<?php 

 return [
     "failed" => "এই শংসাপত্রগুলি আমাদের রেকর্ডের সাথে মেলে না।",
     "throttle" => "অনেকগুলি লগইন প্রচেষ্টা। অনুগ্রহ করে :সেকেন্ড সেকেন্ডের মধ্যে আবার চেষ্টা করুন।",
     "title_shop" => "লগইন করুন : নাম",
     "title_app" => "এর আবেদন অ্যাক্সেস :নাম",
     "login_message" => "আপনার অ্যাকাউন্ট অ্যাক্সেস অনুরোধ.",
     "scopes_title" => "এই অ্যাপটির নিম্নলিখিত স্কোপগুলিতে অ্যাক্সেস থাকবে",
     "accept" => "নিশ্চিত করুন",
     "reject" => "প্রত্যাখ্যান করুন",
     "login_incorrect_password" => "অবৈধ ব্যবহারকারীর নাম বা পাসওয়ার্ড.",
     "reset_2fa_title" => "দ্বি-পদক্ষেপ লগইন অনুরোধ রিসেট করুন",
     "go_main_page" => "হোমপেজে যান",
     "signing_in" => "সাইন ইন...",
];