<?php 

 return [
     "failed" => "ข้อมูลรับรองเหล่านี้ไม่ตรงกับบันทึกของเรา",
     "throttle" => "มีการพยายามเข้าสู่ระบบหลายครั้งเกินไป โปรดลองอีกครั้งใน :วินาที วินาที",
     "title_shop" => "เข้าสู่ระบบ :name",
     "title_app" => "การเข้าถึงแอปพลิเคชันของ :name",
     "login_message" => "ขอเข้าถึงบัญชีของคุณ",
     "scopes_title" => "แอพนี้จะสามารถเข้าถึงขอบเขตต่อไปนี้",
     "accept" => "ยืนยัน",
     "reject" => "ปฏิเสธ",
     "login_incorrect_password" => "ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง.",
     "reset_2fa_title" => "รีเซ็ตคำขอเข้าสู่ระบบสองขั้นตอน",
     "go_main_page" => "ไปที่หน้าแรก",
     "signing_in" => "ลงชื่อเข้าใช้...",
];