<?php 

 return [
     "shop-order-payment" => [
     "title" => "ยอมรับการชำระเงิน",
     "sample" => "ชำระ 267$ ของคุณเรียบร้อยแล้ว<br> สั่งซื้อ: SM-425<br> ขอบคุณครับ <b>ชื่อร้าน</b> .<br> ขายแล้ว",
     "body" => "ชำระ :param2 ของคุณเรียบร้อยแล้ว คำสั่ง: :param1 ขอบคุณ, :param3. ขายแล้ว",
     "description" => "ส่งข้อความถึงลูกค้าร้านค้าเพื่อแจ้งการชำระเงินสำเร็จ",
],
     "shop-order-payment-admin" => [
     "title" => "ยอมรับการชำระเงิน",
     "sample" => "ชำระเงินใหม่ 267$ เรียบร้อยแล้ว<br> สั่งซื้อ: SM-425<br> ขอบคุณครับ <b>ชื่อร้าน</b> .<br> ขายแล้ว",
     "body" => "ใหม่ :param2 ชำระเรียบร้อยแล้ว คำสั่ง: :param1 ขอบคุณ, :param3. ขายแล้ว",
     "description" => "ส่งข้อความถึงเจ้าของร้านค้าเพื่อแจ้งให้ทราบว่าชำระเงินสำเร็จ",
],
     "vendor-new-order" => [
     "title" => "ผู้ขายคำสั่งซื้อใหม่",
     "sample" => "คุณได้รับคำสั่งซื้อใหม่มูลค่า 200 ดอลลาร์<br> คำสั่งซื้อ: SM-870 จาก <b>ชื่อผู้ขาย</b>",
     "body" => "คุณได้รับคำสั่งซื้อใหม่ :param2 คำสั่งซื้อ: :param1 สำหรับ :param3",
     "description" => "ส่งข้อความไปยังผู้ขายเพื่อแจ้งให้ทราบเกี่ยวกับคำสั่งซื้อใหม่",
],
     "shop-login" => [
     "title" => "รหัสยืนยันการเข้าสู่ระบบ",
     "sample" => "รหัสเข้าสู่ระบบของคุณคือ: <b>123456</b><br> <b>ชื่อร้านของคุณ</b><br> ขายแล้ว",
     "body" => "รหัสเข้าสู่ระบบของคุณคือ: :param1 :param2 Selldone",
     "description" => "ส่งรหัสล็อคอินให้กับลูกค้าเพื่อเข้าสู่ระบบร้านค้า",
],
     "user-login" => [
     "title" => "ข้อความสำเร็จในการเข้าสู่ระบบ",
     "sample" => "เรียน <b>ชื่อ</b> ,<br> คุณได้ลงชื่อเข้าใช้บัญชีของคุณโดย <b>iPhone 165.250.300.1</b> เวลา <b>5/8/2021 09:14 น</b> .<br> ขายแล้ว",
     "body" => "เรียน :param1 คุณได้ลงชื่อเข้าใช้บัญชีของคุณโดย :param2 ที่ :param3 ขายแล้ว",
     "description" => "ส่งข้อความหลังจากที่ลูกค้าเข้าสู่ระบบร้านค้าแล้ว",
],
     "avocado-order-submit" => [
     "title" => "ส่งคำสั่งซื้ออะโวคาโดใหม่ ส่งให้ผู้ซื้อ",
     "sample" => "<b>ชื่อร้านของคุณ</b><br> เรียน <b>ชื่อของคุณ</b> ,<br> เราได้รับคำสั่งซื้อของคุณแล้วและกำลังตรวจสอบอยู่<br> สั่งซื้อ #: <b>AVO-246</b><br> ขายแล้ว",
     "body" => ":param3 เรียน :param1 เราได้รับคำสั่งซื้อของคุณแล้วและกำลังตรวจสอบอยู่ Order #: :param2 ขายแล้ว",
     "description" => "ส่งข้อความถึงลูกค้าหลังจากวางคำสั่งซื้ออะโวคาโด",
],
     "avocado-order-submit-seller" => [
     "title" => "อะโวคาโดรับออเดอร์ใหม่ ส่งให้แม่ค้า",
     "sample" => "คุณได้รับคำสั่งซื้ออะโวคาโด:<br> Store: <b>ชื่อร้านของคุณ</b><br> ผู้ซื้อ: <b>ชื่อผู้ซื้อ</b><br> คำสั่ง: <b>AVO-246</b><br> ขายแล้ว",
     "body" => "คุณได้รับคำสั่งซื้ออะโวคาโด: ร้านค้า: :param1 ผู้ซื้อ: :param2 คำสั่งซื้อ: :param3 Selldone",
     "description" => "ส่งข้อความถึงเจ้าของร้านเพื่อแจ้งให้ทราบเกี่ยวกับการรับออเดอร์อะโวคาโดใหม่",
],
     "avocado-ready-to-pay" => [
     "title" => "ออเดอร์อะโวคาโดพร้อมจ่าย",
     "sample" => "<b>ชื่อร้านของคุณ</b><br> คำสั่งซื้อของคุณได้รับการยืนยันและสามารถชำระเงินผ่านลิงก์ต่อไปนี้<br> สั่งซื้อ #: <b>AVO-246</b><br> ลิงค์: <b>https://your-domain/avocado</b><br> ขายแล้ว",
     "body" => ":param3 คำสั่งซื้อของคุณได้รับการยืนยันและสามารถชำระเงินผ่านลิงก์ต่อไปนี้ สั่งซื้อ #: :param2 ลิงก์: :param1 ขายแล้ว",
     "description" => "ส่งข้อความพร้อมลิงค์การชำระเงินให้กับลูกค้าหลังจากที่ผู้ขายตั้งค่าต้นทุนและยืนยันการสั่งซื้ออะโวคาโดของพวกเขา",
],
];