<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'இந்த செய்தி கடைக்கு புதிய வாங்குபவரை வரவேற்கிறது.',
        ShopMailTemplateCodes::OrderCheckout => 'வாங்குபவர் ஆர்டரை உறுதி செய்யும் போது இந்த அறிவிப்பு அனுப்பப்படும்.',
        ShopMailTemplateCodes::OrderPayment => 'இந்த அறிவிப்பு வாடிக்கையாளர் செலுத்திய வெற்றிகரமான கட்டணத்தை உறுதிப்படுத்துகிறது.',
        ShopMailTemplateCodes::OrderUpdate => 'வாங்குபவரின் ஆர்டரின் நிலையைப் புதுப்பிக்க இந்தச் செய்தி அனுப்பப்பட்டது.',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'உறுதிப்படுத்தப்பட்ட ஆர்டரை விற்பனையாளருக்கு அறிவிக்க இந்தச் செய்தி அனுப்பப்பட்டது.',
        ShopMailTemplateCodes::PosCheckout => 'வாங்குபவரின் விற்பனைப் புள்ளியை உறுதிப்படுத்த இந்த அறிவிப்பு அனுப்பப்படுகிறது.',
        ShopMailTemplateCodes::PosPayment => 'இந்த அறிவிப்பு வாங்குபவர் செய்த விற்பனைப் புள்ளியை உறுதிப்படுத்துகிறது.',
        ShopMailTemplateCodes::PosPaymentAdmin => 'இந்தச் செய்தி விற்பனையாளருக்கு அவர்கள் விற்பனை செய்யும் இடத்தில் வாங்கப்பட்டதைத் தெரிவிக்கும்.',
        ShopMailTemplateCodes::ShopContact => 'தொடர்பு படிவம் சமர்ப்பிக்கப்பட்டதும் இந்த அறிவிப்பு அனுப்பப்படும்.',
        ShopMailTemplateCodes::ShopGiftCard => 'இந்த அறிவிப்பு ஒரு பயனருக்கு பரிசு அட்டையைப் பெற்றதாகத் தெரிவிக்கிறது.',

        ShopMailTemplateCodes::ShopVendorJoin => 'இந்த செய்தி கடைக்கு ஒரு புதிய விற்பனையாளரை வரவேற்கிறது.',
        ShopMailTemplateCodes::ShopVendorInvite => "உங்கள் சந்தையில் சேர ஒரு விற்பனையாளரை அழைப்பதற்காக இந்த செய்தி அனுப்பப்பட்டது.",
        ShopMailTemplateCodes::ShopVendorOrder => "பணம் செலுத்திய அல்லது டெலிவரி (COD) நிலையில் ஒரு ஆர்டரைப் பெறும்போது இந்தச் செய்தி விற்பனையாளருக்கு அனுப்பப்படும்.",
        ShopMailTemplateCodes::ShopVendorProducts => "விற்பனையாளர்கள் தங்கள் தயாரிப்புகளின் நிலையைப் பற்றி அறிந்துகொள்ள தினசரி அனுப்பப்பட்டது.",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "உங்கள் சந்தையில் சேர ஒரு விற்பனையாளரை அழைப்பதற்காக இந்த செய்தி அனுப்பப்பட்டது.",

        ShopMailTemplateCodes::UserLogin => "பாதுகாப்பு நோக்கங்களுக்காக IP முகவரி, தேதி மற்றும் சாதனம் உள்ளிட்ட உள்நுழைவு விவரங்களைப் பயனருக்குத் தெரிவிக்கவும்.",
        ShopMailTemplateCodes::LoginCode => "ஸ்டோரில் உள்நுழைய பயனர்களுக்கு ஒரு முறை கடவுச்சொல் குறியீட்டை அனுப்பவும்.",

        ShopMailTemplateCodes::EmailVerifyLink => "பயனரின் மின்னஞ்சல் முகவரியைச் சரிபார்க்க இணைப்பை அனுப்பவும். ஒரு பயனர் SMS மூலம் பதிவுசெய்து அவர்களின் மின்னஞ்சலை உள்ளிடும்போது இந்த மின்னஞ்சல் அனுப்பப்படும். ஒரு பயனர் நேரடியாக சமூக உள்நுழைவு அல்லது மின்னஞ்சலில் பதிவு செய்யும் போது அது அனுப்பப்படாது.",

        ShopMailTemplateCodes::EmailBulkOrder => "பெறப்பட்ட மற்றும் செலுத்தப்பட்ட ஆர்டர்களின் பட்டியலை ஒரு குறிப்பிட்ட நாளுக்கு மொத்தமாக அனுப்பவும்."


    ,

    ],


    'global' => [
        'greetings' => 'ஹாய், :name!',
        'end-statement' => 'ஆதரவு குழு',

        'receiver_name' => 'ஹாய் :user_name',
        'footer-help' => "உதவி தேவையா? [support@selldone.com](mailto:support@selldone.com) இல் கேளுங்கள் அல்லது எங்கள் [உதவி மையம்](https://selldone.com/community) ஐப் பார்வையிடவும்.",
        'selldone-team' => 'Selldone குழு',
        'footer-shop' => "உங்களுக்கு ஏதாவது உதவி தேவைப்பட்டால், எங்களுக்கு ஒரு மின்னஞ்சலை அனுப்ப தயங்க வேண்டாம்: :shop_mail",
        'accept' => "ஏற்றுக்கொள்",
        'reject' => "நிராகரிக்கவும்",
        'verify' => "சரிபார்க்க",
        'title' => "தலைப்பு",
        'value' => "மதிப்பு",
        'description' => "விளக்கம்",
        'shop' => "கடை",
        'shop-info' => "ஸ்டோர் தகவல்",
        'user' => "பயனர்",
        'user-info' => "கணக்கு தகவல்",
        'license' => "உரிமம்",
        'status' => "நிலை",
        'start' => "தொடங்கு",
        'end' => "முடிவு",
        'renewal' => "புதுப்பித்தல்",
        'view' => "காண்க",

        'balance' => "இருப்பு",
        'card_number' => "அட்டை எண்",
        'cvv' => "Cvv",
        'expire_date' => "முடிவு தேதி",

        'Dashboard' => "டாஷ்போர்டு",
        'order' => "உத்தரவு",
        'view_order' => "வரிசையைக் காண்க",
        'pay_now' => "Pay now",

        'official_selldone' => "அதிகாரப்பூர்வமாக விற்கப்பட்டது",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "நாணய",
        'free-balance' => "இலவச இருப்பு",
        'locked-balance' => "பூட்டப்பட்ட இருப்பு",
        'bot' => "பாட்",
        'requests' => "கோரிக்கைகளை",
        'baskets' => 'வண்டிகள்',
        'physical' => "உடல்",
        'virtual' => "மெய்நிகர்",
        'file' => "கோப்பு",
        'service' => "சேவை",
        'fulfillment' => "பூர்த்தி",
        'open' => "திற",
        'reserved' => "ஒதுக்கப்பட்டது",
        'canceled' => "ரத்து செய்யப்பட்டது",
        'payed' => "செலுத்தப்பட்டது",
        'cod' => "COD",
        'orders-count' => 'ஆர்டர்கள்',
        'payments-count' => 'கொடுப்பனவுகள்',
        'confirms-count' => 'உறுதிப்படுத்துகிறது',
        'sends-count' => 'அனுப்புகிறது',
        'delivers-count' => 'வழங்குகிறது',
        'count' => 'எண்ணு',
        'transactions-count' => 'பரிவர்த்தனைகள் எண்ணிக்கை',
        'success-transactions' => 'வெற்றிகரமான பரிவர்த்தனைகள்',
        'total-amount' => 'மொத்த தொகை',
        'amount' => 'தொகை',
        'wage' => 'கூலி',
        'debug' => 'பிழைத்திருத்தம்',
        'pos' => 'POS',
        'live' => 'வாழ்க',
        'CheckQueue' => 'வரிசையை சரிபார்க்கவும்',
        'OrderConfirm' => 'ஆர்டர் உறுதிப்படுத்தவும்',
        'PreparingOrder' => 'ஆர்டர் தயார்',
        'SentOrder' => 'உத்தரவு அனுப்பப்பட்டது',
        'ToCustomer' => 'வாடிக்கையாளருக்கு வழங்கப்பட்டது',
        'Pending' => 'நிலுவையில் உள்ளது',
        'Accepted' => 'ஏற்றுக் கொள்ளப்பட்டது',
        'Rejected' => 'நிராகரிக்கப்பட்டது',
        'pc' => 'PC',
        'tablet' => 'டேப்லெட்',
        'phone' => 'தொலைபேசி',
        'total' => 'மொத்தம்',
        'view-detail' => 'விவரங்களை காண்க',
        'empty' => 'காலியாக',
        'dropshipping' => 'டிராப்ஷிப்பிங்',
        'reply' => 'பதில்',
        'reactions' => 'எதிர்வினைகள்',
        'Comments' => 'கருத்துகள்',
        'last-comment' => 'கடைசி கருத்து',
        'response-to' => 'பதில்',
        'posts' => 'இடுகைகள்',
        'post' => 'அஞ்சல்',

        'name' => 'பெயர்',
        'email' => 'மின்னஞ்சல்',
        'type' => 'வகை',
        'device' => 'சாதனம்',
        'platform' => 'நடைமேடை',
        'browser' => 'உலாவி',
        'time' => 'நேரம்',
        'Wallet' => 'பணப்பை',
        'date' => 'தேதி',

        'account' => 'கணக்கு',
        'transaction' => 'பரிவர்த்தனை',
        'fee' => 'கட்டணம்',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'ர சி து',
        'category' => 'வகை',
        'password' => 'கடவுச்சொல்',
        'verify-login' => "சரிபார்த்து உள்நுழையவும்",
        'url' => 'URL',
        'avocado' => 'அவகேடோ',
        'hyper' => 'ஹைப்பர்',
        'buy-now' => "இப்போது வாங்க",
        'add-domain' => "Add Domain",
        'views' => 'காட்சிகள்',


        'country' => 'நாடு',
        'address' => 'முகவரி',
        'postal' => 'குறியீடு',
        'building_no' => 'கட்டிடம் #',
        'building_unit' => 'அலகு #',
        'message' => 'செய்தி',


        'customer' => 'வாடிக்கையாளர்',
        'cart-items' => 'வண்டி பொருட்கள்',
        'payment' => 'பணம் செலுத்துதல்',
        'receiver' => 'பெறுபவர்',
        'virtual-items' => 'மெய்நிகர் பொருட்கள்',
        'no-payment' => 'கட்டணம் இல்லை!',

        'enable' => 'இயக்கு',
        'access' => 'அணுகல்',
        'bank' => 'வங்கி தகவல்',

        'vendor' => 'விற்பனையாளர்',

        'view_content' => "முழு உள்ளடக்கத்தைக் காண்க",
        'files' => 'கோப்புகள்',
        'download' => 'பதிவிறக்க Tamil',
        'file_name' => 'கோப்பு பெயர்',
        'file_size' => 'அளவு',

        'subscription' => 'சந்தா',
        'products' => 'தயாரிப்புகள்',
        'vendor_products' => 'விற்பனையாளர் தயாரிப்புகள்',

        'pickup' => 'பிக்கப்',

        'minutes' => 'நிமிடங்கள்',
        'hours' => 'மணி',

        'refund' => 'திரும்பப்பெறுதல்',
        'recipient_address' => 'பெறுநரின் முகவரி',
        'signature' => 'கையெழுத்து',
        'blockchain' => 'பிளாக்செயின்',
        'details' => 'விவரங்கள்',


    

        'Shop' => 'கடை',
        'dashboard' => 'டாஷ்போர்டு',
        'comments' => 'கருத்துக்கள்',
        'wallet' => 'பணப்பை',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "Selldone வணிக OS",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'Selldone செயல்திறன் அறிக்கை'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'பருவகால அறிக்கை, Selldone'
        ],
        'Onboarding' => [
            'id' => 'வணக்கம்',
            'name' => 'Selldone வணிகர்கள்'
        ],
        'Support' => [
            'id' => 'support',
            'name' => 'ஆதரவு :name'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Selldone'
        ],
        'Welcome' => [
            'id' => 'வணக்கம்',
            'name' => 'சமூகம், Selldone'
        ],
        'NewShop' => [
            'id' => 'வணிகர்கள்',
            'name' => 'Selldone வணிகர்கள்'
        ],
        'Approve' => [
            'id' => 'ஒப்புதல்',
            'name' => 'Selldone வணிகர்கள்'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'ஆர்டர்கள் மேலாண்மை :name'
        ],

        'Recovery' => [
            'id' => 'மீட்பு',
            'name' => 'Selldone மீட்புக் குழு'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'நிலுவையில் உள்ளது ⌛',
        'PAYED' => 'செலுத்தப்பட்டது ✅',
        'CANCELED' => 'ரத்து செய்யப்பட்டது ❌',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'நிர்வாகி',
            'OFFICER' => 'அதிகாரி மற்றும் மேற்பார்வையாளர்',
            'AUDITING' => 'தணிக்கை மேலாளர்',
            'EMPLOYEE' => 'பணியாளர்',
            'PRODUCT' => 'தயாரிப்பு மேலாளர்',
            'CONTENT' => 'உள்ளடக்க மேலாளர்',
            'MARKETING' => 'சந்தைப்படுத்தல் மேலாளர்',
            'VIEWER' => 'பார்வையாளர்',

        ],
        'subject' => ":inviter உங்களை :level ஆக அழைத்துள்ளது| :shop",
        'category' => "பணியாளர் அழைப்பு",
        'title' => "நீங்கள் <b>:shop_name</b> <b>:level</b> ஆக அழைக்கப்பட்டுள்ளீர்கள்.",
        'message' => "வணிகத்தில் <b>:shop_title</b> குழுவுடன் கூட்டுப்பணியாற்றுவதற்கான அழைப்பைப் பெற்றுள்ளீர்கள். இந்தச் சலுகையை ஏற்க அல்லது நிராகரிக்க உங்களுக்கு விருப்பம் உள்ளது. நீங்கள் ஏற்கத் தேர்வுசெய்தால், உங்கள் முடிவை உறுதிப்படுத்த Selldone சேவையில் உள்நுழையவும். உறுதிப்படுத்தியவுடன், நீங்கள் ஸ்டோர் மேனேஜ்மென்ட் பிரிவுக்கான அணுகலைப் பெறுவீர்கள்.",

    ],

    'welcome-email' => [
        'subject' => "👋 :name ஐ வரவேற்கிறோம், Selldone உடன் தொடங்குவோம்!",
        'category' => 'CONGRATULATION',
        'title' => "Selldoneக்கு வரவேற்கிறோம்",
        'message' => "Selldone ஐத் தேர்ந்தெடுத்ததற்கு நன்றி! உலகளாவிய விற்பனையாளர்களை வாடிக்கையாளர்களுடனும், உள்ளூர் வணிகங்களை நிறுவனங்களுடனும், தனிநபர்களை நிறுவனங்களுடனும் இணைக்கும் துடிப்பான சமூகத்தின் ஒரு பகுதியாக நீங்கள் இப்போது இருக்கிறீர்கள். எங்களின் அனைத்து மாஸ்டர் மற்றும் ப்ரோ கருவிகள் உங்களுக்கு **இலவசம்** மற்றும் **வரம்பற்ற**. நாங்கள் உங்களுக்கு ஆதரவளிப்பதற்கும் உங்கள் வெற்றிக்கான கதவுகளைத் திறக்கவும் இருக்கிறோம்.",

        'index' => "படி :step.",

        'step-domain' => [
            'title' => 'உங்கள் தனிப்பயன் டொமைனைச் சேர்க்கவும்',
            'message' => "தொடங்குவதற்கு, ஷாப் டாஷ்போர்டில் அமைப்புகள் > டொமைன்கள் அமைப்புகள் என்பதன் கீழ் உங்கள் தனிப்பயன் டொமைனை இலவசமாகச் சேர்க்கவும்.",
            'action' => 'எனது டொமைன்களை நிர்வகி',
        ],
        'step-landing' => [
            'title' => 'உங்கள் முகப்புப் பக்கத்தைத் தனிப்பயனாக்குங்கள்',
            'message' => "டாஷ்போர்டு > பக்கங்கள் என்பதற்குச் சென்று உங்கள் முகப்புப் பக்கத்தைத் தனிப்பயனாக்குங்கள். இறங்கும் பக்கத்தைத் தேர்வு செய்யவும் அல்லது புதிய ஒன்றை உருவாக்கவும். இது எளிதானது மற்றும் உள்ளுணர்வு, நீங்கள் உடனடியாக வேலை செய்ய ஆரம்பிக்கலாம்.",
            'action' => 'எனது லேண்டிங் பக்கத்தைத் தனிப்பயனாக்கு',
        ],
        'step-payment' => [
            'title' => 'கட்டண முறைகளை அமைக்கவும்',
            'message' => "உங்கள் வங்கிக் கணக்கில் நேரடியாகப் பணம் செலுத்துவதைத் தொடங்குங்கள். ஸ்ட்ரைப், பேபால் போன்ற உங்கள் கட்டண வழங்குநர்களை இணைக்க, டாஷ்போர்டு > கணக்கியல் > கேட்வே என்பதற்குச் செல்லவும்.",
            'action' => 'கட்டண முறைகளைச் சேர்க்கவும்',
        ],
        'step-products' => [
            'title' => 'உங்கள் தயாரிப்புகளைச் சேர்க்கவும்',
            'message' => "டாஷ்போர்டு > தயாரிப்புகளில் தயாரிப்புகளையும் வகைகளையும் எளிதாகச் சேர்க்கவும். இது உங்கள் கணினியில் கோப்புகள் மற்றும் கோப்புறைகளை நிர்வகிப்பது போன்றது - முழுமையாக இழுத்து விடுங்கள். எக்செல் பயன்படுத்தி பொருட்களை மொத்தமாக இறக்குமதி செய்யலாம். நீங்கள் தொடங்குவதற்கு உதவும் மாதிரி டெம்ப்ளேட் உள்ளது.",
            'action' => 'எனது தயாரிப்புகளை நிர்வகி',
        ],
        'step-shipping' => [
            'title' => 'ஷிப்பிங் முறைகளை அமைக்கவும்',
            'message' => "ஷிப்பிங்கிற்காக வாடிக்கையாளர்களிடம் கட்டணம் வசூலிக்க, டாஷ்போர்டு > லாஜிஸ்டிக் > ஷிப்பிங் என்பதில் உங்கள் ஷிப்பிங் முறைகளை வரையறுக்கவும். நீங்கள் வெவ்வேறு இடங்களுக்கு வெவ்வேறு விலை மற்றும் ஆதரவை அமைக்கலாம். டாஷ்போர்டு > லாஜிஸ்டிக் > கிடங்கில் உங்கள் கிடங்கு தோற்றத்தை அமைக்க மறக்காதீர்கள்.",
            'action' => 'ஷிப்பிங் முறைகளை நிர்வகிக்கவும்',
        ],
    

        'seller' => [
            'title' => 'நீங்கள் ஒரு விற்பனையாளரா?',
            'message' => 'விற்பனையைத் தொடங்க, கீழே உள்ள இணைப்பின் மூலம் Selldone இல் உங்கள் டாஷ்போர்டை உள்ளிட்டு, உங்கள் முதல் கடையை முற்றிலும் இலவசமாக உருவாக்கவும். இதற்குச் சில நிமிடங்கள் ஆகும், உங்கள் சொந்த ஸ்டோர் மற்றும் ஆன்லைன் தளம் உங்களிடம் இருக்கும். அடுத்த படிகளுக்கு நாங்கள் உங்களுக்கு வழிகாட்டி பணம் செலுத்தும் நுழைவாயிலைப் பெறுவோம்.',
            'action' => 'எனது டாஷ்போர்டில் உள்நுழைக',
        ],
        'buyer' => [
            'title' => 'நான் வாங்குபவன்',
            'message' => 'வாழ்த்துகள். நீங்கள் Selldone இல் உறுப்பினராகிவிட்டால், ஆன்லைன் ஸ்டோர்களில் உறுப்பினர் மற்றும் அங்கீகாரம் தொடர்பான அனைத்து தொந்தரவுகளிலிருந்தும் விடுபடுவீர்கள். Selldone இயங்குதளத்தைப் பயன்படுத்தும் எந்தவொரு கடை மற்றும் தளத்திலிருந்தும் பயனடைய, நீங்கள் ஒரே கிளிக்கில் உள்நுழைந்து, உங்கள் வாங்குதலை எளிமையாகவும், வேகமாகவும், பாதுகாப்பாகவும் செய்யலாம்.',
        ],
    ],


    'charge-account' => [
        'category' => 'பணப்பை > கணக்கு > கட்டணம்',
        'title' => "வெற்றி கட்டணம்",
        'message' => "Your account <b>:account_number</b> has been charged <b>:amount</b> successfully.",
        'account' => 'கணக்கு',
        'charge' => 'கட்டணம்',
        'balance' => 'இருப்பு',
        'footer' => "வணிகத்தை எளிதாகவும், அடையக்கூடியதாகவும், உலகெங்கிலும் உள்ள அனைவருக்கும் அணுகக்கூடியதாகவும் ஆக்குங்கள்."
    ],

    'verify-email' => [
        'subject' => "🙌 Selldone க்கு உங்கள் பதிவை முடிக்கவும்! இணைப்பைச் சரிபார்க்கவும்.",
        'category' => "நீங்கள் ஒரு படி தொலைவில் உள்ளீர்கள்",
        'title' => "உங்கள் மின்னஞ்சல் முகவரியை சரிபார்க்கவும்",
        'message' => "ஹாய் :name,<br><br> Selldone ஐ தேர்ந்தெடுத்ததற்கு நன்றி!<br><br> <b>:email</b> உங்களின் சரியான மின்னஞ்சல் முகவரி என்பதை உறுதிப்படுத்த, கீழே உள்ள இணைப்பைக் கிளிக் செய்யவும் அல்லது கீழே உள்ள இணைப்பைக் கிளிக் செய்யவும். இந்த சரிபார்ப்பை முடிக்க உங்களுக்கு 48 மணிநேரம் உள்ளது.",
        'footer' => "சரிபார் பொத்தானைக் கிளிக் செய்வதில் சிக்கல் இருந்தால், கீழே உள்ள URL ஐ நகலெடுத்து உங்கள் இணைய உலாவியில் ஒட்டவும்: :activation_url",
        'next-step' => "அடுத்து, உங்கள் தனிப்பயன் டொமைனைச் சேர்ப்பது, கட்டணங்களை அமைப்பது, தயாரிப்புகளைச் சேர்ப்பது மற்றும் உங்களின் முதல் ஆர்டரைப் பெறுவது போன்றவற்றை எளிதாக்க சில பயனுள்ள பொருட்களையும் படிப்படியான வழிகாட்டியையும் உங்களுக்கு அனுப்புவோம்.",

    ],
    'verify-email-code' => [
        'subject' => ":name க்கான சரிபார்ப்பு குறியீடு",
        'category' => "SECURITY",
        'title' => "மின்னஞ்சல் சரிபார்ப்புக் குறியீடு",
        'message' => "ஹாய் :name,<br><br> <b>:email</b> உங்கள் சரியான மின்னஞ்சல் முகவரி என்பதை உறுதிப்படுத்த, பின்வரும் குறியீட்டை அடுத்த <b>10 நிமிடங்களுக்குள் உள்ளிடவும்</b>:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 உங்கள் கடை தயாராக உள்ளது| :name",
        'category' => "நீங்கள் ஒரு படி தொலைவில் உள்ளீர்கள்",
        'title' => "அமைவு முடிந்தது",
        'account_title' => "உங்கள் கணக்கு",
        'account_msg' => "இந்தத் தகவலைச் சரிபார்த்து உங்கள் கணக்கில் உள்நுழையவும்.",
        'shop_msg' => "Selldone வணிக இயக்க முறைமையின் கணக்குத் தகவல்.",

    ],

    'reset2fa' => [
        'category' => "பாதுகாப்பு அதிகாரப்பூர்வ செய்தி",
        'title' => "2-படி உள்நுழைவை முடக்க கோரிக்கை",
        'message' => "**:email** மின்னஞ்சலுடன் **:name** கணக்கிற்கான இரு காரணி அங்கீகாரத்தை மீட்டமைப்பதற்கான கோரிக்கையை நாங்கள் பெற்றதால் இந்த மின்னஞ்சலைப் பெறுகிறீர்கள்.<br><br>உங்கள் கணக்கிற்கான பின்வரும் விவரங்களைக் கண்டறிந்துள்ளோம்:",
        'footer' => "கடவுச்சொல் மீட்டமைப்பை நீங்கள் கோரவில்லை எனில், மேற்கொண்டு எந்த நடவடிக்கையும் தேவையில்லை.",
        'action' => 'இரண்டு-படி உள்நுழைவை முடக்கு',
    ],


    'build-new-shop' => [
        'subject' => "🎊 உங்கள் கடை இப்போது தயாராக உள்ளது!",
        'category' => "உலகில் புதிதாக பிறந்த ஆன்லைன் ஸ்டோர்",
        'title' => "வாழ்த்துக்கள், :name!",
        'message' => "<b>வாழ்த்துக்கள், :name! உங்கள் புதிய ஆன்லைன் வணிகம் இப்போது நேரலையில் உள்ளது!</b> உங்களை விற்பனையாளர்கள் சமூகத்திற்கு வரவேற்பதில் நாங்கள் மகிழ்ச்சியடைகிறோம். நீங்கள் வெற்றியை நோக்கி முதல் படியை எடுத்துள்ளீர்கள், ஒவ்வொரு அடியிலும் உங்களுக்கு உதவ நாங்கள் இருக்கிறோம்.<br>இப்போது உங்கள் ஸ்டோர் தயாராக உள்ளது, உங்கள் வாடிக்கையாளர்களிடமிருந்து நேரடியாக பணம் செலுத்தி, உங்கள் சாம்ராஜ்யத்தை வளர்க்கத் தொடங்குகிறீர்கள் என்பதை உறுதிப்படுத்திக் கொள்வோம். உங்களுக்கு எப்போதாவது உதவி தேவைப்பட்டால், நாங்கள் ஒரு செய்தியை மட்டும் விட்டுவிடுவோம்—எங்கள் ஆதரவுக் குழு உங்களுக்காக எப்போதும் இருக்கும்.<br><br><b>முக்கியமான அடுத்த படிகள்:</b> தொடங்க, நீங்கள் பணம் செலுத்துவதற்கும் சுமூகமான செயல்பாடுகளுக்கும் தயாராக உள்ளீர்கள் என்பதை உறுதிப்படுத்தவும். உங்கள் கடையை தடையின்றி இயங்க ஒவ்வொரு கட்டத்திலும் நாங்கள் உங்களுக்கு வழிகாட்டுவோம்.",
        'pdf-book' => "இணைக்கப்பட்ட கைப்புத்தகத்தைத் தவறவிடாதீர்கள்: உங்கள் வணிகத்தை ஒரு விளையாட்டைப் போல செய்யுங்கள்",

        'account' => [
            'title' => 'படி 1: Selldone Wallet இல் கணக்கை உருவாக்கவும்',
            'message' => "தொடங்க, உங்கள் Selldone வாலட்டில் கணக்கை உருவாக்கவும். இங்குதான் உங்கள் கட்டணம் கழிக்கப்படும், மேலும் உங்கள் ஸ்டோர் சீராக இயங்குவதற்கு நீங்கள் டாப் அப் செய்யும் இடமும் இதுதான். உங்கள் இருப்பு எப்போதாவது எதிர்மறையாக இருந்தால், கவலைப்பட வேண்டாம்! உங்கள் கடை தடையின்றி தொடர்ந்து செயல்படும்.",
            'action' => 'பணப்பையில் உள்நுழைக',
        ],

        'shop-account' => [
            'title' => 'படி 2: கணக்கை கடையுடன் இணைக்கவும்',
            'message' => "அடுத்து, உங்கள் வாலட் கணக்கை உங்கள் கடையுடன் இணைக்கவும். <b>Store > Accounting > Invoice</b> என்பதற்குச் சென்று, உங்கள் பணப்பையை இணைக்கவும். அனைத்து வாடிக்கையாளர் கொடுப்பனவுகளும் நேரடியாக உங்கள் வங்கிக் கணக்கில் டெபாசிட் செய்யப்படுவதை இது உறுதி செய்கிறது—Selldone உங்கள் வருவாயிலிருந்து எந்தத் தொகையையும் கழிக்காது.",
            'action' => 'ஸ்டோர் இன்வாய்ஸ் பேனல்',
        ],

        'gateway' => [
            'title' => 'படி 3: ஆன்லைன் பேமெண்ட் கேட்வேயை இணைக்கவும்',
            'message' => "இப்போது, உங்கள் ஆன்லைன் கட்டண நுழைவாயிலை அமைப்போம். <b>Store > Accounting > Port</b> என்பதற்குச் சென்று <b>Add New Port</b> என்பதைக் கிளிக் செய்யவும். உங்கள் நாணயத்தைத் தேர்ந்தெடுங்கள், கிடைக்கும் கட்டண நுழைவாயில்களின் பட்டியலைக் காண்பீர்கள். நுழைவாயிலை இணைப்பது விரைவானது மற்றும் எளிதானது, ஆனால் உங்களுக்கு ஏதேனும் உதவி தேவைப்பட்டால், Selldone வழிகாட்டிகளைப் பார்க்கவும் அல்லது எங்களைத் தொடர்பு கொள்ளவும்.",
            'action' => 'கடையில் ஒரு போர்ட்டலைச் சேர்க்கவும்',
        ],

        'domain' => [
            'title' => 'கடைசி படி: பிரத்யேக டொமைனை இணைத்தல்',
            'message' => "இப்போது, உங்கள் தனிப்பயன் டொமைனை உங்கள் கடையுடன் இணைக்கவும். இது வாடிக்கையாளர்கள் உங்கள் தயாரிப்புகள் அல்லது சேவைகளை வாங்குவதற்கும் உங்களுக்கு நேரடியாக பணம் செலுத்துவதற்கும் அனுமதிக்கிறது.",
            'action' => 'வரம்பற்ற பரிசு அட்டைகளை அறிமுகப்படுத்துதல் மற்றும் பெறுதல்',
        ],
    ],


    'basket-list' => [
        'item' => "பொருள்",
        'count' => "எண்ணு",
        'price' => "விலை",
        'discount-code' => "தள்ளுபடி குறியீடு",
        'customer-club' => 'வாடிக்கையாளர் கிளப்',
        'shipping' => "கப்பல் போக்குவரத்து",
        'total' => "மொத்தம்",
        'offer' => "சலுகை",
        'coupon' => "கூப்பன்",
        'lottery' => "விருது",
        'tax' => "வரி",
        'tax_included' => "விலையில் சேர்க்கப்பட்டுள்ளது",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'முறை',
        'amount' => 'தொகை',
        'giftcard' => 'Gift card',
        'payment' => 'பணம் செலுத்துதல்',
    ],


    'shop-subscription-email' => [
        'category' => "சந்தா புதுப்பிப்பு",
        'title' => "கடை உரிமம்: :shop_title",
        'title-reserved' => "முன்பதிவு உரிமம்: :shop_title",
        'title-active' => "செயலில் உள்ள உரிமம்: :shop_title",
        'title-finished' => "முடிக்கப்பட்ட உரிமம்: :shop_title",
        'title-cancel' => "உரிமத்தை ரத்துசெய்: :shop_title",
        'message' => "உங்கள் கடை உரிமத் திட்டம் புதுப்பிக்கப்பட்டது,",
        'RESERVED' => "⚡ உங்கள் சந்தா திட்டம் **முன்பதிவு செய்யப்பட்டுள்ளது**.",
        'ACTIVE' => "🟢 உங்கள் சந்தா திட்டம் **செயல்படுத்தப்பட்டது**.",
        'FINISHED' => "🚧 உங்கள் சந்தா திட்டம் **முடிந்தது**.",
        'CANCEL' => "⛔ உங்கள் சந்தா திட்டம் **ரத்து செய்யப்பட்டது**.",
    ],

    'support' => [
        'subject' => "ஆதரவு மையம்|:name பதிலளித்தார்",
        'category' => "ஆதரவு மையம்",
        'title' => "பதிலைப் பெற்றுள்ளீர்கள்",
        'action' => "கடை நிர்வாகியைத் திறக்கவும்",
    ],

    'shop-customer-join' => [
        'subject' => "சேரவும் :shop_title",
        'category' => "புதிய வாடிக்கையாளர் கொண்டாட்டம்",
        'title' => "உங்களின் உறுப்பினர்களுக்காக நாங்கள் மகிழ்ச்சியடைகிறோம்",
        'action' => "இப்போது பார்வையிடவும்",
    ],

    'shop-vendor-join' => [
        'subject' => "விற்பனையாளர் ஆன்போர்டிங்| :shop_title",
        'category' => "புதிய விற்பனையாளர் கொண்டாட்டம்",
        'title' => "உங்களின் உறுப்பினர்களுக்காக நாங்கள் மகிழ்ச்சியடைகிறோம்",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "பரிசு அட்டை :shop_title",
        'category' => "புதிய அட்டையைச் சேர்க்கவும்",
        'title' => "வாழ்த்துக்கள், பரிசு அட்டையைப் பெற்றுள்ளீர்கள்",
        'action' => "இப்பொழுது வாங்கு",
        'message' => ":balance :currency மதிப்புள்ள கிஃப்ட் கார்டைப் பெற்றுள்ளீர்கள். இந்த பரிசு அட்டையை நீங்கள் எங்கள் கடையில் பயன்படுத்தலாம்.",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "ஆதரவு மையம்| :shop",
        'category' => "ஆதரவு",
        'title' => "பதிலைப் பெற்றுள்ளீர்கள்",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍 ஆர்டர் செக்அவுட் | :order_id",
        'title' => "உத்தரவு",
        'message' => "எங்கள் கடையில் ஆர்டர் செய்துள்ளீர்கள். உங்கள் ஆர்டரைப் பெற்றுள்ளோம், பணம் செலுத்தியதை உறுதி செய்தவுடன் உங்களுக்கு மற்றொரு மின்னஞ்சலை அனுப்புவோம்."
    ,

        'payments' => 'கொடுப்பனவுகள்',
    ],

    'order-payment' => [
        'subject' => "🛍 பணம் செலுத்துதல் உறுதி | :order_id",
        'title' => "கட்டண உத்தரவு",
        'message' => "உங்கள் பணம் செலுத்தப்பட்டது,<br> உங்கள் ஆர்டரைப் பெற்றுள்ளோம். உங்கள் ஆர்டர் அனுப்பப்பட்டதும் மற்றொரு மின்னஞ்சலை அனுப்புவோம்.",
    

        'payments' => 'கொடுப்பனவுகள்',
    ],

    'order-update' => [
        'subject' => "🛍️ ஆர்டர் ஸ்டேடஸ் அப்டேட்|ஆர்டர் :order_id",
        'title' => "ஆர்டர் நிலை புதுப்பிப்பு",
        'message' => "உங்கள் ஆர்டர் புதுப்பிக்கப்பட்டது. இந்த ஆர்டரின் சமீபத்திய நிலையை உங்கள் கணக்கில் பார்க்கலாம்.",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "உங்கள் ஆர்டர் செயலாக்க வரிசையில் உள்ளது. அது தயாராகும் போது உங்களுக்கு அறிவிப்போம்.",
                'OrderConfirm' => "உங்கள் ஆர்டர் உறுதிசெய்யப்பட்டது மற்றும் தயாரிப்பு தொடங்கப்பட்டது.",
                'PreparingOrder' => "உங்கள் ஆர்டர் தயாராகி வருகிறது, விரைவில் அனுப்பப்படும்.",
                'SentOrder' => "உங்கள் ஆர்டர் அனுப்பப்பட்டது. நீங்கள் விரைவில் அதைப் பெறுவீர்கள்.",
                'ToCustomer' => "உங்கள் ஆர்டர் டெலிவரி செய்யப்பட்டது. நீங்கள் அதை அனுபவிப்பீர்கள் என்று நம்புகிறோம்!",

                'PreparingOrder-PICKUP' => "உங்கள் ஆர்டர் தயாராகி வருகிறது. பிக்-அப்பிற்குத் தயாரானதும் அறிவிப்பைப் பெறுவீர்கள்.",
                'SentOrder-PICKUP' => "உங்கள் ஆர்டர் பிக்அப்பிற்கு தயாராக உள்ளது. அதை சேகரிக்க கடைக்கு வாருங்கள்.",
                'ToCustomer-PICKUP' => "உங்கள் ஆர்டர் எடுக்கப்பட்டது. நீங்கள் அதை அனுபவிப்பீர்கள் என்று நம்புகிறோம்!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "உங்கள் ஆர்டர் செயலாக்க வரிசையில் உள்ளது. அது தயாரானதும் உங்களுக்கு அறிவிப்போம்.",
                'OrderConfirm' => "உங்கள் ஆர்டர் உறுதிசெய்யப்பட்டது மற்றும் தயாரிப்பு நடந்து வருகிறது.",
                'PreparingOrder' => "உங்கள் ஆர்டர் தயாராகி வருகிறது, விரைவில் உங்களுக்கு அனுப்பப்படும்.",
                'ToCustomer' => "உங்கள் விர்ச்சுவல் ஆர்டர் உங்கள் கணக்கில் டெலிவரி செய்யப்பட்டது. நன்றி!"
            ],
            'SERVICE' => [
                'CheckQueue' => "உங்கள் சேவை கோரிக்கை வரிசையில் உள்ளது. நாங்கள் தொடங்கும் போது உங்களுக்கு அறிவிப்போம்.",
                'OrderConfirm' => "உங்கள் சேவை உறுதிப்படுத்தப்பட்டது, நாங்கள் தொடங்கத் தயாராகி வருகிறோம்.",
                'PreparingOrder' => "உங்கள் சேவையை நாங்கள் தயார் செய்து வருகிறோம், அது முடிந்ததும் உங்களுக்கு அறிவிப்போம்.",
                'ToCustomer' => "உங்கள் சேவை முடிந்தது. எங்களைத் தேர்ந்தெடுத்ததற்கு நன்றி!"
            ],
            'FILE' => [
                'PreparingOrder' => "உங்கள் கோப்பு தயாராகி வருகிறது, விரைவில் கிடைக்கும்.",
                'ToCustomer' => "உங்கள் கோப்பு தயாராக உள்ளது மற்றும் டெலிவரி செய்யப்பட்டது. நீங்கள் இப்போது பதிவிறக்கம் செய்யலாம்."
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "உங்கள் சந்தா ஆர்டர் வரிசையில் உள்ளது. செயலாக்கம் தொடங்கும் போது உங்களுக்கு அறிவிப்போம்.",
                'OrderConfirm' => "உங்கள் சந்தா உறுதிப்படுத்தப்பட்டு, அமைக்கப்படுகிறது.",
                'PreparingOrder' => "உங்கள் சந்தாவை நாங்கள் தயார் செய்கிறோம், அது விரைவில் தொடங்கும்.",
                'SentOrder' => "உங்கள் சந்தா செயல்படுத்தப்பட்டது. நீங்கள் தொடர்ந்து புதுப்பிப்புகளைப் பெறுவீர்கள்.",
                'ToCustomer' => "உங்கள் சந்தா சேவை வெற்றிகரமாக செயல்படுத்தப்பட்டது."
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'வாழ்த்துக்கள் :name|புதிய வவுச்சர்: :title',
        'category' => "வாழ்த்துக்கள், புதிய வவுச்சர்",
        'message' => "ஏய் :name,<br><br> எங்களிடமிருந்து பரிசாக புதிய வவுச்சரைப் பெற்றுள்ளீர்கள்! உங்கள் நண்பர்கள் மற்றும் உங்களுக்குத் தெரிந்த அனைவருக்கும் Selldone ஐ அறிமுகப்படுத்துவதன் மூலம் இன்னும் அதிகமான வவுச்சர்களைப் பெறலாம். இந்த வவுச்சரின் மதிப்பு **:price :currency**.<br><br>நீங்கள் முதல் படியை எடுத்துள்ளீர்கள், மேலும் உங்கள் வவுச்சரில் புதிய அம்சங்களைத் திறக்க உங்களுக்கு உதவ நாங்கள் இங்கு வந்துள்ளோம்! **:email** மூலம் உள்நுழைந்து, ஷாப் **டாஷ்போர்டு** > **அமைப்புகள்** > **உரிமம்**.<br><br>வாழ்த்துக்கள்!",
        'action' => "எனது டாஷ்போர்டு",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'வாழ்த்துக்கள், அன்புள்ள :name|நீங்கள் ஒரு சிறப்பு பரிசு பெற்றுள்ளீர்கள்!',
        'category' => "பரிசு பெறுவதற்கான அறிவிப்பு",
        'title' => "உங்களுக்கான பரிசுகள்",
        'message' => "ஹாய் :name, Selldone இலிருந்து நீங்கள் ஒரு சிறப்பு பரிசைப் பெற்றுள்ளீர்கள் என்பதை உங்களுக்குத் தெரிவிப்பதில் நாங்கள் மகிழ்ச்சியடைகிறோம்! 🎉 நீங்கள் சுறுசுறுப்பாக இருப்பதன் மூலமும், உங்கள் கடையை வளர்ப்பதன் மூலமும், Selldone இல் உங்கள் நிபுணத்துவத்தை மேம்படுத்துவதன் மூலமும் அதிக பரிசுகளைப் பெறலாம். உங்கள் பரிசைப் பார்க்க, :email உடன் உள்நுழைந்து, உங்கள் டாஷ்போர்டின் மேல்-வலது மூலையில் அதைத் தேடுங்கள்.<br><br>இந்தப் பரிசு **:price :currency** மதிப்புடையது, மேலும் அதை உங்கள் பணப்பையில் எளிதாக Selldone. உங்கள் ஆன்லைன் வணிகத்தை அதிகரிக்க உங்கள் கடையின் உரிமத்தை மேம்படுத்தவும் மேலும் சக்திவாய்ந்த கருவிகளைத் திறக்கவும்!",
        'action' => "பரிசுகள்",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍 புதிய ஆர்டர் பெறப்பட்டது | :order_id",
        'title' => "New Order",
        'message' => "புதிய ஆர்டரைப் பெற்றுள்ளீர்கள். உங்கள் கடையில் உள்ள ஆர்டர் செயலாக்கப் பக்கத்திற்குச் செல்லவும்.",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'உங்கள் நிரப்பப்பட்ட தகவல்',
        'output-form-title' => 'வாங்கிய பொருள் பற்றிய தகவல்',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title|வாராந்திர அறிக்கை :time',
        'title' => 'வாராந்திர ஸ்டோர் செயல்திறன் அறிக்கை',
        'message' => "This is your store's weekly report from <b>:start</b> to <b>:end</b>. This report includes tips for improving your business, you can also check the status of your online store and recent orders. I hope you have a good day and week ahead."
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ கடந்த மூன்று மாதங்களில் உங்கள் :amount சேமிப்பு அறிக்கை| :shop_title',
        'title' => 'உங்கள் வணிகச் செயல்பாடு, வெகுமதிகள் மற்றும் நிதிச் சேமிப்பு பற்றிய பருவகால அறிக்கை',
        'message' => "This is your <b>:shop_title</b> seasonal report from <b>:start</b> to <b>:end</b>."
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'இணைக்கப்பட்ட கணக்குகள்',
        'sub-title' => 'எனது கடையுடன் இணைக்கப்பட்ட வாலட் கணக்குகளின் சமீபத்திய நிலை என்ன?',
        'view-wallet' => 'பணப்பையைப் பார்க்கவும்',
        'tip-title' => 'முக்கியமான குறிப்புகள்',
        'tip' => "இலவச Selldone வாலட்டை அமைத்து அதை உங்கள் கடையுடன் இணைக்கவும். உங்கள் இருப்பு எதிர்மறையாக இருந்தாலும், உங்கள் வாடிக்கையாளர்கள் எந்த பிரச்சனையும் இல்லாமல் ஷாப்பிங் செய்து பணம் செலுத்தலாம். கவலைப்பட வேண்டாம், உங்கள் ஸ்டோரின் செயல்பாடுகளும் டேட்டாவும் எந்த தடங்கலும் இல்லாமல் 1 மாதம் வரை சீராக தொடரும்.",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'கணக்கில் இணைக்கவும்'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'பயன்பாடுகள் நிறுவப்பட்டுள்ளன',
        'sub-title' => 'இந்த வாரம் உங்கள் ஸ்டோரில் நிறுவிய பயன்பாடுகளின் பட்டியல்.',
        'tip' => "உங்கள் ஸ்டோருக்கு கூடுதல் ஆப்ஸைக் கண்டறிய விரும்புகிறீர்களா?",
        'view-app-store' => 'Selldone App Store ஐப் பார்வையிடவும்..',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'உங்கள் ஸ்டோர் போட்கள்',
        'sub-title' => 'எனது கடையில் செயலில் உள்ள விற்பனை போட்கள்.',
        'tip-title' => 'பாட் விற்பனை',
        'tip' => "Selldone உங்களுக்கு தானியங்கி விற்பனை போட்களை வழங்கியுள்ளது. நீங்கள் செய்ய வேண்டியதெல்லாம், Add-ons> Bots குழுவிற்குச் சென்று உங்கள் ஸ்டோர் போட்களை செயல்படுத்தவும். தொடர்புடைய சேவை உங்கள் நாட்டில் இருக்க வேண்டும் என்பதை நினைவில் கொள்ளவும்.",
        'view-bots' => 'போட்களை நிர்வகிக்கவும்',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'வாடிக்கையாளர்களுடன் தொடர்பு',
        'sub-title' => 'இந்த வாரம் எனது வாடிக்கையாளர்களுடன் நான் எத்தனை தொடர்புகளை வைத்திருந்தேன்?',
        'faqs' => 'அடிக்கடி கேட்கப்படும் கேள்விகள்',
        'tickets' => 'வாடிக்கையாளர் டிக்கெட்டுகள்',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'பயனர்களின் நிலை',
        'sub-title' => ':start முதல் :end வரையிலான செயல்பாடு',
        'users' => [
            'title' => 'வாடிக்கையாளர்கள்',
            'subtitle' => 'பதிவு செய்தவர்கள்',
        ],
        'views' => [
            'title' => 'வருகைகள்',
            'subtitle' => 'நீங்கள் எத்தனை முறை கடைக்குச் சென்றீர்கள்',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'திரும்பிய பயனர்கள்',

        'shop_views' => 'கடை காட்சிகள்',
        'baskets' => [
            'title' => 'வணிக வண்டிகள்',
            'subtitle' => 'புதிய வணிக வண்டிகளின் எண்ணிக்கையைப் புகாரளிக்கவும்',
        ],
        'products' => [
            'title' => 'தயாரிப்புகள் மேலோட்டம்',
            'subtitle' => 'வகை வாரியாக கடையில் உள்ள பொருட்களின் நிலை',
            'value_name' => 'தயாரிப்புகள்'
        ],
        'products_count' => 'தயாரிப்பு வகைகள்',
        'views_count' => 'பார்வை எண்ணிக்கை',
        'sell_count' => 'விற்பனை எண்ணிக்கை',
        'send_count' => 'கப்பல் எண்ணிக்கை',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'டிராப் ஷிப்பிங்',
        'sub-title' => 'Drop Shipping Selldone இன் முக்கிய விற்பனையாளர்களுக்கான குழு.',
        'total_fulfillments' => 'பெறப்பட்ட மொத்த ஆர்டர்கள்',
        'ds_count' => 'ஆர்டர்கள் பெறப்பட்டன',
        'statistics_title' => 'பெறப்பட்ட உத்தரவுகளைப் புகாரளிக்கவும்',
        'ds_cancels' => 'இடைமுக விற்பனையாளர் மூலம் ரத்துசெய்',
        'ds_rejects' => 'உங்களால் ரத்துசெய்யவும்',
        'tip' => "நீங்கள் பொருட்களை அதிகம் விற்பனை செய்பவரா? உங்களிடம் கிடங்கு, தொழிற்சாலை அல்லது பொருட்களை விநியோகம் செய்பவரா? உங்கள் தயாரிப்புகளை பெரிய அளவில் விற்க, Selldone Drop Shipping சேவையில் உள்ள மற்ற விற்பனையாளர்களுக்கு உங்கள் தயாரிப்புகளை வழங்கலாம். உங்களுக்கு வழிகாட்ட support@selldone.com இல் எங்களுக்கு மின்னஞ்சல் அனுப்புங்கள்.",
        'view-drop-shipping-panel' => 'மொத்த விற்பனை குழுவில் உள்நுழைக',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'மாற்று விகிதங்கள்',
        'sub-title' => 'உங்கள் கடையில் சமீபத்திய நாணய மாற்று விகிதங்களின் பட்டியல்.',
        'from' => 'மூல நாணயம்',
        'to' => 'இலக்கு நாணயம்',
        'rate' => 'மாற்று விகிதம்',
        'view-exchange-panel' => 'மாற்று விகிதங்களை நிர்வகிக்கவும்',
    

        'vew-exchange-panel' => 'மாற்று விகித மேலாண்மை குழு',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'நிபுணர் ஒப்பந்தங்கள்',
        'sub-title' => 'எனது கடையில் என்ன தொழில் வல்லுநர்கள் வேலை செய்கிறார்கள்?',
        'cost' => 'ஒப்பந்த தொகை',
        'duration' => 'கால அளவு',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'தேதி ரத்து',
        'end_at' => 'டெலிவரி தேதி',
        'tip' => 'உங்கள் வணிகத்தை மேம்படுத்த, Selldone இல் சிறந்த நிபுணர்களை நீங்கள் பணியமர்த்தலாம்.',
        'view-experts' => 'தொடங்குவதற்கு கிளிக் செய்யவும்.',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'உங்கள் கடை :shop இல் செயலில் உள்ள கட்டண நுழைவாயில்கள்',
        'tip-title' => 'முக்கியமான குறிப்புகள்',
        'tip' => "உங்கள் ஸ்டோரில் உள்ள போர்டல் மேலாண்மைப் பக்கத்திற்குச் சென்று, சில நிமிடங்களில் குறைந்தது ஒரு போர்ட்டையாவது சேர்க்கவும். உங்கள் வாடிக்கையாளர்கள் ஆன்லைன் போர்ட்டல்கள் மூலம் விரைவாகவும் பாதுகாப்பாகவும் பணம் செலுத்த விரும்புகிறார்கள்.",
        'view-shop-gateways' => 'எனது ஸ்டோர் போர்டல் நிர்வாகத்தில் உள்நுழைக.',
        'view-gateways' => 'மேலும் நுழைவாயில்களைக் காண்க',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'ஆர்டர்கள்',
        'sub-title' => 'இந்த வாரம் நான் பெற்ற ஆர்டர்களின் பட்டியல்.',
        'total_baskets' => 'மொத்த ஆர்டர்கள்',
        'total_posBaskets' => 'மொத்த பண ஆணைகள்',
        'pos-title' => 'பிஓஎஸ் ஸ்டோர் பாக்ஸ்',
        'chart-label' => 'ஆர்டர்கள் முடிக்கப்பட்டன (இந்த ஆர்டர்கள் செலுத்தப்பட வேண்டிய அவசியமில்லை!)',
        'tip-title' => 'நீங்கள் கடினமாக முயற்சி செய்ய வேண்டும் ...',
        'tip' => "எளிய வெற்றி இல்லை.",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'செயலாக்க மையம்',
        'sub-title' => 'இந்த வாரம் கடையில் எவ்வளவு ஆர்டரைச் செயல்படுத்தினோம்?',
        'tip-title' => 'உங்களிடம் விற்பனை இல்லை!',
        'tip' => "துரதிர்ஷ்டவசமாக இந்த வாரம் உங்களிடம் விற்பனை இல்லை. உங்கள் கடைக்கு நீங்கள் அதிகமாகப் பெற வேண்டும். நீங்கள் கூடுதல் தயாரிப்புகளைச் சேர்க்கலாம், சிறந்த படங்களைத் தேர்வு செய்யலாம் அல்லது உங்கள் தயாரிப்புகளுக்கு சிறந்த விளக்கங்களை எழுதலாம். உங்கள் வணிகத்திற்கான முழுநேர வேலையைக் கவனியுங்கள். விரக்தியடையாமல் சரியாகச் செய்தால் வெற்றி கிடைக்கும்.",
        'view-process-center' => 'செயல்முறை மையத்தைக் காண்க',
        'return' => [
            'title' => 'திரும்பிய ஆர்டர்',
            'subtitle' => 'திரும்பிய ஆர்டர்களைப் புகாரளிக்கவும்.',
            'tip-title' => 'உனக்கு அதை பற்றி தெரியுமா ...',
            'tip' => "Selldone POS மூலம் உங்களுக்குத் தேவையான பணப் பதிவேடுகளை உருவாக்கலாம்! உங்கள் டேப்லெட், மொபைல் அல்லது லேப்டாப் எதுவாக இருந்தாலும், எந்த சாதனத்தையும் உங்கள் கடையின் விற்பனை மையமாக மாற்றலாம். இது எளிமையானது, விரைவாக அமைப்பது மற்றும் உங்கள் சேவையகத்திற்காக முழுமையாக தயாராக உள்ளது. இன்றே பயன்படுத்தத் தொடங்குங்கள்!",
            'view-pos' => 'எனது ஆன்லைன் ஸ்டோர் கேஷியரில் உள்நுழைக'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'அமர்வுகள்',
        'sub-title' => 'எனது கடைக்கு எத்தனை முறை சென்றேன்?',
        'countries-title' => 'எந்த நாடுகள் அதிகம் பார்வையிடப்பட்டது?',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'ஒரு ரூபாய் செலவு செய்யாமல் பணம் சம்பாதிக்க வேண்டுமா?',
        'message' => "ஹாய் :name, Selldone மூலம் சம்பாதிக்கத் தொடங்குவதற்கான நேரம் இது! டாஷ்போர்டு > மேலும் > பணமாக்குதல் > உங்கள் பரிந்துரை இணைப்பைப் பெறுங்கள் என்பதற்குச் செல்லவும். உங்கள் நண்பர்களுடன் இணைப்பைப் பகிர்ந்து, பரிசு அட்டைகள் மற்றும் அவர்களின் கட்டணங்களில் ஒரு பங்கைப் பெறுங்கள். சிறந்த பகுதி? நீங்களும் உங்கள் நண்பரும் பரிசு அட்டையைப் பெறுவீர்கள்!",
        'action' => 'எனது அறிமுக இணைப்பைப் பார்க்கவும்',
        'mail-clip' => "<b style='color: #C2185B'>முக்கியமானது:</b> மின்னஞ்சலின் நீளத்தைக் கட்டுப்படுத்தும் ஜிமெயில் போன்ற மின்னஞ்சல் சேவைகளை நீங்கள் பயன்படுத்தினால், முழு அறிக்கையையும் காண்பிக்க மின்னஞ்சலின் முடிவில் பின்வரும் விருப்பத்தைக் கண்டறிந்து அதைக் கிளிக் செய்யவும்:",

        'no-coin-reward' => "<b style='color: #C2185B'>மன்னிக்கவும்:</b> இலவச SEL நாணயங்கள் வெகுமதியைப் பெறுவதற்கான தேவையை உங்கள் செயல்பாடு பூர்த்தி செய்யவில்லை. கடினமாக முயற்சி செய்து அடுத்த சீசனில் உங்கள் கடையில் அதிகமாக விற்கவும்.",
        'yes-coin-reward' => "<b style='color: #4CAF50'>வாழ்த்துக்கள்:</b> அருமையான வேலை! உங்கள் சிறந்த செயல்திறனின் அடிப்படையில், :amount SEL நாணயங்களை வெகுமதியாக உங்கள் கணக்கில் வரவு வைத்துள்ளோம்.",

        'need-buy-license' => "<b>Level Up Your Business:</b> உங்கள் இணையதளத்திற்கான சந்தா திட்டத்தை நீங்கள் இதுவரை பதிவு செய்யவில்லை போல் தெரிகிறது! ஆண்டுதோறும் செலுத்தினால், மாதத்திற்கு :amountக்கான கூடுதல் அம்சங்களைத் திறக்க இப்போதே மேம்படுத்தவும்.",
        'not-afford-message' => "உங்களால் பணம் செலுத்த முடியாவிட்டால் அல்லது பணம் செலுத்துவதில் ஏதேனும் சிக்கல் இருந்தால், support@selldone.com வழியாக எங்களிடம் தெரிவிக்கவும்.",
        'add-domain' => "<b>உங்கள் வணிகத்திற்கான தனிப்பயன் டொமைன் ஏன் இல்லை?</b><br> இப்போது உங்கள் இணையதளத்தில் ஒரு டொமைனைச் சேர்க்கவும்; இது இலவசம்!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone என்பது ஒரு<del> தயாரிப்பு</del> <span style = 'color: forestgreen'>சமூகம்</span> .<br> ஒரு தொழில்முறை விற்பனையாளராக இருங்கள்!",
        'message' => "Twitter, LinkedIn மற்றும் சமூக வலைப்பின்னல்களில் Selldone இன் அதிகாரப்பூர்வ பக்கங்களைப் பின்தொடரவும். Selldone பற்றிய ஏதேனும் கருத்துகள், கோரிக்கைகள் அல்லது விமர்சனங்களை எங்களுக்கு அனுப்பவும் அல்லது விவாதங்களில் பங்கேற்கவும். <b>நீங்கள் உருவாக்கும்</b> Selldone இன் சமூகத்தில் நாங்களும் அங்கம் வகிக்கிறோம்."
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'புதிய அவகேடோ ஆர்டர்கள் பெறப்பட்டன|:shop_title :time',
        'title' => "கடந்த 24 மணிநேர செயல்திறன் அறிக்கை",
        'message' => "உங்கள் ஆர்டர்கள் மதிப்பாய்வு செய்யப்பட்டு விலை நிர்ணயம் செய்யப்பட உங்கள் வாடிக்கையாளர்கள் காத்திருக்கிறார்கள். அதிக விற்பனையைப் பெற உங்கள் வாடிக்கையாளர்களின் கோரிக்கைகளுக்கு விரைவில் பதிலளிக்கவும்.",
        'card_title' => "வரிசையில் ஆர்டர்கள்",
        'card_subtitle' => ":date முதல்",

        'card_payed' => "கட்டண ஆர்டர்கள்"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => 'உங்கள் இடுகைக்கு :community_title இல் பதிலளிக்கவும்',
        'title' => ":name மற்றும் :count மற்றவர்கள் உங்கள் இடுகைகளில் உரையாடலில் இணைந்துள்ளனர்!",
        'message' => "ஹாய் :name, உங்கள் பதிவுகள் கவனத்தை ஈர்க்கின்றன! எங்கள் சமூகத்தில் கருத்துகளைப் பெற்றுள்ளீர்கள். விவாதத்தில் சேர உங்கள் கணக்கில் உள்நுழைந்து அனைவரும் என்ன சொல்கிறார்கள் என்று பார்க்கவும்.",
        'title-simple' => ":name உங்கள் இடுகையில் கருத்து தெரிவித்துள்ளார்!",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 உங்கள் தலைப்புக்கு பதிலளிக்கவும் :topic_title',
        'title' => ":name மற்றும் :count உங்கள் தலைப்பில் மற்றவர்கள் பதிலளித்துள்ளனர்.",
        'message' => "ஹாய் :name, உங்கள் தலைப்பு கவனம் பெறுகிறது! எங்கள் சமூகத்தில் பதில்களைப் பெற்றுள்ளீர்கள். விவாதத்தில் சேர உங்கள் கணக்கில் உள்நுழைந்து அனைவரும் என்ன சொல்கிறார்கள் என்று பார்க்கவும்.",
        'title-simple' => "உங்கள் தலைப்பில் :name பதிலளித்துள்ளது.",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 புதிய உள்நுழைவு :name',
        'category' => 'பாதுகாப்பு அறிவிப்புகள்',
        'title' => "கணக்கில் உள்நுழைக",
        'message' => "அன்புள்ள :name, உங்கள் Selldone கணக்கில் உள்நுழைவு கண்டறியப்பட்டது.",   // Login in selldone (seller)
        'message-shop' => "அன்புள்ள :name, :shop_title இல் உள்நுழைவு கண்டறியப்பட்டது.",  // Login in shop (buyer)

        'footer' => "நீங்கள் உள்நுழையவில்லை என்றால், உங்கள் கடவுச்சொல்லை மாற்றவும்.",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "திரும்பப் பெறுதல்",
        'deposit' => "வைப்பு",

        'withdraw_subject' => ":account கணக்கிலிருந்து திரும்பப் பெறவும்",
        'deposit_subject' => ":account கணக்கில் வைப்பு",

        'message' => "பின்வரும் விவரக்குறிப்புகளுடன் பணப் பரிமாற்றம் செய்யப்பட்டுள்ளது.",

        'type' => "பரிவர்த்தனை வகை",

        'from' => "மூல கணக்கு",
        'to' => "Destination account",

        'desc' => "பரிவர்த்தனை விளக்கம்",
        'action' => "பரிவர்த்தனையைக் காண்க",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ முக்கியமானது! விதி மீறல்| :shop",
        'category' => "முக்கியமான தகவல்",
        'title' => "உங்கள் கடைக்கு அபராதம் விதிக்கப்பட்டுள்ளது",
        'action' => "கடை டாஷ்போர்டைத் திறக்கவும்",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter Selldone இல் சேர உங்களை அழைத்துள்ளது",
        'title' => ":name உங்கள் புதிய ஆன்லைன் ஸ்டோரைத் தொடங்கவும் பணமாக்குவதற்கும் உங்களுக்கு :amount அனுப்பியுள்ளது!",
        'message' => "Hi **:receiver_name**,<br><br>Welcome to Selldone! On Selldone, you can easily create your e-commerce site, blog, online community, and even set up an online POS system for in-person sales—all within minutes. It’s the complete online business operating system designed to make your business better, faster, and easier to run.<br><br>Sign up by <b>:date</b> and receive a :amount voucher to get started!",
        'accept' => "அழைப்பை ஏற்கவும்",
        'owner' => "உரிமையாளர்",
        'join-date' => "அன்று முதல் Selldone",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "மீட்பு இணைப்பு| :shop",
        'category' => "கடை பாதுகாப்பு",
        'title' => "ஸ்டோர் மீட்பு இணைப்பு <b>:shop_name</b> .",
        'message' => "உங்கள் கடையை மீட்டெடுக்க நீங்கள் கோரியதால் இந்த மின்னஞ்சல் உங்களுக்கு அனுப்பப்பட்டது. கீழே உள்ள இணைப்பைக் கிளிக் செய்வதன் மூலம், உங்கள் கடை மற்றும் அதைச் சேர்ந்த அனைத்து தரவுகளும் மீட்டெடுக்கப்படும்.",
        'action' => "கடை மீட்டெடுப்பை உறுதிப்படுத்தவும்",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'Selldone உங்கள் வணிகத்திற்காக எவ்வளவு பணம் சேமித்தது?',
        'sub-title' => 'தேதி :start முதல் :end வரை',
        'infrastructure' => [
            'title' => 'உள்கட்டமைப்பு',
            'subtitle' => 'சேவையகங்கள், CDN, சேமிப்பகம் மற்றும் பிற கிளவுட் சேவைகள்',
        ],
        'experts' => [
            'title' => 'நிபுணர்கள் & பணியாளர்கள்',
            'subtitle' => 'டெவலப்பர்கள், பராமரிப்பு மற்றும் ஆதரவு',
        ],
        'total_save' => 'மொத்த சேமித்த பணம்'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'உங்கள் செயல்திறன்',
        'sub-title' => ':start முதல் :end வரையிலான வணிகக் கண்ணோட்டம்',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'திரும்பிய பயனர்கள்',

        'shop_views' => 'கடை காட்சிகள்',
        'baskets' => [
            'title' => 'வணிக வண்டிகள்',
            'subtitle' => 'புதிய வணிக வண்டிகளின் எண்ணிக்கையைப் புகாரளிக்கவும்',

        ],
        'products' => [
            'title' => 'தயாரிப்புகள் மேலோட்டம்',
            'subtitle' => 'வகை வாரியாக கடையில் உள்ள பொருட்களின் நிலை',
            'value_name' => 'தயாரிப்புகள்'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'மொத்த இணையதள பக்க பார்வைகள்',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "புதிய ஆர்டரைப் பெற்றுள்ளீர்கள். உங்கள் விற்பனையாளர் பேனலில் உள்ள ஆர்டர் செயலாக்கப் பக்கத்திற்குச் செல்லவும்.",
        'subject' => "🛍 புதிய ஆர்டர் பெறப்பட்டது | :order_id",
        'your_revenue' => "உங்கள் வருவாய்",
    ],
    'vendor-invite' => [
        'title' => 'விற்பனையாளர் அழைப்பு',
        'message' => ":shop_name இன் விற்பனையாளராக ஆவதற்கான அழைப்பைப் பெற்றுள்ளீர்கள். பின்வரும் பொத்தான்களைக் கிளிக் செய்வதன் மூலம் நீங்கள் அதை ஏற்கலாம் அல்லது நிராகரிக்கலாம்.",
        'subject' => ":shop_name |எங்கள் விற்பனையாளராக மாறுவதற்கான அழைப்பு",
        'accept' => "ஏற்றுக்கொண்டு விற்பனையாளராகுங்கள்",
        'reject' => "நிராகரிக்கவும்",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'எங்கள் குழுவில் சேர அழைப்பு',
        'message' => ":shop_name இல் :vendor_name இல் சேர அழைக்கப்பட்டுள்ளீர்கள். கீழே உள்ள பொத்தான்களைப் பயன்படுத்தி இந்த அழைப்பை ஏற்கலாம் அல்லது நிராகரிக்கலாம்.",
        'subject' => ":vendor_name இல் சேர அழைப்பு|குழு உறுப்பினராகுங்கள்",
        'accept' => "ஏற்றுக்கொண்டு அணியில் சேரவும்",
        'reject' => "நிராகரிக்கவும்",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "உங்கள் உள்நுழைவு குறியீடு :shop",
        'header-message' => "நீங்கள் கடைக்கான உள்நுழைவுக் குறியீட்டைக் கோரியதால் இந்த மின்னஞ்சலை உங்களுக்கு அனுப்புகிறோம். கீழே உங்கள் ஒரு முறை கடவுச்சொல்லை (OTP) கண்டறியவும்:",
        'footer-message' => "இந்த குறியீடு 10 நிமிடங்களுக்கு செல்லுபடியாகும். இந்த உள்நுழைவுக் குறியீட்டை நீங்கள் கோரவில்லை எனில், இந்த மின்னஞ்சலைப் புறக்கணிக்கவும்."
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "உங்கள் மின்னஞ்சலைச் சரிபார்க்கவும்| :shop",
        'title' => 'மின்னஞ்சல் சரிபார்ப்பு',
        'header-message' => "ஹாய் :name,<br> கீழே உள்ள பொத்தானைக் கிளிக் செய்வதன் மூலம் அல்லது 48 மணிநேரத்திற்குள் கீழே உள்ள இணைப்பைப் பயன்படுத்தி **:email** உங்கள் மின்னஞ்சல் முகவரி என்பதை உறுதிப்படுத்தவும்.",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "தயாரிப்பு புதுப்பிப்புகள்| :shop",
        'title' => "தயாரிப்பு நிலை குறித்த புதுப்பிப்பு - கடந்த 24 மணிநேரம்",
        'message' => "இந்தச் செய்தி உங்களுக்கு நன்றாகத் தெரியும் என்று நம்புகிறேன். கடந்த 24 மணிநேரத்தில் எங்கள் தளத்தில் உங்கள் தயாரிப்புகளின் நிலையைப் பற்றி உங்களுக்குத் தெரிவிக்க இது ஒரு சுருக்கமான புதுப்பிப்பாகும்.\nஇந்த காலகட்டத்தில், சில தயாரிப்புகளின் நிலையில் மாற்றங்கள் ஏற்பட்டுள்ளன. இந்த மாற்றங்கள் கொள்முதல், பங்கு புதுப்பிப்புகள் அல்லது பிற தொடர்புடைய நிகழ்வுகள் காரணமாக இருக்கலாம்.\nஒவ்வொரு தயாரிப்பு பற்றிய விரிவான தகவலுக்கு, உங்கள் கணக்கில் உள்நுழைந்து 'தயாரிப்பு நிலை' பகுதியைச் சரிபார்க்கவும்.",
        'action' => "விற்பனையாளர் பேனலைத் திறக்கவும்",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "மொத்த ஆர்டர்கள் பெறப்பட்டன| :shop | :date",
        'title' => "மொத்த ஆர்டர்கள் அறிவிப்பு",
        'message' => "மொத்த ஆர்டர்களின் தொகுப்பைப் பெற்றுள்ளீர்கள். மேலும் விவரங்களுக்கு உங்கள் பேனலில் உள்ள ஆர்டர் செயலாக்கப் பக்கத்தைப் பார்வையிடவும். 7 நாட்களுக்குச் செல்லுபடியாகும்.\n        <b>முக்கியமானது:</b> இந்த இணைப்பு 7 நாட்களுக்கு செல்லுபடியாகும்.<br>\n        இந்த இணைப்பு மாறும், எனவே ஒவ்வொரு முறை கிளிக் செய்யும் போதும், இந்தக் குறிப்பிட்ட தேதிக்கான மிகவும் புதுப்பிக்கப்பட்ட ஆர்டர்களைப் பெறுவீர்கள். <b>அதாவது ஆர்டரின் கட்டண நிலை நிராகரிக்கப்பட்டதாக மாறினால், பதிவிறக்கம் செய்யப்பட்ட CSV இல் அந்த ஆர்டரைப் பார்க்க முடியாது, அல்லது ஆர்டர் செலுத்தப்பட்டால், அது பட்டியலில் தோன்றும்.</b><br><br>\n        <ul>\n            <li> :date.</li> இல் முன்பதிவு செய்யப்பட்ட தேதியுடன் கட்டண ஆர்டர்களை CSV கொண்டுள்ளது\n            <li> முன்பதிவு செய்யப்பட்ட தேதி என்பது ஆர்டர் பக்கத்தில் பயனர் செக் அவுட்டை கிளிக் செய்யும் தேதியாகும்.</li>\n        </ul>\n        <b> நகல் ஆர்டர்களைத் தடுக்க, அனுப்பும் முன் எப்போதும் ID ஆர்டரைச் சரிபார்க்கவும்.</b>",
        'action' => "ஆர்டர் பட்டியலைப் பதிவிறக்கவும்",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "உங்கள் ஆர்டரில் உள்ள சில உருப்படிகள் ஏற்கப்படவில்லை மற்றும் டெலிவரி செய்ய முடியாது. இந்த உருப்படிகளுக்கான தொகை விரைவில் உங்கள் கார்டில் திருப்பித் தரப்படும்."
    ]

];
