<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "Instagram ஸ்டோர் பில்டர்|Instagram கணக்கை ஆன்லைன் ஸ்டோராக மாற்றவும்",
        'desc' => "உங்கள் பணத்தை எங்கும் வீணாக்காதீர்கள். Selldone இல் உங்கள் கடையை உருவாக்கியதும், WordPress, Joomla மற்றும் WooCommerce போன்ற பிற ஸ்டோர் கட்டிடக் கருவிகளுடன் பணிபுரிவதை நீங்கள் இனி நினைக்க மாட்டீர்கள்.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "இன்ஸ்டாகிராமில் சமையல்காரரும் அவரது அழகான பூனையும் எப்படி விற்கிறார்கள்?",


        'alt1' => "Selldone இன்ஸ்டாகிராம் ஸ்டோர் பில்டர்",
        'alt2' => 'இன்ஸ்டாகிராமில் சாரா கேக்கை விற்ற கதை',
        'alt3' => 'Selldone ஆன்லைன் ஆர்டர் செயலாக்க மையம்',
        'alt4' => 'Selldone ஆன்லைன் ஸ்டோர் கட்டண நுழைவாயில்',
        'alt5' => 'ஆன்லைன் ஸ்டோர்களுக்கான தானியங்கி எஸ்சிஓ எஞ்சின்',
        'alt6' => 'இன்ஸ்டாகிராமில் ஆன்லைனில் விற்க புதிய வழிகள்',
        'alt7' => 'பிராண்டிங் மற்றும் பிராண்டிங்',
        'alt8' => 'கடை காசாளர்',
        'alt9' => 'சந்தைப்படுத்தல் மற்றும் விற்பனை கருவிகள்',
        'alt10' => 'இலவச வணிக பங்குதாரர்',
        'alt11' => 'ஆர்டர் செயலாக்க மையம்',
        'alt12' => 'விசுவாசமான வாடிக்கையாளர்கள்',
        'alt13' => 'நேரடி கட்டண நுழைவாயில்',
        'alt14' => 'Instagram விற்பனை சேனல்கள்',
        'alt15' => 'ஒரு தளம் மற்றும் ஸ்டோர் டெவலப்பரை பணியமர்த்துதல்',
        'alt16' => 'Selldone பிளாட்ஃபார்ம் கதை',
        'alt17' => 'தளம் மற்றும் அங்காடி தானியங்கி எஸ்சிஓ இயந்திரம்',
        'alt18' => 'மகிழ்ச்சியான விற்பனையாளர்',
        'alt19' => 'வணிக வண்டி',


        'm1' => 'ஏன் Selldone?',
        'm2' => 'ஆட்டோ எஸ்சிஓ',
        'm3' => 'விலைகள் (இலவசம்)',

        'register' => 'பதிவு செய்யுங்கள்',

        'header' => '<span class="ulr"> 10x Times</span> மேலும் & Better<br><span class="ulr">Sell</span> Instagram இல்',
        'header_msg' => 'வாடிக்கையாளர்கள் இன்ஸ்டாகிராமில் இருந்து ஸ்டோர் போன்ற பக்கத்தைத் திறப்பது, அவர்கள் விரும்பும் படங்களிலிருந்து தயாரிப்புகளைத் தேர்ந்தெடுப்பது, ஆர்டரில் சேர்ப்பது மற்றும் ஆன்லைனில் உங்கள் கணக்கில் நேரடியாகச் செலுத்துவது போன்றவற்றை கற்பனை செய்து பாருங்கள். தீர்வு உங்கள் முன்னால் உள்ளது.',

        'name_plc' => 'உங்கள் பயனர்பெயரை உள்ளிடவும்',
        'preview' => 'முன்னோட்ட அங்காடி',
        'create_act' => 'ஒரு Instagram ஸ்டோரை உருவாக்கவும்',


        'title1s' => 'இது எப்படி வேலை செய்கிறது?',
        'title1' => 'உங்கள் இன்ஸ்டாகிராமை <span class="ulb">full-featured</span> ஸ்டோராக மாற்றவும்!',
        'desc1' => 'நீங்கள் மிகப்பெரிய ஆன்லைன் ஸ்டோர்களின் பேனலை விட அதிகமான அம்சங்களைக் கொண்டிருப்பீர்கள், ஆனால் எந்த தவறும் செய்யாதீர்கள், எளிய ஹோஸ்ட்களுடன் வேலை செய்வது வேடிக்கையாக உள்ளது.',
        'sub1' => 'தயாரிப்பு மேலாண்மை இப்படி செயல்படுகிறது...',
        'sub1msg' => "முதல் படி தயாரிப்புகளைச் சேர்ப்பது. Selldone மூலம், நீங்கள் Instagram இலிருந்து தயாரிப்புகளை இறக்குமதி செய்யலாம், Excel கோப்பை பதிவேற்றலாம் அல்லது ஒரு சில கிளிக்குகளில் மற்ற எளிய முறைகளைப் பயன்படுத்தலாம்.",
         'list1_1' => 'நிர்வாகத்தை முழுமையாகக் கொன்று மூடவும்',
         'list1_2' => 'சரக்கு புதுப்பிப்பு மற்றும் விரைவான விலை',
         'list1_3' => 'எக்செல் கோப்புடன் தயாரிப்புகளைச் சேர்க்கவும்',
         'list1_4' => 'இதிலிருந்து தயாரிப்புகளைச் சேர்க்கவும்',
         'list1_5' => 'நீங்கள் சலித்துவிட்டீர்களா? நாங்கள் உங்களை சேர்ப்போம்!',

        'title2s' => 'ஆர்டர்கள் இப்படித்தான் செயல்படுகின்றன...',
        'title2' => "ஒரு நாளைக்கு 10 மடங்கு அதிகமான ஆர்டர்கள் உங்களுக்கு போதாதா? Selldone ஒவ்வொரு கடைக்கும் ஒரு நாளைக்கு 10 ஆயிரத்துக்கும் மேற்பட்ட ஆர்டர்களுக்காக வடிவமைக்கப்பட்டுள்ளது.",

        'list2_1' => 'உங்கள் பயண நிலையை விரைவாகப் பார்த்து விரைவாகச் செயல்படுங்கள்',
        'list2_2' => 'வாடிக்கையாளர் தனது ஆர்டரின் சமீபத்திய நிலையைப் பார்க்கலாம்',
        'list2_3' => 'பணம் செலுத்துதல், ஆர்டர் செயலாக்கம் மற்றும் ஷிப்பிங் ஆகியவற்றை நிர்வகிக்கவும்',
        'list2_4' => 'நீங்கள் விரும்பும் பல கூட்டுப்பணியாளர்களைச் சேர்க்கவும்',


        'title3s' => 'நேரடி விளையாட்டு முடிந்தது!',
        'title3' => "உங்கள் ஸ்டோரில் ஆன்லைன் கட்டணம் உங்கள் டொமைனிலும் நேரடியாகவும் உங்கள் கணக்கில் செய்யப்படும்! ஆன்லைன் போர்ட்டல்கள் மற்றும் ஆன்-சைட் பேமெண்ட் வகைகளை நீங்கள் தேர்வு செய்யலாம்.",

        'list3_1' => 'ஆன்லைன் கட்டண நுழைவாயில் (உங்கள் கணக்கிற்கு நேரடியாக)',
        'list3_2' => 'ஆன்-சைட் கட்டணத்தை இயக்கும் திறன்',
        'list3_3' => 'மின்னணு நம்பிக்கை சின்னம் இல்லாமல் நுழைவாயிலைப் பெறுங்கள் (ஊதியம்)',
        'list3_4' => 'பணம் செலுத்துதல் மற்றும் ஒரு கிளிக் ஆர்டர்களை நிர்வகிக்கவும்',


        'title4s' => 'ஆட்டோ எஸ்சிஓ',
        'title4' => 'SEO சிறந்த நடைமுறைகளைப் பின்பற்றும் ஒரு SEO-நட்பு தளத்தை வடிவமைத்தல், உங்கள் ஆன்லைன் வணிகத்தை வாடிக்கையாளர்களுக்கு மேலும் தெரியப்படுத்த உதவுகிறது. Selldone ஒரு SEO சார்ந்த ஸ்டோருக்குத் தேவையான உள்கட்டமைப்பை வழங்குகிறது, எனவே Google இல் கண்டுபிடிக்கப்பட்டதைப் பற்றி நீங்கள் கவலைப்பட வேண்டியதில்லை.',

        'list4_1' => 'எங்களிடம் நல்ல உரையையும் படங்களையும் விட்டுச் செல்கிறீர்கள்',

        'title0' => '<span class="uly"> இன்னும் தொழில்ரீதியாக </span> விற்கும் நேரம் இது, உங்கள் வாடிக்கையாளர்களை மகிழ்ச்சியடையச் செய்யுங்கள்<br> மற்றும் நீங்கள் ஒரு ஆன்லைன் வணிகத்தை வளர்த்து வருகிறீர்கள் என்று பெருமைப்படுங்கள்',


        'title6s' => "இதில் திருப்தி அடைய வேண்டாம்",
        'title6' => 'இன்ஸ்டாகிராம் கடையை விட அதிகம்...',


        'features' => 'அம்சங்கள்',
        'features_act' => 'அனைத்து அம்சங்களையும் பார்க்கவும்',

        'x1' => 'உங்கள் பிராண்டை உருவாக்க மற்றும் உங்கள் சொந்த வாடிக்கையாளர் கிளப்பைக் கொண்டிருக்க ஒரு பிரத்யேக டொமைனில் ஆன்லைன் ஸ்டோர்.',
        'x2' => 'ஒரு கடைக்கான ஆன்லைன் ஸ்டோர் பணப் பதிவேடு 0 $ செட் அப் செலவு மற்றும் உங்களுக்குத் தேவையான அளவு.',
        'x3' => 'மிகப்பெரிய போலீஸ் மார்க்கெட் பிராண்டுகள் கூட இல்லாத சிறந்த மார்க்கெட்டிங் மற்றும் விற்பனை கருவிகள்.',
        'x4' => "Selldone என பெயரிடப்பட்ட ஒரு நல்ல மற்றும் குறைந்த எதிர்பார்ப்பு கூட்டாளர், அதன் முழு முயற்சியும் நிறுவனத்தின் விற்பனையை அதிகரிப்பதே தவிர, பணத்தை எடுத்து அவர்களை விட்டுவிடக்கூடாது.",

        'a1' => 'ஆர்டர் செயலாக்கம்',
        'a1s' => 'வேகத்திற்காக வடிவமைக்கப்பட்டுள்ளது',

        'a2' => 'சந்தைப்படுத்தல் மற்றும் ஊக்கத்தொகை',
        'a2s' => 'விசுவாசமான வாடிக்கையாளர்களைக் கண்டறியவும்',

        'a3' => 'நேரடி கட்டணம்',
        'a3s' => 'கட்டண இடைமுகம் இல்லை',

        'a4' => 'விற்பனை சேனல்கள்',
        'a4s' => 'டெலிகிராம், கூகுள், இன்ஸ்டாகிராம் போன்றவை.',

        'blog' => 'மற்றும்',

        'b1' => "2021 இல் இன்னும் ஒரு புரோகிராமரை நியமிக்க வேண்டுமா, ஸ்டோர்-பில்டிங் பேக்கேஜ்கள் அல்லது ஹோஸ்ட்களை வாங்க வேண்டுமா?",
        'b2' => "Selldone இன் கதை|தளம் மற்றும் ஆன்லைன் வணிகங்களைத் தொடங்கும் முறையில் மாற்றம்",
        'b3' => 'தானியங்கி எஸ்சிஓ இயந்திரம் கூகுள் முடிவுகளில் ஜொலிக்கிறது',
        'read' => 'தொடரவும்',

        'title5s' => 'இதன் விலை எவ்வளவு என்பதை அறிய விரும்புகிறீர்களா?',
        'title5' => '<span class="ulr"> மாடலில் இருந்து 2% கமிஷனுடன் </span> க்கு இலவசம்.',
        'msg5' => "உங்களிடம் விற்பனை இல்லாத வரை, ஒரு ரியாலின் உரிமையாளர்கள் தளம், ஹோஸ்ட், சர்வர்கள், சேவைகள், கருவிகள், ஆதரவு, புதுப்பிப்புகள் மற்றும் வேறு எதற்கும் உங்களிடம் கட்டணம் வசூலிக்க மாட்டார்கள்! பணம் நேரடியாக உங்கள் கணக்கில் வரவு வைக்கப்படும்! Selldone தனது அனைத்து கூட்டாளர்களையும் மாத இறுதியில் அல்லது சில மாதங்களுக்குப் பிறகு அவர்களின் பணப்பையை சார்ஜ் செய்வதன் மூலம் அவர்களுக்கு ஏதேனும் பிரச்சனை ஏற்பட்டால் கட்டணம் செலுத்துவதை நம்புகிறது.",
         'footer_act' => "இலவசம் மட்டும் நன்மை அல்ல! எப்படி?",
         'footer' => 'நீங்கள் விரும்பும் ஏதேனும் கேள்விகள் அல்லது உதவிக்குறிப்புகளைக் கேளுங்கள்.',

        's1' => 'ஸ்மார்ட் ரிப்போர்ட்டிங்',
        's2' => 'இலவச கிளவுட் ஹோஸ்டிங்',
        's3' => 'தளவாடங்கள் மற்றும் செயலாக்கம்',
        's4' => 'லேண்டிங் பேஜ் பில்டர்',
        's5' => 'அம்சங்கள் மற்றும் நன்மைகள்',
        's6' => 'நிதி மேலாண்மை',
        's7' => 'சந்தைப்படுத்தல் கருவிகள்',
        's8' => 'ஊக்கத்தொகை மற்றும் வாடிக்கையாளர்கள்',
        's9' => 'சுமார் Selldone',
        's10' => 'வலைப்பதிவு',
        's11' => 'உதவி',
        's12' => 'தனியுரிமை',
        's13' => 'விதிமுறைகள் மற்றும் நிபந்தனைகள்',
        's14' => 'கடை கட்டுபவர்',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Selldone உடன் பணிபுரிவது பற்றி கவலைப்படுகிறீர்களா?",
        'import_title' => "Selldone பயனர்களைக் கேளுங்கள்; <span class='ulr'> எளிமை மற்றும் வேகம்</span> பற்றிய அவர்களின் கருத்து உங்களை ஆச்சரியப்படுத்தும்!",
        'import_message' => "இன்ஸ்டாகிராமில் இருந்து உங்கள் ஸ்டோருக்கு நேரடியாக உங்கள் தயாரிப்புகளை இறக்குமதி செய்யலாம், ஆனால் நீங்கள் விரும்பினால், ஒரு எளிய எக்செல் கோப்பின் மூலம் அவற்றின் அனைத்து தயாரிப்புகளையும் படங்களையும் தானாகவே உங்கள் கடையில் சேர்க்கலாம். நீங்கள் அதே கோப்பை நிரப்பி, Google இலிருந்து படங்களின் URL ஐ நகலெடுத்து, இறுதியாக உங்கள் CSV கோப்பை இழுத்து தயாரிப்பு மேலாண்மை பிரிவில் விடவும். Selldone அதை உங்களுக்காகச் செய்யும்.",
        'import_t1' => "உங்களிடம் ஏதேனும் தயாரிப்பு இருக்கிறதா",
        'import_b1' => "அவர்கள் பன்முகத்தன்மை இல்லாதவர்கள்",
        'import_m1' => "இந்தக் கோப்பைப் பதிவிறக்கி, தயாரிப்பின் பெயர், விலை மற்றும் சரக்கு ஆகியவற்றை உள்ளிட்டு, Google போன்ற இடத்திலிருந்து பட இணைப்பை நகலெடுத்து ஒட்டவும்",

        'import_b2' => "பல மாறுபாடுகள்",
        'import_m2' => "வெரைட்டி என்றால் நிறம், அளவு, பொருள் மற்றும் அது போன்ற விஷயங்கள். உங்களிடம் பல தயாரிப்புகள் இருந்தால், இந்தக் கோப்பைப் பதிவிறக்கம் செய்து உங்கள் தயாரிப்புத் தகவலை நிரப்பலாம். இது கொஞ்சம் கடினமானது",

        'import_download' => "மாதிரி கோப்பைப் பதிவிறக்கவும்",

    ]

];
