<?php



return [

    'loading-title' => "ஆஃப்லைனில் இருந்து ஆன்லைனுக்கு அளவிடவும்",
    'loading-message' => "நீங்கள் முயற்சி செய்யுங்கள், நாங்கள் கதவுகளைத் திறக்கிறோம்",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'Selldone என்பது பீட்டா', 'priority' => 'மீ',
        'message' => "<p>\n            நீங்கள் திறந்த பீட்டாவில் பங்கேற்க விரும்புகிறோம். பீட்டாவாக\n            சோதனையாளர், நீங்கள் வெளியிடப்படாத அம்சங்களைப் பயன்படுத்த முடியும்\n            பொதுமக்கள். இந்த அம்சங்கள் பொதுவில் கிடைக்கலாம்\n            எதிர்காலம். <b>all பரிவர்த்தனைகள் சோதனை முறையில் </b> மற்றும்\n            <b> இறுதி வெளியீட்டிற்கு முன் </b> தெளிவாக இருக்கும். பயனர்கள், கடைகள் மற்றும்\n            தயாரிப்புகள் <u> அகற்றப்படாது</u>.\n          </p>\n\n          <p>நன்றி,<br />CEO Selldone</p>"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "இரண்டு-படி உள்நுழைவு வெற்றிகரமாக இயக்கப்பட்டது.",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "இரண்டு-படி உள்நுழைவு முடக்கப்பட்டது.",


];
