<?php

return [
    'default_title' => 'SELLDONE',
    'keywords' => ['வணிக os', 'domain', 'selldone', 'இணையவழி தளம்', 'கடை கட்டுபவர்', 'கடை கட்டுபவர்', 'இணையதளத்தை உருவாக்குபவர்', 'வணிக யோசனை', 'தனிப்பயன் சமூகத்தை உருவாக்குபவர்', 'ஒயிட்லேபிள் மின்வணிகம்'],
    'samin' => 'Selldone',
    'Selldone' => 'Selldone',


    'related' => 'தொடர்புடையது',
    'share' => 'பகிர்',

    /*
    |--------------------------------------------------------------------------
    | Global
    |--------------------------------------------------------------------------
    */
    'global' => [
        'blog' => 'வலைப்பதிவு',
    ],

    /*
    |--------------------------------------------------------------------------
    | Global footer
    |--------------------------------------------------------------------------
    */
    'footer-title' => 'Selldone®|வணிகங்கள் <span class="os-grad">OS</span>™',
    'footer-subtitle' => "SMEகள் மற்றும் சுயாதீன பிராண்டுகளுக்கான #1 இயக்க முறைமை",
    'footer-about-selldone' => 'Selldone, ஒரு இணையவழி தளமாக, வணிகங்களின் வளர்ச்சிக்கு ஒரு தேவதையாக செயல்படுகிறது. உங்களிடம் ஒரு சிறிய செங்கல் மற்றும் மோட்டார் கடை அல்லது பெரிய நிறுவனமாக இருந்தாலும், உங்கள் தயாரிப்பை இணையத்தில் காட்சிப்படுத்த வேண்டும். குறைந்த இயக்க செலவுகள் மற்றும் அதிக நெகிழ்வுத்தன்மையுடன் ஆன்லைன் ஸ்டோர்களை உருவாக்க Selldone பயன்படுத்தப்படுகிறது. கூடுதலாக, தனிப்பயன் தன்னியக்க செயல்முறைகள் அல்லது AI ஒருங்கிணைப்பை உருவாக்க, ஸ்டோர் நிர்வாகம் மற்றும் காட்சி நிரலாக்க இடைமுகத்தை ஒருங்கிணைத்தல் போன்ற புதிய அம்சங்களை ஒவ்வொரு வாரமும் பெறும் மின் வணிக மேலாண்மை கருவித்தொகுப்பை நாங்கள் எப்போதும் மேம்படுத்துகிறோம்.',
    'footer-action' => "உங்கள் மின்வணிகத்தை உருவாக்கவும் - இது இலவசம்",

    'footer' => [
        'about' => 'Selldone பற்றி',
        'contact' => 'எங்களை தொடர்பு கொள்ள',
        'email' => 'support@selldone.com',
        'phone' => '🇩🇰 +45 36991215',
    ],

    'footer-menu' => [


        // Menu 1:
        [
            'title' => 'Selldone',
            'items' => [
                ['title' => 'வணிக தளம்', 'href' => '/store-builder'],
                ['title' => 'வலைப்பதிவு', 'href' => '/blog'],
                ['title' => 'உதவி', 'href' => '/help'],
                ['title' => 'FAQ', 'href' => '/faq'],
                ['title' => 'தனியுரிமைக் கொள்கை', 'href' => '/privacy'],
                ['title' => 'சேவையின் காலம்', 'href' => '/terms'],
            ],
        ],

        // Menu 2:
        [
            'title' => 'அம்சங்கள்',
            'items' => [
                ['title' => 'அம்சங்கள் & நன்மைகள்', 'href' => '/features'],
                ['title' => 'Marketing tools', 'href' => '/marketing'],
                ['title' => 'Processing center', 'href' => '/order-processing'],
                ['title' => 'ஊக்கத்தொகை & கிளப்புகள்', 'href' => '/incentives'],
                ['title' => 'தணிக்கை & கணக்கியல்', 'href' => '/auditing'],
                ['title' => 'Cloud hosting', 'href' => '/cloud'],

            ],
        ],

        // Menu 3:
        [
            'title' => 'தீர்வுகள்',
            'items' => [
                ['title' => 'NFT சேகரிப்பு', 'href' => '/nft'],
                ['title' => 'கில்ட்', 'href' => '/guild'],
                ['title' => 'அவகேடோ', 'href' => '/avocado'],
                ['title' => 'நிபுணர்கள்', 'href' => '/experts'],
                ['title' => 'SEO engine', 'href' => '/seo'],
                ['title' => 'Smart report', 'href' => '/smart-report'],
            ],
        ],

        // Menu 4:
        [
            'title' => 'சேவைகள்',
            'items' => [
                ['title' => 'விலை மற்றும் திட்டங்கள்', 'href' => '/price'],
                ['title' => 'விண்ணப்பங்கள்', 'href' => '/apps'],
                ['title' => 'Application builder', 'href' => '/app-builder'],
                ['title' => 'பக்கத்தை உருவாக்குபவர்', 'href' => '/page-builder'],
                ['title' => 'Logistic solution', 'href' => '/logistic'],
                ['title' => 'ஆட்டோமேஷன் & ஐஓடி', 'href' => '/automation'],

            ],
        ],


    ],


    /*
    |--------------------------------------------------------------------------
    | Global header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'home' => 'வீடு',
        'features' => 'அம்சங்கள்',
        'pricing' => 'விலை நிர்ணயம்',
        'blogs' => 'வலைப்பதிவு',
        'community' => 'சமூக',
        'help' => 'உதவி',
        'features-menu' => [
            'store-builder' => 'மின்வணிக பில்டர்',
            'community-platform' => 'தனிப்பயன் சமூகம்',
            'cloud' => 'கிளவுட் அடிப்படையிலான ஹோஸ்டிங்',
            'page-builder' => 'லேண்டிங் பேஜ் பில்டர்',
            'smart-report' => 'ஸ்மார்ட் ரிப்போர்ட் ஜெனரேட்டர்',
            'payment' => 'பணம் செலுத்துதல் & கணக்கியல்',

            'staffs' => 'வாடிக்கையாளர்கள் மற்றும் குழு',
            'logistic' => 'லாஜிஸ்டிக் & டெலிவரி',
            'order-processing' => 'ஆர்டர்கள் & செயலாக்கம்',
            'marketing' => 'விளம்பர யுக்தி',
            'incentives' => 'கிளப் & ஊக்கத்தொகை',
            'pos' => 'ஆன்லைன் பிஓஎஸ்',
            'seo' => 'ஆட்டோ எஸ்சிஓ எஞ்சின்',
            'automation' => 'ஆட்டோமேஷன் & ஐஓடி',
            'ai' => 'AI வர்த்தகம்',
            'app-builder' => 'விண்ணப்பத்தை உருவாக்குபவர்',
        ],
        'build' => "கட்டுங்கள்",
        'build-sub' => "உங்கள் வெற்றிக் கதையை உருவாக்க உங்களைச் சுற்றி ஒரு அமைப்பை உருவாக்குகிறோம்.",

        'manage' => "நிர்வகிக்கவும்",
        'manage-sub' => "உங்கள் வணிகத்தை நிர்வகிப்பது முன்னெப்போதையும் விட மகிழ்ச்சியாக இருக்கும்.",

        'sel' => "விற்க",
        'sel-sub' => "எப்போதும் மூடிக்கொண்டு இருங்கள், பணம் சம்பாதித்து மகிழுங்கள்.",

        'grow' => "வளருங்கள்",
        'grow-sub' => "எண்டர்பிரைஸ்-கிரேடு அம்சங்கள் மற்றும் கருவிகள் உங்கள் கையில், வானம் உங்கள் எல்லையாக இருக்கும்.",


    ],

    /*
    |--------------------------------------------------------------------------
    | Article
    |--------------------------------------------------------------------------
    */
    'article' => [
        'list-of-content' => 'உள்ளடக்கத்தின் பட்டியல்',
        'author' => 'நூலாசிரியர்',
        'others-title' => ":title பற்றிய கூடுதல் நுண்ணறிவு",
    ],


    /*
    |--------------------------------------------------------------------------
    | Main pages
    |--------------------------------------------------------------------------
    */
    'page.login' => ['title' => 'Selldone |உள்நுழைக', 'image' => '/images/seo/en/login.jpg', 'description' => "உங்களிடம் எவ்வளவு மூலதனம் உள்ளது, உங்கள் தொழிலை எங்கு தொடங்குகிறீர்கள், உலகில் எங்கு வாழ்கிறீர்கள் என்பது முக்கியமல்ல! Selldone உங்களுக்கு அனைத்து தொழில்முறை விற்பனை கருவிகளையும் வழங்கியுள்ளது. பதிவு மற்றும் இந்த கருவிகள் அனைவருக்கும் மற்றும் எப்போதும் இலவசம்."],
    'page.register' => ['title' => 'Selldone |பதிவு செய்யுங்கள்', 'image' => '/images/seo/en/login.jpg', 'description' => "அணுகல் என்பது உரிமையே தவிர சலுகை அல்ல என்று நாங்கள் நம்புகிறோம்! நீங்கள் நியூயார்க்கில் உள்ள பணக்கார தெருவில் அல்லது தொலைதூர கிராமத்தில் வணிகம் செய்தாலும், ஆன்லைனில் விற்க இணையம் மற்றும் ஆன்லைன் கருவி மட்டுமே தேவை! இது Selldone இன் கனவு."],


    'page.home' => ['title' => "தொழில் வல்லுநர்களைப் போல விற்கவும் - Selldone® வணிக OS", 'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg', 'description' => "Selldone என்பது உங்கள் வணிகத்தை பார்வைக்கு உருவாக்க, நிர்வகிக்க மற்றும் அளவிடுவதற்கான ஒரு வணிக OS ஆகும். கோடிக்கணக்கான ஆர்டர்களுக்காக உருவாக்கப்பட்ட, குறியீடு இல்லாத, நிபுணர்கள் தேவையில்லாத தீர்வைக் கொண்டு அதை நீங்களே உருவாக்குங்கள்."],
    'page.helps' => ['title' => 'உதவி', 'image' => '/images/seo/en/help.jpg', 'description' => "ஒரு வெற்றிகரமான வணிகத்தை எவ்வாறு உருவாக்குவது."],
    'page.blogs' => ['title' => 'வணிக OS மேக்', 'image' => '/images/seo/en/academy.jpg', 'description' => "உங்கள் ஆன்லைன் வருவாயை அதிகரிப்பதற்கான நிபுணத்துவ உதவிக்குறிப்புகளுடன், ஆன்லைன் விற்பனை, உதவிக்குறிப்புகள், தந்திரங்கள் மற்றும் நிபுணத்துவ ஆலோசனைகள், ஆன்லைன் விற்பனையில் செய்ய வேண்டியவை மற்றும் செய்யக்கூடாதவைகளுக்கான உங்களின் ஒரு நிறுத்த வழிகாட்டி."],
    'page.faqs' => ['title' => 'அடிக்கடி கேட்கப்படும் கேள்விகள்', 'image' => '/images/seo/en/faq.jpg', 'description' => "Selldone இல் கேள்வி பதில்."],
    'page.price' => ['title' => 'விலை பட்டியல்', 'image' => '/images/seo/en/price.jpg', 'description' => "எந்த நேர வரம்பும் இல்லாமல் இலவசமாக ஒரு கடை மற்றும் தளத்தை உருவாக்குவதற்கான அனைத்து தொழில்முறை அம்சங்களும் உங்களுக்காக காத்திருக்கின்றன."],


    'page.apps' => ['title' => 'பயன்பாட்டு ஒருங்கிணைப்புகள்', 'image' => '/images/seo/en/apps.jpg', 'description' => "கடையில் பயன்பாடுகளை நிறுவுவது உங்கள் கடைக்கு ஒரே கிளிக்கில் வழங்கப்படுகிறது."],
    'page.experts' => ['title' => 'நிபுணர்கள்', 'image' => '/images/seo/en/expert.jpg', 'description' => "உங்கள் கடையை வடிவமைத்தல், தொடங்குதல், விளம்பரம் செய்தல் அல்லது நிர்வகிப்பது பற்றி கவலைப்பட வேண்டாம், Selldone நிபுணர்கள் உங்களுக்கு உதவ தயாராக உள்ளனர். விஷயங்களைச் சிறப்பாகவும் வேகமாகவும் செய்ய சான்றளிக்கப்பட்ட நிபுணரை நியமிக்கவும்."],


    'page.avocado' => ['title' => 'வெண்ணெய் - நவீன சமூக விற்பனை சேனல்', 'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
        'description' => "உங்கள் வாடிக்கையாளர்களிடமிருந்து பணம் வசூலிக்க ஒரு தொகை மற்றும் தலைப்பு மட்டுமே தேவை. பணம் நேரடியாக உங்கள் கணக்கில் வரவு வைக்கப்படும், மேலும் உங்கள் வாடிக்கையாளர்கள் தடையற்ற ஷாப்பிங் அனுபவத்தைப் பெறுவார்கள்."],

    // All private dashboards:
    'shuttle' => ['title' => 'விண்கலம்|உங்கள் வணிக OS ஐ நிர்வகிக்கவும்', 'image' => '/images/seo/en/dashboard.jpg',
        'description' => "ஸ்டோர் மேனேஜ்மென்ட் பேனல், இந்த ஸ்டோருக்கான அணுகல் உங்களிடம் இருந்தால், இந்த இணைப்பின் மூலம் உங்கள் ஸ்டோர் மேனேஜ்மென்ட் டாஷ்போர்டை உள்ளிடலாம்."],

    'shuttle-shop' => ['title' => 'கடை டாஷ்போர்டு|உங்கள் கடையை நிர்வகிக்கவும்', 'image' => '/images/seo/en/shuttle-shop.jpg', 'video' => '/images/seo/en/videos/shuttle-shop.mp4',
        'description' => "உங்கள் டாஷ்போர்டில் உள்ள அனைத்தையும் நிர்வகிக்கவும். தயாரிப்புகள், ஆர்டர்கள், இறங்கும் பக்க வடிவமைப்பு, சந்தைப்படுத்தல், ஊக்கத்தொகை மற்றும் சிறந்த வணிகத்திற்கு தேவையான அனைத்தையும் நிர்வகிக்கவும்."],


    'guild' => ['title' => 'கில்ட் — கூட்டு விற்பனை சேனல்', 'image' => '/images/seo/en/guild.jpg?v=2',
        'description' => "ஒரு சிறந்த கில்டை உருவாக்குவதன் மூலம் உங்கள் வணிகத்தை அடையக்கூடியதாகவும், உலகெங்கிலும் உள்ள அனைவருக்கும் அணுகக்கூடியதாகவும் மாற்றவும்."],


    'page.referral' => ['title' => 'இணைப்பு திட்டம் - Selldone', 'image' => '/images/seo/en/referral.png', 'description' => "ஒரு உற்சாகமான பணியில் சேர்ந்து, உங்களுக்காக ஒரு செயலற்ற வருமானத்தை உருவாக்குங்கள்."],


    'page.press' => ['title' => 'பத்திரிகை ஆதாரங்கள் — Selldone', 'image' => '/images/seo/en/press.png', 'description' => "Selldone பற்றி எழுத ஆர்வமுள்ள எவருக்கும் ஆதாரங்கள்."],
    'page.roadmap' => ['title' => 'சாலை வரைபடம் — Selldone', 'image' => '/images/seo/roadmap.jpg', 'description' => "இது ஒரு வகையான இயங்குதளம்: SMEக்களுக்கான நிறுவன-தர கருவிகளைக் கொண்ட சேவையாக ஆல்-இன்-ஒன், நோ-கோட் வணிக இயக்க முறைமை."],

    'page.onboarding' => ['title' => 'இலவச ஆன்லைன் ஸ்டோர் இணையதளத்தை உருவாக்கியவர் - பொறுப்பு மற்றும் தொழில்முறை', 'image' => '/images/seo/ui-kit.jpg', 'description' => "Selldone என்பது உங்கள் வணிகத்தின் வளர்ச்சிக்கு உதவும் வகையில் உருவாக்கப்பட்ட ஒரு e-commerce தளமாகும். உங்களிடம் ஒரு சிறிய செங்கல் மற்றும் மோட்டார் கடை அல்லது பெரிய நிறுவனமாக இருந்தாலும், உங்களுக்கு தொழில்முறை, பயன்படுத்த எளிதான கருவிகள் தேவை."],



    'page.books' => ['title' => 'வணிக கையேடுகள்: ஆன்லைன் ஷாப்பிங் இணையதளங்களுக்கான தொடக்க மற்றும் வளர்ச்சி குறிப்புகள்', 'image' => '/images/seo/en/cover.jpg', 'description' => "வணிக வளர்ச்சி பற்றிய இலவச கையேடுகளை இங்கே பதிவிறக்கம் செய்யலாம். இந்தப் புத்தகங்களில், வணிகத்தை மேம்படுத்துவதற்கான முழுமையான உதவிக்குறிப்புகள் மற்றும் உங்கள் ஆன்லைன் ஸ்டோரில் மாற்று விகிதங்களை அதிகரிப்பதற்கான நடைமுறை மேம்பாட்டு வழிகாட்டிகளைக் காணலாம்."],


    'page.quiz' => ['title' => 'வினாடி வினா|வணிக இயக்க முறைமை உங்களுக்கு சரியானதா?', 'image' => '/images/seo/en/quiz.png', 'description' => "உங்கள் பிசினஸுக்கு பிசினஸ் ஓஎஸ் தேவை என்பதை நீங்கள் தெரிந்துகொள்ள விரும்பினால் அல்லது பிசினஸ் ஓஎஸ் பயன்படுத்த முடியும் என்றால், மேற்கொண்டு செல்வதற்கு முன், இந்த 60 வினாடி வினாடி வினாவைப் பயன்படுத்தவும். உங்கள் பிசினஸுக்கு பிசினஸ் ஓஎஸ் தேவை என்பதை நீங்கள் தெரிந்துகொள்ள விரும்பினால் அல்லது பிசினஸ் ஓஎஸ் பயன்படுத்த முடியும் என்றால், மேற்கொண்டு செல்வதற்கு முன், இந்த 60 வினாடி வினாடி வினாவைப் பயன்படுத்தவும்."],


    'page.countries' => ['title' => 'ஆதரிக்கப்படும் நாடுகள் மற்றும் உள்ளூர் கொடுப்பனவுகள் - வணிக OS', 'image' => '/images/seo/en/countries.png', 'description' => "வணிக OS, ஈ-காமர்ஸ் தளங்களில் இருந்து தீம், செருகுநிரல் அல்லது குறியீடு இல்லாத வணிகச் சேவைகளின் அடுத்த பரிணாமப் படி. 100% பார்வைக்கு!"],


    'page.participant' => ['title' => 'நீங்கள் விரும்பும் சமூகம் - $20 விளையாடுங்கள் மற்றும் வெல்லுங்கள்', 'image' => '/images/seo/en/participants.jpg', 'description' => "மற்றவர்களுக்கு உதவ சிறிய வீடியோக்களை உருவாக்குவதன் மூலம் நீங்கள் விற்கப்பட்ட சமூகத்தில் பங்கேற்கலாம் மற்றும் ஒரு வீடியோவிற்கு 20 USD கிஃப்ட் கிரெடிட்டைப் பெறலாம்."],

    'page.tax' => ['title' => 'உலகளாவிய வரி விகிதங்கள் பட்டியல்', 'image' => '/images/seo/en/tax.jpg', 'description' => "நீங்கள் வரி விதிகளை மீறலாம் மற்றும் வெவ்வேறு தயாரிப்பு வகைகளுக்கு ஒன்றுக்கு மேற்பட்ட வரி சுயவிவரத்தை உருவாக்கலாம்."],


    'page.premium' => ['title' => 'பிரீமியத்திற்கு மேம்படுத்தி, உங்கள் ஈ-காமர்ஸ் விளையாட்டை மாற்றவும்', 'image' => '/images/seo/en/premium.jpg', 'description' => "Selldone பிரீமியம் மூலம் உங்கள் ஆன்லைன் ஸ்டோரை உயர்த்தவும். டிஜிட்டல் சந்தையில் செயல்திறனை அதிகரிக்கவும் தனித்து நிற்கவும் பிரத்யேக AI கருவிகள், பெஸ்போக் டெம்ப்ளேட்டுகள் மற்றும் பலவற்றை அணுகவும். சிறந்த, நேர்த்தியான இ-காமர்ஸ் அனுபவத்தைப் பெற இப்போதே சேருங்கள்!"],


    'page.builder' => [
        'title' => 'இலவச பேஜ் பில்டர் & லேண்டிங் பேஜ் எடிட்டர் Webapp - உள்நுழைவு தேவையில்லை',
        'image' => '/images/seo/en/builder.png',
        'description' => 'எங்களின் இலவச, பயனர் நட்பு பக்க உருவாக்கி மற்றும் எடிட்டரைக் கொண்டு பிரமிக்க வைக்கும் இணையப் பக்கங்கள் மற்றும் இறங்கும் பக்கங்களை சிரமமின்றி உருவாக்கவும். உள்நுழைவு தேவையில்லை. எங்களின் உள்ளுணர்வுடன் கூடிய இழுத்து விடுதல் இடைமுகத்துடன் உங்கள் வலைப்பக்கங்களை விரைவாக வடிவமைத்து, தனிப்பயனாக்கலாம் மற்றும் வெளியிடலாம். தொந்தரவில்லாத வலை வடிவமைப்பு தீர்வைத் தேடும் சந்தையாளர்கள், சிறு வணிக உரிமையாளர்கள் மற்றும் டெவலப்பர்களுக்கு ஏற்றது.'
    ],

    'page.token' => [
        'title' => 'Selldone நாணயம் (SLDN) - மின் வணிகம் கண்டுபிடிப்புகளை மேம்படுத்துகிறது',
        'image' => '/images/seo/en/token.jpg?v=1',
        'description' => 'Selldone நாணயத்தை (SLDN) கண்டறியவும், இது ஈ-காமர்ஸ் தொழில்முனைவோருக்கு வெகுமதி மற்றும் அதிகாரம் அளிக்க வடிவமைக்கப்பட்ட டிஜிட்டல் டோக்கன் ஆகும். Selldone சுற்றுச்சூழல் அமைப்பின் ஒருங்கிணைந்த பகுதியான SLDN உடன் உங்கள் வணிகத்தை சம்பாதிக்கவும், வர்த்தகம் செய்யவும் மற்றும் வளர்க்கவும்.'
    ],


    'page.red-alert' => ['title' => 'ரெட் அலர்ட் - குற்றவியல் செயல்பாடு & பாதுகாப்புத் திட்டத்தைப் புகாரளிக்கவும்',
        'image' => '/images/seo/en/red-alert.jpg',
        'description' => 'Selldone - மிகவும் பாதுகாப்பை மையமாகக் கொண்ட தளமான பாதுகாப்பு மற்றும் பாதுகாப்பின் இறுதி அனுபவத்தை அனுபவிக்கவும். எங்கள் ரெட் அலர்ட் திட்டம், உங்கள் சமூகம் பாதுகாக்கப்படுவதை உறுதிசெய்து, குற்றச் செயல்களை விரைவாகவும் பாதுகாப்பாகவும் புகாரளிக்க உங்களுக்கு அதிகாரம் அளிக்கிறது. பாதுகாப்பான சுற்றுப்புறங்களை உருவாக்கி, குற்றங்களுக்கு எதிராக இன்று நடவடிக்கை எடுப்பதற்கான எங்கள் பணியில் எங்களுடன் சேருங்கள்.'    ],

    /*
    |--------------------------------------------------------------------------
    | App pages
    |--------------------------------------------------------------------------
    */
    'apps.structure-data' => ['title' => 'கட்டமைப்பு தரவு ஜெனரேட்டர்| JSON-LD', 'description' => "JSON-LD மார்க்அப்களை உருவாக்க இந்த சக்திவாய்ந்த கட்டமைக்கப்பட்ட தரவு ஜெனரேட்டரைப் பயன்படுத்தவும், இதில் தேவையான அனைத்து உருப்படி பண்புகள் மற்றும் பலவும் அடங்கும்."
    ],

    /*
    |--------------------------------------------------------------------------
    | Call to action
    |--------------------------------------------------------------------------
    */
    'call-to-action' => [
        'title' => "சந்தையில் சிறந்த தொழில்நுட்ப தீர்வு மூலம் உங்கள் வணிகத்தை ஆன்லைனில் உருவாக்குங்கள்.",
        'money-back' => "30 நாள் பணம் திரும்ப உத்தரவாதம்",
        'action' => "உங்கள் மின்வணிகத்தை உருவாக்கவும்",
        'action-sub' => "இப்போதே தொடங்குங்கள் - இது இலவசம்",
        'message' => "உங்கள் குறைந்த ஆன்லைன் விற்பனை விகிதத்திற்கு விடைபெறுங்கள்!",
    ]

,

    'page' => [
        'login' => [
            'title' => 'Selldone | உள்நுழைய',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'உங்களிடம் எவ்வளவு மூலதனம் உள்ளது, உங்கள் தொழிலை எங்கு தொடங்குகிறீர்கள், உலகில் எங்கு வாழ்கிறீர்கள் என்பது முக்கியமல்ல! Selldone உங்களுக்கு அனைத்து தொழில்முறை விற்பனை கருவிகளையும் வழங்கியுள்ளது. பதிவு மற்றும் இந்த கருவிகள் அனைவருக்கும் மற்றும் எப்போதும் இலவசம்.',
        ],
        'register' => [
            'title' => 'Selldone | பதிவு',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'அணுகல் என்பது ஒரு உரிமை, சலுகை அல்ல என்று நாங்கள் நம்புகிறோம்! நீங்கள் நியூயார்க்கில் உள்ள பணக்கார தெருவில் அல்லது தொலைதூர கிராமத்தில் வணிகம் செய்தாலும், ஆன்லைனில் விற்க இணையம் மற்றும் ஆன்லைன் கருவி மட்டுமே தேவை! இது செல்டோனின் கனவு.',
        ],
        'home' => [
            'title' => 'தொழில் வல்லுநர்களைப் போன்ற விற்பனை — Selldone® Business OS',
            'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg',
            'description' => 'Selldone என்பது உங்கள் வணிகத்தை பார்வைக்கு உருவாக்க, நிர்வகிக்க மற்றும் அளவிடுவதற்கான ஒரு வணிக OS ஆகும். கோடிக்கணக்கான ஆர்டர்களுக்கு எந்தக் குறியீடும் இல்லாத மற்றும் நிபுணத்துவம் இல்லாத தீர்வை நீங்களே உருவாக்குங்கள்.',
        ],
        'helps' => [
            'title' => 'உதவி',
            'image' => '/images/seo/en/help.jpg',
            'description' => 'ஒரு வெற்றிகரமான வணிகத்தை எவ்வாறு உருவாக்குவது.',
        ],
        'blogs' => [
            'title' => 'வலைப்பதிவு',
            'image' => '/images/seo/en/academy.jpg',
            'description' => 'சமீபத்திய Selldone செய்திகள் மற்றும் உள்ளடக்கம்.',
        ],
        'faqs' => [
            'title' => 'அடிக்கடி கேட்கப்படும் கேள்விகள்',
            'image' => '/images/seo/en/faq.jpg',
            'description' => 'Selldone பற்றிய கேள்வி பதில்.',
        ],
        'price' => [
            'title' => 'விலைப்பட்டியல்',
            'image' => '/images/seo/en/price.jpg',
            'description' => 'எந்த நேர வரம்பும் இல்லாமல் இலவசமாக ஒரு கடை மற்றும் தளத்தை உருவாக்குவதற்கான அனைத்து தொழில்முறை அம்சங்களும் உங்களுக்காக காத்திருக்கின்றன.',
        ],
        'apps' => [
            'title' => 'ஆப் ஸ்டோர்',
            'image' => '/images/seo/en/apps.jpg',
            'description' => 'கடையில் பயன்பாடுகளை நிறுவுவது உங்கள் கடைக்கு ஒரே கிளிக்கில் வழங்கப்படுகிறது.',
        ],
        'experts' => [
            'title' => 'நிபுணர்கள்',
            'image' => '/images/seo/en/expert.jpg',
            'description' => 'உங்கள் கடையை வடிவமைத்தல், தொடங்குதல், விளம்பரம் செய்தல் அல்லது நிர்வகிப்பது பற்றி கவலைப்பட வேண்டாம், Selldone நிபுணர்கள் உங்களுக்கு உதவ தயாராக உள்ளனர். விஷயங்களைச் சிறப்பாகவும் வேகமாகவும் செய்ய சான்றளிக்கப்பட்ட நிபுணரை நியமிக்கவும்.',
        ],
        'avocado' => [
            'title' => 'வெண்ணெய் - நவீன சமூக விற்பனை சேனல்',
            'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
            'description' => 'ஒரு தொகை மற்றும் ஒரு தலைப்பு மட்டுமே உங்கள் வாடிக்கையாளர்களிடமிருந்து பணத்தைப் பெற வேண்டும்! பணம் நேரடியாக உங்கள் கணக்கில் வரவு வைக்கப்படும் மற்றும் உங்கள் வாடிக்கையாளர்களுக்கு தனித்துவமான ஷாப்பிங் அனுபவம் கிடைக்கும்.',
        ],
        'referral' => [
            'title' => 'இணைப்பு திட்டம் - விற்கப்பட்டது',
            'image' => '/images/seo/en/referral.png',
            'description' => 'ஒரு அற்புதமான பணியில் சேர்ந்து, உங்களுக்காக ஒரு செயலற்ற வருமானத்தை உருவாக்குங்கள்.',
        ],
        'press' => [
            'title' => 'செய்தி வளங்கள் - விற்கப்பட்டது',
            'image' => '/images/seo/en/press.png',
            'description' => 'Selldone பற்றி எழுத ஆர்வமுள்ள எவருக்கும் ஆதாரங்கள்.',
        ],
        'roadmap' => [
            'title' => 'சாலை வரைபடம் - விற்கப்பட்டது',
            'image' => '/images/seo/roadmap.jpg',
            'description' => 'இது ஒரு வகையான தளம்; இது முற்றிலும் தனித்துவமானது மற்றும் மற்ற எல்லாவற்றிலிருந்தும் மிகவும் வித்தியாசமானது. SME களுக்கான நிறுவன தரக் கருவிகளைக் கொண்ட சேவையாக, ஆல் இன் ஒன், குறியீடு இல்லாத வணிக இயக்க முறைமை இதுவாகும்.',
        ],
        'onboarding' => [
            'title' => 'இலவச ஆன்லைன் ஷாப்பிங் இணையதளத்தை உருவாக்கியவர் - பதிலளிக்கக்கூடிய மற்றும் தொழில்முறை',
            'image' => '/images/seo/ui-kit.jpg',
            'description' => 'Selldone, ஒரு இணையவழி தளமாக, உங்கள் வணிகத்தின் வளர்ச்சிக்காக ஒரு தேவதை போல செயல்படுகிறது. உங்களிடம் ஒரு சிறிய செங்கல் மற்றும் மோட்டார் கடை அல்லது பெரிய நிறுவனமாக இருந்தாலும், உங்களுக்கு தொழில்முறை ஆனால் பயன்படுத்த எளிதான கருவிகளின் தொகுப்பு தேவை.',
        ],
        'books' => [
            'title' => 'வணிக கையேடுகள்: ஆன்லைன் ஷாப்பிங் இணையதளங்களுக்கான தொடக்க மற்றும் வளர்ச்சி குறிப்புகள்',
            'image' => '/images/seo/en/cover.jpg',
            'description' => 'வணிக வளர்ச்சி பற்றிய இலவச கையேடுகளை இங்கே பதிவிறக்கம் செய்யலாம். இந்தப் புத்தகங்களில், வணிகத்தை மேம்படுத்துவதற்கான முழுமையான உதவிக்குறிப்புகள் மற்றும் உங்கள் ஆன்லைன் ஸ்டோரில் மாற்று விகிதங்களை அதிகரிப்பதற்கான நடைமுறை முன்னேற்ற வழிகாட்டிகளைக் காணலாம்.',
        ],
        'quiz' => [
            'title' => 'வினாடிவினா | வணிக இயக்க முறைமை உங்களுக்கு சரியானதா?',
            'image' => '/images/seo/en/quiz.png',
            'description' => 'உங்கள் பிசினஸுக்கு பிசினஸ் ஓஎஸ் தேவை என்பதை நீங்கள் தெரிந்துகொள்ள விரும்பினால் அல்லது பிசினஸ் ஓஎஸ் பயன்படுத்த முடியும் என்றால், மேற்கொண்டு செல்வதற்கு முன், இந்த 60 வினாடி வினாடி வினாவைப் பயன்படுத்தவும். உங்கள் பிசினஸுக்கு பிசினஸ் ஓஎஸ் தேவை என்பதை நீங்கள் தெரிந்துகொள்ள விரும்பினால் அல்லது பிசினஸ் ஓஎஸ் பயன்படுத்த முடியும் என்றால், மேற்கொண்டு செல்வதற்கு முன், இந்த 60 வினாடி வினாடி வினாவைப் பயன்படுத்தவும்.',
        ],
        'countries' => [
            'title' => 'ஆதரிக்கப்படும் நாடுகள் மற்றும் உள்ளூர் கொடுப்பனவுகள் - வணிக OS',
            'image' => '/images/seo/en/countries.png',
            'description' => 'வணிக OS, ஈ-காமர்ஸ் தளங்களில் இருந்து தீம், செருகுநிரல் அல்லது குறியீடு இல்லாத வணிகச் சேவைகளின் அடுத்த பரிணாமப் படி. 100% பார்வைக்கு!',
        ],
        'participant' => [
            'title' => 'நீங்கள் விரும்பும் சமூகம் - $20 விளையாடுங்கள் மற்றும் வெல்லுங்கள்',
            'image' => '/images/seo/en/participants.jpg',
            'description' => 'மற்றவர்களுக்கு உதவ சிறிய வீடியோக்களை உருவாக்குவதன் மூலம் நீங்கள் விற்கப்பட்ட சமூகத்தில் பங்கேற்கலாம் மற்றும் ஒரு வீடியோவிற்கு 20 USD வரை பரிசு கிரெடிட்டைப் பெறலாம்.',
        ],
        'tax' => [
            'title' => 'உலகளாவிய வரி விகிதங்கள் பட்டியல்',
            'image' => '/images/seo/en/tax.jpg',
            'description' => 'நீங்கள் வரி விதிகளை மீறலாம் மற்றும் வெவ்வேறு தயாரிப்பு வகைகளுக்கு ஒன்றுக்கு மேற்பட்ட வரி சுயவிவரத்தை உருவாக்கலாம்.',
        ],
        'premium' => [
            'title' => 'பிரீமியத்திற்கு மேம்படுத்தி, உங்கள் ஈ-காமர்ஸ் விளையாட்டை மாற்றவும்',
            'image' => '/images/seo/en/premium.jpg',
            'description' => 'Selldone Premium மூலம் உங்கள் ஆன்லைன் ஸ்டோரை உயர்த்தவும். டிஜிட்டல் சந்தையில் செயல்திறனை அதிகரிக்கவும் தனித்து நிற்கவும் பிரத்யேக AI கருவிகள், பெஸ்போக் டெம்ப்ளேட்டுகள் மற்றும் பலவற்றை அணுகவும். சிறந்த, நேர்த்தியான இ-காமர்ஸ் அனுபவத்தைப் பெற இப்போதே சேருங்கள்!',
        ],
        'builder' => [
            'title' => 'இலவச பேஜ் பில்டர் & லேண்டிங் பேஜ் எடிட்டர் Webapp - உள்நுழைவு தேவையில்லை',
            'image' => '/images/seo/en/builder.png',
            'description' => 'எங்களின் இலவச, பயனர் நட்பு பக்க உருவாக்கி மற்றும் எடிட்டரைக் கொண்டு பிரமிக்க வைக்கும் இணையப் பக்கங்கள் மற்றும் இறங்கும் பக்கங்களை சிரமமின்றி உருவாக்கவும். உள்நுழைவு தேவையில்லை. எங்களின் உள்ளுணர்வுடன் கூடிய இழுத்து விடுதல் இடைமுகத்துடன் உங்கள் வலைப்பக்கங்களை விரைவாக வடிவமைத்து, தனிப்பயனாக்கலாம் மற்றும் வெளியிடலாம். தொந்தரவில்லாத வலை வடிவமைப்பு தீர்வைத் தேடும் சந்தையாளர்கள், சிறு வணிக உரிமையாளர்கள் மற்றும் டெவலப்பர்களுக்கு ஏற்றது.',
        ],
    ],
    'apps' => [
        'structure-data' => [
            'title' => 'கட்டமைப்பு தரவு ஜெனரேட்டர் | JSON-LD',
            'description' => 'JSON-LD மார்க்அப்களை உருவாக்க இந்த சக்திவாய்ந்த கட்டமைக்கப்பட்ட தரவு ஜெனரேட்டரைப் பயன்படுத்தவும், இதில் தேவையான அனைத்து உருப்படி பண்புகள் மற்றும் பலவும் அடங்கும்.',
        ],
    ],
];
