<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'கடை',
        'blog' => 'வலைப்பதிவு',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'எங்களைப் பற்றி',
    'contact' => 'எங்களை தொடர்பு கொள்ளவும்',


    'buy-action' => "இப்போது வாங்கவும்",
    'buy-action-variant' => "இப்போது தேர்ந்தெடுத்து வாங்கவும்",

    'product-images' => "படங்கள்",
    'product-spec' => "விவரக்குறிப்பு",
    'Comments' => "மதிப்புரைகள் மற்றும் மதிப்பீடுகள்",
    'related' => "தொடர்புடைய தயாரிப்புகள்",
    'view-now' => "இப்போது பார்க்கவும்",






];
