<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'ეს რწმუნებათა სიგელები არ ემთხვევა ჩვენს ჩანაწერებს.',
    'throttle' => 'ძალიან ბევრი შესვლის მცდელობა. გთხოვთ, სცადოთ ხელახლა :seconds წამში.',


    'title_shop' => 'შედით :name-ზე',
    'title_app' => 'აპლიკაციის წვდომა :name',
    'login_message' => 'მოითხოვეთ წვდომა თქვენს ანგარიშზე.',
    'scopes_title' => 'ამ აპს ექნება წვდომა შემდეგ სფეროებზე',
    'accept' => 'დაადასტურეთ',
    'reject' => 'Უარი თქვას',


    'login_incorrect_password' => 'Არასწორი სახელი ან პაროლი.',


    'reset_2fa_title' => 'ორეტაპიანი შესვლის მოთხოვნის გადატვირთვა',
    'go_main_page' => 'Გადადი მთავარ გვერდზე',

    'signing_in' => 'Ავტორიზაცია...',


    'erp' => [
        'message' => "● აირჩიეთ მაღაზია გასაგრძელებლად. თუ ახალი მაღაზია გჭირდებათ, ჯერ შექმენით ის და ხელახლა დააკავშირეთ.<br>● დარწმუნდით, რომ იცით პროგრამული უზრუნველყოფა, რომელსაც უკავშირდებით, ან დაუკავშირდით პროვაიდერს დახმარებისთვის.",
    ],
    'token-display' => [
        'message' => "ჩვენ შევქმენით ეს ჟეტონი :shop :software-სთვის თქვენი მოთხოვნის საფუძველზე წვდომისთვის. გთხოვთ შეინახოთ იგი უსაფრთხოდ და არავის გაუზიაროთ. თუ ფიქრობთ, რომ თქვენი ჟეტონი გატეხილია, შეგიძლიათ გააუქმოთ ის ნებისმიერ დროს.",
        'scopes-message' => "ეს არის ნიშანი, რომელსაც აქვს წვდომა მაღაზიაში თავისი ფარგლებით",
        'manage-tokens-action' => 'მართეთ ტოკენები',
        'manage-tokens-message' => "თქვენ შეგიძლიათ გააუქმოთ ეს ჟეტონი აქ ნებისმიერ დროს."
    ]


,

    'password' => 'მოწოდებული პაროლი არასწორია.',
];
