<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "მაღაზია",
    'request' => "მოთხოვნა",
    'stage' => "სტატუსი",
    'budget' => "ბიუჯეტი",
    'contact' => "კონტაქტი",
    'name' => "სახელი",
    'email' => "ელფოსტა",
    'user' => "მომხმარებელი",
    'copy' => "კოპირება",
    'important' => "მნიშვნელოვანი",
    'faq' => "FAQ",

    'select_shop' => "აირჩიეთ მაღაზია",
    'loading' => "იტვირთება",

    'add_comment' => "კომენტარის დამატება",
    'add_comment_sub' => "გაგვიზიარეთ თქვენი აზრები",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "„რეგისტრაციაზე“ დაწკაპუნებით თქვენ ეთანხმებით :name <a href='/terms' target='_blank'> გამოყენების პირობებს</a> და <a href='/privacy' target='_blank'>კონფიდენციალურობის პოლიტიკას</a>. თქვენ თანახმა ხართ მიიღოთ სატელეფონო ზარები და SMS შეტყობინებები :name-სგან შეკვეთის განახლებისა და/ან მარკეტინგული მიზნებისთვის. შეტყობინების სიხშირე დამოკიდებულია თქვენს აქტივობაზე. შეგიძლიათ უარი თქვათ <b>STOP</b> <b>86753</b>-ზე SMS-ით. შესაძლოა მოქმედებდეს შეტყობინებებისა და მონაცემთა ტარიფები. ჩვენ პატივს ვცემთ ადამიანების კონფიდენციალურობას და არასოდეს ვყიდით თქვენს მონაცემებს ან არ ვიყენებთ რეკლამისთვის. თუ გჭირდებათ დამატებითი ინფორმაცია, დაგვიკავშირდით.",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'არ არის დაყენებული. მეტი ინფორმაცია მჭირდება.',
        'start' => "მე ახლა ვიწყებ ჩემს ბიზნესს.",
        'online' => "მე მაქვს ბიზნესი და მინდა შემოვიტანო ინტერნეტში.",
        'extend' => "ვმუშაობ ჩემს ონლაინ მაღაზიაში.",
        'pos' => "მე ვაპირებ გამოვიყენო Selldone POS ჩემს ფიზიკურ მაღაზიაში.",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "საბანკო გადარიცხვა",
            'description' => "ხელით გადარიცხეთ თანხები გამყიდველის ანგარიშზე.",
        ],
    ],

];
