<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "Instagram Store Builder|გადააკეთეთ Instagram ანგარიში ონლაინ მაღაზიაში",
        'desc' => "ნუ დახარჯავთ ფულს არსად. მას შემდეგ რაც ააშენებთ თქვენს მაღაზიას Selldone-ში, აღარ იფიქრებთ მაღაზიის მშენებლობის სხვა ინსტრუმენტებთან მუშაობაზე, როგორიცაა WordPress, Joomla და WooCommerce.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "როგორ ყიდიან შეფ-მზარეული და მისი საყვარელი კატა ინსტაგრამზე?",


        'alt1' => "Selldone Instagram მაღაზიის შემქმნელი",
        'alt2' => 'სარა ტორტის გაყიდვის ისტორია ინსტაგრამზე',
        'alt3' => 'Selldone ონლაინ შეკვეთების დამუშავების ცენტრი',
        'alt4' => 'Selldone ონლაინ მაღაზიის გადახდის კარიბჭე',
        'alt5' => 'ავტომატური SEO ძრავა ონლაინ მაღაზიებისთვის',
        'alt6' => 'ინსტაგრამზე ონლაინ გაყიდვის ახალი გზები',
        'alt7' => 'ბრენდინგი და ბრენდინგი',
        'alt8' => 'მაღაზია მოლარე',
        'alt9' => 'მარკეტინგისა და გაყიდვების ინსტრუმენტები',
        'alt10' => 'უფასო ბიზნეს პარტნიორი',
        'alt11' => 'შეკვეთების დამუშავების ცენტრი',
        'alt12' => 'ერთგული მომხმარებლები',
        'alt13' => 'პირდაპირი გადახდის კარიბჭე',
        'alt14' => 'ინსტაგრამის გაყიდვების არხები',
        'alt15' => 'საიტის და მაღაზიის დეველოპერის დაქირავება',
        'alt16' => 'Selldone პლატფორმის ისტორია',
        'alt17' => 'საიტის და შენახვის ავტომატური SEO ძრავა',
        'alt18' => 'ბედნიერი გამყიდველი',
        'alt19' => 'კალათა',


        'm1' => 'რატომ Selldone?',
        'm2' => 'ავტო SEO',
        'm3' => 'ფასები (უფასო)',

        'register' => 'რეგისტრაცია',

        'header' => '<span class="ulr"> 10x Times</span> მეტი და უკეთესი<br><span class="ulr">Sell</span> Instagram-ზე',
        'header_msg' => 'წარმოიდგინეთ, რომ მომხმარებლები ხსნიან ინსტაგრამიდან მაღაზიის მსგავს გვერდს, ირჩევენ პროდუქტებს, რომლებიც მოსწონთ ფოტოებიდან, დაამატებენ შეკვეთას და იხდიან პირდაპირ თქვენს ანგარიშზე ონლაინ. გამოსავალი თქვენს წინაშეა.',

        'name_plc' => 'შეიყვანეთ თქვენი მომხმარებლის სახელი',
        'preview' => 'გადახედვის მაღაზია',
        'create_act' => 'შექმენით Instagram Store',


        'title1s' => 'როგორ მუშაობს?',
        'title1' => 'გადააქციე შენი ინსტაგრამი <span class="ulb"> სრულფასოვანი </span> მაღაზიად!',
        'desc1' => 'თქვენ გექნებათ მეტი ფუნქცია, ვიდრე უმსხვილესი ონლაინ მაღაზიების პანელი, მაგრამ არ შეცდეთ, უბრალო ჰოსტებთან მუშაობა სახალისოა.',
        'sub1' => 'პროდუქტის მენეჯმენტი მუშაობს ასე...',
        'sub1msg' => "პირველი ნაბიჯი არის პროდუქტების დამატება. Selldone-ით შეგიძლიათ პროდუქტების იმპორტი ინსტაგრამიდან, ატვირთოთ Excel ფაილი ან გამოიყენოთ სხვა მარტივი მეთოდები მხოლოდ რამდენიმე დაწკაპუნებით.",
         'list1_1' => 'მთლიანად მოკალი და დახურე მენეჯმენტი',
         'list1_2' => 'ინვენტარის განახლება და სწრაფი ფასი',
         'list1_3' => 'დაამატეთ პროდუქტები excel ფაილით',
         'list1_4' => 'დაამატეთ პროდუქტები აქედან',
         'list1_5' => 'მოწყენილი ხარ? ჩვენ დაგმატებთ!',

        'title2s' => 'შეკვეთები მუშაობს ასე...',
        'title2' => "დღეში 10-ჯერ მეტი შეკვეთა არ არის საკმარისი თქვენთვის? Selldone განკუთვნილია 10 ათასზე მეტი შეკვეთისთვის დღეში თითოეული მაღაზიისთვის.",

        'list2_1' => 'იხილეთ თქვენი მოგზაურობის სტატუსი სწრაფად და იმოქმედეთ სწრაფად',
        'list2_2' => 'მომხმარებელს შეუძლია ნახოს მისი შეკვეთის უახლესი სტატუსი',
        'list2_3' => 'მართეთ გადახდა, შეკვეთის დამუშავება და მიწოდება',
        'list2_4' => 'დაამატეთ იმდენი კოლაბორატორი, რამდენიც გსურთ',


        'title3s' => 'პირდაპირი თამაში დასრულებულია!',
        'title3' => "ონლაინ გადახდა თქვენს მაღაზიაში განხორციელდება თქვენი დომენით და პირდაპირ თქვენს ანგარიშზე! თქვენ შეგიძლიათ აირჩიოთ ონლაინ პორტალების ტიპები და ადგილზე გადახდა.",

        'list3_1' => 'ონლაინ გადახდის კარიბჭე (პირდაპირ თქვენს ანგარიშზე)',
        'list3_2' => 'ადგილზე გადახდის ჩართვის შესაძლებლობა',
        'list3_3' => 'მიიღეთ კარიბჭე ელექტრონული ნდობის სიმბოლოს გარეშე (ხელფასი)',
        'list3_4' => 'მართეთ გადახდები და ერთი დაწკაპუნებით შეკვეთები',


        'title4s' => 'ავტო SEO',
        'title4' => 'SEO მეგობრული საიტის შექმნა, რომელიც მიჰყვება SEO-ს საუკეთესო პრაქტიკას, დაგეხმარებათ გახადოთ თქვენი ონლაინ ბიზნესი უფრო თვალსაჩინო პოტენციური მომხმარებლებისთვის. Selldone გთავაზობთ ინფრასტრუქტურას, რომელიც გჭირდებათ SEO-ზე ორიენტირებული მაღაზიისთვის, ასე რომ თქვენ არ უნდა ინერვიულოთ Google-ში აღმოჩენის შესახებ.',

        'list4_1' => 'ჩვენთან კარგ ტექსტს და სურათებს ტოვებთ',

        'title0' => 'დროა <span class="uly"> გაყიდოთ უფრო პროფესიონალურად</span>, გაახაროთ თქვენი მომხმარებლები<br> და იამაყოთ, რომ ავითარებთ ონლაინ ბიზნესს',


        'title6s' => "ნუ დაკმაყოფილდები ამით",
        'title6' => 'ბევრად მეტი ვიდრე ინსტაგრამის მაღაზია...',


        'features' => 'მახასიათებლები',
        'features_act' => 'ყველა მახასიათებლის ნახვა',

        'x1' => 'ონლაინ მაღაზია გამოყოფილ დომენზე, რომ ააშენოთ თქვენი ბრენდი და გქონდეთ საკუთარი კლიენტების კლუბი.',
        'x2' => 'ონლაინ მაღაზიის სალარო აპარატი მაღაზიისთვის 0 $ დაყენების ღირებულება და რამდენიც გჭირდებათ.',
        'x3' => 'საუკეთესო მარკეტინგული და გაყიდვების ინსტრუმენტები, რომლებიც პოლიციის ყველაზე დიდ ბრენდებსაც კი არ გააჩნიათ.',
        'x4' => "კარგი და დაბალი მოლოდინის პარტნიორი სახელად Selldone, რომლის მთელი ძალისხმევაა კომპანიის გაყიდვების გაზრდა და არა ფულის აღება და მათი დატოვება.",

        'a1' => 'შეკვეთის დამუშავება',
        'a1s' => 'განკუთვნილია სიჩქარისთვის',

        'a2' => 'მარკეტინგი და სტიმული',
        'a2s' => 'იპოვნეთ ლოიალური მომხმარებლები',

        'a3' => 'პირდაპირი გადახდა',
        'a3s' => 'არ არის გადახდის ინტერფეისი',

        'a4' => 'გაყიდვების არხები',
        'a4s' => 'Telegram, Google, Instagram და ა.შ.',

        'blog' => 'ბლოგი',

        'b1' => "ჯერ კიდევ გვჭირდება პროგრამისტის დაქირავება, მაღაზიის მშენებლობის პაკეტების ან ჰოსტების ყიდვა 2021 წელს?",
        'b2' => "Selldone-ის ისტორია|საიტის და ონლაინ ბიზნესის გაშვების მეთოდის შეცვლა",
        'b3' => 'ავტომატური SEO ძრავა ბრწყინავს Google-ის შედეგებში',
        'read' => 'განაგრძეთ',

        'title5s' => 'გაინტერესებთ რა ღირს?',
        'title5' => '<span class="ulr"> მოდელიდან უვადოდ უფასო </span> 2% საკომისიო <br> მოდელიდან 0.5% საკომისიო ყოველთვიური გადასახადით',
        'msg5' => "სანამ არ გაქვთ გაყიდვები, ერთი რიალის მფლობელები არ დაგირიცხავთ საიტს, ჰოსტს, სერვერებს, სერვისებს, ხელსაწყოებს, მხარდაჭერას, განახლებებს და სხვა რამეს! ფული პირდაპირ თქვენს ანგარიშზე ჩაირიცხება! Selldone ენდობა ყველა თავის პარტნიორს, რომ გადაიხადონ საფასური თვის ბოლოს ან თუ მათ პრობლემა შეექმნებათ რამდენიმე თვის შემდეგ საფულეების დატენვით.",
         'footer_act' => "უფასო არ არის ერთადერთი უპირატესობა! როგორ?",
         'footer' => 'დასვით თქვენთვის სასურველი ნებისმიერი შეკითხვა ან რჩევა.',

        's1' => 'ჭკვიანი მოხსენება',
        's2' => 'უფასო ღრუბლოვანი ჰოსტინგი',
        's3' => 'ლოგისტიკა და დამუშავება',
        's4' => 'სადესანტო გვერდის შემქმნელი',
        's5' => 'მახასიათებლები და უპირატესობები',
        's6' => 'ფინანსური მენეჯმენტი',
        's7' => 'მარკეტინგის ინსტრუმენტები',
        's8' => 'სტიმული და მომხმარებლები',
        's9' => 'შესახებ Selldone',
        's10' => 'ბლოგი',
        's11' => 'დახმარება',
        's12' => 'კონფიდენციალურობა',
        's13' => 'წესები და პირობები',
        's14' => 'მაღაზიის მშენებელი',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "გაწუხებთ Selldone-თან მუშაობა?",
        'import_title' => "ჰკითხეთ Selldone მომხმარებლებს; მათი გამოხმაურება <span class='ulr'> სიმარტივისა და სისწრაფის შესახებ</span> გაგაოცებთ!",
        'import_message' => "შეგიძლიათ თქვენი პროდუქციის იმპორტი პირდაპირ Instagram-დან თქვენს მაღაზიაში, მაგრამ თუ გსურთ, შეგიძლიათ ავტომატურად დაამატოთ მათი ყველა პროდუქტი და სურათი თქვენს მაღაზიაში მარტივი Excel ფაილის საშუალებით. თქვენ ავსებთ იმავე ფაილს, დააკოპირებთ სურათების URL-ს Google-იდან და ბოლოს იღებთ თქვენს CSV ფაილს და ჩააგდებთ პროდუქტის მართვის განყოფილებაში. Selldone ამას გააკეთებს თქვენთვის.",
        'import_t1' => "გაქვთ რაიმე პროდუქტი",
        'import_b1' => "ისინი მრავალფეროვნების გარეშე არიან",
        'import_m1' => "უბრალოდ ჩამოტვირთეთ ეს ფაილი, შეიყვანეთ პროდუქტის სახელი, ფასი და ინვენტარი და დააკოპირეთ და ჩასვით სურათის ბმული ისეთი ადგილიდან, როგორიცაა Google",

        'import_b2' => "მრავალჯერადი ვარიაციები",
        'import_m2' => "მრავალფეროვნება ნიშნავს ფერს, ზომას, მასალას და მსგავს ნივთებს. თუ თქვენ გაქვთ ბევრი პროდუქტი, შეგიძლიათ ჩამოტვირთოთ ეს ფაილი და შეავსოთ თქვენი პროდუქტის ინფორმაცია. ეს ცოტა უფრო რთულია",

        'import_download' => "ჩამოტვირთეთ ნიმუშის ფაილი",

    ]

];
