<?php



return [

    'loading-title' => "მასშტაბის გაზრდა ოფლაინიდან ონლაინზე",
    'loading-message' => "თქვენ სცადეთ, ჩვენ გავაღებთ კარებს",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'Selldone არის ბეტა', 'priority' => 'მ',
        'message' => "<p>\n            მოხარული ვიქნებით, რომ მიიღოთ მონაწილეობა Open Beta-ში. როგორც ბეტა\n            ტესტერი, თქვენ შეძლებთ გამოიყენოთ ფუნქციები, რომლებზეც არ არის გამოშვებული\n            საზოგადოებას. ეს ფუნქციები შეიძლება გახდეს საჯაროდ ხელმისაწვდომი\n            მომავალი. გაითვალისწინეთ, რომ <b>all ტრანზაქციები არის სატესტო რეჟიმში</b> და\n            <b> ნათელი იქნება</b> საბოლოო გამოშვებამდე. მომხმარებლები, მაღაზიები და\n            პროდუქტები <u> არ წაიშლება</u>.\n          </p>\n\n          <p> მადლობა,<br />CEO Selldone</p>"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "ორეტაპიანი შესვლა წარმატებით ჩართულია.",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "ორეტაპიანი შესვლა გამორთულია.",


];
