export default {
  "s_pricing": {
    "title": "تشعر بأدوات المؤسسة بين يديك ؛",
    "subtitle": "تستحقها!",
    "total_monthly_sales_limit": "إجمالي مبيعاتك الشهرية",
    "popular": "جمع",
    "best_choice": "الخيار الأفضل لمعظم",
    "free": {
      "title": "ابدأ مجانًا",
      "question": "هل يجب أن أبدأ بهذا؟",
      "answer": "نعم ، يمكنك بدء عملك التجاري مجانًا تمامًا. تأكد من إضافة الدفع عبر الإنترنت وربط المجال الخاص بك."
    },
    "startup": {
      "title": "ادفع أقل لتنمو بسرعة",
      "question": "ما هو أفضل وقت للترقية إلى خطة بدء التشغيل؟"
    },
    "company": {
      "title": "ادفع أقل عند التحول إلى عملاق",
      "question": "ما هو أفضل وقت للترقية إلى خطة الشركة؟"
    },
    "enterprise": {
      "title": "ينمو عملك",
      "question": "ما هو أفضل وقت للترقية إلى خطة المؤسسة؟"
    },
    "badges_title": "الأمان والخصوصية هما الأولوية رقم 1."
  },
  "s_price": {
    "commission": "رسوم العمولة",
    "total_payment": "المبلغ الإجمالي",
    "total_payment_detail": "الحد الأقصى لإجمالي رسوم الخدمة (رسوم الاشتراك + رسوم العمولة) قبل الوصول إلى حد توصية الخطة التالية.",
    "save": "أنت أحفظ",
    "save_detail": "هذا هو المال الذي ستوفره على الخبراء والخوادم والترخيص وتكاليف الدعم إذا كنت تستخدم Selldone. يعتمد حساب التكلفة على دراسات الحالة للعاملين لحسابهم الخاص على أفضل 10 منصات تجارة إلكترونية مدفوعة ومجانية."
  },
  "s_benefit": {
    "customer_profile": "ملف الزائر",
    "summer_sales": "مبيعات الصيف",
    "orders_history": "تاريخ الطلبات",
    "your_store": "متجرك",
    "shipping": "شحن بسيط",
    "orders_summery": "أوامر الصيف",
    "card_info": "معلومات البطاقة",
    "card_name": "الاسم على البطاقة"
  },
  "s_grow": {
    "pos": {
      "title": "المبيعات الشخصية (POS)",
      "subtitle": "نقطة بيع مجانية على الإنترنت",
      "step1": "نقاط البيع عبر الإنترنت",
      "step2": "الدفع النقدي / عبر الإنترنت",
      "step3": "تم البيع!",
      "incentives": "حوافز المبيعات الشخصية"
    },
    "online": {
      "title": "المبيعات عبر الإنترنت",
      "subtitle": "الخروج مثل الحصول على Uber",
      "payments": "دعم المدفوعات العالمية والمحلية",
      "incentives": "دعم جميع الحوافز"
    },
    "social": {
      "title": "المبيعات الاجتماعية",
      "subtitle": "أفوكادو ╏ ابدأ البيع برابط واحد فقط",
      "custom_form": "نموذج طلب مخصص",
      "step1": "استيفاء الأفوكادو",
      "step2": "قضية التسعير والفاتورة",
      "step3": "إخطار العميل تلقائيًا",
      "step4": "دفع العملاء عبر الإنترنت",
      "step5": "تم البيع!"
    }
  },
  "s_manage": {
    "customers": "عملاء",
    "filters": "المرشحات",
    "filter1": "سلة مهملة",
    "filter2": "آخر 3 أسابيع",
    "filter3": "ذكر",
    "filter4": "العمر> 30",
    "download_apps_title": "احصل على إشعار الطلب الجديد في ثوان",
    "data_driven": "تعتمد على البيانات",
    "conversion": "تتبع التحويلات",
    "labeling": "الوسم",
    "processing": "يعالج",
    "collecting": "جمع",
    "no_plugin_analytics": "استخبارات تحليلات بدون مكون إضافي",
    "acquisition_insight": "رؤية اكتساب بسيطة"
  },
  "s_start": {
    "title": "ادارة المخزون",
    "subtitle": "سحب وإسقاط المنتجات وإدارة الفئات.",
    "import_export": "استيراد و تصدير",
    "my_warehouse": "مستودعي",
    "statistics": "إحصائيات",
    "team_title": "العمل الجماعي جنبًا إلى جنب",
    "role1": "مدير المخزون",
    "role2": "مدير المنتجات",
    "customize_title": "لا رمز للتخصيص",
    "temple": {
      "title": "نموذج",
      "subtitle": "قم بإنشاء وتخصيص المظهر الخاص بك دون صعوبة تثبيت القالب."
    },
    "page": {
      "title": "محرر الصفحة",
      "subtitle": "المدمج في السحب والإفلات مصمم الصفحة المقصودة."
    },
    "community": {
      "title": "تواصل اجتماعي",
      "subtitle": "قم ببناء مجتمعك المخصص لزيادة المبيعات."
    }
  }
};