export default {
  "s_pricing": {
    "title": "Адчуйце карпаратыўныя інструменты ў вашых руках;",
    "subtitle": "Вы гэтага заслугоўваеце!",
    "total_monthly_sales_limit": "Вашы агульныя месячныя продажы",
    "popular": "Папулярны",
    "best_choice": "Лепшы выбар для большасці",
    "free": {
      "title": "Пачніце бясплатна",
      "question": "Ці варта пачынаць з гэтага?",
      "answer": "Так, вы можаце пачаць свой бізнэс цалкам бясплатна. Абавязкова дадайце онлайн-аплату і падключыце свой дамен."
    },
    "startup": {
      "title": "Плаціце менш, каб хутка расці",
      "question": "Калі лепшы час для пераходу на стартавы план?"
    },
    "company": {
      "title": "Плаціце менш, звяртаючыся да гіганта",
      "question": "Калі лепшы час для пераходу на план кампаніі?"
    },
    "enterprise": {
      "title": "Развівайце свой бізнес",
      "question": "Калі лепшы час для пераходу на карпаратыўны план?"
    },
    "badges_title": "Бяспека і канфідэнцыяльнасць з'яўляюцца прыярытэтам №1."
  },
  "s_price": {
    "commission": "Камісійны збор",
    "total_payment": "Поўная аплата",
    "total_payment_detail": "Ваша максімальная агульная плата за абслугоўванне (абаненцкая плата + камісійная плата) да дасягнення наступнага ліміту рэкамендацыі плана.",
    "save": "Вы эканоміце",
    "save_detail": "Гэта грошы, якія вы зэканоміце на экспертах, серверах, выдатках на ліцэнзію і падтрымку, калі карыстаецеся Selldone. Разлік кошту заснаваны на тэматычных даследаваннях фрылансераў на 10 лепшых платных і бясплатных платформах электроннай камерцыі."
  },
  "s_benefit": {
    "customer_profile": "Профіль кліента",
    "summer_sales": "Летнія распродажы",
    "orders_history": "Гісторыя заказаў",
    "your_store": "Ваш магазін",
    "shipping": "Простая дастаўка",
    "orders_summery": "Заказы летнія",
    "card_info": "Інфармацыя аб картцы",
    "card_name": "Імя на карце"
  },
  "s_grow": {
    "pos": {
      "title": "Асабістыя продажы (POS)",
      "subtitle": "Бясплатная онлайн кропка продажу",
      "step1": "Інтэрнэт POS",
      "step2": "Наяўнымі / Інтэрнэт-аплата",
      "step3": "Прадаць Гатова!",
      "incentives": "Стымулы асабістых продажаў"
    },
    "online": {
      "title": "Інтэрнэт-продажы",
      "subtitle": "Аформіце заказ, як атрымаць Uber",
      "payments": "Падтрымка глабальных і мясцовых плацяжоў",
      "incentives": "Падтрымлівайце ўсе стымулы"
    },
    "social": {
      "title": "Сацыяльныя продажы",
      "subtitle": "Авакада | Пачніце прадаваць толькі па адной спасылцы",
      "custom_form": "Індывідуальная форма замовы",
      "step1": "Напаўненне авакада",
      "step2": "Пытанне з цэнамі і рахункамі",
      "step3": "Аўтаматычнае паведамленне кліента",
      "step4": "Аплата кліентам онлайн",
      "step5": "Прадаць Гатова!"
    }
  },
  "s_manage": {
    "customers": "Кліенты",
    "filters": "Фільтры",
    "filter1": "Пакінуты кошык",
    "filter2": "Апошнія 3 тыдні",
    "filter3": "Мужчынскі",
    "filter4": "Узрост > 30",
    "download_apps_title": "Атрымлівайце апавяшчэнне аб новым заказе за секунды",
    "data_driven": "Кіруюцца дадзенымі",
    "conversion": "Адсочваць канверсіі",
    "labeling": "Маркіроўка",
    "processing": "Апрацоўка",
    "collecting": "Збор",
    "no_plugin_analytics": "Аналітычны інтэлект без убудоў",
    "acquisition_insight": "Простае разуменне набыцця"
  },
  "s_start": {
    "title": "Кіраванне запасамі",
    "subtitle": "Перацягванне прадуктаў і кіраванне катэгорыямі.",
    "import_export": "Імпарт / Экспарт",
    "my_warehouse": "Мой склад",
    "statistics": "Статыстыка",
    "team_title": "Камандная праца бок аб бок",
    "role1": "Менеджэр па інвентарызацыі",
    "role2": "Менеджэр па прадукцыі",
    "customize_title": "Без кода наладжваецца",
    "temple": {
      "title": "Шаблон",
      "subtitle": "Стварыце і наладзьце сваю тэму без галаўнога болю пры ўсталёўцы шаблону."
    },
    "page": {
      "title": "Рэдактар старонак",
      "subtitle": "Убудаваны дызайнер мэтавай старонкі перацягвання."
    },
    "community": {
      "title": "Супольнасць",
      "subtitle": "Стварыце сваю наладжаную суполку, каб павялічыць продажы."
    }
  }
};