export default {
  "s_pricing": {
    "title": "আপনার হাতে এন্টারপ্রাইজ টুল অনুভব করুন;",
    "subtitle": "আপনি এর যোগ্য!",
    "total_monthly_sales_limit": "আপনার মোট মাসিক বিক্রয়",
    "popular": "জনপ্রিয়",
    "best_choice": "অধিকাংশ জন্য সেরা পছন্দ",
    "free": {
      "title": "বিনামূল্যে শুরু করুন",
      "question": "আমি এই দ্বারা শুরু করা উচিত?",
      "answer": "হ্যাঁ, আপনি সম্পূর্ণ বিনামূল্যে আপনার ব্যবসা শুরু করতে পারেন। নিশ্চিত করুন যে অনলাইন পেমেন্ট যোগ করুন এবং আপনার ডোমেন সংযুক্ত করুন।"
    },
    "startup": {
      "title": "দ্রুত বাড়তে কম অর্থ প্রদান করুন",
      "question": "স্টার্টআপ প্ল্যানে আপগ্রেড করার সেরা সময় কখন?"
    },
    "company": {
      "title": "একটি দৈত্য বাঁক যখন কম বেতন",
      "question": "কোম্পানির পরিকল্পনায় আপগ্রেড করার সেরা সময় কখন?"
    },
    "enterprise": {
      "title": "আপনার ব্যবসা বাড়ান",
      "question": "এন্টারপ্রাইজ প্ল্যানে আপগ্রেড করার সেরা সময় কখন?"
    },
    "badges_title": "নিরাপত্তা এবং গোপনীয়তা হল #1 অগ্রাধিকার।"
  },
  "s_price": {
    "commission": "কমিশন ফি",
    "total_payment": "মোট পরিশোধ",
    "total_payment_detail": "পরবর্তী প্ল্যানের সুপারিশ সীমাতে পৌঁছানোর আগে আপনার সর্বোচ্চ মোট পরিষেবা ফি (সাবস্ক্রিপশন ফি + কমিশন ফি)।",
    "save": "আপনি সংরক্ষণ করুন",
    "save_detail": "আপনি Selldone ব্যবহার করলে এই অর্থ আপনি বিশেষজ্ঞ, সার্ভার, লাইসেন্স এবং সহায়তা খরচে সঞ্চয় করবেন। খরচ গণনা শীর্ষ 10 প্রদত্ত এবং বিনামূল্যে ই-কমার্স প্ল্যাটফর্মে ফ্রিল্যান্সারদের কেস স্টাডির উপর ভিত্তি করে।"
  },
  "s_benefit": {
    "customer_profile": "ক্রেতা বিবরণ",
    "summer_sales": "গ্রীষ্মকালীন বিক্রয়",
    "orders_history": "অর্ডার ইতিহাস",
    "your_store": "আপনার দোকান",
    "shipping": "সহজ শিপিং",
    "orders_summery": "গ্রীষ্মকালীন অর্ডার",
    "card_info": "কার্ড তথ্য",
    "card_name": "কার্ডের ওপর নাম"
  },
  "s_grow": {
    "pos": {
      "title": "ব্যক্তিগত বিক্রয় (POS)",
      "subtitle": "বিনামূল্যে অনলাইন বিক্রয় পয়েন্ট",
      "step1": "অনলাইন POS",
      "step2": "নগদ / অনলাইন পেমেন্ট",
      "step3": "বিক্রি শেষ!",
      "incentives": "ব্যক্তিগত বিক্রয় ইনসেনটিভ"
    },
    "online": {
      "title": "অনলাইন বিক্রয়",
      "subtitle": "একটি Uber পেতে মত চেকআউট",
      "payments": "বিশ্বব্যাপী এবং স্থানীয় অর্থপ্রদান সমর্থন করুন",
      "incentives": "সমস্ত প্রণোদনা সমর্থন"
    },
    "social": {
      "title": "সামাজিক বিক্রয়",
      "subtitle": "অ্যাভোকাডো | শুধুমাত্র একটি লিঙ্ক দ্বারা বিক্রি শুরু করুন",
      "custom_form": "কাস্টম অর্ডার ফর্ম",
      "step1": "অ্যাভোকাডো পরিপূর্ণতা",
      "step2": "মূল্য এবং চালান সমস্যা",
      "step3": "স্বয়ংক্রিয়ভাবে গ্রাহককে অবহিত করুন",
      "step4": "গ্রাহক অনলাইন পেমেন্ট",
      "step5": "বিক্রি শেষ!"
    }
  },
  "s_manage": {
    "customers": "গ্রাহকদের",
    "filters": "ফিল্টার",
    "filter1": "পরিত্যক্ত ঝুড়ি",
    "filter2": "গত ৩ সপ্তাহ",
    "filter3": "পুরুষ",
    "filter4": "বয়স > 30",
    "download_apps_title": "সেকেন্ডের মধ্যে নতুন অর্ডার বিজ্ঞপ্তি পান",
    "data_driven": "ডেটা-চালিত",
    "conversion": "ট্র্যাক রূপান্তর",
    "labeling": "লেবেলিং",
    "processing": "প্রক্রিয়াকরণ",
    "collecting": "সংগ্রহ",
    "no_plugin_analytics": "নো-প্লাগইন অ্যানালিটিক্স ইন্টেলিজেন্স",
    "acquisition_insight": "সহজ অধিগ্রহণ অন্তর্দৃষ্টি"
  },
  "s_start": {
    "title": "ইনভেন্টরি ব্যবস্থাপনা",
    "subtitle": "পণ্য এবং বিভাগ ব্যবস্থাপনা টেনে আনুন এবং ড্রপ করুন।",
    "import_export": "আমদানি রপ্তানি",
    "my_warehouse": "আমার গুদাম",
    "statistics": "পরিসংখ্যান",
    "team_title": "পাশাপাশি টিমওয়ার্ক",
    "role1": "ইনভেন্টরি ম্যানেজার",
    "role2": "পণ্য ব্যবস্থাপক",
    "customize_title": "নো-কোড কাস্টমাইজযোগ্য",
    "temple": {
      "title": "টেমপ্লেট",
      "subtitle": "টেমপ্লেট ইনস্টলেশনের মাথাব্যথা ছাড়াই আপনার থিম তৈরি করুন এবং কাস্টমাইজ করুন।"
    },
    "page": {
      "title": "পৃষ্ঠা সম্পাদক",
      "subtitle": "অন্তর্নির্মিত ড্র্যাগ অ্যান্ড ড্রপ ল্যান্ডিং পেজ ডিজাইনার।"
    },
    "community": {
      "title": "সম্প্রদায়",
      "subtitle": "আরও বিক্রয় চালাতে আপনার কাস্টমাইজড সম্প্রদায় তৈরি করুন।"
    }
  }
};