export default {
  "s_pricing": {
    "title": "Νιώστε τα εργαλεία της επιχείρησης στα χέρια σας.",
    "subtitle": "Το αξίζεις!",
    "total_monthly_sales_limit": "Οι συνολικές μηνιαίες πωλήσεις σας",
    "popular": "Δημοφιλής",
    "best_choice": "Η καλύτερη επιλογή για τους περισσότερους",
    "free": {
      "title": "Ξεκινήστε δωρεάν",
      "question": "Να ξεκινήσω από αυτό;",
      "answer": "Ναι, μπορείτε να ξεκινήσετε την επιχείρησή σας εντελώς δωρεάν. Φροντίστε να προσθέσετε ηλεκτρονική πληρωμή και να συνδέσετε τον τομέα σας."
    },
    "startup": {
      "title": "Πληρώστε λιγότερα για να μεγαλώσετε γρήγορα",
      "question": "Πότε είναι η καλύτερη στιγμή για αναβάθμιση στο πρόγραμμα εκκίνησης;"
    },
    "company": {
      "title": "Πληρώστε λιγότερα όταν στρέφεστε σε έναν γίγαντα",
      "question": "Πότε είναι η καλύτερη στιγμή για αναβάθμιση στο εταιρικό πρόγραμμα;"
    },
    "enterprise": {
      "title": "Αναπτύξτε την επιχείρησή σας",
      "question": "Πότε είναι η καλύτερη στιγμή για αναβάθμιση στο επιχειρηματικό σχέδιο;"
    },
    "badges_title": "Η ασφάλεια και το απόρρητο είναι η #1 προτεραιότητα."
  },
  "s_price": {
    "commission": "Τέλος προμήθειας",
    "total_payment": "Συνολική πληρωμή",
    "total_payment_detail": "Η μέγιστη συνολική χρέωση υπηρεσιών (Χρέωση συνδρομής + Προμήθεια) πριν φτάσετε στο επόμενο όριο σύστασης προγράμματος.",
    "save": "Αποταμιεύεις",
    "save_detail": "Αυτά είναι τα χρήματα που θα εξοικονομήσετε σε ειδικούς, διακομιστές, άδεια χρήσης και κόστος υποστήριξης, εάν χρησιμοποιήσετε το Selldone. Ο υπολογισμός του κόστους βασίζεται σε μελέτες περιπτώσεων ελεύθερων επαγγελματιών στις 10 κορυφαίες πλατφόρμες ηλεκτρονικού εμπορίου επί πληρωμή και δωρεάν."
  },
  "s_benefit": {
    "customer_profile": "ΠΡΟΦΙΛ ΤΟΥ πελάτη",
    "summer_sales": "Καλοκαιρινές εκπτώσεις",
    "orders_history": "Ιστορικό παραγγελιών",
    "your_store": "Το κατάστημά σας",
    "shipping": "Απλή αποστολή",
    "orders_summery": "Παραγγελίες καλοκαιρινές",
    "card_info": "Πληροφορίες κάρτας",
    "card_name": "όνομα στην κάρτα"
  },
  "s_grow": {
    "pos": {
      "title": "Προσωπικές πωλήσεις (POS)",
      "subtitle": "Δωρεάν online σημείο πώλησης",
      "step1": "Online POS",
      "step2": "Μετρητά / Online πληρωμή",
      "step3": "Πώληση Έγινε!",
      "incentives": "Κίνητρα προσωπικών πωλήσεων"
    },
    "online": {
      "title": "Διαδικτυακές Πωλήσεις",
      "subtitle": "Κάντε ολοκλήρωση αγοράς σαν να αποκτήσετε ένα Uber",
      "payments": "Υποστήριξη παγκόσμιων και τοπικών πληρωμών",
      "incentives": "Υποστηρίξτε όλα τα κίνητρα"
    },
    "social": {
      "title": "Κοινωνικές Πωλήσεις",
      "subtitle": "Αβοκάντο | Ξεκινήστε να πουλάτε μόνο με έναν σύνδεσμο",
      "custom_form": "Προσαρμοσμένη φόρμα παραγγελίας",
      "step1": "Εκπλήρωση αβοκάντο",
      "step2": "Έκδοση τιμολόγησης και τιμολογίου",
      "step3": "Αυτόματη ειδοποίηση πελάτη",
      "step4": "Ηλεκτρονική πληρωμή πελατών",
      "step5": "Πώληση Έγινε!"
    }
  },
  "s_manage": {
    "customers": "Οι πελάτες",
    "filters": "Φίλτρα",
    "filter1": "Εγκαταλελειμμένο καλάθι",
    "filter2": "Τελευταίες 3 εβδομάδες",
    "filter3": "Αρσενικός",
    "filter4": "Ηλικία > 30",
    "download_apps_title": "Λάβετε ειδοποίηση νέας παραγγελίας σε δευτερόλεπτα",
    "data_driven": "Με γνώμονα τα δεδομένα",
    "conversion": "Παρακολούθηση μετατροπών",
    "labeling": "Τιτλοφόρηση",
    "processing": "Επεξεργασία",
    "collecting": "Περισυλλογή",
    "no_plugin_analytics": "Analytics Intelligence χωρίς πρόσθετο",
    "acquisition_insight": "Απλή διορατικότητα απόκτησης"
  },
  "s_start": {
    "title": "Διαχείριση αποθεμάτων",
    "subtitle": "Μεταφορά και απόθεση προϊόντων και διαχείριση κατηγοριών.",
    "import_export": "Εισαγωγή εξαγωγή",
    "my_warehouse": "Η αποθήκη μου",
    "statistics": "Στατιστική",
    "team_title": "Ομαδική εργασία δίπλα-δίπλα",
    "role1": "Υπεύθυνος αποθεμάτων",
    "role2": "Υπεύθυνος προϊόντων",
    "customize_title": "Προσαρμόσιμο χωρίς κώδικα",
    "temple": {
      "title": "Πρότυπο",
      "subtitle": "Δημιουργήστε και προσαρμόστε το θέμα σας χωρίς πονοκέφαλο εγκατάστασης προτύπου."
    },
    "page": {
      "title": "Επεξεργαστής σελίδας",
      "subtitle": "Ενσωματωμένος σχεδιαστής σελίδας προορισμού μεταφοράς και απόθεσης."
    },
    "community": {
      "title": "Κοινότητα",
      "subtitle": "Δημιουργήστε την προσαρμοσμένη κοινότητά σας για να αυξήσετε τις πωλήσεις."
    }
  }
};