export default {
  /** @see SectionPricing **/
  s_pricing: {
    title: "ابزارهای حرفه ای فروش را در دستان خود احساس کنید.",
    subtitle: "کسب و کارت لایق بهترین هاست!",

    total_monthly_sales_limit: "مجموع فروش ماهانه شما",
    popular: "محبوب",
    best_choice: "بهترین انتخاب برای بیشتر افراد",

    free: {
      title: "شروع رایگان",
      question: "آیا باید با این شروع کنم؟",
      answer:
        "بله، شما می توانید کسب و کار خود را کاملا رایگان راه اندازی کنید. مطمئن شوید که پرداخت آنلاین را اضافه کرده و دامنه خود را متصل کنید.",
    },

    startup: {
      title: "برای رشد سریع کمتر هزینه کنید",
      question: "بهترین زمان برای ارتقا به طرح استارتاپ چه زمانی است؟",
    },
    company: {
      title: "با بزرگتر شدن، کمتر پرداخت کنید",
      question: "بهترین زمان برای ارتقا به طرح شرکت چه زمانی است؟",
    },
    enterprise: {
      title: "کسب و کار خود را توسعه دهید",
      question: "بهترین زمان برای ارتقا به طرح سازمانی چه زمانی است؟",
    },

    badges_title: "امنیت و حریم خصوصی اولویت شماره 1 است.",
  },

  /** @see PreviewPricingMinimal **/
  s_price: {
    commission: "کمیسیون",
    total_payment: "مجموع پرداختی",
    total_payment_detail:
      "حداکثر هزینه کل خدمات شما (هزینه اشتراک + کارمزد کمیسیون) قبل از رسیدن به سقف پیشنهادی طرح بعدی.",
    save: "You save",
    save_detail:
      "این پولی است که در صورت استفاده از سلدان در هزینه های متخصصین، سرورها، مجوزها و پشتیبانی صرفه جویی می کنید. محاسبه هزینه بر اساس مطالعات موردی فریلنسرها در 10 پلتفرم برتر دنیا است.",
  },

  /** @see SectionBenefit **/
  s_benefit: {
    customer_profile: "مشخصات مشتری",
    summer_sales: "جشنواره تابستانی",
    orders_history: "تاریخچه سفارشات",
    your_store: "فروشگاه شما",
    shipping: "ارسال آسان",
    orders_summery: "خلاصه سفارشات",
    card_info: "مشخصات کارت",
    card_name: "نام صاحب",
  },

  /** @see SectionGrow **/
  s_grow: {
    pos: {
      title: "فروش حضوری (POS)",
      subtitle: "صندوق فروشگاهی آنلاین رایگان",
      step1: "صندوق آنلاین",
      step2: "پرداخت نقدی / آنلاین",
      step3: "انجام شد!",
      incentives: "مشوق های فروش حضوری",
    },
    online: {
      title: "فروش آنلاین",
      subtitle: "خرید به سادگی گرفتن یک اوبر",
      payments: "پشتیبانی از پرداخت های جهانی و محلی",
      incentives: "پشتیبانی از همه انواع مشوق",
    },
    social: {
      title: "فروش در شبکه های اجتمائی",
      subtitle: "آووکادو | فروش را فقط با یک لینک شروع کنید",
      custom_form: "فرم سفارش اختصاصی",
      step1: "دریافت سفارش",
      step2: "قیمت گذاری و صدور فاکتور",
      step3: "ارسال پیامک به مشتری",
      step4: "پرداخت آنلاین مشتری",
      step5: "انجام شد!",
    },
  },

  /** @see SectionManage **/
  s_manage: {
    customers: "مشتریان",
    filters: "فیلترها",
    filter1: "سبدهای رها شده",
    filter2: "سه هفته آخر",
    filter3: "مرد",
    filter4: "سن > 30",
    download_apps_title: "نوتیفیکیشن سفارش جدید را در چند ثانیه دریافت کنید",
    data_driven: "فروش داده محور",
    conversion: " نمایش نرخ های تبدیل",
    labeling: "برچسب زدن",
    processing: "پردازش",
    collecting: "جمع آوری",
    no_plugin_analytics: "تحلیل داده هوشمند بدون پلاگین",
    acquisition_insight: "نمایش داده های گرافیکی",
  },

  /** @see SectionStart **/
  s_start: {
    title: "مدیریت انبار",
    subtitle: "مدیریت محصولات و دسته بندی ها با کشیدن و رها کردن.",
    import_export: "بارگذاری / گرفتن خروجی",
    my_warehouse: "انبار من",
    statistics: "آمار",
    team_title: "کار تیمی",
    role1: "مدیریت انبار",
    role2: "مدیریت محصولات",
    customize_title: "سفارشی سازی بدون کد نویسی",
    temple: {
      title: "قالب",
      subtitle:
        "دردسرهای خرید و نصب قالب را فراموش کنید، سایت خود را ایجاد و سفارشی کنید.",
    },
    page: {
      title: "صفحه ساز",
      subtitle: "طراحی صفحه های فرودبدون کد نویسی و دانش فنی.",
    },
    community: {
      title: "انجمن",
      subtitle: "جامعه کاربران خود را بسازید تا فروش بیشتری داشته باشید.",
    },
  },
};
