export default {
  "s_pricing": {
    "title": "તમારા હાથમાં એન્ટરપ્રાઇઝ ટૂલ્સ અનુભવો;",
    "subtitle": "તમે તેને લાયક!",
    "total_monthly_sales_limit": "તમારું કુલ માસિક વેચાણ",
    "popular": "પ્રખ્યાત",
    "best_choice": "મોટાભાગના માટે શ્રેષ્ઠ પસંદગી",
    "free": {
      "title": "મફત શરૂ કરો",
      "question": "શું મારે આનાથી શરૂઆત કરવી જોઈએ?",
      "answer": "હા, તમે તમારો વ્યવસાય તદ્દન મફતમાં શરૂ કરી શકો છો. ઑનલાઇન ચુકવણી ઉમેરવાની અને તમારા ડોમેનને કનેક્ટ કરવાની ખાતરી કરો."
    },
    "startup": {
      "title": "ઝડપથી વધવા માટે ઓછી ચૂકવણી કરો",
      "question": "સ્ટાર્ટઅપ પ્લાનમાં અપગ્રેડ કરવાનો શ્રેષ્ઠ સમય ક્યારે છે?"
    },
    "company": {
      "title": "જ્યારે કોઈ વિશાળ તરફ વળવું ત્યારે ઓછું ચૂકવો",
      "question": "કંપની પ્લાનમાં અપગ્રેડ કરવાનો શ્રેષ્ઠ સમય ક્યારે છે?"
    },
    "enterprise": {
      "title": "તમારા વ્યવસાયમાં વધારો",
      "question": "એન્ટરપ્રાઇઝ પ્લાનમાં અપગ્રેડ કરવાનો શ્રેષ્ઠ સમય ક્યારે છે?"
    },
    "badges_title": "સુરક્ષા અને ગોપનીયતા એ #1 પ્રાથમિકતા છે."
  },
  "s_price": {
    "commission": "કમિશન ફી",
    "total_payment": "કુલ ચુકવણી",
    "total_payment_detail": "આગલી યોજનાની ભલામણ મર્યાદા સુધી પહોંચતા પહેલા તમારી મહત્તમ કુલ સેવા શુલ્ક (સબ્સ્ક્રિપ્શન ફી + કમિશન ફી).",
    "save": "તમે સાચવો",
    "save_detail": "જો તમે Selldone નો ઉપયોગ કરો છો તો આ તે પૈસા છે જે તમે નિષ્ણાતો, સર્વર, લાઇસન્સ અને સપોર્ટ ખર્ચ પર બચાવશો. ખર્ચની ગણતરી ટોચના 10 પેઇડ અને ફ્રી ઈ-કોમર્સ પ્લેટફોર્મ પર ફ્રીલાન્સર્સના કેસ સ્ટડી પર આધારિત છે."
  },
  "s_benefit": {
    "customer_profile": "ગ્રાહક પ્રોફાઇલ",
    "summer_sales": "સમર સેલ્સ",
    "orders_history": "ઓર્ડર ઇતિહાસ",
    "your_store": "તમારી દુકાન",
    "shipping": "સરળ શિપિંગ",
    "orders_summery": "ઉનાળામાં ઓર્ડર આપે છે",
    "card_info": "કાર્ડ માહિતી",
    "card_name": "કાર્ડ પરનું નામ"
  },
  "s_grow": {
    "pos": {
      "title": "વ્યક્તિગત વેચાણ (POS)",
      "subtitle": "નિઃશુલ્ક ઑનલાઇન વેચાણ બિંદુ",
      "step1": "ઓનલાઈન પી.ઓ.એસ",
      "step2": "રોકડ / ઓનલાઈન ચુકવણી",
      "step3": "વેચાણ થઈ ગયું!",
      "incentives": "વ્યક્તિગત વેચાણ પ્રોત્સાહનો"
    },
    "online": {
      "title": "ઓનલાઇન વેચાણ",
      "subtitle": "ચેકઆઉટ કરો જેમ કે Uber મેળવો",
      "payments": "વૈશ્વિક અને સ્થાનિક ચુકવણીઓને સપોર્ટ કરો",
      "incentives": "તમામ પ્રોત્સાહનોને ટેકો આપો"
    },
    "social": {
      "title": "સામાજિક વેચાણ",
      "subtitle": "એવોકાડો ╏ માત્ર એક લિંક દ્વારા વેચાણ શરૂ કરો",
      "custom_form": "કસ્ટમ ઓર્ડર ફોર્મ",
      "step1": "એવોકાડો પરિપૂર્ણતા",
      "step2": "કિંમત નિર્ધારણ અને ભરતિયું મુદ્દો",
      "step3": "ગ્રાહકને સ્વતઃ સૂચિત કરો",
      "step4": "ગ્રાહક ઓનલાઇન ચુકવણી",
      "step5": "વેચાણ થઈ ગયું!"
    }
  },
  "s_manage": {
    "customers": "ગ્રાહકો",
    "filters": "ફિલ્ટર્સ",
    "filter1": "ત્યજી ટોપલી",
    "filter2": "છેલ્લા 3 અઠવાડિયા",
    "filter3": "પુરુષ",
    "filter4": "ઉંમર > 30",
    "download_apps_title": "સેકન્ડોમાં નવા ઓર્ડરની સૂચના મેળવો",
    "data_driven": "ડેટા આધારિત",
    "conversion": "ટ્રૅક રૂપાંતરણો",
    "labeling": "લેબલીંગ",
    "processing": "પ્રક્રિયા",
    "collecting": "એકત્ર કરી રહ્યા છે",
    "no_plugin_analytics": "નો-પ્લગઇન એનાલિટિક્સ ઇન્ટેલિજન્સ",
    "acquisition_insight": "સરળ સંપાદન સૂઝ"
  },
  "s_start": {
    "title": "યાદી સંચાલન",
    "subtitle": "ઉત્પાદનો અને શ્રેણી સંચાલનને ખેંચો અને છોડો.",
    "import_export": "આયાત નિકાસ",
    "my_warehouse": "મારું વખાર",
    "statistics": "આંકડા",
    "team_title": "સાથે-સાથે ટીમવર્ક",
    "role1": "ઈન્વેન્ટરી મેનેજર",
    "role2": "પ્રોડક્ટ્સ મેનેજર",
    "customize_title": "નો-કોડ વૈવિધ્યપૂર્ણ",
    "temple": {
      "title": "ઢાંચો",
      "subtitle": "ટેમ્પલેટ ઇન્સ્ટોલેશન માથાનો દુખાવો વિના તમારી થીમ બનાવો અને કસ્ટમાઇઝ કરો."
    },
    "page": {
      "title": "પૃષ્ઠ સંપાદક",
      "subtitle": "બિલ્ટ-ઇન ડ્રેગ એન્ડ ડ્રોપ લેન્ડિંગ પેજ ડિઝાઇનર."
    },
    "community": {
      "title": "સમુદાય",
      "subtitle": "વધુ વેચાણ ચલાવવા માટે તમારો કસ્ટમાઇઝ્ડ સમુદાય બનાવો."
    }
  }
};