export default {
  "s_pricing": {
    "title": "הרגישו כלים ארגוניים בידיים שלכם;",
    "subtitle": "מגיע לך!",
    "total_monthly_sales_limit": "סך המכירות החודשיות שלך",
    "popular": "פופולרי",
    "best_choice": "הבחירה הטובה ביותר עבור רובם",
    "free": {
      "title": "התחל בחינם",
      "question": "האם כדאי לי להתחיל מזה?",
      "answer": "כן, אתה יכול להתחיל את העסק שלך לגמרי בחינם. הקפד להוסיף תשלום מקוון ולחבר את הדומיין שלך."
    },
    "startup": {
      "title": "שלם פחות כדי לגדול מהר",
      "question": "מתי הזמן הטוב ביותר לשדרג לתוכנית ההפעלה?"
    },
    "company": {
      "title": "שלם פחות כאשר פונים לענק",
      "question": "מתי הזמן הטוב ביותר לשדרג לתוכנית החברה?"
    },
    "enterprise": {
      "title": "הגדל את העסק שלך",
      "question": "מתי הזמן הטוב ביותר לשדרג לתוכנית הארגונית?"
    },
    "badges_title": "אבטחה ופרטיות הם העדיפות מס' 1."
  },
  "s_price": {
    "commission": "עמלת עמלה",
    "total_payment": "סך התשלום",
    "total_payment_detail": "דמי השירות הכוללים המקסימליים שלך (דמי מנוי + עמלת עמלה) לפני הגעת מגבלת ההמלצה הבאה על התוכנית.",
    "save": "אתה הצלת",
    "save_detail": "זה הכסף שתחסוך עלויות מומחים, שרתים, רישיונות ותמיכה אם תשתמש ב-Seldone. חישוב העלות מבוסס על מקרי מקרה של פרילנסרים ב-10 פלטפורמות המסחר האלקטרוני המובילות בתשלום וחינמי."
  },
  "s_benefit": {
    "customer_profile": "פרופיל לקוח",
    "summer_sales": "מכירות קיץ",
    "orders_history": "היסטוריית הזמנות",
    "your_store": "החנות שלך",
    "shipping": "משלוח פשוט",
    "orders_summery": "הזמנות קייציות",
    "card_info": "מידע על הכרטיס",
    "card_name": "השם בכרטיס"
  },
  "s_grow": {
    "pos": {
      "title": "מכירות אישיות (POS)",
      "subtitle": "נקודת מכירה מקוונת בחינם",
      "step1": "קופה מקוונת",
      "step2": "מזומן / תשלום מקוון",
      "step3": "למכור בוצע!",
      "incentives": "תמריצי מכירה אישית"
    },
    "online": {
      "title": "מכירות ברשת",
      "subtitle": "קופה כמו לקבל אובר",
      "payments": "תמיכה בתשלומים גלובליים ומקומיים",
      "incentives": "תמכו בכל התמריצים"
    },
    "social": {
      "title": "מכירות חברתיות",
      "subtitle": "אבוקדו | התחל למכור רק על ידי קישור אחד",
      "custom_form": "טופס הזמנה מותאם אישית",
      "step1": "מילוי אבוקדו",
      "step2": "נושא תמחור וחשבונית",
      "step3": "הודע אוטומטית ללקוח",
      "step4": "תשלום מקוון ללקוח",
      "step5": "למכור בוצע!"
    }
  },
  "s_manage": {
    "customers": "לקוחות",
    "filters": "מסננים",
    "filter1": "סל נטוש",
    "filter2": "3 שבועות אחרונים",
    "filter3": "זָכָר",
    "filter4": "גיל מעל 30",
    "download_apps_title": "קבל התראה על הזמנה חדשה תוך שניות",
    "data_driven": "מונחה נתונים",
    "conversion": "עקוב אחר המרות",
    "labeling": "תִיוּג",
    "processing": "מעבד",
    "collecting": "איסוף",
    "no_plugin_analytics": "אינטליגנציה של Analytics ללא תוסף",
    "acquisition_insight": "תובנת רכישה פשוטה"
  },
  "s_start": {
    "title": "ניהול מלאי",
    "subtitle": "גרור ושחרר מוצרים וניהול קטגוריות.",
    "import_export": "יבוא ויצוא",
    "my_warehouse": "המחסן שלי",
    "statistics": "סטָטִיסטִיקָה",
    "team_title": "עבודת צוות זה לצד זה",
    "role1": "מנהל מלאי",
    "role2": "מנהל מוצרים",
    "customize_title": "ללא קוד להתאמה אישית",
    "temple": {
      "title": "תבנית",
      "subtitle": "צור והתאם אישית את ערכת הנושא שלך ללא כאב ראש בהתקנת תבניות."
    },
    "page": {
      "title": "עורך עמודים",
      "subtitle": "מעצב דפי נחיתה מובנה בגרירה ושחרור."
    },
    "community": {
      "title": "קהילה",
      "subtitle": "בנה את הקהילה המותאמת אישית שלך כדי להגדיל את המכירות."
    }
  }
};