export default {
  "s_pricing": {
    "title": "अपने हाथों में उद्यम उपकरण महसूस करें;",
    "subtitle": "तुम इसके लायक हो!",
    "total_monthly_sales_limit": "आपकी कुल मासिक बिक्री",
    "popular": "लोकप्रिय",
    "best_choice": "अधिकांश के लिए सबसे अच्छा विकल्प",
    "free": {
      "title": "मुफ्त शुरू करें",
      "question": "क्या मुझे इससे शुरुआत करनी चाहिए?",
      "answer": "जी हां, आप अपना बिजनेस बिल्कुल फ्री में शुरू कर सकते हैं। ऑनलाइन भुगतान जोड़ना सुनिश्चित करें और अपना डोमेन कनेक्ट करें।"
    },
    "startup": {
      "title": "तेजी से बढ़ने के लिए कम भुगतान करें",
      "question": "स्टार्टअप योजना में अपग्रेड करने का सबसे अच्छा समय कब है?"
    },
    "company": {
      "title": "विशाल की ओर मुड़ते समय कम भुगतान करें",
      "question": "कंपनी प्लान में अपग्रेड करने का सबसे अच्छा समय कब है?"
    },
    "enterprise": {
      "title": "अपना व्यवसाय बढ़ाएं",
      "question": "उद्यम योजना में अपग्रेड करने का सबसे अच्छा समय कब है?"
    },
    "badges_title": "सुरक्षा और गोपनीयता # 1 प्राथमिकता है।"
  },
  "s_price": {
    "commission": "आयोग शुल्क",
    "total_payment": "कुल भुगतान",
    "total_payment_detail": "अगली योजना अनुशंसा सीमा तक पहुँचने से पहले आपका अधिकतम कुल सेवा शुल्क (सदस्यता शुल्क + कमीशन शुल्क)।",
    "save": "आप बचाते हैं",
    "save_detail": "यदि आप सेलडोन का उपयोग करते हैं तो यह वह धन है जिसे आप विशेषज्ञों, सर्वरों, लाइसेंस और समर्थन लागतों पर बचाएंगे। लागत की गणना शीर्ष 10 भुगतान और मुफ्त ई-कॉमर्स प्लेटफॉर्म पर फ्रीलांसरों के केस स्टडी पर आधारित है।"
  },
  "s_benefit": {
    "customer_profile": "ग्राहक प्रोफाइल",
    "summer_sales": "ग्रीष्मकालीन बिक्री",
    "orders_history": "आदेश इतिहास",
    "your_store": "आपकी दुकान",
    "shipping": "आसान शिपिंग",
    "orders_summery": "आदेश गर्मियों",
    "card_info": "कार्ड की जानकारी",
    "card_name": "कार्ड पर नाम"
  },
  "s_grow": {
    "pos": {
      "title": "व्यक्तिगत बिक्री (पीओएस)",
      "subtitle": "मुफ़्त ऑनलाइन पॉइंट ऑफ़ सेल",
      "step1": "ऑनलाइन पीओएस",
      "step2": "नकद / ऑनलाइन भुगतान",
      "step3": "बिक्री हो गई!",
      "incentives": "व्यक्तिगत रूप से बिक्री प्रोत्साहन"
    },
    "online": {
      "title": "ऑनलाइन बिक्री",
      "subtitle": "चेकआउट करें जैसे उबर पाएं",
      "payments": "वैश्विक और स्थानीय भुगतानों का समर्थन करें",
      "incentives": "सभी प्रोत्साहनों का समर्थन करें"
    },
    "social": {
      "title": "सामाजिक बिक्री",
      "subtitle": "एवोकैडो ╏ सिर्फ एक लिंक से बेचना शुरू करें",
      "custom_form": "कस्टम ऑर्डर फॉर्म",
      "step1": "एवोकैडो पूर्ति",
      "step2": "मूल्य निर्धारण और चालान मुद्दा",
      "step3": "ग्राहक को ऑटो सूचित करें",
      "step4": "ग्राहक ऑनलाइन भुगतान",
      "step5": "बिक्री हो गई!"
    }
  },
  "s_manage": {
    "customers": "ग्राहकों",
    "filters": "फिल्टर",
    "filter1": "परित्यक्त टोकरी",
    "filter2": "पिछले 3 सप्ताह",
    "filter3": "नर",
    "filter4": "आयु> 30",
    "download_apps_title": "सेकंड में नया आदेश सूचना प्राप्त करें",
    "data_driven": "डेटा संचालित",
    "conversion": "रूपांतरण ट्रैक करें",
    "labeling": "लेबलिंग",
    "processing": "प्रसंस्करण",
    "collecting": "एकत्रित",
    "no_plugin_analytics": "नो-प्लगइन एनालिटिक्स इंटेलिजेंस",
    "acquisition_insight": "सरल अधिग्रहण अंतर्दृष्टि"
  },
  "s_start": {
    "title": "सूची प्रबंधन",
    "subtitle": "उत्पादों और श्रेणी प्रबंधन को खींचें और छोड़ें।",
    "import_export": "आयात निर्यात",
    "my_warehouse": "मेरा गोदाम",
    "statistics": "आंकड़े",
    "team_title": "साथ-साथ टीम वर्क",
    "role1": "सूची प्रबंधक",
    "role2": "उत्पाद प्रबंधक",
    "customize_title": "नो-कोड अनुकूलन योग्य",
    "temple": {
      "title": "टेम्पलेट",
      "subtitle": "टेम्प्लेट इंस्टॉलेशन सिरदर्द के बिना अपनी थीम बनाएं और कस्टमाइज़ करें।"
    },
    "page": {
      "title": "पृष्ठ संपादक",
      "subtitle": "बिल्ट-इन ड्रैग एंड ड्रॉप लैंडिंग पेज डिजाइनर।"
    },
    "community": {
      "title": "समुदाय",
      "subtitle": "अधिक बिक्री बढ़ाने के लिए अपना अनुकूलित समुदाय बनाएं।"
    }
  }
};