export default {
  "s_pricing": {
    "title": "Զգացեք ձեռնարկության գործիքները ձեր ձեռքերում;",
    "subtitle": "Դու արժանի ես դրան!",
    "total_monthly_sales_limit": "Ձեր ընդհանուր ամսական վաճառքը",
    "popular": "Հանրաճանաչ",
    "best_choice": "Լավագույն ընտրությունը մեծամասնության համար",
    "free": {
      "title": "Սկսեք անվճար",
      "question": "Սրանի՞ց սկսեմ:",
      "answer": "Այո, դուք կարող եք բացել ձեր բիզնեսը բոլորովին անվճար: Համոզվեք, որ ավելացրեք առցանց վճարում և միացրեք ձեր տիրույթը:"
    },
    "startup": {
      "title": "Ավելի քիչ վճարեք արագ աճելու համար",
      "question": "Ե՞րբ է լավագույն ժամանակը նորաստեղծ ծրագրին անցնելու համար:"
    },
    "company": {
      "title": "Ավելի քիչ վճարեք հսկայի դիմելիս",
      "question": "Ե՞րբ է ընկերության պլանին թարմացնելու լավագույն ժամանակը:"
    },
    "enterprise": {
      "title": "Աճեցրեք ձեր բիզնեսը",
      "question": "Ե՞րբ է լավագույն ժամանակը ձեռնարկության պլանին թարմացնելու համար:"
    },
    "badges_title": "Անվտանգությունն ու գաղտնիությունը թիվ 1 առաջնահերթությունն են:"
  },
  "s_price": {
    "commission": "Հանձնաժողովի վճար",
    "total_payment": "Ընդհանուր վճարում",
    "total_payment_detail": "Ձեր առավելագույն ընդհանուր սպասարկման վճարը (Բաժանորդային վճար + միջնորդավճար) մինչև հաջորդ պլանի առաջարկությունների սահմանաչափին հասնելը:",
    "save": "Դուք խնայում եք",
    "save_detail": "Սա այն գումարն է, որը դուք կխնայեք փորձագետների, սերվերների, լիցենզիայի և աջակցության ծախսերի վրա, եթե օգտագործեք Selldone: Արժեքի հաշվարկը հիմնված է ֆրիլանսերների գործի ուսումնասիրությունների վրա՝ վճարովի և անվճար էլեկտրոնային առևտրի լավագույն 10 հարթակներում:"
  },
  "s_benefit": {
    "customer_profile": "Հաճախորդի պրոֆիլը",
    "summer_sales": "Ամառային զեղչեր",
    "orders_history": "Պատվերների պատմություն",
    "your_store": "Ձեր խանութը",
    "shipping": "Պարզ առաքում",
    "orders_summery": "Պատվերներ ամառային",
    "card_info": "Քարտի տվյալներ",
    "card_name": "Անունը քարտի վրա"
  },
  "s_grow": {
    "pos": {
      "title": "Անձնական վաճառք (POS)",
      "subtitle": "Անվճար առցանց վաճառքի կետ",
      "step1": "Առցանց POS",
      "step2": "Կանխիկ / Առցանց վճարում",
      "step3": "Վաճառքը Կատարված է:",
      "incentives": "Անձնական վաճառքի խթաններ"
    },
    "online": {
      "title": "Առցանց վաճառք",
      "subtitle": "Ստուգեք այնպես, ինչպես ստանալ Uber",
      "payments": "Աջակցեք գլոբալ և տեղական վճարումներին",
      "incentives": "Աջակցեք բոլոր խթաններին"
    },
    "social": {
      "title": "Սոցիալական վաճառք",
      "subtitle": "Ավոկադո ╏ Սկսեք վաճառել միայն մեկ հղումով",
      "custom_form": "Պատվերի ձևը",
      "step1": "Ավոկադոյի կատարում",
      "step2": "Գների և հաշիվ-ապրանքագրի խնդիր",
      "step3": "Ավտոմատ տեղեկացնել հաճախորդին",
      "step4": "Հաճախորդի առցանց վճարում",
      "step5": "Վաճառքը Կատարված է:"
    }
  },
  "s_manage": {
    "customers": "Հաճախորդներ",
    "filters": "Զտիչներ",
    "filter1": "Լքված զամբյուղ",
    "filter2": "Վերջին 3 շաբաթը",
    "filter3": "Արական",
    "filter4": "Տարիքը > 30",
    "download_apps_title": "Ստացեք նոր պատվերի ծանուցում վայրկյանների ընթացքում",
    "data_driven": "Տվյալների վրա հիմնված",
    "conversion": "Հետևեք փոխարկումներին",
    "labeling": "Պիտակավորում",
    "processing": "Մշակում",
    "collecting": "Հավաքում",
    "no_plugin_analytics": "Առանց հավելվածի Analytics Intelligence",
    "acquisition_insight": "Ձեռքբերման պարզ պատկերացում"
  },
  "s_start": {
    "title": "Գույքագրման կառավարում",
    "subtitle": "Քաշեք և թողեք ապրանքները և կատեգորիաների կառավարումը:",
    "import_export": "Ներմուծման արտահանման",
    "my_warehouse": "Իմ պահեստը",
    "statistics": "Վիճակագրություն",
    "team_title": "Թիմային աշխատանք կողք կողքի",
    "role1": "Գույքագրման կառավարիչ",
    "role2": "Ապրանքների մենեջեր",
    "customize_title": "Առանց ծածկագրի կարգավորելի",
    "temple": {
      "title": "Կաղապար",
      "subtitle": "Ստեղծեք և հարմարեցրեք ձեր թեման առանց կաղապարի տեղադրման գլխացավանքի:"
    },
    "page": {
      "title": "Էջի խմբագիր",
      "subtitle": "Ներկառուցված քաշել և թողնել վայրէջքի էջի դիզայներ:"
    },
    "community": {
      "title": "Համայնք",
      "subtitle": "Կառուցեք ձեր հարմարեցված համայնքը՝ ավելի շատ վաճառքներ ապահովելու համար:"
    }
  }
};