export default {
  "s_pricing": {
    "title": "იგრძენით საწარმოს ხელსაწყოები თქვენს ხელში;",
    "subtitle": "Თქვენ ამას იმსახურებთ!",
    "total_monthly_sales_limit": "თქვენი მთლიანი ყოველთვიური გაყიდვები",
    "popular": "პოპულარული",
    "best_choice": "საუკეთესო არჩევანი უმეტესობისთვის",
    "free": {
      "title": "დაიწყეთ უფასოდ",
      "question": "ამით უნდა დავიწყო?",
      "answer": "დიახ, თქვენ შეგიძლიათ დაიწყოთ თქვენი ბიზნესი სრულიად უფასოდ. დარწმუნდით, რომ დაამატეთ ონლაინ გადახდა და დააკავშირეთ თქვენი დომენი."
    },
    "startup": {
      "title": "გადაიხადეთ ნაკლები, რომ სწრაფად გაიზარდოთ",
      "question": "როდის არის საუკეთესო დრო სტარტაპ გეგმის განახლებისთვის?"
    },
    "company": {
      "title": "გადაიხადეთ ნაკლები, როდესაც გიგანტს მიმართავთ",
      "question": "როდის არის საუკეთესო დრო კომპანიის გეგმის განახლებისთვის?"
    },
    "enterprise": {
      "title": "განავითარეთ თქვენი ბიზნესი",
      "question": "როდის არის საუკეთესო დრო საწარმოს გეგმის განახლებისთვის?"
    },
    "badges_title": "უსაფრთხოება და კონფიდენციალურობა არის #1 პრიორიტეტი."
  },
  "s_price": {
    "commission": "საკომისიო",
    "total_payment": "მთლიანი გადახდა",
    "total_payment_detail": "თქვენი მაქსიმალური ჯამური მომსახურების საფასური (გამოწერის გადასახადი + საკომისიო) შემდეგი გეგმის რეკომენდაციის ლიმიტის მიღწევამდე.",
    "save": "Შენ შეინახე",
    "save_detail": "ეს არის ფული, რომელსაც დაზოგავთ ექსპერტებზე, სერვერებზე, ლიცენზიაზე და მხარდაჭერის ხარჯებზე, თუ იყენებთ Selldone-ს. ხარჯების გაანგარიშება ეფუძნება შტატგარეშე საქმის შესწავლას ტოპ 10 ფასიან და უფასო ელექტრონული კომერციის პლატფორმაზე."
  },
  "s_benefit": {
    "customer_profile": "მომხმარებლის პროფილი",
    "summer_sales": "საზაფხულო გაყიდვები",
    "orders_history": "შეკვეთების ისტორია",
    "your_store": "თქვენი მაღაზია",
    "shipping": "მარტივი მიწოდება",
    "orders_summery": "შეკვეთები ზაფხულში",
    "card_info": "ბარათის ინფორმაცია",
    "card_name": "სახელი ბარათზე"
  },
  "s_grow": {
    "pos": {
      "title": "პირადი გაყიდვები (POS)",
      "subtitle": "უფასო ონლაინ გაყიდვის პუნქტი",
      "step1": "ონლაინ POS",
      "step2": "ნაღდი ანგარიშსწორება/ონლაინ გადახდა",
      "step3": "გაყიდვა შესრულებულია!",
      "incentives": "პერსონალური გაყიდვების სტიმული"
    },
    "online": {
      "title": "ონლაინ გაყიდვები",
      "subtitle": "შეაფასეთ, როგორც მიიღეთ Uber",
      "payments": "გლობალური და ადგილობრივი გადახდების მხარდაჭერა",
      "incentives": "მხარი დაუჭირეთ ყველა სტიმულს"
    },
    "social": {
      "title": "სოციალური გაყიდვები",
      "subtitle": "ავოკადო | დაიწყეთ გაყიდვა მხოლოდ ერთი ბმულით",
      "custom_form": "მორგებული შეკვეთის ფორმა",
      "step1": "ავოკადოს შესრულება",
      "step2": "ფასების და ინვოისის საკითხი",
      "step3": "ავტომატურად აცნობეთ მომხმარებელს",
      "step4": "მომხმარებელთა ონლაინ გადახდა",
      "step5": "გაყიდვა შესრულებულია!"
    }
  },
  "s_manage": {
    "customers": "კლიენტები",
    "filters": "ფილტრები",
    "filter1": "მიტოვებული კალათა",
    "filter2": "ბოლო 3 კვირა",
    "filter3": "მამრობითი",
    "filter4": "ასაკი > 30",
    "download_apps_title": "მიიღეთ ახალი შეკვეთის შეტყობინება წამებში",
    "data_driven": "მონაცემთა ორიენტირებული",
    "conversion": "თვალყური ადევნეთ კონვერტაციებს",
    "labeling": "მარკირება",
    "processing": "დამუშავება",
    "collecting": "შეგროვება",
    "no_plugin_analytics": "მოდულის გარეშე Analytics Intelligence",
    "acquisition_insight": "მარტივი შეძენის ხედვა"
  },
  "s_start": {
    "title": "ინვენტარის მართვა",
    "subtitle": "გადაათრიეთ და ჩამოაგდეთ პროდუქტები და კატეგორიის მართვა.",
    "import_export": "იმპორტი/ექსპორტი",
    "my_warehouse": "ჩემი საწყობი",
    "statistics": "სტატისტიკა",
    "team_title": "გუნდური მუშაობა გვერდიგვერდ",
    "role1": "ინვენტარის მენეჯერი",
    "role2": "პროდუქტების მენეჯერი",
    "customize_title": "რეგულირებადი კოდის გარეშე",
    "temple": {
      "title": "შაბლონი",
      "subtitle": "შექმენით და შეცვალეთ თქვენი თემა შაბლონის დაყენების თავის ტკივილის გარეშე."
    },
    "page": {
      "title": "გვერდის რედაქტორი",
      "subtitle": "ჩაშენებული გადაათრიეთ და ჩამოაგდეთ სადესანტო გვერდის დიზაინერი."
    },
    "community": {
      "title": "საზოგადოება",
      "subtitle": "შექმენით თქვენი მორგებული საზოგადოება მეტი გაყიდვების გასამყარებლად."
    }
  }
};