export default {
  "s_pricing": {
    "title": "Кәсіпорын құралдарын қолыңызда сезініңіз;",
    "subtitle": "Сіз оған лайықсыз!",
    "total_monthly_sales_limit": "Сіздің жалпы айлық сатылымдарыңыз",
    "popular": "Танымал",
    "best_choice": "Көпшілік үшін ең жақсы таңдау",
    "free": {
      "title": "Тегін бастаңыз",
      "question": "Мен осыдан бастауым керек пе?",
      "answer": "Иә, сіз өз бизнесіңізді толығымен тегін бастай аласыз. Онлайн төлемді қосып, доменді қосқаныңызға көз жеткізіңіз."
    },
    "startup": {
      "title": "Жылдам өсу үшін аз төлеңіз",
      "question": "Іске қосу жоспарына жаңартудың ең жақсы уақыты қашан?"
    },
    "company": {
      "title": "Гигантқа бет бұрған кезде аз төлеңіз",
      "question": "Компания жоспарын жаңартудың ең жақсы уақыты қашан?"
    },
    "enterprise": {
      "title": "Бизнесіңізді дамытыңыз",
      "question": "Кәсіпорын жоспарын жаңартудың ең жақсы уақыты қашан?"
    },
    "badges_title": "Қауіпсіздік пен құпиялылық №1 басымдық болып табылады."
  },
  "s_price": {
    "commission": "Комиссиялық алым",
    "total_payment": "Жалпы төлем",
    "total_payment_detail": "Жоспардың келесі ұсыныс шегіне жеткенге дейін ең жоғары жалпы қызмет ақысы (жазылымдық төлем + комиссиялық алым).",
    "save": "Сен сақтайсың",
    "save_detail": "Бұл Selldone қолданбасын пайдалансаңыз, сарапшыларға, серверлерге, лицензияға және қолдау шығындарына үнемдейтін ақша. Шығындарды есептеу ең жақсы 10 ақылы және тегін электрондық коммерция платформалары бойынша фрилансерлердің жағдайлық зерттеулеріне негізделген."
  },
  "s_benefit": {
    "customer_profile": "Тұтынушы профилі",
    "summer_sales": "Жазғы сатылымдар",
    "orders_history": "Тапсырыстар тарихы",
    "your_store": "Сіздің дүкеніңіз",
    "shipping": "Қарапайым жеткізу",
    "orders_summery": "Жазғы тапсырыстар",
    "card_info": "Карта туралы ақпарат",
    "card_name": "Карточкадағы аты"
  },
  "s_grow": {
    "pos": {
      "title": "Жеке сату (POS)",
      "subtitle": "Тегін онлайн сату нүктесі",
      "step1": "Онлайн POS",
      "step2": "Қолма-қол ақша / Онлайн төлем",
      "step3": "Сату аяқталды!",
      "incentives": "Жеке сатуды ынталандыру"
    },
    "online": {
      "title": "Онлайн сатылымдар",
      "subtitle": "Uber алу сияқты төлем жасаңыз",
      "payments": "Жаһандық және жергілікті төлемдерді қолдау",
      "incentives": "Барлық ынталандыруды қолдаңыз"
    },
    "social": {
      "title": "Әлеуметтік сатылымдар",
      "subtitle": "Авокадо | Бір сілтеме арқылы сатуды бастаңыз",
      "custom_form": "Арнайы тапсырыс формасы",
      "step1": "Авокадоның орындалуы",
      "step2": "Баға және шот-фактура мәселесі",
      "step3": "Тұтынушыға автоматты түрде хабарлау",
      "step4": "Тұтынушының онлайн төлемі",
      "step5": "Сату аяқталды!"
    }
  },
  "s_manage": {
    "customers": "Тұтынушылар",
    "filters": "Сүзгілер",
    "filter1": "Тастанды себет",
    "filter2": "Соңғы 3 апта",
    "filter3": "Еркек",
    "filter4": "Жасы > 30",
    "download_apps_title": "Бірнеше секунд ішінде жаңа тапсырыс туралы хабарландыру алыңыз",
    "data_driven": "Деректерге негізделген",
    "conversion": "Түрлендірулерді қадағалау",
    "labeling": "Белгілеу",
    "processing": "Өңдеу",
    "collecting": "Жинау",
    "no_plugin_analytics": "Плагинсіз Analytics Intelligence",
    "acquisition_insight": "Қарапайым сатып алу туралы түсінік"
  },
  "s_start": {
    "title": "Тауарлық-материалдық қорларды басқару",
    "subtitle": "Өнімдерді сүйреп апарыңыз және санатты басқару.",
    "import_export": "Импорт экспорт",
    "my_warehouse": "Менің қоймам",
    "statistics": "Статистика",
    "team_title": "Топпен жұмыс жасау",
    "role1": "Инвентаризация менеджері",
    "role2": "Өнімдер менеджері",
    "customize_title": "Кодсыз теңшеуге болады",
    "temple": {
      "title": "Үлгі",
      "subtitle": "Үлгі орнатуды бас ауыртпай тақырыпты жасаңыз және теңшеңіз."
    },
    "page": {
      "title": "Бет редакторы",
      "subtitle": "Кірістірілген сүйреп апарып тастайтын қону бетінің дизайнері."
    },
    "community": {
      "title": "Қауымдастық",
      "subtitle": "Көбірек сатылымдарды арттыру үшін теңшелген қауымдастықты құрыңыз."
    }
  }
};