export default {
  "s_pricing": {
    "title": "មានអារម្មណ៍ថាឧបករណ៍សហគ្រាសនៅក្នុងដៃរបស់អ្នក;",
    "subtitle": "លោក​អ្នក​សម​នឹង​ទទួល​វា!",
    "total_monthly_sales_limit": "ការលក់សរុបប្រចាំខែរបស់អ្នក។",
    "popular": "ពេញនិយម",
    "best_choice": "ជម្រើសដ៏ល្អបំផុតសម្រាប់ភាគច្រើន",
    "free": {
      "title": "ចាប់ផ្តើមដោយឥតគិតថ្លៃ",
      "question": "តើខ្ញុំគួរចាប់ផ្តើមពីនេះទេ?",
      "answer": "បាទ/ចាស អ្នកអាចចាប់ផ្តើមអាជីវកម្មរបស់អ្នកដោយឥតគិតថ្លៃទាំងស្រុង។ ត្រូវប្រាកដថាបន្ថែមការទូទាត់តាមអ៊ីនធឺណិត និងភ្ជាប់ដែនរបស់អ្នក។"
    },
    "startup": {
      "title": "ចំណាយតិចដើម្បីលូតលាស់លឿន",
      "question": "តើពេលណាជាពេលវេលាល្អបំផុតដើម្បីដំឡើងកំណែទៅផែនការចាប់ផ្តើម?"
    },
    "company": {
      "title": "ចំណាយតិចពេលងាកទៅយក្ស",
      "question": "តើ​ពេលណា​ជា​ពេលវេលា​ល្អ​បំផុត​ដើម្បី​ដំឡើង​កំណែ​ទៅ​ផែនការ​ក្រុមហ៊ុន?"
    },
    "enterprise": {
      "title": "ពង្រីកអាជីវកម្មរបស់អ្នក។",
      "question": "តើពេលណាជាពេលវេលាដ៏ល្អបំផុតដើម្បីដំឡើងកំណែទៅផែនការសហគ្រាស?"
    },
    "badges_title": "សុវត្ថិភាព និងឯកជនភាពគឺជាអាទិភាពទី 1 ។"
  },
  "s_price": {
    "commission": "កម្រៃជើងសារ",
    "total_payment": "ការទូទាត់សរុប",
    "total_payment_detail": "ថ្លៃសេវាសរុបអតិបរមារបស់អ្នក (ថ្លៃជាវ + ថ្លៃកំរៃជើងសារ) មុននឹងឈានដល់ដែនកំណត់ការណែនាំគម្រោងបន្ទាប់។",
    "save": "អ្នករក្សាទុក",
    "save_detail": "នេះគឺជាប្រាក់ដែលអ្នកនឹងសន្សំលើអ្នកជំនាញ ម៉ាស៊ីនមេ អាជ្ញាប័ណ្ណ និងការចំណាយលើការគាំទ្រ ប្រសិនបើអ្នកប្រើ Selldone ។ ការគណនាតម្លៃគឺផ្អែកលើករណីសិក្សារបស់អ្នកឯករាជ្យលើវេទិកាពាណិជ្ជកម្មអេឡិចត្រូនិចដែលបង់ប្រាក់ និងឥតគិតថ្លៃកំពូលទាំង 10 ។"
  },
  "s_benefit": {
    "customer_profile": "ប្រវត្តិរូបអតិថិជន",
    "summer_sales": "ការលក់រដូវក្តៅ",
    "orders_history": "ប្រវត្តិនៃការបញ្ជាទិញ",
    "your_store": "ហាងរបស់អ្នក។",
    "shipping": "ការដឹកជញ្ជូនសាមញ្ញ",
    "orders_summery": "បញ្ជាទិញរដូវក្តៅ",
    "card_info": "ព័ត៌មានកាត",
    "card_name": "ឈ្មោះ​លើ​កាត"
  },
  "s_grow": {
    "pos": {
      "title": "ការលក់ដោយផ្ទាល់ (POS)",
      "subtitle": "ចំណុចលក់អនឡាញឥតគិតថ្លៃ",
      "step1": "ម៉ាស៊ីនឆូតកាតតាមអ៊ីនធឺណិត",
      "step2": "សាច់ប្រាក់ / ការទូទាត់តាមអ៊ីនធឺណិត",
      "step3": "លក់រួចរាល់!",
      "incentives": "ការលើកទឹកចិត្តការលក់ដោយផ្ទាល់"
    },
    "online": {
      "title": "ការលក់តាមអ៊ីនធឺណិត",
      "subtitle": "ពិនិត្យចេញដូចជាទទួលបាន Uber",
      "payments": "គាំទ្រការទូទាត់ជាសកល និងក្នុងស្រុក",
      "incentives": "គាំទ្ររាល់ការលើកទឹកចិត្ត"
    },
    "social": {
      "title": "ការលក់សង្គម",
      "subtitle": "ផ្លែបឺរ | ចាប់ផ្តើមលក់ដោយតំណមួយ។",
      "custom_form": "ទម្រង់បញ្ជាទិញផ្ទាល់ខ្លួន",
      "step1": "ការបំពេញផ្លែបឺរ",
      "step2": "បញ្ហាតម្លៃ និងវិក្កយបត្រ",
      "step3": "ជូនដំណឹងដោយស្វ័យប្រវត្តិដល់អតិថិជន",
      "step4": "ការទូទាត់តាមអ៊ីនធឺណិតរបស់អតិថិជន",
      "step5": "លក់រួចរាល់!"
    }
  },
  "s_manage": {
    "customers": "អតិថិជន",
    "filters": "តម្រង",
    "filter1": "កន្ត្រកដែលគេបោះបង់ចោល",
    "filter2": "3 សប្តាហ៍ចុងក្រោយ",
    "filter3": "ប្រុស",
    "filter4": "អាយុ > 30",
    "download_apps_title": "ទទួលបានការជូនដំណឹងអំពីការបញ្ជាទិញថ្មីក្នុងរយៈពេលប៉ុន្មានវិនាទី",
    "data_driven": "ផ្អែកលើទិន្នន័យ",
    "conversion": "តាមដានការបំប្លែង",
    "labeling": "ការដាក់ស្លាក",
    "processing": "ដំណើរការ",
    "collecting": "ការប្រមូល",
    "no_plugin_analytics": "គ្មានកម្មវិធីជំនួយ Analytics Intelligence",
    "acquisition_insight": "ការយល់ដឹងអំពីការទិញដ៏សាមញ្ញ"
  },
  "s_start": {
    "title": "ការគ្រប់គ្រង​បញ្ជីសារពើភ័ណ្ឌ",
    "subtitle": "អូស និងទម្លាក់ផលិតផល និងការគ្រប់គ្រងប្រភេទ។",
    "import_export": "នាំចូល​នាំចេញ",
    "my_warehouse": "ឃ្លាំងរបស់ខ្ញុំ",
    "statistics": "ស្ថិតិ",
    "team_title": "ការងារជាក្រុមដោយចំហៀង",
    "role1": "អ្នកគ្រប់គ្រងស្តុក",
    "role2": "អ្នកគ្រប់គ្រងផលិតផល",
    "customize_title": "គ្មានលេខកូដអាចប្ដូរតាមបំណងបាន។",
    "temple": {
      "title": "គំរូ",
      "subtitle": "បង្កើត និងប្ដូររូបរាងរបស់អ្នកតាមបំណងដោយមិនឈឺក្បាលការដំឡើងគំរូ។"
    },
    "page": {
      "title": "កម្មវិធីនិពន្ធទំព័រ",
      "subtitle": "អ្នករចនាទំព័រចុះចតដែលភ្ជាប់មកជាមួយ។"
    },
    "community": {
      "title": "សហគមន៍",
      "subtitle": "បង្កើតសហគមន៍ផ្ទាល់ខ្លួនរបស់អ្នក ដើម្បីជំរុញការលក់កាន់តែច្រើន។"
    }
  }
};