export default {
  "s_pricing": {
    "title": "ನಿಮ್ಮ ಕೈಯಲ್ಲಿ ಎಂಟರ್‌ಪ್ರೈಸ್ ಪರಿಕರಗಳನ್ನು ಅನುಭವಿಸಿ;",
    "subtitle": "ನೀನು ಅರ್ಹತೆಯುಳ್ಳವ!",
    "total_monthly_sales_limit": "ನಿಮ್ಮ ಒಟ್ಟು ಮಾಸಿಕ ಮಾರಾಟ",
    "popular": "ಜನಪ್ರಿಯ",
    "best_choice": "ಹೆಚ್ಚಿನವರಿಗೆ ಉತ್ತಮ ಆಯ್ಕೆ",
    "free": {
      "title": "ಉಚಿತವಾಗಿ ಪ್ರಾರಂಭಿಸಿ",
      "question": "ನಾನು ಇದನ್ನು ಪ್ರಾರಂಭಿಸಬೇಕೇ?",
      "answer": "ಹೌದು, ನಿಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ನೀವು ಸಂಪೂರ್ಣವಾಗಿ ಉಚಿತವಾಗಿ ಪ್ರಾರಂಭಿಸಬಹುದು. ಆನ್‌ಲೈನ್ ಪಾವತಿಯನ್ನು ಸೇರಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಡೊಮೇನ್ ಅನ್ನು ಸಂಪರ್ಕಿಸಲು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ."
    },
    "startup": {
      "title": "ವೇಗವಾಗಿ ಬೆಳೆಯಲು ಕಡಿಮೆ ಪಾವತಿಸಿ",
      "question": "ಆರಂಭಿಕ ಯೋಜನೆಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಲು ಉತ್ತಮ ಸಮಯ ಯಾವಾಗ?"
    },
    "company": {
      "title": "ದೈತ್ಯಕ್ಕೆ ತಿರುಗಿದಾಗ ಕಡಿಮೆ ಪಾವತಿಸಿ",
      "question": "ಕಂಪನಿಯ ಯೋಜನೆಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಲು ಉತ್ತಮ ಸಮಯ ಯಾವಾಗ?"
    },
    "enterprise": {
      "title": "ನಿಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ಬೆಳೆಸಿಕೊಳ್ಳಿ",
      "question": "ಎಂಟರ್‌ಪ್ರೈಸ್ ಯೋಜನೆಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಲು ಉತ್ತಮ ಸಮಯ ಯಾವಾಗ?"
    },
    "badges_title": "ಭದ್ರತೆ ಮತ್ತು ಗೌಪ್ಯತೆ #1 ಆದ್ಯತೆಯಾಗಿದೆ."
  },
  "s_price": {
    "commission": "ಆಯೋಗದ ಶುಲ್ಕ",
    "total_payment": "ಒಟ್ಟು ಪಾವತಿ",
    "total_payment_detail": "ಮುಂದಿನ ಯೋಜನೆ ಶಿಫಾರಸು ಮಿತಿಯನ್ನು ತಲುಪುವ ಮೊದಲು ನಿಮ್ಮ ಗರಿಷ್ಠ ಒಟ್ಟು ಸೇವಾ ಶುಲ್ಕ (ಚಂದಾದಾರಿಕೆ ಶುಲ್ಕ + ಕಮಿಷನ್ ಶುಲ್ಕ).",
    "save": "ನೀನು ಉಳಿಸು",
    "save_detail": "ನೀವು Selldone ಅನ್ನು ಬಳಸಿದರೆ ತಜ್ಞರು, ಸರ್ವರ್‌ಗಳು, ಪರವಾನಗಿ ಮತ್ತು ಬೆಂಬಲ ವೆಚ್ಚಗಳಲ್ಲಿ ನೀವು ಉಳಿಸುವ ಹಣ ಇದು. ವೆಚ್ಚದ ಲೆಕ್ಕಾಚಾರವು ಟಾಪ್ 10 ಪಾವತಿಸಿದ ಮತ್ತು ಉಚಿತ ಇ-ಕಾಮರ್ಸ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳಲ್ಲಿ ಸ್ವತಂತ್ರೋದ್ಯೋಗಿಗಳ ಕೇಸ್ ಸ್ಟಡೀಸ್ ಅನ್ನು ಆಧರಿಸಿದೆ."
  },
  "s_benefit": {
    "customer_profile": "ಗ್ರಾಹಕರ ಪ್ರೊಫೈಲ್",
    "summer_sales": "ಬೇಸಿಗೆ ಮಾರಾಟ",
    "orders_history": "ಆದೇಶಗಳ ಇತಿಹಾಸ",
    "your_store": "ನಿಮ್ಮ ಅಂಗಡಿ",
    "shipping": "ಸರಳ ಶಿಪ್ಪಿಂಗ್",
    "orders_summery": "ಬೇಸಿಗೆಯಲ್ಲಿ ಆದೇಶಗಳು",
    "card_info": "ಕಾರ್ಡ್ ಮಾಹಿತಿ",
    "card_name": "ಕಾರ್ಡ್‌ನಲ್ಲಿ ಹೆಸರು"
  },
  "s_grow": {
    "pos": {
      "title": "ವ್ಯಕ್ತಿಗತ ಮಾರಾಟ (POS)",
      "subtitle": "ಉಚಿತ ಆನ್‌ಲೈನ್ ಮಾರಾಟದ ಪಾಯಿಂಟ್",
      "step1": "ಆನ್‌ಲೈನ್ POS",
      "step2": "ನಗದು / ಆನ್‌ಲೈನ್ ಪಾವತಿ",
      "step3": "ಮಾರಾಟ ಮುಗಿದಿದೆ!",
      "incentives": "ವ್ಯಕ್ತಿಗತ ಮಾರಾಟ ಪ್ರೋತ್ಸಾಹ"
    },
    "online": {
      "title": "ಆನ್‌ಲೈನ್ ಮಾರಾಟ",
      "subtitle": "Uber ಅನ್ನು ಪಡೆದುಕೊಳ್ಳಿದಂತೆ ಚೆಕ್ಔಟ್ ಮಾಡಿ",
      "payments": "ಜಾಗತಿಕ ಮತ್ತು ಸ್ಥಳೀಯ ಪಾವತಿಗಳನ್ನು ಬೆಂಬಲಿಸಿ",
      "incentives": "ಎಲ್ಲಾ ಪ್ರೋತ್ಸಾಹಗಳನ್ನು ಬೆಂಬಲಿಸಿ"
    },
    "social": {
      "title": "ಸಾಮಾಜಿಕ ಮಾರಾಟ",
      "subtitle": "ಆವಕಾಡೊ | ಕೇವಲ ಒಂದು ಲಿಂಕ್ ಮೂಲಕ ಮಾರಾಟವನ್ನು ಪ್ರಾರಂಭಿಸಿ",
      "custom_form": "ಕಸ್ಟಮ್ ಆರ್ಡರ್ ಫಾರ್ಮ್",
      "step1": "ಆವಕಾಡೊ ನೆರವೇರಿಕೆ",
      "step2": "ಬೆಲೆ ಮತ್ತು ಸರಕುಪಟ್ಟಿ ಸಮಸ್ಯೆ",
      "step3": "ಗ್ರಾಹಕರಿಗೆ ಸ್ವಯಂ ಸೂಚನೆ",
      "step4": "ಗ್ರಾಹಕ ಆನ್ಲೈನ್ ಪಾವತಿ",
      "step5": "ಮಾರಾಟ ಮುಗಿದಿದೆ!"
    }
  },
  "s_manage": {
    "customers": "ಗ್ರಾಹಕರು",
    "filters": "ಶೋಧಕಗಳು",
    "filter1": "ಕೈಬಿಟ್ಟ ಬುಟ್ಟಿ",
    "filter2": "ಕಳೆದ 3 ವಾರಗಳು",
    "filter3": "ಪುರುಷ",
    "filter4": "ವಯಸ್ಸು > 30",
    "download_apps_title": "ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಹೊಸ ಆದೇಶ ಅಧಿಸೂಚನೆಯನ್ನು ಪಡೆಯಿರಿ",
    "data_driven": "ಡೇಟಾ-ಚಾಲಿತ",
    "conversion": "ಪರಿವರ್ತನೆಗಳನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ",
    "labeling": "ಲೇಬಲಿಂಗ್",
    "processing": "ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತಿದೆ",
    "collecting": "ಸಂಗ್ರಹಿಸಲಾಗುತ್ತಿದೆ",
    "no_plugin_analytics": "ನೋ-ಪ್ಲಗಿನ್ ಅನಾಲಿಟಿಕ್ಸ್ ಇಂಟೆಲಿಜೆನ್ಸ್",
    "acquisition_insight": "ಸರಳ ಸ್ವಾಧೀನ ಒಳನೋಟ"
  },
  "s_start": {
    "title": "ದಾಸ್ತಾನು ನಿರ್ವಹಣೆ",
    "subtitle": "ಉತ್ಪನ್ನಗಳು ಮತ್ತು ವರ್ಗ ನಿರ್ವಹಣೆಯನ್ನು ಎಳೆಯಿರಿ ಮತ್ತು ಬಿಡಿ.",
    "import_export": "ಆಮದು ರಫ್ತು",
    "my_warehouse": "ನನ್ನ ಉಗ್ರಾಣ",
    "statistics": "ಅಂಕಿಅಂಶಗಳು",
    "team_title": "ಪಕ್ಕ-ಪಕ್ಕದಲ್ಲಿ ತಂಡದ ಕೆಲಸ",
    "role1": "ಇನ್ವೆಂಟರಿ ಮ್ಯಾನೇಜರ್",
    "role2": "ಉತ್ಪನ್ನಗಳ ನಿರ್ವಾಹಕ",
    "customize_title": "ನೋ-ಕೋಡ್ ಗ್ರಾಹಕೀಯಗೊಳಿಸಬಹುದಾಗಿದೆ",
    "temple": {
      "title": "ಟೆಂಪ್ಲೇಟ್",
      "subtitle": "ಟೆಂಪ್ಲೇಟ್ ಸ್ಥಾಪನೆ ತಲೆನೋವು ಇಲ್ಲದೆ ನಿಮ್ಮ ಥೀಮ್ ಅನ್ನು ರಚಿಸಿ ಮತ್ತು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ."
    },
    "page": {
      "title": "ಪುಟ ಸಂಪಾದಕ",
      "subtitle": "ಅಂತರ್ನಿರ್ಮಿತ ಡ್ರ್ಯಾಗ್ & ಡ್ರಾಪ್ ಲ್ಯಾಂಡಿಂಗ್ ಪೇಜ್ ಡಿಸೈನರ್."
    },
    "community": {
      "title": "ಸಮುದಾಯ",
      "subtitle": "ಹೆಚ್ಚಿನ ಮಾರಾಟವನ್ನು ಹೆಚ್ಚಿಸಲು ನಿಮ್ಮ ಕಸ್ಟಮೈಸ್ ಮಾಡಿದ ಸಮುದಾಯವನ್ನು ನಿರ್ಮಿಸಿ."
    }
  }
};