export default {
  "s_pricing": {
    "title": "Сиздин колуңузда ишкана куралдарын сезиңиз;",
    "subtitle": "Сиз татыктуусуз!",
    "total_monthly_sales_limit": "Сиздин жалпы айлык сатууларыңыз",
    "popular": "Популярдуу",
    "best_choice": "Көпчүлүк үчүн эң жакшы тандоо",
    "free": {
      "title": "Бекер баштоо",
      "question": "Ушундан башташым керекпи?",
      "answer": "Ооба, сиз өз бизнесиңизди толугу менен бекер баштасаңыз болот. Онлайн төлөмдү кошуп, домениңизди туташтырууну унутпаңыз."
    },
    "startup": {
      "title": "Тез өсүш үчүн азыраак төлөңүз",
      "question": "Стартап планына жаңыртуу үчүн эң жакшы убакыт качан?"
    },
    "company": {
      "title": "Гигантка кайрылганда азыраак төлөңүз",
      "question": "Компаниянын планын жаңыртуу үчүн эң жакшы убакыт качан?"
    },
    "enterprise": {
      "title": "Бизнесиңизди өстүрүңүз",
      "question": "Ишкананын планын жаңыртуу үчүн эң жакшы убакыт качан?"
    },
    "badges_title": "Коопсуздук жана Купуялык №1 артыкчылык болуп саналат."
  },
  "s_price": {
    "commission": "Комиссиялык төлөм",
    "total_payment": "Жалпы төлөм",
    "total_payment_detail": "Сиздин максималдуу жалпы кызмат акысы (Абоненттик төлөм + Комиссиялык төлөм) кийинки план сунуштоо чегине жеткенге чейин.",
    "save": "Сен сактап",
    "save_detail": "Бул сиз Selldone колдонсоңуз, эксперттерге, серверлерге, лицензияга жана колдоо чыгымдарына үнөмдөй турган акча. Чыгымдарды эсептөө фрилансерлердин эң мыкты 10 акы төлөнүүчү жана акысыз электрондук коммерция платформалары боюнча изилдөөлөрүнө негизделген."
  },
  "s_benefit": {
    "customer_profile": "Кардар профили",
    "summer_sales": "Жайкы сатуулар",
    "orders_history": "Заказдардын тарыхы",
    "your_store": "Сиздин дүкөн",
    "shipping": "Жөнөкөй жеткирүү",
    "orders_summery": "Жазгы заказдар",
    "card_info": "Карта маалыматы",
    "card_name": "Картадагы ат"
  },
  "s_grow": {
    "pos": {
      "title": "Жеке сатуулар (POS)",
      "subtitle": "Акысыз онлайн сатуу түйүнү",
      "step1": "Онлайн POS",
      "step2": "Накталай акча / онлайн төлөм",
      "step3": "Сатылды!",
      "incentives": "Жеке сатуунун стимулдары"
    },
    "online": {
      "title": "Онлайн сатуу",
      "subtitle": "Uber алуу сыяктуу текшерүү",
      "payments": "Дүйнөлүк жана жергиликтүү төлөмдөрдү колдоо",
      "incentives": "Бардык стимулдарды колдоо"
    },
    "social": {
      "title": "Социалдык сатуулар",
      "subtitle": "Авокадо ╏ Бир шилтеме аркылуу сатууну баштаңыз",
      "custom_form": "Ыңгайлаштырылган заказ формасы",
      "step1": "Авокадо аткарылышы",
      "step2": "Баа жана эсеп-фактура маселеси",
      "step3": "Кардарга автоматтык түрдө кабарлоо",
      "step4": "Кардардын онлайн төлөмү",
      "step5": "Сатылды!"
    }
  },
  "s_manage": {
    "customers": "Кардарлар",
    "filters": "Чыпкалар",
    "filter1": "Ташталган себет",
    "filter2": "Акыркы 3 жума",
    "filter3": "Эркек",
    "filter4": "Жашы > 30",
    "download_apps_title": "секунданын ичинде жаңы буйрук эскертме алуу",
    "data_driven": "Маалыматтарга негизделген",
    "conversion": "Конверсияларга көз салуу",
    "labeling": "Белгилөө",
    "processing": "Иштетүү",
    "collecting": "чогултуу",
    "no_plugin_analytics": "No-plugin Analytics Intelligence",
    "acquisition_insight": "Жөнөкөй сатып алуу түшүнүгү"
  },
  "s_start": {
    "title": "Инвентаризацияны башкаруу",
    "subtitle": "Продукцияларды сүйрөп барып таштоо жана категорияларды башкаруу.",
    "import_export": "Импорт/Экспорт",
    "my_warehouse": "Менин кампам",
    "statistics": "Статистика",
    "team_title": "Командада жанаша иштөө",
    "role1": "Инвентаризация менеджери",
    "role2": "Продукт менеджери",
    "customize_title": "Код жок",
    "temple": {
      "title": "Шаблон",
      "subtitle": "Шаблон орнотуу баш оорусу жок темаңызды түзүп, ыңгайлаштырыңыз."
    },
    "page": {
      "title": "Барак редактору",
      "subtitle": "Камтылган сүйрөө жана түшүрүү конуу баракчасынын дизайнери."
    },
    "community": {
      "title": "Коомчулук",
      "subtitle": "Көбүрөөк сатууну жогорулатуу үчүн ыңгайлаштырылган коомуңузду түзүңүз."
    }
  }
};