export default {
  "s_pricing": {
    "title": "ຮູ້ສຶກວ່າເຄື່ອງມືວິສາຫະກິດຢູ່ໃນມືຂອງທ່ານ;",
    "subtitle": "ເຈົ້າສົມຄວນໄດ້ຮັບມັນ!",
    "total_monthly_sales_limit": "ຍອດຂາຍປະຈໍາເດືອນທັງໝົດຂອງເຈົ້າ",
    "popular": "ນິຍົມ",
    "best_choice": "ທາງເລືອກທີ່ດີທີ່ສຸດສໍາລັບສ່ວນໃຫຍ່",
    "free": {
      "title": "ເລີ່ມຟຣີ",
      "question": "ຂ້ອຍຄວນເລີ່ມຕົ້ນດ້ວຍສິ່ງນີ້ບໍ?",
      "answer": "ແມ່ນແລ້ວ, ທ່ານສາມາດເລີ່ມຕົ້ນທຸລະກິດຂອງທ່ານໄດ້ໂດຍບໍ່ເສຍຄ່າ. ໃຫ້ແນ່ໃຈວ່າເພີ່ມການຈ່າຍເງິນອອນໄລນ໌ແລະເຊື່ອມຕໍ່ໂດເມນຂອງທ່ານ."
    },
    "startup": {
      "title": "ຈ່າຍຫນ້ອຍເພື່ອເຕີບໂຕໄວ",
      "question": "ເວລາໃດທີ່ດີທີ່ສຸດທີ່ຈະອັບເກຣດເປັນແຜນການເລີ່ມຕົ້ນ?"
    },
    "company": {
      "title": "ຈ່າຍຫນ້ອຍລົງເມື່ອຫັນໄປຫາຍັກໃຫຍ່",
      "question": "ເວລາໃດທີ່ດີທີ່ສຸດທີ່ຈະຍົກລະດັບແຜນການຂອງບໍລິສັດ?"
    },
    "enterprise": {
      "title": "ຂະຫຍາຍທຸລະກິດຂອງທ່ານ",
      "question": "ເວລາໃດດີທີ່ສຸດເພື່ອຍົກລະດັບແຜນວິສາຫະກິດ?"
    },
    "badges_title": "ຄວາມປອດໄພ ແລະຄວາມເປັນສ່ວນຕົວແມ່ນບຸລິມະສິດອັນດັບ 1."
  },
  "s_price": {
    "commission": "ຄ່າທຳນຽມ",
    "total_payment": "ການຈ່າຍເງິນທັງໝົດ",
    "total_payment_detail": "ຄ່າບໍລິການທັງໝົດສູງສຸດຂອງທ່ານ (ຄ່າສະໝັກສະມາຊິກ + ຄ່າທຳນຽມຄະນະກຳມາທິການ) ກ່ອນທີ່ຈະຮອດກຳນົດການແນະນຳແຜນຕໍ່ໄປ.",
    "save": "ເຈົ້າ​ບັນ​ທຶກ",
    "save_detail": "ນີ້ແມ່ນເງິນທີ່ທ່ານຈະຊ່ວຍປະຢັດຜູ້ຊ່ຽວຊານ, ເຄື່ອງແມ່ຂ່າຍ, ໃບອະນຸຍາດ, ແລະຄ່າໃຊ້ຈ່າຍໃນການສະຫນັບສະຫນູນຖ້າທ່ານໃຊ້ Selldone. ການຄິດໄລ່ຄ່າໃຊ້ຈ່າຍແມ່ນອີງໃສ່ກໍລະນີສຶກສາຂອງ freelancers ເທິງ 10 ເວທີການຄ້າ e-commerce ທີ່ຈ່າຍແລະບໍ່ເສຍຄ່າ."
  },
  "s_benefit": {
    "customer_profile": "ຂໍ້ມູນລູກຄ້າ",
    "summer_sales": "ການຂາຍລະດູຮ້ອນ",
    "orders_history": "ປະຫວັດການສັ່ງຊື້",
    "your_store": "ຮ້ານຂອງເຈົ້າ",
    "shipping": "ການຂົນສົ່ງງ່າຍດາຍ",
    "orders_summery": "ສັ່ງ summery",
    "card_info": "ຂໍ້ມູນບັດ",
    "card_name": "ຊື່​ໃນ​ບັດ"
  },
  "s_grow": {
    "pos": {
      "title": "ການຂາຍດ້ວຍຕົນເອງ (POS)",
      "subtitle": "ຈຸດຂາຍອອນໄລນ໌ຟຣີ",
      "step1": "POS ອອນລາຍ",
      "step2": "ເງິນສົດ / ການຈ່າຍເງິນອອນໄລນ໌",
      "step3": "ຂາຍແລ້ວ!",
      "incentives": "ແຮງຈູງໃຈການຂາຍໃນຄົນ"
    },
    "online": {
      "title": "ການຂາຍອອນໄລນ໌",
      "subtitle": "ຈ່າຍເງິນຄືກັບ Uber",
      "payments": "ຮອງຮັບການຈ່າຍເງິນທົ່ວໂລກ ແລະທ້ອງຖິ່ນ",
      "incentives": "ສະຫນັບສະຫນູນສິ່ງຈູງໃຈທັງຫມົດ"
    },
    "social": {
      "title": "ການຂາຍສັງຄົມ",
      "subtitle": "ອາໂວກາໂດ ╏ ເລີ່ມຂາຍພຽງແຕ່ຫນຶ່ງເຊື່ອມຕໍ່",
      "custom_form": "ແບບຟອມຄໍາສັ່ງທີ່ກໍາຫນົດເອງ",
      "step1": "ອາໂວກາໂດ ບັນລຸຜົນ",
      "step2": "ບັນຫາລາຄາ ແລະໃບແຈ້ງໜີ້",
      "step3": "ແຈ້ງລູກຄ້າອັດຕະໂນມັດ",
      "step4": "ລູກຄ້າຈ່າຍເງິນອອນໄລນ໌",
      "step5": "ຂາຍແລ້ວ!"
    }
  },
  "s_manage": {
    "customers": "ລູກຄ້າ",
    "filters": "ການກັ່ນຕອງ",
    "filter1": "ກະຕ່າປະຖິ້ມໄວ້",
    "filter2": "3 ອາທິດທີ່ຜ່ານມາ",
    "filter3": "ຜູ້​ຊາຍ",
    "filter4": "ອາຍຸ > 30",
    "download_apps_title": "ໄດ້​ຮັບ​ການ​ແຈ້ງ​ການ​ຄໍາ​ສັ່ງ​ໃຫມ່​ໃນ​ວິ​ນາ​ທີ​",
    "data_driven": "Data-driven",
    "conversion": "ຕິດຕາມການແປງ",
    "labeling": "ການຕິດສະຫຼາກ",
    "processing": "ການປຸງແຕ່ງ",
    "collecting": "ການເກັບ",
    "no_plugin_analytics": "ບໍ່ມີປລັກອິນ Analytics Intelligence",
    "acquisition_insight": "ຄວາມ​ເຂົ້າ​ໃຈ​ທີ່​ໄດ້​ມາ​ງ່າຍ​ດາຍ​"
  },
  "s_start": {
    "title": "ການຄຸ້ມຄອງສິນຄ້າຄົງຄັງ",
    "subtitle": "ລາກ ແລະວາງຜະລິດຕະພັນ ແລະການຈັດການໝວດໝູ່.",
    "import_export": "ນໍາເຂົ້າ / ສົ່ງອອກ",
    "my_warehouse": "ສາງຂອງຂ້ອຍ",
    "statistics": "ສະຖິຕິ",
    "team_title": "ການເຮັດວຽກເປັນທີມຂ້າງຄຽງ",
    "role1": "ຜູ້ຈັດການສາງ",
    "role2": "ຜູ້ຈັດການຜະລິດຕະພັນ",
    "customize_title": "ບໍ່ມີລະຫັດທີ່ສາມາດປັບແຕ່ງໄດ້",
    "temple": {
      "title": "ແມ່ແບບ",
      "subtitle": "ສ້າງ ແລະປັບແຕ່ງຮູບແບບສີສັນຂອງເຈົ້າໂດຍບໍ່ຕ້ອງເຈັບຫົວໃນການຕິດຕັ້ງແມ່ແບບ."
    },
    "page": {
      "title": "ບັນນາທິການຫນ້າ",
      "subtitle": "ຕົວອອກແບບໜ້າທຳອິດທີ່ລາກ ແລະວາງໃນຕົວ."
    },
    "community": {
      "title": "ຊຸມຊົນ",
      "subtitle": "ສ້າງຊຸມຊົນທີ່ກໍາຫນົດເອງຂອງທ່ານເພື່ອຂັບລົດການຂາຍຫຼາຍຂຶ້ນ."
    }
  }
};