export default {
  "s_pricing": {
    "title": "Почувствувајте ги алатките на претпријатието во ваши раце;",
    "subtitle": "Ти го заслужи тоа!",
    "total_monthly_sales_limit": "Вашата вкупна месечна продажба",
    "popular": "Популарни",
    "best_choice": "Најдобар избор за повеќето",
    "free": {
      "title": "Започнете бесплатно",
      "question": "Дали треба да почнам со ова?",
      "answer": "Да, можете да го започнете вашиот бизнис потполно бесплатно. Погрижете се да додадете плаќање преку Интернет и да го поврзете вашиот домен."
    },
    "startup": {
      "title": "Плаќајте помалку за да растете брзо",
      "question": "Кога е најдобро време за надградба на стартап план?"
    },
    "company": {
      "title": "Плаќајте помалку кога се вртите кон џин",
      "question": "Кога е најдобро време за надградба на планот на компанијата?"
    },
    "enterprise": {
      "title": "Растете го вашиот бизнис",
      "question": "Кога е најдобро време за надградба на планот на претпријатието?"
    },
    "badges_title": "Безбедноста и приватноста се приоритет број 1."
  },
  "s_price": {
    "commission": "Провизија",
    "total_payment": "Вкупно плаќање",
    "total_payment_detail": "Вашата максимална вкупна такса за услуга (надоместок за претплата + провизија) пред да го достигнете следното ограничување за препорака за план.",
    "save": "Заштеди",
    "save_detail": "Ова се парите што ќе ги заштедите на експерти, сервери, лиценци и трошоци за поддршка ако користите Selldone. Пресметката на трошоците се заснова на студии на случај на хонорарци на најдобрите 10 платформи за е-трговија кои се платени и бесплатни."
  },
  "s_benefit": {
    "customer_profile": "Профил на клиент",
    "summer_sales": "Летна продажба",
    "orders_history": "Историја на нарачки",
    "your_store": "Вашата продавница",
    "shipping": "Едноставна испорака",
    "orders_summery": "Нарачки летни",
    "card_info": "Информации за картичката",
    "card_name": "име на картичка"
  },
  "s_grow": {
    "pos": {
      "title": "Лична продажба (POS)",
      "subtitle": "Бесплатно онлајн продажно место",
      "step1": "Онлајн ПОС",
      "step2": "Готовина / онлајн плаќање",
      "step3": "Продај Готово!",
      "incentives": "Стимулации за продажба лично"
    },
    "online": {
      "title": "Онлајн продажба",
      "subtitle": "Плаќајте како да добиете Uber",
      "payments": "Поддржете глобални и локални плаќања",
      "incentives": "Поддржете ги сите стимулации"
    },
    "social": {
      "title": "Социјална продажба",
      "subtitle": "Авокадо ╏ Започнете да продавате само со една врска",
      "custom_form": "Прилагоден формулар за нарачка",
      "step1": "Исполнување на авокадо",
      "step2": "Цена и прашање на фактура",
      "step3": "Автоматско известување за клиентот",
      "step4": "Клиент онлајн плаќање",
      "step5": "Продај Готово!"
    }
  },
  "s_manage": {
    "customers": "Клиенти",
    "filters": "Филтри",
    "filter1": "Напуштена корпа",
    "filter2": "Последните 3 недели",
    "filter3": "Машки",
    "filter4": "Возраст > 30",
    "download_apps_title": "Добијте известување за нова нарачка за неколку секунди",
    "data_driven": "Управувано со податоци",
    "conversion": "Следете конверзии",
    "labeling": "Обележување",
    "processing": "Обработка",
    "collecting": "Собирање",
    "no_plugin_analytics": "Интелигенција за аналитика без приклучок",
    "acquisition_insight": "Едноставен увид за стекнување"
  },
  "s_start": {
    "title": "Управување со залихи",
    "subtitle": "Повлечете и испуштете производи и управување со категории.",
    "import_export": "Увоз извоз",
    "my_warehouse": "Мојот магацин",
    "statistics": "Статистика",
    "team_title": "Тимска работа рамо до рамо",
    "role1": "Менаџер за залихи",
    "role2": "Менаџер за производи",
    "customize_title": "Приспособлив без код",
    "temple": {
      "title": "Шаблон",
      "subtitle": "Креирајте и приспособете ја вашата тема без главоболка за инсталација на шаблон."
    },
    "page": {
      "title": "Уредник на страница",
      "subtitle": "Вграден дизајнер на целна страница со влечење и пушти."
    },
    "community": {
      "title": "Заедница",
      "subtitle": "Изградете ја вашата приспособена заедница за да поттикнете поголема продажба."
    }
  }
};