export default {
  "s_pricing": {
    "title": "Бизнесийн хэрэгслийг гартаа мэдрэх;",
    "subtitle": "Та үүнийг хүртэх ёстой!",
    "total_monthly_sales_limit": "Таны сарын нийт борлуулалт",
    "popular": "Алдартай",
    "best_choice": "Ихэнх хүмүүсийн хувьд хамгийн сайн сонголт",
    "free": {
      "title": "Үнэгүй эхэл",
      "question": "Би үүнээс эхлэх ёстой юу?",
      "answer": "Тийм ээ, та бизнесээ бүрэн үнэ төлбөргүй эхлүүлэх боломжтой. Онлайн төлбөр нэмж, домайнаа холбохоо мартуузай."
    },
    "startup": {
      "title": "Хурдан өсөхийн тулд бага мөнгө төл",
      "question": "Эхлэлийн төлөвлөгөөг шинэчлэхэд хэзээ хамгийн тохиромжтой вэ?"
    },
    "company": {
      "title": "Аварга руу эргэхдээ бага мөнгө төл",
      "question": "Компанийн төлөвлөгөөг шинэчлэхэд хэзээ хамгийн тохиромжтой вэ?"
    },
    "enterprise": {
      "title": "Бизнесээ хөгжүүл",
      "question": "Байгууллагын төлөвлөгөөг шинэчлэхэд хэзээ хамгийн тохиромжтой вэ?"
    },
    "badges_title": "Аюулгүй байдал, нууцлал нь №1 тэргүүлэх чиглэл юм."
  },
  "s_price": {
    "commission": "Комиссын хураамж",
    "total_payment": "Нийт төлбөр",
    "total_payment_detail": "Дараагийн багцын зөвлөмжийн хязгаарт хүрэхээс өмнө таны үйлчилгээний дээд хураамж (Захиалгын хураамж + Комиссын хураамж).",
    "save": "Та хэмнэдэг",
    "save_detail": "Энэ нь та Selldone-г ашиглавал мэргэжилтнүүд, серверүүд, лиценз, дэмжлэгийн зардалд хэмнэгдэх мөнгө юм. Зардлын тооцоог төлбөртэй, үнэгүй цахим худалдааны шилдэг 10 платформ дээр хийсэн чөлөөт ажилчдын жишээн дээр үндэслэн хийсэн."
  },
  "s_benefit": {
    "customer_profile": "Хэрэглэгчийн профайл",
    "summer_sales": "Зуны хямдрал",
    "orders_history": "Захиалгын түүх",
    "your_store": "Таны дэлгүүр",
    "shipping": "Энгийн хүргэлт",
    "orders_summery": "Зуны захиалга авна",
    "card_info": "Картын мэдээлэл",
    "card_name": "Картан дээрх нэр"
  },
  "s_grow": {
    "pos": {
      "title": "Биечлэн худалдаа (POS)",
      "subtitle": "Үнэгүй онлайн худалдааны цэг",
      "step1": "Онлайн ПОС",
      "step2": "Бэлэн мөнгө / Онлайн төлбөр",
      "step3": "Борлууллаа!",
      "incentives": "Хувь хүний борлуулалтын урамшуулал"
    },
    "online": {
      "title": "Онлайн худалдаа",
      "subtitle": "Uber авах гэх мэт төлбөрөө хий",
      "payments": "Дэлхийн болон орон нутгийн төлбөр тооцоог дэмжих",
      "incentives": "Бүх урамшууллыг дэмжинэ"
    },
    "social": {
      "title": "Нийгмийн борлуулалт",
      "subtitle": "Авокадо | Зөвхөн нэг холбоосоор зарж эхлээрэй",
      "custom_form": "Захиалгат маягт",
      "step1": "Авокадогийн биелэлт",
      "step2": "Үнэ болон нэхэмжлэлийн асуудал",
      "step3": "Хэрэглэгчдэд автоматаар мэдэгдэх",
      "step4": "Хэрэглэгчийн онлайн төлбөр",
      "step5": "Борлууллаа!"
    }
  },
  "s_manage": {
    "customers": "Үйлчлүүлэгчид",
    "filters": "Шүүлтүүр",
    "filter1": "Хаягдсан сагс",
    "filter2": "Сүүлийн 3 долоо хоног",
    "filter3": "Эрэгтэй",
    "filter4": "Нас > 30",
    "download_apps_title": "Шинэ захиалгын мэдэгдлийг секундын дотор аваарай",
    "data_driven": "Датад тулгуурласан",
    "conversion": "Хөрвүүлэлтийг хянах",
    "labeling": "Шошголох",
    "processing": "Боловсруулж байна",
    "collecting": "Цуглуулж байна",
    "no_plugin_analytics": "Залгаасгүй аналитик тагнуул",
    "acquisition_insight": "Энгийн олж авах ойлголт"
  },
  "s_start": {
    "title": "Бараа материалын менежмент",
    "subtitle": "Бүтээгдэхүүнийг чирэх, буулгах, ангиллын менежмент.",
    "import_export": "Импорт / Экспорт",
    "my_warehouse": "Миний агуулах",
    "statistics": "Статистик",
    "team_title": "Багаар хамтран ажиллах",
    "role1": "Бараа материалын менежер",
    "role2": "Бүтээгдэхүүний менежер",
    "customize_title": "Кодгүйгээр тохируулах боломжтой",
    "temple": {
      "title": "Загвар",
      "subtitle": "Загвар суулгах толгой өвдөхгүйгээр загвараа үүсгэж, тохируулаарай."
    },
    "page": {
      "title": "Хуудасны засварлагч",
      "subtitle": "Баригдсан чирж буулгах хуудасны дизайнер."
    },
    "community": {
      "title": "Нийгэмлэг",
      "subtitle": "Илүү их борлуулалтыг бий болгохын тулд өөрт тохирсон нийгэмлэг байгуулаарай."
    }
  }
};