export default {
  "s_pricing": {
    "title": "သင့်လက်ထဲတွင် လုပ်ငန်းသုံးကိရိယာများကို ခံစားပါ။",
    "subtitle": "မင်းနဲ့ထိုက်တန်တယ်။",
    "total_monthly_sales_limit": "သင်၏လစဉ်ရောင်းချမှုစုစုပေါင်း",
    "popular": "လူကြိုက်များသည်။",
    "best_choice": "အများစုအတွက် အကောင်းဆုံးရွေးချယ်မှု",
    "free": {
      "title": "အခမဲ့စတင်ပါ။",
      "question": "ဒီကနေစလို့ရမလား။",
      "answer": "ဟုတ်ကဲ့၊ သင့်လုပ်ငန်းကို လုံးဝအခမဲ့ စတင်နိုင်ပါတယ်။ အွန်လိုင်းငွေပေးချေမှုကို ထည့်သွင်းပြီး သင့်ဒိုမိန်းကို ချိတ်ဆက်ရန် သေချာပါစေ။"
    },
    "startup": {
      "title": "မြန်မြန်ကြီးထွားဖို့ လျှော့ပေးလိုက်ပါ။",
      "question": "စတင်ခြင်းအစီအစဉ်သို့ အဆင့်မြှင့်တင်ရန် အကောင်းဆုံးအချိန်သည် မည်သည့်အချိန်ဖြစ်သနည်း။"
    },
    "company": {
      "title": "ဧရာမသို့ လှည့်သည့်အခါ လျှော့ပေးရသည်။",
      "question": "ကုမ္ပဏီအစီအစဥ်ကို အဆင့်မြှင့်တင်ရန် အကောင်းဆုံးအချိန်က ဘယ်အချိန်လဲ။"
    },
    "enterprise": {
      "title": "သင့်လုပ်ငန်းကို ကြီးထွားစေပါ။",
      "question": "လုပ်ငန်းအစီအစဥ်ကို အဆင့်မြှင့်ရန် ဘယ်အချိန်က အကောင်းဆုံးအချိန်လဲ။"
    },
    "badges_title": "လုံခြုံရေးနှင့် ကိုယ်ရေးကိုယ်တာသည် နံပါတ် ၁ ဦးစားပေးဖြစ်သည်။"
  },
  "s_price": {
    "commission": "ကော်မရှင်ကြေး",
    "total_payment": "စုစုပေါင်းပေးချေမှု",
    "total_payment_detail": "လာမည့်အစီအစဉ်အကြံပြုချက်ကန့်သတ်ချက်သို့မရောက်ရှိမီ သင်၏စုစုပေါင်းဝန်ဆောင်မှုအခကြေးငွေ (စာရင်းသွင်းခ + ကော်မရှင်အခကြေးငွေ)။",
    "save": "သင်ကယ်တင်သည်",
    "save_detail": "Selldone ကို သင်အသုံးပြုပါက ကျွမ်းကျင်သူများ၊ ဆာဗာများ၊ လိုင်စင်နှင့် ပံ့ပိုးမှုစရိတ်စကများကို သင် သက်သာစေမည့် ငွေဖြစ်ပါသည်။ ကုန်ကျစရိတ်တွက်ချက်မှုသည် ထိပ်တန်းအခပေးငွေပေးချေပြီး အခမဲ့ e-commerce ပလပ်ဖောင်း ၁၀ ခုရှိ အလွတ်သတင်းထောက်များ၏ ဖြစ်ရပ်လေ့လာမှုအပေါ် အခြေခံထားသည်။"
  },
  "s_benefit": {
    "customer_profile": "ဖောက်သည်ကိုယ်ရေးအကျဉ်း",
    "summer_sales": "နွေရာသီအရောင်း",
    "orders_history": "အမိန့်မှတ်တမ်း",
    "your_store": "မင်းရဲ့စတိုး",
    "shipping": "ရိုးရှင်းသောသင်္ဘော",
    "orders_summery": "နွေရာသီ အော်ဒါများ",
    "card_info": "ကတ်အချက်အလက်",
    "card_name": "ကဒ်ပေါ်တွင်အမည်"
  },
  "s_grow": {
    "pos": {
      "title": "လူကိုယ်တိုင် အရောင်း (POS)",
      "subtitle": "အခမဲ့အွန်လိုင်းရောင်းချမှုပွိုင့်",
      "step1": "အွန်လိုင်း POS",
      "step2": "ငွေသား / အွန်လိုင်းငွေပေးချေမှု",
      "step3": "ရောင်းပြီးပြီ",
      "incentives": "လူကိုယ်တိုင်ရောင်းချရန် မက်လုံးများ"
    },
    "online": {
      "title": "အွန်လိုင်းအရောင်း",
      "subtitle": "Uber ရယူလိုသော ငွေရှင်းပါ။",
      "payments": "ကမ္ဘာလုံးဆိုင်ရာနှင့် ပြည်တွင်းငွေပေးချေမှုများကို ပံ့ပိုးပါ။",
      "incentives": "မက်လုံးများအားလုံးကို ထောက်ခံပါ။"
    },
    "social": {
      "title": "လူမှုရေး အရောင်း",
      "subtitle": "ထောပတ်သီး ╏ လင့်ခ်တစ်ခုတည်းဖြင့် စတင်ရောင်းချပါ။",
      "custom_form": "စိတ်ကြိုက်အော်ဒါပုံစံ",
      "step1": "ထောပတ်သီး ပြည့်စုံခြင်း။",
      "step2": "ဈေးနှုန်းနှင့် ပြေစာကိစ္စ",
      "step3": "ဖောက်သည်အား အလိုအလျောက် အသိပေးခြင်း။",
      "step4": "ဖောက်သည် အွန်လိုင်းငွေပေးချေမှု",
      "step5": "ရောင်းပြီးပြီ"
    }
  },
  "s_manage": {
    "customers": "ဖောက်သည်များ",
    "filters": "စစ်ထုတ်မှုများ",
    "filter1": "တောင်းကို စွန့်တယ်။",
    "filter2": "လွန်ခဲ့သော 3 ပတ်",
    "filter3": "အထီး",
    "filter4": "အသက် > 30",
    "download_apps_title": "စက္ကန့်ပိုင်းအတွင်း အမိန့်ကြော်ငြာစာအသစ်ကို ရယူပါ။",
    "data_driven": "Data-Driven",
    "conversion": "ပြောင်းလဲမှုများကို ခြေရာခံပါ။",
    "labeling": "တံဆိပ်ကပ်ခြင်း။",
    "processing": "လုပ်ဆောင်နေသည်",
    "collecting": "စုဆောင်းခြင်း။",
    "no_plugin_analytics": "အဘယ်သူမျှမ-plugin ပိုင်းခြားစိတ်ဖြာထောက်လှမ်းရေးထောက်လှမ်းရေး",
    "acquisition_insight": "ရိုးရှင်းသော ထိုးထွင်းသိမြင်မှု"
  },
  "s_start": {
    "title": "စာရင်းစီမံခန့်ခွဲမှု",
    "subtitle": "ထုတ်ကုန်များနှင့် အမျိုးအစားစီမံခန့်ခွဲမှုကို ဆွဲယူ၍ချပါ။",
    "import_export": "သွင်းကုန်/ပို့ကုန်",
    "my_warehouse": "ငါ့ဂိုဒေါင်",
    "statistics": "စာရင်းအင်းများ",
    "team_title": "အဖွဲ့လိုက် ပူးပေါင်းဆောင်ရွက်ပါ။",
    "role1": "စာရင်းမန်နေဂျာ",
    "role2": "ထုတ်ကုန်မန်နေဂျာ",
    "customize_title": "ကုဒ်ကို စိတ်ကြိုက်ပြင်ဆင်လို့မရပါ။",
    "temple": {
      "title": "ပုံစံခွက်",
      "subtitle": "နမူနာပုံစံထည့်သွင်းခြင်း ခေါင်းကိုက်ခြင်းမရှိဘဲ သင့်အပြင်အဆင်ကို ဖန်တီးပြီး စိတ်ကြိုက်ပြင်ဆင်ပါ။"
    },
    "page": {
      "title": "စာမျက်နှာတည်းဖြတ်သူ",
      "subtitle": "တပ်ဆင်ပြီး ဆွဲယူ ဆင်းသက်သည့် စာမျက်နှာ ဒီဇိုင်နာ။"
    },
    "community": {
      "title": "ရပ်ရွာ",
      "subtitle": "အရောင်းပိုမိုမြှင့်တင်ရန် သင်၏စိတ်ကြိုက်အသိုင်းအဝိုင်းကို တည်ဆောက်ပါ။"
    }
  }
};