export default {
  "s_pricing": {
    "title": "तपाईंको हातमा उद्यम उपकरणहरू महसुस गर्नुहोस्;",
    "subtitle": "तपाईं यसको योग्य हुनुहुन्छ!",
    "total_monthly_sales_limit": "तपाईंको कुल मासिक बिक्री",
    "popular": "लोकप्रिय",
    "best_choice": "धेरैको लागि उत्तम विकल्प",
    "free": {
      "title": "नि: शुल्क सुरु गर्नुहोस्",
      "question": "के मैले यसबाट सुरु गर्नुपर्छ?",
      "answer": "हो, तपाइँ तपाइँको व्यवसाय पूर्ण रूपमा नि: शुल्क सुरु गर्न सक्नुहुन्छ। अनलाइन भुक्तानी थप्न र आफ्नो डोमेन जडान गर्न निश्चित गर्नुहोस्।"
    },
    "startup": {
      "title": "छिटो बढ्नको लागि कम तिर्नुहोस्",
      "question": "स्टार्टअप योजनामा अपग्रेड गर्न सबैभन्दा राम्रो समय कहिले हो?"
    },
    "company": {
      "title": "विशालमा फर्कँदा कम तिर्नुहोस्",
      "question": "कम्पनी योजनामा अपग्रेड गर्न सबैभन्दा राम्रो समय कहिले हो?"
    },
    "enterprise": {
      "title": "आफ्नो व्यापार बढाउनुहोस्",
      "question": "उद्यम योजनामा स्तरवृद्धि गर्ने उत्तम समय कहिले हो?"
    },
    "badges_title": "सुरक्षा र गोपनीयता # 1 प्राथमिकता हो।"
  },
  "s_price": {
    "commission": "आयोग शुल्क",
    "total_payment": "कुल भुक्तानी",
    "total_payment_detail": "अर्को योजना सिफारिस सीमामा पुग्नु अघि तपाईंको अधिकतम कुल सेवा शुल्क (सदस्यता शुल्क + आयोग शुल्क)।",
    "save": "तपाईं बचत गर्नुहोस्",
    "save_detail": "यदि तपाइँ Selldone प्रयोग गर्नुहुन्छ भने यो तपाइँले विशेषज्ञहरू, सर्भरहरू, इजाजतपत्रहरू, र समर्थन लागतहरूमा बचत गर्नुहुनेछ। लागत गणना शीर्ष 10 सशुल्क र नि: शुल्क ई-वाणिज्य प्लेटफर्महरूमा फ्रीलान्सरहरूको केस स्टडीहरूमा आधारित छ।"
  },
  "s_benefit": {
    "customer_profile": "ग्राहक प्रोफाइल",
    "summer_sales": "समर बिक्री",
    "orders_history": "अर्डर इतिहास",
    "your_store": "तपाईंको स्टोर",
    "shipping": "सरल ढुवानी",
    "orders_summery": "ग्रीष्मकालीन आदेश",
    "card_info": "कार्ड जानकारी",
    "card_name": "कार्डमा नाम"
  },
  "s_grow": {
    "pos": {
      "title": "व्यक्तिगत बिक्री (POS)",
      "subtitle": "बिक्री को नि: शुल्क अनलाइन बिन्दु",
      "step1": "अनलाइन POS",
      "step2": "नगद / अनलाइन भुक्तानी",
      "step3": "बिक्री भयो!",
      "incentives": "व्यक्तिगत बिक्री प्रोत्साहन"
    },
    "online": {
      "title": "अनलाइन बिक्री",
      "subtitle": "चेकआउट गर्नुहोस् जस्तै Uber पाउनुहोस्",
      "payments": "विश्वव्यापी र स्थानीय भुक्तानीहरू समर्थन गर्नुहोस्",
      "incentives": "सबै प्रोत्साहन समर्थन गर्नुहोस्"
    },
    "social": {
      "title": "सामाजिक बिक्री",
      "subtitle": "एभोकाडो ╏ केवल एक लिङ्क द्वारा बेच्न सुरु गर्नुहोस्",
      "custom_form": "कस्टम अर्डर फारम",
      "step1": "एभोकाडो पूर्ति",
      "step2": "मूल्य निर्धारण र इनभ्वाइस मुद्दा",
      "step3": "स्वत: ग्राहकलाई सूचित गर्नुहोस्",
      "step4": "ग्राहक अनलाइन भुक्तानी",
      "step5": "बिक्री भयो!"
    }
  },
  "s_manage": {
    "customers": "ग्राहकहरु",
    "filters": "फिल्टरहरू",
    "filter1": "परित्याग गरिएको टोकरी",
    "filter2": "पछिल्लो ३ हप्ता",
    "filter3": "पुरुष",
    "filter4": "उमेर > ३०",
    "download_apps_title": "सेकेन्डमा नयाँ अर्डर सूचना प्राप्त गर्नुहोस्",
    "data_driven": "डाटा-संचालित",
    "conversion": "ट्र्याक रूपान्तरण",
    "labeling": "लेबलिङ",
    "processing": "प्रशोधन गर्दै",
    "collecting": "जम्मा गर्दै",
    "no_plugin_analytics": "नो-प्लगइन एनालिटिक्स इन्टेलिजेन्स",
    "acquisition_insight": "सरल अधिग्रहण अन्तरदृष्टि"
  },
  "s_start": {
    "title": "सूची व्यवस्थापन",
    "subtitle": "ड्र्याग र ड्रप उत्पादनहरू र कोटी व्यवस्थापन।",
    "import_export": "आयात निर्यात",
    "my_warehouse": "मेरो गोदाम",
    "statistics": "तथ्याङ्क",
    "team_title": "साथसाथै टिमवर्क",
    "role1": "सूची प्रबन्धक",
    "role2": "उत्पादन प्रबन्धक",
    "customize_title": "कुनै-कोड अनुकूलन योग्य",
    "temple": {
      "title": "टेम्प्लेट",
      "subtitle": "टेम्प्लेट स्थापना टाउको बिना आफ्नो विषयवस्तु सिर्जना र अनुकूलन गर्नुहोस्।"
    },
    "page": {
      "title": "पृष्ठ सम्पादक",
      "subtitle": "बिल्ट-इन ड्र्याग एण्ड ड्रप ल्यान्डिङ पृष्ठ डिजाइनर।"
    },
    "community": {
      "title": "समुदाय",
      "subtitle": "थप बिक्री चलाउन आफ्नो अनुकूलित समुदाय निर्माण गर्नुहोस्।"
    }
  }
};