export default {
  "s_pricing": {
    "title": "ਆਪਣੇ ਹੱਥਾਂ ਵਿੱਚ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਟੂਲ ਮਹਿਸੂਸ ਕਰੋ;",
    "subtitle": "ਤੁਸੀਂ ਇਸ ਦੇ ਕ਼ਾਬਿਲ ਹੋ!",
    "total_monthly_sales_limit": "ਤੁਹਾਡੀ ਕੁੱਲ ਮਹੀਨਾਵਾਰ ਵਿਕਰੀ",
    "popular": "ਪ੍ਰਸਿੱਧ",
    "best_choice": "ਜ਼ਿਆਦਾਤਰ ਲਈ ਸਭ ਤੋਂ ਵਧੀਆ ਵਿਕਲਪ",
    "free": {
      "title": "ਮੁਫ਼ਤ ਸ਼ੁਰੂ ਕਰੋ",
      "question": "ਕੀ ਮੈਨੂੰ ਇਸ ਨਾਲ ਸ਼ੁਰੂ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ?",
      "answer": "ਹਾਂ, ਤੁਸੀਂ ਆਪਣਾ ਕਾਰੋਬਾਰ ਬਿਲਕੁਲ ਮੁਫਤ ਸ਼ੁਰੂ ਕਰ ਸਕਦੇ ਹੋ। ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਸ਼ਾਮਲ ਕਰਨਾ ਅਤੇ ਆਪਣੇ ਡੋਮੇਨ ਨੂੰ ਕਨੈਕਟ ਕਰਨਾ ਯਕੀਨੀ ਬਣਾਓ।"
    },
    "startup": {
      "title": "ਤੇਜ਼ੀ ਨਾਲ ਵਧਣ ਲਈ ਘੱਟ ਭੁਗਤਾਨ ਕਰੋ",
      "question": "ਸਟਾਰਟਅਪ ਪਲਾਨ ਨੂੰ ਅੱਪਗ੍ਰੇਡ ਕਰਨ ਦਾ ਸਭ ਤੋਂ ਵਧੀਆ ਸਮਾਂ ਕਦੋਂ ਹੈ?"
    },
    "company": {
      "title": "ਇੱਕ ਵਿਸ਼ਾਲ ਵੱਲ ਮੁੜਨ ਵੇਲੇ ਘੱਟ ਭੁਗਤਾਨ ਕਰੋ",
      "question": "ਕੰਪਨੀ ਦੀ ਯੋਜਨਾ ਨੂੰ ਅੱਪਗ੍ਰੇਡ ਕਰਨ ਦਾ ਸਭ ਤੋਂ ਵਧੀਆ ਸਮਾਂ ਕਦੋਂ ਹੈ?"
    },
    "enterprise": {
      "title": "ਆਪਣਾ ਕਾਰੋਬਾਰ ਵਧਾਓ",
      "question": "ਐਂਟਰਪ੍ਰਾਈਜ਼ ਪਲਾਨ ਵਿੱਚ ਅੱਪਗ੍ਰੇਡ ਕਰਨ ਦਾ ਸਭ ਤੋਂ ਵਧੀਆ ਸਮਾਂ ਕਦੋਂ ਹੈ?"
    },
    "badges_title": "ਸੁਰੱਖਿਆ ਅਤੇ ਗੋਪਨੀਯਤਾ #1 ਤਰਜੀਹ ਹਨ।"
  },
  "s_price": {
    "commission": "ਕਮਿਸ਼ਨ ਫੀਸ",
    "total_payment": "ਕੁੱਲ ਭੁਗਤਾਨ",
    "total_payment_detail": "ਅਗਲੀ ਯੋਜਨਾ ਦੀ ਸਿਫ਼ਾਰਸ਼ ਸੀਮਾ ਤੱਕ ਪਹੁੰਚਣ ਤੋਂ ਪਹਿਲਾਂ ਤੁਹਾਡੀ ਅਧਿਕਤਮ ਕੁੱਲ ਸੇਵਾ ਫੀਸ (ਗਾਹਕੀ ਫੀਸ + ਕਮਿਸ਼ਨ ਫੀਸ)।",
    "save": "ਤੁਸੀਂਂਂ ਬਚਾਓ",
    "save_detail": "ਇਹ ਉਹ ਪੈਸਾ ਹੈ ਜੋ ਤੁਸੀਂ ਮਾਹਰਾਂ, ਸਰਵਰਾਂ, ਲਾਇਸੈਂਸ, ਅਤੇ ਸਹਾਇਤਾ ਖਰਚਿਆਂ 'ਤੇ ਬਚਾਓਗੇ ਜੇਕਰ ਤੁਸੀਂ ਸੇਲਡੋਨ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋ। ਲਾਗਤ ਦੀ ਗਣਨਾ ਚੋਟੀ ਦੇ 10 ਭੁਗਤਾਨ ਕੀਤੇ ਅਤੇ ਮੁਫਤ ਈ-ਕਾਮਰਸ ਪਲੇਟਫਾਰਮਾਂ 'ਤੇ ਫ੍ਰੀਲਾਂਸਰਾਂ ਦੇ ਕੇਸ ਅਧਿਐਨ 'ਤੇ ਅਧਾਰਤ ਹੈ।"
  },
  "s_benefit": {
    "customer_profile": "ਗਾਹਕ ਪ੍ਰੋਫ਼ਾਈਲ",
    "summer_sales": "ਗਰਮੀਆਂ ਦੀ ਵਿਕਰੀ",
    "orders_history": "ਆਰਡਰ ਇਤਿਹਾਸ",
    "your_store": "ਤੁਹਾਡਾ ਸਟੋਰ",
    "shipping": "ਸਧਾਰਨ ਸ਼ਿਪਿੰਗ",
    "orders_summery": "ਗਰਮੀਆਂ ਦਾ ਆਦੇਸ਼ ਦਿੰਦਾ ਹੈ",
    "card_info": "ਕਾਰਡ ਦੀ ਜਾਣਕਾਰੀ",
    "card_name": "ਕਾਰਡ 'ਤੇ ਨਾਮ"
  },
  "s_grow": {
    "pos": {
      "title": "ਵਿਅਕਤੀਗਤ ਵਿਕਰੀ (POS)",
      "subtitle": "ਮੁਫਤ ਔਨਲਾਈਨ ਵਿਕਰੀ ਬਿੰਦੂ",
      "step1": "ਔਨਲਾਈਨ ਪੀ.ਓ.ਐਸ",
      "step2": "ਨਕਦ / ਔਨਲਾਈਨ ਭੁਗਤਾਨ",
      "step3": "ਵੇਚੋ ਹੋ ਗਿਆ!",
      "incentives": "ਵਿਅਕਤੀਗਤ ਵਿਕਰੀ ਪ੍ਰੋਤਸਾਹਨ"
    },
    "online": {
      "title": "ਆਨਲਾਈਨ ਵਿਕਰੀ",
      "subtitle": "ਚੈੱਕਆਉਟ ਕਰੋ ਜਿਵੇਂ ਇੱਕ Uber ਪ੍ਰਾਪਤ ਕਰੋ",
      "payments": "ਗਲੋਬਲ ਅਤੇ ਸਥਾਨਕ ਭੁਗਤਾਨਾਂ ਦਾ ਸਮਰਥਨ ਕਰੋ",
      "incentives": "ਸਾਰੇ ਪ੍ਰੋਤਸਾਹਨ ਦਾ ਸਮਰਥਨ ਕਰੋ"
    },
    "social": {
      "title": "ਸਮਾਜਿਕ ਵਿਕਰੀ",
      "subtitle": "ਐਵੋਕਾਡੋ | ਸਿਰਫ਼ ਇੱਕ ਲਿੰਕ ਦੁਆਰਾ ਵੇਚਣਾ ਸ਼ੁਰੂ ਕਰੋ",
      "custom_form": "ਕਸਟਮ ਆਰਡਰ ਫਾਰਮ",
      "step1": "ਐਵੋਕਾਡੋ ਪੂਰਤੀ",
      "step2": "ਕੀਮਤ ਅਤੇ ਇਨਵੌਇਸ ਮੁੱਦਾ",
      "step3": "ਆਟੋਮੈਟਿਕ ਗਾਹਕ ਨੂੰ ਸੂਚਿਤ ਕਰੋ",
      "step4": "ਗਾਹਕ ਆਨਲਾਈਨ ਭੁਗਤਾਨ",
      "step5": "ਵੇਚੋ ਹੋ ਗਿਆ!"
    }
  },
  "s_manage": {
    "customers": "ਗਾਹਕ",
    "filters": "ਫਿਲਟਰ",
    "filter1": "ਛੱਡੀ ਹੋਈ ਟੋਕਰੀ",
    "filter2": "ਪਿਛਲੇ 3 ਹਫ਼ਤੇ",
    "filter3": "ਨਰ",
    "filter4": "ਉਮਰ > 30",
    "download_apps_title": "ਸਕਿੰਟਾਂ ਵਿੱਚ ਨਵੀਂ ਆਰਡਰ ਸੂਚਨਾ ਪ੍ਰਾਪਤ ਕਰੋ",
    "data_driven": "ਡਾਟਾ-ਸੰਚਾਲਿਤ",
    "conversion": "ਪਰਿਵਰਤਨ ਟ੍ਰੈਕ ਕਰੋ",
    "labeling": "ਲੇਬਲਿੰਗ",
    "processing": "ਕਾਰਵਾਈ",
    "collecting": "ਇਕੱਠਾ ਕਰਨਾ",
    "no_plugin_analytics": "ਨੋ-ਪਲੱਗਇਨ ਵਿਸ਼ਲੇਸ਼ਣ ਇੰਟੈਲੀਜੈਂਸ",
    "acquisition_insight": "ਸਧਾਰਨ ਪ੍ਰਾਪਤੀ ਦੀ ਸੂਝ"
  },
  "s_start": {
    "title": "ਵਸਤੂ ਪ੍ਰਬੰਧਨ",
    "subtitle": "ਉਤਪਾਦ ਅਤੇ ਸ਼੍ਰੇਣੀ ਪ੍ਰਬੰਧਨ ਨੂੰ ਖਿੱਚੋ ਅਤੇ ਛੱਡੋ।",
    "import_export": "ਆਯਾਤ / ਨਿਰਯਾਤ",
    "my_warehouse": "ਮੇਰਾ ਗੋਦਾਮ",
    "statistics": "ਅੰਕੜੇ",
    "team_title": "ਟੀਮ-ਵਰਕ ਨਾਲ-ਨਾਲ",
    "role1": "ਇਨਵੈਂਟਰੀ ਮੈਨੇਜਰ",
    "role2": "ਉਤਪਾਦ ਪ੍ਰਬੰਧਕ",
    "customize_title": "ਨੋ-ਕੋਡ ਅਨੁਕੂਲਿਤ",
    "temple": {
      "title": "ਟੈਂਪਲੇਟ",
      "subtitle": "ਟੈਂਪਲੇਟ ਇੰਸਟਾਲੇਸ਼ਨ ਸਿਰਦਰਦ ਤੋਂ ਬਿਨਾਂ ਆਪਣੀ ਥੀਮ ਬਣਾਓ ਅਤੇ ਅਨੁਕੂਲਿਤ ਕਰੋ।"
    },
    "page": {
      "title": "ਪੰਨਾ ਸੰਪਾਦਕ",
      "subtitle": "ਬਿਲਟ-ਇਨ ਡਰੈਗ ਐਂਡ ਡ੍ਰੌਪ ਲੈਂਡਿੰਗ ਪੇਜ ਡਿਜ਼ਾਈਨਰ।"
    },
    "community": {
      "title": "ਭਾਈਚਾਰਾ",
      "subtitle": "ਵਧੇਰੇ ਵਿਕਰੀ ਨੂੰ ਚਲਾਉਣ ਲਈ ਆਪਣਾ ਅਨੁਕੂਲਿਤ ਕਮਿਊਨਿਟੀ ਬਣਾਓ।"
    }
  }
};