export default {
  "s_pricing": {
    "title": "ව්යවසාය මෙවලම් ඔබේ අතේ දැනෙන්න;",
    "subtitle": "ඔබ එයට සුදුසුයි!",
    "total_monthly_sales_limit": "ඔබේ මුළු මාසික විකුණුම්",
    "popular": "ජනප්රිය",
    "best_choice": "බොහෝ දෙනා සඳහා හොඳම තේරීම",
    "free": {
      "title": "නොමිලේ ආරම්භ කරන්න",
      "question": "මම මෙයින් ආරම්භ කළ යුතුද?",
      "answer": "ඔව්, ඔබට ඔබේ ව්‍යාපාරය සම්පූර්ණයෙන්ම නොමිලේ ආරම්භ කළ හැක. සබැඳි ගෙවීම් එකතු කර ඔබගේ වසම සම්බන්ධ කිරීමට වග බලා ගන්න."
    },
    "startup": {
      "title": "වේගයෙන් වර්ධනය වීමට අඩු මුදලක් ගෙවන්න",
      "question": "ආරම්භක සැලැස්මට යාවත්කාලීන කිරීමට හොඳම කාලය කවදාද?"
    },
    "company": {
      "title": "යෝධයෙකු වෙත හැරෙන විට අඩු මුදලක් ගෙවන්න",
      "question": "සමාගම් සැලැස්මට යාවත්කාලීන කිරීමට හොඳම කාලය කවදාද?"
    },
    "enterprise": {
      "title": "ඔබේ ව්‍යාපාරය දියුණු කරගන්න",
      "question": "ව්යවසාය සැලැස්මට යාවත්කාලීන කිරීමට හොඳම කාලය කවදාද?"
    },
    "badges_title": "ආරක්ෂාව සහ පෞද්ගලිකත්වය #1 ප්‍රමුඛතාවයයි."
  },
  "s_price": {
    "commission": "කොමිස් ගාස්තුව",
    "total_payment": "සම්පූර්ණ ගෙවීම",
    "total_payment_detail": "ඊළඟ සැලසුම් නිර්දේශ සීමාවට පැමිණීමට පෙර ඔබේ උපරිම සම්පූර්ණ සේවා ගාස්තුව (දායකත්ව ගාස්තු + කොමිස් ගාස්තු).",
    "save": "ඔයා බෙිරගත්තා",
    "save_detail": "ඔබ Selldone භාවිතා කරන්නේ නම් විශේෂඥයින්, සේවාදායකයන්, බලපත්‍ර, සහ ආධාරක වියදම් මත ඔබ ඉතිරි කරන මුදල් මෙයයි. පිරිවැය ගණනය කිරීම පදනම් වී ඇත්තේ ගෙවන සහ නොමිලේ ඊ-වාණිජ්‍ය වේදිකාවල ඉහළම 10 මත නිදහස් සේවකයින්ගේ සිද්ධි අධ්‍යයනයන් මතය."
  },
  "s_benefit": {
    "customer_profile": "පාරිභෝගික පැතිකඩ",
    "summer_sales": "ගිම්හාන විකුණුම්",
    "orders_history": "ඇණවුම් ඉතිහාසය",
    "your_store": "ඔබේ ගබඩාව",
    "shipping": "සරල නැව්ගත කිරීම",
    "orders_summery": "ගිම්හාන ඇණවුම්",
    "card_info": "කාඩ්පත් තොරතුරු",
    "card_name": "කාඩ්පතේ නම"
  },
  "s_grow": {
    "pos": {
      "title": "පුද්ගල විකුණුම් (POS)",
      "subtitle": "නොමිලේ මාර්ගගත විකුණුම් ස්ථානය",
      "step1": "මාර්ගගත POS",
      "step2": "මුදල් / මාර්ගගත ගෙවීම",
      "step3": "විකිණීම අවසන්!",
      "incentives": "පුද්ගල විකුණුම් දිරිගැන්වීම්"
    },
    "online": {
      "title": "මාර්ගගත විකුණුම්",
      "subtitle": "Uber එකක් ගන්න වගේ Checkout කරන්න",
      "payments": "ගෝලීය සහ දේශීය ගෙවීම් සඳහා සහය වන්න",
      "incentives": "සියලුම දිරිගැන්වීම් වලට සහය වන්න"
    },
    "social": {
      "title": "සමාජ විකුණුම්",
      "subtitle": "අලිගැට පේර ╏ එක් සබැඳියකින් පමණක් විකිණීම ආරම්භ කරන්න",
      "custom_form": "අභිරුචි ඇණවුම් පෝරමය",
      "step1": "අලිගැට පේර ඉටුවීම",
      "step2": "මිලකරණය සහ ඉන්වොයිසි නිකුත් කිරීම",
      "step3": "පාරිභෝගිකයාට ස්වයංක්‍රීයව දැනුම් දෙන්න",
      "step4": "පාරිභෝගික මාර්ගගත ගෙවීම",
      "step5": "විකිණීම අවසන්!"
    }
  },
  "s_manage": {
    "customers": "පාරිභෝගිකයන්",
    "filters": "පෙරහන්",
    "filter1": "අතහැර දැමූ කූඩය",
    "filter2": "පසුගිය සති 3",
    "filter3": "පිරිමි",
    "filter4": "වයස > 30",
    "download_apps_title": "තත්පර කිහිපයකින් නව ඇණවුම් දැනුම්දීමක් ලබා ගන්න",
    "data_driven": "දත්ත මෙහෙයවන",
    "conversion": "ට්‍රැක් පරිවර්තන",
    "labeling": "ලේබල් කිරීම",
    "processing": "සැකසීම",
    "collecting": "එකතු කරනවා",
    "no_plugin_analytics": "ප්ලගින රහිත විශ්ලේෂණ බුද්ධිය",
    "acquisition_insight": "සරල අත්පත් කර ගැනීමේ අවබෝධය"
  },
  "s_start": {
    "title": "බඩුතොග කළමනාකරණය",
    "subtitle": "නිෂ්පාදන ඇද දමන්න සහ ප්‍රවර්ග කළමනාකරණය.",
    "import_export": "ආනයන අපනයන",
    "my_warehouse": "මගේ ගබඩාව",
    "statistics": "සංඛ්යා ලේඛන",
    "team_title": "කණ්ඩායම් වැඩ පැත්තකින්",
    "role1": "ඉන්වෙන්ටරි කළමනාකරු",
    "role2": "නිෂ්පාදන කළමනාකරු",
    "customize_title": "කේත අභිරුචිකරණය කළ නොහැක",
    "temple": {
      "title": "සැකිල්ල",
      "subtitle": "අච්චු ස්ථාපන හිසරදයකින් තොරව ඔබේ තේමාව සාදන්න සහ අභිරුචිකරණය කරන්න."
    },
    "page": {
      "title": "පිටු සංස්කාරකය",
      "subtitle": "බිල්ට්-ඉන් ඩ්‍රැග් ඇන්ඩ් ඩ්‍රොප් ලෑන්ඩින් පිටු ඩිසයිනර්."
    },
    "community": {
      "title": "ප්රජාව",
      "subtitle": "වැඩි විකුණුම් වැඩි කිරීමට ඔබේ අභිරුචිකරණය කළ ප්‍රජාව ගොඩනඟන්න."
    }
  }
};