export default {
  "s_pricing": {
    "title": "Осетите алате предузећа у својим рукама;",
    "subtitle": "Ти то заслужујеш!",
    "total_monthly_sales_limit": "Ваша укупна месечна продаја",
    "popular": "Популарно",
    "best_choice": "Најбољи избор за већину",
    "free": {
      "title": "Почните бесплатно",
      "question": "Да почнем од овога?",
      "answer": "Да, можете започети свој посао потпуно бесплатно. Обавезно додајте онлајн плаћање и повежите свој домен."
    },
    "startup": {
      "title": "Платите мање да бисте брзо расли",
      "question": "Када је најбоље време за надоградњу на почетни план?"
    },
    "company": {
      "title": "Платите мање када се окренете диву",
      "question": "Када је најбоље време за надоградњу на план компаније?"
    },
    "enterprise": {
      "title": "Развијте свој посао",
      "question": "Када је најбоље време за надоградњу на план предузећа?"
    },
    "badges_title": "Безбедност и приватност су приоритет број 1."
  },
  "s_price": {
    "commission": "провизија",
    "total_payment": "Укупан износ",
    "total_payment_detail": "Ваша максимална укупна накнада за услугу (накнада за претплату + накнада за провизију) пре достизања следећег ограничења препоруке плана.",
    "save": "Штедите",
    "save_detail": "Ово је новац који ћете уштедети на трошковима стручњака, сервера, лиценце и подршке ако користите Селлдоне. Обрачун трошкова је заснован на студијама случаја слободних радника на 10 најбољих плаћених и бесплатних платформи за е-трговину."
  },
  "s_benefit": {
    "customer_profile": "Профил купаца",
    "summer_sales": "Суммер Салес",
    "orders_history": "Историја наруџби",
    "your_store": "Ваша продавница",
    "shipping": "Једноставна достава",
    "orders_summery": "Наруџбине летње",
    "card_info": "Информације о картици",
    "card_name": "име на картици"
  },
  "s_grow": {
    "pos": {
      "title": "Лична продаја (ПОС)",
      "subtitle": "Бесплатно онлајн продајно место",
      "step1": "Онлине ПОС",
      "step2": "Готовина / Онлине плаћање",
      "step3": "Селл Доне!",
      "incentives": "Подстицаји за личну продају"
    },
    "online": {
      "title": "Онлине Салес",
      "subtitle": "Плаћање као што је Убер",
      "payments": "Подржава глобална и локална плаћања",
      "incentives": "Подржите све подстицаје"
    },
    "social": {
      "title": "Социал Салес",
      "subtitle": "Авокадо | Почните да продајете само једним линком",
      "custom_form": "Прилагођени образац за наруџбу",
      "step1": "Испуњење авокада",
      "step2": "Питање цена и фактура",
      "step3": "Аутоматски обавести купца",
      "step4": "Плаћање купаца путем интернета",
      "step5": "Селл Доне!"
    }
  },
  "s_manage": {
    "customers": "Купци",
    "filters": "Филтери",
    "filter1": "Напуштена корпа",
    "filter2": "Последње 3 недеље",
    "filter3": "Мушки",
    "filter4": "Старост > 30 година",
    "download_apps_title": "Добијте обавештење о новој наруџбини за неколико секунди",
    "data_driven": "Дата-Дривен",
    "conversion": "Пратите конверзије",
    "labeling": "Етикетирање",
    "processing": "Обрада",
    "collecting": "Прикупљање",
    "no_plugin_analytics": "Интелигенција аналитике без додатака",
    "acquisition_insight": "Једноставан увид у стицање"
  },
  "s_start": {
    "title": "Управљање залихама",
    "subtitle": "Превуците и испустите производе и управљање категоријама.",
    "import_export": "Увоз извоз",
    "my_warehouse": "Моје складиште",
    "statistics": "Статистика",
    "team_title": "Тимски рад раме уз раме",
    "role1": "Менаџер залиха",
    "role2": "Менаџер производа",
    "customize_title": "Прилагодљив без кода",
    "temple": {
      "title": "Шаблон",
      "subtitle": "Креирајте и прилагодите своју тему без главобоље при инсталацији шаблона."
    },
    "page": {
      "title": "Уредник странице",
      "subtitle": "Уграђени драг & дроп дизајнер одредишне странице."
    },
    "community": {
      "title": "Заједница",
      "subtitle": "Изградите своју прилагођену заједницу да повећате продају."
    }
  }
};