export default {
  "s_pricing": {
    "title": "உங்கள் கைகளில் நிறுவன கருவிகளை உணருங்கள்;",
    "subtitle": "நீ இதற்கு தகுதியானவன்!",
    "total_monthly_sales_limit": "உங்கள் மொத்த மாதாந்திர விற்பனை",
    "popular": "பிரபலமானது",
    "best_choice": "பெரும்பாலானவர்களுக்கு சிறந்த தேர்வு",
    "free": {
      "title": "இலவசமாக தொடங்குங்கள்",
      "question": "நான் இதிலிருந்து தொடங்க வேண்டுமா?",
      "answer": "ஆம், உங்கள் வணிகத்தை முற்றிலும் இலவசமாகத் தொடங்கலாம். ஆன்லைன் கட்டணத்தைச் சேர்த்து, உங்கள் டொமைனை இணைக்கவும்."
    },
    "startup": {
      "title": "வேகமாக வளர குறைந்த கட்டணம் செலுத்துங்கள்",
      "question": "தொடக்கத் திட்டத்திற்கு மேம்படுத்த சிறந்த நேரம் எப்போது?"
    },
    "company": {
      "title": "ராட்சதரிடம் திரும்பும்போது குறைவாக செலுத்துங்கள்",
      "question": "நிறுவனத்தின் திட்டத்திற்கு மேம்படுத்த சிறந்த நேரம் எப்போது?"
    },
    "enterprise": {
      "title": "உங்கள் வியாபாரத்தை வளர்த்துக் கொள்ளுங்கள்",
      "question": "நிறுவனத் திட்டத்திற்கு மேம்படுத்த சிறந்த நேரம் எப்போது?"
    },
    "badges_title": "பாதுகாப்பு மற்றும் தனியுரிமை #1 முன்னுரிமை."
  },
  "s_price": {
    "commission": "கமிஷன் கட்டணம்",
    "total_payment": "மொத்த கட்டணம்",
    "total_payment_detail": "அடுத்த திட்ட பரிந்துரை வரம்பை அடைவதற்கு முன் உங்களின் அதிகபட்ச மொத்த சேவைக் கட்டணம் (சந்தா கட்டணம் + கமிஷன் கட்டணம்).",
    "save": "நீ காப்பாற்று",
    "save_detail": "நீங்கள் Selldone ஐப் பயன்படுத்தினால், வல்லுநர்கள், சேவையகங்கள், உரிமம் மற்றும் ஆதரவு செலவுகளில் நீங்கள் சேமிக்கும் பணம் இதுவாகும். முதல் 10 பணம் செலுத்திய மற்றும் இலவச இ-காமர்ஸ் தளங்களில் ஃப்ரீலான்ஸர்களின் வழக்கு ஆய்வுகளின் அடிப்படையில் செலவு கணக்கீடு செய்யப்படுகிறது."
  },
  "s_benefit": {
    "customer_profile": "வாடிக்கையாளர் சுயவிவரம்",
    "summer_sales": "கோடை விற்பனை",
    "orders_history": "ஆர்டர்களின் வரலாறு",
    "your_store": "உங்கள் கடை",
    "shipping": "எளிய கப்பல் போக்குவரத்து",
    "orders_summery": "கோடைகால ஆர்டர்கள்",
    "card_info": "அட்டை தகவல்",
    "card_name": "அட்டையிலுள்ள பெயர்"
  },
  "s_grow": {
    "pos": {
      "title": "தனிநபர் விற்பனை (POS)",
      "subtitle": "இலவச ஆன்லைன் விற்பனை புள்ளி",
      "step1": "ஆன்லைன் பிஓஎஸ்",
      "step2": "பணம் / ஆன்லைன் கட்டணம்",
      "step3": "விற்பனை முடிந்தது!",
      "incentives": "தனிப்பட்ட விற்பனை ஊக்கத்தொகை"
    },
    "online": {
      "title": "ஆன்லைன் விற்பனை",
      "subtitle": "Uber ஐப் பெறுவது போல் செக் அவுட் செய்யவும்",
      "payments": "உலகளாவிய மற்றும் உள்ளூர் கட்டணங்களை ஆதரிக்கவும்",
      "incentives": "அனைத்து ஊக்கத்தொகைகளையும் ஆதரிக்கவும்"
    },
    "social": {
      "title": "சமூக விற்பனை",
      "subtitle": "அவகேடோ | ஒரே ஒரு இணைப்பு மூலம் விற்பனையைத் தொடங்குங்கள்",
      "custom_form": "தனிப்பயன் ஆர்டர் படிவம்",
      "step1": "அவகாடோ பூர்த்தி",
      "step2": "விலை மற்றும் விலைப்பட்டியல் சிக்கல்",
      "step3": "வாடிக்கையாளருக்கு தானாக அறிவிக்கவும்",
      "step4": "வாடிக்கையாளர் ஆன்லைன் கட்டணம்",
      "step5": "விற்பனை முடிந்தது!"
    }
  },
  "s_manage": {
    "customers": "வாடிக்கையாளர்கள்",
    "filters": "வடிப்பான்கள்",
    "filter1": "கைவிடப்பட்ட கூடை",
    "filter2": "கடந்த 3 வாரங்கள்",
    "filter3": "ஆண்",
    "filter4": "வயது > 30",
    "download_apps_title": "நொடிகளில் புதிய ஆர்டர் அறிவிப்பைப் பெறுங்கள்",
    "data_driven": "தரவு உந்துதல்",
    "conversion": "மாற்றங்களைக் கண்காணிக்கவும்",
    "labeling": "லேபிளிங்",
    "processing": "செயலாக்கம்",
    "collecting": "சேகரிக்கிறது",
    "no_plugin_analytics": "செருகுநிரல் இல்லாத அனலிட்டிக்ஸ் நுண்ணறிவு",
    "acquisition_insight": "எளிய கையகப்படுத்தல் நுண்ணறிவு"
  },
  "s_start": {
    "title": "சரக்கு மேலாண்மை",
    "subtitle": "தயாரிப்புகள் மற்றும் வகை மேலாண்மையை இழுத்து விடுங்கள்.",
    "import_export": "இறக்குமதி ஏற்றுமதி",
    "my_warehouse": "என் கிடங்கு",
    "statistics": "புள்ளிவிவரங்கள்",
    "team_title": "குழுப்பணி அருகருகே",
    "role1": "சரக்கு மேலாளர்",
    "role2": "தயாரிப்பு மேலாளர்",
    "customize_title": "இல்லை-குறியீடு தனிப்பயனாக்கக்கூடியது",
    "temple": {
      "title": "டெம்ப்ளேட்",
      "subtitle": "டெம்ப்ளேட் நிறுவல் தலைவலி இல்லாமல் உங்கள் தீம் உருவாக்கவும் மற்றும் தனிப்பயனாக்கவும்."
    },
    "page": {
      "title": "பக்க எடிட்டர்",
      "subtitle": "உள்ளமைக்கப்பட்ட இழுத்தல் மற்றும் இறங்கும் பக்க வடிவமைப்பாளர்."
    },
    "community": {
      "title": "சமூக",
      "subtitle": "அதிக விற்பனையை அதிகரிக்க உங்கள் தனிப்பயனாக்கப்பட்ட சமூகத்தை உருவாக்குங்கள்."
    }
  }
};