export default {
  "s_pricing": {
    "title": "మీ చేతుల్లో ఎంటర్‌ప్రైజ్ సాధనాలను అనుభవించండి;",
    "subtitle": "నువ్వు దానికి అర్హుడవు!",
    "total_monthly_sales_limit": "మీ మొత్తం నెలవారీ అమ్మకాలు",
    "popular": "జనాదరణ పొందినది",
    "best_choice": "చాలా మందికి ఉత్తమ ఎంపిక",
    "free": {
      "title": "ఉచితంగా ప్రారంభించండి",
      "question": "నేను దీని ద్వారా ప్రారంభించాలా?",
      "answer": "అవును, మీరు మీ వ్యాపారాన్ని పూర్తిగా ఉచితంగా ప్రారంభించవచ్చు. ఆన్‌లైన్ చెల్లింపును జోడించి, మీ డొమైన్‌ను కనెక్ట్ చేసినట్లు నిర్ధారించుకోండి."
    },
    "startup": {
      "title": "వేగంగా పెరగడానికి తక్కువ చెల్లించండి",
      "question": "స్టార్టప్ ప్లాన్‌కి అప్‌గ్రేడ్ చేయడానికి ఉత్తమ సమయం ఎప్పుడు?"
    },
    "company": {
      "title": "జెయింట్‌గా మారినప్పుడు తక్కువ చెల్లించండి",
      "question": "కంపెనీ ప్లాన్‌కి అప్‌గ్రేడ్ చేయడానికి ఉత్తమ సమయం ఎప్పుడు?"
    },
    "enterprise": {
      "title": "మీ వ్యాపారాన్ని పెంచుకోండి",
      "question": "ఎంటర్‌ప్రైజ్ ప్లాన్‌కి అప్‌గ్రేడ్ చేయడానికి ఉత్తమ సమయం ఎప్పుడు?"
    },
    "badges_title": "భద్రత మరియు గోప్యత #1 ప్రాధాన్యత."
  },
  "s_price": {
    "commission": "కమీషన్ రుసుము",
    "total_payment": "మొత్తం చెల్లింపు",
    "total_payment_detail": "తదుపరి ప్లాన్ సిఫార్సు పరిమితిని చేరుకోవడానికి ముందు మీ గరిష్ట మొత్తం సేవా రుసుము (చందా రుసుము + కమీషన్ రుసుము).",
    "save": "మీరు సేవ్ చేయండి",
    "save_detail": "మీరు Selldoneని ఉపయోగిస్తే నిపుణులు, సర్వర్లు, లైసెన్స్ మరియు మద్దతు ఖర్చులపై మీరు ఆదా చేసే డబ్బు ఇది. ఖర్చు గణన అనేది టాప్ 10 చెల్లింపు మరియు ఉచిత ఇ-కామర్స్ ప్లాట్‌ఫారమ్‌లలో ఫ్రీలాన్సర్ల కేస్ స్టడీస్‌పై ఆధారపడి ఉంటుంది."
  },
  "s_benefit": {
    "customer_profile": "కస్టమర్ ప్రొఫైల్",
    "summer_sales": "వేసవి అమ్మకాలు",
    "orders_history": "ఆర్డర్ చరిత్ర",
    "your_store": "మీ స్టోర్",
    "shipping": "సాధారణ షిప్పింగ్",
    "orders_summery": "వేసవిలో ఆర్డర్లు",
    "card_info": "కార్డ్ సమాచారం",
    "card_name": "కర్డుపై పేరు"
  },
  "s_grow": {
    "pos": {
      "title": "వ్యక్తిగత విక్రయాలు (POS)",
      "subtitle": "ఉచిత ఆన్‌లైన్ పాయింట్ ఆఫ్ సేల్",
      "step1": "ఆన్‌లైన్ POS",
      "step2": "నగదు / ఆన్‌లైన్ చెల్లింపు",
      "step3": "అమ్మకం పూర్తయింది!",
      "incentives": "వ్యక్తిగతంగా అమ్మకాల ప్రోత్సాహకాలు"
    },
    "online": {
      "title": "ఆన్‌లైన్ విక్రయాలు",
      "subtitle": "Uberని పొందడం వంటి చెక్అవుట్ చేయండి",
      "payments": "ప్రపంచ & స్థానిక చెల్లింపులకు మద్దతు",
      "incentives": "అన్ని ప్రోత్సాహకాలకు మద్దతు ఇవ్వండి"
    },
    "social": {
      "title": "సామాజిక అమ్మకాలు",
      "subtitle": "అవకాడో | కేవలం ఒక లింక్ ద్వారా అమ్మడం ప్రారంభించండి",
      "custom_form": "కస్టమ్ ఆర్డర్ ఫారమ్",
      "step1": "అవోకాడో నెరవేర్పు",
      "step2": "ధర మరియు ఇన్వాయిస్ సమస్య",
      "step3": "కస్టమర్‌కు స్వయంచాలకంగా తెలియజేయండి",
      "step4": "కస్టమర్ ఆన్‌లైన్ చెల్లింపు",
      "step5": "అమ్మకం పూర్తయింది!"
    }
  },
  "s_manage": {
    "customers": "వినియోగదారులు",
    "filters": "ఫిల్టర్లు",
    "filter1": "వదిలిపెట్టిన బుట్ట",
    "filter2": "గత 3 వారాలు",
    "filter3": "పురుషుడు",
    "filter4": "వయస్సు > 30",
    "download_apps_title": "సెకన్లలో కొత్త ఆర్డర్ నోటిఫికేషన్‌ను పొందండి",
    "data_driven": "డేటా నడిచే",
    "conversion": "మార్పిడులను ట్రాక్ చేయండి",
    "labeling": "లేబులింగ్",
    "processing": "ప్రాసెసింగ్",
    "collecting": "సేకరిస్తున్నారు",
    "no_plugin_analytics": "నో-ప్లగిన్ అనలిటిక్స్ ఇంటెలిజెన్స్",
    "acquisition_insight": "సాధారణ సముపార్జన అంతర్దృష్టి"
  },
  "s_start": {
    "title": "ఇన్వెంటరీ నిర్వహణ",
    "subtitle": "ఉత్పత్తులు మరియు వర్గ నిర్వహణను లాగండి & వదలండి.",
    "import_export": "దిగుమతి ఎగుమతి",
    "my_warehouse": "నా గిడ్డంగి",
    "statistics": "గణాంకాలు",
    "team_title": "పక్కపక్కనే జట్టుకృషి",
    "role1": "ఇన్వెంటరీ మేనేజర్",
    "role2": "ఉత్పత్తుల నిర్వాహకుడు",
    "customize_title": "నో-కోడ్ అనుకూలీకరించదగినది",
    "temple": {
      "title": "మూస",
      "subtitle": "టెంప్లేట్ ఇన్‌స్టాలేషన్ తలనొప్పి లేకుండా మీ థీమ్‌ను సృష్టించండి మరియు అనుకూలీకరించండి."
    },
    "page": {
      "title": "పేజీ ఎడిటర్",
      "subtitle": "అంతర్నిర్మిత డ్రాగ్ & డ్రాప్ ల్యాండింగ్ పేజీ డిజైనర్."
    },
    "community": {
      "title": "సంఘం",
      "subtitle": "మరిన్ని విక్రయాలను పెంచడానికి మీ అనుకూలీకరించిన సంఘాన్ని రూపొందించండి."
    }
  }
};