export default {
  "s_pricing": {
    "title": "Воситаҳои корхонаро дар дасти худ ҳис кунед;",
    "subtitle": "Шумо сазовори он ҳастед!",
    "total_monthly_sales_limit": "Ҳаҷми умумии фурӯши моҳонаи шумо",
    "popular": "Машҳур",
    "best_choice": "Беҳтарин интихоб барои аксарият",
    "free": {
      "title": "Оғози ройгон",
      "question": "Оё ман бояд аз ин оғоз кунам?",
      "answer": "Бале, шумо метавонед тиҷорати худро комилан ройгон оғоз кунед. Боварӣ ҳосил кунед, ки пардохти онлайн илова кунед ва домени худро пайваст кунед."
    },
    "startup": {
      "title": "Барои зуд рушд кардан камтар пардохт кунед",
      "question": "Беҳтарин вақт барои навсозӣ ба нақшаи оғозёбӣ кай аст?"
    },
    "company": {
      "title": "Ҳангоми ба як гигант табдил шудан камтар пардохт кунед",
      "question": "Беҳтарин вақт барои навсозӣ ба нақшаи ширкат кай аст?"
    },
    "enterprise": {
      "title": "Бизнеси худро инкишоф диҳед",
      "question": "Беҳтарин вақт барои навсозӣ ба нақшаи корхона кай аст?"
    },
    "badges_title": "Амният ва махфият афзалияти №1 мебошанд."
  },
  "s_price": {
    "commission": "Ҳаққи комиссия",
    "total_payment": "Пардохти умумӣ",
    "total_payment_detail": "Ҳаққи ҳадди ниҳоии хидматрасонии шумо (Пардохти обуна + Пардохти Комиссия) пеш аз расидан ба ҳадди ниҳоии нақшаи навбатии тавсия.",
    "save": "Шумо сарф кардед",
    "save_detail": "Ин пулест, ки шумо барои коршиносон, серверҳо, литсензия ва хароҷоти дастгирӣ сарфа мекунед, агар шумо Selldone-ро истифода баред. Ҳисоб кардани хароҷот ба омӯзиши мисолҳои фрилансерҳо дар 10 платформаи тиҷорати электронӣ ва ройгон асос ёфтааст."
  },
  "s_benefit": {
    "customer_profile": "Профили муштарӣ",
    "summer_sales": "Фурӯши тобистона",
    "orders_history": "Таърихи фармоишҳо",
    "your_store": "Мағозаи шумо",
    "shipping": "Интиқоли оддӣ",
    "orders_summery": "Фармоишҳои тобистона",
    "card_info": "Маълумоти корт",
    "card_name": "Ном дар корт"
  },
  "s_grow": {
    "pos": {
      "title": "Фурӯши шахсӣ (POS)",
      "subtitle": "Нуқтаи фурӯши онлайн ройгон",
      "step1": "POS онлайн",
      "step2": "Пули нақд / онлайн",
      "step3": "Фурӯш анҷом ёфт!",
      "incentives": "Ҳавасмандгардонии фурӯши шахсӣ"
    },
    "online": {
      "title": "Фурӯши онлайн",
      "subtitle": "Санҷед, ба монанди гирифтани Uber",
      "payments": "Дастгирии пардохтҳои глобалӣ ва маҳаллӣ",
      "incentives": "Ҳама гуна ҳавасмандкуниро дастгирӣ кунед"
    },
    "social": {
      "title": "Фурӯши иҷтимоӣ",
      "subtitle": "Авокадо | Ба фурӯш танҳо аз як истинод шурӯъ кунед",
      "custom_form": "Шакли фармоиши фармоишӣ",
      "step1": "Иҷрои авокадо",
      "step2": "Нархгузорӣ ва масъалаи ҳисобнома-фактура",
      "step3": "Худкор огоҳ кардани муштарӣ",
      "step4": "Пардохти онлайни муштарӣ",
      "step5": "Фурӯш анҷом ёфт!"
    }
  },
  "s_manage": {
    "customers": "Мизоҷон",
    "filters": "Филтрҳо",
    "filter1": "Сабади партофташуда",
    "filter2": "3 ҳафтаи охир",
    "filter3": "Мард",
    "filter4": "Синну сол > 30",
    "download_apps_title": "Дар сонияҳо огоҳиномаи фармоиши нав гиред",
    "data_driven": "Ба маълумот асосёфта",
    "conversion": "Табдилҳоро пайгирӣ кунед",
    "labeling": "Тамғагузорӣ",
    "processing": "Коркард",
    "collecting": "Ҷамъоварӣ",
    "no_plugin_analytics": "Intelligence Analytics No-plugin",
    "acquisition_insight": "Фаҳмиши оддии ба даст овардани"
  },
  "s_start": {
    "title": "Идоракунии инвентаризатсия",
    "subtitle": "Маҳсулот ва идоракунии категорияҳоро кашола карда партоед.",
    "import_export": "Воридот / содирот",
    "my_warehouse": "Анбори ман",
    "statistics": "Статистика",
    "team_title": "Кори дастаҷамъона паҳлӯ ба паҳлӯ",
    "role1": "Менеҷери инвентаризатсия",
    "role2": "Менеҷери маҳсулот",
    "customize_title": "Бе коди танзимшаванда",
    "temple": {
      "title": "Шаблон",
      "subtitle": "Мавзӯи худро бидуни дарди сари насби қолаб эҷод ва танзим кунед."
    },
    "page": {
      "title": "Муҳаррири саҳифа",
      "subtitle": "Дизайнери дарунсохт барои кашолакунӣ ва партофтани саҳифаи фуруд."
    },
    "community": {
      "title": "Ҷамъият",
      "subtitle": "Ҷомеаи фармоишии худро созед, то фурӯши бештарро ба даст оред."
    }
  }
};