export default {
  "s_pricing": {
    "title": "สัมผัสเครื่องมือระดับองค์กรในมือคุณ",
    "subtitle": "คุณคู่ควรกับมัน!",
    "total_monthly_sales_limit": "ยอดขายรายเดือนทั้งหมดของคุณ",
    "popular": "เป็นที่นิยม",
    "best_choice": "ทางเลือกที่ดีที่สุดสำหรับคนส่วนใหญ่",
    "free": {
      "title": "เริ่มฟรี",
      "question": "ฉันควรเริ่มด้วยสิ่งนี้หรือไม่",
      "answer": "ใช่ คุณสามารถเริ่มต้นธุรกิจของคุณได้ฟรี อย่าลืมเพิ่มการชำระเงินออนไลน์และเชื่อมต่อโดเมนของคุณ"
    },
    "startup": {
      "title": "จ่ายน้อยโตเร็ว",
      "question": "เวลาที่ดีที่สุดในการอัพเกรดเป็นแผนเริ่มต้นคือเมื่อใด"
    },
    "company": {
      "title": "จ่ายน้อยเมื่อเปลี่ยนเป็นยักษ์",
      "question": "เวลาที่ดีที่สุดในการอัพเกรดเป็นแผนของบริษัทคือเมื่อใด"
    },
    "enterprise": {
      "title": "ขยายธุรกิจของคุณ",
      "question": "เวลาที่ดีที่สุดในการอัพเกรดเป็นแผนองค์กรคือเมื่อใด"
    },
    "badges_title": "ความปลอดภัยและความเป็นส่วนตัวเป็นสิ่งสำคัญอันดับหนึ่ง"
  },
  "s_price": {
    "commission": "ค่านายหน้า",
    "total_payment": "การชำระเงินทั้งหมด",
    "total_payment_detail": "ค่าบริการรวมสูงสุดของคุณ (ค่าสมัคร + ค่าคอมมิชชั่น) ก่อนถึงขีดจำกัดคำแนะนำแผนถัดไป",
    "save": "คุณบันทึก",
    "save_detail": "นี่คือเงินที่คุณจะประหยัดได้จากผู้เชี่ยวชาญ เซิร์ฟเวอร์ ใบอนุญาต และค่าใช้จ่ายในการสนับสนุน หากคุณใช้ Selldone การคำนวณต้นทุนขึ้นอยู่กับกรณีศึกษาของฟรีแลนซ์บนแพลตฟอร์มอีคอมเมิร์ซแบบชำระเงินและฟรี 10 อันดับแรก"
  },
  "s_benefit": {
    "customer_profile": "โปรไฟล์ลูกค้า",
    "summer_sales": "ลดราคาฤดูร้อน",
    "orders_history": "ประวัติการสั่งซื้อ",
    "your_store": "ร้านค้าของคุณ",
    "shipping": "การจัดส่งสินค้าง่ายๆ",
    "orders_summery": "ออเดอร์ซัมเมอร์",
    "card_info": "ข้อมูลบัตร",
    "card_name": "ชื่อบนบัตร"
  },
  "s_grow": {
    "pos": {
      "title": "การขายด้วยตนเอง (POS)",
      "subtitle": "จุดขายออนไลน์ฟรี",
      "step1": "POS ออนไลน์",
      "step2": "เงินสด / ชำระเงินออนไลน์",
      "step3": "ขาย จบ!",
      "incentives": "แรงจูงใจในการขายด้วยตนเอง"
    },
    "online": {
      "title": "การขายออนไลน์",
      "subtitle": "ชำระเงินเหมือนรับ Uber",
      "payments": "รองรับการชำระเงินทั่วโลกและท้องถิ่น",
      "incentives": "สนับสนุนทุกแรงจูงใจ"
    },
    "social": {
      "title": "การขายทางสังคม",
      "subtitle": "อะโวคาโด | เริ่มขายแค่ลิงค์เดียว",
      "custom_form": "แบบฟอร์มการสั่งซื้อ",
      "step1": "อะโวคาโดเติมเต็ม",
      "step2": "การกำหนดราคาและการออกใบแจ้งหนี้",
      "step3": "แจ้งลูกค้าอัตโนมัติ",
      "step4": "ลูกค้าชำระเงินออนไลน์",
      "step5": "ขาย จบ!"
    }
  },
  "s_manage": {
    "customers": "ลูกค้า",
    "filters": "ตัวกรอง",
    "filter1": "ตะกร้าที่ถูกทอดทิ้ง",
    "filter2": "3 สัปดาห์ที่ผ่านมา",
    "filter3": "ชาย",
    "filter4": "อายุ > 30",
    "download_apps_title": "รับการแจ้งเตือนคำสั่งซื้อใหม่ในไม่กี่วินาที",
    "data_driven": "ขับเคลื่อนด้วยข้อมูล",
    "conversion": "ติดตามการแปลง",
    "labeling": "การติดฉลาก",
    "processing": "กำลังประมวลผล",
    "collecting": "สะสม",
    "no_plugin_analytics": "ไม่มีปลั๊กอิน Analytics อัจฉริยะ",
    "acquisition_insight": "ความเข้าใจในการได้มาอย่างง่าย"
  },
  "s_start": {
    "title": "การจัดการสินค้าคงคลัง",
    "subtitle": "ลากและวางผลิตภัณฑ์และการจัดการหมวดหมู่",
    "import_export": "นำเข้าส่งออก",
    "my_warehouse": "คลังสินค้าของฉัน",
    "statistics": "สถิติ",
    "team_title": "การทำงานเป็นทีมเคียงข้างกัน",
    "role1": "ผู้จัดการสินค้าคงคลัง",
    "role2": "ผู้จัดการผลิตภัณฑ์",
    "customize_title": "ไม่มีรหัสปรับแต่งได้",
    "temple": {
      "title": "แม่แบบ",
      "subtitle": "สร้างและปรับแต่งธีมของคุณโดยไม่ต้องปวดหัวในการติดตั้งเทมเพลต"
    },
    "page": {
      "title": "แก้ไขหน้า",
      "subtitle": "ตัวออกแบบหน้า Landing Page แบบลากและวางในตัว"
    },
    "community": {
      "title": "ชุมชน",
      "subtitle": "สร้างชุมชนที่คุณกำหนดเองเพื่อเพิ่มยอดขาย"
    }
  }
};