export default {
  "s_pricing": {
    "title": "قولىڭىزدىكى كارخانا قوراللىرىنى ھېس قىلىڭ.",
    "subtitle": "سىز ئۇنىڭغا لايىق!",
    "total_monthly_sales_limit": "ئايلىق ئومۇمىي سېتىلىشىڭىز",
    "popular": "ئاممىباب",
    "best_choice": "كۆپىنچىسى ئۈچۈن ئەڭ ياخشى تاللاش",
    "free": {
      "title": "ھەقسىز باشلاڭ",
      "question": "مەن بۇ ئىشنى باشلىشىم كېرەكمۇ؟",
      "answer": "شۇنداق ، سودىڭىزنى پۈتۈنلەي ھەقسىز باشلىيالايسىز. توردا پۇل تۆلەش ۋە تور نامىڭىزنى ئۇلاشقا كاپالەتلىك قىلىڭ."
    },
    "startup": {
      "title": "تېز ئۆسۈش ئۈچۈن ئازراق پۇل تۆلەڭ",
      "question": "ئىگىلىك تىكلەش پىلانىغا يېڭىلاشنىڭ ئەڭ ياخشى پەيتى قاچان؟"
    },
    "company": {
      "title": "گىگانت ئادەمگە يۈزلەنگەندە ئازراق پۇل تۆلەڭ",
      "question": "شىركەت پىلانىغا يېڭىلاشنىڭ ئەڭ ياخشى پەيتى قاچان؟"
    },
    "enterprise": {
      "title": "سودىڭىزنى تەرەققىي قىلدۇرۇڭ",
      "question": "كارخانا پىلانىغا يېڭىلاشنىڭ ئەڭ ياخشى پەيتى قاچان؟"
    },
    "badges_title": "بىخەتەرلىك ۋە مەخپىيەتلىك بىرىنچى ئورۇندا تۇرىدۇ."
  },
  "s_price": {
    "commission": "كومىسسىيە ھەققى",
    "total_payment": "ئومۇمىي چىقىم",
    "total_payment_detail": "كېيىنكى پىلان تەۋسىيە چېكىگە يېتىشتىن بۇرۇن ئەڭ يۇقىرى ئومۇمىي مۇلازىمەت ھەققىڭىز (مۇشتەرىلىك ھەققى + كومىسسىيە ھەققى).",
    "save": "ساقلايسىز",
    "save_detail": "ئەگەر سىز Selldone نى ئىشلەتسىڭىز مۇتەخەسسىسلەر ، مۇلازىمېتىرلار ، ئىجازەتنامە ۋە قوللاش چىقىمىڭىزغا تېجەپ قالىدىغان پۇل. تەننەرخنى ھېسابلاش ھەقسىز پۇل تۆلىگۈچىلەر ۋە ھەقسىز ئېلېكترونلۇق سودا سۇپىسىدىكى ئالدىنقى 10 نىڭ دېلو تەتقىقاتىغا ئاساسلانغان."
  },
  "s_benefit": {
    "customer_profile": "خېرىدارلار ئارخىپى",
    "summer_sales": "يازلىق سېتىش",
    "orders_history": "بۇيرۇق تارىخى",
    "your_store": "دۇكىنىڭىز",
    "shipping": "ئاددىي توشۇش",
    "orders_summery": "خۇلاسە بۇيرۇقى",
    "card_info": "كارتا ئۇچۇرى",
    "card_name": "كارتىدىكى ئىسىم"
  },
  "s_grow": {
    "pos": {
      "title": "شەخسىي سېتىش (POS)",
      "subtitle": "ھەقسىز تور سېتىش نۇقتىسى",
      "step1": "توردىكى POS",
      "step2": "نەق پۇل / توردا پۇل تۆلەش",
      "step3": "سېتىلدى!",
      "incentives": "ئادەم سېتىش رىغبەتلەندۈرۈش"
    },
    "online": {
      "title": "توردا سېتىش",
      "subtitle": "چىقىمدان Uber غا ئوخشاش",
      "payments": "يەرشارى ۋە يەرلىك چىقىملارنى قوللاڭ",
      "incentives": "بارلىق رىغبەتلەندۈرۈشنى قوللاڭ"
    },
    "social": {
      "title": "ئىجتىمائىي سېتىش",
      "subtitle": "Avocado | پەقەت بىرلا ئۇلىنىش ئارقىلىق سېتىشنى باشلاڭ",
      "custom_form": "ئىختىيارى زاكاز جەدۋىلى",
      "step1": "Avocado ئەمەلگە ئاشۇرۇش",
      "step2": "باھا ۋە تالون مەسىلىسى",
      "step3": "خېرىدارغا ئاپتوماتىك ئۇقتۇرۇش قىلىش",
      "step4": "خېرىدار توردا پۇل تۆلەش",
      "step5": "سېتىلدى!"
    }
  },
  "s_manage": {
    "customers": "خېرىدارلار",
    "filters": "سۈزگۈچ",
    "filter1": "تاشلىۋېتىلگەن سېۋەت",
    "filter2": "يېقىنقى 3 ھەپتە",
    "filter3": "ئەر",
    "filter4": "يېشى> 30",
    "download_apps_title": "سېكۇنتتا يېڭى زاكاز ئۇقتۇرۇشىغا ئېرىشىڭ",
    "data_driven": "Data-Driven",
    "conversion": "ئايلاندۇرۇشنى ئىز قوغلاڭ",
    "labeling": "بەلگە چاپلاش",
    "processing": "بىر تەرەپ قىلىش",
    "collecting": "يىغىش",
    "no_plugin_analytics": "قىستۇرما ئانالىز ئانالىزى يوق",
    "acquisition_insight": "ئاددىي سېتىۋېلىش چۈشەنچىسى"
  },
  "s_start": {
    "title": "كەشپىيات باشقۇرۇش",
    "subtitle": "مەھسۇلات ۋە تۈر باشقۇرۇشنى سۆرەپ تاشلاش.",
    "import_export": "ئەكىرىش / چىقىرىش",
    "my_warehouse": "مېنىڭ ئامبار",
    "statistics": "ستاتىستىكا",
    "team_title": "گۇرۇپپا خىزمىتى بىرمۇبىر",
    "role1": "كەشپىيات باشقۇرغۇچى",
    "role2": "مەھسۇلات دېرىكتورى",
    "customize_title": "كودنى خاسلاشتۇرغىلى بولمايدۇ",
    "temple": {
      "title": "قېلىپ",
      "subtitle": "قېلىپنى ئورنىتىش باش ئاغرىقىسىز باشتېمىڭىزنى قۇرالايسىز ۋە خاسلاشتۇرۇڭ."
    },
    "page": {
      "title": "بەت تەھرىرلىگۈچى",
      "subtitle": "ئىچىگە سۆرەپ تاشلاش قونۇش بېتى لايىھىلىگۈچىسى."
    },
    "community": {
      "title": "مەھەللە",
      "subtitle": "تېخىمۇ كۆپ سېتىشنى ئىلگىرى سۈرۈش ئۈچۈن خاسلاشتۇرۇلغان مەھەللە قۇرۇڭ."
    }
  }
};