export default {
  "s_pricing": {
    "title": "Відчуйте інструменти підприємства у своїх руках;",
    "subtitle": "Ти заслуговуєш на це!",
    "total_monthly_sales_limit": "Ваші загальні місячні продажі",
    "popular": "Популярний",
    "best_choice": "Найкращий вибір для більшості",
    "free": {
      "title": "Почніть безкоштовно",
      "question": "Чи варто починати з цього?",
      "answer": "Так, ви можете почати свій бізнес абсолютно безкоштовно. Обов’язково додайте онлайн-оплату та під’єднайте свій домен."
    },
    "startup": {
      "title": "Платіть менше, щоб швидко рости",
      "question": "Коли найкращий час для переходу до стартового плану?"
    },
    "company": {
      "title": "Платіть менше, звертаючись до гіганта",
      "question": "Коли найкращий час для переходу на план компанії?"
    },
    "enterprise": {
      "title": "Розвивайте свій бізнес",
      "question": "Коли найкращий час для переходу на корпоративний план?"
    },
    "badges_title": "Безпека та конфіденційність є пріоритетом №1."
  },
  "s_price": {
    "commission": "Комісійна плата",
    "total_payment": "Повна оплата",
    "total_payment_detail": "Ваша максимальна загальна плата за обслуговування (абонентська плата + комісія) до досягнення наступного ліміту рекомендацій щодо плану.",
    "save": "Ви економите",
    "save_detail": "Це гроші, які ви заощадите на витратах на експертів, сервери, ліцензію та підтримку, якщо ви використовуєте Selldone. Розрахунок вартості базується на прикладах фрілансерів на 10 найкращих платних і безкоштовних платформах електронної комерції."
  },
  "s_benefit": {
    "customer_profile": "Профіль клієнта",
    "summer_sales": "Літні розпродажі",
    "orders_history": "Історія замовлень",
    "your_store": "Ваш магазин",
    "shipping": "Проста доставка",
    "orders_summery": "Замовлення літні",
    "card_info": "Інформація про картку",
    "card_name": "Ім'я на картці"
  },
  "s_grow": {
    "pos": {
      "title": "Особисті продажі (POS)",
      "subtitle": "Безкоштовна онлайн-точка продажу",
      "step1": "Онлайн POS",
      "step2": "Готівка / Оплата онлайн",
      "step3": "Продам Готово!",
      "incentives": "Заохочення особистого продажу"
    },
    "online": {
      "title": "Онлайн продажі",
      "subtitle": "Оформіть замовлення, як отримати Uber",
      "payments": "Підтримка глобальних та місцевих платежів",
      "incentives": "Підтримуйте всі стимули"
    },
    "social": {
      "title": "Соціальні продажі",
      "subtitle": "Авокадо | Почніть продавати лише за одним посиланням",
      "custom_form": "Форма замовлення на замовлення",
      "step1": "Наповнення авокадо",
      "step2": "Питання з ціною та рахунками",
      "step3": "Автоматичне сповіщення клієнта",
      "step4": "Онлайн-оплата клієнта",
      "step5": "Продам Готово!"
    }
  },
  "s_manage": {
    "customers": "Клієнти",
    "filters": "фільтри",
    "filter1": "Покинутий кошик",
    "filter2": "Останні 3 тижні",
    "filter3": "Чоловічий",
    "filter4": "Вік > 30",
    "download_apps_title": "Отримайте сповіщення про нове замовлення за секунди",
    "data_driven": "Керований даними",
    "conversion": "Відстеження конверсій",
    "labeling": "Маркування",
    "processing": "Обробка",
    "collecting": "Збирання",
    "no_plugin_analytics": "Розвідка Analytics без плагінів",
    "acquisition_insight": "Проста інформація про придбання"
  },
  "s_start": {
    "title": "Управління запасами",
    "subtitle": "Перетягування продуктів і керування категоріями.",
    "import_export": "Імпорт-експорт",
    "my_warehouse": "Мій склад",
    "statistics": "Статистика",
    "team_title": "Командна робота пліч-о-пліч",
    "role1": "Менеджер інвентаризації",
    "role2": "Менеджер з продуктів",
    "customize_title": "Безкоду можна налаштувати",
    "temple": {
      "title": "Шаблон",
      "subtitle": "Створюйте та налаштовуйте свою тему без головного болю із встановленням шаблону."
    },
    "page": {
      "title": "Редактор сторінки",
      "subtitle": "Вбудований конструктор цільової сторінки перетягування."
    },
    "community": {
      "title": "Спільнота",
      "subtitle": "Створіть власну спільноту, щоб збільшити продажі."
    }
  }
};