export default {
  "s_pricing": {
    "title": "اپنے ہاتھ میں انٹرپرائز ٹولز محسوس کریں۔",
    "subtitle": "تم حقدار ہو!",
    "total_monthly_sales_limit": "آپ کی کل ماہانہ فروخت",
    "popular": "مقبول",
    "best_choice": "زیادہ تر کے لیے بہترین انتخاب",
    "free": {
      "title": "مفت شروع کریں۔",
      "question": "کیا میں اس سے شروع کروں؟",
      "answer": "جی ہاں، آپ اپنا کاروبار بالکل مفت شروع کر سکتے ہیں۔ آن لائن ادائیگی شامل کرنا اور اپنے ڈومین کو جوڑنا یقینی بنائیں۔"
    },
    "startup": {
      "title": "تیزی سے بڑھنے کے لیے کم ادائیگی کریں۔",
      "question": "اسٹارٹ اپ پلان میں اپ گریڈ کرنے کا بہترین وقت کب ہے؟"
    },
    "company": {
      "title": "دیو کی طرف رجوع کرتے وقت کم ادائیگی کریں۔",
      "question": "کمپنی پلان میں اپ گریڈ کرنے کا بہترین وقت کب ہے؟"
    },
    "enterprise": {
      "title": "اپنا کاروبار بڑھائیں۔",
      "question": "انٹرپرائز پلان میں اپ گریڈ کرنے کا بہترین وقت کب ہے؟"
    },
    "badges_title": "سلامتی اور رازداری # 1 ترجیح ہے۔"
  },
  "s_price": {
    "commission": "کمیشن فیس",
    "total_payment": "کل ادائیگی",
    "total_payment_detail": "اگلے پلان کی سفارش کی حد تک پہنچنے سے پہلے آپ کی زیادہ سے زیادہ کل سروس فیس (سبسکرپشن فیس + کمیشن فیس)۔",
    "save": "اپ بچت کریں",
    "save_detail": "یہ وہ رقم ہے جو آپ ماہرین، سرورز، لائسنس، اور سپورٹ کے اخراجات پر بچائیں گے اگر آپ سیلڈون استعمال کرتے ہیں۔ لاگت کا حساب کتاب سرفہرست 10 ادا شدہ اور مفت ای کامرس پلیٹ فارمز پر فری لانسرز کے کیس اسٹڈیز پر مبنی ہے۔"
  },
  "s_benefit": {
    "customer_profile": "کسٹمر پروفائل",
    "summer_sales": "سمر سیلز",
    "orders_history": "آرڈرز کی تاریخ",
    "your_store": "آپ کا اسٹور",
    "shipping": "سادہ شپنگ",
    "orders_summery": "سمری آرڈر کرتا ہے۔",
    "card_info": "کارڈ کی معلومات",
    "card_name": "کارڈ پہ درج نام"
  },
  "s_grow": {
    "pos": {
      "title": "ذاتی فروخت (POS)",
      "subtitle": "مفت آن لائن پوائنٹ آف سیل",
      "step1": "آن لائن POS",
      "step2": "نقد / آن لائن ادائیگی",
      "step3": "فروخت ہو گیا!",
      "incentives": "ذاتی فروخت کی ترغیبات"
    },
    "online": {
      "title": "آن لائن فروخت",
      "subtitle": "چیک آؤٹ جیسے Uber حاصل کریں۔",
      "payments": "عالمی اور مقامی ادائیگیوں کی حمایت کریں۔",
      "incentives": "تمام ترغیبات کی حمایت کریں۔"
    },
    "social": {
      "title": "سماجی فروخت",
      "subtitle": "ایوکاڈو ╏ صرف ایک لنک سے فروخت شروع کریں۔",
      "custom_form": "حسب ضرورت آرڈر فارم",
      "step1": "ایوکاڈو کی تکمیل",
      "step2": "قیمتوں کا تعین اور رسید کا مسئلہ",
      "step3": "گاہک کو خود بخود مطلع کریں۔",
      "step4": "کسٹمر آن لائن ادائیگی",
      "step5": "فروخت ہو گیا!"
    }
  },
  "s_manage": {
    "customers": "گاہکوں",
    "filters": "فلٹرز",
    "filter1": "چھوڑی ہوئی ٹوکری۔",
    "filter2": "آخری 3 ہفتے",
    "filter3": "مرد",
    "filter4": "عمر > 30",
    "download_apps_title": "سیکنڈوں میں نئے آرڈر کی اطلاع حاصل کریں۔",
    "data_driven": "ڈیٹا سے چلنے والا",
    "conversion": "تبادلوں کو ٹریک کریں۔",
    "labeling": "لیبل لگانا",
    "processing": "پروسیسنگ",
    "collecting": "جمع کرنا",
    "no_plugin_analytics": "نو-پلگ ان تجزیات کی ذہانت",
    "acquisition_insight": "سادہ حصول بصیرت"
  },
  "s_start": {
    "title": "انوینٹری مینجمنٹ",
    "subtitle": "ڈریگ اینڈ ڈراپ پروڈکٹس اور کیٹیگری مینجمنٹ۔",
    "import_export": "درآمد برآمد",
    "my_warehouse": "میرا گودام",
    "statistics": "شماریات",
    "team_title": "ساتھ ساتھ ٹیم ورک",
    "role1": "انوینٹری مینیجر",
    "role2": "پروڈکٹ مینیجر",
    "customize_title": "بغیر کوڈ حسب ضرورت",
    "temple": {
      "title": "سانچے",
      "subtitle": "ٹیمپلیٹ انسٹالیشن سر درد کے بغیر اپنا تھیم بنائیں اور اپنی مرضی کے مطابق بنائیں۔"
    },
    "page": {
      "title": "صفحہ ایڈیٹر",
      "subtitle": "بلٹ ان ڈریگ اینڈ ڈراپ لینڈنگ پیج ڈیزائنر۔"
    },
    "community": {
      "title": "برادری",
      "subtitle": "مزید فروخت کرنے کے لیے اپنی مرضی کے مطابق کمیونٹی بنائیں۔"
    }
  }
};