<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "ဆိုင်",
    'request' => "တောင်းဆိုချက်",
    'stage' => "အဆင့်အတန်း",
    'budget' => "ဘတ်ဂျက်",
    'contact' => "ဆက်သွယ်ရန်",
    'name' => "နာမည်",
    'email' => "အီးမေးလ်",
    'user' => "အသုံးပြုသူ",
    'copy' => "ကော်ပီ",
    'important' => "အရေးကြီးတယ်။",
    'faq' => "FAQ",

    'select_shop' => "ဆိုင်ကို ရွေးပါ။",
    'loading' => "ဒိန်း",

    'add_comment' => "မှတ်ချက်ထည့်ပါ။",
    'add_comment_sub' => "သင့်အတွေးအမြင်များကို ကျွန်ုပ်တို့နှင့် မျှဝေပါ။",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "'အကောင့်ဖွင့်ခြင်း' ကိုနှိပ်ခြင်းဖြင့် သင်သည် :name <a href='/terms' target='_blank'> အသုံးပြုမှုစည်းမျဉ်းများ</a> နှင့် <a href='/privacy' target='_blank'> ကိုယ်ရေးကိုယ်တာမူဝါဒ</a> ကို သဘောတူပါသည်။ မှာယူမှု အပ်ဒိတ်များနှင့်/သို့မဟုတ် စျေးကွက်ရှာဖွေရေး ရည်ရွယ်ချက်များအတွက် သင်သည် :name ထံမှ ဖုန်းခေါ်ဆိုမှုများနှင့် SMS မက်ဆေ့ဂျ်များကို လက်ခံရယူရန် သဘောတူညီပါသည်။ မက်ဆေ့ချ်အကြိမ်ရေသည် သင့်လုပ်ဆောင်ချက်အပေါ် မူတည်ပါသည်။ <b>STOP</b> <b>86753</b> သို့ စာတိုပေးပို့ခြင်းဖြင့် သင်ဖယ်ထုတ်နိုင်ပါသည်။ မက်ဆေ့ဂျ်နှင့် ဒေတာနှုန်းထားများ အကျုံးဝင်နိုင်ပါသည်။ ကျွန်ုပ်တို့သည် လူများ၏ ကိုယ်ရေးကိုယ်တာအား လေးစားပြီး သင့်ဒေတာကို ရောင်းချခြင်း သို့မဟုတ် ကြော်ငြာများအတွက် မည်သည့်အခါမျှ အသုံးမပြုပါ။ အပိုအချက်အလက်များလိုအပ်ပါက ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'မသတ်မှတ်ထားဘူး။ အချက်အလက်ပိုလိုတယ်။',
        'start' => "ကျွန်တော့်လုပ်ငန်းကို အခုမှစတာပါ။",
        'online' => "ကျွန်တော့်မှာ လုပ်ငန်းတစ်ခုရှိပြီး အွန်လိုင်းကနေ ယူလာချင်ပါတယ်။",
        'extend' => "ကျွန်ုပ်သည် ကျွန်ုပ်၏ အွန်လိုင်းစတိုးတွင် အလုပ်လုပ်ပါသည်။",
        'pos' => "ကျွန်ုပ်၏ရုပ်ပိုင်းဆိုင်ရာစတိုးတွင် Selldone POS ကိုအသုံးပြုရန်ရည်ရွယ်ထားသည်။",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "ဘဏ်ငွေလွှဲခြင်း။",
            'description' => "ရောင်းချသူ၏အကောင့်သို့ ရန်ပုံငွေများကို ကိုယ်တိုင်လွှဲပြောင်းပါ။",
        ],
    ],

];
