<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'ဤမက်ဆေ့ခ်ျသည် ဝယ်သူအသစ်ကို ဆိုင်သို့ ကြိုဆိုပါသည်။',
        ShopMailTemplateCodes::OrderCheckout => 'ဝယ်ယူသူမှ မှာယူမှုကို အတည်ပြုသည့်အခါ ဤသတိပေးချက် ပေးပို့ပါသည်။',
        ShopMailTemplateCodes::OrderPayment => 'ဤသတိပေးချက်သည် သုံးစွဲသူတစ်ဦးမှပြုလုပ်သော အောင်မြင်သောငွေပေးချေမှုကို အတည်ပြုသည်။',
        ShopMailTemplateCodes::OrderUpdate => 'ဝယ်ယူသူတစ်ဦး၏ မှာယူမှုအခြေအနေအပေါ် အပ်ဒိတ်လုပ်ရန် ဤမက်ဆေ့ချ်ကို ပေးပို့ပါသည်။',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'အတည်ပြုပြီးသော မှာယူမှုအကြောင်း ရောင်းချသူတစ်ဦးထံ အကြောင်းကြားရန် ဤမက်ဆေ့ချ်ကို ပေးပို့ပါသည်။',
        ShopMailTemplateCodes::PosCheckout => 'ဤသတိပေးချက်သည် ဝယ်သူအတွက် အရောင်းအ၀ယ်တစ်ခုအား အတည်ပြုရန် ပေးပို့ပါသည်။',
        ShopMailTemplateCodes::PosPayment => 'ဤသတိပေးချက်သည် ဝယ်သူမှပြုလုပ်သော အရောင်းပွိုင့်ငွေပေးချေမှုကို အတည်ပြုသည်။',
        ShopMailTemplateCodes::PosPaymentAdmin => 'ဤမက်ဆေ့ချ်သည် ၎င်းတို့၏ရောင်းသည့်နေရာ၌ပြုလုပ်သော ၀ယ်လိုအားရောင်းချသူအား အသိပေးသည်။',
        ShopMailTemplateCodes::ShopContact => 'ဆက်သွယ်ရန် ဖောင်ကို တင်သွင်းသည့်အခါ ဤသတိပေးချက် ပေးပို့ပါသည်။',
        ShopMailTemplateCodes::ShopGiftCard => 'ဤသတိပေးချက်သည် သုံးစွဲသူတစ်ဦးအား လက်ဆောင်ကတ်တစ်ခုရရှိထားကြောင်း အသိပေးသည်။',

        ShopMailTemplateCodes::ShopVendorJoin => 'ဤမက်ဆေ့ချ်သည် ဆိုင်သို့ရောင်းချသူအသစ်ကို ကြိုဆိုပါသည်။',
        ShopMailTemplateCodes::ShopVendorInvite => "သင့်စျေးကွက်တွင် ပါဝင်ရန် ရောင်းချသူကို ဖိတ်ကြားရန် ဤမက်ဆေ့ချ်ကို ပေးပို့ထားပါသည်။",
        ShopMailTemplateCodes::ShopVendorOrder => "Paid သို့မဟုတ် Cash on Delivery (COD) အနေအထားဖြင့် မှာယူမှုကို လက်ခံရရှိသောအခါတွင် ဤစာကို ရောင်းချသူထံ ပေးပို့ပါသည်။",
        ShopMailTemplateCodes::ShopVendorProducts => "ရောင်းချသူများအား ၎င်းတို့၏ ထုတ်ကုန်များ၏ အခြေအနေကို အပ်ဒိတ်လုပ်ရန် နေ့စဉ် စေလွှတ်ခဲ့သည်။",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "သင့်စျေးကွက်တွင် ပါဝင်ရန် ရောင်းချသူအား ဖိတ်ကြားရန် ဤမက်ဆေ့ချ်ကို ပေးပို့ပါသည်။",

        ShopMailTemplateCodes::UserLogin => "လုံခြုံရေးရည်ရွယ်ချက်များအတွက် IP လိပ်စာ၊ ရက်စွဲနှင့် စက်အပါအဝင် အကောင့်ဝင်အသေးစိတ်အချက်အလက်များဖြင့် သုံးစွဲသူအား အသိပေးပါ။",
        ShopMailTemplateCodes::LoginCode => "စတိုးသို့ အကောင့်ဝင်ရန် အသုံးပြုသူများအတွက် တစ်ကြိမ်သုံး စကားဝှက်ကုဒ်ကို ပေးပို့ပါ။",

        ShopMailTemplateCodes::EmailVerifyLink => "အသုံးပြုသူ၏ အီးမေးလ်လိပ်စာကို အတည်ပြုရန် လင့်ခ်တစ်ခု ပေးပို့ပါ။ အသုံးပြုသူတစ်ဦး SMS ဖြင့် စာရင်းသွင်းပြီး ၎င်းတို့၏အီးမေးလ်ကို ထည့်သွင်းသည့်အခါ ဤအီးမေးလ်ကို ပေးပို့ပါသည်။ အသုံးပြုသူတစ်ဦးသည် လူမှုရေးဝင်ရောက်မှု သို့မဟုတ် အီးမေးလ်ဖြင့် တိုက်ရိုက်စာရင်းသွင်းသည့်အခါ ၎င်းကို ပေးပို့မည်မဟုတ်ပါ။",

        ShopMailTemplateCodes::EmailBulkOrder => "သတ်မှတ်ထားသောနေ့အတွက် အစုလိုက်လက်ခံရရှိပြီး ငွေပေးချေရသော အမှာစာများစာရင်းကို ပေးပို့ပါ။"


    ,

    ],


    'global' => [
        'greetings' => 'မင်္ဂလာပါ၊ :name။',
        'end-statement' => 'ပံ့ပိုးမှုအဖွဲ့',

        'receiver_name' => 'မင်္ဂလာပါ :user_name',
        'footer-help' => "အကူအညီလိုပါသလား။ [support@selldone.com](mailto:support@selldone.com) တွင် မေးပါ သို့မဟုတ် ကျွန်ုပ်တို့၏ [ကူညီရေးဌာန](https://selldone.com/community) သို့ ဝင်ရောက်ကြည့်ရှုပါ။",
        'selldone-team' => 'Selldone အဖွဲ့',
        'footer-shop' => "တစ်စုံတစ်ခုအတွက် အကူအညီလိုအပ်ပါက ကျွန်ုပ်တို့ထံ အီးမေးလ်တစ်စောင်ပေးပို့ရန် မတွန့်ဆုတ်ပါနှင့်- :shop_mail",
        'accept' => "လက်ခံပါတယ်။",
        'reject' => "ငြင်းပယ်ပါ။",
        'verify' => "စိစစ်ပါ။",
        'title' => "ခေါင်းစဥ်",
        'value' => "တန်ဖိုး",
        'description' => "ဖော်ပြချက်",
        'shop' => "ဆိုင်",
        'shop-info' => "သိမ်းဆည်းအချက်အလက်",
        'user' => "အသုံးပြုသူကို",
        'user-info' => "အကောင့်အချက်အလက်",
        'license' => "လိုင်စင်",
        'status' => "အဆင့်အတန်း",
        'start' => "စတင်ပါ။",
        'end' => "အဆုံး",
        'renewal' => "သက်တမ်းတိုးခြင်း။",
        'view' => "အမြင်",

        'balance' => "လက်ကျန်",
        'card_number' => "ကတ်နံပါတ်",
        'cvv' => "Cvv",
        'expire_date' => "သက်တမ်းကုန်ဆုံးရက်",

        'Dashboard' => "ဒိုင်ခွက်",
        'order' => "အမိန့်",
        'view_order' => "အော်ဒါကြည့်",
        'pay_now' => "Pay now",

        'official_selldone' => "တရားဝင်ရောင်းသည်။",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "ငွေကြေး",
        'free-balance' => "အခမဲ့ချိန်ခွင်",
        'locked-balance' => "သော့ခတ်မှူ",
        'bot' => "အောက်ခြေ",
        'requests' => "တောင်းဆိုချက်များ",
        'baskets' => 'တွန်းလှည်း',
        'physical' => "ရုပ်ပိုင်းဆိုင်ရာ",
        'virtual' => "အတု",
        'file' => "ဖို",
        'service' => "ဝန်ဆောင်မှု",
        'fulfillment' => "ပြည့်စုံခြင်း။",
        'open' => "ဖွင့်သည်။",
        'reserved' => "လက်ဝယ်ရှိတယ်။",
        'canceled' => "ဖျက်သိမ်းလိုက်သည်။",
        'payed' => "အခကြေးငွေ",
        'cod' => "COD",
        'orders-count' => 'အော်',
        'payments-count' => 'ငွေပေးချေမှုများ',
        'confirms-count' => 'အတည်ပြုသည်။',
        'sends-count' => 'ပို့ပေးပါတယ်။',
        'delivers-count' => 'ပို့ဆောင်ပေးသည်။',
        'count' => 'ရေတွက်ပါ။',
        'transactions-count' => 'ငွေပေးငွေယူ အရေအတွက်',
        'success-transactions' => 'အရောင်းအဝယ်အောင်မြင်မည်။',
        'total-amount' => 'စုစုပေါင်းတန်ဘိုး',
        'amount' => 'ပမာဏ',
        'wage' => 'လုပ်အားခ',
        'debug' => 'အမှားရှာပါ။',
        'pos' => 'POS',
        'live' => 'နေထိုင်ပါ။',
        'CheckQueue' => 'တန်းစီဇယားစစ်ဆေးပါ။',
        'OrderConfirm' => 'အမိန့်အတည်ပြုပါ။',
        'PreparingOrder' => 'အော်ဒါပြင်ဆင်နေသည်။',
        'SentOrder' => 'အော်ဒါ ပို့လိုက်ပါတယ်။',
        'ToCustomer' => 'ဖောက်သည်ထံ အရောက်ပို့ပေးပါသည်။',
        'Pending' => 'ဆိုင်းငံ့ထားသည်။',
        'Accepted' => 'လက်ခံတယ်။',
        'Rejected' => 'ပယ်ချသည်။',
        'pc' => 'PC',
        'tablet' => 'တက်ဘလက်',
        'phone' => 'ဖုန်း',
        'total' => 'စုစုပေါင်း',
        'view-detail' => 'အသေးစိတ်ကြည့်ရှုပါ။',
        'empty' => 'ဗလာ',
        'dropshipping' => 'Dropshipping',
        'reply' => 'အကြောင်းပြန်တယ်။',
        'reactions' => 'တုံ့ပြန်မှုများ',
        'Comments' => 'မှတ်ချက်များ',
        'last-comment' => 'နောက်ဆုံးမှတ်ချက်',
        'response-to' => 'တုန့်ပြန်သည်',
        'posts' => 'စာတိုက်',
        'post' => 'ပို့စ်',

        'name' => 'နာမည်',
        'email' => 'အီးမေးလ်',
        'type' => 'အမျိုးအစား',
        'device' => 'စက်ကိရိယာ',
        'platform' => 'ပလပ်ဖောင်း',
        'browser' => 'ဘရောက်ဆာ',
        'time' => 'အချိန်',
        'Wallet' => 'ပိုက်ဆံအိတ်',
        'date' => 'ရက်စွဲ',

        'account' => 'အကောင့်',
        'transaction' => 'ငွေလွှဲခြင်း။',
        'fee' => 'ကြေး',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'ဘီလ်',
        'category' => 'အမျိုးအစား',
        'password' => 'စကားဝှက်',
        'verify-login' => "အတည်ပြုပြီး အကောင့်ဝင်ပါ။",
        'url' => 'URL',
        'avocado' => 'ထောပတ်သီး',
        'hyper' => 'Hyper',
        'buy-now' => "အခုဝယ်ပါ",
        'add-domain' => "Add Domain",
        'views' => 'ရှုခင်းများ',


        'country' => 'တိုင်းပြည်',
        'address' => 'လိပ်စာ',
        'postal' => 'စာတိုက်သင်္ကေတ',
        'building_no' => '# အဆောက်အဦ',
        'building_unit' => 'ယူနစ် #',
        'message' => 'စာတို',


        'customer' => 'ဖောက်သည်',
        'cart-items' => 'လှည်းပစ္စည်းများ',
        'payment' => 'ငွေပေးချေမှု',
        'receiver' => 'လက်ခံသူ',
        'virtual-items' => 'အတုပစ္စည်းများ',
        'no-payment' => 'ငွေပေးချေမှု မရှိပါ။',

        'enable' => 'ဖွင့်ပါ။',
        'access' => 'သုံးစွဲခွင့်',
        'bank' => 'ဘဏ်အချက်အလက်',

        'vendor' => 'ရောင်းချသူ',

        'view_content' => "အကြောင်းအရာအပြည့်အစုံကို ကြည့်ရှုပါ။",
        'files' => 'ဖို',
        'download' => 'ဒေါင်းလုဒ်လုပ်ပါ။',
        'file_name' => 'ဖိုင်နာမည်',
        'file_size' => 'အရွယ်အစား',

        'subscription' => 'စာရင်းသွင်းပါ။',
        'products' => 'ထုတ်ကုန်များ',
        'vendor_products' => 'ရောင်းချသူ ကုန်ပစ္စည်းများ',

        'pickup' => 'လာယူပါ။',

        'minutes' => 'မိနစ်',
        'hours' => 'နာရီ',

        'refund' => 'ပြန်အမ်းငွေ',
        'recipient_address' => 'လက်ခံသူလိပ်စာ',
        'signature' => 'လက်မှတ်',
        'blockchain' => 'Blockchain',
        'details' => 'အသေးစိတ်',


    

        'Shop' => 'ဆိုင်',
        'dashboard' => 'ဒက်ရှ်ဘုတ်',
        'comments' => 'မှတ်ချက်များ',
        'wallet' => 'ပိုက်ဆံအိတ်',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "Selldone စီးပွားရေး OS",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'Selldone စွမ်းဆောင်ရည်အစီရင်ခံစာ'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'Selldone ရာသီအလိုက် အစီရင်ခံစာ'
        ],
        'Onboarding' => [
            'id' => 'ဟိုင်း',
            'name' => 'Selldone ကုန်သည်များ'
        ],
        'Support' => [
            'id' => 'support',
            'name' => ':name ပံ့ပိုးမှု'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Selldone'
        ],
        'Welcome' => [
            'id' => 'ဟိုင်း',
            'name' => 'အသိုက်အဝန်း၊ Selldone'
        ],
        'NewShop' => [
            'id' => 'ကုန်သည်များ',
            'name' => 'Selldone ကုန်သည်များ'
        ],
        'Approve' => [
            'id' => 'အတည်ပြု',
            'name' => 'Selldone ကုန်သည်များ'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'အမိန့်စီမံခန့်ခွဲမှု :name'
        ],

        'Recovery' => [
            'id' => 'ပြန်လည်ထူထောင်ရေး',
            'name' => 'Selldone Recovery Team'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'စောင့်ဆိုင်းနေသည် ⌛',
        'PAYED' => '✅ ပေးဆောင်ပါ။',
        'CANCELED' => '❌ ဖျက်လိုက်သည်',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'အုပ်ချုပ်ရေးမှူး',
            'OFFICER' => 'အရာရှိနှင့် ကြီးကြပ်ရေးမှူး',
            'AUDITING' => 'စာရင်းစစ်မန်နေဂျာ',
            'EMPLOYEE' => 'ဝန်ထမ်း',
            'PRODUCT' => 'ထုတ်ကုန်မန်နေဂျာ',
            'CONTENT' => 'အကြောင်းအရာမန်နေဂျာ',
            'MARKETING' => 'စျေးကွက်ရှာဖွေရေးမန်နေဂျာ',
            'VIEWER' => 'ကြည့်ရှုသူ',

        ],
        'subject' => ":inviter သင့်ကို :level အဖြစ် ဖိတ်ကြားထားသည်။| :shop",
        'category' => "ဝန်ထမ်းဖိတ်စာ",
        'title' => "သင့်အား <b>:shop_name</b> <b>:level</b> အဖြစ် ဖိတ်ခေါ်ထားသည်။",
        'message' => "လုပ်ငန်းတွင် <b>:shop_title</b> အဖွဲ့နှင့် ပူးပေါင်းဆောင်ရွက်ရန် ဖိတ်ကြားချက်ကို သင်လက်ခံရရှိထားပါသည်။ ဤကမ်းလှမ်းချက်ကို လက်ခံရန် သို့မဟုတ် ငြင်းပယ်ရန် သင့်တွင် ရွေးချယ်ခွင့်ရှိသည်။ လက်ခံရန် ရွေးချယ်ပါက သင့်ဆုံးဖြတ်ချက်ကို အတည်ပြုရန် Selldone ဝန်ဆောင်မှုသို့ ဝင်ရောက်ပါ။ အတည်ပြုပြီးနောက်၊ သင်သည် စတိုးဆိုင်စီမံခန့်ခွဲမှုကဏ္ဍသို့ ဝင်ရောက်ခွင့်ရရှိပါမည်။",

    ],

    'welcome-email' => [
        'subject' => "👋 :name မှကြိုဆိုပါတယ် Selldone နဲ့ စတင်လိုက်ရအောင်။",
        'category' => 'CONGRATULATION',
        'title' => "Selldone မှကြိုဆိုပါတယ်။",
        'message' => "Selldone ကိုရွေးချယ်သည့်အတွက် ကျေးဇူးတင်ပါသည်။ ယခုအခါ သင်သည် ကမ္ဘာလုံးဆိုင်ရာ ရောင်းချသူများနှင့် ဖောက်သည်များ၊ ဒေသန္တရစီးပွားရေးလုပ်ငန်းများ၊ လုပ်ငန်းများနှင့် လူပုဂ္ဂိုလ်များကို ကော်ပိုရေးရှင်းများသို့ ချိတ်ဆက်ပေးသည့် တက်ကြွသောအသိုင်းအဝိုင်း၏ တစ်စိတ်တစ်ပိုင်းဖြစ်သည်။ ကျွန်ုပ်တို့၏ Master နှင့် Pro ကိရိယာများအားလုံးသည် သင့်အတွက် **အခမဲ့** နှင့် **အကန့်အသတ်မရှိ** ရရှိနိုင်ပါသည်။ သင့်အား ပံ့ပိုးကူညီရန်နှင့် သင့်အောင်မြင်မှုအတွက် တံခါးများဖွင့်ပေးရန် ကျွန်ုပ်တို့ ဤနေရာတွင် ရှိနေပါသည်။",

        'index' => "အဆင့် :step။",

        'step-domain' => [
            'title' => 'သင့်စိတ်ကြိုက် Domain ကိုထည့်ပါ။',
            'message' => "စတင်ရန်၊ ဆက်တင်များ > ဒိုမိန်းဆက်တင်များအောက်ရှိ Shop Dashboard တွင် သင့်စိတ်ကြိုက်ဒိုမိန်းကို အခမဲ့ထည့်ပါ။",
            'action' => 'ကျွန်ုပ်၏ဒိုမိန်းများကို စီမံပါ။',
        ],
        'step-landing' => [
            'title' => 'သင့်ပင်မစာမျက်နှာကို စိတ်ကြိုက်ပြင်ဆင်ပါ။',
            'message' => "Dashboard > Pages သို့သွားခြင်းဖြင့် သင့်ပင်မစာမျက်နှာကို စိတ်ကြိုက်ပြင်ဆင်ပါ။ ဆင်းသက်သည့် စာမျက်နှာကို ရွေးပါ သို့မဟုတ် အသစ်တစ်ခု ဖန်တီးပါ။ ၎င်းသည် လွယ်ကူပြီး အလိုလိုသိနိုင်ပြီး ၎င်းကို သင်ချက်ချင်း စတင်လုပ်ဆောင်နိုင်သည်။",
            'action' => 'ကျွန်ုပ်၏ Landing Page ကို စိတ်ကြိုက်ပြင်ဆင်ပါ။',
        ],
        'step-payment' => [
            'title' => 'ငွေပေးချေမှုနည်းလမ်းများကို စနစ်ထည့်သွင်းပါ။',
            'message' => "သင့်ဘဏ်အကောင့်သို့ တိုက်ရိုက်ငွေပေးချေမှုများကို စတင်လက်ခံပါ။ Stripe၊ PayPal နှင့် အခြားအရာများကဲ့သို့ သင့်ငွေပေးချေမှုဝန်ဆောင်မှုပေးသူများကို ချိတ်ဆက်ရန် Dashboard > Accounting > Gateway သို့ သွားပါ။",
            'action' => 'ငွေပေးချေမှုနည်းလမ်းများ ထည့်ပါ။',
        ],
        'step-products' => [
            'title' => 'သင့်ထုတ်ကုန်များကိုထည့်ပါ။',
            'message' => "Dashboard > Products တွင် ထုတ်ကုန်များနှင့် အမျိုးအစားများကို အလွယ်တကူ ထည့်ပါ။ ၎င်းသည် သင့် PC ရှိ ဖိုင်များနှင့် ဖိုင်တွဲများကို စီမံခန့်ခွဲခြင်းကဲ့သို့ပင်ဖြစ်သည် – အပြည့်အဝ ဆွဲယူ၍ချရန် အသင့်ဖြစ်နေပြီဖြစ်သည်။ Excel ကိုအသုံးပြု၍ ကုန်ပစ္စည်းအများအပြားတင်သွင်းနိုင်သည်။ သင်စတင်ရာတွင် ကူညီရန်အတွက် နမူနာပုံစံပုံစံတစ်ခု ရနိုင်ပါသည်။",
            'action' => 'ကျွန်ုပ်၏ထုတ်ကုန်များကို စီမံခန့်ခွဲပါ။',
        ],
        'step-shipping' => [
            'title' => 'ပို့ဆောင်ရေးနည်းလမ်းများကို စနစ်ထည့်သွင်းပါ။',
            'message' => "ပို့ဆောင်မှုအတွက် ဝယ်ယူသူများကို ကောက်ခံရန်၊ Dashboard > Logistic > Shipping တွင် သင်၏ ပို့ဆောင်မှုနည်းလမ်းများကို သတ်မှတ်ပါ။ နေရာအမျိုးမျိုးအတွက် မတူညီသောစျေးနှုန်းနှင့် ပံ့ပိုးမှုတို့ကို သင်သတ်မှတ်နိုင်ပါသည်။ Dashboard > Logistic > Warehouse တွင် သင့်ဂိုဒေါင်၏မူရင်းကို သတ်မှတ်ရန် မမေ့ပါနှင့်။",
            'action' => 'ပို့ဆောင်ရေးနည်းလမ်းများကို စီမံခန့်ခွဲပါ။',
        ],
    

        'seller' => [
            'title' => 'သင်က ရောင်းသူလား။',
            'message' => 'စတင်ရောင်းချရန်၊ အောက်ဖော်ပြပါလင့်ခ်မှတစ်ဆင့် Selldone တွင် သင်၏ဒိုင်ခွက်ကို ဝင်ရောက်ပြီး သင်၏ပထမဆုံးစတိုးကို လုံးဝအခမဲ့ဖန်တီးပါ။ ၎င်းသည် မိနစ်အနည်းငယ်ကြာမည်ဖြစ်ပြီး သင့်တွင် ကိုယ်ပိုင်စတိုးနှင့် အွန်လိုင်းဆိုက်ကို ရရှိမည်ဖြစ်သည်။ ထို့နောက် ကျွန်ုပ်တို့သည် သင့်အား နောက်အဆင့်များဆီသို့ လမ်းညွှန်ပြီး ငွေပေးချေမှုတံခါးပေါက်ကို ရယူပါမည်။',
            'action' => 'ကျွန်ုပ်၏ ဒက်ရှ်ဘုတ်သို့ အကောင့်ဝင်ပါ။',
        ],
        'buyer' => [
            'title' => 'ကျွန်တော်က ဝယ်သူပါ။',
            'message' => 'ဂုဏ်ယူပါတယ်။ သင်သည် Selldone ၏အသင်းဝင်ဖြစ်ပါက၊ သင်သည် အွန်လိုင်းစတိုးများတွင် အဖွဲ့ဝင်ခြင်းနှင့် အထောက်အထားစိစစ်ခြင်းဆိုင်ရာ အခက်အခဲအားလုံးကို ဖယ်ရှားနိုင်မည်ဖြစ်သည်။ Selldone ပလပ်ဖောင်းကို အသုံးပြုသည့် မည်သည့်စတိုးနှင့် ဆိုက်မှ အကျိုးကျေးဇူးရရှိရန်၊ သင်သည် တစ်ချက်နှိပ်ရုံဖြင့် ဝင်ရောက်နိုင်ပြီး သင်၏ဝယ်ယူမှုကို ရိုးရှင်း၊ မြန်ဆန်ပြီး လုံခြုံစေပါသည်။',
        ],
    ],


    'charge-account' => [
        'category' => 'ပိုက်ဆံအိတ် > အကောင့် > ငွေသွင်းပါ။',
        'title' => "အောင်မြင်မှုတာဝန်ခံ",
        'message' => "သင့်အကောင့် <b>:account_number</b> ကို အောင်မြင်စွာ <b>:amount</b> ကောက်ခံပြီးပါပြီ။",
        'account' => 'အကောင့်',
        'charge' => 'တာဝန်ခံ',
        'balance' => 'လက်ကျန်',
        'footer' => "လုပ်ငန်းကို လွယ်ကူစွာ၊ အောင်မြင်နိုင်စေရန်၊ ကမ္ဘာတစ်ဝှမ်းရှိ မည်သူမဆို ဝင်ရောက်နိုင်စေရန်။"
    ],

    'verify-email' => [
        'subject' => "🙌 Selldone သို့ အကောင့်ဖွင့်ပါ။ လင့်ခ်ကို အတည်ပြုပါ။",
        'category' => "မင်း ခြေလှမ်းတစ်လှမ်းပဲကွာ",
        'title' => "သင့်အီးမေးလ်လိပ်စာကို အတည်ပြုပါ။",
        'message' => "Hi :name,<br><br>Thank you for choosing Selldone!<br><br>To confirm that <b>:email</b> is your correct email address, please click the button below or use the link provided. You have 48 hours to complete this verification.",
        'footer' => "Verify ခလုတ်ကို နှိပ်ရာတွင် ပြဿနာရှိနေပါက၊ အောက်ပါ URL ကို သင့်ဝဘ်ဘရောက်ဆာထဲသို့ ကူးယူပြီး ကူးထည့်ပါ- :activation_url",
        'next-step' => "ထို့နောက်၊ သင့်စိတ်ကြိုက်ဒိုမိန်းကို ထည့်ရန်၊ ငွေပေးချေမှုများကို စနစ်ထည့်သွင်းရန်၊ ထုတ်ကုန်များထည့်ရန်နှင့် သင်၏ပထမဆုံးမှာယူမှုကို ရယူရန် လွယ်ကူစေရန်အတွက် အထောက်အကူဖြစ်စေမည့် ပစ္စည်းအချို့နှင့် အဆင့်ဆင့်လမ်းညွှန်ချက်ကို သင့်ထံ ပေးပို့ပါမည်။",

    ],
    'verify-email-code' => [
        'subject' => ":name အတွက် အတည်ပြုကုဒ်",
        'category' => "SECURITY",
        'title' => "အီးမေးလ်အတည်ပြုကုဒ်",
        'message' => "Hi :name,<br><br>To confirm that <b>:email</b> is your correct email address, please enter the following code within the next <b>10 minutes</b>:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 သင့်ဆိုင် အဆင်သင့်ဖြစ်နေပါပြီ။| :name",
        'category' => "မင်း ခြေလှမ်းတစ်လှမ်းပဲကွာ",
        'title' => "စနစ်ထည့်သွင်းမှု ပြီးသွားပါပြီ။",
        'account_title' => "သင့်အကောင့်",
        'account_msg' => "ဤအချက်အလက်ဖြင့် သင့်အကောင့်သို့ အတည်ပြုပြီး ဝင်ရောက်ပါ။",
        'shop_msg' => "Selldone လုပ်ငန်းလည်ပတ်မှုစနစ်ရှိ အကောင့်အချက်အလက်။",

    ],

    'reset2fa' => [
        'category' => "လုံခြုံရေးဆိုင်ရာ တရားဝင်သတင်းစကား",
        'title' => "2-အဆင့် အကောင့်ဝင်ခြင်းကို ပိတ်ရန် တောင်းဆိုပါ။",
        'message' => "**:name** အကောင့် **:email** အီးမေးလ်ဖြင့် **:email** အကောင့်အတွက် two-factor authentication ကို ပြန်လည်သတ်မှတ်ရန် တောင်းဆိုချက်ကို လက်ခံရရှိခြင်းကြောင့် သင်သည် ဤအီးမေးလ်ကို လက်ခံရရှိခြင်းဖြစ်ပါသည်။<br><br> သင့်အကောင့်အတွက် အောက်ပါအသေးစိတ်အချက်အလက်များကို ကျွန်ုပ်တို့တွေ့ရှိခဲ့သည်-",
        'footer' => "စကားဝှက်ပြန်လည်သတ်မှတ်ခြင်းအား သင်မတောင်းဆိုပါက နောက်ထပ်လုပ်ဆောင်စရာ မလိုအပ်ပါ။",
        'action' => 'နှစ်ဆင့် အကောင့်ဝင်ခြင်းကို ပိတ်ပါ။',
    ],


    'build-new-shop' => [
        'subject' => "🎊 သင့်ဆိုင် အဆင်သင့်ဖြစ်နေပါပြီ။",
        'category' => "ကမ္ဘာပေါ်တွင် အွန်လိုင်းစတိုးအသစ် မွေးဖွားသည်။",
        'title' => "ဂုဏ်ယူပါတယ် :name",
        'message' => "<b> ဂုဏ်ယူပါတယ် :name သင်၏အွန်လိုင်းလုပ်ငန်းအသစ်သည် ယခု တိုက်ရိုက်ထုတ်လွှင့်နေပြီဖြစ်သည်။</b> ကျွန်ုပ်တို့သည် သင့်အား Selldoners အသိုင်းအဝိုင်းမှ ကြိုဆိုပါသည်။ သင်သည် အောင်မြင်မှုဆီသို့ ပထမဆုံးခြေလှမ်းကိုလှမ်းခဲ့ပြီး၊ သင်၏ခြေလှမ်းတိုင်းကိုကူညီရန်ကျွန်ုပ်တို့ရောက်ရှိနေပါသည်။<br> ယခုအခါတွင် သင့်စတိုးသည် အဆင်သင့်ဖြစ်ပြီဆိုလျှင်၊ သင့်ဖောက်သည်များထံမှ ငွေပေးချေမှုများကို တိုက်ရိုက်လက်ခံပြီး သင့်အင်ပါယာကို စတင်ကြီးထွားလာစေရန် သေချာစေကြပါစို့။ သင်အကူအညီလိုအပ်ပါက၊ ကျွန်ုပ်တို့သည် မက်ဆေ့ချ်တစ်ခုသာကျန်တော့သည်—ကျွန်ုပ်တို့၏ ပံ့ပိုးကူညီမှုအဖွဲ့သည် သင့်အတွက် အမြဲရှိနေပါသည်။<br><br><b> အရေးကြီးသောနောက်ထပ်အဆင့်များ-</b> စတင်ရန်၊ ငွေပေးချေမှုများလက်ခံရရှိရန်နှင့် ချောမွေ့သောလုပ်ဆောင်မှုများအတွက် သင်အားလုံးပြင်ဆင်ထားကြောင်း သေချာပါစေ။ သင့်ဆိုင်ကို ချောမွေ့စွာလည်ပတ်နိုင်စေရန် အဆင့်တစ်ခုစီတွင် သင့်အား လမ်းညွှန်ပေးပါမည်။",
        'pdf-book' => "ပူးတွဲပါလက်စွဲစာအုပ်- သင့်လုပ်ငန်းကို ဂိမ်းတစ်ခုကဲ့သို့ လုပ်ဆောင်ပါ။",

        'account' => [
            'title' => 'အဆင့် 1- Selldone ပိုက်ဆံအိတ်တွင် အကောင့်တစ်ခုဖန်တီးပါ။',
            'message' => "စတင်ရန် သင့် Selldone ပိုက်ဆံအိတ်တွင် အကောင့်တစ်ခုဖန်တီးပါ။ ဤသည်မှာ သင့်အခကြေးငွေများကို နုတ်ယူမည့်နေရာဖြစ်ပြီး သင့်စတိုးကို ချောမွေ့စွာလည်ပတ်နေစေရန် ငွေဖြည့်ပေးမည့်နေရာလည်းဖြစ်သည်။ သင့်လက်ကျန်ငွေသည် အမြဲအနုတ်လက္ခဏာဖြစ်နေပါက စိတ်မပူပါနှင့်။ သင့်စတိုးသည် အနှောင့်အယှက်မရှိဘဲ ဆက်လက်လည်ပတ်နေပါမည်။",
            'action' => 'ပိုက်ဆံအိတ်သို့ အကောင့်ဝင်ပါ။',
        ],

        'shop-account' => [
            'title' => 'အဆင့် 2: အကောင့်ကို စတိုးဆိုင်သို့ ချိတ်ဆက်ပါ။',
            'message' => "ထို့နောက် သင့်ပိုက်ဆံအိတ်အကောင့်ကို သင့်စတိုးသို့ ချိတ်ဆက်ပါ။ <b>Store > Accounting > Invoice</b> သို့ ဦးတည်ပြီး သင့်ပိုက်ဆံအိတ်ကို လင့်ခ်ချိတ်ပါ။ ၎င်းသည် ဝယ်ယူသူငွေပေးချေမှုအားလုံးကို သင့်ဘဏ်အကောင့်သို့ တိုက်ရိုက်အပ်နှံကြောင်း သေချာစေသည်—Selldone သည် သင့်ဝင်ငွေများမှ မည်သည့်ပမာဏကိုမျှ နုတ်ယူမည်မဟုတ်ပါ။",
            'action' => 'ငွေတောင်းခံလွှာကို သိမ်းဆည်းပါ။',
        ],

        'gateway' => [
            'title' => 'အဆင့် 3- အွန်လိုင်းငွေပေးချေမှုဂိတ်ဝေးကို ချိတ်ဆက်ပါ။',
            'message' => "ယခု သင့်အွန်လိုင်းငွေပေးချေမှုတံခါးကို စနစ်ထည့်သွင်းလိုက်ကြပါစို့။ <b>Store > Accounting > Port</b> သို့သွားပြီး <b>Add New Port</b> ကို နှိပ်ပါ။ သင်၏ငွေကြေးကိုရွေးချယ်ပါ၊ နှင့်ရရှိနိုင်သည့်ငွေပေးချေမှုတံခါးများစာရင်းကိုသင်တွေ့လိမ့်မည်။ တံခါးပေါက်တစ်ခုကို ချိတ်ဆက်ခြင်းသည် မြန်ဆန်လွယ်ကူသော်လည်း သင်အကူအညီလိုအပ်ပါက Selldone လမ်းညွှန်များကို စစ်ဆေးရန် သို့မဟုတ် ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။",
            'action' => 'စတိုးဆိုင်တွင်ပေါ်တယ်တစ်ခုထည့်ပါ။',
        ],

        'domain' => [
            'title' => 'နောက်ဆုံးအဆင့်- သီးခြားဒိုမိန်းတစ်ခုကို ချိတ်ဆက်ခြင်း။',
            'message' => "ယခု၊ သင့်စိတ်ကြိုက်ဒိုမိန်းကို သင့်စတိုးသို့ ချိတ်ဆက်ပါ။ ၎င်းသည် ဝယ်ယူသူများအား သင့်ထုတ်ကုန် သို့မဟုတ် ဝန်ဆောင်မှုများကို ဝယ်ယူနိုင်ပြီး သင့်ထံ တိုက်ရိုက်ငွေပေးချေမှုများ ပြုလုပ်နိုင်စေပါသည်။",
            'action' => 'အကန့်အသတ်မရှိ လက်ဆောင်ကတ်များကို မိတ်ဆက်ခြင်းနှင့် လက်ခံခြင်း။',
        ],
    ],


    'basket-list' => [
        'item' => "ပစ္စည်း",
        'count' => "ရေတွက်ပါ။",
        'price' => "စျေးနှုန်း",
        'discount-code' => "စျေးလျှော့ပေးသောနံပါတ်",
        'customer-club' => 'ဖောက်သည်ကလပ်',
        'shipping' => "သင်္ဘောဖြင့်ကုန်ပစ္စည်းပို့ခြင်း",
        'total' => "စုစုပေါင်း",
        'offer' => "ဝေငှခြင်း။",
        'coupon' => "ကူပွန်",
        'lottery' => "ဆု",
        'tax' => "အခွန်",
        'tax_included' => "စျေးနှုန်းတွင်ပါဝင်သည်။",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'နည်းလမ်း',
        'amount' => 'ပမာဏ',
        'giftcard' => 'Gift card',
        'payment' => 'ငွေပေးချေမှု',
    ],


    'shop-subscription-email' => [
        'category' => "စာရင်းသွင်းမှု အပ်ဒိတ်",
        'title' => "ဆိုင်လိုင်စင်- :shop_title",
        'title-reserved' => "လိုင်စင်အမှာစာ- :shop_title",
        'title-active' => "အသက်ဝင်သောလိုင်စင်- :shop_title",
        'title-finished' => "လိုင်စင်ပြီးပါပြီ- :shop_title",
        'title-cancel' => "လိုင်စင်ကို ပယ်ဖျက်ပါ- :shop_title",
        'message' => "သင့်ဆိုင်လိုင်စင်အစီအစဉ်ကို အပ်ဒိတ်လုပ်ထားပြီး၊",
        'RESERVED' => "⚡ သင့်စာရင်းသွင်းမှုအစီအစဉ်ကို **ကြိုတင်မှာယူထားသည်**။",
        'ACTIVE' => "🟢 သင်၏ စာရင်းသွင်းမှု အစီအစဉ်ကို **အသက်သွင်းလိုက်ပါပြီ**။",
        'FINISHED' => "🚧 သင်၏ စာရင်းသွင်းမှု အစီအစဉ် ပြီးသွားပါပြီ**။",
        'CANCEL' => "⛔ သင်၏ စာရင်းသွင်းမှု အစီအစဉ်ကို **ဖျက်သိမ်းလိုက်ပါပြီ**။",
    ],

    'support' => [
        'subject' => "အထောက်အကူပြုစင်တာ|:name ပြန်ဖြေသည်။",
        'category' => "အထောက်အကူပြုစင်တာ",
        'title' => "သင်သည် တုံ့ပြန်မှုတစ်ခု ရရှိခဲ့သည်။",
        'action' => "ဆိုင် Admin ဖွင့်ပါ",
    ],

    'shop-customer-join' => [
        'subject' => ":shop_title ပါဝင်ပါ။",
        'category' => "ဖောက်သည်အသစ် အခမ်းအနား",
        'title' => "သင်၏အသင်းဝင်မှုအတွက် ကျွန်ုပ်တို့ ပျော်ရွှင်ပါသည်။",
        'action' => "အခုပဲ သွားကြည့်",
    ],

    'shop-vendor-join' => [
        'subject' => "ရောင်းချသူ စတင်လက်ခံခြင်း။| :shop_title",
        'category' => "စျေးရောင်းပွဲအသစ်",
        'title' => "သင်၏အသင်းဝင်မှုအတွက် ကျွန်ုပ်တို့ ပျော်ရွှင်ပါသည်။",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "လက်ဆောင်ကတ် :shop_title",
        'category' => "ကတ်အသစ်ထည့်ပါ။",
        'title' => "ဂုဏ်ယူပါတယ် လက်ဆောင်ကတ်တစ်ခု လက်ခံရရှိပါပြီ။",
        'action' => "အခုပဲ ဝယ်လိုက်ပါ။",
        'message' => "သင်သည် :balance :currency ပမာဏဖြင့် လက်ဆောင်ကတ်တစ်ခုကို လက်ခံရရှိပြီးဖြစ်သည်။ ဤလက်ဆောင်ကတ်ဖြင့် ကျွန်ုပ်တို့၏စတိုးဆိုင်မှ သင်ဝယ်ယူနိုင်မည်ဖြစ်သည်။",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "အထောက်အကူပြုစင်တာ| :shop",
        'category' => "ထောက်ခံမှု",
        'title' => "သင်သည် တုံ့ပြန်မှုတစ်ခု ရရှိခဲ့သည်။",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍 Order Checkout | :order_id",
        'title' => "အမိန့်",
        'message' => "မင်းက ငါတို့ဆိုင်မှာ အော်ဒါတင်ထားတယ်။ ကျွန်ုပ်တို့သည် သင့်မှာယူမှုကို လက်ခံရရှိပြီး ငွေပေးချေမှုကို အတည်ပြုပြီးသည်နှင့် သင့်အား နောက်ထပ်အီးမေးလ်တစ်စောင် ပေးပို့ပါမည်။"
    ,

        'payments' => 'ငွေပေးချေမှုများ',
    ],

    'order-payment' => [
        'subject' => "🛍 ငွေပေးချေမှု အတည်ပြုချက် | :order_id",
        'title' => "ငွေပေးချေမှု",
        'message' => "သင်၏ငွေပေးချေမှုပြီးမြောက်သည်၊<br> ငါတို့မှာ မင်းရဲ့အမှာစာရှိတယ်။ မင်းရဲ့အမှာစာ ပို့တဲ့အခါ ငါတို့က မင်းကို နောက်ထပ် အီးမေးလ် ပို့လိုက်မယ်။",
    

        'payments' => 'ငွေပေးချေမှုများ',
    ],

    'order-update' => [
        'subject' => "🛍️ မှာယူမှုအခြေအနေ Update|အော်ဒါမှာ :order_id",
        'title' => "မှာယူမှုအခြေအနေ အပ်ဒိတ်",
        'message' => "သင့်မှာယူမှုကို အပ်ဒိတ်လုပ်ပြီးပါပြီ။ သင့်အကောင့်တွင် ဤအမှာစာ၏ နောက်ဆုံးအခြေအနေကို စစ်ဆေးနိုင်သည်။",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "သင့်အမှာစာသည် လုပ်ဆောင်ရန် တန်းစီနေပါသည်။ ပြင်ဆင်နေချိန်တွင် သင့်အား အကြောင်းကြားပါမည်။",
                'OrderConfirm' => "သင်၏ မှာယူမှုကို အတည်ပြုပြီး ပြင်ဆင်မှု စတင်ပါပြီ။",
                'PreparingOrder' => "သင့်မှာယူမှုကို ပြင်ဆင်နေပြီး မကြာမီ ပို့ဆောင်ပေးပါမည်။",
                'SentOrder' => "သင့်မှာယူမှုကို ပို့ဆောင်ပြီးပါပြီ။ မကြာမီ သင်လက်ခံရရှိပါမည်။",
                'ToCustomer' => "သင့်မှာယူမှုကို ပေးပို့ပြီးပါပြီ။ သင်နှစ်သက်မည်ဟု မျှော်လင့်ပါသည်။",

                'PreparingOrder-PICKUP' => "သင့်မှာယူမှုကို ပြင်ဆင်နေပါသည်။ လာယူရန် အဆင်သင့်ဖြစ်သောအခါတွင် အကြောင်းကြားချက် ရရှိပါမည်။",
                'SentOrder-PICKUP' => "သင့်မှာယူမှုကို လာယူရန် အသင့်ဖြစ်နေပါပြီ။ ကျေးဇူးပြု၍ စုဆောင်းရန် စတိုးဆိုင်ကို လာပါ။",
                'ToCustomer-PICKUP' => "သင့်မှာယူမှုကို ကောက်ယူပြီးပါပြီ။ သင်နှစ်သက်မည်ဟု မျှော်လင့်ပါသည်။"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "သင့်အမှာစာသည် လုပ်ဆောင်ရန် တန်းစီနေပါသည်။ အဆင်သင့်ဖြစ်လျှင် ကျွန်ုပ်တို့ သင့်ကို အကြောင်းကြားပါမည်။",
                'OrderConfirm' => "သင်၏ မှာယူမှုကို အတည်ပြုပြီး ပြင်ဆင်မှု လုပ်ဆောင်နေပါသည်။",
                'PreparingOrder' => "သင့်မှာယူမှုကို ပြင်ဆင်နေပြီး မကြာမီ သင့်ထံ ပေးပို့ပါမည်။",
                'ToCustomer' => "သင်၏ virtual မှာယူမှုကို သင့်အကောင့်သို့ ပေးပို့ပြီးဖြစ်သည်။ ကျေးဇူးတင်ပါသည်!"
            ],
            'SERVICE' => [
                'CheckQueue' => "သင့်ဝန်ဆောင်မှုတောင်းဆိုမှု တန်းစီနေပါသည်။ စတင်ချိန်တွင် ကျွန်ုပ်တို့ သင့်ကို အကြောင်းကြားပါမည်။",
                'OrderConfirm' => "သင့်ဝန်ဆောင်မှုကို အတည်ပြုပြီး စတင်ရန် ပြင်ဆင်နေပါသည်။",
                'PreparingOrder' => "ကျွန်ုပ်တို့သည် သင့်ဝန်ဆောင်မှုကို ပြင်ဆင်နေပြီး ၎င်းပြီးစီးသည်နှင့် သင့်အား အကြောင်းကြားပါမည်။",
                'ToCustomer' => "သင့်ဝန်ဆောင်မှု ပြီးပါပြီ။ ကျွန်ုပ်တို့ကို ရွေးချယ်သည့်အတွက် ကျေးဇူးတင်ပါသည်။"
            ],
            'FILE' => [
                'PreparingOrder' => "သင့်ဖိုင်ကို ပြင်ဆင်နေပြီး မကြာမီ ရနိုင်ပါမည်။",
                'ToCustomer' => "သင့်ဖိုင်အဆင်သင့်ဖြစ်ပြီး ပေးပို့ပြီးပါပြီ။ ယခုသင်ဒေါင်းလုဒ်လုပ်နိုင်သည်။"
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "သင်၏ စာရင်းသွင်းမှာယူမှုမှာ တန်းစီနေပါသည်။ စီမံဆောင်ရွက်မှု စတင်သည့်အခါ သင့်အား အကြောင်းကြားပါမည်။",
                'OrderConfirm' => "သင်၏စာရင်းသွင်းမှုကို အတည်ပြုပြီး စနစ်ထည့်သွင်းနေပါသည်။",
                'PreparingOrder' => "ကျွန်ုပ်တို့သည် သင်၏ စာရင်းသွင်းမှုကို ပြင်ဆင်နေပြီး မကြာမီ စတင်ပါမည်။",
                'SentOrder' => "သင်၏ စာရင်းသွင်းမှုကို အသက်သွင်းပြီးပါပြီ။ ဆက်လက်မွမ်းမံမှုများကို သင်လက်ခံရရှိပါမည်။",
                'ToCustomer' => "သင်၏ စာရင်းသွင်းခြင်းဝန်ဆောင်မှုကို အောင်မြင်စွာ စတင်အသုံးပြုနိုင်ပါပြီ။"
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'ဂုဏ်ယူပါတယ် :name|ဘောက်ချာအသစ်- :title',
        'category' => "ဂုဏ်ယူပါသည်၊ ဘောက်ချာအသစ်",
        'message' => "ဟေး :name၊<br><br> သင်သည် ကျွန်ုပ်တို့ထံမှ လက်ဆောင်တစ်ခုအနေဖြင့် ဘောက်ချာအသစ်တစ်ခုကို လက်ခံရရှိပြီးဖြစ်သည်။ Selldone ကို သင့်သူငယ်ချင်းများနှင့် သင်သိသူတိုင်းအား မိတ်ဆက်ပေးခြင်းဖြင့် သင်သည် ဘောက်ချာများကို ပိုမိုရရှိနိုင်ပါသည်။ ဤဘောက်ချာသည် **:price :currency** တန်ဖိုးရှိသည်။<br><br> သင်သည် ပထမအဆင့်ကို လှမ်းခဲ့ပြီး၊ သင်၏ဘောက်ချာဖြင့် ဝန်ဆောင်မှုအသစ်များကို သော့ဖွင့်ရန် ကျွန်ုပ်တို့ ဤနေရာတွင် ရှိနေပါသည်။ ကျေးဇူးပြု၍ **:email** ဖြင့် ဝင်ရောက်ပြီး ဆိုင်တွင် သင့်ဘောက်ချာကို ** Dashboard** > **ဆက်တင်များ** > **လိုင်စင်**.<br><br> ဂုဏ်ယူပါသည်။",
        'action' => "ကျွန်ုပ်၏ဒိုင်ခွက်",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'ဂုဏ်ယူပါတယ် Dear :name | လက်ဆောင်တစ်ခု လက်ခံရရှိပြီးဖြစ်သည်။',
        'category' => "လက်ဆောင်ရရှိကြောင်းကြေငြာခြင်း။",
        'title' => "မင်းအတွက်လက်ဆောင်တွေ",
        'message' => "Hi :name, we're excited to let you know that you've received a special gift from Selldone! 🎉 You can earn more gifts by staying active, growing your store, and improving your expertise on Selldone. To check out your gift, simply log in with :email and look for it in the top-right corner of your dashboard.<br><br>This gift is worth **:price :currency**, and you can easily deposit it into your wallet within Selldone.<br><br>Use your gift to upgrade your store's license and unlock even more powerful tools to boost your online business!",
        'action' => "လက်ဆောင်များ",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍 New Order လက်ခံရရှိပြီ | :order_id",
        'title' => "New Order",
        'message' => "မှာယူမှုအသစ်တစ်ခုကို သင်လက်ခံရရှိပြီးဖြစ်သည်။ သင့်စတိုးရှိ မှာယူမှုလုပ်ဆောင်ခြင်းစာမျက်နှာသို့ သွားပါ။",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'မင်းရဲ့ အချက်အလက် ပြည့်စုံတယ်။',
        'output-form-title' => 'ဝယ်ယူထားသောပစ္စည်းအချက်အလက်',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title|အပတ်စဉ် အစီရင်ခံစာ :time',
        'title' => 'အပတ်စဉ် စတိုးဆိုင်စွမ်းဆောင်ရည်အစီရင်ခံစာ',
        'message' => "ဤသည်မှာ <b>:start</b> မှ <b>:end</b> သို့ သင့်စတိုး၏ အပတ်စဉ် အစီရင်ခံစာ ဖြစ်ပါသည်။ ဤအစီရင်ခံစာတွင် သင့်လုပ်ငန်းတိုးတက်စေရန် အကြံပြုချက်များ ပါ၀င်သည်၊ သင့်အွန်လိုင်းစတိုးနှင့် မကြာသေးမီက အမှာစာများ၏ အခြေအနေကို စစ်ဆေးနိုင်သည်။ ကောင်းသောနေ့ နှင့် တစ်ပတ်ကို သင့်ရှေ့တွင်ရှိမည်ဟု မျှော်လင့်ပါသည်။"
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ ပြီးခဲ့သည့်သုံးလအတွင်း သင်၏ :amount ချွေတာရေးအစီရင်ခံစာ| :shop_title',
        'title' => 'သင့်လုပ်ငန်းဆောင်ရွက်မှု၊ ဆုလာဘ်များနှင့် ငွေကြေးစုဆောင်းမှုများအကြောင်း ရာသီအလိုက် အစီရင်ခံစာ',
        'message' => "ဤသည်မှာ သင်၏ <b>:shop_title</b> ရာသီအလိုက် အစီရင်ခံစာ <b>:start</b> မှ <b>:end</b> ဖြစ်သည်။"
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'ချိတ်ဆက်ထားသော အကောင့်များ',
        'sub-title' => 'ကျွန်ုပ်၏စတိုးသို့ ချိတ်ဆက်ထားသော ပိုက်ဆံအိတ်အကောင့်များ၏ နောက်ဆုံးအခြေအနေမှာ အဘယ်နည်း။',
        'view-wallet' => 'ပိုက်ဆံအိတ်ကိုကြည့်ပါ။',
        'tip-title' => 'အရေးကြီးသောအကြံပြုချက်များ',
        'tip' => "အခမဲ့ Selldone ပိုက်ဆံအိတ်ကို စနစ်ထည့်သွင်းပြီး ၎င်းကို သင့်စတိုးသို့ ချိတ်ဆက်ပါ။ သင့်လက်ကျန်ငွေသည် အနုတ်လက္ခဏာဖြစ်နေသော်လည်း သင့်ဖောက်သည်များသည် ပြဿနာတစ်စုံတစ်ရာမရှိဘဲ ဈေးဝယ်နိုင်ပြီး ငွေပေးချေနိုင်ပါသည်။ စိတ်မပူပါနှင့်၊ သင့်စတိုး၏ လည်ပတ်မှုနှင့် ဒေတာသည် အနှောင့်အယှက်မရှိဘဲ ၁ လအထိ ချောမွေ့စွာ ဆက်လက်ရှိနေမည်ဖြစ်သည်။",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'အကောင့်သို့ချိတ်ဆက်ပါ။'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'အက်ပ်များကို ထည့်သွင်းထားသည်။',
        'sub-title' => 'ယခုအပတ်တွင် သင့်စတိုးတွင် ထည့်သွင်းထားသော အက်ပ်များစာရင်း။',
        'tip' => "သင့်စတိုးအတွက် နောက်ထပ်အက်ပ်များကို ရှာလိုပါသလား။",
        'view-app-store' => 'Selldone App Store ကို ဝင်ကြည့်ပါ..',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'သင်၏စတိုးဘော့တ်များ',
        'sub-title' => 'ကျွန်ုပ်၏စတိုးတွင် အရောင်းသွက်သော ဘော့တ်များ။',
        'tip-title' => 'Bot အရောင်း',
        'tip' => "Selldone သည် သင့်အား အလိုအလျောက် အရောင်း ဘော့တ်များ ပေးထားသည်။ သင်လုပ်ရမှာက Add-ons> Bots panel ကိုသွားပြီး သင့်စတိုးဘော့တွေကို အသက်သွင်းလိုက်ပါ။ သက်ဆိုင်ရာ ဝန်ဆောင်မှုကို သင့်နိုင်ငံတွင် ရနိုင်ရမည်ကို သတိပြုပါ။",
        'view-bots' => 'ဘော့တ်များကို စီမံပါ။',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'ဖောက်သည်များနှင့်ဆက်သွယ်ရေး',
        'sub-title' => 'ဤအပတ်တွင် ကျွန်ုပ်၏ဖောက်သည်များနှင့် အဆက်အသွယ်မည်မျှရှိသနည်း။',
        'faqs' => 'အမေးများသောမေးခွန်းများ',
        'tickets' => 'ဖောက်သည်လက်မှတ်များ',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'အသုံးပြုသူများ အဆင့်အတန်း',
        'sub-title' => ':start မှ :end လုပ်ဆောင်ချက်',
        'users' => [
            'title' => 'ဖောက်သည်များ',
            'subtitle' => 'စာရင်းသွင်းအသုံးပြုသူများ',
        ],
        'views' => [
            'title' => 'လည်ပတ်မှု',
            'subtitle' => 'ဆိုင်ကို ဘယ်နှစ်ကြိမ်ရောက်ဖူးလဲ။',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'အသုံးပြုသူများ',

        'shop_views' => 'ဆိုင်မြင်ကွင်းများ',
        'baskets' => [
            'title' => 'စျေးဝယ်လှည်းများ',
            'subtitle' => 'စျေးဝယ်လှည်းအသစ် အရေအတွက်ကို သတင်းပို့ပါ။',
        ],
        'products' => [
            'title' => 'ထုတ်ကုန်များ ခြုံငုံသုံးသပ်ချက်',
            'subtitle' => 'အမျိုးအစားအလိုက် စတိုးဆိုင်ရှိ ကုန်ပစ္စည်းများ၏ အခြေအနေ',
            'value_name' => 'ထုတ်ကုန်များ'
        ],
        'products_count' => 'ထုတ်ကုန်အမျိုးအစားများ',
        'views_count' => 'အရေအတွက်ကို ကြည့်ရှုပါ။',
        'sell_count' => 'အရေအတွက်ကိုရောင်းပါ။',
        'send_count' => 'သင်္ဘောအရေအတွက်',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'ပို့ဆောင်ပေးသည်။',
        'sub-title' => 'Drop Shipping Selldone ၏ အဓိကရောင်းချသူများ အတွက် Panel',
        'total_fulfillments' => 'စုစုပေါင်း အော်ဒါများ လက်ခံရရှိခဲ့သည်။',
        'ds_count' => 'အော်ဒါများလက်ခံရရှိ',
        'statistics_title' => 'အော်ဒါလက်ခံရရှိကြောင်း သတင်းပို့ပါ။',
        'ds_cancels' => 'အင်တာဖေ့စ်ရောင်းချသူမှ ပယ်ဖျက်ပါ။',
        'ds_rejects' => 'သင်က ပယ်ဖျက်ပါ။',
        'tip' => "သင်ဟာ ကုန်ပစ္စည်း အဓိက ရောင်းချသူလား။ သင်သည် ဂိုဒေါင်၊ စက်ရုံ သို့မဟုတ် ကုန်ပစ္စည်းဖြန့်ဖြူးသူ တစ်ဦးကို ပိုင်ဆိုင်ပါသလား။ သင့်ထုတ်ကုန်ကို အကြီးစားရောင်းချရန် Selldone Drop Shipping ဝန်ဆောင်မှုတွင် သင့်ထုတ်ကုန်များကို အခြားရောင်းချသူများထံ ကမ်းလှမ်းနိုင်ပါသည်။ သင့်ကိုလမ်းပြရန် support@selldone.com သို့ ကျွန်ုပ်တို့ထံ အီးမေးလ်ပို့ပါ။",
        'view-drop-shipping-panel' => 'လက်ကားအကန့်သို့ ဝင်ရောက်ပါ။',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'ငွေလဲနှုန်းများ',
        'sub-title' => 'သင့်စတိုးတွင် နောက်ဆုံးပေါ်ငွေကြေးပြောင်းလဲနှုန်းများစာရင်း။',
        'from' => 'အရင်းအမြစ်ငွေကြေး',
        'to' => 'ဦးတည်ရာငွေကြေး',
        'rate' => 'ပြောင်းလဲနှုန်း',
        'view-exchange-panel' => 'လဲလှယ်နှုန်းများကို စီမံခန့်ခွဲပါ။',
    

        'vew-exchange-panel' => 'ငွေလဲနှုန်းစီမံခန့်ခွဲမှုအဖွဲ့',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'ကျွမ်းကျင်သူစာချုပ်များ',
        'sub-title' => 'ကျွန်ုပ်၏စတိုးတွင် မည်သည့်ကျွမ်းကျင်ပညာရှင်များက လုပ်ဆောင်နေသနည်း။',
        'cost' => 'စာချုပ်ပမာဏ',
        'duration' => 'သင်တန်းကာလ',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'ရက်စွဲ Cancel',
        'end_at' => 'ကုန်ပို့ရက်စွဲ',
        'tip' => 'သင့်လုပ်ငန်းကို ဖွံ့ဖြိုးတိုးတက်စေရန် Selldone တွင် အကောင်းဆုံးကျွမ်းကျင်သူများကို ငှားရမ်းနိုင်ပါသည်။',
        'view-experts' => 'စတင်ရန် နှိပ်ပါ။',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'ဆိုင် :shop တွင် လက်ရှိ ငွေပေးချေမှု တံခါးပေါက်များကို သတင်းပို့ပါ။',
        'tip-title' => 'အရေးကြီးသောအကြံပြုချက်များ',
        'tip' => "သင့်စတိုးရှိ ပေါ်တယ်စီမံခန့်ခွဲမှု စာမျက်နှာသို့ သွားကာ မိနစ်အနည်းငယ်အတွင်း အနည်းဆုံး ဆိပ်ကမ်းတစ်ခုကို ထည့်ပါ။ သင့်ဖောက်သည်များသည် အွန်လိုင်းပေါ်တယ်များမှတစ်ဆင့် လျင်မြန်စွာနှင့် လုံခြုံစွာ ငွေပေးချေလိုပါသည်။",
        'view-shop-gateways' => 'ကျွန်ုပ်၏စတိုးဆိုင်ပေါ်တယ်စီမံခန့်ခွဲမှုသို့ ဝင်ရောက်ပါ။',
        'view-gateways' => 'နောက်ထပ် ဝင်ပေါက်များကို ကြည့်ပါ။',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'အော်',
        'sub-title' => 'ယခုအပတ်တွင် ကျွန်ုပ်ရရှိသော အမှာစာများစာရင်း။',
        'total_baskets' => 'စုစုပေါင်း အမှာစာများ',
        'total_posBaskets' => 'စုစုပေါင်း ငွေသားအမှာစာများ',
        'pos-title' => 'POS Store Box ၊',
        'chart-label' => 'အမှာစာများ ပြီးပါပြီ (ဤအမိန့်စာများကို ပေးဆောင်ရန် မလိုအပ်ပါ။)',
        'tip-title' => 'ပိုကြိုးစားသင့်တယ်...',
        'tip' => "ရိုးရှင်းသော အောင်မြင်မှု မရှိပါ။",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'စီမံဆောင်ရွက်ရေးဌာန',
        'sub-title' => 'ဒီတစ်ပတ်မှာ စတိုးဆိုင်မှာ မှာယူမှု ဘယ်လောက်ရှိလဲ။',
        'tip-title' => 'သင့်တွင် ရောင်းချခြင်း မရှိခဲ့ပါ။',
        'tip' => "ကံမကောင်းစွာနဲ့ပဲ ဒီတစ်ပတ်မှာ သင့်မှာ ရောင်းအားမရှိခဲ့ပါဘူး။ သင့်စတိုးဆိုင်သို့ သင်ပိုမိုရရှိရန် လိုအပ်ပါသည်။ သင်သည် နောက်ထပ်ထုတ်ကုန်များထည့်နိုင်သည်၊ ပိုမိုကောင်းမွန်သောပုံများကို ရွေးချယ်နိုင်သည် သို့မဟုတ် သင့်ထုတ်ကုန်များအတွက် ပိုမိုကောင်းမွန်သောဖော်ပြချက်များကို ရေးသားနိုင်သည်။ သင့်လုပ်ငန်းအတွက် အချိန်ပြည့်အလုပ်တစ်ခုကို စဉ်းစားပါ။ စိတ်မပျက်ဘဲ မှန်မှန်ကန်ကန်လုပ်ရင် အောင်မြင်မှာပါ။",
        'view-process-center' => 'လုပ်ငန်းစဉ်စင်တာကိုကြည့်ရှုပါ။',
        'return' => [
            'title' => 'ပြန်အမှာစာ',
            'subtitle' => 'ပြန်လာသောအမိန့်များကို သတင်းပို့ပါ။',
            'tip-title' => 'အဲဒါ မင်းသိလား...',
            'tip' => "Selldone POS ဖြင့် သင်လိုအပ်သလောက် ငွေသားစာရင်းများကို ဖန်တီးနိုင်သည်။ သင့်တက်ဘလက်၊ မိုဘိုင်း သို့မဟုတ် လက်တော့ပ်ပဲဖြစ်ဖြစ်၊ မည်သည့်စက်ပစ္စည်းကိုမဆို သင့်စတိုးဆိုင်၏ အရောင်းအ၀ယ်အဖြစ်သို့ ပြောင်းလဲနိုင်သည်။ ၎င်းသည် ရိုးရှင်းသည်၊ မြန်ဆန်စွာ စနစ်ထည့်သွင်းရန်နှင့် သင့်ဆာဗာအတွက် အပြည့်အဝ ပြင်ဆင်ထားသည်။ ယနေ့စတင်အသုံးပြုပါ။",
            'view-pos' => 'ကျွန်ုပ်၏ အွန်လိုင်းစတိုး ငွေကိုင်သို့ ဝင်ရောက်ပါ။'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'ဆက်ရှင်များ',
        'sub-title' => 'ငါ့ဆိုင်ကို ဘယ်နှစ်ခါရောက်ဖူးလဲ။',
        'countries-title' => 'ဘယ်နိုင်ငံတွေ အများဆုံးလည်ပတ်ဖူးလဲ။',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'တစ်ပြားမှမကုန်ဘဲ ငွေရှာချင်ပါသလား။',
        'message' => "မင်္ဂလာပါ :name၊ Selldone ဖြင့် စတင်ငွေရှာရမည့်အချိန်ဖြစ်သည်။ Dashboard > More > Monetization > သင်၏ Referral Link ကို ရယူပါ။ သင့်သူငယ်ချင်းများနှင့် လင့်ခ်ကို မျှဝေပါ၊ လက်ဆောင်ကတ်များနှင့် ၎င်းတို့၏ ပေးချေမှုများ၏ ဝေစုကို ရယူလိုက်ပါ။ အကောင်းဆုံးအပိုင်း? သင်ရော သင့်သူငယ်ချင်း နှစ်ယောက်လုံး လက်ဆောင်ကတ်တစ်ခု ရသွားပါပြီ။",
        'action' => 'ကျွန်ုပ်၏ မိတ်ဆက်လင့်ခ်ကို ကြည့်ရှုပါ။',
        'mail-clip' => "<b style='color: #C2185B'>အရေးကြီးသည်-</b> သင်သည် အီးမေးလ်၏အရှည်ကိုကန့်သတ်သည့် Gmail ကဲ့သို့သော အီးမေးလ်ဝန်ဆောင်မှုများကို အသုံးပြုပါက၊ အစီရင်ခံစာအပြည့်အစုံကိုပြသရန် အီးမေးလ်၏အဆုံးတွင် အောက်ပါရွေးချယ်စရာကိုရှာပြီး ၎င်းကိုနှိပ်ပါ။",

        'no-coin-reward' => "<b style='color: #C2185B'>ဝမ်းနည်းပါသည်-</b> အခမဲ့ SEL Coins ဆုလာဘ်ကို ရယူရန် သင့်လုပ်ဆောင်ချက်သည် လိုအပ်ချက်နှင့် မကိုက်ညီပါ။ ပိုမိုကြိုးစားပြီး လာမည့်ရာသီအတွက် သင့်ဆိုင်တွင် ပိုမိုရောင်းချပါ။",
        'yes-coin-reward' => "<b style='color: #4CAF50'>ဂုဏ်ယူပါတယ်:</b> အရမ်းကောင်းတဲ့အလုပ်။ သင်၏ထူးချွန်သောစွမ်းဆောင်ရည်အပေါ်အခြေခံ၍ ကျွန်ုပ်တို့သည် :amount SEL ဒင်္ဂါးပြားများကို သင့်အကောင့်သို့ ဆုကြေးအဖြစ် ကျွန်ုပ်တို့ထည့်သွင်းထားပါသည်။",

        'need-buy-license' => "<b> သင့်လုပ်ငန်းကို အဆင့်မြှင့်ပါ- </b> သင့်ဝဘ်ဆိုဒ်အတွက် စာရင်းသွင်းမှုအစီအစဉ်ကို သင်စာရင်းမသွင်းရသေးပုံရပါသည်။ နှစ်စဉ်ပေးဆောင်ပါက တစ်လလျှင် :amount ဖြင့် နောက်ထပ်အင်္ဂါရပ်များကို လော့ခ်ဖွင့်ရန် ယခု အဆင့်မြှင့်လိုက်ပါ။",
        'not-afford-message' => "အကယ်၍ သင်သည် ငွေပေးချေမှုတွင် မတတ်နိုင် သို့မဟုတ် ပြဿနာတစ်စုံတစ်ရာရှိပါက support@selldone.com မှတဆင့် ကျွန်ုပ်တို့အား ပြောပြပါ။",
        'add-domain' => "<b>သင့်လုပ်ငန်းအတွက် စိတ်ကြိုက်ဒိုမိန်းတစ်ခု ဘာကြောင့်မရှိတာလဲ။</b><br> သင့်ဝဘ်ဆိုဒ်သို့ ဒိုမိန်းတစ်ခုကို ယခုထည့်ပါ။ အခမဲ့ဖြစ်သည်။"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone ဆိုတာကတော့<del> ထုတ်ကုန်</del> <span style = 'color: forestgreen'>အသိုင်းအဝိုင်း</span><br> ပရော်ဖက်ရှင်နယ် Selldoner ဖြစ်ပါစေ။",
        'message' => "Twitter၊ LinkedIn နှင့် လူမှုကွန်ရက်များတွင် Selldone ၏တရားဝင်စာမျက်နှာများကို လိုက်နာပါ။ မှတ်ချက်များ၊ တောင်းဆိုချက်များ သို့မဟုတ် ဝေဖန်ချက်များကို ကျွန်ုပ်တို့ထံ ပေးပို့ပါ သို့မဟုတ် Selldone အကြောင်း ဆွေးနွေးမှုများတွင် ပါဝင်ပါ။ ကျွန်ုပ်တို့သည် <b>သင်ပြုလုပ်သော</b> Selldone အသိုင်းအဝိုင်း၏ တစ်စိတ်တစ်ပိုင်းလည်းဖြစ်သည်။"
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'ထောပတ်သီးအမှာစာအသစ်များလက်ခံရရှိ|:shop_title :time',
        'title' => "ပြီးခဲ့သော 24 နာရီအတွက် စွမ်းဆောင်ရည် အစီရင်ခံစာ",
        'message' => "သင့်ဖောက်သည်များသည် သင့်မှာယူမှုများကို ပြန်လည်သုံးသပ်ပြီး ဈေးနှုန်းသတ်မှတ်ရန် စောင့်မျှော်နေပါသည်။ အရောင်းပိုမိုရရှိရန် သင့်ဖောက်သည်များ၏ တောင်းဆိုချက်များကို တတ်နိုင်သမျှ အမြန်ဆုံး တုံ့ပြန်ပါ။",
        'card_title' => "တန်းစီနေသော အော်ဒါများ",
        'card_subtitle' => ":date ကတည်းက",

        'card_payed' => "အခပေးအမိန့်စာ"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => ':community_title တွင် သင့်ပို့စ်ကို စာပြန်ပါ။',
        'title' => ":name နှင့် :count အခြားသူများသည် သင့်ပို့စ်များတွင် စကားဝိုင်းသို့ ပါဝင်လာပါသည်။",
        'message' => "မင်္ဂလာပါ :name၊ မင်းရဲ့ ပို့စ်တွေက အာရုံစိုက်ခံနေရတယ်။ ကျွန်ုပ်တို့၏ကွန်မြူနတီရှိ မှတ်ချက်များကို သင်လက်ခံရရှိပြီးဖြစ်သည်။ ဆွေးနွေးမှုတွင် ပါဝင်ပြီး လူတိုင်းပြောနေသည်ကို ကြည့်ရှုရန် သင့်အကောင့်သို့ ဝင်ရောက်ပါ။",
        'title-simple' => ":name ကို သင့်ပို့စ်များတွင် မှတ်ချက်ပေးထားသည်။",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 သင့်ခေါင်းစဉ် :topic_title ကို အကြောင်းပြန်ပါ။',
        'title' => "သင့်အကြောင်းအရာအတွက် :name, နှင့် :count တို့ကို အခြားသူများက ပြန်ကြားသည်။",
        'message' => "မင်္ဂလာပါ :name၊ သင့်အကြောင်းအရာကို အာရုံစိုက်လာပါပြီ။ ကျွန်ုပ်တို့၏ကွန်မြူနတီတွင် သင်ပြန်ကြားစာများကို လက်ခံရရှိထားပါသည်။ ဆွေးနွေးမှုတွင် ပါဝင်ပြီး လူတိုင်းပြောနေသည်ကို ကြည့်ရှုရန် သင့်အကောင့်သို့ ဝင်ရောက်ပါ။",
        'title-simple' => ":name က သင့်အကြောင်းအရာကို ဖြေကြားခဲ့ပါတယ်။",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 အကောင့်အသစ် :name',
        'category' => 'လုံခြုံရေးသတိပေးချက်များ',
        'title' => "အကောင့်သို့ဝင်ရောက်ပါ။",
        'message' => "လေးစားအပ်ပါသော :name၊ သင်၏ Selldone အကောင့်သို့ အကောင့်ဝင်ခြင်းကို တွေ့ရှိခဲ့သည်။",   // Login in selldone (seller)
        'message-shop' => "လေးစားအပ်ပါသော :name၊ :shop_title သို့ အကောင့်ဝင်ခြင်းကို တွေ့ရှိခဲ့သည်။",  // Login in shop (buyer)

        'footer' => "သင်အကောင့်မဝင်ပါက၊ သင့်စကားဝှက်ကိုပြောင်းပါ။",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "ငွေထုတ်ခြင်း။",
        'deposit' => "အပ်ငွေ",

        'withdraw_subject' => ":account အကောင့်မှ ထုတ်ယူပါ။",
        'deposit_subject' => ":account အကောင့်သို့ အပ်နှံပါ။",

        'message' => "ငွေလွှဲခြင်းကို အောက်ပါသတ်မှတ်ချက်များဖြင့် လုပ်ဆောင်ပြီးဖြစ်သည်။",

        'type' => "ငွေပေးငွေယူ အမျိုးအစား",

        'from' => "အရင်းအမြစ်အကောင့်",
        'to' => "Destination account",

        'desc' => "ငွေပေးငွေယူ ဖော်ပြချက်",
        'action' => "အရောင်းအဝယ်ကိုကြည့်ပါ။",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ အရေးကြီးတယ်။ စည်းကမ်းဖောက်ဖျက်ခြင်း။| :shop",
        'category' => "ဝေဖန်ထောက်ပြပါ။",
        'title' => "မင်းရဲ့ဆိုင်ကို ဒဏ်ရိုက်ပြီးပြီ။",
        'action' => "ဆိုင်ဒက်ရှ်ဘုတ်ဖွင့်ပါ။",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter သည် Selldone သို့ ပါဝင်ရန် သင့်အား ဖိတ်ကြားထားသည်။",
        'title' => ":name သည် သင့်အွန်လိုင်းစတိုးအသစ်ကိုဖွင့်ပြီး ၎င်းကိုငွေရှာရန် ကူညီရန် :amount ပေးပို့ထားပါသည်။",
        'message' => "မင်္ဂလာပါ **:receiver_name**၊<br><br>Selldone မှလှိုက်လှဲစွာကြိုဆိုပါသည်။ Selldone တွင်၊ သင်သည် သင်၏ e-commerce ဆိုက်၊ ဘလော့ဂ်၊ အွန်လိုင်း အသိုင်းအဝိုင်းကို အလွယ်တကူ ဖန်တီးနိုင်ပြီး မိနစ်ပိုင်းအတွင်း လူကိုယ်တိုင် ရောင်းချရန်အတွက် အွန်လိုင်း POS စနစ်ကို တပ်ဆင်နိုင်သည်။ ၎င်းသည် သင့်လုပ်ငန်းကို ပိုကောင်း၊ ပိုမြန်စေပြီး လည်ပတ်ရလွယ်ကူစေရန် ဒီဇိုင်းထုတ်ထားသည့် ပြီးပြည့်စုံသော အွန်လိုင်းစီးပွားရေးလုပ်ငန်းလည်ပတ်မှုစနစ်ဖြစ်သည်။<br><br><b>:date</b> စတင်ရန် :amount ဘောက်ချာကိုရယူပါ။",
        'accept' => "ဖိတ်ကြားချက်ကို လက်ခံပါ။",
        'owner' => "ပိုင်ရှင်",
        'join-date' => "Selldone တွင် ပါဝင်ခဲ့သည်။",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "ပြန်လည်ရယူရေးလင့်ခ်| :shop",
        'category' => "ဆိုင်လုံခြုံရေး",
        'title' => "<b>:shop_name</b> ၏ စတိုးပြန်လည်ရယူရေးလင့်ခ်။",
        'message' => "သင့်စတိုးဆိုင်ကို ပြန်လည်ရယူရန် တောင်းဆိုသောကြောင့် ဤအီးမေးလ်ကို သင့်ထံ ပေးပို့ခဲ့ခြင်းဖြစ်သည်။ အောက်ပါလင့်ခ်ကို နှိပ်ခြင်းဖြင့် သင့်ဆိုင်နှင့် ၎င်းနှင့်ဆိုင်သော ဒေတာအားလုံးကို ပြန်လည်ရယူပါမည်။",
        'action' => "ဆိုင်ပြန်လည်ရယူခြင်းကို အတည်ပြုပါ။",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'သင့်လုပ်ငန်းအတွက် Selldone ငွေမည်မျှ ချမ်းသာခဲ့သနည်း။',
        'sub-title' => 'ရက်စွဲမှ :start မှ :end',
        'infrastructure' => [
            'title' => 'အခြေခံအဆောက်အဦ',
            'subtitle' => 'ဆာဗာများ၊ CDN၊ သိုလှောင်မှုနှင့် အခြား cloud ဝန်ဆောင်မှုများ',
        ],
        'experts' => [
            'title' => 'ကျွမ်းကျင်သူများနှင့် ဝန်ထမ်းများ',
            'subtitle' => 'တီထွင်သူများ၊ ပြုပြင်ထိန်းသိမ်းမှုနှင့် ပံ့ပိုးကူညီမှုများ',
        ],
        'total_save' => 'စုစုပေါင်းသိမ်းဆည်းထားသောငွေ'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'မင်းရဲ့စွမ်းဆောင်ရည်',
        'sub-title' => 'လုပ်ငန်းခြုံငုံသုံးသပ်ချက် :start မှ :end',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'အသုံးပြုသူများ',

        'shop_views' => 'ဆိုင်မြင်ကွင်းများ',
        'baskets' => [
            'title' => 'စျေးဝယ်လှည်းများ',
            'subtitle' => 'စျေးဝယ်လှည်းအသစ် အရေအတွက်ကို သတင်းပို့ပါ။',

        ],
        'products' => [
            'title' => 'ထုတ်ကုန်များ ခြုံငုံသုံးသပ်ချက်',
            'subtitle' => 'အမျိုးအစားအလိုက် စတိုးဆိုင်ရှိ ကုန်ပစ္စည်းများ၏ အခြေအနေ',
            'value_name' => 'ထုတ်ကုန်များ'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'စုစုပေါင်း ဝဘ်ဆိုဒ် စာမျက်နှာ ကြည့်ရှုမှု',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "မှာယူမှုအသစ်တစ်ခုကို သင်လက်ခံရရှိပြီးဖြစ်သည်။ သင့်ရောင်းချသူအကန့်ရှိ မှာယူမှုလုပ်ဆောင်ခြင်းစာမျက်နှာသို့ သွားပါ။",
        'subject' => "🛍 New Order လက်ခံရရှိပြီ | :order_id",
        'your_revenue' => "သင့်အခွန်",
    ],
    'vendor-invite' => [
        'title' => 'ရောင်းချသူ ဖိတ်ကြားချက်',
        'message' => ":shop_name ၏ရောင်းချသူဖြစ်လာရန် ဖိတ်ကြားချက်ကို သင်လက်ခံရရှိပြီးဖြစ်သည်။ အောက်ပါခလုတ်များကို နှိပ်ခြင်းဖြင့် ၎င်းကို လက်ခံနိုင် သို့မဟုတ် ငြင်းပယ်နိုင်ပါသည်။",
        'subject' => ":shop_name | ကျွန်ုပ်တို့၏ရောင်းချသူဖြစ်လာရန် ဖိတ်ခေါ်ချက်ကို သင်လက်ခံရရှိခဲ့ပါသည်။",
        'accept' => "လက်ခံပြီး ရောင်းချသူဖြစ်လာပါ။",
        'reject' => "ငြင်းပယ်ပါ။",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'ကျွန်​​တော်​တို့အဖွဲ့ကို Join ဖို့ဖိတ်​​ခေါ်ပါတယ်​',
        'message' => ":shop_name တွင် :vendor_name ပါဝင်ရန် သင့်အား ဖိတ်ကြားထားသည်။ အောက်ပါခလုတ်များကို အသုံးပြု၍ ဤဖိတ်ကြားချက်ကို လက်ခံနိုင် သို့မဟုတ် ငြင်းပယ်နိုင်ပါသည်။",
        'subject' => ":vendor_name Join ဖို့ဖိတ်ခေါ်ပါတယ်။|Team Member တစ်ယောက်ဖြစ်ပါစေ။",
        'accept' => "လက်ခံပြီး အဖွဲ့ထဲဝင်ပါ။",
        'reject' => "ငြင်းပယ်ပါ။",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => ":shop အတွက် သင်၏ အကောင့်ဝင်ကုဒ်",
        'header-message' => "ဆိုင်အတွက် အကောင့်ဝင်ကုဒ်ကို သင်တောင်းဆိုထားသောကြောင့် သင့်အား ဤအီးမေးလ်ကို ပေးပို့ခြင်းဖြစ်ပါသည်။ ကျေးဇူးပြု၍ အောက်ပါ သင်၏ တစ်ကြိမ်သုံး စကားဝှက် (OTP) ကို ရှာပါ-",
        'footer-message' => "ဤကုဒ်သည် 10 မိနစ်အထိ အကျုံးဝင်မည်ဖြစ်သည်။ ဤအကောင့်ဝင်ကုဒ်ကို သင်မတောင်းဆိုပါက၊ ဤအီးမေးလ်ကို လျစ်လျူရှုပါ။"
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "သင့်အီးမေးလ်ကို အတည်ပြုပါ။| :shop",
        'title' => 'အီးမေးလ်အတည်ပြုခြင်း။',
        'header-message' => "မင်္ဂလာပါ :name၊<br>Q ကျေးဇူးပြု၍ **:email** သည် အောက်ပါခလုတ်ကိုနှိပ်ခြင်းဖြင့် သို့မဟုတ် ၄၈ နာရီအတွင်း အောက်ပါလင့်ခ်ကို အသုံးပြု၍ သင့်အီးမေးလ်လိပ်စာဖြစ်ကြောင်း အတည်ပြုပါ။",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "ထုတ်ကုန်အပ်ဒိတ်များ| :shop",
        'title' => "ထုတ်ကုန်အခြေအနေအပေါ် အပ်ဒိတ် - နောက်ဆုံး 24 နာရီ",
        'message' => "ဒီမက်ဆေ့ချ်က မင်းကို အဆင်ပြေမယ်လို့ မျှော်လင့်ပါတယ်။ ဤသည်မှာ ပြီးခဲ့သော 24 နာရီအတွင်း ကျွန်ုပ်တို့၏ပလပ်ဖောင်းပေါ်ရှိ သင့်ထုတ်ကုန်များ၏ အခြေအနေကို သင့်အား အသိပေးရန်အတွက် အတိုချုံးအပ်ဒိတ်တစ်ခုဖြစ်သည်။\nဤကာလအတွင်း၊ အချို့သောထုတ်ကုန်များ၏အခြေအနေပြောင်းလဲမှုများရှိသည်။ ဤပြောင်းလဲမှုများသည် ဝယ်ယူမှုများ၊ စတော့ခ်အပ်ဒိတ်များ သို့မဟုတ် အခြားဆက်စပ်ဖြစ်ရပ်များကြောင့် ဖြစ်နိုင်သည်။\nထုတ်ကုန်တစ်ခုစီ၏အသေးစိတ်အချက်အလက်များအတွက် ကျေးဇူးပြု၍ သင့်အကောင့်သို့ဝင်ရောက်ပြီး 'ထုတ်ကုန်အခြေအနေ' ကဏ္ဍကို စစ်ဆေးပါ။",
        'action' => "ရောင်းသူအကန့်ကိုဖွင့်ပါ။",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "အစုလိုက် အမှာစာများ လက်ခံရရှိခဲ့သည်။| :shop | :date",
        'title' => "အစုလိုက် အမှာစာများ အသိပေးချက်",
        'message' => "အစုလိုက်အမှာစာများ သင်လက်ခံရရှိပြီးဖြစ်သည်။ နောက်ထပ်အသေးစိတ်အချက်အလက်များအတွက် သင့်အကန့်ရှိ မှာယူမှုလုပ်ဆောင်ခြင်းစာမျက်နှာသို့ ဝင်ရောက်ကြည့်ရှုပါ။ ပေးထားသော လုံခြုံသောလင့်ခ်မှတစ်ဆင့် မှာယူမှုစာရင်းကို ဒေါင်းလုဒ်လုပ်နိုင်ပြီး 7 ရက်တာ သက်တမ်းရှိ <br><br>\n        <b>IMPORTANT:</b> ဤလင့်ခ်သည် 7 ရက်စာ သက်တမ်းရှိသည်။<br>\n        ဤလင့်ခ်သည် ပြောင်းလဲနေသောကြောင့် ၎င်းကိုနှိပ်လိုက်တိုင်း၊ ဤသတ်မှတ်ရက်စွဲအတွက် အပ်ဒိတ်အများဆုံး မှာယူမှုများကို လက်ခံရရှိမည်ဖြစ်သည်။ <b>It ဆိုသည်မှာ မှာယူမှုငွေပေးချေမှုအခြေအနေအား ပယ်ချခြင်းသို့ ပြောင်းလဲပါက၊ ဒေါင်းလုဒ်လုပ်ထားသော CSV တွင် အဆိုပါအမှာစာကို သင်မြင်ရတော့မည်မဟုတ်ပါ၊ သို့မဟုတ် မှာယူမှုကို ပေးချေပါက၊ ၎င်းသည် စာရင်းထဲတွင် ပေါ်လာပါမည်။ </b><br><br>\n        <ul>\n            <li> CSV တွင် :date တွင် သီးသန့်ရက်စွဲဖြင့် အခပေးအမှာစာများပါရှိသည်။</li>\n            <li>Reserved ရက်စွဲသည် အမှာစာစာမျက်နှာရှိ သုံးစွဲသူက ငွေရှင်းရန် နှိပ်သည့်အခါ ရက်စွဲဖြစ်သည်။</li>\n        </ul>\n        <b> အမှာစာ ထပ်နေခြင်းကို တားဆီးရန်၊ မပို့မီ မှာယူမှု ID ကို အမြဲစစ်ဆေးပါ။</b>",
        'action' => "မှာယူမှုစာရင်းကို ဒေါင်းလုဒ်လုပ်ပါ။",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "သင့်မှာယူမှုတွင် အချို့သောပစ္စည်းများကို လက်ခံ၍မရပါ။ ဤပစ္စည်းများအတွက် ပမာဏကို သင့်ကတ်သို့ မကြာမီ ပြန်အမ်းပေးပါမည်။"
    ]

];
