<?php


use App\Backoffice\Expert\enums\JobCategory;
use App\Backoffice\Expert\enums\JobTopic;

return [

    JobTopic::STORE_DESIGN => [
        'title' => 'e-commerce တစ်ခုတည်ဆောက်ပါ။',
        'image' => '/images/experts/topics-sub/store-design.jpg',
        'desc' => 'သင့်စိတ်ကူးများကို အကောင်အထည် ဖော်နိုင်စေရန် သင့်အွန်လိုင်းစတိုး၏ ဒီဇိုင်းနှင့် တည်ဆောက်မှုကို ပညာရှင်များထံ ထားခဲ့ပါ။',
    ],
    JobTopic::MARKETPLACE_SETUP => [
        'title' => 'စျေးတစ်ခုသတ်မှတ်ပါ။',
        'image' => '/images/experts/topics-sub/marketplace-setup.jpg',
        'desc' => 'သင့်ထုတ်ကုန်များနှင့် ဝန်ဆောင်မှုများကို ပိုမိုကျယ်ပြန့်သော ပရိသတ်ထံ ရောင်းချရန် စျေးကွက်တစ်ခု တည်ဆောက်ပါ။',
    ],


    JobTopic::STORE_CONFIGURATION => [
        'title' => 'စတိုးဆိုင်ဖွဲ့စည်းမှု',
        'image' => '/images/experts/topics-sub/store-configuration.jpg',
        'desc' => 'ရှာဖွေရေးအင်ဂျင်များအတွက် အသေးစိတ်စီးပွားရေးအချက်အလက်များကို ထည့်သွင်းခြင်း၊ ပို့ဆောင်ခြင်းနှင့် သိုလှောင်ခြင်းနည်းလမ်းများကို သတ်မှတ်ခြင်းကဲ့သို့သော စတိုးဆိုင်ဆက်တင်များအတွက် ကျွမ်းကျင်သူထံမှ အကူအညီကို သင်ရနိုင်သည်။',
    ],


    JobTopic::STORE_OPTIMIZATION => [
        'title' => 'စွမ်းဆောင်ရည်နှင့် မြန်နှုန်းနှင့် တိုးတက်မှု',
        'image' => '/images/experts/topics-sub/store-optimization.jpg',
        'desc' => '၎င်း၏ မြန်နှုန်းနှင့် စွမ်းဆောင်ရည်ကို မြှင့်တင်ရန် ကျွမ်းကျင်သူများသည် သင့်ဆိုက်တွင် လုပ်ဆောင်မည်ဖြစ်သည်။',
    ],

    JobTopic::DOMAIN => [
        'title' => 'ဒိုမိန်းချိတ်ဆက်မှု',
        'image' => '/images/experts/topics-sub/domain.jpg',
        'desc' => 'သင့်စတိုးနှင့် ဝဘ်ဆိုက်တွင် စိတ်ကြိုက်ဒိုမိန်းကို ထည့်ပါ။',
    ],
    JobTopic::POD_SETUP => [
        'title' => 'POD စတိုးကို စနစ်ထည့်သွင်းပါ။',
        'image' => '/images/experts/topics-sub/pod-setup.jpg',
        'desc' => 'ကျွမ်းကျင်သူများ၏အကူအညီဖြင့် ပရင့်စတိုးဆိုင်ကို လိုအပ်သလောက်ဖန်တီးပါ။',
    ],


    JobTopic::PAGE_DESIGN => [
        'title' => 'ဆင်းသက်ခြင်းနှင့် အတွင်းစာမျက်နှာဒီဇိုင်း',
        'image' => '/images/experts/topics-sub/page-design.jpg',
        'desc' => 'သင့်ဆိုက်ဆိုက်စာမျက်နှာများ၊ ပင်မစာမျက်နှာနှင့် အတွင်းစာမျက်နှာများကို ဒီဇိုင်းဆွဲပါ။',
    ],


    JobTopic::ADD_PRODUCT => [
        'title' => 'ထုတ်ကုန်များနှင့် အမျိုးအစားများကို ထည့်ပါ။',
        'image' => '/images/experts/topics-sub/add-product.jpg',
        'desc' => 'ဖောက်သည်များ သင့်ထုတ်ကုန်ကို ရှာဖွေရလွယ်ကူစေရန်အတွက် သင့်ထုတ်ကုန်များ၏ ပုံများ၊ ဖော်ပြချက်များနှင့် spec များကို သင်ခန်းစာအမျိုးအစားများထဲသို့ ထည့်ပါ။',
    ],





    JobTopic::PAYMENT => [
        'title' => 'ငွေပေးချေမှုတံခါးပေါက်',
        'image' => '/images/experts/topics-sub/payment.jpg',
        'desc' => 'သင့်စတိုးသို့ အွန်လိုင်းငွေပေးချေမှုတံခါးပေါက်တစ်ခု ထည့်ပါ။',
    ],


    JobTopic::TAX => [
        'title' => 'အခွန်အကြံဉာဏ်',
        'image' => '/images/experts/topics-sub/tax.jpg',
        'desc' => 'သင်၏ဘဏ္ဍာရေးနှင့် အခွန်ကိစ္စများအတွက် အကြံဉာဏ်ရယူပါ။',
    ],


    JobTopic::EMAIL_MARKETING => [
        'title' => 'အီးမေးလ်စျေးကွက်ရှာဖွေရေး',
        'image' => '/images/experts/topics-sub/email-marketing.jpg',
        'desc' => 'သင့်အသုံးပြုသူများကို ဖောက်သည်များအဖြစ် ပြောင်းလဲကာ ဝယ်ယူရန် ဆွဲဆောင်ရန် အီးမေးလ်စျေးကွက်ရှာဖွေရေးကိရိယာများကို အသုံးပြုပါ။',
    ],


    JobTopic::SEO => [
        'title' => 'SEO',
        'image' => '/images/experts/topics-sub/seo.jpg',
        'desc' => 'Google ရှာဖွေမှုရလဒ်များတွင် သင့်အဆင့်သတ်မှတ်ချက်ကို တိုးမြင့်စေပြီး ၎င်းတို့၏ရှာဖွေမှုများတွင် သင့်ထုတ်ကုန်များကို လူများပိုမိုရှာဖွေနိုင်မည်ဖြစ်သည်။',
    ],


    JobTopic::SEARCH_ADS => [
        'title' => 'ကြော်ငြာများကို ရှာဖွေပါ။',
        'image' => '/images/experts/topics-sub/search-adds.jpg',
        'desc' => 'Google ကဲ့သို့ ရှာဖွေရေးအင်ဂျင်များတွင် သင့်ထုတ်ကုန်များကို ကြော်ငြာပါ။',
    ],


    JobTopic::SOCIAL_MARKETING => [
        'title' => 'ဆိုရှယ်မီဒီယာစျေးကွက်ရှာဖွေရေး',
        'image' => '/images/experts/topics-sub/social-marketing.jpg',
        'desc' => 'သင့်ထုတ်ကုန်များနှင့် ဝန်ဆောင်မှုများကို လူများပိုမိုမြင်လာစေရန် လူမှုမီဒီယာကြော်ငြာကမ်ပိန်းများကို စတင်ပါ။',
    ],


    JobTopic::CONTENT_MARKETING => [
        'title' => 'အကြောင်းအရာစျေးကွက်ရှာဖွေရေး',
        'image' => '/images/experts/topics-sub/content-marketing.jpg',
        'desc' => 'သင့်လုပ်ငန်းနှင့် သက်ဆိုင်သော အသုံးဝင်ပြီး သက်ဆိုင်ရာ အကြောင်းအရာများကို ထုတ်လုပ်ဖြန့်ချိပါ။',
    ],


    JobTopic::SALE_CHANNELS => [
        'title' => 'အရောင်းလမ်းကြောင်းများတည်ဆောက်ပါ။',
        'image' => '/images/experts/topics-sub/sale-channels.jpg',
        'desc' => 'Selldone ရှိ သင့်အွန်လိုင်းစတိုးသို့ ချိတ်ဆက်ခြင်းဖြင့် Instagram၊ Telegram နှင့် Facebook ကဲ့သို့သော အရောင်းလိုင်းအသစ်များကို စတင်လိုက်ပါ။',
    ],


    JobTopic::CONVERSION => [
        'title' => 'ကူးပြောင်းမှုနှုန်းကို ပိုမိုကောင်းမွန်အောင်ပြုလုပ်ခြင်း။',
        'image' => '/images/experts/topics-sub/conversion.jpg',
        'desc' => 'ပြောင်းလဲနှုန်းများကို မြှင့်တင်ပါ၊ ဧည့်သည်များ ပိုများလာပါက ဖောက်သည်များအဖြစ်သို့ ပြောင်းလဲပြီး သင်၏ ကမ်ပိန်းများ၏ စွမ်းဆောင်ရည်ကို တိုးမြင့်စေပါသည်။ های خود را افزایش دهید.',
    ],


    JobTopic::ANALYZE => [
        'title' => 'အသုံးပြုသူအပြုအမူကို ပိုင်းခြားစိတ်ဖြာပါ။',
        'image' => '/images/experts/topics-sub/analyze.jpg',
        'desc' => '၎င်းတို့အတွက် ပိုမိုကောင်းမွန်သော အသုံးပြုသူအတွေ့အကြုံကို ပေးစွမ်းရန် အွန်လိုင်းစတိုးရှိ သင့်အသုံးပြုသူများ၏ အပြုအမူနှင့် သင့်စတိုးဆိုင်၏ ရုပ်ပိုင်းဆိုင်ရာ ဘဏ်ခွဲများကိုပင် စစ်ဆေးပါ။',
    ],


    JobTopic::BRAND_STRATEGY => [
        'title' => 'အမှတ်တံဆိပ်ဗျူဟာ',
        'image' => '/images/experts/topics-sub/brand-strategy.jpg',
        'desc' => 'သင့်လုပ်ငန်းအမှတ်တံဆိပ်ကို တည်ဆောက်ပြီး တိုးချဲ့လုပ်ကိုင်ပါ။',
    ],


    JobTopic::MIGRATION => [
        'title' => 'စတိုးဆိုင်လွှဲပြောင်း',
        'image' => '/images/experts/topics-sub/advise.jpg',
        'desc' => 'သင့်လက်ရှိစတိုးကို Selldone သို့ ရွှေ့ပါ။',
    ],


    JobTopic::APP_PROGRAMMER => [
        'title' => 'အက်ပလီကေးရှင်းတစ်ခုတည်ဆောက်ပါ။',
        'image' => '/images/experts/topics-sub/app-programmer.jpg',
        'desc' => 'သင်၏ကိုယ်ပိုင် application ကိုဒီဇိုင်းရေးဆွဲခြင်းနှင့်ပရိုဂရမ်ရေးဆွဲခြင်း။',
    ],


    JobTopic::APP_INSTALL => [
        'title' => 'လျှောက်လွှာကို install လုပ်ပါ။',
        'image' => '/images/experts/topics-sub/app-install.jpg',
        'desc' => 'စတိုးတွင် သင်လိုအပ်သော အပလီကေးရှင်းကို ထည့်သွင်းပြီး ပြင်ဆင်သတ်မှတ်ပါ။',
    ],


    JobTopic::UX_DESIGN => [
        'title' => 'သီးသန့် UX ဒီဇိုင်း',
        'image' => '/images/experts/topics-sub/ux-designer.jpg',
        'desc' => 'စတိုးဆိုင် သို့မဟုတ် အပလီကေးရှင်းရှိ သင့်အသုံးပြုသူများအတွက် ထူးခြားသောအသုံးပြုသူအတွေ့အကြုံကို ဒီဇိုင်းထုတ်ပါ။',
    ],


    JobTopic::DEBUG => [
        'title' => 'ပြဿနာဖြေရှင်းခြင်း။',
        'image' => '/images/experts/topics-sub/debug.jpg',
        'desc' => 'သင့်စတိုးတွင် အမှားများနှင့် ပြဿနာများကို ပြင်ဆင်ပါ။',
    ],


    JobTopic::STRATEGY => [
        'title' => 'စီးပွားရေးဗျူဟာ အကြံပေးခြင်း။',
        'image' => '/images/experts/topics-sub/strategy.jpg',
        'desc' => 'သင့်လုပ်ငန်းကို တိုးတက်ကောင်းမွန်လာစေရန်အတွက် အတွေ့အကြုံရင့်ကျက်သူများထံမှ ကျွမ်းကျင်သော အကြံဉာဏ်များကို ရယူပါ။',
    ],


    JobTopic::PRODUCT_GUIDE => [
        'title' => 'ထုတ်ကုန်အရင်းအမြစ်လမ်းညွှန်',
        'image' => '/images/experts/topics-sub/products-guide.jpg',
        'desc' => 'ထုတ်ကုန်ပြင်ဆင်မှု၊ ပြင်ဆင်မှုနှင့် ထုတ်ကုန်ထောက်ပံ့ရေးစက်ဝန်းဒီဇိုင်းအတွက် အကြံဉာဏ်ရယူပါ။',
    ],


    JobTopic::SETUP_GUIDE => [
        'title' => 'ဆိုင်တည်ဆောက်ခြင်းနှင့် ဒီဇိုင်းဆိုင်ရာ အကြံပေးခြင်း။',
        'image' => '/images/experts/topics-sub/setup-guide.jpg',
        'desc' => 'လုပ်ငန်းတစ်ခု စတင်ရန် သို့မဟုတ် အွန်လိုင်းတွင် ပြုလုပ်ရန် နယ်ပယ်ရှိ ကျွမ်းကျင်သူများထံမှ အကြံဉာဏ်ရယူပါ။',
    ],


    JobTopic::MARKETING_GUIDE => [
        'title' => 'စျေးကွက်ရှာဖွေရေးနှင့်အရောင်းအတိုင်ပင်ခံ',
        'image' => '/images/experts/topics-sub/marketing-guide.jpg',
        'desc' => 'ဤနယ်ပယ်ရှိ ကျွမ်းကျင်သူများနှင့် ကျွမ်းကျင်သူများထံမှ အကြံဉာဏ်ရယူပြီး သင့်ရောင်းအားကို မြှင့်တင်ပါ။',
    ],


    JobTopic::PRODUCT_DESCRIPTION => [
        'title' => 'ထုတ်ကုန်ဖော်ပြချက်',
        'image' => '/images/experts/topics-sub/product-description.jpg',
        'desc' => 'သင့်ထုတ်ကုန်များအတွက် သင့်ဖောက်သည်များ ပိုမိုလွယ်ကူစွာ သိနိုင်စေရန် သင့်ထုတ်ကုန်များအတွက် ဆွဲဆောင်မှုရှိသော ဖော်ပြချက်များကို ရေးသားပါ။',
    ],


    JobTopic::CONTENT_WRITE => [
        'title' => 'စျေးကွက်ရှာဖွေရေးနှင့်ကြော်ငြာအကြောင်းအရာ',
        'image' => '/images/experts/topics-sub/marketing-content.jpg',
        'desc' => 'အမှတ်တံဆိပ်ဇာတ်လမ်း၊ သင့်ဖောက်သည်များနှင့် သင့်လုပ်ငန်း၏လိုအပ်ချက်များအကြောင်း ရေးပါ သို့မှသာ သင့်ဆိုဒ်ကို ၎င်းတို့၏သူငယ်ချင်းများနှင့် အခြားသူများထံမျှဝေနိုင်စေရန် သို့မဟုတ် ပိုမိုထိရောက်သောကြော်ငြာများရရှိစေရန်။',
    ],


    JobTopic::LOGO_DESIGN => [
        'title' => 'လိုဂိုနှင့် အမှတ်တံဆိပ်ဒီဇိုင်း',
        'image' => '/images/experts/topics-sub/logo-design.jpg',
        'desc' => 'သင့်အမှတ်တံဆိပ်အတွက် ပုံနှင့် လိုဂိုအကြောင်းအရာကို ဒီဇိုင်းဆွဲပါ။',
    ],


    JobTopic::BRAND_DESIGN => [
        'title' => 'ဆိုင်းဘုတ်ဒီဇိုင်း',
        'image' => '/images/experts/topics-sub/banner-designer.jpg',
        'desc' => 'ဆွဲဆောင်မှုရှိသော အမှတ်တံဆိပ်တစ်ခုကို ဒီဇိုင်းဆွဲခြင်းက သင့်ဆိုဒ်သို့ အသုံးပြုသူများကို ပိုမိုဆွဲဆောင်နိုင်စေမည်ဖြစ်သည်။',
    ],


    JobTopic::VIDEO => [
        'title' => 'ရုပ်ရှင်နှင့် ကာတွန်း',
        'image' => '/images/experts/topics-sub/video.jpg',
        'desc' => 'ကြော်ငြာရုပ်ရှင်များနှင့် 2D နှင့် 3D အန်နီမေးရှင်းများ ထုတ်လုပ်ခြင်းကို ဤနယ်ပယ်ရှိ အကောင်းဆုံးကျွမ်းကျင်သူများထံ ထားခဲ့ပါ။',
    ],


    JobTopic::PHOTOGRAPHY => [
        'title' => 'ထုတ်ကုန်ဓာတ်ပုံ',
        'image' => '/images/experts/topics-sub/photography.jpg',
        'desc' => 'သင့်ဆိုင်ကို ပိုမိုကောင်းမွန်စေရန်အတွက် သင့်ထုတ်ကုန်များနှင့် ဝန်ဆောင်မှုများ၏ စက်မှုနှင့် ပရော်ဖက်ရှင်နယ် ဓာတ်ပုံများကို ရိုက်ပါ။',
    ],


    JobTopic::PHOTO_EDITOR => [
        'title' => 'ဓာတ်ပုံများကို တည်းဖြတ်ပါ။',
        'image' => '/images/experts/topics-sub/photo-editor.jpg',
        'desc' => 'ဆွဲဆောင်မှုရှိသော ပုံများကို ဒီဇိုင်းဆွဲပါ၊ ၎င်းတွင် အထူးပြုလုပ်ချက်များ ထည့်သွင်းခြင်း၊ နောက်ခံများကို ဖယ်ရှားခြင်း သို့မဟုတ် ဓာတ်ပုံတစ်ပုံသို့ စာသားထည့်ခြင်းတို့ ပါဝင်နိုင်သည်။',
    ],


    JobTopic::MODELING_3D => [
        'title' => '3D မော်ဒယ်နှင့် AR',
        'image' => '/images/experts/topics-sub/3d.jpg',
        'desc' => 'သင့်ရောင်းအားကို သိသိသာသာတိုးလာစေရန်အတွက် သင့်ထုတ်ကုန်များ၏ 3D augmented reality မော်ဒယ်များကို ဒီဇိုင်းဆွဲပါ။',
    ],


    JobTopic::DROPSHIPPING => [
        'title' => 'dropshipping ကို စနစ်ထည့်သွင်းပါ။',
        'image' => '/images/experts/topics-sub/dropshipping.jpg',
        'desc' => 'သင့်တွင် ထုတ်လုပ်သူ သို့မဟုတ် ဂိုဒေါင်ရှိပါက၊ drop-shipping ကျွမ်းကျင်သူများသည် ထောင်ပေါင်းများစွာသောအွန်လိုင်းစတိုးများမှတဆင့် သင့်ထုတ်ကုန်များကို အလွယ်တကူရောင်းချနိုင်ရန် ကူညီပေးပါလိမ့်မည်။',
    ],


    JobTopic::RESELLING => [
        'title' => 'ပြန်လည်ရောင်းချသူအတွက် စနစ်ထည့်သွင်းပါ။',
        'image' => '/images/experts/topics-sub/reseller.jpg',
        'desc' => 'ကုန်ပစ္စည်းမ၀ယ်ဘဲ သိုလှောင်ရုံ သို့မဟုတ် ပက်ကေ့ခ်ျမပို့ဘဲ ဝင်ငွေကြီးကြီးမားမားရှိသော စတိုးဆိုင်တစ်ခုကို သင်ရနိုင်သည်။',
    ],


    JobTopic::POS_SETUP => [
        'title' => 'အွန်လိုင်းငွေသားစာရင်းကို သတ်မှတ်ခြင်း။',
        'image' => '/images/experts/topics-sub/pos-setup.jpg',
        'desc' => "သင့်စတိုးဆိုင်ခွဲများတွင် Selldone ၏ ငွေသားစာရင်းကို ထည့်သွင်းပြီး သင့်လုပ်ငန်းနှင့် ရုပ်ပိုင်းဆိုင်ရာအကိုင်းအခက်များကို ဖွံ့ဖြိုးတိုးတက်စေရန် ရရှိနိုင်သော ပရော်ဖက်ရှင်နယ်စတိုးဆိုင်ကိရိယာများကို အသုံးပြုပါ။",
    ],




    'CATEGORIES' => [
        JobCategory::SETUP => [
            'title' => 'အွန်လိုင်းဆိုင်ကို စနစ်ထည့်သွင်းပါ။',
            'image' => '/images/experts/categories/SETUP.jpg',
            'desc' => 'ဤနယ်ပယ်မှ ကျွမ်းကျင်သူများသည် သင့်အွန်လိုင်းစတိုးကို တည်ဆောက်ခြင်းနှင့် စနစ်ထည့်သွင်းခြင်းကို ပိုမိုလွယ်ကူမြန်ဆန်စေသည်။',
        ],
        JobCategory::PAYMENT => [
            'title' => 'ငွေပေးချေမှုနည်းလမ်းများ ထည့်ပါ။',
            'image' => '/images/experts/categories/PAYMENT.jpg',
            'desc' => 'သင့်အတွက် တံခါးပေါက်ကို လက်ခံခြင်းနှင့် အပ်ဒိတ်လုပ်ခြင်းလုပ်ငန်းစဉ်ဆောင်ရွက်ရန် ငွေပေးချေမှုဂိတ်ဝေးကျွမ်းကျင်သူကို ငှားရမ်းပါ။',
        ],
        JobCategory::MANAGEMENT => [
            'title' => 'စတိုးဆိုင်စီမံခန့်ခွဲမှု',
            'image' => '/images/experts/categories/MANAGEMENT.jpg',
            'desc' => 'သင်၏စတိုးဆိုင်စီမံခန့်ခွဲမှုအချို့ကို စတိုးစီမံခန့်ခွဲမှုကျွမ်းကျင်သူထံ ထုတ်ယူနိုင်ပါသည်။ ၎င်းတို့သည် လုပ်ငန်းလည်ပတ်ခြင်းဆိုင်ရာ ကဏ္ဍပေါင်းစုံအတွက် ကျွမ်းကျင်သော အကြံဉာဏ်များကိုလည်း ပေးပါသည်။',
        ],
        JobCategory::CONTENT => [
            'title' => 'အကြောင်းအရာရေးသားခြင်း။',
            'image' => '/images/experts/categories/CONTENT.jpg',
            'desc' => 'သင့်ထုတ်ကုန်များ၊ အမှတ်တံဆိပ် သို့မဟုတ် သိုလှောင်မှုအတွက် အကြောင်းအရာရေးသားခြင်းဆိုင်ရာ ကျွမ်းကျင်သူများထံ အကြောင်းအရာကို ရေးသားပါ။',
        ],
        JobCategory::PHOTOGRAPHY => [
            'title' => 'ဓာတ်ပုံရိုက်ပြီး တည်းဖြတ်တယ်။',
            'image' => '/images/experts/categories/PHOTOGRAPHY.jpg',
            'desc' => 'သင့်ထုတ်ကုန်များနှင့် ဝန်ဆောင်မှုများကို ဓာတ်ပုံရိုက်ရန် လိုအပ်ပါသလား။ ဤကဏ္ဍရှိ ကျွမ်းကျင်သူများသည် သင်လိုအပ်သော ပုံများ၊ ကာတွန်းများနှင့် 3D မော်ဒယ်များကို ပြင်ဆင်ပေးပါမည်။',
        ],
        JobCategory::MARKETING => [
            'title' => 'မားကတ်တင်း',
            'image' => '/images/experts/categories/MARKETING.jpg',
            'desc' => 'စျေးကွက်ရှာဖွေရေး ကျွမ်းကျင်သူများသည် သင့်အား သင်၏ ကမ်ပိန်းများနှင့် မက်လုံးများ အတွက် အကောင်းဆုံး ပြုပြင်ပြောင်းလဲမှုများ ပြုလုပ်ရန် သို့မဟုတ် ထိရောက်သော ကြော်ငြာကမ်ပိန်းတစ်ခု စတင်ရန် ကူညီပေးပါသည်။',
        ],
        JobCategory::ADD_PRODUCT => [
            'title' => 'ထုတ်ကုန်များနှင့် အမျိုးအစားများကို ထည့်ပါ။',
            'image' => '/images/experts/categories/ADD_PRODUCT.jpg',
            'desc' => 'စတိုးဆိုင်တွင် ထုတ်ကုန်များထည့်ရန် လူများကို ငှားရမ်းနိုင်သည်။',
        ],
        JobCategory::ADD_PAGE => [
            'title' => 'စာမျက်နှာများထည့်ပါ (Landings၊ ကျွန်ုပ်တို့အကြောင်း၊ ...)',
            'image' => '/images/experts/categories/ADD_PAGE.jpg',
            'desc' => 'ဆင်းသက်သည့် စာမျက်နှာများ ဖန်တီးခြင်း၊ ကျွန်ုပ်တို့အကြောင်းနှင့် သင့်ဆိုဒ်၏ အခြားစာမျက်နှာများကို ဤကျွမ်းကျင်သူများထံ ထားခဲ့နိုင်ပါသည်။',
        ],
        JobCategory::MIGRATION => [
            'title' => 'ကျွန်ုပ်၏ဆိုင်ကို အခြား e-commerce ပလပ်ဖောင်းမှ ပြောင်းရွှေ့ပါ။',
            'image' => '/images/experts/categories/MIGRATION.jpg',
            'desc' => 'အရင်က ဆိုင်ရှိဖူးလား။ ပရော်ဖက်ရှင်နယ် ဝန်ဆောင်မှုတစ်ခုသည် သင့်စတိုးဆိုင်ကို ထာဝရပံ့ပိုးပေးနိုင်စေရန် စတိုးဆိုင်ကို ကျွမ်းကျင်သူထံ လွှဲပြောင်းရန် တာဝန်ကို ချန်ထားနိုင်သည်။',
        ],
        JobCategory::APP_SETUP => [
            'title' => 'အက်ပ်ကို စနစ်ထည့်သွင်းပါ။',
            'image' => '/images/experts/categories/APP_SETUP.jpg',
            'desc' => 'သင့်စတိုးတွင် အက်ပ်များကို စနစ်ထည့်သွင်းခြင်းနှင့် ထည့်သွင်းခြင်း အကူအညီ လိုအပ်ပါသလား။ သီးသန့် application တစ်ခုတည်ဆောက်ရန် လိုအပ်ပါသလား။ ဤနယ်ပယ်မှ ကျွမ်းကျင်သူများသည် သင်နှင့်အတူရှိလိမ့်မည်။',
        ],
        JobCategory::DROP_SHIPPING => [
            'title' => 'dropshipping ကို စနစ်ထည့်သွင်းပါ။',
            'image' => '/images/experts/categories/DROP_SHIPPING.jpg',
            'desc' => 'သင်သည် လက်ကားရောင်းချသူ သို့မဟုတ် လက်လီရောင်းချသူဖြစ်ပါက၊ Selldone Draping ပလပ်ဖောင်းသည် သင်အမြဲရှာဖွေနေသည့်အရာဖြစ်သည်။ Dropshipping ကျွမ်းကျင်သူများသည် သင့်လုပ်ငန်းကို ရောင်းချရန် နည်းလမ်းအသစ်များကို ရှာဖွေရန် ကူညီပေးနိုင်ပါသည်။',
        ],
        JobCategory::POS_SETUP => [
            'title' => 'Selldone POS ကို စနစ်ထည့်သွင်းပါ။',
            'image' => '/images/experts/categories/POS_SETUP.jpg',
            'desc' => "သင့်စတိုး၏ အွန်လိုင်း POS ကို စနစ်ထည့်သွင်းရန် ကျွမ်းကျင်သူတစ်ဦးကို ငှားရမ်းပါ။",
        ],

    ]

];
