<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "Instagram Store တည်ဆောက်သူ|Instagram အကောင့်ကို အွန်လိုင်းစတိုးသို့ ပြောင်းပါ။",
        'desc' => "သင့်ပိုက်ဆံကို ဘယ်နေရာမှာမှ မဖြုန်းတီးပါနဲ့။ သင့်စတိုးကို Selldone တွင်တည်ဆောက်ပြီးသည်နှင့် WordPress၊ Joomla နှင့် WooCommerce ကဲ့သို့သော အခြားစတိုးဆိုင်တည်ဆောက်ရေးကိရိယာများနှင့် လုပ်ဆောင်ရန် သင်စဉ်းစားတော့မည်မဟုတ်ပါ။",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "စားဖိုမှူးနဲ့ သူ့ရဲ့ ချစ်စရာကြောင်လေးတွေ Instagram မှာ ဘယ်လိုရောင်းကြလဲ။",


        'alt1' => "Selldone Instagram Store တည်ဆောက်သူ",
        'alt2' => 'Instagram မှာ Sarah ကိတ်မုန့်ရောင်းတဲ့ဇာတ်လမ်း',
        'alt3' => 'Selldone အွန်လိုင်း အမှာစာ စီမံဆောင်ရွက်ရေးဌာန',
        'alt4' => 'Selldone အွန်လိုင်းစတိုး ငွေပေးချေမှုဂိတ်လမ်း',
        'alt5' => 'အွန်လိုင်းစတိုးများအတွက် အလိုအလျောက် SEO အင်ဂျင်',
        'alt6' => 'Instagram တွင်အွန်လိုင်းရောင်းရန်နည်းလမ်းအသစ်များ',
        'alt7' => 'Branding နှင့် Branding',
        'alt8' => 'ဆိုင်မှာ ငွေကိုင်',
        'alt9' => 'စျေးကွက်ရှာဖွေရေးနှင့် အရောင်းကိရိယာများ',
        'alt10' => 'အခမဲ့စီးပွားရေးလုပ်ဖော်ကိုင်ဖက်',
        'alt11' => 'အမှာစာဆောင်ရွက်ရေးဌာန',
        'alt12' => 'သစ္စာရှိဖောက်သည်များ',
        'alt13' => 'တိုက်ရိုက်ငွေပေးချေမှုတံခါးပေါက်',
        'alt14' => 'Instagram အရောင်းလိုင်းများ',
        'alt15' => 'ဝဘ်ဆိုက်တစ်ခုနှင့် စတိုးဆော့ဖ်ဝဲရေးသားသူကို ငှားရမ်းခြင်း။',
        'alt16' => 'Selldone ပလပ်ဖောင်းဇာတ်လမ်း',
        'alt17' => 'Site နှင့် Store သည် အလိုအလျောက် SEO အင်ဂျင်',
        'alt18' => 'ပျော်ရွှင်ပါစေ ရောင်းသူ',
        'alt19' => 'စျေးဝယ်လှည်း',


        'm1' => 'ဘာကြောင့် Selldone',
        'm2' => 'အလိုအလျောက် SEO',
        'm3' => 'ဈေးနှုန်းများ (အခမဲ့)',

        'register' => 'မှတ်ပုံတင်ပါ။',

        'header' => 'Instagram ပေါ်တွင် <span class="ulr"> 10x Times</span> More & Better<br><span class="ulr">Sell</span>',
        'header_msg' => 'ဖောက်သည်များသည် Instagram မှ စတိုးဆိုင်ကဲ့သို့သော စာမျက်နှာကိုဖွင့်ကာ ၎င်းတို့နှစ်သက်သော ဓာတ်ပုံများမှ ထုတ်ကုန်များကို ရွေးချယ်ခြင်း၊ မှာယူမှုတစ်ခုတွင် ထည့်သွင်းခြင်းနှင့် သင့်အကောင့်အွန်လိုင်းသို့ တိုက်ရိုက်ပေးချေခြင်းကို စိတ်ကူးကြည့်ပါ။ ဖြေရှင်းချက်သည် သင့်ရှေ့တွင် ရှိနေသည်။',

        'name_plc' => 'သင့်အသုံးပြုသူအမည်ကို ထည့်သွင်းပါ။',
        'preview' => 'စတိုးကို စမ်းကြည့်ပါ။',
        'create_act' => 'Instagram စတိုးတစ်ခုဖန်တီးပါ။',


        'title1s' => 'ဘယ်လိုအလုပ်လုပ်လဲ။',
        'title1' => 'သင်၏ Instagram ကို <span class="ulb"> full-featured</span> စတိုးသို့ ပြောင်းပါ။',
        'desc1' => 'သင့်တွင် အကြီးဆုံးအွန်လိုင်းစတိုးများ၏ အကန့်ထက် အင်္ဂါရပ်များ ပိုမိုရှိလိမ့်မည်၊ သို့သော် ရိုးရှင်းသောအိမ်ရှင်များနှင့် လုပ်ဆောင်ခြင်းသည် ပျော်စရာကောင်းပါသည်။',
        'sub1' => 'ကုန်ပစ္စည်းစီမံခန့်ခွဲမှုသည် ဤကဲ့သို့လုပ်ဆောင်သည်...',
        'sub1msg' => "ပထမအဆင့်အနေနဲ့ ထုတ်ကုန်တွေထည့်ဖို့ပါ။ Selldone ဖြင့် သင်သည် Instagram မှ ထုတ်ကုန်များကို တင်သွင်းခြင်း၊ Excel ဖိုင်တစ်ခု အပ်လုဒ်လုပ်ခြင်း သို့မဟုတ် ကလစ်အနည်းငယ်နှိပ်ရုံဖြင့် အခြားရိုးရှင်းသောနည်းလမ်းများကို အသုံးပြုနိုင်ပါသည်။",
         'list1_1' => 'လုံးဝသတ်ပစ်ပြီး အနီးကပ် စီမံခန့်ခွဲပါ။',
         'list1_2' => 'စာရင်းမွမ်းမံခြင်းနှင့် စျေးနှုန်းမြန်ဆန်ခြင်း။',
         'list1_3' => 'ထုတ်ကုန်များကို excel ဖိုင်ဖြင့်ထည့်ပါ။',
         'list1_4' => 'ဤမှထုတ်ကုန်များထည့်ပါ။',
         'list1_5' => 'ပျင်းနေပြီလား? ငါတို့ မင်းကို ထည့်လိုက်မယ်။',

        'title2s' => 'အမှာစာတွေက ဒီလိုပါပဲ...',
        'title2' => "တစ်နေ့ကို အမှာစာ 10 ဆ ပိုမလုံလောက်ဘူးလား? Selldone သည် စတိုးဆိုင်တစ်ခုစီအတွက် တစ်ရက်လျှင် အမှာစာ 10,000 ကျော်အတွက် ဒီဇိုင်းထုတ်ထားသည်။",

        'list2_1' => 'သင်၏ ခရီးသွား အခြေအနေကို လျင်မြန်စွာ ကြည့်ရှုပြီး အမြန်လုပ်ဆောင်ပါ။',
        'list2_2' => 'ဝယ်ယူသူသည် ၎င်း၏ မှာယူမှု၏ နောက်ဆုံးအခြေအနေကို ကြည့်ရှုနိုင်သည်။',
        'list2_3' => 'ငွေပေးချေမှု၊ အမှာစာလုပ်ဆောင်ခြင်းနှင့် ပို့ဆောင်ခြင်းကို စီမံပါ။',
        'list2_4' => 'လုပ်ဖော်ကိုင်ဖက် အများအပြားကို သင်အလိုရှိသလောက် ထည့်ပါ။',


        'title3s' => 'တိုက်ရိုက်ဂိမ်းပြီးပါပြီ။',
        'title3' => "သင့်စတိုးတွင် အွန်လိုင်းငွေပေးချေမှုကို သင့်ဒိုမိန်းနှင့် သင့်အကောင့်သို့ တိုက်ရိုက်လုပ်ဆောင်မည်ဖြစ်သည်။ အွန်လိုင်းပေါ်တယ်အမျိုးအစားများနှင့် ဆိုက်ပေါ်တွင် ငွေပေးချေမှုအမျိုးအစားများကို သင်ရွေးချယ်နိုင်ပါသည်။",

        'list3_1' => 'အွန်လိုင်းငွေပေးချေမှုတံခါးပေါက် (သင့်အကောင့်သို့ တိုက်ရိုက်)',
        'list3_2' => 'site ပေါ်တွင်ငွေပေးချေမှုကိုဖွင့်နိုင်မှု',
        'list3_3' => 'အီလက်ထရွန်းနစ်ယုံကြည်မှုသင်္ကေတမပါဘဲ ဂိတ်ဝေးကိုလက်ခံပါ (လစာငွေ)',
        'list3_4' => 'ငွေပေးချေမှုများနှင့် တစ်ချက်နှိပ်ပြီး အော်ဒါများကို စီမံပါ။',


        'title4s' => 'အလိုအလျောက် SEO',
        'title4' => 'SEO အကောင်းဆုံးအလေ့အကျင့်များကို လိုက်နာသော SEO-friendly site တစ်ခုကို ဒီဇိုင်းဆွဲခြင်းက သင့်အွန်လိုင်းလုပ်ငန်းကို ဖြစ်နိုင်ချေရှိသော သုံးစွဲသူများထံ ပိုမိုမြင်နိုင်စေရန် ကူညီပေးပါသည်။ Selldone သည် SEO-oriented စတိုးတစ်ခုအတွက် သင်လိုအပ်သော အခြေခံအဆောက်အအုံကို ပံ့ပိုးပေးသောကြောင့် Google တွင် ရှာဖွေတွေ့ရှိမည်ကို စိုးရိမ်စရာမလိုပါ။',

        'list4_1' => 'ကောင်းသော စာသားနှင့် ပုံများကို ကျွန်ုပ်တို့နှင့်အတူ ထားခဲ့ပါ။',

        'title0' => '<span class="uly"> ကို ပရော်ဖက်ရှင်နယ်ကျကျ </span> ပိုမိုရောင်းချရန် အချိန်တန်ပြီ</span>၊ သင့်ဖောက်သည်များကို ပိုမိုပျော်ရွှင်အောင် <br>Q နှင့် သင်အွန်လိုင်းစီးပွားရေးတစ်ခု ကြီးထွားလာသည့်အတွက် ဂုဏ်ယူမိပါသည်။',


        'title6s' => "ဒါကို ကျေနပ်မနေပါနဲ့။",
        'title6' => 'Instagram စတိုးထက် အများကြီးပိုပါတယ်...',


        'features' => 'အသွင်အပြင်',
        'features_act' => 'အင်္ဂါရပ်အားလုံးကို ကြည့်ရှုပါ။',

        'x1' => 'သင့်အမှတ်တံဆိပ်ကိုတည်ဆောက်ရန်နှင့် သင့်ကိုယ်ပိုင်ဖောက်သည်အသင်းရှိရန် သီးခြားဒိုမိန်းပေါ်တွင် အွန်လိုင်းစတိုး။',
        'x2' => '0$ ဖြင့် ဆိုင်တစ်ဆိုင်အတွက် အွန်လိုင်းစတိုး ငွေသားစာရင်းကို ကုန်ကျစရိတ်နှင့် သင်လိုအပ်သလောက် တပ်ဆင်ပါ။',
        'x3' => 'အကြီးမားဆုံးရဲစျေးကွက်အမှတ်တံဆိပ်များပင်မရှိသောအကောင်းဆုံးစျေးကွက်ရှာဖွေရေးနှင့်အရောင်းကိရိယာများ။',
        'x4' => "Selldone ဟုခေါ်သော ကောင်းမွန်ပြီး မျှော်လင့်ချက်နည်းပါးသော လုပ်ဖော်ကိုင်ဖက်တစ်ဦးသည် ကုမ္ပဏီ၏ရောင်းအားကို တိုးမြှင့်ရန်၊ ငွေယူ၍ ၎င်းတို့အား ထားခဲ့ခြင်းမဟုတ်ဘဲ ၎င်းတို့ကို ထားခဲ့ခြင်း ဖြစ်သည်။",

        'a1' => 'အမှာစာ စီမံဆောင်ရွက်ပေးခြင်း။',
        'a1s' => 'မြန်နှုန်းအတွက် ဒီဇိုင်းထုတ်ထားသည်။',

        'a2' => 'စျေးကွက်ရှာဖွေရေးနှင့် မက်လုံးများ',
        'a2s' => 'သစ္စာရှိဖောက်သည်များကိုရှာပါ။',

        'a3' => 'တိုက်ရိုက်ငွေပေးချေမှု',
        'a3s' => 'ငွေပေးချေမှု အင်တာဖေ့စ် မရှိပါ။',

        'a4' => 'အရောင်းလိုင်းများ',
        'a4s' => 'Telegram၊ Google၊ Instagram စသဖြင့်',

        'blog' => 'وبلاگ',

        'b1' => "ကျွန်ုပ်တို့သည် ပရိုဂရမ်မာတစ်ဦးကို ငှားရမ်းရန်၊ 2021 ခုနှစ်တွင် စတိုးဆိုင်တည်ဆောက်မှု ပက်ကေ့ဂျ်များ သို့မဟုတ် အိမ်ရှင်များ ဝယ်ယူရန် လိုအပ်နေသေးပါသလား။",
        'b2' => "Selldone ၏ဇာတ်လမ်း|ဝဘ်ဆိုက်တစ်ခုနှင့် အွန်လိုင်းစီးပွားရေးလုပ်ငန်း စတင်ခြင်းနည်းလမ်းကို ပြောင်းလဲပါ။",
        'b3' => 'အလိုအလျောက် SEO အင်ဂျင်သည် Google ရလဒ်များတွင် တောက်ပနေပါသည်။',
        'read' => 'ဆက်ရန်',

        'title5s' => 'ကုန်ကျစရိတ် ဘယ်လောက်ရှိလဲ သိချင်ပါသလား။',
        'title5' => 'မော်ဒယ် <span class="ulr"> မှ 2% ကော်မရှင်<br>to မော်ဒယ်၏ လစဉ်ကြေး 0.5% ကော်မရှင်ခဖြင့် life</span> အတွက် အခမဲ့',
        'msg5' => "သင့်တွင် အရောင်းမရှိသရွေ့၊ one rial ပိုင်ရှင်များသည် သင့်အား site၊ host၊ servers၊ ဝန်ဆောင်မှုများ၊ ကိရိယာများ၊ ပံ့ပိုးမှု၊ အပ်ဒိတ်များနှင့် အခြားအရာများအတွက် ကောက်ခံမည်မဟုတ်ပါ။ ငွေကို သင့်အကောင့်သို့ တိုက်ရိုက်ထည့်သွင်းပါမည်။ Selldone သည် ၎င်း၏လုပ်ဖော်ကိုင်ဖက်များအားလုံးကို လကုန်တွင် အခကြေးငွေပေးဆောင်ရန် သို့မဟုတ် ၎င်းတို့၏ပိုက်ဆံအိတ်များကို ငွေဖြည့်ခြင်းဖြင့် လအနည်းငယ်အကြာတွင် ပြဿနာရှိပါက၊",
         'footer_act' => "အခမဲ့သည် တစ်ခုတည်းသော အားသာချက်မဟုတ်ပါ။ ဘယ်လိုလဲ?",
         'footer' => 'သင်အလိုရှိသော မည်သည့်မေးခွန်းများ သို့မဟုတ် အကြံဉာဏ်များကို မေးမြန်းပါ။',

        's1' => 'စမတ်အစီရင်ခံခြင်း။',
        's2' => 'အခမဲ့ Cloud Hosting',
        's3' => 'ထောက်ပံ့ပို့ဆောင်ရေးနှင့် စီမံဆောင်ရွက်ခြင်း',
        's4' => 'Landing Page တည်ဆောက်သူ',
        's5' => 'အင်္ဂါရပ်များနှင့် အကျိုးကျေးဇူးများ',
        's6' => 'ငွေကြေးစီမံခန့်ခွဲမှု',
        's7' => 'စျေးကွက်ရှာဖွေရေးကိရိယာများ',
        's8' => 'မက်လုံးများနှင့် ဖောက်သည်များ',
        's9' => 'Selldone အကြောင်း',
        's10' => 'ဘလော့',
        's11' => 'ကူညီပါ',
        's12' => 'ကိုယ်ရေးကိုယ်တာ',
        's13' => 'စည်းကမ်းသတ်မှတ်ချက်များ',
        's14' => 'ဆိုင်ဆောက်သူ',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Selldone နှင့်အလုပ်လုပ်ရန် စိတ်ပူနေပါသလား။",
        'import_title' => "Selldone အသုံးပြုသူများကို မေးပါ။ <span class='ulr'> ရိုးရှင်းမှုနှင့် မြန်နှုန်း</span> ဆိုင်ရာ ၎င်းတို့၏ တုံ့ပြန်ချက်သည် သင့်ကို အံ့အားသင့်စေမည်ဖြစ်သည်။",
        'import_message' => "သင့်ထုတ်ကုန်များကို Instagram မှ သင့်စတိုးသို့ တိုက်ရိုက်တင်သွင်းနိုင်သော်လည်း သင်အလိုရှိပါက၊ ရိုးရှင်းသော Excel ဖိုင်ဖြင့် သင့်စတိုးတွင် ၎င်းတို့၏ထုတ်ကုန်များနှင့် ဓာတ်ပုံအားလုံးကို အလိုအလျောက်ထည့်သွင်းနိုင်သည်။ သင်သည် တူညီသောဖိုင်ကို ဖြည့်သွင်းပြီး၊ Google မှ ပုံများ၏ URL ကို ကူးယူပြီး နောက်ဆုံးတွင် သင်၏ CSV ဖိုင်ကို ဆွဲထုတ်ကာ ထုတ်ကုန်စီမံခန့်ခွဲမှု ကဏ္ဍသို့ လွှတ်ချပါ။ Selldone က သင့်အတွက် လုပ်ပေးပါလိမ့်မယ်။",
        'import_t1' => "မင်းမှာ ထုတ်ကုန်တစ်ခုခုရှိလား။",
        'import_b1' => "သူတို့ဟာ ကွဲပြားမှု မရှိဘဲ",
        'import_m1' => "ဤဖိုင်ကို ဒေါင်းလုဒ်ဆွဲပါ၊ ထုတ်ကုန်၏ အမည်၊ စျေးနှုန်းနှင့် စာရင်းကို ထည့်သွင်းပြီး Google လိုနေရာမှ ပုံလင့်ခ်ကို ကူးယူပြီး ကူးထည့်ပါ",

        'import_b2' => "အမျိုးမျိုးကွဲပြားမှု",
        'import_m2' => "အမျိုးမျိုးဆိုသည်မှာ အရောင်၊ အရွယ်အစား၊ ပစ္စည်းနှင့် ထိုကဲ့သို့သော အရာများကို ဆိုလိုသည်။ သင့်တွင် ထုတ်ကုန်များစွာရှိပါက ဤဖိုင်ကို ဒေါင်းလုဒ်လုပ်ပြီး သင့်ထုတ်ကုန်အချက်အလက်ကို ဖြည့်စွက်နိုင်ပါသည်။ ဒါက နည်းနည်းခက်တယ်။",

        'import_download' => "နမူနာဖိုင်ကို ဒေါင်းလုဒ်လုပ်ပါ။",

    ]

];
