<?php



return [

    'loading-title' => "အော့ဖ်လိုင်းမှ အွန်လိုင်းသို့ ချဲ့ထွင်ပါ။",
    'loading-message' => "မင်းတို့ ငါတို့ တံခါးဖွင့်စမ်း",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'Selldone သည် beta ဖြစ်သည်။', 'priority' => 'ဍ',
        'message' => "<p>\n            Open Beta တွင် သင့်အား ပါဝင်စေလိုပါသည်။ ဘီတာအဖြစ်\n            စမ်းသပ်သူ၊ သင်သည် မထုတ်ရသေးသော အင်္ဂါရပ်များကို သုံးနိုင်ပါမည်။\n            လူထု။ ဤအင်္ဂါရပ်များကို အများသူငှာရရှိနိုင်မည်ဖြစ်သည်။\n            အနာဂတ် <b>all အရောင်းအ၀ယ်များသည် စမ်းသပ်မုဒ်</b> တွင်ရှိကြောင်းနှင့်\n            <b> သည် နောက်ဆုံးထွက်ရှိခြင်းမပြုမီ </b> ရှင်းလင်းပါမည်။ အသုံးပြုသူများ၊ ဆိုင်များနှင့်\n            ထုတ်ကုန် <u></u> ကိုဖယ်ရှားမည်မဟုတ်ပါ။\n          </p>\n\n          <p>ကျေးဇူးတင်ပါတယ်၊<br />CEO Selldone</p>"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "နှစ်ဆင့် အကောင့်ဝင်ခြင်းကို အောင်မြင်စွာ ဖွင့်ထားသည်။",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "နှစ်ဆင့် အကောင့်ဝင်ခြင်းကို ပိတ်ထားသည်။",


];
