<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'ဆိုင်',
        'blog' => 'ဘလော့',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'ငါတို့အကြောင်း',
    'contact' => 'ကျွန်ုပ်တို့ကို ဆက်သွယ်ပါ။',


    'buy-action' => "ယခုဝယ်ပါ။",
    'buy-action-variant' => "ယခုရွေးချယ်ပြီး ဝယ်ယူပါ။",

    'product-images' => "ပုံများ",
    'product-spec' => "Spec",
    'Comments' => "သုံးသပ်ချက်များနှင့် အဆင့်သတ်မှတ်ချက်များ",
    'related' => "ဆက်စပ်ထုတ်ကုန်များ",
    'view-now' => "ယခုကြည့်ရှုပါ။",






];
