<?php 

 return [
     "failed" => "Ин эътимодномаҳо ба сабтҳои мо мувофиқат намекунанд.",
     "password" => "Пароли пешниҳодшуда нодуруст аст.",
     "throttle" => "Кӯшишҳои аз ҳад зиёди воридшавӣ. Лутфан пас аз :сонияҳо дубора кӯшиш кунед.",
     "title_shop" => "Ба :name ворид шавед",
     "title_app" => "Дастрасии барнома аз :name",
     "login_message" => "Дархости дастрасӣ ба ҳисоби худ.",
     "scopes_title" => "Ин барнома ба доираи зерин дастрасӣ дорад",
     "accept" => "Тасдиқ кунед",
     "reject" => "Рад кардан",
     "login_incorrect_password" => "Номи корбар ё парол нодуруст.",
     "reset_2fa_title" => "Дархости вуруди ду қадамро аз нав барқарор кунед",
     "go_main_page" => "Ба саҳифаи хонагӣ равед",
     "signing_in" => "Воридшавӣ...",
];