<?php 

 return [
     "failed" => "ഈ യോഗ്യതാപത്രങ്ങൾ ഞങ്ങളുടെ റെക്കോർഡുകളുമായി പൊരുത്തപ്പെടുന്നില്ല.",
     "throttle" => "വളരെയധികം ലോഗിൻ ശ്രമങ്ങൾ. ദയവായി: സെക്കൻഡുകൾക്കുള്ളിൽ വീണ്ടും ശ്രമിക്കുക.",
     "title_shop" => "എന്നതിലേക്ക് ലോഗിൻ ചെയ്യുക",
     "title_app" => "ആപ്ലിക്കേഷൻ ആക്സസ്: പേര്",
     "login_message" => "നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് ആക്സസ് അഭ്യർത്ഥിക്കുക.",
     "scopes_title" => "ഈ ആപ്പിന് ഇനിപ്പറയുന്ന സ്കോപ്പുകളിലേക്ക് ആക്‌സസ് ഉണ്ടായിരിക്കും",
     "accept" => "സ്ഥിരീകരിക്കുക",
     "reject" => "നിരസിക്കുക",
     "login_incorrect_password" => "അസാധുവായ ഉപയോക്തൃനാമം അല്ലെങ്കിൽ പാസ്വേഡ്.",
     "reset_2fa_title" => "രണ്ട്-ഘട്ട ലോഗിൻ അഭ്യർത്ഥന പുനഃസജ്ജമാക്കുക",
     "go_main_page" => "ഹോംപേജിലേക്ക് പോകുക",
     "signing_in" => "സൈൻ ഇൻ ചെയ്യുന്നു...",
];