<?php 

 return [
     "default_title" => "SELLDONE",
     "keywords" => [
        "ബിസിനസ് ഒഎസ്",
        "domain",
        "selldone",
        "ഇ-കൊമേഴ്‌സ് പ്ലാറ്റ്‌ഫോം",
        "സ്റ്റോർ ബിൽഡർ",
        "കട നിർമ്മാതാവ്",
        "വെബ്സൈറ്റ് ബിൽഡർ",
        "ബിസിനസ് ആശയം",
        "ഇഷ്‌ടാനുസൃത കമ്മ്യൂണിറ്റി ബിൽഡർ",
        "വൈറ്റ്‌ലേബൽ ഇ-കൊമേഴ്‌സ്"
     ],
     "samin" => "വിറ്റു",
     "Selldone" => "വിറ്റു",
     "related" => "ബന്ധപ്പെട്ട",
     "share" => "പങ്കിടുക",
     "global" => [
     "blog" => "ബ്ലോഗ്",
],
     "footer-title" => "Selldone® | ബിസിനസ്സ് <span class='os-grad'>OS</span> ™",
     "footer-subtitle" => "SME-കൾക്കും സ്വതന്ത്ര ബ്രാൻഡുകൾക്കുമുള്ള #1 ഓപ്പറേറ്റിംഗ് സിസ്റ്റം",
     "footer-about-selldone" => "സെൽ‌ഡോൺ, ഒരു ഇ-കൊമേഴ്‌സ് പ്ലാറ്റ്‌ഫോം എന്ന നിലയിൽ, ബിസിനസുകളുടെ വളർച്ചയ്ക്ക് ഒരു മാലാഖയായി പ്രവർത്തിക്കുന്നു. നിങ്ങൾക്ക് ഒരു ചെറിയ ബ്രിക്ക് ആൻഡ് മോർട്ടാർ സ്റ്റോറോ വലിയ കമ്പനിയോ ഉണ്ടെങ്കിലും, നിങ്ങളുടെ ഉൽപ്പന്നം ഇന്റർനെറ്റിൽ പ്രദർശിപ്പിക്കേണ്ടതുണ്ട്. കുറഞ്ഞ പ്രവർത്തന ചെലവും കൂടുതൽ വഴക്കവും ഉള്ള ഓൺലൈൻ സ്റ്റോറുകൾ നിർമ്മിക്കാൻ Selldone ഉപയോഗിച്ചു. കൂടാതെ, ഇഷ്‌ടാനുസൃത ഓട്ടോമേഷൻ പ്രക്രിയകൾ സൃഷ്‌ടിക്കാൻ സ്റ്റോർ അഡ്മിനിസ്ട്രേഷനും വിഷ്വൽ പ്രോഗ്രാമിംഗ് ഇന്റർഫേസും അല്ലെങ്കിൽ AI ഇന്റഗ്രേഷനും സമന്വയിപ്പിക്കുന്നത് പോലെ, എല്ലാ ആഴ്‌ചയും പുതിയ സവിശേഷതകൾ നേടുന്ന എല്ലായ്‌പ്പോഴും മെച്ചപ്പെടുത്തുന്ന ഇ-കൊമേഴ്‌സ് മാനേജ്‌മെന്റ് ടൂൾചെയിൻ ഞങ്ങൾ നൽകുന്നു.",
     "footer-action" => "നിങ്ങളുടെ ഇ-കൊമേഴ്‌സ് സൃഷ്‌ടിക്കുക - ഇത് സൗജന്യമാണ്",
     "footer" => [
     "about" => "സെൽഡോണിനെക്കുറിച്ച്",
     "contact" => "ഞങ്ങളെ സമീപിക്കുക",
     "email" => "support@selldone.com",
     "phone" => "🇩🇰 +45 36991215",
],
     "footer-menu" => [
        [
     "title" => "വിറ്റു",
     "items" => [
        [
     "title" => "ബിസിനസ് പ്ലാറ്റ്ഫോം",
     "href" => "/store-builder",
],
        [
     "title" => "ബ്ലോഗ്",
     "href" => "/blog",
],
        [
     "title" => "സഹായം",
     "href" => "/help",
],
        [
     "title" => "FAQ",
     "href" => "/faq",
],
        [
     "title" => "സ്വകാര്യതാനയം",
     "href" => "/privacy",
],
        [
     "title" => "സേവന കാലാവധി",
     "href" => "/terms",
]
     ],
],
        [
     "title" => "സവിശേഷതകൾ",
     "items" => [
        [
     "title" => "ഫീച്ചറുകളും ആനുകൂല്യങ്ങളും",
     "href" => "/features",
],
        [
     "title" => "Marketing tools",
     "href" => "/marketing",
],
        [
     "title" => "Processing center",
     "href" => "/order-processing",
],
        [
     "title" => "പ്രോത്സാഹനവും ക്ലബ്ബുകളും",
     "href" => "/incentives",
],
        [
     "title" => "ഓഡിറ്റിംഗ് & അക്കൗണ്ടിംഗ്",
     "href" => "/auditing",
],
        [
     "title" => "Cloud hosting",
     "href" => "/cloud",
]
     ],
],
        [
     "title" => "പരിഹാരങ്ങൾ",
     "items" => [
        [
     "title" => "NFT ശേഖരം",
     "href" => "/nft",
],
        [
     "title" => "ഗിൽഡ്",
     "href" => "/guild",
],
        [
     "title" => "അവോക്കാഡോ",
     "href" => "/avocado",
],
        [
     "title" => "വിദഗ്ധർ",
     "href" => "/experts",
],
        [
     "title" => "SEO engine",
     "href" => "/seo",
],
        [
     "title" => "Smart report",
     "href" => "/smart-report",
]
     ],
],
        [
     "title" => "സേവനങ്ങള്",
     "items" => [
        [
     "title" => "വിലയും പ്ലാനുകളും",
     "href" => "/price",
],
        [
     "title" => "അപേക്ഷകൾ",
     "href" => "/apps",
],
        [
     "title" => "Application builder",
     "href" => "/app-builder",
],
        [
     "title" => "പേജ് മേക്കർ",
     "href" => "/page-builder",
],
        [
     "title" => "Logistic solution",
     "href" => "/logistic",
],
        [
     "title" => "ഓട്ടോമേഷൻ & ഐഒടി",
     "href" => "/automation",
]
     ],
]
     ],
     "header" => [
     "home" => "വീട്",
     "features" => "സവിശേഷതകൾ",
     "pricing" => "വിലനിർണ്ണയം",
     "blogs" => "ബ്ലോഗ്",
     "community" => "സമൂഹം",
     "help" => "സഹായം",
     "features-menu" => [
     "store-builder" => "ഇ-കൊമേഴ്‌സ് ബിൽഡർ",
     "community-platform" => "കസ്റ്റം കമ്മ്യൂണിറ്റി",
     "cloud" => "ക്ലൗഡ് അടിസ്ഥാനമാക്കിയുള്ള ഹോസ്റ്റിംഗ്",
     "page-builder" => "ലാൻഡിംഗ് പേജ് ബിൽഡർ",
     "smart-report" => "സ്മാർട്ട് റിപ്പോർട്ട് ജനറേറ്റർ",
     "payment" => "പേയ്‌മെന്റും അക്കൗണ്ടിംഗും",
     "staffs" => "ഉപഭോക്താക്കളും ടീമും",
     "logistic" => "ലോജിസ്റ്റിക് & ഡെലിവറി",
     "order-processing" => "ഓർഡറുകളും പ്രോസസ്സിംഗും",
     "marketing" => "മാർക്കറ്റിംഗും പ്രചാരണവും",
     "incentives" => "ക്ലബ് & പ്രോത്സാഹനങ്ങൾ",
     "pos" => "ഓൺലൈൻ പി.ഒ.എസ്",
     "seo" => "ഓട്ടോ SEO എഞ്ചിൻ",
     "automation" => "ഓട്ടോമേഷൻ & ഐഒടി",
     "ai" => "AI വാണിജ്യം",
     "app-builder" => "ആപ്ലിക്കേഷൻ ബിൽഡർ",
],
     "build" => "പണിയുക",
     "build-sub" => "നിങ്ങളുടെ വിജയഗാഥ സൃഷ്ടിക്കാൻ ഞങ്ങൾ നിങ്ങൾക്ക് ചുറ്റും ഒരു സിസ്റ്റം സൃഷ്ടിക്കുന്നു.",
     "manage" => "കൈകാര്യം ചെയ്യുക",
     "manage-sub" => "നിങ്ങളുടെ ബിസിനസ്സ് മാനേജ് ചെയ്യുന്നത് എന്നത്തേക്കാളും കൂടുതൽ ആസ്വാദ്യകരമായിരിക്കും.",
     "sel" => "വിൽക്കുക",
     "sel-sub" => "എപ്പോഴും അടച്ചുപൂട്ടുക, പണം സമ്പാദിക്കുകയും അത് ആസ്വദിക്കുകയും ചെയ്യുക.",
     "grow" => "വളരുക",
     "grow-sub" => "എന്റർപ്രൈസ്-ഗ്രേഡ് ഫീച്ചറുകളും ഉപകരണങ്ങളും നിങ്ങളുടെ കൈയിലുണ്ട്, ആകാശം നിങ്ങളുടെ പരിധിയാകും.",
],
     "article" => [
     "list-of-content" => "ഉള്ളടക്കത്തിന്റെ ലിസ്റ്റ്",
     "author" => "രചയിതാവ്",
     "others-title" => "എന്നതിനെ കുറിച്ചുള്ള കൂടുതൽ ഉൾക്കാഴ്ച :title",
],
     "page" => [
     "login" => [
     "title" => "വിറ്റു | ലോഗിൻ",
     "image" => "/images/seo/en/login.jpg",
     "description" => "നിങ്ങൾക്ക് എത്ര മൂലധനമുണ്ട്, എവിടെയാണ് നിങ്ങൾ നിങ്ങളുടെ ബിസിനസ്സ് ആരംഭിച്ചത്, നിങ്ങൾ ലോകത്ത് എവിടെയാണ് ജീവിക്കുന്നത് എന്നത് പ്രശ്നമല്ല! Selldone നിങ്ങൾക്ക് എല്ലാ പ്രൊഫഷണൽ സെയിൽസ് ടൂളുകളും നൽകിയിട്ടുണ്ട്. രജിസ്‌ട്രേഷനും ഈ ടൂളുകളും എല്ലാവർക്കും എന്നേക്കും സൗജന്യമാണ്.",
],
     "register" => [
     "title" => "വിറ്റു | രജിസ്റ്റർ ചെയ്യുക",
     "image" => "/images/seo/en/login.jpg",
     "description" => "പ്രവേശനം ഒരു അവകാശമാണെന്നും പ്രത്യേകാവകാശമല്ലെന്നും ഞങ്ങൾ വിശ്വസിക്കുന്നു! ന്യൂയോർക്കിലെ ഏറ്റവും സമ്പന്നമായ തെരുവിലോ വിദൂര ഗ്രാമത്തിലോ നിങ്ങൾക്ക് ഒരു ബിസിനസ്സ് ഉണ്ടെങ്കിലും, ഓൺലൈനിൽ വിൽക്കാൻ നിങ്ങൾക്ക് ആവശ്യമുള്ളത് ഇന്റർനെറ്റും ഒരു ഓൺലൈൻ ടൂളും മാത്രം! ഇതാണ് സെൽഡോണിന്റെ സ്വപ്നം.",
],
     "home" => [
     "title" => "പ്രൊഫഷണലുകൾ പോലെയുള്ള വിൽപ്പന - Selldone® Business OS",
     "image" => "/images/seo/en/create-my-ecommerce-website-free.jpg",
     "description" => "നിങ്ങളുടെ ബിസിനസ്സ് ദൃശ്യപരമായി നിർമ്മിക്കുന്നതിനും നിയന്ത്രിക്കുന്നതിനും സ്കെയിൽ ചെയ്യുന്നതിനുമുള്ള ഒരു ബിസിനസ് OS ആണ് Selldone. ദശലക്ഷക്കണക്കിന് ഓർഡറുകൾക്ക് കോഡ് ഇല്ലാത്തതും വിദഗ്ധർ ആവശ്യമില്ലാത്തതുമായ പരിഹാരം ഉപയോഗിച്ച് ഇത് സ്വയം നിർമ്മിക്കുക.",
],
     "helps" => [
     "title" => "സഹായം",
     "image" => "/images/seo/en/help.jpg",
     "description" => "എങ്ങനെ ഒരു വിജയകരമായ ബിസിനസ്സ് ഉണ്ടാക്കാം.",
],
     "blogs" => [
     "title" => "ബ്ലോഗ്",
     "image" => "/images/seo/en/academy.jpg",
     "description" => "ഏറ്റവും പുതിയ Selldone വാർത്തകളും ഉള്ളടക്കവും.",
],
     "faqs" => [
     "title" => "പതിവായി ചോദിക്കുന്ന ചോദ്യങ്ങൾ",
     "image" => "/images/seo/en/faq.jpg",
     "description" => "സെൽ‌ഡോണിനെക്കുറിച്ചുള്ള ചോദ്യോത്തരങ്ങൾ.",
],
     "price" => [
     "title" => "വിലവിവരപട്ടിക",
     "image" => "/images/seo/en/price.jpg",
     "description" => "സമയപരിധിയില്ലാതെ സൗജന്യമായി ഒരു സ്റ്റോറും സൈറ്റും നിർമ്മിക്കുന്നതിനുള്ള എല്ലാ പ്രൊഫഷണൽ സവിശേഷതകളും നിങ്ങൾക്കായി കാത്തിരിക്കുന്നു.",
],
     "api" => [
     "title" => "API",
     "image" => "/images/seo/en/api.jpg",
     "description" => "വെബ് സേവനം, ആപ്ലിക്കേഷൻ ഡെവലപ്‌മെന്റിനുള്ള ഡോക്യുമെന്റേഷനും സേവനവും ബന്ധിപ്പിച്ചിരിക്കുന്നു.",
],
     "apps" => [
     "title" => "അപ്ലിക്കേഷൻ സ്റ്റോർ",
     "image" => "/images/seo/en/apps.jpg",
     "description" => "സ്റ്റോറിലേക്ക് അപ്ലിക്കേഷനുകൾ ഇൻസ്റ്റാൾ ചെയ്യുന്നത് നിങ്ങളുടെ സ്റ്റോറിനായി ഒരു ക്ലിക്കിലൂടെ നൽകുന്നു.",
],
     "experts" => [
     "title" => "വിദഗ്ധർ",
     "image" => "/images/seo/en/expert.jpg",
     "description" => "നിങ്ങളുടെ സ്റ്റോർ രൂപകൽപ്പന ചെയ്യുന്നതിനോ ലോഞ്ച് ചെയ്യുന്നതിനോ പരസ്യം ചെയ്യുന്നതിനോ നിയന്ത്രിക്കുന്നതിനോ വിഷമിക്കേണ്ട, നിങ്ങളെ സഹായിക്കാൻ Selldone സ്പെഷ്യലിസ്റ്റുകൾ തയ്യാറാണ്. കാര്യങ്ങൾ മികച്ചതും വേഗത്തിലും ചെയ്യാൻ ഒരു സർട്ടിഫൈഡ് സ്പെഷ്യലിസ്റ്റിനെ നിയമിക്കുക.",
],
     "avocado" => [
     "title" => "അവോക്കാഡോ - ആധുനിക സോഷ്യൽ സെയിൽസ് ചാനൽ",
     "image" => "/images/seo/en/create-avocado-seo.jpg?v=1",
     "description" => "നിങ്ങളുടെ ഉപഭോക്താക്കളിൽ നിന്ന് പണം ലഭിക്കാൻ ഒരു തുകയും ഒരു ശീർഷകവും മാത്രം മതി! പണം നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് നേരിട്ട് ക്രെഡിറ്റ് ചെയ്യപ്പെടുകയും നിങ്ങളുടെ ഉപഭോക്താക്കൾക്ക് ഒരു അദ്വിതീയ ഷോപ്പിംഗ് അനുഭവം ഉണ്ടായിരിക്കുകയും ചെയ്യും.",
],
     "referral" => [
     "title" => "അഫിലിയേറ്റ് പ്രോഗ്രാം - സെൽഡോൺ",
     "image" => "/images/seo/en/referral.png",
     "description" => "ആവേശകരമായ ഒരു ദൗത്യത്തിൽ ചേരുക, നിങ്ങൾക്കായി ഒരു നിഷ്ക്രിയ വരുമാന സ്ട്രീം ഉണ്ടാക്കുക.",
],
     "press" => [
     "title" => "പ്രസ്സ് ഉറവിടങ്ങൾ - സെൽ‌ഡോൺ",
     "image" => "/images/seo/en/press.png",
     "description" => "Selldone-നെക്കുറിച്ച് എഴുതാൻ താൽപ്പര്യമുള്ള ആർക്കും വിഭവങ്ങൾ.",
],
     "roadmap" => [
     "title" => "റോഡ്മാപ്പ് - സെൽഡൺ",
     "image" => "/images/seo/roadmap.jpg",
     "description" => "ഇത് ഒരു തരത്തിലുള്ള പ്ലാറ്റ്ഫോമാണ്; ഇത് തികച്ചും അദ്വിതീയവും മറ്റുള്ളവയിൽ നിന്നും വളരെ വ്യത്യസ്തവുമാണ്. എസ്എംഇകൾക്കായുള്ള എന്റർപ്രൈസ്-ഗ്രേഡ് ടൂളുകളുള്ള ഒരു സേവനമെന്ന നിലയിൽ, കോഡ് ഇല്ലാത്ത ഒരേയൊരു ബിസിനസ് ഓപ്പറേറ്റിംഗ് സിസ്റ്റമാണിത്.",
],
     "onboarding" => [
     "title" => "സൗജന്യ ഓൺലൈൻ ഷോപ്പിംഗ് വെബ്‌സൈറ്റ് സ്രഷ്ടാവ് - പ്രതികരണശേഷിയുള്ളതും പ്രൊഫഷണലും",
     "image" => "/images/seo/ui-kit.jpg",
     "description" => "സെൽ‌ഡോൺ, ഒരു ഇ-കൊമേഴ്‌സ് പ്ലാറ്റ്‌ഫോം എന്ന നിലയിൽ, നിങ്ങളുടെ ബിസിനസ്സിന്റെ വളർച്ചയ്ക്കായി ഒരു മാലാഖയെപ്പോലെ പ്രവർത്തിക്കുന്നു. നിങ്ങൾക്ക് ഒരു ചെറിയ ബ്രിക്ക് ആൻഡ് മോർട്ടാർ സ്റ്റോറോ അല്ലെങ്കിൽ ഒരു വലിയ കമ്പനിയോ ഉണ്ടെങ്കിലും, നിങ്ങൾക്ക് ഒരു കൂട്ടം പ്രൊഫഷണൽ, എന്നാൽ ഉപയോഗിക്കാൻ എളുപ്പമുള്ള ഉപകരണങ്ങൾ ആവശ്യമാണ്.",
],
     "books" => [
     "title" => "ബിസിനസ് ഹാൻഡ്‌ബുക്കുകൾ: ഓൺലൈൻ ഷോപ്പിംഗ് വെബ്‌സൈറ്റുകൾക്കായുള്ള ആരംഭ, വളർച്ചാ നുറുങ്ങുകൾ",
     "image" => "/images/seo/en/cover.jpg",
     "description" => "ബിസിനസ്സ് വികസനത്തെക്കുറിച്ചുള്ള സൗജന്യ ഹാൻഡ്‌ബുക്കുകൾ നിങ്ങൾക്ക് ഇവിടെ ഡൗൺലോഡ് ചെയ്യാം. ഈ പുസ്‌തകങ്ങളിൽ, ഒരു ബിസിനസ്സ് വികസിപ്പിക്കുന്നതിനുള്ള പൂർണ്ണമായ നുറുങ്ങുകളും നിങ്ങളുടെ ഓൺലൈൻ സ്റ്റോറിൽ പരിവർത്തന നിരക്കുകൾ വർദ്ധിപ്പിക്കുന്നതിനുള്ള പ്രായോഗിക മെച്ചപ്പെടുത്തൽ ഗൈഡുകളും നിങ്ങൾ കണ്ടെത്തും.",
],
     "quiz" => [
     "title" => "ക്വിസ് | ബിസിനസ്സ് ഓപ്പറേറ്റിംഗ് സിസ്റ്റം നിങ്ങൾക്ക് അനുയോജ്യമാണോ?",
     "image" => "/images/seo/en/quiz.png",
     "description" => "നിങ്ങളുടെ ബിസിനസ്സിന് ഒരു ബിസിനസ്സ് ഓഎസ് ആവശ്യമുണ്ടോ അല്ലെങ്കിൽ ഉപയോഗിക്കാനാകുമെന്ന് അറിയണമെങ്കിൽ, കൂടുതൽ മുന്നോട്ട് പോകുന്നതിന് മുമ്പ്, ദയവായി ഈ 60 സെക്കൻഡ് ക്വിസ് നടത്തുക. നിങ്ങളുടെ ബിസിനസ്സിന് ഒരു ബിസിനസ്സ് ഓഎസ് ആവശ്യമുണ്ടോ അല്ലെങ്കിൽ ഉപയോഗിക്കാനാകുമെന്ന് അറിയണമെങ്കിൽ, കൂടുതൽ മുന്നോട്ട് പോകുന്നതിന് മുമ്പ്, ദയവായി ഈ 60 സെക്കൻഡ് ക്വിസ് നടത്തുക.",
],
     "countries" => [
     "title" => "പിന്തുണയ്ക്കുന്ന രാജ്യങ്ങളും പ്രാദേശിക പേയ്‌മെന്റുകളും - ബിസിനസ് ഒഎസ്",
     "image" => "/images/seo/en/countries.png",
     "description" => "ബിസിനസ് ഒഎസ്, ഇ-കൊമേഴ്‌സ് പ്ലാറ്റ്‌ഫോമുകളിൽ നിന്ന് തീമോ പ്ലഗിനോ കോഡോ ഇല്ലാത്ത ഒന്നിലേക്ക് കൊമേഴ്‌സ് സേവനങ്ങളുടെ അടുത്ത പരിണാമ ഘട്ടം. 100% ദൃശ്യപരമായി!",
],
],
     "shuttle" => [
     "title" => "വിറ്റു | ഡാഷ്ബോർഡ്",
     "image" => "/images/seo/en/dashboard.jpg",
     "description" => "സ്റ്റോർ മാനേജ്‌മെന്റ് പാനൽ, നിങ്ങൾക്ക് ഈ സ്റ്റോറിലേക്ക് ആക്‌സസ് ഉണ്ടെങ്കിൽ, ഈ ലിങ്ക് വഴി നിങ്ങളുടെ സ്റ്റോർ മാനേജ്‌മെന്റ് ഡാഷ്‌ബോർഡ് നൽകാം.",
],
     "shuttle-shop" => [
     "title" => "വിറ്റു | ഷോപ്പ് ഡാഷ്ബോർഡ്",
     "image" => "/images/seo/en/shuttle-shop.jpg",
     "video" => "/images/seo/en/videos/shuttle-shop.mp4",
     "description" => "നിങ്ങളുടെ ഡാഷ്‌ബോർഡിലെ എല്ലാം മാനേജ് ചെയ്യുക. ഉൽപ്പന്നങ്ങൾ, ഓർഡറുകൾ, ലാൻഡിംഗ് പേജ് ഡിസൈൻ, മാർക്കറ്റിംഗ്, പ്രോത്സാഹനങ്ങൾ എന്നിവയും മികച്ച ബിസിനസ്സിനായി നിങ്ങൾക്കാവശ്യമായ എല്ലാം കൈകാര്യം ചെയ്യുക.",
],
     "guild" => [
     "title" => "ഗിൽഡ് - കളക്ടീവ് സെയിൽസ് ചാനൽ",
     "image" => "/images/seo/en/guild.jpg?v=2",
     "description" => "ഒരു മികച്ച ഗിൽഡ് സൃഷ്‌ടിച്ച് നിങ്ങളുടെ ബിസിനസ്സ് നേടാവുന്നതും ലോകമെമ്പാടുമുള്ള ആർക്കും ആക്‌സസ് ചെയ്യാവുന്നതുമാക്കുക.",
],
     "apps" => [
     "structure-data" => [
     "title" => "ഘടന ഡാറ്റ ജനറേറ്റർ | JSON-LD",
     "description" => "ആവശ്യമായ എല്ലാ ഇന ഗുണങ്ങളും മറ്റും ഉൾപ്പെടെ, JSON-LD മാർക്ക്അപ്പുകൾ സൃഷ്ടിക്കാൻ ഈ ശക്തമായ ഘടനാപരമായ ഡാറ്റ ജനറേറ്റർ ഉപയോഗിക്കുക.",
],
],
     "call-to-action" => [
     "title" => "വിപണിയിലെ ഏറ്റവും മികച്ച സാങ്കേതിക പരിഹാരത്തിലൂടെ നിങ്ങളുടെ ബിസിനസ്സ് ഓൺലൈനാക്കുക.",
     "money-back" => "30 ദിവസത്തെ മണി-ബാക്ക് ഗ്യാരണ്ടി",
     "action" => "നിങ്ങളുടെ ഇ-കൊമേഴ്‌സ് സൃഷ്‌ടിക്കുക",
     "action-sub" => "ഇപ്പോൾ ആരംഭിക്കുക - ഇത് സൗജന്യമാണ്",
     "message" => "നിങ്ങളുടെ കുറഞ്ഞ ഓൺലൈൻ വിൽപ്പന നിരക്കിനോട് വിട പറയുക!",
],
];