<?php 

 return [
     "shop-order-payment" => [
     "title" => "പേയ്മെന്റ് സ്വീകരിക്കുക",
     "sample" => "നിങ്ങളുടെ 267$ പേയ്‌മെന്റ് വിജയകരമായി തീർത്തു.<br> ഓർഡർ: SM-425<br> നന്ദി, <b>നിങ്ങളുടെ സ്റ്റോറിന്റെ പേര്</b> .<br> വിറ്റു",
     "body" => "നിങ്ങളുടെ :param2 പേയ്‌മെന്റ് വിജയകരമായി തീർത്തു. ഓർഡർ: :പരം1 നന്ദി, :പരം3. വിറ്റു",
],
     "shop-order-payment-admin" => [
     "title" => "പേയ്മെന്റ് സ്വീകരിക്കുക",
     "sample" => "പുതിയ 267$ പേയ്‌മെന്റ് വിജയകരമായി തീർത്തു.<br> ഓർഡർ: SM-425<br> നന്ദി, <b>നിങ്ങളുടെ സ്റ്റോറിന്റെ പേര്</b> .<br> വിറ്റു",
     "body" => "പുതിയത് :param2 പേയ്‌മെന്റ് വിജയകരമായി തീർത്തു. ഓർഡർ: :പരം1 നന്ദി, :പരം3. വിറ്റു",
],
     "shop-login" => [
     "title" => "ലോഗിൻ വെരിഫിക്കേഷൻ കോഡ്",
     "sample" => "നിങ്ങളുടെ ലോഗിൻ കോഡ്: <b>123456</b><br> <b>നിങ്ങളുടെ സ്റ്റോറിന്റെ പേര്</b><br> വിറ്റു",
     "body" => "നിങ്ങളുടെ ലോഗിൻ കോഡ് ഇതാണ്: :param1 :param2 Selldone",
],
     "user-login" => [
     "title" => "ലോഗിൻ വിജയ സന്ദേശം",
     "sample" => "പ്രിയ <b>പേര്</b> ,<br> നിങ്ങൾ <b>iPhone 165.250.300.1</b> വഴി <b>5/8/2021 9:14</b> AM-ന് നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് ലോഗിൻ ചെയ്‌തു.<br> വിറ്റു",
     "body" => "പ്രിയ :param1, നിങ്ങൾ നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് :param2 എന്ന വിലാസത്തിൽ ലോഗിൻ ചെയ്‌തു:param3. വിറ്റു",
],
     "avocado-order-submit" => [
     "title" => "അവോക്കാഡോ പുതിയ ഓർഡർ വാങ്ങുന്നയാൾക്ക് അയച്ചുകൊടുത്തു",
     "sample" => "<b>നിങ്ങളുടെ സ്റ്റോറിന്റെ പേര്</b><br> പ്രിയപ്പെട്ട <b>നിങ്ങളുടെ പേര്</b> ,<br> ഞങ്ങൾക്ക് നിങ്ങളുടെ ഓർഡർ ലഭിച്ചു, ഞങ്ങൾ അത് അവലോകനം ചെയ്യുകയാണ്.<br> ഓർഡർ #: <b>AVO-246</b><br> വിറ്റു",
     "body" => ":param3 പ്രിയ :param1, ഞങ്ങൾക്ക് നിങ്ങളുടെ ഓർഡർ ലഭിച്ചു, ഞങ്ങൾ അത് അവലോകനം ചെയ്യുകയാണ്. ഓർഡർ #: :param2 Selldone",
],
     "avocado-order-submit-seller" => [
     "title" => "അവോക്കാഡോ വിൽപ്പനക്കാരന് അയച്ച പുതിയ ഓർഡർ സ്വീകരിക്കുന്നു",
     "sample" => "നിങ്ങൾക്ക് ഒരു അവോക്കാഡോ ഓർഡർ ലഭിച്ചു:<br> സ്റ്റോർ: <b>നിങ്ങളുടെ സ്റ്റോറിന്റെ പേര്</b><br> വാങ്ങുന്നയാൾ: <b>വാങ്ങുന്നയാളുടെ പേര്</b><br> ഓർഡർ: <b>AVO-246</b><br> വിറ്റു",
     "body" => "നിങ്ങൾക്ക് ഒരു അവോക്കാഡോ ഓർഡർ ലഭിച്ചു: സ്റ്റോർ: :param1 വാങ്ങുന്നയാൾ: :param2 ഓർഡർ: :param3 Selldone",
],
     "avocado-ready-to-pay" => [
     "title" => "അവോക്കാഡോ ഓർഡർ പണമടയ്ക്കാൻ തയ്യാറാണ്",
     "sample" => "<b>നിങ്ങളുടെ സ്റ്റോറിന്റെ പേര്</b><br> നിങ്ങളുടെ ഓർഡർ സ്ഥിരീകരിച്ചു, ഇനിപ്പറയുന്ന ലിങ്ക് വഴി പണമടയ്ക്കാം.<br> ഓർഡർ #: <b>AVO-246</b><br> ലിങ്ക്: <b>https://your-domain/avocado</b><br> വിറ്റു",
     "body" => ":param3 നിങ്ങളുടെ ഓർഡർ സ്ഥിരീകരിച്ചു, ഇനിപ്പറയുന്ന ലിങ്ക് വഴി പണമടയ്ക്കാം. ഓർഡർ #: :param2 ലിങ്ക്: :param1 Selldone",
],
];