<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "দোকান",
    'request' => "অনুরোধ",
    'stage' => "স্ট্যাটাস",
    'budget' => "বাজেট",
    'contact' => "যোগাযোগ",
    'name' => "নাম",
    'email' => "ইমেইল",
    'user' => "ব্যবহারকারী",
    'copy' => "কপি",
    'important' => "গুরুত্বপূর্ণ",
    'faq' => "FAQ",

    'select_shop' => "দোকান নির্বাচন করুন",
    'loading' => "লোড হচ্ছে",

    'add_comment' => "মন্তব্য যোগ করুন",
    'add_comment_sub' => "আমাদের সাথে আপনার চিন্তা শেয়ার করুন",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "'সাইন আপ' ক্লিক করে, আপনি :name <a href='/terms' target='_blank'></a> এবং <a href='/privacy' target='_blank'> গোপনীয়তা নীতি</a> ব্যবহারের শর্তাবলীতে সম্মত হন৷ আপনি অর্ডার আপডেট এবং/অথবা বিপণনের উদ্দেশ্যে :name থেকে ফোন কল এবং SMS বার্তা পেতে সম্মত হন। বার্তা ফ্রিকোয়েন্সি আপনার কার্যকলাপ উপর নির্ভর করে. আপনি <b>STOP</b> কে <b>86753</b> টেক্সট পাঠিয়ে অপ্ট আউট করতে পারেন৷ বার্তা এবং ডেটা রেট প্রযোজ্য হতে পারে। আমরা মানুষের গোপনীয়তাকে সম্মান করি এবং কখনই আপনার ডেটা বিক্রি করি না বা বিজ্ঞাপনের জন্য ব্যবহার করি না। আপনি যদি অতিরিক্ত তথ্য প্রয়োজন, আমাদের সাথে যোগাযোগ করুন.",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'সেট করা হয়নি। আমার আরও তথ্য দরকার।',
        'start' => "আমি সবেমাত্র আমার ব্যবসা শুরু করছি।",
        'online' => "আমার একটি ব্যবসা আছে এবং এটি অনলাইনে আনতে চাই।",
        'extend' => "আমি আমার অনলাইন স্টোরে কাজ করি।",
        'pos' => "আমি আমার ফিজিক্যাল স্টোরে Selldone POS ব্যবহার করতে চাই।",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "ব্যাংক স্থানান্তর",
            'description' => "ম্যানুয়ালি বিক্রেতার অ্যাকাউন্টে তহবিল স্থানান্তর করুন।",
        ],
    ],

];
