<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "ইনস্টাগ্রাম স্টোর বিল্ডার|ইনস্টাগ্রাম অ্যাকাউন্টকে অনলাইন স্টোরে রূপান্তর করুন",
        'desc' => "আপনার টাকা কোথাও নষ্ট করবেন না। একবার আপনি Selldone-এ আপনার স্টোর তৈরি করলে, আপনি আর ওয়ার্ডপ্রেস, জুমলা এবং WooCommerce-এর মতো অন্যান্য স্টোর বিল্ডিং টুলের সাথে কাজ করার কথা ভাববেন না।",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "শেফ এবং তার সুন্দর বিড়াল কীভাবে ইনস্টাগ্রামে বিক্রি করে?",


        'alt1' => "Selldone ইনস্টাগ্রাম স্টোর বিল্ডার",
        'alt2' => 'ইনস্টাগ্রামে সারার কেক বিক্রির গল্প',
        'alt3' => 'Selldone অনলাইন অর্ডার প্রসেসিং সেন্টার',
        'alt4' => 'Selldone অনলাইন স্টোর পেমেন্ট গেটওয়ে',
        'alt5' => 'অনলাইন স্টোরের জন্য স্বয়ংক্রিয় এসইও ইঞ্জিন',
        'alt6' => 'ইনস্টাগ্রামে অনলাইনে বিক্রি করার নতুন উপায়',
        'alt7' => 'ব্র্যান্ডিং এবং ব্র্যান্ডিং',
        'alt8' => 'দোকান ক্যাশিয়ার',
        'alt9' => 'মার্কেটিং এবং সেলস টুলস',
        'alt10' => 'বিনামূল্যে ব্যবসা অংশীদার',
        'alt11' => 'অর্ডার প্রসেসিং সেন্টার',
        'alt12' => 'অনুগত গ্রাহকদের',
        'alt13' => 'সরাসরি পেমেন্ট গেটওয়ে',
        'alt14' => 'ইনস্টাগ্রাম সেলস চ্যানেল',
        'alt15' => 'একটি সাইট এবং স্টোর ডেভেলপার নিয়োগ করা',
        'alt16' => 'Selldone প্ল্যাটফর্মের গল্প',
        'alt17' => 'সাইট এবং স্টোর স্বয়ংক্রিয় এসইও ইঞ্জিন',
        'alt18' => 'শুভ বিক্রেতা',
        'alt19' => 'শপিং কার্ট',


        'm1' => 'কেন Selldone?',
        'm2' => 'অটো এসইও',
        'm3' => 'মূল্য (বিনামূল্যে)',

        'register' => 'নিবন্ধন করুন',

        'header' => '<span class="ulr"> 10x Times</span> আরও এবং ভাল <br><span class="ulr">Sell</span> ইনস্টাগ্রামে',
        'header_msg' => 'কল্পনা করুন যে গ্রাহকরা Instagram থেকে একটি স্টোরের মতো পৃষ্ঠা খুলছেন, তাদের পছন্দের ফটোগুলি থেকে পণ্যগুলি বেছে নিচ্ছেন, সেগুলিকে একটি অর্ডারে যুক্ত করছেন এবং অনলাইনে সরাসরি আপনার অ্যাকাউন্টে অর্থপ্রদান করছেন৷ সমাধান ঠিক আপনার সামনে।',

        'name_plc' => 'আপনার ব্যবহারকারীর নাম লিখুন',
        'preview' => 'প্রিভিউ স্টোর',
        'create_act' => 'একটি ইনস্টাগ্রাম স্টোর তৈরি করুন',


        'title1s' => 'এটা কিভাবে কাজ করে?',
        'title1' => 'আপনার ইনস্টাগ্রামকে একটি <span class="ulb"> ফুল-বৈশিষ্ট্যযুক্ত </span> স্টোরে পরিণত করুন!',
        'desc1' => 'আপনার কাছে সবচেয়ে বড় অনলাইন স্টোরের প্যানেলের চেয়ে আরও বেশি বৈশিষ্ট্য থাকবে, তবে কোন ভুল করবেন না, সাধারণ হোস্টের সাথে কাজ করা মজাদার।',
        'sub1' => 'পণ্য ব্যবস্থাপনা এভাবে কাজ করে...',
        'sub1msg' => "প্রথম ধাপ পণ্য যোগ করা হয়. Selldone এর সাথে, আপনি Instagram থেকে পণ্য আমদানি করতে পারেন, একটি এক্সেল ফাইল আপলোড করতে পারেন, বা কয়েকটি ক্লিকে অন্যান্য সহজ পদ্ধতি ব্যবহার করতে পারেন৷",
         'list1_1' => 'সম্পূর্ণভাবে হত্যা এবং বন্ধ ব্যবস্থাপনা',
         'list1_2' => 'ইনভেন্টরি আপডেট এবং দ্রুত দাম',
         'list1_3' => 'এক্সেল ফাইলের সাথে পণ্য যোগ করুন',
         'list1_4' => 'এই থেকে পণ্য যোগ করুন',
         'list1_5' => 'আপনি বিরক্ত? আমরা আপনাকে যোগ করব!',

        'title2s' => 'অর্ডার এভাবে কাজ করে...',
        'title2' => "প্রতিদিন 10 গুণ বেশি অর্ডার আপনার জন্য যথেষ্ট নয়? Selldone প্রতিটি দোকানের জন্য প্রতিদিন 10 হাজারের বেশি অর্ডারের জন্য ডিজাইন করা হয়েছে।",

        'list2_1' => 'আপনার ভ্রমণের অবস্থা দ্রুত দেখুন এবং দ্রুত কাজ করুন',
        'list2_2' => 'গ্রাহক তার অর্ডারের সর্বশেষ অবস্থা দেখতে পারেন',
        'list2_3' => 'অর্থপ্রদান, অর্ডার প্রক্রিয়াকরণ এবং শিপিং পরিচালনা করুন',
        'list2_4' => 'আপনি যত খুশি সহযোগী যোগ করুন',


        'title3s' => 'সরাসরি খেলা সম্পূর্ণ!',
        'title3' => "আপনার দোকানে অনলাইন পেমেন্ট আপনার ডোমেন দিয়ে এবং সরাসরি আপনার অ্যাকাউন্টে করা হবে! আপনি অনলাইন পোর্টাল এবং অন-সাইট অর্থপ্রদানের ধরন বেছে নিতে পারেন।",

        'list3_1' => 'অনলাইন পেমেন্ট গেটওয়ে (সরাসরি আপনার অ্যাকাউন্টে)',
        'list3_2' => 'অন-সাইট পেমেন্ট সক্ষম করার ক্ষমতা',
        'list3_3' => 'বৈদ্যুতিন বিশ্বাস প্রতীক ছাড়া গেটওয়ে গ্রহণ করুন (পে-রোল)',
        'list3_4' => 'অর্থপ্রদান এবং এক-ক্লিক অর্ডার পরিচালনা করুন',


        'title4s' => 'অটো এসইও',
        'title4' => 'একটি SEO-বান্ধব সাইট ডিজাইন করা যা SEO সেরা অনুশীলনগুলি অনুসরণ করে আপনার অনলাইন ব্যবসাকে সম্ভাব্য গ্রাহকদের কাছে আরও দৃশ্যমান করতে সহায়তা করে৷ Selldone একটি এসইও-ভিত্তিক স্টোরের জন্য আপনার প্রয়োজনীয় পরিকাঠামো প্রদান করে, তাই আপনাকে Google-এ আবিষ্কৃত হওয়ার বিষয়ে চিন্তা করতে হবে না।',

        'list4_1' => 'আপনি আমাদের সাথে ভাল লেখা এবং ছবি রেখে যান',

        'title0' => '<span class="uly"> আরও পেশাদারভাবে </span> বিক্রি করার সময় এসেছে, আপনার গ্রাহকদের সুখী করুন <br> এবং আপনি একটি অনলাইন ব্যবসা বাড়াচ্ছেন বলে গর্বিত বোধ করুন',


        'title6s' => "এতে সন্তুষ্ট হবেন না",
        'title6' => 'একটি ইনস্টাগ্রাম স্টোরের চেয়ে অনেক বেশি...',


        'features' => 'বৈশিষ্ট্য',
        'features_act' => 'সমস্ত বৈশিষ্ট্য দেখুন',

        'x1' => 'আপনার ব্র্যান্ড তৈরি করতে একটি ডেডিকেটেড ডোমেনে অনলাইন স্টোর এবং আপনার নিজস্ব গ্রাহক ক্লাব আছে।',
        'x2' => '0 $ সেট আপ খরচ এবং আপনার প্রয়োজন অনুযায়ী একটি দোকানের জন্য অনলাইন স্টোর নগদ নিবন্ধন৷',
        'x3' => 'সেরা বিপণন এবং বিক্রয় সরঞ্জাম যা এমনকি সবচেয়ে বড় পুলিশ বাজারের ব্র্যান্ডের কাছে নেই।',
        'x4' => "Selldone নামে একজন ভাল এবং কম-প্রত্যাশিত অংশীদার, যার পুরো প্রচেষ্টা কোম্পানির বিক্রয় বাড়ানো, টাকা নিয়ে তাদের ছেড়ে দেওয়া নয়।",

        'a1' => 'অর্ডার প্রসেসিং',
        'a1s' => 'গতির জন্য ডিজাইন করা হয়েছে',

        'a2' => 'মার্কেটিং এবং ইনসেনটিভ',
        'a2s' => 'অনুগত গ্রাহকদের খুঁজুন',

        'a3' => 'সরাসরি অর্থপ্রদান',
        'a3s' => 'পেমেন্ট ইন্টারফেস নেই',

        'a4' => 'বিক্রয় চ্যানেল',
        'a4s' => 'টেলিগ্রাম, গুগল, ইনস্টাগ্রাম ইত্যাদি।',

        'blog' => 'وبلاগ',

        'b1' => "আমাদের কি এখনও 2021 সালে একজন প্রোগ্রামার ভাড়া করতে হবে, স্টোর-বিল্ডিং প্যাকেজ বা হোস্ট কিনতে হবে?",
        'b2' => "Selldone এর গল্প|একটি সাইট এবং অনলাইন ব্যবসা চালু করার পদ্ধতিতে পরিবর্তন",
        'b3' => 'Google ফলাফলে স্বয়ংক্রিয় এসইও ইঞ্জিন উজ্জ্বল',
        'read' => 'চালিয়ে যান',

        'title5s' => 'আপনি এটা কত খরচ জানতে চান?',
        'title5' => 'মডেল <span class="ulr"> থেকে 2% কমিশনের সাথে </span> আজীবনের জন্য বিনামূল্যে <br>to মডেল 0.5% কমিশন মাসিক ফি সহ',
        'msg5' => "যতক্ষণ আপনার বিক্রয় না হয়, এক রিয়াল মালিকরা সাইট, হোস্ট, সার্ভার, পরিষেবা, সরঞ্জাম, সমর্থন, আপডেট এবং অন্য কিছুর জন্য আপনাকে চার্জ করবে না! টাকা সরাসরি আপনার অ্যাকাউন্টে জমা হবে! Selldone তার সমস্ত অংশীদারকে মাস শেষে বা কয়েক মাস পরে তাদের মানিব্যাগ চার্জ করে ফি প্রদান করার জন্য বিশ্বাস করে।",
         'footer_act' => "বিনামূল্যের একমাত্র সুবিধা নয়! কিভাবে?",
         'footer' => 'আপনি চান কোন প্রশ্ন বা টিপস জিজ্ঞাসা করুন.',

        's1' => 'স্মার্ট রিপোর্টিং',
        's2' => 'বিনামূল্যে ক্লাউড হোস্টিং',
        's3' => 'লজিস্টিকস এবং প্রসেসিং',
        's4' => 'ল্যান্ডিং পৃষ্ঠা নির্মাতা',
        's5' => 'বৈশিষ্ট্য এবং সুবিধা',
        's6' => 'আর্থিক ব্যবস্থাপনা',
        's7' => 'মার্কেটিং টুলস',
        's8' => 'প্রণোদনা এবং গ্রাহকদের',
        's9' => 'Selldone সম্পর্কে',
        's10' => 'ব্লগ',
        's11' => 'সাহায্য',
        's12' => 'গোপনীয়তা',
        's13' => 'শর্তাবলী',
        's14' => 'দোকান নির্মাতা',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Selldone এর সাথে কাজ করার বিষয়ে চিন্তিত?",
        'import_title' => "Selldone ব্যবহারকারীদের জিজ্ঞাসা করুন; <span class='ulr'> সরলতা এবং গতি</span> সম্পর্কে তাদের প্রতিক্রিয়া আপনাকে অবাক করবে!",
        'import_message' => "আপনি সরাসরি Instagram থেকে আপনার দোকানে আপনার পণ্য আমদানি করতে পারেন, কিন্তু আপনি যদি চান, আপনি স্বয়ংক্রিয়ভাবে একটি সাধারণ এক্সেল ফাইলের সাথে আপনার দোকানে তাদের সমস্ত পণ্য এবং ছবি যোগ করতে পারেন। আপনি একই ফাইলটি পূরণ করুন, Google থেকে চিত্রগুলির URL অনুলিপি করুন এবং অবশেষে আপনার CSV ফাইলটি টানুন এবং পণ্য পরিচালনা বিভাগে ড্রপ করুন৷ Selldone আপনার জন্য এটি করবে।",
        'import_t1' => "আপনার কোন পণ্য আছে কি",
        'import_b1' => "তারা বৈচিত্রহীন",
        'import_m1' => "শুধু এই ফাইলটি ডাউনলোড করুন, পণ্যের নাম, মূল্য এবং ইনভেন্টরি লিখুন এবং Google এর মত জায়গা থেকে ছবির লিঙ্কটি কপি করে পেস্ট করুন",

        'import_b2' => "একাধিক বৈচিত্র",
        'import_m2' => "বৈচিত্র মানে রঙ, আকার, উপাদান এবং এই জাতীয় জিনিস। আপনার যদি অনেকগুলি পণ্য থাকে তবে আপনি এই ফাইলটি ডাউনলোড করতে পারেন এবং আপনার পণ্যের তথ্য পূরণ করতে পারেন। এই এক একটু কঠিন",

        'import_download' => "নমুনা ফাইল ডাউনলোড করুন",

    ]

];
