<?php



return [

    'loading-title' => "অফলাইন থেকে অনলাইনে স্কেল-আপ করুন",
    'loading-message' => "আপনি চেষ্টা করুন, আমরা দরজা খোলা",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'Selldone হল বিটা৷', 'priority' => 'মি',
        'message' => "<p>\n            আমরা আপনাকে ওপেন বিটাতে অংশগ্রহণ করতে চাই। একটি বিটা হিসাবে\n            পরীক্ষক, আপনি এমন বৈশিষ্ট্যগুলি ব্যবহার করতে সক্ষম হবেন যা প্রকাশ করা হয়নি\n            জনসাধারণ এই বৈশিষ্ট্যগুলি সর্বজনীনভাবে উপলব্ধ হতে পারে৷\n            ভবিষ্যৎ বিবেচনা করুন যে <b>all লেনদেনগুলি পরীক্ষা মোডে </b> এবং\n            <b> চূড়ান্ত প্রকাশের আগে পরিষ্কার </b> হবে৷ ব্যবহারকারী, দোকান, এবং\n            পণ্য <u> অপসারণ করা হবে না</u>.\n          </p>\n\n          <p> ধন্যবাদ, <br />CEO Selldone</p>"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "দ্বি-পদক্ষেপ লগইন সফলভাবে সক্ষম হয়েছে৷",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "দ্বি-পদক্ষেপ লগইন নিষ্ক্রিয়।",


];
