<?php

return [
    'default_title' => 'SELLDONE',
    'keywords' => ['ব্যবসা ওএস', 'domain', 'selldone', 'ইকমার্স প্ল্যাটফর্ম', 'দোকান নির্মাতা', 'দোকান নির্মাতা', 'ওয়েবসাইট নির্মাতা', 'ব্যবসা পরিকল্পনা', 'কাস্টম সম্প্রদায় নির্মাতা', 'হোয়াইটলেবেল ইকমার্স'],
    'samin' => 'Selldone',
    'Selldone' => 'Selldone',


    'related' => 'সম্পর্কিত',
    'share' => 'শেয়ার করুন',

    /*
    |--------------------------------------------------------------------------
    | Global
    |--------------------------------------------------------------------------
    */
    'global' => [
        'blog' => 'ব্লগ',
    ],

    /*
    |--------------------------------------------------------------------------
    | Global footer
    |--------------------------------------------------------------------------
    */
    'footer-title' => 'Selldone®|ব্যবসা <span class="os-grad">OS</span>™',
    'footer-subtitle' => "SME এবং স্বাধীন ব্র্যান্ডের জন্য #1 অপারেটিং সিস্টেম",
    'footer-about-selldone' => 'Selldone হল একটি ই-কমার্স প্ল্যাটফর্ম যা ব্যবসা বৃদ্ধিতে সাহায্য করার জন্য তৈরি করা হয়েছে। আপনার একটি ছোট ইট-ও-মর্টার স্টোর বা একটি বড় কোম্পানি হোক না কেন, আপনাকে আপনার পণ্যগুলি অনলাইনে প্রদর্শন করতে হবে। Selldone আপনাকে কম অপারেটিং খরচ এবং বৃহত্তর নমনীয়তার সাথে অনলাইন স্টোর তৈরি করতে সহায়তা করে। উপরন্তু, আমরা একটি ই-কমার্স ম্যানেজমেন্ট টুলচেন প্রদান করি যা প্রতি সপ্তাহে উন্নত হয়, ইন্টিগ্রেটেড স্টোর অ্যাডমিনিস্ট্রেশন, ভিজ্যুয়াল অটোমেশন টুলস এবং এআই ইন্টিগ্রেশনের মতো বৈশিষ্ট্য সহ।',
    'footer-action' => "আপনার ইকমার্স তৈরি করুন — এটা বিনামূল্যে",

    'footer' => [
        'about' => 'Selldone সম্পর্কে',
        'contact' => 'যোগাযোগ করুন',
        'email' => 'support@selldone.com',
        'phone' => '🇩🇰 +45 36991215',
    ],

    'footer-menu' => [


        // Menu 1:
        [
            'title' => 'Selldone',
            'items' => [
                ['title' => 'ব্যবসায়িক প্ল্যাটফর্ম', 'href' => '/store-builder'],
                ['title' => 'ব্লগ', 'href' => '/blog'],
                ['title' => 'সাহায্য', 'href' => '/help'],
                ['title' => 'FAQ', 'href' => '/faq'],
                ['title' => 'গোপনীয়তা নীতি', 'href' => '/privacy'],
                ['title' => 'সেবা সমূহের শর্তাবলী', 'href' => '/terms'],
            ],
        ],

        // Menu 2:
        [
            'title' => 'বৈশিষ্ট্য',
            'items' => [
                ['title' => 'বৈশিষ্ট্য ও উপকারিতা', 'href' => '/features'],
                ['title' => 'Marketing tools', 'href' => '/marketing'],
                ['title' => 'Processing center', 'href' => '/order-processing'],
                ['title' => 'প্রণোদনা এবং ক্লাব', 'href' => '/incentives'],
                ['title' => 'অডিটিং এবং অ্যাকাউন্টিং', 'href' => '/auditing'],
                ['title' => 'Cloud hosting', 'href' => '/cloud'],

            ],
        ],

        // Menu 3:
        [
            'title' => 'সমাধান',
            'items' => [
                ['title' => 'NFT সংগ্রহ', 'href' => '/nft'],
                ['title' => 'গিল্ড', 'href' => '/guild'],
                ['title' => 'অ্যাভোকাডো', 'href' => '/avocado'],
                ['title' => 'বিশেষজ্ঞদের', 'href' => '/experts'],
                ['title' => 'SEO engine', 'href' => '/seo'],
                ['title' => 'Smart report', 'href' => '/smart-report'],
            ],
        ],

        // Menu 4:
        [
            'title' => 'সেবা',
            'items' => [
                ['title' => 'মূল্য এবং পরিকল্পনা', 'href' => '/price'],
                ['title' => 'অ্যাপ্লিকেশন', 'href' => '/apps'],
                ['title' => 'Application builder', 'href' => '/app-builder'],
                ['title' => 'পেজ মেকার', 'href' => '/page-builder'],
                ['title' => 'Logistic solution', 'href' => '/logistic'],
                ['title' => 'অটোমেশন এবং আইওটি', 'href' => '/automation'],

            ],
        ],


    ],


    /*
    |--------------------------------------------------------------------------
    | Global header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'home' => 'বাড়ি',
        'features' => 'বৈশিষ্ট্য',
        'pricing' => 'মূল্য নির্ধারণ',
        'blogs' => 'ব্লগ',
        'community' => 'সম্প্রদায়',
        'help' => 'সাহায্য',
        'features-menu' => [
            'store-builder' => 'ইকমার্স নির্মাতা',
            'community-platform' => 'কাস্টম সম্প্রদায়',
            'cloud' => 'ক্লাউড-ভিত্তিক হোস্টিং',
            'page-builder' => 'ল্যান্ডিং পৃষ্ঠা নির্মাতা',
            'smart-report' => 'স্মার্ট রিপোর্ট জেনারেটর',
            'payment' => 'পেমেন্ট এবং অ্যাকাউন্টিং',

            'staffs' => 'গ্রাহক এবং দল',
            'logistic' => 'লজিস্টিক এবং ডেলিভারি',
            'order-processing' => 'আদেশ এবং প্রক্রিয়াকরণ',
            'marketing' => 'বিপণন প্রচারাভিযান',
            'incentives' => 'ক্লাব ও প্রণোদনা',
            'pos' => 'অনলাইন POS',
            'seo' => 'অটো এসইও ইঞ্জিন',
            'automation' => 'অটোমেশন এবং আইওটি',
            'ai' => 'এআই কমার্স',
            'app-builder' => 'অ্যাপ্লিকেশন নির্মাতা',
        ],
        'build' => "নির্মাণ করুন",
        'build-sub' => "আপনার সাফল্যের গল্প তৈরি করার জন্য আমরা আপনার চারপাশে একটি সিস্টেম তৈরি করি।",

        'manage' => "পরিচালনা করুন",
        'manage-sub' => "আপনার ব্যবসা পরিচালনা আগের চেয়ে আরও আনন্দদায়ক হবে।",

        'sel' => "বিক্রি",
        'sel-sub' => "সর্বদা বন্ধ করুন, অর্থ উপার্জন করুন এবং এটি উপভোগ করুন।",

        'grow' => "বৃদ্ধি",
        'grow-sub' => "আপনার হাতে এন্টারপ্রাইজ-গ্রেড বৈশিষ্ট্য এবং সরঞ্জাম, আকাশ আপনার সীমা হবে.",


    ],

    /*
    |--------------------------------------------------------------------------
    | Article
    |--------------------------------------------------------------------------
    */
    'article' => [
        'list-of-content' => 'কন্টেন্ট তালিকা',
        'author' => 'লেখক',
        'others-title' => ":title সম্পর্কে আরও অন্তর্দৃষ্টি",
    ],


    /*
    |--------------------------------------------------------------------------
    | Main pages
    |--------------------------------------------------------------------------
    */
    'page.login' => ['title' => 'Selldone |লগইন করুন', 'image' => '/images/seo/en/login.jpg', 'description' => "আপনার কত পুঁজি আছে, আপনি কোথায় আপনার ব্যবসা শুরু করেছেন, আপনি বিশ্বের কোথায় থাকেন তা বিবেচ্য নয়! Selldone আপনাকে সমস্ত পেশাদার বিক্রয় সরঞ্জাম সরবরাহ করেছে। নিবন্ধন এবং এই সরঞ্জামগুলি প্রত্যেকের জন্য এবং চিরকালের জন্য বিনামূল্যে।"],
    'page.register' => ['title' => 'Selldone |নিবন্ধন করুন', 'image' => '/images/seo/en/login.jpg', 'description' => "আমরা বিশ্বাস করি যে অ্যাক্সেস একটি অধিকার এবং একটি বিশেষাধিকার নয়! নিউইয়র্কের সবচেয়ে ধনী রাস্তায় বা দূরবর্তী গ্রামে আপনার ব্যবসা থাকুক না কেন, অনলাইনে বিক্রি করার জন্য ইন্টারনেট এবং একটি অনলাইন টুলই আপনার প্রয়োজন! এটি Selldone এর স্বপ্ন।"],


    'page.home' => ['title' => "পেশাদারদের মতো বিক্রি করুন — Selldone® ব্যবসায়িক ওএস৷", 'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg', 'description' => "Selldone হল একটি ব্যবসায়িক ওএস যা আপনার ব্যবসাকে দৃশ্যত নির্মাণ, পরিচালনা এবং স্কেল করার জন্য। লক্ষ লক্ষ অর্ডারের জন্য তৈরি একটি নো-কোড, নো-বিশেষজ্ঞ-প্রয়োজনীয় সমাধান দিয়ে এটি নিজেই তৈরি করুন৷"],
    'page.helps' => ['title' => 'সাহায্য', 'image' => '/images/seo/en/help.jpg', 'description' => "কিভাবে একটি সফল ব্যবসা করা যায়."],
    'page.blogs' => ['title' => 'ব্যবসা ওএস ম্যাগ', 'image' => '/images/seo/en/academy.jpg', 'description' => "অনলাইন বিক্রয়ের জন্য আপনার ওয়ান-স্টপ গাইড, টিপস, কৌশল এবং বিশেষজ্ঞের পরামর্শ, অনলাইন বিক্রয়ের করণীয় এবং করণীয়, আপনার অনলাইন আয়কে সর্বাধিক করার জন্য বিশেষজ্ঞ টিপস সহ।"],
    'page.faqs' => ['title' => 'প্রায়শই জিজ্ঞাসিত প্রশ্নাবলী', 'image' => '/images/seo/en/faq.jpg', 'description' => "Selldone-এ প্রশ্নোত্তর।"],
    'page.price' => ['title' => 'মূল্য তালিকা', 'image' => '/images/seo/en/price.jpg', 'description' => "কোনো সময়সীমা ছাড়াই বিনামূল্যে একটি স্টোর এবং সাইট তৈরির সমস্ত পেশাদার বৈশিষ্ট্য আপনার জন্য অপেক্ষা করছে।"],


    'page.apps' => ['title' => 'অ্যাপ্লিকেশন ইন্টিগ্রেশন', 'image' => '/images/seo/en/apps.jpg', 'description' => "দোকানে অ্যাপ্লিকেশন ইনস্টল করা শুধুমাত্র একটি ক্লিকের মাধ্যমে আপনার দোকানের জন্য প্রদান করা হয়।"],
    'page.experts' => ['title' => 'বিশেষজ্ঞদের', 'image' => '/images/seo/en/expert.jpg', 'description' => "আপনার স্টোর ডিজাইন, লঞ্চ, বিজ্ঞাপন বা পরিচালনার বিষয়ে চিন্তা করবেন না, Selldone বিশেষজ্ঞরা আপনাকে সাহায্য করার জন্য প্রস্তুত। জিনিসগুলি আরও ভাল এবং দ্রুত করার জন্য একজন প্রত্যয়িত বিশেষজ্ঞ নিয়োগ করুন৷"],


    'page.avocado' => ['title' => 'অ্যাভোকাডো — আধুনিক সামাজিক বিক্রয় চ্যানেল', 'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
        'description' => "একটি পরিমাণ এবং একটি শিরোনাম আপনার গ্রাহকদের কাছ থেকে অর্থপ্রদান সংগ্রহ করতে হবে। টাকা সরাসরি আপনার অ্যাকাউন্টে জমা হয় এবং আপনার গ্রাহকরা একটি নিরবচ্ছিন্ন কেনাকাটার অভিজ্ঞতা পান।"],

    // All private dashboards:
    'shuttle' => ['title' => 'সেলডন | ড্যাশবোর্ড', 'image' => '/images/seo/en/dashboard.jpg',
        'description' => "স্টোর ম্যানেজমেন্ট প্যানেল, যদি আপনার এই স্টোরটিতে অ্যাক্সেস থাকে, আপনি এই লিঙ্কের মাধ্যমে আপনার স্টোর পরিচালনা ড্যাশবোর্ডে প্রবেশ করতে পারেন।"],

    'shuttle-shop' => ['title' => 'সেলডন | দোকান ড্যাশবোর্ড', 'image' => '/images/seo/en/shuttle-shop.jpg', 'video' => '/images/seo/en/videos/shuttle-shop.mp4',
        'description' => "আপনার ড্যাশবোর্ডে সবকিছু পরিচালনা করুন। পণ্য, অর্ডার, ল্যান্ডিং পৃষ্ঠা ডিজাইন, মার্কেটিং, ইনসেনটিভ এবং একটি দুর্দান্ত ব্যবসার জন্য আপনার প্রয়োজনীয় সবকিছু পরিচালনা করুন।"],


    'guild' => ['title' => 'গিল্ড — যৌথ বিক্রয় চ্যানেল', 'image' => '/images/seo/en/guild.jpg?v=2',
        'description' => "একটি দুর্দান্ত গিল্ড তৈরি করে আপনার ব্যবসাকে অর্জনযোগ্য এবং সারা বিশ্বের যে কারো কাছে অ্যাক্সেসযোগ্য করে তুলুন।"],


    'page.referral' => ['title' => 'অ্যাফিলিয়েট প্রোগ্রাম — Selldone', 'image' => '/images/seo/en/referral.png', 'description' => "একটি উত্তেজনাপূর্ণ মিশনে যোগ দিন এবং নিজের জন্য একটি নিষ্ক্রিয় আয়ের ধারা তৈরি করুন।"],


    'page.press' => ['title' => 'প্রেস রিসোর্স — Selldone', 'image' => '/images/seo/en/press.png', 'description' => "Selldone সম্পর্কে লিখতে আগ্রহী যে কারো জন্য সম্পদ।"],
    'page.roadmap' => ['title' => 'রোডম্যাপ — Selldone', 'image' => '/images/seo/roadmap.jpg', 'description' => "এটি একটি একজাতীয় প্ল্যাটফর্ম: এসএমই-এর জন্য এন্টারপ্রাইজ-গ্রেড সরঞ্জাম সহ একটি পরিষেবা হিসাবে একটি সর্ব-ইন-ওয়ান, নো-কোড ব্যবসায়িক অপারেটিং সিস্টেম৷"],

    'page.onboarding' => ['title' => 'বিনামূল্যে অনলাইন স্টোর ওয়েবসাইট নির্মাতা - প্রতিক্রিয়াশীল এবং পেশাদার', 'image' => '/images/seo/ui-kit.jpg', 'description' => "Selldone হল একটি ই-কমার্স প্ল্যাটফর্ম যা আপনার ব্যবসার বৃদ্ধিতে সাহায্য করার জন্য তৈরি করা হয়েছে। আপনার একটি ছোট ইট-ও-মর্টার স্টোর বা একটি বড় কোম্পানি হোক না কেন, আপনার পেশাদার, সহজে ব্যবহারযোগ্য সরঞ্জামের প্রয়োজন।"],



    'page.books' => ['title' => 'ব্যবসার হ্যান্ডবুক: অনলাইন শপিং ওয়েবসাইটগুলির জন্য শুরু এবং বৃদ্ধির টিপস৷', 'image' => '/images/seo/en/cover.jpg', 'description' => "আপনি এখানে ব্যবসা উন্নয়ন সম্পর্কে বিনামূল্যে হ্যান্ডবুক ডাউনলোড করতে পারেন. এই বইগুলিতে, আপনি আপনার অনলাইন স্টোরে রূপান্তর হার বাড়ানোর জন্য একটি ব্যবসা বিকাশের সম্পূর্ণ টিপস এবং ব্যবহারিক উন্নতির নির্দেশিকা পাবেন৷"],


    'page.quiz' => ['title' => 'কুইজ|ব্যবসায়িক অপারেটিং সিস্টেম কি আপনার জন্য সঠিক?', 'image' => '/images/seo/en/quiz.png', 'description' => "আপনি যদি জানতে চান যে আপনার ব্যবসার প্রয়োজন বা ব্যবসায়িক OS ব্যবহার করতে পারে, তাহলে আরও কিছু করার আগে, অনুগ্রহ করে এই 60sec কুইজটি নিন। আপনি যদি জানতে চান যে আপনার ব্যবসার প্রয়োজন বা ব্যবসায়িক OS ব্যবহার করতে পারে, তাহলে আরও কিছু করার আগে, অনুগ্রহ করে এই 60sec কুইজটি নিন।"],


    'page.countries' => ['title' => 'সমর্থিত দেশ এবং স্থানীয় অর্থপ্রদান - ব্যবসা ওএস', 'image' => '/images/seo/en/countries.png', 'description' => "বিজনেস ওএস, ই-কমার্স প্ল্যাটফর্ম থেকে থিম, প্লাগইন বা কোড ছাড়াই এমন কিছুতে বাণিজ্য পরিষেবার পরবর্তী বিবর্তন ধাপ। 100% দৃশ্যত!"],


    'page.participant' => ['title' => 'আপনি যে সম্প্রদায়টি চান — খেলুন এবং $20 জিতুন', 'image' => '/images/seo/en/participants.jpg', 'description' => "আপনি অন্যদের সাহায্য করার জন্য ছোট ভিডিও তৈরি করে বিক্রি হওয়া সম্প্রদায়ে অংশগ্রহণ করতে পারেন এবং ভিডিও প্রতি 20টি USD উপহার ক্রেডিট পেতে পারেন৷"],

    'page.tax' => ['title' => 'গ্লোবাল ট্যাক্স হার তালিকা', 'image' => '/images/seo/en/tax.jpg', 'description' => "আপনি ট্যাক্স নিয়ম ওভাররাইড করতে পারেন এবং বিভিন্ন পণ্য বিভাগের জন্য একাধিক ট্যাক্স প্রোফাইল তৈরি করতে পারেন।"],


    'page.premium' => ['title' => 'প্রিমিয়ামে আপগ্রেড করুন এবং আপনার ই-কমার্স গেমকে রূপান্তর করুন', 'image' => '/images/seo/en/premium.jpg', 'description' => "Selldone প্রিমিয়াম দিয়ে আপনার অনলাইন স্টোরকে উন্নত করুন। দক্ষতা বাড়াতে এবং ডিজিটাল মার্কেটপ্লেসে আলাদা হয়ে উঠতে এক্সক্লুসিভ AI টুল, বেসপোক টেমপ্লেট এবং আরও অনেক কিছু অ্যাক্সেস করুন। একটি স্মার্ট, মসৃণ ই-কমার্স অভিজ্ঞতার জন্য এখনই যোগ দিন!"],


    'page.builder' => [
        'title' => 'বিনামূল্যের পৃষ্ঠা নির্মাতা এবং ল্যান্ডিং পৃষ্ঠা সম্পাদক Webapp - কোন লগইন প্রয়োজন নেই',
        'image' => '/images/seo/en/builder.png',
        'description' => 'আমাদের বিনামূল্যে, ব্যবহারকারী-বান্ধব পৃষ্ঠা নির্মাতা এবং সম্পাদকের সাথে অনায়াসে অত্যাশ্চর্য ওয়েব পৃষ্ঠা এবং ল্যান্ডিং পৃষ্ঠাগুলি তৈরি করুন৷ কোন লগইন প্রয়োজন. আমাদের স্বজ্ঞাত ড্র্যাগ-এন্ড-ড্রপ ইন্টারফেস দিয়ে আপনার ওয়েব পৃষ্ঠাগুলিকে দ্রুত ডিজাইন, কাস্টমাইজ এবং প্রকাশ করুন৷ বিপণনকারী, ছোট ব্যবসার মালিক এবং ডেভেলপারদের জন্য উপযুক্ত যারা ঝামেলা-মুক্ত ওয়েব ডিজাইন সমাধান খুঁজছেন।'
    ],

    'page.token' => [
        'title' => 'Selldone মুদ্রা (SLDN) - ই-কমার্স উদ্ভাবনের ক্ষমতায়ন',
        'image' => '/images/seo/en/token.jpg?v=1',
        'description' => 'Selldone মুদ্রা (SLDN) আবিষ্কার করুন, ই-কমার্স উদ্যোক্তাদের পুরস্কৃত ও ক্ষমতায়নের জন্য ডিজাইন করা ডিজিটাল টোকেন। Selldone ইকোসিস্টেমের একটি অবিচ্ছেদ্য অংশ SLDN এর সাথে উপার্জন করুন, বাণিজ্য করুন এবং আপনার ব্যবসা বৃদ্ধি করুন৷'
    ],


    'page.red-alert' => ['title' => 'রেড অ্যালার্ট - অপরাধমূলক কার্যকলাপ এবং নিরাপত্তা কর্মসূচির প্রতিবেদন করুন',
        'image' => '/images/seo/en/red-alert.jpg',
        'description' => 'Selldone-এর সাথে সবচেয়ে বেশি নিরাপত্তা-কেন্দ্রিক প্ল্যাটফর্ম উপলব্ধ নিরাপত্তা ও নিরাপত্তার চূড়ান্ত অভিজ্ঞতা নিন। আমাদের রেড অ্যালার্ট প্রোগ্রাম আপনাকে অপরাধমূলক কার্যকলাপের দ্রুত এবং নিরাপদে রিপোর্ট করার ক্ষমতা দেয়, যাতে আপনার সম্প্রদায় সুরক্ষিত থাকে। নিরাপদ আশপাশ তৈরি করতে এবং অপরাধের বিরুদ্ধে ব্যবস্থা নিতে আমাদের মিশনে আমাদের সাথে যোগ দিন।'    ],

    /*
    |--------------------------------------------------------------------------
    | App pages
    |--------------------------------------------------------------------------
    */
    'apps.structure-data' => ['title' => 'স্ট্রাকচার ডেটা জেনারেটর| JSON-LD', 'description' => "প্রয়োজনীয় সমস্ত আইটেম বৈশিষ্ট্য এবং আরও অনেক কিছু সহ JSON-LD মার্কআপ তৈরি করতে এই শক্তিশালী কাঠামোগত ডেটা জেনারেটর ব্যবহার করুন৷"
    ],

    /*
    |--------------------------------------------------------------------------
    | Call to action
    |--------------------------------------------------------------------------
    */
    'call-to-action' => [
        'title' => "বাজারে সেরা কোন প্রযুক্তিগত সমাধানের মাধ্যমে আপনার ব্যবসা অনলাইন করুন।",
        'money-back' => "30 দিনের মানি-ব্যাক গ্যারান্টি",
        'action' => "আপনার ইকমার্স তৈরি করুন",
        'action-sub' => "এখন শুরু করুন — এটা বিনামূল্যে",
        'message' => "আপনার কম অনলাইন বিক্রয় হার বিদায় বলুন!",
    ]

,

    'page' => [
        'login' => [
            'title' => 'সেলডন | প্রবেশ করুন',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'আপনার কত পুঁজি আছে, আপনি কোথায় আপনার ব্যবসা শুরু করেছেন, আপনি বিশ্বের কোথায় থাকেন তা বিবেচ্য নয়! Selldone আপনাকে সমস্ত পেশাদার বিক্রয় সরঞ্জাম সরবরাহ করেছে। নিবন্ধন এবং এই সরঞ্জামগুলি প্রত্যেকের জন্য এবং চিরকালের জন্য বিনামূল্যে।',
        ],
        'register' => [
            'title' => 'সেলডন | নিবন্ধন',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'আমরা বিশ্বাস করি যে অ্যাক্সেস একটি অধিকার এবং একটি বিশেষাধিকার নয়! আপনার নিউ ইয়র্কের সবচেয়ে ধনী রাস্তায় বা দূরবর্তী কোনো গ্রামে ব্যবসা থাকুক না কেন, অনলাইনে বিক্রি করার জন্য ইন্টারনেট এবং একটি অনলাইন টুলই আপনার প্রয়োজন! এটি সেলডনের স্বপ্ন।',
        ],
        'home' => [
            'title' => 'পেশাদারদের মত বিক্রয় — Selldone® Business OS',
            'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg',
            'description' => 'Selldone হল একটি ব্যবসায়িক ওএস যা আপনার ব্যবসাকে দৃশ্যতভাবে তৈরি, পরিচালনা এবং স্কেল করার জন্য। লক্ষ লক্ষ অর্ডারের জন্য নো-কোড এবং নো-বিশেষজ্ঞের প্রয়োজনীয় সমাধান দিয়ে এটি নিজেই তৈরি করুন।',
        ],
        'helps' => [
            'title' => 'সাহায্য',
            'image' => '/images/seo/en/help.jpg',
            'description' => 'কিভাবে একটি সফল ব্যবসা করা যায়.',
        ],
        'blogs' => [
            'title' => 'ব্লগ',
            'image' => '/images/seo/en/academy.jpg',
            'description' => 'সর্বশেষ Selldone খবর এবং বিষয়বস্তু.',
        ],
        'faqs' => [
            'title' => 'সচরাচর জিজ্ঞাস্য',
            'image' => '/images/seo/en/faq.jpg',
            'description' => 'সেলডনে প্রশ্নোত্তর।',
        ],
        'price' => [
            'title' => 'মূল্য তালিকা',
            'image' => '/images/seo/en/price.jpg',
            'description' => 'কোনো সময়সীমা ছাড়াই বিনামূল্যে একটি স্টোর এবং সাইট তৈরির সমস্ত পেশাদার বৈশিষ্ট্য আপনার জন্য অপেক্ষা করছে।',
        ],
        'apps' => [
            'title' => 'অ্যাপ স্টোর',
            'image' => '/images/seo/en/apps.jpg',
            'description' => 'দোকানে অ্যাপ্লিকেশন ইনস্টল করা শুধুমাত্র একটি ক্লিকের মাধ্যমে আপনার দোকানের জন্য প্রদান করা হয়।',
        ],
        'experts' => [
            'title' => 'বিশেষজ্ঞদের',
            'image' => '/images/seo/en/expert.jpg',
            'description' => 'আপনার স্টোর ডিজাইন, লঞ্চ, বিজ্ঞাপন বা পরিচালনার বিষয়ে চিন্তা করবেন না, সেলডন বিশেষজ্ঞরা আপনাকে সাহায্য করতে প্রস্তুত। জিনিসগুলি আরও ভাল এবং দ্রুত করার জন্য একজন প্রত্যয়িত বিশেষজ্ঞ নিয়োগ করুন৷',
        ],
        'avocado' => [
            'title' => 'অ্যাভোকাডো — আধুনিক সামাজিক বিক্রয় চ্যানেল',
            'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
            'description' => 'একটি পরিমাণ এবং একটি শিরোনাম আপনার গ্রাহকদের কাছ থেকে অর্থ পেতে প্রয়োজন! টাকা সরাসরি আপনার অ্যাকাউন্টে জমা হবে এবং আপনার গ্রাহকদের একটি অনন্য কেনাকাটার অভিজ্ঞতা হবে।',
        ],
        'referral' => [
            'title' => 'অ্যাফিলিয়েট প্রোগ্রাম - সেলডন',
            'image' => '/images/seo/en/referral.png',
            'description' => 'একটি উত্তেজনাপূর্ণ মিশনে যোগ দিন এবং নিজের জন্য একটি নিষ্ক্রিয় রাজস্ব প্রবাহ তৈরি করুন।',
        ],
        'press' => [
            'title' => 'প্রেস রিসোর্স — Selldone',
            'image' => '/images/seo/en/press.png',
            'description' => 'Selldone সম্পর্কে লিখতে আগ্রহী যে কেউ জন্য সম্পদ.',
        ],
        'roadmap' => [
            'title' => 'রোডম্যাপ — Selldone',
            'image' => '/images/seo/roadmap.jpg',
            'description' => 'এটি একটি এক ধরনের প্ল্যাটফর্ম; এটা সম্পূর্ণ অনন্য এবং অন্য সব থেকে খুব আলাদা. এটি এসএমই-এর জন্য এন্টারপ্রাইজ-গ্রেড সরঞ্জাম সহ একটি পরিষেবা হিসাবে একমাত্র অল-ইন-ওয়ান, নো-কোড বিজনেস অপারেটিং সিস্টেম।',
        ],
        'onboarding' => [
            'title' => 'বিনামূল্যে অনলাইন শপিং ওয়েবসাইট নির্মাতা - প্রতিক্রিয়াশীল, এবং পেশাদার',
            'image' => '/images/seo/ui-kit.jpg',
            'description' => 'সেলডন, একটি ইকমার্স প্ল্যাটফর্ম হিসাবে, আপনার ব্যবসার বৃদ্ধির জন্য একজন দেবদূতের মতো কাজ করে। আপনার একটি ছোট ইট-ও-মর্টার স্টোর বা একটি বড় কোম্পানি হোক না কেন, আপনার পেশাদার কিন্তু সহজে ব্যবহারযোগ্য সরঞ্জামগুলির একটি সেট প্রয়োজন৷',
        ],
        'books' => [
            'title' => 'ব্যবসার হ্যান্ডবুক: অনলাইন শপিং ওয়েবসাইটগুলির জন্য শুরু এবং বৃদ্ধির টিপস৷',
            'image' => '/images/seo/en/cover.jpg',
            'description' => 'আপনি এখানে ব্যবসা উন্নয়ন সম্পর্কে বিনামূল্যে হ্যান্ডবুক ডাউনলোড করতে পারেন. এই বইগুলিতে, আপনি আপনার অনলাইন স্টোরে রূপান্তর হার বাড়ানোর জন্য একটি ব্যবসা বিকাশের সম্পূর্ণ টিপস এবং ব্যবহারিক উন্নতির নির্দেশিকা পাবেন৷',
        ],
        'quiz' => [
            'title' => 'কুইজ | ব্যবসায়িক অপারেটিং সিস্টেম কি আপনার জন্য সঠিক?',
            'image' => '/images/seo/en/quiz.png',
            'description' => 'আপনি যদি জানতে চান যে আপনার ব্যবসার প্রয়োজন বা ব্যবসায়িক OS ব্যবহার করতে পারে, তাহলে আরও কিছু করার আগে অনুগ্রহ করে এই 60sec কুইজটি নিন। আপনি যদি জানতে চান যে আপনার ব্যবসার প্রয়োজন বা ব্যবসায়িক OS ব্যবহার করতে পারে, তাহলে আরও কিছু করার আগে অনুগ্রহ করে এই 60sec কুইজটি নিন।',
        ],
        'countries' => [
            'title' => 'সমর্থিত দেশ এবং স্থানীয় অর্থপ্রদান - ব্যবসা ওএস',
            'image' => '/images/seo/en/countries.png',
            'description' => 'বিজনেস ওএস, ই-কমার্স প্ল্যাটফর্ম থেকে থিম, প্লাগইন বা কোড ছাড়াই এমন কিছুতে বাণিজ্য পরিষেবার পরবর্তী বিবর্তন ধাপ। 100% দৃশ্যত!',
        ],
        'participant' => [
            'title' => 'আপনি যে সম্প্রদায়টি চান — খেলুন এবং $20 জিতুন',
            'image' => '/images/seo/en/participants.jpg',
            'description' => 'আপনি অন্যদের সাহায্য করার জন্য ছোট ভিডিও তৈরি করে বিক্রি হওয়া সম্প্রদায়ে অংশগ্রহণ করতে পারেন এবং ভিডিও প্রতি 20 USD পর্যন্ত উপহার ক্রেডিট পেতে পারেন৷',
        ],
        'tax' => [
            'title' => 'গ্লোবাল ট্যাক্স হার তালিকা',
            'image' => '/images/seo/en/tax.jpg',
            'description' => 'আপনি ট্যাক্স নিয়ম ওভাররাইড করতে পারেন এবং বিভিন্ন পণ্য বিভাগের জন্য একাধিক ট্যাক্স প্রোফাইল তৈরি করতে পারেন।',
        ],
        'premium' => [
            'title' => 'প্রিমিয়ামে আপগ্রেড করুন এবং আপনার ই-কমার্স গেমকে রূপান্তর করুন',
            'image' => '/images/seo/en/premium.jpg',
            'description' => 'Selldone প্রিমিয়ামের মাধ্যমে আপনার অনলাইন স্টোরকে উন্নত করুন। দক্ষতা বাড়াতে এবং ডিজিটাল মার্কেটপ্লেসে আলাদা হয়ে উঠতে এক্সক্লুসিভ AI টুল, বেসপোক টেমপ্লেট এবং আরও অনেক কিছু অ্যাক্সেস করুন। একটি স্মার্ট, মসৃণ ই-কমার্স অভিজ্ঞতার জন্য এখনই যোগ দিন!',
        ],
        'builder' => [
            'title' => 'বিনামূল্যের পৃষ্ঠা নির্মাতা এবং ল্যান্ডিং পৃষ্ঠা সম্পাদক Webapp - কোন লগইন প্রয়োজন নেই',
            'image' => '/images/seo/en/builder.png',
            'description' => 'আমাদের বিনামূল্যে, ব্যবহারকারী-বান্ধব পৃষ্ঠা নির্মাতা এবং সম্পাদকের সাথে অনায়াসে অত্যাশ্চর্য ওয়েব পৃষ্ঠা এবং ল্যান্ডিং পৃষ্ঠাগুলি তৈরি করুন৷ কোন লগইন প্রয়োজন. আমাদের স্বজ্ঞাত ড্র্যাগ-এন্ড-ড্রপ ইন্টারফেস দিয়ে আপনার ওয়েব পৃষ্ঠাগুলিকে দ্রুত ডিজাইন, কাস্টমাইজ এবং প্রকাশ করুন৷ বিপণনকারী, ছোট ব্যবসার মালিক এবং ডেভেলপারদের জন্য উপযুক্ত যারা ঝামেলা-মুক্ত ওয়েব ডিজাইন সমাধান খুঁজছেন।',
        ],
    ],
    'apps' => [
        'structure-data' => [
            'title' => 'স্ট্রাকচার ডেটা জেনারেটর | JSON-LD',
            'description' => 'প্রয়োজনীয় সমস্ত আইটেম বৈশিষ্ট্য এবং আরও অনেক কিছু সহ JSON-LD মার্কআপ তৈরি করতে এই শক্তিশালী স্ট্রাকচার্ড ডেটা জেনারেটর ব্যবহার করুন।',
        ],
    ],
];
