<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'দোকান',
        'blog' => 'ব্লগ',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'আমাদের সম্পর্কে',
    'contact' => 'আমাদের সাথে যোগাযোগ করুন',


    'buy-action' => "এখনই কিনুন",
    'buy-action-variant' => "নির্বাচন করুন এবং এখনই কিনুন",

    'product-images' => "ছবি",
    'product-spec' => "স্পেক",
    'Comments' => "পর্যালোচনা এবং রেটিং",
    'related' => "সম্পর্কিত পণ্য",
    'view-now' => "এখন দেখুন",






];
