<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'Ин эътимодномаҳо ба сабтҳои мо мувофиқат намекунанд.',
    'throttle' => 'Кӯшишҳои аз ҳад зиёди воридшавӣ. Лутфан дар :seconds сонияҳо дубора кӯшиш кунед.',


    'title_shop' => 'Ба :name ворид шавед',
    'title_app' => 'Дастрасии барнома аз :name',
    'login_message' => 'Дархости дастрасӣ ба ҳисоби худ.',
    'scopes_title' => 'Ин барнома ба доираи зерин дастрасӣ дорад',
    'accept' => 'Тасдиқ кунед',
    'reject' => 'Рад кардан',


    'login_incorrect_password' => 'Номи корбар ё парол нодуруст.',


    'reset_2fa_title' => 'Дархости вуруди ду қадамро аз нав барқарор кунед',
    'go_main_page' => 'Ба саҳифаи хонагӣ равед',

    'signing_in' => 'Воридшавӣ...',


    'erp' => [
        'message' => "● Барои идома додан мағозаеро интихоб кунед. Агар ба шумо мағозаи нав лозим бошад, аввал онро эҷод кунед ва дубора пайваст шавед. <br>● Боварӣ ҳосил кунед, ки нармафзореро, ки ба он пайваст шуда истодаед, медонед ё барои кӯмак бо провайдер тамос гиред.",
    ],
    'token-display' => [
        'message' => "Мо ин нишонаро барои дастрасӣ ба :shop барои :software дар асоси дархости шумо офаридаем. Лутфан онро бехатар нигоҳ доред ва бо касе мубодила накунед. Агар шумо боварӣ дошта бошед, ки аломати шумо осеб дидааст, шумо метавонед онро дар вақти дилхоҳ бозхонед.",
        'scopes-message' => "Ин нишонаест, ки бо доираи он ба мағоза дастрасӣ дорад",
        'manage-tokens-action' => 'Токенҳоро идора кунед',
        'manage-tokens-message' => "Шумо метавонед ин нишонаро дар ин ҷо дар вақти дилхоҳ бекор кунед."
    ]


,

    'password' => 'Пароли пешниҳодшуда нодуруст аст.',
];
