<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "Мағоза",
    'request' => "дархост",
    'stage' => "Статус",
    'budget' => "буҷа",
    'contact' => "Тамос",
    'name' => "Ном",
    'email' => "Почтаи электронӣ",
    'user' => "Истифодабаранда",
    'copy' => "Нусхабардорӣ",
    'important' => "Муҳим",
    'faq' => "FAQ",

    'select_shop' => "Мағозаро интихоб кунед",
    'loading' => "Бор карда мешавад",

    'add_comment' => "Иловаи Шарҳ",
    'add_comment_sub' => "Фикрҳои худро бо мо мубодила кунед",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "Бо пахш кардани 'Бақайдгирӣ', шумо ба :name <a href='/terms' target='_blank'>Шартҳои истифода</a> ва Сиёсати махфияти <a href='/privacy' target='_blank'></a> розӣ мешавед. Шумо розӣ мешавед, ки зангҳои телефонӣ ва паёмҳои SMS аз :name барои навсозии фармоиш ва/ё мақсадҳои маркетингӣ қабул кунед. Басомади паёмҳо аз фаъолияти шумо вобаста аст. Шумо метавонед тавассути паёми <b>STOP</b> ба <b>86753</b> паёмнависӣ кунед. Нархи паёмҳо ва маълумот метавонад татбиқ карда шавад. Мо махфияти одамонро эҳтиром мекунем ва ҳеҷ гоҳ маълумоти шуморо намефурӯшем ё онро барои таблиғ истифода намебарем. Агар ба шумо маълумоти иловагӣ лозим бошад, бо мо тамос гиред.",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'Муқаррар нашудааст. Ба ман маълумоти бештар лозим аст.',
        'start' => "Ман ҳоло тиҷорати худро оғоз мекунам.",
        'online' => "Ман як тиҷорат дорам ва мехоҳам онро онлайн гардонам.",
        'extend' => "Ман дар мағозаи онлайни худ кор мекунам.",
        'pos' => "Ман ният дорам Selldone POS-ро дар мағозаи физикии худ истифода барам.",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "Интиқоли бонкӣ",
            'description' => "Маблағҳоро ба ҳисоби фурӯшанда дастӣ интиқол диҳед.",
        ],
    ],

];
