<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'Ин паём харидори навро ба мағоза истиқбол мекунад.',
        ShopMailTemplateCodes::OrderCheckout => 'Ин огоҳинома вақте фиристода мешавад, ки харидор фармоишро тасдиқ мекунад.',
        ShopMailTemplateCodes::OrderPayment => 'Ин огоҳинома пардохти бомуваффақияти муштариро тасдиқ мекунад.',
        ShopMailTemplateCodes::OrderUpdate => 'Ин паём барои навсозии харидор дар бораи ҳолати фармоиши онҳо фиристода мешавад.',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'Ин паём ба фурӯшанда фиристода мешавад, то онҳоро аз фармоиши тасдиқшуда огоҳ созад.',
        ShopMailTemplateCodes::PosCheckout => 'Ин огоҳинома барои тасдиқи фармоиши нуқтаи фурӯш барои харидор фиристода мешавад.',
        ShopMailTemplateCodes::PosPayment => 'Ин огоҳинома пардохти нуқтаи фурӯшро аз ҷониби харидор тасдиқ мекунад.',
        ShopMailTemplateCodes::PosPaymentAdmin => 'Ин паём фурӯшандаро дар бораи хариде, ки дар нуқтаи фурӯш анҷом дода шудааст, огоҳ мекунад.',
        ShopMailTemplateCodes::ShopContact => 'Ин огоҳинома ҳангоми фиристодани варақаи тамос фиристода мешавад.',
        ShopMailTemplateCodes::ShopGiftCard => 'Ин огоҳинома ба корбар хабар медиҳад, ки онҳо корти тӯҳфаро гирифтаанд.',

        ShopMailTemplateCodes::ShopVendorJoin => 'Ин паём як фурӯшандаи навро ба мағоза истиқбол мекунад.',
        ShopMailTemplateCodes::ShopVendorInvite => "Ин паём барои даъват кардани фурӯшанда барои ҳамроҳ шудан ба бозори шумо фиристода шудааст.",
        ShopMailTemplateCodes::ShopVendorOrder => "Ин паём ба фурӯшанда вақте фиристода мешавад, ки фармоиш дар ҳолати пардохташуда ё пули нақд дар интиқол (COD) гирифта мешавад.",
        ShopMailTemplateCodes::ShopVendorProducts => "Ҳар рӯз фиристода мешавад, то фурӯшандагонро дар бораи вазъи маҳсулоти онҳо навсозӣ кунанд.",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "Ин паём барои даъват кардани фурӯшанда барои ҳамроҳ шудан ба бозори шумо фиристода шудааст.",

        ShopMailTemplateCodes::UserLogin => "Барои мақсадҳои амниятӣ корбарро бо тафсилоти воридшавӣ, аз ҷумла суроғаи IP, сана ва дастгоҳ огоҳ кунед.",
        ShopMailTemplateCodes::LoginCode => "Рамзи пароли якдафъаинаро барои корбарон фиристед, то ба мағоза ворид шаванд.",

        ShopMailTemplateCodes::EmailVerifyLink => "Барои тасдиқи суроғаи почтаи электронии корбар истинод фиристед. Ин почтаи электронӣ вақте фиристода мешавад, ки корбар тавассути SMS сабти ном мешавад ва почтаи электронии худро ворид мекунад. Вақте ки корбар мустақиман бо воридшавии иҷтимоӣ ё почтаи электронӣ сабти ном мешавад, он фиристода намешавад.",

        ShopMailTemplateCodes::EmailBulkOrder => "Рӯйхати фармоишҳои гирифташуда ва пардохтшударо дар як рӯзи муайян фиристед."


    ,

    ],


    'global' => [
        'greetings' => 'Салом, :name!',
        'end-statement' => 'Дастаи дастгирӣ',

        'receiver_name' => 'Салом :user_name',
        'footer-help' => "Ба кӯмак ниёз доред? Аз [support@selldone.com](mailto:support@selldone.com) пурсед ё ба [маркази кӯмак] (https://selldone.com/community) муроҷиат кунед.",
        'selldone-team' => 'Дастаи Selldone',
        'footer-shop' => "Агар ба шумо дар ягон кор кӯмак лозим бошад, лутфан шарм надоред, ки ба мо почтаи электронӣ фиристед: :shop_mail",
        'accept' => "Қабул кунед",
        'reject' => "Рад кардан",
        'verify' => "тафтиш кунед",
        'title' => "Унвон",
        'value' => "Арзиш",
        'description' => "Тавсифи",
        'shop' => "Мағоза",
        'shop-info' => "Маълумоти мағоза",
        'user' => "корбар",
        'user-info' => "Маълумоти ҳисоб",
        'license' => "Иҷозатнома",
        'status' => "Статус",
        'start' => "Оғоз",
        'end' => "Поён",
        'renewal' => "Навсозӣ",
        'view' => "Намоиш",

        'balance' => "Мувозинат",
        'card_number' => "Шумораӣ карта",
        'cvv' => "Cvv",
        'expire_date' => "Санаи ба охир расидани мӯҳлат",

        'Dashboard' => "Панели асбобҳо",
        'order' => "фармон",
        'view_order' => "Тартибро дидан",
        'pay_now' => "Pay now",

        'official_selldone' => "ФУРУШИ РАСМИИ",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "Асъор",
        'free-balance' => "Тавозуни озод",
        'locked-balance' => "Тавозуни баста",
        'bot' => "бот",
        'requests' => "Дархостҳо",
        'baskets' => 'Аробахо',
        'physical' => "ҷисмонӣ",
        'virtual' => "Виртуалӣ",
        'file' => "Файл",
        'service' => "Хизмат",
        'fulfillment' => "Ичрои",
        'open' => "Кушодан",
        'reserved' => "Захира карда шудааст",
        'canceled' => "Бекор карда шуд",
        'payed' => "Пардохтшуда",
        'cod' => "COD",
        'orders-count' => 'Фармонхо',
        'payments-count' => 'Пардохтҳо',
        'confirms-count' => 'Тасдик мекунад',
        'sends-count' => 'мефиристад',
        'delivers-count' => 'мерасонад',
        'count' => 'Ҳисоб',
        'transactions-count' => 'Ҳисоб кардани транзаксияҳо',
        'success-transactions' => 'Амалиётҳои муваффақ',
        'total-amount' => 'Ҳамагӣ',
        'amount' => 'Маблағ',
        'wage' => 'Музди мехнат',
        'debug' => 'ислоҳ',
        'pos' => 'POS',
        'live' => 'Зиндагӣ',
        'CheckQueue' => 'Тафтиши навбат',
        'OrderConfirm' => 'Тасдиқи фармоиш',
        'PreparingOrder' => 'Тайёр кардани фармоиш',
        'SentOrder' => 'Фармоиш фиристода шуд',
        'ToCustomer' => 'Ба муштарӣ расонида мешавад',
        'Pending' => 'Дар интизорӣ',
        'Accepted' => 'Қабул карда шудааст',
        'Rejected' => 'Рад карда шуд',
        'pc' => 'PC',
        'tablet' => 'Планшет',
        'phone' => 'Телефон',
        'total' => 'Ҳамагӣ',
        'view-detail' => 'Тафсилотро дидан',
        'empty' => 'холӣ',
        'dropshipping' => 'Dropshipping',
        'reply' => 'Ҷавоб диҳед',
        'reactions' => 'Реаксияҳо',
        'Comments' => 'Шарҳҳо',
        'last-comment' => 'Шарҳи охирин',
        'response-to' => 'Ҷавоб ба',
        'posts' => 'Паёмҳо',
        'post' => 'Пост',

        'name' => 'Ном',
        'email' => 'Почтаи электронӣ',
        'type' => 'навъи',
        'device' => 'Дастгоҳ',
        'platform' => 'Платформа',
        'browser' => 'Браузер',
        'time' => 'Вақт',
        'Wallet' => 'Ҳамён',
        'date' => 'Сана',

        'account' => 'Ҳисоб',
        'transaction' => 'Муомила',
        'fee' => 'Пардохт',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'Билл',
        'category' => 'Категория',
        'password' => 'Рамз',
        'verify-login' => "Тасдиқ ва ворид шудан",
        'url' => 'URL',
        'avocado' => 'Авакадо',
        'hyper' => 'Гипер',
        'buy-now' => "Ҳозир харед",
        'add-domain' => "Add Domain",
        'views' => 'Намоишҳо',


        'country' => 'кишвар',
        'address' => 'адрес',
        'postal' => 'Рамзи почта',
        'building_no' => 'Бино №',
        'building_unit' => 'Воҳиди №',
        'message' => 'Паём',


        'customer' => 'Муштарӣ',
        'cart-items' => 'Ададҳои ароба',
        'payment' => 'Пардохт',
        'receiver' => 'Қабулкунанда',
        'virtual-items' => 'Объектҳои виртуалӣ',
        'no-payment' => 'Бе пардохт!',

        'enable' => 'Фаъол кардан',
        'access' => 'Дастрасӣ',
        'bank' => 'Маълумот дар бораи бонк',

        'vendor' => 'Фурӯшанда',

        'view_content' => "Дидани мундариҷаи пурра",
        'files' => 'Файлҳо',
        'download' => 'Download',
        'file_name' => 'Номи парванда',
        'file_size' => 'Андоза',

        'subscription' => 'Обуна',
        'products' => 'Маҳсулот',
        'vendor_products' => 'Маҳсулоти фурӯшанда',

        'pickup' => 'Гирифтан',

        'minutes' => 'Дакикахо',
        'hours' => 'Соатхо',

        'refund' => 'Бозгашт',
        'recipient_address' => 'Суроғаи қабулкунанда',
        'signature' => 'Имзо',
        'blockchain' => 'Блокчейн',
        'details' => 'Тафсилот',


    

        'Shop' => 'Мағоза',
        'dashboard' => 'панели асбобҳо',
        'comments' => 'шарҳҳо',
        'wallet' => 'ҳамён',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "OS Selldone Business",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'Ҳисоботи иҷроиш, Selldone'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'Ҳисоботи мавсимӣ, Selldone'
        ],
        'Onboarding' => [
            'id' => 'салом',
            'name' => 'Тасдиқ кунед, Selldone'
        ],
        'Support' => [
            'id' => 'support',
            'name' => 'Дастгирии :name'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Тасдиқ кунед, Selldone'
        ],
        'Welcome' => [
            'id' => 'салом',
            'name' => 'Ҷамъият, Selldone'
        ],
        'NewShop' => [
            'id' => 'савдогарон',
            'name' => 'Тасдиқ кунед, Selldone'
        ],
        'Approve' => [
            'id' => 'тасдик кардан',
            'name' => 'Тасдиқ кунед, Selldone'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'Идоракунии фармоиш :name'
        ],

        'Recovery' => [
            'id' => 'барқароршавӣ',
            'name' => 'Гурӯҳи барқарорсозии Selldone'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'Интизор ⌛',
        'PAYED' => 'Музди ✅',
        'CANCELED' => 'Бекор карда шуд ❌',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'Администратор',
            'OFFICER' => 'Корманд ва нозир',
            'AUDITING' => 'Менеҷери аудит',
            'EMPLOYEE' => 'Корманд',
            'PRODUCT' => 'Менеҷери маҳсулот',
            'CONTENT' => 'Менеҷери мундариҷа',
            'MARKETING' => 'Менеҷери маркетинг',
            'VIEWER' => 'Тамошобинон',

        ],
        'subject' => ":inviter шуморо ҳамчун :level даъват кард| :shop",
        'category' => "Даъвати кормандон",
        'title' => "Шумо ба <b>:shop_name</b> ҳамчун <b>:level</b> даъват шудаед.",
        'message' => "Шумо даъватнома гирифтаед, ки бо дастаи <b>:shop_title</b> дар тиҷорат ҳамкорӣ кунед. Шумо имкон доред, ки ин пешниҳодро қабул кунед ё рад кунед. Агар шумо қабул карданро интихоб кунед, лутфан ба хидмати Selldone ворид шавед, то тасмими худро тасдиқ кунед. Пас аз тасдиқ, шумо ба бахши идоракунии мағоза дастрасӣ пайдо мекунед.",

    ],

    'welcome-email' => [
        'subject' => "👋 Хуш омадед :name, Биёед бо Selldone оғоз кунем!",
        'category' => 'CONGRATULATION',
        'title' => "Хуш омадед ба Selldone",
        'message' => "Ташаккур ба шумо барои интихоби Selldone! Шумо ҳоло як қисми ҷомеаи фаъол ҳастед, ки фурӯшандагони ҷаҳониро бо муштариён, тиҷорати маҳаллӣ ба корхонаҳо ва шахсони алоҳидаро ба корпоратсияҳо мепайвандад. Ҳама асбобҳои Master ва Pro-и мо барои шумо **озод** ва **бемаҳдуд** дастрасанд. Мо дар ин ҷо ҳастем, ки шуморо дастгирӣ кунем ва дарҳои муваффақияти шуморо боз кунем.",

        'index' => "Қадами :step.",

        'step-domain' => [
            'title' => 'Домени фармоишии худро илова кунед',
            'message' => "Барои оғоз кардан, домени фармоишии худро ба таври ройгон дар панели идоракунӣ дар зери Танзимотҳо > Танзимоти доменҳо илова кунед.",
            'action' => 'Доменҳои манро идора кунед',
        ],
        'step-landing' => [
            'title' => 'Саҳифаи хонагии худро танзим кунед',
            'message' => "Саҳифаи хонагии худро тавассути гузаштан ба панели идоракунӣ > Саҳифаҳо шахсӣ кунед. Саҳифаи кушодаро интихоб кунед ё саҳифаи нав эҷод кунед. Ин осон ва беихтиёрона аст ва шумо метавонед фавран ба кор шурӯъ кунед.",
            'action' => 'Саҳифаи кушодагии маро фармоиш диҳед',
        ],
        'step-payment' => [
            'title' => 'Усулҳои пардохтро танзим кунед',
            'message' => "Қабули пардохтҳоро мустақиман ба суратҳисоби бонкии худ оғоз кунед. Барои пайваст кардани провайдерҳои пардохтии худ ба монанди Stripe, PayPal ва ғайра, ба панели идоракунӣ > Баҳисобгирӣ > Gateway гузаред.",
            'action' => 'Илова кардани усулҳои пардохт',
        ],
        'step-products' => [
            'title' => 'Маҳсулоти худро илова кунед',
            'message' => "Ба осонӣ маҳсулот ва категорияҳоро дар панели идоракунӣ > Маҳсулот илова кунед. Ин ба он монанд аст, ки файлҳо ва ҷузвдонҳоро дар компютери худ идора кунед - комилан кашола карда партофтан омода аст. Шумо инчунин метавонед бо истифода аз Excel маҳсулоти воридотиро яклухт кунед. Шаблони намунавӣ мавҷуд аст, ки ба шумо дар оғоз кардан кӯмак мекунад.",
            'action' => 'Маҳсулоти маро идора кунед',
        ],
        'step-shipping' => [
            'title' => 'Танзими усулҳои интиқол',
            'message' => "Барои пардохт кардани муштариён барои интиқол, усулҳои интиқоли худро дар панели идоракунӣ > Логистика > Интиқол муайян кунед. Шумо метавонед нархгузорӣ ва дастгирии гуногунро барои маконҳои гуногун муқаррар кунед. Фаромӯш накунед, ки пайдоиши анбори худро дар панели идоракунӣ > Логистика > Анбор муқаррар кунед.",
            'action' => 'Усулҳои интиқолро идора кунед',
        ],
    

        'seller' => [
            'title' => 'Шумо фурӯшандаед?',
            'message' => 'Барои оғози фурӯш, тавассути истиноди зер ба панели идоракунӣ дар Selldone ворид кунед ва аввалин мағозаи худро комилан ройгон созед. Ин чанд дақиқа мегирад ва шумо мағоза ва сайти онлайни худро хоҳед дошт. Сипас, мо шуморо ба қадамҳои оянда роҳнамоӣ мекунем ва дарвозаи пардохтро мегирем.',
            'action' => 'Ба панели панели ман ворид шавед',
        ],
        'buyer' => [
            'title' => 'Ман харидор ҳастам',
            'message' => 'Табрик мекунем. Вақте ки шумо узви Selldone ҳастед, шумо аз ҳама мушкилиҳои узвият ва аутентификатсия дар мағозаҳои онлайн халос мешавед. Барои баҳрабардорӣ аз ҳама гуна мағоза ва сайте, ки платформаи Selldone-ро истифода мебарад, шумо метавонед бо як клик ворид шавед ва хариди худро содда, зуд ва бехатар гардонед.',
        ],
    ],


    'charge-account' => [
        'category' => 'Ҳамён > Ҳисоб > Пардохт',
        'title' => "Пардохти муваффақият",
        'message' => "Ҳисоби шумо <b>:account_number</b> бомуваффақият <b>:amount</b> пардохт карда шуд.",
        'account' => 'Ҳисоб',
        'charge' => 'Заряд',
        'balance' => 'Мувозинат',
        'footer' => "Тиҷоратро осон, дастрас ва барои ҳама дар саросари ҷаҳон дастрас гардонед."
    ],

    'verify-email' => [
        'subject' => "🙌 Номнависии худро ба Selldone анҷом диҳед! Истинодро тасдиқ кунед.",
        'category' => "ТУ ЯК ҚАДАМ ДУР АСТ",
        'title' => "Суроғаи почтаи электронии худро тасдиқ кунед",
        'message' => "Салом :name,<br><br>Ташаккур ба шумо барои интихоби Selldone!<br><br>Барои тасдиқ кардани он, ки <b>:email</b> суроғаи почтаи электронии дурусти шумост, лутфан истиноди дар зер овардашударо пахш кунед. Шумо барои анҷом додани ин санҷиш 48 соат доред.",
        'footer' => "Агар шумо ҳангоми пахш кардани тугмаи Тасдиқ мушкилӣ дошта бошед, URL-и зерро ба браузери веби худ нусхабардорӣ кунед: :activation_url",
        'next-step' => "Баъдан, мо ба шумо якчанд маводи муфид ва дастури қадам ба қадам мефиристем, то ба шумо илова кардани домени фармоишии худ, танзими пардохтҳо, илова кардани маҳсулот ва гирифтани фармоиши аввалини худро осон кунад.",

    ],
    'verify-email-code' => [
        'subject' => "Рамзи тасдиқ барои :name",
        'category' => "SECURITY",
        'title' => "Рамзи тасдиқи почтаи электронӣ",
        'message' => "Салом :name,<br><br>Барои тасдиқи он, ки <b>:email</b> суроғаи почтаи электронии дурусти шумост, лутфан рамзи зеринро дар давоми <b>10 дақиқа </b> ворид кунед:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 Дӯкони шумо омода аст| :name",
        'category' => "ТУ ЯК ҚАДАМ ДУР АСТ",
        'title' => "Насбкунӣ анҷом ёфт",
        'account_title' => "Ҳисоби шумо",
        'account_msg' => "Тасдиқ кунед ва ба ҳисоби худ бо ин маълумот ворид шавед.",
        'shop_msg' => "Маълумот дар бораи ҳисоб дар бораи системаи амалиётии Selldone бизнес.",

    ],

    'reset2fa' => [
        'category' => "ПАЁМИ РАСМИИ АМНИЯТ",
        'title' => "Хомӯш кардани вуруди 2 қадамро дархост кунед",
        'message' => "Шумо ин паёмро мегиред, зеро мо дархост барои аз нав барқарор кардани аутентификатсияи ду-омил барои ҳисоби **:name** бо почтаи **:email** гирифтем. <br><br>Мо тафсилоти зеринро барои ҳисоби шумо пайдо кардем:",
        'footer' => "Агар шумо барқароркунии паролро дархост накарда бошед, ягон амали дигар талаб карда намешавад.",
        'action' => 'Воридшавии ду қадамро хомӯш кунед',
    ],


    'build-new-shop' => [
        'subject' => "🎊 Дӯкони шумо ҳоло омода аст!",
        'category' => "ТАВАЛЛУДИ НАВИ ОНЛАЙН-МАГАЗИН ДАР ДУНЁ",
        'title' => "Табрик мекунем, :name!",
        'message' => "<b>Табрик, :name! Бизнеси нави онлайни шумо ҳоло фаъол аст! </b> Мо аз он хурсандем, ки шуморо ба ҷомеаи Selldoners истиқбол мекунем. Шумо қадами аввалинро ба сӯи муваффақият гузоштаед ва мо дар ин ҷо ҳастем, ки ба шумо дар ҳар қадами роҳ кӯмак расонем.<br>Акнун, ки мағозаи шумо омода аст, биёед боварӣ ҳосил кунем, ки шумо мустақиман аз муштариёни худ пардохтҳо қабул мекунед ва империяи худро афзоиш диҳед. Агар ба шумо ягон вақт ба кӯмак эҳтиёҷ дошта бошед, мо танҳо як паём дурем — дастаи дастгирии мо ҳамеша барои шумост.<br><br><b>Қадамҳои муҳими навбатӣ:</b> Барои оғоз кардан, боварӣ ҳосил кунед, ки ҳама барои қабули пардохтҳо ва амалиёти бемаънӣ омодаед. Мо шуморо дар ҳар як марҳила роҳнамоӣ мекунем, то мағозаи шумо бефосила кор кунад.",
        'pdf-book' => "Китоби дастии замимашударо аз даст надиҳед: Бизнеси худро мисли бозӣ кунед",

        'account' => [
            'title' => 'Қадами 1: Дар ҳамёни Selldone ҳисоб эҷод кунед',
            'message' => "Барои оғоз кардан, дар ҳамёни Selldone ҳисоб эҷод кунед. Ин аст, ки пардохтҳои шумо ситонида мешаванд ва он ҷоест, ки шумо инчунин дар он ҷо пур мекунед, то мағозаи худро бемаънӣ нигоҳ доред. Агар баланси шумо ягон бор манфӣ шавад, хавотир нашавед! Дӯкони шумо бидуни таваққуф корашро идома медиҳад.",
            'action' => 'Ба ҳамён ворид шавед',
        ],

        'shop-account' => [
            'title' => 'Қадами 2: Ҳисобро ба мағоза пайваст кунед',
            'message' => "Баъдан, ҳисоби ҳамёни худро ба мағозаи худ пайваст кунед. Ба <b>Store > Баҳисобгирӣ > Invoice</b> гузаред ва ҳамёни худро пайваст кунед. Ин кафолат медиҳад, ки ҳамаи пардохтҳои муштарӣ мустақиман ба суратҳисоби бонкии шумо ворид карда мешаванд - Selldone аз даромади шумо ягон маблағро тарҳ намекунад.",
            'action' => 'Панели ҳисобнома-фактураҳоро нигоҳ доред',
        ],

        'gateway' => [
            'title' => 'Қадами 3: Шабакаи пардохти онлайнро пайваст кунед',
            'message' => "Акнун, биёед шлюзи пардохти онлайни худро созем. Ба <b>Store > Баҳисобгирии муҳосибӣ > Port</b> гузаред ва <b>Add Port</b>-ро клик кунед. Асъори худро интихоб кунед ва шумо рӯйхати дарвозаҳои дастраси пардохтро хоҳед дид. Пайваст кардани шлюз зуд ва осон аст, аммо агар ба шумо ягон кӯмак лозим бошад, роҳнамои Selldone-ро тафтиш кунед ё ба мо муроҷиат кунед.",
            'action' => 'Ба мағоза портал илова кунед',
        ],

        'domain' => [
            'title' => 'Қадами охирин: пайваст кардани домени махсус',
            'message' => "Акнун, домени фармоишии худро ба мағозаи худ пайваст кунед. Ин ба муштариён имкон медиҳад, ки маҳсулот ё хидматҳои шуморо харидорӣ кунанд ва мустақиман ба шумо пардохт кунанд.",
            'action' => 'Муаррифӣ ва гирифтани кортҳои тӯҳфаҳои номаҳдуд',
        ],
    ],


    'basket-list' => [
        'item' => "адад",
        'count' => "Ҳисоб",
        'price' => "нарх",
        'discount-code' => "Рамзи тахфиф",
        'customer-club' => 'Клуби муштариён',
        'shipping' => "Фиристодан",
        'total' => "Ҳамагӣ",
        'offer' => "Пешниҳод",
        'coupon' => "Купон",
        'lottery' => "Мукофот",
        'tax' => "андоз",
        'tax_included' => "Ба нарх дохил карда шудааст",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'Усул',
        'amount' => 'Маблағ',
        'giftcard' => 'Gift card',
        'payment' => 'Пардохт',
    ],


    'shop-subscription-email' => [
        'category' => "Навсозии обуна",
        'title' => "Иҷозатномаи мағоза: :shop_title",
        'title-reserved' => "Иҷозатномаи захиравӣ: :shop_title",
        'title-active' => "Иҷозатномаи фаъол: :shop_title",
        'title-finished' => "Иҷозатномаи анҷомёфта: :shop_title",
        'title-cancel' => "Бекор кардани литсензия: :shop_title",
        'message' => "Нақшаи иҷозатномаи мағозаи шумо нав карда шуд,",
        'RESERVED' => "⚡ Нақшаи обунаи шумо **банд карда шудааст**.",
        'ACTIVE' => "🢢 Нақшаи обунаи шумо **фаъол карда шуд**.",
        'FINISHED' => "🚧 Нақшаи обунаи шумо **анҷом шуд**.",
        'CANCEL' => "⛔ Нақшаи обунаи шумо **бекор карда шуд**.",
    ],

    'support' => [
        'subject' => "Маркази дастгирӣ|:name ҷавоб дод",
        'category' => "Маркази дастгирӣ",
        'title' => "Шумо ҷавоб гирифтед",
        'action' => "Администратори мағозаро кушоед",
    ],

    'shop-customer-join' => [
        'subject' => "Ба :shop_title ҳамроҳ шавед",
        'category' => "Ҷашни нави муштариён",
        'title' => "Мо аз узвияти шумо шодем",
        'action' => "Ҳоло боздид кунед",
    ],

    'shop-vendor-join' => [
        'subject' => "Оғози фурӯшанда| :shop_title",
        'category' => "Ҷашни фурӯшандаи нав",
        'title' => "Мо аз узвияти шумо шодем",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "Корти тӯҳфа:shop_title",
        'category' => "Корти нав илова кунед",
        'title' => "Табрикот, шумо корти тӯҳфа гирифтед",
        'action' => "Ҳоло харид кунед",
        'message' => "Шумо корти тӯҳфаро ба маблағи :balance :currency гирифтед. Шумо метавонед бо ин корти тӯҳфа аз мағозаи мо харед.",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "Маркази дастгирӣ| :shop",
        'category' => "дастгирй мекунанд",
        'title' => "Шумо ҷавоб гирифтед",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍 Тафтиши фармоиш | :order_id",
        'title' => "фармон",
        'message' => "Шумо дар мағозаи мо фармоиш додед. Мо фармоиши шуморо қабул кардем ва пас аз тасдиқи пардохт ба шумо почтаи электронии дигар мефиристем."
    ,

        'payments' => 'Пардохтҳо',
    ],

    'order-payment' => [
        'subject' => "🛍 Тасдиқи пардохт | :order_id",
        'title' => "Тартиби пардохт",
        'message' => "Пардохти шумо анҷом ёфт,<br> Мо фармоиши шуморо гирифтем. Вақте ки фармоиши шумо фиристода мешавад, мо ба шумо почтаи электронии дигар мефиристем.",
    

        'payments' => 'Пардохтҳо',
    ],

    'order-update' => [
        'subject' => "🛍️ Навсозии ҳолати фармоиш|:order_id фармоиш диҳед",
        'title' => "Навсозии ҳолати фармоиш",
        'message' => "Фармоиши шумо нав карда шуд. Шумо метавонед ҳолати охирини ин фармоишро дар ҳисоби худ тафтиш кунед.",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "Фармоиши шумо дар навбат барои коркард қарор дорад. Вақте ки он омода мешавад, мо шуморо огоҳ хоҳем кард.",
                'OrderConfirm' => "Фармоиши шумо тасдиқ карда шуд ва омодагӣ оғоз шуд.",
                'PreparingOrder' => "Фармоиши шумо омода шуда истодааст ва ба зудӣ фиристода мешавад.",
                'SentOrder' => "Фармоиши шумо фиристода шуд. Шумо онро ба зудӣ хоҳед гирифт.",
                'ToCustomer' => "Фармоиши шумо расонида шуд. Мо умедворем, ки шумо аз он баҳра баред!",

                'PreparingOrder-PICKUP' => "Фармоиши шумо омода шуда истодааст. Вақте ки он барои гирифтан омода аст, шумо огоҳинома хоҳед гирифт.",
                'SentOrder-PICKUP' => "Фармоиши шумо барои гирифтан омода аст. Лутфан ба мағоза омада, онро ҷамъ кунед.",
                'ToCustomer-PICKUP' => "Фармоиши шумо гирифта шуд. Мо умедворем, ки шумо аз он баҳра баред!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "Фармоиши шумо дар навбат барои коркард қарор дорад. Вақте ки он омода аст, мо шуморо огоҳ хоҳем кард.",
                'OrderConfirm' => "Фармоиши шумо тасдиқ карда шуд ва омодагӣ идома дорад.",
                'PreparingOrder' => "Фармоиши шумо омода шуда истодааст ва ба зудӣ ба шумо фиристода мешавад.",
                'ToCustomer' => "Фармоиши виртуалии шумо ба ҳисоби шумо расонида шуд. Сипос!"
            ],
            'SERVICE' => [
                'CheckQueue' => "Дархости хидматрасонии шумо дар навбат аст. Вақте ки мо оғоз мекунем, мо шуморо огоҳ хоҳем кард.",
                'OrderConfirm' => "Хизматрасонии шумо тасдиқ карда шуд ва мо барои оғоз кардан омодагӣ мебинем.",
                'PreparingOrder' => "Мо хидмати шуморо омода карда истодаем ва пас аз анҷоми он шуморо огоҳ хоҳем кард.",
                'ToCustomer' => "Хизматрасонии шумо пурра аст. Ташаккур барои интихоб кардани мо!"
            ],
            'FILE' => [
                'PreparingOrder' => "Файли шумо омода шуда истодааст ва ба зудӣ дастрас хоҳад шуд.",
                'ToCustomer' => "Файли шумо омода аст ва расонида шуд. Шумо ҳоло метавонед онро зеркашӣ кунед."
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "Фармоиши обунаи шумо дар навбат аст. Вақте ки коркард оғоз мешавад, мо шуморо огоҳ хоҳем кард.",
                'OrderConfirm' => "Обунаи шумо тасдиқ карда шуд ва танзим карда мешавад.",
                'PreparingOrder' => "Мо обунаи шуморо омода карда истодаем ва он ба зудӣ оғоз мешавад.",
                'SentOrder' => "Обунаи шумо фаъол карда шуд. Шумо навсозиҳои ҷорӣ хоҳед гирифт.",
                'ToCustomer' => "Хидмати обунаи шумо бомуваффақият фаъол карда шуд."
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'Табрикот :name | Ваучери нав: :title',
        'category' => "ТАБРИК, ВУЧЕРИ НАВ",
        'message' => "Эй :name,<br><br>Шумо ваучери навро ҳамчун тӯҳфа аз мо гирифтед! Шумо метавонед тавассути муаррифии Selldone ба дӯстони худ ва ҳар касе, ки мешиносед, ваучерҳои боз ҳам бештар ба даст оред. Ин ваучер арзиш дорад **:price :currency**.<br><br>Шумо қадами аввалро гузоштед ва мо дар ин ҷо ҳастем, то ба шумо дар кушодани хусусиятҳои нав бо ваучери худ кумак кунем! Лутфан, бо **:email** ворид шавед ва ваучери худро дар Дӯкони **Паногоҳи дастгоҳ** > **Танзимот** > **Иҷозатнома**.<br><br> пайдо кунед.",
        'action' => "Тасвири ман",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'Табрикот, Азизам :name | Шумо тӯҳфа гирифтаед',
        'category' => "Эълон дар бораи гирифтани тӯҳфа",
        'title' => "Тӯҳфаҳо барои шумо",
        'message' => "Hi :name, we're excited to let you know that you've received a special gift from Selldone! 🎉 You can earn more gifts by staying active, growing your store, and improving your expertise on Selldone. To check out your gift, simply log in with :email and look for it in the top-right corner of your dashboard.<br><br>This gift is worth **:price :currency**, and you can easily deposit it into your wallet within Selldone.<br><br>Use your gift to upgrade your store's license and unlock even more powerful tools to boost your online business!",
        'action' => "Тӯҳфаҳо",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍 Фармоиши нав гирифта шуд | :order_id",
        'title' => "New Order",
        'message' => "Шумо фармоиши нав гирифтед. Лутфан ба саҳифаи коркарди фармоиш дар мағозаи худ равед.",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'Маълумоти пуркардаи шумо',
        'output-form-title' => 'Маълумот дар бораи ашёи харидашуда',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title|Ҳисоботи ҳафтаина :time',
        'title' => 'Ҳисоботи кори ҳарҳафтаинаи мағоза',
        'message' => "Ин гузориши ҳарҳафтаинаи мағозаи шумо аз <b>:start</b> то <b>:end</b> мебошад. Ин гузориш маслиҳатҳоро барои беҳтар кардани тиҷорати шумо дар бар мегирад, шумо инчунин метавонед ҳолати мағозаи онлайни худ ва фармоишҳои охиринро тафтиш кунед. Умедворам, ки шумо рӯз ва ҳафтаи хубе доред."
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ Ҳисоботи сарфаи :amount дар се моҳи охир| :shop_title',
        'title' => 'Ҳисоботи мавсимӣ дар бораи фаъолияти тиҷоратии шумо, мукофотҳо ва пасандозҳои молиявӣ',
        'message' => "Ин гузориши мавсимии <b>:shop_title</b> аз <b>:start</b> то <b>:end</b> аст."
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'Ҳисобҳои пайвастшуда',
        'sub-title' => 'Вазъи охирини ҳисобҳои ҳамён ба мағозаи ман чӣ гуна аст?',
        'view-wallet' => 'Намоиши ҳамён',
        'tip-title' => 'Маслиҳатҳои муҳим',
        'tip' => "Ҳамёни ройгони Selldone насб кунед ва онро ба мағозаи худ пайваст кунед. Ҳатто агар тавозуни шумо манфӣ бошад ҳам, муштариёни шумо метавонанд бидуни ягон мушкилот харид ва пардохт кунанд. Парво накунед, амалиёт ва маълумоти мағозаи шумо то 1 моҳ бе ягон таваққуф идома хоҳад ёфт.",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'Ба ҳисоб пайваст шавед'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'Барномаҳои насбшуда',
        'sub-title' => 'Рӯйхати барномаҳое, ки шумо дар ин ҳафта дар мағозаи худ насб кардаед.',
        'tip' => "Оё шумо мехоҳед барои мағозаи худ барномаҳои бештар пайдо кунед?",
        'view-app-store' => 'Боздид аз Store App Selldone ..',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'Ботҳои мағозаи шумо',
        'sub-title' => 'Ботҳои фурӯши фаъол дар мағозаи ман.',
        'tip-title' => 'Фурӯши бот',
        'tip' => "Selldone ба шумо ботҳои фурӯши автоматӣ пешниҳод кардааст. Шумо танҳо бояд ба панели Иловаҳо> Ботҳо равед ва ботҳои мағозаи худро фаъол созед. Дар хотир доред, ки хидмати мувофиқ бояд дар кишвари шумо дастрас бошад.",
        'view-bots' => 'Ботҳоро идора кунед',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'Муошират бо муштариён',
        'sub-title' => 'Дар ин ҳафта ман бо мизоҷони худ чанд тамос доштам?',
        'faqs' => 'Саволҳои зуд-зуд додашаванда',
        'tickets' => 'Чиптаҳои муштарӣ',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'Статуси корбарон',
        'sub-title' => 'Фаъолият аз :start то :end',
        'users' => [
            'title' => 'Мизоҷон',
            'subtitle' => 'Истифодабарандагони сабти ном',
        ],
        'views' => [
            'title' => 'Ташрифҳо',
            'subtitle' => 'Шумо чанд маротиба ба мағоза рафтаед',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'Корбарони баргардонидашуда',

        'shop_views' => 'Намоиши мағозаҳо',
        'baskets' => [
            'title' => 'Аробаҳои харид',
            'subtitle' => 'Дар бораи шумораи аробаҳои нави харид гузориш диҳед',
        ],
        'products' => [
            'title' => 'Шарҳи маҳсулот',
            'subtitle' => 'Ҳолати маҳсулот дар мағоза аз рӯи намуд',
            'value_name' => 'Маҳсулот'
        ],
        'products_count' => 'Намудҳои маҳсулот',
        'views_count' => 'Шумораи тамошо',
        'sell_count' => 'Шумораи фурӯш',
        'send_count' => 'Миқдори интиқол',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'Интиқоли интиқол',
        'sub-title' => 'Панел барои фурӯшандагони асосии Drop Shipping Selldone.',
        'total_fulfillments' => 'Ҳама фармоишҳои гирифташуда',
        'ds_count' => 'Фармоишҳои гирифташуда',
        'statistics_title' => 'Дар бораи фармоишҳои қабулшуда гузориш диҳед',
        'ds_cancels' => 'Аз ҷониби фурӯшандаи интерфейс бекор кунед',
        'ds_rejects' => 'Аз ҷониби Шумо бекор кунед',
        'tip' => "Оё шумо фурӯшандаи асосии мол ҳастед? Оё шумо анбор, фабрика ё дистрибютори маҳсулот доред? Шумо метавонед маҳсулоти худро ба фурӯшандагони дигар дар хидмати Selldone Drop Shipping пешниҳод кунед, то маҳсулоти худро дар миқёси васеъ фурӯшед. Ба мо тавассути почтаи электронӣ фиристед support@selldone.com то шуморо роҳнамоӣ кунад.",
        'view-drop-shipping-panel' => 'Ба панели яклухт ворид шавед',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'Қурбҳои асъор',
        'sub-title' => 'Рӯйхати қурби охирини табдили асъор дар мағозаи шумо.',
        'from' => 'Асъори манбаъ',
        'to' => 'Асъори таъинот',
        'rate' => 'Меъёри табдил',
        'view-exchange-panel' => 'Қурбҳои асъорро идора кунед',
    

        'vew-exchange-panel' => 'панели идоракунии қурби асъор',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'Шартномаҳои коршиносон',
        'sub-title' => 'Кадом мутахассисон дар мағозаи ман кор мекунанд?',
        'cost' => 'Маблағи шартнома',
        'duration' => 'Давомнокӣ',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'Санаи Бекор кардан',
        'end_at' => 'Санаи расондан',
        'tip' => 'Шумо метавонед беҳтарин мутахассисонро дар Selldone барои рушди тиҷорати худ киро кунед.',
        'view-experts' => 'Барои оғоз кардан клик кунед.',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'Дарвозаҳои фаъоли пардохт дар мағозаи шумо :shop',
        'tip-title' => 'Маслиҳатҳои муҳим',
        'tip' => "Ба саҳифаи идоракунии портал дар мағозаи худ равед ва дар тӯли чанд дақиқа ҳадди аққал як порт илова кунед. Мизоҷони шумо мехоҳанд, ки тавассути порталҳои онлайн зуд ва бехатар пардохт кунанд.",
        'view-shop-gateways' => 'Ба идоракунии портали мағозаи ман ворид шавед.',
        'view-gateways' => 'Дидани дарвозаҳои бештар',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'Фармонхо',
        'sub-title' => 'Рӯйхати фармоишҳое, ки ман дар ин ҳафта гирифтам.',
        'total_baskets' => 'Ҳама фармоишҳо',
        'total_posBaskets' => 'Ҳаҷми фармоишҳои нақдӣ',
        'pos-title' => 'Қуттии мағозаи POS',
        'chart-label' => 'Фармоишҳо иҷро шуданд (ин фармоишҳо ҳатман пардохт карда намешаванд!)',
        'tip-title' => 'Шумо бояд бештар кӯшиш кунед ...',
        'tip' => "Муваффақияти оддӣ нест.",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'Маркази коркард',
        'sub-title' => 'Дар ин ҳафта мо дар мағоза чӣ қадар фармоишро коркард кардем?',
        'tip-title' => 'Шумо фурӯш надоштед!',
        'tip' => "Мутаассифона, шумо ин ҳафта ягон фурӯш надоред. Шумо бояд ба мағозаи худ бештар гиред. Шумо метавонед маҳсулоти бештар илова кунед, тасвирҳои беҳтарро интихоб кунед ё тавсифи беҳтареро барои маҳсулоти худ нависед. Барои тиҷорати худ кори пурравақтро баррасӣ кунед. Агар шумо ин корро дуруст кунед ва ноумед нашавед, шумо муваффақ хоҳед шуд.",
        'view-process-center' => 'Маркази равандро дидан',
        'return' => [
            'title' => 'Тартиби баргардонидашуда',
            'subtitle' => 'Фармоишҳои баргардонидашударо гузориш диҳед.',
            'tip-title' => 'Оё шумо медонистед, ки ...',
            'tip' => "Шумо метавонед бо Selldone POS ҳамон қадар мошинҳои хазинавӣ созед! Новобаста аз он ки он планшет, мобилӣ ё ноутбуки шумо бошад, шумо метавонед ҳама гуна дастгоҳро ба нуқтаи фурӯши мағозаи худ табдил диҳед. Ин оддӣ, зуд насб ва барои сервери шумо комилан омода аст. Имрӯз истифодаи онро оғоз кунед!",
            'view-pos' => 'Ба кассири мағозаи онлайни ман ворид шавед'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'Сеансхо',
        'sub-title' => 'Ман чанд маротиба ба мағозаи худ рафтам?',
        'countries-title' => 'Кадом кишварҳо бештар дидан кардаанд?',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'Мехоҳед бе сарфи як доллар пул кор кунед?',
        'message' => "Салом :name, вақти он расидааст, ки бо Selldone пул кор кунед! Ба панели идоракунӣ > Иловагӣ > Монетизатсия > Истиноди муроҷиатии худро гиред. Истинодро бо дӯстони худ мубодила кунед ва кортҳои тӯҳфаҳо ва ҳиссаи пардохтҳои онҳоро ба даст оред. Беҳтарин қисми? Ҳам шумо ва ҳам дӯсти шумо корти тӯҳфа мегиред!",
        'action' => 'Истиноди шиносоии маро бубинед',
        'mail-clip' => "<b style='color: #C2185B'>Муҳим:</b> Агар шумо хидматҳои почтаи электрониро истифода баред, ба монанди Gmail, ки дарозии почтаи электрониро маҳдуд мекунад, дар охири почтаи электронӣ имконоти зеринро пайдо кунед, то гузориши пурраро намоиш диҳед ва онро клик кунед:",

        'no-coin-reward' => "<b style='color: #C2185B'>Бубахшед:</b> Фаъолияти шумо ба талабот барои гирифтани мукофоти ройгони SEL Coins ҷавобгӯ набуд. Беҳтар кӯшиш кунед ва дар мавсими оянда дар мағозаи худ бештар фурӯшед.",
        'yes-coin-reward' => "<b style='color: #4CAF50'>Мукофот:</b> Табрикот, аз сабаби иҷрои афсонавии шумо, мо ба шумо мукофоти ройгони :amount SEL Coin додем.",

        'need-buy-license' => "<b> Бизнеси худро баланд бардоред: </b> Чунин ба назар мерасад, ки шумо то ҳол ягон нақшаи обунаро барои вебсайти худ сабти ном накардаед! Ҳоло навсозӣ кунед, то хусусиятҳои бештарро барои танҳо :amount дар як моҳ боз кунед, агар ҳар сол пардохт карда шавад.",
        'not-afford-message' => "Агар шумо имкони пардохт надошта бошед ё бо пардохт мушкилот дошта бошед, озодона ба мо тавассути support@selldone.com хабар диҳед.",
        'add-domain' => "<b>Чаро барои тиҷорати худ домени фармоишӣ надошта бошед?</b><br> Ҳоло ба вебсайти худ домен илова кунед; он ройгон аст!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone аст<del> маҳсулот</del> <span style = 'color: forestgreen'>ҷомеа</span> .<br> Фурӯшандаи касбӣ бошед!",
        'message' => "Саҳифаҳои расмии Selldone дар Twitter, LinkedIn ва шабакаҳои иҷтимоӣ пайравӣ кунед. Ҳама гуна шарҳҳо, дархостҳо ё танқидҳоро ба мо фиристед ё дар муҳокимаҳо дар бораи Selldone иштирок кунед. Мо инчунин як қисми ҷомеаи Selldone ҳастем, ки <b>шумо онро</b> месозед."
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'Фармоишҳои нави авокадо гирифта шуданд|:shop_title :time',
        'title' => "Ҳисоботи иҷроиш барои 24 соати охир",
        'message' => "Мизоҷони шумо интизоранд, ки фармоишҳои шумо баррасӣ ва нархгузорӣ карда шаванд. Ба дархостҳои муштариёни худ ҳарчи зудтар посух диҳед, то фурӯши бештар ба даст оред.",
        'card_title' => "Фармоишҳо дар навбат",
        'card_subtitle' => "Аз :date",

        'card_payed' => "Фармоишҳои пулакӣ"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => 'Ба паёми худ дар :community_title ҷавоб диҳед',
        'title' => ":name, and :count дигарон дар навиштаҳои шумо шарҳ додаанд.",
        'message' => "Салом :name, паёмҳои шумо таваҷҷӯҳ доранд! Шумо дар ҷомеаи мо шарҳҳо гирифтаед. Ба ҳисоби худ ворид шавед, то ба баҳс ҳамроҳ шавед ва бубинед, ки ҳама чӣ мегӯянд.",
        'title-simple' => ":name дар пости шумо шарҳ дод!",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 Ба мавзӯи худ :topic_title ҷавоб диҳед',
        'title' => ":name, and :count дигарон дар мавзӯи шумо ҷавоб доданд.",
        'message' => "Салом :name, мавзӯи шумо таваҷҷӯҳ дорад! Шумо дар ҷомеаи мо ҷавобҳо гирифтед. Ба ҳисоби худ ворид шавед, то ба баҳс ҳамроҳ шавед ва бубинед, ки ҳама чӣ мегӯянд.",
        'title-simple' => ":name дар мавзӯи шумо ҷавоб дод.",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 Воридшавии нав :name',
        'category' => 'Огоҳиҳои амниятӣ',
        'title' => "Ба ҳисоб ворид шавед",
        'message' => "Муҳтарам :name, воридшавӣ ба ҳисоби Selldone-и шумо ошкор карда шуд.",   // Login in selldone (seller)
        'message-shop' => "Мӯҳтарам :name, шумо ба :shop_title ворид шудаед.",  // Login in shop (buyer)

        'footer' => "Агар шумо ворид нашуда бошед, лутфан пароли худро иваз кунед.",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "Бозхонди",
        'deposit' => "Амонат",

        'withdraw_subject' => "Аз ҳисоби :account хориҷ кунед",
        'deposit_subject' => "Депозит ба суратҳисоби :account",

        'message' => "Интиқоли пул бо мушаххасоти зерин анҷом дода шуд.",

        'type' => "Навъи транзаксия",

        'from' => "Ҳисоби манбаъ",
        'to' => "Destination account",

        'desc' => "Тавсифи транзаксия",
        'action' => "Дидани транзаксия",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ Муҳим! Вайрон кардани қоидаҳо| :shop",
        'category' => "Маълумоти танқидӣ",
        'title' => "Дӯкони шумо ҷарима шудааст",
        'action' => "Панели идоракуниро кушоед",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter шуморо даъват кардааст, ки ба Selldone ҳамроҳ шавед",
        'title' => ":name ба шумо :amount-ро фиристод, то ба кушодани мағозаи нави онлайни худ ва пул кор кардан аз он кӯмак расонад!",
        'message' => "Салом **:receiver_name**,<br><br>Хуш омадед ба Selldone! Дар Selldone, шумо метавонед ба осонӣ сайти тиҷорати электронии худро, блог, ҷомеаи онлайни худро эҷод кунед ва ҳатто як системаи онлайнии POS-ро барои фурӯши шахсӣ таъсис диҳед - ҳама дар тӯли чанд дақиқа. Ин як системаи мукаммали амалиётии тиҷоратии онлайн аст, ки барои беҳтар, тезтар ва осонтар кардани тиҷорати шумо тарҳрезӣ шудааст. <br><br>Аз ҷониби <b>:date</b> сабти ном шавед ва барои оғоз кардани ваучер :amount гиред!",
        'accept' => "Даъватро қабул кунед",
        'owner' => "Соҳиби",
        'join-date' => "Дар Selldone аз он вақт инҷониб",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "Пайванди барқарорсозӣ| :shop",
        'category' => "Амнияти мағоза",
        'title' => "Истиноди барқарорсозии мағозаи <b>:shop_name</b> .",
        'message' => "Ин почтаи электронӣ ба шумо фиристода шуд, зеро шумо барои барқарор кардани мағозаи худ дархост кардаед. Ангуштзании истиноди дар поён буда дӯкони шумо ва тамоми маълумоти ба он тааллуқдошта барқарор карда мешавад.",
        'action' => "Барқарорсозии мағозаро тасдиқ кунед",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'Selldone барои тиҷорати шумо чанд пул сарфа кард?',
        'sub-title' => 'Аз санаи :start то :end',
        'infrastructure' => [
            'title' => 'Инфрасохтор',
            'subtitle' => 'Серверҳо, CDN, нигоҳдорӣ ва дигар хидматҳои абрӣ',
        ],
        'experts' => [
            'title' => 'Коршиносон ва кормандон',
            'subtitle' => 'Таҳиягарон, нигоҳдорӣ ва дастгирӣ',
        ],
        'total_save' => 'Маблағи умумии сарфашуда'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'Фаъолияти шумо',
        'sub-title' => 'Шарҳи тиҷорат аз :start то :end',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'Корбарони баргардонидашуда',

        'shop_views' => 'Намоиши мағозаҳо',
        'baskets' => [
            'title' => 'Аробаҳои харид',
            'subtitle' => 'Дар бораи шумораи аробаҳои нави харид гузориш диҳед',

        ],
        'products' => [
            'title' => 'Шарҳи маҳсулот',
            'subtitle' => 'Ҳолати маҳсулот дар мағоза аз рӯи намуд',
            'value_name' => 'Маҳсулот'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'Намоиши умумии саҳифаи вебсайт',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "Шумо фармоиши нав гирифтед. Лутфан ба саҳифаи коркарди фармоиш дар панели фурӯшандаатон равед.",
        'subject' => "🛍 Фармоиши нав гирифта шуд | :order_id",
        'your_revenue' => "Даромади шумо",
    ],
    'vendor-invite' => [
        'title' => 'Даъвати фурӯшанда',
        'message' => "Шумо барои фурӯшандаи :shop_name даъватнома гирифтаед. Шумо метавонед онро бо пахш кардани тугмаҳои зерин қабул ё рад кунед.",
        'subject' => ":shop_name | Шумо даъватнома гирифтед, ки фурӯшандаи мо шавед",
        'accept' => "Қабул кунед ва фурӯшанда шавед",
        'reject' => "Рад кардан",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'Даъват барои ҳамроҳ шудан ба дастаи мо',
        'message' => "Шуморо барои ҳамроҳ шудан ба :vendor_name дар :shop_name даъват кардаанд. Шумо метавонед бо истифода аз тугмаҳои зер ин даъватро қабул ё рад кунед.",
        'subject' => "Даъват ба ҳамроҳ :vendor_name|Аъзои даста шавед",
        'accept' => "Қабул кунед ва ба даста ҳамроҳ шавед",
        'reject' => "Рад кардан",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "Рамзи воридшавии шумо барои :shop",
        'header-message' => "Мо ин почтаи электрониро ба шумо мефиристем, зеро шумо рамзи воридшавӣ барои мағозаро дархост кардаед. Лутфан гузарвожаи яквақтаи худро (OTP) дар зер пайдо кунед:",
        'footer-message' => "Ин код барои 10 дақиқа эътибор дорад. Агар шумо ин рамзи воридшавиро дархост накарда бошед, лутфан ин почтаи электрониро сарфи назар кунед."
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "Почтаи электронии худро тасдиқ кунед| :shop",
        'title' => 'Тасдиқи почтаи электронӣ',
        'header-message' => "Салом :name,<br>Лутфан тасдиқ кунед, ки **:email** суроғаи почтаи электронии шумост, бо пахш кардани тугмаи зер ё бо истифода аз истиноди зер дар давоми 48 соат.",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "Навсозии маҳсулот| :shop",
        'title' => "Навсозии ҳолати маҳсулот - 24 соати охир",
        'message' => "Ман умедворам, ки ин паём шуморо хуб пайдо мекунад. Ин як навсозии мухтасарест, ки ба шумо дар бораи вазъи маҳсулоти шумо дар платформаи мо дар тӯли 24 соати охир хабар медиҳад.\nДар ин давра дар холати баъзе махсулот тагьирот ба амал омад. Ин тағиротҳо метавонанд аз сабаби харидҳо, навсозии саҳмияҳо ё дигар рӯйдодҳои марбут бошанд.\nБарои гирифтани маълумоти муфассал дар бораи ҳар як маҳсулот, лутфан ба ҳисоби худ ворид шавед ва бахши \"Вазъи маҳсулот\" -ро тафтиш кунед.",
        'action' => "Панели фурӯшандаро кушоед",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "Фармоишҳои оммавӣ гирифта шуданд| :shop | :date",
        'title' => "Огоҳинома дар бораи фармоишҳои оммавӣ",
        'message' => "Шумо як қатор фармоишҳо гирифтаед. Лутфан ба саҳифаи коркарди фармоиш дар панели худ барои тафсилоти бештар нигаред. Шумо инчунин метавонед рӯйхати фармоишро тавассути истиноди бехатари пешниҳодшуда, ки барои 7 рӯз эътибор дорад, зеркашӣ кунед.<br><br>\n        <b>МУҲИМ:</b> Ин пайванд барои 7 рӯз эътибор дорад.<br>\n        Ин истиноди динамикӣ аст, бинобар ин ҳар дафъае, ки шумо онро пахш мекунед, шумо фармоишҳои навтаринро барои ин санаи мушаххас хоҳед гирифт. <b>Ин маънои онро дорад, ки агар ҳолати пардохти фармоиш ба радшуда тағйир ёбад, шумо ин фармоишро дар CSV-и зеркашида дигар намебинед ё агар фармоиш пардохта шуда бошад, он дар рӯйхат пайдо мешавад.</b><br><br>\n        <ul>\n            <li>The CSV дорои фармоишҳои пулакӣ бо санаи ҳифзшуда дар :date.</li>\n            <li>Санаи ҳифзшуда санаи клик кардани корбар дар саҳифаи фармоиш мебошад.</li>\n        </ul>\n        <b> Барои пешгирии фармоишҳои такрорӣ, ҳамеша пеш аз фиристодан фармоиши ID-ро тафтиш кунед.</b>",
        'action' => "Рӯйхати фармоишҳоро зеркашӣ кунед",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "Баъзе ашёҳо дар фармоиши шумо қабул карда нашудаанд ва интиқол дода намешаванд. Маблағи ин ашёҳо ба зудӣ ба корти шумо баргардонида мешавад."
    ]

];
