<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "Созандаи мағозаи Instagram|Табдил додани ҳисоби Instagram ба мағозаи онлайн",
        'desc' => "Маблағҳои худро дар ягон ҷо сарф накунед. Пас аз он ки шумо мағозаи худро дар Selldone сохтаед, шумо дигар фикр намекунед, ки бо дигар асбобҳои сохтани мағозаҳо ба монанди WordPress, Joomla ва WooCommerce кор кунед.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "Чӣ тавр ошпаз ва гурбаи зебои ӯ дар Instagram мефурӯшанд?",


        'alt1' => "Selldone Созандаи мағозаи Instagram",
        'alt2' => 'Ҳикояи фурӯши торти Сара дар Instagram',
        'alt3' => 'Selldone Маркази коркарди фармоиши онлайн',
        'alt4' => 'Selldone Шлюзи пардохт дар мағозаи онлайн',
        'alt5' => 'Муҳаррики автоматии SEO барои мағозаҳои онлайн',
        'alt6' => 'Роҳҳои нави фурӯши онлайн дар Instagram',
        'alt7' => 'Брендинг ва брендинг',
        'alt8' => 'Кассири магазин',
        'alt9' => 'Воситаҳои маркетинг ва фурӯш',
        'alt10' => 'Шарики тиҷорати ройгон',
        'alt11' => 'Маркази коркарди фармоиш',
        'alt12' => 'Муштариёни содиқ',
        'alt13' => 'Шабакаи пардохти мустақим',
        'alt14' => 'Каналҳои фурӯши Instagram',
        'alt15' => 'Киро кардани сайт ва таҳиягари мағоза',
        'alt16' => 'Ҳикояи платформаи Selldone',
        'alt17' => 'Сайт ва мағозаи муҳаррики автоматии SEO',
        'alt18' => 'Фурӯшандаи хушбахт',
        'alt19' => 'Аробаи харид',


        'm1' => 'Чаро Selldone?',
        'm2' => 'Автомат SEO',
        'm3' => 'Нархҳо (ройгон)',

        'register' => 'Сабти ном',

        'header' => '<span class="ulr"> 10 маротиба </span> Бештар ва беҳтар<br><span class="ulr">Sell</span> дар Instagram',
        'header_msg' => 'Тасаввур кунед, ки муштариён аз Instagram саҳифаи ба мағоза монандро мекушоянд, аз аксҳои ба онҳо маъқул маҳсулот интихоб мекунанд, онҳоро ба фармоиш илова мекунанд ва мустақиман ба ҳисоби шумо онлайн пардохт мекунанд. Ҳалли масъала дар пеши назари шумост.',

        'name_plc' => 'Номи корбарии худро ворид кунед',
        'preview' => 'Дӯкони пешнамоиш',
        'create_act' => 'Дӯкони Instagram эҷод кунед',


        'title1s' => 'Он чӣ гуна кор мекунад?',
        'title1' => 'Instagram-и худро ба як мағозаи <span class="ulb"> пурра хусусияти </span> табдил диҳед!',
        'desc1' => 'Шумо аз панели бузургтарин мағозаҳои онлайн хусусиятҳои бештар хоҳед дошт, аммо хато накунед, кор бо хостҳои оддӣ шавқовар аст.',
        'sub1' => 'Идоракунии маҳсулот чунин кор мекунад ...',
        'sub1msg' => "Қадами аввал ин илова кардани маҳсулот аст. Бо Selldone шумо метавонед бо чанд клик маҳсулотро аз Instagram ворид кунед, файли Excel-ро бор кунед ё дигар усулҳои оддиро истифода баред.",
         'list1_1' => 'Комилан бикушед ва идоракуниро пӯшед',
         'list1_2' => 'Навсозии инвентаризатсия ва нархи зуд',
         'list1_3' => 'Маҳсулотро бо файли Excel илова кунед',
         'list1_4' => 'Аз ин маҳсулот илова кунед',
         'list1_5' => 'Шумо дилгиред? Мо шуморо илова мекунем!',

        'title2s' => 'Фармонҳо чунин кор мекунанд ...',
        'title2' => "10 маротиба бештар фармоиш дар як рӯз барои шумо кофӣ нест? Selldone барои зиёда аз 10 ҳазор фармоиш дар як рӯз барои ҳар як мағоза пешбинӣ шудааст.",

        'list2_1' => 'Ҳолати сафари худро зуд бубинед ва зуд амал кунед',
        'list2_2' => 'Муштарӣ метавонад ҳолати охирини фармоиши худро бубинад',
        'list2_3' => 'Идоракунии пардохт, коркарди фармоиш ва интиқол',
        'list2_4' => 'Ҳар қадаре ки мехоҳед, ҳамкоронро илова кунед',


        'title3s' => 'Бозии мустақим анҷом ёфт!',
        'title3' => "Пардохти онлайн дар мағозаи шумо бо домени шумо ва бевосита ба ҳисоби шумо анҷом дода мешавад! Шумо метавонед намудҳои порталҳои онлайн ва пардохтро дар сайт интихоб кунед.",

        'list3_1' => 'Шабакаи пардохти онлайн (бевосита ба ҳисоби шумо)',
        'list3_2' => 'Имконияти имкон додани пардохт дар макон',
        'list3_3' => 'Гирифтани шлюз бе рамзи эътимоди электронӣ (маош)',
        'list3_4' => 'Пардохтҳо ва фармоишҳои як кликро идора кунед',


        'title4s' => 'Автомат SEO',
        'title4' => 'Тарҳрезии як сайти ба SEO мувофиқ, ки таҷрибаҳои беҳтарини SEO-ро риоя мекунад, ба тиҷорати онлайни шумо барои муштариёни эҳтимолӣ намоёнтар мегардад. Selldone инфрасохтореро, ки ба шумо барои мағозаи ба SEO нигаронидашуда лозим аст, фароҳам меорад, аз ин рӯ шумо набояд аз кашф шудан дар Google хавотир шавед.',

        'list4_1' => 'Шумо матн ва тасвирҳои хубро бо мо мегузоред',

        'title0' => 'Вақти он расидааст, ки <span class="uly"> ба таври касбӣ фурӯшад</span>, мизоҷони худро хушбахттар <br>Q ва ифтихор ҳис кунед, ки шумо тиҷорати онлайнро парвариш карда истодаед',


        'title6s' => "Бо ин қаноат накунед",
        'title6' => 'Бештар аз як мағозаи Instagram ...',


        'features' => 'Хусусиятҳо',
        'features_act' => 'Ҳамаи хусусиятҳоро бинед',

        'x1' => 'Мағозаи онлайн дар домени махсус барои сохтани бренди худ ва клуби муштариёни худ.',
        'x2' => 'Кассаи мағозаи онлайн барои як мағоза бо арзиши танзим 0 $ ва ба қадри кофӣ ба шумо лозим аст.',
        'x3' => 'Беҳтарин абзорҳои маркетинг ва фурӯш, ки ҳатто бузургтарин брендҳои бозори полис надоранд.',
        'x4' => "Шарики хуб ва каминтизор бо номи Selldone, ки тамоми талошаш барои зиёд кардани фурӯши ширкат аст, на пул гирифта онҳоро тарк кунад.",

        'a1' => 'Коркарди фармоиш',
        'a1s' => 'Барои суръат тарҳрезӣ шудааст',

        'a2' => 'Маркетинг ва ҳавасмандкунӣ',
        'a2s' => 'Муштариёни содиқро пайдо кунед',

        'a3' => 'Пардохти мустақим',
        'a3s' => 'Интерфейси пардохт нест',

        'a4' => 'Каналҳои фурӯш',
        'a4s' => 'Telegram, Google, Instagram ва ғайра.',

        'blog' => 'ваблаг',

        'b1' => "Оё ба мо лозим аст, ки дар соли 2021 як барномасозро киро кунем, бастаҳои бинои мағоза ё хостҳоро харем?",
        'b2' => "Ҳикояи Selldone|Тағйир додани усули кушодани сайт ва тиҷорати онлайн",
        'b3' => 'Муҳаррики худкори SEO дар натиҷаҳои Google медурахшад',
        'read' => 'Давом додан',

        'title5s' => 'Мехоҳед бидонед, ки ин чӣ қадар арзиш дорад?',
        'title5' => 'Аз модели <span class="ulr"> ройгон барои ҳаёт</span> бо 2% комиссия<br> ба модели 0,5% комиссия бо пардохти моҳона',
        'msg5' => "То он даме, ки шумо фурӯш надоред, соҳибони як риал аз шумо барои сайт, мизбон, серверҳо, хидматҳо, асбобҳо, дастгирӣ, навсозӣ ва ҳама чизи дигар талаб намекунанд! Пул мустақиман ба ҳисоби шумо ворид карда мешавад! Selldone ба ҳамаи шариконаш боварӣ дорад, ки дар охири моҳ пардохтро пардохт кунанд ё агар онҳо пас аз чанд моҳ бо пур кардани ҳамёнҳои худ мушкилот дошта бошанд.",
         'footer_act' => "Бепул ягона бартарият нест! Чӣ хел?",
         'footer' => 'Ҳар як савол ё маслиҳатеро, ки мехоҳед, пурсед.',

        's1' => 'Ҳисоботи оқилона',
        's2' => 'Хостинги ройгони абрӣ',
        's3' => 'Логистика ва коркард',
        's4' => 'Созандаи саҳифаи фуруд',
        's5' => 'Хусусиятҳо ва манфиатҳо',
        's6' => 'Менеҷменти молиявӣ',
        's7' => 'Воситаҳои маркетинг',
        's8' => 'Ҳавасмандкунӣ ва муштариён',
        's9' => 'Дар бораи Selldone',
        's10' => 'Блог',
        's11' => 'Кӯмак',
        's12' => 'Махфият',
        's13' => 'Шартҳо ва шартҳо',
        's14' => 'Сохтмони мағоза',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Дар бораи кор бо Selldone хавотиред?",
        'import_title' => "Аз корбарони Selldone пурсед; фикру мулоҳизаҳои онҳо дар бораи <span class='ulr'> соддаӣ ва суръати</span> шуморо ба ҳайрат меоранд!",
        'import_message' => "Шумо метавонед маҳсулоти худро мустақиман аз Instagram ба мағозаи худ ворид кунед, аммо агар хоҳед, шумо метавонед ба таври худкор тамоми маҳсулот ва тасвирҳои онҳоро бо файли оддии Excel ба мағозаи худ илова кунед. Шумо ҳамон файлро пур мекунед, URL-и тасвирҳоро аз Google нусхабардорӣ мекунед ва дар ниҳоят файли CSV-и худро кашед ва онро ба бахши идоракунии маҳсулот гузоред. Selldone ин корро барои шумо мекунад.",
        'import_t1' => "Шумо ягон маҳсулот доред",
        'import_b1' => "Онҳо бе гуногунрангӣ мебошанд",
        'import_m1' => "Танҳо ин файлро зеркашӣ кунед, ном, нарх ва инвентаризатсияи маҳсулотро ворид кунед ва истиноди тасвирро аз ҷойе мисли Google нусхабардорӣ кунед",

        'import_b2' => "Вариантҳои сершумор",
        'import_m2' => "Гуногун маънои ранг, андоза, мавод ва чизҳои ба ин монандро дорад. Агар шумо маҳсулоти зиёде дошта бошед, шумо метавонед ин файлро зеркашӣ кунед ва маълумоти маҳсулотатонро пур кунед. Ин як каме душвортар аст",

        'import_download' => "Намунаи файлро зеркашӣ кунед",

    ]

];
