<?php

return [
    'default_title' => 'SELLDONE',
    'keywords' => ['бизнеси ои', 'domain', 'selldone', 'платформаи тиҷорати электронӣ', 'бинокори магазин', 'бинокори цех', 'созандаи вебсайт', 'идеяи бизнес', 'созандаи ҷомеаи фармоишӣ', 'тиҷорати электронии сафед'],
    'samin' => 'Selldone',
    'Selldone' => 'Selldone',


    'related' => 'марбут',
    'share' => 'Мубодила',

    /*
    |--------------------------------------------------------------------------
    | Global
    |--------------------------------------------------------------------------
    */
    'global' => [
        'blog' => 'Блог',
    ],

    /*
    |--------------------------------------------------------------------------
    | Global footer
    |--------------------------------------------------------------------------
    */
    'footer-title' => 'Selldone®|Соҳибкорон <span class="os-grad">OS</span>™',
    'footer-subtitle' => "Системаи оператсионии №1 барои корхонаҳои хурду миёна ва брендҳои мустақил",
    'footer-about-selldone' => 'Selldone, ҳамчун як платформаи тиҷорати электронӣ, ҳамчун фаришта барои рушди тиҷорат амал мекунад. Новобаста аз он ки шумо як мағозаи хурди хиштӣ ва ё як ширкати калон доред, шумо бояд маҳсулоти худро дар интернет намоиш диҳед. Selldone барои сохтани мағозаҳои онлайн бо хароҷоти камтари амалиётӣ ва чандирии бештар истифода мешуд. Илова бар ин, мо як асбоби ҳамеша такмилшавандаи идоракунии тиҷорати электрониро пешниҳод менамоем, ки ҳар ҳафта хусусиятҳои нав ба даст меорад, ба монанди ҳамгироии маъмурияти мағоза ва интерфейси барномасозии визуалӣ барои эҷоди равандҳои автоматикунонии фармоишӣ ё ҳамгироии AI.',
    'footer-action' => "Тиҷорати электронии худро эҷод кунед - Ин ройгон аст",

    'footer' => [
        'about' => 'Дар бораи Selldone',
        'contact' => 'бо мо тамос гиред',
        'email' => 'support@selldone.com',
        'phone' => '🇩🇰 +45 36991215',
    ],

    'footer-menu' => [


        // Menu 1:
        [
            'title' => 'Selldone',
            'items' => [
                ['title' => 'Платформаи тиҷоратӣ', 'href' => '/store-builder'],
                ['title' => 'Блог', 'href' => '/blog'],
                ['title' => 'Ёрӣ', 'href' => '/help'],
                ['title' => 'FAQ', 'href' => '/faq'],
                ['title' => 'Сиёсати Корбурди Маълумоти Шахсӣ', 'href' => '/privacy'],
                ['title' => 'Мухлати хизматрасонй', 'href' => '/terms'],
            ],
        ],

        // Menu 2:
        [
            'title' => 'Вижагиҳо',
            'items' => [
                ['title' => 'Хусусиятҳо ва Манфиатҳо', 'href' => '/features'],
                ['title' => 'Marketing tools', 'href' => '/marketing'],
                ['title' => 'Processing center', 'href' => '/order-processing'],
                ['title' => 'Ҳавасмандкунӣ ва клубҳо', 'href' => '/incentives'],
                ['title' => 'Аудит ва ҳисобдорӣ', 'href' => '/auditing'],
                ['title' => 'Cloud hosting', 'href' => '/cloud'],

            ],
        ],

        // Menu 3:
        [
            'title' => 'Ҳалли',
            'items' => [
                ['title' => 'Маҷмӯаи NFT', 'href' => '/nft'],
                ['title' => 'Гильдия', 'href' => '/guild'],
                ['title' => 'Авакадо', 'href' => '/avocado'],
                ['title' => 'Мутахассисон', 'href' => '/experts'],
                ['title' => 'SEO engine', 'href' => '/seo'],
                ['title' => 'Smart report', 'href' => '/smart-report'],
            ],
        ],

        // Menu 4:
        [
            'title' => 'Хизматҳо',
            'items' => [
                ['title' => 'Нарх ва нақшаҳо', 'href' => '/price'],
                ['title' => 'Барномаҳо', 'href' => '/apps'],
                ['title' => 'Application builder', 'href' => '/app-builder'],
                ['title' => 'Саҳифасоз', 'href' => '/page-builder'],
                ['title' => 'Logistic solution', 'href' => '/logistic'],
                ['title' => 'Автоматизатсия ва IoT', 'href' => '/automation'],

            ],
        ],


    ],


    /*
    |--------------------------------------------------------------------------
    | Global header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'home' => 'Хона',
        'features' => 'Вижагиҳо',
        'pricing' => 'Нархгузорӣ',
        'blogs' => 'Блог',
        'community' => 'Ҷамъият',
        'help' => 'Ёрӣ',
        'features-menu' => [
            'store-builder' => 'Созандаи тиҷорати электронӣ',
            'community-platform' => 'Ҷамъияти фармоишӣ',
            'cloud' => 'Хостинги ба абр асосёфта',
            'page-builder' => 'Созандаи саҳифаи фуруд',
            'smart-report' => 'Генератори ҳисоботи интеллектуалӣ',
            'payment' => 'Пардохт ва ҳисобдорӣ',

            'staffs' => 'Мизоҷон ва даста',
            'logistic' => 'Логистика ва таҳвил',
            'order-processing' => 'Фармоишҳо ва коркард',
            'marketing' => 'Маркетинг ва маърака',
            'incentives' => 'Клуб ва ҳавасмандкунӣ',
            'pos' => 'POS онлайн',
            'seo' => 'Мошини SEO Auto',
            'automation' => 'Автоматизатсия ва IoT',
            'ai' => 'Тиҷорати AI',
            'app-builder' => 'Созандаи барнома',
        ],
        'build' => "Сохт",
        'build-sub' => "Мо дар атрофи шумо як система эҷод мекунем, то таърихи муваффақияти шуморо эҷод кунем.",

        'manage' => "Идора кардан",
        'manage-sub' => "Идоракунии тиҷорати шумо аз ҳарвақта дида ҷолибтар хоҳад буд.",

        'sel' => "Фурӯш",
        'sel-sub' => "Ҳамеша пӯшида бошед, пул кор кунед ва аз он лаззат баред.",

        'grow' => "Рушд",
        'grow-sub' => "Хусусиятҳо ва асбобҳои сатҳи корпоративӣ дар дасти шумо, осмон маҳдудияти шумо хоҳад буд.",


    ],

    /*
    |--------------------------------------------------------------------------
    | Article
    |--------------------------------------------------------------------------
    */
    'article' => [
        'list-of-content' => 'Рӯйхати мундариҷа',
        'author' => 'Муаллиф',
        'others-title' => "Маълумоти бештар дар бораи :title",
    ],


    /*
    |--------------------------------------------------------------------------
    | Main pages
    |--------------------------------------------------------------------------
    */
    'page.login' => ['title' => 'Selldone |Даромадан', 'image' => '/images/seo/en/login.jpg', 'description' => "Фарқ надорад, ки шумо чӣ қадар сармоя доред, тиҷорати худро аз куҷо оғоз кардаед, дар куҷо зиндагӣ мекунед! Selldone ба шумо тамоми воситаҳои фурӯши касбиро пешкаш кардааст. Бақайдгирӣ ва ин воситаҳо барои ҳама ва то абад ройгонанд."],
    'page.register' => ['title' => 'Selldone |Сабти ном', 'image' => '/images/seo/en/login.jpg', 'description' => "Мо боварӣ дорем, ки дастрасӣ ҳуқуқ аст, на имтиёз! Новобаста аз он ки шумо дар сарватмандтарин кӯчаи Ню Йорк ё дар деҳаи дурдаст тиҷорат доред, интернет ва асбоби онлайн бояд ҳама чизест, ки шумо барои фурӯши онлайн лозим аст! Ин орзуи Selldone аст."],


    'page.home' => ['title' => "Мисли мутахассисон фурӯшед - Selldone® Business OS", 'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg', 'description' => "Selldone як OS-и тиҷорӣ барои ба таври визуалӣ сохтан, идора кардан ва васеъ кардани тиҷорати шумост. Онро худатон бо як ҳалли бе код ва ба коршинос лозим нест, ки барои миллионҳо фармоиш сохта шудааст, созед."],
    'page.helps' => ['title' => 'Кӯмак', 'image' => '/images/seo/en/help.jpg', 'description' => "Чӣ тавр тиҷорати муваффақ кардан мумкин аст."],
    'page.blogs' => ['title' => 'Business OS Mag', 'image' => '/images/seo/en/academy.jpg', 'description' => "Дастури ягонаи шумо оид ба фурӯши онлайн, маслиҳатҳо, ҳилаҳо ва маслиҳатҳои коршиносон, корҳои анҷомдодашуда ва ғайри қобили фурӯши онлайн бо маслиҳатҳои коршиносӣ барои ҳадди аксар расонидани даромади онлайни шумо."],
    'page.faqs' => ['title' => 'Саволҳои зуд-зуд додашаванда', 'image' => '/images/seo/en/faq.jpg', 'description' => "Саволу ҷавоб дар Selldone."],
    'page.price' => ['title' => 'Рӯйхати нархҳо', 'image' => '/images/seo/en/price.jpg', 'description' => "Ҳама хусусиятҳои касбии сохтани мағоза ва сайти ройгон бидуни маҳдудияти вақт шуморо интизоранд."],


    'page.apps' => ['title' => 'Интегратсияи барномаҳо', 'image' => '/images/seo/en/apps.jpg', 'description' => "Насб кардани барномаҳо дар мағоза барои мағозаи шумо танҳо бо як клик таъмин карда мешавад."],
    'page.experts' => ['title' => 'Мутахассисон', 'image' => '/images/seo/en/expert.jpg', 'description' => "Дар бораи тарроҳӣ, роҳандозӣ, таблиғ ё идоракунии мағозаи худ хавотир нашавед, мутахассисони Selldone омодаанд ба шумо кӯмак расонанд. Барои беҳтар ва тезтар кор кардан мутахассиси сертификатсияро киро кунед."],


    'page.avocado' => ['title' => 'Авокадо - Канали муосири фурӯши иҷтимоӣ', 'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
        'description' => "Маблағ ва унвон ҳамаи шумо барои ҷамъоварии пардохтҳо аз муштариёни худ лозим аст. Пул мустақиман ба ҳисоби шумо ворид карда мешавад ва муштариёни шумо таҷрибаи хариди бефосила мегиранд."],

    // All private dashboards:
    'shuttle' => ['title' => 'Шаттл|OS тиҷорати худро идора кунед', 'image' => '/images/seo/en/dashboard.jpg',
        'description' => "Панели идоракунии мағоза, агар шумо ба ин мағоза дастрасӣ дошта бошед, шумо метавонед тавассути ин пайванд ба панели идоракунии мағозаи худ ворид шавед."],

    'shuttle-shop' => ['title' => 'Панели идоракунӣ|Дӯкони худро идора кунед', 'image' => '/images/seo/en/shuttle-shop.jpg', 'video' => '/images/seo/en/videos/shuttle-shop.mp4',
        'description' => "Ҳама чизро дар панели худ идора кунед. Маҳсулот, фармоишҳо, тарҳрезии саҳифаи фуруд, маркетинг, ҳавасмандкунӣ ва ҳама чизеро, ки барои тиҷорати бузург лозим аст, идора кунед."],


    'guild' => ['title' => 'Гильдия - Канали фурӯшҳои коллективӣ', 'image' => '/images/seo/en/guild.jpg?v=2',
        'description' => "Тавассути таъсиси як гильдияи бузург тиҷорати худро дастрас ва барои ҳама дар саросари ҷаҳон дастрас кунед."],


    'page.referral' => ['title' => 'Барномаи шарикӣ — Selldone', 'image' => '/images/seo/en/referral.png', 'description' => "Ба рисолати ҳаяҷонбахш ҳамроҳ шавед ва барои худ як ҷараёни даромади ғайрифаъол созед."],


    'page.press' => ['title' => 'Захираҳои матбуот — Selldone', 'image' => '/images/seo/en/press.png', 'description' => "Манбаъҳо барои ҳар касе, ки мехоҳанд дар бораи Selldone бинависанд."],
    'page.roadmap' => ['title' => 'Харитаи роҳ — Selldone', 'image' => '/images/seo/roadmap.jpg', 'description' => "Ин як платформаи якхела аст: системаи амалиётии тиҷоратии ҳама дар як, бидуни код ҳамчун хидмат бо абзорҳои дараҷаи корхона барои корхонаҳои хурду миёна."],

    'page.onboarding' => ['title' => 'Созандаи вебсайти мағозаи ройгони онлайн - ҷавобгӯ ва касбӣ', 'image' => '/images/seo/ui-kit.jpg', 'description' => "Selldone як платформаи тиҷорати электронӣ мебошад, ки барои рушди тиҷорати шумо кӯмак мекунад. Новобаста аз он ки шумо як мағозаи хурди хиштӣ ва ё як ширкати калон доред, ба шумо асбобҳои касбӣ ва истифодаашон осон лозим аст."],



    'page.books' => ['title' => 'Дастурҳои тиҷоратӣ: Маслиҳатҳо оид ба оғоз ва рушд барои вебсайтҳои хариди онлайн', 'image' => '/images/seo/en/cover.jpg', 'description' => "Шумо метавонед дастурҳои ройгонро дар бораи рушди тиҷорат дар ин ҷо зеркашӣ кунед. Дар ин китобҳо шумо маслиҳатҳои мукаммал оид ба рушди тиҷорат ва дастурҳои амалии такмилро барои баланд бардоштани суръати табдил дар мағозаи онлайни худ хоҳед ёфт."],


    'page.quiz' => ['title' => 'Викторина|Оё системаи амалиётии тиҷоратӣ барои шумо мувофиқ аст?', 'image' => '/images/seo/en/quiz.png', 'description' => "Агар шумо хоҳед донед, ки тиҷорати шумо ба OS-и тиҷорӣ ниёз дорад ё метавонад онро истифода барад, пеш аз рафтан ба он, лутфан ин викторинаи 60 сонияро гузаронед. Агар шумо хоҳед донед, ки тиҷорати шумо ба OS-и тиҷорӣ ниёз дорад ё метавонад онро истифода барад, пеш аз рафтан ба он, лутфан ин викторинаи 60 сонияро гузаронед."],


    'page.countries' => ['title' => 'Кишварҳои дастгирӣшаванда ва пардохтҳои маҳаллӣ - OS Business', 'image' => '/images/seo/en/countries.png', 'description' => "OS Business, Қадами навбатии таҳаввулоти хидматҳои тиҷоратӣ аз платформаҳои тиҷорати электронӣ ба чизе бидуни мавзӯъ, плагин ё код. 100% визуалӣ!"],


    'page.participant' => ['title' => 'Ҷамъияте, ки шумо мехоҳед - 20 доллар бозӣ кунед ва бурд кунед', 'image' => '/images/seo/en/participants.jpg', 'description' => "Шумо метавонед дар ҷомеаи selldone тавассути сохтани видеоҳои кӯтоҳ барои кӯмак ба дигарон иштирок кунед ва то 20 кредити тӯҳфаи USD барои як видео ба даст оред."],

    'page.tax' => ['title' => 'Рӯйхати меъёрҳои андози ҷаҳонӣ', 'image' => '/images/seo/en/tax.jpg', 'description' => "Шумо метавонед қоидаҳои андозро бекор кунед ва барои категорияҳои гуногуни маҳсулот зиёда аз як профили андоз эҷод кунед."],


    'page.premium' => ['title' => 'Ба Premium навсозӣ кунед ва бозии тиҷорати электронии худро тағир диҳед', 'image' => '/images/seo/en/premium.jpg', 'description' => "Бо Selldone Premium мағозаи онлайни худро баланд бардоред. Дастрасӣ ба абзорҳои истисноии AI, қолибҳои фармоишӣ ва ғайра барои баланд бардоштани самаранокӣ ва дар бозори рақамӣ фарқ кардан. Ҳоло барои таҷрибаи оқилонатар ва ҳамвортар дар тиҷорати электронӣ ҳамроҳ шавед!"],


    'page.builder' => [
        'title' => 'Созандаи саҳифаи ройгон ва Муҳаррири саҳифаи фуруд Webapp - Воридшавӣ лозим нест',
        'image' => '/images/seo/en/builder.png',
        'description' => 'Бо эҷодкунандаи саҳифа ва муҳаррири ройгони мо, ки барои корбар дӯстона осон аст, саҳифаҳои олиҷаноб ва саҳифаҳои кушодаро эҷод кунед. Воридшавӣ лозим нест. Бо интерфейси интуитивии мо кашола кардан ва партофтан саҳифаҳои интернетии худро зуд тарроҳӣ кунед, танзим кунед ва нашр кунед. Комил барои фурӯшандагон, соҳибони тиҷорати хурд ва таҳиягароне, ки дар ҷустуҷӯи ҳалли тарроҳии веб бидуни мушкилот ҳастанд.'
    ],

    'page.token' => [
        'title' => 'Selldone Coin (SLDN) - Имконияти инноватсияи тиҷорати электронӣ',
        'image' => '/images/seo/en/token.jpg?v=1',
        'description' => 'Selldone Coin (SLDN), аломати рақамиро кашф кунед, ки барои мукофот ва тавонмандсозии соҳибкорони тиҷорати электронӣ пешбинӣ шудааст. Бо SLDN, як қисми ҷудонашавандаи экосистемаи Selldone кор кунед, тиҷорат кунед ва тиҷорати худро афзоиш диҳед.'
    ],


    'page.red-alert' => ['title' => 'Огоҳии сурх - гузориш дар бораи фаъолияти ҷиноӣ ва Барномаи бехатарӣ',
        'image' => '/images/seo/en/red-alert.jpg',
        'description' => 'Бо Selldone - платформаи аз ҳама ба бехатарӣ нигаронидашуда дастраси беҳтаринро дар амният ва амният эҳсос кунед. Барномаи Red Alert ба шумо имкон медиҳад, ки дар бораи амалҳои ҷиноӣ зуд ва бехатар хабар диҳед, то ҷомеаи шумо ҳифз шавад. Ба мо дар рисолати мо ҳамроҳ шавед, то маҳаллаҳои амнтар эҷод кунем ва имрӯз алайҳи ҷинояткорӣ амал кунем.'    ],

    /*
    |--------------------------------------------------------------------------
    | App pages
    |--------------------------------------------------------------------------
    */
    'apps.structure-data' => ['title' => 'Генератори маълумотҳои сохторӣ| JSON-LD', 'description' => "Аз ин генератори пурқудрати сохтории додаҳо истифода баред, то аломатҳои JSON-LD, аз ҷумла ҳамаи хосиятҳои ашёи зарурӣ ва ғайра эҷод кунед."
    ],

    /*
    |--------------------------------------------------------------------------
    | Call to action
    |--------------------------------------------------------------------------
    */
    'call-to-action' => [
        'title' => "Бо роҳи беҳтарини ҳалли техникӣ дар бозор тиҷорати худро онлайн созед.",
        'money-back' => "Кафолати 30 рӯз баргардонидани пул",
        'action' => "Тиҷорати электронии худро эҷод кунед",
        'action-sub' => "Ҳоло оғоз кунед - Ин ройгон аст",
        'message' => "Бо суръати пасти фурӯши онлайни худ хайрухуш кунед!",
    ]

,

    'page' => [
        'login' => [
            'title' => 'Selldone | Даромадан',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'Фарқ надорад, ки шумо чӣ қадар сармоя доред, тиҷорати худро аз куҷо оғоз кардаед, дар куҷо зиндагӣ мекунед! Selldone ба шумо тамоми воситаҳои фурӯши касбиро пешкаш кардааст. Бақайдгирӣ ва ин воситаҳо барои ҳама ва то абад ройгонанд.',
        ],
        'register' => [
            'title' => 'Selldone | Бақайдгирӣ',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'Мо боварӣ дорем, ки дастрасӣ ҳуқуқ аст, на имтиёз! Новобаста аз он ки шумо дар сарватмандтарин кӯчаи Ню Йорк ё дар деҳаи дурдаст тиҷорат доред, интернет ва асбоби онлайн бояд ҳама чизест, ки шумо барои фурӯши онлайн лозим аст! Ин орзуи Selldone аст.',
        ],
        'home' => [
            'title' => 'Фурӯш ба монанди мутахассисон - Selldone® Business OS',
            'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg',
            'description' => 'Selldone як OS Business аст, ки барои сохтан, идора кардан ва васеъ кардани тиҷорати шумо ба таври визуалӣ. Онро худатон бо ҳалли бе код ва бидуни коршинос барои миллионҳо фармоишҳо созед.',
        ],
        'helps' => [
            'title' => 'Ёрӣ',
            'image' => '/images/seo/en/help.jpg',
            'description' => 'Чӣ тавр тиҷорати муваффақ кардан мумкин аст.',
        ],
        'blogs' => [
            'title' => 'Блог',
            'image' => '/images/seo/en/academy.jpg',
            'description' => 'Навтарин ахбор ва мундариҷаи Selldone.',
        ],
        'faqs' => [
            'title' => 'Саволҳои зуд-зуд додашаванда',
            'image' => '/images/seo/en/faq.jpg',
            'description' => 'Саволу ҷавоб дар Selldone.',
        ],
        'price' => [
            'title' => 'Нархнома',
            'image' => '/images/seo/en/price.jpg',
            'description' => 'Ҳама хусусиятҳои касбии сохтани мағоза ва сайти ройгон бидуни маҳдудияти вақт шуморо интизоранд.',
        ],
        'apps' => [
            'title' => 'Дӯкони барномаҳо',
            'image' => '/images/seo/en/apps.jpg',
            'description' => 'Насб кардани барномаҳо дар мағоза барои мағозаи шумо танҳо бо як клик таъмин карда мешавад.',
        ],
        'experts' => [
            'title' => 'Мутахассисон',
            'image' => '/images/seo/en/expert.jpg',
            'description' => 'Дар бораи тарроҳӣ, роҳандозӣ, таблиғ ё идоракунии мағозаи худ хавотир нашавед, мутахассисони Selldone омодаанд ба шумо кӯмак расонанд. Барои беҳтар ва тезтар кор кардан мутахассиси сертификатсияро киро кунед.',
        ],
        'avocado' => [
            'title' => 'Авокадо - Канали муосири фурӯши иҷтимоӣ',
            'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
            'description' => 'Як маблағ ва як унвон танҳо барои гирифтани пул аз муштариёни худ лозим аст! Пул мустақиман ба ҳисоби шумо ворид карда мешавад ва муштариёни шумо таҷрибаи беназири харид доранд.',
        ],
        'referral' => [
            'title' => 'Барномаи шарикӣ - Selldone',
            'image' => '/images/seo/en/referral.png',
            'description' => 'Ба як миссияи ҳаяҷонбахш ҳамроҳ шавед ва барои худ як ҷараёни даромади ғайрифаъол созед.',
        ],
        'press' => [
            'title' => 'Захираҳои матбуот - Selldone',
            'image' => '/images/seo/en/press.png',
            'description' => 'Сарчашмаҳо барои ҳар касе, ки мехоҳанд дар бораи Selldone бинависанд.',
        ],
        'roadmap' => [
            'title' => 'Харитаи роҳ — Selldone',
            'image' => '/images/seo/roadmap.jpg',
            'description' => 'Ин як платформаи ягона аст; он комилан беназир ва аз ҳама дигарон хеле фарқ мекунад. Ин ягона системаи амалиётии тиҷорӣ дар як ва бидуни код ҳамчун хидмат бо абзорҳои дараҷаи корхона барои корхонаҳои хурду миёна мебошад.',
        ],
        'onboarding' => [
            'title' => 'Созандаи вебсайти ройгони онлайн - ҷавобгӯ ва касбӣ',
            'image' => '/images/seo/ui-kit.jpg',
            'description' => 'Selldone, ҳамчун платформаи тиҷорати электронӣ, ҳамчун фаришта барои рушди тиҷорати шумо амал мекунад. Новобаста аз он ки шумо як мағозаи хурди хишт ва миномет доред ё ширкати калон, ба шумо маҷмӯи асбобҳои касбӣ, вале истифодаашон осон лозим аст.',
        ],
        'books' => [
            'title' => 'Дастурҳои тиҷоратӣ: Маслиҳатҳо оид ба оғоз ва рушд барои вебсайтҳои хариди онлайн',
            'image' => '/images/seo/en/cover.jpg',
            'description' => 'Шумо метавонед дастурҳои ройгонро дар бораи рушди тиҷорат дар ин ҷо зеркашӣ кунед. Дар ин китобҳо шумо маслиҳатҳои мукаммал оид ба рушди тиҷорат ва дастурҳои амалии такмилро барои баланд бардоштани суръати табдил дар мағозаи онлайни худ хоҳед ёфт.',
        ],
        'quiz' => [
            'title' => 'Викторина | Оё системаи амалиётии тиҷоратӣ барои шумо мувофиқ аст?',
            'image' => '/images/seo/en/quiz.png',
            'description' => 'Агар шумо хоҳед донед, ки тиҷорати шумо ба OS-и тиҷорӣ ниёз дорад ё метавонад онро истифода барад, пеш аз рафтан ба он, лутфан ин викторинаи 60 сонияро гузаронед. Агар шумо хоҳед донед, ки тиҷорати шумо ба OS-и тиҷорӣ ниёз дорад ё метавонад онро истифода барад, пеш аз рафтан ба он, лутфан ин викторинаи 60 сонияро гузаронед.',
        ],
        'countries' => [
            'title' => 'Кишварҳои дастгирӣшаванда ва пардохтҳои маҳаллӣ - OS Business',
            'image' => '/images/seo/en/countries.png',
            'description' => 'OS Business, Қадами навбатии таҳаввулоти хидматҳои тиҷоратӣ аз платформаҳои тиҷорати электронӣ ба чизе бидуни мавзӯъ, плагин ё код. 100% визуалӣ!',
        ],
        'participant' => [
            'title' => 'Ҷамъияте, ки шумо мехоҳед - 20 доллар бозӣ кунед ва бурд кунед',
            'image' => '/images/seo/en/participants.jpg',
            'description' => 'Шумо метавонед дар ҷомеаи selldone тавассути эҷод кардани видеоҳои кӯтоҳ барои кӯмак ба дигарон иштирок кунед ва барои як видео то 20 доллари амрикоӣ кредити тӯҳфа гиред.',
        ],
        'tax' => [
            'title' => 'Рӯйхати меъёрҳои андози ҷаҳонӣ',
            'image' => '/images/seo/en/tax.jpg',
            'description' => 'Шумо метавонед қоидаҳои андозро бекор кунед ва барои категорияҳои гуногуни маҳсулот зиёда аз як профили андоз эҷод кунед.',
        ],
        'premium' => [
            'title' => 'Ба Premium навсозӣ кунед ва бозии тиҷорати электронии худро тағир диҳед',
            'image' => '/images/seo/en/premium.jpg',
            'description' => 'Дӯкони онлайни худро бо Selldone Premium баланд бардоред. Дастрасӣ ба абзорҳои истисноии AI, қолибҳои фармоишӣ ва ғайра барои баланд бардоштани самаранокӣ ва дар бозори рақамӣ фарқ кардан. Ҳоло барои таҷрибаи оқилонатар ва ҳамвортар дар тиҷорати электронӣ ҳамроҳ шавед!',
        ],
        'builder' => [
            'title' => 'Созандаи саҳифаи ройгон ва Муҳаррири саҳифаи фуруд Webapp - Воридшавӣ лозим нест',
            'image' => '/images/seo/en/builder.png',
            'description' => 'Бо эҷодкунандаи саҳифа ва муҳаррири ройгони мо, ки барои корбар дӯстона осон аст, саҳифаҳои олиҷаноб ва саҳифаҳои кушодаро эҷод кунед. Воридшавӣ лозим нест. Бо интерфейси интуитивии мо кашола кардан ва партофтан саҳифаҳои интернетии худро зуд тарроҳӣ кунед, танзим кунед ва нашр кунед. Комил барои фурӯшандагон, соҳибони тиҷорати хурд ва таҳиягароне, ки дар ҷустуҷӯи ҳалли тарроҳии веб бидуни мушкилот ҳастанд.',
        ],
    ],
    'apps' => [
        'structure-data' => [
            'title' => 'Генератори маълумотҳои сохтор | JSON-LD',
            'description' => 'Аз ин генератори пурқудрати сохтории додаҳо истифода баред, то аломатҳои JSON-LD, аз ҷумла ҳамаи хосиятҳои ашёи зарурӣ ва ғайра эҷод кунед.',
        ],
    ],
];
