<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'यी प्रमाणहरू हाम्रा रेकर्डहरूसँग मेल खाँदैनन्।',
    'throttle' => 'धेरै धेरै लगइन प्रयासहरू। कृपया :seconds सेकेन्डमा पुन: प्रयास गर्नुहोस्।',


    'title_shop' => ':name मा लगइन गर्नुहोस्',
    'title_app' => ':name को लागी आवेदन पहुँच',
    'login_message' => 'आफ्नो खातामा पहुँच अनुरोध गर्नुहोस्।',
    'scopes_title' => 'यस एपसँग निम्न स्कोपहरूमा पहुँच हुनेछ',
    'accept' => 'पुष्टि गर्नुहोस्',
    'reject' => 'अस्वीकार गर्नुहोस्',


    'login_incorrect_password' => 'अवैध प्रयोगकर्ता नाम वा पासवर्ड।',


    'reset_2fa_title' => 'दुई-चरण लगइन अनुरोध रिसेट गर्नुहोस्',
    'go_main_page' => 'गृहपृष्ठमा जानुहोस्',

    'signing_in' => 'साइन इन गर्दै...',


    'erp' => [
        'message' => "● अगाडि बढ्नको लागि स्टोर छनोट गर्नुहोस्। यदि तपाईंलाई नयाँ स्टोर चाहिन्छ भने, पहिले यसलाई सिर्जना गर्नुहोस् र पुन: जडान गर्नुहोस्।<br>● तपाईंले जडान गरिरहनुभएको सफ्टवेयर थाहा छ भनेर सुनिश्चित गर्नुहोस्, वा मद्दतको लागि प्रदायकलाई सम्पर्क गर्नुहोस्।",
    ],
    'token-display' => [
        'message' => "हामीले तपाईंको अनुरोधको आधारमा :software का लागि :shop पहुँच गर्न यो टोकन सिर्जना गरेका छौं। कृपया यसलाई सुरक्षित राख्नुहोस् र कसैसँग साझेदारी नगर्नुहोस्। यदि तपाइँ तपाइँको टोकन सम्झौता भएको विश्वास गर्नुहुन्छ भने, तपाइँ यसलाई कुनै पनि समयमा रद्द गर्न सक्नुहुन्छ।",
        'scopes-message' => "यो एउटा टोकन हो जसको स्कोप सहित पसलमा पहुँच छ",
        'manage-tokens-action' => 'टोकनहरू प्रबन्ध गर्नुहोस्',
        'manage-tokens-message' => "तपाईं कुनै पनि समय यहाँ यो टोकन रद्द गर्न सक्नुहुन्छ।"
    ]


,

    'password' => 'प्रदान गरिएको पासवर्ड गलत छ।',
];
