<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "पसल",
    'request' => "अनुरोध",
    'stage' => "स्थिति",
    'budget' => "बजेट",
    'contact' => "सम्पर्क गर्नुहोस्",
    'name' => "नाम",
    'email' => "इमेल",
    'user' => "प्रयोगकर्ता",
    'copy' => "प्रतिलिपि गर्नुहोस्",
    'important' => "महत्त्वपूर्ण",
    'faq' => "FAQ",

    'select_shop' => "पसल चयन गर्नुहोस्",
    'loading' => "लोड गर्दै",

    'add_comment' => "टिप्पणी थप्नुहोस्",
    'add_comment_sub' => "आफ्नो विचार हामी संग साझा गर्नुहोस्",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "'साइन अप' मा क्लिक गरेर, तपाइँ :name <a href='/terms' target='_blank'></a> र <a href='/privacy' target='_blank'> गोपनीयता नीति</a> प्रयोगका सर्तहरूमा सहमत हुनुहुन्छ। तपाईं अर्डर अद्यावधिकहरू र/वा मार्केटिङ उद्देश्यका लागि :name बाट फोन कलहरू र SMS सन्देशहरू प्राप्त गर्न सहमत हुनुहुन्छ। सन्देश आवृत्ति तपाइँको गतिविधि मा निर्भर गर्दछ। तपाईले <b>STOP</b> लाई <b>86753</b> टेक्स्ट गरेर अप्ट आउट गर्न सक्नुहुन्छ। सन्देश र डाटा दरहरू लागू हुन सक्छ। हामी मानिसहरूको गोपनीयताको सम्मान गर्छौं र तपाईंको डाटा कहिल्यै बेच्दैनौं वा विज्ञापनहरूको लागि प्रयोग गर्दैनौं। यदि तपाईंलाई थप जानकारी चाहिन्छ भने, हामीलाई सम्पर्क गर्नुहोस्।",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'सेट गरिएको छैन। मलाई थप जानकारी चाहिन्छ।',
        'start' => "म भर्खरै मेरो व्यवसाय सुरु गर्दैछु।",
        'online' => "मसँग एउटा व्यवसाय छ र यसलाई अनलाइन ल्याउन चाहन्छु।",
        'extend' => "म मेरो अनलाइन स्टोरमा काम गर्छु।",
        'pos' => "म मेरो भौतिक स्टोरमा Selldone POS प्रयोग गर्न चाहन्छु।",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "बैंक स्थानान्तरण",
            'description' => "म्यानुअल रूपमा विक्रेताको खातामा रकम स्थानान्तरण गर्नुहोस्।",
        ],
    ],

];
