<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "इन्स्टाग्राम स्टोर बिल्डर|इन्स्टाग्राम खातालाई अनलाइन स्टोरमा रूपान्तरण गर्नुहोस्",
        'desc' => "आफ्नो पैसा कतै बर्बाद नगर्नुहोस्। एकचोटि तपाईंले Selldone मा आफ्नो स्टोर निर्माण गरिसकेपछि, तपाईंले अब अन्य स्टोर निर्माण उपकरणहरू जस्तै WordPress, Joomla र WooCommerce सँग काम गर्ने सोच्नुहुने छैन।",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "शेफ र उनको प्यारा बिरालो कसरी इन्स्टाग्राममा बेच्छन्?",


        'alt1' => "Selldone इन्स्टाग्राम स्टोर बिल्डर",
        'alt2' => 'इन्स्टाग्राममा सारा केक बेचेको कथा',
        'alt3' => 'Selldone अनलाइन अर्डर प्रशोधन केन्द्र',
        'alt4' => 'Selldone अनलाइन स्टोर भुक्तानी गेटवे',
        'alt5' => 'अनलाइन स्टोरहरूको लागि स्वचालित एसईओ इन्जिन',
        'alt6' => 'इन्स्टाग्राममा अनलाइन बेच्ने नयाँ तरिकाहरू',
        'alt7' => 'ब्रान्डिङ र ब्रान्डिङ',
        'alt8' => 'पसल क्यासियर',
        'alt9' => 'मार्केटिङ र बिक्री उपकरण',
        'alt10' => 'नि: शुल्क व्यापार साझेदार',
        'alt11' => 'अर्डर प्रशोधन केन्द्र',
        'alt12' => 'वफादार ग्राहकहरू',
        'alt13' => 'प्रत्यक्ष भुक्तानी गेटवे',
        'alt14' => 'इन्स्टाग्राम बिक्री च्यानलहरू',
        'alt15' => 'साइट र स्टोर विकासकर्ता भाडामा लिनुहोस्',
        'alt16' => 'Selldone प्लेटफर्म कथा',
        'alt17' => 'साइट र स्टोर स्वचालित एसईओ इन्जिन',
        'alt18' => 'खुशी बिक्रेता',
        'alt19' => 'किनमेल कार्ट',


        'm1' => 'किन Selldone?',
        'm2' => 'स्वत: SEO',
        'm3' => 'मूल्यहरू (नि:शुल्क)',

        'register' => 'दर्ता गर्नुहोस्',

        'header' => '<span class="ulr"> 10x Times</span> इन्स्टाग्राममा थप र राम्रो<br><span class="ulr">Sell</span>',
        'header_msg' => 'कल्पना गर्नुहोस् कि ग्राहकहरूले Instagram बाट स्टोर-जस्तै पृष्ठ खोल्दै, उनीहरूलाई मनपर्ने तस्बिरहरूबाट उत्पादनहरू छनौट गर्दै, तिनीहरूलाई अर्डरमा थप्दै, र तपाइँको खातामा सिधै अनलाइन भुक्तानी गर्दै। समाधान तपाईको अगाडि छ।',

        'name_plc' => 'आफ्नो प्रयोगकर्ता नाम प्रविष्ट गर्नुहोस्',
        'preview' => 'पूर्वावलोकन स्टोर',
        'create_act' => 'एउटा इन्स्टाग्राम स्टोर सिर्जना गर्नुहोस्',


        'title1s' => 'यसले कसरी काम गर्छ?',
        'title1' => 'आफ्नो इन्स्टाग्रामलाई <span class="ulb">full-featured</span> स्टोरमा बदल्नुहोस्!',
        'desc1' => 'तपाईंसँग सबैभन्दा ठूला अनलाइन स्टोरहरूको प्यानल भन्दा धेरै सुविधाहरू हुनेछन्, तर कुनै गल्ती नगर्नुहोस्, साधारण होस्टहरूसँग काम गर्नु रमाइलो छ।',
        'sub1' => 'उत्पादन व्यवस्थापन यसरी काम गर्दछ ...',
        'sub1msg' => "पहिलो चरण उत्पादनहरू थप्न हो। Selldone को साथ, तपाईंले इन्स्टाग्रामबाट उत्पादनहरू आयात गर्न सक्नुहुन्छ, एक्सेल फाइल अपलोड गर्न सक्नुहुन्छ, वा केही क्लिकहरूमा अन्य सरल विधिहरू प्रयोग गर्न सक्नुहुन्छ।",
         'list1_1' => 'पूर्ण रूपमा मार्नुहोस् र व्यवस्थापन बन्द गर्नुहोस्',
         'list1_2' => 'सूची अद्यावधिक र छिटो मूल्य',
         'list1_3' => 'एक्सेल फाइलको साथ उत्पादनहरू थप्नुहोस्',
         'list1_4' => 'यसबाट उत्पादनहरू थप्नुहोस्',
         'list1_5' => 'दिक्क हुनुहुन्छ ? हामी तपाईंलाई थप्नेछौं!',

        'title2s' => 'आदेशहरू यसरी काम गर्दछ ...',
        'title2' => "प्रति दिन १० गुणा बढी अर्डरहरू तपाईंको लागि पर्याप्त छैनन्? Selldone प्रत्येक स्टोरको लागि प्रति दिन १० हजार भन्दा बढी अर्डरहरूको लागि डिजाइन गरिएको हो।",

        'list2_1' => 'आफ्नो यात्रा स्थिति छिट्टै हेर्नुहोस् र छिटो कार्य गर्नुहोस्',
        'list2_2' => 'ग्राहकले आफ्नो अर्डरको पछिल्लो स्थिति हेर्न सक्छ',
        'list2_3' => 'भुक्तानी, अर्डर प्रशोधन र ढुवानी प्रबन्ध गर्नुहोस्',
        'list2_4' => 'आफूले चाहे जति सहयोगीहरू थप्नुहोस्',


        'title3s' => 'प्रत्यक्ष खेल पूरा भयो!',
        'title3' => "तपाइँको स्टोर मा अनलाइन भुक्तानी तपाइँको डोमेन र सिधै तपाइँको खाता मा गरिन्छ! तपाईं अनलाइन पोर्टलहरू र साइटमा भुक्तानीको प्रकारहरू छनौट गर्न सक्नुहुन्छ।",

        'list3_1' => 'अनलाइन भुक्तानी गेटवे (तपाईंको खातामा सिधै)',
        'list3_2' => 'साइटमा भुक्तानी सक्षम गर्न क्षमता',
        'list3_3' => 'इलेक्ट्रोनिक विश्वास प्रतीक बिना गेटवे प्राप्त गर्नुहोस् (पेरोल)',
        'list3_4' => 'भुक्तानीहरू र एक-क्लिक आदेशहरू प्रबन्ध गर्नुहोस्',


        'title4s' => 'स्वत: SEO',
        'title4' => 'SEO-अनुकूल साइट डिजाइन गर्दै जुन SEO उत्कृष्ट अभ्यासहरू पछ्याउँछ तपाईंको अनलाइन व्यापारलाई सम्भावित ग्राहकहरूलाई अझ बढी दृश्यात्मक बनाउन मद्दत गर्दछ। Selldone ले तपाईंलाई SEO-उन्मुख स्टोरको लागि आवश्यक पूर्वाधार प्रदान गर्दछ, त्यसैले तपाईंले Google मा पत्ता लगाउने बारे चिन्ता लिनु पर्दैन।',

        'list4_1' => 'तपाईं हामीसँग राम्रो पाठ र छविहरू छोड्नुहोस्',

        'title0' => 'यो <span class="uly"> अझ व्यावसायिक रूपमा </span> बेच्ने समय हो, आफ्ना ग्राहकहरूलाई खुसी <br> बनाउनुहोस् र तपाईंले अनलाइन व्यापार बढाउँदै हुनुहुन्छ भन्नेमा गर्व महसुस गर्नुहोस्।',


        'title6s' => "यसैमा सन्तुष्ट नहुनुहोस्",
        'title6' => 'इन्स्टाग्राम स्टोर भन्दा धेरै ...',


        'features' => 'सुविधाहरू',
        'features_act' => 'सबै सुविधाहरू हेर्नुहोस्',

        'x1' => 'तपाइँको ब्रान्ड निर्माण गर्न समर्पित डोमेनमा अनलाइन स्टोर र तपाइँको आफ्नै ग्राहक क्लब छ।',
        'x2' => '० $ सेट अप लागत र तपाईंलाई आवश्यक भए जति पसलको लागि अनलाइन स्टोर नगद दर्ता।',
        'x3' => 'सबैभन्दा राम्रो मार्केटिङ र बिक्री उपकरणहरू जुन सबैभन्दा ठूलो पुलिस मार्केट ब्रान्डहरूसँग पनि छैन।',
        'x4' => "Selldone नामको राम्रो र कम अपेक्षा गर्ने साझेदार, जसको सम्पूर्ण प्रयास कम्पनीको बिक्री बढाउन हो, पैसा लिएर छोड्ने होइन।",

        'a1' => 'अर्डर प्रशोधन',
        'a1s' => 'गतिको लागि डिजाइन गरिएको',

        'a2' => 'मार्केटिङ र प्रोत्साहन',
        'a2s' => 'वफादार ग्राहकहरू खोज्नुहोस्',

        'a3' => 'प्रत्यक्ष भुक्तानी',
        'a3s' => 'कुनै भुक्तानी इन्टरफेस छैन',

        'a4' => 'बिक्री च्यानलहरू',
        'a4s' => 'टेलिग्राम, गुगल, इन्स्टाग्राम, आदि।',

        'blog' => 'वबलग',

        'b1' => "के हामीले अझै २०२१ मा प्रोग्रामर भाडामा लिन, स्टोर-बिल्डिंग प्याकेज वा होस्टहरू किन्न आवश्यक छ?",
        'b2' => "Selldone को कथा|साइट र अनलाइन व्यवसायहरू सुरु गर्ने विधिमा परिवर्तन गर्नुहोस्",
        'b3' => 'गुगल परिणामहरूमा स्वचालित एसईओ इन्जिन चम्किन्छ',
        'read' => 'जारी राख्नुहोस्',

        'title5s' => 'के तपाई जान्न चाहानुहुन्छ कि यसको लागत कति छ?',
        'title5' => '<span class="ulr"> मोडेलबाट 2% कमिशन सहित </span> जीवनभर नि:शुल्क <br> मोडेल ०.५% कमिशन मासिक शुल्क सहित',
        'msg5' => "जबसम्म तपाईंसँग बिक्री छैन, एक रियालका मालिकहरूले तपाईंलाई साइट, होस्ट, सर्भर, सेवाहरू, उपकरणहरू, समर्थन, अद्यावधिकहरू र अरू कुनै कुराको लागि शुल्क लिने छैनन्! पैसा सिधै तपाईंको खातामा जम्मा हुनेछ! Selldone ले आफ्ना सबै साझेदारहरूलाई महिनाको अन्त्यमा शुल्क तिर्न वा केही महिना पछि तिनीहरूको वालेट चार्ज गरेर समस्या परेमा विश्वास गर्छ।",
         'footer_act' => "नि: शुल्क मात्र फाइदा होइन! कसरी?",
         'footer' => 'तपाईलाई चाहिने कुनै पनि प्रश्न वा सुझावहरू सोध्नुहोस्।',

        's1' => 'स्मार्ट रिपोर्टिङ',
        's2' => 'नि: शुल्क क्लाउड होस्टिंग',
        's3' => 'रसद र प्रशोधन',
        's4' => 'ल्यान्डिङ पृष्ठ बिल्डर',
        's5' => 'सुविधाहरू र लाभहरू',
        's6' => 'वित्तीय व्यवस्थापन',
        's7' => 'मार्केटिङ उपकरण',
        's8' => 'प्रोत्साहन र ग्राहकहरु',
        's9' => 'Selldone को बारेमा',
        's10' => 'ब्लग',
        's11' => 'मद्दत गर्नुहोस्',
        's12' => 'गोपनीयता',
        's13' => 'नियम र सर्तहरू',
        's14' => 'पसल बिल्डर',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Selldone सँग काम गर्ने बारे चिन्तित हुनुहुन्छ?",
        'import_title' => "Selldone प्रयोगकर्ताहरूलाई सोध्नुहोस्; <span class='ulr'> सरलता र गति</span> मा तिनीहरूको प्रतिक्रियाले तपाईंलाई छक्क पार्नेछ!",
        'import_message' => "तपाइँ तपाइँको उत्पादनहरू इन्स्टाग्रामबाट तपाइँको स्टोरमा सिधै आयात गर्न सक्नुहुन्छ, तर यदि तपाइँ चाहनुहुन्छ भने, तपाइँ स्वचालित रूपमा एक साधारण एक्सेल फाइलको साथ तपाइँको स्टोरमा सबै उत्पादनहरू र चित्रहरू थप्न सक्नुहुन्छ। तपाईंले उही फाइल भर्नुहोस्, Google बाट छविहरूको URL प्रतिलिपि गर्नुहोस्, र अन्तमा तपाईंको CSV फाइल तान्नुहोस् र उत्पादन व्यवस्थापन सेक्सनमा छोड्नुहोस्। Selldone ले तपाइँको लागि गर्नेछ।",
        'import_t1' => "के तपाईसँग कुनै उत्पादन छ",
        'import_b1' => "तिनीहरू विविधता बिना छन्",
        'import_m1' => "केवल यो फाइल डाउनलोड गर्नुहोस्, उत्पादनको नाम, मूल्य र सूची प्रविष्ट गर्नुहोस् र Google जस्तो ठाउँबाट छवि लिङ्क प्रतिलिपि गरेर टाँस्नुहोस्।",

        'import_b2' => "बहु भिन्नताहरू",
        'import_m2' => "विविधता भनेको रंग, आकार, सामग्री र त्यस्ता चीजहरू हुन्। यदि तपाइँसँग धेरै उत्पादनहरू छन् भने, तपाइँ यो फाइल डाउनलोड गर्न सक्नुहुन्छ र तपाइँको उत्पादन जानकारी भर्न सक्नुहुन्छ। यो अलि गाह्रो छ",

        'import_download' => "नमूना फाइल डाउनलोड गर्नुहोस्",

    ]

];
