<?php

return [
    'default_title' => 'SELLDONE',
    'keywords' => ['व्यापार ओएस', 'domain', 'selldone', 'ecommerce प्लेटफर्म', 'पसल निर्माणकर्ता', 'पसल निर्माणकर्ता', 'वेबसाइट निर्माणकर्ता', 'व्यापार विचार', 'कस्टम समुदाय बिल्डर', 'व्हाइटलेबल ईकमर्स'],
    'samin' => 'Selldone',
    'Selldone' => 'Selldone',


    'related' => 'सम्बन्धित',
    'share' => 'सेयर गर्नुहोस्',

    /*
    |--------------------------------------------------------------------------
    | Global
    |--------------------------------------------------------------------------
    */
    'global' => [
        'blog' => 'ब्लग',
    ],

    /*
    |--------------------------------------------------------------------------
    | Global footer
    |--------------------------------------------------------------------------
    */
    'footer-title' => 'Selldone®|व्यवसाय <span class="os-grad">OS</span>™',
    'footer-subtitle' => "SMEs र स्वतन्त्र ब्रान्डहरूको लागि #1 अपरेटिङ सिस्टम",
    'footer-about-selldone' => 'Selldone, एक eCommerce प्लेटफर्म को रूप मा, व्यवसाय को वृद्धि को लागी एक परी को रूप मा संचालित। तपाईंसँग सानो इट्टा-र-मोर्टार स्टोर वा ठूलो कम्पनी होस्, तपाईंले इन्टरनेटमा आफ्नो उत्पादन प्रदर्शन गर्न आवश्यक छ। Selldone कम सञ्चालन लागत र अधिक लचिलोपन संग अनलाइन स्टोरहरू निर्माण गर्न प्रयोग गरियो। थप रूपमा, हामी सधैं-सुधार्ने ई-वाणिज्य प्रबन्धन उपकरण चेन प्रदान गर्दछौं जसले प्रत्येक हप्ता नयाँ सुविधाहरू प्राप्त गर्दछ, जस्तै स्टोर प्रशासन र भिजुअल प्रोग्रामिङ इन्टरफेसलाई अनुकूलन स्वचालन प्रक्रियाहरू वा AI एकीकरण सिर्जना गर्न एकीकृत गर्ने।',
    'footer-action' => "तपाईंको ईकमर्स सिर्जना गर्नुहोस् - यो नि: शुल्क छ",

    'footer' => [
        'about' => 'Selldone को बारेमा',
        'contact' => 'हामीलाई सम्पर्क गर्नुहोस',
        'email' => 'support@selldone.com',
        'phone' => '🇩🇰 +४५ ३६९९१२१५',
    ],

    'footer-menu' => [


        // Menu 1:
        [
            'title' => 'Selldone',
            'items' => [
                ['title' => 'व्यापार मंच', 'href' => '/store-builder'],
                ['title' => 'ब्लग', 'href' => '/blog'],
                ['title' => 'मद्दत गर्नुहोस्', 'href' => '/help'],
                ['title' => 'FAQ', 'href' => '/faq'],
                ['title' => 'गोपनीयता नीति', 'href' => '/privacy'],
                ['title' => 'सेवा अवधि', 'href' => '/terms'],
            ],
        ],

        // Menu 2:
        [
            'title' => 'विशेषताहरु',
            'items' => [
                ['title' => 'सुविधाहरू र लाभहरू', 'href' => '/features'],
                ['title' => 'Marketing tools', 'href' => '/marketing'],
                ['title' => 'Processing center', 'href' => '/order-processing'],
                ['title' => 'प्रोत्साहन र क्लबहरू', 'href' => '/incentives'],
                ['title' => 'लेखा परिक्षण र लेखा', 'href' => '/auditing'],
                ['title' => 'Cloud hosting', 'href' => '/cloud'],

            ],
        ],

        // Menu 3:
        [
            'title' => 'समाधानहरू',
            'items' => [
                ['title' => 'NFT संग्रह', 'href' => '/nft'],
                ['title' => 'गिल्ड', 'href' => '/guild'],
                ['title' => 'एभोकाडो', 'href' => '/avocado'],
                ['title' => 'विज्ञहरू', 'href' => '/experts'],
                ['title' => 'SEO engine', 'href' => '/seo'],
                ['title' => 'Smart report', 'href' => '/smart-report'],
            ],
        ],

        // Menu 4:
        [
            'title' => 'सेवाहरू',
            'items' => [
                ['title' => 'मूल्य र योजनाहरू', 'href' => '/price'],
                ['title' => 'अनुप्रयोगहरू', 'href' => '/apps'],
                ['title' => 'Application builder', 'href' => '/app-builder'],
                ['title' => 'पृष्ठ निर्माता', 'href' => '/page-builder'],
                ['title' => 'Logistic solution', 'href' => '/logistic'],
                ['title' => 'स्वचालन र IoT', 'href' => '/automation'],

            ],
        ],


    ],


    /*
    |--------------------------------------------------------------------------
    | Global header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'home' => 'घर',
        'features' => 'विशेषताहरु',
        'pricing' => 'मूल्य निर्धारण',
        'blogs' => 'ब्लग',
        'community' => 'समुदाय',
        'help' => 'मद्दत गर्नुहोस्',
        'features-menu' => [
            'store-builder' => 'ईकमर्स बिल्डर',
            'community-platform' => 'अनुकूलन समुदाय',
            'cloud' => 'क्लाउड-आधारित होस्टिंग',
            'page-builder' => 'ल्यान्डिङ पृष्ठ बिल्डर',
            'smart-report' => 'स्मार्ट रिपोर्ट जेनरेटर',
            'payment' => 'भुक्तानी र लेखा',

            'staffs' => 'ग्राहक र टोली',
            'logistic' => 'लजिस्टिक र डेलिभरी',
            'order-processing' => 'आदेश र प्रशोधन',
            'marketing' => 'मार्केटिङ र अभियान',
            'incentives' => 'क्लब र प्रोत्साहन',
            'pos' => 'अनलाइन POS',
            'seo' => 'अटो एसईओ इन्जिन',
            'automation' => 'स्वचालन र IoT',
            'ai' => 'एआई वाणिज्य',
            'app-builder' => 'आवेदन निर्माणकर्ता',
        ],
        'build' => "निर्माण गर्नुहोस्",
        'build-sub' => "हामी तपाईंको सफलताको कथा सिर्जना गर्न तपाईंको वरिपरि एउटा प्रणाली बनाउँछौं।",

        'manage' => "व्यवस्थापन गर्नुहोस्",
        'manage-sub' => "तपाईको व्यवसाय प्रबन्ध गर्नु पहिले भन्दा धेरै रमाइलो हुनेछ।",

        'sel' => "बेच्नुहोस्",
        'sel-sub' => "सधैं बन्द हुनुहोस्, पैसा कमाउनुहोस् र मजा लिनुहोस्।",

        'grow' => "बढ्नुहोस्",
        'grow-sub' => "उद्यम-ग्रेड सुविधाहरू र उपकरणहरू तपाईंको हातमा, आकाश तपाईंको सीमा हुनेछ।",


    ],

    /*
    |--------------------------------------------------------------------------
    | Article
    |--------------------------------------------------------------------------
    */
    'article' => [
        'list-of-content' => 'सामग्रीको सूची',
        'author' => 'लेखक',
        'others-title' => ":title बारे थप अन्तर्दृष्टिहरू",
    ],


    /*
    |--------------------------------------------------------------------------
    | Main pages
    |--------------------------------------------------------------------------
    */
    'page.login' => ['title' => 'Selldone |लगइन गर्नुहोस्', 'image' => '/images/seo/en/login.jpg', 'description' => "तपाईसँग कति पूँजी छ, तपाईले आफ्नो व्यवसाय कहाँबाट सुरु गर्नुभयो, तपाई संसारमा कहाँ बस्नुभयो भन्ने कुराले फरक पार्दैन! Selldone ले तपाईंलाई सबै व्यावसायिक बिक्री उपकरणहरू प्रदान गरेको छ। दर्ता र यी उपकरणहरू सबैका लागि र सदाको लागि निःशुल्क छन्।"],
    'page.register' => ['title' => 'Selldone |दर्ता गर्नुहोस्', 'image' => '/images/seo/en/login.jpg', 'description' => "हामी विश्वास गर्छौं कि पहुँच एक अधिकार हो र विशेषाधिकार होइन! तपाईंसँग न्यु योर्कको सबैभन्दा धनी सडकमा वा टाढाको गाउँमा व्यापार छ, इन्टरनेट र अनलाइन उपकरण तपाईंले अनलाइन बेच्न आवश्यक हुनुपर्दछ! यो Selldone को सपना हो।"],


    'page.home' => ['title' => "पेशेवरहरू जस्तै बेच्नुहोस् — Selldone® Business OS", 'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg', 'description' => "Selldone तपाईंको व्यवसायलाई दृश्यात्मक रूपमा निर्माण, व्यवस्थापन र मापन गर्नको लागि एक व्यापार ओएस हो। लाखौं अर्डरहरूको लागि निर्मित बिना-कोड, कुनै-विशेषज्ञ-आवश्यक समाधानको साथ यसलाई आफैं बनाउनुहोस्।"],
    'page.helps' => ['title' => 'मद्दत गर्नुहोस्', 'image' => '/images/seo/en/help.jpg', 'description' => "कसरी सफल व्यवसाय बनाउने ।"],
    'page.blogs' => ['title' => 'व्यापार ओएस म्याग', 'image' => '/images/seo/en/academy.jpg', 'description' => "अनलाइन बिक्री गर्नको लागि तपाइँको एक-स्टप गाईड, सुझावहरू, युक्तिहरू, र विशेषज्ञ सल्लाह, अनलाइन बिक्रीको गर्न र नगर्ने, तपाइँको अनलाइन राजस्व अधिकतम गर्न विशेषज्ञ सुझावहरू सहित।"],
    'page.faqs' => ['title' => 'बारम्बार सोधिने प्रश्नहरू', 'image' => '/images/seo/en/faq.jpg', 'description' => "Selldone मा प्रश्नोत्तर।"],
    'page.price' => ['title' => 'मूल्य सूची', 'image' => '/images/seo/en/price.jpg', 'description' => "कुनै पनि समय सीमा बिना नि: शुल्क स्टोर र साइट निर्माण गर्ने सबै व्यावसायिक सुविधाहरू तपाइँको लागि पर्खिरहेका छन्।"],


    'page.apps' => ['title' => 'आवेदन एकीकरण', 'image' => '/images/seo/en/apps.jpg', 'description' => "स्टोरमा एप्लिकेसनहरू स्थापना गर्न केवल एक क्लिकको साथ तपाईंको स्टोरको लागि प्रदान गरिएको छ।"],
    'page.experts' => ['title' => 'विज्ञहरू', 'image' => '/images/seo/en/expert.jpg', 'description' => "तपाईंको स्टोरको डिजाइन, सुरुवात, विज्ञापन वा प्रबन्ध गर्ने बारे चिन्ता नगर्नुहोस्, Selldone विशेषज्ञहरू तपाईंलाई मद्दत गर्न तयार छन्। चीजहरू अझ राम्रो र छिटो गर्नको लागि एक प्रमाणित विशेषज्ञलाई भाडामा लिनुहोस्।"],


    'page.avocado' => ['title' => 'एभोकाडो - आधुनिक सामाजिक बिक्री च्यानल', 'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
        'description' => "एक रकम र शीर्षक मात्र तपाईलाई आफ्ना ग्राहकहरूबाट भुक्तानीहरू सङ्कलन गर्न आवश्यक छ। पैसा सीधै तपाईंको खातामा जम्मा हुन्छ, र तपाईंका ग्राहकहरूले सहज किनमेल अनुभव पाउँछन्।"],

    // All private dashboards:
    'shuttle' => ['title' => 'शटल|आफ्नो व्यापार ओएस प्रबन्ध गर्नुहोस्', 'image' => '/images/seo/en/dashboard.jpg',
        'description' => "स्टोर व्यवस्थापन प्यानल, यदि तपाइँसँग यो स्टोरमा पहुँच छ भने, तपाइँ यो लिङ्क मार्फत तपाइँको स्टोर व्यवस्थापन ड्यासबोर्ड प्रविष्ट गर्न सक्नुहुन्छ।"],

    'shuttle-shop' => ['title' => 'पसल ड्यासबोर्ड|आफ्नो स्टोर व्यवस्थापन गर्नुहोस्', 'image' => '/images/seo/en/shuttle-shop.jpg', 'video' => '/images/seo/en/videos/shuttle-shop.mp4',
        'description' => "आफ्नो ड्यासबोर्डमा सबै कुरा प्रबन्ध गर्नुहोस्। उत्पादनहरू, अर्डरहरू, ल्यान्डिङ पृष्ठ डिजाइन, मार्केटिङ, प्रोत्साहन र तपाईंलाई उत्कृष्ट व्यवसायको लागि आवश्यक सबै कुराहरू प्रबन्ध गर्नुहोस्।"],


    'guild' => ['title' => 'गिल्ड - सामूहिक बिक्री च्यानल', 'image' => '/images/seo/en/guild.jpg?v=2',
        'description' => "एक महान समाज सिर्जना गरेर आफ्नो व्यवसाय प्राप्त गर्न योग्य, र संसारभरि सबैको लागि पहुँचयोग्य बनाउनुहोस्।"],


    'page.referral' => ['title' => 'सम्बद्ध कार्यक्रम - Selldone', 'image' => '/images/seo/en/referral.png', 'description' => "एक रोमाञ्चक मिशनमा सामेल हुनुहोस् र आफ्नो लागि एक निष्क्रिय आय स्ट्रिम निर्माण गर्नुहोस्।"],


    'page.press' => ['title' => 'प्रेस स्रोतहरू - Selldone', 'image' => '/images/seo/en/press.png', 'description' => "Selldone को बारेमा लेख्न इच्छुक जो कोहीको लागि स्रोतहरू।"],
    'page.roadmap' => ['title' => 'रोडम्याप — Selldone', 'image' => '/images/seo/roadmap.jpg', 'description' => "यो एक किसिमको प्लेटफर्म हो: SMEs को लागि इन्टरप्राइज-ग्रेड उपकरणहरू सहितको सेवाको रूपमा सबै-इन-वन, बिना कोडको व्यापार सञ्चालन प्रणाली।"],

    'page.onboarding' => ['title' => 'नि: शुल्क अनलाइन स्टोर वेबसाइट सिर्जनाकर्ता - उत्तरदायी र व्यावसायिक', 'image' => '/images/seo/ui-kit.jpg', 'description' => "Selldone एक ई-वाणिज्य प्लेटफर्म हो जुन तपाइँको व्यवसाय बढ्न मद्दत गर्न को लागी बनाइएको छ। तपाईंसँग सानो इट्टा-र-मोर्टार स्टोर वा ठूलो कम्पनी होस्, तपाईंलाई व्यावसायिक, प्रयोग गर्न सजिलो उपकरणहरू चाहिन्छ।"],



    'page.books' => ['title' => 'व्यापार पुस्तिकाहरू: अनलाइन किनमेल वेबसाइटहरूको लागि सुरु र वृद्धि सुझावहरू', 'image' => '/images/seo/en/cover.jpg', 'description' => "तपाईं यहाँ व्यापार विकास बारे निःशुल्क ह्यान्डबुकहरू डाउनलोड गर्न सक्नुहुन्छ। यी पुस्तकहरूमा, तपाईंले आफ्नो अनलाइन स्टोरमा रूपान्तरण दरहरू बढाउनको लागि व्यापार र व्यावहारिक सुधार गाइडहरू विकास गर्नका लागि पूर्ण सुझावहरू पाउनुहुनेछ।"],


    'page.quiz' => ['title' => 'प्रश्नोत्तरी|के तपाईंको लागि व्यापार अपरेटिङ सिस्टम सही छ?', 'image' => '/images/seo/en/quiz.png', 'description' => "यदि तपाइँ जान्न चाहानुहुन्छ कि तपाइँको व्यवसायलाई आवश्यक छ वा व्यवसाय OS प्रयोग गर्न सक्नुहुन्छ, कुनै पनि अगाडि जानु अघि, कृपया यो 60sec प्रश्नोत्तरी लिनुहोस्। यदि तपाइँ जान्न चाहानुहुन्छ कि तपाइँको व्यवसायलाई आवश्यक छ वा व्यवसाय OS प्रयोग गर्न सक्नुहुन्छ, कुनै पनि अगाडि जानु अघि, कृपया यो 60sec प्रश्नोत्तरी लिनुहोस्।"],


    'page.countries' => ['title' => 'समर्थित देशहरू र स्थानीय भुक्तानीहरू - व्यापार ओएस', 'image' => '/images/seo/en/countries.png', 'description' => "व्यवसाय OS, कुनै विषयवस्तु, प्लगइन, वा कोड बिना कुनै चीजमा ई-वाणिज्य प्लेटफर्महरूबाट वाणिज्य सेवाहरूको अर्को विकास चरण। 100% नेत्रहीन!"],


    'page.participant' => ['title' => 'तपाईले चाहानु भएको समुदाय — खेल्नुहोस् र $20 जित्नुहोस्', 'image' => '/images/seo/en/participants.jpg', 'description' => "तपाईंले अरूलाई मद्दत गर्न छोटो भिडियोहरू सिर्जना गरेर र प्रति भिडियो २० USD उपहार क्रेडिट प्राप्त गरेर बिकाइएको समुदायमा भाग लिन सक्नुहुन्छ।"],

    'page.tax' => ['title' => 'विश्वव्यापी कर दर सूची', 'image' => '/images/seo/en/tax.jpg', 'description' => "तपाईं कर नियमहरू ओभरराइड गर्न सक्नुहुन्छ र विभिन्न उत्पादन कोटीहरूको लागि एक भन्दा बढी कर प्रोफाइल सिर्जना गर्न सक्नुहुन्छ।"],


    'page.premium' => ['title' => 'प्रिमियममा स्तरवृद्धि गर्नुहोस् र तपाईंको ई-वाणिज्य खेललाई रूपान्तरण गर्नुहोस्', 'image' => '/images/seo/en/premium.jpg', 'description' => "Selldone प्रिमियमको साथ आफ्नो अनलाइन स्टोर बढाउनुहोस्। दक्षता अभिवृद्धि गर्न र डिजिटल बजारमा बाहिर खडा हुन विशेष AI उपकरणहरू, बेस्पोक टेम्प्लेटहरू र थप कुराहरू पहुँच गर्नुहोस्। एक स्मार्ट, स्लिकर ई-वाणिज्य अनुभवको लागि अहिले सम्मिलित हुनुहोस्!"],


    'page.builder' => [
        'title' => 'नि: शुल्क पृष्ठ निर्माणकर्ता र ल्यान्डिङ पृष्ठ सम्पादक Webapp - कुनै लगइन आवश्यक छैन',
        'image' => '/images/seo/en/builder.png',
        'description' => 'हाम्रो नि:शुल्क, प्रयोगकर्ता-मैत्री पृष्ठ निर्माणकर्ता र सम्पादकको साथ सहजै आश्चर्यजनक वेब पृष्ठहरू र ल्यान्डिङ पृष्ठहरू सिर्जना गर्नुहोस्। लगइन आवश्यक छैन। हाम्रो सहज ड्र्याग-एण्ड-ड्रप इन्टरफेसको साथ तपाईंको वेब पृष्ठहरू छिटो डिजाइन, अनुकूलित र प्रकाशित गर्नुहोस्। मार्केटरहरू, साना व्यवसाय मालिकहरू, र एक झन्झट-रहित वेब डिजाइन समाधान खोज्ने विकासकर्ताहरूको लागि उत्तम।'
    ],

    'page.token' => [
        'title' => 'Selldone सिक्का (SLDN) - सशक्तिकरण ई-वाणिज्य नवीनता',
        'image' => '/images/seo/en/token.jpg?v=1',
        'description' => 'Selldone सिक्का (SLDN), ई-वाणिज्य उद्यमीहरूलाई पुरस्कृत र सशक्त बनाउन डिजाइन गरिएको डिजिटल टोकन पत्ता लगाउनुहोस्। Selldone इकोसिस्टमको अभिन्न अंग SLDN मार्फत आफ्नो व्यवसाय कमाउनुहोस्, व्यापार गर्नुहोस् र बढाउनुहोस्।'
    ],


    'page.red-alert' => ['title' => 'रेड अलर्ट - आपराधिक गतिविधि र सुरक्षा कार्यक्रम रिपोर्ट गर्नुहोस्',
        'image' => '/images/seo/en/red-alert.jpg',
        'description' => 'Selldone - उपलब्ध सबैभन्दा सुरक्षा-केन्द्रित प्लेटफर्मको साथ सुरक्षा र सुरक्षाको अन्तिम अनुभव गर्नुहोस्। हाम्रो रेड अलर्ट कार्यक्रमले तपाइँलाई तपाइँको समुदाय सुरक्षित रहेको सुनिश्चित गर्दै, तुरुन्त र सुरक्षित रूपमा आपराधिक गतिविधि रिपोर्ट गर्न शक्ति दिन्छ। सुरक्षित छिमेकहरू सिर्जना गर्न र अपराध विरुद्ध कारबाही गर्न हाम्रो मिशनमा हामीसँग सामेल हुनुहोस्।'    ],

    /*
    |--------------------------------------------------------------------------
    | App pages
    |--------------------------------------------------------------------------
    */
    'apps.structure-data' => ['title' => 'संरचना डाटा जेनरेटर| JSON-LD', 'description' => "सबै आवश्यक वस्तु गुणहरू र थप कुराहरू सहित JSON-LD मार्कअपहरू सिर्जना गर्न यो शक्तिशाली संरचित डेटा जनरेटर प्रयोग गर्नुहोस्।"
    ],

    /*
    |--------------------------------------------------------------------------
    | Call to action
    |--------------------------------------------------------------------------
    */
    'call-to-action' => [
        'title' => "बजारमा उत्कृष्ट नो-टेक्निकल समाधानद्वारा आफ्नो व्यवसायलाई अनलाइन बनाउनुहोस्।",
        'money-back' => "30 दिन पैसा फिर्ता ग्यारेन्टी",
        'action' => "तपाईंको ईकमर्स सिर्जना गर्नुहोस्",
        'action-sub' => "अब सुरु गर्नुहोस् - यो नि: शुल्क छ",
        'message' => "तपाईंको कम अनलाइन बिक्री दरलाई अलविदा भन्नुहोस्!",
    ]

,

    'page' => [
        'login' => [
            'title' => 'Selldone | लग - इन',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'तपाईसँग कति पूँजी छ, तपाईले आफ्नो व्यवसाय कहाँबाट सुरु गर्नुभयो, तपाई संसारमा कहाँ बस्नुभयो भन्ने कुराले फरक पार्दैन! Selldone ले तपाईंलाई सबै व्यावसायिक बिक्री उपकरणहरू प्रदान गरेको छ। दर्ता र यी उपकरणहरू सबैका लागि र सदाको लागि निःशुल्क छन्।',
        ],
        'register' => [
            'title' => 'Selldone | दर्ता गर्नुहोस्',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'हामी विश्वास गर्छौं कि पहुँच एक अधिकार हो र विशेषाधिकार होइन! तपाईंसँग न्यु योर्कको सबैभन्दा धनी सडकमा वा टाढाको गाउँमा व्यापार छ, इन्टरनेट र एक अनलाइन उपकरण तपाईंले अनलाइन बेच्न आवश्यक हुनुपर्दछ! यो Selldone को सपना हो।',
        ],
        'home' => [
            'title' => 'व्यावसायिकहरू जस्तै बिक्री — Selldone® Business OS',
            'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg',
            'description' => 'Selldone एक व्यापार OS हो जसले तपाईंको व्यवसायलाई दृश्यात्मक रूपमा निर्माण, व्यवस्थापन र मापन गर्दछ। लाखौं अर्डरहरूको लागि बिना-कोड र कुनै-विशेषज्ञ आवश्यक समाधानको साथ यसलाई आफैं बनाउनुहोस्।',
        ],
        'helps' => [
            'title' => 'मद्दत गर्नुहोस्',
            'image' => '/images/seo/en/help.jpg',
            'description' => 'कसरी सफल व्यवसाय बनाउने ।',
        ],
        'blogs' => [
            'title' => 'ब्लग',
            'image' => '/images/seo/en/academy.jpg',
            'description' => 'नवीनतम Selldone समाचार र सामग्री।',
        ],
        'faqs' => [
            'title' => 'बारम्बार सोधिने प्रश्नहरू',
            'image' => '/images/seo/en/faq.jpg',
            'description' => 'Selldone मा प्रश्नोत्तर।',
        ],
        'price' => [
            'title' => 'मूल्य सूचि',
            'image' => '/images/seo/en/price.jpg',
            'description' => 'कुनै पनि समय सीमा बिना नि: शुल्क स्टोर र साइट निर्माण गर्ने सबै व्यावसायिक सुविधाहरू तपाइँको लागि पर्खिरहेका छन्।',
        ],
        'apps' => [
            'title' => 'एप स्टोर',
            'image' => '/images/seo/en/apps.jpg',
            'description' => 'स्टोरमा एप्लिकेसनहरू स्थापना गर्न केवल एक क्लिकको साथ तपाईंको स्टोरको लागि प्रदान गरिएको छ।',
        ],
        'experts' => [
            'title' => 'विज्ञहरू',
            'image' => '/images/seo/en/expert.jpg',
            'description' => 'तपाईंको स्टोरको डिजाइन, सुरुवात, विज्ञापन वा प्रबन्ध गर्ने बारे चिन्ता नगर्नुहोस्, Selldone विशेषज्ञहरू तपाईंलाई मद्दत गर्न तयार छन्। चीजहरू अझ राम्रो र छिटो गर्नको लागि एक प्रमाणित विशेषज्ञलाई भाडामा लिनुहोस्।',
        ],
        'avocado' => [
            'title' => 'एभोकाडो - आधुनिक सामाजिक बिक्री च्यानल',
            'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
            'description' => 'एक रकम र एक शीर्षक मात्र तपाईलाई आफ्नो ग्राहकहरुबाट पैसा प्राप्त गर्न आवश्यक छ! पैसा सिधै तपाइँको खातामा जम्मा हुनेछ र तपाइँका ग्राहकहरु एक अद्वितीय खरीदारी अनुभव हुनेछ।',
        ],
        'referral' => [
            'title' => 'सम्बद्ध कार्यक्रम - Selldone',
            'image' => '/images/seo/en/referral.png',
            'description' => 'एक रोमाञ्चक मिशनमा सामेल हुनुहोस् र आफ्नो लागि एक निष्क्रिय राजस्व स्ट्रिम बनाउनुहोस्।',
        ],
        'press' => [
            'title' => 'प्रेस संसाधन - Selldone',
            'image' => '/images/seo/en/press.png',
            'description' => 'Selldone को बारे मा लेख्न इच्छुक जो कोही को लागी संसाधन।',
        ],
        'roadmap' => [
            'title' => 'रोडम्याप - Selldone',
            'image' => '/images/seo/roadmap.jpg',
            'description' => 'यो एक प्रकारको प्लेटफर्म हो; यो पूर्णतया अद्वितीय छ र अरू सबै भन्दा धेरै फरक छ। यो एसएमईहरूका लागि इन्टरप्राइज-ग्रेड उपकरणहरू सहितको सेवाको रूपमा एक मात्र-इन-वन, नो-कोड बिजनेस अपरेटिङ सिस्टम हो।',
        ],
        'onboarding' => [
            'title' => 'नि: शुल्क अनलाइन शपिंग वेबसाइट सिर्जनाकर्ता - उत्तरदायी, र व्यावसायिक',
            'image' => '/images/seo/ui-kit.jpg',
            'description' => 'Selldone, एक eCommerce प्लेटफर्मको रूपमा, तपाईंको व्यवसायको वृद्धिको लागि एक परी जस्तै सञ्चालन गर्दछ। तपाईंसँग सानो इट्टा-र-मोर्टार स्टोर वा ठूलो कम्पनी होस्, तपाईंलाई व्यावसायिक तर प्रयोग गर्न सजिलो उपकरणहरूको सेट चाहिन्छ।',
        ],
        'books' => [
            'title' => 'व्यापार पुस्तिकाहरू: अनलाइन किनमेल वेबसाइटहरूको लागि सुरु र वृद्धि सुझावहरू',
            'image' => '/images/seo/en/cover.jpg',
            'description' => 'तपाईं यहाँ व्यापार विकास बारे निःशुल्क ह्यान्डबुकहरू डाउनलोड गर्न सक्नुहुन्छ। यी पुस्तकहरूमा, तपाईंले आफ्नो अनलाइन स्टोरमा रूपान्तरण दरहरू बढाउनको लागि व्यापार र व्यावहारिक सुधार गाइडहरू विकास गर्नका लागि पूर्ण सुझावहरू पाउनुहुनेछ।',
        ],
        'quiz' => [
            'title' => 'प्रश्नोत्तरी | के तपाईंको लागि व्यापार अपरेटिङ सिस्टम सही छ?',
            'image' => '/images/seo/en/quiz.png',
            'description' => 'यदि तपाइँ जान्न चाहानुहुन्छ कि तपाइँको व्यवसायलाई आवश्यक छ वा व्यवसाय OS प्रयोग गर्न सक्नुहुन्छ, कुनै पनि अगाडि जानु अघि, कृपया यो 60sec प्रश्नोत्तरी लिनुहोस्। यदि तपाइँ जान्न चाहानुहुन्छ कि तपाइँको व्यवसायलाई आवश्यक छ वा व्यवसाय OS प्रयोग गर्न सक्नुहुन्छ, कुनै पनि अगाडि जानु अघि, कृपया यो 60sec प्रश्नोत्तरी लिनुहोस्।',
        ],
        'countries' => [
            'title' => 'समर्थित देशहरू र स्थानीय भुक्तानीहरू - व्यापार ओएस',
            'image' => '/images/seo/en/countries.png',
            'description' => 'व्यवसाय OS, कुनै विषयवस्तु, प्लगइन, वा कोड बिना कुनै चीजमा ई-वाणिज्य प्लेटफर्महरूबाट वाणिज्य सेवाहरूको अर्को विकास चरण। 100% नेत्रहीन!',
        ],
        'participant' => [
            'title' => 'तपाईले चाहानु भएको समुदाय — खेल्नुहोस् र $20 जित्नुहोस्',
            'image' => '/images/seo/en/participants.jpg',
            'description' => 'अरूलाई मद्दत गर्न र प्रति भिडियो २० USD सम्मको उपहार क्रेडिट प्राप्त गर्नको लागि छोटो भिडियोहरू सिर्जना गरेर तपाईंले बेचेको समुदायमा भाग लिन सक्नुहुन्छ।',
        ],
        'tax' => [
            'title' => 'विश्वव्यापी कर दर सूची',
            'image' => '/images/seo/en/tax.jpg',
            'description' => 'तपाईं कर नियमहरू ओभरराइड गर्न सक्नुहुन्छ र विभिन्न उत्पादन कोटीहरूको लागि एक भन्दा बढी कर प्रोफाइल सिर्जना गर्न सक्नुहुन्छ।',
        ],
        'premium' => [
            'title' => 'प्रिमियममा स्तरवृद्धि गर्नुहोस् र तपाईंको ई-वाणिज्य खेललाई रूपान्तरण गर्नुहोस्',
            'image' => '/images/seo/en/premium.jpg',
            'description' => 'Selldone Premium मार्फत आफ्नो अनलाइन स्टोरलाई बढाउनुहोस्। दक्षता अभिवृद्धि गर्न र डिजिटल बजारमा बाहिर खडा हुन विशेष AI उपकरणहरू, बेस्पोक टेम्प्लेटहरू र थप कुराहरू पहुँच गर्नुहोस्। एक स्मार्ट, स्लिकर ई-वाणिज्य अनुभवको लागि अहिले सम्मिलित हुनुहोस्!',
        ],
        'builder' => [
            'title' => 'नि: शुल्क पृष्ठ निर्माणकर्ता र ल्यान्डिङ पृष्ठ सम्पादक Webapp - कुनै लगइन आवश्यक छैन',
            'image' => '/images/seo/en/builder.png',
            'description' => 'हाम्रो नि:शुल्क, प्रयोगकर्ता-मैत्री पृष्ठ निर्माणकर्ता र सम्पादकको साथ सहजै आश्चर्यजनक वेब पृष्ठहरू र ल्यान्डिङ पृष्ठहरू सिर्जना गर्नुहोस्। लगइन आवश्यक छैन। हाम्रो सहज ड्र्याग-एण्ड-ड्रप इन्टरफेसको साथ तपाईंको वेब पृष्ठहरू छिटो डिजाइन, अनुकूलित र प्रकाशित गर्नुहोस्। मार्केटरहरू, साना व्यवसाय मालिकहरू, र एक झन्झट-रहित वेब डिजाइन समाधान खोज्ने विकासकर्ताहरूको लागि उत्तम।',
        ],
    ],
    'apps' => [
        'structure-data' => [
            'title' => 'संरचना डाटा जेनरेटर | JSON-LD',
            'description' => 'सबै आवश्यक वस्तु गुणहरू र थप कुराहरू सहित JSON-LD मार्कअपहरू सिर्जना गर्न यो शक्तिशाली संरचित डेटा जनरेटर प्रयोग गर्नुहोस्।',
        ],
    ],
];
