<?php 

 return [
     "default_title" => "SELLDONE",
     "keywords" => [
        "ବ୍ୟବସାୟ os",
        "domain",
        "selldone",
        "ଇ-କମର୍ସ ପ୍ଲାଟଫର୍ମ |",
        "ଷ୍ଟୋର ବିଲଡର୍ |",
        "ଦୋକାନ ନିର୍ମାଣକାରୀ |",
        "ୱେବସାଇଟ୍ ବିଲଡର୍ |",
        "ବ୍ୟବସାୟ ଧାରଣା |",
        "କଷ୍ଟମ୍ ସମ୍ପ୍ରଦାୟ ନିର୍ମାଣକାରୀ |",
        "ହ୍ୱାଇଟବେଲ୍ ଇକମର୍ସ |"
     ],
     "samin" => "ବିକ୍ରେତା",
     "Selldone" => "ବିକ୍ରେତା",
     "related" => "ସମ୍ବନ୍ଧିତ",
     "share" => "ଅଂଶୀଦାର କରନ୍ତୁ |",
     "global" => [
     "blog" => "ବ୍ଲଗ୍",
],
     "footer-title" => "Selldone® | | ବ୍ୟବସାୟ <span class='os-grad'>OS</span> ™",
     "footer-subtitle" => "କ୍ଷୁଦ୍ର ଓ ମଧ୍ୟମ ଉଦ୍ୟୋଗ ଏବଂ ସ୍ independent ାଧୀନ ବ୍ରାଣ୍ଡ ପାଇଁ # 1 ଅପରେଟିଂ ସିଷ୍ଟମ୍ |",
     "footer-about-selldone" => "ସେଲଡୋନ୍, ଏକ ଇ-କମର୍ସ ପ୍ଲାଟଫର୍ମ ଭାବରେ, ବ୍ୟବସାୟର ଅଭିବୃଦ୍ଧି ପାଇଁ ଏକ ଦୂତ ଭାବରେ କାର୍ଯ୍ୟ କରେ | ଆପଣଙ୍କର ଏକ ଛୋଟ ଇଟାଭାଟି ଷ୍ଟୋର ହେଉ କିମ୍ବା ଏକ ବଡ଼ କମ୍ପାନୀ ଅଛି, ଆପଣଙ୍କୁ ଇଣ୍ଟରନେଟରେ ଆପଣଙ୍କର ଉତ୍ପାଦ ପ୍ରଦର୍ଶନ କରିବାକୁ ପଡିବ | କମ୍ ଅପରେଟିଂ ଖର୍ଚ୍ଚ ଏବଂ ଅଧିକ ନମନୀୟତା ସହିତ ଅନ୍ଲାଇନ୍ ଷ୍ଟୋର୍ଗୁଡିକ ନିର୍ମାଣ କରିବାକୁ ସେଲଡୋନ୍ ବ୍ୟବହୃତ ହେଉଥିଲା | ଏହା ସହିତ, ଆମେ ଏକ ସର୍ବଦା ଉନ୍ନତ ଇ-ବାଣିଜ୍ୟ ପରିଚାଳନା ଟୁଲ୍ ଚେନ୍ ପ୍ରଦାନ କରୁ ଯାହା କଷ୍ଟମ୍ ସ୍ୱୟଂଚାଳିତ ପ୍ରକ୍ରିୟା କିମ୍ବା AI ଏକୀକରଣ ସୃଷ୍ଟି କରିବା ପାଇଁ ଷ୍ଟୋର ଆଡମିନିଷ୍ଟ୍ରେସନ୍ ଏବଂ ଭିଜୁଆଲ୍ ପ୍ରୋଗ୍ରାମିଂ ଇଣ୍ଟରଫେସ୍ ଭଳି ପ୍ରତି ସପ୍ତାହରେ ନୂତନ ବ features ଶିଷ୍ଟ୍ୟ ହାସଲ କରେ |",
     "footer-action" => "ଆପଣଙ୍କର ଇ-କମର୍ସ ସୃଷ୍ଟି କରନ୍ତୁ - ଏହା ମାଗଣା |",
     "footer" => [
     "about" => "ସେଲଡୋନ୍ ବିଷୟରେ |",
     "contact" => "ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |",
     "email" => "support@selldone.com",
     "phone" => "45 +45 36991215",
],
     "footer-menu" => [
        [
     "title" => "ବିକ୍ରେତା",
     "items" => [
        [
     "title" => "ବ୍ୟବସାୟ ପ୍ଲାଟଫର୍ମ |",
     "href" => "/store-builder",
],
        [
     "title" => "ବ୍ଲଗ୍",
     "href" => "/blog",
],
        [
     "title" => "ସାହାଯ୍ୟ",
     "href" => "/help",
],
        [
     "title" => "FAQ",
     "href" => "/faq",
],
        [
     "title" => "ଗୋପନୀୟତା ନୀତି",
     "href" => "/privacy",
],
        [
     "title" => "ସେବା ଅବଧି",
     "href" => "/terms",
]
     ],
],
        [
     "title" => "ବ Features ଶିଷ୍ଟ୍ୟଗୁଡିକ",
     "items" => [
        [
     "title" => "ବ Features ଶିଷ୍ଟ୍ୟ ଏବଂ ଉପକାରିତା |",
     "href" => "/features",
],
        [
     "title" => "Marketing tools",
     "href" => "/marketing",
],
        [
     "title" => "Processing center",
     "href" => "/order-processing",
],
        [
     "title" => "ପ୍ରୋତ୍ସାହନ ଏବଂ କ୍ଲବ୍ |",
     "href" => "/incentives",
],
        [
     "title" => "ଅଡିଟ୍ ଏବଂ ଆକାଉଣ୍ଟିଂ |",
     "href" => "/auditing",
],
        [
     "title" => "Cloud hosting",
     "href" => "/cloud",
]
     ],
],
        [
     "title" => "ସମାଧାନ",
     "items" => [
        [
     "title" => "NFT ସଂଗ୍ରହ",
     "href" => "/nft",
],
        [
     "title" => "ଗିଲ୍ଡ |",
     "href" => "/guild",
],
        [
     "title" => "ଆଭୋକାଡୋ |",
     "href" => "/avocado",
],
        [
     "title" => "ବିଶେଷଜ୍ଞମାନେ |",
     "href" => "/experts",
],
        [
     "title" => "SEO engine",
     "href" => "/seo",
],
        [
     "title" => "Smart report",
     "href" => "/smart-report",
]
     ],
],
        [
     "title" => "ସେବାଗୁଡିକ",
     "items" => [
        [
     "title" => "ମୂଲ୍ୟ ଏବଂ ଯୋଜନା",
     "href" => "/price",
],
        [
     "title" => "ପ୍ରୟୋଗଗୁଡ଼ିକ",
     "href" => "/apps",
],
        [
     "title" => "Application builder",
     "href" => "/app-builder",
],
        [
     "title" => "ପୃଷ୍ଠା ନିର୍ମାତା |",
     "href" => "/page-builder",
],
        [
     "title" => "Logistic solution",
     "href" => "/logistic",
],
        [
     "title" => "ସ୍ୱୟଂଚାଳିତ ଏବଂ IoT",
     "href" => "/automation",
]
     ],
]
     ],
     "header" => [
     "home" => "ଘର",
     "features" => "ବ Features ଶିଷ୍ଟ୍ୟଗୁଡିକ",
     "pricing" => "ମୂଲ୍ୟ ନିର୍ଧାରଣ",
     "blogs" => "ବ୍ଲଗ୍",
     "community" => "ସମ୍ପ୍ରଦାୟ |",
     "help" => "ସାହାଯ୍ୟ",
     "features-menu" => [
     "store-builder" => "ଇକମର୍ସ ବିଲଡର୍ |",
     "community-platform" => "କଷ୍ଟମ୍ ସମ୍ପ୍ରଦାୟ |",
     "cloud" => "କ୍ଲାଉଡ୍ ଆଧାରିତ ହୋଷ୍ଟିଂ |",
     "page-builder" => "ଅବତରଣ ପୃଷ୍ଠା ନିର୍ମାଣକାରୀ |",
     "smart-report" => "ସ୍ମାର୍ଟ ରିପୋର୍ଟ ଜେନେରେଟର |",
     "payment" => "ଦେୟ ଏବଂ ଆକାଉଣ୍ଟିଂ",
     "staffs" => "ଗ୍ରାହକ ଏବଂ ଦଳ |",
     "logistic" => "ଲଜିଷ୍ଟିକ୍ ଏବଂ ବିତରଣ |",
     "order-processing" => "ଆଦେଶ ଏବଂ ପ୍ରକ୍ରିୟାକରଣ |",
     "marketing" => "ମାର୍କେଟିଂ ଏବଂ ଅଭିଯାନ |",
     "incentives" => "କ୍ଲବ୍ ଏବଂ ପ୍ରୋତ୍ସାହନ |",
     "pos" => "ଅନଲାଇନ୍ POS |",
     "seo" => "ଅଟୋ SEO ଇଞ୍ଜିନ୍ |",
     "automation" => "ସ୍ୱୟଂଚାଳିତ ଏବଂ IoT",
     "ai" => "AI ବାଣିଜ୍ୟ |",
     "app-builder" => "ପ୍ରୟୋଗ ବିଲଡର୍ |",
],
     "build" => "ନିର୍ମାଣ କରନ୍ତୁ |",
     "build-sub" => "ତୁମର ସଫଳତାର କାହାଣୀ ସୃଷ୍ଟି କରିବାକୁ ଆମେ ତୁମ ଚାରିପାଖରେ ଏକ ସିଷ୍ଟମ ସୃଷ୍ଟି କରୁ |",
     "manage" => "ପରିଚାଳନା କରନ୍ତୁ |",
     "manage-sub" => "ତୁମର ବ୍ୟବସାୟ ପରିଚାଳନା ପୂର୍ବ ଅପେକ୍ଷା ଅଧିକ ଉପଭୋଗ୍ୟ ହେବ |",
     "sel" => "ବିକ୍ରୟ କର |",
     "sel-sub" => "ସର୍ବଦା ବନ୍ଦ ରୁହ, ଟଙ୍କା ରୋଜଗାର କର ଏବଂ ଏହାକୁ ଉପଭୋଗ କର |",
     "grow" => "ବ .ନ୍ତୁ |",
     "grow-sub" => "ଆପଣଙ୍କ ହାତରେ ଏଣ୍ଟରପ୍ରାଇଜ୍-ଗ୍ରେଡ୍ ବ features ଶିଷ୍ଟ୍ୟ ଏବଂ ଉପକରଣ, ଆକାଶ ଆପଣଙ୍କର ସୀମା ହେବ |",
],
     "article" => [
     "list-of-content" => "ବିଷୟବସ୍ତୁର ତାଲିକା |",
     "author" => "ଲେଖକ",
     "others-title" => "ବିଷୟରେ ଅଧିକ ଜ୍ଞାନ: ଆଖ୍ୟା |",
],
     "page" => [
     "login" => [
     "title" => "ସେଲଡୋନ | ଭିତରକୁ ଯାଉ",
     "image" => "/images/seo/en/login.jpg",
     "description" => "ତୁମର କେତେ ପୁଞ୍ଜି ଅଛି, ତୁମେ କେଉଁଠାରେ ବ୍ୟବସାୟ ଆରମ୍ଭ କଲ, ଦୁନିଆରେ ତୁମେ କେଉଁଠାରେ ରୁହ, ସେଥିରେ କିଛି ଫରକ ପଡ଼େ ନାହିଁ! ସେଲଡୋନ୍ ଆପଣଙ୍କୁ ସମସ୍ତ ବୃତ୍ତିଗତ ବିକ୍ରୟ ଉପକରଣ ଯୋଗାଇ ଦେଇଛି | ପଞ୍ଜୀକରଣ ଏବଂ ଏହି ଉପକରଣଗୁଡ଼ିକ ସମସ୍ତଙ୍କ ପାଇଁ ଏବଂ ସବୁଦିନ ପାଇଁ ମାଗଣା |",
],
     "register" => [
     "title" => "ସେଲଡୋନ | ପଞ୍ଜିକରଣ କର |",
     "image" => "/images/seo/en/login.jpg",
     "description" => "ଆମେ ବିଶ୍ believe ାସ କରୁ ଯେ ପ୍ରବେଶ ଏକ ଅଧିକାର ଏବଂ ଏକ ବିଶେଷ ଅଧିକାର ନୁହେଁ! ନ୍ୟୁୟର୍କର ସବୁଠାରୁ ଧନୀ ରାସ୍ତାରେ କିମ୍ବା ଦୂର ଗ୍ରାମରେ ଆପଣଙ୍କର ବ୍ୟବସାୟ ହେଉ, ଇଣ୍ଟରନେଟ୍ ଏବଂ ଏକ ଅନଲାଇନ୍ ଟୁଲ୍ ଆପଣଙ୍କୁ ଅନଲାଇନ୍ ବିକ୍ରୟ କରିବା ଆବଶ୍ୟକ! ଏହା ସେଲଡୋନ୍ର ସ୍ୱପ୍ନ |",
],
     "home" => [
     "title" => "ବୃତ୍ତିଗତଙ୍କ ପରି ବିକ୍ରୟ - ସେଲଡୋନ୍® ବ୍ୟବସାୟ OS |",
     "image" => "/images/seo/en/create-my-ecommerce-website-free.jpg",
     "description" => "ତୁମର ବ୍ୟବସାୟକୁ ଭିଜୁଆଲ୍ ଭାବରେ ନିର୍ମାଣ, ପରିଚାଳନା ଏବଂ ମାପିବା ପାଇଁ ସେଲଡୋନ୍ ହେଉଛି ଏକ ବ୍ୟବସାୟ OS | ଲକ୍ଷ ଲକ୍ଷ ଅର୍ଡର ପାଇଁ ନୋ-କୋଡ୍ ଏବଂ କ expert ଣସି ବିଶେଷଜ୍ଞ ଆବଶ୍ୟକ ସମାଧାନ ସହିତ ଏହାକୁ ନିଜେ ପ୍ରସ୍ତୁତ କରନ୍ତୁ |",
],
     "helps" => [
     "title" => "ସାହାଯ୍ୟ",
     "image" => "/images/seo/en/help.jpg",
     "description" => "ଏକ ସଫଳ ବ୍ୟବସାୟ କିପରି କରିବେ |",
],
     "blogs" => [
     "title" => "ବ୍ଲଗ୍",
     "image" => "/images/seo/en/academy.jpg",
     "description" => "ସର୍ବଶେଷ ସେଲଡୋନ୍ ସମ୍ବାଦ ଏବଂ ବିଷୟବସ୍ତୁ |",
],
     "faqs" => [
     "title" => "ପ୍ରାୟତଃ ପଚରାଯାଇଥିବା ପ୍ରଶ୍ନ",
     "image" => "/images/seo/en/faq.jpg",
     "description" => "ସେଲଡୋନ୍ ଉପରେ ପ୍ରଶ୍ନ ଏବଂ ଉତ୍ତର |",
],
     "price" => [
     "title" => "ମୁଲ୍ୟ ସୂଚୀ",
     "image" => "/images/seo/en/price.jpg",
     "description" => "କ time ଣସି ସମୟ ସୀମା ବିନା ମାଗଣାରେ ଏକ ଷ୍ଟୋର ଏବଂ ସାଇଟ୍ ନିର୍ମାଣର ସମସ୍ତ ବୃତ୍ତିଗତ ବ features ଶିଷ୍ଟ୍ୟ ଆପଣଙ୍କୁ ଅପେକ୍ଷା କରିଛି |",
],
     "apps" => [
     "title" => "ଆପ୍ ଷ୍ଟୋର୍‌ |",
     "image" => "/images/seo/en/apps.jpg",
     "description" => "ଷ୍ଟୋରରେ ଆପ୍ଲିକେସନ୍ ସଂସ୍ଥାପନ କରିବା କେବଳ ଗୋଟିଏ କ୍ଲିକ୍ ସହିତ ଆପଣଙ୍କ ଷ୍ଟୋର୍ ପାଇଁ ପ୍ରଦାନ କରାଯାଇଛି |",
],
     "experts" => [
     "title" => "ବିଶେଷଜ୍ଞମାନେ |",
     "image" => "/images/seo/en/expert.jpg",
     "description" => "ଆପଣଙ୍କ ଷ୍ଟୋରର ଡିଜାଇନ୍, ଲଞ୍ଚ, ବିଜ୍ଞାପନ କିମ୍ବା ପରିଚାଳନା ବିଷୟରେ ଚିନ୍ତା କରନ୍ତୁ ନାହିଁ, ସେଲଡୋନ୍ ବିଶେଷଜ୍ଞମାନେ ଆପଣଙ୍କୁ ସାହାଯ୍ୟ କରିବାକୁ ପ୍ରସ୍ତୁତ | ଭଲ ଏବଂ ଶୀଘ୍ର କାର୍ଯ୍ୟ କରିବାକୁ ଏକ ସାର୍ଟିଫିକେଟ୍ ବିଶେଷଜ୍ଞ ନିଯୁକ୍ତ କରନ୍ତୁ |",
],
     "avocado" => [
     "title" => "ଆଭୋକାଡୋ - ଆଧୁନିକ ସାମାଜିକ ବିକ୍ରୟ ଚ୍ୟାନେଲ୍ |",
     "image" => "/images/seo/en/create-avocado-seo.jpg?v=1",
     "description" => "ଗୋଟିଏ ରାଶି ଏବଂ ଗୋଟିଏ ଟାଇଟଲ୍ ତୁମ ଗ୍ରାହକଙ୍କଠାରୁ ଟଙ୍କା ପାଇବା ପାଇଁ ଆବଶ୍ୟକ! ସିଧାସଳଖ ଆପଣଙ୍କ ଆକାଉଣ୍ଟରେ ଟଙ୍କା ଜମା ହେବ ଏବଂ ଆପଣଙ୍କ ଗ୍ରାହକଙ୍କର ଏକ ଅନନ୍ୟ ସପିଂ ଅଭିଜ୍ have ତା ରହିବ |",
],
     "referral" => [
     "title" => "ଅନୁବନ୍ଧିତ କାର୍ଯ୍ୟକ୍ରମ - ସେଲଡୋନ୍ |",
     "image" => "/images/seo/en/referral.png",
     "description" => "ଏକ ରୋମାଞ୍ଚକର ମିଶନରେ ଯୋଗ ଦିଅନ୍ତୁ ଏବଂ ନିଜ ପାଇଁ ଏକ ପାସ୍ ରାଜସ୍ୱ ଷ୍ଟ୍ରିମ୍ କରନ୍ତୁ |",
],
     "press" => [
     "title" => "ପ୍ରେସ୍ ରିସୋର୍ସ - ସେଲଡୋନ୍ |",
     "image" => "/images/seo/en/press.png",
     "description" => "ସେଲଡୋନ୍ ବିଷୟରେ ଲେଖିବାକୁ ଆଗ୍ରହୀ ବ୍ୟକ୍ତିଙ୍କ ପାଇଁ ଉତ୍ସ |",
],
     "roadmap" => [
     "title" => "ରୋଡ୍ ମ୍ୟାପ୍ - ସେଲଡୋନ୍ |",
     "image" => "/images/seo/roadmap.jpg",
     "description" => "ଏହା ଏକ ପ୍ରକାରର ପ୍ଲାଟଫର୍ମ; ଏହା ସମ୍ପୂର୍ଣ୍ଣ ଅନନ୍ୟ ଏବଂ ଅନ୍ୟମାନଙ୍କଠାରୁ ବହୁତ ଭିନ୍ନ | କ୍ଷୁଦ୍ର ଓ ମଧ୍ୟମ ଉଦ୍ୟୋଗଗୁଡିକ ପାଇଁ ଏଣ୍ଟରପ୍ରାଇଜ୍-ଗ୍ରେଡ୍ ଉପକରଣ ସହିତ ଏକ ସେବା ଭାବରେ ଏହା ହେଉଛି ଏକମାତ୍ର, ନୋ-କୋଡ୍ ବ୍ୟବସାୟ ଅପରେଟିଂ ସିଷ୍ଟମ୍ |",
],
     "onboarding" => [
     "title" => "ମାଗଣା ଅନ୍ଲାଇନ୍ ସପିଂ ୱେବସାଇଟ୍ ସୃଷ୍ଟିକର୍ତ୍ତା - ପ୍ରତିକ୍ରିୟାଶୀଳ ଏବଂ ବୃତ୍ତିଗତ |",
     "image" => "/images/seo/ui-kit.jpg",
     "description" => "ସେଲଡୋନ୍, ଏକ ଇ-କମର୍ସ ପ୍ଲାଟଫର୍ମ ଭାବରେ, ଆପଣଙ୍କର ବ୍ୟବସାୟର ଅଭିବୃଦ୍ଧି ପାଇଁ ଦୂତ ପରି କାର୍ଯ୍ୟ କରେ | ଆପଣଙ୍କର ଏକ ଛୋଟ ଇଟାଭାଟି ଷ୍ଟୋର ହେଉ କିମ୍ବା ଏକ ବଡ଼ କମ୍ପାନୀ ଅଛି, ଆପଣଙ୍କୁ ବୃତ୍ତିଗତ କିନ୍ତୁ ବ୍ୟବହାର ସହଜ ଉପକରଣଗୁଡ଼ିକର ଏକ ସେଟ୍ ଦରକାର |",
],
     "books" => [
     "title" => "ବ୍ୟବସାୟ ହ୍ୟାଣ୍ଡବୁକ୍: ଅନଲାଇନ୍ ସପିଂ ୱେବସାଇଟ୍ ପାଇଁ ଆରମ୍ଭ ଏବଂ ଅଭିବୃଦ୍ଧି ଟିପ୍ସ |",
     "image" => "/images/seo/en/cover.jpg",
     "description" => "ବ୍ୟବସାୟ ବିକାଶ ବିଷୟରେ ଆପଣ ଏଠାରେ ମାଗଣା ହ୍ୟାଣ୍ଡବୁକ୍ ଡାଉନଲୋଡ୍ କରିପାରିବେ | ଏହି ପୁସ୍ତକଗୁଡ଼ିକରେ, ତୁମର ଅନଲାଇନ୍ ଷ୍ଟୋର୍‌ରେ ରୂପାନ୍ତର ହାର ବୃଦ୍ଧି କରିବାକୁ ଏକ ବ୍ୟବସାୟ ଏବଂ ବ୍ୟବହାରିକ ଉନ୍ନତି ଗାଇଡ୍ ବିକାଶ ଉପରେ ତୁମେ ସମ୍ପୂର୍ଣ୍ଣ ଟିପ୍ସ ପାଇବ |",
],
     "quiz" => [
     "title" => "କୁଇଜ୍ | ବ୍ୟବସାୟ ଅପରେଟିଂ ସିଷ୍ଟମ ଆପଣଙ୍କ ପାଇଁ ଠିକ୍ କି?",
     "image" => "/images/seo/en/quiz.png",
     "description" => "ଯଦି ଆପଣ ଜାଣିବାକୁ ଚାହାଁନ୍ତି ଯେ ଆପଣଙ୍କର ବ୍ୟବସାୟ ଆବଶ୍ୟକ କିମ୍ବା ଏକ ବ୍ୟବସାୟ os ବ୍ୟବହାର କରିପାରିବ, ଆଗକୁ ଯିବା ପୂର୍ବରୁ, ଦୟାକରି ଏହି 60 ସେକ୍ କୁଇଜ୍ ନିଅନ୍ତୁ | ଯଦି ଆପଣ ଜାଣିବାକୁ ଚାହାଁନ୍ତି ଯେ ଆପଣଙ୍କର ବ୍ୟବସାୟ ଆବଶ୍ୟକ କିମ୍ବା ଏକ ବ୍ୟବସାୟ os ବ୍ୟବହାର କରିପାରିବ, ଆଗକୁ ଯିବା ପୂର୍ବରୁ, ଦୟାକରି ଏହି 60 ସେକ୍ କୁଇଜ୍ ନିଅନ୍ତୁ |",
],
     "countries" => [
     "title" => "ସମର୍ଥିତ ଦେଶ ଏବଂ ସ୍ଥାନୀୟ ଦେୟ - ବ୍ୟବସାୟ OS |",
     "image" => "/images/seo/en/countries.png",
     "description" => "ବ୍ୟବସାୟ OS, ଇ-କମର୍ସ ପ୍ଲାଟଫର୍ମରୁ କ theme ଣସି ଥିମ୍, ପ୍ଲଗଇନ୍, କିମ୍ବା କୋଡ୍ ନଥିବା ବାଣିଜ୍ୟ ସେବାର ପରବର୍ତ୍ତୀ ବିବର୍ତ୍ତନ ପଦକ୍ଷେପ | 100% ଭିଜୁଆଲ୍!",
],
     "participant" => [
     "title" => "ଆପଣ ଚାହୁଁଥିବା ସମ୍ପ୍ରଦାୟ - $ 20 ଖେଳନ୍ତୁ ଏବଂ ଜିତନ୍ତୁ |",
     "image" => "/images/seo/en/participants.jpg",
     "description" => "ଅନ୍ୟମାନଙ୍କୁ ସାହାଯ୍ୟ କରିବା ଏବଂ ପ୍ରତି ଭିଡିଓରେ 20 ଡଲାର୍ ଉପହାର କ୍ରେଡିଟ୍ ପାଇବା ପାଇଁ ଆପଣ ଛୋଟ ଭିଡିଓ ସୃଷ୍ଟି କରି ସେଲଡୋନ୍ ସମ୍ପ୍ରଦାୟରେ ଅଂଶଗ୍ରହଣ କରିପାରିବେ |",
],
     "tax" => [
     "title" => "ଗ୍ଲୋବାଲ୍ ଟ୍ୟାକ୍ସ ହାର ତାଲିକା |",
     "image" => "/images/seo/en/tax.jpg",
     "description" => "ଆପଣ ଟିକସ ନିୟମକୁ ନବଲିଖନ କରିପାରିବେ ଏବଂ ବିଭିନ୍ନ ଉତ୍ପାଦ ବର୍ଗ ପାଇଁ ଏକରୁ ଅଧିକ ଟ୍ୟାକ୍ସ ପ୍ରୋଫାଇଲ୍ ସୃଷ୍ଟି କରିପାରିବେ |",
],
     "premium" => [
     "title" => "ପ୍ରିମିୟମକୁ ଅପଗ୍ରେଡ୍ କରନ୍ତୁ ଏବଂ ଆପଣଙ୍କର ଇ-ବାଣିଜ୍ୟ ଖେଳକୁ ପରିବର୍ତ୍ତନ କରନ୍ତୁ |",
     "image" => "/images/seo/en/premium.jpg",
     "description" => "ସେଲଡୋନ୍ ପ୍ରିମିୟମ୍ ସହିତ ଆପଣଙ୍କର ଅନଲାଇନ୍ ଷ୍ଟୋର୍‌କୁ ଉଚ୍ଚ କରନ୍ତୁ | ଦକ୍ଷତା ବ and ାଇବା ଏବଂ ଡିଜିଟାଲ ବଜାରରେ ଛିଡା ହେବା ପାଇଁ ସ୍ୱତନ୍ତ୍ର AI ଉପକରଣ, ବେସପୋକ ଟେମ୍ପଲେଟ୍, ଏବଂ ଅଧିକ ପ୍ରବେଶ କରନ୍ତୁ | ଏକ ଚତୁର, ହାଲୁକା ଇ-ବାଣିଜ୍ୟ ଅଭିଜ୍ଞତା ପାଇଁ ବର୍ତ୍ତମାନ ଯୋଗ ଦିଅନ୍ତୁ!",
],
     "builder" => [
     "title" => "ମାଗଣା ପୃଷ୍ଠା ନିର୍ମାଣକାରୀ ଏବଂ ଅବତରଣ ପୃଷ୍ଠା ସମ୍ପାଦକ ୱେବ୍ ଆପ୍ - କ Log ଣସି ଲଗଇନ୍ ଆବଶ୍ୟକ ନାହିଁ |",
     "image" => "/images/seo/en/builder.png",
     "description" => "ଆମର ମାଗଣା, ଉପଭୋକ୍ତା-ଅନୁକୂଳ ପୃଷ୍ଠା ନିର୍ମାଣକାରୀ ଏବଂ ସମ୍ପାଦକ ସହିତ ଚମତ୍କାର ୱେବ୍ ପୃଷ୍ଠାଗୁଡ଼ିକ ଏବଂ ଅବତରଣ ପୃଷ୍ଠାଗୁଡ଼ିକ ସୃଷ୍ଟି କରନ୍ତୁ | କ log ଣସି ଲଗଇନ୍ ଆବଶ୍ୟକ ନାହିଁ | ଆମର ଅନ୍ତର୍ନିହିତ ଡ୍ରାଗ୍ ଏବଂ ଡ୍ରପ୍ ଇଣ୍ଟରଫେସ୍ ସହିତ ଶୀଘ୍ର ତୁମର ୱେବ୍ ପୃଷ୍ଠାଗୁଡ଼ିକୁ ଡିଜାଇନ୍, କଷ୍ଟମାଇଜ୍ ଏବଂ ପ୍ରକାଶ କର | ମାର୍କେଟର, ଛୋଟ ବ୍ୟବସାୟ ମାଲିକ, ଏବଂ ଏକ ଅସୁବିଧାଜନକ ୱେବ୍ ଡିଜାଇନ୍ ସମାଧାନ ଖୋଜୁଥିବା ବିକାଶକାରୀଙ୍କ ପାଇଁ ଉପଯୁକ୍ତ |",
],
],
     "shuttle" => [
     "title" => "ସେଲଡୋନ | ଡ୍ୟାସବୋର୍ଡ |",
     "image" => "/images/seo/en/dashboard.jpg",
     "description" => "ଷ୍ଟୋର ମ୍ୟାନେଜମେଣ୍ଟ ପ୍ୟାନେଲ, ଯଦି ଆପଣଙ୍କର ଏହି ଷ୍ଟୋର୍‌କୁ ପ୍ରବେଶ ଅଛି, ତେବେ ଆପଣ ଏହି ଲିଙ୍କ୍ ମାଧ୍ୟମରେ ଆପଣଙ୍କର ଷ୍ଟୋର ମ୍ୟାନେଜମେଣ୍ଟ ଡ୍ୟାସବୋର୍ଡ ପ୍ରବେଶ କରିପାରିବେ |",
],
     "shuttle-shop" => [
     "title" => "ସେଲଡୋନ | ଡ୍ୟାସବୋର୍ଡ କିଣନ୍ତୁ |",
     "image" => "/images/seo/en/shuttle-shop.jpg",
     "video" => "/images/seo/en/videos/shuttle-shop.mp4",
     "description" => "ତୁମର ଡ୍ୟାସବୋର୍ଡରେ ସବୁକିଛି ପରିଚାଳନା କର | ଏକ ଉତ୍ତମ ବ୍ୟବସାୟ ପାଇଁ ଉତ୍ପାଦ, ଅର୍ଡର, ଲ୍ୟାଣ୍ଡିଂ ପେଜ୍ ଡିଜାଇନ୍, ମାର୍କେଟିଂ, ପ୍ରୋତ୍ସାହନ ଏବଂ ଆପଣ ଆବଶ୍ୟକ କରୁଥିବା ସମସ୍ତ ଜିନିଷ ପରିଚାଳନା କରନ୍ତୁ |",
],
     "guild" => [
     "title" => "ଗିଲ୍ଡ - ସାମୂହିକ ବିକ୍ରୟ ଚ୍ୟାନେଲ |",
     "image" => "/images/seo/en/guild.jpg?v=2",
     "description" => "ଏକ ଉତ୍ତମ ଗିଲ୍ଡ ସୃଷ୍ଟି କରି ଆପଣଙ୍କର ବ୍ୟବସାୟକୁ ହାସଲ ଯୋଗ୍ୟ ଏବଂ ବିଶ୍ world ର ଯେକ anyone ଣସି ବ୍ୟକ୍ତିଙ୍କ ପାଇଁ ଉପଲବ୍ଧ କର |",
],
     "apps" => [
     "structure-data" => [
     "title" => "ସଂରଚନା ତଥ୍ୟ ଜେନେରେଟର | JSON-LD |",
     "description" => "ସମସ୍ତ ଆବଶ୍ୟକୀୟ ଆଇଟମ୍ ଗୁଣ ଏବଂ ଅଧିକ ଅନ୍ତର୍ଭୂକ୍ତ କରି JSON-LD ମାର୍କଅପ୍ ସୃଷ୍ଟି କରିବାକୁ ଏହି ଶକ୍ତିଶାଳୀ ସଂରଚନା ଡାଟା ଜେନେରେଟର ବ୍ୟବହାର କରନ୍ତୁ |",
],
],
     "call-to-action" => [
     "title" => "ବଜାରରେ ଆପଣଙ୍କର ବ୍ୟବସାୟକୁ ସର୍ବୋତ୍ତମ ନା - ବ Technical ଷୟିକ ସମାଧାନ ଦ୍ୱାରା ଅନଲାଇନ୍ କରନ୍ତୁ |",
     "money-back" => "30 ଦିନିଆ ଟଙ୍କା-ବ୍ୟାକ୍ ଗ୍ୟାରେଣ୍ଟି |",
     "action" => "ଆପଣଙ୍କର ଇ-କମର୍ସ ସୃଷ୍ଟି କରନ୍ତୁ |",
     "action-sub" => "ବର୍ତ୍ତମାନ ଆରମ୍ଭ କରନ୍ତୁ - ଏହା ମାଗଣା |",
     "message" => "ତୁମର କମ୍ ଅନଲାଇନ୍ ବିକ୍ରୟ ହାରକୁ ବିଦାୟ ଦିଅ!",
],
];