<?php 

 return [
     "shop-order-payment" => [
     "title" => "ଦେୟ ଗ୍ରହଣ କରନ୍ତୁ |",
     "sample" => "ତୁମର 267 $ ଦେୟ ସଫଳତାର ସହିତ ସମାଧାନ ହେଲା |<br> ଆଦେଶ: SM-425<br> ଧନ୍ୟବାଦ, <b>ଆପଣଙ୍କର ଷ୍ଟୋର ନାମ</b> |<br> ସେଲଡୋନ୍ |",
     "body" => "ଆପଣଙ୍କର: param2 ଦେୟ ସଫଳତାର ସହିତ ସମାଧାନ ହେଲା | ଆଦେଶ :: param1 ଧନ୍ୟବାଦ ,: param3। ସେଲଡୋନ୍ |",
],
     "shop-order-payment-admin" => [
     "title" => "ଦେୟ ଗ୍ରହଣ କରନ୍ତୁ |",
     "sample" => "ନୂତନ 267 $ ଦେୟ ସଫଳତାର ସହିତ ସମାଧାନ ହେଲା |<br> ଆଦେଶ: SM-425<br> ଧନ୍ୟବାଦ, <b>ଆପଣଙ୍କର ଷ୍ଟୋର ନାମ</b> |<br> ସେଲଡୋନ୍ |",
     "body" => "ନୂତନ: param2 ଦେୟ ସଫଳତାର ସହିତ ସମାଧାନ ହେଲା | ଆଦେଶ :: param1 ଧନ୍ୟବାଦ ,: param3। ସେଲଡୋନ୍ |",
],
     "shop-login" => [
     "title" => "ଲଗଇନ୍ ଯାଞ୍ଚ କୋଡ୍ |",
     "sample" => "ଆପଣଙ୍କର ଲଗଇନ୍ କୋଡ୍ ହେଉଛି: <b>123456</b> |<br> <b>ତୁମର ଷ୍ଟୋର ନାମ</b><br> ସେଲଡୋନ୍ |",
     "body" => "ତୁମର ଲଗଇନ୍ କୋଡ୍ ହେଉଛି: param1: param2 ସେଲଡୋନ୍ |",
],
     "user-login" => [
     "title" => "ଲଗଇନ୍ ସଫଳତା ବାର୍ତ୍ତା |",
     "sample" => "ପ୍ରିୟ <b>ନାମ</b> ,<br> ଆପଣ <b>5/8/2021 9:14 ପୂର୍ବାହ୍ନରେ</b> <b>ଆଇଫୋନ୍ 165.250.300.1</b> ଦ୍ୱାରା ଆପଣଙ୍କ ଆକାଉଣ୍ଟକୁ ଲଗ୍ ଇନ୍ କରିଛନ୍ତି |<br> ସେଲଡୋନ୍ |",
     "body" => "ପ୍ରିୟ: param1, ଆପଣ ଆପଣଙ୍କର ଆକାଉଣ୍ଟକୁ: param2 at: param3 ଦ୍ୱାରା ଲଗ୍ ଇନ୍ କରିଛନ୍ତି | ସେଲଡୋନ୍ |",
],
     "avocado-order-submit" => [
     "title" => "ଆଭୋକାଡୋ ନୂତନ ଅର୍ଡର କ୍ରେତାଙ୍କୁ ପଠାଇଲା |",
     "sample" => "<b>ତୁମର ଷ୍ଟୋର ନାମ</b><br> ପ୍ରିୟ <b>ତୁମର ନାମ</b> ,<br> ଆମେ ତୁମର ଅର୍ଡର ଗ୍ରହଣ କରିଛୁ ଏବଂ ଆମେ ଏହାକୁ ସମୀକ୍ଷା କରୁଛୁ |<br> ଆଦେଶ #: <b>AVO-246</b> |<br> ସେଲଡୋନ୍ |",
     "body" => ": param3 ପ୍ରିୟ: param1, ଆମେ ଆପଣଙ୍କର ଆଦେଶ ଗ୍ରହଣ କରିଛୁ ଏବଂ ଆମେ ଏହାକୁ ସମୀକ୍ଷା କରୁଛୁ | ଆଦେଶ # :: param2 ସେଲଡୋନ |",
],
     "avocado-order-submit-seller" => [
     "title" => "ଆଭୋକାଡୋ ବିକ୍ରେତାଙ୍କୁ ପଠାଇବା ପାଇଁ ନୂତନ ଅର୍ଡର ଗ୍ରହଣ କରେ |",
     "sample" => "ଆପଣ ଏକ ଆଭୋକାଡୋ ଅର୍ଡର ଗ୍ରହଣ କରିଛନ୍ତି:<br> ଷ୍ଟୋର୍: <b>ଆପଣଙ୍କର ଷ୍ଟୋର ନାମ</b> |<br> କ୍ରେତା: <b>କ୍ରେତା ନାମ</b> |<br> କ୍ରମ: <b>AVO-246</b> |<br> ସେଲଡୋନ୍ |",
     "body" => "ତୁମେ ଏକ ଆଭୋକାଡୋ ଅର୍ଡର ପାଇଛ: ଷ୍ଟୋର୍ :: ପାରାମ 1 କ୍ରେତା :: ପାରାମ 2 ଅର୍ଡର :: ପାରାମ 3 ସେଲଡୋନ |",
],
     "avocado-ready-to-pay" => [
     "title" => "ଆଭୋକାଡୋ ଅର୍ଡର ଦେବାକୁ ପ୍ରସ୍ତୁତ |",
     "sample" => "<b>ତୁମର ଷ୍ଟୋର ନାମ</b><br> ଆପଣଙ୍କର ଅର୍ଡର ନିଶ୍ଚିତ ହୋଇଛି ଏବଂ ନିମ୍ନ ଲିଙ୍କ୍ ମାଧ୍ୟମରେ ଦେୟ ପ୍ରଦାନ କରାଯାଇପାରିବ |<br> ଆଦେଶ #: <b>AVO-246</b> |<br> ଲିଙ୍କ୍: <b>https: // ଆପଣଙ୍କର-ଡୋମେନ୍ / ଆଭୋକାଡୋ |</b><br> ସେଲଡୋନ୍ |",
     "body" => ": param3 ଆପଣଙ୍କର ଅର୍ଡର ନିଶ୍ଚିତ ହୋଇଛି ଏବଂ ନିମ୍ନ ଲିଙ୍କ୍ ମାଧ୍ୟମରେ ଦେୟ ପ୍ରଦାନ କରାଯାଇପାରିବ | ଅର୍ଡର # :: param2 ଲିଙ୍କ୍ :: param1 ସେଲଡୋନ୍ |",
],
];