<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'ຂໍ້ມູນປະຈຳຕົວເຫຼົ່ານີ້ບໍ່ກົງກັບບັນທຶກຂອງພວກເຮົາ.',
    'throttle' => 'ພະຍາຍາມເຂົ້າສູ່ລະບົບຫຼາຍເກີນໄປ. ກະລຸນາລອງອີກຄັ້ງໃນ :seconds ວິນາທີ.',


    'title_shop' => 'ເຂົ້າສູ່ລະບົບ :name',
    'title_app' => 'ການເຂົ້າເຖິງຄໍາຮ້ອງສະຫມັກຂອງ :name',
    'login_message' => 'ຮ້ອງຂໍການເຂົ້າເຖິງບັນຊີຂອງທ່ານ.',
    'scopes_title' => 'ແອັບນີ້ຈະມີການເຂົ້າເຖິງຂອບເຂດຕໍ່ໄປນີ້',
    'accept' => 'ຢືນຢັນ',
    'reject' => 'ປະຕິເສດ',


    'login_incorrect_password' => 'ຊື່ຜູ້ໃຊ້ ຫຼືລະຫັດຜ່ານບໍ່ຖືກຕ້ອງ.',


    'reset_2fa_title' => 'ຣີເຊັດການຮ້ອງຂໍການເຂົ້າສູ່ລະບົບສອງຂັ້ນຕອນ',
    'go_main_page' => 'ໄປທີ່ຫນ້າທໍາອິດ',

    'signing_in' => 'ກຳລັງເຂົ້າສູ່ລະບົບ...',


    'erp' => [
        'message' => "● ເລືອກຮ້ານເພື່ອດຳເນີນການຕໍ່. ຖ້າທ່ານຕ້ອງການຮ້ານໃຫມ່, ສ້າງມັນກ່ອນແລະເຊື່ອມຕໍ່ໃຫມ່.<br>● ໃຫ້ແນ່ໃຈວ່າທ່ານຮູ້ຈັກຊອບແວທີ່ທ່ານກໍາລັງເຊື່ອມຕໍ່, ຫຼືຕິດຕໍ່ຜູ້ໃຫ້ບໍລິການເພື່ອຂໍຄວາມຊ່ວຍເຫຼືອ.",
    ],
    'token-display' => [
        'message' => "ພວກເຮົາສ້າງ token ນີ້ເພື່ອເຂົ້າເຖິງ :shop ສໍາລັບ :software ໂດຍອີງໃສ່ຄໍາຮ້ອງຂໍຂອງທ່ານ. ກະລຸນາຮັກສາມັນໃຫ້ປອດໄພ ແລະຢ່າແບ່ງປັນໃຫ້ໃຜ. ຖ້າທ່ານເຊື່ອວ່າ token ຂອງທ່ານຖືກລະເມີດ, ທ່ານສາມາດຖອນຄືນໄດ້ທຸກເວລາ.",
        'scopes-message' => "ນີ້ແມ່ນ token ທີ່ມີການເຂົ້າເຖິງຮ້ານຄ້າທີ່ມີຂອບເຂດຂອງມັນ",
        'manage-tokens-action' => 'ຈັດການໂທເຄັນ',
        'manage-tokens-message' => "ທ່ານສາມາດຖອນໂທເຄັນນີ້ຢູ່ທີ່ນີ້ໄດ້ທຸກເວລາ."
    ]


,

    'password' => 'ລະຫັດຜ່ານທີ່ລະບຸນັ້ນບໍ່ຖືກຕ້ອງ.',
];
