<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'ຂໍ້ຄວາມນີ້ຍິນດີຕ້ອນຮັບຜູ້ຊື້ໃຫມ່ກັບຮ້ານ.',
        ShopMailTemplateCodes::OrderCheckout => 'ການແຈ້ງເຕືອນນີ້ຈະຖືກສົ່ງໄປເມື່ອຜູ້ຊື້ຢືນຢັນການສັ່ງຊື້.',
        ShopMailTemplateCodes::OrderPayment => 'ການແຈ້ງເຕືອນນີ້ຢືນຢັນການຈ່າຍເງິນທີ່ສຳເລັດໂດຍລູກຄ້າ.',
        ShopMailTemplateCodes::OrderUpdate => 'ຂໍ້ຄວາມນີ້ຖືກສົ່ງໄປເພື່ອອັບເດດຜູ້ຊື້ກ່ຽວກັບສະຖານະການສັ່ງຊື້ຂອງພວກເຂົາ.',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'ຂໍ້ຄວາມນີ້ຖືກສົ່ງໄປຫາຜູ້ຂາຍເພື່ອແຈ້ງໃຫ້ພວກເຂົາຮູ້ວ່າຄໍາສັ່ງທີ່ຢືນຢັນແລ້ວ.',
        ShopMailTemplateCodes::PosCheckout => 'ການ​ແຈ້ງ​ເຕືອນ​ນີ້​ຖືກ​ສົ່ງ​ເພື່ອ​ຢືນ​ຢັນ​ຈຸດ​ຂອງ​ຄໍາ​ສັ່ງ​ຂອງ​ການ​ຂາຍ​ສໍາ​ລັບ​ຜູ້​ຊື້​ໄດ້​.',
        ShopMailTemplateCodes::PosPayment => 'ການແຈ້ງເຕືອນນີ້ຢືນຢັນຈຸດຂອງການຂາຍທີ່ເຮັດໂດຍຜູ້ຊື້.',
        ShopMailTemplateCodes::PosPaymentAdmin => 'ຂໍ້ຄວາມນີ້ແຈ້ງໃຫ້ຜູ້ຂາຍຂອງການຊື້ທີ່ເຮັດຢູ່ຈຸດຂາຍຂອງພວກເຂົາ.',
        ShopMailTemplateCodes::ShopContact => 'ການແຈ້ງເຕືອນນີ້ຖືກສົ່ງເມື່ອແບບຟອມການຕິດຕໍ່ໄດ້ຖືກສົ່ງ.',
        ShopMailTemplateCodes::ShopGiftCard => 'ການແຈ້ງເຕືອນນີ້ແຈ້ງໃຫ້ຜູ້ໃຊ້ຮູ້ວ່າພວກເຂົາໄດ້ຮັບບັດຂອງຂວັນ.',

        ShopMailTemplateCodes::ShopVendorJoin => 'ຂໍ້ຄວາມນີ້ຍິນດີຕ້ອນຮັບຜູ້ຂາຍໃຫມ່ກັບຮ້ານ.',
        ShopMailTemplateCodes::ShopVendorInvite => "ຂໍ້ຄວາມນີ້ຖືກສົ່ງໄປເພື່ອເຊີນຜູ້ຂາຍໃຫ້ເຂົ້າຮ່ວມຕະຫຼາດຂອງເຈົ້າ.",
        ShopMailTemplateCodes::ShopVendorOrder => "ຂໍ້ຄວາມນີ້ຖືກສົ່ງໄປຫາຜູ້ຂາຍເມື່ອໄດ້ຮັບຄໍາສັ່ງໃນສະຖານະການຈ່າຍຫຼືເງິນສົດໃນການຈັດສົ່ງ (COD).",
        ShopMailTemplateCodes::ShopVendorProducts => "ຈັດສົ່ງປະຈໍາວັນເພື່ອອັບເດດຜູ້ຂາຍກ່ຽວກັບສະຖານະພາບຂອງຜະລິດຕະພັນຂອງພວກເຂົາ.",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "ຂໍ້ຄວາມນີ້ຖືກສົ່ງໄປເພື່ອເຊີນຜູ້ຂາຍໃຫ້ເຂົ້າຮ່ວມຕະຫຼາດຂອງເຈົ້າ.",

        ShopMailTemplateCodes::UserLogin => "ແຈ້ງເຕືອນຜູ້ໃຊ້ດ້ວຍລາຍລະອຽດການເຂົ້າສູ່ລະບົບ, ລວມທັງທີ່ຢູ່ IP, ວັນທີ, ແລະອຸປະກອນ, ເພື່ອຈຸດປະສົງຄວາມປອດໄພ.",
        ShopMailTemplateCodes::LoginCode => "ສົ່ງລະຫັດລະຫັດຜ່ານຄັ້ງດຽວເພື່ອໃຫ້ຜູ້ໃຊ້ເຂົ້າສູ່ລະບົບຮ້ານ.",

        ShopMailTemplateCodes::EmailVerifyLink => "ສົ່ງລິ້ງເພື່ອຢືນຢັນທີ່ຢູ່ອີເມວຂອງຜູ້ໃຊ້. ອີເມວນີ້ຖືກສົ່ງເມື່ອຜູ້ໃຊ້ລົງທະບຽນໂດຍ SMS ແລະເຂົ້າໄປໃນອີເມວຂອງພວກເຂົາ. ມັນບໍ່ໄດ້ຖືກສົ່ງເມື່ອຜູ້ໃຊ້ລົງທະບຽນໂດຍກົງກັບການເຂົ້າສູ່ລະບົບສັງຄົມຫຼືອີເມລ໌.",

        ShopMailTemplateCodes::EmailBulkOrder => "ສົ່ງບັນຊີລາຍຊື່ຂອງຄໍາສັ່ງທີ່ໄດ້ຮັບແລະຈ່າຍເປັນຈໍານວນຫຼາຍສໍາລັບມື້ສະເພາະ."


    ,

    ],


    'global' => [
        'greetings' => 'ສະບາຍດີ, :name!',
        'end-statement' => 'ທີມງານສະຫນັບສະຫນູນ',

        'receiver_name' => 'ສະບາຍດີ:user_name',
        'footer-help' => "ຕ້ອງການຄວາມຊ່ວຍເຫຼືອບໍ? ສອບຖາມໄດ້ທີ່ [support@selldone.com](mailto:support@selldone.com) ຫຼືເຂົ້າໄປທີ່ [ສູນຄວາມຊ່ວຍເຫຼືອ](https://selldone.com/community).",
        'selldone-team' => 'ທີມງານ Selldone',
        'footer-shop' => "ຖ້າທ່ານຕ້ອງການຄວາມຊ່ວຍເຫຼືອກ່ຽວກັບສິ່ງໃດ, ກະລຸນາຢ່າລັງເລທີ່ຈະສົ່ງໃຫ້ພວກເຮົາອີເມລ໌: :shop_mail",
        'accept' => "ຍອມ​ຮັບ",
        'reject' => "ປະຕິເສດ",
        'verify' => "ກວດ​ສອບ",
        'title' => "ຫົວຂໍ້",
        'value' => "ມູນຄ່າ",
        'description' => "ລາຍລະອຽດ",
        'shop' => "ຮ້ານຄ້າ",
        'shop-info' => "ຂໍ້ມູນຮ້ານ",
        'user' => "ຜູ້ໃຊ້",
        'user-info' => "ຂໍ້ມູນບັນຊີ",
        'license' => "ໃບອະນຸຍາດ",
        'status' => "ສະຖານະ",
        'start' => "ເລີ່ມ",
        'end' => "ຈົບ",
        'renewal' => "ການຕໍ່ອາຍຸ",
        'view' => "ເບິ່ງ",

        'balance' => "ຍອດເງິນ",
        'card_number' => "ໝາຍເລກບັດ",
        'cvv' => "Cvv",
        'expire_date' => "ວັນ​ທີ​ຫມົດ​ອາ​ຍຸ",

        'Dashboard' => "ແຜງໜ້າປັດ",
        'order' => "ຄໍາສັ່ງ",
        'view_order' => "ເບິ່ງຄໍາສັ່ງ",
        'pay_now' => "Pay now",

        'official_selldone' => "ຂາຍຢ່າງເປັນທາງການ",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "ສະກຸນເງິນ",
        'free-balance' => "ຍອດເງິນຟຣີ",
        'locked-balance' => "ລັອກຍອດເງິນ",
        'bot' => "ບັອດ",
        'requests' => "ການຮ້ອງຂໍ",
        'baskets' => 'ກະຕ່າ',
        'physical' => "ທາງກາຍ",
        'virtual' => "ສະເໝືອນຈິງ",
        'file' => "ໄຟລ໌",
        'service' => "ການບໍລິການ",
        'fulfillment' => "ຄວາມສຳເລັດ",
        'open' => "ເປີດ",
        'reserved' => "ສະຫງວນໄວ້",
        'canceled' => "ຍົກເລີກ",
        'payed' => "ຈ່າຍແລ້ວ",
        'cod' => "COD",
        'orders-count' => 'ຄໍາສັ່ງ',
        'payments-count' => 'ການຈ່າຍເງິນ',
        'confirms-count' => 'ຢືນຢັນ',
        'sends-count' => 'ສົ່ງ',
        'delivers-count' => 'ຈັດສົ່ງ',
        'count' => 'ນັບ',
        'transactions-count' => 'ຈຳນວນທຸລະກຳ',
        'success-transactions' => 'ການເຮັດທຸລະກໍາສໍາເລັດ',
        'total-amount' => 'ຈໍາ​ນວນ​ທັງ​ຫມົດ',
        'amount' => 'ຈໍາ​ນວນ',
        'wage' => 'ຄ່າຈ້າງ',
        'debug' => 'ດີບັກ',
        'pos' => 'POS',
        'live' => 'ດໍາລົງຊີວິດ',
        'CheckQueue' => 'ກວດເບິ່ງຄິວ',
        'OrderConfirm' => 'ຢືນຢັນຄໍາສັ່ງ',
        'PreparingOrder' => 'ການກະກຽມຄໍາສັ່ງ',
        'SentOrder' => 'ສົ່ງຄໍາສັ່ງ',
        'ToCustomer' => 'ຈັດສົ່ງໃຫ້ລູກຄ້າ',
        'Pending' => 'ລໍຖ້າຢູ່',
        'Accepted' => 'ຍອມຮັບ',
        'Rejected' => 'ປະຕິເສດ',
        'pc' => 'PC',
        'tablet' => 'ແທັບເລັດ',
        'phone' => 'ໂທລະສັບ',
        'total' => 'ທັງໝົດ',
        'view-detail' => 'ເບິ່ງ​ລາຍ​ລະ​ອຽດ',
        'empty' => 'ຫວ່າງເປົ່າ',
        'dropshipping' => 'Dropshipping',
        'reply' => 'ຕອບ',
        'reactions' => 'ປະຕິກິລິຍາ',
        'Comments' => 'ຄຳເຫັນ',
        'last-comment' => 'ຄໍາເຫັນຫຼ້າສຸດ',
        'response-to' => 'ຕອບສະຫນອງຕໍ່',
        'posts' => 'ໂພສ',
        'post' => 'ປະກາດ',

        'name' => 'ຊື່',
        'email' => 'ອີເມວ',
        'type' => 'ປະເພດ',
        'device' => 'ອຸປະກອນ',
        'platform' => 'ເວທີ',
        'browser' => 'ຕົວທ່ອງເວັບ',
        'time' => 'ເວລາ',
        'Wallet' => 'ກະເປົາເງິນ',
        'date' => 'ວັນທີ',

        'account' => 'ບັນຊີ',
        'transaction' => 'ທຸລະກໍາ',
        'fee' => 'ຄ່າທຳນຽມ',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'ໃບບິນ',
        'category' => 'ປະເພດ',
        'password' => 'ລະຫັດຜ່ານ',
        'verify-login' => "ຢືນຢັນ & ເຂົ້າສູ່ລະບົບ",
        'url' => 'URL',
        'avocado' => 'ອາໂວກາໂດ',
        'hyper' => 'ສູງ',
        'buy-now' => "ຊື້​ດຽວ​ນີ້",
        'add-domain' => "Add Domain",
        'views' => 'ທັດສະນະ',


        'country' => 'ປະເທດ',
        'address' => 'ທີ່ຢູ່',
        'postal' => 'ລະ​ຫັດ​ໄປ​ສະ​ນີ',
        'building_no' => 'ອາຄານ #',
        'building_unit' => 'ໜ່ວຍ #',
        'message' => 'ຂໍ້ຄວາມ',


        'customer' => 'ລູກຄ້າ',
        'cart-items' => 'ລາຍການລົດເຂັນ',
        'payment' => 'ການຈ່າຍເງິນ',
        'receiver' => 'ຜູ້ຮັບ',
        'virtual-items' => 'ລາຍການສະເໝືອນ',
        'no-payment' => 'ບໍ່ມີການຈ່າຍເງິນ!',

        'enable' => 'ເປີດໃຊ້',
        'access' => 'ການເຂົ້າເຖິງ',
        'bank' => 'ຂໍ້ມູນທະນາຄານ',

        'vendor' => 'ຜູ້ຂາຍ',

        'view_content' => "ເບິ່ງເນື້ອໃນເຕັມ",
        'files' => 'ໄຟລ໌',
        'download' => 'ດາວໂຫຼດ',
        'file_name' => 'ຊື່ໄຟລ໌',
        'file_size' => 'ຂະໜາດ',

        'subscription' => 'ການສະໝັກໃຊ້',
        'products' => 'ຜະລິດຕະພັນ',
        'vendor_products' => 'ຜະລິດຕະພັນຂອງຜູ້ຂາຍ',

        'pickup' => 'ຮັບ',

        'minutes' => 'ນາທີ',
        'hours' => 'ຊົ່ວໂມງ',

        'refund' => 'ເງິນຄືນ',
        'recipient_address' => 'ທີ່ຢູ່ຜູ້ຮັບ',
        'signature' => 'ລາຍເຊັນ',
        'blockchain' => 'Blockchain',
        'details' => 'ລາຍລະອຽດ',


    

        'Shop' => 'ຮ້ານຄ້າ',
        'dashboard' => 'ແຜງໜ້າປັດ',
        'comments' => 'ຄໍາເຫັນ',
        'wallet' => 'ກະເປົາເງິນ',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "Selldone Business OS",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'ບົດລາຍງານການປະຕິບັດ, Selldone'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'ບົດລາຍງານລະດູການ, Selldone'
        ],
        'Onboarding' => [
            'id' => 'ສະບາຍດີ',
            'name' => 'Selldone ພໍ່ຄ້າ'
        ],
        'Support' => [
            'id' => 'support',
            'name' => 'ສະຫນັບສະຫນູນ :name'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Selldone'
        ],
        'Welcome' => [
            'id' => 'ສະບາຍດີ',
            'name' => 'ຊຸມຊົນ, Selldone'
        ],
        'NewShop' => [
            'id' => 'ພໍ່ຄ້າ',
            'name' => 'Selldone ພໍ່ຄ້າ'
        ],
        'Approve' => [
            'id' => 'ອະນຸມັດ',
            'name' => 'Selldone ພໍ່ຄ້າ'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'ການຈັດການຄໍາສັ່ງ :name'
        ],

        'Recovery' => [
            'id' => 'ການຟື້ນຕົວ',
            'name' => 'Selldone ທີມງານການຟື້ນຟູ'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'ລໍຖ້າຢູ່ ⌛',
        'PAYED' => '✅ຈ່າຍແລ້ວ',
        'CANCELED' => '❌ຍົກເລີກແລ້ວ',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'ຜູ້​ບໍ​ລິ​ຫານ',
            'OFFICER' => 'ເຈົ້າໜ້າທີ່ ແລະ ຜູ້ຄຸມງານ',
            'AUDITING' => 'ຜູ້ຈັດການກວດສອບ',
            'EMPLOYEE' => 'ລູກ​ຈ້າງ',
            'PRODUCT' => 'ຜູ້ຈັດການຜະລິດຕະພັນ',
            'CONTENT' => 'ຜູ້ຈັດການເນື້ອຫາ',
            'MARKETING' => 'ຜູ້​ຈັດ​ການ​ຝ່າຍ​ການ​ຕະ​ຫຼາດ',
            'VIEWER' => 'ຜູ້ຊົມ',

        ],
        'subject' => ":inviter ເຊີນທ່ານເປັນ :level| :shop",
        'category' => "ເຊີນພະນັກງານ",
        'title' => "ທ່ານໄດ້ຮັບເຊີນໃຫ້ <b>:shop_name</b> ເປັນ <b>:level</b> .",
        'message' => "ທ່ານໄດ້ຮັບຄໍາເຊີນໃຫ້ຮ່ວມມືກັບທີມງານ <b>:shop_title</b> ໃນທຸລະກິດ. ທ່ານມີທາງເລືອກທີ່ຈະຍອມຮັບຫຼືປະຕິເສດການສະເຫນີນີ້. ຖ້າທ່ານເລືອກທີ່ຈະຍອມຮັບ, ກະລຸນາເຂົ້າສູ່ລະບົບ Selldone ເພື່ອຢືນຢັນການຕັດສິນໃຈຂອງທ່ານ. ຫຼັງຈາກການຢືນຢັນ, ທ່ານຈະໄດ້ຮັບການເຂົ້າເຖິງພາກສ່ວນການຄຸ້ມຄອງຮ້ານ.",

    ],

    'welcome-email' => [
        'subject' => "👋ຍິນດີຕ້ອນຮັບ :name, ມາເລີ່ມກັບ Selldone!",
        'category' => 'CONGRATULATION',
        'title' => "ຍິນດີຕ້ອນຮັບສູ່ Selldone",
        'message' => "ຂອບໃຈທີ່ເລືອກ Selldone! ໃນປັດຈຸບັນທ່ານເປັນສ່ວນຫນຶ່ງຂອງຊຸມຊົນທີ່ມີຊີວິດຊີວາທີ່ເຊື່ອມຕໍ່ຜູ້ຂາຍທົ່ວໂລກກັບລູກຄ້າ, ທຸລະກິດທ້ອງຖິ່ນກັບວິສາຫະກິດ, ແລະບຸກຄົນກັບບໍລິສັດ. ເຄື່ອງ​ມື Master ແລະ Pro ທັງ​ຫມົດ​ຂອງ​ພວກ​ເຮົາ​ມີ​ໃຫ້​ທ່ານ **ຟຣີ ** ແລະ **ບໍ່​ຈໍາ​ກັດ **. ພວກເຮົາຢູ່ທີ່ນີ້ເພື່ອສະໜັບສະໜູນທ່ານ ແລະເປີດປະຕູສູ່ຄວາມສຳເລັດຂອງເຈົ້າ.",

        'index' => "ຂັ້ນຕອນ :step.",

        'step-domain' => [
            'title' => 'ເພີ່ມໂດເມນທີ່ກໍາຫນົດເອງຂອງທ່ານ',
            'message' => "ເພື່ອເລີ່ມຕົ້ນ, ເພີ່ມໂດເມນແບບກຳນົດເອງຂອງທ່ານໄດ້ຟຣີໃນ Shop Dashboard ພາຍໃຕ້ການຕັ້ງຄ່າ > ການຕັ້ງຄ່າໂດເມນ.",
            'action' => 'ຈັດການໂດເມນຂອງຂ້ອຍ',
        ],
        'step-landing' => [
            'title' => 'ປັບແຕ່ງຫນ້າທໍາອິດຂອງທ່ານ',
            'message' => "ປັບແຕ່ງຫນ້າທໍາອິດຂອງທ່ານໂດຍການໄປທີ່ Dashboard > Pages. ເລືອກໜ້າທຳອິດທີ່ພົບເຫັນ ຫຼືສ້າງອັນໃໝ່. ມັນງ່າຍແລະ intuitive, ແລະທ່ານສາມາດເລີ່ມຕົ້ນເຮັດວຽກກ່ຽວກັບມັນທັນທີ.",
            'action' => 'ປັບແຕ່ງໜ້າທີ່ດິນຂອງຂ້ອຍ',
        ],
        'step-payment' => [
            'title' => 'ຕັ້ງຄ່າວິທີການຊໍາລະ',
            'message' => "ເລີ່ມຮັບເອົາການຈ່າຍເງິນໂດຍກົງໃສ່ບັນຊີທະນາຄານຂອງທ່ານ. ເພື່ອເຊື່ອມຕໍ່ຜູ້ໃຫ້ບໍລິການຊຳລະເງິນຂອງທ່ານເຊັ່ນ Stripe, PayPal, ແລະອື່ນໆອີກ, ໃຫ້ໄປທີ່ Dashboard > Accounting > Gateway.",
            'action' => 'ເພີ່ມວິທີການຊໍາລະ',
        ],
        'step-products' => [
            'title' => 'ເພີ່ມຜະລິດຕະພັນຂອງທ່ານ',
            'message' => "ເພີ່ມຜະລິດຕະພັນ ແລະໝວດໝູ່ໄດ້ຢ່າງງ່າຍດາຍໃນ Dashboard > ຜະລິດຕະພັນ. ມັນຄືກັນກັບການຈັດການໄຟລ໌ ແລະໂຟນເດີ້ຕ່າງໆໃນ PC ຂອງທ່ານ – ພ້ອມແລ້ວ drag-and-drop ຢ່າງເຕັມສ່ວນ. ນອກນັ້ນທ່ານຍັງສາມາດນໍາເຂົ້າຜະລິດຕະພັນຈໍານວນຫລາຍໂດຍໃຊ້ Excel. ແມ່ແບບຕົວຢ່າງມີຢູ່ເພື່ອຊ່ວຍໃຫ້ທ່ານເລີ່ມຕົ້ນ.",
            'action' => 'ຈັດການຜະລິດຕະພັນຂອງຂ້ອຍ',
        ],
        'step-shipping' => [
            'title' => 'ຕັ້ງຄ່າວິທີການຂົນສົ່ງ',
            'message' => "ເພື່ອຄິດຄ່າຂົນສົ່ງລູກຄ້າ, ໃຫ້ກໍານົດວິທີການຈັດສົ່ງຂອງທ່ານໃນ Dashboard > Logistic > Shipping. ທ່ານສາມາດກໍານົດລາຄາທີ່ແຕກຕ່າງກັນແລະການສະຫນັບສະຫນູນສໍາລັບສະຖານທີ່ຕ່າງໆ. ຢ່າລືມຕັ້ງຕົ້ນກຳເນີດສາງຂອງທ່ານໃນ Dashboard > Logistic > Warehouse.",
            'action' => 'ຈັດການວິທີການຂົນສົ່ງ',
        ],
    

        'seller' => [
            'title' => 'ເຈົ້າເປັນຜູ້ຂາຍບໍ?',
            'message' => 'ເພື່ອເລີ່ມຕົ້ນການຂາຍ, ເຂົ້າໄປໃນ dashboard ຂອງທ່ານໃນ Selldone ຜ່ານລິ້ງຂ້າງລຸ່ມນີ້ແລະສ້າງຮ້ານທໍາອິດຂອງທ່ານໂດຍບໍ່ເສຍຄ່າ. ນີ້ຈະໃຊ້ເວລາສອງສາມນາທີແລະເຈົ້າຈະມີຮ້ານຂອງຕົນເອງແລະເວັບໄຊທ໌ອອນໄລນ໌. ຫຼັງຈາກນັ້ນ, ພວກເຮົາຈະນໍາພາທ່ານໄປສູ່ຂັ້ນຕອນຕໍ່ໄປແລະໄດ້ຮັບປະຕູການຈ່າຍເງິນ.',
            'action' => 'ເຂົ້າສູ່ລະບົບ dashboard ຂອງຂ້ອຍ',
        ],
        'buyer' => [
            'title' => 'ຂ້ອຍເປັນຜູ້ຊື້',
            'message' => 'ຊົມເຊີຍ. ເມື່ອທ່ານເປັນສະມາຊິກຂອງ Selldone, ທ່ານຈະກໍາຈັດຄວາມຫຍຸ້ງຍາກທັງຫມົດຂອງການເປັນສະມາຊິກແລະການກວດສອບຄວາມຖືກຕ້ອງໃນຮ້ານອອນໄລນ໌. ເພື່ອຮັບຜົນປະໂຫຍດຈາກຮ້ານຄ້າແລະສະຖານທີ່ໃດນຶ່ງທີ່ໃຊ້ແພລະຕະຟອມ Selldone, ທ່ານສາມາດເຂົ້າສູ່ລະບົບດ້ວຍການຄລິກດຽວແລະເຮັດໃຫ້ການຊື້ຂອງທ່ານງ່າຍດາຍ, ໄວແລະປອດໄພ.',
        ],
    ],


    'charge-account' => [
        'category' => 'Wallet > ບັນຊີ > ຄ່າບໍລິການ',
        'title' => "ຄ່າບໍລິການສຳເລັດ",
        'message' => "ບັນຊີຂອງທ່ານ <b>:account_number</b> ຖືກຮຽກເກັບເງິນ <b>:amount</b> ສຳເລັດແລ້ວ.",
        'account' => 'ບັນຊີ',
        'charge' => 'ຄ່າບໍລິການ',
        'balance' => 'ຍອດເງິນ',
        'footer' => "ເຮັດໃຫ້ທຸລະກິດງ່າຍ, ສາມາດບັນລຸໄດ້, ແລະສາມາດເຂົ້າເຖິງໄດ້ກັບທຸກຄົນໃນທົ່ວໂລກ."
    ],

    'verify-email' => [
        'subject' => "🙌 ສໍາເລັດການລົງທະບຽນຂອງທ່ານກັບ Selldone! ຢືນຢັນການເຊື່ອມຕໍ່.",
        'category' => "ເຈົ້າຍັງອີກບາດກ້າວໜຶ່ງ",
        'title' => "ຢືນ​ຢັນ​ທີ່​ຢູ່​ອີ​ເມວ​ຂອງ​ທ່ານ",
        'message' => "Hi :name,<br><br>Thank you for choosing Selldone!<br><br>To confirm that <b>:email</b> is your correct email address, please click the button below or use the link provided. You have 48 hours to complete this verification.",
        'footer' => "ຖ້າເຈົ້າມີບັນຫາໃນການຄລິກປຸ່ມຢືນຢັນ, ສຳເນົາ ແລະວາງ URL ລຸ່ມນີ້ໃສ່ໃນໂປຣແກຣມທ່ອງເວັບຂອງເຈົ້າ: :activation_url",
        'next-step' => "ຕໍ່ໄປ, ພວກເຮົາຈະສົ່ງເອກະສານທີ່ເປັນປະໂຫຍດແລະຄໍາແນະນໍາຂັ້ນຕອນໂດຍຂັ້ນຕອນເພື່ອເຮັດໃຫ້ມັນງ່າຍສໍາລັບທ່ານທີ່ຈະເພີ່ມໂດເມນທີ່ກໍາຫນົດເອງຂອງທ່ານ, ຕັ້ງຄ່າການຈ່າຍເງິນ, ເພີ່ມຜະລິດຕະພັນ, ແລະໄດ້ຮັບຄໍາສັ່ງທໍາອິດຂອງທ່ານ.",

    ],
    'verify-email-code' => [
        'subject' => "ລະຫັດຢືນຢັນສໍາລັບ :name",
        'category' => "SECURITY",
        'title' => "ລະຫັດຢືນຢັນອີເມວ",
        'message' => "ສະບາຍດີ :name,<br><br> ເພື່ອຢືນຢັນວ່າ <b>:email</b> ແມ່ນທີ່ຢູ່ອີເມວທີ່ຖືກຕ້ອງຂອງທ່ານ, ກະລຸນາໃສ່ລະຫັດຕໍ່ໄປນີ້ພາຍໃນ <b>10 ນາທີ</b>:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉ຮ້ານຂອງທ່ານພ້ອມແລ້ວ| :name",
        'category' => "ເຈົ້າຍັງອີກບາດກ້າວໜຶ່ງ",
        'title' => "ສຳເລັດການຕິດຕັ້ງແລ້ວ",
        'account_title' => "ບັນ​ຊີ​ຂອງ​ທ່ານ",
        'account_msg' => "ຢືນຢັນ ແລະເຂົ້າສູ່ລະບົບບັນຊີຂອງທ່ານດ້ວຍຂໍ້ມູນນີ້.",
        'shop_msg' => "ຂໍ້​ມູນ​ບັນ​ຊີ​ກ່ຽວ​ກັບ​ລະ​ບົບ​ປະ​ຕິ​ບັດ​ການ​ທຸ​ລະ​ກິດ Selldone.",

    ],

    'reset2fa' => [
        'category' => "ຄວາມປອດໄພຂໍ້ຄວາມຢ່າງເປັນທາງການ",
        'title' => "ຮ້ອງຂໍໃຫ້ປິດການເຂົ້າສູ່ລະບົບ 2 ຂັ້ນຕອນ",
        'message' => "ທ່ານໄດ້ຮັບອີເມວນີ້ເພາະວ່າພວກເຮົາໄດ້ຮັບການຮ້ອງຂໍໃຫ້ຣີເຊັດການພິສູດຢືນຢັນສອງປັດໄຈສໍາລັບບັນຊີ **:name** ກັບ **:email** email.<br><br> ພວກເຮົາພົບເຫັນລາຍລະອຽດຕໍ່ໄປນີ້ສໍາລັບບັນຊີຂອງທ່ານ:",
        'footer' => "ຖ້າ​ຫາກ​ວ່າ​ທ່ານ​ບໍ່​ໄດ້​ຮ້ອງ​ຂໍ​ໃຫ້​ຕັ້ງ​ລະ​ຫັດ​ຜ່ານ​, ບໍ່​ມີ​ການ​ດໍາ​ເນີນ​ການ​ເພີ່ມ​ເຕີມ​ແມ່ນ​ຕ້ອງ​ການ​.",
        'action' => 'ປິດການເຂົ້າສູ່ລະບົບສອງຂັ້ນຕອນ',
    ],


    'build-new-shop' => [
        'subject' => "🎊ຮ້ານຂອງທ່ານພ້ອມແລ້ວ!",
        'category' => "ເກີດໃຫມ່ຮ້ານຄ້າອອນໄລນ໌ໃນໂລກ",
        'title' => "ຂໍສະແດງຄວາມຍິນດີ, :name!",
        'message' => "<b> ຊົມເຊີຍ, :name! ທຸລະກິດອອນໄລນ໌ອັນໃໝ່ຂອງເຈົ້າຕອນນີ້ມີຊີວິດຢູ່ແລ້ວ!</b> ພວກເຮົາຕື່ນເຕັ້ນທີ່ຈະຍິນດີຕ້ອນຮັບທ່ານເຂົ້າສູ່ຊຸມຊົນ Selldoners. ທ່ານໄດ້ເອົາບາດກ້າວທໍາອິດໄປສູ່ຄວາມສໍາເລັດ, ແລະພວກເຮົາຢູ່ທີ່ນີ້ເພື່ອຊ່ວຍທ່ານໃນທຸກຂັ້ນຕອນຂອງວິທີການ.<br> ຕອນນີ້ຮ້ານຂອງທ່ານພ້ອມແລ້ວ, ໃຫ້ແນ່ໃຈວ່າທ່ານກຽມພ້ອມທີ່ຈະໄດ້ຮັບການຈ່າຍເງິນໂດຍກົງຈາກລູກຄ້າຂອງທ່ານແລະເລີ່ມຕົ້ນການຂະຫຍາຍຕົວຂອງອານາຈັກຂອງທ່ານ. ຖ້າເຈົ້າຕ້ອງການຄວາມຊ່ວຍເຫຼືອ, ພວກເຮົາພຽງແຕ່ສົ່ງຂໍ້ຄວາມອອກໄປເທົ່ານັ້ນ—ທີມງານຊ່ວຍເຫຼືອຂອງພວກເຮົາແມ່ນຢູ່ບ່ອນນີ້ສຳລັບເຈົ້າສະເໝີ.<br><br><b> ຂັ້ນຕອນຕໍ່ໄປທີ່ສຳຄັນ:</b> ເພື່ອເລີ່ມຕົ້ນ, ໃຫ້ແນ່ໃຈວ່າທ່ານຕັ້ງຄ່າທັງໝົດແລ້ວສຳລັບການຮັບເງິນ ແລະດຳເນີນງານທີ່ລຽບງ່າຍ. ພວກເຮົາຈະນໍາພາທ່ານຜ່ານແຕ່ລະຂັ້ນຕອນເພື່ອເຮັດໃຫ້ຮ້ານຂອງທ່ານດໍາເນີນໄປຢ່າງບໍ່ຢຸດຢັ້ງ.",
        'pdf-book' => "ຢ່າພາດປື້ມຄູ່ມືທີ່ຕິດຄັດມາ: ເຮັດທຸລະກິດຂອງທ່ານຄືກັບເກມ",

        'account' => [
            'title' => 'ຂັ້ນຕອນທີ 1: ສ້າງບັນຊີຢູ່ໃນກະເປົາເງິນ Selldone',
            'message' => "ເພື່ອເລີ່ມຕົ້ນ, ສ້າງບັນຊີໃນກະເປົາເງິນ Selldone ຂອງທ່ານ. ນີ້ແມ່ນບ່ອນທີ່ຄ່າທໍານຽມຂອງທ່ານຈະຖືກຫັກ, ແລະມັນຍັງເປັນບ່ອນທີ່ເຈົ້າຈະຕື່ມເງິນເພື່ອຮັກສາຮ້ານຂອງທ່ານໃຫ້ເຮັດວຽກຢ່າງຄ່ອງແຄ້ວ. ຖ້າຍອດເງິນຂອງທ່ານເຄີຍເປັນລົບ, ຢ່າກັງວົນ! ຮ້ານຂອງທ່ານຈະສືບຕໍ່ດໍາເນີນການໂດຍບໍ່ມີການຂັດຂວາງ.",
            'action' => 'ເຂົ້າສູ່ລະບົບ wallet',
        ],

        'shop-account' => [
            'title' => 'ຂັ້ນຕອນທີ 2: ເຊື່ອມຕໍ່ບັນຊີກັບຮ້ານ',
            'message' => "ຕໍ່ໄປ, ເຊື່ອມຕໍ່ບັນຊີ wallet ຂອງທ່ານກັບຮ້ານຂອງທ່ານ. ໄປທີ່ <b>Store > ການບັນຊີ > Invoice</b>, ແລະເຊື່ອມຕໍ່ wallet ຂອງທ່ານ. ອັນນີ້ຮັບປະກັນວ່າການຈ່າຍເງິນຂອງລູກຄ້າທັງໝົດຖືກຝາກເຂົ້າບັນຊີທະນາຄານຂອງເຈົ້າໂດຍກົງ—Selldone ບໍ່ໄດ້ຫັກຈຳນວນເງິນໃດໆຈາກລາຍໄດ້ຂອງເຈົ້າ.",
            'action' => 'ເກັບຮັກສາກະດານໃບແຈ້ງໜີ້',
        ],

        'gateway' => [
            'title' => 'ຂັ້ນຕອນທີ 3: ເຊື່ອມຕໍ່ປະຕູການຈ່າຍເງິນອອນໄລນ໌',
            'message' => "ດຽວນີ້, ມາຕັ້ງຄ່າປະຕູການຈ່າຍເງິນອອນໄລນ໌ຂອງເຈົ້າ. ໄປທີ່ <b>Store > ການບັນຊີ > Port</b> ແລະຄລິກໃສ່ <b>Add New Port</b>. ເລືອກສະກຸນເງິນຂອງທ່ານ, ແລະທ່ານຈະເຫັນລາຍຊື່ຂອງປະຕູການຈ່າຍເງິນທີ່ມີຢູ່. ການ​ເຊື່ອມ​ຕໍ່​ປະ​ຕູ​ແມ່ນ​ງ່າຍ​ແລະ​ວ່ອງ​ໄວ​, ແຕ່​ຖ້າ​ຫາກ​ວ່າ​ທ່ານ​ຕ້ອງ​ການ​ການ​ຊ່ວຍ​ເຫຼືອ​, ກະ​ລຸ​ນາ​ກວດ​ສອບ Selldone ຄູ່​ມື​ຫຼື​ຕິດ​ຕໍ່​ຫາ​ພວກ​ເຮົາ​.",
            'action' => 'ເພີ່ມປະຕູໃສ່ຮ້ານ',
        ],

        'domain' => [
            'title' => 'ຂັ້ນຕອນສຸດທ້າຍ: ການເຊື່ອມຕໍ່ໂດເມນທີ່ອຸທິດຕົນ',
            'message' => "ໃນປັດຈຸບັນ, ເຊື່ອມຕໍ່ໂດເມນທີ່ກໍາຫນົດເອງຂອງທ່ານກັບຮ້ານຂອງທ່ານ. ນີ້ອະນຸຍາດໃຫ້ລູກຄ້າສາມາດຊື້ຜະລິດຕະພັນຫຼືບໍລິການຂອງທ່ານແລະເຮັດການຊໍາລະເງິນໂດຍກົງກັບທ່ານ.",
            'action' => 'ແນະນຳ ແລະຮັບບັດຂອງຂວັນບໍ່ຈຳກັດ',
        ],
    ],


    'basket-list' => [
        'item' => "ລາຍການ",
        'count' => "ນັບ",
        'price' => "ລາຄາ",
        'discount-code' => "ລະຫັດສ່ວນຫຼຸດ",
        'customer-club' => 'ສະໂມສອນລູກຄ້າ',
        'shipping' => "ການ​ຂົນ​ສົ່ງ",
        'total' => "ທັງໝົດ",
        'offer' => "ຂໍ້ສະເໜີ",
        'coupon' => "ຄູປ໋ອງ",
        'lottery' => "ລາງວັນ",
        'tax' => "ພາສີ",
        'tax_included' => "ລວມຢູ່ໃນລາຄາ",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'ວິທີການ',
        'amount' => 'ຈໍາ​ນວນ',
        'giftcard' => 'Gift card',
        'payment' => 'ການຈ່າຍເງິນ',
    ],


    'shop-subscription-email' => [
        'category' => "ອັບເດດການສະໝັກໃຊ້",
        'title' => "ໃບອະນຸຍາດຮ້ານ: :shop_title",
        'title-reserved' => "ສະຫງວນລິຂະສິດ: :shop_title",
        'title-active' => "ໃບອະນຸຍາດນຳໃຊ້: :shop_title",
        'title-finished' => "ໃບອະນຸຍາດສໍາເລັດ: :shop_title",
        'title-cancel' => "ຍົກເລີກໃບອະນຸຍາດ: :shop_title",
        'message' => "ອັບເດດແຜນໃບອະນຸຍາດຮ້ານຄ້າຂອງທ່ານ,",
        'RESERVED' => "⚡ແຜນການສະໝັກໃຊ້ຂອງທ່ານໄດ້ຖືກ **ຈອງໄວ້**.",
        'ACTIVE' => "🟢 ແຜນ​ການ​ສະ​ໝັກ​ຂອງ​ທ່ານ​ໄດ້​ຖືກ **ເປີດ​ນຳ​ໃຊ້**.",
        'FINISHED' => "🚧 ແຜນ​ການ​ສະ​ໝັກ​ຂອງ​ທ່ານ **ສຳ​ເລັດ​ແລ້ວ**.",
        'CANCEL' => "⛔ ແຜນການສະໝັກສະມາຊິກຂອງທ່ານຖືກ **ຍົກເລີກ**.",
    ],

    'support' => [
        'subject' => "ສູນສະຫນັບສະຫນູນ|:name ຕອບ",
        'category' => "ສູນສະຫນັບສະຫນູນ",
        'title' => "ທ່ານໄດ້ຮັບຄໍາຕອບ",
        'action' => "ເປີດຮ້ານ admin",
    ],

    'shop-customer-join' => [
        'subject' => "ເຂົ້າຮ່ວມ :shop_title",
        'category' => "ສະເຫຼີມສະຫຼອງລູກຄ້າໃຫມ່",
        'title' => "ພວກເຮົາມີຄວາມສຸກສໍາລັບການເປັນສະມາຊິກຂອງທ່ານ",
        'action' => "ຢ້ຽມຢາມດຽວນີ້",
    ],

    'shop-vendor-join' => [
        'subject' => "ຕົວແທນຈຳໜ່າຍ | :shop_title",
        'category' => "ສະເຫຼີມສະຫຼອງຜູ້ຂາຍໃຫມ່",
        'title' => "ພວກເຮົາມີຄວາມສຸກສໍາລັບການເປັນສະມາຊິກຂອງທ່ານ",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "ບັດຂອງຂວັນ :shop_title",
        'category' => "ເພີ່ມບັດໃໝ່",
        'title' => "ຂໍສະແດງຄວາມຍິນດີ, ທ່ານໄດ້ຮັບບັດຂອງຂວັນ",
        'action' => "ຊື້ດຽວນີ້",
        'message' => "ທ່ານໄດ້ຮັບບັດຂອງຂວັນໃນຈໍານວນ :balance :currency. ເຈົ້າຈະສາມາດຊື້ຈາກຮ້ານຂອງພວກເຮົາດ້ວຍບັດຂອງຂວັນນີ້.",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "ສູນສະຫນັບສະຫນູນ| :shop",
        'category' => "ສະຫນັບສະຫນູນ",
        'title' => "ທ່ານໄດ້ຮັບຄໍາຕອບ",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍ສັ່ງຊື້ສິນຄ້າ | :order_id",
        'title' => "ຄໍາສັ່ງ",
        'message' => "ເຈົ້າໄດ້ສັ່ງເຄື່ອງຢູ່ຮ້ານຂອງພວກເຮົາ. ພວກເຮົາໄດ້ຮັບຄຳສັ່ງຊື້ຂອງເຈົ້າ ແລະຈະສົ່ງອີເມວໃໝ່ໃຫ້ເຈົ້າເມື່ອການຈ່າຍເງິນຖືກຢືນຢັນ."
    ,

        'payments' => 'ການຈ່າຍເງິນ',
    ],

    'order-payment' => [
        'subject' => "🛍 ຢືນຢັນການຈ່າຍເງິນ | :order_id",
        'title' => "ຄໍາສັ່ງຊໍາລະ",
        'message' => "ການຈ່າຍເງິນຂອງທ່ານສຳເລັດແລ້ວ,<br> ພວກ​ເຮົາ​ໄດ້​ຮັບ​ຄໍາ​ສັ່ງ​ຂອງ​ທ່ານ​. ພວກເຮົາຈະສົ່ງອີເມລ໌ອື່ນໃຫ້ທ່ານເມື່ອການສັ່ງຊື້ຂອງທ່ານຈັດສົ່ງ.",
    

        'payments' => 'ການຈ່າຍເງິນ',
    ],

    'order-update' => [
        'subject' => "🛍️ອັບເດດສະຖານະການສັ່ງຊື້|ສັ່ງ :order_id",
        'title' => "ອັບເດດສະຖານະຄໍາສັ່ງ",
        'message' => "ອັບເດດຄຳສັ່ງຊື້ຂອງທ່ານແລ້ວ. ທ່ານສາມາດກວດສອບສະຖານະຫຼ້າສຸດຂອງຄໍາສັ່ງນີ້ຢູ່ໃນບັນຊີຂອງທ່ານ.",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "ຄຳສັ່ງຊື້ຂອງທ່ານຢູ່ໃນຄິວສຳລັບການປະມວນຜົນ. ພວກເຮົາຈະແຈ້ງໃຫ້ທ່ານຮູ້ເມື່ອມັນຖືກກະກຽມ.",
                'OrderConfirm' => "ຄໍາສັ່ງຂອງທ່ານໄດ້ຮັບການຢືນຢັນແລະການກະກຽມໄດ້ເລີ່ມຕົ້ນ.",
                'PreparingOrder' => "ການສັ່ງຊື້ຂອງທ່ານກຳລັງຖືກກະກຽມ ແລະຈະຖືກຈັດສົ່ງໃນໄວໆນີ້.",
                'SentOrder' => "ການສັ່ງຊື້ຂອງທ່ານໄດ້ຖືກຈັດສົ່ງແລ້ວ. ທ່ານຈະໄດ້ຮັບມັນໃນໄວໆນີ້.",
                'ToCustomer' => "ການສັ່ງຊື້ຂອງທ່ານໄດ້ຖືກຈັດສົ່ງແລ້ວ. ພວກເຮົາຫວັງວ່າທ່ານຈະມີຄວາມສຸກມັນ!",

                'PreparingOrder-PICKUP' => "ກຳລັງກະກຽມຄຳສັ່ງຊື້ຂອງທ່ານ. ທ່ານຈະໄດ້ຮັບການແຈ້ງເຕືອນເມື່ອມັນພ້ອມຮັບ.",
                'SentOrder-PICKUP' => "ຄຳສັ່ງຊື້ຂອງທ່ານພ້ອມຮັບແລ້ວ. ກະລຸນາມາຮ້ານເພື່ອເກັບມັນ.",
                'ToCustomer-PICKUP' => "ການສັ່ງຊື້ຂອງທ່ານໄດ້ຖືກຮັບແລ້ວ. ພວກເຮົາຫວັງວ່າທ່ານຈະມີຄວາມສຸກມັນ!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "ຄຳສັ່ງຊື້ຂອງທ່ານຢູ່ໃນຄິວສຳລັບການປະມວນຜົນ. ພວກເຮົາຈະແຈ້ງໃຫ້ທ່ານຮູ້ເມື່ອມັນພ້ອມ.",
                'OrderConfirm' => "ຄໍາສັ່ງຂອງທ່ານໄດ້ຮັບການຢືນຢັນແລະການກະກຽມກໍາລັງດໍາເນີນ.",
                'PreparingOrder' => "ການສັ່ງຊື້ຂອງທ່ານກຳລັງຖືກກະກຽມ ແລະຈະຖືກສົ່ງໄປຫາທ່ານໃນໄວໆນີ້.",
                'ToCustomer' => "ການສັ່ງຊື້ສະເໝືອນຂອງທ່ານໄດ້ຖືກຈັດສົ່ງໄປໃຫ້ບັນຊີຂອງທ່ານແລ້ວ. ຂອບໃຈ!"
            ],
            'SERVICE' => [
                'CheckQueue' => "ການຮ້ອງຂໍການບໍລິການຂອງທ່ານແມ່ນຢູ່ໃນຄິວ. ພວກເຮົາຈະແຈ້ງໃຫ້ທ່ານຮູ້ເມື່ອພວກເຮົາເລີ່ມຕົ້ນ.",
                'OrderConfirm' => "ການບໍລິການຂອງທ່ານໄດ້ຮັບການຢືນຢັນແລ້ວ ແລະພວກເຮົາກຳລັງກະກຽມເລີ່ມຕົ້ນ.",
                'PreparingOrder' => "ພວກເຮົາກຳລັງກະກຽມການບໍລິການຂອງທ່ານ, ແລະຈະແຈ້ງໃຫ້ທ່ານຊາບເມື່ອມັນສຳເລັດແລ້ວ.",
                'ToCustomer' => "ການບໍລິການຂອງເຈົ້າສຳເລັດແລ້ວ. ຂອບໃຈທີ່ເລືອກພວກເຮົາ!"
            ],
            'FILE' => [
                'PreparingOrder' => "ໄຟລ໌ຂອງທ່ານກຳລັງຖືກກະກຽມ ແລະຈະສາມາດໃຊ້ໄດ້ໃນໄວໆນີ້.",
                'ToCustomer' => "ໄຟລ໌ຂອງທ່ານພ້ອມແລ້ວ ແລະໄດ້ຖືກຈັດສົ່ງແລ້ວ. ໃນປັດຈຸບັນທ່ານສາມາດດາວນ໌ໂຫລດມັນ."
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "ການສັ່ງຈອງຂອງທ່ານຢູ່ໃນຄິວ. ພວກເຮົາຈະແຈ້ງໃຫ້ທ່ານຮູ້ເມື່ອການປະມວນຜົນເລີ່ມຕົ້ນ.",
                'OrderConfirm' => "ການສະໝັກໃຊ້ຂອງທ່ານໄດ້ຮັບການຢືນຢັນ ແລະກຳລັງຖືກຕັ້ງຄ່າ.",
                'PreparingOrder' => "ພວກເຮົາກຳລັງກະກຽມການສະໝັກສະມາຊິກຂອງເຈົ້າ ແລະມັນຈະເລີ່ມໃນໄວໆນີ້.",
                'SentOrder' => "ການສະໝັກໃຊ້ຂອງທ່ານໄດ້ຖືກເປີດໃຊ້ແລ້ວ. ທ່ານຈະໄດ້ຮັບການປັບປຸງຢ່າງຕໍ່ເນື່ອງ.",
                'ToCustomer' => "ບໍລິການສະໝັກສະມາຊິກຂອງທ່ານໄດ້ຖືກເປີດໃຊ້ສຳເລັດແລ້ວ."
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'ຊົມເຊີຍ :name|New Voucher: :title',
        'category' => "ຂໍສະແດງຄວາມຍິນດີ, ຂອງຂວັນໃໝ່",
        'message' => "Hey :name,<br><br> ເຈົ້າໄດ້ຮັບບັດເຕີມໃໝ່ເປັນຂອງຂວັນຈາກພວກເຮົາແລ້ວ! ເຈົ້າສາມາດໄດ້ຮັບບັດເຕີມເງິນໄດ້ຫຼາຍຂຶ້ນໂດຍການແນະນຳ Selldone ໃຫ້ກັບໝູ່ຂອງເຈົ້າ ແລະທຸກຄົນທີ່ທ່ານຮູ້ຈັກ. voucher ນີ້ຄຸ້ມຄ່າ **:price :currency**.<br><br>Q ເຈົ້າໄດ້ກ້າວທຳອິດແລ້ວ, ແລະພວກເຮົາຢູ່ທີ່ນີ້ເພື່ອຊ່ວຍໃຫ້ທ່ານປົດລັອກຄຸນສົມບັດໃໝ່ດ້ວຍບັດເຕີມເງິນຂອງທ່ານ! ກະລຸນາເຂົ້າສູ່ລະບົບດ້ວຍ **:email** ແລະຊອກຫາບັດເຕີມເງິນຂອງທ່ານໃນຮ້ານ ** Dashboard** > **Settings** > **Licence**.<br><br>Congratulations!",
        'action' => "dashboard ຂອງຂ້ອຍ",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'ຊົມເຊີຍ, ທີ່ຮັກແພງ :name | ທ່ານໄດ້ຮັບຂອງຂວັນ',
        'category' => "ປະກາດຮັບຂອງຂວັນ",
        'title' => "ຂອງຂວັນສໍາລັບທ່ານ",
        'message' => "Hi :name, we're excited to let you know that you've received a special gift from Selldone! 🎉 You can earn more gifts by staying active, growing your store, and improving your expertise on Selldone. To check out your gift, simply log in with :email and look for it in the top-right corner of your dashboard.<br><br>This gift is worth **:price :currency**, and you can easily deposit it into your wallet within Selldone.<br><br>Use your gift to upgrade your store's license and unlock even more powerful tools to boost your online business!",
        'action' => "ຂອງຂວັນ",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍ຮັບອໍເດີໃຫມ່ | :order_id",
        'title' => "New Order",
        'message' => "ທ່ານໄດ້ຮັບຄໍາສັ່ງໃຫມ່. ກະລຸນາໄປທີ່ໜ້າປະມວນຜົນການສັ່ງຊື້ໃນຮ້ານຂອງທ່ານ.",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'ຂໍ້​ມູນ​ທີ່​ເຕັມ​ໄປ​ຂອງ​ທ່ານ​',
        'output-form-title' => 'ຂໍ້ມູນລາຍການທີ່ຊື້',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title|ບົດລາຍງານປະຈໍາອາທິດ :time',
        'title' => 'ບົດລາຍງານການປະຕິບັດຮ້ານປະຈໍາອາທິດ',
        'message' => "ນີ້ແມ່ນບົດລາຍງານປະຈໍາອາທິດຂອງຮ້ານຂອງທ່ານຈາກ <b>:start</b> ເຖິງ <b>:end</b>. ບົດລາຍງານນີ້ປະກອບມີຄໍາແນະນໍາສໍາລັບການປັບປຸງທຸລະກິດຂອງທ່ານ, ທ່ານຍັງສາມາດກວດເບິ່ງສະຖານະຂອງຮ້ານອອນໄລນ໌ຂອງທ່ານແລະຄໍາສັ່ງທີ່ຜ່ານມາ. ຂ້ອຍຫວັງວ່າເຈົ້າຈະມີມື້ທີ່ດີແລະອາທິດຂ້າງຫນ້າ."
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ ບົດລາຍງານການປະຢັດ :amount ຂອງທ່ານໃນສາມເດືອນທີ່ຜ່ານມາ| :shop_title',
        'title' => 'ລາຍງານຕາມລະດູການກ່ຽວກັບການເຄື່ອນໄຫວທຸລະກິດ, ລາງວັນ ແລະເງິນຝາກປະຢັດທາງດ້ານການເງິນຂອງທ່ານ',
        'message' => "ນີ້ແມ່ນບົດລາຍງານລະດູການ <b>:shop_title</b> ຂອງທ່ານຈາກ <b>:start</b> ເຖິງ <b>:end</b>."
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'ບັນຊີທີ່ເຊື່ອມຕໍ່',
        'sub-title' => 'ສະຖານະຫຼ້າສຸດຂອງບັນຊີກະເປົາເງິນທີ່ເຊື່ອມຕໍ່ກັບຮ້ານຂອງຂ້ອຍແມ່ນຫຍັງ?',
        'view-wallet' => 'ເບິ່ງກະເປົາເງິນ',
        'tip-title' => 'ຄໍາແນະນໍາທີ່ສໍາຄັນ',
        'tip' => "ຕັ້ງຄ່າກະເປົາເງິນ Selldone ຟຣີ ແລະເຊື່ອມຕໍ່ມັນກັບຮ້ານຂອງທ່ານ. ເຖິງແມ່ນວ່າຍອດເງິນຂອງທ່ານຈະເປັນລົບ, ລູກຄ້າຂອງທ່ານຍັງສາມາດຊື້ເຄື່ອງແລະຈ່າຍໂດຍບໍ່ມີບັນຫາໃດໆ. ບໍ່ຕ້ອງເປັນຫ່ວງ, ການດໍາເນີນງານ ແລະຂໍ້ມູນຂອງຮ້ານຂອງທ່ານຈະສືບຕໍ່ຢ່າງຄ່ອງຕົວເປັນເວລາເຖິງ 1 ເດືອນ, ໂດຍບໍ່ມີການລົບກວນໃດໆ.",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'ເຊື່ອມຕໍ່ກັບບັນຊີ'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'ແອັບທີ່ຕິດຕັ້ງແລ້ວ',
        'sub-title' => 'ບັນຊີລາຍຊື່ຂອງແອັບຯທີ່ທ່ານໄດ້ຕິດຕັ້ງຢູ່ໃນຮ້ານຂອງທ່ານໃນອາທິດນີ້.',
        'tip' => "ທ່ານຕ້ອງການຊອກຫາແອັບຯເພີ່ມເຕີມສໍາລັບຮ້ານຂອງທ່ານບໍ?",
        'view-app-store' => 'ເຂົ້າໄປເບິ່ງທີ່ Selldone App Store..',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'ບັອດຮ້ານຂອງເຈົ້າ',
        'sub-title' => 'bots ການຂາຍຢ່າງຫ້າວຫັນໃນຮ້ານຂອງຂ້ອຍ.',
        'tip-title' => 'ການຂາຍບັອດ',
        'tip' => "Selldone ໄດ້ສະຫນອງໃຫ້ທ່ານມີ bots ການຂາຍອັດຕະໂນມັດ. ສິ່ງທີ່ທ່ານຕ້ອງເຮັດແມ່ນໄປທີ່ Add-ons> Bots panel ແລະເປີດໃຊ້ bots ຮ້ານຂອງທ່ານ. ໃຫ້ສັງເກດວ່າການບໍລິການທີ່ກ່ຽວຂ້ອງຕ້ອງມີຢູ່ໃນປະເທດຂອງທ່ານ.",
        'view-bots' => 'ຈັດການບັອດ',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'ການສື່ສານກັບລູກຄ້າ',
        'sub-title' => 'ຂ້ອຍໄດ້ຕິດຕໍ່ກັບລູກຄ້າຂອງຂ້ອຍຫຼາຍປານໃດໃນອາທິດນີ້?',
        'faqs' => 'ຄໍາ​ຖາມ​ທີ່​ຖືກ​ຖາມ​ເລື້ອຍໆ',
        'tickets' => 'ປີ້ລູກຄ້າ',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'ສະຖານະຜູ້ໃຊ້',
        'sub-title' => 'ກິດຈະກໍາຈາກ :start ເຖິງ :end',
        'users' => [
            'title' => 'ລູກຄ້າ',
            'subtitle' => 'ສະໝັກຜູ້ໃຊ້',
        ],
        'views' => [
            'title' => 'ການຢ້ຽມຢາມ',
            'subtitle' => 'ເຈົ້າໄປຢ້ຽມຢາມຮ້ານຈັກເທື່ອ',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'ຜູ້ໃຊ້ກັບຄືນ',

        'shop_views' => 'ເບິ່ງຮ້ານຄ້າ',
        'baskets' => [
            'title' => 'ກະຕ່າຊື້ເຄື່ອງ',
            'subtitle' => 'ລາຍງານຈໍານວນຂອງກະຕ່າຊື້ເຄື່ອງໃຫມ່',
        ],
        'products' => [
            'title' => 'ພາບລວມຂອງຜະລິດຕະພັນ',
            'subtitle' => 'ສະຖານະພາບຂອງຜະລິດຕະພັນໃນຮ້ານໂດຍປະເພດ',
            'value_name' => 'ຜະລິດຕະພັນ'
        ],
        'products_count' => 'ປະເພດຜະລິດຕະພັນ',
        'views_count' => 'ຈຳນວນເບິ່ງ',
        'sell_count' => 'ຂາຍນັບ',
        'send_count' => 'ຈໍານວນການຂົນສົ່ງ',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'ເລື່ອນການຂົນສົ່ງ',
        'sub-title' => 'ກະດານສໍາລັບຜູ້ຂາຍລາຍໃຫຍ່ຂອງ Drop Shipping Selldone.',
        'total_fulfillments' => 'ໄດ້ຮັບການສັ່ງຊື້ທັງໝົດ',
        'ds_count' => 'ໄດ້ຮັບຄໍາສັ່ງ',
        'statistics_title' => 'ລາຍງານຄໍາສັ່ງທີ່ໄດ້ຮັບ',
        'ds_cancels' => 'ຍົກເລີກໂດຍຜູ້ຂາຍໃນການໂຕ້ຕອບ',
        'ds_rejects' => 'ຍົກເລີກໂດຍເຈົ້າ',
        'tip' => "ເຈົ້າເປັນຜູ້ຂາຍສິນຄ້າລາຍໃຫຍ່ບໍ? ທ່ານເປັນເຈົ້າຂອງສາງ, ໂຮງງານຜະລິດຫຼືຈໍາຫນ່າຍຜະລິດຕະພັນ? ທ່ານສາມາດສະເຫນີຜະລິດຕະພັນຂອງທ່ານໃຫ້ກັບຜູ້ຂາຍອື່ນໆໃນບໍລິການ Selldone Drop Shipping ເພື່ອຂາຍຜະລິດຕະພັນຂອງທ່ານໃນຂະຫນາດໃຫຍ່. ສົ່ງອີເມວຫາພວກເຮົາທີ່ support@selldone.com ເພື່ອນໍາພາທ່ານ.",
        'view-drop-shipping-panel' => 'ເຂົ້າສູ່ລະບົບກະດານຂາຍຍົກ',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'ອັດ​ຕາ​ແລກ​ປ່ຽນ',
        'sub-title' => 'ລາຍຊື່ອັດຕາການປ່ຽນແປງສະກຸນເງິນຫຼ້າສຸດໃນຮ້ານຂອງທ່ານ.',
        'from' => 'ແຫຼ່ງສະກຸນເງິນ',
        'to' => 'ສະກຸນເງິນປາຍທາງ',
        'rate' => 'ອັດຕາການປ່ຽນແປງ',
        'view-exchange-panel' => 'ຈັດການອັດຕາແລກປ່ຽນ',
    

        'vew-exchange-panel' => 'ກະດານຄຸ້ມຄອງອັດຕາແລກປ່ຽນ',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'ສັນຍາຊ່ຽວຊານ',
        'sub-title' => 'ອາຊີບໃດເຮັດວຽກຢູ່ໃນຮ້ານຂອງຂ້ອຍ?',
        'cost' => 'ຈໍານວນສັນຍາ',
        'duration' => 'ໄລຍະເວລາ',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'ວັນທີຍົກເລີກ',
        'end_at' => 'ວັນ​ທີ​ສົ່ງ',
        'tip' => 'ທ່ານສາມາດຈ້າງຜູ້ຊ່ຽວຊານທີ່ດີທີ່ສຸດໃນ Selldone ເພື່ອພັດທະນາທຸລະກິດຂອງທ່ານ.',
        'view-experts' => 'ຄລິກເພື່ອເລີ່ມຕົ້ນ.',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'ລາຍງານປະຕູການຈ່າຍເງິນທີ່ເຄື່ອນໄຫວຢູ່ໃນຮ້ານຄ້າ :shop.',
        'tip-title' => 'ຄໍາແນະນໍາທີ່ສໍາຄັນ',
        'tip' => "ໄປທີ່ຫນ້າການຈັດການປະຕູໃນຮ້ານຂອງທ່ານແລະເພີ່ມຢ່າງຫນ້ອຍຫນຶ່ງພອດໃນສອງສາມນາທີ. ລູກຄ້າຂອງເຈົ້າມັກຈ່າຍເງິນໄວ ແລະປອດໄພຜ່ານປະຕູອອນໄລນ໌.",
        'view-shop-gateways' => 'ເຂົ້າສູ່ລະບົບການຈັດການປະຕູຮ້ານຂອງຂ້ອຍ.',
        'view-gateways' => 'ເບິ່ງປະຕູເພີ່ມເຕີມ',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'ຄໍາສັ່ງ',
        'sub-title' => 'ບັນຊີລາຍຊື່ຄໍາສັ່ງທີ່ຂ້ອຍໄດ້ຮັບໃນອາທິດນີ້.',
        'total_baskets' => 'ຄໍາສັ່ງທັງຫມົດ',
        'total_posBaskets' => 'ການສັ່ງຊື້ເງິນສົດທັງໝົດ',
        'pos-title' => 'ຕູ້ POS Store',
        'chart-label' => 'ຄໍາສັ່ງສໍາເລັດ (ຄໍາສັ່ງເຫຼົ່ານີ້ແມ່ນບໍ່ຈໍາເປັນຕ້ອງຈ່າຍ!)',
        'tip-title' => 'ເຈົ້າ​ຄວນ​ພະ​ຍາ​ຍາມ​ຫຼາຍ ...',
        'tip' => "ບໍ່ມີຄວາມສໍາເລັດງ່າຍໆ.",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'ສູນປຸງແຕ່ງ',
        'sub-title' => 'ພວກເຮົາດໍາເນີນການຄໍາສັ່ງຫຼາຍປານໃດໃນຮ້ານໃນອາທິດນີ້?',
        'tip-title' => 'ເຈົ້າບໍ່ມີຂາຍ!',
        'tip' => "ໂຊກບໍ່ດີທີ່ທ່ານບໍ່ມີການຂາຍໃນອາທິດນີ້. ທ່ານຈໍາເປັນຕ້ອງໄດ້ເພີ່ມເຕີມຕໍ່ກັບຮ້ານຂອງທ່ານ. ທ່ານສາມາດເພີ່ມຜະລິດຕະພັນເພີ່ມເຕີມ, ເລືອກຮູບພາບທີ່ດີກວ່າຫຼືຂຽນຄໍາອະທິບາຍທີ່ດີກວ່າສໍາລັບຜະລິດຕະພັນຂອງທ່ານ. ພິຈາລະນາວຽກເຕັມເວລາສໍາລັບທຸລະກິດຂອງທ່ານ. ຖ້າເຈົ້າເຮັດມັນຖືກຕ້ອງແລະບໍ່ຜິດຫວັງ, ເຈົ້າຈະປະສົບຜົນສໍາເລັດ.",
        'view-process-center' => 'ເບິ່ງສູນຂະບວນການ',
        'return' => [
            'title' => 'ຄໍາສັ່ງກັບຄືນ',
            'subtitle' => 'ລາຍງານຄໍາສັ່ງກັບຄືນ.',
            'tip-title' => 'ທ່ານ​ຮູ້​ບໍ່​ວ່າ ...',
            'tip' => "ທ່ານສາມາດສ້າງບັນຊີເງິນສົດຫຼາຍເທົ່າທີ່ທ່ານຕ້ອງການດ້ວຍ Selldone POS! ບໍ່​ວ່າ​ຈະ​ເປັນ​ແທັບ​ເລັດ, ມື​ຖື, ຫຼື​ແລັບ​ທັອບ​ຂອງ​ທ່ານ, ທ່ານ​ສາ​ມາດ​ປ່ຽນ​ອຸ​ປະ​ກອນ​ໃດ​ໜຶ່ງ​ໃຫ້​ເປັນ​ຈຸດ​ຂາຍ​ຂອງ​ຮ້ານ​ໄດ້. ມັນງ່າຍດາຍ, ໄວໃນການຕັ້ງຄ່າ, ແລະການກະກຽມຢ່າງເຕັມທີ່ສໍາລັບເຄື່ອງແມ່ຂ່າຍຂອງທ່ານ. ເລີ່ມໃຊ້ມັນມື້ນີ້!",
            'view-pos' => 'ເຂົ້າສູ່ລະບົບ Cashier ຮ້ານຄ້າອອນໄລນ໌ຂອງຂ້ອຍ'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'ເຊດຊັນ',
        'sub-title' => 'ຂ້ອຍໄປຮ້ານຂອງຂ້ອຍຈັກເທື່ອ?',
        'countries-title' => 'ປະເທດໃດທີ່ໄດ້ໄປຢ້ຽມຢາມຫຼາຍທີ່ສຸດ?',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'ເຈົ້າຢາກສ້າງລາຍໄດ້ໂດຍບໍ່ຕ້ອງເສຍເງິນຈັກບາດບໍ?',
        'message' => "ສະບາຍດີ :name, ມັນເປັນເວລາທີ່ຈະເລີ່ມຕົ້ນການສ້າງລາຍໄດ້ດ້ວຍ Selldone! ໄປທີ່ Dashboard > ເພີ່ມເຕີມ > ການສ້າງລາຍໄດ້ > ເອົາລິ້ງການອ້າງອີງຂອງທ່ານ. ແບ່ງປັນລິ້ງກັບໝູ່ຂອງເຈົ້າ, ແລະໄດ້ຮັບບັດຂອງຂວັນ ແລະສ່ວນແບ່ງການຈ່າຍເງິນຂອງເຂົາເຈົ້າ. ສ່ວນທີ່ດີທີ່ສຸດ? ທັງເຈົ້າ ແລະ ໝູ່ຂອງເຈົ້າໄດ້ຮັບບັດຂອງຂວັນ!",
        'action' => 'ເບິ່ງລິ້ງແນະນຳຂອງຂ້ອຍ',
        'mail-clip' => "<b style='color: #C2185B'>ສິ່ງສໍາຄັນ:</b> ຖ້າທ່ານໃຊ້ບໍລິການອີເມລ໌ເຊັ່ນ Gmail ທີ່ຈໍາກັດຄວາມຍາວຂອງອີເມລ໌, ຊອກຫາທາງເລືອກຕໍ່ໄປນີ້ໃນຕອນທ້າຍຂອງອີເມລ໌ເພື່ອສະແດງບົດລາຍງານເຕັມແລະຄລິກໃສ່ມັນ:",

        'no-coin-reward' => "<b style='color: #C2185B'>ຂໍອະໄພ:</b> ການເຄື່ອນໄຫວຂອງທ່ານບໍ່ຕອບສະໜອງໄດ້ຄວາມຕ້ອງການເພື່ອຮັບລາງວັນ SEL Coins ຟຣີ. ພະຍາຍາມໃຫ້ໜັກຂຶ້ນ ແລະຂາຍໃຫ້ຫຼາຍຂຶ້ນໃນຮ້ານຂອງເຈົ້າສຳລັບລະດູການໜ້າ.",
        'yes-coin-reward' => "<b style='color: #4CAF50'>Congratulations:</b> ດີຫຼາຍ! ອີງຕາມການປະຕິບັດທີ່ໂດດເດັ່ນຂອງທ່ານ, ພວກເຮົາໄດ້ມອບເງິນ :amount SEL ຫຼຽນເຂົ້າໃນບັນຊີຂອງທ່ານເປັນລາງວັນ.",

        'need-buy-license' => "<b> ຍົກລະດັບທຸລະກິດຂອງທ່ານ: </b> ເບິ່ງຄືວ່າທ່ານຍັງບໍ່ໄດ້ລົງທະບຽນແຜນການສະຫມັກໃດໆສໍາລັບເວັບໄຊທ໌ຂອງທ່ານເທື່ອ! ອັບເກຣດດຽວນີ້ເພື່ອປົດລັອກຄຸນສົມບັດເພີ່ມເຕີມພຽງແຕ່ :amount ຕໍ່ເດືອນຖ້າຈ່າຍເປັນລາຍປີ.",
        'not-afford-message' => "ຖ້າ​ຫາກ​ວ່າ​ທ່ານ​ບໍ່​ສາ​ມາດ​ຈ່າຍ​ຫຼື​ມີ​ບັນ​ຫາ​ໃນ​ການ​ຊໍາ​ລະ​ເງິນ​, ກະ​ລຸ​ນາ​ບອກ​ພວກ​ເຮົາ​ໂດຍ​ຜ່ານ support@selldone.com​.",
        'add-domain' => "<b>ເປັນຫຍັງບໍ່ມີໂດເມນທີ່ກໍາຫນົດເອງສໍາລັບທຸລະກິດຂອງທ່ານ?</b><br> ເພີ່ມໂດເມນໃຫ້ກັບເວັບໄຊທ໌ຂອງທ່ານໃນປັດຈຸບັນ; ມັນຟຣີ!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone ເປັນ<del> ຜະ​ລິດ​ຕະ​ພັນ</del> <span style = 'color: forestgreen'>ຊຸມ​ຊົນ</span> .<br> ເປັນ Selldoner ເປັນມືອາຊີບ!",
        'message' => "ປະຕິບັດຕາມຫນ້າເວັບທີ່ເປັນທາງການຂອງ Selldone ໃນ Twitter, LinkedIn ແລະເຄືອຂ່າຍສັງຄົມ. ສົ່ງ​ໃຫ້​ພວກ​ເຮົາ​ຄໍາ​ຄິດ​ເຫັນ​, ການ​ຮ້ອງ​ຂໍ​ຫຼື​ການ​ວິ​ຈານ​ຫຼື​ເຂົ້າ​ຮ່ວມ​ໃນ​ການ​ສົນ​ທະ​ນາ​ກ່ຽວ​ກັບ Selldone ໄດ້​. ພວກເຮົາຍັງເປັນສ່ວນຫນຶ່ງຂອງຊຸມຊົນຂອງ Selldone ທີ່ <b>ທ່ານເຮັດ</b> ."
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'ຮັບສັ່ງອາໂວກາໂດໃໝ່ແລ້ວ|:shop_title :time',
        'title' => "ບົດລາຍງານການປະຕິບັດສໍາລັບ 24 ຊົ່ວໂມງທີ່ຜ່ານມາ",
        'message' => "ລູກຄ້າຂອງທ່ານກໍາລັງລໍຖ້າຄໍາສັ່ງຂອງທ່ານທີ່ຈະທົບທວນຄືນແລະລາຄາ. ຕອບສະຫນອງຕໍ່ຄໍາຮ້ອງຂໍຂອງລູກຄ້າຂອງທ່ານໄວເທົ່າທີ່ຈະໄວໄດ້ເພື່ອໃຫ້ໄດ້ຮັບການຂາຍຫຼາຍ.",
        'card_title' => "ຄໍາສັ່ງຢູ່ໃນຄິວ",
        'card_subtitle' => "ຕັ້ງແຕ່ :date",

        'card_payed' => "ຈ່າຍຄໍາສັ່ງ"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => 'ຕອບກັບໂພສຂອງທ່ານໃນ :community_title',
        'title' => ":name ແລະ :count ອື່ນໆໄດ້ເຂົ້າຮ່ວມການສົນທະນາໃນຂໍ້ຄວາມຂອງທ່ານ!",
        'message' => "ສະບາຍດີ :name, ຂໍ້ຄວາມຂອງເຈົ້າໄດ້ຮັບຄວາມສົນໃຈ! ທ່ານໄດ້ຮັບຄໍາເຫັນໃນຊຸມຊົນຂອງພວກເຮົາ. ເຂົ້າສູ່ລະບົບບັນຊີຂອງທ່ານເພື່ອເຂົ້າຮ່ວມການສົນທະນາແລະເບິ່ງສິ່ງທີ່ທຸກຄົນເວົ້າ.",
        'title-simple' => ":name ໄດ້ສະແດງຄວາມຄິດເຫັນກ່ຽວກັບຂໍ້ຄວາມຂອງທ່ານ!",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 ຕອບກັບຫົວຂໍ້ຂອງທ່ານ :topic_title',
        'title' => ":name, ແລະ :count ອື່ນໆທີ່ຕອບກັບໃນຫົວຂໍ້ຂອງທ່ານ.",
        'message' => "ສະບາຍດີ :name, ຫົວຂໍ້ຂອງທ່ານໄດ້ຮັບຄວາມສົນໃຈ! ທ່ານໄດ້ຮັບການຕອບກັບໃນຊຸມຊົນຂອງພວກເຮົາ. ເຂົ້າສູ່ລະບົບບັນຊີຂອງທ່ານເພື່ອເຂົ້າຮ່ວມການສົນທະນາແລະເບິ່ງສິ່ງທີ່ທຸກຄົນເວົ້າ.",
        'title-simple' => ":name ຕອບກັບຫົວຂໍ້ຂອງທ່ານ.",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 ເຂົ້າສູ່ລະບົບໃໝ່ :name',
        'category' => 'ການແຈ້ງເຕືອນຄວາມປອດໄພ',
        'title' => "ເຂົ້າສູ່ລະບົບບັນຊີ",
        'message' => "ສະບາຍດີ :name, ການເຂົ້າສູ່ລະບົບບັນຊີ Selldone ຂອງທ່ານໄດ້ຖືກກວດພົບ.",   // Login in selldone (seller)
        'message-shop' => "ສະບາຍດີ :name, ການເຂົ້າສູ່ລະບົບ :shop_title ຖືກກວດພົບ.",  // Login in shop (buyer)

        'footer' => "ຖ້າທ່ານບໍ່ໄດ້ເຂົ້າສູ່ລະບົບ, ກະລຸນາປ່ຽນລະຫັດຜ່ານຂອງທ່ານ.",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "ຖອນເງິນ",
        'deposit' => "ຝາກ",

        'withdraw_subject' => "ຖອນອອກຈາກບັນຊີ :account",
        'deposit_subject' => "ຝາກເຂົ້າບັນຊີ :account",

        'message' => "ການ​ໂອນ​ເງິນ​ໄດ້​ຮັບ​ການ​ເຮັດ​ໄດ້​ໂດຍ​ສະ​ເພາະ​ດັ່ງ​ຕໍ່​ໄປ​ນີ້​.",

        'type' => "ປະເພດທຸລະກໍາ",

        'from' => "ບັນຊີແຫຼ່ງ",
        'to' => "Destination account",

        'desc' => "ລາຍລະອຽດການເຮັດທຸລະກໍາ",
        'action' => "ເບິ່ງທຸລະກໍາ",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ ສຳຄັນ! ການລະເມີດກົດລະບຽບ| :shop",
        'category' => "ຂໍ້ມູນສໍາຄັນ",
        'title' => "ຮ້ານຂອງທ່ານໄດ້ຖືກລົງໂທດ",
        'action' => "ເປີດ dashboard ຮ້ານ",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter ເຊີນທ່ານໄປ Selldone",
        'title' => ":name ໄດ້ສົ່ງທ່ານ :amount ເພື່ອຊ່ວຍເປີດຮ້ານອອນໄລນ໌ໃໝ່ຂອງທ່ານແລະສ້າງລາຍໄດ້ຈາກມັນ!",
        'message' => "ສະບາຍດີ **:receiver_name**,<br><br> ຍິນດີຕ້ອນຮັບສູ່ Selldone! ໃນ Selldone, ທ່ານສາມາດສ້າງເວັບໄຊທ໌ອີຄອມເມີຊຂອງທ່ານ, ບລັອກ, ຊຸມຊົນອອນໄລນ໌, ແລະແມ້ກະທັ້ງການຕັ້ງລະບົບ POS ອອນລາຍສໍາລັບການຂາຍໃນຄົນ - ທັງຫມົດພາຍໃນນາທີ. ມັນເປັນລະບົບການດຳເນີນທຸລະກິດອອນໄລນ໌ທີ່ສົມບູນທີ່ຖືກອອກແບບມາເພື່ອເຮັດໃຫ້ທຸລະກິດຂອງທ່ານດີຂຶ້ນ, ໄວຂຶ້ນ, ແລະງ່າຍຕໍ່ການແລ່ນ.<br><br> ລົງທະບຽນໂດຍ <b>:date</b> ແລະໄດ້ຮັບບັດເຕີມເງິນ :amount ເພື່ອເລີ່ມຕົ້ນ!",
        'accept' => "ຍອມຮັບຄຳເຊີນ",
        'owner' => "ເຈົ້າຂອງ",
        'join-date' => "ສຸດ Selldone ນັບຕັ້ງແຕ່",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "ການເຊື່ອມຕໍ່ການຟື້ນຕົວ| :shop",
        'category' => "ຄວາມປອດໄພຮ້ານຄ້າ",
        'title' => "ລິ້ງການກູ້ຂໍ້ມູນຮ້ານຂອງ <b>:shop_name</b> .",
        'message' => "ອີເມວນີ້ຖືກສົ່ງໄປຫາທ່ານເພາະວ່າທ່ານໄດ້ຮ້ອງຂໍໃຫ້ກູ້ຮ້ານຂອງທ່ານຄືນມາ. ການຄລິກໃສ່ການເຊື່ອມຕໍ່ຂ້າງລຸ່ມນີ້ຈະຟື້ນຕົວຮ້ານຄ້າຂອງທ່ານແລະຂໍ້ມູນທັງຫມົດທີ່ຂຶ້ນກັບມັນ.",
        'action' => "ຢືນຢັນການຟື້ນຕົວຮ້ານຄ້າ",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'Selldone ປະຫຍັດເງິນຫຼາຍປານໃດສໍາລັບທຸລະກິດຂອງທ່ານ?',
        'sub-title' => 'ຈາກວັນທີ :start ເຖິງ :end',
        'infrastructure' => [
            'title' => 'ພື້ນຖານໂຄງລ່າງ',
            'subtitle' => 'ເຊີບເວີ, CDN, Storage, ແລະການບໍລິການຄລາວອື່ນໆ',
        ],
        'experts' => [
            'title' => 'ຜູ້ຊ່ຽວຊານ & ພະນັກງານ',
            'subtitle' => 'ນັກພັດທະນາ, ບໍາລຸງຮັກສາ, ແລະສະຫນັບສະຫນູນ',
        ],
        'total_save' => 'ເງິນທີ່ບັນທຶກໄວ້ທັງໝົດ'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'ການປະຕິບັດຂອງທ່ານ',
        'sub-title' => 'ພາບລວມທຸລະກິດຈາກ :start to :end',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'ຜູ້ໃຊ້ກັບຄືນ',

        'shop_views' => 'ເບິ່ງຮ້ານຄ້າ',
        'baskets' => [
            'title' => 'ກະຕ່າຊື້ເຄື່ອງ',
            'subtitle' => 'ລາຍງານຈໍານວນຂອງກະຕ່າຊື້ເຄື່ອງໃຫມ່',

        ],
        'products' => [
            'title' => 'ພາບລວມຂອງຜະລິດຕະພັນ',
            'subtitle' => 'ສະຖານະພາບຂອງຜະລິດຕະພັນໃນຮ້ານໂດຍປະເພດ',
            'value_name' => 'ຜະລິດຕະພັນ'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'ຍອດເບິ່ງຫນ້າເວັບໄຊທ໌',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "ທ່ານໄດ້ຮັບຄໍາສັ່ງໃຫມ່. ກະລຸນາໄປທີ່ໜ້າປະມວນຜົນຄຳສັ່ງຊື້ໃນແຜງຜູ້ຂາຍຂອງທ່ານ.",
        'subject' => "🛍ຮັບອໍເດີໃຫມ່ | :order_id",
        'your_revenue' => "ລາຍຮັບຂອງເຈົ້າ",
    ],
    'vendor-invite' => [
        'title' => 'ເຊີນຜູ້ຂາຍ',
        'message' => "ທ່ານໄດ້ຮັບຄໍາເຊີນໃຫ້ກາຍເປັນຜູ້ຂາຍ :shop_name. ທ່ານສາມາດຍອມຮັບຫຼືປະຕິເສດມັນໄດ້ໂດຍການຄລິກໃສ່ປຸ່ມຕໍ່ໄປນີ້.",
        'subject' => ":shop_name | ທ່ານໄດ້ຮັບຄໍາເຊີນໃຫ້ກາຍເປັນຜູ້ຂາຍຂອງພວກເຮົາ",
        'accept' => "ຍອມຮັບ & ກາຍເປັນຜູ້ຂາຍ",
        'reject' => "ປະຕິເສດ",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'ເຊີນເຂົ້າຮ່ວມທີມງານຂອງພວກເຮົາ',
        'message' => "ທ່ານໄດ້ຖືກເຊື້ອເຊີນໃຫ້ເຂົ້າຮ່ວມ :vendor_name ທີ່ :shop_name. ທ່ານສາມາດຍອມຮັບ ຫຼືປະຕິເສດຄຳເຊີນນີ້ໄດ້ໂດຍໃຊ້ປຸ່ມຂ້າງລຸ່ມນີ້.",
        'subject' => "ເຊີນເຂົ້າຮ່ວມ :vendor_name|ເປັນສະມາຊິກທີມ",
        'accept' => "ຍອມຮັບ & ເຂົ້າຮ່ວມທີມງານ",
        'reject' => "ປະຕິເສດ",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "ລະຫັດເຂົ້າສູ່ລະບົບຂອງທ່ານສໍາລັບ :shop",
        'header-message' => "ພວກເຮົາສົ່ງອີເມວນີ້ໃຫ້ທ່ານເພາະວ່າທ່ານໄດ້ຮ້ອງຂໍລະຫັດເຂົ້າສູ່ລະບົບສໍາລັບຮ້ານຄ້າ. ກະລຸນາຊອກຫາລະຫັດຜ່ານຄັ້ງດຽວ (OTP) ຂອງທ່ານຂ້າງລຸ່ມນີ້:",
        'footer-message' => "ລະຫັດນີ້ຈະໃຊ້ໄດ້ເປັນເວລາ 10 ນາທີ. ຖ້າທ່ານບໍ່ໄດ້ຮ້ອງຂໍລະຫັດເຂົ້າສູ່ລະບົບນີ້, ກະລຸນາລະເລີຍອີເມວນີ້."
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "ຢືນຢັນອີເມວຂອງທ່ານ| :shop",
        'title' => 'ການກວດສອບອີເມລ໌',
        'header-message' => "ສະບາຍດີ :name,<br> ກະລຸນາຢືນຢັນວ່າ **:email** ແມ່ນທີ່ຢູ່ອີເມວຂອງເຈົ້າໂດຍການຄລິກທີ່ປຸ່ມຂ້າງລຸ່ມນີ້ ຫຼືໃຊ້ລິ້ງຂ້າງລຸ່ມນີ້ພາຍໃນ 48 ຊົ່ວໂມງ.",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "ອັບເດດຜະລິດຕະພັນ| :shop",
        'title' => "ອັບເດດສະຖານະສິນຄ້າ - 24 ຊົ່ວໂມງທີ່ຜ່ານມາ",
        'message' => "ຂ້ອຍຫວັງວ່າຂໍ້ຄວາມນີ້ພົບເຈົ້າດີ. ນີ້ແມ່ນການອັບເດດສັ້ນໆເພື່ອແຈ້ງໃຫ້ທ່ານຮູ້ກ່ຽວກັບສະຖານະຂອງຜະລິດຕະພັນຂອງທ່ານໃນເວທີຂອງພວກເຮົາໃນໄລຍະ 24 ຊົ່ວໂມງທີ່ຜ່ານມາ.\nໃນລະຫວ່າງໄລຍະເວລານີ້, ມີການປ່ຽນແປງສະຖານະພາບຂອງບາງຜະລິດຕະພັນ. ການປ່ຽນແປງເຫຼົ່ານີ້ອາດຈະເປັນຍ້ອນການຊື້, ການອັບເດດຫຼັກຊັບ, ຫຼືເຫດການທີ່ກ່ຽວຂ້ອງອື່ນໆ.\nສໍາລັບລາຍລະອຽດເພີ່ມເຕີມກ່ຽວກັບແຕ່ລະຜະລິດຕະພັນ, ກະລຸນາເຂົ້າສູ່ລະບົບບັນຊີຂອງທ່ານແລະກວດເບິ່ງພາກສ່ວນ 'ສະຖານະຜະລິດຕະພັນ'.",
        'action' => "ເປີດກະດານຜູ້ຂາຍ",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "ໄດ້ຮັບຄໍາສັ່ງຈໍານວນຫລາຍ| :shop | :date",
        'title' => "ແຈ້ງ​ການ​ຄໍາ​ສັ່ງ​ຈໍາ​ນວນ​ຫຼາຍ​",
        'message' => "ທ່ານໄດ້ຮັບຄໍາສັ່ງຫຼາຍຊຸດ. ກະລຸນາເຂົ້າໄປເບິ່ງໜ້າການປະມວນຜົນຄຳສັ່ງຊື້ໃນແຜງຂອງທ່ານສຳລັບລາຍລະອຽດເພີ່ມເຕີມ. ນອກນັ້ນທ່ານຍັງສາມາດດາວໂຫລດລາຍການຄໍາສັ່ງຜ່ານການເຊື່ອມຕໍ່ທີ່ປອດໄພທີ່ສະຫນອງໃຫ້, ສາມາດໃຊ້ໄດ້ 7 ມື້.<br><br>\n        <b>IMPORTANT:</b> ລິ້ງນີ້ໃຊ້ໄດ້ 7 ມື້.<br>\n        ການເຊື່ອມຕໍ່ນີ້ແມ່ນແບບເຄື່ອນໄຫວ, ດັ່ງນັ້ນທຸກໆຄັ້ງທີ່ທ່ານຄລິກໃສ່ມັນ, ທ່ານຈະໄດ້ຮັບຄໍາສັ່ງທີ່ປັບປຸງທີ່ສຸດສໍາລັບວັນທີສະເພາະນີ້. <b>It ຫມາຍຄວາມວ່າຖ້າສະຖານະການຊໍາລະເງິນຄໍາສັ່ງປ່ຽນແປງເປັນການປະຕິເສດ, ທ່ານຈະບໍ່ເຫັນຄໍາສັ່ງນັ້ນໃນ CSV ທີ່ດາວໂຫລດ, ຫຼືຖ້າຄໍາສັ່ງຖືກຈ່າຍ, ມັນຈະປາກົດຢູ່ໃນລາຍຊື່.</b><br><br>\n        <ul>\n            <li> CSV ປະກອບມີການສັ່ງຊື້ທີ່ຈ່າຍໂດຍມີວັນທີສະຫງວນໄວ້ໃນ :date.</li>\n            <li>Reserved date ແມ່ນວັນທີທີ່ຜູ້ໃຊ້ຄລິກຈ່າຍເງິນໃນຫນ້າຄໍາສັ່ງ.</li>\n        </ul>\n        <b> ເພື່ອປ້ອງກັນການສັ່ງຊື້ຊໍ້າກັນ, ໃຫ້ກວດເບິ່ງຄໍາສັ່ງ ID ກ່ອນທີ່ຈະສົ່ງ.</b>",
        'action' => "ດາວໂຫລດລາຍການຄໍາສັ່ງ",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "ບາງລາຍການຢູ່ໃນຄໍາສັ່ງຂອງທ່ານບໍ່ໄດ້ຮັບການຍອມຮັບແລະບໍ່ສາມາດຈັດສົ່ງໄດ້. ຈຳນວນເງິນສຳລັບລາຍການເຫຼົ່ານີ້ຈະຖືກສົ່ງຄືນໃຫ້ບັດຂອງເຈົ້າໃນໄວໆນີ້."
    ]

];
