<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "ຜູ້ສ້າງຮ້ານ Instagram|ປ່ຽນບັນຊີ Instagram ເປັນຮ້ານອອນໄລນ໌",
        'desc' => "ບໍ່ຕ້ອງເສຍເງິນໄປທຸກບ່ອນ. ເມື່ອທ່ານສ້າງຮ້ານຂອງທ່ານໃນ Selldone, ທ່ານຈະບໍ່ຄິດທີ່ຈະເຮັດວຽກກັບເຄື່ອງມືສ້າງຮ້ານອື່ນເຊັ່ນ WordPress, Joomla ແລະ WooCommerce.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "ພໍ່ຄົວແລະແມວງາມຂອງນາງຂາຍແນວໃດໃນ Instagram?",


        'alt1' => "Selldone ຕົວສ້າງຮ້ານ Instagram",
        'alt2' => 'ເລື່ອງຂອງການຂາຍເຄັກ Sarah ໃນ Instagram',
        'alt3' => 'Selldone ສູນປະມວນຜົນຄໍາສັ່ງອອນໄລນ໌',
        'alt4' => 'Selldone ຊ່ອງທາງການຊໍາລະຂອງຮ້ານຄ້າອອນໄລນ໌',
        'alt5' => 'ເຄື່ອງຈັກ SEO ອັດຕະໂນມັດສໍາລັບຮ້ານຄ້າອອນໄລນ໌',
        'alt6' => 'ວິທີການໃຫມ່ໃນການຂາຍອອນໄລນ໌ໃນ Instagram',
        'alt7' => 'ການສ້າງຍີ່ຫໍ້ແລະຍີ່ຫໍ້',
        'alt8' => 'ຮ້ານ Cashier',
        'alt9' => 'ເຄື່ອງມືການຕະຫຼາດ ແລະການຂາຍ',
        'alt10' => 'ຄູ່ຮ່ວມງານທຸລະກິດຟຣີ',
        'alt11' => 'ສູນປະມວນຜົນຄໍາສັ່ງ',
        'alt12' => 'ລູກຄ້າທີ່ຊື່ສັດ',
        'alt13' => 'ປະຕູການຈ່າຍເງິນໂດຍກົງ',
        'alt14' => 'ຊ່ອງທາງການຂາຍ Instagram',
        'alt15' => 'ຈ້າງຜູ້ພັດທະນາເວັບໄຊທ໌ແລະຮ້ານ',
        'alt16' => 'ເລື່ອງເວທີ Selldone',
        'alt17' => 'ເວັບໄຊທ໌ແລະເກັບຮັກສາເຄື່ອງຈັກ SEO ອັດຕະໂນມັດ',
        'alt18' => 'ຜູ້ຂາຍສະບາຍດີ',
        'alt19' => 'ໂຄງຮ່າງການຊື້ເຄື່ອງ',


        'm1' => 'ເປັນຫຍັງ Selldone?',
        'm2' => 'SEO ອັດຕະໂນມັດ',
        'm3' => 'ລາຄາ (ຟຣີ)',

        'register' => 'ລົງທະບຽນ',

        'header' => '<span class="ulr"> 10x Times</span> More & Better<br><span class="ulr">Sell</span> ໃນ Instagram',
        'header_msg' => 'ຈິນຕະນາການວ່າລູກຄ້າເປີດຫນ້າຮ້ານຄ້າຍຄືຈາກ Instagram, ເລືອກຜະລິດຕະພັນຈາກຮູບພາບທີ່ເຂົາເຈົ້າມັກ, ເພີ່ມໃຫ້ເຂົາເຈົ້າໃນຄໍາສັ່ງ, ແລະຈ່າຍໂດຍກົງກັບບັນຊີຂອງທ່ານອອນໄລນ໌. ການແກ້ໄຂແມ່ນຢູ່ທາງຫນ້າຂອງທ່ານ.',

        'name_plc' => 'ໃສ່ຊື່ຜູ້ໃຊ້ຂອງທ່ານ',
        'preview' => 'ເບິ່ງຕົວຢ່າງຮ້ານຄ້າ',
        'create_act' => 'ສ້າງຮ້ານ Instagram',


        'title1s' => 'ມັນເຮັດວຽກແນວໃດ?',
        'title1' => 'ປ່ຽນ Instagram ຂອງທ່ານໃຫ້ເປັນຮ້ານ <span class="ulb"> ເຕັມຮູບແບບ </span>!',
        'desc1' => 'ທ່ານຈະມີລັກສະນະຫຼາຍກ່ວາກະດານຂອງຮ້ານຄ້າອອນໄລນ໌ທີ່ໃຫຍ່ທີ່ສຸດ, ແຕ່ບໍ່ມີຄວາມຜິດພາດ, ການເຮັດວຽກກັບເຈົ້າພາບທີ່ງ່າຍດາຍແມ່ນມີຄວາມມ່ວນ.',
        'sub1' => 'ການຈັດການຜະລິດຕະພັນເຮັດວຽກແບບນີ້...',
        'sub1msg' => "ຂັ້ນຕອນທໍາອິດແມ່ນການເພີ່ມຜະລິດຕະພັນ. ດ້ວຍ Selldone, ທ່ານສາມາດນໍາເຂົ້າຜະລິດຕະພັນຈາກ Instagram, ອັບໂຫຼດໄຟລ໌ Excel, ຫຼືນໍາໃຊ້ວິທີການງ່າຍດາຍອື່ນໆພຽງແຕ່ສອງສາມຄລິກ.",
         'list1_1' => 'ຢ່າງສົມບູນຂ້າແລະການຄຸ້ມຄອງຢ່າງໃກ້ຊິດ',
         'list1_2' => 'ອັບເດດສິນຄ້າຄົງຄັງ ແລະລາຄາໄວ',
         'list1_3' => 'ເພີ່ມຜະລິດຕະພັນດ້ວຍໄຟລ໌ excel',
         'list1_4' => 'ເພີ່ມຜະລິດຕະພັນຈາກນີ້',
         'list1_5' => 'ເຈົ້າເບື່ອບໍ? ພວກເຮົາຈະເພີ່ມທ່ານ!',

        'title2s' => 'ຄໍາສັ່ງເຮັດວຽກແບບນີ້...',
        'title2' => "10 ເທົ່າຄໍາສັ່ງຕໍ່ມື້ແມ່ນບໍ່ພຽງພໍສໍາລັບທ່ານ? Selldone ຖືກອອກແບບມາສໍາລັບຫຼາຍກວ່າ 10 ພັນຄໍາສັ່ງຕໍ່ມື້ສໍາລັບແຕ່ລະຮ້ານ.",

        'list2_1' => 'ເບິ່ງສະຖານະການເດີນທາງຂອງທ່ານໄດ້ໄວ ແລະປະຕິບັດໄດ້ໄວ',
        'list2_2' => 'ລູກຄ້າສາມາດເຫັນສະຖານະຫຼ້າສຸດຂອງຄໍາສັ່ງຂອງລາວ',
        'list2_3' => 'ການ​ຄຸ້ມ​ຄອງ​ການ​ຊໍາ​ລະ​ເງິນ​, ການ​ປຸງ​ແຕ່ງ​ຄໍາ​ສັ່ງ​ແລະ​ການ​ຂົນ​ສົ່ງ​',
        'list2_4' => 'ເພີ່ມຜູ້ຮ່ວມມືຫຼາຍເທົ່າທີ່ທ່ານຕ້ອງການ',


        'title3s' => 'ເກມໂດຍກົງສໍາເລັດ!',
        'title3' => "ການຈ່າຍເງິນອອນໄລນ໌ໃນຮ້ານຂອງທ່ານຈະເຮັດກັບໂດເມນຂອງທ່ານແລະໂດຍກົງກັບບັນຊີຂອງທ່ານ! ທ່ານ​ສາ​ມາດ​ເລືອກ​ເອົາ​ປະ​ເພດ​ຂອງ​ປະ​ຕູ​ອອນ​ໄລ​ນ​໌​ແລະ​ການ​ຊໍາ​ລະ​ເງິນ​ໃນ​ເວັບ​ໄຊ​ໄດ້​.",

        'list3_1' => 'ຊ່ອງທາງການຈ່າຍເງິນອອນໄລນ໌ (ໂດຍກົງກັບບັນຊີຂອງທ່ານ)',
        'list3_2' => 'ຄວາມສາມາດໃນການຊໍາລະເງິນຢູ່ບ່ອນ',
        'list3_3' => 'ໄດ້ຮັບ gateway ໂດຍບໍ່ມີສັນຍາລັກຄວາມໄວ້ວາງໃຈທາງອີເລັກໂທຣນິກ (ການຈ່າຍເງິນເດືອນ)',
        'list3_4' => 'ຈັດການການຈ່າຍເງິນແລະຄໍາສັ່ງຫນຶ່ງຄລິກ',


        'title4s' => 'SEO ອັດຕະໂນມັດ',
        'title4' => 'ການອອກແບບເວັບໄຊທ໌ທີ່ເປັນມິດກັບ SEO ທີ່ປະຕິບັດຕາມການປະຕິບັດທີ່ດີທີ່ສຸດຂອງ SEO ຊ່ວຍໃຫ້ທຸລະກິດອອນໄລນ໌ຂອງທ່ານເຫັນໄດ້ຊັດເຈນຕໍ່ລູກຄ້າທີ່ມີທ່າແຮງ. Selldone ສະຫນອງໂຄງສ້າງພື້ນຖານທີ່ທ່ານຕ້ອງການສໍາລັບຮ້ານທີ່ເນັ້ນ SEO, ດັ່ງນັ້ນທ່ານບໍ່ຈໍາເປັນຕ້ອງກັງວົນກ່ຽວກັບການຄົ້ນພົບຢູ່ໃນ Google.',

        'list4_1' => 'ເຈົ້າອອກຂໍ້ຄວາມແລະຮູບພາບທີ່ດີກັບພວກເຮົາ',

        'title0' => 'ມັນເຖິງເວລາແລ້ວທີ່ຈະ <span class="uly"> ຂາຍຢ່າງເປັນມືອາຊີບ</span>, ເຮັດໃຫ້ລູກຄ້າຂອງທ່ານມີຄວາມສຸກຫລາຍຂຶ້ນ<br> ແລະຮູ້ສຶກພູມໃຈທີ່ທ່ານກໍາລັງເຕີບໂຕທຸລະກິດອອນໄລນ໌.',


        'title6s' => "ຢ່າພໍໃຈກັບເລື່ອງນີ້",
        'title6' => 'ຫຼາຍ​ກວ່າ​ຮ້ານ Instagram ...',


        'features' => 'ຄຸນສົມບັດ',
        'features_act' => 'ເບິ່ງຄຸນສົມບັດທັງໝົດ',

        'x1' => 'ຮ້ານຄ້າອອນໄລນ໌ໃນໂດເມນທີ່ອຸທິດຕົນເພື່ອສ້າງແບຂອງທ່ານແລະມີສະໂມສອນລູກຄ້າຂອງທ່ານເອງ.',
        'x2' => 'ຮ້ານອອນໄລນ໌ເງິນສົດລົງທະບຽນສໍາລັບຮ້ານຄ້າທີ່ມີ 0 $ ການຕັ້ງຄ່າຄ່າໃຊ້ຈ່າຍແລະຈໍານວນຫຼາຍຕາມທີ່ທ່ານຕ້ອງການ.',
        'x3' => 'ເຄື່ອງມືການຕະຫຼາດແລະການຂາຍທີ່ດີທີ່ສຸດທີ່ເຖິງແມ່ນວ່າຍີ່ຫໍ້ຕະຫຼາດຕໍາຫຼວດທີ່ໃຫຍ່ທີ່ສຸດບໍ່ມີ.',
        'x4' => "ຄູ່ຮ່ວມງານທີ່ດີແລະມີຄວາມຄາດຫວັງຕ່ໍາທີ່ມີຊື່ວ່າ Selldone, ຄວາມພະຍາຍາມທັງຫມົດແມ່ນເພື່ອເພີ່ມຍອດຂາຍຂອງບໍລິສັດ, ບໍ່ແມ່ນການເອົາເງິນແລະອອກຈາກພວກເຂົາ.",

        'a1' => 'ການ​ປຸງ​ແຕ່ງ​ຄໍາ​ສັ່ງ​',
        'a1s' => 'ອອກແບບມາເພື່ອຄວາມໄວ',

        'a2' => 'ການຕະຫຼາດ ແລະສິ່ງຈູງໃຈ',
        'a2s' => 'ຊອກຫາລູກຄ້າທີ່ສັດຊື່',

        'a3' => 'ການຈ່າຍເງິນໂດຍກົງ',
        'a3s' => 'ບໍ່ມີການໂຕ້ຕອບການຈ່າຍເງິນ',

        'a4' => 'ຊ່ອງທາງການຂາຍ',
        'a4s' => 'Telegram, Google, Instagram, ແລະອື່ນໆ.',

        'blog' => 'وبلاگ',

        'b1' => "ພວກເຮົາຍັງຕ້ອງການຈ້າງນັກຂຽນໂປລແກລມ, ຊື້ຊຸດການສ້າງຮ້ານຫຼືໂຮດໃນປີ 2021 ບໍ?",
        'b2' => "ເລື່ອງຂອງ Selldone|ການປ່ຽນແປງວິທີການເປີດເວັບໄຊທ໌ແລະທຸລະກິດອອນໄລນ໌",
        'b3' => 'ເຄື່ອງຈັກ SEO ອັດຕະໂນມັດສ່ອງແສງໃນຜົນໄດ້ຮັບຂອງ Google',
        'read' => 'ສືບຕໍ່',

        'title5s' => 'ເຈົ້າຢາກຮູ້ວ່າລາຄາເທົ່າໃດ?',
        'title5' => 'ຈາກຕົວແບບ <span class="ulr"> ຟຣີສໍາລັບ life</span> ກັບ 2% commission<br>to ແບບ 0.5% ຄ່າຄອມມິດຊັ່ນລາຍເດືອນ',
        'msg5' => "ຕາບໃດທີ່ທ່ານບໍ່ມີການຂາຍ, ເຈົ້າຂອງຫນຶ່ງ rial ຈະບໍ່ຄິດຄ່າບໍລິການທ່ານສໍາລັບເວັບໄຊທ໌, ເຈົ້າພາບ, ເຄື່ອງແມ່ຂ່າຍ, ການບໍລິການ, ເຄື່ອງມື, ການສະຫນັບສະຫນູນ, ການປັບປຸງແລະສິ່ງອື່ນໃດ! ເງິນຈະຖືກໂອນເຂົ້າບັນຊີຂອງທ່ານໂດຍກົງ! Selldone ໄວ້ວາງໃຈຄູ່ຮ່ວມງານທັງຫມົດຂອງລາວທີ່ຈະຈ່າຍຄ່າທໍານຽມໃນທ້າຍເດືອນຫຼືຖ້າພວກເຂົາມີບັນຫາໃນສອງສາມເດືອນຕໍ່ມາໂດຍການຄິດຄ່າທໍານຽມໃນກະເປົາເງິນຂອງພວກເຂົາ.",
         'footer_act' => "ຟຣີບໍ່ແມ່ນປະໂຫຍດເທົ່ານັ້ນ! ແນວໃດ?",
         'footer' => 'ຖາມຄໍາຖາມຫຼືຄໍາແນະນໍາທີ່ທ່ານຕ້ອງການ.',

        's1' => 'ການລາຍງານອັດສະລິຍະ',
        's2' => 'Cloud Hosting ຟຣີ',
        's3' => 'ການຂົນສົ່ງແລະການປຸງແຕ່ງ',
        's4' => 'ຕົວສ້າງຫນ້າທີ່ດິນ',
        's5' => 'ຄຸນນະສົມບັດແລະຜົນປະໂຫຍດ',
        's6' => 'ການຄຸ້ມຄອງການເງິນ',
        's7' => 'ເຄື່ອງມືການຕະຫຼາດ',
        's8' => 'ແຮງຈູງໃຈແລະລູກຄ້າ',
        's9' => 'ກ່ຽວກັບ Selldone',
        's10' => 'ບລັອກ',
        's11' => 'ຊ່ວຍເຫຼືອ',
        's12' => 'ຄວາມເປັນສ່ວນຕົວ',
        's13' => 'ຂໍ້ກໍານົດແລະເງື່ອນໄຂ',
        's14' => 'ຜູ້ກໍ່ສ້າງຮ້ານຄ້າ',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "ກັງວົນກ່ຽວກັບການເຮັດວຽກກັບ Selldone?",
        'import_title' => "ຖາມຜູ້ໃຊ້ Selldone; ຄໍາຕິຊົມຂອງເຂົາເຈົ້າກ່ຽວກັບ <span class='ulr'> ຄວາມງ່າຍດາຍແລະຄວາມໄວ</span> ຈະເຮັດໃຫ້ເຈົ້າແປກໃຈ!",
        'import_message' => "ທ່ານສາມາດນໍາເຂົ້າຜະລິດຕະພັນຂອງທ່ານໂດຍກົງຈາກ Instagram ກັບຮ້ານຂອງທ່ານ, ແຕ່ຖ້າທ່ານຕ້ອງການ, ທ່ານສາມາດເພີ່ມຜະລິດຕະພັນແລະຮູບພາບທັງຫມົດຂອງພວກເຂົາໂດຍອັດຕະໂນມັດໃນຮ້ານຂອງທ່ານດ້ວຍໄຟລ໌ Excel ງ່າຍດາຍ. ທ່ານຕື່ມຂໍ້ມູນໃສ່ໃນໄຟລ໌ດຽວກັນ, ຄັດລອກ URL ຂອງຮູບພາບຈາກ Google, ແລະສຸດທ້າຍດຶງໄຟລ໌ CSV ຂອງທ່ານແລະວາງລົງໃນສ່ວນການຈັດການຜະລິດຕະພັນ. Selldone ຈະເຮັດສໍາລັບທ່ານ.",
        'import_t1' => "ທ່ານມີຜະລິດຕະພັນໃດ",
        'import_b1' => "ພວກເຂົາບໍ່ມີຄວາມຫຼາກຫຼາຍ",
        'import_m1' => "ພຽງ​ແຕ່​ດາວ​ນ​໌​ໂຫລດ​ໄຟລ​໌​ນີ້​, ໃສ່​ຊື່​, ລາ​ຄາ​ແລະ​ສາງ​ຂອງ​ຜະ​ລິດ​ຕະ​ພັນ​ແລະ​ສໍາ​ເນົາ​ແລະ​ການ​ວາງ​ຮູບ​ພາບ​ການ​ເຊື່ອມ​ຕໍ່​ຈາກ​ສະ​ຖານ​ທີ່​ເຊັ່ນ Google",

        'import_b2' => "ຫຼາກຫຼາຍຮູບແບບ",
        'import_m2' => "ຄວາມຫຼາກຫຼາຍໝາຍເຖິງສີ, ຂະໜາດ, ວັດສະດຸ ແລະສິ່ງຕ່າງໆເຊັ່ນນັ້ນ. ຖ້າທ່ານມີຜະລິດຕະພັນຫຼາຍ, ທ່ານສາມາດດາວໂຫລດໄຟລ໌ນີ້ແລະຕື່ມຂໍ້ມູນໃສ່ໃນຜະລິດຕະພັນຂອງທ່ານ. ອັນນີ້ແມ່ນຍາກກວ່າເລັກນ້ອຍ",

        'import_download' => "ດາວໂຫລດໄຟລ໌ຕົວຢ່າງ",

    ]

];
