export default {
  "surveys": [
    "Вельмі дрэннае",
    "Бедны",
    "Нармальны",
    "Добра",
    "Выдатна"
  ],
  "footer": {
    "map": "Карта",
    "email": "Электронная пошта",
    "phone": "Тэлефон",
    "address": "Адрас",
    "copyright": "Выкарыстанне кантэнту толькі ў некамерцыйных мэтах і са спасылкай на крыніцу (спасылка з {shop_title}). Усе правы захаваны за {shop_title}.",
    "powered_by": "Працуе на",
    "privacy": "Палітыка прыватнасці",
    "term_of_use": "Умовы выкарыстання",
    "shop_app_setting": "Налада крамы і GDPR",
    "dialog_setting": {
      "title": "Налада прыкладанняў для крамы",
      "app_list": "Спіс прыкладанняў"
    }
  },
  "product_card": {
    "sold_out": "Прададзена",
    "review_unit": "Агляд",
    "not_original": "Не арыгінальны"
  },
  "shop": {
    "products_filter": "Фільтр",
    "native": {
      "title": "Уваход у дадатак",
      "message": "Гэта дадатак патрабуе доступу да інфармацыі вашага ўліковага запісу крамы. Гэта ўключае ў сябе доступ да імя, кантактнага нумара, адраса, электроннай пошты, гісторыі заказаў, заказаў і размяшчэння каментароў у гэтай краме.",
      "message_bold": "Абавязкова выкарыстоўвайце афіцыйнае прыкладанне крамы, каб увайсці ў гэтую краму."
    }
  },
  "sort": {
    "title": "Сартаваць па",
    "title_small": "Сартаваць па..",
    "nothing": "Нічога",
    "most_views": "Большасць праглядаў",
    "most_likes": "Самы папулярны",
    "most_recent": "Найноўшы",
    "most_sell": "Бэстсэлер",
    "cheapest": "Самы танны",
    "most_expensive": "Самы дарагі",
    "only_available": "Даступны",
    "view_mode": {
      "normal": "Нармальны",
      "grid": "Сетка",
      "list": "Спіс",
      "insta": "Insta"
    }
  },
  "product_info": {
    "fake": "Падробка",
    "action": "Аўкцыён",
    "compare_limit": "Ліміт 10 прадметаў",
    "compare_add": "Дадаць у параўнанне",
    "compare_be_in_list": "У спісе параўнання",
    "type": "Тып",
    "brand": "Марка",
    "category": "Катэгорыя",
    "discount": "Зніжка",
    "track_price": "Адсочваць цану",
    "waiting_for_auction": "Чакаеце аўкцыёну?",
    "inform_auction": "Раскажыце пра аўкцыён",
    "return_in_days": "Вяртанне гарантыі: {days} дзён",
    "support24h7": "Падтрымка 24 гадзіны 7 дзён",
    "support_normal": "Падтрымка ў працоўны час",
    "original_guarantee": "Арыгінальная гарантыя",
    "cod_payment": "Падтрымка накладзеным плацяжом",
    "pros": "Плюсы",
    "cons": "Мінусы",
    "external_link": "Чытаць далей",
    "notifications": {
      "congratulation": "Віншую!",
      "waiting_list_add_success": "Мы паведамім вам, калі гэты прадукт будзе выстаўлены на аўкцыён.",
      "waiting_list_delete_success": "Вы выйшлі са спісу чакання аўкцыёну."
    },
    "offer_message": "Купіце {min_quantity}. Атрымайце скідку {percent}% на гэтыя тавары",
    "up_to": "Да {per_order}x за заказ",
    "get_free": "ВЫЗВАЛЯЦЦА",
    "get_off": "АТРЫМАЙЦЕ {percent}% скідкі"
  },
  "buy_button": {
    "waiting_for_availability": "Чакаем даступнасці",
    "inform_me_when_available": "Чакаеш гэтага?",
    "pay_buy": "Плаці і купляй",
    "quantity": "Граф",
    "quantity_in_basket": "Прадметы ў кошыку",
    "count_unit": "х",
    "remove": "Выдаліць",
    "add_to_basket": "Дадаць у кошык",
    "buy": "Купіць",
    "notifications": {
      "inform_add_success": "Мы паведамім вам, калі ён будзе даступны.",
      "inform_remove_success": "Вас выдалілі са спісу чакання."
    }
  },
  "product": {
    "review": "Агляд",
    "spec": "Спецыфікацыя",
    "comments": "Каментары",
    "related_products_title": "Спадарожныя тавары",
    "price": "Кошт",
    "rate": "Стаўка",
    "comment": "Каментар",
    "warranty": "Гарантыя",
    "return_policy": "Палітыка вяртання",
    "guide": "Кіраўніцтва",
    "shipping": "Дастаўка"
  },
  "layout_shop": {
    "shop_menu": {
      "orders_history": "Гісторыя заказаў",
      "profile": "Мой профіль",
      "favorites": "Любімыя прадметы",
      "gift_cards": "Падарункавыя карты",
      "return_requests": "Вернутыя заказы",
      "basket": "Кошык"
    },
    "user_menu": {
      "my_shops": "Мае крамы",
      "go_to_admin": "Кіраваць {shop_name}",
      "exit_from": "Выйсці з крамы {shop_name}",
      "chips": "{chips} Фішкі"
    },
    "login_to_shop": "Увайдзіце ў краму",
    "login_to_shop_short": "увайсці",
    "item_in_basket_message": "{count} Гэты тавар у вашым кошыку.",
    "search_title": "Шукаць у краме {shop_name}"
  },
  "basket_top_menu": {
    "basket": "Кошык",
    "basket_is_empty": "Ваш кошык пусты.",
    "total_price": "Усяго",
    "view_basket": "Ваш кошык",
    "more": "Больш...",
    "accept_and_pay": "Разлік",
    "items": "Пункт (ы)"
  },
  "history_orders_physical": {
    "rejected": "Адхілена",
    "table": {
      "code": "Код замовы",
      "reserved": "Дата",
      "delivery_state": "Стан дастаўкі",
      "price": "Агульная цана",
      "status": "Статус аплаты"
    }
  },
  "history_orders": {
    "table": {
      "code": "Код замовы",
      "items": "Прадметы",
      "reserved": "Дата",
      "delivery_state": "Апошні статус",
      "price": "Агульная цана",
      "status": "Статус аплаты"
    }
  },
  "user_page": {
    "menu": {
      "gift_card": "Падарункавая карта",
      "comments": "Каментары",
      "favorites": "Выбранае",
      "return_requests": "Вяртае",
      "addresses": "Адрасы",
      "profile": "профіль",
      "orders": "Замовы"
    }
  },
  "physical_order_page": {
    "title": "Парадак",
    "payment": {
      "title": "Аплата",
      "payment_waiting": "Чаканне аплаты",
      "payment_completed": "Платныя",
      "table": {
        "title": "Загаловак",
        "amount": "Сума",
        "description": "Апісанне"
      },
      "total_payment": "Выплачаная сума",
      "discount": "Зніжка",
      "discount_code": "Код зніжкі",
      "delivery_fee": "Кошт дастаўкі",
      "delivery_fee_after": "Дастаўка не аплачваецца",
      "total_price": "Агульная цана прадметаў",
      "total_items_discount": "Зніжка на тавары",
      "total_price_after_offers": "Усяго пасля прымянення прапаноў",
      "buyer_payment": "Сума аплаты пакупніка"
    },
    "delivery": {
      "title": "Дастаўка",
      "subtitle": "Інфармацыя пра пакупніка",
      "confirm_received_action": "Пацвердзіце атрыманне прадукту",
      "confirm_received_info": "Націсніце кнопку пацверджання, калі вы атрымалі заказ. Пры неабходнасці вы зможаце адправіць накіраванне, калі атрымаеце пацверджанне.",
      "Recipient": "Атрымальнік",
      "bill": "Рахунак-фактура",
      "name": "Імя",
      "tel": "Тэлефон",
      "email": "Электронная пошта",
      "country": "Краіна",
      "state": "Дзяржава",
      "city": "Горад",
      "address": "Адрас",
      "building_no": "Нумар будынка",
      "unit_no": "Нумар адзінкі",
      "postal_code": "Паштовы індэкс",
      "description": "Апісанне",
      "order_delivered": "Заказ дастаўлены.",
      "delivery_time": "Час дастаўкі",
      "tracking_code": "Код адсочвання",
      "tracking_url": "URL адсочвання",
      "notifications": {
        "confirm_delivery": "Ваш заказ пацверджаны."
      }
    },
    "basket_items": {
      "original_warranty": "Гарантыя арыгінальнасці тавару",
      "return": "Вяртанне",
      "table": {
        "product": "Назва прадукту",
        "count": "Граф",
        "unit_price": "Цана за адзінку",
        "total_price": "Агульная цана",
        "discount": "Зніжка",
        "final_price": "Канчатковая цана",
        "returned": "Вярнуўся"
      }
    }
  },
  "return_request": {
    "title": "Вяртанне",
    "count_input": "Колькасць вернутых тавараў",
    "count_input_message": "Колькі прадметаў вы вяртаеце?",
    "reason_input": "Прычына вяртання",
    "reason_input_message": "Выберыце прычыну вяртання гэтага тавару.",
    "note_input": "Апісанне",
    "note_input_hint": "Апішыце прычыну вяртання ..",
    "note_input_message": "Апішыце прычыну вяртання гэтага тавару, калі гэта неабходна.",
    "media_message": "Вы можаце загрузіць малюнак, аўдыё або відэа прадукту тут, каб атрымаць лепшую падтрымку інфармацыі аб стане прадукту. Выбар файла будзе аўтаматычна адпраўлены і пацверджаны.",
    "video": "Відэа",
    "voice": "Голас",
    "add_action": "Адправіць запыт на вяртанне",
    "notifications": "Ваш запыт на вяртанне быў паспяхова зарэгістраваны."
  },
  "virtual_order_page": {
    "title": "Парадак",
    "info": {
      "title": "Набыты віртуальны прадукт"
    }
  },
  "user_profile": {
    "title": "Мая асабістая інфармацыя",
    "name": "Імя",
    "email": "Электронная пошта",
    "tel": "Тэл",
    "identity": "Аўтэнтыфікацыя",
    "success_kyc": "Правераны KYC",
    "club": "Узровень карыстальніка",
    "subscription": "Падпіска на навіны",
    "leave_shop": "Пакіньце гэтую краму і выдаліце ўсіх кліентаў на ўзроўні",
    "leave_shop_action": "Пакіньце краму",
    "edit_personal_info": "Рэдагаваць асабістую інфармацыю",
    "leave_dialog": {
      "title": "Пакіньце краму",
      "message": "Адмова ад падпіскі на гэтую краму не прывядзе да выдалення інфармацыі і запісаў аб вашым заказе.",
      "action": "Пакіньце"
    },
    "notifications": {
      "leave_success": "Пакіньце краму"
    },
    "club_table": {
      "discount": "Зніжка",
      "limit": "Ліміт",
      "currency": "Валюта",
      "free_shipping": "Бясплатная дастаўка"
    }
  },
  "basket_page": {
    "title": "Кошык",
    "total_price": "Агульная колькасць",
    "shipping": "Кошт дастаўкі",
    "free_shipping": "Бясплатная дастаўка",
    "shipping_not_pay": "Не ўваходзіць",
    "total_discount": "Поўная зніжка",
    "customer_club": "Член Клуба кліентаў",
    "customer_club_discount": "Зніжка для членаў",
    "final_price": "Канчатковы плацёж",
    "lead_time": "Час падрыхтоўкі",
    "lead_time_unit": "Гадзіна",
    "receive_time": "Пераважны час дастаўкі",
    "select_time": "Выберыце Час дастаўкі",
    "no_select_time": "Як мага хутчэй",
    "transportation_type": "Тып дастаўкі",
    "days_input": "Дні дастаўкі",
    "days_input_label": "Дні",
    "days_input_no_data": "Выберыце хаця б адзін дзень",
    "time_input": "Час дастаўкі",
    "time_input_label": "Дастаўка ў",
    "time_input_label_no_data": "Выберыце хаця б адзін інтэрвал часу",
    "support_cod": "Накладзены плацёж пры дастаўцы",
    "not_support_cod": "Немагчыма заплаціць на месцы!",
    "final_confirm_action": "Канчатковае пацвярджэнне замовы",
    "pay_and_complete_action": "Плаціце зараз",
    "pre_confirm_service": "Адправіць запыт",
    "errors": {
      "no_address": "Выберыце адрас, на які вы хочаце адправіць заказ.",
      "no_phone": "Увядзіце кантактны нумар для каардынацыі паступлення тавару.",
      "select_billing_country": "Выберыце краіну для выстаўлення рахункаў",
      "select_billing_state": "Выберыце свой падатковы рэгіён"
    },
    "same_billing_address": "Разліковая інфармацыя такая ж, як інфармацыя атрымальніка",
    "custom_billing_info": "Розная плацежная інфармацыя",
    "basket_empty": "Кошык пусты",
    "extra_shipping_count": "Вы атрымаеце {count} пакетаў.",
    "select_location_error": "Знайдзіце на карце месца атрымання адпраўлення і націсніце на індыкатар у сярэдзіне карты, каб вызначыць дакладны адрас атрымальніка."
  },
  "basket_items": {
    "items_unit": "х",
    "lead_unit": "Гадзіна",
    "count_input": "Граф",
    "price_changed": "Кошт змяніўся. новая цана:",
    "offer": "Атрымайце {count}x тавар са зніжкай на {percent}%.",
    "offer_free": "Атрымайце {count}x бясплатна"
  },
  "addresses_page": {
    "title": "Мае адрасы",
    "new_action": "Новы адрас",
    "Recipient": "Атрымальнік",
    "address": "Адрас",
    "building_no": "нумарны знак",
    "building_unit": "адзінка",
    "postcode": "Паштовы індэкс",
    "tel": "Тэл",
    "description": "Нататка",
    "map": {
      "title": "Мае адрасы",
      "confirm": "Адрасная рэгістрацыя",
      "address_type": "Адрас",
      "receptor_type": "Атрымальнік"
    },
    "add_dialog": {
      "title": "Новае імя адраса",
      "message": "Увядзіце назву для новага адраса.",
      "address_name_input": "Адрас (абавязкова)"
    }
  },
  "return_requests": {
    "title": "Запыты на вяртанне"
  },
  "user_favorites": {
    "title": "Спіс жаданняў"
  },
  "user_comments": {
    "title": "Мае каментарыі",
    "first_post": "Першы пост",
    "last_edit": "Апошняе рэдагаванне"
  },
  "user_gift_cards": {
    "title": "Мае падарункавыя карты",
    "add_action": "Дадаць картку",
    "add_card_dialog": {
      "title": "Дадаць падарункавую карту",
      "message": "Увядзіце нумар карты і код бяспекі. Да вашага рахунку будзе дададзена падарункавая карта.",
      "card_number_input": "Нумар карты",
      "info": "Заўвага: пры куплі ў краме вам будзе паказана магчымасць аплаты падарункавымі картамі. Пры выбары гэтай опцыі сума вашага балансу папаўнення будзе вылічана з сумы замовы.",
      "add_action": "Рэгістрацыя карты"
    }
  },
  "product_comparison": {
    "title": "Параўнайце прадукт",
    "action_button": "Параўнайце",
    "list": {
      "no_data": "Ні адзін прадукт не быў дададзены ў спіс параўнання.",
      "price": "Кошт",
      "type": "Тып",
      "brand": "Марка",
      "warranty": "Гарантыя",
      "variants_comparison": "Параўнайце варыянты вырабаў",
      "spec": "Тэхнічныя характарыстыкі",
      "pros": "Плюсы",
      "cons": "Мінусы",
      "user_review": "Каментары карыстальнікаў",
      "rating": "Рэйтынг",
      "rating_count": "Колькасць рэцэнзій",
      "info": "Вы можаце падзяліцца гэтай табліцай параўнання прадуктаў са сваімі сябрамі, даслаўшы наступную спасылку, або атрымаць доступ да яе пазней, захаваўшы гэтую спасылку.",
      "copy_action": "Скапіруйце спасылку на параўнанне",
      "check_list": [
        "Так",
        "Мае"
      ],
      "cross_list": [
        "не",
        "Не мае"
      ]
    }
  },
  "product_filter_menu": {
    "only_original": "Толькі арыгіналы",
    "only_has_discount": "Толькі са зніжкай",
    "price_range": "Дыяпазон цэн",
    "brands": "Марка",
    "main_shop_page": "Галоўная старонка крамы",
    "home": "Дадому"
  },
  "product_rating_view": {
    "message": "Паважаны {user}, Вы набылі гэты прадукт. Што вы думаеце пра гэты прадукт?",
    "notification": {
      "title": "Віншуем",
      "message": "Ваш каментар быў запісаны."
    }
  },
  "blogs": {
    "title": "Блог",
    "add_new_blog": "Новы блог",
    "popular": "Папулярны",
    "topics": "Тэмы",
    "suggestions": "Прапановы"
  },
  "official_pages": {
    "about_us": "Пра нас",
    "terms": "Умовы выкарыстання",
    "privacy": "Палітыка прыватнасці",
    "contact_us": "Звяжыцеся з намі"
  },
  "contact_us_form": {
    "title": "Звязацца з намі форма",
    "name": "Імя",
    "email": "Электронная пошта",
    "phone": "Тэлефон",
    "message": "Паведамленне",
    "notifications": {
      "success": "Ваша паведамленне было адпраўлена."
    }
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "Пацвярджэнне аплаты",
      "payment_success": "Аплата завершана.",
      "buy_title": "Купіць",
      "pay_by_giftcards": "Ваш заказ быў аплочаны падарункавай картай.",
      "free_order": "Ваш заказ бясплатны.",
      "pay_by_cod": "Ваш заказ быў дададзены як накладзены плацёж.",
      "pay_by_dir": "Ваш заказ быў паспяхова дададзены. Цяпер вы можаце аплаціць прамым грашовым пераводам, а затым загрузіць квітанцыю аб аплаце на старонцы замовы.",
      "pay_title": "Аплата",
      "qr_code_payment": "Створаны плацежны QR-код.",
      "connecting_to_online_gateway": "Падключэнне да інтэрнэт-плацежнага шлюзу."
    }
  },
  "time_progress_bar": {
    "title_before_start": "Засталася да пачатку",
    "title_between_start_end": "Засталася да канца",
    "title_after_end": "Скончаны",
    "title_no_start_end": "Без перыяду часу!"
  },
  "lottery_prizes": {
    "message": "Вы можаце атрымаць адзін падарунак за заказ."
  },
  "coupons": {
    "coupon_code": "Зніжкавы Код",
    "add_coupon": "Дадаць купон"
  },
  "avocado": {
    "not_enable": "Форма авакада не ўключана!",
    "last_update": "Апошняе абнаўленне",
    "step1": "1. Увядзіце назву і дэталі прадукту, які вы хочаце замовіць, і націсніце кнопку Дадаць.",
    "title_plc": "Увядзіце назву прадукту.",
    "description_plc": "Ці ёсць у вас больш апісанняў прадуктаў?",
    "link_plc": "У вас ёсць спасылка на прадукт?",
    "image": "Выява прадукту",
    "image_msg": "Вы можаце адправіць выяву прадукту, калі гэта неабходна.",
    "add_item": "Дадаць элемент",
    "items_list": "Спіс запытаных прадуктаў",
    "currency_msg": "Вы павінны аплаціць суму гэтага замовы гэтай валютай.",
    "step2": "2. Пасля дадання ўсіх жаданых элементаў націсніце на кнопку запыту на агляд замовы. На гэтым этапе мы разгледзім заказ і паведамім вам пра цану. Націснуўшы на гэтую спасылку, вы зможаце ўбачыць цану і спасылку на аплату.",
    "order_action": "Афармленне замовы",
    "show_all": "Паказаць усё",
    "show_accepted": "Паказаць пацверджаныя тавары",
    "last_orders": "Спіс вашых апошніх заказаў",
    "pending_status": "разглядаецца",
    "check_now": "Праверыць парадак",
    "add_new_order": "Зрабіце новы парадак",
    "pay_online": "Аплаціць онлайн",
    "pricing_not_completed_message": "Ваш заказ разглядаецца. Ваш заказ будзе разгледжаны і ацэнены ў бліжэйшы час, і вы зможаце аплаціць заказ.",
    "delete_item_dialog": {
      "title": "Выдаліце тавар з кошыка",
      "message": "Вы хочаце выдаліць гэты тавар з кошыка?",
      "action": "Так, выдаліць"
    },
    "notifications": {
      "order_success": "Ваш заказ быў паспяхова размешчаны.",
      "delete_success": "Элемент выдалены."
    },
    "select_address_message": "Калі ласка, увядзіце свой адрас, пасля чаго вы зможаце адправіць заказ."
  },
  "hyper": {
    "title": "Стварэнне замовы",
    "message": "Стварыце спіс прадуктаў, якія вы хочаце купіць, адсканіруючы код прадукту.",
    "currency_msg": "Валюта, якой вы хочаце аплаціць.",
    "order_action": "Аплата",
    "add_new_order": "Новы парадак",
    "continue_order": "Працягвайце заказ",
    "delete_item_dialog": {
      "title": "Выдаліце тавар з кошыка",
      "message": "Вы хочаце выдаліць гэты тавар з кошыка?",
      "action": "Так, выдаліць"
    },
    "notifications": {
      "order_success": "Ваш заказ быў паспяхова размешчаны.",
      "delete_success": "Элемент выдалены."
    }
  },
  "pending_payment": {
    "upload_payment_receipt": "Спампаваць малюнак квітанцыі аб аплаце.",
    "upload_payment_receipt_done": "✔ Вы ўжо загрузілі выяву квітанцыі, чакайце нашага зацвярджэння. Калі вам трэба змяніць, вы можаце замяніць папярэдні малюнак на новы.",
    "public_form_title": "Інфармацыя аб акаўнце для пераводу грошай"
  },
  "service_bill": {
    "task": {
      "title": "Спіс спраў",
      "message": "Укажыце назвы працы, якую вы хочаце выканаць, і паведаміце пакупніку, наколькі яна прасунулася."
    },
    "booking": {
      "title": "Браніраванне / браніраванне",
      "message": "Гэты заказ будзе апрацаваны ў вызначаны час, кліент выбраў жаданы перыяд, калі вы хочаце ўнесці змены ў абраны перыяд, паведаміце кліенту.",
      "selected_checkin": "Выбрана рэгістрацыя кліентам",
      "selected_checkout": "Абраны выезд кліентам",
      "change_days_question": "Ці трэба змяняць у дні, выбраныя кліентам?",
      "show_calendar": "Паказаць каляндар заказаў"
    },
    "pricing": {
      "title": "Цэнаўтварэнне",
      "message": "Колькі вы бярэце за гэтую паслугу?"
    },
    "subscription": {
      "title": "Падпіска",
      "message": "Вы можаце выбраць перыяд падпіскі, штодня набываючы гэтую паслугу. Паведаміце пакупніку, калі вы хочаце змяніць значэнні па змаўчанні, якія вы ўжо ўвялі.",
      "duration": "Тэрмін падпіскі"
    },
    "charge": {
      "title": "Зарадка",
      "message": "Вы ўказалі плату за гэты тавар. Вы можаце змяніць суму аплаты за тавар, набыты кліентам.",
      "charge": "Зарадка"
    }
  },
  "check_access": {
    "waiting_message": "Чаканне праверкі доступу...",
    "no_access_message": "На жаль, у вас няма доступу да нашай крамы.<br/> Калі ласка, звяжыцеся з намі."
  },
  "share_order": {
    "action": "Парадак долі",
    "title": "Падзяліцеся гэтым парадкам з іншымі.",
    "message": "Гэта бяспечная спасылка, дзяліцеся ёю толькі з тымі, каго ведаеце. Кожны, хто мае гэтую спасылку, можа дубляваць ваш заказ і бачыць выбраны адрас. Ён будзе ўтрымліваць інфармацыю аб вашай бягучай кошыку.",
    "valid_period": "Дзеянне гэтай спасылкі скончыцца праз 48 гадзін.",
    "import_order_action": "Імпартны заказ",
    "retrieve_dialog_title": "Атрымаць знешні парадак",
    "address_included": "Абагуліць тавары ў кошыку + адрас",
    "address_excluded": "Падзяліцеся толькі прадметамі кошыка"
  }
};