export default {
  "surveys": [
    "Много беден",
    "Беден",
    "Нормално",
    "добре",
    "Отлично"
  ],
  "footer": {
    "map": "Карта",
    "email": "електронна поща",
    "phone": "Телефон",
    "address": "Адрес",
    "copyright": "Използването на съдържание само за некомерсиални цели и с препратка към източника (връзка с {shop_title}). Всички права запазени за {shop_title}.",
    "powered_by": "Задвижвани от",
    "privacy": "Политика за поверителност",
    "term_of_use": "Условия за ползване",
    "shop_app_setting": "Настройки на магазина и GDPR",
    "dialog_setting": {
      "title": "Настройка на приложения за пазаруване",
      "app_list": "Списък с приложения"
    }
  },
  "product_card": {
    "sold_out": "Продадено",
    "review_unit": "Преглед",
    "not_original": "Не оригинално"
  },
  "shop": {
    "products_filter": "Филтрирайте",
    "native": {
      "title": "Вход в приложението",
      "message": "Това приложение изисква достъп до информацията за акаунта ви в магазина. Това включва достъп до име, номер за контакт, адрес, имейл, история на поръчките, поръчка и публикуване на коментари в този магазин.",
      "message_bold": "Не забравяйте да използвате официалното приложение за магазин, за да влезете в този магазин."
    }
  },
  "sort": {
    "title": "Сортиране по",
    "title_small": "Сортиране по..",
    "nothing": "Нищо",
    "most_views": "Най-разглеждани",
    "most_likes": "Най - известен",
    "most_recent": "Най-новият",
    "most_sell": "Най-продаван",
    "cheapest": "Най-евтино",
    "most_expensive": "Най-скъпият",
    "only_available": "На разположение",
    "view_mode": {
      "normal": "Нормално",
      "grid": "Решетка",
      "list": "Списък",
      "insta": "Insta"
    }
  },
  "product_info": {
    "fake": "Фалшива",
    "action": "Търг",
    "compare_limit": "Ограничение от 10 артикула",
    "compare_add": "Добавяне за сравнение",
    "compare_be_in_list": "В списъка за сравнение",
    "type": "Тип",
    "brand": "Марка",
    "category": "Категория",
    "discount": "Отстъпка",
    "track_price": "Проследяване на цената",
    "waiting_for_auction": "В очакване на търга?",
    "inform_auction": "Разкажи ми за търга",
    "return_in_days": "{days} дни Гаранционно връщане",
    "support24h7": "Поддръжка 24 часа 7 дни",
    "support_normal": "Поддръжка за работно време",
    "original_guarantee": "Оригинална гаранция",
    "cod_payment": "Поддръжка с наложен платеж",
    "pros": "Професионалисти",
    "cons": "Против",
    "external_link": "Прочетете още",
    "notifications": {
      "congratulation": "Честито",
      "waiting_list_add_success": "Ще ви уведомим, когато този продукт бъде пуснат на търг.",
      "waiting_list_delete_success": "Излязохте от списъка с чакащи за търга."
    },
    "offer_message": "Купете {min_quantity} Вземете {percent}% отстъпка за тези артикули",
    "up_to": "До {per_order}x на поръчка",
    "get_free": "ПОЛУЧИТЕ БЕЗПЛАТНО",
    "get_off": "ВЗЕМЕТЕ {percent}% ОТСТЪПКА"
  },
  "buy_button": {
    "waiting_for_availability": "В очакване на наличност",
    "inform_me_when_available": "В очакване на това?",
    "pay_buy": "Платете & Купете",
    "quantity": "Броя",
    "quantity_in_basket": "Артикули в количката",
    "count_unit": "х",
    "remove": "Премахване",
    "add_to_basket": "Добави в кошницата",
    "buy": "Купува",
    "notifications": {
      "inform_add_success": "Ще ви уведомим, когато бъде наличен.",
      "inform_remove_success": "Премахнат сте от списъка на чакащите."
    }
  },
  "product": {
    "review": "Преглед",
    "spec": "Спец",
    "comments": "Коментари",
    "related_products_title": "Свързани продукти",
    "price": "Цена",
    "rate": "Оценяване",
    "comment": "Коментирайте"
  },
  "layout_shop": {
    "shop_menu": {
      "orders_history": "История на поръчките",
      "profile": "Моят профил",
      "favorites": "Любими предмети",
      "gift_cards": "Подаръчни карти",
      "return_requests": "Върнати поръчки",
      "basket": "Карта за пазаруване"
    },
    "user_menu": {
      "my_shops": "Моите магазини",
      "go_to_admin": "Управление на {shop_name}",
      "exit_from": "Изход {shop_name}",
      "chips": "{chips} Чипове"
    },
    "login_to_shop": "Влезте в магазина",
    "login_to_shop_short": "Влизане",
    "item_in_basket_message": "{count} Този артикул е във вашата количка.",
    "search_title": "Търсете в магазин {shop_name}"
  },
  "basket_top_menu": {
    "basket": "Количка",
    "basket_is_empty": "Вашата количка е празна.",
    "total_price": "Обща сума",
    "view_basket": "Вашата количка",
    "more": "Повече ▼ ...",
    "accept_and_pay": "Разгледайте",
    "items": "артикул(и)"
  },
  "history_orders_physical": {
    "rejected": "Отхвърлено",
    "table": {
      "code": "Код за поръчка",
      "reserved": "Дата",
      "delivery_state": "Състояние на доставка",
      "price": "Обща цена",
      "status": "Статус на плащането"
    }
  },
  "history_orders": {
    "table": {
      "code": "Код за поръчка",
      "items": "Предмети",
      "reserved": "Дата",
      "delivery_state": "Последно състояние",
      "price": "Обща цена",
      "status": "Статус на плащането"
    }
  },
  "user_page": {
    "menu": {
      "gift_card": "Карта за подарък",
      "comments": "Коментари",
      "favorites": "Любими",
      "return_requests": "Се завръща",
      "addresses": "Адреси",
      "profile": "профил",
      "orders": "Поръчки"
    }
  },
  "physical_order_page": {
    "title": "Поръчка",
    "payment": {
      "title": "Плащане",
      "payment_waiting": "В очакване на плащане",
      "payment_completed": "Платено",
      "table": {
        "title": "Заглавие",
        "amount": "Количество",
        "description": "Описание"
      },
      "total_payment": "Платено количество",
      "discount": "Отстъпка",
      "discount_code": "Код за отстъпка",
      "delivery_fee": "Цена за доставка",
      "delivery_fee_after": "Доставка не е платена",
      "total_price": "Обща цена на артикули",
      "total_items_discount": "Отстъпка за артикули",
      "total_price_after_offers": "Общо след прилагане на оферти",
      "buyer_payment": "Сума за плащане на купувача"
    },
    "delivery": {
      "title": "Доставка",
      "subtitle": "Информация за купувача",
      "confirm_received_action": "Потвърдете получаването на продукта",
      "confirm_received_info": "Щракнете върху бутона за потвърждение, ако сте получили поръчката. Ако е необходимо, ще можете да изпратите препоръка, ако получите потвърждение.",
      "Recipient": "Получател",
      "bill": "фактура",
      "name": "име",
      "tel": "Телефон",
      "email": "електронна поща",
      "country": "Държава",
      "state": "състояние",
      "city": "град",
      "address": "Адрес",
      "building_no": "Номер на сградата",
      "unit_no": "Номер на урок",
      "postal_code": "Пощенски код",
      "description": "Описание",
      "order_delivered": "Поръчката е доставена.",
      "delivery_time": "Време за доставка",
      "tracking_code": "Проследяващ код",
      "tracking_url": "Проследяващ URL адрес",
      "notifications": {
        "confirm_delivery": "Вашата поръчка е потвърдена."
      }
    },
    "basket_items": {
      "original_warranty": "Гаранция за оригиналност на стоките",
      "return": "Връщане",
      "table": {
        "product": "Име на продукта",
        "count": "Броя",
        "unit_price": "Единична цена",
        "total_price": "Обща цена",
        "discount": "Отстъпка",
        "final_price": "Крайна цена",
        "returned": "Се завърна"
      }
    }
  },
  "return_request": {
    "title": "Връщане",
    "count_input": "Брой върнати артикули",
    "count_input_message": "Колко артикула връщате?",
    "reason_input": "Причина за връщане",
    "reason_input_message": "Изберете причината за връщането на този артикул.",
    "note_input": "Описание",
    "note_input_hint": "Опишете причината за връщането..",
    "note_input_message": "Опишете причината за връщането на този артикул, ако е необходимо.",
    "media_message": "Можете да качите изображение, аудио или видео на продукта тук, за да получите по-добра поддръжка за информация за състоянието на продукта. Изборът на файла автоматично ще бъде изпратен и потвърден.",
    "video": "Видео",
    "voice": "Глас",
    "add_action": "Изпратете заявка за връщане",
    "notifications": "Вашата заявка за връщане е регистрирана успешно."
  },
  "virtual_order_page": {
    "title": "Поръчка",
    "info": {
      "title": "Закупен виртуален продукт"
    }
  },
  "user_profile": {
    "title": "Моята лична информация",
    "name": "име",
    "email": "електронна поща",
    "tel": "тел",
    "identity": "Удостоверяване",
    "success_kyc": "Потвърден KYC",
    "club": "Потребителско ниво",
    "subscription": "Абонамент за новини",
    "leave_shop": "Напуснете този магазин и премахнете всички нива на клиенти",
    "leave_shop_action": "Напуснете магазина",
    "edit_personal_info": "Редактиране на лична информация",
    "leave_dialog": {
      "title": "Напуснете магазина",
      "message": "Прекратяването на абонамента за този магазин няма да изтрие информацията и записите за вашата поръчка.",
      "action": "напусни"
    },
    "notifications": {
      "leave_success": "Напуснете магазина"
    },
    "club_table": {
      "discount": "Отстъпка",
      "limit": "Лимит",
      "currency": "Валута",
      "free_shipping": "Безплатна доставка"
    }
  },
  "basket_page": {
    "title": "Карта за пазаруване",
    "total_price": "Обща сума",
    "shipping": "Цена за доставка",
    "free_shipping": "Безплатна доставка",
    "shipping_not_pay": "Които не са включени",
    "total_discount": "Пълна отстъпка",
    "customer_club": "Член на клиентския клуб",
    "customer_club_discount": "Членска отстъпка",
    "final_price": "Финално плащане",
    "lead_time": "Време за подготовка",
    "lead_time_unit": "час",
    "receive_time": "Предпочитано време за доставка",
    "select_time": "Изберете Време за доставка",
    "no_select_time": "възможно най-скоро",
    "transportation_type": "Тип доставка",
    "days_input": "Дни на доставка",
    "days_input_label": "Дни",
    "days_input_no_data": "Изберете поне един ден",
    "time_input": "Време за доставка",
    "time_input_label": "Доставка в",
    "time_input_label_no_data": "Изберете поне един интервал от време",
    "support_cod": "Наложен платеж",
    "not_support_cod": "Невъзможност за плащане на място!",
    "final_confirm_action": "Окончателно потвърждение на поръчката",
    "pay_and_complete_action": "Плати сега",
    "pre_confirm_service": "Изпрати заявка",
    "errors": {
      "no_address": "Изберете адреса, до който искате да бъде изпратена поръчката ви.",
      "no_phone": "Въведете номер за контакт, за да координирате получаването на стоката.",
      "select_billing_country": "Изберете вашата страна за фактуриране",
      "select_billing_state": "Изберете вашия данъчен регион"
    },
    "same_billing_address": "Информация за фактуриране е същата като информацията за получателя",
    "custom_billing_info": "Различна информация за фактуриране",
    "basket_empty": "Кошницата е празна",
    "extra_shipping_count": "Ще получите {count} пакета.",
    "select_location_error": "Намерете мястото на получаване на пратката на картата и кликнете върху индикатора в средата на картата, за да определите точния адрес на получателя."
  },
  "basket_items": {
    "items_unit": "х",
    "lead_unit": "час",
    "count_input": "Броя",
    "price_changed": "Цената се промени. нова цена:",
    "offer": "Вземете {count}x артикул с {percent}% отстъпка",
    "offer_free": "Вземете {count}x безплатно"
  },
  "addresses_page": {
    "title": "Моите адреси",
    "new_action": "Нов адрес",
    "Recipient": "Получател",
    "address": "Адрес",
    "building_no": "регистрационен номер",
    "building_unit": "мерна единица",
    "postcode": "Пощенски код",
    "tel": "тел",
    "description": "Забележка",
    "map": {
      "title": "Моите адреси",
      "confirm": "Адресна регистрация",
      "address_type": "Адрес",
      "receptor_type": "Получател"
    },
    "add_dialog": {
      "title": "Ново име на адрес",
      "message": "Въведете заглавие за нов адрес.",
      "address_name_input": "Адрес (задължително)"
    }
  },
  "return_requests": {
    "title": "Заявки за връщане"
  },
  "user_favorites": {
    "title": "Списък с желания"
  },
  "user_comments": {
    "title": "Моите коментари",
    "first_post": "Първи пост",
    "last_edit": "Последна редакция"
  },
  "user_gift_cards": {
    "title": "Моите карти за подарък",
    "add_action": "Добавете карта",
    "add_card_dialog": {
      "title": "Добавете карта за подарък",
      "message": "Въведете номера на картата и кода за сигурност. Карта за подарък ще бъде добавена към вашия акаунт.",
      "card_number_input": "Номер на карта",
      "info": "Забележка: При покупка от магазина ще ви бъде показана опцията за плащане с карти за подарък. Избирайки тази опция, сумата на баланса ви за презареждане ще бъде приспадната от сумата на поръчката.",
      "add_action": "Регистрация на карта"
    }
  },
  "product_comparison": {
    "title": "Сравнете продукта",
    "action_button": "Сравнете",
    "list": {
      "no_data": "Няма добавени продукти към списъка за сравнение.",
      "price": "Цена",
      "type": "Тип",
      "brand": "Марка",
      "warranty": "Гаранция",
      "variants_comparison": "Сравнете вариантите на продукта",
      "spec": "Технически спецификации",
      "pros": "Професионалисти",
      "cons": "Против",
      "user_review": "Потребителски коментари",
      "rating": "Рейтинг",
      "rating_count": "Брой отзиви",
      "info": "Можете да споделите тази таблица за сравнение на продуктите с приятелите си, като изпратите следната връзка или да получите достъп до нея по-късно, като запазите тази връзка.",
      "copy_action": "Копиране на връзката за сравнение",
      "check_list": [
        "да",
        "Има"
      ],
      "cross_list": [
        "Не",
        "не е"
      ]
    }
  },
  "product_filter_menu": {
    "only_original": "Само оригинали",
    "only_has_discount": "Само с отстъпка",
    "price_range": "Ценови диапазон",
    "brands": "Марка",
    "main_shop_page": "Главна страница на магазина",
    "home": "У дома"
  },
  "product_rating_view": {
    "message": "Уважаеми {user}, Вие закупихте този продукт. Какво мислите за този продукт?",
    "notification": {
      "title": "поздравления",
      "message": "Вашият коментар е записан."
    }
  },
  "blogs": {
    "title": "Блог",
    "add_new_blog": "Нов блог",
    "popular": "Популярен",
    "topics": "Теми",
    "suggestions": "Предложения"
  },
  "official_pages": {
    "about_us": "За нас",
    "terms": "Условия за ползване",
    "privacy": "Политика за поверителност",
    "contact_us": "Свържете се с нас"
  },
  "contact_us_form": {
    "title": "Формуляр за контакт с нас",
    "name": "име",
    "email": "електронна поща",
    "phone": "Телефон",
    "message": "Съобщение",
    "notifications": {
      "success": "Вашето съобщение е изпратено."
    }
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "Потвърждение за плащане",
      "payment_success": "Плащането завършено.",
      "buy_title": "Купува",
      "pay_by_giftcards": "Поръчката ви е платена с карта за подарък.",
      "free_order": "Вашата поръчка е безплатна.",
      "pay_by_cod": "Вашата поръчка е добавена като наложен платеж.",
      "pay_by_dir": "Вашата поръчка е добавена успешно. Сега можете да платите чрез директен паричен превод и след това да качите разписката за плащане на страницата за поръчка.",
      "pay_title": "Плащане",
      "qr_code_payment": "Създаден е адрес за QR код за плащане.",
      "connecting_to_online_gateway": "Свързване към шлюза за онлайн плащане."
    }
  },
  "time_progress_bar": {
    "title_before_start": "Остана до началото",
    "title_between_start_end": "Остана до края",
    "title_after_end": "Готово",
    "title_no_start_end": "Без период от време!"
  },
  "lottery_prizes": {
    "message": "Можете да получите един подарък на поръчка."
  },
  "coupons": {
    "coupon_code": "Код на купон",
    "add_coupon": "Добавете купон"
  },
  "avocado": {
    "not_enable": "Формулярът за авокадо не е активиран!",
    "last_update": "Последна актуализация:",
    "step1": "1. Въведете името и детайлите на продукта, който искате да поръчате и натиснете бутона Добавяне.",
    "title_plc": "Въведете името на продукта.",
    "description_plc": "Имате ли още описания на продукти?",
    "link_plc": "Имате ли връзка към продукта?",
    "image": "Изображение на продукта",
    "image_msg": "Можете да изпратите изображението на продукта, ако е необходимо.",
    "add_item": "Добавете артикул",
    "items_list": "Списък на заявените продукти",
    "currency_msg": "Трябва да платите сумата на тази поръчка с тази валута.",
    "step2": "2. След като добавите всички желани артикули, щракнете върху бутона за заявка за преглед на поръчката. На този етап ще прегледаме поръчката и ще Ви уведомим за цената. Като кликнете върху тази връзка, ще можете да видите връзката за цена и плащане.",
    "order_action": "Регистрация на поръчка",
    "show_all": "Покажи всички",
    "show_accepted": "Показване на потвърдени артикули",
    "last_orders": "Списък с последните ви поръчки",
    "pending_status": "в процес на преразглеждане",
    "check_now": "Проверете поръчката",
    "add_new_order": "Направете нова поръчка",
    "pay_online": "Платете онлайн",
    "pricing_not_completed_message": "Вашата поръчка се преглежда. Вашата поръчка ще бъде прегледана и оценена скоро и ще можете да платите поръчката.",
    "delete_item_dialog": {
      "title": "Премахнете артикула от пазарската количка",
      "message": "Искате ли да изтриете този артикул от количката?",
      "action": "Да, изтрий"
    },
    "notifications": {
      "order_success": "Вашата поръчка беше успешно поставена.",
      "delete_success": "Елементът е изтрит."
    }
  },
  "hyper": {
    "title": "Създаване на поръчка",
    "message": "Създайте списък с продукти, които искате да закупите, като сканирате продуктовия код.",
    "currency_msg": "Валутата, с която искате да платите.",
    "order_action": "Плащане",
    "add_new_order": "Нова поръчка",
    "continue_order": "Продължете поръчката",
    "delete_item_dialog": {
      "title": "Премахнете артикула от пазарската количка",
      "message": "Искате ли да изтриете този артикул от количката?",
      "action": "Да, изтрий"
    },
    "notifications": {
      "order_success": "Вашата поръчка беше успешно поставена.",
      "delete_success": "Елементът е изтрит."
    }
  },
  "pending_payment": {
    "upload_payment_receipt": "Качете изображение на разписката за плащане.",
    "upload_payment_receipt_done": "✔ Вече сте качили изображението на разписката, изчакайте нашето одобрение. Ако трябва да промените, можете да замените предишното изображение с ново.",
    "public_form_title": "Информация за сметката за превод на пари"
  },
  "service_bill": {
    "task": {
      "title": "Списък със задачи",
      "message": "Посочете заглавията на работата, която искате да свършите, и уведомете купувача докъде е напреднала."
    },
    "booking": {
      "title": "Резервация/Резервация",
      "message": "Тази поръчка ще бъде обработена в определено време, клиентът е избрал желания период, ако желаете да направите промени в избрания период, уведомете клиента.",
      "selected_checkin": "Избрано настаняване от клиента",
      "selected_checkout": "Избрано напускане от клиента",
      "change_days_question": "Трябва ли да промените през избраните от клиента дни?",
      "show_calendar": "Показване на календар на поръчките"
    },
    "pricing": {
      "title": "Ценообразуване",
      "message": "Колко таксувате за тази услуга?"
    },
    "subscription": {
      "title": "Абонамент",
      "message": "Можете да изберете периода на абонамент, като закупувате тази услуга ежедневно. Уведомете купувача, ако искате да промените стойностите по подразбиране, които вече сте въвели.",
      "duration": "Период на абонамент"
    },
    "charge": {
      "title": "Зареждане",
      "message": "Вие сте посочили такса за този артикул. Можете да промените размера на таксата за закупения от клиента артикул.",
      "charge": "Зареждане"
    }
  }
};
