export default {
  "surveys": [
    "Много зле",
    "Зле",
    "Нормално",
    "Добре",
    "Отлично"
  ],
  "footer": {
    "map": "Карта",
    "email": "Електронна поща",
    "phone": "Телефон",
    "address": "Адрес",
    "copyright": "Използването на съдържание само за некомерсиални цели и с препратка към източника (връзка с {shop_title}). Всички права запазени за {shop_title}.",
    "powered_by": "С подкрепата на",
    "privacy": "Политика за поверителност",
    "term_of_use": "Условия за ползване",
    "shop_app_setting": "Настройки на магазина и GDPR",
    "dialog_setting": {
      "title": "Настройка на приложения за пазаруване",
      "app_list": "Списък с приложения"
    }
  },
  "product_card": {
    "sold_out": "Продадено",
    "review_unit": "Преглед",
    "not_original": "Не оригинално"
  },
  "shop": {
    "products_filter": "Филтър",
    "native": {
      "title": "Вход в приложението",
      "message": "Това приложение изисква достъп до информацията за профила Ви в магазина. Това включва достъп до име, номер за контакт, адрес, имейл, история на поръчките, поръчка и публикуване на коментари в този магазин.",
      "message_bold": "Не забравяйте да използвате официалното приложение, за да влезете в този магазин."
    }
  },
  "sort": {
    "title": "Подреждане по",
    "title_small": "Подреждане по..",
    "nothing": "Нищо",
    "most_views": "Най-разглеждани",
    "most_likes": "Най-харесвани",
    "most_recent": "Най-нови",
    "most_sell": "Най-продавани",
    "cheapest": "Най-евтини",
    "most_expensive": "Най-скъпи",
    "only_available": "В наличност",
    "view_mode": {
      "normal": "Изглед Едри ",
      "grid": "Изглед Средни",
      "list": "Изглед Списък",
      "insta": "Изглед Малки "
    }
  },
  "product_info": {
    "fake": "Фалшив",
    "action": "Търг",
    "compare_limit": "Ограничение от 10 продукта",
    "compare_add": "Добавяне за сравнение",
    "compare_be_in_list": "В списъка за сравнение",
    "type": "Вид",
    "brand": "Бранд",
    "category": "Категория",
    "discount": "Отстъпка",
    "track_price": "Проследяване на цената",
    "waiting_for_auction": "В очакване на търг?",
    "inform_auction": "Разкажи ми за търга",
    "return_in_days": "{days} дни право на връщане",
    "support24h7": "Поддръжка 24 часа/ 7 дни",
    "support_normal": "Работно време за поддръжка",
    "original_guarantee": "Оригинална гаранция",
    "cod_payment": "Платена поддръжка",
    "pros": "Предимства",
    "cons": "Недостатъци",
    "external_link": "Прочетете още",
    "notifications": {
      "congratulation": "Честито",
      "waiting_list_add_success": "Ще Ви уведомим, когато този продукт бъде пуснат на търг.",
      "waiting_list_delete_success": "Излязохте от списъка с чакащи за търга."
    },
    "offer_message": "Купете {min_quantity} продукт(а) и вземете {percent}% отстъпка за тези продукти",
    "up_to": "Може да използвате до {per_order} пъти в една поръчка",
    "get_free": "ПОЛУЧЕТЕ БЕЗПЛАТНО",
    "get_off": "ВЗЕМЕТЕ {percent}% ОТСТЪПКА",
    "select_a_vendor_message": "Моля, изберете доставчик.",
    "product_description_header": "Представяме ви {product}"
  },
  "buy_button": {
    "waiting_for_availability": "В очакване на наличност",
    "inform_me_when_available": "Уведомете ме, когато има наличност",
    "pay_buy": "Платете и купете",
    "quantity": "бр.",
    "quantity_in_basket": "Продукти в кошницата",
    "count_unit": "х",
    "remove": "Премахване",
    "add_to_basket": "Добави в кошницата",
    "buy": "Купи",
    "notifications": {
      "inform_add_success": "Ще Ви уведомим, когато бъде наличен.",
      "inform_remove_success": "Премахнат сте от списъка на чакащите."
    },
    "subscribe_now": "Абонирай се сега",
    "unsubscribe": "Отписване",
    "select_a_subscription_plan": "Първо изберете план!",
    "manage_subscriptions": "Управление на абонаменти"
  },
  "product": {
    "review": "Описание",
    "spec": "За продукта",
    "comments": "Коментари",
    "related_products_title": "Свързани продукти",
    "price": "Цена",
    "rate": "Оценяване",
    "comment": "Оставете отзив",
    "warranty": "Гаранция",
    "return_policy": "Условия за връщане",
    "guide": "Ръководство",
    "shipping": "Доставка",
    "related_categories_title": "Други категории"
  },
  "layout_shop": {
    "shop_menu": {
      "orders_history": "История на поръчките",
      "profile": "Моят профил",
      "favorites": "Любими продукти",
      "gift_cards": "Подаръчни карти",
      "return_requests": "Върнати поръчки",
      "basket": "Кошница"
    },
    "user_menu": {
      "my_shops": "Моите магазини",
      "go_to_admin": "Управление на {shop_name}",
      "exit_from": "Изход {shop_name}",
      "chips": "{chips} Чипове"
    },
    "login_to_shop": "Влезте в магазина",
    "login_to_shop_short": "Влизане",
    "item_in_basket_message": "{count} продукт(а) във Вашата кошница.",
    "search_title": "Търсете в магазин {shop_name}"
  },
  "basket_top_menu": {
    "basket": "Кошница",
    "basket_is_empty": "Вашата кошница е празна.",
    "total_price": "Обща сума на продуктите",
    "view_basket": "Вашата кошница",
    "more": "Повече",
    "accept_and_pay": "КУПИ",
    "items": "продукт(а)"
  },
  "history_orders_physical": {
    "rejected": "Отхвърлено",
    "table": {
      "code": "Код за поръчка",
      "reserved": "Дата",
      "delivery_state": "Състояние на доставката",
      "price": "Обща Цена",
      "status": "Състояние на плащането"
    }
  },
  "history_orders": {
    "table": {
      "code": "Код за поръчка",
      "items": "Продукти",
      "reserved": "Дата",
      "delivery_state": "Последно състояние",
      "price": "Обща цена",
      "status": "Състояние на плащането"
    }
  },
  "user_page": {
    "menu": {
      "gift_card": "Карта за подарък",
      "comments": "Отзиви",
      "favorites": "Любими",
      "return_requests": "Заявки за връщане",
      "addresses": "Адреси",
      "profile": "Профил",
      "orders": "Поръчки"
    }
  },
  "order_page": {
    "title": "Поръчка",
    "payment": {
      "title": "Плащане",
      "payment_waiting": "В очакване на плащане",
      "payment_completed": "Платено",
      "table": {
        "title": "Заглавие",
        "amount": "Количество",
        "description": "Описание"
      },
      "total_payment": "Платено количество",
      "discount": "Отстъпка",
      "discount_code": "ПРОМО КОД",
      "delivery_fee": "Цена за доставка",
      "delivery_fee_after": "Доставка не е платена",
      "total_price": "Обща цена на продукт",
      "total_items_discount": "Отстъпка за продукти",
      "total_price_after_offers": "Сума след прилагане на отстъпка",
      "buyer_payment": "Сума за плащане",
      "total_order_price_before_tax": "Обща цена преди облагане"
    },
    "delivery": {
      "title": "Доставка",
      "subtitle": "Информация за купувача",
      "confirm_received_action": "Потвърдете получаването на продукта",
      "confirm_received_info": "Щракнете върху бутона за потвърждение, ако сте получили поръчката. Благодаря! ",
      "Recipient": "Получател",
      "bill": "Фактура",
      "name": "Име",
      "tel": "Телефон",
      "email": "Електронна поща",
      "country": "Държава",
      "state": "Област",
      "city": "Град",
      "address": "Адрес",
      "building_no": "Номер на сградата",
      "unit_no": "Етаж",
      "postal_code": "Пощенски код",
      "description": "Описание",
      "order_delivered": "Поръчката е доставена.",
      "delivery_time": "Време за доставка",
      "tracking_code": "Проследяващ код",
      "tracking_url": "Проследяващ URL адрес",
      "notifications": {
        "confirm_delivery": "Вашата поръчка е потвърдена."
      }
    },
    "basket_items": {
      "original_warranty": "Гаранция за оригиналност на стоките",
      "return": "Връщане",
      "table": {
        "product": "Име на продукта",
        "count": "бр.",
        "unit_price": "Единична цена",
        "total_price": "Обща цена",
        "discount": "Отстъпка",
        "final_price": "Крайна цена",
        "returned": "Сума за връщане"
      }
    }
  },
  "return_request": {
    "title": "Връщане",
    "count_input": "Брой върнати продукти",
    "count_input_message": "Колко продукта връщате?",
    "reason_input": "Причина за връщане",
    "reason_input_message": "Изберете причината за връщането на този продукт.",
    "note_input": "Описание",
    "note_input_hint": "Опишете причината за връщането",
    "note_input_message": "Опишете причината за връщането на този продукт, ако е необходимо.",
    "media_message": "Можете да качите изображение, аудио или видео на продукта тук, за да получим по-добра информация за състоянието на продукта. Изборът на файла автоматично ще бъде изпратен и потвърден.",
    "video": "Видео",
    "voice": "Аудио",
    "add_action": "Изпратете заявка за връщане",
    "notifications": "Вашата заявка за връщане е регистрирана успешно."
  },
  "virtual_order_page": {
    "title": "Поръчка",
    "info": {
      "title": "Закупен виртуален продукт"
    }
  },
  "user_profile": {
    "title": "Моята лична информация",
    "name": "Име",
    "email": "Електронна поща",
    "tel": "Телефон",
    "identity": "Удостоверяване",
    "success_kyc": "Потвърден KYC",
    "club": "Потребителско ниво",
    "subscription": "Абонамент за новини",
    "leave_shop": "Напуснете този магазин и премахнете всички нива на клиента",
    "leave_shop_action": "Напуснете магазина",
    "edit_personal_info": "Редактиране на лична информация",
    "leave_dialog": {
      "title": "Напуснете магазина",
      "message": "Прекратяването на абонамента за този магазин няма да изтрие информацията и записите за Вашата поръчка.",
      "action": "напусни"
    },
    "notifications": {
      "leave_success": "Напуснете магазина"
    },
    "club_table": {
      "discount": "Отстъпка",
      "limit": "Лимит",
      "currency": "Валута",
      "free_shipping": "Безплатна доставка"
    }
  },
  "basket_page": {
    "title": "Продължете с пазаруването",
    "total_price": "Обща сума за продуктите",
    "shipping": "Цена за доставка",
    "free_shipping": "Безплатна доставка",
    "shipping_not_pay": "Доставката не е включена",
    "total_discount": "Пълна отстъпка",
    "customer_club": "Член на клиентския клуб",
    "customer_club_discount": "Членска отстъпка",
    "final_price": "Общо за плащане",
    "lead_time": "Време за подготовка",
    "lead_time_unit": "часа",
    "receive_time": "Предпочитано време за доставка",
    "select_time": "Изберете време за доставка",
    "no_select_time": "Възможно най-скоро",
    "transportation_type": "Вид доставка",
    "days_input": "Дни на доставка",
    "days_input_label": "Дни",
    "days_input_no_data": "Изберете поне един ден",
    "time_input": "Време за доставка",
    "time_input_label": "Доставка в",
    "time_input_label_no_data": "Изберете поне един интервал от време",
    "support_cod": "Наложен платеж",
    "not_support_cod": "Невъзможност за плащане на място!",
    "final_confirm_action": "Окончателно потвърждение на поръчката",
    "pay_and_complete_action": "ПЛАЩАНЕ",
    "pre_confirm_service": "ИЗПРАЩАНЕ НА ПОРЪЧКАТА",
    "errors": {
      "no_address": "Въведете офис на Спиди или личен адрес, до който искате да бъде изпратена поръчката Ви.",
      "no_phone": "Въведете номер за връзка с Вас",
      "select_billing_country": "Изберете държава",
      "select_billing_state": "Изберете област"
    },
    "same_billing_address": "Информацията за фактуриране е същата като информацията за доставка",
    "custom_billing_info": "Различна информация за фактуриране",
    "basket_empty": "Кошницата е празна",
    "extra_shipping_count": "Ще получите {count} пакета.",
    "select_location_error": "Намерете мястото на получаване на пратката на картата и кликнете върху индикатора в средата на картата, за да определите точния адрес на получателя.",
    "same_billing_address_desc": "Адресът за фактуриране е същият като адреса за доставка.",
    "custom_billing_info_desc": "Можете да въведете своя данъчен номер и да зададете различен адрес за фактуриране.",
    "billing_business_desc": "Това е бизнес акаунт с данъчен номер.",
    "billing_personal_desc": "Това е личен акаунт.",
    "no_billing_title": "Без таксуване",
    "no_billing_desc": "Оставете адреса за фактуриране празен.",
    "cross_selling_discount": "Колекционна отстъпка"
  },
  "basket_items": {
    "items_unit": "х",
    "lead_unit": "часа",
    "count_input": "бр.",
    "price_changed": "Цената се промени. Нова цена:",
    "offer": "Вземете {count}x продукт(а) с {percent}% отстъпка",
    "offer_free": "Вземете {count}x безплатно"
  },
  "addresses_page": {
    "title": "Моите адреси",
    "new_action": "Нов адрес",
    "Recipient": "Получател",
    "address": "Адрес",
    "building_no": "Номер на сградата",
    "building_unit": "Етаж",
    "postcode": "Пощенски код",
    "tel": "Телефон",
    "description": "Забележка към поръчката",
    "map": {
      "title": "Моите адреси",
      "confirm": "Адресна регистрация",
      "address_type": "Адрес",
      "receptor_type": "Получател"
    },
    "add_dialog": {
      "title": "Нов адрес",
      "message": "Въведете нов адрес.",
      "address_name_input": "Адрес (задължително)"
    }
  },
  "return_requests": {
    "title": "Заявки за връщане"
  },
  "user_favorites": {
    "title": "Списък с любими продукти"
  },
  "user_comments": {
    "title": "Моите отзиви",
    "first_post": "Първи отзив",
    "last_edit": "Последно обновяване"
  },
  "user_gift_cards": {
    "title": "Моите карти за подарък",
    "add_action": "Добавете карта",
    "add_card_dialog": {
      "title": "Добавете карта за подарък",
      "message": "Въведете номера на картата и кода за сигурност. Карта за подарък ще бъде добавена към Вашия профил.",
      "card_number_input": "Номер на карта",
      "info": "Забележка: При покупка от магазина ще Ви бъде показана възможност за плащане с карта за подарък. Избирайки тази възможност, сумата от картата за подарък ще бъде приспадната от сумата на поръчката.",
      "add_action": "Регистрация на карта"
    }
  },
  "product_comparison": {
    "title": "Сравнете продукта",
    "action_button": "Сравнете",
    "list": {
      "no_data": "Няма добавени продукти към списъка за сравнение.",
      "price": "Цена",
      "type": "Вид",
      "brand": "Бранд",
      "warranty": "Гаранция",
      "variants_comparison": "Сравнете вариантите на продукта",
      "spec": "Технически спецификации",
      "pros": "Предимства",
      "cons": "Недостатъци",
      "user_review": "Потребителски отзиви",
      "rating": "Оценяване",
      "rating_count": "Брой отзиви",
      "info": "Можете да споделите тази таблица за сравнение на продуктите с приятелите си, като изпратите следната връзка или да получите достъп до нея по-късно, като запазите връзката.",
      "copy_action": "Копиране на връзката за сравнение",
      "check_list": [
        "да",
        "Има"
      ],
      "cross_list": [
        "Не",
        "не е"
      ]
    }
  },
  "product_filter_menu": {
    "only_original": "Авторски дизайни",
    "only_has_discount": "Продукти с отстъпка",
    "price_range": "Цена",
    "brands": "Брандове",
    "main_shop_page": "Главна страница на магазина",
    "home": "Начало"
  },
  "product_rating_view": {
    "message": "Уважаеми {user}, Вие закупихте този продукт. Доволни ли сте от продукта?",
    "notification": {
      "title": "Поздравления",
      "message": "Вашият отзив е записан."
    }
  },
  "blogs": {
    "title": "Новини",
    "add_new_blog": "Нова статия",
    "popular": "Най-четени",
    "topics": "Теми",
    "suggestions": "Предложения"
  },
  "official_pages": {
    "about_us": "За нас",
    "terms": "Условия за ползване",
    "privacy": "Политика за поверителност",
    "contact_us": "Свържете се с нас"
  },
  "contact_us_form": {
    "title": "За връзка с нас",
    "name": "Име",
    "email": "Електронна поща",
    "phone": "Телефон",
    "message": "Съобщение",
    "notifications": {
      "success": "Вашето съобщение е изпратено."
    },
    "submitted_title": "Благодарим ви, че се свързахте с нас!",
    "submitted_message": "Оценяваме отделеното време за връзка с нас. Вашето съобщение е получено и в момента нашият екип го преглежда. Ние ще отговорим възможно най-скоро и ви благодарим за търпението ви през това време. Вашият интерес и обратна връзка са важни за нас и ние се ангажираме да ви предоставим възможно най-добрата поддръжка."
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "Потвърждение за плащането",
      "payment_success": "Плащането е завършено.",
      "buy_title": "Купи",
      "pay_by_giftcards": "Поръчката Ви е платена с карта за подарък.",
      "free_order": "Вашата поръчка е безплатна.",
      "pay_by_cod": "Вашата поръчка е добавена с наложен платеж.",
      "pay_by_dir": "Вашата поръчка е добавена успешно. Сега можете да платите чрез банков превод и след това да качите разписката за плащане на страницата за поръчка.",
      "pay_title": "Плащане",
      "qr_code_payment": "Създаден е адрес за QR код за плащане.",
      "connecting_to_online_gateway": "Свързване към онлайн плащане."
    }
  },
  "time_progress_bar": {
    "title_before_start": "Остана до началото",
    "title_between_start_end": "Остана до края",
    "title_after_end": "Готово",
    "title_no_start_end": "Няма зададен период"
  },
  "lottery_prizes": {
    "message": "Можете да получите един подарък на поръчка."
  },
  "coupons": {
    "coupon_code": "КАРТА С ОТСТЪПКА",
    "add_coupon": "Добавете кода от КАРТАТА С ОТСТЪПКА"
  },
  "avocado": {
    "not_enable": "Формулярът за авокадо не е активиран!",
    "last_update": "Последна актуализация:",
    "step1": "1. Въведете името и детайлите на продукта, който искате да поръчате и натиснете бутона Добавяне.",
    "title_plc": "Въведете името на продукта.",
    "description_plc": "Имате ли още описания на продукти?",
    "link_plc": "Имате ли връзка към продукта?",
    "image": "Изображение на продукта",
    "image_msg": "Можете да изпратите изображението на продукта, ако е необходимо.",
    "add_item": "Добавете артикул",
    "items_list": "Списък на заявените продукти",
    "currency_msg": "Трябва да платите сумата на тази поръчка с тази валута.",
    "step2": "2. След като добавите всички желани артикули, щракнете върху бутона за заявка за преглед на поръчката. На този етап ще прегледаме поръчката и ще Ви уведомим за цената. Като кликнете върху тази връзка, ще можете да видите връзката за цена и плащане.",
    "order_action": "Регистрация на поръчка",
    "show_all": "Покажи всички",
    "show_accepted": "Показване на потвърдени артикули",
    "last_orders": "Списък с последните ви поръчки",
    "pending_status": "в процес на преразглеждане",
    "check_now": "Проверете поръчката",
    "add_new_order": "Направете нова поръчка",
    "pay_online": "Платете онлайн",
    "pricing_not_completed_message": "Вашата поръчка се преглежда. Вашата поръчка ще бъде прегледана и оценена скоро и ще можете да платите поръчката.",
    "delete_item_dialog": {
      "title": "Премахнете артикула от пазарската количка",
      "message": "Искате ли да изтриете този артикул от количката?",
      "action": "Да, изтрий"
    },
    "notifications": {
      "order_success": "Вашата поръчка беше успешно изпратена.",
      "delete_success": "Елементът е изтрит."
    },
    "select_address_message": "Моля, въведете адрес и след това можете да изпратите поръчката."
  },
  "hyper": {
    "title": "Създаване на поръчка",
    "message": "Създайте списък с продукти, които искате да закупите, като сканирате продуктовия код.",
    "currency_msg": "Валутата, с която искате да платите.",
    "order_action": "Плащане",
    "add_new_order": "Нова поръчка",
    "continue_order": "Продължете поръчката",
    "delete_item_dialog": {
      "title": "Премахнете продукта от кошницата",
      "message": "Искате ли да изтриете този продукт от кошницата?",
      "action": "ИЗТРИВАНЕ"
    },
    "notifications": {
      "order_success": "Вашата поръчка беше успешно изпратена.",
      "delete_success": "Елементът е изтрит."
    }
  },
  "pending_payment": {
    "upload_payment_receipt": "Качете изображение на разписката за плащане.",
    "upload_payment_receipt_done": "✔ Вече сте качили изображението на разписката, изчакайте нашето одобрение. Ако трябва да промените, можете да замените предишното изображение с ново.",
    "public_form_title": "Информация за сметката за превод на пари"
  },
  "service_bill": {
    "task": {
      "title": "Списък със задачи",
      "message": "Посочете заглавията на работата, която искате да свършите, и уведомете купувача докъде е напреднала."
    },
    "booking": {
      "title": "Резервация/Резервация",
      "message": "Тази поръчка ще бъде обработена в определено време, клиентът е избрал желания период, ако желаете да направите промени в избрания период, уведомете клиента.",
      "selected_checkin": "Избрано настаняване от клиента",
      "selected_checkout": "Избрано напускане от клиента",
      "change_days_question": "Трябва ли да промените през избраните от клиента дни?",
      "show_calendar": "Показване на календар на поръчките"
    },
    "pricing": {
      "title": "Ценообразуване",
      "message": "Колко таксувате за тази услуга?"
    },
    "subscription": {
      "title": "Абонамент",
      "message": "Можете да изберете периода на абонамент, като закупувате тази услуга ежедневно. Уведомете купувача, ако искате да промените стойностите по подразбиране, които вече сте въвели.",
      "duration": "Период на абонамент"
    },
    "charge": {
      "title": "Зареждане",
      "message": "Вие сте посочили такса за този продукт. Можете да промените размера на таксата за закупения от клиента продукт.",
      "charge": "Зареждане"
    }
  },
  "check_access": {
    "waiting_message": "Изчаква се проверка на достъпа...",
    "no_access_message": "За съжаление нямате достъп до нашия магазин.<br/> Моля, свържете се с нас."
  },
  "share_order": {
    "action": "Ред за споделяне",
    "title": "Споделете тази поръчка с други.",
    "message": "Това е защитена връзка, споделяйте я само с тези, които познавате. Всеки с този линк може да дублира вашата поръчка и да види избрания адрес. Той ще съдържа информация за текущата ви количка.",
    "valid_period": "Тази връзка ще изтече след 48 часа.",
    "import_order_action": "Поръчка за импортиране",
    "retrieve_dialog_title": "Извличане на външна поръчка",
    "address_included": "Споделете артикули от кошницата + Адрес",
    "address_excluded": "Споделяйте само елементи от кошницата"
  },
  "variants_view": {
    "prices": "Цени",
    "inventory": "Складова наличност",
    "discount": "Отстъпка"
  },
  "rating": {
    "product_rating_message": "Този продукт е получил оценка {rate} от 5 звезди и е оценен от {rate_count} души."
  },
  "related_products": {
    "card": {
      "title": "Разгледайте!",
      "same_tags_subtitle": "Намерете още забележителни свързани елементи.",
      "same_category_subtitle": "Намерете още забележителни предмети в тази категория."
    }
  }
};