export default {
  "surveys": [
    "খুব দরিদ্র",
    "দরিদ্র",
    "স্বাভাবিক",
    "ভাল",
    "চমৎকার"
  ],
  "footer": {
    "map": "মানচিত্র",
    "email": "ইমেইল",
    "phone": "ফোন",
    "address": "ঠিকানা",
    "copyright": "শুধুমাত্র অ-বাণিজ্যিক উদ্দেশ্যে এবং উৎসের রেফারেন্সের জন্য সামগ্রীর ব্যবহার ({shop_title} এর সাথে লিঙ্ক)। সমস্ত অধিকার {shop_title}-এর কাছে সংরক্ষিত৷",
    "powered_by": "দ্বারা চালিত",
    "privacy": "গোপনীয়তা নীতি",
    "term_of_use": "ব্যবহারের শর্তাবলী",
    "shop_app_setting": "দোকান সেটিং এবং জিডিপিআর",
    "dialog_setting": {
      "title": "দোকান অ্যাপ্লিকেশন সেটিং",
      "app_list": "অ্যাপ্লিকেশনের তালিকা"
    }
  },
  "product_card": {
    "sold_out": "বিক্রি শেষ",
    "review_unit": "পুনঃমূল্যায়ন",
    "not_original": "আসল না"
  },
  "shop": {
    "products_filter": "ছাঁকনি",
    "native": {
      "title": "অ্যাপ্লিকেশন লগইন",
      "message": "এই অ্যাপটির জন্য আপনার স্টোর অ্যাকাউন্টের তথ্য অ্যাক্সেস করতে হবে। এর মধ্যে নাম, যোগাযোগ নম্বর, ঠিকানা, ইমেল, অর্ডার ইতিহাস, অর্ডার করা এবং এই দোকানে মন্তব্য পোস্ট করার অ্যাক্সেস অন্তর্ভুক্ত রয়েছে।",
      "message_bold": "এই দোকানে প্রবেশ করতে অফিসিয়াল স্টোর অ্যাপ ব্যবহার করতে ভুলবেন না।"
    }
  },
  "sort": {
    "title": "ক্রমানুসার",
    "title_small": "ক্রমানুসার..",
    "nothing": "কিছুই না",
    "most_views": "সর্বাধিক দর্শন",
    "most_likes": "সবচেয়ে জনপ্রিয়",
    "most_recent": "নতুনতম",
    "most_sell": "সেরা বিক্রয়",
    "cheapest": "সবচেয়ে সস্তা",
    "most_expensive": "সবচেয়ে ব্যয়বহুল",
    "only_available": "পাওয়া যায়",
    "view_mode": {
      "normal": "স্বাভাবিক",
      "grid": "গ্রিড",
      "list": "তালিকা",
      "insta": "ইন্সটা"
    }
  },
  "product_info": {
    "fake": "নকল",
    "action": "নিলাম",
    "compare_limit": "10 আইটেম সীমা",
    "compare_add": "তুলনা যোগ করুন",
    "compare_be_in_list": "তুলনা তালিকা",
    "type": "টাইপ",
    "brand": "ব্র্যান্ড",
    "category": "শ্রেণী",
    "discount": "ছাড়",
    "track_price": "ট্র্যাক মূল্য",
    "waiting_for_auction": "নিলামের জন্য অপেক্ষা করছেন?",
    "inform_auction": "নিলাম সম্পর্কে বলুন",
    "return_in_days": "{days} দিনের ওয়ারেন্টি রিটার্ন",
    "support24h7": "24 ঘন্টা 7 দিন সমর্থন",
    "support_normal": "কাজের সময় সমর্থন",
    "original_guarantee": "মূল গ্যারান্টি",
    "cod_payment": "ক্যাশ অন ডেলিভারি সাপোর্ট",
    "pros": "পেশাদার",
    "cons": "কনস",
    "external_link": "আরও পড়ুন",
    "notifications": {
      "congratulation": "অভিনন্দন",
      "waiting_list_add_success": "এই পণ্যটি নিলাম হলে আমরা আপনাকে অবহিত করব।",
      "waiting_list_delete_success": "আপনি নিলামের অপেক্ষমাণ তালিকা থেকে প্রস্থান করেছেন।"
    },
    "offer_message": "এই আইটেমগুলির জন্য {min_quantity} কিনুন {percent}% ছাড়",
    "up_to": "অর্ডার প্রতি {per_order}x পর্যন্ত",
    "get_free": "স্বাধীন",
    "get_off": "{percent}% ছাড় পান",
    "select_a_vendor_message": "একটি বিক্রেতা নির্বাচন করুন.",
    "product_description_header": "{product} পরিচয় করিয়ে দেওয়া হচ্ছে"
  },
  "buy_button": {
    "waiting_for_availability": "প্রাপ্যতা জন্য অপেক্ষা",
    "inform_me_when_available": "এই জন্য অপেক্ষা?",
    "pay_buy": "পে এবং কিনুন",
    "quantity": "গণনা",
    "quantity_in_basket": "কার্টে আইটেম",
    "count_unit": "এক্স",
    "remove": "অপসারণ",
    "add_to_basket": "কার্টে যোগ করুন",
    "buy": "কেনা",
    "notifications": {
      "inform_add_success": "এটি উপলব্ধ হলে আমরা আপনাকে জানাব৷",
      "inform_remove_success": "আপনাকে অপেক্ষমাণ তালিকা থেকে বাদ দেওয়া হয়েছে।"
    },
    "subscribe_now": "এখন সাবস্ক্রাইব করুন",
    "unsubscribe": "সদস্যতা ত্যাগ করুন",
    "select_a_subscription_plan": "প্রথমে একটি পরিকল্পনা নির্বাচন করুন!",
    "manage_subscriptions": "সাবস্ক্রিপশন পরিচালনা",
    "zip_pin_input": "ZIP/PIN",
    "zip_pin_not_available_msg": "এই অবস্থানে উপলব্ধ নয়!",
    "zip_pin_placeholder": "জিপ/পিন কোড নির্বাচন করুন..."
  },
  "product": {
    "review": "পুনঃমূল্যায়ন",
    "spec": "স্পেক",
    "comments": "মন্তব্য",
    "related_products_title": "সংশ্লিষ্ট পণ্য",
    "price": "দাম",
    "rate": "হার",
    "comment": "মন্তব্য করুন",
    "warranty": "ওয়ারেন্টি",
    "return_policy": "প্রত্যাবর্তন নীতিমালা",
    "guide": "গাইড",
    "shipping": "স্থানান্তর",
    "related_categories_title": "সংগ্রহে আবিষ্কার করুন"
  },
  "layout_shop": {
    "shop_menu": {
      "orders_history": "অর্ডার ইতিহাস",
      "profile": "আমার প্রোফাইল",
      "favorites": "প্রিয় আইটেম",
      "gift_cards": "উপহার কার্ড",
      "return_requests": "ফেরত আদেশ",
      "basket": "বাজারের ব্যাগ"
    },
    "user_menu": {
      "my_shops": "আমার দোকান",
      "go_to_admin": "{shop_name} পরিচালনা করুন",
      "exit_from": "লগ আউট {shop_name}",
      "chips": "{চিপস} চিপস"
    },
    "login_to_shop": "স্টোরে লগইন করুন",
    "login_to_shop_short": "প্রবেশ করুন",
    "item_in_basket_message": "{count} এই আইটেমটি আপনার কার্টে আছে।",
    "search_title": "দোকানে খুঁজুন {shop_name}"
  },
  "basket_top_menu": {
    "basket": "কার্ট",
    "basket_is_empty": "তোমার থলে তো খালি.",
    "total_price": "মোট",
    "view_basket": "আপনার কার্ট",
    "more": "আরো...",
    "accept_and_pay": "চেকআউট",
    "items": "আইটেম(গুলি)"
  },
  "history_orders_physical": {
    "rejected": "প্রত্যাখ্যাত",
    "table": {
      "code": "অর্ডার কোড",
      "reserved": "তারিখ",
      "delivery_state": "ডেলিভারির অবস্থা",
      "price": "মোট দাম",
      "status": "লেনদেনের অবস্থা"
    }
  },
  "history_orders": {
    "table": {
      "code": "অর্ডার কোড",
      "items": "আইটেম",
      "reserved": "তারিখ",
      "delivery_state": "সর্বশেষ অবস্থা",
      "price": "মোট দাম",
      "status": "লেনদেনের অবস্থা"
    }
  },
  "user_page": {
    "menu": {
      "gift_card": "উপহার কার্ড",
      "comments": "মন্তব্য",
      "favorites": "প্রিয়",
      "return_requests": "রিটার্নস",
      "addresses": "ঠিকানা",
      "profile": "প্রোফাইল",
      "orders": "আদেশ"
    }
  },
  "order_page": {
    "title": "অর্ডার",
    "payment": {
      "title": "অর্থপ্রদান",
      "payment_waiting": "টাকা প্রদানের জন্য অপেক্ষা করছি",
      "payment_completed": "পেড",
      "table": {
        "title": "শিরোনাম",
        "amount": "পরিমাণ",
        "description": "বর্ণনা"
      },
      "total_payment": "পরিমাণ অর্থ প্রদান করা",
      "discount": "ছাড়",
      "discount_code": "মূল্যহ্রাসের কোড",
      "delivery_fee": "প্রদান খরচ",
      "delivery_fee_after": "কোনো ডেলিভারি দেওয়া হয়নি",
      "total_price": "মোট আইটেম মূল্য",
      "total_items_discount": "আইটেম ডিসকাউন্ট",
      "total_price_after_offers": "অফার আবেদন করার পর মোট",
      "buyer_payment": "ক্রেতা প্রদানের পরিমাণ",
      "total_order_price_before_tax": "প্রি-ট্যাক্স মোট মূল্য",
      "payment_is_in_require_capture_message": "আমরা আপনার পেমেন্ট পেয়েছি, কিন্তু এটি এখনও ক্যাপচার করা হয়নি।",
      "settle_the_earlier_bill_first": "আগে আগের বিল মিটিয়ে ফেলুন!"
    },
    "delivery": {
      "title": "ডেলিভারি",
      "subtitle": "ক্রেতার তথ্য",
      "confirm_received_action": "পণ্য রসিদ নিশ্চিত করুন",
      "confirm_received_info": "আপনি অর্ডার পেয়ে থাকলে নিশ্চিতকরণ বোতামে ক্লিক করুন। যদি প্রয়োজন হয়, আপনি নিশ্চিতকরণ পেলে আপনি একটি রেফারেল জমা দিতে সক্ষম হবেন।",
      "Recipient": "প্রাপক",
      "bill": "চালান",
      "name": "নাম",
      "tel": "ফোন",
      "email": "ইমেইল",
      "country": "দেশ",
      "state": "রাষ্ট্র",
      "city": "শহর",
      "address": "ঠিকানা",
      "building_no": "ভবন সংখ্যা",
      "unit_no": "একক সংখ্যা",
      "postal_code": "পোস্টকোড",
      "description": "বর্ণনা",
      "order_delivered": "অর্ডার ডেলিভারি করা হয়েছে।",
      "delivery_time": "ডেলিভারি সময়",
      "tracking_code": "ট্র্যাকিং কোড",
      "tracking_url": "ট্র্যাকিং ইউআরএল",
      "notifications": {
        "confirm_delivery": "আপনার অর্ডার নিশ্চিত করা হয়েছে."
      }
    },
    "basket_items": {
      "original_warranty": "পণ্যের মৌলিকতার গ্যারান্টি",
      "return": "প্রত্যাবর্তন",
      "table": {
        "product": "পণ্যের নাম",
        "count": "গণনা",
        "unit_price": "একক দাম",
        "total_price": "মোট দাম",
        "discount": "ছাড়",
        "final_price": "নির্দিষ্ট দাম",
        "returned": "ফিরে এসেছে"
      }
    }
  },
  "return_request": {
    "title": "প্রত্যাবর্তন",
    "count_input": "ফেরত আইটেম সংখ্যা",
    "count_input_message": "আপনি কত আইটেম ফেরত?",
    "reason_input": "ফিরে আসার কারন",
    "reason_input_message": "এই আইটেমটি ফেরত দেওয়ার কারণ নির্বাচন করুন।",
    "note_input": "বর্ণনা",
    "note_input_hint": "ফেরার কারণ বর্ণনা কর..",
    "note_input_message": "প্রয়োজনে এই আইটেমটি ফেরত দেওয়ার কারণ বর্ণনা করুন।",
    "media_message": "পণ্যের স্থিতির তথ্যের জন্য আরও ভাল সমর্থন পেতে আপনি এখানে পণ্যটির ছবি, অডিও বা ভিডিও আপলোড করতে পারেন। ফাইলটি নির্বাচন করা স্বয়ংক্রিয়ভাবে প্রেরণ এবং নিশ্চিত হবে।",
    "video": "ভিডিও",
    "voice": "ভয়েস",
    "add_action": "ফেরত অনুরোধ পাঠান",
    "notifications": "আপনার ফেরত অনুরোধ সফলভাবে নিবন্ধিত হয়েছে."
  },
  "virtual_order_page": {
    "title": "অর্ডার",
    "info": {
      "title": "ভার্চুয়াল পণ্য কেনা"
    }
  },
  "user_profile": {
    "title": "আমার ব্যক্তিগত তথ্য",
    "name": "নাম",
    "email": "ইমেইল",
    "tel": "টেলিফোন",
    "identity": "প্রমাণীকরণ",
    "success_kyc": "KYC যাচাই করা হয়েছে",
    "club": "ব্যবহারকারীর স্তর",
    "subscription": "সংবাদ সাবস্ক্রিপশন",
    "leave_shop": "এই দোকান ত্যাগ করুন এবং সমস্ত গ্রাহক স্তর সরান",
    "leave_shop_action": "দোকান ছেড়ে দিন",
    "edit_personal_info": "ব্যক্তিগত তথ্য সম্পাদনা করুন",
    "leave_dialog": {
      "title": "দোকান ছেড়ে দিন",
      "message": "এই দোকানে সদস্যতা ত্যাগ করা আপনার অর্ডার তথ্য এবং রেকর্ড মুছে যাবে না.",
      "action": "ছেড়ে দিন"
    },
    "notifications": {
      "leave_success": "দোকান ছেড়ে দিন"
    },
    "club_table": {
      "discount": "ছাড়",
      "limit": "সীমা",
      "currency": "মুদ্রা",
      "free_shipping": "বিনামূল্যে পরিবহন"
    },
    "no_kyc": "KYC নেই"
  },
  "basket_page": {
    "title": "বাজারের ব্যাগ",
    "total_price": "সর্বমোট পরিমাণ",
    "shipping": "প্রদান খরচ",
    "free_shipping": "বিনামূল্যে পরিবহন",
    "shipping_not_pay": "অন্তর্ভুক্ত না",
    "total_discount": "মোট ছাড়",
    "customer_club": "ক্লায়েন্ট ক্লাব সদস্য",
    "customer_club_discount": "সদস্য ডিসকাউন্ট",
    "final_price": "মূল পরিশোধ",
    "lead_time": "প্রস্তুতির সময়",
    "lead_time_unit": "ঘন্টা",
    "receive_time": "পছন্দের ডেলিভারি সময়",
    "select_time": "ডেলিভারি সময় নির্বাচন করুন",
    "no_select_time": "যত দ্রুত সম্ভব",
    "transportation_type": "শিপিং টাইপ",
    "days_input": "ডেলিভারি দিন",
    "days_input_label": "দিন",
    "days_input_no_data": "অন্তত একটি দিন নির্বাচন করুন",
    "time_input": "ডেলিভারি সময়",
    "time_input_label": "এ ডেলিভারি",
    "time_input_label_no_data": "কমপক্ষে এক সময়ের ব্যবধান নির্বাচন করুন",
    "support_cod": "প্রদানোত্তর পরিশোধ",
    "not_support_cod": "স্থানীয়ভাবে টাকা দিতে অক্ষম!",
    "final_confirm_action": "চূড়ান্ত আদেশ নিশ্চিতকরণ",
    "pay_and_complete_action": "এখন পরিশোধ করুন",
    "pre_confirm_service": "অনুরোধ জমা দিন",
    "errors": {
      "no_address": "আপনি যে ঠিকানায় আপনার অর্ডার পাঠাতে চান সেটি নির্বাচন করুন।",
      "no_phone": "পণ্যের প্রাপ্তি সমন্বয় করতে একটি যোগাযোগ নম্বর লিখুন।",
      "select_billing_country": "আপনার বিলিং দেশ নির্বাচন করুন",
      "select_billing_state": "আপনার ট্যাক্স অঞ্চল নির্বাচন করুন"
    },
    "same_billing_address": "বিলিং তথ্য প্রাপকের তথ্যের মতোই",
    "custom_billing_info": "বিভিন্ন বিলিং তথ্য",
    "basket_empty": "ঝুড়ি খালি",
    "extra_shipping_count": "আপনি {count}টি প্যাকেজ পাবেন।",
    "select_location_error": "মানচিত্রে চালানের প্রাপ্তির স্থানটি খুঁজুন এবং প্রাপকের সঠিক ঠিকানা নির্ধারণ করতে মানচিত্রের মাঝখানে নির্দেশকটিতে ক্লিক করুন।",
    "same_billing_address_desc": "বিলিং ঠিকানা শিপিং ঠিকানা হিসাবে একই.",
    "custom_billing_info_desc": "আপনি আপনার TAX নম্বর লিখতে পারেন এবং বিলিং এর জন্য একটি ভিন্ন ঠিকানা সেট করতে পারেন৷",
    "billing_business_desc": "এটি একটি TAX নম্বর সহ একটি ব্যবসায়িক অ্যাকাউন্ট৷",
    "billing_personal_desc": "এটি একটি ব্যক্তিগত অ্যাকাউন্ট।",
    "no_billing_title": "কোনো বিলিং নেই",
    "no_billing_desc": "বিলিং ঠিকানা খালি রাখুন।",
    "cross_selling_discount": "সংগ্রহ ডিসকাউন্ট"
  },
  "basket_items": {
    "items_unit": "এক্স",
    "lead_unit": "ঘন্টা",
    "count_input": "গণনা",
    "price_changed": "দাম পরিবর্তন হয়েছে। নতুন মূল্য:",
    "offer": "{count}x আইটেমে {percent}% ছাড় পান",
    "offer_free": "বিনামূল্যে {count}x পান"
  },
  "addresses_page": {
    "title": "আমার ঠিকানা",
    "new_action": "নতুন ঠিকানা",
    "Recipient": "প্রাপক",
    "address": "ঠিকানা",
    "building_no": "অনুমতি ফলক",
    "building_unit": "ইউনিট",
    "postcode": "পোস্টকোড",
    "tel": "টেলিফোন",
    "description": "বিঃদ্রঃ",
    "map": {
      "title": "আমার ঠিকানা",
      "confirm": "ঠিকানা নিবন্ধন",
      "address_type": "ঠিকানা",
      "receptor_type": "প্রাপক"
    },
    "add_dialog": {
      "title": "নতুন ঠিকানার নাম",
      "message": "একটি নতুন ঠিকানার জন্য একটি শিরোনাম লিখুন.",
      "address_name_input": "ঠিকানা (প্রয়োজনীয়)"
    }
  },
  "return_requests": {
    "title": "রিটার্ন অনুরোধ"
  },
  "user_favorites": {
    "title": "ইচ্ছেতালিকা"
  },
  "user_comments": {
    "title": "আমার মন্তব্য",
    "first_post": "প্রথম পোস্ট",
    "last_edit": "শেষ সম্পাদনা"
  },
  "user_gift_cards": {
    "title": "আমার উপহার কার্ড",
    "add_action": "কার্ড যোগ করুন",
    "add_card_dialog": {
      "title": "উপহার কার্ড যোগ করুন",
      "message": "কার্ড নম্বর এবং নিরাপত্তা কোড লিখুন। আপনার অ্যাকাউন্টে একটি উপহার কার্ড যোগ করা হবে।",
      "card_number_input": "কার্ড নম্বর",
      "info": "দ্রষ্টব্য: দোকান থেকে কেনার সময়, আপনাকে উপহার কার্ড দিয়ে অর্থ প্রদানের বিকল্প দেখানো হবে। এই বিকল্পটি নির্বাচন করে, আপনার রিচার্জ ব্যালেন্সের পরিমাণ অর্ডারের পরিমাণ থেকে কেটে নেওয়া হবে।",
      "add_action": "কার্ড রেজিস্ট্রেশন"
    }
  },
  "product_comparison": {
    "title": "পণ্য তুলনা করুন",
    "action_button": "তুলনা করা",
    "list": {
      "no_data": "তুলনা তালিকায় কোনো পণ্য যোগ করা হয়নি।",
      "price": "দাম",
      "type": "টাইপ",
      "brand": "ব্র্যান্ড",
      "warranty": "ওয়ারেন্টি",
      "variants_comparison": "পণ্য বৈকল্পিক তুলনা",
      "spec": "প্রযুক্তিগত বিবরণ",
      "pros": "পেশাদার",
      "cons": "কনস",
      "user_review": "ব্যবহারকারী মন্তব্য",
      "rating": "রেটিং",
      "rating_count": "রিভিউ সংখ্যা",
      "info": "আপনি নিম্নলিখিত লিঙ্কটি পাঠিয়ে আপনার বন্ধুদের সাথে এই পণ্যের তুলনা টেবিলটি ভাগ করতে পারেন, বা এই লিঙ্কটি সংরক্ষণ করে পরে এটি অ্যাক্সেস করতে পারেন।",
      "copy_action": "তুলনা লিঙ্ক অনুলিপি",
      "check_list": [
        "হ্যাঁ",
        "আছে"
      ],
      "cross_list": [
        "না",
        "হয়নি"
      ]
    }
  },
  "product_filter_menu": {
    "only_original": "শুধুমাত্র মূল",
    "only_has_discount": "শুধুমাত্র ছাড়",
    "price_range": "মূল্য পরিসীমা",
    "brands": "ব্র্যান্ড",
    "main_shop_page": "মূল পৃষ্ঠা সংরক্ষণ করুন",
    "home": "বাড়ি"
  },
  "product_rating_view": {
    "message": "প্রিয় {ব্যবহারকারী}, আপনি এই পণ্যটি কিনেছেন৷ আপনি এই পণ্য সম্পর্কে কি মনে করেন?",
    "notification": {
      "title": "অভিনন্দন",
      "message": "আপনার মন্তব্য রেকর্ড করা হয়েছে."
    }
  },
  "blogs": {
    "title": "ব্লগ",
    "add_new_blog": "নতুন ব্লগ",
    "popular": "জনপ্রিয়",
    "topics": "বিষয়",
    "suggestions": "পরামর্শ"
  },
  "official_pages": {
    "about_us": "আমাদের সম্পর্কে",
    "terms": "ব্যবহারের শর্তাবলী",
    "privacy": "গোপনীয়তা নীতি",
    "contact_us": "যোগাযোগ করুন"
  },
  "contact_us_form": {
    "title": "আমাদের সাথে যোগাযোগ করুন ফর্ম",
    "name": "নাম",
    "email": "ইমেইল",
    "phone": "ফোন",
    "message": "বার্তা",
    "notifications": {
      "success": "আপনার মেসেজ পৌঁছে গেছে."
    },
    "submitted_title": "আমাদের কাছে পৌঁছানোর জন্য আপনাকে ধন্যবাদ!",
    "submitted_message": "আমরা আমাদের সাথে যোগাযোগ আপনার সময় প্রশংসা করি. আপনার বার্তা গৃহীত হয়েছে এবং আমাদের দল বর্তমানে এটি পর্যালোচনা করছে। আমরা যত তাড়াতাড়ি সম্ভব প্রতিক্রিয়া জানাব, এবং এই সময়ে আপনার ধৈর্যের জন্য আমরা আপনাকে ধন্যবাদ জানাই। আপনার আগ্রহ এবং প্রতিক্রিয়া আমাদের জন্য গুরুত্বপূর্ণ, এবং আমরা আপনাকে সর্বোত্তম সম্ভাব্য সহায়তা প্রদান করতে প্রতিশ্রুতিবদ্ধ।"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "বিল প্রদানের সত্ততা",
      "payment_success": "পেমেন্ট সম্পন্ন হয়েছে।",
      "buy_title": "কেনা",
      "pay_by_giftcards": "আপনার অর্ডার একটি উপহার কার্ড দিয়ে দেওয়া হয়েছে.",
      "free_order": "আপনার অর্ডার বিনামূল্যে.",
      "pay_by_cod": "আপনার অর্ডার ক্যাশ অন ডেলিভারি হিসাবে যোগ করা হয়েছে।",
      "pay_by_dir": "আপনার অর্ডার সফলভাবে যোগ করা হয়েছে. এখন আপনি সরাসরি অর্থ স্থানান্তরের মাধ্যমে অর্থ প্রদান করতে পারেন এবং তারপরে অর্ডার পৃষ্ঠায় অর্থপ্রদানের রসিদ আপলোড করতে পারেন।",
      "pay_title": "অর্থপ্রদান",
      "qr_code_payment": "পেমেন্ট QR কোড ঠিকানা তৈরি করা হয়েছে।",
      "connecting_to_online_gateway": "অনলাইন পেমেন্ট গেটওয়েতে সংযোগ করা হচ্ছে।"
    }
  },
  "time_progress_bar": {
    "title_before_start": "শুরু থেকে রয়ে গেল",
    "title_between_start_end": "থেকে গেল শেষ পর্যন্ত",
    "title_after_end": "সমাপ্ত",
    "title_no_start_end": "সময়সীমা ছাড়া!"
  },
  "lottery_prizes": {
    "message": "আপনি অর্ডার প্রতি একটি উপহার পেতে পারেন."
  },
  "coupons": {
    "coupon_code": "কুপন কোড",
    "add_coupon": "কুপন যোগ করুন"
  },
  "avocado": {
    "not_enable": "আভাকাডো ফর্ম সক্রিয় করা হয় না!",
    "last_update": "সর্বশেষ আপডেট:",
    "step1": "1. আপনি যে পণ্যটি অর্ডার করতে চান তার নাম এবং বিবরণ লিখুন এবং যোগ বোতামে ক্লিক করুন।",
    "title_plc": "পণ্যের নাম লিখুন।",
    "description_plc": "আপনি আরো পণ্য বিবরণ আছে?",
    "link_plc": "আপনি পণ্য একটি লিঙ্ক আছে?",
    "image": "পণ্যের ছবি",
    "image_msg": "প্রয়োজনে পণ্যের ছবি পাঠাতে পারেন।",
    "add_item": "আইটেম যোগ করুন",
    "items_list": "অনুরোধ করা পণ্যের তালিকা",
    "currency_msg": "আপনাকে এই মুদ্রার সাথে এই অর্ডারের পরিমাণ দিতে হবে।",
    "step2": "2. সমস্ত পছন্দসই আইটেম যোগ করার পরে, অর্ডার পর্যালোচনা অনুরোধ বোতামে ক্লিক করুন। এই পর্যায়ে, আমরা অর্ডার পর্যালোচনা করব এবং মূল্য সম্পর্কে আপনাকে জানাব। এই লিঙ্কে ক্লিক করে, আপনি মূল্য এবং পেমেন্ট লিঙ্ক দেখতে সক্ষম হবেন।",
    "order_action": "অর্ডার নিবন্ধন",
    "show_all": "সব দেখাও",
    "show_accepted": "নিশ্চিত আইটেম দেখান",
    "last_orders": "আপনার সাম্প্রতিক আদেশের তালিকা",
    "pending_status": "পর্যালোচনার অধীনে",
    "check_now": "অর্ডার চেক করুন",
    "add_new_order": "নতুন অর্ডার করুন",
    "pay_online": "অনলাইনে অর্থ প্রদান করুন",
    "pricing_not_completed_message": "আপনার অর্ডার পর্যালোচনা করা হচ্ছে. আপনার অর্ডার পর্যালোচনা করা হবে এবং শীঘ্রই মূল্য নির্ধারণ করা হবে এবং আপনি অর্ডারটি পরিশোধ করতে সক্ষম হবেন।",
    "delete_item_dialog": {
      "title": "শপিং কার্ট থেকে আইটেম সরান",
      "message": "আপনি কি কার্ট থেকে এই আইটেমটি মুছতে চান?",
      "action": "হ্যাঁ, মুছে দিন"
    },
    "notifications": {
      "order_success": "আপনার অর্ডার সফলভাবে স্থাপন করা হয়েছে.",
      "delete_success": "আইটেম মুছে ফেলা হয়েছে."
    },
    "select_address_message": "আপনার ঠিকানা লিখুন, এবং তারপর আপনি অর্ডার জমা দিতে পারেন."
  },
  "hyper": {
    "title": "অর্ডার সৃষ্টি",
    "message": "পণ্য কোড স্ক্যান করে আপনি যে পণ্য কিনতে চান তার তালিকা তৈরি করুন।",
    "currency_msg": "আপনি যে মুদ্রা দিয়ে অর্থ প্রদান করতে চান।",
    "order_action": "অর্থপ্রদান",
    "add_new_order": "নতুন আদেশ",
    "continue_order": "অর্ডার চালিয়ে যান",
    "delete_item_dialog": {
      "title": "শপিং কার্ট থেকে আইটেম সরান",
      "message": "আপনি কি কার্ট থেকে এই আইটেমটি মুছতে চান?",
      "action": "হ্যাঁ, মুছে দিন"
    },
    "notifications": {
      "order_success": "আপনার অর্ডার সফলভাবে স্থাপন করা হয়েছে.",
      "delete_success": "আইটেম মুছে ফেলা হয়েছে."
    }
  },
  "pending_payment": {
    "upload_payment_receipt": "পেমেন্টের রসিদের ছবি আপলোড করুন।",
    "upload_payment_receipt_done": "✔ আপনি ইতিমধ্যেই রসিদের ছবি আপলোড করেছেন, আমাদের অনুমোদনের জন্য অপেক্ষা করুন। আপনি যদি পরিবর্তন করতে চান, আপনি একটি নতুন ছবি দিয়ে আগের ছবি প্রতিস্থাপন করতে পারেন।",
    "public_form_title": "অর্থ স্থানান্তরের জন্য অ্যাকাউন্ট তথ্য"
  },
  "service_bill": {
    "task": {
      "title": "তালিকা তৈরি",
      "message": "আপনি যে কাজটি করতে চান তার শিরোনাম উল্লেখ করুন এবং ক্রেতাকে জানান যে এটি কতদূর এগিয়েছে।"
    },
    "booking": {
      "title": "বুকিং/সংরক্ষণ",
      "message": "এই অর্ডারটি একটি নির্দিষ্ট সময়ে প্রক্রিয়া করা হবে, গ্রাহক পছন্দসই সময়কাল নির্বাচন করেছেন, আপনি যদি নির্বাচিত সময়ের মধ্যে কোন পরিবর্তন করতে চান তবে গ্রাহককে জানান।",
      "selected_checkin": "গ্রাহক দ্বারা নির্বাচিত চেক ইন",
      "selected_checkout": "গ্রাহক দ্বারা নির্বাচিত চেক-আউট",
      "change_days_question": "আপনার কি গ্রাহকের নির্বাচিত দিনগুলিতে পরিবর্তন করতে হবে?",
      "show_calendar": "অর্ডার ক্যালেন্ডার দেখান"
    },
    "pricing": {
      "title": "মূল্য নির্ধারণ",
      "message": "আপনি এই পরিষেবার জন্য কত চার্জ করেন?"
    },
    "subscription": {
      "title": "সাবস্ক্রিপশন",
      "message": "আপনি দৈনিক ভিত্তিতে এই পরিষেবা ক্রয় করে সদস্যতা সময়কাল চয়ন করতে পারেন. আপনি ইতিমধ্যে প্রবেশ করা ডিফল্ট মান পরিবর্তন করতে চান তাহলে ক্রেতাকে জানান।",
      "duration": "সাবস্ক্রিপশন সময়কাল"
    },
    "charge": {
      "title": "চার্জ",
      "message": "আপনি এই আইটেমটির জন্য একটি চার্জ নির্দিষ্ট করেছেন৷ আপনি গ্রাহকের দ্বারা কেনা আইটেমের জন্য চার্জের পরিমাণ পরিবর্তন করতে পারেন।",
      "charge": "চার্জ"
    }
  },
  "check_access": {
    "waiting_message": "অ্যাক্সেস চেক করার জন্য অপেক্ষা করা হচ্ছে...",
    "no_access_message": "দুর্ভাগ্যবশত, আমাদের দোকানে আপনার অ্যাক্সেস নেই।<br/> আমাদের সাথে যোগাযোগ করুন."
  },
  "share_order": {
    "action": "অর্ডার শেয়ার করুন",
    "title": "অন্যদের সাথে এই আদেশ শেয়ার করুন.",
    "message": "এটি একটি সুরক্ষিত লিঙ্ক, শুধুমাত্র আপনার পরিচিতদের সাথেই শেয়ার করুন৷ এই লিঙ্কের সাথে প্রত্যেকে আপনার অর্ডার নকল করতে পারে এবং নির্বাচিত ঠিকানা দেখতে পারে। এতে আপনার বর্তমান কার্ট সম্পর্কে তথ্য থাকবে।",
    "valid_period": "এই লিঙ্ক 48 ঘন্টা পরে মেয়াদ শেষ হবে.",
    "import_order_action": "আমদানি আদেশ",
    "retrieve_dialog_title": "বাহ্যিক আদেশ পুনরুদ্ধার করুন",
    "address_included": "শেয়ার ঝুড়ি আইটেম + ঠিকানা",
    "address_excluded": "শুধুমাত্র ঝুড়ি আইটেম শেয়ার করুন"
  },
  "variants_view": {
    "prices": "দাম",
    "inventory": "ইনভেন্টরি",
    "discount": "ছাড়"
  },
  "rating": {
    "product_rating_message": "এই পণ্যটি 5 স্টারের মধ্যে {rate} রেটিং পেয়েছে এবং {rate_count} জন লোক রেটিং দিয়েছে৷"
  },
  "related_products": {
    "card": {
      "title": "অন্বেষণ!",
      "same_tags_subtitle": "আরো উল্লেখযোগ্য সম্পর্কিত আইটেম খুঁজুন.",
      "same_category_subtitle": "এই বিভাগে আরো উল্লেখযোগ্য আইটেম খুঁজুন."
    }
  },
  "cross_selling": {
    "title": "এর সাথে {product} অর্ডার করুন"
  },
  "select_vendor": {
    "item_title": "{vendor}-এর দোকান দেখুন"
  },
  "login": {
    "welcome": "স্বাগতম"
  },
  "product_section_incentivise": {
    "total_sold": "মোট বিক্রি",
    "available_items": "উপলব্ধ আইটেম",
    "have_in_their_bag": "<b>{in_carts}</b> অন্যদের গাড়িতে এটি আছে!",
    "physical": {
      "popular_selling_with_low_quantity": "🎉 জনপ্রিয় পছন্দ! স্টক কম চলছে, আপনি যখন পারেন আপনার দখল!",
      "has_sell_has_quantity": "🌟 অত্যন্ত চাওয়া-পাওয়া আইটেম! এটি চলে যাওয়ার আগে এটি পান।",
      "just_has_low_quantity": "🛒 সীমিত স্টক উপলব্ধ! মিস করবেন না!",
      "just_has_very_low_quantity": "⏳ স্টক প্রায় শেষ! খুব দেরি হওয়ার আগে দ্রুত কাজ করুন!"
    },
    "file": {
      "very_popular_selling": "🔥 শীর্ষ বিক্রেতা! ভিড় যোগদান এবং এখন এটি ডাউনলোড করুন!",
      "popular_selling": "🎉 এই ফাইলটি অনেক মনোযোগ পাচ্ছে। মিস করবেন না!",
      "has_normal_selling": "📈 জনপ্রিয় ফাইল! আজ আপনার কপি সুরক্ষিত.",
      "just_release_has_some_sales": "✨ এইমাত্র মুক্তি পেয়েছে! এটি পেতে প্রথম এক হতে."
    }
  }
};