export default {
  "surveys": [
    "Πολύ φτωχό",
    "Φτωχός",
    "Κανονικός",
    "Καλός",
    "Εξοχος"
  ],
  "footer": {
    "map": "Χάρτης",
    "email": "ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ",
    "phone": "Τηλέφωνο",
    "address": "Διεύθυνση",
    "copyright": "Η χρήση του περιεχομένου μόνο για μη εμπορικούς σκοπούς και με αναφορά στην πηγή (σύνδεσμος με {shop_title}). Όλα τα δικαιώματα διατηρούνται στο {shop_title}.",
    "powered_by": "Τροφοδοτείται από",
    "privacy": "Πολιτική απορρήτου",
    "term_of_use": "Οροι χρήσης",
    "shop_app_setting": "Ρύθμιση καταστήματος & GDPR",
    "dialog_setting": {
      "title": "Ρύθμιση εφαρμογών καταστήματος",
      "app_list": "Κατάλογος εφαρμογών"
    }
  },
  "product_card": {
    "sold_out": "Εξαντλημένα",
    "review_unit": "Ανασκόπηση",
    "not_original": "Όχι πρωτότυπο"
  },
  "shop": {
    "products_filter": "Φίλτρο",
    "native": {
      "title": "Είσοδος εφαρμογής",
      "message": "Αυτή η εφαρμογή απαιτεί πρόσβαση στις πληροφορίες του λογαριασμού καταστήματός σας. Αυτό περιλαμβάνει πρόσβαση στο όνομα, τον αριθμό επικοινωνίας, τη διεύθυνση, το email, το ιστορικό παραγγελιών, την παραγγελία και τη δημοσίευση σχολίων σε αυτό το κατάστημα.",
      "message_bold": "Βεβαιωθείτε ότι χρησιμοποιείτε την επίσημη εφαρμογή καταστήματος για να εισέλθετε σε αυτό το κατάστημα."
    }
  },
  "sort": {
    "title": "Ταξινόμηση κατά",
    "title_small": "Ταξινόμηση κατά..",
    "nothing": "Τίποτα",
    "most_views": "Οι περισσότερες προβολές",
    "most_likes": "Δημοφιλέστερος",
    "most_recent": "Νεότερο",
    "most_sell": "Καλύτερη πώληση",
    "cheapest": "φθηνότερο",
    "most_expensive": "Πιο ακριβά",
    "only_available": "Διαθέσιμος",
    "view_mode": {
      "normal": "Κανονικός",
      "grid": "Πλέγμα",
      "list": "Λίστα",
      "insta": "Insta"
    }
  },
  "product_info": {
    "fake": "Απομίμηση",
    "action": "Δημοπρασία",
    "compare_limit": "Όριο 10 ειδών",
    "compare_add": "Προσθήκη στη Σύγκριση",
    "compare_be_in_list": "Στη λίστα σύγκρισης",
    "type": "Τύπος",
    "brand": "Μάρκα",
    "category": "Κατηγορία",
    "discount": "Εκπτωση",
    "track_price": "Παρακολούθηση τιμής",
    "waiting_for_auction": "Αναμονή για τη δημοπρασία;",
    "inform_auction": "Πες μου για τη δημοπρασία",
    "return_in_days": "{days} Ημέρες επιστροφής εγγύησης",
    "support24h7": "Υποστήριξη 24 ώρες 7 ημέρες",
    "support_normal": "Υποστήριξη ωραρίου εργασίας",
    "original_guarantee": "Πρωτότυπη εγγύηση",
    "cod_payment": "Υποστήριξη με αντικαταβολή",
    "pros": "Πλεονεκτήματα",
    "cons": "Μειονεκτήματα",
    "external_link": "Διαβάστε περισσότερα",
    "notifications": {
      "congratulation": "Συγχαρητήρια",
      "waiting_list_add_success": "Θα σας ειδοποιήσουμε όταν αυτό το προϊόν δημοπρατηθεί.",
      "waiting_list_delete_success": "Βγήκατε από τη λίστα αναμονής της δημοπρασίας."
    },
    "offer_message": "Αγοράστε {min_quantity} Λάβετε έκπτωση {percent}% για αυτά τα είδη",
    "up_to": "Έως {per_order}x ανά παραγγελία",
    "get_free": "ΑΠΟΚΤΗΣΕΤΕ ΔΩΡΕΑΝ",
    "get_off": "ΕΚΠΤΩΣΗ {percent}%.",
    "select_a_vendor_message": "Επιλέξτε έναν προμηθευτή.",
    "product_description_header": "Παρουσιάζοντας το {product}"
  },
  "buy_button": {
    "waiting_for_availability": "Αναμονή για διαθεσιμότητα",
    "inform_me_when_available": "Περιμένετε αυτό;",
    "pay_buy": "Πληρώστε & Αγορά",
    "quantity": "μετρώ",
    "quantity_in_basket": "Είδη στο καλάθι",
    "count_unit": "Χ",
    "remove": "Αφαιρώ",
    "add_to_basket": "Προσθήκη στο καλάθι",
    "buy": "Αγορά",
    "notifications": {
      "inform_add_success": "Θα σας ενημερώσουμε όταν είναι διαθέσιμο.",
      "inform_remove_success": "Έχετε αφαιρεθεί από τη λίστα αναμονής."
    },
    "subscribe_now": "Εγγραφείτε τώρα",
    "unsubscribe": "Απεγγραφή",
    "select_a_subscription_plan": "Επιλέξτε πρώτα ένα σχέδιο!",
    "manage_subscriptions": "Διαχείριση συνδρομών"
  },
  "product": {
    "review": "Ανασκόπηση",
    "spec": "Spec",
    "comments": "Σχόλια",
    "related_products_title": "Σχετικά προϊόντα",
    "price": "Τιμή",
    "rate": "Τιμή",
    "comment": "Σχόλιο",
    "warranty": "Εγγύηση",
    "return_policy": "ΠΟΛΙΤΙΚΗ ΕΠΙΣΤΡΟΦΗΣ ΠΡΟΪΟΝΤΩΝ",
    "guide": "Οδηγός",
    "shipping": "Αποστολή",
    "related_categories_title": "Ανακαλύψτε σε συλλογές"
  },
  "layout_shop": {
    "shop_menu": {
      "orders_history": "Ιστορικό παραγγελιών",
      "profile": "Το ΠΡΟΦΙΛ μου",
      "favorites": "Αγαπημένα Αντικείμενα",
      "gift_cards": "Δωροκάρτες",
      "return_requests": "Επιστρεφόμενες παραγγελίες",
      "basket": "Καλάθι αγορών"
    },
    "user_menu": {
      "my_shops": "Τα καταστήματά μου",
      "go_to_admin": "Διαχείριση {shop_name}",
      "exit_from": "Αποσύνδεση {shop_name}",
      "chips": "{chips} Τσιπ"
    },
    "login_to_shop": "Συνδεθείτε στο Store",
    "login_to_shop_short": "Σύνδεση",
    "item_in_basket_message": "{count} Αυτό το προϊόν βρίσκεται στο καλάθι σας.",
    "search_title": "Αναζήτηση στο κατάστημα {shop_name}"
  },
  "basket_top_menu": {
    "basket": "Καροτσάκι",
    "basket_is_empty": "Το καλάθι σας είναι άδειο.",
    "total_price": "Σύνολο",
    "view_basket": "Το καλάθι σας",
    "more": "Περισσότερο ...",
    "accept_and_pay": "ολοκλήρωση παραγγελίας",
    "items": "Αντικείμενο(α)"
  },
  "history_orders_physical": {
    "rejected": "Απορρίφθηκε",
    "table": {
      "code": "Κωδικός παραγγελίας",
      "reserved": "Ημερομηνία",
      "delivery_state": "Κατάσταση παράδοσης",
      "price": "Συνολικό ποσό",
      "status": "Κατάσταση πληρωμής"
    }
  },
  "history_orders": {
    "table": {
      "code": "Κωδικός παραγγελίας",
      "items": "Είδη",
      "reserved": "Ημερομηνία",
      "delivery_state": "Τελευταία κατάσταση",
      "price": "Συνολικό ποσό",
      "status": "Κατάσταση πληρωμής"
    }
  },
  "user_page": {
    "menu": {
      "gift_card": "Δωροκάρτα",
      "comments": "Σχόλια",
      "favorites": "Αγαπημένα",
      "return_requests": "Επιστροφές",
      "addresses": "Διευθύνσεις",
      "profile": "Προφίλ",
      "orders": "Παραγγελίες"
    }
  },
  "physical_order_page": {
    "title": "Σειρά",
    "payment": {
      "title": "Πληρωμή",
      "payment_waiting": "Αναμονή για πληρωμή",
      "payment_completed": "επί πληρωμή",
      "table": {
        "title": "Τίτλος",
        "amount": "Ποσό",
        "description": "Περιγραφή"
      },
      "total_payment": "Ποσό που καταβάλλεται",
      "discount": "Εκπτωση",
      "discount_code": "Κωδικός έκπτωσης",
      "delivery_fee": "Κόστος αποστολής",
      "delivery_fee_after": "Δεν πληρώνεται η παράδοση",
      "total_price": "Συνολική Τιμή Ειδών",
      "total_items_discount": "Έκπτωση σε είδη",
      "total_price_after_offers": "Σύνολο μετά την υποβολή προσφορών",
      "buyer_payment": "Ποσό πληρωμής αγοραστή",
      "total_order_price_before_tax": "Συνολική τιμή προ φόρων"
    },
    "delivery": {
      "title": "Διανομή",
      "subtitle": "Πληροφορίες αγοραστή",
      "confirm_received_action": "Επιβεβαιώστε την παραλαβή προϊόντος",
      "confirm_received_info": "Κάντε κλικ στο κουμπί επιβεβαίωσης εάν λάβατε την παραγγελία. Εάν χρειαστεί, θα μπορείτε να υποβάλετε μια παραπομπή εάν λάβετε επιβεβαίωση.",
      "Recipient": "Παραλήπτης",
      "bill": "Τιμολόγιο",
      "name": "Ονομα",
      "tel": "Τηλέφωνο",
      "email": "ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ",
      "country": "Χώρα",
      "state": "κατάσταση",
      "city": "Πόλη",
      "address": "Διεύθυνση",
      "building_no": "Αριθμός κτισίματος",
      "unit_no": "Αριθμός μονάδας",
      "postal_code": "ΤΑΧΥΔΡΟΜΙΚΟΣ ΚΩΔΙΚΟΣ",
      "description": "Περιγραφή",
      "order_delivered": "Η παραγγελία έχει παραδοθεί.",
      "delivery_time": "Ωρα παράδοσης",
      "tracking_code": "Κώδικας παρακολούθησης",
      "tracking_url": "URL παρακολούθησης",
      "notifications": {
        "confirm_delivery": "Η παραγγελία σας επιβεβαιώθηκε."
      }
    },
    "basket_items": {
      "original_warranty": "Εγγύηση πρωτοτυπίας των προϊόντων",
      "return": "ΕΠΙΣΤΡΟΦΗ",
      "table": {
        "product": "Ονομασία προϊόντος",
        "count": "μετρώ",
        "unit_price": "Τιμή μονάδας",
        "total_price": "Συνολικό ποσό",
        "discount": "Εκπτωση",
        "final_price": "Τελική τιμή",
        "returned": "Επέστρεψαν"
      }
    }
  },
  "return_request": {
    "title": "ΕΠΙΣΤΡΟΦΗ",
    "count_input": "Αριθμός επιστρεφόμενων αντικειμένων",
    "count_input_message": "Πόσα είδη επιστρέφετε;",
    "reason_input": "λόγος επιστροφής",
    "reason_input_message": "Επιλέξτε τον λόγο για την επιστροφή αυτού του αντικειμένου.",
    "note_input": "Περιγραφή",
    "note_input_hint": "Περιγράψτε τον λόγο της επιστροφής..",
    "note_input_message": "Περιγράψτε τον λόγο για την επιστροφή αυτού του αντικειμένου εάν χρειάζεται.",
    "media_message": "Μπορείτε να ανεβάσετε εικόνα, ήχο ή βίντεο του προϊόντος εδώ για να λάβετε καλύτερη υποστήριξη για πληροφορίες κατάστασης προϊόντος. Η επιλογή του αρχείου θα αποσταλεί και θα επιβεβαιωθεί αυτόματα.",
    "video": "βίντεο",
    "voice": "Φωνή",
    "add_action": "Αποστολή αιτήματος επιστροφής",
    "notifications": "Το αίτημα επιστροφής σας έχει καταχωρηθεί με επιτυχία."
  },
  "virtual_order_page": {
    "title": "Σειρά",
    "info": {
      "title": "Αγορασμένο εικονικό προϊόν"
    }
  },
  "user_profile": {
    "title": "Τα προσωπικά μου στοιχεία",
    "name": "Ονομα",
    "email": "ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ",
    "tel": "Τηλ",
    "identity": "Αυθεντικοποίηση",
    "success_kyc": "Επαληθευμένο KYC",
    "club": "Επίπεδο Χρήστη",
    "subscription": "Συνδρομή ειδήσεων",
    "leave_shop": "Αποχωρήστε από αυτό το κατάστημα και αφαιρέστε όλους τους πελάτες σε επίπεδο",
    "leave_shop_action": "Αφήστε το κατάστημα",
    "edit_personal_info": "Επεξεργασία προσωπικών στοιχείων",
    "leave_dialog": {
      "title": "Αφήστε το κατάστημα",
      "message": "Η κατάργηση της εγγραφής σε αυτό το κατάστημα δεν θα διαγράψει τις πληροφορίες και τα αρχεία της παραγγελίας σας.",
      "action": "Αδεια"
    },
    "notifications": {
      "leave_success": "Αφήστε το κατάστημα"
    },
    "club_table": {
      "discount": "Εκπτωση",
      "limit": "Οριο",
      "currency": "Νόμισμα",
      "free_shipping": "Δωρεάν αποστολή"
    }
  },
  "basket_page": {
    "title": "Καλάθι αγορών",
    "total_price": "Συνολικό ποσό",
    "shipping": "Κόστος αποστολής",
    "free_shipping": "Δωρεάν αποστολή",
    "shipping_not_pay": "Δεν περιλαμβάνονται",
    "total_discount": "Συνολική έκπτωση",
    "customer_club": "Μέλος της Λέσχης Πελατών",
    "customer_club_discount": "Έκπτωση μέλους",
    "final_price": "Τελική πληρωμή",
    "lead_time": "Ωρα προετοιμασίας",
    "lead_time_unit": "Ωρα",
    "receive_time": "Προτιμώμενος χρόνος παράδοσης",
    "select_time": "Επιλέξτε Χρόνος Παράδοσης",
    "no_select_time": "Οσο το δυνατόν συντομότερα",
    "transportation_type": "Τύπος αποστολής",
    "days_input": "Ημέρες παράδοσης",
    "days_input_label": "Μέρες",
    "days_input_no_data": "Επιλέξτε τουλάχιστον μία ημέρα",
    "time_input": "Ωρα παράδοσης",
    "time_input_label": "Παράδοση στο",
    "time_input_label_no_data": "Επιλέξτε τουλάχιστον ένα χρονικό διάστημα",
    "support_cod": "Με αντικαταβολή",
    "not_support_cod": "Δεν μπορώ να πληρώσω τοπικά!",
    "final_confirm_action": "Τελική επιβεβαίωση παραγγελίας",
    "pay_and_complete_action": "Πλήρωσε τώρα",
    "pre_confirm_service": "Υποβολή αιτήματος",
    "errors": {
      "no_address": "Επιλέξτε τη διεύθυνση στην οποία θέλετε να αποσταλεί η παραγγελία σας.",
      "no_phone": "Εισαγάγετε έναν αριθμό επικοινωνίας για να συντονίσετε την παραλαβή των εμπορευμάτων.",
      "select_billing_country": "Επιλέξτε τη χώρα χρέωσής σας",
      "select_billing_state": "Επιλέξτε τη φορολογική σας περιοχή"
    },
    "same_billing_address": "Στοιχεία χρέωσης ίδια με τα στοιχεία παραλήπτη",
    "custom_billing_info": "Διαφορετικές πληροφορίες χρέωσης",
    "basket_empty": "Το καλάθι είναι άδειο",
    "extra_shipping_count": "Θα λάβετε {count} πακέτα.",
    "select_location_error": "Βρείτε τον τόπο παραλαβής της αποστολής στον χάρτη και κάντε κλικ στην ένδειξη στη μέση του χάρτη για να προσδιορίσετε την ακριβή διεύθυνση του παραλήπτη.",
    "same_billing_address_desc": "Η διεύθυνση χρέωσης είναι ίδια με τη διεύθυνση αποστολής.",
    "custom_billing_info_desc": "Μπορείτε να εισαγάγετε τον ΑΦΜ σας και να ορίσετε διαφορετική διεύθυνση χρέωσης.",
    "billing_business_desc": "Είναι ένας επαγγελματικός λογαριασμός με ΑΦΜ.",
    "billing_personal_desc": "Είναι προσωπικός λογαριασμός.",
    "no_billing_title": "Χωρίς χρέωση",
    "no_billing_desc": "Αφήστε κενή τη διεύθυνση χρέωσης."
  },
  "basket_items": {
    "items_unit": "Χ",
    "lead_unit": "Ωρα",
    "count_input": "μετρώ",
    "price_changed": "Η τιμή έχει αλλάξει. νέα τιμή:",
    "offer": "Λάβετε {count}x προϊόν κατά {percent}% έκπτωση",
    "offer_free": "Αποκτήστε {count}x δωρεάν"
  },
  "addresses_page": {
    "title": "Οι διευθύνσεις μου",
    "new_action": "Νέα διεύθυνση",
    "Recipient": "Παραλήπτης",
    "address": "Διεύθυνση",
    "building_no": "πινακίδα κυκλοφορίας",
    "building_unit": "μονάδα",
    "postcode": "ΤΑΧΥΔΡΟΜΙΚΟΣ ΚΩΔΙΚΟΣ",
    "tel": "Τηλ",
    "description": "Σημείωση",
    "map": {
      "title": "Οι διευθύνσεις μου",
      "confirm": "Εγγραφή διεύθυνσης",
      "address_type": "Διεύθυνση",
      "receptor_type": "Παραλήπτης"
    },
    "add_dialog": {
      "title": "Όνομα νέας διεύθυνσης",
      "message": "Εισαγάγετε έναν τίτλο για μια νέα διεύθυνση.",
      "address_name_input": "Διεύθυνση (απαιτείται)"
    }
  },
  "return_requests": {
    "title": "Αιτήματα επιστροφής"
  },
  "user_favorites": {
    "title": "Λίστα επιθυμιών"
  },
  "user_comments": {
    "title": "Τα σχόλιά μου",
    "first_post": "Πρώτη ανάρτηση",
    "last_edit": "Τελευταία επεξεργασία"
  },
  "user_gift_cards": {
    "title": "Οι δωροκάρτες μου",
    "add_action": "Προσθήκη κάρτας",
    "add_card_dialog": {
      "title": "Προσθήκη δωροκάρτας",
      "message": "Εισαγάγετε τον αριθμό της κάρτας και τον κωδικό ασφαλείας. Μια δωροκάρτα θα προστεθεί στον λογαριασμό σας.",
      "card_number_input": "Αριθμός κάρτας",
      "info": "Σημείωση: Κατά την αγορά από το κατάστημα, θα εμφανιστεί η δυνατότητα πληρωμής με δωροκάρτες. Κάνοντας αυτήν την επιλογή, το ποσό του υπολοίπου ανανέωσης θα αφαιρεθεί από το ποσό της παραγγελίας.",
      "add_action": "Εγγραφή κάρτας"
    }
  },
  "product_comparison": {
    "title": "Συγκρίνετε το προϊόν",
    "action_button": "Συγκρίνω",
    "list": {
      "no_data": "Δεν προστέθηκαν προϊόντα στη λίστα σύγκρισης.",
      "price": "Τιμή",
      "type": "Τύπος",
      "brand": "Μάρκα",
      "warranty": "Εγγύηση",
      "variants_comparison": "Συγκρίνετε παραλλαγές προϊόντων",
      "spec": "Τεχνικές προδιαγραφές",
      "pros": "Πλεονεκτήματα",
      "cons": "Μειονεκτήματα",
      "user_review": "Σχόλια χρηστών",
      "rating": "Εκτίμηση",
      "rating_count": "Αριθμός κριτικών",
      "info": "Μπορείτε να μοιραστείτε αυτόν τον πίνακα σύγκρισης προϊόντων με τους φίλους σας στέλνοντας τον παρακάτω σύνδεσμο ή να αποκτήσετε πρόσβαση αργότερα αποθηκεύοντας αυτόν τον σύνδεσμο.",
      "copy_action": "Αντιγραφή συνδέσμου σύγκρισης",
      "check_list": [
        "Ναί",
        "Έχει"
      ],
      "cross_list": [
        "Οχι",
        "Δεν έχει"
      ]
    }
  },
  "product_filter_menu": {
    "only_original": "Μόνο πρωτότυπα",
    "only_has_discount": "Μόνο με έκπτωση",
    "price_range": "Εύρος τιμών",
    "brands": "Μάρκα",
    "main_shop_page": "Κεντρική σελίδα καταστήματος",
    "home": "Σπίτι"
  },
  "product_rating_view": {
    "message": "Αγαπητέ {user}, Έχετε αγοράσει αυτό το προϊόν. Ποια είναι η γνώμη σας σχετικά με αυτό το προϊόν;",
    "notification": {
      "title": "Συγχαρητήρια",
      "message": "Το σχόλιό σας έχει καταγραφεί."
    }
  },
  "blogs": {
    "title": "Ιστολόγιο",
    "add_new_blog": "Νέο Ιστολόγιο",
    "popular": "Δημοφιλής",
    "topics": "Θέματα",
    "suggestions": "Προτάσεις"
  },
  "official_pages": {
    "about_us": "Σχετικά με εμάς",
    "terms": "Οροι χρήσης",
    "privacy": "Πολιτική απορρήτου",
    "contact_us": "Επικοινωνήστε μαζί μας"
  },
  "contact_us_form": {
    "title": "Φόρμα επικοινωνίας",
    "name": "Ονομα",
    "email": "ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ",
    "phone": "Τηλέφωνο",
    "message": "Μήνυμα",
    "notifications": {
      "success": "Το μήνυμα σας εστάλει."
    }
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "Επιβεβαίωση πληρωμής",
      "payment_success": "Η πληρωμή ολοκληρώθηκε.",
      "buy_title": "Αγορά",
      "pay_by_giftcards": "Η πληρωμή της παραγγελίας σας έγινε με δωροκάρτα.",
      "free_order": "Η παραγγελία σας είναι δωρεάν.",
      "pay_by_cod": "Η παραγγελία σας προστέθηκε ως αντικαταβολή.",
      "pay_by_dir": "Η παραγγελία σας προστέθηκε με επιτυχία. Τώρα μπορείτε να πληρώσετε με απευθείας μεταφορά χρημάτων και στη συνέχεια να ανεβάσετε την απόδειξη πληρωμής στη σελίδα παραγγελίας.",
      "pay_title": "Πληρωμή",
      "qr_code_payment": "Δημιουργήθηκε διεύθυνση κωδικού QR πληρωμής.",
      "connecting_to_online_gateway": "Σύνδεση με την ηλεκτρονική πύλη πληρωμής."
    }
  },
  "time_progress_bar": {
    "title_before_start": "Έμεινε στην αρχή",
    "title_between_start_end": "Έμεινε ως το τέλος",
    "title_after_end": "Πεπερασμένος",
    "title_no_start_end": "Χωρίς χρονικό διάστημα!"
  },
  "lottery_prizes": {
    "message": "Μπορείτε να λάβετε ένα δώρο ανά παραγγελία."
  },
  "coupons": {
    "coupon_code": "Κωδικός κουπονιού",
    "add_coupon": "Προσθήκη κουπονιού"
  },
  "avocado": {
    "not_enable": "Η φόρμα αβοκάντο δεν είναι ενεργοποιημένη!",
    "last_update": "Τελευταία ενημέρωση:",
    "step1": "1. Εισαγάγετε το όνομα και τα στοιχεία του προϊόντος που θέλετε να παραγγείλετε και κάντε κλικ στο κουμπί Προσθήκη.",
    "title_plc": "Εισαγάγετε το όνομα του προϊόντος.",
    "description_plc": "Έχετε περισσότερες περιγραφές προϊόντων;",
    "link_plc": "Έχετε σύνδεσμο για το προϊόν;",
    "image": "Εικόνα προϊόντος",
    "image_msg": "Μπορείτε να στείλετε την εικόνα του προϊόντος εάν χρειάζεται.",
    "add_item": "Πρόσθεσε είδος",
    "items_list": "Λίστα ζητούμενων προϊόντων",
    "currency_msg": "Πρέπει να πληρώσετε το ποσό αυτής της παραγγελίας με αυτό το νόμισμα.",
    "step2": "2. Αφού προσθέσετε όλα τα επιθυμητά είδη, κάντε κλικ στο κουμπί αίτημα ελέγχου παραγγελίας. Σε αυτό το στάδιο, θα ελέγξουμε την παραγγελία και θα σας ενημερώσουμε για την τιμή. Κάνοντας κλικ σε αυτόν τον σύνδεσμο, θα μπορείτε να δείτε τον σύνδεσμο τιμής και πληρωμής.",
    "order_action": "Εγγραφή παραγγελίας",
    "show_all": "Προβολή όλων",
    "show_accepted": "Εμφάνιση επιβεβαιωμένων αντικειμένων",
    "last_orders": "Λίστα με τις πρόσφατες παραγγελίες σας",
    "pending_status": "Υπό εξέταση",
    "check_now": "Έλεγχος παραγγελίας",
    "add_new_order": "Κάντε νέα παραγγελία",
    "pay_online": "Πληρώστε διαδικτυακά",
    "pricing_not_completed_message": "Η παραγγελία σας εξετάζεται. Η παραγγελία σας θα ελεγχθεί και θα τιμολογηθεί σύντομα και θα μπορείτε να πληρώσετε την παραγγελία.",
    "delete_item_dialog": {
      "title": "Αφαιρέστε το προϊόν από το καλάθι αγορών",
      "message": "Θέλετε να διαγράψετε αυτό το προϊόν από το καλάθι;",
      "action": "Ναι, διαγραφή"
    },
    "notifications": {
      "order_success": "Η παραγγελία σας πραγματοποιήθηκε με επιτυχία.",
      "delete_success": "Το στοιχείο διαγράφηκε."
    },
    "select_address_message": "Εισαγάγετε τη διεύθυνσή σας και, στη συνέχεια, μπορείτε να υποβάλετε την παραγγελία."
  },
  "hyper": {
    "title": "Δημιουργία παραγγελίας",
    "message": "Δημιουργήστε τη λίστα με τα προϊόντα που θέλετε να αγοράσετε σαρώνοντας τον κωδικό προϊόντος.",
    "currency_msg": "Το νόμισμα με το οποίο θέλετε να πληρώσετε.",
    "order_action": "Πληρωμή",
    "add_new_order": "Νέα παραγγελία",
    "continue_order": "Συνεχίστε την παραγγελία",
    "delete_item_dialog": {
      "title": "Αφαιρέστε το προϊόν από το καλάθι αγορών",
      "message": "Θέλετε να διαγράψετε αυτό το προϊόν από το καλάθι;",
      "action": "Ναι, διαγραφή"
    },
    "notifications": {
      "order_success": "Η παραγγελία σας πραγματοποιήθηκε με επιτυχία.",
      "delete_success": "Το στοιχείο διαγράφηκε."
    }
  },
  "pending_payment": {
    "upload_payment_receipt": "Ανεβάστε εικόνα της απόδειξης πληρωμής.",
    "upload_payment_receipt_done": "✔ Έχετε ήδη ανεβάσει την εικόνα απόδειξης, περιμένετε την έγκρισή μας. Εάν πρέπει να αλλάξετε, μπορείτε να αντικαταστήσετε την προηγούμενη εικόνα με μια νέα.",
    "public_form_title": "Πληροφορίες λογαριασμού για μεταφορά χρημάτων"
  },
  "service_bill": {
    "task": {
      "title": "Λίστα υποχρεώσεων",
      "message": "Καθορίστε τους τίτλους της εργασίας που θέλετε να κάνετε και ενημερώστε τον αγοραστή πόσο έχει προχωρήσει."
    },
    "booking": {
      "title": "Κράτηση / Κράτηση",
      "message": "Αυτή η παραγγελία θα διεκπεραιωθεί σε καθορισμένο χρόνο, ο πελάτης έχει επιλέξει την επιθυμητή περίοδο, εάν θέλετε να κάνετε αλλαγές στην επιλεγμένη περίοδο, ενημερώστε τον πελάτη.",
      "selected_checkin": "Επιλεγμένο check-in από πελάτη",
      "selected_checkout": "Επιλεγμένο check-out από πελάτη",
      "change_days_question": "Χρειάζεται να αλλάξετε κατά τη διάρκεια των επιλεγμένων ημερών από τον πελάτη;",
      "show_calendar": "Εμφάνιση Ημερολογίου Παραγγελιών"
    },
    "pricing": {
      "title": "Τιμολόγηση",
      "message": "Πόσο χρεώνετε για αυτήν την υπηρεσία;"
    },
    "subscription": {
      "title": "Συνδρομή",
      "message": "Μπορείτε να επιλέξετε την περίοδο συνδρομής αγοράζοντας αυτήν την υπηρεσία σε καθημερινή βάση. Ενημερώστε τον αγοραστή εάν θέλετε να αλλάξετε τις προεπιλεγμένες τιμές που έχετε ήδη εισαγάγει.",
      "duration": "Περίοδος συνδρομής"
    },
    "charge": {
      "title": "Χρέωση",
      "message": "Έχετε καθορίσει μια χρέωση για αυτό το στοιχείο. Μπορείτε να αλλάξετε το ποσό χρέωσης για το προϊόν που αγόρασε ο πελάτης.",
      "charge": "Χρέωση"
    }
  },
  "check_access": {
    "waiting_message": "Αναμονή για έλεγχο πρόσβασης...",
    "no_access_message": "Δυστυχώς δεν έχετε πρόσβαση στο κατάστημά μας.<br/> Παρακαλώ επικοινωνήστε μαζί μας."
  },
  "share_order": {
    "action": "Παραγγελία κοινής χρήσης",
    "title": "Μοιραστείτε αυτήν την παραγγελία με άλλους.",
    "message": "Είναι ένας ασφαλής σύνδεσμος, μοιραστείτε τον μόνο με όσους γνωρίζετε. Όλοι με αυτόν τον σύνδεσμο μπορούν να αντιγράψουν την παραγγελία σας και να δουν την επιλεγμένη διεύθυνση. Θα περιέχει πληροφορίες για το τρέχον καλάθι σας.",
    "valid_period": "Αυτός ο σύνδεσμος θα λήξει μετά από 48 ώρες.",
    "import_order_action": "Παραγγελία εισαγωγής",
    "retrieve_dialog_title": "Ανάκτηση εξωτερικής παραγγελίας",
    "address_included": "Κοινή χρήση ειδών καλαθιού + Διεύθυνση",
    "address_excluded": "Μοιραστείτε μόνο είδη καλαθιού"
  },
  "variants_view": {
    "prices": "Τιμές",
    "inventory": "Καταγραφή εμπορευμάτων",
    "discount": "Εκπτωση"
  },
  "rating": {
    "product_rating_message": "Αυτό το προϊόν έχει λάβει βαθμολογία {rate} από 5 αστέρια και βαθμολογήθηκε από {rate_count} άτομα."
  },
  "related_products": {
    "card": {
      "title": "Εξερευνώ!",
      "same_tags_subtitle": "Βρείτε περισσότερα αξιόλογα σχετικά αντικείμενα.",
      "same_category_subtitle": "Βρείτε περισσότερα αξιόλογα αντικείμενα σε αυτήν την κατηγορία."
    }
  }
};