export default {
  "surveys": [
    "बहुत गरीब",
    "गरीब",
    "सामान्य",
    "अच्छा",
    "उत्कृष्ट"
  ],
  "footer": {
    "map": "नक्शा",
    "email": "ईमेल",
    "phone": "फ़ोन",
    "address": "पता",
    "copyright": "सामग्री का उपयोग केवल गैर-व्यावसायिक उद्देश्यों के लिए और स्रोत के संदर्भ में ({shop_title} के साथ लिंक)। सभी अधिकार {shop_title} के लिए सुरक्षित हैं।",
    "powered_by": "द्वारा संचालित",
    "privacy": "गोपनीयता नीति",
    "term_of_use": "उपयोग की शर्तें",
    "shop_app_setting": "दुकान सेटिंग और GDPR",
    "dialog_setting": {
      "title": "दुकान अनुप्रयोग सेटिंग",
      "app_list": "आवेदनों की सूची"
    }
  },
  "product_card": {
    "sold_out": "बिक गया",
    "review_unit": "समीक्षा",
    "not_original": "असली नहीं"
  },
  "shop": {
    "products_filter": "फ़िल्टर",
    "native": {
      "title": "आवेदन लॉगिन",
      "message": "इस ऐप को आपके स्टोर खाते की जानकारी तक पहुंच की आवश्यकता है। इसमें इस स्टोर पर नाम, संपर्क नंबर, पता, ईमेल, ऑर्डर इतिहास, ऑर्डर देना और टिप्पणियां पोस्ट करना शामिल है।",
      "message_bold": "इस स्टोर में प्रवेश करने के लिए आधिकारिक स्टोर ऐप का उपयोग करना सुनिश्चित करें।"
    }
  },
  "sort": {
    "title": "इसके अनुसार क्रमबद्ध करें",
    "title_small": "इसके अनुसार क्रमबद्ध करें..",
    "nothing": "कुछ नहीं",
    "most_views": "सबसे ज़्यादा देखे जाने की संख्या",
    "most_likes": "सबसे लोकप्रिय",
    "most_recent": "नवीनतम",
    "most_sell": "सर्वश्रेष्ठ बिक्री",
    "cheapest": "सबसे सस्ता",
    "most_expensive": "सबसे महंगी",
    "only_available": "उपलब्ध",
    "view_mode": {
      "normal": "सामान्य",
      "grid": "जाल",
      "list": "सूची",
      "insta": "इंस्टा"
    }
  },
  "product_info": {
    "fake": "नकली",
    "action": "नीलामी",
    "compare_limit": "10 आइटम की सीमा",
    "compare_add": "तुलना करने के लिए जोड़ें",
    "compare_be_in_list": "तुलना सूची में",
    "type": "प्रकार",
    "brand": "ब्रैंड",
    "category": "श्रेणी",
    "discount": "छूट",
    "track_price": "ट्रैक कीमत",
    "waiting_for_auction": "नीलामी का इंतजार?",
    "inform_auction": "नीलामी के बारे में बताएं",
    "return_in_days": "{days} दिन की वारंटी वापसी",
    "support24h7": "समर्थन 24 घंटे 7 दिन",
    "support_normal": "काम के घंटे समर्थन",
    "original_guarantee": "मूल गारंटी",
    "cod_payment": "कैश ऑन डिलीवरी सपोर्ट",
    "pros": "पेशेवरों",
    "cons": "दोष",
    "external_link": "अधिक पढ़ें",
    "notifications": {
      "congratulation": "बधाई हो",
      "waiting_list_add_success": "इस उत्पाद की नीलामी होने पर हम आपको सूचित करेंगे।",
      "waiting_list_delete_success": "आप नीलामी प्रतीक्षा सूची से बाहर हो गए हैं।"
    },
    "offer_message": "{min_quantity} खरीदें, इन आइटम पर {percent}% की छूट पाएं",
    "up_to": "अधिकतम {per_order}x प्रति आदेश",
    "get_free": "नि: शुल्क पाएं",
    "get_off": "{percent}% की छूट पाएं",
    "select_a_vendor_message": "कृपया एक विक्रेता का चयन करें।",
    "product_description_header": "पेश है {product}"
  },
  "buy_button": {
    "waiting_for_availability": "उपलब्धता की प्रतीक्षा में",
    "inform_me_when_available": "इसके लिए प्रतीक्षा कर रहे हैं?",
    "pay_buy": "भुगतान करें और खरीदें",
    "quantity": "गिनती करना",
    "quantity_in_basket": "कार्ट में आइटम",
    "count_unit": "एक्स",
    "remove": "हटाना",
    "add_to_basket": "कार्ट में जोड़ें",
    "buy": "खरीदना",
    "notifications": {
      "inform_add_success": "इसके उपलब्ध होने पर हम आपको बताएंगे.",
      "inform_remove_success": "आपको प्रतीक्षा सूची से हटा दिया गया है।"
    },
    "subscribe_now": "अब सदस्यता लें",
    "unsubscribe": "सदस्यता रद्द",
    "select_a_subscription_plan": "पहले एक योजना चुनें!",
    "manage_subscriptions": "सदस्यता प्रबंधित करें",
    "zip_pin_input": "ज़िप / पिन",
    "zip_pin_not_available_msg": "इस स्थान पर उपलब्ध नहीं है!",
    "zip_pin_placeholder": "ज़िप/पिन कोड चुनें..."
  },
  "product": {
    "review": "समीक्षा",
    "spec": "कल्पना",
    "comments": "टिप्पणियाँ",
    "related_products_title": "संबंधित उत्पाद",
    "price": "कीमत",
    "rate": "दर",
    "comment": "टिप्पणी",
    "warranty": "गारंटी",
    "return_policy": "वापसी नीति",
    "guide": "मार्गदर्शक",
    "shipping": "शिपिंग",
    "related_categories_title": "संग्रह में खोजें"
  },
  "layout_shop": {
    "shop_menu": {
      "orders_history": "आदेश इतिहास",
      "profile": "मेरी प्रोफाइल",
      "favorites": "पसंदीदा आइटम",
      "gift_cards": "गिफ्ट कार्ड",
      "return_requests": "लौटाए गए आदेश",
      "basket": "शॉपिंग कार्ट"
    },
    "user_menu": {
      "my_shops": "मेरे स्टोर",
      "go_to_admin": "{shop_name} प्रबंधित करें",
      "exit_from": "लॉग आउट {shop_name}",
      "chips": "{चिप्स} चिप्स"
    },
    "login_to_shop": "स्टोर में लॉग इन करें",
    "login_to_shop_short": "लॉग इन करें",
    "item_in_basket_message": "{गिनती} यह आइटम आपके कार्ट में है।",
    "search_title": "स्टोर में खोजें {shop_name}"
  },
  "basket_top_menu": {
    "basket": "कार्ट",
    "basket_is_empty": "आपकी गाड़ी खाली है।",
    "total_price": "कुल",
    "view_basket": "आपकी गाड़ी",
    "more": "अधिक ...",
    "accept_and_pay": "चेक आउट",
    "items": "सामान)"
  },
  "history_orders_physical": {
    "rejected": "अस्वीकार कर दिया",
    "table": {
      "code": "आदेश कोड",
      "reserved": "दिनांक",
      "delivery_state": "वितरण की स्थिति",
      "price": "कुल कीमत",
      "status": "भुगतान की स्थिति"
    }
  },
  "history_orders": {
    "table": {
      "code": "आदेश कोड",
      "items": "सामान",
      "reserved": "दिनांक",
      "delivery_state": "नवीनतम स्थिति",
      "price": "कुल कीमत",
      "status": "भुगतान की स्थिति"
    }
  },
  "user_page": {
    "menu": {
      "gift_card": "उपहार पत्र",
      "comments": "टिप्पणियाँ",
      "favorites": "पसंदीदा",
      "return_requests": "रिटर्न",
      "addresses": "पतों",
      "profile": "प्रोफ़ाइल",
      "orders": "आदेश"
    }
  },
  "order_page": {
    "title": "आदेश",
    "payment": {
      "title": "भुगतान",
      "payment_waiting": "भुगतान की प्रतीक्षा करना",
      "payment_completed": "चुकाया गया",
      "table": {
        "title": "शीर्षक",
        "amount": "राशि",
        "description": "विवरण"
      },
      "total_payment": "भुगतान की गई राशि",
      "discount": "छूट",
      "discount_code": "डिस्काउंट कोड",
      "delivery_fee": "शिपिंग लागत",
      "delivery_fee_after": "कोई डिलीवरी भुगतान नहीं",
      "total_price": "कुल आइटम मूल्य",
      "total_items_discount": "आइटम छूट",
      "total_price_after_offers": "ऑफ़र लागू करने के बाद कुल",
      "buyer_payment": "खरीदार भुगतान राशि",
      "total_order_price_before_tax": "प्री-टैक्स कुल मूल्य",
      "payment_is_in_require_capture_message": "हमें आपका भुगतान प्राप्त हो गया है, परंतु अभी तक उसे कैप्चर नहीं किया गया है।",
      "settle_the_earlier_bill_first": "पहले पिछला बिल चुकाओ!"
    },
    "delivery": {
      "title": "वितरण",
      "subtitle": "खरीदार की जानकारी",
      "confirm_received_action": "उत्पाद रसीद की पुष्टि करें",
      "confirm_received_info": "अगर आपको ऑर्डर मिला है तो कन्फर्मेशन बटन पर क्लिक करें। यदि आवश्यक हो, तो पुष्टिकरण प्राप्त होने पर आप एक रेफरल सबमिट कर सकेंगे।",
      "Recipient": "प्राप्तकर्ता",
      "bill": "इनवॉइस",
      "name": "नाम",
      "tel": "फ़ोन",
      "email": "ईमेल",
      "country": "देश",
      "state": "राज्य",
      "city": "शहर",
      "address": "पता",
      "building_no": "भवन का नंबर",
      "unit_no": "खड संख्या",
      "postal_code": "पोस्टकोड",
      "description": "विवरण",
      "order_delivered": "आदेश दिया जा चुका है।",
      "delivery_time": "डिलीवरी का समय",
      "tracking_code": "ट्रैकिंग कोड",
      "tracking_url": "ट्रैकिंग Url",
      "notifications": {
        "confirm_delivery": "आपके आदेश की पुष्टि हो गई है।"
      }
    },
    "basket_items": {
      "original_warranty": "माल की मौलिकता की गारंटी",
      "return": "वापस करना",
      "table": {
        "product": "प्रोडक्ट का नाम",
        "count": "गिनती करना",
        "unit_price": "यूनिट मूल्य",
        "total_price": "कुल कीमत",
        "discount": "छूट",
        "final_price": "अंतिम कीमत",
        "returned": "लौटाया हुआ"
      }
    }
  },
  "return_request": {
    "title": "वापस करना",
    "count_input": "लौटाई गई वस्तुओं की संख्या",
    "count_input_message": "आप कितने आइटम वापस करते हैं?",
    "reason_input": "वापसी की वजह",
    "reason_input_message": "इस आइटम को वापस करने का कारण चुनें।",
    "note_input": "विवरण",
    "note_input_hint": "वापसी का कारण बताएं..",
    "note_input_message": "यदि आवश्यक हो तो इस वस्तु को वापस करने का कारण बताएं।",
    "media_message": "उत्पाद की स्थिति की जानकारी के लिए बेहतर समर्थन प्राप्त करने के लिए आप उत्पाद की छवि, ऑडियो या वीडियो यहां अपलोड कर सकते हैं। फ़ाइल का चयन स्वचालित रूप से भेज देगा और पुष्टि करेगा।",
    "video": "वीडियो",
    "voice": "आवाज़",
    "add_action": "वापसी अनुरोध भेजें",
    "notifications": "आपका वापसी अनुरोध सफलतापूर्वक पंजीकृत किया गया है।"
  },
  "virtual_order_page": {
    "title": "आदेश",
    "info": {
      "title": "खरीदा आभासी उत्पाद"
    }
  },
  "user_profile": {
    "title": "मेरी व्यक्तिगत जानकारी",
    "name": "नाम",
    "email": "ईमेल",
    "tel": "टेलीफोन",
    "identity": "प्रमाणीकरण",
    "success_kyc": "सत्यापित केवाईसी",
    "club": "उपयोगकर्ता स्तर",
    "subscription": "समाचार सदस्यता",
    "leave_shop": "इस स्टोर को छोड़ दें और सभी ग्राहकों के स्तर को हटा दें",
    "leave_shop_action": "दुकान छोड़ो",
    "edit_personal_info": "व्यक्तिगत जानकारी संपादित करें",
    "leave_dialog": {
      "title": "दुकान छोड़ो",
      "message": "इस स्टोर की सदस्यता समाप्त करने से आपके आदेश की जानकारी और रिकॉर्ड नहीं हटेंगे।",
      "action": "छोड़"
    },
    "notifications": {
      "leave_success": "दुकान छोड़ो"
    },
    "club_table": {
      "discount": "छूट",
      "limit": "सीमा",
      "currency": "मुद्रा",
      "free_shipping": "मुफ़्त शिपिंग"
    },
    "no_kyc": "कोई केवाईसी नहीं"
  },
  "basket_page": {
    "title": "शॉपिंग कार्ट",
    "total_price": "कुल रकम",
    "shipping": "शिपिंग लागत",
    "free_shipping": "मुफ़्त शिपिंग",
    "shipping_not_pay": "शामिल नहीं",
    "total_discount": "कुल छूट",
    "customer_club": "क्लाइंट क्लब सदस्य",
    "customer_club_discount": "सदस्य छूट",
    "final_price": "अंतिम भुगतान",
    "lead_time": "तैयारी का समय",
    "lead_time_unit": "घंटा",
    "receive_time": "पसंदीदा डिलीवरी का समय",
    "select_time": "डिलीवरी का समय चुनें",
    "no_select_time": "जितनी जल्दी हो सके",
    "transportation_type": "शिपिंग प्रकार",
    "days_input": "डिलीवरी के दिन",
    "days_input_label": "दिन",
    "days_input_no_data": "कम से कम एक दिन चुनें",
    "time_input": "डिलीवरी का समय",
    "time_input_label": "डिलीवरी",
    "time_input_label_no_data": "कम से कम एक समय अंतराल चुनें",
    "support_cod": "डिलवरी पर नकदी",
    "not_support_cod": "स्थानीय रूप से भुगतान करने में असमर्थ!",
    "final_confirm_action": "अंतिम आदेश की पुष्टि",
    "pay_and_complete_action": "अब भुगतान करें",
    "pre_confirm_service": "अनुरोध सबमिट करें",
    "errors": {
      "no_address": "वह पता चुनें जिस पर आप अपना ऑर्डर भेजना चाहते हैं।",
      "no_phone": "माल की प्राप्ति के समन्वय के लिए एक संपर्क नंबर दर्ज करें।",
      "select_billing_country": "अपना बिलिंग देश चुनें",
      "select_billing_state": "अपना कर क्षेत्र चुनें"
    },
    "same_billing_address": "बिलिंग जानकारी प्राप्तकर्ता की जानकारी के समान है",
    "custom_billing_info": "अलग बिलिंग जानकारी",
    "basket_empty": "टोकरी खाली है",
    "extra_shipping_count": "आपको {गिनती} पैकेज प्राप्त होंगे।",
    "select_location_error": "मानचित्र पर शिपमेंट की प्राप्ति का स्थान ढूंढें और प्राप्तकर्ता का सटीक पता निर्धारित करने के लिए मानचित्र के मध्य में संकेतक पर क्लिक करें।",
    "same_billing_address_desc": "बिलिंग पता शिपिंग पते के समान है।",
    "custom_billing_info_desc": "आप अपना टैक्स नंबर दर्ज कर सकते हैं और बिलिंग के लिए एक अलग पता सेट कर सकते हैं।",
    "billing_business_desc": "यह एक TAX नंबर वाला व्यवसाय खाता है।",
    "billing_personal_desc": "यह एक व्यक्तिगत खाता है।",
    "no_billing_title": "कोई बिलिंग नहीं",
    "no_billing_desc": "बिलिंग पता खाली छोड़ दें।",
    "cross_selling_discount": "संग्रह छूट"
  },
  "basket_items": {
    "items_unit": "एक्स",
    "lead_unit": "घंटा",
    "count_input": "गिनती करना",
    "price_changed": "कीमत बदल गई है। नया मूल्य:",
    "offer": "{count}x आइटम पर {प्रतिशत}% की छूट पाएं",
    "offer_free": "{गिनती}x मुफ़्त पाएं"
  },
  "addresses_page": {
    "title": "मेरे पते",
    "new_action": "नया पता",
    "Recipient": "प्राप्तकर्ता",
    "address": "पता",
    "building_no": "लाइसेंस प्लेट",
    "building_unit": "इकाई",
    "postcode": "पोस्टकोड",
    "tel": "टेलीफोन",
    "description": "टिप्पणी",
    "map": {
      "title": "मेरे पते",
      "confirm": "पता पंजीकरण",
      "address_type": "पता",
      "receptor_type": "प्राप्तकर्ता"
    },
    "add_dialog": {
      "title": "नया पता नाम",
      "message": "एक नए पते के लिए एक शीर्षक दर्ज करें।",
      "address_name_input": "पता (आवश्यक)"
    }
  },
  "return_requests": {
    "title": "वापसी अनुरोध"
  },
  "user_favorites": {
    "title": "इच्छा-सूची"
  },
  "user_comments": {
    "title": "मेरी टिप्पणियां",
    "first_post": "पहिला पद",
    "last_edit": "अंतिम संपादन"
  },
  "user_gift_cards": {
    "title": "मेरे उपहार कार्ड",
    "add_action": "कार्ड जोड़ें",
    "add_card_dialog": {
      "title": "उपहार कार्ड जोड़ें",
      "message": "कार्ड नंबर और सुरक्षा कोड दर्ज करें। आपके खाते में एक उपहार कार्ड जोड़ा जाएगा।",
      "card_number_input": "कार्ड संख्या",
      "info": "नोट: स्टोर से खरीदते समय आपको गिफ्ट कार्ड से भुगतान करने का विकल्प दिखाया जाएगा। इस विकल्प को चुनने पर, आपके रिचार्ज बैलेंस की राशि ऑर्डर राशि से काट ली जाएगी।",
      "add_action": "कार्ड पंजीकरण"
    }
  },
  "product_comparison": {
    "title": "उत्पाद की तुलना करें",
    "action_button": "तुलना करना",
    "list": {
      "no_data": "तुलना सूची में कोई उत्पाद नहीं जोड़ा गया।",
      "price": "कीमत",
      "type": "प्रकार",
      "brand": "ब्रैंड",
      "warranty": "गारंटी",
      "variants_comparison": "उत्पाद प्रकारों की तुलना करें",
      "spec": "तकनीकी निर्देश",
      "pros": "पेशेवरों",
      "cons": "दोष",
      "user_review": "उपयोगकर्ता टिप्पणियाँ",
      "rating": "रेटिंग",
      "rating_count": "समीक्षाओं की संख्या",
      "info": "आप निम्न लिंक भेजकर इस उत्पाद तुलना तालिका को अपने दोस्तों के साथ साझा कर सकते हैं, या बाद में इस लिंक को सहेज कर इसे एक्सेस कर सकते हैं।",
      "copy_action": "कॉपी तुलना लिंक",
      "check_list": [
        "हां",
        "है"
      ],
      "cross_list": [
        "नहीं",
        "नहीं है"
      ]
    }
  },
  "product_filter_menu": {
    "only_original": "केवल मूल",
    "only_has_discount": "केवल छूट",
    "price_range": "मूल्य सीमा",
    "brands": "ब्रैंड",
    "main_shop_page": "मुख्य पृष्ठ स्टोर करें",
    "home": "घर"
  },
  "product_rating_view": {
    "message": "प्रिय {उपयोगकर्ता}, आपने यह उत्पाद खरीद लिया है। आप इस उत्पाद के बारे में क्या सोचते हैं?",
    "notification": {
      "title": "बधाई",
      "message": "आपकी टिप्पणी रिकॉर्ड कर ली गई है।"
    }
  },
  "blogs": {
    "title": "ब्लॉग",
    "add_new_blog": "नया ब्लॉग",
    "popular": "लोकप्रिय",
    "topics": "विषय",
    "suggestions": "सुझाव"
  },
  "official_pages": {
    "about_us": "हमारे बारे में",
    "terms": "उपयोग की शर्तें",
    "privacy": "गोपनीयता नीति",
    "contact_us": "संपर्क करें"
  },
  "contact_us_form": {
    "title": "हमसे संपर्क करें फ़ॉर्म",
    "name": "नाम",
    "email": "ईमेल",
    "phone": "फ़ोन",
    "message": "संदेश",
    "notifications": {
      "success": "आपका संदेश भेज दिया गया है।"
    },
    "submitted_title": "हमसे संपर्क की पहल के लिए आपका धन्यवाद!",
    "submitted_message": "हम हमसे संपर्क करने में आपके समय की सराहना करते हैं। आपका संदेश प्राप्त हो गया है और हमारी टीम फिलहाल इसकी समीक्षा कर रही है। हम यथाशीघ्र जवाब देंगे और इस दौरान आपके धैर्य के लिए हम आपको धन्यवाद देते हैं। आपकी रुचि और प्रतिक्रिया हमारे लिए महत्वपूर्ण है, और हम आपको सर्वोत्तम संभव सहायता प्रदान करने के लिए प्रतिबद्ध हैं।"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "भुगतान की पुष्टि",
      "payment_success": "भुगतान पूरा हुआ।",
      "buy_title": "खरीदना",
      "pay_by_giftcards": "आपके आदेश का भुगतान उपहार कार्ड से किया गया था।",
      "free_order": "आपका ऑर्डर फ्री है।",
      "pay_by_cod": "आपका ऑर्डर कैश ऑन डिलीवरी के रूप में जोड़ दिया गया है।",
      "pay_by_dir": "आपका आदेश सफलतापूर्वक जोड़ दिया गया है। अब आप डायरेक्ट मनी ट्रांसफर द्वारा भुगतान कर सकते हैं और फिर भुगतान रसीद को ऑर्डर पेज पर अपलोड कर सकते हैं।",
      "pay_title": "भुगतान",
      "qr_code_payment": "भुगतान क्यूआर कोड पता बनाया गया।",
      "connecting_to_online_gateway": "ऑनलाइन भुगतान गेटवे से जुड़ना।"
    }
  },
  "time_progress_bar": {
    "title_before_start": "शुरुआत के लिए बने रहे",
    "title_between_start_end": "अंत तक बने रहे",
    "title_after_end": "खत्म",
    "title_no_start_end": "समय अवधि के बिना!"
  },
  "lottery_prizes": {
    "message": "आप प्रति आदेश एक उपहार प्राप्त कर सकते हैं।"
  },
  "coupons": {
    "coupon_code": "कूपन कोड",
    "add_coupon": "कूपन जोड़ें"
  },
  "avocado": {
    "not_enable": "एवोकैडो फॉर्म सक्षम नहीं है!",
    "last_update": "आखिरी अपडेट:",
    "step1": "1. उस उत्पाद का नाम और विवरण दर्ज करें जिसे आप ऑर्डर करना चाहते हैं और जोड़ें बटन पर क्लिक करें।",
    "title_plc": "उत्पाद का नाम दर्ज करें।",
    "description_plc": "क्या आपके पास अधिक उत्पाद विवरण हैं?",
    "link_plc": "क्या आपके पास उत्पाद का लिंक है?",
    "image": "उत्पाद का चित्र",
    "image_msg": "यदि आवश्यक हो तो आप उत्पाद छवि भेज सकते हैं।",
    "add_item": "वस्तु जोड़ें",
    "items_list": "अनुरोधित उत्पादों की सूची",
    "currency_msg": "आपको इस आदेश की राशि का भुगतान इस मुद्रा से करना होगा।",
    "step2": "2. सभी वांछित वस्तुओं को जोड़ने के बाद, आदेश समीक्षा अनुरोध बटन पर क्लिक करें। इस स्तर पर, हम ऑर्डर की समीक्षा करेंगे और आपको कीमत के बारे में बताएंगे। इस लिंक पर क्लिक करके आप कीमत और भुगतान लिंक देख पाएंगे।",
    "order_action": "आदेश पंजीकरण",
    "show_all": "सब दिखाएं",
    "show_accepted": "पुष्टि किए गए आइटम दिखाएं",
    "last_orders": "आपके हाल के आदेशों की सूची",
    "pending_status": "समीक्षाधीन",
    "check_now": "आदेश की जाँच करें",
    "add_new_order": "नया ऑर्डर करें",
    "pay_online": "ऑनलाइन भुगतान करें",
    "pricing_not_completed_message": "आपके आदेश की समीक्षा की जा रही है. आपके आदेश की समीक्षा की जाएगी और शीघ्र ही इसकी कीमत तय की जाएगी और आप आदेश का भुगतान करने में सक्षम होंगे।",
    "delete_item_dialog": {
      "title": "शॉपिंग कार्ट से आइटम निकालें",
      "message": "क्या आप इस आइटम को कार्ट से हटाना चाहते हैं?",
      "action": "हां, हटाएं"
    },
    "notifications": {
      "order_success": "आपका आदेश सफलतापूर्वक दिया गया था।",
      "delete_success": "आइटम हटाया गया."
    },
    "select_address_message": "कृपया अपना पता दर्ज करें, और फिर आप आदेश जमा कर सकते हैं।"
  },
  "hyper": {
    "title": "आदेश निर्माण",
    "message": "उत्पाद कोड को स्कैन करके उन उत्पादों की सूची बनाएं जिन्हें आप खरीदना चाहते हैं।",
    "currency_msg": "जिस मुद्रा से आप भुगतान करना चाहते हैं।",
    "order_action": "भुगतान",
    "add_new_order": "नए आदेश",
    "continue_order": "आदेश जारी रखें",
    "delete_item_dialog": {
      "title": "शॉपिंग कार्ट से आइटम निकालें",
      "message": "क्या आप इस आइटम को कार्ट से हटाना चाहते हैं?",
      "action": "हां, हटाएं"
    },
    "notifications": {
      "order_success": "आपका आदेश सफलतापूर्वक दिया गया था।",
      "delete_success": "आइटम हटाया गया."
    }
  },
  "pending_payment": {
    "upload_payment_receipt": "भुगतान रसीद की छवि अपलोड करें।",
    "upload_payment_receipt_done": "✔ आपने रसीद की छवि पहले ही अपलोड कर दी है, हमारे अनुमोदन की प्रतीक्षा करें। यदि आपको बदलने की आवश्यकता है, तो आप पिछली छवि को एक नए से बदल सकते हैं।",
    "public_form_title": "मनी ट्रांसफर के लिए अकाउंट की जानकारी"
  },
  "service_bill": {
    "task": {
      "title": "करने के लिए सूची",
      "message": "उस कार्य के शीर्षक निर्दिष्ट करें जो आप करना चाहते हैं और खरीदार को बताएं कि यह कितनी आगे बढ़ चुका है।"
    },
    "booking": {
      "title": "आरक्षण निश्चित कर रहे हैं",
      "message": "यह आदेश एक निर्दिष्ट समय पर संसाधित किया जाएगा, ग्राहक ने वांछित अवधि का चयन किया है, यदि आप चयनित अवधि में कोई परिवर्तन करना चाहते हैं, तो ग्राहक को बताएं।",
      "selected_checkin": "ग्राहक द्वारा चयनित चेक-इन",
      "selected_checkout": "ग्राहक द्वारा चयनित चेक-आउट",
      "change_days_question": "क्या आपको ग्राहक चयनित दिनों के दौरान बदलने की आवश्यकता है?",
      "show_calendar": "ऑर्डर का कैलेंडर दिखाएं"
    },
    "pricing": {
      "title": "मूल्य निर्धारण",
      "message": "आप इस सेवा के लिए कितना शुल्क लेते हैं?"
    },
    "subscription": {
      "title": "अंशदान",
      "message": "आप इस सेवा को दैनिक आधार पर खरीदकर सदस्यता अवधि चुन सकते हैं। खरीदार को बताएं कि क्या आप पहले से दर्ज किए गए डिफ़ॉल्ट मानों को बदलना चाहते हैं।",
      "duration": "सदस्यता अवधि"
    },
    "charge": {
      "title": "शुल्क",
      "message": "आपने इस मद के लिए एक शुल्क निर्दिष्ट किया है। आप ग्राहक द्वारा खरीदी गई वस्तु के लिए शुल्क राशि बदल सकते हैं।",
      "charge": "शुल्क"
    }
  },
  "check_access": {
    "waiting_message": "ऐक्सेस की जांच की प्रतीक्षा की जा रही है...",
    "no_access_message": "दुर्भाग्य से, आपके पास हमारे स्टोर तक पहुंच नहीं है।<br/> कृपया हमसे सम्पर्क करें।"
  },
  "share_order": {
    "action": "शेयर ऑर्डर",
    "title": "इस आदेश को दूसरों के साथ साझा करें।",
    "message": "यह एक सुरक्षित लिंक है, इसे केवल उन लोगों के साथ साझा करें जिन्हें आप जानते हैं। इस लिंक वाला प्रत्येक व्यक्ति आपके आदेश की नकल कर सकता है और चयनित पता देख सकता है। इसमें आपके वर्तमान कार्ट के बारे में जानकारी होगी।",
    "valid_period": "यह लिंक 48 घंटों के बाद समाप्त हो जाएगा।",
    "import_order_action": "आयात आदेश",
    "retrieve_dialog_title": "बाहरी आदेश पुनर्प्राप्त करें",
    "address_included": "बास्केट आइटम साझा करें + पता",
    "address_excluded": "केवल टोकरी आइटम साझा करें"
  },
  "variants_view": {
    "prices": "कीमतों",
    "inventory": "भंडार",
    "discount": "छूट"
  },
  "rating": {
    "product_rating_message": "इस उत्पाद को 5 में से {rate} की रेटिंग मिली है और इसे {rate_count} लोगों ने रेट किया है।"
  },
  "related_products": {
    "card": {
      "title": "अन्वेषण करना!",
      "same_tags_subtitle": "अधिक उल्लेखनीय संबंधित आइटम खोजें।",
      "same_category_subtitle": "इस श्रेणी में और उल्लेखनीय आइटम खोजें।"
    }
  },
  "cross_selling": {
    "title": "{product} को ऑर्डर करें"
  },
  "select_vendor": {
    "item_title": "{vendor} का स्टोर देखें"
  },
  "login": {
    "welcome": "स्वागत"
  },
  "product_section_incentivise": {
    "total_sold": "कुल बिक्री",
    "available_items": "उपलब्ध आइटम",
    "have_in_their_bag": "<b>{in_carts}</b> अन्य लोगों के कार्ट में भी यह है!",
    "physical": {
      "popular_selling_with_low_quantity": "🎉 लोकप्रिय विकल्प! स्टॉक कम हो रहे हैं, जब तक हो सके अपना स्टॉक खरीद लें!",
      "has_sell_has_quantity": "🌟 अत्यधिक मांग वाली वस्तु! खत्म होने से पहले इसे प्राप्त करें।",
      "just_has_low_quantity": "🛒 सीमित स्टॉक उपलब्ध है! इसे मिस न करें!",
      "just_has_very_low_quantity": "⏳ स्टॉक लगभग खत्म! इससे पहले कि बहुत देर हो जाए, जल्दी से जल्दी काम करें!"
    },
    "file": {
      "very_popular_selling": "🔥 शीर्ष विक्रेता! भीड़ में शामिल हों और इसे अभी डाउनलोड करें!",
      "popular_selling": "🎉 इस फ़ाइल पर बहुत ध्यान दिया जा रहा है। इसे मिस न करें!",
      "has_normal_selling": "📈 लोकप्रिय फ़ाइल! आज ही अपनी प्रति सुरक्षित करें।",
      "just_release_has_some_sales": "✨ अभी-अभी रिलीज़ हुआ! इसे पाने वाले पहले लोगों में से एक बनें।"
    }
  }
};