export default {
  "surveys": [
    "ძალიან ღარიბი",
    "ღარიბი",
    "ნორმალური",
    "კარგი",
    "შესანიშნავი"
  ],
  "footer": {
    "map": "რუკა",
    "email": "ფოსტა",
    "phone": "ტელეფონი",
    "address": "მისამართი",
    "copyright": "კონტენტის გამოყენება მხოლოდ არაკომერციული მიზნებისთვის და წყაროს მითითებით (ბმული {shop_title}-ით). ყველა უფლება დაცულია {shop_title}-ზე.",
    "powered_by": "უზრუნველყოფილია",
    "privacy": "Კონფიდენციალურობის პოლიტიკა",
    "term_of_use": "Მოხმარების პირობები",
    "shop_app_setting": "მაღაზიის პარამეტრები და GDPR",
    "dialog_setting": {
      "title": "მაღაზიის აპლიკაციების პარამეტრი",
      "app_list": "განაცხადების სია"
    }
  },
  "product_card": {
    "sold_out": "Გაყიდულია",
    "review_unit": "Მიმოხილვა",
    "not_original": "არა ორიგინალური"
  },
  "shop": {
    "products_filter": "ფილტრი",
    "native": {
      "title": "აპლიკაციის შესვლა",
      "message": "ეს აპლიკაცია საჭიროებს წვდომას თქვენი მაღაზიის ანგარიშის ინფორმაციაზე. ეს მოიცავს წვდომას სახელზე, საკონტაქტო ნომერზე, მისამართზე, ელფოსტაზე, შეკვეთის ისტორიაზე, შეკვეთაზე და კომენტარების გამოქვეყნებაზე ამ მაღაზიაში.",
      "message_bold": "დარწმუნდით, რომ გამოიყენეთ მაღაზიის ოფიციალური აპლიკაცია ამ მაღაზიაში შესასვლელად."
    }
  },
  "sort": {
    "title": "Დალაგება",
    "title_small": "Დალაგება..",
    "nothing": "არაფერი",
    "most_views": "ყველაზე მეტი ნახვები",
    "most_likes": "Ყველაზე პოპულარული",
    "most_recent": "უახლესი",
    "most_sell": "ბესტსელერი",
    "cheapest": "ყველაზე იაფად",
    "most_expensive": "Ყველაზე ძვირადღირებული",
    "only_available": "ხელმისაწვდომია",
    "view_mode": {
      "normal": "ნორმალური",
      "grid": "ბადე",
      "list": "სია",
      "insta": "ინსტა"
    }
  },
  "product_info": {
    "fake": "ყალბი",
    "action": "აუქციონი",
    "compare_limit": "10 ელემენტის ლიმიტი",
    "compare_add": "დამატება შედარებაში",
    "compare_be_in_list": "შედარების სიაში",
    "type": "ტიპი",
    "brand": "ბრენდი",
    "category": "კატეგორია",
    "discount": "ფასდაკლება",
    "track_price": "აკონტროლეთ ფასი",
    "waiting_for_auction": "ელოდებით აუქციონს?",
    "inform_auction": "აუქციონის შესახებ მითხარი",
    "return_in_days": "{days} დღე გარანტიის დაბრუნება",
    "support24h7": "მხარდაჭერა 24 საათი 7 დღე",
    "support_normal": "სამუშაო საათების მხარდაჭერა",
    "original_guarantee": "ორიგინალური გარანტია",
    "cod_payment": "ნაღდი ფულის მიწოდების მხარდაჭერა",
    "pros": "Დადებითი",
    "cons": "მინუსები",
    "external_link": "Წაიკითხე მეტი",
    "notifications": {
      "congratulation": "გილოცავ",
      "waiting_list_add_success": "ჩვენ შეგატყობინებთ, როდესაც ეს პროდუქტი აუქციონზე გაიყიდება.",
      "waiting_list_delete_success": "თქვენ გამოხვედით აუქციონის მოლოდინების სიიდან."
    },
    "offer_message": "შეიძინეთ {min_quantity} მიიღეთ {percent}% ფასდაკლება ამ ნივთებზე",
    "up_to": "მაქსიმუმ {per_order}x თითო შეკვეთაზე",
    "get_free": "მიიღეთ უფასო",
    "get_off": "მიიღეთ {percent}% ფასდაკლება"
  },
  "buy_button": {
    "waiting_for_availability": "ველოდები ხელმისაწვდომობას",
    "inform_me_when_available": "ამას ელოდები?",
    "pay_buy": "გადაიხადე და იყიდე",
    "quantity": "დათვალეთ",
    "quantity_in_basket": "ნივთები კალათაში",
    "count_unit": "x",
    "remove": "ამოღება",
    "add_to_basket": "Კალათაში დამატება",
    "buy": "იყიდე",
    "notifications": {
      "inform_add_success": "ჩვენ შეგატყობინებთ, როდესაც ის ხელმისაწვდომი იქნება.",
      "inform_remove_success": "თქვენ ამოღებული ხართ ლოდინის სიიდან."
    }
  },
  "product": {
    "review": "Მიმოხილვა",
    "spec": "სპეც",
    "comments": "კომენტარები",
    "related_products_title": "Მსგავსი პროდუქტები",
    "price": "ფასი",
    "rate": "შეფასება",
    "comment": "კომენტარი"
  },
  "layout_shop": {
    "shop_menu": {
      "orders_history": "შეკვეთების ისტორია",
      "profile": "Ჩემი პროფილი",
      "favorites": "საყვარელი ნივთები",
      "gift_cards": "Სასაჩუქრე ბარათი",
      "return_requests": "დაბრუნებული შეკვეთები",
      "basket": "Საყიდლების კალათი"
    },
    "user_menu": {
      "my_shops": "ჩემი მაღაზიები",
      "go_to_admin": "{shop_name}-ის მართვა",
      "exit_from": "გამოსვლა {shop_name}",
      "chips": "{chips} ჩიფსები"
    },
    "login_to_shop": "შედით მაღაზიაში",
    "login_to_shop_short": "შესვლა",
    "item_in_basket_message": "{count} ეს საქონელი თქვენს კალათაშია.",
    "search_title": "ძებნა მაღაზიაში {shop_name}"
  },
  "basket_top_menu": {
    "basket": "კალათა",
    "basket_is_empty": "Თქვენი კალათა ცარიელია.",
    "total_price": "სულ",
    "view_basket": "თქვენი კალათა",
    "more": "მეტი ...",
    "accept_and_pay": "გადახდა",
    "items": "ელემენტ(ებ)ი"
  },
  "history_orders_physical": {
    "rejected": "უარყოფილია",
    "table": {
      "code": "შეკვეთის კოდი",
      "reserved": "თარიღი",
      "delivery_state": "Მიტანის სტატუსი",
      "price": "Ჯამური ღირებულება",
      "status": "გადახდის სტატუსი"
    }
  },
  "history_orders": {
    "table": {
      "code": "შეკვეთის კოდი",
      "items": "ნივთები",
      "reserved": "თარიღი",
      "delivery_state": "უახლესი სტატუსი",
      "price": "Ჯამური ღირებულება",
      "status": "გადახდის სტატუსი"
    }
  },
  "user_page": {
    "menu": {
      "gift_card": "Სასაჩუქრე ბარათი",
      "comments": "კომენტარები",
      "favorites": "რჩეულები",
      "return_requests": "ბრუნდება",
      "addresses": "მისამართები",
      "profile": "პროფილი",
      "orders": "შეკვეთები"
    }
  },
  "physical_order_page": {
    "title": "შეკვეთა",
    "payment": {
      "title": "გადახდა",
      "payment_waiting": "ელოდება გადახდას",
      "payment_completed": "გადახდილი",
      "table": {
        "title": "სათაური",
        "amount": "თანხა",
        "description": "აღწერა"
      },
      "total_payment": "Გადახდილი თანხა",
      "discount": "ფასდაკლება",
      "discount_code": "Ფასდაკლების კოდი",
      "delivery_fee": "Გადაზიდვის ღირებულება",
      "delivery_fee_after": "მიწოდება არ არის გადახდილი",
      "total_price": "მთლიანი ნივთების ფასი",
      "total_items_discount": "პროდუქციის ფასდაკლება",
      "total_price_after_offers": "სულ შეთავაზებების გამოყენების შემდეგ",
      "buyer_payment": "მყიდველის გადახდის თანხა"
    },
    "delivery": {
      "title": "მიწოდება",
      "subtitle": "მყიდველის ინფორმაცია",
      "confirm_received_action": "დაადასტურეთ პროდუქტის მიღება",
      "confirm_received_info": "დააწკაპუნეთ დადასტურების ღილაკს თუ მიიღეთ შეკვეთა. საჭიროების შემთხვევაში, თქვენ შეძლებთ რეფერალის გაგზავნას, თუ დადასტურებას მიიღებთ.",
      "Recipient": "მიმღები",
      "bill": "ინვოისი",
      "name": "სახელი",
      "tel": "ტელეფონი",
      "email": "ფოსტა",
      "country": "ქვეყანა",
      "state": "სახელმწიფო",
      "city": "ქალაქი",
      "address": "მისამართი",
      "building_no": "შენობის ნომერი",
      "unit_no": "ერთეულის ნომერი",
      "postal_code": "საფოსტო ინდექსი",
      "description": "აღწერა",
      "order_delivered": "შეკვეთა მიტანილია.",
      "delivery_time": "Მიტანის დრო",
      "tracking_code": "თვალთვალის კოდი",
      "tracking_url": "თვალთვალის URL",
      "notifications": {
        "confirm_delivery": "თქვენი შეკვეთა დადასტურებულია."
      }
    },
    "basket_items": {
      "original_warranty": "საქონლის ორიგინალობის გარანტია",
      "return": "Დაბრუნების",
      "table": {
        "product": "Პროდუქტის სახელი",
        "count": "დათვალეთ",
        "unit_price": "Ერთეულის ფასი",
        "total_price": "Ჯამური ღირებულება",
        "discount": "ფასდაკლება",
        "final_price": "Საბოლოო ფასი",
        "returned": "დაბრუნდა"
      }
    }
  },
  "return_request": {
    "title": "Დაბრუნების",
    "count_input": "დაბრუნებული ნივთების რაოდენობა",
    "count_input_message": "რამდენ ნივთს აბრუნებთ?",
    "reason_input": "დაბრუნების მიზეზი",
    "reason_input_message": "აირჩიეთ ამ ნივთის დაბრუნების მიზეზი.",
    "note_input": "აღწერა",
    "note_input_hint": "აღწერეთ დაბრუნების მიზეზი..",
    "note_input_message": "საჭიროების შემთხვევაში აღწერეთ ამ ნივთის დაბრუნების მიზეზი.",
    "media_message": "თქვენ შეგიძლიათ ატვირთოთ პროდუქტის სურათი, აუდიო ან ვიდეო აქ, რომ მიიღოთ უკეთესი მხარდაჭერა პროდუქტის სტატუსის შესახებ. ფაილის არჩევით ავტომატურად გაიგზავნება და დადასტურდება.",
    "video": "ვიდეო",
    "voice": "ხმა",
    "add_action": "დაბრუნების მოთხოვნის გაგზავნა",
    "notifications": "თქვენი დაბრუნების მოთხოვნა წარმატებით დარეგისტრირდა."
  },
  "virtual_order_page": {
    "title": "შეკვეთა",
    "info": {
      "title": "შეძენილი ვირტუალური პროდუქტი"
    }
  },
  "user_profile": {
    "title": "ჩემი პერსონალური ინფორმაცია",
    "name": "სახელი",
    "email": "ფოსტა",
    "tel": "ტელ",
    "identity": "ავთენტიფიკაცია",
    "success_kyc": "დამოწმებული KYC",
    "club": "მომხმარებლის დონე",
    "subscription": "ახალი ამბების გამოწერა",
    "leave_shop": "დატოვეთ ეს მაღაზია და წაშალეთ ყველა კლიენტის დონე",
    "leave_shop_action": "დატოვე მაღაზია",
    "edit_personal_info": "პირადი ინფორმაციის რედაქტირება",
    "leave_dialog": {
      "title": "დატოვე მაღაზია",
      "message": "ამ მაღაზიის გამოწერის გაუქმება არ წაშლის თქვენი შეკვეთის ინფორმაციას და ჩანაწერებს.",
      "action": "დატოვე"
    },
    "notifications": {
      "leave_success": "დატოვე მაღაზია"
    },
    "club_table": {
      "discount": "ფასდაკლება",
      "limit": "Ზღვარი",
      "currency": "ვალუტა",
      "free_shipping": "Უფასო გზავნილი"
    }
  },
  "basket_page": {
    "title": "Საყიდლების კალათი",
    "total_price": "Მთლიანი რაოდენობა",
    "shipping": "Გადაზიდვის ღირებულება",
    "free_shipping": "Უფასო გზავნილი",
    "shipping_not_pay": "Არ შედის",
    "total_discount": "სულ ფასდაკლება",
    "customer_club": "კლიენტთა კლუბის წევრი",
    "customer_club_discount": "წევრის ფასდაკლება",
    "final_price": "Საბოლოო გადახდა",
    "lead_time": "Მოსამზადებელი დრო",
    "lead_time_unit": "საათი",
    "receive_time": "მიტანის სასურველი დრო",
    "select_time": "აირჩიეთ მიწოდების დრო",
    "no_select_time": "Რაც შეიძლება მალე",
    "transportation_type": "გადაზიდვის ტიპი",
    "days_input": "მიწოდების დღეები",
    "days_input_label": "დღეები",
    "days_input_no_data": "აირჩიეთ მინიმუმ ერთი დღე",
    "time_input": "Მიტანის დრო",
    "time_input_label": "მიწოდება ზე",
    "time_input_label_no_data": "აირჩიეთ მინიმუმ ერთი დროის ინტერვალი",
    "support_cod": "ნაღდი ანგარიშსწორება ადგილზე",
    "not_support_cod": "ადგილობრივად გადახდა შეუძლებელია!",
    "final_confirm_action": "შეკვეთის საბოლოო დადასტურება",
    "pay_and_complete_action": "Გადაიხადე ახლა",
    "pre_confirm_service": "მოთხოვნის გაგზავნა",
    "errors": {
      "no_address": "აირჩიეთ მისამართი, სადაც გსურთ თქვენი შეკვეთის გაგზავნა.",
      "no_phone": "შეიყვანეთ საკონტაქტო ნომერი საქონლის მიღების კოორდინაციისთვის.",
      "select_billing_country": "აირჩიეთ თქვენი ბილინგის ქვეყანა",
      "select_billing_state": "აირჩიეთ თქვენი საგადასახადო რეგიონი"
    },
    "same_billing_address": "ბილინგის ინფორმაცია იგივეა, რაც მიმღების ინფორმაცია",
    "custom_billing_info": "ბილინგის სხვადასხვა ინფორმაცია",
    "basket_empty": "კალათა ცარიელია",
    "extra_shipping_count": "თქვენ მიიღებთ {count} პაკეტს.",
    "select_location_error": "იპოვეთ ტვირთის მიღების ადგილი რუკაზე და დააწკაპუნეთ ინდიკატორზე რუკის შუაში, რათა დადგინდეს მიმღების ზუსტი მისამართი."
  },
  "basket_items": {
    "items_unit": "x",
    "lead_unit": "საათი",
    "count_input": "დათვალეთ",
    "price_changed": "ფასი შეცვლილია. ახალი ფასი:",
    "offer": "მიიღეთ {count}x პროდუქტი {percent}%-ით",
    "offer_free": "მიიღეთ {count}x უფასოდ"
  },
  "addresses_page": {
    "title": "ჩემი მისამართები",
    "new_action": "Ახალი მისამართი",
    "Recipient": "მიმღები",
    "address": "მისამართი",
    "building_no": "სანომრე ნიშანი",
    "building_unit": "ერთეული",
    "postcode": "საფოსტო ინდექსი",
    "tel": "ტელ",
    "description": "შენიშვნა",
    "map": {
      "title": "ჩემი მისამართები",
      "confirm": "მისამართის რეგისტრაცია",
      "address_type": "მისამართი",
      "receptor_type": "მიმღები"
    },
    "add_dialog": {
      "title": "ახალი მისამართის სახელი",
      "message": "შეიყვანეთ სათაური ახალი მისამართისთვის.",
      "address_name_input": "მისამართი (აუცილებელია)"
    }
  },
  "return_requests": {
    "title": "დაბრუნების მოთხოვნები"
  },
  "user_favorites": {
    "title": "სურვილების სია"
  },
  "user_comments": {
    "title": "ჩემი კომენტარები",
    "first_post": "პირველი პოსტი",
    "last_edit": "ბოლო რედაქტირება"
  },
  "user_gift_cards": {
    "title": "ჩემი სასაჩუქრე ბარათები",
    "add_action": "ბარათის დამატება",
    "add_card_dialog": {
      "title": "დაამატეთ სასაჩუქრე ბარათი",
      "message": "შეიყვანეთ ბარათის ნომერი და უსაფრთხოების კოდი. სასაჩუქრე ბარათი დაემატება თქვენს ანგარიშს.",
      "card_number_input": "Ბარათის ნომერი",
      "info": "შენიშვნა: მაღაზიიდან ყიდვისას გამოჩნდება სასაჩუქრე ბარათებით გადახდის შესაძლებლობა. ამ პარამეტრის არჩევით, თქვენი დატენვის ბალანსის თანხა ჩამოიჭრება შეკვეთის თანხიდან.",
      "add_action": "ბარათის რეგისტრაცია"
    }
  },
  "product_comparison": {
    "title": "შეადარეთ პროდუქტი",
    "action_button": "შეადარე",
    "list": {
      "no_data": "შედარების სიას არცერთი პროდუქტი არ დაემატა.",
      "price": "ფასი",
      "type": "ტიპი",
      "brand": "ბრენდი",
      "warranty": "Გარანტია",
      "variants_comparison": "შეადარეთ პროდუქტის ვარიანტები",
      "spec": "ტექნიკური მახასიათებლები",
      "pros": "Დადებითი",
      "cons": "მინუსები",
      "user_review": "მომხმარებლის კომენტარები",
      "rating": "რეიტინგი",
      "rating_count": "მიმოხილვების რაოდენობა",
      "info": "შეგიძლიათ პროდუქტის შედარების ცხრილი გაუზიაროთ თქვენს მეგობრებს შემდეგი ბმულის გაგზავნით, ან მოგვიანებით შეხვიდეთ მასზე ამ ბმულის შენახვით.",
      "copy_action": "დააკოპირეთ შედარების ლინკი",
      "check_list": [
        "დიახ",
        "აქვს"
      ],
      "cross_list": [
        "არა",
        "არ აქვს"
      ]
    }
  },
  "product_filter_menu": {
    "only_original": "მხოლოდ ორიგინალები",
    "only_has_discount": "მხოლოდ ფასდაკლებით",
    "price_range": "Ფასების დიაპაზონი",
    "brands": "ბრენდი",
    "main_shop_page": "მაღაზიის მთავარი გვერდი",
    "home": "მთავარი"
  },
  "product_rating_view": {
    "message": "ძვირფასო {მომხმარებელო, თქვენ შეიძინეთ ეს პროდუქტი. რას ფიქრობთ ამ პროდუქტზე?",
    "notification": {
      "title": "გილოცავ",
      "message": "თქვენი კომენტარი ჩაწერილია."
    }
  },
  "blogs": {
    "title": "ბლოგი",
    "add_new_blog": "ახალი ბლოგი",
    "popular": "პოპულარული",
    "topics": "თემები",
    "suggestions": "წინადადებები"
  },
  "official_pages": {
    "about_us": "Ჩვენს შესახებ",
    "terms": "Მოხმარების პირობები",
    "privacy": "Კონფიდენციალურობის პოლიტიკა",
    "contact_us": "Დაგვიკავშირდით"
  },
  "contact_us_form": {
    "title": "დაგვიკავშირდით ფორმა",
    "name": "სახელი",
    "email": "ფოსტა",
    "phone": "ტელეფონი",
    "message": "შეტყობინება",
    "notifications": {
      "success": "Თქვენი შეტყობინება გაიგზავნა."
    }
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "Გადახდის დასტური",
      "payment_success": "გადახდა დასრულებულია.",
      "buy_title": "იყიდე",
      "pay_by_giftcards": "თქვენი შეკვეთა გადაიხადეს სასაჩუქრე ბარათით.",
      "free_order": "თქვენი შეკვეთა უფასოა.",
      "pay_by_cod": "თქვენი შეკვეთა დამატებულია ნაღდი ანგარიშსწორების სახით.",
      "pay_by_dir": "თქვენი შეკვეთა წარმატებით დამატებულია. ახლა თქვენ შეგიძლიათ გადაიხადოთ პირდაპირი თანხის გადარიცხვით და შემდეგ ატვირთოთ გადახდის ქვითარი შეკვეთის გვერდზე.",
      "pay_title": "გადახდა",
      "qr_code_payment": "გადახდის QR კოდის მისამართი შეიქმნა.",
      "connecting_to_online_gateway": "ონლაინ გადახდის კარიბჭესთან დაკავშირება."
    }
  },
  "time_progress_bar": {
    "title_before_start": "დასაწყისამდე დარჩა",
    "title_between_start_end": "დარჩა ბოლომდე",
    "title_after_end": "დასრულდა",
    "title_no_start_end": "ვადის გარეშე!"
  },
  "lottery_prizes": {
    "message": "შეკვეთაზე შეგიძლიათ მიიღოთ ერთი საჩუქარი."
  },
  "coupons": {
    "coupon_code": "Კუპონის კოდი",
    "add_coupon": "დაამატეთ კუპონი"
  },
  "avocado": {
    "not_enable": "ავოკადოს ფორმა არ არის ჩართული!",
    "last_update": "Ბოლო განახლება:",
    "step1": "1. შეიყვანეთ პროდუქტის სახელი და დეტალები, რომლის შეკვეთაც გსურთ და დააწკაპუნეთ ღილაკს დამატება.",
    "title_plc": "შეიყვანეთ პროდუქტის სახელი.",
    "description_plc": "გაქვთ მეტი პროდუქტის აღწერა?",
    "link_plc": "გაქვთ პროდუქტის ბმული?",
    "image": "პროდუქტის სურათი",
    "image_msg": "საჭიროების შემთხვევაში შეგიძლიათ გამოაგზავნოთ პროდუქტის სურათი.",
    "add_item": "დაამატეთ ელემენტი",
    "items_list": "მოთხოვნილი პროდუქტების სია",
    "currency_msg": "ამ შეკვეთის თანხა ამ ვალუტით უნდა გადაიხადოთ.",
    "step2": "2. ყველა სასურველი ნივთის დამატების შემდეგ დააწკაპუნეთ შეკვეთის განხილვის მოთხოვნის ღილაკზე. ამ ეტაპზე განვიხილავთ შეკვეთას და შეგატყობინებთ ფასს. ამ ბმულზე დაწკაპუნებით თქვენ შეძლებთ იხილოთ ფასი და გადახდის ლინკი.",
    "order_action": "შეკვეთის რეგისტრაცია",
    "show_all": "Მაჩვენე ყველა",
    "show_accepted": "დადასტურებული ნივთების ჩვენება",
    "last_orders": "თქვენი ბოლო შეკვეთების სია",
    "pending_status": "განხილვის ქვეშ",
    "check_now": "შეამოწმეთ შეკვეთა",
    "add_new_order": "გააკეთე ახალი შეკვეთა",
    "pay_online": "გადაიხადე ონლაინ",
    "pricing_not_completed_message": "თქვენი შეკვეთა განიხილება. თქვენი შეკვეთა განიხილება და ფასი მალე მოხდება და თქვენ შეძლებთ შეკვეთის გადახდას.",
    "delete_item_dialog": {
      "title": "ამოიღეთ საქონელი საყიდლების კალათიდან",
      "message": "გსურთ ამ ნივთის კალათიდან წაშლა?",
      "action": "დიახ, წაშალეთ"
    },
    "notifications": {
      "order_success": "თქვენი შეკვეთა წარმატებით განთავსდა.",
      "delete_success": "ელემენტი წაიშალა."
    }
  },
  "hyper": {
    "title": "შეკვეთის შექმნა",
    "message": "შექმენით პროდუქტების სია, რომელთა შეძენაც გსურთ პროდუქტის კოდის სკანირებით.",
    "currency_msg": "ვალუტა, რომლითაც გსურთ გადახდა.",
    "order_action": "გადახდა",
    "add_new_order": "Ახალი შეკვეთა",
    "continue_order": "განაგრძეთ შეკვეთა",
    "delete_item_dialog": {
      "title": "ამოიღეთ საქონელი საყიდლების კალათიდან",
      "message": "გსურთ ამ ნივთის კალათიდან წაშლა?",
      "action": "დიახ, წაშალეთ"
    },
    "notifications": {
      "order_success": "თქვენი შეკვეთა წარმატებით განთავსდა.",
      "delete_success": "ელემენტი წაიშალა."
    }
  },
  "pending_payment": {
    "upload_payment_receipt": "ატვირთეთ გადახდის ქვითრის სურათი.",
    "upload_payment_receipt_done": "✔ თქვენ უკვე ატვირთეთ ქვითრის სურათი, დაელოდეთ ჩვენს დამტკიცებას. თუ შეცვლა გჭირდებათ, შეგიძლიათ შეცვალოთ წინა სურათი ახლით.",
    "public_form_title": "ანგარიშის ინფორმაცია ფულის გადარიცხვისთვის"
  },
  "service_bill": {
    "task": {
      "title": "სამუშაოების სია",
      "message": "მიუთითეთ სამუშაოს სათაური, რომლის გაკეთებაც გსურთ და აცნობეთ მყიდველს, რამდენად წინ წავიდა იგი."
    },
    "booking": {
      "title": "დაჯავშნა / დაჯავშნა",
      "message": "ეს შეკვეთა დამუშავდება მითითებულ დროს, მომხმარებელმა შეარჩია სასურველი პერიოდი, თუ გსურთ რაიმე ცვლილების შეტანა შერჩეულ პერიოდში, შეატყობინეთ მომხმარებელს.",
      "selected_checkin": "შერჩეული რეგისტრაცია მომხმარებლის მიერ",
      "selected_checkout": "შერჩეული გასვლა მომხმარებლის მიერ",
      "change_days_question": "გჭირდებათ შეცვლა მომხმარებლის მიერ შერჩეულ დღეებში?",
      "show_calendar": "შეკვეთების კალენდრის ჩვენება"
    },
    "pricing": {
      "title": "ფასი",
      "message": "რამდენს იხდით ამ სერვისისთვის?"
    },
    "subscription": {
      "title": "გამოწერა",
      "message": "თქვენ შეგიძლიათ აირჩიოთ გამოწერის პერიოდი ამ სერვისის ყოველდღიური შეძენით. აცნობეთ მყიდველს, თუ გსურთ შეცვალოთ უკვე შეყვანილი ნაგულისხმევი მნიშვნელობები.",
      "duration": "გამოწერის პერიოდი"
    },
    "charge": {
      "title": "დატენვა",
      "message": "თქვენ მიუთითეთ გადასახადი ამ ერთეულისთვის. თქვენ შეგიძლიათ შეცვალოთ გადასახადის ოდენობა მომხმარებლის მიერ შეძენილი ნივთისთვის.",
      "charge": "დატენვა"
    }
  }
};