export default {
  "surveys": [
    "Өте кедей",
    "Кедей",
    "Қалыпты",
    "Жақсы",
    "Өте жақсы"
  ],
  "footer": {
    "map": "Карта",
    "email": "Электрондық пошта",
    "phone": "Телефон",
    "address": "Мекенжай",
    "copyright": "Мазмұнды тек коммерциялық емес мақсаттарда және дереккөзге сілтеме жасау арқылы пайдалану ({shop_title} сілтемесі). Барлық құқықтар {shop_title} үшін қорғалған.",
    "powered_by": "Көмегімен",
    "privacy": "Құпиялылық саясаты",
    "term_of_use": "Қолдану ережелері",
    "shop_app_setting": "Дүкен параметрі және GDPR",
    "dialog_setting": {
      "title": "Дүкен қолданбаларының параметрі",
      "app_list": "Қолданбалар тізімі"
    }
  },
  "product_card": {
    "sold_out": "Сатылған",
    "review_unit": "Қарау",
    "not_original": "Түпнұсқа емес"
  },
  "shop": {
    "products_filter": "Сүзгі",
    "native": {
      "title": "Қолданбаға кіру",
      "message": "Бұл қолданба дүкен тіркелгі ақпаратына кіруді қажет етеді. Бұған аты-жөні, байланыс нөмірі, мекен-жайы, электрондық поштасы, тапсырыстар тарихы, осы дүкенге тапсырыс беру және пікірлерді жариялау кіреді.",
      "message_bold": "Бұл дүкенге кіру үшін ресми дүкен қолданбасын пайдалануды ұмытпаңыз."
    }
  },
  "sort": {
    "title": "Бойынша сұрыптау",
    "title_small": "Бойынша сұрыптау..",
    "nothing": "Ештеңе",
    "most_views": "Ең көп көру",
    "most_likes": "Ең танымал",
    "most_recent": "Ең жаңасы",
    "most_sell": "Бестселлер",
    "cheapest": "Ең арзан",
    "most_expensive": "Ең қымбат",
    "only_available": "Қол жетімді",
    "view_mode": {
      "normal": "Қалыпты",
      "grid": "Тор",
      "list": "Тізім",
      "insta": "Insta"
    }
  },
  "product_info": {
    "fake": "Жалған",
    "action": "Аукцион",
    "compare_limit": "10 элемент шектеуі",
    "compare_add": "Салыстыруға қосыңыз",
    "compare_be_in_list": "Салыстыру тізімінде",
    "type": "Түр",
    "brand": "Бренд",
    "category": "Санат",
    "discount": "Жеңілдік",
    "track_price": "Бағаны қадағалау",
    "waiting_for_auction": "Аукционды күтіп жүрсіз бе?",
    "inform_auction": "Аукцион туралы айтып беріңізші",
    "return_in_days": "{days} күн кепілдік қайтару",
    "support24h7": "Қолдау 24 сағат 7 күн",
    "support_normal": "Жұмыс уақытын қолдау",
    "original_guarantee": "Түпнұсқа кепілдік",
    "cod_payment": "Жеткізу кезінде қолма-қол ақшаны қолдау",
    "pros": "Артықшылықтары",
    "cons": "Кемшіліктері",
    "external_link": "Ары қарай оқу",
    "notifications": {
      "congratulation": "Құттықтаймыз",
      "waiting_list_add_success": "Бұл өнім аукционға қойылған кезде сізге хабарлаймыз.",
      "waiting_list_delete_success": "Сіз аукциондағы күту тізімінен шықтыңыз."
    },
    "offer_message": "{min_quantity} сатып алыңыз. Осы тауарларға {percent}% жеңілдік алыңыз",
    "up_to": "Тапсырыс үшін {per_order}x дейін",
    "get_free": "ТЕГІН АЛУ",
    "get_off": "{percent}% ЖЕҢІЛДІКТІ АЛУ"
  },
  "buy_button": {
    "waiting_for_availability": "Қолжетімділік күтілуде",
    "inform_me_when_available": "Осыны күтіп жүрсіз бе?",
    "pay_buy": "Төлеу және сатып алу",
    "quantity": "Санау",
    "quantity_in_basket": "Себеттегі заттар",
    "count_unit": "x",
    "remove": "Жою",
    "add_to_basket": "Себетке қосу",
    "buy": "Сатып алу",
    "notifications": {
      "inform_add_success": "Ол қолжетімді болғанда сізге хабарлаймыз.",
      "inform_remove_success": "Сіз күту тізімінен жойылдыңыз."
    }
  },
  "product": {
    "review": "Қарау",
    "spec": "спец",
    "comments": "Пікірлер",
    "related_products_title": "Қосымша тауарлар",
    "price": "Бағасы",
    "rate": "Бағалау",
    "comment": "Пікір"
  },
  "layout_shop": {
    "shop_menu": {
      "orders_history": "Тапсырыстар тарихы",
      "profile": "Менің профилім",
      "favorites": "Таңдаулы заттар",
      "gift_cards": "Сыйлық карталары",
      "return_requests": "Қайтарылған тапсырыстар",
      "basket": "Кәрзеңке"
    },
    "user_menu": {
      "my_shops": "Менің дүкендерім",
      "go_to_admin": "{shop_name} басқару",
      "exit_from": "Шығу {shop_name}",
      "chips": "{chips} Чипсы"
    },
    "login_to_shop": "Дүкенге кіріңіз",
    "login_to_shop_short": "кіру",
    "item_in_basket_message": "{count} Бұл зат себетіңізде.",
    "search_title": "{shop_name} дүкенінен іздеу"
  },
  "basket_top_menu": {
    "basket": "Арба",
    "basket_is_empty": "Сіздің арбаңыз бос.",
    "total_price": "Барлығы",
    "view_basket": "Сіздің арбаңыз",
    "more": "Көбірек ...",
    "accept_and_pay": "Шығу",
    "items": "Элемент(тер)"
  },
  "history_orders_physical": {
    "rejected": "Қабылданбады",
    "table": {
      "code": "Тапсырыс коды",
      "reserved": "Күн",
      "delivery_state": "Жеткізу күйі",
      "price": "Жалпы баға",
      "status": "Төлем күйі"
    }
  },
  "history_orders": {
    "table": {
      "code": "Тапсырыс коды",
      "items": "Элементтер",
      "reserved": "Күн",
      "delivery_state": "Соңғы күй",
      "price": "Жалпы баға",
      "status": "Төлем күйі"
    }
  },
  "user_page": {
    "menu": {
      "gift_card": "Сыйлық картасы",
      "comments": "Пікірлер",
      "favorites": "Таңдаулылар",
      "return_requests": "Қайтарады",
      "addresses": "Мекенжайлар",
      "profile": "профиль",
      "orders": "Тапсырыстар"
    }
  },
  "physical_order_page": {
    "title": "Тапсырыс",
    "payment": {
      "title": "Төлем",
      "payment_waiting": "Төлем күтілуде",
      "payment_completed": "Ақылы",
      "table": {
        "title": "Тақырып",
        "amount": "Сома",
        "description": "Сипаттама"
      },
      "total_payment": "Төленген сома",
      "discount": "Жеңілдік",
      "discount_code": "Жеңілдік коды",
      "delivery_fee": "Жеткізу құны",
      "delivery_fee_after": "Жеткізу төлемі жоқ",
      "total_price": "Заттардың жалпы бағасы",
      "total_items_discount": "Заттарға жеңілдік",
      "total_price_after_offers": "Ұсыныстарды қолданғаннан кейін барлығы",
      "buyer_payment": "Сатып алушының төлем сомасы"
    },
    "delivery": {
      "title": "Жеткізу",
      "subtitle": "Сатып алушы туралы ақпарат",
      "confirm_received_action": "Өнімді қабылдауды растаңыз",
      "confirm_received_info": "Тапсырысты алсаңыз, растау түймесін басыңыз. Қажет болса, растауды алсаңыз, жолдаманы жібере аласыз.",
      "Recipient": "Алушы",
      "bill": "Шот-фактура",
      "name": "Аты",
      "tel": "Телефон",
      "email": "Электрондық пошта",
      "country": "Ел",
      "state": "Мемлекет",
      "city": "Қала",
      "address": "Мекенжай",
      "building_no": "Ғимарат нөмірі",
      "unit_no": "Бірлік нөмірі",
      "postal_code": "Пошта индексі",
      "description": "Сипаттама",
      "order_delivered": "Тапсырыс жеткізілді.",
      "delivery_time": "Жеткізілім мерзімі",
      "tracking_code": "Бақылау коды",
      "tracking_url": "Бақылау URL мекенжайы",
      "notifications": {
        "confirm_delivery": "Тапсырысыңыз расталды."
      }
    },
    "basket_items": {
      "original_warranty": "Тауардың түпнұсқалығына кепілдік",
      "return": "Қайту",
      "table": {
        "product": "Өнім атауы",
        "count": "Санау",
        "unit_price": "Тауар өлшемінің бағасы",
        "total_price": "Жалпы баға",
        "discount": "Жеңілдік",
        "final_price": "Соңғы баға",
        "returned": "Қайтарылды"
      }
    }
  },
  "return_request": {
    "title": "Қайту",
    "count_input": "Қайтарылған элементтердің саны",
    "count_input_message": "Сіз қанша затты қайтарасыз?",
    "reason_input": "Қайтару себебі",
    "reason_input_message": "Бұл элементті қайтару себебін таңдаңыз.",
    "note_input": "Сипаттама",
    "note_input_hint": "Қайтару себебін сипаттаңыз ..",
    "note_input_message": "Қажет болса, бұл элементті қайтару себебін сипаттаңыз.",
    "media_message": "Өнім күйі туралы ақпаратқа жақсырақ қолдау алу үшін өнімнің суретін, аудиосын немесе бейнесін осы жерге жүктеп салуға болады. Файлды таңдау автоматты түрде жіберіледі және расталады.",
    "video": "Бейне",
    "voice": "Дауыс",
    "add_action": "Қайтару сұрауын жіберу",
    "notifications": "Қайтару сұрауыңыз сәтті тіркелді."
  },
  "virtual_order_page": {
    "title": "Тапсырыс",
    "info": {
      "title": "Сатып алынған виртуалды өнім"
    }
  },
  "user_profile": {
    "title": "Менің жеке ақпаратым",
    "name": "Аты",
    "email": "Электрондық пошта",
    "tel": "Тел",
    "identity": "Аутентификация",
    "success_kyc": "Тексерілген KYC",
    "club": "Пайдаланушы деңгейі",
    "subscription": "Жаңалықтарға жазылу",
    "leave_shop": "Бұл дүкеннен шығып, барлық тұтынушылар деңгейін алып тастаңыз",
    "leave_shop_action": "Дүкеннен шығыңыз",
    "edit_personal_info": "Жеке ақпаратты өңдеу",
    "leave_dialog": {
      "title": "Дүкеннен шығыңыз",
      "message": "Бұл дүкенге жазылудан бас тартсаңыз, тапсырыс ақпаратыңыз бен жазбаларыңыз жойылмайды.",
      "action": "Кетіңіз"
    },
    "notifications": {
      "leave_success": "Дүкеннен шығыңыз"
    },
    "club_table": {
      "discount": "Жеңілдік",
      "limit": "Шектеу",
      "currency": "Валюта",
      "free_shipping": "Тегін жеткізілім"
    }
  },
  "basket_page": {
    "title": "Кәрзеңке",
    "total_price": "Жалпы сома",
    "shipping": "Жеткізу құны",
    "free_shipping": "Тегін жеткізілім",
    "shipping_not_pay": "Қосылмаған",
    "total_discount": "Жалпы жеңілдік",
    "customer_club": "Клиенттер клубының мүшесі",
    "customer_club_discount": "Мүшелік жеңілдік",
    "final_price": "Соңғы төлем",
    "lead_time": "Дайындық уақыты",
    "lead_time_unit": "Сағат",
    "receive_time": "Таңдаулы жеткізу уақыты",
    "select_time": "Жеткізу уақытын таңдаңыз",
    "no_select_time": "Мүмкіндігінше тезірек",
    "transportation_type": "Жеткізу түрі",
    "days_input": "Жеткізу күндері",
    "days_input_label": "Күндер",
    "days_input_no_data": "Кем дегенде бір күнді таңдаңыз",
    "time_input": "Жеткізілім мерзімі",
    "time_input_label": "Жеткізу уақыты",
    "time_input_label_no_data": "Кем дегенде бір уақыт аралығын таңдаңыз",
    "support_cod": "Жеткізу кезіндегі қолма-қол ақша",
    "not_support_cod": "Жергілікті жерде төлеу мүмкін емес!",
    "final_confirm_action": "Соңғы тапсырысты растау",
    "pay_and_complete_action": "Қазір төлеңіз",
    "pre_confirm_service": "Өтінім жіберу",
    "errors": {
      "no_address": "Тапсырысыңыз жөнелтілетін мекенжайды таңдаңыз.",
      "no_phone": "Тауарларды қабылдауды үйлестіру үшін байланыс нөмірін енгізіңіз.",
      "select_billing_country": "Төлем елін таңдаңыз",
      "select_billing_state": "Салық аймағыңызды таңдаңыз"
    },
    "same_billing_address": "Төлем ақпараты алушы туралы ақпаратпен бірдей",
    "custom_billing_info": "Төлем туралы әртүрлі ақпарат",
    "basket_empty": "Себет бос",
    "extra_shipping_count": "Сіз {count} пакет аласыз.",
    "select_location_error": "Картадан жөнелтілімді қабылдау орнын тауып, картаның ортасындағы индикаторды басып, алушының нақты мекенжайын анықтаңыз."
  },
  "basket_items": {
    "items_unit": "x",
    "lead_unit": "Сағат",
    "count_input": "Санау",
    "price_changed": "Бағасы өзгерді. жаңа баға:",
    "offer": "{count}x тауарды {percent}% жеңілдікпен алыңыз",
    "offer_free": "{count}x тегін алыңыз"
  },
  "addresses_page": {
    "title": "Менің мекенжайларым",
    "new_action": "Жаңа мекенжай",
    "Recipient": "Алушы",
    "address": "Мекенжай",
    "building_no": "нөмір",
    "building_unit": "бірлік",
    "postcode": "Пошта индексі",
    "tel": "Тел",
    "description": "Ескерту",
    "map": {
      "title": "Менің мекенжайларым",
      "confirm": "Мекенжайды тіркеу",
      "address_type": "Мекенжай",
      "receptor_type": "Алушы"
    },
    "add_dialog": {
      "title": "Жаңа мекенжай атауы",
      "message": "Жаңа мекенжайға тақырып енгізіңіз.",
      "address_name_input": "Мекенжай (міндетті)"
    }
  },
  "return_requests": {
    "title": "Қайтару сұраулары"
  },
  "user_favorites": {
    "title": "Қалаулар тізімі"
  },
  "user_comments": {
    "title": "Менің пікірлерім",
    "first_post": "Бірінші пост",
    "last_edit": "Соңғы өңдеу"
  },
  "user_gift_cards": {
    "title": "Менің сыйлық карталарым",
    "add_action": "Картаны қосыңыз",
    "add_card_dialog": {
      "title": "Сыйлық картасын қосыңыз",
      "message": "Карта нөмірін және қауіпсіздік кодын енгізіңіз. Тіркелгіңізге сыйлық картасы қосылады.",
      "card_number_input": "Карточка нөмірі",
      "info": "Ескертпе: Дүкеннен сатып алу кезінде сізге сыйлық карталарымен төлеу опциясы көрсетіледі. Бұл опцияны таңдау арқылы толтыру теңгерімінің сомасы тапсырыс сомасынан шегеріледі.",
      "add_action": "Картаны тіркеу"
    }
  },
  "product_comparison": {
    "title": "Өнімді салыстыру",
    "action_button": "Салыстыру",
    "list": {
      "no_data": "Салыстыру тізіміне ешбір өнім қосылмаған.",
      "price": "Бағасы",
      "type": "Түр",
      "brand": "Бренд",
      "warranty": "Кепілдік",
      "variants_comparison": "Өнім нұсқаларын салыстырыңыз",
      "spec": "Техникалық сипаттамалар",
      "pros": "Артықшылықтары",
      "cons": "Кемшіліктері",
      "user_review": "Пайдаланушы пікірлері",
      "rating": "Рейтинг",
      "rating_count": "Пікірлер саны",
      "info": "Сіз бұл өнімді салыстыру кестесін достарыңызбен келесі сілтемені жіберу арқылы бөлісе аласыз немесе осы сілтемені сақтау арқылы оған кейінірек қол жеткізе аласыз.",
      "copy_action": "Салыстыру сілтемесін көшіріңіз",
      "check_list": [
        "Иә",
        "Бар"
      ],
      "cross_list": [
        "Жоқ",
        "Болмады"
      ]
    }
  },
  "product_filter_menu": {
    "only_original": "Тек түпнұсқалар",
    "only_has_discount": "Тек жеңілдікпен",
    "price_range": "Баға диапазоны",
    "brands": "Бренд",
    "main_shop_page": "Негізгі бетті сақтау",
    "home": "Үй"
  },
  "product_rating_view": {
    "message": "Құрметті {user}, сіз бұл өнімді сатып алдыңыз. Бұл өнім туралы не ойлайсыз?",
    "notification": {
      "title": "Құттықтаймыз",
      "message": "Пікіріңіз жазылды."
    }
  },
  "blogs": {
    "title": "Блог",
    "add_new_blog": "Жаңа блог",
    "popular": "Танымал",
    "topics": "Тақырыптар",
    "suggestions": "Ұсыныстар"
  },
  "official_pages": {
    "about_us": "Біз туралы",
    "terms": "Қолдану ережелері",
    "privacy": "Құпиялылық саясаты",
    "contact_us": "Бізбен хабарласыңы"
  },
  "contact_us_form": {
    "title": "Бізбен байланыс формасы",
    "name": "Аты",
    "email": "Электрондық пошта",
    "phone": "Телефон",
    "message": "Хабар",
    "notifications": {
      "success": "Сіздің хабарламаңыз жіберілді."
    }
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "Төлемді растау",
      "payment_success": "Төлем аяқталды.",
      "buy_title": "Сатып алу",
      "pay_by_giftcards": "Тапсырысыңыз сыйлық картасымен төленді.",
      "free_order": "Тапсырысыңыз тегін.",
      "pay_by_cod": "Тапсырысыңыз жеткізу кезінде қолма-қол ақша ретінде қосылды.",
      "pay_by_dir": "Тапсырысыңыз сәтті қосылды. Енді сіз тікелей ақша аудару арқылы төлей аласыз, содан кейін төлем түбіртегін тапсырыс бетіне жүктей аласыз.",
      "pay_title": "Төлем",
      "qr_code_payment": "Төлем QR кодының мекенжайы жасалды.",
      "connecting_to_online_gateway": "Онлайн төлем шлюзіне қосылу."
    }
  },
  "time_progress_bar": {
    "title_before_start": "Басына қалды",
    "title_between_start_end": "Соңына дейін қалды",
    "title_after_end": "Аяқталды",
    "title_no_start_end": "Уақытсыз!"
  },
  "lottery_prizes": {
    "message": "Бір тапсырысқа бір сыйлық алуға болады."
  },
  "coupons": {
    "coupon_code": "Купон коды",
    "add_coupon": "Купон қосыңыз"
  },
  "avocado": {
    "not_enable": "Авокадо пішіні қосылмаған!",
    "last_update": "Соңғы жаңарту:",
    "step1": "1. Тапсырыс бергіңіз келетін өнімнің атауы мен мәліметтерін енгізіп, Қосу түймесін басыңыз.",
    "title_plc": "Өнімнің атын енгізіңіз.",
    "description_plc": "Сізде көбірек өнім сипаттамалары бар ма?",
    "link_plc": "Сізде өнімге сілтеме бар ма?",
    "image": "Өнім суреті",
    "image_msg": "Қажет болса, өнімнің суретін жіберуге болады.",
    "add_item": "Элементті қосу",
    "items_list": "Сұралған өнімдердің тізімі",
    "currency_msg": "Бұл тапсырыс сомасын осы валютамен төлеуіңіз керек.",
    "step2": "2. Барлық қажетті элементтерді қосқаннан кейін тапсырысты қарау сұрауы түймесін басыңыз. Бұл кезеңде біз тапсырысты қарап шығып, сізге баға туралы хабарлаймыз. Осы сілтемені басу арқылы сіз баға мен төлем сілтемесін көре аласыз.",
    "order_action": "Тапсырысты тіркеу",
    "show_all": "Барлығын көрсету",
    "show_accepted": "Расталған элементтерді көрсету",
    "last_orders": "Соңғы тапсырыстарыңыздың тізімі",
    "pending_status": "қарауда",
    "check_now": "Тапсырысты тексеру",
    "add_new_order": "Жаңа тапсырыс жасаңыз",
    "pay_online": "Онлайн төлеу",
    "pricing_not_completed_message": "Тапсырысыңыз тексерілуде. Тапсырысыңыз жақын арада қаралып, бағасы анықталады және сіз тапсырысты төлей аласыз.",
    "delete_item_dialog": {
      "title": "Сатып алу себетінен элементті алып тастаңыз",
      "message": "Бұл элементті себеттен жойғыңыз келе ме?",
      "action": "Иә, жою"
    },
    "notifications": {
      "order_success": "Тапсырысыңыз сәтті орналастырылды.",
      "delete_success": "Элемент жойылды."
    }
  },
  "hyper": {
    "title": "Тапсырысты құру",
    "message": "Өнім кодын сканерлеу арқылы сатып алғыңыз келетін өнімдердің тізімін жасаңыз.",
    "currency_msg": "Сіз төлегіңіз келетін валюта.",
    "order_action": "Төлем",
    "add_new_order": "Жаңа тапсырыс",
    "continue_order": "Тапсырысты жалғастырыңыз",
    "delete_item_dialog": {
      "title": "Сатып алу себетінен элементті алып тастаңыз",
      "message": "Бұл элементті себеттен жойғыңыз келе ме?",
      "action": "Иә, жою"
    },
    "notifications": {
      "order_success": "Тапсырысыңыз сәтті орналастырылды.",
      "delete_success": "Элемент жойылды."
    }
  },
  "pending_payment": {
    "upload_payment_receipt": "Төлем түбіртегінің суретін жүктеп салыңыз.",
    "upload_payment_receipt_done": "✔ Сіз түбіртек суретін жүктеп салып қойғансыз, біздің мақұлдауымызды күтіңіз. Өзгерту қажет болса, алдыңғы суретті жаңасымен ауыстыруға болады.",
    "public_form_title": "Ақша аударуға арналған шот туралы ақпарат"
  },
  "service_bill": {
    "task": {
      "title": "Тізім жасау",
      "message": "Жасағыңыз келетін жұмыстың тақырыптарын көрсетіңіз және сатып алушыға оның қаншалықты алға жылжығанын хабарлаңыз."
    },
    "booking": {
      "title": "Брондау / Брондау",
      "message": "Бұл тапсырыс белгіленген уақытта өңделеді, тұтынушы қажетті кезеңді таңдады, егер таңдалған кезеңде қандай да бір өзгерістер енгізгіңіз келсе, тұтынушыға хабарлаңыз.",
      "selected_checkin": "Клиент таңдаған тіркелу",
      "selected_checkout": "Тапсырыс беруші таңдаған шығу",
      "change_days_question": "Тұтынушы таңдаған күндерде өзгерту қажет пе?",
      "show_calendar": "Тапсырыстар күнтізбесін көрсету"
    },
    "pricing": {
      "title": "Баға белгілеу",
      "message": "Бұл қызмет үшін қанша ақы аласыз?"
    },
    "subscription": {
      "title": "Жазылым",
      "message": "Бұл қызметті күнделікті сатып алу арқылы жазылу мерзімін таңдауға болады. Енгізілген әдепкі мәндерді өзгерткіңіз келсе, сатып алушыға хабарлаңыз.",
      "duration": "Жазылым мерзімі"
    },
    "charge": {
      "title": "Зарядтау",
      "message": "Сіз бұл элемент үшін төлемді белгіледіңіз. Тұтынушы сатып алған зат үшін төлем сомасын өзгертуге болады.",
      "charge": "Зарядтау"
    }
  }
};