export default {
  "surveys": [
    "ក្រ​ណាស់",
    "ក្រីក្រ",
    "ធម្មតា។",
    "ល្អ",
    "ល្អឥតខ្ចោះ"
  ],
  "footer": {
    "map": "ផែនទី",
    "email": "អ៊ីមែល",
    "phone": "ទូរស័ព្ទ",
    "address": "អាស័យដ្ឋាន",
    "copyright": "ការប្រើប្រាស់ខ្លឹមសារសម្រាប់តែគោលបំណងមិនពាណិជ្ជកម្ម និងដោយយោងទៅប្រភព (តំណភ្ជាប់ជាមួយ {shop_title})។ រក្សាសិទ្ធិគ្រប់យ៉ាងចំពោះ {shop_title}។",
    "powered_by": "ដំណើរការដោយ",
    "privacy": "គោលការណ៍​ភាព​ឯកជន",
    "term_of_use": "ល័ក្ខខ័ណ្ឌនៃការប្រើប្រាស់",
    "shop_app_setting": "ការកំណត់ហាង & GDPR",
    "dialog_setting": {
      "title": "ការកំណត់កម្មវិធីទិញទំនិញ",
      "app_list": "បញ្ជីនៃកម្មវិធី"
    }
  },
  "product_card": {
    "sold_out": "លក់​ហើយ",
    "review_unit": "ពិនិត្យឡើងវិញ",
    "not_original": "មិនមែនដើមទេ។"
  },
  "shop": {
    "products_filter": "តម្រង",
    "native": {
      "title": "ការចូលកម្មវិធី",
      "message": "កម្មវិធីនេះទាមទារការចូលប្រើព័ត៌មានគណនីហាងរបស់អ្នក។ នេះរួមបញ្ចូលទាំងការចូលប្រើឈ្មោះ លេខទំនាក់ទំនង អាសយដ្ឋាន អ៊ីមែល ប្រវត្តិការបញ្ជាទិញ ការបញ្ជាទិញ និងការបង្ហោះមតិយោបល់លើហាងនេះ។",
      "message_bold": "ត្រូវប្រាកដថាប្រើកម្មវិធីហាងផ្លូវការដើម្បីចូលហាងនេះ។"
    }
  },
  "sort": {
    "title": "តម្រៀបតាម",
    "title_small": "តម្រៀបតាម..",
    "nothing": "គ្មានអ្វីទេ។",
    "most_views": "ទិដ្ឋភាពភាគច្រើន",
    "most_likes": "ពេញនិយមបំផុត។",
    "most_recent": "ថ្មីបំផុត",
    "most_sell": "លក់ដាច់បំផុត។",
    "cheapest": "ថោកបំផុត។",
    "most_expensive": "ថ្លៃជាងគេ",
    "only_available": "មាន",
    "view_mode": {
      "normal": "ធម្មតា។",
      "grid": "ក្រឡាចត្រង្គ",
      "list": "បញ្ជី",
      "insta": "អ៊ីនស្តា"
    }
  },
  "product_info": {
    "fake": "ក្លែងក្លាយ",
    "action": "ការដេញថ្លៃ",
    "compare_limit": "10 ធាតុកំណត់",
    "compare_add": "បន្ថែមទៅប្រៀបធៀប",
    "compare_be_in_list": "នៅក្នុងបញ្ជីប្រៀបធៀប",
    "type": "ប្រភេទ",
    "brand": "ម៉ាក",
    "category": "ប្រភេទ",
    "discount": "បញ្ចុះតម្លៃ",
    "track_price": "តាមដានតម្លៃ",
    "waiting_for_auction": "រង់ចាំការដេញថ្លៃ?",
    "inform_auction": "ប្រាប់ខ្ញុំអំពីការដេញថ្លៃ",
    "return_in_days": "{days} ថ្ងៃការធានាត្រឡប់មកវិញ",
    "support24h7": "គាំទ្រ 24 ម៉ោង 7 ថ្ងៃ។",
    "support_normal": "ការគាំទ្រម៉ោងធ្វើការ",
    "original_guarantee": "ការធានាដើម",
    "cod_payment": "សាច់ប្រាក់លើការដឹកជញ្ជូន",
    "pros": "គុណសម្បត្តិ",
    "cons": "គុណវិបត្តិ",
    "external_link": "អាន​បន្ថែម",
    "notifications": {
      "congratulation": "សូមអបអរសាទរ",
      "waiting_list_add_success": "យើងនឹងជូនដំណឹងដល់អ្នកនៅពេលដែលផលិតផលនេះត្រូវបានដាក់ដេញថ្លៃ។",
      "waiting_list_delete_success": "អ្នកបានចេញពីបញ្ជីរង់ចាំការដេញថ្លៃ។"
    },
    "offer_message": "ទិញ {min_quantity} ទទួលបានការបញ្ចុះតម្លៃ {percent}% សម្រាប់ទំនិញទាំងនេះ",
    "up_to": "រហូតដល់ {per_order}x ក្នុងការបញ្ជាទិញ",
    "get_free": "ទទួល​បាន​ដោយ​ឥត​គិត​ថ្លៃ",
    "get_off": "ទទួលបាន {percent}% OFF",
    "select_a_vendor_message": "សូមជ្រើសរើសអ្នកលក់។",
    "product_description_header": "ណែនាំ {product}"
  },
  "buy_button": {
    "waiting_for_availability": "កំពុងរង់ចាំភាពអាចរកបាន",
    "inform_me_when_available": "កំពុងរង់ចាំរឿងនេះ?",
    "pay_buy": "បង់ & ទិញ",
    "quantity": "រាប់",
    "quantity_in_basket": "ទំនិញនៅក្នុងរទេះ",
    "count_unit": "x",
    "remove": "ដកចេញ",
    "add_to_basket": "បញ្ចូលទៅក្នុងរទេះ",
    "buy": "ទិញ",
    "notifications": {
      "inform_add_success": "យើងនឹងប្រាប់អ្នកនៅពេលវាមាន។",
      "inform_remove_success": "អ្នកត្រូវបានដកចេញពីបញ្ជីរង់ចាំ។"
    },
    "subscribe_now": "ជាវឥឡូវនេះ",
    "unsubscribe": "ឈប់ជាវ",
    "select_a_subscription_plan": "ជ្រើសរើសគម្រោងជាមុនសិន!",
    "manage_subscriptions": "គ្រប់គ្រងការជាវ"
  },
  "product": {
    "review": "ពិនិត្យឡើងវិញ",
    "spec": "ជាក់លាក់",
    "comments": "មតិយោបល់",
    "related_products_title": "ផលិតផលដែលពាក់ព័ន្ធ",
    "price": "តម្លៃ",
    "rate": "អត្រា",
    "comment": "មតិយោបល់",
    "warranty": "ការធានា",
    "return_policy": "គោលនយោបាយត្រឡប់មកវិញ",
    "guide": "មគ្គុទ្ទេសក៍",
    "shipping": "ការដឹកជញ្ជូន",
    "related_categories_title": "ស្វែងរកនៅក្នុងការប្រមូល"
  },
  "layout_shop": {
    "shop_menu": {
      "orders_history": "ប្រវត្តិនៃការបញ្ជាទិញ",
      "profile": "ប្រវត្តិរូបរបស់ខ្ញុំ",
      "favorites": "ធាតុដែលចូលចិត្ត",
      "gift_cards": "កាតអំណោយ",
      "return_requests": "ការបញ្ជាទិញត្រឡប់មកវិញ",
      "basket": "រទេះ​ដើរ​ទិញ​ឥវ៉ាន់"
    },
    "user_menu": {
      "my_shops": "ហាងរបស់ខ្ញុំ",
      "go_to_admin": "គ្រប់គ្រង {shop_name}",
      "exit_from": "ចេញ {shop_name}",
      "chips": "{chips} បន្ទះសៀគ្វី"
    },
    "login_to_shop": "ចូលទៅហាង",
    "login_to_shop_short": "ចូល",
    "item_in_basket_message": "{count} ធាតុនេះស្ថិតនៅក្នុងរទេះរបស់អ្នក។",
    "search_title": "ស្វែងរកក្នុងហាង {shop_name}"
  },
  "basket_top_menu": {
    "basket": "រទេះ",
    "basket_is_empty": "រទេះរបស់អ្នកទទេ។",
    "total_price": "សរុប",
    "view_basket": "រទេះរបស់អ្នក។",
    "more": "ច្រើនទៀត...",
    "accept_and_pay": "ពិនិត្យ​មុន​ពេល​ចេញ",
    "items": "ធាតុ"
  },
  "history_orders_physical": {
    "rejected": "ច្រានចោល",
    "table": {
      "code": "លេខកូដបញ្ជាទិញ",
      "reserved": "កាលបរិច្ឆេទ",
      "delivery_state": "ស្ថានភាពដឹកជញ្ជូន",
      "price": "តម្លៃ​សរុប",
      "status": "ស្ថានភាពការទូទាត់"
    }
  },
  "history_orders": {
    "table": {
      "code": "លេខកូដបញ្ជាទិញ",
      "items": "ធាតុ",
      "reserved": "កាលបរិច្ឆេទ",
      "delivery_state": "ស្ថានភាពចុងក្រោយ",
      "price": "តម្លៃ​សរុប",
      "status": "ស្ថានភាពការទូទាត់"
    }
  },
  "user_page": {
    "menu": {
      "gift_card": "កាតអំណោយ",
      "comments": "មតិយោបល់",
      "favorites": "ចំណូលចិត្ត",
      "return_requests": "ត្រឡប់",
      "addresses": "អាស័យដ្ឋាន",
      "profile": "ប្រវត្តិរូប",
      "orders": "ការបញ្ជាទិញ"
    }
  },
  "order_page": {
    "title": "បញ្ជាទិញ",
    "payment": {
      "title": "ការទូទាត់",
      "payment_waiting": "កំពុងរង់ចាំការទូទាត់",
      "payment_completed": "បង់",
      "table": {
        "title": "ចំណងជើង",
        "amount": "ចំនួនទឹកប្រាក់",
        "description": "ការពិពណ៌នា"
      },
      "total_payment": "ចំនួនទឹកប្រាក់ដែលបានបង់",
      "discount": "បញ្ចុះតម្លៃ",
      "discount_code": "លេខ​កូដ​បញ្ចុះតម្លៃ",
      "delivery_fee": "ថ្លៃឈ្នួល​ដឹកជញ្ជូន",
      "delivery_fee_after": "គ្មានការបង់ថ្លៃដឹកជញ្ជូនទេ។",
      "total_price": "តម្លៃទំនិញសរុប",
      "total_items_discount": "ទំនិញបញ្ចុះតម្លៃ",
      "total_price_after_offers": "សរុបបន្ទាប់ពីអនុវត្តការផ្តល់ជូន",
      "buyer_payment": "ចំនួនទឹកប្រាក់ទូទាត់របស់អ្នកទិញ",
      "total_order_price_before_tax": "តម្លៃសរុបមុនពន្ធ"
    },
    "delivery": {
      "title": "ការដឹកជញ្ជូន",
      "subtitle": "ព័ត៌មានអ្នកទិញ",
      "confirm_received_action": "បញ្ជាក់ការទទួលផលិតផល",
      "confirm_received_info": "ចុចប៊ូតុងបញ្ជាក់ប្រសិនបើអ្នកបានទទួលការបញ្ជាទិញ។ បើចាំបាច់ អ្នកនឹងអាចដាក់បញ្ជូនបន្ត ប្រសិនបើអ្នកទទួលបានការបញ្ជាក់។",
      "Recipient": "អ្នកទទួល",
      "bill": "វិក្កយបត្រ",
      "name": "ឈ្មោះ",
      "tel": "ទូរស័ព្ទ",
      "email": "អ៊ីមែល",
      "country": "ប្រទេស",
      "state": "រដ្ឋ",
      "city": "ទីក្រុង",
      "address": "អាស័យដ្ឋាន",
      "building_no": "លេខអគារ",
      "unit_no": "លេខឯកតា",
      "postal_code": "លេខកូដប្រៃសណីយ៍",
      "description": "ការពិពណ៌នា",
      "order_delivered": "ការបញ្ជាទិញត្រូវបានដឹកជញ្ជូន។",
      "delivery_time": "ពេលវេលាដឹកជញ្ជូន",
      "tracking_code": "កូដតាមដាន",
      "tracking_url": "តាមដាន Url",
      "notifications": {
        "confirm_delivery": "ការបញ្ជាទិញរបស់អ្នកត្រូវបានបញ្ជាក់។"
      }
    },
    "basket_items": {
      "original_warranty": "ធានាភាពដើមនៃទំនិញ",
      "return": "ត្រឡប់មកវិញ",
      "table": {
        "product": "ឈ្មោះ​ផលិតផល",
        "count": "រាប់",
        "unit_price": "តម្លៃ​ឯកតា",
        "total_price": "តម្លៃ​សរុប",
        "discount": "បញ្ចុះតម្លៃ",
        "final_price": "តម្លៃចុងក្រោយ",
        "returned": "បានត្រឡប់មកវិញ"
      }
    }
  },
  "return_request": {
    "title": "ត្រឡប់មកវិញ",
    "count_input": "ចំនួននៃវត្ថុដែលបានត្រឡប់មកវិញ",
    "count_input_message": "តើអ្នកត្រលប់មកវិញប៉ុន្មានមុខ?",
    "reason_input": "ហេតុផលសម្រាប់ការត្រឡប់មកវិញ",
    "reason_input_message": "ជ្រើសរើសហេតុផលសម្រាប់ការត្រឡប់ធាតុនេះ។",
    "note_input": "ការពិពណ៌នា",
    "note_input_hint": "រៀបរាប់​ពី​មូល​ហេតុ​នៃ​ការ​វិល​វិញ..",
    "note_input_message": "ពិពណ៌នាអំពីហេតុផលសម្រាប់ការប្រគល់ទំនិញនេះមកវិញប្រសិនបើចាំបាច់។",
    "media_message": "អ្នកអាចបង្ហោះរូបភាព សំឡេង ឬវីដេអូនៃផលិតផលនៅទីនេះ ដើម្បីទទួលបានការគាំទ្រកាន់តែប្រសើរឡើងសម្រាប់ព័ត៌មានស្ថានភាពផលិតផល។ ការជ្រើសរើសឯកសារនឹងផ្ញើ និងបញ្ជាក់ដោយស្វ័យប្រវត្តិ។",
    "video": "វីដេអូ",
    "voice": "សំឡេង",
    "add_action": "ផ្ញើសំណើត្រឡប់មកវិញ",
    "notifications": "សំណើត្រឡប់មកវិញរបស់អ្នកត្រូវបានចុះឈ្មោះដោយជោគជ័យ។"
  },
  "virtual_order_page": {
    "title": "បញ្ជាទិញ",
    "info": {
      "title": "បានទិញផលិតផលនិម្មិត"
    }
  },
  "user_profile": {
    "title": "ព័ត៌មានផ្ទាល់ខ្លួនរបស់ខ្ញុំ",
    "name": "ឈ្មោះ",
    "email": "អ៊ីមែល",
    "tel": "ទូរស័ព្ទ",
    "identity": "ការផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវ",
    "success_kyc": "បានផ្ទៀងផ្ទាត់ KYC",
    "club": "កម្រិតអ្នកប្រើប្រាស់",
    "subscription": "ការជាវព័ត៌មាន",
    "leave_shop": "ចាកចេញពីហាងនេះ ហើយដកកម្រិតអតិថិជនទាំងអស់ចេញ",
    "leave_shop_action": "ចាកចេញពីហាង",
    "edit_personal_info": "កែសម្រួលព័ត៌មានផ្ទាល់ខ្លួន",
    "leave_dialog": {
      "title": "ចាកចេញពីហាង",
      "message": "ការឈប់ជាវនៅហាងនេះនឹងមិនលុបព័ត៌មាន និងកំណត់ត្រានៃការបញ្ជាទិញរបស់អ្នកទេ។",
      "action": "ចាកចេញ"
    },
    "notifications": {
      "leave_success": "ចាកចេញពីហាង"
    },
    "club_table": {
      "discount": "បញ្ចុះតម្លៃ",
      "limit": "ដែនកំណត់",
      "currency": "រូបិយប័ណ្ណ",
      "free_shipping": "ការដឹកជញ្ជូនដោយឥតគិតថ្លៃ"
    }
  },
  "basket_page": {
    "title": "រទេះ​ដើរ​ទិញ​ឥវ៉ាន់",
    "total_price": "ចំនួន​សរុប",
    "shipping": "ថ្លៃឈ្នួល​ដឹកជញ្ជូន",
    "free_shipping": "ការដឹកជញ្ជូនដោយឥតគិតថ្លៃ",
    "shipping_not_pay": "មិន​រាប់បញ្ចូល",
    "total_discount": "ការបញ្ចុះតម្លៃសរុប",
    "customer_club": "សមាជិកក្លឹបអតិថិជន",
    "customer_club_discount": "ការបញ្ចុះតម្លៃសមាជិក",
    "final_price": "ការទូទាត់ចុងក្រោយ",
    "lead_time": "ពេលវេលារៀបចំ",
    "lead_time_unit": "ម៉ោង",
    "receive_time": "ពេលវេលាដឹកជញ្ជូនដែលពេញចិត្ត",
    "select_time": "ជ្រើសរើសពេលវេលាដឹកជញ្ជូន",
    "no_select_time": "ឱ្យបានឆាប់តាមដែលអាចធ្វើទៅបាន។",
    "transportation_type": "ប្រភេទដឹកជញ្ជូន",
    "days_input": "ថ្ងៃដឹកជញ្ជូន",
    "days_input_label": "ថ្ងៃ",
    "days_input_no_data": "ជ្រើសរើសយ៉ាងហោចណាស់មួយថ្ងៃ",
    "time_input": "ពេលវេលាដឹកជញ្ជូន",
    "time_input_label": "ការដឹកជញ្ជូននៅ",
    "time_input_label_no_data": "ជ្រើសរើសចន្លោះពេលយ៉ាងហោចណាស់មួយ។",
    "support_cod": "សាច់ប្រាក់លើការដឹកជញ្ជូន",
    "not_support_cod": "មិន​អាច​បង់​ប្រាក់​ក្នុង​ស្រុក​!",
    "final_confirm_action": "ការបញ្ជាក់ការបញ្ជាទិញចុងក្រោយ",
    "pay_and_complete_action": "បង់ឥឡូវ",
    "pre_confirm_service": "ដាក់ស្នើសំណើ",
    "errors": {
      "no_address": "ជ្រើសរើសអាសយដ្ឋានដែលអ្នកចង់ឱ្យការបញ្ជាទិញរបស់អ្នកត្រូវបានដឹកជញ្ជូនទៅ។",
      "no_phone": "បញ្ចូលលេខទំនាក់ទំនងដើម្បីសម្របសម្រួលការទទួលទំនិញ។",
      "select_billing_country": "ជ្រើសរើសប្រទេសចេញវិក្កយបត្ររបស់អ្នក។",
      "select_billing_state": "ជ្រើសរើសតំបន់ពន្ធរបស់អ្នក។"
    },
    "same_billing_address": "ព័ត៌មាន​ចេញ​វិក្កយបត្រ​ដូចគ្នា​នឹង​ព័ត៌មាន​អ្នក​ទទួល",
    "custom_billing_info": "ព័ត៌មានវិក្កយបត្រផ្សេងៗ",
    "basket_empty": "កន្ត្រកគឺទទេ",
    "extra_shipping_count": "អ្នកនឹងទទួលបានកញ្ចប់ {count} ។",
    "select_location_error": "ស្វែងរកកន្លែងទទួលទំនិញនៅលើផែនទី ហើយចុចលើសូចនាករនៅកណ្តាលផែនទី ដើម្បីកំណត់អាសយដ្ឋានពិតប្រាកដរបស់អ្នកទទួល។",
    "same_billing_address_desc": "អាសយដ្ឋានចេញវិក្កយបត្រគឺដូចគ្នានឹងអាសយដ្ឋានដឹកជញ្ជូន។",
    "custom_billing_info_desc": "អ្នកអាចបញ្ចូលលេខពន្ធរបស់អ្នក ហើយកំណត់អាសយដ្ឋានផ្សេងសម្រាប់ការចេញវិក្កយបត្រ។",
    "billing_business_desc": "វាជាគណនីអាជីវកម្មដែលមានលេខពន្ធ។",
    "billing_personal_desc": "វាជាគណនីផ្ទាល់ខ្លួន។",
    "no_billing_title": "គ្មានវិក្កយបត្រទេ។",
    "no_billing_desc": "ទុក​អាសយដ្ឋាន​ចេញ​វិក្កយបត្រ​ឱ្យ​ទទេ។",
    "cross_selling_discount": "ការបញ្ចុះតម្លៃការប្រមូល"
  },
  "basket_items": {
    "items_unit": "x",
    "lead_unit": "ម៉ោង",
    "count_input": "រាប់",
    "price_changed": "តម្លៃបានផ្លាស់ប្តូរ។ តម្លៃថ្មី៖",
    "offer": "ទទួលបាន {count}x item ដោយ {percent}% off",
    "offer_free": "ទទួលបាន {count}x ដោយឥតគិតថ្លៃ"
  },
  "addresses_page": {
    "title": "អាស័យដ្ឋានរបស់ខ្ញុំ",
    "new_action": "អាសយដ្ឋានថ្មី។",
    "Recipient": "អ្នកទទួល",
    "address": "អាស័យដ្ឋាន",
    "building_no": "ស្លាក​លេខ",
    "building_unit": "ឯកតា",
    "postcode": "លេខកូដប្រៃសណីយ៍",
    "tel": "ទូរស័ព្ទ",
    "description": "ចំណាំ",
    "map": {
      "title": "អាស័យដ្ឋានរបស់ខ្ញុំ",
      "confirm": "ការចុះឈ្មោះអាសយដ្ឋាន",
      "address_type": "អាស័យដ្ឋាន",
      "receptor_type": "អ្នកទទួល"
    },
    "add_dialog": {
      "title": "ឈ្មោះអាសយដ្ឋានថ្មី។",
      "message": "បញ្ចូលចំណងជើងសម្រាប់អាសយដ្ឋានថ្មី។",
      "address_name_input": "អាសយដ្ឋាន (ទាមទារ)"
    }
  },
  "return_requests": {
    "title": "សំណើត្រឡប់មកវិញ"
  },
  "user_favorites": {
    "title": "បញ្ជីប្រាថ្នា"
  },
  "user_comments": {
    "title": "យោបល់របស់ខ្ញុំ",
    "first_post": "ប្រកាសដំបូង",
    "last_edit": "ការកែសម្រួលចុងក្រោយ"
  },
  "user_gift_cards": {
    "title": "កាតអំណោយរបស់ខ្ញុំ",
    "add_action": "បន្ថែមកាត",
    "add_card_dialog": {
      "title": "បន្ថែមកាតអំណោយ",
      "message": "បញ្ចូលលេខកាត និងលេខកូដសុវត្ថិភាព។ កាតអំណោយនឹងត្រូវបានបញ្ចូលទៅក្នុងគណនីរបស់អ្នក។",
      "card_number_input": "លេខ​កាត",
      "info": "ចំណាំ៖ នៅពេលទិញពីហាង អ្នកនឹងត្រូវបានបង្ហាញជម្រើសនៃការបង់ប្រាក់ជាមួយនឹងកាតអំណោយ។ ដោយជ្រើសរើសជម្រើសនេះ ចំនួនទឹកប្រាក់នៃសមតុល្យបញ្ចូលទឹកប្រាក់របស់អ្នកនឹងត្រូវបានកាត់ចេញពីចំនួននៃការបញ្ជាទិញ។",
      "add_action": "ការចុះឈ្មោះកាត"
    }
  },
  "product_comparison": {
    "title": "ប្រៀបធៀបផលិតផល",
    "action_button": "ប្រៀបធៀប",
    "list": {
      "no_data": "គ្មានផលិតផលត្រូវបានបញ្ចូលទៅក្នុងបញ្ជីប្រៀបធៀបទេ។",
      "price": "តម្លៃ",
      "type": "ប្រភេទ",
      "brand": "ម៉ាក",
      "warranty": "ការធានា",
      "variants_comparison": "ប្រៀបធៀបភាពខុសគ្នានៃផលិតផល",
      "spec": "លក្ខណៈបច្ចេកទេស",
      "pros": "គុណសម្បត្តិ",
      "cons": "គុណវិបត្តិ",
      "user_review": "មតិអ្នកប្រើ",
      "rating": "ការវាយតម្លៃ",
      "rating_count": "ចំនួននៃការពិនិត្យឡើងវិញ",
      "info": "អ្នកអាចចែករំលែកតារាងប្រៀបធៀបផលិតផលនេះជាមួយមិត្តរបស់អ្នកដោយផ្ញើតំណខាងក្រោម ឬចូលប្រើវានៅពេលក្រោយដោយរក្សាទុកតំណនេះ។",
      "copy_action": "ចម្លងតំណប្រៀបធៀប",
      "check_list": [
        "បាទ",
        "មាន"
      ],
      "cross_list": [
        "ទេ",
        "មិនទាន់"
      ]
    }
  },
  "product_filter_menu": {
    "only_original": "មានតែប្រភពដើមប៉ុណ្ណោះ។",
    "only_has_discount": "បញ្ចុះតម្លៃតែប៉ុណ្ណោះ",
    "price_range": "ជួរតម្លៃ",
    "brands": "ម៉ាក",
    "main_shop_page": "ទំព័រសំខាន់របស់ហាង",
    "home": "ផ្ទះ"
  },
  "product_rating_view": {
    "message": "សូមគោរព {user} អ្នកបានទិញផលិតផលនេះ។ តើអ្នកយល់យ៉ាងណាចំពោះផលិតផលនេះ?",
    "notification": {
      "title": "អបអរសាទរ",
      "message": "មតិរបស់អ្នកត្រូវបានកត់ត្រាទុក។"
    }
  },
  "blogs": {
    "title": "ប្លុក",
    "add_new_blog": "ប្លុកថ្មី។",
    "popular": "ពេញនិយម",
    "topics": "ប្រធានបទ",
    "suggestions": "ការណែនាំ"
  },
  "official_pages": {
    "about_us": "អំពី​ពួក​យើង",
    "terms": "ល័ក្ខខ័ណ្ឌនៃការប្រើប្រាស់",
    "privacy": "គោលការណ៍​ភាព​ឯកជន",
    "contact_us": "ទាក់ទង​មក​ពួក​យើង"
  },
  "contact_us_form": {
    "title": "ទាក់ទងមកយើងទម្រង់",
    "name": "ឈ្មោះ",
    "email": "អ៊ីមែល",
    "phone": "ទូរស័ព្ទ",
    "message": "សារ",
    "notifications": {
      "success": "សាររបស់អ្នកត្រូវបានផ្ញើ។"
    },
    "submitted_title": "សូមអរគុណចំពោះការទាក់ទងមកយើងខ្ញុំ!",
    "submitted_message": "យើងសូមកោតសរសើរចំពោះពេលវេលារបស់អ្នកក្នុងការទាក់ទងមកយើង។ សាររបស់អ្នកត្រូវបានទទួល ហើយក្រុមរបស់យើងកំពុងពិនិត្យមើលវា។ យើងនឹងឆ្លើយតបឱ្យបានឆាប់តាមដែលអាចធ្វើទៅបាន ហើយយើងសូមអរគុណចំពោះការអត់ធ្មត់របស់អ្នកក្នុងអំឡុងពេលនេះ។ ចំណាប់អារម្មណ៍ និងមតិកែលម្អរបស់អ្នកមានសារៈសំខាន់ចំពោះយើង ហើយយើងប្តេជ្ញាផ្តល់ឱ្យអ្នកនូវការគាំទ្រដ៏ល្អបំផុតដែលអាចធ្វើទៅបាន។"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "ការបញ្ជាក់ការទូទាត់",
      "payment_success": "ការទូទាត់បានបញ្ចប់។",
      "buy_title": "ទិញ",
      "pay_by_giftcards": "ការបញ្ជាទិញរបស់អ្នកត្រូវបានបង់ដោយកាតអំណោយ។",
      "free_order": "ការបញ្ជាទិញរបស់អ្នកគឺឥតគិតថ្លៃ។",
      "pay_by_cod": "ការបញ្ជាទិញរបស់អ្នកត្រូវបានបញ្ចូលជាសាច់ប្រាក់នៅពេលដឹកជញ្ជូន។",
      "pay_by_dir": "ការបញ្ជាទិញរបស់អ្នកត្រូវបានបន្ថែមដោយជោគជ័យ។ ឥឡូវនេះ អ្នកអាចបង់ប្រាក់ដោយការផ្ទេរប្រាក់ដោយផ្ទាល់ ហើយបន្ទាប់មកបង្ហោះបង្កាន់ដៃបង់ប្រាក់នៅលើទំព័របញ្ជាទិញ។",
      "pay_title": "ការទូទាត់",
      "qr_code_payment": "អាសយដ្ឋានកូដ QR នៃការទូទាត់ត្រូវបានបង្កើតឡើង។",
      "connecting_to_online_gateway": "ភ្ជាប់ទៅច្រកទូទាត់តាមអ៊ីនធឺណិត។"
    }
  },
  "time_progress_bar": {
    "title_before_start": "នៅសល់រហូតដល់ការចាប់ផ្តើម",
    "title_between_start_end": "នៅសល់រហូតដល់ទីបញ្ចប់",
    "title_after_end": "ចប់",
    "title_no_start_end": "ដោយគ្មានពេលវេលា!"
  },
  "lottery_prizes": {
    "message": "អ្នកអាចទទួលបានអំណោយមួយក្នុងមួយការបញ្ជាទិញ។"
  },
  "coupons": {
    "coupon_code": "លេខកូដប័ណ្ណ",
    "add_coupon": "បន្ថែមគូប៉ុង"
  },
  "avocado": {
    "not_enable": "ទម្រង់​ផ្លែ​បឺរ​មិន​ត្រូវ​បាន​បើក​ទេ!",
    "last_update": "បច្ចុប្បន្នភាពចុងក្រោយ៖",
    "step1": "1. បញ្ចូលឈ្មោះ និងព័ត៌មានលម្អិតនៃផលិតផលដែលអ្នកចង់បញ្ជា ហើយចុចប៊ូតុងបន្ថែម។",
    "title_plc": "បញ្ចូលឈ្មោះផលិតផល។",
    "description_plc": "តើអ្នកមានការពិពណ៌នាអំពីផលិតផលបន្ថែមទៀតទេ?",
    "link_plc": "តើអ្នកមានតំណភ្ជាប់ទៅកាន់ផលិតផលទេ?",
    "image": "រូបភាពផលិតផល",
    "image_msg": "អ្នកអាចផ្ញើរូបភាពផលិតផលប្រសិនបើចាំបាច់។",
    "add_item": "បន្ថែមធាតុ",
    "items_list": "បញ្ជីផលិតផលដែលបានស្នើសុំ",
    "currency_msg": "អ្នកត្រូវតែបង់ចំនួនទឹកប្រាក់នៃការបញ្ជាទិញនេះជាមួយនឹងរូបិយប័ណ្ណនេះ។",
    "step2": "2. បន្ទាប់ពីបានបន្ថែមធាតុដែលចង់បានទាំងអស់ ចុចលើប៊ូតុងសំណើពិនិត្យការបញ្ជាទិញ។ នៅដំណាក់កាលនេះ យើងនឹងពិនិត្យមើលការបញ្ជាទិញ និងប្រាប់អ្នកអំពីតម្លៃ។ ដោយចុចលើតំណភ្ជាប់នេះ អ្នកនឹងអាចឃើញតំណភ្ជាប់តម្លៃ និងការទូទាត់។",
    "order_action": "ការចុះឈ្មោះបញ្ជាទិញ",
    "show_all": "បង្ហាញ​ទាំងអស់",
    "show_accepted": "បង្ហាញធាតុដែលបានបញ្ជាក់",
    "last_orders": "បញ្ជីនៃការបញ្ជាទិញថ្មីៗរបស់អ្នក។",
    "pending_status": "ស្ថិតក្រោមការត្រួតពិនិត្យ",
    "check_now": "ពិនិត្យលំដាប់",
    "add_new_order": "ធ្វើការបញ្ជាទិញថ្មី។",
    "pay_online": "បង់ប្រាក់តាមអ៊ីនធឺណិត",
    "pricing_not_completed_message": "ការបញ្ជាទិញរបស់អ្នកកំពុងត្រូវបានពិនិត្យ។ ការបញ្ជាទិញរបស់អ្នកនឹងត្រូវបានពិនិត្យ និងកំណត់តម្លៃក្នុងពេលឆាប់ៗនេះ ហើយអ្នកនឹងអាចបង់ប្រាក់បញ្ជាទិញបាន។",
    "delete_item_dialog": {
      "title": "យកធាតុចេញពីរទេះទិញទំនិញ",
      "message": "តើអ្នកចង់លុបធាតុនេះចេញពីរទេះទេ?",
      "action": "បាទ លុប"
    },
    "notifications": {
      "order_success": "ការបញ្ជាទិញរបស់អ្នកត្រូវបានដាក់ដោយជោគជ័យ។",
      "delete_success": "ធាតុត្រូវបានលុប។"
    },
    "select_address_message": "សូមបញ្ចូលអាសយដ្ឋានរបស់អ្នក ហើយបន្ទាប់មកអ្នកអាចបញ្ជូនការបញ្ជាទិញបាន។"
  },
  "hyper": {
    "title": "ការបង្កើតការបញ្ជាទិញ",
    "message": "បង្កើតបញ្ជីផលិតផលដែលអ្នកចង់ទិញដោយស្កេនលេខកូដផលិតផល។",
    "currency_msg": "រូបិយប័ណ្ណដែលអ្នកចង់បង់ជាមួយ។",
    "order_action": "ការទូទាត់",
    "add_new_order": "ការ​កុ​ម្ម​ង់​ថ្មី",
    "continue_order": "បន្តការបញ្ជាទិញ",
    "delete_item_dialog": {
      "title": "យកធាតុចេញពីរទេះទិញទំនិញ",
      "message": "តើអ្នកចង់លុបធាតុនេះចេញពីរទេះទេ?",
      "action": "បាទ លុប"
    },
    "notifications": {
      "order_success": "ការបញ្ជាទិញរបស់អ្នកត្រូវបានដាក់ដោយជោគជ័យ។",
      "delete_success": "ធាតុត្រូវបានលុប។"
    }
  },
  "pending_payment": {
    "upload_payment_receipt": "បង្ហោះរូបភាពនៃបង្កាន់ដៃបង់ប្រាក់។",
    "upload_payment_receipt_done": "✔ អ្នកបានបង្ហោះរូបភាពបង្កាន់ដៃរួចហើយ សូមរង់ចាំការយល់ព្រមពីយើងខ្ញុំ។ ប្រសិនបើអ្នកត្រូវការផ្លាស់ប្តូរ អ្នកអាចជំនួសរូបភាពមុនដោយរូបភាពថ្មី។",
    "public_form_title": "ព័ត៌មានគណនីសម្រាប់ការផ្ទេរប្រាក់"
  },
  "service_bill": {
    "task": {
      "title": "បញ្ជីការងារត្រូវធ្វើ",
      "message": "បញ្ជាក់ចំណងជើងនៃការងារដែលអ្នកចង់ធ្វើ ហើយឱ្យអ្នកទិញដឹងថាវារីកចម្រើនដល់កម្រិតណា។"
    },
    "booking": {
      "title": "ការកក់ / កក់ទុក",
      "message": "ការបញ្ជាទិញនេះនឹងត្រូវបានដំណើរការនៅពេលជាក់លាក់មួយ អតិថិជនបានជ្រើសរើសរយៈពេលដែលចង់បាន ប្រសិនបើអ្នកចង់ធ្វើការផ្លាស់ប្តូរណាមួយនៅក្នុងរយៈពេលដែលបានជ្រើសរើស សូមជូនដំណឹងដល់អតិថិជន។",
      "selected_checkin": "បានជ្រើសរើសការចុះឈ្មោះដោយអតិថិជន",
      "selected_checkout": "បានជ្រើសរើសការចេញដោយអតិថិជន",
      "change_days_question": "តើអ្នកត្រូវការផ្លាស់ប្តូរក្នុងអំឡុងពេលថ្ងៃដែលបានជ្រើសរើសរបស់អតិថិជនដែរឬទេ?",
      "show_calendar": "បង្ហាញប្រតិទិននៃការបញ្ជាទិញ"
    },
    "pricing": {
      "title": "តម្លៃ",
      "message": "តើអ្នកគិតថ្លៃសេវានេះប៉ុន្មាន?"
    },
    "subscription": {
      "title": "ការជាវ",
      "message": "អ្នកអាចជ្រើសរើសរយៈពេលនៃការជាវដោយការទិញសេវាកម្មនេះជារៀងរាល់ថ្ងៃ។ ឱ្យអ្នកទិញដឹងថាប្រសិនបើអ្នកចង់ផ្លាស់ប្តូរតម្លៃលំនាំដើមដែលអ្នកបានបញ្ចូលរួចហើយ។",
      "duration": "រយៈពេលនៃការជាវ"
    },
    "charge": {
      "title": "គិតថ្លៃ",
      "message": "អ្នកបានបញ្ជាក់ពីការគិតថ្លៃសម្រាប់ធាតុនេះ។ អ្នកអាចផ្លាស់ប្តូរចំនួនគិតថ្លៃសម្រាប់ទំនិញដែលបានទិញដោយអតិថិជន។",
      "charge": "គិតថ្លៃ"
    }
  },
  "check_access": {
    "waiting_message": "កំពុងរង់ចាំពិនិត្យការចូលប្រើ...",
    "no_access_message": "ជាអកុសល អ្នកមិនមានសិទ្ធិចូលទៅកាន់ហាងរបស់យើងទេ។<br/> សូមទាក់ទងមកយើងខ្ញុំ។"
  },
  "share_order": {
    "action": "ចែករំលែកលំដាប់",
    "title": "ចែករំលែកការបញ្ជាទិញនេះជាមួយអ្នកដទៃ។",
    "message": "វាជាតំណភ្ជាប់ដែលមានសុវត្ថិភាព សូមចែករំលែកវាជាមួយអ្នកដែលអ្នកស្គាល់ប៉ុណ្ណោះ។ អ្នកគ្រប់គ្នាដែលមានតំណនេះអាចចម្លងការបញ្ជាទិញរបស់អ្នក ហើយមើលអាសយដ្ឋានដែលបានជ្រើសរើស។ វានឹងមានព័ត៌មានអំពីរទេះបច្ចុប្បន្នរបស់អ្នក។",
    "valid_period": "តំណនេះនឹងផុតកំណត់បន្ទាប់ពី 48 ម៉ោង។",
    "import_order_action": "ការបញ្ជាទិញនាំចូល",
    "retrieve_dialog_title": "ទទួលបានការបញ្ជាទិញខាងក្រៅ",
    "address_included": "ចែករំលែកធាតុកញ្ចប់ + អាស័យដ្ឋាន",
    "address_excluded": "ចែករំលែកតែទំនិញក្នុងកញ្ចប់"
  },
  "variants_view": {
    "prices": "តម្លៃ",
    "inventory": "សារពើភ័ណ្ឌ",
    "discount": "បញ្ចុះតម្លៃ"
  },
  "rating": {
    "product_rating_message": "ផលិតផលនេះបានទទួលការវាយតម្លៃ {rate} ក្នុងចំណោមផ្កាយ 5 និងវាយតម្លៃដោយមនុស្ស {rate_count} ។"
  },
  "related_products": {
    "card": {
      "title": "រុករក!",
      "same_tags_subtitle": "ស្វែងរកធាតុដែលពាក់ព័ន្ធគួរឱ្យកត់សម្គាល់បន្ថែមទៀត។",
      "same_category_subtitle": "ស្វែងរកធាតុគួរឱ្យកត់សម្គាល់បន្ថែមទៀតនៅក្នុងប្រភេទនេះ។"
    }
  }
};