export default {
  "surveys": [
    "Многу лош",
    "Сиромашните",
    "Нормално",
    "Добро",
    "Одлично"
  ],
  "footer": {
    "map": "Карта",
    "email": "Е-пошта",
    "phone": "Телефон",
    "address": "Адреса",
    "copyright": "Употребата на содржината само за некомерцијални цели и со повикување на изворот (врска со {shop_title}). Сите права се задржани на {shop_title}.",
    "powered_by": "Поддржано од",
    "privacy": "Политика за приватност",
    "term_of_use": "Услови за користење",
    "shop_app_setting": "Поставки за продавница и GDPR",
    "dialog_setting": {
      "title": "Поставување на апликации за купување",
      "app_list": "Список на апликации"
    }
  },
  "product_card": {
    "sold_out": "Продадено",
    "review_unit": "Преглед",
    "not_original": "Не оригинален"
  },
  "shop": {
    "products_filter": "Филтер",
    "native": {
      "title": "Најава за апликација",
      "message": "Оваа апликација бара пристап до информациите за сметката на продавницата. Ова вклучува пристап до име, број за контакт, адреса, е-пошта, историја на нарачки, нарачки и објавување коментари на оваа продавница.",
      "message_bold": "Не заборавајте да ја користите официјалната апликација за продавница за да влезете во оваа продавница."
    }
  },
  "sort": {
    "title": "Сортирај по",
    "title_small": "Сортирај по..",
    "nothing": "Ништо",
    "most_views": "Најмногу прегледи",
    "most_likes": "Најпопуларни",
    "most_recent": "Најнова",
    "most_sell": "Најпродавана",
    "cheapest": "Најевтино",
    "most_expensive": "Најскапиот",
    "only_available": "Достапно",
    "view_mode": {
      "normal": "Нормално",
      "grid": "Мрежа",
      "list": "Список",
      "insta": "Инста"
    }
  },
  "product_info": {
    "fake": "Лажни",
    "action": "Аукција",
    "compare_limit": "Ограничување на 10 ставки",
    "compare_add": "Додај во споредба",
    "compare_be_in_list": "Во споредбена листа",
    "type": "Тип",
    "brand": "Бренд",
    "category": "Категорија",
    "discount": "Попуст",
    "track_price": "Следете ја цената",
    "waiting_for_auction": "Ја чекате аукцијата?",
    "inform_auction": "Кажи ми за аукцијата",
    "return_in_days": "{days} дена гаранција враќање",
    "support24h7": "Поддршка 24 часа 7 дена",
    "support_normal": "Поддршка за работно време",
    "original_guarantee": "Оригинална гаранција",
    "cod_payment": "Поддршка за готовина при испорака",
    "pros": "Добрите",
    "cons": "Конс",
    "external_link": "Прочитај повеќе",
    "notifications": {
      "congratulation": "Секоја чест",
      "waiting_list_add_success": "Ќе ве известиме кога овој производ ќе се најде на аукција.",
      "waiting_list_delete_success": "Излеговте од листата на чекање на аукцијата."
    },
    "offer_message": "Купете {min_quantity} Добијте {percent}% попуст за овие артикли",
    "up_to": "До {per_order}x по нарачка",
    "get_free": "СЕ ДОБИЕ БЕСПЛАТНО",
    "get_off": "ДОБИЈ {percent}% ПОПУСТ",
    "select_a_vendor_message": "Изберете продавач.",
    "product_description_header": "Ви го претставуваме {product}"
  },
  "buy_button": {
    "waiting_for_availability": "Се чека достапност",
    "inform_me_when_available": "Го чекате ова?",
    "pay_buy": "Плати и купи",
    "quantity": "брои",
    "quantity_in_basket": "Предмети во количка",
    "count_unit": "x",
    "remove": "Отстрани",
    "add_to_basket": "Додади го во кошничка",
    "buy": "Купи",
    "notifications": {
      "inform_add_success": "Ќе ве известиме кога ќе биде достапно.",
      "inform_remove_success": "Отстранети сте од листата на чекање."
    },
    "subscribe_now": "Претплати се сега",
    "unsubscribe": "Отпишете се",
    "select_a_subscription_plan": "Прво изберете план!",
    "manage_subscriptions": "Управувајте со претплати"
  },
  "product": {
    "review": "Преглед",
    "spec": "Спец",
    "comments": "Коментари",
    "related_products_title": "Поврзани производи",
    "price": "Цена",
    "rate": "Оцени",
    "comment": "Коментар",
    "warranty": "Гаранција",
    "return_policy": "Политика за враќање",
    "guide": "Водич",
    "shipping": "Испорака",
    "related_categories_title": "Откријте во колекциите"
  },
  "layout_shop": {
    "shop_menu": {
      "orders_history": "Историја на нарачки",
      "profile": "Мој Профил",
      "favorites": "Омилени артикли",
      "gift_cards": "Картички за подароци",
      "return_requests": "Вратени нарачки",
      "basket": "Купувачка кошничка"
    },
    "user_menu": {
      "my_shops": "Мои продавници",
      "go_to_admin": "Управувајте со {shop_name}",
      "exit_from": "Одјавете се {shop_name}",
      "chips": "{chips} Чипови"
    },
    "login_to_shop": "Најавете се во продавницата",
    "login_to_shop_short": "Логирај Се",
    "item_in_basket_message": "{count} Оваа ставка е во вашата кошничка.",
    "search_title": "Пребарувајте во продавницата {shop_name}"
  },
  "basket_top_menu": {
    "basket": "Количка",
    "basket_is_empty": "Вашата количка е празна.",
    "total_price": "Вкупно",
    "view_basket": "Вашата кошничка",
    "more": "Повеќе ...",
    "accept_and_pay": "Исплата",
    "items": "Ставки"
  },
  "history_orders_physical": {
    "rejected": "Одбиено",
    "table": {
      "code": "Код за нарачка",
      "reserved": "Датум",
      "delivery_state": "Статус на достава",
      "price": "Вкупна цена",
      "status": "Статус на плаќање"
    }
  },
  "history_orders": {
    "table": {
      "code": "Код за нарачка",
      "items": "Предмети",
      "reserved": "Датум",
      "delivery_state": "Најновиот статус",
      "price": "Вкупна цена",
      "status": "Статус на плаќање"
    }
  },
  "user_page": {
    "menu": {
      "gift_card": "Честитка",
      "comments": "Коментари",
      "favorites": "Омилени",
      "return_requests": "Се враќа",
      "addresses": "Адреси",
      "profile": "профил",
      "orders": "Нарачки"
    }
  },
  "order_page": {
    "title": "Со цел",
    "payment": {
      "title": "Плаќање",
      "payment_waiting": "Се чека плаќање",
      "payment_completed": "Платено",
      "table": {
        "title": "Наслов",
        "amount": "износ",
        "description": "Опис"
      },
      "total_payment": "Износот платен",
      "discount": "Попуст",
      "discount_code": "Код за попуст",
      "delivery_fee": "Трошоци за испорака",
      "delivery_fee_after": "Не се плаќа испорака",
      "total_price": "Вкупна цена на артиклите",
      "total_items_discount": "Попуст на артикли",
      "total_price_after_offers": "Вкупно по аплицирање понуди",
      "buyer_payment": "Износ за плаќање на купувачот",
      "total_order_price_before_tax": "Вкупна цена пред оданочување"
    },
    "delivery": {
      "title": "Испорака",
      "subtitle": "Информации за купувачот",
      "confirm_received_action": "Потврдете го приемот на производот",
      "confirm_received_info": "Кликнете на копчето за потврда доколку сте ја примиле нарачката. Доколку е потребно, ќе можете да поднесете упатување доколку добиете потврда.",
      "Recipient": "Примател",
      "bill": "Фактура",
      "name": "Име",
      "tel": "Телефон",
      "email": "Е-пошта",
      "country": "Земја",
      "state": "држава",
      "city": "Градот",
      "address": "Адреса",
      "building_no": "Број на зграда",
      "unit_no": "Број на единица",
      "postal_code": "Поштенски код",
      "description": "Опис",
      "order_delivered": "Нарачката е доставена.",
      "delivery_time": "Време на испорака",
      "tracking_code": "Код за следење",
      "tracking_url": "УРЛ за следење",
      "notifications": {
        "confirm_delivery": "Вашата нарачка е потврдена."
      }
    },
    "basket_items": {
      "original_warranty": "Гаранција за оригиналност на стоката",
      "return": "Врати се",
      "table": {
        "product": "Име на производ",
        "count": "брои",
        "unit_price": "Единечната цена",
        "total_price": "Вкупна цена",
        "discount": "Попуст",
        "final_price": "Конечна цена",
        "returned": "Се врати"
      }
    }
  },
  "return_request": {
    "title": "Врати се",
    "count_input": "Број на вратени предмети",
    "count_input_message": "Колку предмети враќате?",
    "reason_input": "Причина за враќање",
    "reason_input_message": "Изберете ја причината за враќање на оваа ставка.",
    "note_input": "Опис",
    "note_input_hint": "Опишете ја причината за враќањето..",
    "note_input_message": "Опишете ја причината за враќање на оваа ставка доколку е потребно.",
    "media_message": "Можете да прикачите слика, аудио или видео од производот овде за да добиете подобра поддршка за информациите за статусот на производот. Избирањето на датотеката автоматски ќе се испрати и потврди.",
    "video": "Видео",
    "voice": "Глас",
    "add_action": "Испрати барање за враќање",
    "notifications": "Вашето барање за враќање е успешно регистрирано."
  },
  "virtual_order_page": {
    "title": "Со цел",
    "info": {
      "title": "Купен виртуелен производ"
    }
  },
  "user_profile": {
    "title": "Мои лични податоци",
    "name": "Име",
    "email": "Е-пошта",
    "tel": "тел",
    "identity": "Автентикација",
    "success_kyc": "Потврден KYC",
    "club": "Корисничко ниво",
    "subscription": "Претплата за вести",
    "leave_shop": "Напуштете ја продавницата и отстранете ги сите клиенти на ниво",
    "leave_shop_action": "Напуштете ја продавницата",
    "edit_personal_info": "Уредете ги личните податоци",
    "leave_dialog": {
      "title": "Напуштете ја продавницата",
      "message": "Отпишувањето на оваа продавница нема да ги избрише информациите и записите за вашата нарачка.",
      "action": "Остави"
    },
    "notifications": {
      "leave_success": "Напуштете ја продавницата"
    },
    "club_table": {
      "discount": "Попуст",
      "limit": "Граница",
      "currency": "Валута",
      "free_shipping": "Бесплатна испорака"
    }
  },
  "basket_page": {
    "title": "Купувачка кошничка",
    "total_price": "Вкупна количина",
    "shipping": "Трошоци за испорака",
    "free_shipping": "Бесплатна испорака",
    "shipping_not_pay": "Не се вклучени",
    "total_discount": "Вкупен попуст",
    "customer_club": "Член на клубот на клиенти",
    "customer_club_discount": "Членски попуст",
    "final_price": "Конечно плаќање",
    "lead_time": "Време на подготовка",
    "lead_time_unit": "Час",
    "receive_time": "Претпочитано време за испорака",
    "select_time": "Изберете Време на испорака",
    "no_select_time": "Што е можно поскоро",
    "transportation_type": "Тип на испорака",
    "days_input": "Денови на испорака",
    "days_input_label": "Денови",
    "days_input_no_data": "Изберете барем еден ден",
    "time_input": "Време на испорака",
    "time_input_label": "Испорака на",
    "time_input_label_no_data": "Изберете барем еден временски интервал",
    "support_cod": "Готовина при испорака",
    "not_support_cod": "Не можам да плаќам локално!",
    "final_confirm_action": "Потврда за конечна нарачка",
    "pay_and_complete_action": "Плати сега",
    "pre_confirm_service": "Поднесете барање",
    "errors": {
      "no_address": "Изберете ја адресата на која сакате да се испрати вашата нарачка.",
      "no_phone": "Внесете број за контакт за да го координирате приемот на стоката.",
      "select_billing_country": "Изберете ја вашата земја за наплата",
      "select_billing_state": "Изберете го вашиот даночен регион"
    },
    "same_billing_address": "Информации за наплата исто како и информации за примачот",
    "custom_billing_info": "Различни информации за наплата",
    "basket_empty": "Кошницата е празна",
    "extra_shipping_count": "Ќе добиете {count} пакети.",
    "select_location_error": "Најдете го местото на прием на пратката на картата и кликнете на индикаторот во средината на картата за да ја одредите точната адреса на примачот.",
    "same_billing_address_desc": "Адресата за наплата е иста како и адресата за испорака.",
    "custom_billing_info_desc": "Можете да го внесете вашиот ДАНОЧЕН број и да поставите друга адреса за наплата.",
    "billing_business_desc": "Тоа е деловна сметка со ДАНОЧЕН број.",
    "billing_personal_desc": "Тоа е лична сметка.",
    "no_billing_title": "Без наплата",
    "no_billing_desc": "Оставете ја празна адресата за наплата.",
    "cross_selling_discount": "Попуст за колекција"
  },
  "basket_items": {
    "items_unit": "x",
    "lead_unit": "Час",
    "count_input": "брои",
    "price_changed": "Цената е променета. нова цена:",
    "offer": "Добијте {count}x артикли со {percent}% попуст",
    "offer_free": "Добијте {count}x бесплатно"
  },
  "addresses_page": {
    "title": "Мои адреси",
    "new_action": "Нова адреса",
    "Recipient": "Примател",
    "address": "Адреса",
    "building_no": "регистарска табличка",
    "building_unit": "единица",
    "postcode": "Поштенски код",
    "tel": "тел",
    "description": "Забелешка",
    "map": {
      "title": "Мои адреси",
      "confirm": "Регистрација на адреса",
      "address_type": "Адреса",
      "receptor_type": "Примател"
    },
    "add_dialog": {
      "title": "Име на нова адреса",
      "message": "Внесете наслов за нова адреса.",
      "address_name_input": "Адреса (задолжително)"
    }
  },
  "return_requests": {
    "title": "Барања за враќање"
  },
  "user_favorites": {
    "title": "Листа на желби"
  },
  "user_comments": {
    "title": "Мои коментари",
    "first_post": "Прв пост",
    "last_edit": "Последно уредување"
  },
  "user_gift_cards": {
    "title": "Мои картички за подароци",
    "add_action": "Додадете картичка",
    "add_card_dialog": {
      "title": "Додадете картичка за подарок",
      "message": "Внесете го бројот на картичката и безбедносната шифра. На вашата сметка ќе се додаде картичка за подарок.",
      "card_number_input": "Број на картичка",
      "info": "Напомена: При купување од продавница ќе ви биде прикажана опцијата за плаќање со подарок картички. Со избирање на оваа опција, износот на вашето салдо за надополнување ќе се одземе од износот на нарачката.",
      "add_action": "Регистрација на картичка"
    }
  },
  "product_comparison": {
    "title": "Споредете го производот",
    "action_button": "Споредете",
    "list": {
      "no_data": "Ниту еден производ не беше додаден на списокот за споредба.",
      "price": "Цена",
      "type": "Тип",
      "brand": "Бренд",
      "warranty": "Гаранција",
      "variants_comparison": "Споредете ги варијантите на производите",
      "spec": "Технички спецификации",
      "pros": "Добрите",
      "cons": "Конс",
      "user_review": "Коментарите на корисниците",
      "rating": "Рејтинг",
      "rating_count": "Број на прегледи",
      "info": "Можете да ја споделите оваа табела за споредба на производи со вашите пријатели со испраќање на следнава врска или да пристапите подоцна со зачувување на оваа врска.",
      "copy_action": "Копирај врска за споредба",
      "check_list": [
        "Да",
        "Има"
      ],
      "cross_list": [
        "бр",
        "Нема"
      ]
    }
  },
  "product_filter_menu": {
    "only_original": "Само оригинали",
    "only_has_discount": "Само со попуст",
    "price_range": "Опсег на цени",
    "brands": "Бренд",
    "main_shop_page": "Чувајте ја главната страница",
    "home": "Дома"
  },
  "product_rating_view": {
    "message": "Почитуван {user}, го купивте овој производ. Што мислите за овој производ?",
    "notification": {
      "title": "Секоја чест",
      "message": "Вашиот коментар е снимен."
    }
  },
  "blogs": {
    "title": "Блог",
    "add_new_blog": "Нов блог",
    "popular": "Популарни",
    "topics": "Теми",
    "suggestions": "Предлози"
  },
  "official_pages": {
    "about_us": "За нас",
    "terms": "Услови за користење",
    "privacy": "Политика за приватност",
    "contact_us": "Контактирајте не"
  },
  "contact_us_form": {
    "title": "Формулар за контакт со нас",
    "name": "Име",
    "email": "Е-пошта",
    "phone": "Телефон",
    "message": "Порака",
    "notifications": {
      "success": "Твојата порака не е пратена."
    },
    "submitted_title": "Ви благодариме што допревте до нас!",
    "submitted_message": "Го цениме вашето време за да не контактирате. Вашата порака е примена и нашиот тим моментално ја разгледува. Ќе одговориме што е можно поскоро и ви благодариме за трпението во ова време. Вашиот интерес и повратни информации се важни за нас, и ние сме посветени да ви ја обезбедиме најдобрата можна поддршка."
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "Потврда за плаќање",
      "payment_success": "Плаќањето е завршено.",
      "buy_title": "Купи",
      "pay_by_giftcards": "Вашата нарачка е платена со картичка за подарок.",
      "free_order": "Вашата нарачка е бесплатна.",
      "pay_by_cod": "Вашата нарачка е додадена како готовина при испорака.",
      "pay_by_dir": "Вашата нарачка е успешно додадена. Сега можете да платите со директен трансфер на пари, а потоа да ја поставите потврдата за плаќање на страницата за нарачка.",
      "pay_title": "Плаќање",
      "qr_code_payment": "Создадена е адреса за QR код за плаќање.",
      "connecting_to_online_gateway": "Поврзување на порталот за онлајн плаќање."
    }
  },
  "time_progress_bar": {
    "title_before_start": "Остана до почеток",
    "title_between_start_end": "Остана до крај",
    "title_after_end": "Завршено",
    "title_no_start_end": "Без временски период!"
  },
  "lottery_prizes": {
    "message": "Можете да добиете еден подарок по нарачка."
  },
  "coupons": {
    "coupon_code": "Код на купон",
    "add_coupon": "Додадете купон"
  },
  "avocado": {
    "not_enable": "Формата за авокадо не е овозможена!",
    "last_update": "Последно ажурирање:",
    "step1": "1. Внесете го името и деталите на производот што сакате да го нарачате и кликнете на копчето Додај.",
    "title_plc": "Внесете го името на производот.",
    "description_plc": "Дали имате повеќе описи на производи?",
    "link_plc": "Дали имате линк до производот?",
    "image": "Слика на производот",
    "image_msg": "Ако е потребно, можете да ја испратите сликата на производот.",
    "add_item": "Додадете ставка",
    "items_list": "Список на барани производи",
    "currency_msg": "Износот на оваа нарачка мора да го платите со оваа валута.",
    "step2": "2. Откако ќе ги додадете сите сакани ставки, кликнете на копчето барање за преглед на нарачката. Во оваа фаза, ќе ја разгледаме нарачката и ќе ве известиме за цената. Со кликнување на овој линк, ќе можете да ја видите врската за цената и плаќањето.",
    "order_action": "Регистрација на нарачка",
    "show_all": "Покажи се",
    "show_accepted": "Прикажи потврдени ставки",
    "last_orders": "Список на вашите неодамнешни нарачки",
    "pending_status": "под преглед",
    "check_now": "Проверете го редот",
    "add_new_order": "Направете нова нарачка",
    "pay_online": "Плати онлајн",
    "pricing_not_completed_message": "Вашата нарачка се разгледува. Вашата нарачка ќе биде прегледана и ќе се процени наскоро и ќе можете да ја платите нарачката.",
    "delete_item_dialog": {
      "title": "Отстранете ја ставката од количката",
      "message": "Дали сакате да ја избришете оваа ставка од количката?",
      "action": "Да, избришете"
    },
    "notifications": {
      "order_success": "Вашата нарачка беше успешно поставена.",
      "delete_success": "Ставката е избришана."
    },
    "select_address_message": "Ве молиме внесете ја вашата адреса, а потоа можете да ја поднесете нарачката."
  },
  "hyper": {
    "title": "Создавање нарачка",
    "message": "Направете список на производи што сакате да ги купите со скенирање на кодот на производот.",
    "currency_msg": "Валутата со која сакате да платите.",
    "order_action": "Плаќање",
    "add_new_order": "Нов поредок",
    "continue_order": "Продолжете со нарачката",
    "delete_item_dialog": {
      "title": "Отстранете ја ставката од количката",
      "message": "Дали сакате да ја избришете оваа ставка од количката?",
      "action": "Да, избришете"
    },
    "notifications": {
      "order_success": "Вашата нарачка беше успешно поставена.",
      "delete_success": "Ставката е избришана."
    }
  },
  "pending_payment": {
    "upload_payment_receipt": "Поставете слика од потврдата за плаќање.",
    "upload_payment_receipt_done": "✔ Веќе сте ја подигнале сликата од сметката, почекајте наше одобрување. Ако треба да промените, можете да ја замените претходната слика со нова.",
    "public_form_title": "Информации за сметката за трансфер на пари"
  },
  "service_bill": {
    "task": {
      "title": "Листа со обврски",
      "message": "Наведете ги насловите на работата што сакате да ја работите и кажете му на купувачот до каде напредувала."
    },
    "booking": {
      "title": "Резервација / резервација",
      "message": "Оваа нарачка ќе биде обработена во одредено време, клиентот го избрал саканиот период, доколку сакате да направите какви било промени во избраниот период, известете го клиентот.",
      "selected_checkin": "Избрано пријавување од клиент",
      "selected_checkout": "Избрано одјавување од клиент",
      "change_days_question": "Дали треба да се менувате за време на избраните денови од клиентот?",
      "show_calendar": "Прикажи Календар на нарачки"
    },
    "pricing": {
      "title": "Цените",
      "message": "Колку наплаќате за оваа услуга?"
    },
    "subscription": {
      "title": "Претплата",
      "message": "Можете да го изберете периодот на претплата со купување на оваа услуга на дневна основа. Известете го купувачот дали сакате да ги промените стандардните вредности што веќе сте ги внеле.",
      "duration": "Период на претплата"
    },
    "charge": {
      "title": "Полнење",
      "message": "Наведовте наплата за оваа ставка. Можете да го промените износот на наплатата за предметот купен од клиентот.",
      "charge": "Полнење"
    }
  },
  "check_access": {
    "waiting_message": "Се чека да се провери пристапот...",
    "no_access_message": "За жал, немате пристап до нашата продавница.<br/> Ве молиме контактирајте со нас."
  },
  "share_order": {
    "action": "Споделете нарачка",
    "title": "Споделете ја оваа нарачка со други.",
    "message": "Тоа е безбедна врска, споделете ја само со оние што ги познавате. Секој со оваа врска може да ја дуплира вашата нарачка и да ја види избраната адреса. Ќе содржи информации за вашата тековна количка.",
    "valid_period": "Оваа врска ќе истече по 48 часа.",
    "import_order_action": "Нарачка за увоз",
    "retrieve_dialog_title": "Враќање на надворешна нарачка",
    "address_included": "Споделете ставки од кошница + адреса",
    "address_excluded": "Споделете само артикли од кошницата"
  },
  "variants_view": {
    "prices": "Цените",
    "inventory": "Инвентар",
    "discount": "Попуст"
  },
  "rating": {
    "product_rating_message": "Овој производ доби оцена од {rate} од 5 ѕвезди и оценет од {rate_count} луѓе."
  },
  "related_products": {
    "card": {
      "title": "Истражува!",
      "same_tags_subtitle": "Најдете повеќе значајни поврзани ставки.",
      "same_category_subtitle": "Најдете повеќе значајни ставки во оваа категорија."
    }
  }
};