export default {
  "surveys": [
    "വളരെ മോശം",
    "പാവം",
    "സാധാരണ",
    "നല്ലത്",
    "മികച്ചത്"
  ],
  "footer": {
    "map": "മാപ്പ്",
    "email": "ഇമെയിൽ",
    "phone": "ഫോൺ",
    "address": "വിലാസം",
    "copyright": "വാണിജ്യേതര ആവശ്യങ്ങൾക്കും ഉറവിടവുമായി ബന്ധപ്പെട്ടും മാത്രം ഉള്ളടക്കത്തിന്റെ ഉപയോഗം ({shop_title} ഉള്ള ലിങ്ക്). എല്ലാ അവകാശങ്ങളും {shop_title}-ൽ നിക്ഷിപ്തം.",
    "powered_by": "പ്രായോജകർ",
    "privacy": "സ്വകാര്യതാ നയം",
    "term_of_use": "ഉപയോഗ നിബന്ധനകൾ",
    "shop_app_setting": "ഷോപ്പ് ക്രമീകരണവും GDPR",
    "dialog_setting": {
      "title": "ഷോപ്പ് ആപ്ലിക്കേഷനുകളുടെ ക്രമീകരണം",
      "app_list": "അപേക്ഷകളുടെ ലിസ്റ്റ്"
    }
  },
  "product_card": {
    "sold_out": "വിറ്റുതീർത്തു",
    "review_unit": "അവലോകനം",
    "not_original": "ഒറിജിനൽ അല്ല"
  },
  "shop": {
    "products_filter": "ഫിൽട്ടർ ചെയ്യുക",
    "native": {
      "title": "ആപ്ലിക്കേഷൻ ലോഗിൻ",
      "message": "ഈ ആപ്പിന് നിങ്ങളുടെ സ്റ്റോർ അക്കൗണ്ട് വിവരങ്ങളിലേക്ക് ആക്സസ് ആവശ്യമാണ്. ഇതിൽ പേര്, ബന്ധപ്പെടാനുള്ള നമ്പർ, വിലാസം, ഇമെയിൽ, ഓർഡർ ചരിത്രം, ഓർഡർ ചെയ്യൽ, ഈ സ്റ്റോറിൽ അഭിപ്രായങ്ങൾ പോസ്റ്റുചെയ്യൽ എന്നിവയിലേക്കുള്ള ആക്‌സസ് ഉൾപ്പെടുന്നു.",
      "message_bold": "ഈ സ്റ്റോറിൽ പ്രവേശിക്കാൻ ഔദ്യോഗിക സ്റ്റോർ ആപ്പ് ഉപയോഗിക്കുന്നത് ഉറപ്പാക്കുക."
    }
  },
  "sort": {
    "title": "ഇങ്ങനെ അടുക്കുക",
    "title_small": "ഇങ്ങനെ അടുക്കുക..",
    "nothing": "ഒന്നുമില്ല",
    "most_views": "മിക്ക കാഴ്ചകളും",
    "most_likes": "ഏറ്റവും ജനപ്രിയമായ",
    "most_recent": "ഏറ്റവും പുതിയത്",
    "most_sell": "ബെസ്റ്റ് സെല്ലിംഗ്",
    "cheapest": "ഏറ്റവും വിലകുറഞ്ഞത്",
    "most_expensive": "ഏറ്റവും ചെലവേറിയ",
    "only_available": "ലഭ്യമാണ്",
    "view_mode": {
      "normal": "സാധാരണ",
      "grid": "ഗ്രിഡ്",
      "list": "ലിസ്റ്റ്",
      "insta": "ഇൻസ്റ്റാ"
    }
  },
  "product_info": {
    "fake": "വ്യാജ",
    "action": "ലേലം",
    "compare_limit": "10 ഇനങ്ങളുടെ പരിധി",
    "compare_add": "താരതമ്യം ചെയ്യാൻ ചേർക്കുക",
    "compare_be_in_list": "താരതമ്യം പട്ടികയിൽ",
    "type": "ടൈപ്പ് ചെയ്യുക",
    "brand": "ബ്രാൻഡ്",
    "category": "വിഭാഗം",
    "discount": "കിഴിവ്",
    "track_price": "വില ട്രാക്ക് ചെയ്യുക",
    "waiting_for_auction": "ലേലത്തിനായി കാത്തിരിക്കുകയാണോ?",
    "inform_auction": "ലേലത്തെ കുറിച്ച് പറയൂ",
    "return_in_days": "{days} ദിവസങ്ങളുടെ വാറന്റി റിട്ടേൺ",
    "support24h7": "24 മണിക്കൂറും 7 ദിവസവും പിന്തുണ",
    "support_normal": "ജോലി സമയം പിന്തുണ",
    "original_guarantee": "യഥാർത്ഥ ഗ്യാരണ്ടി",
    "cod_payment": "ക്യാഷ് ഓൺ ഡെലിവറി പിന്തുണ",
    "pros": "പ്രൊഫ",
    "cons": "ദോഷങ്ങൾ",
    "external_link": "കൂടുതല് വായിക്കുക",
    "notifications": {
      "congratulation": "അഭിനന്ദനങ്ങൾ",
      "waiting_list_add_success": "ഈ ഉൽപ്പന്നം ലേലം ചെയ്യുമ്പോൾ ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും.",
      "waiting_list_delete_success": "നിങ്ങൾ ലേല വെയിറ്റിംഗ് ലിസ്റ്റിൽ നിന്ന് പുറത്തുകടന്നു."
    },
    "offer_message": "{min_quantity} വാങ്ങുക, ഈ ഇനങ്ങൾക്ക് {percent}% കിഴിവ് നേടുക",
    "up_to": "ഒരു ഓർഡറിന് {per_order}x വരെ",
    "get_free": "സൗജന്യമായി ലഭിക്കും",
    "get_off": "{percent}% കിഴിവ് നേടൂ"
  },
  "buy_button": {
    "waiting_for_availability": "ലഭ്യതയ്ക്കായി കാത്തിരിക്കുന്നു",
    "inform_me_when_available": "ഇതിനായി കാത്തിരിക്കുകയാണോ?",
    "pay_buy": "പണം നൽകി വാങ്ങുക",
    "quantity": "എണ്ണുക",
    "quantity_in_basket": "വണ്ടിയിലെ സാധനങ്ങൾ",
    "count_unit": "x",
    "remove": "നീക്കം ചെയ്യുക",
    "add_to_basket": "കാർട്ടിലേക്ക് ചേർക്കുക",
    "buy": "വാങ്ങാൻ",
    "notifications": {
      "inform_add_success": "അത് ലഭ്യമാകുമ്പോൾ ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും.",
      "inform_remove_success": "വെയിറ്റിംഗ് ലിസ്റ്റിൽ നിന്ന് നിങ്ങളെ നീക്കം ചെയ്തു."
    }
  },
  "product": {
    "review": "അവലോകനം",
    "spec": "സ്പെസിഫിക്കേഷൻ",
    "comments": "അഭിപ്രായങ്ങൾ",
    "related_products_title": "ബന്ധപ്പെട്ട ഉല്പന്നങ്ങൾ",
    "price": "വില",
    "rate": "നിരക്ക്",
    "comment": "അഭിപ്രായം",
    "warranty": "വാറന്റി",
    "return_policy": "തിരികെ നൽകൽ നയം",
    "guide": "വഴികാട്ടി",
    "shipping": "ഷിപ്പിംഗ്"
  },
  "layout_shop": {
    "shop_menu": {
      "orders_history": "ഓർഡർ ചരിത്രം",
      "profile": "എന്റെ പ്രൊഫൈൽ",
      "favorites": "പ്രിയപ്പെട്ട ഇനങ്ങൾ",
      "gift_cards": "സമ്മാന കാർഡുകൾ",
      "return_requests": "തിരിച്ചയച്ച ഓർഡറുകൾ",
      "basket": "ഷോപ്പിംഗ് കാർട്ട്"
    },
    "user_menu": {
      "my_shops": "എന്റെ സ്റ്റോറുകൾ",
      "go_to_admin": "{shop_name} മാനേജ് ചെയ്യുക",
      "exit_from": "ലോഗ്ഔട്ട് {shop_name}",
      "chips": "{chips} ചിപ്‌സ്"
    },
    "login_to_shop": "സ്റ്റോറിലേക്ക് ലോഗിൻ ചെയ്യുക",
    "login_to_shop_short": "ലോഗിൻ",
    "item_in_basket_message": "{count} ഈ ഇനം നിങ്ങളുടെ കാർട്ടിലാണ്.",
    "search_title": "സ്റ്റോറിൽ തിരയുക {shop_name}"
  },
  "basket_top_menu": {
    "basket": "കാർട്ട്",
    "basket_is_empty": "നിങ്ങളുടെ കാർട്ട് ശൂന്യമാണ്.",
    "total_price": "ആകെ",
    "view_basket": "നിങ്ങളുടെ വണ്ടി",
    "more": "കൂടുതൽ ...",
    "accept_and_pay": "ചെക്ക് ഔട്ട്",
    "items": "ഇനം(ങ്ങൾ)"
  },
  "history_orders_physical": {
    "rejected": "നിരസിച്ചു",
    "table": {
      "code": "ഓർഡർ കോഡ്",
      "reserved": "തീയതി",
      "delivery_state": "ഡെലിവറി നില",
      "price": "മൊത്തവില",
      "status": "പേയ്‌മെന്റ് നില"
    }
  },
  "history_orders": {
    "table": {
      "code": "ഓർഡർ കോഡ്",
      "items": "ഇനങ്ങൾ",
      "reserved": "തീയതി",
      "delivery_state": "ഏറ്റവും പുതിയ നില",
      "price": "മൊത്തവില",
      "status": "പേയ്‌മെന്റ് നില"
    }
  },
  "user_page": {
    "menu": {
      "gift_card": "സമ്മാന കാർഡ്",
      "comments": "അഭിപ്രായങ്ങൾ",
      "favorites": "പ്രിയപ്പെട്ടവ",
      "return_requests": "മടങ്ങുന്നു",
      "addresses": "വിലാസങ്ങൾ",
      "profile": "പ്രൊഫൈൽ",
      "orders": "ഉത്തരവുകൾ"
    }
  },
  "physical_order_page": {
    "title": "ഓർഡർ ചെയ്യുക",
    "payment": {
      "title": "പേയ്മെന്റ്",
      "payment_waiting": "പേയ്‌മെന്റിനായി കാത്തിരിക്കുന്നു",
      "payment_completed": "പണം നൽകി",
      "table": {
        "title": "തലക്കെട്ട്",
        "amount": "തുക",
        "description": "വിവരണം"
      },
      "total_payment": "തുക അടച്ചു",
      "discount": "കിഴിവ്",
      "discount_code": "ഇളവ് കോഡ്",
      "delivery_fee": "ചരക്ക് കൂലി",
      "delivery_fee_after": "ഡെലിവറി നൽകിയില്ല",
      "total_price": "മൊത്തം സാധനങ്ങളുടെ വില",
      "total_items_discount": "സാധനങ്ങളുടെ കിഴിവ്",
      "total_price_after_offers": "ഓഫറുകൾ പ്രയോഗിച്ചതിന് ശേഷമുള്ള ആകെ തുക",
      "buyer_payment": "വാങ്ങുന്നയാൾ പേയ്മെന്റ് തുക"
    },
    "delivery": {
      "title": "ഡെലിവറി",
      "subtitle": "വാങ്ങുന്നയാളുടെ വിവരങ്ങൾ",
      "confirm_received_action": "ഉൽപ്പന്ന രസീത് സ്ഥിരീകരിക്കുക",
      "confirm_received_info": "നിങ്ങൾക്ക് ഓർഡർ ലഭിച്ചിട്ടുണ്ടെങ്കിൽ സ്ഥിരീകരണ ബട്ടണിൽ ക്ലിക്ക് ചെയ്യുക. ആവശ്യമെങ്കിൽ, നിങ്ങൾക്ക് സ്ഥിരീകരണം ലഭിക്കുകയാണെങ്കിൽ നിങ്ങൾക്ക് ഒരു റഫറൽ സമർപ്പിക്കാൻ കഴിയും.",
      "Recipient": "സ്വീകർത്താവ്",
      "bill": "ഇൻവോയ്സ്",
      "name": "പേര്",
      "tel": "ഫോൺ",
      "email": "ഇമെയിൽ",
      "country": "രാജ്യം",
      "state": "സംസ്ഥാനം",
      "city": "നഗരം",
      "address": "വിലാസം",
      "building_no": "കെട്ടിട നമ്പർ",
      "unit_no": "യൂണിറ്റ് നമ്പർ",
      "postal_code": "പിൻ കോഡ്",
      "description": "വിവരണം",
      "order_delivered": "ഓർഡർ കൈമാറി.",
      "delivery_time": "വിതരണ സമയം",
      "tracking_code": "ട്രാക്കിംഗ് കോഡ്",
      "tracking_url": "ട്രാക്കിംഗ് Url",
      "notifications": {
        "confirm_delivery": "നിങ്ങളുടെ ഓർഡർ സ്ഥിരീകരിച്ചു."
      }
    },
    "basket_items": {
      "original_warranty": "സാധനങ്ങളുടെ ഒറിജിനാലിറ്റിയുടെ ഗ്യാരണ്ടി",
      "return": "മടങ്ങുക",
      "table": {
        "product": "ഉത്പന്നത്തിന്റെ പേര്",
        "count": "എണ്ണുക",
        "unit_price": "യൂണിറ്റ് വില",
        "total_price": "മൊത്തവില",
        "discount": "കിഴിവ്",
        "final_price": "അവസാന വില",
        "returned": "മടങ്ങിയെത്തി"
      }
    }
  },
  "return_request": {
    "title": "മടങ്ങുക",
    "count_input": "തിരികെ നൽകിയ ഇനങ്ങളുടെ എണ്ണം",
    "count_input_message": "നിങ്ങൾ എത്ര ഇനങ്ങൾ തിരികെ നൽകുന്നു?",
    "reason_input": "തിരിച്ചുവരാനുള്ള കാരണം",
    "reason_input_message": "ഈ ഇനം തിരികെ നൽകാനുള്ള കാരണം തിരഞ്ഞെടുക്കുക.",
    "note_input": "വിവരണം",
    "note_input_hint": "തിരിച്ചുവരവിന്റെ കാരണം വിവരിക്കുക..",
    "note_input_message": "ആവശ്യമെങ്കിൽ ഈ ഇനം തിരികെ നൽകാനുള്ള കാരണം വിവരിക്കുക.",
    "media_message": "ഉൽപ്പന്ന സ്റ്റാറ്റസ് വിവരങ്ങൾക്ക് മികച്ച പിന്തുണ ലഭിക്കുന്നതിന് നിങ്ങൾക്ക് ഉൽപ്പന്നത്തിന്റെ ചിത്രമോ ഓഡിയോയോ വീഡിയോയോ ഇവിടെ അപ്‌ലോഡ് ചെയ്യാം. ഫയൽ തിരഞ്ഞെടുക്കുന്നത് സ്വയമേവ അയയ്ക്കുകയും സ്ഥിരീകരിക്കുകയും ചെയ്യും.",
    "video": "വീഡിയോ",
    "voice": "ശബ്ദം",
    "add_action": "റിട്ടേൺ അഭ്യർത്ഥന അയയ്ക്കുക",
    "notifications": "നിങ്ങളുടെ റിട്ടേൺ അഭ്യർത്ഥന വിജയകരമായി രജിസ്റ്റർ ചെയ്തു."
  },
  "virtual_order_page": {
    "title": "ഓർഡർ ചെയ്യുക",
    "info": {
      "title": "വെർച്വൽ ഉൽപ്പന്നം വാങ്ങി"
    }
  },
  "user_profile": {
    "title": "എന്റെ സ്വകാര്യ വിവരങ്ങൾ",
    "name": "പേര്",
    "email": "ഇമെയിൽ",
    "tel": "ടെൽ",
    "identity": "പ്രാമാണീകരണം",
    "success_kyc": "പരിശോധിച്ച KYC",
    "club": "ഉപയോക്തൃ നില",
    "subscription": "വാർത്ത സബ്സ്ക്രിപ്ഷൻ",
    "leave_shop": "ഈ സ്റ്റോർ വിട്ട് എല്ലാ ഉപഭോക്താക്കളുടെ നിലയും നീക്കം ചെയ്യുക",
    "leave_shop_action": "കട വിടൂ",
    "edit_personal_info": "വ്യക്തിഗത വിവരങ്ങൾ എഡിറ്റ് ചെയ്യുക",
    "leave_dialog": {
      "title": "കട വിടൂ",
      "message": "ഈ സ്റ്റോറിൽ അൺസബ്‌സ്‌ക്രൈബ് ചെയ്യുന്നത് നിങ്ങളുടെ ഓർഡർ വിവരങ്ങളും റെക്കോർഡുകളും ഇല്ലാതാക്കില്ല.",
      "action": "വിട്ടേക്കുക"
    },
    "notifications": {
      "leave_success": "കട വിടൂ"
    },
    "club_table": {
      "discount": "കിഴിവ്",
      "limit": "പരിധി",
      "currency": "കറൻസി",
      "free_shipping": "ഫ്രീ ഷിപ്പിംഗ്"
    }
  },
  "basket_page": {
    "title": "ഷോപ്പിംഗ് കാർട്ട്",
    "total_price": "മൊത്തം തുക",
    "shipping": "ചരക്ക് കൂലി",
    "free_shipping": "ഫ്രീ ഷിപ്പിംഗ്",
    "shipping_not_pay": "ഉൾപ്പെടുത്തിയിട്ടില്ല",
    "total_discount": "മൊത്തം കിഴിവ്",
    "customer_club": "ക്ലയന്റ് ക്ലബ് അംഗം",
    "customer_club_discount": "അംഗ ഡിസ്കൗണ്ട്",
    "final_price": "അന്തിമ പേയ്മെന്റ്",
    "lead_time": "തയ്യാറെടുപ്പ് സമയം",
    "lead_time_unit": "മണിക്കൂർ",
    "receive_time": "തിരഞ്ഞെടുത്ത ഡെലിവറി സമയം",
    "select_time": "ഡെലിവറി സമയം തിരഞ്ഞെടുക്കുക",
    "no_select_time": "പെട്ടെന്ന്",
    "transportation_type": "ഷിപ്പിംഗ് തരം",
    "days_input": "ഡെലിവറി ദിവസങ്ങൾ",
    "days_input_label": "ദിവസങ്ങളിൽ",
    "days_input_no_data": "കുറഞ്ഞത് ഒരു ദിവസമെങ്കിലും തിരഞ്ഞെടുക്കുക",
    "time_input": "വിതരണ സമയം",
    "time_input_label": "ഡെലിവറി",
    "time_input_label_no_data": "ഒരു സമയ ഇടവേളയെങ്കിലും തിരഞ്ഞെടുക്കുക",
    "support_cod": "ക്യാഷ് ഓൺ ഡെലിവറി",
    "not_support_cod": "പ്രാദേശികമായി പണമടയ്ക്കാൻ കഴിയുന്നില്ല!",
    "final_confirm_action": "അന്തിമ ഓർഡർ സ്ഥിരീകരണം",
    "pay_and_complete_action": "ഇപ്പോള് പണമടയ്ക്കൂ",
    "pre_confirm_service": "അപേക്ഷ സമർപ്പിക്കുക",
    "errors": {
      "no_address": "നിങ്ങളുടെ ഓർഡർ ഷിപ്പ് ചെയ്യേണ്ട വിലാസം തിരഞ്ഞെടുക്കുക.",
      "no_phone": "സാധനങ്ങളുടെ രസീത് ഏകോപിപ്പിക്കുന്നതിന് ഒരു കോൺടാക്റ്റ് നമ്പർ നൽകുക.",
      "select_billing_country": "നിങ്ങളുടെ ബില്ലിംഗ് രാജ്യം തിരഞ്ഞെടുക്കുക",
      "select_billing_state": "നിങ്ങളുടെ നികുതി മേഖല തിരഞ്ഞെടുക്കുക"
    },
    "same_billing_address": "സ്വീകർത്താവിന്റെ വിവരത്തിന് സമാനമായ ബില്ലിംഗ് വിവരങ്ങൾ",
    "custom_billing_info": "വ്യത്യസ്ത ബില്ലിംഗ് വിവരങ്ങൾ",
    "basket_empty": "കൊട്ട ശൂന്യമാണ്",
    "extra_shipping_count": "നിങ്ങൾക്ക് {count} പാക്കേജുകൾ ലഭിക്കും.",
    "select_location_error": "സ്വീകർത്താവിന്റെ കൃത്യമായ വിലാസം നിർണ്ണയിക്കാൻ മാപ്പിൽ ഷിപ്പ്‌മെന്റ് ലഭിച്ച സ്ഥലം കണ്ടെത്തി മാപ്പിന്റെ മധ്യത്തിലുള്ള സൂചകത്തിൽ ക്ലിക്കുചെയ്യുക."
  },
  "basket_items": {
    "items_unit": "x",
    "lead_unit": "മണിക്കൂർ",
    "count_input": "എണ്ണുക",
    "price_changed": "വില മാറി. പുതിയ വില:",
    "offer": "{count}x ഇനത്തിന് {percent}% കിഴിവ് നേടൂ",
    "offer_free": "{count}x സൗജന്യമായി നേടൂ"
  },
  "addresses_page": {
    "title": "എന്റെ വിലാസങ്ങൾ",
    "new_action": "പുതിയ വിലാസം",
    "Recipient": "സ്വീകർത്താവ്",
    "address": "വിലാസം",
    "building_no": "ലൈസൻസ് പ്ലേറ്റ്",
    "building_unit": "യൂണിറ്റ്",
    "postcode": "പിൻ കോഡ്",
    "tel": "ടെൽ",
    "description": "കുറിപ്പ്",
    "map": {
      "title": "എന്റെ വിലാസങ്ങൾ",
      "confirm": "വിലാസ രജിസ്ട്രേഷൻ",
      "address_type": "വിലാസം",
      "receptor_type": "സ്വീകർത്താവ്"
    },
    "add_dialog": {
      "title": "പുതിയ വിലാസത്തിന്റെ പേര്",
      "message": "ഒരു പുതിയ വിലാസത്തിനായി ഒരു ശീർഷകം നൽകുക.",
      "address_name_input": "വിലാസം (ആവശ്യമാണ്)"
    }
  },
  "return_requests": {
    "title": "റിട്ടേൺ അഭ്യർത്ഥനകൾ"
  },
  "user_favorites": {
    "title": "വിഷ്ലിസ്റ്റ്"
  },
  "user_comments": {
    "title": "എന്റെ അഭിപ്രായങ്ങൾ",
    "first_post": "ആദ്യ പോസ്റ്റ്",
    "last_edit": "അവസാനം തിരുത്തിയത്"
  },
  "user_gift_cards": {
    "title": "എന്റെ സമ്മാന കാർഡുകൾ",
    "add_action": "കാർഡ് ചേർക്കുക",
    "add_card_dialog": {
      "title": "സമ്മാന കാർഡ് ചേർക്കുക",
      "message": "കാർഡ് നമ്പറും സുരക്ഷാ കോഡും നൽകുക. നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് ഒരു സമ്മാന കാർഡ് ചേർക്കും.",
      "card_number_input": "കാർഡ് നമ്പർ",
      "info": "ശ്രദ്ധിക്കുക: സ്റ്റോറിൽ നിന്ന് വാങ്ങുമ്പോൾ, സമ്മാന കാർഡുകൾ ഉപയോഗിച്ച് പണമടയ്ക്കാനുള്ള ഓപ്ഷൻ നിങ്ങളെ കാണിക്കും. ഈ ഓപ്ഷൻ തിരഞ്ഞെടുക്കുന്നതിലൂടെ, നിങ്ങളുടെ റീചാർജ് ബാലൻസ് തുക ഓർഡർ തുകയിൽ നിന്ന് കുറയ്ക്കും.",
      "add_action": "കാർഡ് രജിസ്ട്രേഷൻ"
    }
  },
  "product_comparison": {
    "title": "ഉൽപ്പന്നം താരതമ്യം ചെയ്യുക",
    "action_button": "താരതമ്യം ചെയ്യുക",
    "list": {
      "no_data": "താരതമ്യ പട്ടികയിലേക്ക് ഉൽപ്പന്നങ്ങളൊന്നും ചേർത്തിട്ടില്ല.",
      "price": "വില",
      "type": "ടൈപ്പ് ചെയ്യുക",
      "brand": "ബ്രാൻഡ്",
      "warranty": "വാറന്റി",
      "variants_comparison": "ഉൽപ്പന്ന വകഭേദങ്ങൾ താരതമ്യം ചെയ്യുക",
      "spec": "സാങ്കേതിക സവിശേഷതകളും",
      "pros": "പ്രൊഫ",
      "cons": "ദോഷങ്ങൾ",
      "user_review": "ഉപയോക്തൃ അഭിപ്രായങ്ങൾ",
      "rating": "റേറ്റിംഗ്",
      "rating_count": "അവലോകനങ്ങളുടെ എണ്ണം",
      "info": "ഇനിപ്പറയുന്ന ലിങ്ക് അയച്ചുകൊണ്ട് നിങ്ങൾക്ക് ഈ ഉൽപ്പന്ന താരതമ്യ പട്ടിക നിങ്ങളുടെ സുഹൃത്തുക്കളുമായി പങ്കിടാം അല്ലെങ്കിൽ ഈ ലിങ്ക് സേവ് ചെയ്തുകൊണ്ട് പിന്നീട് ആക്‌സസ് ചെയ്യാം.",
      "copy_action": "താരതമ്യം ലിങ്ക് പകർത്തുക",
      "check_list": [
        "അതെ",
        "ഉണ്ട്"
      ],
      "cross_list": [
        "ഇല്ല",
        "ഇല്ല"
      ]
    }
  },
  "product_filter_menu": {
    "only_original": "ഒറിജിനൽ മാത്രം",
    "only_has_discount": "കിഴിവ് മാത്രം",
    "price_range": "വില പരിധി",
    "brands": "ബ്രാൻഡ്",
    "main_shop_page": "പ്രധാന പേജ് സംഭരിക്കുക",
    "home": "വീട്"
  },
  "product_rating_view": {
    "message": "പ്രിയ {user}, നിങ്ങൾ ഈ ഉൽപ്പന്നം വാങ്ങിയിരിക്കുന്നു. ഈ ഉൽപ്പന്നത്തെക്കുറിച്ച് നിങ്ങൾ എന്താണ് ചിന്തിക്കുന്നത്?",
    "notification": {
      "title": "അഭിനന്ദനങ്ങൾ",
      "message": "നിങ്ങളുടെ അഭിപ്രായം രേഖപ്പെടുത്തിയിട്ടുണ്ട്."
    }
  },
  "blogs": {
    "title": "ബ്ലോഗ്",
    "add_new_blog": "പുതിയ ബ്ലോഗ്",
    "popular": "ജനപ്രിയമായത്",
    "topics": "വിഷയങ്ങൾ",
    "suggestions": "നിർദ്ദേശങ്ങൾ"
  },
  "official_pages": {
    "about_us": "ഞങ്ങളേക്കുറിച്ച്",
    "terms": "ഉപയോഗ നിബന്ധനകൾ",
    "privacy": "സ്വകാര്യതാ നയം",
    "contact_us": "ഞങ്ങളെ സമീപിക്കുക"
  },
  "contact_us_form": {
    "title": "ഞങ്ങളെ ബന്ധപ്പെടാനുള്ള ഫോം",
    "name": "പേര്",
    "email": "ഇമെയിൽ",
    "phone": "ഫോൺ",
    "message": "സന്ദേശം",
    "notifications": {
      "success": "നിങ്ങളുടെ സന്ദേശം അയച്ചു."
    }
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "പണമടച്ചതിന്റെ സ്ഥിരീകരണം",
      "payment_success": "പേയ്‌മെന്റ് പൂർത്തിയായി.",
      "buy_title": "വാങ്ങാൻ",
      "pay_by_giftcards": "നിങ്ങളുടെ ഓർഡർ ഒരു സമ്മാന കാർഡ് ഉപയോഗിച്ച് പണമടച്ചു.",
      "free_order": "നിങ്ങളുടെ ഓർഡർ സൗജന്യമാണ്.",
      "pay_by_cod": "നിങ്ങളുടെ ഓർഡർ ക്യാഷ് ഓൺ ഡെലിവറി ആയി ചേർത്തു.",
      "pay_by_dir": "നിങ്ങളുടെ ഓർഡർ വിജയകരമായി ചേർത്തു. ഇപ്പോൾ നിങ്ങൾക്ക് നേരിട്ട് പണമിടപാട് വഴി പണമടയ്ക്കാം, തുടർന്ന് ഓർഡർ പേജിൽ പേയ്‌മെന്റ് രസീത് അപ്‌ലോഡ് ചെയ്യാം.",
      "pay_title": "പേയ്മെന്റ്",
      "qr_code_payment": "പേയ്‌മെന്റ് QR കോഡ് വിലാസം സൃഷ്‌ടിച്ചു.",
      "connecting_to_online_gateway": "ഓൺലൈൻ പേയ്‌മെന്റ് ഗേറ്റ്‌വേയിലേക്ക് കണക്‌റ്റ് ചെയ്യുന്നു."
    }
  },
  "time_progress_bar": {
    "title_before_start": "തുടക്കം വരെ അവശേഷിച്ചു",
    "title_between_start_end": "അവസാനം വരെ അവശേഷിച്ചു",
    "title_after_end": "തീർന്നു",
    "title_no_start_end": "സമയപരിധി ഇല്ലാതെ!"
  },
  "lottery_prizes": {
    "message": "ഓരോ ഓർഡറിനും നിങ്ങൾക്ക് ഒരു സമ്മാനം ലഭിക്കും."
  },
  "coupons": {
    "coupon_code": "കൂപ്പൺ കോഡ്",
    "add_coupon": "കൂപ്പൺ ചേർക്കുക"
  },
  "avocado": {
    "not_enable": "അവോക്കാഡോ ഫോം പ്രവർത്തനക്ഷമമാക്കിയിട്ടില്ല!",
    "last_update": "അവസാന പരിഷ്കാരം:",
    "step1": "1. നിങ്ങൾ ഓർഡർ ചെയ്യാൻ ആഗ്രഹിക്കുന്ന ഉൽപ്പന്നത്തിന്റെ പേരും വിശദാംശങ്ങളും നൽകി ചേർക്കുക ബട്ടൺ ക്ലിക്ക് ചെയ്യുക.",
    "title_plc": "ഉൽപ്പന്നത്തിന്റെ പേര് നൽകുക.",
    "description_plc": "നിങ്ങൾക്ക് കൂടുതൽ ഉൽപ്പന്ന വിവരണങ്ങളുണ്ടോ?",
    "link_plc": "നിങ്ങൾക്ക് ഉൽപ്പന്നത്തിലേക്ക് ഒരു ലിങ്ക് ഉണ്ടോ?",
    "image": "ഉൽപ്പന്ന ചിത്രം",
    "image_msg": "ആവശ്യമെങ്കിൽ നിങ്ങൾക്ക് ഉൽപ്പന്ന ചിത്രം അയയ്ക്കാം.",
    "add_item": "ഇനം ചേർക്കുക",
    "items_list": "അഭ്യർത്ഥിച്ച ഉൽപ്പന്നങ്ങളുടെ ലിസ്റ്റ്",
    "currency_msg": "ഈ കറൻസി ഉപയോഗിച്ച് നിങ്ങൾ ഈ ഓർഡറിന്റെ തുക നൽകണം.",
    "step2": "2. ആവശ്യമുള്ള എല്ലാ ഇനങ്ങളും ചേർത്ത ശേഷം, ഓർഡർ അവലോകന അഭ്യർത്ഥന ബട്ടണിൽ ക്ലിക്കുചെയ്യുക. ഈ ഘട്ടത്തിൽ, ഞങ്ങൾ ഓർഡർ അവലോകനം ചെയ്യുകയും വിലയെക്കുറിച്ച് നിങ്ങളെ അറിയിക്കുകയും ചെയ്യും. ഈ ലിങ്കിൽ ക്ലിക്ക് ചെയ്യുന്നതിലൂടെ, നിങ്ങൾക്ക് വിലയും പേയ്‌മെന്റ് ലിങ്കും കാണാൻ കഴിയും.",
    "order_action": "ഓർഡർ രജിസ്ട്രേഷൻ",
    "show_all": "എല്ലാം കാണിക്കൂ",
    "show_accepted": "സ്ഥിരീകരിച്ച ഇനങ്ങൾ കാണിക്കുക",
    "last_orders": "നിങ്ങളുടെ സമീപകാല ഓർഡറുകളുടെ ലിസ്റ്റ്",
    "pending_status": "അവലോകനത്തിലാണ്",
    "check_now": "ഓർഡർ പരിശോധിക്കുക",
    "add_new_order": "പുതിയ ഓർഡർ ഉണ്ടാക്കുക",
    "pay_online": "ഓൺലൈനായി പണമടയ്ക്കുക",
    "pricing_not_completed_message": "നിങ്ങളുടെ ഓർഡർ അവലോകനം ചെയ്യുകയാണ്. നിങ്ങളുടെ ഓർഡർ ഉടൻ അവലോകനം ചെയ്യുകയും വില നിശ്ചയിക്കുകയും ചെയ്യും, നിങ്ങൾക്ക് ഓർഡർ നൽകാനും കഴിയും.",
    "delete_item_dialog": {
      "title": "ഷോപ്പിംഗ് കാർട്ടിൽ നിന്ന് ഇനം നീക്കം ചെയ്യുക",
      "message": "നിങ്ങൾക്ക് ഈ ഇനം കാർട്ടിൽ നിന്ന് ഇല്ലാതാക്കണോ?",
      "action": "അതെ, ഇല്ലാതാക്കുക"
    },
    "notifications": {
      "order_success": "നിങ്ങളുടെ ഓർഡർ വിജയകരമായി സ്ഥാപിച്ചു.",
      "delete_success": "ഇനം ഇല്ലാതാക്കി."
    },
    "select_address_message": "ദയവായി നിങ്ങളുടെ വിലാസം നൽകുക, തുടർന്ന് നിങ്ങൾക്ക് ഓർഡർ സമർപ്പിക്കാം."
  },
  "hyper": {
    "title": "ഓർഡർ സൃഷ്ടിക്കൽ",
    "message": "ഉൽപ്പന്ന കോഡ് സ്കാൻ ചെയ്തുകൊണ്ട് നിങ്ങൾ വാങ്ങാൻ ആഗ്രഹിക്കുന്ന ഉൽപ്പന്നങ്ങളുടെ ലിസ്റ്റ് സൃഷ്ടിക്കുക.",
    "currency_msg": "നിങ്ങൾ പണമടയ്ക്കാൻ ആഗ്രഹിക്കുന്ന കറൻസി.",
    "order_action": "പേയ്മെന്റ്",
    "add_new_order": "പുതിയ ഉത്തരവ്",
    "continue_order": "ഓർഡർ തുടരുക",
    "delete_item_dialog": {
      "title": "ഷോപ്പിംഗ് കാർട്ടിൽ നിന്ന് ഇനം നീക്കം ചെയ്യുക",
      "message": "നിങ്ങൾക്ക് ഈ ഇനം കാർട്ടിൽ നിന്ന് ഇല്ലാതാക്കണോ?",
      "action": "അതെ, ഇല്ലാതാക്കുക"
    },
    "notifications": {
      "order_success": "നിങ്ങളുടെ ഓർഡർ വിജയകരമായി സ്ഥാപിച്ചു.",
      "delete_success": "ഇനം ഇല്ലാതാക്കി."
    }
  },
  "pending_payment": {
    "upload_payment_receipt": "പേയ്‌മെന്റ് രസീതിന്റെ ചിത്രം അപ്‌ലോഡ് ചെയ്യുക.",
    "upload_payment_receipt_done": "✔ നിങ്ങൾ ഇതിനകം രസീത് ചിത്രം അപ്‌ലോഡ് ചെയ്തിട്ടുണ്ട്, ഞങ്ങളുടെ അംഗീകാരത്തിനായി കാത്തിരിക്കുക. നിങ്ങൾക്ക് മാറ്റണമെങ്കിൽ, നിങ്ങൾക്ക് മുമ്പത്തെ ചിത്രം മാറ്റി പുതിയൊരെണ്ണം നൽകാം.",
    "public_form_title": "പണം കൈമാറുന്നതിനുള്ള അക്കൗണ്ട് വിവരങ്ങൾ"
  },
  "service_bill": {
    "task": {
      "title": "ചെയ്യേണ്ടവയുടെ ലിസ്റ്റ്",
      "message": "നിങ്ങൾ ചെയ്യാൻ ആഗ്രഹിക്കുന്ന ജോലിയുടെ ശീർഷകങ്ങൾ വ്യക്തമാക്കുകയും അത് എത്രത്തോളം പുരോഗമിച്ചുവെന്ന് വാങ്ങുന്നയാളെ അറിയിക്കുകയും ചെയ്യുക."
    },
    "booking": {
      "title": "ബുക്കിംഗ് / റിസർവേഷൻ",
      "message": "ഈ ഓർഡർ ഒരു നിശ്ചിത സമയത്ത് പ്രോസസ്സ് ചെയ്യും, ഉപഭോക്താവ് ആവശ്യമുള്ള കാലയളവ് തിരഞ്ഞെടുത്തു, തിരഞ്ഞെടുത്ത കാലയളവിൽ എന്തെങ്കിലും മാറ്റങ്ങൾ വരുത്തണമെങ്കിൽ, ഉപഭോക്താവിനെ അറിയിക്കുക.",
      "selected_checkin": "ഉപഭോക്താവ് തിരഞ്ഞെടുത്ത ചെക്ക്-ഇൻ",
      "selected_checkout": "ഉപഭോക്താവ് തിരഞ്ഞെടുത്ത ചെക്ക്-ഔട്ട്",
      "change_days_question": "ഉപഭോക്താവ് തിരഞ്ഞെടുത്ത ദിവസങ്ങളിൽ നിങ്ങൾ മാറേണ്ടതുണ്ടോ?",
      "show_calendar": "ഓർഡറുകളുടെ കലണ്ടർ കാണിക്കുക"
    },
    "pricing": {
      "title": "വിലനിർണ്ണയം",
      "message": "ഈ സേവനത്തിന് നിങ്ങൾ എത്രയാണ് ഈടാക്കുന്നത്?"
    },
    "subscription": {
      "title": "സബ്സ്ക്രിപ്ഷൻ",
      "message": "ദിവസേന ഈ സേവനം വാങ്ങുന്നതിലൂടെ നിങ്ങൾക്ക് സബ്‌സ്‌ക്രിപ്‌ഷൻ കാലയളവ് തിരഞ്ഞെടുക്കാം. നിങ്ങൾ ഇതിനകം നൽകിയ ഡിഫോൾട്ട് മൂല്യങ്ങൾ മാറ്റണമെങ്കിൽ വാങ്ങുന്നയാളെ അറിയിക്കുക.",
      "duration": "സബ്സ്ക്രിപ്ഷൻ കാലയളവ്"
    },
    "charge": {
      "title": "ചാർജ് ചെയ്യുക",
      "message": "ഈ ഇനത്തിന് നിങ്ങൾ ഒരു നിരക്ക് വ്യക്തമാക്കിയിട്ടുണ്ട്. ഉപഭോക്താവ് വാങ്ങിയ ഇനത്തിന്റെ ചാർജ് തുക നിങ്ങൾക്ക് മാറ്റാം.",
      "charge": "ചാർജ് ചെയ്യുക"
    }
  },
  "check_access": {
    "waiting_message": "ആക്സസ് പരിശോധിക്കാൻ കാത്തിരിക്കുന്നു...",
    "no_access_message": "നിർഭാഗ്യവശാൽ, നിങ്ങൾക്ക് ഞങ്ങളുടെ സ്റ്റോറിലേക്ക് ആക്‌സസ് ഇല്ല.<br/> ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക."
  },
  "share_order": {
    "action": "ഓർഡർ പങ്കിടുക",
    "title": "ഈ ഓർഡർ മറ്റുള്ളവരുമായി പങ്കിടുക.",
    "message": "ഇതൊരു സുരക്ഷിത ലിങ്കാണ്, നിങ്ങൾക്കറിയാവുന്നവരുമായി മാത്രം ഇത് പങ്കിടുക. ഈ ലിങ്കുള്ള എല്ലാവർക്കും നിങ്ങളുടെ ഓർഡർ ഡ്യൂപ്ലിക്കേറ്റ് ചെയ്യാനും തിരഞ്ഞെടുത്ത വിലാസം കാണാനും കഴിയും. നിങ്ങളുടെ നിലവിലെ കാർട്ടിനെക്കുറിച്ചുള്ള വിവരങ്ങൾ അതിൽ അടങ്ങിയിരിക്കും.",
    "valid_period": "ഈ ലിങ്ക് 48 മണിക്കൂറിന് ശേഷം കാലഹരണപ്പെടും.",
    "import_order_action": "ഓർഡർ ഇറക്കുമതി ചെയ്യുക",
    "retrieve_dialog_title": "ബാഹ്യ ഓർഡർ വീണ്ടെടുക്കുക",
    "address_included": "ബാസ്‌ക്കറ്റ് ഇനങ്ങൾ + വിലാസം പങ്കിടുക",
    "address_excluded": "ബാസ്‌ക്കറ്റ് ഇനങ്ങൾ മാത്രം പങ്കിടുക"
  }
};