export default {
  "surveys": [
    "ବହୁତ ଗରିବ",
    "ଗରିବ",
    "ସାଧାରଣ",
    "ଭଲ",
    "ଉତ୍କୃଷ୍ଟ |"
  ],
  "footer": {
    "map": "ମାନଚିତ୍ର",
    "email": "ଇମେଲ୍ କରନ୍ତୁ |",
    "phone": "ଫୋନ୍ |",
    "address": "ଠିକଣା",
    "copyright": "କେବଳ ଅଣ-ବ୍ୟବସାୟିକ ଉଦ୍ଦେଶ୍ୟରେ ଏବଂ ଉତ୍ସକୁ ସୂଚାଇବା ସହିତ ବିଷୟବସ୍ତୁର ବ୍ୟବହାର ({shop_title with ସହିତ ଲିଙ୍କ୍) | ସମସ୍ତ ଅଧିକାର {shop_title to ରେ ସଂରକ୍ଷିତ |",
    "powered_by": "ଦ୍ଵାରା ନିର୍ମିତ",
    "privacy": "ଗୋପନୀୟତା ନୀତି",
    "term_of_use": "ବ୍ୟବହାର ସର୍ତ୍ତାବଳୀ",
    "shop_app_setting": "ଦୋକାନ ସେଟିଂ ଏବଂ GDPR |",
    "dialog_setting": {
      "title": "ଆପ୍ଲିକେସନ୍ ସେଟିଂ କ୍ରୟ କରନ୍ତୁ |",
      "app_list": "ପ୍ରୟୋଗଗୁଡ଼ିକର ତାଲିକା |"
    }
  },
  "product_card": {
    "sold_out": "ବିକ୍ରୀ ହୋଇଗଲା",
    "review_unit": "ସମୀକ୍ଷା କରନ୍ତୁ |",
    "not_original": "ମୂଳ ନୁହେଁ |"
  },
  "shop": {
    "products_filter": "ଫିଲ୍ଟର୍ |",
    "native": {
      "title": "ଆବେଦନ ଲଗଇନ୍ |",
      "message": "ଏହି ଆପ୍ ଆପଣଙ୍କର ଷ୍ଟୋର ଆକାଉଣ୍ଟ୍ ସୂଚନାକୁ ପ୍ରବେଶ ଆବଶ୍ୟକ କରେ | ଏଥିରେ ନାମ, ଯୋଗାଯୋଗ ନମ୍ବର, ଠିକଣା, ଇମେଲ, ଅର୍ଡର ଇତିହାସ, ଅର୍ଡର ଏବଂ ଏହି ଷ୍ଟୋର୍‌ରେ ମନ୍ତବ୍ୟ ପୋଷ୍ଟ କରିବାକୁ ଆକ୍ସେସ୍ ଅନ୍ତର୍ଭୁକ୍ତ |",
      "message_bold": "ଏହି ଷ୍ଟୋର୍‌ରେ ପ୍ରବେଶ କରିବା ପାଇଁ ଅଫିସିଆଲ୍ ଷ୍ଟୋର ଆପ୍ ବ୍ୟବହାର କରିବାକୁ ନିଶ୍ଚିତ ହୁଅନ୍ତୁ |"
    }
  },
  "sort": {
    "title": "ଦ୍ୱାରା ସର୍ଟ କରନ୍ତୁ |",
    "title_small": "ଦ୍ୱାରା ସର୍ଟ କରନ୍ତୁ ..",
    "nothing": "କିଛି ନାହିଁ |",
    "most_views": "ଅଧିକାଂଶ ଦୃଶ୍ୟ |",
    "most_likes": "ଅଧିକାଂଶ ଲୋକପ୍ରିୟ",
    "most_recent": "ନୂତନ",
    "most_sell": "ବେଷ୍ଟେଲିଂ |",
    "cheapest": "ଶସ୍ତା",
    "most_expensive": "ସବୁଠାରୁ ମହଙ୍ଗା |",
    "only_available": "ଉପଲବ୍ଧ |",
    "view_mode": {
      "normal": "ସାଧାରଣ",
      "grid": "ଗ୍ରୀଡ୍",
      "list": "ତାଲିକା |",
      "insta": "ଇନଷ୍ଟା"
    }
  },
  "product_info": {
    "fake": "ନକଲି",
    "action": "ନିଲାମ |",
    "compare_limit": "10 ଟି ଆଇଟମ୍ ସୀମା |",
    "compare_add": "ତୁଳନା କରିବାକୁ ଯୋଡନ୍ତୁ |",
    "compare_be_in_list": "ତୁଳନା ତାଲିକାରେ |",
    "type": "ଟାଇପ୍ କରନ୍ତୁ |",
    "brand": "ବ୍ରାଣ୍ଡ",
    "category": "ବର୍ଗ",
    "discount": "ରିହାତି",
    "track_price": "ଟ୍ରାକ୍ ମୂଲ୍ୟ |",
    "waiting_for_auction": "ନିଲାମକୁ ଅପେକ୍ଷା କରିଛନ୍ତି କି?",
    "inform_auction": "ନିଲାମ ବିଷୟରେ ମୋତେ କୁହ |",
    "return_in_days": "{days} ଦିନ ୱାରେଣ୍ଟି ଫେରସ୍ତ |",
    "support24h7": "24 ଘଣ୍ଟା 7 ଦିନ ସମର୍ଥନ କରନ୍ତୁ |",
    "support_normal": "କାର୍ଯ୍ୟ ସମୟ ସମର୍ଥନ |",
    "original_guarantee": "ମୂଳ ଗ୍ୟାରେଣ୍ଟି |",
    "cod_payment": "ବିତରଣ ସହାୟତା ଉପରେ ନଗଦ",
    "pros": "ପ୍ରୋସେସ୍",
    "cons": "ଖରାପ",
    "external_link": "ଅଧିକ ପଢ",
    "notifications": {
      "congratulation": "ଅଭିନନ୍ଦନ",
      "waiting_list_add_success": "ଯେତେବେଳେ ଏହି ଉତ୍ପାଦ ନିଲାମ ହେବ ଆମେ ଆପଣଙ୍କୁ ଜଣାଇବୁ |",
      "waiting_list_delete_success": "ଆପଣ ନିଲାମ ଅପେକ୍ଷା ତାଲିକାରୁ ବାହାରିଛନ୍ତି |"
    },
    "offer_message": "ଏହି ଆଇଟମଗୁଡିକ ପାଇଁ {min_quantity Buy {ଶତକଡା Off% କିଣନ୍ତୁ |",
    "up_to": "କ୍ରମରେ {per_order} x ପର୍ଯ୍ୟନ୍ତ |",
    "get_free": "ମାଗଣା ପାଆନ୍ତୁ |",
    "get_off": "{percent}% ବନ୍ଦ କରନ୍ତୁ |"
  },
  "buy_button": {
    "waiting_for_availability": "ଉପଲବ୍ଧତା ପାଇଁ ଅପେକ୍ଷା |",
    "inform_me_when_available": "ଏହା ପାଇଁ ଅପେକ୍ଷା କରୁଛନ୍ତି କି?",
    "pay_buy": "ଦେୟ ଏବଂ କିଣ |",
    "quantity": "ଗଣନା କର |",
    "quantity_in_basket": "କାର୍ଟରେ ଥିବା ଆଇଟମ୍ |",
    "count_unit": "x",
    "remove": "ଅପସାରଣ କରନ୍ତୁ |",
    "add_to_basket": "କାର୍ଟରେ ଯୋଗ କର",
    "buy": "କିଣନ୍ତୁ |",
    "notifications": {
      "inform_add_success": "ଯେତେବେଳେ ଏହା ଉପଲବ୍ଧ ହେବ ଆମେ ଆପଣଙ୍କୁ ଜଣାଇବୁ |",
      "inform_remove_success": "ଆପଣଙ୍କୁ ଅପେକ୍ଷା ତାଲିକାରୁ ହଟାଇ ଦିଆଯାଇଛି |"
    }
  },
  "product": {
    "review": "ସମୀକ୍ଷା କରନ୍ତୁ |",
    "spec": "ନିର୍ଦ୍ଦିଷ୍ଟ |",
    "comments": "ମନ୍ତବ୍ୟଗୁଡିକ",
    "related_products_title": "ସମ୍ବନ୍ଧୀୟ ଉତ୍ପାଦଗୁଡିକ |",
    "price": "ମୂଲ୍ୟ",
    "rate": "ମୂଲ୍ୟ",
    "comment": "ମନ୍ତବ୍ୟ ଦିଅନ୍ତୁ |",
    "warranty": "ୱାରେଣ୍ଟି",
    "return_policy": "ଫେରସ୍ତ ନୀତି",
    "guide": "ଗାଇଡ୍",
    "shipping": "ପରିବହନ"
  },
  "layout_shop": {
    "shop_menu": {
      "orders_history": "ଅର୍ଡର ଇତିହାସ |",
      "profile": "ମୋର ପ୍ରୋଫାଇଲ୍",
      "favorites": "ପ୍ରିୟ ଆଇଟମ୍ |",
      "gift_cards": "ଉପହାର କାର୍ଡ |",
      "return_requests": "ଫେରସ୍ତ ଆଦେଶ",
      "basket": "ସପିଂଗ କାର୍ଟ୍"
    },
    "user_menu": {
      "my_shops": "ମୋର ଷ୍ଟୋରସମୂହ",
      "go_to_admin": "{shop_name} ପରିଚାଳନା କରନ୍ତୁ |",
      "exit_from": "ଲଗଆଉଟ୍ {shop_name}",
      "chips": "{chips} ଚିପ୍ସ |"
    },
    "login_to_shop": "ଷ୍ଟୋର୍‌କୁ ଲଗ୍ ଇନ୍ କରନ୍ତୁ |",
    "login_to_shop_short": "ଭିତରକୁ ଯାଉ",
    "item_in_basket_message": "{count} ଏହି ଆଇଟମ୍ ଆପଣଙ୍କ କାର୍ଟରେ ଅଛି |",
    "search_title": "ଷ୍ଟୋରରେ ଖୋଜ {shop_name}"
  },
  "basket_top_menu": {
    "basket": "କାର୍ଟ",
    "basket_is_empty": "ତୁମର କାର୍ଟ ଖାଲି ଅଛି |",
    "total_price": "ସମୁଦାୟ",
    "view_basket": "ତୁମର କାର୍ଟ",
    "more": "ଅଧିକ ...",
    "accept_and_pay": "ଚେକଆଉଟ୍ |",
    "items": "ଆଇଟମ୍ (ଗୁଡିକ)"
  },
  "history_orders_physical": {
    "rejected": "ପ୍ରତ୍ୟାଖ୍ୟାନ",
    "table": {
      "code": "ଅର୍ଡର କୋଡ୍ |",
      "reserved": "ତାରିଖ",
      "delivery_state": "ବିତରଣ ସ୍ଥିତି |",
      "price": "ମୋଟ ମୂଲ୍ୟ",
      "status": "ଦେୟ ସ୍ଥିତି"
    }
  },
  "history_orders": {
    "table": {
      "code": "ଅର୍ଡର କୋଡ୍ |",
      "items": "ବସ୍ତୁଗୁଡ଼ିକ",
      "reserved": "ତାରିଖ",
      "delivery_state": "ସର୍ବଶେଷ ସ୍ଥିତି",
      "price": "ମୋଟ ମୂଲ୍ୟ",
      "status": "ଦେୟ ସ୍ଥିତି"
    }
  },
  "user_page": {
    "menu": {
      "gift_card": "ଉପହାର କାର୍ଡ |",
      "comments": "ମନ୍ତବ୍ୟଗୁଡିକ",
      "favorites": "ପସନ୍ଦଗୁଡିକ",
      "return_requests": "ଫେରସ୍ତ",
      "addresses": "ଠିକଣା",
      "profile": "ପ୍ରୋଫାଇଲ୍",
      "orders": "ଆଦେଶ"
    }
  },
  "physical_order_page": {
    "title": "ଅର୍ଡର |",
    "payment": {
      "title": "ଦେୟ",
      "payment_waiting": "ଦେୟକୁ ଅପେକ୍ଷା",
      "payment_completed": "ଦେୟ",
      "table": {
        "title": "ଆଖ୍ୟା",
        "amount": "ପରିମାଣ",
        "description": "ବର୍ଣ୍ଣନା"
      },
      "total_payment": "ଦେୟ ରାଶି",
      "discount": "ରିହାତି",
      "discount_code": "ରିହାତି କୋଡ୍ |",
      "delivery_fee": "ପଠାଇବା ଖର୍ଚ",
      "delivery_fee_after": "କ delivery ଣସି ବିତରଣ ପ୍ରଦାନ କରାଯାଇ ନାହିଁ |",
      "total_price": "ମୋଟ ଆଇଟମ୍ ମୂଲ୍ୟ |",
      "total_items_discount": "ଆଇଟମ୍ ରିହାତି",
      "total_price_after_offers": "ଅଫର୍ ଆବେଦନ କରିବା ପରେ ସମୁଦାୟ |",
      "buyer_payment": "କ୍ରେତା ଦେୟ ରାଶି |"
    },
    "delivery": {
      "title": "ବିତରଣ",
      "subtitle": "କ୍ରେତା ସୂଚନା",
      "confirm_received_action": "ଉତ୍ପାଦ ରସିଦ ନିଶ୍ଚିତ କରନ୍ତୁ |",
      "confirm_received_info": "ଯଦି ଆପଣ ଅର୍ଡର ଗ୍ରହଣ କରନ୍ତି ତେବେ ନିଶ୍ଚିତକରଣ ବଟନ୍ କ୍ଲିକ୍ କରନ୍ତୁ | ଯଦି ଆବଶ୍ୟକ ହୁଏ, ଯଦି ଆପଣ ନିଶ୍ଚିତକରଣ ଗ୍ରହଣ କରନ୍ତି ତେବେ ଆପଣ ଏକ ରେଫରାଲ୍ ଦାଖଲ କରିବାକୁ ସମର୍ଥ ହେବେ |",
      "Recipient": "ପ୍ରାପ୍ତକର୍ତ୍ତା",
      "bill": "ଇନଭଏସ୍ |",
      "name": "ନାମ",
      "tel": "ଫୋନ୍ |",
      "email": "ଇମେଲ୍ କରନ୍ତୁ |",
      "country": "ଦେଶ",
      "state": "ରାଜ୍ୟ",
      "city": "ସହର",
      "address": "ଠିକଣା",
      "building_no": "ବିଲଡିଂ ନମ୍ବର |",
      "unit_no": "ୟୁନିଟ୍ ନମ୍ବର |",
      "postal_code": "ପୋଷ୍ଟକୋଡ୍",
      "description": "ବର୍ଣ୍ଣନା",
      "order_delivered": "ଅର୍ଡର ବିତରଣ କରାଯାଇଛି |",
      "delivery_time": "ପ୍ରଶବ ସମୟ",
      "tracking_code": "ଟ୍ରାକିଂ କୋଡ୍",
      "tracking_url": "Url ଟ୍ରାକିଂ |",
      "notifications": {
        "confirm_delivery": "ତୁମର ଅର୍ଡର ନିଶ୍ଚିତ ହୋଇଛି |"
      }
    },
    "basket_items": {
      "original_warranty": "ଦ୍ରବ୍ୟର ମ ity ଳିକତାର ଗ୍ୟାରେଣ୍ଟି |",
      "return": "ଫେରନ୍ତୁ",
      "table": {
        "product": "ଉତ୍ପାଦର ନାମ",
        "count": "ଗଣନା କର |",
        "unit_price": "ୟୁନିଟ୍ ମୂଲ୍ୟ",
        "total_price": "ମୋଟ ମୂଲ୍ୟ",
        "discount": "ରିହାତି",
        "final_price": "ଅନ୍ତିମ ମୂଲ୍ୟ |",
        "returned": "ପ୍ରତ୍ୟାବର୍ତ୍ତନ"
      }
    }
  },
  "return_request": {
    "title": "ଫେରନ୍ତୁ",
    "count_input": "ଫେରସ୍ତ ହୋଇଥିବା ବସ୍ତୁଗୁଡ଼ିକର ସଂଖ୍ୟା",
    "count_input_message": "ଆପଣ କେତେ ଆଇଟମ୍ ଫେରସ୍ତ କରିବେ?",
    "reason_input": "ପ୍ରତ୍ୟାବର୍ତ୍ତନ ପାଇଁ କାରଣ |",
    "reason_input_message": "ଏହି ଆଇଟମ୍ ଫେରସ୍ତ କରିବାର କାରଣ ଚୟନ କରନ୍ତୁ |",
    "note_input": "ବର୍ଣ୍ଣନା",
    "note_input_hint": "ପ୍ରତ୍ୟାବର୍ତ୍ତନର କାରଣ ବର୍ଣ୍ଣନା କରନ୍ତୁ ..",
    "note_input_message": "ଆବଶ୍ୟକ ହେଲେ ଏହି ଜିନିଷ ଫେରସ୍ତ କରିବାର କାରଣ ବର୍ଣ୍ଣନା କରନ୍ତୁ |",
    "media_message": "ଉତ୍ପାଦର ସ୍ଥିତି ସୂଚନା ପାଇଁ ଉତ୍ତମ ସମର୍ଥନ ପାଇବାକୁ ଆପଣ ଉତ୍ପାଦର ପ୍ରତିଛବି, ଅଡିଓ କିମ୍ବା ଭିଡିଓ ଅପଲୋଡ୍ କରିପାରିବେ | ଫାଇଲ୍ ଚୟନ କରିବା ସ୍ୱୟଂଚାଳିତ ଭାବରେ ପଠାଇବ ଏବଂ ନିଶ୍ଚିତ କରିବ |",
    "video": "ଭିଡିଓ",
    "voice": "ସ୍ୱର",
    "add_action": "ଫେରସ୍ତ ଫେରସ୍ତ ଅନୁରୋଧ ପଠାନ୍ତୁ |",
    "notifications": "ଆପଣଙ୍କର ଫେରସ୍ତ ଅନୁରୋଧ ସଫଳତାର ସହିତ ପଞ୍ଜିକୃତ ହୋଇଛି |"
  },
  "virtual_order_page": {
    "title": "ଅର୍ଡର |",
    "info": {
      "title": "ଭର୍ଚୁଆଲ୍ ଉତ୍ପାଦ କ୍ରୟ କରାଯାଇଛି |"
    }
  },
  "user_profile": {
    "title": "ମୋର ବ୍ୟକ୍ତିଗତ ସୂଚନା |",
    "name": "ନାମ",
    "email": "ଇମେଲ୍ କରନ୍ତୁ |",
    "tel": "ଟେଲ",
    "identity": "ପ୍ରାମାଣିକିକରଣ",
    "success_kyc": "ଯାଞ୍ଚ କରାଯାଇଥିବା KYC |",
    "club": "ଉପଯୋଗକର୍ତ୍ତା ସ୍ତର |",
    "subscription": "ସମ୍ବାଦ ସଦସ୍ୟତା |",
    "leave_shop": "ଏହି ଷ୍ଟୋର ଛାଡି ସମସ୍ତ ଗ୍ରାହକ ସ୍ତରକୁ ହଟାନ୍ତୁ |",
    "leave_shop_action": "ଦୋକାନ ଛାଡିଦିଅ |",
    "edit_personal_info": "ବ୍ୟକ୍ତିଗତ ସୂଚନା ସଂପାଦନ କରନ୍ତୁ |",
    "leave_dialog": {
      "title": "ଦୋକାନ ଛାଡିଦିଅ |",
      "message": "ଏହି ଷ୍ଟୋର୍‌କୁ ସଦସ୍ୟତା ଗ୍ରହଣ କରିବା ତୁମର ଅର୍ଡର ସୂଚନା ଏବଂ ରେକର୍ଡଗୁଡ଼ିକୁ ବିଲୋପ କରିବ ନାହିଁ |",
      "action": "ଛାଡ"
    },
    "notifications": {
      "leave_success": "ଦୋକାନ ଛାଡିଦିଅ |"
    },
    "club_table": {
      "discount": "ରିହାତି",
      "limit": "ସୀମା",
      "currency": "ମୁଦ୍ରା",
      "free_shipping": "ମାଗଣା ପରିବହନ ଖର୍ଚ୍ଚ"
    }
  },
  "basket_page": {
    "title": "ସପିଂଗ କାର୍ଟ୍",
    "total_price": "ମୋଟ ରାଶି",
    "shipping": "ପଠାଇବା ଖର୍ଚ",
    "free_shipping": "ମାଗଣା ପରିବହନ ଖର୍ଚ୍ଚ",
    "shipping_not_pay": "ଅନ୍ତର୍ଭୂକ୍ତ ନୁହେଁ |",
    "total_discount": "ମୋଟ ରିହାତି |",
    "customer_club": "କ୍ଲାଏଣ୍ଟ କ୍ଲବ ସଦସ୍ୟ |",
    "customer_club_discount": "ସଦସ୍ୟ ରିହାତି",
    "final_price": "ଅନ୍ତିମ ଦେୟ |",
    "lead_time": "ପ୍ରସ୍ତୁତି ସମୟ |",
    "lead_time_unit": "ଘଣ୍ଟା |",
    "receive_time": "ପସନ୍ଦିତ ବିତରଣ ସମୟ |",
    "select_time": "ବିତରଣ ସମୟ ଚୟନ କରନ୍ତୁ |",
    "no_select_time": "ଯଥା ଶୀଘ୍ର ସମ୍ଭବ",
    "transportation_type": "ସିପିଂ ପ୍ରକାର |",
    "days_input": "ବିତରଣ ଦିନ |",
    "days_input_label": "ଦିନଗୁଡିକ",
    "days_input_no_data": "ଅତିକମରେ ଗୋଟିଏ ଦିନ ଚୟନ କରନ୍ତୁ |",
    "time_input": "ପ୍ରଶବ ସମୟ",
    "time_input_label": "ବିତରଣ",
    "time_input_label_no_data": "ଅତିକମରେ ଗୋଟିଏ ସମୟ ବ୍ୟବଧାନ ଚୟନ କରନ୍ତୁ |",
    "support_cod": "ବିତରଣରେ ନଗଦ",
    "not_support_cod": "ସ୍ଥାନୀୟ ଭାବରେ ଦେୟ ଦେବାକୁ ଅସମର୍ଥ!",
    "final_confirm_action": "ଅନ୍ତିମ କ୍ରମ ନିଶ୍ଚିତକରଣ |",
    "pay_and_complete_action": "ବର୍ତ୍ତମାନ ଦେୟ ଦିଅ |",
    "pre_confirm_service": "ଅନୁରୋଧ ଦାଖଲ କରନ୍ତୁ |",
    "errors": {
      "no_address": "ତୁମର ଅର୍ଡର ପଠାଇବାକୁ ଚାହୁଁଥିବା ଠିକଣା ବାଛ |",
      "no_phone": "ଦ୍ରବ୍ୟର ରସିଦକୁ ସଂଯୋଜନା କରିବା ପାଇଁ ଏକ ଯୋଗାଯୋଗ ନମ୍ବର ପ୍ରବେଶ କରନ୍ତୁ |",
      "select_billing_country": "ଆପଣଙ୍କର ବିଲିଂ ଦେଶ ଚୟନ କରନ୍ତୁ |",
      "select_billing_state": "ଆପଣଙ୍କର ଟିକସ ଅଞ୍ଚଳ ଚୟନ କରନ୍ତୁ |"
    },
    "same_billing_address": "ଗ୍ରହୀତା ସୂଚନା ସହିତ ବିଲିଂ ସୂଚନା ସମାନ |",
    "custom_billing_info": "ବିଭିନ୍ନ ବିଲିଂ ସୂଚନା |",
    "basket_empty": "ଟୋକେଇ ଖାଲି ଅଛି |",
    "extra_shipping_count": "ଆପଣ {count} ପ୍ୟାକେଜ୍ ଗ୍ରହଣ କରିବେ |",
    "select_location_error": "ମାନଚିତ୍ରରେ ପଠାଣର ସ୍ଥାନ ଖୋଜ ଏବଂ ଗ୍ରହୀତାର ସଠିକ ଠିକଣା ନିର୍ଣ୍ଣୟ କରିବାକୁ ମାନଚିତ୍ରର ମ in ିରେ ଥିବା ସୂଚକ ଉପରେ କ୍ଲିକ୍ କର |"
  },
  "basket_items": {
    "items_unit": "x",
    "lead_unit": "ଘଣ୍ଟା |",
    "count_input": "ଗଣନା କର |",
    "price_changed": "ମୂଲ୍ୟ ବଦଳିଛି | ନୂତନ ମୂଲ୍ୟ:",
    "offer": "{percent}% ଆଇଟମ୍ {percent} x ଆଇଟମ୍ ପ୍ରାପ୍ତ କରନ୍ତୁ |",
    "offer_free": "{count} x ମାଗଣା ପାଆନ୍ତୁ |"
  },
  "addresses_page": {
    "title": "ମୋର ଠିକଣା",
    "new_action": "ନୂତନ ଠିକଣା",
    "Recipient": "ପ୍ରାପ୍ତକର୍ତ୍ତା",
    "address": "ଠିକଣା",
    "building_no": "ଲାଇସେନ୍ସ ପ୍ଲେଟ୍ |",
    "building_unit": "ଏକକ",
    "postcode": "ପୋଷ୍ଟକୋଡ୍",
    "tel": "ଟେଲ",
    "description": "ଧ୍ୟାନ ଦିଅନ୍ତୁ",
    "map": {
      "title": "ମୋର ଠିକଣା",
      "confirm": "ଠିକଣା ପଞ୍ଜିକରଣ |",
      "address_type": "ଠିକଣା",
      "receptor_type": "ପ୍ରାପ୍ତକର୍ତ୍ତା"
    },
    "add_dialog": {
      "title": "ନୂତନ ଠିକଣା ନାମ |",
      "message": "ଏକ ନୂତନ ଠିକଣା ପାଇଁ ଏକ ଆଖ୍ୟା ପ୍ରବେଶ କରନ୍ତୁ |",
      "address_name_input": "ଠିକଣା (ଆବଶ୍ୟକ)"
    }
  },
  "return_requests": {
    "title": "ଅନୁରୋଧ ଫେରସ୍ତ କରନ୍ତୁ |"
  },
  "user_favorites": {
    "title": "ଇଚ୍ଛା ତାଲିକା |"
  },
  "user_comments": {
    "title": "ମୋର ମନ୍ତବ୍ୟ",
    "first_post": "ପ୍ରଥମ ପୋଷ୍ଟ |",
    "last_edit": "ଶେଷ ସମ୍ପାଦନା |"
  },
  "user_gift_cards": {
    "title": "ମୋର ଉପହାର କାର୍ଡ |",
    "add_action": "କାର୍ଡ ଯୋଡନ୍ତୁ |",
    "add_card_dialog": {
      "title": "ଉପହାର କାର୍ଡ ଯୋଡନ୍ତୁ |",
      "message": "କାର୍ଡ ନମ୍ବର ଏବଂ ସୁରକ୍ଷା କୋଡ୍ ପ୍ରବେଶ କରନ୍ତୁ | ଆପଣଙ୍କ ଆକାଉଣ୍ଟରେ ଏକ ଉପହାର କାର୍ଡ ଯୋଡାଯିବ |",
      "card_number_input": "କାର୍ଡ଼ ସଂଖ୍ୟା",
      "info": "ଟିପନ୍ତୁ: ଷ୍ଟୋରରୁ କିଣିବାବେଳେ ଆପଣଙ୍କୁ ଉପହାର କାର୍ଡ ସହିତ ଦେୟ ଦେବାର ବିକଳ୍ପ ଦେଖାଯିବ | ଏହି ଅପ୍ସନ୍ ଚୟନ କରି, ତୁମର ରିଚାର୍ଜ ବାଲାନ୍ସର ପରିମାଣ ଅର୍ଡର ରାଶିରୁ କଟାଯିବ |",
      "add_action": "କାର୍ଡ ପଞ୍ଜିକରଣ |"
    }
  },
  "product_comparison": {
    "title": "ଉତ୍ପାଦ ତୁଳନା କରନ୍ତୁ |",
    "action_button": "ତୁଳନା କରନ୍ତୁ",
    "list": {
      "no_data": "ତୁଳନାତ୍ମକ ତାଲିକାରେ କ products ଣସି ଉତ୍ପାଦ ଯୋଗ କରାଯାଇ ନାହିଁ |",
      "price": "ମୂଲ୍ୟ",
      "type": "ଟାଇପ୍ କରନ୍ତୁ |",
      "brand": "ବ୍ରାଣ୍ଡ",
      "warranty": "ୱାରେଣ୍ଟି",
      "variants_comparison": "ଉତ୍ପାଦ ପ୍ରକାରଗୁଡିକ ତୁଳନା କରନ୍ତୁ |",
      "spec": "ଯାନ୍ତ୍ରିକ ନିର୍ଦ୍ଦିଷ୍ଟକରଣ |",
      "pros": "ପ୍ରୋସେସ୍",
      "cons": "ଖରାପ",
      "user_review": "ଉପଯୋଗକର୍ତ୍ତା ମନ୍ତବ୍ୟଗୁଡିକ |",
      "rating": "ମୂଲ୍ୟାୟନ",
      "rating_count": "ସମୀକ୍ଷା ସଂଖ୍ୟା",
      "info": "ନିମ୍ନଲିଖିତ ଲିଙ୍କ ପଠାଇ ଆପଣ ଏହି ଉତ୍ପାଦ ତୁଳନା ତୁଳନା ସାରଣୀକୁ ଆପଣଙ୍କର ସାଙ୍ଗମାନଙ୍କ ସହିତ ଅଂଶୀଦାର କରିପାରିବେ, କିମ୍ବା ଏହି ଲିଙ୍କକୁ ସଂରକ୍ଷଣ କରି ପରେ ଏହାକୁ ପ୍ରବେଶ କରିପାରିବେ |",
      "copy_action": "ତୁଳନା ଲିଙ୍କ୍ କପି କରନ୍ତୁ |",
      "check_list": [
        "ହଁ",
        "ଅଛି |"
      ],
      "cross_list": [
        "ନା",
        "କରିନାହାଁନ୍ତି |"
      ]
    }
  },
  "product_filter_menu": {
    "only_original": "କେବଳ ମୂଳ",
    "only_has_discount": "କେବଳ ରିହାତି |",
    "price_range": "ମୂଲ୍ୟ ପରିସର",
    "brands": "ବ୍ରାଣ୍ଡ",
    "main_shop_page": "ମୁଖ୍ୟ ପୃଷ୍ଠା ସଂରକ୍ଷଣ କରନ୍ତୁ |",
    "home": "ଘର"
  },
  "product_rating_view": {
    "message": "ପ୍ରିୟ {user}, ଆପଣ ଏହି ଉତ୍ପାଦ କିଣିଛନ୍ତି | ଏହି ଉତ୍ପାଦ ବିଷୟରେ ଆପଣ କ’ଣ ଭାବନ୍ତି?",
    "notification": {
      "title": "ଅଭିନନ୍ଦନ",
      "message": "ଆପଣଙ୍କର ମନ୍ତବ୍ୟ ରେକର୍ଡ କରାଯାଇଛି |"
    }
  },
  "blogs": {
    "title": "ବ୍ଲଗ୍",
    "add_new_blog": "ନୂତନ ବ୍ଲଗ୍ |",
    "popular": "ଲୋକପ୍ରିୟ",
    "topics": "ବିଷୟଗୁଡିକ",
    "suggestions": "ପରାମର୍ଶ |"
  },
  "official_pages": {
    "about_us": "ଆମ ବିଷୟରେ",
    "terms": "ବ୍ୟବହାର ସର୍ତ୍ତାବଳୀ",
    "privacy": "ଗୋପନୀୟତା ନୀତି",
    "contact_us": "ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |"
  },
  "contact_us_form": {
    "title": "ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |",
    "name": "ନାମ",
    "email": "ଇମେଲ୍ କରନ୍ତୁ |",
    "phone": "ଫୋନ୍ |",
    "message": "ବାର୍ତ୍ତା",
    "notifications": {
      "success": "ଆପଣଙ୍କର ବାର୍ତ୍ତା ପଠା ହୋଇଯାଇଛି।"
    }
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "ଦେୟ ନିଶ୍ଚିତକରଣ",
      "payment_success": "ଦେୟ ସମାପ୍ତ ହୋଇଛି |",
      "buy_title": "କିଣନ୍ତୁ |",
      "pay_by_giftcards": "ତୁମର ଅର୍ଡର ଏକ ଉପହାର କାର୍ଡ ସହିତ ପ୍ରଦାନ କରାଯାଇଥିଲା |",
      "free_order": "ତୁମର ଅର୍ଡର ମାଗଣା |",
      "pay_by_cod": "ତୁମର ଅର୍ଡର ବିତରଣରେ ନଗଦ ଭାବରେ ଯୋଡା ଯାଇଛି |",
      "pay_by_dir": "ତୁମର ଅର୍ଡର ସଫଳତାର ସହିତ ଯୋଡା ଯାଇଛି | ବର୍ତ୍ତମାନ ଆପଣ ସିଧାସଳଖ ଟଙ୍କା ସ୍ଥାନାନ୍ତର ଦ୍ୱାରା ଦେୟ ଦେଇପାରିବେ ଏବଂ ତା’ପରେ ଅର୍ଡର ପୃଷ୍ଠାରେ ପେମେଣ୍ଟ ରସିଦ ଅପଲୋଡ୍ କରିପାରିବେ |",
      "pay_title": "ଦେୟ",
      "qr_code_payment": "ଦେୟ QR କୋଡ୍ ଠିକଣା ସୃଷ୍ଟି |",
      "connecting_to_online_gateway": "ଅନଲାଇନ୍ ପେମେଣ୍ଟ ଗେଟୱେ ସହିତ ସଂଯୋଗ ହେଉଛି |"
    }
  },
  "time_progress_bar": {
    "title_before_start": "ଆରମ୍ଭ ପର୍ଯ୍ୟନ୍ତ ରହିଲା |",
    "title_between_start_end": "ଶେଷ ପର୍ଯ୍ୟନ୍ତ ରହିଲା |",
    "title_after_end": "ସମାପ୍ତ",
    "title_no_start_end": "ସମୟ ଅବଧି ବିନା!"
  },
  "lottery_prizes": {
    "message": "ଆପଣ କ୍ରମାଙ୍କରେ ଗୋଟିଏ ଉପହାର ଗ୍ରହଣ କରିପାରିବେ |"
  },
  "coupons": {
    "coupon_code": "କୁପନ୍ କୋଡ୍ |",
    "add_coupon": "କୁପନ୍ ଯୋଡନ୍ତୁ |"
  },
  "avocado": {
    "not_enable": "ଆଭୋକାଡୋ ଫର୍ମ ସକ୍ଷମ ନୁହେଁ!",
    "last_update": "ଶେଷ ଅଦ୍ୟତନ:",
    "step1": "1. ଆପଣ ଅର୍ଡର କରିବାକୁ ଚାହୁଁଥିବା ଉତ୍ପାଦର ନାମ ଏବଂ ବିବରଣୀ ପ୍ରବେଶ କରନ୍ତୁ ଏବଂ ଯୋଡନ୍ତୁ ବଟନ୍ କ୍ଲିକ୍ କରନ୍ତୁ |",
    "title_plc": "ଉତ୍ପାଦର ନାମ ପ୍ରବେଶ କରନ୍ତୁ |",
    "description_plc": "ଆପଣଙ୍କର ଅଧିକ ଉତ୍ପାଦ ବର୍ଣ୍ଣନା ଅଛି କି?",
    "link_plc": "ତୁମର ଉତ୍ପାଦ ସହିତ ଏକ ଲିଙ୍କ୍ ଅଛି କି?",
    "image": "ଉତ୍ପାଦ ପ୍ରତିଛବି |",
    "image_msg": "ଆବଶ୍ୟକ ହେଲେ ଆପଣ ଉତ୍ପାଦ ପ୍ରତିଛବି ପଠାଇ ପାରିବେ |",
    "add_item": "ଆଇଟମ୍ ଯୋଡନ୍ତୁ |",
    "items_list": "ଅନୁରୋଧ କରାଯାଇଥିବା ଉତ୍ପାଦଗୁଡ଼ିକର ତାଲିକା |",
    "currency_msg": "ଏହି ମୁଦ୍ରା ସହିତ ତୁମେ ଏହି କ୍ରମର ପରିମାଣ ଦେବାକୁ ପଡିବ |",
    "step2": "2. ସମସ୍ତ ଇଚ୍ଛିତ ଆଇଟମ୍ ଯୋଡିବା ପରେ, ଅର୍ଡର ସମୀକ୍ଷା ଅନୁରୋଧ ବଟନ୍ ଉପରେ କ୍ଲିକ୍ କରନ୍ତୁ | ଏହି ପର୍ଯ୍ୟାୟରେ, ଆମେ କ୍ରମର ସମୀକ୍ଷା କରିବୁ ଏବଂ ମୂଲ୍ୟ ବିଷୟରେ ଆପଣଙ୍କୁ ଜଣାଇବୁ | ଏହି ଲିଙ୍କରେ କ୍ଲିକ୍ କରି ଆପଣ ମୂଲ୍ୟ ଏବଂ ଦେୟ ଲିଙ୍କ୍ ଦେଖିବାକୁ ସକ୍ଷମ ହେବେ |",
    "order_action": "ପଞ୍ଜୀକରଣ ଅର୍ଡର |",
    "show_all": "ସମସ୍ତ ଦେଖାନ୍ତୁ |",
    "show_accepted": "ନିଶ୍ଚିତ ହୋଇଥିବା ଆଇଟମଗୁଡିକ ଦେଖାନ୍ତୁ |",
    "last_orders": "ତୁମର ସାମ୍ପ୍ରତିକ ଅର୍ଡରଗୁଡିକର ତାଲିକା |",
    "pending_status": "ସମୀକ୍ଷା ଅଧୀନରେ |",
    "check_now": "କ୍ରମ ଯାଞ୍ଚ କରନ୍ତୁ |",
    "add_new_order": "ନୂତନ ଅର୍ଡର ପ୍ରସ୍ତୁତ କରନ୍ତୁ |",
    "pay_online": "ଅନ୍ଲାଇନ୍ରେ ଦେୟ ଦିଅ |",
    "pricing_not_completed_message": "ତୁମର ଅର୍ଡର ସମୀକ୍ଷା କରାଯାଉଛି | ତୁମର ଅର୍ଡର ଶୀଘ୍ର ସମୀକ୍ଷା ହେବ ଏବଂ ମୂଲ୍ୟ ଦିଆଯିବ ଏବଂ ତୁମେ ଅର୍ଡର ଦେବାକୁ ସକ୍ଷମ ହେବ |",
    "delete_item_dialog": {
      "title": "ସପିଂ କାର୍ଟରୁ ଆଇଟମ୍ ଅପସାରଣ କରନ୍ତୁ |",
      "message": "ଆପଣ କାର୍ଟରୁ ଏହି ଆଇଟମ୍ ଡିଲିଟ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?",
      "action": "ହଁ, ଡିଲିଟ୍ କରନ୍ତୁ |"
    },
    "notifications": {
      "order_success": "ତୁମର ଅର୍ଡର ସଫଳତାର ସହିତ ସ୍ଥାନିତ ହେଲା |",
      "delete_success": "ଆଇଟମ୍ ଡିଲିଟ୍ ହୋଇଛି |"
    },
    "select_address_message": "ଦୟାକରି ଆପଣଙ୍କର ଠିକଣା ପ୍ରବେଶ କରନ୍ତୁ, ଏବଂ ତାପରେ ଆପଣ ଅର୍ଡର ଦାଖଲ କରିପାରିବେ |"
  },
  "hyper": {
    "title": "ଅର୍ଡର ସୃଷ୍ଟି |",
    "message": "ଉତ୍ପାଦ କୋଡ୍ ସ୍କାନ୍ କରି ଆପଣ କିଣିବାକୁ ଚାହୁଁଥିବା ଉତ୍ପାଦଗୁଡିକର ତାଲିକା ସୃଷ୍ଟି କରନ୍ତୁ |",
    "currency_msg": "ଆପଣ ଯେଉଁ ମୁଦ୍ରା ସହିତ ଦେବାକୁ ଚାହୁଁଛନ୍ତି |",
    "order_action": "ଦେୟ",
    "add_new_order": "ନୂତନ କ୍ରମ |",
    "continue_order": "କ୍ରମ ଜାରି ରଖ |",
    "delete_item_dialog": {
      "title": "ସପିଂ କାର୍ଟରୁ ଆଇଟମ୍ ଅପସାରଣ କରନ୍ତୁ |",
      "message": "ଆପଣ କାର୍ଟରୁ ଏହି ଆଇଟମ୍ ଡିଲିଟ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?",
      "action": "ହଁ, ଡିଲିଟ୍ କରନ୍ତୁ |"
    },
    "notifications": {
      "order_success": "ତୁମର ଅର୍ଡର ସଫଳତାର ସହିତ ସ୍ଥାନିତ ହେଲା |",
      "delete_success": "ଆଇଟମ୍ ଡିଲିଟ୍ ହୋଇଛି |"
    }
  },
  "pending_payment": {
    "upload_payment_receipt": "ଦେୟ ରସିଦର ପ୍ରତିଛବି ଅପଲୋଡ୍ କରନ୍ତୁ |",
    "upload_payment_receipt_done": "Already ଆପଣ ରସିଦ ପ୍ରତିଛବି ଅପଲୋଡ୍ କରିସାରିଛନ୍ତି, ଆମର ଅନୁମୋଦନକୁ ଅପେକ୍ଷା କରନ୍ତୁ | ଯଦି ତୁମେ ପରିବର୍ତ୍ତନ କରିବାକୁ ପଡିବ, ତୁମେ ପୂର୍ବ ପ୍ରତିଛବିକୁ ଏକ ନୂତନ ଚିତ୍ର ସହିତ ବଦଳାଇ ପାରିବ |",
    "public_form_title": "ଟଙ୍କା ସ୍ଥାନାନ୍ତର ପାଇଁ ଖାତା ସୂଚନା |"
  },
  "service_bill": {
    "task": {
      "title": "କାର୍ଯ୍ୟ ତାଲିକା",
      "message": "ଆପଣ କରିବାକୁ ଚାହୁଁଥିବା କାର୍ଯ୍ୟର ଆଖ୍ୟାଗୁଡିକ ନିର୍ଦ୍ଦିଷ୍ଟ କରନ୍ତୁ ଏବଂ କ୍ରେତାଙ୍କୁ ଏହା କେତେ ଦୂର ଅଗ୍ରଗତି କରିଛି ତାହା ଜଣାନ୍ତୁ |"
    },
    "booking": {
      "title": "ବୁକିଂ / ସଂରକ୍ଷଣ",
      "message": "ଏହି କ୍ରମ ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ସମୟରେ ପ୍ରକ୍ରିୟାକରଣ ହେବ, ଗ୍ରାହକ ଇଚ୍ଛିତ ଅବଧି ଚୟନ କରିଛନ୍ତି, ଯଦି ଆପଣ ମନୋନୀତ ସମୟ ମଧ୍ୟରେ କ changes ଣସି ପରିବର୍ତ୍ତନ କରିବାକୁ ଚାହୁଁଛନ୍ତି, ତେବେ ଗ୍ରାହକଙ୍କୁ ଜଣାନ୍ତୁ |",
      "selected_checkin": "ଗ୍ରାହକଙ୍କ ଦ୍ୱାରା ମନୋନୀତ ଚେକ୍ ଇନ୍ |",
      "selected_checkout": "ଗ୍ରାହକଙ୍କ ଦ୍ୱାରା ମନୋନୀତ ଚେକ୍ ଆଉଟ୍ |",
      "change_days_question": "ଗ୍ରାହକ ମନୋନୀତ ଦିନରେ ଆପଣ ପରିବର୍ତ୍ତନ କରିବା ଆବଶ୍ୟକ କରନ୍ତି କି?",
      "show_calendar": "ଅର୍ଡର କ୍ୟାଲେଣ୍ଡର ଦେଖାନ୍ତୁ |"
    },
    "pricing": {
      "title": "ମୂଲ୍ୟ ନିର୍ଧାରଣ",
      "message": "ଏହି ସେବା ପାଇଁ ଆପଣ କେତେ ଦେୟ ଦେବେ?"
    },
    "subscription": {
      "title": "ସଦସ୍ୟତା",
      "message": "ଆପଣ ଏହି ସେବାକୁ ଦ daily ନିକ କ୍ରୟ କରି ସଦସ୍ୟତା ଅବଧିକୁ ବାଛିପାରିବେ | ଆପଣ ପୂର୍ବରୁ ପ୍ରବେଶ କରିଥିବା ଡିଫଲ୍ଟ ମୂଲ୍ୟଗୁଡ଼ିକୁ ପରିବର୍ତ୍ତନ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି ନାହିଁ କ୍ରେତାଙ୍କୁ ଜଣାନ୍ତୁ |",
      "duration": "ସଦସ୍ୟତା ଅବଧି"
    },
    "charge": {
      "title": "ଚାର୍ଜ",
      "message": "ଆପଣ ଏହି ଆଇଟମ୍ ପାଇଁ ଏକ ଚାର୍ଜ ନିର୍ଦ୍ଦିଷ୍ଟ କରିଛନ୍ତି | ଗ୍ରାହକଙ୍କ ଦ୍ୱାରା କିଣାଯାଇଥିବା ଆଇଟମ୍ ପାଇଁ ଆପଣ ଚାର୍ଜ ରାଶି ପରିବର୍ତ୍ତନ କରିପାରିବେ |",
      "charge": "ଚାର୍ଜ"
    }
  },
  "check_access": {
    "waiting_message": "ପ୍ରବେଶ ଯାଞ୍ଚ କରିବାକୁ ଅପେକ୍ଷା ...",
    "no_access_message": "ଦୁର୍ଭାଗ୍ୟବଶତ।, ଆମର ଷ୍ଟୋର୍‌କୁ ଆପଣଙ୍କର ପ୍ରବେଶ ନାହିଁ |<br/> ଦୟାକରି ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |"
  },
  "share_order": {
    "action": "ଅର୍ଡର ଅଂଶୀଦାର କରନ୍ତୁ |",
    "title": "ଏହି କ୍ରମକୁ ଅନ୍ୟମାନଙ୍କ ସହିତ ଅଂଶୀଦାର କରନ୍ତୁ |",
    "message": "ଏହା ଏକ ସୁରକ୍ଷିତ ଲିଙ୍କ୍, କେବଳ ଆପଣ ଜାଣିଥିବା ଲୋକଙ୍କ ସହିତ ଏହାକୁ ଅଂଶୀଦାର କରନ୍ତୁ | ଏହି ଲିଙ୍କ୍ ଥିବା ସମସ୍ତେ ଆପଣଙ୍କ କ୍ରମର ନକଲ କରିପାରିବେ ଏବଂ ମନୋନୀତ ଠିକଣା ଦେଖିପାରିବେ | ଏଥିରେ ତୁମର ସାମ୍ପ୍ରତିକ କାର୍ଟ ବିଷୟରେ ସୂଚନା ରହିବ |",
    "valid_period": "ଏହି ଲିଙ୍କ୍ 48 ଘଣ୍ଟା ପରେ ସମାପ୍ତ ହେବ |",
    "import_order_action": "ଆମଦାନୀ କ୍ରମ |",
    "retrieve_dialog_title": "ବାହ୍ୟ କ୍ରମ ପୁନରୁଦ୍ଧାର କରନ୍ତୁ |",
    "address_included": "ଟୋକେଇ ଆଇଟମ୍ + ଠିକଣା ଅଂଶୀଦାର କରନ୍ତୁ |",
    "address_excluded": "କେବଳ ଟୋକେଇ ଆଇଟମ୍ ଅଂଶୀଦାର କରନ୍ତୁ |"
  }
};