export default {
  "surveys": [
    "ਬਹੁਤ ਗਰੀਬ",
    "ਗਰੀਬ",
    "ਸਧਾਰਣ",
    "ਚੰਗਾ",
    "ਸ਼ਾਨਦਾਰ"
  ],
  "footer": {
    "map": "ਨਕਸ਼ਾ",
    "email": "ਈ - ਮੇਲ",
    "phone": "ਫ਼ੋਨ",
    "address": "ਪਤਾ",
    "copyright": "ਸਮੱਗਰੀ ਦੀ ਵਰਤੋਂ ਸਿਰਫ਼ ਗੈਰ-ਵਪਾਰਕ ਉਦੇਸ਼ਾਂ ਲਈ ਅਤੇ ਸਰੋਤ ਦੇ ਹਵਾਲੇ ਨਾਲ ({shop_title} ਨਾਲ ਲਿੰਕ)। ਸਾਰੇ ਅਧਿਕਾਰ {shop_title} ਲਈ ਰਾਖਵੇਂ ਹਨ।",
    "powered_by": "ਦੁਆਰਾ ਸੰਚਾਲਿਤ",
    "privacy": "ਪਰਾਈਵੇਟ ਨੀਤੀ",
    "term_of_use": "ਵਰਤੋ ਦੀਆਂ ਸ਼ਰਤਾਂ",
    "shop_app_setting": "ਦੁਕਾਨ ਸੈਟਿੰਗ ਅਤੇ GDPR",
    "dialog_setting": {
      "title": "ਖਰੀਦਦਾਰੀ ਐਪਲੀਕੇਸ਼ਨ ਸੈਟਿੰਗ",
      "app_list": "ਐਪਲੀਕੇਸ਼ਨਾਂ ਦੀ ਸੂਚੀ"
    }
  },
  "product_card": {
    "sold_out": "ਸਭ ਵਿੱਕ ਗਇਆ",
    "review_unit": "ਸਮੀਖਿਆ",
    "not_original": "ਅਸਲੀ ਨਹੀਂ"
  },
  "shop": {
    "products_filter": "ਫਿਲਟਰ",
    "native": {
      "title": "ਐਪਲੀਕੇਸ਼ਨ ਲੌਗਇਨ",
      "message": "ਇਸ ਐਪ ਨੂੰ ਤੁਹਾਡੇ ਸਟੋਰ ਖਾਤੇ ਦੀ ਜਾਣਕਾਰੀ ਤੱਕ ਪਹੁੰਚ ਦੀ ਲੋੜ ਹੈ। ਇਸ ਵਿੱਚ ਨਾਮ, ਸੰਪਰਕ ਨੰਬਰ, ਪਤਾ, ਈਮੇਲ, ਆਰਡਰ ਇਤਿਹਾਸ, ਆਰਡਰਿੰਗ ਅਤੇ ਇਸ ਸਟੋਰ 'ਤੇ ਟਿੱਪਣੀਆਂ ਪੋਸਟ ਕਰਨ ਤੱਕ ਪਹੁੰਚ ਸ਼ਾਮਲ ਹੈ।",
      "message_bold": "ਇਸ ਸਟੋਰ ਵਿੱਚ ਦਾਖਲ ਹੋਣ ਲਈ ਅਧਿਕਾਰਤ ਸਟੋਰ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਨਾ ਯਕੀਨੀ ਬਣਾਓ।"
    }
  },
  "sort": {
    "title": "ਦੇ ਨਾਲ ਕ੍ਰਮਬੱਧ",
    "title_small": "ਦੇ ਨਾਲ ਕ੍ਰਮਬੱਧ..",
    "nothing": "ਕੁਝ ਨਹੀਂ",
    "most_views": "ਜ਼ਿਆਦਾਤਰ ਦ੍ਰਿਸ਼",
    "most_likes": "ਸਭ ਤੋਂ ਮਸ਼ਹੂਰ",
    "most_recent": "ਸਭ ਤੋਂ ਨਵਾਂ",
    "most_sell": "ਵਧੀਆ ਵਿਕਰੀ",
    "cheapest": "ਸਭ ਤੋਂ ਸਸਤਾ",
    "most_expensive": "ਸਭ ਤੋਂ ਮਹਿੰਗਾ",
    "only_available": "ਉਪਲੱਬਧ",
    "view_mode": {
      "normal": "ਸਧਾਰਣ",
      "grid": "ਗਰਿੱਡ",
      "list": "ਸੂਚੀ",
      "insta": "ਇੰਸਟਾ"
    }
  },
  "product_info": {
    "fake": "ਫਰਜ਼ੀ",
    "action": "ਨਿਲਾਮੀ",
    "compare_limit": "10 ਆਈਟਮਾਂ ਦੀ ਸੀਮਾ",
    "compare_add": "ਤੁਲਨਾ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ",
    "compare_be_in_list": "ਤੁਲਨਾ ਸੂਚੀ ਵਿੱਚ",
    "type": "ਟਾਈਪ ਕਰੋ",
    "brand": "ਬ੍ਰਾਂਡ",
    "category": "ਸ਼੍ਰੇਣੀ",
    "discount": "ਛੂਟ",
    "track_price": "ਟ੍ਰੈਕ ਕੀਮਤ",
    "waiting_for_auction": "ਨਿਲਾਮੀ ਦੀ ਉਡੀਕ ਕਰ ਰਹੇ ਹੋ?",
    "inform_auction": "ਮੈਨੂੰ ਨਿਲਾਮੀ ਬਾਰੇ ਦੱਸੋ",
    "return_in_days": "{days} ਦਿਨਾਂ ਦੀ ਵਾਰੰਟੀ ਵਾਪਸੀ",
    "support24h7": "24 ਘੰਟੇ 7 ਦਿਨ ਸਪੋਰਟ ਕਰੋ",
    "support_normal": "ਕੰਮਕਾਜੀ ਘੰਟਿਆਂ ਦਾ ਸਮਰਥਨ",
    "original_guarantee": "ਅਸਲੀ ਗਾਰੰਟੀ",
    "cod_payment": "ਕੈਸ਼ ਆਨ ਡਿਲੀਵਰੀ ਸਪੋਰਟ",
    "pros": "ਪ੍ਰੋ",
    "cons": "ਵਿਪਰੀਤ",
    "external_link": "ਹੋਰ ਪੜ੍ਹੋ",
    "notifications": {
      "congratulation": "ਵਧਾਈਆਂ",
      "waiting_list_add_success": "ਇਸ ਉਤਪਾਦ ਦੀ ਨਿਲਾਮੀ ਹੋਣ 'ਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕਰਾਂਗੇ।",
      "waiting_list_delete_success": "ਤੁਸੀਂ ਨਿਲਾਮੀ ਦੀ ਉਡੀਕ ਸੂਚੀ ਤੋਂ ਬਾਹਰ ਹੋ ਗਏ ਹੋ।"
    },
    "offer_message": "ਇਹਨਾਂ ਆਈਟਮਾਂ ਲਈ {min_quantity} ਖਰੀਦੋ {percent}% ਦੀ ਛੋਟ ਪ੍ਰਾਪਤ ਕਰੋ",
    "up_to": "ਪ੍ਰਤੀ ਆਰਡਰ {per_order}x ਤੱਕ",
    "get_free": "ਮੁਫ਼ਤ ਪ੍ਰਾਪਤ ਕਰੋ",
    "get_off": "{percent}% ਦੀ ਛੋਟ ਪ੍ਰਾਪਤ ਕਰੋ",
    "select_a_vendor_message": "ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਵਿਕਰੇਤਾ ਚੁਣੋ।",
    "product_description_header": "ਪੇਸ਼ ਹੈ {product}"
  },
  "buy_button": {
    "waiting_for_availability": "ਉਪਲਬਧਤਾ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ",
    "inform_me_when_available": "ਇਸ ਦੀ ਉਡੀਕ ਕਰ ਰਹੇ ਹੋ?",
    "pay_buy": "ਭੁਗਤਾਨ ਕਰੋ ਅਤੇ ਖਰੀਦੋ",
    "quantity": "ਗਿਣਤੀ",
    "quantity_in_basket": "ਕਾਰਟ ਵਿੱਚ ਆਈਟਮਾਂ",
    "count_unit": "x",
    "remove": "ਹਟਾਓ",
    "add_to_basket": "ਠੇਲ੍ਹੇ ਵਿੱਚ ਪਾਓ",
    "buy": "ਖਰੀਦੋ",
    "notifications": {
      "inform_add_success": "ਇਹ ਉਪਲਬਧ ਹੋਣ 'ਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਦੱਸਾਂਗੇ।",
      "inform_remove_success": "ਤੁਹਾਨੂੰ ਉਡੀਕ ਸੂਚੀ ਵਿੱਚੋਂ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।"
    },
    "subscribe_now": "ਹੁਣੇ ਸਬਸਕ੍ਰਾਈਬ ਕਰੋ",
    "unsubscribe": "ਗਾਹਕੀ ਰੱਦ ਕਰੋ",
    "select_a_subscription_plan": "ਪਹਿਲਾਂ ਇੱਕ ਯੋਜਨਾ ਚੁਣੋ!",
    "manage_subscriptions": "ਗਾਹਕੀਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
    "zip_pin_input": "ZIP / PIN",
    "zip_pin_not_available_msg": "ਇਸ ਸਥਾਨ 'ਤੇ ਉਪਲਬਧ ਨਹੀਂ ਹੈ!",
    "zip_pin_placeholder": "ਜ਼ਿਪ/ਪਿਨ ਕੋਡ ਚੁਣੋ..."
  },
  "product": {
    "review": "ਸਮੀਖਿਆ",
    "spec": "ਵਿਸ਼ੇਸ਼ਤਾ",
    "comments": "ਟਿੱਪਣੀਆਂ",
    "related_products_title": "ਸੰਬੰਧਿਤ ਉਤਪਾਦ",
    "price": "ਕੀਮਤ",
    "rate": "ਦਰ",
    "comment": "ਟਿੱਪਣੀ",
    "warranty": "ਵਾਰੰਟੀ",
    "return_policy": "ਵਾਪਸੀ ਨੀਤੀ",
    "guide": "ਗਾਈਡ",
    "shipping": "ਸ਼ਿਪਿੰਗ",
    "related_categories_title": "ਸੰਗ੍ਰਹਿ ਵਿੱਚ ਖੋਜੋ"
  },
  "layout_shop": {
    "shop_menu": {
      "orders_history": "ਆਰਡਰ ਇਤਿਹਾਸ",
      "profile": "ਮੇਰਾ ਪ੍ਰੋਫ਼ਾਈਲ",
      "favorites": "ਮਨਪਸੰਦ ਆਈਟਮਾਂ",
      "gift_cards": "ਗਿਫਟ ਕਾਰਡ",
      "return_requests": "ਆਰਡਰ ਵਾਪਸ ਕੀਤੇ",
      "basket": "ਖਰੀਦਾਰੀ ਠੇਲ੍ਹਾ"
    },
    "user_menu": {
      "my_shops": "ਮੇਰੇ ਸਟੋਰ",
      "go_to_admin": "{shop_name} ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
      "exit_from": "ਲੌਗਆਊਟ {shop_name}",
      "chips": "{chips} ਚਿਪਸ"
    },
    "login_to_shop": "ਸਟੋਰ ਵਿੱਚ ਲੌਗਇਨ ਕਰੋ",
    "login_to_shop_short": "ਲਾਗਿਨ",
    "item_in_basket_message": "{count} ਇਹ ਆਈਟਮ ਤੁਹਾਡੀ ਕਾਰਟ ਵਿੱਚ ਹੈ।",
    "search_title": "ਸਟੋਰ ਵਿੱਚ ਖੋਜੋ {shop_name}"
  },
  "basket_top_menu": {
    "basket": "ਕਾਰਟ",
    "basket_is_empty": "ਤੁਹਾਡਾ ਕਾਰਟ ਖਾਲੀ ਹੈ।",
    "total_price": "ਕੁੱਲ",
    "view_basket": "ਤੁਹਾਡਾ ਕਾਰਟ",
    "more": "ਹੋਰ ...",
    "accept_and_pay": "ਕਮਰਾ ਛੱਡ ਦਿਓ",
    "items": "ਇਕਾਈ)"
  },
  "history_orders_physical": {
    "rejected": "ਰੱਦ ਕਰ ਦਿੱਤਾ",
    "table": {
      "code": "ਆਰਡਰ ਕੋਡ",
      "reserved": "ਤਾਰੀਖ਼",
      "delivery_state": "ਡਿਲਿਵਰੀ ਸਥਿਤੀ",
      "price": "ਕੁੱਲ ਕੀਮਤ",
      "status": "ਭੁਗਤਾਨ ਸਥਿਤੀ"
    }
  },
  "history_orders": {
    "table": {
      "code": "ਆਰਡਰ ਕੋਡ",
      "items": "ਇਕਾਈ",
      "reserved": "ਤਾਰੀਖ਼",
      "delivery_state": "ਨਵੀਨਤਮ ਸਥਿਤੀ",
      "price": "ਕੁੱਲ ਕੀਮਤ",
      "status": "ਭੁਗਤਾਨ ਸਥਿਤੀ"
    }
  },
  "user_page": {
    "menu": {
      "gift_card": "ਗਿਫ਼ਟ ਕਾਰਡ",
      "comments": "ਟਿੱਪਣੀਆਂ",
      "favorites": "ਮਨਪਸੰਦ",
      "return_requests": "ਵਾਪਸੀ",
      "addresses": "ਪਤੇ",
      "profile": "ਪ੍ਰੋਫਾਈਲ",
      "orders": "ਆਰਡਰ"
    }
  },
  "order_page": {
    "title": "ਆਰਡਰ",
    "payment": {
      "title": "ਭੁਗਤਾਨ",
      "payment_waiting": "ਭੁਗਤਾਨ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ",
      "payment_completed": "ਦਾ ਭੁਗਤਾਨ",
      "table": {
        "title": "ਸਿਰਲੇਖ",
        "amount": "ਦੀ ਰਕਮ",
        "description": "ਵਰਣਨ"
      },
      "total_payment": "ਭੁਗਤਾਨ ਕੀਤੀ ਰਕਮ",
      "discount": "ਛੂਟ",
      "discount_code": "ਛੋਟ ਕੋਡ",
      "delivery_fee": "ਸ਼ਿਪਿੰਗ ਦੀ ਲਾਗਤ",
      "delivery_fee_after": "ਕੋਈ ਡਿਲੀਵਰੀ ਦਾ ਭੁਗਤਾਨ ਨਹੀਂ ਕੀਤਾ ਗਿਆ",
      "total_price": "ਕੁੱਲ ਆਈਟਮਾਂ ਦੀ ਕੀਮਤ",
      "total_items_discount": "ਆਈਟਮਾਂ ਦੀ ਛੋਟ",
      "total_price_after_offers": "ਪੇਸ਼ਕਸ਼ਾਂ ਨੂੰ ਲਾਗੂ ਕਰਨ ਤੋਂ ਬਾਅਦ ਕੁੱਲ",
      "buyer_payment": "ਖਰੀਦਦਾਰ ਭੁਗਤਾਨ ਦੀ ਰਕਮ",
      "total_order_price_before_tax": "ਪ੍ਰੀ-ਟੈਕਸ ਕੁੱਲ ਕੀਮਤ",
      "payment_is_in_require_capture_message": "ਸਾਨੂੰ ਤੁਹਾਡਾ ਭੁਗਤਾਨ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ ਹੈ, ਪਰ ਇਹ ਅਜੇ ਤੱਕ ਹਾਸਲ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ।",
      "settle_the_earlier_bill_first": "ਪਹਿਲਾਂ ਪੁਰਾਣੇ ਬਿੱਲ ਦਾ ਨਿਪਟਾਰਾ ਕਰੋ!"
    },
    "delivery": {
      "title": "ਡਿਲਿਵਰੀ",
      "subtitle": "ਖਰੀਦਦਾਰ ਜਾਣਕਾਰੀ",
      "confirm_received_action": "ਉਤਪਾਦ ਦੀ ਰਸੀਦ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "confirm_received_info": "ਜੇਕਰ ਤੁਹਾਨੂੰ ਆਰਡਰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ ਤਾਂ ਪੁਸ਼ਟੀਕਰਨ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ। ਜੇਕਰ ਲੋੜ ਹੋਵੇ, ਤਾਂ ਤੁਸੀਂ ਪੁਸ਼ਟੀਕਰਨ ਪ੍ਰਾਪਤ ਕਰਨ 'ਤੇ ਇੱਕ ਰੈਫਰਲ ਜਮ੍ਹਾ ਕਰ ਸਕੋਗੇ।",
      "Recipient": "ਪ੍ਰਾਪਤਕਰਤਾ",
      "bill": "ਚਲਾਨ",
      "name": "ਨਾਮ",
      "tel": "ਫ਼ੋਨ",
      "email": "ਈ - ਮੇਲ",
      "country": "ਦੇਸ਼",
      "state": "ਰਾਜ",
      "city": "ਸ਼ਹਿਰ",
      "address": "ਪਤਾ",
      "building_no": "ਬਿਲਡਿੰਗ ਨੰਬਰ",
      "unit_no": "ਯੂਨਿਟ ਨੰਬਰ",
      "postal_code": "ਪੋਸਟਕੋਡ",
      "description": "ਵਰਣਨ",
      "order_delivered": "ਆਰਡਰ ਦੇ ਦਿੱਤਾ ਗਿਆ ਹੈ।",
      "delivery_time": "ਅਦਾਇਗੀ ਸਮਾਂ",
      "tracking_code": "ਟਰੈਕਿੰਗ ਕੋਡ",
      "tracking_url": "ਟਰੈਕਿੰਗ ਯੂਆਰਐਲ",
      "notifications": {
        "confirm_delivery": "ਤੁਹਾਡੇ ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ ਹੋ ਗਈ ਹੈ।"
      }
    },
    "basket_items": {
      "original_warranty": "ਮਾਲ ਦੀ ਮੌਲਿਕਤਾ ਦੀ ਗਰੰਟੀ",
      "return": "ਵਾਪਸੀ",
      "table": {
        "product": "ਉਤਪਾਦ ਦਾ ਨਾਮ",
        "count": "ਗਿਣਤੀ",
        "unit_price": "ਯੂਨਿਟ ਮੁੱਲ",
        "total_price": "ਕੁੱਲ ਕੀਮਤ",
        "discount": "ਛੂਟ",
        "final_price": "ਅੰਤਿਮ ਕੀਮਤ",
        "returned": "ਵਾਪਸ ਆ"
      }
    }
  },
  "return_request": {
    "title": "ਵਾਪਸੀ",
    "count_input": "ਵਾਪਸ ਕੀਤੀਆਂ ਆਈਟਮਾਂ ਦੀ ਸੰਖਿਆ",
    "count_input_message": "ਤੁਸੀਂ ਕਿੰਨੀਆਂ ਚੀਜ਼ਾਂ ਵਾਪਸ ਕਰਦੇ ਹੋ?",
    "reason_input": "ਵਾਪਸੀ ਦਾ ਕਾਰਨ",
    "reason_input_message": "ਇਸ ਆਈਟਮ ਨੂੰ ਵਾਪਸ ਕਰਨ ਦਾ ਕਾਰਨ ਚੁਣੋ।",
    "note_input": "ਵਰਣਨ",
    "note_input_hint": "ਵਾਪਸੀ ਦਾ ਕਾਰਨ ਦੱਸੋ।।",
    "note_input_message": "ਲੋੜ ਪੈਣ 'ਤੇ ਇਸ ਆਈਟਮ ਨੂੰ ਵਾਪਸ ਕਰਨ ਦਾ ਕਾਰਨ ਦੱਸੋ।",
    "media_message": "ਉਤਪਾਦ ਸਥਿਤੀ ਜਾਣਕਾਰੀ ਲਈ ਬਿਹਤਰ ਸਹਾਇਤਾ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਤੁਸੀਂ ਉਤਪਾਦ ਦੀ ਚਿੱਤਰ, ਆਡੀਓ ਜਾਂ ਵੀਡੀਓ ਨੂੰ ਇੱਥੇ ਅੱਪਲੋਡ ਕਰ ਸਕਦੇ ਹੋ। ਫਾਈਲ ਦੀ ਚੋਣ ਕਰਨ ਨਾਲ ਆਪਣੇ ਆਪ ਭੇਜੇ ਅਤੇ ਪੁਸ਼ਟੀ ਹੋ ਜਾਵੇਗੀ।",
    "video": "ਵੀਡੀਓ",
    "voice": "ਆਵਾਜ਼",
    "add_action": "ਵਾਪਸੀ ਦੀ ਬੇਨਤੀ ਭੇਜੋ",
    "notifications": "ਤੁਹਾਡੀ ਵਾਪਸੀ ਦੀ ਬੇਨਤੀ ਸਫਲਤਾਪੂਰਵਕ ਰਜਿਸਟਰ ਕੀਤੀ ਗਈ ਹੈ।"
  },
  "virtual_order_page": {
    "title": "ਆਰਡਰ",
    "info": {
      "title": "ਵਰਚੁਅਲ ਉਤਪਾਦ ਖਰੀਦਿਆ"
    }
  },
  "user_profile": {
    "title": "ਮੇਰੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ",
    "name": "ਨਾਮ",
    "email": "ਈ - ਮੇਲ",
    "tel": "ਟੈਲੀ",
    "identity": "ਪ੍ਰਮਾਣਿਕਤਾ",
    "success_kyc": "KYC ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ",
    "club": "ਉਪਭੋਗਤਾ ਪੱਧਰ",
    "subscription": "ਖ਼ਬਰਾਂ ਦੀ ਗਾਹਕੀ",
    "leave_shop": "ਇਸ ਸਟੋਰ ਨੂੰ ਛੱਡੋ ਅਤੇ ਸਾਰੇ ਗਾਹਕ ਪੱਧਰ ਨੂੰ ਹਟਾਓ",
    "leave_shop_action": "ਦੁਕਾਨ ਛੱਡੋ",
    "edit_personal_info": "ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "leave_dialog": {
      "title": "ਦੁਕਾਨ ਛੱਡੋ",
      "message": "ਇਸ ਸਟੋਰ ਦੀ ਗਾਹਕੀ ਰੱਦ ਕਰਨ ਨਾਲ ਤੁਹਾਡੀ ਆਰਡਰ ਜਾਣਕਾਰੀ ਅਤੇ ਰਿਕਾਰਡ ਨਹੀਂ ਮਿਟਣਗੇ।",
      "action": "ਛੱਡੋ"
    },
    "notifications": {
      "leave_success": "ਦੁਕਾਨ ਛੱਡੋ"
    },
    "club_table": {
      "discount": "ਛੂਟ",
      "limit": "ਸੀਮਾ",
      "currency": "ਮੁਦਰਾ",
      "free_shipping": "ਮੁਫਤ ਸ਼ਿਪਿੰਗ"
    },
    "no_kyc": "ਕੋਈ ਕੇਵਾਈਸੀ ਨਹੀਂ"
  },
  "basket_page": {
    "title": "ਖਰੀਦਾਰੀ ਠੇਲ੍ਹਾ",
    "total_price": "ਕੁੱਲ ਮਾਤਰਾ",
    "shipping": "ਸ਼ਿਪਿੰਗ ਦੀ ਲਾਗਤ",
    "free_shipping": "ਮੁਫਤ ਸ਼ਿਪਿੰਗ",
    "shipping_not_pay": "ਸ਼ਾਮਲ ਨਹੀਂ ਹੈ",
    "total_discount": "ਕੁੱਲ ਛੋਟ",
    "customer_club": "ਕਲਾਇੰਟ ਕਲੱਬ ਮੈਂਬਰ",
    "customer_club_discount": "ਮੈਂਬਰ ਛੂਟ",
    "final_price": "ਅੰਤਿਮ ਭੁਗਤਾਨ",
    "lead_time": "ਤਿਆਰੀ ਦਾ ਸਮਾਂ",
    "lead_time_unit": "ਘੰਟਾ",
    "receive_time": "ਤਰਜੀਹੀ ਡਿਲੀਵਰੀ ਸਮਾਂ",
    "select_time": "ਡਿਲਿਵਰੀ ਸਮਾਂ ਚੁਣੋ",
    "no_select_time": "ਜਿੰਨੀ ਜਲਦੀ ਹੋ ਸਕੇ",
    "transportation_type": "ਸ਼ਿਪਿੰਗ ਦੀ ਕਿਸਮ",
    "days_input": "ਡਿਲਿਵਰੀ ਦਿਨ",
    "days_input_label": "ਦਿਨ",
    "days_input_no_data": "ਘੱਟੋ-ਘੱਟ ਇੱਕ ਦਿਨ ਚੁਣੋ",
    "time_input": "ਅਦਾਇਗੀ ਸਮਾਂ",
    "time_input_label": "'ਤੇ ਡਿਲਿਵਰੀ",
    "time_input_label_no_data": "ਘੱਟੋ-ਘੱਟ ਇੱਕ ਵਾਰ ਅੰਤਰਾਲ ਚੁਣੋ",
    "support_cod": "ਡਿਲਿਵਰੀ 'ਤੇ ਨਕਦ",
    "not_support_cod": "ਸਥਾਨਕ ਤੌਰ 'ਤੇ ਭੁਗਤਾਨ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ!",
    "final_confirm_action": "ਅੰਤਿਮ ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ",
    "pay_and_complete_action": "ਹੁਣੇ ਭੁਗਤਾਨ ਕਰੋ",
    "pre_confirm_service": "ਬੇਨਤੀ ਦਰਜ ਕਰੋ",
    "errors": {
      "no_address": "ਉਹ ਪਤਾ ਚੁਣੋ ਜਿਸ 'ਤੇ ਤੁਸੀਂ ਆਪਣਾ ਆਰਡਰ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹੋ।",
      "no_phone": "ਮਾਲ ਦੀ ਰਸੀਦ ਦਾ ਤਾਲਮੇਲ ਕਰਨ ਲਈ ਇੱਕ ਸੰਪਰਕ ਨੰਬਰ ਦਰਜ ਕਰੋ।",
      "select_billing_country": "ਆਪਣਾ ਬਿਲਿੰਗ ਦੇਸ਼ ਚੁਣੋ",
      "select_billing_state": "ਆਪਣਾ ਟੈਕਸ ਖੇਤਰ ਚੁਣੋ"
    },
    "same_billing_address": "ਬਿਲਿੰਗ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤਕਰਤਾ ਦੀ ਜਾਣਕਾਰੀ ਦੇ ਸਮਾਨ ਹੈ",
    "custom_billing_info": "ਵੱਖਰੀ ਬਿਲਿੰਗ ਜਾਣਕਾਰੀ",
    "basket_empty": "ਟੋਕਰੀ ਖਾਲੀ ਹੈ",
    "extra_shipping_count": "ਤੁਹਾਨੂੰ {count} ਪੈਕੇਜ ਪ੍ਰਾਪਤ ਹੋਣਗੇ।",
    "select_location_error": "ਨਕਸ਼ੇ 'ਤੇ ਮਾਲ ਦੀ ਰਸੀਦ ਦਾ ਸਥਾਨ ਲੱਭੋ ਅਤੇ ਪ੍ਰਾਪਤਕਰਤਾ ਦਾ ਸਹੀ ਪਤਾ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਨਕਸ਼ੇ ਦੇ ਵਿਚਕਾਰ ਸੂਚਕ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "same_billing_address_desc": "ਬਿਲਿੰਗ ਪਤਾ ਸ਼ਿਪਿੰਗ ਪਤੇ ਦੇ ਸਮਾਨ ਹੈ।",
    "custom_billing_info_desc": "ਤੁਸੀਂ ਆਪਣਾ ਟੈਕਸ ਨੰਬਰ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਬਿਲਿੰਗ ਲਈ ਇੱਕ ਵੱਖਰਾ ਪਤਾ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ।",
    "billing_business_desc": "ਇਹ ਟੈਕਸ ਨੰਬਰ ਵਾਲਾ ਕਾਰੋਬਾਰੀ ਖਾਤਾ ਹੈ।",
    "billing_personal_desc": "ਇਹ ਇੱਕ ਨਿੱਜੀ ਖਾਤਾ ਹੈ।",
    "no_billing_title": "ਕੋਈ ਬਿਲਿੰਗ ਨਹੀਂ",
    "no_billing_desc": "ਬਿਲਿੰਗ ਪਤਾ ਖਾਲੀ ਛੱਡੋ।",
    "cross_selling_discount": "ਸੰਗ੍ਰਹਿ ਛੂਟ"
  },
  "basket_items": {
    "items_unit": "x",
    "lead_unit": "ਘੰਟਾ",
    "count_input": "ਗਿਣਤੀ",
    "price_changed": "ਕੀਮਤ ਬਦਲ ਗਈ ਹੈ। ਨਵੀਂ ਕੀਮਤ:",
    "offer": "{count}x ਆਈਟਮ ਨੂੰ {percent}% ਦੀ ਛੋਟ ਪ੍ਰਾਪਤ ਕਰੋ",
    "offer_free": "{count}x ਮੁਫ਼ਤ ਪ੍ਰਾਪਤ ਕਰੋ"
  },
  "addresses_page": {
    "title": "ਮੇਰੇ ਪਤੇ",
    "new_action": "ਨਵਾਂ ਪਤਾ",
    "Recipient": "ਪ੍ਰਾਪਤਕਰਤਾ",
    "address": "ਪਤਾ",
    "building_no": "ਲਾਇਸੰਸ ਪਲੇਟ",
    "building_unit": "ਯੂਨਿਟ",
    "postcode": "ਪੋਸਟਕੋਡ",
    "tel": "ਟੈਲੀ",
    "description": "ਨੋਟ ਕਰੋ",
    "map": {
      "title": "ਮੇਰੇ ਪਤੇ",
      "confirm": "ਪਤਾ ਰਜਿਸਟਰੇਸ਼ਨ",
      "address_type": "ਪਤਾ",
      "receptor_type": "ਪ੍ਰਾਪਤਕਰਤਾ"
    },
    "add_dialog": {
      "title": "ਨਵਾਂ ਪਤਾ ਨਾਮ",
      "message": "ਇੱਕ ਨਵੇਂ ਪਤੇ ਲਈ ਇੱਕ ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ।",
      "address_name_input": "ਪਤਾ (ਲੋੜੀਂਦਾ)"
    }
  },
  "return_requests": {
    "title": "ਵਾਪਸੀ ਦੀਆਂ ਬੇਨਤੀਆਂ"
  },
  "user_favorites": {
    "title": "ਇੱਛਾ-ਸੂਚੀ"
  },
  "user_comments": {
    "title": "ਮੇਰੀਆਂ ਟਿੱਪਣੀਆਂ",
    "first_post": "ਪਹਿਲੀ ਪੋਸਟ",
    "last_edit": "ਆਖਰੀ ਸੰਪਾਦਨ"
  },
  "user_gift_cards": {
    "title": "ਮੇਰੇ ਗਿਫਟ ਕਾਰਡ",
    "add_action": "ਕਾਰਡ ਸ਼ਾਮਲ ਕਰੋ",
    "add_card_dialog": {
      "title": "ਗਿਫਟ ਕਾਰਡ ਸ਼ਾਮਲ ਕਰੋ",
      "message": "ਕਾਰਡ ਨੰਬਰ ਅਤੇ ਸੁਰੱਖਿਆ ਕੋਡ ਦਰਜ ਕਰੋ। ਇੱਕ ਤੋਹਫ਼ਾ ਕਾਰਡ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਜੋੜਿਆ ਜਾਵੇਗਾ।",
      "card_number_input": "ਕਾਰਡ ਨੰਬਰ",
      "info": "ਨੋਟ: ਸਟੋਰ ਤੋਂ ਖਰੀਦਦੇ ਸਮੇਂ, ਤੁਹਾਨੂੰ ਗਿਫਟ ਕਾਰਡਾਂ ਨਾਲ ਭੁਗਤਾਨ ਕਰਨ ਦਾ ਵਿਕਲਪ ਦਿਖਾਇਆ ਜਾਵੇਗਾ। ਇਸ ਵਿਕਲਪ ਨੂੰ ਚੁਣਨ ਨਾਲ, ਤੁਹਾਡੇ ਰੀਚਾਰਜ ਬੈਲੇਂਸ ਦੀ ਰਕਮ ਆਰਡਰ ਦੀ ਰਕਮ ਵਿੱਚੋਂ ਕੱਟੀ ਜਾਵੇਗੀ।",
      "add_action": "ਕਾਰਡ ਰਜਿਸਟ੍ਰੇਸ਼ਨ"
    }
  },
  "product_comparison": {
    "title": "ਉਤਪਾਦ ਦੀ ਤੁਲਨਾ ਕਰੋ",
    "action_button": "ਤੁਲਨਾ ਕਰੋ",
    "list": {
      "no_data": "ਤੁਲਨਾ ਸੂਚੀ ਵਿੱਚ ਕੋਈ ਉਤਪਾਦ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤੇ ਗਏ ਸਨ।",
      "price": "ਕੀਮਤ",
      "type": "ਟਾਈਪ ਕਰੋ",
      "brand": "ਬ੍ਰਾਂਡ",
      "warranty": "ਵਾਰੰਟੀ",
      "variants_comparison": "ਉਤਪਾਦ ਦੇ ਰੂਪਾਂ ਦੀ ਤੁਲਨਾ ਕਰੋ",
      "spec": "ਤਕਨੀਕੀ ਨਿਰਧਾਰਨ",
      "pros": "ਪ੍ਰੋ",
      "cons": "ਵਿਪਰੀਤ",
      "user_review": "ਉਪਭੋਗਤਾ ਦੀਆਂ ਟਿੱਪਣੀਆਂ",
      "rating": "ਰੇਟਿੰਗ",
      "rating_count": "ਸਮੀਖਿਆਵਾਂ ਦੀ ਸੰਖਿਆ",
      "info": "ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ਨੂੰ ਭੇਜ ਕੇ ਇਸ ਉਤਪਾਦ ਦੀ ਤੁਲਨਾ ਸਾਰਣੀ ਨੂੰ ਆਪਣੇ ਦੋਸਤਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰ ਸਕਦੇ ਹੋ, ਜਾਂ ਇਸ ਲਿੰਕ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਇਸ ਤੱਕ ਪਹੁੰਚ ਕਰ ਸਕਦੇ ਹੋ।",
      "copy_action": "ਤੁਲਨਾ ਲਿੰਕ ਕਾਪੀ ਕਰੋ",
      "check_list": [
        "ਹਾਂ",
        "ਹੈ"
      ],
      "cross_list": [
        "ਨੰ",
        "ਨਹੀਂ ਹੈ"
      ]
    }
  },
  "product_filter_menu": {
    "only_original": "ਸਿਰਫ਼ ਮੂਲ",
    "only_has_discount": "ਸਿਰਫ਼ ਛੋਟ ਦਿੱਤੀ ਗਈ ਹੈ",
    "price_range": "ਕੀਮਤ ਸੀਮਾ",
    "brands": "ਬ੍ਰਾਂਡ",
    "main_shop_page": "ਸਟੋਰ ਮੁੱਖ ਪੰਨਾ",
    "home": "ਘਰ"
  },
  "product_rating_view": {
    "message": "ਪਿਆਰੇ {user}, ਤੁਸੀਂ ਇਹ ਉਤਪਾਦ ਖਰੀਦਿਆ ਹੈ। ਤੁਸੀਂ ਇਸ ਉਤਪਾਦ ਬਾਰੇ ਕੀ ਸੋਚਦੇ ਹੋ?",
    "notification": {
      "title": "ਵਧਾਈ",
      "message": "ਤੁਹਾਡੀ ਟਿੱਪਣੀ ਰਿਕਾਰਡ ਕੀਤੀ ਗਈ ਹੈ।"
    }
  },
  "blogs": {
    "title": "ਬਲੌਗ",
    "add_new_blog": "ਨਵਾਂ ਬਲੌਗ",
    "popular": "ਪ੍ਰਸਿੱਧ",
    "topics": "ਵਿਸ਼ੇ",
    "suggestions": "ਸੁਝਾਅ"
  },
  "official_pages": {
    "about_us": "ਸਾਡੇ ਬਾਰੇ",
    "terms": "ਵਰਤੋ ਦੀਆਂ ਸ਼ਰਤਾਂ",
    "privacy": "ਪਰਾਈਵੇਟ ਨੀਤੀ",
    "contact_us": "ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ"
  },
  "contact_us_form": {
    "title": "ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਫਾਰਮ",
    "name": "ਨਾਮ",
    "email": "ਈ - ਮੇਲ",
    "phone": "ਫ਼ੋਨ",
    "message": "ਸੁਨੇਹਾ",
    "notifications": {
      "success": "ਤੁਹਾਡਾ ਸੁਨੇਹਾ ਭੇਜਿਆ ਗਿਆ ਹੈ."
    },
    "submitted_title": "ਸਾਡੇ ਤੱਕ ਪਹੁੰਚਣ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ!",
    "submitted_message": "ਅਸੀਂ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਵਿੱਚ ਤੁਹਾਡੇ ਸਮੇਂ ਦੀ ਸ਼ਲਾਘਾ ਕਰਦੇ ਹਾਂ। ਤੁਹਾਡਾ ਸੁਨੇਹਾ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ ਹੈ ਅਤੇ ਸਾਡੀ ਟੀਮ ਇਸ ਸਮੇਂ ਇਸਦੀ ਸਮੀਖਿਆ ਕਰ ਰਹੀ ਹੈ। ਅਸੀਂ ਜਿੰਨੀ ਜਲਦੀ ਹੋ ਸਕੇ ਜਵਾਬ ਦੇਵਾਂਗੇ, ਅਤੇ ਇਸ ਸਮੇਂ ਦੌਰਾਨ ਤੁਹਾਡੇ ਧੀਰਜ ਲਈ ਅਸੀਂ ਤੁਹਾਡਾ ਧੰਨਵਾਦ ਕਰਦੇ ਹਾਂ। ਤੁਹਾਡੀ ਦਿਲਚਸਪੀ ਅਤੇ ਫੀਡਬੈਕ ਸਾਡੇ ਲਈ ਮਹੱਤਵਪੂਰਨ ਹਨ, ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸਭ ਤੋਂ ਵਧੀਆ ਸੰਭਵ ਸਹਾਇਤਾ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਵਚਨਬੱਧ ਹਾਂ।"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ",
      "payment_success": "ਭੁਗਤਾਨ ਪੂਰਾ ਹੋਇਆ।",
      "buy_title": "ਖਰੀਦੋ",
      "pay_by_giftcards": "ਤੁਹਾਡੇ ਆਰਡਰ ਦਾ ਭੁਗਤਾਨ ਇੱਕ ਤੋਹਫ਼ੇ ਕਾਰਡ ਨਾਲ ਕੀਤਾ ਗਿਆ ਸੀ।",
      "free_order": "ਤੁਹਾਡਾ ਆਰਡਰ ਮੁਫ਼ਤ ਹੈ।",
      "pay_by_cod": "ਤੁਹਾਡੇ ਆਰਡਰ ਨੂੰ ਕੈਸ਼ ਆਨ ਡਿਲੀਵਰੀ ਵਜੋਂ ਜੋੜਿਆ ਗਿਆ ਹੈ।",
      "pay_by_dir": "ਤੁਹਾਡਾ ਆਰਡਰ ਸਫਲਤਾਪੂਰਵਕ ਜੋੜਿਆ ਗਿਆ ਹੈ। ਹੁਣ ਤੁਸੀਂ ਸਿੱਧੇ ਪੈਸੇ ਟ੍ਰਾਂਸਫਰ ਦੁਆਰਾ ਭੁਗਤਾਨ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਫਿਰ ਆਰਡਰ ਪੰਨੇ 'ਤੇ ਭੁਗਤਾਨ ਦੀ ਰਸੀਦ ਨੂੰ ਅਪਲੋਡ ਕਰ ਸਕਦੇ ਹੋ।",
      "pay_title": "ਭੁਗਤਾਨ",
      "qr_code_payment": "ਭੁਗਤਾਨ QR ਕੋਡ ਪਤਾ ਬਣਾਇਆ ਗਿਆ।",
      "connecting_to_online_gateway": "ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਗੇਟਵੇ ਨਾਲ ਜੁੜ ਰਿਹਾ ਹੈ।"
    }
  },
  "time_progress_bar": {
    "title_before_start": "ਸ਼ੁਰੂ ਤੱਕ ਹੀ ਰਿਹਾ",
    "title_between_start_end": "ਅੰਤ ਤੱਕ ਬਣਿਆ ਰਿਹਾ",
    "title_after_end": "ਸਮਾਪਤ",
    "title_no_start_end": "ਸਮੇਂ ਦੀ ਮਿਆਦ ਤੋਂ ਬਿਨਾਂ!"
  },
  "lottery_prizes": {
    "message": "ਤੁਸੀਂ ਪ੍ਰਤੀ ਆਰਡਰ ਇੱਕ ਤੋਹਫ਼ਾ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ।"
  },
  "coupons": {
    "coupon_code": "ਕੂਪਨ ਕੋਡ",
    "add_coupon": "ਕੂਪਨ ਸ਼ਾਮਲ ਕਰੋ"
  },
  "avocado": {
    "not_enable": "ਐਵੋਕਾਡੋ ਫਾਰਮ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ!",
    "last_update": "ਆਖਰੀ ਅੱਪਡੇਟ:",
    "step1": "1. ਜਿਸ ਉਤਪਾਦ ਦਾ ਤੁਸੀਂ ਆਰਡਰ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਉਸ ਦਾ ਨਾਮ ਅਤੇ ਵੇਰਵੇ ਦਰਜ ਕਰੋ ਅਤੇ ਐਡ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "title_plc": "ਉਤਪਾਦ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ।",
    "description_plc": "ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਹੋਰ ਉਤਪਾਦ ਵੇਰਵੇ ਹਨ?",
    "link_plc": "ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਉਤਪਾਦ ਦਾ ਲਿੰਕ ਹੈ?",
    "image": "ਉਤਪਾਦ ਚਿੱਤਰ",
    "image_msg": "ਜੇਕਰ ਲੋੜ ਹੋਵੇ ਤਾਂ ਤੁਸੀਂ ਉਤਪਾਦ ਚਿੱਤਰ ਭੇਜ ਸਕਦੇ ਹੋ।",
    "add_item": "ਆਈਟਮ ਸ਼ਾਮਲ ਕਰੋ",
    "items_list": "ਬੇਨਤੀ ਕੀਤੇ ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ",
    "currency_msg": "ਤੁਹਾਨੂੰ ਇਸ ਆਰਡਰ ਦੀ ਰਕਮ ਦਾ ਭੁਗਤਾਨ ਇਸ ਮੁਦਰਾ ਨਾਲ ਕਰਨਾ ਪਵੇਗਾ।",
    "step2": "2. ਸਾਰੀਆਂ ਲੋੜੀਂਦੀਆਂ ਆਈਟਮਾਂ ਨੂੰ ਜੋੜਨ ਤੋਂ ਬਾਅਦ, ਆਰਡਰ ਸਮੀਖਿਆ ਬੇਨਤੀ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ। ਇਸ ਪੜਾਅ 'ਤੇ, ਅਸੀਂ ਆਰਡਰ ਦੀ ਸਮੀਖਿਆ ਕਰਾਂਗੇ ਅਤੇ ਤੁਹਾਨੂੰ ਕੀਮਤ ਬਾਰੇ ਦੱਸਾਂਗੇ। ਇਸ ਲਿੰਕ 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ, ਤੁਸੀਂ ਕੀਮਤ ਅਤੇ ਭੁਗਤਾਨ ਲਿੰਕ ਨੂੰ ਦੇਖ ਸਕੋਗੇ।",
    "order_action": "ਆਰਡਰ ਰਜਿਸਟਰੇਸ਼ਨ",
    "show_all": "ਸਾਰੇ ਦਿਖਾਓ",
    "show_accepted": "ਪੁਸ਼ਟੀ ਕੀਤੀਆਂ ਆਈਟਮਾਂ ਦਿਖਾਓ",
    "last_orders": "ਤੁਹਾਡੇ ਹਾਲੀਆ ਆਰਡਰਾਂ ਦੀ ਸੂਚੀ",
    "pending_status": "ਸਮੀਖਿਆ ਅਧੀਨ",
    "check_now": "ਆਰਡਰ ਦੀ ਜਾਂਚ ਕਰੋ",
    "add_new_order": "ਨਵਾਂ ਆਰਡਰ ਬਣਾਓ",
    "pay_online": "ਆਨਲਾਈਨ ਭੁਗਤਾਨ ਕਰੋ",
    "pricing_not_completed_message": "ਤੁਹਾਡੇ ਆਰਡਰ ਦੀ ਸਮੀਖਿਆ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ। ਤੁਹਾਡੇ ਆਰਡਰ ਦੀ ਸਮੀਖਿਆ ਕੀਤੀ ਜਾਵੇਗੀ ਅਤੇ ਜਲਦੀ ਹੀ ਕੀਮਤ ਨਿਰਧਾਰਤ ਕੀਤੀ ਜਾਵੇਗੀ ਅਤੇ ਤੁਸੀਂ ਆਰਡਰ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਦੇ ਯੋਗ ਹੋਵੋਗੇ।",
    "delete_item_dialog": {
      "title": "ਸ਼ਾਪਿੰਗ ਕਾਰਟ ਤੋਂ ਆਈਟਮ ਨੂੰ ਹਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਆਈਟਮ ਨੂੰ ਕਾਰਟ ਵਿੱਚੋਂ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਮਿਟਾਓ"
    },
    "notifications": {
      "order_success": "ਤੁਹਾਡਾ ਆਰਡਰ ਸਫਲਤਾਪੂਰਵਕ ਦਿੱਤਾ ਗਿਆ ਸੀ।",
      "delete_success": "ਆਈਟਮ ਮਿਟਾਈ ਗਈ।"
    },
    "select_address_message": "ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਤਾ ਦਰਜ ਕਰੋ, ਅਤੇ ਫਿਰ ਤੁਸੀਂ ਆਰਡਰ ਜਮ੍ਹਾਂ ਕਰ ਸਕਦੇ ਹੋ।"
  },
  "hyper": {
    "title": "ਆਰਡਰ ਰਚਨਾ",
    "message": "ਉਤਪਾਦ ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਕੇ ਉਹਨਾਂ ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ ਬਣਾਓ ਜੋ ਤੁਸੀਂ ਖਰੀਦਣਾ ਚਾਹੁੰਦੇ ਹੋ।",
    "currency_msg": "ਜਿਸ ਮੁਦਰਾ ਨਾਲ ਤੁਸੀਂ ਭੁਗਤਾਨ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ।",
    "order_action": "ਭੁਗਤਾਨ",
    "add_new_order": "ਨਵਾਂ ਆਰਡਰ",
    "continue_order": "ਆਰਡਰ ਜਾਰੀ ਰੱਖੋ",
    "delete_item_dialog": {
      "title": "ਸ਼ਾਪਿੰਗ ਕਾਰਟ ਤੋਂ ਆਈਟਮ ਨੂੰ ਹਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਆਈਟਮ ਨੂੰ ਕਾਰਟ ਵਿੱਚੋਂ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਮਿਟਾਓ"
    },
    "notifications": {
      "order_success": "ਤੁਹਾਡਾ ਆਰਡਰ ਸਫਲਤਾਪੂਰਵਕ ਦਿੱਤਾ ਗਿਆ ਸੀ।",
      "delete_success": "ਆਈਟਮ ਮਿਟਾਈ ਗਈ।"
    }
  },
  "pending_payment": {
    "upload_payment_receipt": "ਭੁਗਤਾਨ ਦੀ ਰਸੀਦ ਦਾ ਚਿੱਤਰ ਅੱਪਲੋਡ ਕਰੋ।",
    "upload_payment_receipt_done": "✔ ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਰਸੀਦ ਦੀ ਤਸਵੀਰ ਅੱਪਲੋਡ ਕਰ ਚੁੱਕੇ ਹੋ, ਸਾਡੀ ਮਨਜ਼ੂਰੀ ਦੀ ਉਡੀਕ ਕਰੋ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਬਦਲਣ ਦੀ ਲੋੜ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਪਿਛਲੀ ਤਸਵੀਰ ਨੂੰ ਇੱਕ ਨਵੀਂ ਨਾਲ ਬਦਲ ਸਕਦੇ ਹੋ।",
    "public_form_title": "ਪੈਸੇ ਟ੍ਰਾਂਸਫਰ ਲਈ ਖਾਤਾ ਜਾਣਕਾਰੀ"
  },
  "service_bill": {
    "task": {
      "title": "ਕਰਨ ਲਈ ਸੂਚੀ",
      "message": "ਉਸ ਕੰਮ ਦੇ ਸਿਰਲੇਖਾਂ ਨੂੰ ਦੱਸੋ ਜੋ ਤੁਸੀਂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਅਤੇ ਖਰੀਦਦਾਰ ਨੂੰ ਦੱਸੋ ਕਿ ਇਹ ਕਿੰਨੀ ਅੱਗੇ ਵਧਿਆ ਹੈ।"
    },
    "booking": {
      "title": "ਬੁਕਿੰਗ / ਰਿਜ਼ਰਵੇਸ਼ਨ",
      "message": "ਇਹ ਆਰਡਰ ਇੱਕ ਨਿਸ਼ਚਿਤ ਸਮੇਂ 'ਤੇ ਸੰਸਾਧਿਤ ਕੀਤਾ ਜਾਵੇਗਾ, ਗਾਹਕ ਨੇ ਲੋੜੀਂਦੀ ਮਿਆਦ ਦੀ ਚੋਣ ਕੀਤੀ ਹੈ, ਜੇਕਰ ਤੁਸੀਂ ਚੁਣੀ ਹੋਈ ਮਿਆਦ ਵਿੱਚ ਕੋਈ ਬਦਲਾਅ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਗਾਹਕ ਨੂੰ ਦੱਸੋ।",
      "selected_checkin": "ਗਾਹਕ ਦੁਆਰਾ ਚੁਣਿਆ ਗਿਆ ਚੈੱਕ-ਇਨ",
      "selected_checkout": "ਗਾਹਕ ਦੁਆਰਾ ਚੁਣਿਆ ਗਿਆ ਚੈੱਕ-ਆਊਟ",
      "change_days_question": "ਕੀ ਤੁਹਾਨੂੰ ਗਾਹਕ ਦੇ ਚੁਣੇ ਹੋਏ ਦਿਨਾਂ ਦੌਰਾਨ ਬਦਲਣ ਦੀ ਲੋੜ ਹੈ?",
      "show_calendar": "ਆਦੇਸ਼ਾਂ ਦਾ ਕੈਲੰਡਰ ਦਿਖਾਓ"
    },
    "pricing": {
      "title": "ਕੀਮਤ",
      "message": "ਤੁਸੀਂ ਇਸ ਸੇਵਾ ਲਈ ਕਿੰਨਾ ਖਰਚਾ ਲੈਂਦੇ ਹੋ?"
    },
    "subscription": {
      "title": "ਗਾਹਕੀ",
      "message": "ਤੁਸੀਂ ਰੋਜ਼ਾਨਾ ਆਧਾਰ 'ਤੇ ਇਸ ਸੇਵਾ ਨੂੰ ਖਰੀਦ ਕੇ ਗਾਹਕੀ ਦੀ ਮਿਆਦ ਚੁਣ ਸਕਦੇ ਹੋ। ਖਰੀਦਦਾਰ ਨੂੰ ਦੱਸੋ ਕਿ ਕੀ ਤੁਸੀਂ ਡਿਫੌਲਟ ਮੁੱਲਾਂ ਨੂੰ ਬਦਲਣਾ ਚਾਹੁੰਦੇ ਹੋ ਜੋ ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਦਾਖਲ ਕਰ ਚੁੱਕੇ ਹੋ।",
      "duration": "ਗਾਹਕੀ ਦੀ ਮਿਆਦ"
    },
    "charge": {
      "title": "ਚਾਰਜ",
      "message": "ਤੁਸੀਂ ਇਸ ਆਈਟਮ ਲਈ ਇੱਕ ਚਾਰਜ ਨਿਰਧਾਰਤ ਕੀਤਾ ਹੈ। ਤੁਸੀਂ ਗਾਹਕ ਦੁਆਰਾ ਖਰੀਦੀ ਗਈ ਵਸਤੂ ਲਈ ਚਾਰਜ ਦੀ ਰਕਮ ਬਦਲ ਸਕਦੇ ਹੋ।",
      "charge": "ਚਾਰਜ"
    }
  },
  "check_access": {
    "waiting_message": "ਪਹੁੰਚ ਦੀ ਜਾਂਚ ਕਰਨ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ...",
    "no_access_message": "ਬਦਕਿਸਮਤੀ ਨਾਲ, ਤੁਹਾਡੇ ਕੋਲ ਸਾਡੇ ਸਟੋਰ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਹੈ।<br/> ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।"
  },
  "share_order": {
    "action": "ਆਰਡਰ ਸਾਂਝਾ ਕਰੋ",
    "title": "ਇਸ ਆਰਡਰ ਨੂੰ ਹੋਰਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰੋ।",
    "message": "ਇਹ ਇੱਕ ਸੁਰੱਖਿਅਤ ਲਿੰਕ ਹੈ, ਇਸਨੂੰ ਸਿਰਫ਼ ਉਹਨਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰੋ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ। ਇਸ ਲਿੰਕ ਨਾਲ ਹਰ ਕੋਈ ਤੁਹਾਡੇ ਆਰਡਰ ਦੀ ਡੁਪਲੀਕੇਟ ਬਣਾ ਸਕਦਾ ਹੈ ਅਤੇ ਚੁਣੇ ਹੋਏ ਪਤੇ ਨੂੰ ਦੇਖ ਸਕਦਾ ਹੈ। ਇਸ ਵਿੱਚ ਤੁਹਾਡੇ ਮੌਜੂਦਾ ਕਾਰਟ ਬਾਰੇ ਜਾਣਕਾਰੀ ਹੋਵੇਗੀ।",
    "valid_period": "ਇਸ ਲਿੰਕ ਦੀ ਮਿਆਦ 48 ਘੰਟਿਆਂ ਬਾਅਦ ਸਮਾਪਤ ਹੋ ਜਾਵੇਗੀ।",
    "import_order_action": "ਆਯਾਤ ਆਰਡਰ",
    "retrieve_dialog_title": "ਬਾਹਰੀ ਆਰਡਰ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰੋ",
    "address_included": "ਟੋਕਰੀ ਦੀਆਂ ਚੀਜ਼ਾਂ + ਪਤਾ ਸਾਂਝਾ ਕਰੋ",
    "address_excluded": "ਸਿਰਫ਼ ਟੋਕਰੀ ਦੀਆਂ ਚੀਜ਼ਾਂ ਸਾਂਝੀਆਂ ਕਰੋ"
  },
  "variants_view": {
    "prices": "ਕੀਮਤਾਂ",
    "inventory": "ਵਸਤੂ ਸੂਚੀ",
    "discount": "ਛੂਟ"
  },
  "rating": {
    "product_rating_message": "ਇਸ ਉਤਪਾਦ ਨੂੰ 5 ਵਿੱਚੋਂ {rate} ਸਿਤਾਰੇ ਅਤੇ {rate_count} ਲੋਕਾਂ ਦੁਆਰਾ ਰੇਟਿੰਗ ਪ੍ਰਾਪਤ ਹੋਈ ਹੈ।"
  },
  "related_products": {
    "card": {
      "title": "ਪੜਚੋਲ ਕਰੋ!",
      "same_tags_subtitle": "ਹੋਰ ਕਮਾਲ ਦੀਆਂ ਸਬੰਧਤ ਚੀਜ਼ਾਂ ਲੱਭੋ।",
      "same_category_subtitle": "ਇਸ ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਹੋਰ ਕਮਾਲ ਦੀਆਂ ਚੀਜ਼ਾਂ ਲੱਭੋ।"
    }
  },
  "cross_selling": {
    "title": "ਨਾਲ {product} ਆਰਡਰ ਕਰੋ"
  },
  "select_vendor": {
    "item_title": "{vendor} ਦਾ ਸਟੋਰ ਦੇਖੋ"
  },
  "login": {
    "welcome": "ਸੁਆਗਤ ਹੈ"
  },
  "product_section_incentivise": {
    "total_sold": "ਕੁੱਲ ਵਿਕਿਆ",
    "available_items": "ਉਪਲਬਧ ਆਈਟਮਾਂ",
    "have_in_their_bag": "<b>{in_carts}</b> ਹੋਰਾਂ ਦੀਆਂ ਗੱਡੀਆਂ ਵਿੱਚ ਇਹ ਹੈ!",
    "physical": {
      "popular_selling_with_low_quantity": "🎉 ਪ੍ਰਸਿੱਧ ਚੋਣ! ਸਟਾਕ ਘੱਟ ਚੱਲ ਰਹੇ ਹਨ, ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਕਰ ਸਕਦੇ ਹੋ ਆਪਣੇ ਨੂੰ ਫੜੋ!",
      "has_sell_has_quantity": "🌟 ਬਹੁਤ ਜ਼ਿਆਦਾ ਮੰਗ ਕੀਤੀ ਆਈਟਮ! ਇਸ ਦੇ ਚਲੇ ਜਾਣ ਤੋਂ ਪਹਿਲਾਂ ਇਸਨੂੰ ਪ੍ਰਾਪਤ ਕਰੋ।",
      "just_has_low_quantity": "🛒 ਸੀਮਤ ਸਟਾਕ ਉਪਲਬਧ ਹੈ! ਮਿਸ ਨਾ ਕਰੋ!",
      "just_has_very_low_quantity": "⏳ ਲਗਭਗ ਸਟਾਕ ਤੋਂ ਬਾਹਰ! ਬਹੁਤ ਦੇਰ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਜਲਦੀ ਕੰਮ ਕਰੋ!"
    },
    "file": {
      "very_popular_selling": "🔥 ਚੋਟੀ ਦੇ ਵਿਕਰੇਤਾ! ਭੀੜ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ ਅਤੇ ਇਸਨੂੰ ਹੁਣੇ ਡਾਊਨਲੋਡ ਕਰੋ!",
      "popular_selling": "🎉 ਇਸ ਫਾਈਲ ਨੂੰ ਕਾਫੀ ਪਸੰਦ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ। ਮਿਸ ਨਾ ਕਰੋ!",
      "has_normal_selling": "📈 ਪ੍ਰਸਿੱਧ ਫਾਈਲ! ਅੱਜ ਹੀ ਆਪਣੀ ਕਾਪੀ ਸੁਰੱਖਿਅਤ ਕਰੋ।",
      "just_release_has_some_sales": "✨ ਹੁਣੇ ਜਾਰੀ ਕੀਤਾ ਗਿਆ ਹੈ! ਇਸਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲੇ ਪਹਿਲੇ ਲੋਕਾਂ ਵਿੱਚੋਂ ਇੱਕ ਬਣੋ।"
    }
  }
};