export default {
  "surveys": [
    "Очень бедный",
    "Бедных",
    "Нормальный",
    "Хорошо",
    "Превосходно"
  ],
  "footer": {
    "map": "карта",
    "email": "Эл. адрес",
    "phone": "Телефон",
    "address": "Адрес",
    "copyright": "Использование контента только в некоммерческих целях и со ссылкой на источник (ссылка с {shop_title}). Все права принадлежат {shop_title}.",
    "powered_by": "Питаться от",
    "privacy": "Политика конфиденциальности",
    "term_of_use": "Условия эксплуатации",
    "shop_app_setting": "Настройка магазина и GDPR",
    "dialog_setting": {
      "title": "Настройка приложений магазина",
      "app_list": "Список приложений"
    }
  },
  "product_card": {
    "sold_out": "Распроданный",
    "review_unit": "Рассмотрение",
    "not_original": "Не оригинальная"
  },
  "shop": {
    "products_filter": "Фильтр",
    "native": {
      "title": "Вход в приложение",
      "message": "Это приложение требует доступа к информации об учетной записи вашего магазина. Это включает в себя доступ к имени, контактному номеру, адресу, электронной почте, истории заказов, заказам и публикации комментариев в этом магазине.",
      "message_bold": "Обязательно используйте официальное приложение магазина, чтобы войти в этот магазин."
    }
  },
  "sort": {
    "title": "Сортировать по",
    "title_small": "Сортировать по..",
    "nothing": "Ничего",
    "most_views": "Большинство просмотров",
    "most_likes": "Самый популярный",
    "most_recent": "Новейшие",
    "most_sell": "Бестселлер",
    "cheapest": "Самый дешевый",
    "most_expensive": "Самый дорогой",
    "only_available": "Имеется в наличии",
    "view_mode": {
      "normal": "Нормальный",
      "grid": "Сетка",
      "list": "Список",
      "insta": "Инста"
    }
  },
  "product_info": {
    "fake": "Не настоящие",
    "action": "Аукцион",
    "compare_limit": "10 предметов лимит",
    "compare_add": "Добавить к сравнению",
    "compare_be_in_list": "В списке сравнения",
    "type": "Тип",
    "brand": "Бренд",
    "category": "Категория",
    "discount": "Скидка",
    "track_price": "Отследить цену",
    "waiting_for_auction": "В ожидании аукциона?",
    "inform_auction": "Расскажите об аукционе",
    "return_in_days": "{days} Дней Гарантия Возврат",
    "support24h7": "Поддержка 24 часа 7 дней",
    "support_normal": "Поддержка рабочего времени",
    "original_guarantee": "Оригинальная гарантия",
    "cod_payment": "Поддержка наложенным платежом",
    "pros": "Плюсы",
    "cons": "Минусы",
    "external_link": "Прочитайте больше",
    "notifications": {
      "congratulation": "Поздравления",
      "waiting_list_add_success": "Мы сообщим вам, когда этот товар будет продан с аукциона.",
      "waiting_list_delete_success": "Вы вышли из списка ожидания аукциона."
    },
    "offer_message": "Купите {min_quantity} и получите скидку {percent}% на эти товары",
    "up_to": "До {per_order}x за заказ",
    "get_free": "ПОЛУЧИТЬ БЕСПЛАТНО",
    "get_off": "ПОЛУЧИТЕ СКИДКУ {percent}%",
    "select_a_vendor_message": "Выберите поставщика.",
    "product_description_header": "Представляем {product}"
  },
  "buy_button": {
    "waiting_for_availability": "Ожидание доступности",
    "inform_me_when_available": "Ждать этого?",
    "pay_buy": "Оплатить и купить",
    "quantity": "Считать",
    "quantity_in_basket": "Товары в корзине",
    "count_unit": "Икс",
    "remove": "Удалять",
    "add_to_basket": "Добавить в корзину",
    "buy": "Купить",
    "notifications": {
      "inform_add_success": "Мы сообщим вам, когда он будет доступен.",
      "inform_remove_success": "Вы были исключены из списка ожидания."
    },
    "subscribe_now": "Подпишись сейчас",
    "unsubscribe": "Отписаться",
    "select_a_subscription_plan": "Сначала выберите план!",
    "manage_subscriptions": "Управление подписками"
  },
  "product": {
    "review": "Рассмотрение",
    "spec": "Спецификация",
    "comments": "Комментарии",
    "related_products_title": "Сопутствующие товары",
    "price": "Цена",
    "rate": "Показатель",
    "comment": "Комментарий",
    "warranty": "Гарантия",
    "return_policy": "Политика возврата",
    "guide": "Руководство",
    "shipping": "Перевозки",
    "related_categories_title": "Откройте для себя в коллекциях"
  },
  "layout_shop": {
    "shop_menu": {
      "orders_history": "История заказов",
      "profile": "Мой профайл",
      "favorites": "Любимые предметы",
      "gift_cards": "Подарочные карты",
      "return_requests": "Возвращенные заказы",
      "basket": "Корзина"
    },
    "user_menu": {
      "my_shops": "Мои магазины",
      "go_to_admin": "Управление {shop_name}",
      "exit_from": "Выйти {shop_name}",
      "chips": "{чипсы} Чипсы"
    },
    "login_to_shop": "Войти в магазин",
    "login_to_shop_short": "Авторизоваться",
    "item_in_basket_message": "{count} Этот товар в вашей корзине.",
    "search_title": "Искать в магазине {shop_name}"
  },
  "basket_top_menu": {
    "basket": "Корзина",
    "basket_is_empty": "Ваша корзина пуста.",
    "total_price": "Общее",
    "view_basket": "Ваша корзина",
    "more": "Более ...",
    "accept_and_pay": "Проверить",
    "items": "Предметы)"
  },
  "history_orders_physical": {
    "rejected": "Отклоненный",
    "table": {
      "code": "Код заказа",
      "reserved": "Дата",
      "delivery_state": "О состоянии доставки",
      "price": "Итоговая цена",
      "status": "Статус платежа"
    }
  },
  "history_orders": {
    "table": {
      "code": "Код заказа",
      "items": "Предметы",
      "reserved": "Дата",
      "delivery_state": "Последний статус",
      "price": "Итоговая цена",
      "status": "Статус платежа"
    }
  },
  "user_page": {
    "menu": {
      "gift_card": "Подарочная карта",
      "comments": "Комментарии",
      "favorites": "Избранное",
      "return_requests": "Возвращает",
      "addresses": "Адреса",
      "profile": "Профиль",
      "orders": "Заказы"
    }
  },
  "physical_order_page": {
    "title": "порядок",
    "payment": {
      "title": "Оплата",
      "payment_waiting": "ожидается платеж",
      "payment_completed": "Оплаченный",
      "table": {
        "title": "Заголовок",
        "amount": "Количество",
        "description": "Описание"
      },
      "total_payment": "Выплаченная сумма",
      "discount": "Скидка",
      "discount_code": "Код скидки",
      "delivery_fee": "Стоимость доставки",
      "delivery_fee_after": "Доставка не оплачена",
      "total_price": "Общая стоимость товаров",
      "total_items_discount": "Скидка на товары",
      "total_price_after_offers": "Итого после применения предложений",
      "buyer_payment": "Сумма платежа покупателя",
      "total_order_price_before_tax": "Общая стоимость до налогообложения"
    },
    "delivery": {
      "title": "Доставка",
      "subtitle": "Информация о покупателе",
      "confirm_received_action": "Подтвердите получение продукта",
      "confirm_received_info": "Нажмите кнопку подтверждения, если вы получили заказ. При необходимости вы сможете отправить реферала, если получите подтверждение.",
      "Recipient": "Получатель",
      "bill": "Счет",
      "name": "Имя",
      "tel": "Телефон",
      "email": "Эл. адрес",
      "country": "Страна",
      "state": "Состояние",
      "city": "Город",
      "address": "Адрес",
      "building_no": "Номер здания",
      "unit_no": "Номер блока",
      "postal_code": "Почтовый индекс",
      "description": "Описание",
      "order_delivered": "Заказ доставлен.",
      "delivery_time": "Срок поставки",
      "tracking_code": "Код отслеживания",
      "tracking_url": "URL отслеживания",
      "notifications": {
        "confirm_delivery": "Ваш заказ подтвержден."
      }
    },
    "basket_items": {
      "original_warranty": "Гарантия оригинальности товара",
      "return": "Возврат",
      "table": {
        "product": "наименование товара",
        "count": "Считать",
        "unit_price": "Цена за единицу",
        "total_price": "Итоговая цена",
        "discount": "Скидка",
        "final_price": "Окончательная цена",
        "returned": "Вернулся"
      }
    }
  },
  "return_request": {
    "title": "Возврат",
    "count_input": "Количество возвращенных товаров",
    "count_input_message": "Сколько товаров вы возвращаете?",
    "reason_input": "Причина возврата",
    "reason_input_message": "Выберите причину возврата этого товара.",
    "note_input": "Описание",
    "note_input_hint": "Опишите причину возврата..",
    "note_input_message": "При необходимости опишите причину возврата этого товара.",
    "media_message": "Вы можете загрузить изображение, аудио или видео продукта здесь, чтобы получить лучшую поддержку информации о состоянии продукта. Выбор файла будет автоматически отправлен и подтвержден.",
    "video": "видео",
    "voice": "Голос",
    "add_action": "Отправить запрос на возврат",
    "notifications": "Ваш запрос на возврат успешно зарегистрирован."
  },
  "virtual_order_page": {
    "title": "порядок",
    "info": {
      "title": "Приобретенный виртуальный продукт"
    }
  },
  "user_profile": {
    "title": "Моя личная информация",
    "name": "Имя",
    "email": "Эл. адрес",
    "tel": "Тел.",
    "identity": "Аутентификация",
    "success_kyc": "Подтвержденный ЗСК",
    "club": "Уровень пользователя",
    "subscription": "Подписка на новости",
    "leave_shop": "Покиньте этот магазин и удалите всех клиентов уровня",
    "leave_shop_action": "Выйти из магазина",
    "edit_personal_info": "Изменить личную информацию",
    "leave_dialog": {
      "title": "Выйти из магазина",
      "message": "Отказ от подписки на этот магазин не приведет к удалению информации о вашем заказе и записей.",
      "action": "Покинуть"
    },
    "notifications": {
      "leave_success": "Выйти из магазина"
    },
    "club_table": {
      "discount": "Скидка",
      "limit": "Ограничение",
      "currency": "Валюта",
      "free_shipping": "Бесплатная доставка"
    }
  },
  "basket_page": {
    "title": "Корзина",
    "total_price": "Общая сумма",
    "shipping": "Стоимость доставки",
    "free_shipping": "Бесплатная доставка",
    "shipping_not_pay": "Не включено",
    "total_discount": "Общая скидка",
    "customer_club": "Член Клуба Клиентов",
    "customer_club_discount": "Скидка участника",
    "final_price": "Последний платеж",
    "lead_time": "Время подготовки",
    "lead_time_unit": "Час",
    "receive_time": "Предпочтительное время доставки",
    "select_time": "Выберите время доставки",
    "no_select_time": "Так скоро, как возможно",
    "transportation_type": "Тип доставки",
    "days_input": "Дни доставки",
    "days_input_label": "Дней",
    "days_input_no_data": "Выберите хотя бы один день",
    "time_input": "Срок поставки",
    "time_input_label": "Доставка в",
    "time_input_label_no_data": "Выберите хотя бы один временной интервал",
    "support_cod": "Оплата при доставке",
    "not_support_cod": "Невозможно оплатить на месте!",
    "final_confirm_action": "Окончательное подтверждение заказа",
    "pay_and_complete_action": "Заплатить сейчас",
    "pre_confirm_service": "Отправить запрос",
    "errors": {
      "no_address": "Выберите адрес, на который вы хотите, чтобы ваш заказ был отправлен.",
      "no_phone": "Введите контактный номер для согласования получения товара.",
      "select_billing_country": "Выберите страну для выставления счетов",
      "select_billing_state": "Выберите свой налоговый регион"
    },
    "same_billing_address": "Платежная информация такая же, как и информация о получателе",
    "custom_billing_info": "Разная платежная информация",
    "basket_empty": "Корзина пуста",
    "extra_shipping_count": "Вы получите {count} посылок.",
    "select_location_error": "Найдите на карте место получения отправления и нажмите на индикатор в середине карты, чтобы определить точный адрес получателя.",
    "same_billing_address_desc": "Платежный адрес совпадает с адресом доставки.",
    "custom_billing_info_desc": "Вы можете ввести свой налоговый номер и указать другой адрес для выставления счетов.",
    "billing_business_desc": "Это бизнес-аккаунт с налоговым номером.",
    "billing_personal_desc": "Это личный кабинет.",
    "no_billing_title": "Без выставления счетов",
    "no_billing_desc": "Оставьте платежный адрес пустым."
  },
  "basket_items": {
    "items_unit": "Икс",
    "lead_unit": "Час",
    "count_input": "Считать",
    "price_changed": "Цена изменилась. новая цена:",
    "offer": "Получите {count}x товара со скидкой {percent}%",
    "offer_free": "Получите {count}x бесплатно"
  },
  "addresses_page": {
    "title": "Мои адреса",
    "new_action": "Новый адрес",
    "Recipient": "Получатель",
    "address": "Адрес",
    "building_no": "Номерной знак",
    "building_unit": "Ед. изм",
    "postcode": "Почтовый индекс",
    "tel": "Тел.",
    "description": "Примечание",
    "map": {
      "title": "Мои адреса",
      "confirm": "Адресная регистрация",
      "address_type": "Адрес",
      "receptor_type": "Получатель"
    },
    "add_dialog": {
      "title": "Имя нового адреса",
      "message": "Введите название для нового адреса.",
      "address_name_input": "Адрес (обязательно)"
    }
  },
  "return_requests": {
    "title": "Запросы на возврат"
  },
  "user_favorites": {
    "title": "Список желаний"
  },
  "user_comments": {
    "title": "Мои комментарии",
    "first_post": "Первый пост",
    "last_edit": "Последнее редактирование"
  },
  "user_gift_cards": {
    "title": "Мои подарочные карты",
    "add_action": "Добавить карту",
    "add_card_dialog": {
      "title": "Добавить подарочную карту",
      "message": "Введите номер карты и код безопасности. Подарочная карта будет добавлена к вашему аккаунту.",
      "card_number_input": "Номер карты",
      "info": "Примечание. При покупке в магазине вам будет показана возможность оплаты подарочными картами. При выборе этой опции сумма вашего баланса пополнения будет вычтена из суммы заказа.",
      "add_action": "Регистрация карты"
    }
  },
  "product_comparison": {
    "title": "Сравнить продукт",
    "action_button": "Сравнивать",
    "list": {
      "no_data": "В список сравнения не было добавлено ни одного продукта.",
      "price": "Цена",
      "type": "Тип",
      "brand": "Бренд",
      "warranty": "Гарантия",
      "variants_comparison": "Сравните варианты продукта",
      "spec": "Технические характеристики",
      "pros": "Плюсы",
      "cons": "Минусы",
      "user_review": "Комментарии пользователей",
      "rating": "Рейтинг",
      "rating_count": "Количество отзывов",
      "info": "Вы можете поделиться этой таблицей сравнения продуктов со своими друзьями, отправив следующую ссылку, или получить к ней доступ позже, сохранив эту ссылку.",
      "copy_action": "Скопировать ссылку для сравнения",
      "check_list": [
        "Да",
        "Имеет"
      ],
      "cross_list": [
        "Нет",
        "не"
      ]
    }
  },
  "product_filter_menu": {
    "only_original": "Только оригиналы",
    "only_has_discount": "Только со скидкой",
    "price_range": "Ценовой диапазон",
    "brands": "Бренд",
    "main_shop_page": "главная страница магазина",
    "home": "Дом"
  },
  "product_rating_view": {
    "message": "Уважаемый {user}, Вы приобрели этот продукт. Что вы думаете об этом продукте?",
    "notification": {
      "title": "Поздравление",
      "message": "Ваш комментарий записан."
    }
  },
  "blogs": {
    "title": "Блог",
    "add_new_blog": "Новый блог",
    "popular": "Популярный",
    "topics": "Темы",
    "suggestions": "Предложения"
  },
  "official_pages": {
    "about_us": "О нас",
    "terms": "Условия эксплуатации",
    "privacy": "Политика конфиденциальности",
    "contact_us": "Связаться с нами"
  },
  "contact_us_form": {
    "title": "Свяжитесь с нами через форму",
    "name": "Имя",
    "email": "Эл. адрес",
    "phone": "Телефон",
    "message": "Сообщение",
    "notifications": {
      "success": "Ваше сообщение отправлено."
    }
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "Подтверждение оплаты",
      "payment_success": "Оплата завершена.",
      "buy_title": "Купить",
      "pay_by_giftcards": "Ваш заказ был оплачен подарочной картой.",
      "free_order": "Ваш заказ бесплатный.",
      "pay_by_cod": "Ваш заказ был добавлен как наложенный платеж.",
      "pay_by_dir": "Ваш заказ успешно добавлен. Теперь вы можете оплатить прямым денежным переводом, а затем загрузить квитанцию об оплате на странице заказа.",
      "pay_title": "Оплата",
      "qr_code_payment": "Создан платежный адрес с QR-кодом.",
      "connecting_to_online_gateway": "Подключение к шлюзу онлайн-платежей."
    }
  },
  "time_progress_bar": {
    "title_before_start": "Осталось до начала",
    "title_between_start_end": "Остался до конца",
    "title_after_end": "Законченный",
    "title_no_start_end": "Без срока!"
  },
  "lottery_prizes": {
    "message": "Вы можете получить один подарок за один заказ."
  },
  "coupons": {
    "coupon_code": "Код купона",
    "add_coupon": "Добавить купон"
  },
  "avocado": {
    "not_enable": "Форма авокадо не включена!",
    "last_update": "Последнее обновление:",
    "step1": "1. Введите название и сведения о продукте, который хотите заказать, и нажмите кнопку «Добавить».",
    "title_plc": "Введите название продукта.",
    "description_plc": "У вас есть больше описаний продуктов?",
    "link_plc": "У вас есть ссылка на товар?",
    "image": "Изображение продукта",
    "image_msg": "При необходимости вы можете отправить изображение продукта.",
    "add_item": "Добавить элемент",
    "items_list": "Список запрашиваемых продуктов",
    "currency_msg": "Вы должны оплатить сумму этого заказа в этой валюте.",
    "step2": "2. После добавления всех нужных товаров нажмите кнопку запроса на просмотр заказа. На этом этапе мы рассмотрим заказ и сообщим вам о цене. Нажав на эту ссылку, вы сможете увидеть цену и ссылку для оплаты.",
    "order_action": "Оформление заказа",
    "show_all": "Показать все",
    "show_accepted": "Показать подтвержденные товары",
    "last_orders": "Список ваших последних заказов",
    "pending_status": "на рассмотрении",
    "check_now": "Проверить заказ",
    "add_new_order": "Сделать новый заказ",
    "pay_online": "Оплатить онлайн",
    "pricing_not_completed_message": "Ваш заказ находится на рассмотрении. Ваш заказ будет рассмотрен и оценен в ближайшее время, и вы сможете оплатить заказ.",
    "delete_item_dialog": {
      "title": "Удалить товар из корзины",
      "message": "Вы хотите удалить этот товар из корзины?",
      "action": "Да, удалить"
    },
    "notifications": {
      "order_success": "Ваш заказ успешно размещен.",
      "delete_success": "Элемент удален."
    },
    "select_address_message": "Пожалуйста, введите свой адрес, а затем вы можете отправить заказ."
  },
  "hyper": {
    "title": "Создание заказа",
    "message": "Создайте список продуктов, которые вы хотите купить, отсканировав код продукта.",
    "currency_msg": "Валюта, которой вы хотите расплачиваться.",
    "order_action": "Оплата",
    "add_new_order": "Новый порядок",
    "continue_order": "Продолжить заказ",
    "delete_item_dialog": {
      "title": "Удалить товар из корзины",
      "message": "Вы хотите удалить этот товар из корзины?",
      "action": "Да, удалить"
    },
    "notifications": {
      "order_success": "Ваш заказ успешно размещен.",
      "delete_success": "Элемент удален."
    }
  },
  "pending_payment": {
    "upload_payment_receipt": "Загрузите изображение квитанции об оплате.",
    "upload_payment_receipt_done": "✔ Вы уже загрузили изображение чека, дождитесь нашего одобрения. Если вам нужно изменить, вы можете заменить предыдущее изображение на новое.",
    "public_form_title": "Информация о счете для перевода денег"
  },
  "service_bill": {
    "task": {
      "title": "Список дел",
      "message": "Укажите названия работы, которую вы хотите сделать, и сообщите покупателю, как далеко она продвинулась."
    },
    "booking": {
      "title": "Бронирование / Бронирование",
      "message": "Этот заказ будет обработан в указанное время, клиент выбрал желаемый период, если вы хотите внести какие-либо изменения в выбранный период, сообщите клиенту.",
      "selected_checkin": "Выбранная регистрация клиентом",
      "selected_checkout": "Выбранный чек-аут клиентом",
      "change_days_question": "Вам нужно изменить в течение выбранных клиентом дней?",
      "show_calendar": "Показать календарь заказов"
    },
    "pricing": {
      "title": "Цены",
      "message": "Сколько вы берете за эту услугу?"
    },
    "subscription": {
      "title": "Подписка",
      "message": "Вы можете выбрать период подписки, приобретая эту услугу ежедневно. Сообщите покупателю, если вы хотите изменить значения по умолчанию, которые вы уже ввели.",
      "duration": "Период подписки"
    },
    "charge": {
      "title": "Заряд",
      "message": "Вы указали стоимость этого товара. Вы можете изменить сумму оплаты за товар, приобретенный клиентом.",
      "charge": "Заряд"
    }
  },
  "check_access": {
    "waiting_message": "Ожидание проверки доступа...",
    "no_access_message": "К сожалению, у вас нет доступа к нашему магазину.<br/> Пожалуйста свяжитесь с нами."
  },
  "share_order": {
    "action": "Поделиться заказом",
    "title": "Поделитесь этим заказом с другими.",
    "message": "Это безопасная ссылка, делитесь ею только с теми, кого знаете. Все, у кого есть эта ссылка, могут продублировать ваш заказ и увидеть выбранный адрес. Он будет содержать информацию о вашей текущей корзине.",
    "valid_period": "Срок действия этой ссылки истекает через 48 часов.",
    "import_order_action": "Заказ на импорт",
    "retrieve_dialog_title": "Получить внешний заказ",
    "address_included": "Поделиться элементами корзины + Адрес",
    "address_excluded": "Поделиться только элементами корзины"
  },
  "variants_view": {
    "prices": "Цены",
    "inventory": "Инвентарь",
    "discount": "Скидка"
  },
  "rating": {
    "product_rating_message": "Этот продукт получил оценку {rate} из 5 звезд и оценили {rate_count} человек."
  },
  "related_products": {
    "card": {
      "title": "Исследовать!",
      "same_tags_subtitle": "Найдите более замечательные сопутствующие товары.",
      "same_category_subtitle": "Найдите больше замечательных предметов в этой категории."
    }
  }
};