export default {
  "surveys": [
    "மிகவும் ஏழை",
    "ஏழை",
    "இயல்பானது",
    "நல்ல",
    "சிறப்பானது"
  ],
  "footer": {
    "map": "வரைபடம்",
    "email": "மின்னஞ்சல்",
    "phone": "தொலைபேசி",
    "address": "முகவரி",
    "copyright": "வணிக நோக்கங்களுக்காக மட்டுமே உள்ளடக்கத்தைப் பயன்படுத்துதல் மற்றும் மூலத்தைக் குறிப்பிடுவது ({shop_title} உடன் இணைப்பு). அனைத்து உரிமைகளும் {shop_title}க்கு ஒதுக்கப்பட்டுள்ளன.",
    "powered_by": "மூலம் இயக்கப்படுகிறது",
    "privacy": "தனியுரிமைக் கொள்கை",
    "term_of_use": "பயன்பாட்டு விதிமுறைகளை",
    "shop_app_setting": "கடை அமைப்பு & GDPR",
    "dialog_setting": {
      "title": "கடை பயன்பாடுகள் அமைப்பு",
      "app_list": "விண்ணப்பங்களின் பட்டியல்"
    }
  },
  "product_card": {
    "sold_out": "விற்றுத் தீர்ந்துவிட்டது",
    "review_unit": "விமர்சனம்",
    "not_original": "அசல் இல்லை"
  },
  "shop": {
    "products_filter": "வடிகட்டி",
    "native": {
      "title": "விண்ணப்ப உள்நுழைவு",
      "message": "இந்த பயன்பாட்டிற்கு உங்கள் ஸ்டோர் கணக்கு தகவலுக்கான அணுகல் தேவை. பெயர், தொடர்பு எண், முகவரி, மின்னஞ்சல், ஆர்டர் வரலாறு, ஆர்டர் செய்தல் மற்றும் இந்தக் கடையில் கருத்துகளை இடுகையிடுதல் ஆகியவை இதில் அடங்கும்.",
      "message_bold": "இந்த ஸ்டோரில் நுழைய அதிகாரப்பூர்வ ஸ்டோர் ஆப்ஸைப் பயன்படுத்துவதை உறுதிசெய்யவும்."
    }
  },
  "sort": {
    "title": "வரிசைப்படுத்து",
    "title_small": "வரிசைப்படுத்து..",
    "nothing": "ஒன்றுமில்லை",
    "most_views": "பெரும்பாலான காட்சிகள்",
    "most_likes": "மிகவும் பிரபலமான",
    "most_recent": "புதியது",
    "most_sell": "சிறந்த விற்பனை",
    "cheapest": "மலிவானது",
    "most_expensive": "மிகவும் விலையுயர்ந்த",
    "only_available": "கிடைக்கும்",
    "view_mode": {
      "normal": "இயல்பானது",
      "grid": "கட்டம்",
      "list": "பட்டியல்",
      "insta": "இன்ஸ்டா"
    }
  },
  "product_info": {
    "fake": "போலி",
    "action": "ஏலம்",
    "compare_limit": "10 உருப்படிகளின் வரம்பு",
    "compare_add": "ஒப்பிடுவதற்கு சேர்",
    "compare_be_in_list": "ஒப்பீட்டு பட்டியலில்",
    "type": "வகை",
    "brand": "பிராண்ட்",
    "category": "வகை",
    "discount": "தள்ளுபடி",
    "track_price": "விலையைக் கண்காணிக்கவும்",
    "waiting_for_auction": "ஏலத்திற்காக காத்திருக்கிறீர்களா?",
    "inform_auction": "ஏலம் பற்றி சொல்லுங்கள்",
    "return_in_days": "{days} நாட்கள் உத்தரவாதம் திரும்ப",
    "support24h7": "24 மணிநேரமும் 7 நாட்களும் ஆதரவு",
    "support_normal": "வேலை நேர ஆதரவு",
    "original_guarantee": "அசல் உத்தரவாதம்",
    "cod_payment": "டெலிவரி ஆதரவு",
    "pros": "நன்மை",
    "cons": "பாதகம்",
    "external_link": "மேலும் படிக்க",
    "notifications": {
      "congratulation": "வாழ்த்துகள்",
      "waiting_list_add_success": "இந்த தயாரிப்பு ஏலம் விடப்படும் போது நாங்கள் உங்களுக்கு அறிவிப்போம்.",
      "waiting_list_delete_success": "ஏலக் காத்திருப்புப் பட்டியலில் இருந்து வெளியேறிவிட்டீர்கள்."
    },
    "offer_message": "{min_quantity} வாங்கினால், இந்தப் பொருட்களுக்கு {percent}% தள்ளுபடி கிடைக்கும்",
    "up_to": "ஒரு ஆர்டருக்கு {per_order}x வரை",
    "get_free": "இலவசமாக பெற்றுகொள்",
    "get_off": "{percent}% தள்ளுபடி பெறவும்"
  },
  "buy_button": {
    "waiting_for_availability": "கிடைக்கும் வரை காத்திருக்கிறது",
    "inform_me_when_available": "இதற்காக காத்திருக்கிறீர்களா?",
    "pay_buy": "பணம் செலுத்தி வாங்கவும்",
    "quantity": "எண்ணு",
    "quantity_in_basket": "வண்டியில் உள்ள பொருட்கள்",
    "count_unit": "எக்ஸ்",
    "remove": "அகற்று",
    "add_to_basket": "பெட்டகத்தில் சேர்",
    "buy": "வாங்க",
    "notifications": {
      "inform_add_success": "அது கிடைக்கும்போது உங்களுக்குத் தெரிவிப்போம்.",
      "inform_remove_success": "காத்திருப்புப் பட்டியலில் இருந்து நீக்கப்பட்டுள்ளீர்கள்."
    }
  },
  "product": {
    "review": "விமர்சனம்",
    "spec": "விவரக்குறிப்பு",
    "comments": "கருத்துகள்",
    "related_products_title": "தொடர்புடைய தயாரிப்புகள்",
    "price": "விலை",
    "rate": "மதிப்பிடவும்",
    "comment": "கருத்து"
  },
  "layout_shop": {
    "shop_menu": {
      "orders_history": "ஆர்டர்களின் வரலாறு",
      "profile": "என் சுயவிவரம்",
      "favorites": "பிடித்த பொருட்கள்",
      "gift_cards": "பரிசு அட்டைகள்",
      "return_requests": "திரும்பிய ஆர்டர்கள்",
      "basket": "வணிக கூடை"
    },
    "user_menu": {
      "my_shops": "எனது கடைகள்",
      "go_to_admin": "{shop_name} ஐ நிர்வகி",
      "exit_from": "வெளியேறு {shop_name}",
      "chips": "{chips} சிப்ஸ்"
    },
    "login_to_shop": "ஸ்டோரில் உள்நுழைக",
    "login_to_shop_short": "உள்நுழைய",
    "item_in_basket_message": "{count} இந்த உருப்படி உங்கள் கார்ட்டில் உள்ளது.",
    "search_title": "கடையில் தேடவும் {shop_name}"
  },
  "basket_top_menu": {
    "basket": "வண்டி",
    "basket_is_empty": "உங்கள் வண்டி காலியாக உள்ளது.",
    "total_price": "மொத்தம்",
    "view_basket": "உங்கள் வண்டி",
    "more": "மேலும்...",
    "accept_and_pay": "சரிபார்",
    "items": "பொருட்களை)"
  },
  "history_orders_physical": {
    "rejected": "நிராகரிக்கப்பட்டது",
    "table": {
      "code": "ஆர்டர் குறியீடு",
      "reserved": "தேதி",
      "delivery_state": "விநியோக நிலை",
      "price": "மொத்த விலை",
      "status": "கட்டண நிலை"
    }
  },
  "history_orders": {
    "table": {
      "code": "ஆர்டர் குறியீடு",
      "items": "பொருட்களை",
      "reserved": "தேதி",
      "delivery_state": "சமீபத்திய நிலை",
      "price": "மொத்த விலை",
      "status": "கட்டண நிலை"
    }
  },
  "user_page": {
    "menu": {
      "gift_card": "பரிசு அட்டை",
      "comments": "கருத்துகள்",
      "favorites": "பிடித்தவை",
      "return_requests": "திரும்புகிறது",
      "addresses": "முகவரிகள்",
      "profile": "சுயவிவரம்",
      "orders": "ஆர்டர்கள்"
    }
  },
  "physical_order_page": {
    "title": "ஆர்டர்",
    "payment": {
      "title": "பணம் செலுத்துதல்",
      "payment_waiting": "கட்டணத்திற்காக காத்திருக்கிறது",
      "payment_completed": "செலுத்தப்பட்டது",
      "table": {
        "title": "தலைப்பு",
        "amount": "தொகை",
        "description": "விளக்கம்"
      },
      "total_payment": "பணம் செலுத்தப்பட்டது",
      "discount": "தள்ளுபடி",
      "discount_code": "தள்ளுபடி குறியீடு",
      "delivery_fee": "கப்பல் செலவு",
      "delivery_fee_after": "டெலிவரி செலுத்தப்படவில்லை",
      "total_price": "மொத்த பொருட்களின் விலை",
      "total_items_discount": "பொருட்கள் தள்ளுபடி",
      "total_price_after_offers": "சலுகைகளைப் பயன்படுத்திய பிறகு மொத்தம்",
      "buyer_payment": "வாங்குபவர் செலுத்தும் தொகை"
    },
    "delivery": {
      "title": "டெலிவரி",
      "subtitle": "வாங்குபவர் தகவல்",
      "confirm_received_action": "தயாரிப்பு ரசீதை உறுதிப்படுத்தவும்",
      "confirm_received_info": "நீங்கள் ஆர்டரைப் பெற்றிருந்தால் உறுதிப்படுத்தல் பொத்தானைக் கிளிக் செய்யவும். தேவைப்பட்டால், நீங்கள் உறுதிப்படுத்தலைப் பெற்றால், நீங்கள் ஒரு பரிந்துரையைச் சமர்ப்பிக்க முடியும்.",
      "Recipient": "பெறுபவர்",
      "bill": "விலைப்பட்டியல்",
      "name": "பெயர்",
      "tel": "தொலைபேசி",
      "email": "மின்னஞ்சல்",
      "country": "நாடு",
      "state": "நிலை",
      "city": "நகரம்",
      "address": "முகவரி",
      "building_no": "கட்டிட எண்",
      "unit_no": "அலகு எண்",
      "postal_code": "அஞ்சல் குறியீடு",
      "description": "விளக்கம்",
      "order_delivered": "ஆர்டர் வழங்கப்பட்டுள்ளது.",
      "delivery_time": "டெலிவரி நேரம்",
      "tracking_code": "கண்காணிப்பு குறியீடு",
      "tracking_url": "கண்காணிப்பு Url",
      "notifications": {
        "confirm_delivery": "உங்கள் ஆர்டர் உறுதிப்படுத்தப்பட்டது."
      }
    },
    "basket_items": {
      "original_warranty": "பொருட்களின் அசல் தன்மைக்கான உத்தரவாதம்",
      "return": "திரும்பு",
      "table": {
        "product": "பொருளின் பெயர்",
        "count": "எண்ணு",
        "unit_price": "அலகு விலை",
        "total_price": "மொத்த விலை",
        "discount": "தள்ளுபடி",
        "final_price": "இறுதி விலை",
        "returned": "திரும்பினார்"
      }
    }
  },
  "return_request": {
    "title": "திரும்பு",
    "count_input": "திரும்பிய பொருட்களின் எண்ணிக்கை",
    "count_input_message": "நீங்கள் எத்தனை பொருட்களைத் திருப்பித் தருகிறீர்கள்?",
    "reason_input": "திரும்புவதற்கான காரணம்",
    "reason_input_message": "இந்த உருப்படியைத் திரும்பப் பெறுவதற்கான காரணத்தைத் தேர்ந்தெடுக்கவும்.",
    "note_input": "விளக்கம்",
    "note_input_hint": "திரும்புவதற்கான காரணத்தை விவரிக்கவும்..",
    "note_input_message": "தேவைப்பட்டால், இந்த உருப்படியைத் திருப்பித் தருவதற்கான காரணத்தை விவரிக்கவும்.",
    "media_message": "தயாரிப்பு நிலை தகவலுக்கு சிறந்த ஆதரவைப் பெற, தயாரிப்பின் படம், ஆடியோ அல்லது வீடியோவை இங்கே பதிவேற்றலாம். கோப்பைத் தேர்ந்தெடுப்பது தானாகவே அனுப்பப்பட்டு உறுதிப்படுத்தப்படும்.",
    "video": "வீடியோ",
    "voice": "குரல்",
    "add_action": "திரும்பக் கோரிக்கையை அனுப்பவும்",
    "notifications": "உங்கள் திரும்பக் கோரிக்கை வெற்றிகரமாகப் பதிவுசெய்யப்பட்டது."
  },
  "virtual_order_page": {
    "title": "ஆர்டர்",
    "info": {
      "title": "மெய்நிகர் தயாரிப்பு வாங்கப்பட்டது"
    }
  },
  "user_profile": {
    "title": "எனது தனிப்பட்ட தகவல்",
    "name": "பெயர்",
    "email": "மின்னஞ்சல்",
    "tel": "டெல்",
    "identity": "அங்கீகார",
    "success_kyc": "சரிபார்க்கப்பட்ட KYC",
    "club": "பயனர் நிலை",
    "subscription": "செய்தி சந்தா",
    "leave_shop": "இந்த ஸ்டோரிலிருந்து வெளியேறி அனைத்து வாடிக்கையாளர்களின் நிலையையும் அகற்றவும்",
    "leave_shop_action": "கடையை விடுங்கள்",
    "edit_personal_info": "தனிப்பட்ட தகவலை திருத்தவும்",
    "leave_dialog": {
      "title": "கடையை விடுங்கள்",
      "message": "இந்த ஸ்டோரில் குழுவிலகுவதால் உங்கள் ஆர்டர் தகவல் மற்றும் பதிவுகள் நீக்கப்படாது.",
      "action": "கிளம்பு"
    },
    "notifications": {
      "leave_success": "கடையை விடுங்கள்"
    },
    "club_table": {
      "discount": "தள்ளுபடி",
      "limit": "அளவு",
      "currency": "நாணய",
      "free_shipping": "இலவச ஷிப்பிங்"
    }
  },
  "basket_page": {
    "title": "வணிக கூடை",
    "total_price": "மொத்த தொகை",
    "shipping": "கப்பல் செலவு",
    "free_shipping": "இலவச ஷிப்பிங்",
    "shipping_not_pay": "சேர்க்கப்படவில்லை",
    "total_discount": "மொத்த தள்ளுபடி",
    "customer_club": "கிளையண்ட் கிளப் உறுப்பினர்",
    "customer_club_discount": "உறுப்பினர் தள்ளுபடி",
    "final_price": "இறுதி கட்டணம்",
    "lead_time": "தயாரிப்பு நேரம்",
    "lead_time_unit": "மணி",
    "receive_time": "விருப்பமான விநியோக நேரம்",
    "select_time": "டெலிவரி நேரத்தைத் தேர்ந்தெடுக்கவும்",
    "no_select_time": "கூடிய விரைவில்",
    "transportation_type": "கப்பல் வகை",
    "days_input": "விநியோக நாட்கள்",
    "days_input_label": "நாட்கள்",
    "days_input_no_data": "குறைந்தது ஒரு நாளையாவது தேர்ந்தெடுக்கவும்",
    "time_input": "டெலிவரி நேரம்",
    "time_input_label": "டெலிவரி மணிக்கு",
    "time_input_label_no_data": "குறைந்தபட்சம் ஒரு நேர இடைவெளியைத் தேர்ந்தெடுக்கவும்",
    "support_cod": "டெலிவரி போது பணம்",
    "not_support_cod": "உள்ளூரில் பணம் செலுத்த முடியவில்லை!",
    "final_confirm_action": "இறுதி ஆர்டர் உறுதிப்படுத்தல்",
    "pay_and_complete_action": "இப்போது செலுத்த",
    "pre_confirm_service": "கோரிக்கையை சமர்ப்பிக்கவும்",
    "errors": {
      "no_address": "உங்கள் ஆர்டரை அனுப்ப விரும்பும் முகவரியைத் தேர்ந்தெடுக்கவும்.",
      "no_phone": "பொருட்களின் ரசீதை ஒருங்கிணைக்க தொடர்பு எண்ணை உள்ளிடவும்.",
      "select_billing_country": "உங்கள் பில்லிங் நாட்டைத் தேர்ந்தெடுக்கவும்",
      "select_billing_state": "உங்கள் வரிப் பகுதியைத் தேர்ந்தெடுக்கவும்"
    },
    "same_billing_address": "பெறுநரின் தகவல் போலவே பில்லிங் தகவல்",
    "custom_billing_info": "வெவ்வேறு பில்லிங் தகவல்",
    "basket_empty": "கூடை காலியாக உள்ளது",
    "extra_shipping_count": "நீங்கள் {count} தொகுப்புகளைப் பெறுவீர்கள்.",
    "select_location_error": "வரைபடத்தில் கப்பலின் ரசீது இடத்தைக் கண்டுபிடித்து, பெறுநரின் சரியான முகவரியைத் தீர்மானிக்க வரைபடத்தின் நடுவில் உள்ள குறிகாட்டியைக் கிளிக் செய்யவும்."
  },
  "basket_items": {
    "items_unit": "எக்ஸ்",
    "lead_unit": "மணி",
    "count_input": "எண்ணு",
    "price_changed": "விலை மாறிவிட்டது. புதிய விலை:",
    "offer": "{count}x உருப்படிக்கு {percent}% தள்ளுபடி கிடைக்கும்",
    "offer_free": "{count}xஐ இலவசமாகப் பெறுங்கள்"
  },
  "addresses_page": {
    "title": "எனது முகவரிகள்",
    "new_action": "புதிய முகவரி",
    "Recipient": "பெறுபவர்",
    "address": "முகவரி",
    "building_no": "உரிமத் தட்டு",
    "building_unit": "அலகு",
    "postcode": "அஞ்சல் குறியீடு",
    "tel": "டெல்",
    "description": "குறிப்பு",
    "map": {
      "title": "எனது முகவரிகள்",
      "confirm": "முகவரி பதிவு",
      "address_type": "முகவரி",
      "receptor_type": "பெறுபவர்"
    },
    "add_dialog": {
      "title": "புதிய முகவரி பெயர்",
      "message": "புதிய முகவரிக்கான தலைப்பை உள்ளிடவும்.",
      "address_name_input": "முகவரி (தேவை)"
    }
  },
  "return_requests": {
    "title": "திரும்பக் கோரிக்கைகள்"
  },
  "user_favorites": {
    "title": "விருப்பப்பட்டியல்"
  },
  "user_comments": {
    "title": "எனது கருத்துகள்",
    "first_post": "முதல் பதிவு",
    "last_edit": "கடைசியாக திருத்தம்"
  },
  "user_gift_cards": {
    "title": "எனது பரிசு அட்டைகள்",
    "add_action": "அட்டையைச் சேர்க்கவும்",
    "add_card_dialog": {
      "title": "பரிசு அட்டையைச் சேர்க்கவும்",
      "message": "அட்டை எண் மற்றும் பாதுகாப்புக் குறியீட்டை உள்ளிடவும். உங்கள் கணக்கில் பரிசு அட்டை சேர்க்கப்படும்.",
      "card_number_input": "அட்டை எண்",
      "info": "குறிப்பு: கடையில் வாங்கும் போது, பரிசு அட்டைகள் மூலம் பணம் செலுத்தும் விருப்பம் காட்டப்படும். இந்த விருப்பத்தைத் தேர்ந்தெடுப்பதன் மூலம், உங்கள் ரீசார்ஜ் இருப்புத் தொகை ஆர்டர் தொகையிலிருந்து கழிக்கப்படும்.",
      "add_action": "அட்டை பதிவு"
    }
  },
  "product_comparison": {
    "title": "தயாரிப்பு ஒப்பிடு",
    "action_button": "ஒப்பிடு",
    "list": {
      "no_data": "ஒப்பீட்டு பட்டியலில் எந்த தயாரிப்புகளும் சேர்க்கப்படவில்லை.",
      "price": "விலை",
      "type": "வகை",
      "brand": "பிராண்ட்",
      "warranty": "உத்தரவாதம்",
      "variants_comparison": "தயாரிப்பு வகைகளை ஒப்பிடுக",
      "spec": "தொழில்நுட்ப குறிப்புகள்",
      "pros": "நன்மை",
      "cons": "பாதகம்",
      "user_review": "பயனர் கருத்துகள்",
      "rating": "மதிப்பீடு",
      "rating_count": "மதிப்புரைகளின் எண்ணிக்கை",
      "info": "பின்வரும் இணைப்பை அனுப்புவதன் மூலம் இந்த தயாரிப்பு ஒப்பீட்டு அட்டவணையை உங்கள் நண்பர்களுடன் பகிர்ந்து கொள்ளலாம் அல்லது இந்த இணைப்பைச் சேமிப்பதன் மூலம் அதை அணுகலாம்.",
      "copy_action": "ஒப்பீட்டு இணைப்பை நகலெடுக்கவும்",
      "check_list": [
        "ஆம்",
        "உள்ளது"
      ],
      "cross_list": [
        "இல்லை",
        "இல்லை"
      ]
    }
  },
  "product_filter_menu": {
    "only_original": "அசல் மட்டுமே",
    "only_has_discount": "தள்ளுபடி மட்டுமே",
    "price_range": "விலை வரம்பு",
    "brands": "பிராண்ட்",
    "main_shop_page": "ஸ்டோர் பிரதான பக்கம்",
    "home": "வீடு"
  },
  "product_rating_view": {
    "message": "அன்புள்ள {user}, நீங்கள் இந்த தயாரிப்பை வாங்கியுள்ளீர்கள். இந்த தயாரிப்பு பற்றி நீங்கள் என்ன நினைக்கிறீர்கள்?",
    "notification": {
      "title": "வாழ்த்துக்கள்",
      "message": "உங்கள் கருத்து பதிவு செய்யப்பட்டுள்ளது."
    }
  },
  "blogs": {
    "title": "வலைப்பதிவு",
    "add_new_blog": "புதிய வலைப்பதிவு",
    "popular": "பிரபலமானது",
    "topics": "தலைப்புகள்",
    "suggestions": "பரிந்துரைகள்"
  },
  "official_pages": {
    "about_us": "எங்களை பற்றி",
    "terms": "பயன்பாட்டு விதிமுறைகளை",
    "privacy": "தனியுரிமைக் கொள்கை",
    "contact_us": "எங்களை தொடர்பு கொள்ள"
  },
  "contact_us_form": {
    "title": "எங்களை தொடர்பு படிவத்தில்",
    "name": "பெயர்",
    "email": "மின்னஞ்சல்",
    "phone": "தொலைபேசி",
    "message": "செய்தி",
    "notifications": {
      "success": "உங்கள் செய்தி அனுப்பப்பட்டது."
    }
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "கட்டணம் உறுதிப்படுத்தல்",
      "payment_success": "கட்டணம் செலுத்தப்பட்டது.",
      "buy_title": "வாங்க",
      "pay_by_giftcards": "உங்கள் ஆர்டர் பரிசு அட்டை மூலம் செலுத்தப்பட்டது.",
      "free_order": "உங்கள் ஆர்டர் இலவசம்.",
      "pay_by_cod": "உங்கள் ஆர்டர் கேஷ் ஆன் டெலிவரியாக சேர்க்கப்பட்டது.",
      "pay_by_dir": "உங்கள் ஆர்டர் வெற்றிகரமாக சேர்க்கப்பட்டது. இப்போது நீங்கள் நேரடி பணப் பரிமாற்றம் மூலம் பணம் செலுத்தலாம் மற்றும் ஆர்டர் பக்கத்தில் கட்டண ரசீதை பதிவேற்றலாம்.",
      "pay_title": "பணம் செலுத்துதல்",
      "qr_code_payment": "கட்டண QR குறியீடு முகவரி உருவாக்கப்பட்டது.",
      "connecting_to_online_gateway": "ஆன்லைன் கட்டண நுழைவாயிலுடன் இணைக்கிறது."
    }
  },
  "time_progress_bar": {
    "title_before_start": "ஆரம்பம் வரை இருந்தது",
    "title_between_start_end": "இறுதிவரை இருந்தது",
    "title_after_end": "முடிந்தது",
    "title_no_start_end": "கால அவகாசம் இல்லாமல்!"
  },
  "lottery_prizes": {
    "message": "நீங்கள் ஒரு ஆர்டருக்கு ஒரு பரிசைப் பெறலாம்."
  },
  "coupons": {
    "coupon_code": "கூப்பன் குறியீடு",
    "add_coupon": "கூப்பனைச் சேர்க்கவும்"
  },
  "avocado": {
    "not_enable": "வெண்ணெய் வடிவம் இயக்கப்படவில்லை!",
    "last_update": "கடைசியாக புதுப்பிக்கப்பட்டது:",
    "step1": "1. நீங்கள் ஆர்டர் செய்ய விரும்பும் பொருளின் பெயர் மற்றும் விவரங்களை உள்ளிட்டு சேர் பொத்தானைக் கிளிக் செய்யவும்.",
    "title_plc": "தயாரிப்பின் பெயரை உள்ளிடவும்.",
    "description_plc": "உங்களிடம் அதிகமான தயாரிப்பு விளக்கங்கள் உள்ளதா?",
    "link_plc": "தயாரிப்புக்கான இணைப்பு உங்களிடம் உள்ளதா?",
    "image": "தயாரிப்பு படம்",
    "image_msg": "தேவைப்பட்டால் தயாரிப்பு படத்தை அனுப்பலாம்.",
    "add_item": "பொருளைச் சேர்க்கவும்",
    "items_list": "கோரப்பட்ட தயாரிப்புகளின் பட்டியல்",
    "currency_msg": "இந்த ஆர்டரின் தொகையை இந்த நாணயத்துடன் செலுத்த வேண்டும்.",
    "step2": "2. தேவையான அனைத்து பொருட்களையும் சேர்த்த பிறகு, ஆர்டர் மதிப்பாய்வு கோரிக்கை பொத்தானைக் கிளிக் செய்யவும். இந்த கட்டத்தில், நாங்கள் ஆர்டரை மதிப்பாய்வு செய்து விலையைப் பற்றி உங்களுக்குத் தெரிவிப்போம். இந்த இணைப்பைக் கிளிக் செய்வதன் மூலம், விலை மற்றும் கட்டண இணைப்பைப் பார்க்க முடியும்.",
    "order_action": "ஆர்டர் பதிவு",
    "show_all": "அனைத்தையும் காட்டு",
    "show_accepted": "உறுதிப்படுத்தப்பட்ட பொருட்களைக் காட்டு",
    "last_orders": "உங்கள் சமீபத்திய ஆர்டர்களின் பட்டியல்",
    "pending_status": "பரிசீலனையில் உள்ளது",
    "check_now": "ஆர்டரைச் சரிபார்க்கவும்",
    "add_new_order": "புதிய ஆர்டர் செய்யுங்கள்",
    "pay_online": "ஆன்லைனில் பணம் செலுத்துங்கள்",
    "pricing_not_completed_message": "உங்கள் ஆர்டர் மதிப்பாய்வு செய்யப்படுகிறது. உங்கள் ஆர்டர் விரைவில் மதிப்பாய்வு செய்யப்பட்டு விலை நிர்ணயிக்கப்படும், மேலும் நீங்கள் ஆர்டரைச் செலுத்த முடியும்.",
    "delete_item_dialog": {
      "title": "ஷாப்பிங் கார்ட்டில் இருந்து உருப்படியை அகற்றவும்",
      "message": "கார்ட்டில் இருந்து இந்த உருப்படியை நீக்க வேண்டுமா?",
      "action": "ஆம், நீக்கு"
    },
    "notifications": {
      "order_success": "உங்கள் ஆர்டர் வெற்றிகரமாக வைக்கப்பட்டது.",
      "delete_success": "உருப்படி நீக்கப்பட்டது."
    }
  },
  "hyper": {
    "title": "ஆர்டர் உருவாக்கம்",
    "message": "தயாரிப்பு குறியீட்டை ஸ்கேன் செய்வதன் மூலம் நீங்கள் வாங்க விரும்பும் தயாரிப்புகளின் பட்டியலை உருவாக்கவும்.",
    "currency_msg": "நீங்கள் செலுத்த விரும்பும் நாணயம்.",
    "order_action": "பணம் செலுத்துதல்",
    "add_new_order": "புதிய ஆர்டர்",
    "continue_order": "தொடரவும்",
    "delete_item_dialog": {
      "title": "ஷாப்பிங் கார்ட்டில் இருந்து உருப்படியை அகற்றவும்",
      "message": "கார்ட்டில் இருந்து இந்த உருப்படியை நீக்க வேண்டுமா?",
      "action": "ஆம், நீக்கு"
    },
    "notifications": {
      "order_success": "உங்கள் ஆர்டர் வெற்றிகரமாக வைக்கப்பட்டது.",
      "delete_success": "உருப்படி நீக்கப்பட்டது."
    }
  },
  "pending_payment": {
    "upload_payment_receipt": "கட்டண ரசீது படத்தை பதிவேற்றவும்.",
    "upload_payment_receipt_done": "✔ நீங்கள் ஏற்கனவே ரசீது படத்தை பதிவேற்றியுள்ளீர்கள், எங்கள் ஒப்புதலுக்காக காத்திருக்கவும். நீங்கள் மாற்ற வேண்டும் என்றால், முந்தைய படத்தை புதியதாக மாற்றலாம்.",
    "public_form_title": "பணப் பரிமாற்றத்திற்கான கணக்குத் தகவல்"
  },
  "service_bill": {
    "task": {
      "title": "செய்ய வேண்டிய பட்டியல்",
      "message": "நீங்கள் செய்ய விரும்பும் வேலையின் தலைப்புகளைக் குறிப்பிடவும், அது எவ்வளவு தூரம் முன்னேறியுள்ளது என்பதை வாங்குபவருக்குத் தெரியப்படுத்தவும்."
    },
    "booking": {
      "title": "முன்பதிவு / முன்பதிவு",
      "message": "இந்த ஆர்டர் ஒரு குறிப்பிட்ட நேரத்தில் செயல்படுத்தப்படும், வாடிக்கையாளர் விரும்பிய காலத்தைத் தேர்ந்தெடுத்துள்ளார், தேர்ந்தெடுக்கப்பட்ட காலத்தில் ஏதேனும் மாற்றங்களைச் செய்ய விரும்பினால், வாடிக்கையாளருக்குத் தெரியப்படுத்தவும்.",
      "selected_checkin": "வாடிக்கையாளரால் தேர்ந்தெடுக்கப்பட்ட செக்-இன்",
      "selected_checkout": "வாடிக்கையாளரால் தேர்ந்தெடுக்கப்பட்ட செக்-அவுட்",
      "change_days_question": "வாடிக்கையாளர் தேர்ந்தெடுத்த நாட்களில் நீங்கள் மாற்ற வேண்டுமா?",
      "show_calendar": "ஆர்டர்களின் காலெண்டரைக் காட்டு"
    },
    "pricing": {
      "title": "விலை நிர்ணயம்",
      "message": "இந்த சேவைக்கு எவ்வளவு கட்டணம் வசூலிக்கிறீர்கள்?"
    },
    "subscription": {
      "title": "சந்தா",
      "message": "தினசரி அடிப்படையில் இந்த சேவையை வாங்குவதன் மூலம் சந்தா காலத்தை நீங்கள் தேர்வு செய்யலாம். நீங்கள் ஏற்கனவே உள்ளிட்ட இயல்புநிலை மதிப்புகளை மாற்ற விரும்பினால் வாங்குபவருக்கு தெரியப்படுத்தவும்.",
      "duration": "சந்தா காலம்"
    },
    "charge": {
      "title": "கட்டணம்",
      "message": "இந்த உருப்படிக்கான கட்டணத்தைக் குறிப்பிட்டுள்ளீர்கள். வாடிக்கையாளர் வாங்கிய பொருளுக்கான கட்டணத் தொகையை மாற்றலாம்.",
      "charge": "கட்டணம்"
    }
  }
};