export default {
  "surveys": [
    "చాలా పేద",
    "పేదవాడు",
    "సాధారణ",
    "మంచిది",
    "అద్భుతమైన"
  ],
  "footer": {
    "map": "మ్యాప్",
    "email": "ఇమెయిల్",
    "phone": "ఫోన్",
    "address": "చిరునామా",
    "copyright": "కంటెంట్‌ని వాణిజ్యేతర ప్రయోజనాల కోసం మరియు మూలానికి సంబంధించి మాత్రమే ఉపయోగించడం ({shop_title}తో లింక్). అన్ని హక్కులు {shop_title}కి ప్రత్యేకించబడ్డాయి.",
    "powered_by": "ద్వారా ఆధారితం",
    "privacy": "గోప్యతా విధానం",
    "term_of_use": "ఉపయోగించవలసిన విధానం",
    "shop_app_setting": "షాప్ సెట్టింగ్ & GDPR",
    "dialog_setting": {
      "title": "షాప్ అప్లికేషన్స్ సెట్టింగ్",
      "app_list": "అప్లికేషన్ల జాబితా"
    }
  },
  "product_card": {
    "sold_out": "అమ్ముడుపోయాయి",
    "review_unit": "సమీక్ష",
    "not_original": "అసలు కాదు"
  },
  "shop": {
    "products_filter": "ఫిల్టర్ చేయండి",
    "native": {
      "title": "అప్లికేషన్ లాగిన్",
      "message": "ఈ యాప్‌కి మీ స్టోర్ ఖాతా సమాచారానికి యాక్సెస్ అవసరం. ఇందులో పేరు, సంప్రదింపు నంబర్, చిరునామా, ఇమెయిల్, ఆర్డర్ చరిత్ర, ఆర్డర్ చేయడం మరియు ఈ స్టోర్‌లో వ్యాఖ్యలను పోస్ట్ చేయడం వంటి వాటికి యాక్సెస్ ఉంటుంది.",
      "message_bold": "ఈ స్టోర్‌లోకి ప్రవేశించడానికి అధికారిక స్టోర్ యాప్‌ని ఉపయోగించాలని నిర్ధారించుకోండి."
    }
  },
  "sort": {
    "title": "ఆమరిక",
    "title_small": "ఆమరిక..",
    "nothing": "ఏమిలేదు",
    "most_views": "చాలా వీక్షణలు",
    "most_likes": "అత్యంత ప్రజాదరణ",
    "most_recent": "సరికొత్త",
    "most_sell": "బెస్ట్ సెల్లింగ్",
    "cheapest": "చౌకైనది",
    "most_expensive": "అత్యంత ఖరీదైనది",
    "only_available": "అందుబాటులో ఉంది",
    "view_mode": {
      "normal": "సాధారణ",
      "grid": "గ్రిడ్",
      "list": "జాబితా",
      "insta": "ఇన్‌స్టా"
    }
  },
  "product_info": {
    "fake": "నకిలీ",
    "action": "వేలం",
    "compare_limit": "10 అంశాల పరిమితి",
    "compare_add": "సరిపోల్చడానికి జోడించండి",
    "compare_be_in_list": "పోలిక జాబితాలో",
    "type": "టైప్ చేయండి",
    "brand": "బ్రాండ్",
    "category": "వర్గం",
    "discount": "తగ్గింపు",
    "track_price": "ధరను ట్రాక్ చేయండి",
    "waiting_for_auction": "వేలం కోసం వేచి ఉన్నారా?",
    "inform_auction": "వేలం గురించి చెప్పండి",
    "return_in_days": "{days} రోజుల వారంటీ వాపసు",
    "support24h7": "24 గంటల 7 రోజులు మద్దతు",
    "support_normal": "పని గంటల మద్దతు",
    "original_guarantee": "అసలు హామీ",
    "cod_payment": "క్యాష్ ఆన్ డెలివరీ మద్దతు",
    "pros": "ప్రోస్",
    "cons": "ప్రతికూలతలు",
    "external_link": "ఇంకా చదవండి",
    "notifications": {
      "congratulation": "అభినందనలు",
      "waiting_list_add_success": "ఈ ఉత్పత్తి వేలం వేయబడినప్పుడు మేము మీకు తెలియజేస్తాము.",
      "waiting_list_delete_success": "మీరు వేలం వెయిటింగ్ లిస్ట్ నుండి నిష్క్రమించారు."
    },
    "offer_message": "{min_quantity} కొనుగోలు చేయండి, ఈ వస్తువులపై {percent}% తగ్గింపు పొందండి",
    "up_to": "ఒక్కో ఆర్డర్‌కి గరిష్టంగా {per_order}x వరకు",
    "get_free": "ఉచితముగా పొందుము",
    "get_off": "{percent}% తగ్గింపు పొందండి",
    "select_a_vendor_message": "దయచేసి విక్రేతను ఎంచుకోండి.",
    "product_description_header": "{product}ని పరిచయం చేస్తున్నాము"
  },
  "buy_button": {
    "waiting_for_availability": "లభ్యత కోసం వేచి ఉంది",
    "inform_me_when_available": "దీని కోసం ఎదురు చూస్తున్నారా?",
    "pay_buy": "చెల్లించి కొనుగోలు చేయండి",
    "quantity": "లెక్కించు",
    "quantity_in_basket": "కార్ట్‌లోని వస్తువులు",
    "count_unit": "x",
    "remove": "తొలగించు",
    "add_to_basket": "కార్ట్‌కి జోడించండి",
    "buy": "కొనుగోలు",
    "notifications": {
      "inform_add_success": "ఇది అందుబాటులో ఉన్నప్పుడు మేము మీకు తెలియజేస్తాము.",
      "inform_remove_success": "మీరు వెయిటింగ్ లిస్ట్ నుండి తీసివేయబడ్డారు."
    },
    "subscribe_now": "ఇప్పుడే సభ్యత్వం పొందండి",
    "unsubscribe": "చందాను తీసివేయండి",
    "select_a_subscription_plan": "ముందుగా ఒక ప్రణాళికను ఎంచుకోండి!",
    "manage_subscriptions": "సభ్యత్వాలను నిర్వహించండి"
  },
  "product": {
    "review": "సమీక్ష",
    "spec": "స్పెసిఫికేషన్",
    "comments": "వ్యాఖ్యలు",
    "related_products_title": "సంబంధిత ఉత్పత్తులు",
    "price": "ధర",
    "rate": "రేట్ చేయండి",
    "comment": "వ్యాఖ్య",
    "warranty": "వారంటీ",
    "return_policy": "రిటర్న్ పాలసీ",
    "guide": "గైడ్",
    "shipping": "షిప్పింగ్",
    "related_categories_title": "సేకరణలలో కనుగొనండి"
  },
  "layout_shop": {
    "shop_menu": {
      "orders_history": "ఆర్డర్ చరిత్ర",
      "profile": "నా జీవన వివరణ",
      "favorites": "ఇష్టమైన వస్తువులు",
      "gift_cards": "బహుమతి పత్రాలు",
      "return_requests": "ఆర్డర్లు తిరిగి వచ్చాయి",
      "basket": "షాపింగ్ కార్ట్"
    },
    "user_menu": {
      "my_shops": "నా దుకాణాలు",
      "go_to_admin": "{shop_name}ని నిర్వహించండి",
      "exit_from": "లాగ్ అవుట్ {shop_name}",
      "chips": "{chips} చిప్స్"
    },
    "login_to_shop": "స్టోర్‌కి లాగిన్ చేయండి",
    "login_to_shop_short": "ప్రవేశించండి",
    "item_in_basket_message": "{count} ఈ అంశం మీ కార్ట్‌లో ఉంది.",
    "search_title": "{shop_name} స్టోర్‌లో వెతకండి"
  },
  "basket_top_menu": {
    "basket": "బండి",
    "basket_is_empty": "మీ సరుకుల సంచీ ఖాళీగా నున్నది.",
    "total_price": "మొత్తం",
    "view_basket": "మీ కార్ట్",
    "more": "మరింత ...",
    "accept_and_pay": "చెక్అవుట్",
    "items": "వస్తువు(లు)"
  },
  "history_orders_physical": {
    "rejected": "తిరస్కరించబడింది",
    "table": {
      "code": "ఆర్డర్ కోడ్",
      "reserved": "తేదీ",
      "delivery_state": "డెలివరీ స్థితిని",
      "price": "మొత్తం విలువ",
      "status": "చెల్లింపు స్థితి"
    }
  },
  "history_orders": {
    "table": {
      "code": "ఆర్డర్ కోడ్",
      "items": "వస్తువులు",
      "reserved": "తేదీ",
      "delivery_state": "తాజా స్థితి",
      "price": "మొత్తం విలువ",
      "status": "చెల్లింపు స్థితి"
    }
  },
  "user_page": {
    "menu": {
      "gift_card": "బహుమతి కార్డు",
      "comments": "వ్యాఖ్యలు",
      "favorites": "ఇష్టమైనవి",
      "return_requests": "తిరిగి వస్తుంది",
      "addresses": "చిరునామాలు",
      "profile": "ప్రొఫైల్",
      "orders": "ఆదేశాలు"
    }
  },
  "physical_order_page": {
    "title": "ఆర్డర్ చేయండి",
    "payment": {
      "title": "చెల్లింపు",
      "payment_waiting": "చెల్లింపు కోసం వేచి ఉంది",
      "payment_completed": "చెల్లించారు",
      "table": {
        "title": "శీర్షిక",
        "amount": "మొత్తం",
        "description": "వివరణ"
      },
      "total_payment": "డబ్బులు చెల్లించబడినవి",
      "discount": "తగ్గింపు",
      "discount_code": "డిస్కౌంట్ కోడ్",
      "delivery_fee": "షిప్పింగ్ ఖర్చు",
      "delivery_fee_after": "డెలివరీ చెల్లించలేదు",
      "total_price": "మొత్తం వస్తువుల ధర",
      "total_items_discount": "వస్తువుల తగ్గింపు",
      "total_price_after_offers": "ఆఫర్‌లను వర్తింపజేసిన తర్వాత మొత్తం",
      "buyer_payment": "కొనుగోలుదారు చెల్లింపు మొత్తం",
      "total_order_price_before_tax": "ప్రీ-టాక్స్ మొత్తం ధర"
    },
    "delivery": {
      "title": "డెలివరీ",
      "subtitle": "కొనుగోలుదారు సమాచారం",
      "confirm_received_action": "ఉత్పత్తి రసీదుని నిర్ధారించండి",
      "confirm_received_info": "మీరు ఆర్డర్‌ను స్వీకరించినట్లయితే నిర్ధారణ బటన్‌ను క్లిక్ చేయండి. అవసరమైతే, మీరు నిర్ధారణను స్వీకరిస్తే, మీరు సిఫార్సును సమర్పించగలరు.",
      "Recipient": "గ్రహీత",
      "bill": "ఇన్వాయిస్",
      "name": "పేరు",
      "tel": "ఫోన్",
      "email": "ఇమెయిల్",
      "country": "దేశం",
      "state": "రాష్ట్రం",
      "city": "నగరం",
      "address": "చిరునామా",
      "building_no": "భవనం సంఖ్య",
      "unit_no": "యూనిట్ సంఖ్య",
      "postal_code": "పోస్ట్ కోడ్",
      "description": "వివరణ",
      "order_delivered": "ఆర్డర్ డెలివరీ చేయబడింది.",
      "delivery_time": "డెలివరీ సమయం",
      "tracking_code": "ట్రాకింగ్ కోడ్",
      "tracking_url": "ట్రాకింగ్ Url",
      "notifications": {
        "confirm_delivery": "మీ ఆర్డర్ నిర్ధారించబడింది."
      }
    },
    "basket_items": {
      "original_warranty": "వస్తువుల వాస్తవికత యొక్క హామీ",
      "return": "తిరిగి",
      "table": {
        "product": "ఉత్పత్తి నామం",
        "count": "లెక్కించు",
        "unit_price": "యూనిట్ ధర",
        "total_price": "మొత్తం విలువ",
        "discount": "తగ్గింపు",
        "final_price": "ఆఖరి ధర",
        "returned": "తిరిగి వచ్చారు"
      }
    }
  },
  "return_request": {
    "title": "తిరిగి",
    "count_input": "తిరిగి వచ్చిన వస్తువుల సంఖ్య",
    "count_input_message": "మీరు ఎన్ని వస్తువులను తిరిగి ఇస్తారు?",
    "reason_input": "తిరిగి రావడానికి కారణం",
    "reason_input_message": "ఈ అంశాన్ని తిరిగి ఇవ్వడానికి కారణాన్ని ఎంచుకోండి.",
    "note_input": "వివరణ",
    "note_input_hint": "తిరిగి రావడానికి గల కారణాన్ని వివరించండి..",
    "note_input_message": "అవసరమైతే ఈ వస్తువును తిరిగి ఇవ్వడానికి గల కారణాన్ని వివరించండి.",
    "media_message": "ఉత్పత్తి స్థితి సమాచారం కోసం మెరుగైన మద్దతు పొందడానికి మీరు ఇక్కడ ఉత్పత్తి యొక్క చిత్రం, ఆడియో లేదా వీడియోను అప్‌లోడ్ చేయవచ్చు. ఫైల్‌ని ఎంచుకోవడం స్వయంచాలకంగా పంపబడుతుంది మరియు నిర్ధారించబడుతుంది.",
    "video": "వీడియో",
    "voice": "వాయిస్",
    "add_action": "రిటర్న్ అభ్యర్థనను పంపండి",
    "notifications": "మీ వాపసు అభ్యర్థన విజయవంతంగా నమోదు చేయబడింది."
  },
  "virtual_order_page": {
    "title": "ఆర్డర్ చేయండి",
    "info": {
      "title": "వర్చువల్ ఉత్పత్తిని కొనుగోలు చేసారు"
    }
  },
  "user_profile": {
    "title": "నా వ్యక్తిగత సమాచారం",
    "name": "పేరు",
    "email": "ఇమెయిల్",
    "tel": "Tel",
    "identity": "ప్రమాణీకరణ",
    "success_kyc": "ధృవీకరించబడిన KYC",
    "club": "వినియోగదారు స్థాయి",
    "subscription": "వార్తల చందా",
    "leave_shop": "ఈ స్టోర్ నుండి నిష్క్రమించి, కస్టమర్‌లందరి స్థాయిని తీసివేయండి",
    "leave_shop_action": "దుకాణాన్ని వదిలివేయండి",
    "edit_personal_info": "వ్యక్తిగత సమాచారాన్ని సవరించండి",
    "leave_dialog": {
      "title": "దుకాణాన్ని వదిలివేయండి",
      "message": "ఈ స్టోర్‌కు సభ్యత్వాన్ని తీసివేయడం వలన మీ ఆర్డర్ సమాచారం మరియు రికార్డ్‌లు తొలగించబడవు.",
      "action": "వదిలేయండి"
    },
    "notifications": {
      "leave_success": "దుకాణాన్ని వదిలివేయండి"
    },
    "club_table": {
      "discount": "తగ్గింపు",
      "limit": "పరిమితి",
      "currency": "కరెన్సీ",
      "free_shipping": "ఉచిత షిప్పింగ్"
    }
  },
  "basket_page": {
    "title": "షాపింగ్ కార్ట్",
    "total_price": "మొత్తం మొత్తం",
    "shipping": "షిప్పింగ్ ఖర్చు",
    "free_shipping": "ఉచిత షిప్పింగ్",
    "shipping_not_pay": "చేర్చబడలేదు",
    "total_discount": "మొత్తం తగ్గింపు",
    "customer_club": "క్లయింట్ క్లబ్ సభ్యుడు",
    "customer_club_discount": "సభ్యుల తగ్గింపు",
    "final_price": "చివరి చెల్లింపు",
    "lead_time": "తయారీ సమయం",
    "lead_time_unit": "గంట",
    "receive_time": "ఇష్టపడే డెలివరీ సమయం",
    "select_time": "డెలివరీ సమయాన్ని ఎంచుకోండి",
    "no_select_time": "వీలైనంత త్వరగా",
    "transportation_type": "షిప్పింగ్ రకం",
    "days_input": "డెలివరీ రోజులు",
    "days_input_label": "రోజులు",
    "days_input_no_data": "కనీసం ఒక రోజు ఎంచుకోండి",
    "time_input": "డెలివరీ సమయం",
    "time_input_label": "వద్ద డెలివరీ",
    "time_input_label_no_data": "కనీసం ఒక సమయ విరామాన్ని ఎంచుకోండి",
    "support_cod": "వస్తువులు అందిన తరువాత నగదు చెల్లించడం",
    "not_support_cod": "స్థానికంగా చెల్లించడం సాధ్యం కాదు!",
    "final_confirm_action": "తుది ఆర్డర్ నిర్ధారణ",
    "pay_and_complete_action": "ఇప్పుడు చెల్లించండి",
    "pre_confirm_service": "అభ్యర్థనను సమర్పించండి",
    "errors": {
      "no_address": "మీరు మీ ఆర్డర్‌ను షిప్పింగ్ చేయాలనుకుంటున్న చిరునామాను ఎంచుకోండి.",
      "no_phone": "వస్తువుల రసీదుని సమన్వయం చేయడానికి సంప్రదింపు నంబర్‌ను నమోదు చేయండి.",
      "select_billing_country": "మీ బిల్లింగ్ దేశాన్ని ఎంచుకోండి",
      "select_billing_state": "మీ పన్ను ప్రాంతాన్ని ఎంచుకోండి"
    },
    "same_billing_address": "గ్రహీత సమాచారం వలె బిల్లింగ్ సమాచారం",
    "custom_billing_info": "విభిన్న బిల్లింగ్ సమాచారం",
    "basket_empty": "బుట్ట ఖాళీగా ఉంది",
    "extra_shipping_count": "మీరు {count} ప్యాకేజీలను అందుకుంటారు.",
    "select_location_error": "గ్రహీత యొక్క ఖచ్చితమైన చిరునామాను గుర్తించడానికి మ్యాప్‌లో రవాణా రసీదు స్థలాన్ని కనుగొని, మ్యాప్ మధ్యలో ఉన్న సూచికపై క్లిక్ చేయండి.",
    "same_billing_address_desc": "బిల్లింగ్ చిరునామా షిప్పింగ్ చిరునామా వలె ఉంటుంది.",
    "custom_billing_info_desc": "మీరు మీ పన్ను నంబర్‌ను నమోదు చేయవచ్చు మరియు బిల్లింగ్ కోసం వేరే చిరునామాను సెట్ చేయవచ్చు.",
    "billing_business_desc": "ఇది TAX నంబర్‌తో కూడిన వ్యాపార ఖాతా.",
    "billing_personal_desc": "ఇది వ్యక్తిగత ఖాతా.",
    "no_billing_title": "బిల్లింగ్ లేదు",
    "no_billing_desc": "బిల్లింగ్ చిరునామాను ఖాళీగా ఉంచండి."
  },
  "basket_items": {
    "items_unit": "x",
    "lead_unit": "గంట",
    "count_input": "లెక్కించు",
    "price_changed": "ధర మారింది. కొత్త ధర:",
    "offer": "{count}x వస్తువుపై {percent}% తగ్గింపు పొందండి",
    "offer_free": "{count}x ఉచితంగా పొందండి"
  },
  "addresses_page": {
    "title": "నా చిరునామాలు",
    "new_action": "కొత్త చిరునామా",
    "Recipient": "గ్రహీత",
    "address": "చిరునామా",
    "building_no": "లైసెన్స్ ప్లేట్",
    "building_unit": "యూనిట్",
    "postcode": "పోస్ట్ కోడ్",
    "tel": "Tel",
    "description": "గమనిక",
    "map": {
      "title": "నా చిరునామాలు",
      "confirm": "చిరునామా నమోదు",
      "address_type": "చిరునామా",
      "receptor_type": "గ్రహీత"
    },
    "add_dialog": {
      "title": "కొత్త చిరునామా పేరు",
      "message": "కొత్త చిరునామా కోసం శీర్షికను నమోదు చేయండి.",
      "address_name_input": "చిరునామా (అవసరం)"
    }
  },
  "return_requests": {
    "title": "రిటర్న్ అభ్యర్థనలు"
  },
  "user_favorites": {
    "title": "కోరికల జాబితా"
  },
  "user_comments": {
    "title": "నా వ్యాఖ్యలు",
    "first_post": "మొదటి పోస్ట్",
    "last_edit": "చివరి సవరణ"
  },
  "user_gift_cards": {
    "title": "నా గిఫ్ట్ కార్డ్‌లు",
    "add_action": "కార్డ్ జోడించండి",
    "add_card_dialog": {
      "title": "బహుమతి కార్డ్‌ని జోడించండి",
      "message": "కార్డ్ నంబర్ మరియు సెక్యూరిటీ కోడ్‌ను నమోదు చేయండి. మీ ఖాతాకు బహుమతి కార్డ్ జోడించబడుతుంది.",
      "card_number_input": "కార్డ్ నంబర్",
      "info": "గమనిక: స్టోర్ నుండి కొనుగోలు చేసేటప్పుడు, బహుమతి కార్డ్‌లతో చెల్లించే ఎంపిక మీకు చూపబడుతుంది. ఈ ఎంపికను ఎంచుకోవడం ద్వారా, మీ రీఛార్జ్ బ్యాలెన్స్ మొత్తం ఆర్డర్ మొత్తం నుండి తీసివేయబడుతుంది.",
      "add_action": "కార్డ్ నమోదు"
    }
  },
  "product_comparison": {
    "title": "ఉత్పత్తిని సరిపోల్చండి",
    "action_button": "సరిపోల్చండి",
    "list": {
      "no_data": "పోలిక జాబితాకు ఉత్పత్తులు ఏవీ జోడించబడలేదు.",
      "price": "ధర",
      "type": "టైప్ చేయండి",
      "brand": "బ్రాండ్",
      "warranty": "వారంటీ",
      "variants_comparison": "ఉత్పత్తి రూపాంతరాలను సరిపోల్చండి",
      "spec": "సాంకేతిక వివరములు",
      "pros": "ప్రోస్",
      "cons": "ప్రతికూలతలు",
      "user_review": "వినియోగదారు వ్యాఖ్యలు",
      "rating": "రేటింగ్",
      "rating_count": "సమీక్షల సంఖ్య",
      "info": "మీరు ఈ క్రింది లింక్‌ను పంపడం ద్వారా మీ స్నేహితులతో ఈ ఉత్పత్తి పోలిక పట్టికను భాగస్వామ్యం చేయవచ్చు లేదా ఈ లింక్‌ను సేవ్ చేయడం ద్వారా దీన్ని తర్వాత యాక్సెస్ చేయవచ్చు.",
      "copy_action": "పోలిక లింక్‌ని కాపీ చేయండి",
      "check_list": [
        "అవును",
        "కలిగి ఉంది"
      ],
      "cross_list": [
        "సంఖ్య",
        "లేదు"
      ]
    }
  },
  "product_filter_menu": {
    "only_original": "అసలైనవి మాత్రమే",
    "only_has_discount": "రాయితీ మాత్రమే",
    "price_range": "ధర పరిధి",
    "brands": "బ్రాండ్",
    "main_shop_page": "ప్రధాన పేజీని నిల్వ చేయండి",
    "home": "హోమ్"
  },
  "product_rating_view": {
    "message": "ప్రియమైన {user}, మీరు ఈ ఉత్పత్తిని కొనుగోలు చేసారు. ఈ ఉత్పత్తి గురించి మీరు ఏమనుకుంటున్నారు?",
    "notification": {
      "title": "అభినందనలు",
      "message": "మీ వ్యాఖ్య రికార్డ్ చేయబడింది."
    }
  },
  "blogs": {
    "title": "బ్లాగ్",
    "add_new_blog": "కొత్త బ్లాగ్",
    "popular": "జనాదరణ పొందినది",
    "topics": "అంశాలు",
    "suggestions": "సూచనలు"
  },
  "official_pages": {
    "about_us": "మా గురించి",
    "terms": "ఉపయోగించవలసిన విధానం",
    "privacy": "గోప్యతా విధానం",
    "contact_us": "మమ్మల్ని సంప్రదించండి"
  },
  "contact_us_form": {
    "title": "మమ్మల్ని సంప్రదించండి ఫారమ్",
    "name": "పేరు",
    "email": "ఇమెయిల్",
    "phone": "ఫోన్",
    "message": "సందేశం",
    "notifications": {
      "success": "మీ సందేశము పంపబడినది."
    }
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "చెల్లింపు నిర్ధారణ",
      "payment_success": "చెల్లింపు పూర్తయింది.",
      "buy_title": "కొనుగోలు",
      "pay_by_giftcards": "మీ ఆర్డర్ బహుమతి కార్డ్‌తో చెల్లించబడింది.",
      "free_order": "మీ ఆర్డర్ ఉచితం.",
      "pay_by_cod": "మీ ఆర్డర్ క్యాష్ ఆన్ డెలివరీగా జోడించబడింది.",
      "pay_by_dir": "మీ ఆర్డర్ విజయవంతంగా జోడించబడింది. ఇప్పుడు మీరు నేరుగా నగదు బదిలీ ద్వారా చెల్లించి, ఆర్డర్ పేజీలో చెల్లింపు రసీదుని అప్‌లోడ్ చేయవచ్చు.",
      "pay_title": "చెల్లింపు",
      "qr_code_payment": "చెల్లింపు QR కోడ్ చిరునామా సృష్టించబడింది.",
      "connecting_to_online_gateway": "ఆన్‌లైన్ చెల్లింపు గేట్‌వేకి కనెక్ట్ చేస్తోంది."
    }
  },
  "time_progress_bar": {
    "title_before_start": "ప్రారంభం వరకు మిగిలిపోయింది",
    "title_between_start_end": "చివరి వరకు మిగిలిపోయింది",
    "title_after_end": "పూర్తయింది",
    "title_no_start_end": "కాల వ్యవధి లేకుండా!"
  },
  "lottery_prizes": {
    "message": "మీరు ఒక ఆర్డర్‌కు ఒక బహుమతిని అందుకోవచ్చు."
  },
  "coupons": {
    "coupon_code": "కూపన్ కోడ్",
    "add_coupon": "కూపన్ జోడించండి"
  },
  "avocado": {
    "not_enable": "అవకాడో ఫారమ్ ప్రారంభించబడలేదు!",
    "last_update": "చివరి నవీకరణ:",
    "step1": "1. మీరు ఆర్డర్ చేయాలనుకుంటున్న ఉత్పత్తి పేరు మరియు వివరాలను నమోదు చేసి, జోడించు బటన్‌ను క్లిక్ చేయండి.",
    "title_plc": "ఉత్పత్తి పేరును నమోదు చేయండి.",
    "description_plc": "మీకు మరిన్ని ఉత్పత్తి వివరణలు ఉన్నాయా?",
    "link_plc": "మీకు ఉత్పత్తికి లింక్ ఉందా?",
    "image": "ఉత్పత్తి చిత్రం",
    "image_msg": "అవసరమైతే మీరు ఉత్పత్తి చిత్రాన్ని పంపవచ్చు.",
    "add_item": "వస్తువు జోడించు",
    "items_list": "అభ్యర్థించిన ఉత్పత్తుల జాబితా",
    "currency_msg": "మీరు ఈ కరెన్సీతో ఈ ఆర్డర్ మొత్తాన్ని తప్పనిసరిగా చెల్లించాలి.",
    "step2": "2. కావలసిన అన్ని అంశాలను జోడించిన తర్వాత, ఆర్డర్ సమీక్ష అభ్యర్థన బటన్‌పై క్లిక్ చేయండి. ఈ దశలో, మేము ఆర్డర్‌ని సమీక్షిస్తాము మరియు ధర గురించి మీకు తెలియజేస్తాము. ఈ లింక్‌పై క్లిక్ చేయడం ద్వారా, మీరు ధర మరియు చెల్లింపు లింక్‌ను చూడగలరు.",
    "order_action": "ఆర్డర్ నమోదు",
    "show_all": "అన్నీ చూపండి",
    "show_accepted": "ధృవీకరించబడిన అంశాలను చూపు",
    "last_orders": "మీ ఇటీవలి ఆర్డర్‌ల జాబితా",
    "pending_status": "పరిశీలన లో ఉన్నది",
    "check_now": "ఆర్డర్ తనిఖీ చేయండి",
    "add_new_order": "కొత్త ఆర్డర్ చేయండి",
    "pay_online": "ఆన్‌లైన్‌లో చెల్లించండి",
    "pricing_not_completed_message": "మీ ఆర్డర్ సమీక్షించబడుతోంది. మీ ఆర్డర్ త్వరలో సమీక్షించబడుతుంది మరియు ధర నిర్ణయించబడుతుంది మరియు మీరు ఆర్డర్‌ను చెల్లించగలరు.",
    "delete_item_dialog": {
      "title": "షాపింగ్ కార్ట్ నుండి వస్తువును తీసివేయండి",
      "message": "మీరు కార్ట్ నుండి ఈ అంశాన్ని తొలగించాలనుకుంటున్నారా?",
      "action": "అవును, తొలగించండి"
    },
    "notifications": {
      "order_success": "మీ ఆర్డర్ విజయవంతంగా ఉంచబడింది.",
      "delete_success": "అంశం తొలగించబడింది."
    },
    "select_address_message": "దయచేసి మీ చిరునామాను నమోదు చేయండి, ఆపై మీరు ఆర్డర్‌ను సమర్పించవచ్చు."
  },
  "hyper": {
    "title": "ఆర్డర్ సృష్టి",
    "message": "ఉత్పత్తి కోడ్‌ను స్కాన్ చేయడం ద్వారా మీరు కొనుగోలు చేయాలనుకుంటున్న ఉత్పత్తుల జాబితాను సృష్టించండి.",
    "currency_msg": "మీరు చెల్లించాలనుకుంటున్న కరెన్సీ.",
    "order_action": "చెల్లింపు",
    "add_new_order": "కొత్త ఆజ్ఞ",
    "continue_order": "ఆర్డర్ కొనసాగించండి",
    "delete_item_dialog": {
      "title": "షాపింగ్ కార్ట్ నుండి వస్తువును తీసివేయండి",
      "message": "మీరు కార్ట్ నుండి ఈ అంశాన్ని తొలగించాలనుకుంటున్నారా?",
      "action": "అవును, తొలగించండి"
    },
    "notifications": {
      "order_success": "మీ ఆర్డర్ విజయవంతంగా ఉంచబడింది.",
      "delete_success": "అంశం తొలగించబడింది."
    }
  },
  "pending_payment": {
    "upload_payment_receipt": "చెల్లింపు రసీదు యొక్క చిత్రాన్ని అప్‌లోడ్ చేయండి.",
    "upload_payment_receipt_done": "✔ మీరు ఇప్పటికే రసీదు చిత్రాన్ని అప్‌లోడ్ చేసారు, మా ఆమోదం కోసం వేచి ఉండండి. మీరు మార్చవలసి వస్తే, మీరు మునుపటి చిత్రాన్ని కొత్త దానితో భర్తీ చేయవచ్చు.",
    "public_form_title": "డబ్బు బదిలీ కోసం ఖాతా సమాచారం"
  },
  "service_bill": {
    "task": {
      "title": "చేయవలసిన పనుల జాబితా",
      "message": "మీరు చేయాలనుకుంటున్న పని యొక్క శీర్షికలను పేర్కొనండి మరియు అది ఎంతవరకు అభివృద్ధి చెందిందో కొనుగోలుదారుకు తెలియజేయండి."
    },
    "booking": {
      "title": "బుకింగ్ / రిజర్వేషన్",
      "message": "ఈ ఆర్డర్ నిర్దిష్ట సమయంలో ప్రాసెస్ చేయబడుతుంది, కస్టమర్ కోరుకున్న వ్యవధిని ఎంచుకున్నారు, మీరు ఎంచుకున్న వ్యవధిలో ఏవైనా మార్పులు చేయాలనుకుంటే, కస్టమర్‌కు తెలియజేయండి.",
      "selected_checkin": "కస్టమర్ ద్వారా ఎంపిక చేయబడిన చెక్-ఇన్",
      "selected_checkout": "కస్టమర్ ద్వారా ఎంపిక చేయబడిన చెక్-అవుట్",
      "change_days_question": "కస్టమర్ ఎంచుకున్న రోజులలో మీరు మారాల్సిన అవసరం ఉందా?",
      "show_calendar": "ఆర్డర్‌ల క్యాలెండర్‌ను చూపించు"
    },
    "pricing": {
      "title": "ధర నిర్ణయించడం",
      "message": "ఈ సేవ కోసం మీరు ఎంత వసూలు చేస్తారు?"
    },
    "subscription": {
      "title": "చందా",
      "message": "మీరు ప్రతిరోజూ ఈ సేవను కొనుగోలు చేయడం ద్వారా సబ్‌స్క్రిప్షన్ వ్యవధిని ఎంచుకోవచ్చు. మీరు ఇప్పటికే నమోదు చేసిన డిఫాల్ట్ విలువలను మార్చాలనుకుంటే కొనుగోలుదారుకు తెలియజేయండి.",
      "duration": "చందా కాలం"
    },
    "charge": {
      "title": "ఆరోపణ",
      "message": "మీరు ఈ అంశానికి ఛార్జీని నిర్దేశించారు. కస్టమర్ కొనుగోలు చేసిన వస్తువుకు మీరు ఛార్జీ మొత్తాన్ని మార్చవచ్చు.",
      "charge": "ఆరోపణ"
    }
  },
  "check_access": {
    "waiting_message": "యాక్సెస్‌ని తనిఖీ చేయడానికి వేచి ఉంది...",
    "no_access_message": "దురదృష్టవశాత్తూ, మీకు మా స్టోర్‌కి యాక్సెస్ లేదు.<br/> దయచేసి మమ్మల్ని సంప్రదించండి."
  },
  "share_order": {
    "action": "ఆర్డర్ షేర్ చేయండి",
    "title": "ఈ ఆర్డర్‌ని ఇతరులతో పంచుకోండి.",
    "message": "ఇది సురక్షితమైన లింక్, మీకు తెలిసిన వారితో మాత్రమే దీన్ని భాగస్వామ్యం చేయండి. ఈ లింక్‌ని కలిగి ఉన్న ప్రతి ఒక్కరూ మీ ఆర్డర్‌ని నకిలీ చేయవచ్చు మరియు ఎంచుకున్న చిరునామాను చూడవచ్చు. ఇది మీ ప్రస్తుత కార్ట్ గురించి సమాచారాన్ని కలిగి ఉంటుంది.",
    "valid_period": "ఈ లింక్ 48 గంటల తర్వాత గడువు ముగుస్తుంది.",
    "import_order_action": "దిగుమతి ఆర్డర్",
    "retrieve_dialog_title": "బాహ్య క్రమాన్ని తిరిగి పొందండి",
    "address_included": "బాస్కెట్ అంశాలు + చిరునామాను భాగస్వామ్యం చేయండి",
    "address_excluded": "బాస్కెట్ వస్తువులను మాత్రమే భాగస్వామ్యం చేయండి"
  },
  "variants_view": {
    "prices": "ధరలు",
    "inventory": "ఇన్వెంటరీ",
    "discount": "తగ్గింపు"
  },
  "rating": {
    "product_rating_message": "ఈ ఉత్పత్తి 5 నక్షత్రాలలో {rate} రేటింగ్‌ను పొందింది మరియు {rate_count} మంది వ్యక్తులచే రేట్ చేయబడింది."
  },
  "related_products": {
    "card": {
      "title": "అన్వేషించండి!",
      "same_tags_subtitle": "మరిన్ని విశేషమైన సంబంధిత అంశాలను కనుగొనండి.",
      "same_category_subtitle": "ఈ వర్గంలో మరిన్ని విశేషమైన అంశాలను కనుగొనండి."
    }
  }
};