export default {
  "surveys": [
    "Хеле камбизоат",
    "Бечора",
    "Муқаррарӣ",
    "Хуб",
    "Аъло"
  ],
  "footer": {
    "map": "Харита",
    "email": "Почтаи электронӣ",
    "phone": "Телефон",
    "address": "Адрес",
    "copyright": "Истифодаи мундариҷа танҳо бо мақсадҳои ғайритиҷоратӣ ва бо истинод ба манбаъ (пайванд бо {shop_title}). Ҳама ҳуқуқҳо ба {shop_title} маҳфузанд.",
    "powered_by": "Нерӯмандшуда аз тарафи",
    "privacy": "Сиёсати Корбурди Маълумоти Шахсӣ",
    "term_of_use": "Шартҳои истифода",
    "shop_app_setting": "Танзимоти мағоза ва GDPR",
    "dialog_setting": {
      "title": "Танзимоти Барномаҳои мағоза",
      "app_list": "Рӯйхати барномаҳо"
    }
  },
  "product_card": {
    "sold_out": "Фурӯхта шуда",
    "review_unit": "Барраси",
    "not_original": "На аслӣ"
  },
  "shop": {
    "products_filter": "Филтр",
    "native": {
      "title": "Воридшавӣ ба барнома",
      "message": "Ин барнома дастрасӣ ба маълумоти ҳисоби мағозаи шуморо талаб мекунад. Ин дастрасӣ ба ном, рақами тамос, суроға, почтаи электронӣ, таърихи фармоиш, фармоиш ва интишори шарҳҳо дар ин мағозаро дар бар мегирад.",
      "message_bold": "Барои ворид шудан ба ин мағоза ҳатман барномаи расмии мағозаро истифода баред."
    }
  },
  "sort": {
    "title": "Ҷудо кардан ба",
    "title_small": "Ҷудо кардан ба..",
    "nothing": "Ҳеҷ чиз",
    "most_views": "Аксари тамошо",
    "most_likes": "Маъмултарин",
    "most_recent": "Навтарин",
    "most_sell": "Беҳтарин фурӯшанда",
    "cheapest": "Арзонтарин",
    "most_expensive": "Энг қиммат",
    "only_available": "дастрас",
    "view_mode": {
      "normal": "Муқаррарӣ",
      "grid": "Шабака",
      "list": "Рӯйхат",
      "insta": "Инста"
    }
  },
  "product_info": {
    "fake": "Қалбакӣ",
    "action": "Музояда",
    "compare_limit": "Маҳдудияти 10 адад",
    "compare_add": "Илова ба муқоиса",
    "compare_be_in_list": "Дар рӯйхати муқоиса",
    "type": "Навъи",
    "brand": "Бренд",
    "category": "Категория",
    "discount": "Тахфиф",
    "track_price": "Нархи пайгирӣ",
    "waiting_for_auction": "Музоядаро интизоред?",
    "inform_auction": "Дар бораи музояда ба ман бигӯед",
    "return_in_days": "{days} Бозгашти кафолати рӯз",
    "support24h7": "Дастгирии 24 соат 7 рӯз",
    "support_normal": "Дастгирии соатҳои корӣ",
    "original_guarantee": "Кафолати аслӣ",
    "cod_payment": "Дастгирии нақд дар интиқол",
    "pros": "Тарафдор",
    "cons": "Манфиатҳо",
    "external_link": "Маълумоти бештар",
    "notifications": {
      "congratulation": "Табрик мекунем",
      "waiting_list_add_success": "Вақте ки ин маҳсулот ба музояда гузошта мешавад, мо шуморо огоҳ хоҳем кард.",
      "waiting_list_delete_success": "Шумо аз рӯйхати интизории музояда баромадед."
    },
    "offer_message": "{min_quantity}-ро харед Барои ин ашёҳо {percent}% тахфиф ба даст оред",
    "up_to": "То {per_order}x барои як фармоиш",
    "get_free": "РОЙГОН ГИРИФТ",
    "get_off": "{percent}% ТАХФИ ГИРИФТ"
  },
  "buy_button": {
    "waiting_for_availability": "Интизори дастрас будан",
    "inform_me_when_available": "Инро интизоред?",
    "pay_buy": "Пардохт ва харид",
    "quantity": "Ҳисоб",
    "quantity_in_basket": "Маҳсулот дар ароба",
    "count_unit": "х",
    "remove": "Хориҷ кунед",
    "add_to_basket": "Ба сабат андоз",
    "buy": "харид",
    "notifications": {
      "inform_add_success": "Вақте ки он дастрас аст, мо ба шумо хабар медиҳем.",
      "inform_remove_success": "Шумо аз рӯйхати интизорӣ хориҷ кардаед."
    }
  },
  "product": {
    "review": "Барраси",
    "spec": "Spec",
    "comments": "Шарҳҳо",
    "related_products_title": "Маҳсулоти марбут",
    "price": "Нарх",
    "rate": "Нарх",
    "comment": "Шарҳ",
    "warranty": "Кафолат",
    "return_policy": "Шеваи Бозгардон",
    "guide": "Роҳнамо",
    "shipping": "Фиристодан"
  },
  "layout_shop": {
    "shop_menu": {
      "orders_history": "Таърихи фармоишҳо",
      "profile": "Профили ман",
      "favorites": "Ададҳои дӯстдошта",
      "gift_cards": "Кортҳои тӯҳфа",
      "return_requests": "Фармоишҳои баргардонидашуда",
      "basket": "Сабади харид"
    },
    "user_menu": {
      "my_shops": "Мағозаҳои ман",
      "go_to_admin": "Идоракунии {shop_name}",
      "exit_from": "Хуруҷ {shop_name}",
      "chips": "{chips} Чипҳо"
    },
    "login_to_shop": "Ба Store ворид шавед",
    "login_to_shop_short": "даромадан",
    "item_in_basket_message": "{count} Ин ашё дар аробаи шумост.",
    "search_title": "Ҷустуҷӯ дар мағозаи {shop_name}"
  },
  "basket_top_menu": {
    "basket": "Ароба",
    "basket_is_empty": "Аробаи шумо холӣ аст.",
    "total_price": "Ҳамагӣ",
    "view_basket": "Аробаи шумо",
    "more": "Бештар ...",
    "accept_and_pay": "Тафтиш",
    "items": "Адад(ҳо)"
  },
  "history_orders_physical": {
    "rejected": "Рад карда шуд",
    "table": {
      "code": "Кодекси фармоиш",
      "reserved": "Сана",
      "delivery_state": "Ҳолати интиқол",
      "price": "Нархи умумӣ",
      "status": "Ҳолати пардохт"
    }
  },
  "history_orders": {
    "table": {
      "code": "Кодекси фармоиш",
      "items": "Ададҳо",
      "reserved": "Сана",
      "delivery_state": "Ҳолати охирин",
      "price": "Нархи умумӣ",
      "status": "Ҳолати пардохт"
    }
  },
  "user_page": {
    "menu": {
      "gift_card": "Корти тӯҳфа",
      "comments": "Шарҳҳо",
      "favorites": "Дӯстдоштаҳо",
      "return_requests": "Бозгашт",
      "addresses": "Суроғаҳо",
      "profile": "профил",
      "orders": "Фармонхо"
    }
  },
  "physical_order_page": {
    "title": "Тартиб",
    "payment": {
      "title": "Пардохт",
      "payment_waiting": "Интизори пардохт",
      "payment_completed": "Пардохтшуда",
      "table": {
        "title": "Унвон",
        "amount": "Маблағ",
        "description": "Тавсифи"
      },
      "total_payment": "Маблағи пардохтшуда",
      "discount": "Тахфиф",
      "discount_code": "Рамзи тахфиф",
      "delivery_fee": "Арзиши интиқол",
      "delivery_fee_after": "Бе интиқол пардохт",
      "total_price": "Нархи умумии ашё",
      "total_items_discount": "Тахфифи мол",
      "total_price_after_offers": "Ҳамагӣ пас аз татбиқи пешниҳодҳо",
      "buyer_payment": "Маблағи пардохти харидор"
    },
    "delivery": {
      "title": "Таҳвил",
      "subtitle": "Маълумоти харидор",
      "confirm_received_action": "Қабули маҳсулотро тасдиқ кунед",
      "confirm_received_info": "Тугмаи тасдиқро пахш кунед, агар шумо фармоиш гирифта бошед. Агар лозим бошад, шумо метавонед дар сурати гирифтани тасдиқ муроҷиатнома пешниҳод кунед.",
      "Recipient": "Қабулкунанда",
      "bill": "Ҳисобнома-фактура",
      "name": "Ном",
      "tel": "Телефон",
      "email": "Почтаи электронӣ",
      "country": "кишвар",
      "state": "Давлат",
      "city": "Шаҳр",
      "address": "Адрес",
      "building_no": "Рақами бино",
      "unit_no": "Рақами воҳид",
      "postal_code": "Индекси почта",
      "description": "Тавсифи",
      "order_delivered": "Фармоиш супурда шуд.",
      "delivery_time": "Вақти расондан",
      "tracking_code": "Рамзи пайгирӣ",
      "tracking_url": "URL-и пайгирӣ",
      "notifications": {
        "confirm_delivery": "Фармоиши шумо тасдиқ карда шуд."
      }
    },
    "basket_items": {
      "original_warranty": "Кафолати аслии мол",
      "return": "Бозгашт",
      "table": {
        "product": "Номи маҳсулот",
        "count": "Ҳисоб",
        "unit_price": "Нархи чакана",
        "total_price": "Нархи умумӣ",
        "discount": "Тахфиф",
        "final_price": "Нархи ниҳоӣ",
        "returned": "Бозгашт"
      }
    }
  },
  "return_request": {
    "title": "Бозгашт",
    "count_input": "Шумораи ашёи баргардонидашуда",
    "count_input_message": "Шумо чанд ашёро бармегардонед?",
    "reason_input": "Сабаби бозгашт",
    "reason_input_message": "Сабаби баргардонидани ин ашёро интихоб кунед.",
    "note_input": "Тавсифи",
    "note_input_hint": "Сабаби бозгаштро тавсиф кунед ..",
    "note_input_message": "Агар лозим бошад, сабаби баргардонидани ин ашёро тавсиф кунед.",
    "media_message": "Шумо метавонед тасвир, аудио ё видеои маҳсулотро дар ин ҷо бор кунед, то маълумоти беҳтари вазъи маҳсулотро дастгирӣ кунед. Интихоби файл ба таври худкор ирсол ва тасдиқ карда мешавад.",
    "video": "Видео",
    "voice": "Овоз",
    "add_action": "Ирсоли дархости бозгашт",
    "notifications": "Дархости баргардонидани шумо бомуваффақият ба қайд гирифта шуд."
  },
  "virtual_order_page": {
    "title": "Тартиб",
    "info": {
      "title": "Маҳсулоти виртуалии харидашуда"
    }
  },
  "user_profile": {
    "title": "Маълумоти шахсии ман",
    "name": "Ном",
    "email": "Почтаи электронӣ",
    "tel": "Тел",
    "identity": "Аутентификатсия",
    "success_kyc": "KYC тасдиқ карда шудааст",
    "club": "Сатҳи корбар",
    "subscription": "Обуна ба ахбор",
    "leave_shop": "Ин мағозаро тарк кунед ва ҳама сатҳи муштариёнро хориҷ кунед",
    "leave_shop_action": "Дӯконро тарк кунед",
    "edit_personal_info": "Таҳрири маълумоти шахсӣ",
    "leave_dialog": {
      "title": "Дӯконро тарк кунед",
      "message": "Қатъи обуна ба ин мағоза маълумот ва сабтҳои фармоиши шуморо нест намекунад.",
      "action": "тарк кунед"
    },
    "notifications": {
      "leave_success": "Дӯконро тарк кунед"
    },
    "club_table": {
      "discount": "Тахфиф",
      "limit": "Маҳдудият",
      "currency": "Асъор",
      "free_shipping": "Расондани Ройгон"
    }
  },
  "basket_page": {
    "title": "Сабади харид",
    "total_price": "Ҳамагӣ",
    "shipping": "Арзиши интиқол",
    "free_shipping": "Расондани Ройгон",
    "shipping_not_pay": "дохил карда нашудааст",
    "total_discount": "Тахфифи умумӣ",
    "customer_club": "Аъзои клуби муштарӣ",
    "customer_club_discount": "Тахфифи аъзоён",
    "final_price": "Пардохти ниҳоӣ",
    "lead_time": "Вақти омодагӣ",
    "lead_time_unit": "Соат",
    "receive_time": "Мӯҳлати интиқоли афзалиятнок",
    "select_time": "Вақти таҳвилро интихоб кунед",
    "no_select_time": "Ҳарчӣ зудтар",
    "transportation_type": "Навъи интиқол",
    "days_input": "Рӯзҳои интиқол",
    "days_input_label": "Рузхо",
    "days_input_no_data": "Ҳадди ақал як рӯзро интихоб кунед",
    "time_input": "Вақти расондан",
    "time_input_label": "Таҳвил дар",
    "time_input_label_no_data": "Ақаллан як фосилаи вақтро интихоб кунед",
    "support_cod": "Пули нақд дар интиқол",
    "not_support_cod": "Дар маҳал пардохт карда наметавонед!",
    "final_confirm_action": "Тасдиқи фармоиши ниҳоӣ",
    "pay_and_complete_action": "Ҳоло пардохт кунед",
    "pre_confirm_service": "Пешниҳоди дархост",
    "errors": {
      "no_address": "Суроғаеро интихоб кунед, ки фармоиши шумо ба он фиристода мешавад.",
      "no_phone": "Барои ҳамоҳангсозии қабули мол рақами тамосро ворид кунед.",
      "select_billing_country": "Кишвари биллинги худро интихоб кунед",
      "select_billing_state": "Минтақаи андози худро интихоб кунед"
    },
    "same_billing_address": "Маълумоти ҳисоббаробаркунӣ бо маълумоти қабулкунанда",
    "custom_billing_info": "Маълумоти гуногуни ҳисобдорӣ",
    "basket_empty": "Сабад холӣ аст",
    "extra_shipping_count": "Шумо бастаҳои {count} мегиред.",
    "select_location_error": "Ҷои қабули борро дар харита ёбед ва нишондиҳандаи миёнаи харитаро клик кунед, то суроғаи дақиқи қабулкунандаро муайян кунед."
  },
  "basket_items": {
    "items_unit": "х",
    "lead_unit": "Соат",
    "count_input": "Ҳисоб",
    "price_changed": "Нарх дигар шудааст. нархи нав:",
    "offer": "{count}x ашёро бо {percent}% тахфиф гиред",
    "offer_free": "{count}x ройгон гиред"
  },
  "addresses_page": {
    "title": "Суроғаҳои ман",
    "new_action": "Суроғаи нав",
    "Recipient": "Қабулкунанда",
    "address": "Адрес",
    "building_no": "рақами иҷозатнома",
    "building_unit": "воҳиди",
    "postcode": "Индекси почта",
    "tel": "Тел",
    "description": "Шарҳ",
    "map": {
      "title": "Суроғаҳои ман",
      "confirm": "Бақайдгирии суроға",
      "address_type": "Адрес",
      "receptor_type": "Қабулкунанда"
    },
    "add_dialog": {
      "title": "Номи суроғаи нав",
      "message": "Барои суроғаи нав унвон ворид кунед.",
      "address_name_input": "Суроға (ҳатмӣ)"
    }
  },
  "return_requests": {
    "title": "Бозгашти дархостҳо"
  },
  "user_favorites": {
    "title": "Рӯйхати хоҳишҳо"
  },
  "user_comments": {
    "title": "Шарҳҳои ман",
    "first_post": "Паёми аввал",
    "last_edit": "Таҳрири охирин"
  },
  "user_gift_cards": {
    "title": "Кортҳои тӯҳфаи ман",
    "add_action": "Иловаи корт",
    "add_card_dialog": {
      "title": "Иловаи корти тӯҳфа",
      "message": "Рақами корт ва рамзи амниятро ворид кунед. Корти тӯҳфа ба ҳисоби шумо илова карда мешавад.",
      "card_number_input": "Шумораӣ карта",
      "info": "Эзоҳ: Ҳангоми харид аз мағоза, ба шумо имкони пардохт бо кортҳои тӯҳфа нишон дода мешавад. Бо интихоби ин хосият, маблағи бақияи пуркунии шумо аз маблағи фармоиш тарҳ карда мешавад.",
      "add_action": "Бақайдгирии корт"
    }
  },
  "product_comparison": {
    "title": "Маҳсулотро муқоиса кунед",
    "action_button": "Муқоиса кунед",
    "list": {
      "no_data": "Ба рӯйхати муқоиса ягон маҳсулот илова карда нашудааст.",
      "price": "Нарх",
      "type": "Навъи",
      "brand": "Бренд",
      "warranty": "Кафолат",
      "variants_comparison": "Вариантҳои маҳсулотро муқоиса кунед",
      "spec": "Мушаххасоти техникӣ",
      "pros": "Тарафдор",
      "cons": "Манфиатҳо",
      "user_review": "Шарҳҳои корбар",
      "rating": "Рейтинг",
      "rating_count": "Шумораи баррасиҳо",
      "info": "Шумо метавонед ин ҷадвали муқоисавии маҳсулотро бо ирсоли истиноди зерин бо дӯстони худ мубодила кунед ё баъдтар бо захира кардани ин истиноди он дастрас шавед.",
      "copy_action": "Истиноди муқоисаро нусхабардорӣ кунед",
      "check_list": [
        "Бале",
        "дорад"
      ],
      "cross_list": [
        "Не",
        "Не"
      ]
    }
  },
  "product_filter_menu": {
    "only_original": "Танҳо аслӣ",
    "only_has_discount": "Танҳо тахфиф",
    "price_range": "Диапазони нарх",
    "brands": "Бренд",
    "main_shop_page": "Саҳифаи асосии мағоза",
    "home": "Хона"
  },
  "product_rating_view": {
    "message": "Мӯҳтарам {user}, Шумо ин маҳсулотро харидед. Шумо дар бораи ин маҳсулот чӣ фикр доред?",
    "notification": {
      "title": "Табрик",
      "message": "Шарҳи шумо сабт шудааст."
    }
  },
  "blogs": {
    "title": "Блог",
    "add_new_blog": "Блоги нав",
    "popular": "Машҳур",
    "topics": "Мавзӯъҳо",
    "suggestions": "Пешниҳодҳо"
  },
  "official_pages": {
    "about_us": "Дар бораи мо",
    "terms": "Шартҳои истифода",
    "privacy": "Сиёсати Корбурди Маълумоти Шахсӣ",
    "contact_us": "Бо мо тамос гиред"
  },
  "contact_us_form": {
    "title": "Шакли бо мо тамос гиред",
    "name": "Ном",
    "email": "Почтаи электронӣ",
    "phone": "Телефон",
    "message": "Паём",
    "notifications": {
      "success": "Паёми шумо фиристода шуд."
    }
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "Тасдиқи пардохт",
      "payment_success": "Пардохт анҷом ёфт.",
      "buy_title": "харид",
      "pay_by_giftcards": "Фармоиши шумо бо корти тӯҳфа пардохт карда шуд.",
      "free_order": "Фармоиши шумо ройгон аст.",
      "pay_by_cod": "Фармоиши шумо ҳамчун пули нақд ҳангоми интиқол илова карда шуд.",
      "pay_by_dir": "Фармоиши шумо бомуваффақият илова карда шуд. Акнун шумо метавонед тавассути интиқоли мустақими пул пардохт кунед ва сипас квитансияи пардохтро дар саҳифаи фармоиш бор кунед.",
      "pay_title": "Пардохт",
      "qr_code_payment": "Суроғаи рамзи QR-и пардохт сохта шудааст.",
      "connecting_to_online_gateway": "Пайвастшавӣ ба шлюзи пардохти онлайн."
    }
  },
  "time_progress_bar": {
    "title_before_start": "То ибтидо монд",
    "title_between_start_end": "То охир монд",
    "title_after_end": "Ба охир расид",
    "title_no_start_end": "Бе мӯҳлат!"
  },
  "lottery_prizes": {
    "message": "Шумо метавонед дар як фармоиш як тӯҳфа гиред."
  },
  "coupons": {
    "coupon_code": "Рамзи купон",
    "add_coupon": "Иловаи купон"
  },
  "avocado": {
    "not_enable": "Шакли авокадо фаъол нест!",
    "last_update": "Навсозии охирин:",
    "step1": "1. Ном ва тафсилоти маҳсулотеро, ки мехоҳед фармоиш диҳед, ворид кунед ва тугмаи Иловаро пахш кунед.",
    "title_plc": "Номи маҳсулотро ворид кунед.",
    "description_plc": "Оё шумо тавсифи бештари маҳсулот доред?",
    "link_plc": "Оё шумо ба маҳсулот пайванде доред?",
    "image": "Тасвири маҳсулот",
    "image_msg": "Агар лозим бошад, шумо метавонед тасвири маҳсулотро фиристед.",
    "add_item": "Илова кардани ашё",
    "items_list": "Рӯйхати маҳсулоти дархостшуда",
    "currency_msg": "Шумо бояд маблағи ин фармоишро бо ин асъор пардохт кунед.",
    "step2": "2. Пас аз илова кардани ҳама чизҳои дилхоҳ, тугмаи дархости баррасии фармоишро клик кунед. Дар ин марҳила, мо фармоишро баррасӣ мекунем ва ба шумо дар бораи нарх хабар медиҳем. Бо зер кардани ин пайванд шумо метавонед нарх ва истиноди пардохтро бубинед.",
    "order_action": "Бақайдгирии фармоиш",
    "show_all": "Ҳамаро нишон диҳед",
    "show_accepted": "Нишон додани ашёи тасдиқшуда",
    "last_orders": "Рӯйхати фармоишҳои охирини шумо",
    "pending_status": "дар зери баррасй",
    "check_now": "Тартиби тафтиш",
    "add_new_order": "Фармоиши нав созед",
    "pay_online": "Онлайн пардохт кунед",
    "pricing_not_completed_message": "Фармоиши шумо баррасӣ мешавад. Фармоиши шумо ба зудӣ баррасӣ ва нархгузорӣ карда мешавад ва шумо метавонед фармоишро пардохт кунед.",
    "delete_item_dialog": {
      "title": "Маҳсулотро аз аробаи харид хориҷ кунед",
      "message": "Оё шумо мехоҳед ин ашёро аз ароба тоза кунед?",
      "action": "Бале, нест кунед"
    },
    "notifications": {
      "order_success": "Фармоиши шумо бомуваффақият ҷойгир карда шуд.",
      "delete_success": "Элемент нест карда шуд."
    },
    "select_address_message": "Лутфан суроғаи худро ворид кунед ва пас шумо метавонед фармоишро пешниҳод кунед."
  },
  "hyper": {
    "title": "Эҷоди фармоиш",
    "message": "Рӯйхати маҳсулотеро, ки шумо мехоҳед харед, тавассути скан кардани рамзи маҳсулот эҷод кунед.",
    "currency_msg": "Асъоре, ки шумо мехоҳед бо он пардохт кунед.",
    "order_action": "Пардохт",
    "add_new_order": "Тартиби нав",
    "continue_order": "Тартибро давом диҳед",
    "delete_item_dialog": {
      "title": "Маҳсулотро аз аробаи харид хориҷ кунед",
      "message": "Оё шумо мехоҳед ин ашёро аз ароба тоза кунед?",
      "action": "Бале, нест кунед"
    },
    "notifications": {
      "order_success": "Фармоиши шумо бомуваффақият ҷойгир карда шуд.",
      "delete_success": "Элемент нест карда шуд."
    }
  },
  "pending_payment": {
    "upload_payment_receipt": "Тасвири квитансияи пардохтро бор кунед.",
    "upload_payment_receipt_done": "✔ Шумо аллакай тасвири квитансияро бор кардаед, тасдиқи моро интизор шавед. Агар ба шумо тағир додан лозим бошад, шумо метавонед тасвири қаблиро бо тасвири нав иваз кунед.",
    "public_form_title": "Маълумоти ҳисоб барои интиқоли пул"
  },
  "service_bill": {
    "task": {
      "title": "Рӯйхати кор",
      "message": "Унвонҳои кореро, ки шумо мехоҳед иҷро кунед, муайян кунед ва ба харидор бигӯед, ки он то чӣ андоза пеш рафтааст."
    },
    "booking": {
      "title": "Брон / фармоиш",
      "message": "Ин фармоиш дар вақти муайян коркард карда мешавад, муштарӣ мӯҳлати дилхоҳро интихоб кардааст, агар шумо хоҳед, ки дар давраи интихобшуда ягон тағирот ворид кунед, ба муштарӣ хабар диҳед.",
      "selected_checkin": "Бақайдгирии интихобшуда аз ҷониби муштарӣ",
      "selected_checkout": "Санҷиши интихобшуда аз ҷониби фармоишгар",
      "change_days_question": "Оё шумо бояд дар давоми рӯзҳои интихобкардаи муштарӣ тағир диҳед?",
      "show_calendar": "Тақвими фармоишҳоро нишон диҳед"
    },
    "pricing": {
      "title": "Нархгузорӣ",
      "message": "Шумо барои ин хидмат чанд пул мегиред?"
    },
    "subscription": {
      "title": "Обуна",
      "message": "Шумо метавонед мӯҳлати обунаро бо харидани ин хидмат ҳаррӯза интихоб кунед. Ба харидор хабар диҳед, ки оё шумо мехоҳед арзишҳои пешфарзро, ки аллакай ворид кардаед, тағир диҳед.",
      "duration": "Давраи обуна"
    },
    "charge": {
      "title": "Заряд",
      "message": "Шумо пардохти ин ашёро муайян кардаед. Шумо метавонед маблағи пардохтро барои ашёи аз ҷониби муштарӣ харидашуда тағир диҳед.",
      "charge": "Заряд"
    }
  },
  "check_access": {
    "waiting_message": "Интизорӣ барои тафтиши дастрасӣ...",
    "no_access_message": "Мутаассифона, шумо ба мағозаи мо дастрасӣ надоред.<br/> Лутфан бо мо тамос гиред."
  },
  "share_order": {
    "action": "Тартиби мубодила",
    "title": "Ин фармоишро бо дигарон мубодила кунед.",
    "message": "Ин як истиноди бехатар аст, онро танҳо бо онҳое, ки медонед, мубодила кунед. Ҳар касе, ки ин пайванд дорад, метавонад фармоиши шуморо такрор кунад ва суроғаи интихобшударо бубинад. Он дорои маълумот дар бораи аробаи ҷории шумо хоҳад буд.",
    "valid_period": "Ин пайванд пас аз 48 соат тамом мешавад.",
    "import_order_action": "Фармоиши воридотӣ",
    "retrieve_dialog_title": "Тартиби берунаро дарёфт кунед",
    "address_included": "Мубодилаи ашёҳои сабад + Суроға",
    "address_excluded": "Танҳо ашёҳои сабадро мубодила кунед"
  }
};