<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'ఈ ఆధారాలు మా రికార్డులతో సరిపోలడం లేదు.',
    'throttle' => 'చాలా ఎక్కువ లాగిన్ ప్రయత్నాలు. దయచేసి :seconds సెకన్లలో మళ్లీ ప్రయత్నించండి.',


    'title_shop' => ':nameకి లాగిన్ చేయండి',
    'title_app' => ':name కోసం అప్లికేషన్ యాక్సెస్',
    'login_message' => 'మీ ఖాతాకు ప్రాప్యతను అభ్యర్థించండి.',
    'scopes_title' => 'ఈ యాప్ కింది స్కోప్‌లకు యాక్సెస్ కలిగి ఉంటుంది',
    'accept' => 'నిర్ధారించండి',
    'reject' => 'తిరస్కరించు',


    'login_incorrect_password' => 'తప్పుడు వాడుకరిపేరు లేదా సంకేతపదం.',


    'reset_2fa_title' => 'రెండు-దశల లాగిన్ అభ్యర్థనను రీసెట్ చేయండి',
    'go_main_page' => 'హోమ్‌పేజీకి వెళ్లండి',

    'signing_in' => 'లోనికి ప్రవేశించు...',


    'erp' => [
        'message' => "● కొనసాగించడానికి స్టోర్‌ని ఎంచుకోండి. మీకు కొత్త స్టోర్ కావాలంటే, ముందుగా దాన్ని సృష్టించండి మరియు మళ్లీ కనెక్ట్ చేయండి.<br>● మీరు కనెక్ట్ చేస్తున్న సాఫ్ట్‌వేర్ మీకు తెలుసని నిర్ధారించుకోండి లేదా సహాయం కోసం ప్రొవైడర్‌ను సంప్రదించండి.",
    ],
    'token-display' => [
        'message' => "మేము మీ అభ్యర్థన ఆధారంగా :software కోసం :shopని యాక్సెస్ చేయడానికి ఈ టోకెన్‌ని సృష్టించాము. దయచేసి దీన్ని సురక్షితంగా ఉంచండి మరియు ఎవరితోనూ భాగస్వామ్యం చేయవద్దు. మీ టోకెన్ రాజీపడిందని మీరు విశ్వసిస్తే, మీరు ఎప్పుడైనా దాన్ని ఉపసంహరించుకోవచ్చు.",
        'scopes-message' => "ఇది దాని స్కోప్‌లతో దుకాణానికి యాక్సెస్‌ను కలిగి ఉన్న టోకెన్",
        'manage-tokens-action' => 'టోకెన్లను నిర్వహించండి',
        'manage-tokens-message' => "మీరు ఈ టోకెన్‌ని ఎప్పుడైనా ఇక్కడ ఉపసంహరించుకోవచ్చు."
    ]


,

    'password' => 'అందించిన పాస్‌వర్డ్ తప్పు.',
];
