<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'ఈ సందేశం దుకాణానికి కొత్త కొనుగోలుదారుని స్వాగతించింది.',
        ShopMailTemplateCodes::OrderCheckout => 'కొనుగోలుదారు ఆర్డర్‌ను నిర్ధారించినప్పుడు ఈ నోటిఫికేషన్ పంపబడుతుంది.',
        ShopMailTemplateCodes::OrderPayment => 'ఈ నోటిఫికేషన్ కస్టమర్ చేసిన విజయవంతమైన చెల్లింపును నిర్ధారిస్తుంది.',
        ShopMailTemplateCodes::OrderUpdate => 'కొనుగోలుదారు వారి ఆర్డర్ స్థితిని నవీకరించడానికి ఈ సందేశం పంపబడింది.',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'ధృవీకరించబడిన ఆర్డర్ గురించి వారికి తెలియజేయడానికి ఈ సందేశం విక్రేతకు పంపబడుతుంది.',
        ShopMailTemplateCodes::PosCheckout => 'కొనుగోలుదారు కోసం పాయింట్ ఆఫ్ సేల్ ఆర్డర్‌ను నిర్ధారించడానికి ఈ నోటిఫికేషన్ పంపబడింది.',
        ShopMailTemplateCodes::PosPayment => 'ఈ నోటిఫికేషన్ కొనుగోలుదారు చేసిన విక్రయానికి సంబంధించిన చెల్లింపును నిర్ధారిస్తుంది.',
        ShopMailTemplateCodes::PosPaymentAdmin => 'ఈ సందేశం విక్రేతకు వారి విక్రయ కేంద్రంలో చేసిన కొనుగోలు గురించి తెలియజేస్తుంది.',
        ShopMailTemplateCodes::ShopContact => 'సంప్రదింపు ఫారమ్‌ను సమర్పించినప్పుడు ఈ నోటిఫికేషన్ పంపబడుతుంది.',
        ShopMailTemplateCodes::ShopGiftCard => 'ఈ నోటిఫికేషన్ వినియోగదారుకు బహుమతి కార్డ్‌ని అందిందని తెలియజేస్తుంది.',

        ShopMailTemplateCodes::ShopVendorJoin => 'ఈ సందేశం దుకాణానికి కొత్త విక్రేతను స్వాగతించింది.',
        ShopMailTemplateCodes::ShopVendorInvite => "మీ మార్కెట్‌ప్లేస్‌లో చేరడానికి విక్రేతను ఆహ్వానించడానికి ఈ సందేశం పంపబడింది.",
        ShopMailTemplateCodes::ShopVendorOrder => "చెల్లింపు లేదా క్యాష్ ఆన్ డెలివరీ (COD) స్థితిలో ఆర్డర్ వచ్చినప్పుడు ఈ సందేశం విక్రేతకు పంపబడుతుంది.",
        ShopMailTemplateCodes::ShopVendorProducts => "వారి ఉత్పత్తుల స్థితిపై విక్రేతలను నవీకరించడానికి ప్రతిరోజూ పంపబడుతుంది.",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "మీ మార్కెట్‌ప్లేస్‌లో చేరడానికి విక్రేతను ఆహ్వానించడానికి ఈ సందేశం పంపబడింది.",

        ShopMailTemplateCodes::UserLogin => "భద్రతా ప్రయోజనాల కోసం IP చిరునామా, తేదీ మరియు పరికరంతో సహా లాగిన్ వివరాలతో వినియోగదారుకు తెలియజేయండి.",
        ShopMailTemplateCodes::LoginCode => "వినియోగదారులు స్టోర్‌కి లాగిన్ చేయడానికి వన్-టైమ్ పాస్‌వర్డ్ కోడ్‌ను పంపండి.",

        ShopMailTemplateCodes::EmailVerifyLink => "వినియోగదారు ఇమెయిల్ చిరునామాను ధృవీకరించడానికి లింక్‌ను పంపండి. వినియోగదారు SMS ద్వారా నమోదు చేసుకుని, వారి ఇమెయిల్‌ను నమోదు చేసినప్పుడు ఈ ఇమెయిల్ పంపబడుతుంది. వినియోగదారు నేరుగా సామాజిక లాగిన్ లేదా ఇమెయిల్‌తో నమోదు చేసుకున్నప్పుడు ఇది పంపబడదు.",

        ShopMailTemplateCodes::EmailBulkOrder => "నిర్దిష్ట రోజు కోసం పెద్దమొత్తంలో స్వీకరించిన మరియు చెల్లించిన ఆర్డర్‌ల జాబితాను పంపండి."


    ,

    ],


    'global' => [
        'greetings' => 'హాయ్, :name!',
        'end-statement' => 'మద్దతు బృందం',

        'receiver_name' => 'హాయ్ :user_name',
        'footer-help' => "సహాయం కావాలా? [support@selldone.com](mailto:support@selldone.com) వద్ద అడగండి లేదా మా [సహాయ కేంద్రం](https://selldone.com/community)ని సందర్శించండి.",
        'selldone-team' => 'Selldone బృందం',
        'footer-shop' => "మీకు ఏదైనా సహాయం కావాలంటే దయచేసి మాకు ఇమెయిల్ పంపడానికి వెనుకాడకండి: :shop_mail",
        'accept' => "అంగీకరించు",
        'reject' => "తిరస్కరించు",
        'verify' => "ధృవీకరించండి",
        'title' => "శీర్షిక",
        'value' => "విలువ",
        'description' => "వివరణ",
        'shop' => "అంగడి",
        'shop-info' => "స్టోర్ సమాచారం",
        'user' => "వినియోగదారు",
        'user-info' => "ఖాతా సమాచారం",
        'license' => "లైసెన్స్",
        'status' => "స్థితి",
        'start' => "ప్రారంభించండి",
        'end' => "ముగింపు",
        'renewal' => "పునరుద్ధరణ",
        'view' => "చూడండి",

        'balance' => "సంతులనం",
        'card_number' => "కార్డ్ నంబర్",
        'cvv' => "Cvv",
        'expire_date' => "గడువు తేదీ",

        'Dashboard' => "డాష్‌బోర్డ్",
        'order' => "ఆర్డర్",
        'view_order' => "ఆర్డర్ చూడండి",
        'pay_now' => "Pay now",

        'official_selldone' => "అధికారికంగా విక్రయించబడింది",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "కరెన్సీ",
        'free-balance' => "ఉచిత బ్యాలెన్స్",
        'locked-balance' => "బ్యాలెన్స్ లాక్ చేయబడింది",
        'bot' => "బోట్",
        'requests' => "అభ్యర్థనలు",
        'baskets' => 'బండ్లు',
        'physical' => "భౌతిక",
        'virtual' => "వర్చువల్",
        'file' => "ఫైల్",
        'service' => "సేవ",
        'fulfillment' => "నెరవేర్చుట",
        'open' => "తెరవండి",
        'reserved' => "రిజర్వ్ చేయబడింది",
        'canceled' => "రద్దు",
        'payed' => "చెల్లించారు",
        'cod' => "COD",
        'orders-count' => 'ఆదేశాలు',
        'payments-count' => 'చెల్లింపులు',
        'confirms-count' => 'నిర్ధారిస్తుంది',
        'sends-count' => 'పంపుతుంది',
        'delivers-count' => 'అందజేస్తుంది',
        'count' => 'లెక్కించు',
        'transactions-count' => 'లావాదేవీల లెక్క',
        'success-transactions' => 'లావాదేవీలు విజయవంతమవుతాయి',
        'total-amount' => 'మొత్తం మొత్తం',
        'amount' => 'మొత్తం',
        'wage' => 'వేతనం',
        'debug' => 'డీబగ్ చేయండి',
        'pos' => 'POS',
        'live' => 'లైవ్',
        'CheckQueue' => 'క్యూను తనిఖీ చేయండి',
        'OrderConfirm' => 'ఆర్డర్ ధృవీకరించండి',
        'PreparingOrder' => 'ఆర్డర్‌ను సిద్ధం చేస్తోంది',
        'SentOrder' => 'ఆర్డర్ పంపారు',
        'ToCustomer' => 'కస్టమర్‌కు డెలివరీ చేయబడింది',
        'Pending' => 'పెండింగ్‌లో ఉంది',
        'Accepted' => 'ఆమోదించబడిన',
        'Rejected' => 'తిరస్కరించబడింది',
        'pc' => 'PC',
        'tablet' => 'టాబ్లెట్',
        'phone' => 'ఫోన్',
        'total' => 'మొత్తం',
        'view-detail' => 'వివరాలు చూడండి',
        'empty' => 'ఖాళీ',
        'dropshipping' => 'డ్రాప్‌షిప్పింగ్',
        'reply' => 'ప్రత్యుత్తరం ఇవ్వండి',
        'reactions' => 'ప్రతిచర్యలు',
        'Comments' => 'వ్యాఖ్యలు',
        'last-comment' => 'చివరి వ్యాఖ్య',
        'response-to' => 'ప్రతిస్పందన',
        'posts' => 'పోస్ట్‌లు',
        'post' => 'పోస్ట్ చేయండి',

        'name' => 'పేరు',
        'email' => 'ఇమెయిల్',
        'type' => 'రకం',
        'device' => 'పరికరం',
        'platform' => 'వేదిక',
        'browser' => 'బ్రౌజర్',
        'time' => 'సమయం',
        'Wallet' => 'వాలెట్',
        'date' => 'తేదీ',

        'account' => 'ఖాతా',
        'transaction' => 'లావాదేవీ',
        'fee' => 'రుసుము',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'బిల్లు',
        'category' => 'వర్గం',
        'password' => 'పాస్వర్డ్',
        'verify-login' => "ధృవీకరించండి & లాగిన్ చేయండి",
        'url' => 'URL',
        'avocado' => 'అవకాడో',
        'hyper' => 'హైపర్',
        'buy-now' => "ఇప్పుడే కొనండి",
        'add-domain' => "Add Domain",
        'views' => 'వీక్షణలు',


        'country' => 'దేశం',
        'address' => 'చిరునామా',
        'postal' => 'పోస్టల్ కోడ్',
        'building_no' => 'కట్టడం #',
        'building_unit' => 'యూనిట్ #',
        'message' => 'సందేశం',


        'customer' => 'కస్టమర్',
        'cart-items' => 'కార్ట్ అంశాలు',
        'payment' => 'చెల్లింపు',
        'receiver' => 'రిసీవర్',
        'virtual-items' => 'వర్చువల్ అంశాలు',
        'no-payment' => 'చెల్లింపు లేదు!',

        'enable' => 'ప్రారంభించు',
        'access' => 'యాక్సెస్',
        'bank' => 'బ్యాంక్ సమాచారం',

        'vendor' => 'విక్రేత',

        'view_content' => "పూర్తి కంటెంట్‌ని వీక్షించండి",
        'files' => 'ఫైళ్లు',
        'download' => 'డౌన్‌లోడ్ చేయండి',
        'file_name' => 'ఫైల్ పేరు',
        'file_size' => 'పరిమాణం',

        'subscription' => 'చందా',
        'products' => 'ఉత్పత్తులు',
        'vendor_products' => 'విక్రేత ఉత్పత్తులు',

        'pickup' => 'పికప్',

        'minutes' => 'నిమిషాలు',
        'hours' => 'గంటలు',

        'refund' => 'వాపసు',
        'recipient_address' => 'గ్రహీత చిరునామా',
        'signature' => 'సంతకం',
        'blockchain' => 'బ్లాక్‌చెయిన్',
        'details' => 'వివరాలు',


    

        'Shop' => 'అంగడి',
        'dashboard' => 'డాష్బోర్డ్',
        'comments' => 'వ్యాఖ్యలు',
        'wallet' => 'వాలెట్',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "Selldone Business OS",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'Selldone పనితీరు నివేదిక'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'Selldone సీజనల్ రిపోర్ట్'
        ],
        'Onboarding' => [
            'id' => 'హాయ్',
            'name' => 'Selldone వ్యాపారులు'
        ],
        'Support' => [
            'id' => 'support',
            'name' => 'మద్దతు :name'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Selldone'
        ],
        'Welcome' => [
            'id' => 'హాయ్',
            'name' => 'Selldone సంఘం'
        ],
        'NewShop' => [
            'id' => 'వ్యాపారులు',
            'name' => 'Selldone వ్యాపారులు'
        ],
        'Approve' => [
            'id' => 'ఆమోదించడానికి',
            'name' => 'Selldone వ్యాపారులు'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'ఆర్డర్స్ మేనేజ్‌మెంట్ :name'
        ],

        'Recovery' => [
            'id' => 'రికవరీ',
            'name' => 'Selldone రికవరీ టీమ్'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'పెండింగ్‌లో ఉంది ⌛',
        'PAYED' => 'చెల్లించారు ✅',
        'CANCELED' => 'రద్దు చేయబడింది ❌',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'నిర్వాహకుడు',
            'OFFICER' => 'అధికారి మరియు సూపర్‌వైజర్',
            'AUDITING' => 'ఆడిటింగ్ మేనేజర్',
            'EMPLOYEE' => 'ఉద్యోగి',
            'PRODUCT' => 'ఉత్పత్తుల నిర్వాహకుడు',
            'CONTENT' => 'కంటెంట్ మేనేజర్',
            'MARKETING' => 'మార్కెటింగ్ మేనేజర్',
            'VIEWER' => 'వీక్షకుడు',

        ],
        'subject' => ":inviter మిమ్మల్ని :levelగా ఆహ్వానించింది| :shop",
        'category' => "సిబ్బంది ఆహ్వానం",
        'title' => "మీరు <b>:shop_name</b> <b>:level</b> కి ఆహ్వానించబడ్డారు.",
        'message' => "వ్యాపారంలో <b>:shop_title</b> బృందంతో సహకరించడానికి మీకు ఆహ్వానం అందింది. మీరు ఈ ఆఫర్‌ను అంగీకరించడానికి లేదా తిరస్కరించడానికి ఎంపికను కలిగి ఉన్నారు. మీరు ఆమోదించాలని ఎంచుకుంటే, దయచేసి మీ నిర్ణయాన్ని నిర్ధారించడానికి Selldone సేవకు లాగిన్ చేయండి. నిర్ధారణ తర్వాత, మీరు స్టోర్ నిర్వహణ విభాగానికి యాక్సెస్ పొందుతారు.",

    ],

    'welcome-email' => [
        'subject' => "👋 :nameకి స్వాగతం, Selldoneతో ప్రారంభిద్దాం!",
        'category' => 'CONGRATULATION',
        'title' => "Selldoneకి స్వాగతం",
        'message' => "Selldoneని ఎంచుకున్నందుకు ధన్యవాదాలు, మీరు ఇప్పుడు గ్లోబల్ సెల్లర్‌లను కస్టమర్‌లకు, స్థానిక వ్యాపారాన్ని సంస్థకు, వ్యక్తిగతంగా కార్పొరేషన్‌కు కనెక్ట్ చేసే Selldone సంఘంలో భాగం! మీ కోసం అన్ని మాస్టర్ మరియు ప్రో టూల్స్ **ఉచితం** మరియు **అపరిమిత** అందించబడ్డాయి. మీరు ప్రయత్నించండి, మేము తలుపులు తెరుస్తాము, జస్ట్ డు ఇట్!",

        'index' => "దశ :step.",

        'step-domain' => [
            'title' => 'మీ అనుకూల డొమైన్‌ను జోడించండి',
            'message' => "ప్రారంభించడానికి, షాప్ డ్యాష్‌బోర్డ్‌లో సెట్టింగ్‌లు > డొమైన్‌ల సెట్టింగ్‌లు కింద మీ అనుకూల డొమైన్‌ను ఉచితంగా జోడించండి.",
            'action' => 'నా డొమైన్‌లను నిర్వహించండి',
        ],
        'step-landing' => [
            'title' => 'మీ హోమ్ పేజీని అనుకూలీకరించండి',
            'message' => "డాష్‌బోర్డ్ > పేజీలకు వెళ్లడం ద్వారా మీ హోమ్ పేజీని వ్యక్తిగతీకరించండి. ల్యాండింగ్ పేజీని ఎంచుకోండి లేదా కొత్తదాన్ని సృష్టించండి. ఇది సులభం మరియు స్పష్టమైనది మరియు మీరు వెంటనే దానిపై పని చేయడం ప్రారంభించవచ్చు.",
            'action' => 'నా ల్యాండింగ్ పేజీని అనుకూలీకరించండి',
        ],
        'step-payment' => [
            'title' => 'చెల్లింపు పద్ధతులను సెటప్ చేయండి',
            'message' => "మీ బ్యాంక్ ఖాతాలో నేరుగా చెల్లింపులను అంగీకరించడం ప్రారంభించండి. గీత, PayPal మరియు మరిన్ని వంటి మీ చెల్లింపు ప్రదాతలను కనెక్ట్ చేయడానికి, డాష్‌బోర్డ్ > అకౌంటింగ్ > గేట్‌వేకి వెళ్లండి.",
            'action' => 'చెల్లింపు పద్ధతులను జోడించండి',
        ],
        'step-products' => [
            'title' => 'మీ ఉత్పత్తులను జోడించండి',
            'message' => "డ్యాష్‌బోర్డ్ > ఉత్పత్తులులో ఉత్పత్తులు మరియు వర్గాలను సులభంగా జోడించండి. ఇది మీ PCలో ఫైల్‌లు మరియు ఫోల్డర్‌లను నిర్వహించడం లాంటిది – పూర్తిగా డ్రాగ్ అండ్ డ్రాప్ సిద్ధంగా ఉంది. మీరు Excelని ఉపయోగించి ఉత్పత్తులను భారీగా దిగుమతి చేసుకోవచ్చు. మీరు ప్రారంభించడంలో సహాయపడటానికి నమూనా టెంప్లేట్ అందుబాటులో ఉంది.",
            'action' => 'నా ఉత్పత్తులను నిర్వహించండి',
        ],
        'step-shipping' => [
            'title' => 'షిప్పింగ్ పద్ధతులను సెటప్ చేయండి',
            'message' => "షిప్పింగ్ కోసం కస్టమర్‌లకు ఛార్జ్ చేయడానికి, డ్యాష్‌బోర్డ్ > లాజిస్టిక్ > షిప్పింగ్‌లో మీ షిప్పింగ్ పద్ధతులను నిర్వచించండి. మీరు వివిధ స్థానాలకు వేర్వేరు ధరలను మరియు మద్దతును సెట్ చేయవచ్చు. మీ వేర్‌హౌస్ మూలాన్ని డ్యాష్‌బోర్డ్ > లాజిస్టిక్ > వేర్‌హౌస్‌లో సెట్ చేయడం మర్చిపోవద్దు.",
            'action' => 'షిప్పింగ్ పద్ధతులను నిర్వహించండి',
        ],
    

        'seller' => [
            'title' => 'మీరు అమ్మేవారా?',
            'message' => 'అమ్మకాన్ని ప్రారంభించడానికి, దిగువ లింక్ ద్వారా సెల్‌డోన్‌లో మీ డ్యాష్‌బోర్డ్‌ని నమోదు చేయండి మరియు మీ మొదటి స్టోర్‌ను పూర్తిగా ఉచితంగా సృష్టించండి. దీనికి కొన్ని నిమిషాలు పడుతుంది మరియు మీకు మీ స్వంత స్టోర్ మరియు ఆన్‌లైన్ సైట్ ఉంటుంది. మేము తదుపరి దశలకు మీకు మార్గనిర్దేశం చేస్తాము మరియు చెల్లింపు గేట్‌వేని పొందుతాము.',
            'action' => 'నా డాష్‌బోర్డ్‌కి లాగిన్ చేయండి',
        ],
        'buyer' => [
            'title' => 'నేను కొనుగోలుదారుని',
            'message' => 'అభినందనలు. మీరు సెల్‌డోన్‌లో మెంబర్ అయిన తర్వాత, ఆన్‌లైన్ స్టోర్‌లలో సభ్యత్వం మరియు ప్రామాణీకరణకు సంబంధించిన అన్ని అవాంతరాల నుండి మీరు బయటపడతారు. Selldone ప్లాట్‌ఫారమ్‌ని ఉపయోగించే ఏదైనా స్టోర్ మరియు సైట్ నుండి ప్రయోజనం పొందేందుకు, మీరు ఒకే క్లిక్‌తో లాగిన్ చేసి, మీ కొనుగోలును సులభంగా, వేగంగా మరియు సురక్షితంగా చేయవచ్చు.',
        ],
    ],


    'charge-account' => [
        'category' => 'వాలెట్ > ఖాతా > ఛార్జ్',
        'title' => "సక్సెస్ ఛార్జ్",
        'message' => "మీ ఖాతా <b>:account_number</b> <b>:amount</b> విజయవంతంగా ఛార్జ్ చేయబడింది.",
        'account' => 'ఖాతా',
        'charge' => 'ఆరోపణ',
        'balance' => 'సంతులనం',
        'footer' => "వ్యాపారాన్ని సులభంగా, సాధించగలిగేలా మరియు ప్రపంచవ్యాప్తంగా ఉన్న ఎవరికైనా అందుబాటులో ఉండేలా చేయండి."
    ],

    'verify-email' => [
        'subject' => "🙌 Selldoneకి మీ సైన్ అప్‌ని పూర్తి చేయండి! లింక్‌ని ధృవీకరించండి.",
        'category' => "మీరు ఒక అడుగు దూరంలో ఉన్నారు",
        'title' => "మీ ఈ - మెయిల్ చిరునామాను తనిఖీ చేసుకోండి",
        'message' => "హాయ్ :name,<br><br> Selldoneని ఎంచుకున్నందుకు ధన్యవాదాలు!<br><br> <b>:email</b> మీ సరైన ఇమెయిల్ చిరునామా అని నిర్ధారించడానికి, దయచేసి దిగువన అందించబడిన బటన్‌ను క్లిక్ చేయండి లేదా అందించిన బటన్‌ను ఉపయోగించండి. ఈ ధృవీకరణను పూర్తి చేయడానికి మీకు 48 గంటల సమయం ఉంది.",
        'footer' => "ధృవీకరించు బటన్‌ను క్లిక్ చేయడంలో మీకు సమస్య ఉంటే, దిగువన ఉన్న URLని కాపీ చేసి, మీ వెబ్ బ్రౌజర్‌లో అతికించండి: :activation_url",
        'next-step' => "తర్వాత, మీరు మీ అనుకూల డొమైన్‌ను జోడించడం, చెల్లింపులను సెటప్ చేయడం, ఉత్పత్తులను జోడించడం మరియు మీ మొదటి ఆర్డర్‌ను పొందడం వంటి వాటిని సులభతరం చేయడానికి మేము మీకు కొన్ని ఉపయోగకరమైన మెటీరియల్‌లను మరియు దశల వారీ మార్గదర్శినిని పంపుతాము.",

    ],
    'verify-email-code' => [
        'subject' => ":name కోసం ధృవీకరణ కోడ్",
        'category' => "SECURITY",
        'title' => "ఇమెయిల్ ధృవీకరణ కోడ్",
        'message' => "హాయ్ :name,<br><br> <b>:email</b> మీ సరైన ఇమెయిల్ చిరునామా అని నిర్ధారించడానికి, దయచేసి తదుపరి <b>10 నిమిషాలలోపు క్రింది కోడ్‌ని నమోదు చేయండి</b>:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 మీ దుకాణం సిద్ధంగా ఉంది| :name",
        'category' => "మీరు ఒక అడుగు దూరంలో ఉన్నారు",
        'title' => "సెటప్ పూర్తయింది",
        'account_title' => "మీ ఖాతా",
        'account_msg' => "ఈ సమాచారంతో ధృవీకరించండి మరియు మీ ఖాతాకు లాగిన్ చేయండి.",
        'shop_msg' => "Selldone వ్యాపార ఆపరేటింగ్ సిస్టమ్‌పై ఖాతా సమాచారం.",

    ],

    'reset2fa' => [
        'category' => "భద్రతా అధికారిక సందేశం",
        'title' => "2-దశల లాగిన్‌ని నిలిపివేయమని అభ్యర్థించండి",
        'message' => "**:email** ఇమెయిల్‌తో **:name** ఖాతా కోసం రెండు-కారకాల ప్రమాణీకరణను రీసెట్ చేయమని మేము అభ్యర్థనను స్వీకరించినందున మీరు ఈ ఇమెయిల్‌ను స్వీకరిస్తున్నారు.<br>QQ** ఇమెయిల్‌తో మేము మీ ఖాతా కోసం క్రింది వివరాలను కనుగొన్నాము:",
        'footer' => "మీరు పాస్‌వర్డ్ రీసెట్‌ను అభ్యర్థించకుంటే, తదుపరి చర్య అవసరం లేదు.",
        'action' => 'రెండు-దశల లాగిన్‌ని నిలిపివేయండి',
    ],


    'build-new-shop' => [
        'subject' => "🎊 మీ దుకాణం ఇప్పుడు సిద్ధంగా ఉంది!",
        'category' => "ప్రపంచంలో కొత్తగా పుట్టిన ఆన్‌లైన్ స్టోర్",
        'title' => "అభినందనలు, :name!",
        'message' => "<b>అభినందనలు, :name! మీ కొత్త ఆన్‌లైన్ వ్యాపారం ఇప్పుడు ప్రత్యక్ష ప్రసారం చేయబడింది!</b> సెల్‌డోనర్స్ కమ్యూనిటీకి మిమ్మల్ని స్వాగతిస్తున్నందుకు మేము సంతోషిస్తున్నాము. మీరు విజయం వైపు మొదటి అడుగు వేశాము మరియు ప్రతి అడుగులో మీకు సహాయం చేయడానికి మేము ఇక్కడ ఉన్నాము.<br>ఇప్పుడు మీ స్టోర్ సిద్ధంగా ఉంది, మీరు మీ కస్టమర్‌ల నుండి నేరుగా చెల్లింపులను స్వీకరించడానికి సిద్ధంగా ఉన్నారని నిర్ధారించుకోండి మరియు మీ సామ్రాజ్యాన్ని అభివృద్ధి చేయడం ప్రారంభించండి. మీకు ఎప్పుడైనా సహాయం కావాలంటే, మేము కేవలం సందేశం మాత్రమే దూరంలో ఉన్నాము—మా మద్దతు బృందం ఎల్లప్పుడూ మీ కోసం ఇక్కడ ఉంటుంది.<br><br><b>ముఖ్యమైన తదుపరి దశలు:</b> ప్రారంభించడానికి, చెల్లింపులు మరియు సజావుగా కార్యకలాపాలను స్వీకరించడానికి మీరు అంతా సిద్ధంగా ఉన్నారని నిర్ధారించుకోండి. మీ దుకాణాన్ని సజావుగా అమలు చేయడానికి మేము ప్రతి దశలో మీకు మార్గనిర్దేశం చేస్తాము.",
        'pdf-book' => "జోడించిన చేతి పుస్తకాన్ని మిస్ చేయవద్దు: మీ వ్యాపారాన్ని గేమ్ లాగా చేయండి",

        'account' => [
            'title' => 'దశ 1: Selldone వాలెట్‌లో ఖాతాను సృష్టించండి',
            'message' => "ప్రారంభించడానికి, మీ Selldone వాలెట్‌లో ఖాతాను సృష్టించండి. ఇక్కడే మీ రుసుములు తీసివేయబడతాయి మరియు మీ స్టోర్ సజావుగా నడవడానికి మీరు ఇక్కడే టాప్ అప్ చేస్తారు. మీ బ్యాలెన్స్ ఎప్పుడైనా ప్రతికూలంగా ఉంటే, చింతించకండి! మీ స్టోర్ అంతరాయం లేకుండా పని చేస్తూనే ఉంటుంది.",
            'action' => 'వాలెట్‌కి లాగిన్ చేయండి',
        ],

        'shop-account' => [
            'title' => 'దశ 2: ఖాతాను స్టోర్‌కి కనెక్ట్ చేయండి',
            'message' => "తర్వాత, మీ వాలెట్ ఖాతాను మీ స్టోర్‌కి కనెక్ట్ చేయండి. <b>Store > అకౌంటింగ్ > Invoice</b>కి వెళ్లి, మీ వాలెట్‌ని లింక్ చేయండి. అన్ని కస్టమర్ చెల్లింపులు నేరుగా మీ బ్యాంక్ ఖాతాలో జమ చేయబడతాయని ఇది నిర్ధారిస్తుంది-Selldone మీ ఆదాయాల నుండి ఎటువంటి మొత్తాలను తీసివేయదు.",
            'action' => 'స్టోర్ ఇన్‌వాయిస్ ప్యానెల్',
        ],

        'gateway' => [
            'title' => 'దశ 3: ఆన్‌లైన్ చెల్లింపు గేట్‌వేని కనెక్ట్ చేయండి',
            'message' => "ఇప్పుడు, మీ ఆన్‌లైన్ చెల్లింపు గేట్‌వేని సెటప్ చేద్దాం. <b>Store > అకౌంటింగ్ > Port</b>కి వెళ్లి <b>Add New Port</b>పై క్లిక్ చేయండి. మీ కరెన్సీని ఎంచుకోండి మరియు మీరు అందుబాటులో ఉన్న చెల్లింపు గేట్‌వేల జాబితాను చూస్తారు. గేట్‌వేని కనెక్ట్ చేయడం త్వరగా మరియు సులభం, కానీ మీకు ఏదైనా సహాయం కావాలంటే, Selldone గైడ్‌లను తనిఖీ చేయడానికి సంకోచించకండి లేదా మమ్మల్ని సంప్రదించండి.",
            'action' => 'స్టోర్‌కు పోర్టల్‌ని జోడించండి',
        ],

        'domain' => [
            'title' => 'చివరి దశ: ప్రత్యేక డొమైన్‌ను కనెక్ట్ చేయడం',
            'message' => "మీకు కావలసినన్ని డొమైన్‌లలో మీరు మీ స్టోర్‌ని కలిగి ఉండగలరు. ప్రత్యేక డొమైన్‌ను స్టోర్‌కి కనెక్ట్ చేయడానికి, మీరు కనీసం స్టార్టప్ లైసెన్స్‌ని కలిగి ఉండాలి. సెల్‌డోన్‌కి ప్రతి స్నేహితుడిని పరిచయం చేయడం ద్వారా, మీరు ఒక నెల స్టార్టప్ లైసెన్స్ బహుమతి కార్డ్‌ని అందుకుంటారు. మీ స్నేహితుల చెల్లింపులలో కొంత శాతం మీ కస్టమర్ల ఖాతాలకు కూడా జమ చేయబడుతుంది.",
            'action' => 'అపరిమిత బహుమతి కార్డ్‌లను పరిచయం చేయడం మరియు అందుకోవడం',
        ],
    ],


    'basket-list' => [
        'item' => "అంశం",
        'count' => "లెక్కించు",
        'price' => "ధర",
        'discount-code' => "డిస్కౌంట్ కోడ్",
        'customer-club' => 'కస్టమర్ క్లబ్',
        'shipping' => "షిప్పింగ్",
        'total' => "మొత్తం",
        'offer' => "ఆఫర్",
        'coupon' => "కూపన్",
        'lottery' => "అవార్డు",
        'tax' => "పన్ను",
        'tax_included' => "ధరలో చేర్చబడింది",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'పద్ధతి',
        'amount' => 'మొత్తం',
        'giftcard' => 'Gift card',
        'payment' => 'చెల్లింపు',
    ],


    'shop-subscription-email' => [
        'category' => "సబ్‌స్క్రిప్షన్ అప్‌డేట్",
        'title' => "స్టోర్ లైసెన్స్: :shop_title",
        'title-reserved' => "రిజర్వ్ లైసెన్స్: :shop_title",
        'title-active' => "సక్రియ లైసెన్స్: :shop_title",
        'title-finished' => "పూర్తి లైసెన్స్: :shop_title",
        'title-cancel' => "లైసెన్స్ రద్దు: :shop_title",
        'message' => "మీ షాప్ లైసెన్స్ ప్లాన్ అప్‌డేట్ చేయబడింది,",
        'RESERVED' => "⚡ మీ సబ్‌స్క్రిప్షన్ ప్లాన్ **రిజర్వ్ చేయబడింది**.",
        'ACTIVE' => "🟢 మీ సబ్‌స్క్రిప్షన్ ప్లాన్ **యాక్టివేట్ చేయబడింది**.",
        'FINISHED' => "🚧 మీ సబ్‌స్క్రిప్షన్ ప్లాన్ **పూర్తయింది**.",
        'CANCEL' => "⛔ మీ సబ్‌స్క్రిప్షన్ ప్లాన్ **రద్దు చేయబడింది**.",
    ],

    'support' => [
        'subject' => "మద్దతు కేంద్రం|:name ప్రత్యుత్తరం ఇచ్చారు",
        'category' => "మద్దతు కేంద్రం",
        'title' => "మీరు ప్రతిస్పందనను స్వీకరించారు",
        'action' => "షాప్ అడ్మిన్‌ని తెరవండి",
    ],

    'shop-customer-join' => [
        'subject' => "చేరండి :shop_title",
        'category' => "కొత్త కస్టమర్ వేడుక",
        'title' => "మీ సభ్యత్వానికి మేము సంతోషిస్తున్నాము",
        'action' => "ఇప్పుడే సందర్శించండి",
    ],

    'shop-vendor-join' => [
        'subject' => "వెండర్ ఆన్‌బోర్డింగ్ | :shop_title",
        'category' => "కొత్త విక్రేత వేడుక",
        'title' => "మీ సభ్యత్వానికి మేము సంతోషిస్తున్నాము",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "బహుమతి కార్డు :shop_title",
        'category' => "కొత్త కార్డ్‌ని జోడించండి",
        'title' => "అభినందనలు, మీరు బహుమతి కార్డ్‌ని అందుకున్నారు",
        'action' => "ఇప్పుడు కొను",
        'message' => "మీరు :balance :currency మొత్తంలో బహుమతి కార్డ్‌ని స్వీకరించారు. మీరు ఈ బహుమతి కార్డ్‌తో మా స్టోర్ నుండి కొనుగోలు చేయగలుగుతారు.",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "మద్దతు కేంద్రం| :shop",
        'category' => "మద్దతు",
        'title' => "మీరు ప్రతిస్పందనను స్వీకరించారు",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍️ ఆర్డర్ నిర్ధారణ|ఆర్డర్ :order_id",
        'title' => "ఆర్డర్",
        'message' => "మీరు మా స్టోర్‌లో ఆర్డర్ చేసారు. మేము మీ ఆర్డర్‌ని అందుకున్నాము మరియు చెల్లింపు నిర్ధారించబడిన తర్వాత మీకు మరొక ఇమెయిల్ పంపుతాము."
    ,

        'payments' => 'చెల్లింపులు',
    ],

    'order-payment' => [
        'subject' => "🛍️ చెల్లింపు నిర్ధారణ|ఆర్డర్ :order_id",
        'title' => "చెల్లింపు ఆర్డర్",
        'message' => "మీ చెల్లింపు పూర్తయింది,<br> మేము మీ ఆర్డర్‌ని పొందాము. మీ ఆర్డర్ షిప్ అయినప్పుడు మేము మీకు మరో ఇమెయిల్ పంపుతాము.",
    

        'payments' => 'చెల్లింపులు',
    ],

    'order-update' => [
        'subject' => "🛍️ ఆర్డర్ స్టేటస్ అప్‌డేట్|ఆర్డర్ :order_id",
        'title' => "ఆర్డర్ స్థితి నవీకరణ",
        'message' => "మీ ఆర్డర్ అప్‌డేట్ చేయబడింది. మీరు మీ ఖాతాలో ఈ ఆర్డర్ యొక్క తాజా స్థితిని తనిఖీ చేయవచ్చు.",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "మీ ఆర్డర్ ప్రాసెసింగ్ కోసం క్యూలో ఉంది. ఇది సిద్ధమవుతున్నప్పుడు మేము మీకు తెలియజేస్తాము.",
                'OrderConfirm' => "మీ ఆర్డర్ నిర్ధారించబడింది మరియు తయారీ ప్రారంభించబడింది.",
                'PreparingOrder' => "మీ ఆర్డర్ సిద్ధం చేయబడుతోంది మరియు త్వరలో షిప్పింగ్ చేయబడుతుంది.",
                'SentOrder' => "మీ ఆర్డర్ రవాణా చేయబడింది. మీరు దానిని త్వరలో అందుకుంటారు.",
                'ToCustomer' => "మీ ఆర్డర్ డెలివరీ చేయబడింది. మీరు దీన్ని ఆనందిస్తారని మేము ఆశిస్తున్నాము!",

                'PreparingOrder-PICKUP' => "మీ ఆర్డర్ సిద్ధమవుతోంది. ఇది పికప్ చేయడానికి సిద్ధంగా ఉన్నప్పుడు మీరు నోటిఫికేషన్‌ను స్వీకరిస్తారు.",
                'SentOrder-PICKUP' => "మీ ఆర్డర్ పికప్ కోసం సిద్ధంగా ఉంది. దయచేసి దానిని సేకరించడానికి దుకాణానికి రండి.",
                'ToCustomer-PICKUP' => "మీ ఆర్డర్ తీసుకోబడింది. మీరు దీన్ని ఆనందిస్తారని మేము ఆశిస్తున్నాము!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "మీ ఆర్డర్ ప్రాసెసింగ్ కోసం క్యూలో ఉంది. ఇది సిద్ధంగా ఉన్నప్పుడు మేము మీకు తెలియజేస్తాము.",
                'OrderConfirm' => "మీ ఆర్డర్ నిర్ధారించబడింది మరియు తయారీ ప్రోగ్రెస్‌లో ఉంది.",
                'PreparingOrder' => "మీ ఆర్డర్ సిద్ధం చేయబడుతోంది మరియు త్వరలో మీకు పంపబడుతుంది.",
                'ToCustomer' => "మీ వర్చువల్ ఆర్డర్ మీ ఖాతాకు డెలివరీ చేయబడింది. ధన్యవాదాలు!"
            ],
            'SERVICE' => [
                'CheckQueue' => "మీ సేవా అభ్యర్థన క్యూలో ఉంది. మేము ప్రారంభించినప్పుడు మీకు తెలియజేస్తాము.",
                'OrderConfirm' => "మీ సేవ నిర్ధారించబడింది మరియు మేము ప్రారంభించడానికి సిద్ధం చేస్తున్నాము.",
                'PreparingOrder' => "మేము మీ సేవను సిద్ధం చేస్తున్నాము మరియు అది పూర్తయిన తర్వాత మీకు తెలియజేస్తాము.",
                'ToCustomer' => "మీ సేవ పూర్తయింది. మమ్మల్ని ఎంచుకున్నందుకు ధన్యవాదాలు!"
            ],
            'FILE' => [
                'PreparingOrder' => "మీ ఫైల్ సిద్ధం చేయబడుతోంది మరియు త్వరలో అందుబాటులోకి వస్తుంది.",
                'ToCustomer' => "మీ ఫైల్ సిద్ధంగా ఉంది మరియు డెలివరీ చేయబడింది. మీరు ఇప్పుడు దీన్ని డౌన్‌లోడ్ చేసుకోవచ్చు."
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "మీ సబ్‌స్క్రిప్షన్ ఆర్డర్ క్యూలో ఉంది. ప్రాసెసింగ్ ప్రారంభమైనప్పుడు మేము మీకు తెలియజేస్తాము.",
                'OrderConfirm' => "మీ సభ్యత్వం నిర్ధారించబడింది మరియు సెటప్ చేయబడుతోంది.",
                'PreparingOrder' => "మేము మీ సభ్యత్వాన్ని సిద్ధం చేస్తున్నాము మరియు ఇది త్వరలో ప్రారంభమవుతుంది.",
                'SentOrder' => "మీ సబ్‌స్క్రిప్షన్ యాక్టివేట్ చేయబడింది. మీరు కొనసాగుతున్న అప్‌డేట్‌లను స్వీకరిస్తారు.",
                'ToCustomer' => "మీ సభ్యత్వ సేవ విజయవంతంగా సక్రియం చేయబడింది."
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'అభినందనలు :name|కొత్త వోచర్: :title',
        'category' => "అభినందనలు, కొత్త వోచర్",
        'message' => "హే :name,<br><br> మీరు మా నుండి బహుమతిగా కొత్త వోచర్‌ని స్వీకరించారు! మీరు మీ స్నేహితులకు మరియు మీకు తెలిసిన ప్రతి ఒక్కరికి Selldoneని పరిచయం చేయడం ద్వారా మరిన్ని వోచర్‌లను సంపాదించవచ్చు. ఈ వోచర్ విలువైనది **:price :currency**.<br><br>మీరు మొదటి అడుగు వేశారు మరియు మీ వోచర్‌తో కొత్త ఫీచర్‌లను అన్‌లాక్ చేయడంలో మీకు సహాయం చేయడానికి మేము ఇక్కడ ఉన్నాము! దయచేసి **:email**తో లాగిన్ చేయండి మరియు మీ వోచర్‌ను షాప్ **డాష్‌బోర్డ్** > **సెట్టింగ్‌లు** > **లైసెన్స్**లో కనుగొనండి.<br><br>అభినందనలు!",
        'action' => "నా డాష్‌బోర్డ్",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'అభినందనలు, ప్రియమైన :name|మీరు ప్రత్యేక బహుమతిని అందుకున్నారు!',
        'category' => "బహుమతి అందుకున్నట్లు ప్రకటన",
        'title' => "మీ కోసం బహుమతులు",
        'message' => "Hi :name, we're excited to let you know that you've received a special gift from Selldone! 🎉 You can earn more gifts by staying active, growing your store, and improving your expertise on Selldone. To check out your gift, simply log in with :email and look for it in the top-right corner of your dashboard.<br><br>This gift is worth **:price :currency**, and you can easily deposit it into your wallet within Selldone.<br><br>Use your gift to upgrade your store's license and unlock even more powerful tools to boost your online business!",
        'action' => "బహుమతులు",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍️ కొత్త ఆర్డర్ స్వీకరించబడింది| :order_id",
        'title' => "New Order",
        'message' => "మీరు కొత్త ఆర్డర్‌ని స్వీకరించారు. దయచేసి మీ స్టోర్‌లోని ఆర్డర్ ప్రాసెసింగ్ పేజీకి వెళ్లండి.",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'మీ నింపిన సమాచారం',
        'output-form-title' => 'కొనుగోలు చేసిన వస్తువు సమాచారం',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title|వారపు నివేదిక :time',
        'title' => 'వారంవారీ స్టోర్ పనితీరు నివేదిక',
        'message' => "ఇది <b>:start</b> నుండి <b>:end</b> వరకు మీ స్టోర్ యొక్క వారపు నివేదిక. ఈ నివేదికలో మీ వ్యాపారాన్ని మెరుగుపరచడానికి చిట్కాలు ఉన్నాయి, మీరు మీ ఆన్‌లైన్ స్టోర్ స్థితిని మరియు ఇటీవలి ఆర్డర్‌లను కూడా తనిఖీ చేయవచ్చు. మీకు మంచి రోజు మరియు వారం ముందుకు వస్తుందని నేను ఆశిస్తున్నాను."
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ గత మూడు నెలల్లో మీ :amount పొదుపు నివేదిక| :shop_title',
        'title' => 'మీ వ్యాపార కార్యకలాపాలు, రివార్డ్‌లు మరియు ఆర్థిక పొదుపుల గురించి కాలానుగుణ నివేదిక',
        'message' => "ఇది మీ <b>:shop_title</b> <b>:start</b> నుండి <b>:end</b> నుండి కాలానుగుణ నివేదిక."
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'కనెక్ట్ చేయబడిన ఖాతాలు',
        'sub-title' => 'నా స్టోర్‌కి కనెక్ట్ చేయబడిన వాలెట్ ఖాతాల తాజా స్థితి ఏమిటి?',
        'view-wallet' => 'వాలెట్ చూడండి',
        'tip-title' => 'ముఖ్యమైన చిట్కాలు',
        'tip' => "ఉచిత Selldone వాలెట్‌ని సెటప్ చేయండి మరియు దానిని మీ స్టోర్‌కి లింక్ చేయండి. మీ బ్యాలెన్స్ ప్రతికూలంగా ఉన్నప్పటికీ, మీ కస్టమర్‌లు ఎలాంటి సమస్యలు లేకుండా షాపింగ్ చేయవచ్చు మరియు చెల్లించవచ్చు. చింతించకండి, మీ స్టోర్ కార్యకలాపాలు మరియు డేటా ఎటువంటి అంతరాయాలు లేకుండా 1 నెల వరకు సజావుగా కొనసాగుతాయి.",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'ఖాతాకు కనెక్ట్ చేయండి'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'యాప్‌లు ఇన్‌స్టాల్ చేయబడ్డాయి',
        'sub-title' => 'ఈ వారం మీరు మీ స్టోర్‌లో ఇన్‌స్టాల్ చేసిన యాప్‌ల జాబితా.',
        'tip' => "మీరు మీ స్టోర్ కోసం మరిన్ని యాప్‌లను కనుగొనాలనుకుంటున్నారా?",
        'view-app-store' => 'Selldone యాప్ స్టోర్‌ని సందర్శించండి..',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'మీ స్టోర్ బాట్‌లు',
        'sub-title' => 'నా స్టోర్‌లో యాక్టివ్ సేల్స్ బాట్‌లు.',
        'tip-title' => 'బాట్ సేల్',
        'tip' => "Selldone మీకు ఆటోమేటిక్ సేల్స్ బాట్‌లను అందించింది. మీరు చేయాల్సిందల్లా యాడ్-ఆన్స్> బాట్‌ల ప్యానెల్‌కు వెళ్లి మీ స్టోర్ బాట్‌లను సక్రియం చేయండి. సంబంధిత సేవ తప్పనిసరిగా మీ దేశంలో అందుబాటులో ఉండాలని గుర్తుంచుకోండి.",
        'view-bots' => 'బాట్లను నిర్వహించండి',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'కస్టమర్లతో కమ్యూనికేషన్',
        'sub-title' => 'ఈ వారం నా క్లయింట్‌లతో నాకు ఎన్ని పరిచయాలు ఉన్నాయి?',
        'faqs' => 'తరచుగా అడుగు ప్రశ్నలు',
        'tickets' => 'కస్టమర్ టిక్కెట్లు',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'వినియోగదారుల స్థితి',
        'sub-title' => ':start నుండి :end వరకు కార్యాచరణ',
        'users' => [
            'title' => 'వినియోగదారులు',
            'subtitle' => 'సైన్అప్ వినియోగదారులు',
        ],
        'views' => [
            'title' => 'సందర్శనలు',
            'subtitle' => 'మీరు దుకాణాన్ని ఎన్నిసార్లు సందర్శించారు',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'తిరిగి వచ్చిన వినియోగదారులు',

        'shop_views' => 'షాపింగ్ వీక్షణలు',
        'baskets' => [
            'title' => 'షాపింగ్ కార్ట్స్',
            'subtitle' => 'కొత్త షాపింగ్ కార్ట్‌ల సంఖ్యను నివేదించండి',
        ],
        'products' => [
            'title' => 'ఉత్పత్తుల అవలోకనం',
            'subtitle' => 'రకం ద్వారా స్టోర్‌లోని ఉత్పత్తుల స్థితి',
            'value_name' => 'ఉత్పత్తులు'
        ],
        'products_count' => 'ఉత్పత్తి రకాలు',
        'views_count' => 'వీక్షణ గణన',
        'sell_count' => 'అమ్మకాల లెక్క',
        'send_count' => 'షిప్పింగ్ కౌంట్',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'డ్రాప్ షిప్పింగ్',
        'sub-title' => 'టాప్ Selldone డ్రాప్ షిప్పింగ్ విక్రేతల కోసం ప్రధాన ప్యానెల్',
        'total_fulfillments' => 'మొత్తం ఆర్డర్‌లు స్వీకరించబడ్డాయి',
        'ds_count' => 'ఆర్డర్లు అందుకుంది',
        'statistics_title' => 'రిపోర్ట్ అందుకున్న ఆదేశాలు',
        'ds_cancels' => 'ఇంటర్‌ఫేస్ విక్రేత ద్వారా రద్దు చేయండి',
        'ds_rejects' => 'మీ ద్వారా రద్దు చేయండి',
        'tip' => "మీరు గిడ్డంగి, ఫ్యాక్టరీ లేదా ఉత్పత్తి పంపిణీదారుని కలిగి ఉన్న పెద్ద విక్రయదారులా? Selldone యొక్క డ్రాప్ షిప్పింగ్ సేవ ద్వారా మీ ఉత్పత్తులను ఇతర విక్రేతలకు అందించడం ద్వారా మీరు మీ పరిధిని విస్తరించవచ్చు. మరింత తెలుసుకోవడానికి support@selldone.com వద్ద మాకు ఇమెయిల్ చేయండి.",
        'view-drop-shipping-panel' => 'హోల్‌సేల్ ప్యానెల్‌కి లాగిన్ చేయండి',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'మార్పిడి రేట్లు',
        'sub-title' => 'మీ స్టోర్‌లో తాజా కరెన్సీ మార్పిడి రేట్ల జాబితా.',
        'from' => 'మూల కరెన్సీ',
        'to' => 'గమ్యం కరెన్సీ',
        'rate' => 'మార్పిడి రేటు',
        'view-exchange-panel' => 'మార్పిడి రేట్లు నిర్వహించండి',
    

        'vew-exchange-panel' => 'మార్పిడి రేటు నిర్వహణ ప్యానెల్',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'నిపుణుల ఒప్పందాలు',
        'sub-title' => 'నా స్టోర్‌లో ఏ నిపుణులు పని చేస్తున్నారు?',
        'cost' => 'కాంట్రాక్ట్ మొత్తం',
        'duration' => 'వ్యవధి',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'తేదీ రద్దు',
        'end_at' => 'డెలివరీ తేదీ',
        'tip' => 'మీ వ్యాపారాన్ని అభివృద్ధి చేయడంలో సహాయపడటానికి Selldone నుండి అగ్ర నిపుణులను నియమించుకోండి.',
        'view-experts' => 'ప్రారంభించడానికి క్లిక్ చేయండి.',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'దుకాణంలో సక్రియ చెల్లింపు గేట్‌వేలను నివేదించండి :shop.',
        'tip-title' => 'ముఖ్యమైన చిట్కాలు',
        'tip' => "మీ స్టోర్‌లోని పోర్టల్ మేనేజ్‌మెంట్ పేజీకి వెళ్లి, కొన్ని నిమిషాల్లో కనీసం ఒక పోర్ట్‌ని జోడించండి. మీ కస్టమర్‌లు ఆన్‌లైన్ పోర్టల్‌ల ద్వారా త్వరగా మరియు సురక్షితంగా చెల్లించాలనుకుంటున్నారు.",
        'view-shop-gateways' => 'నా స్టోర్ పోర్టల్ నిర్వహణకు లాగిన్ చేయండి.',
        'view-gateways' => 'మరిన్ని గేట్‌వేలను వీక్షించండి',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'ఆదేశాలు',
        'sub-title' => 'ఈ వారం నేను అందుకున్న ఆర్డర్‌ల జాబితా.',
        'total_baskets' => 'మొత్తం ఆర్డర్లు',
        'total_posBaskets' => 'మొత్తం నగదు ఆర్డర్లు',
        'pos-title' => 'POS స్టోర్ బాక్స్',
        'chart-label' => 'ఆర్డర్‌లు పూర్తయ్యాయి (ఈ ఆర్డర్‌లు తప్పనిసరిగా చెల్లించబడవు!)',
        'tip-title' => 'మీరు మరింత గట్టిగా ప్రయత్నించాలి ...',
        'tip' => "సాధారణ విజయం లేదు.",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'ప్రాసెసింగ్ కేంద్రం',
        'sub-title' => 'ఈ వారం స్టోర్‌లో మేము ఎంత ఆర్డర్‌ని ప్రాసెస్ చేసాము?',
        'tip-title' => 'మీకు అమ్మకం లేదు!',
        'tip' => "దురదృష్టవశాత్తూ ఈ వారం మీకు విక్రయాలు లేవు. మీరు మీ స్టోర్‌కి మరిన్ని పొందాలి. మీరు మరిన్ని ఉత్పత్తులను జోడించవచ్చు, మెరుగైన చిత్రాలను ఎంచుకోవచ్చు లేదా మీ ఉత్పత్తులకు మెరుగైన వివరణలను వ్రాయవచ్చు. మీ వ్యాపారం కోసం పూర్తి సమయం ఉద్యోగాన్ని పరిగణించండి. నిరుత్సాహపడకుండా సరిగ్గా చేస్తే, మీరు విజయం సాధిస్తారు.",
        'view-process-center' => 'ప్రక్రియ కేంద్రాన్ని వీక్షించండి',
        'return' => [
            'title' => 'ఆర్డర్ తిరిగి ఇవ్వబడింది',
            'subtitle' => 'రిపోర్ట్ రిపోర్ట్ ఆర్డర్లు.',
            'tip-title' => 'నీకు అది తెలుసా ...',
            'tip' => "మీరు Selldone POSతో మీకు అవసరమైనన్ని నగదు రిజిస్టర్‌లను సృష్టించవచ్చు! అది మీ టాబ్లెట్, మొబైల్ లేదా ల్యాప్‌టాప్ అయినా, మీరు ఏదైనా పరికరాన్ని మీ స్టోర్ పాయింట్ ఆఫ్ సేల్‌గా మార్చవచ్చు. ఇది చాలా సులభం, త్వరగా సెటప్ చేయబడుతుంది మరియు మీ సర్వర్ కోసం పూర్తిగా సిద్ధం చేయబడింది. ఈరోజే ఉపయోగించడం ప్రారంభించండి!",
            'view-pos' => 'నా ఆన్‌లైన్ స్టోర్ క్యాషియర్‌కి లాగిన్ చేయండి'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'సెషన్స్',
        'sub-title' => 'నేను నా దుకాణాన్ని ఎన్నిసార్లు సందర్శించాను?',
        'countries-title' => 'ఏ దేశాలు ఎక్కువగా సందర్శించబడ్డాయి?',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'మీరు ఒక్క రూపాయి ఖర్చు లేకుండా డబ్బు సంపాదించాలనుకుంటున్నారా?',
        'message' => "హాయ్ :name, ఇది Selldoneతో సంపాదించడం ప్రారంభించడానికి సమయం! డాష్‌బోర్డ్ > మరిన్ని > మానిటైజేషన్ > మీ రెఫరల్ లింక్‌ని పొందండి. మీ స్నేహితులతో లింక్‌ను భాగస్వామ్యం చేయండి మరియు బహుమతి కార్డ్‌లను మరియు వారి చెల్లింపులలో వాటాను సంపాదించండి. ఉత్తమ భాగం? మీరు మరియు మీ స్నేహితుడు ఇద్దరూ బహుమతి కార్డ్‌ని పొందుతారు!",
        'action' => 'నా పరిచయ లింక్‌ని చూడండి',
        'mail-clip' => "<b style='color: #C2185B'>ముఖ్యమైనది:</b> మీరు ఇమెయిల్ నిడివిని పరిమితం చేసే Gmail వంటి ఇమెయిల్ సేవలను ఉపయోగిస్తుంటే, పూర్తి నివేదికను ప్రదర్శించడానికి ఇమెయిల్ చివరిలో క్రింది ఎంపికను కనుగొని దానిపై క్లిక్ చేయండి:",

        'no-coin-reward' => "<b style='color: #C2185B'>క్షమించండి:</b> మీ కార్యకలాపం ఉచిత SEL నాణేల రివార్డ్‌ని పొందాలనే అవసరాన్ని తీర్చలేదు. తదుపరి సీజన్ కోసం మీ షాప్‌లో మరింత కష్టపడి విక్రయించండి.",
        'yes-coin-reward' => "<b style='color: #4CAF50'>అభినందనలు:</b> గొప్ప పని! మీ అత్యుత్తమ పనితీరు ఆధారంగా, మేము మీ ఖాతాకు :amount SEL నాణేలను రివార్డ్‌గా క్రెడిట్ చేసాము.",

        'need-buy-license' => "<b>Level Up Your Business:</b> మీరు మీ వెబ్‌సైట్ కోసం ఇంకా ఎలాంటి సబ్‌స్క్రిప్షన్ ప్లాన్‌ను నమోదు చేసుకోనట్లు కనిపిస్తోంది! సంవత్సరానికి చెల్లించినట్లయితే కేవలం నెలకు :amount కోసం మరిన్ని ఫీచర్‌లను అన్‌లాక్ చేయడానికి ఇప్పుడే అప్‌గ్రేడ్ చేయండి.",
        'not-afford-message' => "మీరు భరించలేనట్లయితే లేదా చెల్లింపులో ఏదైనా సమస్య ఉంటే, support@selldone.com ద్వారా మాకు తెలియజేయడానికి సంకోచించకండి.",
        'add-domain' => "<b>మీ వ్యాపారం కోసం అనుకూల డొమైన్ ఎందుకు ఉండకూడదు?</b><br> ఇప్పుడే మీ వెబ్‌సైట్‌కి డొమైన్‌ను జోడించండి; ఇది ఉచితం!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone అనేది <del>product</del> <span style = 'color: forestgreen'> కమ్యూనిటీ</span>.<br>ఒక ప్రొఫెషనల్ సెల్‌డోనర్!",
        'message' => "Twitter, LinkedIn మరియు సోషల్ నెట్‌వర్క్‌లలో Selldone యొక్క అధికారిక పేజీలను అనుసరించండి. Selldone గురించి ఏవైనా వ్యాఖ్యలు, అభ్యర్థనలు లేదా విమర్శలను మాకు పంపండి లేదా చర్చల్లో పాల్గొనండి. <b>మీరు </b> చేసే Selldone సంఘంలో మేము కూడా భాగం."
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'కొత్త అవకాడో ఆర్డర్‌లు స్వీకరించబడ్డాయి|:shop_title :time',
        'title' => "గత 24 గంటల పనితీరు నివేదిక",
        'message' => "మీ ఆర్డర్‌లను సమీక్షించి, ధర నిర్ణయించడం కోసం మీ కస్టమర్‌లు ఎదురుచూస్తున్నారు. మరిన్ని విక్రయాలను పొందడానికి వీలైనంత త్వరగా మీ కస్టమర్‌ల అభ్యర్థనలకు ప్రతిస్పందించండి.",
        'card_title' => "క్యూలో ఆర్డర్లు",
        'card_subtitle' => ":date నుండి",

        'card_payed' => "చెల్లింపు ఆర్డర్లు"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => 'మీ పోస్ట్‌కి ప్రత్యుత్తరం ఇవ్వండి :community_title',
        'title' => ":name మరియు :count ఇతరులు మీ పోస్ట్‌లలో సంభాషణలో చేరారు!",
        'message' => "హాయ్ :name, మీ పోస్ట్‌లు దృష్టిని ఆకర్షిస్తున్నాయి! మీరు మా సంఘంలో వ్యాఖ్యలను స్వీకరించారు. చర్చలో చేరడానికి మీ ఖాతాకు లాగిన్ చేయండి మరియు ప్రతి ఒక్కరూ ఏమి చెబుతున్నారో చూడండి.",
        'title-simple' => ":name మీ పోస్ట్‌పై వ్యాఖ్యానించారు!",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 మీ అంశానికి ప్రత్యుత్తరం ఇవ్వండి :topic_title',
        'title' => ":name, మరియు :count ఇతరులు మీ అంశంపై ప్రత్యుత్తరం ఇచ్చారు.",
        'message' => "హాయ్ :name, మీ అంశం దృష్టిని ఆకర్షిస్తోంది! మీరు మా సంఘంలో ప్రత్యుత్తరాలను స్వీకరించారు. చర్చలో చేరడానికి మీ ఖాతాకు లాగిన్ చేయండి మరియు ప్రతి ఒక్కరూ ఏమి చెబుతున్నారో చూడండి.",
        'title-simple' => ":name మీ అంశంపై ప్రత్యుత్తరం ఇచ్చారు.",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 కొత్త లాగిన్ :name',
        'category' => 'భద్రతా నోటిఫికేషన్‌లు',
        'title' => "ఖాతాకు లాగిన్ చేయండి",
        'message' => "ప్రియమైన :name, మీ Selldone ఖాతాకు లాగిన్ కనుగొనబడింది.",   // Login in selldone (seller)
        'message-shop' => "ప్రియమైన :name, :shop_titleకి లాగిన్ కనుగొనబడింది.",  // Login in shop (buyer)

        'footer' => "మీరు లాగిన్ కానట్లయితే, దయచేసి మీ పాస్‌వర్డ్‌ను మార్చండి.",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "ఉపసంహరణ",
        'deposit' => "డిపాజిట్ చేయండి",

        'withdraw_subject' => "ఖాతా :account నుండి ఉపసంహరించుకోండి",
        'deposit_subject' => "ఖాతా :accountకి జమ చేయండి",

        'message' => "కింది స్పెసిఫికేషన్‌లతో నగదు బదిలీ జరిగింది.",

        'type' => "లావాదేవీ రకం",

        'from' => "మూల ఖాతా",
        'to' => "Destination account",

        'desc' => "లావాదేవీ వివరణ",
        'action' => "లావాదేవీని వీక్షించండి",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ ముఖ్యం! నిబంధనల ఉల్లంఘన| :shop",
        'category' => "క్లిష్టమైన సమాచారం",
        'title' => "మీ దుకాణానికి జరిమానా విధించబడింది",
        'action' => "షాప్ డ్యాష్‌బోర్డ్‌ను తెరవండి",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter మిమ్మల్ని Selldoneలో చేరమని ఆహ్వానించింది",
        'title' => ":name మీ కొత్త ఆన్‌లైన్ స్టోర్‌ను ప్రారంభించడంలో మరియు డబ్బు ఆర్జించడంలో సహాయపడటానికి మీకు :amountని పంపింది!",
        'message' => "హాయ్ **:receiver_name**,<br><br>Selldoneకి స్వాగతం! Selldoneలో, మీరు మీ ఇ-కామర్స్ సైట్, బ్లాగ్, ఆన్‌లైన్ కమ్యూనిటీని సులభంగా సృష్టించవచ్చు మరియు వ్యక్తిగత విక్రయాల కోసం ఆన్‌లైన్ POS సిస్టమ్‌ను కూడా సెటప్ చేయవచ్చు—అన్నీ నిమిషాల్లో. ఇది మీ వ్యాపారాన్ని మెరుగ్గా, వేగంగా మరియు సులభంగా అమలు చేయడానికి రూపొందించబడిన పూర్తి ఆన్‌లైన్ వ్యాపార ఆపరేటింగ్ సిస్టమ్.<br><br> <b>:date</b> ద్వారా సైన్ అప్ చేయండి మరియు ప్రారంభించడానికి :amount వోచర్‌ను స్వీకరించండి!",
        'accept' => "ఆహ్వానము అంగీకరించు",
        'owner' => "యొక్క యజమాని",
        'join-date' => "Selldoneలో చేరారు",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "రికవరీ లింక్| :shop",
        'category' => "షాప్ సెక్యూరిటీ",
        'title' => "స్టోర్ రికవరీ లింక్ <b>:shop_name</b> .",
        'message' => "మీరు మీ స్టోర్‌ని పునరుద్ధరించమని అభ్యర్థించినందున ఈ ఇమెయిల్ మీకు పంపబడింది. దిగువ లింక్‌పై క్లిక్ చేయడం ద్వారా మీ షాప్ మరియు దానికి సంబంధించిన మొత్తం డేటా తిరిగి పొందబడుతుంది.",
        'action' => "షాప్ రికవరీని నిర్ధారించండి",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'Selldone మీ వ్యాపారం కోసం ఎంత డబ్బు ఆదా చేసింది?',
        'sub-title' => 'తేదీ :start నుండి :end వరకు',
        'infrastructure' => [
            'title' => 'మౌలిక సదుపాయాలు',
            'subtitle' => 'సర్వర్లు, CDN, నిల్వ మరియు ఇతర క్లౌడ్ సేవలు',
        ],
        'experts' => [
            'title' => 'నిపుణులు & సిబ్బంది',
            'subtitle' => 'డెవలపర్లు, నిర్వహణ మరియు మద్దతు',
        ],
        'total_save' => 'మొత్తం పొదుపు డబ్బు'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'మీ పనితీరు',
        'sub-title' => ':start నుండి :end వరకు వ్యాపార అవలోకనం',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'తిరిగి వచ్చిన వినియోగదారులు',

        'shop_views' => 'షాపింగ్ వీక్షణలు',
        'baskets' => [
            'title' => 'షాపింగ్ కార్ట్స్',
            'subtitle' => 'కొత్త షాపింగ్ కార్ట్‌ల సంఖ్యను నివేదించండి',

        ],
        'products' => [
            'title' => 'ఉత్పత్తుల అవలోకనం',
            'subtitle' => 'రకం ద్వారా స్టోర్‌లోని ఉత్పత్తుల స్థితి',
            'value_name' => 'ఉత్పత్తులు'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'మొత్తం వెబ్‌సైట్ పేజీ వీక్షణలు',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "మీరు కొత్త ఆర్డర్‌ని స్వీకరించారు. దయచేసి మీ వెండర్ ప్యానెల్‌లోని ఆర్డర్ ప్రాసెసింగ్ పేజీకి వెళ్లండి.",
        'subject' => "🛍️ కొత్త ఆర్డర్ స్వీకరించబడింది| :order_id",
        'your_revenue' => "మీ ఆదాయం",
    ],
    'vendor-invite' => [
        'title' => 'విక్రేత ఆహ్వానం',
        'message' => "మీరు :shop_name యొక్క విక్రేత కావడానికి ఆహ్వానాన్ని అందుకున్నారు. కింది బటన్‌లపై క్లిక్ చేయడం ద్వారా మీరు దీన్ని అంగీకరించవచ్చు లేదా తిరస్కరించవచ్చు.",
        'subject' => ":shop_name |మా విక్రేతగా మారడానికి ఆహ్వానం",
        'accept' => "అంగీకరించు & విక్రేత అవ్వండి",
        'reject' => "తిరస్కరించు",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'మా బృందంలో చేరడానికి ఆహ్వానం',
        'message' => "మీరు :shop_nameలో :vendor_nameలో చేరడానికి ఆహ్వానించబడ్డారు. దిగువ బటన్‌లను ఉపయోగించి మీరు ఈ ఆహ్వానాన్ని అంగీకరించవచ్చు లేదా తిరస్కరించవచ్చు.",
        'subject' => ":vendor_nameలో చేరడానికి ఆహ్వానం|టీమ్ మెంబర్ అవ్వండి",
        'accept' => "అంగీకరించి & బృందంలో చేరండి",
        'reject' => "తిరస్కరించు",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "మీ లాగిన్ కోడ్ :shop",
        'header-message' => "మీరు దుకాణం కోసం లాగిన్ కోడ్‌ను అభ్యర్థించినందున మేము మీకు ఈ ఇమెయిల్‌ను పంపుతున్నాము. దయచేసి దిగువన మీ వన్-టైమ్ పాస్‌వర్డ్ (OTP)ని కనుగొనండి:",
        'footer-message' => "ఈ కోడ్ 10 నిమిషాల పాటు చెల్లుబాటు అవుతుంది. మీరు ఈ లాగిన్ కోడ్‌ని అభ్యర్థించనట్లయితే, దయచేసి ఈ ఇమెయిల్‌ను విస్మరించండి."
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "మీ ఇమెయిల్‌ని ధృవీకరించండి| :shop",
        'title' => 'ఇమెయిల్ ధృవీకరణ',
        'header-message' => "హాయ్ :name,<br>దయచేసి దిగువ బటన్‌ను క్లిక్ చేయడం ద్వారా లేదా 48 గంటలలోపు దిగువ లింక్‌ని ఉపయోగించడం ద్వారా **:email** మీ ఇమెయిల్ చిరునామా అని నిర్ధారించండి.",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "ఉత్పత్తి నవీకరణలు| :shop",
        'title' => "ఉత్పత్తి స్థితిపై అప్‌డేట్ - గత 24 గంటలు",
        'message' => "ఈ సందేశం మిమ్మల్ని బాగా కనుగొంటుందని ఆశిస్తున్నాను. గత 24 గంటలలో మా ప్లాట్‌ఫారమ్‌లో మీ ఉత్పత్తుల స్థితి గురించి మీకు తెలియజేయడానికి ఇది సంక్షిప్త నవీకరణ.\nఈ కాలంలో, కొన్ని ఉత్పత్తుల స్థితిలో మార్పులు జరిగాయి. ఈ మార్పులు కొనుగోళ్లు, స్టాక్ అప్‌డేట్‌లు లేదా ఇతర సంబంధిత ఈవెంట్‌ల వల్ల కావచ్చు.\nప్రతి ఉత్పత్తి గురించి మరింత వివరమైన సమాచారం కోసం, దయచేసి మీ ఖాతాకు లాగిన్ చేసి, 'ఉత్పత్తి స్థితి' విభాగాన్ని తనిఖీ చేయండి.",
        'action' => "విక్రేత ప్యానెల్ తెరవండి",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "బల్క్ ఆర్డర్‌లు అందాయి| :shop | :date",
        'title' => "బల్క్ ఆర్డర్ నోటిఫికేషన్",
        'message' => "మీరు బల్క్ ఆర్డర్‌ల బ్యాచ్‌ని అందుకున్నారు. దయచేసి మరిన్ని వివరాల కోసం మీ ప్యానెల్‌లోని ఆర్డర్ ప్రాసెసింగ్ పేజీని సందర్శించండి. మీరు అందించిన సురక్షిత లింక్ ద్వారా ఆర్డర్ జాబితాను డౌన్‌లోడ్ చేసుకోవచ్చు, 7 రోజులు చెల్లుబాటు అవుతుంది.<br><br>\n        <b>ముఖ్యమైనది:</b> ఈ లింక్ 7 రోజులు చెల్లుబాటు అవుతుంది.<br>\n        ఈ లింక్ డైనమిక్, కాబట్టి మీరు దీన్ని క్లిక్ చేసిన ప్రతిసారీ, మీరు ఈ నిర్దిష్ట తేదీకి అత్యంత అప్‌డేట్ చేయబడిన ఆర్డర్‌లను స్వీకరిస్తారు. <b>అంటే ఆర్డర్ చెల్లింపు స్థితి తిరస్కరించబడినట్లుగా మారితే, డౌన్‌లోడ్ చేసిన CSVలో ఆ ఆర్డర్ మీకు కనిపించదు లేదా ఆర్డర్ చెల్లించినట్లయితే, అది జాబితాలో కనిపిస్తుంది.</b><br><br>\n        <ul>\n            <li> CSV :date.</li>లో రిజర్వ్ చేసిన తేదీతో చెల్లింపు ఆర్డర్‌లను కలిగి ఉంది\n            <li>రిజర్వ్ చేయబడిన తేదీ అనేది ఆర్డర్ పేజీలో వినియోగదారు చెక్అవుట్‌ని క్లిక్ చేసిన తేదీ.</li>\n        </ul>\n        <b> డూప్లికేట్ ఆర్డర్‌లను నిరోధించడానికి, పంపే ముందు ఎల్లప్పుడూ ఆర్డర్ IDని తనిఖీ చేయండి.</b>",
        'action' => "ఆర్డర్ జాబితాను డౌన్‌లోడ్ చేయండి",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "మీ ఆర్డర్‌లోని కొన్ని అంశాలు ఆమోదించబడలేదు మరియు బట్వాడా చేయడం సాధ్యపడదు. ఈ అంశాలకు సంబంధించిన మొత్తం త్వరలో మీ కార్డ్‌కి రీఫండ్ చేయబడుతుంది."
    ]

];
