<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "Instagram స్టోర్ బిల్డర్|Instagram ఖాతాను ఆన్‌లైన్ స్టోర్‌గా మార్చండి",
        'desc' => "మీ డబ్బును ఎక్కడా వృధా చేసుకోకండి. మీరు Selldoneలో మీ స్టోర్‌ని నిర్మించిన తర్వాత, మీరు ఇకపై WordPress, Joomla మరియు WooCommerce వంటి ఇతర స్టోర్ నిర్మాణ సాధనాలతో పని చేయడం గురించి ఆలోచించరు.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "చెఫ్ మరియు ఆమె అందమైన పిల్లి ఇన్‌స్టాగ్రామ్‌లో ఎలా అమ్ముతారు?",


        'alt1' => "Selldone Instagram స్టోర్ బిల్డర్",
        'alt2' => 'ఇన్‌స్టాగ్రామ్‌లో సారా కేక్ అమ్ముతున్న కథ',
        'alt3' => 'Selldone ఆన్‌లైన్ ఆర్డర్ ప్రాసెసింగ్ సెంటర్',
        'alt4' => 'Selldone ఆన్‌లైన్ స్టోర్ చెల్లింపు గేట్‌వే',
        'alt5' => 'ఆన్‌లైన్ స్టోర్‌ల కోసం ఆటోమేటెడ్ SEO ఇంజిన్',
        'alt6' => 'ఇన్‌స్టాగ్రామ్‌లో ఆన్‌లైన్‌లో విక్రయించడానికి కొత్త మార్గాలు',
        'alt7' => 'బ్రాండింగ్ మరియు బ్రాండింగ్',
        'alt8' => 'షాప్ క్యాషియర్',
        'alt9' => 'మార్కెటింగ్ మరియు సేల్స్ టూల్స్',
        'alt10' => 'ఉచిత వ్యాపార భాగస్వామి',
        'alt11' => 'ఆర్డర్ ప్రాసెసింగ్ సెంటర్',
        'alt12' => 'నమ్మకమైన కస్టమర్లు',
        'alt13' => 'ప్రత్యక్ష చెల్లింపు గేట్‌వే',
        'alt14' => 'Instagram విక్రయ ఛానెల్‌లు',
        'alt15' => 'సైట్ మరియు స్టోర్ డెవలపర్‌ని నియమించడం',
        'alt16' => 'Selldone ప్లాట్‌ఫారమ్ కథనం',
        'alt17' => 'సైట్ మరియు స్టోర్ ఆటోమేటెడ్ SEO ఇంజిన్',
        'alt18' => 'హ్యాపీ సెల్లర్',
        'alt19' => 'షాపింగ్ కార్ట్',


        'm1' => 'Selldone ఎందుకు?',
        'm2' => 'ఆటో SEO',
        'm3' => 'ధరలు (ఉచితం)',

        'register' => 'నమోదు చేసుకోండి',

        'header' => '<span class="ulr"> 10x Times</span> మరిన్ని & బెటర్<br><span class="ulr">Sell</span> Instagramలో',
        'header_msg' => 'కస్టమర్‌లు Instagram నుండి స్టోర్ లాంటి పేజీని తెరవడం, వారు ఇష్టపడే ఫోటోల నుండి ఉత్పత్తులను ఎంచుకోవడం, వాటిని ఆర్డర్‌కు జోడించడం మరియు ఆన్‌లైన్‌లో నేరుగా మీ ఖాతాకు చెల్లించడం వంటివి ఊహించుకోండి. పరిష్కారం మీ ముందు ఉంది.',

        'name_plc' => 'మీ వినియోగదారు పేరును నమోదు చేయండి',
        'preview' => 'ప్రివ్యూ స్టోర్',
        'create_act' => 'Instagram స్టోర్‌ని సృష్టించండి',


        'title1s' => 'ఇది ఎలా పని చేస్తుంది?',
        'title1' => 'మీ Instagramని <span class="ulb">full-featured</span> స్టోర్‌గా మార్చండి!',
        'desc1' => 'మీరు అతిపెద్ద ఆన్‌లైన్ స్టోర్‌ల ప్యానెల్ కంటే ఎక్కువ లక్షణాలను కలిగి ఉంటారు, కానీ తప్పు చేయవద్దు, సాధారణ హోస్ట్‌లతో పని చేయడం సరదాగా ఉంటుంది.',
        'sub1' => 'ఉత్పత్తి నిర్వహణ ఇలా పనిచేస్తుంది...',
        'sub1msg' => "మొదటి దశ ఉత్పత్తులను జోడించడం. Selldoneతో, మీరు Instagram నుండి ఉత్పత్తులను దిగుమతి చేసుకోవచ్చు, Excel ఫైల్‌ను అప్‌లోడ్ చేయవచ్చు లేదా కొన్ని క్లిక్‌లలో ఇతర సాధారణ పద్ధతులను ఉపయోగించవచ్చు.",
         'list1_1' => 'పూర్తిగా చంపి, నిర్వహణను మూసివేయండి',
         'list1_2' => 'ఇన్వెంటరీ నవీకరణ మరియు వేగవంతమైన ధర',
         'list1_3' => 'Excel ఫైల్‌తో ఉత్పత్తులను జోడించండి',
         'list1_4' => 'దీని నుండి ఉత్పత్తులను జోడించండి',
         'list1_5' => 'మీరు విసుగు చెందారా? మేము మిమ్మల్ని జోడిస్తాము!',

        'title2s' => 'ఆర్డర్లు ఇలా పనిచేస్తాయి...',
        'title2' => "రోజుకు 10 రెట్లు ఎక్కువ ఆర్డర్‌లు మీకు సరిపోలేదా? Selldone ప్రతి దుకాణానికి రోజుకు 10 వేల కంటే ఎక్కువ ఆర్డర్‌ల కోసం రూపొందించబడింది.",

        'list2_1' => 'మీ ప్రయాణ స్థితిని త్వరగా చూడండి మరియు వేగంగా పని చేయండి',
        'list2_2' => 'కస్టమర్ తన ఆర్డర్ యొక్క తాజా స్థితిని చూడగలరు',
        'list2_3' => 'చెల్లింపు, ఆర్డర్ ప్రాసెసింగ్ మరియు షిప్పింగ్‌ను నిర్వహించండి',
        'list2_4' => 'మీకు కావలసినంత మంది సహకారులను జోడించండి',


        'title3s' => 'డైరెక్ట్ గేమ్ పూర్తయింది!',
        'title3' => "మీ స్టోర్‌లో ఆన్‌లైన్ చెల్లింపు మీ డొమైన్‌తో మరియు నేరుగా మీ ఖాతాకు చేయబడుతుంది! మీరు ఆన్‌లైన్ పోర్టల్‌ల రకాలను మరియు ఆన్-సైట్ చెల్లింపులను ఎంచుకోవచ్చు.",

        'list3_1' => 'ఆన్‌లైన్ చెల్లింపు గేట్‌వే (నేరుగా మీ ఖాతాకు)',
        'list3_2' => 'ఆన్-సైట్ చెల్లింపును ప్రారంభించగల సామర్థ్యం',
        'list3_3' => 'ఎలక్ట్రానిక్ ట్రస్ట్ గుర్తు లేకుండా గేట్‌వేని స్వీకరించండి (పేరోల్)',
        'list3_4' => 'చెల్లింపులు మరియు ఒక-క్లిక్ ఆర్డర్‌లను నిర్వహించండి',


        'title4s' => 'ఆటో SEO',
        'title4' => 'SEO ఉత్తమ అభ్యాసాలను అనుసరించే SEO-స్నేహపూర్వక సైట్‌ను రూపొందించడం వలన మీ ఆన్‌లైన్ వ్యాపారాన్ని సంభావ్య కస్టమర్‌లకు మరింత కనిపించేలా చేయడంలో సహాయపడుతుంది. Selldone SEO-ఆధారిత స్టోర్ కోసం మీకు అవసరమైన మౌలిక సదుపాయాలను అందిస్తుంది, కాబట్టి మీరు Googleలో కనుగొనబడినందుకు చింతించాల్సిన అవసరం లేదు.',

        'list4_1' => 'మీరు మా వద్ద మంచి టెక్స్ట్ మరియు చిత్రాలను వదిలివేయండి',

        'title0' => '<span class="uly"> మరింత వృత్తిపరంగా </span>ని విక్రయించడానికి ఇది సమయం',


        'title6s' => "దీనితో సంతృప్తి చెందకండి",
        'title6' => 'ఇన్‌స్టాగ్రామ్ స్టోర్ కంటే చాలా ఎక్కువ...',


        'features' => 'ఫీచర్లు',
        'features_act' => 'అన్ని లక్షణాలను వీక్షించండి',

        'x1' => 'మీ బ్రాండ్‌ను రూపొందించడానికి మరియు మీ స్వంత కస్టమర్ క్లబ్‌ను కలిగి ఉండటానికి అంకితమైన డొమైన్‌లో ఆన్‌లైన్ స్టోర్.',
        'x2' => '0 $ సెటప్ ధర మరియు మీకు కావలసినంత ఎక్కువ ఉన్న దుకాణం కోసం ఆన్‌లైన్ స్టోర్ క్యాష్ రిజిస్టర్.',
        'x3' => 'అతిపెద్ద పోలీసు మార్కెట్ బ్రాండ్‌లకు కూడా లేని ఉత్తమ మార్కెటింగ్ మరియు విక్రయ సాధనాలు.',
        'x4' => "Selldone అనే మంచి మరియు తక్కువ-నిరీక్షణ భాగస్వామి, దీని మొత్తం ప్రయత్నం కంపెనీ అమ్మకాలను పెంచడం, డబ్బు తీసుకొని వారిని వదిలివేయడం కాదు.",

        'a1' => 'ఆర్డర్ ప్రాసెసింగ్',
        'a1s' => 'వేగం కోసం రూపొందించబడింది',

        'a2' => 'మార్కెటింగ్ మరియు ప్రోత్సాహకాలు',
        'a2s' => 'విశ్వసనీయ కస్టమర్లను కనుగొనండి',

        'a3' => 'ప్రత్యక్ష చెల్లింపు',
        'a3s' => 'చెల్లింపు ఇంటర్‌ఫేస్ లేదు',

        'a4' => 'విక్రయ ఛానెల్‌లు',
        'a4s' => 'టెలిగ్రామ్, గూగుల్, ఇన్‌స్టాగ్రామ్ మొదలైనవి.',

        'blog' => 'వబ్లాగ్',

        'b1' => "మేము ఇప్పటికీ 2021లో ప్రోగ్రామర్‌ను నియమించాలా, స్టోర్-బిల్డింగ్ ప్యాకేజీలు లేదా హోస్ట్‌లను కొనుగోలు చేయాలా?",
        'b2' => "Selldone యొక్క కథ|సైట్ మరియు ఆన్‌లైన్ వ్యాపారాలను ప్రారంభించే పద్ధతిలో మార్పు",
        'b3' => 'Google ఫలితాలలో ఆటోమేటిక్ SEO ఇంజిన్ మెరుస్తుంది',
        'read' => 'కొనసాగించు',

        'title5s' => 'ఎంత ఖర్చవుతుందో తెలుసుకోవాలనుకుంటున్నారా?',
        'title5' => 'మోడల్ నుండి <span class="ulr"> జీవితానికి </span>కి 2% కమీషన్‌తో <br>కి మోడల్ 0.5% నెలవారీ రుసుముతో',
        'msg5' => "మీకు విక్రయాలు లేనంత కాలం, ఒక రియాల్ యజమానులు సైట్, హోస్ట్, సర్వర్లు, సేవలు, సాధనాలు, మద్దతు, నవీకరణలు మరియు మరేదైనా మీకు ఛార్జీ విధించరు! డబ్బు నేరుగా మీ ఖాతాలో జమ చేయబడుతుంది! Selldone తన భాగస్వాములందరినీ నెలాఖరులో రుసుము చెల్లించడానికి లేదా కొన్ని నెలల తర్వాత వారి వాలెట్‌లకు ఛార్జ్ చేయడం ద్వారా వారికి సమస్య ఉంటే చెల్లించాలని విశ్వసిస్తుంది.",
         'footer_act' => "ఉచిత ప్రయోజనం మాత్రమే కాదు! ఎలా?",
         'footer' => 'మీకు కావలసిన ఏవైనా ప్రశ్నలు లేదా చిట్కాలను అడగండి.',

        's1' => 'స్మార్ట్ రిపోర్టింగ్',
        's2' => 'ఉచిత క్లౌడ్ హోస్టింగ్',
        's3' => 'లాజిస్టిక్స్ మరియు ప్రాసెసింగ్',
        's4' => 'ల్యాండింగ్ పేజీ బిల్డర్',
        's5' => 'ఫీచర్లు మరియు ప్రయోజనాలు',
        's6' => 'ఆర్థిక నిర్వహణ',
        's7' => 'మార్కెటింగ్ సాధనాలు',
        's8' => 'ప్రోత్సాహకాలు మరియు వినియోగదారులు',
        's9' => 'Selldone గురించి',
        's10' => 'బ్లాగు',
        's11' => 'సహాయం',
        's12' => 'గోప్యత',
        's13' => 'నిబంధనలు మరియు షరతులు',
        's14' => 'షాప్ బిల్డర్',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Selldoneతో పని చేయడం గురించి ఆందోళన చెందుతున్నారా?",
        'import_title' => "Selldone వినియోగదారులను అడగండి; <span class='ulr'> సరళత మరియు వేగం</span>పై వారి అభిప్రాయం మిమ్మల్ని ఆశ్చర్యపరుస్తుంది!",
        'import_message' => "మీరు ఇన్‌స్టాగ్రామ్ నుండి నేరుగా మీ స్టోర్‌కు మీ ఉత్పత్తులను దిగుమతి చేసుకోవచ్చు, కానీ మీకు కావాలంటే, మీరు వారి అన్ని ఉత్పత్తులు మరియు చిత్రాలను మీ స్టోర్‌కు సాధారణ Excel ఫైల్‌తో స్వయంచాలకంగా జోడించవచ్చు. మీరు అదే ఫైల్‌ను పూరించి, Google నుండి చిత్రాల URLని కాపీ చేసి, చివరకు మీ CSV ఫైల్‌ను తీసి, ఉత్పత్తి నిర్వహణ విభాగంలోకి వదలండి. Selldone మీ కోసం దీన్ని చేస్తుంది.",
        'import_t1' => "మీ దగ్గర ఏదైనా ఉత్పత్తి ఉందా",
        'import_b1' => "వారు వైవిధ్యం లేకుండా ఉన్నారు",
        'import_m1' => "ఈ ఫైల్‌ను డౌన్‌లోడ్ చేసి, ఉత్పత్తి పేరు, ధర మరియు జాబితాను నమోదు చేయండి మరియు Google వంటి స్థలం నుండి చిత్ర లింక్‌ను కాపీ చేసి అతికించండి",

        'import_b2' => "బహుళ వైవిధ్యాలు",
        'import_m2' => "వెరైటీ అంటే రంగు, పరిమాణం, మెటీరియల్ మరియు అలాంటివి. మీకు అనేక ఉత్పత్తులు ఉంటే, మీరు ఈ ఫైల్‌ను డౌన్‌లోడ్ చేసి, మీ ఉత్పత్తి సమాచారాన్ని పూరించవచ్చు. ఇది కొంచెం కష్టం",

        'import_download' => "నమూనా ఫైల్‌ను డౌన్‌లోడ్ చేయండి",

    ]

];
