<?php



return [

    'loading-title' => "ఆఫ్‌లైన్ నుండి ఆన్‌లైన్‌కి స్కేల్ అప్ చేయండి",
    'loading-message' => "మీరు ప్రయత్నించండి, మేము తలుపులు తెరుస్తాము",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'Selldone బీటా', 'priority' => 'm',
        'message' => "<p>\n            మీరు ఓపెన్ బీటాలో పాల్గొనాలని మేము కోరుకుంటున్నాము. బీటాగా\n            టెస్టర్, మీరు విడుదల చేయని ఫీచర్‌లను ఉపయోగించగలరు\n            ప్రజా. ఈ ఫీచర్లు పబ్లిక్‌గా అందుబాటులోకి రావచ్చు\n            భవిష్యత్తు. <b>all లావాదేవీలు టెస్ట్ మోడ్‌లో ఉన్నాయని పరిగణించండి</b> మరియు\n            <b> చివరి విడుదలకు ముందు </b> స్పష్టంగా ఉంటుంది. వినియోగదారులు, దుకాణాలు మరియు\n            ఉత్పత్తులు <u> తీసివేయబడదు</u>.\n          </p>\n\n          <p>ధన్యవాదాలు,<br />CEO Selldone</p>"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "రెండు-దశల లాగిన్ విజయవంతంగా ప్రారంభించబడింది.",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "రెండు-దశల లాగిన్ నిలిపివేయబడింది.",


];
