<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'షాపింగ్ చేయండి',
        'blog' => 'బ్లాగు',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'మా గురించి',
    'contact' => 'మమ్మల్ని సంప్రదించండి',


    'buy-action' => "ఇప్పుడే కొనండి",
    'buy-action-variant' => "ఇప్పుడే ఎంచుకోండి & కొనండి",

    'product-images' => "చిత్రాలు",
    'product-spec' => "స్పెసిఫికేషన్",
    'Comments' => "సమీక్షలు మరియు రేటింగ్‌లు",
    'related' => "సంబంధిత ఉత్పత్తులు",
    'view-now' => "ఇప్పుడు చూడండి",






];
