<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'ข้อมูลรับรองเหล่านี้ไม่ตรงกับบันทึกของเรา',
    'throttle' => 'พยายามเข้าสู่ระบบหลายครั้งเกินไป โปรดลองอีกครั้งใน :seconds วินาที',


    'title_shop' => 'เข้าสู่ระบบ :name',
    'title_app' => 'การเข้าถึงแอปพลิเคชันของ :name',
    'login_message' => 'ขอเข้าถึงบัญชีของคุณ',
    'scopes_title' => 'แอพนี้จะสามารถเข้าถึงขอบเขตต่อไปนี้',
    'accept' => 'ยืนยัน',
    'reject' => 'ปฏิเสธ',


    'login_incorrect_password' => 'ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง.',


    'reset_2fa_title' => 'รีเซ็ตคำขอเข้าสู่ระบบสองขั้นตอน',
    'go_main_page' => 'ไปที่หน้าแรก',

    'signing_in' => 'ลงชื่อเข้าใช้...',


    'erp' => [
        'message' => "● เลือกร้านค้าเพื่อดำเนินการต่อ หากคุณต้องการร้านค้าใหม่ ให้สร้างร้านค้าก่อนแล้วเชื่อมต่อใหม่<br>● ตรวจสอบให้แน่ใจว่าคุณรู้จักซอฟต์แวร์ที่คุณกำลังเชื่อมต่ออยู่ หรือติดต่อผู้ให้บริการเพื่อขอความช่วยเหลือ",
    ],
    'token-display' => [
        'message' => "เราสร้างโทเค็นนี้เพื่อเข้าถึง :shop สำหรับ :software ตามคำขอของคุณ โปรดเก็บไว้อย่างปลอดภัยและอย่าแบ่งปันกับใคร หากคุณเชื่อว่าโทเค็นของคุณถูกบุกรุก คุณสามารถเพิกถอนได้ตลอดเวลา",
        'scopes-message' => "นี่คือโทเค็นที่สามารถเข้าถึงร้านค้าโดยมีขอบเขต",
        'manage-tokens-action' => 'จัดการโทเค็น',
        'manage-tokens-message' => "คุณสามารถเพิกถอนโทเค็นนี้ได้ที่นี่เมื่อใดก็ได้"
    ]


,

    'password' => 'รหัสผ่านที่ให้มาไม่ถูกต้อง',
];
