<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "ร้านค้า",
    'request' => "คำขอ",
    'stage' => "สถานะ",
    'budget' => "งบประมาณ",
    'contact' => "ติดต่อ",
    'name' => "ชื่อ",
    'email' => "อีเมล",
    'user' => "ผู้ใช้",
    'copy' => "คัดลอก",
    'important' => "สำคัญ",
    'faq' => "FAQ",

    'select_shop' => "เลือกร้านค้า",
    'loading' => "กำลังโหลด",

    'add_comment' => "เพิ่มความคิดเห็น",
    'add_comment_sub' => "แบ่งปันความคิดของคุณกับเรา",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "การคลิก 'ลงทะเบียน' แสดงว่าคุณยอมรับ :name <a href='/terms' target='_blank'>เงื่อนไขการใช้งาน</a> และ <a href='/privacy' target='_blank'>นโยบายความเป็นส่วนตัว</a> คุณยินยอมที่จะรับโทรศัพท์และข้อความ SMS จาก :name เพื่อการอัปเดตคำสั่งซื้อและ/หรือวัตถุประสงค์ทางการตลาด ความถี่ของข้อความขึ้นอยู่กับกิจกรรมของคุณ คุณสามารถเลือกไม่รับได้โดยส่งข้อความ <b>STOP</b> ไปที่ <b>86753</b> อาจมีการใช้อัตราข้อความและข้อมูล เราเคารพความเป็นส่วนตัวของผู้คนและไม่เคยขายข้อมูลของคุณหรือใช้สำหรับโฆษณา หากคุณต้องการข้อมูลเพิ่มเติม โปรดติดต่อเรา",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'ไม่ได้ตั้งค่า ฉันต้องการข้อมูลเพิ่มเติม',
        'start' => "ฉันเพิ่งเริ่มต้นธุรกิจของฉัน",
        'online' => "ฉันมีธุรกิจและต้องการนำมันมาสู่ออนไลน์",
        'extend' => "ฉันทำงานในร้านค้าออนไลน์ของฉัน",
        'pos' => "ฉันตั้งใจจะใช้ Selldone POS ในร้านค้าจริงของฉัน",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "โอนเงินผ่านธนาคาร",
            'description' => "โอนเงินไปยังบัญชีของผู้ขายด้วยตนเอง",
        ],
    ],

];
