<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'ข้อความนี้ยินดีต้อนรับผู้ซื้อรายใหม่เข้าสู่ร้านค้า',
        ShopMailTemplateCodes::OrderCheckout => 'การแจ้งเตือนนี้จะถูกส่งเมื่อผู้ซื้อยืนยันคำสั่งซื้อ',
        ShopMailTemplateCodes::OrderPayment => 'การแจ้งเตือนนี้เป็นการยืนยันการชำระเงินของลูกค้าสำเร็จ',
        ShopMailTemplateCodes::OrderUpdate => 'ข้อความนี้ถูกส่งเพื่ออัปเดตผู้ซื้อเกี่ยวกับสถานะคำสั่งซื้อของพวกเขา',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'ข้อความนี้ถูกส่งไปยังผู้ขายเพื่อแจ้งให้ทราบถึงคำสั่งซื้อที่ยืนยันแล้ว',
        ShopMailTemplateCodes::PosCheckout => 'การแจ้งเตือนนี้ถูกส่งไปเพื่อยืนยันคำสั่งซื้อ ณ จุดขายสำหรับผู้ซื้อ',
        ShopMailTemplateCodes::PosPayment => 'การแจ้งเตือนนี้เป็นการยืนยันการชำระเงิน ณ จุดขายโดยผู้ซื้อ',
        ShopMailTemplateCodes::PosPaymentAdmin => 'ข้อความนี้แจ้งให้ผู้ขายทราบถึงการซื้อที่เกิดขึ้น ณ จุดขาย',
        ShopMailTemplateCodes::ShopContact => 'การแจ้งเตือนนี้จะถูกส่งเมื่อมีการส่งแบบฟอร์มการติดต่อ',
        ShopMailTemplateCodes::ShopGiftCard => 'การแจ้งเตือนนี้แจ้งให้ผู้ใช้ทราบว่าพวกเขาได้รับบัตรของขวัญแล้ว',

        ShopMailTemplateCodes::ShopVendorJoin => 'ข้อความนี้ยินดีต้อนรับผู้ขายรายใหม่เข้าสู่ร้านค้า',
        ShopMailTemplateCodes::ShopVendorInvite => "ข้อความนี้ถูกส่งไปเพื่อเชิญผู้ขายให้เข้าร่วมตลาดของคุณ",
        ShopMailTemplateCodes::ShopVendorOrder => "ข้อความนี้จะถูกส่งไปยังผู้จัดจำหน่ายเมื่อได้รับคำสั่งซื้อในสถานะชำระเงินแล้วหรือเก็บเงินปลายทาง (COD)",
        ShopMailTemplateCodes::ShopVendorProducts => "จัดส่งทุกวันเพื่ออัพเดทผู้ขายเกี่ยวกับสถานะของผลิตภัณฑ์ของตน",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "ข้อความนี้ถูกส่งไปเพื่อเชิญผู้ขายให้เข้าร่วมตลาดของคุณ",

        ShopMailTemplateCodes::UserLogin => "แจ้งผู้ใช้ด้วยรายละเอียดการเข้าสู่ระบบ รวมถึงที่อยู่ IP วันที่ และอุปกรณ์ เพื่อความปลอดภัย",
        ShopMailTemplateCodes::LoginCode => "ส่งรหัสรหัสผ่านแบบใช้ครั้งเดียวเพื่อให้ผู้ใช้เข้าสู่ระบบร้านค้า",

        ShopMailTemplateCodes::EmailVerifyLink => "ส่งลิงก์เพื่อยืนยันที่อยู่อีเมลของผู้ใช้ อีเมลนี้จะถูกส่งเมื่อผู้ใช้ลงทะเบียนภายใน SMS และป้อนอีเมลของตน จะไม่ถูกส่งเมื่อผู้ใช้ลงทะเบียนโดยตรงกับการเข้าสู่ระบบโซเชียลหรืออีเมล",

        ShopMailTemplateCodes::EmailBulkOrder => "ส่งรายการคำสั่งซื้อที่ได้รับและชำระเงินจำนวนมากสำหรับวันที่ระบุ"


    ,

    ],


    'global' => [
        'greetings' => 'สวัสดี :name',
        'end-statement' => 'ทีมสนับสนุน',

        'receiver_name' => 'สวัสดี :user_name',
        'footer-help' => "ต้องการความช่วยเหลือ? สอบถามที่ [support@selldone.com](mailto:support@selldone.com) หรือเยี่ยมชม [ศูนย์ช่วยเหลือ](https://selldone.com/community) ของเรา",
        'selldone-team' => 'ทีมงาน Selldone',
        'footer-shop' => "หากคุณต้องการความช่วยเหลือใดๆ โปรดอย่าลังเลที่จะส่งอีเมลถึงเรา: :shop_mail",
        'accept' => "ยอมรับ",
        'reject' => "ปฏิเสธ",
        'verify' => "ตรวจสอบ",
        'title' => "ชื่อ",
        'value' => "ค่า",
        'description' => "คำอธิบาย",
        'shop' => "ร้านค้า",
        'shop-info' => "ข้อมูลร้านค้า",
        'user' => "ผู้ใช้",
        'user-info' => "ข้อมูลบัญชี",
        'license' => "ใบอนุญาต",
        'status' => "สถานะ",
        'start' => "เริ่ม",
        'end' => "จบ",
        'renewal' => "ต่ออายุ",
        'view' => "ดู",

        'balance' => "สมดุล",
        'card_number' => "หมายเลขบัตร",
        'cvv' => "ประวัติย่อ",
        'expire_date' => "วันที่หมดอายุ",

        'Dashboard' => "แดชบอร์ด",
        'order' => "คำสั่ง",
        'view_order' => "ดูคำสั่งซื้อ",
        'pay_now' => "Pay now",

        'official_selldone' => "ขายอย่างเป็นทางการ",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "สกุลเงิน",
        'free-balance' => "ยอดฟรี",
        'locked-balance' => "ยอดเงินที่ถูกล็อค",
        'bot' => "บอท",
        'requests' => "คำขอ",
        'baskets' => 'รถเข็น',
        'physical' => "ทางกายภาพ",
        'virtual' => "เสมือน",
        'file' => "ไฟล์",
        'service' => "บริการ",
        'fulfillment' => "สมหวัง",
        'open' => "เปิด",
        'reserved' => "ที่สงวนไว้",
        'canceled' => "ยกเลิก",
        'payed' => "จ่าย",
        'cod' => "COD",
        'orders-count' => 'คำสั่งซื้อ',
        'payments-count' => 'การชำระเงิน',
        'confirms-count' => 'ยืนยัน',
        'sends-count' => 'ส่ง',
        'delivers-count' => 'ส่งมอบ',
        'count' => 'นับ',
        'transactions-count' => 'จำนวนธุรกรรม',
        'success-transactions' => 'ธุรกรรมที่ประสบความสำเร็จ',
        'total-amount' => 'จำนวนเงินทั้งหมด',
        'amount' => 'จำนวน',
        'wage' => 'ค่าจ้าง',
        'debug' => 'ดีบัก',
        'pos' => 'POS',
        'live' => 'สด',
        'CheckQueue' => 'เช็คคิว',
        'OrderConfirm' => 'ยืนยันการสั่งซื้อ',
        'PreparingOrder' => 'กำลังเตรียมออเดอร์',
        'SentOrder' => 'ส่งคำสั่งซื้อ',
        'ToCustomer' => 'ส่งถึงมือลูกค้า',
        'Pending' => 'รอดำเนินการ',
        'Accepted' => 'รับแล้ว',
        'Rejected' => 'ถูกปฏิเสธ',
        'pc' => 'PC',
        'tablet' => 'ยาเม็ด',
        'phone' => 'โทรศัพท์',
        'total' => 'ทั้งหมด',
        'view-detail' => 'ดูรายละเอียด',
        'empty' => 'ว่างเปล่า',
        'dropshipping' => 'ดรอปชิป',
        'reply' => 'ตอบกลับ',
        'reactions' => 'ปฏิกิริยา',
        'Comments' => 'ความคิดเห็น',
        'last-comment' => 'ความเห็นล่าสุด',
        'response-to' => 'ตอบกลับ',
        'posts' => 'กระทู้',
        'post' => 'โพสต์',

        'name' => 'ชื่อ',
        'email' => 'อีเมล',
        'type' => 'พิมพ์',
        'device' => 'อุปกรณ์',
        'platform' => 'แพลตฟอร์ม',
        'browser' => 'เบราว์เซอร์',
        'time' => 'เวลา',
        'Wallet' => 'กระเป๋าเงิน',
        'date' => 'วันที่',

        'account' => 'บัญชี',
        'transaction' => 'ธุรกรรม',
        'fee' => 'ค่าธรรมเนียม',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'ใบแจ้งหนี้',
        'category' => 'หมวดหมู่',
        'password' => 'รหัสผ่าน',
        'verify-login' => "ยืนยันและเข้าสู่ระบบ",
        'url' => 'URL',
        'avocado' => 'อาโวคาโด',
        'hyper' => 'ไฮเปอร์',
        'buy-now' => "ซื้อเลย",
        'add-domain' => "Add Domain",
        'views' => 'มุมมอง',


        'country' => 'ประเทศ',
        'address' => 'ที่อยู่',
        'postal' => 'รหัสไปรษณีย์',
        'building_no' => 'อาคาร #',
        'building_unit' => 'หน่วย #',
        'message' => 'ข้อความ',


        'customer' => 'ลูกค้า',
        'cart-items' => 'รายการรถเข็น',
        'payment' => 'การชำระเงิน',
        'receiver' => 'ผู้รับ',
        'virtual-items' => 'รายการเสมือน',
        'no-payment' => 'ไม่จ่าย!',

        'enable' => 'เปิดใช้งาน',
        'access' => 'เข้าถึง',
        'bank' => 'ข้อมูลธนาคาร',

        'vendor' => 'ผู้ขาย',

        'view_content' => "ดูเนื้อหาเต็ม",
        'files' => 'ไฟล์',
        'download' => 'ดาวน์โหลด',
        'file_name' => 'ชื่อไฟล์',
        'file_size' => 'ขนาด',

        'subscription' => 'สมัครสมาชิก',
        'products' => 'สินค้า',
        'vendor_products' => 'สินค้าของผู้ขาย',

        'pickup' => 'รถกระบะ',

        'minutes' => 'รายงานการประชุม',
        'hours' => 'ชั่วโมง',

        'refund' => 'การคืนเงิน',
        'recipient_address' => 'ที่อยู่ผู้รับ',
        'signature' => 'ลายเซ็น',
        'blockchain' => 'บล็อกเชน',
        'details' => 'รายละเอียด',


    

        'Shop' => 'ร้านค้า',
        'dashboard' => 'แผงควบคุม',
        'comments' => 'ความคิดเห็น',
        'wallet' => 'กระเป๋าสตางค์',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "Selldone ระบบปฏิบัติการธุรกิจ",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'รายงานผลการปฏิบัติงาน Selldone'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'Selldone รายงานตามฤดูกาล'
        ],
        'Onboarding' => [
            'id' => 'สวัสดี',
            'name' => 'Selldone พ่อค้า'
        ],
        'Support' => [
            'id' => 'support',
            'name' => 'สนับสนุน :name'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'ตรวจสอบ, Selldone'
        ],
        'Welcome' => [
            'id' => 'สวัสดี',
            'name' => 'ชุมชน Selldone'
        ],
        'NewShop' => [
            'id' => 'พ่อค้า',
            'name' => 'Selldone พ่อค้า'
        ],
        'Approve' => [
            'id' => 'อนุมัติ',
            'name' => 'Selldone พ่อค้า'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'การจัดการคำสั่งซื้อ :name'
        ],

        'Recovery' => [
            'id' => 'การกู้คืน',
            'name' => 'ทีมกู้คืน Selldone'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'รอดำเนินการ ⌛',
        'PAYED' => 'จ่ายแล้ว✅',
        'CANCELED' => 'ยกเลิก ❌',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'ผู้ดูแลระบบ',
            'OFFICER' => 'เจ้าหน้าที่และหัวหน้างาน',
            'AUDITING' => 'ผู้จัดการฝ่ายตรวจสอบ',
            'EMPLOYEE' => 'พนักงาน',
            'PRODUCT' => 'ผู้จัดการผลิตภัณฑ์',
            'CONTENT' => 'ผู้จัดการเนื้อหา',
            'MARKETING' => 'ผู้จัดการฝ่ายการตลาด',
            'VIEWER' => 'ผู้ชม',

        ],
        'subject' => ":inviter เชิญคุณเป็น :level| :shop",
        'category' => "คำเชิญพนักงาน",
        'title' => "คุณได้รับเชิญให้เข้าร่วม <b>:shop_name</b> เป็น <b>:level</b>",
        'message' => "คุณได้รับคำเชิญให้ร่วมงานกับทีม <b>:shop_title</b> ในด้านธุรกิจ คุณมีตัวเลือกที่จะยอมรับหรือปฏิเสธข้อเสนอนี้ หากคุณเลือกที่จะยอมรับ โปรดเข้าสู่ระบบบริการ Selldone เพื่อยืนยันการตัดสินใจของคุณ เมื่อได้รับการยืนยัน คุณจะสามารถเข้าถึงส่วนการจัดการร้านค้าได้",

    ],

    'welcome-email' => [
        'subject' => "😏 ยินดีต้อนรับ :name มาเริ่มต้นกับ Selldone กันดีกว่า!",
        'category' => 'CONGRATULATION',
        'title' => "ยินดีต้อนรับสู่ Selldone",
        'message' => "ขอบคุณที่เลือก Selldone! ตอนนี้คุณเป็นส่วนหนึ่งของชุมชนที่มีชีวิตชีวาที่เชื่อมโยงผู้ขายทั่วโลกกับลูกค้า ธุรกิจในท้องถิ่นกับองค์กร และบุคคลกับองค์กร เครื่องมือ Master และ Pro ทั้งหมดของเราพร้อมให้คุณใช้งาน **ฟรี** และ **ไม่จำกัด** เราพร้อมให้การสนับสนุนคุณและเปิดประตูสู่ความสำเร็จของคุณ",

        'index' => "ขั้นตอน :step",

        'step-domain' => [
            'title' => 'เพิ่มโดเมนที่คุณกำหนดเอง',
            'message' => "ในการเริ่มต้น ให้เพิ่มโดเมนแบบกำหนดเองของคุณฟรีใน Shop Dashboard ภายใต้การตั้งค่า > การตั้งค่าโดเมน",
            'action' => 'จัดการโดเมนของฉัน',
        ],
        'step-landing' => [
            'title' => 'ปรับแต่งหน้าแรกของคุณ',
            'message' => "ปรับแต่งหน้าแรกของคุณโดยไปที่แดชบอร์ด > เพจ เลือกหน้า Landing Page หรือสร้างหน้าใหม่ มันง่ายและเป็นธรรมชาติ และคุณสามารถเริ่มทำงานได้ทันที",
            'action' => 'ปรับแต่งแลนดิ้งเพจของฉัน',
        ],
        'step-payment' => [
            'title' => 'ตั้งค่าวิธีการชำระเงิน',
            'message' => "เริ่มรับการชำระเงินโดยตรงเข้าบัญชีธนาคารของคุณ หากต้องการเชื่อมต่อผู้ให้บริการชำระเงินของคุณ เช่น Stripe, PayPal และอื่นๆ ให้ไปที่แดชบอร์ด > การบัญชี > เกตเวย์",
            'action' => 'เพิ่มวิธีการชำระเงิน',
        ],
        'step-products' => [
            'title' => 'เพิ่มผลิตภัณฑ์ของคุณ',
            'message' => "เพิ่มผลิตภัณฑ์และหมวดหมู่ได้อย่างง่ายดายในแดชบอร์ด > ผลิตภัณฑ์ เหมือนกับการจัดการไฟล์และโฟลเดอร์บนพีซีของคุณ – พร้อมด้วยการลากและวางโดยสมบูรณ์ คุณยังสามารถนำเข้าผลิตภัณฑ์จำนวนมากโดยใช้ Excel ได้อีกด้วย มีเทมเพลตตัวอย่างเพื่อช่วยคุณในการเริ่มต้น",
            'action' => 'จัดการผลิตภัณฑ์ของฉัน',
        ],
        'step-shipping' => [
            'title' => 'ตั้งค่าวิธีการจัดส่ง',
            'message' => "หากต้องการเรียกเก็บเงินจากลูกค้าสำหรับการจัดส่ง ให้กำหนดวิธีการจัดส่งของคุณในแดชบอร์ด > โลจิสติกส์ > การจัดส่ง คุณสามารถกำหนดราคาและการสนับสนุนที่แตกต่างกันสำหรับสถานที่ต่างๆ ได้ อย่าลืมตั้งค่าต้นทางคลังสินค้าของคุณในแดชบอร์ด > โลจิสติกส์ > คลังสินค้า",
            'action' => 'จัดการวิธีการจัดส่ง',
        ],
    

        'seller' => [
            'title' => 'คุณเป็นผู้ขายหรือไม่?',
            'message' => 'หากต้องการเริ่มขาย ให้เข้าสู่แดชบอร์ดของคุณใน Selldone ผ่านลิงก์ด้านล่าง และสร้างร้านค้าแรกของคุณได้ฟรีโดยสมบูรณ์ จะใช้เวลาสักครู่และคุณจะมีร้านค้าและเว็บไซต์ออนไลน์ของคุณเอง จากนั้นเราจะแนะนำคุณไปยังขั้นตอนต่อไปและรับเกตเวย์การชำระเงิน',
            'action' => 'เข้าสู่ระบบแดชบอร์ดของฉัน',
        ],
        'buyer' => [
            'title' => 'ฉันเป็นผู้ซื้อ',
            'message' => 'ยินดีด้วย. เมื่อคุณเป็นสมาชิกของ Selldone คุณจะขจัดความยุ่งยากของการเป็นสมาชิกและการตรวจสอบสิทธิ์ในร้านค้าออนไลน์ทั้งหมด เพื่อรับประโยชน์จากร้านค้าและไซต์ใดๆ ที่ใช้แพลตฟอร์ม Selldone คุณสามารถเข้าสู่ระบบได้ด้วยคลิกเดียวและทำให้การสั่งซื้อของคุณง่าย รวดเร็ว และปลอดภัย',
        ],
    ],


    'charge-account' => [
        'category' => 'กระเป๋าเงิน > บัญชี > การเรียกเก็บเงิน',
        'title' => "ค่าความสำเร็จ",
        'message' => "บัญชีของคุณ <b>:account_number</b> สำเร็จแล้ว <b>:amount ที่</b> เรียกเก็บ",
        'account' => 'บัญชี',
        'charge' => 'ค่าใช้จ่าย',
        'balance' => 'สมดุล',
        'footer' => "ทำธุรกิจให้ง่าย ทำได้จริง และเข้าถึงได้สำหรับทุกคนทั่วโลก"
    ],

    'verify-email' => [
        'subject' => "🙌 ลงทะเบียนเพื่อ Selldone! ตรวจสอบลิงก์",
        'category' => "คุณอยู่ห่างออกไปหนึ่งก้าว",
        'title' => "ยืนยันที่อยู่อีเมลของคุณ",
        'message' => "สวัสดี :name,<br><br>ขอขอบคุณที่เลือก Selldone!<br><br>เพื่อยืนยันว่า <b>:email</b> เป็นที่อยู่อีเมลที่ถูกต้องของคุณ โปรดคลิกปุ่มด้านล่างหรือใช้ลิงก์ที่ให้ไว้ คุณมีเวลา 48 ชั่วโมงในการดำเนินการยืนยันนี้ให้เสร็จสิ้น",
        'footer' => "หากคุณมีปัญหาในการคลิกปุ่มยืนยัน ให้คัดลอกและวาง URL ด้านล่างลงในเว็บเบราว์เซอร์ของคุณ: :activation_url",
        'next-step' => "ต่อไป เราจะส่งเอกสารที่เป็นประโยชน์และคำแนะนำทีละขั้นตอนเพื่อให้คุณเพิ่มโดเมนที่กำหนดเอง ตั้งค่าการชำระเงิน เพิ่มผลิตภัณฑ์ และรับคำสั่งซื้อแรกของคุณได้อย่างง่ายดาย",

    ],
    'verify-email-code' => [
        'subject' => "รหัสยืนยันสำหรับ :name",
        'category' => "SECURITY",
        'title' => "รหัสยืนยันอีเมล",
        'message' => "สวัสดี :name,<br><br>เพื่อยืนยันว่า <b>:email</b> เป็นที่อยู่อีเมลที่ถูกต้องของคุณ โปรดป้อนรหัสต่อไปนี้ภายใน <b>10 นาทีถัดไป</b>:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 ร้านค้าของคุณพร้อมแล้ว| :name",
        'category' => "คุณอยู่ห่างออกไปหนึ่งก้าว",
        'title' => "ตั้งค่าเสร็จแล้ว",
        'account_title' => "บัญชีของคุณ",
        'account_msg' => "ยืนยันและลงชื่อเข้าใช้บัญชีของคุณด้วยข้อมูลนี้",
        'shop_msg' => "ข้อมูลบัญชีบนระบบปฏิบัติการของธุรกิจ Selldone",

    ],

    'reset2fa' => [
        'category' => "ข้อความอย่างเป็นทางการของการรักษาความปลอดภัย",
        'title' => "ขอปิดการใช้งานการเข้าสู่ระบบ 2 ขั้นตอน",
        'message' => "คุณได้รับอีเมลฉบับนี้เนื่องจากเราได้รับคำขอให้รีเซ็ตการตรวจสอบสิทธิ์แบบสองปัจจัยสำหรับบัญชี **:name** ด้วยอีเมล **:email**<br><br>เราพบรายละเอียดต่อไปนี้สำหรับบัญชีของคุณ:",
        'footer' => "หากคุณไม่ได้ร้องขอการรีเซ็ตรหัสผ่าน คุณไม่จำเป็นต้องดำเนินการใดๆ เพิ่มเติม",
        'action' => 'ปิดการใช้งานการเข้าสู่ระบบสองขั้นตอน',
    ],


    'build-new-shop' => [
        'subject' => "🎊 ร้านของคุณพร้อมแล้ว!",
        'category' => "กำเนิดร้านค้าออนไลน์ใหม่ในโลก",
        'title' => "ขอแสดงความยินดี :name!",
        'message' => "<b>ขอแสดงความยินดี :name! ธุรกิจออนไลน์ใหม่ของคุณพร้อมใช้งานแล้ว!</b> เรารู้สึกตื่นเต้นที่ได้ต้อนรับคุณเข้าสู่ชุมชนผู้ขาย คุณได้ก้าวแรกสู่ความสำเร็จแล้ว และเราพร้อมที่จะช่วยเหลือคุณทุกขั้นตอน<br>ตอนนี้ร้านค้าของคุณพร้อมแล้ว มาตรวจสอบให้แน่ใจว่าคุณพร้อมที่จะรับการชำระเงินโดยตรงจากลูกค้าของคุณและเริ่มขยายอาณาจักรของคุณ หากคุณต้องการความช่วยเหลือ เราแค่ส่งข้อความถึงคุณ ทีมสนับสนุนของเราพร้อมให้ความช่วยเหลือเสมอ<br><br><b>Iขั้นตอนถัดไปที่สำคัญ:</b> ในการเริ่มต้น ตรวจสอบให้แน่ใจว่าคุณพร้อมสำหรับการรับการชำระเงินและการดำเนินงานที่ราบรื่น เราจะแนะนำคุณในแต่ละขั้นตอนเพื่อให้ร้านค้าของคุณทำงานได้อย่างราบรื่น",
        'pdf-book' => "อย่าพลาดหนังสือคู่มือที่แนบมา: Do Your Business Like A Game",

        'account' => [
            'title' => 'ขั้นตอนที่ 1: สร้างบัญชีในกระเป๋าเงิน Selldone',
            'message' => "ในการเริ่มต้น ให้สร้างบัญชีในกระเป๋าสตางค์ Selldone ของคุณ นี่คือที่ที่จะมีการหักค่าธรรมเนียมของคุณ และเป็นที่ที่คุณจะเติมเงินเพื่อให้ร้านค้าของคุณดำเนินไปอย่างราบรื่น หากยอดคงเหลือของคุณติดลบ ไม่ต้องกังวล! ร้านค้าของคุณจะยังคงเปิดดำเนินการต่อไปโดยไม่หยุดชะงัก",
            'action' => 'เข้าสู่ระบบกระเป๋าสตางค์',
        ],

        'shop-account' => [
            'title' => 'ขั้นตอนที่ 2: เชื่อมต่อบัญชีกับร้านค้า',
            'message' => "จากนั้น เชื่อมต่อบัญชีกระเป๋าสตางค์ของคุณกับร้านค้าของคุณ ไปที่ <b>Store > การบัญชี > Invoice</b> และเชื่อมโยงกระเป๋าเงินของคุณ เพื่อให้แน่ใจว่าการชำระเงินของลูกค้าทั้งหมดจะถูกฝากเข้าบัญชีธนาคารของคุณโดยตรง—Selldone จะไม่หักจำนวนเงินใดๆ จากรายได้ของคุณ",
            'action' => 'จัดเก็บใบแจ้งหนี้แผง',
        ],

        'gateway' => [
            'title' => 'ขั้นตอนที่ 3: เชื่อมต่อเกตเวย์การชำระเงินออนไลน์',
            'message' => "ตอนนี้ มาตั้งค่าเกตเวย์การชำระเงินออนไลน์ของคุณกันดีกว่า ไปที่ <b>Store > การบัญชี > Port</b> และคลิกที่ <b>Add New Port</b> เลือกสกุลเงินของคุณ แล้วคุณจะเห็นรายการช่องทางการชำระเงินที่ใช้ได้ การเชื่อมต่อเกตเวย์ทำได้ง่ายและรวดเร็ว แต่หากคุณต้องการความช่วยเหลือ โปรดตรวจสอบคำแนะนำ Selldone หรือติดต่อเรา",
            'action' => 'เพิ่มพอร์ทัลไปยังร้านค้า',
        ],

        'domain' => [
            'title' => 'ขั้นตอนสุดท้าย: การเชื่อมต่อโดเมนเฉพาะ',
            'message' => "ตอนนี้ เชื่อมโยงโดเมนแบบกำหนดเองของคุณกับร้านค้าของคุณ วิธีนี้ช่วยให้ลูกค้าสามารถซื้อผลิตภัณฑ์หรือบริการของคุณและชำระเงินให้กับคุณได้โดยตรง",
            'action' => 'แนะนำและรับบัตรของขวัญไม่จำกัดจำนวน',
        ],
    ],


    'basket-list' => [
        'item' => "สิ่งของ",
        'count' => "นับ",
        'price' => "ราคา",
        'discount-code' => "รหัสส่วนลด",
        'customer-club' => 'คลับลูกค้า',
        'shipping' => "การส่งสินค้า",
        'total' => "ทั้งหมด",
        'offer' => "เสนอ",
        'coupon' => "คูปอง",
        'lottery' => "รางวัล",
        'tax' => "ภาษี",
        'tax_included' => "รวมในราคา",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'วิธี',
        'amount' => 'จำนวน',
        'giftcard' => 'Gift card',
        'payment' => 'การชำระเงิน',
    ],


    'shop-subscription-email' => [
        'category' => "อัพเดทการสมัครสมาชิก",
        'title' => "ใบอนุญาตร้านค้า: :shop_title",
        'title-reserved' => "ลิขสิทธิ์การจอง: :shop_title",
        'title-active' => "ใบอนุญาตใช้งาน: :shop_title",
        'title-finished' => "ใบอนุญาตที่เสร็จสิ้น: :shop_title",
        'title-cancel' => "ยกเลิกใบอนุญาต: :shop_title",
        'message' => "แผนใบอนุญาตร้านค้าของคุณได้รับการปรับปรุง",
        'RESERVED' => "⚡ แผนการสมัครสมาชิกของคุณ **สงวนไว้**",
        'ACTIVE' => "🟢 แผนการสมัครสมาชิกของคุณ **เปิดใช้งาน**",
        'FINISHED' => "🚧 แผนการสมัครสมาชิกของคุณ **เสร็จสิ้น**",
        'CANCEL' => "⛔ แผนการสมัครสมาชิกของคุณได้รับการ **ยกเลิก**",
    ],

    'support' => [
        'subject' => "ศูนย์สนับสนุน|:name ได้ตอบกลับ",
        'category' => "ศูนย์สนับสนุน",
        'title' => "คุณได้รับคำตอบ",
        'action' => "แอดมินเปิดร้าน",
    ],

    'shop-customer-join' => [
        'subject' => "เข้าร่วม :shop_title",
        'category' => "ฉลองลูกค้าใหม่",
        'title' => "เรายินดีที่จะเป็นสมาชิกของคุณ",
        'action' => "เยี่ยมชมตอนนี้",
    ],

    'shop-vendor-join' => [
        'subject' => "การแนะนำผู้ขาย | :shop_title",
        'category' => "การเฉลิมฉลองผู้จำหน่ายรายใหม่",
        'title' => "เรายินดีที่จะเป็นสมาชิกของคุณ",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "บัตรของขวัญ :shop_title",
        'category' => "เพิ่มบัตรใหม่",
        'title' => "ยินดีด้วย คุณได้รับบัตรของขวัญแล้ว",
        'action' => "ช้อปเลย",
        'message' => "คุณได้รับบัตรของขวัญมูลค่า :balance :currency คุณสามารถใช้บัตรของขวัญนี้ในร้านของเรา",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "ศูนย์สนับสนุน| :shop",
        'category' => "สนับสนุน",
        'title' => "คุณได้รับคำตอบ",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍 สั่งซื้อ ชำระเงิน | :order_id",
        'title' => "คำสั่ง",
        'message' => "คุณสั่งซื้อสินค้าที่ร้านของเรา เราได้รับคำสั่งซื้อของคุณแล้ว และจะส่งอีเมลอีกฉบับถึงคุณเมื่อการชำระเงินได้รับการยืนยัน"
    ,

        'payments' => 'การชำระเงิน',
    ],

    'order-payment' => [
        'subject' => "🛍 ยืนยันการชำระเงิน | :order_id",
        'title' => "คำสั่งจ่ายเงิน",
        'message' => "การชำระเงินของคุณเสร็จสมบูรณ์<br> เราได้รับคำสั่งซื้อของคุณแล้ว เราจะส่งอีเมลถึงคุณอีกฉบับหนึ่งเมื่อมีการจัดส่งคำสั่งซื้อของคุณ",
    

        'payments' => 'การชำระเงิน',
    ],

    'order-update' => [
        'subject' => "🛍️ อัพเดตสถานะการสั่งซื้อ|สั่งซื้อ :order_id",
        'title' => "อัพเดตสถานะการสั่งซื้อ",
        'message' => "คำสั่งซื้อของคุณได้รับการอัปเดตแล้ว คุณสามารถตรวจสอบสถานะล่าสุดของคำสั่งซื้อนี้ได้ในบัญชีของคุณ",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "คำสั่งซื้อของคุณอยู่ในคิวสำหรับการประมวลผล เราจะแจ้งให้คุณทราบเมื่อมีการจัดเตรียม",
                'OrderConfirm' => "คำสั่งซื้อของคุณได้รับการยืนยันและเริ่มการเตรียมการแล้ว",
                'PreparingOrder' => "คำสั่งซื้อของคุณอยู่ระหว่างการเตรียมและจะจัดส่งเร็วๆ นี้",
                'SentOrder' => "คำสั่งซื้อของคุณได้รับการจัดส่งแล้ว คุณจะได้รับมันในไม่ช้า",
                'ToCustomer' => "คำสั่งซื้อของคุณได้รับการจัดส่งแล้ว เราหวังว่าคุณจะสนุกกับมัน!",

                'PreparingOrder-PICKUP' => "กำลังเตรียมคำสั่งซื้อของคุณ คุณจะได้รับการแจ้งเตือนเมื่อสินค้าพร้อมให้ไปรับ",
                'SentOrder-PICKUP' => "คำสั่งซื้อของคุณพร้อมสำหรับการรับแล้ว กรุณามาที่ร้านเพื่อรวบรวมมัน",
                'ToCustomer-PICKUP' => "คำสั่งซื้อของคุณได้รับแล้ว เราหวังว่าคุณจะสนุกกับมัน!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "คำสั่งซื้อของคุณอยู่ในคิวสำหรับการประมวลผล เราจะแจ้งให้คุณทราบเมื่อพร้อม",
                'OrderConfirm' => "คำสั่งซื้อของคุณได้รับการยืนยันแล้ว และอยู่ระหว่างการเตรียมการ",
                'PreparingOrder' => "คำสั่งซื้อของคุณอยู่ระหว่างการเตรียมและจะถูกส่งถึงคุณเร็วๆ นี้",
                'ToCustomer' => "คำสั่งซื้อเสมือนของคุณถูกส่งไปยังบัญชีของคุณแล้ว ขอบคุณ!"
            ],
            'SERVICE' => [
                'CheckQueue' => "คำขอบริการของคุณอยู่ในคิว เราจะแจ้งให้คุณทราบเมื่อเราเริ่มต้น",
                'OrderConfirm' => "บริการของคุณได้รับการยืนยันแล้ว และเรากำลังเตรียมที่จะเริ่ม",
                'PreparingOrder' => "เรากำลังเตรียมบริการของคุณ และจะแจ้งให้คุณทราบเมื่อดำเนินการเสร็จสิ้น",
                'ToCustomer' => "บริการของคุณเสร็จสมบูรณ์แล้ว ขอบคุณที่เลือกเรา!"
            ],
            'FILE' => [
                'PreparingOrder' => "ไฟล์ของคุณอยู่ระหว่างการเตรียมและจะพร้อมใช้งานเร็วๆ นี้",
                'ToCustomer' => "ไฟล์ของคุณพร้อมและถูกส่งไปแล้ว ตอนนี้คุณสามารถดาวน์โหลดได้"
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "คำสั่งซื้อสมัครสมาชิกของคุณอยู่ในคิว เราจะแจ้งให้คุณทราบเมื่อการประมวลผลเริ่มต้นขึ้น",
                'OrderConfirm' => "การสมัครของคุณได้รับการยืนยันแล้วและกำลังตั้งค่า",
                'PreparingOrder' => "เรากำลังเตรียมการสมัครของคุณและจะเริ่มในไม่ช้า",
                'SentOrder' => "การสมัครของคุณถูกเปิดใช้งานแล้ว คุณจะได้รับการอัปเดตอย่างต่อเนื่อง",
                'ToCustomer' => "เปิดใช้งานบริการสมัครสมาชิกของคุณสำเร็จแล้ว"
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'ขอแสดงความยินดี :name | คูปองใหม่: :title',
        'category' => "ขอแสดงความยินดี คูปองใหม่",
        'message' => "เฮ้ :name,<br><br>คุณได้รับบัตรกำนัลใหม่เป็นของขวัญจากเรา! คุณสามารถรับบัตรกำนัลได้มากขึ้นด้วยการแนะนำ Selldone ให้กับเพื่อนและทุกคนที่คุณรู้จัก บัตรกำนัลนี้มีมูลค่า **:price :currency**.<br><br>คุณได้ดำเนินการขั้นตอนแรกแล้ว และเราพร้อมที่จะช่วยคุณปลดล็อกคุณสมบัติใหม่ด้วยบัตรกำนัลของคุณ! กรุณาเข้าสู่ระบบด้วย **:email** และค้นหาบัตรกำนัลของคุณในร้านค้า **แดชบอร์ด** > **การตั้งค่า** > **ใบอนุญาต**.<br><br>ขอแสดงความยินดี!",
        'action' => "แดชบอร์ดของฉัน",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'ขอแสดงความยินดี ที่รัก :name | คุณได้รับของขวัญ',
        'category' => "ประกาศรับของสมนาคุณ",
        'title' => "ของขวัญสำหรับคุณ",
        'message' => "สวัสดี :name เรารู้สึกตื่นเต้นที่จะแจ้งให้คุณทราบว่าคุณได้รับของขวัญพิเศษจาก Selldone! 🎉 คุณสามารถรับของขวัญได้มากขึ้นโดยมีความกระตือรือร้น ขยายร้านค้าของคุณ และปรับปรุงความเชี่ยวชาญของคุณบน Selldone หากต้องการตรวจสอบของขวัญของคุณ เพียงเข้าสู่ระบบด้วย :email แล้วมองหามันที่มุมขวาบนของแดชบอร์ด<br><br> ของขวัญชิ้นนี้มีมูลค่า **:price :currency** และคุณสามารถฝากมันลงในกระเป๋าเงินของคุณได้อย่างง่ายดายภายใน Selldone.<br><br>ใช้ของขวัญของคุณเพื่ออัพเกรดใบอนุญาตร้านค้าของคุณและ ปลดล็อกเครื่องมือที่ทรงพลังยิ่งขึ้นเพื่อส่งเสริมธุรกิจออนไลน์ของคุณ!",
        'action' => "ของขวัญ",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍 รับออร์เดอร์ใหม่แล้ว | :order_id",
        'title' => "New Order",
        'message' => "คุณได้รับคำสั่งซื้อใหม่ โปรดไปที่หน้าการประมวลผลคำสั่งซื้อในร้านค้าของคุณ",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'ข้อมูลที่กรอกของคุณ',
        'output-form-title' => 'ข้อมูลสินค้าที่ซื้อ',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title | รายงานประจำสัปดาห์ :time',
        'title' => 'รายงานประสิทธิภาพร้านค้ารายสัปดาห์',
        'message' => "นี่คือรายงานรายสัปดาห์ของร้านค้าของคุณตั้งแต่ <b>:start</b> ถึง <b>:end</b> รายงานนี้ประกอบด้วยเคล็ดลับในการปรับปรุงธุรกิจของคุณ คุณยังสามารถตรวจสอบสถานะของร้านค้าออนไลน์และคำสั่งซื้อล่าสุดได้อีกด้วย ฉันหวังว่าคุณจะมีวันที่ดีและสัปดาห์ข้างหน้า"
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ รายงานการออม :amount ของคุณในช่วงสามเดือนที่ผ่านมา| :shop_title',
        'title' => 'รายงานประจำฤดูกาลเกี่ยวกับกิจกรรมทางธุรกิจ รางวัล และการออมทางการเงินของคุณ',
        'message' => "นี่คือรายงานตามฤดูกาลของ <b>:shop_title</b> ของคุณตั้งแต่ <b>:start</b> ถึง <b>:end</b>"
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'บัญชีที่เชื่อมต่อ',
        'sub-title' => 'สถานะล่าสุดของบัญชีกระเป๋าเงินที่เชื่อมต่อกับร้านค้าของฉันคืออะไร?',
        'view-wallet' => 'ดูกระเป๋าสตางค์',
        'tip-title' => 'เคล็ดลับสำคัญ',
        'tip' => "ตั้งค่ากระเป๋าเงิน Selldone ฟรีและเชื่อมโยงกับร้านค้าของคุณ แม้ว่ายอดคงเหลือของคุณติดลบ แต่ลูกค้าของคุณยังคงซื้อสินค้าและชำระเงินได้โดยไม่มีปัญหาใดๆ ไม่ต้องกังวล การดำเนินงานและข้อมูลของร้านค้าของคุณจะดำเนินต่อไปอย่างราบรื่นเป็นเวลาสูงสุด 1 เดือนโดยไม่มีการหยุดชะงัก",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'เชื่อมต่อกับบัญชี'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'แอพที่ติดตั้ง',
        'sub-title' => 'รายการแอพที่คุณติดตั้งในร้านค้าของคุณในสัปดาห์นี้',
        'tip' => "คุณต้องการค้นหาแอพเพิ่มเติมสำหรับร้านค้าของคุณหรือไม่?",
        'view-app-store' => 'ไปที่ Selldone App Store..',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'บอทร้านค้าของคุณ',
        'sub-title' => 'บอทขายที่ใช้งานอยู่ในร้านค้าของฉัน',
        'tip-title' => 'ขายบอท',
        'tip' => "Selldone ได้จัดเตรียมบอทขายอัตโนมัติให้คุณ สิ่งที่คุณต้องทำคือไปที่ส่วนเสริม> แผงบอทและเปิดใช้งานบอทร้านค้าของคุณ โปรดทราบว่าบริการที่เกี่ยวข้องจะต้องให้บริการในประเทศของคุณ",
        'view-bots' => 'จัดการบอท',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'การสื่อสารกับลูกค้า',
        'sub-title' => 'สัปดาห์นี้ฉันมีผู้ติดต่อกับลูกค้าของฉันกี่ราย?',
        'faqs' => 'คำถามที่พบบ่อย',
        'tickets' => 'ตั๋วลูกค้า',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'สถานะผู้ใช้',
        'sub-title' => 'จากวันที่ :start to :end',
        'users' => [
            'title' => 'ลูกค้า',
            'subtitle' => 'ผู้ใช้ที่ลงทะเบียน',
        ],
        'views' => [
            'title' => 'เยี่ยมชม',
            'subtitle' => 'เข้าร้านกี่ครั้งแล้ว',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'ผู้ใช้ที่กลับมา',

        'shop_views' => 'มุมมองร้านค้า',
        'baskets' => [
            'title' => 'ตะกร้าสินค้า',
            'subtitle' => 'รายงานจำนวนตะกร้าสินค้าใหม่',
        ],
        'products' => [
            'title' => 'ภาพรวมผลิตภัณฑ์',
            'subtitle' => 'สถานะสินค้าในร้านแยกตามประเภท',
            'value_name' => 'สินค้า'
        ],
        'products_count' => 'ประเภทสินค้า',
        'views_count' => 'จำนวนการดู',
        'sell_count' => 'จำนวนการขาย',
        'send_count' => 'จำนวนการจัดส่งสินค้า',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'Drop Shipping',
        'sub-title' => 'แผงสำหรับผู้ขายรายใหญ่ของ Drop Shipping Selldone',
        'total_fulfillments' => 'คำสั่งซื้อทั้งหมดที่ได้รับ',
        'ds_count' => 'รับออร์เดอร์',
        'statistics_title' => 'รายงานคำสั่งซื้อที่ได้รับ',
        'ds_cancels' => 'ยกเลิกโดยอินเทอร์เฟซผู้ขาย',
        'ds_rejects' => 'ยกเลิกโดยคุณ',
        'tip' => "คุณเป็นผู้ขายรายใหญ่ที่มีคลังสินค้า โรงงาน หรือผู้จัดจำหน่ายสินค้าหรือไม่? คุณสามารถขยายการเข้าถึงของคุณได้โดยการนำเสนอผลิตภัณฑ์ของคุณให้กับผู้ขายรายอื่นผ่านบริการ Drop Shipping ของ Selldone ส่งอีเมลถึงเราที่ support@selldone.com เพื่อเรียนรู้เพิ่มเติม",
        'view-drop-shipping-panel' => 'เข้าสู่ระบบแผงค้าส่ง',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'อัตราแลกเปลี่ยน',
        'sub-title' => 'รายการอัตราการแปลงสกุลเงินล่าสุดในร้านค้าของคุณ',
        'from' => 'สกุลเงินต้นทาง',
        'to' => 'สกุลเงินปลายทาง',
        'rate' => 'อัตราการแปลง',
        'view-exchange-panel' => 'จัดการอัตราแลกเปลี่ยน',
    

        'vew-exchange-panel' => 'แผงจัดการอัตราแลกเปลี่ยน',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'สัญญาผู้เชี่ยวชาญ',
        'sub-title' => 'ผู้เชี่ยวชาญคนใดที่ทำงานในร้านค้าของฉัน',
        'cost' => 'จำนวนเงินตามสัญญา',
        'duration' => 'ระยะเวลา',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'วันที่ยกเลิก',
        'end_at' => 'วันที่จัดส่ง',
        'tip' => 'คุณสามารถจ้างผู้เชี่ยวชาญที่ดีที่สุดใน Selldone เพื่อพัฒนาธุรกิจของคุณ',
        'view-experts' => 'คลิกเพื่อเริ่มต้น',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'รายงานเกตเวย์การชำระเงินที่ใช้งานอยู่ในร้านค้า :shop',
        'tip-title' => 'เคล็ดลับสำคัญ',
        'tip' => "ไปที่หน้าการจัดการพอร์ทัลในร้านค้าของคุณและเพิ่มพอร์ตอย่างน้อยหนึ่งพอร์ตในเวลาไม่กี่นาที ลูกค้าของคุณชอบชำระเงินอย่างรวดเร็วและปลอดภัยผ่านพอร์ทัลออนไลน์",
        'view-shop-gateways' => 'เข้าสู่ระบบการจัดการพอร์ทัลร้านค้าของฉัน',
        'view-gateways' => 'ดูเกตเวย์เพิ่มเติม',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'คำสั่งซื้อ',
        'sub-title' => 'รายการสั่งซื้อที่ฉันได้รับในสัปดาห์นี้',
        'total_baskets' => 'ยอดสั่งซื้อทั้งหมด',
        'total_posBaskets' => 'ยอดสั่งซื้อเงินสด',
        'pos-title' => 'POS Store Box',
        'chart-label' => 'คำสั่งซื้อที่เสร็จสมบูรณ์ (คำสั่งซื้อเหล่านี้ไม่จำเป็นต้องชำระเงิน!)',
        'tip-title' => 'คุณควรพยายามให้มากขึ้น ...',
        'tip' => "ไม่มีความสำเร็จง่ายๆ",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'ศูนย์ประมวลผล',
        'sub-title' => 'สัปดาห์นี้เราดำเนินการสั่งซื้อในร้านเท่าไร?',
        'tip-title' => 'คุณไม่ได้มีการขาย!',
        'tip' => "น่าเสียดายที่คุณไม่มียอดขายในสัปดาห์นี้ คุณจำเป็นต้องได้รับเพิ่มเติมจากร้านค้าของคุณ คุณสามารถเพิ่มสินค้า เลือกรูปภาพที่ดีขึ้น หรือเขียนคำอธิบายที่ดีขึ้นสำหรับสินค้าของคุณ พิจารณางานประจำสำหรับธุรกิจของคุณ ถ้าคุณทำถูกต้องและไม่ท้อแท้ คุณก็จะประสบความสำเร็จ",
        'view-process-center' => 'ดูศูนย์กระบวนการ',
        'return' => [
            'title' => 'ส่งคืนสินค้า',
            'subtitle' => 'รายงานคำสั่งซื้อที่ส่งคืน',
            'tip-title' => 'คุณรู้หรือเปล่าว่า ...',
            'tip' => "คุณสามารถสร้างเครื่องบันทึกเงินสดได้มากเท่าที่คุณต้องการด้วย Selldone POS! ไม่ว่าจะเป็นแท็บเล็ต มือถือ หรือแล็ปท็อป คุณสามารถเปลี่ยนอุปกรณ์ใดๆ ให้เป็นจุดขายของร้านค้าของคุณได้ ติดตั้งง่าย รวดเร็ว และเตรียมพร้อมสำหรับเซิร์ฟเวอร์ของคุณอย่างเต็มที่ เริ่มใช้งานวันนี้!",
            'view-pos' => 'เข้าสู่ระบบ แคชเชียร์ร้านค้าออนไลน์ของฉัน'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'เซสชั่น',
        'sub-title' => 'ฉันมาที่ร้านของฉันกี่ครั้ง',
        'countries-title' => 'ประเทศใดมีผู้เยี่ยมชมมากที่สุด?',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'คุณต้องการที่จะทำเงินโดยไม่ต้องเสียเงินสักบาทเดียวหรือไม่?',
        'message' => "เรียน :name คุณสามารถไปที่ Dashboard > Demonetization และสร้างลิงค์อ้างอิง ส่งลิงก์ให้เพื่อนของคุณ คุณจะได้รับบัตรของขวัญ Selldone และเปอร์เซ็นต์การชำระเงินของเพื่อนของคุณ โปรดทราบว่าบัตรของขวัญจะถูกส่งไปยังทั้งคุณและเพื่อนของคุณ",
        'action' => 'ดูลิงค์แนะนำของฉัน',
        'mail-clip' => "<b style='color: #C2185B'>สำคัญ:</b> หากคุณใช้บริการอีเมล เช่น Gmail ที่จำกัดความยาวของอีเมล ให้ค้นหาตัวเลือกต่อไปนี้ที่ส่วนท้ายของอีเมลเพื่อแสดงรายงานฉบับเต็มและคลิกที่รายงาน",

        'no-coin-reward' => "<b style='color: #C2185B'>ขออภัย:</b> กิจกรรมของคุณไม่ตรงตามข้อกำหนดในการรับรางวัล SEL Coins ฟรี พยายามให้หนักขึ้นและขายให้มากขึ้นในร้านค้าของคุณสำหรับฤดูกาลหน้า",
        'yes-coin-reward' => "<b style='color: #4CAF50'>ขอแสดงความยินดี:</b> เยี่ยมมาก! จากผลงานที่โดดเด่นของคุณ เราได้มอบเครดิต :amount SEL Coins ให้กับบัญชีของคุณเป็นรางวัล",

        'need-buy-license' => "<b>ยกระดับธุรกิจของคุณ:</b> ดูเหมือนว่าคุณยังไม่ได้ลงทะเบียนแผนการสมัครสมาชิกสำหรับเว็บไซต์ของคุณ! อัปเกรดทันทีเพื่อปลดล็อกคุณสมบัติเพิ่มเติมในราคาเพียง :amount ต่อเดือนหากชำระเป็นรายปี",
        'not-afford-message' => "หากคุณกำลังประสบปัญหาใดๆ เกี่ยวกับการชำระเงินหรือไม่สามารถจ่ายได้ในขณะนี้ อย่าลังเลที่จะติดต่อเราที่ support@selldone.com",
        'add-domain' => "<b>ทำไมไม่มีโดเมนที่กำหนดเองสำหรับธุรกิจของคุณ</b><br> เพิ่มโดเมนในเว็บไซต์ของคุณทันที แจกฟรี!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone เป็น<del> ผลิตภัณฑ์</del> <span style = 'color: forestgreen'>ชุมชน</span> .<br> เป็นนักขายมืออาชีพ!",
        'message' => "ติดตามเพจทางการของ Selldone บน Twitter, LinkedIn และโซเชียลเน็ตเวิร์ก ส่งความคิดเห็น คำขอ หรือคำวิจารณ์ หรือมีส่วนร่วมในการอภิปรายเกี่ยวกับ Selldone เรายังเป็นส่วนหนึ่งของชุมชนของ Selldone ที่ <b>คุณสร้าง</b> ขึ้น"
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'ได้รับคำสั่งซื้ออะโวคาโดใหม่แล้ว|:shop_title :time',
        'title' => "รายงานผลการปฏิบัติงานตลอด 24 ชั่วโมงที่ผ่านมา",
        'message' => "ลูกค้าของคุณกำลังรอการตรวจสอบและกำหนดราคาคำสั่งซื้อของคุณ ตอบสนองต่อคำขอของลูกค้าของคุณโดยเร็วที่สุดเพื่อเพิ่มยอดขาย",
        'card_title' => "ออเดอร์เข้าคิว",
        'card_subtitle' => "ตั้งแต่ :date",

        'card_payed' => "คำสั่งซื้อที่ชำระเงินแล้ว"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => 'ตอบกลับโพสต์ของคุณใน :community_title',
        'title' => ":name และ :count คนอื่นๆ แสดงความคิดเห็นในโพสต์ของคุณ",
        'message' => "สวัสดี :name โพสต์ของคุณกำลังได้รับความสนใจ! คุณได้รับความคิดเห็นในชุมชนของเรา เข้าสู่บัญชีของคุณเพื่อเข้าร่วมการสนทนาและดูว่าทุกคนพูดอะไร",
        'title-simple' => ":name แสดงความคิดเห็นในโพสต์ของคุณ",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 ตอบกระทู้ของคุณ :topic_title',
        'title' => ":name, and :count คนอื่นตอบหัวข้อของคุณ",
        'message' => "สวัสดี :name หัวข้อของคุณกำลังได้รับความสนใจ! คุณได้รับคำตอบในชุมชนของเรา เข้าสู่บัญชีของคุณเพื่อเข้าร่วมการสนทนาและดูว่าทุกคนพูดอะไร",
        'title-simple' => ":name ตอบกลับในหัวข้อของคุณ",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 ล็อกอินใหม่ :name',
        'category' => 'การแจ้งเตือนความปลอดภัย',
        'title' => "เข้าสู่ระบบบัญชี",
        'message' => "เรียน :name คุณได้เข้าสู่ระบบบัญชี Selldone ของคุณแล้ว",   // Login in selldone (seller)
        'message-shop' => "เรียนคุณ :name คุณได้เข้าสู่ระบบ :shop_title แล้ว",  // Login in shop (buyer)

        'footer' => "หากคุณไม่ได้เข้าสู่ระบบ โปรดเปลี่ยนรหัสผ่านของคุณ",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "การถอนเงิน",
        'deposit' => "เงินฝาก",

        'withdraw_subject' => "ถอนออกจากบัญชี :account",
        'deposit_subject' => "ฝากเงินเข้าบัญชี :account",

        'message' => "การโอนเงินได้ดำเนินการตามข้อกำหนดดังต่อไปนี้",

        'type' => "ประเภทธุรกรรม",

        'from' => "บัญชีต้นทาง",
        'to' => "Destination account",

        'desc' => "รายละเอียดธุรกรรม",
        'action' => "ดูธุรกรรม",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "❌สำคัญ! การละเมิดกฎ| :shop",
        'category' => "ข้อมูลสำคัญ",
        'title' => "ร้านของคุณถูกลงโทษ",
        'action' => "แดชบอร์ดเปิดร้าน",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter เชิญคุณเข้าร่วม Selldone",
        'title' => ":name ได้ส่ง :amount ให้คุณเพื่อช่วยเปิดตัวร้านค้าออนไลน์ใหม่ของคุณและสร้างรายได้จากมัน!",
        'message' => "สวัสดี **:receiver_name** <br><br>ยินดีต้อนรับสู่ Selldone! ใน Selldone คุณสามารถสร้างไซต์อีคอมเมิร์ซ บล็อก ชุมชนออนไลน์ และแม้แต่ตั้งค่าระบบ POS ออนไลน์สำหรับการขายด้วยตนเองได้ภายในไม่กี่นาที เป็นระบบปฏิบัติการธุรกิจออนไลน์ที่สมบูรณ์แบบที่ออกแบบมาเพื่อทำให้ธุรกิจของคุณดีขึ้น เร็วขึ้น และดำเนินการได้ง่ายขึ้น<br><br>ลงทะเบียนโดย <b>:date</b> และรับบัตรกำนัล :amount เพื่อเริ่มต้น!",
        'accept' => "ตอบรับคำเชิญ",
        'owner' => "เจ้าของ",
        'join-date' => "เข้าร่วม Selldone เมื่อ",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "ลิงค์การกู้คืน| :shop",
        'category' => "ความปลอดภัยของร้านค้า",
        'title' => "ลิงก์กู้คืนร้านค้าของ <b>:shop_name</b>",
        'message' => "อีเมลนี้ส่งถึงคุณเนื่องจากคุณขอกู้คืนร้านค้าของคุณ การคลิกลิงก์ด้านล่างจะเป็นการกู้คืนร้านค้าและข้อมูลทั้งหมดที่เป็นของร้านค้า",
        'action' => "ยืนยันการกู้คืนร้านค้า",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'Selldone ประหยัดเงินให้กับธุรกิจของคุณได้เท่าไหร่?',
        'sub-title' => 'จากวันที่ :start to :end',
        'infrastructure' => [
            'title' => 'โครงสร้างพื้นฐาน',
            'subtitle' => 'เซิร์ฟเวอร์, CDN, ที่เก็บข้อมูล และบริการคลาวด์อื่นๆ',
        ],
        'experts' => [
            'title' => 'ผู้เชี่ยวชาญและพนักงาน',
            'subtitle' => 'นักพัฒนา การบำรุงรักษา และการสนับสนุน',
        ],
        'total_save' => 'ประหยัดเงินทั้งหมด'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'ผลงานของคุณ',
        'sub-title' => 'ภาพรวมธุรกิจตั้งแต่ :start ถึง :end',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'ผู้ใช้ที่กลับมา',

        'shop_views' => 'มุมมองร้านค้า',
        'baskets' => [
            'title' => 'ตะกร้าสินค้า',
            'subtitle' => 'รายงานจำนวนตะกร้าสินค้าใหม่',

        ],
        'products' => [
            'title' => 'ภาพรวมผลิตภัณฑ์',
            'subtitle' => 'สถานะสินค้าในร้านแยกตามประเภท',
            'value_name' => 'สินค้า'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'จำนวนการดูหน้าเว็บทั้งหมด',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "คุณได้รับคำสั่งซื้อใหม่แล้ว โปรดไปที่หน้าการประมวลผลคำสั่งซื้อในแผงควบคุมผู้จำหน่ายของคุณ",
        'subject' => "🛍 รับออร์เดอร์ใหม่แล้ว | :order_id",
        'your_revenue' => "รายได้ของคุณ",
    ],
    'vendor-invite' => [
        'title' => 'คำเชิญผู้ขาย',
        'message' => "คุณได้รับคำเชิญให้เป็นผู้ขายของ :shop_name คุณสามารถยอมรับหรือปฏิเสธคำเชิญได้โดยคลิกปุ่มต่อไปนี้",
        'subject' => ":shop_name | คุณได้รับคำเชิญให้เป็นผู้ขายของเรา",
        'accept' => "ยอมรับและกลายเป็นผู้ขาย",
        'reject' => "ปฏิเสธ",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'ขอเชิญเข้าร่วมทีมของเรา',
        'message' => "คุณได้รับเชิญให้เข้าร่วม :vendor_name ที่ :shop_name คุณสามารถยอมรับหรือปฏิเสธคำเชิญนี้ได้โดยใช้ปุ่มด้านล่าง",
        'subject' => "ขอเชิญเข้าร่วม :vendor_name|เป็นสมาชิกทีม",
        'accept' => "ยอมรับและเข้าร่วมทีม",
        'reject' => "ปฏิเสธ",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "รหัสเข้าระบบของคุณสำหรับ :shop",
        'header-message' => "เราส่งอีเมลฉบับนี้ถึงคุณเนื่องจากคุณขอรหัสเข้าระบบสำหรับร้านค้า โปรดดูรหัส OTP ของคุณด้านล่าง:",
        'footer-message' => "รหัสนี้จะใช้ได้ 10 นาที หากคุณไม่ได้ร้องขอรหัสเข้าสู่ระบบนี้ โปรดเพิกเฉยต่ออีเมลนี้"
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "ยืนยันอีเมลของคุณ| :shop",
        'title' => 'การยืนยันอีเมล์',
        'header-message' => "สวัสดี :name,<br>โปรดยืนยันว่า **:email** คือที่อยู่อีเมลของคุณโดยคลิกปุ่มด้านล่างหรือใช้ลิงก์ด้านล่างภายใน 48 ชั่วโมง",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "อัพเดทสินค้า| :shop",
        'title' => "อัปเดตสถานะสินค้า - 24 ชั่วโมงที่ผ่านมา",
        'message' => "ฉันหวังว่าข้อความนี้จะส่งถึงคุณโดยดี นี่เป็นการอัปเดตสั้นๆ เพื่อแจ้งให้คุณทราบเกี่ยวกับสถานะผลิตภัณฑ์ของคุณบนแพลตฟอร์มของเราในช่วง 24 ชั่วโมงที่ผ่านมา\nในช่วงเวลานี้สถานะของสินค้าบางอย่างมีการเปลี่ยนแปลง การเปลี่ยนแปลงเหล่านี้อาจเกิดจากการซื้อ การอัปเดตสต็อก หรือเหตุการณ์อื่นๆ ที่เกี่ยวข้อง\nสำหรับข้อมูลโดยละเอียดเพิ่มเติมเกี่ยวกับผลิตภัณฑ์แต่ละรายการ โปรดลงชื่อเข้าใช้บัญชีของคุณและตรวจสอบส่วน 'สถานะผลิตภัณฑ์'",
        'action' => "เปิดแผงผู้ขาย",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "คำสั่งซื้อจำนวนมากที่ได้รับ| :shop | :date",
        'title' => "การแจ้งเตือนคำสั่งซื้อจำนวนมาก",
        'message' => "คุณได้รับคำสั่งซื้อจำนวนมาก โปรดไปที่หน้าการประมวลผลคำสั่งซื้อในแผงของคุณเพื่อดูรายละเอียดเพิ่มเติม คุณยังสามารถดาวน์โหลดรายการคำสั่งซื้อผ่านลิงก์ที่ปลอดภัยที่ให้ไว้ได้ ซึ่งใช้ได้ภายใน 7 วัน<br><br>\n        <b>IMPORTANT:</b> ลิงค์นี้ใช้ได้ 7 วัน<br>\n        ลิงก์นี้เป็นแบบไดนามิก ดังนั้นทุกครั้งที่คุณคลิก คุณจะได้รับคำสั่งซื้อที่อัปเดตที่สุดสำหรับวันที่ที่ระบุนี้ <b>It หมายความว่าหากสถานะการชำระเงินคำสั่งซื้อเปลี่ยนเป็นถูกปฏิเสธ คุณจะไม่เห็นคำสั่งซื้อนั้นใน CSV ที่ดาวน์โหลดอีกต่อไป หรือหากชำระเงินตามคำสั่งซื้อแล้ว คำสั่งซื้อนั้นจะปรากฏในรายการ</b><br><br>\n        <ul>\n            <li>CSV มีคำสั่งซื้อที่ชำระเงินซึ่งมีวันที่จองไว้ใน :date.</li>\n            <li>Reserved date คือวันที่ที่ผู้ใช้คลิกชำระเงินในหน้าคำสั่งซื้อ</li>\n        </ul>\n        <b>เพื่อป้องกันคำสั่งซื้อซ้ำ ให้ตรวจสอบคำสั่งซื้อ ID ก่อนส่งเสมอ</b>",
        'action' => "ดาวน์โหลดรายการสั่งซื้อ",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "สินค้าบางรายการในคำสั่งซื้อของคุณไม่ได้รับการยอมรับและไม่สามารถจัดส่งได้ จำนวนเงินสำหรับรายการเหล่านี้จะถูกคืนเข้าบัตรของคุณในไม่ช้า"
    ]

];
