<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "เครื่องมือสร้างร้านค้า Instagram|แปลงบัญชี Instagram เป็นร้านค้าออนไลน์",
        'desc' => "ไม่ต้องเสียเงินของคุณไปทุกที่ เมื่อคุณสร้างร้านค้าของคุณใน Selldone แล้ว คุณจะเลิกคิดถึงการทำงานร่วมกับเครื่องมือสร้างร้านค้าอื่นๆ เช่น WordPress, Joomla และ WooCommerce อีกต่อไป",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "เชฟและแมวน่ารักของเธอขายบน Instagram ได้อย่างไร?",


        'alt1' => "Selldone เครื่องมือสร้างร้านค้า Instagram",
        'alt2' => 'เรื่องราวของการขายเค้กซาร่าห์บนอินสตาแกรม',
        'alt3' => 'Selldone ศูนย์ประมวลผลคำสั่งซื้อออนไลน์',
        'alt4' => 'Selldone ช่องทางการชำระเงินร้านค้าออนไลน์',
        'alt5' => 'เครื่องมือ SEO อัตโนมัติสำหรับร้านค้าออนไลน์',
        'alt6' => 'วิธีใหม่ในการขายออนไลน์บน Instagram',
        'alt7' => 'การสร้างแบรนด์และการสร้างแบรนด์',
        'alt8' => 'ร้านแคชเชียร์',
        'alt9' => 'เครื่องมือทางการตลาดและการขาย',
        'alt10' => 'พันธมิตรทางธุรกิจฟรี',
        'alt11' => 'ศูนย์ประมวลผลคำสั่งซื้อ',
        'alt12' => 'ลูกค้าประจำ',
        'alt13' => 'เกตเวย์การชำระเงินโดยตรง',
        'alt14' => 'ช่องทางการขายของอินสตาแกรม',
        'alt15' => 'รับสมัครนักพัฒนาเว็บไซต์และร้านค้า',
        'alt16' => 'เรื่องราวของแพลตฟอร์ม Selldone',
        'alt17' => 'เว็บไซต์และจัดเก็บเครื่องมือ SEO อัตโนมัติ',
        'alt18' => 'ผู้ขายมีความสุข',
        'alt19' => 'ตะกร้าสินค้า',


        'm1' => 'ทำไมต้อง Selldone?',
        'm2' => 'การทำ SEO อัตโนมัติ',
        'm3' => 'ราคา (ฟรี)',

        'register' => 'ลงทะเบียน',

        'header' => '<span class="ulr"> 10x เท่า</span> มากขึ้นและดีขึ้น<br><span class="ulr">Sell</span> บน Instagram',
        'header_msg' => 'ลองนึกภาพลูกค้าเปิดเพจที่คล้ายกับร้านค้าจาก Instagram เลือกผลิตภัณฑ์จากรูปถ่ายที่พวกเขาชอบ เพิ่มลงในคำสั่งซื้อ และชำระเงินโดยตรงไปยังบัญชีของคุณทางออนไลน์ ทางออกอยู่ตรงหน้าคุณแล้ว',

        'name_plc' => 'กรอกชื่อผู้ใช้ของคุณ',
        'preview' => 'ดูตัวอย่างร้านค้า',
        'create_act' => 'สร้างร้านค้า Instagram',


        'title1s' => 'มันทำงานอย่างไร?',
        'title1' => 'เปลี่ยน Instagram ของคุณให้เป็นร้านค้า <span class="ulb">ที่มีคุณสมบัติครบถ้วน</span>!',
        'desc1' => 'คุณจะมีคุณสมบัติมากกว่าแผงควบคุมของร้านค้าออนไลน์ที่ใหญ่ที่สุด แต่อย่าพลาดเลย การทำงานร่วมกับโฮสต์ธรรมดา ๆ นั้นสนุก',
        'sub1' => 'การจัดการผลิตภัณฑ์ทำงานแบบนี้...',
        'sub1msg' => "ขั้นตอนแรกคือการเพิ่มผลิตภัณฑ์ ด้วย Selldone คุณสามารถนำเข้าสินค้าจาก Instagram อัพโหลดไฟล์ Excel หรือใช้วิธีการง่ายๆ อื่นๆ ได้ด้วยการคลิกเพียงไม่กี่ครั้ง",
         'list1_1' => 'ฆ่าและปิดการจัดการโดยสมบูรณ์',
         'list1_2' => 'อัพเดตสินค้าคงคลังและราคาที่รวดเร็ว',
         'list1_3' => 'เพิ่มสินค้าด้วยไฟล์ Excel',
         'list1_4' => 'เพิ่มผลิตภัณฑ์จากสิ่งนี้',
         'list1_5' => 'คุณเบื่อไหม? เราจะเพิ่มคุณ!',

        'title2s' => 'ออเดอร์งานแบบนี้...',
        'title2' => "คำสั่งซื้อมากกว่า 10 เท่าต่อวันไม่เพียงพอสำหรับคุณใช่ไหม Selldone ได้รับการออกแบบเพื่อรองรับคำสั่งซื้อมากกว่า 10,000 คำสั่งต่อวันสำหรับแต่ละร้านค้า",

        'list2_1' => 'ดูสถานะการเดินทางของคุณอย่างรวดเร็วและดำเนินการอย่างรวดเร็ว',
        'list2_2' => 'ลูกค้าสามารถดูสถานะล่าสุดของคำสั่งซื้อของเขาได้',
        'list2_3' => 'จัดการการชำระเงิน การประมวลผลคำสั่งซื้อ และการจัดส่ง',
        'list2_4' => 'เพิ่มผู้ทำงานร่วมกันได้มากเท่าที่คุณต้องการ',


        'title3s' => 'เกมโดยตรงเสร็จสมบูรณ์!',
        'title3' => "การชำระเงินออนไลน์ในร้านค้าของคุณจะดำเนินการด้วยโดเมนของคุณและไปยังบัญชีของคุณโดยตรง! คุณสามารถเลือกประเภทของพอร์ทัลออนไลน์และการชำระเงินในสถานที่ได้",

        'list3_1' => 'เกตเวย์การชำระเงินออนไลน์ (ตรงไปยังบัญชีของคุณ)',
        'list3_2' => 'ความสามารถในการเปิดใช้งานการชำระเงินในสถานที่',
        'list3_3' => 'รับเกตเวย์ที่ไม่มีสัญลักษณ์อิเล็กทรอนิกส์ที่เชื่อถือได้ (บัญชีเงินเดือน)',
        'list3_4' => 'จัดการการชำระเงินและคำสั่งซื้อในคลิกเดียว',


        'title4s' => 'การทำ SEO อัตโนมัติ',
        'title4' => 'การออกแบบเว็บไซต์ที่เป็นมิตรกับ SEO ซึ่งปฏิบัติตามแนวทางปฏิบัติที่ดีที่สุดของ SEO ช่วยให้ผู้มีโอกาสเป็นลูกค้ามองเห็นธุรกิจออนไลน์ของคุณได้มากขึ้น Selldone มอบโครงสร้างพื้นฐานที่คุณต้องการสำหรับร้านค้าที่มุ่งเน้น SEO ดังนั้นคุณจึงไม่ต้องกังวลว่าจะถูกค้นพบบน Google',

        'list4_1' => 'คุณฝากข้อความและรูปภาพดีๆไว้กับเรา',

        'title0' => 'ถึงเวลาที่ <span class="uly"> ขายอย่างมืออาชีพมากขึ้น</span> ทำให้ลูกค้าของคุณมีความสุขมากขึ้น<br>และรู้สึกภูมิใจที่คุณกำลังขยายธุรกิจออนไลน์',


        'title6s' => "อย่าพอใจกับสิ่งนี้",
        'title6' => 'เป็นมากกว่าร้านค้า Instagram...',


        'features' => 'คุณสมบัติ',
        'features_act' => 'ดูคุณสมบัติทั้งหมด',

        'x1' => 'ร้านค้าออนไลน์บนโดเมนเฉพาะเพื่อสร้างแบรนด์ของคุณและมีสโมสรลูกค้าของคุณเอง',
        'x2' => 'เครื่องบันทึกเงินสดร้านค้าออนไลน์สำหรับร้านค้าที่มีต้นทุนการตั้งค่า 0 $ และมากเท่าที่คุณต้องการ',
        'x3' => 'เครื่องมือทางการตลาดและการขายที่ดีที่สุดที่แม้แต่แบรนด์ตลาดตำรวจที่ใหญ่ที่สุดยังไม่มี',
        'x4' => "พันธมิตรที่ดีและคาดหวังน้อยชื่อ Selldone ซึ่งพยายามอย่างเต็มที่เพื่อเพิ่มยอดขายของบริษัท ไม่ใช่เอาเงินแล้วทิ้งไป",

        'a1' => 'การประมวลผลคำสั่ง',
        'a1s' => 'ออกแบบมาเพื่อความเร็ว',

        'a2' => 'การตลาดและสิ่งจูงใจ',
        'a2s' => 'ค้นหาลูกค้าประจำ',

        'a3' => 'ชำระเงินโดยตรง',
        'a3s' => 'ไม่มีอินเทอร์เฟซการชำระเงิน',

        'a4' => 'ช่องทางการขาย',
        'a4s' => 'โทรเลข, Google, Instagram ฯลฯ',

        'blog' => 'วเบลลากู',

        'b1' => "เรายังจำเป็นต้องจ้างโปรแกรมเมอร์ ซื้อแพ็คเกจสร้างร้าน หรือโฮสต์ ในปี 2564 หรือไม่?",
        'b2' => "เรื่องราวของ Selldone|การเปลี่ยนแปลงวิธีการเปิดตัวเว็บไซต์และธุรกิจออนไลน์",
        'b3' => 'เครื่องมือ SEO อัตโนมัติโดดเด่นในผลลัพธ์ของ Google',
        'read' => 'ดำเนินการต่อ',

        'title5s' => 'อยากทราบว่าราคาเท่าไหร่คะ?',
        'title5' => 'จากรุ่น <span class="ulr"> ฟรีตลอดชีพ</span> พร้อมค่าคอมมิชชัน 2%<br> ไปจนถึงรุ่นค่าคอมมิชชั่น 0.5% พร้อมค่าธรรมเนียมรายเดือน',
        'msg5' => "ตราบใดที่คุณไม่มียอดขาย เจ้าของหนึ่งเรียลจะไม่เรียกเก็บเงินคุณสำหรับไซต์ โฮสต์ เซิร์ฟเวอร์ บริการ เครื่องมือ การสนับสนุน การอัปเดต และอื่นๆ! เงินจะเข้าบัญชีของคุณโดยตรง! Selldone ไว้วางใจให้พันธมิตรของเขาทั้งหมดชำระค่าธรรมเนียมเมื่อสิ้นเดือนหรือหากพวกเขามีปัญหาในอีกไม่กี่เดือนต่อมาโดยการเรียกเก็บเงินจากกระเป๋าเงินของพวกเขา",
         'footer_act' => "ฟรีไม่ใช่ข้อได้เปรียบเพียงอย่างเดียว! ยังไง?",
         'footer' => 'ถามคำถามหรือคำแนะนำที่คุณต้องการ',

        's1' => 'การรายงานอัจฉริยะ',
        's2' => 'ฟรีโฮสติ้งคลาวด์',
        's3' => 'โลจิสติกส์และการแปรรูป',
        's4' => 'เครื่องมือสร้างหน้า Landing Page',
        's5' => 'คุณสมบัติและคุณประโยชน์',
        's6' => 'การจัดการทางการเงิน',
        's7' => 'เครื่องมือทางการตลาด',
        's8' => 'สิ่งจูงใจและลูกค้า',
        's9' => 'เกี่ยวกับ Selldone',
        's10' => 'บล็อก',
        's11' => 'ช่วยด้วย',
        's12' => 'ความเป็นส่วนตัว',
        's13' => 'ข้อกำหนดและเงื่อนไข',
        's14' => 'ช่างสร้างร้าน',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "กังวลเกี่ยวกับการทำงานกับ Selldone หรือไม่?",
        'import_title' => "ถามผู้ใช้ Selldone ข้อเสนอแนะเกี่ยวกับ <span class='ulr'> ความเรียบง่ายและความเร็ว</span> จะทำให้คุณประหลาดใจ!",
        'import_message' => "คุณสามารถนำเข้าสินค้าจาก Instagram ไปยังร้านค้าของคุณได้โดยตรง แต่หากต้องการ คุณสามารถเพิ่มสินค้าและรูปภาพทั้งหมดไปยังร้านค้าของคุณได้โดยอัตโนมัติด้วยไฟล์ Excel แบบง่ายๆ คุณกรอกไฟล์เดียวกัน คัดลอก URL ของรูปภาพจาก Google และสุดท้ายดึงไฟล์ CSV ของคุณและวางลงในส่วนการจัดการผลิตภัณฑ์ Selldone จะทำเพื่อคุณ",
        'import_t1' => "มีสินค้าไหมครับ",
        'import_b1' => "พวกเขาไม่มีความหลากหลาย",
        'import_m1' => "เพียงดาวน์โหลดไฟล์นี้ กรอกชื่อ ราคา และสินค้าคงคลังของผลิตภัณฑ์ แล้วคัดลอกและวางลิงก์รูปภาพจากที่เช่น Google",

        'import_b2' => "หลากหลายรูปแบบ",
        'import_m2' => "ความหลากหลายหมายถึง สี ขนาด วัสดุ และอะไรทำนองนั้น หากคุณมีสินค้าหลายรายการ คุณสามารถดาวน์โหลดไฟล์นี้และกรอกข้อมูลสินค้าของคุณ อันนี้ยากกว่าเล็กน้อย",

        'import_download' => "ดาวน์โหลดไฟล์ตัวอย่าง",

    ]

];
