<?php



return [

    'loading-title' => "ขยายขนาดจากออฟไลน์สู่ออนไลน์",
    'loading-message' => "คุณลองเราจะเปิดประตู",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'Selldone เป็นรุ่นเบต้า', 'priority' => 'ม',
        'message' => "<p>\n            เรายินดีอย่างยิ่งที่จะให้คุณเข้าร่วม Open Beta เป็นเบต้า\n            ผู้ทดสอบ คุณจะสามารถใช้ฟีเจอร์ที่ยังไม่ได้เปิดตัวได้\n            สาธารณะ คุณสมบัติเหล่านี้อาจเผยแพร่ต่อสาธารณะใน\n            อนาคต พิจารณาว่าธุรกรรม <b> ทั้งหมดอยู่ในโหมดทดสอบ</b> และ\n            <b>จะชัดเจน</b> ก่อนการเปิดตัวครั้งสุดท้าย ผู้ใช้ ร้านค้า และ\n            ผลิตภัณฑ์ <u> จะไม่ถูกลบออก</u>\n          </p>\n\n          <p>ขอบคุณ <br />CEO Selldone</p>"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "เปิดใช้งานการเข้าสู่ระบบแบบสองขั้นตอนเรียบร้อยแล้ว",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "ปิดใช้งานการเข้าสู่ระบบแบบสองขั้นตอน",


];
