<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'ร้านค้า',
        'blog' => 'บล็อก',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'เกี่ยวกับเรา',
    'contact' => 'ติดต่อเรา',


    'buy-action' => "ซื้อเลย",
    'buy-action-variant' => "เลือกและซื้อเลย",

    'product-images' => "รูปภาพ",
    'product-spec' => "ข้อมูลจำเพาะ",
    'Comments' => "บทวิจารณ์และการให้คะแนน",
    'related' => "สินค้าที่เกี่ยวข้อง",
    'view-now' => "ดูเลย",






];
