<?php 

 return [
     "failed" => "यी प्रमाणहरू हाम्रा रेकर्डहरूसँग मेल खाँदैनन्।",
     "throttle" => "धेरै लगइन प्रयासहरू। कृपया:सेकेन्डमा पुन: प्रयास गर्नुहोस्।",
     "title_shop" => "लगइन गर्नुहोस्: नाम",
     "title_app" => "आवेदन पहुँच: नाम",
     "login_message" => "आफ्नो खातामा पहुँच अनुरोध गर्नुहोस्।",
     "scopes_title" => "यस एपसँग निम्न स्कोपहरूमा पहुँच हुनेछ",
     "accept" => "पुष्टि गर्नुहोस्",
     "reject" => "अस्वीकार गर्नुहोस्",
     "login_incorrect_password" => "अवैध प्रयोगकर्ता नाम वा पासवर्ड।",
     "reset_2fa_title" => "दुई-चरण लगइन अनुरोध रिसेट गर्नुहोस्",
     "go_main_page" => "गृहपृष्ठमा जानुहोस्",
     "signing_in" => "साइन इन गर्दै...",
];