<?php 

 return [
     "shop-order-payment" => [
     "title" => "भुक्तानी स्वीकार गर्नुहोस्",
     "sample" => "तपाईंको 267$ भुक्तानी सफलतापूर्वक तय भयो।<br> अर्डर: SM-425<br> धन्यवाद, <b>तपाईको स्टोरको नाम</b> ।<br> बिक्यो",
     "body" => "तपाईंको :param2 भुक्तानी सफलतापूर्वक तय भयो। अर्डर: :param1 धन्यवाद, :param3। बिक्यो",
],
     "shop-order-payment-admin" => [
     "title" => "भुक्तानी स्वीकार गर्नुहोस्",
     "sample" => "नयाँ 267$ भुक्तानी सफलतापूर्वक व्यवस्थित भयो।<br> अर्डर: SM-425<br> धन्यवाद, <b>तपाईको स्टोरको नाम</b> ।<br> बिक्यो",
     "body" => "नयाँ : param2 भुक्तानी सफलतापूर्वक तय भयो। अर्डर: :param1 धन्यवाद, :param3। बिक्यो",
],
     "shop-login" => [
     "title" => "लगइन प्रमाणिकरण कोड",
     "sample" => "तपाईंको लगइन कोड हो: <b>123456</b><br> <b>तपाईंको स्टोरको नाम</b><br> बिक्यो",
     "body" => "तपाईको लगइन कोड हो: :param1 :param2 Selldone",
],
     "user-login" => [
     "title" => "लगइन सफलता सन्देश",
     "sample" => "प्रिय <b>नाम</b> ,<br> तपाईंले आफ्नो खातामा <b>iPhone 165.250.300.1</b> <b>5/8/2021 9:14AM</b> मा लग इन गर्नुभएको छ।<br> बिक्यो",
     "body" => "प्रिय :param1, तपाईंले आफ्नो खातामा :param2 बाट :param3 मा लग इन गर्नुभएको छ। बिक्यो",
],
     "avocado-order-submit" => [
     "title" => "एभोकाडो नयाँ अर्डर पेश गरियो खरिदकर्तालाई पठाउनुहोस्",
     "sample" => "<b>तपाईंको स्टोरको नाम</b><br> प्रिय <b>तिम्रो नाम</b> ,<br> हामीले तपाईंको अर्डर प्राप्त गरेका छौं र हामी यसलाई समीक्षा गर्दैछौं।<br> अर्डर #: <b>AVO-246</b><br> बिक्यो",
     "body" => ":param3 प्रिय :param1, हामीले तपाईंको अर्डर प्राप्त गरेका छौं र हामी यसलाई समीक्षा गर्दैछौं। अर्डर #: : param2 Selldone",
],
     "avocado-order-submit-seller" => [
     "title" => "एभोकाडो विक्रेतालाई नयाँ अर्डर पठाउनुहोस्",
     "sample" => "तपाईंले एभोकाडो अर्डर प्राप्त गर्नुभयो:<br> स्टोर: <b>तपाईको स्टोरको नाम</b><br> क्रेता: <b>क्रेताको नाम</b><br> अर्डर: <b>AVO-246</b><br> बिक्यो",
     "body" => "तपाईंले एभोकाडो अर्डर प्राप्त गर्नुभयो: स्टोर: :param1 क्रेता: :param2 अर्डर: :param3 Selldone",
],
     "avocado-ready-to-pay" => [
     "title" => "एभोकाडो अर्डर भुक्तान गर्न तयार छ",
     "sample" => "<b>तपाईंको स्टोरको नाम</b><br> तपाईंको अर्डर पुष्टि भएको छ र निम्न लिङ्क मार्फत भुक्तान गर्न सकिन्छ।<br> अर्डर #: <b>AVO-246</b><br> लिङ्क: <b>https://your-domain/avocado</b><br> बिक्यो",
     "body" => ": param3 तपाईंको अर्डर पुष्टि भएको छ र तलको लिङ्क मार्फत भुक्तानी गर्न सकिन्छ। अर्डर #: : param2 लिङ्क: :param1 Selldone",
],
];