<?php 

 return [
     "failed" => "أوراق الاعتماد هذه لا تتطابق مع سجلاتنا.",
     "throttle" => "محاولات تسجيل دخول كثيرة جدًا. يرجى المحاولة مرة أخرى خلال: ثواني.",
     "title_shop" => "تسجيل الدخول إلى: الاسم",
     "title_app" => "وصول التطبيق: الاسم",
     "login_message" => "طلب الوصول إلى حسابك.",
     "scopes_title" => "سيتمكن هذا التطبيق من الوصول إلى النطاقات التالية",
     "accept" => "يتأكد",
     "reject" => "رفض",
     "login_incorrect_password" => "خطأ في اسم المستخدم أو كلمة مرور.",
     "reset_2fa_title" => "إعادة تعيين طلب تسجيل الدخول المكون من خطوتين",
     "go_main_page" => "اذهب إلى الصفحة الرئيسية",
     "signing_in" => "تسجيل الدخول...",
];