<?php 

 return [
     "default_title" => "SELLDONE",
     "keywords" => [
        "نظام التشغيل التجاري",
        "domain",
        "selldone",
        "منصة التجارة الإلكترونية",
        "باني متجر",
        "باني متجر",
        "موقع البناء",
        "فكرة العمل",
        "منشئ مجتمع مخصص",
        "التجارة الإلكترونية whitelabel"
     ],
     "samin" => "تم البيع",
     "Selldone" => "تم البيع",
     "related" => "متعلق ب",
     "share" => "شارك",
     "global" => [
     "blog" => "مدونة او مذكرة",
],
     "footer-title" => "Selldone® | <span class='os-grad'>نظام التشغيل</span> ™ Businesses",
     "footer-subtitle" => "نظام التشغيل رقم 1 للشركات الصغيرة والمتوسطة والعلامات التجارية المستقلة",
     "footer-about-selldone" => "Selldone ، كمنصة للتجارة الإلكترونية ، تعمل كملاك لنمو الأعمال التجارية. سواء كان لديك متجر صغير أو شركة كبيرة ، فأنت بحاجة إلى عرض منتجك على الإنترنت. يستخدم Selldone لبناء متاجر على الإنترنت بتكاليف تشغيل أقل ومرونة أكبر. بالإضافة إلى ذلك ، نحن نقدم سلسلة أدوات إدارة التجارة الإلكترونية التي تعمل دائمًا على التحسين والتي تكتسب ميزات جديدة كل أسبوع ، مثل دمج إدارة المتجر وواجهة البرمجة المرئية لإنشاء عمليات أتمتة مخصصة أو تكامل الذكاء الاصطناعي.",
     "footer-action" => "قم بإنشاء التجارة الإلكترونية الخاصة بك - إنها مجانية",
     "footer" => [
     "about" => "حول سيلدون",
     "contact" => "اتصل بنا",
     "email" => "support@selldone.com",
     "phone" => "🇩🇰 +45 36991215",
],
     "footer-menu" => [
        [
     "title" => "تم البيع",
     "items" => [
        [
     "title" => "منصة الأعمال",
     "href" => "/store-builder",
],
        [
     "title" => "مدونة او مذكرة",
     "href" => "/blog",
],
        [
     "title" => "مساعدة",
     "href" => "/help",
],
        [
     "title" => "FAQ",
     "href" => "/faq",
],
        [
     "title" => "سياسة الخصوصية",
     "href" => "/privacy",
],
        [
     "title" => "شرط الخدمة",
     "href" => "/terms",
]
     ],
],
        [
     "title" => "سمات",
     "items" => [
        [
     "title" => "الميزات والفوائد",
     "href" => "/features",
],
        [
     "title" => "Marketing tools",
     "href" => "/marketing",
],
        [
     "title" => "Processing center",
     "href" => "/order-processing",
],
        [
     "title" => "الحوافز والنوادي",
     "href" => "/incentives",
],
        [
     "title" => "المراجعة والمحاسبة",
     "href" => "/auditing",
],
        [
     "title" => "Cloud hosting",
     "href" => "/cloud",
]
     ],
],
        [
     "title" => "حلول",
     "items" => [
        [
     "title" => "مجموعة NFT",
     "href" => "/nft",
],
        [
     "title" => "نقابة",
     "href" => "/guild",
],
        [
     "title" => "أفوكادو",
     "href" => "/avocado",
],
        [
     "title" => "خبراء",
     "href" => "/experts",
],
        [
     "title" => "SEO engine",
     "href" => "/seo",
],
        [
     "title" => "Smart report",
     "href" => "/smart-report",
]
     ],
],
        [
     "title" => "خدمات",
     "items" => [
        [
     "title" => "الأسعار والخطط",
     "href" => "/price",
],
        [
     "title" => "التطبيقات",
     "href" => "/apps",
],
        [
     "title" => "Application builder",
     "href" => "/app-builder",
],
        [
     "title" => "صانع الصفحة",
     "href" => "/page-builder",
],
        [
     "title" => "Logistic solution",
     "href" => "/logistic",
],
        [
     "title" => "الأتمتة وإنترنت الأشياء",
     "href" => "/automation",
]
     ],
]
     ],
     "header" => [
     "home" => "مسكن",
     "features" => "سمات",
     "pricing" => "التسعير",
     "blogs" => "مدونة او مذكرة",
     "community" => "تواصل اجتماعي",
     "help" => "مساعدة",
     "features-menu" => [
     "store-builder" => "منشئ التجارة الإلكترونية",
     "community-platform" => "مجتمع مخصص",
     "cloud" => "الاستضافة المستندة إلى السحابة",
     "page-builder" => "منشئ الصفحة المقصودة",
     "smart-report" => "مولد التقرير الذكي",
     "payment" => "الدفع والمحاسبة",
     "staffs" => "العملاء والفريق",
     "logistic" => "اللوجستية والتسليم",
     "order-processing" => "الطلبات والمعالجة",
     "marketing" => "حملة تسويق",
     "incentives" => "النادي والحوافز",
     "pos" => "نقاط البيع عبر الإنترنت",
     "seo" => "محرك السيارات SEO",
     "automation" => "الأتمتة وإنترنت الأشياء",
     "ai" => "التجارة بالذكاء الاصطناعي",
     "app-builder" => "منشئ التطبيقات",
],
     "build" => "يبني",
     "build-sub" => "نقوم بإنشاء نظام من حولك لإنشاء قصة نجاحك.",
     "manage" => "يدير",
     "manage-sub" => "ستكون إدارة عملك أكثر إمتاعًا من أي وقت مضى.",
     "sel" => "يبيع",
     "sel-sub" => "كن دائما يغلق ، وكسب المال واستمتع به.",
     "grow" => "تنمو",
     "grow-sub" => "ميزات وأدوات على مستوى المؤسسات في متناول يدك ، ستكون السماء هي حدودك.",
],
     "article" => [
     "list-of-content" => "قائمة المحتويات",
     "author" => "مؤلف",
     "others-title" => "مزيد من المعلومات حول: العنوان",
],
     "page" => [
     "login" => [
     "title" => "سيلدون | تسجيل الدخول",
     "image" => "/images/seo/en/login.jpg",
     "description" => "لا يهم مقدار رأس المال الذي لديك ، أين بدأت عملك ، أين تعيش في العالم! زودتك Selldone بجميع أدوات البيع الاحترافية. التسجيل وهذه الأدوات مجانية للجميع وإلى الأبد.",
],
     "register" => [
     "title" => "سيلدون | يسجل",
     "image" => "/images/seo/en/login.jpg",
     "description" => "نعتقد أن الوصول حق وليس امتياز! سواء كان لديك نشاط تجاري في أغنى شارع في نيويورك أو في قرية بعيدة ، يجب أن يكون الإنترنت والأداة عبر الإنترنت هو كل ما تحتاجه للبيع عبر الإنترنت! هذا هو حلم سيلدون.",
],
     "home" => [
     "title" => "مثل المتخصصين في المبيعات - Selldone® Business OS",
     "image" => "/images/seo/en/create-my-ecommerce-website-free.jpg",
     "description" => "Selldone هو نظام تشغيل أعمال لبناء وإدارة وتوسيع نطاق أعمالك بصريًا. اصنعها بنفسك مع حل لا يحتاج إلى رمز ولا خبير لملايين الطلبات.",
],
     "helps" => [
     "title" => "مساعدة",
     "image" => "/images/seo/en/help.jpg",
     "description" => "كيف تصنع عملاً ناجحًا.",
],
     "blogs" => [
     "title" => "مدونة او مذكرة",
     "image" => "/images/seo/en/academy.jpg",
     "description" => "آخر الأخبار والمحتوى Selldone.",
],
     "faqs" => [
     "title" => "أسئلة مكررة",
     "image" => "/images/seo/en/faq.jpg",
     "description" => "سؤال وجواب على Selldone.",
],
     "price" => [
     "title" => "قائمة الاسعار",
     "image" => "/images/seo/en/price.jpg",
     "description" => "جميع الميزات الاحترافية لبناء متجر وموقع مجانًا دون أي حد زمني في انتظارك.",
],
     "apps" => [
     "title" => "متجر التطبيقات",
     "image" => "/images/seo/en/apps.jpg",
     "description" => "يتم توفير تثبيت التطبيقات في المتجر لمتجرك بنقرة واحدة فقط.",
],
     "experts" => [
     "title" => "خبراء",
     "image" => "/images/seo/en/expert.jpg",
     "description" => "لا تقلق بشأن تصميم متجرك أو إطلاقه أو الإعلان عنه أو إدارته ، فإن متخصصي Selldone مستعدون لمساعدتك. استعن بأخصائي معتمد للقيام بالأشياء بشكل أفضل وأسرع.",
],
     "avocado" => [
     "title" => "الأفوكادو - قناة المبيعات الاجتماعية الحديثة",
     "image" => "/images/seo/en/create-avocado-seo.jpg?v=1",
     "description" => "مبلغ واحد ولقب واحد هو كل ما تحتاجه للحصول على المال من عملائك! ستتم إضافة الأموال مباشرة إلى حسابك وسيحظى عملاؤك بتجربة تسوق فريدة.",
],
     "referral" => [
     "title" => "برنامج الانتساب - Selldone",
     "image" => "/images/seo/en/referral.png",
     "description" => "انضم إلى مهمة مثيرة وحقق مصدر دخل سلبي لنفسك.",
],
     "press" => [
     "title" => "مصادر صحفية - سيلدون",
     "image" => "/images/seo/en/press.png",
     "description" => "موارد لأي شخص مهتم بالكتابة عن Selldone.",
],
     "roadmap" => [
     "title" => "خارطة الطريق - سيلدون",
     "image" => "/images/seo/roadmap.jpg",
     "description" => "إنها منصة فريدة من نوعها ؛ إنه فريد تمامًا ومختلف تمامًا عن الآخرين. إنه نظام تشغيل الأعمال الوحيد الشامل الذي لا يحتوي على كود كخدمة مع أدوات على مستوى المؤسسات للشركات الصغيرة والمتوسطة.",
],
     "onboarding" => [
     "title" => "صانع مواقع التسوق عبر الإنترنت المجاني - سريع الاستجابة ومحترف",
     "image" => "/images/seo/ui-kit.jpg",
     "description" => "Selldone ، كمنصة للتجارة الإلكترونية ، تعمل كملاك لنمو عملك. سواء كان لديك متجر صغير من الطوب وقذائف هاون أو شركة كبيرة ، فأنت بحاجة إلى مجموعة من الأدوات الاحترافية ولكن سهلة الاستخدام.",
],
     "books" => [
     "title" => "كتيبات الأعمال: نصائح حول البدء والنمو لمواقع التسوق عبر الإنترنت",
     "image" => "/images/seo/en/cover.jpg",
     "description" => "يمكنك تنزيل كتيبات مجانية عن تطوير الأعمال من هنا. في هذه الكتب ، ستجد نصائح كاملة حول تطوير الأعمال وأدلة التحسين العملي لزيادة معدلات التحويل في متجرك عبر الإنترنت.",
],
     "quiz" => [
     "title" => "مسابقة | هل نظام تشغيل الأعمال مناسب لك؟",
     "image" => "/images/seo/en/quiz.png",
     "description" => "إذا كنت تريد أن تعرف أن عملك يحتاج أو يمكنه استخدام نظام تشغيل أعمال ، قبل المضي قدمًا ، يرجى المشاركة في اختبار 60 ثانية. إذا كنت تريد أن تعرف أن عملك يحتاج أو يمكنه استخدام نظام تشغيل أعمال ، قبل المضي قدمًا ، يرجى المشاركة في اختبار 60 ثانية.",
],
     "countries" => [
     "title" => "البلدان المدعومة والمدفوعات المحلية - نظام تشغيل الأعمال",
     "image" => "/images/seo/en/countries.png",
     "description" => "نظام التشغيل Business ، خطوة التطور التالية لخدمات التجارة من منصات التجارة الإلكترونية إلى شيء لا يحتوي على سمة أو مكون إضافي أو رمز. 100٪ بصريا!",
],
     "participant" => [
     "title" => "المجتمع الذي تريده - العب واربح 20 دولارًا",
     "image" => "/images/seo/en/participants.jpg",
     "description" => "يمكنك المشاركة في مجتمع selldone من خلال إنشاء مقاطع فيديو قصيرة لمساعدة الآخرين والحصول على رصيد هدايا يصل إلى 20 دولارًا أمريكيًا لكل مقطع فيديو.",
],
     "tax" => [
     "title" => "قائمة معدلات الضرائب العالمية",
     "image" => "/images/seo/en/tax.jpg",
     "description" => "يمكنك تجاوز قواعد الضرائب وإنشاء أكثر من ملف ضريبي واحد لفئات منتجات مختلفة.",
],
     "premium" => [
     "title" => "قم بالترقية إلى الإصدار المميز وقم بتحويل لعبة التجارة الإلكترونية الخاصة بك",
     "image" => "/images/seo/en/premium.jpg",
     "description" => "ارتقِ بمتجرك الإلكتروني مع Selldone Premium. يمكنك الوصول إلى أدوات الذكاء الاصطناعي الحصرية والقوالب المخصصة والمزيد لتعزيز الكفاءة والتميز في السوق الرقمية. انضم الآن لتستمتع بتجربة تجارة إلكترونية أكثر ذكاءً وأناقة!",
],
     "builder" => [
     "title" => "تطبيق ويب مجاني لإنشاء الصفحات وتحرير صفحات الهبوط - لا يتطلب تسجيل الدخول",
     "image" => "/images/seo/en/builder.png",
     "description" => "أنشئ صفحات ويب وصفحات مقصودة مذهلة دون عناء باستخدام أداة إنشاء الصفحات ومحررها المجانية سهلة الاستخدام. لا يلزم تسجيل الدخول. قم بتصميم صفحات الويب وتخصيصها ونشرها بسرعة باستخدام واجهة السحب والإفلات البديهية. مثالي للمسوقين وأصحاب الأعمال الصغيرة والمطورين الذين يبحثون عن حل تصميم ويب خالٍ من المتاعب.",
],
],
     "shuttle" => [
     "title" => "سيلدون | لوحة القيادة",
     "image" => "/images/seo/en/dashboard.jpg",
     "description" => "لوحة إدارة المتجر ، إذا كان لديك وصول إلى هذا المتجر ، فيمكنك إدخال لوحة معلومات إدارة المتجر من خلال هذا الرابط.",
],
     "shuttle-shop" => [
     "title" => "سيلدون | متجر لوحة القيادة",
     "image" => "/images/seo/en/shuttle-shop.jpg",
     "video" => "/images/seo/en/videos/shuttle-shop.mp4",
     "description" => "إدارة كل شيء في لوحة القيادة الخاصة بك. إدارة المنتجات والطلبات وتصميم الصفحة المقصودة والتسويق والحوافز وكل ما تحتاجه لنشاط تجاري رائع.",
],
     "guild" => [
     "title" => "النقابة - قناة المبيعات الجماعية",
     "image" => "/images/seo/en/guild.jpg?v=2",
     "description" => "اجعل عملك قابلاً للتحقيق ، وفي متناول أي شخص في جميع أنحاء العالم من خلال إنشاء نقابة رائعة.",
],
     "apps" => [
     "structure-data" => [
     "title" => "مولد بيانات الهيكل | JSON-LD",
     "description" => "استخدم منشئ البيانات المنظمة الفعال هذا لإنشاء ترميز JSON-LD ، بما في ذلك جميع خصائص العنصر المطلوبة والمزيد.",
],
],
     "call-to-action" => [
     "title" => "اجعل عملك على الإنترنت بأفضل حل تقني في السوق.",
     "money-back" => "ضمان استرداد الأموال لمدة 30 يومًا",
     "action" => "قم بإنشاء التجارة الإلكترونية الخاصة بك",
     "action-sub" => "ابدأ الآن - إنه مجاني",
     "message" => "قل وداعا لمعدل مبيعاتك المنخفض على الإنترنت!",
],
];