<?php 

 return [
     "shop-order-payment" => [
     "title" => "قبول الدفع",
     "sample" => "تمت تسوية الدفعة البالغة 267 دولارًا بنجاح.<br> الترتيب: SM-425<br> شكرا <b>اسم متجرك</b> .<br> سيلدون",
     "body" => "تمت تسوية الدفع الخاص بك: param2 بنجاح. الترتيب:: param1 Thanks،: param3. سيلدون",
],
     "shop-order-payment-admin" => [
     "title" => "قبول الدفع",
     "sample" => "تمت تسوية الدفعة الجديدة البالغة 267 دولارًا بنجاح.<br> الترتيب: SM-425<br> شكرا <b>اسم متجرك</b> .<br> سيلدون",
     "body" => "جديد: تم تسوية دفعة param2 بنجاح. الترتيب:: param1 Thanks،: param3. سيلدون",
],
     "shop-login" => [
     "title" => "رمز التحقق من تسجيل الدخول",
     "sample" => "رمز تسجيل الدخول الخاص بك هو: <b>123456</b><br> <b>اسم متجرك</b><br> سيلدون",
     "body" => "رمز تسجيل الدخول الخاص بك هو: param1: param2 Selldone",
],
     "user-login" => [
     "title" => "رسالة نجاح تسجيل الدخول",
     "sample" => "عزيزي <b>الاسم</b> ،<br> لقد قمت بتسجيل الدخول إلى حسابك عن طريق <b>iPhone 165.250.300.1</b> في <b>5/8/2021 9:14 صباحًا</b> .<br> سيلدون",
     "body" => "عزيزي: param1 ، لقد قمت بتسجيل الدخول إلى حسابك عن طريق: param2 على: param3. سيلدون",
],
     "avocado-order-submit" => [
     "title" => "تم إرسال طلب الأفوكادو الجديد إلى المشتري",
     "sample" => "<b>اسم متجرك</b><br> عزيزي <b>اسمك</b> ،<br> لقد تلقينا طلبك ونقوم بمراجعته.<br> رقم الطلب: <b>AVO-246</b><br> سيلدون",
     "body" => ": param3 عزيزي: param1 ، لقد تلقينا طلبك ونقوم بمراجعته. رقم الطلب:: param2 Selldone",
],
     "avocado-order-submit-seller" => [
     "title" => "الأفوكادو تتلقى طلبية جديدة ترسل إلى البائع",
     "sample" => "لقد تلقيت طلب أفوكادو:<br> المتجر: <b>اسم متجرك</b><br> المشتري: <b>اسم المشتري</b><br> الترتيب: <b>AVO-246</b><br> سيلدون",
     "body" => "لقد تلقيت طلبًا لأفوكادو: المتجر:: param1 المشتري:: param2 الترتيب:: param3 Selldone",
],
     "avocado-ready-to-pay" => [
     "title" => "طلب الأفوكادو جاهز للدفع",
     "sample" => "<b>اسم متجرك</b><br> تم تأكيد طلبك ويمكن دفعه من خلال الرابط التالي.<br> رقم الطلب: <b>AVO-246</b><br> الرابط: <b>https: // your-domain / avocado</b><br> سيلدون",
     "body" => ": param3 تم تأكيد طلبك ويمكن دفعه من خلال الرابط التالي. رقم الطلب:: param2 Link:: param1 Selldone",
],
];