export default {
  "feedback": {
    "title": "ደስተኛ ነህ?",
    "sad_reasons": [
      "ለመስራት ከባድ!",
      "የምፈልገውን አላገኘሁም!",
      "እርዳታ ያስፈልገኛል.",
      "ሁሉንም ነገር የሚያደርግ ሰው እፈልጋለሁ.",
      "በነጻ ጎራ ማከል እፈልጋለሁ!"
    ],
    "happy_message": "ተጨማሪ ባህሪያትን ወይም አፕሊኬሽኖችን ከፈለጉ በማህበረሰብ ገጻችን ላይ ይፃፉ።",
    "happy_title": "አመሰግናለሁ",
    "sad_title": "ለምን ደስተኛ አይደለህም?",
    "sad_title_score_mode": "የመጨረሻው ጥያቄ፣ ለምን Selldoneን ለሌሎች አትመክሩም?",
    "sad_other": "ሌላ ምክንያት? ንገረን...",
    "yes_trail": "ከሌሎች ጋር አስተዋውቃለሁ።",
    "meh_trail": "መጥፎ አይደለም, ምንም ሀሳብ የለኝም.",
    "no_trail": "አንዳንድ ችግሮች አሉ።",
    "score_question": "ከ1 እስከ 10፣ Selldoneን ምን ያህል ይወዳሉ?"
  }
};