export default {
  "feedback": {
    "title": "هل أنت سعيد؟",
    "sad_reasons": [
      "من الصعب العمل مع!",
      "لم أجد ما كنت أبحث عنه!",
      "انا بحاجة الى مساعدة.",
      "أحتاج إلى شخص ما ليفعل كل شيء.",
      "اريد اضافة المجال مجانا!"
    ],
    "happy_message": "إذا كنت بحاجة إلى المزيد من الميزات أو التطبيقات ، فاكتبها في صفحة مجتمعنا.",
    "happy_title": "شكرًا لك",
    "sad_title": "لماذا لست سعيدا",
    "sad_title_score_mode": "السؤال الأخير ، لماذا لا تنصح الآخرين بـ Selldone؟",
    "sad_other": "سبب آخر؟ أخبرنا...",
    "yes_trail": "سوف أعرضه على الآخرين.",
    "meh_trail": "ليس سيئا ، ليس لدي أي فكرة.",
    "no_trail": "هناك بعض المشاكل.",
    "score_question": "من 1 إلى 10 ، ما مدى إعجابك بـ Selldone؟"
  }
};