export default {
  "feedback": {
    "title": "Ты шчаслівы?",
    "sad_reasons": [
      "Цяжка працаваць з!",
      "Я не знайшоў тое, што шукаў!",
      "Мне патрэбна дапамога.",
      "Мне трэба, каб хтосьці ўсё зрабіў.",
      "Я хачу дадаць дамен бясплатна!"
    ],
    "happy_message": "Калі вам патрэбныя дадатковыя функцыі або праграмы, напішыце іх на старонцы нашай суполкі.",
    "happy_title": "Дзякуй",
    "sad_title": "Чаму ты не шчаслівы?",
    "sad_title_score_mode": "Апошняе пытанне, чаму б вы не рэкамендавалі Selldone іншым?",
    "sad_other": "Яшчэ адна прычына? Скажыце нам...",
    "yes_trail": "Я пазнаёмлю яго з іншымі.",
    "meh_trail": "Нядрэнна, паняцця не маю.",
    "no_trail": "Ёсць некаторыя праблемы.",
    "score_question": "Ад 1 да 10, наколькі вам падабаецца Selldone?"
  }
};