export default {
  "feedback": {
    "title": "Είσαι χαρούμενος?",
    "sad_reasons": [
      "Δύσκολο να δουλέψεις!",
      "Δεν βρήκα αυτό που έψαχνα!",
      "Χρειάζομαι βοήθεια.",
      "Χρειάζομαι κάποιον να κάνει τα πάντα.",
      "Θέλω να προσθέσω domain δωρεάν!"
    ],
    "happy_message": "Εάν χρειάζεστε περισσότερες δυνατότητες ή εφαρμογές, γράψτε τις στη σελίδα της κοινότητάς μας.",
    "happy_title": "Σας ευχαριστώ",
    "sad_title": "Γιατί δεν είσαι ευχαριστημένος;",
    "sad_title_score_mode": "Τελευταία ερώτηση, γιατί δεν προτείνετε το Selldone σε άλλους;",
    "sad_other": "Ενας αλλος λογος? Πες μας...",
    "yes_trail": "Θα το παρουσιάσω σε άλλους.",
    "meh_trail": "Καθόλου άσχημα, δεν έχω ιδέα.",
    "no_trail": "Υπάρχουν κάποια προβλήματα.",
    "score_question": "Από το 1 έως το 10, πόσο σας αρέσει το Selldone;"
  }
};