export default {
  /** @see FeedbackPopup **/
  feedback: {
    title: "از کار با سلدان خوشحالید؟",
    sad_reasons: [
      "کار باهاش سخته!",
      "چیزی که می خواهم پیدا نکردم!",
      "نیاز به راهنمایی دارم.",
      "نیاز به فردی برای انجام کارها دارم.",
      "می خوام اضافه کردن دامنه، رایگان باشد.",
    ],
    happy_message:
      "اگر نیاز به ویژگی یا امکانات بیشتری دارید آنها را برای ما در شبکه های اجتماعی ارسال کنید.",
    happy_title: "سپاس",
    sad_title: "چرا خوشحال نیستید؟",
    sad_title_score_mode:
      "آخرین سوال، چرا سلدان را به دوستانتون معرفی نمی کنید؟",

    sad_other: "دلیل دیگری دارید؟ بنویسید...",
    yes_trail: "به بقیه هم معرفیش می کنم.",
    meh_trail: "بدک نیست، نظری ندارم.",
    no_trail: "یه مشکلاتی داره.",
    score_question:
      "از 1 تا 10 چقدر سلدان رو دوست دارید؟",
  },
};
