export default {
  "feedback": {
    "title": "શું તમે ખુશ છો?",
    "sad_reasons": [
      "સાથે કામ કરવું મુશ્કેલ છે!",
      "હું જે શોધી રહ્યો હતો તે મને મળ્યું નથી!",
      "મારે મદદ ની જરૂર છે.",
      "બધું કરવા માટે મારે કોઈની જરૂર છે.",
      "હું મફતમાં ડોમેન ઉમેરવા માંગુ છું!"
    ],
    "happy_message": "જો તમને વધુ સુવિધાઓ અથવા એપ્લિકેશનની જરૂર હોય, તો તેને અમારા સમુદાય પૃષ્ઠ પર લખો.",
    "happy_title": "આભાર",
    "sad_title": "તમે ખુશ કેમ નથી?",
    "sad_title_score_mode": "છેલ્લો પ્રશ્ન, શા માટે તમે અન્ય લોકોને Selldone ની ભલામણ કરતા નથી?",
    "sad_other": "અન્ય કારણ? અમને જણાવો...",
    "yes_trail": "હું તેનો પરિચય અન્ય લોકોને આપીશ.",
    "meh_trail": "ખરાબ નથી, મને કોઈ ખ્યાલ નથી.",
    "no_trail": "કેટલીક સમસ્યાઓ છે.",
    "score_question": "1 થી 10 સુધી, તમને સેલડોન કેટલું ગમે છે?"
  }
};