export default {
  "feedback": {
    "title": "क्या तुम खुश हो?",
    "sad_reasons": [
      "साथ काम करना मुश्किल है!",
      "मुझे वह नहीं मिला जिसकी मुझे तलाश थी!",
      "मुझे मदद की ज़रूरत है।",
      "मुझे सब कुछ करने के लिए किसी की जरूरत है।",
      "मैं मुफ्त में डोमेन जोड़ना चाहता हूँ!"
    ],
    "happy_message": "यदि आपको अधिक सुविधाओं या अनुप्रयोगों की आवश्यकता है, तो उन्हें हमारे समुदाय पृष्ठ में लिखें।",
    "happy_title": "शुक्रिया",
    "sad_title": "तुम खुश क्यों नहीं हो?",
    "sad_title_score_mode": "आखिरी सवाल, आप दूसरों को सेलडोन की सलाह क्यों नहीं देते?",
    "sad_other": "कोई दूसरा कारण? हमें बताओ...",
    "yes_trail": "मैं इसे दूसरों से मिलवाता हूँ।",
    "meh_trail": "बुरा नहीं है, मुझे कोई जानकारी नहीं है।",
    "no_trail": "कुछ समस्याएं हैं।",
    "score_question": "1 से 10 तक, आप सेलडोन को कितना पसंद करते हैं?"
  }
};