export default {
  "feedback": {
    "title": "Դուք երջանիկ եք",
    "sad_reasons": [
      "Դժվար է աշխատել:",
      "Ես չգտա այն, ինչ փնտրում էի։",
      "Ես օգնության կարիք ունեմ.",
      "Ինձ պետք է մեկը, ով ամեն ինչ անի:",
      "Ես ուզում եմ անվճար տիրույթ ավելացնել:"
    ],
    "happy_message": "Եթե Ձեզ անհրաժեշտ են ավելի շատ հնարավորություններ կամ հավելվածներ, գրեք դրանք մեր համայնքի էջում:",
    "happy_title": "Շնորհակալություն",
    "sad_title": "Ինչու՞ չես ուրախանում։",
    "sad_title_score_mode": "Վերջին հարցը՝ ինչո՞ւ ուրիշներին խորհուրդ չեք տալիս Selldone-ին:",
    "sad_other": "Մեկ այլ պատճառ. Ասա մեզ...",
    "yes_trail": "Ես կներկայացնեմ այն ուրիշներին:",
    "meh_trail": "Վատ չէ, գաղափար չունեմ։",
    "no_trail": "Որոշ խնդիրներ կան։",
    "score_question": "1-ից 10-ը, որքանո՞վ եք հավանում Selldone-ը:"
  }
};