export default {
  "feedback": {
    "title": "Ბედნიერი ხარ?",
    "sad_reasons": [
      "რთულია მუშაობა!",
      "ვერ ვიპოვე რასაც ვეძებდი!",
      "Დახმარება მჭირდება.",
      "მჭირდება ვინმე, ვინც ყველაფერს გააკეთებს.",
      "მე მინდა დავამატო დომენი უფასოდ!"
    ],
    "happy_message": "თუ გჭირდებათ მეტი ფუნქცია ან აპლიკაცია, დაწერეთ ისინი ჩვენი საზოგადოების გვერდზე.",
    "happy_title": "Გმადლობთ",
    "sad_title": "რატომ არ ხარ ბედნიერი?",
    "sad_title_score_mode": "ბოლო შეკითხვა, რატომ არ ურჩევთ სხვებს Seldone-ს?",
    "sad_other": "Კიდევ ერთი მიზეზი? Გვითხარი...",
    "yes_trail": "სხვებს გავაცნობ.",
    "meh_trail": "ცუდი არაა, წარმოდგენა არ მაქვს.",
    "no_trail": "არის გარკვეული პრობლემები.",
    "score_question": "1-დან 10-მდე რამდენად მოგწონთ Selldone?"
  }
};