export default {
  "feedback": {
    "title": "តើ​អ្នក​រីករាយ​ទេ?",
    "sad_reasons": [
      "ពិបាក​ធ្វើ​ការ​ជាមួយ!",
      "ខ្ញុំរកមិនឃើញទេ!",
      "ខ្ញុំ​ត្រូវការ​ជំនួយ។",
      "ខ្ញុំត្រូវការនរណាម្នាក់ធ្វើអ្វីគ្រប់យ៉ាង។",
      "ខ្ញុំចង់បន្ថែមដែនដោយឥតគិតថ្លៃ!"
    ],
    "happy_message": "ប្រសិនបើអ្នកត្រូវការមុខងារ ឬកម្មវិធីបន្ថែម សូមសរសេរវានៅក្នុងទំព័រសហគមន៍របស់យើង។",
    "happy_title": "សូមអរគុណ",
    "sad_title": "ហេតុអ្វីបានជាអ្នកមិនសប្បាយចិត្ត?",
    "sad_title_score_mode": "សំណួរចុងក្រោយ ហេតុអ្វីបានជាអ្នកមិនណែនាំ Selldone ដល់អ្នកដទៃ?",
    "sad_other": "ហេតុផល​ផ្សេងទៀត? ប្រាប់​ពូក​យើង​មក...",
    "yes_trail": "ខ្ញុំនឹងណែនាំវាដល់អ្នកដទៃ។",
    "meh_trail": "មិនអាក្រក់ទេខ្ញុំគ្មានគំនិតទេ។",
    "no_trail": "មានបញ្ហាមួយចំនួន។",
    "score_question": "ពី 1 ដល់ 10 តើអ្នកចូលចិត្ត Selldone ប៉ុន្មាន?"
  }
};