export default {
  "feedback": {
    "title": "сен бактылуусуңбу?",
    "sad_reasons": [
      "Аны менен иштөө кыйын!",
      "Мен издегенимди таппадым!",
      "Мага жардам керек.",
      "Мага баарын кыла турган бирөө керек.",
      "Мен доменди бекер кошкум келет!"
    ],
    "happy_message": "Эгер сизге көбүрөөк функциялар же тиркемелер керек болсо, аларды биздин коомчулуктун баракчасына жазыңыз.",
    "happy_title": "Рахмат",
    "sad_title": "Эмнеге бактылуу эмессиң?",
    "sad_title_score_mode": "Акыркы суроо, эмне үчүн Selldone'ду башкаларга сунуштабайсыз?",
    "sad_other": "Башка себеп? Айтыңызчы...",
    "yes_trail": "Мен аны башкалар менен тааныштырам.",
    "meh_trail": "Жаман эмес, менде эч кандай түшүнүк жок.",
    "no_trail": "Кээ бир көйгөйлөр бар.",
    "score_question": "1ден 10го чейин, сизге Selldone канчалык жагат?"
  }
};