export default {
  "feedback": {
    "title": "ເຈົ້າ​ມີ​ຄວາມ​ສຸກ​ບໍ່?",
    "sad_reasons": [
      "ຍາກໃນການເຮັດວຽກກັບ!",
      "ຂ້ອຍບໍ່ພົບສິ່ງທີ່ຂ້ອຍກໍາລັງຊອກຫາ!",
      "ຂ້ອຍ​ຕ້ອງ​ການ​ຄວາມ​ຊ່ວຍ​ເຫຼືອ.",
      "ຂ້ອຍຕ້ອງການຄົນທີ່ຈະເຮັດທຸກຢ່າງ.",
      "ຂ້ອຍຕ້ອງການເພີ່ມໂດເມນຟຣີ!"
    ],
    "happy_message": "ຖ້າທ່ານຕ້ອງການຄຸນສົມບັດຫຼືຄໍາຮ້ອງສະຫມັກເພີ່ມເຕີມ, ໃຫ້ຂຽນພວກມັນຢູ່ໃນຫນ້າຊຸມຊົນຂອງພວກເຮົາ.",
    "happy_title": "ຂອບ​ໃຈ",
    "sad_title": "ເປັນຫຍັງເຈົ້າຈຶ່ງບໍ່ມີຄວາມສຸກ?",
    "sad_title_score_mode": "ຄໍາຖາມສຸດທ້າຍ, ເປັນຫຍັງເຈົ້າບໍ່ແນະນໍາ Selldone ໃຫ້ຄົນອື່ນ?",
    "sad_other": "ເຫດຜົນອື່ນ? ບອກ​ພວກ​ເຮົາ...",
    "yes_trail": "ຂ້ອຍຈະແນະນຳໃຫ້ຄົນອື່ນຮູ້.",
    "meh_trail": "ບໍ່ບໍ່ດີ, ຂ້ອຍບໍ່ມີຄວາມຄິດ.",
    "no_trail": "ມີບັນຫາບາງຢ່າງ.",
    "score_question": "ຈາກ 1 ຫາ 10, ເຈົ້າມັກ Selldone ຫຼາຍປານໃດ?"
  }
};