export default {
  "feedback": {
    "title": "Дали си среќен?",
    "sad_reasons": [
      "Тешко е да се работи!",
      "Не го најдов тоа што го барав!",
      "Ми треба помош.",
      "Ми треба некој да направи се.",
      "Сакам да додадам домен бесплатно!"
    ],
    "happy_message": "Ако ви требаат повеќе функции или апликации, напишете ги на страницата на нашата заедница.",
    "happy_title": "Ви благодарам",
    "sad_title": "Зошто не си среќен?",
    "sad_title_score_mode": "Последно прашање, зошто не го препорачуваш Selldone на други?",
    "sad_other": "Друга причина? Кажи НИ...",
    "yes_trail": "Ќе им го претставам на другите.",
    "meh_trail": "Не е лошо, појма немам.",
    "no_trail": "Има некои проблеми.",
    "score_question": "Од 1 до 10 колку ви се допаѓа Селдоне?"
  }
};