export default {
  "feedback": {
    "title": "നീ സന്തോഷവാനാണോ?",
    "sad_reasons": [
      "പ്രവർത്തിക്കാൻ പ്രയാസമാണ്!",
      "ഞാൻ തിരഞ്ഞത് ഞാൻ കണ്ടെത്തിയില്ല!",
      "എനിക്ക് സഹായം ആവശ്യമാണ്.",
      "എല്ലാം ചെയ്യാൻ എനിക്ക് ആളെ വേണം.",
      "എനിക്ക് ഡൊമെയ്ൻ സൗജന്യമായി ചേർക്കണം!"
    ],
    "happy_message": "നിങ്ങൾക്ക് കൂടുതൽ സവിശേഷതകളോ ആപ്ലിക്കേഷനുകളോ വേണമെങ്കിൽ, അവ ഞങ്ങളുടെ കമ്മ്യൂണിറ്റി പേജിൽ എഴുതുക.",
    "happy_title": "നന്ദി",
    "sad_title": "എന്ത് കൊണ്ട് നിനക്ക് സന്തോഷമില്ല?",
    "sad_title_score_mode": "അവസാന ചോദ്യം, എന്തുകൊണ്ടാണ് നിങ്ങൾ മറ്റുള്ളവർക്ക് Selldone ശുപാർശ ചെയ്യാത്തത്?",
    "sad_other": "മറ്റൊരു കാരണം? ഞങ്ങളോട് പറയു...",
    "yes_trail": "ഞാൻ അത് മറ്റുള്ളവർക്ക് പരിചയപ്പെടുത്താം.",
    "meh_trail": "മോശമല്ല, എനിക്കറിയില്ല.",
    "no_trail": "ചില പ്രശ്നങ്ങളുണ്ട്.",
    "score_question": "1 മുതൽ 10 വരെ, നിങ്ങൾക്ക് Selldone എത്രത്തോളം ഇഷ്ടമാണ്?"
  }
};