export default {
  "feedback": {
    "title": "Та аз жаргалтай байна уу?",
    "sad_reasons": [
      "Хамт ажиллахад хэцүү!",
      "Би хайж байсан зүйлээ олсонгүй!",
      "Надад тусламж хэрэгтэй байна.",
      "Надад бүгдийг хийх хүн хэрэгтэй байна.",
      "Би үнэгүй домэйн нэмэхийг хүсч байна!"
    ],
    "happy_message": "Хэрэв танд нэмэлт функц эсвэл програм хэрэгтэй бол манай нийгэмлэгийн хуудсанд бичээрэй.",
    "happy_title": "Баярлалаа",
    "sad_title": "Чи яагаад баярлахгүй байгаа юм бэ?",
    "sad_title_score_mode": "Сүүлийн асуулт, яагаад Selldone-г бусдад санал болгохгүй байна вэ?",
    "sad_other": "Өөр шалтгаан? Бидэнд хэл...",
    "yes_trail": "Би үүнийг бусдад танилцуулах болно.",
    "meh_trail": "Муу биш, надад ямар ч ойлголт алга.",
    "no_trail": "Зарим асуудал байна.",
    "score_question": "1-ээс 10 хүртэл танд Selldone хэр их таалагддаг вэ?"
  }
};