export default {
  "feedback": {
    "title": "खुसी हुनुहुन्छ ?",
    "sad_reasons": [
      "संग काम गर्न गाह्रो!",
      "मैले खोजेको कुरा भेटिन!",
      "मलाई सहयोग चाहियो।",
      "मलाई सबै कुरा गर्न कोही चाहिन्छ।",
      "म नि:शुल्क डोमेन थप्न चाहन्छु!"
    ],
    "happy_message": "यदि तपाईंलाई थप सुविधाहरू वा अनुप्रयोगहरू चाहिन्छ भने, तिनीहरूलाई हाम्रो समुदाय पृष्ठमा लेख्नुहोस्।",
    "happy_title": "धन्यवाद",
    "sad_title": "किन खुसी हुनुहुन्न ?",
    "sad_title_score_mode": "अन्तिम प्रश्न, तपाइँ किन अरूलाई Selldone सिफारिस गर्नुहुन्न?",
    "sad_other": "अर्को कारण? हामीलाई भन्नुहोस्...",
    "yes_trail": "म अरूलाई परिचय गराउँछु।",
    "meh_trail": "नराम्रो छैन, मलाई थाहा छैन।",
    "no_trail": "केही समस्या छन् ।",
    "score_question": "1 देखि 10 सम्म, तपाईलाई Selldone कति मन पर्छ?"
  }
};