export default {
  "feedback": {
    "title": "ਕੀ ਤੁਸੀਂ ਖੁਸ਼ ਹੋ?",
    "sad_reasons": [
      "ਨਾਲ ਕੰਮ ਕਰਨਾ ਔਖਾ!",
      "ਮੈਨੂੰ ਉਹ ਨਹੀਂ ਮਿਲਿਆ ਜੋ ਮੈਂ ਲੱਭ ਰਿਹਾ ਸੀ!",
      "ਮੈਨੂੰ ਮਦਦ ਚਾਹੀਦੀ ਹੈ.",
      "ਮੈਨੂੰ ਸਭ ਕੁਝ ਕਰਨ ਲਈ ਕਿਸੇ ਦੀ ਲੋੜ ਹੈ।",
      "ਮੈਂ ਮੁਫਤ ਵਿੱਚ ਡੋਮੇਨ ਜੋੜਨਾ ਚਾਹੁੰਦਾ ਹਾਂ!"
    ],
    "happy_message": "ਜੇਕਰ ਤੁਹਾਨੂੰ ਹੋਰ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਜਾਂ ਐਪਲੀਕੇਸ਼ਨਾਂ ਦੀ ਲੋੜ ਹੈ, ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਸਾਡੇ ਕਮਿਊਨਿਟੀ ਪੇਜ ਵਿੱਚ ਲਿਖੋ।",
    "happy_title": "ਤੁਹਾਡਾ ਧੰਨਵਾਦ",
    "sad_title": "ਤੁਸੀਂ ਖੁਸ਼ ਕਿਉਂ ਨਹੀਂ ਹੋ?",
    "sad_title_score_mode": "ਆਖਰੀ ਸਵਾਲ, ਤੁਸੀਂ ਦੂਸਰਿਆਂ ਨੂੰ Selldone ਦੀ ਸਿਫ਼ਾਰਸ਼ ਕਿਉਂ ਨਹੀਂ ਕਰਦੇ?",
    "sad_other": "ਇਕ ਹੋਰ ਕਾਰਨ? ਸਾਨੂ ਦੁਸ...",
    "yes_trail": "ਮੈਂ ਇਸਨੂੰ ਦੂਜਿਆਂ ਨਾਲ ਪੇਸ਼ ਕਰਾਂਗਾ।",
    "meh_trail": "ਬੁਰਾ ਨਹੀਂ, ਮੈਨੂੰ ਕੋਈ ਪਤਾ ਨਹੀਂ ਹੈ.",
    "no_trail": "ਕੁਝ ਸਮੱਸਿਆਵਾਂ ਹਨ।",
    "score_question": "1 ਤੋਂ 10 ਤੱਕ, ਤੁਸੀਂ ਸੇਲਡੋਨ ਨੂੰ ਕਿੰਨਾ ਪਸੰਦ ਕਰਦੇ ਹੋ?"
  }
};