export default {
  "feedback": {
    "title": "Ты счастлив?",
    "sad_reasons": [
      "Тяжело работать!",
      "Я не нашел то, что искал!",
      "Мне нужна помощь.",
      "Мне нужен кто-то, чтобы делать все.",
      "Я хочу добавить домен бесплатно!"
    ],
    "happy_message": "Если вам нужны дополнительные функции или приложения, напишите о них на странице нашего сообщества.",
    "happy_title": "Спасибо",
    "sad_title": "Почему ты не счастлив?",
    "sad_title_score_mode": "Последний вопрос, почему вы не рекомендуете Selldone другим?",
    "sad_other": "Другой причиной? Скажи нам...",
    "yes_trail": "Я представлю это другим.",
    "meh_trail": "Не плохо, понятия не имею.",
    "no_trail": "Есть некоторые проблемы.",
    "score_question": "От 1 до 10, насколько вам нравится Selldone?"
  }
};