export default {
  "feedback": {
    "title": "ඔයා සතුටු ද?",
    "sad_reasons": [
      "වැඩ කරන්න අමාරුයි!",
      "මම සොයන දේ මට හමු නොවීය!",
      "මට උදව් අවශ්යයි.",
      "මට හැමදේම කරන්න කෙනෙක් ඕන.",
      "මට නොමිලේ වසම එක් කිරීමට අවශ්‍යයි!"
    ],
    "happy_message": "ඔබට තවත් විශේෂාංග හෝ යෙදුම් අවශ්‍ය නම්, ඒවා අපගේ ප්‍රජා පිටුවේ ලියන්න.",
    "happy_title": "ඔබට ස්තුතියි",
    "sad_title": "ඔබ සතුටු නොවන්නේ ඇයි?",
    "sad_title_score_mode": "අවසාන ප්‍රශ්නය, ඔබ අන් අයට Selldone නිර්දේශ නොකරන්නේ ඇයි?",
    "sad_other": "තවත් හේතුවක්? අපට කියන්න...",
    "yes_trail": "මම එය අන් අයට හඳුන්වා දෙන්නම්.",
    "meh_trail": "නරක නැහැ, මට කිසිම අදහසක් නැහැ.",
    "no_trail": "සමහර ගැටලු තියෙනවා.",
    "score_question": "1 සිට 10 දක්වා, ඔබ Selldone කොපමණ කැමතිද?"
  }
};