export default {
  "feedback": {
    "title": "Да ли си срећан?",
    "sad_reasons": [
      "Тешко је радити са!",
      "Нисам нашао оно што сам тражио!",
      "Требам помоћ.",
      "Треба ми неко да уради све.",
      "Желим да бесплатно додам домен!"
    ],
    "happy_message": "Ако вам треба више функција или апликација, напишите их на страници наше заједнице.",
    "happy_title": "Хвала вам",
    "sad_title": "Зашто ниси срећан?",
    "sad_title_score_mode": "Последње питање, зашто Селдоне не препоручите другима?",
    "sad_other": "Још један разлог? Реците нам...",
    "yes_trail": "Представићу га другима.",
    "meh_trail": "Није лоше, немам појма.",
    "no_trail": "Постоје неки проблеми.",
    "score_question": "Од 1 до 10, колико волиш Селдона?"
  }
};