export default {
  "feedback": {
    "title": "நீங்கள் மகிழ்ச்சியாக இருக்கிறீர்களா?",
    "sad_reasons": [
      "வேலை செய்வது கடினம்!",
      "நான் தேடியது கிடைக்கவில்லை!",
      "எனக்கு உதவி தேவை.",
      "எல்லாவற்றையும் செய்ய எனக்கு ஒருவர் தேவை.",
      "நான் டொமைனை இலவசமாக சேர்க்க விரும்புகிறேன்!"
    ],
    "happy_message": "உங்களுக்கு கூடுதல் அம்சங்கள் அல்லது பயன்பாடுகள் தேவைப்பட்டால், அவற்றை எங்கள் சமூகப் பக்கத்தில் எழுதவும்.",
    "happy_title": "நன்றி",
    "sad_title": "நீங்கள் ஏன் மகிழ்ச்சியாக இல்லை?",
    "sad_title_score_mode": "கடைசி கேள்வி, நீங்கள் ஏன் மற்றவர்களுக்கு Selldone ஐ பரிந்துரைக்கக்கூடாது?",
    "sad_other": "வேறொரு காரணம்? எங்களிடம் சொல்...",
    "yes_trail": "மற்றவர்களுக்கு அறிமுகப்படுத்துகிறேன்.",
    "meh_trail": "மோசமாக இல்லை, எனக்கு எதுவும் தெரியாது.",
    "no_trail": "சில பிரச்சனைகள் உள்ளன.",
    "score_question": "1 முதல் 10 வரை, நீங்கள் Selldone எவ்வளவு விரும்புகிறீர்கள்?"
  }
};