export default {
  "feedback": {
    "title": "Шумо хушбахтед?",
    "sad_reasons": [
      "Бо кор кардан душвор аст!",
      "Он чизеро, ки меҷӯям, наёфтам!",
      "Ман кӯмак лозим дорам.",
      "Ба ман касе лозим аст, ки ҳама чизро кунад.",
      "Ман мехоҳам доменро ройгон илова кунам!"
    ],
    "happy_message": "Агар ба шумо хусусиятҳо ё барномаҳои бештар лозим бошад, онҳоро дар саҳифаи ҷомеаи мо нависед.",
    "happy_title": "сипос",
    "sad_title": "Чаро шумо хушбахт нестед?",
    "sad_title_score_mode": "Саволи охирин, чаро шумо Selldone-ро ба дигарон тавсия намедиҳед?",
    "sad_other": "Сабаби дигар? Ба мо бигӯед...",
    "yes_trail": "Ман онро ба дигарон муаррифӣ мекунам.",
    "meh_trail": "Бад нест, ман тасаввуроте надорам.",
    "no_trail": "Баъзе мушкилот вуҷуд доранд.",
    "score_question": "Аз 1 то 10, ба шумо Selldone чӣ қадар маъқул аст?"
  }
};