export default {
  "feedback": {
    "title": "คุณมีความสุขไหม?",
    "sad_reasons": [
      "ยากที่จะทำงานด้วย!",
      "ฉันไม่พบสิ่งที่ฉันกำลังมองหา!",
      "ฉันต้องการความช่วยเหลือ.",
      "ฉันต้องการใครสักคนที่จะทำทุกอย่าง",
      "อยากเพิ่มโดเมนฟรี!"
    ],
    "happy_message": "หากคุณต้องการคุณสมบัติหรือแอปพลิเคชันเพิ่มเติม เขียนไว้ในหน้าชุมชนของเรา",
    "happy_title": "ขอขอบคุณ",
    "sad_title": "ทำไมคุณไม่มีความสุข",
    "sad_title_score_mode": "คำถามสุดท้าย ทำไมไม่แนะนำ Selldone ให้คนอื่นดูล่ะ?",
    "sad_other": "เหตุผลอื่น ๆ? บอกเรา...",
    "yes_trail": "ฉันจะแนะนำให้คนอื่นรู้จัก",
    "meh_trail": "ไม่เลวฉันไม่มีความคิด",
    "no_trail": "มีปัญหาบางอย่าง",
    "score_question": "จาก 1 ถึง 10 คุณชอบ Selldone มากแค่ไหน?"
  }
};