export default {
  "feedback": {
    "title": "Син бәхетлеме?",
    "sad_reasons": [
      "Эшләү авыр!",
      "Мин эзләгәнне тапмадым!",
      "Миңа ярдәм кирәк.",
      "Миңа барысын да эшләргә кемдер кирәк.",
      "Мин бушлай домен өстәргә телим!"
    ],
    "happy_message": "Сезгә күбрәк үзенчәлекләр яки кушымталар кирәк булса, аларны безнең җәмгыять битенә языгыз.",
    "happy_title": "Рәхмәт",
    "sad_title": "Нигә сез бәхетле түгел?",
    "sad_title_score_mode": "Соңгы сорау, нигә сез Селдонны башкаларга тәкъдим итмисез?",
    "sad_other": "Тагын бер сәбәп? Әйтегез әле ...",
    "yes_trail": "Мин аны башкалар белән таныштырырмын.",
    "meh_trail": "Начар түгел, минем уйым юк.",
    "no_trail": "Кайбер проблемалар бар.",
    "score_question": "1 дән 10га кадәр, сез Селдонны күпме яратасыз?"
  }
};