export default {
  "feedback": {
    "title": "خۇشالمۇ؟",
    "sad_reasons": [
      "ئىشلەش تەس!",
      "مەن ئىزدەۋاتقان نەرسىنى تاپالمىدىم!",
      "مەن ياردەمگە موھتاج.",
      "مەن ھەممە ئىشنى قىلىدىغان ئادەمگە موھتاج.",
      "تور نامىنى ھەقسىز قوشماقچى!"
    ],
    "happy_message": "ئەگەر تېخىمۇ كۆپ ئىقتىدار ياكى پروگراممىلارغا ئېھتىياجلىق بولسىڭىز ، ئۇنى مەھەللە بېتىمىزگە يېزىڭ.",
    "happy_title": "رەھمەت سىزگە",
    "sad_title": "نېمىشقا خۇشال ئەمەس؟",
    "sad_title_score_mode": "ئاخىرقى سوئال ، نېمىشقا Selldone نى باشقىلارغا تەۋسىيە قىلمايسىز؟",
    "sad_other": "باشقا سەۋەبمۇ؟ بىزگە ئېيت ...",
    "yes_trail": "مەن ئۇنى باشقىلارغا تونۇشتۇرىمەن.",
    "meh_trail": "يامان ئەمەس ، مېنىڭ خىيالىم يوق.",
    "no_trail": "بەزى مەسىلىلەر بار.",
    "score_question": "1 دىن 10 گىچە ، سىز Selldone نى قانچىلىك ياخشى كۆرىسىز؟"
  }
};