export default {
  "feedback": {
    "title": "Чи ти щасливий?",
    "sad_reasons": [
      "Важко працювати!",
      "Я не знайшов те, що шукав!",
      "Мені потрібна допомога.",
      "Мені потрібен хтось, щоб зробити все.",
      "Я хочу безкоштовно додати домен!"
    ],
    "happy_message": "Якщо вам потрібні додаткові функції чи програми, напишіть їх на нашій сторінці спільноти.",
    "happy_title": "Дякую",
    "sad_title": "Чому ти не щасливий?",
    "sad_title_score_mode": "Останнє запитання: чому б ви не рекомендували Selldone іншим?",
    "sad_other": "Інша причина? Скажи нам...",
    "yes_trail": "Я познайомлю це з іншими.",
    "meh_trail": "Непогано, поняття не маю.",
    "no_trail": "Є деякі проблеми.",
    "score_question": "Від 1 до 10, як вам подобається Selldone?"
  }
};