export default {
  "feedback": {
    "title": "کیا تم خوش ہو؟",
    "sad_reasons": [
      "کے ساتھ کام کرنا مشکل ہے!",
      "مجھے وہ نہیں ملا جس کی میں تلاش کر رہا تھا!",
      "مجھے مدد کی ضرورت ہے.",
      "مجھے ہر کام کرنے کے لیے کسی کی ضرورت ہے۔",
      "میں مفت میں ڈومین شامل کرنا چاہتا ہوں!"
    ],
    "happy_message": "اگر آپ کو مزید خصوصیات یا ایپلیکیشنز کی ضرورت ہے تو انہیں ہمارے کمیونٹی پیج پر لکھیں۔",
    "happy_title": "شکریہ",
    "sad_title": "تم خوش کیوں نہیں ہو؟",
    "sad_title_score_mode": "آخری سوال، آپ دوسروں کو سیلڈون کی سفارش کیوں نہیں کرتے؟",
    "sad_other": "ایک اور وجہ؟ ہمیں بتاو...",
    "yes_trail": "میں اسے دوسروں سے متعارف کرواؤں گا۔",
    "meh_trail": "برا نہیں، مجھے کوئی اندازہ نہیں ہے۔",
    "no_trail": "کچھ مسائل ہیں۔",
    "score_question": "1 سے 10 تک، آپ کو سیلڈون کتنا پسند ہے؟"
  }
};