export default {
  "feedback": {
    "title": "זענט איר צופרידן?",
    "sad_reasons": [
      "שווער צו אַרבעטן מיט!",
      "איך האָב ניט געפֿונען וואָס איך זוך!",
      "איך דארף הילף.",
      "איך דאַרף עמעצער צו טאָן אַלץ.",
      "איך ווילן צו לייגן פעלד פֿאַר פריי!"
    ],
    "happy_message": "אויב איר דאַרפֿן מער פֿעיִקייטן אָדער אַפּלאַקיישאַנז, שרייַבן זיי אין אונדזער קהל בלאַט.",
    "happy_title": "אדאנק",
    "sad_title": "פארוואס ביסטו נישט צופרידן?",
    "sad_title_score_mode": "לעצטע קשיא, פארוואס טאָן ניט רעקאָמענדירן סעלדאָנע צו אנדערע?",
    "sad_other": "אן אנדער סיבה? זאג אונז...",
    "yes_trail": "איך וועט באַקענען עס צו אנדערע.",
    "meh_trail": "נישט שלעכט, איך האב נישט קיין אנונג.",
    "no_trail": "עס זענען עטלעכע פראבלעמען.",
    "score_question": "פון 1 צו 10, ווי פיל טאָן איר ווי סעללדאָנע?"
  }
};