<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "Խանութ",
    'request' => "խնդրանք",
    'stage' => "Կարգավիճակ",
    'budget' => "բյուջեն",
    'contact' => "Կապ",
    'name' => "Անուն",
    'email' => "Էլ",
    'user' => "Օգտատեր",
    'copy' => "Պատճենել",
    'important' => "Կարևոր",
    'faq' => "FAQ",

    'select_shop' => "Ընտրեք Խանութ",
    'loading' => "Բեռնվում է",

    'add_comment' => "Ավելացնել մեկնաբանություն",
    'add_comment_sub' => "Կիսվեք ձեր մտքերով մեզ հետ",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "Սեղմելով «Գրանցվել»՝ դուք համաձայնում եք :name <a href='/terms' target='_blank'>Q</a> օգտագործման պայմաններին և <a href='/privacy' target='_blank'>Գաղտնիության քաղաքականությանը</a>: Դուք համաձայնում եք ստանալ հեռախոսազանգեր և SMS հաղորդագրություններ :name-ից պատվերի թարմացումների և/կամ շուկայավարման նպատակով: Հաղորդագրությունների հաճախականությունը կախված է ձեր գործունեությունից: Դուք կարող եք հրաժարվել՝ ուղարկելով <b>STOP</b> <b>86753</b> հաղորդագրությունը: Հաղորդագրությունների և տվյալների փոխանցման սակագները կարող են կիրառվել: Մենք հարգում ենք մարդկանց գաղտնիությունը և երբեք չենք վաճառում ձեր տվյալները կամ օգտագործում դրանք գովազդի համար: Եթե ​​Ձեզ անհրաժեշտ է լրացուցիչ տեղեկատվություն, դիմեք մեզ:",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'Սահմանված չէ: Ինձ ավելի շատ տեղեկություններ են պետք:',
        'start' => "Ես նոր եմ սկսում իմ բիզնեսը:",
        'online' => "Ես բիզնես ունեմ և ցանկանում եմ այն առցանց բերել:",
        'extend' => "Ես աշխատում եմ իմ առցանց խանութում։",
        'pos' => "Ես մտադիր եմ օգտագործել Selldone POS իմ ֆիզիկական խանութում:",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "Բանկային փոխանցում",
            'description' => "Ձեռքով գումար փոխանցեք վաճառողի հաշվին:",
        ],
    ],

];
