<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "Instagram Store Builder|Փոխարկեք Instagram-ի հաշիվը առցանց խանութի",
        'desc' => "Ձեր գումարը ոչ մի տեղ մի վատնեք։ Ձեր խանութը Selldone-ում կառուցելուց հետո այլևս չեք մտածի աշխատել խանութների կառուցման այլ գործիքների հետ, ինչպիսիք են WordPress-ը, Joomla-ն և WooCommerce-ը:",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "Ինչպե՞ս են խոհարարն ու նրա գեղեցիկ կատուն վաճառում Instagram-ում:",


        'alt1' => "Selldone Instagram Store Builder",
        'alt2' => 'Instagram-ում Sarah տորթ վաճառելու պատմությունը',
        'alt3' => 'Selldone առցանց պատվերների մշակման կենտրոն',
        'alt4' => 'Selldone առցանց խանութի վճարման դարպաս',
        'alt5' => 'Ավտոմատացված SEO շարժիչ առցանց խանութների համար',
        'alt6' => 'Instagram-ում առցանց վաճառելու նոր եղանակներ',
        'alt7' => 'Բրենդինգ և բրենդինգ',
        'alt8' => 'Խանութ Գանձապահ',
        'alt9' => 'Շուկայավարման և վաճառքի գործիքներ',
        'alt10' => 'Անվճար բիզնես գործընկեր',
        'alt11' => 'Պատվերների մշակման կենտրոն',
        'alt12' => 'Հավատարիմ հաճախորդներ',
        'alt13' => 'Ուղղակի վճարման դարպաս',
        'alt14' => 'Instagram-ի վաճառքի ալիքներ',
        'alt15' => 'Կայքի և խանութի ծրագրավորողի վարձում',
        'alt16' => 'Selldone պլատֆորմի պատմություն',
        'alt17' => 'Կայքի և խանութի ավտոմատացված SEO շարժիչ',
        'alt18' => 'Երջանիկ վաճառող',
        'alt19' => 'Գնումների զամբյուղ',


        'm1' => 'Ինչու Selldone:',
        'm2' => 'Ավտո SEO',
        'm3' => 'Գները (անվճար)',

        'register' => 'Գրանցվել',

        'header' => '<span class="ulr"> 10x Times</span> Ավելին և ավելի լավQ<br><span class="ulr">Sell</span> Instagram-ում',
        'header_msg' => 'Պատկերացրեք, որ հաճախորդները Instagram-ից բացում են խանութի նման էջ, ընտրում են ապրանքներ իրենց հավանած լուսանկարներից, ավելացնում դրանք պատվերի մեջ և ուղղակիորեն վճարում ձեր հաշվին առցանց: Լուծումը հենց ձեր առջև է։',

        'name_plc' => 'Մուտքագրեք ձեր օգտվողի անունը',
        'preview' => 'Նախադիտման խանութ',
        'create_act' => 'Ստեղծեք Instagram խանութ',


        'title1s' => 'Ինչպե՞ս է այն աշխատում:',
        'title1' => 'Ձեր Instagram-ը վերածեք <span class="ulb"> լիարժեք հատկություններով </span> խանութի:',
        'desc1' => 'Դուք կունենաք ավելի շատ հնարավորություններ, քան ամենամեծ առցանց խանութների վահանակը, բայց մի սխալվեք, պարզ հոսթների հետ աշխատելը զվարճալի է:',
        'sub1' => 'Ապրանքի կառավարումն աշխատում է այսպես...',
        'sub1msg' => "Առաջին քայլը ապրանքներ ավելացնելն է: Selldone-ի միջոցով դուք կարող եք ապրանքներ ներմուծել Instagram-ից, վերբեռնել Excel ֆայլ կամ օգտագործել այլ պարզ մեթոդներ ընդամենը մի քանի կտտոցով:",
         'list1_1' => 'Ամբողջովին սպանել և փակել կառավարումը',
         'list1_2' => 'Գույքագրման թարմացում և արագ գին',
         'list1_3' => 'Ավելացնել ապրանքներ excel ֆայլով',
         'list1_4' => 'Սրանից ապրանքներ ավելացրեք',
         'list1_5' => 'Դուք ձանձրանում եք: Մենք ձեզ կավելացնենք!',

        'title2s' => 'Պատվերներն աշխատում են այսպես...',
        'title2' => "Օրական 10 անգամ ավելի շատ պատվերներ ձեզ համար բավարար չէ՞: Selldone նախատեսված է յուրաքանչյուր խանութի համար օրական ավելի քան 10 հազար պատվերների համար:",

        'list2_1' => 'Տեսեք ձեր ճանապարհորդության կարգավիճակը արագ և գործեք արագ',
        'list2_2' => 'Հաճախորդը կարող է տեսնել իր պատվերի վերջին կարգավիճակը',
        'list2_3' => 'Կառավարեք վճարումը, պատվերի մշակումը և առաքումը',
        'list2_4' => 'Ավելացրեք այնքան համահեղինակ, որքան ցանկանում եք',


        'title3s' => 'Ուղիղ խաղն ավարտված է:',
        'title3' => "Առցանց վճարումը ձեր խանութում կկատարվի ձեր տիրույթով և անմիջապես ձեր հաշվին: Դուք կարող եք ընտրել առցանց պորտալների և տեղում վճարման տեսակները:",

        'list3_1' => 'Առցանց վճարման դարպաս (ուղիղ դեպի ձեր հաշիվ)',
        'list3_2' => 'Տեղում վճարումը միացնելու հնարավորություն',
        'list3_3' => 'Ստացեք մուտք առանց էլեկտրոնային վստահության նշանի (աշխատավարձ)',
        'list3_4' => 'Կառավարեք վճարումները և մեկ սեղմումով պատվերները',


        'title4s' => 'Ավտո SEO',
        'title4' => 'SEO-ի համար հարմար կայքի նախագծումը, որը հետևում է SEO-ի լավագույն փորձին, օգնում է ձեր առցանց բիզնեսն ավելի տեսանելի դարձնել պոտենցիալ հաճախորդների համար: Selldone-ն ապահովում է այն ենթակառուցվածքը, որն անհրաժեշտ է SEO-ի վրա հիմնված խանութի համար, այնպես որ դուք ստիպված չեք լինի անհանգստանալ Google-ում հայտնաբերման մասին:',

        'list4_1' => 'Դուք մեզ մոտ թողնում եք լավ տեքստ և պատկերներ',

        'title0' => 'Ժամանակն է <span class="uly"> վաճառել ավելի պրոֆեսիոնալ </span>, ձեր հաճախորդներին ավելի երջանիկ դարձնել<br> և հպարտ զգալ, որ աճում եք առցանց բիզնես',


        'title6s' => "Մի բավարարվեք սրանով",
        'title6' => 'Շատ ավելին, քան Instagram-ի խանութը...',


        'features' => 'Առանձնահատկություններ',
        'features_act' => 'Դիտեք բոլոր հատկանիշները',

        'x1' => 'Առցանց խանութ հատուկ տիրույթում, որպեսզի ստեղծեք ձեր ապրանքանիշը և ունենաք ձեր սեփական հաճախորդների ակումբը:',
        'x2' => 'Առցանց խանութի դրամարկղ խանութի համար 0 $ տեղադրման արժեքով և այնքան, որքան անհրաժեշտ է:',
        'x3' => 'Լավագույն մարքեթինգային և վաճառքի գործիքները, որոնք չունեն անգամ ոստիկանական շուկայի ամենամեծ ապրանքանիշերը:',
        'x4' => "Selldone անունով լավ ու քիչ սպասելիքներ ունեցող գործընկեր, ում ամբողջ ջանք գործադրում է բարձրացնել ընկերության վաճառքները, ոչ թե գումար վերցնել ու թողնել դրանք։",

        'a1' => 'Պատվերների մշակում',
        'a1s' => 'Նախատեսված է արագության համար',

        'a2' => 'Մարքեթինգ և խթաններ',
        'a2s' => 'Գտեք հավատարիմ հաճախորդներ',

        'a3' => 'Ուղղակի վճարում',
        'a3s' => 'Վճարման միջերես չկա',

        'a4' => 'Վաճառքի ալիքներ',
        'a4s' => 'Telegram, Google, Instagram և այլն:',

        'blog' => 'բլոգ',

        'b1' => "Արդյո՞ք մեզ դեռ պետք է ծրագրավորող վարձել, խանութների կառուցման փաթեթներ կամ հոսթներ գնել 2021 թվականին:",
        'b2' => "Selldone-ի պատմությունը|Կայքի և առցանց բիզնեսի գործարկման մեթոդի փոփոխություն",
        'b3' => 'Ավտոմատ SEO շարժիչը փայլում է Google-ի արդյունքներում',
        'read' => 'Շարունակեք',

        'title5s' => 'Ցանկանու՞մ եք իմանալ, թե որքան արժե այն:',
        'title5' => '<span class="ulr"> մոդելից անվճար ցմահ</span> 2% միջնորդավճարով<br> մինչև 0,5% միջնորդավճար ամսավճարով',
        'msg5' => "Քանի դեռ դուք վաճառք չունեք, մեկ ռիալի սեփականատերերը ձեզանից չեն գանձի կայքի, հոսթի, սերվերների, ծառայությունների, գործիքների, աջակցության, թարմացումների և այլ բաների համար: Գումարը կգրանցվի անմիջապես ձեր հաշվին: Selldone-ն վստահում է իր բոլոր գործընկերներին վճարել վճարը ամսվա վերջում կամ եթե նրանք խնդիր ունենան մի քանի ամիս անց՝ լիցքավորելով իրենց դրամապանակները:",
         'footer_act' => "Անվճար միակ առավելությունը չէ: Ինչպե՞ս:",
         'footer' => 'Տվեք ցանկացած հարց կամ խորհուրդ, որը ցանկանում եք:',

        's1' => 'Խելացի հաշվետվություն',
        's2' => 'Անվճար ամպային հոստինգ',
        's3' => 'Լոգիստիկա և վերամշակում',
        's4' => 'Landing Page Builder',
        's5' => 'Առանձնահատկություններ և առավելություններ',
        's6' => 'Ֆինանսական կառավարում',
        's7' => 'Մարքեթինգային գործիքներ',
        's8' => 'Խթաններ և հաճախորդներ',
        's9' => 'Selldone-ի մասին',
        's10' => 'Բլոգ',
        's11' => 'Օգնություն',
        's12' => 'Գաղտնիություն',
        's13' => 'Պայմաններ և դրույթներ',
        's14' => 'Խանութ շինարար',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Մտահոգվա՞ծ եք Selldone-ի հետ աշխատելու մասին:",
        'import_title' => "Հարցրեք Selldone օգտվողներին; նրանց կարծիքը <span class='ulr'> պարզության և արագության վերաբերյալ </span> կզարմացնի ձեզ:",
        'import_message' => "Դուք կարող եք ձեր ապրանքները ներմուծել անմիջապես Instagram-ից ձեր խանութ, բայց եթե ցանկանում եք, կարող եք ավտոմատ կերպով ավելացնել նրանց բոլոր ապրանքներն ու նկարները ձեր խանութում՝ պարզ Excel ֆայլի միջոցով: Դուք լրացնում եք նույն ֆայլը, պատճենում եք պատկերների URL Google-ից և վերջապես քաշում եք ձեր CSV ֆայլը և գցում այն ​​արտադրանքի կառավարման բաժին: Selldone դա կանի ձեզ համար:",
        'import_t1' => "Դուք որևէ ապրանք ունե՞ք",
        'import_b1' => "Նրանք զուրկ են բազմազանությունից",
        'import_m1' => "Պարզապես ներբեռնեք այս ֆայլը, մուտքագրեք ապրանքի անվանումը, գինը և գույքագրումը և պատճենեք և տեղադրեք պատկերի հղումը Google-ի նման վայրից:",

        'import_b2' => "Բազմաթիվ տատանումներ",
        'import_m2' => "Բազմազանությունը նշանակում է գույն, չափ, նյութ և նման բաներ: Եթե ​​դուք ունեք շատ ապրանքներ, կարող եք ներբեռնել այս ֆայլը և լրացնել ձեր արտադրանքի տվյալները: Այս մեկը մի քիչ ավելի դժվար է",

        'import_download' => "Ներբեռնեք Նմուշի ֆայլը",

    ]

];
