<?php



return [

    'loading-title' => "Սանդղակ՝ անցանցից առցանց",
    'loading-message' => "Դուք փորձեք, մենք բացում ենք դռները",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'Selldone-ն բետա է', 'priority' => 'մ',
        'message' => "<p>\n            Մենք կցանկանայինք, որ դուք մասնակցեիք Open Beta-ին: Որպես բետա\n            փորձարկող, դուք կկարողանաք օգտագործել այն գործառույթները, որոնք չեն թողարկվել\n            հանրությանը։ Այս հատկանիշները կարող են հանրությանը հասանելի դառնալ\n            ապագան։ Հաշվի առեք, որ <b>all գործարքները գտնվում են թեստային ռեժիմում</b> և\n            <b> պարզ կլինի</b> մինչև վերջնական թողարկումը: Օգտագործողներ, խանութներ և\n            արտադրանքը <u> չի հեռացվի</u>:\n          </p>\n\n          <p>Շնորհակալություն,<br />CEO Selldone</p>"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "Երկքայլ մուտքը հաջողությամբ միացված է:",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "Երկքայլ մուտքն անջատված է:",


];
