<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'Խանութ',
        'blog' => 'Բլոգ',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'Մեր մասին',
    'contact' => 'Կապվեք մեզ հետ',


    'buy-action' => "Գնել հիմա",
    'buy-action-variant' => "Ընտրեք և գնեք հիմա",

    'product-images' => "Պատկերներ",
    'product-spec' => "Տեսակ",
    'Comments' => "Կարծիքներ և գնահատականներ",
    'related' => "Առնչվող ապրանքներ",
    'view-now' => "Դիտել հիմա",






];
