<?php 

 return [
     "failed" => "Эдгээр итгэмжлэл нь манай бүртгэлтэй таарахгүй байна.",
     "throttle" => "Хэт олон нэвтрэх оролдлого. :секунд секундын дараа дахин оролдоно уу.",
     "title_shop" => ":name руу нэвтэрнэ үү",
     "title_app" => "Програмын хандалт :name",
     "login_message" => "Бүртгэлдээ хандах хүсэлт гаргана уу.",
     "scopes_title" => "Энэ апп нь дараах хамрах хүрээг ашиглах эрхтэй болно",
     "accept" => "Баталгаажуулах",
     "reject" => "Татгалзах",
     "login_incorrect_password" => "Хэрэглэгчийн нэр эсвэл нууц үг буруу.",
     "reset_2fa_title" => "Хоёр шаттай нэвтрэх хүсэлтийг дахин тохируулна уу",
     "go_main_page" => "Нүүр хуудас руу оч",
     "signing_in" => "Нэвтэрч байна...",
];