<?php 

 return [
     "default_title" => "SELLDONE",
     "keywords" => [
        "бизнесийн os",
        "domain",
        "selldone",
        "цахим худалдааны платформ",
        "дэлгүүрийн барилгачин",
        "дэлгүүрийн барилгачин",
        "вэб сайт бүтээгч",
        "бизнесийн санаа",
        "захиалгат олон нийтийн барилгачин",
        "цагаан шошготой цахим худалдаа"
     ],
     "samin" => "зарагдсан",
     "Selldone" => "зарагдсан",
     "related" => "Холбоотой",
     "share" => "Хуваалцах",
     "global" => [
     "blog" => "Блог",
],
     "footer-title" => "Selldone® | Бизнесийн <span class='os-grad'>үйлдлийн систем</span> ™",
     "footer-subtitle" => "ЖДҮ болон бие даасан брэндүүдийн №1 үйлдлийн систем",
     "footer-about-selldone" => "Selldone нь цахим худалдааны платформын хувьд бизнесийн өсөлтийн сахиусан тэнгэрийн үүрэг гүйцэтгэдэг. Тоосгоны жижиг дэлгүүр эсвэл том компани байгаа эсэхээс үл хамааран та бүтээгдэхүүнээ интернетэд харуулах хэрэгтэй. Selldone нь үйл ажиллагааны зардал багатай, илүү уян хатан онлайн дэлгүүрүүд байгуулдаг байсан. Нэмж дурдахад бид дэлгүүрийн удирдлага, визуал програмчлалын интерфэйсийг нэгтгэх, автоматжуулалтын процесс эсвэл хиймэл оюун ухааны интеграцчлалыг бий болгох гэх мэт долоо хоног бүр шинэ боломжуудыг олж авдаг цахим худалдааны удирдлагын хэрэгслийн сүлжээг байнга сайжруулдаг.",
     "footer-action" => "Цахим худалдаагаа үүсгээрэй - Энэ нь үнэ төлбөргүй",
     "footer" => [
     "about" => "Selldone-ийн тухай",
     "contact" => "бидэнтэй холбоо барина уу",
     "email" => "support@selldone.com",
     "phone" => "🇩🇰 +45 36991215",
],
     "footer-menu" => [
        [
     "title" => "зарагдсан",
     "items" => [
        [
     "title" => "Бизнесийн платформ",
     "href" => "/store-builder",
],
        [
     "title" => "Блог",
     "href" => "/blog",
],
        [
     "title" => "Туслаач",
     "href" => "/help",
],
        [
     "title" => "FAQ",
     "href" => "/faq",
],
        [
     "title" => "Нууцлалын бодлого",
     "href" => "/privacy",
],
        [
     "title" => "Үйлчилгээний хугацаа",
     "href" => "/terms",
]
     ],
],
        [
     "title" => "Онцлогууд",
     "items" => [
        [
     "title" => "Онцлог, давуу тал",
     "href" => "/features",
],
        [
     "title" => "Marketing tools",
     "href" => "/marketing",
],
        [
     "title" => "Processing center",
     "href" => "/order-processing",
],
        [
     "title" => "Урамшуулал ба клубууд",
     "href" => "/incentives",
],
        [
     "title" => "Аудит, нягтлан бодох бүртгэл",
     "href" => "/auditing",
],
        [
     "title" => "Cloud hosting",
     "href" => "/cloud",
]
     ],
],
        [
     "title" => "Шийдэл",
     "items" => [
        [
     "title" => "NFT цуглуулга",
     "href" => "/nft",
],
        [
     "title" => "Гильд",
     "href" => "/guild",
],
        [
     "title" => "Авокадо",
     "href" => "/avocado",
],
        [
     "title" => "Мэргэжилтнүүд",
     "href" => "/experts",
],
        [
     "title" => "SEO engine",
     "href" => "/seo",
],
        [
     "title" => "Smart report",
     "href" => "/smart-report",
]
     ],
],
        [
     "title" => "Үйлчилгээ",
     "items" => [
        [
     "title" => "Үнэ ба төлөвлөгөө",
     "href" => "/price",
],
        [
     "title" => "Хэрэглээ",
     "href" => "/apps",
],
        [
     "title" => "Application builder",
     "href" => "/app-builder",
],
        [
     "title" => "Хуудас бүтээгч",
     "href" => "/page-builder",
],
        [
     "title" => "Logistic solution",
     "href" => "/logistic",
],
        [
     "title" => "Автоматжуулалт ба IoT",
     "href" => "/automation",
]
     ],
]
     ],
     "header" => [
     "home" => "Гэр",
     "features" => "Онцлогууд",
     "pricing" => "Үнэ тогтоох",
     "blogs" => "Блог",
     "community" => "Нийгэмлэг",
     "help" => "Туслаач",
     "features-menu" => [
     "store-builder" => "Цахим худалдаа бүтээгч",
     "community-platform" => "Захиалгат нийгэмлэг",
     "cloud" => "Үүлэн дээр суурилсан хостинг",
     "page-builder" => "Landing Page Builder",
     "smart-report" => "Ухаалаг тайлан үүсгэгч",
     "payment" => "Төлбөр, нягтлан бодох бүртгэл",
     "staffs" => "Хэрэглэгчид ба баг",
     "logistic" => "Логистик ба хүргэлт",
     "order-processing" => "Захиалга ба боловсруулалт",
     "marketing" => "Маркетинг ба кампанит ажил",
     "incentives" => "Клуб ба урамшуулал",
     "pos" => "Онлайн ПОС",
     "seo" => "Авто SEO хөдөлгүүр",
     "automation" => "Автоматжуулалт ба IoT",
     "ai" => "AI худалдаа",
     "app-builder" => "Хэрэглээний бүтээгч",
],
     "build" => "барих",
     "build-sub" => "Бид таны амжилтын түүхийг бүтээхийн тулд таны эргэн тойронд системийг бий болгодог.",
     "manage" => "Удирдах",
     "manage-sub" => "Бизнесээ удирдах нь урьд өмнөхөөсөө илүү тааламжтай байх болно.",
     "sel" => "Зарна",
     "sel-sub" => "Үргэлж хааж, мөнгө олж, таашаал аваарай.",
     "grow" => "Өсөх",
     "grow-sub" => "Таны гарт байгаа аж ахуйн нэгжийн түвшний онцлог, хэрэгсэл, тэнгэр таны хязгаар байх болно.",
],
     "article" => [
     "list-of-content" => "Агуулгын жагсаалт",
     "author" => "Зохиогч",
     "others-title" => "талаар дэлгэрэнгүй мэдээлэл: гарчиг",
],
     "page" => [
     "login" => [
     "title" => "Selldone | Нэвтрэх",
     "image" => "/images/seo/en/login.jpg",
     "description" => "Та хэр их хөрөнгөтэй, хаана бизнесээ эхлүүлсэн, дэлхийн хаана амьдарч байгаа нь хамаагүй! Selldone танд мэргэжлийн борлуулалтын бүх хэрэгслээр хангасан. Бүртгэл болон эдгээр хэрэгслүүд нь хүн бүрт, үүрд үнэ төлбөргүй байдаг.",
],
     "register" => [
     "title" => "Selldone | Бүртгүүлэх",
     "image" => "/images/seo/en/login.jpg",
     "description" => "Хандалт нь давуу эрх биш харин эрх гэдэгт бид итгэдэг! Нью-Йоркийн хамгийн баян гудамжинд эсвэл алс холын тосгонд бизнес эрхэлдэг эсэхээс үл хамааран интернет болон онлайн хэрэгсэл нь танд онлайнаар зарахад хэрэгтэй бүх зүйл байх ёстой! Энэ бол Селдонегийн мөрөөдөл юм.",
],
     "home" => [
     "title" => "Мэргэжлийн хүмүүс шиг борлуулалт — Selldone® Business OS",
     "image" => "/images/seo/en/create-my-ecommerce-website-free.jpg",
     "description" => "Selldone бол бизнесээ визуал байдлаар бүтээх, удирдах, өргөжүүлэхэд зориулагдсан Business OS юм. Сая сая захиалгын хувьд кодгүй, шинжээчийн шаардлагагүй шийдлээр үүнийг өөрөө хий.",
],
     "helps" => [
     "title" => "Туслаач",
     "image" => "/images/seo/en/help.jpg",
     "description" => "Хэрхэн амжилттай бизнес хийх вэ.",
],
     "blogs" => [
     "title" => "Блог",
     "image" => "/images/seo/en/academy.jpg",
     "description" => "Selldone-ийн хамгийн сүүлийн үеийн мэдээ, контент.",
],
     "faqs" => [
     "title" => "Түгээмэл асуултууд",
     "image" => "/images/seo/en/faq.jpg",
     "description" => "Selldone дээрх асуулт хариулт.",
],
     "price" => [
     "title" => "Үнийн жагсаалт",
     "image" => "/images/seo/en/price.jpg",
     "description" => "Цагийн хязгаарлалтгүйгээр үнэ төлбөргүй дэлгүүр, сайт барих мэргэжлийн бүх боломжууд таныг хүлээж байна.",
],
     "api" => [
     "title" => "API",
     "image" => "/images/seo/en/api.jpg",
     "description" => "Вэб үйлчилгээ, програм хөгжүүлэх баримт бичиг, үйлчилгээ холбогдсон.",
],
     "apps" => [
     "title" => "Апп дэлгүүр",
     "image" => "/images/seo/en/apps.jpg",
     "description" => "Дэлгүүрт програм суулгах нь зөвхөн нэг товшилтоор таны дэлгүүрт зориулагдсан болно.",
],
     "experts" => [
     "title" => "Мэргэжилтнүүд",
     "image" => "/images/seo/en/expert.jpg",
     "description" => "Дэлгүүрээ төлөвлөх, нээх, сурталчлах, удирдах талаар санаа зовох хэрэггүй, Selldone-ийн мэргэжилтнүүд танд туслахад бэлэн байна. Мэргэшсэн мэргэжилтэн хөлсөлж, ажлыг илүү сайн, хурдан хий.",
],
     "avocado" => [
     "title" => "Авокадо - Орчин үеийн нийгмийн борлуулалтын суваг",
     "image" => "/images/seo/en/create-avocado-seo.jpg?v=1",
     "description" => "Нэг мөнгөн дүн, нэг гарчиг байхад л үйлчлүүлэгчдээсээ мөнгө авах хэрэгтэй! Мөнгө таны дансанд шууд орох бөгөөд таны үйлчлүүлэгчид худалдан авалт хийх өвөрмөц туршлагатай болно.",
],
     "referral" => [
     "title" => "Түнш хөтөлбөр - Selldone",
     "image" => "/images/seo/en/referral.png",
     "description" => "Сонирхолтой номлолд нэгдэж, өөртөө идэвхгүй орлогын урсгалыг бий болго.",
],
     "press" => [
     "title" => "Хэвлэлийн эх сурвалж - Selldone",
     "image" => "/images/seo/en/press.png",
     "description" => "Selldone-ийн талаар бичих сонирхолтой хэн бүхэнд зориулсан эх сурвалж.",
],
     "roadmap" => [
     "title" => "Замын зураг — Selldone",
     "image" => "/images/seo/roadmap.jpg",
     "description" => "Энэ бол цорын ганц платформ юм; Энэ нь огт өвөрмөц бөгөөд бусад бүхнээс тэс өөр юм. Энэ бол ЖДҮ-д зориулсан аж ахуйн нэгжийн түвшний хэрэгсэл бүхий үйлчилгээ болох цорын ганц, кодгүй Бизнесийн үйлдлийн систем юм.",
],
     "onboarding" => [
     "title" => "Үнэгүй онлайн худалдааны вэбсайт бүтээгч - Хариуцлагатай, мэргэжлийн",
     "image" => "/images/seo/ui-kit.jpg",
     "description" => "Selldone нь цахим худалдааны платформын хувьд таны бизнесийн өсөлтөд сахиусан тэнгэр шиг ажилладаг. Жижиг тоосгоны дэлгүүр эсвэл том компанитай эсэхээс үл хамааран танд мэргэжлийн, гэхдээ хэрэглэхэд хялбар хэрэгсэл хэрэгтэй болно.",
],
     "books" => [
     "title" => "Бизнесийн гарын авлага: Онлайн худалдааны вэбсайтуудын эхлэл ба өсөлтийн зөвлөмжүүд",
     "image" => "/images/seo/en/cover.jpg",
     "description" => "Та эндээс бизнесийг хөгжүүлэх гарын авлагуудыг үнэгүй татаж авах боломжтой. Эдгээр номноос та бизнесээ хөгжүүлэх бүрэн зөвлөмж, онлайн дэлгүүрт хөрвөх ханшийг нэмэгдүүлэх практик сайжруулах гарын авлагуудыг олох болно.",
],
     "quiz" => [
     "title" => "Асуулт | Бизнесийн үйлдлийн систем танд тохирох уу?",
     "image" => "/images/seo/en/quiz.png",
     "description" => "Хэрэв та бизнест тань бизнесийн үйл ажиллагаа хэрэгтэй эсвэл ашиглах боломжтой гэдгийг мэдэхийг хүсвэл цааш явахаасаа өмнө 60 секундын асуулт асууна уу. Хэрэв та бизнест тань бизнесийн үйл ажиллагаа хэрэгтэй эсвэл ашиглах боломжтой гэдгийг мэдэхийг хүсвэл цааш явахаасаа өмнө 60 секундын асуулт асууна уу.",
],
     "countries" => [
     "title" => "Дэмжигдсэн улс орнууд ба орон нутгийн төлбөрүүд - Бизнесийн үйлдлийн систем",
     "image" => "/images/seo/en/countries.png",
     "description" => "Бизнесийн үйлдлийн систем, цахим худалдааны платформоос сэдэв, залгаас, кодгүй зүйл рүү чиглэсэн худалдааны үйлчилгээний дараагийн хувьсал. 100% харааны!",
],
],
     "shuttle" => [
     "title" => "Selldone | Хяналтын самбар",
     "image" => "/images/seo/en/dashboard.jpg",
     "description" => "Дэлгүүрийн удирдлагын самбар, хэрэв та энэ дэлгүүрт хандах эрхтэй бол энэ холбоосоор дамжуулан дэлгүүрийн удирдлагын самбараа оруулах боломжтой.",
],
     "shuttle-shop" => [
     "title" => "Selldone | Дэлгүүрийн хяналтын самбар",
     "image" => "/images/seo/en/shuttle-shop.jpg",
     "video" => "/images/seo/en/videos/shuttle-shop.mp4",
     "description" => "Хяналтын самбар дээрх бүх зүйлийг удирдаарай. Бүтээгдэхүүн, захиалга, буух хуудасны дизайн, маркетинг, урамшуулал болон гайхалтай бизнест хэрэгтэй бүх зүйлийг удирдаарай.",
],
     "guild" => [
     "title" => "Guild - Хамтын борлуулалтын суваг",
     "image" => "/images/seo/en/guild.jpg?v=2",
     "description" => "Гайхалтай холбоо байгуулснаар бизнесээ дэлхийн өнцөг булан бүрт байгаа хэн бүхэнд хүртээмжтэй, хүртээмжтэй болго.",
],
     "apps" => [
     "structure-data" => [
     "title" => "Бүтцийн өгөгдөл үүсгэгч | JSON-LD",
     "description" => "Энэ хүчирхэг бүтэцтэй өгөгдлийн үүсгэгчийг ашиглан JSON-LD тэмдэглэгээ, түүний дотор шаардлагатай бүх зүйлийн шинж чанарууд болон бусад зүйлс бий болно.",
],
],
     "call-to-action" => [
     "title" => "Зах зээл дээрх хамгийн шилдэг техникийн шийдлээр бизнесээ онлайн болго.",
     "money-back" => "30 хоногийн мөнгө буцааж өгөх баталгаа",
     "action" => "Өөрийн цахим худалдааг үүсгэ",
     "action-sub" => "Одоо эхлээрэй - Үнэгүй",
     "message" => "Онлайн борлуулалт бага байгаадаа баяртай гэж хэлээрэй!",
],
];