<?php 

 return [
     "shop-order-payment" => [
     "title" => "Төлбөрийг хүлээн авна уу",
     "sample" => "Таны 267$-н төлбөр амжилттай хийгдсэн.<br> Захиалга: SM-425<br> Баярлалаа, <b>таны дэлгүүрийн нэр</b> .<br> Selldone",
     "body" => "Таны :param2 төлбөр амжилттай хийгдсэн. Захиалга: :param1 Баярлалаа, :param3. Selldone",
],
     "shop-order-payment-admin" => [
     "title" => "Төлбөрийг хүлээн авна уу",
     "sample" => "Шинэ 267$-н төлбөр амжилттай хийгдсэн.<br> Захиалга: SM-425<br> Баярлалаа, <b>таны дэлгүүрийн нэр</b> .<br> Selldone",
     "body" => "Шинэ :param2 төлбөр амжилттай хийгдсэн. Захиалга: :param1 Баярлалаа, :param3. Selldone",
],
     "shop-login" => [
     "title" => "Нэвтрэх баталгаажуулах код",
     "sample" => "Таны нэвтрэх код: <b>123456</b><br> <b>Таны дэлгүүрийн нэр</b><br> Selldone",
     "body" => "Таны нэвтрэх код: :param1 :param2 Selldone",
],
     "user-login" => [
     "title" => "Нэвтрэх амжилтын мессеж",
     "sample" => "Эрхэм <b>нэр</b> ,<br> Та <b>iPhone 165.250.300.1 утсаар 2021</b> оны 05-р <b>сарын 09:14 цагт</b> нэвтэрсэн байна.<br> Selldone",
     "body" => "Эрхэм :param1, Та :param2 хаягаар :param3 хаягаар нэвтэрсэн байна. Selldone",
],
     "avocado-order-submit" => [
     "title" => "Авокадогийн шинэ захиалгыг худалдан авагч руу илгээнэ үү",
     "sample" => "<b>Таны дэлгүүрийн нэр</b><br> Эрхэм <b>таны нэр</b> ,<br> Бид таны захиалгыг хүлээн авсан бөгөөд бид үүнийг хянаж байна.<br> Захиалгын дугаар: <b>AVO-246</b><br> Selldone",
     "body" => ":param3 Эрхэм :param1, Бид таны захиалгыг хүлээн авсан тул хянаж байна. Захиалгын №: :param2 Selldone",
],
     "avocado-order-submit-seller" => [
     "title" => "Авокадо худалдагч руу илгээсэн шинэ захиалгыг хүлээн авна",
     "sample" => "Та авокадогийн захиалга авсан:<br> Дэлгүүр: <b>Таны дэлгүүрийн нэр</b><br> Худалдан авагч: <b>Худалдан авагчийн нэр</b><br> Захиалга: <b>AVO-246</b><br> Selldone",
     "body" => "Та авокадогийн захиалга хүлээн авлаа: Дэлгүүр: :param1 Худалдан авагч: :param2 Захиалга: :param3 Selldone",
],
     "avocado-ready-to-pay" => [
     "title" => "Авокадогийн захиалга төлөхөд бэлэн боллоо",
     "sample" => "<b>Таны дэлгүүрийн нэр</b><br> Таны захиалга баталгаажсан бөгөөд төлбөрийг дараах холбоосоор хийх боломжтой.<br> Захиалгын дугаар: <b>AVO-246</b><br> Холбоос: <b>https://your-domain/avocado</b><br> Selldone",
     "body" => ":param3 Таны захиалга баталгаажсан бөгөөд төлбөрийг дараах холбоосоор хийж болно. Захиалгын #: :param2 Холбоос: :param1 Selldone",
],
];