<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "تسوق",
    'request' => "طلب",
    'stage' => "الحالة",
    'budget' => "الميزانية",
    'contact' => "الاتصال",
    'name' => "الاسم",
    'email' => "البريد الإلكتروني",
    'user' => "المستخدم",
    'copy' => "نسخ",
    'important' => "مهم",
    'faq' => "FAQ",

    'select_shop' => "حدد المتجر",
    'loading' => "جاري التحميل",

    'add_comment' => "أضف تعليق",
    'add_comment_sub' => "شارك أفكارك معنا",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "بالنقر فوق \"تسجيل\"، فإنك توافق على :name <a href='/terms' target='_blank'> شروط الاستخدام</a> و<a href='/privacy' target='_blank'>سياسة الخصوصية</a>. أنت توافق على تلقي المكالمات الهاتفية ورسائل SMS من :name لتحديثات الطلب و/أو لأغراض التسويق. يعتمد تكرار الرسالة على نشاطك. يمكنك إلغاء الاشتراك عن طريق إرسال رسالة نصية <b>STOP</b> إلى <b>86753</b>. قد يتم تطبيق أسعار الرسائل والبيانات. نحن نحترم خصوصية الأشخاص ولا نبيع بياناتك أبدًا أو نستخدمها للإعلانات. إذا كنت بحاجة إلى معلومات إضافية، اتصل بنا.",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'لم يتم ضبطه. انا بحاجة الى مزيد من المعلومات.',
        'start' => "لقد بدأت للتو عملي.",
        'online' => "لدي مشروع تجاري وأريد أن أعرضه على الإنترنت.",
        'extend' => "أنا أعمل في متجري الإلكتروني.",
        'pos' => "أنوي استخدام Selldone POS في متجري الفعلي.",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "تحويل مصرفي",
            'description' => "تحويل الأموال يدوياً إلى حساب البائع.",
        ],
    ],

];
