<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'ترحب هذه الرسالة بالمشتري الجديد في المتجر.',
        ShopMailTemplateCodes::OrderCheckout => 'يتم إرسال هذا الإشعار عندما يؤكد المشتري الطلب.',
        ShopMailTemplateCodes::OrderPayment => 'يؤكد هذا الإشعار على نجاح عملية الدفع التي أجراها العميل.',
        ShopMailTemplateCodes::OrderUpdate => 'يتم إرسال هذه الرسالة لإطلاع المشتري على حالة طلبه.',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'يتم إرسال هذه الرسالة إلى البائع لإعلامه بتأكيد الطلب.',
        ShopMailTemplateCodes::PosCheckout => 'يتم إرسال هذا الإشعار لتأكيد أمر نقطة البيع للمشتري.',
        ShopMailTemplateCodes::PosPayment => 'يؤكد هذا الإشعار على دفعة نقطة البيع التي قام بها المشتري.',
        ShopMailTemplateCodes::PosPaymentAdmin => 'تُعلم هذه الرسالة البائع بعملية الشراء التي تم إجراؤها في نقطة البيع الخاصة به.',
        ShopMailTemplateCodes::ShopContact => 'يتم إرسال هذا الإشعار عند إرسال نموذج الاتصال.',
        ShopMailTemplateCodes::ShopGiftCard => 'يُعلم هذا الإشعار المستخدم بأنه قد تلقى بطاقة هدايا.',

        ShopMailTemplateCodes::ShopVendorJoin => 'ترحب هذه الرسالة ببائع جديد في المتجر.',
        ShopMailTemplateCodes::ShopVendorInvite => "يتم إرسال هذه الرسالة لدعوة أحد البائعين للانضمام إلى السوق الخاص بك.",
        ShopMailTemplateCodes::ShopVendorOrder => "يتم إرسال هذه الرسالة إلى المورد عند استلام الطلب إما بالحالة مدفوع أو نقدًا عند التسليم (COD).",
        ShopMailTemplateCodes::ShopVendorProducts => "يتم إرسالها يوميًا لتحديث البائعين عن حالة منتجاتهم.",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "يتم إرسال هذه الرسالة لدعوة أحد البائعين للانضمام إلى السوق الخاص بك.",

        ShopMailTemplateCodes::UserLogin => "قم بإخطار المستخدم بتفاصيل تسجيل الدخول، بما في ذلك عنوان IP والتاريخ والجهاز، لأغراض أمنية.",
        ShopMailTemplateCodes::LoginCode => "إرسال رمز كلمة المرور لمرة واحدة للمستخدمين لتسجيل الدخول إلى المتجر.",

        ShopMailTemplateCodes::EmailVerifyLink => "أرسل رابطًا للتحقق من عنوان البريد الإلكتروني للمستخدم. يتم إرسال هذا البريد الإلكتروني عندما يقوم المستخدم بالتسجيل عن طريق SMS ويدخل بريده الإلكتروني. لا يتم إرساله عندما يقوم المستخدم بالتسجيل مباشرة باستخدام تسجيل الدخول الاجتماعي أو البريد الإلكتروني.",

        ShopMailTemplateCodes::EmailBulkOrder => "إرسال قائمة بالطلبات المستلمة والمدفوعة بشكل مجمّع ليوم محدد.",


    ],


    'global' => [
        'greetings' => 'مرحبًا، :name!',
        'end-statement' => 'فريق الدعم',

        'receiver_name' => 'مرحبًا :user_name',
        'footer-help' => "بحاجة الى مساعدة؟ اسأل على [support@selldone.com](mailto:support@selldone.com) أو تفضل بزيارة [مركز المساعدة] (https://selldone.com/community).",
        'selldone-team' => 'فريق Selldone',
        'footer-shop' => "إذا كنت بحاجة إلى مساعدة في أي شيء، فلا تتردد في مراسلتنا عبر البريد الإلكتروني: :shop_mail",
        'accept' => "قبول",
        'reject' => "رفض",
        'verify' => "يؤكد",
        'title' => "عنوان",
        'value' => "قيمة",
        'description' => "وصف",
        'shop' => "محل",
        'shop-info' => "معلومات المتجر",
        'user' => "مستخدم",
        'user-info' => "معلومات الحساب",
        'license' => "رخصة",
        'status' => "حالة",
        'start' => "يبدأ",
        'end' => "نهاية",
        'renewal' => "التجديد",
        'view' => "رأي",

        'balance' => "الرصيد",
        'card_number' => "رقم البطاقة",
        'cvv' => "السيرة الذاتية",
        'expire_date' => "تاريخ انتهاء الصلاحية",

        'Dashboard' => "لوحة القيادة",
        'order' => "طلب",
        'view_order' => "مشاهدة الطلب",
        'pay_now' => "Pay now",

        'official_selldone' => "البيع الرسمي",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "عملة",
        'free-balance' => "رصيد مجاني",
        'locked-balance' => "رصيد مقفل",
        'bot' => "بوت",
        'requests' => "الطلبات",
        'baskets' => 'عربات',
        'physical' => "بدني",
        'virtual' => "افتراضية",
        'file' => "ملف",
        'service' => "خدمة",
        'fulfillment' => "تحقيق، إنجاز",
        'open' => "يفتح",
        'reserved' => "محجوز",
        'canceled' => "ألغيت",
        'payed' => "دفع",
        'cod' => "COD",
        'orders-count' => 'الطلب #٪ s',
        'payments-count' => 'المدفوعات',
        'confirms-count' => 'يؤكد',
        'sends-count' => 'يرسل',
        'delivers-count' => 'يسلم',
        'count' => 'عدد',
        'transactions-count' => 'عدد المعاملات',
        'success-transactions' => 'نجاح المعاملات',
        'total-amount' => 'المبلغ الإجمالي',
        'amount' => 'مقدار',
        'wage' => 'الأجر',
        'debug' => 'تصحيح',
        'pos' => 'POS',
        'live' => 'يعيش',
        'CheckQueue' => 'تحقق من قائمة الانتظار',
        'OrderConfirm' => 'اجل تأكيد',
        'PreparingOrder' => 'تحضير الطلب',
        'SentOrder' => 'الأمر المرسل',
        'ToCustomer' => 'سلمت للعميل',
        'Pending' => 'قيد الانتظار',
        'Accepted' => 'قبلت',
        'Rejected' => 'مرفوض',
        'pc' => 'PC',
        'tablet' => 'لوح',
        'phone' => 'هاتف',
        'total' => 'المجموع',
        'view-detail' => 'عرض التفاصيل',
        'empty' => 'فارغة',
        'dropshipping' => 'إسقاط الشحن',
        'reply' => 'رد',
        'reactions' => 'تفاعلات',
        'Comments' => 'التعليقات',
        'last-comment' => 'آخر تعليق',
        'response-to' => 'استجابة ل',
        'posts' => 'المشاركات',
        'post' => 'بريد',

        'name' => 'اسم',
        'email' => 'بريد الالكتروني',
        'type' => 'يكتب',
        'device' => 'جهاز',
        'platform' => 'برنامج',
        'browser' => 'المستعرض',
        'time' => 'وقت',
        'Wallet' => 'المحفظة',
        'date' => 'تاريخ',

        'account' => 'الحساب',
        'transaction' => 'عملية تجارية',
        'fee' => 'مصاريف',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'فاتورة',
        'category' => 'فئة',
        'password' => 'كلمه السر',
        'verify-login' => "تحقق وتسجيل الدخول",
        'url' => 'URL',
        'avocado' => 'أفوكادو',
        'hyper' => 'هايبر',
        'buy-now' => "اشتري الآن",
        'add-domain' => "Add Domain",
        'views' => 'الآراء',


        'country' => 'دولة',
        'address' => 'عنوان',
        'postal' => 'رمز بريدي',
        'building_no' => 'مبنى #',
        'building_unit' => 'وحدة #',
        'message' => 'رسالة',


        'customer' => 'عميل',
        'cart-items' => 'عناصر عربة التسوق',
        'payment' => 'قسط',
        'receiver' => 'المتلقي',
        'virtual-items' => 'العناصر الافتراضية',
        'no-payment' => 'لا دفع!',

        'enable' => 'ممكن',
        'access' => 'التمكن من',
        'bank' => 'معلومات البنك',

        'vendor' => 'بائع',

        'view_content' => "عرض المحتوى الكامل",
        'files' => 'الملفات',
        'download' => 'تحميل',
        'file_name' => 'اسم الملف',
        'file_size' => 'مقاس',

        'subscription' => 'الاشتراك',
        'products' => 'منتجات',
        'vendor_products' => 'منتجات البائع',

        'pickup' => 'بيك اب',

        'minutes' => 'دقائق',
        'hours' => 'ساعات',

        'refund' => 'استرداد',
        'recipient_address' => 'عنوان المستلم',
        'signature' => 'التوقيع',
        'blockchain' => 'بلوكتشين',
        'details' => 'التفاصيل',


    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "نظام التشغيل Selldone Business",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'تقرير أداء Selldone'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'Selldone التقرير الموسمي'
        ],
        'Onboarding' => [
            'id' => 'مرحبا',
            'name' => 'التجار Selldone'
        ],
        'Support' => [
            'id' => 'support',
            'name' => 'دعم :name'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Selldone'
        ],
        'Welcome' => [
            'id' => 'مرحبا',
            'name' => 'مجتمع Selldone'
        ],
        'NewShop' => [
            'id' => 'التجار',
            'name' => 'التجار Selldone'
        ],
        'Approve' => [
            'id' => 'يوافق',
            'name' => 'التجار Selldone'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'إدارة الطلبات :name'
        ],

        'Recovery' => [
            'id' => 'التعافي',
            'name' => 'فريق الإنعاش Selldone'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'معلق ⌛',
        'PAYED' => 'المدفوعة ✅',
        'CANCELED' => 'ملغاة ❌',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'مدير',
            'OFFICER' => 'ضابط ومشرف',
            'AUDITING' => 'مدير التدقيق',
            'EMPLOYEE' => 'الموظف',
            'PRODUCT' => 'مدير المنتجات',
            'CONTENT' => 'مدير محتوى',
            'MARKETING' => 'مدير تسويق',
            'VIEWER' => 'مشاهد',

        ],
        'subject' => ":inviter يدعوك كـ :level| :shop",
        'category' => "دعوة الموظفين",
        'title' => "لقد تمت دعوتك إلى <b>:shop_name</b> كـ <b>:level</b>.",
        'message' => "لقد تلقيت دعوة للتعاون مع فريق <b>:shop_title</b> في مجال الأعمال. لديك خيار قبول أو رفض هذا العرض. إذا اخترت القبول، يرجى تسجيل الدخول إلى خدمة Selldone لتأكيد قرارك. عند التأكيد، سوف تتمكن من الوصول إلى قسم إدارة المتجر.",

    ],

    'welcome-email' => [
        'subject' => "👋 مرحبًا بك :name، فلنبدأ مع Selldone!",
        'category' => 'CONGRATULATION',
        'title' => "مرحبا بكم في Selldone",
        'message' => "شكرا لاختيارك Selldone! أنت الآن جزء من مجتمع نابض بالحياة يربط البائعين العالميين بالعملاء، والشركات المحلية بالمؤسسات، والأفراد بالشركات. جميع أدواتنا Master وPro متاحة لك **مجانًا** و**غير محدود**. نحن هنا لندعمك ونفتح لك الأبواب لنجاحك.",

        'index' => "الخطوة :step.",

        'step-domain' => [
            'title' => 'أضف المجال المخصص الخاص بك',
            'message' => "للبدء، أضف نطاقك المخصص مجانًا في لوحة تحكم المتجر ضمن الإعدادات > إعدادات النطاقات.",
            'action' => 'إدارة النطاقات الخاصة بي',
        ],
        'step-landing' => [
            'title' => 'تخصيص صفحتك الرئيسية',
            'message' => "قم بتخصيص صفحتك الرئيسية بالانتقال إلى لوحة التحكم > الصفحات. اختر صفحة مقصودة أو قم بإنشاء صفحة جديدة. إنها سهلة وبديهية، ويمكنك البدء في العمل عليها على الفور.",
            'action' => 'تخصيص صفحتي المقصودة',
        ],
        'step-payment' => [
            'title' => 'إعداد طرق الدفع',
            'message' => "ابدأ في قبول المدفوعات مباشرة في حسابك المصرفي. للاتصال بموفري خدمات الدفع مثل Stripe وPayPal والمزيد، انتقل إلى Dashboard > Accounting > Gateway.",
            'action' => 'إضافة طرق الدفع',
        ],
        'step-products' => [
            'title' => 'أضف منتجاتك',
            'message' => "أضف المنتجات والفئات بسهولة في لوحة المعلومات > المنتجات. إنه يشبه تمامًا إدارة الملفات والمجلدات على جهاز الكمبيوتر الخاص بك - وهو جاهز تمامًا للسحب والإفلات. يمكنك أيضًا استيراد المنتجات بكميات كبيرة باستخدام برنامج Excel. يتوفر نموذج نموذجي لمساعدتك في البدء.",
            'action' => 'إدارة منتجاتي',
        ],
        'step-shipping' => [
            'title' => 'إعداد طرق الشحن',
            'message' => "لتحصيل رسوم الشحن من العملاء، حدد طرق الشحن الخاصة بك في لوحة المعلومات > اللوجستية > الشحن. يمكنك تعيين أسعار ودعم مختلفين لمواقع مختلفة. لا تنس تعيين أصل المستودع الخاص بك في لوحة المعلومات > اللوجستية > المستودع.",
            'action' => 'إدارة طرق الشحن',
        ],
    ],


    'charge-account' => [
        'category' => 'المحفظة> الحساب> الشحن',
        'title' => "تهمة النجاح",
        'message' => "تم شحن حسابك <b>:account_number</b> بمبلغ <b>:amount</b> بنجاح.",
        'account' => 'الحساب',
        'charge' => 'الشحنة',
        'balance' => 'الرصيد',
        'footer' => "اجعل الأعمال التجارية سهلة وقابلة للتحقيق وفي متناول أي شخص في جميع أنحاء العالم."
    ],

    'verify-email' => [
        'subject' => "🙌 أكمل تسجيلك في Selldone! تحقق من الارتباط.",
        'category' => "أنت على بعد خطوة واحدة",
        'title' => "تحقق من عنوان بريدك الإلكتروني",
        'message' => "مرحبًا :name، <br><br> شكرًا لاختيارك Selldone!<br><br> للتأكد من أن <b>:email</b> هو عنوان بريدك الإلكتروني الصحيح، يرجى النقر فوق الزر أدناه أو استخدام الرابط المقدم. لديك 48 ساعة لإكمال عملية التحقق هذه.",
        'footer' => "إذا كنت تواجه مشكلة في النقر فوق الزر \"تحقق\"، فانسخ وألصق URL أدناه في متصفح الويب الخاص بك: :activation_url",
        'next-step' => "بعد ذلك، سنرسل إليك بعض المواد المفيدة ودليلًا خطوة بخطوة لتسهيل إضافة نطاقك المخصص وإعداد الدفعات وإضافة المنتجات والحصول على طلبك الأول.",

    ],
    'verify-email-code' => [
        'subject' => "رمز التحقق :name",
        'category' => "SECURITY",
        'title' => "رمز التحقق من البريد الإلكتروني",
        'message' => "مرحبًا :name، <br><br> للتأكد من أن <b>:email</b> هو عنوان بريدك الإلكتروني الصحيح، يرجى إدخال الكود التالي خلال <b>10 دقائق</b> التالية:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉متجرك جاهز| :name",
        'category' => "أنت على بعد خطوة واحدة",
        'title' => "اكتمل الإعداد",
        'account_title' => "الحساب الخاص بك",
        'account_msg' => "تحقق وتسجيل الدخول إلى حسابك بهذه المعلومات.",
        'shop_msg' => "معلومات الحساب على نظام تشغيل الأعمال Selldone.",

    ],

    'reset2fa' => [
        'category' => "رسالة الأمن الرسمية",
        'title' => "طلب تعطيل تسجيل الدخول بخطوتين",
        'message' => "أنت تتلقى هذا البريد الإلكتروني لأننا تلقينا طلبًا لإعادة تعيين المصادقة الثنائية لحساب **:name** مع البريد الإلكتروني **:email**.<br><br>لقد وجدنا التفاصيل التالية لحسابك:",
        'footer' => "إذا لم تطلب إعادة تعيين كلمة المرور ، فلا داعي لاتخاذ أي إجراء آخر.",
        'action' => 'تعطيل تسجيل الدخول المكون من خطوتين',
    ],


    'build-new-shop' => [
        'subject' => "🎊 متجرك جاهز الآن!",
        'category' => "ولد متجر جديد عبر الإنترنت في العالم",
        'title' => "تهانينا، :name!",
        'message' => "<b>تهانينا، :name! لقد أصبح عملك الجديد عبر الإنترنت مباشرًا الآن! </b> نحن متحمسون للترحيب بك في مجتمع Selldoners. لقد اتخذت الخطوة الأولى نحو النجاح، ونحن هنا لمساعدتك في كل خطوة على الطريق. <br> الآن بعد أن أصبح متجرك جاهزًا، دعنا نتأكد من أنك مستعد لتلقي المدفوعات مباشرة من عملائك والبدء في تنمية إمبراطوريتك. إذا كنت بحاجة إلى المساعدة، فنحن مجرد رسالة - فريق الدعم لدينا موجود دائمًا من أجلك. <br><br><b> الخطوات التالية المهمة: </b> للبدء، تأكد من أنك جاهز لتلقي المدفوعات والعمليات السلسة. سنرشدك خلال كل مرحلة حتى يعمل متجرك بسلاسة.",
        'pdf-book' => "لا تفوت الكتاب اليدوي المرفق: مارس عملك مثل لعبة",

        'account' => [
            'title' => 'الخطوة 1: قم بإنشاء حساب في محفظة Selldone',
            'message' => "للبدء، قم بإنشاء حساب في محفظة Selldone الخاصة بك. هذا هو المكان الذي سيتم فيه خصم الرسوم الخاصة بك، وهو أيضًا المكان الذي ستقوم فيه بتعبئة رصيدك للحفاظ على تشغيل متجرك بسلاسة. إذا أصبح رصيدك سلبيًا، فلا تقلق! سيستمر متجرك في العمل دون انقطاع.",
            'action' => 'تسجيل الدخول إلى المحفظة',
        ],

        'shop-account' => [
            'title' => 'الخطوة الثانية: ربط الحساب بالمتجر',
            'message' => "بعد ذلك، قم بربط حساب محفظتك بمتجرك. توجه إلى <b>Store > المحاسبة > Invoice</b>، وقم بربط محفظتك. وهذا يضمن إيداع جميع مدفوعات العملاء مباشرة في حسابك البنكي — لا يقوم Selldone بخصم أي مبالغ من أرباحك.",
            'action' => 'لوحة فاتورة المتجر',
        ],

        'gateway' => [
            'title' => 'الخطوة 3: قم بتوصيل بوابة الدفع عبر الإنترنت',
            'message' => "الآن، لنقم بإعداد بوابة الدفع عبر الإنترنت الخاصة بك. انتقل إلى <b>Store > المحاسبة > Port</b> وانقر على <b>أضف منفذًا جديدًا</b>. اختر عملتك، وستظهر لك قائمة ببوابات الدفع المتاحة. يعد توصيل البوابة أمرًا سريعًا وسهلاً، ولكن إذا كنت بحاجة إلى أي مساعدة، فلا تتردد في مراجعة أدلة Selldone أو التواصل معنا.",
            'action' => 'أضف بوابة إلى المتجر',
        ],

        'domain' => [
            'title' => 'الخطوة الأخيرة: ربط مجال مخصص',
            'message' => "الآن، قم بربط نطاقك المخصص بمتجرك. يتيح ذلك للعملاء شراء منتجاتك أو خدماتك وإجراء الدفعات مباشرة لك.",
            'action' => 'تقديم واستلام بطاقات هدايا غير محدودة',
        ],
    ],


    'basket-list' => [
        'item' => "بند",
        'count' => "عدد",
        'price' => "السعر",
        'discount-code' => "رمز التخفيض",
        'customer-club' => 'نادي العملاء',
        'shipping' => "شحن",
        'total' => "المجموع",
        'offer' => "عرض",
        'coupon' => "قسيمة",
        'lottery' => "جائزة",
        'tax' => "ضريبة",
        'tax_included' => "مشمول في السعر",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'طريقة',
        'amount' => 'مقدار',
        'giftcard' => 'Gift card',
        'payment' => 'قسط',
    ],


    'shop-subscription-email' => [
        'category' => "تحديث الاشتراك",
        'title' => "رخصة المتجر: :shop_title",
        'title-reserved' => "الترخيص الاحتياطي: :shop_title",
        'title-active' => "الترخيص النشط: :shop_title",
        'title-finished' => "الترخيص النهائي: :shop_title",
        'title-cancel' => "إلغاء الترخيص: :shop_title",
        'message' => "تم تحديث خطة ترخيص متجرك ،",
        'RESERVED' => "⚡ تم حجز خطة اشتراكك **.",
        'ACTIVE' => "🟢 تم تفعيل خطة اشتراكك **.",
        'FINISHED' => "🚧 خطة اشتراكك قد اكتملت **.",
        'CANCEL' => "⛔ تم ** إلغاء خطة اشتراكك **.",
    ],

    'support' => [
        'subject' => "مركز الدعم|أجاب :name",
        'category' => "مركز الدعم",
        'title' => "لقد تلقيت ردًا",
        'action' => "افتح مدير المتجر",
    ],

    'shop-customer-join' => [
        'subject' => "انضم إلى :shop_title",
        'category' => "احتفال العملاء الجدد",
        'title' => "نحن سعداء لعضويتك",
        'action' => "قم بالزيارة الآن",
    ],

    'shop-vendor-join' => [
        'subject' => "دمج البائعين | :shop_title",
        'category' => "احتفال البائع الجديد",
        'title' => "نحن سعداء لعضويتك",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "بطاقة الهدايا :shop_title",
        'category' => "أضف بطاقة جديدة",
        'title' => "تهانينا ، لقد تلقيت بطاقة هدايا",
        'action' => "تسوق الآن",
        'message' => "لقد تلقيت بطاقة هدايا بقيمة :balance :currency. يمكنك استخدام بطاقة الهدايا هذه في متجرنا.",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "مركز الدعم| :shop",
        'category' => "يدعم",
        'title' => "لقد تلقيت ردًا",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍️ تأكيد الطلب|اطلب :order_id",
        'title' => "طلب",
        'message' => "لقد قدمت طلبًا في متجرنا. لقد تلقينا طلبك وسنرسل إليك بريدًا إلكترونيًا آخر بمجرد تأكيد الدفع."
    ],

    'order-payment' => [
        'subject' => "🛍️ تأكيد الدفع|اطلب :order_id",
        'title' => "أمر دفع",
        'message' => "اكتمل الدفع الخاص بك ،<br> لقد حصلنا على طلبك. سنرسل لك بريدًا إلكترونيًا آخر عند شحن طلبك.",
    ],

    'order-update' => [
        'subject' => "🛍️ تحديث حالة الطلب|اطلب :order_id",
        'title' => "تحديث حالة الطلب",
        'message' => "لقد تم تحديث طلبك. يمكنك التحقق من أحدث حالة لهذا الطلب في حسابك.",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "طلبك في قائمة الانتظار للمعالجة. سنقوم بإعلامك عندما يتم إعداده.",
                'OrderConfirm' => "لقد تم تأكيد طلبك وبدأ التحضير.",
                'PreparingOrder' => "طلبك قيد الإعداد وسيتم شحنه قريبا.",
                'SentOrder' => "لقد تم شحن طلبك. سوف تحصل عليه قريبا.",
                'ToCustomer' => "لقد تم تسليم طلبك. نأمل أن تستمتع به!",

                'PreparingOrder-PICKUP' => "طلبك قيد الإعداد. ستتلقى إشعارًا عندما يكون المنتج جاهزًا للاستلام.",
                'SentOrder-PICKUP' => "طلبك جاهز للاستلام. يرجى الحضور إلى المتجر لاستلامه.",
                'ToCustomer-PICKUP' => "لقد تم التقاط طلبك. نأمل أن تستمتع به!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "طلبك في قائمة الانتظار للمعالجة. سنخبرك عندما يكون جاهزًا.",
                'OrderConfirm' => "تم تأكيد طلبك والتحضير قيد التقدم.",
                'PreparingOrder' => "طلبك قيد الإعداد وسيتم إرساله إليك قريبًا.",
                'ToCustomer' => "لقد تم تسليم طلبك الافتراضي إلى حسابك. شكرًا لك!"
            ],
            'SERVICE' => [
                'CheckQueue' => "طلب الخدمة الخاص بك في قائمة الانتظار. سنقوم بإعلامك عندما نبدأ.",
                'OrderConfirm' => "تم تأكيد خدمتك ونحن نستعد للبدء.",
                'PreparingOrder' => "نحن نقوم بإعداد الخدمة الخاصة بك، وسوف نقوم بإعلامك بمجرد اكتمالها.",
                'ToCustomer' => "خدمتك كاملة. شكرا لاختيارك لنا!"
            ],
            'FILE' => [
                'PreparingOrder' => "جارٍ إعداد ملفك وسيكون متاحًا قريبًا.",
                'ToCustomer' => "ملفك جاهز وتم تسليمه. يمكنك الآن تنزيله."
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "طلب الاشتراك الخاص بك موجود في قائمة الانتظار. سنقوم بإعلامك عند بدء المعالجة.",
                'OrderConfirm' => "لقد تم تأكيد اشتراكك وجارٍ إعداده.",
                'PreparingOrder' => "نحن نقوم بإعداد اشتراكك وسيبدأ قريبًا.",
                'SentOrder' => "لقد تم تفعيل اشتراكك. سوف تتلقى التحديثات المستمرة.",
                'ToCustomer' => "لقد تم تفعيل خدمة الاشتراك الخاصة بك بنجاح."
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'مبروك :name|قسيمة جديدة: :title',
        'category' => "مبروك قسيمة جديدة",
        'message' => "مرحبًا :name، <br><br>لقد تلقيت قسيمة جديدة كهدية منا! يمكنك ربح المزيد من القسائم عن طريق تقديم Selldone لأصدقائك وكل شخص تعرفه. تستحق هذه القسيمة **:price :currency**.<br><br> لقد اتخذت الخطوة الأولى، ونحن هنا لمساعدتك في فتح ميزات جديدة باستخدام قسيمتك! الرجاء تسجيل الدخول باستخدام **:email** والعثور على قسيمتك في المتجر **لوحة المعلومات** > **الإعدادات** > **الترخيص**.<br><br>تهانينا!",
        'action' => "لوحة القيادة الخاصة بي",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'تهانينا، عزيزي :name|لقد تلقيت هدية خاصة!',
        'category' => "اعلان استلام الهدية",
        'title' => "هدايا لك",
        'message' => "مرحبًا :name، يسعدنا أن نخبرك أنك تلقيت هدية خاصة من Selldone! 🎉 يمكنك كسب المزيد من الهدايا من خلال البقاء نشطًا وتنمية متجرك وتحسين خبرتك في Selldone. للتحقق من هديتك، ما عليك سوى تسجيل الدخول باستخدام :email والبحث عنها في الزاوية العلوية اليمنى من لوحة المعلومات.<br><br>هذه الهدية تستحق **:price :currency**، ويمكنك إيداعها بسهولة في محفظتك خلال Selldone.<br><br>Uاستخدم هديتك لترقية ترخيص متجرك و افتح أدوات أكثر قوة لتعزيز عملك عبر الإنترنت!",
        'action' => "الهدايا",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍️ تم استلام طلب جديد| :order_id",
        'title' => "New Order",
        'message' => "لقد تلقيت طلبًا جديدًا. يرجى الذهاب إلى صفحة معالجة الطلب في متجرك.",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'معلوماتك المعبأة',
        'output-form-title' => 'معلومات العناصر المشتراة',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬:shop_title|التقرير الأسبوعي :time',
        'title' => 'تقرير أداء المتجر الأسبوعي',
        'message' => "هذا هو التقرير الأسبوعي لمتجرك من <b>:start</b> إلى <b>:end</b>. يتضمن هذا التقرير نصائح لتحسين أعمالك، ويمكنك أيضًا التحقق من حالة متجرك الإلكتروني والطلبات الأخيرة. أتمنى أن يكون لديك يوم جيد وأسبوع قادم."
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ تقرير التوفير :amount الخاص بك في الأشهر الثلاثة الماضية| :shop_title',
        'title' => 'تقرير موسمي عن نشاطك التجاري والمكافآت والمدخرات المالية',
        'message' => "هذا هو تقريرك الموسمي للمتجر <b>:shop_title</b> من <b>:start</b> إلى <b>:end</b>."
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'الحسابات المتصلة',
        'sub-title' => 'ما هي آخر حالة لحسابات المحفظة المتصلة بمتجري؟',
        'view-wallet' => 'مشاهدة المحفظة',
        'tip-title' => 'نصائح مهمة',
        'tip' => "قم بإعداد محفظة Selldone مجانية واربطها بمتجرك. حتى لو كان رصيدك سلبيًا، فلا يزال بإمكان عملائك التسوق والدفع دون أي مشاكل. لا تقلق، ستستمر عمليات وبيانات متجرك بسلاسة لمدة تصل إلى شهر واحد، دون أي انقطاع.",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'اتصل بالحساب'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'التطبيقات المثبتة',
        'sub-title' => 'قائمة التطبيقات التي قمت بتثبيتها في متجرك هذا الأسبوع.',
        'tip' => "هل تريد العثور على المزيد من التطبيقات لمتجرك؟",
        'view-app-store' => 'قم بزيارة متجر تطبيقات Selldone ..',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'روبوتات متجرك',
        'sub-title' => 'روبوتات المبيعات النشطة في متجري.',
        'tip-title' => 'بيع بوت',
        'tip' => "زودتك Selldone بروبوتات مبيعات تلقائية. كل ما عليك فعله هو الانتقال إلى الوظائف الإضافية> لوحة الروبوتات وتنشيط روبوتات متجرك. لاحظ أن الخدمة ذات الصلة يجب أن تكون متاحة في بلدك.",
        'view-bots' => 'إدارة برامج التتبُّع',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'التواصل مع العملاء',
        'sub-title' => 'كم عدد الاتصالات التي أجريتها مع عملائي هذا الأسبوع؟',
        'faqs' => 'أسئلة مكررة',
        'tickets' => 'تذاكر العملاء',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'حالة المستخدمين',
        'sub-title' => 'النشاط من :start إلى :end',
        'users' => [
            'title' => 'عملاء',
            'subtitle' => 'مستخدمي الاشتراك',
        ],
        'views' => [
            'title' => 'الزيارات',
            'subtitle' => 'كم مرة قمت بزيارة المتجر',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'المستخدمون العائدون',

        'shop_views' => 'تسوق آراء',
        'baskets' => [
            'title' => 'عربات تسوق',
            'subtitle' => 'الإبلاغ عن عدد عربات التسوق الجديدة',
        ],
        'products' => [
            'title' => 'نظرة عامة على المنتجات',
            'subtitle' => 'حالة المنتجات في المتجر حسب النوع',
            'value_name' => 'منتجات'
        ],
        'products_count' => 'أنواع المنتجات',
        'views_count' => 'مشاهدة العد',
        'sell_count' => 'عدد البيع',
        'send_count' => 'عدد الشحن',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'إسقاط الشحن',
        'sub-title' => 'لوحة لكبار بائعي Drop Shipping Selldone.',
        'total_fulfillments' => 'إجمالي الطلبات المستلمة',
        'ds_count' => 'الطلبات المستلمة',
        'statistics_title' => 'تقرير الطلبات المستلمة',
        'ds_cancels' => 'إلغاء بواسطة بائع الواجهة',
        'ds_rejects' => 'إلغاء بواسطتك',
        'tip' => "هل أنت بائع رئيسي للبضائع؟ هل تمتلك مستودع أو مصنع أو موزع للمنتجات؟ يمكنك تقديم منتجاتك إلى البائعين الآخرين في خدمة Selldone Drop Shipping لبيع منتجك على نطاق واسع. راسلنا على support@selldone.com لإرشادك.",
        'view-drop-shipping-panel' => 'تسجيل الدخول إلى لوحة البيع بالجملة',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'معدل التحويل',
        'sub-title' => 'قائمة بأحدث أسعار تحويل العملات في متجرك.',
        'from' => 'عملة المصدر',
        'to' => 'عملة الوجهة',
        'rate' => 'معدل التحويل',
        'view-exchange-panel' => 'إدارة أسعار الصرف',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'عقود الخبراء',
        'sub-title' => 'ما المحترفين الذين يعملون في متجري؟',
        'cost' => 'قيمة العقد',
        'duration' => 'مدة',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'تاريخ إلغاء',
        'end_at' => 'تاريخ التسليم او الوصول',
        'tip' => 'يمكنك توظيف أفضل المتخصصين في Selldone لتطوير عملك.',
        'view-experts' => 'انقر للبدء.',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'بوابات الدفع النشطة على متجرك :shop',
        'tip-title' => 'نصائح مهمة',
        'tip' => "انتقل إلى صفحة إدارة البوابة الإلكترونية في متجرك وأضف منفذًا واحدًا على الأقل في بضع دقائق. يحب عملاؤك الدفع بسرعة وأمان من خلال بوابات الإنترنت.",
        'view-shop-gateways' => 'تسجيل الدخول إلى إدارة بوابة متجري.',
        'view-gateways' => 'عرض المزيد من البوابات',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'الطلب #٪ s',
        'sub-title' => 'قائمة الطلبات التي تلقيتها هذا الأسبوع.',
        'total_baskets' => 'إجمالي الطلبات',
        'total_posBaskets' => 'إجمالي الطلبات النقدية',
        'pos-title' => 'صندوق مخزن نقاط البيع',
        'chart-label' => 'الطلبات المنجزة (هذه الطلبات لا تدفع بالضرورة!)',
        'tip-title' => 'يجب أن تحاول بجدية أكبر ...',
        'tip' => "لا يوجد نجاح بسيط.",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'مركز المعالجة',
        'sub-title' => 'ما مقدار الطلب الذي قمنا بمعالجته في المتجر هذا الأسبوع؟',
        'tip-title' => 'لم يكن لديك بيع!',
        'tip' => "للأسف لم يكن لديك أي مبيعات هذا الأسبوع. تحتاج إلى الحصول على المزيد من متجرك. يمكنك إضافة المزيد من المنتجات أو اختيار صور أفضل أو كتابة أوصاف أفضل لمنتجاتك. ضع في اعتبارك وظيفة بدوام كامل لعملك. إذا قمت بذلك بشكل صحيح ولم تشعر بالإحباط ، فستنجح.",
        'view-process-center' => 'عرض مركز العمليات',
        'return' => [
            'title' => 'الأمر الذي تم إرجاعه',
            'subtitle' => 'الإبلاغ عن الطلبات المرتجعة.',
            'tip-title' => 'هل كنت تعلم هذا ...',
            'tip' => "يمكنك إنشاء العدد الذي تحتاجه من أجهزة تسجيل النقد باستخدام Selldone POS! سواء كان جهازك اللوحي أو الجوال أو الكمبيوتر المحمول، يمكنك تحويل أي جهاز إلى نقطة بيع متجرك. إنه بسيط وسريع الإعداد ومجهز بالكامل لخادمك. البدء في استخدامه اليوم!",
            'view-pos' => 'تسجيل الدخول إلى متجري على الإنترنت أمين الصندوق'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'الجلسات',
        'sub-title' => 'كم مرة قمت بزيارة متجري؟',
        'countries-title' => 'ما هي الدول الأكثر زيارة؟',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'هل تريد كسب المال دون إنفاق دولار واحد؟',
        'message' => "مرحبًا :name، حان الوقت لبدء الربح مع Selldone! انتقل إلى لوحة التحكم > المزيد > تحقيق الدخل > احصل على رابط الإحالة الخاص بك. شارك الرابط مع أصدقائك واحصل على بطاقات الهدايا وحصة من مدفوعاتهم. أفضل جزء؟ تحصل أنت وصديقك على بطاقة هدايا!",
        'action' => 'عرض رابط المقدمة الخاص بي',
        'mail-clip' => "<b style='color: #C2185B'>هام:</b> إذا كنت تستخدم خدمات البريد الإلكتروني مثل Gmail التي تحد من طول البريد الإلكتروني ، فابحث عن الخيار التالي في نهاية البريد الإلكتروني لعرض التقرير الكامل وانقر فوقه:",

        'no-coin-reward' => "<b style='color: #C2185B'>عذرًا:</b> نشاطك لا يفي بمتطلبات الحصول على مكافأة عملات SEL مجانية. حاول بجد وقم ببيع المزيد في متجرك للموسم القادم.",
        'yes-coin-reward' => "<b style='color: #4CAF50'>تهانينا:</b> عمل رائع! بناءً على أدائك المتميز، قمنا بإضافة عملات :amount SEL إلى حسابك كمكافأة.",

        'need-buy-license' => "<b> رفع مستوى عملك:</b> يبدو أنك لم تقم بتسجيل أي خطة اشتراك لموقعك على الويب حتى الآن! قم بالترقية الآن لفتح المزيد من الميزات مقابل :amount شهريًا فقط إذا تم الدفع سنويًا.",
        'not-afford-message' => "إذا كنت لا تستطيع تحمل الدفع أو واجهتك أي مشكلة في الدفع ، فلا تتردد في إخبارنا عبر support@selldone.com.",
        'add-domain' => "<b>لماذا لا يكون لديك مجال مخصص لعملك؟</b><br> أضف مجال إلى موقع الويب الخاص بك الآن ؛ انه مجانا!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone هو<del> منتج</del> <span style = 'color: forestgreen'>المجتمع</span> .<br> كن سيلدونر محترفًا!",
        'message' => "تابع الصفحات الرسمية لـ Selldone على Twitter و LinkedIn والشبكات الاجتماعية. أرسل لنا أي تعليقات أو طلبات أو انتقادات أو شارك في المناقشات حول Selldone. نحن أيضًا جزء من مجتمع Selldone الذي <b>تصنعه</b> ."
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'تم استلام طلبات الأفوكادو الجديدة|:shop_title :time',
        'title' => "تقرير الأداء لآخر 24 ساعة",
        'message' => "ينتظر عملاؤك مراجعة طلباتك وتسعيرها. استجب لطلبات عملائك في أسرع وقت ممكن للحصول على المزيد من المبيعات.",
        'card_title' => "أوامر في قائمة الانتظار",
        'card_subtitle' => "منذ :date",

        'card_payed' => "الطلبات المدفوعة"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => 'ردود جديدة على مشاركتك في :community_title',
        'title' => ":name و:count انضم آخرون إلى المحادثة حول مشاركاتك!",
        'message' => "مرحبًا :name، مشاركاتك تحظى بالاهتمام! لقد تلقيت تعليقات في مجتمعنا. قم بتسجيل الدخول إلى حسابك للانضمام إلى المناقشة ومعرفة ما يقوله الجميع.",
        'title-simple' => "لقد علق :name على مشاركتك!",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 الرد على موضوعك :topic_title',
        'title' => ":name، و:count أجاب الآخرون على موضوعك.",
        'message' => "مرحبًا :name، موضوعك يحظى بالاهتمام! لقد تلقيت ردودًا في مجتمعنا. قم بتسجيل الدخول إلى حسابك للانضمام إلى المناقشة ومعرفة ما يقوله الجميع.",
        'title-simple' => "رد :name على موضوعك.",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 تسجيل دخول جديد :name',
        'category' => 'إشعارات الأمان',
        'title' => "تسجيل الدخول إلى الحساب",
        'message' => "عزيزي :name، تم اكتشاف تسجيل دخول إلى حساب Selldone الخاص بك.",   // Login in selldone (seller)
        'message-shop' => "عزيزي :name، لقد تم تسجيل دخولك إلى :shop_title .",  // Login in shop (buyer)

        'footer' => "إذا لم تقم بتسجيل الدخول ، يرجى تغيير كلمة المرور الخاصة بك.",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "انسحاب",
        'deposit' => "إيداع",

        'withdraw_subject' => "السحب من الحساب :account",
        'deposit_subject' => "إيداع في الحساب :account",

        'message' => "تم إجراء تحويل الأموال بالمواصفات التالية.",

        'type' => "نوع المعاملة",

        'from' => "حساب المصدر",
        'to' => "Destination account",

        'desc' => "عملية الوصف",
        'action' => "عرض الصفقة",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ هام! انتهاك القواعد| :shop",
        'category' => "إعلام بالغ الأهمية",
        'title' => "تم معاقبة متجرك",
        'action' => "افتح لوحة تحكم المتجر",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => "لقد دعاك :inviter للانضمام إلى Selldone",
        'title' => "لقد أرسل إليك :name :amount للمساعدة في إطلاق متجرك الجديد على الإنترنت وتحقيق الدخل منه!",
        'message' => "مرحبًا **:receiver_name**,<br><br> مرحبًا بك في Selldone! في Selldone، يمكنك بسهولة إنشاء موقع التجارة الإلكترونية الخاص بك، والمدونة، والمجتمع عبر الإنترنت، وحتى إعداد نظام نقطة البيع عبر الإنترنت للمبيعات الشخصية - كل ذلك في غضون دقائق. إنه نظام تشغيل الأعمال التجارية عبر الإنترنت الكامل المصمم لجعل عملك أفضل وأسرع وأسهل في التشغيل. <br><br> قم بالتسجيل بواسطة <b>:date</b> واحصل على قسيمة :amount للبدء!",
        'accept' => "قبول دعوة",
        'owner' => "مالك",
        'join-date' => "على Selldone منذ ذلك الحين",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "رابط الاسترداد| :shop",
        'category' => "متجر الأمن",
        'title' => "رابط استرداد المتجر لـ <b>:shop_name</b>.",
        'message' => "تم إرسال هذا البريد الإلكتروني إليك لأنك طلبت استعادة متجرك. سيؤدي النقر فوق الارتباط أدناه إلى استعادة متجرك وجميع البيانات الخاصة به.",
        'action' => "تأكيد استرداد المتجر",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'كم من المال ادخره Selldone لعملك؟',
        'sub-title' => 'من تاريخ :start إلى :end',
        'infrastructure' => [
            'title' => 'بنية تحتية',
            'subtitle' => 'الخوادم وشبكات CDN والتخزين والخدمات السحابية الأخرى',
        ],
        'experts' => [
            'title' => 'الخبراء والموظفون',
            'subtitle' => 'المطورين والصيانة والدعم',
        ],
        'total_save' => 'إجمالي الأموال التي تم توفيرها'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'أدائك',
        'sub-title' => 'نظرة عامة على الأعمال من :start إلى :end',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'المستخدمون العائدون',

        'shop_views' => 'تسوق آراء',
        'baskets' => [
            'title' => 'عربات تسوق',
            'subtitle' => 'الإبلاغ عن عدد عربات التسوق الجديدة',

        ],
        'products' => [
            'title' => 'نظرة عامة على المنتجات',
            'subtitle' => 'حالة المنتجات في المتجر حسب النوع',
            'value_name' => 'منتجات'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'إجمالي عدد مرات مشاهدة صفحة الموقع',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "لقد تلقيت طلبًا جديدًا. يُرجى الانتقال إلى صفحة معالجة الطلب في لوحة البائع الخاصة بك.",
        'subject' => "🛍️ تم استلام طلب جديد| :order_id",
        'your_revenue' => "إيراداتك",
    ],
    'vendor-invite' => [
        'title' => 'دعوة البائع',
        'message' => "لقد تلقيت دعوة لتصبح بائعًا لـ :shop_name. يمكنك قبولها أو رفضها بالنقر فوق الأزرار التالية.",
        'subject' => ":shop_name | لقد تلقيت دعوة لتصبح أحد البائعين لدينا",
        'accept' => "اقبل وأصبح بائعًا",
        'reject' => "رفض",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'دعوة للانضمام إلى فريقنا',
        'message' => "لقد تمت دعوتك للانضمام إلى :vendor_name في :shop_name. يمكنك قبول هذه الدعوة أو رفضها باستخدام الأزرار أدناه.",
        'subject' => "دعوة للانضمام :vendor_name|كن عضوًا في الفريق",
        'accept' => "قبول والانضمام إلى الفريق",
        'reject' => "رفض",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "رمز الدخول الخاص بك لـ :shop",
        'header-message' => "نرسل إليك هذا البريد الإلكتروني لأنك طلبت رمز تسجيل الدخول للمتجر. يُرجى العثور على كلمة المرور لمرة واحدة (OTP) أدناه:",
        'footer-message' => "سيكون هذا الرمز صالحًا لمدة 10 دقائق. إذا لم تطلب رمز تسجيل الدخول هذا، فيرجى تجاهل هذا البريد الإلكتروني."
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "التحقق من بريدك الإلكتروني | :shop",
        'title' => 'التحقق من البريد الإلكتروني',
        'header-message' => "مرحبًا :name، <br>يرجى التأكد من أن **:email** هو عنوان بريدك الإلكتروني عن طريق النقر على الزر أدناه أو استخدام الرابط أدناه في غضون 48 ساعة.",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "تحديثات المنتج| :shop",
        'title' => "تحديث عن حالة المنتج - آخر 24 ساعة",
        'message' => "أتمنى أن تجدك هذه الرسالة بخير. هذا تحديث موجز لإبلاغك بحالة منتجاتك على منصتنا خلال الـ 24 ساعة الماضية.\nخلال هذه الفترة، حدثت تغييرات في حالة بعض المنتجات. قد تكون هذه التغييرات بسبب عمليات الشراء أو تحديثات المخزون أو الأحداث الأخرى ذات الصلة.\nللحصول على معلومات أكثر تفصيلاً حول كل منتج، يرجى تسجيل الدخول إلى حسابك والتحقق من قسم \"حالة المنتج\".",
        'action' => "لوحة البائع المفتوحة",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "تم استلام الطلبات بالجملة| :shop | :date",
        'title' => "إشعار الطلبات بالجملة",
        'message' => "لقد تلقيت مجموعة من الطلبات المجمعة. يرجى زيارة صفحة معالجة الطلب في اللوحة الخاصة بك لمزيد من التفاصيل. يمكنك أيضًا تنزيل قائمة الطلبات عبر الرابط الآمن المقدم، وهو صالح لمدة 7 أيام.<br><br>\n        <b>هام:</b> هذا الرابط صالح لمدة 7 أيام.<br>\n        هذا الرابط ديناميكي، لذا في كل مرة تنقر عليه، ستتلقى أحدث الطلبات لهذا التاريخ المحدد. <b>يعني أنه إذا تغيرت حالة دفع الطلب إلى مرفوض، فلن ترى هذا الطلب بعد الآن في ملف CSV الذي تم تنزيله، أو إذا تم دفع الطلب، فسيظهر في القائمة. </b><br><br>\n        <ul>\n            <li>يحتوي ملف CSV على الطلبات المدفوعة بتاريخ محجوز في :date.</li>\n            <li>التاريخ المحجوز هو التاريخ الذي يقوم فيه المستخدم بالنقر فوق الخروج في صفحة الطلب.</li>\n        </ul>\n        <b>لمنع الطلبات المكررة، تحقق دائمًا من الطلب ID قبل الإرسال.</b>",
        'action' => "تحميل قائمة الطلبات",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "لم يتم قبول بعض العناصر الموجودة في طلبك ولا يمكن تسليمها. سيتم رد مبلغ هذه العناصر إلى بطاقتك قريبًا."
    ]

];
