<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "منشئ متجر Instagram|تحويل حساب Instagram إلى متجر على الإنترنت",
        'desc' => "لا تضيع أموالك في أي مكان. بمجرد إنشاء متجرك في Selldone، لن تفكر بعد الآن في العمل باستخدام أدوات بناء المتاجر الأخرى مثل WordPress وJoomla وWooCommerce.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "كيف تبيع الشيف وقطتها اللطيفة على Instagram؟",


        'alt1' => "Selldone منشئ متجر Instagram",
        'alt2' => 'قصة بيع كعكة سارة على إنستغرام',
        'alt3' => 'Selldone مركز معالجة الطلبات عبر الإنترنت',
        'alt4' => 'Selldone بوابة الدفع للمتجر الإلكتروني',
        'alt5' => 'محرك SEO الآلي للمتاجر عبر الإنترنت',
        'alt6' => 'طرق جديدة للبيع عبر الإنترنت على Instagram',
        'alt7' => 'العلامات التجارية والعلامات التجارية',
        'alt8' => 'متجر أمين الصندوق',
        'alt9' => 'أدوات التسويق والمبيعات',
        'alt10' => 'شريك تجاري مجاني',
        'alt11' => 'مركز معالجة الطلبات',
        'alt12' => 'العملاء المخلصون',
        'alt13' => 'بوابة الدفع المباشر',
        'alt14' => 'قنوات مبيعات انستغرام',
        'alt15' => 'التعاقد مع مطور موقع ومتجر',
        'alt16' => 'قصة منصة Selldone',
        'alt17' => 'محرك تحسين محركات البحث الآلي للموقع والمتجر',
        'alt18' => 'بائع سعيد',
        'alt19' => 'سلة التسوق',


        'm1' => 'لماذا Selldone؟',
        'm2' => 'تحسين محركات البحث التلقائي',
        'm3' => 'الأسعار (مجانية)',

        'register' => 'سجل',

        'header' => '<span class="ulr"> 10x مرات</span> أكثر وأفضل<br><span class="ulr">Sell</span> على Instagram',
        'header_msg' => 'تخيل أن العملاء يفتحون صفحة تشبه المتجر من Instagram، ويختارون المنتجات من الصور التي يحبونها، ويضيفونها إلى الطلب، ويدفعون مباشرة إلى حسابك عبر الإنترنت. الحل أمامك مباشرة.',

        'name_plc' => 'أدخل اسم المستخدم الخاص بك',
        'preview' => 'متجر المعاينة',
        'create_act' => 'إنشاء متجر إنستغرام',


        'title1s' => 'كيف يعمل؟',
        'title1' => 'حول Instagram الخاص بك إلى متجر <span class="ulb"></span> كامل المواصفات!',
        'desc1' => 'سيكون لديك ميزات أكثر من لوحة أكبر المتاجر عبر الإنترنت، ولكن لا تخطئ، فالعمل مع مضيفين بسيطين أمر ممتع.',
        'sub1' => 'تعمل إدارة المنتج على هذا النحو...',
        'sub1msg' => "الخطوة الأولى هي إضافة المنتجات. باستخدام Selldone، يمكنك استيراد المنتجات من Instagram، أو تحميل ملف Excel، أو استخدام طرق بسيطة أخرى ببضع نقرات فقط.",
         'list1_1' => 'قتل تماما وإغلاق الإدارة',
         'list1_2' => 'تحديث المخزون وسعر سريع',
         'list1_3' => 'إضافة المنتجات بملف إكسل',
         'list1_4' => 'إضافة منتجات من هذا',
         'list1_5' => 'هل تشعر بالملل؟ سوف نضيفك!',

        'title2s' => 'الطلبات تعمل هكذا...',
        'title2' => "10 مرات أكثر من الطلبات يوميا ليست كافية بالنسبة لك؟ تم تصميم Selldone لأكثر من 10 آلاف طلب يوميًا لكل متجر.",

        'list2_1' => 'اطلع على حالة سفرك بسرعة وتصرف بسرعة',
        'list2_2' => 'يمكن للعميل رؤية أحدث حالة لطلبه',
        'list2_3' => 'إدارة الدفع ومعالجة الطلب والشحن',
        'list2_4' => 'أضف أي عدد تريده من المتعاونين',


        'title3s' => 'اللعبة المباشرة كاملة!',
        'title3' => "سيتم الدفع عبر الإنترنت في متجرك باستخدام نطاقك ومباشرة إلى حسابك! يمكنك اختيار أنواع البوابات الإلكترونية والدفع في الموقع.",

        'list3_1' => 'بوابة الدفع عبر الإنترنت (مباشرة إلى حسابك)',
        'list3_2' => 'القدرة على تمكين الدفع في الموقع',
        'list3_3' => 'بوابة الاستقبال بدون رمز الثقة الالكتروني (كشوف المرتبات)',
        'list3_4' => 'إدارة المدفوعات والأوامر بنقرة واحدة',


        'title4s' => 'تحسين محركات البحث التلقائي',
        'title4' => 'يساعد تصميم موقع صديق لمحركات البحث (SEO) يتبع أفضل ممارسات تحسين محركات البحث (SEO) في جعل عملك عبر الإنترنت أكثر وضوحًا للعملاء المحتملين. يوفر Selldone البنية التحتية التي تحتاجها لمتجر موجه نحو تحسين محركات البحث، لذلك لا داعي للقلق بشأن اكتشافك على Google.',

        'list4_1' => 'لقد تركت نصًا وصورًا جيدة معنا',

        'title0' => 'حان الوقت لبيع <span class="uly"> بشكل أكثر احترافية</span>، وجعل عملائك أكثر سعادة<br>، والشعور بالفخر لأنك تعمل على تنمية الأعمال التجارية عبر الإنترنت',


        'title6s' => "لا تكتفي بهذا",
        'title6' => 'أكثر بكثير من مجرد متجر على Instagram...',


        'features' => 'الميزات',
        'features_act' => 'عرض كافة الميزات',

        'x1' => 'متجر إلكتروني على نطاق مخصص لبناء علامتك التجارية والحصول على نادي العملاء الخاص بك.',
        'x2' => 'سجل نقدي لمتجر عبر الإنترنت لمتجر بتكلفة إعداد 0 دولار وبقدر ما تحتاج إليه.',
        'x3' => 'أفضل أدوات التسويق والمبيعات التي لا تمتلكها حتى أكبر العلامات التجارية في سوق الشرطة.',
        'x4' => "شريك جيد ومنخفض التوقعات اسمه Selldone، كل جهده هو زيادة مبيعات الشركة، وليس أخذ الأموال وتركها.",

        'a1' => 'معالجة الطلب',
        'a1s' => 'مصممة للسرعة',

        'a2' => 'التسويق والحوافز',
        'a2s' => 'ابحث عن العملاء المخلصين',

        'a3' => 'الدفع المباشر',
        'a3s' => 'لا توجد واجهة الدفع',

        'a4' => 'قنوات البيع',
        'a4s' => 'تيليجرام، جوجل، إنستجرام، إلخ.',

        'blog' => 'بلاگ',

        'b1' => "هل ما زلنا بحاجة إلى توظيف مبرمج أو شراء حزم بناء متجر أو مضيفين في عام 2021؟",
        'b2' => "قصة Selldone|التغيير في طريقة إطلاق الموقع والأعمال التجارية عبر الإنترنت",
        'b3' => 'محرك SEO التلقائي يتألق في نتائج جوجل',
        'read' => 'متابعة',

        'title5s' => 'هل تريد أن تعرف كم تكلف؟',
        'title5' => 'من الموديل <span class="ulr"> مجانا مدى الحياة</span> بعمولة 2%<br>إلى الموديل 0.5% عمولة برسوم شهرية',
        'msg5' => "طالما ليس لديك مبيعات، فإن أصحاب الريال الواحد لن يتقاضوا منك ثمن الموقع والمضيف والخوادم والخدمات والأدوات والدعم والتحديثات وأي شيء آخر! سيتم إضافة الأموال مباشرة إلى حسابك! يثق Selldone في قيام جميع شركائه بدفع الرسوم في نهاية الشهر أو إذا واجهوا مشكلة بعد بضعة أشهر عن طريق شحن محافظهم.",
         'footer_act' => "الحرة ليست الميزة الوحيدة! كيف؟",
         'footer' => 'اطرح أي أسئلة أو نصائح تريدها.',

        's1' => 'التقارير الذكية',
        's2' => 'استضافة سحابية مجانية',
        's3' => 'الخدمات اللوجستية والمعالجة',
        's4' => 'منشئ الصفحة المقصودة',
        's5' => 'الميزات والفوائد',
        's6' => 'الإدارة المالية',
        's7' => 'أدوات التسويق',
        's8' => 'الحوافز والعملاء',
        's9' => 'حول Selldone',
        's10' => 'مدونة',
        's11' => 'مساعدة',
        's12' => 'الخصوصية',
        's13' => 'الشروط والأحكام',
        's14' => 'متجر البناء',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "هل أنت قلق بشأن العمل مع Selldone؟",
        'import_title' => "اسأل مستخدمي Selldone؛ تعليقاتهم على <span class='ulr'>، البساطة والسرعة</span> سوف تفاجئك!",
        'import_message' => "يمكنك استيراد منتجاتك مباشرة من Instagram إلى متجرك، ولكن إذا أردت، يمكنك إضافة جميع منتجاتها وصورها تلقائيًا إلى متجرك باستخدام ملف Excel بسيط. تقوم بملء نفس الملف، ونسخ URL للصور من Google، وأخيرًا سحب ملف CSV الخاص بك وإفلاته في قسم إدارة المنتج. Selldone سوف يفعل ذلك نيابة عنك.",
        'import_t1' => "هل لديك أي منتج",
        'import_b1' => "إنهم بلا تنوع",
        'import_m1' => "ما عليك سوى تنزيل هذا الملف وإدخال اسم المنتج وسعره ومخزونه ونسخ رابط الصورة ولصقه من مكان مثل Google",

        'import_b2' => "اختلافات متعددة",
        'import_m2' => "التنوع يعني اللون والحجم والمواد وأشياء من هذا القبيل. إذا كان لديك العديد من المنتجات، يمكنك تنزيل هذا الملف وملء معلومات منتجك. هذا أصعب قليلاً",

        'import_download' => "تحميل ملف العينة",

    ]

];
