<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'تسوق',
        'blog' => 'مدونة',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'عنا',
    'contact' => 'اتصل بنا',


    'buy-action' => "اشتري الآن",
    'buy-action-variant' => "اختر واشتري الآن",

    'product-images' => "الصور",
    'product-spec' => "المواصفات",
    'Comments' => "التعليقات والتقييمات",
    'related' => "المنتجات ذات الصلة",
    'view-now' => "عرض الآن",






];
