<?php

return [
    'default_title' => 'SELLDONE',
    'keywords' => ['کاروباری OS', 'domain', 'selldone', 'ای کامرس پلیٹ فارم', 'اسٹور بلڈر', 'دکان بنانے والا', 'ویب سائٹ بلڈر', 'کاروباری خیال', 'اپنی مرضی کے مطابق کمیونٹی بلڈر', 'وائٹ لیبل ای کامرس'],
    'samin' => 'Selldone',
    'Selldone' => 'Selldone',


    'related' => 'متعلقہ',
    'share' => 'بانٹیں',

    /*
    |--------------------------------------------------------------------------
    | Global
    |--------------------------------------------------------------------------
    */
    'global' => [
        'blog' => 'بلاگ',
    ],

    /*
    |--------------------------------------------------------------------------
    | Global footer
    |--------------------------------------------------------------------------
    */
    'footer-title' => 'Selldone®|کاروبار <span class="os-grad">OS</span>™',
    'footer-subtitle' => "SMEs اور آزاد برانڈز کے لیے #1 آپریٹنگ سسٹم",
    'footer-about-selldone' => 'Selldone ایک ای کامرس پلیٹ فارم ہے جو کاروبار کی ترقی میں مدد کے لیے بنایا گیا ہے۔ چاہے آپ کے پاس اینٹوں اور مارٹر کی چھوٹی دکان ہو یا کوئی بڑی کمپنی، آپ کو اپنی مصنوعات کو آن لائن دکھانے کی ضرورت ہے۔ Selldone کم آپریٹنگ لاگت اور زیادہ لچک کے ساتھ آن لائن اسٹورز بنانے میں آپ کی مدد کرتا ہے۔ اس کے علاوہ، ہم ایک ای کامرس مینجمنٹ ٹول چین فراہم کرتے ہیں جو ہر ہفتے بہتر ہوتا ہے، انٹیگریٹڈ اسٹور ایڈمنسٹریشن، ویژول آٹومیشن ٹولز، اور AI انٹیگریشن جیسی خصوصیات کے ساتھ۔',
    'footer-action' => "اپنا ای کامرس بنائیں - یہ مفت ہے۔",

    'footer' => [
        'about' => 'Selldone کے بارے میں',
        'contact' => 'ہم سے رابطہ کریں۔',
        'email' => 'support@selldone.com',
        'phone' => '🇩🇰 +45 36991215',
    ],

    'footer-menu' => [


        // Menu 1:
        [
            'title' => 'Selldone',
            'items' => [
                ['title' => 'بزنس پلیٹ فارم', 'href' => '/store-builder'],
                ['title' => 'بلاگ', 'href' => '/blog'],
                ['title' => 'مدد', 'href' => '/help'],
                ['title' => 'FAQ', 'href' => '/faq'],
                ['title' => 'رازداری کی پالیسی', 'href' => '/privacy'],
                ['title' => 'سروس کی مدت', 'href' => '/terms'],
            ],
        ],

        // Menu 2:
        [
            'title' => 'خصوصیات',
            'items' => [
                ['title' => 'خصوصیات اور فوائد', 'href' => '/features'],
                ['title' => 'Marketing tools', 'href' => '/marketing'],
                ['title' => 'Processing center', 'href' => '/order-processing'],
                ['title' => 'ترغیبات اور کلب', 'href' => '/incentives'],
                ['title' => 'آڈیٹنگ اور اکاؤنٹنگ', 'href' => '/auditing'],
                ['title' => 'Cloud hosting', 'href' => '/cloud'],

            ],
        ],

        // Menu 3:
        [
            'title' => 'حل',
            'items' => [
                ['title' => 'NFT مجموعہ', 'href' => '/nft'],
                ['title' => 'گلڈ', 'href' => '/guild'],
                ['title' => 'ایواکاڈو', 'href' => '/avocado'],
                ['title' => 'ماہرین', 'href' => '/experts'],
                ['title' => 'SEO engine', 'href' => '/seo'],
                ['title' => 'Smart report', 'href' => '/smart-report'],
            ],
        ],

        // Menu 4:
        [
            'title' => 'خدمات',
            'items' => [
                ['title' => 'قیمت اور منصوبے', 'href' => '/price'],
                ['title' => 'ایپلی کیشنز', 'href' => '/apps'],
                ['title' => 'Application builder', 'href' => '/app-builder'],
                ['title' => 'صفحہ بنانے والا', 'href' => '/page-builder'],
                ['title' => 'Logistic solution', 'href' => '/logistic'],
                ['title' => 'آٹومیشن اور آئی او ٹی', 'href' => '/automation'],

            ],
        ],


    ],


    /*
    |--------------------------------------------------------------------------
    | Global header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'home' => 'گھر',
        'features' => 'خصوصیات',
        'pricing' => 'قیمتوں کا تعین',
        'blogs' => 'بلاگ',
        'community' => 'برادری',
        'help' => 'مدد',
        'features-menu' => [
            'store-builder' => 'ای کامرس بلڈر',
            'community-platform' => 'اپنی مرضی کے مطابق کمیونٹی',
            'cloud' => 'کلاؤڈ بیسڈ ہوسٹنگ',
            'page-builder' => 'لینڈنگ پیج بلڈر',
            'smart-report' => 'اسمارٹ رپورٹ جنریٹر',
            'payment' => 'ادائیگی اور اکاؤنٹنگ',

            'staffs' => 'صارفین اور ٹیم',
            'logistic' => 'لاجسٹک اور ترسیل',
            'order-processing' => 'آرڈرز اور پروسیسنگ',
            'marketing' => 'مارکیٹنگ مہم',
            'incentives' => 'کلب اور مراعات',
            'pos' => 'آن لائن POS',
            'seo' => 'آٹو SEO انجن',
            'automation' => 'آٹومیشن اور آئی او ٹی',
            'ai' => 'اے آئی کامرس',
            'app-builder' => 'ایپلیکیشن بلڈر',
        ],
        'build' => "تعمیر کریں۔",
        'build-sub' => "ہم آپ کی کامیابی کی کہانی بنانے کے لیے آپ کے ارد گرد ایک نظام بناتے ہیں۔",

        'manage' => "انتظام کریں۔",
        'manage-sub' => "آپ کے کاروبار کا انتظام پہلے سے کہیں زیادہ خوشگوار ہوگا۔",

        'sel' => "بیچنا",
        'sel-sub' => "ہمیشہ بند رہیں، پیسہ کمائیں اور اس سے لطف اٹھائیں۔",

        'grow' => "بڑھو",
        'grow-sub' => "آپ کے ہاتھ میں انٹرپرائز گریڈ کی خصوصیات اور اوزار، آسمان آپ کی حد ہو جائے گا.",


    ],

    /*
    |--------------------------------------------------------------------------
    | Article
    |--------------------------------------------------------------------------
    */
    'article' => [
        'list-of-content' => 'مواد کی فہرست',
        'author' => 'مصنف',
        'others-title' => ":title کے بارے میں مزید بصیرتیں۔",
    ],


    /*
    |--------------------------------------------------------------------------
    | Main pages
    |--------------------------------------------------------------------------
    */
    'page.login' => ['title' => 'Selldone |لاگ ان', 'image' => '/images/seo/en/login.jpg', 'description' => "اس سے کوئی فرق نہیں پڑتا کہ آپ کے پاس کتنا سرمایہ ہے، آپ نے اپنا کاروبار کہاں سے شروع کیا، آپ دنیا میں کہاں رہتے ہیں! Selldone نے آپ کو تمام پیشہ ورانہ سیلز ٹولز فراہم کیے ہیں۔ رجسٹریشن اور یہ ٹولز سب کے لیے اور ہمیشہ کے لیے مفت ہیں۔"],
    'page.register' => ['title' => 'Selldone |رجسٹر کریں۔', 'image' => '/images/seo/en/login.jpg', 'description' => "ہم سمجھتے ہیں کہ رسائی ایک حق ہے نہ کہ استحقاق! چاہے آپ کا کاروبار نیویارک کی امیر ترین سڑک پر ہو یا کسی دور دراز گاؤں میں، آپ کو آن لائن فروخت کرنے کے لیے انٹرنیٹ اور آن لائن ٹول کی ضرورت ہے! یہ Selldone کا خواب ہے۔"],


    'page.home' => ['title' => "پیشہ ور افراد کی طرح فروخت کریں — Selldone® بزنس OS", 'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg', 'description' => "Selldone آپ کے کاروبار کو بصری طور پر بنانے، اس کا انتظام کرنے اور اسکیل کرنے کے لیے ایک کاروباری OS ہے۔ لاکھوں آرڈرز کے لیے بنائے گئے بغیر کوڈ، بغیر کسی ماہر کی ضرورت کے حل کے ساتھ اسے خود بنائیں۔"],
    'page.helps' => ['title' => 'مدد', 'image' => '/images/seo/en/help.jpg', 'description' => "ایک کامیاب کاروبار کیسے بنایا جائے۔"],
    'page.blogs' => ['title' => 'بزنس او ایس میگ', 'image' => '/images/seo/en/academy.jpg', 'description' => "آن لائن فروخت کرنے کے لیے آپ کی ون اسٹاپ گائیڈ، ٹپس، ٹرکس، اور ماہر کے مشورے، آن لائن سیلز کے کیا کرنا اور نہ کرنا، آپ کی آن لائن آمدنی کو زیادہ سے زیادہ کرنے کے لیے ماہرانہ تجاویز کے ساتھ۔"],
    'page.faqs' => ['title' => 'اکثر پوچھے گئے سوالات', 'image' => '/images/seo/en/faq.jpg', 'description' => "Selldone پر سوال و جواب۔"],
    'page.price' => ['title' => 'قیمت کی فہرست', 'image' => '/images/seo/en/price.jpg', 'description' => "بغیر کسی وقت کی حد کے مفت میں اسٹور اور سائٹ بنانے کی تمام پیشہ ورانہ خصوصیات آپ کے منتظر ہیں۔"],


    'page.apps' => ['title' => 'ایپلیکیشن انٹیگریشنز', 'image' => '/images/seo/en/apps.jpg', 'description' => "اسٹور پر ایپلیکیشنز انسٹال کرنا آپ کے اسٹور کے لیے صرف ایک کلک کے ساتھ فراہم کیا جاتا ہے۔"],
    'page.experts' => ['title' => 'ماہرین', 'image' => '/images/seo/en/expert.jpg', 'description' => "اپنے اسٹور کو ڈیزائن کرنے، لانچ کرنے، اشتہار دینے یا اس کا انتظام کرنے کے بارے میں فکر نہ کریں، Selldone ماہرین آپ کی مدد کے لیے تیار ہیں۔ چیزوں کو بہتر اور تیز تر کرنے کے لیے ایک مصدقہ ماہر کی خدمات حاصل کریں۔"],


    'page.avocado' => ['title' => 'ایوکاڈو — جدید سوشل سیلز چینل', 'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
        'description' => "ایک رقم اور ایک عنوان ہی آپ کو اپنے صارفین سے ادائیگیاں جمع کرنے کی ضرورت ہے۔ رقم براہ راست آپ کے اکاؤنٹ میں جمع ہو جاتی ہے، اور آپ کے صارفین کو بغیر کسی رکاوٹ کے خریداری کا تجربہ ملتا ہے۔"],

    // All private dashboards:
    'shuttle' => ['title' => 'سیلڈون | ڈیش بورڈ', 'image' => '/images/seo/en/dashboard.jpg',
        'description' => "اسٹور مینجمنٹ پینل، اگر آپ کو اس اسٹور تک رسائی حاصل ہے، تو آپ اس لنک کے ذریعے اپنے اسٹور مینجمنٹ ڈیش بورڈ میں داخل ہوسکتے ہیں۔"],

    'shuttle-shop' => ['title' => 'سیلڈون | ڈیش بورڈ شاپ کریں۔', 'image' => '/images/seo/en/shuttle-shop.jpg', 'video' => '/images/seo/en/videos/shuttle-shop.mp4',
        'description' => "اپنے ڈیش بورڈ میں ہر چیز کا نظم کریں۔ پروڈکٹس، آرڈرز، لینڈنگ پیج ڈیزائن، مارکیٹنگ، مراعات اور ہر چیز کا نظم کریں جس کی آپ کو ایک بہترین کاروبار کے لیے ضرورت ہے۔"],


    'guild' => ['title' => 'گلڈ - اجتماعی سیلز چینل', 'image' => '/images/seo/en/guild.jpg?v=2',
        'description' => "ایک عظیم جماعت بنا کر اپنے کاروبار کو قابل حصول، اور پوری دنیا میں کسی کے لیے قابل رسائی بنائیں۔"],


    'page.referral' => ['title' => 'ملحق پروگرام — Selldone', 'image' => '/images/seo/en/referral.png', 'description' => "ایک دلچسپ مشن میں شامل ہوں اور اپنے لیے غیر فعال آمدنی کا سلسلہ بنائیں۔"],


    'page.press' => ['title' => 'پریس وسائل — Selldone', 'image' => '/images/seo/en/press.png', 'description' => "Selldone کے بارے میں لکھنے میں دلچسپی رکھنے والوں کے لیے وسائل۔"],
    'page.roadmap' => ['title' => 'روڈ میپ — Selldone', 'image' => '/images/seo/roadmap.jpg', 'description' => "یہ ایک قسم کا پلیٹ فارم ہے: SMEs کے لیے انٹرپرائز-گریڈ ٹولز کے ساتھ ایک سروس کے طور پر ایک سب میں ایک، بغیر کوڈ کے بزنس آپریٹنگ سسٹم۔"],

    'page.onboarding' => ['title' => 'مفت آن لائن سٹور ویب سائٹ تخلیق کار - ذمہ دار اور پیشہ ور', 'image' => '/images/seo/ui-kit.jpg', 'description' => "Selldone ایک ای کامرس پلیٹ فارم ہے جو آپ کے کاروبار کی ترقی میں مدد کے لیے بنایا گیا ہے۔ چاہے آپ کے پاس اینٹوں اور مارٹر کی چھوٹی دکان ہو یا کوئی بڑی کمپنی، آپ کو پیشہ ورانہ، استعمال میں آسان ٹولز کی ضرورت ہے۔"],



    'page.books' => ['title' => 'بزنس ہینڈ بک: آن لائن شاپنگ ویب سائیٹس کے لیے شروع اور بڑھنے کی تجاویز', 'image' => '/images/seo/en/cover.jpg', 'description' => "آپ یہاں کاروبار کی ترقی کے بارے میں مفت ہینڈ بک ڈاؤن لوڈ کر سکتے ہیں۔ ان کتابوں میں، آپ کو اپنے آن لائن سٹور میں تبادلوں کی شرح بڑھانے کے لیے کاروبار کی ترقی اور عملی بہتری کے لیے مکمل تجاویز ملیں گی۔"],


    'page.quiz' => ['title' => 'کوئز|کیا بزنس آپریٹنگ سسٹم آپ کے لیے صحیح ہے؟', 'image' => '/images/seo/en/quiz.png', 'description' => "اگر آپ یہ جاننا چاہتے ہیں کہ آپ کے کاروبار کو مزید جانے سے پہلے کسی کاروباری OS کی ضرورت ہے یا استعمال کر سکتے ہیں، تو براہ کرم یہ 60sec کوئز لیں۔ اگر آپ یہ جاننا چاہتے ہیں کہ آپ کے کاروبار کو مزید جانے سے پہلے کسی کاروباری OS کی ضرورت ہے یا استعمال کر سکتے ہیں، تو براہ کرم یہ 60sec کوئز لیں۔"],


    'page.countries' => ['title' => 'تعاون یافتہ ممالک اور مقامی ادائیگیاں - بزنس OS', 'image' => '/images/seo/en/countries.png', 'description' => "بزنس OS، ای کامرس پلیٹ فارمز سے کسی تھیم، پلگ ان یا کوڈ کے بغیر کامرس سروسز کا اگلا ارتقائی مرحلہ۔ 100% بصری طور پر!"],


    'page.participant' => ['title' => 'آپ جو کمیونٹی چاہتے ہیں — کھیلیں اور $20 جیتیں۔', 'image' => '/images/seo/en/participants.jpg', 'description' => "آپ دوسروں کی مدد کے لیے مختصر ویڈیوز بنا کر فروخت شدہ کمیونٹی میں حصہ لے سکتے ہیں اور فی ویڈیو 20 USD گفٹ کریڈٹ حاصل کر سکتے ہیں۔"],

    'page.tax' => ['title' => 'عالمی ٹیکس کی شرحوں کی فہرست', 'image' => '/images/seo/en/tax.jpg', 'description' => "آپ ٹیکس کے قواعد کو اوور رائیڈ کر سکتے ہیں اور مختلف پروڈکٹ کیٹیگریز کے لیے ایک سے زیادہ ٹیکس پروفائل بنا سکتے ہیں۔"],


    'page.premium' => ['title' => 'پریمیم میں اپ گریڈ کریں اور اپنے ای کامرس گیم کو تبدیل کریں۔', 'image' => '/images/seo/en/premium.jpg', 'description' => "Selldone پریمیم کے ساتھ اپنے آن لائن اسٹور کو بلند کریں۔ کارکردگی کو بڑھانے اور ڈیجیٹل مارکیٹ میں نمایاں ہونے کے لیے خصوصی AI ٹولز، بیسپوک ٹیمپلیٹس اور مزید تک رسائی حاصل کریں۔ ایک بہتر، خوبصورت ای کامرس کے تجربے کے لیے ابھی شامل ہوں!"],


    'page.builder' => [
        'title' => 'مفت پیج بلڈر اور لینڈنگ پیج ایڈیٹر Webapp - لاگ ان کی ضرورت نہیں ہے۔',
        'image' => '/images/seo/en/builder.png',
        'description' => 'ہمارے مفت، صارف دوست صفحہ بنانے والے اور ایڈیٹر کے ساتھ آسانی سے شاندار ویب صفحات اور لینڈنگ پیجز بنائیں۔ لاگ ان کی ضرورت نہیں ہے۔ ہمارے بدیہی ڈریگ اینڈ ڈراپ انٹرفیس کے ساتھ اپنے ویب صفحات کو تیزی سے ڈیزائن، اپنی مرضی کے مطابق اور شائع کریں۔ مارکیٹرز، چھوٹے کاروباری مالکان، اور کسی پریشانی سے پاک ویب ڈیزائن کے حل کی تلاش میں ڈویلپرز کے لیے بہترین۔'
    ],

    'page.token' => [
        'title' => 'Selldone Coin (SLDN) - ای کامرس انوویشن کو بااختیار بنانا',
        'image' => '/images/seo/en/token.jpg?v=1',
        'description' => 'Selldone Coin (SLDN) دریافت کریں، ڈیجیٹل ٹوکن جو ای کامرس کاروباریوں کو انعام دینے اور انہیں بااختیار بنانے کے لیے ڈیزائن کیا گیا ہے۔ Selldone ماحولیاتی نظام کا ایک لازمی حصہ SLDN کے ساتھ کمائیں، تجارت کریں اور اپنا کاروبار بڑھائیں۔'
    ],


    'page.red-alert' => ['title' => 'ریڈ الرٹ - مجرمانہ سرگرمی اور حفاظتی پروگرام کی اطلاع دیں۔',
        'image' => '/images/seo/en/red-alert.jpg',
        'description' => 'Selldone - سب سے زیادہ حفاظتی مرکز دستیاب پلیٹ فارم کے ساتھ حفاظت اور سلامتی میں حتمی تجربہ کریں۔ ہمارا ریڈ الرٹ پروگرام آپ کو مجرمانہ سرگرمیوں کی فوری اور محفوظ طریقے سے رپورٹ کرنے کا اختیار دیتا ہے، اس بات کو یقینی بناتے ہوئے کہ آپ کی کمیونٹی محفوظ رہے۔ آج ہی محفوظ محلے بنانے اور جرائم کے خلاف کارروائی کرنے کے ہمارے مشن میں ہمارا ساتھ دیں۔'    ],

    /*
    |--------------------------------------------------------------------------
    | App pages
    |--------------------------------------------------------------------------
    */
    'apps.structure-data' => ['title' => 'ڈھانچہ ڈیٹا جنریٹر| JSON-LD', 'description' => "JSON-LD مارک اپ بنانے کے لیے اس طاقتور سٹرکچرڈ ڈیٹا جنریٹر کا استعمال کریں، بشمول تمام مطلوبہ آئٹم کی خصوصیات اور مزید۔"
    ],

    /*
    |--------------------------------------------------------------------------
    | Call to action
    |--------------------------------------------------------------------------
    */
    'call-to-action' => [
        'title' => "مارکیٹ میں بہترین بغیر تکنیکی حل کے ذریعے اپنے کاروبار کو آن لائن بنائیں۔",
        'money-back' => "30 دن کی منی بیک گارنٹی",
        'action' => "اپنا ای کامرس بنائیں",
        'action-sub' => "ابھی شروع کریں - یہ مفت ہے۔",
        'message' => "اپنی کم آن لائن فروخت کی شرح کو الوداع کہو!",
    ]

,

    'page' => [
        'login' => [
            'title' => 'سیلڈون | لاگ ان کریں',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'اس سے کوئی فرق نہیں پڑتا کہ آپ کے پاس کتنا سرمایہ ہے، آپ نے اپنا کاروبار کہاں سے شروع کیا، آپ دنیا میں کہاں رہتے ہیں! سیلڈون نے آپ کو تمام پیشہ ورانہ سیلز ٹولز فراہم کیے ہیں۔ رجسٹریشن اور یہ ٹولز سب کے لیے اور ہمیشہ کے لیے مفت ہیں۔',
        ],
        'register' => [
            'title' => 'سیلڈون | رجسٹر کریں۔',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'ہم سمجھتے ہیں کہ رسائی ایک حق ہے نہ کہ استحقاق! چاہے آپ کا کاروبار نیویارک کی امیر ترین سڑک پر ہو یا کسی دور دراز گاؤں میں، آپ کو آن لائن فروخت کرنے کے لیے انٹرنیٹ اور آن لائن ٹول کی ضرورت ہے! یہ سیلڈون کا خواب ہے۔',
        ],
        'home' => [
            'title' => 'پیشہ ور افراد کی طرح سیلز — Selldone® Business OS',
            'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg',
            'description' => 'سیلڈون ایک کاروباری OS ہے جو آپ کے کاروبار کو بصری طور پر بنانے، منظم کرنے اور اسکیل کرنے کے لیے ہے۔ لاکھوں آرڈرز کے لیے بغیر کوڈ اور بغیر ماہر کے درکار حل کے ساتھ اسے خود بنائیں۔',
        ],
        'helps' => [
            'title' => 'مدد',
            'image' => '/images/seo/en/help.jpg',
            'description' => 'ایک کامیاب کاروبار کیسے بنایا جائے۔',
        ],
        'blogs' => [
            'title' => 'بلاگ',
            'image' => '/images/seo/en/academy.jpg',
            'description' => 'سیلڈون کی تازہ ترین خبریں اور مواد۔',
        ],
        'faqs' => [
            'title' => 'اکثر پوچھے گئے سوالات',
            'image' => '/images/seo/en/faq.jpg',
            'description' => 'سیلڈون پر سوال و جواب۔',
        ],
        'price' => [
            'title' => 'قیمتوں کی فہرست',
            'image' => '/images/seo/en/price.jpg',
            'description' => 'بغیر کسی وقت کی حد کے مفت میں اسٹور اور سائٹ بنانے کی تمام پیشہ ورانہ خصوصیات آپ کے منتظر ہیں۔',
        ],
        'apps' => [
            'title' => 'اپلی کیشن سٹور',
            'image' => '/images/seo/en/apps.jpg',
            'description' => 'اسٹور پر ایپلیکیشنز انسٹال کرنا آپ کے اسٹور کے لیے صرف ایک کلک کے ساتھ فراہم کیا جاتا ہے۔',
        ],
        'experts' => [
            'title' => 'ماہرین',
            'image' => '/images/seo/en/expert.jpg',
            'description' => 'اپنے اسٹور کو ڈیزائن کرنے، لانچ کرنے، اشتہار دینے یا اس کا انتظام کرنے کے بارے میں فکر نہ کریں، سیلڈون کے ماہرین آپ کی مدد کے لیے تیار ہیں۔ چیزوں کو بہتر اور تیز تر کرنے کے لیے ایک مصدقہ ماہر کی خدمات حاصل کریں۔',
        ],
        'avocado' => [
            'title' => 'ایوکاڈو — جدید سوشل سیلز چینل',
            'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
            'description' => 'آپ کو اپنے صارفین سے رقم حاصل کرنے کے لیے صرف ایک رقم اور ایک عنوان کی ضرورت ہے! رقم براہ راست آپ کے اکاؤنٹ میں جمع ہو جائے گی اور آپ کے صارفین کو خریداری کا ایک منفرد تجربہ ملے گا۔',
        ],
        'referral' => [
            'title' => 'ملحق پروگرام - سیلڈون',
            'image' => '/images/seo/en/referral.png',
            'description' => 'ایک دلچسپ مشن میں شامل ہوں اور اپنے لیے غیر فعال آمدنی کا سلسلہ بنائیں۔',
        ],
        'press' => [
            'title' => 'پریس ریسورسز - سیلڈون',
            'image' => '/images/seo/en/press.png',
            'description' => 'سیلڈون کے بارے میں لکھنے میں دلچسپی رکھنے والے ہر فرد کے لیے وسائل۔',
        ],
        'roadmap' => [
            'title' => 'روڈ میپ - سیلڈون',
            'image' => '/images/seo/roadmap.jpg',
            'description' => 'یہ ایک قسم کا پلیٹ فارم ہے۔ یہ مکمل طور پر منفرد اور تمام دوسروں سے بہت مختلف ہے۔ SMEs کے لیے انٹرپرائز-گریڈ ٹولز کے ساتھ سروس کے طور پر یہ واحد آل ان ون، بغیر کوڈ کے بزنس آپریٹنگ سسٹم ہے۔',
        ],
        'onboarding' => [
            'title' => 'مفت آن لائن شاپنگ ویب سائٹ تخلیق کار - ذمہ دار، اور پیشہ ور',
            'image' => '/images/seo/ui-kit.jpg',
            'description' => 'سیلڈون، بطور ای کامرس پلیٹ فارم، آپ کے کاروبار کی ترقی کے لیے فرشتے کی طرح کام کرتا ہے۔ چاہے آپ کے پاس اینٹوں اور مارٹر کی چھوٹی دکان ہو یا کوئی بڑی کمپنی، آپ کو پیشہ ورانہ لیکن استعمال میں آسان ٹولز کی ضرورت ہے۔',
        ],
        'books' => [
            'title' => 'بزنس ہینڈ بک: آن لائن شاپنگ ویب سائیٹس کے لیے شروع اور بڑھنے کی تجاویز',
            'image' => '/images/seo/en/cover.jpg',
            'description' => 'آپ یہاں کاروبار کی ترقی کے بارے میں مفت ہینڈ بک ڈاؤن لوڈ کر سکتے ہیں۔ ان کتابوں میں، آپ کو اپنے آن لائن سٹور میں تبادلوں کی شرح بڑھانے کے لیے کاروبار کی ترقی کے لیے مکمل تجاویز اور عملی بہتری کے لیے گائیڈز ملیں گے۔',
        ],
        'quiz' => [
            'title' => 'کوئز | کیا بزنس آپریٹنگ سسٹم آپ کے لیے صحیح ہے؟',
            'image' => '/images/seo/en/quiz.png',
            'description' => 'اگر آپ یہ جاننا چاہتے ہیں کہ آپ کے کاروبار کو کسی کاروباری OS کی ضرورت ہے یا استعمال کر سکتے ہیں، تو مزید آگے جانے سے پہلے، براہ کرم یہ 60sec کوئز لیں۔ اگر آپ یہ جاننا چاہتے ہیں کہ آپ کے کاروبار کو کسی کاروباری OS کی ضرورت ہے یا استعمال کر سکتے ہیں، تو مزید آگے جانے سے پہلے، براہ کرم یہ 60sec کوئز لیں۔',
        ],
        'countries' => [
            'title' => 'تعاون یافتہ ممالک اور مقامی ادائیگیاں - بزنس OS',
            'image' => '/images/seo/en/countries.png',
            'description' => 'بزنس OS، ای کامرس پلیٹ فارمز سے کسی تھیم، پلگ ان یا کوڈ کے بغیر کامرس سروسز کا اگلا ارتقائی مرحلہ۔ 100% بصری طور پر!',
        ],
        'participant' => [
            'title' => 'آپ جو کمیونٹی چاہتے ہیں — کھیلیں اور $20 جیتیں۔',
            'image' => '/images/seo/en/participants.jpg',
            'description' => 'آپ دوسروں کی مدد کے لیے مختصر ویڈیوز بنا کر فروخت شدہ کمیونٹی میں حصہ لے سکتے ہیں اور فی ویڈیو 20 USD گفٹ کریڈٹ حاصل کر سکتے ہیں۔',
        ],
        'tax' => [
            'title' => 'عالمی ٹیکس کی شرحوں کی فہرست',
            'image' => '/images/seo/en/tax.jpg',
            'description' => 'آپ ٹیکس کے قواعد کو اوور رائیڈ کر سکتے ہیں اور مختلف پروڈکٹ کیٹیگریز کے لیے ایک سے زیادہ ٹیکس پروفائل بنا سکتے ہیں۔',
        ],
        'premium' => [
            'title' => 'پریمیم میں اپ گریڈ کریں اور اپنے ای کامرس گیم کو تبدیل کریں۔',
            'image' => '/images/seo/en/premium.jpg',
            'description' => 'Selldone Premium کے ساتھ اپنے آن لائن اسٹور کو بلند کریں۔ کارکردگی کو بڑھانے اور ڈیجیٹل مارکیٹ میں نمایاں ہونے کے لیے خصوصی AI ٹولز، بیسپوک ٹیمپلیٹس اور مزید تک رسائی حاصل کریں۔ ایک بہتر، خوبصورت ای کامرس کے تجربے کے لیے ابھی شامل ہوں!',
        ],
        'builder' => [
            'title' => 'مفت پیج بلڈر اور لینڈنگ پیج ایڈیٹر Webapp - لاگ ان کی ضرورت نہیں ہے۔',
            'image' => '/images/seo/en/builder.png',
            'description' => 'ہمارے مفت، صارف دوست صفحہ بنانے والے اور ایڈیٹر کے ساتھ آسانی سے شاندار ویب صفحات اور لینڈنگ پیجز بنائیں۔ لاگ ان کی ضرورت نہیں ہے۔ ہمارے بدیہی ڈریگ اینڈ ڈراپ انٹرفیس کے ساتھ اپنے ویب صفحات کو تیزی سے ڈیزائن کریں، اپنی مرضی کے مطابق بنائیں اور شائع کریں۔ مارکیٹرز، چھوٹے کاروباری مالکان، اور کسی پریشانی سے پاک ویب ڈیزائن کے حل کی تلاش میں ڈویلپرز کے لیے بہترین۔',
        ],
    ],
    'apps' => [
        'structure-data' => [
            'title' => 'ڈھانچہ ڈیٹا جنریٹر | JSON-LD',
            'description' => 'JSON-LD مارک اپ بنانے کے لیے اس طاقتور سٹرکچرڈ ڈیٹا جنریٹر کا استعمال کریں، بشمول تمام مطلوبہ آئٹم کی خصوصیات اور مزید۔',
        ],
    ],
];
