<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'دکان',
        'blog' => 'بلاگ',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'ہمارے بارے میں',
    'contact' => 'ہم سے رابطہ کریں۔',


    'buy-action' => "ابھی خریدیں۔",
    'buy-action-variant' => "منتخب کریں اور ابھی خریدیں۔",

    'product-images' => "امیجز",
    'product-spec' => "سپیک",
    'Comments' => "جائزے اور درجہ بندی",
    'related' => "متعلقہ مصنوعات",
    'view-now' => "ابھی دیکھیں",






];
