<?php 

 return [
     "failed" => "ఈ ఆధారాలు మా రికార్డులతో సరిపోలడం లేదు.",
     "throttle" => "చాలా ఎక్కువ లాగిన్ ప్రయత్నాలు. దయచేసి: సెకన్లలో మళ్లీ ప్రయత్నించండి.",
     "title_shop" => "లాగిన్: పేరు",
     "title_app" => "అప్లికేషన్ యాక్సెస్:పేరు",
     "login_message" => "మీ ఖాతాకు ప్రాప్యతను అభ్యర్థించండి.",
     "scopes_title" => "ఈ యాప్ కింది స్కోప్‌లకు యాక్సెస్ కలిగి ఉంటుంది",
     "accept" => "నిర్ధారించండి",
     "reject" => "తిరస్కరించు",
     "login_incorrect_password" => "తప్పుడు వాడుకరిపేరు లేదా సంకేతపదం.",
     "reset_2fa_title" => "రెండు-దశల లాగిన్ అభ్యర్థనను రీసెట్ చేయండి",
     "go_main_page" => "హోమ్‌పేజీకి వెళ్లండి",
     "signing_in" => "లోనికి ప్రవేశించు...",
];