<?php 

 return [
     "shop-order-payment" => [
     "title" => "చెల్లింపును అంగీకరించండి",
     "sample" => "మీ 267$ చెల్లింపు విజయవంతంగా పరిష్కరించబడింది.<br> ఆర్డర్: SM-425<br> ధన్యవాదాలు, <b>మీ స్టోర్ పేరు</b> .<br> విక్రయించబడింది",
     "body" => "మీ :param2 చెల్లింపు విజయవంతంగా పరిష్కరించబడింది. ఆర్డర్: :param1 ధన్యవాదాలు, :param3. విక్రయించబడింది",
     "description" => "విజయవంతమైన చెల్లింపు గురించి తెలియజేయడానికి షాపింగ్ కస్టమర్‌కు సందేశం పంపండి.",
],
     "shop-order-payment-admin" => [
     "title" => "చెల్లింపును అంగీకరించండి",
     "sample" => "కొత్త 267$ చెల్లింపు విజయవంతంగా పరిష్కరించబడింది.<br> ఆర్డర్: SM-425<br> ధన్యవాదాలు, <b>మీ స్టోర్ పేరు</b> .<br> విక్రయించబడింది",
     "body" => "కొత్తది :param2 చెల్లింపు విజయవంతంగా పరిష్కరించబడింది. ఆర్డర్: :param1 ధన్యవాదాలు, :param3. విక్రయించబడింది",
     "description" => "విజయవంతమైన చెల్లింపు గురించి తెలియజేయడానికి దుకాణ యజమానికి సందేశం పంపండి.",
],
     "vendor-new-order" => [
     "title" => "విక్రేత కొత్త ఆర్డర్",
     "sample" => "మీరు కొత్త $200 ఆర్డర్‌ని అందుకున్నారు.<br> ఆర్డర్: SM-870 <b>విక్రేత పేరు</b> నుండి .",
     "body" => "మీరు కొత్త :param2 ఆర్డర్‌ని అందుకున్నారు. ఆర్డర్: :param1 కోసం :param3.",
     "description" => "కొత్త ఆర్డర్ గురించి తెలియజేయడానికి విక్రేతకు సందేశాన్ని పంపండి.",
],
     "shop-login" => [
     "title" => "లాగిన్ ధృవీకరణ కోడ్",
     "sample" => "మీ లాగిన్ కోడ్: <b>123456</b><br> <b>మీ స్టోర్ పేరు</b><br> విక్రయించబడింది",
     "body" => "మీ లాగిన్ కోడ్: :param1 :param2 Selldone",
     "description" => "దుకాణానికి లాగిన్ చేయడానికి వినియోగదారునికి లాగిన్ కోడ్‌ను పంపండి.",
],
     "user-login" => [
     "title" => "లాగిన్ విజయ సందేశం",
     "sample" => "ప్రియమైన <b>పేరు</b> ,<br> మీరు <b>5/8/2021 9:14AM</b> వద్ద <b>iPhone 165.250.300.1</b> ద్వారా మీ ఖాతాకు లాగిన్ చేసారు.<br> విక్రయించబడింది",
     "body" => "ప్రియమైన :param1, మీరు :param2 వద్ద :param3 ద్వారా మీ ఖాతాకు లాగిన్ చేసారు. విక్రయించబడింది",
     "description" => "కస్టమర్ దుకాణానికి లాగిన్ అయిన తర్వాత సందేశాన్ని పంపండి.",
],
     "avocado-order-submit" => [
     "title" => "అవోకాడో కొత్త ఆర్డర్ కొనుగోలుదారుకు పంపబడింది",
     "sample" => "<b>మీ స్టోర్ పేరు</b><br> ప్రియమైన <b>మీ పేరు</b> ,<br> మేము మీ ఆర్డర్‌ని స్వీకరించాము మరియు మేము దానిని సమీక్షిస్తున్నాము.<br> ఆర్డర్ #: <b>AVO-246</b><br> విక్రయించబడింది",
     "body" => ":param3 ప్రియమైన :param1, మేము మీ ఆర్డర్‌ని స్వీకరించాము మరియు మేము దానిని సమీక్షిస్తున్నాము. ఆర్డర్ #: :param2 Selldone",
     "description" => "అవోకాడో ఆర్డర్ చేసిన తర్వాత కస్టమర్‌కు సందేశం పంపండి.",
],
     "avocado-order-submit-seller" => [
     "title" => "అవోకాడో అమ్మకందారునికి పంపిన కొత్త ఆర్డర్‌ను అందుకుంటుంది",
     "sample" => "మీరు అవకాడో ఆర్డర్‌ని అందుకున్నారు:<br> స్టోర్: <b>మీ స్టోర్ పేరు</b><br> కొనుగోలుదారు: <b>కొనుగోలుదారు పేరు</b><br> ఆర్డర్: <b>AVO-246</b><br> విక్రయించబడింది",
     "body" => "మీరు అవకాడో ఆర్డర్‌ని అందుకున్నారు: Store: :param1 కొనుగోలుదారు: :param2 ఆర్డర్: :param3 Selldone",
     "description" => "కొత్త అవకాడో ఆర్డర్‌ను స్వీకరించడం గురించి షాప్ యజమానికి తెలియజేయడానికి వారికి సందేశం పంపండి.",
],
     "avocado-ready-to-pay" => [
     "title" => "అవోకాడో ఆర్డర్ చెల్లించడానికి సిద్ధంగా ఉంది",
     "sample" => "<b>మీ స్టోర్ పేరు</b><br> మీ ఆర్డర్ నిర్ధారించబడింది మరియు క్రింది లింక్ ద్వారా చెల్లించవచ్చు.<br> ఆర్డర్ #: <b>AVO-246</b><br> లింక్: <b>https://your-domain/avocado</b><br> విక్రయించబడింది",
     "body" => ":param3 మీ ఆర్డర్ నిర్ధారించబడింది మరియు క్రింది లింక్ ద్వారా చెల్లించవచ్చు. ఆర్డర్ #: :param2 లింక్: :param1 Selldone",
     "description" => "విక్రేత ధరను నిర్ణయించిన తర్వాత కస్టమర్‌కు చెల్లింపు లింక్‌తో సందేశాన్ని పంపండి మరియు వారి అవోకాడో ఆర్డర్‌ను నిర్ధారించండి.",
],
];