<?php

 return [
     "RECEIPT_ACCOUNT_FEE" => "Створення комісії для рахунку: :account_number",
     "GATEWAY_NOT_ACTIVE_IN_SYSTEM" => "Шлюз не активний у системі.",
     "GATEWAY_CURRENCY_NOT_SUPPORT" => "Валюта не підтримується шлюзом.",
     "TRANSACTION_CREATE_ERROR" => "У квитанції про оплату сталася помилка.",
     "GATEWAY_NOT_FOUND" => "Шлюз не знайдено.",
     "SHOP_GATEWAY_MISS_CONFIG" => "Налаштування оплати для магазину неправильні.",
     "TRANSACTION_NEED_USER_ERROR" => "Необхідно встановити користувача для створення цієї транзакції.",
     "SHOP_OWNER_KYC_NOT_APPROVED" => "KYC власника магазину не затверджено. Власник магазину повинен заповнити KYC, перш ніж клієнти зможуть здійснювати платежі в цьому магазині. Будь ласка, зв’яжіться з власником магазину та попросіть його підтвердити свою особу в Selldone.<hr>Власник магазину: <b>:shop_owner</b><br>Електронна пошта: <b>:email</b>",
];
