<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'Ці облікові дані не збігаються з нашими записами.',
    'throttle' => 'Забагато спроб входу. Повторіть спробу через :seconds секунд.',


    'title_shop' => 'Увійдіть до :name',
    'title_app' => 'Доступ програми :name',
    'login_message' => 'Надішліть запит на доступ до свого облікового запису.',
    'scopes_title' => 'Ця програма матиме доступ до наведених нижче областей',
    'accept' => 'Підтвердьте',
    'reject' => 'Відхилити',


    'login_incorrect_password' => 'Неправильне ім\'я користувача або пароль.',


    'reset_2fa_title' => 'Скинути запит на двоетапний вхід',
    'go_main_page' => 'Перейти на головну сторінку',

    'signing_in' => 'Вхід...',


    'erp' => [
        'message' => "● Виберіть магазин, щоб продовжити. Якщо вам потрібен новий магазин, спочатку створіть його та повторно підключіться. <br>● Переконайтеся, що ви знаєте програмне забезпечення, до якого ви підключаєтесь, або зверніться по допомогу до постачальника.",
    ],
    'token-display' => [
        'message' => "Ми створили цей маркер для доступу до :shop для :software на основі вашого запиту. Будь ласка, зберігайте його та нікому не діліться. Якщо ви вважаєте, що ваш маркер зламано, ви можете будь-коли відкликати його.",
        'scopes-message' => "Це токен, який має доступ до магазину зі своїми областями дії",
        'manage-tokens-action' => 'Керуйте токенами',
        'manage-tokens-message' => "Ви можете будь-коли відкликати цей маркер тут."
    ]


,

    'password' => 'Наданий пароль неправильний.',
];
