<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "Магазин",
    'request' => "запит",
    'stage' => "Статус",
    'budget' => "бюджет",
    'contact' => "контакт",
    'name' => "Ім'я",
    'email' => "Електронна пошта",
    'user' => "Користувач",
    'copy' => "Копіювати",
    'important' => "важливо",
    'faq' => "FAQ",

    'select_shop' => "Виберіть Магазин",
    'loading' => "Завантаження",

    'add_comment' => "Додати коментар",
    'add_comment_sub' => "Поділіться своїми думками з нами",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "Натиснувши «Зареєструватися», ви приймаєте :name <a href='/terms' target='_blank'>Умови використання</a> і <a href='/privacy' target='_blank'>Політику конфіденційності</a>. Ви погоджуєтеся отримувати телефонні дзвінки та повідомлення SMS від :name для оновлення замовлень та/або в маркетингових цілях. Частота повідомлень залежить від вашої активності. Ви можете відмовитися, надіславши текстове повідомлення <b>STOP</b> на <b>86753</b>. Може стягуватися плата за повідомлення та дані. Ми поважаємо конфіденційність людей і ніколи не продаємо ваші дані та не використовуємо їх для реклами. Якщо вам потрібна додаткова інформація, зв'яжіться з нами.",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'Не встановлено. Мені потрібно більше інформації.',
        'start' => "Я тільки починаю свій бізнес.",
        'online' => "У мене є бізнес і я хочу вивести його в Інтернет.",
        'extend' => "Працюю над своїм інтернет-магазином.",
        'pos' => "Я маю намір використовувати Selldone POS у своєму звичайному магазині.",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "Банківський переказ",
            'description' => "Вручну перерахувати кошти на рахунок постачальника.",
        ],
    ],

];
