<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'Це повідомлення вітає нового покупця в магазині.',
        ShopMailTemplateCodes::OrderCheckout => 'Це сповіщення надсилається, коли покупець підтверджує замовлення.',
        ShopMailTemplateCodes::OrderPayment => 'Це сповіщення підтверджує успішний платіж, здійснений клієнтом.',
        ShopMailTemplateCodes::OrderUpdate => 'Це повідомлення надсилається, щоб інформувати покупця про статус його замовлення.',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'Це повідомлення надсилається продавцю, щоб повідомити його про підтверджене замовлення.',
        ShopMailTemplateCodes::PosCheckout => 'Це сповіщення надсилається, щоб підтвердити замовлення в торговій точці для покупця.',
        ShopMailTemplateCodes::PosPayment => 'Це сповіщення підтверджує оплату в торговій точці, здійснену покупцем.',
        ShopMailTemplateCodes::PosPaymentAdmin => 'Це повідомлення сповіщає продавця про покупку, зроблену в його торговій точці.',
        ShopMailTemplateCodes::ShopContact => 'Це сповіщення надсилається після надсилання контактної форми.',
        ShopMailTemplateCodes::ShopGiftCard => 'Це сповіщення інформує користувача про те, що він отримав подарункову картку.',

        ShopMailTemplateCodes::ShopVendorJoin => 'Це повідомлення вітає нового продавця в магазині.',
        ShopMailTemplateCodes::ShopVendorInvite => "Це повідомлення надсилається, щоб запросити постачальника приєднатися до вашого ринку.",
        ShopMailTemplateCodes::ShopVendorOrder => "Це повідомлення надсилається постачальнику, коли замовлення отримується зі статусом «Оплачено» або «Готівкою при доставці» (COD).",
        ShopMailTemplateCodes::ShopVendorProducts => "Відправляється щодня, щоб повідомити постачальникам про стан їхніх продуктів.",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "Це повідомлення надсилається, щоб запросити постачальника приєднатися до вашого ринку.",

        ShopMailTemplateCodes::UserLogin => "З міркувань безпеки повідомте користувача про дані для входу, включаючи адресу IP, дату та пристрій.",
        ShopMailTemplateCodes::LoginCode => "Надішліть користувачам одноразовий код пароля для входу в магазин.",

        ShopMailTemplateCodes::EmailVerifyLink => "Надішліть посилання для підтвердження електронної адреси користувача. Цей електронний лист надсилається, коли користувач реєструється за допомогою SMS і вводить свою електронну адресу. Він не надсилається, коли користувач реєструється безпосередньо за допомогою соціального входу або електронної пошти.",

        ShopMailTemplateCodes::EmailBulkOrder => "Відправка списку отриманих і оплачених замовлень гуртом за певний день."


    ,

    ],


    'global' => [
        'greetings' => 'Привіт, :name!',
        'end-statement' => 'Команда підтримки',

        'receiver_name' => 'Привіт :user_name',
        'footer-help' => "Потрібна допомога? Запитайте на [support@selldone.com](mailto:support@selldone.com) або відвідайте наш [довідковий центр](https://selldone.com/community).",
        'selldone-team' => 'Команда Selldone',
        'footer-shop' => "Якщо вам потрібна допомога з чимось, будь ласка, надішліть нам електронний лист: :shop_mail",
        'accept' => "Прийняти",
        'reject' => "Відхилити",
        'verify' => "перевірити",
        'title' => "Назва",
        'value' => "Значення",
        'description' => "Опис",
        'shop' => "Магазин",
        'shop-info' => "Інформація про магазин",
        'user' => "Користувач",
        'user-info' => "Інформація про обліковий запис",
        'license' => "Ліцензія",
        'status' => "Статус",
        'start' => "Почніть",
        'end' => "Кінець",
        'renewal' => "Оновлення",
        'view' => "Переглянути",

        'balance' => "Баланс",
        'card_number' => "Номер картки",
        'cvv' => "Cvv",
        'expire_date' => "Дата закінчення терміну",

        'Dashboard' => "Приладова панель",
        'order' => "порядок",
        'view_order' => "Переглянути замовлення",
        'pay_now' => "Pay now",

        'official_selldone' => "ОФІЦІЙНИЙ ПРОДАЖ",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "Валюта",
        'free-balance' => "Вільний баланс",
        'locked-balance' => "Заблокований баланс",
        'bot' => "бот",
        'requests' => "Запити",
        'baskets' => 'Візки',
        'physical' => "Фізичний",
        'virtual' => "Віртуальний",
        'file' => "Файл",
        'service' => "Обслуговування",
        'fulfillment' => "Виконання",
        'open' => "ВІДЧИНЕНО",
        'reserved' => "Зарезервований",
        'canceled' => "Скасовано",
        'payed' => "Оплачено",
        'cod' => "COD",
        'orders-count' => 'Замовлення',
        'payments-count' => 'Виплати',
        'confirms-count' => 'Підтверджує',
        'sends-count' => 'Відправляє',
        'delivers-count' => 'Доставляє',
        'count' => 'Рахувати',
        'transactions-count' => 'Підрахунок транзакцій',
        'success-transactions' => 'Успішні операції',
        'total-amount' => 'Загальна кількість',
        'amount' => 'Сума',
        'wage' => 'Заробітна плата',
        'debug' => 'Налагоджувати',
        'pos' => 'POS',
        'live' => 'жити',
        'CheckQueue' => 'Перевірити чергу',
        'OrderConfirm' => 'Підтвердження замовлення',
        'PreparingOrder' => 'Готується замовлення',
        'SentOrder' => 'Відправлене замовлення',
        'ToCustomer' => 'Доставлено клієнту',
        'Pending' => 'Очікується',
        'Accepted' => 'Прийнято',
        'Rejected' => 'Відхилено',
        'pc' => 'PC',
        'tablet' => 'планшет',
        'phone' => 'Телефон',
        'total' => 'Всього',
        'view-detail' => 'Переглянути деталі',
        'empty' => 'Порожній',
        'dropshipping' => 'Дропшипінг',
        'reply' => 'Відповісти',
        'reactions' => 'Реакції',
        'Comments' => 'Коментарі',
        'last-comment' => 'Останній коментар',
        'response-to' => 'Відповідь на',
        'posts' => 'Публікації',
        'post' => 'Пост',

        'name' => 'Ім\'я',
        'email' => 'Електронна пошта',
        'type' => 'типу',
        'device' => 'Пристрій',
        'platform' => 'Платформа',
        'browser' => 'браузер',
        'time' => 'Час',
        'Wallet' => 'Гаманець',
        'date' => 'Дата',

        'account' => 'Рахунок',
        'transaction' => 'Транзакція',
        'fee' => 'Плата',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'Білл',
        'category' => 'Категорія',
        'password' => 'Пароль',
        'verify-login' => "Підтвердити та увійти",
        'url' => 'URL',
        'avocado' => 'авокадо',
        'hyper' => 'Гіпер',
        'buy-now' => "Придбайте зараз",
        'add-domain' => "Add Domain",
        'views' => 'Перегляди',


        'country' => 'Країна',
        'address' => 'адреса',
        'postal' => 'Поштовий індекс',
        'building_no' => '№ будівлі',
        'building_unit' => 'Блок №',
        'message' => 'повідомлення',


        'customer' => 'Замовник',
        'cart-items' => 'Пункти кошика',
        'payment' => 'оплата',
        'receiver' => 'Приймач',
        'virtual-items' => 'Віртуальні предмети',
        'no-payment' => 'Без оплати!',

        'enable' => 'Увімкнути',
        'access' => 'Доступ',
        'bank' => 'Банківська інформація',

        'vendor' => 'Продавець',

        'view_content' => "Переглянути повний вміст",
        'files' => 'Файли',
        'download' => 'Завантажити',
        'file_name' => 'Ім\'я файлу',
        'file_size' => 'Розмір',

        'subscription' => 'Підписка',
        'products' => 'Продукти',
        'vendor_products' => 'Продукція постачальника',

        'pickup' => 'Пікап',

        'minutes' => 'хвилин',
        'hours' => 'години',

        'refund' => 'Повернення коштів',
        'recipient_address' => 'Адреса отримувача',
        'signature' => 'Підпис',
        'blockchain' => 'Блокчейн',
        'details' => 'Подробиці',


    

        'Shop' => 'Магазин',
        'dashboard' => 'панель приладів',
        'comments' => 'коментарі',
        'wallet' => 'гаманець',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "ОС Selldone Business",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'Звіт про ефективність, Selldone'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'Сезонний звіт, Selldone'
        ],
        'Onboarding' => [
            'id' => 'Привіт',
            'name' => 'Підтвердити, Selldone'
        ],
        'Support' => [
            'id' => 'support',
            'name' => 'Підтримка :name'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Підтвердити, Selldone'
        ],
        'Welcome' => [
            'id' => 'Привіт',
            'name' => 'Спільнота, Selldone'
        ],
        'NewShop' => [
            'id' => 'купці',
            'name' => 'Підтвердити, Selldone'
        ],
        'Approve' => [
            'id' => 'затвердити',
            'name' => 'Підтвердити, Selldone'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'Управління замовленнями :name'
        ],

        'Recovery' => [
            'id' => 'відновлення',
            'name' => 'Команда відновлення Selldone'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'Очікує ⌛',
        'PAYED' => 'Оплачено ✅',
        'CANCELED' => 'Скасовано ❌',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'Адміністратор',
            'OFFICER' => 'Офіцер і супервайзер',
            'AUDITING' => 'Менеджер з аудиту',
            'EMPLOYEE' => 'Співробітник',
            'PRODUCT' => 'Менеджер з продуктів',
            'CONTENT' => 'Менеджер вмісту',
            'MARKETING' => 'Менеджер з маркетингу',
            'VIEWER' => 'Переглядач',

        ],
        'subject' => ":inviter запросив вас як :level| :shop",
        'category' => "Запрошення персоналу",
        'title' => "Вас запросили до <b>:shop_name</b> як <b>:level</b> .",
        'message' => "Ви отримали запрошення співпрацювати з командою <b>:shop_title</b> у бізнесі. Ви можете прийняти або відхилити цю пропозицію. Якщо ви вирішите прийняти, увійдіть у службу Selldone, щоб підтвердити своє рішення. Після підтвердження ви отримаєте доступ до розділу керування магазином.",

    ],

    'welcome-email' => [
        'subject' => "👋 Ласкаво просимо, :name, почнемо з Selldone!",
        'category' => 'CONGRATULATION',
        'title' => "Ласкаво просимо до Selldone",
        'message' => "Дякуємо за вибір Selldone! Тепер ви є частиною активної спільноти, яка об’єднує глобальних продавців із клієнтами, місцеві компанії з підприємствами, а окремих осіб із корпораціями. Усі наші інструменти Master і Pro доступні вам **безкоштовно** та **необмежено**. Ми тут, щоб підтримати вас і відкрити двері до вашого успіху.",

        'index' => "Крок :step.",

        'step-domain' => [
            'title' => 'Додайте свій власний домен',
            'message' => "Щоб розпочати, безкоштовно додайте свій домен на інформаційній панелі магазину в розділі «Налаштування» > «Налаштування доменів».",
            'action' => 'Керування моїми доменами',
        ],
        'step-landing' => [
            'title' => 'Налаштуйте свою домашню сторінку',
            'message' => "Персоналізуйте свою домашню сторінку, перейшовши в Інформаційна панель > Сторінки. Виберіть цільову сторінку або створіть нову. Це легко та інтуїтивно зрозуміло, і ви можете почати працювати над ним одразу.",
            'action' => 'Налаштувати мою цільову сторінку',
        ],
        'step-payment' => [
            'title' => 'Налаштувати способи оплати',
            'message' => "Почніть приймати платежі безпосередньо на свій банківський рахунок. Щоб підключити своїх постачальників платіжних послуг, як-от Stripe, PayPal тощо, перейдіть у «Інформаційна панель» > «Облік» > «Шлюз».",
            'action' => 'Додайте способи оплати',
        ],
        'step-products' => [
            'title' => 'Додайте свої продукти',
            'message' => "Легко додавайте продукти та категорії в Інформаційна панель > Продукти. Це так само, як керування файлами та папками на ПК – повністю готове до перетягування. Ви також можете масово імпортувати продукти за допомогою Excel. Зразок шаблону доступний, щоб допомогти вам почати роботу.",
            'action' => 'Керуйте моїми продуктами',
        ],
        'step-shipping' => [
            'title' => 'Налаштувати способи доставки',
            'message' => "Щоб стягувати з клієнтів плату за доставку, визначте способи доставки на панелі керування > Логістика > Доставка. Ви можете встановити різні ціни та підтримку для різних місць. Не забудьте вказати джерело свого складу в Інформаційна панель > Логістика > Склад.",
            'action' => 'Керуйте методами доставки',
        ],
    

        'seller' => [
            'title' => 'Ви продавець?',
            'message' => 'Щоб почати продавати, увійдіть на свою інформаційну панель у Selldone за посиланням нижче та створіть свій перший магазин абсолютно безкоштовно. Це займе кілька хвилин, і ви матимете власний магазин та онлайн-сайт. Потім ми допоможемо вам виконати наступні дії та отримати платіжний шлюз.',
            'action' => 'Увійдіть на мою інформаційну панель',
        ],
        'buyer' => [
            'title' => 'Я покупець',
            'message' => 'Вітаю. Ставши учасником Selldone, ви позбудетеся всіх проблем із членством і автентифікацією в онлайн-магазинах. Щоб отримати вигоду від будь-якого магазину та сайту, який використовує платформу Selldone, ви можете увійти одним клацанням миші та зробити покупку простою, швидкою та безпечною.',
        ],
    ],


    'charge-account' => [
        'category' => 'Wallet > Account > Charge',
        'title' => "Заряд за успіх",
        'message' => "З вашого рахунку <b>:account_number</b> успішно стягнуто плату <b>:amount</b>.",
        'account' => 'Рахунок',
        'charge' => 'Зарядити',
        'balance' => 'Баланс',
        'footer' => "Зробіть бізнес легким, досяжним і доступним для всіх у всьому світі."
    ],

    'verify-email' => [
        'subject' => "🙌 Зареєструйтеся в Selldone! Підтвердити посилання.",
        'category' => "ТИ В ОДНОМУ КРОКІ",
        'title' => "Перевірте свою адресу електронної пошти",
        'message' => "Привіт, :name, <br><br>Дякуємо за вибір Selldone!<br><br>Щоб підтвердити, що <b>:email</b> є вашою правильною електронною адресою, натисніть кнопку нижче або скористайтеся наданим посиланням. У вас є 48 годин, щоб завершити цю перевірку.",
        'footer' => "Якщо у вас виникли проблеми з натисканням кнопки «Підтвердити», скопіюйте та вставте URL-адресу нижче у свій веб-переглядач: :activation_url",
        'next-step' => "Далі ми надішлемо вам кілька корисних матеріалів і покроковий посібник, щоб вам було легше додати власний домен, налаштувати платежі, додати продукти та отримати перше замовлення.",

    ],
    'verify-email-code' => [
        'subject' => "Код підтвердження для :name",
        'category' => "SECURITY",
        'title' => "Код підтвердження електронної пошти",
        'message' => "Привіт, :name, <br><br> Щоб підтвердити, що <b>:email</b> є вашою правильною адресою електронної пошти, введіть наступний код протягом наступних <b>10 хвилин</b>:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 Ваш магазин готовий| :name",
        'category' => "ТИ В ОДНОМУ КРОКІ",
        'title' => "Налаштування завершено",
        'account_title' => "Ваш рахунок",
        'account_msg' => "Підтвердьте та увійдіть у свій обліковий запис із цією інформацією.",
        'shop_msg' => "Інформація про обліковий запис в бізнес-операційній системі Selldone.",

    ],

    'reset2fa' => [
        'category' => "ОФІЦІЙНЕ ПОВІДОМЛЕННЯ БЕЗПЕКИ",
        'title' => "Прохання відключити двоетапний вхід",
        'message' => "Ви отримали цей електронний лист, оскільки ми отримали запит на скидання двофакторної автентифікації для облікового запису **:name** з електронною поштою **:email**. <br><br>Ми знайшли такі відомості для вашого облікового запису:",
        'footer' => "Якщо ви не надсилали запит на скидання пароля, жодних додаткових дій не потрібно.",
        'action' => 'Вимкнути двоетапний вхід',
    ],


    'build-new-shop' => [
        'subject' => "🎊 Ваш магазин уже готовий!",
        'category' => "НАРОДЖЕННЯ НОВОГО ІНТЕРНЕТ-МАГАЗИНУ У СВІТІ",
        'title' => "Вітаємо, :name!",
        'message' => "<b>Вітаємо, :name! Ваш новий онлайн-бізнес уже працює!</b> Ми раді вітати вас у спільноті Selldoners. Ви зробили перший крок до успіху, і ми тут, щоб допомогти вам на кожному кроці.<br>Тепер, коли ваш магазин готовий, давайте переконаємося, що ви налаштовані отримувати платежі безпосередньо від клієнтів, і почнемо розвивати свою імперію. Якщо вам колись знадобиться допомога, ми зв’яжемося з нами — наша команда підтримки завжди поруч.<br><br><b>Важливі наступні кроки:</b> Для початку переконайтеся, що ви налаштовані на отримання платежів і безперебійну роботу. Ми проведемо вас через кожен етап, щоб ваш магазин працював безперебійно.",
        'pdf-book' => "Не пропустіть доданий посібник: Робіть свій бізнес як гру",

        'account' => [
            'title' => 'Крок 1: Створіть обліковий запис у гаманці Selldone',
            'message' => "Для початку створіть обліковий запис у своєму гаманці Selldone. Тут зніматимуться ваші збори, а також ви будете поповнювати кошти, щоб ваш магазин працював безперебійно. Якщо ваш баланс стане від’ємним, не хвилюйтеся! Ваш магазин працюватиме безперебійно.",
            'action' => 'Увійти в гаманець',
        ],

        'shop-account' => [
            'title' => 'Крок 2: підключіть обліковий запис до магазину',
            'message' => "Далі підключіть свій обліковий запис гаманця до свого магазину. Відкрийте <b>Store > Бухгалтерський облік > Рахунок-фактура</b> і зв’яжіть свій гаманець. Це гарантує, що всі платежі клієнтів надходять безпосередньо на ваш банківський рахунок — Selldone не вираховує жодних сум із ваших прибутків.",
            'action' => 'Панель магазину рахунків-фактур',
        ],

        'gateway' => [
            'title' => 'Крок 3: Підключіть шлюз онлайн-платежів',
            'message' => "Тепер давайте налаштуємо ваш шлюз онлайн-платежів. Перейдіть до <b>Store > Accounting > Port</b> і натисніть <b>Add New Port</b>. Виберіть свою валюту, і ви побачите список доступних платіжних шлюзів. Підключити шлюз швидко й легко, але якщо вам потрібна допомога, сміливо перегляньте посібники Selldone або зв’яжіться з нами.",
            'action' => 'Додайте портал до магазину',
        ],

        'domain' => [
            'title' => 'Останній крок: підключення виділеного домену',
            'message' => "Тепер прив’яжіть свій власний домен до свого магазину. Це дозволяє клієнтам купувати ваші продукти чи послуги та здійснювати платежі безпосередньо вам.",
            'action' => 'Представлення та отримання необмежених подарункових карток',
        ],
    ],


    'basket-list' => [
        'item' => "пункт",
        'count' => "Рахувати",
        'price' => "ціна",
        'discount-code' => "Код на знижку",
        'customer-club' => 'Клуб клієнтів',
        'shipping' => "Доставка",
        'total' => "Всього",
        'offer' => "Пропозиція",
        'coupon' => "Купон",
        'lottery' => "Нагорода",
        'tax' => "податок",
        'tax_included' => "Входить у вартість",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'метод',
        'amount' => 'Сума',
        'giftcard' => 'Gift card',
        'payment' => 'оплата',
    ],


    'shop-subscription-email' => [
        'category' => "Оновлення підписки",
        'title' => "Ліцензія магазину: :shop_title",
        'title-reserved' => "Резервна ліцензія: :shop_title",
        'title-active' => "Активна ліцензія: :shop_title",
        'title-finished' => "Готова ліцензія: :shop_title",
        'title-cancel' => "Скасувати ліцензію: :shop_title",
        'message' => "Ліцензійний план вашого магазину оновлено,",
        'RESERVED' => "⚡ Ваш план підписки **зарезервовано**.",
        'ACTIVE' => "🟢 Ваш план підписки **активовано**.",
        'FINISHED' => "🚧 Ваш план підписки **завершено**.",
        'CANCEL' => "⛔ Ваш план підписки **скасовано**.",
    ],

    'support' => [
        'subject' => "Центр підтримки | :name відповів",
        'category' => "Центр підтримки",
        'title' => "Ви отримали відповідь",
        'action' => "Відкрити адмін магазину",
    ],

    'shop-customer-join' => [
        'subject' => "Приєднуйтесь до :shop_title",
        'category' => "Святкування нового клієнта",
        'title' => "Ми раді вашому членству",
        'action' => "Відвідайте зараз",
    ],

    'shop-vendor-join' => [
        'subject' => "Онбординг постачальника | :shop_title",
        'category' => "Свято нового продавця",
        'title' => "Ми раді вашому членству",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "Подарункова картка :shop_title",
        'category' => "Додати нову картку",
        'title' => "Вітаємо, ви отримали подарункову картку",
        'action' => "Здійснити покупку",
        'message' => "Ви отримали подарункову картку на суму :balance :currency. Ви зможете купувати в нашому магазині за цією подарунковою карткою.",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "Центр підтримки| :shop",
        'category' => "підтримка",
        'title' => "Ви отримали відповідь",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍 Замовити Оформлення замовлення | :order_id",
        'title' => "порядок",
        'message' => "Ви зробили замовлення в нашому магазині. Ми отримали ваше замовлення та надішлемо вам інший електронний лист, коли платіж буде підтверджено."
    ,

        'payments' => 'Виплати',
    ],

    'order-payment' => [
        'subject' => "🛍 Підтвердження оплати | :order_id",
        'title' => "Платіжне доручення",
        'message' => "Ваш платіж виконано,<br> Ми отримали ваше замовлення. Ми надішлемо вам інший електронний лист, коли ваше замовлення буде відправлено.",
    

        'payments' => 'Виплати',
    ],

    'order-update' => [
        'subject' => "🛍️ Оновлення статусу замовлення|Замовити :order_id",
        'title' => "Оновлення статусу замовлення",
        'message' => "Ваше замовлення оновлено. Ви можете перевірити останній статус цього замовлення у своєму обліковому записі.",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "Ваше замовлення в черзі на обробку. Ми повідомимо вас, коли воно буде підготовлено.",
                'OrderConfirm' => "Ваше замовлення підтверджено, підготовка розпочата.",
                'PreparingOrder' => "Ваше замовлення готується та буде відправлено найближчим часом.",
                'SentOrder' => "Ваше замовлення відправлено. Ви отримаєте його незабаром.",
                'ToCustomer' => "Ваше замовлення доставлено. Сподіваємось, вам сподобається!",

                'PreparingOrder-PICKUP' => "Ваше замовлення готується. Ви отримаєте сповіщення, коли він буде готовий до отримання.",
                'SentOrder-PICKUP' => "Ваше замовлення готове до отримання. Будь ласка, приходьте в магазин, щоб забрати його.",
                'ToCustomer-PICKUP' => "Ваше замовлення забрали. Сподіваємось, вам сподобається!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "Ваше замовлення в черзі на обробку. Ми повідомимо вас, коли він буде готовий.",
                'OrderConfirm' => "Ваше замовлення підтверджено, триває підготовка.",
                'PreparingOrder' => "Ваше замовлення готується і буде відправлено вам найближчим часом.",
                'ToCustomer' => "Ваше віртуальне замовлення доставлено на ваш рахунок. дякую!"
            ],
            'SERVICE' => [
                'CheckQueue' => "Ваш запит на послугу в черзі. Ми повідомимо вас, коли почнемо.",
                'OrderConfirm' => "Вашу послугу підтверджено, і ми готуємось розпочати.",
                'PreparingOrder' => "Ми готуємо вашу послугу та повідомимо вас, коли її буде завершено.",
                'ToCustomer' => "Ваша служба завершена. Дякуємо, що обираєте нас!"
            ],
            'FILE' => [
                'PreparingOrder' => "Ваш файл готується та незабаром буде доступний.",
                'ToCustomer' => "Ваш файл готовий і доставлений. Тепер ви можете завантажити його."
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "Ваше замовлення на підписку в черзі. Ми повідомимо вас, коли почнеться обробка.",
                'OrderConfirm' => "Вашу підписку підтверджено та налаштовано.",
                'PreparingOrder' => "Ми готуємо вашу підписку, і вона незабаром почнеться.",
                'SentOrder' => "Вашу підписку активовано. Ви отримуватимете поточні оновлення.",
                'ToCustomer' => "Вашу послугу передплати успішно активовано."
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'Вітання :name | Новий ваучер: :title',
        'category' => "ВІТАЄМО, НОВИЙ ВАУЧЕР",
        'message' => "Привіт, :name,<br><br>Ви отримали від нас новий ваучер у подарунок! Ви можете заробити ще більше ваучерів, представивши Selldone своїм друзям і всім, кого ви знаєте. Цей ваучер коштує **:price :currency**.<br><br>Ви зробили перший крок, і ми тут, щоб допомогти вам розблокувати нові функції за допомогою ваучера! Будь ласка, увійдіть за допомогою **:email** і знайдіть свій ваучер у магазині **Інформаційна панель** > **Налаштування** > **Ліцензія**.<br><br>Вітаємо!",
        'action' => "Моя панель приладів",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'Вітаю, шановний :name | Ви отримали подарунок',
        'category' => "Оголошення про отримання подарунка",
        'title' => "Подарунки для вас",
        'message' => "Привіт, :name! Ми раді повідомити вам, що ви отримали особливий подарунок від Selldone! 🎉 Ви можете заробляти більше подарунків, залишаючись активними, розвиваючи свій магазин і покращуючи свій досвід на Selldone. Щоб перевірити свій подарунок, просто ввійдіть за допомогою :email і знайдіть його у верхньому правому куті панелі інструментів.<br><br>Цей подарунок коштує **:price :currency**, і ви можете легко помістити його у свій гаманець у Selldone.<br><br>Використовуйте свій подарунок, щоб покращити ліцензію вашого магазину та розблокуйте ще потужніші інструменти для розвитку свого онлайн-бізнесу!",
        'action' => "Подарунки",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍 Отримано нове замовлення | :order_id",
        'title' => "New Order",
        'message' => "Ви отримали нове замовлення. Будь ласка, перейдіть на сторінку обробки замовлення у вашому магазині.",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'Ваша заповнена інформація',
        'output-form-title' => 'Інформація про придбаний товар',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title|Щотижневий звіт :time',
        'title' => 'Щотижневий звіт про роботу магазину',
        'message' => "Це тижневий звіт вашого магазину з <b>:start</b> до <b>:end</b>. Цей звіт містить поради щодо покращення вашого бізнесу, ви також можете перевірити стан свого інтернет-магазину та останні замовлення. Сподіваюся, у вас хороший день і тиждень."
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ Ваш звіт про заощадження :amount за останні три місяці| :shop_title',
        'title' => 'Сезонний звіт про вашу бізнес-активність, винагороди та фінансові заощадження',
        'message' => "Це ваш сезонний звіт <b>:shop_title</b> від <b>:start</b> до <b>:end</b>."
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'Підключені облікові записи',
        'sub-title' => 'Який останній статус облікових записів гаманця, підключених до мого магазину?',
        'view-wallet' => 'Переглянути гаманець',
        'tip-title' => 'Важливі поради',
        'tip' => "Налаштуйте безкоштовний гаманець Selldone і прив’яжіть його до свого магазину. Навіть якщо ваш баланс від’ємний, ваші клієнти все одно можуть робити покупки та оплачувати без проблем. Не хвилюйтеся, операції та дані вашого магазину безперебійно працюватимуть до 1 місяця без будь-яких перерв.",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'Підключитися до облікового запису'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'Установлені програми',
        'sub-title' => 'Список програм, які ви встановили у своєму магазині цього тижня.',
        'tip' => "Бажаєте знайти більше програм для свого магазину?",
        'view-app-store' => 'Відвідайте Selldone App Store..',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'Ваші боти магазину',
        'sub-title' => 'Активні торгові боти в моєму магазині.',
        'tip-title' => 'Розпродаж ботів',
        'tip' => "Selldone надав вам автоматичних торгових ботів. Все, що вам потрібно зробити, це перейти на панель Додатки> Боти та активувати своїх ботів магазину. Зауважте, що відповідна послуга має бути доступна у вашій країні.",
        'view-bots' => 'Керуйте ботами',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'Спілкування з клієнтами',
        'sub-title' => 'Скільки контактів я мав зі своїми клієнтами цього тижня?',
        'faqs' => 'Часті запитання',
        'tickets' => 'Квитки клієнтів',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'Статус користувачів',
        'sub-title' => 'Активність від :start до :end',
        'users' => [
            'title' => 'Клієнти',
            'subtitle' => 'Реєстрація користувачів',
        ],
        'views' => [
            'title' => 'Відвідування',
            'subtitle' => 'Скільки разів ви відвідували магазин',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'Користувачі, які повернулися',

        'shop_views' => 'Перегляди магазину',
        'baskets' => [
            'title' => 'Візки для покупок',
            'subtitle' => 'Повідомити про кількість нових візків для покупок',
        ],
        'products' => [
            'title' => 'Огляд продукції',
            'subtitle' => 'Статус товарів в магазині за видами',
            'value_name' => 'Продукти'
        ],
        'products_count' => 'Види продукції',
        'views_count' => 'Кількість переглядів',
        'sell_count' => 'Кількість продажів',
        'send_count' => 'Кількість доставки',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'Пряма доставка',
        'sub-title' => 'Панель для великих продавців Drop Shipping Selldone.',
        'total_fulfillments' => 'Загальна кількість отриманих замовлень',
        'ds_count' => 'Отримані замовлення',
        'statistics_title' => 'Звіт про отримані замовлення',
        'ds_cancels' => 'Скасувати через продавця інтерфейсу',
        'ds_rejects' => 'Скасування вами',
        'tip' => "Ви великий продавець товарів? У вас є склад, фабрика чи дистриб'ютор продукції? Ви можете пропонувати свої товари іншим продавцям у службі Drop Shipping Selldone, щоб продавати свій продукт у великих масштабах. Надішліть нам листа на support@selldone.com, щоб допомогти вам.",
        'view-drop-shipping-panel' => 'Увійти в оптову панель',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'Курси валют',
        'sub-title' => 'Список останніх курсів обміну валют у вашому магазині.',
        'from' => 'Вихідна валюта',
        'to' => 'Валюта призначення',
        'rate' => 'Швидкість перетворення',
        'view-exchange-panel' => 'Керуйте курсами валют',
    

        'vew-exchange-panel' => 'панель управління курсом валют',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'Експертні договори',
        'sub-title' => 'Які спеціалісти працюють у моєму магазині?',
        'cost' => 'Сума договору',
        'duration' => 'Тривалість',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'Дата Скасувати',
        'end_at' => 'Дата доставки',
        'tip' => 'Ви можете найняти найкращих спеціалістів у Selldone для розвитку свого бізнесу.',
        'view-experts' => 'Натисніть, щоб почати.',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'Повідомте про активні платіжні шлюзи в магазині :shop.',
        'tip-title' => 'Важливі поради',
        'tip' => "Перейдіть на сторінку керування порталом у вашому магазині та додайте принаймні один порт за кілька хвилин. Ваші клієнти люблять платити швидко та безпечно через онлайн-портали.",
        'view-shop-gateways' => 'Увійдіть до управління порталом мого магазину.',
        'view-gateways' => 'Переглянути більше шлюзів',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'Замовлення',
        'sub-title' => 'Список замовлень, які я отримав цього тижня.',
        'total_baskets' => 'Всього замовлень',
        'total_posBaskets' => 'Всього касових ордерів',
        'pos-title' => 'POS Store Box',
        'chart-label' => 'Замовлення виконано (ці замовлення не обов’язково оплачуються!)',
        'tip-title' => 'Вам варто більше постаратися...',
        'tip' => "Немає простого успіху.",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'Процесинговий центр',
        'sub-title' => 'Скільки замовлення ми обробили в магазині цього тижня?',
        'tip-title' => 'У вас не було розпродажу!',
        'tip' => "На жаль, цього тижня у вас не було розпродажів. Вам потрібно отримати більше до свого магазину. Ви можете додати більше продуктів, вибрати кращі зображення або написати кращі описи для своїх продуктів. Подумайте про роботу на повний робочий день для вашого бізнесу. Якщо ви зробите це правильно і не розчаровуєтеся, у вас все вийде.",
        'view-process-center' => 'Переглянути центр обробки',
        'return' => [
            'title' => 'Повернене замовлення',
            'subtitle' => 'Повідомити про повернені замовлення.',
            'tip-title' => 'Ви знали, що ...',
            'tip' => "Ви можете створити скільки завгодно касових апаратів за допомогою Selldone POS! Незалежно від того, чи це ваш планшет, мобільний телефон чи ноутбук, ви можете перетворити будь-який пристрій на точку продажу свого магазину. Він простий, швидко налаштовується та повністю готовий для вашого сервера. Почніть використовувати його сьогодні!",
            'view-pos' => 'Увійти в касу мого інтернет-магазину'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'Сесії',
        'sub-title' => 'Скільки разів я відвідував свій магазин?',
        'countries-title' => 'Які країни були найбільш відвідуваними?',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'Ви хочете заробляти гроші, не витрачаючи жодного долара?',
        'message' => "Шановний :name, ви можете перейти в Інформаційна панель > Демонетизація та створити реферальне посилання. Надішліть посилання своїм друзям, ви отримаєте подарункові картки Selldone і відсоток від платежів вашого друга. Зауважте, що подарункова картка буде надіслана вам і вашому другові.",
        'action' => 'Переглянути моє вступне посилання',
        'mail-clip' => "<b style='color: #C2185B'>Важливо:</b> якщо ви використовуєте такі служби електронної пошти, як Gmail, які обмежують довжину електронного листа, знайдіть у кінці електронного листа наступну опцію, щоб відобразити повний звіт, і натисніть на нього:",

        'no-coin-reward' => "<b style='color: #C2185B'>Вибачте:</b> ваша діяльність не відповідає вимогам для отримання безкоштовної винагороди SEL Coins. Постарайтеся більше та продайте більше у своєму магазині в наступному сезоні.",
        'yes-coin-reward' => "<b style='color: #4CAF50'>Винагорода:</b> Вітаємо! За вашу фантастичну продуктивність ми дали вам безкоштовну винагороду :amount SEL Coin.",

        'need-buy-license' => "<b>Підвищте свій бізнес: </b> Схоже, ви ще не зареєстрували жодного плану передплати для свого веб-сайту! Оновіть зараз, щоб розблокувати більше функцій лише за :amount на місяць за умови щорічної оплати.",
        'not-afford-message' => "Якщо ви не можете собі дозволити або виникли проблеми з оплатою, не соромтеся повідомити нас за адресою support@selldone.com.",
        'add-domain' => "<b>Чому б не створити власний домен для свого бізнесу?</b><br> Додайте домен на свій сайт зараз; це безкоштовно!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone - це a<del> продукт</del> <span style = 'color: forestgreen'>спільнота</span> .<br> Будьте професійним продавцем!",
        'message' => "Слідкуйте за офіційними сторінками Selldone у Twitter, LinkedIn та соціальних мережах. Надсилайте нам будь-які коментарі, запити чи критику або беріть участь в обговореннях щодо Selldone. Ми також є частиною спільноти Selldone, яку <b>ви</b> створюєте."
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'Отримано нові замовлення на авокадо|:shop_title :time',
        'title' => "Звіт про виконання за останні 24 години",
        'message' => "Ваші клієнти чекають на перегляд ваших замовлень і встановлення ціни. Відповідайте на запити клієнтів якнайшвидше, щоб отримати більше продажів.",
        'card_title' => "Замовлення в черзі",
        'card_subtitle' => "З :date",

        'card_payed' => "Оплачені замовлення"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => 'Відповідь на ваш допис у :community_title',
        'title' => ":name та :count інші прокоментували ваші публікації.",
        'message' => "Привіт :name! Ваші публікації привертають увагу! Ви отримали коментарі в нашій спільноті. Увійдіть у свій обліковий запис, щоб приєднатися до обговорення та побачити, що говорять усі.",
        'title-simple' => ":name прокоментував ваші публікації.",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 Відповісти у вашій темі :topic_title',
        'title' => ":name та :count інші відповіли на вашу тему.",
        'message' => "Привіт, :name, ваша тема привертає увагу! Ви отримали відповіді в нашій спільноті. Увійдіть у свій обліковий запис, щоб приєднатися до обговорення та побачити, що говорять усі.",
        'title-simple' => ":name відповів на вашу тему.",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 Новий логін :name',
        'category' => 'Сповіщення безпеки',
        'title' => "Увійти в обліковий запис",
        'message' => "Шановний :name, ви увійшли до свого облікового запису Selldone.",   // Login in selldone (seller)
        'message-shop' => "Шановний :name, ви увійшли до :shop_title .",  // Login in shop (buyer)

        'footer' => "Якщо ви не ввійшли, змініть свій пароль.",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "Вилучення",
        'deposit' => "Депозит",

        'withdraw_subject' => "Зняти з рахунку :account",
        'deposit_subject' => "Депозит на рахунок :account",

        'message' => "Грошовий переказ було здійснено з дотриманням наступних умов.",

        'type' => "Тип транзакції",

        'from' => "Вихідний рахунок",
        'to' => "Destination account",

        'desc' => "Опис транзакції",
        'action' => "Переглянути транзакцію",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ Важливо! Порушення правил| :shop",
        'category' => "Критична інформація",
        'title' => "Ваш магазин оштрафований",
        'action' => "Відкрити інформаційну панель магазину",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter запросив вас у Selldone",
        'title' => ":name надіслав вам :amount, щоб допомогти вам запустити новий веб-сайт і монетизувати його!",
        'message' => "Привіт, **:receiver_name**, <br><br> Ласкаво просимо в Selldone! На Selldone ви можете легко створити свій сайт електронної комерції, блог, онлайн-спільноту та навіть налаштувати онлайн-систему POS для особистих продажів — і все це за лічені хвилини. Це повна операційна система онлайнового бізнесу, розроблена, щоб зробити ваш бізнес кращим, швидшим і легшим. <br><br>Зареєструйтеся за допомогою <b>:date</b> і отримайте ваучер :amount, щоб почати!",
        'accept' => "Прийняти запрошення",
        'owner' => "Власник",
        'join-date' => "Відтоді на Selldone",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "Посилання для відновлення| :shop",
        'category' => "Охорона магазину",
        'title' => "Посилання для відновлення магазину <b>:shop_name</b> .",
        'message' => "Вам надіслано цей електронний лист, оскільки ви надіслали запит на відновлення свого магазину. Натиснувши на посилання нижче, ви відновите ваш магазин і всі дані, що належать до нього.",
        'action' => "Підтвердьте відновлення магазину",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'Скільки грошей Selldone заощадив для вашого бізнесу?',
        'sub-title' => 'Від дати :start до :end',
        'infrastructure' => [
            'title' => 'Інфраструктура',
            'subtitle' => 'Сервери, CDN, сховища та інші хмарні служби',
        ],
        'experts' => [
            'title' => 'Експерти та персонал',
            'subtitle' => 'Розробники, обслуговування та підтримка',
        ],
        'total_save' => 'Загальна економія грошей'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'Ваша продуктивність',
        'sub-title' => 'Огляд діяльності від :start до :end',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'Користувачі, які повернулися',

        'shop_views' => 'Перегляди магазину',
        'baskets' => [
            'title' => 'Візки для покупок',
            'subtitle' => 'Повідомити про кількість нових візків для покупок',

        ],
        'products' => [
            'title' => 'Огляд продукції',
            'subtitle' => 'Статус товарів в магазині за видами',
            'value_name' => 'Продукти'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'Загальна кількість переглядів сторінок веб-сайту',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "Ви отримали нове замовлення. Будь ласка, перейдіть на сторінку обробки замовлення на панелі постачальника.",
        'subject' => "🛍 Отримано нове замовлення | :order_id",
        'your_revenue' => "Ваш дохід",
    ],
    'vendor-invite' => [
        'title' => 'Запрошення продавця',
        'message' => "Ви отримали запрошення стати постачальником :shop_name. Ви можете прийняти або відхилити його, натиснувши на наступні кнопки.",
        'subject' => ":shop_name | Ви отримали запрошення стати нашим постачальником",
        'accept' => "Прийміть і станьте постачальником",
        'reject' => "Відхилити",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'Запрошуємо приєднатися до нашої команди',
        'message' => "Вас запросили приєднатися до :vendor_name на :shop_name. Ви можете прийняти або відхилити це запрошення за допомогою кнопок нижче.",
        'subject' => "Запрошення приєднатися до :vendor_name|Станьте членом команди",
        'accept' => "Прийміть і приєднайтеся до команди",
        'reject' => "Відхиляти",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "Ваш код входу для :shop",
        'header-message' => "Ми надіслали вам цей електронний лист, оскільки ви запитували код входу в магазин. Знайдіть свій одноразовий пароль (OTP) нижче:",
        'footer-message' => "Цей код буде дійсний протягом 10 хвилин. Якщо ви не запитували цей код входу, проігноруйте цей електронний лист."
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "Підтвердьте свою електронну адресу| :shop",
        'title' => 'Підтвердження електронної пошти',
        'header-message' => "Привіт :name,<br> Підтвердьте, що **:email** є вашою адресою електронної пошти, натиснувши кнопку, або скористайтеся посиланням нижче протягом 48 годин.",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "Оновлення продукту| :shop",
        'title' => "Оновлення статусу продукту - останні 24 години",
        'message' => "Сподіваюся, це повідомлення застало вас добре. Це коротке оновлення, яке інформує вас про статус ваших продуктів на нашій платформі за останні 24 години.\nЗа цей період відбулися зміни в статусі деяких товарів. Ці зміни можуть бути спричинені покупками, оновленням акцій або іншими пов’язаними подіями.\nЩоб отримати детальнішу інформацію про кожен продукт, увійдіть у свій обліковий запис і перегляньте розділ «Статус продукту».",
        'action' => "Відкрийте панель постачальника",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "Оптові замовлення отримані| :shop | :date",
        'title' => "Сповіщення про оптові замовлення",
        'message' => "Ви отримали партію оптових замовлень. Будь ласка, відвідайте сторінку обробки замовлення на своїй панелі, щоб отримати додаткові відомості. Ви також можете завантажити список замовлень за безпечним посиланням, дійсним протягом 7 днів.<br><br>\n        <b>ВАЖЛИВО:</b> Це посилання дійсне протягом 7 днів.<br>\n        Це посилання є динамічним, тому кожного разу, коли ви натискаєте його, ви отримуватимете найновіші замовлення на цю конкретну дату. <b>Це означає, що якщо статус оплати замовлення зміниться на відхилено, ви більше не побачите це замовлення в завантаженому CSV або, якщо замовлення оплачено, воно з’явиться в списку.</b><br><br>\n        <ul>\n            <li>CSV містить оплачені замовлення із зарезервованою датою в :date.</li>\n            <li>Зарезервована дата – це дата, коли користувач натискає кнопку оплати на сторінці замовлення.</li>\n        </ul>\n        <b>Щоб запобігти дублюванню замовлень, завжди перевіряйте замовлення ID перед надсиланням.</b>",
        'action' => "Завантажити список замовлень",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "Деякі товари у вашому замовленні не були прийняті та не можуть бути доставлені. Сума за ці товари незабаром буде повернена на вашу картку."
    ]

];
