<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "Конструктор магазинів Instagram|Перетворення облікового запису Instagram на Інтернет-магазин",
        'desc' => "Не витрачайте гроші нікуди. Створивши свій магазин у Selldone, ви більше не думатимете про роботу з іншими інструментами для створення магазинів, такими як WordPress, Joomla та WooCommerce.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "Як шеф-кухар та її милий кіт продають в Instagram?",


        'alt1' => "Selldone Конструктор магазинів Instagram",
        'alt2' => 'Історія продажу торта Сара в Instagram',
        'alt3' => 'Selldone Центр обробки онлайн-замовлень',
        'alt4' => 'Selldone Платіжний шлюз Інтернет-магазину',
        'alt5' => 'Автоматизована система SEO для інтернет-магазинів',
        'alt6' => 'Нові способи продажу онлайн в Instagram',
        'alt7' => 'Брендінг і брендинг',
        'alt8' => 'Касир магазину',
        'alt9' => 'Інструменти маркетингу та продажів',
        'alt10' => 'Безкоштовний діловий партнер',
        'alt11' => 'Центр обробки замовлень',
        'alt12' => 'Постійні клієнти',
        'alt13' => 'Шлюз прямих платежів',
        'alt14' => 'Канали продажів Instagram',
        'alt15' => 'Найм розробника сайту та магазину',
        'alt16' => 'Історія платформи Selldone',
        'alt17' => 'Автоматизована система оптимізації сайтів і магазинів',
        'alt18' => 'Щасливий продавець',
        'alt19' => 'Кошик для покупок',


        'm1' => 'Чому Selldone?',
        'm2' => 'Автоматичне SEO',
        'm3' => 'Ціни (безкоштовно)',

        'register' => 'зареєструватися',

        'header' => '<span class="ulr"> у 10 разів</span> Більше та краще<br><span class="ulr">Продати</span> в Instagram',
        'header_msg' => 'Уявіть собі, що клієнти відкривають сторінку в Instagram, схожу на магазин, вибирають продукти з фотографій, які їм подобаються, додають їх до замовлення та здійснюють оплату безпосередньо на ваш обліковий запис в Інтернеті. Рішення прямо перед вами.',

        'name_plc' => 'Введіть своє ім\'я користувача',
        'preview' => 'Магазин попереднього перегляду',
        'create_act' => 'Створіть магазин Instagram',


        'title1s' => 'як це працює',
        'title1' => 'Перетворіть свій Instagram на <span class="ulb">повнофункціональний</span> магазин!',
        'desc1' => 'У вас буде більше можливостей, ніж у панелі найбільших інтернет-магазинів, але не помиляйтеся, працювати з простими хостами - це весело.',
        'sub1' => 'Управління продуктами працює так...',
        'sub1msg' => "Першим кроком є додавання продуктів. За допомогою Selldone ви можете імпортувати продукти з Instagram, завантажувати файл Excel або використовувати інші прості методи всього за кілька кліків.",
         'list1_1' => 'Повністю вбити і закрити управління',
         'list1_2' => 'Оновлення асортименту та швидка ціна',
         'list1_3' => 'Додайте продукти за допомогою файлу Excel',
         'list1_4' => 'Додайте продукти з цього',
         'list1_5' => 'Вам нудно? Ми вас додамо!',

        'title2s' => 'Замовлення працюють так...',
        'title2' => "У 10 разів більше замовлень на день вам мало? Selldone розрахований на більш ніж 10 тисяч замовлень на день для кожного магазину.",

        'list2_1' => 'Швидко переглядайте статус подорожі та швидко дійте',
        'list2_2' => 'Клієнт може бачити останній статус свого замовлення',
        'list2_3' => 'Керуйте оплатою, обробкою замовлень і доставкою',
        'list2_4' => 'Додайте скільки завгодно співавторів',


        'title3s' => 'Пряма гра завершена!',
        'title3' => "Онлайн-оплата у вашому магазині здійснюватиметься з вашого домену та безпосередньо на ваш рахунок! Ви можете вибрати типи онлайн-порталів і оплату на місці.",

        'list3_1' => 'Шлюз онлайн-платежів (прямо до вашого облікового запису)',
        'list3_2' => 'Можливість включити оплату на місці',
        'list3_3' => 'Шлюз отримання без електронного символу довіри (заробітної плати)',
        'list3_4' => 'Керуйте платежами та замовленнями в один клік',


        'title4s' => 'Автоматичне SEO',
        'title4' => 'Розробка веб-сайту, зручного для оптимізації пошукових систем, який відповідає найкращим практикам оптимізації пошукових систем, допоможе зробити ваш онлайн-бізнес більш видимим для потенційних клієнтів. Selldone надає інфраструктуру, необхідну для магазину, орієнтованого на SEO, тож вам не доведеться турбуватися про те, що вас знайдуть у Google.',

        'list4_1' => 'Ви залишаєте нам гарний текст і зображення',

        'title0' => 'Настав час <span class="uly"> продавати більш професійно</span>, робити своїх клієнтів щасливішими<br>і пишатися тим, що ви розвиваєте онлайн-бізнес',


        'title6s' => "Не задовольняйтеся цим",
        'title6' => 'Набагато більше, ніж магазин Instagram...',


        'features' => 'особливості',
        'features_act' => 'Переглянути всі функції',

        'x1' => 'Інтернет-магазин на виділеному домені для створення свого бренду та створення власного клубу клієнтів.',
        'x2' => 'Каса інтернет-магазину для магазину з вартістю налаштування 0 $ і скільки завгодно.',
        'x3' => 'Найкращі інструменти маркетингу та продажу, яких немає навіть у найбільших поліцейських брендів.',
        'x4' => "Хороший партнер з низькими очікуваннями на ім'я Selldone, чиї зусилля спрямовані на збільшення продажів компанії, а не на те, щоб взяти гроші та залишити їх.",

        'a1' => 'Обробка замовлення',
        'a1s' => 'Розроблений для швидкості',

        'a2' => 'Маркетинг і стимули',
        'a2s' => 'Знайдіть постійних клієнтів',

        'a3' => 'Прямий платіж',
        'a3s' => 'Немає платіжного інтерфейсу',

        'a4' => 'Канали збуту',
        'a4s' => 'Telegram, Google, Instagram тощо.',

        'blog' => 'وبلاگ',

        'b1' => "Нам все ще потрібно наймати програміста, купувати пакети для створення магазинів чи хостів у 2021 році?",
        'b2' => "Історія Selldone|Зміна способу запуску сайту та онлайн-бізнесу",
        'b3' => 'Автоматичний механізм SEO сяє в результатах Google',
        'read' => 'Продовжити',

        'title5s' => 'Ви хочете знати, скільки це коштує?',
        'title5' => 'Від моделі <span class="ulr"> довічно безкоштовно</span> з комісією 2%<br> до моделі 0,5% комісії з щомісячною платою',
        'msg5' => "Поки у вас немає продажів, власники одного ріала не стягуватимуть з вас плату за сайт, хост, сервери, послуги, інструменти, підтримку, оновлення та будь-що інше! Гроші будуть зараховані безпосередньо на ваш рахунок! Selldone довіряє всім своїм партнерам сплатити комісію наприкінці місяця або, якщо у них виникне проблема через кілька місяців, стягнувши плату з їхніх гаманців.",
         'footer_act' => "Безкоштовність - не єдина перевага! як?",
         'footer' => 'Задайте будь-які запитання чи поради.',

        's1' => 'Інтелектуальне звітування',
        's2' => 'Безкоштовний хмарний хостинг',
        's3' => 'Логістика та переробка',
        's4' => 'Конструктор цільової сторінки',
        's5' => 'Особливості та переваги',
        's6' => 'Фінансовий менеджмент',
        's7' => 'Інструменти маркетингу',
        's8' => 'Стимули та клієнти',
        's9' => 'Про Selldone',
        's10' => 'Блог',
        's11' => 'Довідка',
        's12' => 'Конфіденційність',
        's13' => 'Правила та умови',
        's14' => 'Будівельник магазину',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Турбуєтеся про роботу з Selldone?",
        'import_title' => "Запитайте користувачів Selldone; їхні відгуки про <span class='ulr'>простоту та швидкість</span> вас здивують!",
        'import_message' => "Ви можете імпортувати свої продукти безпосередньо з Instagram у свій магазин, але якщо хочете, ви можете автоматично додати всі їхні продукти та зображення до свого магазину за допомогою простого файлу Excel. Ви заповнюєте той самий файл, копіюєте URL зображень із Google і, нарешті, витягуєте свій файл CSV і перекидаєте його в розділ керування продуктами. Selldone зробить це за вас.",
        'import_t1' => "У вас є якийсь товар",
        'import_b1' => "Вони без різноманітності",
        'import_m1' => "Просто завантажте цей файл, введіть назву, ціну та асортимент продукту та скопіюйте та вставте посилання на зображення з такого місця, як Google",

        'import_b2' => "Кілька варіацій",
        'import_m2' => "Різноманітність означає колір, розмір, матеріал тощо. Якщо у вас багато продуктів, ви можете завантажити цей файл і заповнити інформацію про свій продукт. Цей трохи важчий",

        'import_download' => "Завантажте файл зразка",

    ]

];
