<?php



return [

    'loading-title' => "Розширення з офлайн до онлайн",
    'loading-message' => "Ви спробуйте, ми відкриємо двері",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'Selldone є бета-версією', 'priority' => 'м',
        'message' => "<p>\n            Ми хотіли б, щоб ви взяли участь у відкритому бета-тестуванні. Як бета-версія\n            тестер, ви зможете використовувати функції, які не були випущені для\n            громадськість. Ці функції можуть стати загальнодоступними в\n            майбутнє. Вважайте, що <b>всі транзакції знаходяться в тестовому режимі</b> і\n            <b> буде зрозуміло</b> до остаточного випуску. Користувачі, магазини та\n            продукти <u> не буде видалено</u>.\n          </p>\n\n          <p> Дякую, <br />CEO Selldone</p>"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "Двоетапний вхід успішно ввімкнено.",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "Двоетапний вхід вимкнено.",


];
