<?php

return [
    'default_title' => 'SELLDONE',
    'keywords' => ['бізнес ос', 'domain', 'selldone', 'платформа електронної комерції', 'будівельник магазину', 'будівельник цеху', 'конструктор сайтів', 'бізнес-ідея', 'спеціальний конструктор спільноти', 'електронна комерція whitelabel'],
    'samin' => 'Selldone',
    'Selldone' => 'Selldone',


    'related' => 'Пов\'язані',
    'share' => 'Поділіться',

    /*
    |--------------------------------------------------------------------------
    | Global
    |--------------------------------------------------------------------------
    */
    'global' => [
        'blog' => 'Блог',
    ],

    /*
    |--------------------------------------------------------------------------
    | Global footer
    |--------------------------------------------------------------------------
    */
    'footer-title' => 'Selldone®|Підприємства <span class="os-grad">OS</span>™',
    'footer-subtitle' => "Операційна система №1 для малих і середніх підприємств і незалежних брендів",
    'footer-about-selldone' => 'Selldone, як платформа електронної комерції, працює як ангел для розвитку бізнесу. Незалежно від того, чи є у вас невеликий звичайний магазин чи велика компанія, вам потрібно демонструвати свій продукт в Інтернеті. Раніше Selldone створював онлайн-магазини з нижчими операційними витратами та більшою гнучкістю. Крім того, ми надаємо ланцюжок інструментів керування електронною комерцією, який постійно вдосконалюється, і щотижня з’являються нові функції, як-от інтеграція адміністрування магазину та інтерфейс візуального програмування для створення спеціальних процесів автоматизації або інтеграції ШІ.',
    'footer-action' => "Створіть свою електронну комерцію — це безкоштовно",

    'footer' => [
        'about' => 'Про Selldone',
        'contact' => 'зв\'яжіться з нами',
        'email' => 'support@selldone.com',
        'phone' => '🇩🇰 +45 36991215',
    ],

    'footer-menu' => [


        // Menu 1:
        [
            'title' => 'Selldone',
            'items' => [
                ['title' => 'Бізнес-платформа', 'href' => '/store-builder'],
                ['title' => 'Блог', 'href' => '/blog'],
                ['title' => 'Допоможіть', 'href' => '/help'],
                ['title' => 'FAQ', 'href' => '/faq'],
                ['title' => 'Політика конфіденційності', 'href' => '/privacy'],
                ['title' => 'Термін служби', 'href' => '/terms'],
            ],
        ],

        // Menu 2:
        [
            'title' => 'Особливості',
            'items' => [
                ['title' => 'Характеристики та переваги', 'href' => '/features'],
                ['title' => 'Marketing tools', 'href' => '/marketing'],
                ['title' => 'Processing center', 'href' => '/order-processing'],
                ['title' => 'Інсентив і клуби', 'href' => '/incentives'],
                ['title' => 'Аудит і бухгалтерський облік', 'href' => '/auditing'],
                ['title' => 'Cloud hosting', 'href' => '/cloud'],

            ],
        ],

        // Menu 3:
        [
            'title' => 'Рішення',
            'items' => [
                ['title' => 'Колекція NFT', 'href' => '/nft'],
                ['title' => 'Гільдія', 'href' => '/guild'],
                ['title' => 'авокадо', 'href' => '/avocado'],
                ['title' => 'Експерти', 'href' => '/experts'],
                ['title' => 'SEO engine', 'href' => '/seo'],
                ['title' => 'Smart report', 'href' => '/smart-report'],
            ],
        ],

        // Menu 4:
        [
            'title' => 'послуги',
            'items' => [
                ['title' => 'Ціна та плани', 'href' => '/price'],
                ['title' => 'Додатки', 'href' => '/apps'],
                ['title' => 'Application builder', 'href' => '/app-builder'],
                ['title' => 'Конструктор сторінок', 'href' => '/page-builder'],
                ['title' => 'Logistic solution', 'href' => '/logistic'],
                ['title' => 'Автоматизація та Інтернет речей', 'href' => '/automation'],

            ],
        ],


    ],


    /*
    |--------------------------------------------------------------------------
    | Global header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'home' => 'Додому',
        'features' => 'Особливості',
        'pricing' => 'Ціноутворення',
        'blogs' => 'Блог',
        'community' => 'Спільнота',
        'help' => 'Допоможіть',
        'features-menu' => [
            'store-builder' => 'Конструктор електронної комерції',
            'community-platform' => 'Спеціальна спільнота',
            'cloud' => 'Хмарний хостинг',
            'page-builder' => 'Конструктор цільової сторінки',
            'smart-report' => 'Розумний генератор звітів',
            'payment' => 'Оплата та облік',

            'staffs' => 'Клієнти та команда',
            'logistic' => 'Логістика та доставка',
            'order-processing' => 'Замовлення та обробка',
            'marketing' => 'Маркетинг і кампанія',
            'incentives' => 'Клуб і заохочення',
            'pos' => 'Онлайн POS',
            'seo' => 'Автоматичний SEO Engine',
            'automation' => 'Автоматизація та Інтернет речей',
            'ai' => 'AI Commerce',
            'app-builder' => 'Конструктор додатків',
        ],
        'build' => "Будувати",
        'build-sub' => "Ми створюємо систему навколо вас, щоб створити вашу історію успіху.",

        'manage' => "Керувати",
        'manage-sub' => "Керувати своїм бізнесом буде приємніше, ніж будь-коли.",

        'sel' => "Продати",
        'sel-sub' => "Завжди закривайся, заробляй гроші та насолоджуйся цим.",

        'grow' => "Рости",
        'grow-sub' => "Функції та інструменти корпоративного рівня під рукою, небо буде для вас межею.",


    ],

    /*
    |--------------------------------------------------------------------------
    | Article
    |--------------------------------------------------------------------------
    */
    'article' => [
        'list-of-content' => 'Список вмісту',
        'author' => 'Автор',
        'others-title' => "Більше інформації про :title",
    ],


    /*
    |--------------------------------------------------------------------------
    | Main pages
    |--------------------------------------------------------------------------
    */
    'page.login' => ['title' => 'Selldone |Логін', 'image' => '/images/seo/en/login.jpg', 'description' => "Неважливо, скільки у вас капіталу, де ви почали свій бізнес, де живете! Selldone надав вам усі професійні інструменти продажу. Реєстрація та ці інструменти безкоштовні для всіх і назавжди."],
    'page.register' => ['title' => 'Selldone |зареєструватися', 'image' => '/images/seo/en/login.jpg', 'description' => "Ми віримо, що доступ – це право, а не привілей! Незалежно від того, чи є у вас бізнес на найбагатшій вулиці Нью-Йорка чи у віддаленому селі, Інтернет і онлайн-інструмент — це все, що вам потрібно для продажу в Інтернеті! Це мрія Selldone."],


    'page.home' => ['title' => "Продавайте як професіонали — Selldone® Business OS", 'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg', 'description' => "Selldone — це бізнес-ОС для візуального створення, керування та масштабування вашого бізнесу. Створіть це самостійно за допомогою рішення без використання коду та експертів, створеного для мільйонів замовлень."],
    'page.helps' => ['title' => 'Довідка', 'image' => '/images/seo/en/help.jpg', 'description' => "Як зробити успішний бізнес."],
    'page.blogs' => ['title' => 'Business OS Mag', 'image' => '/images/seo/en/academy.jpg', 'description' => "Ваш універсальний посібник із онлайн-продажів, підказки, підказки та поради експертів, що можна та чого не потрібно робити в онлайн-продажах, а також поради експертів щодо максимізації доходу онлайн."],
    'page.faqs' => ['title' => 'Часті запитання', 'image' => '/images/seo/en/faq.jpg', 'description' => "Питання та відповіді на Selldone."],
    'page.price' => ['title' => 'Прайс лист', 'image' => '/images/seo/en/price.jpg', 'description' => "На вас чекають усі професійні функції створення магазину та сайту безкоштовно без обмежень у часі."],


    'page.apps' => ['title' => 'Інтеграція програм', 'image' => '/images/seo/en/apps.jpg', 'description' => "Встановлення додатків у магазин передбачено для вашого магазину лише одним клацанням миші."],
    'page.experts' => ['title' => 'Експерти', 'image' => '/images/seo/en/expert.jpg', 'description' => "Не турбуйтеся про проектування, запуск, рекламу чи управління своїм магазином, спеціалісти Selldone готові вам допомогти. Найміть сертифікованого фахівця, щоб зробити все краще та швидше."],


    'page.avocado' => ['title' => 'Авокадо — сучасний соціальний канал продажів', 'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
        'description' => "Сума та назва – це все, що вам потрібно для отримання платежів від клієнтів. Гроші зараховуються безпосередньо на ваш рахунок, і ваші клієнти отримують зручні покупки."],

    // All private dashboards:
    'shuttle' => ['title' => 'Продано | Панель приладів', 'image' => '/images/seo/en/dashboard.jpg',
        'description' => "Панель керування магазином. Якщо у вас є доступ до цього магазину, ви можете увійти в панель управління магазином за цим посиланням."],

    'shuttle-shop' => ['title' => 'Продано | Приладова панель магазину', 'image' => '/images/seo/en/shuttle-shop.jpg', 'video' => '/images/seo/en/videos/shuttle-shop.mp4',
        'description' => "Керуйте всім на своїй інформаційній панелі. Керуйте продуктами, замовленнями, дизайном цільової сторінки, маркетингом, стимулами та всім необхідним для чудового бізнесу."],


    'guild' => ['title' => 'Гільдія — колективний канал продажів', 'image' => '/images/seo/en/guild.jpg?v=2',
        'description' => "Зробіть свій бізнес досяжним і доступним для всіх у всьому світі, створивши чудову гільдію."],


    'page.referral' => ['title' => 'Партнерська програма — Selldone', 'image' => '/images/seo/en/referral.png', 'description' => "Приєднуйтесь до захоплюючої місії та створіть собі пасивний дохід."],


    'page.press' => ['title' => 'Ресурси преси — Selldone', 'image' => '/images/seo/en/press.png', 'description' => "Ресурси для всіх, хто хоче написати про Selldone."],
    'page.roadmap' => ['title' => 'Дорожня карта — Selldone', 'image' => '/images/seo/roadmap.jpg', 'description' => "Це єдина в своєму роді платформа: комплексна бізнес-операційна система без програмного коду як послуга з інструментами корпоративного рівня для МСП."],

    'page.onboarding' => ['title' => 'Створювач веб-сайтів безкоштовного онлайн-магазину – адаптивний і професійний', 'image' => '/images/seo/ui-kit.jpg', 'description' => "Selldone – це платформа електронної комерції, створена, щоб допомогти вашому бізнесу розвиватися. Незалежно від того, чи є у вас невеликий звичайний магазин чи велика компанія, вам потрібні професійні, прості у використанні інструменти."],



    'page.books' => ['title' => 'Посібники для бізнесу: поради щодо початку та розвитку веб-сайтів для онлайн-покупок', 'image' => '/images/seo/en/cover.jpg', 'description' => "Завантажити безкоштовні посібники з розвитку бізнесу можна тут. У цих книгах ви знайдете повні поради щодо розвитку бізнесу та практичні посібники з удосконалення, щоб підвищити рівень конверсії у вашому онлайн-магазині."],


    'page.quiz' => ['title' => 'Вікторина|Чи підходить вам бізнес-операційна система?', 'image' => '/images/seo/en/quiz.png', 'description' => "Якщо ви хочете знати, чи ваша компанія потребує або може використовувати бізнес-ОС, перш ніж продовжувати, пройдіть цей 60-секундний тест. Якщо ви хочете знати, чи ваша компанія потребує або може використовувати бізнес-ОС, перш ніж продовжувати, пройдіть цей 60-секундний тест."],


    'page.countries' => ['title' => 'Підтримувані країни та місцеві платежі - Business OS', 'image' => '/images/seo/en/countries.png', 'description' => "Бізнес-ОС, наступний крок еволюції комерційних послуг від платформ електронної комерції до чогось без теми, плагіна чи коду. 100% візуально!"],


    'page.participant' => ['title' => 'Спільнота, яку ви хочете — грайте та вигравайте 20 доларів', 'image' => '/images/seo/en/participants.jpg', 'description' => "Ви можете брати участь у спільноті selldone, створюючи короткі відеоролики, щоб допомогти іншим, і отримувати до 20 подарункових кредитів USD на відео."],

    'page.tax' => ['title' => 'Глобальний список податкових ставок', 'image' => '/images/seo/en/tax.jpg', 'description' => "Ви можете змінити правила оподаткування та створити більше одного податкового профілю для різних категорій продуктів."],


    'page.premium' => ['title' => 'Перейдіть до Premium і змініть свою електронну комерцію', 'image' => '/images/seo/en/premium.jpg', 'description' => "Розвивайте свій інтернет-магазин за допомогою Selldone Premium. Отримуйте доступ до ексклюзивних інструментів ШІ, індивідуальних шаблонів тощо, щоб підвищити ефективність і виділятися на цифровому ринку. Приєднуйтеся зараз для розумнішої та елегантнішої електронної комерції!"],


    'page.builder' => [
        'title' => 'Безкоштовний конструктор сторінок і редактор цільових сторінок Webapp - вхід не потрібен',
        'image' => '/images/seo/en/builder.png',
        'description' => 'Створюйте приголомшливі веб-сторінки та цільові сторінки без особливих зусиль за допомогою нашого безкоштовного, зручного конструктора та редактора сторінок. Логін не потрібен. Швидко створюйте, налаштовуйте та публікуйте свої веб-сторінки за допомогою нашого інтуїтивно зрозумілого інтерфейсу перетягування. Ідеально підходить для маркетологів, власників малого бізнесу та розробників, які шукають безпроблемне рішення для веб-дизайну.'
    ],

    'page.token' => [
        'title' => 'Selldone Coin (SLDN) – розширення можливостей інновацій електронної комерції',
        'image' => '/images/seo/en/token.jpg?v=1',
        'description' => 'Відкрийте для себе Selldone Coin (SLDN), цифровий токен, призначений для винагороди та розширення можливостей підприємців електронної комерції. Заробляйте, торгуйте та розвивайте свій бізнес за допомогою SLDN, невід’ємної частини екосистеми Selldone.'
    ],


    'page.red-alert' => ['title' => 'Red Alert – Повідомлення про злочинну діяльність і програма безпеки',
        'image' => '/images/seo/en/red-alert.jpg',
        'description' => 'Відчуйте неперевершену безпеку з Selldone – найбільш орієнтованою на безпеку платформою. Наша програма Red Alert дає вам змогу швидко та безпечно повідомляти про злочинну діяльність, забезпечуючи захист вашої спільноти. Приєднуйтесь до нашої місії зі створення безпечніших районів і боротьби зі злочинністю вже сьогодні.'    ],

    /*
    |--------------------------------------------------------------------------
    | App pages
    |--------------------------------------------------------------------------
    */
    'apps.structure-data' => ['title' => 'Генератор структурних даних| JSON-LD', 'description' => "Використовуйте цей потужний генератор структурованих даних для створення розміток JSON-LD, включаючи всі необхідні властивості елементів тощо."
    ],

    /*
    |--------------------------------------------------------------------------
    | Call to action
    |--------------------------------------------------------------------------
    */
    'call-to-action' => [
        'title' => "Зробіть свій бізнес онлайн за допомогою найкращого технічного рішення на ринку.",
        'money-back' => "30-денна гарантія повернення грошей",
        'action' => "Створіть свою електронну комерцію",
        'action-sub' => "Почніть зараз — це безкоштовно",
        'message' => "Попрощайтеся з низьким рівнем онлайн-продажів!",
    ]

,

    'page' => [
        'login' => [
            'title' => 'Продано | Логін',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'Неважливо, скільки у вас капіталу, де ви почали свій бізнес, де живете! Selldone надав вам усі професійні інструменти продажу. Реєстрація та ці інструменти безкоштовні для всіх і назавжди.',
        ],
        'register' => [
            'title' => 'Продано | зареєструватися',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'Ми віримо, що доступ – це право, а не привілей! Незалежно від того, чи є у вас бізнес на найбагатшій вулиці Нью-Йорка чи у віддаленому селі, Інтернет і онлайн-інструмент — це все, що вам потрібно для продажу онлайн! Це мрія Селлдона.',
        ],
        'home' => [
            'title' => 'Продажі як професіонали — Selldone® Business OS',
            'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg',
            'description' => 'Selldone — це бізнес-ОС для візуального створення, керування та масштабування вашого бізнесу. Зробіть це самостійно за допомогою рішення без коду та експертів для мільйонів замовлень.',
        ],
        'helps' => [
            'title' => 'Допоможіть',
            'image' => '/images/seo/en/help.jpg',
            'description' => 'Як зробити успішний бізнес.',
        ],
        'blogs' => [
            'title' => 'Блог',
            'image' => '/images/seo/en/academy.jpg',
            'description' => 'Останні новини та контент Selldone.',
        ],
        'faqs' => [
            'title' => 'Часті запитання',
            'image' => '/images/seo/en/faq.jpg',
            'description' => 'Питання та відповіді на Selldone.',
        ],
        'price' => [
            'title' => 'Прайс лист',
            'image' => '/images/seo/en/price.jpg',
            'description' => 'На вас чекають усі професійні функції створення магазину та сайту безкоштовно без обмежень у часі.',
        ],
        'apps' => [
            'title' => 'App Store',
            'image' => '/images/seo/en/apps.jpg',
            'description' => 'Встановлення додатків у магазин передбачено для вашого магазину лише одним клацанням миші.',
        ],
        'experts' => [
            'title' => 'Експерти',
            'image' => '/images/seo/en/expert.jpg',
            'description' => 'Не турбуйтеся про дизайн, запуск, рекламу чи управління своїм магазином, спеціалісти Selldone готові вам допомогти. Найміть сертифікованого фахівця, щоб зробити все краще та швидше.',
        ],
        'avocado' => [
            'title' => 'Авокадо — сучасний соціальний канал продажів',
            'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
            'description' => 'Одна сума та одна назва – це все, що вам потрібно, щоб отримувати гроші від своїх клієнтів! Гроші будуть зараховані безпосередньо на ваш рахунок, і ваші клієнти отримають унікальний досвід покупок.',
        ],
        'referral' => [
            'title' => 'Партнерська програма — Selldone',
            'image' => '/images/seo/en/referral.png',
            'description' => 'Приєднуйтеся до захоплюючої місії та створюйте собі пасивний дохід.',
        ],
        'press' => [
            'title' => 'Прес-ресурси — Selldone',
            'image' => '/images/seo/en/press.png',
            'description' => 'Ресурси для всіх, хто хоче написати про Selldone.',
        ],
        'roadmap' => [
            'title' => 'Дорожня карта — Selldone',
            'image' => '/images/seo/roadmap.jpg',
            'description' => 'Це єдина у своєму роді платформа; він абсолютно унікальний і дуже відрізняється від усіх інших. Це єдина комплексна бізнес-операційна система як послуга без програмного коду з інструментами корпоративного рівня для малих і середніх підприємств.',
        ],
        'onboarding' => [
            'title' => 'Створювач безкоштовних веб-сайтів для онлайн-покупок – адаптивний і професійний',
            'image' => '/images/seo/ui-kit.jpg',
            'description' => 'Selldone, як платформа електронної комерції, працює як ангел для розвитку вашого бізнесу. Незалежно від того, чи є у вас невеликий звичайний магазин чи велика компанія, вам потрібен набір професійних, але простих у використанні інструментів.',
        ],
        'books' => [
            'title' => 'Посібники для бізнесу: поради щодо початку та розвитку веб-сайтів для онлайн-покупок',
            'image' => '/images/seo/en/cover.jpg',
            'description' => 'Завантажити безкоштовні посібники з розвитку бізнесу можна тут. У цих книгах ви знайдете повні поради щодо розвитку бізнесу та практичні посібники з удосконалення для підвищення рівня конверсії у вашому онлайн-магазині.',
        ],
        'quiz' => [
            'title' => 'Вікторина | Чи підходить вам бізнес-операційна система?',
            'image' => '/images/seo/en/quiz.png',
            'description' => 'Якщо ви хочете знати, чи ваша компанія потребує або може використовувати бізнес-ОС, перш ніж продовжувати, пройдіть цей 60-секундний тест. Якщо ви хочете знати, чи ваша компанія потребує або може використовувати бізнес-ОС, перш ніж продовжувати, пройдіть цей 60-секундний тест.',
        ],
        'countries' => [
            'title' => 'Підтримувані країни та місцеві платежі - Business OS',
            'image' => '/images/seo/en/countries.png',
            'description' => 'Бізнес-ОС, наступний крок еволюції комерційних послуг від платформ електронної комерції до чогось без теми, плагіна чи коду. 100% візуально!',
        ],
        'participant' => [
            'title' => 'Спільнота, яку ви хочете — грайте та вигравайте 20 доларів',
            'image' => '/images/seo/en/participants.jpg',
            'description' => 'Ви можете брати участь у спільноті selldone, створюючи короткі відеоролики, щоб допомогти іншим, і отримувати подарунковий кредит до 20 доларів США на відео.',
        ],
        'tax' => [
            'title' => 'Глобальний список податкових ставок',
            'image' => '/images/seo/en/tax.jpg',
            'description' => 'Ви можете змінити правила оподаткування та створити більше одного податкового профілю для різних категорій продуктів.',
        ],
        'premium' => [
            'title' => 'Перейдіть до Premium і змініть свою електронну комерцію',
            'image' => '/images/seo/en/premium.jpg',
            'description' => 'Розвивайте свій онлайн-магазин із Selldone Premium. Отримуйте доступ до ексклюзивних інструментів ШІ, індивідуальних шаблонів тощо, щоб підвищити ефективність і виділятися на цифровому ринку. Приєднуйтеся зараз для розумнішої та елегантнішої електронної комерції!',
        ],
        'builder' => [
            'title' => 'Безкоштовний конструктор сторінок і редактор цільових сторінок Webapp - вхід не потрібен',
            'image' => '/images/seo/en/builder.png',
            'description' => 'Створюйте приголомшливі веб-сторінки та цільові сторінки без особливих зусиль за допомогою нашого безкоштовного, зручного конструктора та редактора сторінок. Логін не потрібен. Швидко створюйте, налаштовуйте та публікуйте свої веб-сторінки за допомогою нашого інтуїтивно зрозумілого інтерфейсу перетягування. Ідеально підходить для маркетологів, власників малого бізнесу та розробників, які шукають безпроблемне рішення для веб-дизайну.',
        ],
    ],
    'apps' => [
        'structure-data' => [
            'title' => 'Генератор даних структури | JSON-LD',
            'description' => 'Використовуйте цей потужний генератор структурованих даних для створення розміток JSON-LD, включаючи всі необхідні властивості елементів тощо.',
        ],
    ],
];
