<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'Магазин',
        'blog' => 'Блог',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'Про нас',
    'contact' => 'Зв\'яжіться з нами',


    'buy-action' => "Купити зараз",
    'buy-action-variant' => "Виберіть і купіть зараз",

    'product-images' => "Зображення",
    'product-spec' => "спец",
    'Comments' => "Відгуки та рейтинги",
    'related' => "Супутні товари",
    'view-now' => "Переглянути зараз",






];
