<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "인스타그램 스토어 빌더|Instagram 계정을 온라인 스토어로 전환",
        'desc' => "어디서나 돈을 낭비하지 마십시오. Selldone에 스토어를 구축한 후에는 더 이상 WordPress, Joomla 및 WooCommerce와 같은 다른 스토어 구축 도구를 사용하는 것을 생각하지 않을 것입니다.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "셰프와 그녀의 귀여운 고양이는 인스타그램에서 어떻게 판매를 하고 있나요?",


        'alt1' => "Selldone 인스타그램 스토어 빌더",
        'alt2' => '인스타그램에서 사라 케이크를 파는 이야기',
        'alt3' => 'Selldone 온라인 주문 처리 센터',
        'alt4' => 'Selldone 온라인 스토어 결제 게이트웨이',
        'alt5' => '온라인 상점을 위한 자동화된 SEO 엔진',
        'alt6' => 'Instagram에서 온라인으로 판매하는 새로운 방법',
        'alt7' => '브랜딩과 브랜딩',
        'alt8' => '쇼핑 캐셔',
        'alt9' => '마케팅 및 영업 도구',
        'alt10' => '무료 비즈니스 파트너',
        'alt11' => '주문처리센터',
        'alt12' => '충성고객',
        'alt13' => '직접 결제 게이트웨이',
        'alt14' => '인스타그램 판매 채널',
        'alt15' => '사이트 및 매장 개발자 채용',
        'alt16' => 'Selldone 플랫폼 스토리',
        'alt17' => '사이트 및 매장 자동화 SEO 엔진',
        'alt18' => '행복한 판매자',
        'alt19' => '장바구니',


        'm1' => '왜 Selldone인가요?',
        'm2' => '자동 SEO',
        'm3' => '가격(무료)',

        'register' => '등록',

        'header' => '<span class="ulr"> 10x Times</span> Instagram에서 더 많이 & 더 나은<br><span class="ulr">Sell</span>',
        'header_msg' => '고객이 Instagram에서 매장과 같은 페이지를 열고, 마음에 드는 사진에서 제품을 선택하고, 주문에 추가하고, 온라인으로 계정에 직접 결제하는 것을 상상해 보세요. 해결책은 바로 당신 앞에 있습니다.',

        'name_plc' => '사용자 이름을 입력하세요',
        'preview' => '미리보기 스토어',
        'create_act' => '인스타그램 스토어 만들기',


        'title1s' => '어떻게 작동하나요?',
        'title1' => '귀하의 인스타그램을 <span class="ulb">모든 기능을 갖춘</span> 스토어로 바꿔보세요!',
        'desc1' => '가장 큰 온라인 상점의 패널보다 더 많은 기능을 갖게 되지만, 실수하지 마세요. 간단한 호스트와 함께 일하는 것은 재미있습니다.',
        'sub1' => '상품관리는 이렇게 합니다..',
        'sub1msg' => "첫 번째 단계는 제품을 추가하는 것입니다. Selldone를 사용하면 몇 번의 클릭만으로 인스타그램에서 제품을 가져오거나, 엑셀 파일을 업로드하거나, 기타 간단한 방법을 사용할 수 있습니다.",
         'list1_1' => '완전 킬 및 클로즈 관리',
         'list1_2' => '재고 업데이트 및 빠른 가격',
         'list1_3' => '엑셀 파일로 상품 추가',
         'list1_4' => '여기에서 제품을 추가하세요.',
         'list1_5' => '지루합니까? 우리는 당신을 추가할 것입니다!',

        'title2s' => '주문은 이렇게 하게 되는데...',
        'title2' => "하루에 10배 이상 주문이 늘어나는 것만으로는 충분하지 않나요? Selldone는 각 매장별로 하루 10,000개 이상의 주문을 위해 설계되었습니다.",

        'list2_1' => '여행 상황을 빠르게 확인하고 빠르게 조치를 취하세요.',
        'list2_2' => '고객은 자신의 주문에 대한 최신 상태를 확인할 수 있습니다.',
        'list2_3' => '결제, 주문 처리, 배송 관리',
        'list2_4' => '원하는 만큼 공동작업자를 추가하세요.',


        'title3s' => '직접 게임 완료!',
        'title3' => "매장에서의 온라인 결제는 귀하의 도메인을 사용하여 귀하의 계정으로 직접 이루어집니다! 온라인 포털 및 현장 결제 유형을 선택할 수 있습니다.",

        'list3_1' => '온라인 결제 게이트웨이(귀하의 계정으로 직접 연결)',
        'list3_2' => '현장 결제 가능',
        'list3_3' => '전자신탁기호(급여) 없이 게이트웨이 수신',
        'list3_4' => '결제 및 원클릭 주문 관리',


        'title4s' => '자동 SEO',
        'title4' => 'SEO 모범 사례를 따르는 SEO 친화적인 사이트를 디자인하면 온라인 비즈니스가 잠재 고객에게 더욱 눈에 띄게 됩니다. Selldone는 SEO 중심 매장에 필요한 인프라를 제공하므로 Google에서 검색될까 봐 걱정할 필요가 없습니다.',

        'list4_1' => '좋은 글과 이미지를 남겨주세요',

        'title0' => '이제 <span class="uly">가 더욱 전문적으로 판매할 시간입니다</span>, 고객을 더욱 행복하게 만들고<br>온라인 비즈니스를 성장시키고 있다는 사실에 자부심을 느끼세요',


        'title6s' => "이것으로 만족하지 마세요",
        'title6' => '인스타그램 스토어보다 훨씬 더...',


        'features' => '특징',
        'features_act' => '모든 기능 보기',

        'x1' => '브랜드를 구축하고 자신만의 고객 클럽을 가질 수 있는 전용 도메인의 온라인 스토어입니다.',
        'x2' => '설정 비용이 0달러이고 필요한 만큼 많은 상점을 위한 온라인 상점 금전 등록기입니다.',
        'x3' => '가장 큰 경찰 시장 브랜드에도 없는 최고의 마케팅 및 판매 도구입니다.',
        'x4' => "Selldone라는 좋은 파트너는 회사의 매출을 늘리기 위해 노력하고 돈을 빼앗아 떠나는 것이 아닙니다.",

        'a1' => '주문 처리',
        'a1s' => '속도를 고려한 설계',

        'a2' => '마케팅 및 인센티브',
        'a2s' => '충성고객 찾기',

        'a3' => '직접 결제',
        'a3s' => '결제 인터페이스 없음',

        'a4' => '판매채널',
        'a4s' => '텔레그램, 구글, 인스타그램 등',

        'blog' => '와블라',

        'b1' => "2021년에도 프로그래머를 고용하고 매장 구축 패키지나 호스트를 구매해야 합니까?",
        'b2' => "Selldone 이야기|사이트 개설 방식 및 온라인 사업 방식 변경",
        'b3' => '자동 SEO 엔진이 Google 검색결과에서 빛을 발합니다.',
        'read' => '계속',

        'title5s' => '비용이 얼마나 드는지 알고 싶나요?',
        'title5' => '모델 <span class="ulr">에서 평생 무료</span> 2% 수수료 <br>모델 0.5% 수수료 월별 수수료',
        'msg5' => "판매가 없는 한, 한 리알의 소유자는 사이트, 호스트, 서버, 서비스, 도구, 지원, 업데이트 및 기타 비용을 청구하지 않습니다! 돈은 귀하의 계좌로 직접 입금됩니다! Selldone는 모든 파트너가 월말에 수수료를 지불하거나 몇 달 후 문제가 발생하면 지갑에 충전하도록 신뢰합니다.",
         'footer_act' => "무료만이 유일한 장점은 아닙니다! 어떻게?",
         'footer' => '궁금한 점이나 원하는 팁을 물어보세요.',

        's1' => '스마트 보고',
        's2' => '무료 클라우드 호스팅',
        's3' => '물류 및 가공',
        's4' => '랜딩 페이지 빌더',
        's5' => '특징 및 이점',
        's6' => '재무 관리',
        's7' => '마케팅 도구',
        's8' => '인센티브와 고객',
        's9' => 'Selldone 소개',
        's10' => '블로그',
        's11' => '도움말',
        's12' => '개인정보 보호',
        's13' => '이용약관',
        's14' => '상점 빌더',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Selldone와 함께 작업하는 것이 걱정되나요?",
        'import_title' => "Selldone 사용자에게 물어보세요. <span class='ulr'>단순성과 속도</span>에 대한 피드백은 여러분을 놀라게 할 것입니다!",
        'import_message' => "Instagram에서 매장으로 제품을 직접 가져올 수 있지만, 원하는 경우 간단한 Excel 파일을 사용하여 모든 제품과 사진을 자동으로 매장에 추가할 수 있습니다. 동일한 파일을 작성하고 Google에서 이미지의 URL를 복사한 다음 마지막으로 CSV 파일을 가져와 제품 관리 섹션에 놓습니다. Selldone가 대신 해드리겠습니다.",
        'import_t1' => "제품이 있나요?",
        'import_b1' => "다양성이 없네",
        'import_m1' => "이 파일을 다운받아서 제품명, 가격, 재고를 입력하고 구글 같은 곳에서 이미지 링크를 복사해 붙여넣으면 됩니다.",

        'import_b2' => "다양한 변형",
        'import_m2' => "다양성이란 색상, 크기, 소재 등을 의미합니다. 제품이 많은 경우, 이 파일을 다운로드하여 제품 정보를 입력할 수 있습니다. 이게 좀 더 어렵네요",

        'import_download' => "샘플 파일 다운로드",

    ]

];
