<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => '쇼핑',
        'blog' => '블로그',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => '회사 소개',
    'contact' => '문의하기',


    'buy-action' => "지금 구매",
    'buy-action-variant' => "지금 선택 및 구매",

    'product-images' => "이미지",
    'product-spec' => "사양",
    'Comments' => "리뷰 및 평가",
    'related' => "관련 제품",
    'view-now' => "지금 보기",






];
