<?php 

 return [
     "failed" => "ဤအထောက်အထားများသည် ကျွန်ုပ်တို့၏မှတ်တမ်းများနှင့် မကိုက်ညီပါ။",
     "throttle" => "အကောင့်ဝင်ရန် ကြိုးစားမှု များလွန်းသည်။ ကျေးဇူးပြု၍ စက္ကန့်-စက္ကန့်အကြာတွင် ထပ်စမ်းကြည့်ပါ။",
     "title_shop" => ":name သို့ ဝင်ရောက်ပါ။",
     "title_app" => "အပလီကေးရှင်း : အမည်",
     "login_message" => "သင့်အကောင့်သို့ ဝင်ရောက်ခွင့် တောင်းဆိုပါ။",
     "scopes_title" => "ဤအက်ပ်သည် အောက်ပါနယ်ပယ်များသို့ ဝင်ရောက်ခွင့်ရှိပါမည်။",
     "accept" => "အတည်ပြုပါ။",
     "reject" => "ငြင်းပယ်ပါ။",
     "login_incorrect_password" => "အသုံးပြုသူအမည် သို့မဟုတ် စကားဝှက် မမှန်ကန်ပါ။",
     "reset_2fa_title" => "နှစ်ဆင့် အကောင့်ဝင်ရန် တောင်းဆိုချက်ကို ပြန်လည်သတ်မှတ်ပါ။",
     "go_main_page" => "ပင်မစာမျက်နှာသို့သွားပါ။",
     "signing_in" => "လက်မှတ်ထိုးဝင်နေသည်...",
];