<?php 

 return [
     "shop-order-payment" => [
     "title" => "ပေးချေမှုကို လက်ခံပါ။",
     "sample" => "သင်၏ 267$ ပေးချေမှုကို အောင်မြင်စွာ ဖြေရှင်းပြီးပါပြီ။<br> မှာယူမှု- SM-425<br> ကျေးဇူးတင်ပါတယ်၊ <b>မင်းရဲ့ဆိုင်နာမည်</b> ။<br> ရောင်းပြီးပြီ။",
     "body" => "သင်၏ :param2 ငွေပေးချေမှုကို အောင်မြင်စွာ ဖြေရှင်းပြီးပါပြီ။ အော်ဒါ- :param1 ကျေးဇူးပါ၊ :param3။ ရောင်းပြီးပြီ။",
     "description" => "အောင်မြင်သော ငွေပေးချေမှုအကြောင်း အသိပေးရန် ဆိုင်ဖောက်သည်ထံ စာတိုပေးပို့ပါ။",
],
     "shop-order-payment-admin" => [
     "title" => "ပေးချေမှုကို လက်ခံပါ။",
     "sample" => "267$ ပေးချေမှုအသစ်ကို အောင်မြင်စွာ ဖြေရှင်းပြီးပါပြီ။<br> မှာယူမှု- SM-425<br> ကျေးဇူးတင်ပါတယ်၊ <b>မင်းရဲ့ဆိုင်နာမည်</b> ။<br> ရောင်းပြီးပြီ။",
     "body" => "အသစ် :param2 ငွေပေးချေမှုကို အောင်မြင်စွာ ဖြေရှင်းပြီးပါပြီ။ အော်ဒါ- :param1 ကျေးဇူးပါ၊ :param3။ ရောင်းပြီးပြီ။",
     "description" => "အောင်မြင်သောငွေပေးချေမှုနှင့်ပတ်သက်၍ ဆိုင်ပိုင်ရှင်ထံ မက်ဆေ့ချ်ပို့ပါ။",
],
     "vendor-new-order" => [
     "title" => "ရောင်းချသူအသစ်အမှာစာ",
     "sample" => "သင်သည် $200 မှာယူမှုအသစ်ကို လက်ခံရရှိခဲ့သည်။<br> မှာယူမှု- <b>ရောင်းသူအမည်မှ</b> SM-870",
     "body" => "သင်သည် :param2 မှာယူမှုအသစ်တစ်ခုကို လက်ခံရရှိခဲ့သည်။ မှာယူမှု- :param1 အတွက် :param3။",
     "description" => "မှာယူမှုအသစ်တစ်ခုအကြောင်း အသိပေးရန် ရောင်းချသူထံ စာတိုပေးပို့ပါ။",
],
     "shop-login" => [
     "title" => "အကောင့်ဝင်ရန် အတည်ပြုကုဒ်",
     "sample" => "သင့်အကောင့်ဝင်ကုဒ်မှာ <b>123456</b> ဖြစ်သည်။<br> <b>သင့်ဆိုင်နာမည်</b><br> ရောင်းပြီးပြီ။",
     "body" => "သင့်အကောင့်ဝင်ကုဒ်မှာ :param1 :param2 Selldone ဖြစ်သည်။",
     "description" => "ဆိုင်သို့ဝင်ရောက်ရန် ဖောက်သည်ထံ လော့ဂ်အင်ကုဒ် ပေးပို့ပါ။",
],
     "user-login" => [
     "title" => "အောင်မြင်မှုစာတိုကို ဝင်ရောက်ပါ။",
     "sample" => "လေးစားအပ်ပါသော <b>အမည်</b> ၊<br> <b>5/8/2021 9:14AM</b> တွင် <b>iPhone 165.250.300.1</b> ဖြင့် သင့်အကောင့်သို့ အကောင့်ဝင်ထားသည်။<br> ရောင်းပြီးပြီ။",
     "body" => "ချစ်ခင်ရပါသော :param1၊ သင်သည် :param2 တွင် :param3 ဖြင့် သင့်အကောင့်သို့ လော့ဂ်အင်ဝင်ပါပြီ။ ရောင်းပြီးပြီ။",
     "description" => "ဖောက်သည်သည် ဆိုင်သို့ဝင်ရောက်ပြီးနောက် မက်ဆေ့ခ်ျပို့ပါ။",
],
     "avocado-order-submit" => [
     "title" => "ထောပတ်သီးအသစ်များ အော်ဒါတင်ပြီး ဝယ်သူထံ ပို့ပေးပါသည်။",
     "sample" => "<b>သင့်ဆိုင်နာမည်</b><br> ချစ်လှစွာသော <b>သင်၏အမည်</b> ၊<br> သင့်မှာယူမှုကို ကျွန်ုပ်တို့ လက်ခံရရှိထားပြီး ၎င်းကို ကျွန်ုပ်တို့ စစ်ဆေးနေပါသည်။<br> အော်ဒါ #: <b>AVO-246</b><br> ရောင်းပြီးပြီ။",
     "body" => ":param3 ချစ်ခင်ရပါသော :param1၊ ကျွန်ုပ်တို့သည် သင့်အမှာစာကို လက်ခံရရှိပြီး ၎င်းကို ကျွန်ုပ်တို့ စစ်ဆေးနေပါသည်။ မှာယူမှု #: :param2 ရောင်းပြီးပါပြီ။",
     "description" => "ထောပတ်သီး အော်ဒါမှာယူပြီးနောက် ဝယ်ယူသူထံ စာတိုပေးပို့ပါ။",
],
     "avocado-order-submit-seller" => [
     "title" => "ထောပတ်သီးအသစ်များ လက်ခံရရှိပြီး ရောင်းချသူထံ ပေးပို့ပါ။",
     "sample" => "သင်သည် ထောပတ်သီးအမှာစာကို လက်ခံရရှိသည်-<br> စတိုး- <b>သင့်ဆိုင်အမည်</b><br> ဝယ်သူ- <b>ဝယ်သူအမည်</b><br> မှာယူမှု- <b>AVO-246</b><br> ရောင်းပြီးပြီ။",
     "body" => "ထောပတ်သီးအမှာစာတစ်ခု လက်ခံရရှိခဲ့သည်- စတိုး- :param1 ဝယ်သူ- :param2 အမှာစာ- :param3 Selldone",
     "description" => "ထောပတ်သီးအမှာစာအသစ်လက်ခံရရှိကြောင်း ဆိုင်ပိုင်ရှင်ထံ စာတိုပေးပို့ပါ။",
],
     "avocado-ready-to-pay" => [
     "title" => "ထောပတ်သီး အော်ဒါမှာပြီး အဆင်သင့်ဖြစ်နေပါပြီ။",
     "sample" => "<b>သင့်ဆိုင်နာမည်</b><br> သင့်မှာယူမှုကို အတည်ပြုပြီးပါက အောက်ပါလင့်ခ်မှတစ်ဆင့် ငွေပေးချေနိုင်ပါသည်။<br> အော်ဒါ #: <b>AVO-246</b><br> လင့်ခ်- <b>https://your-domain/avocado</b><br> ရောင်းပြီးပြီ။",
     "body" => ":param3 သင့်မှာယူမှုကို အတည်ပြုပြီးဖြစ်၍ အောက်ပါလင့်ခ်မှတစ်ဆင့် ငွေပေးချေနိုင်ပါသည်။ မှာယူမှု #: :param2 လင့်ခ်- :param1 ရောင်းပြီးပါပြီ။",
     "description" => "ရောင်းချသူမှ ကုန်ကျစရိတ်သတ်မှတ်ပြီး ၎င်းတို့၏ ထောပတ်သီးအမှာစာကို အတည်ပြုပြီးနောက် ဝယ်ယူသူထံ ငွေပေးချေမှုလင့်ခ်ဖြင့် မက်ဆေ့ချ်ပို့ပါ။",
],
];