<?php 

 return [
     "failed" => "እነዚህ ምስክርነቶች ከኛ መዝገቦች ጋር አይዛመዱም።",
     "password" => "የቀረበው የይለፍ ቃል የተሳሳተ ነው።",
     "throttle" => "በጣም ብዙ የመግባት ሙከራዎች። እባክዎ በ: ሰከንድ ሰከንድ ውስጥ እንደገና ይሞክሩ።",
     "title_shop" => "ወደ ስም ይግቡ",
     "title_app" => "የመተግበሪያ መዳረሻ: ስም",
     "login_message" => "ወደ መለያህ መዳረሻ ጠይቅ።",
     "scopes_title" => "ይህ መተግበሪያ ለሚከተሉት ወሰኖች መዳረሻ ይኖረዋል",
     "accept" => "አረጋግጥ",
     "reject" => "እምቢ",
     "login_incorrect_password" => "ልክ ያልሆነ የተጠቃሚ ስም ወይም የይለፍ ቃል.",
     "reset_2fa_title" => "የሁለት-ደረጃ የመግባት ጥያቄን ዳግም አስጀምር",
     "go_main_page" => "ወደ መነሻ ገጽ ሂድ",
     "signing_in" => "በመግባት ላይ...",
];