<?php 

 return [
     "default_title" => "SELLDONE",
     "keywords" => [
        "ንግድ ኦ.ኤስ",
        "domain",
        "selldone",
        "የኢኮሜርስ መድረክ",
        "መደብር ገንቢ",
        "ሱቅ ገንቢ",
        "የድር ጣቢያ ገንቢ",
        "የንግድ ሃሳብ",
        "ብጁ ማህበረሰብ ገንቢ",
        "ነጭ መለያ ኢኮሜርስ"
     ],
     "samin" => "ተሽጧል",
     "Selldone" => "ተሽጧል",
     "related" => "ተዛማጅ",
     "share" => "አጋራ",
     "global" => [
     "blog" => "ብሎግ",
],
     "footer-title" => "Selldone® | ንግዶች <span class='os-grad'>OS</span> ™",
     "footer-subtitle" => "የ#1 ስርዓተ ክወና ለአነስተኛ እና አነስተኛ የንግድ ምልክቶች",
     "footer-about-selldone" => "Selldone፣ እንደ ኢ-ኮሜርስ መድረክ፣ ለንግድ ስራዎች እድገት እንደ መልአክ ይሰራል። ትንሽ የጡብ እና የሞርታር መደብር ወይም ትልቅ ኩባንያ ካለዎት ምርትዎን በበይነመረብ ላይ ማሳየት አለብዎት። Selldone ዝቅተኛ የስራ ማስኬጃ ወጪዎች እና የበለጠ ተለዋዋጭነት ያላቸው የመስመር ላይ መደብሮችን ለመገንባት ስራ ላይ ይውላል። በተጨማሪም፣ ብጁ አውቶማቲክ ሂደቶችን ለመፍጠር ወይም AI ውህደትን ለመፍጠር በየሳምንቱ አዳዲስ ባህሪያትን የሚያገኝ ሁልጊዜ የሚያሻሽል የኢ-ኮሜርስ አስተዳደር የመሳሪያ ሰንሰለት እናቀርባለን።",
     "footer-action" => "የእርስዎን ኢ-ኮሜርስ ይፍጠሩ - ነፃ ነው።",
     "footer" => [
     "about" => "ስለ Selldone",
     "contact" => "አግኙን",
     "email" => "support@seldone.com",
     "phone" => "🇩🇰 +45 36991215",
],
     "footer-menu" => [
        [
     "title" => "ተሽጧል",
     "items" => [
        [
     "title" => "የንግድ መድረክ",
     "href" => "/store-builder",
],
        [
     "title" => "ብሎግ",
     "href" => "/blog",
],
        [
     "title" => "እገዛ",
     "href" => "/help",
],
        [
     "title" => "FAQ",
     "href" => "/faq",
],
        [
     "title" => "የ ግል የሆነ",
     "href" => "/privacy",
],
        [
     "title" => "የአገልግሎት ጊዜ",
     "href" => "/terms",
]
     ],
],
        [
     "title" => "ዋና መለያ ጸባያት",
     "items" => [
        [
     "title" => "ባህሪያት እና ጥቅሞች",
     "href" => "/features",
],
        [
     "title" => "Marketing tools",
     "href" => "/marketing",
],
        [
     "title" => "Processing center",
     "href" => "/order-processing",
],
        [
     "title" => "ማበረታቻ እና ክለቦች",
     "href" => "/incentives",
],
        [
     "title" => "ኦዲቲንግ እና አካውንቲንግ",
     "href" => "/auditing",
],
        [
     "title" => "Cloud hosting",
     "href" => "/cloud",
]
     ],
],
        [
     "title" => "መፍትሄዎች",
     "items" => [
        [
     "title" => "NFT ስብስብ",
     "href" => "/nft",
],
        [
     "title" => "ማህበር",
     "href" => "/guild",
],
        [
     "title" => "አቮካዶ",
     "href" => "/avocado",
],
        [
     "title" => "ባለሙያዎች",
     "href" => "/experts",
],
        [
     "title" => "SEO engine",
     "href" => "/seo",
],
        [
     "title" => "Smart report",
     "href" => "/smart-report",
]
     ],
],
        [
     "title" => "አገልግሎቶች",
     "items" => [
        [
     "title" => "ዋጋ እና ዕቅዶች",
     "href" => "/price",
],
        [
     "title" => "መተግበሪያዎች",
     "href" => "/apps",
],
        [
     "title" => "Application builder",
     "href" => "/app-builder",
],
        [
     "title" => "ገጽ ሰሪ",
     "href" => "/page-builder",
],
        [
     "title" => "Logistic solution",
     "href" => "/logistic",
],
        [
     "title" => "አውቶሜሽን እና አይኦቲ",
     "href" => "/automation",
]
     ],
]
     ],
     "header" => [
     "home" => "ቤት",
     "features" => "ዋና መለያ ጸባያት",
     "pricing" => "የዋጋ አሰጣጥ",
     "blogs" => "ብሎግ",
     "community" => "ማህበረሰብ",
     "help" => "እገዛ",
     "features-menu" => [
     "store-builder" => "ኢኮሜርስ ገንቢ",
     "community-platform" => "ብጁ ማህበረሰብ",
     "cloud" => "በደመና ላይ የተመሰረተ ማስተናገጃ",
     "page-builder" => "ማረፊያ ገጽ ገንቢ",
     "smart-report" => "ስማርት ሪፖርት አመንጪ",
     "payment" => "ክፍያ እና የሂሳብ አያያዝ",
     "staffs" => "ደንበኞች እና ቡድን",
     "logistic" => "ሎጂስቲክስ እና አቅርቦት",
     "order-processing" => "ትዕዛዞች እና ማቀናበር",
     "marketing" => "ግብይት እና ዘመቻ",
     "incentives" => "ክለብ እና ማበረታቻዎች",
     "pos" => "የመስመር ላይ POS",
     "seo" => "ራስ-ሰር SEO ሞተር",
     "automation" => "አውቶሜሽን እና አይኦቲ",
     "ai" => "AI ንግድ",
     "app-builder" => "መተግበሪያ ገንቢ",
],
     "build" => "ይገንቡ",
     "build-sub" => "የስኬት ታሪክዎን ለመፍጠር በዙሪያዎ ስርዓት እንፈጥራለን።",
     "manage" => "አስተዳድር",
     "manage-sub" => "ንግድዎን ማስተዳደር ከመቼውም ጊዜ የበለጠ አስደሳች ይሆናል።",
     "sel" => "መሸጥ",
     "sel-sub" => "ሁል ጊዜ ዝጋ ፣ ገንዘብ ያግኙ እና ይደሰቱ።",
     "grow" => "እደግ",
     "grow-sub" => "የኢንተርፕራይዝ ደረጃ ባህሪያት እና መሳሪያዎች በእጅዎ, ሰማይ ገደብዎ ይሆናል.",
],
     "article" => [
     "list-of-content" => "የይዘት ዝርዝር",
     "author" => "ደራሲ",
     "others-title" => "ስለ: ርዕስ የበለጠ ግንዛቤ",
],
     "page" => [
     "login" => [
     "title" => "የተሸጠ | ግባ",
     "image" => "/images/seo/en/login.jpg",
     "description" => "ምን ያህል ካፒታል እንዳለህ፣ ንግድህን ከየት እንደጀመርክ፣ በዓለም ውስጥ የት እንደምትኖር ምንም ለውጥ አያመጣም! Selldone ሁሉንም ሙያዊ የሽያጭ መሳሪያዎች አቅርቧል። ምዝገባ እና እነዚህ መሳሪያዎች ለሁሉም እና ለዘለአለም ነጻ ናቸው.",
],
     "register" => [
     "title" => "የተሸጠ | ይመዝገቡ",
     "image" => "/images/seo/en/login.jpg",
     "description" => "እኛ መድረስ መብት እንጂ መብት አይደለም ብለን እናምናለን! በኒውዮርክ ውስጥ በጣም ሀብታም በሆነው ጎዳና ላይ ወይም በሩቅ መንደር ውስጥ ንግድ ቢኖርዎትም ኢንተርኔት እና የመስመር ላይ መሳሪያ በመስመር ላይ ለመሸጥ የሚያስፈልግዎ መሆን አለበት! ይህ የ Selldone ህልም ነው.",
],
     "home" => [
     "title" => "ሽያጭ እንደ ባለሙያዎች — Selldone® Business OS",
     "image" => "/images/seo/en/create-my-ecommerce-website-free.jpg",
     "description" => "Selldone ንግድዎን በምስላዊ መልኩ ለመገንባት፣ ለማስተዳደር እና ለመለካት የቢዝነስ ስርዓተ ክወና ነው። በሚሊዮኖች ለሚቆጠሩ ትዕዛዞች ምንም ኮድ እና ምንም ባለሙያ አያስፈልግም መፍትሄ እራስዎ ያድርጉት።",
],
     "helps" => [
     "title" => "እገዛ",
     "image" => "/images/seo/en/help.jpg",
     "description" => "ስኬታማ ንግድ እንዴት እንደሚሰራ።",
],
     "blogs" => [
     "title" => "ብሎግ",
     "image" => "/images/seo/en/academy.jpg",
     "description" => "የቅርብ ጊዜ የተሸጡ ዜናዎች እና ይዘቶች።",
],
     "faqs" => [
     "title" => "ተደጋግሞ የሚነሱ ጥያቄዎች",
     "image" => "/images/seo/en/faq.jpg",
     "description" => "ጥያቄ እና መልስ በ Selldone ላይ።",
],
     "price" => [
     "title" => "የዋጋ ዝርዝር",
     "image" => "/images/seo/en/price.jpg",
     "description" => "ያለምንም የጊዜ ገደብ ሱቅ እና ጣቢያን የመገንባት ሁሉም ሙያዊ ባህሪያት እርስዎን እየጠበቁ ናቸው።",
],
     "api" => [
     "title" => "API",
     "image" => "/images/seo/en/api.jpg",
     "description" => "የድረ-ገጽ አገልግሎት፣ ለመተግበሪያ ልማት እና አገልግሎት የተገናኘ ሰነድ።",
],
     "apps" => [
     "title" => "የመተግበሪያ መደብር",
     "image" => "/images/seo/en/apps.jpg",
     "description" => "መተግበሪያዎችን ወደ መደብሩ መጫን በአንድ ጠቅታ ብቻ ለሱቅዎ ይቀርባል።",
],
     "experts" => [
     "title" => "ባለሙያዎች",
     "image" => "/images/seo/en/expert.jpg",
     "description" => "ሱቅህን ስለ ዲዛይን፣ ስለ ማስጀመር፣ ስለማስታወቂያ ወይም ስለማስተዳደር አትጨነቅ፣ Selldone ስፔሻሊስቶች ሊረዱህ ዝግጁ ናቸው። ነገሮችን በተሻለ እና በፍጥነት ለመስራት የተረጋገጠ ስፔሻሊስት መቅጠር።",
],
     "avocado" => [
     "title" => "አቮካዶ - ዘመናዊ የማህበራዊ ሽያጭ ቻናል",
     "image" => "/images/seo/en/create-avocado-seo.jpg?v=1",
     "description" => "ከደንበኞችዎ ገንዘብ ለማግኘት የሚያስፈልግዎ መጠን አንድ መጠን እና አንድ ርዕስ ብቻ ነው! ገንዘብ በቀጥታ ወደ መለያዎ ገቢ ይደረጋል እና ደንበኞችዎ ልዩ የግዢ ልምድ ይኖራቸዋል።",
],
     "referral" => [
     "title" => "የተቆራኘ ፕሮግራም - የተሸጠ",
     "image" => "/images/seo/en/referral.png",
     "description" => "አስደሳች ተልእኮ ይቀላቀሉ እና ለራስህ ተገብሮ የገቢ ፍሰት አድርግ።",
],
     "press" => [
     "title" => "የፕሬስ መርጃዎች - ተሽጧል",
     "image" => "/images/seo/en/press.png",
     "description" => "ስለ Selldone ለመጻፍ ፍላጎት ላለው ለማንኛውም ሰው መርጃዎች።",
],
     "roadmap" => [
     "title" => "የመንገድ ካርታ - ተሸጧል",
     "image" => "/images/seo/roadmap.jpg",
     "description" => "አንድ ዓይነት መድረክ ነው; ፍጹም ልዩ እና ከሌሎቹ ሁሉ በጣም የተለየ ነው። ብቸኛው ሁሉን-በ-አንድ፣ ምንም ኮድ የሌለበት የንግድ ኦፕሬቲንግ ሲስተም እንደ አገልግሎት የድርጅት ደረጃ መሣሪያዎች ለ SMEs ያለው።",
],
     "onboarding" => [
     "title" => "ነፃ የመስመር ላይ ግዢ ድር ጣቢያ ፈጣሪ - ምላሽ ሰጪ እና ባለሙያ",
     "image" => "/images/seo/ui-kit.jpg",
     "description" => "Selldone፣ እንደ ኢኮሜርስ መድረክ፣ ለንግድዎ እድገት እንደ መልአክ ይሰራል። ትንሽ የጡብ እና የሞርታር መደብር ወይም ትልቅ ኩባንያ ቢኖርዎትም የባለሙያዎች ስብስብ ግን ለአጠቃቀም ቀላል የሆኑ መሳሪያዎች ያስፈልግዎታል።",
],
     "books" => [
     "title" => "የንግድ ሥራ መጽሐፍት፡ ጅምር እና ዕድገት ጠቃሚ ምክሮች ለመስመር ላይ ግብይት ድር ጣቢያዎች",
     "image" => "/images/seo/en/cover.jpg",
     "description" => "ስለ ንግድ ሥራ እድገት ነፃ የእጅ መጽሃፎችን እዚህ ማውረድ ይችላሉ። በእነዚህ መጽሃፎች ውስጥ በመስመር ላይ መደብርዎ ውስጥ የልወጣ ዋጋዎችን ለመጨመር የንግድ ስራ እና ተግባራዊ ማሻሻያ መመሪያዎችን ስለማዳበር የተሟላ ምክሮችን ያገኛሉ።",
],
     "quiz" => [
     "title" => "ጥያቄ | የቢዝነስ ኦፕሬቲንግ ሲስተም ለእርስዎ ትክክል ነው?",
     "image" => "/images/seo/en/quiz.png",
     "description" => "ንግድዎ እንደሚያስፈልገው ወይም የንግድ os መጠቀም እንደሚችሉ ማወቅ ከፈለጉ፣ ወደ ፊት ከመሄድዎ በፊት፣ እባክዎ ይህን የ60 ሰከንድ ጥያቄዎች ይውሰዱ። ንግድዎ እንደሚያስፈልገው ወይም የንግድ os መጠቀም እንደሚችሉ ማወቅ ከፈለጉ፣ ወደ ፊት ከመሄድዎ በፊት፣ እባክዎ ይህን የ60 ሰከንድ ጥያቄዎች ይውሰዱ።",
],
     "countries" => [
     "title" => "የሚደገፉ አገሮች እና የአካባቢ ክፍያዎች - የንግድ OS",
     "image" => "/images/seo/en/countries.png",
     "description" => "ቢዝነስ ኦኤስ፣ ከኢ-ኮሜርስ መድረኮች ቀጣዩ የዝግመተ ለውጥ ደረጃ የንግድ አገልግሎቶች ደረጃ፣ ምንም ጭብጥ፣ ፕለጊን ወይም ኮድ ወደሌለው ነገር። 100% በእይታ!",
],
],
     "shuttle" => [
     "title" => "የተሸጠ | ዳሽቦርድ",
     "image" => "/images/seo/en/dashboard.jpg",
     "description" => "የመደብር አስተዳደር ፓነል፣ የዚህ መደብር መዳረሻ ካለዎት፣ የእርስዎን የመደብር አስተዳደር ዳሽቦርድ በዚህ አገናኝ በኩል ማስገባት ይችላሉ።",
],
     "shuttle-shop" => [
     "title" => "የተሸጠ | ዳሽቦርድ ይግዙ",
     "image" => "/images/seo/en/shuttle-shop.jpg",
     "video" => "/images/seo/en/videos/shuttle-shop.mp4",
     "description" => "በዳሽቦርድዎ ውስጥ ያሉትን ሁሉንም ነገሮች ያስተዳድሩ። ምርቶችን፣ ትዕዛዞችን፣ የማረፊያ ገጽ ንድፍን፣ ግብይትን፣ ማበረታቻዎችን እና ለትልቅ ንግድ የሚፈልጉትን ሁሉ ያስተዳድሩ።",
],
     "guild" => [
     "title" => "Guild - የጋራ የሽያጭ ቻናል",
     "image" => "/images/seo/en/guild.jpg?v=2",
     "description" => "ታላቅ ማህበር በመፍጠር ንግድዎን ሊደረስበት የሚችል እና በዓለም ዙሪያ ላሉ ሰዎች ተደራሽ ያድርጉት።",
],
     "apps" => [
     "structure-data" => [
     "title" => "መዋቅር ውሂብ ጄኔሬተር | JSON-LD",
     "description" => "ሁሉንም አስፈላጊ የንጥል ባህሪያት እና ሌሎችንም ጨምሮ JSON-LD ምልክቶችን ለመፍጠር ይህን ኃይለኛ የተዋቀረ የውሂብ ጄነሬተር ይጠቀሙ።",
],
],
     "call-to-action" => [
     "title" => "ንግድዎን በመስመር ላይ በምርጥ ቴክኒካል መፍትሄ በገበያ ያድርጉት።",
     "money-back" => "የ30 ቀን ገንዘብ ተመላሽ ዋስትና",
     "action" => "የእርስዎን ኢ-ኮሜርስ ይፍጠሩ",
     "action-sub" => "አሁን ይጀምሩ - ነፃ ነው።",
     "message" => "ዝቅተኛ የመስመር ላይ የሽያጭ መጠንዎን ይሰናበቱ!",
],
];