<?php 

 return [
     "failed" => "Гэтыя ўліковыя даныя не супадаюць з нашымі запісамі.",
     "throttle" => "Зашмат спроб уваходу. Паўтарыце спробу праз :seconds секунд.",
     "title_shop" => "Увайдзіце ў :name",
     "title_app" => "Доступ прыкладання :name",
     "login_message" => "Запытаць доступ да вашага акаўнта.",
     "scopes_title" => "Гэта праграма будзе мець доступ да наступных абласцей",
     "accept" => "Пацвердзіць",
     "reject" => "Адхіліць",
     "login_incorrect_password" => "Няправільнае імя карыстальніка або пароль.",
     "reset_2fa_title" => "Скінуць двухэтапны запыт на ўваход",
     "go_main_page" => "Перайсці на галоўную старонку",
     "signing_in" => "Уваход...",
];