<?php 

 return [
     "shop-order-payment" => [
     "title" => "Прыняць аплату",
     "sample" => "Ваш плацеж у памеры 267 долараў паспяхова ажыццёўлены.<br> Заказ: SM-425<br> Дзякуй, <b>назва вашай крамы</b> .<br> Прададзена",
     "body" => "Ваш плацёж :param2 паспяхова разлічаны. Парадак: :param1 Дзякуй, :param3. Прададзена",
     "description" => "Адпраўце паведамленне кліенту крамы, каб паведаміць аб паспяховай аплаце.",
],
     "shop-order-payment-admin" => [
     "title" => "Прыняць аплату",
     "sample" => "Новы плацёж у памеры 267 долараў паспяхова ажыццёўлены.<br> Заказ: SM-425<br> Дзякуй, <b>назва вашай крамы</b> .<br> Прададзена",
     "body" => "Новы :param2 плацёж паспяхова разлічаны. Парадак: :param1 Дзякуй, :param3. Прададзена",
     "description" => "Адпраўце паведамленне ўладальніку крамы, каб паведаміць аб паспяховай аплаце.",
],
     "vendor-new-order" => [
     "title" => "Новы заказ пастаўшчыка",
     "sample" => "Вы атрымалі новы заказ на 200 долараў.<br> Заказ: SM-870 ад <b>пастаўшчыка</b> .",
     "body" => "Вы атрымалі новы заказ :param2. Парадак: :param1 для :param3.",
     "description" => "Адпраўце паведамленне прадаўцу, каб паведаміць яму аб новым заказе.",
],
     "shop-login" => [
     "title" => "Код праверкі ўваходу",
     "sample" => "Ваш код для ўваходу: <b>123456</b><br> <b>Назва вашай крамы</b><br> Прададзена",
     "body" => "Ваш код для ўваходу: :param1 :param2 Selldone",
     "description" => "Адпраўце кліенту код для ўваходу ў краму.",
],
     "user-login" => [
     "title" => "Паведамленне аб паспяховым уваходзе",
     "sample" => "Паважанае <b>імя</b> ,<br> Вы ўвайшлі ў свой уліковы запіс праз <b>iPhone 165.250.300.1 8 мая</b> 2021 г. у <b>9:14</b> .<br> Прададзена",
     "body" => "Паважаны :param1, Вы ўвайшлі ў свой уліковы запіс праз :param2 па адрасе :param3. Прададзена",
     "description" => "Адправіць паведамленне пасля ўваходу кліента ў краму.",
],
     "avocado-order-submit" => [
     "title" => "Новы заказ на авакада адпраўлены пакупніку",
     "sample" => "<b>Назва вашай крамы</b><br> Дарагі <b>Тваё імя</b> ,<br> Мы атрымалі ваш заказ і разглядаем яго.<br> Заказ №: <b>AVO-246</b><br> Прададзена",
     "body" => ":param3 Паважаны :param1! Мы атрымалі ваш заказ і разглядаем яго. Заказ №: :param2 Selldone",
     "description" => "Адпраўце паведамленне кліенту пасля размяшчэння замовы з авакада.",
],
     "avocado-order-submit-seller" => [
     "title" => "Авакада атрымаў новы заказ, адпраўлены прадаўцу",
     "sample" => "Вы атрымалі заказ авакада:<br> Крама: <b>Назва вашай крамы</b><br> Пакупнік: <b>імя пакупніка</b><br> Заказ: <b>AVO-246</b><br> Прададзена",
     "body" => "Вы атрымалі заказ авакада: Крама: :param1 Пакупнік: :param2 Заказ: :param3 Прададзена",
     "description" => "Адпраўце паведамленне ўладальніку крамы, каб паведаміць яму аб атрыманні новага заказу на авакада.",
],
     "avocado-ready-to-pay" => [
     "title" => "Заказ авакада гатовы да аплаты",
     "sample" => "<b>Назва вашай крамы</b><br> Ваш заказ быў пацверджаны і можа быць аплачаны па наступнай спасылцы.<br> Заказ №: <b>AVO-246</b><br> Спасылка: <b>https://ваш-дамен/авакада</b><br> Прададзена",
     "body" => ":param3 Ваш заказ быў пацверджаны і можа быць аплачаны па наступнай спасылцы. Заказ №: :param2 Спасылка: :param1 Продаж",
     "description" => "Адпраўце кліенту паведамленне са спасылкай для аплаты пасля таго, як прадавец усталюе кошт і пацвердзіць свой заказ Avocado.",
],
];