<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "חנות",
    'request' => "בקשה",
    'stage' => "סטטוס",
    'budget' => "תקציב",
    'contact' => "צור קשר",
    'name' => "שם",
    'email' => "דוא\"ל",
    'user' => "משתמש",
    'copy' => "העתק",
    'important' => "חשוב",
    'faq' => "FAQ",

    'select_shop' => "בחר בחנות",
    'loading' => "טוען",

    'add_comment' => "הוסף תגובה",
    'add_comment_sub' => "שתף אותנו במחשבותיך",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "בלחיצה על 'הירשם', אתה מסכים ל-:name <a href='/terms' target='_blank'>תנאי השימוש</a> ו-<a href='/privacy' target='_blank'> מדיניות הפרטיות</a>. אתה מסכים לקבל שיחות טלפון והודעות SMS מ-:name לעדכוני הזמנה ו/או למטרות שיווק. תדירות ההודעות תלויה בפעילות שלך. אתה יכול לבטל את ההסכמה על ידי שליחת הודעת טקסט <b>STOP</b> ל-<b>86753</b>. ייתכן שיחולו תעריפי הודעות ונתונים. אנו מכבדים את הפרטיות של אנשים ולעולם לא מוכרים את הנתונים שלך או משתמשים בהם לפרסומות. אם אתה צריך מידע נוסף, צור איתנו קשר.",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'לא מוגדר. אני צריך מידע נוסף.',
        'start' => "אני רק מתחיל את העסק שלי.",
        'online' => "יש לי עסק ואני רוצה להביא אותו לאינטרנט.",
        'extend' => "אני עובד על החנות המקוונת שלי.",
        'pos' => "אני מתכוון להשתמש ב-Selldone POS בחנות הפיזית שלי.",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "העברה בנקאית",
            'description' => "העבר כספים ידנית לחשבון הספק.",
        ],
    ],

];
