<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'הודעה זו מברכת קונה חדש לחנות.',
        ShopMailTemplateCodes::OrderCheckout => 'הודעה זו נשלחת כאשר קונה מאשר הזמנה.',
        ShopMailTemplateCodes::OrderPayment => 'הודעה זו מאשרת את התשלום המוצלח שבוצע על ידי לקוח.',
        ShopMailTemplateCodes::OrderUpdate => 'הודעה זו נשלחת כדי לעדכן קונה בסטטוס ההזמנה שלו.',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'הודעה זו נשלחת למוכר כדי להודיע לו על הזמנה מאושרת.',
        ShopMailTemplateCodes::PosCheckout => 'הודעה זו נשלחת כדי לאשר הזמנת נקודת מכירה עבור קונה.',
        ShopMailTemplateCodes::PosPayment => 'הודעה זו מאשרת תשלום בנקודת מכירה שבוצע על ידי קונה.',
        ShopMailTemplateCodes::PosPaymentAdmin => 'הודעה זו מודיעה למוכר על רכישה שבוצעה בנקודת המכירה שלו.',
        ShopMailTemplateCodes::ShopContact => 'הודעה זו נשלחת כאשר טופס יצירת קשר נשלח.',
        ShopMailTemplateCodes::ShopGiftCard => 'הודעה זו מודיעה למשתמש שהוא קיבל כרטיס מתנה.',

        ShopMailTemplateCodes::ShopVendorJoin => 'הודעה זו מברך על ספק חדש לחנות.',
        ShopMailTemplateCodes::ShopVendorInvite => "הודעה זו נשלחת כדי להזמין ספק להצטרף לשוק שלך.",
        ShopMailTemplateCodes::ShopVendorOrder => "הודעה זו נשלחת לספק כאשר הזמנה מתקבלת במצב בתשלום או במזומן במשלוח (COD).",
        ShopMailTemplateCodes::ShopVendorProducts => "נשלח מדי יום כדי לעדכן את הספקים על מצב המוצרים שלהם.",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "הודעה זו נשלחת כדי להזמין ספק להצטרף לשוק שלך.",

        ShopMailTemplateCodes::UserLogin => "הודע למשתמש עם פרטי התחברות, כולל כתובת IP, תאריך ומכשיר, למטרות אבטחה.",
        ShopMailTemplateCodes::LoginCode => "שלח קוד סיסמה חד פעמי לכניסה למשתמשים לחנות.",

        ShopMailTemplateCodes::EmailVerifyLink => "שלח קישור לאימות כתובת הדוא\"ל של המשתמש. דוא\"ל זה נשלח כאשר משתמש נרשם באמצעות SMS ומזין את הדוא\"ל שלו. זה לא נשלח כאשר משתמש נרשם ישירות עם התחברות חברתית או דוא\"ל.",

        ShopMailTemplateCodes::EmailBulkOrder => "שלח רשימה של הזמנות שהתקבלו ושולמו בכמות גדולה ליום מסוים."


    ,

    ],


    'global' => [
        'greetings' => 'היי, :name!',
        'end-statement' => 'צוות תמיכה',

        'receiver_name' => 'היי :user_name',
        'footer-help' => "צריך עזרה? שאל ב-[support@selldone.com](mailto:support@selldone.com) או בקר ב[מרכז העזרה](https://selldone.com/community) שלנו.",
        'selldone-team' => 'צוות Selldone',
        'footer-shop' => "אם אתה צריך עזרה במשהו, אל תהסס לשלוח לנו דוא'ל: :shop_mail",
        'accept' => "לְקַבֵּל",
        'reject' => "לִדחוֹת",
        'verify' => "לְאַמֵת",
        'title' => "כותרת",
        'value' => "ערך",
        'description' => "תיאור",
        'shop' => "לִקְנוֹת",
        'shop-info' => "מידע על חנות",
        'user' => "מִשׁתַמֵשׁ",
        'user-info' => "פרטי חשבון",
        'license' => "רישיון",
        'status' => "סטָטוּס",
        'start' => "הַתחָלָה",
        'end' => "סוֹף",
        'renewal' => "הִתחַדְשׁוּת",
        'view' => "נוף",

        'balance' => "איזון",
        'card_number' => "מספר כרטיס",
        'cvv' => "Cvv",
        'expire_date' => "תאריך תפוגה",

        'Dashboard' => "לוח מחוונים",
        'order' => "לְהַזמִין",
        'view_order' => "צפה בהזמנה",
        'pay_now' => "Pay now",

        'official_selldone' => "נמכר רשמי",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "מַטְבֵּעַ",
        'free-balance' => "איזון חינם",
        'locked-balance' => "איזון נעול",
        'bot' => "בוט",
        'requests' => "בקשות",
        'baskets' => 'עגלות',
        'physical' => "גוּפָנִי",
        'virtual' => "וירטואלי",
        'file' => "קוֹבֶץ",
        'service' => "שֵׁרוּת",
        'fulfillment' => "הַגשָׁמָה",
        'open' => "לִפְתוֹחַ",
        'reserved' => "שמורות",
        'canceled' => "מבוטל",
        'payed' => "שולם",
        'cod' => "COD",
        'orders-count' => 'הזמנות',
        'payments-count' => 'תשלומים',
        'confirms-count' => 'מאשר',
        'sends-count' => 'שולח',
        'delivers-count' => 'מספק',
        'count' => 'לספור',
        'transactions-count' => 'עסקאות נספרות',
        'success-transactions' => 'עסקאות הצלחה',
        'total-amount' => 'הכמות הכוללת',
        'amount' => 'כמות',
        'wage' => 'שָׂכָר',
        'debug' => 'לנפות',
        'pos' => 'POS',
        'live' => 'לחיות',
        'CheckQueue' => 'בדוק תור',
        'OrderConfirm' => 'אישור ההזמנה',
        'PreparingOrder' => 'מכין סדר',
        'SentOrder' => 'נשלח הזמנה',
        'ToCustomer' => 'נמסר ללקוח',
        'Pending' => 'ממתין ל',
        'Accepted' => 'מְקוּבָּל',
        'Rejected' => 'נִדחֶה',
        'pc' => 'PC',
        'tablet' => 'לוּחַ',
        'phone' => 'טלפון',
        'total' => 'סך הכל',
        'view-detail' => 'צפה בפרטים',
        'empty' => 'ריק',
        'dropshipping' => 'דרופשיפינג',
        'reply' => 'תשובה',
        'reactions' => 'תגובות',
        'Comments' => 'הערות',
        'last-comment' => 'תגובה אחרונה',
        'response-to' => 'תגובה ל',
        'posts' => 'פוסטים',
        'post' => 'הודעה',

        'name' => 'שֵׁם',
        'email' => 'אימייל',
        'type' => 'סוּג',
        'device' => 'התקן',
        'platform' => 'פּלַטפוֹרמָה',
        'browser' => 'דפדפן',
        'time' => 'זְמַן',
        'Wallet' => 'ארנק',
        'date' => 'תַאֲרִיך',

        'account' => 'חֶשְׁבּוֹן',
        'transaction' => 'עִסקָה',
        'fee' => 'תַשְׁלוּם',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'שטר כסף',
        'category' => 'קטגוריה',
        'password' => 'סיסמה',
        'verify-login' => "אימות והתחבר",
        'url' => 'URL',
        'avocado' => 'אבוקדו',
        'hyper' => 'יֶתֶר',
        'buy-now' => "קנה עכשיו",
        'add-domain' => "Add Domain",
        'views' => 'צפיות',


        'country' => 'מדינה',
        'address' => 'כתובת',
        'postal' => 'מיקוד',
        'building_no' => 'בניין #',
        'building_unit' => 'יחידה #',
        'message' => 'הוֹדָעָה',


        'customer' => 'צרכן',
        'cart-items' => 'פריטי עגלה',
        'payment' => 'תַשְׁלוּם',
        'receiver' => 'מַקְלֵט',
        'virtual-items' => 'פריטים וירטואליים',
        'no-payment' => 'אין תשלום!',

        'enable' => 'לְאַפשֵׁר',
        'access' => 'גִישָׁה',
        'bank' => 'מידע בנק',

        'vendor' => 'מוֹכֵר',

        'view_content' => "הצג את התוכן המלא",
        'files' => 'קבצים',
        'download' => 'הורד',
        'file_name' => 'שם הקובץ',
        'file_size' => 'גודל',

        'subscription' => 'מִנוּי',
        'products' => 'מוצרים',
        'vendor_products' => 'מוצרי ספק',

        'pickup' => 'איסוף',

        'minutes' => 'דקות',
        'hours' => 'שעות',

        'refund' => 'החזר',
        'recipient_address' => 'כתובת הנמען',
        'signature' => 'חתימה',
        'blockchain' => 'בלוקצ\'יין',
        'details' => 'פרטים',


    

        'Shop' => 'לִקְנוֹת',
        'dashboard' => 'לוּחַ מַחווָנִים',
        'comments' => 'הערות',
        'wallet' => 'ארנק',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "Selldone Business OS",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'דוח ביצועים, Selldone'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'Selldone דוח עונתי'
        ],
        'Onboarding' => [
            'id' => 'היי',
            'name' => 'סוחרים Selldone'
        ],
        'Support' => [
            'id' => 'support',
            'name' => 'תמיכה ב-:name'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Selldone'
        ],
        'Welcome' => [
            'id' => 'היי',
            'name' => 'קהילת Selldone'
        ],
        'NewShop' => [
            'id' => 'סוחרים',
            'name' => 'סוחרים Selldone'
        ],
        'Approve' => [
            'id' => 'לְאַשֵׁר',
            'name' => 'סוחרים Selldone'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'ניהול הזמנות :name'
        ],

        'Recovery' => [
            'id' => 'התאוששות',
            'name' => 'צוות השחזור של Selldone'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'בהמתנה ⌛',
        'PAYED' => 'בתשלום ✅',
        'CANCELED' => 'בוטל ❌',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'מנהל',
            'OFFICER' => 'קצין ומפקח',
            'AUDITING' => 'מנהל ביקורת',
            'EMPLOYEE' => 'עוֹבֵד',
            'PRODUCT' => 'מנהל מוצרים',
            'CONTENT' => 'מנהל תוכן',
            'MARKETING' => 'מנהל שיווק',
            'VIEWER' => 'צוֹפֶה',

        ],
        'subject' => ":inviter הזמין אותך בתור :level| :shop",
        'category' => "הזמנת הצוות",
        'title' => "הוזמנת ל- <b>:shop_name</b> כ- <b>:level</b> .",
        'message' => "קיבלת הזמנה לשתף פעולה עם צוות <b>:shop_title</b> בעסקים. יש לך אפשרות לקבל או לדחות את ההצעה הזו. אם תבחר לאשר, התחבר לשירות Selldone כדי לאשר את החלטתך. לאחר האישור, תקבל גישה למדור ניהול החנות.",

    ],

    'welcome-email' => [
        'subject' => "👋 ברוך הבא :name, בואו נתחיל עם Selldone!",
        'category' => 'CONGRATULATION',
        'title' => "ברוכים הבאים ל-Selldone",
        'message' => "תודה שבחרת ב-Selldone! כעת אתה חלק מקהילה תוססת שמחברת בין מוכרים גלובליים ללקוחות, עסקים מקומיים לארגונים ויחידים לתאגידים. כל כלי המאסטר והפרו שלנו זמינים לך **חינם** ו**ללא הגבלה**. אנחנו כאן כדי לתמוך בך ולפתוח את הדלתות להצלחה שלך.",

        'index' => "שלב :step.",

        'step-domain' => [
            'title' => 'הוסף את הדומיין המותאם אישית שלך',
            'message' => "כדי להתחיל, הוסף את הדומיין המותאם אישית שלך בחינם במרכז השליטה של החנות תחת הגדרות > הגדרות דומיינים.",
            'action' => 'נהל את הדומיינים שלי',
        ],
        'step-landing' => [
            'title' => 'התאם אישית את דף הבית שלך',
            'message' => "התאם אישית את דף הבית שלך על ידי מעבר אל לוח המחוונים > דפים. בחר דף נחיתה או צור דף חדש. זה קל ואינטואיטיבי, ואתה יכול להתחיל לעבוד על זה מיד.",
            'action' => 'התאם אישית את דף הנחיתה שלי',
        ],
        'step-payment' => [
            'title' => 'הגדרת אמצעי תשלום',
            'message' => "התחל לקבל תשלומים ישירות לחשבון הבנק שלך. כדי לחבר את ספקי התשלומים שלך כמו Stripe, PayPal ועוד, עבור אל לוח המחוונים > הנהלת חשבונות > שער.",
            'action' => 'הוסף אמצעי תשלום',
        ],
        'step-products' => [
            'title' => 'הוסף את המוצרים שלך',
            'message' => "הוסף בקלות מוצרים וקטגוריות בלוח המחוונים > מוצרים. זה בדיוק כמו ניהול קבצים ותיקיות במחשב - מוכן לחלוטין לגרירה ושחרור. ניתן גם לייבא מוצרים בכמות גדולה באמצעות אקסל. תבנית לדוגמה זמינה כדי לעזור לך להתחיל.",
            'action' => 'נהל את המוצרים שלי',
        ],
        'step-shipping' => [
            'title' => 'הגדרת שיטות משלוח',
            'message' => "כדי לחייב לקוחות עבור משלוח, הגדר את שיטות המשלוח שלך בלוח המחוונים > לוגיסטיקה > משלוח. אתה יכול להגדיר תמחור ותמיכה שונים עבור מיקומים שונים. אל תשכח להגדיר את מקור המחסן שלך בלוח המחוונים > לוגיסטיקה > מחסן.",
            'action' => 'ניהול שיטות משלוח',
        ],
    

        'seller' => [
            'title' => 'האם אתה מוכר?',
            'message' => 'כדי להתחיל למכור, היכנס ללוח המחוונים שלך ב-Selldone דרך הקישור למטה וצור את החנות הראשונה שלך בחינם לחלוטין. זה ייקח כמה דקות ותהיה לך חנות משלך ואתר מקוון. לאחר מכן נדריך אותך לשלבים הבאים ונקבל את שער התשלום.',
            'action' => 'היכנס ללוח המחוונים שלי',
        ],
        'buyer' => [
            'title' => 'אני קונה',
            'message' => 'מזל טוב. ברגע שאתה חבר ב-Selldone, תוכל להיפטר מכל הטרדות של חברות ואימות בחנויות מקוונות. כדי ליהנות מכל חנות ואתר המשתמשים בפלטפורמת Selldone, תוכלו להיכנס בלחיצה אחת ולהפוך את הרכישה שלכם לפשוטה, מהירה ובטוחה.',
        ],
    ],


    'charge-account' => [
        'category' => 'ארנק > חשבון > חיוב',
        'title' => "טעינת הצלחה",
        'message' => "החשבון שלך <b>:account_number</b> חויב <b>:amount</b> בהצלחה.",
        'account' => 'חֶשְׁבּוֹן',
        'charge' => 'לחייב',
        'balance' => 'איזון',
        'footer' => "הפוך את העסק לקל, בר השגה ונגיש לכל אחד ברחבי העולם."
    ],

    'verify-email' => [
        'subject' => "🙌 השלם את ההרשמה ל-Selldone! אמת קישור.",
        'category' => "אתה במרחק צעד אחד",
        'title' => "אמת את כתובת הדוא'ל שלך",
        'message' => "היי :name,<br><br>תודה שבחרת ב-Selldone!<br><br>כדי לאשר ש-<b>:email</b> היא כתובת הדוא\"ל הנכונה שלך, או השתמש בקישור המצורף למטה. יש לך 48 שעות להשלים את האימות הזה.",
        'footer' => "אם אתה מתקשה ללחוץ על כפתור האימות, העתק והדבק את ה-URL למטה בדפדפן האינטרנט שלך: :activation_url",
        'next-step' => "לאחר מכן, אנו נשלח אליך כמה חומרים מועילים ומדריך שלב אחר שלב כדי להקל עליך להוסיף את הדומיין המותאם אישית שלך, להגדיר תשלומים, להוסיף מוצרים ולקבל את ההזמנה הראשונה שלך.",

    ],
    'verify-email-code' => [
        'subject' => "קוד אימות עבור :name",
        'category' => "SECURITY",
        'title' => "קוד אימות באימייל",
        'message' => "היי :name,<br><br>כדי לאשר ש-<b>:email</b> היא כתובת הדוא\"ל הנכונה שלך, אנא הזן את הקוד הבא בתוך <b>10 הדקות הבאות</b>:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 החנות שלך מוכנה| :name",
        'category' => "אתה במרחק צעד אחד",
        'title' => "ההגדרה הושלמה",
        'account_title' => "החשבון שלך",
        'account_msg' => "אמת והיכנס לחשבון שלך עם המידע הזה.",
        'shop_msg' => "פרטי חשבון על מערכת ההפעלה העסקית של Selldone.",

    ],

    'reset2fa' => [
        'category' => "הודעה רשמית של אבטחה",
        'title' => "בקש השבת התחברות דו-שלבית",
        'message' => "אתה מקבל דוא\"ל זה מכיוון שקיבלנו בקשה לאפס אימות דו-שלבי עבור חשבון **:name** עם דוא\"ל **:email**.<br><br>מצאנו את הפרטים הבאים עבור חשבונך:",
        'footer' => "אם לא ביקשת איפוס סיסמה, אין צורך בפעולה נוספת.",
        'action' => 'השבת התחברות דו-שלבית',
    ],


    'build-new-shop' => [
        'subject' => "🎊 החנות שלך מוכנה עכשיו!",
        'category' => "נולדה חנות מקוונת חדשה בעולם",
        'title' => "מזל טוב, :name!",
        'message' => "<b>מזל טוב, :name! העסק המקוון החדש שלך פעיל כעת!</b> אנו שמחים לקבל את פניך לקהילת Selldoners. עשית את הצעד הראשון לקראת הצלחה, ואנחנו כאן כדי לעזור לך בכל שלב בדרך.<br>עכשיו כשהחנות שלך מוכנה, בוא נוודא שאתה מוכן לקבל תשלומים ישירות מהלקוחות שלך ולהתחיל להצמיח את האימפריה שלך. אם אי פעם תזדקק לעזרה, אנחנו במרחק הודעה - צוות התמיכה שלנו תמיד כאן בשבילך.<br><br><b>השלבים הבאים חשובים:</b> כדי להתחיל, ודא שאתה מוכן לקבל תשלומים ופעולות חלקות. אנו נדריך אותך בכל שלב כדי להפעיל את החנות שלך בצורה חלקה.",
        'pdf-book' => "אל תחמיצו את ספר היד המצורף: עשה את העסק שלך כמו משחק",

        'account' => [
            'title' => 'שלב 1: צור חשבון בארנק Selldone',
            'message' => "כדי להתחיל, צור חשבון בארנק Selldone שלך. זה המקום שבו העמלות שלך ינוכו, וזה גם המקום שבו תוכל להטעין כדי לשמור על פעילות החנות שלך בצורה חלקה. אם היתרה שלך אי פעם תהיה שלילית, אל תדאג! החנות שלך תמשיך לפעול ללא הפרעה.",
            'action' => 'התחבר לארנק',
        ],

        'shop-account' => [
            'title' => 'שלב 2: חבר את החשבון לחנות',
            'message' => "לאחר מכן, חבר את חשבון הארנק שלך לחנות שלך. עבור אל <b>Store > הנהלת חשבונות > Invoice</b>, וקשר את הארנק שלך. זה מבטיח שכל תשלומי הלקוחות יופקדו ישירות לחשבון הבנק שלך - Selldone לא מנכה סכומים כלשהם מהרווחים שלך.",
            'action' => 'לוח חשבוניות בחנות',
        ],

        'gateway' => [
            'title' => 'שלב 3: התחבר לשער תשלום מקוון',
            'message' => "כעת, בוא נגדיר את שער התשלום המקוון שלך. עבור אל <b>Store > הנהלת חשבונות > Port</b> ולחץ על <b>Add New Port</b>. בחר את המטבע שלך, ותראה רשימה של שערי תשלום זמינים. חיבור שער הוא מהיר וקל, אך אם אתה זקוק לעזרה כלשהי, אל תהסס לעיין במדריכי Selldone או לפנות אלינו.",
            'action' => 'הוסף פורטל לחנות',
        ],

        'domain' => [
            'title' => 'שלב אחרון: חיבור דומיין ייעודי',
            'message' => "כעת, קשר את הדומיין המותאם אישית שלך לחנות שלך. זה מאפשר ללקוחות לרכוש את המוצרים או השירותים שלך ולבצע תשלומים ישירות אליך.",
            'action' => 'היכרות וקבלה של כרטיסי מתנה ללא הגבלה',
        ],
    ],


    'basket-list' => [
        'item' => "פריט",
        'count' => "לספור",
        'price' => "מחיר",
        'discount-code' => "קוד הנחה",
        'customer-club' => 'מועדון לקוחות',
        'shipping' => "משלוח",
        'total' => "סך הכל",
        'offer' => "הַצָעָה",
        'coupon' => "קוּפּוֹן",
        'lottery' => "פרס",
        'tax' => "מַס",
        'tax_included' => "כלול במחיר",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'שיטה',
        'amount' => 'כמות',
        'giftcard' => 'Gift card',
        'payment' => 'תַשְׁלוּם',
    ],


    'shop-subscription-email' => [
        'category' => "עדכון מנוי",
        'title' => "רישיון חנות: :shop_title",
        'title-reserved' => "רישיון מילואים: :shop_title",
        'title-active' => "רישיון פעיל: :shop_title",
        'title-finished' => "רישיון סיים: :shop_title",
        'title-cancel' => "בטל רישיון: :shop_title",
        'message' => "תוכנית רישיון החנות שלך עודכנה,",
        'RESERVED' => "⚡ תוכנית המנוי שלך **שמורה**.",
        'ACTIVE' => "🟢 תוכנית המנוי שלך **הופעלה**.",
        'FINISHED' => "🚧 תוכנית המנוי שלך **הסתיימה**.",
        'CANCEL' => "⛔ תוכנית המנוי שלך **בוטלה**.",
    ],

    'support' => [
        'subject' => "מרכז תמיכה|:name השיב",
        'category' => "מרכז תמיכה",
        'title' => "קיבלת תגובה",
        'action' => "פתח את מנהל החנות",
    ],

    'shop-customer-join' => [
        'subject' => "הצטרף ל-:shop_title",
        'category' => "חגיגת לקוח חדש",
        'title' => "אנו שמחים על החברות שלך",
        'action' => "בקר עכשיו",
    ],

    'shop-vendor-join' => [
        'subject' => "כניסת ספקים | :shop_title",
        'category' => "חגיגת ספק חדש",
        'title' => "אנו שמחים על החברות שלך",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "כרטיס מתנה :shop_title",
        'category' => "הוסף כרטיס חדש",
        'title' => "מזל טוב, קיבלת כרטיס מתנה",
        'action' => "קנה עכשיו",
        'message' => "קיבלת כרטיס מתנה בסכום של :balance :currency. תוכל לקנות מהחנות שלנו עם כרטיס מתנה זה.",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "מרכז תמיכה| :shop",
        'category' => "תְמִיכָה",
        'title' => "קיבלת תגובה",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍️ אישור הזמנה|הזמינו :order_id",
        'title' => "לְהַזמִין",
        'message' => "ביצעת הזמנה בחנות שלנו. קיבלנו את הזמנתך ונשלח לך דוא\"ל נוסף לאחר אישור התשלום."
    ,

        'payments' => 'תשלומים',
    ],

    'order-payment' => [
        'subject' => "🛍️ אישור תשלום|הזמינו :order_id",
        'title' => "הוראת תשלום",
        'message' => "התשלום שלך הושלם,<br> קיבלנו את ההזמנה שלך. אנו נשלח לך דוא'ל נוסף כאשר ההזמנה שלך תישלח.",
    

        'payments' => 'תשלומים',
    ],

    'order-update' => [
        'subject' => "🛍️ עדכון סטטוס הזמנה|הזמינו :order_id",
        'title' => "עדכון סטטוס הזמנה",
        'message' => "ההזמנה שלך עודכנה. אתה יכול לבדוק את הסטטוס העדכני ביותר של הזמנה זו בחשבונך.",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "ההזמנה שלך נמצאת בתור לעיבוד. אנו נודיע לך כאשר הוא מוכן.",
                'OrderConfirm' => "הזמנתך מאושרת וההכנה החלה.",
                'PreparingOrder' => "ההזמנה שלך בהכנה ותישלח בקרוב.",
                'SentOrder' => "ההזמנה שלך נשלחה. תקבל אותו בקרוב.",
                'ToCustomer' => "ההזמנה שלך נמסרה. אנו מקווים שתיהנו!",

                'PreparingOrder-PICKUP' => "ההזמנה שלך בהכנה. תקבל התראה כשהיא תהיה מוכנה לאיסוף.",
                'SentOrder-PICKUP' => "ההזמנה שלך מוכנה לאיסוף. נא להגיע לחנות לאסוף.",
                'ToCustomer-PICKUP' => "ההזמנה שלך נאספה. אנו מקווים שתיהנו!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "ההזמנה שלך נמצאת בתור לעיבוד. נודיע לך כשהיא תהיה מוכנה.",
                'OrderConfirm' => "הזמנתך מאושרת וההכנה בעיצומה.",
                'PreparingOrder' => "ההזמנה שלך בהכנה ותישלח אליך בקרוב.",
                'ToCustomer' => "ההזמנה הוירטואלית שלך נמסרה לחשבונך. תודה לך!"
            ],
            'SERVICE' => [
                'CheckQueue' => "בקשת השירות שלך נמצאת בתור. נודיע לך כשנתחיל.",
                'OrderConfirm' => "השירות שלך אושר ואנו מתכוננים להתחיל.",
                'PreparingOrder' => "אנו מכינים את השירות שלך ונודיע לך לאחר השלמתו.",
                'ToCustomer' => "השירות שלך הושלם. תודה שבחרתם בנו!"
            ],
            'FILE' => [
                'PreparingOrder' => "הקובץ שלך בהכנה ויהיה זמין בקרוב.",
                'ToCustomer' => "הקובץ שלך מוכן ונמסר. עכשיו אתה יכול להוריד אותו."
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "הזמנת המנוי שלך נמצאת בתור. אנו נודיע לך כאשר העיבוד יתחיל.",
                'OrderConfirm' => "המנוי שלך אושר ומתבצע.",
                'PreparingOrder' => "אנחנו מכינים את המנוי שלך והוא יתחיל בקרוב.",
                'SentOrder' => "המנוי שלך הופעל. תקבלו עדכונים שוטפים.",
                'ToCustomer' => "שירות המנוי שלך הופעל בהצלחה."
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'מזל טוב :name|שובר חדש: :title',
        'category' => "מזל טוב, שובר חדש",
        'message' => "היי :name,<br><br>קיבלת מאיתנו שובר חדש במתנה! אתה יכול להרוויח עוד יותר שוברים על ידי הצגת Selldone לחברים שלך ולכל מי שאתה מכיר. שובר זה שווה **:price :currency**.<br><br>עשית את הצעד הראשון, ואנחנו כאן כדי לעזור לך לפתוח תכונות חדשות עם השובר שלך! אנא התחבר עם **:email** ומצא את השובר שלך בחנות **לוח המחוונים** > **הגדרות** > **רישיון**.<br><br>מזל טוב!",
        'action' => "לוח המחוונים שלי",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'מזל טוב, יקר :name | קיבלת מתנה',
        'category' => "הודעה על קבלת מתנה",
        'title' => "מתנות בשבילך",
        'message' => "היי :name, אנו נרגשים לבשר לך שקיבלת מתנה מיוחדת מ-Selldone! 🎉 אתה יכול להרוויח יותר מתנות על ידי הישארות פעילה, הגדלת החנות שלך ושיפור המומחיות שלך ב-Selldone. כדי לבדוק את המתנה שלך, פשוט התחבר עם :email וחפש אותה בפינה השמאלית העליונה של לוח המחוונים שלך.<br><br> המתנה הזו שווה **:price :currency**, ואתה יכול בקלות להפקיד אותה בארנק שלך בתוך QQ000800Q91Q שדרוג המתנה שלך ל-QQ000000Q91Q. רישיון החנות שלך ופתח כלים חזקים עוד יותר כדי להגביר את העסק המקוון שלך!",
        'action' => "מתנות",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍️ הזמנה חדשה התקבלה| :order_id",
        'title' => "New Order",
        'message' => "קיבלת הזמנה חדשה. אנא עבור אל דף עיבוד ההזמנות בחנות שלך.",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'המידע המלא שלך',
        'output-form-title' => 'מידע על פריט שנרכש',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title|דוח שבועי :time',
        'title' => 'דוח ביצועי חנות שבועי',
        'message' => "זהו הדוח השבועי של החנות שלך מ-<b>:start</b> ל-<b>:end</b>. דוח זה כולל טיפים לשיפור העסק שלך, אתה יכול גם לבדוק את מצב החנות המקוונת שלך ואת ההזמנות האחרונות. אני מקווה שיהיו לך יום ושבוע טובים."
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ דוח החיסכון שלך ב-:amount בשלושת החודשים האחרונים| :shop_title',
        'title' => 'דוח עונתי על הפעילות העסקית שלך, תגמולים וחיסכון פיננסי',
        'message' => "זהו הדוח העונתי שלך <b>:shop_title</b> מ-<b>:start</b> ל-<b>:end</b>."
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'חשבונות מחוברים',
        'sub-title' => 'מהו הסטטוס העדכני ביותר של חשבונות ארנק המחוברים לחנות שלי?',
        'view-wallet' => 'צפה בארנק',
        'tip-title' => 'עצות חשובות',
        'tip' => "הגדר ארנק Selldone בחינם וקשר אותו לחנות שלך. גם אם היתרה שלך שלילית, הלקוחות שלך עדיין יכולים לקנות ולשלם ללא בעיות. אל דאגה, הפעילות והנתונים של החנות שלך יימשכו בצורה חלקה עד חודש אחד, ללא כל הפרעות.",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'התחבר לחשבון'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'אפליקציות מותקנות',
        'sub-title' => 'רשימת האפליקציות שהתקנת בחנות שלך השבוע.',
        'tip' => "האם אתה רוצה למצוא אפליקציות נוספות לחנות שלך?",
        'view-app-store' => 'בקר בחנות האפליקציות של Selldone..',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'הבוטים שלך בחנות',
        'sub-title' => 'בוטי מכירה פעילים בחנות שלי.',
        'tip-title' => 'מכירת בוטים',
        'tip' => "Selldone סיפקה לך בוטים למכירות אוטומטיות. כל מה שאתה צריך לעשות הוא ללכת לחלונית הרחבות> בוטים ולהפעיל את הבוטים בחנות שלך. שים לב שהשירות הרלוונטי חייב להיות זמין במדינה שלך.",
        'view-bots' => 'נהל בוטים',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'תקשורת עם לקוחות',
        'sub-title' => 'כמה אנשי קשר היו לי עם הלקוחות שלי השבוע?',
        'faqs' => 'שאלות נפוצות',
        'tickets' => 'כרטיסים ללקוח',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'סטטוס משתמשים',
        'sub-title' => 'פעילות מ-:start ל-:end',
        'users' => [
            'title' => 'לקוחות',
            'subtitle' => 'משתמשים בהרשמה',
        ],
        'views' => [
            'title' => 'ביקורים',
            'subtitle' => 'כמה פעמים ביקרת בחנות',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'משתמשים חזרו',

        'shop_views' => 'תצוגות חנות',
        'baskets' => [
            'title' => 'עגלת קניות',
            'subtitle' => 'דווח על מספר עגלות הקניות החדשות',
        ],
        'products' => [
            'title' => 'סקירת מוצרים',
            'subtitle' => 'סטטוס המוצרים בחנות לפי סוג',
            'value_name' => 'מוצרים'
        ],
        'products_count' => 'סוגי מוצרים',
        'views_count' => 'ספירת צפיות',
        'sell_count' => 'ספירת מכירה',
        'send_count' => 'ספירת משלוחים',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'זרוק משלוח',
        'sub-title' => 'פאנל למוכרים הגדולים של Drop Shipping Selldone.',
        'total_fulfillments' => 'סך כל ההזמנות שהתקבלו',
        'ds_count' => 'קיבלו הזמנות',
        'statistics_title' => 'דווח על הזמנות שהתקבלו',
        'ds_cancels' => 'בטל על ידי מוכר הממשק',
        'ds_rejects' => 'בטל על ידך',
        'tip' => "האם אתה מוכר גדול של מוצרים? האם יש לך מחסן, מפעל או מפיץ של מוצרים? אתה יכול להציע את המוצרים שלך למוכרים אחרים בשירות Drop Shipping Selldone כדי למכור את המוצר שלך בקנה מידה גדול. שלח לנו דוא'ל לכתובת support@selldone.com כדי להדריך אותך.",
        'view-drop-shipping-panel' => 'התחבר ללוח הסיטונאי',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'שערי חליפין',
        'sub-title' => 'רשימה של שערי המרת המטבעות העדכניים ביותר בחנות שלך.',
        'from' => 'מטבע המקור',
        'to' => 'מטבע היעד',
        'rate' => 'שיעור ההמרה',
        'view-exchange-panel' => 'ניהול שערי חליפין',
    

        'vew-exchange-panel' => 'פאנל ניהול שער החליפין',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'חוזי מומחים',
        'sub-title' => 'אילו אנשי מקצוע עובדים על החנות שלי?',
        'cost' => 'סכום החוזה',
        'duration' => 'מֶשֶׁך',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'ביטול תאריך',
        'end_at' => 'תאריך משלוח',
        'tip' => 'אתה יכול לשכור את המומחים הטובים ביותר ב-Selldone כדי לפתח את העסק שלך.',
        'view-experts' => 'לחץ כדי להתחיל.',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'דווח על שערי תשלום פעילים בחנות :shop.',
        'tip-title' => 'עצות חשובות',
        'tip' => "עבור לדף ניהול הפורטל בחנות שלך והוסף לפחות יציאה אחת תוך מספר דקות. הלקוחות שלך אוהבים לשלם במהירות ובבטחה דרך פורטלים מקוונים.",
        'view-shop-gateways' => 'היכנס לניהול פורטל החנות שלי.',
        'view-gateways' => 'הצג שערים נוספים',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'הזמנות',
        'sub-title' => 'רשימת ההזמנות שקיבלתי השבוע.',
        'total_baskets' => 'סך ההזמנות',
        'total_posBaskets' => 'סך כל ההזמנות במזומן',
        'pos-title' => 'תיבת חנות קופה',
        'chart-label' => 'הזמנות שהושלמו (הזמנות אלו לא בהכרח בתשלום!)',
        'tip-title' => 'כדאי להתאמץ יותר...',
        'tip' => "הצלחה לא פשוטה.",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'מרכז עיבוד',
        'sub-title' => 'כמה הזמנה ביצענו השבוע בחנות?',
        'tip-title' => 'לא הייתה לך מבצע!',
        'tip' => "לצערי לא היו לך מכירות השבוע. אתה צריך להשיג יותר לחנות שלך. אתה יכול להוסיף מוצרים נוספים, לבחור תמונות טובות יותר או לכתוב תיאורים טובים יותר עבור המוצרים שלך. שקול עבודה במשרה מלאה עבור העסק שלך. אם תעשה את זה נכון ולא תהיה מתוסכל, אתה תצליח.",
        'view-process-center' => 'הצג את מרכז התהליך',
        'return' => [
            'title' => 'החזרה הזמנה',
            'subtitle' => 'דווח על הזמנות שהוחזרו.',
            'tip-title' => 'האם ידעת ש ...',
            'tip' => "אתה יכול ליצור כמה קופות רושמות שאתה צריך עם Selldone POS! בין אם זה הטאבלט, הנייד או המחשב הנייד שלך, אתה יכול להפוך כל מכשיר לנקודת המכירה של החנות שלך. זה פשוט, מהיר להגדרה ומוכן לחלוטין עבור השרת שלך. התחל להשתמש בו עוד היום!",
            'view-pos' => 'היכנס לקופאית החנות המקוונת שלי'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'הפעלות',
        'sub-title' => 'כמה פעמים ביקרתי בחנות שלי?',
        'countries-title' => 'אילו מדינות זכו לביקור הרב ביותר?',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'האם אתה רוצה להרוויח כסף מבלי להוציא שקל אחד?',
        'message' => "היקר :name, אתה יכול ללכת ללוח המחוונים > דה-מונטיזציה וליצור קישור הפניה. שלח את הקישור לחברים שלך, אתה מקבל כרטיסי מתנה של Selldone ואחוז מהתשלומים של חברך. שים לב שכרטיס המתנה יישלח גם לך וגם לחבר שלך.",
        'action' => 'צפה בקישור ההקדמה שלי',
        'mail-clip' => "<b style='color: #C2185B'>חשוב:</b> אם אתה משתמש בשירותי דוא'ל כגון Gmail המגבילים את אורך המייל, מצא את האפשרות הבאה בסוף המייל כדי להציג את הדוח המלא ולחץ עליו:",

        'no-coin-reward' => "<b style='color: #C2185B'>מצטערים:</b> הפעילות שלך לא עמדה בדרישה לקבלת תגמול מטבעות SEL בחינם. נסה יותר ומכור יותר בחנות שלך לעונה הבאה.",
        'yes-coin-reward' => "<b style='color: #4CAF50'>תגמול:</b> מזל טוב, בגלל הביצועים המדהימים שלך, הענקנו לך פרס :amount SEL Coin חינם.",

        'need-buy-license' => "<b> לדרג את העסק שלך:</b> נראה שעדיין לא רשמת אף תוכנית מנוי לאתר שלך! שדרג עכשיו כדי לפתוח תכונות נוספות עבור :amount בלבד לחודש אם משלמים מדי שנה.",
        'not-afford-message' => "אם אינך יכול להרשות לעצמך או מתקשה בתשלום, אל תהסס לספר לנו דרך support@selldone.com.",
        'add-domain' => "<b>למה שלא יהיה לך דומיין מותאם אישית לעסק שלך?</b><br> הוסף דומיין לאתר שלך כעת; זה בחינם!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone היא קהילת <del>product</del> <span style = 'color: forestgreen'></span>.<br>היה מוכר מקצועי!",
        'message' => "עקוב אחר הדפים הרשמיים של ה-Selldone בטוויטר, בלינקדאין וברשתות החברתיות. שלח לנו הערות, בקשות או ביקורת או השתתף בדיונים על ה-Selldone. אנחנו גם חלק מהקהילה של Selldone <b>שאתה מייצר</b> ."
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'התקבלו הזמנות אבוקדו חדשות|:shop_title :time',
        'title' => "דוח ביצועים ב-24 השעות האחרונות",
        'message' => "הלקוחות שלך מחכים שההזמנות שלך ייבדקו ותמחרו. השב לבקשות הלקוחות שלך בהקדם האפשרי כדי להשיג יותר מכירות.",
        'card_title' => "הזמנות בתור",
        'card_subtitle' => "מאז :date",

        'card_payed' => "הזמנות בתשלום"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => 'השב לפוסט שלך ב-:community_title',
        'title' => ":name, ו-:count אחרים הגיבו על הפוסטים שלך.",
        'message' => "היי :name, הפוסטים שלך מקבלים תשומת לב! קיבלת תגובות בקהילה שלנו. היכנס לחשבון שלך כדי להצטרף לדיון ולראות מה כולם אומרים.",
        'title-simple' => ":name הגיב על הפוסטים שלך.",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 השב לנושא שלך :topic_title',
        'title' => ":name, ו-:count אחרים הגיבו בנושא שלך.",
        'message' => "היי :name, הנושא שלך מקבל תשומת לב! קיבלת תשובות בקהילה שלנו. היכנס לחשבון שלך כדי להצטרף לדיון ולראות מה כולם אומרים.",
        'title-simple' => ":name השיב על הנושא שלך.",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 כניסה חדשה :name',
        'category' => 'הודעות אבטחה',
        'title' => "התחבר לחשבון",
        'message' => "היקר :name, נכנסת לחשבון Selldone שלך.",   // Login in selldone (seller)
        'message-shop' => "היקר :name, נכנסת ל-:shop_title .",  // Login in shop (buyer)

        'footer' => "אם אינך מחובר, אנא שנה את הסיסמה שלך.",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "נְסִיגָה",
        'deposit' => "לְהַפְקִיד",

        'withdraw_subject' => "משך מחשבון :account",
        'deposit_subject' => "הפקדה לחשבון :account",

        'message' => "העברת הכסף בוצעה עם המפרטים הבאים.",

        'type' => "סוג עסקה",

        'from' => "חשבון מקור",
        'to' => "Destination account",

        'desc' => "תיאור עסקה",
        'action' => "צפה בעסקה",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ חשוב! הפרת כללים| :shop",
        'category' => "מידע קריטי",
        'title' => "החנות שלך קיבלה עונשים",
        'action' => "פתח את לוח המחוונים של החנות",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter הזמין אותך להצטרף ל-Selldone",
        'title' => ":name שלח לך :amount כדי לעזור לך להשיק את האתר המקוון החדש שלך ולהרוויח ממנו רווחים!",
        'message' => "היי **:receiver_name**,<br><br>ברוכים הבאים ל-Selldone! ב-Selldone, אתה יכול בקלות ליצור את אתר המסחר האלקטרוני, הבלוג, הקהילה המקוונת שלך, ואפילו להקים מערכת קופה מקוונת למכירות אישיות - הכל תוך דקות. זוהי מערכת ההפעלה העסקית המקוונת המלאה שנועדה להפוך את העסק שלך לטוב יותר, מהיר יותר וקל יותר לתפעול.<br><br> הירשם עד <b>:date</b> וקבל שובר :amount כדי להתחיל!",
        'accept' => "קבל הזמנה",
        'owner' => "בעלים של",
        'join-date' => "הצטרף ל-Selldone ביום",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "קישור לשחזור| :shop",
        'category' => "אבטחת חנות",
        'title' => "קישור לשחזור חנות של <b>:shop_name</b> .",
        'message' => "האימייל הזה נשלח אליך כי ביקשת לשחזר את החנות שלך. לחיצה על הקישור למטה תשחזר את החנות שלך ואת כל הנתונים השייכים לה.",
        'action' => "אשר את שחזור החנות",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'כמה כסף חסך Selldone עבור העסק שלך?',
        'sub-title' => 'מתאריך :start ל-:end',
        'infrastructure' => [
            'title' => 'תַשׁתִית',
            'subtitle' => 'שרתים, CDN, Storage ושירותי ענן אחרים',
        ],
        'experts' => [
            'title' => 'מומחים וצוות',
            'subtitle' => 'מפתחים, תחזוקה ותמיכה',
        ],
        'total_save' => 'סך הכל כסף חסוך'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'ההופעה שלך',
        'sub-title' => 'סקירה עסקית מ-:start to :end',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'משתמשים חזרו',

        'shop_views' => 'תצוגות חנות',
        'baskets' => [
            'title' => 'עגלת קניות',
            'subtitle' => 'דווח על מספר עגלות הקניות החדשות',

        ],
        'products' => [
            'title' => 'סקירת מוצרים',
            'subtitle' => 'סטטוס המוצרים בחנות לפי סוג',
            'value_name' => 'מוצרים'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'סך כל הצפיות בדפי האתר',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "קיבלת הזמנה חדשה. נא עבור אל דף עיבוד ההזמנות בפאנל הספקים שלך.",
        'subject' => "🛍️ הזמנה חדשה התקבלה| :order_id",
        'your_revenue' => "ההכנסה שלך",
    ],
    'vendor-invite' => [
        'title' => 'הזמנת ספק',
        'message' => "קיבלת הזמנה להפוך לספק של :shop_name. אתה יכול לקבל או לדחות אותו על ידי לחיצה על הכפתורים הבאים.",
        'subject' => ":shop_name |הזמנה להפוך לספק שלנו",
        'accept' => "קבל והפוך לספק",
        'reject' => "לִדחוֹת",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'הזמנה להצטרף לצוות שלנו',
        'message' => "הוזמנת להצטרף ל-:vendor_name ב-:shop_name. אתה יכול לקבל או לדחות הזמנה זו באמצעות הכפתורים למטה.",
        'subject' => "הזמנה להצטרף ל-:vendor_name|הפוך לחבר צוות",
        'accept' => "קבל והצטרף לצוות",
        'reject' => "דחה",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "קוד הכניסה שלך עבור :shop",
        'header-message' => "אנו שולחים לך דוא'ל זה מכיוון שביקשת קוד כניסה לחנות. אנא מצא את הסיסמה החד פעמית שלך (OTP) למטה:",
        'footer-message' => "קוד זה יהיה תקף למשך 10 דקות. אם לא ביקשת את קוד ההתחברות הזה, אנא התעלם מאימייל זה."
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "אמת את האימייל שלך| :shop",
        'title' => 'אימות דוא\'ל',
        'header-message' => "היי :name,<br>אנא אשר כי **:email** היא כתובת הדוא\"ל שלך על ידי לחיצה על הלחצן למטה או באמצעות הקישור למטה תוך 48 שעות.",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "עדכוני מוצר| :shop",
        'title' => "עדכון על סטטוס המוצר - 24 השעות האחרונות",
        'message' => "אני מקווה שההודעה הזו תמצא אותך טוב. זהו עדכון קצר כדי ליידע אותך לגבי מצב המוצרים שלך בפלטפורמה שלנו במהלך 24 השעות האחרונות.\nבמהלך תקופה זו, חלו שינויים בסטטוס של חלק מהמוצרים. שינויים אלה עשויים לנבוע מרכישות, עדכוני מלאי או אירועים קשורים אחרים.\nלמידע מפורט יותר על כל מוצר, היכנס לחשבונך ובדוק את הסעיף 'סטטוס מוצר'.",
        'action' => "פתח את לוח הספקים",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "התקבלו הזמנות בכמות גדולה| :shop | :date",
        'title' => "הודעת הזמנות בכמות גדולה",
        'message' => "קיבלת כמות של הזמנות בכמות גדולה. אנא בקר בדף עיבוד ההזמנות בפאנל שלך לפרטים נוספים. ניתן גם להוריד את רשימת ההזמנות דרך הקישור המאובטח שסופק, תקף ל-7 ימים.<br><br>\n        <b>חשוב:</b> קישור זה תקף ל-7 ימים.<br>\n        הקישור הזה הוא דינמי, כך שבכל פעם שתלחץ עליו, תקבל את ההזמנות המעודכנות ביותר לתאריך הספציפי הזה. <b> זה אומר שאם סטטוס תשלום ההזמנה משתנה לדחיית, לא תראה עוד את ההזמנה ב-CSV שהורדת, או אם ההזמנה שולמה, היא תופיע ברשימה.</b><br><br>\n        <ul>\n            <li>ה-CSV מכיל הזמנות בתשלום עם תאריך שמור ב-:date.</li>\n            <li> תאריך שמור הוא התאריך שבו המשתמש לוחץ על התשלום בדף ההזמנה.</li>\n        </ul>\n        <b>כדי למנוע הזמנות כפולות, בדוק תמיד את ההזמנה ID לפני השליחה.</b>",
        'action' => "הורד רשימת הזמנות",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "חלק מהפריטים בהזמנה שלך לא התקבלו ולא ניתן לשלוח אותם. הסכום עבור פריטים אלה יוחזר לכרטיסך בקרוב."
    ]

];
