<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "בונה חנות אינסטגרם|המרת חשבון אינסטגרם לחנות מקוונת",
        'desc' => "אל תבזבז את הכסף שלך בשום מקום. לאחר שבנית את החנות שלך ב-Selldone, לא תחשוב יותר לעבוד עם כלים אחרים לבניית חנויות כמו וורדפרס, ג'ומלה ו-WooCommerce.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "איך מוכרים השף והחתול החמוד שלה באינסטגרם?",


        'alt1' => "Selldone בונה חנות אינסטגרם",
        'alt2' => 'הסיפור של מכירת עוגת שרה באינסטגרם',
        'alt3' => 'Selldone מרכז עיבוד הזמנות מקוון',
        'alt4' => 'Selldone שער תשלום בחנות המקוונת',
        'alt5' => 'מנוע SEO אוטומטי לחנויות מקוונות',
        'alt6' => 'דרכים חדשות למכור באינטרנט באינסטגרם',
        'alt7' => 'מיתוג ומיתוג',
        'alt8' => 'קופאית חנות',
        'alt9' => 'כלי שיווק ומכירות',
        'alt10' => 'שותף עסקי חינם',
        'alt11' => 'מרכז עיבוד הזמנות',
        'alt12' => 'לקוחות נאמנים',
        'alt13' => 'שער תשלום ישיר',
        'alt14' => 'ערוצי מכירות באינסטגרם',
        'alt15' => 'העסקת מפתח אתר וחנות',
        'alt16' => 'סיפור פלטפורמת Selldone',
        'alt17' => 'מנוע SEO אוטומטי לאתר וחנות',
        'alt18' => 'מוכר שמח',
        'alt19' => 'סל קניות',


        'm1' => 'למה Selldone?',
        'm2' => 'קידום אתרים אוטומטי',
        'm3' => 'מחירים (חינם)',

        'register' => 'הרשמה',

        'header' => '<span class="ulr"> 10x Times</span> עוד וטוב יותר<br><span class="ulr">Sell</span> באינסטגרם',
        'header_msg' => 'דמיינו לקוחות פותחים עמוד דמוי חנות מאינסטגרם, בוחרים מוצרים מתוך תמונות שהם אוהבים, מוסיפים אותם להזמנה ומשלמים ישירות לחשבון שלכם באינטרנט. הפתרון נמצא ממש לפניכם.',

        'name_plc' => 'הזן את שם המשתמש שלך',
        'preview' => 'חנות תצוגה מקדימה',
        'create_act' => 'צור חנות אינסטגרם',


        'title1s' => 'איך זה עובד?',
        'title1' => 'הפוך את האינסטגרם שלך לחנות <span class="ulb"> מלאה בתכונות </span>!',
        'desc1' => 'יהיו לך יותר תכונות מהפאנל של החנויות המקוונות הגדולות ביותר, אבל אל תטעו, עבודה עם מארחים פשוטים היא כיף.',
        'sub1' => 'ניהול מוצר עובד ככה...',
        'sub1msg' => "השלב הראשון הוא הוספת מוצרים. עם Selldone, אתה יכול לייבא מוצרים מאינסטגרם, להעלות קובץ אקסל או להשתמש בשיטות פשוטות אחרות בכמה קליקים בלבד.",
         'list1_1' => 'להרוג לחלוטין ולסגור ניהול',
         'list1_2' => 'עדכון מלאי ומחיר מהיר',
         'list1_3' => 'הוסף מוצרים עם קובץ אקסל',
         'list1_4' => 'הוסף מוצרים מזה',
         'list1_5' => 'משעמם לך? נוסיף אותך!',

        'title2s' => 'הזמנות עובדות ככה...',
        'title2' => "פי 10 יותר הזמנות ביום זה לא מספיק לך? Selldone מיועד ליותר מ-10 אלף הזמנות ביום לכל חנות.",

        'list2_1' => 'ראה את מצב הנסיעה שלך במהירות ופעל מהר',
        'list2_2' => 'הלקוח יכול לראות את הסטטוס העדכני ביותר של ההזמנה שלו',
        'list2_3' => 'ניהול תשלום, עיבוד הזמנות ומשלוח',
        'list2_4' => 'הוסף כמה שותפי עריכה שתרצה',


        'title3s' => 'המשחק הישיר הושלם!',
        'title3' => "תשלום מקוון בחנות שלך יתבצע עם הדומיין שלך ישירות לחשבונך! אתה יכול לבחור את סוגי הפורטלים המקוונים והתשלום באתר.",

        'list3_1' => 'שער תשלום מקוון (ישיר לחשבון שלך)',
        'list3_2' => 'יכולת לאפשר תשלום באתר',
        'list3_3' => 'שער קבלה ללא סמל אמון אלקטרוני (שכר)',
        'list3_4' => 'ניהול תשלומים והזמנות בלחיצה אחת',


        'title4s' => 'קידום אתרים אוטומטי',
        'title4' => 'עיצוב אתר ידידותי לקידום אתרים העוקב אחר שיטות העבודה המומלצות לקידום אתרים עוזר להפוך את העסק המקוון שלך לגלוי יותר ללקוחות פוטנציאליים. Selldone מספקת את התשתית הדרושה לחנות מוכוונת SEO, כך שאינך צריך לדאוג להתגלות בגוגל.',

        'list4_1' => 'אתה משאיר איתנו טקסט ותמונות טובים',

        'title0' => 'הגיע הזמן <span class="uly"> למכור בצורה מקצועית יותר</span>, לגרום ללקוחות שלך להיות מרוצים יותר<br> ולהרגיש גאים בכך שאתה מגדל עסק מקוון',


        'title6s' => "אל תסתפק בזה",
        'title6' => 'הרבה יותר מחנות אינסטגרם...',


        'features' => 'תכונות',
        'features_act' => 'הצג את כל התכונות',

        'x1' => 'חנות מקוונת בדומיין ייעודי לבניית המותג שלך ומועדון לקוחות משלך.',
        'x2' => 'קופה רושמת של חנות מקוונת לחנות עם עלות הקמה של 0 $ וכמה שאתה צריך.',
        'x3' => 'כלי השיווק והמכירות הטובים ביותר שאין אפילו למותגי שוק המשטרה הגדולים ביותר.',
        'x4' => "שותף טוב וחסר ציפיות בשם Selldone, שכל המאמץ שלו הוא להגדיל את המכירות של החברה, לא לקחת כסף ולעזוב אותם.",

        'a1' => 'עיבוד הזמנות',
        'a1s' => 'מיועד למהירות',

        'a2' => 'שיווק ותמריצים',
        'a2s' => 'מצא לקוחות נאמנים',

        'a3' => 'תשלום ישיר',
        'a3s' => 'אין ממשק תשלום',

        'a4' => 'ערוצי מכירה',
        'a4s' => 'טלגרם, גוגל, אינסטגרם וכו\'.',

        'blog' => 'وبلاگ',

        'b1' => "האם אנחנו עדיין צריכים לשכור מתכנת, לקנות חבילות לבניית חנויות או מארחים ב-2021?",
        'b2' => "הסיפור של Selldone|שינוי בשיטת השקת אתר ועסקים מקוונים",
        'b3' => 'מנוע קידום אתרים אוטומטי זורח בתוצאות גוגל',
        'read' => 'המשך',

        'title5s' => 'רוצים לדעת כמה זה עולה?',
        'title5' => 'מדגם <span class="ulr"> חינם לכל החיים</span> עם 2% עמלה<br>לדגם 0.5% עמלה עם עמלה חודשית',
        'msg5' => "כל עוד אין לכם מכירות, בעלי ריאל אחד לא יגבו מכם תשלום עבור אתר, מארח, שרתים, שירותים, כלים, תמיכה, עדכונים וכל דבר אחר! הכסף יזוכה ישירות לחשבונך! Selldone סומך על כל השותפים שלו שישלמו את העמלה בסוף החודש או אם יש להם בעיה כמה חודשים לאחר מכן על ידי חיוב הארנקים שלהם.",
         'footer_act' => "חינם זה לא היתרון היחיד! אֵיך?",
         'footer' => 'שאל כל שאלה או טיפים שאתה רוצה.',

        's1' => 'דיווח חכם',
        's2' => 'אירוח בענן בחינם',
        's3' => 'לוגיסטיקה ועיבוד',
        's4' => 'בונה דפי נחיתה',
        's5' => 'תכונות ויתרונות',
        's6' => 'ניהול פיננסי',
        's7' => 'כלים שיווקיים',
        's8' => 'תמריצים ולקוחות',
        's9' => 'בערך Selldone',
        's10' => 'בלוג',
        's11' => 'עזרה',
        's12' => 'פרטיות',
        's13' => 'תנאים והגבלות',
        's14' => 'בונה חנויות',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "מודאג לגבי העבודה עם Selldone?",
        'import_title' => "שאל את משתמשי Selldone; המשוב שלהם על <span class='ulr'> פשטות ומהירות</span> יפתיעו אותך!",
        'import_message' => "אתה יכול לייבא את המוצרים שלך ישירות מאינסטגרם לחנות שלך, אבל אם אתה רוצה, אתה יכול להוסיף אוטומטית את כל המוצרים והתמונות שלהם לחנות שלך עם קובץ אקסל פשוט. אתה ממלא את אותו קובץ, מעתיק את ה-URL של התמונות מגוגל, ולבסוף מושך את קובץ ה-CSV שלך ומשחרר אותו לקטע ניהול המוצר. Selldone יעשה את זה בשבילך.",
        'import_t1' => "האם יש לך מוצר כלשהו",
        'import_b1' => "הם ללא גיוון",
        'import_m1' => "פשוט הורד את הקובץ הזה, הזן את השם, המחיר והמלאי של המוצר והעתק והדבק את הקישור לתמונה ממקום כמו גוגל",

        'import_b2' => "וריאציות מרובות",
        'import_m2' => "גיוון פירושו צבע, גודל, חומר ודברים כאלה. אם יש לך מוצרים רבים, תוכל להוריד את הקובץ הזה ולמלא את פרטי המוצר שלך. זה קצת יותר קשה",

        'import_download' => "הורד קובץ לדוגמה",

    ]

];
