<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'חנות',
        'blog' => 'בלוג',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'עלינו',
    'contact' => 'צור איתנו קשר',


    'buy-action' => "קנה עכשיו",
    'buy-action-variant' => "בחר וקנה עכשיו",

    'product-images' => "תמונות",
    'product-spec' => "מפרט",
    'Comments' => "ביקורות ודירוגים",
    'related' => "מוצרים קשורים",
    'view-now' => "הצג עכשיו",






];
