<?php 

 return [
     "failed" => "આ ઓળખપત્રો અમારા રેકોર્ડ સાથે મેળ ખાતા નથી.",
     "password" => "આપેલ પાસવર્ડ ખોટો છે.",
     "throttle" => "ઘણા બધા લોગિન પ્રયાસો. મહેરબાની કરીને :સેકન્ડ સેકન્ડમાં ફરી પ્રયાસ કરો.",
     "title_shop" => "લોગિન કરો:નામ",
     "title_app" => "ની એપ્લિકેશન ઍક્સેસ :name",
     "login_message" => "તમારા એકાઉન્ટની ઍક્સેસની વિનંતી કરો.",
     "scopes_title" => "આ એપ્લિકેશનને નીચેના સ્કોપ્સની ઍક્સેસ હશે",
     "accept" => "પુષ્ટિ કરો",
     "reject" => "અસ્વીકાર કરો",
     "login_incorrect_password" => "અમાન્ય વપરાશકર્તાનામ અથવા પાસવર્ડ.",
     "reset_2fa_title" => "દ્વિ-પગલાની લૉગિન વિનંતી રીસેટ કરો",
     "go_main_page" => "હોમપેજ પર જાઓ",
     "signing_in" => "સાઇન ઇન કરી રહ્યું છે...",
];