<?php 

 return [
     "shop-order-payment" => [
     "title" => "ચુકવણી સ્વીકારો",
     "sample" => "તમારી 267$ ચુકવણી સફળતાપૂર્વક પતાવટ થઈ.<br> ઓર્ડર: SM-425<br> આભાર, <b>તમારા સ્ટોરનું નામ</b> .<br> સેલડન",
     "body" => "તમારી :param2 ચુકવણી સફળતાપૂર્વક પતાવટ થઈ. ક્રમ: :param1 આભાર, :param3. સેલડન",
],
     "shop-order-payment-admin" => [
     "title" => "ચુકવણી સ્વીકારો",
     "sample" => "નવી 267$ ચુકવણી સફળતાપૂર્વક સેટલ થઈ.<br> ઓર્ડર: SM-425<br> આભાર, <b>તમારા સ્ટોરનું નામ</b> .<br> સેલડન",
     "body" => "નવી :param2 ચુકવણી સફળતાપૂર્વક પતાવટ. ક્રમ: :param1 આભાર, :param3. સેલડન",
],
     "shop-login" => [
     "title" => "લૉગિન ચકાસણી કોડ",
     "sample" => "તમારો લોગિન કોડ છે: <b>123456</b><br> <b>તમારા સ્ટોરનું નામ</b><br> સેલડન",
     "body" => "તમારો લોગિન કોડ છે: :param1 :param2 Selldone",
],
     "user-login" => [
     "title" => "લૉગિન સક્સેસ મેસેજ",
     "sample" => "પ્રિય <b>નામ</b> ,<br> તમે <b>iPhone 165.250.300.1</b> દ્વારા <b>5/8/2021 9:14AM</b> પર તમારા એકાઉન્ટમાં લૉગ ઇન કર્યું છે.<br> સેલડન",
     "body" => "પ્રિય :param1, તમે :param3 પર :param2 દ્વારા તમારા એકાઉન્ટમાં લોગ ઇન કર્યું છે. સેલડન",
],
     "avocado-order-submit" => [
     "title" => "એવોકાડો નવો ઓર્ડર સબમિટ ખરીદનારને મોકલો",
     "sample" => "<b>તમારા સ્ટોરનું નામ</b><br> પ્રિય <b>તમારું નામ</b> ,<br> અમને તમારો ઓર્ડર મળ્યો છે અને અમે તેની સમીક્ષા કરી રહ્યા છીએ.<br> ઓર્ડર #: <b>AVO-246</b><br> સેલડન",
     "body" => ":param3 પ્રિય :param1, અમને તમારો ઓર્ડર મળ્યો છે અને અમે તેની સમીક્ષા કરી રહ્યા છીએ. ઓર્ડર #: :param2 Selldone",
],
     "avocado-order-submit-seller" => [
     "title" => "એવોકાડો નવો ઓર્ડર મેળવે છે જે વેચનારને મોકલે છે",
     "sample" => "તમને એવોકાડો ઓર્ડર મળ્યો છે:<br> સ્ટોર: <b>તમારા સ્ટોરનું નામ</b><br> ખરીદનાર: <b>ખરીદનારનું નામ</b><br> ઓર્ડર: <b>AVO-246</b><br> સેલડન",
     "body" => "તમને એવોકાડો ઓર્ડર મળ્યો છે: સ્ટોર: :param1 ખરીદનાર: :param2 ઓર્ડર: :param3 Selldone",
],
     "avocado-ready-to-pay" => [
     "title" => "એવોકાડો ઓર્ડર ચૂકવવા માટે તૈયાર છે",
     "sample" => "<b>તમારા સ્ટોરનું નામ</b><br> તમારા ઓર્ડરની પુષ્ટિ કરવામાં આવી છે અને નીચેની લિંક દ્વારા ચૂકવણી કરી શકાય છે.<br> ઓર્ડર #: <b>AVO-246</b><br> લિંક: <b>https://your-domain/avocado</b><br> સેલડન",
     "body" => ":param3 તમારા ઓર્ડરની પુષ્ટિ થઈ ગઈ છે અને નીચેની લિંક દ્વારા ચૂકવણી કરી શકાય છે. ઓર્ડર #: :param2 લિંક: :param1 Selldone",
],
];