export default {
  title: "شروع رایگان، رشد سریع",
  sub_title:
    "دسترسی نامحدود به تمام ویژگی ها بدون هیچ هزینه! تنها <b> 2% از فروش</b> بعد از تایید پرداخت مشتری. آیا فروش زیادی دارید و می خواهید هزینه های خود را کاهش دهید؟ ادامه این مطلب را مطالعه نمایید.",
  show_detail_list: "نمایش جزئیات پلن ها",
  plan_free_detail:
    "<b> سیستم عاملی برای کسب و کارهای در حال رشد سریع</b> | تجارت خود را با برنامه رایگان ما شروع کنید. هر آنچه برای راه اندازی کسب و کار موفق آنلاین خود نیاز دارید در اینجا برای شما فراهم است. سلدان کلیه نرم افزارها، ابزارها و راه حل ابری برای فروشگاه شما را به صورت کاملا رایگان ارائه می دهد. علاوه بر این، سلدان مراقب تمام به روزرسانی های نرم افزار و ملاحظات امنیتی سایت شما است. بنابراین می توانید تمام تلاش خود را روی فروش و پیاده سازی استراتژِ های بازاریابی تان متمرکز کنید و نگران مسائل فنی و هزینه های آن نباشید.",
  pay_monthly: "پرداخت ماهانه",
  pay_yearly: "پرداخت سالانه",
  pay_yearly_off: "30% تخفیف",

  transparency_title: "شفافیت در خدمات",

  monthly_cost: "هزینه ماهانه",
  suggested_plan: "پلن پیشنهادی",
  monthly_sell: "مقدار فروش ماهانه",
  saving_amount: "مقدار صرفه جویی ماهانه",
  saving_tips: "با خرید پلن پیشنهادی این مبلغ را ماهانه صرفه جویی خواهید کرد.",

  have_all_features: "همه امکانات رو خواهید داشت.",

  currency: "تومان",
  want_free: "رایگان می خواهید؟",

  stack_price: "استک {amount} میلیون توکن سلدان",

  gift: "هدیه ویژه",
  gift_info: "با خرید این پلن توکن هدیه بگیرید.",
  toke_gift_ratio: "معادل ارزش مبلغ پرداختی",
  unlimited: "نامحدود",
  items_unit: "عدد",
  delivery_person_unit: "سفیر",
  soon: "به زودی",

  domains: "دامنه اختصاصی",
  staff: "کارمندان و اعضای تیم",
  community_builder: "انجمن ساز",
  active_discount_codes: "کد تخفیف فعال",
  active_coupons: "کوپن پیشرفته فعال",
  active_offers: "پیشنهاد ویژه پشرفته فعال",
  active_gift_card_types: "نوع کارت هدیه",
  active_campaigns: "پروژه کمپین فعال",
  active_affiliates: "برنامه مشارکت در فروش فعال",
  active_emails: "پروژه ایمیل مارکتینگ",
  active_transportation_persons: "سفیر ارسال خصوصی",
  active_importing_que: "حداکثر ورود همزمان محصول",
  active_reselling: "فروش محصولات عمده فروشان",
  max_file_size:
    "حداکثر فایل قابل آپلود؛ بسته به موقعیت شما (اروپا، آمریکا و ...)",
  active_capacity: "فضای ذخیره سازی رایگان",
  active_drop_shipping: "دراپشیپینگ؛ عمده فروشی (نیاز به تأیید)",
  common_features: "ویژگی های مشتریک در تمام پلن های {license}",
  unlimited_storage: "فضای ذخیره سازی نامحدود",
  priority_support: "اولویت در پشتیبانی",
  support_247: "پشتیبانی 24/7",

  read_more: "بیشتر درباره ویژگی ها...",

  partners_upgrade_suggestion_message:"شما بهترین معامله ممکن را در {name} ندارید! اگر محدودیت‌ها را دوست ندارید، قویاً پیشنهاد می‌کنیم آن را به بالاترین سطح ارتقا دهید.",
  partners_upgrade_suggestion_action:"اکنون پلن خود را به {name} ارتقا دهید",


  free: {
    title: "شخصی",
    info: "مخصوص افرادی که تازه شروع کرده اند",
    cost: "رایگان",
    fee_percent: 2,
    items: [
      "محصولات نامحدود",
      "فضای ذخیره سازی 1GB",
      "پهنای باند نامحدود",
      "دسترسی به تمام ابزارها و ویژگی های حرفه ای",
      "صفحه لندیگ ساز",
      "سیستم مدیریت محتوا و وبلاگ کامل",
      "3 کد تخفیف فعال",
      "3 کوپن پیشرفته فعال",
      "3 پیشنهاد ویژه پشرفته فعال",
      "1 نوع کارت هدیه",
      "2 پروژه کمپین فعال",
      "2 برنامه مشارکت در فروش فعال",
      "2 پروژه ایمیل مارکتینگ",
      "سیستم پیک خصوصی با 2 سفیر",
      "سرویس های حمل و نقل نامحدود",
      "1 کارمندان و عضو تیم",
    ],
  },
  startup: {
    title: "استارتاپ",
    info: "مخصوص کسب و کارهای کوچک که تازه شروع کرده اند",
    fee_percent: 1.5,
    items: [
      "تمام ویژگی های پلن رایگان",
      "فضای ذخیره سازی 10GB",
      "ورود کاربران با پیامک",
      "مدل سه بعدی و واقعیت افزوده",
      "10 کد تخفیف فعال",
      "10 کوپن پیشرفته فعال",
      "10 پیشنهاد ویژه پشرفته فعال",
      "10 نوع کارت هدیه",
      "10 پروژه کمپین فعال",
      "10 برنامه مشارکت در فروش فعال",
      "10 پروژه ایمیل مارکتینگ",
      "سیستم پیک خصوصی با 10 سفیر",
      "اولویت در پشتیبانی",
      "1 دامین اختصاصی",
      "خرده فروشی (دارپشیپینگ ساده)",
      "5 کارمندان و اعضای تیم",
    ],
  },
  company: {
    title: "شرکتی ",
    info: "مخصوص کسب و کارهای محلی کوچک و متوسط",
    fee_percent: 1,
    items: [
      "تمام ویژگی های پلن استارتاپ",
      "فضای ذخیره سازی نامحدود",
      "50 کد تخفیف فعال",
      "50 کوپن پیشرفته فعال",
      "50 پیشنهاد ویژه پشرفته فعال",
      "50 نوع کارت هدیه",
      "50 پروژه کمپین فعال",
      "100 برنامه مشارکت در فروش فعال",
      "100 پروژه ایمیل مارکتینگ",
      "سیستم پیک خصوصی با 50 سفیر",
      "پشتیبانی",
      "5 دامین اختصاصی",
      "خرده فروشی (دارپشیپینگ پیشرفته)",
      "20 کارمندان و اعضای تیم",
    ],
  },

  enterprise: {
    title: "سازمانی ",
    info: "مخصوص کسب و کارهای بزرگ",
    fee_percent: 0.5,
    items: [
      "تمام ویژگی های پلن شرکتی ",
      "1000 کد تخفیف فعال",
      "1000 کوپن پیشرفته فعال",
      "1000 پیشنهاد ویژه پشرفته فعال",
      "1000 نوع کارت هدیه",
      "1000 پروژه کمپین فعال",
      "1000 برنامه مشارکت در فروش فعال",
      "1000 پروژه ایمیل مارکتینگ",
      "اپلیکیشن ساز",
      "سیستم پیک خصوصی با 200 سفیر",
      "24/7 پشتیبانی",
      "∞ دامین اختصاصی",
      "∞ کارمندان و اعضای تیم",
    ],
  },

  features: {
    title: "ویژگی ها",
    products: "محصولات",
    usage: "ترافیک ماهانه",
    custom_domain: "دامنه اختصاصی",
    invite_to_get_free: "یکی از دوستان خود را دعوت نمایید تا رایگان بدست آورید",

    ssl: "تاییدیه SSL",
    support: "پشتیبانی 24/7",
    staff: "تعداد پرسنل",
    staff_info: "به پرسنل خود بر اساس نیازشان دسترسی  دهید.",
    person: "کارمند",
    shop_name_length: "حداقل طول نام فروشگاه",
    chars: "کاراکتر",
    page_builder: "ایجاد صفحه اختصاصی",
    page_builder_info: "صفحات لندینگ با Drag & Drop",
    pages: "صفحه",
    cms: "CMS و وبلاگ",
    cms_info: "سیستم مدیریت محتوا و ویرایشگر حرفه ای  برای وبلاگ و محصولات.",
  },
  gateways: {
    title: "درگاه پرداخت",
    sub_title: "درگاه های جدید به زودی افزوده می گردد.",
    gateways: "درگاه ها",
    currencies: "ارزها",
    currencies_info: "ارز های جدید به زودی افزوده می گردد.",
    currencies_encrypted: "رمز ارزها",
    currencies_encrypted_info: "ارزهای بر بستر بلاکچین",

    online_pay_wage: "کارمزد درگاه آنلاین",
    online_pay_wage_info: "این مبلغ از حساب شارژ شما در سلدان کسر می گردد.",
    cod_wage: "کارمزد پرداخت در محل",
    cod_wage_info: "این مبلغ از حساب شارژ شما در سلدان کسر می گردد.",

    file_wage: "کارمزد فایل",
    file_wage_info:
      "کارمزد فروش فایل که پس از فروش موفق به عنوان بدهی در حساب شما ثبت می گردد.",
  },
  apps: {
    title: "اپلیکیشن فروشگاه / سایت",
    pwa: "وب اپ پیشرفته",
    android: "Android",
    android_info: "اپلیکیشن مخصوص گوشی و تبلت اندروید",
    ios: "iOS (به زودی)",
    ios_info: "اپلیکیشن مخصوص گوشی و تبلت iOS",
  },
  custom_domain: {
    title: "دامنه اختصاصی ",
    sub_title: "فروشگاه خود را بر روی دامین دلخواهتان داشته باشید.",
    domains_count: "تعداد دامنه فروشگاه",
    dns: "DNS ابری",
    cdn: "CDN ابری",
    cdn_info: "شبکه توضیع محتوای ابری",
  },
  host: {
    title: "هاست ابری رایگان",
    ssl: "صدور گواهی SSL",
    storage: "فضای ذخیره سازی",
    usage: "ترافیک ماهانه",
    setup: "راه اندازی رایگان",
    technical_support: "پشتیبانی فنی",
    file_sell: "فضای دیسک فروش فایل",
    file_sell_info: "حجم رایگان ذخیره سازی ابری فایل برای فروش (بسیار سریع)",
    file_size: "حداکثر سایز هر فایل",
    file_size_info:
      "حداکثر حجم هر فایل برای فروش ( برای هر محصول بیش از یک فایل می توانید آپلود کنید)",
  },
  products: {
    title: "محصولات",
  },
  seo: {
    title: "SEO",
    meta: "متا تگ ها",
    meta_info: "ایجاد متا تگ های کامل و پیشرفته به صورت خودکار",
    jsonld: "JSON-LD",
    jsonld_info: "Structured Data",
    amp: "AMP",
    amp_info: "Accelerated mobile pages",
    compress: "فشرده سازی تصاویر",
    compress_info: "فرمت jpg, png, svg, wpng, ...",
    boost: "Speed accelerator",
    boost_info: "شتاب دهنده بارگذاری صفحات برای موتورهای جستجو",
    sitemap: "Sitemap",
    sitemap_info: "نقشه سایت مخصوص موتورهای جستجو",
  },
  other: {
    title: "دیگر امکانات",
    plugins: "افزونه ها و اپلیکیشن ها",
    plugins_info: "دسترسی به افزونه ها در سلدان استور",

    customer_service: "خدمات مشتریان",
    customer_service_info:
      "سوالات متداول، فرم ارتباط با مشتریان، مدیریت مرجوعی و ...",

    export: "خروجی لیست محصولات",
    export_info:
      "دریافت فابل خروجی تمام محصولات به همراه تمام اطلاعات و محتوا. به کمک این ویژگی دیتابیس استاندارد محصولات خود را به صورت آفلاین خواهید داشت.",

    import: "ورود خودکار محصولات",
    import_info:
      "به کمک سرویس پیشرفته و خودکار سلدان شما قادر خواهید بود تا محصولات خود را به همراه تصاویر به صورت 100% خودکار بدون نیاز به پرداخت هیچگونه هزینه ای از هر سرویس فروشگاه ساز دیگری و یا دیتابیس آفلاین خود وارد سلدان نمایید.",

    Simultaneous: "همزمان",
  },
  logistic: {
    title: "لجستیک",
    logistic: "لجستیک و حمل و نقل",
    logistic_desc: "افزودن انبار، مدیریت موجودی، روش های ارسال و مرجوعی کالا",
    private_transportation: "سرویس حمل بار خصوصی",
    private_transportation_desc:
      "ایجاد سرویس ارسال خصوصی، مانند پیک های موتوری شخصی",
    transportation: "مدیریت روش های ارسال پیشرفته",
    transportation_desc: "سرویس های حمل کالا درون شهری و بین المللی",
    process_center: "مرکز پردازش پیشرفته",
    process_center_desc: "مدیریت سریع و آسان سفارشات دریافتی",
    return_requests: "مدیریت مرجوعی",
    return_requests_desc: "مدیریت کالا های مرجوعی توسط مشتری",
  },
  marketing: {
    title: "مارکتینگ و فروش",
    campaign: "ایجاد و مدیریت کمپین",
    affiliate_marketing: "مشارکت در فروش",
    affiliate_marketing_desc: "ایجاد و مدیریت پلن هایی برای مشارکت در فروش",
    email_marketing: "پنل بازاریابی ایمیلی",
    email_marketing_desc:
      "طراحی و ارسال هدفمند ایمیل به مخاطبان به همراه فیلتر و ثبت بازخورد",
    funnel: "فیلتر پیشرفته کاربران",
    funnel_desc: "فیلتر کاربران بر اساس جنسیت، سابقه خرید، آخرین ورود و ...",
    ab_test: "A/B تست",
    user_reaction: "آنالیز صفحات لندینگ",
    user_reaction_desc:
      "نمای بخش های مورد توجه و کلیک شده صفحات لندینگ به صورت نقشه حرارتی و نمودار",
  },
  customers: {
    title: "مشتریان و مشوق ها",
    club: "باشگاه مشتریان",
    discount_code: "کد تخفیف",
    discount_code_info: "به تعداد نامحدود کدهای تخفیف بسازید.",
    coupon: "کوپن",
    coupon_info: "درصد تخفیف به همراه مبلغ ثابت به صورت شرطی",
    gift_card: "کارت هدیه",
    gift_card_info: "به تعداد نامحدود کارت شارژ خرید بسازید.",
    offer: "آفر (پیشنهاد ویژه)",
    offer_desc:
      "در صورتی که این محصول را بخرید آن محصول را با تخفیف دریافت می نمایید",
    game: "بازی",
    game_desc: "طراحی بازی گردونه شانس به همراه جوایز",
  },
  bots: {
    title: "بات ها، شبکه های اجتماعی و کانال های فروش",
    telegram: "ربات فروش تلگرام",
    telegram_info: " فروشگاه تلگرامی خود را رایگان بسازید.",
    instagram: "اینستاگرام",
    instagram_info:
      "اینستاگرام خود را به فروشگاه متصل و یک صفحه فروش حرفه ای اینستاگرامی بسازید.",

    facebook: "فیسبوک",
    facebook_info: "اتصال مستقیم حساب و ثبت محصولات در فیسبوک",

    avocado: "سرویس فروش شبکه های اجتماعی آووکادو",
    avocado_info:
      "توسط این سرویس امکان دریافت سفارشات از مشتریان بدون افزودن محصول و از طریق یک فرم را در شبکه های اجتماعی خواهید داشت.",

    hyper: "سفارش سریع هایپر",
    hyper_info:
      "برای فروش صدها محصول در دقیقه در نمایشگاه ها، فستیوال ها، دکه ها و هرکجا که تعداد کمی محصول راب ه تعداد زیادی مشتری می خواهید بفروشید.",
  },
  assistance: {
    title: "اطلاع رسانی",
    notifications: "کانال های ارسال نوتیفیکیشن",

    email: "ایمیل",
    email_info: "ارسال ایمیل به خریدار و فروشنده.",

    sms: "SMS",
    sms_info: "ارسال پیامک به خریدار و فروشنده.",

    report: "گزارش هوشمند",
    report_info:
      "ارسال گزارش های دوره ای، هفتگی و سالانه از وضعیف فروشگاه، کاربران و میزان فروش به همراه راهنمایی برای بهبود عملکرد و افزایش فروش شما.",
  },

  automation: {
    title: "اتوماسیون و خودکار سازی",
    niomatic: "نیومتیک",
    niomatic_info:
      "خودکار سازی پیشرفته فرایندها بر اساس ترجیحات شما به کمک بلوک های گرافیکی",

    autopilot: "اجرای خودکار",
    autopilot_info:
      "برنامه ریزی رویدادها، تخفیف ها، انتشار وبلاگ ها، محصولات و موارد دیگر.",
  },

  pos: {
    title: "صندوق فروشگاهی سلدان (Selldone POS)",

    pos: "صندوق فروشگاهی",
    pos_info:
      "صندوق متصل به فروشگاه آنلاین شما، تمام فرایند ها انبارداری، فروش و پشتیبانی با بی نظیر ترین رابط کاربری در اختیار شماست.",

    online_payment: "پرداخت آنلاین",
    online_payment_info:
      "امکان پرداخت آنلاین توسط خریداران شما که در شعبه یا مغازه فیزیکی تان از شما خرید می کنند.",

    hardware: "سخت افزار",
    hardware_info:
      "امکان اتصال به بارکدخوان، صفحه نمایش مشتری، لیبل پرینتر و سخت افزارهای کاربردی دیگر برای ساده سازی فرایند فروش.",
  },

  dropshipping: {
    title: "فروش دراپ شیپینگ (Dropshipping Hub)",

    reseller: "خرده فروش",
    reseller_info:
      "شما قادر هستید محصولات فروشنده های عمده را با یک کلیک به فروشگاه خود اضافه نمایید، تمام مراحل پردازش و ارسال، خودکار انجام خواهد شد.",

    wholesaler: "سیستم فروش عمده",
    wholesaler_info:
      "محصولات شما توسط نمایندگی ها و فروشگاه های تایید شده توسط خودتان، قابل بازاریابی و فروش خواهند بود.",
  },

  community: {
    title: "انجمن ساز (Community Builder Platform)",

    available: "انجمن رایگان",
    available_info: "امکان ساخت انجمن شخصی سازی شده",
    nomination: "نیاز به معرف",

    domain: "دامنه اختصاصی",
    domain_info: "انجمن را بر روی دامنه اختصاصی خود خواهید داشت.",

    onboarding: "مدیران و ناظران",
    onboarding_info: "امکان اضافه کردن مدیر و ناظر برای انجمن.",

    seo: "سئو انجمن",
    seo_info:
      "نیازی به خرید پکیج یا پلاگین اضافی برای خدمات سئو حرفه ای ندارید.",

    analytic: "آمار و آنالیز",
    analytic_info: "اظلاعات به سادگی در صفحات انجمن قابل مشاهده است.",

    post: "پست",
    post_info: "محدودیت ارسال پست در ماه.",

    comment: "نظرات",
    comment_info: "امکان ارسال و مدیریت نظرات.",

    voice: "صوت",
    voice_info: "قابلیت ضبط وارسال مستقیم صوت.",

    video: "ویدئو",
    video_info: "امکان ارسال ویدئو (تا 8 مگابایت)",

    product: "محصول",
    product_info: "قابلیت ارسال مستقیم محصول قابل خرید به صورت پست.",

    poll: "نظر سنجی",
    poll_info: "امکان افزودن نظر سنجی به تاپیک.",

    report: "گزارش تخلف",
    report_info: "امکان گزارش تخلف توسط کاربران.",

    profile: "پروفایل",
    profile_info: "پروفایل شخصی سازی شده کاربران.",

    sso: "ورود سریع (SSO)",
    sso_info: "امکان ورود سریع از طریق سرویس SSO سلدان.",

    embed: "امبدد",
    embed_info: "قابلیت امبد و اشتراک گذاری پست ها.",

    reaction: "بازخورد",
    reaction_info:
      "کاربران قادر به ثبت احساسشان نسبت به یک مطلب را خواهند داشت.",

    moderation: "مدیریت",
    moderation_info: "افزودن و مدیریت دسترسی های انجمن.",
  },
  mission: {
    title: "ما بر آنیم تا ",
    message:
      "تجارت را برای هر فردی که ایده ای برای شروع کسب و کار خود دارد آسان، لذت بخش و ممکن کنیم.",
  },
};
