<?php 

 return [
     "failed" => "Бу таныклыклар безнең язмаларга туры килми.",
     "password" => "Бирелгән серсүз дөрес түгел.",
     "throttle" => "Бик күп кертү омтылышлары. Зинһар, кабатлап карагыз: секундлар.",
     "title_shop" => "Керегез: исем",
     "title_app" => "Кушымта рөхсәте: исем",
     "login_message" => "Сезнең хисапка керүне сорагыз.",
     "scopes_title" => "Бу кушымта түбәндәге мөмкинлекләргә ия булачак",
     "accept" => "Ышандыр",
     "reject" => "Баш тарту",
     "login_incorrect_password" => "Кулланучының исеме яки серсүзе дөрес түгел.",
     "reset_2fa_title" => "Ике этаплы керү соравын яңадан торгызу",
     "go_main_page" => "Баш биткә керегез",
     "signing_in" => "Керү ...",
];