<?php 

 return [
     "default_title" => "SELLDONE",
     "keywords" => [
        "бизнес ос",
        "domain",
        "selldone",
        "коммерция платформасы",
        "кибет төзүче",
        "кибет төзүче",
        "сайт төзүче",
        "бизнес идея",
        "махсус җәмгыять төзүче",
        "ак сәүдә"
     ],
     "samin" => "Селдон",
     "Selldone" => "Селдон",
     "related" => "Бәйләнешле",
     "share" => "Бүлешү",
     "global" => [
     "blog" => "Блог",
],
     "footer-title" => "Selldone® | Бизнес <span class='os-grad'>OS</span> ™",
     "footer-subtitle" => "Кече һәм урта бизнес өчен брендлар өчен операцион система",
     "footer-about-selldone" => "Селдон, электрон сәүдә платформасы буларак, бизнес үсеше өчен фәрештә булып эшли. Кечкенә кирпечтән ясалган кибет яки зур компания бармы, сез үз продуктыгызны Интернетта күрсәтергә тиеш. Селдон түбән операция чыгымнары һәм зуррак сыгылмалы онлайн кибетләр төзи иде. Моннан тыш, без һәрвакыт камилләштерүче электрон сәүдә белән идарә итү кораллар челтәрен тәкъдим итәбез, ул атна саен яңа функцияләр ала, кибет белән идарә итү һәм визуаль программалаштыру интерфейсын интеграцияләү кебек, махсус автоматлаштыру процессларын яки ЯИ интеграциясен булдыру өчен.",
     "footer-action" => "Электрон сәүдә булдырыгыз - бушлай",
     "footer" => [
     "about" => "Селдон турында",
     "contact" => "безнең белән элемтәгә чыгу",
     "email" => "support@selldone.com",
     "phone" => "45 +45 36991215",
],
     "footer-menu" => [
        [
     "title" => "Селдон",
     "items" => [
        [
     "title" => "Бизнес платформасы",
     "href" => "/store-builder",
],
        [
     "title" => "Блог",
     "href" => "/blog",
],
        [
     "title" => "Ярдәм итегез",
     "href" => "/help",
],
        [
     "title" => "FAQ",
     "href" => "/faq",
],
        [
     "title" => "Шәхсилек сәясәте",
     "href" => "/privacy",
],
        [
     "title" => "Хезмәт итү вакыты",
     "href" => "/terms",
]
     ],
],
        [
     "title" => "Үзенчәлекләр",
     "items" => [
        [
     "title" => "Featuresзенчәлекләр һәм өстенлекләр",
     "href" => "/features",
],
        [
     "title" => "Marketing tools",
     "href" => "/marketing",
],
        [
     "title" => "Processing center",
     "href" => "/order-processing",
],
        [
     "title" => "Стимул һәм клублар",
     "href" => "/incentives",
],
        [
     "title" => "Аудит һәм бухгалтерлык",
     "href" => "/auditing",
],
        [
     "title" => "Cloud hosting",
     "href" => "/cloud",
]
     ],
],
        [
     "title" => "Чишелешләр",
     "items" => [
        [
     "title" => "NFT Коллекциясе",
     "href" => "/nft",
],
        [
     "title" => "Гильдия",
     "href" => "/guild",
],
        [
     "title" => "Авокадо",
     "href" => "/avocado",
],
        [
     "title" => "Белгечләр",
     "href" => "/experts",
],
        [
     "title" => "SEO engine",
     "href" => "/seo",
],
        [
     "title" => "Smart report",
     "href" => "/smart-report",
]
     ],
],
        [
     "title" => "Хезмәтләр",
     "items" => [
        [
     "title" => "Бәяләр һәм планнар",
     "href" => "/price",
],
        [
     "title" => "Кушымталар",
     "href" => "/apps",
],
        [
     "title" => "Application builder",
     "href" => "/app-builder",
],
        [
     "title" => "Бит ясаучы",
     "href" => "/page-builder",
],
        [
     "title" => "Logistic solution",
     "href" => "/logistic",
],
        [
     "title" => "Автоматизация & IoT",
     "href" => "/automation",
]
     ],
]
     ],
     "header" => [
     "home" => "Өй",
     "features" => "Үзенчәлекләр",
     "pricing" => "Бәяләү",
     "blogs" => "Блог",
     "community" => "Communityәмгыять",
     "help" => "Ярдәм итегез",
     "features-menu" => [
     "store-builder" => "Электрон сәүдә төзүче",
     "community-platform" => "Махсус җәмгыять",
     "cloud" => "Болытка нигезләнгән хостинг",
     "page-builder" => "Десант бите төзүче",
     "smart-report" => "Акыллы отчет генераторы",
     "payment" => "Түләү һәм бухгалтерлык",
     "staffs" => "Клиентлар һәм команда",
     "logistic" => "Логистик һәм китерү",
     "order-processing" => "Заказлар һәм эшкәртү",
     "marketing" => "Маркетинг һәм кампания",
     "incentives" => "Клуб һәм стимуллар",
     "pos" => "Онлайн POS",
     "seo" => "Автомобиль SEO двигателе",
     "automation" => "Автоматизация & IoT",
     "ai" => "ЯИ сәүдә",
     "app-builder" => "Кушымта төзүче",
],
     "build" => "Төзегез",
     "build-sub" => "Сезнең уңыш тарихын булдыру өчен без сезнең тирәгездә система булдырабыз.",
     "manage" => "Идарә итү",
     "manage-sub" => "Сезнең бизнес белән идарә итү элеккегә караганда күңеллерәк булачак.",
     "sel" => "Сату",
     "sel-sub" => "Waysәрвакыт ябылу, акча эшләү һәм ләззәтләнү.",
     "grow" => ".Сегез",
     "grow-sub" => "Сезнең кулда предприятия дәрәҗәсендәге функцияләр һәм кораллар, күк сезнең чик булыр.",
],
     "article" => [
     "list-of-content" => "Эчтәлек исемлеге",
     "author" => "Автор",
     "others-title" => "Тулырак мәгълүмат: исем",
],
     "page" => [
     "login" => [
     "title" => "Селдон | Керергә",
     "image" => "/images/seo/en/login.jpg",
     "description" => "Сезнең күпме капиталыгыз, үз бизнесыгызны кайдан башлаганыгыз, дөньяда кайда яшәвегез мөһим түгел! Селдон сезгә барлык профессиональ сату кораллары белән тәэмин итте. Теркәлү һәм бу кораллар һәркем өчен һәм мәңгегә бушлай.",
],
     "register" => [
     "title" => "Селдон | Регистрация",
     "image" => "/images/seo/en/login.jpg",
     "description" => "Без ышану өстенлек түгел дип саныйбыз! Нью-Йоркның иң бай урамында яки ерак авылда бизнесыгыз бармы, интернет һәм онлайн корал сезгә онлайн сату өчен кирәк булырга тиеш! Бу Селдонның хыялы.",
],
     "home" => [
     "title" => "Профессионаллар кебек сату - Selldone® Business OS",
     "image" => "/images/seo/en/create-my-ecommerce-website-free.jpg",
     "description" => "Селдон - сезнең бизнесны визуаль рәвештә төзү, идарә итү һәм масштаблау өчен Бизнес ОС. Аны миллионнарча заказ өчен кодсыз һәм эксперт кирәк булмаган чишелеш белән ясагыз.",
],
     "helps" => [
     "title" => "Ярдәм итегез",
     "image" => "/images/seo/en/help.jpg",
     "description" => "Уңышлы бизнесны ничек ясарга.",
],
     "blogs" => [
     "title" => "Блог",
     "image" => "/images/seo/en/academy.jpg",
     "description" => "Соңгы Selldone яңалыклары һәм эчтәлеге.",
],
     "faqs" => [
     "title" => "Еш бирелә торган сораулар",
     "image" => "/images/seo/en/faq.jpg",
     "description" => "Селдонда сорау.",
],
     "price" => [
     "title" => "Бәяләр исемлеге",
     "image" => "/images/seo/en/price.jpg",
     "description" => "Кибет һәм сайт төзүнең барлык профессиональ үзенчәлекләре сезне вакытсыз көтә.",
],
     "apps" => [
     "title" => "Кушымта кибете",
     "image" => "/images/seo/en/apps.jpg",
     "description" => "Кибеткә кушымталар урнаштыру сезнең кибет өчен бер басу белән генә тәэмин ителә.",
],
     "experts" => [
     "title" => "Белгечләр",
     "image" => "/images/seo/en/expert.jpg",
     "description" => "Кибетегезне проектлау, җибәрү, реклама яки идарә итү турында борчылмагыз, Selldone белгечләре сезгә ярдәм итәргә әзер. Эшләрне яхшырак һәм тизрәк башкару өчен сертификатлы белгеч яллагыз.",
],
     "avocado" => [
     "title" => "Авокадо - Заманча Социаль Сату Каналы",
     "image" => "/images/seo/en/create-avocado-seo.jpg?v=1",
     "description" => "Бер сумма һәм бер исем - сезнең клиентлардан акча алу өчен кирәк! Акча турыдан-туры счетыңа кертеләчәк һәм клиентларның уникаль сәүдә тәҗрибәсе булачак.",
],
     "referral" => [
     "title" => "Килешү программасы - Селдон",
     "image" => "/images/seo/en/referral.png",
     "description" => "Мавыктыргыч миссиягә кушылыгыз һәм үзегез өчен пассив керем агымы ясагыз.",
],
     "press" => [
     "title" => "Пресс ресурслары - Селдон",
     "image" => "/images/seo/en/press.png",
     "description" => "Селдон турында язарга теләгән һәркем өчен ресурслар.",
],
     "roadmap" => [
     "title" => "Mл картасы - Селдон",
     "image" => "/images/seo/roadmap.jpg",
     "description" => "Бу бер-бер артлы платформа; ул бөтенләй уникаль һәм башкалардан бик нык аерылып тора. Бу бердәнбер, кодсыз Бизнес Операция Системасы Кече һәм урта бизнес өчен предприятия кораллары булган сервис буларак.",
],
     "onboarding" => [
     "title" => "Түләүсез онлайн кибет сайты ясаучы - җаваплы һәм профессиональ",
     "image" => "/images/seo/ui-kit.jpg",
     "description" => "Селдон, электрон сәүдә платформасы буларак, сезнең бизнес үсеше өчен фәрештә кебек эшли. Кечкенә кирпечтән ясалган кибет яки зур компания бармы, сезгә профессиональ, ләкин куллану өчен җиңел кораллар кирәк.",
],
     "books" => [
     "title" => "Бизнес кулланмалары: Онлайн кибет сайтлары өчен башлау һәм үсеш киңәшләре",
     "image" => "/images/seo/en/cover.jpg",
     "description" => "Сез монда бизнес үсеше турында бушлай кулланмаларны күчереп ала аласыз. Бу китапларда сез онлайн кибеттә конверсия ставкаларын арттыру өчен бизнесны үстерү һәм практик камилләштерү буенча тулы киңәшләр таба аласыз.",
],
     "quiz" => [
     "title" => "Викторина | Бизнес операцион системасы сезнең өчен дөресме?",
     "image" => "/images/seo/en/quiz.png",
     "description" => "Әгәр дә сезнең бизнес кирәк булса яки бизнес осын куллана алуыгызны беләсегез килсә, зинһар, бу 60сек викторинада катнашыгыз. Әгәр дә сезнең бизнес кирәк булса яки бизнес осын куллана алуыгызны беләсегез килсә, зинһар, бу 60сек викторинада катнашыгыз.",
],
     "countries" => [
     "title" => "Ярдәм ителгән илләр һәм җирле түләүләр - Бизнес ОС",
     "image" => "/images/seo/en/countries.png",
     "description" => "Бизнес ОС, Электрон сәүдә платформаларыннан сәүдә хезмәтләренең чираттагы эволюция ады, тема, плагин яки кодсыз нәрсәгә. 100% визуаль!",
],
     "participant" => [
     "title" => "Сез теләгән җәмгыять - 20 $ уйнагыз һәм җиңегез",
     "image" => "/images/seo/en/participants.jpg",
     "description" => "Сез башкаларга булышыр өчен һәм видео өчен 20 АКШ долларына кадәр кредит алу өчен кыска видеолар ясап, селдон җәмгыятендә катнаша аласыз.",
],
     "tax" => [
     "title" => "Глобаль салым ставкалары исемлеге",
     "image" => "/images/seo/en/tax.jpg",
     "description" => "Сез салым кагыйдәләрен кире кагарга һәм төрле продукт категорияләре өчен бердән артык салым профиле булдырырга мөмкин.",
],
     "premium" => [
     "title" => "Премиумга күтәрегез һәм электрон сәүдә уеныгызны үзгәртегез",
     "image" => "/images/seo/en/premium.jpg",
     "description" => "Selldone Premium белән онлайн кибетегезне күтәрегез. Эффективлыкны арттыру һәм санлы базарда аерылып тору өчен эксклюзив ЯИ коралларына, шаблоннарны һәм башкаларга керегез. Хәзер акыллырак, йомшак электрон сәүдә тәҗрибәсенә кушылыгыз!",
],
     "builder" => [
     "title" => "Бушлай Бит Төзүче һәм Десант Бит Редакторы Вебап - Керү кирәк түгел",
     "image" => "/images/seo/en/builder.png",
     "description" => "Безнең бушлай, кулланучыларга уңайлы бит төзүче һәм редакторыбыз белән гаҗәеп веб-битләр ясагыз. Керү кирәк түгел. Веб-битләрегезне дизайн, көйләү һәм бастыру безнең интуитив тарту интерфейсы белән. Маркетерлар, кече бизнес хуҗалары, проблемаларсыз веб-дизайн чишелешен эзләүчеләр өчен бик яхшы.",
],
],
     "shuttle" => [
     "title" => "Селдон | Такталар",
     "image" => "/images/seo/en/dashboard.jpg",
     "description" => "Кибет белән идарә итү панели, сезнең бу кибеткә керү мөмкинлеге булса, сез бу сылтама аша кибет белән идарә итү тактасына керә аласыз.",
],
     "shuttle-shop" => [
     "title" => "Селдон | Кибет ассортименты",
     "image" => "/images/seo/en/shuttle-shop.jpg",
     "video" => "/images/seo/en/videos/shuttle-shop.mp4",
     "description" => "Тактадагы бар нәрсәне идарә итегез. Продукция, заказлар, десант бите дизайны, маркетинг, стимуллар һәм зур бизнес өчен кирәк булган бар нәрсә белән идарә итегез.",
],
     "guild" => [
     "title" => "Гильдия - Коллектив сату каналы",
     "image" => "/images/seo/en/guild.jpg?v=2",
     "description" => "Зур гильдия булдырып, сезнең бизнесыгызга ирешегез, бөтен дөнья кешеләре өчен кулай булсын.",
],
     "apps" => [
     "structure-data" => [
     "title" => "Структура мәгълүмат генераторы | JSON-LD",
     "description" => "JSON-LD билгеләрен булдыру өчен, бу кирәкле структуралы мәгълүмат генераторын кулланыгыз, кирәкле әйберләрнең барысын да кертеп.",
],
],
     "call-to-action" => [
     "title" => "Онлайнда үз бизнесыгызны иң яхшысы - базардагы техник чишелеш.",
     "money-back" => "30 көнлек акча кайтару гарантиясе",
     "action" => "Электрон сәүдә булдырыгыз",
     "action-sub" => "Хәзер башлау - бушлай",
     "message" => "Онлайн сату ставкасы белән саубуллашыгыз!",
],
];