<?php 

 return [
     "shop-order-payment" => [
     "title" => "Түләүне кабул итегез",
     "sample" => "Сезнең 267 $ түләү уңышлы хәл ителде.<br> Заказ: SM-425<br> Рәхмәт, <b>сезнең кибет исеме</b> .<br> Селдон",
     "body" => "Сезнең: param2 түләү уңышлы хәл ителде. Заказ :: param1 Рәхмәт ,: param3. Селдон",
     "description" => "Уңышлы түләү турында мәгълүмат бирү өчен кибет клиентына хәбәр җибәрегез.",
],
     "shop-order-payment-admin" => [
     "title" => "Түләүне кабул итегез",
     "sample" => "Яңа 267 $ түләү уңышлы хәл ителде.<br> Заказ: SM-425<br> Рәхмәт, <b>сезнең кибет исеме</b> .<br> Селдон",
     "body" => "Яңа: param2 түләү уңышлы хәл ителде. Заказ :: param1 Рәхмәт ,: param3. Селдон",
     "description" => "Кибет хуҗасына уңышлы түләү турында хәбәр итү өчен хәбәр җибәрегез.",
],
     "vendor-new-order" => [
     "title" => "Сатучы яңа заказ",
     "sample" => "Сез яңа 200 $ заказ алдыгыз.<br> Заказ: <b>Сатучы исеменнән</b> SM-870.",
     "body" => "Сез яңа: param2 заказы алдыгыз. Заказ :: param1 өчен: param3.",
     "description" => "Сатучыга яңа заказ турында хәбәр итү өчен хәбәр җибәрегез.",
],
     "shop-login" => [
     "title" => "Керү тикшерү коды",
     "sample" => "Сезнең логин кодыгыз: <b>123456</b><br> <b>Сезнең кибет исеме</b><br> Селдон",
     "body" => "Сезнең логин кодыгыз: param1: param2 Selldone",
     "description" => "Кибеткә керү өчен клиентка логин код җибәрегез.",
],
     "user-login" => [
     "title" => "Уңыш турында хәбәр",
     "sample" => "Хөрмәтле <b>исем</b> ,<br> Сез үз хисабыгызга <b>iPhone 165.250.300.1</b> белән <b>5/8/2021 9:14 кердегез</b> .<br> Селдон",
     "body" => "Кадерле: параметр 1, Сез үз хисап язмагызга кердегез: param2 at: param3. Селдон",
     "description" => "Клиент кибеткә кергәннән соң хәбәр җибәрегез.",
],
     "avocado-order-submit" => [
     "title" => "Авокадо яңа заказ сатып алучыга җибәрелде",
     "sample" => "<b>Сезнең кибет исеме</b><br> Хөрмәтле <b>исемегез</b> ,<br> Без сезнең заказны алдык һәм без аны карыйбыз.<br> Заказ #: <b>AVO-246</b><br> Селдон",
     "body" => ": param3 Кадерле: param1, Без сезнең заказны алдык һәм без аны карыйбыз. Заказ :: парам2 Селдон",
     "description" => "Авокадо заказын урнаштырганнан соң, клиентка хәбәр җибәрегез.",
],
     "avocado-order-submit-seller" => [
     "title" => "Авокадо сатучыга җибәрү өчен яңа заказ ала",
     "sample" => "Сез авокадо заказы алдыгыз:<br> Кибет: <b>Сезнең кибет исеме</b><br> Сатып алучы: <b>Сатып алучының исеме</b><br> Заказ: <b>AVO-246</b><br> Селдон",
     "body" => "Сез авокадо заказы алдыгыз: Кибет :: param1 Сатып алучы :: param2 Заказ :: param3 Селдон",
     "description" => "Кибет хуҗасына яңа Авокадо заказы алу турында хәбәр җибәрү.",
],
     "avocado-ready-to-pay" => [
     "title" => "Авокадо заказы түләргә әзер",
     "sample" => "<b>Сезнең кибет исеме</b><br> Сезнең заказ расланды һәм түбәндәге сылтама аша түләргә мөмкин.<br> Заказ #: <b>AVO-246</b><br> Ссылка: <b>https: // сезнең-домен / авокадо</b><br> Селдон",
     "body" => ": param3 Сезнең заказ расланды һәм түбәндәге сылтама аша түләргә мөмкин. Заказ :: парам2 Ссылка :: параметр 1 Селдон",
     "description" => "Сатучы бәясен билгеләгәннән соң, клиентка түләү сылтамасы белән хәбәр җибәрегез һәм аларның Авокадо заказын раслагыз.",
],
];