<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'આ સંદેશ દુકાનમાં નવા ખરીદનારને આવકારે છે.',
        ShopMailTemplateCodes::OrderCheckout => 'જ્યારે ખરીદદાર ઓર્ડરની પુષ્ટિ કરે છે ત્યારે આ સૂચના મોકલવામાં આવે છે.',
        ShopMailTemplateCodes::OrderPayment => 'આ સૂચના ગ્રાહક દ્વારા કરવામાં આવેલી સફળ ચુકવણીની પુષ્ટિ કરે છે.',
        ShopMailTemplateCodes::OrderUpdate => 'આ સંદેશ ખરીદદારને તેમના ઓર્ડરની સ્થિતિ વિશે અપડેટ કરવા માટે મોકલવામાં આવે છે.',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'આ સંદેશ વિક્રેતાને પુષ્ટિ થયેલ ઓર્ડરની સૂચના આપવા માટે મોકલવામાં આવે છે.',
        ShopMailTemplateCodes::PosCheckout => 'આ સૂચના ખરીદદાર માટે વેચાણના બિંદુની પુષ્ટિ કરવા માટે મોકલવામાં આવે છે.',
        ShopMailTemplateCodes::PosPayment => 'આ સૂચના ખરીદદાર દ્વારા કરવામાં આવેલી વેચાણની ચુકવણીની પુષ્ટિ કરે છે.',
        ShopMailTemplateCodes::PosPaymentAdmin => 'આ સંદેશ વિક્રેતાને તેમના વેચાણના સ્થળે કરવામાં આવેલી ખરીદીની સૂચના આપે છે.',
        ShopMailTemplateCodes::ShopContact => 'જ્યારે સંપર્ક ફોર્મ સબમિટ કરવામાં આવે ત્યારે આ સૂચના મોકલવામાં આવે છે.',
        ShopMailTemplateCodes::ShopGiftCard => 'આ સૂચના વપરાશકર્તાને જાણ કરે છે કે તેમને ભેટ કાર્ડ પ્રાપ્ત થયું છે.',

        ShopMailTemplateCodes::ShopVendorJoin => 'આ સંદેશ દુકાનમાં નવા વિક્રેતાને આવકારે છે.',
        ShopMailTemplateCodes::ShopVendorInvite => "આ સંદેશ વિક્રેતાને તમારા માર્કેટપ્લેસમાં જોડાવા માટે આમંત્રિત કરવા માટે મોકલવામાં આવ્યો છે.",
        ShopMailTemplateCodes::ShopVendorOrder => "જ્યારે પેઇડ અથવા કેશ ઓન ડિલિવરી (COD) સ્થિતિમાં ઓર્ડર પ્રાપ્ત થાય છે ત્યારે આ સંદેશ વિક્રેતાને મોકલવામાં આવે છે.",
        ShopMailTemplateCodes::ShopVendorProducts => "વિક્રેતાઓને તેમના ઉત્પાદનોની સ્થિતિ પર અપડેટ કરવા માટે દરરોજ મોકલવામાં આવે છે.",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "આ સંદેશ વિક્રેતાને તમારા માર્કેટપ્લેસમાં જોડાવા માટે આમંત્રિત કરવા માટે મોકલવામાં આવ્યો છે.",

        ShopMailTemplateCodes::UserLogin => "સુરક્ષા હેતુઓ માટે IP સરનામું, તારીખ અને ઉપકરણ સહિત લૉગિન વિગતો સાથે વપરાશકર્તાને સૂચિત કરો.",
        ShopMailTemplateCodes::LoginCode => "વપરાશકર્તાઓને સ્ટોરમાં લૉગ ઇન કરવા માટે વન-ટાઇમ પાસવર્ડ કોડ મોકલો.",

        ShopMailTemplateCodes::EmailVerifyLink => "વપરાશકર્તાના ઇમેઇલ સરનામાંને ચકાસવા માટે એક લિંક મોકલો. જ્યારે વપરાશકર્તા SMS દ્વારા નોંધણી કરે છે અને તેમનો ઇમેઇલ દાખલ કરે છે ત્યારે આ ઇમેઇલ મોકલવામાં આવે છે. જ્યારે કોઈ વપરાશકર્તા સામાજિક લૉગિન અથવા ઈમેલ વડે સીધું જ નોંધણી કરાવે ત્યારે તે મોકલવામાં આવતું નથી.",

        ShopMailTemplateCodes::EmailBulkOrder => "ચોક્કસ દિવસ માટે બલ્કમાં પ્રાપ્ત કરેલ અને ચૂકવેલ ઓર્ડરની સૂચિ મોકલો."


    ,

    ],


    'global' => [
        'greetings' => 'હાય, :name!',
        'end-statement' => 'સપોર્ટ ટીમ',

        'receiver_name' => 'હાય :user_name',
        'footer-help' => "મદદની જરૂર છે? [support@selldone.com](mailto:support@selldone.com) પર પૂછો અથવા અમારા [સહાય કેન્દ્ર](https://selldone.com/community) ની મુલાકાત લો.",
        'selldone-team' => 'Selldone ટીમ',
        'footer-shop' => "જો તમને કોઈ પણ બાબતમાં મદદની જરૂર હોય, તો કૃપા કરીને અમને ઇમેઇલ મોકલવામાં અચકાશો નહીં: :shop_mail",
        'accept' => "સ્વીકારો",
        'reject' => "અસ્વીકાર કરો",
        'verify' => "ચકાસો",
        'title' => "શીર્ષક",
        'value' => "મૂલ્ય",
        'description' => "વર્ણન",
        'shop' => "દુકાન",
        'shop-info' => "સ્ટોર માહિતી",
        'user' => "વપરાશકર્તા",
        'user-info' => "એકાઉન્ટ માહિતી",
        'license' => "લાઇસન્સ",
        'status' => "સ્થિતિ",
        'start' => "શરૂઆત",
        'end' => "અંત",
        'renewal' => "નવીકરણ",
        'view' => "જુઓ",

        'balance' => "સંતુલન",
        'card_number' => "કાર્ડ ક્રમાંક",
        'cvv' => "સીવીવી",
        'expire_date' => "સમાપ્તિ તારીખ",

        'Dashboard' => "ડેશબોર્ડ",
        'order' => "ઓર્ડર",
        'view_order' => "ઓર્ડર જુઓ",
        'pay_now' => "Pay now",

        'official_selldone' => "સત્તાવાર વેચાણ",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "ચલણ",
        'free-balance' => "મફત સંતુલન",
        'locked-balance' => "લૉક કરેલ બેલેન્સ",
        'bot' => "બોટ",
        'requests' => "વિનંતીઓ",
        'baskets' => 'ગાડું',
        'physical' => "ભૌતિક",
        'virtual' => "વર્ચ્યુઅલ",
        'file' => "ફાઈલ",
        'service' => "સેવા",
        'fulfillment' => "પરિપૂર્ણતા",
        'open' => "ખુલ્લા",
        'reserved' => "અનામત",
        'canceled' => "રદ કરેલ",
        'payed' => "ચૂકવેલ",
        'cod' => "COD",
        'orders-count' => 'ઓર્ડર',
        'payments-count' => 'ચૂકવણી',
        'confirms-count' => 'પુષ્ટિ કરે છે',
        'sends-count' => 'મોકલે છે',
        'delivers-count' => 'પહોંચાડે છે',
        'count' => 'ગણતરી',
        'transactions-count' => 'વ્યવહારોની ગણતરી',
        'success-transactions' => 'સફળ વ્યવહારો',
        'total-amount' => 'કુલ રકમ',
        'amount' => 'રકમ',
        'wage' => 'વેતન',
        'debug' => 'ડીબગ',
        'pos' => 'POS',
        'live' => 'જીવંત',
        'CheckQueue' => 'કતાર તપાસો',
        'OrderConfirm' => 'ઓર્ડર પુષ્ટિ',
        'PreparingOrder' => 'ઓર્ડર તૈયાર કરી રહ્યા છીએ',
        'SentOrder' => 'ઓર્ડર મોકલ્યો',
        'ToCustomer' => 'ગ્રાહકને વિતરિત',
        'Pending' => 'બાકી છે',
        'Accepted' => 'સ્વીકાર્યું',
        'Rejected' => 'નામંજૂર',
        'pc' => 'PC',
        'tablet' => 'ટેબ્લેટ',
        'phone' => 'ફોન',
        'total' => 'કુલ',
        'view-detail' => 'વિગત જુઓ',
        'empty' => 'ખાલી',
        'dropshipping' => 'ડ્રોપશિપિંગ',
        'reply' => 'જવાબ આપો',
        'reactions' => 'પ્રતિક્રિયાઓ',
        'Comments' => 'ટિપ્પણીઓ',
        'last-comment' => 'છેલ્લી ટિપ્પણી',
        'response-to' => 'જવાબમાં',
        'posts' => 'પોસ્ટ્સ',
        'post' => 'પોસ્ટ',

        'name' => 'નામ',
        'email' => 'ઈમેલ',
        'type' => 'પ્રકાર',
        'device' => 'ઉપકરણ',
        'platform' => 'પ્લેટફોર્મ',
        'browser' => 'બ્રાઉઝર',
        'time' => 'સમય',
        'Wallet' => 'વૉલેટ',
        'date' => 'તારીખ',

        'account' => 'એકાઉન્ટ',
        'transaction' => 'સોદા',
        'fee' => 'ફી',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'બિલ',
        'category' => 'શ્રેણી',
        'password' => 'પાસવર્ડ',
        'verify-login' => "ચકાસો અને લોગિન કરો",
        'url' => 'URL',
        'avocado' => 'એવોકાડો',
        'hyper' => 'હાયપર',
        'buy-now' => "હમણાં જ ખરીદો",
        'add-domain' => "Add Domain",
        'views' => 'દૃશ્યો',


        'country' => 'દેશ',
        'address' => 'સરનામું',
        'postal' => 'પોસ્ટ કોડ',
        'building_no' => 'બિલ્ડીંગ #',
        'building_unit' => 'એકમ #',
        'message' => 'સંદેશ',


        'customer' => 'ગ્રાહક',
        'cart-items' => 'કાર્ટ વસ્તુઓ',
        'payment' => 'ચુકવણી',
        'receiver' => 'રીસીવર',
        'virtual-items' => 'વર્ચ્યુઅલ વસ્તુઓ',
        'no-payment' => 'કોઈ ચુકવણી નથી!',

        'enable' => 'સક્ષમ કરો',
        'access' => 'એક્સેસ',
        'bank' => 'બેંક માહિતી',

        'vendor' => 'વિક્રેતા',

        'view_content' => "સંપૂર્ણ સામગ્રી જુઓ",
        'files' => 'ફાઈલો',
        'download' => 'ડાઉનલોડ કરો',
        'file_name' => 'ફાઇલનું નામ',
        'file_size' => 'કદ',

        'subscription' => 'સબ્સ્ક્રિપ્શન',
        'products' => 'ઉત્પાદનો',
        'vendor_products' => 'વિક્રેતા ઉત્પાદનો',

        'pickup' => 'પિકઅપ',

        'minutes' => 'મિનિટ',
        'hours' => 'કલાક',

        'refund' => 'રિફંડ',
        'recipient_address' => 'પ્રાપ્તકર્તાનું સરનામું',
        'signature' => 'સહી',
        'blockchain' => 'બ્લોકચેન',
        'details' => 'વિગતો',


    

        'Shop' => 'દુકાન',
        'dashboard' => 'ડેશબોર્ડ',
        'comments' => 'ટિપ્પણીઓ',
        'wallet' => 'વૉલેટ',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "Selldone Business OS",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'પ્રદર્શન અહેવાલ, Selldone'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'મોસમી અહેવાલ, Selldone'
        ],
        'Onboarding' => [
            'id' => 'હાય',
            'name' => 'Selldone વેપારીઓ'
        ],
        'Support' => [
            'id' => 'support',
            'name' => ':name ને સપોર્ટ કરો'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Selldone'
        ],
        'Welcome' => [
            'id' => 'હાય',
            'name' => 'સમુદાય, Selldone'
        ],
        'NewShop' => [
            'id' => 'વેપારીઓ',
            'name' => 'Selldone વેપારીઓ'
        ],
        'Approve' => [
            'id' => 'મંજૂર',
            'name' => 'Selldone વેપારીઓ'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'ઓર્ડર મેનેજમેન્ટ :name'
        ],

        'Recovery' => [
            'id' => 'પુન: પ્રાપ્તિ',
            'name' => 'Selldone રિકવરી ટીમ'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'બાકી ⌛',
        'PAYED' => 'ચૂકવેલ ✅',
        'CANCELED' => 'રદ કરેલ ❌',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'સંચાલક',
            'OFFICER' => 'અધિકારી અને સુપરવાઈઝર',
            'AUDITING' => 'ઓડિટીંગ મેનેજર',
            'EMPLOYEE' => 'કર્મચારી',
            'PRODUCT' => 'પ્રોડક્ટ્સ મેનેજર',
            'CONTENT' => 'સામગ્રી મેનેજર',
            'MARKETING' => 'માર્કેટિંગ મેનેજર',
            'VIEWER' => 'દર્શક',

        ],
        'subject' => ":inviterએ તમને :level તરીકે આમંત્રિત કર્યા છે| :shop",
        'category' => "સ્ટાફ આમંત્રણ",
        'title' => "તમને <b>:shop_name :level</b> <b>તરીકે</b> આમંત્રિત કરવામાં આવ્યા છે.",
        'message' => "તમને વ્યવસાયમાં <b>:shop_title</b> ટીમ સાથે સહયોગ કરવા માટેનું આમંત્રણ પ્રાપ્ત થયું છે. તમારી પાસે આ ઑફરને સ્વીકારવા અથવા નકારવાનો વિકલ્પ છે. જો તમે સ્વીકારવાનું પસંદ કરો છો, તો કૃપા કરીને તમારા નિર્ણયની પુષ્ટિ કરવા માટે Selldone સેવામાં લૉગ ઇન કરો. પુષ્ટિ પર, તમે સ્ટોર મેનેજમેન્ટ વિભાગની ઍક્સેસ મેળવશો.",

    ],

    'welcome-email' => [
        'subject' => "👋 :name નું સ્વાગત છે, ચાલો Selldone સાથે પ્રારંભ કરીએ!",
        'category' => 'CONGRATULATION',
        'title' => "Selldone માં આપનું સ્વાગત છે",
        'message' => "Selldone પસંદ કરવા બદલ આભાર! તમે હવે એક વાઇબ્રન્ટ સમુદાયનો ભાગ છો જે વૈશ્વિક વેચાણકર્તાઓને ગ્રાહકો સાથે, સ્થાનિક વ્યવસાયોને સાહસો સાથે અને વ્યક્તિઓને કોર્પોરેશનો સાથે જોડે છે. અમારા તમામ માસ્ટર અને પ્રો ટૂલ્સ તમારા માટે **મફત** અને **અમર્યાદિત** ઉપલબ્ધ છે. અમે તમને સમર્થન આપવા અને તમારી સફળતાના દરવાજા ખોલવા માટે અહીં છીએ.",

        'index' => "પગલું :step.",

        'step-domain' => [
            'title' => 'તમારું કસ્ટમ ડોમેન ઉમેરો',
            'message' => "પ્રારંભ કરવા માટે, સેટિંગ્સ > ડોમેન્સ સેટિંગ્સ હેઠળ શોપ ડેશબોર્ડમાં તમારું કસ્ટમ ડોમેન મફતમાં ઉમેરો.",
            'action' => 'મારા ડોમેન્સ મેનેજ કરો',
        ],
        'step-landing' => [
            'title' => 'તમારું હોમ પેજ કસ્ટમાઇઝ કરો',
            'message' => "ડેશબોર્ડ > પૃષ્ઠો પર જઈને તમારા હોમ પેજને વ્યક્તિગત કરો. લેન્ડિંગ પેજ પસંદ કરો અથવા નવું બનાવો. તે સરળ અને સાહજિક છે, અને તમે તરત જ તેના પર કામ કરવાનું શરૂ કરી શકો છો.",
            'action' => 'મારું લેન્ડિંગ પૃષ્ઠ કસ્ટમાઇઝ કરો',
        ],
        'step-payment' => [
            'title' => 'સેટઅપ ચુકવણી પદ્ધતિઓ',
            'message' => "સીધા તમારા બેંક ખાતામાં ચૂકવણી સ્વીકારવાનું શરૂ કરો. Stripe, PayPal અને વધુ જેવા તમારા ચુકવણી પ્રદાતાઓને કનેક્ટ કરવા માટે, Dashboard > Accounting > Gateway પર જાઓ.",
            'action' => 'ચુકવણી પદ્ધતિઓ ઉમેરો',
        ],
        'step-products' => [
            'title' => 'તમારા ઉત્પાદનો ઉમેરો',
            'message' => "ડેશબોર્ડ > પ્રોડક્ટ્સમાં સરળતાથી ઉત્પાદનો અને શ્રેણીઓ ઉમેરો. તે તમારા PC પર ફાઇલો અને ફોલ્ડર્સને મેનેજ કરવા જેવું છે - સંપૂર્ણપણે ખેંચો અને છોડો તૈયાર. તમે એક્સેલનો ઉપયોગ કરીને ઉત્પાદનોની બલ્ક આયાત પણ કરી શકો છો. તમને પ્રારંભ કરવામાં મદદ કરવા માટે એક નમૂનાનો નમૂનો ઉપલબ્ધ છે.",
            'action' => 'મારી પ્રોડક્ટ્સ મેનેજ કરો',
        ],
        'step-shipping' => [
            'title' => 'સેટઅપ શિપિંગ પદ્ધતિઓ',
            'message' => "શિપિંગ માટે ગ્રાહકો પાસેથી શુલ્ક લેવા માટે, ડેશબોર્ડ > લોજિસ્ટિક > શિપિંગમાં તમારી શિપિંગ પદ્ધતિઓ વ્યાખ્યાયિત કરો. તમે વિવિધ સ્થાનો માટે વિવિધ કિંમતો અને સમર્થન સેટ કરી શકો છો. ડેશબોર્ડ > લોજિસ્ટિક > વેરહાઉસમાં તમારા વેરહાઉસનું મૂળ સેટ કરવાનું ભૂલશો નહીં.",
            'action' => 'શિપિંગ પદ્ધતિઓનું સંચાલન કરો',
        ],
    

        'seller' => [
            'title' => 'શું તમે વિક્રેતા છો?',
            'message' => 'વેચાણ શરૂ કરવા માટે, નીચેની લિંક દ્વારા Selldone માં તમારું ડેશબોર્ડ દાખલ કરો અને તમારો પ્રથમ સ્ટોર સંપૂર્ણપણે મફત બનાવો. આમાં થોડો સમય લાગશે અને તમારી પાસે તમારી પોતાની દુકાન અને ઑનલાઇન સાઇટ હશે. ત્યારપછી અમે તમને આગળના પગલાઓ માટે માર્ગદર્શન આપીશું અને પેમેન્ટ ગેટવે મેળવીશું.',
            'action' => 'મારા ડેશબોર્ડ પર લોગિન કરો',
        ],
        'buyer' => [
            'title' => 'હું ખરીદનાર છું',
            'message' => 'અભિનંદન. એકવાર તમે Selldone ના સભ્ય બન્યા પછી, તમે ઓનલાઈન સ્ટોર્સમાં સભ્યપદ અને પ્રમાણીકરણની તમામ મુશ્કેલીઓમાંથી છૂટકારો મેળવશો. Selldone પ્લેટફોર્મનો ઉપયોગ કરતા કોઈપણ સ્ટોર અને સાઇટનો લાભ મેળવવા માટે, તમે એક ક્લિકથી લોગ ઇન કરી શકો છો અને તમારી ખરીદીને સરળ, ઝડપી અને સલામત બનાવી શકો છો.',
        ],
    ],


    'charge-account' => [
        'category' => 'વૉલેટ > એકાઉન્ટ > ચાર્જ',
        'title' => "સક્સેસ ચાર્જ",
        'message' => "તમારા એકાઉન્ટ <b>:account_number</b> <b>:amount</b> ચાર્જ કરવામાં આવ્યો છે.",
        'account' => 'એકાઉન્ટ',
        'charge' => 'ચાર્જ',
        'balance' => 'સંતુલન',
        'footer' => "સમગ્ર વિશ્વમાં કોઈપણ માટે વ્યવસાયને સરળ, પ્રાપ્ય અને સુલભ બનાવો."
    ],

    'verify-email' => [
        'subject' => "🙌 Selldone માટે તમારું સાઇન અપ પૂર્ણ કરો! લિંક ચકાસો.",
        'category' => "તમે એક પગલું દૂર છો",
        'title' => "તમારું ઇમેઇલ સરનામું ચકાસો",
        'message' => "નમસ્તે :name,<br><br>Selldone પસંદ કરવા બદલ આભાર!<br><br><b>:email</b> તમારું સાચું ઇમેઇલ સરનામું છે તેની પુષ્ટિ કરવા માટે, કૃપા કરીને નીચેના બટન પર ક્લિક કરો અથવા આપેલી લિંકનો ઉપયોગ કરો. આ ચકાસણી પૂર્ણ કરવા માટે તમારી પાસે 48 કલાક છે.",
        'footer' => "જો તમને ચકાસો બટન પર ક્લિક કરવામાં મુશ્કેલી આવી રહી હોય, તો નીચે આપેલ URL ને તમારા વેબ બ્રાઉઝરમાં કૉપિ કરીને પેસ્ટ કરો: :activation_url",
        'next-step' => "આગળ, અમે તમને તમારું કસ્ટમ ડોમેન ઉમેરવા, ચુકવણીઓ સેટ કરવા, ઉત્પાદનો ઉમેરવા અને તમારો પ્રથમ ઓર્ડર મેળવવાનું સરળ બનાવવા માટે કેટલીક સહાયક સામગ્રી અને પગલું-દર-પગલાની માર્ગદર્શિકા મોકલીશું.",

    ],
    'verify-email-code' => [
        'subject' => ":name માટે ચકાસણી કોડ",
        'category' => "SECURITY",
        'title' => "ઇમેઇલ ચકાસણી કોડ",
        'message' => "હાય :name,<br><br><b>:email</b> તમારું સાચું ઇમેઇલ સરનામું છે તેની પુષ્ટિ કરવા માટે, કૃપા કરીને આગામી <b>10 મિનિટમાં નીચેનો કોડ દાખલ કરો</b>:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 તમારી દુકાન તૈયાર છે| :name",
        'category' => "તમે એક પગલું દૂર છો",
        'title' => "સેટઅપ પૂર્ણ થયું",
        'account_title' => "તમારું ખાતું",
        'account_msg' => "ચકાસો અને આ માહિતી સાથે તમારા એકાઉન્ટમાં લૉગિન કરો.",
        'shop_msg' => "Selldone બિઝનેસ ઓપરેટિંગ સિસ્ટમ પર એકાઉન્ટ માહિતી.",

    ],

    'reset2fa' => [
        'category' => "સુરક્ષા અધિકૃત સંદેશ",
        'title' => "2-પગલાં લૉગિનને અક્ષમ કરવાની વિનંતી કરો",
        'message' => "તમે આ ઇમેઇલ પ્રાપ્ત કરી રહ્યાં છો કારણ કે અમને **:email** ઇમેઇલ સાથે **:name** એકાઉન્ટ માટે દ્વિ-પરિબળ પ્રમાણીકરણ રીસેટ કરવાની વિનંતી પ્રાપ્ત થઈ છે.<br><br>અમને તમારા એકાઉન્ટ માટે નીચેની વિગતો મળી છે:",
        'footer' => "જો તમે પાસવર્ડ રીસેટ કરવાની વિનંતી કરી નથી, તો આગળ કોઈ કાર્યવાહીની જરૂર નથી.",
        'action' => 'દ્વિ-પગલાની લૉગિન અક્ષમ કરો',
    ],


    'build-new-shop' => [
        'subject' => "🎊 તમારી દુકાન હવે તૈયાર છે!",
        'category' => "વિશ્વમાં નવા ઑનલાઇન સ્ટોરનો જન્મ થયો",
        'title' => "અભિનંદન, :name!",
        'message' => "<b>અભિનંદન, :name! તમારો નવો ઓનલાઈન બિઝનેસ હવે લાઈવ છે!</b> સેલડોનર્સ સમુદાયમાં તમારું સ્વાગત કરવા માટે અમે ઉત્સાહિત છીએ. તમે સફળતા તરફ પહેલું પગલું ભર્યું છે, અને અમે તમને દરેક પગલામાં મદદ કરવા માટે અહીં છીએ.<br>હવે તમારો સ્ટોર તૈયાર છે, ચાલો ખાતરી કરીએ કે તમે સીધા તમારા ગ્રાહકો પાસેથી ચૂકવણીઓ પ્રાપ્ત કરવા અને તમારા સામ્રાજ્યને વધારવા માટે તૈયાર છો. જો તમને ક્યારેય મદદની જરૂર હોય, તો અમે માત્ર એક સંદેશ દૂર છીએ—અમારી સપોર્ટ ટીમ હંમેશા તમારા માટે અહીં છે.<br><br><b>મહત્વપૂર્ણ આગલા પગલાં:</b> શરૂ કરવા માટે, ખાતરી કરો કે તમે ચૂકવણીઓ મેળવવા અને સરળ કામગીરી માટે તૈયાર છો. તમારા સ્ટોરને એકીકૃત રીતે ચલાવવા માટે અમે દરેક તબક્કામાં તમને માર્ગદર્શન આપીશું.",
        'pdf-book' => "જોડાયેલ હેન્ડ બુકને ચૂકશો નહીં: ગેમ લાઈક તમારો વ્યવસાય કરો",

        'account' => [
            'title' => 'પગલું 1: Selldone વૉલેટમાં એકાઉન્ટ બનાવો',
            'message' => "શરૂ કરવા માટે, તમારા Selldone વૉલેટમાં એક એકાઉન્ટ બનાવો. આ તે સ્થાન છે જ્યાં તમારી ફી કાપવામાં આવશે અને તે તે સ્થાન છે જ્યાં તમે તમારા સ્ટોરને સરળ રીતે ચાલુ રાખવા માટે ટોપ અપ કરશો. જો તમારું બેલેન્સ ક્યારેય નેગેટિવ થઈ જાય, તો ચિંતા કરશો નહીં! તમારો સ્ટોર કોઈપણ વિક્ષેપ વિના કામ કરવાનું ચાલુ રાખશે.",
            'action' => 'વૉલેટમાં લૉગિન કરો',
        ],

        'shop-account' => [
            'title' => 'પગલું 2: એકાઉન્ટને સ્ટોર સાથે કનેક્ટ કરો',
            'message' => "આગળ, તમારા વૉલેટ એકાઉન્ટને તમારા સ્ટોર સાથે કનેક્ટ કરો. <b>Store > એકાઉન્ટિંગ > Invoice</b> પર જાઓ અને તમારા વૉલેટને લિંક કરો. આ સુનિશ્ચિત કરે છે કે ગ્રાહકની તમામ ચૂકવણીઓ સીધી તમારા બેંક ખાતામાં જમા થાય છે—Selldone તમારી કમાણીમાંથી કોઈપણ રકમ કપાત કરતું નથી.",
            'action' => 'સ્ટોર ઇન્વોઇસ પેનલ',
        ],

        'gateway' => [
            'title' => 'પગલું 3: ઑનલાઇન પેમેન્ટ ગેટવેને કનેક્ટ કરો',
            'message' => "હવે, ચાલો તમારું ઓનલાઈન પેમેન્ટ ગેટવે સેટ કરીએ. <b>Store > Accounting > Port</b> પર જાઓ અને <b>Add New Port</b> પર ક્લિક કરો. તમારું ચલણ પસંદ કરો, અને તમે ઉપલબ્ધ પેમેન્ટ ગેટવેની યાદી જોશો. ગેટવેને કનેક્ટ કરવું ઝડપી અને સરળ છે, પરંતુ જો તમને કોઈ મદદની જરૂર હોય, તો નિઃસંકોચ Selldone માર્ગદર્શિકાઓ તપાસો અથવા અમારો સંપર્ક કરો.",
            'action' => 'સ્ટોરમાં એક પોર્ટલ ઉમેરો',
        ],

        'domain' => [
            'title' => 'છેલ્લું પગલું: સમર્પિત ડોમેનને કનેક્ટ કરવું',
            'message' => "હવે, તમારા કસ્ટમ ડોમેનને તમારા સ્ટોર સાથે લિંક કરો. આ ગ્રાહકોને તમારા ઉત્પાદનો અથવા સેવાઓ ખરીદવા અને તમને સીધી ચુકવણી કરવાની મંજૂરી આપે છે.",
            'action' => 'અમર્યાદિત ભેટ કાર્ડ્સનો પરિચય અને પ્રાપ્તિ',
        ],
    ],


    'basket-list' => [
        'item' => "વસ્તુ",
        'count' => "ગણતરી",
        'price' => "કિંમત",
        'discount-code' => "ડિસ્કાઉન્ટ કોડ",
        'customer-club' => 'ગ્રાહક ક્લબ',
        'shipping' => "વહાણ પરિવહન",
        'total' => "કુલ",
        'offer' => "ઓફર",
        'coupon' => "કૂપન",
        'lottery' => "પુરસ્કાર",
        'tax' => "કર",
        'tax_included' => "કિંમતમાં સમાવેશ થાય છે",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'પદ્ધતિ',
        'amount' => 'રકમ',
        'giftcard' => 'Gift card',
        'payment' => 'ચુકવણી',
    ],


    'shop-subscription-email' => [
        'category' => "સબ્સ્ક્રિપ્શન અપડેટ",
        'title' => "સ્ટોર લાઇસન્સ: :shop_title",
        'title-reserved' => "અનામત લાઇસન્સ: :shop_title",
        'title-active' => "સક્રિય લાઇસન્સ: :shop_title",
        'title-finished' => "સમાપ્ત લાઇસન્સ: :shop_title",
        'title-cancel' => "લાઇસન્સ રદ કરો: :shop_title",
        'message' => "તમારો શોપ લાઇસન્સ પ્લાન અપડેટ થયો,",
        'RESERVED' => "⚡ તમારો સબ્સ્ક્રિપ્શન પ્લાન **આરક્ષિત** છે.",
        'ACTIVE' => "🟢 તમારો સબ્સ્ક્રિપ્શન પ્લાન **સક્રિય** કરવામાં આવ્યો છે.",
        'FINISHED' => "🚧 તમારો સબ્સ્ક્રિપ્શન પ્લાન **સમાપ્ત** થઈ ગયો છે.",
        'CANCEL' => "⛔ તમારો સબ્સ્ક્રિપ્શન પ્લાન **રદ** કરવામાં આવ્યો છે.",
    ],

    'support' => [
        'subject' => "આધાર કેન્દ્ર|:name એ જવાબ આપ્યો",
        'category' => "આધાર કેન્દ્ર",
        'title' => "તમને પ્રતિસાદ મળ્યો",
        'action' => "દુકાન એડમિન ખોલો",
    ],

    'shop-customer-join' => [
        'subject' => "જોડાઓ :shop_title",
        'category' => "નવા ગ્રાહક ઉજવણી",
        'title' => "અમે તમારા સભ્યપદ માટે ખુશ છીએ",
        'action' => "હવે મુલાકાત લો",
    ],

    'shop-vendor-join' => [
        'subject' => "વેન્ડર ઓનબોર્ડિંગ | :shop_title",
        'category' => "નવા વિક્રેતાની ઉજવણી",
        'title' => "અમે તમારા સભ્યપદ માટે ખુશ છીએ",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "ગિફ્ટકાર્ડ :shop_title",
        'category' => "નવું કાર્ડ ઉમેરો",
        'title' => "અભિનંદન, તમને ભેટ કાર્ડ પ્રાપ્ત થયું છે",
        'action' => "હવે ખરીદી કરો",
        'message' => "તમને :balance :currency મૂલ્યનું ભેટ કાર્ડ પ્રાપ્ત થયું છે. તમે અમારા સ્ટોરમાં આ ભેટ કાર્ડનો ઉપયોગ કરી શકો છો.",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "આધાર કેન્દ્ર| :shop",
        'category' => "આધાર",
        'title' => "તમને પ્રતિસાદ મળ્યો",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍️ ઓર્ડર કન્ફર્મેશન|:order_id ઓર્ડર કરો",
        'title' => "ઓર્ડર",
        'message' => "તમે અમારા સ્ટોર પર ઓર્ડર આપ્યો છે. અમને તમારો ઓર્ડર મળ્યો છે અને એકવાર ચુકવણીની પુષ્ટિ થઈ જાય પછી તમને બીજો ઈમેલ મોકલીશું."
    ,

        'payments' => 'ચૂકવણી',
    ],

    'order-payment' => [
        'subject' => "🛍️ ચુકવણીની પુષ્ટિ|:order_id ઓર્ડર કરો",
        'title' => "ચુકવણી ઓર્ડર",
        'message' => "તમારી ચૂકવણી પૂર્ણ થઈ,<br> અમને તમારો ઓર્ડર મળ્યો છે. જ્યારે તમારો ઓર્ડર મોકલવામાં આવશે ત્યારે અમે તમને બીજો ઈમેલ મોકલીશું.",
    

        'payments' => 'ચૂકવણી',
    ],

    'order-update' => [
        'subject' => "🛍️ ઓર્ડર સ્ટેટસ અપડેટ|:order_id ઓર્ડર કરો",
        'title' => "ઓર્ડર સ્ટેટસ અપડેટ",
        'message' => "તમારો ઓર્ડર અપડેટ કરવામાં આવ્યો છે. તમે તમારા એકાઉન્ટમાં આ ઓર્ડરની નવીનતમ સ્થિતિ ચકાસી શકો છો.",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "તમારો ઓર્ડર પ્રક્રિયા માટે કતારમાં છે. જ્યારે તે તૈયાર કરવામાં આવશે ત્યારે અમે તમને સૂચિત કરીશું.",
                'OrderConfirm' => "તમારો ઓર્ડર કન્ફર્મ થઈ ગયો છે અને તૈયારી શરૂ થઈ ગઈ છે.",
                'PreparingOrder' => "તમારો ઓર્ડર તૈયાર કરવામાં આવી રહ્યો છે અને ટૂંક સમયમાં મોકલવામાં આવશે.",
                'SentOrder' => "તમારો ઓર્ડર મોકલવામાં આવ્યો છે. તમને તે ટૂંક સમયમાં પ્રાપ્ત થશે.",
                'ToCustomer' => "તમારો ઓર્ડર વિતરિત કરવામાં આવ્યો છે. અમે આશા રાખીએ છીએ કે તમે તેનો આનંદ માણો!",

                'PreparingOrder-PICKUP' => "તમારો ઓર્ડર તૈયાર કરવામાં આવી રહ્યો છે. જ્યારે તે પિકઅપ માટે તૈયાર હશે ત્યારે તમને એક સૂચના પ્રાપ્ત થશે.",
                'SentOrder-PICKUP' => "તમારો ઓર્ડર પિકઅપ માટે તૈયાર છે. કૃપા કરીને તેને એકત્રિત કરવા માટે સ્ટોર પર આવો.",
                'ToCustomer-PICKUP' => "તમારો ઓર્ડર લેવામાં આવ્યો છે. અમે આશા રાખીએ છીએ કે તમે તેનો આનંદ માણો!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "તમારો ઓર્ડર પ્રક્રિયા માટે કતારમાં છે. જ્યારે તે તૈયાર થશે ત્યારે અમે તમને સૂચિત કરીશું.",
                'OrderConfirm' => "તમારો ઓર્ડર કન્ફર્મ થયો છે અને તૈયારી ચાલુ છે.",
                'PreparingOrder' => "તમારો ઓર્ડર તૈયાર કરવામાં આવી રહ્યો છે અને ટૂંક સમયમાં તમને મોકલવામાં આવશે.",
                'ToCustomer' => "તમારો વર્ચ્યુઅલ ઓર્ડર તમારા ખાતામાં વિતરિત કરવામાં આવ્યો છે. આભાર!"
            ],
            'SERVICE' => [
                'CheckQueue' => "તમારી સેવા વિનંતી કતારમાં છે. જ્યારે અમે શરૂ કરીએ ત્યારે અમે તમને સૂચિત કરીશું.",
                'OrderConfirm' => "તમારી સેવાની પુષ્ટિ થઈ છે અને અમે શરૂ કરવાની તૈયારી કરી રહ્યા છીએ.",
                'PreparingOrder' => "અમે તમારી સેવા તૈયાર કરી રહ્યા છીએ, અને એકવાર તે પૂર્ણ થઈ જાય પછી તમને સૂચિત કરીશું.",
                'ToCustomer' => "તમારી સેવા પૂર્ણ છે. અમને પસંદ કરવા બદલ આભાર!"
            ],
            'FILE' => [
                'PreparingOrder' => "તમારી ફાઇલ તૈયાર કરવામાં આવી રહી છે અને ટૂંક સમયમાં ઉપલબ્ધ થશે.",
                'ToCustomer' => "તમારી ફાઇલ તૈયાર છે અને વિતરિત કરવામાં આવી છે. હવે તમે તેને ડાઉનલોડ કરી શકો છો."
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "તમારો સબ્સ્ક્રિપ્શન ઓર્ડર કતારમાં છે. જ્યારે પ્રક્રિયા શરૂ થશે ત્યારે અમે તમને સૂચિત કરીશું.",
                'OrderConfirm' => "તમારું સબ્સ્ક્રિપ્શન કન્ફર્મ થઈ ગયું છે અને સેટઅપ થઈ રહ્યું છે.",
                'PreparingOrder' => "અમે તમારું સબ્સ્ક્રિપ્શન તૈયાર કરી રહ્યાં છીએ અને તે ટૂંક સમયમાં શરૂ થશે.",
                'SentOrder' => "તમારું સબ્સ્ક્રિપ્શન સક્રિય કરવામાં આવ્યું છે. તમને ચાલુ અપડેટ્સ પ્રાપ્ત થશે.",
                'ToCustomer' => "તમારી સબ્સ્ક્રિપ્શન સેવા સફળતાપૂર્વક સક્રિય કરવામાં આવી છે."
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'અભિનંદન :name|નવું વાઉચર: :title',
        'category' => "અભિનંદન, નવું વાઉચર",
        'message' => "હે :name,<br><br> તમને અમારા તરફથી ભેટ તરીકે નવું વાઉચર મળ્યું છે! તમે તમારા મિત્રો અને તમે જાણતા હોય તેવા દરેકને Selldone રજૂ કરીને હજી વધુ વાઉચર કમાઈ શકો છો. આ વાઉચરનું મૂલ્ય **:price :currency** છે.<br><br> તમે પહેલું પગલું ભર્યું છે અને અમે તમારા વાઉચર વડે નવી સુવિધાઓને અનલૉક કરવામાં તમારી સહાય કરવા માટે અહીં છીએ! કૃપા કરીને **:email** વડે લૉગિન કરો અને શોપ **ડૅશબોર્ડ** > **સેટિંગ** > **લાઈસન્સ**.<br><br>અભિનંદન માં તમારું વાઉચર શોધો!",
        'action' => "મારું ડેશબોર્ડ",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'અભિનંદન, પ્રિય :name|તમને એક ખાસ ભેટ મળી છે!',
        'category' => "ભેટ મેળવવાની જાહેરાત",
        'title' => "તમારા માટે ભેટ",
        'message' => "હાય :name, અમે તમને જણાવતા ઉત્સાહિત છીએ કે તમને Selldone તરફથી વિશેષ ભેટ પ્રાપ્ત થઈ છે! 🎉 તમે સક્રિય રહીને, તમારા સ્ટોરને વધારીને અને Selldone પર તમારી કુશળતામાં સુધારો કરીને વધુ ભેટો મેળવી શકો છો. તમારી ભેટ તપાસવા માટે, ફક્ત :email સાથે લૉગ ઇન કરો અને તેને તમારા ડેશબોર્ડના ઉપરના-જમણા ખૂણામાં શોધો. <br><br> આ ભેટ **:price :currency** મૂલ્યની છે, અને તમે તેને સરળતાથી તમારા વૉલેટમાં Selldone0Q0Q0Q0Q0Q0Q1 ની અંદર તમારા ભેટમાં જમા કરી શકો છો. તમારા સ્ટોરનું લાયસન્સ અપગ્રેડ કરવા અને તમારા ઓનલાઈન વ્યવસાયને વધારવા માટે વધુ શક્તિશાળી સાધનોને અનલૉક કરવા માટે!",
        'action' => "ભેટ",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍️ નવો ઓર્ડર મળ્યો| :order_id",
        'title' => "New Order",
        'message' => "તમને નવો ઓર્ડર મળ્યો છે. કૃપા કરીને તમારા સ્ટોરમાં ઓર્ડર પ્રક્રિયા પૃષ્ઠ પર જાઓ.",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'તમારી ભરેલી માહિતી',
        'output-form-title' => 'ખરીદેલી વસ્તુની માહિતી',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title|સાપ્તાહિક રિપોર્ટ :time',
        'title' => 'સાપ્તાહિક સ્ટોર પ્રદર્શન અહેવાલ',
        'message' => "આ તમારા સ્ટોરનો <b>:start</b> થી <b>:end</b> સુધીનો સાપ્તાહિક રિપોર્ટ છે. આ રિપોર્ટમાં તમારા વ્યવસાયને સુધારવા માટેની ટિપ્સ શામેલ છે, તમે તમારા ઑનલાઇન સ્ટોર અને તાજેતરના ઓર્ડરની સ્થિતિ પણ ચકાસી શકો છો. હું આશા રાખું છું કે તમારો આગળનો દિવસ અને સપ્તાહ સારો રહેશે."
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ છેલ્લા ત્રણ મહિનામાં તમારો :amount બચત અહેવાલ| :shop_title',
        'title' => 'તમારી વ્યવસાય પ્રવૃત્તિ, પુરસ્કારો અને નાણાકીય બચત વિશે મોસમી અહેવાલ',
        'message' => "આ તમારો <b>:shop_title</b> મોસમી રિપોર્ટ <b>:start</b> થી <b>:end</b> છે."
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'કનેક્ટેડ એકાઉન્ટ્સ',
        'sub-title' => 'મારા સ્ટોર સાથે જોડાયેલા વોલેટ એકાઉન્ટ્સની નવીનતમ સ્થિતિ શું છે?',
        'view-wallet' => 'વૉલેટ જુઓ',
        'tip-title' => 'મહત્વપૂર્ણ ટીપ્સ',
        'tip' => "મફત Selldone વૉલેટ સેટ કરો અને તેને તમારા સ્ટોર સાથે લિંક કરો. જો તમારું બેલેન્સ નેગેટિવ હોય, તો પણ તમારા ગ્રાહકો કોઈપણ સમસ્યા વિના ખરીદી કરી શકે છે અને ચૂકવણી કરી શકે છે. ચિંતા કરશો નહીં, તમારા સ્ટોરની કામગીરી અને ડેટા કોઈપણ વિક્ષેપો વિના 1 મહિના સુધી સરળતાથી ચાલુ રહેશે.",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'એકાઉન્ટ સાથે કનેક્ટ કરો'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'એપ્લિકેશન્સ ઇન્સ્ટોલ કરી',
        'sub-title' => 'તમે આ અઠવાડિયે તમારા સ્ટોરમાં ઇન્સ્ટોલ કરેલ એપ્લિકેશન્સની સૂચિ.',
        'tip' => "શું તમે તમારા સ્ટોર માટે વધુ એપ્લિકેશનો શોધવા માંગો છો?",
        'view-app-store' => 'Selldone એપ સ્ટોરની મુલાકાત લો..',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'તમારા સ્ટોર બૉટો',
        'sub-title' => 'મારા સ્ટોરમાં સક્રિય વેચાણ બૉટો.',
        'tip-title' => 'બોટ વેચાણ',
        'tip' => "Selldone તમને સ્વચાલિત વેચાણ બૉટો પ્રદાન કરે છે. તમારે ફક્ત Add-ons> Bots પેનલ પર જવાનું છે અને તમારા સ્ટોર બૉટ્સને સક્રિય કરવાનું છે. નોંધ કરો કે સંબંધિત સેવા તમારા દેશમાં ઉપલબ્ધ હોવી આવશ્યક છે.",
        'view-bots' => 'બૉટોનું સંચાલન કરો',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'ગ્રાહકો સાથે સંચાર',
        'sub-title' => 'આ અઠવાડિયે મારા ગ્રાહકો સાથે મારા કેટલા સંપર્કો થયા છે?',
        'faqs' => 'વારંવાર પૂછાતા પ્રશ્નો',
        'tickets' => 'ગ્રાહક ટિકિટ',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'વપરાશકર્તાઓ સ્થિતિ',
        'sub-title' => ':start થી :end સુધીની પ્રવૃત્તિ',
        'users' => [
            'title' => 'ગ્રાહકો',
            'subtitle' => 'સાઇનઅપ વપરાશકર્તાઓ',
        ],
        'views' => [
            'title' => 'મુલાકાતો',
            'subtitle' => 'તમે કેટલી વાર સ્ટોરની મુલાકાત લીધી છે',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'પાછા ફરેલા વપરાશકર્તાઓ',

        'shop_views' => 'દુકાન દૃશ્યો',
        'baskets' => [
            'title' => 'શોપિંગ ગાડા',
            'subtitle' => 'નવા શોપિંગ કાર્ટની સંખ્યાની જાણ કરો',
        ],
        'products' => [
            'title' => 'ઉત્પાદનો વિહંગાવલોકન',
            'subtitle' => 'પ્રકાર દ્વારા સ્ટોરમાં ઉત્પાદનોની સ્થિતિ',
            'value_name' => 'ઉત્પાદનો'
        ],
        'products_count' => 'ઉત્પાદન પ્રકારો',
        'views_count' => 'જુઓ સંખ્યા',
        'sell_count' => 'વેચાણ ગણતરી',
        'send_count' => 'શિપિંગ ગણતરી',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'ડ્રોપ શિપિંગ',
        'sub-title' => 'ટોચના Selldone ડ્રોપ શિપિંગ સેલર્સ માટે મુખ્ય પેનલ',
        'total_fulfillments' => 'કુલ ઓર્ડર પ્રાપ્ત થયા',
        'ds_count' => 'ઓર્ડર મળ્યા',
        'statistics_title' => 'અહેવાલ પ્રાપ્ત ઓર્ડર',
        'ds_cancels' => 'ઇન્ટરફેસ વિક્રેતા દ્વારા રદ કરો',
        'ds_rejects' => 'તમારા દ્વારા રદ કરો',
        'tip' => "શું તમે માલના મોટા વિક્રેતા છો? શું તમે ઉત્પાદનોના વેરહાઉસ, ફેક્ટરી અથવા વિતરકના માલિક છો? તમે તમારા ઉત્પાદનોને મોટા પાયે વેચવા માટે Selldone ડ્રોપ શિપિંગ સેવામાં અન્ય વિક્રેતાઓને તમારા ઉત્પાદનો ઓફર કરી શકો છો. તમને માર્ગદર્શન આપવા અમને support@selldone.com પર ઇમેઇલ કરો.",
        'view-drop-shipping-panel' => 'જથ્થાબંધ પેનલ પર લૉગિન કરો',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'વિનિમય દર',
        'sub-title' => 'તમારા સ્ટોરમાં નવીનતમ ચલણ રૂપાંતરણ દરોની સૂચિ.',
        'from' => 'સ્ત્રોત ચલણ',
        'to' => 'ગંતવ્ય ચલણ',
        'rate' => 'રૂપાંતરનો દર',
        'view-exchange-panel' => 'વિનિમય દરોનું સંચાલન કરો',
    

        'vew-exchange-panel' => 'વિનિમય દર વ્યવસ્થાપન પેનલ',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'નિષ્ણાત કરાર',
        'sub-title' => 'મારા સ્ટોર પર કયા વ્યાવસાયિકો કામ કરે છે?',
        'cost' => 'કરારની રકમ',
        'duration' => 'અવધિ',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'તારીખ રદ કરો',
        'end_at' => 'સોંપણી તારીખ',
        'tip' => 'તમે તમારા વ્યવસાયને વિકસાવવા માટે Selldone માં શ્રેષ્ઠ નિષ્ણાતોને રાખી શકો છો.',
        'view-experts' => 'પ્રારંભ કરવા માટે ક્લિક કરો.',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'દુકાન પર સક્રિય પેમેન્ટ ગેટવેની જાણ કરો:shop.',
        'tip-title' => 'મહત્વપૂર્ણ ટીપ્સ',
        'tip' => "તમારા સ્ટોરમાં પોર્ટલ મેનેજમેન્ટ પેજ પર જાઓ અને થોડીવારમાં ઓછામાં ઓછું એક પોર્ટ ઉમેરો. તમારા ગ્રાહકો ઑનલાઇન પોર્ટલ દ્વારા ઝડપથી અને સુરક્ષિત રીતે ચૂકવણી કરવાનું પસંદ કરે છે.",
        'view-shop-gateways' => 'મારા સ્ટોર પોર્ટલ મેનેજમેન્ટ પર લૉગિન કરો.',
        'view-gateways' => 'વધુ ગેટવે જુઓ',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'ઓર્ડર',
        'sub-title' => 'આ અઠવાડિયે મને મળેલા ઓર્ડરની યાદી.',
        'total_baskets' => 'કુલ ઓર્ડર',
        'total_posBaskets' => 'કુલ રોકડ ઓર્ડર',
        'pos-title' => 'POS સ્ટોર બોક્સ',
        'chart-label' => 'ઓર્ડર્સ પૂર્ણ થયા (આ ઓર્ડર ચૂકવવામાં આવે તે જરૂરી નથી!)',
        'tip-title' => 'તમારે વધુ પ્રયત્ન કરવો જોઈએ ...',
        'tip' => "કોઈ સરળ સફળતા નથી.",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'પ્રક્રિયા કેન્દ્ર',
        'sub-title' => 'અમે આ અઠવાડિયે સ્ટોરમાં કેટલા ઓર્ડરની પ્રક્રિયા કરી?',
        'tip-title' => 'તમારી પાસે વેચાણ ન હતું!',
        'tip' => "કમનસીબે આ અઠવાડિયે તમારી પાસે કોઈ વેચાણ નથી. તમારે તમારા સ્ટોર પર વધુ મેળવવાની જરૂર છે. તમે વધુ ઉત્પાદનો ઉમેરી શકો છો, વધુ સારી છબીઓ પસંદ કરી શકો છો અથવા તમારા ઉત્પાદનો માટે વધુ સારા વર્ણનો લખી શકો છો. તમારા વ્યવસાય માટે પૂર્ણ-સમયની નોકરીનો વિચાર કરો. જો તમે તેને યોગ્ય રીતે કરશો અને નિરાશ થશો નહીં, તો તમે સફળ થશો.",
        'view-process-center' => 'પ્રક્રિયા કેન્દ્ર જુઓ',
        'return' => [
            'title' => 'પરત ઓર્ડર',
            'subtitle' => 'રીટર્ન ઓર્ડરની જાણ કરો.',
            'tip-title' => 'શું તમે જાણો છો કે...',
            'tip' => "તમે Selldone POS સાથે તમને જરૂર હોય તેટલા રોકડ રજિસ્ટર બનાવી શકો છો! પછી ભલે તે તમારું ટેબ્લેટ, મોબાઇલ અથવા લેપટોપ હોય, તમે કોઈપણ ઉપકરણને તમારા સ્ટોરના વેચાણ સ્થાનમાં ફેરવી શકો છો. તે સરળ, સેટઅપ કરવા માટે ઝડપી અને તમારા સર્વર માટે સંપૂર્ણપણે તૈયાર છે. આજે જ તેનો ઉપયોગ કરવાનું શરૂ કરો!",
            'view-pos' => 'માય ઓનલાઈન સ્ટોર કેશિયર પર લોગિન કરો'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'સત્રો',
        'sub-title' => 'મેં મારા સ્ટોરની કેટલી વાર મુલાકાત લીધી?',
        'countries-title' => 'કયા દેશોની સૌથી વધુ મુલાકાત લેવામાં આવી છે?',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'શું તમે એક પૈસા ખર્ચ્યા વિના પૈસા કમાવવા માંગો છો?',
        'message' => "હાય :name, Selldone સાથે કમાણી શરૂ કરવાનો આ સમય છે! ડેશબોર્ડ > વધુ > મુદ્રીકરણ > તમારી રેફરલ લિંક મેળવો પર જાઓ. તમારા મિત્રો સાથે લિંક શેર કરો અને ગિફ્ટ કાર્ડ અને તેમની ચૂકવણીનો હિસ્સો મેળવો. શ્રેષ્ઠ ભાગ? તમે અને તમારા મિત્ર બંનેને ભેટ કાર્ડ મળે છે!",
        'action' => 'મારી પરિચય લિંક જુઓ',
        'mail-clip' => "<b style='color: #C2185B'>મહત્વપૂર્ણ:</b> જો તમે Gmail જેવી ઈમેલ સેવાઓનો ઉપયોગ કરો છો જે ઈમેલની લંબાઈને મર્યાદિત કરે છે, તો સંપૂર્ણ અહેવાલ પ્રદર્શિત કરવા માટે ઈમેલના અંતે નીચેનો વિકલ્પ શોધો અને તેના પર ક્લિક કરો:",

        'no-coin-reward' => "<b style='color: #C2185B'>માફ કરશો:</b> તમારી પ્રવૃત્તિ મફત SEL સિક્કા પુરસ્કાર મેળવવા માટેની આવશ્યકતાઓને પૂર્ણ કરતી નથી. વધુ સખત પ્રયાસ કરો અને આગામી સિઝન માટે તમારી દુકાન પર વધુ વેચાણ કરો.",
        'yes-coin-reward' => "<b style='color: #4CAF50'>અભિનંદન:</b> સરસ કામ! તમારા ઉત્કૃષ્ટ પ્રદર્શનના આધારે, અમે પુરસ્કાર તરીકે તમારા ખાતામાં :amount SEL સિક્કા જમા કર્યા છે.",

        'need-buy-license' => "<b>Level Up your Business:</b> એવું લાગે છે કે તમે તમારી વેબસાઇટ માટે હજુ સુધી કોઈ સબ્સ્ક્રિપ્શન પ્લાન રજીસ્ટર કરાવ્યો નથી! જો વાર્ષિક ચૂકવવામાં આવે તો દર મહિને માત્ર :amount માટે વધુ સુવિધાઓને અનલૉક કરવા માટે હમણાં જ અપગ્રેડ કરો.",
        'not-afford-message' => "જો તમે પરવડી શકતા ન હોવ અથવા ચુકવણીમાં કોઈ મુશ્કેલી હોય, તો અમને support@selldone.com દ્વારા જણાવો.",
        'add-domain' => "<b>તમારા વ્યવસાય માટે કસ્ટમ ડોમેન કેમ નથી?</b><br> હવે તમારી વેબસાઇટ પર ડોમેન ઉમેરો; આ મફત છે!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone એ <del>પ્રોડક્ટ</del> <span style = 'color: forestgreen'> સમુદાય</span>.<br> છે વ્યાવસાયિક વેચાણકર્તા બનો!",
        'message' => "Twitter, LinkedIn અને સામાજિક નેટવર્ક્સ પર Selldone ના સત્તાવાર પૃષ્ઠોને અનુસરો. અમને કોઈપણ ટિપ્પણીઓ, વિનંતીઓ અથવા ટીકાઓ મોકલો અથવા Selldone વિશેની ચર્ચાઓમાં ભાગ લો. અમે Selldone ના સમુદાયનો પણ ભાગ છીએ જે <b> તમે </b> બનાવો છો."
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'નવા એવોકાડો ઓર્ડર મળ્યા|:shop_title :time',
        'title' => "છેલ્લા 24 કલાકની કામગીરીનો અહેવાલ",
        'message' => "તમારા ગ્રાહકો તમારા ઓર્ડરની સમીક્ષા અને કિંમત નક્કી થાય તેની રાહ જોઈ રહ્યા છે. વધુ વેચાણ મેળવવા માટે શક્ય તેટલી વહેલી તકે તમારા ગ્રાહકોની વિનંતીઓનો જવાબ આપો.",
        'card_title' => "કતારમાં ઓર્ડર",
        'card_subtitle' => ":date થી",

        'card_payed' => "પેઇડ ઓર્ડર"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => ':community_title માં તમારી પોસ્ટ માટે નવા જવાબો',
        'title' => ":name, અને :count અન્ય લોકોએ તમારી પોસ્ટ્સ પર ટિપ્પણી કરી છે.",
        'message' => "હાય :name, તમારી પોસ્ટ્સ ધ્યાન ખેંચે છે! તમને અમારા સમુદાયમાં ટિપ્પણીઓ મળી છે. ચર્ચામાં જોડાવા માટે તમારા એકાઉન્ટમાં લૉગ ઇન કરો અને જુઓ કે દરેક શું કહે છે.",
        'title-simple' => ":name એ તમારી પોસ્ટ પર ટિપ્પણી કરી છે!",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 તમારા વિષય પર જવાબ આપો :topic_title',
        'title' => ":name, અને :count અન્ય લોકોએ તમારા વિષય પર જવાબ આપ્યો.",
        'message' => "હાય :name, તમારો વિષય ધ્યાન ખેંચી રહ્યો છે! તમને અમારા સમુદાયમાં જવાબો મળ્યા છે. ચર્ચામાં જોડાવા માટે તમારા એકાઉન્ટમાં લૉગ ઇન કરો અને જુઓ કે દરેક શું કહે છે.",
        'title-simple' => ":name એ તમારા વિષય પર જવાબ આપ્યો.",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 નવું લોગીન :name',
        'category' => 'સુરક્ષા સૂચનાઓ',
        'title' => "એકાઉન્ટમાં લોગિન કરો",
        'message' => "પ્રિય :name, તમારા Selldone એકાઉન્ટમાં લૉગિન મળ્યું હતું.",   // Login in selldone (seller)
        'message-shop' => "પ્રિય :name, :shop_title પર લૉગિન શોધાયું હતું.",  // Login in shop (buyer)

        'footer' => "જો તમે લૉગ ઇન નથી, તો કૃપા કરીને તમારો પાસવર્ડ બદલો.",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "ઉપાડ",
        'deposit' => "જમા",

        'withdraw_subject' => "એકાઉન્ટ :account માંથી ઉપાડ",
        'deposit_subject' => "ખાતામાં જમા કરો :account",

        'message' => "મની ટ્રાન્સફર નીચેના સ્પષ્ટીકરણો સાથે કરવામાં આવ્યું છે.",

        'type' => "વ્યવહાર પ્રકાર",

        'from' => "સ્ત્રોત ખાતું",
        'to' => "Destination account",

        'desc' => "વ્યવહારનું વર્ણન",
        'action' => "વ્યવહાર જુઓ",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ મહત્વપૂર્ણ! નિયમોનું ઉલ્લંઘન| :shop",
        'category' => "જટિલ માહિતી",
        'title' => "તમારી દુકાનને દંડ કરવામાં આવ્યો છે",
        'action' => "દુકાન ડેશબોર્ડ ખોલો",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviterએ તમને Selldone માં જોડાવા માટે આમંત્રિત કર્યા છે",
        'title' => ":name એ તમારો નવો ઓનલાઈન સ્ટોર શરૂ કરવામાં અને તેનું મુદ્રીકરણ કરવામાં મદદ કરવા માટે તમને :amount મોકલ્યો છે!",
        'message' => "હાય **:receiver_name**,<br><br>Selldone પર આપનું સ્વાગત છે! Selldone પર, તમે સરળતાથી તમારી ઈ-કોમર્સ સાઈટ, બ્લોગ, ઓનલાઈન કોમ્યુનિટી બનાવી શકો છો અને વ્યક્તિગત વેચાણ માટે ઓનલાઈન POS સિસ્ટમ પણ સેટ કરી શકો છો - બધું જ મિનિટોમાં. તે તમારા વ્યવસાયને બહેતર, ઝડપી અને ચલાવવા માટે સરળ બનાવવા માટે રચાયેલ સંપૂર્ણ ઓનલાઈન બિઝનેસ ઓપરેટિંગ સિસ્ટમ છે. <br><br><b>:date</b> સુધી સાઇન અપ કરો અને પ્રારંભ કરવા માટે :amount વાઉચર મેળવો!",
        'accept' => "આમંત્રણ સ્વીકારો",
        'owner' => "ના માલિક",
        'join-date' => "ત્યારથી Selldone પર",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "પુનઃપ્રાપ્તિ લિંક| :shop",
        'category' => "દુકાન સુરક્ષા",
        'title' => "દુકાનની પુનઃપ્રાપ્તિ લિંક <b>:shop_name</b> .",
        'message' => "આ ઇમેઇલ તમને મોકલવામાં આવ્યો હતો કારણ કે તમે તમારા સ્ટોરને પુનઃસ્થાપિત કરવાની વિનંતી કરી હતી. નીચેની લિંક પર ક્લિક કરવાથી તમારી દુકાન અને તેની સાથેનો તમામ ડેટા પુનઃપ્રાપ્ત થશે.",
        'action' => "દુકાન પુનઃપ્રાપ્તિની પુષ્ટિ કરો",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'Selldoneએ તમારા વ્યવસાય માટે કેટલા પૈસા બચાવ્યા?',
        'sub-title' => 'તારીખ :start થી :end સુધી',
        'infrastructure' => [
            'title' => 'ઈન્ફ્રાસ્ટ્રક્ચર',
            'subtitle' => 'સર્વર્સ, CDN, સ્ટોરેજ અને અન્ય ક્લાઉડ સેવાઓ',
        ],
        'experts' => [
            'title' => 'નિષ્ણાતો અને સ્ટાફ',
            'subtitle' => 'વિકાસકર્તાઓ, જાળવણી અને સમર્થન',
        ],
        'total_save' => 'કુલ બચત નાણા'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'તમારું પ્રદર્શન',
        'sub-title' => ':start થી :end સુધીના વ્યવસાયની ઝાંખી',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'પાછા ફરેલા વપરાશકર્તાઓ',

        'shop_views' => 'દુકાન દૃશ્યો',
        'baskets' => [
            'title' => 'શોપિંગ ગાડા',
            'subtitle' => 'નવા શોપિંગ કાર્ટની સંખ્યાની જાણ કરો',

        ],
        'products' => [
            'title' => 'ઉત્પાદનો વિહંગાવલોકન',
            'subtitle' => 'પ્રકાર દ્વારા સ્ટોરમાં ઉત્પાદનોની સ્થિતિ',
            'value_name' => 'ઉત્પાદનો'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'કુલ વેબસાઇટ પૃષ્ઠ દૃશ્યો',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "તમને નવો ઓર્ડર મળ્યો છે. કૃપા કરીને તમારી વિક્રેતા પેનલમાં ઓર્ડર પ્રક્રિયા પૃષ્ઠ પર જાઓ.",
        'subject' => "🛍️ નવો ઓર્ડર મળ્યો| :order_id",
        'your_revenue' => "તમારી આવક",
    ],
    'vendor-invite' => [
        'title' => 'વિક્રેતા આમંત્રણ',
        'message' => "તમને :shop_name ના વિક્રેતા બનવાનું આમંત્રણ મળ્યું છે. તમે નીચેના બટનો પર ક્લિક કરીને તેને સ્વીકારી અથવા નકારી શકો છો.",
        'subject' => ":shop_name |અમારા વિક્રેતા બનવાનું આમંત્રણ",
        'accept' => "સ્વીકારો અને વિક્રેતા બનો",
        'reject' => "અસ્વીકાર કરો",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'અમારી ટીમમાં જોડાવા માટે આમંત્રણ',
        'message' => "તમને :shop_name પર :vendor_name માં જોડાવા માટે આમંત્રિત કરવામાં આવ્યા છે. તમે નીચેના બટનોનો ઉપયોગ કરીને આ આમંત્રણ સ્વીકારી અથવા નકારી શકો છો.",
        'subject' => ":vendor_name માં જોડાવા માટે આમંત્રણ|ટીમના સભ્ય બનો",
        'accept' => "સ્વીકારો અને ટીમમાં જોડાઓ",
        'reject' => "અસ્વીકાર કરો",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "માટે તમારો લૉગિન કોડ :shop",
        'header-message' => "અમે તમને આ ઇમેઇલ મોકલી રહ્યાં છીએ કારણ કે તમે દુકાન માટે લોગિન કોડની વિનંતી કરી છે. કૃપા કરીને તમારો વન-ટાઇમ પાસવર્ડ (OTP) નીચે શોધો:",
        'footer-message' => "આ કોડ 10 મિનિટ માટે માન્ય રહેશે. જો તમે આ લોગિન કોડની વિનંતી કરી નથી, તો કૃપા કરીને આ ઇમેઇલને અવગણો."
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "તમારું ઇમેઇલ ચકાસો| :shop",
        'title' => 'ઇમેઇલ ચકાસણી',
        'header-message' => "હાય :name,<br> કૃપા કરીને પુષ્ટિ કરો કે **:email** તમારું ઇમેઇલ સરનામું છે નીચેના બટન પર ક્લિક કરીને અથવા 48 કલાકની અંદર નીચેની લિંકનો ઉપયોગ કરીને.",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "ઉત્પાદન અપડેટ્સ| :shop",
        'title' => "ઉત્પાદન સ્થિતિ પર અપડેટ - છેલ્લા 24 કલાક",
        'message' => "હું આશા રાખું છું કે આ સંદેશ તમને સારી રીતે શોધશે. છેલ્લા 24 કલાકમાં અમારા પ્લેટફોર્મ પર તમારા ઉત્પાદનોની સ્થિતિ વિશે તમને જાણ કરવા માટે આ એક સંક્ષિપ્ત અપડેટ છે.\nઆ સમયગાળા દરમિયાન, કેટલાક ઉત્પાદનોની સ્થિતિમાં ફેરફાર કરવામાં આવ્યા છે. આ ફેરફારો ખરીદીઓ, સ્ટોક અપડેટ્સ અથવા અન્ય સંબંધિત ઇવેન્ટ્સને કારણે હોઈ શકે છે.\nદરેક ઉત્પાદન વિશે વધુ વિગતવાર માહિતી માટે, કૃપા કરીને તમારા એકાઉન્ટમાં લોગ ઇન કરો અને 'ઉત્પાદન સ્થિતિ' વિભાગ તપાસો.",
        'action' => "વિક્રેતા પેનલ ખોલો",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "બલ્ક ઓર્ડર મળ્યા| :shop | :date",
        'title' => "બલ્ક ઓર્ડર સૂચના",
        'message' => "તમને બલ્ક ઓર્ડરની બેચ પ્રાપ્ત થઈ છે. વધુ વિગતો માટે કૃપા કરીને તમારી પેનલમાં ઓર્ડર પ્રક્રિયા પૃષ્ઠની મુલાકાત લો. તમે પ્રદાન કરેલ સુરક્ષિત લિંક દ્વારા ઓર્ડર સૂચિ પણ ડાઉનલોડ કરી શકો છો, જે 7 દિવસ માટે માન્ય છે.<br><br>\n        <b>મહત્વપૂર્ણ:</b> આ લિંક 7 દિવસ માટે માન્ય છે.<br>\n        આ લિંક ડાયનેમિક છે, તેથી જ્યારે પણ તમે તેને ક્લિક કરશો, ત્યારે તમને આ ચોક્કસ તારીખ માટે સૌથી વધુ અપડેટ કરેલા ઓર્ડર્સ પ્રાપ્ત થશે. <b>I તેનો અર્થ એ છે કે જો ઓર્ડરની ચુકવણીની સ્થિતિ અસ્વીકારમાં બદલાય છે, તો તમે ડાઉનલોડ કરેલ CSVમાં તે ઓર્ડર જોશો નહીં, અથવા જો ઓર્ડર ચૂકવવામાં આવશે, તો તે સૂચિમાં દેખાશે.</b><br><br>\n        <ul>\n            <li> CSV માં :date.</li> માં આરક્ષિત તારીખ સાથેના પેઇડ ઓર્ડરનો સમાવેશ થાય છે\n            <li>આરક્ષિત તારીખ એ તારીખ છે જ્યારે વપરાશકર્તા ઓર્ડર પેજ પર ચેકઆઉટ પર ક્લિક કરે છે.</li>\n        </ul>\n        <b> ડુપ્લિકેટ ઓર્ડરને રોકવા માટે, મોકલતા પહેલા હંમેશા ID ઓર્ડર તપાસો.</b>",
        'action' => "ઓર્ડર લિસ્ટ ડાઉનલોડ કરો",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "તમારા ઓર્ડરમાંની કેટલીક આઇટમ્સ સ્વીકારવામાં આવી ન હતી અને વિતરિત કરી શકાતી નથી. આ વસ્તુઓ માટેની રકમ ટૂંક સમયમાં તમારા કાર્ડમાં રિફંડ કરવામાં આવશે."
    ]

];

