<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'દુકાન',
        'blog' => 'બ્લોગ',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'અમારા વિશે',
    'contact' => 'અમારો સંપર્ક કરો',


    'buy-action' => "હવે ખરીદો",
    'buy-action-variant' => "પસંદ કરો અને હમણાં ખરીદો",

    'product-images' => "છબીઓ",
    'product-spec' => "સ્પેક",
    'Comments' => "સમીક્ષાઓ અને રેટિંગ્સ",
    'related' => "સંબંધિત ઉત્પાદનો",
    'view-now' => "હવે જુઓ",






];
