export default {
  "commons": {
    "pay_today": "ዛሬ ክፍያ",
    "pay_yesterday": "ትናንት ክፍያ",
    "pay_last30days": "ያለፉት 30 ቀናት ክፍያ",
    "create_a_shop": "ሱቅ ይፍጠሩ",
    "start_free": "በነጻ ጀምር",
    "featured_apps": "ተለይተው የቀረቡ መተግበሪያዎች",
    "more_apps": "ተጨማሪ መተግበሪያዎች",
    "my_public_profile": "የእኔ ይፋዊ መገለጫ ገጽ"
  },
  "numbers": {
    "infinite": "ያልተገደበ"
  },
  "error": {
    "not_fount_data": "ውሂብ አልተገኘም!",
    "license_max_limit": "ፍቃድህ ገደቡ ላይ ደርሷል!"
  },
  "time_spans": {
    "days_range": "የቀናት ክልል",
    "today": "ዛሬ",
    "yesterday": "ትናንት",
    "last_7": "ያለፉት 7 ቀናት",
    "last_14": "ያለፉት 14 ቀናት",
    "last_30": "ያለፉት 30 ቀናት",
    "last_90": "ያለፉት 90 ቀናት",
    "custom": "ብጁ"
  },
  "device_types": {
    "desktop": "ዴስክቶፕ",
    "mobile": "ሞባይል",
    "tablet": "ጡባዊ"
  },
  "create_website_action": "ድር ጣቢያዎን ይፍጠሩ - ነፃ ነው።",
  "show_shops_action": "የእኔ መደብሮች ዝርዝር",
  "Youtube": "YouTube",
  "Linkedin": "ሊንክዲን",
  "Twitter": "ትዊተር",
  "Facebook": "ፌስቡክ",
  "Instagram": "ኢንስታግራም",
  "Reddit": "Reddit",
  "Github": "Github",
  "page_titles": {
    "home": "የተሸጠ | በፍጥነት ለሚያድጉ ኩባንያዎች የቢዝነስ ኦፕሬቲንግ ሲስተም",
    "login": "ግባ",
    "register": "ይመዝገቡ",
    "auth_2fa": "2 ፋክተር አረጋጋጭ 🔐",
    "academy": "ብሎግ",
    "help": "የእገዛ ማዕከል",
    "price_list": "የዋጋ ዝርዝር",
    "my_stores": "የእኔ መደብሮች",
    "roles": "የእኔ ሚናዎች",
    "wallet": "የኪስ ቦርሳዬ",
    "personal_info": "የግል መረጃ | KYC",
    "companies": "የእኔ ኩባንያዎች",
    "access_control": "የመዳረሻ መቆጣጠሪያ",
    "security_center": "የደህንነት ማዕከል",
    "gifts": {
      "received": "ስጦታዎች | ደረሰ",
      "send": "ስጦታዎች | ተልኳል።"
    },
    "monetization": {
      "linked_accounts": "ገቢ መፍጠር | የተገናኙ መለያዎች",
      "plans": "ገቢ መፍጠር | እቅድ እና አገናኞች"
    },
    "affiliate": "ተባባሪ",
    "avocado": "አቮካዶ - ዘመናዊ የማህበራዊ ሽያጭ ቻናል",
    "guild": "Guild - የጋራ የሽያጭ ቻናል",
    "partners_login": "አጋሮች | የደንበኛ መግቢያ"
  },
  "blank_is_all_products": "ሁሉንም ምርቶች ለማካተት ባዶ ይተው!",
  "cautions": {
    "title": "የሚከተሉትን ምክሮች በማድረግ ንግድዎን በሙያዊ ያስተዳድሩ። የትርፍ ህዳግን ለመጨመር እና ሌሎችንም ጠቃሚ ምክሮችን ማንበብዎን ይቀጥሉ። በመንገድ ላይ ከእርስዎ ጋር ነን.",
    "no_payment_method": {
      "title": "የመክፈያ ዘዴ",
      "message": "ወደ ሱቅዎ የመክፈያ ዘዴ ማከል አለብዎት።",
      "action": "በሮች ይግዙ"
    },
    "link_account": {
      "title": "አገናኝ መለያ",
      "message": "መለያ ({currency}) ከሱቅዎ ጋር ማገናኘት አለቦት።",
      "action": "መለያዎችን ይግዙ"
    },
    "no_domain": {
      "title": "ጎራ አክል",
      "message": "አንድ ወይም ከዚያ በላይ የግል ጎራዎችን ከሱቅዎ ጋር ማገናኘት ይችላሉ። የእርስዎ ድር ጣቢያ በእርስዎ ጎራ ላይ ይጫናል. ይህ ሂደት ፈጣን እና ቀላል ነው."
    },
    "domain_not_approved": {
      "title": "የጎራ ማረጋገጫ",
      "message": "የእርስዎ ጎራ {domain} አልተረጋገጠም። የዲ ኤን ኤስ ቅንብሮችን ያረጋግጡ እና ጎራውን ያረጋግጡ።"
    },
    "no_currency": {
      "title": "ምንዛሪ ጨምር",
      "message": "ለመደብርዎ ቢያንስ አንድ ምንዛሪ መግለፅ አለብዎት።",
      "action": "የምንዛሬ አስተዳደር"
    },
    "no_primary_domain": {
      "title": "ዋናው ጎራ",
      "message": "እባክዎን እንደ ዋና ጎራዎ ይምረጡ። ከጎራ ስም ቀጥሎ ባለው የኮከብ ቁልፍ ላይ ጠቅ በማድረግ ጎራውን እንደ የመደብርዎ ዋና ጎራ መምረጥ ይችላሉ። ይህ ለፍለጋ ሞተሮች በጣም አስፈላጊ ነው. ማከማቻዎ አሁንም በሁሉም ንቁ ጎራዎች እንደሚገኝ ልብ ይበሉ።"
    },
    "shop_complete": {
      "title": "የተሟላ መረጃ",
      "action": "የሱቅ ቅንብሮች",
      "location_msg": "አካባቢህን ጨምር",
      "days_open_msg": "ክፍት ቀናት ያዘጋጁ",
      "time_open_msg": "ክፍት እና መዝጊያ ጊዜ ያዘጋጁ",
      "description_msg": "ስለ ንግድዎ አጭር መግለጫ ይጻፉ",
      "icon_msg": "የሱቅ አርማዎን ያዘጋጁ",
      "shop_gateways_msg": "የመክፈያ ዘዴ ያክሉ",
      "socials_msg": "የእርስዎን ማህበራዊ ማገናኛዎች ያክሉ",
      "clubs_msg": "የደንበኛ ክለቦችን አዘጋጅ",
      "domains_msg": "ብጁ ጎራ ያክሉ",
      "primary_msg": "አንድን ጎራ እንደ ዋና አዘጋጅ"
    }
  },
  "support": {
    "request": "ድጋፍ ይጠይቁ",
    "category": "ምድብ",
    "title": "ድጋፍ",
    "message": "ማንኛውንም ጥያቄ ወይም ጥያቄ ይጠይቁ። የእኛ የድጋፍ ቡድን ይመራዎታል። ከጥያቄዎ ጋር በተዛመደ ገጽ ላይ ጥያቄዎን እንዲጠይቁ እንመክርዎታለን። ለምሳሌ፣ ስለ ጎራ ቅንብር ጥያቄ ካሎት፣ በሱቅዎ ጎራ ቅንብር ገጽ ላይ ይላኩት።",
    "close_at": "በ{date} ተዘግቷል",
    "close_ticket_by_user": "አመሰግናለሁ፣ መልሱን አግኝቻለሁ"
  },
  "surveys": [
    "በጣም ድሃ",
    "ድሆች",
    "መደበኛ",
    "ጥሩ",
    "በጣም ጥሩ"
  ],
  "sort": {
    "title": "ቅደምተከተሉ የተስተካከለው",
    "title_small": "ቅደምተከተሉ የተስተካከለው..",
    "nothing": "መነም",
    "most_views": "አብዛኞቹ እይታዎች",
    "most_likes": "በ ጣ ም ታ ዋ ቂ",
    "most_recent": "አዲሱ",
    "most_sell": "ምርጥ ሽያጭ",
    "cheapest": "በጣም ርካሹ",
    "most_expensive": "በጣም ውድ",
    "only_available": "ይገኛል።",
    "view_mode": {
      "normal": "መደበኛ",
      "grid": "ፍርግርግ",
      "list": "ዝርዝር",
      "insta": "ኢንስታ"
    }
  },
  "helps": {
    "title": "የተሸጠ የእገዛ ማዕከል",
    "subtitle": "እንኳን ወደ Selldone በደህና መጡ። በንግድ ስርዓተ ክወና ላይ አዲስ የመስመር ላይ መደብር እየገነቡ ከሆነ ተጨማሪ መረጃ እዚህ ማግኘት ይችላሉ።",
    "add_new_help": "አዲስ እገዛ",
    "resources": "መርጃዎች",
    "categories": {
      "Welcome": "እንጀምር",
      "Setup": "መደብር",
      "Sell": "ሽያጭ እና ግብይት",
      "Developer": "ማዳበር",
      "Application": "መተግበሪያዎች",
      "Product": "ምርቶች እና ምድቦች አስተዳደር",
      "Blog": "ሲኤምኤስ እና ብሎግ",
      "Order": "የትዕዛዝ ማሟያ ማዕከል",
      "Channel": "የሽያጭ ቻናሎች",
      "Accounting": "የሂሳብ አያያዝ እና የክፍያ ዘዴዎች",
      "Incentives": "ማበረታቻዎች",
      "Marketing": "ግብይት እና ዘመቻዎች",
      "Logistic": "ሎጂስቲክስ እና መላኪያ",
      "Customers": "የደንበኞች ክበብ እና ክፍፍል",
      "Page": "ማረፊያ እና ብጁ ገጾች",
      "Access": "የሰራተኞች/ኤፒአይ መዳረሻ አስተዳደር",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "Github ማከማቻ",
    "admin_api_app": "የአስተዳዳሪ ኤፒአይ የድር አገልግሎት",
    "shop_api_app": "የኤፒአይ ድር አገልግሎትን ይግዙ",
    "design_kit": "የንድፍ እቃዎች",
    "community": "ማህበረሰብ"
  },
  "blogs": {
    "title": "ብሎግ",
    "subtitle": "የበለፀገ ንግድ ለመፍጠር ለንግድ ፣ በራስ መተማመን እና ለእውቀት ትምህርቶች።",
    "add_new_blog": "አዲስ ብሎግ",
    "popular": "ታዋቂ",
    "topics": "ርዕሶች",
    "select_topics": "ስራዎን ይምረጡ።",
    "select_job_topics": "ከስራ ጋር የተገናኙ ርዕሶችን ይምረጡ",
    "select_interested_topics": "በየትኞቹ ርዕሰ ጉዳዮች ላይ ፍላጎት አለዎት?"
  },
  "api": {
    "title": "ኤፒአይ እና ውህደት",
    "message": "የ Selldone ቁልፍ ባህሪያት አንዱ ሱቆቹን ለማስተዳደር እና ከሌሎች አገልግሎቶች ጋር እንደ መጋዘን፣ ሂሳብ አያያዝ፣ ወዘተ ለማገናኘት ጠንካራ እና ደህንነታቸው የተጠበቁ ኤፒአይዎችን ማቅረብ ነው። እንዲሁም ብጁ መተግበሪያዎችን እና የድር መተግበሪያዎችን ለመደብርዎ መንደፍ ይችላሉ። ስለ አገልጋይ እና የውሂብ አስተዳደር መጨነቅ ሳያስፈልግዎት። የጎራ ኤፒአይዎችን ብቻ ተጠቀም። ተጠቃሚዎችን የማስተዳደር፣ የማረጋገጫ እና ሌሎች የጎራ ባህሪያትን የማስተዳደር ሂደት ይኖርዎታል።"
  },
  "user_dashboard": {
    "title": "የእኔ ማመላለሻ",
    "subtitle": "ንግድዎን በዘመናዊ መረጃ እና ግልጽ ተስፋ ያስተዳድሩ።",
    "menu": {
      "affiliate": "ተባባሪ",
      "monetize": "ገቢ መፍጠር",
      "gift": "ስጦታ",
      "security": "ደህንነት",
      "access": "መዳረሻ",
      "business": "ኩባንያ",
      "wallet": "የኪስ ቦርሳ",
      "identification": "KYC",
      "stores": "መደብሮች",
      "roles": "ሚናዎች",
      "home": "ቤት",
      "expert": "ባለሙያ",
      "deals": "ቅናሾች",
      "providers": "አቅራቢዎች"
    },
    "shops": {
      "create_new": "አዲስ ሱቅ ይፍጠሩ",
      "create_new_sub": "ፍርይ",
      "create_new_sub_need_initial_charge": "የመጀመሪያውን መደብር መገንባት ነፃ ነው. ምናልባት አንድ ሱቅ ለንግድዎ በቂ ነው, ነገር ግን ብዙ መደብሮችን መገንባት ከፈለጉ, አዲስ ሱቅ የመገንባት ዋጋ 25$ ነው. ገንዘቡን ከኪስ ቦርሳዎ ውስጥ እናወጣለን.",
      "menu": {
        "title": "የእኔ ሱቆች",
        "shops": "ሱቆች",
        "new": "አዲስ"
      },
      "accept_invite_question": "ይህን ግብዣ ትቀበላለህ?",
      "shop_card": {
        "menu_orders": {
          "physical": "የአካላዊ ምርቶች ትዕዛዞች",
          "virtual": "ምናባዊ የምርት ትዕዛዞች",
          "files": "ትዕዛዞችን ያስገቡ",
          "services": "የአገልግሎት ትዕዛዞች",
          "subscriptions": "የደንበኝነት ምዝገባዎች ትዕዛዞች"
        },
        "status": "ሁኔታ",
        "license": "ፈቃድ",
        "volume": "ያገለገለ ቦታ",
        "expire": "ፍቃድ ጊዜው አልፎበታል።",
        "products": "ምርቶች",
        "page_views": "እይታዎች",
        "user_behavior": "የደንበኛ ባህሪ",
        "time_span": "ከ{time} እስከ አሁን",
        "finance_report": "የፋይናንስ ሪፖርት",
        "buys": "ግዢዎች",
        "payments": "ክፍያዎች",
        "orders": "ትዕዛዞች",
        "currency": "ምንዛሪ"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "የደንበኞች አስተያየት",
      "title_small": "አጠቃላይ እይታ",
      "wishlist": "የምኞት ዝርዝር",
      "comments": "አስተያየቶች",
      "likes": "መውደዶች",
      "favorites": "ተወዳጆች",
      "powers": "ማጨብጨብ",
      "views": "እይታዎች",
      "report_today": "የዛሬ ዘገባ",
      "report_last7days": "ያለፉት 7 ቀናት ሪፖርት",
      "report_last30days": "ያለፉት 30 ቀናት ሪፖርት"
    }
  },
  "admin_shop": {
    "title": "መደብር",
    "menu": {
      "edit": "ቅንብሮች",
      "automation": "አውቶማቲክ",
      "application": "መተግበሪያዎች",
      "access": "መዳረሻ",
      "pages": "ገፆች",
      "channels": "ቻናሎች",
      "categories": "ምድቦች",
      "marketing": "ግብይት",
      "customers": "ደንበኞች",
      "logistic": "ሎጂስቲክስ",
      "auditing": "የሂሳብ አያያዝ",
      "incentives": "ማበረታቻዎች",
      "process_center": "ትዕዛዞች",
      "blog": "ብሎግ",
      "products": "ምርቶች",
      "shops": "ሱቆች",
      "dashboard": "ዳሽቦርድ",
      "autopilot": "አውቶ ፓይለት",
      "apps": "መተግበሪያዎች",
      "pos": "POS",
      "seo": "SEO",
      "localization": "አካባቢያዊነት"
    },
    "dashboard": {
      "title": "ዳሽቦርድ ይግዙ",
      "online_staff": "የመስመር ላይ ሰራተኞች (ዎች)",
      "notify_referral": {
        "message": "የግብዣ አገናኝዎን ለጓደኞችዎ ይላኩ እና ነፃ ቫውቸሮችን ያግኙ።",
        "action": "የእኔ ሪፈራል አገናኝ"
      },
      "info": {
        "title": "ቴክኒካል",
        "subtitle": "የንግድዎ ስርዓተ ክወና ቴክኒካዊ አጠቃላይ እይታ።",
        "shop_name": "የሱቅ ስም",
        "shop_link": "የሱቅ አገናኝ",
        "site_map": "የጣቢያ ካርታ",
        "shop_domains": "ጎራዎች",
        "shop_domains_msg": "የተገናኙ ብጁ ጎራዎች ዝርዝር።",
        "home_msg": "የድር ጣቢያዎን ነባሪ መነሻ ገጽ ያዘጋጁ። ለእያንዳንዱ ብጁ ጎራ ሊቀየር ይችላል።",
        "add_domain": "አዲስ ጎራ ያክሉ",
        "currencies": "ንቁ ምንዛሬዎች",
        "currencies_alert": "ለመደብሩ ቢያንስ አንድ ምንዛሪ ይምረጡ!",
        "status": "ሁኔታ",
        "license": "ፈቃድ",
        "expire": "የፍቃድ ጊዜው የሚያበቃበት ቀን",
        "upgrade_license_action": "ወደ {name} አሻሽል",
        "wage": "ክፍያ",
        "cpu_message": "ከተገዛው እቅድ ጋር ያበጁት የሃብት ብዛት እና ወደ አገልግሎትዎ ያከሏቸው ሀብቶች።",
        "hide_domains": "ጎራዬን ደብቅ",
        "show_domains": "ጎራዎቼን አሳይ",
        "table": {
          "primary": "ዋና",
          "url": "ዩአርኤል",
          "site_map": "የጣቢያ ካርታ",
          "enable": "አንቃ",
          "indexed": "ኢንዴክስ የተደረገ",
          "and_more": "እና ተጨማሪ..",
          "auto_repair": "ራስ-ሰር ጥገና"
        },
        "add_dialog": {
          "title": "የመደብር ጎራ አዋቅር",
          "step1": "ለዲ ኤን ኤስ ጎራ ወይም ንኡስ ጎራ የሪከርድ A IP ወሰን ከሚከተሉት እሴቶች መግለጽ ትችላለህ፡",
          "step2": "የዲ ኤን ኤስ TXT መዝገብ አክል፡",
          "set_ip_alert": "የመመዝገቢያውን የአይፒ እሴት ያዘጋጁ A <b>{ip}</b> .",
          "input_domain": "የጎራ ዩአርኤል",
          "correct": "የጎራ ቅንብሮች ትክክል ናቸው።",
          "set_message": "የዚህን ጎራ CNAME ወደ {cname} ያቀናብሩት።",
          "input_domain_message": "ያለ http እና https የጎራ ስም ያስገቡ።",
          "ssl_message": "ለድር ጣቢያህ ስለ SSL ሰርተፍኬት አትጨነቅ። ይህ የእውቅና ማረጋገጫ ለጎራዎ በራስ-ሰር በ Selldone (ቤታ) ይሰጣል።",
          "active": "ጎራው ንቁ ነው።",
          "inactive": "ጎራ ተሰናክሏል።",
          "success_message": "እንኳን ደስ ያለህ፣ ጣቢያህ በ{domain} ላይ ነቅቷል። በዚህ ጎራ የእርስዎን ንግድ እና የምርት ስም ለአለም ማስተዋወቅ ይችላሉ።",
          "delete_action": "ጎራ ይሰረዝ?"
        },
        "set_home_dialog": {
          "title": "የጎራ መነሻ ገጽ አዘጋጅ"
        },
        "notification": {
          "add_message": "የጎራ አድራሻ በተሳካ ሁኔታ ታክሏል።",
          "update_message": "ጎራው በተሳካ ሁኔታ ዘምኗል።",
          "delete_domain_message": "ጎራ በተሳካ ሁኔታ ተሰርዟል።"
        },
        "alert": {
          "title": "ጎራ ሰርዝ",
          "message": "ይህን ጎራ መሰረዝ ይፈልጋሉ? ሌሎች ከማጭበርበር ለመከላከል የጎራዎን የዲ ኤን ኤስ መዝገብ እሴቶችን ዳግም ማስጀመርዎን ያረጋግጡ።"
        }
      },
      "active_orders": {
        "title": "ትዕዛዞች",
        "title_small": "አካላዊ፣ ፋይል፣ ምናባዊ እና የአገልግሎት ትዕዛዞች",
        "pending_orders": "በመጠባበቅ ላይ ያሉ ትዕዛዞች",
        "physical": "የአካላዊ ምርቶች ትዕዛዞች",
        "virtual": "ምናባዊ የምርት ትዕዛዞች",
        "file": "የምርት ትዕዛዞችን ፋይል ያድርጉ",
        "service": "የአገልግሎት ምርቶች ትዕዛዞች",
        "subscription": "የደንበኝነት ምዝገባ ትዕዛዞች"
      },
      "products": {
        "title": "ቆጠራ",
        "title_small": "ምርቶች, አገልግሎቶች, ፋይሎች",
        "total_products": "ጠቅላላ የምርት ዓይነቶች"
      },
      "finance": {
        "title": "የገንዘብ",
        "title_small": "የፋይናንስ ሪፖርት",
        "total_30days_title": "ጠቅላላ የሽያጭ መጠን",
        "last_30_day": "ያለፉት 30 ቀናት",
        "pay_amount_chart_title": "ክፍያዎች",
        "sell_amount_chart_title": "ሽያጭ",
        "discount_amount_chart_title": "ቅናሽ",
        "currency_convert_to": "ወደ ምንዛሪ",
        "active_currencies": "ንቁ ምንዛሬዎች",
        "sell_count_chart_title": "የሽያጭ ብዛት በተለዋጭ",
        "active_gateways": "ገቢር የክፍያ መግቢያ",
        "received_last_24h": "ያለፈው 7 ሰአታት ተቀብሏል።",
        "pie": {
          "title": "የዛሬው የሽያጭ መጠን",
          "no_data": "ዛሬ አይሸጥም።"
        },
        "pay_amount": "የክፍያ መጠን",
        "sell_amount": "የሽያጭ መጠን",
        "discount_amount": "የቅናሽ መጠን",
        "sell_count": "የሽያጭ ብዛት",
        "table": {
          "currency": "ምንዛሪ",
          "total_sell_30days": "የ 30 ቀናት አጠቃላይ ሽያጭ",
          "sell_daily": "ዕለታዊ የሽያጭ መጠን",
          "sell": "ሽያጭ",
          "pay": "ይክፈሉ"
        }
      },
      "customers": {
        "title": "ደንበኞችን ይግዙ",
        "title_small": "የልወጣ ሪፖርት",
        "total_customers": "ጠቅላላ",
        "new_customers_today": "ዛሬ",
        "new_customers_week": "ያለፉት 7 ቀናት",
        "orders_count": "የትእዛዝ ብዛት",
        "days_range": "የቀናት ክልል",
        "new_users": "አዲስ የተመዘገቡ ተጠቃሚዎች",
        "chart": {
          "new_customers": "አዳዲስ ደንበኞች",
          "customers": "ጠቅላላ ደንበኞች"
        }
      },
      "plugins": {
        "title": "ተሰኪዎች",
        "title_small": "ተጭኗል"
      },
      "performance": {
        "title": "ዛሬ",
        "title_small": "የተጠቃሚዎች እና የሽያጭ አጠቃላይ እይታ",
        "users": "ተጠቃሚዎች",
        "views": "እይታዎች",
        "orders": "ትዕዛዞች",
        "payments": "ክፍያዎች",
        "no_visitor_today": "ዛሬ ምንም ጎብኝዎች አልነበራችሁም።"
      }
    },
    "products": {
      "title": "ምርቶች ዝርዝር",
      "products_list": "ወደ ዝርዝር ተመለስ",
      "products_menu": "ምርቶች አስተዳደር",
      "process_que": "ከውጭ የሚመጡ ምርቶችን በማቀነባበር ላይ",
      "view_que_list": "የወረፋ ዝርዝር ይመልከቱ",
      "menu_products_list": "ምርቶች ዝርዝር",
      "menu_export": "ምርቶችን ወደ ውጭ ላክ",
      "menu_import": "ምርቶችን አስመጣ",
      "menu_show_deletes": "የተሰረዙ ምርቶችን አሳይ",
      "drop_import_message": "የጅምላ ምርቶችን ማከል ለመጀመር የምርቶች ዝርዝር ፋይል (CSV፣ XLS፣ XLSX ቅርጸት) እዚህ ጣል ያድርጉ። ፋይሉ የተሸጡ ምርቶች ዝርዝር ቅርጸት እንዳለው ያረጋግጡ።",
      "product_widget": {
        "product_type": "የምርት አይነት",
        "price": "ዋጋ",
        "value_added": "ኮሚሽን",
        "discount": "ቅናሽ",
        "in_stock": "ለሽያጭ የቀረበ እቃ",
        "product_unit": "ክፍል",
        "total_sell": "ጠቅላላ ሽያጮች",
        "total_view": "አጠቃላይ እይታዎች",
        "view_unit": "ጊዜያት",
        "review_unit": "ግምገማዎች"
      },
      "folder_widget": {
        "products": "ምርቶች",
        "products_unit": "ዓይነቶች",
        "sub_categories": "ምድቦች",
        "sub_categories_unit": "እቃዎች",
        "views": "እይታዎች",
        "views_unit": "ጊዜያት"
      },
      "menu_advanced_options": "የላቁ አማራጮች"
    },
    "blogs": {
      "new": "አዲስ ጻፍ",
      "blogs": "ብሎግ",
      "list": {
        "title": "የእኔ ጽሑፎች",
        "waiting_message": "መረጃ በመቀበል ላይ... እባክዎ ይጠብቁ",
        "published": "የታተመ",
        "draft": "ረቂቅ",
        "private": "የግል",
        "public": "የህዝብ",
        "table": {
          "title": "ርዕስ",
          "author": "ደራሲ",
          "claps": "ማጨብጨብ",
          "like": "እንደ",
          "comments": "አስተያየቶች",
          "views": "እይታዎች",
          "publish_state": "ሁኔታ",
          "created_at": "የተፈጠረበት ቀን",
          "updated_at": "የመጨረሻው ዝመና"
        },
        "subtitle": "እራስዎን እና ንግድዎን ለማቅረብ ከዘመናዊ የውስጥ መስመር አርታኢ ጋር ጽሑፎችን ይጻፉ። ከፍተኛ ጥራት ያለው SEO-ተስማሚ የብሎግ ልጥፍን ሲጽፉ ላይ ማተኮር ያለብዎት የመጀመሪያው ነገር ዋናው ይዘት ነው።"
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "መረጃ በመቀበል ላይ... እባክዎ ይጠብቁ",
        "rejected": "ውድቅ ተደርጓል",
        "delivery": "ማጓጓዣ",
        "discount": "ቅናሽ",
        "not_paid": "አልተከፈለም።",
        "table": {
          "order_number": "የትእዛዝ ኮድ",
          "order_date": "የፍተሻ ቀን",
          "status": "የመጨረሻው ሁኔታ",
          "price": "አጠቃላይ ድምሩ",
          "payment_status": "የክፍያ ሁኔታ"
        }
      },
      "virtual": {
        "waiting_message": "መረጃ በመቀበል ላይ... እባክዎ ይጠብቁ",
        "discount": "ቅናሽ",
        "table": {
          "order_number": "የትእዛዝ ኮድ",
          "product": "ምርት",
          "order_date": "የምዝገባ ቀን",
          "status": "የመጨረሻው ሁኔታ",
          "price": "አጠቃላይ ድምሩ",
          "payment_status": "የክፍያ ሁኔታ"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "መለዋወጥ",
        "gateway": "መግቢያ",
        "invoice": "የሂሳብ አከፋፈል",
        "report": "ሪፖርት አድርግ",
        "tax": "ግብር",
        "drop_shipping": "የድጋሚ ሻጭ ደረሰኞች",
        "reseller_accounts": "የዳግም ሻጭ መለያዎች",
        "valuations": "ዋጋዎች"
      },
      "invoice": {
        "title": "የተገናኙ የኪስ ቦርሳዎችን ይግዙ",
        "subtitle": "ክፍያዎች፣ ኮሚሽኖች እና የማከማቻ ወጪዎች ከእነዚህ የኪስ ቦርሳ ሂሳቦች ይቀነሳሉ።",
        "title_add": "አዲስ የኪስ ቦርሳ መለያ ያገናኙ",
        "subtitle_add": "ለእያንዳንዱ ምንዛሬ አዲስ ቦርሳ መፍጠር እና ከሱቅዎ ጋር ማገናኘት አለብዎት። የአገልግሎት ክፍያው ከዚህ የኪስ ቦርሳ ይወጣል።",
        "add_account": "መለያ አክል",
        "charge_account": "ክፍያ መለያ",
        "show_transaction": "ግብይቶችን አሳይ",
        "table": {
          "currency": "ምንዛሪ",
          "account_number": "መለያ ቁጥር",
          "account_name": "የአድራሻ ስም",
          "balance": "ሚዛን",
          "free_balance": "የሚገኝ ቀሪ ሂሳብ",
          "actions": "አስወግድ"
        },
        "add_account_dialog": {
          "title": "የክሬዲት መለያን ከማከማቻ ጋር በማገናኘት ላይ",
          "subtitle": "በሴልዶን የኪስ ቦርሳ ሲከፍቱ እንደማንኛውም ክሬዲት ካርድ ምናባዊ ክሬዲት ካርድ እና አካውንት እንሰጥዎታለን። የተሸጠ የሽያጭ ክፍያ ከዚህ ሂሳብ ይቀነሳል፣ ነገር ግን የመለያዎ ቀሪ ሒሳብ በቂ ካልሆነ፣ ይህ መጠን ዕዳ አለበት። የ Selldone አገልግሎቶችን የሚፈልጉትን ያህል መጠቀም ይችላሉ።",
          "account_number": "መለያ ቁጥር",
          "account_number_input_message": "መደብሩ ከዚህ መለያ ጋር ይገናኛል። ይህ መለያ ለክፍያ እና ለወጪዎች ይውላል።",
          "balance": "የሂሳብ ቀሪ ሒሳብ",
          "connect_account_to_shop": "መለያን ከማከማቻ ጋር ያገናኙ"
        },
        "notifications": {
          "connect_account_success": "መለያ በተሳካ ሁኔታ ታክሏል።",
          "delete_account_success": "መለያ በተሳካ ሁኔታ ከማከማቻው ተወግዷል።"
        },
        "alert": {
          "delete_account": "መለያን ያላቅቁ",
          "delete_account_message": "ይህን መለያ ከመደብር መለያዎች ዝርዝር ውስጥ ማስወገድ ይፈልጋሉ?",
          "delete_account_action": "መለያ ሰርዝ"
        },
        "inform_charge_account": "መለያዎን ያስከፍሉ!",
        "inform_charge_account_critical": "የአገልግሎት እገዳን ለመከላከል መለያዎን ያስከፍሉ!"
      },
      "gateway": {
        "title": "የመክፈያ ዘዴዎች",
        "sub_title": "ንቁ የመክፈያ ዘዴዎች ዝርዝር። ወደ ሱቅዎ አዲስ ዘዴ ማከል ከፈለጉ የሚከተለውን ቁልፍ ይጫኑ። ከ10 የተጨመሩ የክፍያ መግቢያ መንገዶች እንዳይበልጡ አጥብቀን እንመክራለን።",
        "add_gateway": "አዲስ የመክፈያ ዘዴ",
        "add_gateway_dialog": {
          "title": "ምንዛሪ ይምረጡ",
          "country_currencies": "የአካባቢ ገንዘቦች",
          "crypto_currencies": "ክሪፕቶ ምንዛሬዎች",
          "active_gateways": "ንቁ የክፍያ ዘዴዎች",
          "confirm": "የመክፈያ ዘዴ ያክሉ"
        }
      },
      "exchange": {
        "title": "ንቁ ምንዛሬዎችን ያከማቹ",
        "subtitle": "ተጠቃሚዎች ንቁ ከሆኑ ምንዛሬዎች ውስጥ አንዱን መምረጥ ይችላሉ እና የምርቶቹ ዋጋ ይሰላል እና ይታያል። ወደ ምንዛሪ ተመን ማስገባት የሻጩ ብቻ ነው።",
        "shop_currencies_input": "ለተጠቃሚዎች ንቁ ምንዛሬዎች",
        "shop_currencies_input_error": "ቢያንስ አንድ ምንዛሬ ይምረጡ",
        "rates": {
          "title": "የምንዛሪ ልውውጥ ተመን",
          "sub_title": "ከዚህ በታች ባሉት ማንኛቸውም ምንዛሬዎች ላይ በመመስረት የምርት ዋጋዎችን ማስገባት ይችላሉ እና የምርት ዋጋው በራስ-ሰር በገንዘቦችዎ መካከል ባለው የልወጣ መጠን ይሰላል።",
          "message": "በመገበያያ ገንዘብ መካከል ያለውን የምንዛሪ ዋጋ በማስገባት የምርትዎ ዋጋ በራስ-ሰር ይሰላል እና ይሻሻላል።",
          "add_new_rate": "አዲስ ተመን ጨምር"
        },
        "table": {
          "waiting_receive_data": "መረጃ በማግኘት ላይ... እባክዎ ይጠብቁ",
          "rate_input": "የመለወጫ ተመን",
          "from": "ከ",
          "to": "ለ",
          "exchange_rate": "የመለወጫ ተመን",
          "edit": "አርትዕ",
          "delete": "ሰርዝ",
          "auto": "ራስ-ሰር ተመን"
        },
        "add_rate_dialog": {
          "title": "የምንዛሬ ተመን ያዘጋጁ",
          "message": "መረጃ ሲያስገቡ ይጠንቀቁ። የምርቶችዎ ዋጋ እዚህ በገቡት ተመኖች መሰረት ይሰላል።",
          "currency_from": "ከምንዛሪ",
          "currency_to": "ወደ ምንዛሪ",
          "exchange_rate": "የመለወጫ ተመን"
        },
        "alert": {
          "title": "የልወጣ መጠን ሰርዝ",
          "message": "ይህን የልወጣ መጠን መሰረዝ ይፈልጋሉ?",
          "action": "ሰርዝ"
        },
        "notifications": {
          "delete_success": "የምንዛሬ ተመን ተወግዷል።",
          "add_success": "የምንዛሬ ተመን ዘምኗል።",
          "update_success": "ንቁ ምንዛሬዎችን ያከማቹ ተዘምነዋል።"
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "መጋዘኖች",
        "subtitle": "የእኔ መጋዘኖች ዝርዝር."
      },
      "warehouse_btn": "አዲስ መጋዘን ጨምር",
      "warehouse_btn_error": "የንግድህን መጋዘን፣ ማከማቻ ወይም አመጣጥ አዘጋጅ። በማጓጓዣ ወጪ ስሌት እና የፍተሻ ሂደት ውስጥ መኖር በጣም አስፈላጊ ነው።",
      "size_unit": {
        "title": "የመጠን አሃድ",
        "subtitle": "ለርዝመት, ስፋት እና ቁመት የሚያገለግል ክፍል."
      },
      "mass_unit": {
        "title": "የጅምላ ክፍል",
        "subtitle": "ለክብደት ጥቅም ላይ የዋለው ክፍል."
      },
      "menu": {
        "return_request": "ተመልሷል",
        "delivery": "ማጓጓዣ",
        "inventory": "ቆጠራ",
        "warehouse": "መጋዘን",
        "logistic_apps": "ሎጂስቲክስ",
        "profiles": "መገለጫዎች",
        "includes": "ያካትታል"
      },
      "warehouse": {
        "title": "የማከማቻ መጋዘን",
        "sub_title": "ይህ አድራሻ እንደ ማጓጓዣው መነሻ ሆኖ ያገለግላል።",
        "table": {
          "title": "የእቃ ዝርዝር",
          "sub_title": "አካላዊ፣ ምናባዊ፣ ፋይል እና አገልግሎትን ጨምሮ የሁሉም የማከማቻ ምርቶች ዝርዝር"
        }
      },
      "delivery": {
        "title": "የማጓጓዣ ዘዴዎች",
        "sub_title": "በዚህ ክፍል ውስጥ ያሉትን እሴቶች በማዘጋጀት በሱቅዎ ውስጥ የተለያዩ የመላኪያ ዘዴዎች ነቅተዋል። በጥሬ ገንዘብ የማስረከቢያ ዘዴ በዚህ ክፍል ውስጥም ሊነቃ ይችላል።",
        "add_transportation": "መጓጓዣን ይጨምሩ",
        "delivery_form": {
          "payment": "የክፍያ አማራጮች",
          "limits": "ገደቦች",
          "currency_input": "ለዋጋ ስሌቶች የማጣቀሻ ምንዛሬ",
          "currency_input_message": "ወጪዎች በዚህ ምንዛሬ ይሰላሉ",
          "distance_input": "ከመጋዘን የተሸፈነ ርቀት",
          "distance_input_message": "0 ወይም -1 ማለት ምንም ገደብ የለም.",
          "max_weight_input": "ከፍተኛ ተቀባይነት ያለው ጥቅል ክብደት",
          "max_weight_input_message": "0 ወይም -1 ማለት ምንም ገደብ የለም.",
          "max_size_input": "ከፍተኛው የጥቅል መጠኖች",
          "width": "ስፋት",
          "length": "ርዝመት",
          "height": "ቁመት",
          "days_input": "የሚገኙ የመላኪያ ቀናት",
          "days_input_nodata": "የመላኪያ ቀን ይምረጡ",
          "hours_input": "የመላኪያ ጊዜዎች ይገኛሉ",
          "hours_input_nodata": "የጊዜ ወቅት ይምረጡ",
          "vacation_input": "በበዓል ቀን ታቀርባላችሁ?",
          "cod_input": "COD ን ይደግፉ",
          "cod_input_message": "የማጓጓዣ አገልግሎትዎ COD መቀበሉን ያረጋግጡ።",
          "sod_input": "COD ን ይደግፋሉ?",
          "sod_input_message": "የማጓጓዣ አገልግሎትዎ COD መቀበሉን ያረጋግጡ።",
          "pricing": "ዋጋ አስላ",
          "const_input": "ቋሚ ወጪ",
          "distance_cof_input": "የወጪ-ወደ-ርቀት ቅንጅት",
          "distance_cof_input_dim": "በ{dim}",
          "weight_cof_input": "ወጪ-ወደ-ክብደት ምክንያት",
          "weight_cof_input_dim": "በ{dim}",
          "price_cof_input": "የማጓጓዣ ዋጋ ወደ ምርት ዋጋ",
          "price_cof_input_message": "የኢንሹራንስ ወጪዎችን እና እንደ COD ወጪዎች ያሉ ሌሎች አገልግሎቶችን ያካትታል።",
          "price_cof_input_dim": "በ{dim}",
          "distance_weight_cof_input": "የወጪ ማባዛት በክብደት ማባዛት።",
          "distance_weight_cof_input_dim": "ለእያንዳንዱ {weight} በ{distance}",
          "free_shipping_input": "ነጻ ማጓጓዣ",
          "free_shipping_limit_input": "ለነጻ ማጓጓዣ ዝቅተኛው የትዕዛዝ ዋጋ",
          "notifications": {
            "update_success": "የማጓጓዣ አገልግሎት ቅንጅቶች በተሳካ ሁኔታ ተጠናቀዋል።"
          },
          "shipping_cost_calculation": "የማጓጓዣ ወጪ ስሌት",
          "sod_true": "በመድረሻ ላይ የመላኪያ ወጪ ያግኙ",
          "sod_true_message": "የማጓጓዣ አገልግሎትዎ በመድረሻ ላይ የመርከብ ወጪን መቀበሉን ያረጋግጡ።",
          "sod_false": "የመኪና ማጓጓዣ ወጪ ስሌት",
          "cod_true": "በሚላክበት ጊዜ ገንዘብ ይቀበሉ",
          "cod_false": "የመስመር ላይ ክፍያ ብቻ ተቀበል",
          "cod_true_message": "የማጓጓዣ አገልግሎትዎ COD መቀበሉን ያረጋግጡ።"
        }
      }
    },
    "users": {
      "menu": {
        "customers": "ደንበኞች",
        "contact_form": "እውቂያዎች",
        "faq": "FAQ",
        "club": "ክለብ",
        "report": "ሪፖርት አድርግ"
      },
      "report": {
        "title": "የደንበኞች አጠቃላይ እይታ",
        "sub_title": "የደንበኞችዎን የቀጥታ ሁኔታ እዚህ ያያሉ።",
        "report_30days_by_time": "ባለፉት 30 ቀናት ውስጥ በቀን እና በሰዓቱ ላይ የተመሰረተ የተጠቃሚ እንቅስቃሴ",
        "report_30days_by_location": "የጂኦግራፊያዊ አካባቢ ተጠቃሚዎች እንቅስቃሴ ባለፉት 30 ቀናት ውስጥ"
      },
      "club": {
        "title": "የደንበኞች ክበብ",
        "sub_title": "እያንዳንዱን ደረጃ ለማግበር ወርሃዊ እና አመታዊ የግዢ መጠን እና ገንዘቡን ያስገቡ። ወርሃዊ ወይም አመታዊ የግዢ መስፈርቶችን ስለሚያሟሉ ደንበኞችዎ ወደ ደንበኛ ክበብዎ እንዲገቡ ይደረጋሉ።",
        "item": {
          "members_count": "የአባላት ብዛት",
          "purchases_count": "የትዕዛዝ ብዛት",
          "monthly": "ወርሃዊ",
          "annually": "በየአመቱ",
          "discount_percent": "የቅናሹ መጠን",
          "discount_limit": "የቅናሽ ገደብ"
        },
        "edit_dialog": {
          "title": "የደንበኛ ደረጃ አስተዳደር",
          "currency_input": "ምንዛሪ",
          "currency_input_message": "ጠቅላላ ግዢዎች በዚህ ምንዛሬ ይሰላሉ.",
          "free_shipping_input": "ነጻ ማጓጓዣ",
          "monthly_input": "ወርሃዊ የግዢ መጠን",
          "annually_input": "ዓመታዊ የግዢ መጠን",
          "discount_percent_input": "የክለቡ አባላት የቅናሽ ዋጋ",
          "discount_limit_input": "የቅናሽ ገደብ",
          "description_input": "መግለጫ",
          "description_input_message": "የዚህን ደረጃ አጭር መግለጫ አስገባ።"
        },
        "notifications": {
          "update_success": "ለውጦች በደንበኛ ክበብ ላይ ተተግብረዋል."
        }
      },
      "faq": {
        "title": "ተደጋግሞ የሚነሱ ጥያቄዎች",
        "sub_title": "የደንበኞችዎን ጥያቄዎች ያክሉ፣ ያርትዑ እና ይመልሱ።"
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "ዘመቻዎች",
        "cross_selling": "ተሻጋሪ ሽያጭ",
        "affiliate": "ተባባሪ",
        "emails": "ኢሜይሎች",
        "funnel": "ፉነል"
      },
      "campaign": {
        "name_input_placeholder": "የዘመቻ ስም",
        "name_input_message": "የዘመቻ ርዕስዎን ያስገቡ።",
        "create_campaign_action": "አዲስ ዘመቻ ፍጠር",
        "table": {
          "title": "ርዕስ",
          "state": "ሁኔታ",
          "discount": "ቅናሽ",
          "landing": "ማረፊያ ገጽ",
          "start": "ጀምር",
          "end": "መጨረሻ"
        },
        "notifications": {
          "add_success_title": "ዘመቻ ፍጠር",
          "add_success": "ዘመቻህ ተፈጥሯል።"
        },
        "name_input_name": "የዘመቻ ስም"
      }
    },
    "categories": {
      "title": "የምድብ ዝርዝር",
      "subtitle": "ምድቦች የመስመር ላይ መደብርዎ ቁልፍ ባህሪ ናቸው። ዘመናዊ የመደብር ፊት ለመገንባት እና ለደንበኞችዎ ትክክለኛ ምርቶችን ለማግኘት ቀላል ለማድረግ እነዚህን ኃይለኛ የምድብ መሳሪያዎች እንዲጠቀሙ እናበረታታዎታለን።",
      "menu": {
        "add_new": "አዲስ ምድብ ያክሉ",
        "categories_list": "ምድቦች ዝርዝር",
        "export": "ምድቦችን ወደ ውጭ ላክ",
        "import": "ምድቦችን አስመጣ (CSV)"
      },
      "graph": {
        "title": "የምድቦች ተዋረድ",
        "subtitle": "የመደብር ምድቦችዎን እና ተጠቃሚዎች እንዴት እንደሚያስሱዋቸው የተሟላ እይታ ሊኖርዎት ይችላል። በትክክለኛው የምድቦች ዝግጅት ደንበኞችዎ ምርቶችን በፍጥነት ማግኘት ይችላሉ እና የልወጣ መጠኑ ይጨምራል።",
        "visits_count": "ጎብኝ",
        "normal": "ቀላል",
        "items_count": "የንጥሎች ብዛት",
        "home": "ቤት"
      },
      "category_widget": {
        "parent": "ወላጅ",
        "not_exist": "አልተገኘም",
        "children": "ንዑስ ምድቦች",
        "delete_alert": {
          "title": "የልጆች ምድብ አስወግድ",
          "message": "{title}ን ከ{parent_title} ዝርዝር ውስጥ ማስወገድ ይፈልጋሉ?",
          "action": "ሰርዝ"
        },
        "notifications": {
          "edit_success": "ምድብ ተስተካክሏል።"
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "መደብር",
        "my_apps": "መተግበሪያዎች"
      },
      "my_apps": {
        "title": "ንቁ መተግበሪያዎችን ያከማቹ",
        "subtitle": "የንግድ መተግበሪያዎችዎን ያስተዳድሩ።",
        "all": "ሁሉም"
      },
      "store": {
        "title": "የመተግበሪያ መደብር",
        "subtitle": "የእርስዎን ተወዳጅ አገልግሎቶች ደህንነቱ በተጠበቀ ሁኔታ ከንግድዎ ጋር ያገናኙ። በደንበኞቻችን ጥያቄ መሰረት ተሰኪዎችን እና መተግበሪያዎችን እንጨምራለን.",
        "nodata": "ምንም ተሰኪ አልተገኘም።",
        "all": "ሁሉም",
        "more": "ተጨማሪ"
      }
    },
    "pages": {
      "menu": {
        "new_page": "አዲስ ገጽ",
        "contact_us": "አግኙን",
        "privacy": "ግላዊነት",
        "terms": "ውሎች",
        "about_us": "ስለ እኛ",
        "landings": "ማረፊያ",
        "popup": "ብቅታ",
        "static": "የማይንቀሳቀስ"
      }
    },
    "permissions": {
      "menu": {
        "persons": "ሰራተኞች",
        "roles": "ሚናዎች",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "የሰራተኞች ዝርዝር",
          "new_user": "አዲስ ሰራተኞችን ያክሉ",
          "new_user_message": "የዚህ መደብር ዳሽቦርድ እና የአስተዳደር ክፍሎች መዳረሻ የሚኖራቸው ተጠቃሚዎች።",
          "email_input_placeholder": "ኢሜይል",
          "email_input": "የተጠቃሚ ኢሜይል አድራሻ",
          "level_input": "የመዳረሻ ደረጃ",
          "add_user_action": "ሠራተኞችን ጨምር"
        },
        "delete_alert": {
          "title": "መዳረሻን ያስወግዱ",
          "message": "ይህን ተጠቃሚ መሰረዝ ይፈልጋሉ?",
          "action": "ሰርዝ"
        },
        "notifications": {
          "add_success_title": "መዳረሻን ያክሉ",
          "add_success": "አዲስ መዳረሻ ታክሏል።",
          "delete_success_title": "መዳረሻን ሰርዝ",
          "delete_success": "መዳረሻ ተሰርዟል።"
        }
      },
      "shop_api": {
        "title": "የማከማቻ መዳረሻ ቁልፎች",
        "message": "እነዚህ ቁልፎች በአገልጋይዎ የመዳረሻ ቶከን ለመፍጠር ያገለግላሉ። ቁልፎቹ ሚስጥራዊ መሆናቸውን እና ለሌሎች በማይታይ መልኩ በአገልጋዩ ላይ ብቻ መሆኑን ልብ ይበሉ።"
      }
    },
    "applications": {
      "pwa": {
        "title": "የድር መተግበሪያ",
        "sub_title": "የሱቅ ድር መተግበሪያዎን እዚህ ይመልከቱ",
        "message": "ማሳሰቢያ፡ በiOS መተግበሪያ ውስጥ የእርስዎን የድረ-ገጽ አቀባበል ገጽ በእርስዎ አይፎን እና አይፓድ ላይ ማስተካከል ይችላሉ።",
        "ios_app": "የ iOS መተግበሪያ"
      },
      "ios": {
        "title": "የ iOS መተግበሪያ",
        "sub_title": "በቅርቡ ለመደብርዎ የiOS መተግበሪያ መገንባት ይችላሉ።",
        "message": "ከፍተኛው የፋይል መጠን፡ 512 ኪባ፣የእኛ መጭመቂያ ስርዓታችን መጠኑን ወደ 512KB መቀነስ እስከቻለ ድረስ እስከ 1MB የሚደርሱ ፋይሎችን መስቀል ትችላለህ። የተሰቀለው ምስል በጥበብ ይቀየራል።"
      },
      "android": {
        "title": "አንድሮይድ መተግበሪያ",
        "sub_title": "የራስዎን አንድሮይድ መተግበሪያ ይገንቡ",
        "message": "ይህንን ቅጽ ይሙሉ እና የግንባታ ቁልፉን ይጫኑ። ሌላ ምንም ነገር አያስፈልግም. ሁሉም የመተግበሪያዎ ግንባታ እና መፈረም ሂደት የሚከናወነው በደመና አገልጋዮች ላይ ነው። የመጨረሻው መተግበሪያ ወደ ሁሉም AppStores ይሰቀላል።",
        "server_un_available": "በሙከራ፣ የመተግበሪያው አገልጋይ በዚህ ጊዜ አልተገናኘም።",
        "app_building_progress": "የእርስዎ መተግበሪያ እየተገነባ ነው።",
        "app_build_success": "መተግበሪያዎ ዝግጁ ነው።",
        "download_app_action": "መተግበሪያውን ያግኙ",
        "firmware_version": "የጽኑ ትዕዛዝ ስሪት",
        "main_info": "የመተግበሪያ ጥቅል",
        "package_name_input_message": "የጥቅል ስም ልዩ መሆኑን ያረጋግጡ።",
        "package_name_input_alert": "ይህን ስም ከቀየሩ፣ ከዚህ በኋላ የቀደሙት መተግበሪያዎችዎን በAppStore ውስጥ ማዘመን እና አዲስ መጫን አይችሉም። የቆዩ ስሪቶች መተግበሪያ ተጠቃሚዎች እንዲሁ ወደ መለያቸው መግባት እንደማይችሉ ልብ ይበሉ።",
        "version_input": "ሥሪት",
        "version_input_message": "ይህ ቁጥር ሁልጊዜ ከቀዳሚው ዋጋ የበለጠ መሆን አለበት።",
        "version_name_input": "የስሪት ስም",
        "version_name_input_message": "ለዚህ የመተግበሪያው ስሪት ልዩ ስም ያስገቡ።",
        "use_selldone_key": "የተሸጡ ነባሪ ቁልፎች",
        "use_last_key": "የተቀመጠ ቁልፍ",
        "use_new_key": "አዲስ ቁልፍ",
        "appearance": "መልክ",
        "app_name_input": "የመተግበሪያ ስም",
        "app_name_input_message": "ይህ የመተግበሪያዎ ዋና ስም ይሆናል።",
        "app_title_input": "የመተግበሪያ ርዕስ",
        "app_title_input_message": "ይህ ርዕስ በመተግበሪያው አናት ላይ ይታያል።",
        "app_title_input_placeholder": "ርዕስ አስገባ",
        "app_icon_input": "የመተግበሪያ አዶ",
        "app_icon_input_placeholder": "የመተግበሪያ አዶዎችን ዚፕ ፋይል ይምረጡ።",
        "generate_icon_pack_action": "የግንባታ አዶ ጥቅል",
        "splash_design": "Splash Screen Desgin",
        "splash_logo_input": "ስፕላሽ ስክሪን አርማ",
        "splash_logo_input_placeholder": "ለስፕላሽ ስክሪን ምስል ይምረጡ።",
        "splash_title_input": "የስፕላሽ ስክሪን ርዕስ",
        "splash_title_input_placeholder": "ለ Splash Screen ርዕስ ያስገቡ",
        "splash_title_input_message": "ይህ ርዕስ በትልቁ የቅርጸ-ቁምፊ መጠን ይታያል።",
        "splash_message_input": "የስፕላሽ ስክሪን መልእክት",
        "splash_message_input_placeholder": "መልእክት...",
        "splash_message_input_message": "ይህ መልእክት ከታች እንደ ድንክዬ ይታያል።",
        "dark_theme": "ጨለማ ጭብጥ",
        "light_theme": "የብርሃን ጭብጥ",
        "build": "ይገንቡ",
        "building_info": "መተግበሪያን በደመና አገልጋይ ላይ መገንባት ከ10 ሰከንድ እስከ ብዙ ደቂቃዎች ይወስዳል። እባካችሁ ታገሱ። የማውረጃ ፋይል አገናኙ አንዴ ማመልከቻው ዝግጁ ከሆነ እዚህ ይታያል።",
        "update_mode_action": "አዘምን",
        "build_mode_action": "መተግበሪያን ይገንቡ",
        "notifications": {
          "icon_pack_not_valid_error": "ፋይል ትክክል አይደለም።",
          "start_building_title": "ግንባታ...",
          "start_building_message": "የአንድሮይድ መተግበሪያ ግንባታ ጥያቄ ገብቷል።",
          "build_success_title": "እንኳን ደስ አላችሁ",
          "build_success": "አንድሮይድ መተግበሪያዎ ዝግጁ ነው፣ እና አሁን ማውረድ ይችላሉ።"
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "አውቶ ፓይለት"
      }
    },
    "edit": {
      "menu": {
        "delete": "ማከማቻን ሰርዝ",
        "activity_time": "ጊዜ",
        "footer": "ምናሌ",
        "info": "መረጃ",
        "notification": "ማሳወቂያዎች",
        "home": "ቤት",
        "locations": "ቦታዎች",
        "license": "ፈቃድ",
        "theme": "ጭብጥ",
        "sms": "ኤስኤምኤስ",
        "email": "ኢሜይል",
        "domain": "ጎራ",
        "verifications": "ማረጋገጫዎች",
        "flow": "ፍሰት",
        "business_model": "የንግድ ሞዴል"
      },
      "delete_dialog": {
        "title": "ማከማቻን ሰርዝ",
        "message": "<b>{title}</b> ማከማቻን መሰረዝ ይፈልጋሉ?",
        "action": "ማከማቻን ሰርዝ"
      },
      "notifications": {
        "delete_success": "መደብር ተሰርዟል።"
      },
      "info": {
        "title_tab": {
          "title": "የንግድ ስም እና ቋንቋ",
          "subtitle": "ይፋዊ ስም እና ነባሪ ቋንቋ ያዘጋጁ።"
        },
        "name_tab": {
          "title": "ልዩ ስም ይግዙ",
          "subtitle": "የንግድ ተጠቃሚ ስምህ ነው።"
        },
        "description_tab": {
          "title": "የእርስዎ የንግድ ታሪክ",
          "subtitle": "ስለ ንግድዎ እና ስለ ልዩ እሴት ሀሳብዎ ይፃፉ።"
        },
        "contact_tab": {
          "title": "ያነጋግሩ እና የአካባቢ ንግድ",
          "subtitle": "ይፋዊ የእውቂያ መረጃ እና Google የአካባቢ ንግድ ማዋቀር።"
        },
        "image_tab": {
          "title": "አርማ",
          "subtitle": "ለብራንድዎ ልዩ አርማ ይምረጡ።"
        }
      },
      "badge": {
        "external_title": "የውጭ ባጆችን ያስተዳድሩ",
        "external_message": "እዚህ, የባጅ ምስሉን አድራሻ እና ከእሱ ጋር ያለውን አገናኝ ማስገባት ይችላሉ. ዩአርኤሎች ከተፈቀደው ድር ጣቢያ መሆን አለባቸው።"
      },
      "edit_menu": {
        "title": "ምናሌዎች",
        "footer": {
          "title": "የግርጌ ምናሌ",
          "sub_title": "የሱቅ ገጽዎን የታችኛውን ምናሌ እዚህ ማዋቀር ይችላሉ። እነዚህ ምናሌዎች መነሻ ገጾች, የተነደፉ ገጾች ወይም ውጫዊ አገናኞች ሊሆኑ ይችላሉ."
        },
        "header": {
          "title": "የራስጌ ምናሌ",
          "sub_title": "ይህ ሜኑ ከሞባይል በላይ በሆኑ ስክሪኖች እና በመነሻ ገጹ አናት ላይ፣ የምርት ምድቦች፣ ማረፊያዎች እና የምርት ገፆች ላይ ብቻ ነው የሚታየው።"
        },
        "save_menu": "ምናሌን አስቀምጥ",
        "dialog": {
          "main_pages": "ዋና ገፆች",
          "custom_pages": "ማረፊያ ገጾች"
        },
        "table": {
          "home": "ቤት",
          "shop": "ይግዙ",
          "blogs": "ብሎግ",
          "about_us": "ስለ እኛ",
          "privacy": "ግላዊነት",
          "terms": "የአጠቃቀም መመሪያ",
          "faq": "FAQ",
          "contact_us": "አግኙን"
        },
        "notifications": {
          "save_success": "ምናሌው በተሳካ ሁኔታ ዘምኗል።"
        }
      },
      "social": {
        "title": "ማህበራዊ ሚዲያ",
        "message": "በዚህ ክፍል ውስጥ የእርስዎን ይፋዊ የማህበራዊ ሚዲያ አገናኝ ያስገቡ። አድራሻዎቹን ለማረጋገጥ ለእያንዳንዱ ንጥል መመሪያዎችን ይከተሉ።"
      },
      "time": {
        "title": "የስራ ቀናት",
        "sub_title": "የስራ ቀናትን እና ሰዓቱን ያዘጋጁ",
        "days_open_input": "ቀናት",
        "days_open_input_nodata": "ቢያንስ አንድ ቀን ይምረጡ",
        "start_time_input": "የመደብር እንቅስቃሴ መጀመሪያ ሰዓት",
        "start_time_input_hint": "የማከማቻ ክፍት ሰዓቶች",
        "end_time_input": "የማከማቻ ጊዜ መዝጊያ",
        "end_time_input_hint": "የማከማቻ እንቅስቃሴ ማብቂያ ጊዜ",
        "customer_support_service": "ተጠያቂነት እና የደንበኛ አገልግሎት",
        "response_time_input": "የደንበኛ አገልግሎት ሁኔታ",
        "support_24h": "በሳምንት 24 ሰዓታት 7 ቀናት",
        "support_normal": "በስራ ሰዓት ብቻ",
        "no_service": "አይ",
        "notifications": {
          "update_success": "መደብር ተስተካክሏል።"
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "ምድብ የለም"
  },
  "add_product": {
    "title_new": "አዲስ ምርት",
    "title_new_category": "አዲስ ምድብ",
    "title_new_drop_shipping": "መጣል ጨምር",
    "title_edit": "ምርትን ያርትዑ",
    "delete": "ምርትን ሰርዝ",
    "completed": "ተጠናቀቀ",
    "menu": {
      "type": "የምርት አይነት",
      "general_info": "አጠቃላይ መረጃ",
      "rating": "የዳሰሳ ጥናት እና ባህሪዎች",
      "spec": "ዝርዝሮች",
      "images": "ስዕሎች",
      "price": "ዋጋ",
      "inputs": "ግቤት",
      "outputs": "ውጤት",
      "extra": "ተጨማሪ ዝርዝሮች",
      "review": "የምርት ግምገማ",
      "inventory": "ኢንቬንቶሪ / ተለዋጮች",
      "change_status": "ሁኔታን ቀይር"
    },
    "select_type": {
      "title": "የእርስዎን ምርት ወይም የአገልግሎት አይነት ይምረጡ"
    },
    "edit_info": {
      "category_input": "ምድብ",
      "product_name": "የምርት ስም*",
      "product_name_placeholder": "የምርት ስምህ እዚህ",
      "product_code": "የምርት ኮድ (እንግሊዝኛ)",
      "sku": "SKU",
      "sku_message": "የአክሲዮን ማቆያ ክፍል",
      "mpn": "MPN",
      "mpn_message": "የአምራች ክፍል ቁጥር",
      "status": "ሁኔታ",
      "external_link": "ውጫዊ አገናኝ",
      "brand": "የምርት ስም",
      "brand_placeholder": "የምርት ስም Ex. አፕል.. (አማራጭ)",
      "warranty": "ዋስትና",
      "is_original": "ይህ የመጀመሪያ ምርት ነው?",
      "is_original_message": "ምርትዎን ኦሪጅናል ካላደረጉት የሐሰት ባጁ ለዚህ ምርት ይታያል።",
      "return_warranty": "ይህ ምርት ስንት ቀናት የመመለሻ ዋስትና አለው?",
      "warehouse_section": "መጋዘን እና ማምረት",
      "conditions_section": "የምርት ሁኔታዎች",
      "warranty_section": "ዋስትና እና ማድረስ",
      "unit": "የምርት ክፍል",
      "unit_message": "አስፈላጊ ከሆነ ክፍሉን ያስገቡ. ለምሳሌ፡ ኪጂ፣ ሜትር፣...",
      "condition": "በሱቅዎ ውስጥ የምርት ሁኔታ",
      "condition_message": "በዚህ መስክ ውስጥ ካሉት እሴቶች ውስጥ አንዱን መምረጥ አለብህ።",
      "unit_section": "የምርት ክፍል",
      "unit_float": "ተንሳፋፊ ክፍል (በቅርቡ)",
      "unit_float_hint": "ለምሳሌ, ደንበኛው 3 ኪሎ ግራም ፍሬ ማዘዝ ይችላል, ነገር ግን ለደንበኛው የተላከው መጠን ከታዘዘው መጠን ትንሽ የተለየ ነው.",
      "unit_float_message": "በትዕዛዝ ሂደት ወቅት፣ የቀረበው መጠን ከታዘዘው መጠን ሊለያይ ይችላል። ስርዓቱ ይህን ልዩነት በራስ ሰር ያሰላል እና ለደንበኛው እንደ ዕዳዎ ይመዘግባል, ይህም ለቀጣይ ትዕዛዞች ሊተገበር ይችላል.",
      "status_list": {
        "active": {
          "title": "ንቁ | የመስመር ላይ እና ከመስመር ውጭ ሽያጭ",
          "description": "ይህ ምርት ለመስመር ላይ ትዕዛዞች ይገኛል።"
        },
        "inactive": {
          "title": "እንቅስቃሴ-አልባ | ከመስመር ውጭ ሽያጭ ብቻ",
          "description": "ይህ ምርት ለመስመር ላይ ትዕዛዞች አይገኝም።"
        }
      },
      "marketplace": {
        "vendor_panel_message": "<b>{vendor_name}</b> የምርቱ ባለቤት ነው።",
        "subscription_message": "የደንበኝነት ምዝገባ ምርቶች አንድ ሻጭ ሊኖራቸው ይችላል, ስለዚህ በአቅራቢው ፓነል ውስጥ መፍጠር ወይም በፍጥረት ደረጃ ላይ ለእነሱ ሻጭ መመደብ ይችላሉ. የተመረጠው ሻጭ የምርቱ ባለቤት ይሆናል።",
        "default_message": "ይህ ምርት የአንድ ሻጭ መሆኑን እና ስለዚህ አንድ ሻጭ ብቻ መሸጥ ይችላል ወይም ይህ ምርት የገበያ ቦታ ነው እና ከአንድ በላይ ሻጮች ሊሸጡት እንደሚችሉ መግለጽ ይችላሉ።",
        "single_vendor_title": "ነጠላ ሻጭ",
        "single_vendor_desc": "ይህ ምርት የሻጭ ነው፣ እና የተመረጠው ሻጭ ማስተዳደር ይችላል።",
        "multi_vendors_title": "ብዙ ሻጮች",
        "multi_vendors_desc": "ይህ ምርት የገበያ ቦታ ነው እና ሊስተካከል የሚችለው በገበያ ቦታው ፓነል ውስጥ ብቻ ነው።"
      }
    },
    "rating_pros_cons": {
      "title": "የዳሰሳ ጥናት",
      "message": "ለደንበኞችዎ ለምርትዎ ደረጃ እንዲሰጡ የምርት ዝርዝሮችን ዝርዝር ያስገቡ። (እስከ 5 እቃዎች)",
      "rating_input": "የሕዝብ አስተያየት መስጫዎች",
      "rating_input_message": "በምርጫው ላይ 5 ንጥሎችን ማከል ይችላሉ.",
      "item_unit": "ንጥል ነገር",
      "pros_title": "ጥቅም",
      "pros_message": "የምርቱን ባህሪያት አስገባ. (እስከ 5 እቃዎች)",
      "pros_input_title": "የባህሪ ርዕስ",
      "pros_input_value": "የባህሪ ዋጋ",
      "pros_group": "የምርት ጥቅሞች",
      "pros_group_messages": "የምርቱ ዋና ባህሪያት",
      "cons_title": "Cons",
      "cons_message": "የምርቱን ድክመቶች አስገባ. (እስከ 5 እቃዎች)",
      "cons_input_title": "የደካማነት ርዕስ",
      "cons_input_value": "የደካማነት ዋጋ",
      "cons_group": "የምርት ድክመቶች",
      "cons_group_messages": "የምርቱ ዋና ዋና ድክመቶች",
      "select_from_list": "ከዝርዝር ውስጥ ይምረጡ",
      "suggestion_rating": [
        "ጥሩ ጥራት",
        "ጥሩ ዋጋ",
        "ይመክራል።",
        "ባህሪያት እና ችሎታዎች",
        "ለመጠቀም ቀላል",
        "በደንብ የተነደፈ",
        "አስተማማኝ አፈጻጸም",
        "ውጤታማ የደንበኛ ድጋፍ",
        "አጥጋቢ የመላኪያ ጊዜ",
        "የምርት ግጥሚያዎች መግለጫ",
        "ዘላቂ እና ረጅም ጊዜ የሚቆይ",
        "በዋጋ አዋጭ የሆነ",
        "ማራኪ ማሸግ",
        "የፈጠራ ንድፍ",
        "ለአካባቢ ተስማሚ",
        "በቂ መመሪያዎች/መመሪያ",
        "የሚጠበቁትን አሟልቷል።",
        "ለተጠቃሚ ምቹ የሆነ በይነገጽ",
        "ከፍተኛ ቅልጥፍና",
        "ታላቅ ከሽያጭ በኋላ አገልግሎት",
        "ሁለገብ ተግባራዊነት",
        "ተወዳዳሪ የዋጋ አሰጣጥ",
        "የመለዋወጫ እቃዎች/መለዋወጫ እቃዎች መገኘት",
        "የሚታመን የምርት ስም",
        "ለመጠቀም ደህንነቱ የተጠበቀ",
        "ትክክለኛ እና ፈጣን አገልግሎት"
      ],
      "notifications": {
        "add_rating_success": "የተጠቃሚ ደረጃ {rating_name} አማራጭ ታክሏል።",
        "delete_rating_success": "የተጠቃሚ ደረጃ {rating_name} አማራጭ ተሰርዟል።",
        "add_pros_success": "የምርት ባህሪ ታክሏል።",
        "delete_pros_success": "የምርት ባህሪ ተወግዷል።",
        "add_cons_success": "የምርት ድክመት ታክሏል.",
        "delete_cons_success": "የምርት ድክመት ተወግዷል."
      },
      "rating_input_placeholder": "የእርስዎን ብጁ የዳሰሳ ጥናት ጥያቄ እዚህ ይጻፉ... እና አስገባን ይጫኑ!"
    },
    "edit_spec": {
      "title": "ቴክኒካዊ ዝርዝሮች",
      "sub_title": "ተመሳሳይ ምርቶችን ቴክኒካዊ ክፍሎችን ማስመጣት ይችላሉ.",
      "import_action": "አስመጣ",
      "group_input_header": "ቡድን አክል",
      "item_title_header": "ንጥል ጨምር",
      "group_input": "የቡድን ራስጌ",
      "group_input_message": "ርዕሱን አስገባ።",
      "group_add_action": "ቡድን አክል",
      "item_title_input": "ርዕስ",
      "item_title_input_message": "የባህሪ ርዕሱን አስገባ።",
      "item_value_input": "ዋጋ",
      "item_value_input_message": "የባህሪ እሴቱን ያስገቡ።",
      "add_item_action": "ንጥል ጨምር",
      "dialog": {
        "title": "ቴክኒካዊ ዝርዝሮችን ያስገቡ",
        "code_input": "የምርት መታወቂያ",
        "code_input_message": "የምርት ኮድ: P0000 ...",
        "spec_view_title": "የተመረጠው ምርት ዝርዝሮች",
        "set_spec_action": "የተባዙ ቴክኒካዊ ዝርዝሮች"
      },
      "notifications": {
        "enter_group_title_error": "የርዕስ ዋጋ ያስገቡ",
        "enter_item_title_and_value_error": "የባህሪውን ርዕስ እና ዋጋ ያስገቡ",
        "spec_saved_success": "የምርት ዝርዝሮች ተቀምጠዋል።"
      }
    },
    "edit_images": {
      "title": "ዋና ምስል",
      "main_image_input_nodata": "የምርት ምስል ይስቀሉ.",
      "main_image_input_message": "ይህ ምስል በምርት ዝርዝር ውስጥ ይታያል.",
      "preview": "ቅድመ እይታ",
      "image_style": "የምስል ዘይቤ",
      "background_is_white": "ነጭ ዳራ",
      "background_is_white_msg": "ምስሉ ነጭ ጀርባ አለው??",
      "images": {
        "title": "የምርት ምስሎች ጋለሪ",
        "sub_title": "በዚህ ክፍል ውስጥ ለሁሉም የምርት ልዩነቶች የተለመዱ የምርት ምስሎችን ይስቀሉ።"
      },
      "video": {
        "title": "ቪዲዮ",
        "sub_title": "መጀመሪያ የምርት ቪዲዮዎን በዩቲዩብ ላይ ይስቀሉ እና የቪዲዮ ዩአርኤልን እዚህ ያስቀምጡ።"
      }
    },
    "pricing": {
      "edit_price": "የዋጋ አሰጣጥ",
      "price_input": "ዋጋ",
      "currency_input": "ምንዛሪ",
      "currency_input_messages": "ዋጋው በዚህ ምንዛሬ ይሰላል።",
      "commission_input": "ኮሚሽን",
      "commission_message": "ይህ አማራጭ እንደ ጅምላ ሻጮች ለሆኑ ነጋዴዎች ብቻ ጠቃሚ ነው. የጅምላ አከፋፋይ ካልሆኑ ይህንን አማራጭ ባዶ ይተዉት። ገዢዎች የሚያዩት ዋጋ የዋጋ እና የኮሚሽን ድምር ነው። ታክስ ለመጨመር አካውንቲንግ > ታክስን ጠቅ ያድርጉ።",
      "add_commission_action": "ኮሚሽን ጨምር",
      "discount_input": "ቅናሽ",
      "discount_input_message": "የቅናሹ መጠን",
      "has_discount_period_input": "ይህ ቅናሽ ለተወሰነ ጊዜ የሚሰራ ነው?",
      "discount_timespan": "የቅናሽ ጊዜውን ያስገቡ።",
      "start_input": "ጀምር",
      "end_input": "መጨረሻ",
      "start_input_placeholder": "የመነሻ ሰዓቱን ይምረጡ",
      "end_input_placeholder": "የመጨረሻውን ጊዜ ይምረጡ",
      "independent_price": "ዋጋው ለዚህ ልዩነት ብቻ ነው",
      "same_price": "ለዋናው ምርት ዋጋ",
      "variant_pricing_message": "ይህንን አማራጭ በመምረጥ, የዚህ ልዩነት ዋጋ ከዋናው ምርት በተናጥል ሊዘጋጅ ይችላል.",
      "price_label_input": "የዋጋ መለያ",
      "price_label_message": "ስለ ዋጋ ($1.5/Fl Oz) ያለ ተጨማሪ መረጃ ያክሉ። ጉዳዮችን ተጠቀም: ግሮሰሪ, FMCG.",
      "add_price_label_action": "የዋጋ መለያ ያክሉ"
    },
    "inputs_edit": {
      "title": "የገዢ መረጃ ግቤት ቅጽ",
      "sub_title": "ለእያንዳንዱ ምርት የውሂብ ማስገቢያ ቅጽ መፍጠር ይችላሉ, ስለዚህ ሸማቾች አንድ ምርት ሲገዙ መረጃ ይልክልዎታል. ለምሳሌ, ይህ መረጃ በድንጋይ ላይ ለመቅረጽ ስም ሊሆን ይችላል.",
      "message_input": "መልእክት ለተጠቃሚ",
      "message_input_message": "ምርቶች ሲገዙ ይህ መልእክት ለደንበኛው ይታያል።",
      "inputs_form": "የመረጃ መዋቅር (ግቤት)"
    },
    "extra_edit": {
      "physical": {
        "title": "የመላክያ መረጃ",
        "sub_title": "የዝግጅቱ ዋጋ እና ጊዜ በዚህ ክፍል ውስጥ ባለው መረጃ መሰረት ይሰላሉ. በመደብሩ ውስጥ በተመረጡት ክፍሎች (ክብደት, ልኬቶች, ርቀት) መሰረት መረጃውን ማስገባትዎን ያረጋግጡ."
      },
      "notifications": {
        "save_title": "ማሸግ ተዘምኗል",
        "save_msg": "የምርት ማሸጊያ መረጃ በተሳካ ሁኔታ ዘምኗል።"
      }
    },
    "variants": {
      "not_available": "በአሁኑ ጊዜ ለዚህ ዓይነቱ ምርት ልዩነት መምረጥ አይቻልም."
    },
    "delete_product": {
      "title": "ምርቱን ያስወግዱ",
      "message": "<b>{product_title}</b> ን መሰረዝ ይፈልጋሉ?"
    }
  },
  "product_admin": {
    "products_list": "የምርት ዝርዝር",
    "product": "ምርት",
    "menu": {
      "edit": "አርትዕ",
      "review": "ግምገማ",
      "orders": "ትዕዛዞች",
      "inventory": "ቆጠራ",
      "dashboard": "ዳሽቦርድ",
      "back_to_products": "ምርቶች",
      "drop_shipping": "መጣል"
    },
    "dashboard": {
      "info": {
        "title": "መገለጫ",
        "title_small": "ምርት",
        "category": "የምርት ምድብ",
        "link": "የምርት አገናኝ",
        "type": "ዓይነት",
        "inputs": "የግቤት መረጃ",
        "outputs": "የውጤት መረጃ",
        "user_data_form": "የገዢ መረጃ ቅጽ"
      },
      "orders": {
        "title": "ትዕዛዞች",
        "title_small": "ያልተሰራ",
        "physical_orders_title": "በዚህ ምርት የግዢ ጋሪዎች",
        "send_30days_title": "ባለፉት 30 ቀናት ውስጥ ትዕዛዞችን ተልኳል።",
        "downloads_30days_title": "የወረደውን ቁጥር ባለፉት 30 ቀናት ውስጥ ያስገቡ",
        "virtual_orders_title": "የዚህ ምርት ትዕዛዞች ማጠናቀቅን በመጠባበቅ ላይ"
      },
      "inventory": {
        "title": "ቆጠራ",
        "title_small": "መጋዘን",
        "total_sell": "ጠቅላላ ሽያጮች",
        "total_sell_today": "ዛሬ ሽያጮች",
        "total_sell_30days": "የመጨረሻዎቹ 4 ቀናት ሽያጭ",
        "chart": {
          "labels": [
            "ቆጠራ",
            "ሽያጭ"
          ]
        },
        "subscribers_title": "ተመዝጋቢዎች",
        "subscribers_title_small": "ጠቅላላ የተመዘገቡ ትዕዛዞች"
      },
      "finance": {
        "title": "የገንዘብ",
        "title_small": "ያለፈው 6 ወር የግዢ ሪፖርት",
        "select_mode_title": "አሳይ በ",
        "modes": {
          "sell": "ሽያጭ",
          "payment": "ክፍያ",
          "discount": "ቅናሽ"
        },
        "currency_select_title": "ዋጋ በተመረጠው ምንዛሬ",
        "sell_today": "ዛሬ ሽያጮች",
        "product_price": "የምርት ዋጋ",
        "currency_unit": "የምንዛሬ አሃድ",
        "sell_30days": "30 ቀናት ሽያጭ",
        "sell_daily": "ዕለታዊ ሽያጭ",
        "sell_yesterday": "ትናንት ሽያጮች"
      },
      "survey": {
        "title": "የምርት ደረጃ",
        "title_small": "የደንበኛ እርካታ ሪፖርት",
        "total_participation": "አጠቃላይ የአስተዋጽዖዎች ብዛት",
        "today_participation": "የዛሬ ደረጃ አሰጣጦች",
        "last7days_participation": "ያለፉት 7 ቀናት አስተዋጽዖዎች",
        "chart": {
          "participate": "ተሳትፎ",
          "participate_title": "የመዋጮዎች ብዛት",
          "score": "ነጥብ"
        }
      },
      "inform": {
        "title": "የደንበኛ የሚጠበቁ",
        "title_small": "ቅናሾችን ወይም ተገኝነትን በመጠበቅ ላይ",
        "message": "ምርቶች ሲሸጡ ወይም የሚገኙ ሲሆኑ ደንበኞችን ያሳውቁ",
        "waiting_for_auction": "ምርቶችን መጠበቅ በሽያጭ ላይ ነው።",
        "waiting_for_available": "ምርቶቹ እስኪገኙ ድረስ በመጠበቅ ላይ።",
        "unit": "ሰው(ዎች)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "የእቃ ዝርዝር",
        "add_variant": "ተለዋጭ አክል",
        "title": "የምርት ዝርዝር / የምርት ተለዋጮች ዝርዝር",
        "sub_title": "ይህ ምርት ከአንድ በላይ ልዩነት ካለው፣ በዚህ ክፍል ውስጥ አስገባቸው። የእያንዳንዱን ልዩነት መጠን, ዋጋ እና ቅናሽ በተናጥል መግለፅ ይችላሉ; አለበለዚያ የምርቱ ነባሪ ዋጋዎች ለዋጋዎች ይተገበራሉ።",
        "add_action": "ተለዋጭ አክል",
        "count_input": "ቆጠራ",
        "count_input_action": "ብዛት አዘጋጅ",
        "management_title": "የእቃ አያያዝ እና የምርት ልዩነቶች",
        "add_title": "የምርት ልዩነት ያክሉ",
        "edit_title": "የምርት ልዩነትን ያርትዑ",
        "notifications": {
          "add_success": "የምርት ልዩነት ታክሏል።",
          "delete_success": "የምርት ልዩነት ተሰርዟል።",
          "save_product_inventory_success": "የተቀመጡ ምርቶች ክምችት።"
        }
      },
      "variant_item": {
        "price": "ዋጋ",
        "same_as_product": "ከዋናው ምርት ጋር ተመሳሳይ",
        "in_stock": "ቆጠራ",
        "delete_dialog": {
          "title": "የምርት ልዩነትን ሰርዝ",
          "message": "ይህን ልዩነት መሰረዝ ይፈልጋሉ?"
        }
      },
      "variant_add_edit": {
        "title": "የምርት ልዩነትን መግለጽ",
        "message": "የምርት ቁጥር ልዩ",
        "active_input": "ይህ ተለዋጭ ገቢር ነው?",
        "sku": "SKU",
        "sku_tips": "የምርት መጋዘን ኮድ.",
        "mpn": "MPN",
        "mpn_tips": "በምርት ማሸጊያ ላይ በአምራች የገባ የምርት ኮድ",
        "variant_variable": "ተለዋዋጮች",
        "pricing": "የዋጋ አሰጣጥ",
        "has_pricing_input": "ዋጋው ከዋናው ምርት የተለየ ነው?",
        "inventory": "ቆጠራ",
        "inventory_unit": "እቃዎች",
        "delivery_info": "ማሸግ እና ማጓጓዣ",
        "images": "የተለዋዋጭ ምስሎች",
        "images_message": "ይህን ተለዋጭ ካስቀመጡ በኋላ እዚህ ምስል ማከል ይችላሉ።"
      }
    },
    "edit_article": {
      "menu": {
        "tags": "መለያዎች",
        "article": "አንቀጽ"
      }
    }
  },
  "product_extra_physical": {
    "weight": "የጥቅል ክብደት",
    "weight_unit": "ኪግ",
    "size": "የጥቅል ልኬቶች",
    "dimension": "ሴ.ሜ",
    "width": "ስፋት",
    "length": "ርዝመት",
    "height": "ቁመት",
    "lead_time_title": "የዝግጅት ጊዜ",
    "lead_time": "የዝግጅት ጊዜ",
    "lead_time_dimension": "ሰዓት(ዎች)",
    "bulk_action": "የጅምላ ድርጊቶች",
    "bulk_action_input": "ሁሉንም ተለዋጮች ያዘምኑ",
    "bulk_action_msg": "ለሁሉም ልዩነቶች የምርት ማሸጊያ እና የዝግጅት ጊዜ ያዘጋጁ።"
  },
  "product_images_list": {
    "upload_button": "ተጨማሪ የምርት ምስሎች",
    "upload_an_image": "ምስል ይምረጡ።",
    "notifications": {
      "update_sort_success": "የምስሎች መደርደር ተቀምጧል",
      "delete_image_title": "የምርት ምስልን ሰርዝ",
      "delete_image_success": "ምስል በተሳካ ሁኔታ ተሰርዟል።"
    }
  },
  "variants_view": {
    "prices": "ዋጋዎች",
    "inventory": "ቆጠራ",
    "discount": "ቅናሽ"
  },
  "gift_card_type_edit": {
    "title_input": "ርዕስ",
    "color_input": "የካርድ ቀለም",
    "charge_input": "የመጀመሪያ ክፍያ",
    "charge_input_hint": "ለእያንዳንዱ ካርድ የመጀመሪያ ክፍያ",
    "currency_input": "ምንዛሪ",
    "currency_input_message": "በዚህ ምንዛሬ ለመግዛት ብቻ",
    "lifetime_input": "የካርድ ተቀባይነት (ወር)",
    "lifetime_input_message": "የካርድ ትክክለኛነት",
    "card_image_input": "የካርድ ምስል",
    "notifications": {
      "create_success": "ካርድ ተፈጠረ",
      "update_success": "ካርድ ተዘምኗል"
    }
  },
  "shop_warehouse_edit": {
    "title": "መጋዘን ጨምር",
    "message": "የማጓጓዣ ወጪን ለማስላት የመጋዘን አድራሻዎን እና መገለጫዎን ያስገቡ።",
    "name_input": "የመጋዘን ስም",
    "address": "አድራሻ",
    "name_input_message": "ለመጋዘንዎ ቅጽል ስም ያስገቡ።",
    "person_name": "የመኮንኑ ስም",
    "phone_number": "የእውቂያ ቁጥር",
    "map_title": "የማከማቻ መጋዘን አድራሻ",
    "confirm_action": "የመጋዘን ማረጋገጫ",
    "address_name": "መጋዘን",
    "notifications": {
      "success_save": "ለውጦች በተሳካ ሁኔታ ተቀምጠዋል።"
    }
  },
  "inventory_list": {
    "search_input": "የምርት ፍለጋ...",
    "search_input_title": "በሱቅ ምርቶች መካከል ይፈልጉ",
    "apply_filter": "ማጣሪያ ይተግብሩ",
    "inventory": "የእቃ ዝርዝር",
    "export": "ክምችት ወደ ውጪ ላክ",
    "import": "ክምችት አስመጣ",
    "bulk_price": "የጅምላ የዋጋ ለውጥ",
    "bulk_discount": "የጅምላ ቅናሽ ለውጥ",
    "category_filter_msg": "⚡ በሁሉም ምርቶች እና ንዑስ ምድቦች ላይ ተፈጻሚ ይሆናል!",
    "table": {
      "waiting": "መረጃ በመቀበል ላይ... እባክዎ ይጠብቁ",
      "open_state": "ንቁ",
      "close_state": "እንቅስቃሴ-አልባ",
      "image": "ምስል",
      "product": "የምርት ስም",
      "code": "የምርት ኮድ",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "ኦሪጅናል",
      "status": "ሁኔታ",
      "in_stock": "ለሽያጭ የቀረበ እቃ",
      "edit": "ለውጥ"
    },
    "bulk_price_dialog": {
      "title": "የጅምላ እርምጃዎች> ዋጋ",
      "message": "ማስታወሻ፡ የሚከተለው መጠን በሱቅህ ውስጥ ላሉ ሁሉም ምርቶች ዋጋ እንደ መቶኛ ተፈጻሚ ይሆናል። እንዲሁም፣ የተሰሉት የዋጋ እሴቶች በተመረጠው ምንዛሪ ላይ ተመስርተው በጥበብ ወደ ቅርብ ዙር ቁጥር ይቀየራሉ እሴቶቹን ሲያስገቡ ይጠንቀቁ።",
      "check": "የዋጋ ለውጦችን አጽድቄአለሁ።",
      "add_percent_tab": "በመቶ ያክሉ",
      "add_constant_tab": "ኮንስታንት አክል",
      "ending_tab": "የማጠናቀቂያ ስልት"
    },
    "bulk_discount_dialog": {
      "title": "የጅምላ እርምጃዎች > ቅናሽ",
      "message": "ማስታወሻ፡ የሚከተለው መጠን በሱቅዎ ውስጥ ላሉ ሁሉም ምርቶች ቅናሽ በመቶኛ ይሆናል። እንዲሁም፣ የተሰሉት የቅናሽ ዋጋዎች በተመረጠው ምንዛሬ ላይ ተመስርተው በጥበብ ወደ ቅርብ ዙር ቁጥር ይቀየራሉ እሴቶቹን ሲያስገቡ ይጠንቀቁ።",
      "check": "የቅናሽ ለውጦችን አጽድቄአለሁ።"
    },
    "notifications": {
      "save_success": "የንብረት ለውጥ ተቀምጧል።"
    }
  },
  "spec_view": {
    "auto_save_input": "ራስ-ሰር ማስቀመጥ"
  },
  "time_progress_bar": {
    "title_before_start": "እስከ መጀመሪያው ድረስ የቀረው",
    "title_between_start_end": "እስከ መጨረሻው የቀረው",
    "title_after_end": "ጨርሷል",
    "title_no_start_end": "ያለ ጊዜ ገደብ!"
  },
  "geo_map": {
    "views": "እይታዎች",
    "views_unit": "ጊዜያት",
    "product_views": "የምርት እይታዎች",
    "buys": "ግዢዎች",
    "buys_unit": "ትዕዛዞች",
    "baskets": "ንቁ ጋሪዎች",
    "added_items": "ንጥሎችን አክል",
    "removed_items": "እቃዎችን ያስወግዱ"
  },
  "faq_list": {
    "table": {
      "nodata": "ምንም ጥያቄዎች አልተገኙም።",
      "more_data_action": "ተጨማሪ ጥያቄዎች..",
      "user": "ተጠቃሚ",
      "tag": "መለያ",
      "question": "ጥያቄ",
      "officer": "ሰራተኞች",
      "answer": "መልስ",
      "created_at": "ቀን",
      "priority": "ቅድሚያ",
      "edit": "አርትዕ"
    },
    "dialog": {
      "add_new_action": "አዲስ ጥያቄ አስገባ",
      "edit_action": "የሚጠየቁ ጥያቄዎች አርትዕ",
      "question_input": "ጥያቄ",
      "question_input_placeholder": "ጥያቄህን ጠይቅ..",
      "link_input": "አገናኝ",
      "link_input_placeholder": "በምላሹ ማገናኛን መመልከት ትችላለህ።",
      "answer_input": "መልስ",
      "answer_input_placeholder": "የመልስ ጽሑፍ አስገባ..",
      "tag_input": "መለያ (የምድብ ርዕስ)",
      "tag_input_placeholder": "አጭር ርዕስ አስገባ",
      "priority_input": "ቅድሚያ: (0 እስከ 10)"
    },
    "delete_alert": {
      "title": "ጥያቄ ሰርዝ",
      "message": "ይህን ጥያቄ መሰረዝ ይፈልጋሉ?",
      "action": "ሰርዝ"
    },
    "notifications": {
      "send_success": "መልስዎ በተሳካ ሁኔታ ገብቷል።",
      "delete_success": "ጥያቄህ በተሳካ ሁኔታ ተሰርዟል።"
    }
  },
  "contact_messages_list": {
    "load_more_action": "ተጨማሪ መልዕክቶች..",
    "table": {
      "nodata": "ምንም ጥያቄዎች አልተገኙም።",
      "user": "ተጠቃሚ",
      "message": "የመልእክት አካል",
      "category": "ምድብ",
      "officer": "ሰራተኞች",
      "answer": "መልስ",
      "created_at": "ቀን",
      "contact": "ተገናኝ",
      "edit": "አርትዕ"
    },
    "dialog": {
      "title": "ለመልእክቱ ምላሽ ይስጡ",
      "category": "ምድብ",
      "user_name": "ስም",
      "email": "ኢሜይል",
      "phone": "የእውቂያ ቁጥር",
      "message": "የመልእክት ጽሑፍ",
      "status": "የምላሽ ሁኔታ",
      "status_answered": "ብለው መለሱ",
      "status_waiting": "ምላሽ በመጠባበቅ ላይ",
      "answer_input": "ጽሁፍ መልሱ",
      "mail_input": "ደብዳቤ ላክ",
      "mail_input_message": "ይህን ካነቁት ምላሽዎ ወደ ተጠቃሚው ኢሜል ይላካል።"
    },
    "delete_alert": {
      "title": "መልእክት ሰርዝ",
      "message": "ይህን መልእክት መሰረዝ ይፈልጋሉ?",
      "action": "ሰርዝ"
    },
    "notifications": {
      "send_success": "ጥያቄዎ በተሳካ ሁኔታ ገብቷል።",
      "delete_success": "መልእክት ተሰርዟል።"
    }
  },
  "campaign": {
    "title": "ዘመቻ",
    "menu": {
      "setting": "ቅንብሮች",
      "return": "ተመለስ",
      "dashboard": "ዳሽቦርድ",
      "links": "አገናኞች",
      "landing": "ማረፊያ",
      "ads": "ማስታወቂያዎች",
      "finance": "ፋይናንስ"
    },
    "dashboard": {
      "title": "ዳሽቦርድ",
      "status": "የሁኔታ አጠቃላይ እይታ",
      "sessions": "ክፍለ-ጊዜዎች",
      "links_overview": "የዘመቻ አገናኞች አጠቃላይ እይታ",
      "orders": "ትዕዛዞች",
      "performance": "የዘመቻ አፈጻጸም",
      "links_funnel": "የዘመቻ ማገናኛዎች አፈጻጸም",
      "no_links": "ምንም ውሂብ የለም! እባክህ ወደ ዘመቻህ አገናኝ ፍጠር።",
      "social": "ማህበራዊ ሚዲያ ይመራል።",
      "conversion_over_time": "በጊዜ ሂደት መለወጥ",
      "total_campaign_sell": "አጠቃላይ ሽያጭ በዘመቻ"
    },
    "finance": {
      "title": "የፋይናንስ ሪፖርት",
      "campaign_revenue": "የዘመቻ ገቢ",
      "total_revenue": "አጠቃላይ ገቢ በዘመቻ",
      "links_revenue": "የዘመቻ አገናኞች ገቢ",
      "payments_over_time": "በጊዜ ሂደት ሽያጭ",
      "all_links": "ሁሉም አገናኞች"
    },
    "landing": {
      "empty_message": "በዘመቻ ቅንብሮች ውስጥ ማረፊያ ገጽ ያዘጋጁ።",
      "set_landing": "የማረፊያ ገጽ ያዘጋጁ",
      "create_landing": "አዲስ ማረፊያ ገጽ ይፍጠሩ"
    },
    "links": {
      "title": "የዘመቻ ማገናኛዎች",
      "url_input_message": "የዒላማ ገጽዎን url ያስገቡ"
    },
    "setting": {
      "menu": {
        "config": "አዋቅር",
        "timespan": "ጊዜ",
        "banner": "ባነር",
        "Notification": "ማስታወቂያ"
      },
      "general_setting": {
        "title": "አጠቃላይ የዘመቻ ቅንብሮች",
        "sub_title": "ስም ፣ የማረፊያ ገጽ እና የቅናሽ ኮድ",
        "name_input": "የዘመቻ ስም",
        "name_input_hint": "ወደ ዘመቻዎ ስም ያክሉ",
        "enable_input": "ዘመቻው ንቁ ነው?",
        "page_input": "ማረፊያ ገጽ",
        "discount_code_input": "የቅናሽ ኮድ",
        "limit": "የቅናሽ ገደብ",
        "max_count": "ከፍተኛ ቁጥር",
        "max_count_unit": "እቃዎች",
        "start": "ጀምር",
        "end": "መጨረሻ",
        "notification_enable_input": "ማሳወቂያ ነቅቷል?",
        "landing_page": "ማረፊያ ገጽ",
        "discount_code": "የቅናሽ ኮድ",
        "auto": "ነባሪ ዘመቻ",
        "auto_message": "ነባሪ ዘመቻ በሱቅዎ ውስጥ ነቅቷል።"
      },
      "time_setting": {
        "title": "ጊዜ",
        "sub_title": "የመጀመሪያ ቀን እና ሰዓት / የመጨረሻ ቀን እና ሰዓት",
        "start_input": "ጀምር",
        "start_input_placeholder": "የዘመቻ መጀመሪያ ጊዜን ይምረጡ",
        "end_input": "መጨረሻ",
        "end_input_placeholder": "የዘመቻ ማብቂያ ጊዜን ይምረጡ"
      },
      "banner_setting": {
        "title": "የሱቅ ባነር",
        "sub_title": "በሱቅ ገጹ አናት ላይ አሳይ",
        "message_input": "የመልእክት ጽሑፍ",
        "message_input_placeholder": "ልዩ ፌስቲቫል...",
        "message_input_hint": "የሰንደቅ መልእክት ጽሑፍ በመደብሩ አናት ላይ",
        "bg_image_input": "የበስተጀርባ ምስል URL",
        "bg_image_input_hint": "ሙሉ የበስተጀርባ ምስል URL",
        "repeat_pattern": "ስርዓተ-ጥለት ይድገሙት",
        "simple": "ቀላል",
        "dark_input": "ጨለማ ጭብጥ?",
        "icon_input": "አዶ",
        "icon_input_hint": "ቁሳዊ ንድፍ አዶ ስም ወይም Fontawsom: fas fa-ኮከብ",
        "anim_input": "የአኒሜሽን አድራሻ",
        "anim_input_message": "Lottie እነማ ፋይል URL",
        "preview": "ቅድመ እይታ",
        "preview_update_action": "ቅድመ እይታን ያዘምኑ",
        "bg_color": "የበስተጀርባ ቀለም",
        "icon_bg": "የበስተጀርባ ቀለም አዶ"
      },
      "notifications": {
        "title": "ማስታወቂያ",
        "sub_title": "ማሳወቂያ ይፍጠሩ እና ከዘመቻዎ ጋር ያገናኙት።",
        "update_success": "ዘመቻህ ተዘምኗል።",
        "action_button": "የድርጊት ቁልፍ",
        "background_color": "የበስተጀርባ ቀለም",
        "text_color": "የጽሑፍ ቀለም",
        "action_color": "የድርጊት ቀለም",
        "action_text_color": "የድርጊት ጽሑፍ ቀለም",
        "notification_image": "የማሳወቂያ ምስል",
        "notification_bg": "የማሳወቂያ ዳራ",
        "show_preview": "ቅድመ እይታ አሳይ",
        "persistence": "ጽናት",
        "persistence_message": "ተጠቃሚዎ ድር ጣቢያውን በጐበኘ ቁጥር ማሳየት ይፈልጋሉ",
        "radius": "ራዲየስ",
        "show_delay": "መዘግየት አሳይ"
      }
    }
  },
  "add_category": {
    "title_edit": "ምድብ አርትዕ",
    "title_update": "አዲስ ምድብ ያክሉ",
    "menu": {
      "delete": "ምድብ ሰርዝ",
      "filter": "ማጣሪያዎች",
      "settings": "ቅንብሮች",
      "back": "ተመለስ"
    },
    "title_input": "የምድብ ርዕስ *",
    "title_input_error": "የምድብ ርዕስ ይምረጡ",
    "name_input": "የምድብ ስም (እንግሊዝኛ) *",
    "name_input_error": "ለምድብ ልዩ ስም ይምረጡ",
    "description_input": "የምድብ መግለጫ",
    "description_input_message": "የምድብ አጭር መግለጫ አስገባ።",
    "parent_input": "የወላጅ ምድብ",
    "parent_input_message": "ይህ ምድብ በመደብሩ መነሻ ገጽ ላይ ይታያል።",
    "image_input": "የምድብ ምስል",
    "image_input_placeholder": "ለምድብ ምስል ይምረጡ",
    "edit_action": "ምድብ አርትዕ",
    "add_action": "ምድብ ጨምር",
    "back_action": "ተመለስ",
    "no_category": "ምድቦች የሉም",
    "star": "ኮከብ",
    "filter": {
      "title": "ምድብ ማጣሪያዎች",
      "sub_title": "በዚህ ምድብ ውስጥ ላሉ ምርቶች ተፈፃሚ የሚሆኑ ማጣሪያዎችን እና ምድቦችን ያቀናብሩ።",
      "message": "ለዚህ ምድብ የተለመደውን የቴክኒካዊ ባህሪ ርዕስ ያስገቡ እና ከታች ባለው ሳጥን ውስጥ ያስቀምጡ። ዝርዝሩን ካስቀመጡ በኋላ የማጣሪያ ምድቦች ከእያንዳንዱ ምድብ ይዘቶች ጋር አብረው ይታያሉ. ቀለም፣ ክብደት፣ መጠን፣ የምርት ስም፣ ወዘተ በራስ-ሰር ከምርት ልዩነት ይወጣሉ።"
    },
    "delete_alert": {
      "title": "ምድብ አስወግድ",
      "message": "የ{title} ምድብ መሰረዝ ይፈልጋሉ?",
      "action": "ሰርዝ"
    },
    "notifications": {
      "add_success": "አዲስ ምድብ ታክሏል።",
      "edit_success": "ምድብ ተስተካክሏል።",
      "delete_success": "{title} ተሰርዟል።"
    },
    "edit_filter": {
      "spec_input": "ቴክኒካዊ ዝርዝሮች ዝርዝር",
      "spec_input_message": "በማጣሪያው ክፍል ውስጥ እንዲታዩ የሚፈልጓቸው ባህሪያት ዝርዝር",
      "price": "ዋጋ",
      "min": "ደቂቃ",
      "max": "ከፍተኛ",
      "suggested_list": {
        "brand": "የምርት ስም",
        "colors": "ቀለም",
        "styles": "ንድፍ",
        "volumes": "የድምጽ መጠን",
        "weights": "ክብደት",
        "packs": "ቁጥር በአንድ ጥቅል",
        "types": "ዓይነት"
      },
      "notifications": {
        "edit_success": "ምድብ ተስተካክሏል።"
      }
    }
  },
  "apps_list": {
    "nodata": "በእርስዎ መደብር ላይ የተጫነ መተግበሪያ የለም።",
    "inactive": "እንቅስቃሴ-አልባ",
    "my_apps": "የእኔ መተግበሪያዎች",
    "app_store": "አዲስ መተግበሪያ ያክሉ"
  },
  "add_shop": {
    "menu": {
      "shop_title": "የመደብር ርዕስ",
      "shop_name": "የመደብር ስም",
      "description": "መግለጫ",
      "contact": "የማንነትህ መረጃ",
      "image": "ምስል"
    },
    "title_input": "ርዕስ",
    "title_input_tips": "የሱቅህን፣ የምርት ስምህን ወይም የኩባንያህን ስም አስገባ።",
    "active_message": "ገባሪ አዘጋጅ ለሁሉም ሰው ድር ጣቢያህን መድረስ ይችላል።",
    "language_input_message": "የመደብር ቋንቋዎን ይምረጡ።",
    "name_input": "ስም",
    "name_input_message": "ለሱቅዎ ስም ያስገቡ።",
    "name_input_tips": "የእንግሊዝኛ ያልሆኑ ቁምፊዎችን፣ ቦታዎችን ወይም ፊደላትን አይጠቀሙ፣ ጥቅም ላይ ከዋለ የመደብሩ ስም በትክክል ላይታይ ይችላል።",
    "description_input": "የመደብር መግለጫ",
    "description_input_message": "ስለ ንግድዎ አጭር መግለጫ ይጻፉ።",
    "address_input": "የማከማቻ አድራሻ",
    "address_input_message": "ትክክለኛውን የማከማቻ ቦታ አድራሻ ያስገቡ",
    "phone_input": "ስልክ ቁጥር",
    "phone_input_message": "የደንበኛ አድራሻ ቁጥር",
    "phone_input_tips": "የእውቂያ ቁጥር በአገር ኮድ አስገባ። ይህ ቁጥር በጎግል ፍለጋ ውስጥ መረጃን ለማሳየትም ያገለግላል።",
    "email_input": "ኢሜይል",
    "email_input_message": "ለደንበኞች ኢሜይል አድራሻ",
    "locality_input": "አካባቢ",
    "locality_input_message": "የማከማቻ ቦታ",
    "region_input": "ክልል ወይም ክፍለሃገር",
    "region_input_message": "እርስዎ የሚሠሩበት ግዛት ወይም ክፍለ ሀገር",
    "country_input": "ሀገር",
    "country_input_message": "የንግድ አገር",
    "postal_code_input": "የፖስታ መላኪያ ኮድ",
    "postal_code_input_message": "የማከማቻ የፖስታ ኮድ",
    "image_input": "የማከማቻ ምስል",
    "map": {
      "title": "የማከማቻ አድራሻ",
      "confirm": "የአድራሻ ምዝገባ",
      "address": "አድራሻ",
      "receptor": "መደብር"
    },
    "create_shop_action": "መደብር ፍጠር",
    "update_shop_action": "አዘምን",
    "notifications": {
      "copy_success": "የሱቅ አድራሻ ቅጂ.",
      "name_available": "ይህ ስም ({name}) ይገኛል።",
      "add_success": "መደብር {title} ተፈጥሯል።",
      "edit_success": "መደብር ተስተካክሏል።"
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "ምናባዊ ንጥል ነገር ያክሉ",
    "add_virtual_item_desc": "ምናባዊ ምርቶችን ለመሸጥ በዚህ ክፍል ውስጥ ማከል አለብዎት። የምናባዊ እቃዎች ብዛት በዚህ ክፍል ውስጥ ካሉት የነጻ እቃዎች ብዛት ጋር እኩል ነው። አንዴ ደንበኞች ምናባዊ ንጥሉን ከገዙ በኋላ አገናኙ ወደ እነርሱ ይላካል።",
    "filter_action": "ማጣሪያ ይተግብሩ",
    "not_processed": "ያልተሰሩ ትዕዛዞች",
    "title": "የእቃዎች ዝርዝር",
    "vew_order": "ትዕዛዝ ይመልከቱ",
    "table": {
      "nodata": "ምንም እቃዎች የሉም",
      "product": "ምርት",
      "data": "ውሂብ",
      "status": "ሁኔታ",
      "user_message": "የተጠቃሚ መልእክት",
      "updated_at": "የመጨረሻው ዝመና",
      "order": "ማዘዝ",
      "delete": "ሰርዝ"
    },
    "notifications": {
      "delete_success": "ንጥሉ በተሳካ ሁኔታ ተሰርዟል።"
    }
  },
  "add_virtual_item": {
    "title_edit": "እሴቶችን ያርትዑ",
    "title_add": "እቃውን ወደ ምርት ያክሉ",
    "sub_title": "ምናባዊ ምርቶችን መፍጠር እና ማረም",
    "message": "የመደብር አስተዳዳሪው ከክፍያ በኋላ ያለውን ዋጋ ለገዢው ማሳየት ይችላል። እነዚህ እሴቶች ከታች ባለው ቅጽ ውስጥ መግባት አለባቸው. የዚህ ቅጽ መዋቅር በአርትዕ ንጥል> የውጤት መረጃ ክፍል ውስጥ ተቀምጧል።",
    "edit_outputs": "የውጤት ቅጽን ያርትዑ",
    "notifications": {
      "edit_success": "ንጥል ነገር ተስተካክሏል።",
      "add_success": "ንጥል ወደ ዝርዝሩ ታክሏል።"
    }
  },
  "virtual_process_center": {
    "title": "የማቀነባበሪያ ማዕከል",
    "sub_title": "የትዕዛዝ ሂደት",
    "virtual_product": "ምናባዊ ምርት",
    "menu": {
      "report": "ሪፖርት አድርግ",
      "timeline": "የጊዜ መስመር",
      "order": "ማዘዝ"
    },
    "list_widget": {
      "title": "የትዕዛዝ ዝርዝሮች",
      "product_name": "የምርት ስም"
    },
    "inputs_widget": {
      "title": "የግቤት ቅጽ",
      "table": {
        "title": "ርዕስ",
        "value": "ዋጋ"
      },
      "change_inputs_action": "የግቤት ቅጽ ያርትዑ"
    },
    "outputs_widget": {
      "title": "የውጤት ቅጽ",
      "table": {
        "title": "ርዕስ",
        "value": "ዋጋ"
      },
      "tips": [
        "የደንበኛውን ጥያቄ ከጨረሱ በኋላ ትዕዛዙን ለገዢው ለማሳወቅ የማረጋገጫ ቁልፉን ይምቱ።",
        "ትዕዛዙ ከጸደቀ በኋላ ገዢው የግቤት መረጃውን ማርትዕ አይችልም።"
      ],
      "alerts": {
        "order_completed_by_admin": "ትዕዛዙ ተጠናቀቀ።",
        "order_completed_by_buyer": "ትዕዛዙ በገዢው ተጠናቅቋል።",
        "waiting_for_buyer": "የገዢውን ፍቃድ በመጠባበቅ ላይ .."
      }
    }
  },
  "file_process_center": {
    "title": "የማቀነባበሪያ ማዕከል",
    "sub_title": "የትዕዛዝ ሂደት",
    "menu": {
      "report": "ሪፖርት አድርግ",
      "timeline": "የጊዜ መስመር",
      "order": "ማዘዝ"
    }
  },
  "process_order_page_dashboard": {
    "title": "የትዕዛዝ ሂደት",
    "cancel_order_action": "ትዕዛዝ ሰርዝ",
    "open_basket_cation": "ይህ የግዢ ጋሪ ክፍት ነው ማለትም ደንበኛው እየገዛ ነው እና ትዕዛዙን እስካሁን አልከፈለም።",
    "reject_dialog": {
      "title": "ትዕዛዙን ውድቅ ለማድረግ ምክንያት",
      "message": "ከዚህ በታች ካለው ዝርዝር ውስጥ ይህንን ትዕዛዝ ውድቅ የተደረገበትን ምክንያት ይምረጡ። ስለ ስረዛ እና ገንዘብ ተመላሽ ሂደት ለደንበኛው ማሳወቅዎን ያረጋግጡ። በ12 ሰአታት ውስጥ ተመላሽ መደረግ አለበት።",
      "confirm_action": "ትዕዛዝ ሰርዝ",
      "dismiss_reject_action": "የትዕዛዙን ስረዛ አሰናብት"
    },
    "notifications": {
      "update_status_success": "የትዕዛዝ ሁኔታ ዘምኗል።",
      "reject_update_success": "የትዕዛዝ ስረዛ ሁኔታ ተዘምኗል።",
      "dismiss_reject_success": "ትዕዛዙ ወደ መደበኛው ሂደት ተመልሷል።",
      "set_tracking_success": "የትዕዛዝ ትራክ መታወቂያ በተሳካ ሁኔታ ተቀምጧል።"
    }
  },
  "process_center": {
    "title": "የማቀነባበሪያ ማዕከል",
    "physical_product": "አካላዊ ምርቶች",
    "menu": {
      "label": "የጥቅል መለያ",
      "receipt": "ደረሰኝ",
      "back": "ተመለስ",
      "return": "ተመለስ",
      "report": "ሪፖርት አድርግ",
      "timeline": "የጊዜ መስመር",
      "inputs": "ግብዓቶች",
      "order": "ማዘዝ"
    },
    "payment_widget": {
      "title": "ክፍያ",
      "checklist": [
        "የትዕዛዝ መጠን እና የደንበኛ ክፍያ ያረጋግጡ።",
        "የክፍያ መጠየቂያ አድራሻን ያረጋግጡ።",
        "የገባው መረጃ ትክክል መሆኑን ያረጋግጡ፣ በተለይም ክፍያው በጥሬ ገንዘብ የሚላክ ከሆነ።"
      ],
      "action_cod_pay": "ክፍያ በደንበኛ ያረጋግጡ",
      "action_dir_pay": "የተሰቀለውን የክፍያ ደረሰኝ ያረጋግጡ",
      "payment_receipt_not_uploaded_error": "የክፍያ ደረሰኝ እስካሁን አልተጫነም!",
      "waiting_for_pay": "ክፍያ በመጠባበቅ ላይ",
      "processing_payment": "ክፍያን በማስኬድ ላይ",
      "processing_cancel": "ክፍያ ተሰርዟል።",
      "paid": "የተከፈለ",
      "cod_pay_info": "ትዕዛዙን ከደንበኛው ሲቀበሉ ክፍያ ማረጋገጥ እና ትዕዛዙን ማጠናቀቅ ይችላሉ።",
      "dir_pay_info": "የክፍያ ደረሰኝ ከላይ ይታያል. ክፍያውን ከማረጋገጥዎ በፊት የተቀማጭ ገንዘብ መጠን እና ደረሰኝ መረጃ በባንክዎ ያረጋግጡ።",
      "created_date": "የተፈጠረበት ቀን",
      "pay_date": "የክፍያ ቀን",
      "payment_gateway": "የክፍያ መግቢያ",
      "payment_method": "የመክፈያ ዘዴ",
      "risk": "የአደጋ ዋጋ",
      "billing_details": "የሂሳብ አከፋፈል ዝርዝሮች",
      "add_transaction": "አዲስ ሂሳብ ጨምር",
      "add_transactions_message": "ለዚህ ትዕዛዝ ቢያንስ አንድ ግብይት መፍጠር አለቦት። በአንዳንድ ሁኔታዎች ክፍያ በበርካታ ደረጃዎች ያስፈልጋል. ተጠቃሚው የትኛውን ግብይቶች መክፈል እንዳለበት በስራው ወቅት በእርስዎ ይወሰናል።",
      "add_bill_dialog": {
        "title": "ደረሰኝ ጨምር",
        "message": "ለዚህ ትዕዛዝ አንድ ወይም ከዚያ በላይ አዲስ ደረሰኞች ማከል ይችላሉ። ደንበኛው እነዚህን ደረሰኞች አይቶ እያንዳንዱን እንደ ሥራው ሂደት ይከፍላል.",
        "amount_input": "የክፍያ መጠየቂያ መጠን",
        "action": "ሂሳብ ጨምር"
      },
      "edit_bill_dialog": {
        "title": "ደረሰኝ አርትዕ",
        "message": "በመጠባበቅ ላይ ያሉ ደረሰኞችን ማርትዕ ይችላሉ።",
        "action": "ደረሰኝ አርትዕ"
      },
      "bill_cash_payment_dialog": {
        "title": "የገንዘብ ክፍያ ይመዝገቡ",
        "message": "ገዢው የዚህን ደረሰኝ መጠን በጥሬ ገንዘብ ወይም በመስመር ላይ ክፍያ ካልሆነ, በዚህ ክፍል ውስጥ, አንድ አማራጭ በመምረጥ, መመዝገብ እና ክፍያውን ያረጋግጡ. በዚህ ክፍል የሱቅህን የገንዘብ መክፈያ መግቢያ በር ብቻ ማየት ትችላለህ፣እንዲህ አይነት አማራጭ ካላየህ በመደብርህ ውስጥ በተመረጠው ምንዛሪ የገንዘብ ክፍያ መግቢያ በር መክፈት አለብህ።",
        "action": "የክፍያ መጠየቂያ ክፍያ ያረጋግጡ"
      },
      "table": {
        "title": "ርዕስ",
        "amount": "መጠን",
        "description": "መግለጫ",
        "info": "መረጃ"
      },
      "user_payment": "የደንበኛ ክፍያ",
      "cod": "ጥሬ ገንዘብ በመላክ ላይ",
      "gateway_wage": "ክፍያ",
      "gift_card": "ስጦታ ካርድ",
      "discount_code": {
        "title": "የቅናሽ ኮድ",
        "code": "ኮድ",
        "percent": "በመቶ",
        "limit": "ገደብ"
      },
      "club": {
        "title": "የደንበኞች ክበብ",
        "percent": "በመቶ",
        "limit": "ገደብ"
      },
      "coupon": {
        "title": "ኩፖን",
        "percent": "በመቶ",
        "limit": "ገደብ",
        "charge": "ክስ"
      },
      "delivery": {
        "title": "የመላኪያ ወጪ",
        "not_paid": "አልተከፈለም።"
      },
      "samin": {
        "title": "የአገልግሎት ክፍያ",
        "description": "ይህ መጠን ከ Selldone Wallet መለያዎ ላይ ተቀንሷል።",
        "tooltip": "በመክፈያ ዘዴ አስላ",
        "percent": "በመቶ"
      },
      "affiliate": {
        "title": "የተቆራኘ ኮሚሽን",
        "affiliate_message": "ይህንን ኮሚሽን ለተባባሪዎ መክፈል አለብዎት። ይህ ሂደት በእራስዎ ይከናወናል."
      },
      "total_price": "ጠቅላላ ዕቃዎች ዋጋ",
      "total_items_discount": "የዕቃዎች ቅናሽ",
      "total_price_after_offers": "ቅናሾችን ከተገበሩ በኋላ አጠቃላይ",
      "user_payment_amount": "የገዢ ክፍያ መጠን",
      "samin_wage": "የተሸጠ ክፍያ",
      "pay_cod_dialog": {
        "title": "የትዕዛዝ ገንዘብ ተቀብለዋል?",
        "message": "በደንበኛው ሙሉ ክፍያ መክፈሉን ካረጋገጡ በኋላ ይህንን አማራጭ በጥሬ ገንዘብ በማቅረቢያ ዘዴ ያረጋግጡ።",
        "confirm_action": "የደንበኛ ክፍያ ያረጋግጡ"
      },
      "pay_dir_dialog": {
        "title": "የትዕዛዝ ገንዘብ ተቀብለዋል?",
        "message": "የተሰቀለውን የክፍያ ደረሰኝ ከባንክዎ ጋር ካጸደቁ በኋላ ይህን አማራጭ ያረጋግጡ። ክፍያውን በባንክዎ ማረጋገጥዎን ያረጋግጡ።",
        "confirm_action": "የደንበኛ ክፍያ ያረጋግጡ"
      },
      "notifications": {
        "pay_confirm_message": "ክፍያ ተረጋግጧል።<br> ወደብ፡ {gateway_name}<br> ቀን፡ {payment_at}",
        "pay_fail_title": "አልተከፈለም።",
        "pay_fail_message": "ክፍያ ሊፈቀድ አይችልም!"
      },
      "total_order_price_before_tax": "ቅድመ-ታክስ ጠቅላላ ዋጋ"
    },
    "basket_list": {
      "checklist": [
        "ቆጠራን ያረጋግጡ።",
        "እቃው የማይገኝ ከሆነ ለዚያ ነገር የተከፈለው መጠን ለደንበኛው መመለስ አለበት."
      ],
      "message": "ከዕቃዎቹ ውስጥ ማንኛቸውም የማይገኙ ወይም ሊሸጡ የማይችሉ ከሆነ ከሱ ቀጥሎ ያለውን ሳጥን ምልክት ያንሱ እና <b>ትዕዛዝ አረጋግጥ</b> የሚለውን ቁልፍ ይጫኑ።",
      "action": "የትዕዛዝ ማረጋገጫ",
      "list_of_items": "የግዢ ጋሪ ዝርዝር",
      "apply_change_action": "ለውጦችን ተግብር",
      "cant_apply_change": "ለውጦችን ማድረግ አልተቻለም",
      "lottery_prize_inform": "ደንበኛዎ ከዚህ ምርት 1x አሸንፈዋል። በዚህ ትእዛዝ ስጦታ ይላኩ።"
    },
    "preparing": {
      "title": "አዘገጃጀት",
      "packing_weight": "የማሸጊያ ክብደት",
      "delivery_type": "የማጓጓዣ ዘዴ",
      "packing_size": "የማሸጊያ ልኬቶች",
      "distance_warning": "ከተፈቀደው የርቀት ገደብ አልፏል።",
      "weight_warning": "ከተፈቀደው ክብደት ይበልጣል።",
      "volume_warning": "ከተፈቀደው የጥቅል መጠን ይበልጣል።",
      "message": "ትዕዛዙ ለመላክ ዝግጁ ከሆነ የሚከተለውን <b>የትእዛዝ ዝግጁ</b> ቁልፍን ጠቅ ያድርጉ።",
      "action": "ለመላክ ዝግጁ ያዝዙ",
      "checklist": [
        "በማሸጊያው ውስጥ መደበኛ ደንቦችን መከተል.",
        "የእቃዎችን ዝርዝር ያትሙ እና በጥቅሉ ውስጥ ያስቀምጡት.",
        "ያትሙ እና ምልክት በሳጥኑ ላይ ይለጥፉ።"
      ]
    },
    "basket_items": "የትዕዛዝ እቃዎች ዝርዝር",
    "delivered_dialog": {
      "title": "ይህ ትዕዛዝ በደንበኛው ተቀብሏል?",
      "message": "ደንበኛው ትዕዛዙን እንደተቀበለ ሲያውቁ ይህንን አማራጭ ያረጋግጡ",
      "confirm_action": "ደንበኛው ጥቅሉን መቀበሉን አረጋግጣለሁ።"
    },
    "return_delivery_dialog": {
      "title": "ትዕዛዙ በማድረስ ወቅት ምንም አይነት ችግር አጋጥሞታል ወይንስ ተመልሷል?",
      "message": "በሆነ ምክንያት ከላከ በኋላ ትዕዛዙ ከተመለሰ እና ጭነቱን እንደገና መላክ ካስፈለገ ጭነቱን የመመለስ አማራጩን ያረጋግጡ።",
      "confirm_action": "መመለሱን ያረጋግጡ"
    },
    "notifications": {
      "update_status_success": "የትዕዛዝ ሁኔታ ዘምኗል።",
      "reject_update_success": "የትዕዛዝ ስረዛ ሁኔታ ተዘምኗል።",
      "dismiss_reject_success": "ትዕዛዙ ተሰርዟል።",
      "pay_cod_success": "የመላኪያ ክፍያ ጥሬ ገንዘብ ተረጋግጧል።",
      "pay_dir_success": "ክፍያ የተረጋገጠው በካርድ ወደ ካርድ ክፍያ ወይም በገንዘብ ማስተላለፍ ነው።",
      "set_tracking_success": "የትዕዛዝ ትራክ መታወቂያ በተሳካ ሁኔታ ተቀምጧል።",
      "new_bill_success": "አዲስ ሂሳብ በተሳካ ሁኔታ ታክሏል።",
      "edit_bill_success": "ቢል በተሳካ ሁኔታ ዘምኗል።",
      "update_bill_status_success": "የሂሳብ ክፍያ ሁኔታ በተሳካ ሁኔታ ዘምኗል።",
      "set_payment_in_cash_success": "የክፍያ መጠየቂያ ክፍያ በእጅ ተረጋግጧል።"
    },
    "delete_bill_dialog": {
      "title": "ሂሳቡን ሰርዝ",
      "message": "ይህን ሂሳብ መሰረዝ እርግጠኛ ነዎት?",
      "action": "አዎ፣ አሁን ሰርዝ"
    }
  },
  "shop_gateway": {
    "title": "መግቢያ",
    "menu": {
      "dashboard": "ዳሽቦርድ",
      "edit": "አርትዕ",
      "transactions": "ግብይቶች",
      "back": "መግቢያ መንገዶች"
    },
    "dashboard": {
      "title": "የጌትዌይ አስተዳደር",
      "gateway_data_widget": {
        "title": "የክፍያዎች ሪፖርት",
        "title_small": "መግቢያ",
        "chart": {
          "times": "መቁጠር",
          "buys": "ብዛት ይግዙ",
          "pays": "ያልተሳካ ክፍያ",
          "amount_pay": "የተከፈለ",
          "amount_wage": "ክፍያ"
        }
      },
      "gateway_info_widget": {
        "title": "መረጃ",
        "title_small": "መግቢያ",
        "status": "ሁኔታ",
        "cod_transportation": "የማጓጓዣ ዘዴዎች COD ን ይደግፋሉ",
        "cod_transportations_error": "ቢያንስ ለአንድ የመላኪያ ዘዴ በማድረሻ ክፍያ ላይ ገንዘብን አንቃ!",
        "payment_type": "የክፍያ ዓይነት",
        "cod": "ጥሬ ገንዘብ በመላክ ላይ",
        "online": "የመስመር ላይ ክፍያ",
        "wage_percent": "የክፍያ መቶኛ",
        "min_wage": "ዝቅተኛ ክፍያ",
        "max_wage": "ከፍተኛው ክፍያ",
        "min_amount": "ዝቅተኛ ግብይት",
        "max_amount": "ከፍተኛው ግብይት",
        "timeout": "የክፍያ ጊዜ",
        "timeout_unit": "ሰከንዶች",
        "link": "ጌትዌይ አገናኝ",
        "your_gateway_status": "የእርስዎ መግቢያ ሁኔታ",
        "config_extra_info": "የክፍያ አገልግሎት ውቅር",
        "oauth2_button": "ወደ {gateway} በራስ-ሰር ይገናኙ",
        "fee_payment_message": "በደንበኛው የተከፈለው ገንዘብ በሙሉ ወደ መለያዎ ይተላለፋል። የአገልግሎት ክፍያ ከኪስ ቦርሳዎ በሴልዶኔ ይቀነሳል።"
      }
    },
    "edit": {
      "title": "ጌትዌይን ያርትዑ",
      "menu": {
        "delete": "ጌትዌይን ያስወግዱ"
      },
      "edit_action": "ጌትዌይን ያርትዑ"
    },
    "transactions": {
      "title": "ግብይቶች",
      "table": {
        "amount": "መጠን",
        "currency": "ምንዛሪ",
        "livemode": "ዓይነት",
        "status": "ሁኔታ",
        "target_id": "ማዘዝ",
        "risk": "ስጋት",
        "card": "ካርድ",
        "issued_at": "የተለቀቀበት ቀን",
        "payment_at": "የክፍያ ቀን"
      },
      "live_mode": "ቀጥታ",
      "test_mode": "ማጠሪያ"
    }
  },
  "edit_gateway": {
    "public_keys": "የህዝብ ቁልፎች",
    "private_keys": "የግል ቁልፎች (ሚስጥራዊ)",
    "link": "ድህረገፅ",
    "state_title": "ገቢር/የቦዘነ የመክፈያ ዘዴ",
    "gateway_status": "ሁኔታ",
    "wallet": "Blockchain የኪስ ቦርሳ",
    "developer_title": "የገንቢ ሁነታ",
    "developer_message": "መግቢያው የስህተት ማረም ሁነታን የሚደግፍ ከሆነ የውሸት ግብይቶችን ማካሄድ ይችላሉ።",
    "notifications": {
      "edit_success": "ጌትዌይ {gateway_name} ተስተካክሏል።"
    },
    "developer_setting": "ማዳበር እና ሙከራ",
    "live_mode_message": "ሁሉም ግብይቶች በቀጥታ ሁነታ ላይ ይሆናሉ።"
  },
  "gift_card": {
    "title": "የስጦታ ካርዶች",
    "menu": {
      "edit": "አርትዕ",
      "new_card": "ካርድ ይፍጠሩ",
      "list": "ካርዶች",
      "orders": "ትዕዛዞች",
      "dashboard": "ዳሽቦርድ",
      "back": "የስጦታ ካርዶች"
    },
    "dashboard": {
      "title": "የስጦታ ካርድ አስተዳደር ዳሽቦርድ",
      "amount_widget": {
        "title": "የካርድ ክፍያ",
        "title_small": "30 ቀናት",
        "chart_amount_pay": {
          "y": "ድምር",
          "label": "ክፍያ"
        },
        "chart_buys": {
          "y": "ይገዛል።",
          "label": "ይገዛል።"
        },
        "total_buy": "ጠቅላላ የግዢ መጠን",
        "total_pay_30days": "ጠቅላላ ክፍያ 30 ቀናት",
        "total_pay_today": "የዛሬ ክፍያ"
      },
      "count_widget": {
        "title": "የተሰጡ ካርዶች ብዛት",
        "title_small": "30 ቀናት",
        "total_cards": "ጠቅላላ የካርድ ብዛት",
        "used_cards_30days": "የ 30 ቀናት አጠቃቀም",
        "used_today": "የዛሬ አጠቃቀም",
        "chart": {
          "new_cards": "አዲስ ካርዶች",
          "used_cards": "ያገለገሉ ካርዶች",
          "new_card_name": "አዲስ ካርድ",
          "used_card_name": "ጥቅም ላይ የዋለ"
        }
      },
      "export": {
        "title": "የውጤት ፋይል ያግኙ",
        "cards_list": "የካርድ ዝርዝር ያግኙ",
        "get_report": "ሪፖርት ያግኙ"
      }
    },
    "cards": {
      "title": "የተሰጡ ካርዶች ዝርዝር",
      "loading_message": "መረጃ በማግኘት ላይ... እባክዎ ይጠብቁ",
      "issue_to_user": "ችግር ለተጠቃሚ",
      "table": {
        "card_number": "የካርታ ቁጥር",
        "balance": "ሚዛን",
        "paid": "የተከፈለ",
        "edit": "አርትዕ",
        "delete": "ሰርዝ",
        "expire": "ጊዜው ያበቃል",
        "user": "ተጠቃሚ"
      },
      "delete_alert": {
        "title": "ካርድ ያስወግዱ",
        "message": "እርግጠኛ ነዎት ይህን ካርድ መሰረዝ ይፈልጋሉ?",
        "action": "ሰርዝ"
      },
      "notifications": {
        "delete_success": "የስጦታ ካርድ ተሰርዟል።",
        "edit_success": "ለውጦች ተደርገዋል።",
        "issue_success": "የስጦታ ካርድ በተሳካ ሁኔታ ለተጠቃሚው ተሰጥቷል።"
      },
      "issue_dialog": {
        "title": "የስጦታ ካርድ ማውጣት",
        "action": "አረጋግጣለሁ። ካርዱን አሁን አውጡ"
      }
    },
    "gift_card_edit": {
      "title": "የስጦታ ካርድ ይፍጠሩ",
      "validity": "ትክክለኛነት",
      "validity_unit": "ወራት",
      "currency": "ምንዛሪ",
      "initial_balance": "የመጀመሪያ ካርድ ቀሪ ሂሳብ",
      "count": "መቁጠር",
      "count_unit": "ንጥል(ዎች)",
      "enable_input_message": "የተፈጠሩ ካርዶች ሁኔታ",
      "notifications": {
        "create_success_title": "አስቀምጥ",
        "create_success": "{count} አዲስ ካርዶች ተፈጥረዋል።"
      }
    },
    "gift_card_edit_page": {
      "title": "የስጦታ ካርድ ያርትዑ"
    }
  },
  "shop_discount": {
    "title": "የቅናሽ ኮድ",
    "up_to": "እስከ",
    "menu": {
      "dashboard": "ዳሽቦርድ",
      "orders": "ትዕዛዞች",
      "back": "የቅናሽ ኮዶች"
    },
    "dashboard": {
      "title": "የቅናሽ ኮድ አስተዳደር ዳሽቦርድ",
      "chart_amount_buy": {
        "y": "የግዢ መጠን {currency}",
        "label": "ግዛ"
      },
      "chart_amount_discount": {
        "y": "ቅናሽ {currency}",
        "label": "ቅናሽ"
      },
      "chart_used": {
        "y": "የአጠቃቀም መጠን",
        "label": "ጊዜያት"
      }
    }
  },
  "shop_coupon": {
    "title": "ኩፖኖች",
    "up_to": "እስከ",
    "menu": {
      "dashboard": "ዳሽቦርድ",
      "back": "ኩፖኖች",
      "orders": "ትዕዛዞች"
    },
    "dashboard": {
      "title": "የኩፖን አስተዳደር ዳሽቦርድ",
      "chart_amount_buy": {
        "y": "የግዢ መጠን {currency}",
        "label": "ግዛ"
      },
      "chart_amount_discount": {
        "y": "ኩፖን {currency}",
        "label": "ኩፖን"
      },
      "chart_used": {
        "y": "የአጠቃቀም መጠን",
        "label": "ጊዜያት"
      }
    }
  },
  "shop_offer": {
    "title": "ቅናሾች",
    "up_to": "እስከ",
    "menu": {
      "dashboard": "ዳሽቦርድ",
      "orders": "ትዕዛዞች",
      "back": "ቅናሾች"
    },
    "dashboard": {
      "title": "የአስተዳደር ዳሽቦርድ ያቅርቡ",
      "chart_amount_buy": {
        "y": "የግዢ መጠን {currency}",
        "label": "ግዛ"
      },
      "chart_amount_discount": {
        "y": "{currency} አቅርብ",
        "label": "አቅርቡ"
      },
      "chart_used": {
        "y": "የአጠቃቀም መጠን",
        "label": "ጊዜያት"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "የማግበር ክፍያ ይክፈሉ።",
    "balance": "ሚዛን",
    "locked": "ተቆልፏል",
    "transfer": "ማስተላለፍ",
    "charge": "ተቀማጭ ገንዘብ"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "ጨርሰህ ውጣ",
    "payment": "ክፍያ",
    "confirm": "የትዕዛዝ ማረጋገጫ፣ <b>{success}</b> ተረጋግጧል እና {fail}</b> ውድቅ ተደርጓል።",
    "prepare": "የትዕዛዝ ዝግጅት.",
    "send": "ትዕዛዝ በ <b>{delivery}</b> ተልኳል።",
    "delivered": "ትዕዛዙ ለደንበኛው ደርሷል።",
    "fill-inputs": "የግቤት መረጃ ቅጽ በገዢ ተሞልቷል።",
    "return-add": "የምርት ተመላሽ ጥያቄ ያስገቡ፣ {product}።",
    "return-accept": "የመመለሻ ጥያቄ {return_code} ተረጋግጧል።",
    "return-reject": "ጥያቄ {return_code} ተቀባይነት አላገኘም።",
    "reject-order": "ትዕዛዙን ውድቅ ያድርጉ። ኮድ፡ {reject_code}።",
    "reject-order-clear": "የትዕዛዙን አለመቀበል ይሰርዙ። ኮድ፡ {reject_code}።",
    "email-buy": "የግዢ ማረጋገጫ ኢሜይል ለደንበኛ ይላኩ።",
    "email-payment": "የክፍያ ማረጋገጫ ኢሜይል ለደንበኛው ይላኩ።",
    "delivery-returned": "ትዕዛዙ በደንበኛው አልደረሰም እና ተመለሰ. እንደገና መላክ አስፈላጊ ነው.",
    "delivery-canceled": "ማድረስ ተሰርዟል። እንደገና መላክ አስፈላጊ ነው.",
    "edit-receiver-info": "የትዕዛዝ ማቅረቢያ አድራሻ በገዢው ተስተካክሏል።",
    "edit-billing-info": "የክፍያ መጠየቂያ አድራሻ በገዢ ተስተካክሏል።",
    "payment-cod-confirm": "COD ክፍያ ተረጋግጧል።",
    "payment-cash-confirm": "ለሂሳቡ በጥሬ ገንዘብ {amount} {currency} መክፈል ተረጋግጧል።",
    "payment-dir-confirm": "ቀጥተኛ ክፍያ ደረሰኝ ተረጋግጧል.",
    "vendor": "የአቅራቢ ትዕዛዝ ሁኔታ ከ <b>{}</b> ወደ <b>{</b> } ተቀይሯል።",
    "connect-sync": "ትዕዛዝ በ Connect OS ተመሳስሏል።",
    "connect-shipped": "የግንኙነት ትዕዛዝ በ{shipping} ተልኳል።",
    "connect-returned": "የግንኙነት ትዕዛዝ በ{shipping} ተመልሷል።",
    "connect-failed": "የትዕዛዝ መሟላት በአጋር አልተሳካም። {reason}",
    "connect-canceled": "ትዕዛዙ በባልደረባ ተሰርዟል። {reason}",
    "connect-action-cancel": "ትዕዛዙን ለመሰረዝ ይጠይቁ። {reason}",
    "connect-put-hold": "ትዕዛዙ እንዲቆይ ተደርጓል። {reason}",
    "connect-remove-hold": "ትዕዛዙ ከመያዣው ተወግዷል። {reason}",
    "connect-confirmed": "ትዕዛዙ ተረጋግጧል.",
    "email-vendor": "🔔 የትዕዛዝ መረጃ ኢሜይል ወደ <b>{vendor}</b> ተልኳል | {email}",
    "vendor-payout": "💸 ክፍያ ለሻጭ።"
  },
  "inline_chart": {
    "today": "ዛሬ",
    "last_days": "ከ{days} ቀናት በፊት"
  },
  "products_select": {
    "move_category": "ምድብ <b>{category}</b> ወደ ሌላ ምድብ ውሰድ",
    "move_product": "<b>ምርትን</b> ወደ ምድብ ውሰድ",
    "product_menu": {
      "dashboard": "የምርት ዳሽቦርድ",
      "inventory": "ኢንቬንቶሪ እና ተለዋጮች"
    },
    "notifications": {
      "copy_success": "የምርት ቅጂ.",
      "change_category_success": "የምርት ምድብ ተስተካክሏል."
    }
  },
  "physical_order_track": {
    "title": "የአደጋ ሪፖርቶች እና ግምገማዎች"
  },
  "virtual_order_track": {
    "title": "የአደጋ ሪፖርቶች እና ግምገማዎች"
  },
  "virtual_order_timeline": {
    "title": "የጊዜ መስመር"
  },
  "physical_order_timeline": {
    "title": "የጊዜ መስመር"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "እዚህ መልእክት ፃፉ...",
    "pin_action": "ወደ ላይ ይሰኩ",
    "unpin_action": "ንቀል",
    "copy_html": "ኤችቲኤምኤል ቅዳ",
    "notifications": {
      "add_note_success": "ማስታወሻ ታክሏል።",
      "edit_note_success": "ማስታወሻ ተስተካክሏል።",
      "delete_note_success": "ማስታወሻ ተሰርዟል።"
    },
    "delete_dialog": {
      "title": "ማስታወሻ ሰርዝ",
      "message": "ይህን ማስታወሻ መሰረዝ ይፈልጋሉ?",
      "action": "ማስታወሻ ሰርዝ"
    },
    "resend_dialog": {
      "title": "ኢሜይል እንደገና ላክ",
      "message": "እርግጠኛ ነዎት ይህን ኢሜይል ለደንበኛዎ እንደገና ለመላክ?",
      "action": "አዎ፣ እንደገና ላክ",
      "success": "ኢሜይል ለደንበኛዎ ተልኳል።"
    }
  },
  "accounts": {
    "title": "የኪስ ቦርሳዬ",
    "message": "በ Selldone ውስጥ በምትጠቀመው ምንዛሬ ቢያንስ አንድ መለያ መፍጠር አለብህ። የአገልግሎት ክፍያውን ለመክፈል ይህን ሂሳብ መሙላት አለቦት።",
    "add_new": "አዲስ መለያ ይፍጠሩ",
    "new_account": "አዲስ መለያ ያክሉ",
    "new_account_dialog": {
      "title": "አዲስ መለያ",
      "account_name_input": "የአድራሻ ስም",
      "currency_input": "የምንዛሬ አሃድ",
      "currency_input_message": "የተፈጠረው መለያ የዚህን ምንዛሪ ዋጋ ብቻ ነው የሚይዘው።",
      "new_account_wage": "አዲስ መለያ የመፍጠር ወጪ፡ ለመጀመሪያው መለያ ነፃ",
      "create_account_action": "መለያ ፍጠር"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "ስጦታ ላክ",
      "sent": "ላክ",
      "received": "ደረሰ"
    },
    "send_gifts": {
      "title": "የተላኩ ስጦታዎች",
      "sub_title": "ለጓደኞችዎ ወይም ለደንበኞችዎ ስጦታ መላክ ይችላሉ. ተቀባዩ ስጦታዎን ሊቀበል ወይም ሊቀበለው ይችላል። ገንዘቡ በሂሳብዎ ውስጥ ተዘግቷል እና ተቀባዩ ከተቀበለ ይወጣል። አለበለዚያ ይህ መጠን ወደ መለያዎ ይተላለፋል።",
      "table": {
        "user": "ተጠቃሚ",
        "amount": "መጠን",
        "currency": "ምንዛሪ",
        "account_name": "ከ",
        "status": "ሁኔታ",
        "message": "መልእክት",
        "created_at": "የተፈጠረበት ቀን"
      }
    },
    "received_gifts": {
      "title": "የተቀበሉት ስጦታዎች",
      "sub_title": "ከሴልዶኔ ወይም ከሌሎች የተቀበሉት ስጦታዎች",
      "table": {
        "amount": "መጠን",
        "currency": "ምንዛሪ",
        "account_from": "ከ",
        "status": "ሁኔታ",
        "message": "መልእክት",
        "created_at": "የተፈጠረበት ቀን",
        "receive": "ተቀበል"
      }
    }
  },
  "get_gift_dialog": {
    "title": "ስጦታ ተቀበል",
    "more": "ተጨማሪ..",
    "amount": "መጠን",
    "message": "መልእክት",
    "account_to_input": "መድረሻ መለያ",
    "account_to_input_message": "የስጦታ መጠን ወደዚህ መለያ ገቢ ይደረጋል።",
    "get_action": "ስጦታ ተቀበል",
    "notifications": {
      "received_success_title": "እንኳን ደስ አላችሁ",
      "received_success": "የስጦታ መጠን {amount} {currency} ወደ መለያህ ተቀምጧል።"
    }
  },
  "send_gift_dialog": {
    "title": "ስጦታ ላክ",
    "account_from_input": "መለያ ይምረጡ",
    "account_from_input_message": "የስጦታ መጠኖች ከዚህ መለያ ይወጣሉ።",
    "receiver_input": "ተቀባይ",
    "receiver_input_message": "የኢሜል አድራሻውን ወይም ስልክ ቁጥሩን ማስገባት ይችላሉ.",
    "message_input": "መልእክት",
    "message_input_message": "ለተቀባዩ መልእክት መተው ይችላሉ።",
    "amount_input": "መጠን",
    "currency_input": "የምንዛሬ አሃድ",
    "currency_input_message": "ዋጋው በዚህ ምንዛሬ ይሰላል።",
    "send_action": "ስጦታ ላክ",
    "notifications": {
      "send_success": "የ{amount} {currency} ስጦታ ለ{receiver} ተልኳል።"
    }
  },
  "account_list": {
    "account_input": "መለያ ቁጥር",
    "account_input_message": "የዚህ ምንዛሪ ስጦታዎች መጠን በዚህ ሂሳብ ውስጥ ይቀመጣሉ።",
    "free_balance": "ነፃ ሚዛን",
    "account_name": "የአድራሻ ስም"
  },
  "user_monetize_accounts": {
    "title": "የተቀማጭ ሂሳቦች",
    "sub_title": "የስጦታ መጠኖች ወዲያውኑ ወደ እነዚህ ሂሳቦች ይቀመጣሉ።",
    "message": "Selldone ለማህበራዊ ሚዲያ እንቅስቃሴዎ፣ በሴልዶን ልማት ውስጥ ለመሳተፍ፣ ጓደኞችን ለማስተዋወቅ እና የመሳሰሉትን ገንዘብ ያስቀምጣል። ለእያንዳንዱ ምንዛሪ የተቀማጭ ሒሳብ በመምረጥ፣ የስጦታ መጠኑ በራስ-ሰር በጎራዎ ውስጥ ወደዚያ መለያ ገቢ ይሆናል። እነዚህ መጠኖች ወደ Selldone ገቢ ሊደረጉ ይችላሉ። መውጣት የሚቻለው ለንግድ አጋሮች ብቻ ነው።",
    "add_account_action": "መለያ አክል",
    "add_dialog": {
      "title": "ስጦታዎችን ለመቀበል መለያ ያገናኙ",
      "account_input": "መለያ ቁጥር",
      "account_input_message": "የዚህ ምንዛሪ ስጦታዎች መጠን በዚህ ሂሳብ ውስጥ ይቀመጣሉ።",
      "set_as_default_action": "እንደ ነባሪ መለያ ይምረጡ"
    },
    "table": {
      "currency": "ምንዛሪ",
      "account_number": "መለያ ቁጥር",
      "account_name": "ስም",
      "payment": "የተቀማጭ ገንዘብ መጠን",
      "reset_at": "ዳግም አስጀምር ወደ",
      "delete": "ሰርዝ"
    },
    "notifications": {
      "set_success": "መለያ በተሳካ ሁኔታ ታክሏል።",
      "delete_success": "ስጦታዎችን ለመቀበል መለያ በተሳካ ሁኔታ ከነባሪ መለያዎች ዝርዝር ተወግዷል።"
    },
    "delete_alert": {
      "title": "መለያ ሰርዝ",
      "message": "ይህን መለያ ከስጦታ መለያዎች ዝርዝር ውስጥ ማስወገድ ይፈልጋሉ?",
      "action": "ሰርዝ"
    }
  },
  "user_monetize": {
    "title": "ገንዘብ አግኝ",
    "menu": {
      "plans": "ዕቅዶች",
      "accounts": "መለያዎች",
      "participant": "ተሳታፊ"
    }
  },
  "user_monetize_plans": {
    "title": "የትብብር እና የገቢ መፍጠር ፕሮጀክቶች",
    "sub_title": "ለሪፈራል ስጦታዎች የመለያ ክሬዲት ይቀበላሉ። እነዚህ መጠኖች በመለያዎ ላይ የሚከፈሉ ሲሆኑ ለሽያጭ ለተደረጉ የንግድ አጋሮች (ሁሉም አይደሉም) ብቻ ሊወጡ ይችላሉ። ገንዘቡን በ Selldone አገልግሎቶች ክፍያ ላይ ሊያወጡት ይችላሉ።",
    "discount": "ቅናሽ",
    "your_income": "ገቢህ",
    "level_2": "ከደረጃ ሁለት",
    "level_3": "ከደረጃ ሶስት",
    "link_message": "አባልነት፡ {registered}፣ ተቀባይነት ያለው፡ {accepted}",
    "link_tip": "በሚያጋሩት እያንዳንዱ አድራሻ መጨረሻ ላይ ?ref={link_code} የሚለውን ሐረግ ማከል ይችላሉ።",
    "table": {
      "currency": "ምንዛሪ",
      "amount": "ሚዛን",
      "total": "ጠቅላላ ክፍያ",
      "payment_date": "የመጨረሻው የክፍያ ቀን",
      "withdraw": "መውጣት"
    },
    "notifications": {
      "get_credit_success": "የተጠየቀው ገንዘብ ወደ ሂሳብዎ ተቀምጧል።"
    }
  },
  "basic_information": {
    "title": "የእኔ ማንነት እና መገለጫ",
    "email": "የ ኢሜል አድራሻ",
    "tel": "ስልክ ቁጥር",
    "address": "አድራሻ",
    "payment": "ትክክለኛ ግብይቶች",
    "personal_information": "የማንነት መረጃ",
    "main_profile": "ዋና መገለጫ",
    "main_profile_subtitle": "ይህ መረጃ ለሁሉም ሰው በይፋ ይገኛል።",
    "kyc_waiting_info": "ያስገቡትን መረጃ ትክክለኛነት እያጣራን ነው። ይህ ሂደት በ KYC ደንቦች መሰረት የግዴታ ሲሆን የገንዘብ ልውውጦችን አደጋን ይቀንሳል. የዚህን አገልግሎት የአሁኑን እና የወደፊት ጥቅሞችን መጠቀም ይችላሉ.",
    "personal_info_dialog": {
      "title": "የማንነት መረጃ",
      "name_input": "የመጀመሪያ ስም",
      "family_name_input": "የአያት ሥም",
      "number_input": "የፓስፖርት ቁጥር (ወይም ብሔራዊ ኮድ)",
      "birthday_input": "የልደት ቀን",
      "birthday_input_placeholder": "የልደት ቀንዎን ያስገቡ",
      "address_input": "አድራሻ",
      "postcode_input": "የፖስታ መላኪያ ኮድ",
      "tel_input": "የእውቂያ ቁጥር",
      "passport_image_input": "የፓስፖርት ምስል ይምረጡ",
      "passport_image_input_message": "የፓስፖርትዎን ምስል ስካን ይስቀሉ።",
      "personal_image_input": "የራስዎን ምስል ይምረጡ",
      "personal_image_input_message": "በብሔራዊ ካርድዎ ላይ የስካን ምስል ወደ ምስል ወደ ኋላ እና ወደ ፊት ይስቀሉ።"
    },
    "profile_dialog": {
      "title": "ዋና መገለጫ",
      "full_name_input": "ሙሉ ስም",
      "tel_input": "የእውቂያ ቁጥር",
      "email_input": "ኢሜይል",
      "website_input": "ድህረገፅ",
      "address_input": "አድራሻ",
      "about_input": "ስለ እኔ",
      "about_long_input": "ስለ እኔ ረጅም ጽሑፍ",
      "image_input": "የመገለጫ ሥዕል ይምረጡ",
      "image_input_message": "ምስልዎን ይስቀሉ. ይህ ምስል እንደ የመገለጫ ስዕልዎ ጥቅም ላይ ይውላል።",
      "notifications": {
        "update_profile_success": "መገለጫዎ ተዘምኗል።",
        "update_personal_info_success": "የእርስዎ መረጃ በተሳካ ሁኔታ ተመዝግቧል"
      }
    },
    "charge_account_approve_message": "የባንክ ግብይትዎን ለማጽደቅ መለያዎን ያስከፍሉ።",
    "payment_approval": "የክፍያ ማረጋገጫ",
    "residential_address_checking": "የመኖሪያ አድራሻዎ በቼክ ወረፋ ላይ ሰነዶች።",
    "add_residential_address": "አካባቢዎን እና የመኖሪያ አድራሻ ሰነዶችን ማረጋገጫ ያክሉ።"
  },
  "phone_verify": {
    "title": "ስልክ ቁጥር",
    "step1_title": "የተንቀሳቃሽ ስልክ ቁጥርዎን ያስገቡ።",
    "phone_number_input": "ስልክ ቁጥር",
    "next": "ቀጣዩ ደረጃ",
    "sms_code_input": "የማረጋገጫ የሚስጥር ቁጥር",
    "sms_code_message": "ባለ 6-አሃዝ የማረጋገጫ ኮድ ወደ {phone_number} ተልኳል።",
    "notifications": {
      "duplicated_number_error": "ይህ ቁጥር አስቀድሞ በእርስዎ ጸድቋል።",
      "send_activation_code_success_title": "የማረጋገጫ የሚስጥር ቁጥር",
      "send_activation_code_success": "የማረጋገጫ ኮድ ወደ {phone_number} ተልኳል።",
      "verify_success": "የሞባይል ቁጥርህ ተረጋግጧል"
    }
  },
  "companies": {
    "title": "የእኔ ንግድ መለያዎች",
    "message": "ንግዶች፣ ስራ ፈጣሪዎች እና ሙያዊ ቡድኖች በሴልዶን ላይ ተመስርተው ምርቶችን እና መተግበሪያዎችን ማዳበር ይችላሉ። የንግድ መገለጫ ለመፍጠር መስፈርት ነው.",
    "new_company": "አዲስ ኩባንያ"
  },
  "add_company": {
    "name_input": "የድርጅት ስም",
    "website_input": "ድህረገፅ",
    "email_input": "ኢሜይል",
    "address_input": "አድራሻ",
    "tel_input": "ስልክ",
    "mobile_input": "ሞባይል",
    "edit_action": "ኩባንያ አርትዕ",
    "create_action": "ኩባንያ ይፍጠሩ",
    "notifications": {
      "add_success": "የንግድ መለያ {name} ተፈጥሯል።",
      "edit_success": "የንግድ መለያ ተስተካክሏል።"
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "ግላዊ",
      "shop_key": "ደንበኞች",
      "apps": "መተግበሪያዎች"
    },
    "connected_apps_title": "የተገናኙ መተግበሪያዎች",
    "connected_apps_message": "ከጎራ መለያዎ ጋር የተገናኙትን ሁሉንም መደብሮች እና መተግበሪያዎች ዝርዝር ያያሉ። የአንዳቸውንም መዳረሻ መሰረዝ ይችላሉ።",
    "shop_keys_title": "የማከማቻ መዳረሻ ቁልፎች",
    "shop_keys_message": "እነዚህ ቁልፎች በአገልጋይዎ የመዳረሻ ቶከን ለመፍጠር ያገለግላሉ። ቁልፎቹ ሚስጥራዊ መሆናቸውን እና ለሌሎች እንዳይታዩ በአገልጋዩ ላይ ብቻ የተቀመጡ መሆናቸውን ልብ ይበሉ።",
    "personal_keys_title": "የግል መዳረሻ ቁልፎች",
    "personal_keys_message": "የመለያዎን ቁልፎች እዚህ መፍጠር ይችላሉ። እነዚህ ቁልፎች መለያዎን መድረስ እንደሚችሉ ልብ ይበሉ። ምን እየሰሩ እንደሆነ በትክክል ካወቁ ብቻ እነዚህን ቁልፎች ይፍጠሩ እና ይጠቀሙ።",
    "clients_title": "ደንበኞች",
    "clients_message": "እነዚህ ቁልፎች በአገልጋይዎ የመዳረሻ ቶከን ለመፍጠር ያገለግላሉ። ቁልፎቹ ሚስጥራዊ መሆናቸውን እና ለሌሎች እንዳይታዩ በአገልጋዩ ላይ ብቻ የተቀመጡ መሆናቸውን ልብ ይበሉ።"
  },
  "user_security_control": {
    "title": "የመለያ ደህንነት",
    "message": "የመለያ ደህንነት ቅንጅቶችን እዚህ ማርትዕ ይችላሉ።",
    "delete": {
      "title": "መለያ ሰርዝ",
      "subtitle": "መለያዎን ከመሰረዝዎ በፊት ሁሉንም ሱቆች መሰረዝዎን ያረጋግጡ።",
      "action": "እርግጠኛ ነኝ መለያዬን ሰርዝ",
      "agreement": "ሁሉም መረጃዬ ከአገልጋይዎ እንደሚሰረዝ እቀበላለሁ። ማጭበርበርን ወይም አላግባብ መጠቀምን ለመከላከል በእኛ በወሰንነው የጊዜ ሰሌዳ መሰረት የእርስዎ መረጃ ይሰረዛል።"
    },
    "list": {
      "password": {
        "title": "ፕስወርድ",
        "sub_title": "ለመለያዎ ጠንካራ የይለፍ ቃል ይምረጡ።",
        "action_title": "የመለያ መዳረሻ ይለፍ ቃል",
        "not_exist": "አልገባም።",
        "action": "የሚስጥር ቁልፍ ይቀይሩ"
      },
      "phone": {
        "title": "ስልክ ቁጥር",
        "sub_title": "የተንቀሳቃሽ ስልክ ቁጥርዎን ያረጋግጡ። በዚህ ቁጥር መግባት ይችላሉ።",
        "action_title": "የመለያው ዋና ስልክ ቁጥር",
        "action": "ቁጥር ያረጋግጡ"
      },
      "two_step": {
        "title": "ባለ ሁለት ደረጃ መግቢያ",
        "sub_title": "የተንቀሳቃሽ ስልክ ቁጥርዎን ያረጋግጡ። በዚህ ቁጥር መግባት ይችላሉ።",
        "action_title": "የመለያ ደህንነትን ይጨምሩ",
        "activated_action": "ነቅቷል",
        "active_action": "አሁን ንቁ"
      },
      "email": {
        "title": "ዋና ኢሜል",
        "sub_title": "ከዚህ መለያ ጋር የተያያዘውን ዋናውን ኢሜል የማዘመን አማራጭ አለህ።",
        "action_title": "ዋናውን ኢሜል ይለውጡ",
        "action": "የማረጋገጫ አገናኝ ላክ"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "ጎግል አረጋጋጭ መተግበሪያን ጫን"
      },
      "step_2": {
        "title": "በመተግበሪያው የመነጨውን ኮድ ያስገቡ",
        "message": "ባለ 6 አሃዝ ኮድ የሚመነጨው በተንቀሳቃሽ ስልክዎ ውስጥ ባለው ስልተ ቀመር ነው። አፑን ከሚከተለው ሊንክ ማውረድ ትችላላችሁ። የይለፍ ቃሉን የያዘ የQR ኮድ ለመፍጠር የኮድ ጀነሬተር ቁልፉን ይጫኑ።",
        "qr_code_info": "መቃኘት የማይቻል ከሆነ ኮዱን እራስዎ መቅዳት እና በመተግበሪያው ውስጥ መለጠፍ ይችላሉ-",
        "create_new_code": "አዲስ ኮድ ይፍጠሩ",
        "qr_code_scanning": "በGoogle አረጋጋጭ ሞባይል መተግበሪያ የተፈጠረውን QR ኮድ ይቃኙ እና በዚህ ገጽ ላይ ባለው ሳጥን ውስጥ የማረጋገጫ ኮድ ያስገቡ።",
        "qr_code_regenerate_info": "ማሳሰቢያ: ከላይ ያለውን ቁልፍ በመጫን አዲስ ቁልፍ ይፈጠራል እና የቀደመው ቁልፍ ጥቅም ላይ ሊውል አይችልም. አዲሱን ቁልፍ በስልክዎ መተግበሪያ ውስጥ ያስገቡ።"
      },
      "step_3": {
        "title": "የተፈጠረውን ኮድ ያስገቡ",
        "message": "ከዚህ በታች ባለው መስክ ውስጥ ባለው መተግበሪያ ውስጥ የተፈጠረውን የመዳረሻ ኮድ ያስገቡ።",
        "activation_key_input": "የይለፍ ቃል"
      },
      "activated_alert": "ባለ2-ደረጃ መግቢያ ነቅቷል።",
      "activated_message": "ሁለት-ደረጃ መግቢያ ለመለያዎ ነቅቷል። ከአሁን በኋላ መለያዎን ለመድረስ በየ 30 ሰከንድ የሚቀያየር ሁለተኛ ኮድ ማስገባት ያስፈልግዎታል። የሁለት-ደረጃ መግቢያን ለማሰናከል አንድ ደረጃን ብቻ ሁለቴ ጠቅ ያድርጉ እና በደረጃዎቹ ይሂዱ።",
      "cancel_two_step_login_action": "የሁለት-ደረጃ መግቢያን ሰርዝ",
      "cancel_two_step_login_info": "ባለ 2-ደረጃ ማረጋገጫን ማሰናከል ከፈለጉ የይለፍ ቃልዎን ያስገቡ እና የሁለት ደረጃ መግቢያ ቁልፍን ጠቅ ያድርጉ።",
      "password_input": "ፕስወርድ",
      "cancel_2fa_action": "የሁለት-ደረጃ መግቢያን ሰርዝ"
    },
    "change_password_dialog": {
      "title": "የሚስጥር ቁልፍ ይቀይሩ",
      "message": "ውስብስብ እና የማይረሳ የይለፍ ቃል ይጠቀሙ።",
      "password_input": "የአሁኑ ሚስጥራዊ ማለፊያ ቁልፍ",
      "new_password_input": "አዲስ የይለፍ ቃል",
      "re_new_password_input": "አዲስ የይለፍ ቃል ይድገሙት",
      "tips": {
        "length": "የይለፍ ቃል ቢያንስ 8 ቁምፊዎች መሆን አለበት።",
        "chars": "ቢያንስ አንድ አቢይ ሆሄ እና አንድ ቁጥር።",
        "match": "የይለፍ ቃል ተዛመደ።"
      },
      "change_password_action": "የሚስጥር ቁልፍ ይቀይሩ",
      "notifications": {
        "change_password_title": "የሚስጥር ቁልፍ ይቀይሩ",
        "change_password": "የይለፍ ቃል በተሳካ ሁኔታ ተቀይሯል።"
      }
    }
  },
  "authorized_clients": {
    "title": "የተገናኙ መደብሮች/መተግበሪያዎች ዝርዝር",
    "table": {
      "name": "ስም",
      "app": "መተግበሪያ",
      "scopes": "ወሰኖች",
      "shop": "የተገደበ መደብር"
    },
    "remove_action": "መዳረሻን ያስወግዱ",
    "delete_alert": {
      "title": "ሰርዝ",
      "message": "ይህን መዳረሻ መሻር ይፈልጋሉ? ይህ መተግበሪያ ከአሁን በኋላ የመለያዎ መዳረሻ እንደማይኖረው ልብ ይበሉ።",
      "action": "መዳረሻውን እምቢ ይበሉ"
    }
  },
  "clients": {
    "title": "የደንበኞች ዝርዝር",
    "create_new_action": "አዲስ ደንበኛ ይፍጠሩ",
    "table": {
      "client_id": "የደንበኛ መታወቂያ",
      "app": "መተግበሪያ",
      "name": "ተለዋጭ ስም",
      "secret_key": "ሚስጥራዊ ቁልፍ"
    },
    "create_dialog": {
      "title": "አዲስ ደንበኛ",
      "error_msg": "<strong>ስህተት!</strong> ይቅርታ፣ ስህተት ተፈጥሯል!",
      "name_input": "ስም",
      "name_input_message": "የእርስዎ ተጠቃሚዎች የሚያውቁት እና የሚያምኑት ነገር ነው።",
      "redirect_input_message": "አድራሻዎን ወደ ጣቢያዎ ይመልሱ።"
    },
    "edit_dialog": {
      "title": "መዳረሻን ያርትዑ"
    },
    "delete_alert": {
      "title": "ሰርዝ",
      "message": "ይህን ደንበኛ መሰረዝ ይፈልጋሉ?",
      "action": "ሰርዝ"
    }
  },
  "personal_access_tokens": {
    "title": "የግል መዳረሻ ቶከኖች ዝርዝር",
    "create_action": "አዲስ ማስመሰያ ይፍጠሩ",
    "table": {
      "name": "ስም",
      "scopes": "መዳረሻዎች",
      "expire_at": "የአገልግሎት ማብቂያ ጊዜ"
    },
    "create_dialog": {
      "title": "ማስመሰያ ግንባታ",
      "error_message": "<strong>ስህተት!</strong> ይቅርታ፣ ስህተት ተፈጥሯል!",
      "name_input": "ተለዋጭ ስም ኤክስ. የእኔ ማስመሰያ ስም",
      "name_input_message": "ተወዳጅ የማስመሰያ ስም።",
      "scopes_list": "የቶከን መዳረሻ ዝርዝር"
    },
    "access_token_dialog": {
      "title": "የግል መዳረሻ ቁልፍ",
      "message": "የእርስዎ የግል መዳረሻ ማስመሰያ ምልክት እዚህ አለ። ይህ ማስመሰያ የሚታይበት ብቸኛው ጊዜ ነው፣ ስለዚህ እንዳያመልጥዎ! ኤፒአይ ለመጠየቅ አሁን ይህን ማስመሰያ መጠቀም ትችላለህ።"
    },
    "delete_alert": {
      "title": "ሰርዝ",
      "message": "ይህን የመዳረሻ ማስመሰያ መሰረዝ ይፈልጋሉ?",
      "action": "ሰርዝ"
    }
  },
  "scopes": {
    "profile": {
      "name": "መገለጫ",
      "description": "ስም፣ ኢሜይል አድራሻ፣ ምስል እና የማረጋገጫ ሁኔታን ጨምሮ የመገለጫ መረጃን ያንብቡ።"
    },
    "phone": {
      "name": "ስልክ ቁጥር",
      "description": "ወደ ስልክ ቁጥር መድረስ."
    },
    "address": {
      "name": "አድራሻዎች",
      "description": "የተቀመጠ አድራሻ ከአድራሻ ደብተር አንብብ።"
    },
    "buy": {
      "name": "ግዢ",
      "description": "ከሱቅ ትእዛዝ እና ግዛ።"
    },
    "order-history": {
      "name": "የትዕዛዝ ታሪክ",
      "description": "የትዕዛዝ ታሪክን ያንብቡ።"
    },
    "my-gift-cards": {
      "name": "የስጦታ ካርዶች",
      "description": "የእኔ ካርዶች መዳረሻ."
    },
    "articles": {
      "name": "ይዘትን ያርትዑ",
      "description": "ጽሑፎችን ያርትዑ።"
    },
    "notifications": {
      "name": "ማሳወቂያ ይላኩ እና ይቀበሉ",
      "description": "ማሳወቂያ ይላኩ እና ይቀበሉ።"
    },
    "read-shops": {
      "name": "መደብር ist",
      "description": "የመደብር ዝርዝሩን ያንብቡ።"
    },
    "shop-edit": {
      "name": "የመደብር አስተዳደር",
      "description": "የመደብር መዳረሻን ያርትዑ"
    },
    "shop-contacts": {
      "name": "የእውቂያ ቅጽ አስተዳደር",
      "description": "የእውቂያ ቅጾችን ይቀበሉ እና ያርትዑ።"
    },
    "shop-gift-cards": {
      "name": "የስጦታ ካርዶችን ያስተዳድሩ",
      "description": "የስጦታ ካርዶችን ይፍጠሩ፣ ያርትዑ እና ያስተዳድሩ።"
    },
    "shop-faqs": {
      "name": "ጥያቄዎችን እና መልሶችን ማስተዳደር",
      "description": "ተዘውትረው የሚጠየቁ ጥያቄዎችን ይፍጠሩ፣ ያርትዑ እና ያስተዳድሩ።"
    },
    "shop-categories": {
      "name": "ምድቦችን አስተዳድር",
      "description": "ምድቦችን ይፍጠሩ፣ ያርትዑ እና ያስተዳድሩ።"
    },
    "shop-products": {
      "name": "የምርት አስተዳደር",
      "description": "ምርቶቹን ያክሉ፣ ያርትዑ እና ያስተዳድሩ።"
    },
    "shop-read-reports": {
      "name": "ሪፖርቶችን ያንብቡ",
      "description": "መረጃ እና ሪፖርቶችን ያንብቡ."
    },
    "shop-socials": {
      "name": "ማህበራዊ ሚዲያን አስተዳድር",
      "description": "የመደብሩን ማህበራዊ ሚዲያ ያርትዑ"
    },
    "shop-accounts": {
      "name": "የፋይናንስ ሂሳቦችን ያስተዳድሩ",
      "description": "ከመደብሩ ጋር የተገናኙ የፋይናንስ መለያዎችን ያርትዑ እና ይሰርዙ።"
    },
    "shop-menus": {
      "name": "ምናሌዎችን ያስተዳድሩ",
      "description": "የመደብር ምናሌዎችን ያርትዑ።"
    },
    "shop-pages": {
      "name": "ገጾችን አስተዳድር",
      "description": "የሱቅ ገጾችን ያርትዑ።"
    },
    "shop-warehouse": {
      "name": "የመጋዘን አስተዳደር",
      "description": "የመደብር ማከማቻን ያርትዑ"
    },
    "shop-permissions": {
      "name": "መዳረሻን አስተዳድር",
      "description": "የመደብር መዳረሻን ይመልከቱ እና ያርትዑ።"
    },
    "shop-process-center": {
      "name": "የትዕዛዝ አስተዳደር",
      "description": "የትዕዛዝ አስተዳደር."
    },
    "shop-profile": {
      "name": "መገለጫዎችን ያስተዳድሩ",
      "description": "የመደብር መገለጫዎችን ያስተዳድሩ።"
    },
    "shop-discount-code": {
      "name": "የቅናሽ ኮድ አስተዳደር",
      "description": "የመደብር ቅናሽ ኮዶችን ያቀናብሩ፣ ያርትዑ እና ያክሉ።"
    }
  },
  "company_page": {
    "title": "ኩባንያ",
    "create_app": "አዲስ መተግበሪያ ይፍጠሩ",
    "menu": {
      "edit": "አርትዕ",
      "apps": "መተግበሪያዎች",
      "dashboard": "ዳሽቦርድ",
      "companies": "ኩባንያዎች"
    },
    "dashboard": {
      "info_widget": {
        "title": "የኩባንያ ምዝገባ መረጃ",
        "address": "አድራሻ",
        "website": "ድህረገፅ",
        "email": "ኢሜይል",
        "phone": "ስልክ ቁጥር",
        "register": "ይመዝገቡ",
        "developer": "ገንቢ",
        "verified": "የተረጋገጠ",
        "golden": "ወርቃማ"
      }
    },
    "developer": {
      "title": "ገንቢዎች",
      "menu": {
        "new": "አዲስ",
        "apps": "መተግበሪያዎች"
      },
      "app_card": {
        "category": "ምድብ",
        "installs": "ጫን",
        "actives": "ንቁ",
        "uninstalls": "ማራገፎች",
        "app_code": "የመተግበሪያ ኮድ",
        "app_mode": "የመተግበሪያ ሁነታ"
      }
    },
    "edit": {
      "title": "አርትዕ"
    }
  },
  "add_app": {
    "category_input": "ምድብ",
    "code_input": "ኮድ",
    "name_input": "ስም",
    "description_input": "መግለጫ",
    "video_input": "የቪዲዮ URL",
    "public_form": "አጠቃላይ የመረጃ መዋቅር",
    "private_form": "የግል መረጃ መዋቅር",
    "icon_input": "የመተግበሪያ አዶ",
    "logo_input": "የሎጎ መተግበሪያ",
    "enable_input": "አፕሊኬሽኑ ንቁ ነው?",
    "edit_action": "መተግበሪያን ያርትዑ",
    "create_action": "መተግበሪያ ፍጠር",
    "notifications": {
      "add_success": "የንግድ መለያ {name} ተፈጥሯል።",
      "delete_success": "የንግድ መለያ ተስተካክሏል።"
    }
  },
  "app_page": {
    "title": "መተግበሪያ",
    "menu": {
      "edit": "አርትዕ",
      "publish": "አትም",
      "history": "ስሪቶች",
      "dashboard": "ዳሽቦርድ",
      "company": "ኩባንያ",
      "api": "API",
      "images": "ምስሎች"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "መተግበሪያ",
        "app_code": "የመተግበሪያ ኮድ",
        "category": "ምድብ",
        "name": "ስም",
        "installs": "መተግበሪያዎችን ጫን",
        "uninstalls": "መተግበሪያዎችን ያራግፉ",
        "actives": "ንቁ መተግበሪያዎች",
        "description": "መግለጫ",
        "published": "የታተመ",
        "waiting_for_review": "መጽደቅን በመጠባበቅ ላይ",
        "app_mode": "የመተግበሪያ ሁነታ"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "ባለቤት",
      "description": "የሁሉም የመደብር የፊት ገጽታዎች ሙሉ መዳረሻ።"
    },
    "PRODUCT": {
      "text": "የምርት አስተዳዳሪ",
      "description": "የማከማቻ ምርቶችን ያክሉ፣ ያርትዑ እና ያስተዳድሩ።"
    },
    "AUDITING": {
      "text": "የፋይናንስ አስተዳዳሪ",
      "description": "የፋይናንስ መረጃን እና ክፍያዎችን ይመልከቱ።"
    },
    "CONTENT": {
      "text": "የይዘት አስተዳደር",
      "description": "ጥያቄዎችን ይመልሱ፣ ብሎጎችን ይፃፉ እና ገጾችን ይንደፉ።"
    },
    "OFFICER": {
      "text": "የበላይ ሥራ አስኪያጅ",
      "description": "የሰራተኛ እንቅስቃሴን ይመልከቱ እና ይቆጣጠሩ።"
    },
    "EMPLOYEE": {
      "text": "ሰራተኛ",
      "description": "ትዕዛዞችን ይመልከቱ እና ትዕዛዞችን ይሙሉ።"
    },
    "MARKETING": {
      "text": "ግብይት",
      "description": "የቅንብሮች መዳረሻ እና ዘመቻዎች፣ የኢሜል ግብይት እና ሌሎች ከገበያ ጋር የተገናኙ ክፍሎችን ይፍጠሩ።"
    },
    "VIEWER": {
      "text": "ተመልካች",
      "description": "የማከማቻ መረጃን ማርትዕ ወይም መቀየር ሳይችል የማየት ችሎታ።"
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "አካላዊ ምርመራ",
      "description": "የተቀበሉትን ትዕዛዞች ያረጋግጡ።"
    },
    "PhysicalOrdersPackaging": {
      "text": "አካላዊ ማሸጊያ",
      "description": "የመጋዘን እና የማሸግ ሂደት."
    },
    "PhysicalOrdersDelivery": {
      "text": "አካላዊ መላኪያ",
      "description": "ማዘዣ ማጓጓዝ."
    },
    "PhysicalOrdersSupport": {
      "text": "አካላዊ ድጋፍ",
      "description": "ከሽያጭ ድጋፍ በኋላ."
    }
  },
  "account_status": {
    "Checking": "በማጣራት ላይ",
    "Approved": "ተረጋግጧል",
    "Rejected": "ውድቅ ተደርጓል",
    "Deleted": "ተሰርዟል።",
    "Banned": "ታግዷል",
    "Payment": "ክፍያ",
    "SelldoneSprite": "የተሸጠ የኪስ ቦርሳ መለያ",
    "SelldoneStorage": "የተሸጠ ማከማቻ"
  },
  "account_page": {
    "title": "መለያ",
    "menu": {
      "setting": "ቅንብሮች",
      "change": "ክስ",
      "transfer": "ማስተላለፍ",
      "transactions": "ግብይቶች",
      "charge": "ክስ",
      "history": "ታሪክ",
      "cards": "ካርዶች"
    },
    "transactions": {
      "title": "የመለያ ግብይቶች",
      "detail": {
        "title": "ግብይት",
        "amount": "መጠን",
        "description": "መግለጫ",
        "from": "ከ",
        "to": "ለ",
        "created_at": "ቀን",
        "receipt": "ደረሰኝ",
        "receipt_note": "ማስታወሻ"
      },
      "table": {
        "type": "ዓይነት",
        "from": "ከመለያ",
        "to": "ለሂሳብ",
        "amount": "መጠን",
        "receipt": "ደረሰኝ",
        "created_at": "ቀን",
        "description": "መግለጫ"
      }
    },
    "transfer": {
      "title": "የዝውውር ክፍያዎች",
      "form": {
        "title": "የማስተላለፊያ ጥያቄ ቅጽ",
        "sub_title": "በራስዎ መለያዎች ወይም ሌሎች ላይ ተቀማጭ ያድርጉ",
        "message": "ገንዘብን በማስተላለፍ ላይ ጥንቃቄ ያድርጉ, ዝውውሩን ካጠናቀቁ መመለስ አይችሉም."
      }
    },
    "deposit": {
      "form": {
        "title": "የመሙያ መለያ",
        "sub_title": "ፈቃዶችን ለመግዛት፣ መለያዎን ለማሻሻል እና የስርዓት ደረሰኞችን ለመክፈል የሂሳብዎን ቀሪ ሂሳብ ማስከፈል አለብዎት።",
        "amount_input": "መጠን",
        "charge_action": "ክፍያ መለያ"
      },
      "notifications": {
        "qr_title": "ክፍያ",
        "qr_message": "የክፍያ አድራሻ {currency} ተፈጥሯል።",
        "gateway_title": "ክፍያ",
        "gateway_message": "ከክፍያ መግቢያ ጋር በመገናኘት ላይ።"
      }
    },
    "setting": {
      "title": "መለያ ማደራጃ",
      "account_name_input": "የአድራሻ ስም",
      "notifications": {
        "updated_success": "መለያዎ በተሳካ ሁኔታ ዘምኗል።"
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "ደረሰኝ ክፍያ"
  },
  "transaction_form": {
    "title": "የግብይት ቅፅ",
    "from_input": "ከመለያ ቁጥር",
    "to_input": "ወደ መለያ ቁጥር",
    "from_input_message": "መጠኑ ከዚህ መለያ ይወጣል።",
    "account_name": "የአድራሻ ስም",
    "currency": "ምንዛሪ",
    "free_balance": "የሚገኝ ቀሪ ሂሳብ",
    "to": "መድረሻ መለያ",
    "amount": "መጠን",
    "receipt_title": "ለደረሰኝ ክፍያ",
    "receipt_input": "ደረሰኝ ቁጥር",
    "paid_status": "ይህ ደረሰኝ አስቀድሞ ተከፍሏል።",
    "paid_canceled": "ይህ ደረሰኝ ተሰርዟል።",
    "description": "ማብራሪያ",
    "created_at": "ቀን",
    "duration": "ቆይታ",
    "unlimited": "ያልተገደበ",
    "add_note_action": "መግለጫ ያክሉ",
    "note": "ማስታወሻ",
    "transfer_action": "ማስተላለፍ",
    "confirmation": {
      "title": "ገንዘብ ላክ",
      "subtitle": "የግብይት ማረጋገጫ",
      "message": "የሚከተለው መረጃ ትክክል ከሆነ፣ ግብይቱን ለመፈጸም የግብይት ማረጋገጫ ቁልፉን ይምቱ።",
      "from": "ከመለያ",
      "to": "ለሂሳብ",
      "amount": "መጠን",
      "fee": "የግብይት ክፍያ",
      "total_pay": "ከመለያዎ የተወሰደ መጠን",
      "receipt": "ደረሰኝ",
      "description": "መግለጫ",
      "accept_action": "የግብይት ማረጋገጫ"
    },
    "enter_account_number": "የመለያ ቁጥር አስገባ።",
    "currency_not_match": "የመድረሻ መለያ ምንዛሬ ከምንጩ ጋር አንድ አይነት አይደለም።",
    "account_number_not_valid": "የመለያ ቁጥሩ ትክክል ነው።",
    "account_number_is_valid": "የመለያ ቁጥሩ ትክክል ነው።",
    "receipt_not_valid": "የክፍያ መጠየቂያ ቁጥሩ የተሳሳተ ነው።",
    "receipt_is_valid": "ደረሰኝ ቁጥር ትክክል ነው።",
    "notifications": {
      "confirm_success": "ግብይት በተሳካ ሁኔታ ተጠናቋል።"
    }
  },
  "price_calculator": {
    "title": "ካልኩሌተር | ለንግድዎ ተስማሚ",
    "description": "በወርሃዊ ሽያጮችዎ መሰረት አስላ እና ምርጡን እቅድ ይምረጡ፡-",
    "sale_input": "ወርሃዊ የሽያጭ መጠን",
    "hypernova_plan": "ለሃይፐርኖቫ %0 ያመልክቱ!",
    "show_normal_mode": "መደበኛ ሁነታን አሳይ",
    "show_hypernova_mode": "የእኔ ግብይት ከ1M$ በላይ ነው!"
  },
  "price_card": {
    "billed_monthly": "የሚከፈልበት {amount} በየወሩ።",
    "billed_yearly": "በየአመቱ የሚከፈል {amount}።",
    "buy_license_action": "አሁን ግዛ",
    "select_your_store": "መደብርዎን ይምረጡ"
  },
  "shop_session_widget": {
    "total_sessions": "ጠቅላላ ክፍለ-ጊዜዎች"
  },
  "user_activities_keys": {
    "add_baskets": "ወደ ግዢው ቅርጫት ጨምር",
    "remove_baskets": "ከጋሪው ሰርዝ",
    "buys": "ግዛ",
    "products_views": "ምርትን ይመልከቱ"
  },
  "shop_visitors_widget": {
    "title": "የጎብኚዎች ትንታኔ",
    "new_visitors": "አዲስ ጎብኝዎች",
    "amp": "AMP እይታዎች",
    "returning_visitors": "ተመላሽ ጎብኝዎች",
    "page_views": "የገጽ እይታዎች",
    "other_pages": "ሌሎች ገጾች",
    "from_previous_7_days": "ካለፉት 7 ቀናት"
  },
  "app_levels": {
    "title": "የመተግበሪያ ደረጃ",
    "Newbie": "አዲስ ሰው",
    "Beginner": "ጀማሪ",
    "Novice": "ጀማሪ",
    "Intermediate": "መካከለኛ",
    "Advanced": "የላቀ"
  },
  "login": {
    "register_title": "የንግዱ ዘርፍ፣<br> አስደሳች ተሞክሮ።",
    "register_subtitle": "ዛሬ በነጻ ይመዝገቡ። Selldone በጀማሪዎች፣ በኢንተርፕራይዞች፣ በገዢዎች እና በሻጮች ይወደዳል።",
    "password_recovery_title": "የይለፍ ቃል መልሶ ማግኛ",
    "password_recovery_message": "የይለፍ ቃልዎን ከረሱ ፣ የመለያዎን ኢሜይል አድራሻ ያስገቡ እና የማረጋገጫ ቁልፉን ይጫኑ። የይለፍ ቃልዎን እንደገና ለማስጀመር አገናኝ ያለው ኢሜይል እንልክልዎታለን።",
    "email": "የኢሜል አድራሻዎ",
    "password_recovery_action": "የመልሶ ማግኛ ኢሜይል ተቀበል",
    "register_google": "በGoogle ይቀጥሉ",
    "register_apple": "በ Apple ይቀጥሉ",
    "continue_with": "በዚህ ይቀጥሉ",
    "register_linkedin": "በLinkedIn ይቀጥሉ",
    "register_facebook": "በፌስቡክ ይቀጥሉ",
    "register_github": "በ Github ይቀጥሉ",
    "create_your_account": "መለያህን ፍጠር",
    "password_8_chars": "የይለፍ ቃል ቢያንስ 8 ቁምፊዎች መሆን አለበት።",
    "password_upercase_number": "ቢያንስ አንድ አቢይ ሆሄ እና አንድ ቁጥር።",
    "password_confirm": "የይለፍ ቃል እና ማረጋገጫ ይዛመዳሉ።",
    "privacy_agreement": "በመመዝገብ፣ በ Selldone <a href='/terms' target='_blank'>የአጠቃቀም ውል</a> እና <a href='/privacy' target='_blank'>የግላዊነት መመሪያ ተስማምተሃል</a> ።",
    "register_action": "እንሂድ ነፃ ነው!",
    "login_action": "ግባ",
    "already_signup": "አስቀድመው ተመዝግበዋል?",
    "login_your_account": "ወደ መለያዎ ይግቡ",
    "login_google": "በGoogle ይቀጥሉ",
    "login_linkedin": "በLinkedIn ይቀጥሉ",
    "login_facebook": "በፌስቡክ ይቀጥሉ",
    "login_github": "በ Github ይቀጥሉ",
    "remember_me": "አስታወስከኝ.",
    "login_button": "ግባ",
    "two_step_problem": "ባለ ሁለት ደረጃ የይለፍ ቃል ችግር አለብህ?",
    "two_step_problem_action": "የሁለት-ደረጃ መግቢያን ማሰናከል እፈልጋለሁ።",
    "two_step_confirm": "የመዳረሻ ኮድ ያረጋግጡ",
    "forgot_password": "መክፈቻ ቁልፉን ረሳኽው?",
    "signup_free": "በነጻ ይመዝገቡ",
    "checking_robot_message": "ሮቦት ወይም ሰው መሆንዎን በማጣራት ላይ።",
    "notifications": {
      "step2_login_success": "ወደ መለያው በራስ-ሰር ይግቡ"
    },
    "signup_email": "በኢሜል ይመዝገቡ",
    "name_placeholder": "ስም",
    "email_placeholder": "ኢሜይል",
    "email_or_username_placeholder": "ኢሜይል፣ የተጠቃሚ ስም ወይም ስልክ ቁጥር",
    "password_placeholder": "ፕስወርድ",
    "re_password_placeholder": "የይለፍ ቃል አረጋግጥ",
    "new_in_samin": "በ Selldone ውስጥ አዲስ?",
    "auto_create_shop": "ሱቅ በራስ-ሰር ይፍጠሩ"
  },
  "layout": {
    "logout": "ውጣ",
    "menu": {
      "personal_information": "የግል መረጃ እና መገለጫ",
      "wallet": "የኪስ ቦርሳዎች እና መለያዎች",
      "companies": "ኩባንያዎች እና የንግድ መለያዎች",
      "access": "የእኔ መለያ መዳረሻ",
      "security": "ደህንነት",
      "preferences": "የተጠቃሚ ምርጫዎች",
      "my_subscriptions": "የእኔ ምዝገባዎች"
    }
  },
  "page_builder": {
    "title": "የድር ጣቢያ ንድፍ",
    "menu": {
      "user_view": "ይመልከቱ",
      "design": "ንድፍ",
      "behavior": "ባህሪ",
      "seo": "SEO",
      "setting": "ቅንብሮች",
      "embed": "መክተት"
    },
    "waiting_fetch": "መረጃ በመቀበል ላይ..",
    "setting": {
      "title_input": "የገጽ ርዕስ",
      "description_input": "አጭር መግለጫ",
      "name_input": "የገጽ URL (ደብዳቤዎች እና ቁጥሮች)",
      "bg_color_input": "የበስተጀርባ ቀለም",
      "bg_style_input": "የገጽ ዳራ ዘይቤ",
      "page_label_input": "መለያ ቀለም",
      "page_dir_input": "የገጽ አቅጣጫ",
      "ltr": "ከግራ ወደ ቀኝ",
      "rtl": "ከቀኝ ወደ ግራ",
      "designer_note": "ንድፍ አውጪ ማስታወሻ"
    },
    "history": {
      "title": "የተቀመጠ ታሪክ"
    },
    "design": {
      "themes": {
        "title": "የግል ንድፍ ረዳት",
        "message": "ኮድ ሳያደርጉ ለንግድዎ ምርጦቹን ገጾች ይንደፉ።",
        "page_title_input": "ለገጽዎ ርዕስ ያስገቡ"
      },
      "tools": {
        "rearrange": "ማዘዝ",
        "tools": "መሳሪያዎች",
        "history": "ታሪክ",
        "style": "ቅጥ",
        "typography": "የፊደል አጻጻፍ"
      },
      "no_category": "ምድቦች የሉም"
    },
    "seo": {
      "message": "የ SEO ቅንጅቶች በ Selldone SEO ሞተር በራስ-ሰር ተስተካክለዋል።"
    }
  },
  "verify_email_caution": {
    "title": "የኢሜይል አድራሻዎን ያረጋግጡ",
    "message": "አዲሱ የማግበር አገናኝ ወደ ኢሜል አድራሻዎ {email} ተልኳል። እባክዎ ማንኛውም እርምጃ ከመውሰዱ በፊት ኢሜልዎን ያረጋግጡ።",
    "resend_message": "በኢሜልዎ ውስጥ የማግበር ማገናኛውን ካልደረሰዎት እንደገና ለመላክ ከታች ያለውን ቁልፍ ይጫኑ።",
    "resend_action": "የማግበር አገናኝን እንደገና ላክ",
    "resend_notice": "የማግበር አገናኝ ተልኳል።"
  },
  "autopilot": {
    "start": "የመጀመሪያ ቀን",
    "end": "የመጨረሻ ቀን"
  },
  "help": {
    "menu": "ምናሌ",
    "more_helps": "ተጨማሪ ያንብቡ"
  },
  "company_card": {
    "pending_state": "ግምገማን በመጠበቅ ላይ",
    "register": "ተመዝግቧል",
    "developer": "ገንቢ",
    "verified": "የተረጋገጠ",
    "premier": "ፕሪሚየር"
  },
  "shop_license": {
    "add": "የደንበኝነት ምዝገባን ያክሉ",
    "only_last": "የመጨረሻ ምዝገባ ብቻ",
    "vouchers": "ቫውቸሮች",
    "buy": "የምዝገባ እቅድ ይግዙ",
    "monthly": "ወርሃዊ",
    "yearly": "በየአመቱ",
    "start_date": "የመጀመሪያ ቀን",
    "end_date": "የመጨረሻ ቀን",
    "price": "ዋጋ",
    "terms": "በ Selldone የአጠቃቀም ውል አንብቤ እስማማለሁ።",
    "need_charge": "ክፍያ ያስፈልጋል",
    "buy_now": "አሁን ግዛ",
    "auto_renewal": "ራስ-ሰር እድሳት",
    "plan_placeholder": "የምዝገባ እቅድዎን ይምረጡ",
    "plan": "የፍቃድ እቅድ",
    "use_date": "የነቃበት ቀን",
    "active_license": {
      "title": "ንቁ ፈቃድ",
      "subtitle": "የእርስዎ ንቁ የፍቃድ መረጃ።",
      "subtitle_partner": "የእርስዎ ንቁ የ{name} ፍቃድ መረጃ።"
    },
    "licenses_table": {
      "title": "የተገዛ ታሪክ",
      "subtitle": "ንቁ እና በመጠባበቅ ላይ ያሉ ፈቃዶች።"
    },
    "license_detail": {
      "title": "ዝርዝሮች",
      "subtitle": "አሁን ባለው እቅድዎ ላይ ገደቦች።"
    },
    "table": {
      "plan": "እቅድ",
      "start_date": "መጀመሪያ / ማብቂያ ቀን",
      "renewal": "ራስ-ሰር እድሳት",
      "linked_account": "የተገናኘ መለያ / ቫውቸር",
      "payment": "ክፍያ",
      "cancel": "ሰርዝ"
    },
    "notifications": {
      "subscribe_success": "በተሳካ ሁኔታ ተመዝግቧል።",
      "cancel_success": "የደንበኝነት ምዝገባ በተሳካ ሁኔታ ተሰርዟል።"
    },
    "cancel_dialog": {
      "title": "የደንበኝነት ምዝገባን ማረጋገጫ ሰርዝ",
      "message": "ይህን የደንበኝነት ምዝገባ መሰረዝ እርግጠኛ ነዎት?",
      "action": "የደንበኝነት ምዝገባን ሰርዝ"
    },
    "use_voucher_now": "አሁን ቫውቸር ተጠቀም",
    "validity_duration": "ተቀባይነት ያለው ቆይታ",
    "validity_duration_hint": "የ12 ወር ፍቃድ በመግዛት የ30% ቅናሽ ያገኛሉ።"
  },
  "admin_shop_layout": {
    "download_txt": "የውሂብ ጽሑፍ አውርድ",
    "download_excel": "ውሂብ Excel አውርድ"
  },
  "user_preferences": {
    "access": "መዳረሻ",
    "template": "አብነት",
    "feedback": "ግብረ መልስ",
    "company": "ኩባንያ",
    "company_message": "ኩባንያ ካለዎት እና መተግበሪያዎችን ማተም ከፈለጉ።",
    "access_keys": "የመዳረሻ ቁልፎች",
    "access_keys_message": "ደንበኞችን እና የመዳረሻ ቁልፎችን አሳይ።",
    "rating": "በ Selldone ላይ ያለዎትን ልምድ እንዴት ይመዝኑታል?",
    "large_font": "ትላልቅ ቅርጸ ቁምፊዎች",
    "large_font_message": "ከመደበኛው የሚበልጥ ጽሑፍ አሳይ",
    "samples": "የናሙና ሱቆችን አሳይ",
    "samples_message": "ከነቃ አንዳንድ የናሙና ሱቆች በፓነልዎ ውስጥ ይታያሉ።",
    "automation": "አውቶማቲክ",
    "automation_message": "በሱቅ ዳሽቦርድ ላይ አውቶማቲክ ትርን አሳይ። (Webhooks፣ Visual programming፣...)"
  },
  "shop_locations": {
    "title": "አገልግሎት የሚሰጥባቸው አገሮች",
    "sub_title": "ከታች ካለው ዝርዝር ውስጥ ምርትዎን ለመሸጥ የሚፈልጓቸውን አገሮች ይምረጡ።",
    "delete_restriction": "ገደብ ሰርዝ",
    "set_restriction": "ገደብ አዘጋጅ",
    "notifications": {
      "locations_update": "አካባቢ በተሳካ ሁኔታ ዘምኗል።"
    },
    "table": {
      "country": "ሀገር",
      "currency": "ምንዛሪ",
      "available": "ይገኛል።"
    }
  },
  "product_card": {
    "sold_out": "ተሽጦ አልቆዋል",
    "review_unit": "ግምገማ",
    "not_original": "ኦሪጅናል አይደለም።"
  },
  "product_studio": {
    "add_mode": "ተጨማሪ ዝርዝሮችን ያክሉ",
    "add_by_sku": "በSKU ያክሉ",
    "auto_category": "ራስ-አዘጋጅ ምድብ",
    "add_in_current_category": "ወደ የአሁኑ ምድብ ያክሉ",
    "category_mode_message": "ከነቃ ምርቱ ወደ ነባሪው ምድብ ወይም ንዑስ ምድብ ይታከላል።",
    "sku_name_input": "SKU / ስም"
  },
  "my_affiliate": {
    "title": "የእኔ ተባባሪ ኮንትራቶች",
    "message": "ከሌሎች መደብሮች ጋር የተቆራኘ ስምምነቶች ዝርዝር."
  },
  "affiliates": {
    "title": "የተቆራኙ አጋሮች",
    "subtitle": "ተባባሪዎችን ይፍጠሩ፣ አፈፃፀማቸውን በጊዜ ሂደት ይከታተሉ እና በአንድ ቦታ ላይ በትክክለኛ መረጃ ላይ የተመሰረቱ እርምጃዎችን ይውሰዱ። እርስዎ እና አጋሮችዎ ጠንካራ ግንኙነት እንዲገነቡ እንረዳዎታለን።",
    "affiliate_code": "የተቆራኘ ኮድ",
    "crate_date": "ቀን ፍጠር",
    "last_payment_date": "የመጨረሻው የክፍያ ቀን",
    "for_all_products": "ለሁሉም ምርቶች ያመልክቱ",
    "balance": "ሚዛን",
    "fix_commission": "ቋሚ ኮሚሽን",
    "percent_commission": "በመቶኛ ላይ የተመሰረተ ኮሚሽን",
    "total_payment": "ጠቅላላ ክፍያዎች",
    "new_affiliate": "አዲስ የተቆራኘ አጋር",
    "new_affiliate_message": "አዲስ የተቆራኘ አጋር ያክሉ",
    "link_domain": {
      "title": "የተገናኘ ጎራ",
      "subtitle": "አንዱን ጎራህን ከዚህ የተቆራኘ አጋር ጋር ማገናኘት ትችላለህ። ይህ አጋር ሱቅዎን የጎበኘ እና በዚህ ጎራ በኩል የሚገዛ የእያንዳንዱ ሰው ተወካይ በመባል ይታወቃል።"
    },
    "dialog": {
      "new": "አዲስ የተቆራኘ አጋር",
      "edit": "የተቆራኘ አጋርን ያርትዑ",
      "user": "ተጠቃሚ (አማራጭ)",
      "bank_info": "የባንክ መረጃ",
      "restriction": "ገደብ",
      "select_products": "ምርቶችን ይምረጡ",
      "select_products_message": "የተቆራኘ አጋር ለእነዚህ ምርቶች ኮሚሽን ይቀበላል",
      "edit_action": "አጋር ያዘምኑ",
      "add_action": "የተቆራኘ አጋር ያክሉ",
      "affiliate_name": "የተቆራኘ የአጋር ስም",
      "payment_info": "የክፍያ መረጃ",
      "enable_switch": "ንቁ ነው?",
      "affiliate_info": "የተቆራኘ አጋር መረጃ"
    },
    "link_factory": {
      "title": "የተቆራኘ አጋር አገናኝ ጀነሬተር",
      "link_input": "የእርስዎ አገናኝ",
      "link_output": "የመነጨ አገናኝ"
    }
  },
  "gift_card_orders": {
    "title": "በ Giftcard ትእዛዝ",
    "table": {
      "order": "ማዘዝ",
      "order_price": "የትዕዛዝ መጠን",
      "paid_by_card": "በካርድ ተከፍሏል።",
      "payment_status": "የክፍያ ሁኔታ",
      "date": "ቀን"
    }
  },
  "offer_orders": {
    "title": "ትዕዛዞችን አቅርብ",
    "table": {
      "order": "ማዘዝ",
      "order_price": "የትዕዛዝ መጠን",
      "offer_amount": "የአቅርቦት መጠን",
      "payment_status": "የክፍያ ሁኔታ",
      "product": "ምርት",
      "date": "ቀን"
    }
  },
  "coupon_orders": {
    "title": "የኩፖን ትዕዛዞች",
    "table": {
      "order": "ማዘዝ",
      "order_price": "የትዕዛዝ መጠን",
      "coupon_amount": "የኩፖን መጠን",
      "payment_status": "የክፍያ ሁኔታ",
      "date": "ቀን"
    }
  },
  "discount_code_orders": {
    "title": "የቅናሽ ኮድ ያላቸው ትዕዛዞች",
    "table": {
      "order": "ማዘዝ",
      "order_price": "የትዕዛዝ መጠን",
      "discount_amount": "የቅናሽ መጠን",
      "payment_status": "የክፍያ ሁኔታ",
      "date": "ቀን"
    }
  },
  "incentives": {
    "discount_code": "ቅናሽ",
    "coupon": "ኩፖን",
    "offer": "አቅርቡ",
    "gift_card": "ስጦታ ካርድ",
    "lottery": "ሎተሪ"
  },
  "discount_codes": {
    "title": "የቅናሽ ኮዶች",
    "sub_title": "በዚህ ክፍል ውስጥ ከፍላጎትዎ ጋር የሚስማማ የቅናሽ ኩፖኖችን መንደፍ ይችላሉ። እነዚህ ቅናሾች ከማንኛውም የምርት ቅናሽ የተለዩ ናቸው እና በተጠቃሚው ትዕዛዝ የመጨረሻ መጠን ላይ ተፈጻሚ ይሆናሉ።",
    "add_new": "አዲስ የቅናሽ ኮድ ያክሉ",
    "card": {
      "created": "ፍጠር",
      "start": "ጀምር",
      "end": "መጨረሻ",
      "currency": "ምንዛሪ",
      "discount_percentage": "የቅናሹ መጠን",
      "discount_limit": "የቅናሽ ገደብ",
      "state": "አሁን ያለበት ሁኔታ",
      "enabled": "አሁን ነቅቷል።",
      "disabled": "አሁን ተሰናክሏል።",
      "used": "ተበላ",
      "count": "መቁጠር",
      "unit": "ንጥል(ዎች)"
    },
    "dialog": {
      "title_edit": "የቅናሽ ኮድ ያርትዑ",
      "title_add": "አዲስ የቅናሽ ኮድ ያክሉ",
      "discount_code_input": "የቅናሽ ኮድ",
      "discount_percent_input": "የቅናሹ መጠን",
      "discount_percent_input_hint": "የዋጋ ቅናሽ መጠን",
      "count_input": "መቁጠር",
      "count_input_hint": "ከፍተኛው የዚህ ኮድ አጠቃቀም",
      "limit_input": "የቅናሽ ገደብ",
      "limit_input_hint": "በገንዘብ ላይ የተመሰረተ ከፍተኛው ቅናሽ",
      "currency_input_message": "ለዚህ ምንዛሬ ቅናሾች ይገኛሉ።",
      "limit_input_message": "ለቅናሽ ገደቡ የ 0 ዋጋ ማለት ለቅናሽ ዋጋው ምንም ገደብ የለም.",
      "title_input": "ርዕስ",
      "title_input_hint": "ለዚህ የቅናሽ ኮድ ርዕስ ማስገባት ይችላሉ።",
      "description_input": "መግለጫ",
      "description_input_hint": "ለዚህ የቅናሽ ኮድ መግለጫ ማስገባት ይችላሉ።",
      "date_start_input": "ጀምር",
      "date_start_input_placeholder": "ቅናሽ መቼ እንደሚጀመር ይምረጡ",
      "date_end_input": "መጨረሻ",
      "date_end_input_placeholder": "ቅናሹ መቼ እንደሚያልቅ ይምረጡ",
      "notifications": {
        "add": "የቅናሽ ኮድ በተሳካ ሁኔታ ታክሏል።",
        "edit": "የቅናሽ ኮድ በተሳካ ሁኔታ ተስተካክሏል።"
      }
    },
    "delete_alert": {
      "title": "የቅናሽ ኮድን ያስወግዱ",
      "message": "ይህን የቅናሽ ኮድ መሰረዝ ይፈልጋሉ?",
      "action": "ቅናሽ አስወግድ"
    },
    "notifications": {
      "delete_success": "አስተያየትህ በተሳካ ሁኔታ ተሰርዟል።"
    }
  },
  "gift_cards": {
    "title": "ስጦታ ካርድ",
    "sub_title": "የስጦታ ካርድ ይፍጠሩ እና የሚፈልጉትን ያህል ያዘጋጁ። ይህ ካርድ በላዩ ላይ ክፍያ አለው፣ እና በሱቅዎ ውስጥ ለሚደረጉ ግዢዎች ብቻ ሊያገለግል ይችላል።",
    "create_new": "አዲስ የስጦታ ካርድ ያክሉ",
    "card": {
      "created": "ፍጠር",
      "lifetime": "የአገልግሎት ማብቂያ ጊዜ",
      "lifetime_unit": "እያንዳንዱ ካርድ ከተፈጠረበት ቀን ጀምሮ ወር",
      "currency": "ምንዛሪ",
      "initial_balance": "የመጀመሪያ ክፍያ",
      "count": "መቁጠር",
      "count_unit": "ንጥል ነገር",
      "used": "ጥቅም ላይ የዋለ"
    },
    "dialog": {
      "title": "የስጦታ ካርድ ንድፍ"
    },
    "alert": {
      "title": "የቅናሽ ኮድን ያስወግዱ",
      "message": "ይህን የቅናሽ ኮድ መሰረዝ ይፈልጋሉ?",
      "action": "ሰርዝ"
    },
    "notifications": {
      "delete_title": "የስጦታ ካርድ ሰርዝ",
      "delete_message": "አስተያየትህ በተሳካ ሁኔታ ተሰርዟል።"
    }
  },
  "coupons": {
    "title": "ኩፖኖች",
    "sub_title": "ከተወሰኑ ሁኔታዎች ጋር ጥቅም ላይ ሊውል የሚችል ቅናሽ ለደንበኞችዎ መስጠት ከፈለጉ ኩፖኖችን መፍጠር ይችላሉ። ኩፖኖች የመቶኛ ቅናሽ ከገደብ ወይም ከተወሰነ መጠን ወይም ከሁለቱም ጥምር ጋር ሊያካትቱ ይችላሉ።",
    "create_new": "አዲስ ኩፖን ያክሉ",
    "qualified_products": "ብቁ ምርቶች",
    "min_purchase": "ዝቅተኛ ግዢ",
    "only_first_order": "የመጀመሪያ ግዢ ብቻ",
    "one_time_use": "ነጠላ አጠቃቀም",
    "amount_usage": "ጥቅም ላይ የዋለው መጠን",
    "delete_alert": {
      "title": "ኩፖን ሰርዝ",
      "message": "ይህን ኩፖን መሰረዝ እርግጠኛ ነህ?",
      "action": "አዎ ኩፖኑን ሰርዝ"
    },
    "notifications": {
      "delete_success": "ኩፖን በተሳካ ሁኔታ ተሰርዟል።"
    },
    "multiple_use": "ብዙ አጠቃቀም"
  },
  "coupon_edit": {
    "title_edit": "ኩፖን ያርትዑ",
    "title_add": "አዲስ ኩፖን",
    "discount_charge": "ቅናሽ እና ክፍያ",
    "charge": "ክስ",
    "charge_message": "የመነሻ ክፍያ መጠን",
    "percent": "የቅናሽ መቶኛ",
    "percent_message": "የቅናሽ መጠን መቶኛ",
    "limit_input": "ገደብ",
    "limit_input_hint": "የቅናሽ ገደብ መጠን",
    "currency_input_message": "ኩፖን ለዚህ ምንዛሬ ይገኛል።",
    "count_input": "መቁጠር",
    "count_input_hint": "ከፍተኛው የዚህ ኮድ አጠቃቀም",
    "limit_input_message": "ለቅናሽ ገደቡ የ 0 ዋጋ ማለት ለቅናሽ ዋጋው ምንም ገደብ የለም.",
    "date_start_input": "ጀምር",
    "date_start_input_placeholder": "ኩፖን መቼ እንደሚጀመር ይምረጡ",
    "date_end_input": "መጨረሻ",
    "date_end_input_placeholder": "ቅናሹ መቼ እንደሚያልቅ ይምረጡ",
    "title_input": "ርዕስ",
    "title_input_hint": "ለዚህ የቅናሽ ኮድ ርዕስ ማስገባት ይችላሉ።",
    "description_input": "መግለጫ",
    "description_input_hint": "ለዚህ የቅናሽ ኮድ መግለጫ ማስገባት ይችላሉ።",
    "coupon_code": "የኩፖን ኮድ",
    "need_code": "ኮድ ይፈልጋሉ?",
    "coupon_color": "የኩፖን ቀለም",
    "min_purchase_amount": "ዝቅተኛው የግዢ መጠን",
    "min_purchase_amount_hint": "የግዢ መጠን ከዚህ ዋጋ የበለጠ ወይም እኩል መሆን አለበት።",
    "should_exist_product": "ከእነዚህ ምርቶች ውስጥ ቢያንስ አንዱ በጋሪ ውስጥ መሆን አለበት",
    "apply_for_first_order": "ለመጀመሪያው ግዢ ብቻ",
    "apply_for_first_order_on": "ይህ ኩፖን ለደንበኛው የመጀመሪያ ግዢ ብቻ ሊያገለግል ይችላል!",
    "apply_for_first_order_off": "በአንድ ገዢ የኩፖን አጠቃቀሞች ብዛት ከዚህ በታች ሊስተካከል ይችላል።",
    "has_qualify_constraints": "ተጨማሪ ገደቦችን መግለፅ ይፈልጋሉ?",
    "has_qualify_constraints_message": "ደንበኛው ይህንን ኩፖን ለመጠቀም ብቁ ለመሆን ተጨማሪ ሁኔታዎችን ያዘጋጁ።",
    "one_time_use": "ነጠላ አጠቃቀም",
    "one_time_use_message": "ደንበኛው ይህንን ኩፖን ለአንድ ጊዜ መጠቀም ይችላል።",
    "daily_limit": "ዕለታዊ ገደብ",
    "no_limit": "ገደብ የለዉም።",
    "daily_limit_message": "በቀን ከፍተኛው የአጠቃቀም መጠን በደንበኛ",
    "monthly_limit": "ወርሃዊ ገደብ",
    "monthly_limit_message": "በወር ውስጥ ከፍተኛው የአጠቃቀም መጠን በደንበኛው",
    "yearly_limit": "አመታዊ ገደብ",
    "yearly_limit_message": "በአመት ከፍተኛው የአጠቃቀም መጠን በደንበኛ",
    "notifications": {
      "add": "አዲስ ኩፖን በተሳካ ሁኔታ ተፈጥሯል።",
      "edit": "ኩፖን ተዘምኗል።"
    }
  },
  "offers": {
    "title": "ቅናሾች",
    "sub_title": "አንድ ዕቃ ከገዙ በኋላ ሌላ ዕቃ በቅናሽ አልፎ ተርፎም በነፃ እንዲቀበሉ ለደንበኞችዎ ልዩ ቅናሾችን መፍጠር ይችላሉ።",
    "create_new": "አዲስ ቅናሽ ያክሉ",
    "qualified_products": "ብቁ ምርቶች",
    "min_quantity": "ዝቅተኛው መጠን",
    "min_purchase": "ዝቅተኛ ግዢ",
    "discounted_products": "ቅናሽ ምርቶች",
    "amount_usage": "ጥቅም ላይ የዋለው መጠን",
    "delete_alert": {
      "title": "ቅናሹን ሰርዝ",
      "message": "ይህን አቅርቦት መሰረዝ እርግጠኛ ነዎት?",
      "action": "አዎ ቅናሹን ሰርዝ"
    },
    "notifications": {
      "delete_success": "ቅናሹ በተሳካ ሁኔታ ተሰርዟል።"
    }
  },
  "offer_edit": {
    "title_edit": "ቅናሽ ያርትዑ",
    "title_add": "አዲስ ቅናሽ",
    "design_style": "ንድፍ እና ዘይቤ",
    "eligible_constraints": "ለደንበኛ ብቁ ገደቦች",
    "title_input": "ርዕስ",
    "title_input_hint": "ለዚህ የቅናሽ ኮድ ርዕስ ማስገባት ይችላሉ።",
    "description_input": "መግለጫ",
    "description_input_hint": "ለዚህ የቅናሽ ኮድ መግለጫ ይጻፉ",
    "currency_input_message": "ለዚህ ምንዛሪ አቅርቦት አለ።",
    "qualified_products": "ብቁ ምርቶች",
    "qualified_products_message": "ምርቶች ብቁ እንዲሆኑ፣ በጋሪው ውስጥ ያሉት አጠቃላይ እቃዎች ከዝቅተኛው መጠን እኩል ወይም የበለጠ መሆን አለባቸው።",
    "min_items": "ቢያንስ የእቃዎች ብዛት",
    "min_items_message": "ደንበኛው መግዛት ያለበት የእቃዎች ብዛት",
    "discounted_products": "ቅናሽ ምርቶች",
    "offered_products": "የቀረቡ ምርቶች",
    "offered_products_message": "ከእነዚህ ምርቶች ውስጥ ቢያንስ አንዱ በጋሪ ውስጥ መሆን አለበት.",
    "discount_percent": "የቅናሽ መቶኛ",
    "discount_percent_message": "የእነዚህ ዕቃዎች ቅናሽ መቶኛ።",
    "discount_percent_hint": "የቅናሽ መቶኛ መጠን",
    "per_order": "በአንድ ትዕዛዝ ከፍተኛው የአጠቃቀም ብዛት",
    "per_order_message": "ቅናሹ በትዕዛዝ ላይ ሊተገበር የሚችልበት ከፍተኛው የጊዜ ብዛት",
    "count_input": "መጠን",
    "count_input_hint": "የዚህ አቅርቦት ከፍተኛው አጠቃቀም",
    "min_purchase": "ዝቅተኛው የግዢ መጠን",
    "min_purchase_hint": "የግዢ ዋጋ ከዚህ ዋጋ የበለጠ ወይም እኩል መሆን አለበት።",
    "limitation": "ገደብ",
    "date_start_input": "ጀምር",
    "date_start_input_placeholder": "ኩፖን መቼ እንደሚጀመር ይምረጡ",
    "date_end_input": "መጨረሻ",
    "date_end_input_placeholder": "ቅናሹ መቼ እንደሚያልቅ ይምረጡ",
    "max_actives_is_3": "በተመሳሳይ ጊዜ ሶስት ንቁ ቅናሾች ብቻ ሊኖሩዎት ይችላሉ።",
    "enable": "በራስ-ሰር ያመልክቱ",
    "notifications": {
      "add": "አዲስ ቅናሽ በተሳካ ሁኔታ ተፈጥሯል።",
      "edit": "ቅናሹ በተሳካ ሁኔታ ተዘምኗል።"
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "ባነር",
      "reportage": "ዘገባ",
      "social": "ማህበራዊ ሚዲያ",
      "offline": "ከመስመር ውጭ"
    }
  },
  "emails": {
    "title": "የኢሜል ግብይት",
    "subtitle": "ኢሜይሎችን በመጎተት እና በመጣል ፣ ማቆየትን ለመጨመር እና ዘመቻዎችን መርሐግብር ያስጀምሩ እና አስተማማኝ እና ትክክለኛ መረጃን በአንድ ቦታ ይመልከቱ።",
    "cation_message": "⚠ ላልተረጋገጠ ነጋዴዎች የተገደበ። (ቤታ)",
    "subject": "ርዕሰ ጉዳይ",
    "from": "ከ",
    "in_que": "በመጠበቅ ላይ",
    "schedule_at": "መርሐግብር በ",
    "sent": "ተልኳል።",
    "sends": "ይልካል",
    "delivers": "ደረሰ",
    "views": "እይታዎች",
    "clicks": "ጠቅታዎች",
    "buys": "ግዢዎች",
    "new_email": "አዲስ ኢሜይል ያክሉ",
    "new_email_message": "አዲስ የግብይት ኢሜይል ይፍጠሩ እና ያቅዱ"
  },
  "email_dashboard": {
    "review": "ግምገማ",
    "waiting_for_approve": "በ{name} ማረጋገጫን በመጠበቅ ላይ",
    "approved_by": "ኢሜይል በ{name} የተረጋገጠ እና ተልኳል።",
    "not_submitted_send_request": "ይህን ኢሜይል ለመላክ እስካሁን ጥያቄ አላቀረቡም።",
    "reviewed_by": "በ{name} የተገመገመ",
    "status": "የኢሜል ሁኔታ",
    "conversion": "የልወጣ ተመኖች",
    "sell_performance": "የሽያጭ አፈጻጸም",
    "total_buys": "ጠቅላላ የሽያጭ ብዛት",
    "amount_buy": "ጠቅላላ የሽያጭ መጠን",
    "average_sell": "አማካይ ሽያጭ",
    "sessions": "ክፍለ-ጊዜዎች",
    "overview": "አጠቃላይ እይታ",
    "purchase_amount": "የግዢ መጠን",
    "actions": "የተጠቃሚ እንቅስቃሴ"
  },
  "email_page": {
    "emails": "ኢሜይሎች",
    "edit": "አርትዕ"
  },
  "affiliate_page": {
    "affiliates": "የተቆራኙ አጋሮች",
    "orders": "ትዕዛዞች",
    "payments": "ክፍያዎች"
  },
  "affiliate_dashboard": {
    "link": "የተቆራኘ አጋር አገናኝ",
    "fix_commission": "ቋሚ ኮሚሽን",
    "percent_commission": "በመቶኛ ላይ የተመሰረተ ኮሚሽን",
    "last_payment": "የመጨረሻ ክፍያ",
    "balance": "ሚዛን",
    "total_payment": "ጠቅላላ ክፍያዎች",
    "status": "የተቆራኘ አጋር ሁኔታ እና ገደቦች",
    "available_for": "ይገኛል ለ",
    "orders_count": "የትዕዛዝ መጠን",
    "orders_accepted": "ተቀባይነት ያላቸው ትዕዛዞች",
    "finance": "የፋይናንስ ሪፖርት",
    "amount_accepted": "ተቀባይነት ያለው መጠን",
    "amount_paid": "የተከፈለበት መጠን",
    "sessions": "ክፍለ-ጊዜዎች",
    "affiliate_payment": "የተቆራኘ አጋር ክፍያዎች",
    "amount_payment": "የክፍያ መጠን",
    "amount_payment_hint": "ትክክለኛው የግብይት መጠን",
    "i_paid": "ለ {amount} {amount} {name} ከፍያለሁ",
    "pay_now": "አሁን ይክፈሉ"
  },
  "permission_roles": {
    "new_role": "አዲስ ሚና ጨምር",
    "new_role_message": "የቡድን ስራን ቀላል ያድርጉት።",
    "new_role_action": "አዲስ ሚና ጨምር"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "ሎተሪ",
    "sub_title": "ደንበኞችዎ ጨዋታ መጫወት እና ማሸነፍ ይችላሉ። የሱቅዎ ደንበኞች ለእያንዳንዱ ጨዋታ 10 ቺፖችን መብላት አለባቸው። ለምሳሌ, ደንበኞችዎ 1000 ዶላር የማሸነፍ እድል እንዲኖራቸው ከፈለጉ የእያንዳንዱን ቺፕ ዋጋ መጠን በ 100 ዩኤስዶላር ማዘጋጀት አለብዎት. ለእያንዳንዱ ቺፕ 0 ዋጋ ማለት ገዢው ለእያንዳንዱ ግዢ አንድ ቺፕ ይቀበላል ማለት ነው.",
    "manually_send_chip": "ቺፖችን በእጅ ለተጠቃሚዎች መላክ ይፈልጋሉ?",
    "lottery_enable": "ሎተሪ ነቅቷል?",
    "chip_price_input": "ቺፕ ዋጋ",
    "zero_chip_message": "በትእዛዝ 1x ቺፕ ይስጡ",
    "chip_has_price_message": "በትእዛዝ 1 ቺፕ በ{amount} {currency} ስጡ።",
    "chip_disabled_message": "ቺፕ ተሰናክሏል!",
    "create_new": "አዲስ ሽልማት ጨምር",
    "delete_alert": {
      "title": "ሽልማቱን ሰርዝ",
      "message": "እርግጠኛ ነዎት ይህን ሽልማት እስከመጨረሻው ይሰርዙታል?",
      "action": "አዎ፣ አሁን ሰርዝ"
    },
    "notifications": {
      "delete_success": "ሽልማቱ በተሳካ ሁኔታ ተሰርዟል።"
    }
  },
  "lottery_edit": {
    "title_edit": "የሎተሪ ንጥል ነገርን ያርትዑ",
    "title_add": "አዲስ የሎተሪ ዕቃ",
    "general_config": "አጠቃላይ ውቅር",
    "design_style": "ቅጥ እና ገጽታ",
    "enable": "ነቅቷል?",
    "enable_message": "በመንኮራኩር ውስጥ ያሉት ከፍተኛው እቃዎች 14 ናቸው።",
    "title_input": "ርዕስ",
    "title_input_hint": "አጭር ርዕስ ጻፍ.",
    "description_input": "መግለጫ",
    "description_input_hint": "ስለ ዕቃው መግለጫ ይጻፉ።",
    "quantity": "ብዛት",
    "quantity_message": "ጠቅላላ የሚገኙ እቃዎች",
    "image": "ምስል",
    "image_placeholder": "ለዕቃው ምስል ይምረጡ",
    "chance": "ዕድል",
    "chance_message": "የማሸነፍ እድል በመቶኛ",
    "free_for_first": "ለአዳዲስ ደንበኞች ነፃ ነው?",
    "free_for_first_message": "አዲስ ደንበኞች ይህንን ዕቃ ማሸነፍ ይችላሉ።",
    "prize": "ሽልማት",
    "amount": "የሽልማት መጠን",
    "amount_hint": "ተጠቃሚዎች ለትዕዛዛቸው ይህን የክፍያ መጠን ያሸንፋሉ።",
    "currency_message": "የዚህ ንጥል ነገር ምንዛሬ። ሌሎች ምንዛሬዎች በምንዛሪ ዋጋ ይለወጣሉ።",
    "discount": "ቅናሽ",
    "discount_message": "በደንበኛ ትዕዛዝ መቶኛ ቅናሽ",
    "discount_limit": "የቅናሽ ገደብ",
    "discount_limit_hint": "ለደንበኛ ከፍተኛው ቅናሽ።",
    "color": "ቀለም",
    "condition": "ሁኔታዎች",
    "notifications": {
      "add": "አዲስ የሎተሪ ንጥል ነገር በተሳካ ሁኔታ ተፈጥሯል።",
      "edit": "የሎተሪ ዕቃዎች በተሳካ ሁኔታ ተለውጠዋል።"
    }
  },
  "gift_card_types_list": {
    "label": "የስጦታ ካርድ አይነት",
    "message": "ከዝርዝሩ ውስጥ የስጦታ ካርድ አይነት ይምረጡ።"
  },
  "email_builder": {
    "service_unavailable": "የመልእክት አገልጋዩ በመለያዎ ውስጥ ንቁ አይደለም።",
    "design_section": "የእርስዎ ኢሜይል ንድፍ ሳህን",
    "schedule_switch": "ኢሜይል መላክ መርሐግብር ይያዝ?",
    "schedule_placeholder": "ኢሜይል ለመላክ ጊዜ ይምረጡ"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "የምዝገባ ቀን",
      "description": "በተጠቃሚው የምዝገባ ቀን አጣራ።"
    },
    "LAST_BUY_DATE": {
      "title": "የመጨረሻው ግዢ",
      "description": "የመጨረሻው የግዢ ቀን።"
    },
    "LOGIN_DATE": {
      "title": "የመግቢያ ቀን",
      "description": "የመጨረሻው የመግቢያ ቀን።"
    },
    "LEVEL": {
      "title": "የደንበኛ ክለብ",
      "description": "የደንበኛ ክለብ አባላት።"
    },
    "SUBSCRIBED": {
      "title": "ተመዝግቧል",
      "description": "ኢሜይል ለመቀበል የደንበኝነት ምዝገባ እንዲኖርዎት።"
    },
    "NOT_PURCHASED": {
      "title": "ግዢ የለም",
      "description": "እስካሁን ያልገዙ ደንበኞች።"
    },
    "SEX": {
      "title": "ጾታ",
      "description": "የተጠቃሚ ጾታ."
    },
    "LOCATION": {
      "title": "አካባቢ",
      "description": "የተጠቃሚ ቦታ ."
    },
    "LIMIT": {
      "title": "ገደብ",
      "description": "በከፍተኛው የተጠቃሚዎች ብዛት ላይ ገደብ አዘጋጅ።"
    },
    "SEGMENTS": {
      "title": "ክፍሎች",
      "description": "ደንበኞችን በልዩ የእጅ ክፍል ይገድቡ።"
    }
  },
  "inline_help": {
    "helps_title": "የአገልግሎት ተጠቃሚ መመሪያ",
    "blogs_title": "ተዛማጅ ይዘት በ Selldone ብሎግ ውስጥ"
  },
  "shop_tax": {
    "region": "ክልል",
    "label": "መለያ",
    "country_tax": "የሀገር ግብር",
    "customer_tax": "የደንበኛ ተ.እ.ታ",
    "business_tax": "የንግድ ተ.እ.ታ",
    "shipping": "ማጓጓዣ",
    "override": "መሻር",
    "country": "ሀገር",
    "vat_range": "የተ.እ.ታ ክልል",
    "custom": "ብጁ",
    "regions": "ክልሎች",
    "rest_world": "የተቀረው አለም",
    "overrides": "ይሽራል",
    "dialog_set_title": "የግብር ቅንብሮች",
    "tax_setting": "የግብር ቅንብሮች",
    "vat": "VAT",
    "calculate_tax_input": "ታክስን በራስ-ሰር አስላ",
    "calculate_tax_message": "ይህን አማራጭ በማግበር ቫት ይሰላል እና ለትዕዛዝዎ ይተገበራል።",
    "tax_number": "የታክስ መለያ ቁጥር",
    "tax_number_message": "የግብር ቁጥርዎን ያስገቡ። ይህ የመመዝገቢያ ቁጥር በገዢው ደረሰኝ ውስጥ ይመዘገባል.",
    "tax_included_in_price_input": "በምርቶች ዋጋ ውስጥ የተካተተ ግብር",
    "tax_included_in_price_message": "የግብር መጠኑን በምርትዎ ዋጋ ውስጥ ካካተቱ ይህን አማራጭ ይምረጡ። የግብር መጠኑ በሚከተለው ቀመር ይሰላል፡-",
    "tax_included_in_price_formula": "ታክስ = (ዋጋ * ተ.እ.ታ.) / (1 + ተ.እ.ታ)፣ ለምሳሌ በ100$ ዋጋ ላለው ምርት 10% የተጨማሪ እሴት ታክስ መጠን 9.09$ ይሆናል።",
    "tax_on_shipping_input": "ለመላክ ግብሮችን ይተግብሩ",
    "tax_on_shipping_message": "ይህንን አማራጭ በመምረጥ ታክሱ በመላክ ላይ ይተገበራል።",
    "fixed_tax_rate": "ቋሚ የግብር ተመን",
    "dynamic_tax_rate": "በክልሎች ላይ የተመሰረተ ግብር",
    "locations_tip": "ከላይ ያለው ዝርዝር የሚያሳየው በሱቅ መቼት > ቦታዎች ላይ የመረጧቸውን አገሮች የሚሸጧቸውን አገሮች ብቻ ነው።",
    "locations_action": "የማከማቻ ሥፍራዎች ቅንብሮች",
    "save_alert": "ቅንብሮች አልተቀመጡም!",
    "pos_tax_setting": "POS የግብር ቅንብሮች",
    "tax_exclude_title": "አልተካተተም | ተመዝግቦ መውጫ ላይ ግብር ይታከላል",
    "tax_excluded_message": "ግብሮቹ በቼክ መውጫው ወቅት ከክፍያዎቹ በፊት ይሰላሉ እና በደንበኛ ማስረጃዎ ላይ በመመስረት ወደተገለለው የታክስ ዋጋ ይታከላሉ።"
  },
  "transportation_page": {
    "menu": {
      "dashboard": "ዳሽቦርድ",
      "transportations": "የማጓጓዣ ዘዴዎች",
      "orders": "ትዕዛዞች",
      "setting": "በማቀናበር ላይ",
      "delivery_services": "አገልግሎቶች",
      "delivery_persons": "ተላላኪዎች"
    },
    "go_to_courier_list": "የተላላኪዎችን ዝርዝር ይመልከቱ",
    "go_to_service_list": "የማጓጓዣ አገልግሎቶችን ዝርዝር ይመልከቱ"
  },
  "transportation_persons": {
    "title": "ተላላኪዎች",
    "notifications": {
      "success_add": "ኩሪየር ታክሏል።",
      "success_reset": "የስታቲስቲክስ ዳግም ማስጀመር።",
      "success_remove": "መልእክተኛ በተሳካ ሁኔታ ተወግዷል።",
      "success_update": "የመላላኪያ መረጃ በተሳካ ሁኔታ ዘምኗል።"
    },
    "reset": {
      "title": "ስታቲስቲክስን ዳግም አስጀምር",
      "message": "እርግጠኛ ነዎት የዚህን ተላላኪ ስታቲስቲክስ ዳግም ማስጀመር ይችላሉ?",
      "action": "አዎ፣ አሁን ዳግም አስጀምር"
    },
    "remove": {
      "title": "መልእክተኛ አስወግድ",
      "message": "ይህን መልእክተኛ መሰረዝ እርግጠኛ ነህ?",
      "action": "አዎ፣ አሁን አስወግድ"
    },
    "add_dialog": {
      "title": "አዲስ መላኪያ ያክሉ",
      "action": "ተላላኪ ጨምር"
    }
  },
  "transportation_orders": {
    "title": "የማጓጓዣ ትዕዛዞች",
    "notifications": {
      "success_update": "የመላኪያ ሁኔታ በተሳካ ሁኔታ ዘምኗል።",
      "success_payment": "የCOD ክፍያ በተሳካ ሁኔታ ተረጋግጧል።"
    }
  },
  "delivery_person": {
    "actions_title": "የመልእክት መላኪያ ቅንጅቶች",
    "action_delivered": "ተልኳል።",
    "action_paid": "COD ተከፍሏል።",
    "action_returned": "ተመልሷል",
    "cod_confirm_action": "የCOD ክፍያን ያረጋግጡ",
    "pickup_dialog": {
      "title": "የዚህ ጥቅል ተላላኪ ነዎት?",
      "message": "ይህንን እሽግ የመሸከም ሃላፊነት ከሆንክ አዎ የሚለውን ምረጥ፣ ካልሆነ ግን ቁ."
    },
    "status_dialog": {
      "title": "ሁኔታን ወደ {status} ቀይር",
      "message": "እርግጠኛ ነህ የማድረስ ሁኔታ ወደ {status}?",
      "action": "አዎ አረጋግጫለሁ!"
    },
    "cod_dialog": {
      "title": "COD ክፍያ",
      "message": "የትዕዛዙን መጠን ከገዢው መቀበሉን አረጋግጠዋል?",
      "action": "አዎ ክፍያ አረጋግጣለሁ!"
    }
  },
  "transportation_services": {
    "title": "የማድረስ አገልግሎት",
    "notifications": {
      "success_add": "የማድረስ አገልግሎት ታክሏል።",
      "success_reset": "የስታቲስቲክስ ዳግም ማስጀመር።",
      "success_remove": "አገልግሎቱ በተሳካ ሁኔታ ተወግዷል።",
      "success_update": "አገልግሎቱ በተሳካ ሁኔታ ዘምኗል።"
    },
    "reset": {
      "title": "ስታቲስቲክስን ዳግም አስጀምር",
      "message": "እርግጠኛ ነዎት የዚህን አገልግሎት ስታቲስቲክስ ዳግም ማስጀመር ይችላሉ?",
      "action": "አዎ፣ አሁን ዳግም አስጀምር"
    },
    "remove": {
      "title": "የማድረስ አገልግሎትን ያስወግዱ",
      "message": "ይህን አገልግሎት መሰረዝ እርግጠኛ ነዎት?",
      "action": "አዎ፣ አሁን አስወግድ"
    },
    "add_dialog": {
      "title": "አዲስ የመላኪያ አገልግሎት ያክሉ",
      "action": "አገልግሎት ጨምር"
    }
  },
  "delivery_receipt": {
    "title": "የመላኪያ ደረሰኝ",
    "has_return": "የመላኪያ መመለስ",
    "cashed": "የገንዘብ ክፍያ"
  },
  "delivery_dashboard": {
    "select_destinations": "በዝርዝሩ ውስጥ ትዕዛዞችን ያክሉ",
    "price_calculation": "የማጓጓዣ ዋጋዎችን ይገምቱ",
    "price_calculation_action": "ዋጋ አስላ",
    "add_request": "የጥያቄ አገልግሎት",
    "add_request_action": "የአገልግሎት ጥያቄ አስገባ",
    "refresh_action": "መረጃን አዘምን"
  },
  "delivery_order": {
    "title": "የማጓጓዣ ትዕዛዝ",
    "has_return": "የመላኪያ መመለስ",
    "cashed": "የገንዘብ ክፍያ"
  },
  "cash_register": {
    "menu": {
      "panel": "የገንዘብ መመዝገቢያ",
      "orders": "ትዕዛዞች",
      "customers": "ደንበኞች",
      "devices": "መሳሪያዎች",
      "inventory": "ቆጠራ"
    },
    "payment_confirm": "የክፍያ ማረጋገጫ",
    "payment_confirm_msg": "የደንበኛ የሚከፈልበት ትዕዛዝ {basket_id}።"
  },
  "barcode_scanner": {
    "wifi_pass": "የእርስዎ የ Wi-Fi ይለፍ ቃል",
    "message": "የእርስዎን የዋይፋይ ራውተር ይለፍ ቃል ያስገቡ እና የQR ኮዱን ይቃኙ።",
    "wifi_ssid": "Wi-Fi SSID",
    "ssid_message": "የእርስዎን የWi-Fi አውታረ መረብ ስም (SSID) ያስገቡ።"
  },
  "pos_devices": {
    "Scanner": "ባርኮድ ስካነር",
    "Scanner_desc": "የባርኮድ ስካነርን ለመጠቀም የ SKU ኮድ በምርት ቅንጅቶች ውስጥ በትክክል ማስገባት አለብዎት።",
    "Printer": "አታሚ",
    "Printer_desc": "ከደረሰኝ አታሚ ጋር በማገናኘት የደንበኞችዎን ደረሰኝ ያትሙ።",
    "CustomerView": "የደንበኛ እይታ",
    "CustomerView_desc": "ይህ ገጽ የትእዛዝ ዝርዝሮችን ለደንበኞችዎ እንዲያሳዩ ያስችልዎታል።",
    "CardReader": "ካርድ አንባቢ",
    "CardReader_desc": "የካርድ አንባቢ መሳሪያ ለ COD ክፍያ በደንበኞችዎ።",
    "ChipReader": "ቺፕ አንባቢ",
    "ChipReader_desc": "መለያዎችን በመጠቀም እቃዎችን ወደ ጋሪ ለመጨመር NFC መለያ አንባቢ።"
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "መሣሪያን ያስወግዱ",
      "message": "ይህን መሳሪያ ከPOS መገለጫዎ እንደሚያስወግዱት እርግጠኛ ነዎት?",
      "action": "አዎ፣ አሁን አስወግድ"
    }
  },
  "pos_process_center": {
    "title": "POS ትዕዛዝ ሂደት ማዕከል",
    "menu": {
      "label": "የጥቅል መለያ",
      "receipt": "ደረሰኝ",
      "back": "ተመለስ",
      "timeline": "የጊዜ መስመር",
      "order": "ማዘዝ"
    }
  },
  "pos": {
    "add_customer": "ደንበኛ ያክሉ",
    "set_delivery": "የመላኪያ አድራሻ አዘጋጅ",
    "add_giftcards": "የስጦታ ካርድ ያክሉ",
    "add_discount_code": "የቅናሽ ኮድ ያክሉ",
    "add_coupon": "ኩፖን ጨምር",
    "set_campaign": "ዘመቻ አዘጋጅ",
    "select_buyer": "ገዢ ይምረጡ!",
    "send_to_pos": "ወደ ካርድ አንባቢ ማሽን ይላኩ።",
    "print_receipt": "ደረሰኝ አትም",
    "confirm_cash_payment": "የገንዘብ ክፍያ ያረጋግጡ",
    "payment_cod": {
      "title": "የመላኪያ ክፍያ ላይ በጥሬ ገንዘብ",
      "message": "የዚህ ትዕዛዝ መጠን ሲላክ ይከፈላል. ገንዘቡን ከገዢው ከተቀበሉ በኋላ, በስርዓቱ ውስጥ ያለውን ትዕዛዝ ለማጠናቀቅ ክፍያውን ማረጋገጥ አለብዎት."
    },
    "payment_online": {
      "title": "የመስመር ላይ የክፍያ ዘዴን ይምረጡ",
      "message": "የሚከተሉትን አማራጮች በመምረጥ የክፍያ ማገናኛ ተፈጥሯል እና ለገዢው ይላካል። ይህንን አገናኝ በመክፈል የትዕዛዙ ሁኔታ ወደ የሚከፈልበት ሁነታ ይቀየራል. የክፍያ ማገናኛ የሚመነጨው የQR ኮድን በደንበኛው ስክሪን፣ ኤስኤምኤስ ወይም ኢሜል በመቃኘት ነው። ማገናኛን ለመላክ ማንኛውንም ቻናል ለማንቃት ያንን አማራጭ ጠቅ ያድርጉ እና ከዚያ ለገዢው ደረሰኝ ለመላክ ቁልፉን ይጫኑ።"
    },
    "notifications": {
      "success_pay": "የትዕዛዝ ክፍያ ተጠናቅቋል።",
      "success_order": "ትዕዛዝ በተሳካ ሁኔታ ተፈጥሯል እና ደንበኛው እንዲከፍለው በመጠባበቅ ላይ።"
    },
    "payment_dialog": {
      "check_pay_now": "ክፍያውን በእጅ ያረጋግጡ",
      "close_action": "መገናኛን ዝጋ። የደንበኛ ክፍያ መጠበቅ አልፈልግም።",
      "go_to_order": "ወደ የትእዛዝ ገጽ ይሂዱ",
      "paid_by_gift_card_msg": "ጠቅላላ የትዕዛዝ መጠን ከስጦታ ካርዶች ተወስዷል! ገዢው ተጨማሪ መክፈል አያስፈልገውም.",
      "cod_msg": "ደንበኛው ትዕዛዙን ሲቀበል ይከፍላል.",
      "online_msg": "ደንበኛው በደንበኛው ማያ ገጽ ላይ የQR ኮድ እንዲቃኝ ይጠይቁ።"
    },
    "name": "POS",
    "message": "የዜሮ ማዋቀር ዋጋ የመስመር ላይ የመሸጫ ቦታ ይኑርዎት፣ በማንኛውም ስማርትፎን፣ ታብሌት እና ፒሲ ላይ ያሂዱ ወይም በእጅ ትዕዛዞችን ይፍጠሩ።"
  },
  "exporter": {
    "title": "ውሂብ ወደ ውጪ ላክ",
    "subtitle": "የእርስዎ ውሂብ የእርስዎ ነው! የንግድ መረጃዎን በማንኛውም ጊዜ በመደበኛ ቅርጸት ማውረድ ይችላሉ። ሆኖም የደንበኞችዎን ግላዊነት ያክብሩ፣ አይፈለጌ መልእክት አይላኩላቸው እና መረጃቸውን ለሶስተኛ ወገን በጭራሽ አያጋሩ።",
    "excel": "በሱቁ ውስጥ ያሉ ሁሉንም {type} ዝርዝር ከሙሉ መረጃ ጋር በ Excel ቅርጸት ይደርሰዎታል።",
    "csv": "በሱቁ ውስጥ ያሉ ሁሉንም {አይነት} ዝርዝር ከሙሉ መረጃ ጋር በCSV ቅርጸት ይቀበላሉ። ይህ ቅርጸት {type}ን ወደ መደብሩ ለማስመጣት በ Selldone መደበኛ ቅርጸት መሰረት ነው።"
  },
  "importer": {
    "category": {
      "title": "ምድቦችን አስመጣ",
      "subtitle": "ምድቦችን የCSV ፋይል እዚህ ይስቀሉ። መደበኛ ቅርጸት መከተልዎን ያረጋግጡ።"
    },
    "product": {
      "title": "ምርቶችን አስመጣ",
      "subtitle": "የCSV ምርቶች ፋይል እዚህ ይስቀሉ። መደበኛ ቅርጸት መከተልዎን ያረጋግጡ።"
    },
    "product_images": {
      "title": "ምስሎችን አስመጣ",
      "subtitle": "የምስል መረጃ መቀበል ጊዜ የሚወስድ ነው። ምስሎችን በሚያስገቡበት ጊዜ የቅጂ መብትን ማክበርዎን ያረጋግጡ።"
    },
    "inventory": {
      "title": "የጅምላ ዝማኔ ክምችት",
      "subtitle": "የCSV ዝርዝር ክምችት ፋይል እዚህ ይስቀሉ። የCSV ፋይል መጀመሪያ ወደ ውጭ በመላክ እና ያንን ፋይል በማረም መደበኛውን ቅርጸት መከተልዎን ያረጋግጡ።"
    },
    "back_to_products": "ወደ ምርቶች ዝርዝር ተመለስ",
    "back_to_categories": "ወደ ምድብ ዝርዝር ተመለስ",
    "back_to_inventory": "ወደ ክምችት ዝርዝር ተመለስ",
    "step_select_file": "የCSV ፋይልን ይምረጡ",
    "step_send_to_server": "ወደ አገልጋይ ላክ",
    "step_view_result": "ውጤቱን ይመልከቱ",
    "step_view_que": "በመጠባበቅ ላይ ዝርዝር ይመልከቱ",
    "send_to_server_action": "ወደ አገልጋይ ላክ",
    "shop_license": "የሱቅ ፍቃድ",
    "max_items_limit": "ከፍተኛው የንጥሎች ገደብ",
    "total_items": "ጠቅላላ ዕቃዎች",
    "customer": {
      "title": "ደንበኞችን አስመጣ",
      "subtitle": "የደንበኞችን የCSV ፋይሎች እዚህ ይስቀሉ። መደበኛውን ቅርጸት መከተልዎን ያረጋግጡ፣ እና እንዲሁም፣ የግላዊነት ህጎችን መከተል አለብዎት።"
    }
  },
  "campaigns": {
    "title": "ዘመቻዎች",
    "subtitle": "ዘመቻዎችን፣ መከታተል የሚችሉ አገናኞችን ይፍጠሩ፣ እና አስተማማኝ እና ትክክለኛ መረጃን በአንድ ቦታ ይመልከቱ። የተሻሉ በውሂብ ላይ የተመሰረቱ ውሳኔዎችን እንዲያደርጉ እናግዝዎታለን።",
    "add_action": "አዲስ ዘመቻ ጨምር",
    "empty_message": "የመጀመሪያውን ዘመቻዎን አሁን ይፍጠሩ!",
    "delete": {
      "title": "ዘመቻን ሰርዝ",
      "message": "እርግጠኛ ነዎት ይህን ዘመቻ እና ሁሉንም ውሂብ መሰረዝ?",
      "action": "አዎ፣ አሁን ሰርዝ"
    }
  },
  "landing_categories": {
    "raw": "ጥሬ አብነቶች",
    "marketing": "ግብይት እና ማስታወቂያዎች",
    "product": "የምርት መግቢያ",
    "health": "ጤና እና የአካል ብቃት",
    "food": "ምግብ እና ፍራፍሬዎች",
    "house": "ሪል እስቴት እና ቤት",
    "device": "ማሽን እና መሳሪያ",
    "car": "መኪና",
    "software": "ሶፍትዌር",
    "clothing": "ልብስ እና ጫማ",
    "jewellery": "ጌጣጌጥ",
    "all": "ሁሉም አብነቶች"
  },
  "shop_theme": {
    "theme_colors": "የገጽታ ቀለሞች",
    "products_view_mode": "የግዢ ዝርዝር እይታ",
    "products_view_mode_desc": "በማያ ገጹ መጠን መሰረት የምርቶችን የማሳያ ሁነታ በሱቅዎ ውስጥ ማስተካከል ይችላሉ። ይህ ሁነታ በነባሪነት ይቆጠራል እና ተጠቃሚው የማሳያ ሁነታውን ከቀየረ አይተገበርም.",
    "color_light": "ዋና ቀለም",
    "color_dark": "የመጀመሪያ ደረጃ ጥቁር ቀለም",
    "color_deep_dark": "ጥልቅ ጥቁር ቀለም",
    "color_info": "አገናኞች",
    "light_checkout": "ፈካ ያለ የፍተሻ ገጽታ",
    "light_header": "የብርሃን ራስጌ",
    "light_footer": "ፈካ ያለ ግርጌ",
    "product_page": "የምርት ገጽ",
    "typography": "የፊደል አጻጻፍ",
    "header": "ራስጌ",
    "custom_code": "ብጁ ኮድ",
    "custom_css": "ብጁ CSS",
    "light_filter": "የምድብ ማጣሪያ ገጽታ",
    "custom_variants": "ተለዋጮች"
  },
  "app_templates": {
    "default": "ነባሪ",
    "blue": "ሰማያዊ ውቅያኖስ",
    "amber": "አምበር",
    "green": "ኢኳቶሪያል",
    "red": "ቫምፓየር",
    "magenta": "አበባ",
    "master": "መምህር",
    "black": "ጨለማ ጎን"
  },
  "affiliate_orders": {
    "title": "የተቆራኘ አጋር ትዕዛዞች",
    "table": {
      "order_price": "የትዕዛዝ መጠን",
      "order_payment": "የክፍያ ሁኔታን ማዘዝ",
      "order_link": "ማዘዣ አገናኝ",
      "commission_status": "የኮሚሽኑ ሁኔታ",
      "commission_amount": "የኮሚሽኑ መጠን",
      "items": "እቃዎች",
      "actions": "ድርጊቶች",
      "create_date": "ቀን ፍጠር"
    },
    "notifications": {
      "update_success": "የተቆራኘ ሁኔታ ዘምኗል።"
    }
  },
  "affiliate_payments": {
    "title": "የተቆራኘ አጋር ክፍያዎች",
    "table": {
      "staff": "ሰራተኞች",
      "amount": "መጠን",
      "note": "ማስታወሻ",
      "date": "ቀን"
    }
  },
  "my_roles": {
    "title": "የእኔ ሚናዎች",
    "message": "ሚናዎች ለአንድ ሱቅ ሰራተኞች የሚሰጥ የመዳረሻ አይነት ናቸው። ለምሳሌ ትዕዛዞችን የመላክ ወይም የማሸግ ኃላፊነት ያለባቸው ሰራተኞች።"
  },
  "role_card": {
    "complete_tasks": "የተጠናቀቁ ተግባራት",
    "reject_tasks": "ውድቅ የተደረጉ ተግባራት",
    "last_check": "የቅርብ ጊዜ ማጣራት።"
  },
  "referral_widget": {
    "apply_now": "ለዚህ ፕሮግራም አሁን ያመልክቱ!",
    "no_bonus": "ጓደኛ በመጋበዝ የመጀመሪያውን ሽልማት ይቀበሉ.",
    "your_gift": "ስጦታህ",
    "invited_gift": "የተጋበዘ ስጦታ",
    "percent_bonus": "መቶኛ ጉርሻ",
    "discount_bonus": "የቅናሽ ጉርሻ",
    "registered": "አዲስ ተጠቃሚ",
    "accepted": "ተቀባይነት ያለው ተጠቃሚ"
  },
  "app_config": {
    "reviews": "ግምገማዎች",
    "rate_now": "አሁን ደረጃ ይስጡ",
    "category": "ምድብ",
    "uninstall": "አራግፍ",
    "get_app": "መተግበሪያ ያግኙ",
    "public_keys": "የህዝብ ቁልፎች",
    "private_keys": "የግል ቁልፎች (ደህንነታቸው የተጠበቀ)",
    "config": "የመተግበሪያ ውቅር",
    "app_status": "የመተግበሪያ ሁኔታ",
    "app_info": "የመተግበሪያ መረጃ",
    "update_at": "የቅርብ ጊዜ ዝማኔ",
    "visit_website": "ድር ጣቢያውን ይጎብኙ",
    "privacy": "የ ግል የሆነ",
    "installs": "ጭነቶች",
    "basic_profile_permission": "መሰረታዊ የመገለጫ መረጃ",
    "developer": "ገንቢ",
    "permissions": "ፈቃዶች",
    "total_comments": "አጠቃላይ አስተያየቶች",
    "delete_dialog": {
      "title": "መተግበሪያን አራግፍ",
      "message": "ይህን መተግበሪያ ከማከማቻዎ ማስወገድ ይፈልጋሉ?",
      "action": "አዎ መተግበሪያን ሰርዝ"
    },
    "notifications": {
      "uninstall_success": "መተግበሪያ በተሳካ ሁኔታ ተራግፏል።"
    }
  },
  "shop_bots": {
    "not_set": "አልተዘጋጀም!",
    "tokens": "ማስመሰያ(ዎች)",
    "webhook": "የድር መንጠቆ",
    "calls": "ጥሪዎች",
    "dialog": {
      "title": "{name} Bot ውቅር",
      "message": "የድርጅት ደረጃ የግዢ ልምዶችን ለመገንባት አጠቃላይ የቦት ማዕቀፍ።"
    }
  },
  "shop_customers": {
    "title": "የደንበኞች አስተዳደር",
    "all_customers": "ሁሉንም ደንበኞች ያውርዱ",
    "filtered_customers": "የተጣሩ ደንበኞች",
    "dialog_chips": {
      "title": "የደንበኛ ቺፖችን ቁጥር ያዘጋጁ"
    },
    "dialog_club": {
      "title": "የደንበኛ ክለብ ደረጃ ያዘጋጁ"
    }
  },
  "app_dashboard": {
    "status": "ሁኔታን አትም",
    "statistics": "ስታትስቲክስ"
  },
  "app_publish": {
    "production_version": "የምርት ስሪት",
    "beta_version": "የቅድመ-ይሁንታ ስሪት",
    "alpha_version": "የአልፋ ስሪት"
  },
  "app_publish_widget": {
    "header": "የሱቅ ድር ጣቢያ ራስጌ",
    "header_code": "የራስጌ ኮድ",
    "admin_page": "የአስተዳዳሪ ገጾች",
    "name": "ስም",
    "icon": "አዶ",
    "url": "ዩአርኤል"
  },
  "app_api": {
    "title": "የኤፒአይ መዳረሻ",
    "revoke_api": "API ሻር",
    "api_key": "የኤፒአይ ቁልፍ",
    "secret": "ሚስጥራዊ ቁልፍ",
    "client": "ደንበኛ",
    "redirect_url": "ዩአርኤሎችን አዙር",
    "client_name": "የደንበኛ ስም"
  },
  "app_loader_page": {
    "no_ui_title": "ይህ መተግበሪያ ምንም UI የለውም!",
    "no_ui_desc": "አንዳንድ መተግበሪያዎች በአስተዳዳሪ አካባቢያቸው የተጠቃሚ በይነገጽ አይፈልጉም። ይህ መተግበሪያ በመደብርዎ ድር ጣቢያ ራስጌ ክፍል ላይ ብቻ ኮድ ማከል ይችላል።",
    "header": "የራስጌ ኮድ"
  },
  "finance_report": {
    "export_title": "የፋይናንስ መረጃን ወደ ውጭ ላክ",
    "export_sub_title": "የፋይናንስ ዝርዝሮችን በአንድ ፋይል ያውርዱ።",
    "start_input_placeholder": "የሪፖርት መጀመሪያ ቀን ይምረጡ",
    "end_input_placeholder": "የሪፖርት ማብቂያ ቀንን ይምረጡ",
    "download_action": "የፋይናንስ ዝርዝር አውርድ"
  },
  "shop_notifications": {
    "title": "ማስታወቂያዎችን ይግዙ",
    "sub_title": "ቦት፣ ኢሜል፣ ኤስኤምኤስ፣...",
    "message": "የእርስዎን የመደብር ማሳወቂያ ቅንብሮች እና ምርጫዎች ያርትዑ",
    "channel": "ቻናል",
    "status": "ሁኔታ",
    "events": "ክስተቶች",
    "info": "መረጃ",
    "actions": "ድርጊቶች",
    "connected": "ተገናኝቷል።",
    "not_connected": "አልተገናኘም!",
    "connect_now": "አሁን ተገናኝ",
    "send_test": "የሙከራ ውሂብ ላክ",
    "disconnect": "ግንኙነት አቋርጥ",
    "dialog": {
      "title": "Bot ውቅር",
      "message": "የድርጅት ደረጃ የኢኮሜርስ ተሞክሮዎችን ለመገንባት አጠቃላይ የማሳወቂያ ማዕቀፍ።",
      "action": "እዚህ ጠቅ ያድርጉ!",
      "set_config": "አዋቅር አዘጋጅ"
    }
  },
  "notification_events": {
    "new_order": "🛍️ ማዘዝ",
    "payment": "💳 ክፍያ",
    "return": "📦 ተመለስ",
    "weekly_report": "📈 ሳምንታዊ ዘገባዎች"
  },
  "order_delivery": {
    "title": "ማድረስ",
    "add_to_delivery_que_action": "ወደ ማጓጓዣ ወረፋ ጨምር",
    "in_que": "በማጓጓዣ ወረፋ ውስጥ",
    "message": "ጥቅሉን ለማጓጓዣው መልእክተኛ ከሰጡ በኋላ፣ መላኪያ <b>አረጋግጥ</b> የሚለውን ቁልፍ ጠቅ ያድርጉ።",
    "message_add_to_service": "ይህንን ጥቅል <b>በማጓጓዣ አገልግሎት</b> ለመላክ ከፈለጉ የሚከተለውን ቁልፍ ይጫኑ።",
    "action": "የመላኪያ ማረጋገጫ",
    "checklist": [
      "የተላላኪውን መታወቂያ ካርድ ያረጋግጡ።",
      "ምርቶችን በሚገባ ማሸግ እና በወቅቱ ማድረስ የደንበኞችዎን የማቆየት መጠን ይጨምራል።"
    ],
    "manual": {
      "title": "በደንበኛው የመላኪያ ማረጋገጫን በመጠበቅ ላይ።",
      "action_received": "የገዢ ማረጋገጫ",
      "action_returned": "የመላኪያ መመለሻ",
      "message": "ማሳሰቢያ: ደንበኛው ትዕዛዙን ከተቀበለ, ለማሟላት የሚከተሉትን አማራጮች መጠቀም ይችላሉ. በስርዓቱ ውስጥ ያሉ አንዳንድ የማጓጓዣ አገልግሎቶች መላክን በራስ ሰር ያረጋግጣሉ።"
    },
    "auto_complete_note": "ከተወሰነ ጊዜ በኋላ, የትዕዛዝ ሁኔታ ወደ ደረሰው ይቀየራል. ይህ ጊዜ እንደ የትዕዛዝ አይነት ይለያያል እና በስርዓቱ ይወሰናል.",
    "received": {
      "title": "ለደንበኛው ቀርቧል።",
      "delivered_date": "መላኪያ ቀን"
    },
    "receiver": "ተቀባይ",
    "bill": "ደረሰኝ",
    "tracking": {
      "title": "የመከታተያ ኮድ / ዩአርኤል ያክሉ",
      "code": "የመከታተያ ኮድ",
      "url": "የክትትል url",
      "message": "ለዚህ ትዕዛዝ የመከታተያ ኮድ በሚያቀርብ አገልግሎት በኩል ከተላከ፣ በዚህ ክፍል ውስጥ ኮዱን እና ተገቢውን የመከታተያ አገናኝ ማስገባት ይችላሉ። ይህ መረጃ ለደንበኛው ይታያል."
    },
    "preferred_delivery_time": "ተመራጭ የመላኪያ ጊዜ",
    "manage_couriers": "ተላላኪዎቼን አስተዳድሩ",
    "manage_service": "አገልግሎት ያስተዳድሩ",
    "option_deliver_by_courier": "አማራጭ 1፡ በመልእክተኞችዎ ያቅርቡ።",
    "option_add_to_que": "አማራጭ 2፡ በማጓጓዣ አገልግሎት ገጽ ላይ ለመስራት ወደ ወረፋ ጨምር።",
    "option_instant_shipping": "አማራጭ 3፡ ፈጣን መላኪያ።",
    "pickup_action": "የመውሰጃ ማረጋገጫ"
  },
  "shop_home_edit": {
    "title": "መነሻ ገጽ ቅንብር",
    "sub_title": "የድር ጣቢያዎን ነባሪ ገጽ ያዘጋጁ",
    "default_home": "ነባሪ መነሻ ገጽ",
    "default_home_placeholder": "የሱቅ ገጽ የድር ጣቢያ መነሻ ገጽ ነው።"
  },
  "selldone_referral_page": {
    "title": "ሪፈራል ዳሽቦርድ",
    "referral_link": "የማጣቀሻ አገናኝ",
    "registered": "ተመዝግቧል",
    "accepted": "ተቀባይነት አግኝቷል",
    "bank": "ባንክ",
    "bank_title": "ለመውጣት የባንክ መረጃ",
    "new_users": "አዲስ ተጠቃሚዎች",
    "performance": "አፈጻጸም",
    "credit_mode": "የብድር ሁነታ",
    "get_stickers": "ለመቅዳት እና ለማለፍ የሚለጠፍ የኤችቲኤምኤል ኮድ ያግኙ",
    "click_copy_sticker_code": "የኤችቲኤምኤል ኮድ ለመቅዳት ባጁን ጠቅ ያድርጉ።"
  },
  "selldone_referral_payment": {
    "title": "የማጣቀሻ ክፍያዎች",
    "officer": "መኮንን",
    "amount": "የገንዘብ ልውውጥ",
    "note": "ማስታወሻ",
    "date": "ቀን"
  },
  "widget_shop_gateway": {
    "link_account_caution": "መለያ ({currency}) ከሱቅዎ ጋር ያገናኙ! እዚህ ጠቅ ያድርጉ.."
  },
  "product_sell_widget": {
    "title": "የምርት ሽያጭ አፈጻጸም"
  },
  "fulfilment_order_widget": {
    "title": "የማውረድ መሙላት",
    "check_action": "ማጓጓዣን ተቀበል",
    "uncheck_action": "ትዕዛዝ ተረጋግጧል",
    "pay_action": "የዕቃዎችን ዋጋ ይክፈሉ..",
    "pay_completed": "የክፍያ ማረጋገጫ",
    "list_of_items": "ዕቃዎችን እንደገና መሸጥ",
    "checklist": [
      "በተዘዋዋሪ የሚሸጡትን ምርቶች መጠን ለዋናው ሻጭ ይክፈሉ።",
      "የሸቀጦችን ወጪ ለአቅራቢው በአንድ ላይ መክፈል እና በሂሳብ ክፍል> የመደብሩን መጣል ይችላሉ።",
      "ከተከፈለ በኋላ አቅራቢው ትዕዛዝዎን ይቀበላል እና ከተዘጋጀ በኋላ በቀጥታ ለገዢው ይልካል."
    ],
    "message": "የትዕዛዝ ክፍያውን ለአቅራቢው ከከፈሉ በኋላ፣ በዚህ ክፍል ውስጥ ትዕዛዙን የመላክ ሂደትን ይመልከቱ።"
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "ዳሽቦርድ",
      "orders": "ትዕዛዞች",
      "inventory": "ቆጠራ",
      "shops": "መልሶ ሻጮች",
      "requests": "ጥያቄዎች"
    },
    "drop_shipping_charge": "የማውረድ ክፍያ"
  },
  "dropship_request_status": {
    "PENDING": "በመጠባበቅ ላይ",
    "ACCEPT": "ተቀበል",
    "REJECT": "እምቢ"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "ዳሽቦርድ",
      "orders": "ትዕዛዞች",
      "wallet": "የኪስ ቦርሳ"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "የዳግም ሻጭ ዳሽቦርድ"
  },
  "dropshipping_reseller_orders": {
    "title": "የድጋሚ ሻጭ ትእዛዝ"
  },
  "dropshipping_reseller_wallet": {
    "title": "ሻጭ የኪስ ቦርሳ"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "የክፍያ ማረጋገጫ",
      "payment_success": "ክፍያ ተጠናቅቋል።",
      "buy_title": "ግዛ",
      "pay_by_giftcards": "ትዕዛዝህ የተከፈለው በስጦታ ካርድ ነው።",
      "free_order": "ትዕዛዝህ ነፃ ነው።",
      "pay_by_cod": "ትእዛዝዎ በሚላክበት ጊዜ በጥሬ ገንዘብ ተመዝግቧል።",
      "pay_by_dir": "ትዕዛዝዎ እንደ ቀጥተኛ ክፍያ ተመዝግቧል፣ እባክዎ ክፍያውን ያጠናቅቁ እና ደረሰኙን በትእዛዝ ገጽዎ ላይ ይስቀሉ።",
      "pay_title": "ክፍያ",
      "qr_code_payment": "የክፍያ QR ኮድ ተፈጥሯል።",
      "connecting_to_online_gateway": "ከመስመር ላይ ክፍያ መግቢያ ጋር በመገናኘት ላይ።"
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "ክፍያ ተረጋግጧል።<br> ቀን፡ {payment_at}",
      "pay_fail_title": "አልተከፈለም።",
      "pay_fail_message": "ክፍያ ሊረጋገጥ አይችልም!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "ሻጭ ክፍያ ያዛል",
      "balance": "የመለያዎ ቀሪ ሂሳብ",
      "total_cost": "ጠቅላላ የትዕዛዝ ዋጋ",
      "need_charge": "ማስከፈል ያስፈልገዋል",
      "no_account_cation": "መለያ የለህም! ለጅምላ ሻጭ ይደውሉ።",
      "orders": "ትዕዛዞች"
    },
    "notifications": {
      "success_pay": "ለእነዚህ ትዕዛዞች ክፍያዎ ተረጋግጦ በተሳካ ሁኔታ ተጠናቋል።"
    }
  },
  "dropship_accounts": {
    "charge_account": "ክፍያ መለያ",
    "charge_dialog": {
      "title": "የማጓጓዣ መለያን ያስከፍሉ",
      "amount_input": "የመለያ ክፍያ",
      "charge_now": "አሁን ያስከፍሉ"
    }
  },
  "dropship_admin_dashboard": {
    "title": "የዳግም ሻጭ ጥያቄዎች",
    "today_order_count": "ዛሬ ትዕዛዞች ይቆጠራሉ።",
    "yesterday_order_count": "ትላንትና ትዕዛዞች ይቆጠራሉ።",
    "total_7_days": "ባለፉት 7 ቀናት ውስጥ ያሉ አጠቃላይ ትዕዛዞች"
  },
  "dropshipping_products": {
    "no_shops": "ይቅርታ፣ ምንም መደብር አልተገኘም። ምርቶቻቸውን በሱቅዎ ውስጥ ማስቀመጥ እንዲችሉ ወደፊት ተጨማሪ መደብሮች ይኖራሉ።",
    "show_all_shops": "ሁሉንም ሱቆች አሳይ",
    "show_all_message": "ሁሉንም ሱቆች ማየት ይችላሉ",
    "current_shop": "የአሁኑ ሱቅ",
    "request_account": "መለያ ጠይቅ",
    "request_accepted": "ጥያቄ ተቀባይነት አግኝቷል",
    "request_rejected": "ጥያቄው ተቀባይነት አላገኘም።",
    "request_pending": "ጥያቄ በመጠባበቅ ላይ",
    "notifications": {
      "add_product": "ምርት ወደ መደብርዎ ታክሏል።",
      "request_access": "የመዳረሻ ጥያቄዎን ለጅምላ አከፋፋይ በተሳካ ሁኔታ ልከናል።"
    },
    "show_eligible_shops_message": "ብቁ የሆኑ ሱቆችን አሳይ"
  },
  "product_dropshipping": {
    "need_re_enable": "ይህ ምርት በዋናው ሻጭ ተቀይሯል፣ እነዚህ የዋጋ ለውጦች በመደብርዎ ውስጥ ያለውን ምርት አሰናክለውታል። ለውጦቹን ያረጋግጡ እና ምርቱን እንደገና ለማንቃት ከተስማሙ ከታች ያለውን ቁልፍ ይጫኑ።",
    "need_re_enable_action": "ይስማሙ፣ ለውጦችን ይተግብሩ እና ማንቃት",
    "changed_value": "ይህ ምርት በዋናው ሻጭ ተስተካክሏል። ለውጦቹን ያረጋግጡ እና ለውጦቹን በምርትዎ ላይ ለመተግበር ከተስማሙ ከታች ያለውን ቁልፍ ጠቅ ያድርጉ።",
    "changed_value_action": "ይስማሙ, ለውጦችን ያድርጉ",
    "parent_deleted": "ይህ ንጥል በዋናው ሻጭ ተወግዷል።",
    "parent_closed": "ይህ ምርት በዋናው ሻጭ ተሰናክሏል! ይህንን ምርት በሱቅዎ ውስጥ መሸጥ አይችሉም፣ ነገር ግን ዋናው ሻጭ ምርቱን እንደገና ካነቃው ይህንን ምርት በሱቅዎ ውስጥ እንደገና ማንቃት ይችላሉ።",
    "notifications": {
      "re_enable_success": "ይህ ምርት እንደገና ነቅቷል።",
      "update_success": "ይህ የምርት መረጃ ከዋናው የምርት መረጃ ጋር ተዘምኗል።"
    }
  },
  "product_dropshipping_admin": {
    "title": "መጣል",
    "save_alert": "የዚህ ምርት የማጓጓዣ ቅንጅቶች ተለውጠዋል። ለውጦቹን ማስቀመጥ ይፈልጋሉ?",
    "reselling_message": "ይህን አማራጭ በማግበር ሌሎች ሻጮች ምርትዎን ወደ መደብሩ ማከል ይችላሉ።",
    "reselling": "ማጓጓዣን አንቃ",
    "price_merchants": "ለነጋዴዎች ዋጋ",
    "price_commission": "የነጋዴ ኮሚሽን (ቋሚ)"
  },
  "buy_button": {
    "waiting_for_availability": "ተገኝነትን በመጠበቅ ላይ",
    "inform_me_when_available": "ሲገኝ አሳውቀኝ!",
    "pay_buy": "ይክፈሉ እና ይግዙ",
    "quantity": "መቁጠር",
    "quantity_in_basket": "በጋሪው ውስጥ ያሉ እቃዎች",
    "count_unit": "x",
    "remove": "አስወግድ",
    "add_to_basket": "ወደ ግዢው ቅርጫት ጨምር",
    "buy": "ግዛ",
    "notifications": {
      "inform_add_success": "ሲገኝ እናሳውቅዎታለን።",
      "inform_remove_success": "ከተጠባባቂ ዝርዝር ውስጥ ተወግደዋል።"
    },
    "book_now": "አሁን ያስይዙ",
    "reserve_now": "አሁን ያስይዙ",
    "buy_now": "አሁን ግዛ"
  },
  "product_info": {
    "fake": "የውሸት",
    "action": "ጨረታ",
    "compare_limit": "የ 10 እቃዎች ገደብ",
    "compare_add": "ለማነፃፀር ያክሉ",
    "compare_be_in_list": "በንፅፅር ዝርዝር",
    "type": "ዓይነት",
    "brand": "የምርት ስም",
    "category": "ምድብ",
    "discount": "ቅናሽ",
    "track_price": "ዋጋ ይከታተሉ",
    "waiting_for_auction": "ለጨረታ እየጠበቅን ነው?",
    "inform_auction": "ሐራጅ ሲሸጥ አሳውቀኝ",
    "return_in_days": "{days} የቀኖች ዋስትና መመለሻ",
    "support24h7": "ድጋፍ 24 ሰዓታት 7 ቀናት",
    "support_normal": "የሥራ ሰዓት ድጋፍ",
    "original_guarantee": "ኦሪጅናል ዋስትና",
    "cod_payment": "በጥሬ ገንዘብ አቅርቦት ድጋፍ",
    "pros": "ጥቅም",
    "cons": "Cons",
    "external_link": "ተጨማሪ ያንብቡ",
    "notifications": {
      "congratulation": "እንኳን ደስ አላችሁ",
      "waiting_list_add_success": "ይህ ምርት ሲሸጥ እናሳውቅዎታለን።",
      "waiting_list_delete_success": "ከጨረታ መጠበቂያ ዝርዝር ወጥተሃል።"
    },
    "offer_message": "ለእነዚህ እቃዎች {min_quantity} ይግዙ {percent}% ቅናሽ ያግኙ",
    "up_to": "በትዕዛዝ እስከ {per_order}x ድረስ",
    "get_free": "ነፃ ያግኙ",
    "get_off": "{percent}% ቅናሽ ያግኙ"
  },
  "styler": {
    "size_class": "መጠን እና ክፍል",
    "delete_bg": "የበስተጀርባ ምስል ሰርዝ",
    "bg_color": "የበስተጀርባ ቀለም",
    "section_style": "ክፍል ቅጥ አዘጋጅ",
    "link": "አገናኝ አዘጋጅ",
    "show_products": "ምርቶች / ምድቦች ዝርዝር አስተዳደር",
    "show_product": "ምርት ይምረጡ",
    "delete_section": "ክፍልን ሰርዝ",
    "text_color": "የጽሑፍ ቀለም",
    "tex_align": "የጽሑፍ አሰላለፍ",
    "text_style": "የጽሑፍ ዘይቤ",
    "bg_image": "የበስተጀርባ ምስል",
    "product": {
      "title": "ምርት ይምረጡ"
    },
    "products": {
      "title": "የምርት እና ምድቦች ዝርዝር አስተዳደር",
      "sort_options": "የመደርደር እና የእይታ ቅንብሮችን ይምረጡ",
      "item_types": "ምርቶችን/ ምድቦችን ብቻ አሳይ",
      "product_only": "ምርቶች ብቻ",
      "category_only": "ምድቦች ብቻ",
      "no_category": "በመደብርዎ ውስጥ ምንም ምድብ የለም።",
      "limit": "የምርት ገደብ",
      "limit_message": "የምርት ውጤት ቆጠራዎችን ያስገቡ",
      "select_categories": "ያሉትን ምድቦች ይምረጡ",
      "categories_limit": "ምድቦች ገደብ",
      "categories_limit_msg": "ከፍተኛውን የምድቦች ብዛት አስገባ። ዜሮን ያለ ገደብ አዘጋጅ።"
    }
  },
  "shop_contacts": {
    "popup": "ብቅ ባይ ድጋፍን አንቃ",
    "popup_message": "ይህን አማራጭ በማግበር የድጋፍ ቁልፉ በሱቅዎ ታችኛው ክፍል በስተቀኝ በኩል ይታያል።"
  },
  "popup_page": {
    "preview": "ብቅ ባይን ይመልከቱ",
    "menu": {
      "design": "ንድፍ",
      "appearance": "መልክ",
      "filter": "አጣራ",
      "setting": "በማቀናበር ላይ"
    },
    "notifications": {
      "save": "ብቅ ባይ በተሳካ ሁኔታ ተቀምጧል።",
      "edit": "ብቅ-ባይ በተሳካ ሁኔታ ተዘምኗል።"
    }
  },
  "popup_appearance": {
    "position": "አቀማመጥ",
    "position_desc": "የዚህ ማስታወቂያ ማሳያ ቦታ በገጹ ላይ ይግለጹ።",
    "width": "ስፋት",
    "width_desc": "ከፍተኛውን የገጽ ስፋት ማዘጋጀት ይችላሉ.",
    "height": "ቁመት",
    "height_desc": "ከፍተኛውን የገጽ ቁመት ማዘጋጀት ይችላሉ.",
    "radius": "የማዕዘን ራዲየስ",
    "radius_desc": "በዚህ ክፍል ውስጥ የማሳወቂያውን ማዕዘኖች የመዞር ራዲየስ ማዘጋጀት ይችላሉ.",
    "shadow": "ጥላ",
    "shadow_desc": "ብቅ ባይ መስኮቱ እንዲጠለል ይፈልጋሉ?",
    "delay": "መዘግየት አሳይ",
    "delay_desc": "አንዴ ተጠቃሚው ወደ ማከማቻዎ ከገባ፣ ይህ መጠን ካለፈ በኋላ፣ ለተጠቃሚው ማሳወቂያ ይታያል።",
    "hide": "መዘግየትን ደብቅ",
    "hide_desc": "ከትዕይንቱ ከጥቂት ሰከንዶች በኋላ ማሳወቂያው በራስ-ሰር እንዲዘጋ ማቀናበር ይችላሉ። የ0 ዋጋ ማለት ማሳወቂያው በራስ ሰር አይዘጋም ማለት ነው።",
    "transition": "ብቅ ባይ እነማ"
  },
  "popup_filter": {
    "registered": "የአባልነት እና የመግቢያ መስፈርት",
    "registered_desc": "ይህንን ማሳወቂያ ተጠቃሚዎችን ወይም እንግዶችን ለማከማቸት ብቻ ለማሳየት መምረጥ ይችላሉ።",
    "only_guests": "እንግዶች ብቻ",
    "only_users": "የገቡ ተጠቃሚዎች ብቻ",
    "purchased": "የግዢ ታሪክ",
    "purchased_desc": "ይህንን ማሳወቂያ አስቀድመው ለገዙ ተጠቃሚዎች ወይም ገና ላልገዙት ብቻ ለማሳየት መምረጥ ይችላሉ።",
    "no_purchase": "እስካሁን ምንም ግዢ የለም።",
    "yes_purchase": "በፊት የተገዛ",
    "sex": "ጾታ",
    "sex_desc": "ይህ ማስታወቂያ ለአንድ የተወሰነ ጾታ ተጠቃሚዎች ብቻ እንዲታይ ይፈልጋሉ?",
    "age": "ዝቅተኛው ዕድሜ",
    "age_desc": "ከ6 በላይ የሆነ ዋጋ ከገባ ተጠቃሚው መግባት አለበት እና የልደቱን ቀን አስገባ።",
    "levels": "የደንበኛ ክለብ ደረጃዎች",
    "levels_desc": "ተጠቃሚው ከታች ከተመረጡት ደረጃዎች ውስጥ አንዱ ካለው ይህ ማሳወቂያ ለእሱ ይታያል።",
    "countries": "የአካባቢ ገደቦች",
    "countries_desc": "ይህ ማሳወቂያ ከአንድ የተወሰነ ሀገር ለሚመጡ ተጠቃሚዎች ብቻ እንዲታይ ይፈልጋሉ?"
  },
  "popup_setting": {
    "published": "የታተመ ሁኔታ",
    "repeat": "ይድገሙ",
    "repeat_msg": "ይህ ማሳወቂያ ለተጠቃሚው ከአንድ ጊዜ በላይ እንዲታይ ይፈልጋሉ?",
    "intervals": "የብቅ-ባይ ማሳያ ጊዜ ቆይታ",
    "intervals_msg": "ለተጠቃሚ ማሳወቂያዎችን በማሳየት መካከል ያለው ዝቅተኛው የጊዜ ቆይታ ማለፍ አለበት።",
    "designer_zone": "ንድፍ አውጪ ዞን",
    "title": "የብቅ-ባይ ርዕስ",
    "note": "ንድፍ አውጪ ማስታወሻ",
    "image": "የሽፋን ምስል",
    "delete": {
      "title": "ሰርዝ",
      "sub_title": "ብቅ ባይ ከሰረዙ ምንም መመለስ የለም። እባክህ እርግጠኛ ሁን።",
      "action": "ይህን ብቅ ባይ ሰርዝ"
    },
    "notifications": {
      "delete": "ብቅ ባይ ተሰርዟል።"
    }
  },
  "shop_sms": {
    "title": "ኤስኤምኤስ ያስተዳድሩ",
    "sub_title": "የኤስኤምኤስ አብነቶች ለደንበኞች ተልከዋል።",
    "message": "በሱቅዎ የተላኩ የጽሑፍ መልዕክቶችን ይዘት እዚህ ማየት ይችላሉ። በመልዕክት አገልግሎት ውስጥ የማረጋገጫ ቅጦችን በመመዝገብ ላይ ባለው ገደብ ምክንያት, በአሁኑ ጊዜ የጽሑፍ መልእክቶችን ለግል ማበጀት አይቻልም."
  },
  "shop_emails": {
    "title": "ኢሜይሎችን ያስተዳድሩ",
    "sub_title": "በዚህ ክፍል ውስጥ በመደብሩ ለደንበኞች እና አስተዳዳሪዎች የተላኩ ኢሜይሎችን ዝርዝር ያያሉ። ኢሜይሎች ለመደብርዎ ባስገቡት መረጃ መሰረት ተዘጋጅተው የተፈጠሩ ናቸው። እንዲሁም መልዕክቶችን እና ምስሎችን ለግል የማበጀት እድሉ ወደፊት ለህዝብ ይቀርባል።"
  },
  "instagram": {
    "title": "በ Instagram ላይ ሽያጮች",
    "message": "በዚህ መሳሪያ እገዛ የእርስዎን Instagram ወደ መደብር መቀየር ይችላሉ. የ Instagram መለያዎን እዚህ ያክሉ እና ያረጋግጡ፣ ከዚያ ከእያንዳንዱ ልጥፍ ወይም ታሪክዎ አንድ ወይም ከዚያ በላይ ምርቶችን መለጠፍ ፣ የምርት ዝርዝርዎን ማከል እና መለያ መስጠት ወይም ልጥፍን ወደ አዲስ ምርት መለወጥ ይችላሉ!",
    "add_product": "አዲስ ምርት ያክሉ",
    "create_product": "ምርት ይፍጠሩ",
    "link_box_msg": "ታዳሚዎችዎ በፍጥነት፣ ቀላል፣ ብዙ እና በመጨረሻም ብዙ መግዛት እንዲችሉ ይህን ሊንክ በባዮዎ ውስጥ ኢንስታግራም፣ ቴሌግራም ወይም ሌላ ማህበራዊ ሚዲያ ላይ ያድርጉት።",
    "remove_account": "የ Instagram አገናኝን ይቀይሩ / ያስወግዱ",
    "sync": "የመለያ ውሂብ አመሳስል (በየ 60 ደቂቃው)"
  },
  "service_bill": {
    "task": {
      "title": "የሚደረጉ ነገሮች ዝርዝር",
      "message": "ሊሰሩት የሚፈልጓቸውን ስራዎች አርእስቶች ይፃፉ እና ገዥው ምን ያህል እድገት እንዳደረገ ያሳውቁ።"
    },
    "booking": {
      "title": "ቦታ ማስያዝ / ቦታ ማስያዝ",
      "message": "ይህ ትዕዛዝ በተወሰነ ጊዜ ውስጥ ይከናወናል, ደንበኛው የሚፈለገውን ጊዜ መርጧል, በተመረጠው ጊዜ ውስጥ ማንኛውንም ለውጥ ማድረግ ከፈለጉ, ደንበኛው እንዲያውቅ ያድርጉ.",
      "selected_checkin": "የተመረጠ የደንበኛ መግቢያ ቀን",
      "selected_checkout": "የተመረጠ ደንበኛ የሚወጣበት ቀን",
      "change_days_question": "በደንበኛው በተመረጡት ቀናት ውስጥ መለወጥ ያስፈልግዎታል?",
      "show_calendar": "የትዕዛዝ የቀን መቁጠሪያ አሳይ"
    },
    "pricing": {
      "title": "የዋጋ አሰጣጥ",
      "message": "ለዚህ አገልግሎት ምን ያህል ያስከፍላሉ?"
    },
    "subscription": {
      "title": "የደንበኝነት ምዝገባ",
      "message": "ይህንን አገልግሎት በየቀኑ በመግዛት የምዝገባ ጊዜውን መምረጥ ይችላሉ። አስቀድመው ያስገቧቸውን ነባሪ እሴቶች መለወጥ ከፈለጉ ለገዢው ያሳውቁ።",
      "duration": "የደንበኝነት ምዝገባ ጊዜ"
    },
    "charge": {
      "title": "ክስ",
      "message": "ለዚህ ንጥል ነገር ክፍያ ገልጸዋል በደንበኛው ለተገዛው ዕቃ የክፍያውን መጠን መለወጥ ይችላሉ።",
      "charge": "ክስ"
    },
    "save_item": "ያረጋግጡ እና ያቀናብሩ",
    "start_service": "አገልግሎት ጀምር",
    "end_service": "ጨርስ"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "አገልግሎቱን ማጠናቀቅ",
      "message": "ይህ ከተደረገ ትዕዛዙን ለማጠናቀቅ እና ለመዝጋት የማረጋገጫ ቁልፉን ይጫኑ.",
      "action": "ትዕዛዙን ያረጋግጡ እና ይሙሉ"
    }
  },
  "product_outputs": {
    "outputs_form": "የማሳያ መረጃ መዋቅር (ውፅዓት)",
    "virtual": {
      "title": "የምርት ውፅዓት መረጃ ቅጽ",
      "sub_title": "ከገዙ በኋላ ለተጠቃሚው ማሳየት የሚፈልጉት መረጃ። ይህ ቅጽ በተለይ እንደ የስጦታ ካርድ ላሉ ምናባዊ ምርቶች ሽያጭ ተፈጻሚ ይሆናል።"
    },
    "service": {
      "title": "የአገልግሎት ንድፍ",
      "sub_title": "በመጀመሪያ የአገልግሎት አይነትዎን ይምረጡ እና አስፈላጊውን መረጃ ያስገቡ. ለምሳሌ፣ የተግባር ዝርዝርን መግለፅ ወይም ደንበኛውን ለቦታ ማስያዝ ጊዜ ወይም ቀጠሮ መጠየቅ ይችላሉ።"
    }
  },
  "service_design": {
    "type": "የአገልግሎት ዓይነት",
    "type_message": "ለዚህ ምርት የሚሰጡትን የአገልግሎት አይነት ይምረጡ። እያንዳንዱን ንጥል በመምረጥ, ተገቢው ቅጽ ይታያል. በመረጡት የአገልግሎት አይነት ላይ በመመስረት, በማዘዝ ጊዜ ተጨማሪ መረጃ ከደንበኛው ሊደርስ ይችላል."
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "በፍላጎት",
      "desc": "እንደ የቤት ውስጥ ጥገና, ቀለም, የመኪና ጥገና, ወዘተ."
    },
    "BOOKING": {
      "title": "ቦታ ማስያዝ",
      "desc": "እንደ ሆቴል ክፍል ወይም ቪላ ቦታ ማስያዝ።"
    },
    "APPOINTMENT": {
      "title": "ቀጠሮ",
      "desc": "እንደ የቤት እንስሳት እንክብካቤ ቀጠሮ ወይም በአካል ማሰልጠን።"
    },
    "RENTAL": {
      "title": "ኪራይ",
      "desc": "እንደ ቦታ ወይም መኪና መከራየት።"
    },
    "SUBSCRIPTION": {
      "title": "የደንበኝነት ምዝገባ",
      "desc": "እንደ ክለብ አባልነት ወይም የመስመር ላይ አሰልጣኝ።"
    },
    "CHARGE": {
      "title": "ክስ",
      "desc": "እንደ መለያ መሙላት ወይም መተግበሪያ ለመጠቀም ማስከፈል።"
    },
    "CUSTOM": {
      "title": "ብጁ",
      "desc": "የሚሰጡት አገልግሎት ከላይ ከተጠቀሱት ውስጥ አንዱ ካልሆነ ይህንን አማራጭ ይምረጡ።"
    }
  },
  "avocado": {
    "title": "ፈጣን ፣ ትክክለኛ እና አስደሳች ሽያጮች በሁሉም ማህበራዊ ሚዲያ ላይ",
    "message": "ከደንበኞችዎ ገንዘብ ለማግኘት የሚያስፈልግዎ መጠን አንድ መጠን እና አንድ ርዕስ ብቻ ነው! ገንዘብ በቀጥታ ወደ መለያዎ ገቢ ይደረጋል እና ደንበኞችዎ ልዩ የግዢ ልምድ ይኖራቸዋል።",
    "new_order": "አዲስ ሂሳብ",
    "create_by_seller_title": "ደረሰኝ ፍጠር",
    "create_by_seller_message": "ደረሰኝ ከተወሰነ መጠን ጋር ፈጥረው ለአንድ ሰው መላክ ከፈለጉ፣ የክፍያ መጠየቂያ ቅጹን ለማሳየት ከዚህ በታች ያለውን ቁልፍ መምታት ይችላሉ። ትዕዛዙን በእሱ በኩል እንዲከፍል እና እንዲከታተል ለገዢው የመነጨ አገናኝ ይስጡ።",
    "create_by_buyer_title": "አቮካዶ ቅጽ",
    "create_by_buyer_message": "ይህንን ክፍል በማንቃት አንድ አገናኝ ይታይዎታል፣ ይህን አገናኝ ለገዢዎችዎ ያቅርቡ፣ ስለዚህም ትዕዛዛቸውን ማዘዝ ይችላሉ።",
    "orders_list": "የትእዛዝ ዝርዝር",
    "active_mode": "የትዕዛዝ ደረሰኝ ገቢር ነው።",
    "inactive_mode": "እንቅስቃሴ-አልባ",
    "active_message": "ይህንን ምንጭ በማግበር ደንበኞችዎ ከዚህ በታች በሚያዩት የጥያቄ ቅጽ በኩል ለምርቱ ማዘዝ ይችላሉ።",
    "avocado_form_link_message": "ታዳሚዎችዎ በፍጥነት፣በቀለለ እና በመጨረሻም ተጨማሪ ነገሮችን መግዛት እንዲችሉ ይህንን ሊንክ በባዮዎ ውስጥ ኢንስታግራም፣ቴሌግራም ወይም ሌላ ማህበራዊ ሚዲያ ላይ ያድርጉት።",
    "need_address": "አድራሻ ያግኙ",
    "need_address_msg": "የገዢውን ቦታ እና አድራሻ ማግኘት ከፈለጉ ይህን አማራጭ ይምረጡ.",
    "avocado_link_message": "ትዕዛዙን ለመክፈል ከላይ ያለውን አገናኝ ለደንበኛው ማቅረብ በቂ ነው. ደንበኛው በዚህ ሊንክ በኩል ትዕዛዙን መከተል ይችላል።",
    "edit_order": "ትዕዛዙን ያርትዑ",
    "progress": "የሂደት ደረጃ",
    "buyer_link": "የገዢ አገናኝ",
    "buyer_link_message": "ይህንን አገናኝ ለገዢዎ ያቅርቡ። ገዢው ትዕዛዙን በዚህ ሊንክ መክፈል እና መከታተል ይችላል። ይህ ማገናኛ ኮድ ነው, ማገናኛው ለማንኛውም ሰው ከተሰጠ, እሱ ክፍያ እና መረጃውን ማየት ይችላል. ይህ ማገናኛ ለ60 ቀናት ገቢር ይሆናል። ለመቅዳት ከታች ያለውን ሊንክ ይጫኑ።",
    "OrderConfirm_done": "ትዕዛዝ ተረጋግጧል።",
    "OrderConfirm_message": "ክፍያውን ካረጋገጡ እና ትዕዛዙ ትክክል ከሆነ, ከታች ያለውን አዝራር ጠቅ ያድርጉ.",
    "OrderConfirm_action": "የትዕዛዝ ማረጋገጫ",
    "PreparingOrder_message": "የደንበኛው ትዕዛዝ ለመላክ ዝግጁ ከሆነ ከታች ያለውን እሺ የሚለውን ቁልፍ ጠቅ ያድርጉ።",
    "PreparingOrder_action": "ትእዛዝ ለመላክ ዝግጁ ነው።",
    "finish_message": "ይህ ትዕዛዝ ከተጠናቀቀ, ይህን ትዕዛዝ ለመዝጋት የማብቂያ ቁልፍን ይጫኑ.",
    "finish_action": "የትእዛዝ ሂደትን አጠናቅቅ",
    "finish_dialog": {
      "title": "ትዕዛዙን ይሙሉ",
      "message": "ትዕዛዙ ተጠናቅቋል እና እርግጠኛ ነዎት መዝጋት ይፈልጋሉ?",
      "action": "አዎ ፣ የትዕዛዙን መጠናቀቁን ያረጋግጡ"
    },
    "configuration": "የአቮካዶ ቅንብሮች",
    "delivery_price": "የመላኪያ ወጪ",
    "edit_avocado_action": "መረጃን ያርትዑ",
    "submit_pricing_avocado_action": "የትዕዛዙን ዋጋ ያስገቡ",
    "add_avocado_action": "የክፍያ መጠየቂያ አገናኝ ፍጠር",
    "avocados_list": "የአቮካዶዎች ዝርዝር",
    "not_pricing": "ይህ ንጥል ዋጋ የለውም!",
    "show_all": "ሁሉንም አሳይ",
    "show_accepted": "የተረጋገጡ ዕቃዎችን አሳይ",
    "notifications": {
      "update_success": "አቮካዶ በተሳካ ሁኔታ ዘምኗል።",
      "add_success": "አቮካዶ በተሳካ ሁኔታ ተፈጥሯል።"
    },
    "name": "አቮካዶ"
  },
  "avocado_orders": {
    "title": "አቮካዶ",
    "title_small": "የማህበራዊ ሚዲያ ሽያጭ",
    "pending_orders": "ንቁ ትዕዛዞች",
    "avocado": "አቮካዶን እዘዝ"
  },
  "avocado_process": {
    "step1": "የዋጋ አሰጣጥ",
    "step1_msg": "የእያንዳንዱን እቃ ዋጋ አስገባ እና አረንጓዴ ሳጥኑ ላይ ምልክት አድርግ. እቃውን ለመሸጥ የማይቻል ከሆነ, ሁኔታውን ወደ ውድቅ ይለውጡ.",
    "step2": "ደረሰኝ ያረጋግጡ",
    "step2_msg": "ለዚህ ትዕዛዝ ደረሰኝ ይፍጠሩ። ለክፍያ መጠየቂያው ርዕስ እና መግለጫ ማስገባት ይችላሉ. የትዕዛዝ መጠን በጠቅላላ የእቃዎቹ ዋጋ ላይ ተመስርቶ ይሰላል።",
    "title_input": "የክፍያ መጠየቂያ ርዕስ *",
    "show_to_customer": "ይህ መረጃ ለገዢው ይታያል.",
    "description_msg": "ለዚህ ትዕዛዝ ማስታወሻ መጻፍ ይፈልጋሉ? ይህ መረጃ ለገዢው ይታያል.",
    "price_input": "የትዕዛዝ መጠን *",
    "tax_none": "ከቀረጥ ነፃ",
    "tax_included": "በዋጋ ውስጥ ተካትቷል",
    "tax_add": "ግብር ጨምር",
    "tax_message": "ታክስ በዋጋው ውስጥ መካተቱን ወይም አለመካተቱን መምረጥ ይችላሉ።",
    "tax_included_messages": "ታክስ በዋጋው ውስጥ ተካትቷል.",
    "tax_add_messages": "ታክስ በመጨረሻው ዋጋ ላይ መጨመር አለበት."
  },
  "hyper": {
    "print_label": "የሚከተለውን መለያ ያትሙ እና ከምርቱ ፊት ለፊት ያስቀምጡት",
    "hyper_form_link_product_message": "ደንበኞችዎ በዚህ አገናኝ በፍጥነት {product} መግዛት ይችላሉ። እንዲሁም የQR ኮድን በመቃኘት ተመሳሳይ አገናኝ ያስገባሉ።",
    "title": "ከፍተኛ ፈጣን ሽያጭ",
    "message": "በHper Selldone የሽያጭ ቻናል እገዛ ደንበኞችዎ ከጎንዎ ምንም አይነት እርምጃ ሳይወስዱ የQR ኮድን በመቃኘት ምርቶችን መግዛት ይችላሉ። በበዓላት፣ በኤግዚቢሽኖች ወይም በተጨናነቁ ሥነ ሥርዓቶች ላይ አንዳንድ ዕቃዎችን በፍጥነት ለመሸጥ በዚህ መንገድ ይጠቀሙ። በዚህ ክፍል ውስጥ Hyperን ካነቁ በኋላ፣ በምርት አስተዳደር ክፍል ውስጥ ለአካላዊ ምርቶች hyper QR ኮድ መፍጠር ይችላሉ።",
    "orders_list": "የከፍተኛ ትዕዛዞች ዝርዝር",
    "active_mode": "የከፍተኛ የሽያጭ ቻናል ነቅቷል።",
    "inactive_mode": "እንቅስቃሴ-አልባ",
    "active_message": "ይህንን አማራጭ ካነቁ ፈጣን-ሽያጭ-ኮዶችን የመፍጠር እድሉ በእያንዳንዱ ምርት አስተዳደር ክፍል ውስጥ ይታያል።",
    "hyper_form_link_message": "የሱቅህ hyper ገፅ አገናኝ",
    "configuration": "ልዕለ ቅንጅቶች",
    "name": "ሃይፐር"
  },
  "hyper_orders": {
    "title": "ሃይፐር",
    "title_small": "የሽያጭ ሪፖርት",
    "hyper": "የተቀበሉት ትዕዛዞች"
  },
  "product_file": {
    "no_file": "እስካሁን ምንም ፋይል አልተጫነም!",
    "delete_dialog": {
      "title": "ፋይል ሰርዝ",
      "message": "ይህን ፋይል መሰረዝ እርግጠኛ ነዎት?",
      "action": "አዎ፣ አሁን ሰርዝ"
    },
    "notifications": {
      "delete_success": "ፋይሉ በተሳካ ሁኔታ ተሰርዟል።"
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 ክፍያ {amount} እና {amount_total} ክሬዲት ያግኙ።",
    "charge_action": "ነጻ ክሬዲት በመጠየቅ ላይ",
    "claim_title": "ነፃ ክሬዲትዎን ይጠይቁ",
    "claim_charge_caution": "ማሳሰቢያ፡ ምንዛሬዎችን በኪስ ቦርሳ ሂሳብዎ መካከል መቀየር አይቻልም። ስለዚህ በሱቅዎ ውስጥ ለሚለዋወጠው ገንዘብ ተስማሚ የሆነ መለያ ይምረጡ።",
    "account_input": "የተቀማጭ ሂሳብ",
    "account_msg": "ክፍያ በዚህ መለያ ላይ ይተገበራል።"
  },
  "selldone_applications": {
    "title": "ትዕዛዝዎ እንዳያመልጥዎ!",
    "msg": "ንግድዎን በማንኛውም ቦታ እና በማንኛውም ጊዜ ያስተዳድሩ።"
  },
  "shop_seo": {
    "title": "SEO ውቅር",
    "msg": "የኦርጋኒክ ደንበኞችን ማግኛ ቻናሎችን በማጎልበት ወደ የመስመር ላይ ግብይት በፍጥነት ወደፊት።",
    "auto": {
      "title": "ራስ-ሰር SEO ሞተር",
      "msg": "በድር ጣቢያዎ ላይ ለታዳሚዎች እና የፍለጋ ፕሮግራሞች እንከን የለሽ የሞባይል ተሞክሮ ያቅርቡ።"
    },
    "amp": {
      "title": "AMP",
      "msg": "የተጣደፉ የሞባይል ገፆች አውቶማቲክ ማመንጨት።"
    }
  },
  "shop_preferences": {
    "order": {
      "title": "ትዕዛዞች",
      "desc": "አንድ ደንበኛ ትዕዛዙን ከከፈለ፣ የትዕዛዝ መረጃን የያዘ ኢሜይል ወደዚህ አድራሻ ይላካል።"
    },
    "return": {
      "title": "ተመለስ",
      "desc": "ምርቱ በገዢው ከተመለሰ, ይህ ኢሜይል ይላካል. ይህን ኢሜይል መላክ በተገዙት እቅድዎ ይወሰናል።"
    },
    "pos": {
      "title": "POS",
      "desc": "የPOS ሽያጭ ሪፖርት ወደዚህ ኢሜይል ይላካል።"
    },
    "avocado": {
      "title": "አቮካዶ",
      "desc": "የአቮካዶ ትዕዛዞች ዕለታዊ ሪፖርት ይላኩ።"
    },
    "accounting": {
      "title": "የሂሳብ አያያዝ",
      "desc": "የፋይናንስ ሪፖርቶችን እና ዝመናዎችን ያከማቹ።"
    },
    "subscription": {
      "title": "የደንበኝነት ምዝገባዎች",
      "desc": "የቅርብ ጊዜ የተገዛ የእቅድ ሁኔታ ከመጀመሪያ እና መጨረሻ የደንበኝነት ምዝገባ ማሳወቂያዎች ጋር ይዛመዳል።"
    },
    "technical": {
      "title": "ቴክኒካል",
      "desc": "ስለ ጎራ እና የአገልግሎት ሁኔታ ቴክኒካዊ ማሳወቂያዎች።"
    },
    "report": {
      "title": "ሪፖርቶች",
      "desc": "ሳምንታዊ እና ወርሃዊ ሪፖርቶች ወደዚህ ኢሜይል ይላካሉ"
    },
    "review": {
      "title": "ግምገማ",
      "desc": "በመደብሩ ውስጥ ያለውን ሂደት ማረጋገጥ ከፈለጉ፣ የሚመለከተው ኢሜይል ወደዚህ አድራሻ ይላካል። ለምሳሌ ተጠቃሚዎችን ለማከማቸት የግብይት ኢሜል መላክን ለማረጋገጥ።"
    }
  },
  "shop_languages": {
    "title": "የማከማቻ ቋንቋዎች",
    "sub_title": "የሱቅ ራስ-ትርጓሜ ፓኬጆችን ጫን እና አግብር።",
    "message": "በመደብርዎ ውስጥ እስከ 10 የቋንቋ ጥቅሎችን መጫን ይችላሉ። ተጨማሪ ፓኬጆችን መጫን ከፈለጉ ያነጋግሩን።"
  },
  "invite_friends": {
    "title": "ስለ ንግድዎ ለአለም ይንገሩ!",
    "msg": "Selldoneን ለጓደኞችዎ ያስተዋውቁ። ሲመዘገቡ የ99 ዶላር የኩባንያ ቫውቸር ያገኛሉ፣ እና የመጀመሪያ ግብይታቸውን እንደጨረሱ በጅምር ቫውቸር $15 ያገኛሉ።",
    "invite": {
      "title": "ነጻ የ$99 ቫውቸር ለማግኘት Selldone business OSን ይቀላቀሉ።",
      "description": "ንግድዎን በአስደናቂ መሳሪያ በመስመር ላይ ለመጀመር ወደ Selldone ጋብዝዎታለሁ።",
      "hashtags": "ኢኮሜርስ፣የድር ጣቢያ ገንቢ",
      "quot": "በ Selldone የመስመር ላይ መደብር ገነባሁ፣ እርስዎም ንግድዎን አሁን መስራት ይችላሉ።"
    }
  },
  "shops_list": {
    "title": "የእኔ ሱቆች",
    "message": "የራሴ ሱቆች፣ የተፈቀዱ እና የናሙና ሱቆች ዝርዝር።"
  },
  "shipping": {
    "warehouse_error": "መጀመሪያ መጋዘንዎን ያዘጋጁ! ይህ አድራሻ እንደ የመላኪያ መነሻ ሆኖ ያገለግላል።",
    "errors": {
      "set_origin": "የአካባቢ ካርታዎን ያዘጋጁ።",
      "set_country": "አገርህን አዘጋጅ።",
      "set_address": "አድራሻህን አዘጋጅ።",
      "set_zip": "የፖስታ ኮድዎን ያዘጋጁ።"
    },
    "set_warehouse": "መጋዘን አዘጋጅ",
    "pickup_location": "የመውሰጃ ቦታ",
    "refresh_rates": "ተመኖችን ያድሱ",
    "no_rate": "ምንም ተመን...",
    "view_messages": "መልዕክቶችን ይመልከቱ...",
    "not_set_yet": "ገና አልተዘጋጀም!",
    "drop_orders_here": "ትእዛዞችን እዚህ ጣል ያድርጉ..."
  },
  "blog_category": {
    "title": "የብሎግ ምድቦች",
    "add_action": "አዲስ ምድብ ያክሉ",
    "add_dialog": {
      "title": "አዲስ / አዘምን ምድብ",
      "force_edit": "የአርትዖት መንገድን አስገድድ",
      "force_edit_msg": "የምድብ ስም ይቀይሩ እና ሁሉንም መጣጥፎች ያዘምኑ።",
      "star_msg": "ኮከብ የተደረገባቸው ምድቦች በብሎግ ውስጥ ለመታየት ቅድሚያ አላቸው።",
      "star": "ታይቷል።",
      "delete_action": "ምድብ ሰርዝ",
      "add_action": "ምድብ ጨምር",
      "edit_action": "ምድብ አርትዕ"
    }
  },
  "about_us": {
    "title": "ስለ እኛ ገጽ",
    "subtitle": "ስለ እኛ በገጽ ላይ ለማሳየት ስለ ንግድዎ ጽሑፍ ይጻፉ። ይህ ገጽ ታዳሚዎች የእርስዎን የምርት ስም እና ተልዕኮ እንዲያውቁ ይረዳቸዋል።"
  },
  "terms": {
    "title": "የአገልግሎት ገፅ",
    "subtitle": "ለደንበኛዎችዎ የእርስዎን አገልግሎቶች የግዢ እና አጠቃቀምን ያብራሩ።"
  },
  "privacy": {
    "title": "የግላዊነት ፖሊሲ ገጽ",
    "subtitle": "የግላዊነት ፖሊሲ አንድ አካል የደንበኛን ወይም የደንበኛን ውሂብ የሚሰበስብበትን፣ የሚጠቀምበትን፣ የሚገልጽበትን እና የሚያስተዳድርበትን አንዳንድ ወይም ሁሉንም መንገዶች የሚገልጽ መግለጫ ወይም ህጋዊ ሰነድ ነው።"
  },
  "contact_us": {
    "title": "ያግኙን ገጽ",
    "subtitle": "የእውቂያ መረጃዎን ፣ አድራሻዎን እና የስልክ ቁጥርዎን ለደንበኞችዎ ለማሳየት በአግኙን ገጽ ላይ ይፃፉ ።"
  },
  "metaverse": {
    "title": "Metaverse ድልድይ",
    "subtitle": "Selldone በንግድ ቦታ %100 ኤፒአይ ላይ የተመሰረቱ አገልግሎቶችን ይሰጣል። ጨዋታ፣ብሎክቼይን እና ሜታቨርስ ገንቢዎች ንግዶችን፣ደንበኞችን እና አገልግሎቶችን ወደፊት በስራ፣በህይወት እና በንግድ አለም ለማገናኘት እነዚህን ኃይለኛ ኤፒአይዎች መጠቀም ይችላሉ።",
    "message": "ለጨዋታ ገንቢዎች ቀደምት መዳረሻ"
  },
  "orders_bulk_export": {
    "title": "የትዕዛዝ ረዳት",
    "timespan": {
      "title": "ጊዜ",
      "subtitle": "ትዕዛዞችን ለማስገባት የመጀመሪያ እና የመጨረሻ ቀኖችን ይምረጡ።"
    },
    "tasks": {
      "title": "የተግባር ውጤት",
      "subtitle": "ትዕዛዞችን በጅምላ ለማስኬድ የተግባሮችን ዝርዝር ያውርዱ። ውጤቱ የሚከፈልባቸው እና COD ትዕዛዞችን ብቻ ይዟል።",
      "export_title": "የተግባሮች ዝርዝር"
    },
    "labels": {
      "title": "የጥቅል መለያዎች",
      "subtitle": "በተመረጠው ጊዜ እና ሁኔታ ውስጥ ያሉትን ሁሉንም የትዕዛዝ መለያዎች ዝርዝር ያውርዱ። ውጤቱ የሚከፈልባቸው እና COD ትዕዛዞችን ብቻ ይዟል።",
      "export_title": "የሳጥን መለያዎች"
    }
  },
  "customers_funnel": {
    "title": "የደንበኞች ስነ-ህዝብ",
    "subtitle": "ባነሰ ግብይት የበለጠ ዋጋ ለማድረስ የተሻሉ ውሳኔዎችን ለማድረግ የደንበኞችዎን ውሂብ ያጣሩ እና ወደ ውጪ ይላኩ! እባክዎ የደንበኞችዎን ግላዊነት ያክብሩ እና የጅምላ ኢሜይሎችን በጭራሽ አይላኩላቸው! ከእያንዳንዳቸው ፈቃድ ሳያገኙ የደንበኞችዎን መረጃ ለሶስተኛ ወገን አገልግሎቶች በጭራሽ አያጋሩ።"
  },
  "transportation_pickups": {
    "addresses": {
      "title": "የመውሰጃ አድራሻዎች",
      "subtitle": "የመልቀሚያ አድራሻዎችን እዚህ ያክሉ እና ያርትዑ። ተጠቃሚዎች በቼክ መውጫ ገጹ ላይ የመልቀሚያ አድራሻን መምረጥ ይችላሉ።",
      "add_action": "አዲስ ቦታ ያክሉ"
    }
  },
  "affiliate_pos": {
    "title": "የተቆራኘ POS",
    "open_pos_action": "ፈጣን ማዘዣ POS",
    "description": "ይህ አማራጭ ለ Instagram ገጾች እና ለሌሎች ማህበራዊ አውታረ መረቦች አስተዳዳሪዎች ተስማሚ ነው። የደንበኞችን ትዕዛዝ ለመቀበል እና ለመጨመር ተባባሪ POSን ይጠቀሙ። የእርስዎ ተባባሪዎች (ወይም ፍራንቺስ) በ Affiliate POS ውስጥ አዲስ ትዕዛዞችን ማከል እና የተቀማጭ ወረቀቱን መስቀል ይችላሉ።"
  },
  "shop_configuration": {
    "login": {
      "title": "የመግቢያ ዘዴዎች",
      "subtitle": "ተጠቃሚዎች ወደ መደብርዎ የሚገቡበትን መንገድ ያብጁ።"
    },
    "checkout": {
      "title": "የፍተሻ ፍሰት",
      "subtitle": "በኢኮሜርስዎ ውስጥ የደንበኛዎን ጉዞ እና የግዢ ፍሰት ያብጁ።",
      "map": {
        "title": "ካርታ",
        "subtitle": "ተጠቃሚዎች የማድረሻ ቦታውን በካርታው ላይ መምረጥ አለባቸው (እንደ Uber)።",
        "subtitle_no_map": "ቦታው በደንበኛ በተሰጠ አድራሻ ውስጥ ከሌለ በማጓጓዣ ስሌት ውስጥ ያለው ርቀት ዜሮ እንደሆነ ይቆጠራል።"
      },
      "mode": {
        "title": "የደንበኞች መግቢያ ነጥብ",
        "default": {
          "title": "አሳፕ (ነባሪ)",
          "msg": "ተጠቃሚዎች በተቻለ ፍጥነት ይግቡ። (ተጨማሪ ልወጣ)"
        },
        "on_checkout": {
          "title": "ተመዝግቦ መውጫ ላይ",
          "msg": "ተጠቃሚዎች በቼክ መውጫው ደረጃ እንዲገቡ ያስገድዱ።"
        },
        "login_free": {
          "title": "አማራጭ መግቢያ",
          "msg": "ከትዕዛዝ ክፍያ በኋላ የመግቢያ አማራጭ።"
        }
      },
      "express": {
        "title": "ወደ ጋሪ ከተጨመረ በኋላ አቅጣጫ አዙር",
        "false": {
          "title": "መደበኛ ሁነታ",
          "msg": "በገጹ ላይ ይቆዩ እና ወደ ጋሪ አክል የሚለውን ጠቅ ካደረጉ በኋላ መግዛትን ይቀጥሉ።"
        },
        "true": {
          "title": "የፍጥነት ሁነታ",
          "msg": "ወደ ጋሪ አክል የሚለውን ጠቅ ካደረጉ በኋላ ደንበኛን ወደ መውጫ ገጹ ያዙሩት።"
        }
      },
      "shipping_address": {
        "title": "የመላኪያ አድራሻ ይጠይቁ"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "አካላዊ እና አገልግሎት (ነባሪ)",
      "desc": "በአካል እና በአገልግሎት ፍተሻዎች ውስጥ ደንበኛው አድራሻ እንዲያስገባ ይጠይቁ።"
    },
    "physical": {
      "title": "አካላዊ ብቻ",
      "desc": "በአካል ፍተሻ ውስጥ ብቻ ደንበኛው አድራሻ እንዲያስገባ ይጠይቁ።"
    },
    "off": {
      "title": "በጭራሽ",
      "desc": "የመላኪያ አድራሻውን በጭራሽ አይጠይቁ። ⚠ ከአገልግሎት አይነት ይልቅ ለምርቶች አካላዊ አይነት በመምረጥ ከተለዋዋጮች ጋር አገልግሎቶችን ለማግኘት ካቀዱ ይህንን አማራጭ ይጠቀሙ።"
    }
  },
  "business_model": {
    "title": "የንግድ ሞዴል ማዋቀር",
    "subtitle": "የእርስዎን የንግድ ሞዴል ያዘጋጁ፣ እና የእርስዎን ስርዓተ ክወና ከትዕይንቱ በስተጀርባ እናዋቅረዋለን።"
  },
  "business_type": {
    "title": "የሸቀጦች ዓይነቶች",
    "subtitle": "በሱቅዎ ውስጥ ለመሸጥ የሚፈልጉትን የምርት አይነት ያዘጋጁ። በ Selldone ውስጥ ያሉ የምርት ዓይነቶች ከምርቶቹ ዓይነት በላይ ናቸው; ስለ አሟሟት ሂደት የበለጠ ነው።",
    "send_activation_request_to_support": "የማግበር ጥያቄን በድጋፍ ትኬት ይላኩ።",
    "require_kyc": "የቢዝነስ ባለቤት KYC",
    "needs_enterprise_license": "የድርጅት ፍቃድ ሊኖርዎት ይገባል።",
    "marketplace_caution_message": "የእርስዎ ሞዴል የእርስዎን የንግድ ስርዓተ ክወና ውቅረት በእጅጉ ስለሚጎዳ የገበያ ቦታን ያዘጋጁ። ለምሳሌ ለእያንዳንዱ ምርት በገለልተኛ ዋጋ እና ክምችት ቢያንስ አንድ አቅራቢን መግለጽ አለቦት። ደንበኞች ሻጭ የሌላቸውን ምርቶች መግዛት አይችሉም."
  },
  "business_model_view": {
    "normal": {
      "title": "መደበኛ መደብር",
      "desc": "በተለምዶ SME፣ የቤት ንግድ ወይም dropshipper - ምርታቸውን በቀጥታ ለደንበኞች የሚሸጡ ወይም የጅምላ ሻጮችን እንደ ሻጭ የሚሸጡ።"
    },
    "dropshipping": {
      "title": "መጣል",
      "desc": "ምንም አይነት ምርት እና ዕቃ አይያዙ - ለሶስተኛ ወገን ይከፍላሉ፣ ብዙውን ጊዜ ለጅምላ ሻጭ (እንደ ፕሪንት ፣ ጅምላ 2ቢ ፣ ...) ወይም አምራች ፣ እና ከትዕይንቱ በስተጀርባ ትእዛዞችን ያሟላሉ።"
    },
    "wholesaler": {
      "title": "የማጓጓዣ አቅራቢ",
      "desc": "በተለምዶ የጅምላ አከፋፋይ ወይም አምራች - ለዋና ሸማች በቀጥታ የሚያዝዝ። በ Selldone ላይ ያሉ ሌሎች ነጋዴዎች ምርቶችዎን በመደብራቸው ውስጥ መጣል ይችላሉ።"
    },
    "marketplace": {
      "title": "የገበያ ቦታ",
      "desc": "የመስመር ላይ የገበያ ቦታዎች ገዢዎችን እና ሻጮችን በባለቤትነት እና በተማከለ መድረክ ላይ ያገናኛሉ."
    },
    "franchise": {
      "title": "ፍራንቸስ / ተባባሪ",
      "desc": "ፍራንቺዝ የእርስዎን ብራንድ (ፍራንቺሲንግ) የሚያቋቁመው ወይም ምርቶችዎን በምልክታቸው (በአጋርነት) የሚሸጥ ፍራንቺሰርን የሚያካትቱ ምርቶችን ወይም አገልግሎቶችን የማከፋፈል ዘዴ ነው።"
    }
  },
  "marketplace": {
    "vendor_wallets": "የኪስ ቦርሳዎች",
    "pricing_models": "የዋጋ አሰጣጥ",
    "add_vendor": "ሻጭ ጨምር",
    "requests": "ጥያቄዎች"
  },
  "price_input_type": {
    "title": "የዋጋ ግቤት አይነት",
    "default": {
      "title": "ነባሪ",
      "desc": "በጋሪው ውስጥ እንዳለ ዋጋ ይምረጡ።"
    },
    "area": {
      "title": "አካባቢ",
      "desc": "ብዛቱን ለማስላት ስፋትና ርዝመትን እንደ ግብአት አስገባ።"
    },
    "volume": {
      "title": "የድምጽ መጠን",
      "desc": "ብዛቱን ለማስላት ስፋት፣ ርዝመት እና ቁመት እንደ ግብአት ያስገቡ።"
    },
    "custom": {
      "title": "ብጁ (በግቤት ቅጽ)",
      "desc": "በመቶዎች የሚቆጠሩ ተለዋጮች አያስፈልግም! በጣም ሊበጁ ለሚችሉ ምርቶች ብጁ የወጪ ስሌት ቅጽ ይፍጠሩ።"
    }
  },
  "vendors_list": {
    "title": "የኔ ሻጮች",
    "message": "የራሴ አቅራቢዎች ዝርዝር።"
  },
  "vendor_page": {},
  "domains": {
    "message": "ብዙ ጎራዎችን ከንግድዎ OS ጋር ያገናኙ እና ሁሉንም በአንድ ቦታ ያስተዳድሩ። እንደ ጦማር እና ማህበረሰብ ያሉ ለእያንዳንዱ የድር ጣቢያዎ ክፍሎች የተሰጡ ጎራዎችን ለመፍጠር የበርካታ ጎራዎችን ባህሪ መጠቀም ወይም የተለያዩ ጎራዎችን ለተባባሪዎችዎ መጠቀም ይችላሉ።"
  },
  "notes": {
    "add_action": "ለቡድንዎ ማስታወሻ ያክሉ",
    "notifications": {
      "success_add": "ማስታወሻ በተሳካ ሁኔታ ታክሏል።",
      "success_delete": "ማስታወሻ በተሳካ ሁኔታ ተሰርዟል።"
    }
  },
  "external_services": {
    "title": "ውጫዊ አገልግሎቶች",
    "subtitle": "እንደ ኤስኤምኤስ እና ኢሜይሎች ያሉ የውጪ አገልግሎቶችን የመጨረሻ ሁኔታ እዚህ ይከታተሉ።"
  },
  "theme": {
    "dark_mode": "ጨለማ ሁነታ",
    "dark_mode_description": "ጥቁር ዳራ ከነጭ የጽሑፍ ቀለም ጋር ከፈለጉ ይህንን አማራጭ ይምረጡ።",
    "light_mode": "የብርሃን ሁነታ",
    "light_mode_description": "ከበስተጀርባው ብርሃን እና ጽሑፉ በጥቁር ቀለም እንዲሆን ከፈለጉ ይህንን አማራጭ ይምረጡ።"
  },
  "shop_quota": {
    "title": "የአጠቃቀም ኮታ",
    "sub_title": "ይህ ለሱቅዎ የአጠቃቀም ኮታ ዝርዝር ነው። የሱቅ ፍቃድን በማሻሻል እነዚህን ገደቦች መጨመር ይችላሉ። ከገደቡ ካለፉ፣ ተጨማሪ ዕለታዊ የኮታ አበል ከእኛ መጠየቅ ይችላሉ። ሁሉም አጠቃቀም በየቀኑ እንደገና ይጀመራል።"
  },
  "app_card": {
    "category": "ምድብ",
    "installs": "ጫን",
    "actives": "ንቁ",
    "uninstalls": "ማራገፎች",
    "app_code": "የመተግበሪያ ኮድ",
    "app_mode": "የመተግበሪያ ሁነታ"
  },
  "product_status": {
    "open": {
      "name": "ንቁ",
      "title": "ንቁ | የመስመር ላይ እና ከመስመር ውጭ ሽያጭ",
      "description": "ይህ ምርት ለመስመር ላይ ትዕዛዞች ይገኛል።"
    },
    "close": {
      "name": "እንቅስቃሴ-አልባ",
      "title": "እንቅስቃሴ-አልባ | ከመስመር ውጭ ሽያጭ ብቻ",
      "description": "ይህ ምርት ለመስመር ላይ ትዕዛዞች አይገኝም።"
    },
    "pending": {
      "name": "በመጠባበቅ ላይ",
      "title": "በመጠባበቅ ላይ",
      "description": "በቀጥታ ከመለቀቁ በፊት የገበያ ቦታ ግምገማ ያስፈልገዋል።"
    },
    "rejected": {
      "name": "ውድቅ ተደርጓል",
      "title": "ውድቅ ተደርጓል",
      "description": "ይህ ምርት በገበያ ቦታ ውድቅ ተደርጓል።"
    }
  },
  "suggestions": {
    "vendor_payment": {
      "note": [
        "ለሽያጭ ክፍያ ተሟልቷል",
        "የሻጭ ኮሚሽን ክፍያ.",
        "ግብይት በተሳካ ሁኔታ ተጠናቀቀ።",
        "ለቅርብ ጊዜ ሽያጭ የሚላክ ገንዘብ።",
        "ለአቅራቢ አገልግሎቶች የተሳካ ሽግግር።"
      ],
      "reverse_fund_reason": [
        "ገንዘቦችን መመለስ፡ ከባንክ ወደ ሻጭ ቦርሳ ያስተላልፉ።",
        "የአቅራቢ ቦርሳ መሙላት፡ ከባንክ ሂሳብ ገንዘብ መመለስ።",
        "የተገላቢጦሽ ግብይት፡ ከባንክ ወደ ሻጭ የኪስ ቦርሳ ገንዘብ ማስተላለፍ።",
        "ተመላሽ ገንዘብ፡ የባንክ ተቀማጭ ገንዘብ ወደ ሻጭ ቦርሳ መመለስ።",
        "የገንዘብ መቀልበስ፡ የሻጭ ቦርሳ ከባንክ መሙላት።"
      ]
    },
    "shop_email": {
      "name": [
        "ልዕለ ቁጠባ የሳምንት ፍንዳታ",
        "ልዩ የውስጥ ለውስጥ ቅናሾች ይፋ ሆነዋል",
        "የእርስዎ ቪአይፒ መዳረሻ የፕሪሚየም ቅናሾች",
        "ወቅታዊ ሽያጭ Extravaganza",
        "የግዢ ገነትህን ክፈት",
        "የግራንድ ሾፐር ካርኔቫል",
        "የስፕሪንግ ፍሊንግ የገበያ ቦታ",
        "የበልግ ቅናሾች እርስዎ መቋቋም አይችሉም",
        "የክረምት ድንቆች፡ ለቅዝቃዛ ቀናት ሞቅ ያለ ቅናሾች",
        "የበጋ መጨረሻ የጽዳት ቆጠራ",
        "ጥቁር ዓርብ Bonanza: ቀደም ወፍ መዳረሻ",
        "ጤና ይስጥልኝ በዓላት፡ የስጦታ መመሪያዎ እና ሌሎችም።",
        "ትኩስ ግኝቶች፡ አዲስ መጤዎች ለእርስዎ ብቻ",
        "ታማኝነት ተሸልሟል፡ ውስጥ ልዩ ቅናሾች"
      ],
      "subject": [
        "⏰ የተወሰነ ጊዜ አቅርቦት! ተወዳጆችዎን አሁን ይያዙ",
        "🌼 አዲስ ምዕራፍ፣ አዲስ ቅጦች - የቅርብ ጊዜ ስብስባችንን ያስሱ",
        "👑 ልዩ የቪአይፒ ሽያጭ ለእርስዎ",
        "💃 ከአዲሶቹ መጤዎቻችን ጋር አንገታቸውን አዙሩ",
        "🔚 በሁሉም ነገር በ20% የመደሰት የመጨረሻ እድል",
        "🎁 ስጦታ ለእርስዎ፡ ውሥጥ የ$10 ክሬዲት!",
        "☀️ በሞቀ ቅናሾቻችን ለበጋ ተዘጋጁ",
        "🛍️ ልብስህን አሻሽል - ይገባሃል",
        "👀 አጭር እይታ፡ አዳዲስ ምርቶች በቅርቡ ይመጣሉ!",
        "🎂 መልካም ልደት! ልዩ ስጦታዎ ይጠብቃል።",
        "🖤 ለጥቁር አርብ ቅናሾች ዝግጁ ኖት?",
        "🎯 ምርጥ ምርጫዎች ለእርስዎ ብቻ - ለግል የተበጀ የግዢ ልምድ",
        "🍹 ራስዎን ለማከም ጊዜ - የሳምንት ፍላሽ ሽያጭ!",
        "🧹 የወቅቱ ማጽጃ መጨረሻ - ሁሉም ነገር መሄድ አለበት!",
        "🚀 ያገኙታል! በሚቀጥለው ትእዛዝዎ ላይ ነፃ መላኪያ",
        "📢 እንዳያመልጥዎ - የምኞት ዝርዝርዎ አሁን በሽያጭ ላይ ናቸው።",
        "🏡 በቤታችን ማስጌጫዎች ስብስብ ደስታን ወደ ቤትዎ አምጡ",
        "🎉 አስገራሚ ነገር ላንተ! የምስጢር ቅናሹን ይክፈቱ"
      ]
    },
    "discount_code": {
      "code": [
        "እንኳን ደህና መጣህ10",
        "የበጋ20",
        "VIPSALE30",
        "BDAY15",
        "ጥቁር ዓርብ",
        "ሳይበር ሰኞ",
        "ነጻ ማጓጓዣ",
        "ብልጭታ",
        "ክሊራንስ",
        "የጠዋት ሰው",
        "ተማሪ10",
        "ክረምት 25",
        "ጸደይ15",
        "FALL20",
        "BESTSELLER10",
        "HOLIDAY30",
        "ቫለንታይን20",
        "መልካም የእናቶች ቀን",
        "የአባቶች ቀን",
        "ENDOFYEAR"
      ],
      "title": [
        "የፍላሽ ሽያጭ፡ 20% ቅናሽ!",
        "የቪአይፒ ቅድመ መዳረሻ ቅናሽ",
        "የሳምንት መጨረሻ ድርድር፡ አሁን አስቀምጥ!",
        "ዛሬ በ15% ቅናሽ ይደሰቱ",
        "የበጋ ሽያጭ፡ ተጨማሪ 10% ቅናሽ",
        "የጽዳት ሽያጭ! ትልቅ አስቀምጥ",
        "ልዩ ቅናሽ፡ ነጻ መላኪያ",
        "2-ለ-1፡ ዛሬ ብቻ!",
        "የበዓል ልዩ፡ 25% ቅናሽ",
        "ልዩ የ30% ቅናሽ",
        "ይገርማል! ተጨማሪ 20% ቅናሽ",
        "ውስጥ ወቅታዊ ቁጠባዎች",
        "የመካከለኛው ሳምንት እብደት፡ 10% ቅናሽ",
        "በቅርቡ ያበቃል፡ ከሁሉም ነገር 15% ቅናሽ",
        "ቤተሰብ እና ጓደኞች፡ 20% ቅናሽ",
        "በዚህ ሳምንት መጨረሻ ትልቅ ቁጠባዎች",
        "ጥቁር ዓርብ: 40% ቅናሽ",
        "የእይታ ቅናሽ፡ 30% ቅናሽ"
      ],
      "description": [
        "ልዩ ቅናሽዎን ይጠይቁ! የተወሰነ ጊዜ ብቻ።",
        "ፍጠን! ልዩ ቁጠባዎች በጋሪዎ ውስጥ ይጠብቃሉ።",
        "ትልቅ ቁጠባዎች በአንድ ጠቅታ ብቻ ይቀራሉ!",
        "ይህ ስምምነት ከመጥፋቱ በፊት ይጠቀሙበት።",
        "ልዩ ቅናሽ በመጠበቅ ላይ! እንዳያመልጥዎ።",
        "በእኛ አቅርቦት የግዢ መንፈስዎን ያሳድጉ!",
        "የሚቀጥለው ትዕዛዝዎ እርስዎ ከሚያስቡት ያነሰ ሊሆን ይችላል!",
        "የሚፈልጉትን ዕቃ ለመውሰድ ትክክለኛው ጊዜ ነው።",
        "ቀንዎን የበለጠ ብሩህ ለማድረግ ትንሽ ነገር።",
        "ለማስቀመጥ ዝግጁ ነዎት? አስገራሚ ቅናሽ እየጠበቀ ነው!",
        "ልዩ ስለሆንክ፣ እዚህ ልዩ ስምምነት አለ።",
        "የሆነ ነገር ላይ አይንህን አግኝተሃል? እነሆ ቋጠሮ!",
        "ለመቆጠብ እንደአሁኑ ጊዜ የለም።",
        "ይህ ስምምነት እንዳያመልጥዎ! ማለፍ በጣም ጥሩ ነው።",
        "ታላቅ ዜና! ግዢህ አሁን ርካሽ ሆነ።",
        "ፍጠን፣ ልዩ ቅናሽህ በቅርቡ ያበቃል!",
        "ስለ ታማኝነትህ ትንሽ አመሰግናለሁ።"
      ]
    },
    "coupon": {
      "title": [
        "ቁጠባዎች ተለቀቁ",
        "ቅናሹን ይክፈቱ",
        "ልዕለ ቁጠባዎች",
        "ልዩ ስምምነት",
        "የጉርሻ ቁጠባዎች",
        "የቪአይፒ ቅናሽ",
        "ልዩ ቅናሽ",
        "ተጨማሪ ቁጠባዎች",
        "የቅናሽ ማንቂያ",
        "የበጀት ደስታ",
        "ኢኮኖሚ ደስታ",
        "ዋጋ Bonanza",
        "የዋጋ ቅነሳ",
        "ደስተኛ ቁጠባዎች",
        "የበለጠ ይቆጥቡ ፣ የበለጠ ይግዙ",
        "የፍላሽ ስምምነት",
        "የመደራደር ጉርሻ",
        "ፈጣን ቁጠባዎች",
        "የእለቱ ስምምነት",
        "ወቅታዊ ስርቆት"
      ],
      "description": [
        "በእኛ ላይ ጣፋጭ ስምምነት ይደሰቱ! በሚቀጥለው ግዢዎ ላይ ያስቀምጡ.",
        "ደንበኞቻችንን እናከብራለን - በዚህ ልዩ ቅናሽ ይጠቀሙ።",
        "የሚወዱትን ባነሰ ዋጋ ያግኙ። በእኛ ላይ ቅናሽ!",
        "ለማስቀመጥ ዝግጁ ነዎት? ልዩ ቅናሽ ይጠብቃል!",
        "ምክንያቱም እርስዎ ልዩ ነዎት! በሚቀጥለው ትዕዛዝዎ ላይ ቅናሽ ይደሰቱ።",
        "እራስዎን በገበያ ቦታ ይያዙ እና ያስቀምጡ!",
        "እስኪያጥሉ ድረስ ለመግዛት ይዘጋጁ - እና ያስቀምጡ!",
        "ወቅቱን በልዩ ቅናሽ ያክብሩ።",
        "በልዩ ቅናሽ ታማኝ ደንበኞቻችንን እናመሰግናለን።",
        "በሚቀጥለው ግዢዎ ላይ የማይታመን ቁጠባዎችን ይክፈቱ።",
        "የእርስዎን ልዩ ቁጠባ ይመልከቱ።",
        "የእርስዎን አስገራሚ ቅናሽ በእኛ ላይ ያግኙ!",
        "በእኛ ልዩ ቅናሽ የግዢ ልምድዎን ያሻሽሉ።",
        "በእኛ ልዩ ቅናሽ ቁጠባዎን ይዝለሉ።",
        "በትንሽ ነገር እራስዎን ያስደስቱ - ልዩ ቅናሽ።",
        "የሚቀጥለው የግዢ ጀብዱ የበለጠ ተመጣጣኝ ሆኗል!",
        "ምክንያቱም ግብይት በቅናሽ የበለጠ አስደሳች ነው።"
      ]
    },
    "offer": {
      "title": [
        "ጥቅል እና ትልቅ አስቀምጥ!",
        "ብዙ ይግዙ፣ ተጨማሪ ይቆጥቡ!",
        "ስማርት ቅናሾች ለስማርት ሸማቾች",
        "የቅናሽ ማንቂያ! የጥቅል ቁጠባዎች",
        "ጥምር አቅርቦት - ለጥቂቱ ተጨማሪ",
        "በቅርቅቦች ላይ ልዩ ቁጠባዎች",
        "ለገንዘብዎ ተጨማሪ ያግኙ!",
        "ሲዋሃዱ ያስቀምጡ",
        "በኮምቦስ ላይ ልዩ ቅናሾች",
        "በመደብር ውስጥ ትልቅ ቁጠባ!",
        "ምርጥ እሴት ቅርቅቦች",
        "የተገደበ ጊዜ ጥቅል ቅናሾች",
        "በኮምቦስ ላይ ትልቅ ቅናሾች",
        "በንጥሎች ላይ ብልጥ ቁጠባዎች",
        "በቅርቅቦች ላይ የማይበገሩ ቅናሾች",
        "ባለብዙ ግዢ ቅናሾች ይገኛሉ",
        "ላነሰ አሁን እጥፍ ያድርጉ",
        "የጅምላ ግዢ = ትልቅ ቁጠባ"
      ],
      "description": [
        "የተመረጡ ምርቶችን ሲያቀናጁ ትልቅ ቁጠባ ያስመዝግቡ። ፍጠን፣ የተወሰነ ጊዜ አቅርቦት!",
        "ዘመናዊ ቅናሾች ይጠበቃሉ! የደመቁ ዕቃዎችን አንድ ላይ ሲገዙ የበለጠ ይቆጥቡ።",
        "ለማስቀመጥ ብልጥ መንገድን ያግኙ! ተወዳጆችዎን ሰብስቡ እና የዋጋ ቅነሳን ይመልከቱ።",
        "በጥምረት ውስጥ የተመረጡ ዕቃዎችን ሲገዙ ልዩ ቅናሾችን ይደሰቱ። አሁን እርምጃ ይውሰዱ!",
        "ብዙ ይግዙ፣ ብዙ ይቆጥቡ! በእኛ ልዩ የምርት ጥቅሎች ላይ የማይበገሩ ቅናሾች።",
        "በእኛ ልዩ ቅናሾች በስማርት ይግዙ። በተመረጡ የምርት ቅርቅቦች ላይ የቅናሽ ዋጋዎች።",
        "ባነሰ ተጨማሪ ያግኙ! የእኛን የተመረጡ ጥቅሎችን ሲገዙ አስደናቂ ቅናሾች።",
        "ሲጠቅሙ ትልቅ ይቆጥቡ! ለተወሰነ ጊዜ በተመረጡ ዕቃዎች ላይ ልዩ ቅናሾች።",
        "ያጣምሩ እና ያስቀምጡ! የተመረጡ ምርቶቻችንን አንድ ላይ ሲገዙ ልዩ ቅናሾች።",
        "ብዙ በገዙ መጠን፣ የበለጠ ያድናሉ! በልዩ ጥቅሎቻችን ብልህ ይሁኑ።"
      ]
    },
    "gift_card_type": {
      "title": [
        "እራስህን ማከም!",
        "ለአንተ ብቻ!",
        "መልካም ግዢ!",
        "በእኛ ይደሰቱ!",
        "ትንሽ ያዝናኑ",
        "ምክንያቱም እርስዎ ልዩ ነዎት",
        "ትንሽ መደነቅ",
        "ቀንህን አድርግ",
        "እነሆ ላንተ",
        "ደስታን አስፋፉ",
        "የፍቅር ስጦታ",
        "በደስታ ይግዙ",
        "የምስጋና ምልክት",
        "ለመበተን ጊዜ",
        "አፍታውን አጣጥሙ",
        "የእርስዎን ተወዳጆች ያግኙ",
        "ምርጫው ያንተ ነው።",
        "እራስህን ግለጽ",
        "አስማትን ያግኙ",
        "የእርስዎን ዘይቤ ይልቀቁ"
      ]
    },
    "vendor_refund_order": {
      "note": [
        "ገንዘቦች ከእርስዎ ምናባዊ የኪስ ቦርሳ ላይ ተቀንሰው ወደ የገበያ ቦታ ቦርሳ ተመልሰዋል።",
        "ምናባዊ የኪስ ቦርሳ ቀሪ ሒሳብ በመቀነስ ገንዘብ ተመላሽ ተደርጓል።",
        "ተመላሽ ገንዘብ ተጠናቅቋል። የገበያ ቦታው የኪስ ቦርሳ ከእርስዎ ምናባዊ የኪስ ቦርሳ ተሞልቷል።",
        "ለገበያ ቦታው የኪስ ቦርሳ በቅርቡ ተመላሽ ለማድረግ የእርስዎ ምናባዊ የኪስ ቦርሳ ተከፍሏል።",
        "በቅርቡ በተመላሽ ገንዘብ ምክንያት የእርስዎ ምናባዊ የኪስ ቦርሳ ገንዘቦች ተስተካክለዋል።",
        "ገንዘቡን ከምናባዊ ቦርሳዎ በመቀነስ ተመላሽ ተካሂዷል።",
        "ለገበያ ቦታው የኪስ ቦርሳ ገንዘብ ተመላሽ በማድረጉ ምክንያት የእርስዎ ምናባዊ የኪስ ቦርሳ ሒሳብ ቀንሷል።",
        "የተመላሽ ገንዘብ ግብይት ተካሂዷል፣ ገንዘቦችን ከምናባዊ ቦርሳዎ ወደ ገበያ ቦታ በማንቀሳቀስ።"
      ]
    },
    "product": {
      "warranty": [
        "የ24-ወር ወርቅ ዋስትና",
        "የፕላቲኒየም ጥበቃ ለሁለት ዓመታት",
        "የአልማዝ ዋስትና ለ36 ወራት",
        "የብር ጋሻ፡ የአንድ አመት ዋስትና",
        "የ2-ዓመት Elite ማረጋገጫ",
        "ለ24 ወራት የፕሪሚየም ጥበቃ",
        "የነሐስ ምትኬ፡ የአንድ ዓመት ዋስትና",
        "የ3-አመት የመጨረሻ ጊዜ ዋስትና",
        "የ24-ወር አስተማማኝ የአገልግሎት ተስፋ",
        "36-ወር የአእምሮ ጥበቃ"
      ],
      "pros_name": [
        "ውጤታማነት ተሻሽሏል።",
        "ወጪ ቆጣቢ መፍትሄ",
        "በጥራት የተረጋገጠ",
        "ለአጠቃቀም አመቺ",
        "ጊዜ ቆጣቢ",
        "አስተማማኝነት የተረጋገጠ",
        "ሁለገብ አጠቃቀም",
        "የመቁረጥ ቴክኖሎጂ",
        "ለአካባቢ ተስማሚ",
        "ልዩ አፈጻጸም"
      ],
      "pros_value": [
        "በፈጣን እና ቀልጣፋ ክዋኔዎች ጉልህ ጊዜ ይቆጥባል።",
        "የላቀ ቴክኖሎጂን ላልተመሳሰለ አፈጻጸም ይጠቀማል።",
        "ወጪን ይቀንሳል እና ምርታማነትን ይጨምራል.",
        "ለቀላል አሰሳ ለተጠቃሚ ምቹ የሆነ በይነገጽ ያቀርባል።",
        "አስተማማኝ እና ተከታታይ አፈፃፀም ዋስትና ይሰጣል።",
        "በተለያዩ ተግባራት ላይ ሁለገብ አፕሊኬሽኖችን ያቀርባል።",
        "ለአካባቢ ተስማሚ የሆኑ ቁሳቁሶችን እና ሂደቶችን ይጠቀማል.",
        "የላቀ ውጤት ለማግኘት በቴክኖሎጂ የተነደፈ።",
        "ከፍተኛ ጥራት ያለው ንድፍ ረጅም ጊዜ የመቆየት ችሎታን ያረጋግጣል.",
        "የሁሉንም ሰዓት የደንበኛ ድጋፍ ያቀርባል።"
      ],
      "cons_name": [
        "ውድ ኢንቨስትመንት",
        "የተወሰነ ተኳኋኝነት",
        "ውስብስብ ማዋቀር",
        "ስልጠና ያስፈልገዋል",
        "ንዑስ አፈጻጸም",
        "ሁለገብነት እጥረት",
        "ውስን ድጋፍ",
        "ተደጋጋሚ ጥገና",
        "ከፍተኛ የኃይል ፍጆታ",
        "አጭር የህይወት ዘመን"
      ],
      "cons_value": [
        "ከአማራጮች ጋር ሲነፃፀር ከፍተኛ የመነሻ ኢንቨስትመንት።",
        "ከሁሉም ስርዓቶች ወይም መሳሪያዎች ጋር ተኳሃኝ ላይሆን ይችላል።",
        "የማዋቀር ሂደት በጣም የተወሳሰበ ሊሆን ይችላል.",
        "ለአጠቃቀም ተጨማሪ ስልጠና አስፈላጊ ሊሆን ይችላል.",
        "አፈጻጸሙ ሁሉንም የሚጠበቁትን ላያሟላ ይችላል።",
        "በተግባራዊነት የተገደበ ወይም ሁለገብነት ይጎድላል።",
        "የደንበኛ ድጋፍ ከሰዓት በኋላ ላይገኝ ይችላል።",
        "ተደጋጋሚ ጥገና ያስፈልጋል, ይህም ከፍተኛ ወጪን ያስከትላል.",
        "ከፍተኛ መጠን ያለው ሃይል ይበላል, የመገልገያ ወጪዎችን ይጎዳል.",
        "የምርት ህይወት የሚጠበቀው ያህል ላይሆን ይችላል።"
      ]
    },
    "blog_category": {
      "category": [
        "የቴክኖሎጂ ግንዛቤዎች",
        "Foodie ግኝቶች",
        "የጉዞ ታሪኮች",
        "የጤና ምክሮች",
        "የፋሽን ተወዳጆች",
        "የንግድ Buzz",
        "የአኗኗር ዘይቤ ታሪኮች",
        "የስፖርት ዝማኔዎች",
        "የጥበብ ድምቀቶች",
        "የወላጅነት ጠቋሚዎች"
      ],
      "description": [
        "በተለያዩ ርዕሰ ጉዳዮች ላይ አስተዋይ ጽሑፎችን ያግኙ።",
        "መረጃ ሰጪ ብሎግ ልጥፎችን ስብስባችንን ያስሱ።",
        "የእኛን አሳታፊ የብሎግ ምድብ ይዘት መረጃ ያግኙ።",
        "በብሎግ ምድብ ጽሑፎቻችን በኩል ተነሳሽነትን ያግኙ።",
        "በተለያዩ የብሎግ ምድብ ርእሶች እውቀትዎን ያስፋፉ።",
        "በአስደናቂ የብሎግ ምድብ ግንዛቤዎች እንደተዘመኑ ይቆዩ።",
        "ወደ አስደማሚ የብሎግ ምድብ ይዘታችን ጥልቀት ይግቡ።",
        "በብሎግ መደብ ማህደሮች ውስጥ ጠቃሚ መረጃ ያግኙ።",
        "በጥንቃቄ ከተሰበሰበው የብሎግ መደብ አዲስ ነገር ይማሩ።",
        "በእኛ የብሎግ ምድብ መጣጥፎች እና ልጥፎች ይሳተፉ።"
      ]
    },
    "partner_plan": {
      "name": [
        "ማስጀመሪያ ጥቅል",
        "አስፈላጊ እቅድ",
        "የባለሙያ Suite",
        "የድርጅት እትም",
        "የላቀ ደረጃ",
        "ፕሪሚየም ጥቅል",
        "የመጨረሻ መፍትሔ",
        "Elite ደረጃ",
        "የእድገት አፋጣኝ",
        "የፕላቲኒየም ኃይል"
      ]
    },
    "tax_profile": {
      "name": [
        "ምግቦች",
        "የኤሌክትሮኒክስ መሳሪያዎች",
        "አልባሳት እና አልባሳት",
        "መጽሐፍት እና የጽሕፈት መሣሪያዎች",
        "የጤና እና የውበት ምርቶች",
        "የቤት ዕቃዎች",
        "የስፖርት እቃዎች",
        "መጫወቻዎች እና ጨዋታዎች",
        "ጌጣጌጥ እና መለዋወጫዎች",
        "አውቶሞቲቭ ክፍሎች",
        "የአትክልት ስፍራ እና ከቤት ውጭ",
        "የወጥ ቤት እቃዎች",
        "የቤት ማስጌጫዎች",
        "የሙዚቃ መሳሪያዎች",
        "የቤት እንስሳት አቅርቦቶች",
        "የጫማ እቃዎች",
        "ቦርሳዎች እና ሻንጣዎች",
        "የቢሮ መገልገያ ዕቃዎች",
        "የሃርድዌር መሳሪያዎች",
        "ግሮሰሪ"
      ],
      "label": [
        "VAT",
        "GST",
        "PST",
        "HST",
        "QST",
        "CST",
        "ExciseTax",
        "የማስመጣት ግዴታ",
        "የአገልግሎት ታክስ",
        "LuxuryTax"
      ]
    },
    "cluster": {
      "name": [
        "የሽያጭ ዋና ዋና ዜናዎች",
        "የማስተዋወቂያ ኮዶች",
        "ተለይተው የቀረቡ ዘመቻዎች",
        "አዲስ የመጡ",
        "ምርጥ ሻጮች",
        "ወቅታዊ ልዩዎች",
        "ውስን ቅናሾች",
        "የክስተት ቅናሾች",
        "ቪአይፒ ልዩ",
        "የጽዳት እቃዎች",
        "የበዓል ቅርቅቦች",
        "የገጽታ ስብስቦች",
        "የምርት ማሳያዎች",
        "የአባል ተወዳጆች",
        "የፍላሽ ቅናሾች",
        "የሱቅ አስፈላጊ ነገሮች",
        "ዲጂታል መርጃዎች",
        "የስጦታ ሀሳቦች",
        "ለአካባቢ ተስማሚ ምርጫዎች",
        "የሰራተኞች ምክሮች"
      ]
    },
    "popup": {
      "title": [
        "ልዩ ቅናሽ!",
        "አዲስ የመጡ",
        "የተወሰነ ጊዜ",
        "የቅናሽ ማንቂያ!",
        "ልዩ ቅናሾች",
        "ትኩስ ሽያጭ!",
        "የጽዳት ማንቂያ",
        "ነጻ ማጓጓዣ",
        "ስጦታ ከውስጥ!",
        "ሽልማቶችን አሸንፉ",
        "የአባል ጥቅማጥቅሞች",
        "የፍላሽ ሽያጭ"
      ]
    },
    "campaign": {
      "name": [
        "እስክትወድቅ ድረስ ይግዙ",
        "የካርት ፍሬንሲ",
        "የፍላሽ ሽያጭ Fiesta",
        "ጠቅ ያድርጉ ፣ ይግዙ ፣ ያስቀምጡ",
        "Bonanza ድርድር",
        "ኢ-ቅናሽ Extravaganza",
        "ሜጋ Markdown እብደት",
        "ሳይበር ቁጠባ Spree",
        "የዲጂታል ቅናሽ ቀናት",
        "ኢ-ኮሜርስ ካርኒቫል",
        "የመስመር ላይ መውጫ Oasis",
        "የችርቻሮ መሸጫ",
        "የድር መደብር መጋዘን ሽያጭ",
        "ኢ-ሸማች ገነት",
        "ምናባዊ ቫውቸር ቬንቸር",
        "ዲጂታል በሮች",
        "ኢ-ካርት ማጽዳት",
        "የመስመር ላይ ግብይት ትርኢት",
        "የሳይበር ሽያጭ አስደናቂ",
        "ኢ-ድርድር Blitz"
      ]
    },
    "valuation": {
      "title": [
        "ቲሸርት ማበጀት ዋጋ",
        "በእጅ የተሰራ ጌጣጌጥ ዋጋ",
        "ለግል የተበጀ የጫማ ዋጋ",
        "ብጁ የጥበብ ስራ ዋጋ",
        "የተበጀ የሱት ዋጋ",
        "የኤሌክትሮኒክስ መግብሮች ማበጀት ወጪ",
        "ለግል የተበጀ ሽቶ ዋጋ",
        "ብጁ ቦርሳ ዋጋ",
        "የተበጀ ቀሚስ ዋጋ",
        "ለግል የተበጀ የመጽሐፍ ሽፋን ዋጋ",
        "ብጁ የቤት ዕቃዎች ዋጋ",
        "የመነሻ ሰዓት ዋጋ",
        "ለግል የተበጀ የአሻንጉሊት ዋጋ",
        "ብጁ ኮፍያ ዋጋ",
        "ብጁ የቆዳ እንክብካቤ ምርት ዋጋ",
        "Bespoke የቤት ማስጌጫ ዋጋ",
        "ብጁ የወጥ ቤት እቃዎች ዋጋ",
        "ለግል የተበጀ የጽህፈት መሳሪያ ዋጋ",
        "Bespoke ፀጉር መለዋወጫ ዋጋ",
        "ብጁ የስፖርት መሳሪያዎች ዋጋ"
      ],
      "structure": {
        "title": [
          "ቲሸርት የህትመት ንድፍ",
          "የጌጣጌጥ ብረት ዓይነት",
          "የጫማ እቃዎች ምርጫ",
          "የጥበብ ፍሬም መጠን",
          "የሱፍ ጨርቅ ምርጫ",
          "የመግብር ቀለም አማራጭ",
          "የሽቶ መዓዛ መገለጫ",
          "የቦርሳ ቁሳቁስ እና መጠን",
          "የአለባበስ ርዝመት እና ዘይቤ",
          "የመጽሐፍ ሽፋን ቁሳቁስ",
          "የቤት ዕቃዎች የእንጨት ዓይነት",
          "የሰዓት ማሰሪያ ቁሳቁስ",
          "የአሻንጉሊት ብጁ ባህሪዎች",
          "የባርኔጣ መጠን እና ቀለም",
          "የቆዳ እንክብካቤ ግብዓቶች ምርጫዎች",
          "የቤት ማስጌጫ ገጽታ",
          "የወጥ ቤት እቃዎች ቁሳቁስ",
          "የጽህፈት መሳሪያ ወረቀት አይነት",
          "የፀጉር መለዋወጫ ቁሳቁስ",
          "የስፖርት መሳሪያዎች መጠን"
        ]
      }
    },
    "lottery": {
      "title": [
        "አሽከርክር እና ትልቅ ሽልማቶችን አሸንፍ!",
        "Fortune የጎማ Jackpot",
        "ዕድለኛ ፈተለ Bonanza",
        "ሽልማቶችን ለማሸነፍ ያሽከርክሩ",
        "የሀብት መንኮራኩር",
        "እድለኛ ሎተሪ Extravaganza",
        "ሜጋ ስፒን ሰርፕራይዝ",
        "ሽልማት የጎማ Fiesta",
        "ውድ ሀብት ስፒን አስደናቂ",
        "የጎማውን አስማት ያሽከርክሩ",
        "እድለኝነት ጎማ Galore",
        "የፎርቹን ሞገስ",
        "የድንቅ መንኮራኩር",
        "ለሀብት እሽክርክሪት",
        "ሽልማት ስፒነር ደስታ",
        "ወርቃማው ስፒን ሎተሪ",
        "ስፒን-አንድ-ሽልማት",
        "የእድል መንኮራኩር",
        "እድለኝነት ፈተለ ማሳያ",
        "የመጨረሻው አይፈትሉምም ሽልማት"
      ],
      "description": [
        "ልዩ ቅናሾችን ለማሸነፍ እድል ለማግኘት መንኮራኩሩን ያሽከርክሩ!",
        "ዕድልዎን ይሞክሩ - አስደናቂ ሽልማቶች በሀብታችን ጎማ ውስጥ ይጠብቃሉ!",
        "በእያንዳንዱ እሽክርክሪት ትልቅ ያሸንፉ - አስደሳች ሽልማቶችን ለመያዝ!",
        "ለማሸነፍ ያሽከርክሩ! በእያንዳንዱ ዙር ላይ አስገራሚ ስጦታዎች እና ቅናሾች።",
        "ትልቅ ነጥብ የማግኘት እድልዎ - ለፈጣን ሽልማቶች ጎማውን ያሽከርክሩ!",
        "በእያንዳንዱ እሽክርክሪት ልዩ ሽልማቶች - እርስዎ ዕድለኛ ይሆናሉ?",
        "ያሽከርክሩ እና ያሸንፉ! የተደበቁ እንቁዎችን በሱቃችን የሃብት መንኮራኩር ውስጥ ያውጡ።",
        "በእኛ ጎማ - ሽልማቶች፣ ቅናሾች እና ሌሎችም እድለኛ ይሁኑ!",
        "እያንዳንዱ ሽክርክሪት አሸናፊ ነው - ዛሬ ልዩ ሽልማትዎን ይያዙ!",
        "ጎማውን ለሚያስደስት አስገራሚነት ያዙሩት - ምን ያሸንፋሉ?",
        "በእሽክርክሪት ሀብትን ይልቀቁ - አስደሳች የሱቅ ሽልማቶች ይጠበቃሉ።",
        "ሽልማትዎን ለማሳየት ያሽከርክሩ - ቅናሾች፣ ስጦታዎች እና ሌሎችም!",
        "በቀን አንድ ሽክርክሪት በጨዋታው ውስጥ ያለውን ደስታ ይጠብቃል - ልዩ ሽልማቶችን ያግኙ!",
        "ልዩ ለሆኑ የሱቅ ህክምናዎች የኛን የዕድል መንኮራኩር ያሽከርክሩት።",
        "እድለኞች እድለኛ ድሎችን ያመጣሉ - ሽልማትዎን አሁን ያግኙ!",
        "የእርስዎ ሽክርክሪት አስደናቂ የግዢ ሽልማቶችን ሊከፍት ይችላል!",
        "ልዩ ቅናሾችን እና ቅናሾችን ቦርሳ ለመያዝ እድል ለማግኘት ያሽከርክሩ።",
        "የሀብቱ መንኮራኩር እየተሽከረከረ ነው - እድለኛ ሽልማትዎን ይያዙ!",
        "ያሽከርክሩ፣ ያሸንፉ እና ፈገግ ይበሉ - በእያንዳንዱ ዙር አስገራሚ ሽልማቶች።",
        "አሽከርክር እና ሀብቱ ሽልማትህን እንዲወስን አድርግ!"
      ]
    }
  }
};