export default {
  "commons": {
    "pay_today": "دفع اليوم",
    "pay_yesterday": "دفع أمس",
    "pay_last30days": "آخر دفعة 30 يومًا",
    "create_a_shop": "إنشاء متجر",
    "start_free": "ابدأ مجانًا",
    "featured_apps": "تطبيقات مميزة",
    "more_apps": "تطبيقات أكثر"
  },
  "numbers": {
    "infinite": "غير محدود"
  },
  "error": {
    "not_fount_data": "لم يتم العثور على بيانات!",
    "license_max_limit": "وصلت رخصتك إلى الحد الأقصى!"
  },
  "time_spans": {
    "days_range": "نطاق الأيام",
    "today": "اليوم",
    "yesterday": "أمس",
    "last_7": "اخر 7 ايام",
    "last_14": "آخر 14 يومًا",
    "last_30": "آخر 30 يومًا",
    "last_90": "آخر 90 يومًا",
    "custom": "مخصص"
  },
  "device_types": {
    "desktop": "سطح المكتب",
    "mobile": "التليفون المحمول",
    "tablet": "لوح"
  },
  "create_website_action": "أنشئ موقع الويب الخاص بك - إنه مجاني",
  "show_shops_action": "قائمة متاجري",
  "Youtube": "موقع YouTube",
  "Linkedin": "ينكدين",
  "Twitter": "تويتر",
  "Facebook": "فيسبوك",
  "Instagram": "انستغرام",
  "Reddit": "رديت",
  "Github": "جيثب",
  "page_titles": {
    "home": "سيلدون | نظام تشغيل الأعمال للشركات سريعة النمو",
    "login": "تسجيل الدخول",
    "register": "يسجل",
    "auth_2fa": "2 عامل المصادقة 🔐",
    "academy": "مدونة او مذكرة",
    "help": "مركز المساعدة",
    "price_list": "قائمة الاسعار",
    "my_stores": "متاجري",
    "roles": "أدواري",
    "wallet": "محفظتى",
    "personal_info": "المعلومات الشخصية | اعرف عميلك",
    "companies": "شركاتي",
    "access_control": "صلاحية التحكم صلاحية الدخول",
    "security_center": "مركز الأمن",
    "gifts": {
      "received": "هدايا | تم الاستلام",
      "send": "هدايا | أرسلت"
    },
    "monetization": {
      "linked_accounts": "تسييل | حسابات متصلة",
      "plans": "تسييل | الخطة والروابط"
    },
    "affiliate": "شركة تابعة",
    "avocado": "الأفوكادو - قناة المبيعات الاجتماعية الحديثة",
    "guild": "النقابة - قناة المبيعات الجماعية",
    "partners_login": "شركاء | تسجيل دخول العميل"
  },
  "blank_is_all_products": "اتركه فارغا لتضمين جميع المنتجات!",
  "cautions": {
    "title": "قم بإدارة عملك باحتراف من خلال اتباع النصائح التالية. استمر في القراءة للحصول على نصائح حول كيفية زيادة هامش الربح والمزيد. نحن معك على طول الطريق.",
    "no_payment_method": {
      "title": "طريقة الدفع او السداد",
      "message": "يجب عليك إضافة طريقة دفع إلى متجرك.",
      "action": "بوابات التسوق"
    },
    "link_account": {
      "title": "حساب الارتباط",
      "message": "يجب ربط حساب ({currency}) بمتجرك.",
      "action": "حسابات المتجر"
    },
    "no_domain": {
      "title": "أضف المجال",
      "message": "يمكنك ربط واحد أو أكثر من المجالات الشخصية بمتجرك. سيتم تثبيت موقع الويب الخاص بك على المجال الخاص بك. هذه العملية سريعة وسهلة."
    },
    "domain_not_approved": {
      "title": "التحقق من المجال",
      "message": "لم يتم التحقق من نطاقك {domain}. تحقق من إعدادات DNS وقم بتأكيد المجال."
    },
    "no_currency": {
      "title": "أضف العملة",
      "message": "يجب عليك تحديد عملة واحدة على الأقل لمتجرك.",
      "action": "إدارة العملات"
    },
    "no_primary_domain": {
      "title": "المجال الرئيسي",
      "message": "الرجاء تحديد مجال ليكون المجال الأساسي الخاص بك. من خلال النقر على زر النجمة بجوار اسم المجال ، يمكنك تحديد المجال باعتباره المجال الأساسي لمتجرك. هذا أمر بالغ الأهمية لمحركات البحث. لاحظ أن متجرك سيظل متاحًا من خلال جميع المجالات النشطة."
    },
    "shop_complete": {
      "title": "معلومات كاملة",
      "action": "إعدادات المتجر",
      "location_msg": "أضف موقعك",
      "days_open_msg": "تعيين أيام مفتوحة",
      "time_open_msg": "اضبط وقت الفتح والإغلاق",
      "description_msg": "اكتب وصفا موجزا عن عملك",
      "icon_msg": "ضع شعار متجرك",
      "shop_gateways_msg": "إضافة طريقة دفع",
      "socials_msg": "أضف الروابط الاجتماعية الخاصة بك",
      "clubs_msg": "تعيين نوادي العملاء",
      "domains_msg": "أضف المجال المخصص",
      "primary_msg": "تعيين المجال كأساسي"
    }
  },
  "support": {
    "request": "طلب الدعم",
    "category": "فئة",
    "title": "يدعم",
    "message": "اسأل أي طلبات أو أسئلة. سيرشدك فريق الدعم لدينا. نقترح عليك طرح سؤالك في الصفحة المتعلقة بطلبك. على سبيل المثال ، إذا كان لديك سؤال حول إعداد النطاق ، فأرسله في صفحة إعداد نطاق متجرك.",
    "close_at": "مغلق في {date}",
    "close_ticket_by_user": "شكرا ، حصلت على الجواب"
  },
  "surveys": [
    "فقير جدا",
    "مسكين",
    "طبيعي",
    "جيد",
    "ممتاز"
  ],
  "sort": {
    "title": "ترتيب حسب",
    "title_small": "ترتيب حسب..",
    "nothing": "لا شيئ",
    "most_views": "معظم وجهات النظر",
    "most_likes": "الأكثر شهرة",
    "most_recent": "الأحدث",
    "most_sell": "أفضل مبيعات",
    "cheapest": "أرخص",
    "most_expensive": "الأغلى",
    "only_available": "متوفرة",
    "view_mode": {
      "normal": "طبيعي",
      "grid": "جريد",
      "list": "قائمة",
      "insta": "إنستا"
    }
  },
  "helps": {
    "title": "مركز مساعدة Selldone",
    "subtitle": "مرحبا بكم في سيلدون. إذا كنت تقوم ببناء متجر جديد عبر الإنترنت على نظام تشغيل أعمال ، يمكنك العثور على مزيد من المعلومات هنا.",
    "add_new_help": "تعليمات جديدة",
    "resources": "موارد",
    "categories": {
      "Welcome": "البدء",
      "Setup": "متجر",
      "Sell": "المبيعات والتسويق",
      "Developer": "طور",
      "Application": "التطبيقات",
      "Product": "إدارة المنتجات والفئات",
      "Blog": "CMS والمدونة",
      "Order": "مركز تلبية الطلبات",
      "Channel": "قنوات المبيعات",
      "Accounting": "طرق المحاسبة والسداد",
      "Incentives": "حوافز",
      "Marketing": "الحملات التسويقية",
      "Logistic": "اللوجستية والشحن",
      "Customers": "نادي العملاء والتجزئة",
      "Page": "الصفحات المقصودة والمخصصة",
      "Access": "الموظفين / إدارة الوصول إلى واجهة برمجة التطبيقات",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "مستودع جيثب",
    "admin_api_app": "خدمة ويب المشرف API",
    "shop_api_app": "متجر خدمة الويب API",
    "design_kit": "مجموعات التصميم",
    "community": "تواصل اجتماعي"
  },
  "blogs": {
    "title": "مدونة او مذكرة",
    "subtitle": "دروس للعمل والثقة والمعرفة التي تحتاجها لإنشاء عمل تجاري مزدهر.",
    "add_new_blog": "مدونة جديدة",
    "popular": "جمع",
    "topics": "المواضيع",
    "select_topics": "اختر وظيفتك.",
    "select_job_topics": "حدد الموضوعات المتعلقة بوظيفتك",
    "select_interested_topics": "ما هي المواضيع التي تهتم بها؟"
  },
  "api": {
    "title": "API والتكامل",
    "message": "تتمثل إحدى الميزات الرئيسية لـ Selldone في توفير واجهات برمجة تطبيقات قوية وآمنة لإدارة المتاجر وربطها بخدمات أخرى مثل التخزين والمحاسبة وما إلى ذلك. يمكنك أيضًا تصميم تطبيقات وتطبيقات ويب مخصصة لمتجرك. دون الحاجة إلى القلق بشأن إدارة الخادم والبيانات. فقط استخدم المجال APIs. سيكون لديك كل عملية إدارة المستخدمين والمصادقة وميزات المجال الأخرى."
  },
  "user_dashboard": {
    "title": "مكوكى",
    "subtitle": "قم بإدارة أعمالك بمعلومات محدثة وإمكانيات واضحة.",
    "menu": {
      "affiliate": "شركة تابعة",
      "monetize": "تحقيق الدخل",
      "gift": "هدية",
      "security": "حماية",
      "access": "التمكن من",
      "business": "شركة",
      "wallet": "محفظة",
      "identification": "KYC",
      "stores": "المتاجر",
      "roles": "الأدوار",
      "home": "مسكن",
      "expert": "خبير",
      "deals": "صفقات",
      "providers": "الموفرون"
    },
    "shops": {
      "create_new": "إنشاء متجر جديد",
      "create_new_sub": "حر",
      "create_new_sub_need_initial_charge": "بناء أول متجر مجاني. من المحتمل أن يكون متجر واحد كافيًا لعملك ، ولكن إذا كنت بحاجة إلى بناء المزيد من المتاجر ، فإن تكلفة إنشاء متجر جديد هي 25 دولارًا. نقوم بسحب المبلغ من حساب محفظتك.",
      "menu": {
        "title": "متاجري",
        "shops": "محلات",
        "new": "جديد"
      },
      "accept_invite_question": "هل تقبل هذه الدعوة؟",
      "shop_card": {
        "menu_orders": {
          "physical": "طلبات المنتجات المادية",
          "virtual": "طلبات المنتجات الافتراضية",
          "files": "أوامر الملفات",
          "services": "أوامر الخدمة"
        },
        "status": "حالة",
        "license": "رخصة",
        "volume": "مساحة مستخدمة",
        "expire": "الرخصة انتهت",
        "products": "منتجات",
        "page_views": "الآراء",
        "user_behavior": "سلوك العميل",
        "time_span": "من {time} حتى الآن",
        "finance_report": "تقرير مالي",
        "buys": "المشتريات",
        "payments": "المدفوعات",
        "orders": "الطلب",
        "currency": "عملة"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "ملاحظات العملاء",
      "title_small": "ملخص",
      "wishlist": "قائمة الرغبات",
      "comments": "تعليقات",
      "likes": "الإعجابات",
      "favorites": "المفضلة",
      "powers": "التصفيق",
      "views": "الآراء",
      "report_today": "تقرير اليوم",
      "report_last7days": "تقرير آخر 7 أيام",
      "report_last30days": "تقرير آخر 30 يومًا"
    }
  },
  "admin_shop": {
    "title": "متجر",
    "menu": {
      "edit": "إعدادات",
      "automation": "أتمتة",
      "application": "التطبيقات",
      "access": "التمكن من",
      "pages": "الصفحات",
      "channels": "القنوات",
      "categories": "فئات",
      "marketing": "تسويق",
      "customers": "عملاء",
      "logistic": "جمارك",
      "auditing": "محاسبة",
      "incentives": "حوافز",
      "process_center": "الطلب",
      "blog": "مدونة او مذكرة",
      "products": "منتجات",
      "shops": "محلات",
      "dashboard": "لوحة القيادة",
      "autopilot": "الطيار الآلي",
      "apps": "تطبيقات",
      "pos": "POS",
      "seo": "SEO",
      "localization": "الموقع"
    },
    "dashboard": {
      "title": "متجر لوحة القيادة",
      "online_staff": "الموظفون عبر الإنترنت",
      "notify_referral": {
        "message": "أرسل رابط دعوتك إلى الأصدقاء واحصل على قسائم مجانية.",
        "action": "رابط الإحالة الخاص بي"
      },
      "info": {
        "title": "اِصطِلاحِيّ",
        "subtitle": "نظرة عامة فنية لنظام التشغيل الخاص بشركتك.",
        "shop_name": "اسم المحل",
        "shop_link": "رابط المتجر",
        "site_map": "خريطة الموقع",
        "shop_domains": "المجالات",
        "shop_domains_msg": "قائمة المجالات المخصصة المتصلة.",
        "home_msg": "تعيين الصفحة الرئيسية الافتراضية لموقع الويب الخاص بك. يمكن تغييره لكل مجال مخصص.",
        "add_domain": "إضافة مجال جديد",
        "currencies": "العملات النشطة",
        "currencies_alert": "اختر عملة واحدة على الأقل للمتجر!",
        "status": "حالة",
        "license": "رخصة",
        "expire": "تاريخ انتهاء الترخيص",
        "upgrade_license_action": "ترقية إلى {name}",
        "wage": "مصاريف",
        "cpu_message": "عدد الموارد التي قمت بتخصيصها للخطة المشتراة والموارد التي تضيفها إلى خدمتك.",
        "hide_domains": "إخفاء المجالات الخاصة بي",
        "show_domains": "إظهار المجالات الخاصة بي",
        "table": {
          "primary": "ابتدائي",
          "url": "عنوان Url",
          "site_map": "خريطة الموقع",
          "enable": "ممكن",
          "indexed": "مفهرسة",
          "and_more": "& أكثر..",
          "auto_repair": "إصلاح تلقائي"
        },
        "add_dialog": {
          "title": "تكوين مجال المتجر",
          "step1": "يمكنك تحديد حد IP للسجل A لمجال DNS أو مجال فرعي من القيم التالية:",
          "step2": "أضف سجل TXT لنظام أسماء النطاقات:",
          "set_ip_alert": "قم بتعيين قيمة IP للسجل A <b>{ip}</b> .",
          "input_domain": "URL المجال",
          "correct": "إعدادات المجال صحيحة.",
          "set_message": "قم بتعيين CNAME لهذا المجال على {cname}.",
          "input_domain_message": "أدخل اسم المجال بدون http و https.",
          "ssl_message": "لا تقلق بشأن شهادة SSL لموقعك على الويب. سيتم إصدار هذه الشهادة لمجالك تلقائيًا بواسطة Selldone (إصدار تجريبي).",
          "active": "المجال نشط",
          "inactive": "المجال معطل",
          "success_message": "تهانينا ، تم تمكين موقعك على {domain}. يمكنك تقديم عملك وعلامتك التجارية إلى العالم من خلال هذا المجال.",
          "delete_action": "هل تريد حذف المجال؟"
        },
        "set_home_dialog": {
          "title": "تعيين الصفحة الرئيسية للمجال"
        },
        "notification": {
          "add_message": "تمت إضافة عنوان المجال بنجاح.",
          "update_message": "تم تحديث المجال بنجاح.",
          "delete_domain_message": "تم حذف المجال بنجاح."
        },
        "alert": {
          "title": "حذف المجال",
          "message": "هل تريد حذف هذا المجال؟ تأكد من إعادة تعيين قيم سجل DNS الخاصة بنطاقك لمنع الآخرين من الاحتيال."
        }
      },
      "active_orders": {
        "title": "الطلب",
        "title_small": "الطلبات المادية والملفات والظاهرية والخدمية",
        "pending_orders": "الطلبات المعلقة",
        "physical": "طلبات المنتجات المادية",
        "virtual": "طلبات المنتجات الافتراضية",
        "file": "طلبات المنتجات ملف",
        "service": "طلبات منتجات الخدمة"
      },
      "products": {
        "title": "المخزون",
        "title_small": "المنتجات والخدمات والملفات",
        "total_products": "إجمالي أنواع المنتجات"
      },
      "finance": {
        "title": "مالي",
        "title_small": "تقرير مالي",
        "total_30days_title": "إجمالي مبلغ المبيعات",
        "last_30_day": "آخر 30 يومًا",
        "pay_amount_chart_title": "المدفوعات",
        "sell_amount_chart_title": "مبيعات",
        "discount_amount_chart_title": "خصم",
        "currency_convert_to": "إلى العملة",
        "active_currencies": "العملات النشطة",
        "sell_count_chart_title": "عدد المبيعات حسب المتغير",
        "active_gateways": "بوابة دفع نشطة",
        "received_last_24h": "استقبل آخر 7 ساعات",
        "pie": {
          "title": "نسبة المبيعات اليوم",
          "no_data": "لا يوجد بيع اليوم"
        },
        "pay_amount": "مبلغ الدفع",
        "sell_amount": "مبلغ البيع",
        "discount_amount": "مقدار الخصم",
        "sell_count": "عدد المبيعات",
        "table": {
          "currency": "عملة",
          "total_sell_30days": "إجمالي المبيعات 30 يومًا",
          "sell_daily": "معدل المبيعات اليومي",
          "sell": "تخفيض السعر",
          "pay": "دفع"
        }
      },
      "customers": {
        "title": "عملاء المتجر",
        "title_small": "تقرير التحويل",
        "total_customers": "المجموع",
        "new_customers_today": "اليوم",
        "new_customers_week": "اخر 7 ايام",
        "orders_count": "عدد الطلبات",
        "days_range": "نطاق الأيام",
        "new_users": "الأعضاء المسجلين الجدد",
        "chart": {
          "new_customers": "زبائن الجدد",
          "customers": "إجمالي العملاء"
        }
      },
      "plugins": {
        "title": "الإضافات",
        "title_small": "المثبتة"
      },
      "performance": {
        "title": "اليوم",
        "title_small": "نظرة عامة على المستخدمين والمبيعات",
        "users": "المستخدمون",
        "views": "الآراء",
        "orders": "الطلب",
        "payments": "المدفوعات",
        "no_visitor_today": "لم يكن لديك زوار اليوم."
      }
    },
    "products": {
      "title": "قائمة المنتجات",
      "products_list": "العودة للقائمة",
      "products_menu": "إدارة المنتجات",
      "process_que": "تجهيز المنتجات المستوردة",
      "view_que_list": "عرض قائمة الانتظار",
      "menu_products_list": "قائمة المنتجات",
      "menu_export": "منتجات التصدير",
      "menu_import": "استيراد المنتجات",
      "menu_show_deletes": "عرض المنتجات المحذوفة",
      "drop_import_message": "قم بإسقاط ملف قائمة المنتجات (تنسيق CSV و XLS و XLSX) هنا لبدء إضافة المنتجات السائبة. تأكد من أن الملف يحتوي على تنسيق قائمة منتجات Selldone.",
      "product_widget": {
        "product_type": "نوع المنتج",
        "price": "السعر",
        "value_added": "عمولة",
        "discount": "خصم",
        "in_stock": "في المخزن",
        "product_unit": "وحدة",
        "total_sell": "إجمالي المبيعات",
        "total_view": "عدد المشاهدات",
        "view_unit": "مرات",
        "review_unit": "المراجعات"
      },
      "folder_widget": {
        "products": "منتجات",
        "products_unit": "أنواع",
        "sub_categories": "فئات",
        "sub_categories_unit": "أغراض",
        "views": "الآراء",
        "views_unit": "مرات"
      }
    },
    "blogs": {
      "new": "اكتب جديد",
      "blogs": "مدونة او مذكرة",
      "list": {
        "title": "مقالاتي",
        "waiting_message": "جاري تلقي المعلومات ... يرجى الانتظار",
        "published": "نشرت",
        "draft": "مشروع",
        "private": "نشر",
        "public": "عام",
        "table": {
          "title": "عنوان",
          "author": "مؤلف",
          "claps": "التصفيق",
          "like": "مثل",
          "comments": "تعليقات",
          "views": "الآراء",
          "publish_state": "حالة",
          "created_at": "تاريخ الإنشاء",
          "updated_at": "اخر تحديث"
        },
        "subtitle": "اكتب مقالات باستخدام محرر مضمّن حديث لتقديم نفسك وعملك. المحتوى الأصلي هو أول شيء تحتاج إلى التركيز عليه عند كتابة منشور مدونة عالي الجودة ومناسب لكبار المسئولين الاقتصاديين."
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "جاري تلقي المعلومات ... يرجى الانتظار",
        "rejected": "مرفوض",
        "delivery": "شحن",
        "discount": "خصم",
        "not_paid": "غير مدفوع",
        "table": {
          "order_number": "رمز الطلب",
          "order_date": "موعد انتهاء الأقامة",
          "status": "وضع الماضي",
          "price": "المبلغ الإجمالي",
          "payment_status": "حالة السداد"
        }
      },
      "virtual": {
        "waiting_message": "جاري تلقي المعلومات ... يرجى الانتظار",
        "discount": "خصم",
        "table": {
          "order_number": "رمز الطلب",
          "product": "المنتج",
          "order_date": "تاريخ التسجيل",
          "status": "وضع الماضي",
          "price": "المبلغ الإجمالي",
          "payment_status": "حالة السداد"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "تبادل",
        "gateway": "بوابة",
        "invoice": "الفواتير",
        "report": "تقرير",
        "tax": "ضريبة",
        "drop_shipping": "إيصالات الموزع",
        "reseller_accounts": "حسابات الموزعين",
        "valuations": "التقييمات"
      },
      "invoice": {
        "title": "تسوق المحافظ المرتبطة",
        "subtitle": "يتم خصم الرسوم والعمولات وتكاليف المتجر من حسابات المحفظة هذه.",
        "title_add": "ربط حساب المحفظة الجديد",
        "subtitle_add": "يجب عليك إنشاء محفظة جديدة لكل عملة وربطها بمتجرك. سيتم سحب رسوم الخدمة من هذه المحفظة.",
        "add_account": "إنشاء حساب",
        "charge_account": "حساب الشحن",
        "show_transaction": "إظهار المعاملات",
        "table": {
          "currency": "عملة",
          "account_number": "رقم حساب",
          "account_name": "إسم الحساب",
          "balance": "الرصيد",
          "free_balance": "الرصيد المتوفر",
          "actions": "إزالة"
        },
        "add_account_dialog": {
          "title": "ربط حساب الائتمان بالمخزن",
          "subtitle": "عندما تفتح حساب محفظة مع Selldone ، سنمنحك بطاقة ائتمان افتراضية وحسابًا مثل أي بطاقة ائتمان أخرى. سيتم خصم رسوم مبيعات Selldone من هذا الحساب ، ولكن إذا لم يكن رصيد حسابك كافيًا ، فسيكون هذا المبلغ مستحقًا. يمكنك استخدام خدمات Selldone بقدر ما تحتاج.",
          "account_number": "رقم حساب",
          "account_number_input_message": "سيتم ربط المتجر بهذا الحساب. سيتم استخدام هذا الحساب للرسوم والتكاليف.",
          "balance": "رصيد الحساب",
          "connect_account_to_shop": "ربط الحساب بالمتجر"
        },
        "notifications": {
          "connect_account_success": "تمت إضافة الحساب بنجاح.",
          "delete_account_success": "تمت إزالة الحساب من المتجر بنجاح."
        },
        "alert": {
          "delete_account": "افصل الحساب",
          "delete_account_message": "هل تريد إزالة هذا الحساب من قائمة حسابات المتجر؟",
          "delete_account_action": "حذف الحساب"
        },
        "inform_charge_account": "اشحن حسابك!",
        "inform_charge_account_critical": "اشحن حسابك لمنع تعليق الخدمة!"
      },
      "gateway": {
        "title": "طرق الدفع",
        "sub_title": "قائمة طرق الدفع النشطة. إذا كنت ترغب في إضافة طريقة جديدة إلى متجرك ، اضغط على الزر التالي. نوصي بشدة بعدم تجاوز 10 بوابات دفع إضافية.",
        "add_gateway": "طريقة دفع جديدة",
        "add_gateway_dialog": {
          "title": "اختر العملة",
          "country_currencies": "العملات المحلية",
          "crypto_currencies": "العملات الرقمية",
          "active_gateways": "طرق الدفع النشطة",
          "confirm": "إضافة طريقة دفع"
        }
      },
      "exchange": {
        "title": "تخزين العملات النشطة",
        "subtitle": "سيتمكن المستخدمون من تحديد إحدى العملات النشطة وسيتم احتساب أسعار المنتجات وعرضها. الأمر متروك للبائع لإدخال سعر الصرف.",
        "shop_currencies_input": "العملات النشطة للمستخدمين",
        "shop_currencies_input_error": "حدد عملة واحدة على الأقل",
        "rates": {
          "title": "سعر صرف العملات",
          "sub_title": "يمكنك إدخال أسعار المنتجات بناءً على أي من العملات أدناه وسيتم احتساب أسعار المنتجات تلقائيًا بمعدلات التحويل بين عملاتك.",
          "message": "بإدخال أسعار الصرف بين العملات ، سيتم حساب أسعار منتجاتك وتحديثها تلقائيًا.",
          "add_new_rate": "إضافة سعر جديد"
        },
        "table": {
          "waiting_receive_data": "الحصول على المعلومات ... الرجاء الانتظار",
          "rate_input": "سعر الصرف",
          "from": "من عند",
          "to": "ل",
          "exchange_rate": "سعر الصرف",
          "edit": "تعديل",
          "delete": "حذف",
          "auto": "معدل السيارات"
        },
        "add_rate_dialog": {
          "title": "تعيين سعر الصرف",
          "message": "كن حذرا في إدخال المعلومات. سيتم احتساب أسعار منتجاتك بناءً على الأسعار المُدخلة هنا.",
          "currency_from": "من العملة",
          "currency_to": "إلى العملة",
          "exchange_rate": "سعر الصرف"
        },
        "alert": {
          "title": "حذف معدل التحويل",
          "message": "هل تريد حذف معدل التحويل هذا؟",
          "action": "حذف"
        },
        "notifications": {
          "delete_success": "تم حذف سعر الصرف.",
          "add_success": "تم تحديث سعر الصرف.",
          "update_success": "مخزن العملات النشطة المحدثة."
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "المستودعات",
        "subtitle": "قائمة مستودعاتي."
      },
      "warehouse_btn": "اضافة مستودع جديد",
      "warehouse_btn_error": "قم بتعيين المستودع أو المتجر أو أصل عملك. من الضروري أن تكون في حساب تكلفة الشحن وعملية الخروج.",
      "size_unit": {
        "title": "وحدة الحجم",
        "subtitle": "الوحدة المستخدمة للطول والعرض والارتفاع."
      },
      "mass_unit": {
        "title": "وحدة الكتلة",
        "subtitle": "الوحدة المستخدمة للوزن."
      },
      "menu": {
        "return_request": "عاد",
        "delivery": "شحن",
        "inventory": "المخزون",
        "warehouse": "مستودع",
        "logistic_apps": "الخدمات اللوجستية",
        "profiles": "مظهر"
      },
      "warehouse": {
        "title": "مخزن المستودع",
        "sub_title": "يستخدم هذا العنوان كأصل الشحن.",
        "table": {
          "title": "قائمة الجرد",
          "sub_title": "قائمة بجميع منتجات المتجر بما في ذلك المادية والافتراضية والملفات والخدمة"
        }
      },
      "delivery": {
        "title": "طرق الشحن",
        "sub_title": "من خلال تحديد القيم في هذا القسم ، يتم تنشيط مجموعة متنوعة من طرق الإرسال في متجرك. يمكن أيضًا تنشيط طريقة الدفع عند الاستلام في هذا القسم.",
        "add_transportation": "أضف وسيلة نقل",
        "delivery_form": {
          "payment": "خيارات الدفع",
          "limits": "حدود",
          "currency_input": "العملة المرجعية لحساب التكلفة",
          "currency_input_message": "يتم احتساب التكاليف بهذه العملة",
          "distance_input": "المسافة المقطوعة من المستودع",
          "distance_input_message": "0 أو -1 يعني عدم وجود حد.",
          "max_weight_input": "الحد الأقصى لوزن العبوة المقبول",
          "max_weight_input_message": "0 أو -1 يعني عدم وجود حد.",
          "max_size_input": "أبعاد الحزمة القصوى",
          "width": "عرض",
          "length": "طول",
          "height": "ارتفاع",
          "days_input": "مواعيد التسليم المتاحة",
          "days_input_nodata": "حدد يوم التسليم",
          "hours_input": "أوقات التسليم Avaialbe",
          "hours_input_nodata": "حدد فترة زمنية",
          "vacation_input": "هل توصل في أيام العطل؟",
          "cod_input": "دعم COD",
          "cod_input_message": "تأكد من أن خدمة الشحن الخاصة بك تقبل الدفع عند الاستلام.",
          "sod_input": "هل تؤيد COD؟",
          "sod_input_message": "تأكد من أن خدمة الشحن الخاصة بك تقبل الدفع عند الاستلام.",
          "pricing": "احسب السعر",
          "const_input": "تكلفة ثابتة",
          "distance_cof_input": "معامل التكلفة إلى المسافة",
          "distance_cof_input_dim": "لكل {dim}",
          "weight_cof_input": "عامل التكلفة إلى الوزن",
          "weight_cof_input_dim": "لكل {dim}",
          "price_cof_input": "تكلفة الشحن إلى عامل سعر المنتج",
          "price_cof_input_message": "يشمل تكاليف التأمين والخدمات الأخرى مثل تكاليف الدفع عند الاستلام.",
          "price_cof_input_dim": "لكل {dim}",
          "distance_weight_cof_input": "مضاعف التكلفة بمضاعف الوزن",
          "distance_weight_cof_input_dim": "لكل {weight} لكل {distance}",
          "free_shipping_input": "الشحن مجانا",
          "free_shipping_limit_input": "الحد الأدنى لتكلفة الطلب للشحن المجاني",
          "notifications": {
            "update_success": "اكتملت إعدادات خدمة الشحن بنجاح."
          },
          "shipping_cost_calculation": "حساب تكلفة الشحن",
          "sod_true": "احصل على تكلفة الشحن في الوجهة",
          "sod_true_message": "تأكد من أن خدمة الشحن الخاصة بك تقبل تكلفة الشحن في الوجهة.",
          "sod_false": "حساب تكلفة الشحن التلقائي",
          "cod_true": "قبول الدفع نقدا عند التسليم",
          "cod_false": "قبول الدفع عبر الإنترنت فقط",
          "cod_true_message": "تأكد من أن خدمة الشحن الخاصة بك تقبل الدفع عند الاستلام."
        }
      }
    },
    "users": {
      "menu": {
        "customers": "عملاء",
        "contact_form": "جهات الاتصال",
        "faq": "FAQ",
        "club": "النادي",
        "report": "تقرير"
      },
      "report": {
        "title": "نظرة عامة على العملاء",
        "sub_title": "سترى الحالة الحية لعملائك هنا.",
        "report_30days_by_time": "يعتمد نشاط المستخدم على التاريخ والوقت في آخر 30 يومًا",
        "report_30days_by_location": "نشاط مستخدمي تحديد الموقع الجغرافي في آخر 30 يومًا"
      },
      "club": {
        "title": "نادي العملاء",
        "sub_title": "أدخل مبلغ الشراء الشهري والسنوي والعملات لتفعيل كل مستوى. سيتم تسجيل دخول عملائك إلى نادي العملاء الخاص بك لأنهم يستوفون متطلبات الشراء الشهرية أو السنوية.",
        "item": {
          "members_count": "عدد من أعضاء",
          "purchases_count": "عدد الطلبات",
          "monthly": "شهريا",
          "annually": "سنوي",
          "discount_percent": "معدل الخصم",
          "discount_limit": "حد الخصم"
        },
        "edit_dialog": {
          "title": "إدارة مستوى العملاء",
          "currency_input": "عملة",
          "currency_input_message": "يتم احتساب إجمالي المشتريات بهذه العملة.",
          "free_shipping_input": "الشحن مجانا",
          "monthly_input": "معدل الشراء الشهري",
          "annually_input": "معدل الشراء السنوي",
          "discount_percent_input": "معدل الخصم لأعضاء النادي",
          "discount_limit_input": "حد الخصم",
          "description_input": "وصف",
          "description_input_message": "أدخل وصفا موجزا لهذا المستوى."
        },
        "notifications": {
          "update_success": "تم تطبيق التغييرات على نادي العملاء."
        }
      },
      "faq": {
        "title": "أسئلة مكررة",
        "sub_title": "إضافة وتعديل والإجابة على أسئلة عملائك."
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "الحملات",
        "cross_selling": "عن طريق بيع",
        "affiliate": "شركة تابعة",
        "emails": "رسائل البريد الإلكتروني",
        "funnel": "قمع"
      },
      "campaign": {
        "name_input_placeholder": "اسم الحملة",
        "name_input_message": "أدخل عنوان حملتك.",
        "create_campaign_action": "إنشاء حملة جديدة",
        "table": {
          "title": "عنوان",
          "state": "حالة",
          "discount": "خصم",
          "landing": "الصفحة المقصودة",
          "start": "يبدأ",
          "end": "نهاية"
        },
        "notifications": {
          "add_success_title": "أنشئ حملة",
          "add_success": "تم إنشاء حملتك."
        }
      }
    },
    "categories": {
      "title": "قائمة الفئات",
      "subtitle": "الفئات هي السمة الرئيسية لمتجرك على الإنترنت. نحن نشجعك على استخدام أدوات التصنيف القوية هذه لبناء واجهة متجر حديثة وتسهيل عثور العملاء على المنتجات المناسبة.",
      "menu": {
        "add_new": "إضافة فئة جديدة",
        "categories_list": "قائمة الفئات",
        "export": "فئات التصدير",
        "import": "فئات الاستيراد (CSV)"
      },
      "graph": {
        "title": "التسلسل الهرمي للفئات",
        "subtitle": "يمكنك الحصول على نظرة عامة كاملة على فئات متجرك وكيفية تنقل المستخدمين فيها. من خلال الترتيب الصحيح للفئات ، يمكن لعملائك العثور على المنتجات بسرعة وسيرتفع معدل التحويل.",
        "visits_count": "زيارة",
        "normal": "بسيط",
        "items_count": "عدد العناصر",
        "home": "مسكن"
      },
      "category_widget": {
        "parent": "الأبوين",
        "not_exist": "غير موجود",
        "children": "الفئات الفرعية",
        "delete_alert": {
          "title": "إزالة فئة فرعية",
          "message": "هل تريد إزالة {title} من قائمة {parent_title}؟",
          "action": "حذف"
        },
        "notifications": {
          "edit_success": "تم تحرير الفئة."
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "متجر",
        "my_apps": "تطبيقات"
      },
      "my_apps": {
        "title": "تخزين التطبيقات النشطة",
        "subtitle": "إدارة تطبيقات عملك.",
        "all": "الكل"
      },
      "store": {
        "title": "متجر التطبيقات",
        "subtitle": "قم بتوصيل خدماتك المفضلة بعملك بشكل آمن. نضيف المكونات الإضافية والتطبيقات بناءً على طلبات عملائنا.",
        "nodata": "لم يتم العثور على مكون إضافي.",
        "all": "الكل",
        "more": "أكثر"
      }
    },
    "pages": {
      "menu": {
        "new_page": "صفحة جديدة",
        "contact_us": "اتصل بنا",
        "privacy": "خصوصية",
        "terms": "شروط",
        "about_us": "معلومات عنا",
        "landings": "هبوط",
        "popup": "يظهر فجأة"
      }
    },
    "permissions": {
      "menu": {
        "persons": "العاملين",
        "roles": "الأدوار",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "قائمة الموظفين",
          "new_user": "إضافة فريق عمل جديد",
          "new_user_message": "المستخدمون الذين سيتمكنون من الوصول إلى لوحة القيادة وأقسام الإدارة في هذا المتجر.",
          "email_input_placeholder": "بريد الالكتروني",
          "email_input": "عنوان البريد الإلكتروني للمستخدم",
          "level_input": "مستوى الوصول",
          "add_user_action": "إضافة طاقم العمل"
        },
        "delete_alert": {
          "title": "إزالة الوصول",
          "message": "هل تريد حذف هذا المستخدم؟",
          "action": "حذف"
        },
        "notifications": {
          "add_success_title": "إضافة وصول",
          "add_success": "تمت إضافة وصول جديد.",
          "delete_success_title": "حذف الوصول",
          "delete_success": "تم حذف الوصول."
        }
      },
      "shop_api": {
        "title": "مفاتيح الوصول إلى المتجر",
        "message": "تُستخدم هذه المفاتيح لإنشاء رمز وصول بواسطة الخادم الخاص بك. لاحظ أن المفاتيح سرية وعلى الخادم فقط بطريقة غير مرئية للآخرين."
      }
    },
    "applications": {
      "pwa": {
        "title": "التطبيق على شبكة الإنترنت",
        "sub_title": "عرض تطبيق الويب الخاص بمتجرك هنا",
        "message": "ملاحظة: يمكنك تعديل صفحة الترحيب الخاصة بموقعك على جهاز iPhone و iPad في تطبيق iOS",
        "ios_app": "تطبيق iOS"
      },
      "ios": {
        "title": "تطبيق iOS",
        "sub_title": "ستتمكن قريبًا من إنشاء تطبيق iOS لمتجرك.",
        "message": "الحد الأقصى لحجم الملف: 512 كيلو بايت ، يمكنك تحميل ملفات يصل حجمها إلى 1 ميجا بايت ، بشرط أن يكون نظام الضغط لدينا قادرًا على تقليل الحجم إلى 512 كيلو بايت. سيتم تغيير حجم الصورة التي تم تحميلها بذكاء."
      },
      "android": {
        "title": "تطبيق أندرويد",
        "sub_title": "أنشئ تطبيق Android الخاص بك",
        "message": "املأ هذا النموذج واضغط على مفتاح البناء. لن تكون هناك حاجة لأي شيء آخر. يتم تنفيذ جميع خطوات عملية الإنشاء والتوقيع لتطبيقك على الخوادم السحابية. سيتم تحميل التطبيق النهائي لجميع AppStores.",
        "server_un_available": "تجريبيًا ، خادم التطبيق غير متصل في الوقت الحالي.",
        "app_building_progress": "تطبيقك قيد الإنشاء.",
        "app_build_success": "تطبيقك جاهز.",
        "download_app_action": "احصل على التطبيق",
        "firmware_version": "نسخة برنامج ثابت",
        "main_info": "حزمة التطبيق",
        "package_name_input_message": "تأكد من أن اسم الحزمة فريد.",
        "package_name_input_alert": "إذا قمت بتغيير هذا الاسم ، فلن تتمكن بعد الآن من تحديث تطبيقاتك السابقة في AppStore وتثبيت تطبيق جديد. لاحظ أن مستخدمي تطبيقات الإصدارات الأقدم لن يتمكنوا أيضًا من تسجيل الدخول إلى حساباتهم.",
        "version_input": "الإصدار",
        "version_input_message": "يجب أن يكون هذا الرقم دائمًا أكبر من قيمته السابقة.",
        "version_name_input": "اسم الإصدار",
        "version_name_input_message": "أدخل اسمًا فريدًا لهذا الإصدار من التطبيق.",
        "use_selldone_key": "مفاتيح Selldone الافتراضية",
        "use_last_key": "المفتاح المحفوظ",
        "use_new_key": "مفتاح جديد",
        "appearance": "مظهر",
        "app_name_input": "اسم التطبيق",
        "app_name_input_message": "سيكون هذا هو الاسم الرئيسي لتطبيقك.",
        "app_title_input": "عنوان التطبيق",
        "app_title_input_message": "يظهر هذا العنوان في الجزء العلوي من التطبيق.",
        "app_title_input_placeholder": "أدخل عنوانًا",
        "app_icon_input": "أيقونة التطبيق",
        "app_icon_input_placeholder": "حدد الملف المضغوط لرموز التطبيق.",
        "generate_icon_pack_action": "بناء حزمة أيقونة",
        "splash_design": "تصميم شاشة البداية",
        "splash_logo_input": "شعار شاشة البداية",
        "splash_logo_input_placeholder": "حدد صورة لشاشة البداية.",
        "splash_title_input": "عنوان شاشة البداية",
        "splash_title_input_placeholder": "أدخل عنوانًا لـ Splash Screen",
        "splash_title_input_message": "سيتم عرض هذا العنوان بحجم خط كبير.",
        "splash_message_input": "رسالة شاشة البداية",
        "splash_message_input_placeholder": "رسالة ...",
        "splash_message_input_message": "سيتم عرض هذه الرسالة كصورة مصغرة أدناه.",
        "dark_theme": "مظهر داكن",
        "light_theme": "موضوع خفيف",
        "build": "يبني",
        "building_info": "يستغرق إنشاء تطبيق على خادم سحابي من 10 ثوانٍ إلى عدة دقائق. يرجى التحلي بالصبر. سيظهر رابط ملف التنزيل هنا بمجرد أن يصبح التطبيق جاهزًا.",
        "update_mode_action": "تحديث",
        "build_mode_action": "بناء التطبيق",
        "notifications": {
          "icon_pack_not_valid_error": "الملف غير صحيح.",
          "start_building_title": "مبنى ...",
          "start_building_message": "تم تقديم طلب بناء تطبيق Android.",
          "build_success_title": "تهانينا",
          "build_success": "تطبيق Android الخاص بك جاهز ، ويمكنك تنزيله الآن."
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "الطيار الآلي"
      }
    },
    "edit": {
      "menu": {
        "delete": "حذف المتجر",
        "activity_time": "وقت",
        "footer": "قائمة",
        "info": "معلومات",
        "notification": "إشعارات",
        "home": "مسكن",
        "locations": "المواقع",
        "license": "رخصة",
        "theme": "سمة",
        "sms": "رسالة قصيرة",
        "email": "بريد الالكتروني",
        "domain": "اِختِصاص",
        "verifications": "عمليات التحقق",
        "flow": "تدفق",
        "business_model": "نموذج العمل"
      },
      "delete_dialog": {
        "title": "حذف المتجر",
        "message": "هل تريد حذف متجر <b>{title}</b> ؟",
        "action": "حذف المتجر"
      },
      "notifications": {
        "delete_success": "تم حذف المتجر."
      },
      "info": {
        "title_tab": {
          "title": "اسم العمل واللغة",
          "subtitle": "حدد اسمًا عامًا ولغة افتراضية."
        },
        "name_tab": {
          "title": "تسوق باسم فريد",
          "subtitle": "إنه اسم مستخدم عملك."
        },
        "description_tab": {
          "title": "قصة عملك",
          "subtitle": "اكتب عن عملك وعرض قيمته الفريدة."
        },
        "contact_tab": {
          "title": "الاتصال والأعمال المحلية",
          "subtitle": "معلومات الاتصال العامة وإعداد الأعمال التجارية المحلية من Google."
        },
        "image_tab": {
          "title": "شعار",
          "subtitle": "حدد شعارًا فريدًا لعلامتك التجارية."
        }
      },
      "badge": {
        "external_title": "إدارة الشارات الخارجية",
        "external_message": "هنا ، يمكنك إدخال عنوان صورة الشارة والرابط الخاص بها. يجب أن تكون عناوين URL من موقع ويب معتمد."
      },
      "edit_menu": {
        "title": "القوائم",
        "footer": {
          "title": "قائمة التذييل",
          "sub_title": "يمكنك تكوين القائمة السفلية لصفحة متجرك هنا. يمكن أن تكون هذه القوائم صفحات رئيسية أو صفحات مصممة أو روابط خارجية."
        },
        "header": {
          "title": "قائمة الرأس",
          "sub_title": "يتم عرض هذه القائمة فقط على الشاشات الأكبر حجمًا من الأجهزة المحمولة ، وفي الجزء العلوي من الصفحة الرئيسية ، يتم عرض فئات المنتجات والهبوط وصفحات المنتج."
        },
        "save_menu": "حفظ القائمة",
        "dialog": {
          "main_pages": "الصفحات الرئيسية",
          "custom_pages": "الصفحات المقصودة"
        },
        "table": {
          "home": "مسكن",
          "shop": "محل",
          "blogs": "مدونة او مذكرة",
          "about_us": "معلومات عنا",
          "privacy": "خصوصية",
          "terms": "تعليمات الاستخدام",
          "faq": "FAQ",
          "contact_us": "اتصل بنا"
        },
        "notifications": {
          "save_success": "تم تحديث القائمة بنجاح."
        }
      },
      "social": {
        "title": "وسائل التواصل الاجتماعي",
        "message": "أدخل رابط الوسائط الاجتماعية الرسمي الخاص بك في هذا القسم. اتبع التعليمات الخاصة بكل عنصر لتأكيد العناوين."
      },
      "time": {
        "title": "أيام العمل",
        "sub_title": "تحديد أيام ووقت العمل",
        "days_open_input": "أيام",
        "days_open_input_nodata": "حدد يوم واحد على الأقل",
        "start_time_input": "وقت بدء نشاط المتجر",
        "start_time_input_hint": "ساعات عمل المتجر",
        "end_time_input": "وقت إغلاق المتجر",
        "end_time_input_hint": "وقت انتهاء نشاط المتجر",
        "customer_support_service": "المساءلة وخدمة العملاء",
        "response_time_input": "حالة خدمة العملاء",
        "support_24h": "24 ساعة 7 أيام في الأسبوع",
        "support_normal": "فقط خلال ساعات الدوام الرسمي",
        "no_service": "لا",
        "notifications": {
          "update_success": "تم تحرير المتجر."
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "لا تصنيف"
  },
  "add_product": {
    "title_new": "منتج جديد",
    "title_new_category": "فئة جديدة",
    "title_new_drop_shipping": "أضف دروبشيبينغ",
    "title_edit": "تحرير المنتج",
    "delete": "حذف المنتج",
    "completed": "مكتمل",
    "menu": {
      "type": "نوع المنتج",
      "general_info": "معلومات عامة",
      "rating": "المسح والميزات",
      "spec": "تحديد",
      "images": "الصور",
      "price": "السعر",
      "inputs": "مدخل",
      "outputs": "انتاج",
      "extra": "تفاصيل اضافية",
      "review": "تقييم المنتج",
      "inventory": "الجرد / المتغيرات"
    },
    "select_type": {
      "title": "اختر نوع المنتج أو الخدمة الخاصة بك"
    },
    "edit_info": {
      "category_input": "فئة",
      "product_name": "اسم المنتج*",
      "product_name_placeholder": "اسم المنتج الخاص بك هنا ..",
      "product_code": "كود المنتج (انجليزي)",
      "sku": "SKU",
      "sku_message": "وحدة حفظ الأوراق المالية",
      "mpn": "MPN",
      "mpn_message": "رقم جزء الشركة المصنعة",
      "status": "حالة",
      "external_link": "رابط خارجي",
      "brand": "ماركة",
      "brand_placeholder": "العلامة التجارية السابقة. Apple .. (اختياري)",
      "warranty": "ضمان",
      "is_original": "هل هذا منتج أصلي؟",
      "is_original_message": "إذا لم تقم بتعيين منتجك الأصلي ، فسيتم عرض الشارة المزيفة لهذا المنتج.",
      "return_warranty": "كم عدد الأيام التي يكون فيها ضمان الإرجاع لهذا المنتج؟",
      "warehouse_section": "المستودعات والتصنيع",
      "conditions_section": "شروط المنتج",
      "warranty_section": "الضمان والتسليم",
      "unit": "وحدة المنتج",
      "unit_message": "أدخل الوحدة إذا لزم الأمر. مثال: كجم ، متر ، ...",
      "condition": "حالة المنتج في متجرك",
      "condition_message": "يجب عليك اختيار إحدى القيم في هذا الحقل.",
      "unit_section": "وحدة المنتج",
      "unit_float": "وحدة الطفو (قريبًا)",
      "unit_float_hint": "على سبيل المثال ، يمكن للعميل طلب 3 كجم من الفاكهة ، لكن الكمية المرسلة إلى العميل تختلف قليلاً عن الكمية المطلوبة.",
      "unit_float_message": "أثناء معالجة الطلب ، قد يختلف المبلغ الذي تم تسليمه عن المبلغ المطلوب. يقوم النظام تلقائيًا بحساب هذا الاختلاف وتسجيله كدينك للعميل ، والذي يمكن تطبيقه على الطلبات التالية.",
      "status_list": {
        "active": {
          "title": "نشط | المبيعات عبر الإنترنت وغير متصل",
          "description": "سيكون هذا المنتج متاحًا للطلبات عبر الإنترنت."
        },
        "inactive": {
          "title": "غير نشط | فقط المبيعات دون اتصال",
          "description": "لن يكون هذا المنتج متاحًا للطلبات عبر الإنترنت."
        }
      }
    },
    "rating_pros_cons": {
      "title": "الدراسة الاستقصائية",
      "message": "أدخل قائمة بمواصفات المنتج لعملائك لتقييم منتجك. (ما يصل إلى 5 عناصر)",
      "rating_input": "استطلاعات الرأي",
      "rating_input_message": "يمكنك إضافة 5 عناصر إلى الاستطلاع.",
      "item_unit": "بند",
      "pros_title": "الايجابيات",
      "pros_message": "أدخل ميزات المنتج. (ما يصل إلى 5 عناصر)",
      "pros_input_title": "عنوان الميزة",
      "pros_input_value": "قيمة الميزة",
      "pros_group": "إيجابيات المنتج",
      "pros_group_messages": "الملامح الرئيسية للمنتج",
      "cons_title": "سلبيات",
      "cons_message": "أدخل نقاط الضعف في المنتج. (ما يصل إلى 5 عناصر)",
      "cons_input_title": "عنوان الضعف",
      "cons_input_value": "قيمة الضعف",
      "cons_group": "نقاط الضعف في المنتج",
      "cons_group_messages": "نقاط الضعف الرئيسية للمنتج",
      "select_from_list": "اختر من القائمة",
      "suggestion_rating": [
        "جودة جيدة",
        "قيمة جيدة",
        "نوصي",
        "الميزات والإمكانيات",
        "سهولة في الاستخدام",
        "حسن التصميم"
      ],
      "notifications": {
        "add_rating_success": "تمت إضافة خيار تقييم المستخدم {rating_name}.",
        "delete_rating_success": "تم حذف خيار تقييم المستخدم {rating_name}.",
        "add_pros_success": "تمت إضافة ميزة المنتج.",
        "delete_pros_success": "تمت إزالة ميزة المنتج.",
        "add_cons_success": "تمت إضافة ضعف المنتج.",
        "delete_cons_success": "إزالة ضعف المنتج."
      }
    },
    "edit_spec": {
      "title": "المواصفات الفنية",
      "sub_title": "يمكنك استيراد تصاريح فنية لمنتجات مماثلة.",
      "import_action": "يستورد",
      "group_input_header": "أضف مجموعة",
      "item_title_header": "اضافة عنصر",
      "group_input": "رأس المجموعة",
      "group_input_message": "أدخل العنوان.",
      "group_add_action": "أضف مجموعة",
      "item_title_input": "عنوان",
      "item_title_input_message": "أدخل عنوان الميزة.",
      "item_value_input": "قيمة",
      "item_value_input_message": "أدخل قيمة الميزة.",
      "add_item_action": "اضافة عنصر",
      "dialog": {
        "title": "أدخل المواصفات الفنية",
        "code_input": "معرف المنتج",
        "code_input_message": "رمز المنتج: P0000 ...",
        "spec_view_title": "مواصفات المنتج المختار",
        "set_spec_action": "المواصفات الفنية المكررة"
      },
      "notifications": {
        "enter_group_title_error": "أدخل قيمة العنوان",
        "enter_item_title_and_value_error": "أدخل عنوان وقيمة الميزة",
        "spec_saved_success": "تم حفظ مواصفات المنتج."
      }
    },
    "edit_images": {
      "title": "الصورة الرئيسية",
      "main_image_input_nodata": "تحميل صورة المنتج.",
      "main_image_input_message": "يتم عرض هذه الصورة في قائمة المنتجات.",
      "preview": "معاينة",
      "image_style": "نمط الصورة",
      "background_is_white": "خلفية بيضاء",
      "background_is_white_msg": "هل للصورة خلفية بيضاء ؟؟",
      "images": {
        "title": "معرض صور المنتج",
        "sub_title": "قم بتحميل صور المنتج ، العامة لجميع متغيرات المنتج ، في هذا القسم."
      },
      "video": {
        "title": "فيديو",
        "sub_title": "أولاً ، قم بتحميل فيديو المنتج الخاص بك على Youtube ، ثم ضع عنوان URL للفيديو هنا."
      }
    },
    "pricing": {
      "edit_price": "التسعير",
      "price_input": "السعر",
      "currency_input": "عملة",
      "currency_input_messages": "السعر محسوب بهذه العملة.",
      "commission_input": "عمولة",
      "commission_message": "هذا الخيار مفيد فقط لأنواع معينة من التجار مثل تجار الجملة. إذا لم تكن تاجر جملة ، فاترك هذا الخيار فارغًا. السعر الذي يراه المشترون هو مجموع السعر والعمولة. لإضافة الضريبة ، انقر فوق محاسبة> ضريبة.",
      "add_commission_action": "أضف العمولة",
      "discount_input": "خصم",
      "discount_input_message": "معدل الخصم",
      "has_discount_period_input": "هل هذا الخصم صالح لفترة محددة؟",
      "discount_timespan": "أدخل فترة الخصم.",
      "start_input": "يبدأ",
      "end_input": "نهاية",
      "start_input_placeholder": "حدد وقت البدء",
      "end_input_placeholder": "حدد وقت الانتهاء",
      "independent_price": "السعر فقط لهذا البديل",
      "same_price": "سعر المنتج الرئيسي",
      "variant_pricing_message": "من خلال تحديد هذا الخيار ، يمكن تعيين سعر هذا المتغير بشكل مستقل عن المنتج الرئيسي.",
      "price_label_input": "تسمية السعر",
      "price_label_message": "أضف معلومات إضافية حول السعر مثل (1.5 دولار / أونصة سائلة). حالات الاستخدام: بقالة ، سلع استهلاكية.",
      "add_price_label_action": "أضف تصنيف السعر"
    },
    "inputs_edit": {
      "title": "نموذج إدخال معلومات المشتري",
      "sub_title": "يمكنك إنشاء نموذج إدخال بيانات لكل منتج ، بحيث يرسل لك المتسوقون المعلومات عند شراء منتج. على سبيل المثال ، يمكن أن تكون هذه المعلومات اسمًا لنقش على حجر.",
      "message_input": "رسالة للمستخدم",
      "message_input_message": "ستظهر هذه الرسالة للعميل عند شراء المنتجات.",
      "inputs_form": "هيكل المعلومات (المدخلات)"
    },
    "extra_edit": {
      "physical": {
        "title": "معلومات الشحن",
        "sub_title": "يتم احتساب التكلفة ووقت التحضير بناءً على المعلومات الواردة في هذا القسم. تأكد من إدخال المعلومات حسب الوحدات المختارة في المتجر (الوزن ، الأبعاد ، المسافة)."
      },
      "notifications": {
        "save_title": "التعبئة والتغليف المحدثة",
        "save_msg": "تم تحديث معلومات تغليف المنتج بنجاح."
      }
    },
    "variants": {
      "not_available": "لا يمكن حاليًا تحديد متغير لهذا النوع من المنتجات."
    },
    "delete_product": {
      "title": "إزالة المنتج",
      "message": "هل تريد حذف <b>{product_title}</b> ؟"
    }
  },
  "product_admin": {
    "products_list": "قائمة المنتجات",
    "product": "المنتج",
    "menu": {
      "edit": "تعديل",
      "review": "استعراض",
      "orders": "الطلب",
      "inventory": "المخزون",
      "dashboard": "لوحة القيادة",
      "back_to_products": "منتجات",
      "drop_shipping": "إسقاط الشحن"
    },
    "dashboard": {
      "info": {
        "title": "حساب تعريفي",
        "title_small": "المنتج",
        "category": "فئة المنتج",
        "link": "رابط المنتج",
        "type": "يكتب",
        "inputs": "معلومات الإدخال",
        "outputs": "معلومات الإخراج",
        "user_data_form": "نموذج معلومات المشتري"
      },
      "orders": {
        "title": "الطلب",
        "title_small": "غير معالج",
        "physical_orders_title": "عربات التسوق مع هذا المنتج",
        "send_30days_title": "الطلبات التي تم شحنها في آخر 30 يومًا",
        "downloads_30days_title": "رقم الملف الذي تم تنزيله في آخر 30 يومًا",
        "virtual_orders_title": "أوامر هذا المنتج في انتظار الاكتمال"
      },
      "inventory": {
        "title": "المخزون",
        "title_small": "مستودع",
        "total_sell": "إجمالي المبيعات",
        "total_sell_today": "مبيعات اليوم",
        "total_sell_30days": "مبيعات آخر 4 أيام",
        "chart": {
          "labels": [
            "المخزون",
            "تخفيض السعر"
          ]
        }
      },
      "finance": {
        "title": "مالي",
        "title_small": "تقرير شراء آخر 6 أشهر",
        "select_mode_title": "عرض بواسطة",
        "modes": {
          "sell": "تخفيض السعر",
          "payment": "قسط",
          "discount": "خصم"
        },
        "currency_select_title": "السعر بالعملة المختارة",
        "sell_today": "مبيعات اليوم",
        "product_price": "سعر المنتج",
        "currency_unit": "وحدة العملة",
        "sell_30days": "30 يوما للبيع",
        "sell_daily": "المبيعات اليومية",
        "sell_yesterday": "مبيعات أمس"
      },
      "survey": {
        "title": "تصنيف المنتج",
        "title_small": "تقرير رضا العملاء",
        "total_participation": "إجمالي عدد المساهمات",
        "today_participation": "تقييمات اليوم",
        "last7days_participation": "مساهمات آخر 7 أيام",
        "chart": {
          "participate": "مشاركة",
          "participate_title": "عدد المساهمات",
          "score": "نتيجة"
        }
      },
      "inform": {
        "title": "توقعات العملاء",
        "title_small": "في انتظار الخصومات أو التوفر",
        "message": "إعلام العملاء عند طرح المنتجات للبيع أو إتاحتها",
        "waiting_for_auction": "في انتظار بيع المنتجات",
        "waiting_for_available": "في انتظار توفر المنتجات.",
        "unit": "شخص (ق)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "قائمة الجرد",
        "add_variant": "أضف المتغير",
        "title": "جرد المنتج / قائمة متغيرات المنتج",
        "sub_title": "إذا كان هذا المنتج يحتوي على أكثر من متغير ، فأدخلها في هذا القسم. يمكنك تحديد المبلغ والسعر والخصم لكل متغير بشكل منفصل ؛ وإلا سيتم تطبيق القيم الافتراضية للمنتج للتسعير.",
        "add_action": "أضف المتغير",
        "count_input": "المخزون",
        "count_input_action": "مجموعة العد",
        "management_title": "إدارة المخزون ومتغيرات المنتج",
        "add_title": "أضف صيغة المنتج",
        "edit_title": "تحرير متغير المنتج",
        "notifications": {
          "add_success": "تمت إضافة صيغة المنتج.",
          "delete_success": "تم حذف صيغة المنتج.",
          "save_product_inventory_success": "مخزون المنتجات المحفوظة."
        }
      },
      "variant_item": {
        "price": "السعر",
        "same_as_product": "على غرار المنتج الرئيسي",
        "in_stock": "المخزون",
        "delete_dialog": {
          "title": "احذف متغير المنتج",
          "message": "هل تريد حذف هذا البديل؟"
        }
      },
      "variant_add_edit": {
        "title": "تحديد متغير المنتج",
        "message": "رقم المنتج فريد",
        "active_input": "هل هذا المتغير نشط؟",
        "sku": "SKU",
        "sku_tips": "كود مستودع المنتج.",
        "mpn": "MPN",
        "mpn_tips": "تم إدراج رمز المنتج من قبل الشركة المصنعة على عبوة المنتج",
        "variant_variable": "المتغيرات المتغيرة",
        "pricing": "التسعير",
        "has_pricing_input": "هل السعر يختلف عن المنتج الرئيسي؟",
        "inventory": "المخزون",
        "inventory_unit": "أغراض",
        "delivery_info": "التعبئة والتغليف والشحن",
        "images": "صور البديل",
        "images_message": "بعد حفظ هذا المتغير ستتمكن من إضافة صورة هنا."
      }
    },
    "edit_article": {
      "menu": {
        "tags": "العلامات",
        "article": "مقالة - سلعة"
      }
    }
  },
  "product_extra_physical": {
    "weight": "وزن الحقيبة، وزن الحمولة",
    "weight_unit": "كلغ",
    "size": "حزمة الأبعاد",
    "dimension": "سم",
    "width": "عرض",
    "length": "طول",
    "height": "ارتفاع",
    "lead_time_title": "وقت التحضير",
    "lead_time": "وقت التحضير",
    "lead_time_dimension": "ساعات)",
    "bulk_action": "إجراءات جملة",
    "bulk_action_input": "قم بتحديث جميع المتغيرات",
    "bulk_action_msg": "اضبط تعبئة المنتج ووقت التحضير لجميع المتغيرات."
  },
  "product_images_list": {
    "upload_button": "المزيد من صور المنتج",
    "upload_an_image": "اختر صورة.",
    "notifications": {
      "update_sort_success": "تم حفظ فرز الصور",
      "delete_image_title": "حذف صورة المنتج",
      "delete_image_success": "تم حذف الصورة بنجاح"
    }
  },
  "variants_view": {
    "prices": "الأسعار",
    "inventory": "المخزون",
    "discount": "خصم"
  },
  "gift_card_type_edit": {
    "title_input": "عنوان",
    "color_input": "لون البطاقة",
    "charge_input": "التهمة الاولية",
    "charge_input_hint": "الرسوم الأولية لكل بطاقة",
    "currency_input": "عملة",
    "currency_input_message": "فقط للشراء بهذه العملة",
    "lifetime_input": "صلاحية البطاقة (شهر)",
    "lifetime_input_message": "صلاحية البطاقة",
    "card_image_input": "صورة البطاقة",
    "notifications": {
      "create_success": "تم إنشاء البطاقة",
      "update_success": "تم تحديث البطاقة"
    }
  },
  "shop_warehouse_edit": {
    "title": "إضافة مستودع",
    "message": "أدخل عنوان المستودع والملف الشخصي لحساب تكلفة الشحن.",
    "name_input": "اسم المستودع",
    "address": "عنوان",
    "name_input_message": "أدخل اسمًا مستعارًا للمستودع الخاص بك.",
    "person_name": "اسم الضابط",
    "phone_number": "رقم الاتصال",
    "map_title": "عنوان مخزن المستودع",
    "confirm_action": "اعتماد المستودع",
    "address_name": "مستودع",
    "notifications": {
      "success_save": "التغييرات التي تم حفظها بنجاح."
    }
  },
  "inventory_list": {
    "search_input": "بحث منتوج...",
    "search_input_title": "البحث بين منتجات المتجر",
    "apply_filter": "تطبيق مرشح",
    "inventory": "قائمة الجرد",
    "export": "مخزون التصدير",
    "import": "جرد الاستيراد",
    "bulk_price": "تغيير السعر بالجملة",
    "bulk_discount": "تغيير الخصم بالجملة",
    "category_filter_msg": "⚡ سيتم تطبيقه على جميع المنتجات والفئات الفرعية!",
    "table": {
      "waiting": "جاري تلقي المعلومات ... يرجى الانتظار",
      "open_state": "نشيط",
      "close_state": "غير نشط",
      "image": "صورة",
      "product": "اسم المنتج",
      "code": "كود المنتج",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "أصلي",
      "status": "حالة",
      "in_stock": "في المخزن",
      "edit": "يتغيرون"
    },
    "bulk_price_dialog": {
      "title": "الإجراءات الجماعية> السعر",
      "message": "ملاحظة: سيتم تطبيق المبلغ التالي كنسبة مئوية على سعر جميع المنتجات في متجرك. أيضًا ، سيتم تحويل قيم الأسعار المحسوبة بذكاء إلى أقرب رقم دائري بناءً على العملة المحددة ، كن حذرًا في إدخال القيم.",
      "check": "أوافق على تغييرات الأسعار.",
      "add_percent_tab": "أضف النسبة المئوية",
      "add_constant_tab": "أضف ثابت",
      "ending_tab": "استراتيجية الإنهاء"
    },
    "bulk_discount_dialog": {
      "title": "الإجراءات المجمعة> الخصم",
      "message": "ملحوظة: المبلغ التالي سيكون كنسبة مئوية على خصم جميع المنتجات في متجرك. أيضًا ، سيتم تحويل قيم الخصم المحسوبة بذكاء إلى أقرب رقم دائري بناءً على العملة المحددة. كن حذرًا في إدخال القيم.",
      "check": "أوافق على تغييرات الخصم."
    },
    "notifications": {
      "save_success": "تم حفظ تغيير المخزون."
    }
  },
  "spec_view": {
    "auto_save_input": "حفظ تلقائي"
  },
  "time_progress_bar": {
    "title_before_start": "المتبقي حتى البداية",
    "title_between_start_end": "المتبقي حتى النهاية",
    "title_after_end": "تم الانتهاء من",
    "title_no_start_end": "بدون فترة!"
  },
  "geo_map": {
    "views": "الآراء",
    "views_unit": "مرات",
    "product_views": "وجهات نظر المنتج",
    "buys": "المشتريات",
    "buys_unit": "الطلب",
    "baskets": "عربات نشطة",
    "added_items": "إضافة عناصر",
    "removed_items": "إزالة العناصر"
  },
  "faq_list": {
    "table": {
      "nodata": "لم يتم العثور على أسئلة.",
      "more_data_action": "المزيد من الأسئلة ..",
      "user": "مستخدم",
      "tag": "بطاقة شعار",
      "question": "سؤال",
      "officer": "العاملين",
      "answer": "إجابه",
      "created_at": "تاريخ",
      "priority": "أفضلية",
      "edit": "تعديل"
    },
    "dialog": {
      "add_new_action": "إرسال سؤال جديد",
      "edit_action": "تحرير التعليمات",
      "question_input": "سؤال",
      "question_input_placeholder": "اسأل سؤالك ..",
      "link_input": "وصلة",
      "link_input_placeholder": "يمكنك الرجوع إلى ارتباط في الرد.",
      "answer_input": "إجابه",
      "answer_input_placeholder": "أدخل نص الإجابة ..",
      "tag_input": "العلامة (عنوان الفئة)",
      "tag_input_placeholder": "أدخل عنوانًا قصيرًا",
      "priority_input": "الأولوية: (0 إلى 10)"
    },
    "delete_alert": {
      "title": "حذف السؤال",
      "message": "هل تريد حذف هذا السؤال؟",
      "action": "حذف"
    },
    "notifications": {
      "send_success": "تم تقديم إجابتك بنجاح.",
      "delete_success": "تم حذف سؤالك بنجاح."
    }
  },
  "contact_messages_list": {
    "load_more_action": "المزيد من الرسائل ..",
    "table": {
      "nodata": "لم يتم العثور على أسئلة.",
      "user": "مستخدم",
      "message": "نص الرسالة",
      "category": "فئة",
      "officer": "العاملين",
      "answer": "إجابه",
      "created_at": "تاريخ",
      "contact": "اتصال",
      "edit": "تعديل"
    },
    "dialog": {
      "title": "الرد على الرسالة",
      "category": "فئة",
      "user_name": "اسم",
      "email": "بريد الالكتروني",
      "phone": "رقم الاتصال",
      "message": "رسالة نصية",
      "status": "حالة الاستجابة",
      "status_answered": "أجاب",
      "status_waiting": "في انتظار الرد",
      "answer_input": "نص الرد",
      "mail_input": "ارسل بريد",
      "mail_input_message": "إذا قمت بتمكين هذا ، فسيتم إرسال ردك إلى البريد الإلكتروني للمستخدم."
    },
    "delete_alert": {
      "title": "حذف رسالة",
      "message": "هل تريد حذف هذه الرسالة؟",
      "action": "حذف"
    },
    "notifications": {
      "send_success": "وفد فدم طلبك بنجاح.",
      "delete_success": "الرسالة مسحت."
    }
  },
  "campaign": {
    "title": "الحملة الانتخابية",
    "menu": {
      "setting": "إعدادات",
      "return": "خلف",
      "dashboard": "لوحة القيادة",
      "links": "الروابط",
      "landing": "هبوط",
      "ads": "إعلانات",
      "finance": "تمويل"
    },
    "dashboard": {
      "title": "لوحة القيادة",
      "status": "نظرة عامة على الحالة",
      "sessions": "الجلسات",
      "links_overview": "نظرة عامة على روابط الحملة",
      "orders": "الطلب",
      "performance": "أداء الحملة",
      "links_funnel": "أداء روابط الحملة",
      "no_links": "لا توجد بيانات متاحة! يرجى إنشاء ارتباط إلى حملتك.",
      "social": "يؤدي وسائل التواصل الاجتماعي",
      "conversion_over_time": "التحويل بمرور الوقت",
      "total_campaign_sell": "إجمالي المبيعات حسب الحملة"
    },
    "finance": {
      "title": "تقرير المالية",
      "campaign_revenue": "إيرادات الحملة",
      "total_revenue": "إجمالي الإيرادات حسب الحملة",
      "links_revenue": "عائدات روابط الحملة",
      "payments_over_time": "المبيعات بمرور الوقت",
      "all_links": "كل الروابط"
    },
    "landing": {
      "empty_message": "قم بتعيين الصفحة المقصودة في إعدادات الحملة.",
      "set_landing": "تعيين الصفحة المقصودة",
      "create_landing": "إنشاء صفحة هبوط جديدة"
    },
    "links": {
      "title": "روابط الحملة",
      "url_input_message": "أدخل عنوان URL للصفحة المستهدفة"
    },
    "setting": {
      "menu": {
        "config": "التكوين",
        "timespan": "فترة زمنية",
        "banner": "لافتة",
        "Notification": "إشعار"
      },
      "general_setting": {
        "title": "إعدادات الحملة العامة",
        "sub_title": "الاسم والصفحة المقصودة ورمز الخصم",
        "name_input": "اسم الحملة",
        "name_input_hint": "أضف اسمًا إلى حملتك",
        "enable_input": "هل الحملة نشطة؟",
        "page_input": "الصفحة المقصودة",
        "discount_code_input": "رمز التخفيض",
        "limit": "حد الخصم",
        "max_count": "ماكس العد",
        "max_count_unit": "أغراض",
        "start": "يبدأ",
        "end": "نهاية",
        "notification_enable_input": "تمكين الإعلام؟",
        "landing_page": "الصفحة المقصودة",
        "discount_code": "رمز التخفيض",
        "auto": "الحملة الافتراضية",
        "auto_message": "تنشيط الحملة الافتراضية في متجرك"
      },
      "time_setting": {
        "title": "فترة زمنية",
        "sub_title": "تاريخ البدء والوقت / تاريخ الانتهاء والوقت",
        "start_input": "يبدأ",
        "start_input_placeholder": "حدد وقت بدء الحملة",
        "end_input": "نهاية",
        "end_input_placeholder": "حدد وقت انتهاء الحملة"
      },
      "banner_setting": {
        "title": "متجر بانر",
        "sub_title": "العرض في أعلى صفحة المتجر",
        "message_input": "رسالة نصية",
        "message_input_placeholder": "مهرجان خاص ...",
        "message_input_hint": "نص رسالة البانر أعلى المتجر",
        "bg_image_input": "URL صورة الخلفية",
        "bg_image_input_hint": "عنوان URL لصورة الخلفية الكاملة",
        "repeat_pattern": "كرر النمط",
        "simple": "بسيط",
        "dark_input": "المظهر الداكن؟",
        "icon_input": "أيقونة",
        "icon_input_hint": "اسم رمز تصميم المواد أو Fontawsom: fas fa-star",
        "anim_input": "عنوان الرسوم المتحركة",
        "anim_input_message": "عنوان URL لملف الرسوم المتحركة Lottie",
        "preview": "معاينة",
        "preview_update_action": "معاينة التحديث",
        "bg_color": "لون الخلفية",
        "icon_bg": "لون خلفية الأيقونة"
      },
      "notifications": {
        "title": "إشعار",
        "sub_title": "قم بإنشاء إشعار واربطه بحملتك.",
        "update_success": "تم تحديث حملتك.",
        "action_button": "زر التشغيل",
        "background_color": "لون الخلفية",
        "text_color": "لون الخط",
        "action_color": "لون العمل",
        "action_text_color": "لون نص الإجراء",
        "notification_image": "صورة الإخطار",
        "notification_bg": "خلفية الإخطار",
        "show_preview": "عرض المعاينة",
        "persistence": "إصرار",
        "persistence_message": "هل تريد أن تظهر في كل مرة يزور المستخدم الخاص بك الموقع",
        "radius": "نصف القطر",
        "show_delay": "عرض التأخير"
      }
    }
  },
  "add_category": {
    "title_edit": "تحرير الفئة",
    "title_update": "إضافة فئة جديدة",
    "menu": {
      "delete": "حذف الفئة",
      "filter": "المرشحات",
      "settings": "إعدادات",
      "back": "خلف"
    },
    "title_input": "عنوان الفئة *",
    "title_input_error": "حدد عنوان الفئة",
    "name_input": "اسم التصنيف (انجليزي) *",
    "name_input_error": "حدد اسمًا فريدًا للفئة",
    "description_input": "وصف التصنيف",
    "description_input_message": "أدخل وصفًا موجزًا للفئة ..",
    "parent_input": "القسم الرئيسي",
    "parent_input_message": "تظهر هذه الفئة على الصفحة الرئيسية للمتجر.",
    "image_input": "صورة الفئة",
    "image_input_placeholder": "حدد صورة للفئة",
    "edit_action": "تحرير الفئة",
    "add_action": "إضافة فئة",
    "back_action": "خلف",
    "no_category": "لا فئات",
    "star": "نجمة",
    "filter": {
      "title": "مرشحات الفئات",
      "sub_title": "إدارة الفلاتر والفئات المطبقة على المنتجات في هذه الفئة.",
      "message": "أدخل وحفظ عنوان الميزة الفنية الشائعة لهذه الفئة في المربع أدناه. بعد حفظ القائمة ، سيتم عرض فئات التصفية جنبًا إلى جنب مع محتويات كل فئة. يتم استخراج اللون والوزن والحجم والعلامة التجارية وما إلى ذلك تلقائيًا من متغير المنتج."
    },
    "delete_alert": {
      "title": "إزالة الفئة",
      "message": "هل تريد حذف فئة {title}؟",
      "action": "حذف"
    },
    "notifications": {
      "add_success": "تمت إضافة فئة جديدة.",
      "edit_success": "تم تحرير الفئة.",
      "delete_success": "تم حذف {title}."
    },
    "edit_filter": {
      "spec_input": "قائمة المواصفات الفنية",
      "spec_input_message": "قائمة الميزات التي تريد أن تظهر في قسم التصفية",
      "price": "السعر",
      "min": "دقيقة",
      "max": "الأعلى",
      "suggested_list": {
        "brand": "ماركة",
        "colors": "اللون",
        "styles": "تصميم",
        "volumes": "مقدار",
        "weights": "وزن",
        "packs": "الرقم في كل عبوة",
        "types": "يكتب"
      },
      "notifications": {
        "edit_success": "تم تحرير الفئة."
      }
    }
  },
  "apps_list": {
    "nodata": "لا يوجد تطبيق مثبت في متجرك",
    "inactive": "غير نشط",
    "my_apps": "تطبيقاتي",
    "app_store": "إضافة تطبيق جديد"
  },
  "add_shop": {
    "menu": {
      "shop_title": "عنوان المتجر",
      "shop_name": "اسم المتجر",
      "description": "وصف",
      "contact": "معلومات الاتصال",
      "image": "صورة"
    },
    "title_input": "عنوان",
    "title_input_tips": "أدخل اسم متجرك أو علامتك التجارية أو شركتك.",
    "active_message": "تعيين نشط يمكن للجميع الوصول إلى موقع الويب الخاص بك.",
    "language_input_message": "حدد لغة متجرك.",
    "name_input": "اسم",
    "name_input_message": "أدخل اسمًا لمتجرك.",
    "name_input_tips": "لا تستخدم أحرفًا أو مسافات أو أحرف غير الإنجليزية ، إذا تم استخدامها ، فقد لا يتم عرض اسم المتجر بشكل صحيح.",
    "description_input": "وصف المتجر",
    "description_input_message": "اكتب وصفا موجزا عن عملك.",
    "address_input": "عنوان المتجر",
    "address_input_message": "أدخل عنوان موقع المتجر بالضبط",
    "phone_input": "رقم الهاتف",
    "phone_input_message": "رقم الاتصال بالعميل",
    "phone_input_tips": "أدخل رقم الاتصال مع رمز الدولة. يستخدم هذا الرقم أيضًا لعرض المعلومات في بحث Google.",
    "email_input": "بريد الالكتروني",
    "email_input_message": "عنوان البريد الإلكتروني للعملاء",
    "locality_input": "موقع",
    "locality_input_message": "موقع المتجر",
    "region_input": "الولاية أو المقاطعة",
    "region_input_message": "الولاية أو المقاطعة التي تعمل فيها",
    "country_input": "دولة",
    "country_input_message": "بلد العمل",
    "postal_code_input": "رمز بريدي",
    "postal_code_input_message": "رمز المتجر البريدي",
    "image_input": "صورة المتجر",
    "map": {
      "title": "عنوان المتجر",
      "confirm": "تسجيل العنوان",
      "address": "عنوان",
      "receptor": "متجر"
    },
    "create_shop_action": "إنشاء متجر",
    "update_shop_action": "تحديث",
    "notifications": {
      "copy_success": "نسخة من عنوان المتجر.",
      "name_available": "هذا الاسم ({name}) متاح.",
      "add_success": "تم إنشاء المتجر {title}.",
      "edit_success": "تم تحرير المتجر."
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "أضف عنصرًا افتراضيًا",
    "add_virtual_item_desc": "لبيع المنتجات الافتراضية ، يجب عليك إضافتها في هذا القسم. عدد العناصر الافتراضية يساوي عدد العناصر المجانية في هذا القسم. بمجرد شراء العملاء للعنصر الافتراضي ، سيتم إرسال الرابط إليهم.",
    "filter_action": "تطبيق مرشح",
    "not_processed": "الطلبات غير المجهزة",
    "title": "قائمة العناصر",
    "vew_order": "مشاهدة الطلب",
    "table": {
      "nodata": "لا توجد عناصر",
      "product": "المنتج",
      "data": "البيانات",
      "status": "حالة",
      "user_message": "رسالة المستخدم",
      "updated_at": "اخر تحديث",
      "order": "طلب",
      "delete": "حذف"
    },
    "notifications": {
      "delete_success": "تم حذف العنصر بنجاح."
    }
  },
  "add_virtual_item": {
    "title_edit": "قم بتحرير القيم",
    "title_add": "أضف عنصرًا إلى المنتج",
    "sub_title": "إنشاء وتحرير المنتجات الافتراضية",
    "message": "يمكن لمدير المتجر إظهار القيمة للمشتري بعد الدفع. يجب إدخال هذه القيم في النموذج أدناه. تم تعيين بنية هذا النموذج في تحرير عنصر> تحرير معلومات الإخراج القسم.",
    "edit_outputs": "تحرير شكل الإخراج",
    "notifications": {
      "edit_success": "تم تحرير العنصر.",
      "add_success": "تمت إضافة العنصر إلى القائمة."
    }
  },
  "virtual_process_center": {
    "title": "مركز المعالجة",
    "sub_title": "معالجة الطلب",
    "virtual_product": "منتج افتراضي",
    "menu": {
      "report": "تقرير",
      "timeline": "الجدول الزمني",
      "order": "طلب"
    },
    "list_widget": {
      "title": "مواصفات الطلب",
      "product_name": "اسم المنتج"
    },
    "inputs_widget": {
      "title": "نموذج الإدخال",
      "table": {
        "title": "عنوان",
        "value": "قيمة"
      },
      "change_inputs_action": "تحرير نموذج الإدخال"
    },
    "outputs_widget": {
      "title": "شكل الإخراج",
      "table": {
        "title": "عنوان",
        "value": "قيمة"
      },
      "tips": [
        "بعد إكمال طلب العميل ، اضغط على مفتاح تأكيد الطلب لإعلام المشتري بالطلب.",
        "بمجرد الموافقة على الطلب ، لن يتمكن المشتري من تحرير معلومات الإدخال."
      ],
      "alerts": {
        "order_completed_by_admin": "تم الانتهاء من الطلب.",
        "order_completed_by_buyer": "تم إكمال الطلب من قبل المشتري.",
        "waiting_for_buyer": "بانتظار موافقة المشتري .."
      }
    }
  },
  "file_process_center": {
    "title": "مركز المعالجة",
    "sub_title": "معالجة الطلب",
    "menu": {
      "report": "تقرير",
      "timeline": "الجدول الزمني",
      "order": "طلب"
    }
  },
  "process_order_page_dashboard": {
    "title": "معالجة الطلب",
    "cancel_order_action": "الغاء الطلب",
    "open_basket_cation": "عربة التسوق هذه مفتوحة ، مما يعني أن العميل يتسوق ولم يدفع الطلب بعد.",
    "reject_dialog": {
      "title": "سبب رفض الطلب",
      "message": "حدد سبب رفض هذا الطلب من القائمة أدناه. تأكد من إبلاغ العميل بعملية الإلغاء واسترداد الأموال. يجب أن يتم رد الأموال في غضون 12 ساعة.",
      "confirm_action": "الغاء الطلب",
      "dismiss_reject_action": "رفض إلغاء الأمر"
    },
    "notifications": {
      "update_status_success": "تم تحديث حالة الطلب.",
      "reject_update_success": "تم تحديث حالة إلغاء الطلب.",
      "dismiss_reject_success": "عاد الطلب إلى العملية الطبيعية.",
      "set_tracking_success": "تم حفظ معرف مسار الطلب بنجاح."
    }
  },
  "process_center": {
    "title": "مركز المعالجة",
    "physical_product": "المنتجات المادية",
    "menu": {
      "label": "ملصق العبوة",
      "receipt": "فاتورة",
      "back": "خلف",
      "return": "يعود",
      "report": "تقرير",
      "timeline": "الجدول الزمني",
      "inputs": "المدخلات",
      "order": "طلب"
    },
    "payment_widget": {
      "title": "قسط",
      "checklist": [
        "تحقق من مبلغ الطلب ودفع العميل.",
        "تحقق من عنوان الفواتير.",
        "تأكد من صحة المعلومات المدخلة ، خاصة إذا كان الدفع نقدًا عند الاستلام."
      ],
      "action_cod_pay": "تأكيد الدفع من قبل العميل",
      "action_dir_pay": "تأكيد إيصال الدفع الذي تم تحميله",
      "payment_receipt_not_uploaded_error": "لم يتم تحميل إيصال الدفع حتى الآن!",
      "waiting_for_pay": "في انتظار الدفع",
      "processing_payment": "معالجة الدفع",
      "processing_cancel": "تم إلغاء الدفع",
      "paid": "دفع",
      "cod_pay_info": "عند استلامك للطلب من العميل يمكنك تأكيد الدفع وإتمام الطلب.",
      "dir_pay_info": "سيظهر إيصال الدفع أعلاه. قبل تأكيد الدفع ، تحقق من مبلغ الإيداع ومعلومات الإيصال لدى البنك الذي تتعامل معه.",
      "created_date": "تاريخ الإنشاء",
      "pay_date": "يوم الدفع او الاستحقاق",
      "payment_gateway": "بوابة الدفع",
      "payment_method": "طريقة الدفع او السداد",
      "risk": "قيمة المخاطرة",
      "billing_details": "تفاصيل الفاتورة",
      "add_transaction": "إضافة فاتورة جديدة",
      "add_transactions_message": "يجب عليك إنشاء معاملة واحدة على الأقل لهذا الطلب. في بعض الحالات ، يكون الدفع مطلوبًا في عدة خطوات. سيتم تحديد المعاملات التي يتعين على المستخدم دفع ثمنها بواسطتك أثناء العمل.",
      "add_bill_dialog": {
        "title": "أضف الفاتورة",
        "message": "يمكنك إضافة فاتورة واحدة أو أكثر لهذا الطلب. سيرى العميل هذه الفواتير ويدفع كل منها حسب تقدم العمل.",
        "amount_input": "قيمة الفاتورة",
        "action": "أضف الفاتورة"
      },
      "edit_bill_dialog": {
        "title": "تحرير الفاتورة",
        "message": "يمكنك تحرير الفواتير المعلقة.",
        "action": "تحرير الفاتورة"
      },
      "bill_cash_payment_dialog": {
        "title": "تسجيل الدفع النقدي",
        "message": "إذا دفع المشتري مبلغ هذه الفاتورة نقدًا أو بطريقة أخرى غير الدفع عبر الإنترنت ، في هذا القسم ، عن طريق تحديد خيار ، والتسجيل وتأكيد الدفع. في هذا القسم ، يمكنك فقط رؤية بوابات الدفع النقدي لمتجرك ، إذا لم تشاهد مثل هذا الخيار ، فيجب عليك تنشيط بوابة الدفع النقدي بالعملة المحددة في متجرك.",
        "action": "قم بتأكيد دفع الفاتورة"
      },
      "table": {
        "title": "عنوان",
        "amount": "مقدار",
        "description": "وصف",
        "info": "معلومات"
      },
      "user_payment": "دفع العملاء",
      "cod": "الدفع عند الاستلام",
      "gateway_wage": "مصاريف",
      "gift_card": "كرت هدية",
      "discount_code": {
        "title": "رمز التخفيض",
        "code": "شفرة",
        "percent": "نسبه مئويه",
        "limit": "حد"
      },
      "club": {
        "title": "نادي العملاء",
        "percent": "نسبه مئويه",
        "limit": "حد"
      },
      "coupon": {
        "title": "قسيمة",
        "percent": "نسبه مئويه",
        "limit": "حد",
        "charge": "الشحنة"
      },
      "delivery": {
        "title": "تكلفة الشحن",
        "not_paid": "غير مدفوع"
      },
      "samin": {
        "title": "رسوم الخدمة",
        "description": "تم خصم هذا المبلغ من حساب محفظة Selldone الخاص بك.",
        "tooltip": "احسب بطريقة الدفع",
        "percent": "نسبه مئويه"
      },
      "affiliate": {
        "title": "عمولة الانتساب",
        "affiliate_message": "يجب عليك دفع هذه العمولة إلى الشركة التابعة الخاصة بك. هذه العملية تتم من قبل نفسك."
      },
      "total_price": "إجمالي سعر العناصر",
      "total_items_discount": "خصم الأصناف",
      "total_price_after_offers": "المجموع بعد تطبيق العروض",
      "user_payment_amount": "مبلغ دفع المشتري",
      "samin_wage": "رسوم سيلدون",
      "pay_cod_dialog": {
        "title": "هل تلقيت طلب الأموال؟",
        "message": "قم بتأكيد هذا الخيار في طريقة الدفع نقدًا عند الاستلام ، بعد التأكد من الدفع الكامل من قبل العميل.",
        "confirm_action": "تأكيد دفع العميل"
      },
      "pay_dir_dialog": {
        "title": "هل تلقيت طلب الأموال؟",
        "message": "قم بتأكيد هذا الخيار بعد الموافقة على إيصال الدفع الذي تم تحميله مع البنك الذي تتعامل معه. تأكد من التحقق من الدفع مع البنك الذي تتعامل معه.",
        "confirm_action": "تأكيد دفع العميل"
      },
      "notifications": {
        "pay_confirm_message": "تم تأكيد الدفع.<br> المنفذ: {gateway_name}<br> التاريخ: {payment_at}",
        "pay_fail_title": "غير مدفوع",
        "pay_fail_message": "لا يمكن الموافقة على الدفع!"
      }
    },
    "basket_list": {
      "checklist": [
        "تأكد من المخزون.",
        "إذا كان العنصر غير متاح ، فيجب إعادة المبلغ المدفوع لهذا العنصر إلى العميل."
      ],
      "message": "إذا كان أي من العناصر غير متوفر أو لا يمكن بيعه ، فقم بإلغاء تحديد المربع المجاور له وانقر على زر <b>تأكيد الطلب</b> .",
      "action": "تأكيد الطلب",
      "list_of_items": "قائمة عربة التسوق",
      "apply_change_action": "تطبيق التغييرات",
      "cant_apply_change": "لا يمكن إجراء تغييرات",
      "lottery_prize_inform": "يربح عميلك 1x من هذا المنتج. أرسل هدية بهذا الطلب."
    },
    "preparing": {
      "title": "تحضير",
      "packing_weight": "وزن التعبئة",
      "delivery_type": "طريقة الشحن",
      "packing_size": "أبعاد التغليف",
      "distance_warning": "يتجاوز الحد المسموح به للمسافة.",
      "weight_warning": "يتجاوز الوزن المسموح به.",
      "volume_warning": "يتجاوز حجم الحزمة المسموح به.",
      "message": "انقر فوق الزر \" <b>Order Ready</b> \" التالي إذا كان الطلب جاهزًا للشحن.",
      "action": "طلب جاهز للشحن",
      "checklist": [
        "اتباع القواعد القياسية في التعبئة والتغليف.",
        "اطبع قائمة بالعناصر وضعها داخل العبوة.",
        "اطبع والصق ملصق على الصندوق."
      ]
    },
    "basket_items": "قائمة عناصر الطلب",
    "delivered_dialog": {
      "title": "هل تم استلام هذا الطلب من قبل العميل؟",
      "message": "قم بتأكيد هذا الخيار عندما تعلم أن العميل قد استلم الطلب",
      "confirm_action": "أؤكد أن العميل قد استلم الحزمة"
    },
    "return_delivery_dialog": {
      "title": "هل واجه الطلب أي مشاكل أثناء التسليم أم تم إرجاعه؟",
      "message": "قم بتأكيد خيار إرجاع الشحنة إذا تم إرجاع الطلب بعد الإرسال لسبب ما وهناك حاجة لإعادة إرسال الشحنة.",
      "confirm_action": "تأكيد إرجاع التسليم"
    },
    "notifications": {
      "update_status_success": "تم تحديث حالة الطلب.",
      "reject_update_success": "تم تحديث حالة إلغاء الطلب.",
      "dismiss_reject_success": "تم إلغاء الطلب.",
      "pay_cod_success": "تم تأكيد الدفع النقدي عند التسليم.",
      "pay_dir_success": "تم تأكيد الدفع عن طريق الدفع من بطاقة إلى بطاقة أو تحويل الأموال.",
      "set_tracking_success": "تم حفظ معرف مسار الطلب بنجاح.",
      "new_bill_success": "تمت إضافة الفاتورة الجديدة بنجاح.",
      "edit_bill_success": "تم تحديث الفاتورة بنجاح.",
      "update_bill_status_success": "تم تحديث حالة الفاتورة بنجاح.",
      "set_payment_in_cash_success": "تأكيد دفع الفواتير يدويًا."
    },
    "delete_bill_dialog": {
      "title": "حذف الفاتورة",
      "message": "هل أنت متأكد من حذف هذه الفاتورة؟",
      "action": "نعم ، احذف الآن"
    }
  },
  "shop_gateway": {
    "title": "بوابة",
    "menu": {
      "dashboard": "لوحة القيادة",
      "edit": "تعديل",
      "transactions": "المعاملات",
      "back": "بوابات"
    },
    "dashboard": {
      "title": "إدارة البوابة",
      "gateway_data_widget": {
        "title": "تقرير المدفوعات",
        "title_small": "بوابة",
        "chart": {
          "times": "عدد",
          "buys": "شراء العد",
          "pays": "دفع ناجح",
          "amount_pay": "دفع",
          "amount_wage": "مصاريف"
        }
      },
      "gateway_info_widget": {
        "title": "معلومات",
        "title_small": "بوابة",
        "status": "حالة",
        "cod_transportation": "طرق الشحن thst دعم COD",
        "cod_transportations_error": "تفعيل الدفع النقدي عند التسليم لطريقة شحن واحدة على الأقل!",
        "payment_type": "نوع الدفع",
        "cod": "الدفع عند الاستلام",
        "online": "الدفع الالكتروني",
        "wage_percent": "نسبة الرسوم",
        "min_wage": "الحد الأدنى للرسوم",
        "max_wage": "الحد الأقصى للرسوم",
        "min_amount": "الحد الأدنى للصفقة",
        "max_amount": "الحد الأقصى للصفقة",
        "timeout": "فترة الدفع",
        "timeout_unit": "ثواني",
        "link": "ارتباط البوابة",
        "your_gateway_status": "حالة البوابة الخاصة بك",
        "config_extra_info": "تكوين خدمة الدفع",
        "oauth2_button": "اتصال تلقائي بـ {gateway}",
        "fee_payment_message": "سيتم تحويل المبلغ المدفوع بالكامل من قبل العميل إلى حسابك. سيتم خصم رسوم الخدمة من محفظتك في سيلدون."
      }
    },
    "edit": {
      "title": "تحرير البوابة",
      "menu": {
        "delete": "قم بإزالة البوابة"
      },
      "edit_action": "تحرير البوابة"
    },
    "transactions": {
      "title": "المعاملات",
      "table": {
        "amount": "مقدار",
        "currency": "عملة",
        "livemode": "يكتب",
        "status": "حالة",
        "target_id": "طلب",
        "risk": "مخاطرة",
        "card": "بطاقة",
        "issued_at": "تاريخ الإصدار",
        "payment_at": "يوم الدفع او الاستحقاق"
      },
      "live_mode": "يعيش",
      "test_mode": "صندوق الرمل"
    }
  },
  "edit_gateway": {
    "public_keys": "مفاتيح عمومية",
    "private_keys": "مفاتيح خاصة (سرية)",
    "link": "موقع الكتروني",
    "state_title": "طريقة الدفع النشطة / غير النشطة",
    "gateway_status": "حالة",
    "wallet": "محفظة Blockchain",
    "developer_title": "وضع المطور",
    "developer_message": "يمكنك معالجة المعاملات الوهمية إذا كانت البوابة تدعم وضع التصحيح.",
    "notifications": {
      "edit_success": "تم تحرير البوابة {gateway_name}."
    },
    "developer_setting": "تطوير واختبار",
    "live_mode_message": "ستكون جميع المعاملات في الوضع المباشر."
  },
  "gift_card": {
    "title": "بطاقات الهدايا",
    "menu": {
      "edit": "تعديل",
      "new_card": "إنشاء بطاقة",
      "list": "البطاقات",
      "orders": "الطلب",
      "dashboard": "لوحة القيادة",
      "back": "بطاقات الهدايا"
    },
    "dashboard": {
      "title": "لوحة تحكم إدارة بطاقة الهدايا",
      "amount_widget": {
        "title": "بطاقه ائتمان",
        "title_small": "30 يوما",
        "chart_amount_pay": {
          "y": "مجموع",
          "label": "قسط"
        },
        "chart_buys": {
          "y": "تشتري",
          "label": "تشتري"
        },
        "total_buy": "إجمالي مبلغ الشراء",
        "total_pay_30days": "30 يوم دفع اجمالي",
        "total_pay_today": "دفعة اليوم"
      },
      "count_widget": {
        "title": "عدد البطاقات الصادرة",
        "title_small": "30 يوما",
        "total_cards": "إجمالي عدد البطاقات",
        "used_cards_30days": "30 يوم من الاستخدام",
        "used_today": "استخدام اليوم",
        "chart": {
          "new_cards": "بطاقات جديدة",
          "used_cards": "البطاقات المستعملة",
          "new_card_name": "بطاقة جديدة",
          "used_card_name": "تستخدم"
        }
      },
      "export": {
        "title": "الحصول على ملف الإخراج",
        "cards_list": "احصل على قائمة البطاقات",
        "get_report": "احصل على تقرير"
      }
    },
    "cards": {
      "title": "قائمة البطاقات الصادرة",
      "loading_message": "الحصول على المعلومات ... الرجاء الانتظار",
      "issue_to_user": "إصدار للمستخدم",
      "table": {
        "card_number": "رقم البطاقة",
        "balance": "الرصيد",
        "paid": "دفع",
        "edit": "تعديل",
        "delete": "حذف",
        "expire": "تنتهي",
        "user": "مستخدم"
      },
      "delete_alert": {
        "title": "إزالة البطاقة",
        "message": "هل أنت متأكد أنك تريد حذف هذه البطاقة؟",
        "action": "حذف"
      },
      "notifications": {
        "delete_success": "تم حذف بطاقة الهدايا.",
        "edit_success": "تم إجراء تغييرات.",
        "issue_success": "تم إصدار بطاقة الهدايا للمستخدم بنجاح."
      },
      "issue_dialog": {
        "title": "إصدار بطاقة هدايا",
        "action": "أنا أؤكد. قم بإصدار البطاقة الآن"
      }
    },
    "gift_card_edit": {
      "title": "إنشاء بطاقة هدايا",
      "validity": "صلاحية",
      "validity_unit": "شهور",
      "currency": "عملة",
      "initial_balance": "رصيد البطاقة الأولي",
      "count": "عدد",
      "count_unit": "أغراض)",
      "enable_input_message": "حالة البطاقات التي تم إنشاؤها",
      "notifications": {
        "create_success_title": "يحفظ",
        "create_success": "تم إنشاء {count} من البطاقات الجديدة"
      }
    },
    "gift_card_edit_page": {
      "title": "تحرير بطاقة الهدايا"
    }
  },
  "shop_discount": {
    "title": "رمز التخفيض",
    "up_to": "يصل إلى",
    "menu": {
      "dashboard": "لوحة القيادة",
      "orders": "الطلب",
      "back": "رموز الخصم"
    },
    "dashboard": {
      "title": "لوحة تحكم إدارة كود الخصم",
      "chart_amount_buy": {
        "y": "مبلغ الشراء {currency}",
        "label": "يشتري"
      },
      "chart_amount_discount": {
        "y": "خصم {currency}",
        "label": "خصم"
      },
      "chart_used": {
        "y": "كمية الاستخدامات",
        "label": "مرات"
      }
    }
  },
  "shop_coupon": {
    "title": "كوبونات",
    "up_to": "يصل إلى",
    "menu": {
      "dashboard": "لوحة القيادة",
      "back": "كوبونات",
      "orders": "الطلب"
    },
    "dashboard": {
      "title": "لوحة إدارة القسيمة",
      "chart_amount_buy": {
        "y": "مبلغ الشراء {currency}",
        "label": "يشتري"
      },
      "chart_amount_discount": {
        "y": "قسيمة {currency}",
        "label": "قسيمة"
      },
      "chart_used": {
        "y": "كمية الاستخدامات",
        "label": "مرات"
      }
    }
  },
  "shop_offer": {
    "title": "عروض",
    "up_to": "يصل إلى",
    "menu": {
      "dashboard": "لوحة القيادة",
      "orders": "الطلب",
      "back": "عروض"
    },
    "dashboard": {
      "title": "عرض لوحة تحكم الإدارة",
      "chart_amount_buy": {
        "y": "مبلغ الشراء {currency}",
        "label": "يشتري"
      },
      "chart_amount_discount": {
        "y": "عرض {currency}",
        "label": "عرض"
      },
      "chart_used": {
        "y": "كمية الاستخدامات",
        "label": "مرات"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "دفع رسوم التفعيل",
    "balance": "الرصيد",
    "locked": "مقفل",
    "transfer": "تحويل",
    "charge": "إيداع"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "الدفع",
    "payment": "قسط",
    "confirm": "تأكيد الطلب ، تم تأكيد <b>{success} ورفض {fail}</b> .",
    "prepare": "إعداد الطلب.",
    "send": "تم شحن الطلب عن طريق <b>{delivery}</b> .",
    "delivered": "تم تسليم الطلب للعملاء.",
    "fill-inputs": "أكمل المشتري نموذج معلومات الإدخال.",
    "return-add": "إرسال طلب إرجاع منتج ، {product}.",
    "return-accept": "تم تأكيد طلب الإرجاع {return_code}.",
    "return-reject": "تم رفض طلب {return_code}.",
    "reject-order": "رفض الطلب. الكود: {reject_code}.",
    "reject-order-clear": "إلغاء رفض الطلب. الكود: {reject_code}.",
    "email-buy": "إرسال بريد إلكتروني لتأكيد الشراء إلى العميل.",
    "email-payment": "إرسال بريد إلكتروني لتأكيد الدفع إلى العميل.",
    "delivery-returned": "لم يتم استلام الطلب من قبل العميل وتم إرجاعه. من الضروري الشحن مرة أخرى.",
    "delivery-canceled": "تم إلغاء التسليم. من الضروري الشحن مرة أخرى.",
    "edit-receiver-info": "تم تحرير عنوان تسليم الطلب من قبل المشتري.",
    "edit-billing-info": "تحرير عنوان الفواتير من قبل المشتري.",
    "payment-cod-confirm": "تم تأكيد الدفع عند الاستلام.",
    "payment-cash-confirm": "تم تأكيد دفع {amount} {currency} نقدًا للفاتورة.",
    "payment-dir-confirm": "تم تأكيد إيصال الدفع المباشر.",
    "vendor": "تم تغيير حالة طلب المورد من <b>{from}</b> إلى <b>{to}</b> .",
    "connect-sync": "تمت مزامنة الطلب عن طريق Connect OS.",
    "connect-shipped": "تم شحن طلب Connect بواسطة {shipping}.",
    "connect-returned": "تم إرجاع طلب Connect بواسطة {shipping}.",
    "connect-failed": "فشل الشريك في تلبية الطلب. {reason}",
    "connect-canceled": "تم إلغاء الطلب من قبل الشريك. {reason}",
    "connect-action-cancel": "طلب إلغاء الطلب. {reason}",
    "connect-put-hold": "تم تأجيل الأمر. {reason}",
    "connect-remove-hold": "تمت إزالة الأمر من التعليق. {reason}",
    "connect-confirmed": "تم تأكيد الأمر.",
    "email-vendor": "🔔 تم إرسال بريد إلكتروني لإبلاغ الطلب إلى <b>{vendor}</b> | {email}."
  },
  "inline_chart": {
    "today": "اليوم",
    "last_days": "قبل {days} يوم"
  },
  "products_select": {
    "move_category": "انقل الفئة <b>{category}</b> إلى فئة أخرى",
    "move_product": "انقل المنتج <b>{product}</b> إلى فئة",
    "product_menu": {
      "dashboard": "لوحة تحكم المنتج",
      "inventory": "الجرد والمتغيرات"
    },
    "notifications": {
      "copy_success": "نسخة من المنتج.",
      "change_category_success": "تم تحرير فئة المنتج."
    }
  },
  "physical_order_track": {
    "title": "تقارير وتقييم المخاطر"
  },
  "virtual_order_track": {
    "title": "تقارير وتقييم المخاطر"
  },
  "virtual_order_timeline": {
    "title": "الجدول الزمني"
  },
  "physical_order_timeline": {
    "title": "الجدول الزمني"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "اكتب رسالة هنا ...",
    "pin_action": "دبوس الى أعلى الصفحة",
    "unpin_action": "فك",
    "copy_html": "نسخ Html",
    "notifications": {
      "add_note_success": "تمت إضافة الملاحظة.",
      "edit_note_success": "تم تحرير الملاحظة.",
      "delete_note_success": "تم حذف الملاحظة."
    },
    "delete_dialog": {
      "title": "حذف الملاحظة",
      "message": "هل تريد حذف هذه الملاحظة؟",
      "action": "حذف الملاحظة"
    },
    "resend_dialog": {
      "title": "إعادة إرسال البريد الإلكتروني",
      "message": "هل أنت متأكد من إعادة إرسال هذا البريد الإلكتروني إلى عميلك؟",
      "action": "نعم ، أعد الإرسال",
      "success": "استياء البريد الإلكتروني لعميلك."
    }
  },
  "accounts": {
    "title": "محفظتى",
    "message": "يجب عليك إنشاء حساب واحد على الأقل بالعملة التي تستخدمها في Selldone. يجب عليك تعبئة هذا الحساب لدفع رسوم الخدمة.",
    "add_new": "انشاء حساب جديد",
    "new_account": "إضافة حساب جديد",
    "new_account_dialog": {
      "title": "حساب جديد",
      "account_name_input": "إسم الحساب",
      "currency_input": "وحدة العملة",
      "currency_input_message": "سيحتفظ الحساب الذي تم إنشاؤه بقيم هذه العملة فقط.",
      "new_account_wage": "تكلفة إنشاء حساب جديد: مجانًا للحساب الأول",
      "create_account_action": "إنشاء حساب"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "أرسل هدية",
      "sent": "يرسل",
      "received": "تم الاستلام"
    },
    "send_gifts": {
      "title": "الهدايا المرسلة",
      "sub_title": "يمكنك إرسال هدية لأصدقائك أو عملائك. قد يقبل المستلم هديتك أو يرفضها. المبلغ مغلق في حسابك وسحب إذا وافق المستلم. خلاف ذلك ، سيتم تحويل هذا المبلغ إلى حسابك.",
      "table": {
        "user": "مستخدم",
        "amount": "مقدار",
        "currency": "عملة",
        "account_name": "من عند",
        "status": "حالة",
        "message": "رسالة",
        "created_at": "تاريخ الإنشاء"
      }
    },
    "received_gifts": {
      "title": "الهدايا المستلمة",
      "sub_title": "الهدايا التي تلقيتها من Selldone أو غيرها",
      "table": {
        "amount": "مقدار",
        "currency": "عملة",
        "account_from": "من عند",
        "status": "حالة",
        "message": "رسالة",
        "created_at": "تاريخ الإنشاء",
        "receive": "تسلم"
      }
    }
  },
  "get_gift_dialog": {
    "title": "تحصل على هدية",
    "more": "أكثر ..",
    "amount": "مقدار",
    "message": "رسالة",
    "account_to_input": "حساب الوجهة",
    "account_to_input_message": "سيتم إيداع مبالغ الهدايا في هذا الحساب.",
    "get_action": "قبول الهدية",
    "notifications": {
      "received_success_title": "تهانينا",
      "received_success": "تم إيداع مبلغ الهدية {amount} {currency} في حسابك."
    }
  },
  "send_gift_dialog": {
    "title": "أرسل هدية",
    "account_from_input": "اختيار حساب",
    "account_from_input_message": "يتم سحب مبالغ الهدايا من هذا الحساب.",
    "receiver_input": "المتلقي",
    "receiver_input_message": "يمكنك إدخال عنوان البريد الإلكتروني أو رقم الهاتف.",
    "message_input": "رسالة",
    "message_input_message": "يمكنك ترك رسالة للمستلم.",
    "amount_input": "مقدار",
    "currency_input": "وحدة العملة",
    "currency_input_message": "السعر محسوب بهذه العملة.",
    "send_action": "أرسل هدية",
    "notifications": {
      "send_success": "تم إرسال هدية بقيمة {amount} {currency} إلى {receiver}."
    }
  },
  "account_list": {
    "account_input": "رقم حساب",
    "account_input_message": "سيتم إيداع مبالغ الهدايا بهذه العملة في هذا الحساب.",
    "free_balance": "رصيد مجاني",
    "account_name": "إسم الحساب"
  },
  "user_monetize_accounts": {
    "title": "حسابات الودائع",
    "sub_title": "سيتم إيداع مبالغ الهدايا تلقائيًا في هذه الحسابات.",
    "message": "تقوم Selldone بإيداع الأموال لنشاطك على وسائل التواصل الاجتماعي ، والمشاركة في تطوير Selldone ، وتقديم الأصدقاء وما إلى ذلك. باختيار حساب إيداع لكل عملة ، سيتم إيداع مبالغ الهدية في هذا الحساب في المجال الخاص بك تلقائيًا. يمكن إضافة هذه المبالغ إلى Selldone. لن تكون عمليات السحب ممكنة إلا لشركاء الأعمال.",
    "add_account_action": "إنشاء حساب",
    "add_dialog": {
      "title": "ربط حساب لتلقي الهدايا",
      "account_input": "رقم حساب",
      "account_input_message": "سيتم إيداع مبالغ الهدايا بهذه العملة في هذا الحساب.",
      "set_as_default_action": "حدد كحساب افتراضي"
    },
    "table": {
      "currency": "عملة",
      "account_number": "رقم حساب",
      "account_name": "اسم",
      "payment": "قيمة الايداع",
      "reset_at": "إعادة التعيين إلى",
      "delete": "حذف"
    },
    "notifications": {
      "set_success": "تمت إضافة الحساب بنجاح.",
      "delete_success": "تمت إزالة الحساب بنجاح من قائمة الحسابات الافتراضية لتلقي الهدايا."
    },
    "delete_alert": {
      "title": "حذف الحساب",
      "message": "هل تريد إزالة هذا الحساب من قائمة \"حسابات الهدايا\"؟",
      "action": "حذف"
    }
  },
  "user_monetize": {
    "title": "جني المال",
    "menu": {
      "plans": "الخطط",
      "accounts": "حسابات",
      "participant": "مشارك"
    }
  },
  "user_monetize_plans": {
    "title": "مشاريع التعاون وتحقيق الدخل",
    "sub_title": "سوف تتلقى رصيد حساب لهدايا الإحالة. سيتم تحميل هذه المبالغ على حسابك ويمكن سحبها فقط إلى شركاء Selldone التجاريين (ليس الكل). يمكنك إنفاق الأموال على رسوم خدمات Selldone.",
    "discount": "خصم",
    "your_income": "دخلك",
    "level_2": "من المستوى الثاني",
    "level_3": "من المستوى الثالث",
    "link_message": "العضوية: {registered} ، مقبولة: {accepted}",
    "link_tip": "يمكنك إضافة العبارة؟ ref = {link_code} في نهاية كل عنوان تشاركه.",
    "table": {
      "currency": "عملة",
      "amount": "الرصيد",
      "total": "المبلغ الإجمالي",
      "payment_date": "تاريخ آخر دفعة",
      "withdraw": "انسحاب"
    },
    "notifications": {
      "get_credit_success": "تم إيداع المبلغ المطلوب في حسابك."
    }
  },
  "basic_information": {
    "title": "هويتي وملفي الشخصي",
    "email": "عنوان بريد الكتروني",
    "tel": "رقم الهاتف المحمول",
    "address": "عنوان",
    "payment": "معاملات صالحة",
    "personal_information": "معلومات الهوية",
    "main_profile": "الملف الرئيسي",
    "main_profile_subtitle": "هذه المعلومات متاحة للجمهور للجميع.",
    "kyc_waiting_info": "نحن نتحقق من دقة المعلومات التي تدخلها. هذه العملية إلزامية وفقًا لقواعد اعرف عميلك وستقلل من مخاطر المعاملات المالية. يمكنك الاستفادة من المزايا الحالية والمستقبلية لهذه الخدمة.",
    "personal_info_dialog": {
      "title": "معلومات الهوية",
      "name_input": "الاسم الأول",
      "family_name_input": "الكنية",
      "number_input": "رقم جواز السفر (أو الرمز الوطني)",
      "birthday_input": "عيد الميلاد",
      "birthday_input_placeholder": "أدخل تاريخ ميلادك",
      "address_input": "عنوان",
      "postcode_input": "رمز بريدي",
      "tel_input": "رقم الاتصال",
      "passport_image_input": "حدد صورة جواز السفر",
      "passport_image_input_message": "قم بتحميل نسخة من صورة جواز السفر الخاص بك.",
      "personal_image_input": "اختر صورتك الخاصة",
      "personal_image_input_message": "قم بتحميل صورة ممسوحة ضوئيًا ذهابًا وإيابًا على بطاقتك الوطنية إلى صورة."
    },
    "profile_dialog": {
      "title": "الملف الرئيسي",
      "full_name_input": "الاسم الكامل",
      "tel_input": "رقم الاتصال",
      "email_input": "بريد الالكتروني",
      "website_input": "موقع الكتروني",
      "address_input": "عنوان",
      "about_input": "ْعَنِّي",
      "about_long_input": "نص طويل عني",
      "image_input": "حدد صورة الملف الشخصي",
      "image_input_message": "قم بتحميل صورتك. سيتم استخدام هذه الصورة كصورة ملفك الشخصي.",
      "notifications": {
        "update_profile_success": "تم تحديث ملفك الشخصي.",
        "update_personal_info_success": "تم تسجيل المعلومات الخاصة بك بنجاح"
      }
    },
    "charge_account_approve_message": "اشحن حسابك للموافقة على معاملتك المصرفية.",
    "payment_approval": "الموافقة على الدفع",
    "residential_address_checking": "مستندات عنوان إقامتك في قائمة الانتظار.",
    "add_residential_address": "أضف موقعك وإثبات مستندات عنوان الإقامة."
  },
  "phone_verify": {
    "title": "رقم الهاتف المحمول",
    "step1_title": "أدخل رقم هاتفك المحمول.",
    "phone_number_input": "رقم الهاتف المحمول",
    "next": "الخطوة التالية",
    "sms_code_input": "شيفرة التأكيد",
    "sms_code_message": "تم إرسال رمز التحقق المكون من 6 أرقام إلى {phone_number}.",
    "notifications": {
      "duplicated_number_error": "تمت الموافقة على هذا الرقم بالفعل من قبلك.",
      "send_activation_code_success_title": "شيفرة التأكيد",
      "send_activation_code_success": "تم إرسال رمز التحقق إلى {phone_number}.",
      "verify_success": "تم التحقق من رقم هاتفك المحمول"
    }
  },
  "companies": {
    "title": "حسابات الأعمال الخاصة بي",
    "message": "يمكن للشركات ورجال الأعمال والفرق المهنية تطوير المنتجات والتطبيقات بناءً على Selldone. إنه مطلب لإنشاء ملف تعريف الأعمال.",
    "new_company": "شركة جديدة"
  },
  "add_company": {
    "name_input": "اسم الشركة",
    "website_input": "موقع الكتروني",
    "email_input": "بريد الالكتروني",
    "address_input": "عنوان",
    "tel_input": "هاتف",
    "mobile_input": "التليفون المحمول",
    "edit_action": "تحرير الشركة",
    "create_action": "إنشاء شركة",
    "notifications": {
      "add_success": "تم إنشاء حساب الأعمال {name}.",
      "edit_success": "تم تحرير حساب الأعمال."
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "الشخصية",
      "shop_key": "العملاء",
      "apps": "تطبيقات"
    },
    "connected_apps_title": "التطبيقات المتصلة",
    "connected_apps_message": "سترى قائمة بجميع المتاجر والتطبيقات المتصلة بحساب المجال الخاص بك. يمكنك حذف الوصول إلى أي منهم.",
    "shop_keys_title": "مفاتيح الوصول إلى المتجر",
    "shop_keys_message": "تُستخدم هذه المفاتيح لإنشاء رمز وصول بواسطة الخادم الخاص بك. لاحظ أن المفاتيح سرية ويتم وضعها فقط على الخادم حتى لا تكون مرئية للآخرين.",
    "personal_keys_title": "مفاتيح الوصول الشخصية",
    "personal_keys_message": "يمكنك إنشاء مفاتيح حسابك هنا. لاحظ أن هذه المفاتيح ستكون قادرة على الوصول إلى حسابك. قم بإنشاء واستخدام هذه المفاتيح فقط إذا كنت تعرف بالضبط ما تفعله.",
    "clients_title": "العملاء",
    "clients_message": "تُستخدم هذه المفاتيح لإنشاء رمز وصول بواسطة الخادم الخاص بك. لاحظ أن المفاتيح سرية ويتم وضعها فقط على الخادم حتى لا تكون مرئية للآخرين."
  },
  "user_security_control": {
    "title": "أمن الحساب",
    "message": "يمكنك تعديل إعدادات أمان حسابك هنا.",
    "delete": {
      "title": "حذف الحساب",
      "subtitle": "قبل حذف حسابك ، تأكد من حذف جميع المتاجر.",
      "action": "أنا متأكد ، حذف حسابي",
      "agreement": "أوافق على حذف جميع معلوماتي من الخادم الخاص بك. سيتم حذف معلوماتك وفقًا لجدول نحدده لمنع الاحتيال أو سوء الاستخدام."
    },
    "list": {
      "password": {
        "title": "كلمه السر",
        "sub_title": "اختر كلمة مرور قوية لحسابك.",
        "action_title": "كلمة مرور الوصول إلى الحساب",
        "not_exist": "لا تدخل",
        "action": "غير كلمة السر"
      },
      "phone": {
        "title": "رقم الهاتف المحمول",
        "sub_title": "قم بتأكيد رقم هاتفك المحمول. ستتمكن من تسجيل الدخول من خلال هذا الرقم.",
        "action_title": "رقم الهاتف الأساسي للحساب",
        "action": "تحقق من الرقم"
      },
      "two_step": {
        "title": "دخول من خطوتين",
        "sub_title": "قم بتأكيد رقم هاتفك المحمول. ستتمكن من تسجيل الدخول من خلال هذا الرقم.",
        "action_title": "زيادة أمان الحساب",
        "activated_action": "مفعل",
        "active_action": "نشط الان"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "قم بتثبيت تطبيق Google Authenticator"
      },
      "step_2": {
        "title": "أدخل الرمز الذي تم إنشاؤه بواسطة التطبيق",
        "message": "يتم إنشاء الرمز المكون من 6 أرقام بواسطة خوارزمية في هاتفك المحمول. يمكنك تنزيل التطبيق من الرابط التالي. اضغط على مفتاح منشئ الرمز لإنشاء رمز QR يحتوي على كلمة المرور.",
        "qr_code_info": "إذا لم يكن من الممكن إجراء المسح الضوئي ، فيمكنك نسخ الرمز يدويًا ولصقه في التطبيق:",
        "create_new_code": "إنشاء رمز جديد",
        "qr_code_scanning": "امسح رمز الاستجابة السريعة الذي أنشأه تطبيق Google Authenticator Mobile وأدخل الرمز الذي تم إنشاؤه للتأكيد في المربع الموجود بهذه الصفحة.",
        "qr_code_regenerate_info": "ملاحظة: بالضغط على المفتاح أعلاه ، سيتم إنشاء مفتاح جديد وسيكون المفتاح السابق غير قابل للاستخدام. أدخل المفتاح الجديد في تطبيق هاتفك."
      },
      "step_3": {
        "title": "أدخل الرمز الذي تم إنشاؤه",
        "message": "أدخل رمز الوصول الذي تم إنشاؤه في التطبيق في الحقل أدناه.",
        "activation_key_input": "رمز الدخول"
      },
      "activated_alert": "تم تمكين تسجيل الدخول بخطوتين.",
      "activated_message": "تم تمكين تسجيل الدخول من خطوتين لحسابك. من الآن فصاعدًا ، ستحتاج إلى إدخال رمز ثانٍ يتغير كل 30 ثانية للوصول إلى حسابك. لتعطيل تسجيل الدخول المكون من خطوتين ، ما عليك سوى النقر نقرًا مزدوجًا فوق اضغط على خطوة وانتقل عبر الخطوات.",
      "cancel_two_step_login_action": "إلغاء تسجيل الدخول المكون من خطوتين",
      "cancel_two_step_login_info": "إذا كنت ترغب في تعطيل التحقق بخطوتين ، فأدخل كلمة المرور الخاصة بك وانقر فوق مفتاح تسجيل الدخول المكون من خطوتين.",
      "password_input": "كلمه السر",
      "cancel_2fa_action": "إلغاء تسجيل الدخول المكون من خطوتين"
    },
    "change_password_dialog": {
      "title": "غير كلمة السر",
      "message": "استخدم كلمة مرور معقدة ولا تنسى.",
      "password_input": "كلمة المرور الحالية",
      "new_password_input": "كلمة المرور الجديدة",
      "re_new_password_input": "كرر كلمة المرور الجديدة",
      "tips": {
        "length": "يجب أن تكون كلمة المرور 8 أحرف على الأقل",
        "chars": "حرف كبير واحد على الأقل ورقم واحد.",
        "match": "كلمة المرور مطابقة."
      },
      "change_password_action": "غير كلمة السر",
      "notifications": {
        "change_password_title": "غير كلمة السر",
        "change_password": "تم تغيير الرقم السري بنجاح."
      }
    }
  },
  "authorized_clients": {
    "title": "قائمة المتاجر / التطبيقات المتصلة",
    "table": {
      "name": "اسم",
      "app": "برنامج",
      "scopes": "النطاقات",
      "shop": "متجر مقيد"
    },
    "remove_action": "إزالة الوصول",
    "delete_alert": {
      "title": "حذف",
      "message": "هل تريد إلغاء هذا الوصول؟ لاحظ أن هذا التطبيق لن يتمكن من الوصول إلى حسابك بعد الآن.",
      "action": "رفض الوصول"
    }
  },
  "clients": {
    "title": "قائمة العملاء",
    "create_new_action": "إنشاء عميل جديد",
    "table": {
      "client_id": "معرف العميل",
      "app": "برنامج",
      "name": "الاسم المستعار",
      "secret_key": "المفتاح السري"
    },
    "create_dialog": {
      "title": "عميل جديد",
      "error_msg": "<strong>خطأ!</strong> عذرا، حدث خطأ!",
      "name_input": "اسم",
      "name_input_message": "شيء يتعرف عليه المستخدمون ويثقون به.",
      "redirect_input_message": "عنوان العودة إلى موقعك."
    },
    "edit_dialog": {
      "title": "تحرير الوصول"
    },
    "delete_alert": {
      "title": "حذف",
      "message": "هل تريد حذف هذا العميل؟",
      "action": "حذف"
    }
  },
  "personal_access_tokens": {
    "title": "قائمة برموز الوصول الشخصية",
    "create_action": "إنشاء رمز جديد",
    "table": {
      "name": "اسم",
      "scopes": "الوصول",
      "expire_at": "تاريخ الانتهاء"
    },
    "create_dialog": {
      "title": "بناء الرمز",
      "error_message": "<strong>خطأ!</strong> عذرا، حدث خطأ!",
      "name_input": "السابق الاسم المستعار. اسمي المميز",
      "name_input_message": "الاسم المميز المفضل.",
      "scopes_list": "قائمة وصول الرمز المميز"
    },
    "access_token_dialog": {
      "title": "مفتاح الوصول الشخصي",
      "message": "هنا هو رمز رمز الوصول الشخصي الخاص بك. هذه هي المرة الوحيدة التي سيتم فيها عرض هذا الرمز المميز ، لذلك لا تفوتها! يمكنك الآن استخدام هذا الرمز المميز لطلب واجهة برمجة التطبيقات."
    },
    "delete_alert": {
      "title": "حذف",
      "message": "هل تريد حذف رمز الوصول هذا؟",
      "action": "حذف"
    }
  },
  "scopes": {
    "profile": {
      "name": "حساب تعريفي",
      "description": "اقرأ معلومات الملف الشخصي بما في ذلك الاسم وعنوان البريد الإلكتروني والصورة وحالة المصادقة."
    },
    "phone": {
      "name": "رقم الهاتف",
      "description": "الوصول إلى رقم الهاتف."
    },
    "address": {
      "name": "عناوين",
      "description": "قراءة العنوان المحفوظ من دفتر العناوين."
    },
    "buy": {
      "name": "شراء",
      "description": "ضع طلبًا واشترِ من المتجر."
    },
    "order-history": {
      "name": "تاريخ الطلبات",
      "description": "قراءة تاريخ الطلبات."
    },
    "my-gift-cards": {
      "name": "بطاقات الهدايا",
      "description": "الوصول إلى بطاقاتي."
    },
    "articles": {
      "name": "تحرير المحتوى",
      "description": "تحرير المقالات."
    },
    "notifications": {
      "name": "إرسال واستقبال الإخطار",
      "description": "إرسال واستقبال الإخطار."
    },
    "read-shops": {
      "name": "متجر IST",
      "description": "اقرأ قائمة المتاجر."
    },
    "shop-edit": {
      "name": "إدارة المخزن",
      "description": "تحرير الوصول إلى المتجر"
    },
    "shop-contacts": {
      "name": "إدارة نموذج الاتصال",
      "description": "استلام وتحرير نماذج الاتصال."
    },
    "shop-gift-cards": {
      "name": "إدارة بطاقات الهدايا",
      "description": "إنشاء وتحرير وإدارة بطاقات الهدايا."
    },
    "shop-faqs": {
      "name": "إدارة الأسئلة والأجوبة",
      "description": "إنشاء وتحرير وإدارة الأسئلة المتداولة."
    },
    "shop-categories": {
      "name": "إدارة الفئات",
      "description": "إنشاء الفئات وتحريرها وإدارتها."
    },
    "shop-products": {
      "name": "ادارة المنتج",
      "description": "إضافة المنتجات وتحريرها وإدارتها."
    },
    "shop-read-reports": {
      "name": "قراءة التقارير",
      "description": "اقرأ المعلومات والتقارير."
    },
    "shop-socials": {
      "name": "إدارة وسائل التواصل الاجتماعي",
      "description": "تحرير الوسائط الاجتماعية المتجر"
    },
    "shop-accounts": {
      "name": "إدارة الحسابات المالية",
      "description": "تحرير وحذف الحسابات المالية المرتبطة بالمتجر."
    },
    "shop-menus": {
      "name": "إدارة القوائم",
      "description": "تحرير قوائم المتجر."
    },
    "shop-pages": {
      "name": "إدارة صفحات",
      "description": "تحرير صفحات المتجر."
    },
    "shop-warehouse": {
      "name": "إدارة المستودعات",
      "description": "تحرير مخزن المتجر"
    },
    "shop-permissions": {
      "name": "إدارة الوصول",
      "description": "عرض وتحرير الوصول إلى المتجر."
    },
    "shop-process-center": {
      "name": "إدارة الطلبات",
      "description": "إدارة الطلبات."
    },
    "shop-profile": {
      "name": "إدارة الملفات الشخصية",
      "description": "إدارة ملفات تعريف المتجر."
    },
    "shop-discount-code": {
      "name": "إدارة كود الخصم",
      "description": "إدارة وتحرير وإضافة رموز الخصم في المتجر."
    }
  },
  "company_page": {
    "title": "شركة",
    "create_app": "إنشاء تطبيق جديد",
    "menu": {
      "edit": "تعديل",
      "apps": "تطبيقات",
      "dashboard": "لوحة القيادة",
      "companies": "شركات"
    },
    "dashboard": {
      "info_widget": {
        "title": "معلومات تسجيل الشركة",
        "address": "عنوان",
        "website": "موقع الكتروني",
        "email": "بريد الالكتروني",
        "phone": "رقم الهاتف",
        "register": "يسجل",
        "developer": "مطور",
        "verified": "Verfied",
        "golden": "ذهبي"
      }
    },
    "developer": {
      "title": "المطورين",
      "menu": {
        "new": "جديد",
        "apps": "تطبيقات"
      },
      "app_card": {
        "category": "فئة",
        "installs": "ثَبَّتَ",
        "actives": "نشيط",
        "uninstalls": "عمليات إلغاء التثبيت",
        "app_code": "كود التطبيق",
        "app_mode": "وضع التطبيق"
      }
    },
    "edit": {
      "title": "تعديل"
    }
  },
  "add_app": {
    "category_input": "فئة",
    "code_input": "شفرة",
    "name_input": "اسم",
    "description_input": "وصف",
    "video_input": "رابط الفيديو",
    "public_form": "هيكل المعلومات العامة",
    "private_form": "بنية المعلومات الخاصة",
    "icon_input": "أيقونة التطبيق",
    "logo_input": "تطبيق الشعار",
    "enable_input": "هل التطبيق نشط؟",
    "edit_action": "تحرير التطبيق",
    "create_action": "إنشاء التطبيق",
    "notifications": {
      "add_success": "تم إنشاء حساب الأعمال {name}.",
      "delete_success": "تم تحرير حساب الأعمال."
    }
  },
  "app_page": {
    "title": "تطبيق",
    "menu": {
      "edit": "تعديل",
      "publish": "ينشر",
      "history": "إصدارات",
      "dashboard": "لوحة القيادة",
      "company": "شركة",
      "api": "API",
      "images": "الصور"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "تطبيق",
        "app_code": "كود التطبيق",
        "category": "فئة",
        "name": "اسم",
        "installs": "تثبيت التطبيقات",
        "uninstalls": "إلغاء تثبيت التطبيقات",
        "actives": "تطبيقات نشطة",
        "description": "وصف",
        "published": "نشرت",
        "waiting_for_review": "ما زال يحتاج بتصدير",
        "app_mode": "وضع التطبيق"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "صاحب",
      "description": "الوصول الكامل إلى جميع واجهات المحلات."
    },
    "PRODUCT": {
      "text": "مدير الإنتاج",
      "description": "إضافة وتحرير وإدارة منتجات المتجر."
    },
    "AUDITING": {
      "text": "مدير مالي",
      "description": "عرض المعلومات المالية والمدفوعات."
    },
    "CONTENT": {
      "text": "ادارة المحتوى",
      "description": "أجب عن الأسئلة ، واكتب المدونات ، وصمم الصفحات."
    },
    "OFFICER": {
      "text": "مدير مرشد",
      "description": "عرض ومراقبة نشاط الموظف."
    },
    "EMPLOYEE": {
      "text": "الموظف",
      "description": "عرض الطلبات وتنفيذ الطلبات."
    },
    "MARKETING": {
      "text": "تسويق",
      "description": "الوصول إلى الإعدادات وإنشاء الحملات والتسويق عبر البريد الإلكتروني والأقسام الأخرى المتعلقة بالتسويق."
    },
    "VIEWER": {
      "text": "مشاهد",
      "description": "القدرة على عرض معلومات المتجر دون القدرة على تعديلها أو تغييرها."
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "الفحص منتج مادي",
      "description": "تحقق من الطلبات المستلمة."
    },
    "PhysicalOrdersPackaging": {
      "text": "التغليف المادي",
      "description": "عملية التخزين والتعبئة والتغليف."
    },
    "PhysicalOrdersDelivery": {
      "text": "الشحن المادي",
      "description": "طلب الشحن."
    },
    "PhysicalOrdersSupport": {
      "text": "الدعم المادي",
      "description": "دعم ما بعد البيع."
    }
  },
  "account_status": {
    "Checking": "تدقيق",
    "Approved": "مؤكد",
    "Rejected": "مرفوض",
    "Deleted": "تم الحذف",
    "Banned": "محظور",
    "Payment": "قسط",
    "SelldoneSprite": "حساب محفظة Selldone",
    "SelldoneStorage": "تخزين سيلدون"
  },
  "account_page": {
    "title": "الحساب",
    "menu": {
      "setting": "إعدادات",
      "change": "الشحنة",
      "transfer": "تحويل",
      "transactions": "المعاملات",
      "charge": "الشحنة",
      "history": "تاريخ"
    },
    "transactions": {
      "title": "معاملات الحساب",
      "detail": {
        "title": "عملية تجارية",
        "amount": "مقدار",
        "description": "وصف",
        "from": "من عند",
        "to": "ل",
        "created_at": "تاريخ",
        "receipt": "إيصال",
        "receipt_note": "ملحوظة"
      },
      "table": {
        "type": "يكتب",
        "from": "من حساب",
        "to": "لحساب",
        "amount": "مقدار",
        "receipt": "إيصال",
        "created_at": "تاريخ",
        "description": "وصف"
      }
    },
    "transfer": {
      "title": "رسوم التحويل",
      "form": {
        "title": "استمارة طلب التحويل",
        "sub_title": "الإيداع في حساباتك الخاصة أو غيرها",
        "message": "كن حذرًا في تحويل الأموال ، فلن تتمكن من العودة إذا أكملت عملية التحويل."
      }
    },
    "deposit": {
      "form": {
        "title": "حساب الشحن",
        "sub_title": "يجب شحن رصيد حسابك لشراء التراخيص وترقية حسابك ودفع إيصالات النظام.",
        "amount_input": "مقدار",
        "charge_action": "حساب الشحن"
      },
      "notifications": {
        "qr_title": "قسط",
        "qr_message": "تم إنشاء عنوان الدفع {currency}.",
        "gateway_title": "قسط",
        "gateway_message": "الاتصال ببوابة الدفع."
      }
    },
    "setting": {
      "title": "إعدادت الحساب",
      "account_name_input": "إسم الحساب",
      "notifications": {
        "updated_success": "تم تحديث حسابك بنجاح."
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "إيصال الدفع"
  },
  "transaction_form": {
    "title": "نموذج المعاملة",
    "from_input": "من رقم الحساب",
    "to_input": "لرقم الحساب",
    "from_input_message": "سيتم سحب المبلغ من هذا الحساب.",
    "account_name": "إسم الحساب",
    "currency": "عملة",
    "free_balance": "الرصيد المتوفر",
    "to": "حساب الوجهة",
    "amount": "مقدار",
    "receipt_title": "الدفع للاستلام",
    "receipt_input": "عدد إيصال",
    "paid_status": "تم دفع هذا الإيصال بالفعل.",
    "paid_canceled": "تم إلغاء هذا الإيصال.",
    "description": "تفسير",
    "created_at": "تاريخ",
    "duration": "مدة",
    "unlimited": "غير محدود",
    "add_note_action": "اضف وصفا",
    "note": "ملحوظة",
    "transfer_action": "تحويل",
    "confirmation": {
      "title": "إرسال الأموال",
      "subtitle": "تأكيد المعاملة",
      "message": "إذا كانت المعلومات التالية صحيحة ، فاضغط على مفتاح تأكيد المعاملة لإجراء المعاملة.",
      "from": "من حساب",
      "to": "لحساب",
      "amount": "مقدار",
      "fee": "رسوم التحويل",
      "total_pay": "المبلغ المسحوب من حسابك",
      "receipt": "إيصال",
      "description": "وصف",
      "accept_action": "تأكيد المعاملة"
    },
    "enter_account_number": "أدخل رقم الحساب.",
    "currency_not_match": "عملة حساب الوجهة ليست هي نفس عملة المصدر",
    "account_number_not_valid": "رقم الحساب صحيح.",
    "account_number_is_valid": "رقم الحساب صحيح.",
    "receipt_not_valid": "رقم الفاتورة غير صحيح.",
    "receipt_is_valid": "رقم الإيصال صحيح.",
    "notifications": {
      "confirm_success": "تمت المعاملة بنجاح."
    }
  },
  "price_calculator": {
    "title": "آلة حاسبة | تناسب عملك",
    "description": "احسب واختر أفضل خطة بناءً على مبيعاتك الشهرية:",
    "sale_input": "مبلغ المبيعات الشهرية",
    "hypernova_plan": "تقدم بطلب للحصول على Hypernova٪ 0!",
    "show_normal_mode": "عرض الوضع العادي",
    "show_hypernova_mode": "تجاوزت معاملتي 1 مليون دولار!"
  },
  "price_card": {
    "billed_monthly": "دفع {amount} شهريًا.",
    "billed_yearly": "دفع {amount} سنويًا.",
    "buy_license_action": "اشتري الآن",
    "select_your_store": "حدد متجرك"
  },
  "shop_session_widget": {
    "total_sessions": "إجمالي الجلسات"
  },
  "user_activities_keys": {
    "add_baskets": "أضف إلى السلة",
    "remove_baskets": "حذف من عربة التسوق",
    "buys": "يشتري",
    "products_views": "عرض المنتج"
  },
  "shop_visitors_widget": {
    "title": "تحليلات الزوار",
    "new_visitors": "الزوار الجدد",
    "amp": "عروض AMP",
    "returning_visitors": "الزوار العائدون",
    "page_views": "مشاهدات الصفحة",
    "other_pages": "صفحات أخرى",
    "from_previous_7_days": "من آخر 7 أيام"
  },
  "app_levels": {
    "title": "مستوى التطبيق",
    "Newbie": "مبتدئ",
    "Beginner": "مبتدئ",
    "Novice": "مبتدئ",
    "Intermediate": "متوسط",
    "Advanced": "متقدم"
  },
  "login": {
    "register_title": "وسيط الأعمال ،<br> تجربة ممتعة.",
    "register_subtitle": "اشترك اليوم مجانا. Selldone محبوب من قبل الشركات الناشئة والمؤسسات والمشترين والبائعين.",
    "password_recovery_title": "استعادة كلمة السر",
    "password_recovery_message": "في حالة نسيان كلمة المرور الخاصة بك ، أدخل عنوان البريد الإلكتروني لحسابك واضغط على مفتاح التأكيد. سنرسل لك بريدًا إلكترونيًا يحتوي على رابط لإعادة تعيين كلمة المرور الخاصة بك.",
    "email": "عنوان بريدك  الإلكتروني",
    "password_recovery_action": "تلقي بريد إلكتروني مخصص للطوارئ",
    "register_google": "تواصل مع جوجل",
    "register_apple": "تواصل مع أبل",
    "continue_with": "تواصل مع",
    "register_linkedin": "تواصل مع LinkedIn",
    "register_facebook": "تواصل مع الفيسبوك",
    "register_github": "تواصل مع جيثب",
    "create_your_account": "أنشئ حسابك",
    "password_8_chars": "يجب أن تكون كلمة المرور 8 أحرف على الأقل.",
    "password_upercase_number": "حرف كبير واحد على الأقل ورقم واحد.",
    "password_confirm": "كلمة المرور والتأكيد متطابقتان.",
    "privacy_agreement": "بالتسجيل ، فإنك توافق على <a href='/terms' target='_blank'>شروط استخدام</a> Selldone <a href='/privacy' target='_blank'>وسياسة الخصوصية</a> .",
    "register_action": "دعنا نذهب ، إنه مجاني!",
    "login_action": "تسجيل الدخول",
    "already_signup": "قمت بالتسجيل بالفعل؟",
    "login_your_account": "تسجيل الدخول إلى حسابك",
    "login_google": "تواصل مع جوجل",
    "login_linkedin": "تواصل مع LinkedIn",
    "login_facebook": "تواصل مع الفيسبوك",
    "login_github": "تواصل مع جيثب",
    "remember_me": "تذكرنى.",
    "login_button": "تسجيل الدخول",
    "two_step_problem": "هل لديك مشكلة في كلمة المرور المكونة من خطوتين؟",
    "two_step_problem_action": "أريد تعطيل تسجيل الدخول المكون من خطوتين.",
    "two_step_confirm": "قم بتأكيد رمز الوصول",
    "forgot_password": "هل نسيت كلمة السر؟",
    "signup_free": "سجل مجانا",
    "checking_robot_message": "التحقق مما إذا كنت إنسانًا آليًا أو إنسانًا ..",
    "notifications": {
      "step2_login_success": "تسجيل الدخول التلقائي إلى الحساب"
    },
    "signup_email": "سجل عن طريق البريد الإلكتروني",
    "name_placeholder": "اسم",
    "email_placeholder": "بريد الالكتروني",
    "email_or_username_placeholder": "البريد الإلكتروني أو اسم المستخدم أو رقم الهاتف",
    "password_placeholder": "كلمه السر",
    "re_password_placeholder": "تأكيد كلمة المرور",
    "new_in_samin": "جديد في سيلدون؟",
    "auto_create_shop": "إنشاء متجر تلقائيًا"
  },
  "layout": {
    "logout": "تسجيل خروج",
    "menu": {
      "personal_information": "المعلومات الشخصية والملف الشخصي",
      "wallet": "محافظ وحسابات",
      "companies": "الشركات وحسابات الأعمال",
      "access": "الوصول إلى حسابي",
      "security": "حماية",
      "preferences": "خيارات المستخدم"
    }
  },
  "page_builder": {
    "title": "تصميم الموقع",
    "menu": {
      "user_view": "رأي",
      "design": "تصميم",
      "behavior": "سلوك",
      "seo": "SEO",
      "setting": "إعدادات",
      "embed": "تضمين"
    },
    "waiting_fetch": "تلقي المعلومات ..",
    "setting": {
      "title_input": "عنوان الصفحة",
      "description_input": "وصف قصير",
      "name_input": "عنوان URL للصفحة (الحروف والأرقام)",
      "bg_color_input": "لون الخلفية",
      "bg_style_input": "نمط خلفية الصفحة",
      "page_label_input": "لون التسمية",
      "page_dir_input": "اتجاه الصفحة",
      "ltr": "من اليسار إلى اليمين",
      "rtl": "من اليمين الى اليسار",
      "designer_note": "ملاحظة المصمم"
    },
    "history": {
      "title": "المحفوظات المحفوظة"
    },
    "design": {
      "themes": {
        "title": "مساعد تصميم شخصي",
        "message": "صمم أفضل الصفحات لعملك بدون تشفير.",
        "page_title_input": "أدخل عنوان لصفحتك"
      },
      "tools": {
        "rearrange": "طلب",
        "tools": "أدوات",
        "history": "تاريخ",
        "style": "أسلوب"
      },
      "no_category": "لا فئات"
    },
    "seo": {
      "message": "يتم ضبط إعدادات تحسين محركات البحث (SEO) تلقائيًا بواسطة محرك Selldone SEO."
    }
  },
  "verify_email_caution": {
    "title": "أكد عنوان بريدك الألكتروني",
    "message": "تم إرسال رابط التفعيل الجديد إلى عنوان بريدك الإلكتروني {email}. يرجى التحقق من بريدك الإلكتروني قبل اتخاذ أي إجراء.",
    "resend_message": "إذا لم تكن قد تلقيت رابط التنشيط في بريدك الإلكتروني ، فانقر فوق الزر أدناه لإعادة الإرسال.",
    "resend_action": "إعادة إرسال رابط التفعيل",
    "resend_notice": "تم إرسال رابط التفعيل."
  },
  "autopilot": {
    "start": "تاريخ البدء",
    "end": "تاريخ الانتهاء"
  },
  "help": {
    "menu": "قائمة",
    "more_helps": "اقرأ أكثر"
  },
  "company_card": {
    "pending_state": "في انتظار المراجعة",
    "register": "مسجل",
    "developer": "مطور",
    "verified": "تم التحقق",
    "premier": "الرائدة"
  },
  "shop_license": {
    "add": "اضافة اشتراك",
    "only_last": "الاشتراك الأخير فقط",
    "vouchers": "القسائم",
    "buy": "شراء خطة الاشتراك",
    "monthly": "شهريا",
    "yearly": "سنوي",
    "start_date": "تاريخ البدء",
    "end_date": "تاريخ الانتهاء",
    "price": "السعر",
    "terms": "قرأت وأوافق على شروط استخدام Selldone",
    "need_charge": "تحتاج تهمة",
    "buy_now": "اشتري الآن",
    "auto_renewal": "التجديد التلقائي",
    "plan_placeholder": "حدد خطة اشتراكك",
    "plan": "خطة الترخيص",
    "use_date": "تفعيل التسجيل",
    "active_license": {
      "title": "رخصة سارية",
      "subtitle": "معلومات الترخيص النشطة الخاصة بك.",
      "subtitle_partner": "معلومات ترخيص {name} النشطة."
    },
    "licenses_table": {
      "title": "تاريخ الشراء",
      "subtitle": "التراخيص النشطة والمعلقة."
    },
    "license_detail": {
      "title": "تفاصيل",
      "subtitle": "حدود خطتك الحالية."
    },
    "table": {
      "plan": "يخطط",
      "start_date": "تاريخ البدء / الانتهاء",
      "renewal": "التجديد التلقائي",
      "linked_account": "حساب / قسيمة مرتبطة",
      "payment": "قسط",
      "cancel": "يلغي"
    },
    "notifications": {
      "subscribe_success": "تم الاشتراك بنجاح.",
      "cancel_success": "تم إلغاء الاشتراك بنجاح."
    },
    "cancel_dialog": {
      "title": "تأكيد إلغاء الاشتراك",
      "message": "هل أنت متأكد من إلغاء هذا الاشتراك؟",
      "action": "إلغاء الاشتراك"
    },
    "use_voucher_now": "استخدم القسيمة الآن",
    "validity_duration": "مدة الصلاحية",
    "validity_duration_hint": "بشراء ترخيص لمدة 12 شهرًا ، ستحصل على خصم 30٪."
  },
  "admin_shop_layout": {
    "download_txt": "تنزيل نص البيانات",
    "download_excel": "تحميل بيانات اكسل"
  },
  "user_preferences": {
    "access": "التمكن من",
    "template": "نموذج",
    "feedback": "ردود الفعل",
    "company": "شركة",
    "company_message": "إذا كانت لديك شركة وترغب في نشر التطبيقات.",
    "access_keys": "مفاتيح الوصول",
    "access_keys_message": "إظهار العملاء ومفاتيح الوصول.",
    "rating": "كيف تقيم تجربتك مع Selldone؟",
    "large_font": "خطوط كبيرة",
    "large_font_message": "إظهار نص أكبر من المعتاد",
    "samples": "إظهار المحلات التجارية عينة",
    "samples_message": "في حالة التمكين ، سيتم عرض بعض نماذج المتاجر في اللوحة الخاصة بك.",
    "automation": "أتمتة",
    "automation_message": "إظهار علامة تبويب الأتمتة على لوحة تحكم المتجر. (الويب هوك ، البرمجة المرئية ، ...)"
  },
  "shop_locations": {
    "title": "البلدان التي يتم فيها تقديم الخدمة",
    "sub_title": "حدد البلدان التي تريد بيع منتجك فيها من القائمة أدناه.",
    "delete_restriction": "حذف القيد",
    "set_restriction": "وضع قيود",
    "notifications": {
      "locations_update": "تم تحديث الموقع بنجاح."
    },
    "table": {
      "country": "دولة",
      "currency": "عملة",
      "available": "متوفرة"
    }
  },
  "product_card": {
    "sold_out": "نفذ",
    "review_unit": "استعراض",
    "not_original": "غير اصلية"
  },
  "product_studio": {
    "add_mode": "أضف المزيد من التفاصيل",
    "add_by_sku": "إضافة بواسطة SKU",
    "auto_category": "فئة الضبط التلقائي",
    "add_in_current_category": "أضف إلى الفئة الحالية",
    "category_mode_message": "في حالة التمكين ، سيتم إضافة المنتج إلى الفئة الافتراضية أو الفئة الفرعية.",
    "sku_name_input": "SKU / الاسم"
  },
  "my_affiliate": {
    "title": "عقود الانضمام الخاصة بي",
    "message": "قائمة اتفاقيات الشراكة مع المتاجر الأخرى."
  },
  "affiliates": {
    "title": "الشركاء المنتسبون",
    "subtitle": "إنشاء الشركات التابعة وتتبع أدائها بمرور الوقت واتخاذ الإجراءات بناءً على معلومات دقيقة في مكان واحد. نحن نساعدك أنت وشركائك على بناء علاقة قوية.",
    "affiliate_code": "رمز المعاملة",
    "crate_date": "تاريخ الإنشاء",
    "last_payment_date": "تاريخ آخر دفعة",
    "for_all_products": "تنطبق على جميع المنتجات",
    "balance": "الرصيد",
    "fix_commission": "عمولة ثابتة",
    "percent_commission": "عمولة على أساس النسبة المئوية",
    "total_payment": "مجموع المدفوعات",
    "new_affiliate": "شريك منتسب جديد",
    "new_affiliate_message": "إضافة شريك جديد",
    "link_domain": {
      "title": "المجال المرتبط",
      "subtitle": "يمكنك ربط أحد المجالات الخاصة بك بهذا الشريك التابع. سيعرف هذا الشريك بأنه ممثل كل شخص يزور متجرك ويشتري من خلال هذا المجال."
    },
    "dialog": {
      "new": "شريك منتسب جديد",
      "edit": "تحرير الشريك التابع",
      "user": "المستخدم (اختياري)",
      "bank_info": "معلومات البنك",
      "restriction": "تقييد",
      "select_products": "حدد المنتجات",
      "select_products_message": "الشريك المنتسب يحصل على عمولة لهذه المنتجات",
      "edit_action": "تحديث الشركة التابعة",
      "add_action": "إضافة شريك تابع",
      "affiliate_name": "اسم الشريك المنتسب",
      "payment_info": "معلومات الدفع",
      "enable_switch": "هل هي نشطة؟",
      "affiliate_info": "معلومات الشريك المنتسب"
    },
    "link_factory": {
      "title": "منشئ رابط الشريك المنتسب",
      "link_input": "وصلتك",
      "link_output": "ولدت الارتباط"
    }
  },
  "gift_card_orders": {
    "title": "الطلبات ببطاقة الهدايا",
    "table": {
      "order": "طلب",
      "order_price": "كمية الطلب",
      "paid_by_card": "مدفوعة بالبطاقة",
      "payment_status": "حالة السداد",
      "date": "تاريخ"
    }
  },
  "offer_orders": {
    "title": "عرض الطلبات",
    "table": {
      "order": "طلب",
      "order_price": "كمية الطلب",
      "offer_amount": "قيمة العرض",
      "payment_status": "حالة السداد",
      "product": "المنتج",
      "date": "تاريخ"
    }
  },
  "coupon_orders": {
    "title": "أوامر القسيمة",
    "table": {
      "order": "طلب",
      "order_price": "كمية الطلب",
      "coupon_amount": "مبلغ القسيمة",
      "payment_status": "حالة السداد",
      "date": "تاريخ"
    }
  },
  "discount_code_orders": {
    "title": "الطلبات مع كود الخصم",
    "table": {
      "order": "طلب",
      "order_price": "كمية الطلب",
      "discount_amount": "مقدار الخصم",
      "payment_status": "حالة السداد",
      "date": "تاريخ"
    }
  },
  "incentives": {
    "discount_code": "خصم",
    "coupon": "قسيمة",
    "offer": "عرض",
    "gift_card": "كرت هدية",
    "lottery": "اليانصيب"
  },
  "discount_codes": {
    "title": "رموز الخصم",
    "sub_title": "في هذا القسم ستتمكن من تصميم كوبونات خصم لتناسب احتياجاتك. هذه الخصومات منفصلة عن أي خصم على المنتج وستنطبق على المبلغ النهائي لطلب المستخدم.",
    "add_new": "أضف كود خصم جديد",
    "card": {
      "created": "خلق",
      "start": "يبدأ",
      "end": "نهاية",
      "currency": "عملة",
      "discount_percentage": "معدل الخصم",
      "discount_limit": "حد الخصم",
      "state": "الحالة الحالية",
      "enabled": "تم تمكينه الآن",
      "disabled": "الآن معطل",
      "used": "مستهلك",
      "count": "عدد",
      "unit": "أغراض)"
    },
    "dialog": {
      "title_edit": "تحرير كود الخصم",
      "title_add": "أضف كود خصم جديد",
      "discount_code_input": "رمز التخفيض",
      "discount_percent_input": "معدل الخصم",
      "discount_percent_input_hint": "معدل الخصم لمبلغ الشراء",
      "count_input": "عدد",
      "count_input_hint": "أقصى استخدام لهذا الرمز",
      "limit_input": "حد الخصم",
      "limit_input_hint": "الحد الأقصى للخصم على أساس العملة",
      "currency_input_message": "الخصومات ستكون متاحة لهذه العملة.",
      "limit_input_message": "تعني قيمة 0 لحد الخصم أنه لا يوجد حد لسعر الخصم.",
      "title_input": "عنوان",
      "title_input_hint": "يمكنك إدخال عنوان لرمز الخصم هذا",
      "description_input": "وصف",
      "description_input_hint": "يمكنك إدخال وصف لرمز الخصم هذا",
      "date_start_input": "يبدأ",
      "date_start_input_placeholder": "حدد متى تبدأ الخصم",
      "date_end_input": "نهاية",
      "date_end_input_placeholder": "حدد متى سينتهي الخصم",
      "notifications": {
        "add": "تمت إضافة رمز الخصم بنجاح.",
        "edit": "تم تحرير كود الخصم بنجاح."
      }
    },
    "delete_alert": {
      "title": "إزالة رمز الخصم",
      "message": "هل تريد حذف كود الخصم هذا؟",
      "action": "إزالة الخصم"
    },
    "notifications": {
      "delete_success": "تم حذف تعليقك بنجاح"
    }
  },
  "gift_cards": {
    "title": "كرت هدية",
    "sub_title": "قم بإنشاء بطاقة هدايا ثم قم بعمل ما تريد. توجد رسوم على هذه البطاقة ، ولا يمكن استخدامها إلا في عمليات الشراء في متجرك.",
    "create_new": "أضف بطاقة هدايا جديدة",
    "card": {
      "created": "خلق",
      "lifetime": "تاريخ الانتهاء",
      "lifetime_unit": "شهر من تاريخ إنشاء كل بطاقة",
      "currency": "عملة",
      "initial_balance": "التهمة الاولية",
      "count": "عدد",
      "count_unit": "بند",
      "used": "تستخدم"
    },
    "dialog": {
      "title": "تصميم بطاقة هدايا"
    },
    "alert": {
      "title": "إزالة رمز الخصم",
      "message": "هل تريد حذف كود الخصم هذا؟",
      "action": "حذف"
    },
    "notifications": {
      "delete_title": "حذف بطاقة الهدايا",
      "delete_message": "تم حذف تعليقك بنجاح."
    }
  },
  "coupons": {
    "title": "كوبونات",
    "sub_title": "إذا كنت ترغب في منح عملائك خصمًا يمكن استخدامه بشروط محددة ، يمكنك إنشاء قسائم. يمكن أن تشتمل القسائم على نسبة خصم بحد أو مبلغ ثابت أو مزيج من الاثنين.",
    "create_new": "أضف قسيمة جديدة",
    "qualified_products": "المنتجات المؤهلة",
    "min_purchase": "الحد الأدنى للشراء",
    "only_first_order": "أول عملية شراء فقط",
    "one_time_use": "استعمال فردي",
    "amount_usage": "الكمية المستخدمة",
    "delete_alert": {
      "title": "حذف القسيمة",
      "message": "هل أنت متأكد من حذف هذه القسيمة؟",
      "action": "نعم ، احذف القسيمة"
    },
    "notifications": {
      "delete_success": "تم حذف القسيمة بنجاح."
    },
    "multiple_use": "متعدد الاستخدامات"
  },
  "coupon_edit": {
    "title_edit": "تحرير القسيمة",
    "title_add": "قسيمة جديدة",
    "discount_charge": "الخصم والشحن",
    "charge": "الشحنة",
    "charge_message": "مقدار الشحن الأولي",
    "percent": "نسبة الخصم",
    "percent_message": "مقدار نسبة الخصم",
    "limit_input": "حد",
    "limit_input_hint": "مبلغ حد الخصم",
    "currency_input_message": "القسيمة المتاحة لهذه العملة.",
    "count_input": "عدد",
    "count_input_hint": "أقصى استخدام لهذا الرمز",
    "limit_input_message": "تعني قيمة 0 لحد الخصم أنه لا يوجد حد لسعر الخصم.",
    "date_start_input": "يبدأ",
    "date_start_input_placeholder": "حدد متى تبدأ القسيمة",
    "date_end_input": "نهاية",
    "date_end_input_placeholder": "حدد متى سينتهي الخصم",
    "title_input": "عنوان",
    "title_input_hint": "يمكنك إدخال عنوان لرمز الخصم هذا",
    "description_input": "وصف",
    "description_input_hint": "يمكنك إدخال وصف لرمز الخصم هذا",
    "coupon_code": "رمز الكوبون",
    "need_code": "بحاجة الى كود؟",
    "coupon_color": "لون القسيمة",
    "min_purchase_amount": "الحد الأدنى لمبلغ الشراء",
    "min_purchase_amount_hint": "يجب أن يكون مبلغ الشراء أكبر من هذه القيمة أو مساويًا لها.",
    "should_exist_product": "يجب أن يكون أحد هذه المنتجات على الأقل في عربة التسوق",
    "apply_for_first_order": "فقط للشراء الأول",
    "apply_for_first_order_on": "لا يمكن استخدام هذه القسيمة إلا في أول عملية شراء للعميل!",
    "apply_for_first_order_off": "يمكن تعديل عدد استخدامات القسيمة لكل مشترٍ أدناه.",
    "has_qualify_constraints": "هل تريد تحديد المزيد من الحدود؟",
    "has_qualify_constraints_message": "قم بتعيين المزيد من الشروط لتأهيل العميل لاستخدام هذه القسيمة.",
    "one_time_use": "استعمال فردي",
    "one_time_use_message": "يمكن للعميل استخدام هذه القسيمة لمرة واحدة.",
    "daily_limit": "الحد اليومي",
    "no_limit": "لا حدود",
    "daily_limit_message": "الحد الأقصى لمقدار الاستخدام اليومي من قبل العميل",
    "monthly_limit": "الحد الشهري",
    "monthly_limit_message": "الحد الأقصى لمقدار الاستخدام شهريًا من قبل العميل",
    "yearly_limit": "الحد السنوي",
    "yearly_limit_message": "أقصى قدر من الاستخدام سنويًا من قبل العميل",
    "notifications": {
      "add": "تم إنشاء قسيمة جديدة بنجاح.",
      "edit": "تم تحديث القسيمة."
    }
  },
  "offers": {
    "title": "عروض",
    "sub_title": "يمكنك إنشاء عروض خاصة لعملائك بحيث يحصلون ، بعد شراء عنصر واحد ، على عنصر آخر بخصم أو حتى مجانًا.",
    "create_new": "أضف عرض جديد",
    "qualified_products": "المنتجات المؤهلة",
    "min_quantity": "الكمية الدنيا",
    "min_purchase": "الحد الأدنى للشراء",
    "discounted_products": "المنتجات المخفضة",
    "amount_usage": "الكمية المستخدمة",
    "delete_alert": {
      "title": "حذف العرض",
      "message": "هل أنت متأكد من حذف هذا العرض؟",
      "action": "نعم ، احذف العرض"
    },
    "notifications": {
      "delete_success": "تم حذف العرض بنجاح."
    }
  },
  "offer_edit": {
    "title_edit": "تحرير العرض",
    "title_add": "عرض جديد",
    "design_style": "التصميم والأناقة",
    "eligible_constraints": "حدود العميل المؤهلة",
    "title_input": "عنوان",
    "title_input_hint": "يمكنك إدخال عنوان لرمز الخصم هذا",
    "description_input": "وصف",
    "description_input_hint": "اكتب وصفا لرمز الخصم هذا",
    "currency_input_message": "العرض المتاح لهذه العملة.",
    "qualified_products": "المنتجات المؤهلة",
    "qualified_products_message": "لكي تكون المنتجات مؤهلة ، يجب أن يكون إجمالي العناصر في سلة التسوق مساويًا أو أكبر من الحد الأدنى للكمية.",
    "min_items": "الحد الأدنى لكمية العناصر",
    "min_items_message": "عدد العناصر التي يجب على العميل شراؤها",
    "discounted_products": "المنتجات المخفضة",
    "offered_products": "المنتجات المعروضة",
    "offered_products_message": "يجب أن يكون أحد هذه المنتجات على الأقل في عربة التسوق.",
    "discount_percent": "نسبة الخصم",
    "discount_percent_message": "نسبة الخصم لهذه العناصر.",
    "discount_percent_hint": "مقدار نسبة الخصم",
    "per_order": "الحد الأقصى لعدد الاستخدامات لكل طلب",
    "per_order_message": "الحد الأقصى لعدد المرات التي يمكن فيها تطبيق العرض على أحد الطلبات",
    "count_input": "مقدار",
    "count_input_hint": "أقصى استخدام لهذا العرض",
    "min_purchase": "الحد الأدنى لمبلغ الشراء",
    "min_purchase_hint": "يجب أن يكون سعر الشراء أكبر من هذه القيمة أو مساويًا لها",
    "limitation": "التقييد",
    "date_start_input": "يبدأ",
    "date_start_input_placeholder": "حدد متى تبدأ القسيمة",
    "date_end_input": "نهاية",
    "date_end_input_placeholder": "حدد متى سينتهي الخصم",
    "max_actives_is_3": "يمكنك فقط الحصول على ثلاثة عروض نشطة في نفس الوقت.",
    "enable": "تطبيق تلقائي",
    "notifications": {
      "add": "تم إنشاء عرض جديد بنجاح.",
      "edit": "تم تحديث العرض بنجاح."
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "لافتة",
      "reportage": "ريبورتاج",
      "social": "وسائل التواصل الاجتماعي",
      "offline": "غير متصل على الانترنت"
    }
  },
  "emails": {
    "title": "التسويق عبر البريد الإلكتروني",
    "subtitle": "صمم رسائل البريد الإلكتروني عن طريق السحب والإفلات وجدولة الحملات وإطلاقها لزيادة الاحتفاظ بها ، والاطلاع على معلومات موثوقة ودقيقة في مكان واحد.",
    "cation_message": "⚠ مقيد للتجار الذين لم يتم التحقق منهم. (تجريبي)",
    "subject": "موضوعات",
    "from": "من عند",
    "in_que": "في انتظار",
    "schedule_at": "الجدول الزمني في",
    "sent": "أرسلت",
    "sends": "يرسل",
    "delivers": "تم التوصيل",
    "views": "الآراء",
    "clicks": "نقرات",
    "buys": "المشتريات",
    "new_email": "إضافة بريد إلكتروني جديد",
    "new_email_message": "إنشاء وجدولة بريد إلكتروني تسويقي جديد"
  },
  "email_dashboard": {
    "review": "استعراض",
    "waiting_for_approve": "في انتظار التأكيد بواسطة {name}",
    "approved_by": "تم التحقق من البريد الإلكتروني بواسطة {name} وتم إرساله.",
    "not_submitted_send_request": "لم تقم بعد بتقديم طلب لإرسال هذا البريد الإلكتروني.",
    "reviewed_by": "تمت المراجعة بواسطة {name}",
    "status": "حالة البريد الإلكتروني",
    "conversion": "أسعار التحويل",
    "sell_performance": "اداء المبيعات",
    "total_buys": "العدد الإجمالي للمبيعات",
    "amount_buy": "إجمالي مبلغ المبيعات",
    "average_sell": "متوسط المبيعات",
    "sessions": "الجلسات",
    "overview": "ملخص",
    "purchase_amount": "مبلغ الشراء",
    "actions": "نشاط المستخدم"
  },
  "email_page": {
    "emails": "رسائل البريد الإلكتروني",
    "edit": "تعديل"
  },
  "affiliate_page": {
    "affiliates": "الشركاء المنتسبون",
    "orders": "الطلب",
    "payments": "المدفوعات"
  },
  "affiliate_dashboard": {
    "link": "رابط الشريك المنتسب",
    "fix_commission": "عمولة ثابتة",
    "percent_commission": "عمولة على أساس النسبة المئوية",
    "last_payment": "الدفعة الأخيرة",
    "balance": "الرصيد",
    "total_payment": "مجموع المدفوعات",
    "status": "حالة الشريك المنتسب والقيود",
    "available_for": "متاح لى",
    "orders_count": "كمية الطلبات",
    "orders_accepted": "الطلبات المقبولة",
    "finance": "تقرير مالي",
    "amount_accepted": "المبلغ المقبول",
    "amount_paid": "المبلغ المدفوع",
    "sessions": "الجلسات",
    "affiliate_payment": "مدفوعات الشريك المنتسب",
    "amount_payment": "مبلغ الدفع",
    "amount_payment_hint": "المبلغ الدقيق للمعاملة",
    "i_paid": "لقد دفعت {amount} {currency} إلى {name}",
    "pay_now": "ادفع الآن"
  },
  "permission_roles": {
    "new_role": "أضف دور جديد",
    "new_role_message": "اجعل العمل الجماعي أسهل.",
    "new_role_action": "أضف دور جديد"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "اليانصيب",
    "sub_title": "يمكن لعملائك ممارسة اللعبة والفوز. يجب أن يستهلك عملاء متجرك 10 شرائح لكل لعبة. على سبيل المثال ، إذا كنت تريد أن يحظى عملاؤك بفرصة ربح 1000 دولار أمريكي ، فيجب عليك تعيين سعر كل شريحة على 100 دولار أمريكي. تعني القيمة 0 لكل شريحة أن المشتري سيحصل على شريحة واحدة لكل عملية شراء.",
    "manually_send_chip": "هل تريد إرسال الرقائق يدويًا إلى المستخدمين؟",
    "lottery_enable": "هل اليانصيب ممكّن؟",
    "chip_price_input": "سعر رقاقة",
    "zero_chip_message": "أعط 1x رقاقة لكل طلب",
    "chip_has_price_message": "قدِّم شريحة واحدة لكل {amount} {currency} من الطلبات.",
    "chip_disabled_message": "تم تعطيل الشريحة!",
    "create_new": "أضف جائزة جديدة",
    "delete_alert": {
      "title": "حذف الجائزة",
      "message": "هل أنت متأكد من حذف هذه الجائزة نهائيًا؟",
      "action": "نعم ، احذف الآن"
    },
    "notifications": {
      "delete_success": "تم حذف الجائزة بنجاح."
    }
  },
  "lottery_edit": {
    "title_edit": "تحرير عنصر اليانصيب",
    "title_add": "عنصر يانصيب جديد",
    "general_config": "التكوين العام",
    "design_style": "الأسلوب والمظهر",
    "enable": "ممكن؟",
    "enable_message": "الحد الأقصى للعناصر في عجلة هو 14.",
    "title_input": "عنوان",
    "title_input_hint": "اكتب عنوانًا قصيرًا.",
    "description_input": "وصف",
    "description_input_hint": "اكتب وصفًا عن العنصر.",
    "quantity": "كمية",
    "quantity_message": "إجمالي العناصر المتاحة",
    "image": "صورة",
    "image_placeholder": "حدد صورة للعنصر",
    "chance": "صدفة",
    "chance_message": "فرصة الفوز في المئة",
    "free_for_first": "هل هو مجاني للعملاء الجدد؟",
    "free_for_first_message": "يمكن للعملاء الجدد الفوز بهذا العنصر.",
    "prize": "جائزة",
    "amount": "مبلغ الجائزة",
    "amount_hint": "يفوز المستخدمون بهذا المبلغ من الرسوم مقابل طلبهم.",
    "currency_message": "العملة لهذا العنصر. يتم تحويل العملات الأخرى حسب سعر الصرف.",
    "discount": "خصم",
    "discount_message": "نسبة الخصم على طلب العميل",
    "discount_limit": "حد الخصم",
    "discount_limit_hint": "أقصى خصم للعميل.",
    "color": "اللون",
    "condition": "الظروف",
    "notifications": {
      "add": "تم إنشاء عنصر يانصيب جديد بنجاح.",
      "edit": "تم تغيير عناصر اليانصيب بنجاح."
    }
  },
  "gift_card_types_list": {
    "label": "نوع بطاقة الهدايا",
    "message": "حدد نوع بطاقة الهدايا من القائمة."
  },
  "email_builder": {
    "service_unavailable": "خادم البريد غير نشط في حسابك.",
    "design_section": "لوحة تصميم البريد الإلكتروني الخاص بك",
    "schedule_switch": "جدولة إرسال البريد الإلكتروني؟",
    "schedule_placeholder": "حدد الوقت لإرسال البريد الإلكتروني"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "تاريخ التسجيل",
      "description": "تصفية حسب تاريخ تسجيل المستخدم."
    },
    "LAST_BUY_DATE": {
      "title": "آخر عملية شراء",
      "description": "تاريخ آخر شراء."
    },
    "LOGIN_DATE": {
      "title": "تاريخ تسجيل الدخول",
      "description": "تاريخ آخر تسجيل دخول."
    },
    "LEVEL": {
      "title": "نادي العملاء",
      "description": "أعضاء نادي العملاء."
    },
    "SUBSCRIBED": {
      "title": "مشترك",
      "description": "للحصول على اشتراك لتلقي البريد الإلكتروني."
    },
    "NOT_PURCHASED": {
      "title": "لا شراء",
      "description": "العملاء الذين لم يشتروا حتى الآن."
    },
    "SEX": {
      "title": "جنس",
      "description": "جنس المستخدم."
    },
    "LOCATION": {
      "title": "موقع",
      "description": "موقع المستخدم."
    },
    "LIMIT": {
      "title": "حد",
      "description": "ضع حدًا أقصى لعدد المستخدمين."
    },
    "SEGMENTS": {
      "title": "شرائح",
      "description": "تقييد العملاء في تقسيم يدوي محدد."
    }
  },
  "inline_help": {
    "helps_title": "دليل مستخدم الخدمة",
    "blogs_title": "محتوى ذو صلة في مدونة Selldone"
  },
  "shop_tax": {
    "region": "منطقة",
    "label": "مُلصَق",
    "country_tax": "ضريبة البلد",
    "customer_tax": "ضريبة القيمة المضافة للعميل",
    "business_tax": "ضريبة القيمة المضافة للأعمال",
    "shipping": "شحن",
    "override": "تجاوز",
    "country": "دولة",
    "vat_range": "نطاق ضريبة القيمة المضافة",
    "custom": "مخصص",
    "regions": "المناطق",
    "rest_world": "بقية العالم",
    "overrides": "يتجاوز",
    "dialog_set_title": "إعدادات الضرائب",
    "tax_setting": "إعدادات الضرائب",
    "vat": "VAT",
    "calculate_tax_input": "السيارات حساب الضريبة",
    "calculate_tax_message": "بتفعيل هذا الخيار ، سيتم احتساب ضريبة القيمة المضافة وتطبيقها على طلباتك.",
    "tax_number": "الرقم الضريبي",
    "tax_number_message": "أدخل رقمك الضريبي. سيتم تسجيل رقم التسجيل هذا في فاتورة المشتري.",
    "tax_included_in_price_input": "الضرائب المدرجة في سعر المنتجات",
    "tax_included_in_price_message": "حدد هذا الخيار إذا قمت بتضمين مبلغ الضريبة في سعر منتجك. سيتم احتساب مبلغ الضريبة بالصيغة التالية:",
    "tax_included_in_price_formula": "الضريبة = (السعر * ضريبة القيمة المضافة) / (1 + ضريبة القيمة المضافة) ، على سبيل المثال ، يصبح مبلغ الضريبة لمنتج بسعر 100 دولار مع معدل قيمة مضافة 10٪ 9.09 دولار.",
    "tax_on_shipping_input": "تطبيق الضرائب على الشحن",
    "tax_on_shipping_message": "بتحديد هذا الخيار ، سيتم تطبيق الضريبة على الشحن.",
    "fixed_tax_rate": "معدل الضريبة الثابت",
    "dynamic_tax_rate": "الضريبة على أساس المناطق",
    "locations_tip": "تعرض القائمة أعلاه البلدان التي حددتها فقط في إعدادات المتجر> المواقع مثل البلدان التي تبيعها.",
    "locations_action": "إعدادات مواقع المتجر",
    "save_alert": "لم يتم حفظ الإعدادات!",
    "pos_tax_setting": "إعدادات ضريبة نقاط البيع"
  },
  "transportation_page": {
    "menu": {
      "dashboard": "لوحة القيادة",
      "transportations": "طرق الشحن",
      "orders": "الطلب",
      "setting": "جلسة",
      "delivery_services": "خدمات",
      "delivery_persons": "سعاة"
    },
    "go_to_courier_list": "عرض قائمة السعاة",
    "go_to_service_list": "عرض قائمة خدمات الشحن"
  },
  "transportation_persons": {
    "title": "سعاة",
    "notifications": {
      "success_add": "تمت إضافة ساعي.",
      "success_reset": "إعادة تعيين الإحصائيات.",
      "success_remove": "تمت إزالة البريد بنجاح.",
      "success_update": "تم تحديث معلومات البريد السريع بنجاح."
    },
    "reset": {
      "title": "اعادة تعيين الاحصائيات",
      "message": "هل أنت متأكد من إعادة تعيين الإحصائيات لهذا البريد السريع؟",
      "action": "نعم ، أعد التعيين الآن"
    },
    "remove": {
      "title": "إزالة الساعي",
      "message": "هل أنت متأكد من حذف هذا البريد السريع؟",
      "action": "نعم ، قم بإزالة الآن"
    },
    "add_dialog": {
      "title": "إضافة ساعي جديد",
      "action": "إضافة ساعي"
    }
  },
  "transportation_orders": {
    "title": "طلبات الشحن",
    "notifications": {
      "success_update": "تم تحديث حالة الشحن بنجاح.",
      "success_payment": "تم تأكيد الدفع COD بنجاح."
    }
  },
  "delivery_person": {
    "actions_title": "إعدادات البريد السريع",
    "action_delivered": "شحنها",
    "action_paid": "الدفع عند الاستلام",
    "action_returned": "عاد",
    "cod_confirm_action": "تأكيد الدفع عند الاستلام",
    "pickup_dialog": {
      "title": "هل أنت ساعي لهذه الحزمة؟",
      "message": "إذا كنت مسؤولاً عن حمل هذا الطرد ، فحدد نعم ، وإلا حدد لا."
    },
    "status_dialog": {
      "title": "تغيير الحالة إلى {status}",
      "message": "هل أنت متأكد من تغيير حالة التسليم إلى {status}؟",
      "action": "نعم أؤكد ذلك!"
    },
    "cod_dialog": {
      "title": "الدفع عند الاستلام",
      "message": "هل تؤكد استلامك مبلغ الطلب من المشتري؟",
      "action": "نعم ، أؤكد الدفع!"
    }
  },
  "transportation_services": {
    "title": "خدمة التوصيل",
    "notifications": {
      "success_add": "تمت إضافة خدمة التوصيل.",
      "success_reset": "إعادة تعيين الإحصائيات.",
      "success_remove": "تمت إزالة الخدمة بنجاح.",
      "success_update": "تم تحديث الخدمة بنجاح."
    },
    "reset": {
      "title": "اعادة تعيين الاحصائيات",
      "message": "هل أنت متأكد من إعادة تعيين إحصائيات هذه الخدمة؟",
      "action": "نعم ، أعد التعيين الآن"
    },
    "remove": {
      "title": "إزالة خدمة التوصيل",
      "message": "هل أنت متأكد من حذف هذه الخدمة؟",
      "action": "نعم ، قم بإزالة الآن"
    },
    "add_dialog": {
      "title": "إضافة خدمة توصيل جديدة",
      "action": "أضف الخدمة"
    }
  },
  "delivery_receipt": {
    "title": "إيصال التسليم",
    "has_return": "عودة التسليم",
    "cashed": "دفع نقدا"
  },
  "delivery_dashboard": {
    "select_destinations": "أضف الطلبات إلى القائمة",
    "price_calculation": "تقدير أسعار الشحن",
    "price_calculation_action": "احسب السعر",
    "add_request": "طلب الخدمة",
    "add_request_action": "تقديم طلب الخدمة",
    "refresh_action": "تحديث المعلومات"
  },
  "delivery_order": {
    "title": "ترتيب الشحن",
    "has_return": "عودة التسليم",
    "cashed": "دفع نقدا"
  },
  "cash_register": {
    "menu": {
      "panel": "ماكينة تسجيل المدفوعات النقدية",
      "orders": "الطلب",
      "customers": "عملاء",
      "devices": "الأجهزة",
      "inventory": "المخزون"
    },
    "payment_confirm": "تأكيد الدفعة",
    "payment_confirm_msg": "دفع العميل الطلب {basket_id}."
  },
  "barcode_scanner": {
    "wifi_pass": "كلمة مرور Wi-Fi الخاصة بك",
    "message": "أدخل كلمة مرور جهاز توجيه WiFi الخاص بك وامسح رمز الاستجابة السريعة ضوئيًا.",
    "wifi_ssid": "شبكة Wi-Fi SSID",
    "ssid_message": "أدخل اسم شبكة Wi-Fi الخاصة بك (SSID)."
  },
  "pos_devices": {
    "Scanner": "ماسح الباركود",
    "Scanner_desc": "لاستخدام الماسح الضوئي للرمز الشريطي ، يجب إدخال رمز SKU للمنتج بشكل صحيح في إعدادات المنتج.",
    "Printer": "طابعة",
    "Printer_desc": "اطبع إيصال عملائك عن طريق الاتصال بطابعة إيصال.",
    "CustomerView": "عرض العميل",
    "CustomerView_desc": "تمكنك هذه الصفحة من عرض تفاصيل الطلب لعملائك.",
    "CardReader": "قارئ البطاقة",
    "CardReader_desc": "جهاز قارئ البطاقة للدفع COD من قبل عملائك.",
    "ChipReader": "قارئ رقاقة",
    "ChipReader_desc": "قارئ علامات NFC لإضافة عناصر إلى عربة التسوق باستخدام العلامات."
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "إنزع الجهاز",
      "message": "هل أنت متأكد من إزالة هذا الجهاز من ملف تعريف POS الخاص بك؟",
      "action": "نعم ، قم بإزالة الآن"
    }
  },
  "pos_process_center": {
    "title": "مركز معالجة طلبات نقاط البيع",
    "menu": {
      "label": "ملصق العبوة",
      "receipt": "إيصال",
      "back": "خلف",
      "timeline": "الجدول الزمني",
      "order": "طلب"
    }
  },
  "pos": {
    "add_customer": "أضف زبون",
    "set_delivery": "تعيين عنوان التسليم",
    "add_giftcards": "أضف بطاقة هدية",
    "add_discount_code": "أضف كود الخصم",
    "add_coupon": "أضف عرض",
    "set_campaign": "تعيين الحملة",
    "select_buyer": "حدد المشتري!",
    "send_to_pos": "أرسل إلى آلة قارئ البطاقة",
    "print_receipt": "اطبع الايصال",
    "confirm_cash_payment": "تأكيد الدفع النقدي",
    "payment_cod": {
      "title": "الدفع نقدا عند الاستلام",
      "message": "سيتم دفع مبلغ هذا الطلب عند التسليم. بعد استلام المبلغ من المشتري ، يجب تأكيد الدفع لإتمام الطلب في النظام."
    },
    "payment_online": {
      "title": "حدد طريقة الدفع عبر الإنترنت",
      "message": "بتحديد الخيارات التالية ، سيتم إنشاء رابط دفع وإرساله إلى المشتري. من خلال دفع هذا الرابط ، ستتغير حالة الطلب إلى الوضع المدفوع. سيتم إنشاء رابط الدفع عن طريق مسح رمز الاستجابة السريعة على شاشة العميل أو الرسائل القصيرة أو البريد الإلكتروني. لتنشيط أي قناة لإرسال ارتباط ، انقر فوق هذا الخيار ثم اضغط على الزر لإرسال إيصال إلى المشتري."
    },
    "notifications": {
      "success_pay": "اكتمل دفع الطلب.",
      "success_order": "تم إنشاء الطلب بنجاح وينتظر العميل سداده."
    },
    "payment_dialog": {
      "check_pay_now": "تحقق من الدفع يدويًا",
      "close_action": "إغلاق الحوار. لا أريد أن أنتظر دفع الزبون",
      "go_to_order": "انتقل إلى صفحة الطلب",
      "paid_by_gift_card_msg": "تم سحب إجمالي مبلغ الطلب من بطاقات الهدايا! لا يحتاج المشتري لدفع المزيد.",
      "cod_msg": "سيدفع العميل عند استلام الطلب.",
      "online_msg": "اطلب من العميل مسح رمز الاستجابة السريعة على شاشة العميل."
    },
    "name": "POS",
    "message": "احصل على تكلفة الإعداد الصفري عبر الإنترنت ، أو قم بتشغيله على أي هاتف ذكي أو جهاز لوحي أو كمبيوتر شخصي ، أو قم بإنشاء الطلبات يدويًا."
  },
  "exporter": {
    "title": "تصدير البيانات",
    "subtitle": "بياناتك ملك لك! يمكنك تنزيل معلومات عملك بالتنسيق القياسي في أي وقت. ومع ذلك ، احترم خصوصية عملائك ، ولا تزعجهم ، ولا تشارك معلوماتهم مع طرف ثالث.",
    "excel": "ستتلقى قائمة بجميع {type} الموجودة في المتجر مع معلومات كاملة بتنسيق Excel.",
    "csv": "ستتلقى قائمة بجميع {type} الموجودة في المتجر مع معلومات كاملة بتنسيق CSV. يتوافق هذا التنسيق مع التنسيق القياسي لـ Selldone لاستيراد {type} إلى المتجر."
  },
  "importer": {
    "category": {
      "title": "فئات الاستيراد",
      "subtitle": "تحميل ملف CSV للفئات هنا. تأكد من اتباع التنسيق القياسي."
    },
    "product": {
      "title": "استيراد المنتجات",
      "subtitle": "قم بتحميل ملف CSV للمنتجات هنا. تأكد من اتباع التنسيق القياسي."
    },
    "product_images": {
      "title": "استيراد الصور",
      "subtitle": "يستغرق تلقي معلومات الصورة وقتًا طويلاً. تأكد من احترام حقوق النشر عند استيراد الصور."
    },
    "inventory": {
      "title": "تحديث المخزون بالجملة",
      "subtitle": "تحميل ملف CSV للمخزون هنا. تأكد من اتباع التنسيق القياسي عن طريق تصدير ملف CSV أولاً ، ثم تعديل هذا الملف."
    },
    "back_to_products": "العودة إلى قائمة المنتجات",
    "back_to_categories": "العودة إلى قائمة الفئات",
    "back_to_inventory": "العودة إلى قائمة الجرد",
    "step_select_file": "حدد ملف CSV",
    "step_send_to_server": "أرسل إلى الخادم",
    "step_view_result": "عرض النتائج",
    "step_view_que": "مشاهدة قائمة الانتظار",
    "send_to_server_action": "أرسل إلى الخادم",
    "shop_license": "رخصة المحل",
    "max_items_limit": "الحد الأقصى للعناصر",
    "total_items": "مجموع العناصر",
    "customer": {
      "title": "عملاء الاستيراد",
      "subtitle": "قم بتحميل ملفات CSV للعملاء هنا. تأكد من اتباع التنسيق القياسي ، وعليك أيضًا اتباع قواعد الخصوصية."
    }
  },
  "campaigns": {
    "title": "الحملات",
    "subtitle": "أنشئ حملات وروابط قابلة للتتبع واطلع على معلومات موثوقة ودقيقة في مكان واحد. نحن نساعدك على اتخاذ قرارات أفضل تعتمد على البيانات.",
    "add_action": "إضافة حملة جديدة",
    "empty_message": "أنشئ حملتك الأولى الآن!",
    "delete": {
      "title": "حذف الحملة",
      "message": "هل أنت متأكد من حذف هذه الحملة وجميع البيانات؟",
      "action": "نعم ، احذف الآن"
    }
  },
  "landing_categories": {
    "raw": "قوالب خام",
    "marketing": "التسويق والإعلانات",
    "product": "مقدمة المنتج",
    "health": "الصحة واللياقة البدنية",
    "food": "الغذاء والفواكه",
    "house": "العقارات والبيت",
    "device": "الجهاز والجهاز",
    "car": "سيارة",
    "software": "برمجة",
    "clothing": "الملابس والأحذية",
    "jewellery": "مجوهرات"
  },
  "shop_theme": {
    "theme_colors": "ألوان الموضوع",
    "products_view_mode": "عرض قائمة التسوق",
    "products_view_mode_desc": "يمكنك ضبط وضع عرض المنتجات في متجرك بناءً على حجم الشاشة. سيتم اعتبار هذا الوضع افتراضيًا ولن يتم تطبيقه إذا قام المستخدم بتغيير وضع العرض.",
    "color_light": "لون أصلي",
    "color_dark": "اللون الأساسي الغامق",
    "color_deep_dark": "لون غامق عميق",
    "color_info": "الروابط",
    "light_checkout": "موضوع الخروج الخفيفة",
    "light_header": "رأس خفيف",
    "light_footer": "تذييل خفيف",
    "product_page": "صفحة المنتج",
    "typography": "الطباعة",
    "header": "رأس",
    "custom_code": "التعليمات البرمجية المخصصة",
    "custom_css": "لغة تنسيق ويب حسب الطلب"
  },
  "app_templates": {
    "default": "تقصير",
    "blue": "محيط أزرق",
    "amber": "العنبر",
    "green": "الاستوائية",
    "red": "مصاص دماء",
    "magenta": "ورد",
    "master": "رئيس",
    "black": "الجانب المظلم"
  },
  "affiliate_orders": {
    "title": "طلبات الشريك التابع",
    "table": {
      "order_price": "كمية الطلب",
      "order_payment": "طلب حالة الدفع",
      "order_link": "رابط الطلب",
      "commission_status": "حالة العمولة",
      "commission_amount": "مبلغ العمولة",
      "items": "أغراض",
      "actions": "أجراءات",
      "create_date": "تاريخ الإنشاء"
    },
    "notifications": {
      "update_success": "تم تحديث حالة الشركة التابعة."
    }
  },
  "affiliate_payments": {
    "title": "مدفوعات الشريك المنتسب",
    "table": {
      "staff": "العاملين",
      "amount": "مقدار",
      "note": "ملحوظة",
      "date": "تاريخ"
    }
  },
  "my_roles": {
    "title": "أدواري",
    "message": "الأدوار هي نوع من الوصول الممنوح لموظفي المتجر. على سبيل المثال ، الموظفون المسؤولون عن إرسال أوامر التعبئة أو حزمها."
  },
  "role_card": {
    "complete_tasks": "المهام المنجزة",
    "reject_tasks": "المهام المرفوضة",
    "last_check": "التحقق الأخير"
  },
  "referral_widget": {
    "apply_now": "تقدم الآن لهذا البرنامج!",
    "no_bonus": "احصل على الجائزة الأولى بدعوة صديق.",
    "your_gift": "هديتك",
    "invited_gift": "هدية مدعوة",
    "percent_bonus": "مكافأة في المئة",
    "discount_bonus": "مكافأة الخصم",
    "registered": "مستخدم جديد",
    "accepted": "مستخدم مقبول"
  },
  "app_config": {
    "reviews": "المراجعات",
    "rate_now": "قيم الآن",
    "category": "فئة",
    "uninstall": "الغاء التثبيت",
    "get_app": "احصل على التطبيق",
    "public_keys": "مفاتيح عمومية",
    "private_keys": "مفاتيح خاصة (آمنة)",
    "config": "تكوين التطبيق",
    "app_status": "حالة التطبيق",
    "app_info": "معلومات التطبيق",
    "update_at": "التحديث الاخير",
    "visit_website": "زيارة الموقع",
    "privacy": "سياسة الخصوصية",
    "installs": "التثبيتات",
    "basic_profile_permission": "معلومات الملف الشخصي الأساسية",
    "developer": "مطور",
    "permissions": "أذونات",
    "total_comments": "مجموع التعليقات",
    "delete_dialog": {
      "title": "إلغاء تثبيت التطبيق",
      "message": "هل تريد إزالة هذا التطبيق من متجرك؟",
      "action": "نعم ، احذف التطبيق"
    },
    "notifications": {
      "uninstall_success": "تم إلغاء تثبيت التطبيق بنجاح."
    }
  },
  "shop_bots": {
    "not_set": "غير مضبوط!",
    "tokens": "رمز (رموز)",
    "webhook": "الويب هوك",
    "calls": "المكالمات",
    "dialog": {
      "title": "{name} تكوين الروبوت",
      "message": "إطار عمل روبوت شامل لبناء تجارب تسوق على مستوى المؤسسات."
    }
  },
  "shop_customers": {
    "title": "إدارة العملاء",
    "all_customers": "تنزيل جميع العملاء",
    "filtered_customers": "العملاء الذين تمت تصفيتهم",
    "dialog_chips": {
      "title": "حدد عدد شرائح العميل"
    },
    "dialog_club": {
      "title": "تعيين مستوى نادي العملاء"
    }
  },
  "app_dashboard": {
    "status": "نشر الحالة",
    "statistics": "إحصائيات"
  },
  "app_publish": {
    "production_version": "نسخة الإنتاج",
    "beta_version": "النسخة التجريبية",
    "alpha_version": "نسخة ألفا"
  },
  "app_publish_widget": {
    "header": "تخزين رأس موقع الويب",
    "header_code": "كود العنوان",
    "admin_page": "صفحات الإدارة",
    "name": "اسم",
    "icon": "أيقونة",
    "url": "عنوان Url"
  },
  "app_api": {
    "title": "الوصول إلى API",
    "revoke_api": "إبطال API",
    "api_key": "مفتاح API",
    "secret": "المفتاح السري",
    "client": "عميل",
    "redirect_url": "إعادة توجيه عناوين url",
    "client_name": "اسم العميل"
  },
  "app_loader_page": {
    "no_ui_title": "لا يحتوي هذا التطبيق على أي واجهة مستخدم!",
    "no_ui_desc": "لا تتطلب بعض التطبيقات واجهة مستخدم في منطقة الإدارة الخاصة بها. قد يضيف هذا التطبيق رمزًا فقط إلى قسم العنوان في موقع متجرك على الويب.",
    "header": "كود العنوان"
  },
  "finance_report": {
    "export_title": "تصدير البيانات المالية",
    "export_sub_title": "تحميل التفاصيل المالية في ملف واحد.",
    "start_input_placeholder": "حدد تاريخ بدء التقرير",
    "end_input_placeholder": "حدد تاريخ انتهاء التقرير",
    "download_action": "تحميل قائمة التمويل"
  },
  "shop_notifications": {
    "title": "متجر الإخطارات",
    "sub_title": "الروبوت ، البريد الإلكتروني ، الرسائل القصيرة ، ...",
    "message": "قم بتحرير إعدادات وتفضيلات إشعارات متجرك",
    "channel": "قناة",
    "status": "حالة",
    "events": "الأحداث",
    "info": "معلومات",
    "actions": "أجراءات",
    "connected": "متصل",
    "not_connected": "غير متصل!",
    "connect_now": "تواصل الآن",
    "send_test": "إرسال بيانات الاختبار",
    "disconnect": "قطع الاتصال",
    "dialog": {
      "title": "تكوين الروبوت",
      "message": "إطار إخطار شامل لبناء تجارب التجارة الإلكترونية على مستوى المؤسسات.",
      "action": "انقر هنا!",
      "set_config": "ضبط التكوين"
    }
  },
  "notification_events": {
    "new_order": "🛍️ طلب",
    "payment": "💳 الدفع",
    "return": "📦 العودة",
    "weekly_report": "📈 التقارير الأسبوعية"
  },
  "order_delivery": {
    "title": "توصيل",
    "add_to_delivery_que_action": "أضف إلى قائمة انتظار الشحن",
    "in_que": "في قائمة انتظار الشحن",
    "message": "بعد تسليم الطرد إلى شركة الشحن ، انقر فوق زر <b>تأكيد التسليم</b> .",
    "message_add_to_service": "انقر فوق الزر التالي إذا كنت تريد إرسال هذه الحزمة عن طريق <b>خدمة التوصيل</b> .",
    "action": "تأكيد التسليم",
    "checklist": [
      "التحقق من بطاقة هوية الساعي.",
      "يمكن أن يؤدي التغليف الجيد للمنتجات والتسليم في الوقت المناسب إلى زيادة معدل الاحتفاظ بعملائك."
    ],
    "manual": {
      "title": "في انتظار تأكيد التسليم من قبل العميل.",
      "action_received": "تأكيد المشتري",
      "action_returned": "عودة التسليم",
      "message": "ملاحظة: إذا تلقى العميل الطلب ، فيمكنك استخدام الخيارات التالية لإكمال التنفيذ. ستقوم بعض خدمات الشحن في النظام بتأكيد التسليم تلقائيًا."
    },
    "auto_complete_note": "بعد فترة معينة ، سيتم تغيير حالة الطلب إلى تم التسليم. تختلف هذه الفترة حسب نوع الأمر ويحددها النظام.",
    "received": {
      "title": "سلمت للعميل.",
      "delivered_date": "تاريخ التسليم او الوصول"
    },
    "receiver": "المتلقي",
    "bill": "إيصال",
    "tracking": {
      "title": "أضف شفرة التتبع / عنوان URL",
      "code": "شفرة التتبع",
      "url": "تتبع url",
      "message": "إذا كنت قد شحنت من خلال خدمة توفر رمز تتبع لهذا الطلب ، فيمكنك إدخال الرمز ورابط التتبع ذي الصلة في هذا القسم. سيتم عرض هذه المعلومات للعميل."
    },
    "preferred_delivery_time": "وقت التسليم المفضل",
    "manage_couriers": "إدارة سعاة بلدي",
    "manage_service": "إدارة الخدمة",
    "option_deliver_by_courier": "الخيار 1: التسليم عن طريق شركات التوصيل الخاصة بك.",
    "option_add_to_que": "الخيار 2: إضافة إلى قائمة الانتظار للمعالجة على صفحة خدمة الشحن.",
    "option_instant_shipping": "الخيار 3: الشحن الفوري.",
    "pickup_action": "تأكيد الاستلام"
  },
  "shop_home_edit": {
    "title": "إعداد الصفحة الرئيسية",
    "sub_title": "قم بتعيين الصفحة الافتراضية لموقع الويب الخاص بك",
    "default_home": "الصفحة الرئيسية الافتراضية",
    "default_home_placeholder": "صفحة المتجر هي الصفحة الرئيسية لموقع الويب"
  },
  "selldone_referral_page": {
    "title": "لوحة الإحالة",
    "referral_link": "رابط الإحالة",
    "registered": "مسجل",
    "accepted": "قبلت",
    "bank": "بنك",
    "bank_title": "معلومات البنك للسحب",
    "new_users": "مستخدمون جدد",
    "performance": "أداء",
    "credit_mode": "وضع الائتمان",
    "get_stickers": "احصل على رمز Html الملصق لنسخه ولصقه",
    "click_copy_sticker_code": "انقر على الشارة لنسخ كود html."
  },
  "selldone_referral_payment": {
    "title": "مدفوعات الإحالة",
    "officer": "ضابط",
    "amount": "معاملة المبلغ",
    "note": "ملحوظة",
    "date": "تاريخ"
  },
  "widget_shop_gateway": {
    "link_account_caution": "ربط حساب ({currency}) إلى متجرك! انقر هنا.."
  },
  "product_sell_widget": {
    "title": "أداء مبيعات المنتج"
  },
  "fulfilment_order_widget": {
    "title": "وفاء دروبشيبينغ",
    "check_action": "تقبل دروبشيبينغ",
    "uncheck_action": "تم تاكيد الطلب",
    "pay_action": "دفع تكلفة البنود ..",
    "pay_completed": "تأكيد الدفعة",
    "list_of_items": "إعادة بيع العناصر",
    "checklist": [
      "ادفع مبلغ المنتجات التي تبيعها بشكل غير مباشر للبائع الأصلي.",
      "يمكنك دفع وتسوية تكلفة المنتجات للمورد معًا في قسم المحاسبة> دروبشيبينغ في المتجر.",
      "بعد الدفع ، سيستلم المورد طلبك ويرسله مباشرة إلى المشتري بعد التحضير."
    ],
    "message": "بعد دفع رسوم الطلب إلى المورد ، راجع سير إرسال الطلب في هذا القسم."
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "لوحة القيادة",
      "orders": "الطلب",
      "inventory": "المخزون",
      "shops": "الموزعين",
      "requests": "الطلبات"
    },
    "drop_shipping_charge": "شحن دروبشيبينغ"
  },
  "dropship_request_status": {
    "PENDING": "قيد الانتظار",
    "ACCEPT": "قبول",
    "REJECT": "رفض"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "لوحة القيادة",
      "orders": "الطلب",
      "wallet": "محفظة"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "لوحة تحكم الموزع"
  },
  "dropshipping_reseller_orders": {
    "title": "أوامر الموزع"
  },
  "dropshipping_reseller_wallet": {
    "title": "محفظة الموزع"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "تأكيد الدفعة",
      "payment_success": "تم التسديد.",
      "buy_title": "يشتري",
      "pay_by_giftcards": "تم دفع طلبك ببطاقة هدايا.",
      "free_order": "طلبك مجاني.",
      "pay_by_cod": "تم تسجيل طلبك نقدًا عند التسليم.",
      "pay_by_dir": "تم تسجيل طلبك كدفعة مباشرة ، يرجى إكمال الدفع وتحميل الإيصال في صفحة الطلب الخاصة بك.",
      "pay_title": "قسط",
      "qr_code_payment": "تم إنشاء رمز الاستجابة السريعة للدفع.",
      "connecting_to_online_gateway": "الاتصال ببوابة الدفع عبر الإنترنت."
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "تم تأكيد الدفع.<br> التاريخ: {payment_at}",
      "pay_fail_title": "غير مدفوع",
      "pay_fail_message": "لا يمكن التحقق من الدفع!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "البائع أوامر الدفع",
      "balance": "رصيد حسابك",
      "total_cost": "إجمالي تكلفة الطلبات",
      "need_charge": "يحتاج لشحن",
      "no_account_cation": "ليس لديك حساب! استدعاء تاجر الجملة.",
      "orders": "الطلب"
    },
    "notifications": {
      "success_pay": "تم تأكيد الدفع الخاص بك لهذه الطلبات وإتمامها بنجاح."
    }
  },
  "dropship_accounts": {
    "charge_account": "حساب الشحن",
    "charge_dialog": {
      "title": "شحن حساب دروبشيبينغ",
      "amount_input": "رسوم الحساب",
      "charge_now": "اشحن الآن"
    }
  },
  "dropship_admin_dashboard": {
    "title": "طلبات الموزعين",
    "today_order_count": "اليوم أوامر العد",
    "yesterday_order_count": "أوامر أمس العد",
    "total_7_days": "إجمالي الطلبات في آخر 7 أيام"
  },
  "dropshipping_products": {
    "no_shops": "عذرا ، لم يتم العثور على متجر. سيكون هناك المزيد من المتاجر في المستقبل حتى تتمكن من وضع منتجاتها في متجرك.",
    "show_all_shops": "عرض كل المحلات التجارية",
    "show_all_message": "تستطيع أن ترى كل المحلات التجارية",
    "current_shop": "المتجر الحالي",
    "request_account": "طلب حساب",
    "request_accepted": "تم قبول الطلب",
    "request_rejected": "طلب رفض",
    "request_pending": "الطلب معلق ..",
    "notifications": {
      "add_product": "تمت إضافة المنتج إلى متجرك.",
      "request_access": "لقد أرسلنا طلب الوصول الخاص بك إلى تاجر الجملة بنجاح."
    },
    "show_eligible_shops_message": "عرض المحلات التجارية المؤهلة"
  },
  "product_dropshipping": {
    "need_re_enable": "تم تغيير هذا المنتج من قبل البائع الأصلي ، أدت هذه التغييرات في الأسعار إلى تعطيل المنتج في متجرك. تحقق من التغييرات وإذا كنت توافق على إعادة تنشيط المنتج ، فاضغط على الزر أدناه.",
    "need_re_enable_action": "موافق وتطبيق التغييرات والتفعيل",
    "changed_value": "تم تحرير هذا المنتج من قبل البائع الأصلي. تحقق من التغييرات وإذا كنت توافق على تطبيق التغييرات على منتجك ، فانقر فوق الزر أدناه.",
    "changed_value_action": "توافق ، قم بإجراء التغييرات",
    "parent_deleted": "تمت إزالة هذا العنصر من قبل البائع الأصلي.",
    "parent_closed": "تم تعطيل هذا المنتج من قبل البائع الأصلي! لن تتمكن من بيع هذا المنتج في متجرك ، ولكن إذا أعاد البائع الأصلي تنشيط المنتج ، فستتمكن من إعادة تنشيط هذا المنتج في متجرك.",
    "notifications": {
      "re_enable_success": "تم إعادة تنشيط هذا المنتج.",
      "update_success": "تم تحديث معلومات المنتج هذه بمعلومات المنتج الأصلية."
    }
  },
  "product_dropshipping_admin": {
    "title": "إسقاط الشحن",
    "save_alert": "تم تغيير إعدادات دروبشيبينغ لهذا المنتج. هل تريد حفظ التغيرات؟",
    "reselling_message": "من خلال تنشيط هذا الخيار ، سيتمكن البائعون الآخرون من إضافة منتجك إلى متجرهم.",
    "reselling": "تفعيل دروبشيبينغ",
    "price_merchants": "سعر التجار",
    "price_commission": "عمولة التاجر (ثابتة)"
  },
  "buy_button": {
    "waiting_for_availability": "في انتظار التوافر",
    "inform_me_when_available": "أعلمني عندما يكون متاحا!",
    "pay_buy": "الدفع والشراء",
    "quantity": "عدد",
    "quantity_in_basket": "العناصر الموجودة في عربة التسوق",
    "count_unit": "x",
    "remove": "إزالة",
    "add_to_basket": "أضف إلى السلة",
    "buy": "يشتري",
    "notifications": {
      "inform_add_success": "سنخبرك عندما يكون متاحًا.",
      "inform_remove_success": "لقد تم حذفك من قائمة الانتظار."
    }
  },
  "product_info": {
    "fake": "مزيف",
    "action": "مزاد علني",
    "compare_limit": "10 عناصر كحد أقصى",
    "compare_add": "أضف للمقارنة",
    "compare_be_in_list": "في قائمة المقارنة",
    "type": "يكتب",
    "brand": "ماركة",
    "category": "فئة",
    "discount": "خصم",
    "track_price": "تتبع السعر",
    "waiting_for_auction": "تنتظر المزاد؟",
    "inform_auction": "أعلمني عند المزاد",
    "return_in_days": "{days} يوم عودة الضمان",
    "support24h7": "دعم 24 ساعة 7 أيام",
    "support_normal": "دعم خلال ساعات العمل",
    "original_guarantee": "الضمان الأصلي",
    "cod_payment": "نقدا عند التسليم الدعم",
    "pros": "الايجابيات",
    "cons": "سلبيات",
    "external_link": "اقرأ أكثر",
    "notifications": {
      "congratulation": "تهانينا",
      "waiting_list_add_success": "سوف نخطرك عندما يتم بيع هذا المنتج بالمزاد.",
      "waiting_list_delete_success": "لقد خرجت من قائمة انتظار المزاد."
    },
    "offer_message": "اشترِ {min_quantity} واحصل على خصم {percent}٪ على هذه العناصر",
    "up_to": "ما يصل إلى {per_order} x لكل طلب",
    "get_free": "تحرر",
    "get_off": "احصل على خصم بنسبة {percent}٪"
  },
  "styler": {
    "size_class": "الحجم والفئة",
    "delete_bg": "حذف صورة الخلفية",
    "bg_color": "لون الخلفية",
    "section_style": "تعيين نمط القسم",
    "link": "تعيين الارتباط",
    "show_products": "إدارة قائمة المنتجات / الفئات",
    "show_product": "حدد المنتج",
    "delete_section": "حذف القسم",
    "text_color": "لون الخط",
    "tex_align": "محاذاة النص",
    "text_style": "نمط النص",
    "bg_image": "الصورة الخلفية",
    "product": {
      "title": "حدد المنتج"
    },
    "products": {
      "title": "إدارة قائمة المنتجات والفئات",
      "sort_options": "حدد الفرز وعرض الإعدادات",
      "item_types": "عرض المنتجات / الفئات فقط",
      "product_only": "المنتجات فقط",
      "category_only": "الفئات فقط",
      "no_category": "لا توجد فئة في متجرك.",
      "limit": "حد المنتجات",
      "limit_message": "أدخل عدد نتائج المنتجات",
      "select_categories": "حدد الفئات المتاحة",
      "categories_limit": "حد الفئات",
      "categories_limit_msg": "أدخل الحد الأقصى لعدد الفئات. تعيين الصفر لعدم وجود حد."
    }
  },
  "shop_contacts": {
    "popup": "تفعيل دعم النوافذ المنبثقة",
    "popup_message": "من خلال تنشيط هذا الخيار ، سيظهر مفتاح الدعم في أسفل يمين متجرك."
  },
  "popup_page": {
    "preview": "مشاهدة حية منبثقة",
    "menu": {
      "design": "تصميم",
      "appearance": "مظهر",
      "filter": "منقي",
      "setting": "جلسة"
    },
    "notifications": {
      "save": "تم حفظ النافذة المنبثقة بنجاح.",
      "edit": "تم تحديث النافذة المنبثقة بنجاح."
    }
  },
  "popup_appearance": {
    "position": "موقع",
    "position_desc": "حدد موقع عرض هذا الإخطار على الصفحة.",
    "width": "عرض",
    "width_desc": "يمكنك ضبط الحد الأقصى لعرض الصفحة.",
    "height": "ارتفاع",
    "height_desc": "يمكنك ضبط أقصى ارتفاع للصفحة.",
    "radius": "نصف قطر الزاوية",
    "radius_desc": "في هذا القسم ، يمكنك ضبط نصف قطر انحناء زوايا الإشعار.",
    "shadow": "ظل",
    "shadow_desc": "هل تريد تظليل النافذة المنبثقة؟",
    "delay": "عرض التأخير",
    "delay_desc": "بمجرد دخول المستخدم إلى متجرك ، بعد انقضاء هذا الوقت ، سيتم عرض إشعار للمستخدم.",
    "hide": "إخفاء التأخير",
    "hide_desc": "يمكنك ضبط إغلاق الإشعار تلقائيًا بعد ثوانٍ قليلة من العرض. تعني القيمة 0 أن الإشعار لن يغلق تلقائيًا.",
    "transition": "الرسوم المتحركة المنبثقة"
  },
  "popup_filter": {
    "registered": "متطلبات العضوية وتسجيل الدخول",
    "registered_desc": "يمكنك اختيار إظهار هذا الإشعار فقط لتخزين المستخدمين أو الضيوف.",
    "only_guests": "الضيوف فقط",
    "only_users": "فقط المستخدمين المسجلين",
    "purchased": "تاريخ شراء",
    "purchased_desc": "يمكنك اختيار إظهار هذا الإشعار فقط للمستخدمين الذين اشتروا بالفعل أو أولئك الذين لم يشتروا بعد.",
    "no_purchase": "لا شراء حتى الآن",
    "yes_purchase": "تم شراؤها من قبل",
    "sex": "جنس",
    "sex_desc": "هل تريد أن يظهر هذا الإشعار للمستخدمين من جنس معين فقط؟",
    "age": "الحد الإدنى للعمر",
    "age_desc": "إذا تم إدخال أي قيمة أكبر من 6 ، يجب أن يقوم المستخدم بتسجيل الدخول ويجب أن يكون قد أدخل تاريخ ميلاده.",
    "levels": "مستويات نادي العملاء",
    "levels_desc": "إذا كان لدى المستخدم أحد المستويات المحددة أدناه ، فسيتم عرض هذا الإشعار له.",
    "countries": "قيود الموقع",
    "countries_desc": "هل تريد أن يتم عرض هذا الإشعار للمستخدمين القادمين من بلد معين فقط؟"
  },
  "popup_setting": {
    "published": "حالة النشر",
    "repeat": "يكرر",
    "repeat_msg": "هل تريد أن يتم عرض هذا الإشعار للمستخدم أكثر من مرة؟",
    "intervals": "المدة الزمنية للعرض المنبثق",
    "intervals_msg": "يجب أن يكون الحد الأدنى للمدة الزمنية بين عرض الإشعارات للمستخدم قد انقضى.",
    "designer_zone": "منطقة المصمم",
    "title": "عنوان منبثق",
    "note": "ملاحظة المصمم",
    "image": "صورة الغلاف",
    "delete": {
      "title": "حذف",
      "sub_title": "بمجرد حذف نافذة منبثقة ، لن يكون هناك عودة. من فضلك كن متأكدا.",
      "action": "حذف هذه النافذة المنبثقة"
    },
    "notifications": {
      "delete": "تم حذف النافذة المنبثقة."
    }
  },
  "shop_sms": {
    "title": "إدارة الرسائل القصيرة",
    "sub_title": "قوالب الرسائل القصيرة المرسلة للعملاء",
    "message": "يمكنك الاطلاع على محتوى الرسائل النصية التي يرسلها متجرك هنا. بسبب القيود المفروضة على تسجيل أنماط التحقق من الصحة في خدمة الرسائل ، لا يمكن تخصيص الرسائل النصية في الوقت الحالي."
  },
  "shop_emails": {
    "title": "إدارة رسائل البريد الإلكتروني",
    "sub_title": "سترى قائمة رسائل البريد الإلكتروني التي يرسلها المتجر للعملاء والمديرين في هذا القسم. يتم تصميم وإنشاء رسائل البريد الإلكتروني تلقائيًا بناءً على المعلومات التي أدخلتها لمتجرك. كما ستتاح إمكانية تخصيص الرسائل والصور للجمهور في المستقبل."
  },
  "instagram": {
    "title": "المبيعات على Instagram",
    "message": "بمساعدة هذه الأداة ، يمكنك تحويل Instagram الخاص بك إلى متجر. ما عليك سوى إضافة حساب Instagram الخاص بك وتأكيده هنا ، وستتمكن من نشر منتج واحد أو أكثر من كل منشور أو على قصتك ، وإضافة قائمة المنتجات الخاصة بك ووضع علامة عليها أو تحويل منشور إلى منتج جديد!",
    "add_product": "أضف منتج جديد",
    "create_product": "إنشاء منتج",
    "link_box_msg": "ضع هذا الرابط في سيرتك الذاتية على Instagram أو Telegram أو وسائل التواصل الاجتماعي الأخرى حتى يتمكن جمهورك من الشراء بشكل أسرع وأسهل وأكثر وأخيراً المزيد.",
    "remove_account": "تغيير / إزالة رابط Instagram",
    "sync": "مزامنة بيانات الحساب (كل 60 دقيقة)"
  },
  "service_bill": {
    "task": {
      "title": "عمل قائمة",
      "message": "اكتب عناوين العمل الذي تريد القيام به ودع المشتري يعرف مدى تقدمه."
    },
    "booking": {
      "title": "الحجز / الحجز",
      "message": "ستتم معالجة هذا الطلب في وقت محدد ، وقد حدد العميل الفترة المطلوبة ، إذا كنت تريد إجراء أي تغييرات في الفترة المحددة ، فأعلم العميل بذلك.",
      "selected_checkin": "تاريخ تسجيل دخول العميل المحدد",
      "selected_checkout": "تاريخ خروج العميل المحدد",
      "change_days_question": "هل تحتاج إلى التغيير خلال الأيام المحددة للعميل؟",
      "show_calendar": "عرض تقويم الطلبات"
    },
    "pricing": {
      "title": "التسعير",
      "message": "كم تدفع مقابل هذه الخدمة؟"
    },
    "subscription": {
      "title": "الاشتراك",
      "message": "يمكنك اختيار فترة الاشتراك عن طريق شراء هذه الخدمة على أساس يومي. دع المشتري يعرف ما إذا كنت تريد تغيير القيم الافتراضية التي أدخلتها بالفعل.",
      "duration": "فترة الاكتتاب"
    },
    "charge": {
      "title": "الشحنة",
      "message": "لقد حددت تكلفة لهذا العنصر. يمكنك تغيير مبلغ الرسوم للعنصر الذي اشتراه العميل.",
      "charge": "الشحنة"
    },
    "save_item": "تحقق وتعيين",
    "start_service": "إبدأ الخدمة",
    "end_service": "ينهي"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "إنهاء الخدمة",
      "message": "إذا تم ذلك ، فاضغط على مفتاح التأكيد لإكمال الطلب وإغلاقه.",
      "action": "تأكيد واستكمال الطلب"
    }
  },
  "product_outputs": {
    "outputs_form": "هيكل معلومات الشاشة (الإخراج)",
    "virtual": {
      "title": "نموذج معلومات إخراج المنتج",
      "sub_title": "المعلومات التي تريد إظهارها للمستخدم بعد الشراء. هذا النموذج ينطبق بشكل خاص على بيع المنتجات الافتراضية مثل بطاقة الهدايا."
    },
    "service": {
      "title": "تصميم الخدمة",
      "sub_title": "حدد أولاً نوع الخدمة وأدخل المعلومات المطلوبة. على سبيل المثال ، يمكنك تحديد قائمة المهام أو مطالبة العميل بوقت الحجز أو الموعد."
    }
  },
  "service_design": {
    "type": "نوع الخدمة",
    "type_message": "حدد نوع الخدمة التي تقدمها لهذا المنتج. عن طريق اختيار كل عنصر ، سيتم عرض النموذج ذي الصلة. اعتمادًا على نوع الخدمة التي تختارها ، قد يتم تلقي مزيد من المعلومات من العميل عند الطلب."
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "على الطلب",
      "desc": "مثل إصلاحات المنزل ، والطلاء ، وإصلاح السيارات ، وما إلى ذلك."
    },
    "BOOKING": {
      "title": "الحجز",
      "desc": "مثل حجز غرفة فندقية أو فيلا."
    },
    "APPOINTMENT": {
      "title": "ميعاد",
      "desc": "مثل موعد رعاية الحيوانات الأليفة أو التدريب الشخصي."
    },
    "RENTAL": {
      "title": "تأجير",
      "desc": "مثل تأجير مكان أو سيارة."
    },
    "SUBSCRIPTION": {
      "title": "الاشتراك",
      "desc": "مثل عضوية النادي أو التدريب عبر الإنترنت."
    },
    "CHARGE": {
      "title": "الشحنة",
      "desc": "مثل فرض رسوم على حساب أو فرض رسوم على استخدام أحد التطبيقات."
    },
    "CUSTOM": {
      "title": "مخصص",
      "desc": "حدد هذا الخيار إذا كانت الخدمة التي تقدمها ليست مما سبق."
    }
  },
  "avocado": {
    "title": "مبيعات سريعة ودقيقة وممتعة على جميع وسائل التواصل الاجتماعي",
    "message": "مبلغ واحد ولقب واحد هو كل ما تحتاجه للحصول على المال من عملائك! ستتم إضافة الأموال مباشرة إلى حسابك وسيحظى عملاؤك بتجربة تسوق فريدة.",
    "new_order": "فاتورة جديدة",
    "create_by_seller_title": "إنشاء فاتورة",
    "create_by_seller_message": "إذا كنت ترغب في إنشاء فاتورة بمبلغ معين وإرسالها إلى شخص ما ، يمكنك الضغط على الزر أدناه لإظهار نموذج الفاتورة. أعط رابطًا تم إنشاؤه للمشتري للدفع وتتبع طلباته من خلاله.",
    "create_by_buyer_title": "شكل الأفوكادو",
    "create_by_buyer_message": "من خلال تنشيط هذا القسم ، سيتم عرض رابط لك ، قم بتوفير هذا الرابط للمشترين حتى يتمكنوا من تقديم طلباتهم.",
    "orders_list": "قائمة الطلبات",
    "active_mode": "إيصال الطلب نشط",
    "inactive_mode": "غير نشط",
    "active_message": "من خلال تنشيط هذا المصدر ، سيتمكن عملاؤك من تقديم طلب للمنتج من خلال نموذج الطلب الذي تراه أدناه.",
    "avocado_form_link_message": "ضع هذا الرابط في سيرتك الذاتية على Instagram أو Telegram أو غيرها من وسائل التواصل الاجتماعي حتى يتمكن جمهورك من الشراء بشكل أسرع وأسهل وأخيراً المزيد",
    "need_address": "احصل على العنوان",
    "need_address_msg": "إذا كنت بحاجة إلى الحصول على موقع المشتري وعنوانه ، فحدد هذا الخيار.",
    "avocado_link_message": "يكفي تقديم الرابط أعلاه للعميل لدفع الطلب. سيتمكن العميل من متابعة الطلب من خلال هذا الرابط.",
    "edit_order": "تحرير الأمر",
    "progress": "معدل التقدم",
    "buyer_link": "رابط المشتري",
    "buyer_link_message": "قدم هذا الرابط إلى المشتري الخاص بك. سيتمكن المشتري من الدفع ومتابعة طلبه من خلال هذا الرابط. هذا الرابط مشفر ، إذا تم توفير الرابط لأي شخص ، فسيكون قادرًا على الدفع والاطلاع على المعلومات. سيكون هذا الرابط نشطًا لمدة 60 يومًا. انقر على الرابط أدناه للنسخ.",
    "OrderConfirm_done": "تم تاكيد الطلب.",
    "OrderConfirm_message": "إذا قمت بتأكيد الدفع وكان الطلب صحيحًا ، فانقر فوق الزر أدناه.",
    "OrderConfirm_action": "تأكيد الطلب",
    "PreparingOrder_message": "إذا كان طلب العميل جاهزًا للشحن ، فانقر فوق الزر \"موافق\" أدناه.",
    "PreparingOrder_action": "الطلب جاهز للشحن",
    "finish_message": "إذا اكتمل هذا الأمر ، فاضغط على زر الإنهاء لإغلاق هذا الأمر.",
    "finish_action": "إكمال معالجة الطلب",
    "finish_dialog": {
      "title": "أكمل الطلب",
      "message": "هل اكتمل الطلب وهل تريد بالتأكيد إغلاقه؟",
      "action": "نعم ، قم بتأكيد إتمام الطلب"
    },
    "configuration": "إعدادات الأفوكادو",
    "delivery_price": "تكلفة الشحن",
    "edit_avocado_action": "تعديل المعلومات",
    "submit_pricing_avocado_action": "إرسال تسعير الطلب",
    "add_avocado_action": "إنشاء رابط الفاتورة",
    "avocados_list": "قائمة الأفوكادو",
    "not_pricing": "هذا البند ليس بسعر!",
    "show_all": "عرض الكل",
    "show_accepted": "إظهار العناصر التي تم تأكيدها",
    "notifications": {
      "update_success": "تم تحديث الأفوكادو بنجاح.",
      "add_success": "تم إنشاء الأفوكادو بنجاح."
    },
    "name": "أفوكادو"
  },
  "avocado_orders": {
    "title": "أفوكادو",
    "title_small": "مبيعات وسائل التواصل الاجتماعي",
    "pending_orders": "أوامر نشطة",
    "avocado": "اطلب الأفوكادو"
  },
  "avocado_process": {
    "step1": "التسعير",
    "step1_msg": "أدخل سعر كل عنصر وحدد المربع الأخضر. إذا لم يكن من الممكن بيع عنصر ، قم بتغيير حالته إلى \"مرفوض\".",
    "step2": "تأكيد الفاتورة",
    "step2_msg": "قم بإنشاء فاتورة لهذا الطلب. يمكنك إدخال عنوان ووصف للفاتورة. يتم حساب مبلغ الأمر بناءً على السعر الإجمالي للعناصر تلقائيًا.",
    "title_input": "عنوان الفاتورة *",
    "show_to_customer": "يتم عرض هذه المعلومات للمشتري.",
    "description_msg": "هل تريد كتابة ملاحظة لهذا الطلب؟ سيتم عرض هذه المعلومات للمشتري.",
    "price_input": "كمية الطلب *",
    "tax_none": "معفاة من الضرائب",
    "tax_included": "مشمول في السعر",
    "tax_add": "أضف الضريبة",
    "tax_message": "يمكنك اختيار ما إذا كانت الضريبة مشمولة في السعر أم لا.",
    "tax_included_messages": "الضرائب مشمولة في السعر.",
    "tax_add_messages": "يجب إضافة الضريبة إلى السعر النهائي."
  },
  "hyper": {
    "print_label": "اطبع الملصق التالي وضعه أمام المنتج",
    "hyper_form_link_product_message": "سيتمكن عملاؤك من شراء {product} بسرعة من خلال هذا الرابط. سيقومون أيضًا بإدخال نفس الرابط عن طريق مسح رمز الاستجابة السريعة.",
    "title": "البيع السريع المفرط",
    "message": "بمساعدة قناة مبيعات Hyper Selldone ، سيتمكن عملاؤك من شراء المنتجات عن طريق مسح رمز الاستجابة السريعة دون الحاجة إلى أي إجراء من جانبك. استخدم هذه الطريقة لبيع بعض العناصر بسرعة في المهرجانات أو المعارض أو الاحتفالات المزدحمة بأعداد كبيرة. بعد تنشيط Hyper في هذا القسم ، يمكنك إنشاء رمز QR مفرط للمنتجات المادية في قسم إدارة المنتج.",
    "orders_list": "قائمة الطلبات المفرطة",
    "active_mode": "تم تنشيط قناة المبيعات الفائقة",
    "inactive_mode": "غير نشط",
    "active_message": "إذا قمت بتمكين هذا الخيار ، فسيتم عرض إمكانية إنشاء أكواد المبيعات السريعة في قسم الإدارة لكل منتج.",
    "hyper_form_link_message": "رابط الصفحة التشعبية لمتجرك",
    "configuration": "إعدادات هايبر",
    "name": "هايبر"
  },
  "hyper_orders": {
    "title": "هايبر",
    "title_small": "تقرير المبيعات",
    "hyper": "الطلبات المستلمة"
  },
  "product_file": {
    "no_file": "لم يتم تحميل ملف حتى الآن!",
    "delete_dialog": {
      "title": "حذف ملف",
      "message": "هل أنت متأكد من حذف هذا الملف؟",
      "action": "نعم ، احذف الآن"
    },
    "notifications": {
      "delete_success": "تم حذف الملف بنجاح."
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 اشحن مبلغ {amount} واحصل على رصيد بقيمة {amount_total}.",
    "charge_action": "ادعاء رصيد مجاني",
    "claim_title": "طالب برصيدك المجاني",
    "claim_charge_caution": "ملاحظة: لا يمكن تحويل العملات بين حسابات محفظتك. لذلك ، حدد حسابًا مناسبًا للعملة المتداولة في متجرك.",
    "account_input": "حساب إيداع",
    "account_msg": "سيتم تطبيق الرسوم على هذا الحساب"
  },
  "selldone_applications": {
    "title": "لا تفوت طلباتك!",
    "msg": "إدارة عملك في أي مكان وفي أي وقت."
  },
  "shop_seo": {
    "title": "تكوين SEO",
    "msg": "تقدم سريعًا للتسويق عبر الإنترنت من خلال تمكين قنوات اكتساب العملاء العضوية.",
    "auto": {
      "title": "محرك السيارات SEO",
      "msg": "قم بتوفير تجربة هاتف محمول سلسة للجمهور ومحركات البحث على موقع الويب الخاص بك."
    },
    "amp": {
      "title": "AMP",
      "msg": "تسريع إنشاء صفحات الجوال تلقائيًا."
    }
  },
  "shop_preferences": {
    "order": {
      "title": "الطلب",
      "desc": "إذا دفع العميل الطلب ، فسيتم إرسال بريد إلكتروني يحتوي على معلومات الطلب إلى هذا العنوان."
    },
    "return": {
      "title": "يعود",
      "desc": "إذا أعاد المشتري المنتج ، فسيتم إرسال هذا البريد الإلكتروني. إرسال هذا البريد الإلكتروني يعتمد على خطتك المشتراة."
    },
    "pos": {
      "title": "POS",
      "desc": "سيتم إرسال تقرير مبيعات نقاط البيع إلى هذا البريد الإلكتروني."
    },
    "avocado": {
      "title": "أفوكادو",
      "desc": "إرسال تقرير يومي عن طلبات الأفوكادو."
    },
    "accounting": {
      "title": "محاسبة",
      "desc": "تخزين التقارير المالية والتحديثات."
    },
    "subscription": {
      "title": "الاشتراكات",
      "desc": "حالة الخطة التي تم شراؤها مؤخرًا مع إشعارات بدء الاشتراك ونهايته."
    },
    "technical": {
      "title": "اِصطِلاحِيّ",
      "desc": "إشعارات فنية حول المجال وحالة الخدمة."
    },
    "report": {
      "title": "التقارير",
      "desc": "سيتم إرسال التقارير الأسبوعية والشهرية إلى هذا البريد الإلكتروني"
    },
    "review": {
      "title": "استعراض",
      "desc": "إذا كنت بحاجة إلى تأكيد عملية ما في المتجر ، فسيتم إرسال البريد الإلكتروني ذي الصلة إلى هذا العنوان. على سبيل المثال لتأكيد إرسال بريد إلكتروني تسويقي لمستخدمي المتجر."
    }
  },
  "shop_languages": {
    "title": "لغات المتجر",
    "sub_title": "قم بتثبيت وتنشيط حزم الترجمة الآلية في المتجر.",
    "message": "يمكنك تثبيت ما يصل إلى 10 حزم لغات في متجرك. اتصل بنا إذا كنت بحاجة إلى تثبيت المزيد من الحزم."
  },
  "invite_friends": {
    "title": "أخبر العالم عن عملك!",
    "msg": "قدم Selldone لأصدقائك. سيحصلون على قسيمة من الشركة بقيمة 99 دولارًا عند التسجيل ، وستحصل على قسيمة بدء التشغيل بقيمة 15 دولارًا بمجرد إتمام معاملتهم الأولى.",
    "invite": {
      "title": "انضم إلى Selldone Business OS للحصول على قسيمة مجانية بقيمة 99 دولارًا.",
      "description": "أدعوك إلى Selldone لبدء عملك على الإنترنت باستخدام أداة رائعة.",
      "hashtags": "التجارة الإلكترونية ، منشئ الموقع",
      "quot": "لقد قمت ببناء متجر على الإنترنت من قبل Selldone ، يمكنك أيضًا القيام بعملك الآن."
    }
  },
  "shops_list": {
    "title": "متاجري",
    "message": "قائمة المتاجر الخاصة بي والمحلات التجارية المسموح بها وعينة."
  },
  "shipping": {
    "warehouse_error": "ضع المستودع الخاص بك أولا! سيتم استخدام هذا العنوان كأصل الشحن.",
    "errors": {
      "set_origin": "تعيين خريطة الموقع الخاص بك.",
      "set_country": "حدد بلدك.",
      "set_address": "حدد عنوانك.",
      "set_zip": "حدد الرمز البريدي الخاص بك."
    },
    "set_warehouse": "وضع المستودع",
    "pickup_location": "اختر موقعا",
    "refresh_rates": "معدلات التحديث",
    "no_rate": "لا معدل ...",
    "view_messages": "عرض الرسائل ...",
    "not_set_yet": "لم تحدد بعد!",
    "drop_orders_here": "إسقاط الطلبات هنا ..."
  },
  "blog_category": {
    "title": "فئات المدونة",
    "add_action": "إضافة فئة جديدة",
    "add_dialog": {
      "title": "فئة جديدة / تحديث",
      "force_edit": "فرض مسار التحرير",
      "force_edit_msg": "تغيير اسم الفئة وتحديث جميع المقالات.",
      "star_msg": "الفئات المميزة بنجمة لها الأولوية لتظهر في المدونة.",
      "star": "يحدق",
      "delete_action": "حذف الفئة",
      "add_action": "إضافة فئة",
      "edit_action": "تحرير الفئة"
    }
  },
  "about_us": {
    "title": "صفحة عنا",
    "subtitle": "اكتب مقالًا عن عملك لإظهاره في صفحة \"من نحن\". ستساعد هذه الصفحة جمهورك على معرفة علامتك التجارية ومهمتك."
  },
  "terms": {
    "title": "صفحة شروط الخدمة",
    "subtitle": "اشرح شروط الشراء واستخدام خدماتك لعملائك."
  },
  "privacy": {
    "title": "صفحة سياسة الخصوصية",
    "subtitle": "سياسة الخصوصية عبارة عن بيان أو مستند قانوني يكشف عن بعض أو كل الطرق التي يجمع بها الطرف بيانات العميل أو العميل ويستخدمها ويفصح عنها ويديرها."
  },
  "contact_us": {
    "title": "صفحة اتصل بنا",
    "subtitle": "اكتب معلومات الاتصال الخاصة بك ، والعنوان ، ورقم الهاتف لتظهر لعملائك على صفحة اتصل بنا."
  },
  "metaverse": {
    "title": "جسر ميتافيرس",
    "subtitle": "توفر Selldone خدمات تستند إلى API بنسبة 100٪ في مساحة التجارة. يمكن لمطوري الألعاب و blockchain و metaverse استخدام واجهات برمجة التطبيقات القوية هذه لربط الشركات والعملاء والخدمات في مستقبل عالم العمل والحياة والتجارة.",
    "message": "الوصول المبكر لمطوري الألعاب"
  },
  "orders_bulk_export": {
    "title": "مساعد أوامر",
    "timespan": {
      "title": "فترة زمنية",
      "subtitle": "اختر تاريخي البدء والانتهاء لتقديم الطلبات."
    },
    "tasks": {
      "title": "إخراج المهام",
      "subtitle": "قم بتنزيل قائمة المهام الخاصة بمعالجة الطلبات بشكل مجمّع. النتيجة تحتوي فقط على الطلبات المدفوعة وأوامر الدفع عند الاستلام.",
      "export_title": "قائمة المهام"
    },
    "labels": {
      "title": "تسميات الحزم",
      "subtitle": "قم بتنزيل قائمة جميع تسميات الطلبات في الفترة الزمنية والحالة المحددين. النتيجة تحتوي فقط على الطلبات المدفوعة وأوامر الدفع عند الاستلام.",
      "export_title": "تسميات الصندوق"
    }
  },
  "customers_funnel": {
    "title": "ديموغرافيا العملاء",
    "subtitle": "تصفية بيانات عملائك وتصديرها لاتخاذ قرارات أفضل لتقديم قيمة أكبر بتسويق أقل! يرجى احترام خصوصية عملائك وعدم إرسال رسائل بريد إلكتروني جماعية لهم! لا تشارك معلومات عملائك أبدًا مع خدمات الجهات الخارجية دون الحصول على إذن من كل منهم."
  },
  "transportation_pickups": {
    "addresses": {
      "title": "عناوين بيك اب",
      "subtitle": "إضافة وتحرير عناوين الالتقاط هنا. سيتمكن المستخدمون من تحديد عنوان الالتقاط في صفحة الخروج.",
      "add_action": "أضف موقعًا جديدًا"
    }
  },
  "affiliate_pos": {
    "title": "نقاط البيع التابعة",
    "open_pos_action": "طلب سريع لنقاط البيع",
    "description": "هذا الخيار مناسب لمشرفي صفحات Instagram والشبكات الاجتماعية الأخرى. استخدم نقاط البيع التابعة لتلقي الطلبات وإضافتها من العملاء يدويًا. يمكن للشركات التابعة (أو صاحبة الامتياز) إضافة طلبات جديدة في نقاط البيع التابعة لها وتحميل قسيمة الإيداع."
  },
  "shop_configuration": {
    "login": {
      "title": "طرق تسجيل الدخول",
      "subtitle": "قم بتخصيص طريقة تسجيل المستخدمين للدخول إلى متجرك."
    },
    "checkout": {
      "title": "تدفق الخروج",
      "subtitle": "قم بتخصيص رحلة العميل وتدفق الشراء في التجارة الإلكترونية الخاصة بك.",
      "map": {
        "title": "خريطة",
        "subtitle": "يجب على المستخدمين تحديد موقع التسليم على الخريطة (مثل Uber).",
        "subtitle_no_map": "تعتبر المسافة في حساب الشحن صفرًا إذا لم يكن الموقع موجودًا في العنوان المقدم من العميل."
      },
      "mode": {
        "title": "نقطة تسجيل دخول العملاء",
        "default": {
          "title": "في أسرع وقت ممكن (افتراضي)",
          "msg": "تسجيل المستخدمين الدخول في أقرب وقت ممكن. (المزيد من التحويل)"
        },
        "on_checkout": {
          "title": "عند الخروج",
          "msg": "إجبار المستخدمين على تسجيل الدخول في خطوة الخروج."
        },
        "login_free": {
          "title": "تسجيل دخول اختياري",
          "msg": "تسجيل دخول اختياري بعد دفع الطلب .."
        }
      },
      "express": {
        "title": "إعادة التوجيه بعد الإضافة إلى عربة التسوق",
        "false": {
          "title": "الوضع العادي",
          "msg": "ابق على الصفحة وتابع التسوق بعد النقر فوق إضافة إلى عربة التسوق."
        },
        "true": {
          "title": "الوضع السريع",
          "msg": "إعادة توجيه العميل إلى صفحة الخروج بعد النقر فوق إضافة إلى عربة التسوق."
        }
      },
      "shipping_address": {
        "title": "اسأل عن عنوان الشحن"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "المادية والخدمة (افتراضي)",
      "desc": "اطلب من العميل إدخال عنوان في عمليات الدفع الفعلية والخدمة."
    },
    "physical": {
      "title": "مادي فقط",
      "desc": "اطلب من العميل إدخال عنوان فقط في الخروج الفعلي."
    },
    "off": {
      "title": "مطلقا",
      "desc": "لا تسأل عن عنوان الشحن. ⚠ استخدم هذا الخيار إذا كنت تخطط للحصول على خدمات ذات متغيرات عن طريق تحديد النوع المادي للمنتجات بدلاً من نوع الخدمة."
    }
  },
  "business_model": {
    "title": "إعداد نموذج الأعمال",
    "subtitle": "حدد نموذج عملك ، وسنقوم بتهيئة نظام التشغيل الخاص بك خلف الكواليس."
  },
  "business_type": {
    "title": "أنواع البضائع",
    "subtitle": "حدد نوع المنتجات التي تريد بيعها في متجرك. تعد أنواع المنتجات في Selldone أكثر من مجرد نوع من المنتجات ؛ يتعلق الأمر أكثر بإجراء التنفيذ.",
    "send_activation_request_to_support": "أرسل طلب تنشيط في تذكرة دعم.",
    "require_kyc": "صاحب العمل KYC.",
    "needs_enterprise_license": "يجب أن يكون لديك ترخيص Enterprise.",
    "marketplace_caution_message": "قم بتعيين Marketplace كنموذج لك يؤثر بشدة على تكوين نظام التشغيل الخاص بشركتك. على سبيل المثال ، يجب عليك تحديد مورد واحد على الأقل لكل منتج بتسعير ومخزون مستقلين. لا يمكن للعملاء شراء المنتجات التي ليس لها بائع."
  },
  "business_model_view": {
    "normal": {
      "title": "مخزن عادي",
      "desc": "عادةً ما تكون شركة صغيرة ومتوسطة الحجم أو شركة منزلية أو شركة دروبشيبر - التي تبيع منتجاتها مباشرة إلى العملاء أو تبيع منتجات تجار الجملة كموزع."
    },
    "dropshipping": {
      "title": "إسقاط الشحن",
      "desc": "لا تحتفظ بأي منتج أو مخزون - أنت تدفع لطرف ثالث ، عادة تاجر جملة (مثل Printify ، Wholesale2B ، ...) أو الشركة المصنعة ، وهم يفيون بالطلبات وراء الكواليس."
    },
    "wholesaler": {
      "title": "مورد دروبشيبينغ",
      "desc": "عادة تاجر الجملة أو الشركة المصنعة - التي تقوم بشحن الطلبات مباشرة إلى المستهلك النهائي. يمكن للتجار الآخرين في Selldone شحن منتجاتك في متاجرهم."
    },
    "marketplace": {
      "title": "المتجر",
      "desc": "تربط الأسواق عبر الإنترنت بين المشترين والبائعين على منصة مركزية مملوكة لها."
    },
    "franchise": {
      "title": "الامتياز / الحليف",
      "desc": "الامتياز هو طريقة لتوزيع المنتجات أو الخدمات التي يشارك فيها مانح الامتياز الذي يؤسس علامتك التجارية (الامتياز) أو يبيع منتجاتك بعلامته التجارية (الشركة التابعة)."
    }
  },
  "marketplace": {
    "vendor_wallets": "محافظ",
    "pricing_models": "التسعير",
    "add_vendor": "إضافة بائع",
    "requests": "الطلبات"
  },
  "price_input_type": {
    "title": "نوع إدخال السعر",
    "default": {
      "title": "تقصير",
      "desc": "حدد قيمة كالكمية في سلة التسوق."
    },
    "area": {
      "title": "منطقة",
      "desc": "أدخل العرض والطول كمدخلات لحساب الكمية."
    },
    "volume": {
      "title": "الصوت",
      "desc": "أدخل العرض والطول والارتفاع كمدخلات لحساب الكمية."
    },
    "custom": {
      "title": "مخصص (حسب نموذج الإدخال)",
      "desc": "لا حاجة لمئات من المتغيرات! قم بإنشاء نموذج حساب تكلفة مخصص للمنتجات عالية التخصيص."
    }
  },
  "vendors_list": {
    "title": "بائعي",
    "message": "قائمة بائعي."
  },
  "vendor_page": {},
  "domains": {
    "message": "قم بتوصيل نطاقات متعددة بنظام التشغيل الخاص بشركتك وقم بإدارتها جميعًا في مكان واحد. يمكنك استخدام ميزة المجالات المتعددة لإنشاء مجالات مخصصة لكل جزء من موقع الويب الخاص بك ، مثل المدونة والمجتمع ، أو استخدام مجالات مختلفة للشركات التابعة لك."
  },
  "notes": {
    "add_action": "أضف ملاحظة لفريقك",
    "notifications": {
      "success_add": "تمت إضافة الملاحظة بنجاح.",
      "success_delete": "تم حذف الملاحظة بنجاح."
    }
  },
  "external_services": {
    "title": "الخدمات الخارجية",
    "subtitle": "راقب آخر حالة للخدمات الخارجية مثل الرسائل القصيرة ورسائل البريد الإلكتروني هنا."
  }
};