export default {
  "commons": {
    "pay_today": "Πληρωμή σήμερα",
    "pay_yesterday": "Χθες πληρωμή",
    "pay_last30days": "Πληρωμή των τελευταίων 30 ημερών",
    "create_a_shop": "Δημιουργήστε ένα κατάστημα",
    "start_free": "Ξεκινήστε δωρεάν",
    "featured_apps": "Προτεινόμενες εφαρμογές",
    "more_apps": "Περισσότερες εφαρμογές",
    "my_public_profile": "Η σελίδα του δημόσιου προφίλ μου"
  },
  "numbers": {
    "infinite": "Απεριόριστος"
  },
  "error": {
    "not_fount_data": "Τα δεδομένα δεν βρέθηκαν!",
    "license_max_limit": "Η άδειά σας έφτασε στο όριο!"
  },
  "time_spans": {
    "days_range": "Εύρος ημερών",
    "today": "Σήμερα",
    "yesterday": "Εχθές",
    "last_7": "Τελευταίες 7 μέρες",
    "last_14": "Τελευταίες 14 ημέρες",
    "last_30": "Τελευταίες 30 ημέρες",
    "last_90": "Τελευταίες 90 ημέρες",
    "custom": "Εθιμο"
  },
  "device_types": {
    "desktop": "Επιφάνεια εργασίας",
    "mobile": "Κινητό",
    "tablet": "Δισκίο"
  },
  "create_website_action": "Δημιουργήστε τον ιστότοπό σας — Είναι δωρεάν",
  "show_shops_action": "Λίστα με τα καταστήματά μου",
  "Youtube": "YouTube",
  "Linkedin": "Linkedin",
  "Twitter": "Κελάδημα",
  "Facebook": "Facebook",
  "Instagram": "Ίνσταγκραμ",
  "Reddit": "Reddit",
  "Github": "Github",
  "page_titles": {
    "home": "Πωλείται ╏ Το Λειτουργικό Σύστημα Επιχειρήσεων για Ταχέως αναπτυσσόμενες Εταιρείες",
    "login": "Σύνδεση",
    "register": "Κανω ΕΓΓΡΑΦΗ",
    "auth_2fa": "Έλεγχος ταυτότητας 2 παραγόντων 🔐",
    "academy": "Ιστολόγιο",
    "help": "Κέντρο βοηθείας",
    "price_list": "Λίστα τιμών",
    "my_stores": "Τα καταστήματά μου",
    "roles": "Οι ρόλοι μου",
    "wallet": "Το πορτοφόλι μου",
    "personal_info": "Προσωπικές Πληροφορίες ╏ KYC",
    "companies": "Οι εταιρείες μου",
    "access_control": "Έλεγχος πρόσβασης",
    "security_center": "Κέντρο ασφαλείας",
    "gifts": {
      "received": "Δώρα ╏ Ελήφθη",
      "send": "Δώρα ╏ Απεσταλμένα"
    },
    "monetization": {
      "linked_accounts": "Δημιουργία εσόδων ╏ Συνδεδεμένοι λογαριασμοί",
      "plans": "Δημιουργία εσόδων ╏ Σχέδιο & Σύνδεσμοι"
    },
    "affiliate": "Υιοθετώ",
    "avocado": "Avocado — Μοντέρνο κανάλι πωλήσεων κοινωνικής δικτύωσης",
    "guild": "Guild — Συλλογικό κανάλι πωλήσεων",
    "partners_login": "Συνεργάτες ╏ Είσοδος πελάτη"
  },
  "blank_is_all_products": "Αφήστε το κενό για να συμπεριλάβετε όλα τα προϊόντα!",
  "cautions": {
    "title": "Διαχειριστείτε την επιχείρησή σας επαγγελματικά ακολουθώντας τις παρακάτω συμβουλές. Συνεχίστε να διαβάζετε για συμβουλές σχετικά με το πώς να αυξήσετε το περιθώριο κέρδους και πολλά άλλα. Είμαστε μαζί σας στην πορεία.",
    "no_payment_method": {
      "title": "Μέθοδος πληρωμής",
      "message": "Πρέπει να προσθέσετε έναν τρόπο πληρωμής στο κατάστημά σας.",
      "action": "Πύλες καταστημάτων"
    },
    "link_account": {
      "title": "Σύνδεση λογαριασμού",
      "message": "Πρέπει να συνδέσετε έναν λογαριασμό ({currency}) στο κατάστημά σας.",
      "action": "Λογαριασμοί καταστημάτων"
    },
    "no_domain": {
      "title": "Προσθήκη τομέα",
      "message": "Μπορείτε να συνδέσετε έναν ή περισσότερους προσωπικούς τομείς στο κατάστημά σας. Ο ιστότοπός σας θα εγκατασταθεί στον τομέα σας. Αυτή η διαδικασία είναι γρήγορη και εύκολη."
    },
    "domain_not_approved": {
      "title": "Επαλήθευση τομέα",
      "message": "Ο τομέας σας {domain} δεν έχει επαληθευτεί. Ελέγξτε τις ρυθμίσεις DNS και επιβεβαιώστε τον τομέα."
    },
    "no_currency": {
      "title": "Προσθήκη νομίσματος",
      "message": "Πρέπει να ορίσετε τουλάχιστον ένα νόμισμα για το κατάστημά σας.",
      "action": "Διαχείριση νομισμάτων"
    },
    "no_primary_domain": {
      "title": "Ο κύριος τομέας",
      "message": "Επιλέξτε έναν τομέα ως κύριο τομέα σας. Κάνοντας κλικ στο κουμπί αστέρι δίπλα στο όνομα τομέα, μπορείτε να επιλέξετε τον τομέα ως τον κύριο τομέα του καταστήματός σας. Αυτό είναι κρίσιμο για τις μηχανές αναζήτησης. Λάβετε υπόψη ότι το κατάστημά σας θα εξακολουθεί να είναι διαθέσιμο σε όλους τους ενεργούς τομείς."
    },
    "shop_complete": {
      "title": "Πλήρεις πληροφορίες",
      "action": "Ρυθμίσεις καταστήματος",
      "location_msg": "Προσθέστε την τοποθεσία σας",
      "days_open_msg": "Ορίστε ανοιχτές ημέρες",
      "time_open_msg": "Ρυθμίστε την ώρα ανοίγματος και κλεισίματος",
      "description_msg": "Γράψτε μια σύντομη περιγραφή για την επιχείρησή σας",
      "icon_msg": "Ορίστε το λογότυπο του καταστήματός σας",
      "shop_gateways_msg": "Προσθήκη τρόπου πληρωμής",
      "socials_msg": "Προσθέστε τους συνδέσμους κοινωνικής δικτύωσης",
      "clubs_msg": "Ορίστε λέσχες πελατών",
      "domains_msg": "Προσθήκη προσαρμοσμένου τομέα",
      "primary_msg": "Ορίστε έναν τομέα ως κύριο"
    }
  },
  "support": {
    "request": "Ζητήστε υποστήριξη",
    "category": "Κατηγορία",
    "title": "Υποστήριξη",
    "message": "Κάντε οποιαδήποτε αιτήματα ή ερωτήσεις. Η ομάδα υποστήριξής μας θα σας καθοδηγήσει. Σας προτείνουμε να υποβάλετε την ερώτησή σας στη σελίδα που σχετίζεται με το αίτημά σας. Για παράδειγμα, εάν έχετε μια ερώτηση σχετικά με τη ρύθμιση τομέα, στείλτε την στη σελίδα ρυθμίσεων τομέα του καταστήματός σας.",
    "close_at": "Κλειστό στις {date}",
    "close_ticket_by_user": "Ευχαριστώ, πήρα την απάντηση"
  },
  "surveys": [
    "Πολύ φτωχό",
    "Φτωχός",
    "Κανονικός",
    "Καλός",
    "Εξοχος"
  ],
  "sort": {
    "title": "Ταξινόμηση κατά",
    "title_small": "Ταξινόμηση κατά..",
    "nothing": "Τίποτα",
    "most_views": "Οι περισσότερες προβολές",
    "most_likes": "Δημοφιλέστερος",
    "most_recent": "Νεότερο",
    "most_sell": "Καλύτερη πώληση",
    "cheapest": "φθηνότερο",
    "most_expensive": "Πιο ακριβά",
    "only_available": "Διαθέσιμος",
    "view_mode": {
      "normal": "Κανονικός",
      "grid": "Πλέγμα",
      "list": "Λίστα",
      "insta": "Insta"
    }
  },
  "helps": {
    "title": "Selldone Κέντρο βοήθειας",
    "subtitle": "Καλώς ήρθατε στο Selldone. Εάν δημιουργείτε ένα νέο ηλεκτρονικό κατάστημα σε επιχειρησιακό λειτουργικό σύστημα, μπορείτε να βρείτε περισσότερες πληροφορίες εδώ.",
    "add_new_help": "Νέα βοήθεια",
    "resources": "Πόροι",
    "categories": {
      "Welcome": "Ξεκίνα",
      "Setup": "κατάστημα",
      "Sell": "Πωλήσεις",
      "Developer": "Αναπτύσσω",
      "Application": "Εφαρμογές",
      "Product": "Διαχείριση Προϊόντων & Κατηγοριών",
      "Blog": "CMS & Blog",
      "Order": "Κέντρο Εκπλήρωσης Παραγγελιών",
      "Channel": "Κανάλια Πωλήσεων",
      "Accounting": "Λογιστική & Τρόποι Πληρωμής",
      "Incentives": "Κίνητρα",
      "Marketing": "Μάρκετινγκ & Καμπάνιες",
      "Logistic": "Logistic & Shipping",
      "Customers": "Λέσχη Πελατών & Τμηματοποίηση",
      "Page": "Προορισμός και προσαρμοσμένες σελίδες",
      "Access": "Διαχείριση πρόσβασης προσωπικού / API",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "Αποθετήριο Github",
    "admin_api_app": "Υπηρεσία web API διαχειριστή",
    "shop_api_app": "Αγορά υπηρεσιών web API",
    "design_kit": "Κιτ σχεδίασης",
    "community": "Κοινότητα"
  },
  "blogs": {
    "title": "Ιστολόγιο",
    "subtitle": "Μαθήματα για τις επιχειρήσεις, την αυτοπεποίθηση και τις γνώσεις που χρειάζεστε για να δημιουργήσετε μια ακμάζουσα επιχείρηση.",
    "add_new_blog": "Νέο Ιστολόγιο",
    "popular": "Δημοφιλής",
    "topics": "Θέματα",
    "select_topics": "Επιλέξτε τη δουλειά σας.",
    "select_job_topics": "Επιλέξτε τα θέματα που σχετίζονται με την εργασία σας",
    "select_interested_topics": "Ποια θέματα σας ενδιαφέρουν;"
  },
  "api": {
    "title": "API & Ενσωμάτωση",
    "message": "Ένα από τα βασικά χαρακτηριστικά του Selldone είναι η παροχή ισχυρών και ασφαλών API για τη διαχείριση και τη σύνδεση καταστημάτων με άλλες υπηρεσίες, όπως η αποθήκευση, η λογιστική κ.λπ. Μπορείτε επίσης να σχεδιάσετε προσαρμοσμένες εφαρμογές και εφαρμογές ιστού για το κατάστημά σας. Χωρίς να χρειάζεται να ανησυχείτε για τη διαχείριση διακομιστή και δεδομένων. Απλώς χρησιμοποιήστε τα API τομέα. Θα έχετε όλη τη διαδικασία διαχείρισης των χρηστών, τον έλεγχο ταυτότητας και άλλες δυνατότητες τομέα."
  },
  "user_dashboard": {
    "title": "Το λεωφορείο μου",
    "subtitle": "Διαχειριστείτε την επιχείρησή σας με ενημερωμένες πληροφορίες και σαφείς προοπτικές.",
    "menu": {
      "affiliate": "Υιοθετώ",
      "monetize": "Νομισματοποιώ",
      "gift": "Δώρο",
      "security": "Ασφάλεια",
      "access": "Πρόσβαση",
      "business": "Εταιρία",
      "wallet": "Πορτοφόλι",
      "identification": "KYC",
      "stores": "Προμήθεια",
      "roles": "Ρόλοι",
      "home": "Σπίτι",
      "expert": "Ειδικός",
      "deals": "Συμφωνίες",
      "providers": "Παρόχους"
    },
    "shops": {
      "create_new": "Δημιουργία νέου καταστήματος",
      "create_new_sub": "Ελεύθερος",
      "create_new_sub_need_initial_charge": "Η κατασκευή του πρώτου καταστήματος είναι δωρεάν. Μάλλον ένα κατάστημα είναι αρκετό για την επιχείρησή σας, αλλά αν χρειαστεί να φτιάξετε περισσότερα καταστήματα, το κόστος κατασκευής ενός νέου καταστήματος είναι 25$. Αποσύρουμε το ποσό από τον λογαριασμό πορτοφολιού σας.",
      "menu": {
        "title": "Τα καταστήματά μου",
        "shops": "Καταστήματα",
        "new": "Νέος"
      },
      "accept_invite_question": "Αποδέχεστε αυτήν την πρόσκληση;",
      "shop_card": {
        "menu_orders": {
          "physical": "Παραγγελίες φυσικών προϊόντων",
          "virtual": "Εικονικές παραγγελίες προϊόντων",
          "files": "Αρχειοθέτηση παραγγελιών",
          "services": "Παραγγελίες σέρβις",
          "subscriptions": "Παραγγελίες συνδρομών"
        },
        "status": "Κατάσταση",
        "license": "Αδεια",
        "volume": "Χρησιμοποιημένος χώρος",
        "expire": "Η άδεια έληξε",
        "products": "Προϊόντα",
        "page_views": "Προβολές",
        "user_behavior": "Συμπεριφορά πελατών",
        "time_span": "από {time} έως τώρα",
        "finance_report": "Οικονομική αναφορά",
        "buys": "Ψώνια",
        "payments": "Πληρωμές",
        "orders": "Παραγγελίες",
        "currency": "Νόμισμα"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "Σχόλια πελατών",
      "title_small": "ΣΦΑΙΡΙΚΗ ΕΙΚΟΝΑ",
      "wishlist": "Λίστα επιθυμιών",
      "comments": "Σχόλια",
      "likes": "Μου αρέσει",
      "favorites": "Αγαπημένα",
      "powers": "Παλαμάκια",
      "views": "Προβολές",
      "report_today": "Σημερινό ρεπορτάζ",
      "report_last7days": "Αναφορά των τελευταίων 7 ημερών",
      "report_last30days": "Αναφορά τελευταίων 30 ημερών"
    }
  },
  "admin_shop": {
    "title": "κατάστημα",
    "menu": {
      "edit": "Ρυθμίσεις",
      "automation": "Αυτοματοποίηση",
      "application": "Εφαρμογές",
      "access": "Πρόσβαση",
      "pages": "Σελίδες",
      "channels": "Κανάλια",
      "categories": "Κατηγορίες",
      "marketing": "Εμπορία",
      "customers": "Οι πελάτες",
      "logistic": "Επιμελητεία",
      "auditing": "Λογιστική",
      "incentives": "Κίνητρα",
      "process_center": "Παραγγελίες",
      "blog": "Ιστολόγιο",
      "products": "Προϊόντα",
      "shops": "Καταστήματα",
      "dashboard": "Ταμπλό",
      "autopilot": "Αυτόματος πιλότος",
      "apps": "Εφαρμογές",
      "pos": "POS",
      "seo": "SEO",
      "localization": "Εντοπισμός"
    },
    "dashboard": {
      "title": "Ταμπλό καταστήματος",
      "online_staff": "Διαδικτυακό προσωπικό(α)",
      "notify_referral": {
        "message": "Στείλτε τον σύνδεσμο πρόσκλησής σας σε φίλους και λάβετε δωρεάν κουπόνια.",
        "action": "Ο σύνδεσμος παραπομπής μου"
      },
      "info": {
        "title": "Τεχνικός",
        "subtitle": "Τεχνική επισκόπηση του λειτουργικού συστήματος της επιχείρησής σας.",
        "shop_name": "Όνομα καταστήματος",
        "shop_link": "Σύνδεσμος καταστήματος",
        "site_map": "Χάρτης ιστότοπου",
        "shop_domains": "Τομείς",
        "shop_domains_msg": "Λίστα συνδεδεμένων προσαρμοσμένων τομέων.",
        "home_msg": "Ορίστε την προεπιλεγμένη αρχική σελίδα του ιστότοπού σας. Μπορεί να αλλάξει για κάθε προσαρμοσμένο τομέα.",
        "add_domain": "Προσθήκη νέου τομέα",
        "currencies": "Ενεργά νομίσματα",
        "currencies_alert": "Επιλέξτε τουλάχιστον ένα νόμισμα για το κατάστημα!",
        "status": "Κατάσταση",
        "license": "Αδεια",
        "expire": "Ημερομηνία λήξης άδειας",
        "upgrade_license_action": "Αναβάθμιση σε {name}",
        "wage": "Τέλη",
        "cpu_message": "Ο αριθμός των πόρων που έχετε προσαρμόσει στο αγορασμένο πρόγραμμα και οι πόροι που προσθέτετε στην υπηρεσία σας.",
        "hide_domains": "Απόκρυψη των τομέων μου",
        "show_domains": "Εμφάνιση των τομέων μου",
        "table": {
          "primary": "Πρωταρχικός",
          "url": "Url",
          "site_map": "Χάρτης τοποθεσίας",
          "enable": "επιτρέπω",
          "indexed": "Ευρετηριασμένο",
          "and_more": "& περισσότερο..",
          "auto_repair": "Αυτόματη επισκευή"
        },
        "add_dialog": {
          "title": "Διαμόρφωση τομέα αποθήκευσης",
          "step1": "Μπορείτε να ορίσετε το όριο IP της εγγραφής Α για έναν τομέα ή υποτομέα DNS από τις ακόλουθες τιμές:",
          "step2": "Προσθέστε μια εγγραφή DNS TXT:",
          "set_ip_alert": "Ορίστε την τιμή IP της εγγραφής A <b>{ip}</b> .",
          "input_domain": "URL τομέα",
          "correct": "Οι ρυθμίσεις τομέα είναι σωστές.",
          "set_message": "Ορίστε το CNAME αυτού του τομέα σε {cname}.",
          "input_domain_message": "Εισαγάγετε το όνομα τομέα χωρίς http και https.",
          "ssl_message": "Μην ανησυχείτε για το πιστοποιητικό SSL για τον ιστότοπό σας. Αυτή η πιστοποίηση θα εκδοθεί αυτόματα για τον τομέα σας από τη Selldone (beta).",
          "active": "Ο τομέας είναι ενεργός",
          "inactive": "Ο τομέας είναι απενεργοποιημένος",
          "success_message": "Συγχαρητήρια, ο ιστότοπός σας είναι ενεργοποιημένος στο {domain}. Μπορείτε να παρουσιάσετε την επιχείρησή σας και την επωνυμία σας στον κόσμο μέσω αυτού του τομέα.",
          "delete_action": "Διαγραφή τομέα;"
        },
        "set_home_dialog": {
          "title": "Ορισμός αρχικής σελίδας τομέα"
        },
        "notification": {
          "add_message": "Η διεύθυνση τομέα προστέθηκε με επιτυχία.",
          "update_message": "Ο τομέας ενημερώθηκε με επιτυχία.",
          "delete_domain_message": "Ο τομέας διαγράφηκε με επιτυχία."
        },
        "alert": {
          "title": "Διαγραφή Τομέα",
          "message": "Θέλετε να διαγράψετε αυτόν τον τομέα; Βεβαιωθείτε ότι έχετε επαναφέρει τις τιμές εγγραφής DNS του τομέα σας για να αποτρέψετε την απάτη από άλλους."
        }
      },
      "active_orders": {
        "title": "Παραγγελίες",
        "title_small": "Παραγγελίες φυσικών, αρχείων, εικονικών και υπηρεσιών",
        "pending_orders": "Εκκρεμείς παραγγελίες",
        "physical": "Παραγγελίες φυσικών προϊόντων",
        "virtual": "Εικονικές παραγγελίες προϊόντων",
        "file": "Αρχειοθέτηση παραγγελιών προϊόντων",
        "service": "Παραγγελίες προϊόντων σέρβις",
        "subscription": "Παραγγελίες συνδρομής"
      },
      "products": {
        "title": "Καταγραφή εμπορευμάτων",
        "title_small": "Προϊόντα, Υπηρεσίες, Αρχεία",
        "total_products": "Συνολικοί τύποι προϊόντων"
      },
      "finance": {
        "title": "Χρηματοοικονομική",
        "title_small": "Οικονομική αναφορά",
        "total_30days_title": "Συνολικό ποσό πωλήσεων",
        "last_30_day": "Τελευταίες 30 ημέρες",
        "pay_amount_chart_title": "Πληρωμές",
        "sell_amount_chart_title": "Εκπτώσεις",
        "discount_amount_chart_title": "Εκπτωση",
        "currency_convert_to": "Στο νόμισμα",
        "active_currencies": "Ενεργά νομίσματα",
        "sell_count_chart_title": "Αριθμός πωλήσεων ανά παραλλαγή",
        "active_gateways": "Ενεργή πύλη πληρωμής",
        "received_last_24h": "Παραλήφθηκε τις τελευταίες 7 ώρες",
        "pie": {
          "title": "Η σημερινή αναλογία πωλήσεων",
          "no_data": "Καμία πώληση σήμερα"
        },
        "pay_amount": "Ποσό ΠΛΗΡΩΜΗΣ",
        "sell_amount": "Ποσό πώλησης",
        "discount_amount": "Ποσό έκπτωσης",
        "sell_count": "Πλήθος εκπτώσεων",
        "table": {
          "currency": "Νόμισμα",
          "total_sell_30days": "Συνολικές πωλήσεις 30 ημερών",
          "sell_daily": "Ημερήσιο Ποσοστό Πωλήσεων",
          "sell": "Πώληση",
          "pay": "Πληρωμή"
        }
      },
      "customers": {
        "title": "Πελάτες καταστημάτων",
        "title_small": "Αναφορά μετατροπής",
        "total_customers": "Σύνολο",
        "new_customers_today": "Σήμερα",
        "new_customers_week": "Τελευταίες 7 μέρες",
        "orders_count": "Οι παραγγελίες μετράνε",
        "days_range": "Εύρος ημερών",
        "new_users": "Νέοι εγγεγραμμένοι χρήστες",
        "chart": {
          "new_customers": "Νέοι πελάτες",
          "customers": "Σύνολο πελατών"
        }
      },
      "plugins": {
        "title": "Πρόσθετα",
        "title_small": "Εγκατεστημένο"
      },
      "performance": {
        "title": "Σήμερα",
        "title_small": "Επισκόπηση χρηστών και πωλήσεων",
        "users": "Χρήστες",
        "views": "Προβολές",
        "orders": "Παραγγελίες",
        "payments": "Πληρωμές",
        "no_visitor_today": "Δεν είχες επισκέπτες σήμερα."
      }
    },
    "products": {
      "title": "Λίστα προϊόντων",
      "products_list": "Πίσω στη λίστα",
      "products_menu": "Διαχείριση προϊόντων",
      "process_que": "Επεξεργασία εισαγόμενων προϊόντων",
      "view_que_list": "Προβολή λίστας ουρών",
      "menu_products_list": "Λίστα προϊόντων",
      "menu_export": "Εξαγωγή προϊόντων",
      "menu_import": "Εισαγωγή προϊόντων",
      "menu_show_deletes": "Εμφάνιση διαγραμμένων προϊόντων",
      "drop_import_message": "Αποθέστε το αρχείο λίστας προϊόντων (μορφή CSV, XLS, XLSX) εδώ για να αρχίσετε να προσθέτετε μαζικά προϊόντα. Βεβαιωθείτε ότι το αρχείο έχει τη μορφή λίστας προϊόντων πώλησης.",
      "product_widget": {
        "product_type": "Τύπος Προϊόντος",
        "price": "τιμή",
        "value_added": "Επιτροπή",
        "discount": "Εκπτωση",
        "in_stock": "Σε απόθεμα",
        "product_unit": "Μονάδα",
        "total_sell": "Συνολικές πωλήσεις",
        "total_view": "Συνολικές προβολές",
        "view_unit": "Φορές",
        "review_unit": "Κριτικές"
      },
      "folder_widget": {
        "products": "Προϊόντα",
        "products_unit": "Τύποι",
        "sub_categories": "Κατηγορίες",
        "sub_categories_unit": "Είδη",
        "views": "Προβολές",
        "views_unit": "Φορές"
      },
      "menu_advanced_options": "Προχωρημένες επιλογές"
    },
    "blogs": {
      "new": "Γράψε νέο",
      "blogs": "Ιστολόγιο",
      "list": {
        "title": "Τα άρθρα μου",
        "waiting_message": "Λήψη πληροφοριών ... παρακαλώ περιμένετε",
        "published": "Δημοσίευσε",
        "draft": "Προσχέδιο",
        "private": "Ιδιωτικός",
        "public": "Δημόσιο",
        "table": {
          "title": "Τίτλος",
          "author": "Συγγραφέας",
          "claps": "Παλαμάκια",
          "like": "Αρέσει",
          "comments": "Σχόλια",
          "views": "Προβολές",
          "publish_state": "Κατάσταση",
          "created_at": "Ημερομηνία δημιουργίας",
          "updated_at": "Τελευταία ενημέρωση"
        },
        "subtitle": "Γράψτε άρθρα με έναν σύγχρονο ενσωματωμένο επεξεργαστή για να παρουσιάσετε τον εαυτό σας και την επιχείρησή σας. Το πρωτότυπο περιεχόμενο είναι το πρώτο πράγμα στο οποίο πρέπει να εστιάσετε όταν γράφετε μια ανάρτηση ιστολογίου υψηλής ποιότητας φιλική προς το SEO."
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "Λήψη πληροφοριών ... παρακαλώ περιμένετε",
        "rejected": "Απορρίφθηκε",
        "delivery": "Αποστολή",
        "discount": "Εκπτωση",
        "not_paid": "Απληρωτος",
        "table": {
          "order_number": "Κωδικός παραγγελίας",
          "order_date": "Ημερομηνία ολοκλήρωσης αγοράς",
          "status": "Τελευταία κατάσταση",
          "price": "Συνολικό ποσό",
          "payment_status": "Κατάσταση πληρωμής"
        }
      },
      "virtual": {
        "waiting_message": "Λήψη πληροφοριών ... παρακαλώ περιμένετε",
        "discount": "Εκπτωση",
        "table": {
          "order_number": "Κωδικός παραγγελίας",
          "product": "Προϊόν",
          "order_date": "Ημερομηνία Εγγραφής",
          "status": "Τελευταία κατάσταση",
          "price": "Συνολικό ποσό",
          "payment_status": "Κατάσταση πληρωμής"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "Ανταλλαγή",
        "gateway": "πύλη",
        "invoice": "Χρέωση",
        "report": "Κανω ΑΝΑΦΟΡΑ",
        "tax": "Φόρος",
        "drop_shipping": "Αποδείξεις μεταπωλητή",
        "reseller_accounts": "Λογαριασμοί μεταπωλητών",
        "valuations": "Αποτιμήσεις"
      },
      "invoice": {
        "title": "Αγοράστε συνδεδεμένα πορτοφόλια",
        "subtitle": "Οι χρεώσεις, οι προμήθειες και το κόστος καταστήματος αφαιρούνται από αυτούς τους λογαριασμούς πορτοφολιού.",
        "title_add": "Σύνδεση νέου λογαριασμού πορτοφολιού",
        "subtitle_add": "Θα πρέπει να δημιουργήσετε ένα νέο πορτοφόλι για κάθε νόμισμα και να το συνδέσετε στο κατάστημά σας. Η χρέωση υπηρεσιών θα αφαιρεθεί από αυτό το πορτοφόλι.",
        "add_account": "Προσθήκη λογαριασμού",
        "charge_account": "Τρεχούμενος λογαριασμός",
        "show_transaction": "Εμφάνιση συναλλαγών",
        "table": {
          "currency": "Νόμισμα",
          "account_number": "Αριθμός λογαριασμού",
          "account_name": "Ονομα λογαριασμού",
          "balance": "Ισορροπία",
          "free_balance": "Διαθέσιμο υπόλοιπο",
          "actions": "Αφαιρώ"
        },
        "add_account_dialog": {
          "title": "Σύνδεση πιστωτικού λογαριασμού στο κατάστημα",
          "subtitle": "Όταν ανοίγετε έναν λογαριασμό πορτοφολιού με τη Selldone, θα σας δώσουμε μια εικονική πιστωτική κάρτα και έναν λογαριασμό όπως κάθε άλλη πιστωτική κάρτα. Η προμήθεια πωλήσεων που πωλείται θα αφαιρεθεί από αυτόν τον λογαριασμό, αλλά εάν το υπόλοιπο του λογαριασμού σας δεν επαρκεί, αυτό το ποσό θα οφείλεται. Μπορείτε να χρησιμοποιήσετε τις υπηρεσίες Selldone όσο χρειάζεστε.",
          "account_number": "Αριθμός λογαριασμού",
          "account_number_input_message": "Το κατάστημα θα συνδεθεί με αυτόν τον λογαριασμό. Αυτός ο λογαριασμός θα χρησιμοποιηθεί για χρεώσεις και έξοδα.",
          "balance": "Υπόλοιπο λογαριασμού",
          "connect_account_to_shop": "Σύνδεση λογαριασμού στο κατάστημα"
        },
        "notifications": {
          "connect_account_success": "Ο λογαριασμός προστέθηκε με επιτυχία.",
          "delete_account_success": "Ο λογαριασμός καταργήθηκε με επιτυχία από το κατάστημα."
        },
        "alert": {
          "delete_account": "Αποσύνδεση λογαριασμού",
          "delete_account_message": "Θέλετε να καταργήσετε αυτόν τον λογαριασμό από τη λίστα λογαριασμών καταστήματος;",
          "delete_account_action": "Διαγραφή λογαριασμού"
        },
        "inform_charge_account": "Φορτίστε τον λογαριασμό σας!",
        "inform_charge_account_critical": "Χρεώστε τον λογαριασμό σας για να αποτρέψετε την αναστολή της υπηρεσίας!"
      },
      "gateway": {
        "title": "μέθοδοι πληρωμής",
        "sub_title": "Λίστα ενεργών τρόπων πληρωμής. Εάν θέλετε να προσθέσετε μια νέα μέθοδο στο κατάστημά σας, πατήστε το παρακάτω κουμπί. Συνιστούμε ανεπιφύλακτα να μην υπερβαίνετε τις 10 πρόσθετες πύλες πληρωμής.",
        "add_gateway": "Νέος τρόπος πληρωμής",
        "add_gateway_dialog": {
          "title": "Επιλέξτε Νόμισμα",
          "country_currencies": "Τοπικά νομίσματα",
          "crypto_currencies": "Κρυπτονομίσματα",
          "active_gateways": "Ενεργοί τρόποι πληρωμής",
          "confirm": "Προσθήκη τρόπου πληρωμής"
        }
      },
      "exchange": {
        "title": "Αποθήκευση ενεργών νομισμάτων",
        "subtitle": "Οι χρήστες θα μπορούν να επιλέξουν ένα από τα ενεργά νομίσματα και οι τιμές των προϊόντων θα υπολογίζονται και θα εμφανίζονται. Εναπόκειται στον πωλητή να εισαγάγει τη συναλλαγματική ισοτιμία.",
        "shop_currencies_input": "Ενεργά νομίσματα για χρήστες",
        "shop_currencies_input_error": "Επιλέξτε τουλάχιστον ένα νόμισμα",
        "rates": {
          "title": "Συναλλαγματική ισοτιμία",
          "sub_title": "Μπορείτε να εισαγάγετε τιμές προϊόντων με βάση οποιοδήποτε από τα παρακάτω νομίσματα και οι τιμές των προϊόντων θα υπολογιστούν αυτόματα σε τιμές μετατροπής μεταξύ των νομισμάτων σας.",
          "message": "Εισάγοντας τις ισοτιμίες μεταξύ των νομισμάτων, οι τιμές των προϊόντων σας θα υπολογίζονται και θα ενημερώνονται αυτόματα.",
          "add_new_rate": "Προσθήκη νέου ποσοστού"
        },
        "table": {
          "waiting_receive_data": "Λήψη πληροφοριών ... παρακαλώ περιμένετε",
          "rate_input": "Συναλλαγματική ισοτιμία",
          "from": "Από",
          "to": "Προς την",
          "exchange_rate": "Συναλλαγματική ισοτιμία",
          "edit": "Επεξεργασία",
          "delete": "Διαγράφω",
          "auto": "Αυτόματος ρυθμός"
        },
        "add_rate_dialog": {
          "title": "Ορισμός συναλλαγματικής ισοτιμίας",
          "message": "Να είστε προσεκτικοί στην εισαγωγή πληροφοριών. Οι τιμές των προϊόντων σας θα υπολογιστούν με βάση τις τιμές που εισάγετε εδώ.",
          "currency_from": "Από νόμισμα",
          "currency_to": "Στο νόμισμα",
          "exchange_rate": "Συναλλαγματική ισοτιμία"
        },
        "alert": {
          "title": "Διαγραφή ποσοστού μετατροπής",
          "message": "Θέλετε να διαγράψετε αυτό το ποσοστό μετατροπών;",
          "action": "Διαγράφω"
        },
        "notifications": {
          "delete_success": "Η συναλλαγματική ισοτιμία καταργήθηκε.",
          "add_success": "Η συναλλαγματική ισοτιμία ενημερώθηκε.",
          "update_success": "Ενημερώθηκε η αποθήκευση των ενεργών νομισμάτων."
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "Αποθήκες",
        "subtitle": "Λίστα με τις αποθήκες μου."
      },
      "warehouse_btn": "Προσθήκη νέας αποθήκης",
      "warehouse_btn_error": "Ορίστε την αποθήκη, το κατάστημα ή την προέλευση της επιχείρησής σας. Είναι ζωτικής σημασίας να συμμετέχετε στον υπολογισμό του κόστους αποστολής και στη διαδικασία ολοκλήρωσης αγοράς.",
      "size_unit": {
        "title": "Μονάδα μεγέθους",
        "subtitle": "Η μονάδα χρησιμοποιείται για μήκος, πλάτος και ύψος."
      },
      "mass_unit": {
        "title": "Μαζική μονάδα",
        "subtitle": "Η μονάδα που χρησιμοποιείται για το βάρος."
      },
      "menu": {
        "return_request": "Επέστρεψαν",
        "delivery": "Αποστολή",
        "inventory": "Καταγραφή εμπορευμάτων",
        "warehouse": "Αποθήκη",
        "logistic_apps": "Επιμελητεία",
        "profiles": "Προφίλ",
        "includes": "Περιλαμβάνει"
      },
      "warehouse": {
        "title": "Αποθήκη καταστήματος",
        "sub_title": "Αυτή η διεύθυνση χρησιμοποιείται ως προέλευση της αποστολής.",
        "table": {
          "title": "Κατάλογος απογραφής",
          "sub_title": "Λίστα όλων των προϊόντων καταστήματος, συμπεριλαμβανομένων φυσικών, εικονικών, αρχείων και υπηρεσιών"
        }
      },
      "delivery": {
        "title": "Τρόποι αποστολής",
        "sub_title": "Ορίζοντας τις τιμές σε αυτήν την ενότητα, ενεργοποιούνται διάφορες μέθοδοι αποστολής στο κατάστημά σας. Σε αυτήν την ενότητα μπορεί να ενεργοποιηθεί και η μέθοδος Αντικαταβολής.",
        "add_transportation": "Προσθήκη μεταφοράς",
        "delivery_form": {
          "payment": "Επιλογές πληρωμής",
          "limits": "Όρια",
          "currency_input": "Νόμισμα αναφοράς για υπολογισμούς κόστους",
          "currency_input_message": "Το κόστος υπολογίζεται σε αυτό το νόμισμα",
          "distance_input": "Καλυπτόμενη απόσταση από την αποθήκη",
          "distance_input_message": "0 ή -1 σημαίνει χωρίς όριο.",
          "max_weight_input": "Μέγιστο αποδεκτό βάρος συσκευασίας",
          "max_weight_input_message": "0 ή -1 σημαίνει χωρίς όριο.",
          "max_size_input": "Μέγιστες διαστάσεις πακέτου",
          "width": "Πλάτος",
          "length": "Μήκος",
          "height": "Υψος",
          "days_input": "Διαθέσιμες ημερομηνίες παράδοσης",
          "days_input_nodata": "Επιλέξτε την ημέρα παράδοσης",
          "hours_input": "Διαθέσιμοι χρόνοι παράδοσης",
          "hours_input_nodata": "Επιλέξτε μια χρονική περίοδο",
          "vacation_input": "Παραδίδετε τις διακοπές;",
          "cod_input": "Υποστήριξη COD",
          "cod_input_message": "Βεβαιωθείτε ότι η υπηρεσία αποστολής δέχεται αντικαταβολή.",
          "sod_input": "Υποστηρίζετε αντικαταβολή;",
          "sod_input_message": "Βεβαιωθείτε ότι η υπηρεσία αποστολής δέχεται αντικαταβολή.",
          "pricing": "Υπολογίστε την τιμή",
          "const_input": "Σταθερό κόστος",
          "distance_cof_input": "Συντελεστής κόστους-απόστασης",
          "distance_cof_input_dim": "Ανά {dim}",
          "weight_cof_input": "Συντελεστής κόστους προς βάρος",
          "weight_cof_input_dim": "Ανά {dim}",
          "price_cof_input": "Συντελεστής κόστους αποστολής σε τιμή προϊόντος",
          "price_cof_input_message": "Περιλαμβάνει έξοδα ασφάλισης και άλλες υπηρεσίες, όπως έξοδα αντικαταβολής.",
          "price_cof_input_dim": "Ανά {dim}",
          "distance_weight_cof_input": "Πολλαπλασιαστής κόστους κατά βάρος πολλαπλασιαστής",
          "distance_weight_cof_input_dim": "Για κάθε {weight} ανά {distance}",
          "free_shipping_input": "Δωρεάν αποστολή",
          "free_shipping_limit_input": "Ελάχιστο κόστος παραγγελίας για δωρεάν αποστολή",
          "notifications": {
            "update_success": "Οι ρυθμίσεις υπηρεσίας αποστολής ολοκληρώθηκαν με επιτυχία."
          },
          "shipping_cost_calculation": "Υπολογισμός κόστους αποστολής",
          "sod_true": "Λάβετε το κόστος αποστολής στον προορισμό",
          "sod_true_message": "Βεβαιωθείτε ότι η υπηρεσία αποστολής αποδέχεται το κόστος αποστολής στον προορισμό.",
          "sod_false": "Υπολογισμός αυτόματου κόστους αποστολής",
          "cod_true": "Αποδοχή αντικαταβολής",
          "cod_false": "Αποδεχτείτε μόνο την ηλεκτρονική πληρωμή",
          "cod_true_message": "Βεβαιωθείτε ότι η υπηρεσία αποστολής δέχεται αντικαταβολή."
        }
      }
    },
    "users": {
      "menu": {
        "customers": "Οι πελάτες",
        "contact_form": "Επαφές",
        "faq": "FAQ",
        "club": "Λέσχη",
        "report": "Κανω ΑΝΑΦΟΡΑ"
      },
      "report": {
        "title": "Επισκόπηση πελατών",
        "sub_title": "Θα δείτε τη ζωντανή κατάσταση των πελατών σας εδώ.",
        "report_30days_by_time": "Δραστηριότητα χρήστη με βάση την ημερομηνία και την ώρα τις τελευταίες 30 ημέρες",
        "report_30days_by_location": "Δραστηριότητα χρηστών γεωγραφικής τοποθεσίας τις τελευταίες 30 ημέρες"
      },
      "club": {
        "title": "Λέσχη Πελατών",
        "sub_title": "Εισαγάγετε μηνιαίο και ετήσιο ποσό αγοράς και το νόμισμα για να ενεργοποιήσετε κάθε επίπεδο. Οι πελάτες σας θα συνδεθούν στη λέσχη πελατών σας καθώς πληρούν τις απαιτήσεις μηνιαίας ή ετήσιας αγοράς.",
        "item": {
          "members_count": "Αριθμός μελών",
          "purchases_count": "Ο αριθμός των παραγγελιών",
          "monthly": "Μηνιαίο",
          "annually": "Ετήσια",
          "discount_percent": "Ποσοστό έκπτωσης",
          "discount_limit": "Όριο έκπτωσης"
        },
        "edit_dialog": {
          "title": "Διαχείριση Επιπέδου Πελατών",
          "currency_input": "Νόμισμα",
          "currency_input_message": "Οι συνολικές αγορές υπολογίζονται σε αυτό το νόμισμα.",
          "free_shipping_input": "Δωρεάν αποστολή",
          "monthly_input": "Μηνιαίο επιτόκιο αγοράς",
          "annually_input": "Ετήσιο ποσοστό αγοράς",
          "discount_percent_input": "Επιτόκιο έκπτωσης για μέλη του συλλόγου",
          "discount_limit_input": "Όριο έκπτωσης",
          "description_input": "Περιγραφή",
          "description_input_message": "Εισαγάγετε μια σύντομη περιγραφή αυτού του επιπέδου."
        },
        "notifications": {
          "update_success": "Εφαρμόστηκαν αλλαγές στη λέσχη πελατών."
        }
      },
      "faq": {
        "title": "Συχνές Ερωτήσεις",
        "sub_title": "Προσθέστε, επεξεργαστείτε και απαντήστε στις ερωτήσεις των πελατών σας."
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "καμπάνιες",
        "cross_selling": "Διασταυρούμενη πώληση",
        "affiliate": "Υιοθετώ",
        "emails": "Email",
        "funnel": "Χωνί"
      },
      "campaign": {
        "name_input_placeholder": "Όνομα καμπάνιας",
        "name_input_message": "Εισαγάγετε τον τίτλο της καμπάνιας σας.",
        "create_campaign_action": "Δημιουργία νέας καμπάνιας",
        "table": {
          "title": "Τίτλος",
          "state": "Κατάσταση",
          "discount": "Εκπτωση",
          "landing": "Σελίδα προορισμού",
          "start": "Αρχή",
          "end": "Τέλος"
        },
        "notifications": {
          "add_success_title": "Δημιουργία καμπάνιας",
          "add_success": "Η καμπάνια σας δημιουργήθηκε."
        },
        "name_input_name": "Όνομα καμπάνιας"
      }
    },
    "categories": {
      "title": "Κατάλογος Κατηγοριών",
      "subtitle": "Οι κατηγορίες είναι το βασικό χαρακτηριστικό του ηλεκτρονικού σας καταστήματος. Σας ενθαρρύνουμε να χρησιμοποιήσετε αυτά τα ισχυρά εργαλεία κατηγοριοποίησης για να δημιουργήσετε μια σύγχρονη βιτρίνα και να διευκολύνετε τους πελάτες σας να βρουν τα σωστά προϊόντα.",
      "menu": {
        "add_new": "Προσθήκη νέας κατηγορίας",
        "categories_list": "Λίστα κατηγοριών",
        "export": "Κατηγορίες εξαγωγής",
        "import": "Κατηγορίες εισαγωγής (CSV)"
      },
      "graph": {
        "title": "Ιεραρχία Κατηγοριών",
        "subtitle": "Μπορείτε να έχετε μια πλήρη επισκόπηση των κατηγοριών του καταστήματός σας και του τρόπου πλοήγησης των χρηστών σε αυτές. Με τη σωστή διάταξη των κατηγοριών, οι πελάτες σας μπορούν να βρουν προϊόντα γρήγορα και το ποσοστό μετατροπών θα αυξηθεί.",
        "visits_count": "Επίσκεψη",
        "normal": "Απλός",
        "items_count": "Αριθμός αντικειμένων",
        "home": "Σπίτι"
      },
      "category_widget": {
        "parent": "Μητρική εταιρεία",
        "not_exist": "Δεν υπάρχει",
        "children": "Υποκατηγορίες",
        "delete_alert": {
          "title": "Κατάργηση παιδικής κατηγορίας",
          "message": "Θέλετε να αφαιρέσετε το {title} από τη λίστα {parent_title};",
          "action": "Διαγράφω"
        },
        "notifications": {
          "edit_success": "Επεξεργασία κατηγορίας."
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "κατάστημα",
        "my_apps": "Εφαρμογές"
      },
      "my_apps": {
        "title": "Αποθήκευση ενεργών εφαρμογών",
        "subtitle": "Διαχειριστείτε τις εφαρμογές της επιχείρησής σας.",
        "all": "όλα"
      },
      "store": {
        "title": "App Store",
        "subtitle": "Συνδέστε τις αγαπημένες σας υπηρεσίες με την επιχείρησή σας με ασφάλεια. Προσθέτουμε προσθήκες και εφαρμογές με βάση τα αιτήματα των πελατών μας.",
        "nodata": "Δεν βρέθηκε προσθήκη.",
        "all": "όλα",
        "more": "περισσότερο"
      }
    },
    "pages": {
      "menu": {
        "new_page": "ΝΕΑ ΣΕΛΙΔΑ",
        "contact_us": "Επικοινωνήστε μαζί μας",
        "privacy": "Μυστικότητα",
        "terms": "Οροι",
        "about_us": "Σχετικά με εμάς",
        "landings": "Προσγείωση",
        "popup": "Αναδυόμενο παράθυρο",
        "static": "Στατικός"
      }
    },
    "permissions": {
      "menu": {
        "persons": "Προσωπικό",
        "roles": "Ρόλοι",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "Κατάλογος Προσωπικού",
          "new_user": "Προσθήκη νέου προσωπικού",
          "new_user_message": "Χρήστες που θα έχουν πρόσβαση στον πίνακα ελέγχου και τις ενότητες διαχείρισης αυτού του καταστήματος.",
          "email_input_placeholder": "ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ",
          "email_input": "Διεύθυνση email χρήστη",
          "level_input": "Επίπεδο πρόσβασης",
          "add_user_action": "Προσθήκη Προσωπικού"
        },
        "delete_alert": {
          "title": "Κατάργηση πρόσβασης",
          "message": "Θέλετε να διαγράψετε αυτόν τον χρήστη;",
          "action": "Διαγράφω"
        },
        "notifications": {
          "add_success_title": "Προσθήκη πρόσβασης",
          "add_success": "Προστέθηκε νέα πρόσβαση.",
          "delete_success_title": "Διαγραφή πρόσβασης",
          "delete_success": "Η πρόσβαση διαγράφηκε."
        }
      },
      "shop_api": {
        "title": "Κλειδιά πρόσβασης στο κατάστημα",
        "message": "Αυτά τα κλειδιά χρησιμοποιούνται για τη δημιουργία Access Token από τον διακομιστή σας. Σημειώστε ότι τα κλειδιά είναι εμπιστευτικά και μόνο στον διακομιστή με τρόπο που δεν είναι ορατό σε άλλους."
      }
    },
    "applications": {
      "pwa": {
        "title": "Web App",
        "sub_title": "Δείτε την εφαρμογή Ιστού του καταστήματός σας εδώ",
        "message": "Σημείωση: Μπορείτε να επεξεργαστείτε τη σελίδα καλωσορίσματος του ιστότοπού σας στο iPhone και το iPad σας στην εφαρμογή iOS",
        "ios_app": "εφαρμογή iOS"
      },
      "ios": {
        "title": "εφαρμογή iOS",
        "sub_title": "Σύντομα θα μπορείτε να δημιουργήσετε μια εφαρμογή iOS για το κατάστημά σας.",
        "message": "Μέγιστο μέγεθος αρχείου: 512 KB, μπορείτε να ανεβάσετε αρχεία μεγέθους έως 1 MB, υπό την προϋπόθεση ότι το σύστημα συμπίεσης μπορεί να μειώσει το μέγεθος στα 512 KB. Το μέγεθος της μεταφορτωμένης εικόνας θα αλλάξει έξυπνα."
      },
      "android": {
        "title": "Εφαρμογή Android",
        "sub_title": "Δημιουργήστε τη δική σας εφαρμογή Android",
        "message": "Συμπληρώστε αυτήν τη φόρμα και πατήστε το πλήκτρο build. Δεν θα χρειαστεί τίποτα άλλο. Όλα τα βήματα της διαδικασίας δημιουργίας και υπογραφής της εφαρμογής σας εκτελούνται στους διακομιστές cloud. Η τελική εφαρμογή θα μεταφορτωθεί σε όλα τα AppStore.",
        "server_un_available": "Πειραματικά, ο διακομιστής εφαρμογών δεν είναι συνδεδεμένος αυτήν τη στιγμή.",
        "app_building_progress": "Η εφαρμογή σας κατασκευάζεται.",
        "app_build_success": "Η εφαρμογή σας είναι έτοιμη.",
        "download_app_action": "Κατέβασε την εφαρμογή",
        "firmware_version": "Έκδοση υλικολογισμικού",
        "main_info": "Πακέτο Εφαρμογής",
        "package_name_input_message": "Βεβαιωθείτε ότι το όνομα του πακέτου είναι μοναδικό.",
        "package_name_input_alert": "Εάν αλλάξετε αυτό το όνομα, δεν θα μπορείτε πλέον να ενημερώσετε τις προηγούμενες εφαρμογές σας στο AppStore και να εγκαταστήσετε μια νέα. Σημειώστε ότι οι χρήστες εφαρμογών παλαιότερων εκδόσεων δεν θα μπορούν επίσης να συνδεθούν στους λογαριασμούς τους.",
        "version_input": "Εκδοχή",
        "version_input_message": "Αυτός ο αριθμός πρέπει να είναι πάντα μεγαλύτερος από την προηγούμενη τιμή του.",
        "version_name_input": "όνομα έκδοσης",
        "version_name_input_message": "Εισαγάγετε ένα μοναδικό όνομα για αυτήν την έκδοση της εφαρμογής.",
        "use_selldone_key": "Πωλούνται προεπιλεγμένα κλειδιά",
        "use_last_key": "Αποθηκευμένο κλειδί",
        "use_new_key": "Νέο κλειδί",
        "appearance": "Εμφάνιση",
        "app_name_input": "Όνομα εφαρμογής",
        "app_name_input_message": "Αυτό θα είναι το κύριο όνομα της εφαρμογής σας.",
        "app_title_input": "τίτλος εφαρμογής",
        "app_title_input_message": "Αυτός ο τίτλος εμφανίζεται στο επάνω μέρος της εφαρμογής.",
        "app_title_input_placeholder": "Εισαγάγετε έναν τίτλο",
        "app_icon_input": "Εικονίδιο εφαρμογής",
        "app_icon_input_placeholder": "Επιλέξτε το αρχείο zip των εικονιδίων της εφαρμογής.",
        "generate_icon_pack_action": "Δημιουργία πακέτου εικονιδίων",
        "splash_design": "Σχεδιασμός Splash Screen",
        "splash_logo_input": "Λογότυπο Splash Screen",
        "splash_logo_input_placeholder": "Επιλέξτε μια εικόνα για την Splash Screen.",
        "splash_title_input": "Τίτλος Splash Screen",
        "splash_title_input_placeholder": "Εισαγάγετε έναν τίτλο για Splash Screen",
        "splash_title_input_message": "Αυτός ο τίτλος θα εμφανίζεται σε μεγάλο μέγεθος γραμματοσειράς.",
        "splash_message_input": "Μήνυμα Splash Screen",
        "splash_message_input_placeholder": "Μήνυμα...",
        "splash_message_input_message": "Αυτό το μήνυμα θα εμφανιστεί ως μικρογραφία παρακάτω.",
        "dark_theme": "Σκοτεινό θέμα",
        "light_theme": "ελαφρύ θέμα",
        "build": "Χτίζω",
        "building_info": "Η δημιουργία μιας εφαρμογής σε έναν διακομιστή cloud διαρκεί από 10 δευτερόλεπτα έως αρκετά λεπτά. Παρακαλώ να είστε υπομονετικοί. Ο σύνδεσμος του αρχείου λήψης θα εμφανιστεί εδώ μόλις η εφαρμογή είναι έτοιμη.",
        "update_mode_action": "Εκσυγχρονίζω",
        "build_mode_action": "Δημιουργία εφαρμογής",
        "notifications": {
          "icon_pack_not_valid_error": "Το αρχείο δεν είναι σωστό.",
          "start_building_title": "Κτίριο ...",
          "start_building_message": "Υποβλήθηκε αίτημα για κατασκευή εφαρμογής Android.",
          "build_success_title": "Συγχαρητήρια",
          "build_success": "Η εφαρμογή Android σας είναι έτοιμη και μπορείτε να την κατεβάσετε τώρα."
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "Αυτόματος πιλότος"
      }
    },
    "edit": {
      "menu": {
        "delete": "Διαγραφή καταστήματος",
        "activity_time": "χρόνος",
        "footer": "Μενού",
        "info": "Πληροφορίες",
        "notification": "Ειδοποιήσεις",
        "home": "Σπίτι",
        "locations": "Τοποθεσίες",
        "license": "Αδεια",
        "theme": "Θέμα",
        "sms": "Γραπτό μήνυμα",
        "email": "ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ",
        "domain": "Τομέα",
        "verifications": "Επαληθεύσεις",
        "flow": "Ροή",
        "business_model": "Επιχειρηματικό μοντέλο"
      },
      "delete_dialog": {
        "title": "Διαγραφή καταστήματος",
        "message": "Θέλετε να διαγράψετε το κατάστημα <b>{title}</b> ;",
        "action": "Διαγραφή καταστήματος"
      },
      "notifications": {
        "delete_success": "Το κατάστημα διαγράφηκε."
      },
      "info": {
        "title_tab": {
          "title": "Επωνυμία & Γλώσσα επιχείρησης",
          "subtitle": "Ορίστε ένα δημόσιο όνομα και μια προεπιλεγμένη γλώσσα."
        },
        "name_tab": {
          "title": "Μοναδικό όνομα καταστήματος",
          "subtitle": "Είναι το όνομα χρήστη της επιχείρησής σας."
        },
        "description_tab": {
          "title": "Η επιχειρηματική σας ιστορία",
          "subtitle": "Γράψτε για την επιχείρησή σας και την μοναδική πρόταση αξίας της."
        },
        "contact_tab": {
          "title": "Επικοινωνία & Τοπική επιχείρηση",
          "subtitle": "Δημόσια στοιχεία επικοινωνίας και ρύθμιση τοπικής επιχείρησης της Google."
        },
        "image_tab": {
          "title": "Λογότυπο",
          "subtitle": "Επιλέξτε ένα μοναδικό λογότυπο για την επωνυμία σας."
        }
      },
      "badge": {
        "external_title": "Διαχείριση εξωτερικών σημάτων",
        "external_message": "Εδώ, μπορείτε να εισαγάγετε τη διεύθυνση της εικόνας του σήματος και τον σύνδεσμο προς αυτό. Οι διευθύνσεις URL πρέπει να προέρχονται από εγκεκριμένο ιστότοπο."
      },
      "edit_menu": {
        "title": "Μενού",
        "footer": {
          "title": "Μενού υποσέλιδου",
          "sub_title": "Μπορείτε να διαμορφώσετε το κάτω μενού της σελίδας του καταστήματός σας εδώ. Αυτά τα μενού μπορεί να είναι αρχικές σελίδες, σχεδιασμένες σελίδες ή εξωτερικοί σύνδεσμοι."
        },
        "header": {
          "title": "Μενού κεφαλίδας",
          "sub_title": "Αυτό το μενού εμφανίζεται μόνο σε οθόνες μεγαλύτερες από κινητά και στο επάνω μέρος της αρχικής σελίδας, των κατηγοριών προϊόντων, των προορισμών και των σελίδων προϊόντων."
        },
        "save_menu": "Αποθήκευση Μενού",
        "dialog": {
          "main_pages": "Κύριες Σελίδες",
          "custom_pages": "Ιστοσελίδες προορισμού"
        },
        "table": {
          "home": "Σπίτι",
          "shop": "Κατάστημα",
          "blogs": "Ιστολόγιο",
          "about_us": "Σχετικά με εμάς",
          "privacy": "Μυστικότητα",
          "terms": "Οροι χρήσης",
          "faq": "FAQ",
          "contact_us": "Επικοινωνήστε μαζί μας"
        },
        "notifications": {
          "save_success": "Το μενού ενημερώθηκε με επιτυχία."
        }
      },
      "social": {
        "title": "Μεσα ΚΟΙΝΩΝΙΚΗΣ ΔΙΚΤΥΩΣΗΣ",
        "message": "Εισαγάγετε τον επίσημο σύνδεσμο των μέσων κοινωνικής δικτύωσης σε αυτήν την ενότητα. Ακολουθήστε τις οδηγίες για κάθε στοιχείο για να επιβεβαιώσετε τις διευθύνσεις."
      },
      "time": {
        "title": "Εργάσιμες μέρες",
        "sub_title": "Ορίστε εργάσιμες ημέρες και ώρα",
        "days_open_input": "Μέρες",
        "days_open_input_nodata": "Επιλέξτε τουλάχιστον μία ημέρα",
        "start_time_input": "Ώρα έναρξης δραστηριότητας καταστήματος",
        "start_time_input_hint": "Ώρες λειτουργίας καταστημάτων",
        "end_time_input": "Κατάστημα Ώρα κλεισίματος",
        "end_time_input_hint": "Ώρα λήξης δραστηριότητας αποθήκευσης",
        "customer_support_service": "Υπευθυνότητα και Εξυπηρέτηση Πελατών",
        "response_time_input": "Κατάσταση εξυπηρέτησης πελατών",
        "support_24h": "24 ώρες 7 ημέρες την εβδομάδα",
        "support_normal": "Μόνο τις ώρες γραφείου",
        "no_service": "όχι",
        "notifications": {
          "update_success": "Επεξεργάστηκε το κατάστημα."
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "Καμία κατηγορία"
  },
  "add_product": {
    "title_new": "Καινουργιο ΠΡΟΪΟΝ",
    "title_new_category": "Νέα κατηγορία",
    "title_new_drop_shipping": "Προσθήκη dropshipping",
    "title_edit": "Επεξεργασία προϊόντος",
    "delete": "Διαγραφή προϊόντος",
    "completed": "Ολοκληρώθηκε το",
    "menu": {
      "type": "Τύπος Προϊόντος",
      "general_info": "Γενικές πληροφορίες",
      "rating": "Έρευνα και Χαρακτηριστικά",
      "spec": "Προδιαγραφές",
      "images": "Εικόνες",
      "price": "τιμή",
      "inputs": "Εισαγωγή",
      "outputs": "παραγωγή",
      "extra": "Επιπλέον Λεπτομέρειες",
      "review": "Κριτική προϊόντος",
      "inventory": "Απογραφή / Παραλλαγές",
      "change_status": "Αλλαγή κατάστασης"
    },
    "select_type": {
      "title": "Επιλέξτε τον τύπο του προϊόντος ή της υπηρεσίας σας"
    },
    "edit_info": {
      "category_input": "Κατηγορία",
      "product_name": "Ονομασία προϊόντος*",
      "product_name_placeholder": "Το όνομα του προϊόντος σας εδώ..",
      "product_code": "Κωδικός προϊόντος (Αγγλικά)",
      "sku": "SKU",
      "sku_message": "Αποθηκευτική μονάδα",
      "mpn": "MPN",
      "mpn_message": "Αριθμός ανταλλακτικού κατασκευαστή",
      "status": "Κατάσταση",
      "external_link": "Εξωτερικός σύνδεσμος",
      "brand": "Μάρκα",
      "brand_placeholder": "Μάρκα Ex. Apple.. (Προαιρετικό)",
      "warranty": "Εγγύηση",
      "is_original": "Είναι αυτό ένα πρωτότυπο προϊόν;",
      "is_original_message": "Εάν δεν ορίσετε το προϊόν σας πρωτότυπο, το ψεύτικο σήμα θα εμφανίζεται για αυτό το προϊόν.",
      "return_warranty": "Πόσες ημέρες έχει αυτό το προϊόν εγγύηση επιστροφής;",
      "warehouse_section": "Αποθήκη & Βιομηχανία",
      "conditions_section": "Συνθήκες προϊόντος",
      "warranty_section": "Εγγύηση & Παράδοση",
      "unit": "Μονάδα προϊόντος",
      "unit_message": "Εισαγάγετε τη μονάδα εάν χρειάζεται. Π.χ.: KG, Μετρητής, ...",
      "condition": "Κατάσταση προϊόντος στο κατάστημά σας",
      "condition_message": "Πρέπει να επιλέξετε μία από τις τιμές σε αυτό το πεδίο.",
      "unit_section": "Μονάδα προϊόντος",
      "unit_float": "Μονάδα πλωτήρα (σύντομα)",
      "unit_float_hint": "Για παράδειγμα, ο πελάτης μπορεί να παραγγείλει 3 κιλά φρούτα, αλλά η ποσότητα που αποστέλλεται στον πελάτη είναι ελαφρώς διαφορετική από την ποσότητα της παραγγελίας.",
      "unit_float_message": "Κατά την επεξεργασία της παραγγελίας, το παραδοθέν ποσό ενδέχεται να διαφέρει από το ποσό της παραγγελίας. Το σύστημα υπολογίζει αυτόματα αυτή τη διαφορά και την καταγράφει ως οφειλή σας προς τον πελάτη, η οποία μπορεί να εφαρμοστεί στις επόμενες παραγγελίες.",
      "status_list": {
        "active": {
          "title": "Ενεργός ╏ Online & Offline Πωλήσεις",
          "description": "Αυτό το προϊόν θα είναι διαθέσιμο για ηλεκτρονικές παραγγελίες."
        },
        "inactive": {
          "title": "Ανενεργό ╏ Μόνο πωλήσεις εκτός σύνδεσης",
          "description": "Αυτό το προϊόν δεν θα είναι διαθέσιμο για ηλεκτρονικές παραγγελίες."
        }
      },
      "marketplace": {
        "vendor_panel_message": "Ο <b>{vendor_name}</b> είναι ο κάτοχος του προϊόντος.",
        "subscription_message": "Τα συνδρομητικά προϊόντα μπορούν να έχουν έναν προμηθευτή, επομένως μπορείτε να τα δημιουργήσετε στον πίνακα προμηθευτών ή να τους εκχωρήσετε έναν προμηθευτή στο βήμα δημιουργίας. Ο επιλεγμένος προμηθευτής θα είναι ο ιδιοκτήτης του προϊόντος.",
        "default_message": "Μπορείτε να καθορίσετε εάν αυτό το προϊόν ανήκει σε έναν προμηθευτή και επομένως μόνο ένας προμηθευτής μπορεί να το πουλήσει ή αυτό το προϊόν ανήκει στο Marketplace και περισσότεροι από ένας πωλητές μπορούν να το πουλήσουν.",
        "single_vendor_title": "Ενιαίος πωλητής",
        "single_vendor_desc": "Αυτό το προϊόν ανήκει σε έναν προμηθευτή και ο επιλεγμένος προμηθευτής μπορεί να το διαχειριστεί.",
        "multi_vendors_title": "Πολλαπλοί πωλητές",
        "multi_vendors_desc": "Αυτό το προϊόν ανήκει στην αγορά και μπορεί να επεξεργαστεί μόνο στον πίνακα αγοράς."
      }
    },
    "rating_pros_cons": {
      "title": "Επισκόπηση",
      "message": "Εισαγάγετε μια λίστα προδιαγραφών προϊόντων ώστε οι πελάτες σας να βαθμολογήσουν το προϊόν σας. (Μέχρι 5 είδη)",
      "rating_input": "Δημοσκοπήσεις",
      "rating_input_message": "Μπορείτε να προσθέσετε 5 στοιχεία στη δημοσκόπηση.",
      "item_unit": "είδος",
      "pros_title": "Πλεονεκτήματα",
      "pros_message": "Εισαγάγετε τα χαρακτηριστικά του προϊόντος. (Μέχρι 5 είδη)",
      "pros_input_title": "Τίτλος χαρακτηριστικού",
      "pros_input_value": "Αξία χαρακτηριστικού",
      "pros_group": "Πλεονεκτήματα του προϊόντος",
      "pros_group_messages": "Τα κύρια χαρακτηριστικά του προϊόντος",
      "cons_title": "Μειονεκτήματα",
      "cons_message": "Εισαγάγετε τις αδυναμίες του προϊόντος. (Μέχρι 5 είδη)",
      "cons_input_title": "Τίτλος αδυναμίας",
      "cons_input_value": "Αδυναμία αξίας",
      "cons_group": "Αδυναμίες του προϊόντος",
      "cons_group_messages": "Οι κύριες αδυναμίες του προϊόντος",
      "select_from_list": "Επιλέξτε από τη λίστα",
      "suggestion_rating": [
        "Καλής ποιότητας",
        "Καλή τιμή",
        "Θα συνιστούσα",
        "Χαρακτηριστικά και δυνατότητες",
        "Ευκολία στη χρήση",
        "Καλοσχεδιασμένο",
        "Αξιόπιστη απόδοση",
        "Αποτελεσματική υποστήριξη πελατών",
        "Ικανοποιητικός χρόνος παράδοσης",
        "Περιγραφή αντιστοιχιών προϊόντος",
        "Ανθεκτικό και με μεγάλη διάρκεια",
        "Αποδοτική",
        "Ελκυστική Συσκευασία",
        "Καινοτόμος Σχεδιασμός",
        "Φιλικό προς το περιβάλλον",
        "Επαρκείς Οδηγίες/Εγχειρίδιο",
        "Ικανοποίησε τις προσδοκίες",
        "Φιλική προς το χρήστη διεπαφή",
        "Υψηλής απόδοσης",
        "Μεγάλη εξυπηρέτηση μετά την πώληση",
        "Ευέλικτη λειτουργικότητα",
        "Ανταγωνιστική Τιμολόγηση",
        "Διαθεσιμότητα Ανταλλακτικών/Αξεσουάρ",
        "Αξιόπιστη μάρκα",
        "Ασφαλές στη χρήση",
        "Άμεση και ακριβή εξυπηρέτηση"
      ],
      "notifications": {
        "add_rating_success": "Προστέθηκε η επιλογή αξιολόγησης χρήστη {rating_name}.",
        "delete_rating_success": "Η επιλογή αξιολόγησης χρήστη {rating_name} διαγράφηκε.",
        "add_pros_success": "Προστέθηκε η δυνατότητα προϊόντος.",
        "delete_pros_success": "Η δυνατότητα προϊόντος καταργήθηκε.",
        "add_cons_success": "Προστέθηκε αδυναμία προϊόντος.",
        "delete_cons_success": "Η αδυναμία προϊόντος αφαιρέθηκε."
      },
      "rating_input_placeholder": "Γράψτε την προσαρμοσμένη ερώτηση έρευνας εδώ... και πατήστε enter!"
    },
    "edit_spec": {
      "title": "Τεχνικές προδιαγραφές",
      "sub_title": "Μπορείτε να εισάγετε τεχνικές προδιαγραφές παρόμοιων προϊόντων.",
      "import_action": "Εισαγωγή",
      "group_input_header": "Προσθήκη ομάδας",
      "item_title_header": "Πρόσθεσε είδος",
      "group_input": "Κεφαλίδα ομάδας",
      "group_input_message": "Εισαγάγετε τον τίτλο.",
      "group_add_action": "Προσθήκη ομάδας",
      "item_title_input": "Τίτλος",
      "item_title_input_message": "Εισαγάγετε τον τίτλο του χαρακτηριστικού.",
      "item_value_input": "αξία",
      "item_value_input_message": "Εισαγάγετε την τιμή του χαρακτηριστικού.",
      "add_item_action": "Πρόσθεσε είδος",
      "dialog": {
        "title": "Εισαγάγετε Τεχνικές Προδιαγραφές",
        "code_input": "Αναγνωριστικό προϊόντος",
        "code_input_message": "Κωδικός προϊόντος: P0000 ...",
        "spec_view_title": "Προδιαγραφές του επιλεγμένου προϊόντος",
        "set_spec_action": "Διπλότυπες Τεχνικές Προδιαγραφές"
      },
      "notifications": {
        "enter_group_title_error": "Εισαγάγετε την τιμή της επικεφαλίδας",
        "enter_item_title_and_value_error": "Εισαγάγετε τον τίτλο και την τιμή του χαρακτηριστικού",
        "spec_saved_success": "Οι προδιαγραφές προϊόντος αποθηκεύτηκαν."
      }
    },
    "edit_images": {
      "title": "Κύρια εικόνα",
      "main_image_input_nodata": "Ανεβάστε εικόνα προϊόντος.",
      "main_image_input_message": "Αυτή η εικόνα εμφανίζεται στη λίστα προϊόντων.",
      "preview": "Προεπισκόπηση",
      "image_style": "Στυλ εικόνας",
      "background_is_white": "Λευκό φόντο",
      "background_is_white_msg": "Η εικόνα έχει λευκό φόντο;;",
      "images": {
        "title": "Συλλογή εικόνων προϊόντων",
        "sub_title": "Μεταφορτώστε εικόνες προϊόντων, κοινές σε όλες τις παραλλαγές προϊόντων, σε αυτήν την ενότητα."
      },
      "video": {
        "title": "βίντεο",
        "sub_title": "Αρχικά, ανεβάστε το βίντεο του προϊόντος σας στο YouTube και, στη συνέχεια, τοποθετήστε τη διεύθυνση URL του βίντεο εδώ."
      }
    },
    "pricing": {
      "edit_price": "Τιμολόγηση",
      "price_input": "τιμή",
      "currency_input": "Νόμισμα",
      "currency_input_messages": "Η τιμή υπολογίζεται σε αυτό το νόμισμα.",
      "commission_input": "Επιτροπή",
      "commission_message": "Αυτή η επιλογή είναι χρήσιμη μόνο για συγκεκριμένους τύπους εμπόρων όπως οι χονδρέμποροι. Εάν δεν είστε χονδρέμπορος, αφήστε αυτή την επιλογή κενή. Η τιμή που βλέπουν οι αγοραστές είναι το άθροισμα της τιμής και της προμήθειας. Για προσθήκη φόρου, κάντε κλικ στην επιλογή Λογιστικά > Φορολογία.",
      "add_commission_action": "Προσθήκη προμήθειας",
      "discount_input": "Εκπτωση",
      "discount_input_message": "Ποσοστό έκπτωσης",
      "has_discount_period_input": "Ισχύει αυτή η έκπτωση για συγκεκριμένο χρόνο;",
      "discount_timespan": "Εισαγάγετε την περίοδο έκπτωσης.",
      "start_input": "Αρχή",
      "end_input": "Τέλος",
      "start_input_placeholder": "Επιλέξτε την ώρα έναρξης",
      "end_input_placeholder": "Επιλέξτε την ώρα λήξης",
      "independent_price": "Η τιμή μόνο για αυτήν την παραλλαγή",
      "same_price": "Η τιμή για το κύριο προϊόν",
      "variant_pricing_message": "Κάνοντας αυτήν την επιλογή, η τιμή αυτής της παραλλαγής μπορεί να οριστεί ανεξάρτητα από το κύριο προϊόν.",
      "price_label_input": "Ετικέτα τιμής",
      "price_label_message": "Προσθέστε επιπλέον πληροφορίες σχετικά με την τιμή όπως (1,5 $/Fl Oz). Περιπτώσεις χρήσης: παντοπωλείο, FMCG.",
      "add_price_label_action": "Προσθήκη ετικέτας τιμής"
    },
    "inputs_edit": {
      "title": "Φόρμα εισαγωγής πληροφοριών αγοραστή",
      "sub_title": "Μπορείτε να δημιουργήσετε μια φόρμα εισαγωγής δεδομένων για κάθε προϊόν, ώστε οι αγοραστές να σας στέλνουν πληροφορίες όταν αγοράζουν ένα προϊόν. Για παράδειγμα, αυτές οι πληροφορίες θα μπορούσαν να είναι ένα όνομα για ένα χαρακτικό σε μια πέτρα.",
      "message_input": "Μήνυμα προς τον χρήστη",
      "message_input_message": "Αυτό το μήνυμα θα εμφανίζεται στον πελάτη κατά την αγορά προϊόντων.",
      "inputs_form": "Δομή πληροφοριών (εισαγωγή)"
    },
    "extra_edit": {
      "physical": {
        "title": "Πληροφορίες αποστολής",
        "sub_title": "Το κόστος και ο χρόνος προετοιμασίας υπολογίζονται με βάση τις πληροφορίες αυτής της ενότητας. Φροντίστε να εισάγετε τις πληροφορίες σύμφωνα με τις επιλεγμένες μονάδες στο κατάστημα (βάρος, διαστάσεις, απόσταση)."
      },
      "notifications": {
        "save_title": "Συσκευασία Ενημερώθηκε",
        "save_msg": "Οι πληροφορίες συσκευασίας του προϊόντος ενημερώθηκαν με επιτυχία."
      }
    },
    "variants": {
      "not_available": "Προς το παρόν δεν είναι δυνατή η επιλογή παραλλαγής για αυτόν τον τύπο προϊόντος."
    },
    "delete_product": {
      "title": "Αφαιρέστε το προϊόν",
      "message": "Θέλετε να διαγράψετε το <b>{product_title}</b> ;"
    }
  },
  "product_admin": {
    "products_list": "Λίστα προϊόντων",
    "product": "Προϊόν",
    "menu": {
      "edit": "Επεξεργασία",
      "review": "Ανασκόπηση",
      "orders": "Παραγγελίες",
      "inventory": "Καταγραφή εμπορευμάτων",
      "dashboard": "Ταμπλό",
      "back_to_products": "Προϊόντα",
      "drop_shipping": "Η ναυτιλία πτώσης"
    },
    "dashboard": {
      "info": {
        "title": "Προφίλ",
        "title_small": "Προϊόν",
        "category": "κατηγορία προιόντος",
        "link": "Σύνδεσμος προϊόντος",
        "type": "Τύπος",
        "inputs": "Εισαγωγή πληροφοριών",
        "outputs": "Πληροφορίες εξόδου",
        "user_data_form": "Φόρμα πληροφοριών αγοραστή"
      },
      "orders": {
        "title": "Παραγγελίες",
        "title_small": "Αμεταποίητος",
        "physical_orders_title": "Καλάθια αγορών με αυτό το προϊόν",
        "send_30days_title": "Οι παραγγελίες αποστέλλονται τις τελευταίες 30 ημέρες",
        "downloads_30days_title": "Αριθμός λήψης αρχείου τις τελευταίες 30 ημέρες",
        "virtual_orders_title": "Οι παραγγελίες αυτού του προϊόντος εν αναμονή ολοκλήρωσης"
      },
      "inventory": {
        "title": "Καταγραφή εμπορευμάτων",
        "title_small": "Αποθήκη",
        "total_sell": "Συνολικές πωλήσεις",
        "total_sell_today": "Σήμερα πωλήσεις",
        "total_sell_30days": "Εκπτώσεις των τελευταίων 4 ημερών",
        "chart": {
          "labels": [
            "Καταγραφή εμπορευμάτων",
            "Πώληση"
          ]
        },
        "subscribers_title": "Συνδρομητές",
        "subscribers_title_small": "Συνολικές εγγεγραμμένες παραγγελίες"
      },
      "finance": {
        "title": "Χρηματοοικονομική",
        "title_small": "Αναφορά αγοράς τελευταίου 6 μηνών",
        "select_mode_title": "Εμφάνιση από",
        "modes": {
          "sell": "Πώληση",
          "payment": "Πληρωμή",
          "discount": "Εκπτωση"
        },
        "currency_select_title": "Τιμή ανά επιλεγμένο νόμισμα",
        "sell_today": "Σήμερα πωλήσεις",
        "product_price": "Τιμή προϊόντος",
        "currency_unit": "Νομισματική μονάδα",
        "sell_30days": "Εκπτώσεις 30 ημερών",
        "sell_daily": "Καθημερινές εκπτώσεις",
        "sell_yesterday": "Χθες εκπτώσεις"
      },
      "survey": {
        "title": "Βαθμολογία προϊόντος",
        "title_small": "Έκθεση ικανοποίησης πελατών",
        "total_participation": "Συνολικός αριθμός συνεισφορών",
        "today_participation": "Σήμερα βαθμολογίες",
        "last7days_participation": "Συνεισφορές των τελευταίων 7 ημερών",
        "chart": {
          "participate": "Συμμετοχή",
          "participate_title": "Ο αριθμός των συνεισφορών",
          "score": "Σκορ"
        }
      },
      "inform": {
        "title": "Προσδοκίες πελατών",
        "title_small": "Αναμονή για εκπτώσεις ή διαθεσιμότητα",
        "message": "Ενημερώστε τους πελάτες όταν τα προϊόντα κυκλοφορούν ή γίνονται διαθέσιμα",
        "waiting_for_auction": "Αναμονή για πωλήσεις προϊόντων",
        "waiting_for_available": "Αναμονή για τα προϊόντα να είναι διαθέσιμα.",
        "unit": "άτομο(α)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "Κατάλογος απογραφής",
        "add_variant": "Προσθήκη παραλλαγής",
        "title": "Κατάλογος προϊόντων / παραλλαγών προϊόντων",
        "sub_title": "Εάν αυτό το προϊόν έχει περισσότερες από μία παραλλαγές, καταχωρίστε τις σε αυτήν την ενότητα. Μπορείτε να ορίσετε ξεχωριστά το ποσό, την τιμή και την έκπτωση κάθε παραλλαγής. Διαφορετικά, οι προεπιλεγμένες τιμές του προϊόντος θα εφαρμοστούν για την τιμολόγηση.",
        "add_action": "Προσθήκη παραλλαγής",
        "count_input": "Καταγραφή εμπορευμάτων",
        "count_input_action": "Ορίστε τον αριθμό",
        "management_title": "Διαχείριση αποθεμάτων και παραλλαγές προϊόντων",
        "add_title": "Προσθήκη παραλλαγής προϊόντος",
        "edit_title": "Επεξεργασία παραλλαγής προϊόντος",
        "notifications": {
          "add_success": "Προστέθηκε παραλλαγή προϊόντος.",
          "delete_success": "Παραλλαγή προϊόντος Διαγράφηκε.",
          "save_product_inventory_success": "Απογραφή προϊόντων που αποθηκεύτηκαν."
        }
      },
      "variant_item": {
        "price": "τιμή",
        "same_as_product": "Παρόμοιο με το κύριο προϊόν",
        "in_stock": "Καταγραφή εμπορευμάτων",
        "delete_dialog": {
          "title": "Διαγραφή παραλλαγής προϊόντος",
          "message": "Θέλετε να διαγράψετε αυτήν την παραλλαγή;"
        }
      },
      "variant_add_edit": {
        "title": "Καθορισμός παραλλαγής προϊόντος",
        "message": "Μοναδικός αριθμός προϊόντος",
        "active_input": "Είναι ενεργή αυτή η παραλλαγή;",
        "sku": "SKU",
        "sku_tips": "Κωδικός αποθήκης προϊόντος.",
        "mpn": "MPN",
        "mpn_tips": "Ο κωδικός προϊόντος εισάγεται από τον κατασκευαστή στη συσκευασία του προϊόντος",
        "variant_variable": "Μεταβλητές παραλλαγής",
        "pricing": "Τιμολόγηση",
        "has_pricing_input": "Διαφέρει η τιμή από το κύριο προϊόν;",
        "inventory": "Καταγραφή εμπορευμάτων",
        "inventory_unit": "Είδη",
        "delivery_info": "Συσκευασία & Αποστολή",
        "images": "Εικόνες παραλλαγής",
        "images_message": "Αφού αποθηκεύσετε αυτήν την παραλλαγή, θα μπορείτε να προσθέσετε μια εικόνα εδώ."
      }
    },
    "edit_article": {
      "menu": {
        "tags": "Ετικέτες",
        "article": "Αρθρο"
      }
    }
  },
  "product_extra_physical": {
    "weight": "Βάρος συσκευασίας",
    "weight_unit": "Κιλό",
    "size": "Διαστάσεις συσκευασίας",
    "dimension": "Εκ",
    "width": "Πλάτος",
    "length": "Μήκος",
    "height": "Υψος",
    "lead_time_title": "Ωρα προετοιμασίας",
    "lead_time": "Ωρα προετοιμασίας",
    "lead_time_dimension": "Ωρες)",
    "bulk_action": "Μαζικές ενέργειες",
    "bulk_action_input": "Ενημερώστε όλες τις παραλλαγές",
    "bulk_action_msg": "Ρυθμίστε το χρόνο συσκευασίας και προετοιμασίας του προϊόντος για όλες τις παραλλαγές."
  },
  "product_images_list": {
    "upload_button": "Περισσότερες εικόνες προϊόντων",
    "upload_an_image": "Επιλέξτε μια εικόνα.",
    "notifications": {
      "update_sort_success": "Η ταξινόμηση εικόνων αποθηκεύτηκε",
      "delete_image_title": "Διαγραφή εικόνας προϊόντος",
      "delete_image_success": "Η εικόνα διαγράφηκε με επιτυχία"
    }
  },
  "variants_view": {
    "prices": "Τιμές",
    "inventory": "Καταγραφή εμπορευμάτων",
    "discount": "Εκπτωση"
  },
  "gift_card_type_edit": {
    "title_input": "Τίτλος",
    "color_input": "Χρώμα κάρτας",
    "charge_input": "Αρχική χρέωση",
    "charge_input_hint": "Αρχική χρέωση για κάθε κάρτα",
    "currency_input": "Νόμισμα",
    "currency_input_message": "Μόνο για αγορά με αυτό το νόμισμα",
    "lifetime_input": "Ισχύς κάρτας (μήνας)",
    "lifetime_input_message": "Εγκυρότητα κάρτας",
    "card_image_input": "Εικόνα κάρτας",
    "notifications": {
      "create_success": "Η κάρτα δημιουργήθηκε",
      "update_success": "Η κάρτα ενημερώθηκε"
    }
  },
  "shop_warehouse_edit": {
    "title": "Προσθήκη αποθήκης",
    "message": "Εισαγάγετε τη διεύθυνση και το προφίλ της αποθήκης σας για να υπολογίσετε το κόστος αποστολής.",
    "name_input": "Όνομα αποθήκης",
    "address": "διεύθυνση",
    "name_input_message": "Εισαγάγετε ένα ψευδώνυμο για την αποθήκη σας.",
    "person_name": "Όνομα αξιωματικού",
    "phone_number": "Αριθμός επαφής",
    "map_title": "Διεύθυνση αποθήκης καταστήματος",
    "confirm_action": "Έγκριση αποθήκης",
    "address_name": "Αποθήκη",
    "notifications": {
      "success_save": "Οι αλλαγές αποθηκεύτηκαν με επιτυχία."
    }
  },
  "inventory_list": {
    "search_input": "Αναζήτηση προϊόντων...",
    "search_input_title": "Αναζήτηση μεταξύ προϊόντων καταστήματος",
    "apply_filter": "Εφαρμόστε φίλτρο",
    "inventory": "Κατάλογος απογραφής",
    "export": "Εξαγωγή αποθέματος",
    "import": "Εισαγωγή αποθέματος",
    "bulk_price": "Μαζική αλλαγή τιμής",
    "bulk_discount": "Μαζική αλλαγή έκπτωσης",
    "category_filter_msg": "⚡ Θα ισχύει για όλα τα προϊόντα και τις υποκατηγορίες!",
    "table": {
      "waiting": "Λήψη πληροφοριών ... παρακαλώ περιμένετε",
      "open_state": "Ενεργός",
      "close_state": "αδρανής",
      "image": "Εικόνα",
      "product": "Ονομασία προϊόντος",
      "code": "Κωδικός προϊόντος",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "Πρωτότυπο",
      "status": "Κατάσταση",
      "in_stock": "Σε απόθεμα",
      "edit": "Αλλαγή"
    },
    "bulk_price_dialog": {
      "title": "Μαζικές ενέργειες > Τιμή",
      "message": "Σημείωση: Το παρακάτω ποσό θα ισχύει ως ποσοστό στην τιμή όλων των προϊόντων στο κατάστημά σας. Επίσης, οι υπολογισμένες τιμές τιμής θα μετατραπούν έξυπνα στον πλησιέστερο στρογγυλό αριθμό με βάση το επιλεγμένο νόμισμα. Να είστε προσεκτικοί στην εισαγωγή των τιμών.",
      "check": "Εγκρίνω τις αλλαγές τιμών.",
      "add_percent_tab": "Προσθήκη ποσοστού",
      "add_constant_tab": "Προσθήκη Constant",
      "ending_tab": "Τερματισμός στρατηγικής"
    },
    "bulk_discount_dialog": {
      "title": "Μαζικές ενέργειες > Έκπτωση",
      "message": "Σημείωση: Το παρακάτω ποσό θα είναι ως ποσοστό της έκπτωσης όλων των προϊόντων στο κατάστημά σας. Επίσης, οι υπολογισμένες τιμές έκπτωσης θα μετατραπούν έξυπνα στον πλησιέστερο στρογγυλό αριθμό με βάση το επιλεγμένο νόμισμα. Να είστε προσεκτικοί στην εισαγωγή των τιμών.",
      "check": "Εγκρίνω αλλαγές στις εκπτώσεις."
    },
    "notifications": {
      "save_success": "Η αλλαγή αποθέματος αποθηκεύτηκε."
    }
  },
  "spec_view": {
    "auto_save_input": "Αυτόματη αποθήκευση"
  },
  "time_progress_bar": {
    "title_before_start": "Απομένει για την αρχή",
    "title_between_start_end": "Μένει μέχρι το τέλος",
    "title_after_end": "Πεπερασμένος",
    "title_no_start_end": "Χωρίς χρονικό διάστημα!"
  },
  "geo_map": {
    "views": "Προβολές",
    "views_unit": "Φορές",
    "product_views": "Προβολές προϊόντων",
    "buys": "Ψώνια",
    "buys_unit": "Παραγγελίες",
    "baskets": "Ενεργά καρότσια",
    "added_items": "Προσθήκη στοιχείων",
    "removed_items": "Αφαιρέστε στοιχεία"
  },
  "faq_list": {
    "table": {
      "nodata": "Δεν βρέθηκαν ερωτήσεις.",
      "more_data_action": "Περισσότερες ερωτήσεις ..",
      "user": "Χρήστης",
      "tag": "Ετικέτα",
      "question": "Ερώτηση",
      "officer": "Προσωπικό",
      "answer": "Απάντηση",
      "created_at": "Ημερομηνία",
      "priority": "Προτεραιότητα",
      "edit": "Επεξεργασία"
    },
    "dialog": {
      "add_new_action": "Υποβολή νέας ερώτησης",
      "edit_action": "Επεξεργασία Συχνών Ερωτήσεων",
      "question_input": "Ερώτηση",
      "question_input_placeholder": "Ρώτα την ερώτησή σου ..",
      "link_input": "Σύνδεσμος",
      "link_input_placeholder": "Μπορείτε να ανατρέξετε σε έναν σύνδεσμο ως απάντηση.",
      "answer_input": "Απάντηση",
      "answer_input_placeholder": "Εισαγάγετε κείμενο απάντησης..",
      "tag_input": "Ετικέτα (Τίτλος κατηγορίας)",
      "tag_input_placeholder": "Εισαγάγετε έναν σύντομο τίτλο",
      "priority_input": "Προτεραιότητα: (0 έως 10)"
    },
    "delete_alert": {
      "title": "Διαγραφή ερώτησης",
      "message": "Θέλετε να διαγράψετε αυτήν την ερώτηση;",
      "action": "Διαγράφω"
    },
    "notifications": {
      "send_success": "Η απάντησή σας υποβλήθηκε με επιτυχία.",
      "delete_success": "Η ερώτησή σας διαγράφηκε με επιτυχία."
    }
  },
  "contact_messages_list": {
    "load_more_action": "Περισσότερα μηνύματα..",
    "table": {
      "nodata": "Δεν βρέθηκαν ερωτήσεις.",
      "user": "Χρήστης",
      "message": "Σώμα μηνύματος",
      "category": "Κατηγορία",
      "officer": "Προσωπικό",
      "answer": "Απάντηση",
      "created_at": "Ημερομηνία",
      "contact": "Επικοινωνία",
      "edit": "Επεξεργασία"
    },
    "dialog": {
      "title": "Απάντηση στο μήνυμα",
      "category": "Κατηγορία",
      "user_name": "Ονομα",
      "email": "ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ",
      "phone": "Αριθμός επαφής",
      "message": "Κείμενο μηνύματος",
      "status": "Κατάσταση απόκρισης",
      "status_answered": "Απάντησε",
      "status_waiting": "Αναμονή απάντησης",
      "answer_input": "Κείμενο απάντησης",
      "mail_input": "Αποστολή αλληλογραφίας",
      "mail_input_message": "Εάν το ενεργοποιήσετε, η απάντησή σας θα σταλεί στο email του χρήστη."
    },
    "delete_alert": {
      "title": "Διαγραφή μηνύματος",
      "message": "Θέλετε να διαγράψετε αυτό το μήνυμα;",
      "action": "Διαγράφω"
    },
    "notifications": {
      "send_success": "Το αίτημά σας υποβλήθηκε με επιτυχία.",
      "delete_success": "Το μήνυμα διαγράφηκε."
    }
  },
  "campaign": {
    "title": "καμπάνια",
    "menu": {
      "setting": "Ρυθμίσεις",
      "return": "Πίσω",
      "dashboard": "Ταμπλό",
      "links": "Συνδέσεις",
      "landing": "Προσγείωση",
      "ads": "Διαφημίσεις",
      "finance": "Χρηματοδότηση"
    },
    "dashboard": {
      "title": "Ταμπλό",
      "status": "Επισκόπηση κατάστασης",
      "sessions": "Συνεδρίες",
      "links_overview": "Επισκόπηση συνδέσμων καμπάνιας",
      "orders": "Παραγγελίες",
      "performance": "Απόδοση καμπάνιας",
      "links_funnel": "Απόδοση συνδέσμων καμπάνιας",
      "no_links": "Δεν υπάρχουν διαθέσιμα δεδομένα! Δημιουργήστε έναν σύνδεσμο προς την καμπάνια σας.",
      "social": "Πηγές στα μέσα κοινωνικής δικτύωσης",
      "conversion_over_time": "Μετατροπή με την πάροδο του χρόνου",
      "total_campaign_sell": "Συνολικές πωλήσεις ανά καμπάνια"
    },
    "finance": {
      "title": "Οικονομική έκθεση",
      "campaign_revenue": "Έσοδα καμπάνιας",
      "total_revenue": "Συνολικά έσοδα ανά καμπάνια",
      "links_revenue": "Έσοδα από συνδέσμους καμπάνιας",
      "payments_over_time": "Πωλήσεις με την πάροδο του χρόνου",
      "all_links": "Όλοι οι σύνδεσμοι"
    },
    "landing": {
      "empty_message": "Ορίστε μια σελίδα προορισμού στις ρυθμίσεις καμπάνιας.",
      "set_landing": "Ορισμός σελίδας προορισμού",
      "create_landing": "Δημιουργία νέας σελίδας προορισμού"
    },
    "links": {
      "title": "Σύνδεσμοι καμπάνιας",
      "url_input_message": "Εισαγάγετε τη διεύθυνση url της σελίδας προορισμού σας"
    },
    "setting": {
      "menu": {
        "config": "Διαμόρφωση",
        "timespan": "Χρονικό διάστημα",
        "banner": "Πανό",
        "Notification": "Γνωστοποίηση"
      },
      "general_setting": {
        "title": "Γενικές ρυθμίσεις καμπάνιας",
        "sub_title": "Όνομα, σελίδα προορισμού και κωδικός έκπτωσης",
        "name_input": "Όνομα καμπάνιας",
        "name_input_hint": "Προσθέστε ένα όνομα στην καμπάνια σας",
        "enable_input": "Είναι ενεργή η καμπάνια;",
        "page_input": "Σελίδα προορισμού",
        "discount_code_input": "Κωδικός έκπτωσης",
        "limit": "Όριο έκπτωσης",
        "max_count": "Μέγιστο πλήθος",
        "max_count_unit": "Είδη",
        "start": "Αρχή",
        "end": "Τέλος",
        "notification_enable_input": "Η ειδοποίηση είναι ενεργοποιημένη;",
        "landing_page": "Σελίδα προορισμού",
        "discount_code": "Κωδικός έκπτωσης",
        "auto": "Προεπιλεγμένη καμπάνια",
        "auto_message": "Η προεπιλεγμένη καμπάνια ενεργοποιήθηκε στο κατάστημά σας"
      },
      "time_setting": {
        "title": "Χρονικό διάστημα",
        "sub_title": "Ημερομηνία και ώρα έναρξης / Ημερομηνία και ώρα λήξης",
        "start_input": "Αρχή",
        "start_input_placeholder": "Επιλέξτε Ώρα έναρξης καμπάνιας",
        "end_input": "Τέλος",
        "end_input_placeholder": "Επιλέξτε Ώρα λήξης καμπάνιας"
      },
      "banner_setting": {
        "title": "Πανό καταστήματος",
        "sub_title": "Εμφάνιση στην κορυφή της σελίδας καταστήματος",
        "message_input": "Κείμενο μηνύματος",
        "message_input_placeholder": "Ειδικό Φεστιβάλ...",
        "message_input_hint": "Κείμενο μηνύματος banner στην κορυφή του καταστήματος",
        "bg_image_input": "URL εικόνας φόντου",
        "bg_image_input_hint": "URL εικόνας πλήρους φόντου",
        "repeat_pattern": "Επαναλάβετε το μοτίβο",
        "simple": "Απλός",
        "dark_input": "Σκοτεινό θέμα;",
        "icon_input": "Εικόνισμα",
        "icon_input_hint": "Όνομα εικονιδίου Material Design ή Fontawsom: fa:fas fa-star",
        "anim_input": "Διεύθυνση κινουμένων σχεδίων",
        "anim_input_message": "URL αρχείου κινούμενων εικόνων Lottie",
        "preview": "Προεπισκόπηση",
        "preview_update_action": "Ενημέρωση προεπισκόπησης",
        "bg_color": "Χρώμα του φόντου",
        "icon_bg": "Χρώμα φόντου εικονιδίου"
      },
      "notifications": {
        "title": "Γνωστοποίηση",
        "sub_title": "Δημιουργήστε μια ειδοποίηση και συνδέστε την με την καμπάνια σας.",
        "update_success": "Η καμπάνια σας έχει ενημερωθεί.",
        "action_button": "Κουμπί δράσης",
        "background_color": "Χρώμα του φόντου",
        "text_color": "Χρώμα κειμένου",
        "action_color": "Χρώμα δράσης",
        "action_text_color": "Χρώμα κειμένου δράσης",
        "notification_image": "Εικόνα ειδοποίησης",
        "notification_bg": "Υπόβαθρο ειδοποίησης",
        "show_preview": "Εμφάνιση προεπισκόπησης",
        "persistence": "επιμονή",
        "persistence_message": "Θέλετε να εμφανίζεται κάθε φορά που ο χρήστης σας επισκέπτεται τον ιστότοπο",
        "radius": "Ακτίνα κύκλου",
        "show_delay": "Εμφάνιση καθυστέρησης"
      }
    }
  },
  "add_category": {
    "title_edit": "Επεξεργασία κατηγορίας",
    "title_update": "Προσθήκη νέας κατηγορίας",
    "menu": {
      "delete": "Διαγραφή κατηγορίας",
      "filter": "Φίλτρα",
      "settings": "Ρυθμίσεις",
      "back": "Πίσω"
    },
    "title_input": "Τίτλος κατηγορίας *",
    "title_input_error": "Επιλέξτε έναν τίτλο κατηγορίας",
    "name_input": "Όνομα κατηγορίας (Αγγλικά) *",
    "name_input_error": "Επιλέξτε ένα μοναδικό όνομα για την κατηγορία",
    "description_input": "Περιγραφή κατηγορίας",
    "description_input_message": "Εισαγάγετε μια σύντομη περιγραφή της κατηγορίας ..",
    "parent_input": "Γονική κατηγορία",
    "parent_input_message": "Αυτή η κατηγορία εμφανίζεται στην αρχική σελίδα του καταστήματος.",
    "image_input": "Εικόνα κατηγορίας",
    "image_input_placeholder": "Επιλέξτε μια εικόνα για την κατηγορία",
    "edit_action": "Επεξεργασία κατηγορίας",
    "add_action": "Προσθήκη κατηγορίας",
    "back_action": "Πίσω",
    "no_category": "Χωρίς Κατηγορίες",
    "star": "Αστέρι",
    "filter": {
      "title": "Φίλτρα κατηγορίας",
      "sub_title": "Διαχειριστείτε τα φίλτρα και τις κατηγορίες που ισχύουν για προϊόντα αυτής της κατηγορίας.",
      "message": "Εισαγάγετε και αποθηκεύστε τον τίτλο κοινού τεχνικού χαρακτηριστικού για αυτήν την κατηγορία στο παρακάτω πλαίσιο. Μετά την αποθήκευση της λίστας, θα εμφανιστούν οι κατηγορίες φίλτρων μαζί με τα περιεχόμενα κάθε κατηγορίας. Το χρώμα, το βάρος, το μέγεθος, η μάρκα κ.λπ. εξάγονται αυτόματα από την παραλλαγή του προϊόντος."
    },
    "delete_alert": {
      "title": "Κατάργηση κατηγορίας",
      "message": "Θέλετε να διαγράψετε την κατηγορία {title};",
      "action": "Διαγράφω"
    },
    "notifications": {
      "add_success": "Προστέθηκε νέα κατηγορία.",
      "edit_success": "Επεξεργασία κατηγορίας.",
      "delete_success": "Διαγράφηκε ο {title}."
    },
    "edit_filter": {
      "spec_input": "Κατάλογος Τεχνικών Προδιαγραφών",
      "spec_input_message": "Λίστα χαρακτηριστικών που θέλετε να εμφανίζονται στην ενότητα φίλτρων",
      "price": "τιμή",
      "min": "Ελάχ",
      "max": "Μέγιστη",
      "suggested_list": {
        "brand": "Μάρκα",
        "colors": "Χρώμα",
        "styles": "Σχέδιο",
        "volumes": "Ενταση ΗΧΟΥ",
        "weights": "Βάρος",
        "packs": "Αριθμός ανά συσκευασία",
        "types": "Τύπος"
      },
      "notifications": {
        "edit_success": "Επεξεργασία κατηγορίας."
      }
    }
  },
  "apps_list": {
    "nodata": "Δεν υπάρχει εγκατεστημένη εφαρμογή στο κατάστημά σας",
    "inactive": "αδρανής",
    "my_apps": "Οι εφαρμογές μου",
    "app_store": "Προσθήκη νέας εφαρμογής"
  },
  "add_shop": {
    "menu": {
      "shop_title": "Τίτλος καταστήματος",
      "shop_name": "Όνομα καταστήματος",
      "description": "Περιγραφή",
      "contact": "Στοιχεία επικοινωνίας",
      "image": "Εικόνα"
    },
    "title_input": "Τίτλος",
    "title_input_tips": "Εισαγάγετε το όνομα του καταστήματος, της επωνυμίας ή της εταιρείας σας.",
    "active_message": "Ρυθμίστε το ενεργό για να μπορούν όλοι να έχουν πρόσβαση στον ιστότοπό σας.",
    "language_input_message": "Επιλέξτε τη γλώσσα του καταστήματός σας.",
    "name_input": "Ονομα",
    "name_input_message": "Εισαγάγετε ένα όνομα για το κατάστημά σας.",
    "name_input_tips": "Μη χρησιμοποιείτε μη αγγλικούς χαρακτήρες, κενά ή γράμματα, εάν χρησιμοποιούνται, το όνομα του καταστήματος ενδέχεται να μην εμφανίζεται σωστά.",
    "description_input": "Περιγραφή καταστήματος",
    "description_input_message": "Γράψτε μια σύντομη περιγραφή για την επιχείρησή σας.",
    "address_input": "Διεύθυνση καταστήματος",
    "address_input_message": "Εισαγάγετε την ακριβή διεύθυνση τοποθεσίας καταστήματος",
    "phone_input": "τηλεφωνικό νούμερο",
    "phone_input_message": "Αριθμός Επικοινωνίας Πελάτη",
    "phone_input_tips": "Εισαγάγετε τον αριθμό επικοινωνίας με τον κωδικό χώρας. Αυτός ο αριθμός χρησιμοποιείται επίσης για την εμφάνιση πληροφοριών στην αναζήτηση Google.",
    "email_input": "ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ",
    "email_input_message": "Διεύθυνση ηλεκτρονικού ταχυδρομείου για πελάτες",
    "locality_input": "Τοποθεσία",
    "locality_input_message": "Τοποθεσία καταστήματος",
    "region_input": "Κράτος ή επαρχία",
    "region_input_message": "Πολιτεία ή επαρχία στην οποία δραστηριοποιείτε",
    "country_input": "Χώρα",
    "country_input_message": "Χώρα επιχείρησης",
    "postal_code_input": "Ταχυδρομικός Κώδικας",
    "postal_code_input_message": "Ταχυδρομικός κώδικας καταστήματος",
    "image_input": "Κατάστημα εικόνας",
    "map": {
      "title": "Διεύθυνση καταστήματος",
      "confirm": "Εγγραφή διεύθυνσης",
      "address": "διεύθυνση",
      "receptor": "κατάστημα"
    },
    "create_shop_action": "Δημιουργία καταστήματος",
    "update_shop_action": "Εκσυγχρονίζω",
    "notifications": {
      "copy_success": "Αντίγραφο διεύθυνσης καταστήματος.",
      "name_available": "Αυτό το όνομα ({name}) είναι διαθέσιμο.",
      "add_success": "Δημιουργήθηκε το κατάστημα {title}.",
      "edit_success": "Επεξεργάστηκε το κατάστημα."
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "Προσθήκη εικονικού στοιχείου",
    "add_virtual_item_desc": "Για να πουλήσετε εικονικά προϊόντα, πρέπει να τα προσθέσετε σε αυτήν την ενότητα. Ο αριθμός των εικονικών στοιχείων είναι ίσος με τον αριθμό των δωρεάν στοιχείων σε αυτήν την ενότητα. Μόλις οι πελάτες αγοράσουν το εικονικό στοιχείο, ο σύνδεσμος θα τους σταλεί.",
    "filter_action": "Εφαρμόστε φίλτρο",
    "not_processed": "Μη επεξεργασμένες παραγγελίες",
    "title": "Λίστα αντικειμένων",
    "vew_order": "Προβολή παραγγελίας",
    "table": {
      "nodata": "Δεν υπάρχουν στοιχεία",
      "product": "Προϊόν",
      "data": "Δεδομένα",
      "status": "Κατάσταση",
      "user_message": "Μήνυμα χρήστη",
      "updated_at": "Τελευταία ενημέρωση",
      "order": "Σειρά",
      "delete": "Διαγράφω"
    },
    "notifications": {
      "delete_success": "Το στοιχείο διαγράφηκε με επιτυχία."
    }
  },
  "add_virtual_item": {
    "title_edit": "Επεξεργασία τιμών",
    "title_add": "Προσθήκη στοιχείου στο προϊόν",
    "sub_title": "Δημιουργία και επεξεργασία εικονικών προϊόντων",
    "message": "Ο υπεύθυνος καταστήματος μπορεί να δείξει στον αγοραστή την αξία μετά την πληρωμή. Αυτές οι τιμές πρέπει να εισαχθούν στην παρακάτω φόρμα. Η δομή αυτής της φόρμας ορίζεται στην ενότητα Επεξεργασία στοιχείου> Επεξεργασία πληροφοριών εξόδου.",
    "edit_outputs": "Επεξεργασία φόρμας εξόδου",
    "notifications": {
      "edit_success": "Το στοιχείο επεξεργάστηκε.",
      "add_success": "Το στοιχείο προστέθηκε στη λίστα."
    }
  },
  "virtual_process_center": {
    "title": "Κέντρο Επεξεργασίας",
    "sub_title": "Επεξεργασία παραγγελίας",
    "virtual_product": "εικονικό προϊόν",
    "menu": {
      "report": "Κανω ΑΝΑΦΟΡΑ",
      "timeline": "Χρονοδιάγραμμα",
      "order": "Σειρά"
    },
    "list_widget": {
      "title": "Προδιαγραφές Παραγγελίας",
      "product_name": "Ονομασία προϊόντος"
    },
    "inputs_widget": {
      "title": "Φόρμα εισαγωγής",
      "table": {
        "title": "Τίτλος",
        "value": "αξία"
      },
      "change_inputs_action": "Επεξεργασία φόρμας εισαγωγής"
    },
    "outputs_widget": {
      "title": "Έντυπο εξόδου",
      "table": {
        "title": "Τίτλος",
        "value": "αξία"
      },
      "tips": [
        "Αφού ολοκληρώσετε το αίτημα του πελάτη, πατήστε το κλειδί επιβεβαίωσης παραγγελίας για να ειδοποιήσετε τον αγοραστή για την παραγγελία.",
        "Μόλις εγκριθεί η παραγγελία, ο αγοραστής δεν θα μπορεί να επεξεργαστεί τις πληροφορίες εισαγωγής."
      ],
      "alerts": {
        "order_completed_by_admin": "Η παραγγελία έχει ολοκληρωθεί.",
        "order_completed_by_buyer": "Η παραγγελία ολοκληρώθηκε από τον αγοραστή.",
        "waiting_for_buyer": "Αναμονή για την έγκριση του αγοραστή.."
      }
    }
  },
  "file_process_center": {
    "title": "Κέντρο Επεξεργασίας",
    "sub_title": "Επεξεργασία παραγγελίας",
    "menu": {
      "report": "Κανω ΑΝΑΦΟΡΑ",
      "timeline": "Χρονοδιάγραμμα",
      "order": "Σειρά"
    }
  },
  "process_order_page_dashboard": {
    "title": "Επεξεργασία παραγγελίας",
    "cancel_order_action": "Ακύρωση παραγγελίας",
    "open_basket_cation": "Αυτό το καλάθι αγορών είναι ανοιχτό, δηλαδή ο πελάτης ψωνίζει και δεν έχει πληρώσει ακόμα την παραγγελία.",
    "reject_dialog": {
      "title": "Λόγος απόρριψης της παραγγελίας",
      "message": "Επιλέξτε τον λόγο απόρριψης αυτής της παραγγελίας από την παρακάτω λίστα. Φροντίστε να ενημερώσετε τον πελάτη για τη διαδικασία ακύρωσης και επιστροφής χρημάτων. Η επιστροφή χρημάτων πρέπει να γίνει εντός 12 ωρών.",
      "confirm_action": "Ακύρωση παραγγελίας",
      "dismiss_reject_action": "Παράβλεψη ακύρωσης παραγγελίας"
    },
    "notifications": {
      "update_status_success": "Η κατάσταση παραγγελίας ενημερώθηκε.",
      "reject_update_success": "Η κατάσταση ακύρωσης παραγγελίας ενημερώθηκε.",
      "dismiss_reject_success": "Η παραγγελία επέστρεψε στην κανονική διαδικασία.",
      "set_tracking_success": "Το αναγνωριστικό κομματιού παραγγελίας αποθηκεύτηκε με επιτυχία."
    }
  },
  "process_center": {
    "title": "Κέντρο Επεξεργασίας",
    "physical_product": "Φυσικά προϊόντα",
    "menu": {
      "label": "Ετικέτα συσκευασίας",
      "receipt": "Τιμολόγιο",
      "back": "Πίσω",
      "return": "ΕΠΙΣΤΡΟΦΗ",
      "report": "Κανω ΑΝΑΦΟΡΑ",
      "timeline": "Χρονοδιάγραμμα",
      "inputs": "Εισροές",
      "order": "Σειρά"
    },
    "payment_widget": {
      "title": "Πληρωμή",
      "checklist": [
        "Ελέγξτε το ποσό της παραγγελίας και την πληρωμή του πελάτη.",
        "Ελέγξτε τη διεύθυνση χρέωσης.",
        "Βεβαιωθείτε ότι τα στοιχεία που έχετε εισαγάγει είναι σωστά, ειδικά εάν η πληρωμή γίνεται με αντικαταβολή."
      ],
      "action_cod_pay": "Επιβεβαιώστε την πληρωμή από τον πελάτη",
      "action_dir_pay": "Επιβεβαιώστε τη μεταφορτωμένη απόδειξη πληρωμής",
      "payment_receipt_not_uploaded_error": "Η απόδειξη πληρωμής δεν έχει ανέβει ακόμα!",
      "waiting_for_pay": "Εν αναμονή πληρωμής",
      "processing_payment": "Επεξεργασία πληρωμής",
      "processing_cancel": "Η πληρωμή ακυρώθηκε",
      "paid": "επί πληρωμή",
      "cod_pay_info": "Όταν λάβετε την παραγγελία από τον πελάτη, μπορείτε να επιβεβαιώσετε την πληρωμή και να ολοκληρώσετε την παραγγελία.",
      "dir_pay_info": "Η απόδειξη πληρωμής θα εμφανιστεί παραπάνω. Πριν επιβεβαιώσετε την πληρωμή, επαληθεύστε το ποσό της κατάθεσης και τα στοιχεία απόδειξης στην τράπεζά σας.",
      "created_date": "Ημερομηνία δημιουργίας",
      "pay_date": "Ημερομηνία πληρωμής",
      "payment_gateway": "Πύλη πληρωμής",
      "payment_method": "Μέθοδος πληρωμής",
      "risk": "Αξία κινδύνου",
      "billing_details": "Λεπτομέρειες χρέωσης",
      "add_transaction": "Προσθήκη νέου λογαριασμού",
      "add_transactions_message": "Πρέπει να δημιουργήσετε τουλάχιστον μία συναλλαγή για αυτήν την παραγγελία. Σε ορισμένες περιπτώσεις, απαιτείται πληρωμή σε διάφορα στάδια. Το ποιες συναλλαγές πρέπει να πληρώσει ο χρήστης θα καθοριστούν από εσάς, κατά τη διάρκεια της εργασίας.",
      "add_bill_dialog": {
        "title": "Προσθήκη τιμολογίου",
        "message": "Μπορείτε να προσθέσετε ένα ή περισσότερα νέα τιμολόγια για αυτήν την παραγγελία. Ο πελάτης θα δει αυτά τα τιμολόγια και θα πληρώσει το καθένα ανάλογα με την πρόοδο της εργασίας.",
        "amount_input": "Ποσό τιμολογίου",
        "action": "Προσθήκη λογαριασμού"
      },
      "edit_bill_dialog": {
        "title": "Επεξεργασία τιμολογίου",
        "message": "Μπορείτε να επεξεργαστείτε τιμολόγια σε εκκρεμότητα.",
        "action": "Επεξεργασία τιμολογίου"
      },
      "bill_cash_payment_dialog": {
        "title": "Εγγραφή πληρωμής με μετρητά",
        "message": "Εάν ο αγοραστής έχει πληρώσει το ποσό αυτού του τιμολογίου σε μετρητά ή με τρόπο διαφορετικό από την ηλεκτρονική πληρωμή, σε αυτήν την ενότητα, επιλέγοντας μια επιλογή, εγγραφείτε και επιβεβαιώστε την πληρωμή του. Σε αυτήν την ενότητα, μπορείτε να δείτε μόνο τις πύλες πληρωμής με μετρητά του καταστήματός σας, Εάν δεν βλέπετε μια τέτοια επιλογή, πρέπει να ενεργοποιήσετε μια πύλη πληρωμής με μετρητά στο επιλεγμένο νόμισμα στο κατάστημά σας.",
        "action": "Επιβεβαίωση πληρωμής λογαριασμού"
      },
      "table": {
        "title": "Τίτλος",
        "amount": "Ποσό",
        "description": "Περιγραφή",
        "info": "Πληροφορίες"
      },
      "user_payment": "Πληρωμή πελάτη",
      "cod": "Με αντικαταβολή",
      "gateway_wage": "Τέλη",
      "gift_card": "Δωροκάρτα",
      "discount_code": {
        "title": "Κωδικός έκπτωσης",
        "code": "Κώδικας",
        "percent": "Τοις εκατό",
        "limit": "Οριο"
      },
      "club": {
        "title": "Λέσχη Πελατών",
        "percent": "Τοις εκατό",
        "limit": "Οριο"
      },
      "coupon": {
        "title": "Κουπόνι",
        "percent": "Τοις εκατό",
        "limit": "Οριο",
        "charge": "Χρέωση"
      },
      "delivery": {
        "title": "Κόστος αποστολής",
        "not_paid": "Απληρωτος"
      },
      "samin": {
        "title": "Κόστος υπηρεσίας",
        "description": "Αυτό το ποσό έχει αφαιρεθεί από τον λογαριασμό πορτοφολιού Sellone.",
        "tooltip": "Υπολογισμός κατά τρόπο πληρωμής",
        "percent": "Τοις εκατό"
      },
      "affiliate": {
        "title": "Συνεργατική Επιτροπή",
        "affiliate_message": "Θα πρέπει να πληρώσετε αυτήν την προμήθεια στη θυγατρική σας. Αυτή η διαδικασία γίνεται μόνος σου."
      },
      "total_price": "Συνολική Τιμή Ειδών",
      "total_items_discount": "Έκπτωση σε είδη",
      "total_price_after_offers": "Σύνολο μετά την υποβολή προσφορών",
      "user_payment_amount": "Ποσό πληρωμής αγοραστή",
      "samin_wage": "Πωλείται αμοιβή",
      "pay_cod_dialog": {
        "title": "Λάβατε χρήματα παραγγελίας;",
        "message": "Επιβεβαιώστε αυτήν την επιλογή στον τρόπο πληρωμής με αντικαταβολή, αφού εξασφαλίσετε την πλήρη πληρωμή από τον πελάτη.",
        "confirm_action": "Επιβεβαίωση πληρωμής πελάτη"
      },
      "pay_dir_dialog": {
        "title": "Λάβατε χρήματα παραγγελίας;",
        "message": "Επιβεβαιώστε αυτήν την επιλογή αφού εγκρίνετε τη μεταφορτωμένη απόδειξη πληρωμής με την τράπεζά σας. Φροντίστε να ελέγξετε την πληρωμή με την τράπεζά σας.",
        "confirm_action": "Επιβεβαίωση πληρωμής πελάτη"
      },
      "notifications": {
        "pay_confirm_message": "Η πληρωμή επιβεβαιώνεται.<br> Θύρα: {gateway_name}<br> Ημερομηνία: {payment_at}",
        "pay_fail_title": "Απληρωτος",
        "pay_fail_message": "Η πληρωμή δεν μπορεί να εγκριθεί!"
      },
      "total_order_price_before_tax": "Συνολική τιμή προ φόρων"
    },
    "basket_list": {
      "checklist": [
        "Ελέγξτε το απόθεμα.",
        "Εάν το προϊόν δεν είναι διαθέσιμο, το ποσό που καταβλήθηκε για αυτό το είδος πρέπει να επιστραφεί στον πελάτη."
      ],
      "message": "Εάν κάποιο από τα είδη δεν είναι διαθέσιμο ή δεν μπορεί να πωληθεί, καταργήστε την επιλογή του πλαισίου δίπλα του και κάντε κλικ στο κουμπί <b>Επιβεβαίωση παραγγελίας</b> .",
      "action": "Επιβεβαίωση της παραγγελίας",
      "list_of_items": "Λίστα καλαθιών αγορών",
      "apply_change_action": "Εφαρμογή αλλαγών",
      "cant_apply_change": "Δεν είναι δυνατή η πραγματοποίηση αλλαγών",
      "lottery_prize_inform": "Ο πελάτης σας κερδίζει 1x από αυτό το προϊόν. Στείλτε δώρο με αυτήν την παραγγελία."
    },
    "preparing": {
      "title": "Παρασκευή",
      "packing_weight": "Βάρος συσκευασίας",
      "delivery_type": "Μέθοδος αποστολής",
      "packing_size": "Διαστάσεις συσκευασίας",
      "distance_warning": "Υπερβαίνει το επιτρεπόμενο όριο απόστασης.",
      "weight_warning": "Υπερβαίνει το επιτρεπόμενο βάρος.",
      "volume_warning": "Υπερβαίνει το επιτρεπόμενο μέγεθος συσκευασίας.",
      "message": "Κάντε κλικ στο παρακάτω κουμπί <b>Έτοιμο για παραγγελία</b> εάν η παραγγελία είναι έτοιμη για αποστολή.",
      "action": "Παραγγελία έτοιμη για αποστολή",
      "checklist": [
        "Ακολουθώντας τους τυπικούς κανόνες στη συσκευασία.",
        "Εκτυπώστε μια λίστα με είδη και βάλτε την μέσα στη συσκευασία.",
        "Εκτυπώστε και κολλήστε μια ετικέτα στο κουτί."
      ]
    },
    "basket_items": "Λίστα ειδών παραγγελίας",
    "delivered_dialog": {
      "title": "Έχει ληφθεί αυτή η παραγγελία από τον πελάτη;",
      "message": "Επιβεβαιώστε αυτήν την επιλογή όταν γνωρίζετε ότι ο πελάτης έλαβε την παραγγελία",
      "confirm_action": "Επιβεβαιώνω ότι ο πελάτης έλαβε το πακέτο"
    },
    "return_delivery_dialog": {
      "title": "Η παραγγελία είχε κάποιο πρόβλημα κατά την παράδοση ή επιστράφηκε;",
      "message": "Επιβεβαιώστε την επιλογή επιστροφής της αποστολής εάν η παραγγελία επιστραφεί μετά την αποστολή για κάποιο λόγο και υπάρχει ανάγκη να ξαναστείλετε την αποστολή.",
      "confirm_action": "Επιβεβαιώστε ότι η παράδοση επιστράφηκε"
    },
    "notifications": {
      "update_status_success": "Η κατάσταση παραγγελίας ενημερώθηκε.",
      "reject_update_success": "Η κατάσταση ακύρωσης παραγγελίας ενημερώθηκε.",
      "dismiss_reject_success": "Η παραγγελία ακυρώθηκε.",
      "pay_cod_success": "Η πληρωμή με αντικαταβολή επιβεβαιώθηκε.",
      "pay_dir_success": "Η πληρωμή επιβεβαιώθηκε με πληρωμή από κάρτα σε κάρτα ή μεταφορά χρημάτων.",
      "set_tracking_success": "Το αναγνωριστικό κομματιού παραγγελίας αποθηκεύτηκε με επιτυχία.",
      "new_bill_success": "Ο νέος λογαριασμός προστέθηκε με επιτυχία.",
      "edit_bill_success": "Ο λογαριασμός ενημερώθηκε με επιτυχία.",
      "update_bill_status_success": "Η κατάσταση λογαριασμού ενημερώθηκε με επιτυχία.",
      "set_payment_in_cash_success": "Η πληρωμή λογαριασμού επιβεβαιώθηκε με μη αυτόματο τρόπο."
    },
    "delete_bill_dialog": {
      "title": "Διαγραφή λογαριασμού",
      "message": "Είστε βέβαιοι ότι θα διαγράψετε αυτόν τον λογαριασμό;",
      "action": "Ναι, Διαγραφή τώρα"
    }
  },
  "shop_gateway": {
    "title": "πύλη",
    "menu": {
      "dashboard": "Ταμπλό",
      "edit": "Επεξεργασία",
      "transactions": "Συναλλαγές",
      "back": "Πύλες"
    },
    "dashboard": {
      "title": "Διαχείριση πύλης",
      "gateway_data_widget": {
        "title": "Αναφορά πληρωμών",
        "title_small": "πύλη",
        "chart": {
          "times": "μετρώ",
          "buys": "Καταμέτρηση αγορών",
          "pays": "Επιτυχής πληρωμή",
          "amount_pay": "επί πληρωμή",
          "amount_wage": "Τέλη"
        }
      },
      "gateway_info_widget": {
        "title": "Πληροφορίες",
        "title_small": "πύλη",
        "status": "Κατάσταση",
        "cod_transportation": "Τρόποι αποστολής που υποστηρίζουν αντικαταβολή",
        "cod_transportations_error": "Ενεργοποιήστε την πληρωμή με αντικαταβολή για τουλάχιστον έναν τρόπο αποστολής!",
        "payment_type": "Τρόπος πληρωμής",
        "cod": "Με αντικαταβολή",
        "online": "Διαδικτυακή πληρωμή",
        "wage_percent": "Ποσοστό αμοιβής",
        "min_wage": "Ελάχιστη αμοιβή",
        "max_wage": "Μέγιστη χρέωση",
        "min_amount": "Ελάχιστη συναλλαγή",
        "max_amount": "Μέγιστη συναλλαγή",
        "timeout": "Περίοδος πληρωμής",
        "timeout_unit": "Δευτερόλεπτα",
        "link": "Σύνδεσμος πύλης",
        "your_gateway_status": "Η κατάσταση της πύλης σας",
        "config_extra_info": "Διαμόρφωση υπηρεσίας πληρωμών",
        "oauth2_button": "Αυτόματη σύνδεση στο {gateway}",
        "fee_payment_message": "Όλο το ποσό που καταβάλλει ο πελάτης θα μεταφερθεί στον λογαριασμό σας. Η χρέωση της υπηρεσίας θα αφαιρεθεί από το πορτοφόλι σας στο Selldone."
      }
    },
    "edit": {
      "title": "Επεξεργασία πύλης",
      "menu": {
        "delete": "Αφαιρέστε το Gateway"
      },
      "edit_action": "Επεξεργασία πύλης"
    },
    "transactions": {
      "title": "Συναλλαγές",
      "table": {
        "amount": "Ποσό",
        "currency": "Νόμισμα",
        "livemode": "Τύπος",
        "status": "Κατάσταση",
        "target_id": "Σειρά",
        "risk": "Κίνδυνος",
        "card": "Κάρτα",
        "issued_at": "Ημερομηνία έκδοσης",
        "payment_at": "Ημερομηνία πληρωμής"
      },
      "live_mode": "Ζω",
      "test_mode": "Sandbox"
    }
  },
  "edit_gateway": {
    "public_keys": "Δημόσια Κλειδιά",
    "private_keys": "Ιδιωτικά κλειδιά (εμπιστευτικά)",
    "link": "Δικτυακός τόπος",
    "state_title": "Ενεργός/Ανενεργός τρόπος πληρωμής",
    "gateway_status": "Κατάσταση",
    "wallet": "Πορτοφόλι Blockchain",
    "developer_title": "λειτουργία για προγραμματιστές",
    "developer_message": "Μπορείτε να επεξεργαστείτε ψεύτικες συναλλαγές εάν η πύλη υποστηρίζει τη λειτουργία εντοπισμού σφαλμάτων.",
    "notifications": {
      "edit_success": "Η πύλη {gateway_name} επεξεργάστηκε."
    },
    "developer_setting": "Ανάπτυξη & Δοκιμή",
    "live_mode_message": "Όλες οι συναλλαγές θα γίνονται σε ζωντανή λειτουργία."
  },
  "gift_card": {
    "title": "Δωροκάρτες",
    "menu": {
      "edit": "Επεξεργασία",
      "new_card": "Δημιουργία κάρτας",
      "list": "Καρτέλλες",
      "orders": "Παραγγελίες",
      "dashboard": "Ταμπλό",
      "back": "Δωροκάρτες"
    },
    "dashboard": {
      "title": "Πίνακας ελέγχου διαχείρισης δωροκάρτας",
      "amount_widget": {
        "title": "Πληρωμή με κάρτα",
        "title_small": "30 μέρες",
        "chart_amount_pay": {
          "y": "Αθροισμα",
          "label": "Πληρωμή"
        },
        "chart_buys": {
          "y": "Αγοράζει",
          "label": "Αγοράζει"
        },
        "total_buy": "Συνολικό ποσό αγοράς",
        "total_pay_30days": "Συνολική πληρωμή 30 ημερών",
        "total_pay_today": "Η σημερινή πληρωμή"
      },
      "count_widget": {
        "title": "Αριθμός εκδοθέντων καρτών",
        "title_small": "30 μέρες",
        "total_cards": "Συνολικός αριθμός καρτών",
        "used_cards_30days": "30 ημέρες χρήση",
        "used_today": "Σημερινή χρήση",
        "chart": {
          "new_cards": "Νέες κάρτες",
          "used_cards": "Μεταχειρισμένες κάρτες",
          "new_card_name": "Νέα κάρτα",
          "used_card_name": "Μεταχειρισμένος"
        }
      },
      "export": {
        "title": "Λήψη αρχείου εξόδου",
        "cards_list": "Λάβετε μια λίστα με κάρτες",
        "get_report": "Λήψη αναφοράς"
      }
    },
    "cards": {
      "title": "Λίστα εκδοθέντων καρτών",
      "loading_message": "Λήψη πληροφοριών ... παρακαλώ περιμένετε",
      "issue_to_user": "Θέμα στον χρήστη",
      "table": {
        "card_number": "Αριθμός κάρτας",
        "balance": "Ισορροπία",
        "paid": "επί πληρωμή",
        "edit": "Επεξεργασία",
        "delete": "Διαγράφω",
        "expire": "Λήγει",
        "user": "Χρήστης"
      },
      "delete_alert": {
        "title": "Αφαιρέστε την κάρτα",
        "message": "Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την κάρτα;",
        "action": "Διαγράφω"
      },
      "notifications": {
        "delete_success": "Η δωροκάρτα διαγράφηκε.",
        "edit_success": "Έχουν γίνει αλλαγές.",
        "issue_success": "Η δωροκάρτα εκδόθηκε με επιτυχία στον χρήστη."
      },
      "issue_dialog": {
        "title": "Έκδοση δωροκάρτας",
        "action": "Βεβαιώνω. Εκδώστε την κάρτα τώρα"
      }
    },
    "gift_card_edit": {
      "title": "Δημιουργία δωροκάρτας",
      "validity": "Εγκυρότητα",
      "validity_unit": "Μήνες",
      "currency": "Νόμισμα",
      "initial_balance": "Αρχικό υπόλοιπο κάρτας",
      "count": "μετρώ",
      "count_unit": "στοιχείο(α)",
      "enable_input_message": "Κατάσταση δημιουργημένων καρτών",
      "notifications": {
        "create_success_title": "Σώσει",
        "create_success": "Δημιουργήθηκαν {count} νέες κάρτες"
      }
    },
    "gift_card_edit_page": {
      "title": "Επεξεργασία δωροκάρτας"
    }
  },
  "shop_discount": {
    "title": "Κωδικός έκπτωσης",
    "up_to": "μέχρι και",
    "menu": {
      "dashboard": "Ταμπλό",
      "orders": "Παραγγελίες",
      "back": "Κωδικοί Έκπτωσης"
    },
    "dashboard": {
      "title": "Πίνακας ελέγχου διαχείρισης κωδικών έκπτωσης",
      "chart_amount_buy": {
        "y": "Ποσό αγοράς {currency}",
        "label": "Αγορά"
      },
      "chart_amount_discount": {
        "y": "Έκπτωση {currency}",
        "label": "Εκπτωση"
      },
      "chart_used": {
        "y": "Ποσότητα χρήσεων",
        "label": "Φορές"
      }
    }
  },
  "shop_coupon": {
    "title": "Κουπόνια",
    "up_to": "μέχρι και",
    "menu": {
      "dashboard": "Ταμπλό",
      "back": "Κουπόνια",
      "orders": "Παραγγελίες"
    },
    "dashboard": {
      "title": "Πίνακας ελέγχου διαχείρισης κουπονιών",
      "chart_amount_buy": {
        "y": "Ποσό αγοράς {currency}",
        "label": "Αγορά"
      },
      "chart_amount_discount": {
        "y": "Κουπόνι {currency}",
        "label": "Κουπόνι"
      },
      "chart_used": {
        "y": "Ποσότητα χρήσεων",
        "label": "Φορές"
      }
    }
  },
  "shop_offer": {
    "title": "Προσφορές",
    "up_to": "μέχρι και",
    "menu": {
      "dashboard": "Ταμπλό",
      "orders": "Παραγγελίες",
      "back": "Προσφορές"
    },
    "dashboard": {
      "title": "Πίνακας ελέγχου διαχείρισης προσφοράς",
      "chart_amount_buy": {
        "y": "Ποσό αγοράς {currency}",
        "label": "Αγορά"
      },
      "chart_amount_discount": {
        "y": "Προσφορά {currency}",
        "label": "Προσφορά"
      },
      "chart_used": {
        "y": "Ποσότητα χρήσεων",
        "label": "Φορές"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "Πληρώστε τέλος ενεργοποίησης",
    "balance": "Ισορροπία",
    "locked": "Κλειδωμένο",
    "transfer": "ΜΕΤΑΦΟΡΑ",
    "charge": "Κατάθεση"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "ολοκλήρωση παραγγελίας",
    "payment": "Πληρωμή",
    "confirm": "Επιβεβαίωση παραγγελίας, <b>{success}</b> επιβεβαιώθηκε και <b>{fail}</b> απορρίφθηκε.",
    "prepare": "Προετοιμασία παραγγελίας.",
    "send": "Η παραγγελία αποστέλλεται με <b>{delivery}</b> .",
    "delivered": "Η παραγγελία έχει παραδοθεί στον πελάτη.",
    "fill-inputs": "Φόρμα πληροφοριών συμπλήρωσης από τον αγοραστή.",
    "return-add": "Υποβάλετε αίτημα επιστροφής προϊόντος, {product}.",
    "return-accept": "Το αίτημα επιστροφής {return_code} επιβεβαιώθηκε.",
    "return-reject": "Το αίτημα {return_code} απορρίφθηκε.",
    "reject-order": "Απόρριψη παραγγελίας. Κωδικός: {reject_code}.",
    "reject-order-clear": "Ακυρώστε την απόρριψη παραγγελίας. Κωδικός: {reject_code}.",
    "email-buy": "Στείλτε email επιβεβαίωσης αγοράς στον πελάτη.",
    "email-payment": "Στείλτε email επιβεβαίωσης πληρωμής στον πελάτη.",
    "delivery-returned": "Η παραγγελία δεν παρελήφθη από τον πελάτη και επιστράφηκε. Είναι απαραίτητο να γίνει ξανά αποστολή.",
    "delivery-canceled": "Η παράδοση ακυρώθηκε. Είναι απαραίτητο να γίνει ξανά αποστολή.",
    "edit-receiver-info": "Η διεύθυνση παράδοσης της παραγγελίας επεξεργάστηκε από τον αγοραστή.",
    "edit-billing-info": "Η διεύθυνση χρέωσης επεξεργάστηκε από τον αγοραστή.",
    "payment-cod-confirm": "Η πληρωμή αντικαταβολής επιβεβαιώθηκε.",
    "payment-cash-confirm": "Η πληρωμή {amount} {currency} σε μετρητά για τον λογαριασμό επιβεβαιώθηκε.",
    "payment-dir-confirm": "Η απόδειξη άμεσης πληρωμής επιβεβαιώθηκε.",
    "vendor": "Η κατάσταση παραγγελίας προμηθευτή άλλαξε από <b>{from}</b> σε <b>{to}</b> .",
    "connect-sync": "Η παραγγελία συγχρονίστηκε από το Connect OS.",
    "connect-shipped": "Η παραγγελία σύνδεσης έχει αποσταλεί από το {shipping}.",
    "connect-returned": "Η παραγγελία σύνδεσης έχει επιστραφεί με {shipping}.",
    "connect-failed": "Η εκπλήρωση της παραγγελίας απέτυχε από τον συνεργάτη. {reason}",
    "connect-canceled": "Η παραγγελία ακυρώθηκε από τον συνεργάτη. {reason}",
    "connect-action-cancel": "Αίτημα για ακύρωση παραγγελίας. {reason}",
    "connect-put-hold": "Η παραγγελία τέθηκε σε αναμονή. {reason}",
    "connect-remove-hold": "Η παραγγελία αφαιρέθηκε από την αναμονή. {reason}",
    "connect-confirmed": "Η παραγγελία επιβεβαιώθηκε.",
    "email-vendor": "🔔 Το μήνυμα ηλεκτρονικού ταχυδρομείου ενημέρωσης παραγγελίας έχει σταλεί στον <b>{vendor}</b> ╏ {email}.",
    "vendor-payout": "💸 Πληρωμή στον πωλητή."
  },
  "inline_chart": {
    "today": "Σήμερα",
    "last_days": "πριν από {days} ημέρες"
  },
  "products_select": {
    "move_category": "Μετακινήστε την κατηγορία <b>{category}</b> σε άλλη κατηγορία",
    "move_product": "Μετακινήστε το προϊόν <b>{product}</b> στην κατηγορία",
    "product_menu": {
      "dashboard": "Ταμπλό προϊόντος",
      "inventory": "Απογραφή και παραλλαγές"
    },
    "notifications": {
      "copy_success": "Αντίγραφο προϊόντος.",
      "change_category_success": "Επεξεργάστηκε η κατηγορία προϊόντων."
    }
  },
  "physical_order_track": {
    "title": "Εκθέσεις και αξιολογήσεις κινδύνου"
  },
  "virtual_order_track": {
    "title": "Εκθέσεις και αξιολογήσεις κινδύνου"
  },
  "virtual_order_timeline": {
    "title": "Χρονοδιάγραμμα"
  },
  "physical_order_timeline": {
    "title": "Χρονοδιάγραμμα"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "Γράψε ένα μήνυμα εδώ...",
    "pin_action": "Καρφιτσώστε στην κορυφή",
    "unpin_action": "Ξεκαρφιτσώνω",
    "copy_html": "Αντιγραφή Html",
    "notifications": {
      "add_note_success": "Σημείωση προστέθηκε.",
      "edit_note_success": "Η σημείωση επεξεργάστηκε.",
      "delete_note_success": "Η σημείωση διαγράφηκε."
    },
    "delete_dialog": {
      "title": "Διαγραφή σημείωσης",
      "message": "Θέλετε να διαγράψετε αυτήν τη σημείωση;",
      "action": "Διαγραφή σημείωσης"
    },
    "resend_dialog": {
      "title": "Ξαναστείλτε ηλεκτρονικό μήνυμα",
      "message": "Είστε βέβαιοι ότι θα στείλετε ξανά αυτό το email στον πελάτη σας;",
      "action": "Ναι, στείλτε ξανά",
      "success": "Το email στάλθηκε ξανά στον πελάτη σας."
    }
  },
  "accounts": {
    "title": "Το πορτοφόλι μου",
    "message": "Πρέπει να δημιουργήσετε τουλάχιστον έναν λογαριασμό με το νόμισμα που χρησιμοποιείτε στο Selldone. Πρέπει να συμπληρώσετε αυτόν τον λογαριασμό για να πληρώσετε το τέλος εξυπηρέτησης.",
    "add_new": "Δημιουργία νέου λογαριασμού",
    "new_account": "Προσθήκη νέου λογαριασμού",
    "new_account_dialog": {
      "title": "Νέος λογαριασμός",
      "account_name_input": "Ονομα λογαριασμού",
      "currency_input": "Νομισματική μονάδα",
      "currency_input_message": "Ο λογαριασμός που δημιουργήθηκε θα περιέχει μόνο τις τιμές αυτού του νομίσματος.",
      "new_account_wage": "Κόστος δημιουργίας νέου λογαριασμού: Δωρεάν για τον πρώτο λογαριασμό",
      "create_account_action": "Δημιουργήστε λογαριασμό"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "Στέλνω δώρο",
      "sent": "Στείλετε",
      "received": "Ελήφθη"
    },
    "send_gifts": {
      "title": "Απεσταλμένα δώρα",
      "sub_title": "Μπορείτε να στείλετε ένα δώρο στους φίλους ή τους πελάτες σας. Ο παραλήπτης μπορεί να αποδεχθεί ή να απορρίψει το δώρο σας. Το ποσό κλειδώνεται στον λογαριασμό σας και αποσύρεται εάν ο παραλήπτης αποδεχτεί. Διαφορετικά, αυτό το ποσό θα μεταφερθεί στον λογαριασμό σας.",
      "table": {
        "user": "Χρήστης",
        "amount": "Ποσό",
        "currency": "Νόμισμα",
        "account_name": "Από",
        "status": "Κατάσταση",
        "message": "Μήνυμα",
        "created_at": "Ημερομηνία δημιουργίας"
      }
    },
    "received_gifts": {
      "title": "Λήφθηκαν Δώρα",
      "sub_title": "Τα δώρα που λάβατε από τη Selldone ή άλλους",
      "table": {
        "amount": "Ποσό",
        "currency": "Νόμισμα",
        "account_from": "Από",
        "status": "Κατάσταση",
        "message": "Μήνυμα",
        "created_at": "Ημερομηνία δημιουργίας",
        "receive": "Λαμβάνω"
      }
    }
  },
  "get_gift_dialog": {
    "title": "Λάβετε ένα δώρο",
    "more": "Περισσότερο ..",
    "amount": "Ποσό",
    "message": "Μήνυμα",
    "account_to_input": "Λογαριασμός προορισμού",
    "account_to_input_message": "Τα ποσά των δώρων θα κατατεθούν σε αυτόν τον λογαριασμό.",
    "get_action": "Αποδοχή δώρου",
    "notifications": {
      "received_success_title": "Συγχαρητήρια",
      "received_success": "Το ποσό του δώρου {amount} {currency} έχει κατατεθεί στον λογαριασμό σας."
    }
  },
  "send_gift_dialog": {
    "title": "Στέλνω δώρο",
    "account_from_input": "Επιλέξτε έναν λογαριασμό",
    "account_from_input_message": "Τα ποσά δώρων αποσύρονται από αυτόν τον λογαριασμό.",
    "receiver_input": "Δέκτης",
    "receiver_input_message": "Μπορείτε να εισαγάγετε τη διεύθυνση email ή τον αριθμό τηλεφώνου.",
    "message_input": "Μήνυμα",
    "message_input_message": "Μπορείτε να αφήσετε ένα μήνυμα στον παραλήπτη.",
    "amount_input": "Ποσό",
    "currency_input": "Νομισματική μονάδα",
    "currency_input_message": "Η τιμή υπολογίζεται σε αυτό το νόμισμα.",
    "send_action": "Στέλνω δώρο",
    "notifications": {
      "send_success": "Στάλθηκε δώρο {amount} {currency} στον {receiver}."
    }
  },
  "account_list": {
    "account_input": "Αριθμός λογαριασμού",
    "account_input_message": "Τα ποσά των δώρων για αυτό το νόμισμα θα κατατεθούν σε αυτόν τον λογαριασμό.",
    "free_balance": "Δωρεάν υπόλοιπο",
    "account_name": "Ονομα λογαριασμού"
  },
  "user_monetize_accounts": {
    "title": "Καταθετικοί Λογαριασμοί",
    "sub_title": "Τα ποσά των δώρων θα κατατεθούν αυτόματα σε αυτούς τους λογαριασμούς.",
    "message": "Η Selldone καταθέτει κεφάλαια για τη δραστηριότητά σας στα μέσα κοινωνικής δικτύωσης, συμμετοχή στην ανάπτυξη Selldone, παρουσίαση φίλων και ούτω καθεξής. Επιλέγοντας έναν καταθετικό λογαριασμό για κάθε νόμισμα, τα ποσά δώρου θα κατατεθούν αυτόματα σε αυτόν τον λογαριασμό στον τομέα σας. Αυτά τα ποσά μπορούν να πιστωθούν στο Selldone. Οι αναλήψεις θα είναι δυνατές μόνο για επιχειρηματικούς εταίρους.",
    "add_account_action": "Προσθήκη λογαριασμού",
    "add_dialog": {
      "title": "Συνδέστε έναν λογαριασμό για να λάβετε δώρα",
      "account_input": "Αριθμός λογαριασμού",
      "account_input_message": "Τα ποσά των δώρων για αυτό το νόμισμα θα κατατεθούν σε αυτόν τον λογαριασμό.",
      "set_as_default_action": "Επιλέξτε ως προεπιλεγμένο λογαριασμό"
    },
    "table": {
      "currency": "Νόμισμα",
      "account_number": "Αριθμός λογαριασμού",
      "account_name": "Ονομα",
      "payment": "Ποσό κατάθεσης",
      "reset_at": "Επαναφορά σε",
      "delete": "Διαγράφω"
    },
    "notifications": {
      "set_success": "Ο λογαριασμός προστέθηκε με επιτυχία.",
      "delete_success": "Ο λογαριασμός καταργήθηκε επιτυχώς από τη λίστα των προεπιλεγμένων λογαριασμών για τη λήψη δώρων."
    },
    "delete_alert": {
      "title": "Διαγραφή λογαριασμού",
      "message": "Θέλετε να καταργήσετε αυτόν τον λογαριασμό από τη λίστα λογαριασμών δώρων;",
      "action": "Διαγράφω"
    }
  },
  "user_monetize": {
    "title": "Βγάζω λεφτά",
    "menu": {
      "plans": "Σχέδια",
      "accounts": "Λογαριασμοί",
      "participant": "Συμμέτοχος"
    }
  },
  "user_monetize_plans": {
    "title": "Έργα συνεργασίας και δημιουργίας εσόδων",
    "sub_title": "Θα λάβετε πίστωση λογαριασμού για δώρα παραπομπής. Αυτά τα ποσά θα χρεωθούν στο λογαριασμό σας και μπορούν να αποσυρθούν μόνο σε συνεργάτες της Seldone (Όχι σε όλους). Μπορείτε να ξοδέψετε τα χρήματα για τη χρέωση υπηρεσιών Selldone.",
    "discount": "Εκπτωση",
    "your_income": "Το εισόδημά σας",
    "level_2": "Από το δεύτερο επίπεδο",
    "level_3": "Από το Τρίτο Επίπεδο",
    "link_message": "Συνδρομή: {registered}, αποδεκτή: {accepted}",
    "link_tip": "Μπορείτε να προσθέσετε τη φράση ?ref={link_code} στο τέλος κάθε διεύθυνσης που μοιράζεστε.",
    "table": {
      "currency": "Νόμισμα",
      "amount": "Ισορροπία",
      "total": "Συνολική πληρωμή",
      "payment_date": "Τελευταία ημερομηνία πληρωμής",
      "withdraw": "Απόσυρση"
    },
    "notifications": {
      "get_credit_success": "Το ποσό που ζητήσατε έχει κατατεθεί στον λογαριασμό σας."
    }
  },
  "basic_information": {
    "title": "Η ταυτότητα και το προφίλ μου",
    "email": "Διεύθυνση ηλεκτρονικού ταχυδρομείου",
    "tel": "Αριθμός κινητού",
    "address": "διεύθυνση",
    "payment": "Έγκυρες συναλλαγές",
    "personal_information": "Στοιχεία Ταυτότητας",
    "main_profile": "Κύριο Προφίλ",
    "main_profile_subtitle": "Αυτές οι πληροφορίες είναι δημόσια διαθέσιμες σε όλους.",
    "kyc_waiting_info": "Ελέγχουμε την ακρίβεια των πληροφοριών που εισάγετε. Αυτή η διαδικασία είναι υποχρεωτική σύμφωνα με τους κανόνες KYC και θα μειώσει τον κίνδυνο οικονομικών συναλλαγών. Μπορείτε να επωφεληθείτε από τα σημερινά και μελλοντικά οφέλη αυτής της υπηρεσίας.",
    "personal_info_dialog": {
      "title": "Στοιχεία Ταυτότητας",
      "name_input": "Ονομα",
      "family_name_input": "Επίθετο",
      "number_input": "Αριθμός διαβατηρίου (ή Εθνικός Κωδικός)",
      "birthday_input": "Γενέθλια",
      "birthday_input_placeholder": "Εισαγάγετε τα γενέθλιά σας",
      "address_input": "διεύθυνση",
      "postcode_input": "Ταχυδρομικός Κώδικας",
      "tel_input": "Αριθμός επαφής",
      "passport_image_input": "Επιλέξτε εικόνα διαβατηρίου",
      "passport_image_input_message": "Ανεβάστε μια σάρωση της εικόνας του διαβατηρίου σας.",
      "personal_image_input": "Επιλέξτε τη δική σας εικόνα",
      "personal_image_input_message": "Ανεβάστε μια εικόνα σάρωσης εμπρός και πίσω στην εθνική σας κάρτα σε μια εικόνα."
    },
    "profile_dialog": {
      "title": "Κύριο Προφίλ",
      "full_name_input": "Πλήρες όνομα",
      "tel_input": "Αριθμός επαφής",
      "email_input": "ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ",
      "website_input": "Δικτυακός τόπος",
      "address_input": "διεύθυνση",
      "about_input": "Σχετικά με μένα",
      "about_long_input": "Εκτενές κείμενο για μένα",
      "image_input": "Επιλέξτε φωτογραφία προφίλ",
      "image_input_message": "Ανεβάστε την εικόνα σας. Αυτή η εικόνα θα χρησιμοποιηθεί ως φωτογραφία προφίλ σας.",
      "notifications": {
        "update_profile_success": "το προφίλ σου ενημερώθηκε.",
        "update_personal_info_success": "Τα στοιχεία σας καταχωρήθηκαν με επιτυχία"
      }
    },
    "charge_account_approve_message": "Χρεώστε τον λογαριασμό σας για να εγκρίνετε την τραπεζική σας συναλλαγή.",
    "payment_approval": "Έγκριση πληρωμής",
    "residential_address_checking": "Τα έγγραφα της διεύθυνσης κατοικίας σας σε ουρά ελέγχου.",
    "add_residential_address": "Προσθέστε την τοποθεσία σας και αποδεικτικά έγγραφα διεύθυνσης κατοικίας."
  },
  "phone_verify": {
    "title": "Αριθμός κινητού",
    "step1_title": "Εισάγετε τον αριθμό του κινητού σας.",
    "phone_number_input": "Αριθμός κινητού",
    "next": "Επόμενο βήμα",
    "sms_code_input": "Κωδικός επαλήθευσης",
    "sms_code_message": "Ο 6ψήφιος κωδικός επαλήθευσης στάλθηκε στο {phone_number}.",
    "notifications": {
      "duplicated_number_error": "Αυτός ο αριθμός έχει ήδη εγκριθεί από εσάς.",
      "send_activation_code_success_title": "Κωδικός επαλήθευσης",
      "send_activation_code_success": "Ο κωδικός επαλήθευσης στάλθηκε στο {phone_number}.",
      "verify_success": "Ο αριθμός του κινητού σας τηλεφώνου έχει επαληθευτεί"
    }
  },
  "companies": {
    "title": "Οι επαγγελματικοί μου λογαριασμοί",
    "message": "Οι επιχειρήσεις, οι επιχειρηματίες και οι επαγγελματικές ομάδες μπορούν να αναπτύξουν προϊόντα και εφαρμογές με βάση το Seldone. Απαιτείται η δημιουργία επιχειρηματικού προφίλ.",
    "new_company": "Νέα εταιρεία"
  },
  "add_company": {
    "name_input": "Ονομα εταιρείας",
    "website_input": "Δικτυακός τόπος",
    "email_input": "ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ",
    "address_input": "διεύθυνση",
    "tel_input": "Τηλ",
    "mobile_input": "Κινητό",
    "edit_action": "Επεξεργασία εταιρείας",
    "create_action": "Δημιουργία εταιρείας",
    "notifications": {
      "add_success": "Ο επαγγελματικός λογαριασμός {name} δημιουργήθηκε.",
      "edit_success": "Επεξεργάστηκε ο επαγγελματικός λογαριασμός."
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "Προσωπικός",
      "shop_key": "Πελάτες",
      "apps": "Εφαρμογές"
    },
    "connected_apps_title": "Συνδεδεμένες εφαρμογές",
    "connected_apps_message": "Θα δείτε μια λίστα με όλα τα καταστήματα και τις εφαρμογές που είναι συνδεδεμένα στον λογαριασμό τομέα σας. Μπορείτε να διαγράψετε την πρόσβαση σε οποιοδήποτε από αυτά.",
    "shop_keys_title": "Κλειδιά πρόσβασης στο κατάστημα",
    "shop_keys_message": "Αυτά τα κλειδιά χρησιμοποιούνται για τη δημιουργία Access Token από τον διακομιστή σας. Σημειώστε ότι τα κλειδιά είναι εμπιστευτικά και τοποθετούνται μόνο στον διακομιστή ώστε να μην είναι ορατά σε άλλους.",
    "personal_keys_title": "Προσωπικά κλειδιά πρόσβασης",
    "personal_keys_message": "Μπορείτε να δημιουργήσετε τα κλειδιά του λογαριασμού σας εδώ. Σημειώστε ότι αυτά τα κλειδιά θα έχουν πρόσβαση στον λογαριασμό σας. Δημιουργήστε και χρησιμοποιήστε αυτά τα κλειδιά μόνο εάν γνωρίζετε ακριβώς τι κάνετε.",
    "clients_title": "Πελάτες",
    "clients_message": "Αυτά τα κλειδιά χρησιμοποιούνται για τη δημιουργία Access Token από τον διακομιστή σας. Σημειώστε ότι τα κλειδιά είναι εμπιστευτικά και τοποθετούνται μόνο στον διακομιστή ώστε να μην είναι ορατά σε άλλους."
  },
  "user_security_control": {
    "title": "Ασφάλεια λογαριασμού",
    "message": "Μπορείτε να επεξεργαστείτε τις ρυθμίσεις ασφαλείας του λογαριασμού σας εδώ.",
    "delete": {
      "title": "Διαγραφή λογαριασμού",
      "subtitle": "Πριν διαγράψετε τον λογαριασμό σας, βεβαιωθείτε ότι έχετε διαγράψει όλα τα καταστήματα.",
      "action": "Είμαι βέβαιος, διαγράψτε τον λογαριασμό μου",
      "agreement": "Αποδέχομαι ότι όλες οι πληροφορίες μου θα διαγραφούν από τον διακομιστή σας. Οι πληροφορίες σας θα διαγραφούν σύμφωνα με ένα χρονοδιάγραμμα που έχουμε καθορίσει για την αποτροπή απάτης ή κακής χρήσης."
    },
    "list": {
      "password": {
        "title": "Κωδικός πρόσβασης",
        "sub_title": "Επιλέξτε έναν ισχυρό κωδικό πρόσβασης για τον λογαριασμό σας.",
        "action_title": "Κωδικός πρόσβασης λογαριασμού",
        "not_exist": "Δεν έχει εισαχθεί",
        "action": "Άλλαξε κωδικό"
      },
      "phone": {
        "title": "Αριθμός κινητού",
        "sub_title": "Επιβεβαιώστε τον αριθμό του κινητού σας τηλεφώνου. Θα μπορείτε να συνδεθείτε μέσω αυτού του αριθμού.",
        "action_title": "Ο κύριος αριθμός τηλεφώνου του λογαριασμού",
        "action": "Επαλήθευση αριθμού"
      },
      "two_step": {
        "title": "Είσοδος σε δύο βήματα",
        "sub_title": "Επιβεβαιώστε τον αριθμό του κινητού σας τηλεφώνου. Θα μπορείτε να συνδεθείτε μέσω αυτού του αριθμού.",
        "action_title": "Αυξήστε την ασφάλεια του λογαριασμού",
        "activated_action": "Ενεργοποιήθηκε",
        "active_action": "Ενεργός τώρα"
      },
      "email": {
        "title": "Κύρια διεύθυνση ηλεκτρονικού ταχυδρομείου",
        "sub_title": "Έχετε την επιλογή να ενημερώσετε το κύριο email που σχετίζεται με αυτόν τον λογαριασμό.",
        "action_title": "Αλλαγή Κύριου email",
        "action": "Αποστολή συνδέσμου επαλήθευσης"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "Εγκαταστήστε την εφαρμογή Google Authenticator"
      },
      "step_2": {
        "title": "Εισαγάγετε τον κωδικό που δημιουργήθηκε από την εφαρμογή",
        "message": "Ο 6ψήφιος κωδικός δημιουργείται από έναν αλγόριθμο στο κινητό σας τηλέφωνο. Μπορείτε να κατεβάσετε την εφαρμογή από τον παρακάτω σύνδεσμο. Πατήστε το πλήκτρο δημιουργίας κωδικών για να δημιουργήσετε έναν κωδικό QR που περιέχει τον κωδικό πρόσβασης.",
        "qr_code_info": "Εάν δεν είναι δυνατή η σάρωση, μπορείτε να αντιγράψετε και να επικολλήσετε μη αυτόματα τον κώδικα στην εφαρμογή:",
        "create_new_code": "Δημιουργία νέου κώδικα",
        "qr_code_scanning": "Σαρώστε τον κωδικό QR που δημιουργήθηκε από την εφαρμογή Google Authenticator Mobile και εισαγάγετε τον κωδικό που δημιουργήθηκε για επιβεβαίωση στο πλαίσιο αυτής της σελίδας.",
        "qr_code_regenerate_info": "Σημείωση: Πατώντας το παραπάνω πλήκτρο θα δημιουργηθεί ένα νέο κλειδί και το προηγούμενο κλειδί θα είναι άχρηστο. Εισαγάγετε το νέο κλειδί στην εφαρμογή του τηλεφώνου σας."
      },
      "step_3": {
        "title": "Εισαγάγετε τον Κωδικό που δημιουργήθηκε",
        "message": "Εισαγάγετε τον κωδικό πρόσβασης που δημιουργήθηκε στην εφαρμογή στο παρακάτω πεδίο.",
        "activation_key_input": "Κωδικός πρόσβασης"
      },
      "activated_alert": "Η σύνδεση σε 2 βήματα είναι ενεργοποιημένη.",
      "activated_message": "Η σύνδεση σε δύο βήματα είναι ενεργοποιημένη για τον λογαριασμό σας. Από εδώ και στο εξής θα πρέπει να εισάγετε έναν δεύτερο κωδικό που αλλάζει κάθε 30 δευτερόλεπτα για να αποκτήσετε πρόσβαση στον λογαριασμό σας. Για να απενεργοποιήσετε τη σύνδεση σε δύο βήματα, απλώς κάντε διπλό κλικ Πατήστε ένα βήμα και ακολουθήστε τα βήματα.",
      "cancel_two_step_login_action": "Ακύρωση σύνδεσης σε δύο βήματα",
      "cancel_two_step_login_info": "Εάν θέλετε να απενεργοποιήσετε την επαλήθευση σε 2 βήματα, εισαγάγετε τον κωδικό πρόσβασής σας και κάντε κλικ στο κλειδί σύνδεσης δύο βημάτων.",
      "password_input": "Κωδικός πρόσβασης",
      "cancel_2fa_action": "Ακύρωση σύνδεσης σε δύο βήματα"
    },
    "change_password_dialog": {
      "title": "Άλλαξε κωδικό",
      "message": "Χρησιμοποιήστε έναν σύνθετο και αξιομνημόνευτο κωδικό πρόσβασης.",
      "password_input": "Τρέχων κωδικός πρόσβασης",
      "new_password_input": "Νέος κωδικός πρόσβασης",
      "re_new_password_input": "Επαναλάβετε τον νέο κωδικό πρόσβασης",
      "tips": {
        "length": "Ο κωδικός πρέπει να έχει τουλάχιστον 8 χαρακτήρες",
        "chars": "Τουλάχιστον ένα κεφαλαίο γράμμα και ένας αριθμός.",
        "match": "Ο κωδικός πρόσβασης ταιριάζει."
      },
      "change_password_action": "Άλλαξε κωδικό",
      "notifications": {
        "change_password_title": "Άλλαξε κωδικό",
        "change_password": "Ο κωδικός άλλαξε επιτυχώς."
      }
    }
  },
  "authorized_clients": {
    "title": "Λίστα συνδεδεμένων καταστημάτων/εφαρμογών",
    "table": {
      "name": "Ονομα",
      "app": "App",
      "scopes": "Πεδίο εφαρμογής",
      "shop": "Κατάστημα περιορισμένης πρόσβασης"
    },
    "remove_action": "Κατάργηση πρόσβασης",
    "delete_alert": {
      "title": "Διαγράφω",
      "message": "Θέλετε να ανακαλέσετε αυτήν την πρόσβαση; Λάβετε υπόψη ότι αυτή η εφαρμογή δεν θα έχει πλέον πρόσβαση στον λογαριασμό σας.",
      "action": "Αρνηθείτε την πρόσβαση"
    }
  },
  "clients": {
    "title": "Λίστα Πελατών",
    "create_new_action": "Δημιουργία νέου πελάτη",
    "table": {
      "client_id": "ταυτότητα πελάτη",
      "app": "App",
      "name": "Ψευδώνυμο",
      "secret_key": "Μυστικό κλειδί"
    },
    "create_dialog": {
      "title": "Νέος πελάτης",
      "error_msg": "<strong>Λάθος!</strong> Λυπούμαστε, παρουσιάστηκε σφάλμα!",
      "name_input": "Ονομα",
      "name_input_message": "Κάτι που οι χρήστες σας αναγνωρίζουν και εμπιστεύονται.",
      "redirect_input_message": "Επιστρέψτε τη διεύθυνση στον ιστότοπό σας."
    },
    "edit_dialog": {
      "title": "Επεξεργασία πρόσβασης"
    },
    "delete_alert": {
      "title": "Διαγράφω",
      "message": "Θέλετε να διαγράψετε αυτόν τον πελάτη;",
      "action": "Διαγράφω"
    }
  },
  "personal_access_tokens": {
    "title": "Κατάλογος Προσωπικών Διακριτικών Πρόσβασης",
    "create_action": "Δημιουργία νέου διακριτικού",
    "table": {
      "name": "Ονομα",
      "scopes": "Προσβάσεις",
      "expire_at": "Ημερομηνία λήξης"
    },
    "create_dialog": {
      "title": "Token Building",
      "error_message": "<strong>Λάθος!</strong> Λυπούμαστε, παρουσιάστηκε σφάλμα!",
      "name_input": "Ψευδώνυμο Εξ. το συμβολικό μου όνομα",
      "name_input_message": "Αγαπημένο συμβολικό όνομα.",
      "scopes_list": "Λίστα πρόσβασης διακριτικών"
    },
    "access_token_dialog": {
      "title": "Προσωπικό κλειδί πρόσβασης",
      "message": "Εδώ είναι το διακριτικό του προσωπικού σας διακριτικού πρόσβασης. Αυτή είναι η μόνη φορά που θα εμφανιστεί αυτό το διακριτικό, οπότε μην το χάσετε! Τώρα μπορείτε να χρησιμοποιήσετε αυτό το διακριτικό για να ζητήσετε ένα API."
    },
    "delete_alert": {
      "title": "Διαγράφω",
      "message": "Θέλετε να διαγράψετε αυτό το διακριτικό πρόσβασης;",
      "action": "Διαγράφω"
    }
  },
  "scopes": {
    "profile": {
      "name": "Προφίλ",
      "description": "Διαβάστε τις πληροφορίες προφίλ, όπως το όνομα, τη διεύθυνση email, την εικόνα και την κατάσταση ελέγχου ταυτότητας."
    },
    "phone": {
      "name": "τηλεφωνικό νούμερο",
      "description": "πρόσβαση στον αριθμό τηλεφώνου."
    },
    "address": {
      "name": "Διευθύνσεις",
      "description": "Διαβάστε την αποθηκευμένη διεύθυνση από το βιβλίο διευθύνσεων."
    },
    "buy": {
      "name": "Αγορά",
      "description": "Κάντε μια παραγγελία και αγοράστε από το κατάστημα."
    },
    "order-history": {
      "name": "Ιστορικό παραγγελιών",
      "description": "Διαβάστε το ιστορικό παραγγελιών."
    },
    "my-gift-cards": {
      "name": "Δωροκάρτες",
      "description": "Πρόσβαση στις κάρτες μου."
    },
    "articles": {
      "name": "Επεξεργασία Περιεχομένου",
      "description": "Επεξεργασία άρθρων."
    },
    "notifications": {
      "name": "Αποστολή και λήψη ειδοποίησης",
      "description": "Αποστολή και λήψη ειδοποίησης."
    },
    "read-shops": {
      "name": "Κατάστημα ist",
      "description": "Διαβάστε τη λίστα καταστημάτων."
    },
    "shop-edit": {
      "name": "Διαχείριση καταστήματος",
      "description": "Επεξεργαστείτε την πρόσβαση στο κατάστημα"
    },
    "shop-contacts": {
      "name": "Διαχείριση Φόρμας Επικοινωνίας",
      "description": "Λήψη και επεξεργασία φορμών επικοινωνίας."
    },
    "shop-gift-cards": {
      "name": "Διαχείριση δωροκαρτών",
      "description": "Δημιουργήστε, επεξεργαστείτε και διαχειριστείτε δωροκάρτες."
    },
    "shop-faqs": {
      "name": "Διαχείριση Ερωτήσεων και Απαντήσεων",
      "description": "Δημιουργήστε, επεξεργαστείτε και διαχειριστείτε τις Συχνές Ερωτήσεις."
    },
    "shop-categories": {
      "name": "Διαχείριση Κατηγοριών",
      "description": "Δημιουργία, επεξεργασία και διαχείριση των κατηγοριών."
    },
    "shop-products": {
      "name": "Διαχείριση προϊόντων",
      "description": "Προσθήκη, επεξεργασία και διαχείριση των προϊόντων."
    },
    "shop-read-reports": {
      "name": "Διαβάστε αναφορές",
      "description": "Διαβάστε πληροφορίες και αναφορές."
    },
    "shop-socials": {
      "name": "Διαχείριση μέσων κοινωνικής δικτύωσης",
      "description": "Επεξεργαστείτε τα μέσα κοινωνικής δικτύωσης του καταστήματος"
    },
    "shop-accounts": {
      "name": "Διαχείριση οικονομικών λογαριασμών",
      "description": "Επεξεργαστείτε και διαγράψτε οικονομικούς λογαριασμούς που συνδέονται με το κατάστημα."
    },
    "shop-menus": {
      "name": "Διαχείριση μενού",
      "description": "Επεξεργασία μενού καταστημάτων."
    },
    "shop-pages": {
      "name": "Διαχείριση Σελίδων",
      "description": "Επεξεργασία σελίδων καταστημάτων."
    },
    "shop-warehouse": {
      "name": "Διαχείριση αποθήκης",
      "description": "Επεξεργασία αποθήκης καταστήματος"
    },
    "shop-permissions": {
      "name": "Διαχείριση πρόσβασης",
      "description": "Προβολή και επεξεργασία πρόσβασης στο κατάστημα."
    },
    "shop-process-center": {
      "name": "Διαχείριση παραγγελιών",
      "description": "Διαχείριση παραγγελιών."
    },
    "shop-profile": {
      "name": "Διαχείριση προφίλ",
      "description": "Διαχείριση προφίλ καταστήματος."
    },
    "shop-discount-code": {
      "name": "Διαχείριση εκπτωτικού κωδικού",
      "description": "Διαχειριστείτε, επεξεργαστείτε και προσθέστε εκπτωτικούς κωδικούς καταστημάτων."
    }
  },
  "company_page": {
    "title": "Εταιρία",
    "create_app": "Δημιουργία νέας εφαρμογής",
    "menu": {
      "edit": "Επεξεργασία",
      "apps": "Εφαρμογές",
      "dashboard": "Ταμπλό",
      "companies": "Εταιρείες"
    },
    "dashboard": {
      "info_widget": {
        "title": "Πληροφορίες εγγραφής εταιρείας",
        "address": "διεύθυνση",
        "website": "Δικτυακός τόπος",
        "email": "ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ",
        "phone": "τηλεφωνικό νούμερο",
        "register": "Κανω ΕΓΓΡΑΦΗ",
        "developer": "Προγραμματιστής",
        "verified": "Επαληθευμένο",
        "golden": "Χρυσαφένιος"
      }
    },
    "developer": {
      "title": "προγραμματιστές",
      "menu": {
        "new": "Νέος",
        "apps": "Εφαρμογές"
      },
      "app_card": {
        "category": "Κατηγορία",
        "installs": "Εγκαθιστώ",
        "actives": "Ενεργός",
        "uninstalls": "Απεγκαταστάσεις",
        "app_code": "Κωδικός εφαρμογής",
        "app_mode": "Λειτουργία εφαρμογής"
      }
    },
    "edit": {
      "title": "Επεξεργασία"
    }
  },
  "add_app": {
    "category_input": "Κατηγορία",
    "code_input": "Κώδικας",
    "name_input": "Ονομα",
    "description_input": "Περιγραφή",
    "video_input": "URL βίντεο",
    "public_form": "Δομή Γενικών Πληροφοριών",
    "private_form": "Δομή Ιδιωτικής Πληροφόρησης",
    "icon_input": "Εικονίδιο εφαρμογής",
    "logo_input": "Λογότυπο Εφαρμογή",
    "enable_input": "Είναι ενεργή η εφαρμογή;",
    "edit_action": "Επεξεργασία εφαρμογής",
    "create_action": "Δημιουργία εφαρμογής",
    "notifications": {
      "add_success": "Ο επαγγελματικός λογαριασμός {name} δημιουργήθηκε.",
      "delete_success": "Επεξεργάστηκε ο επαγγελματικός λογαριασμός."
    }
  },
  "app_page": {
    "title": "Εφαρμογή",
    "menu": {
      "edit": "Επεξεργασία",
      "publish": "Δημοσιεύω",
      "history": "εκδόσεις",
      "dashboard": "Ταμπλό",
      "company": "Εταιρία",
      "api": "API",
      "images": "εικόνες"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "Εφαρμογή",
        "app_code": "Κωδικός εφαρμογής",
        "category": "Κατηγορία",
        "name": "Ονομα",
        "installs": "Εγκαταστήστε εφαρμογές",
        "uninstalls": "Απεγκατάσταση εφαρμογών",
        "actives": "Ενεργές εφαρμογές",
        "description": "Περιγραφή",
        "published": "Δημοσίευσε",
        "waiting_for_review": "Εκκρεμεί έγκριση",
        "app_mode": "Λειτουργία εφαρμογής"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "Ιδιοκτήτης",
      "description": "Πλήρης πρόσβαση σε όλες τις βιτρίνες."
    },
    "PRODUCT": {
      "text": "Υπεύθυνος προϊόντων",
      "description": "Προσθήκη, επεξεργασία και διαχείριση προϊόντων καταστήματος."
    },
    "AUDITING": {
      "text": "Οικονομικός διευθυντής",
      "description": "Δείτε οικονομικές πληροφορίες και πληρωμές."
    },
    "CONTENT": {
      "text": "Διαχείριση περιεχομένου",
      "description": "Απαντήστε σε ερωτήσεις, γράψτε ιστολόγια και σχεδιάστε σελίδες."
    },
    "OFFICER": {
      "text": "Ανώτερος διευθυντής",
      "description": "Δείτε και παρακολουθήστε τη δραστηριότητα των εργαζομένων."
    },
    "EMPLOYEE": {
      "text": "Υπάλληλος",
      "description": "Προβολή παραγγελιών και εκπλήρωση παραγγελιών."
    },
    "MARKETING": {
      "text": "Εμπορία",
      "description": "Πρόσβαση σε ρυθμίσεις και δημιουργία καμπανιών, μάρκετινγκ μέσω email και άλλες ενότητες που σχετίζονται με το μάρκετινγκ."
    },
    "VIEWER": {
      "text": "Θεατής",
      "description": "Δυνατότητα προβολής πληροφοριών καταστήματος χωρίς να μπορείτε να τις επεξεργαστείτε ή να τις αλλάξετε."
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "Φυσικός Έλεγχος",
      "description": "Ελέγξτε τις παραγγελίες που λάβατε."
    },
    "PhysicalOrdersPackaging": {
      "text": "Φυσική Συσκευασία",
      "description": "Αποθήκη και διαδικασία συσκευασίας."
    },
    "PhysicalOrdersDelivery": {
      "text": "Φυσική Αποστολή",
      "description": "Παραγγελία αποστολής."
    },
    "PhysicalOrdersSupport": {
      "text": "Φυσική Υποστήριξη",
      "description": "Υποστήριξη μετά την πώληση."
    }
  },
  "account_status": {
    "Checking": "Ελεγχος",
    "Approved": "Επιβεβαιωμένος",
    "Rejected": "Απορρίφθηκε",
    "Deleted": "Διαγράφηκε",
    "Banned": "Απαγορευμένος",
    "Payment": "Πληρωμή",
    "SelldoneSprite": "Πωλημένος λογαριασμός πορτοφολιού",
    "SelldoneStorage": "Πωλείται αποθήκευση"
  },
  "account_page": {
    "title": "λογαριασμός",
    "menu": {
      "setting": "Ρυθμίσεις",
      "change": "Χρέωση",
      "transfer": "ΜΕΤΑΦΟΡΑ",
      "transactions": "Συναλλαγές",
      "charge": "Χρέωση",
      "history": "Ιστορία",
      "cards": "Καρτέλλες"
    },
    "transactions": {
      "title": "Συναλλαγές Λογαριασμού",
      "detail": {
        "title": "Συναλλαγή",
        "amount": "Ποσό",
        "description": "Περιγραφή",
        "from": "Από",
        "to": "Προς την",
        "created_at": "Ημερομηνία",
        "receipt": "Παραλαβή",
        "receipt_note": "Σημείωση"
      },
      "table": {
        "type": "Τύπος",
        "from": "Από λογαριασμό",
        "to": "Για λογαριασμό",
        "amount": "Ποσό",
        "receipt": "Παραλαβή",
        "created_at": "Ημερομηνία",
        "description": "Περιγραφή"
      }
    },
    "transfer": {
      "title": "Χρεώσεις μεταφοράς",
      "form": {
        "title": "Έντυπο Αίτησης Μεταφοράς",
        "sub_title": "Κατάθεση σε δικούς σας λογαριασμούς ή άλλους",
        "message": "Προσοχή στη μεταφορά χρημάτων, δεν θα μπορείτε να επιστρέψετε εάν ολοκληρώσετε τη μεταφορά."
      }
    },
    "deposit": {
      "form": {
        "title": "Λογαριασμός χρέωσης",
        "sub_title": "Πρέπει να χρεώσετε το υπόλοιπο του λογαριασμού σας για να αγοράσετε άδειες, να αναβαθμίσετε τον λογαριασμό σας και να πληρώσετε αποδείξεις συστήματος.",
        "amount_input": "Ποσό",
        "charge_action": "Τρεχούμενος λογαριασμός"
      },
      "notifications": {
        "qr_title": "Πληρωμή",
        "qr_message": "Δημιουργήθηκε η διεύθυνση πληρωμής {currency}.",
        "gateway_title": "Πληρωμή",
        "gateway_message": "Σύνδεση σε πύλη πληρωμής."
      }
    },
    "setting": {
      "title": "Ρυθμίσεις λογαριασμού",
      "account_name_input": "Ονομα λογαριασμού",
      "notifications": {
        "updated_success": "Ο λογαριασμός σας ενημερώθηκε με επιτυχία."
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "Απόδειξη πληρωμής"
  },
  "transaction_form": {
    "title": "Έντυπο συναλλαγής",
    "from_input": "Από τον αριθμό λογαριασμού",
    "to_input": "Στον αριθμό λογαριασμού",
    "from_input_message": "Το ποσό θα γίνει ανάληψη από αυτόν τον λογαριασμό.",
    "account_name": "Ονομα λογαριασμού",
    "currency": "Νόμισμα",
    "free_balance": "Διαθέσιμο υπόλοιπο",
    "to": "Λογαριασμός προορισμού",
    "amount": "Ποσό",
    "receipt_title": "Πληρωμή για παραλαβή",
    "receipt_input": "Νούμερο απόδειξης",
    "paid_status": "Αυτή η απόδειξη έχει ήδη πληρωθεί.",
    "paid_canceled": "Αυτή η απόδειξη έχει ακυρωθεί.",
    "description": "Εξήγηση",
    "created_at": "Ημερομηνία",
    "duration": "Διάρκεια",
    "unlimited": "Απεριόριστος",
    "add_note_action": "Προσθέστε περιγραφή",
    "note": "Σημείωση",
    "transfer_action": "ΜΕΤΑΦΟΡΑ",
    "confirmation": {
      "title": "Στείλε χρήματα",
      "subtitle": "Επιβεβαίωση συναλλαγής",
      "message": "Εάν οι ακόλουθες πληροφορίες είναι σωστές, πατήστε το κλειδί επιβεβαίωσης συναλλαγής για να πραγματοποιήσετε τη συναλλαγή.",
      "from": "Από λογαριασμό",
      "to": "Για λογαριασμό",
      "amount": "Ποσό",
      "fee": "Προμήθεια συναλλαγής",
      "total_pay": "Ποσό που αποσύρθηκε από τον λογαριασμό σας",
      "receipt": "Παραλαβή",
      "description": "Περιγραφή",
      "accept_action": "Επιβεβαίωση συναλλαγής"
    },
    "enter_account_number": "Εισαγάγετε τον αριθμό λογαριασμού.",
    "currency_not_match": "Το νόμισμα του λογαριασμού προορισμού δεν είναι το ίδιο με την πηγή",
    "account_number_not_valid": "Ο αριθμός λογαριασμού είναι σωστός.",
    "account_number_is_valid": "Ο αριθμός λογαριασμού είναι σωστός.",
    "receipt_not_valid": "Ο αριθμός τιμολογίου είναι λανθασμένος.",
    "receipt_is_valid": "Ο αριθμός απόδειξης είναι σωστός.",
    "notifications": {
      "confirm_success": "Η συναλλαγή ολοκληρώθηκε με επιτυχία."
    }
  },
  "price_calculator": {
    "title": "Αριθμομηχανή ╏ Ταιριάζει στην επιχείρησή σας",
    "description": "Υπολογίστε και επιλέξτε το καλύτερο πρόγραμμα με βάση τις μηνιαίες πωλήσεις σας:",
    "sale_input": "Μηνιαίο ποσό πωλήσεων",
    "hypernova_plan": "Κάντε αίτηση για Hypernova %0!",
    "show_normal_mode": "Εμφάνιση κανονικής λειτουργίας",
    "show_hypernova_mode": "Η συναλλαγή μου είναι πάνω από 1 εκατομμύριο $!"
  },
  "price_card": {
    "billed_monthly": "Χρέωση {amount} μηνιαίως.",
    "billed_yearly": "Χρεώνεται {amount} ετησίως.",
    "buy_license_action": "Αγορασε τωρα",
    "select_your_store": "Επιλέξτε το κατάστημά σας"
  },
  "shop_session_widget": {
    "total_sessions": "Σύνολο συνεδριών"
  },
  "user_activities_keys": {
    "add_baskets": "Προσθήκη στο καλάθι",
    "remove_baskets": "Διαγραφή από το καλάθι",
    "buys": "Αγορά",
    "products_views": "Προβολή Προϊόντος"
  },
  "shop_visitors_widget": {
    "title": "Αναλυτικά στοιχεία επισκεπτών",
    "new_visitors": "Νέοι επισκέπτες",
    "amp": "Προβολές AMP",
    "returning_visitors": "Επισκέπτες που επέστρεψαν",
    "page_views": "Προβολές σελίδας",
    "other_pages": "Άλλες σελίδες",
    "from_previous_7_days": "από τις τελευταίες 7 ημέρες"
  },
  "app_levels": {
    "title": "Επίπεδο εφαρμογής",
    "Newbie": "Αρχάριος",
    "Beginner": "Αρχάριος",
    "Novice": "Αρχάριος",
    "Intermediate": "Ενδιάμεσος",
    "Advanced": "Προχωρημένος"
  },
  "login": {
    "register_title": "Το μέσο των επιχειρήσεων,<br> Απολαυστική εμπειρία.",
    "register_subtitle": "Εγγραφείτε σήμερα δωρεάν. Το Selldone λατρεύεται από νεοφυείς επιχειρήσεις, επιχειρήσεις, αγοραστές και πωλητές.",
    "password_recovery_title": "ΑΝΑΚΤΗΣΗ ΚΩΔΙΚΟΥ",
    "password_recovery_message": "Σε περίπτωση που ξεχάσατε τον κωδικό πρόσβασής σας, πληκτρολογήστε τη διεύθυνση email του λογαριασμού σας και πατήστε το πλήκτρο επιβεβαίωσης. Θα σας στείλουμε ένα email με έναν σύνδεσμο για να επαναφέρετε τον κωδικό πρόσβασής σας.",
    "email": "η ηλεκτρονική σου διεύθυνση",
    "password_recovery_action": "Λάβετε email ανάκτησης",
    "register_google": "Συνεχίστε με την Google",
    "register_apple": "Συνεχίστε με την Apple",
    "continue_with": "Συνεχίζω με",
    "register_linkedin": "Συνεχίστε με το LinkedIn",
    "register_facebook": "Συνεχίστε με το Facebook",
    "register_github": "Συνεχίστε με το Github",
    "create_your_account": "Δημιουργήστε το λογαριασμό σας",
    "password_8_chars": "Ο κωδικός πρέπει να έχει τουλάχιστον 8 χαρακτήρες.",
    "password_upercase_number": "Τουλάχιστον ένα κεφαλαίο γράμμα και ένας αριθμός.",
    "password_confirm": "Ο κωδικός πρόσβασης και η επιβεβαίωση ταιριάζουν.",
    "privacy_agreement": "Με την εγγραφή σας, συμφωνείτε με τους <a href='/terms' target='_blank'>Όρους Χρήσης</a> και την <a href='/privacy' target='_blank'>Πολιτική Απορρήτου</a> της Selldone .",
    "register_action": "Πάμε, είναι δωρεάν!",
    "login_action": "Σύνδεση",
    "already_signup": "Έχετε εγγραφεί ήδη;",
    "login_your_account": "Συνδεθείτε στο λογαριασμό σας",
    "login_google": "Συνεχίστε με την Google",
    "login_linkedin": "Συνεχίστε με το LinkedIn",
    "login_facebook": "Συνεχίστε με το Facebook",
    "login_github": "Συνεχίστε με το Github",
    "remember_me": "Θυμήσου με.",
    "login_button": "Σύνδεση",
    "two_step_problem": "Έχετε πρόβλημα με τον κωδικό πρόσβασης δύο βημάτων;",
    "two_step_problem_action": "Θέλω να απενεργοποιήσω τη σύνδεση σε δύο βήματα.",
    "two_step_confirm": "Επιβεβαιώστε τον κωδικό πρόσβασης",
    "forgot_password": "Ξεχάσατε τον κωδικό?",
    "signup_free": "ΕΓΓΡΑΦΕΙΤΕ ΔΩΡΕΑΝ",
    "checking_robot_message": "Έλεγχος αν είστε ρομπότ ή άνθρωπος..",
    "notifications": {
      "step2_login_success": "Αυτόματη σύνδεση στο λογαριασμό"
    },
    "signup_email": "Εγγραφείτε μέσω email",
    "name_placeholder": "Ονομα",
    "email_placeholder": "ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ",
    "email_or_username_placeholder": "Email, Όνομα χρήστη ή Αριθμός τηλεφώνου",
    "password_placeholder": "Κωδικός πρόσβασης",
    "re_password_placeholder": "Επιβεβαίωση Κωδικού",
    "new_in_samin": "Νέος στο Selldone;",
    "auto_create_shop": "Κατάστημα αυτόματης δημιουργίας"
  },
  "layout": {
    "logout": "Αποσύνδεση",
    "menu": {
      "personal_information": "Προσωπικές Πληροφορίες και Προφίλ",
      "wallet": "Πορτοφόλια & Λογαριασμοί",
      "companies": "Εταιρείες και λογαριασμοί επιχειρήσεων",
      "access": "Πρόσβαση στον λογαριασμό μου",
      "security": "Ασφάλεια",
      "preferences": "Προτιμήσεις χρήστη",
      "my_subscriptions": "οι εγγραφές μου"
    }
  },
  "page_builder": {
    "title": "Σχεδιασμός ιστότοπου",
    "menu": {
      "user_view": "Θέα",
      "design": "Σχέδιο",
      "behavior": "η ΣΥΜΠΕΡΙΦΟΡΑ",
      "seo": "SEO",
      "setting": "Ρυθμίσεις",
      "embed": "Ενθέτω"
    },
    "waiting_fetch": "Λήψη πληροφοριών..",
    "setting": {
      "title_input": "Τίτλος σελίδας",
      "description_input": "Σύντομη περιγραφή",
      "name_input": "URL σελίδας (Γράμματα και αριθμοί)",
      "bg_color_input": "Χρώμα του φόντου",
      "bg_style_input": "Στυλ φόντου σελίδας",
      "page_label_input": "Χρώμα ετικέτας",
      "page_dir_input": "Κατεύθυνση σελίδας",
      "ltr": "Από αριστερά προς τα δεξιά",
      "rtl": "Δεξιά προς τα αριστερά",
      "designer_note": "Σημείωση σχεδιαστή"
    },
    "history": {
      "title": "Αποθηκευμένο ιστορικό"
    },
    "design": {
      "themes": {
        "title": "Personal Design Assistant",
        "message": "Σχεδιάστε τις καλύτερες σελίδες για την επιχείρησή σας χωρίς κωδικοποίηση.",
        "page_title_input": "Εισαγάγετε έναν τίτλο για τη σελίδα σας"
      },
      "tools": {
        "rearrange": "Σειρά",
        "tools": "Εργαλεία",
        "history": "Ιστορία",
        "style": "Στυλ",
        "typography": "Τυπογραφία"
      },
      "no_category": "Χωρίς Κατηγορίες"
    },
    "seo": {
      "message": "Οι ρυθμίσεις SEO προσαρμόζονται αυτόματα από τη μηχανή SEO Selldone."
    }
  },
  "verify_email_caution": {
    "title": "Επιβεβαιώστε τη Διεύθυνση του Ηλεκτρονικού Ταχυδρομείου σας",
    "message": "Ο νέος σύνδεσμος ενεργοποίησης έχει σταλεί στη διεύθυνση email σας {email}. Ελέγξτε το email σας πριν προβείτε σε οποιαδήποτε ενέργεια.",
    "resend_message": "Εάν δεν έχετε λάβει τον σύνδεσμο ενεργοποίησης στο email σας, κάντε κλικ στο κουμπί παρακάτω για να το στείλετε ξανά.",
    "resend_action": "Επανάληψη αποστολής συνδέσμου ενεργοποίησης",
    "resend_notice": "Ο σύνδεσμος ενεργοποίησης εστάλη."
  },
  "autopilot": {
    "start": "Ημερομηνία έναρξης",
    "end": "Ημερομηνία λήξης"
  },
  "help": {
    "menu": "Μενού",
    "more_helps": "Διαβάστε περισσότερα"
  },
  "company_card": {
    "pending_state": "Αναμονή για αναθεώρηση",
    "register": "Εγγεγραμμένος",
    "developer": "Προγραμματιστής",
    "verified": "Επαληθεύτηκε",
    "premier": "ΠΡΩΤΗ ΠΡΟΒΟΛΗ"
  },
  "shop_license": {
    "add": "Προσθήκη συνδρομής",
    "only_last": "Μόνο τελευταία συνδρομή",
    "vouchers": "Κουπόνια",
    "buy": "Αγορά συνδρομητικού προγράμματος",
    "monthly": "Μηνιαίο",
    "yearly": "Ετήσια",
    "start_date": "Ημερομηνία έναρξης",
    "end_date": "Ημερομηνία λήξης",
    "price": "τιμή",
    "terms": "Διαβάζω και συμφωνώ με τους όρους χρήσης της Selldone",
    "need_charge": "Χρειάζεται χρέωση",
    "buy_now": "Αγορασε τωρα",
    "auto_renewal": "Αυτόματη ανανέωση",
    "plan_placeholder": "Επιλέξτε το πρόγραμμα συνδρομής σας",
    "plan": "Σχέδιο άδειας χρήσης",
    "use_date": "Ημερομηνία ενεργοποίησης",
    "active_license": {
      "title": "Ενεργή άδεια",
      "subtitle": "Τα στοιχεία της ενεργής άδειας χρήσης σας.",
      "subtitle_partner": "Τα στοιχεία της ενεργής άδειας {name}."
    },
    "licenses_table": {
      "title": "Ιστορικό αγορών",
      "subtitle": "Ενεργές και εκκρεμείς άδειες."
    },
    "license_detail": {
      "title": "Λεπτομέριες",
      "subtitle": "Όρια στο τρέχον σχέδιό σας."
    },
    "table": {
      "plan": "Σχέδιο",
      "start_date": "Ημερομηνία έναρξης / λήξης",
      "renewal": "Αυτόματη ανανέωση",
      "linked_account": "Συνδεδεμένος λογαριασμός / Κουπόνι",
      "payment": "Πληρωμή",
      "cancel": "Ματαίωση"
    },
    "notifications": {
      "subscribe_success": "Εγγραφή με επιτυχία.",
      "cancel_success": "Η συνδρομή ακυρώθηκε με επιτυχία."
    },
    "cancel_dialog": {
      "title": "Ακύρωση επιβεβαίωσης συνδρομής",
      "message": "Είστε βέβαιοι ότι θα ακυρώσετε αυτήν τη συνδρομή;",
      "action": "Ακύρωση συνδρομής"
    },
    "use_voucher_now": "Χρησιμοποιήστε το κουπόνι τώρα",
    "validity_duration": "Διάρκεια ισχύος",
    "validity_duration_hint": "Με την αγορά άδειας 12 μηνών, θα λάβετε έκπτωση 30%."
  },
  "admin_shop_layout": {
    "download_txt": "Λήψη κειμένου δεδομένων",
    "download_excel": "Λήψη δεδομένων excel"
  },
  "user_preferences": {
    "access": "Πρόσβαση",
    "template": "Πρότυπο",
    "feedback": "Ανατροφοδότηση",
    "company": "Εταιρία",
    "company_message": "Εάν έχετε εταιρεία και θέλετε να δημοσιεύσετε εφαρμογές.",
    "access_keys": "Πλήκτρα πρόσβασης",
    "access_keys_message": "Εμφάνιση πελατών και κλειδιών πρόσβασης.",
    "rating": "Πώς θα αξιολογούσατε την εμπειρία σας με το Selldone;",
    "large_font": "Μεγάλες γραμματοσειρές",
    "large_font_message": "Εμφάνιση κειμένου μεγαλύτερου από το κανονικό",
    "samples": "Εμφάνιση δειγμάτων καταστημάτων",
    "samples_message": "Εάν είναι ενεργοποιημένο, ορισμένα δείγματα καταστημάτων θα εμφανιστούν στον πίνακα σας.",
    "automation": "Αυτοματοποίηση",
    "automation_message": "Εμφάνιση καρτέλας αυτοματισμού στον πίνακα ελέγχου του καταστήματος. (Webhooks, Οπτικός προγραμματισμός, ...)"
  },
  "shop_locations": {
    "title": "Χώρες όπου παρέχεται η υπηρεσία",
    "sub_title": "Επιλέξτε τις χώρες στις οποίες θέλετε να πουλήσετε το προϊόν σας από την παρακάτω λίστα.",
    "delete_restriction": "Διαγραφή περιορισμού",
    "set_restriction": "ορίστε περιορισμό",
    "notifications": {
      "locations_update": "Η τοποθεσία ενημερώθηκε με επιτυχία."
    },
    "table": {
      "country": "Χώρα",
      "currency": "Νόμισμα",
      "available": "Διαθέσιμος"
    }
  },
  "product_card": {
    "sold_out": "Εξαντλημένα",
    "review_unit": "Ανασκόπηση",
    "not_original": "Όχι πρωτότυπο"
  },
  "product_studio": {
    "add_mode": "Προσθέστε περισσότερες λεπτομέρειες",
    "add_by_sku": "Προσθήκη κατά SKU",
    "auto_category": "Αυτόματη ρύθμιση κατηγορίας",
    "add_in_current_category": "Προσθήκη στην τρέχουσα κατηγορία",
    "category_mode_message": "Εάν ενεργοποιηθεί, το προϊόν θα προστεθεί στην προεπιλεγμένη κατηγορία ή υποκατηγορία.",
    "sku_name_input": "SKU / Όνομα"
  },
  "my_affiliate": {
    "title": "Τα συμβόλαια συνεργατών μου",
    "message": "Λίστα συμφωνιών συνεργατών με άλλα καταστήματα."
  },
  "affiliates": {
    "title": "Συνεργάτες συνεργάτες",
    "subtitle": "Δημιουργήστε συνεργάτες, παρακολουθήστε την απόδοσή τους με την πάροδο του χρόνου και αναλάβετε ενέργειες με βάση ακριβείς πληροφορίες σε ένα μέρος. Βοηθάμε εσάς και τους συνεργάτες σας να δημιουργήσετε μια ισχυρή σχέση.",
    "affiliate_code": "Κωδικός συνεργάτη",
    "crate_date": "Ημερομηνία δημιουργίας",
    "last_payment_date": "Τελευταία ημερομηνία πληρωμής",
    "for_all_products": "Εφαρμόστε σε όλα τα προϊόντα",
    "balance": "Ισορροπία",
    "fix_commission": "Σταθερή προμήθεια",
    "percent_commission": "Προμήθεια με βάση το ποσοστό",
    "total_payment": "Συνολικές πληρωμές",
    "new_affiliate": "Νέος συνεργάτης",
    "new_affiliate_message": "Προσθήκη νέου συνεργάτη",
    "link_domain": {
      "title": "Συνδεδεμένος τομέας",
      "subtitle": "Μπορείτε να συνδέσετε έναν από τους τομείς σας σε αυτόν τον συνεργάτη. Αυτός ο συνεργάτης θα είναι γνωστός ως εκπρόσωπος κάθε ατόμου που επισκέπτεται το κατάστημά σας και πραγματοποιεί αγορές μέσω αυτού του τομέα."
    },
    "dialog": {
      "new": "Νέος συνεργάτης",
      "edit": "Επεξεργασία συνεργάτη",
      "user": "Χρήστης (Προαιρετικό)",
      "bank_info": "Πληροφορίες τράπεζας",
      "restriction": "Περιορισμός",
      "select_products": "Επιλέξτε προϊόντα",
      "select_products_message": "Ο συνεργάτης λαμβάνει προμήθεια για αυτά τα προϊόντα",
      "edit_action": "Ενημέρωση συνεργάτη",
      "add_action": "Προσθήκη συνεργάτη",
      "affiliate_name": "Όνομα συνεργάτη συνεργάτη",
      "payment_info": "πληροφορίες πληρωμής",
      "enable_switch": "Είναι ενεργό;",
      "affiliate_info": "Πληροφορίες συνεργάτη"
    },
    "link_factory": {
      "title": "Πρόγραμμα δημιουργίας συνδέσμων συνεργατών",
      "link_input": "Ο σύνδεσμός σας",
      "link_output": "Δημιουργήθηκε σύνδεσμος"
    }
  },
  "gift_card_orders": {
    "title": "Παραγγελίες με δωροκάρτα",
    "table": {
      "order": "Σειρά",
      "order_price": "Ποσό παραγγελίας",
      "paid_by_card": "Πληρωμή με κάρτα",
      "payment_status": "Κατάσταση πληρωμής",
      "date": "Ημερομηνία"
    }
  },
  "offer_orders": {
    "title": "Παραγγελίες προσφοράς",
    "table": {
      "order": "Σειρά",
      "order_price": "Ποσό παραγγελίας",
      "offer_amount": "Ποσό προσφοράς",
      "payment_status": "Κατάσταση πληρωμής",
      "product": "Προϊόν",
      "date": "Ημερομηνία"
    }
  },
  "coupon_orders": {
    "title": "Παραγγελίες κουπονιών",
    "table": {
      "order": "Σειρά",
      "order_price": "Ποσό παραγγελίας",
      "coupon_amount": "Ποσό κουπονιού",
      "payment_status": "Κατάσταση πληρωμής",
      "date": "Ημερομηνία"
    }
  },
  "discount_code_orders": {
    "title": "Παραγγελίες με εκπτωτικό κωδικό",
    "table": {
      "order": "Σειρά",
      "order_price": "Ποσό παραγγελίας",
      "discount_amount": "Ποσό έκπτωσης",
      "payment_status": "Κατάσταση πληρωμής",
      "date": "Ημερομηνία"
    }
  },
  "incentives": {
    "discount_code": "Εκπτωση",
    "coupon": "Κουπόνι",
    "offer": "Προσφορά",
    "gift_card": "Δωροκάρτα",
    "lottery": "Λαχείο"
  },
  "discount_codes": {
    "title": "Κωδικοί Έκπτωσης",
    "sub_title": "Σε αυτή την ενότητα θα μπορείτε να σχεδιάσετε εκπτωτικά κουπόνια για να ταιριάζουν στις ανάγκες σας. Αυτές οι εκπτώσεις είναι ξεχωριστές από οποιαδήποτε έκπτωση προϊόντος και θα ισχύουν για το τελικό ποσό της παραγγελίας χρήστη.",
    "add_new": "Προσθήκη νέου εκπτωτικού κωδικού",
    "card": {
      "created": "Δημιουργώ",
      "start": "Αρχή",
      "end": "Τέλος",
      "currency": "Νόμισμα",
      "discount_percentage": "Ποσοστό έκπτωσης",
      "discount_limit": "Όριο έκπτωσης",
      "state": "Τωρινή κατάσταση",
      "enabled": "Τώρα ενεργοποιήθηκε",
      "disabled": "Τώρα απενεργοποιημένο",
      "used": "Καταναλώθηκε",
      "count": "μετρώ",
      "unit": "στοιχείο(α)"
    },
    "dialog": {
      "title_edit": "Επεξεργασία εκπτωτικού κωδικού",
      "title_add": "Προσθήκη νέου εκπτωτικού κωδικού",
      "discount_code_input": "Κωδικός έκπτωσης",
      "discount_percent_input": "Ποσοστό έκπτωσης",
      "discount_percent_input_hint": "Επιτόκιο έκπτωσης ποσού αγοράς",
      "count_input": "μετρώ",
      "count_input_hint": "Μέγιστη χρήση αυτού του κωδικού",
      "limit_input": "Όριο έκπτωσης",
      "limit_input_hint": "Μέγιστη έκπτωση με βάση το νόμισμα",
      "currency_input_message": "Θα υπάρχουν εκπτώσεις για αυτό το νόμισμα.",
      "limit_input_message": "Η τιμή 0 για το όριο έκπτωσης σημαίνει ότι δεν υπάρχει όριο για το ποσοστό έκπτωσης.",
      "title_input": "Τίτλος",
      "title_input_hint": "Μπορείτε να εισαγάγετε έναν τίτλο για αυτόν τον εκπτωτικό κωδικό",
      "description_input": "Περιγραφή",
      "description_input_hint": "Μπορείτε να εισαγάγετε μια περιγραφή για αυτόν τον εκπτωτικό κωδικό",
      "date_start_input": "Αρχή",
      "date_start_input_placeholder": "Επιλέξτε πότε θα ξεκινήσει η έκπτωση",
      "date_end_input": "Τέλος",
      "date_end_input_placeholder": "Επιλέξτε πότε θα λήξει η έκπτωση",
      "notifications": {
        "add": "Ο εκπτωτικός κωδικός προστέθηκε με επιτυχία.",
        "edit": "Ο εκπτωτικός κωδικός επεξεργάστηκε με επιτυχία."
      }
    },
    "delete_alert": {
      "title": "Αφαιρέστε τον εκπτωτικό κωδικό",
      "message": "Θέλετε να διαγράψετε αυτόν τον εκπτωτικό κωδικό;",
      "action": "Κατάργηση της έκπτωσης"
    },
    "notifications": {
      "delete_success": "Το σχόλιό σας διαγράφηκε με επιτυχία"
    }
  },
  "gift_cards": {
    "title": "Δωροκάρτα",
    "sub_title": "Δημιουργήστε μια δωροκάρτα και στη συνέχεια φτιάξτε όσες χρειάζεστε. Αυτή η κάρτα έχει χρέωση και μπορεί να χρησιμοποιηθεί μόνο για αγορές στο κατάστημά σας.",
    "create_new": "Προσθήκη νέας δωροκάρτας",
    "card": {
      "created": "Δημιουργώ",
      "lifetime": "Ημερομηνία λήξης",
      "lifetime_unit": "Μήνας από την ημερομηνία δημιουργίας κάθε κάρτας",
      "currency": "Νόμισμα",
      "initial_balance": "Αρχική χρέωση",
      "count": "μετρώ",
      "count_unit": "είδος",
      "used": "Μεταχειρισμένος"
    },
    "dialog": {
      "title": "Σχέδιο δωροκάρτας"
    },
    "alert": {
      "title": "Αφαιρέστε τον εκπτωτικό κωδικό",
      "message": "Θέλετε να διαγράψετε αυτόν τον εκπτωτικό κωδικό;",
      "action": "Διαγράφω"
    },
    "notifications": {
      "delete_title": "Διαγραφή δωροκάρτας",
      "delete_message": "Το σχόλιό σας διαγράφηκε με επιτυχία."
    }
  },
  "coupons": {
    "title": "Κουπόνια",
    "sub_title": "Εάν θέλετε να δώσετε στους πελάτες σας μια έκπτωση που μπορεί να χρησιμοποιηθεί με συγκεκριμένες προϋποθέσεις, μπορείτε να δημιουργήσετε κουπόνια. Τα κουπόνια μπορούν να περιλαμβάνουν ποσοστιαία έκπτωση με όριο ή σταθερό ποσό ή συνδυασμό και των δύο.",
    "create_new": "Προσθήκη νέου κουπονιού",
    "qualified_products": "Επιλέξιμα προϊόντα",
    "min_purchase": "Ελάχιστη αγορά",
    "only_first_order": "Μόνο πρώτη αγορά",
    "one_time_use": "Μιας ΧΡΗΣΗΣ",
    "amount_usage": "Χρησιμοποιημένη ποσότητα",
    "delete_alert": {
      "title": "Διαγραφή κουπονιού",
      "message": "Είστε βέβαιοι ότι θα διαγράψετε αυτό το κουπόνι;",
      "action": "Ναι, διαγραφή κουπονιού"
    },
    "notifications": {
      "delete_success": "Το κουπόνι διαγράφηκε με επιτυχία."
    },
    "multiple_use": "Πολλαπλή χρήση"
  },
  "coupon_edit": {
    "title_edit": "Επεξεργασία κουπονιού",
    "title_add": "Νέο κουπόνι",
    "discount_charge": "Έκπτωση & Χρέωση",
    "charge": "Χρέωση",
    "charge_message": "Ποσό αρχικής χρέωσης",
    "percent": "Ποσοστό έκπτωσης",
    "percent_message": "Ποσό ποσοστού έκπτωσης",
    "limit_input": "Οριο",
    "limit_input_hint": "Ποσό ορίου έκπτωσης",
    "currency_input_message": "Διατίθεται κουπόνι για αυτό το νόμισμα.",
    "count_input": "μετρώ",
    "count_input_hint": "Μέγιστη χρήση αυτού του κωδικού",
    "limit_input_message": "Η τιμή 0 για το όριο έκπτωσης σημαίνει ότι δεν υπάρχει όριο για το ποσοστό έκπτωσης.",
    "date_start_input": "Αρχή",
    "date_start_input_placeholder": "Επιλέξτε πότε θα ξεκινήσει το κουπόνι",
    "date_end_input": "Τέλος",
    "date_end_input_placeholder": "Επιλέξτε πότε θα λήξει η έκπτωση",
    "title_input": "Τίτλος",
    "title_input_hint": "Μπορείτε να εισαγάγετε έναν τίτλο για αυτόν τον εκπτωτικό κωδικό",
    "description_input": "Περιγραφή",
    "description_input_hint": "Μπορείτε να εισαγάγετε μια περιγραφή για αυτόν τον εκπτωτικό κωδικό",
    "coupon_code": "Κωδικός κουπονιού",
    "need_code": "Χρειάζεστε κωδικό;",
    "coupon_color": "Χρώμα κουπονιού",
    "min_purchase_amount": "Ελάχιστο ποσό αγοράς",
    "min_purchase_amount_hint": "Το ποσό αγοράς πρέπει να είναι μεγαλύτερο ή ίσο με αυτήν την αξία.",
    "should_exist_product": "Τουλάχιστον ένα από αυτά τα προϊόντα πρέπει να είναι στο καλάθι",
    "apply_for_first_order": "Μόνο για την πρώτη αγορά",
    "apply_for_first_order_on": "Αυτό το κουπόνι μπορεί να χρησιμοποιηθεί μόνο για την πρώτη αγορά του πελάτη!",
    "apply_for_first_order_off": "Ο αριθμός των χρήσεων κουπονιού ανά αγοραστή μπορεί να προσαρμοστεί παρακάτω.",
    "has_qualify_constraints": "Θέλετε να ορίσετε περισσότερα όρια;",
    "has_qualify_constraints_message": "Ορίστε περισσότερες προϋποθέσεις για να δικαιούστε τον πελάτη να χρησιμοποιήσει αυτό το κουπόνι.",
    "one_time_use": "Μιας ΧΡΗΣΗΣ",
    "one_time_use_message": "Ο πελάτης μπορεί να χρησιμοποιήσει αυτό το κουπόνι για μία φορά.",
    "daily_limit": "Ημερήσιο όριο",
    "no_limit": "Κανένα όριο",
    "daily_limit_message": "Μέγιστη ποσότητα χρήσης ανά ημέρα από τον πελάτη",
    "monthly_limit": "Μηνιαίο όριο",
    "monthly_limit_message": "Μέγιστο ποσό χρήσης ανά μήνα από τον πελάτη",
    "yearly_limit": "Ετήσιο όριο",
    "yearly_limit_message": "Μέγιστο ποσό χρήσης ανά έτος από τον πελάτη",
    "notifications": {
      "add": "Νέο κουπόνι δημιουργήθηκε με επιτυχία.",
      "edit": "Το κουπόνι έχει ενημερωθεί."
    }
  },
  "offers": {
    "title": "Προσφορές",
    "sub_title": "Μπορείτε να δημιουργήσετε ειδικές προσφορές για τους πελάτες σας ώστε, αφού αγοράσουν ένα προϊόν, να λάβουν ένα άλλο προϊόν με έκπτωση ή ακόμα και δωρεάν.",
    "create_new": "Προσθήκη νέας προσφοράς",
    "qualified_products": "Επιλέξιμα προϊόντα",
    "min_quantity": "Ελάχιστη ποσότητα",
    "min_purchase": "Ελάχιστη αγορά",
    "discounted_products": "Προϊόντα με έκπτωση",
    "amount_usage": "Χρησιμοποιημένη ποσότητα",
    "delete_alert": {
      "title": "Διαγραφή προσφοράς",
      "message": "Είστε βέβαιοι ότι θα διαγράψετε αυτήν την προσφορά;",
      "action": "Ναι, διαγραφή προσφοράς"
    },
    "notifications": {
      "delete_success": "Η προσφορά διαγράφηκε με επιτυχία."
    }
  },
  "offer_edit": {
    "title_edit": "Επεξεργασία προσφοράς",
    "title_add": "Νέα προσφορά",
    "design_style": "Σχέδιο & Στυλ",
    "eligible_constraints": "Επιλέξιμα όρια πελατών",
    "title_input": "Τίτλος",
    "title_input_hint": "Μπορείτε να εισαγάγετε έναν τίτλο για αυτόν τον εκπτωτικό κωδικό",
    "description_input": "Περιγραφή",
    "description_input_hint": "Γράψτε μια περιγραφή για αυτόν τον εκπτωτικό κωδικό",
    "currency_input_message": "Διαθέσιμη προσφορά για αυτό το νόμισμα.",
    "qualified_products": "Επιλέξιμα προϊόντα",
    "qualified_products_message": "Για να είναι επιλέξιμα τα προϊόντα, τα συνολικά είδη στο καλάθι πρέπει να είναι ίσα ή μεγαλύτερα από την ελάχιστη ποσότητα.",
    "min_items": "Ελάχιστη ποσότητα ειδών",
    "min_items_message": "Ο αριθμός των αντικειμένων που πρέπει να αγοράσει ο πελάτης",
    "discounted_products": "Προϊόντα με έκπτωση",
    "offered_products": "Προσφερόμενα προϊόντα",
    "offered_products_message": "Τουλάχιστον ένα από αυτά τα προϊόντα πρέπει να είναι στο καλάθι.",
    "discount_percent": "Ποσοστό έκπτωσης",
    "discount_percent_message": "Ποσοστό έκπτωσης για αυτά τα είδη.",
    "discount_percent_hint": "Ποσό ποσοστού έκπτωσης",
    "per_order": "Μέγιστος αριθμός χρήσεων ανά παραγγελία",
    "per_order_message": "Ο μέγιστος αριθμός φορών που μπορεί να εφαρμοστεί η προσφορά σε μια παραγγελία",
    "count_input": "Ποσό",
    "count_input_hint": "Μέγιστη χρήση αυτής της προσφοράς",
    "min_purchase": "Ελάχιστο ποσό αγοράς",
    "min_purchase_hint": "Η τιμή αγοράς πρέπει να είναι μεγαλύτερη ή ίση με αυτήν την τιμή",
    "limitation": "Περιορισμός",
    "date_start_input": "Αρχή",
    "date_start_input_placeholder": "Επιλέξτε πότε θα ξεκινήσει το κουπόνι",
    "date_end_input": "Τέλος",
    "date_end_input_placeholder": "Επιλέξτε πότε θα λήξει η έκπτωση",
    "max_actives_is_3": "Μπορείτε να έχετε μόνο τρεις ενεργές προσφορές ταυτόχρονα.",
    "enable": "Αυτόματη εφαρμογή",
    "notifications": {
      "add": "Η νέα προσφορά δημιουργήθηκε με επιτυχία.",
      "edit": "Η προσφορά ενημερώθηκε με επιτυχία."
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "Πανό",
      "reportage": "Ρεπορτάζ",
      "social": "Μεσα ΚΟΙΝΩΝΙΚΗΣ ΔΙΚΤΥΩΣΗΣ",
      "offline": "Εκτός σύνδεσης"
    }
  },
  "emails": {
    "title": "Email Marketing",
    "subtitle": "Σχεδιάστε email με μεταφορά και απόθεση, προγραμματίστε και ξεκινήστε καμπάνιες για να αυξήσετε τη διατήρηση και δείτε αξιόπιστες και ακριβείς πληροφορίες σε ένα μέρος.",
    "cation_message": "⚠ Περιορίζεται για μη επαληθευμένους εμπόρους. (Βήτα)",
    "subject": "Θέμα",
    "from": "Από",
    "in_que": "Αναμονή",
    "schedule_at": "Πρόγραμμα στις",
    "sent": "Απεσταλμένα",
    "sends": "Στέλνει",
    "delivers": "Παραδόθηκε",
    "views": "Προβολές",
    "clicks": "Κλικ",
    "buys": "Ψώνια",
    "new_email": "Προσθήκη νέου email",
    "new_email_message": "Δημιουργήστε και προγραμματίστε νέο email μάρκετινγκ"
  },
  "email_dashboard": {
    "review": "Ανασκόπηση",
    "waiting_for_approve": "Αναμονή για επιβεβαίωση από τον χρήστη {name}",
    "approved_by": "Το email επαληθεύτηκε από το {name} και εστάλη.",
    "not_submitted_send_request": "Δεν έχετε υποβάλει ακόμη αίτημα για αποστολή αυτού του email.",
    "reviewed_by": "Αξιολογήθηκε από {name}",
    "status": "Κατάσταση email",
    "conversion": "Ποσοστά μετατροπής",
    "sell_performance": "Απόδοση πωλήσεων",
    "total_buys": "Συνολικός αριθμός πωλήσεων",
    "amount_buy": "Συνολικό ποσό πωλήσεων",
    "average_sell": "Μέσες πωλήσεις",
    "sessions": "Συνεδρίες",
    "overview": "ΣΦΑΙΡΙΚΗ ΕΙΚΟΝΑ",
    "purchase_amount": "Ποσό αγοράς",
    "actions": "Δραστηριότητα χρήστη"
  },
  "email_page": {
    "emails": "Email",
    "edit": "Επεξεργασία"
  },
  "affiliate_page": {
    "affiliates": "Συνεργάτες συνεργάτες",
    "orders": "Παραγγελίες",
    "payments": "Πληρωμές"
  },
  "affiliate_dashboard": {
    "link": "Σύνδεσμος συνεργάτη",
    "fix_commission": "Σταθερή προμήθεια",
    "percent_commission": "Προμήθεια με βάση το ποσοστό",
    "last_payment": "Τελευταία πληρωμή",
    "balance": "Ισορροπία",
    "total_payment": "Συνολικές πληρωμές",
    "status": "Κατάσταση συνεργάτη και περιορισμοί",
    "available_for": "Διαθέσιμο για",
    "orders_count": "Ποσό παραγγελιών",
    "orders_accepted": "Αποδεκτές παραγγελίες",
    "finance": "Οικονομική αναφορά",
    "amount_accepted": "Αποδεκτό Ποσό",
    "amount_paid": "Πληρωμένο ποσό",
    "sessions": "Συνεδρίες",
    "affiliate_payment": "Πληρωμές συνεργατών",
    "amount_payment": "Ποσό ΠΛΗΡΩΜΗΣ",
    "amount_payment_hint": "Ακριβές ποσό συναλλαγής",
    "i_paid": "Πλήρωσα {amount} {currency} στο {name}",
    "pay_now": "Πλήρωσε τώρα"
  },
  "permission_roles": {
    "new_role": "Προσθήκη νέου ρόλου",
    "new_role_message": "Κάντε την ομαδική εργασία ευκολότερη.",
    "new_role_action": "Προσθήκη νέου ρόλου"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "Λαχείο",
    "sub_title": "Οι πελάτες σας μπορούν να παίξουν παιχνίδι και να κερδίσουν. Οι πελάτες του καταστήματός σας πρέπει να καταναλώνουν 10 μάρκες για κάθε παιχνίδι. Για παράδειγμα, εάν θέλετε οι πελάτες σας να έχουν την ευκαιρία να κερδίσουν 1000 USD, πρέπει να ορίσετε το ποσό της τιμής κάθε μάρκας στα 100 USD. Η τιμή 0 για κάθε μάρκα σημαίνει ότι ο αγοραστής θα λάβει μία μάρκα για κάθε αγορά.",
    "manually_send_chip": "Θέλετε να στείλετε μη αυτόματα μάρκες στους χρήστες;",
    "lottery_enable": "Είναι ενεργοποιημένη η λοταρία;",
    "chip_price_input": "Τιμή τσιπ",
    "zero_chip_message": "Δώστε 1x τσιπ ανά παραγγελία",
    "chip_has_price_message": "Δώστε 1 μάρκα ανά {amount} {currency} παραγγελίας.",
    "chip_disabled_message": "Το τσιπ είναι απενεργοποιημένο!",
    "create_new": "Προσθήκη νέου βραβείου",
    "delete_alert": {
      "title": "Διαγραφή Βραβείου",
      "message": "Είστε βέβαιοι ότι θα διαγράψετε οριστικά αυτό το βραβείο;",
      "action": "Ναι, Διαγραφή τώρα"
    },
    "notifications": {
      "delete_success": "Το έπαθλο διαγράφηκε με επιτυχία."
    }
  },
  "lottery_edit": {
    "title_edit": "Επεξεργασία στοιχείου λαχειοφόρου αγοράς",
    "title_add": "Νέο είδος λαχειοφόρου αγοράς",
    "general_config": "Γενική διαμόρφωση",
    "design_style": "Στυλ & Εμφάνιση",
    "enable": "Ενεργοποιήθηκε;",
    "enable_message": "Τα μέγιστα στοιχεία σε έναν τροχό είναι 14.",
    "title_input": "Τίτλος",
    "title_input_hint": "Γράψτε έναν σύντομο τίτλο.",
    "description_input": "Περιγραφή",
    "description_input_hint": "Γράψτε μια περιγραφή για το αντικείμενο.",
    "quantity": "Ποσότητα",
    "quantity_message": "Σύνολο διαθέσιμων στοιχείων",
    "image": "Εικόνα",
    "image_placeholder": "Επιλέξτε μια εικόνα για το στοιχείο",
    "chance": "Ευκαιρία",
    "chance_message": "Ευκαιρία νίκης σε ποσοστό",
    "free_for_first": "Είναι δωρεάν για νέους πελάτες;",
    "free_for_first_message": "Οι νέοι πελάτες μπορούν να κερδίσουν αυτό το στοιχείο.",
    "prize": "Βραβείο",
    "amount": "Ποσό βραβείου",
    "amount_hint": "Οι χρήστες κερδίζουν αυτό το ποσό χρέωσης για την παραγγελία τους.",
    "currency_message": "Νόμισμα για αυτό το στοιχείο. Τα άλλα νομίσματα μετατρέπονται με συναλλαγματική ισοτιμία.",
    "discount": "Εκπτωση",
    "discount_message": "Ποσοστό έκπτωσης σε παραγγελία πελάτη",
    "discount_limit": "Όριο έκπτωσης",
    "discount_limit_hint": "Μέγιστη έκπτωση για τον πελάτη.",
    "color": "Χρώμα",
    "condition": "Συνθήκες",
    "notifications": {
      "add": "Νέο στοιχείο λαχειοφόρου αγοράς δημιουργήθηκε με επιτυχία.",
      "edit": "Τα στοιχεία λοταρίας άλλαξαν με επιτυχία."
    }
  },
  "gift_card_types_list": {
    "label": "Τύπος δωροκάρτας",
    "message": "Επιλέξτε έναν τύπο δωροκάρτας από τη λίστα."
  },
  "email_builder": {
    "service_unavailable": "Ο διακομιστής αλληλογραφίας δεν είναι ενεργός στο λογαριασμό σας.",
    "design_section": "Η πινακίδα σχεδίασης του email σας",
    "schedule_switch": "Προγραμματίστε την αποστολή email;",
    "schedule_placeholder": "Επιλέξτε ώρα αποστολής email"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "Ημερομηνία Εγγραφής",
      "description": "Φιλτράρισμα κατά ημερομηνία εγγραφής του χρήστη."
    },
    "LAST_BUY_DATE": {
      "title": "Τελευταία αγορά",
      "description": "Τελευταία ημερομηνία αγοράς."
    },
    "LOGIN_DATE": {
      "title": "Ημερομηνία σύνδεσης",
      "description": "Τελευταία ημερομηνία σύνδεσης."
    },
    "LEVEL": {
      "title": "Λέσχη πελατών",
      "description": "Μέλη της Λέσχης Πελατών."
    },
    "SUBSCRIBED": {
      "title": "Εγγεγραμμένος",
      "description": "Για να έχετε συνδρομή για λήψη email."
    },
    "NOT_PURCHASED": {
      "title": "Καμία αγορά",
      "description": "Πελάτες που δεν έχουν αγοράσει μέχρι στιγμής."
    },
    "SEX": {
      "title": "Γένος",
      "description": "Φύλο χρήστη."
    },
    "LOCATION": {
      "title": "Τοποθεσία",
      "description": "Τοποθεσία χρήστη."
    },
    "LIMIT": {
      "title": "Οριο",
      "description": "Ορίστε ένα όριο στον μέγιστο αριθμό χρηστών."
    },
    "SEGMENTS": {
      "title": "Τμήματα",
      "description": "Περιορίστε τους πελάτες σε συγκεκριμένη μη αυτόματη τμηματοποίηση."
    }
  },
  "inline_help": {
    "helps_title": "Οδηγός χρήσης υπηρεσίας",
    "blogs_title": "Σχετικό περιεχόμενο στο ιστολόγιο Selldone"
  },
  "shop_tax": {
    "region": "Περιοχή",
    "label": "Επιγραφή",
    "country_tax": "Φόρος χώρας",
    "customer_tax": "ΦΠΑ πελάτη",
    "business_tax": "ΦΠΑ επιχειρήσεων",
    "shipping": "Αποστολή",
    "override": "Καταπατώ",
    "country": "Χώρα",
    "vat_range": "Εύρος ΦΠΑ",
    "custom": "Εθιμο",
    "regions": "Περιφέρειες",
    "rest_world": "Ο υπόλοιπος κόσμος",
    "overrides": "Παρακάμπτει",
    "dialog_set_title": "Φορολογικές ρυθμίσεις",
    "tax_setting": "Φορολογικές ρυθμίσεις",
    "vat": "VAT",
    "calculate_tax_input": "Αυτόματος υπολογισμός φόρου",
    "calculate_tax_message": "Με την ενεργοποίηση αυτής της επιλογής θα υπολογιστεί και θα εφαρμοστεί ΦΠΑ για τις παραγγελίες σας.",
    "tax_number": "Αριθμό φορολογικού μητρώου",
    "tax_number_message": "Εισαγάγετε τον φορολογικό σας αριθμό. Αυτός ο αριθμός εγγραφής θα καταχωρηθεί στο τιμολόγιο του αγοραστή.",
    "tax_included_in_price_input": "Ο φόρος περιλαμβάνεται στην τιμή των προϊόντων",
    "tax_included_in_price_message": "Επιλέξτε αυτήν την επιλογή εάν συμπεριλάβετε το ποσό του φόρου στην τιμή του προϊόντος σας. Το ποσό του φόρου θα υπολογιστεί με τον ακόλουθο τύπο:",
    "tax_included_in_price_formula": "Φόρος = (τιμή * ΦΠΑ) / (1 + ΦΠΑ), για παράδειγμα, το ποσό φόρου για ένα προϊόν σε τιμή 100$ με συντελεστή προστιθέμενης αξίας 10% γίνεται 9,09$.",
    "tax_on_shipping_input": "Εφαρμόστε φόρους στη ναυτιλία",
    "tax_on_shipping_message": "Κάνοντας αυτήν την επιλογή ο φόρος θα εφαρμοστεί στην αποστολή.",
    "fixed_tax_rate": "Σταθερός φορολογικός συντελεστής",
    "dynamic_tax_rate": "Φόρος βάσει περιοχών",
    "locations_tip": "Η παραπάνω λίστα εμφανίζει μόνο τις χώρες που έχετε επιλέξει στις Ρυθμίσεις καταστήματος > Τοποθεσίες ως χώρες που πουλάτε.",
    "locations_action": "Τοποθεσίες αποθήκευσης Ρυθμίσεις",
    "save_alert": "Οι ρυθμίσεις δεν αποθηκεύονται!",
    "pos_tax_setting": "Ρυθμίσεις φόρου POS",
    "tax_exclude_title": "Εξαιρούνται ╏ Ο φόρος θα προστεθεί στο ταμείο",
    "tax_excluded_message": "Οι φόροι θα υπολογιστούν πριν από τις πληρωμές κατά το ταμείο και θα προστεθούν στην εξαιρούμενη τιμή φόρου ανάλογα με τα στοιχεία του πελάτη σας."
  },
  "transportation_page": {
    "menu": {
      "dashboard": "Ταμπλό",
      "transportations": "Τρόποι αποστολής",
      "orders": "Παραγγελίες",
      "setting": "Σύνθεση",
      "delivery_services": "Υπηρεσίες",
      "delivery_persons": "Ταχυμεταφορείς"
    },
    "go_to_courier_list": "Δείτε τη λίστα ταχυμεταφορών",
    "go_to_service_list": "Προβολή λίστας υπηρεσιών αποστολής"
  },
  "transportation_persons": {
    "title": "Ταχυμεταφορείς",
    "notifications": {
      "success_add": "Προστέθηκε κούριερ.",
      "success_reset": "Επαναφορά στατιστικών στοιχείων.",
      "success_remove": "Ο ταχυμεταφορέας καταργήθηκε με επιτυχία.",
      "success_update": "Οι πληροφορίες ταχυμεταφορών ενημερώθηκαν με επιτυχία."
    },
    "reset": {
      "title": "Επαναφορά στατιστικών στοιχείων",
      "message": "Είστε βέβαιοι ότι θα επαναφέρετε τα στατιστικά στοιχεία αυτού του courier;",
      "action": "Ναι, επαναφορά τώρα"
    },
    "remove": {
      "title": "Κατάργηση Courier",
      "message": "Είστε βέβαιοι ότι θα διαγράψετε αυτό το courier;",
      "action": "Ναι, Κατάργηση τώρα"
    },
    "add_dialog": {
      "title": "Προσθήκη νέου courier",
      "action": "Προσθήκη courier"
    }
  },
  "transportation_orders": {
    "title": "Παραγγελίες για αποστολή",
    "notifications": {
      "success_update": "Η κατάσταση αποστολής ενημερώθηκε με επιτυχία.",
      "success_payment": "Η πληρωμή αντικαταβολής επιβεβαιώθηκε με επιτυχία."
    }
  },
  "delivery_person": {
    "actions_title": "Ρυθμίσεις Courier",
    "action_delivered": "Αποστέλλεται",
    "action_paid": "Αντικαταβολή Πληρωμή",
    "action_returned": "Επέστρεψαν",
    "cod_confirm_action": "Επιβεβαίωση πληρωμής με αντικαταβολή",
    "pickup_dialog": {
      "title": "Είστε courier αυτού του πακέτου;",
      "message": "Εάν είστε υπεύθυνοι για τη μεταφορά αυτού του δέματος, επιλέξτε Ναι, διαφορετικά επιλέξτε Όχι."
    },
    "status_dialog": {
      "title": "Αλλαγή κατάστασης σε {status}",
      "message": "Είστε βέβαιοι ότι θα αλλάξετε την κατάσταση παράδοσης σε {status};",
      "action": "Ναι, το επιβεβαιώνω!"
    },
    "cod_dialog": {
      "title": "Πληρωμή με αντικαταβολή",
      "message": "Επιβεβαιώνετε ότι λάβατε το ποσό της παραγγελίας από τον αγοραστή;",
      "action": "Ναι, επιβεβαιώνω την πληρωμή!"
    }
  },
  "transportation_services": {
    "title": "Υπηρεσία παράδοσης",
    "notifications": {
      "success_add": "Προστέθηκε υπηρεσία παράδοσης.",
      "success_reset": "Επαναφορά στατιστικών στοιχείων.",
      "success_remove": "Η υπηρεσία καταργήθηκε με επιτυχία.",
      "success_update": "Η υπηρεσία ενημερώθηκε με επιτυχία."
    },
    "reset": {
      "title": "Επαναφορά στατιστικών στοιχείων",
      "message": "Είστε βέβαιοι ότι θα επαναφέρετε τα στατιστικά στοιχεία αυτής της υπηρεσίας;",
      "action": "Ναι, επαναφορά τώρα"
    },
    "remove": {
      "title": "Καταργήστε την υπηρεσία παράδοσης",
      "message": "Είστε βέβαιοι ότι θα διαγράψετε αυτήν την υπηρεσία;",
      "action": "Ναι, Κατάργηση τώρα"
    },
    "add_dialog": {
      "title": "Προσθήκη νέας υπηρεσίας παράδοσης",
      "action": "Προσθήκη υπηρεσίας"
    }
  },
  "delivery_receipt": {
    "title": "Αποδεικτικό παράδοσης",
    "has_return": "Επιστροφή παράδοσης",
    "cashed": "Πληρωμή με μετρητά"
  },
  "delivery_dashboard": {
    "select_destinations": "Προσθέστε παραγγελίες στη λίστα",
    "price_calculation": "Υπολογίστε τις τιμές αποστολής",
    "price_calculation_action": "Υπολογίστε την τιμή",
    "add_request": "Ζητήστε Υπηρεσία",
    "add_request_action": "Υποβολή Αίτησης Υπηρεσίας",
    "refresh_action": "Ενημέρωση πληροφοριών"
  },
  "delivery_order": {
    "title": "Παραγγελία αποστολής",
    "has_return": "Επιστροφή παράδοσης",
    "cashed": "Πληρωμή με μετρητά"
  },
  "cash_register": {
    "menu": {
      "panel": "Ταμειακή μηχανή",
      "orders": "Παραγγελίες",
      "customers": "Οι πελάτες",
      "devices": "συσκευές",
      "inventory": "Καταγραφή εμπορευμάτων"
    },
    "payment_confirm": "Επιβεβαίωση πληρωμής",
    "payment_confirm_msg": "Παραγγελία επί πληρωμή από πελάτη {basket_id}."
  },
  "barcode_scanner": {
    "wifi_pass": "Ο κωδικός πρόσβασης Wi-Fi σας",
    "message": "Εισαγάγετε τον κωδικό πρόσβασης του δρομολογητή WiFi και σαρώστε τον κωδικό QR.",
    "wifi_ssid": "SSID Wi-Fi",
    "ssid_message": "Εισαγάγετε το όνομα του δικτύου σας Wi-Fi (SSID)."
  },
  "pos_devices": {
    "Scanner": "Σάρωση γραμμοκώδικα",
    "Scanner_desc": "Για να χρησιμοποιήσετε τον σαρωτή γραμμωτού κώδικα, πρέπει να εισαγάγετε σωστά τον κωδικό SKU του προϊόντος στις ρυθμίσεις του προϊόντος.",
    "Printer": "Εκτυπωτής",
    "Printer_desc": "Εκτυπώστε την απόδειξη των πελατών σας συνδέοντας σε έναν εκτυπωτή αποδείξεων.",
    "CustomerView": "Προβολή Πελατών",
    "CustomerView_desc": "Αυτή η σελίδα σάς δίνει τη δυνατότητα να εμφανίσετε τα στοιχεία της παραγγελίας στους πελάτες σας.",
    "CardReader": "Συσκευή ανάγνωσης καρτών",
    "CardReader_desc": "Συσκευή ανάγνωσης καρτών για πληρωμή αντικαταβολής από τους πελάτες σας.",
    "ChipReader": "Αναγνώστης τσιπ",
    "ChipReader_desc": "Αναγνώστης ετικετών NFC για προσθήκη στοιχείων στο καλάθι χρησιμοποιώντας ετικέτες."
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "Αφαίρεση της συσκευής",
      "message": "Είστε βέβαιοι ότι θα αφαιρέσετε αυτήν τη συσκευή από το προφίλ σας στο POS;",
      "action": "Ναι, Κατάργηση τώρα"
    }
  },
  "pos_process_center": {
    "title": "Κέντρο διεκπεραίωσης παραγγελιών POS",
    "menu": {
      "label": "Ετικέτα συσκευασίας",
      "receipt": "Παραλαβή",
      "back": "Πίσω",
      "timeline": "Χρονοδιάγραμμα",
      "order": "Σειρά"
    }
  },
  "pos": {
    "add_customer": "Προσθήκη πελάτη",
    "set_delivery": "Ορισμός διεύθυνσης παράδοσης",
    "add_giftcards": "Προσθήκη δωροκάρτας",
    "add_discount_code": "Προσθήκη κωδικού έκπτωσης",
    "add_coupon": "Προσθήκη κουπονιού",
    "set_campaign": "Ορισμός καμπάνιας",
    "select_buyer": "Επιλέξτε αγοραστή!",
    "send_to_pos": "Αποστολή στο μηχάνημα ανάγνωσης καρτών",
    "print_receipt": "Εκτύπωση απόδειξης",
    "confirm_cash_payment": "Επιβεβαίωση πληρωμής με μετρητά",
    "payment_cod": {
      "title": "Πληρωμή με αντικαταβολή",
      "message": "Το ποσό αυτής της παραγγελίας θα καταβληθεί κατά την παράδοση. Αφού λάβετε το ποσό από τον αγοραστή, πρέπει να επιβεβαιώσετε την πληρωμή για να ολοκληρώσετε την παραγγελία στο σύστημα."
    },
    "payment_online": {
      "title": "Επιλέξτε τρόπο ηλεκτρονικής πληρωμής",
      "message": "Επιλέγοντας τις ακόλουθες επιλογές, θα δημιουργηθεί ένας σύνδεσμος πληρωμής και θα αποσταλεί στον αγοραστή. Με την πληρωμή αυτού του συνδέσμου, η κατάσταση της παραγγελίας θα αλλάξει σε λειτουργία επί πληρωμή. Ο σύνδεσμος πληρωμής θα δημιουργηθεί με σάρωση του κωδικού QR στην οθόνη του πελάτη, SMS ή email. Για να ενεργοποιήσετε οποιοδήποτε κανάλι για να στείλετε έναν σύνδεσμο, κάντε κλικ σε αυτήν την επιλογή και, στη συνέχεια, πατήστε το κουμπί για να στείλετε μια απόδειξη στον αγοραστή."
    },
    "notifications": {
      "success_pay": "Η πληρωμή της παραγγελίας ολοκληρώθηκε.",
      "success_order": "Η παραγγελία δημιουργήθηκε με επιτυχία και περιμένει ο πελάτης να την πληρώσει."
    },
    "payment_dialog": {
      "check_pay_now": "Ελέγξτε με μη αυτόματο τρόπο την πληρωμή",
      "close_action": "Κλείσιμο διαλόγου. Δεν θέλω να περιμένω την πληρωμή του πελάτη",
      "go_to_order": "Μεταβείτε στη σελίδα παραγγελίας",
      "paid_by_gift_card_msg": "Το συνολικό ποσό της παραγγελίας αποσύρθηκε από τις δωροκάρτες! Ο αγοραστής δεν χρειάζεται να πληρώσει περισσότερα.",
      "cod_msg": "Ο πελάτης θα πληρώσει κατά την παραλαβή της παραγγελίας.",
      "online_msg": "Ζητήστε από τον πελάτη να σαρώσει τον κωδικό QR στην οθόνη του πελάτη."
    },
    "name": "POS",
    "message": "Διαθέστε το διαδικτυακό σας σημείο πώλησης μηδενικού κόστους, εκτελέστε το σε οποιοδήποτε smartphone, tablet και υπολογιστή ή δημιουργήστε παραγγελίες με μη αυτόματο τρόπο."
  },
  "exporter": {
    "title": "Εξαγωγή δεδομένων",
    "subtitle": "Τα δεδομένα σας ανήκουν σε εσάς! Μπορείτε να πραγματοποιήσετε λήψη των πληροφοριών της επιχείρησής σας στην τυπική μορφή ανά πάσα στιγμή. Ωστόσο, σεβαστείτε το απόρρητο των πελατών σας, μην τους στέλνετε ανεπιθύμητα μηνύματα και μην κοινοποιείτε ποτέ τις πληροφορίες τους σε τρίτους.",
    "excel": "Θα λάβετε μια λίστα με όλα τα {type} στο κατάστημα μαζί με πλήρεις πληροφορίες σε μορφή Excel.",
    "csv": "Θα λάβετε μια λίστα με όλα τα {type} στο κατάστημα μαζί με πλήρεις πληροφορίες σε μορφή CSV. Αυτή η μορφή είναι σύμφωνη με την τυπική μορφή της Selldone για εισαγωγή του {type} στο κατάστημα."
  },
  "importer": {
    "category": {
      "title": "Κατηγορίες εισαγωγής",
      "subtitle": "Μεταφορτώστε το αρχείο CSV κατηγοριών εδώ. Βεβαιωθείτε ότι ακολουθείτε την τυπική μορφή."
    },
    "product": {
      "title": "Εισαγωγή προϊόντων",
      "subtitle": "Ανεβάστε το αρχείο CSV των προϊόντων εδώ. Βεβαιωθείτε ότι ακολουθείτε την τυπική μορφή."
    },
    "product_images": {
      "title": "Εισαγωγή εικόνων",
      "subtitle": "Η λήψη πληροφοριών εικόνας είναι χρονοβόρα. Φροντίστε να σέβεστε τα πνευματικά δικαιώματα κατά την εισαγωγή εικόνων."
    },
    "inventory": {
      "title": "Μαζική ενημέρωση αποθέματος",
      "subtitle": "Μεταφορτώστε το αρχείο CSV του αποθέματος εδώ. Βεβαιωθείτε ότι ακολουθείτε την τυπική μορφή εξάγοντας πρώτα το αρχείο CSV και, στη συνέχεια, επεξεργαστείτε αυτό το αρχείο."
    },
    "back_to_products": "Επιστροφή στη λίστα προϊόντων",
    "back_to_categories": "Επιστροφή στη λίστα κατηγοριών",
    "back_to_inventory": "Επιστροφή στη λίστα αποθέματος",
    "step_select_file": "Επιλέξτε Αρχείο CSV",
    "step_send_to_server": "Αποστολή στον διακομιστή",
    "step_view_result": "Προβολή Αποτελέσματος",
    "step_view_que": "Προβολή λίστας αναμονής",
    "send_to_server_action": "Αποστολή στον διακομιστή",
    "shop_license": "Άδεια καταστήματος",
    "max_items_limit": "Μέγιστο όριο ειδών",
    "total_items": "Σύνολο στοιχείων",
    "customer": {
      "title": "Πελάτες εισαγωγής",
      "subtitle": "Ανεβάστε αρχεία CSV πελατών εδώ. Βεβαιωθείτε ότι ακολουθείτε την τυπική μορφή και, επίσης, πρέπει να ακολουθείτε τους κανόνες απορρήτου."
    }
  },
  "campaigns": {
    "title": "καμπάνιες",
    "subtitle": "Δημιουργήστε καμπάνιες, συνδέσμους με δυνατότητα παρακολούθησης και δείτε αξιόπιστες και ακριβείς πληροφορίες σε ένα μέρος. Σας βοηθάμε να λαμβάνετε καλύτερες αποφάσεις βάσει δεδομένων.",
    "add_action": "Προσθήκη νέας καμπάνιας",
    "empty_message": "Δημιουργήστε την πρώτη σας καμπάνια τώρα!",
    "delete": {
      "title": "Διαγραφή καμπάνιας",
      "message": "Είστε βέβαιοι ότι θα διαγράψετε αυτήν την καμπάνια και όλα τα δεδομένα;",
      "action": "Ναι, Διαγραφή τώρα"
    }
  },
  "landing_categories": {
    "raw": "Ακατέργαστα πρότυπα",
    "marketing": "Μάρκετινγκ & Διαφημίσεις",
    "product": "Εισαγωγή προϊόντος",
    "health": "Υγεία και άσκηση",
    "food": "Τρόφιμα & Φρούτα",
    "house": "Ακίνητα & Κατοικία",
    "device": "Μηχανή και συσκευή",
    "car": "Αυτοκίνητο",
    "software": "Λογισμικό",
    "clothing": "Ένδυση & Παπούτσια",
    "jewellery": "Κοσμήματα",
    "all": "Όλα τα πρότυπα"
  },
  "shop_theme": {
    "theme_colors": "Χρώματα θέματος",
    "products_view_mode": "Προβολή λίστας αγορών",
    "products_view_mode_desc": "Μπορείτε να προσαρμόσετε τη λειτουργία εμφάνισης των προϊόντων στο κατάστημά σας με βάση το μέγεθος της οθόνης. Αυτή η λειτουργία θα ληφθεί υπόψη από προεπιλογή και δεν θα εφαρμοστεί εάν ο χρήστης αλλάξει τη λειτουργία εμφάνισης.",
    "color_light": "Πρωταρχικό χρώμα",
    "color_dark": "Πρωτεύον σκούρο χρώμα",
    "color_deep_dark": "Βαθύ σκούρο χρώμα",
    "color_info": "Συνδέσεις",
    "light_checkout": "Ελαφρύ θέμα ταμείου",
    "light_header": "Ελαφριά κεφαλίδα",
    "light_footer": "Ελαφρύ υποσέλιδο",
    "product_page": "Σελίδα προϊόντος",
    "typography": "Τυπογραφία",
    "header": "Επί κεφαλής",
    "custom_code": "Προσαρμοσμένος κωδικός",
    "custom_css": "Προσαρμοσμένο CSS",
    "light_filter": "Θέμα φίλτρου κατηγορίας",
    "custom_variants": "Παραλλαγές"
  },
  "app_templates": {
    "default": "Προκαθορισμένο",
    "blue": "Μπλε ωκεανός",
    "amber": "Κεχριμπάρι",
    "green": "Ισημερινού",
    "red": "Βρυκόλακας",
    "magenta": "Λουλούδι",
    "master": "Κύριος",
    "black": "Σκοτεινή πλευρά"
  },
  "affiliate_orders": {
    "title": "Παραγγελίες συνεργατών",
    "table": {
      "order_price": "Ποσό παραγγελίας",
      "order_payment": "Κατάσταση πληρωμής παραγγελίας",
      "order_link": "Σύνδεσμος παραγγελίας",
      "commission_status": "καθεστώς της Επιτροπής",
      "commission_amount": "ποσό προμήθειας",
      "items": "Είδη",
      "actions": "Ενέργειες",
      "create_date": "Ημερομηνία δημιουργίας"
    },
    "notifications": {
      "update_success": "Η κατάσταση συνεργάτη ενημερώθηκε."
    }
  },
  "affiliate_payments": {
    "title": "Πληρωμές συνεργατών",
    "table": {
      "staff": "Προσωπικό",
      "amount": "Ποσό",
      "note": "Σημείωση",
      "date": "Ημερομηνία"
    }
  },
  "my_roles": {
    "title": "Οι ρόλοι μου",
    "message": "Οι ρόλοι είναι το είδος πρόσβασης που δίνεται στους υπαλλήλους ενός καταστήματος. Για παράδειγμα, το προσωπικό που είναι υπεύθυνο για την αποστολή ή τη συσκευασία παραγγελιών."
  },
  "role_card": {
    "complete_tasks": "Ολοκληρωμένες εργασίες",
    "reject_tasks": "Εργασίες που απορρίφθηκαν",
    "last_check": "Πρόσφατος έλεγχος"
  },
  "referral_widget": {
    "apply_now": "Κάντε αίτηση τώρα για αυτό το πρόγραμμα!",
    "no_bonus": "Λάβετε το πρώτο βραβείο προσκαλώντας έναν φίλο.",
    "your_gift": "Το δώρο σου",
    "invited_gift": "Προσκεκλημένο δώρο",
    "percent_bonus": "Ποσοστό μπόνους",
    "discount_bonus": "Μπόνους έκπτωσης",
    "registered": "Νέος χρήστης",
    "accepted": "Αποδεκτός χρήστης"
  },
  "app_config": {
    "reviews": "Κριτικές",
    "rate_now": "Βαθμολογήστε Τώρα",
    "category": "Κατηγορία",
    "uninstall": "Απεγκατάσταση",
    "get_app": "Λάβε την εφαρμογή",
    "public_keys": "Δημόσια Κλειδιά",
    "private_keys": "Ιδιωτικά κλειδιά (ασφαλές)",
    "config": "Διαμόρφωση εφαρμογής",
    "app_status": "Κατάσταση εφαρμογής",
    "app_info": "Πληροφορίες εφαρμογής",
    "update_at": "Πρόσφατη ενημέρωση",
    "visit_website": "Επισκέψου την ιστοσελίδα",
    "privacy": "Πολιτική Απορρήτου",
    "installs": "Εγκαταστάσεις",
    "basic_profile_permission": "Βασικές πληροφορίες προφίλ",
    "developer": "Προγραμματιστής",
    "permissions": "Άδειες",
    "total_comments": "Σύνολο σχολίων",
    "delete_dialog": {
      "title": "Απεγκατάσταση εφαρμογής",
      "message": "Θέλετε να καταργήσετε αυτήν την εφαρμογή από το κατάστημά σας;",
      "action": "Ναι, Διαγραφή εφαρμογής"
    },
    "notifications": {
      "uninstall_success": "Η εφαρμογή απεγκαταστάθηκε με επιτυχία."
    }
  },
  "shop_bots": {
    "not_set": "Δεν ρυθμίστηκε!",
    "tokens": "Κουπόνι(α)",
    "webhook": "Webhook",
    "calls": "κλήσεις",
    "dialog": {
      "title": "{name} Διαμόρφωση ρομπότ",
      "message": "Ένα ολοκληρωμένο πλαίσιο bot για τη δημιουργία εμπειριών αγορών σε επίπεδο επιχείρησης."
    }
  },
  "shop_customers": {
    "title": "Διαχείριση Πελατών",
    "all_customers": "Λήψη όλων των πελατών",
    "filtered_customers": "Φιλτραρισμένοι πελάτες",
    "dialog_chips": {
      "title": "Ορίστε τον αριθμό των μαρκών πελατών"
    },
    "dialog_club": {
      "title": "Ορίστε επίπεδο λέσχης πελατών"
    }
  },
  "app_dashboard": {
    "status": "Κατάσταση δημοσίευσης",
    "statistics": "Στατιστική"
  },
  "app_publish": {
    "production_version": "Έκδοση παραγωγής",
    "beta_version": "Δοκιμαστική έκδοση",
    "alpha_version": "Άλφα έκδοση"
  },
  "app_publish_widget": {
    "header": "Κεφαλίδα ιστότοπου καταστήματος",
    "header_code": "Κωδικός κεφαλίδας",
    "admin_page": "Σελίδες διαχειριστή",
    "name": "Ονομα",
    "icon": "Εικόνισμα",
    "url": "Url"
  },
  "app_api": {
    "title": "Πρόσβαση API",
    "revoke_api": "Ανάκληση API",
    "api_key": "Κλειδί API",
    "secret": "Μυστικό κλειδί",
    "client": "Πελάτης",
    "redirect_url": "Ανακατεύθυνση url",
    "client_name": "Ονομα Πελάτη"
  },
  "app_loader_page": {
    "no_ui_title": "Αυτή η εφαρμογή δεν έχει διεπαφή χρήστη!",
    "no_ui_desc": "Ορισμένες εφαρμογές δεν απαιτούν διεπαφή χρήστη στην περιοχή διαχειριστή τους. Αυτή η εφαρμογή μπορεί να προσθέσει κώδικα μόνο στην ενότητα κεφαλίδας του ιστότοπου του καταστήματός σας.",
    "header": "Κωδικός κεφαλίδας"
  },
  "finance_report": {
    "export_title": "Εξαγωγή οικονομικά στοιχεία",
    "export_sub_title": "Κατεβάστε τα οικονομικά στοιχεία σε ένα μόνο αρχείο.",
    "start_input_placeholder": "Επιλέξτε ημερομηνία έναρξης αναφοράς",
    "end_input_placeholder": "Επιλέξτε ημερομηνία λήξης της αναφοράς",
    "download_action": "Κατεβάστε τη λίστα οικονομικών"
  },
  "shop_notifications": {
    "title": "Ειδοποιήσεις καταστημάτων",
    "sub_title": "Bot, email, SMS, ...",
    "message": "Επεξεργαστείτε τις ρυθμίσεις και τις προτιμήσεις ειδοποιήσεων καταστήματος",
    "channel": "Κανάλι",
    "status": "Κατάσταση",
    "events": "Εκδηλώσεις",
    "info": "Πληροφορίες",
    "actions": "Ενέργειες",
    "connected": "Συνδεδεμένος",
    "not_connected": "Μη συνδεδεμένο!",
    "connect_now": "Συνδεθείτε τώρα",
    "send_test": "Αποστολή δεδομένων δοκιμής",
    "disconnect": "Αποσυνδέω",
    "dialog": {
      "title": "Διαμόρφωση bot",
      "message": "Ένα ολοκληρωμένο πλαίσιο ειδοποιήσεων για τη δημιουργία εμπειριών ηλεκτρονικού εμπορίου εταιρικού επιπέδου.",
      "action": "Κάντε κλικ ΕΔΩ!",
      "set_config": "Ρύθμιση παραμέτρων"
    }
  },
  "notification_events": {
    "new_order": "🛍️ Παραγγελία",
    "payment": "💳 Πληρωμή",
    "return": "📦 Επιστροφή",
    "weekly_report": "📈 Εβδομαδιαίες Αναφορές"
  },
  "order_delivery": {
    "title": "Διανομή",
    "add_to_delivery_que_action": "Προσθήκη στην ουρά αποστολής",
    "in_que": "Στην ουρά αποστολής",
    "message": "Αφού δώσετε το δέμα στον ταχυμεταφορέα, κάντε κλικ στο κουμπί <b>Επιβεβαίωση παράδοσης</b> .",
    "message_add_to_service": "Κάντε κλικ στο παρακάτω κουμπί εάν θέλετε να στείλετε αυτό το πακέτο με <b>υπηρεσία παράδοσης</b> .",
    "action": "Επιβεβαίωση παράδοσης",
    "checklist": [
      "Ελέγξτε την ταυτότητα του courier.",
      "Η καλή συσκευασία των προϊόντων και η έγκαιρη παράδοση μπορούν να αυξήσουν το ποσοστό διατήρησης των πελατών σας."
    ],
    "manual": {
      "title": "Αναμονή για επιβεβαίωση παράδοσης από τον πελάτη.",
      "action_received": "Επιβεβαίωση αγοραστή",
      "action_returned": "Παράδοση Επιστροφή",
      "message": "Σημείωση: Εάν ο πελάτης λάβει την παραγγελία, μπορείτε να χρησιμοποιήσετε τις ακόλουθες επιλογές για να ολοκληρώσετε την εκπλήρωση. Ορισμένες υπηρεσίες αποστολής στο σύστημα θα επιβεβαιώσουν την παράδοση αυτόματα."
    },
    "auto_complete_note": "Μετά από ένα ορισμένο χρονικό διάστημα, η κατάσταση της παραγγελίας θα αλλάξει σε παραδοθείσα. Αυτή η περίοδος ποικίλλει ανάλογα με τον τύπο της παραγγελίας και καθορίζεται από το σύστημα.",
    "received": {
      "title": "Παραδίδεται στον Πελάτη.",
      "delivered_date": "Ημερομηνία παράδοσης"
    },
    "receiver": "Δέκτης",
    "bill": "Παραλαβή",
    "tracking": {
      "title": "Προσθήκη κώδικα παρακολούθησης / URL",
      "code": "Κώδικας παρακολούθησης",
      "url": "Διεύθυνση URL παρακολούθησης",
      "message": "Εάν έχετε αποστείλει μέσω μιας υπηρεσίας που παρέχει έναν κωδικό παρακολούθησης για αυτήν την παραγγελία, μπορείτε να εισαγάγετε τον κωδικό και τον σχετικό σύνδεσμο παρακολούθησης σε αυτήν την ενότητα. Αυτές οι πληροφορίες θα εμφανίζονται στον πελάτη."
    },
    "preferred_delivery_time": "Προτιμώμενος χρόνος παράδοσης",
    "manage_couriers": "Διαχειριστείτε τους ταχυμεταφορείς μου",
    "manage_service": "Διαχειριστείτε την υπηρεσία",
    "option_deliver_by_courier": "Επιλογή 1: Παράδοση με τους ταχυμεταφορείς σας.",
    "option_add_to_que": "Επιλογή 2: Προσθήκη στην ουρά για επεξεργασία στη σελίδα υπηρεσίας αποστολής.",
    "option_instant_shipping": "Επιλογή 3: Άμεση αποστολή.",
    "pickup_action": "Επιβεβαίωση παραλαβής"
  },
  "shop_home_edit": {
    "title": "Ρύθμιση αρχικής σελίδας",
    "sub_title": "Ορίστε την προεπιλεγμένη σελίδα του ιστότοπού σας",
    "default_home": "Προεπιλεγμένη αρχική σελίδα",
    "default_home_placeholder": "Η σελίδα καταστήματος είναι η αρχική σελίδα του ιστότοπου"
  },
  "selldone_referral_page": {
    "title": "Πίνακας ελέγχου παραπομπής",
    "referral_link": "Παραπομπή Σύνδεσμος",
    "registered": "Εγγεγραμμένος",
    "accepted": "Δεκτός",
    "bank": "Τράπεζα",
    "bank_title": "Στοιχεία τράπεζας για ανάληψη",
    "new_users": "Νέοι χρήστες",
    "performance": "Εκτέλεση",
    "credit_mode": "Λειτουργία πίστωσης",
    "get_stickers": "Λάβετε κώδικα Html αυτοκόλλητου για αντιγραφή & παρελθόν",
    "click_copy_sticker_code": "Κάντε κλικ στο σήμα για να αντιγράψετε τον κώδικα html."
  },
  "selldone_referral_payment": {
    "title": "Πληρωμές παραπομπής",
    "officer": "Αξιωματικός",
    "amount": "Ποσό συναλλαγής",
    "note": "Σημείωση",
    "date": "Ημερομηνία"
  },
  "widget_shop_gateway": {
    "link_account_caution": "Συνδέστε έναν λογαριασμό ({currency}) στο κατάστημά σας! Κάντε κλικ ΕΔΩ.."
  },
  "product_sell_widget": {
    "title": "Απόδοση πωλήσεων προϊόντων"
  },
  "fulfilment_order_widget": {
    "title": "Εκπλήρωση Dropshipping",
    "check_action": "Αποδεχτείτε το dropshipping",
    "uncheck_action": "Η παραγγελία επιβεβαιώθηκε",
    "pay_action": "Κόστος αντικειμένων πληρωμής..",
    "pay_completed": "Επιβεβαίωση πληρωμής",
    "list_of_items": "Μεταπώληση αντικειμένων",
    "checklist": [
      "Πληρώστε το ποσό των προϊόντων που πουλάτε έμμεσα στον αρχικό πωλητή.",
      "Μπορείτε να πληρώσετε και να διευθετήσετε το κόστος των προϊόντων στον προμηθευτή μαζί στην ενότητα λογιστική> Dropshipping του καταστήματος.",
      "Μετά την πληρωμή, ο προμηθευτής θα λάβει την παραγγελία σας και θα την στείλει απευθείας στον αγοραστή μετά την προετοιμασία."
    ],
    "message": "Αφού πληρώσετε το τέλος παραγγελίας στον προμηθευτή, δείτε την πρόοδο της αποστολής της παραγγελίας σε αυτήν την ενότητα."
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "Ταμπλό",
      "orders": "Παραγγελίες",
      "inventory": "Καταγραφή εμπορευμάτων",
      "shops": "Μεταπωλητές",
      "requests": "Αιτήσεων"
    },
    "drop_shipping_charge": "Χρέωση Dropshipping"
  },
  "dropship_request_status": {
    "PENDING": "εκκρεμής",
    "ACCEPT": "Αποδέχομαι",
    "REJECT": "Απορρίπτω"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "Ταμπλό",
      "orders": "Παραγγελίες",
      "wallet": "Πορτοφόλι"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "Πίνακας ελέγχου μεταπωλητή"
  },
  "dropshipping_reseller_orders": {
    "title": "Παραγγελίες μεταπωλητών"
  },
  "dropshipping_reseller_wallet": {
    "title": "Πορτοφόλι μεταπωλητή"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "Επιβεβαίωση πληρωμής",
      "payment_success": "Η πληρωμή ολοκληρώθηκε.",
      "buy_title": "Αγορά",
      "pay_by_giftcards": "Η πληρωμή της παραγγελίας σας έγινε με δωροκάρτα.",
      "free_order": "Η παραγγελία σας είναι δωρεάν.",
      "pay_by_cod": "Η παραγγελία σας έχει καταχωρηθεί ως αντικαταβολή.",
      "pay_by_dir": "Η παραγγελία σας έχει καταχωρηθεί ως άμεση πληρωμή, ολοκληρώστε την πληρωμή και ανεβάστε την απόδειξη στη σελίδα της παραγγελίας σας.",
      "pay_title": "Πληρωμή",
      "qr_code_payment": "Δημιουργήθηκε ο κωδικός QR πληρωμής.",
      "connecting_to_online_gateway": "Σύνδεση σε διαδικτυακή πύλη πληρωμής."
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "Η πληρωμή επιβεβαιώνεται.<br> Ημερομηνία: {payment_at}",
      "pay_fail_title": "Απληρωτος",
      "pay_fail_message": "Η πληρωμή δεν μπορεί να επαληθευτεί!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "Παραγγελίες μεταπωλητή πληρωμής",
      "balance": "Το υπόλοιπο του λογαριασμού σας",
      "total_cost": "Συνολικό κόστος παραγγελιών",
      "need_charge": "Χρειάζεται φόρτιση",
      "no_account_cation": "Δεν έχεις λογαριασμό! Καλέστε τον χονδρέμπορο.",
      "orders": "Παραγγελίες"
    },
    "notifications": {
      "success_pay": "Η πληρωμή σας για αυτές τις παραγγελίες επιβεβαιώθηκε και ολοκληρώθηκε με επιτυχία."
    }
  },
  "dropship_accounts": {
    "charge_account": "Τρεχούμενος λογαριασμός",
    "charge_dialog": {
      "title": "Χρέωση λογαριασμού dropshipping",
      "amount_input": "Χρέωση λογαριασμού",
      "charge_now": "Φορτίστε τώρα"
    }
  },
  "dropship_admin_dashboard": {
    "title": "Αιτήματα μεταπωλητών",
    "today_order_count": "Σήμερα μετράνε οι παραγγελίες",
    "yesterday_order_count": "Οι χθεσινές παραγγελίες μετράνε",
    "total_7_days": "Συνολικές παραγγελίες τις τελευταίες 7 ημέρες"
  },
  "dropshipping_products": {
    "no_shops": "Λυπούμαστε, δεν βρέθηκε κατάστημα. Θα υπάρξουν περισσότερα καταστήματα στο μέλλον, ώστε να μπορείτε να βάλετε τα προϊόντα τους στο κατάστημά σας.",
    "show_all_shops": "Εμφάνιση όλων των καταστημάτων",
    "show_all_message": "Μπορείτε να δείτε όλα τα καταστήματα",
    "current_shop": "Τρέχον κατάστημα",
    "request_account": "Ζητήστε λογαριασμό",
    "request_accepted": "Το αίτημα έγινε δεκτό",
    "request_rejected": "Το αίτημα απορρίφθηκε",
    "request_pending": "Το αίτημά σας είναι σε αναμονή..",
    "notifications": {
      "add_product": "Το προϊόν προστέθηκε στο κατάστημά σας.",
      "request_access": "Στείλαμε το αίτημα πρόσβασής σας στον χονδρέμπορο με επιτυχία."
    },
    "show_eligible_shops_message": "Εμφάνιση κατάλληλων καταστημάτων"
  },
  "product_dropshipping": {
    "need_re_enable": "Αυτό το προϊόν έχει αλλάξει από τον αρχικό πωλητή, αυτές οι αλλαγές τιμής έχουν απενεργοποιήσει το προϊόν στο κατάστημά σας. Ελέγξτε τις αλλαγές και εάν συμφωνείτε να ενεργοποιήσετε ξανά το προϊόν, πατήστε το κουμπί παρακάτω.",
    "need_re_enable_action": "Συμφωνώ, εφαρμόστε αλλαγές και ενεργοποίηση",
    "changed_value": "Αυτό το προϊόν έχει επεξεργαστεί από τον αρχικό πωλητή. Ελέγξτε τις αλλαγές και εάν συμφωνείτε να εφαρμόσετε τις αλλαγές στο προϊόν σας, κάντε κλικ στο παρακάτω κουμπί.",
    "changed_value_action": "Συμφωνώ, κάνε αλλαγές",
    "parent_deleted": "Αυτό το αντικείμενο έχει αφαιρεθεί από τον αρχικό πωλητή.",
    "parent_closed": "Αυτό το προϊόν έχει απενεργοποιηθεί από τον αρχικό πωλητή! Δεν θα μπορείτε να πουλήσετε αυτό το προϊόν στο κατάστημά σας, αλλά εάν ο αρχικός πωλητής ενεργοποιήσει ξανά το προϊόν, θα μπορείτε να ενεργοποιήσετε ξανά αυτό το προϊόν στο κατάστημά σας.",
    "notifications": {
      "re_enable_success": "Αυτό το προϊόν έχει επανενεργοποιηθεί.",
      "update_success": "Αυτές οι πληροφορίες προϊόντος ενημερώθηκαν με τις αρχικές πληροφορίες προϊόντος."
    }
  },
  "product_dropshipping_admin": {
    "title": "Η ναυτιλία πτώσης",
    "save_alert": "Οι ρυθμίσεις dropshipping αυτού του προϊόντος έχουν αλλάξει. Θέλετε να αποθηκεύσετε τις αλλαγές;",
    "reselling_message": "Με την ενεργοποίηση αυτής της επιλογής, άλλοι πωλητές θα μπορούν να προσθέσουν το προϊόν σας στο κατάστημά τους.",
    "reselling": "Ενεργοποιήστε το Dropshipping",
    "price_merchants": "Τιμή για εμπόρους",
    "price_commission": "Εμπορική προμήθεια (Σταθερή)"
  },
  "buy_button": {
    "waiting_for_availability": "Αναμονή για διαθεσιμότητα",
    "inform_me_when_available": "Ενημερώστε με όταν είναι διαθέσιμο!",
    "pay_buy": "Πληρώστε & Αγορά",
    "quantity": "μετρώ",
    "quantity_in_basket": "Είδη στο καλάθι",
    "count_unit": "Χ",
    "remove": "Αφαιρώ",
    "add_to_basket": "Προσθήκη στο καλάθι",
    "buy": "Αγορά",
    "notifications": {
      "inform_add_success": "Θα σας ενημερώσουμε όταν είναι διαθέσιμο.",
      "inform_remove_success": "Έχετε αφαιρεθεί από τη λίστα αναμονής."
    },
    "book_now": "Κάνετε κράτηση τώρα",
    "reserve_now": "Κάντε κράτηση τώρα",
    "buy_now": "Αγορασε τωρα"
  },
  "product_info": {
    "fake": "Απομίμηση",
    "action": "Δημοπρασία",
    "compare_limit": "Όριο 10 ειδών",
    "compare_add": "Προσθήκη στη Σύγκριση",
    "compare_be_in_list": "Στη λίστα σύγκρισης",
    "type": "Τύπος",
    "brand": "Μάρκα",
    "category": "Κατηγορία",
    "discount": "Εκπτωση",
    "track_price": "Παρακολούθηση τιμής",
    "waiting_for_auction": "Αναμονή για δημοπρασία;",
    "inform_auction": "Ειδοποιήστε με κατά τη δημοπρασία",
    "return_in_days": "{days} Ημέρες επιστροφής εγγύησης",
    "support24h7": "Υποστήριξη 24 ώρες 7 ημέρες",
    "support_normal": "Υποστήριξη ωραρίου εργασίας",
    "original_guarantee": "Πρωτότυπη εγγύηση",
    "cod_payment": "Υποστήριξη με αντικαταβολή",
    "pros": "Πλεονεκτήματα",
    "cons": "Μειονεκτήματα",
    "external_link": "Διαβάστε περισσότερα",
    "notifications": {
      "congratulation": "Συγχαρητήρια",
      "waiting_list_add_success": "Θα σας ειδοποιήσουμε όταν αυτό το προϊόν δημοπρατηθεί.",
      "waiting_list_delete_success": "Βγήκατε από τη λίστα αναμονής της δημοπρασίας."
    },
    "offer_message": "Αγοράστε {min_quantity} Λάβετε έκπτωση {percent}% για αυτά τα είδη",
    "up_to": "Έως {per_order}x ανά παραγγελία",
    "get_free": "ΑΠΟΚΤΗΣΕΤΕ ΔΩΡΕΑΝ",
    "get_off": "ΕΚΠΤΩΣΗ {percent}%."
  },
  "styler": {
    "size_class": "Μέγεθος & Κατηγορία",
    "delete_bg": "Διαγραφή εικόνας φόντου",
    "bg_color": "Χρώμα του φόντου",
    "section_style": "Ορισμός στυλ ενότητας",
    "link": "Ορισμός συνδέσμου",
    "show_products": "Διαχείριση λίστας προϊόντων/κατηγοριών",
    "show_product": "Επιλέξτε προϊόν",
    "delete_section": "Διαγραφή ενότητας",
    "text_color": "Χρώμα κειμένου",
    "tex_align": "Στοίχιση κειμένου",
    "text_style": "Στυλ κειμένου",
    "bg_image": "Εικόνα φόντου",
    "product": {
      "title": "Επιλέξτε προϊόν"
    },
    "products": {
      "title": "Διαχείριση λίστας προϊόντων και κατηγοριών",
      "sort_options": "Επιλέξτε τις ρυθμίσεις ταξινόμησης και προβολής",
      "item_types": "Εμφάνιση μόνο προϊόντων/κατηγοριών",
      "product_only": "Μόνο προϊόντα",
      "category_only": "Κατηγορίες μόνο",
      "no_category": "Δεν υπάρχει κατηγορία στο κατάστημά σας.",
      "limit": "Όριο προϊόντων",
      "limit_message": "Εισαγάγετε μετρήσεις αποτελεσμάτων προϊόντων",
      "select_categories": "Επιλέξτε διαθέσιμες κατηγορίες",
      "categories_limit": "Όριο κατηγοριών",
      "categories_limit_msg": "Εισαγάγετε τον μέγιστο αριθμό κατηγοριών. Ορίστε το μηδέν χωρίς όριο."
    }
  },
  "shop_contacts": {
    "popup": "Ενεργοποιήστε την υποστήριξη αναδυόμενων παραθύρων",
    "popup_message": "Με την ενεργοποίηση αυτής της επιλογής, το κλειδί υποστήριξης θα φαίνεται κάτω δεξιά στο κατάστημά σας."
  },
  "popup_page": {
    "preview": "Προβολή ζωντανού αναδυόμενου παραθύρου",
    "menu": {
      "design": "Σχέδιο",
      "appearance": "Εμφάνιση",
      "filter": "Φίλτρο",
      "setting": "Σύνθεση"
    },
    "notifications": {
      "save": "Το αναδυόμενο παράθυρο αποθηκεύτηκε με επιτυχία.",
      "edit": "Το αναδυόμενο παράθυρο ενημερώθηκε με επιτυχία."
    }
  },
  "popup_appearance": {
    "position": "Θέση",
    "position_desc": "Καθορίστε τη θέση εμφάνισης αυτής της ειδοποίησης στη σελίδα.",
    "width": "Πλάτος",
    "width_desc": "Μπορείτε να ορίσετε το μέγιστο πλάτος σελίδας.",
    "height": "Υψος",
    "height_desc": "Μπορείτε να ορίσετε το μέγιστο ύψος σελίδας.",
    "radius": "Γωνιακή ακτίνα",
    "radius_desc": "Σε αυτήν την ενότητα μπορείτε να ορίσετε την ακτίνα καμπυλότητας των γωνιών της ειδοποίησης.",
    "shadow": "Σκιά",
    "shadow_desc": "Θέλετε το αναδυόμενο παράθυρο να είναι σκιασμένο;",
    "delay": "Εμφάνιση καθυστέρησης",
    "delay_desc": "Μόλις ο χρήστης εισέλθει στο κατάστημά σας, αφού παρέλθει αυτό το χρονικό διάστημα, θα εμφανιστεί μια ειδοποίηση στον χρήστη.",
    "hide": "Απόκρυψη καθυστέρησης",
    "hide_desc": "Μπορείτε να ορίσετε ότι η ειδοποίηση κλείνει αυτόματα λίγα δευτερόλεπτα μετά την προβολή. Η τιμή 0 σημαίνει ότι η ειδοποίηση δεν θα κλείσει αυτόματα.",
    "transition": "Αναδυόμενο animation"
  },
  "popup_filter": {
    "registered": "Απαιτήσεις συνδρομής και σύνδεσης",
    "registered_desc": "Μπορείτε να επιλέξετε να εμφανίζεται αυτή η ειδοποίηση μόνο σε χρήστες καταστήματος ή επισκέπτες.",
    "only_guests": "Μόνο καλεσμένοι",
    "only_users": "Μόνο συνδεδεμένοι χρήστες",
    "purchased": "Ιστορικό αγορών",
    "purchased_desc": "Μπορείτε να επιλέξετε να εμφανίζεται αυτή η ειδοποίηση μόνο σε χρήστες που έχουν ήδη αγοράσει ή σε αυτούς που δεν έχουν αγοράσει ακόμη.",
    "no_purchase": "Καμία αγορά ακόμα",
    "yes_purchase": "Αγορασμένο πριν",
    "sex": "Γένος",
    "sex_desc": "Θέλετε αυτή η ειδοποίηση να εμφανίζεται μόνο σε χρήστες συγκεκριμένου φύλου;",
    "age": "Ελάχιστη ηλικία",
    "age_desc": "Εάν εισαχθεί οποιαδήποτε τιμή μεγαλύτερη από 6, ο χρήστης πρέπει να είναι συνδεδεμένος και να έχει εισαγάγει την ημερομηνία γέννησής του.",
    "levels": "Επίπεδα Λέσχης Πελατών",
    "levels_desc": "Εάν ο χρήστης έχει ένα από τα επιλεγμένα επίπεδα παρακάτω, αυτή η ειδοποίηση θα εμφανιστεί σε αυτόν.",
    "countries": "Περιορισμοί τοποθεσίας",
    "countries_desc": "Θέλετε αυτή η ειδοποίηση να εμφανίζεται μόνο σε χρήστες που προέρχονται από μια συγκεκριμένη χώρα;"
  },
  "popup_setting": {
    "published": "Δημοσιευμένη κατάσταση",
    "repeat": "Επαναλαμβάνω",
    "repeat_msg": "Θέλετε αυτή η ειδοποίηση να εμφανίζεται στον χρήστη περισσότερες από μία φορές;",
    "intervals": "Χρονική διάρκεια της αναδυόμενης οθόνης",
    "intervals_msg": "Η ελάχιστη χρονική διάρκεια μεταξύ της εμφάνισης ειδοποιήσεων σε έναν χρήστη πρέπει να έχει παρέλθει.",
    "designer_zone": "Ζώνη σχεδιαστή",
    "title": "Αναδυόμενος τίτλος",
    "note": "Σημείωση σχεδιαστή",
    "image": "Εικόνα εξωφύλλου",
    "delete": {
      "title": "Διαγράφω",
      "sub_title": "Μόλις διαγράψετε ένα αναδυόμενο παράθυρο, δεν υπάρχει επιστροφή. Παρακαλώ να είστε σίγουροι.",
      "action": "Διαγραφή αυτού του αναδυόμενου παραθύρου"
    },
    "notifications": {
      "delete": "Το αναδυόμενο παράθυρο διαγράφηκε."
    }
  },
  "shop_sms": {
    "title": "Διαχείριση SMS",
    "sub_title": "Πρότυπα SMS που αποστέλλονται σε πελάτες",
    "message": "Μπορείτε να δείτε το περιεχόμενο των γραπτών μηνυμάτων που στέλνει το κατάστημά σας εδώ. Λόγω του περιορισμού στην καταχώριση των μοτίβων επικύρωσης στην υπηρεσία ανταλλαγής μηνυμάτων, δεν είναι δυνατή η εξατομίκευση των μηνυμάτων κειμένου αυτή τη στιγμή."
  },
  "shop_emails": {
    "title": "Διαχείριση email",
    "sub_title": "Θα δείτε τη λίστα των email που αποστέλλονται από το κατάστημα σε πελάτες και διαχειριστές σε αυτήν την ενότητα. Τα email σχεδιάζονται και δημιουργούνται αυτόματα με βάση τις πληροφορίες που έχετε εισάγει για το κατάστημά σας. Επίσης, η δυνατότητα εξατομίκευσης μηνυμάτων και εικόνων θα είναι διαθέσιμη στο κοινό στο μέλλον."
  },
  "instagram": {
    "title": "Πωλήσεις στο Instagram",
    "message": "Με τη βοήθεια αυτού του εργαλείου, μπορείτε να μετατρέψετε το Instagram σας σε κατάστημα. Απλώς προσθέστε και επιβεβαιώστε τον λογαριασμό σας στο Instagram εδώ και, στη συνέχεια, θα μπορείτε να δημοσιεύσετε ένα ή περισσότερα προϊόντα από κάθε ανάρτηση ή στην ιστορία σας, να προσθέσετε και να προσθέσετε ετικέτα στη λίστα προϊόντων σας ή να μετατρέψετε μια ανάρτηση σε νέο προϊόν!",
    "add_product": "Προσθήκη νέου προϊόντος",
    "create_product": "Δημιουργία προϊόντος",
    "link_box_msg": "Βάλτε αυτόν τον σύνδεσμο στο βιογραφικό σας στο Instagram, στο Telegram ή σε άλλα μέσα κοινωνικής δικτύωσης, ώστε το κοινό σας να μπορεί να αγοράσει πιο γρήγορα, πιο εύκολα, περισσότερα και τελικά περισσότερα.",
    "remove_account": "Αλλαγή / Κατάργηση συνδέσμου Instagram",
    "sync": "Συγχρονισμός δεδομένων λογαριασμού (κάθε 60 λεπτά)"
  },
  "service_bill": {
    "task": {
      "title": "Λίστα υποχρεώσεων",
      "message": "Γράψτε τους τίτλους της εργασίας που θέλετε να κάνετε και ενημερώστε τον αγοραστή πόσο έχει προχωρήσει."
    },
    "booking": {
      "title": "Κράτηση / Κράτηση",
      "message": "Αυτή η παραγγελία θα διεκπεραιωθεί σε καθορισμένο χρόνο, ο πελάτης έχει επιλέξει την επιθυμητή περίοδο, εάν θέλετε να κάνετε οποιεσδήποτε αλλαγές στην επιλεγμένη περίοδο, ενημερώστε τον πελάτη.",
      "selected_checkin": "Επιλεγμένη Ημερομηνία Είσοδος Πελάτη",
      "selected_checkout": "Επιλεγμένη ημερομηνία εξόδου πελάτη",
      "change_days_question": "Χρειάζεται να αλλάξετε κατά τη διάρκεια των επιλεγμένων ημερών από τον πελάτη;",
      "show_calendar": "Εμφάνιση Ημερολογίου Παραγγελιών"
    },
    "pricing": {
      "title": "Τιμολόγηση",
      "message": "Πόσο χρεώνετε για αυτήν την υπηρεσία;"
    },
    "subscription": {
      "title": "Συνδρομή",
      "message": "Μπορείτε να επιλέξετε την περίοδο συνδρομής αγοράζοντας αυτήν την υπηρεσία σε καθημερινή βάση. Ενημερώστε τον αγοραστή εάν θέλετε να αλλάξετε τις προεπιλεγμένες τιμές που έχετε ήδη εισαγάγει.",
      "duration": "Περίοδος συνδρομής"
    },
    "charge": {
      "title": "Χρέωση",
      "message": "Έχετε καθορίσει μια χρέωση για αυτό το στοιχείο. Μπορείτε να αλλάξετε το ποσό χρέωσης για το προϊόν που αγόρασε ο πελάτης.",
      "charge": "Χρέωση"
    },
    "save_item": "Επαλήθευση και ρύθμιση",
    "start_service": "Ξεκινήστε την υπηρεσία",
    "end_service": "Φινίρισμα"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "Ολοκλήρωση υπηρεσίας",
      "message": "Εάν γίνει αυτό, πατήστε το πλήκτρο επιβεβαίωσης για να ολοκληρώσετε και να κλείσετε την παραγγελία.",
      "action": "Επιβεβαιώστε και ολοκληρώστε την παραγγελία"
    }
  },
  "product_outputs": {
    "outputs_form": "Δομή πληροφοριών οθόνης (έξοδος)",
    "virtual": {
      "title": "Φόρμα πληροφοριών εξόδου προϊόντος",
      "sub_title": "Οι πληροφορίες που θέλετε να εμφανίσετε στον χρήστη μετά την αγορά. Αυτή η φόρμα ισχύει ιδιαίτερα για την πώληση εικονικών προϊόντων, όπως δωροκάρτα."
    },
    "service": {
      "title": "Service Design",
      "sub_title": "Πρώτα επιλέξτε τον τύπο της υπηρεσίας σας και εισαγάγετε τις απαιτούμενες πληροφορίες. Για παράδειγμα, μπορείτε να ορίσετε μια λίστα εργασιών ή να ζητήσετε από τον πελάτη μια ώρα κράτησης ή ένα ραντεβού."
    }
  },
  "service_design": {
    "type": "Τύπος υπηρεσίας",
    "type_message": "Επιλέξτε τον τύπο υπηρεσίας που παρέχετε για αυτό το προϊόν. Επιλέγοντας κάθε στοιχείο θα εμφανιστεί η σχετική φόρμα. Ανάλογα με τον τύπο της υπηρεσίας που επιλέγετε, ενδέχεται να ληφθούν περισσότερες πληροφορίες από τον πελάτη κατά την παραγγελία."
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "Κατα παραγγελια",
      "desc": "όπως επισκευές σπιτιού, βάψιμο, επισκευή αυτοκινήτου κ.λπ."
    },
    "BOOKING": {
      "title": "Κράτηση",
      "desc": "Όπως η κράτηση δωματίου ή βίλας σε ξενοδοχείο."
    },
    "APPOINTMENT": {
      "title": "Ραντεβού",
      "desc": "Όπως ένα ραντεβού για τη φροντίδα κατοικίδιων ζώων ή την προσωπική εκπαίδευση."
    },
    "RENTAL": {
      "title": "Ενοικίου",
      "desc": "Όπως να νοικιάσετε ένα μέρος ή ένα αυτοκίνητο."
    },
    "SUBSCRIPTION": {
      "title": "Συνδρομή",
      "desc": "Όπως η ιδιότητα μέλους συλλόγου ή η διαδικτυακή προπόνηση."
    },
    "CHARGE": {
      "title": "Χρέωση",
      "desc": "Όπως η χρέωση ενός λογαριασμού ή η χρέωση για τη χρήση μιας εφαρμογής."
    },
    "CUSTOM": {
      "title": "Εθιμο",
      "desc": "Επιλέξτε αυτήν την επιλογή εάν η υπηρεσία που παρέχετε δεν είναι τίποτα από τα παραπάνω."
    }
  },
  "avocado": {
    "title": "Γρήγορες, ακριβείς και απολαυστικές πωλήσεις σε όλα τα μέσα κοινωνικής δικτύωσης",
    "message": "Ένα ποσό και ένας τίτλος είναι το μόνο που χρειάζεστε για να πάρετε χρήματα από τους πελάτες σας! Τα χρήματα θα πιστωθούν απευθείας στον λογαριασμό σας και οι πελάτες σας θα έχουν μια μοναδική εμπειρία αγορών.",
    "new_order": "Νέο νομοσχέδιο",
    "create_by_seller_title": "Δημιουργία Τιμολογίου",
    "create_by_seller_message": "Εάν θέλετε να δημιουργήσετε ένα τιμολόγιο με ένα συγκεκριμένο ποσό και να το στείλετε σε κάποιον, μπορείτε να πατήσετε το κουμπί παρακάτω για να εμφανιστεί η φόρμα τιμολογίου. Δώστε τον παραγόμενο σύνδεσμο στον αγοραστή για να πληρώσει και να παρακολουθήσει την παραγγελία του μέσω αυτού.",
    "create_by_buyer_title": "Μορφή αβοκάντο",
    "create_by_buyer_message": "Με την ενεργοποίηση αυτής της ενότητας, θα εμφανιστεί ένας σύνδεσμος σε εσάς, παρέχετε αυτόν τον σύνδεσμο στους αγοραστές σας ώστε να μπορούν να κάνουν την παραγγελία τους.",
    "orders_list": "Λίστα παραγγελιών",
    "active_mode": "Ενεργή απόδειξη παραγγελίας",
    "inactive_mode": "αδρανής",
    "active_message": "Ενεργοποιώντας αυτήν την πηγή, οι πελάτες σας θα μπορούν να κάνουν μια παραγγελία για το προϊόν μέσω της φόρμας αιτήματος που βλέπετε παρακάτω.",
    "avocado_form_link_message": "Βάλτε αυτόν τον σύνδεσμο στο βιογραφικό σας στο Instagram, το Telegram ή άλλα μέσα κοινωνικής δικτύωσης, έτσι ώστε το κοινό σας να μπορεί να αγοράζει πιο γρήγορα, ευκολότερα και τελικά περισσότερα",
    "need_address": "Λήψη διεύθυνσης",
    "need_address_msg": "Εάν θέλετε να λάβετε την τοποθεσία και τη διεύθυνση του αγοραστή, επιλέξτε αυτήν την επιλογή.",
    "avocado_link_message": "Αρκεί η παροχή του παραπάνω συνδέσμου στον πελάτη για την πληρωμή της παραγγελίας. Ο πελάτης θα μπορεί να ακολουθήσει την παραγγελία μέσω αυτού του συνδέσμου.",
    "edit_order": "Επεξεργασία παραγγελίας",
    "progress": "Ρυθμός προόδου",
    "buyer_link": "Σύνδεσμος αγοραστή",
    "buyer_link_message": "Δώστε αυτόν τον σύνδεσμο στον αγοραστή σας. Ο αγοραστής θα μπορεί να πληρώσει και να παρακολουθεί την παραγγελία του μέσω αυτού του συνδέσμου. Αυτός ο σύνδεσμος είναι κωδικοποιημένος, εάν ο σύνδεσμος δοθεί σε οποιονδήποτε, θα μπορεί να πληρώσει και να δει τις πληροφορίες. Αυτός ο σύνδεσμος θα είναι ενεργός για 60 ημέρες. Κάντε κλικ στον παρακάτω σύνδεσμο για αντιγραφή.",
    "OrderConfirm_done": "Η παραγγελία επιβεβαιώθηκε.",
    "OrderConfirm_message": "Εάν επιβεβαιώσετε την πληρωμή και η παραγγελία είναι σωστή, κάντε κλικ στο παρακάτω κουμπί.",
    "OrderConfirm_action": "Επιβεβαίωση της παραγγελίας",
    "PreparingOrder_message": "Εάν η παραγγελία πελάτη είναι έτοιμη για αποστολή, κάντε κλικ στο κουμπί OK παρακάτω.",
    "PreparingOrder_action": "Η παραγγελία είναι έτοιμη για αποστολή",
    "finish_message": "Εάν ολοκληρωθεί αυτή η παραγγελία, πατήστε το κουμπί τερματισμού για να κλείσετε αυτήν την παραγγελία.",
    "finish_action": "Ολοκληρωμένη επεξεργασία παραγγελιών",
    "finish_dialog": {
      "title": "Ολοκληρώστε την παραγγελία",
      "message": "Έχει ολοκληρωθεί η παραγγελία και είστε σίγουροι ότι θέλετε να την κλείσετε;",
      "action": "Ναι, επιβεβαιώστε την ολοκλήρωση της παραγγελίας"
    },
    "configuration": "Ρυθμίσεις αβοκάντο",
    "delivery_price": "Κόστος αποστολής",
    "edit_avocado_action": "Επεξεργασία πληροφοριών",
    "submit_pricing_avocado_action": "Υποβάλετε την τιμή της παραγγελίας",
    "add_avocado_action": "Δημιουργία συνδέσμου τιμολογίου",
    "avocados_list": "Λίστα με αβοκάντο",
    "not_pricing": "Αυτό το προϊόν δεν έχει τιμή!",
    "show_all": "Προβολή όλων",
    "show_accepted": "Εμφάνιση επιβεβαιωμένων αντικειμένων",
    "notifications": {
      "update_success": "Το αβοκάντο ενημερώθηκε με επιτυχία.",
      "add_success": "Το αβοκάντο δημιουργήθηκε με επιτυχία."
    },
    "name": "Αβοκάντο"
  },
  "avocado_orders": {
    "title": "Αβοκάντο",
    "title_small": "Πωλήσεις μέσων κοινωνικής δικτύωσης",
    "pending_orders": "Ενεργές παραγγελίες",
    "avocado": "Παραγγείλετε αβοκάντο"
  },
  "avocado_process": {
    "step1": "Τιμολόγηση",
    "step1_msg": "Εισαγάγετε την τιμή κάθε είδους και επιλέξτε το πράσινο πλαίσιο. Εάν δεν είναι δυνατή η πώληση ενός αντικειμένου, αλλάξτε την κατάστασή του σε απόρριψη.",
    "step2": "Επιβεβαίωση τιμολογίου",
    "step2_msg": "Δημιουργήστε ένα τιμολόγιο για αυτήν την παραγγελία. Μπορείτε να εισαγάγετε τίτλο και περιγραφή για το τιμολόγιο. Το ποσό της παραγγελίας υπολογίζεται με βάση τη συνολική τιμή των ειδών αυτόματα.",
    "title_input": "Τίτλος τιμολογίου *",
    "show_to_customer": "Αυτές οι πληροφορίες εμφανίζονται στον αγοραστή.",
    "description_msg": "Θέλετε να γράψετε μια σημείωση για αυτήν την παραγγελία; Αυτές οι πληροφορίες θα εμφανιστούν στον αγοραστή.",
    "price_input": "Ποσό παραγγελίας *",
    "tax_none": "Αφορολόγητο",
    "tax_included": "Περιλαμβάνεται στην τιμή",
    "tax_add": "Προσθήκη φόρου",
    "tax_message": "Μπορείτε να επιλέξετε εάν ο φόρος περιλαμβάνεται στην τιμή ή όχι.",
    "tax_included_messages": "Ο φόρος περιλαμβάνεται στην τιμή.",
    "tax_add_messages": "Ο φόρος θα πρέπει να προστεθεί στην τελική τιμή."
  },
  "hyper": {
    "print_label": "Εκτυπώστε την παρακάτω ετικέτα και τοποθετήστε την μπροστά από το προϊόν",
    "hyper_form_link_product_message": "Οι πελάτες σας θα μπορούν να αγοράσουν το {product} γρήγορα μέσω αυτού του συνδέσμου. Θα εισαγάγουν επίσης τον ίδιο σύνδεσμο σαρώνοντας τον κωδικό QR.",
    "title": "Υπερ Γρήγορη Έκπτωση",
    "message": "Με τη βοήθεια του καναλιού πωλήσεων Hyper Selldone, οι πελάτες σας θα μπορούν να αγοράζουν προϊόντα σαρώνοντας έναν κωδικό QR χωρίς να απαιτείται καμία ενέργεια από την πλευρά σας. Χρησιμοποιήστε αυτόν τον τρόπο για να πουλήσετε γρήγορα ορισμένα αντικείμενα σε φεστιβάλ, εκθέσεις ή πολυάσχολες τελετές σε μεγάλους αριθμούς. Αφού ενεργοποιήσετε το Hyper σε αυτήν την ενότητα, μπορείτε να δημιουργήσετε έναν κωδικό hyper QR για φυσικά προϊόντα στην ενότητα Διαχείριση προϊόντων.",
    "orders_list": "Λίστα υπερπαραγγελιών",
    "active_mode": "Το κανάλι υπερπωλήσεων ενεργοποιήθηκε",
    "inactive_mode": "αδρανής",
    "active_message": "Εάν ενεργοποιήσετε αυτήν την επιλογή, η δυνατότητα δημιουργίας των Κωδικών Γρήγορων Πωλήσεων θα εμφανίζεται στην ενότητα διαχείρισης κάθε προϊόντος.",
    "hyper_form_link_message": "Σύνδεσμος υπερ σελίδας του καταστήματός σας",
    "configuration": "Υπερρυθμίσεις",
    "name": "Υπερπληθωρισμός"
  },
  "hyper_orders": {
    "title": "Υπερπληθωρισμός",
    "title_small": "Αναφορά πωλήσεων",
    "hyper": "Παραγγελίες που ελήφθησαν"
  },
  "product_file": {
    "no_file": "Δεν έχει μεταφορτωθεί ακόμα αρχείο!",
    "delete_dialog": {
      "title": "Διαγραφή φακέλου",
      "message": "Είστε βέβαιοι ότι θα διαγράψετε αυτό το αρχείο;",
      "action": "Ναι, Διαγραφή τώρα"
    },
    "notifications": {
      "delete_success": "Το αρχείο διαγράφηκε με επιτυχία."
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 Χρεώστε {amount} και κερδίστε πίστωση {amount_total}.",
    "charge_action": "Διεκδίκηση δωρεάν πίστωσης",
    "claim_title": "Διεκδικήστε τη δωρεάν πίστωσή σας",
    "claim_charge_caution": "Σημείωση: Δεν είναι δυνατή η μετατροπή νομισμάτων μεταξύ των λογαριασμών πορτοφολιού σας. Επομένως, επιλέξτε έναν λογαριασμό που είναι κατάλληλος για το νόμισμα που ανταλλάσσεται στο κατάστημά σας.",
    "account_input": "Καταθετικός λογαριασμός",
    "account_msg": "Θα εφαρμοστεί χρέωση σε αυτόν τον λογαριασμό"
  },
  "selldone_applications": {
    "title": "Μη χάσετε τις παραγγελίες σας!",
    "msg": "Διαχειριστείτε την επιχείρησή σας οπουδήποτε και οποτεδήποτε."
  },
  "shop_seo": {
    "title": "Διαμόρφωση SEO",
    "msg": "Προχωρήστε γρήγορα στο διαδικτυακό μάρκετινγκ ενισχύοντας τα κανάλια απόκτησης οργανικών πελατών.",
    "auto": {
      "title": "Μηχανή Auto SEO",
      "msg": "Παρέχετε μια απρόσκοπτη εμπειρία κινητού για το κοινό και τις μηχανές αναζήτησης στον ιστότοπό σας."
    },
    "amp": {
      "title": "AMP",
      "msg": "Επιταχυνόμενη αυτόματη δημιουργία σελίδων για κινητά."
    }
  },
  "shop_preferences": {
    "order": {
      "title": "Παραγγελίες",
      "desc": "Εάν ένας πελάτης πληρώσει την παραγγελία, θα σταλεί σε αυτήν τη διεύθυνση ένα email που περιέχει τις πληροφορίες της παραγγελίας."
    },
    "return": {
      "title": "ΕΠΙΣΤΡΟΦΗ",
      "desc": "Εάν το προϊόν επιστραφεί από τον αγοραστή, θα σταλεί αυτό το email. Η αποστολή αυτού του email εξαρτάται από το πακέτο που αγοράσατε."
    },
    "pos": {
      "title": "POS",
      "desc": "Η αναφορά πωλήσεων POS θα σταλεί σε αυτό το email."
    },
    "avocado": {
      "title": "Αβοκάντο",
      "desc": "Αποστολή καθημερινής αναφοράς παραγγελιών αβοκάντο."
    },
    "accounting": {
      "title": "Λογιστική",
      "desc": "Αποθηκεύστε οικονομικές αναφορές και ενημερώσεις."
    },
    "subscription": {
      "title": "Συνδρομές",
      "desc": "Κατάσταση προγράμματος πρόσφατης αγοράς σε συνδυασμό με ειδοποιήσεις έναρξης και λήξης συνδρομής."
    },
    "technical": {
      "title": "Τεχνικός",
      "desc": "Τεχνικές ειδοποιήσεις σχετικά με την κατάσταση τομέα και υπηρεσίας."
    },
    "report": {
      "title": "Αναφορές",
      "desc": "Σε αυτό το email θα αποστέλλονται εβδομαδιαίες και μηνιαίες αναφορές"
    },
    "review": {
      "title": "Ανασκόπηση",
      "desc": "Εάν χρειαστεί να επιβεβαιώσετε μια διαδικασία στο κατάστημα, το σχετικό email θα σταλεί σε αυτή τη διεύθυνση. Για παράδειγμα, για να επιβεβαιώσετε την αποστολή ενός email μάρκετινγκ στους χρήστες του καταστήματος."
    }
  },
  "shop_languages": {
    "title": "Γλώσσες αποθήκευσης",
    "sub_title": "Εγκαταστήστε και ενεργοποιήστε πακέτα αυτόματης μετάφρασης καταστήματος.",
    "message": "Μπορείτε να εγκαταστήσετε έως και 10 πακέτα γλωσσών στο κατάστημά σας. Επικοινωνήστε μαζί μας εάν χρειάζεται να εγκαταστήσετε περισσότερα πακέτα."
  },
  "invite_friends": {
    "title": "Μιλήστε για την επιχείρησή σας στον κόσμο!",
    "msg": "Παρουσιάστε το Selldone στους φίλους σας. Θα λάβουν ένα κουπόνι 99 $ σε εταιρεία όταν εγγραφούν και θα λάβετε 15 $ σε κουπόνι εκκίνησης μόλις ολοκληρώσουν την πρώτη τους συναλλαγή.",
    "invite": {
      "title": "Εγγραφείτε στο Selldone business OS για να λάβετε ένα δωρεάν κουπόνι 99 $.",
      "description": "Σας προσκαλώ στο Selldone για να ξεκινήσετε την επιχείρησή σας στο διαδίκτυο με ένα φανταστικό εργαλείο.",
      "hashtags": "ηλεκτρονικό εμπόριο, WebsiteBuilder",
      "quot": "Έφτιαξα ένα ηλεκτρονικό κατάστημα από τη Selldone, μπορείτε επίσης να κάνετε την επιχείρησή σας τώρα."
    }
  },
  "shops_list": {
    "title": "Τα καταστήματά μου",
    "message": "Λίστα με τα δικά μου καταστήματα, επιτρεπόμενα και δείγματα καταστημάτων."
  },
  "shipping": {
    "warehouse_error": "Ρυθμίστε πρώτα την αποθήκη σας! Αυτή η διεύθυνση θα χρησιμοποιηθεί ως προέλευση της αποστολής.",
    "errors": {
      "set_origin": "Ορίστε τον χάρτη τοποθεσίας σας.",
      "set_country": "Ορίστε τη χώρα σας.",
      "set_address": "Ορίστε τη διεύθυνσή σας.",
      "set_zip": "Ορίστε τον ταχυδρομικό σας κώδικα."
    },
    "set_warehouse": "Σετ αποθήκη",
    "pickup_location": "Τοποθεσία παραλαβής",
    "refresh_rates": "Ρυθμοί ανανέωσης",
    "no_rate": "Χωρίς συντελεστή...",
    "view_messages": "Προβολή μηνυμάτων...",
    "not_set_yet": "Δεν έχει οριστεί ακόμα!",
    "drop_orders_here": "Στείλτε τις παραγγελίες εδώ..."
  },
  "blog_category": {
    "title": "Κατηγορίες ιστολογίου",
    "add_action": "Προσθήκη νέας κατηγορίας",
    "add_dialog": {
      "title": "Νέα / Ενημέρωση κατηγορίας",
      "force_edit": "Επιβολή διαδρομής επεξεργασίας",
      "force_edit_msg": "Αλλαγή ονόματος κατηγορίας και ενημέρωση όλων των άρθρων.",
      "star_msg": "Οι κατηγορίες με αστέρι έχουν προτεραιότητα να εμφανίζονται στο ιστολόγιο.",
      "star": "Κοίταξε επίμονα",
      "delete_action": "Διαγραφή κατηγορίας",
      "add_action": "Προσθήκη κατηγορίας",
      "edit_action": "Επεξεργασία κατηγορίας"
    }
  },
  "about_us": {
    "title": "Σελίδα Σχετικά με εμάς",
    "subtitle": "Γράψτε ένα άρθρο σχετικά με την επιχείρησή σας για εμφάνιση στη σελίδα Σχετικά με εμάς. Αυτή η σελίδα θα βοηθήσει το κοινό σας να γνωρίσει την επωνυμία και την αποστολή σας."
  },
  "terms": {
    "title": "Σελίδα Όρων Παροχής Υπηρεσιών",
    "subtitle": "Εξηγήστε τους όρους αγοράς και χρήσης των υπηρεσιών σας για τους πελάτες σας."
  },
  "privacy": {
    "title": "Σελίδα πολιτικής απορρήτου",
    "subtitle": "Η πολιτική απορρήτου είναι μια δήλωση ή νομικό έγγραφο που αποκαλύπτει ορισμένους ή όλους τους τρόπους με τους οποίους ένα μέρος συγκεντρώνει, χρησιμοποιεί, αποκαλύπτει και διαχειρίζεται τα δεδομένα ενός πελάτη ή πελάτη."
  },
  "contact_us": {
    "title": "Σελίδα επικοινωνίας",
    "subtitle": "Γράψτε τα στοιχεία επικοινωνίας, τη διεύθυνση και τον αριθμό τηλεφώνου σας που θα εμφανίζονται στους πελάτες σας στη σελίδα επικοινωνίας μαζί μας."
  },
  "metaverse": {
    "title": "Γέφυρα Metaverse",
    "subtitle": "Η Selldone παρέχει %100 υπηρεσίες βασισμένες σε API στον εμπορικό χώρο. Οι προγραμματιστές παιχνιδιών, blockchain και metaverse μπορούν να χρησιμοποιήσουν αυτά τα ισχυρά API για να συνδέσουν επιχειρήσεις, πελάτες και υπηρεσίες στο μέλλον της εργασίας, της ζωής και του εμπορίου.",
    "message": "Πρώιμη πρόσβαση για προγραμματιστές παιχνιδιών"
  },
  "orders_bulk_export": {
    "title": "Βοηθός παραγγελιών",
    "timespan": {
      "title": "Χρονικό διάστημα",
      "subtitle": "Επιλέξτε τις ημερομηνίες έναρξης και λήξης για την υποβολή παραγγελιών."
    },
    "tasks": {
      "title": "Έξοδος εργασιών",
      "subtitle": "Κατεβάστε μαζικά τη λίστα εργασιών για την επεξεργασία παραγγελιών. Το αποτέλεσμα περιέχει μόνο παραγγελίες επί πληρωμή και αντικαταβολή.",
      "export_title": "Κατάλογος εργασιών"
    },
    "labels": {
      "title": "Ετικέτες συσκευασιών",
      "subtitle": "Κάντε λήψη της λίστας με όλες τις ετικέτες παραγγελιών στην επιλεγμένη χρονική περίοδο και κατάσταση. Το αποτέλεσμα περιέχει μόνο παραγγελίες επί πληρωμή και αντικαταβολή.",
      "export_title": "Ετικέτες κουτιών"
    }
  },
  "customers_funnel": {
    "title": "Δημογραφία πελατών",
    "subtitle": "Φιλτράρετε και εξάγετε τα δεδομένα των πελατών σας για να λάβετε καλύτερες αποφάσεις για να προσφέρετε περισσότερη αξία με λιγότερο μάρκετινγκ! Σεβαστείτε το απόρρητο των πελατών σας και μην τους στέλνετε ποτέ μαζικά μηνύματα ηλεκτρονικού ταχυδρομείου! Ποτέ μην μοιράζεστε τις πληροφορίες των πελατών σας με υπηρεσίες τρίτων χωρίς να λάβετε άδεια από κάθε έναν από αυτούς."
  },
  "transportation_pickups": {
    "addresses": {
      "title": "Διευθύνσεις παραλαβής",
      "subtitle": "Προσθέστε και επεξεργαστείτε διευθύνσεις παραλαβής εδώ. Οι χρήστες θα μπορούν να επιλέξουν τη διεύθυνση παραλαβής στη σελίδα ολοκλήρωσης αγοράς.",
      "add_action": "Προσθήκη νέας τοποθεσίας"
    }
  },
  "affiliate_pos": {
    "title": "Affiliate POS",
    "open_pos_action": "Γρήγορη παραγγελία POS",
    "description": "Αυτή η επιλογή είναι κατάλληλη για διαχειριστές σελίδων Instagram και άλλων κοινωνικών δικτύων. Χρησιμοποιήστε το Affiliate POS για να λαμβάνετε και να προσθέτετε παραγγελίες από πελάτες με μη αυτόματο τρόπο. Οι συνεργάτες σας (ή το franchise) μπορούν να προσθέσουν νέες παραγγελίες στο Affiliate POS και να ανεβάσουν το δελτίο κατάθεσης."
  },
  "shop_configuration": {
    "login": {
      "title": "Μέθοδοι σύνδεσης",
      "subtitle": "Προσαρμόστε τον τρόπο σύνδεσης των χρηστών στο κατάστημά σας."
    },
    "checkout": {
      "title": "Ροή ολοκλήρωσης αγοράς",
      "subtitle": "Προσαρμόστε το ταξίδι πελατών και τη ροή αγορών στο ηλεκτρονικό σας εμπόριο.",
      "map": {
        "title": "Χάρτης",
        "subtitle": "Οι χρήστες πρέπει να επιλέξουν την τοποθεσία παράδοσης στο χάρτη (όπως το Uber).",
        "subtitle_no_map": "Η απόσταση στον υπολογισμό αποστολής θεωρείται μηδέν εάν η τοποθεσία δεν υπάρχει στη διεύθυνση που παρέχεται από τον πελάτη."
      },
      "mode": {
        "title": "Σημείο σύνδεσης πελατών",
        "default": {
          "title": "ASAP (Προεπιλογή)",
          "msg": "Οι χρήστες συνδέονται το συντομότερο δυνατό. (Περισσότερη μετατροπή)"
        },
        "on_checkout": {
          "title": "Στο ταμείο",
          "msg": "Αναγκάστε τους χρήστες να συνδεθούν στο βήμα ολοκλήρωσης αγοράς."
        },
        "login_free": {
          "title": "Προαιρετική είσοδος",
          "msg": "Προαιρετική είσοδος μετά την πληρωμή της παραγγελίας.."
        }
      },
      "express": {
        "title": "Ανακατεύθυνση μετά την προσθήκη στο καλάθι",
        "false": {
          "title": "Κανονική λειτουργία",
          "msg": "Μείνετε στη σελίδα και συνεχίστε τις αγορές σας αφού κάνετε κλικ στην προσθήκη στο καλάθι."
        },
        "true": {
          "title": "Λειτουργία Express",
          "msg": "Ανακατευθύνετε τον πελάτη στη σελίδα ολοκλήρωσης αγοράς αφού κάνει κλικ στην προσθήκη στο καλάθι."
        }
      },
      "shipping_address": {
        "title": "Ζητήστε διεύθυνση αποστολής"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "Φυσική και σέρβις (Προεπιλογή)",
      "desc": "Ζητήστε από τον πελάτη να εισαγάγει μια διεύθυνση στα φυσικά και ταμεία υπηρεσιών."
    },
    "physical": {
      "title": "Μόνο Φυσική",
      "desc": "Ζητήστε από τον πελάτη να εισαγάγει μια διεύθυνση μόνο στο φυσικό ταμείο."
    },
    "off": {
      "title": "Ποτέ",
      "desc": "Ποτέ μην ζητάτε τη διεύθυνση αποστολής. ⚠ Χρησιμοποιήστε αυτήν την επιλογή εάν σκοπεύετε να έχετε υπηρεσίες με παραλλαγές επιλέγοντας φυσικό τύπο για προϊόντα αντί για τύπο υπηρεσίας."
    }
  },
  "business_model": {
    "title": "Ρύθμιση επιχειρηματικού μοντέλου",
    "subtitle": "Ορίστε το επιχειρηματικό σας μοντέλο και εμείς θα διαμορφώσουμε το λειτουργικό σας σύστημα πίσω από τη σκηνή."
  },
  "business_type": {
    "title": "Τύποι εμπορευμάτων",
    "subtitle": "Ορίστε τον τύπο των προϊόντων που θέλετε να πουλήσετε στο κατάστημά σας. Οι τύποι προϊόντων στο Selldone δεν είναι απλώς ένας τύπος προϊόντων. είναι περισσότερο για τη διαδικασία εκπλήρωσης.",
    "send_activation_request_to_support": "Στείλτε ένα αίτημα ενεργοποίησης σε ένα δελτίο υποστήριξης.",
    "require_kyc": "Ιδιοκτήτης επιχείρησης KYC.",
    "needs_enterprise_license": "Πρέπει να έχετε άδεια Enterprise.",
    "marketplace_caution_message": "Ορίστε το Marketplace ως το μοντέλο σας που επηρεάζει βαθιά τη διαμόρφωση του επιχειρησιακού λειτουργικού σας συστήματος. Για παράδειγμα, πρέπει να ορίσετε τουλάχιστον έναν προμηθευτή για κάθε προϊόν με ανεξάρτητη τιμολόγηση και απόθεμα. Οι πελάτες δεν μπορούν να αγοράσουν προϊόντα που δεν έχουν προμηθευτή."
  },
  "business_model_view": {
    "normal": {
      "title": "Κανονικό κατάστημα",
      "desc": "Συνήθως μια ΜΜΕ, μια εγχώρια επιχείρηση ή ένα dropshipper - που πουλά το προϊόν τους απευθείας σε πελάτες ή πουλά προϊόντα χονδρεμπόρων ως μεταπωλητής."
    },
    "dropshipping": {
      "title": "Η ναυτιλία πτώσης",
      "desc": "Μην κρατάτε κανένα προϊόν και κανένα απόθεμα - πληρώνετε σε τρίτους, συνήθως σε χονδρέμπορο (όπως Printify, Wholesale2B, ...) ή κατασκευαστή, και αυτοί εκτελούν παραγγελίες παρασκηνιακά."
    },
    "wholesaler": {
      "title": "Προμηθευτής Dropshipping",
      "desc": "Συνήθως χονδρέμπορος ή κατασκευαστής – που στέλνει τις παραγγελίες απευθείας στον τελικό καταναλωτή. Άλλοι έμποροι στο Selldone μπορούν να στείλουν τα προϊόντα σας στα καταστήματά τους."
    },
    "marketplace": {
      "title": "Αγορά",
      "desc": "Οι διαδικτυακές αγορές συνδέουν αγοραστές και πωλητές σε μια ιδιόκτητη και κεντρική πλατφόρμα."
    },
    "franchise": {
      "title": "Franchise / Συνεργάτης",
      "desc": "Το franchise είναι μια μέθοδος διανομής προϊόντων ή υπηρεσιών που περιλαμβάνει έναν δικαιοπάροχο που καθιερώνει την επωνυμία σας (Franchising) ή πουλά τα προϊόντα σας με την επωνυμία του (Affiliate)."
    }
  },
  "marketplace": {
    "vendor_wallets": "Πορτοφόλια",
    "pricing_models": "Τιμολόγηση",
    "add_vendor": "Προσθήκη προμηθευτή",
    "requests": "Αιτήσεων"
  },
  "price_input_type": {
    "title": "Τύπος εισαγωγής τιμής",
    "default": {
      "title": "Προκαθορισμένο",
      "desc": "Επιλέξτε μια τιμή ως ποσότητα στο καλάθι."
    },
    "area": {
      "title": "Περιοχή",
      "desc": "Εισαγάγετε το πλάτος και το μήκος ως είσοδο για να υπολογίσετε την ποσότητα."
    },
    "volume": {
      "title": "Ενταση ΗΧΟΥ",
      "desc": "Εισαγάγετε πλάτος, μήκος και ύψος ως είσοδο για να υπολογίσετε την ποσότητα."
    },
    "custom": {
      "title": "Προσαρμοσμένο (Με φόρμα εισαγωγής)",
      "desc": "Δεν χρειάζονται εκατοντάδες παραλλαγές! Δημιουργήστε μια προσαρμοσμένη φόρμα υπολογισμού κόστους για εξαιρετικά προσαρμόσιμα προϊόντα."
    }
  },
  "vendors_list": {
    "title": "Οι Πωλητές μου",
    "message": "Λίστα των δικών μου πωλητών."
  },
  "vendor_page": {},
  "domains": {
    "message": "Συνδέστε πολλούς τομείς στο λειτουργικό σύστημα της επιχείρησής σας και διαχειριστείτε όλους τους σε ένα μέρος. Μπορείτε να χρησιμοποιήσετε τη λειτουργία πολλαπλών τομέων για να δημιουργήσετε αποκλειστικούς τομείς για κάθε τμήμα του ιστότοπού σας, όπως το ιστολόγιο και την κοινότητα, ή να χρησιμοποιήσετε διαφορετικούς τομείς για τις θυγατρικές σας."
  },
  "notes": {
    "add_action": "Προσθέστε μια σημείωση για την ομάδα σας",
    "notifications": {
      "success_add": "Η σημείωση προστέθηκε με επιτυχία.",
      "success_delete": "Η σημείωση διαγράφηκε με επιτυχία."
    }
  },
  "external_services": {
    "title": "Εξωτερικές υπηρεσίες",
    "subtitle": "Παρακολουθήστε την τελευταία κατάσταση των εξωτερικών υπηρεσιών όπως SMS και email εδώ."
  },
  "theme": {
    "dark_mode": "Dark Mode",
    "dark_mode_description": "Επιλέξτε αυτή την επιλογή εάν θέλετε ένα σκούρο φόντο με λευκό χρώμα κειμένου.",
    "light_mode": "Λειτουργία φωτός",
    "light_mode_description": "Επιλέξτε αυτή την επιλογή εάν θέλετε το φόντο να είναι ανοιχτό και το κείμενο σε μαύρο χρώμα."
  },
  "shop_quota": {
    "title": "Όριο χρήσης",
    "sub_title": "Αυτή είναι η λίστα ορίων χρήσης για το κατάστημά σας. Μπορείτε να αυξήσετε αυτά τα όρια αναβαθμίζοντας την άδεια του καταστήματός σας. Εάν υπερβείτε τα όρια, μπορείτε να ζητήσετε επιπλέον ημερήσια επιδόματα ποσόστωσης από εμάς. Όλη η χρήση θα επαναφέρει καθημερινά."
  },
  "app_card": {
    "category": "Κατηγορία",
    "installs": "Εγκαθιστώ",
    "actives": "Ενεργός",
    "uninstalls": "Απεγκαταστάσεις",
    "app_code": "Κωδικός εφαρμογής",
    "app_mode": "Λειτουργία εφαρμογής"
  },
  "product_status": {
    "open": {
      "name": "Ενεργός",
      "title": "Ενεργός ╏ Online & Offline Πωλήσεις",
      "description": "Αυτό το προϊόν θα είναι διαθέσιμο για ηλεκτρονικές παραγγελίες."
    },
    "close": {
      "name": "αδρανής",
      "title": "Ανενεργό ╏ Μόνο πωλήσεις εκτός σύνδεσης",
      "description": "Αυτό το προϊόν δεν θα είναι διαθέσιμο για ηλεκτρονικές παραγγελίες."
    },
    "pending": {
      "name": "εκκρεμής",
      "title": "εκκρεμής",
      "description": "Απαιτείται έλεγχος αγοράς πριν βγει ζωντανά."
    },
    "rejected": {
      "name": "Απορρίφθηκε",
      "title": "Απορρίφθηκε",
      "description": "Αυτό το προϊόν απορρίφθηκε από την αγορά."
    }
  },
  "suggestions": {
    "vendor_payment": {
      "note": [
        "Η πληρωμή για τις πωλήσεις ολοκληρώθηκε",
        "Εκταμίευση προμήθειας προμηθευτή.",
        "Η συναλλαγή ολοκληρώθηκε με επιτυχία.",
        "Έμβασμα για πρόσφατες πωλήσεις.",
        "Επιτυχής Μεταφορά για Υπηρεσίες Προμηθευτή."
      ],
      "reverse_fund_reason": [
        "Επιστροφή κεφαλαίων: Μεταφορά από τράπεζα στο πορτοφόλι του πωλητή.",
        "Αναπλήρωση πορτοφολιού προμηθευτή: Αντιστροφή χρημάτων από τραπεζικό λογαριασμό.",
        "Αντίστροφη συναλλαγή: Μεταφορά πορτοφολιού από τράπεζα σε προμηθευτή.",
        "Επιστροφή χρημάτων: Αντιστροφή τραπεζικής κατάθεσης στο πορτοφόλι του πωλητή.",
        "Αντιστροφή κεφαλαίων: Αναπλήρωση του πορτοφολιού του πωλητή από την τράπεζα."
      ]
    },
    "shop_email": {
      "name": [
        "Super Savings Blast Σαββατοκύριακου",
        "Αποκαλύφθηκαν αποκλειστικές προσφορές Insider",
        "Η πρόσβασή σας VIP σε εκπτώσεις Premium",
        "Εποχιακή Έκπτωση Extravaganza",
        "Ξεκλειδώστε τον παράδεισο των αγορών σας",
        "Το Καρναβάλι του Grand Shopper",
        "Spring Fling Shopping Spree",
        "Φθινοπωρινές προσφορές που δεν μπορείτε να αντισταθείτε",
        "Winter Wonders: Ζεστές προσφορές για τις κρύες μέρες",
        "Αντίστροφη μέτρηση για την εκκαθάριση για το τέλος του καλοκαιριού",
        "Black Friday Bonanza: Early Bird Access",
        "Hello Holidays: Your Gift Guide and more",
        "Fresh Finds: New Arrivals Just for You",
        "Επιβράβευση πίστης: Αποκλειστικές εκπτώσεις στο εσωτερικό"
      ],
      "subject": [
        "⏰ Προσφορά περιορισμένου χρόνου! Πάρτε τα αγαπημένα σας τώρα",
        "🌼 Νέα σεζόν, νέα στυλ - Εξερευνήστε την πιο πρόσφατη συλλογή μας",
        "👑 Αποκλειστική έκπτωση VIP μόνο για εσάς",
        "💃 Γυρίστε το κεφάλι με τις νέες μας αφίξεις",
        "🔚 Τελευταία ευκαιρία για να απολαύσετε 20% έκπτωση σε όλα",
        "🎁 Ένα δώρο για εσάς: Πίστωση 10 $ μέσα!",
        "☀️ Ετοιμαστείτε για το καλοκαίρι με τις καυτές προσφορές μας",
        "🛍️ Αναβάθμισε την γκαρνταρόμπα σου - το αξίζεις",
        "👀 Sneak Peek: Νέα προϊόντα σύντομα!",
        "🎂 Χρόνια πολλά! Το ιδιαίτερο δώρο σας περιμένει",
        "🖤 Είστε έτοιμοι για προσφορές Black Friday;",
        "🎯 Κορυφαίες επιλογές μόνο για εσάς - Εξατομικευμένη εμπειρία αγορών",
        "🍹 Ώρα να περιποιηθείτε τον εαυτό σας - Έκπτωση Σαββατοκύριακου!",
        "🧹 Εκκαθάριση στο τέλος της σεζόν - Όλα πρέπει να πάνε!",
        "🚀 Το έχεις κερδίσει! Δωρεάν αποστολή στην επόμενη παραγγελία σας",
        "📢 Μην το χάσετε - Τα είδη της λίστας επιθυμιών σας είναι σε προσφορά τώρα",
        "🏡 Φέρτε χαρά στο σπίτι σας με τη συλλογή μας για διακόσμηση σπιτιού",
        "🎉 Μια έκπληξη μόνο για εσάς! Ξεδιπλώστε την έκπτωση Mystery σας"
      ]
    },
    "discount_code": {
      "code": [
        "ΚΑΛΩΣΟΡΙΣΑΤΕ10",
        "ΚΑΛΟΚΑΙΡΙ20",
        "VIPSALE30",
        "BDAY15",
        "ΜΑΥΡΗ ΠΑΡΑΣΚΕΥΗ",
        "ΚΥΒΕΡΝΟ-ΔΕΥΤΕΡΑ",
        "ΔΩΡΕΑΝ ΑΠΟΣΤΟΛΗ",
        "FLASHSALE",
        "ΕΚΤΕΛΩΝΙΣΜΟΣ",
        "EARLYBIRD",
        "ΜΑΘΗΤΗΣ10",
        "ΧΕΙΜΩΝΑΣ25",
        "ΑΝΟΙΞΗ15",
        "FALL20",
        "ΜΠΕΣΤΣΕΛΕΡ10",
        "ΔΙΑΚΟΠΗ 30",
        "ΒΑΛΕΝΤΙΝΟΣ 20",
        "ΗΜΕΡΑ ΤΗΣ ΜΗΤΕΡΑΣ",
        "ΗΜΕΡΑ ΤΟΥ ΠΑΤΕΡΑ",
        "ΤΕΛΟΣ ΤΟΥ ΧΡΟΝΟΥ"
      ],
      "title": [
        "Έκπτωση Flash: Έκπτωση 20%!",
        "Έκπτωση VIP Early Access",
        "Προσφορά Σαββατοκύριακου: Εξοικονομήστε τώρα!",
        "Απολαύστε έκπτωση 15% σήμερα",
        "Καλοκαιρινές εκπτώσεις: Έξτρα έκπτωση 10%.",
        "Ξεπούλημα! Save Big",
        "Ειδική Προσφορά: Δωρεάν αποστολή",
        "2-για-1: Μόνο σήμερα!",
        "Προσφορά διακοπών: Έκπτωση 25%.",
        "Αποκλειστική έκπτωση 30%.",
        "Εκπληξη! Έξτρα έκπτωση 20%.",
        "Εποχιακή αποταμίευση στο εσωτερικό",
        "Midweek Madness: Έκπτωση 10%.",
        "Λήγει σύντομα: Έκπτωση 15% σε όλα",
        "Οικογένεια και φίλοι: Έκπτωση 20%.",
        "Μεγάλες οικονομίες αυτό το Σαββατοκύριακο",
        "Black Friday: Έκπτωση 40%.",
        "Έκπτωση Sneak Peek: Έκπτωση 30%."
      ],
      "description": [
        "Διεκδικήστε την ειδική προσφορά σας! Μόνο για περιορισμένο χρόνο.",
        "Βιασύνη! Στο καλάθι σας περιμένουν αποκλειστικές οικονομίες.",
        "Η μεγάλη εξοικονόμηση είναι ένα μόνο κλικ μακριά!",
        "Επωφεληθείτε από αυτήν τη συμφωνία προτού φύγει.",
        "Ειδική έκπτωση σε αναμονή! Μην το χάσετε.",
        "Ενισχύστε το αγοραστικό σας πνεύμα με την προσφορά μας!",
        "Η επόμενη παραγγελία σας θα μπορούσε να είναι λιγότερη από όσο νομίζετε!",
        "Είναι η τέλεια στιγμή για να πάρετε αυτό που θέλετε.",
        "Κάτι για να κάνει τη μέρα σας πιο φωτεινή.",
        "Έτοιμοι για αποθήκευση; Μια έκπτωση έκπληξη περιμένει!",
        "Επειδή είστε ξεχωριστοί, εδώ είναι μια ειδική προσφορά.",
        "Έχετε το μάτι σας σε κάτι; Ορίστε μια ώθηση!",
        "Δεν υπάρχει χρόνος σαν το παρόν για εξοικονόμηση.",
        "Μην χάσετε αυτήν την προσφορά! Είναι πολύ καλό για να το προσπεράσεις.",
        "Θαυμάσια νέα! Οι αγορές σας μόλις έγιναν φθηνότερες.",
        "Βιαστείτε, η αποκλειστική σας έκπτωση τελειώνει σύντομα!",
        "Εδώ είναι ένα μικρό ευχαριστώ για την πίστη σας."
      ]
    },
    "coupon": {
      "title": [
        "Αποταμιεύσεις που εξαπολύθηκαν",
        "Ξεκλειδώστε την Έκπτωση",
        "Σούπερ εξοικονόμηση",
        "Αποκλειστική προσφορά",
        "Αποταμίευση μπόνους",
        "Έκπτωση VIP",
        "Ειδική προσφορά",
        "Επιπλέον εξοικονόμηση",
        "Εκπτωτική Ειδοποίηση",
        "Budget Bliss",
        "Economy Delight",
        "Αξία Bonanza",
        "Περικοπή τιμής",
        "Καλή αποταμίευση",
        "Εξοικονομήστε περισσότερα, Αγοράστε περισσότερα",
        "Flash Deal",
        "Ευκαιρίες",
        "Άμεση εξοικονόμηση",
        "Προσφορά της ημέρας",
        "Εποχιακή κλοπή"
      ],
      "description": [
        "Απολαύστε μια γλυκιά προσφορά για εμάς! Εξοικονομήστε χρήματα στην επόμενη αγορά σας.",
        "Εκτιμούμε τους πελάτες μας - επωφεληθείτε από αυτήν την αποκλειστική προσφορά.",
        "Αποκτήστε περισσότερα από αυτά που αγαπάτε με λιγότερο. Έκπτωση σε εμάς!",
        "Έτοιμοι για αποθήκευση; Μια αποκλειστική προσφορά περιμένει!",
        "Γιατί είσαι ξεχωριστός! Απολαύστε έκπτωση στην επόμενη παραγγελία σας.",
        "Χαρίστε στον εαυτό σας ένα ξεφάντωμα αγορών και κάντε οικονομία!",
        "Ετοιμαστείτε να ψωνίσετε μέχρι να πέσει - και κάντε οικονομία!",
        "Γιορτάστε τη σεζόν με μια ειδική έκπτωση.",
        "Ευχαριστούμε τους πιστούς μας πελάτες με μια αποκλειστική έκπτωση.",
        "Ξεκλειδώστε απίστευτες οικονομίες στην επόμενη αγορά σας.",
        "Ρίξτε μια ματιά στις αποκλειστικές αποταμιεύσεις σας.",
        "Ανακαλύψτε την έκπτωση έκπληξή σας σε εμάς!",
        "Αναβαθμίστε την εμπειρία αγορών σας με την αποκλειστική μας προσφορά.",
        "Ξεκινήστε τις αποταμιεύσεις σας με την ειδική προσφορά μας.",
        "Αφεθείτε με κάτι επιπλέον - μια ειδική έκπτωση.",
        "Η επόμενη περιπέτεια αγορών σας μόλις έγινε πιο προσιτή!",
        "Γιατί τα ψώνια είναι πιο διασκεδαστικά με έκπτωση."
      ]
    },
    "offer": {
      "title": [
        "Πακέτο & Εξοικονομήστε μεγάλα!",
        "Αγοράστε περισσότερα, εξοικονομήστε περισσότερα!",
        "Έξυπνες προσφορές για έξυπνους αγοραστές",
        "Εκπτωτική Ειδοποίηση! Δέσμη Αποταμίευσης",
        "Combo Offer - Περισσότερα για λιγότερο",
        "Αποκλειστική εξοικονόμηση σε πακέτα",
        "Λάβετε περισσότερα για τα χρήματά σας!",
        "Αποθήκευση κατά τη δέσμη",
        "Ειδικές προσφορές σε Combos",
        "Τεράστια οικονομία στο κατάστημα!",
        "Πακέτα καλύτερης αξίας",
        "Προσφορές δέσμης περιορισμένου χρόνου",
        "Μεγάλες εκπτώσεις στα Combos",
        "Έξυπνη εξοικονόμηση σε επιλεγμένα είδη",
        "Ασυναγώνιστες προσφορές σε πακέτα",
        "Διαθέσιμες εκπτώσεις πολλαπλών αγορών",
        "Διπλασιάστε για λιγότερο τώρα",
        "Μαζικές αγορές = Μεγάλη εξοικονόμηση"
      ],
      "description": [
        "Σημειώστε μεγάλες οικονομίες όταν ομαδοποιείτε επιλεγμένα προϊόντα. Βιαστείτε, προσφορά περιορισμένου χρόνου!",
        "Έξυπνες προσφορές περιμένουν! Εξοικονομήστε περισσότερα όταν αγοράζετε μαζί τα επισημασμένα προϊόντα μας.",
        "Ανακαλύψτε τον έξυπνο τρόπο εξοικονόμησης! Συγκεντρώστε τα αγαπημένα σας και παρακολουθήστε την πτώση της τιμής.",
        "Απολαύστε αποκλειστικές εκπτώσεις όταν αγοράζετε επιλεγμένα είδη σε συνδυασμό. Δράσε τώρα!",
        "Αγοράστε περισσότερα, εξοικονομήστε περισσότερα! Ασυναγώνιστες εκπτώσεις στα ειδικά πακέτα προϊόντων μας.",
        "Ψωνίστε έξυπνα με τις ειδικές προσφορές μας. Εκπτωτικές τιμές σε επιλεγμένα πακέτα προϊόντων.",
        "Πάρτε περισσότερα με λιγότερο! Καταπληκτικές εκπτώσεις όταν αγοράζετε τα επιλεγμένα πακέτα μας.",
        "Εξοικονομήστε χρήματα όταν δεσμεύετε! Αποκλειστικές προσφορές σε επιλεγμένα είδη για περιορισμένο χρονικό διάστημα.",
        "Συνδυάστε και εξοικονομήστε! Αποκλειστικές εκπτώσεις όταν αγοράζετε μαζί τα επιλεγμένα προϊόντα μας.",
        "Όσο περισσότερο αγοράζετε, τόσο περισσότερο μπορείτε να εξοικονομήσετε! Γίνετε έξυπνοι με τα ειδικά πακέτα μας."
      ]
    },
    "gift_card_type": {
      "title": [
        "Περιποιηθείτε τον εαυτό σας!",
        "Μόνο για σένα!",
        "Καλά ψώνια!",
        "Απολαύστε μας!",
        "Αφεθείτε λίγο",
        "Επειδή είσαι ξεχωριστός",
        "Μια Μικρή Έκπληξη",
        "Φτιάξε τη μέρα σου",
        "Εδώ είναι για εσάς",
        "Διαδώστε τη Χαρά",
        "Δώρο Αγάπης",
        "Αγορά με απόλαυση",
        "Μια ένδειξη ευχαριστιών",
        "Ώρα για Splurge",
        "Απολαύστε τη στιγμή",
        "Βρείτε τα αγαπημένα σας",
        "Η επιλογή είναι δική σου",
        "Εκφράσου",
        "Ανακαλύψτε τη Μαγεία",
        "Απελευθερώστε το στυλ σας"
      ]
    },
    "vendor_refund_order": {
      "note": [
        "Τα χρήματα αφαιρέθηκαν από το εικονικό σας πορτοφόλι και επιστράφηκαν στο πορτοφόλι της αγοράς.",
        "Εκδόθηκε μια επιστροφή χρημάτων, μειώνοντας το υπόλοιπο εικονικού πορτοφολιού σας.",
        "Η επιστροφή χρημάτων ολοκληρώθηκε. Το πορτοφόλι της αγοράς έχει αναπληρωθεί από το εικονικό σας πορτοφόλι.",
        "Το εικονικό πορτοφόλι σας έχει χρεωθεί για πρόσφατη επιστροφή χρημάτων στο πορτοφόλι της αγοράς.",
        "Τα χρήματα του εικονικού πορτοφολιού σας έχουν προσαρμοστεί λόγω πρόσφατης επιστροφής χρημάτων.",
        "Πραγματοποιήθηκε επιστροφή χρημάτων, αφαιρώντας το ποσό από το εικονικό πορτοφόλι σας.",
        "Το υπόλοιπο εικονικού πορτοφολιού σας έχει μειωθεί λόγω επιστροφής χρημάτων στο πορτοφόλι της αγοράς.",
        "Πραγματοποιήθηκε μια συναλλαγή επιστροφής χρημάτων, μεταφέροντας χρήματα από το εικονικό πορτοφόλι σας πίσω στην αγορά."
      ]
    },
    "product": {
      "warranty": [
        "Χρυσή Εγγύηση 24 μηνών",
        "Πλατίνα προστασία για δύο χρόνια",
        "Diamond Assurance για 36 μήνες",
        "Silver Shield: Εγγύηση ενός έτους",
        "2-ετής διασφάλιση ελίτ",
        "Premium προστασία για 24 μήνες",
        "Bronze Backup: Εγγύηση ενός έτους",
        "3 Χρόνια Εγγύηση Ultimate Uptime",
        "Υπόσχεση Ασφαλούς Εξυπηρέτησης 24 μηνών",
        "36-Month Peace of Mind Protection"
      ],
      "pros_name": [
        "Ενισχυμένη αποτελεσματικότητα",
        "Οικονομική Λύση",
        "Εξασφαλισμένη ποιότητα",
        "Φιλικό προς το χρήστη",
        "Εξοικονόμηση χρόνου",
        "Εγγυημένη αξιοπιστία",
        "Ευέλικτη χρήση",
        "Τεχνολογία αιχμής",
        "Φιλικό προς το περιβάλλον",
        "Εξαιρετική Απόδοση"
      ],
      "pros_value": [
        "Εξοικονομεί σημαντικό χρόνο με γρήγορες και αποτελεσματικές λειτουργίες.",
        "Χρησιμοποιεί προηγμένη τεχνολογία για απαράμιλλη απόδοση.",
        "Μειώνει το κόστος και ενισχύει την παραγωγικότητα.",
        "Προσφέρει μια φιλική προς το χρήστη διεπαφή για εύκολη πλοήγηση.",
        "Εγγυάται αξιόπιστη και σταθερή απόδοση.",
        "Παρέχει ευέλικτες εφαρμογές σε διάφορες εργασίες.",
        "Χρησιμοποιεί φιλικά προς το περιβάλλον υλικά και διαδικασίες.",
        "Σχεδιασμένο με τεχνολογία αιχμής για ανώτερα αποτελέσματα.",
        "Ο σχεδιασμός υψηλής ποιότητας εξασφαλίζει μακροχρόνια αντοχή.",
        "Προσφέρει υποστήριξη πελατών όλο το εικοσιτετράωρο."
      ],
      "cons_name": [
        "Ακριβή επένδυση",
        "Περιορισμένη συμβατότητα",
        "Σύνθετη εγκατάσταση",
        "Απαιτεί Εκπαίδευση",
        "Υποπαραγωγή απόδοσης",
        "Στερείται ευελιξίας",
        "Περιορισμένη υποστήριξη",
        "Συχνή Συντήρηση",
        "Υψηλή κατανάλωση ενέργειας",
        "Μικρή διάρκεια ζωής"
      ],
      "cons_value": [
        "Υψηλότερη αρχική επένδυση σε σύγκριση με εναλλακτικές.",
        "Μπορεί να μην είναι συμβατό με όλα τα συστήματα ή τις συσκευές.",
        "Η διαδικασία εγκατάστασης μπορεί να είναι αρκετά περίπλοκη.",
        "Μπορεί να χρειαστεί πρόσθετη εκπαίδευση για τη χρήση.",
        "Η απόδοση μπορεί να μην ανταποκρίνεται σε όλες τις προσδοκίες.",
        "Περιορισμένη λειτουργικότητα ή έλλειψη ευελιξίας.",
        "Η υποστήριξη πελατών ενδέχεται να μην είναι διαθέσιμη όλο το εικοσιτετράωρο.",
        "Απαιτείται συχνή συντήρηση, που οδηγεί σε υψηλότερο κόστος.",
        "Καταναλώνει υψηλές ποσότητες ενέργειας, επηρεάζοντας το κόστος κοινής ωφέλειας.",
        "Η διάρκεια ζωής του προϊόντος μπορεί να μην είναι η αναμενόμενη."
      ]
    },
    "blog_category": {
      "category": [
        "Tech Insights",
        "Foodie Finds",
        "Ταξιδιωτικές ιστορίες",
        "Συμβουλές υγείας",
        "Faves μόδας",
        "Business Buzz",
        "Ιστορίες τρόπου ζωής",
        "Αθλητικές ενημερώσεις",
        "Σημαντικά σημεία τέχνης",
        "Δείκτες Γονέων"
      ],
      "description": [
        "Ανακαλύψτε διορατικά άρθρα για διάφορα θέματα.",
        "Εξερευνήστε τη συλλογή μας από ενημερωτικές αναρτήσεις ιστολογίου.",
        "Μείνετε ενημερωμένοι με το συναρπαστικό περιεχόμενο της κατηγορίας ιστολογίου μας.",
        "Βρείτε έμπνευση μέσω των άρθρων της κατηγορίας ιστολογίου που προκαλούν σκέψη.",
        "Επεκτείνετε τις γνώσεις σας με τα ποικίλα θέματα των κατηγοριών ιστολογίου μας.",
        "Μείνετε ενημερωμένοι με τις συναρπαστικές πληροφορίες για τις κατηγορίες ιστολογίου μας.",
        "Ερευνήστε τα βάθη του ενδιαφέροντος περιεχομένου κατηγορίας ιστολογίου μας.",
        "Ανακαλύψτε πολύτιμες πληροφορίες στα αρχεία της κατηγορίας του ιστολογίου μας.",
        "Μάθετε κάτι νέο από την προσεκτικά επιμελημένη κατηγορία ιστολογίου μας.",
        "Ασχοληθείτε με τα άρθρα και τις αναρτήσεις της κατηγορίας ιστολογίου που εμπλουτίζουν."
      ]
    },
    "partner_plan": {
      "name": [
        "Πακέτο εκκίνησης",
        "Βασικό σχέδιο",
        "Επαγγελματική Σουίτα",
        "Enterprise Edition",
        "Προηγμένο Επίπεδο",
        "Πακέτο Premium",
        "Εσχατη λύση",
        "Επίπεδο Ελίτ",
        "Επιταχυντής ανάπτυξης",
        "Platinum Power"
      ]
    },
    "tax_profile": {
      "name": [
        "Τρόφιμα",
        "Ηλεκτρονικές συσκευές",
        "Ένδυση & Ένδυση",
        "Βιβλία & Χαρτικά",
        "Προϊόντα Υγείας & Ομορφιάς",
        "Επιπλα",
        "Αθλητικά είδη",
        "Παιχνίδια και παιχνίδια",
        "Κοσμήματα & Αξεσουάρ",
        "Εξαρτήματα αυτοκινήτων",
        "Κήπος & Εξωτερικοί χώροι",
        "ΕΙΔΗ ΚΟΥΖΙΝΑΣ",
        "Διακόσμηση σπιτιού",
        "Μουσικά όργανα",
        "Προμήθειες για κατοικίδια",
        "Είδη υπόδησης",
        "Τσάντες & Αποσκευές",
        "Προμήθειες γραφείου",
        "Εργαλεία Υλικού",
        "Είδη παντοπωλείου"
      ],
      "label": [
        "VAT",
        "GST",
        "PST",
        "HST",
        "QST",
        "CST",
        "Ειδικός Φόρος Κατανάλωσης",
        "Εισαγωγικός Δασμός",
        "Φόρος Υπηρεσιών",
        "ΦΟΡΟΣ ΠΟΛΥΤΕΛΕΙΑΣ"
      ]
    },
    "cluster": {
      "name": [
        "Σημαντικά σημεία πώλησης",
        "Κωδικοί προσφοράς",
        "Επιλεγμένες καμπάνιες",
        "Νέες αφίξεις",
        "Best Sellers",
        "Εποχιακές προσφορές",
        "Περιορισμένες Προσφορές",
        "Προσφορές εκδηλώσεων",
        "Αποκλειστικά VIP",
        "Είδη εκκαθάρισης",
        "Πακέτα διακοπών",
        "Θεματικές Συλλογές",
        "Βιτρίνες επωνυμιών",
        "Αγαπημένα μέλη",
        "Flash εκπτώσεις",
        "Αγοράστε τα απαραίτητα",
        "Ψηφιακούς Πόρους",
        "Ιδέες για δώρα",
        "Οικολογικές επιλογές",
        "Συστάσεις προσωπικού"
      ]
    },
    "popup": {
      "title": [
        "Ειδική προσφορά!",
        "Νέες αφίξεις",
        "Περιορισμένο χρονικό διάστημα",
        "Εκπτωτική Ειδοποίηση!",
        "Αποκλειστικές προσφορές",
        "Πολύ καλή προσφορά!",
        "Ειδοποίηση εκκαθάρισης",
        "Δωρεάν αποστολή",
        "Δώρο μέσα!",
        "Κερδίστε έπαθλα",
        "Προνόμια μέλους",
        "Flash Sale"
      ]
    },
    "campaign": {
      "name": [
        "Ψώνισε μέχρι τελικής πτώσης",
        "Cart Frenzy",
        "Flash Sale Fiesta",
        "Κάντε κλικ, Αγορά, Αποθήκευση",
        "Ευκαιρίες ευκαιρίας",
        "E-Deal Extravaganza",
        "Mega Markdown Madness",
        "Cyber Savings Spree",
        "Ψηφιακές Ημέρες Εκπτώσεων",
        "Καρναβάλι Ηλεκτρονικού Εμπορίου",
        "Online Outlet Oasis",
        "Βιασύνη λιανικής",
        "Πώληση αποθήκης Webstore",
        "E-Shopper's Paradise",
        "Virtual Voucher Venture",
        "Ψηφιακά Doorbusters",
        "Εκκαθάριση Ηλεκτρονικού Καλαθιού",
        "Online Shopping Showdown",
        "Θεαματική πώληση στον κυβερνοχώρο",
        "E-Bargain Blitz"
      ]
    },
    "valuation": {
      "title": [
        "Τιμές προσαρμογής T-Shirt",
        "Εκτίμηση χειροποίητων κοσμημάτων",
        "Εξατομικευμένη τιμολόγηση παπουτσιών",
        "Προσαρμοσμένη αξιολόγηση έργων τέχνης",
        "Προσαρμοσμένη Τιμολόγηση Κοστούμι",
        "Κόστος προσαρμογής ηλεκτρονικών gadget",
        "Εξατομικευμένη Εκτίμηση Αρωμάτων",
        "Τιμολόγηση προσαρμοσμένης τσάντας",
        "Προσαρμοσμένη Εκτίμηση Φορέματος",
        "Εξατομικευμένη τιμολόγηση εξωφύλλου βιβλίου",
        "Προσαρμοσμένη εκτίμηση επίπλων",
        "Τιμές ρολογιών κατά παραγγελία",
        "Εξατομικευμένη εκτίμηση παιχνιδιών",
        "Προσαρμοσμένη τιμολόγηση καπέλων",
        "Προσαρμοσμένη αξιολόγηση προϊόντων περιποίησης δέρματος",
        "Προσαρμοσμένη τιμή διακόσμησης σπιτιού",
        "Προσαρμοσμένη αποτίμηση μαγειρικών σκευών",
        "Εξατομικευμένη τιμολόγηση γραφικής ύλης",
        "Εκτίμηση αξεσουάρ μαλλιών κατά παραγγελία",
        "Προσαρμοσμένη τιμολόγηση αθλητικού εξοπλισμού"
      ],
      "structure": {
        "title": [
          "Σχέδιο εκτύπωσης T-shirt",
          "Κοσμήματα Μεταλλικού Τύπου",
          "Επιλογή υλικού παπουτσιού",
          "Μέγεθος κορνίζας τέχνης",
          "Επιλογή υφάσματος κοστουμιού",
          "Επιλογή χρώματος gadget",
          "Προφίλ αρώματος αρώματος",
          "Υλικό και μέγεθος τσάντας",
          "Μήκος φορέματος και στυλ",
          "Υλικό εξωφύλλου βιβλίου",
          "Έπιπλα Τύπος Ξύλου",
          "Ρολόι Strap Material",
          "Προσαρμοσμένα χαρακτηριστικά παιχνιδιού",
          "Μέγεθος και χρώμα καπέλου",
          "Προτιμήσεις συστατικών περιποίησης δέρματος",
          "Θέμα διακόσμησης σπιτιού",
          "Υλικό κουζίνας",
          "Τύπος χαρτιού γραφικής ύλης",
          "Υλικό αξεσουάρ μαλλιών",
          "Μέγεθος αθλητικού εξοπλισμού"
        ]
      }
    },
    "lottery": {
      "title": [
        "Περιστρέψτε και κερδίστε μεγάλα έπαθλα!",
        "Τζάκποτ Fortune Wheel",
        "Lucky Spin Bonanza",
        "Περιστρέψτε για να κερδίσετε ανταμοιβές",
        "Τροχός του Πλούτου",
        "Lucky Lottery Extravaganza",
        "Mega Spin Surprise",
        "Prize Wheel Fiesta",
        "Treasure Spin Spectacular",
        "Spin the Wheel Magic",
        "Lucky Wheel Galore",
        "Η εύνοια της τύχης",
        "Τροχός των Θαυμάτων",
        "Spin for Riches",
        "Prize Spinner Delight",
        "Λοταρία Golden Spin",
        "Spin-a-Prize",
        "Τροχός της τύχης",
        "Lucky Spin Showcase",
        "Ultimate Spin Reward"
      ],
      "description": [
        "Γυρίστε τον τροχό για μια ευκαιρία να κερδίσετε αποκλειστικές εκπτώσεις!",
        "Δοκιμάστε την τύχη σας – στον τροχό της τύχης σας περιμένουν εκπληκτικά δώρα!",
        "Κερδίστε μεγάλα με κάθε γύρισμα – συναρπαστικές ανταμοιβές!",
        "Γυρίστε για να κερδίσετε! Δώρα και προσφορές έκπληξη σε κάθε στροφή.",
        "Η ευκαιρία σας να σκοράρετε - γυρίστε τον τροχό για στιγμιαία βραβεία!",
        "Αποκλειστικές ανταμοιβές με κάθε περιστροφή – θα είστε εσείς ο τυχερός;",
        "Περιστρέψτε και κερδίστε! Ανακαλύψτε κρυμμένα πετράδια στον τροχό της τύχης του καταστήματός μας.",
        "Σταθείτε τυχεροί με τον τροχό μας – δώρα, εκπτώσεις και πολλά άλλα!",
        "Κάθε περιστροφή είναι μια νίκη - πάρτε το ειδικό βραβείο σας σήμερα!",
        "Γυρίστε τον τροχό για μια απολαυστική έκπληξη – τι θα κερδίσετε;",
        "Απελευθερώστε περιουσία με μια περιστροφή – σας περιμένουν συναρπαστικές ανταμοιβές καταστημάτων.",
        "Περιστρέψτε για να αποκαλύψετε το βραβείο σας – εκπτώσεις, δώρα και πολλά άλλα!",
        "Μια περιστροφή την ημέρα κρατά τον ενθουσιασμό στο παιχνίδι - κερδίστε μοναδικά βραβεία!",
        "Γυρίστε τον τροχό της τύχης μας για αποκλειστικές λιχουδιές στο κατάστημα.",
        "Οι τυχερές περιστροφές φέρνουν τυχερές νίκες - λάβετε το βραβείο σας τώρα!",
        "Η περιστροφή σας θα μπορούσε να ξεκλειδώσει εκπληκτικές ανταμοιβές αγορών!",
        "Περιστρέψτε για να έχετε την ευκαιρία να λάβετε αποκλειστικές προσφορές και προσφορές.",
        "Ο τροχός της τύχης περιστρέφεται - πιάστε το τυχερό σας έπαθλο!",
        "Γυρίστε, κερδίστε και χαμογελάστε - ανταμοιβές έκπληξη σε κάθε στροφή.",
        "Κάντε μια περιστροφή και αφήστε την τύχη να αποφασίσει για το βραβείο σας!"
      ]
    }
  }
};