/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */

export default {
  commons: {
    pay_today: "پرداختی امروز",
    pay_yesterday: "پرداختی دیروز",
    pay_last30days: "پرداختی 30 روز اخیر",
    create_a_shop: "ساخت فروشگاه",
    start_free: "شروع رایگان",
    featured_apps: "اپلیکیشن های منتخب",
    more_apps: "اپلیکیشن های بیشتر",
    my_public_profile: "صفحه پروفایل عمومی من",
    product_admin: "مدیریت محصول",
    make_money_affiliate: "کسب درآمد",
    see_live_shop:'مشاهده فروشگاه',
    see_live_product:'مشاهده محصول',
    has_inputs: "دارای ورودی",
    main_domain:'دامنه اصلی',
    domains:'دامنه ها',
    home_page:'صفحه اصلی',
  },

  numbers: {
    infinite: "نامحدود",
  },

  error: {
    not_fount_data: "مقداری یافت نشد",
    license_max_limit: "مجوز شما به حد خود رسید!",
    no_read_access: "عدم دسترسی خواندن",
    no_write_access: "عدم دسترسی نوشتن",
    no_access: "عدم دسترسی",
  },

  time_spans: {
    days_range: "بازه زمانی",
    today: "امروز",
    yesterday: "دیروز",
    last_7: "7 روز اخیر",
    last_14: "14 روز اخیر",
    last_30: "30 روز اخیر",
    last_90: "90 روز اخیر",
    custom: "انتخابی",
  },
  device_types: {
    desktop: "رایانه",
    mobile: "موبایل",
    tablet: "تبلت",
  },

  create_website_action: "سایت خود را رایگان بسازید",
  show_shops_action: "لیست فروشگاه های من",

  // Companies:

  Youtube: "یوتیوب",
  Linkedin: "لینکدین",
  Twitter: "توییتر",
  Facebook: "فیسبوک",
  Instagram: "اینستاگرام",
  Reddit: "ردیت",
  Github: "گیت هاب",

  theme: {
    dark_mode: "حالت تاریک",
    dark_mode_description:
      "این گزینه را انتخاب کنید اگر تمایل دارید پس زمینه تاریک با رنگ متن سفید باشد.",
    light_mode: "حالت روشن",
    light_mode_description:
      "این گزینه را انتخاب کنید اگر تمایل دارید پس زمینه روشن و متن رنگ سیاه باشد.",
  },

  ai: {
    remove_bg: {
      title: "حذف پس‌زمینه",
      subtitle: "ایجاد پس‌زمینه شفاف.",
    },
    reimagine: {
      title: "بازآفرینی",
      subtitle: "ایجاد تصاویر بیشتر با پس‌زمینه‌های جدید.",
    },
    upscale: {
      title: "ارتقاء کیفیت",
      subtitle: "افزایش وضوح تصویر.",
    },
  },

  // ------------------ Pages Title ------------------
  page_titles: {
    home: "سلدان ╏ فروشگاه ساز حرفه ای ها",
    login: "ورود",
    register: "ثبت نام",
    auth_2fa: "ورود2 مرحله ای 🔐",
    academy: "وبلاگ",
    help: "راهنما",
    price_list: "لیست قیمت",
    my_stores: "فروشگاه های من",
    roles: "نقش های من",
    wallet: "کیف پول",
    personal_info: "اطلاعات شخصی ╏ تایید هویت",
    companies: "شرکت ها",
    access_control: "مدیریت دسترسی ها",
    security_center: "امنیت حساب کاربری",
    gifts: {
      received: "هدایا ╏ دریافتی",
      send: "هدایا ╏ ارسالی",
    },
    monetization: {
      linked_accounts: "کسب درآمد ╏ حساب های متصل",
      plans: "کسب درآمد ╏ برنامه ها و لینک ها",
    },
    affiliate: "همکاری در فروش",
    avocado: "آووکادو — کانال فروش شبکه های اجتمائی",
    guild: "قبیله — فروش جمعی",
    partners_login: "شرکا ╏ ورود کاربران",
  },
  // ---------------------------------------------

  blank_is_all_products: "خالی بگذارید تا شامل تمام محصولات شود!",

  /** @see ShopCautionHelper **/
  cautions: {
    title:
      "با انجام کارهای زیر کسب و کار خود را حرفه ای مدیریت کنید، داشتن یک فروشگاه کامل درآمد شما را زیاد خواهد کرد. ما در این مسیر همراه شما خواهیم بود.",
    no_payment_method: {
      title: "درگاه پرداخت",
      message: "شما بایستی یک درگاه پرداخت برای فروشگاه خود ایجاد نمایید.",
      action: "درگاه های فروشگاه",
    },
    link_account: {
      title: "اتصال حساب",
      message:
        "شما بایستی یک حساب ({currency}) از کیف پول خود را به فروشگاه متصل نمایید.",
      action: "حساب های فروشگاه",
    },
    no_domain: {
      title: "دامنه اختصاصی",
      message:
        "شما می توانید یک یا چند دامنه اختصاصی به فروشگاه خود متصل نمایید. سایت شما بر روی دامنه شما نصب خواهد شد. این فرایند سریع و آسان است.",
    },
    domain_not_approved: {
      title: "تایید دامنه",
      message:
        "دامنه {domain} شما تایید نشده است. تنظیمات DNS را بررسی نموده و اقدام به تایید دامنه نمایید.",
    },
    no_currency: {
      title: "افزودن ارز",
      message: "شما بایستی حداقل یک ارز برای فروشگاه خود تعریف نمایید.",
      action: "مدیریت ارزها",
    },
    no_primary_domain: {
      title: "دامین اصلی",
      message:
        "لطفا یک دامنه را به عنوان دامنه اصلی خود انتخاب نمایید. با کلیک بر روی دکمه ستاره در کنار نام دامنه می توانید دامنه را به عنوان دامنه اصلی سایت خود انتخاب نمایید. این کار برای معرفی سایت شما به موتورهای جستجو حیاتی است. توجه نمایید که سایت شما از طریق تمام دامنه های فعال همچنان در دسترس خواهد بود.",
    },

    shop_complete: {
      title: "تکمیل اطلاعات",
      action: "تنظیمات فروشگاه",
      location_msg: "آدرس خود را اضافه کنید",
      days_open_msg: "روزهای باز بودن فروشگاه را تنظیم کنید ",
      time_open_msg: "زمان باز و بسته شدن فروشگاه را تنظیم کنید",
      description_msg: "شرح مختصری در مورد کسب و کار خود را ینویسید",
      icon_msg: "آرم فروشگاه خود را انتخاب نمایید",
      shop_gateways_msg: "یک روش پرداخت را برای فروشگاه تنظیم نمایید",
      socials_msg: "لینک فروشگاه در شبکه های اجتماعی را اضافه کنید",
      clubs_msg: "باشگاه های مشتری را تنظیم کنید",
      domains_msg: "یک دامنه اختصاصی به فروشگاه خود اضافه نمایید",
      primary_msg: "یک دامنه را به عنوان دامنه اصلی تنظیم کنید",
    },
  },

  /** @see BSupportMenu **/
  support: {
    request: "درخواست پشتیبانی",

    category: "واحد",
    title: "پشتیبانی",
    message:
      "هر درخواست یا سوالی دارید از ما بپرسید. بخش پشتیبانی ما شما را راهنمایی خواهد کرد. بهتر است سوال خود را در بخش مرتبط با فروشگاه خود مطرح نمایید. برای مثال اگر سوالی در رابطه با تنظیم دامنه دارید آن را در بخش تنظیم دامنه فروشگاه تان ارسال نمایید.",

    close_at: "در تاریخ {date} بسته شده است.",
    close_ticket_by_user: "سپاس، بستن تیکت",
  },

  /** @see SShopProductRatingView **/
  surveys: ["خیلی ضعیف", "ضعیف", "معمولی", "خوب", "عالی"],

  /** @see SortView **/
  sort: {
    title: "مرتب سازی بر اساس",
    title_small: "مرتب سازی..",
    nothing: "هیچکدام",
    most_views: "پربازدید ترین",
    most_likes: "محبوب ترین",
    most_recent: "جدید ترین",
    most_sell: "پرفروش ترین",
    cheapest: "ارزان ترین",
    most_expensive: "گران ترین",
    only_available: "فقط موجود",
    view_mode: {
      normal: "عادی",
      grid: "فشرده",
      list: "لیست",
      insta: "اینستا",
    },
  },

  /** {@see Helps} **/

  helps: {
    title: "راهنمای سایت و فروشگاه ساز سلدان",
    subtitle: "به آکادمی سلدان خوش آمدید. اینجا راهنمای جامع شما برای ساخت و مدیریت یک فروشگاه آنلاین در یک سیستم عامل کسب‌وکاری قدرتمند است. منابع، آموزش‌ها و بهترین روش‌ها را مرور کنید تا فرآیند راه‌اندازی فروشگاه خود را ساده‌تر کرده، کارایی را افزایش داده و رشد کسب‌وکارتان را تسریع نمایید.",
    add_new_help: "راهنمای جدید",
    resources: "دسترسی به منابع",

    categories: {
      Welcome: "شروع",
      Setup: "راه اندازی فروشگاه",
      Sell: "فروش و بازاریابی",
      Developer: "توسعه دهندگان",

      Product: "مدیریت محصولات و دسته بندی ها",
      Blog: "وبلاگ و مدیریت محتوا",
      Order: "مرکز انجام سفارشات",
      Channel: "کانال های فروش",
      Accounting: "حسابداری و روش های پرداخت",
      Incentives: "مشوق ها",
      Marketing: "کمپین های بازاریابی",
      Logistic: "لجستیک و حمل و نقل",
      Customers: "باشگاه مشتریان و مدیریت کاربران",
      Page: "صفحات فرود و صفحات داخلی",
      Access: "مدیریت دسترسی کارکنان / API",
      Application: "اپلیکیشن ها",
      POS: "صندوق فروشگاهی",
    },
    faq: "سوالات متداول",
    github: "پروژه های گیتهاب",
    admin_api_app: "وب سرویس مدیر فروشگاه",
    shop_api_app: "وب سرویس فروشگاه",
    design_kit: "کیت طراحی",
    community: "جامعه کاربران",
  },

  /** {@see Blogs} **/
  /** {@see InterestTopicsView} **/

  blogs: {
    title: "وبلاگ",
    subtitle:
      "درس هایی برای کسب و کار، اعتماد به نفس و دانشی که برای خلق یک کسب و کار پر رونق  نیاز دارید.",
    add_new_blog: "وبلاگ جدید",
    popular: "پرخواننده ترین ها",
    topics: "موضوعات",
    select_topics: "شغلتون رو انتخاب کنید..",
    select_job_topics: "در چه حرفه ای کار می کنید؟",
    select_interested_topics: "به چه موضوعاتی علاقه دارید؟",
  },

  /** {@see ApiDocs} **/
  api: {
    title: "وب سرویس",
    message:
      "یکی از ویژگی های کلیدی سلدان ارائه API های قوی و امن برای مدیریت و اتصال فروشگاه ها به سرویس های دیگر مانند سرویس های انبارداری، حسابداری و غیره می باشد. همچنین شما می توانید اپلیکیشن و وب اپلیکیشن های اختصاصی برای فروشگاه خود طراحی نمایید بدون آنکه نگران بخش سرور و مدیریت داده های خود باشید. تنها کافیست از API های سلدان استفاده نمایید. تمام مراحل مدیریت کاربران، تایید هویت و دیگر امکانات سلدان در اختیار شما خواهد بود.",
  },

  /** {@see BPageShuttle} **/
  user_dashboard: {
    title: "آشیانه من در سلدان",
    subtitle: "کسب و کار خود را با اطلاعات کافی و به روز شده مدیریت نمایید.",
    menu: {
      affiliate: "بازاریابی",
      monetize: "کسب درآمد",
      gift: "هدیه",
      security: "امنیت",
      access: "دسترسی ها",
      business: "تجاری",
      wallet: "کیف پول",
      identification: "هویت",
      stores: "فروشگاه ها",
      roles: "نقش ها",
      home: "خانه",
      expert: "متخصص",
      deals: "قراردادها",
      providers: "ارائه دهندگان",
    },
    shops: {
      create_new: "ایجاد فروشگاه جدید",
      create_new_sub_need_initial_charge:
        "ساخت اولین فروشگاه رایگان است، احتمالا همان یک فروشگاه برای کسب و کار شما کافی است اما اگر نیاز به ساخت فروشگاه بیشتری دارید هزینه ساخت فروشگاه جدید 100 هزار تومان می باشد. این مبلغ از حساب کیف پول شما کسر خواهد شد.",
      menu: {
        title: "فروشگاه های من",
        shops: "فروشگاه ها",
        new: "جدید",
      },
      accept_invite_question: "آیا این دعوت نامه را می پذیرید؟",

      /** {@see BShopCard} **/

      shop_card: {
        menu_orders: {
          physical: "سفارش های کالای فیزیکی",
          virtual: "سفارش های کالای مجازی",
          files: "سفارش های کالای فایل",
          services: "سفارش های کالای خدمات",
          subscriptions: "سفارشات اشتراک",
        },
        status: "وضعیت",
        license: "پلن",
        volume: "حجم مصرفی",
        expire: "اتمام پلن",
        products: "محصولات",
        page_views: "نمایش",
        user_behavior: "رفتار کاربران",
        time_span: "از {time} تا کنون",
        finance_report: "گزارش مالی",
        buys: "خرید ها",
        payments: "پرداخت ها",
        orders: "سفارش ها",
        currency: "ارز",
        no_payment: "بدون پرداخت!",
        no_purchase: "بدون خرید!",
      },
    },
  },

  widgets: {
    /** {@see BDashboardFeedback} **/
    overview: {
      title: "نظرات کاربران",
      title_small: "نمای کلی",
      wishlist: "محصولات مورد علاقه",
      comments: "نظرات",
      likes: "لایک ها",
      favorites: "علاقه مندی ها",
      powers: "امتیازها",
      views: "نمایش",
      report_today: "گزارش امروز",
      report_last7days: "گزارش 7 روز اخیر",
      report_last30days: "گزارش یک ماه اخیر",
    },
  },

  /** {@see BPageShop} **/
  admin_shop: {
    title: "فروشگاه",
    menu: {
      edit: "تنظیمات",
      automation: "اتوماسیون",
      application: "اپلیکیشن",
      access: "دسترسی",
      pages: "صفحات",
      channels: "کانال ها",
      classification: "طبقه بندی",
      marketing: "مارکتینگ",
      customers: "کاربران",
      logistic: "لجستیک",
      auditing: "حسابداری",
      incentives: "مشوق ها",
      process_center: "سفارش ها",
      blog: "وبلاگ",
      products: "محصولات",
      shops: "فروشگاه ها",
      dashboard: "داشبورد",
      autopilot: "خودکار",
      apps: "افزونه ها",
      pos: "صندوق",
      seo: "سئو",
      localization: "بومی سازی",
      crm: "مشتریان",

    },

    /** {@see SShopDashboard} **/
    dashboard: {
      title: "داشبورد فروشگاه",
      online_staff: "کارمندان آنلاین",

      notify_referral: {
        message:
          "دوستان خود را با لینک اختصاصیتان دعوت نمایید تا کارت هدیه و لایسنس رایگان دریافت کنید.",
        action: "لینک دعوت من",
      },

      /** {@see BDashboardShopTechnical} **/
      info: {
        title: "مشخصات",
        subtitle:
          "نمای کلی مشخصات فنی سیستم و تنظیمات سیستم عامل کسب و کار شما.",

        shop_name: "نام اختصاصی",
        shop_link: "لینک فروشگاه",
        site_map: "نقشه سایت",
        shop_domains: "دامنه ها",
        shop_domains_msg: "لیست دامنه های متصل به سرویس.",

        home_msg:
          "صفحه اصلی پیش فرض وب سایت خود را تنظیم کنید. برای هر دامنه سفارشی قابل تغییر است.",

        add_domain: "افزودن دامین اختصاصی",
        currencies: "ارزهای فروشگاه",
        currencies_alert: "حداقل یک ارز برای فروشگاه انتخاب نمایید!",
        status: "وضعیت",
        license: "پلن",
        expire: "تاریخ اتمام پلن",
        upgrade_license_action: "ارتقاء به {name}",
        wage: "کارمزد",
        cpu_message:
          "تعداد منابعی که متناسب با پلن خریداری شده شما برای سایت تان اختصاص داده شده است.",
        hide_domains: "مخفی کردن دامنه ها",
        show_domains: "نمایش دامنه های من",

        /** {@see BDomainsList} **/
        table: {
          primary: "اصلی",
          url: "آدرس",
          site_map: "نقشه سایت",
          enable: "فعال",
          indexed: "ایندکس",
          and_more: "و بیشتر",
          auto_repair: "عیب یابی",
        },
        add_dialog: {
          title: "تنظیم دامنه فروشگاه",
          step1:
            "مقدار IP رکورد A را برای DNS دامنه یا زیر دامنه یکی از مقادیر زیر تعریف نمایید:",
          step2: "مقدار رکورد TXT را برای DNS دامنه تنظیم نمایید:",
          set_ip_alert:
            "مقدار IP رکورد A را<b>{ip}</b>تنظیم نمایید - اگر از طریق CDN اضافه نشده است.",
          input_domain: "آدرس دامنه",
          correct: "تنظیمات دامنه صحیح است.",
          set_message: "مقدار رکورد CNAME را {cname} تنظیم نمایید.",
          input_domain_message: "نام دامنه را بدون http و https وارد نمایید.",
          ssl_message:
            "نگران تاییدیه SSL برای فروشگاه خود نباشید. این تاییدیه توسط سلدان به صورت رایگان برای سایت شما صادر خواهد شد.",
          active: "دامنه فعال است",
          inactive: "دامنه غیر فعال است",
          success_message:
            "تبریک، سایت شما بر روی دامنه {domain} فعال است. می توانید کسب و کار و برند خود را از طریق این دامنه به دنیا معرفی نمایید.",

          delete_action: "حذف دامنه؟",
        },
        set_home_dialog: {
          title: "تنظیم صفحه اصلی دامنه",
        },
        notification: {
          add_message: "آدرس دامنه با موفقیت ثبت گردید.",
          update_message: "دامنه با موفقیت به روزرسانی گردید.",
          delete_domain_message: "دامنه با موفقیت حذف گردید.",
        },
        alert: {
          title: "حذف دامنه",
          message:
            "آیا می خواهید این دامنه را حذف نمایید؟ دقت نمایید برای جلوگیری از سوء استفاده دیگران مقادیر رکورد DNS دامنه خود را به حالت قبل بازگردانید.",
        },
      },
      /** {@see BDashboardShopOrders} **/
      active_orders: {
        title: "سفارشات",
        title_small: "در صف انتظار",
        pending_orders: "عدد سفارش فعال",
        physical: "سفارش کالاهای فیزیکی",
        virtual: "سفارش کالاهای مجازی",
        file: "سفارش فایل",
        service: "سفارش خدمات",
      },
      /** {@see BDashboardShopProducts} **/
      products: {
        title: "محصولات",
        title_small: "کالا، خدمات، فایل",
        total_products: "تعداد تنوع کالا",
      },
      /** {@see BDashboardShopFinance} **/
      finance: {
        title: "مالی",
        title_small: "گزارش مالی",
        total_30days_title: "مجموع مقدار فروش",
        last_30_day: "30 روز اخیر",
        pay_amount_chart_title: "پرداخت",
        sell_amount_chart_title: "فروش",
        discount_amount_chart_title: "تخفیف",
        currency_convert_to: "تبدیل به ارز",
        active_currencies: "ارز های فعال",
        sell_count_chart_title: "تعداد فروش به تفکیک تنوع",
        active_gateways: "درگاه فعال",
        received_last_24h: "دریافتی ۲۴ ساعت گذشته",
        pie: {
          title: "نسبت فروش امروز",
          no_data: "امروز فروشی نداشتید",
        },
        pay_amount: "مبلغ پرداخت",
        sell_amount: "مبلغ فروش",
        discount_amount: "مبلغ تخفیف",
        sell_count: "تعداد فروش",
        table: {
          currency: "ارز",
          total_sell_30days: "مجموع فروش 30 روزه",
          sell_daily: "میزان فروش روزانه",
          sell: "فروش",
          pay: "پرداخت",
        },
      },
      /** {@see BDashboardShopCustomers} **/
      customers: {
        title: "کاربران فروشگاه",
        title_small: "گزارش فعالیت",
        total_customers: "تعداد کل",
        new_customers_today: "امروز",
        new_customers_week: "7 روز اخیر",
        orders_count: "تعداد سفارشات",
        days_range: "بازه زمانی",
        new_users: "اعضای جدید",

        chart: {
          new_customers: "عضو جدید",
          customers: "کاربران",
        },
      },
      /** {@see BDashboardShopChannels} **/

      channels: {
        title: "کانال های جذب مخاطب",
        subtitle:
          "کسب و کار شما در حال رشد است. در اینجا گزارش کانال‌های جذب مشتری شما آمده است.",
      },

      /** {@see BDashboardShopPerformance} **/
      performance: {
        title: "امروز",
        title_small: "تعداد کاربران و فروش",
        users: "کاربران",
        views: "نمایش ها",
        orders: "تعداد سفارشات",
        payments: "میزان درآمد",
        no_visitor_today: "امروز بازدید کننده ای از فروشگاه تان نداشتید.",
      },
    },

    /** {@see BPageShopProductsList} **/
    products: {
      title: "لیست محصولات",
      products_list: "لیست محصولات",
      products_menu: "مدیریت محصولات",
      view_que_list: "لیست محصولات در صف",
      menu_products_list: "لیست محصولات",
      menu_export: "دانلود لیست محصولات",
      menu_import: "افزودن محصولات (csv)",
      menu_show_deletes: "نمایش محصولات حذف شده",
      drop_import_message:
        "فایل فهرست محصولات (فرمت CSV، XLS، XLSX) را در اینجا رها کنید تا وارد کردن محصولات انبوه شروع شود. مطمئن شوید که فایل دارای فرمت استاندارد فهرست محصولات سلدان است.",
      menu_advanced_options: "تنظیمات پیشرفته",
      menu_advanced_options_description: "اتصال به گوگل شیت، حذف محصولات تکراری و موارد دیگر...",

      products_rss: {
        title: "RSS محصولات",
        subtitle: "وارد کردن محصولات به گوگل، متا و سایر سرویس‌ها.",
      },
      products_api: {
        title: "API محصولات",
        subtitle: "وارد کردن محصولات از طریق یک API عمومی که در دسترس است.",
      },
      google_sheet: {
        action: "برگه متصل",
        tooltip: "محصولات این فروشگاه به یک برگه در گوگل درایو متصل شده‌اند.",
      },
      show_deletes: {
        false_title: "پنهان کردن حذف شده‌ها",
        true_title: "نمایش حذف شده‌ها",
      },
      show_vendors: {
        false_title: "پنهان کردن فروشندگان",
        false_description: "نمایش همه فروشندگان، ⌘Ctrl+1",
        true_title: "نمایش فروشندگان",
      },
      show_notes: {
        false_title: "پنهان کردن یادداشت‌ها",
        false_description: "نمایش همه یادداشت‌ها، ⌘Ctrl+2",
        true_title: "نمایش یادداشت‌ها",
      },
      rss_dialog: {
        title: "RSS محصولات",
        subtitle:
          "از این فید RSS استفاده کنید تا لیست محصولات خود را به روز نگه دارید.",
      },
      api_dialog: {
        title: "API محصولات",
        subtitle:
          "از این فید API استفاده کنید تا لیست محصولات خود را به روز نگه دارید. این API عمومی به شما امکان می‌دهد محصولات فروشگاه خود را فراخوانی کنید، که برای وب‌سایت‌های لیست محصولات و مقایسه ایده‌آل است.",
      },

      /** {@see BProductWindowProductLarge} **/
      product_widget: {
        product_type: "نوع کالا",
        price: "قیمت",
        value_added: "کمیسون",
        discount: "تخفیف",
        in_stock: "موجودی",
        product_unit: "عدد",
        total_sell: "کل فروش",
        total_view: "تعداد بازدید",
        view_unit: "مرتبه",
        review_unit: "نفر",
      },

      /** {@see WidgetFolderCard} **/
      folder_widget: {
        products: "محصولات",
        products_unit: "نوع",
        sub_categories: "زیر دسته",
        sub_categories_unit: "عدد",
        views: "نمایش",
        views_unit: "مرتبه",
      },
    },

    /** {@see BPageShopBlogs} **/
    blogs: {
      new: "جدید",
      blogs: "وبلاگ ها",

      /** {@see BPageShopBlogsList} **/
      list: {
        title: "مقالات من",
        subtitle:
          "مطلب برای معرفی خود و کسب و کارتان با یک ویرایشگر حرفه ای بنویسید. محتوای خوب اولین چیزی است که باید هنگام نوشتن یک پست وبلاگ بر روی آن تمرکز کنید سپس بر روی سئو کردن تمرکز کنید.",
        waiting_message: "در حال دریافت اطلاعات... لطفا منتظر بمانید",
        published: "منتشر شده",
        draft: "پیش نویس",
        private: "خصوصی",
        public: "عمومی",
        table: {
          title: "عنوان",
          author: "نویسنده",
          claps: "تشویق",
          like: "لایک",
          comments: "نظرات",
          views: "نمایش",
          publish_state: "وضعیت انتشار",
          created_at: "تاریخ ایجاد",
          updated_at: "آخرین بروز رسانی",
        },
      },
    },

    /** {@see BPageShopOrders} **/
    orders: {
      /** {@see BProcessCenterList} **/
      physical: {
        waiting_message: "در حال دریافت اطلاعات... لطفا منتظر بمانید",
        rejected: "رد شده است",
        delivery: "حمل و نقل",
        discount: "تخفیف",
        not_paid: "پرداخت نشده",

        table: {
          order_number: "کد سفارش",
          order_date: "تاریخ ثبت",
          status: "آخرین وضعیت",
          price: "مبلغ کل",
          payment_status: "وضعیت پرداخت",
        },
      },

      /** {@see BPageShopOrdersVirtual} **/
      virtual: {
        waiting_message: "در حال دریافت اطلاعات... لطفا منتظر بمانید",

        discount: "تخفیف",
        table: {
          order_number: "کد سفارش",
          product: "محصول",
          order_date: "تاریخ ثبت",
          status: "آخرین وضعیت",
          price: "مبلغ کل",
          payment_status: "وضعیت پرداخت",
        },
      },
    },

    /** {@see BPageShopFinance} **/
    auditing: {
      menu: {
        exchange: "نرخ ارز",
        gateway: "درگاه",
        invoice: "صورت حساب",
        report: "گزارش",
        tax: "مالیات",
        drop_shipping: "تسویه دراپ شیپینگ",
        reseller_accounts: "حساب های دراپ شیپینگ",
        valuations: "قیمت گذاری",
        customer_wallets: "کیف پول مشتریان",
      },

      /** {@see BPageShopFinanceBill} **/
      invoice: {
        title: "حساب های پرداخت فروشگاه",
        subtitle:
          "مبلغ شارژ، کارمزد و هزینه های فروشگاه از این حساب ها کسر می گردد.",
        title_add: "اتصال حساب جدید کیف پول سلدان",

        subtitle_add:
          "بایستی برای هر ارز یک حساب اعتباری سلدان ایجاد نموده و به فروشگاه خود متصل نمایید. مبالغ هزینه ها از این حساب کسر خواهد گردید.",
        add_account: "افزودن حساب",
        charge_account: "شارژ حساب",
        show_transaction: "نمایش تراکنش ها",

        table: {
          currency: "ارز",
          account_number: "شماره حساب",
          account_name: "نام حساب",
          balance: "موجودی",
          free_balance: "موجودی آزاد",
          actions: "حذف از فروشگاه",
        },
        add_account_dialog: {
          title: "اتصال حساب اعتباری به فروشگاه",
          subtitle:
            " شما نزد سلدان یک حساب اعتباری باز می کنید. ما به شما اعتباری مانند هر کارت اعتباری دیگر خواهیم داد. کارمزد فروش سلدان از این حساب برداشت می شود، اما در صورتی که موجودی حساب شما کافی نباشد، این مبلغ به صورت بدهی ثبت خواهد شد. هر مقدار که نیاز دارید از خدمات سلدان استفاده نمایید.",
          account_number: "شماره حساب",
          account_number_input_message:
            "فروشگاه به این حساب متصل می گردد. مبالغ کارمزد و هزینه ها از این حساب کسر خواهد گردید.",
          balance: "موجودی حساب",
          connect_account_to_shop: "اتصال حساب به فروشگاه",
        },
        notifications: {
          connect_account_success: "حساب با موفقیت افزوده شد.",
          delete_account_success: "حساب با موفقیت از فروشگاه حذف شد.",
        },
        alert: {
          delete_account: "قطع اتصال حساب",
          delete_account_message:
            "آیا می خواهید این حساب را از لیست حساب های فروشگاه خارج نمایید؟",
          delete_account_action: "حذف حساب",
        },
        inform_charge_account: "حساب خود را شارژ نمایید!",
        inform_charge_account_critical:
          "برای جلوگیری از قطع سرویس، حساب خود را شارژ نمایید!",
      },

      /** {@see BPageShopFinanceExchange} **/
      exchange: {
        title: "ارزهای فعال فروشگاه",
        subtitle:
          "کاربران قادر خواهند بود یکی از ارزهای فعال را انتخاب نموده و قیمت محصولات بر اساس آن محاسبه و نمایش داده می شود. وارد نمودن نرخ تبدیل ارزها بر عهده فروشنده می باشد.",
        shop_currencies_input: "ارزهای فعال برای کاربران",
        shop_currencies_input_error: "حداقل یک ارز را انتخاب نمایید",
        rates: {
          title: "نرخ تبدیل میان ارزها",
          sub_title:
            "می توانید قیمت محصولات را بر اساس هر یک از ارزهای زیر وارد نموده و قیمت محصولات به صورت خودکار با نرخ های تبدیل میان ارزهای شما محاسبه می گردد.",
          message:
            "با وارد نمودن نرخ های تبادلی میان ارزها، قیمت محصولات شما به صورت خودکار محاسبه و به روز خواهند گردید.",
          add_new_rate: "افزودن نرخ جدید",
        },
        table: {
          waiting_receive_data: "در حال دریافت اطلاعات... لطفا منتظر بمانید",
          rate_input: "نرخ تبدیل",
          from: "از",
          to: "به",
          exchange_rate: "نرخ تبدیل",
          edit: "ویرایش",
          delete: "حذف",
          auto: "نرخ خودکار",
        },
        add_rate_dialog: {
          title: "ثبت نرخ تبادل ارزی",
          message:
            "در ورود اطلاعات دقت نمایید. قیمت محصولات شما بر اساس نرخ های وارد شده در اینجا محاسبه خواهند شد.",
          currency_from: "ارز مبدا",
          currency_to: "ارز مقصد",
          exchange_rate: "نرخ تبدیل",
        },
        alert: {
          title: "حذف نرخ تبدیل",
          message: "آیا می خواهید این نرخ تبدیل را حذف نمایید؟",
          action: "حذف",
        },
        notifications: {
          delete_success: "نرخ تبادلی حذف گردید.",
          add_success: "نرخ تبادلی ثبت گردید.",
          update_success: "ارزهای فعال فروشگاه به روز گردید.",
        },
      },
    }, // End of auditing

    /** {@see BPageShopLogistic} **/
    logistic: {
      /** {@see BPageShopLogisticWarehouse} **/
      warehouses: {
        title: "انبارها",
        subtitle: "لیست انبارهای من.",
      },
      restriction: {
        title: "محدودیت حمل و نقل",
        subtitle:
          "شما می‌توانید محدودیت‌هایی اعمال کنید تا فقط مشتریانی که در مناطق تعیین‌شده حمل و نقل هستند بتوانند از شما خرید کنند!",
        no_enable_shipping_error:
          "هیچ‌کس نمی‌تواند از شما خرید کند زیرا هیچ روش حمل و نقل فعالی ندارید!",
        customer_must_select_a_shipping_msg:
          "مشتری باید برای ثبت سفارش یک روش حمل و نقل را انتخاب کند.",
        customer_can_order_without_shipping_method_msg:
          "مشتری می‌تواند سفارش را ثبت کند حتی اگر برای مکان انتخابی هیچ روش حمل و نقلی پشتیبانی نشود.",
        inputs: {
          restriction: {
            false_description:
              "مشتریان همچنان می‌توانند سفارش ثبت کنند حتی اگر روش حمل و نقل خاصی انتخاب نشده باشد.",
            false_title: "پذیرش همه سفارش‌ها",
            true_title: "پذیرش محدود سفارش",
            true_description:
              "مشتریان باید برای تکمیل خرید خود یک گزینه حمل و نقل یا دریافت حضوری را انتخاب کنند.",
          },
        },
      },

      warehouse_btn: "افزودن انبار جدید",
      warehouse_btn_error:
        "انبار، فروشگاه یا مبدا کسب و کار خود را تنظیم کنید. این طالاعات در محاسبه هزینه حمل و نقل و فرآیند ثبت سفارش ضروری است.",
      no_multi_warehouse_support_message:
        "برای ساده‌سازی، این ویژگی در فروشگاه‌های معمولی در دسترس نیست.",

      size_unit: {
        title: "واحد اندازه",
        subtitle: "واحد اندازه گیری طول، عرض و ارتفاع.",
      },
      mass_unit: {
        title: "واحد وزن",
        subtitle: "واحد مورد استفاده برای اندازه گیری وزن.",
      },

      distance_unit: {
        title: "واحد فاصله",
        subtitle: "واحد مورد استفاده برای اندازه گیری فاصله.",
      },

      menu: {
        return_request: "مرجوعی",
        delivery: "حمل و نقل",
        inventory: "موجودی",
        warehouse: "انبار",
        logistic_apps: "اپلیکیشن های لجستیک",
        profiles: "پروفایل ها",
        includes: "محتویات",
        property_sets: "مجموعه خصوصیات",

      },

      /** {@see BPageShopLogisticInventory} **/
      warehouse: {
        title: "انبار فروشگاه",
        sub_title: "این آدرس به عنوان مبدا ارسال مرسولات در نظر گرفته می شود.",
        table: {
          title: "لیست موجودی",
          sub_title:
            "لیست کلیه کالاهای فروشگاه شامل کالاهای فیزیکی، مجازی، فایل و خدمات",
        },
      },

      /** {@see BPageShopLogisticShipping} **/
      delivery: {
        title: "روش های ارسال مرسولات",

        sub_title:
          "با تنظیم مقادیر این بخش، روش های ارسال متنوعی برای خریداران شما فعال می گردد. همچنین امکان پرداخت وجه در محل در این بخش قابل فعال سازی است.",
        add_transportation: "افزودن روش ارسال",

        /** {@see DeliveryFormWidget} **/
        delivery_form: {
          payment: "تنظیمات پرداخت",
          limits: "محدودیت ها",

          currency_input: "ارز مرجع محاسبه هزینه",
          currency_input_message: "هزینه ها بر اساس این ارز محاسبه می گردد",
          distance_input: "فاصله تحت پوشش از انبار",
          distance_input_message: "مقدار 0 یا -1 به معنی عدم محدودیت می باشد.",
          max_weight_input: "حداکثر وزن بسته قابل پذیرش",
          max_weight_input_message:
            "مقدار 0 یا -1 به معنی عدم محدودیت می باشد.",
          max_size_input: "حداکثر ابعاد بسته",
          width: "عرض",
          length: "طول",
          height: "ارتفاع",
          days_input: "روز های قابل انتخاب برای دریافت",
          days_input_nodata: "حداقل یک روز را انتخاب نمایید",
          hours_input: "ساعت های قابل انتخاب برای دریافت",
          hours_input_nodata: "حداقل یک بازه زمانی را انتخاب نمایید",
          vacation_input: "آیا روزهای تعطیل رسمی هم خدمات می دهید؟",
          cod_input:
            "آیا امکان پرداخت هزینه سفارش (سبد خرید) در محل وجود دارد؟",
          cod_input_message:
            "از ارائه این خدمات توسط سرویس حمل و نقل خود اطمینان حاصل نمایید.",

          pricing: "محاسبه قیمت",
          const_input: "هزینه ثابت",
          distance_cof_input: "ضریب هزینه به فاصله",
          distance_cof_input_dim: "به ازای هر {dim}",
          weight_cof_input: "ضریب هزینه به وزن",
          weight_cof_input_dim: "به ازای هر {dim}",
          price_cof_input: "ضریب هزینه به قیمت کالا",
          price_cof_input_message:
            "شامل هزینه بیمه و خدمات جانبی مثل پرداخت در محل.",
          price_cof_input_dim: "به ازای هر {dim}",
          distance_weight_cof_input: "ضریب هزینه به فاصله ضرب در وزن",
          distance_weight_cof_input_dim: "به ازای هر {weight} در هر {distance}",
          free_shipping_input: "آیا ارسال رایگان دارد؟",
          free_shipping_limit_input: "حداقل مبلغ سفارش برای ارسال رایگان",

          shipping_cost_calculation: "محاسبه هزینه ارسال",
          sod_true: " پرداخت هزینه حمل و نقل در محل (پس کرایه)",
          sod_true_message:
            "از امکان پس کرایه توسط سرویس حمل و نقل خود اطمینان حاصل نمایید.",
          sod_false: "محاسبه خودکار هزینه",

          notifications: {
            update_success: "تنظیمات سرویس ارسال با موفقیت ثبت گردید.",
          },
        },
      },
    }, // End of logistic

    /** {@see BPageShopCrm} **/
    users: {
      menu: {
        customers: "مشتریان",
        contact_form: "فرم ارتباط",
        faq: "سوالات متداول",
        club: "باشگاه",
        report: "گزارش",
      },

      /** {@see BPageShopCrmReport} **/
      report: {
        title: "گزارش کاربران فروشگاه",
        sub_title:
          "وضعیت فروشگاه خود را به صورت زنده در این بخش مشاهده می نمایید.",
        report_30days_by_time:
          "فعالیت کاربران بر اساس روز و ساعت در 30 روز گذشته",
        report_30days_by_location:
          "فعالیت کاربران بر اساس موقعیت جغرافیایی در 30 روز گذشته",
      },
      /** {@see BPageShopCrmClub} **/
      club: {
        title: "باشگاه مشتریان",
        sub_title:
          "برای فعال شدن هر سطح، ارز و مقدار خرید ماهانه و سالانه را وارد نمایید. کاربران شما با رسیدن به شرایط هر یک از موارد ماهانه یا سالانه، وارد آن دسته در باشگاه مشتریان شما می گردند.",
        item: {
          members_count: "تعداد اعضا",
          purchases_count: "دفعات خرید",
          monthly: "ماهانه",
          annually: "سالانه",
          discount_percent: "درصد تخفیف",
          discount_limit: "سقف تخفیف",
        },

        edit_dialog: {
          title: "مدیریت سطح مشتریان",
          currency_input: "واحد ارزی",
          currency_input_message: "مجموع خرید بر اساس این ارز محاسبه می شود.",
          free_shipping_input: "ارسال رایگان",
          monthly_input: "میزان خرید ماهانه",
          annually_input: "میزان خرید سالانه",
          discount_percent_input: "درصد تخفیف برای مشتریان این سطح",
          discount_limit_input: "سقف مبلغ تخفیف",
          description_input: "توضیحات",
          description_input_message:
            "توضیحات مختصری درباره این سطح وارد نمایید.",
        },
        notifications: {
          update_success: "تغییرات بر روی باشگاه مشتریان اعمال گردید.",
        },
      },
      /** {@see BPageShopCrmFaq} **/
      faq: {
        title: "سوالات متداول",
        sub_title: "پرسش های مطرح شده در بخش پرسش و پاسخ فروشگاه.",
      },
    }, // End of users

    /** {@see BPageShopMarketing} **/
    marketing: {
      menu: {
        campaigns: "کمپین ها",
        cross_selling: "کالکشن",
        affiliate: "مشارکت",
        emails: "ایمیل",
        funnel: "فیلتر",
      },

      /** {@see BPageShopMarketingCampaign} **/
      campaign: {
        name_input_name: "نام کمپین",
        name_input_placeholder: "عنوان کمیپن خود را وارد نمایید.",
        create_campaign_action: "ایجاد کمپین جدید",
        table: {
          title: "عنوان",
          state: "وضعیت",
          discount: "تخفیف",
          landing: "صفحه لندینگ",
          start: "شروع",
          end: "پایان",
        },
        notifications: {
          add_success_title: "ایجاد کمپین",
          add_success: "کمپین شما ایجاد گردید.",
        },
      },
    }, // End of marketing

    /** {@see BPageShopClassification} **/
    categories: {
      title: "لیست دسته بندی ها",
      subtitle:
        "دسته بندی ها ویژگی کلیدی فروشگاه اینترنتی شما هستند. ما شما را تشویق می کنیم که از این ابزارهای طبقه بندی قدرتمند برای ساخت ویترین فروشگاهی مدرن و آسان کردن یافتن محصولات برای مشتریان خود استفاده کنید.",

      menu: {
        add_new: "ایجاد دسته جدید",
        categories_list: "لیست دسته بندی ها",
        export: "دریافت لیست دسته بندی ها",
        import: "وارد کردن دسته بندی ها (CSV)",
      },
      /** {@see categoriesGraph} **/
      graph: {
        title: "سلسله مراتب دسته بندی ها",
        subtitle:
          "می توانید یک  تصویر کامل از دسته بندی های فروشگاه خود و مسیر حرکت کاربران در آن ها داشته باشید. با چینش صحیح سدته بندی ها سرعت یافتن محصولات برای مشتریان و در نتیجه نرخ تبدیل فروش شما افزایش خواهد یافت.",

        visits_count: "تعداد بازدید",
        normal: "ساده",
        items_count: "تعداد ایتم ها",
        home: "خانه",
      },
    }, // End of categories

    /** {@see AdminShopApps} **/
    apps: {
      menu: {
        app_store: "فروشگاه اپ",
        my_apps: "اپلیکیشن ها",
      },
      /** {@see BPageShopSettingApplications} **/
      my_apps: {
        title: "اپلیکیشن های فعال فروشگاه",
        subtitle: "اپلیکیشن های سایت خود را در این بخش مدیریت نمایید.",
        all: "همه",
      },
      /** {@see BAppShopStore} **/
      store: {
        title: "فروشگاه اپلیکیشن",
        subtitle:
          "خدمات مورد علاقه خود را با خیال راحت و ایمن به کسب و کار خود متصل کنید. ما افزونه ها و برنامه ها را بر اساس درخواست مشتریان خود اضافه می کنیم.",

        nodata: "افزونه ای یافت نشد.",
        all: "همه",
        more: "بیشتر",
      },
    }, // End of apps

    /** {@see BPageShopPages} **/
    pages: {
      menu: {
        new_page: "صفحه جدید",
        contact_us: "تماس با ما",
        privacy: "حریم",
        terms: "قوانین",
        about_us: "درباره ما",
        landings: "لندینگ",
        popup: "پنجره بازشو",
        static: "استاتیک",
      },
    }, // End of pages

    /** {@see BPageShopPermission} **/
    permissions: {
      menu: {
        persons: "کارمندان",
        roles: "نقش ها",
        api: "API",
      },
      /** {@see BPageShopPermissionStaff} **/
      shop_permissions: {
        menu: {
          users: "لیست کارمندان",
          new_user: "کارمند جدید",
          new_user_message:
            "افرادی که به داشبورد و بخش مدیریت این فروشگاه دسترسی خواهند داشت.",
          email_input_placeholder: "ایمیل",
          email_input: "آدرس ایمیل کارمند",
          level_input: "سطح دسترسی",
          add_user_action: "افزودن کارمند",
        },
        delete_alert: {
          title: "حذف دسترسی",
          message: "آیا می خواهید دسترسی این کاربر را حذف نمایید؟",
          action: "حذف",
        },
        notifications: {
          add_success_title: "افزودن دسترسی",
          add_success: "دسترسی جدید اضافه شد.",
          delete_success_title: "حذف دسترسی",
          delete_success: "دسترسی حذف شد.",
        },
      },

      /** {@see BPageShopPermissionApi} **/
      shop_api: {
        title: "کلیدهای دسترسی به فروشگاه",
        message:
          "این کلیدها برای ایجاد کدهای دسترسی (Access Token) توسط سرور شما استفاده می گردد. توجه داشته باشید این کلید ها محرمانه بوده و تنها بر روی سرور قرار داده شود، به نحوی که توسط دیگران قابل مشاهده نباشد.",
      },
    }, // End of permissions

    /** {@see BPageShopApplications} **/
    applications: {
      /** {@see BPageShopApplicationsPwa} **/
      pwa: {
        title: "وب اپلیکیشن",
        sub_title: "وب اپلیکیشن فروشگاه خود را اینجا مشاهده نمایید.",
        message:
          "توجه: صفحه خوش آمد گویی وب اپ شما در گوشی های iPhone و iPad را در بخش اپلیکیشن iOS می توانید ویرایش نمایید.",
        ios_app: "اپلیکیشن iOS",
      },

      /** {@see BPageShopApplicationsIos} **/
      ios: {
        title: "اپلیکیشن iOS",
        sub_title:
          "به زودی امکان ساخت اپلیکیشن iOS برای فروشگاه شما فراهم خواهد آمد.",
        message:
          "حداکثر حجم فایل :512 کیلوبایت، شما می توانید فایل هایی تا حجم 1MB را نیز آپلود نمایید به شرط آنکه سیستم فشرده سازی ما قادر به کاهش حجم آن تا 512KB باشد. تصویر آپلود شده توسط شما به صورت هوشمند به سایز مناسب تغییر داده خواهد شد.",
      },
      /** {@see BPageShopApplicationsAndroid} **/
      android: {
        title: "اپلیکیشن اندروید",
        sub_title: "اپلیکیشن اندروید خود را بسازید.",
        message:
          "این فرم را پر نموده و در انتها کلید ساخت اپلیکیشن را بزنید. نیازی به هیچ کار دیگری نخواهد بود. تمام مراحل Build و Sign اپلیکیشن شما در سرور های سلدان انجام میگیرد. اپلیکیشن نهایی قابل آپلود در تمام اپ استور ها خواهد بود.",
        server_un_available:
          "به صورت آزمایشی، سرور سازنده اپلیکیشن فعلا متصل نمی باشد.",
        app_building_progress: "اپلیکیشن شما درحال ساخت است.",
        app_build_success: "اپلیکیشن شما آماده است.",
        download_app_action: "دریافت اپلیکیشن",
        firmware_version: "ورژن نسخه اصلی",
        main_info: "اطلاعات اصلی اپلیکیشن",
        package_name_input_message:
          "از یکتا بودن نام پکیج اطمینان حاصل نمایید.",
        package_name_input_alert:
          "درصورت تغییر این نام دیگر قادر به آپدیت اپلیکیشن های قبلی خود در اپ استور نخواهید بود و بایتسی یک اپلیکیشن جدید نصب نمایید. دقت نمایید که کاربران نسخه های پیشین اپلیکیشن شما نیز قادر به ورود به حساب کاربری شان در آن اپلیکیشن ها نخواهند بود.",
        version_input: "ورژن",
        version_input_message:
          "این عدد بایستی همواره بیشتر از مقدار قبلی آن باشد.",
        version_name_input: "نام ورژن",
        version_name_input_message:
          "یک نام دلخواه برای این ورژن از اپ وارد نمایید.",
        use_selldone_key: "کلیدهای پیشفرض سلدان",
        use_last_key: "کلید ذخیره شده",
        use_new_key: "کلید جدید",
        appearance: "مشخصات ظاهری",
        app_name_input: "نام اپلیکیشن",
        app_name_input_message: "این نام اصلی اپلیکیشن شما خواهد بود.",
        app_title_input: "عنوان اپلیکیشن",
        app_title_input_message: "این عنوان بالای اپ نمایش داده می شود.",
        app_title_input_placeholder: "یک عنوان وارد نمایید",
        app_icon_input: "آیکون اپلیکیشن",
        app_icon_input_placeholder:
          "فایل zip  ایکون های اپلیکیشن را انتخاب نمایید.",
        generate_icon_pack_action: "ساخت بسته آیکون",
        splash_design: "طراحی صفحه معرفی",
        splash_logo_input: "لوگوی صفحه معرفی",
        splash_logo_input_placeholder: "تصویری برای این صفحه انتخاب نمایید.",
        splash_title_input: "عنوان صفحه معرفی",
        splash_title_input_placeholder: "یک عنوان وارد نمایید",
        splash_title_input_message: "این عنوان به صورت بزرگ نمایش داده می شود.",
        splash_message_input: "پیام صفحه معرفی",
        splash_message_input_placeholder: "پیام...",
        splash_message_input_message:
          "این پیام به صورت کوچک در زیر عنوان نمایش داده می شود.",

        dark_theme: "تم تیره",
        light_theme: "تم روشن",
        build: "ساخت",
        building_info:
          "ساخت اپلیکیشن در سرور های سلدان نیازمند صرف زمانی از 10 ثانیه تا چند دقیقه است. لطفا شکیبا باشید. پس از ایجاد اپلیکیشن آدرس دریافت فایل در اینجا نمایش داده خواهد شد.",
        update_mode_action: "به روز رسانی",
        build_mode_action: "ساخت اپلیکیشن",
        notifications: {
          icon_pack_not_valid_error: "فایل صحیح نمی باشد.",
          start_building_title: "در حال ساخت...",
          start_building_message: "درخواست ساخت اپلیکیشن اندروید ثبت گردید.",
          build_success_title: "تبریک",
          build_success:
            "اپلیکیشن اندروید شما آماده است، آن را در همین بخش، بالای صفحه دانلود نمایید.",
        },
      },
    }, // End of applications

    /** {@see ShopAutomation} **/
    automation: {
      menu: {
        autopilot: "خودکار",
      },
    },

    /** {@see BPageShopSetting} **/
    edit: {
      menu: {
        delete: "حذف فروشگاه",
        activity_time: "زمان فعالیت",
        footer: "منو",
        info: "اطلاعات کلی",
        notification: "نوتیفیکیشن",
        home: "خانه",
        locations: "محدوده",
        license: "لایسنس",
        theme: "قالب",
        sms: "پیامک",
        email: "ایمیل",
        domain: "دامنه",
        verifications: "تاییدیه",
        flow: "جریان",
        business_model: "مدل کسب",
      },
      delete_dialog: {
        title: "حذف فروشگاه",
        message: "آیا می خواهید فروشگاه <b>{title}</b> را حذف نمایید؟",
        action: "حذف فروشگاه",
      },

      notifications: {
        delete_success: "فروشگاه حذف شد.",
      },

      /** {@see BPageShopSettingInfo} **/
      info: {
        title_tab: {
          title: "تنظیمات نام و زبان",
          subtitle: "یک نام عمومی و زبان پیش فرض فروشگاه خود را تنظیم کنید.",
        },
        name_tab: {
          title: "نام کاربری فروشگاه",
          subtitle: "این یک نام لاتین منحصر به فرد برای فروشگاه شما است.",
        },

        description_tab: {
          title: "داستان کسب و کار من",
          subtitle:
            "درباره کسب و کار خود و ارزش پیشنهادی منحصر به فرد آن بگویید.",
        },
        contact_tab: {
          title: "اطلاعات تماس",
          subtitle: "اطلاعات تماس عمومی و تنظیمات کسب و کارهای محلی در گوگل.",
        },
        image_tab: {
          title: "نشان تجاری",
          subtitle: "یک نشان برجسته و منحصر به فرد برای برند خود ثبت نمایید.",
        },
        favicon: {
          title: 'فاویکون',
          subtitle: 'فاویکون‌ها تصاویر کوچک و نمادینی هستند که نماینده یک وب‌سایت در زبانه‌های مرورگر، بوکمارک‌ها و رابط‌های برنامه‌های موبایل می‌باشند.',
        }

      },

      /** {@see ShopEditMenuFooter} **/
      badge: {
        external_title: "مدیریت نشان های خارجی",
        external_message:
          "آدرس تصویر نشان و لینک مربوط به آن را میتوانید در این بخش وارد نمایید. آدرس ها باید از یک سایت مورد تایید باشد.",
      },
      /** {@see BPageShopSettingMenus} **/
      edit_menu: {
        title: "منوها",

        footer: {
          title: "منوی پایین صفحه",
          sub_title:
            "شما می توانید منوی پایین صفحه فروشگاه خود را در اینجا تعریف نمایید. این منوها می تواند صفحات اصلی، صفحات طراحی شده و یا لینک های خارجی باشد.",
        },

        header: {
          title: "منوی بالای صفحه",
          sub_title:
            "این منو تنها در صفحه های نمایش بزرگتر از تلفن همراه، بالای صفحه اصلی، دسته بندی محصولات، لندینگ ها و صفحه محصول نمایش داده می شود.",
        },

        save_menu: "ذخیره منو",
        dialog: {
          main_pages: "صفحات اصلی",
          custom_pages: "صفحات اختصاصی",
        },
        table: {
          home: "خانه",
          shop: "فروشگاه",
          blogs: "وبلاگ",
          about_us: "درباره ما",
          privacy: "حریم خصوصی",
          terms: "قوانین استفاده",
          faq: "پرسش و پاسخ",
          contact_us: "تماس با ما",
        },
        notifications: {
          save_success: "ثبت منو",
        },
      },

      /** {@see ShopSocialField} **/
      social: {
        title: "شبکه های اجتماعی",
        message:
          "لینک شبکه های رسمی خود را در این بخش وارد نمایید. جهت تایید آدرس ها طبق راهنمای هر مورد عمل نمایید.",
      },

      /** {@see BShopSettingWorkingDays} **/
      time: {
        title: "روزهای فعالیت کسب و کار شما",
        sub_title: "تنظیم روزها و ساعت های فعالیت فروشگاه",
        days_open_input: "روزها",
        days_open_input_nodata: "حداقل یک روز را انتخاب نمایید",
        start_time_input: "ساعت شروع فعالیت فروشگاه",
        start_time_input_hint: "ساعات شروع فعالیت فروشگاه",
        end_time_input: "ساعت پایان فعالیت فروشگاه",
        end_time_input_hint: "ساعات پایان فعالیت فروشگاه",
        customer_support_service: "پاسخگویی و خدمات مشتریان شما",
        response_time_input: "وضعیت خدمات مشتریان",
        support_24h: "24 ساعت 7 روز هفته",
        support_normal: "تنها در ساعات اداری",
        no_service: "ندارد",
        notifications: {
          update_success: "فروشگاه ویرایش شد.",
        },
      },
    }, // End of edit
  }, // End of admin_shop

  /** {@see BCategoryInput} **/
  category_select: {
    category_input_no_category: "بدون دسته بندی",
  },

  /** {@see BProductAddFull} **/
  add_product: {
    title_new: "محصول جدید",
    title_new_category: "دسته بندی جدید",
    title_new_drop_shipping: "افزودن محصول دراپ شیپینگ",

    title_edit: "ویرایش محصول",
    delete: "حذف محصول",
    completed: "تکمیل",

    menu: {
      type: "نوع محصول",
      general_info: "مشخصات کلی",
      rating: "نظر سنجی و ویژگی ها",
      spec: "مشخصات",
      images: "تصاویر",
      price: "قیمت",
      inputs: "ورودی",
      outputs: "خروجی",
      extra: "مشخصات آماده سازی",
      review: "نقد و بررسی محصول",
      inventory: "موجودی / تنوع",
      change_status: "تغییر وضعیت",
    },

    menu_extra: {
      description: "توضیحات",
      form: "فرم",
      no_spec: "بی مشخصات",
      has_spec: "با مشخصات",
    },

    select_type: {
      title: "نوع محصول، خدمات و یا کالای خود را انتخاب نمایید.",
    },

    /** {@see BProductEditInfo} **/
    edit_info: {
      category_input: "دسته‌بندی",
      category_input_msg: "خالی: در ریشه فروشگاه",
      product_name: "نام محصول*",
      product_name_placeholder: "نام محصول خود را اینجا بنویسید...",
      product_code: "کد محصول (به زبان انگلیسی)",
      sku: {
        label: "SKU",
        message: "واحد نگهداری کالا",
      },
      mpn: {
        label: "MPN",
        message: "شماره قطعه سازنده",
      },
      external_link: "لینک خارجی",
      brand_placeholder: "برند مثلاً اپل... (اختیاری)",
      is_original: "آیا این محصول اصل است؟",
      is_original_message:
        "اگر محصول خود را به عنوان اصلی تنظیم نکنید، برچسب تقلبی برای این محصول نمایش داده خواهد شد.",
      return_warranty: "چند روز گارانتی برگشت برای این محصول وجود دارد؟",
      warehouse_section: "انبار و تولید",
      conditions_section: "شرایط محصول",
      warranty_section: "ضمانت و تحویل",
      unit_input: "واحد محصول",
      unit_message: "در صورت نیاز واحد را وارد کنید. مثلاً کیلوگرم، متر...",

      unit_section: "واحد محصول",

      unit_float: "واحد شناور",
      unit_float_hint: "به عنوان مثال، ممکن است مشتری ۲.۵ کیلوگرم میوه سفارش دهد، اما مقدار نهایی که ارسال می‌شود کمی با مقدار سفارش داده شده متفاوت باشد.",
      unit_float_message: "اگر بین مقدار سفارش داده شده و مقدار تحویل داده شده تفاوتی وجود داشته باشد، سیستم به‌صورت خودکار این اختلاف را به‌عنوان مبلغ بازپرداخت محاسبه می‌کند. سپس می‌توانید این مبلغ را به کارت مشتری بازگردانید یا به‌صورت اعتبار در کیف پول او اعمال کنید.",



      marketplace: {
        vendor_panel_message:
          "فروشنده <b>{vendor_name}</b> صاحب این محصول است.",
        subscription_message:
          "محصولات اشتراکی می‌توانند تنها یک فروشنده داشته باشند، بنابراین می‌توانید آن‌ها را در پنل فروشنده ایجاد کنید یا در مرحله ایجاد به آن‌ها فروشنده‌ای اختصاص دهید. فروشنده انتخابی، صاحب محصول خواهد بود.",
        default_message:
          "شما می‌توانید مشخص کنید که آیا این محصول متعلق به یک فروشنده است و بنابراین تنها یک فروشنده می‌تواند آن را بفروشد، یا این محصول متعلق به بازار است و بیش از یک فروشنده می‌تواند آن را بفروشد.",
        single_vendor_title: "فروشنده تکی",
        single_vendor_desc:
          "این محصول متعلق به یک فروشنده است و فروشنده انتخابی می‌تواند آن را مدیریت کند.",
        multi_vendors_title: "چندین فروشنده",
        multi_vendors_desc:
          "این محصول متعلق به بازار است و تنها در پنل بازار قابل ویرایش است.",
      },
      category: {
        subtitle:
          "دسته‌بندی و عنوانی که می‌خواهید در لیست خود نمایش داده شود را پیکربندی کنید.",
      },
      unit: {
        subtitle:
          "شما می‌توانید نمایش قیمت‌گذاری و عناصر فراخوان به عمل را در صفحه محصول شخصی‌سازی کنید.",
      },
      custom_pricing: {
        title: "فرم قیمت‌گذاری سفارشی",
        subtitle:
          "شما می‌توانید فرم ورودی ارزش‌گذاری (فرم ورودی قیمت‌گذاری) را برای محصول ایجاد کنید یا به آن اختصاص دهید و مشتریان شما می‌توانند بین نوع‌ها انتخاب کنند یا کالای شما را از طریق فرم ورودی شهودی شخصی‌سازی کنند.",
        valuation_need_saved_product_message:
          "لطفاً ابتدا محصول را ذخیره کنید، سپس می‌توانید یک مدل ارزش‌ گذاری را به آن اختصاص دهید.",
        assign_valuation_message:
          "لطفاً یک مدل ارزش ‌گذاری را به این محصول اختصاص دهید.",
        edit_pricing_action: "ویرایش فرم قیمت‌گذاری",
        add_pricing_action: "ایجاد فرم قیمت‌گذاری جدید",
      },
      action: {
        title: "دکمه خرید سفارشی",
        message:
          "شما می‌توانید آیکون را با دنبال کردن این الگو تغییر دهید: {icon name} caption...",
        placeholder: "عنوان سفارشی برای کلید خرید...",
        multi_language_dialog_title: "عنوان دکمه خرید سفارشی",
      },
      external: {
        not_available_message:
          "امکان افزودن کلید خرید دوم تنها برای لایسنس شرکت و سازمانی موجود است.",
        available_message: "شما می‌توانید یک دکمه خرید خارجی اضافی اضافه کنید.",
        input_label: "لینک خرید خارجی",
      },

      warehouse: {
        subtitle:
          "این اطلاعات توسط سیستم مدیریت انبار استفاده می‌شود و برای شناسایی جهانی محصول خدمت می‌کند.",
      },
      gtin: {
        hint: "مقادیر پشتیبانی شده شامل UPC (آمریکای شمالی، 12 رقم)، EAN (اروپا، 13 رقم)، JAN (ژاپن، 8 یا 13 رقم)، ISBN (کتاب‌ها، 13 رقم) است.",
        label: "شماره کالای تجاری جهانی محصول",
        placeholder: "شماره تجارت جهانی اینجا.. (اختیاری)",
      },
      hsn: {
        hint: "HSN یا سیستم هماهنگ نام‌گذاری، یک سیستم طبقه‌بندی استاندارد بین‌المللی برای دسته‌بندی کالاها و محصولات است.",
        placeholder: "کد HSN 6~16 رقمی.. (اختیاری)",
        label: "HSN",
      },
      condition: {
        label: "وضعیت محصول در فروشگاه شما",
        message: "لطفا وضعیت این محصول را انتخاب کنید.",
        subtitle:
          "اطلاعاتی در مورد وضعیت و برند محصولی که ارائه می‌دهید به مشتریان خود بدهید.",
      },
      brand: {
        label: "برند",
        placeholder: "مثلاً برند اپل.. (اختیاری)",
      },
      warranty: {
        subtitle:
          "ضمانت و وضعیت محصول را تنظیم کنید، زیرا این اطلاعات در مورد ضمانت به مشتری نمایش داده می‌شود و به تعیین زمانی که محصولات می‌توانند پس از خرید برگشت داده شوند کمک می‌کند.",
        label: "ضمانت",
        placeholder: "ضمانت طلایی 24 ماهه.. (اختیاری)",
      },
      status: {
        title: "وضعیت",
        subtitle:
          "وضعیت محصول، دسترسی آن را به صورت آنلاین و در فروشگاه تعیین می‌کند. برای تبدیل یک محصول به پیش‌نویس، تنها کافی است وضعیت آن را به 'غیرفعال' تغییر دهید.",
      },
      profiles: {
        title: "پروفایل‌ها",
        subtitle:
          "شما می‌توانید ضمانت، سیاست بازگشت، حمل و نقل، و راهنما را تعریف کرده و به این محصول اختصاص دهید. این موارد به صورت زبانه‌های جدید در صفحه محصول نمایش داده خواهند شد.",
      },
      shortcuts: {
        title: "اختصاص دادن محصول به دسته‌بندی‌های اضافی",
        subtitle:
          "این ویژگی به شما امکان می‌دهد محصول را در چندین دسته‌بندی فهرست کنید، در حالی که مکان آن را در دسته‌بندی اصلی تحت محصول > ویرایش > دسته‌بندی حفظ می‌کنید. اساساً مشابه ایجاد 'میانبرها' در سیستم‌های عامل عمل می‌کند، که به محصول اجازه می‌دهد در دسته‌بندی‌های مشخص شده اضافی ظاهر شود.",
      },
    },

    /** {@see BProductEditFeatures} **/
    rating_pros_cons: {
      title: "نظر سنجی",
      message:
        "لیست ویژگی های محصول که کاربران می توانند به آن ها امتیاز دهند را وارد نمایید. وجود مواردی همچون موارد پیشنهاد داده شده، برای هر کالا و خدماتی امتیاز محسوب می شود. (حداکثر 5 مورد)",
      rating_input: "موارد نظرسنجی",
      rating_input_message: "شما می توانید 5 مورد برای نظر سنجی اضافه نمایید.",
      rating_input_placeholder:
        "سوال نظرسنجی خود را اینجا بنویسید...و enter را فشار دهید!",

      item_unit: "مورد",

      pros_title: "مزایا",
      pros_message: "ویژگی های محصول را وارد نمایید. (حداکثر 5 مورد)",
      pros_input_title: "عنوان ویژگی",
      pros_input_value: "مقدار برای ویژگی",
      pros_group: "مزایای محصول",

      cons_title: "معایب",
      cons_message: "ویژگی های منفی محصول را وارد نمایید. (حداکثر 5 مورد)",
      cons_input_title: "عنوان عیب",
      cons_input_value: "مقدار برای عیب",
      cons_group: "معایب محصول",

      select_from_list: "انتخاب از لیست",

      suggestion_rating: [
        "کیفیت ساخت",
        "ارزش خرید به نسبت قیمت",
        "نوآوری",
        "امکانات و قابلیت ها",
        "سهولت استفاده",
        "طراحی و ظاهر",
        "عملکرد قابل اعتماد",
        "پشتیبانی مشتری مؤثر",
        "زمان تحویل رضایت بخش",
        "محصول با توضیحات مطابقت دارد",
        "ماندگار و طولانی مدت",
        "اقتصادی",
        "بسته بندی جذاب",
        "طراحی نوآورانه",
        "دوستدار محیط زیست",
        "دستورالعمل/راهنمای کافی",
        "به انتظارات رسید",
        "رابط کاربری دوستانه",
        "بازده بالا",
        "خدمات پس از فروش عالی",
        "قابلیت های چند منظوره",
        "قیمت گذاری رقابتی",
        "دسترسی به قطعات یدکی/لوازم جانبی",
        "برند قابل اعتماد",
        "استفاده امن",
        "خدمات سریع و دقیق",
      ],

      notifications: {
        add_rating_success: `گزینه  {rating_name} قابل ارزیابی کاربران افزوده شد.`,
        delete_rating_success: `گزینه  {rating_name} قابل ارزیابی کاربران حذف شد.`,

        add_pros_success: "ویژگی محصول افزوده شد.",
        delete_pros_success: "ویژگی محصول حذف شد.",

        add_cons_success: "عیب محصول افزوده شد.",
        delete_cons_success: "عیب محصول حذف شد.",
      },
    },

    /** {@see BProductEditSpec} **/
    edit_spec: {
      title: "مشخصات فنی",
      subtitle:
        "مشخصات محصول را در اینجا وارد کنید. این اطلاعات به مشتریان نمایش داده خواهد شد و همچنین می‌تواند در سیستم فیلتر هوشمند دسته‌بندی استفاده شود.",
      manual: {
        title: "به صورت دستی",
        subtitle:
          "به کمک این گزینه می توانید مشخصات کالای دیگر را برای این کالا وارد نمایید.",
        add_group_action: "اضافه کردن گروه",
        add_item_action: "اضافه کردن مقدار مشخصات",
      },
      import: {
        subtitle: "می‌توانید مشخصات فنی محصولات مشابه را وارد کنید.",
        action_title: "وارد کردن",
        action_subtitle: "کلون مشخصات از محصول دیگر.",
      },
      ai: {
        title: "هوش مصنوعی",
        subtitle:
          "می‌توانید با ارسال داده‌های خام محصول به صورت متنی، مشخصات محصول را به طور خودکار ایجاد کنید.",
        action_title: "ایجاد خودکار توسط هوش مصنوعی",
        action_subtitle: "مشخصات محصول را با کمی توضیحات ایجاد کنید.",
      },

      import_action: "وارد کردن",
      group_input_header: "افزودن تیتر گروه",
      item_title_header: "افزودن مشخصه",
      group_input: "تیتر گروه",
      group_input_message: "تیتر را وارد نمایید.",
      group_add_action: "افزودن تیتر",

      item_title_input: "عنوان",
      item_title_input_message: "عنوان مشخصه را وارد نمایید.",

      item_value_input: "مقدار",
      item_value_input_message: "مقدار مشخصه را وارد نمایید.",

      add_item_action: "افزودن مشخصه",

      dialog: {
        title: "وارد کردن مشخصات",
        code_input: "کد محصول",
        code_input_message: "کد محصول: P0000...",
        spec_view_title: "مشخصات محصول انتخاب شده",
        spec_view_subtitle: "مشخصات از محصول انتخاب‌شده وارد شده‌اند.",

        set_spec_action: "بارگذاری مشخصات",
      },
      notifications: {
        enter_group_title_error: "مقدار تیتر را وارد نمایید",
        enter_item_title_and_value_error: "عنوان و مقدار مشخصه را وارد نمایید",
        spec_saved_success: "مشخصات محصول ذخیره شد.",
      },

      dialog_ai: {
        title: "تولید خودکار مشخصات محصول",
        prompt: {
          title: "نمای کلی محصول",
          subtitle:
            "لطفاً یک توضیح مختصر و واضح از محصول ارائه دهید، با تأکید بر ویژگی‌ها و جزئیات کلیدی آن. از این اطلاعات برای تولید خودکار مشخصات محصول استفاده خواهد شد.",
        },
        generated_spec: {
          title: "مشخصات تولید شده توسط هوش مصنوعی",
          subtitle: "این مشخصات توسط هوش مصنوعی تولید شده‌اند.",
        },
        inputs: {
          prompt: {
            label: "جزئیات محصول",
            placeholder: "محصول را اینجا توصیف کنید...",
          },
        },
        actions: {
          run: {
            title: "تولید مشخصات",
            subtitle:
              "برای ایجاد خودکار مشخصات محصول از نمای کلی ارائه‌شده کلیک کنید.",
          },
          add_generated_spec: "افزودن مشخصات تولید شده",
        },
      },
    },
    /** {@see BProductEditImages} **/
    edit_images: {
      title: "تصویر اصلی",
      main_image_input_nodata: "تصویر محصول را آپلود نمایید.",
      main_image_input_message: "این تصویر در لیست محصولات نمایش داده می شود.",
      preview: "نمایش در لیست محصولات",
      image_style: "سبک تصویر",
      background_is_white: "پس زمینه سفید",
      background_is_white_msg: "آیا تصویر با پس زمینه سفید است؟",
      images: {
        title: "گالری تصاویر محصول",
        sub_title:
          "تصاویر محصول، مشترک میان تمام تنوع های محصول را در این بخش بارگذاری نمایید.",
      },
      video: {
        title: "ویدئو",
        sub_title:
          "ابتدا ویدیوی محصول خود را در یوتیوب آپلود کنید و سپس آدرس ویدیو یا شناسه ویدیو را در اینجا قرار دهید.",
      },
      change_bg_ai: {
        title: "ایجاد تصویر با پس‌زمینه جدید",
        inputs: {
          prompt: {
            label: "توضیحات پس‌زمینه",
            placeholder: "پس‌زمینه مورد نظر را توصیف کنید...",
          },
        },
        actions: {
          reimagine: {
            title: "ایجاد تصویر جدید",
            subtitle: "تصویر را با پس‌زمینه‌ای جدید بازآفرینی کنید.",
          },
          replace: {
            subtitle: "جایگزینی پس‌زمینه فعلی.",
          },
        },
      },
    },
    /** {@see BProductEditPrice} **/
    pricing: {
      edit_price: "قیمت گذاری",
      price_input: "قیمت",
      currency_input: "واحد ارزی",
      currency_input_messages: "قیمت بر اساس این ارز محاسبه می شود.",
      commission_input: "کمیسیون",
      commission_message:
        "این فقط به قیمت اضافه می کند و به محاسبه مالیات سفارشات اضافه نمی کند. این گزینه فقط برای موارد خاص مانند عمده فروشگان کاربرد دارد. اگر شما یک عمده فروش نیستید این گزینه را خالی رها کنید. درصد مالیات را در حسابداری > مالیات تنظیم کنید.",
      add_commission_action: "افزودن کمیسیون یا ارزش افزوده",

      price_label_input: "برچسب قیمت",
      price_label_message:
        "افزودن اطلاعات بیشتر به قیمت. ، مانند ( $1.5/Fl Oz ). موارد استفاده: سوپرمارکت ها و کالاهای پر مصرف.",
      add_price_label_action: "افزودن برچسب قیمت",
      discount_input: "تخفیف",
      discount_input_message: "میزان تخفیف",
      has_discount_period_input: "آیا این تخفیف در بازه زمانی خاصی اعمال گردد؟",
      discount_timespan: "دوره تخفیف را وارد نمایید.",
      start_input: "شروع",
      end_input: "پایان",
      start_input_placeholder: "زمان شروع تخفیف را انتخاب نمایید",
      end_input_placeholder: "زمان پایان تخفیف را انتخاب نمایید",
      independent_price: "قیمت گذاری تنها برای این تنوع",
      same_price: "قیمت گذاری برای محصول اصلی",
      variant_pricing_message:
        "با انتخاب این گزینه قیمت این تنوع از کالا مستقل از کالای اصلی قابل تعیین خواهد بود.",
      subtitle: {
        marketplace:
          "در بازار، قیمت اصلی نمایش داده شده محصول، قیمت لیست است، در حالی که قیمت واقعی بر اساس سوابق رابطه فروشنده-محصول تعیین می‌شود.",
        subscription:
          "برای اشتراک‌ها، تنها قیمت لیست نمایش داده می‌شود، در حالی که هزینه واقعی بر اساس طرح اشتراک انتخابی تعیین خواهد شد.",
        service:
          "برای محصولات مبتنی بر خدمات، قیمت گذاری نمایش داده شده تنها به منظور نمایش است و هزینه تخمینی خدمات را فراهم می‌کند. قیمت واقعی خدمات توسط شما تعیین خواهد شد پس از آنکه مشتری سفارش خود را ثبت کرد (هنگام تسویه حساب).",
        file: "این به قیمت فهرست و قیمت واقعی فایل اشاره دارد که مشتریان باید برای دسترسی به فایل‌ها پرداخت کنند.",
        default:
          "این به قیمت فهرست شده محصول اشاره دارد و همچنین قیمت هر یک از انواع محصولات را که قیمت جداگانه‌ای ندارند در نظر می‌گیرد.",
      },
      extra_pricings: {
        title: "افزودن قیمت‌گذاری اضافی",
        subtitle: "اعمال قیمت‌های متفاوت بر اساس تعداد خریداری شده.",
      },

      vendor: {
        title: "قیمت‌گذاری فروشنده",
        subtitle:
          "این قیمت فقط در فهرست محصولات نمایش داده می‌شود. شما می‌توانید قیمت فروشنده را در زبانه محصول > فروشندگان تنظیم کنید.",
        manage_vendors: "مدیریت فروشندگان",
        vendor_product_pricing_link:
          "قیمت‌گذاری محصول فروشنده متصل است. تغییر قیمت فهرست در اینجا بر محصولات فروشنده بدون متغیر یا با متغیرهایی که قیمت مستقل ندارند (با استفاده از همان قیمت محصول اصلی) تأثیر می‌گذارد. این قیمت به عنوان قیمت بازار در نظر گرفته می‌شود و قیمت فروشنده بر اساس مدل قیمت‌گذاری یا حاشیه سود قبلی بازار تعیین خواهد شد.",
        vendor_variant_pricing_link:
          "تغییر قیمت متغیر در اینجا بر قیمت‌گذاری محصولات فروشنده با همان متغیر تأثیر می‌گذارد. این قیمت به عنوان قیمت بازار در نظر گرفته می‌شود و قیمت فروشنده بر اساس مدل قیمت‌گذاری یا حاشیه سود قبلی بازار تعیین خواهد شد.",
      },
    },
    /** {@see ProductEditInputs} **/
    inputs_edit: {
      title: "فرم ورودی اطلاعات خریدار محصول",
      sub_title:
        "شما می توانید برای هر محصول یک فرم ورود اطلاعات ایجاد نمایید، به این ترتیب خریداران در هنگام خرید محصول اطلاعاتی را برای شما ارسال می نمایند. برای مثال این اطلاعات میتواند نامی برای حک بر روی یک سنگ باشد.",
      message_input: "پیغام برای کاربر",
      message_input_message: "این پیام هنگام خرید به کاربر نشان داده می شود.",
      inputs_form: "ساختار اطلاعات دریافتی",
      inputs_hint:
        "شما می‌توانید یک فرم شخصی‌سازی شده برای جمع‌آوری جزئیات از مشتریان خود در هنگام آماده شدن برای ثبت سفارش تنظیم کنید.",
    },

    /** {@see BProductEditExtra} **/
    extra_edit: {
      physical: {
        title: "اطلاعات ارسال کالا",
        sub_title:
          "هزینه و زمان آماده سازی بر اساس اطلاعات این بخش محاسبه می گردد. دقت نمایید اطلاعات را مطابق واحدهای انتخابی برای فروشگاه (وزن، ابعاد، فاصله) وارد نمایید..",
      },
      notifications: {
        save_title: "ثبت اطلاعات",
        save_msg: "مشخصات کالا به روز شد.",
      },
      order_limit: {
        title: "محدودیت‌های سفارش",
        subtitle:
          "اگر شما عمده‌فروش هستید یا برای این کالا حداقل یا حداکثر مقداری در هر سفارش وجود دارد، می‌توانید آن را در اینجا مشخص کنید.",
        no_limit: "بدون محدودیت",
        minimum_purchase_quantity: "حداقل مقدار خرید",
        maximum_purchase_quantity: "حداکثر مقدار خرید",
      },
    },

    variants: {
      not_available:
        "در حال حاضر امکان انتخاب تنوع برای این نوع کالا وجود ندارد.",
    },

    delete_product: {
      title: "حذف محصول",
      message: `آیا می خواهید این کالا <b>{product_title}</b> را حذف نمایید؟`,
      tips: "اگر به طور تصادفی محصولی را حذف کردید، می‌توانید با رفتن به بخش فروشگاه > محصولات، فعال کردن نمایش آیتم‌های حذف‌شده، و سپس کلیک راست بر روی محصول و انتخاب گزینه بازیابی، آن را بازیابی کنید.",
    },
  },

  /** {@see BProductExtraPricingAdd} **/
  extra_pricing_add_dialog: {
    title: "قیمت‌گذاری اضافی برای بیش از {min}",
    subtitle:
      "سیستم به طور خودکار ترتیب و اولویت محاسبه قیمت را تعیین می‌کند. لطفا حداقل مقدار مورد نیاز برای اعمال این قیمت‌گذاری را وارد کنید.",
    min_quantity: "حداقل تعداد",
  },
  /** {@see BProductInventoryManagementPhysical} **/
  product_inventory_management_physical: {
    subtitle: {
      dropshipping:
        "موجودی محصولات دروپ شیپینگ توسط عمده‌فروشان تعیین می‌شود و نمی‌توان در اینجا تغییر داد.",
      marketplace:
        "موجودی کلی محصولات در بازار با جمع‌آوری موجودی‌های تمام فروشندگان تعیین می‌شود. شما نمی‌توانید آن را در اینجا تغییر دهید.",
      default: "تعداد موجودی محصول را اینجا مشخص کنید.",
    },

    menu: {
      add_bulk: {
        title: "افزودن گروهی",
        subtitle: "چندین تنوع محصول را یکجا اضافه کنید.",
      },
      edit_property_set: {
        title: 'سفارشی‌سازی مجموعه ویژگی',
        subtitle: 'تغییر نام‌ها، آیکون‌ها و ترتیب تنوع‌ها.',
      }


    },
  },

  /**
   * @see USmartMenu
   */
  smart_menu: {
    show_delete_items: "نمایش آیتم‌های حذف شده",
  },

  /** {@see BProductGoogleCategoryInput} **/
  google_product_category_input: {
    label: "کد دسته‌بندی محصول گوگل",
    hint: "نمایانگر دسته‌بندی محصول شما بر اساس طبقه‌بندی محصولات گوگل است.",
    placeholder: "دسته محصول یا خدمات را وارد کنید.. (اختیاری)",
  },

  /** {@see LogisticProfileType} **/
  LogisticProfileType: {
    WARRANTY: {
      title: "ضمانت",
      desc: "ضمانت، شرطی از قرارداد است. بسته به شرایط قرارداد، ضمانت محصول ممکن است محصولی را پوشش دهد که در آن تولیدکننده به مصرف‌کننده‌ای ضمانت می‌دهد که با تولیدکننده رابطه قراردادی مستقیم ندارد.",
    },
    RETURN_POLICY: {
      title: "خط‌مشی بازگشت",
      desc: "خط‌مشی‌های بازگشت، قوانینی هستند که خرده‌فروشان برای مدیریت نحوه بازگشت و تعویض کالاهای ناخواسته‌ای که مشتریان خریداری کرده‌اند ایجاد می‌کنند. یک خط‌مشی بازگشت به مشتریان می‌گوید که چه آیتم‌هایی قابل بازگشت هستند و به چه دلایلی، و همچنین بازه زمانی که بازگشت‌ها پذیرفته می‌شوند.",
    },
    GUIDE: {
      title: "راهنما",
      desc: "ممکن است جدول سایز لباس‌ها یا راهنمای انتخاب الماس باشد. نکته مهم قبل از ایجاد پروفایل‌های راهنما این است که باید قابل استفاده برای بیش از یک محصول باشند.",
    },
    SHIPPING: {
      title: "حمل و نقل",
      desc: "خط‌مشی حمل و نقل یک سند مختصر یا صفحه وب است که اطلاعات مهمی در مورد حمل و نقل هنگام ثبت سفارش آنلاین را تشریح می‌کند. اغلب شامل جزئیاتی درباره هزینه‌ها و روش‌های حمل و نقل، زمان‌های تحویل و موارد دیگر است.",
    },
  },

  /** {@see BProductProfileLogistic} **/
  product_logistic_profile: {
    dialog: {
      title: "انتخاب پروفایل لجستیک",
      add_new_action: "افزودن پروفایل جدید",
      add_new_disable_msg: "مالک بازار",
    },
  },

  /**
   * @see BPageShopPagesPopups
   */
  b_shop_popups: {
    title: "مدیریت پاپ‌آپ‌ها",
    subtitle: "ایجاد پنجره‌های پاپ‌آپ شخصی‌سازی‌شده، هوشمند و تعاملی.",
    add_action: "اضافه کردن پاپ‌آپ جدید",
  },

  /** {@see BProductProfileTax} **/
  product_tax_profile: {
    description: {
      default: "پیش‌فرض",
      dedicated: "اختصاصی",

      subscription:
        "ما فقط می‌توانیم مالیات را در مرحله ایجاد پرداخت اعمال کنیم.",
      is_disabled: "این پروفایل مالیاتی غیرفعال شده است! (⚠️هشدار)",
      shipping: "حمل و نقل",
      fixed_rate: "مالیات",
      location_based_rate: "مالیات: بر اساس مکان",
      shipping_location_based_rate: "حمل و نقل: بر اساس مکان",
      include_in_price: "شامل در قیمت",
    },
    dialog: {
      header: "انتخاب پروفایل مالیاتی",

      title: "پروفایل مالیاتی",
      subtitle:
        "شما می‌توانید مقررات مالیاتی خاصی را به محصول اختصاص دهید. در صورتی که پروفایل مالیاتی برای محصول انتخاب نشود، مقررات مالیاتی پیش‌فرض فروشگاه اعمال خواهد شد.",

      action_manage: "مدیریت مالیات",
      action_manage_sub: "فروشگاه > مالی > مالیات",

      subscription_tips:
        "زمانی که پروفایل مالیاتی را برای محصول اشتراکی انتخاب می‌کنید، ما <code>کد مالیاتی</code> را به‌روزرسانی می‌کنیم و حالت شامل/غیرشامل را روی ارائه‌دهنده خدمات پرداخت تنظیم می‌کنیم. پروفایل مالیاتی انتخاب شده تعیین می‌کند که آیا قیمت شامل مالیات است یا بدون مالیات. یکی از حالت‌های <code>شامل</code> یا <code>غیرشامل</code>. پس از مشخص شدن به عنوان شامل یا غیرشامل، قابل تغییر نیست.<br /><br /><b>مهم!</b> پس از تغییر پروفایل مالیاتی، باید روی طرح‌های قیمت‌گذاری در زبانه محصول > انبار کلیک کنید و دکمه ذخیره را فشار دهید تا تغییرات اعمال شود.",
    },
  },

  /**
   * @see BProductVendorAbstractView
   */
  product_vendor_profile: {
    vendor: {
      subtitle:
        "قیمت و مقدار این محصول توسط فروشنده خاصی که مالک آن است تنظیم می‌شود.",
    },
    vendors: {
      subtitle:
        "در اینجا لیستی از تأمین‌کنندگان این محصول وجود دارد. مقدار و قیمت توسط تأمین‌کنندگان تنظیم خواهد شد.",
    },
  },

  /**
   * @see BVendorAdd
   */
  vendor_add: {
    menu: {
      profile: "پروفایل و اطلاعات",
      business: "کسب‌وکار و پرداخت",
      documents: "مدارک",
      page: "قالب صفحه",
      shipping: "حمل و نقل",
      access: "دسترسی",
      critical_zone: "منطقه حساس",
    },

    profile: {
      title: "اطلاعات فروشنده",
      subtitle: "این اطلاعات به صورت عمومی به مشتریان نمایش داده می‌شود.",
      action_sub_caption: "صفحه فهرست محصولات عمومی.",
      action_see_listing_page: "مشاهده صفحه فهرست",
      send_invitation_email: "ارسال ایمیل دعوت‌نامه",
      invitation_link: "لینک دعوت‌نامه",
    },

    profiles: {
      title: "پروفایل‌ها",
      subtitle: "شما می‌توانید مکان را به این فروشنده اختصاص دهید.",
    },
    map: {
      no_map_message:
        "اگر این فروشنده بر اساس مکان فعالیت می‌کند، مکان را به آن اختصاص دهید.",
    },

    page: {
      title: "صفحه سفارشی",
      subtitle:
        "یک صفحه فرود سفارشی برای فروشنده تنظیم کنید و یک لینک منحصر به فرد برای صفحه اختصاصی آن‌ها فراهم کنید.",
      action_set_page: "مشاهده صفحه عمومی",
      action_sub_caption: "صفحه فرود سفارشی.",
      vendor_has_landing_msg: "فروشنده دارای صفحه فرود سفارشی است.",
      no_landing_selected_msg: "هیچ صفحه فرودی انتخاب نشده است.",
      no_landing_page: "بدون صفحه فرود",
      we_can_create_dedicated_landing_msg:
        "ما می‌توانیم یک صفحه فرود اختصاصی برای شما ایجاد کنیم.",
    },
    contact: {
      title: "اطلاعات تماس",
      subtitle: "لطفاً جزئیات تماس معتبر را ارائه دهید.",
    },
    business: {
      title: "اطلاعات کسب‌وکار",
      subtitle:
        "لطفاً اطلاعات دقیقی در مورد کسب‌وکار خود ارائه دهید تا فرایند جمع‌آوری درآمد به صورت سریع و روان انجام شود.",
    },
    bank: {
      title: "اطلاعات پرداخت",
      subtitle: "جزئیات بانکی خود را برای پرداخت‌ها در اینجا وارد کنید.",
    },
    default_pricing: {
      title: "قیمت‌گذاری پیش‌فرض",
      subtitle:
        "شما می‌توانید یک مدل قیمت‌گذاری پیش‌فرض برای فروشنده تعیین کنید. هنگامی که فروشنده یک محصول جدید اضافه می‌کند، این مدل قیمت‌گذاری برای محاسبه حاشیه بازار بر روی قیمت محصول استفاده خواهد شد. شما می‌توانید بعداً مدل قیمت‌گذاری را برای هر محصول به صورت جداگانه تنظیم کنید.",
      no_pricing: "بدون قیمت‌گذاری",
    },
    shipping: {
      title: "حمل‌ونقل",
      subtitle:
        "فروشندگان می‌توانند خدمات حمل‌ونقل و پیک‌های خود را تنظیم کنند.",
      shipping_services: "خدمات حمل‌ونقل",
      total_number_of_services: "تعداد کل خدمات حمل‌ونقل که فروشنده دارد.",
      couriers: "پیک‌ها",
      total_couriers_count: "تعداد کل پیک‌هایی که فروشنده دارد.",
    },
    configuration: {
      title: "پیکربندی",
    },
    delete: {
      title: "حذف فروشنده",
      action: "حذف فروشنده",
      verify_description:
        "من می‌دانم که تمام روابط محصولات فروشنده حذف خواهد شد!",
      verify_title: "من می‌خواهم این فروشنده را حذف کنم.",
    },
    send_invitation_tips:
      "ما یک ایمیل دعوت به این کاربر ارسال خواهیم کرد. اگر کاربر به عنوان فروشنده به فروشگاه شما بپیوندد، حساب کاربری او به طور خودکار به او اختصاص داده می‌شود.",
    only_marketplace_owner_can_edit_user:
      "فقط مالک بازار می‌تواند کاربر را ویرایش کند. اگر می‌خواهید مالک این فروشنده را تغییر دهید، می‌توانید درخواست خود را به ما ارسال کنید.",
    vendor_is_disable_msg: "فروشنده غیرفعال است.",
    email_not_match_with_user_msg:
      "ایمیل وارد شده با ایمیل کاربر (<b>{user_name}:</b>{user_email}) مطابقت ندارد. آیا مطمئن هستید که می‌خواهید ایمیل‌ها را به <b>{email}</b> ارسال کنید؟",

    order_information_email_to_email:
      "ما اطلاعات سفارش‌ها را به <b>{email}</b> ارسال خواهیم کرد.",

    set_a_user_for_the_vendor_first_msg:
      "ابتدا یک کاربر برای فروشنده تعیین کنید.",

    inputs: {
      slug: {
        label: "مسیر",
        placeholder: "یک مسیر سفارشی وارد کنید...",
        hint: "مسیر صفحه فرود دینامیک فروشنده را تغییر دهید.",
      },
      email: {
        message:
          "این ایمیل تمام اعلان‌ها و به‌روزرسانی‌ها را دریافت خواهد کرد.",
      },
      business: {
        false_description: "من به صورت فردی کار می‌کنم.",
        true_description: "من به عنوان یک نهاد تجاری قانونی فعالیت می‌کنم.",
        false_title: "فردی",
        true_title: "تجاری",
      },
      bank: {
        hint: "نام بانکی که فروشنده در آن حساب دارد.",
        placeholder: "نام بانک شما..",
      },
      account_name: {
        hint: "این باید با نام مرتبط با حساب بانکی مطابقت داشته باشد.",
        placeholder: "نام شما..",
      },
      account_number: {
        hint: "شماره حساب منحصر به فرد فروشنده.",
        placeholder: "شماره حساب بانکی شما..",
      },
      routing_number: {
        hint: "این شماره بسته به کشور متفاوت است. این شماره برای شناسایی شعبه خاص بانکی که فروشنده استفاده می‌کند، استفاده می‌شود.",
        placeholder: "شماره مسیریابی بانک شما، کد مرتب‌سازی، یا شماره BSB..",
      },
      iban: {
        hint: "شماره حساب بانکی بین‌المللی: اگر بانک فروشنده در اروپا یا برخی دیگر از کشورها است.",
        placeholder: "شماره IBAN شما.. مثال: DE89 3704 0044 0000 0000 00",
      },
      swift: {
        hint: "شماره حساب بانکی بین‌المللی: اگر بانک فروشنده در اروپا یا برخی دیگر از کشورها است.",
        placeholder: "کد سوئیفت/کد BIC شما..",
      },
      branch_address: {
        hint: "آدرس شعبه بانکی که فروشنده در آن حساب دارد.",
        placeholder: "آدرس بانک شما..",
      },
      enable: {
        label: "وضعیت فروشنده",
        hint: "می‌توانید فروشندگان را به صورت جهانی فعال یا غیرفعال کنید. مشتریان نمی‌توانند از فروشندگان غیرفعال چیزی خریداری کنند.",
        true_description:
          "آنها قادر خواهند بود محصولات خود را از طریق بازار شما بفروشند.",
      },
      access: {
        label: "پنل و دسترسی فروشنده",
        true_description:
          "فروشنده یک پنل اختصاصی برای به‌روزرسانی مقدار و قیمت دارد.",
        hint: "می‌توانید پنل فروشنده را فعال یا غیرفعال کنید، که به فروشندگان اجازه می‌دهد مقدار و قیمت محصولات را به‌روزرسانی کرده و سفارشات جزئی را دریافت کنند.",
        false_description: "فروشنده به هیچ چیزی دسترسی ندارد.",
      },
      logo: {
        label: "لوگوی فروشنده",
      },
      description: {
        placeholder: "توضیحات درباره وندور...",
      },
    },
  },

  /**
   * @see BVendorDocumentsList
   */
  vendor_documents_list: {
    title: "اسناد",
    action_upload_doc: "بارگذاری سند",
    vendor_subtitle:
      "لطفاً اسناد لازم برای تأیید کسب‌وکار، مالکیت معنوی، و آدرس را بارگذاری کنید. ما به این اطلاعات نیاز داریم تا همکاری شما را تأیید کرده و دسترسی لازم را برای شما فراهم کنیم.",
    marketplace_subtitle:
      "فروشندگان می‌توانند اسنادی مانند تأیید کسب‌وکار، مالکیت معنوی و آدرس را برای تسهیل فرایند احراز هویت (KYC) خود ارسال کنند، تا بتوانید دسترسی مناسب را به آن‌ها ارائه دهید.",
    upload_dialog: {
      title: "بارگذاری سند",
      type: {
        title: "نوع سند",
        subtitle:
          "لطفاً فقط اسناد لازم را بارگذاری کنید. از اشتراک‌گذاری هرگونه اسناد حاوی اطلاعات حساس خودداری کنید. ما درخواست اسنادی داریم که به صورت عمومی در دسترس هستند.",
      },
    },
  },

  /**
   * @see BProductBadgesManage
   */
  product_badges: {
    title: "نشان‌ها",
    subtitle: "نشان‌های سفارشی محصول را اضافه و ویرایش کنید.",
    only_marketplace_owner_msg: "فقط مالکان بازار",
    create_new_badge_action: "ایجاد نشان جدید",
    select_a_badge: "یک نشان را انتخاب کنید...",

    inputs: {
      custom: {
        false_description: "نشان‌های محصولات به صورت خودکار ایجاد می‌شوند.",
        false_title: "خودکار",
        true_title: "نشان‌های سفارشی محصولات",
        true_description: "نشان‌های سفارشی را در صفحه محصول اضافه کنید.",
      },
    },
    add_custom_badge: {
      title: "نشان سفارشی",
      subtitle:
        "یک نشان سفارشی جدید به فروشگاه من اضافه کنید. تعداد نشان‌ها را کمتر از ۱۰ نگه دارید. نشان‌های بیشتر سرعت فروشگاه شما را کاهش می‌دهند.",
      show_advanced_options: "نمایش گزینه‌های پیشرفته",

      inputs: {
        title: {
          placeholder: "عنوان عمومی...",
        },
        image: {
          label: "تصویر",
          message: "حداکثر اندازه تصویر: ۱۲۸ کیلوبایت",
          placeholder: "یک تصویر کاور انتخاب کنید",
        },
        pattern: {
          label: "الگو",
          message:
            "این نشان را به صورت خودکار برای محصولاتی که این مقدار را در مشخصات خود دارند نشان دهید. پشتیبانی از Regex.",
          placeholder: "برای نمایش همه محصولات بنویسید: *.*",
        },
      },
      notifications: {
        badge_added: "نشان با موفقیت اضافه شد!",
        badge_updated: "نشان با موفقیت به‌روزرسانی شد!",
        item_not_found_error:
          "مورد یافت نشد! صفحه را تازه کنید یا با پشتیبانی تماس بگیرید.",
      },
    },
  },

  /**
   * @see BProductTagsInput
   */
  product_tags: {
    title: "برچسب‌ها",
    tips: [
      "شما می‌توانید محصولات را بر اساس برچسب‌ها در <b>صفحات فرود</b> فیلتر کنید.",
      "شما و مشتریانتان می‌توانید این برچسب‌ها را در نوار <b>جستجو</b> جستجو کنید.",
      "اگر برچسب‌ها را تنظیم کنید، فقط محصولاتی با <b>برچسب‌های مشترک</b> در بخش <b>محصولات مرتبط</b> در صفحه محصول نمایش داده می‌شوند؛ در غیر این صورت، محصولاتی از همان دسته‌بندی نمایش داده خواهند شد.",
    ],
    inputs: {
      tags: {
        placeholder:
          "برچسب‌ها را اینجا بنویسید و اینتر را فشار دهید. مثلاً مجموعه جدید",
      },
    },
    notifications: {
      tags_updated: "برچسب‌ها با موفقیت به‌روزرسانی شدند.",
    },
  },

  /**
   * @see VPageVendorShippingTransportation
   */
  vendor_shipping_services: {
    title: "حمل‌ونقل",
    subtitle:
      "بازار روش‌های حمل و نقل را برای کمک به فروشندگان در تکمیل سفارشات ارائه می‌دهد. شما می‌توانید خدمات حمل و نقل را از اینجا اضافه کنید تا به راحتی برچسب ارسال را از صفحه سفارش خود سفارش دهید. این کار با همگام‌سازی آدرس‌ها و کدهای پیگیری با ارائه‌دهنده خدمات حمل و نقل به ساده‌تر شدن فرآیند کمک می‌کند.",
    subtitle_pickup:
      "بازار تحویل حضوری را برای فروشندگان فعال می‌کند و به خریداران این امکان را می‌دهد که تحویل حضوری از محل شما را به عنوان یک گزینه حمل و نقل انتخاب کنند. شما می‌توانید محل تحویل حضوری خود را در پروفایل‌تان اضافه کنید (انبار شما به عنوان محل پیش‌فرض تحویل حضوری در نظر گرفته می‌شود).",

    action: "افزودن سرویس",
    add_dialog: {
      select_service_msg:
        "روش‌های حمل و نقل توسط بازار تعریف می‌شوند و مشتریان می‌توانند از بین آنها انتخاب کنند. فروشندگان کنترلی بر این گزینه‌ها ندارند، اما می‌توانند پنل خود را به خدمات حمل و نقل متصل کرده و مستقیماً برچسب ارسال خریداری کنند. لطفاً یک روش از لیست زیر انتخاب کنید تا خدمات موجود را مشاهده کنید. یک سرویس حمل‌ونقل از لیست زیر انتخاب کنید. در اینجا فقط خدمات موجودی که می‌توان به فروشگاه شما اضافه کرد نمایش داده می‌شوند.",
      no_available_service: "سرویس موجودی نیست!",
    },
  },
  /**
   * @see VPageVendorShipping
   */
  vendor_shipping: {
    services: "خدمات",
  },

  /** {@see BProductProfileMap} **/
  product_location_profile: {
    title: "مکان",
    empty_subtitle: "اگر محصول بر اساس مکان است، مکان را به محصول اختصاص دهید.",
    dialog: {
      header: "انتخاب پروفایل مکان",
      action_new_location: "افزودن مکان جدید",
      title: "پروفایل مکان",
      subtitle:
        "شما می‌توانید با اختصاص برچسب‌های مکان به محصولات، آن‌ها را روی نقشه قرار دهید.",
      tips: "<b>مهم: </b> مکان را به محصول <b>تنها</b> در صورتی اختصاص دهید که می‌خواهید محصول در مکان خاصی روی نقشه نمایش داده شود. محصول پین شده باید مکان را به عنوان مشخصات اصلی خود داشته باشد، مانند <b>خانه‌ها/مکان‌های اجاره‌ای</b> یا خدمات حضوری مانند <b>آرایشگری و اسپا</b>.",
    },
  },

  /** {@see BTranslationButton} **/
  translation_button: {
    header: "چند زبانه",
    auto_action: "ترجمه خودکار",
    premium_user_only: "فقط کاربران ویژه",
  },

  /** {@see BProductProfileInclude} **/
  product_include_profile: {
    subtitle:
      "لیستی از اقلامی که با بسته محصول یا خدمات همراه هستند را شامل شوید.",
    dialog: {
      header: "اقلام بسته محصول",
      title: "اقلام موجود",
      subtitle: "این مجموعه‌ای از اقلام است که با محصول همراه هستند.",
      action_manage: "مدیریت اقلام",
      action_disable_msg: "مالک بازار",
      select_items_tips:
        "اجزای بسته را که با محصول یا خدمات همراه هستند ایجاد یا انتخاب کنید. از این ویژگی برای تاکید بر آنچه مشتریان می‌توانند هنگام خرید آیتم انتظار داشته باشند، استفاده کنید. توصیه می‌کنیم از این عملکرد فقط زمانی استفاده کنید که برای مشتری حیاتی است که از محتویات موجود آگاه شود، مانند خرید یک گوشی هوشمند.",
      create_item_tips:
        "همچنین، می‌توانید یک آیتم جدید را شامل کنید. از تصاویر مربعی استفاده کنید، زیرا ما به طور خودکار تصاویر بارگذاری شده را به فرمت مربع 256x256 تغییر اندازه می‌دهیم. برای اطمینان از ظاهر بهینه در تمام قالب‌ها، از تصاویر ساده با پس‌زمینه شفاف استفاده کنید و یک الگوی سازگار برای تمام محصولات خود حفظ کنید.",
      create_new_item_action: "ایجاد آیتم جدید",
    },
  },

  /** {@see BPageProduct} **/
  product_admin: {
    products_list: "لیست محصولات",
    product: "محصول",

    menu: {
      edit: "ویرایش",
      review: "نقد و بررسی",
      orders: "سفارشات",
      inventory: "موجودی",
      dashboard: "داشبورد",
      back_to_products: "محصولات",
      drop_shipping: "دراپ شیپینگ",
    },

    /** {@see BPageProductDashboard} **/
    dashboard: {
      /** {@see BProductInfoAbstractView} **/
      info: {
        title: "مشخصات",
        title_small: "محصول",
        category: "دسته بندی محصول",
        link: "لینک محصول",
        type: "نوع",
        inputs: "اطلاعات ورودی",
        outputs: "اطلاعات خروجی",
        user_data_form: "فرم اطلاعات خریدار",
        staff_messages: "پیام‌های کارکنان",
        add_note: "افزودن یادداشت",
        product_tags: "برچسب‌های محصول",
        edit_tags: "ویرایش برچسب‌ها",
      },
      /** {@see BProductOrdersAbstractView} **/
      orders: {
        title: "سفارشات",
        title_small: "پردازش نشده",
        physical_orders_title: "سبدهای خریدی که این کالا در آن ها وجود دارد",
        send_count_in_period: "تعداد ارسال بین {start} ~ {end}",
        downloads_count_in_period: "تعداد دانلودها بین {start} ~ {end}",
      },

      /** {@see BProductInventoryAbstractView} **/
      inventory: {
        title: "موجودی",
        title_small: "انبار",
        total_sell: "تعداد کل فروش",
        total_sell_today: "فروش امروز",
        total_sell_timespan: "مجموع فروش در بازه  {start} ~ {end}",
        chart: {
          labels: ["موجودی", "فروش"],
        },
        subscribers_title: "مشترکین",
        subscribers_title_small: "مجموع سفارشات مشترک شده",
      },

      /** {@see BProductFinanceCharts} **/
      finance: {
        title: "مالی",
        title_small: "گزارش خرید از {start} تا {end}.",
        select_mode_title: "نمایش بر اساس",
        modes: {
          sell: "فروش",
          payment: "پرداخت",
          discount: "تخفیف",
        },
        currency_select_title: "قیمت بر اساس ارز انتخابی",
        sell_today: "فروش امروز",
        product_price: "قیمت محصول",
        currency_unit: "واحد ارزی",
        sell_30days: "فروش 30 روز",
        sell_daily: "مقدار فروش روزانه",
        sell_yesterday: "فروش دیروز",
      },

      /** {@see BProductRatingCharts} **/
      survey: {
        title: "امتیاز محصول",
        title_small: "گزارش رضایت خریداران",
        total_participation: "کل مشارکت",
        total_participation_tooltip: "تعداد کل ارزیابان برای این محصول.",
        today_participation: "مشارکت امروز",
        last7days_participation: "مشارکت هفت روز اخیر",
        chart: {
          participate: "مشارکت",
          participate_title: "تعداد مشارکت",
          score: "امتیاز",
        },
        users_not_rated_msg: "کاربران هنوز به این محصول امتیازی نداده‌اند.",
      },

      /** {@see BProductMarketingAbstractView} **/
      inform: {
        title: "انتظارات مشتریان",
        title_small: "در انتظار تخفیف یا موجود شدن",
        message:
          "می توانید کاربرانی که در انتظار این محصول هستند را از موجود شدن کالا و یا حراج آن با خبر سازید.",
        waiting_for_auction: "منتظر حراج کالا.",
        waiting_for_available: "منتظر موجود شدن کالا.",
        unit: "نفر",
      },
    },

    /** {@see BPageProductInventory} **/
    inventory: {
      /** {@see BProductInventoryManagement} **/
      variants: {
        inventory_list: "لیست موجودی",
        add_variant: "افزودن تنوع محصول",

        title: "تعداد موجودی کالا / لیست تنوع کالا",
        sub_title:
          "در صورتی که این کالا بیش از یک تنوع دارد، آن ها را در این بخش وارد نمایید. شما می توانید میزان موجودی، قیمت و شرایط تخفیف هر تنوع رو به صورت مجزا تعریف نمایید؛ در غیر این صورت مقادیر پیش فرض کالا برای قیمت گذاری اعمال خواهد گردید.",
        add_action: "افزودن تنوع",
        count_input: "موجودی",
        count_input_action: "ثبت موجودی کالا",
        management_title: "مدیریت موجودی و تنوع کالا",
        add_title: "افزودن تنوع کالا",
        edit_title: "ویرایش تنوع کالا",
        notifications: {
          add_success: "تنوع محصول اضافه گردید.",
          delete_success: "تنوع محصول حذف گردید.",
          save_product_inventory_success: "موجودی کالا ذخیره گردید.",
        },
      },

      /** {@see BProductInventoryManagementVirtual} **/
      variant_item: {
        price: "قیمت",
        same_as_product: "مشابه محصول اصلی",
        in_stock: "موجودی انبار",
        delete_dialog: {
          title: "حذف تنوع کالا",
          message: "آیا می خواهید این دسته از کالا را حذف نمایید؟",
        },
      },
      /** {@see BProductVariantAdd} **/
      variant_add_edit: {
        message: "شماره یکتای تنوع محصول",
        active_input: "آیا این تنوع فعال باشد؟",
        sku: "SKU",
        sku_tips: "کد انبارداری محصول.",
        mpn: "MPN",
        mpn_tips:
          "کد محصول که توسط تولید کننده بر روی بسته بندی محصول درج می گردد.",
        pricing: "قیمت گذاری",
        has_pricing_input: "آیا قیمت گذاری متفاوتی از محصول اصلی دارد؟",
        inventory: "موجودی",
        inventory_unit: "عدد",
        delivery_info: "مشخصات ارسال",
        images: "تصاویر اختصاصی این نوع",
        images_message:
          "پس از ذخیره سازی این تنوع قادر به افزودن تصویر در اینجا خواهید بود.",

        config: {
          title: "تعریف تنوع محصول",

          subtitle: "مدیریت کد SKU، MPN و دسترسی برای انواع محصول.",
        },
        variables: {
          title: "مشخصات این نوع",
          subtitle:
            "یک کد رنگ هگز وارد کنید، به عنوان مثال، <b>#654FFF</b>، یا دو رنگ جدا شده با یک اسلش، به عنوان مثال، <b>#764FFA/#000000</b>.",
          graphical_asset_tips:
            "می‌توانید هر مقداری را به متغیرها اختصاص دهید، از جمله تصاویر با استفاده از <b>آیکون های گرافیکی</b>. یک الگو آپلود کرده و کد تولید شده را برای تنوع محصول استفاده کنید.",
          graphical_asset_action: "آیکون های گرافیکی",
          graphical_asset_action_caption: "تصاویر برای گزینه‌های تنوع محصول.",
        },
        smart_unit_price: {
          tips: "محاسبه قیمت واحد بر اساس <b>وزن</b>، <b>حجم</b> و <b>اندازه بسته</b>.  برای غیرفعال کردن این ویژگی، به فروشگاه > تنظیمات > قالب > صفحه محصول > قیمت واحد هوشمند بروید.",
          smart_unit_price: "محاسبه قیمت واحد",
        },
        quantity: {
          title: "موجودی",
          subtitle: "سطح موجودی هر تنوع محصول را تنظیم کنید.",
        },
        price: {
          title: "قیمت‌گذاری",
          subtitle:
            "قیمت اختصاصی برای تنوع محصول تنظیم کنید یا از قیمت پیش‌فرض محصول استفاده کنید.",
        },
        package: {
          title: "بسته‌بندی و حمل و نقل",
          subtitle:
            "وزن و ابعاد برای هر تنوع محصول را مشخص کنید تا روش‌های حمل و نقل مناسب تعیین شوند.",
          same_as_product_action: "مشابه محصول اصلی",
        },
        image: {
          title: "تصاویر تنوع محصول",
          subtitle:
            "تصاویر منحصربه‌فردی برای هر نوع محصول اضافه کنید. اولین تصویر آپلود شده به عنوان تصویر اصلی آن تنوع در نظر گرفته خواهد شد.",
        },
        inputs: {
          sku: {
            message: "واحد نگهداری موجودی (SKU)",
          },
          mpn: {
            message: "شماره قطعه سازنده (MPN)",
          },
          gtin: {
            label: "شماره جهانی کالای محصول (GTIN)",
            message:
              "فرمت‌های پشتیبانی شده: UPC (12 رقم)، EAN (13 رقم)، JAN (8 یا 13 رقم)، ISBN (13 رقم).",
          },
        },
      },
    },

    /** {@see BPageProductArticle} **/
    edit_article: {
      menu: {
        tags: "تگ ها",
        article: "مطلب",
      },
    },
  }, // product_admin

  /**
   * @see TransportationsEligibleView
   */
  transportation_eligible: {
    subtitle: "خدمات حمل‌ونقل موجود به اندازه و وزن ارائه‌شده بستگی دارد.",
  },

  /** {@see BProductExtraInput} **/
  product_extra_physical: {
    weight: "وزن کالا",
    weight_subtitle:
      "وزن کل بسته‌بندی محصول را در اینجا وارد کنید. این اطلاعات به انتخاب روش حمل‌ونقل مناسب کمک می‌کند و اطمینان می‌دهد که سفارش از حد مجاز حمل‌ونقل فراتر نرود.",

    weight_unit: "کیلوگرم",
    size: "ابعاد کالا",
    size_subtitle:
      "اندازه کامل بسته‌بندی محصول را در اینجا وارد کنید. این اطلاعات برای انتخاب روش حمل‌ونقل مناسب استفاده می‌شود و اطمینان می‌دهد که سفارش از حد مجاز اندازه بسته فراتر نرود.",

    width: "عرض",
    length: "طول",
    height: "ارتفاع",
    lead_time_title: "مدت زمان آماده سازی",
    lead_time: "زمان آماده سازی",
    lead_time_subtitle:
      "زمان آماده‌سازی مدت زمانی را تخمین می‌زند که برای آماده‌سازی یک محصول برای حمل‌ونقل لازم است و به تخمین زمان تحویل کمک می‌کند.",

    lead_time_dimension: "ساعت",
    bulk_action: "تغییر فله ای",
    bulk_action_subtitle:
      "می‌توانید اطلاعات بسته‌بندی را به تمام متغیرهای محصول اعمال کنید.",

    bulk_action_input: "به روز رسانی تمام تنوع ها",
    bulk_action_msg:
      "زمان بسته بندی و آماده سازی محصول را برای همه تنوع ها تنظیم کنید.",
    dynamic_lead_time: "زمان تحویل پویا",
    instant_delivery: "تحویل فوری",
  },

  /**
   * @see SGalleryUploadGrid
   */
  gallery_upload_grid: {
    upload_images: "آپلود تصاویر",
  },

  /**
   * @see BProductImagesGallery
   */
  product_images_gallery: {
    dialog_alt: {
      title: "تنظیم متن جایگزین تصویر",
      placeholder: "متن توصیفی برای تصویر وارد کنید...",
      success_update_notification:
        "متن جایگزین تصویر با موفقیت به‌روزرسانی شد.",
    },
    dialog_bg_remove: {
      title: "حذف خودکار پس‌زمینه",
      action: {
        title: "حذف پس‌زمینه",
        subtitle: "ایجاد پس‌زمینه شفاف.",
      },
      success_remove_bg_notification: "پس‌زمینه با موفقیت حذف شد!",
    },
  },

  /**
   * @see VariantGraphicalAssetsList
   */
  variant_graphical_assets: {
    title: "آیکون های گرافیکی تنوع محصول",

    tips: {
      how_it_works:
        "<b>چگونه کار می‌کند:</b><br />الگوها یا تصاویر آیتم‌ها را اینجا آپلود کنید. برای استفاده از این تصاویر به عنوان گزینه‌ای برای تنوع محصول، <b>{filename}</b> را در مقدار تنوع محصول وارد کنید. توجه داشته باشید که این کد نمی‌تواند در مقدار <b><s>رنگ</s></b> استفاده شود.",
      how_set_name:
        "<b>نکات نام‌گذاری:</b><br />اولین ۱۲ کاراکتر از نام فایل آپلود شده به عنوان نام دارایی استفاده خواهد شد. این ویژگی برای نمایش جنبه‌های قابل تنظیم یک محصول، مانند اندازه لاستیک موتورسیکلت یا الگوهای پارچه‌ای، ایده‌آل است. برای استفاده بهینه از این ویژگی، از آپلود تصاویر انواع محصول اینجا خودداری کنید مگر اینکه تعداد آیکون های گرافیکی کمتر از ۱۰۰ باشد، مانند انواع چوب برای مبلمان.",
    },
  },
  /**
   * @see ExtraPricingLevels
   */
  extra_pricing_levels: {
    extra_pricings: "قیمت‌های فروش عمده",
    min_quantity: "حداقل تعداد",
    range_is_out_of_stock: "این محدوده موجود نیست!",
  },

  /**
   * @see BProductVariantItem
   */
  product_variant_item: {
    duplicated_variant: "این تنوع محصول از قبل موجود است!",
    set_color_warning: "لطفاً یک رنگ انتخاب کنید.",
    set_volume_warning: "لطفاً حجم را مشخص کنید.",
    set_pack_warning: "لطفاً اندازه بسته را مشخص کنید.",
    set_weight_warning: "لطفاً وزن را مشخص کنید.",
    set_type_warning: "لطفاً یک نوع را انتخاب کنید.",
    set_style_warning: "لطفاً یک سبک را انتخاب کنید.",
    out_of_stock: "در حال حاضر موجود نیست",

    image: {
      tooltip:
        "⚡ تصویر را اینجا بکشید و رها کنید تا به تنوع محصول اختصاص یابد.",
    },
    enable: {
      true_tooltip: "این آیتم در فروشگاه آنلاین موجود است.",
      false_tooltip: "این آیتم در فروشگاه آنلاین موجود نیست.",
    },
    restore_dialog: {
      title: "بازیابی تنوع محصول",
      message:
        "آیا مطمئن هستید که می‌خواهید این تنوع محصول حذف شده را بازیابی کنید؟",
      action: "بله، همین حالا بازیابی کن",
    },
    notifications: {
      restore_variant_success: "تنوع محصول با موفقیت بازیابی شد.",
    },
  },

  /** {@see BProductImagesGallery} **/
  product_images_list: {
    upload_button: "تصویرهای بیشتر محصول",
    upload_an_image: "یک تصویر انتخاب نمایید.",
    notifications: {
      update_sort_success: "ترتیب تصاویر ذخیره گردید",
      delete_image_title: "حذف تصویر محصول",
      delete_image_success: "تصویر با موفقیت حذف شد",
    },
  },

  /** {@see ProductVariantsView} **/
  variants_view: {
    prices: "قیمت ها",
    inventory: "موجودی انبار",
    discount: "تخفیف",
  },

  /** {@see BGiftcardTypeAdd} **/
  gift_card_type_edit: {
    title_input: "عنوان",
    color_input: "رنگ کارت",
    charge_input: "شارژ اولیه",
    charge_input_hint: "شارژ اولیه هر کارت",
    currency_input: "واحد ارزی",
    currency_input_message: "تنها برای خرید با این ارز",
    lifetime_input: "مدت اعتبار (ماه)",
    lifetime_input_message:
      "مدت اعتبار کارت های صادر شده بر اساس ماه از تاریخ صدور",
    card_image_input: "تصویر کارت",
    notifications: {
      create_success: "کارت ایجاد گردید",
      update_success: "کارت به روز رسانی شد",
    },
  },

  /** {@see BInventoryWarehouse} **/
  shop_warehouse_edit: {
    title: "افزودن انبار",
    message: "آدرس و مشخصات انبار خود را جهت محاسبه هزینه ارسال وارد نمایید.",
    name_input: "نام انبار",
    address: "آدرس",
    name_input_message: "یک نام مستعار برای انبار خود وارد نمایید.",
    person_name: "نام مسئول انبار",
    phone_number: "شماره تماس",
    map_title: "آدرس انبار فروشگاه",
    confirm_action: "تایید انبار",
    address_name: "انبار",
    notifications: {
      success_save: "تغییرات با موفقیت ثبت گردید.",
    },
  },

  /** {@see BPageShopLogisticInventoryList} **/
  inventory_list: {
    title: "موجودی فروشگاه",
    subtitle: "لیست تمامی محصولات در فروشگاه.",
    cant_set_here: "نمی‌توان در اینجا تنظیم کرد",

    search_input: "جستجو در محصولات...",
    search_input_title: "جستجو در میان کالاهای فروشگاه",
    apply_filter: "اعمال فیلتر",
    inventory: "لیست موجودی انبار",
    export: "خروجی اکسل",
    import: "واردکردن موجودی با فایل",
    bulk_price: "تغییر قیمت کلی",
    bulk_discount: "اعمال تخفیف کلی",
    category_filter_msg:
      "⚡ برای همه زیرمجموعه ها و محصولات آن ها اعمال می شود!",

    table: {
      waiting: "در حال دریافت اطلاعات... لطفا منتظر بمانید",
      open_state: "فعال",
      close_state: "غیرفعال",
      image: "تصویر",
      product: "نام محصول",
      code: "کد محصول",
      sku: "SKU",
      mpn: "MPN",
      original: "اصل",
      status: "وضعیت",
      in_stock: "موجودی",
      edit: "تغییر موجودی",
    },

    bulk_discount_dialog: {
      title: "تغییر کلی > تخفیف",
      message:
        "توجه: مقدار زیر به صورت درصدی بر روی تخفیف کلیه محصولات فروشگاه شما اعمال خواهد شد. همچنین مقادیر محاسبه شده تخفیف به صورت هوشمند به نزدیکترین عدد رند بر اساس ارز انتخابی تبدیل خواهند شد. در وارد کردن مقادیر دقت نمایید.",
      check: "تغییرات تخفیف را تایید می کنم.",
    },
    notifications: {
      save_success: "موجودی کالا ذخیره گردید.",
    },
  },

  /**
   * @see BInventoryBulkPrice
   */
  /**
   * @see BInventoryBulkPrice
   */
  bulk_price_dialog: {
    title: "اقدامات عمده > قیمت",
    message:
      "مقدار زیر به عنوان درصدی از قیمت تمام محصولات فروشگاه شما اعمال خواهد شد. همچنین، قیمت‌های محاسبه‌شده به صورت هوشمندانه به نزدیک‌ترین عدد گرد شده بر اساس ارز انتخابی تبدیل می‌شوند. در وارد کردن مقادیر دقت کنید.",
    check: "من تغییرات قیمت را تایید می‌کنم.",
    check_description:
      "قیمت برای دسته‌بندی انتخاب شده و تمام زیرمجموعه‌های آن تغییر خواهد کرد.",
    add_percent_tab: "افزودن درصد",
    add_constant_tab: "افزودن مقدار ثابت",
    ending_tab: "استراتژی پایان",
    marketplace_listing_price: "قیمت فهرست‌بندی",

    constant: {
      subtitle: "مقدار به قیمت فعلی محصولات افزوده یا از آن کسر خواهد شد.",
    },
    ending: {
      subtitle: "پایان قیمت فعلی محصولات به مقدار مشخص شده تغییر خواهد کرد.",
    },
    marketplace: {
      title: "قیمت فهرست‌بندی در بازار",
      subtitle:
        "این گزینه به شما امکان می‌دهد قیمت فهرست‌بندی محصولات را در بازار به‌صورت خودکار به‌روزرسانی کنید. گاهی اوقات، قیمت اصلی محصول ممکن است به دلیل تغییرات دستی قیمت با قیمت فروشنده هماهنگ نباشد.",
      strategy: {
        min: {
          title: "تنظیم قیمت حداقل",
          description:
            "قیمت حداقل محصول را به عنوان قیمت فهرست‌بندی تنظیم کنید.",
        },
        max: {
          title: "تنظیم قیمت حداکثر",
          description:
            "قیمت حداکثر محصول را به عنوان قیمت فهرست‌بندی تنظیم کنید.",
        },
      },
    },

    category: {
      subtitle: "محدود کردن عمل عمده به یک دسته‌بندی و تمام زیرمجموعه‌های آن.",
    },
    vendor: {
      subtitle:
        "محدود کردن اقدامات عمده به یک فروشنده خاص. وقتی یک فروشنده انتخاب شود، به‌روزرسانی قیمت برای محصولات آن فروشنده اعمال می‌شود، که قیمت فروش برای آن فروشنده را نشان می‌دهد.",
      listing_price_need_update_msg:
        "اگر می‌خواهید قیمت فهرست‌بندی (قیمتی که در فهرست محصولات نمایش داده می‌شود) را به‌روزرسانی کنید، باید به‌روزرسانی عمده را با همان فیلترها ولی بدون انتخاب فروشنده دوباره ارسال کنید.",
    },
    listing_products_changes: "تغییرات فهرست محصولات",
    total_vendor_products: "کل محصولات فروشنده",
    total_products: "کل محصولات",
    total_variants: "کل متغیرها",
  },

  /** {@see BProductSpecTable} **/
  spec_view: {
    auto_save_input: "ذخیره خودکار",
    auto_save_input_message: "تغییرات به صورت خودکار ذخیره خواهند شد.",
  },

  /** {@see STimeProgressBar} **/
  time_progress_bar: {
    title_before_start: "مانده تا شروع",
    title_between_start_end: "مانده تا پایان",
    title_after_end: "پایان یافته",
    title_no_start_end: "بدون بازه زمانی",
  },

  /** {@see GeoMap} **/
  geo_map: {
    views: "بازدید کنندگان",
    views_unit: "نفر",
    product_views: "بازدید محصول",
    buys: "خریدها",
    buys_unit: "سفارش",
    baskets: "سبد خرید",
    added_items: "افزودن محصول",
    removed_items: "حذف محصول",
  },

  /** {@see BPageShopFinanceGateways} **/
  b_page_shop_finance_gateway: {
    title: "روش‌های پرداخت",
    sub_title:
      "لیست روش‌های پرداخت فعال. اگر می‌خواهید یک روش جدید به فروشگاه خود اضافه کنید، دکمه زیر را فشار دهید. توصیه می‌کنیم تعداد درگاه‌های پرداخت اضافه شده بیشتر از ۱۰ نباشد.",
    add_gateway: "روش پرداخت جدید",

    add_gateway_dialog: {
      title: "انتخاب ارز",
      country_currencies: "ارزهای محلی",
      crypto_currencies: "ارزهای دیجیتال",

      confirm: "افزودن روش پرداخت",

      online_methods: "روش‌های آنلاین",
      cod_methods: "پرداخت در محل",
      bank_transfer: "انتقال بانکی",
      cash_methods: "پرداخت نقدی (POS)",

      currency_step: {
        title: "انتخاب ارز",
        subtitle:
          "تلاش کنید تعداد ارزهای موجود در فروشگاه خود را به حداقل برسانید — ایده‌آل کمتر از ۳ ارز. بیشتر درگاه‌های پرداخت توانایی پردازش تراکنش‌ها را در تقریباً هر ارزی دارند.",
        add_first_currency: {
          subtitle: "لطفاً ابتدا یک ارز به فروشگاه خود اضافه کنید.",
          title: "اضافه کردن ارز",
        },
      },
      gateway_step: {
        title: "روش‌های پرداخت فعال",
        subtitle:
          "لطفاً از میان روش‌های پرداخت موجود انتخاب کنید. پس از انتخاب درگاه، می‌توانید اطلاعات اتصال لازم را وارد کنید تا فروشگاه خود را مستقیماً به روش پرداخت مورد نظر خود متصل کنید.",
      },

      config_step: {
        import_config: "می‌توانید تنظیمات را از سایر درگاه‌های مشابه وارد کنید",
        import_from: "وارد کردن از",
      },

      request_add_new_gateway: {
        title: "روش پرداخت مورد نظر خود را نمی‌بینید؟",
        subtitle:
          "اگر ارائه‌دهنده پرداخت محلی شما در لیست نیست، به یکی از پلن‌های سالانه (از جمله پلن استارتاپ برای مقرون‌به‌صرفه بودن) اشتراک بگیرید و درخواست یکپارچه‌سازی کنید. ما در صورت ارائه حساب آزمایشی و مستندات، ظرف ۴۸ ساعت آن را تکمیل خواهیم کرد.",
      },

      inputs: {
        currency: {
          placeholder: "یک درگاه برای وارد کردن انتخاب کنید...",
        },
        manual: {
          true_title: "حالت دستی",
          true_description:
            "می‌توانید تنظیمات درگاه را به صورت دستی انجام دهید.",

          false_title: "اتصال خودکار",
          false_description:
            "سیستم به‌طور خودکار به درگاه متصل می‌شود اگر قبلاً یک درگاه پیکربندی شده داشته باشید.",
        },
      },
    },
  },

  /** {@see FaqRequestsList} **/
  faq_list: {
    table: {
      nodata: "سوالی یافت نشد.",
      more_data_action: "سوالات بیشتر..",
      user: "کاربر",
      tag: "تگ",
      question: "سوال",
      officer: "مسئول",
      answer: "پاسخ",
      created_at: "تاریخ",
      priority: "اولویت",
      edit: "ویرایش",
    },
    dialog: {
      add_new_action: "ثبت سوال جدید",
      edit_action: "ویرایش سوال و جواب",
      question_input: "سوال",
      question_input_placeholder: "متن سوال را وارد نمایید..",
      link_input: "لینک",
      link_input_placeholder: "در پاسخ می توانید به یک لینک ارجاع دهید.",
      answer_input: "جواب",
      answer_input_placeholder: "متن جواب را وارد نمایید..",
      tag_input: "تگ (عنوان دسته بندی)",
      tag_input_placeholder: "یک عنوان کوتاه وارد نمایید",
      priority_input: "اولویت: (0 تا 10)",
    },
    delete_alert: {
      title: "حذف سوال",
      message: "آیا می خواهید این سوال را حذف نماید؟",
      action: "حذف",
    },
    notifications: {
      send_success: "جواب شما با موفقیت ثبت گردید.",
      delete_success: "سوال حذف گردید.",
    },
  },

  /** {@see ContactMessagesList} **/
  contact_messages_list: {
    load_more_action: "پیام های بیشتر..",

    table: {
      nodata: "سوالی یافت نشد.",
      user: "کاربر",
      message: "متن پیام",
      category: "دسته",
      officer: "مسئول",
      answer: "جواب",
      created_at: "تاریخ",
      contact: "تماس",
      edit: "ویرایش",
    },

    dialog: {
      title: "پاسخ به پیام ارسالی",
      category: "دسته بندی",
      user_name: "نام",
      email: "ایمیل",
      phone: "شماره تماس",
      message: "متن پیام",
      status: "وضعیت پاسخ دهی",
      status_answered: "پاسخ داده شده است",
      status_waiting: "در انتضار پاسخ",
      answer_input: "متن پاسخ",
      mail_input: "ارسال ایمیل",
      mail_input_message:
        "در صورت فعال بودن، ایمیلی حاوی پاسخ شما برای کاربر ارسال خواهد شد.",
    },
    delete_alert: {
      title: "حذف پیام",
      message: "آیا می خواهید این پیام را حذف نماید؟",
      action: "حذف",
    },
    notifications: {
      send_success: "درخواست شما با موفقیت اعمال گردید.",
      delete_success: "پیام حذف گردید.",
    },
  },

  /** {@see BPageCampaign} **/
  campaign: {
    title: "کمپین",
    menu: {
      setting: "تنظیمات",
      return: "بازگشت",
      dashboard: "داشبورد",
      links: "لینک ها",
      landing: "لندینگ",
      ads: "تبلیغات",
      finance: "مالی",
    },
    /** {@see BPageCampaignDashboard} **/
    dashboard: {
      title: "داشبورد",
      status: "وضعیت کمپین",
      sessions: "ورود کاربران",
      links_overview: "وضعیت لینک های کمپین",
      orders: "سفارشات",
      performance: "بازدهی کمپین",
      links_funnel: "بازدهی به تفکیک لینک ها",
      no_links:
        "داده به میزان کافی وجود ندارد. حداقل یک لینک برای کمپین خود بسازید.",
      social: "ورودی از شبکه های اجتماعی",
      conversion_over_time: "نرخ تبدیل در طی زمان",
      total_campaign_sell: "مجموع فروش با این کمپین",
    },
    /** {@see BPageCampaignFinance} **/
    finance: {
      title: "گزارش مالی",
      campaign_revenue: "درآمد کمپین",
      total_revenue: "مجموع درآمد کمیپین",
      links_revenue: "درآمد از لینک های کمپین",
      payments_over_time: "میزان فروش در طی زمان",
      all_links: "همه لینک ها",
    },
    /** {@see BPageCampaignLanding} **/
    landing: {
      empty_message: "یک صفحه   برای کمپین خود انتخاب نمایید!",
      set_landing: "افزودن صفحه لندینگ",
      create_landing: "ساخت صفحه لندینگ جدید",
    },

    /** {@see BPageCampaignLinks} **/
    links: {
      title: "لینک های کمپین",
      url_input_message: "آدرس صفحه مورد نظر را وارد نمایید",
    },

    /** {@see BPageCampaignSetting} **/
    setting: {
      menu: {
        config: "پیکربندی",
        timespan: "بازه زمانی",
        banner: "بنر",
        Notification: "نوتیفیکیشن",
      },
      general_setting: {
        title: "تنظیمات کلی کمپین",
        sub_title: "نام، صفحه لندینگ و کد تخفیف",

        name_input: "نام کمپین",
        name_input_hint: "یک نام برای کمپین خود بگذارید",
        enable_input: "آیا کمپین فعال است؟",
        page_input: "صفحه لندینگ",
        discount_code_input: "کد تخفیف",
        limit: "سقف تخفیف",
        max_count: "تعداد",
        max_count_unit: "عدد",
        start: "شروع",
        end: "پایان",
        notification_enable_input: "نوتیفیکیشن فعال است؟",

        landing_page: "صفحات لندینگ",
        discount_code: "کد تخفیف",

        auto: "کمپین پیشفرض",
        auto_message: "کمپین پیشفرض که در فروشگاه شما فعال خواهد بود",
      },
      time_setting: {
        title: "بازه زمانی",
        sub_title: "تاریخ و ساعت شروع / تاریخ و ساعت پایان",
        start_input: "شروع",
        start_input_placeholder: "زمان شروع کمپین را انتخاب نمایید",
        end_input: "پایان",
        end_input_placeholder: "زمان پایان کمپین را انتخاب نمایید",
      },
      banner_setting: {
        title: "بنر بالای فروشگاه",
        sub_title: "محل نمایش: بالای صفحه فروشگاه",

        message_input: "متن پیام",
        message_input_placeholder: "جشنواره ویژه...",
        message_input_hint: "متن پیام بنر بالای فروشگاه",
        bg_image_input: "آدرس تصویر پس زمینه",
        bg_image_input_hint: "آدرس کامل تصویر پس زمینه",
        repeat_pattern: "تکرار الگو",
        simple: "ساده",
        dark_input: "تم تیره؟",
        icon_input: "آیکون",
        icon_input_hint:
          "نام آیکون متریال دیزاین یا fontawsom : fa:fas fa-star",
        anim_input: "آدرس انیمیشن",
        anim_input_message: "آدرس فایل انیمیشن lottie",
        preview: "پیش نمایش",
        preview_update_action: "به روز رسانی پیش نمایش",
        bg_color: "رنگ پس زمینه",
        icon_bg: "رنگ پس زمینه آیکون",
      },
      notifications: {
        title: "نوتیفیکیشن",
        sub_title: "نوتیفیکیشن ایجاد کنید و آن را به کمپین خود پیوند دهید.",
        update_success: "کمپین شما به روز گردید.",
        action_button: "کلید",
        background_color: "رنگ پس زمینه",
        text_color: "رنگ نوشته",
        action_color: "رنگ کلید",
        action_text_color: "رنگ متن کلید",
        notification_image: "تصویر نوتیفیکیشن",
        notification_bg: "تصویر پس زمینه نوتیفیکیشن",
        show_preview: "پیش نمایش",
        persistence: "ماندگار",
        persistence_message:
          "آیا با هر دفعه ورد خریدار به صفحه شما، مجدد نمایش داده شود؟",
        radius: "شعاع گوشه ها",
        show_delay: "تاخیر نمایش",
      },
    },
  },

  /** {@see BCategoryAdd} **/
  add_category: {
    title_edit: "ویرایش دسته بندی",
    title_update: "افزودن دسته بندی به لیست",

    config: {
      subtitle:
        "دسته‌بندی‌ها به ساده‌سازی مدیریت محصولات کمک می‌کنند و یافتن محصولات را برای مشتریان شما در فروشگاه آسان‌تر می‌سازند.",
    },
    parent: {
      subtitle:
        "این دسته‌بندی زیر دسته‌بندی والد خود نمایش داده می‌شود. اگر محصولی دسته‌بندی والد نداشته باشد، در دسته‌بندی اصلی نمایش داده خواهد شد.",
    },
    template: {
      title: "قالب",
      edit_page: "ویرایش صفحه",
      Pages_list: "لیست صفحات",
      subtitle:
        "می‌توانید با افزودن یک صفحه سفارشی به صفحه دسته‌بندی خود، نمایش آن را بهبود دهید. بهترین روش این است که صفحاتی با پس‌زمینه شفاف ایجاد کنید و 1 تا 2 بخش خاص برای هر دسته‌بندی طراحی کنید. سپس می‌توانید یک صفحه را به چندین دسته‌بندی پیوند دهید و از محتوای پویا برای سفارشی‌سازی هر دسته‌بندی استفاده کنید.",
    },
    critical_zone: {
      title: "منطقه بحرانی",
      subtitle:
        "اگر یک دسته‌بندی را حذف کنید، زیرمجموعه‌ها و محصولات آن به پوشه والد منتقل می‌شوند<b>📁 {parent}</b>. برای مدیریت دسته‌بندی‌هایی که در لیست محصولات وجود ندارند، به تب فروشگاه > دسته‌بندی‌ها بروید.",
      accept_delete: {
        true_description: "می‌خواهم این دسته‌بندی را حذف کنم.",
        true_title: "تأیید حذف دسته‌بندی",
      },
    },

    menu: {
      delete: "حذف دسته",
      filter: "فیلترها",
      settings: "تنظیمات",
      back: "بازگشت",
    },
    title_input: "عنوان دسته*",
    title_input_error: "یک عنوان برای دسته انتخاب نمایید",
    name_input: "نام دسته (انگلیسی)*",
    name_input_error: "یک نام یکتا برای دسته انتخاب نمایید",
    description_input: "توضیحات دسته",
    description_input_message: "توضیحات مختصری در مورد دسته وارد نمایید..",
    parent_input: "دسته مادر",
    parent_input_message: "این دسته در صفحه اصلی فروشگاه نمایش داده می شود.",
    image_input: "تصویر دسته",
    image_input_placeholder: "تصویری برای دسته انتخاب نمایید",
    edit_action: "ویرایش دسته",
    add_action: "افزودن دسته",
    back_action: "بازگشت",
    no_category: "بدون دسته بندی",
    star: "ویژه",

    filter: {
      title: "فیلتر های دسته بندی",
      sub_title:
        "مدیریت فیلترها و دسته بندی های قابل اعمال بر روی محصولات این دسته.",
      message:
        "عنوان مشخصه فنی مشترک میان محصولات این دسته را در کادر زیر وارد نموده و ذخیره نمایید. پس از ذخیره نمودن، لیست دسته بندی های فیلتر به همراه محتویات هر دسته نشان داده خواهد شد. مقادیر رنگ، وزن، حجم، برند و ... به صورت خودکار از تنوع محصولات استخراج می گردد.",
    },
    delete_alert: {
      title: "حذف دسته بندی",
      message: "آیا می خواهید دسته بندی {title} را حذف نمایید؟",
      action: "حذف",
    },
    notifications: {
      add_success: "دسته جدید افزوده شد.",
      edit_success: "دسته ویرایش شد.",
      delete_success: "دسته {title} حذف شد.",
    },
    /** {@see BCategoryFilterEditor} **/
    edit_filter: {
      spec_input: "لیست عناوین مشخصه های فنی",
      price: "قیمت",
      min: "حداقل",
      max: "حداکثر",
      suggested_list: {
        brand: "برند",
        colors: "رنگ",
        styles: "طرح",
        volumes: "حجم",
        weights: "وزن",
        packs: "تعداد در بسته",
        types: "نوع",
      },
      notifications: {
        edit_success: "دسته ویرایش شد.",
      },
      manually_update_filters_tips:
        "<b>مهم!</b> فیلترها به صورت خودکار زمانی که محصولات تغییر می‌کنند، به‌روزرسانی می‌شوند. با این حال، پس از اعمال تغییرات در محصولات یک دسته‌بندی، لطفاً به اینجا بازگردید و برای به‌روزرسانی فیلتر، روی دکمه ذخیره/بازسازی کلیک کنید.",

      inputs: {
        spec: {
          message: "لیست عناوین مشصه های فنی قابل فیلتر کردن",
          placeholder: "مشخصات را برای نمایش در فیلتر انتخاب کنید...",
        },
      },
    },
  },

  /** {@see BAppShopList} **/
  apps_list: {
    nodata: "اپلیکیشنی بر روی فروشگاه شما نصب نیست.",
    inactive: "غیر فعال",
    my_apps: "اپلیکیشن های من",
    app_store: "نصب اپلیکیشن",
  },

  /** {@see BShopAdd} **/
  add_shop: {
    menu: {
      shop_title: "عنوان فروشگاه",
      shop_name: "نام انگلیسی",
      description: "توضیحات",
      contact: "اطلاعات تماس",
      image: "تصویر",
    },
    title_input: "عنوان",
    title_input_tips: "نام فروشگاه، برند و یا شرکت خود را وارد نمایید.",
    active_message: "فروشگاه با وضعیت فعال برای عموم در دسترس خواهد بود.",
    language_input_message: "زبان فروشگاه را انتخاب نمایید.",
    name_input: "نام",
    name_input_message: "یک نام با حروف لاتین برای فروشگاه خود وارد نمایید.",
    name_input_tips:
      "نام لاتین، حتما از فاصله و حروف الفبای انگلیسی استفاده نمایید، درصورت عدم استفاده از زبان انگلیسی ممکن است نام فروشگاه به درستی نشان داده نشود.",
    description_input: "توضیح درباره فروشگاه",
    description_input_message: "توضیح کوتاه در رابطه با کسب و کارتان بنویسید.",
    description_input_tips:
      "این توضیحات در پاورقی فروشگاه شما نمایش داده خواهد شد و همچنین به عنوان برچسب متا توضیحات پیش‌فرض صفحات فروشگاه شما استفاده می‌شود.",
    address_input: "آدرس فروشگاه",
    address_input_message: "آدرس دقیق محل فروشگاه را وارد نمایید.",

    phone_input: "شماره تلفن",
    phone_input_message: "شماره تماس برای مشتریان",
    phone_input_tips:
      "شماره تلفن بین المللی، شماره تماس به همراه کد کشور وارد نمایید. از این شماره همچنین برای نمایش اطلاعات در جستجوی گوگل استفاده می گردد.",
    email_input: "ایمیل",
    email_input_message: "آدرس ایمیل برای مشتریان",
    locality_input: "محل",
    locality_input_message: "محل فروشگاه",
    region_input: "ایالت یا استان",
    region_input_message: "ایالت یا استانی که در آن فعالیت می نمایید",
    country_input: "کشور",
    country_input_message: "کشور محل فعالیت فروشگاه",
    postal_code_input: "کد پستی",
    postal_code_input_message: "کد پستی فروشگاه",
    image_input: "تصویر فروشگاه",

    map: {
      title: "آدرس فروشگاه",
      confirm: "ثبت آدرس",
      address: "آدرس",
      receptor: "فروشگاه",
    },

    create_shop_action: "ایجاد فروشگاه",
    update_shop_action: "به روز رسانی",

    notifications: {
      copy_success: "آدرس فروشگاه کپی شد.",
      name_available: `این نام ({name}) آزاد است.`,
      add_success: `فروشگاه {title} ایجاد شد.`,
      edit_success: "فروشگاه ویرایش شد.",
    },
  },

  /** {@see BProductInventoryManagementVirtual} **/
  virtual_items_list: {
    add_virtual_item: "افزودن آیتم مجازی",
    add_virtual_item_desc:
      "برای فروش محصولات مجازی بایستی آن ها را در این بخش اضافه نمایید. تعداد موجودی آیتم های کالای مجازی برابر با تعداد آیتم های آزاد در این بخش می باشد. بعد از تکمیل خرید و پرداخت توسط خریدار، اطلاعات آیتم خریداری شده برای ایشان ارسال خواهد شد.",
    filter_action: "اعمال فیلتر",
    not_processed: "سفارشات پردازش نشده",
    title: "لیست آیتم ها",
    vew_order: "مشاهده سفارش",

    table: {
      nodata: "هیچ آیتمی وجود ندارد",
      product: "محصول",
      data: "مقدار",
      status: "وضعیت",
      user_message: "فرم اطلاعات",
      updated_at: "تاریخ",
      order: "سفارش",
      delete: "حذف",
    },
    notifications: {
      delete_success: "آیتم با موفقیت حذف شد.",
    },
  },

  /** {@see BProductVirtualItemAdd} **/
  add_virtual_item: {
    title_edit: "ویرایش مقادیر",
    title_add: "افزودن آیتم به محصول",
    sub_title: "ایجاد و ویرایش آیتم های محصولات دیجیتال",
    message:
      "مدیر فروشگاه می تواند مقادیری را بعد از خرید و پرداخت کاربر به وی نشان دهد. این مقادیر بایستی در فرم زیر وارد گردد. ساختار این فرم در بخش ویرایش کالا > ویرایش اطلاعات خروجی تنظیم می گردد.",
    edit_outputs: "ویرایش فرم خروجی",
    notifications: {
      edit_success: "آیتم ویرایش گردید.",
      add_success: "آیتم به لیست افزوده شد.",
    },
  },

  /** {@see BPageOrderVirtual} **/
  virtual_process_center: {
    title: "مرکز پردازش",
    sub_title: "پردازش سفارش",
    virtual_product: "کالای مجازی",

    menu: {
      report: "گزارش",
      timeline: "جدول زمانی",
      order: "سفارش",
    },

    /** {@see BOrderVirtualItem} **/
    outputs_widget: {
      title: "اطلاعات خروجی",
      table: {
        title: "عنوان",
        value: "مقدار",
      },
      tips: [
        "پس از انجام و تکمیل درخواست مشتری، کلید تایید انجام سفارش را زده تا اتمام مراحل سفارش را به خریدار اعلام نمایید.",
        "پس از تایید سفارش امکان اعمال تغییرات در اطلاعات ورودی توسط خریدار وجود نخواهد داشت.",
      ],
      alerts: {
        order_completed_by_admin: "سفارش توسط شما اجرا و تایید شده است.",
        order_completed_by_buyer: "دریافت سفارش توسط خریدار تایید شده است.",
        waiting_for_buyer: "در انتظار تایید خریدار..",
      },
    },
  },

  /** {@see BPageOrderFile} **/
  file_process_center: {
    title: "مرکز پردازش",
    sub_title: "پردازش سفارش",
    menu: {
      report: "گزارش",
      timeline: "جدول زمانی",
      order: "سفارش",
    },
  },

  /** {@see BOrderDashboard} **/
  process_order_page_dashboard: {
    title: "پردازش سفارشات",
    cancel_order_action: "لغو سفارش",
    open_basket_cation:
      "این سبد خرید باز است، یعنی مشتری در حال خرید بوده و سفارش خود را ارسال ننموده است.",

    reject_dialog: {
      title: "دلیل لغو سفارش",
      message:
        "دلیل رد این سفارش را از گزینه های زیر انتخاب کنید. حتما با مشتری تماس گرفته و روند لغو و بازپرداخت را به او اطلاع دهید. بازپرداخت باید در کمتر از 12 ساعت توسط شما برای مشتری انجام شود.",
      confirm_now_action: "لغو سفارش فوری",
      confirm_in48h_action: "لغو سفارش در 48 ساعت",
      dismiss_reject_action: "انصراف از فرایند لغو",

      options: {
        title: "تنظیمات",
        subtitle:
          "اگر می‌خواهید فوراً سفارش خود را لغو کنید، می‌توانید از این گزینه استفاده کنید.",
      },
      express_input: {
        true_title: "فوری | لغو سفارش بلافاصله",
        false_title: "استاندارد | لغو سفارش پس از ۴۸ ساعت",
        true_description:
          "این گزینه سفارش شما را بلافاصله لغو کرده و موجودی انبار را به‌روز می‌کند.",
        false_description:
          "این گزینه سفارش شما را پس از ۴۸ ساعت لغو می‌کند. تا آن زمان، اقلام رزرو خواهند شد و قابل خرید توسط دیگران نخواهند بود.",
      },
    },

    notifications: {
      update_status_success: "وضعیت سفارش با موفقیت به‌روز شد.",
      reject_update_success: "وضعیت لغو سفارش با موفقیت به‌روز شد.",
      dismiss_reject_success: "سفارش به روند پردازش عادی بازگشت.",
      set_tracking_success: "شناسه پیگیری سفارش با موفقیت ذخیره شد.",
      shipping_address_update_success: "آدرس ارسال با موفقیت به‌روز شد.",
      vendor_order_status_update_success:
        "وضعیت تکمیل سفارش فروشنده با موفقیت به‌روز شد.",
    },
  },

  /** {@see BPageOrderPhysical} **/
  /** {@see BPageOrderVirtual} **/
  /** {@see BPageOrderFile} **/
  /** {@see BPageOrderService} **/
  process_center: {
    title: "مرکز پردازش",
    sub_title: "پردازش سفارش",
    physical_product: "کالای فیزیکی",
    menu: {
      label: "لیبل بسته",
      receipt: "فاکتور",
      back: "بازگشت",
      return: "مرجوعی",
      report: "گزارش",
      timeline: "جدول زمانی",
      inputs: "ورودی",
      order: "سفارش",
    },
    cancel_order_action: "لغو سفارش",

    /** {@see OrderPaymentWidget} **/
    payment_widget: {
      title: "پرداخت",
      checklist: [
        "مبلغ سفارش و پرداخت مشتری را بررسی نمایید.",
        "آدرس گیرنده را بررسی نمایید.",
        "در صورتی که پرداخت در محل گیرنده است از صحت اطلاعات وارد شده اطمینان حاصل نمایید.",
      ],
      action_cod_pay: "تایید پرداخت وجه توسط مشتری",
      action_dir_pay: "تایید رسید پرداخت وجه توسط مشتری",
      payment_receipt_not_uploaded_error:
        "رسید پرداخت توسط مشتری آپلود نشده است.",

      waiting_for_pay: "در انتظار پرداخت",
      processing_payment: "پردازش تراکنش",
      processing_cancel: "رد تراکنش",
      require_capture: "نیاز به تایید",

      paid: "پرداخت شده",
      cod_pay_info:
        "پس از دریافت سفارش توسط مشتری امکان تایید پرداخت و تکمیل سفارش برای شما فراهم می شود.",
      dir_pay_info:
        "فیش واریزی توسط مشتری در بالا نشان داده خواهد شد. قبل از تایید سفارش صحت واریز مبلغ و اطلاعات فیش را با بانک خود چک نمایید.",

      created_date: "تاریخ ایجاد",
      pay_date: "تاریخ پرداخت",
      payment_gateway: "درگاه پرداخت",
      payment_method: "روش پرداخت",
      risk: "مقدار ریسک",
      billing_details: "جزئیات صورتحساب",

      add_transaction: "افزودن صورت حساب جدید",
      add_transactions_message:
        "شما بایستی برای این سفارش حداقل یک تراکنش ایجاد نمایید. در برخی مواقع نیاز است تا پرداخت در چند مرحله صورت گیرد. برای این کار می توانید مبلغ سفارش را به هر تعداد که می خواهید تقسیم نموده و متناسب با هر مقدار یک تراکنش ایجاد نمایید. اینکه کدام تراکنش ها را بایستی کاربر پرداخت نماید توسط شما در طی انجام کار مشخص خواهد شد.",

      add_bill_dialog: {
        title: "افزودن صورت حساب",
        message:
          "شما می توانید برای این سفارش یک یا چند صورت حساب جدید اضافه نمایید. مشتری این صورت حساب ها را دیده و متناسب با پیشرفت کار هر یک را به ترتیب پرداخت خواهد کرد.",
        amount_input: "مبلغ صورت حساب",
        action: "ثبت صورت حساب",
      },
      edit_bill_dialog: {
        title: " ویرایش صورت حساب",
        message:
          "صورت حساب هایی در وضعیت انتظار هستند را می توانید ویرایش کنید.",
        action: "ویرایش صورت حساب",
      },
      bill_cash_payment_dialog: {
        title: "ثبت پرداخت نقدی",
        message:
          "در صورتی که خریدار مبلغ این صورت حساب را به صورت نقدی یا روشی غیر از پرداخت آنلاین پرداخت کرده است، در این بخش با انتخاب یک گزینه، پرداخت وی را ثبت و تایید نمایید. در این بخش تنهادرگاه های پرداخت نقدی فروشگاه شما نمایش داده می شود. اگر چنین گزینه ای نمیبینید بایستی یک درگاه پرداخت نقدی با ارز انتخاب شده برای این سفارش در فروشگاه خود فعال نمایید.",
        action: "تایید پرداخت صورت حساب",
      },

      table: {
        title: "عنوان",
        amount: "مقدار",
        description: "توضیحات",
        info: "اطلاعات",
      },
      user_payment: "واریز خریدار",
      cod: "پرداخت در محل",
      gateway_wage: "کارمزد درگاه",
      gift_card: "کارت هدیه",
      discount_code: {
        title: "کد تخفیف",
        code: "کد",
        percent: "درصد",
        limit: "سقف",
      },
      club: {
        title: "باشگاه مشتریان",
        percent: "درصد",
        limit: "سقف",
      },
      coupon: {
        title: "کوپن",
        percent: "درصد",
        limit: "سقف",
        charge: "شارژ",
      },
      delivery: {
        title: "هزینه ارسال",
        not_paid: "پس کرایه",
      },
      samin: {
        title: "هزینه سرویس",
        description: "این مبلغ از حساب شما در کیف پول سلدان کسر گردیده است.",
        tooltip: "محاسبه با توجه به روش پرداخت",
        percent: "درصد",
      },
      affiliate: {
        title: "پورسانت همکار فروش",
        affiliate_message:
          "شما باید این مبلغ را به همکار فروشتان پرداخت نمایید. پرداخت توسط شما انجام میگیرد.",
      },
      total_price: "قیمت مجموع اقلام",
      total_items_discount: "تخفیف محصولات",
      total_price_after_offers: "قیمت مجموع بعد از اعمال پیشنهاد ویژه",
      total_order_price_before_tax: "مجموع قبل از اعمال مالیات",

      user_payment_amount: "مبلغ پرداختی خریدار",
      samin_wage: "کارمزد سلدان",
      pay_cod_dialog: {
        title: "آیا وجه سفارش را دریافت نموده اید؟",
        message:
          "در روش پرداخت در محل، بعد از اطمینان از پرداخت مبلغ کامل سفارش توسط مشتری، این گزینه را تایید نمایید.",
        confirm_action: "تایید دریافت وجه از مشتری",
      },

      pay_dir_dialog: {
        title: "آیا وجه سفارش را دریافت نموده اید؟",
        message:
          "در روش پرداخت مستقیم، بعد از اطمینان از پرداخت مبلغ کامل سفارش توسط مشتری، این گزینه را تایید نمایید. حتما مبلغ و اطلاعات رسید پرداخت را با بانک خود چک نمایید.",
        confirm_action: "تایید دریافت وجه از مشتری",
      },
      notifications: {
        pay_confirm_message:
          "پرداخت تایید می شود. <br> درگاه:  {gateway_name}  <br> تاریخ: {payment_at} ",
        pay_fail_title: "عدم پرداخت",
        pay_fail_message: "پرداخت تایید نمی شود.",
      },
    },
    /** {@see BOrderDashboardCart} **/
    basket_list: {
      checklist: [
        "بررسی موجودی کالا.",
        "در صورتی که کالا موجود نباشد بایستی مبلغ پرداخت شده برای آن سفارش به مشتری بازگردد.",
      ],
      message:
        "در صورتی که هر یک از آیتم های سفارش داده شده در انبار شما موجود نبوده یا امکان فروش آن وجود ندارد، تیک موجود در مقابل آن را از لیست زیر برداشته و بر روی کلید <b>تایید سفارش</b> کلیک نمایید.",
      action: "تایید سفارش",
      list_of_items: "لیست سبد خرید",
      apply_change_action: "اعمال تغییرات",
      cant_apply_change: "امکان اعمال تغییرات نیست",
      lottery_prize_inform:
        "مشتری شما یک محصول برنده شده است. این محصول را به همراه سفارش، ارسال نمایید.",

      need_to_refund: {
        title: "نیاز به برگشت پول به مشتری",
        message:
          "ما مبلغ کل بازپرداخت‌هایی که باید به صورت دستی انجام دهید را محاسبه می‌کنیم. این محاسبه بر اساس اقلام موجود و مبالغ کل بازپرداخت‌ها انجام می‌شود.",
        calculated_approximately:
          "مبلغ تقریبی محاسب شده است. لطفا خودتان مبلغ دقیق را محاسبه نمایید.",
      },
      need_payback: {
        title: "نیاز به دریافت از مشتری",
        message:
          "ما متوجه شدیم که مبلغ کل بازپرداخت به مشتری بیشتر از مبلغ مورد نیاز بر اساس اقلام موجود در سبد خرید است. ممکن است نیاز باشد که از مشتری برای جبران مبلغ اضافی هزینه دریافت کنید.",
      },
      need_no_refund: {
        title: "نیازی به برگشت پول نیست",
      },
      total_refund: {
        title: "کل مبلغ برگشت داده شده",
        message:
          "این مبلغ کل بازپرداخت‌هایی است که به صورت خودکار توسط درگاه پرداخت شما انجام شده است. تنها برخی از خدمات پرداخت این ویژگی را پشتیبانی می‌کنند، بنابراین ممکن است نیاز باشد که به صورت دستی بازپرداخت کنید.",
      },
    },

    /** {@see BOrderDashboardPreparing} **/
    preparing: {
      title: "آماده سازی",
      packing_weight: "وزن بسته بندی",
      delivery_type: "روش ارسال",
      packing_size: "ابعاد بسته بندی",
      distance_warning: "از محدوده فاصله مجاز فراتر رفته است.",
      weight_warning: "از حداکثر وزن مجاز فراتر رفته است.",
      volume_warning: "بیشتر از حداکثر ابعاد قابل حمل است.",
      items_weight_calculation: "وزن ترکیبی تمام موارد {weight} {unit} است",
      not_available_message:
        "زمانی که درخواست آدرس حمل و نقل غیرفعال شده و همچنین کاربر پس از خرید آدرس را وارد نکرده باشد، در دسترس نیست!",

      message:
        "درصورتی که سفارش آماده ارسال است بر روی کلید<b> سفارش آماده ارسال است</b> کلیک نمایید.",
      action: "سفارش آماده ارسال است",
      checklist: [
        "بسته بندی سفارش در جعبه به صورت استاندارد انجام گیرد.",
        "لیست موجودی کالا پرینت شده و در داخل پاکت در بسته ارسالی قرار گیرد.",
        "لیبل بسته پرینت و بر روی جعبه چسبانده شود.",
      ],
    },

    basket_items: "لیست محتویات سبد خرید",

    reject_dialog: {
      title: "انتخاب دلیل رد سفارش",
      message:
        "دلیل رد این سفارش را از میان گزینه های زیر انتخاب نمایید. حتما با مشتری تماس گرفته و وی را در جریان لغو سفارش و مراحل بازگرداندن وجه قرار دهید. بازگشت وجه بایستی در کمتر از 12 ساعت صورت گیرد.",
      confirm_action: "لغو سفارش",
      dismiss_reject_action: "انصراف از لغو سفارش",
    },
    delivered_dialog: {
      title: "آیا این سفارش به دست مشتری رسیده است؟",
      message:
        "تنها در صورتی این گزینه را تایید نمایید که از رسیدن سفارش به دست مشتری اطمینان حاصل نمایید.",
      confirm_action: "تایید دریافت توسط مشتری",
    },
    return_delivery_dialog: {
      title: "آیا ارسال این سفارش به مشکلی برخورده یا برگشت خورده است؟",
      message:
        "درصورتی گزینه بازگشت مرسوله را تایید نمایید که سفارش پس از ارسال به دلایلی بازگشت خورده و نیاز به ارسال مجدد مرسوله وجود دارد.",
      confirm_action: "تایید بازگشت مرسوله",
    },

    notifications: {
      update_status_success: "وضعیت سفارش به روزرسانی شد.",
      reject_update_success: "وضعیت لغو سفارش به روزرسانی شد.",
      dismiss_reject_success: "سفارش از حالت لغو خارج شد.",
      pay_cod_success: "پرداخت توسط مشتری در محل تایید گردید.",
      pay_dir_success:
        "پرداخت توسط پرداخت کارت به کارت یا واریز وجه تایید گردید.",
      set_tracking_success:
        "مقادیر مربوط به رهگیری سفارش با موفقیت ذخیره گردید.",
      new_bill_success: "صورت حساب جدید با موفقیت افزوده شد.",
      edit_bill_success: "صورت حساب با موفقیت به روز رسانی شد.",
      update_bill_status_success: "وضعیت صورت حساب با موفقیت تغییر کرد.",
      set_payment_in_cash_success: "پرداخت نقدی صورت حساب ثبت گردید.",
    },
    delete_bill_dialog: {
      title: "حذف صورت حساب",
      message: "آیا از حذف این صورت حساب اطمینان دارید؟",
      action: "بله، حذف شود",
    },
  },

  /** {@see AdminShopGatewayManagementPage} **/
  shop_gateway: {
    title: "درگاه",
    menu: {
      dashboard: "داشبورد",
      edit: "ویرایش",
      transactions: "تراکنش ها",
      back: "درگاه ها",
    },

    /** {@see BPageGatewayDashboard} **/
    dashboard: {
      title: "مدیریت درگاه",

      /** {@see BGatewayPaymentsChart} **/
      gateway_data_widget: {
        title: "گزارش پرداخت از",
        subtitle:
          "پرداخت‌های ایجاد شده و تراکنش‌های صورت گرفته در بازه زمانی انتخاب شده.",
        chart: {
          times: "مرتبه",
          buys: "دفعات خرید",
          pays: "پرداخت موفق",
          amount_pay: "مبلغ پرداختی",
          amount_wage: "کارمزد",
        },
      },
    },

    /** {@see BPageGatewayEdit} **/
    edit: {
      title: "ویرایش درگاه",
      menu: {
        delete: "حذف درگاه",
      },
      edit_action: "ویرایش درگاه",
    },

    /** {@see BPageGatewayTransactions} **/
    transactions: {
      title: "تراکنش ها",
      table: {
        amount: "مقدار",
        currency: "ارز",
        livemode: "نوع تراکنش",
        status: "وضعیت",
        target_id: "سفارش",
        risk: "ریسک",
        card: "کارت",
        issued_at: "تاریخ ایجاد",
        payment_at: "تاریخ پرداخت",
      },
      live_mode: "واقعی",
      test_mode: "آزمایشی",
    },
  },

  /** {@see BGatewayOverview} **/
  b_gateway_overview: {
    title: "مشخصات",
    subtitle: "نمای کلی از پیکربندی و وضعیت درگاه پرداخت.",

    status: "وضعیت",
    cod_transportation: "روش های ارسال با قابلیت پرداخت در محل",
    cod_transportations_error:
      "حداقل برای یک روش ارسال، امکان پرداخت در محل را فعال نمایید!",
    payment_type: "نوع پرداخت",
    cod: " پرداخت در محل",
    online: "پرداخت آنلاین",
    wage_percent: "درصد کارمزد",
    min_wage: "حداقل کارمزد",
    max_wage: "حداکثر کارمزد",
    min_amount: "حداقل مبلغ تراکنش",
    max_amount: "حداکثر مبلغ تراکنش",
    timeout: "مدت زمان اعتبار برای پرداخت",
    timeout_unit: "ثانیه",
    link: "لینک درگاه",
    your_gateway_status: "وضعیت درگاه فروشگاه",
    oauth2_button: "اتصال خودکار به {gateway}",
    fee_payment_message:
      "تمام مبلغ پرداختی توسط مشتری به حساب شما واریز میگردد. کارمزد سلدان از کیف پول شما در سلدان کم خواهد شد.",

    auto_config: "پیکربندی خودکار",

    keys: {
      title: "کلیدهای خصوصی",
      subtitle:
        "لیست کلیدهای خصوصی برای پرداخت. این اطلاعات برای ایجاد و مدیریت پرداخت‌ها ضروری است.",
    },
    extra_config: {
      title: "پیکربندی سرویس پرداخت",
      subtitle: "اطلاعات پیکربندی اضافی برای درگاه پرداخت.",
    },

    recommended_actions: {
      title: "اقدامات پیشنهادی",
      subtitle:
        "با انجام این مراحل، پرداخت‌های واقعی از مشتریان خود دریافت خواهید کرد.",
      action_enable: "برای فعال‌سازی کلیک کنید",
      make_live_enable: "برای انتشار کلیک کنید",
    },
  },

  /** {@see BGatewayAdd} **/
  edit_gateway: {
    public_keys: "کلید های عمومی",
    private_keys: "کلید های خصوصی (محرمانه)",
    link: "لینک سایت",
    status_title: "وضعیت درگاه پرداخت",
    status_message:
      "روش پرداخت را فعال یا غیرفعال کنید. تنها روش‌هایی که به عنوان فعال تنظیم شده‌اند به مشتریان نمایش داده می‌شوند.",
    status_true_description: "مشتریان شما می‌توانند با این روش پرداخت کنند.",

    manual_title: "تایید پرداخت دستی / خودکار",
    manual_message:
      "وقتی پرداختی ایجاد می‌کنید، می‌توانید یک روش پرداخت واجد شرایط را برای رزرو وجوهی که می‌توانید بعداً دریافت کنید، نگه دارید. به عنوان مثال، هتل‌ها اغلب قبل از ورود مهمان، پرداخت را به طور کامل مجاز می‌کنند، سپس هنگام خروج مهمان، پول را دریافت می‌کنند.",

    gateway_status: "تنظیمات درگاه پرداخت",
    wallet: "کیف پول بلاکچین",
    developer_title: "وضعیت توسعه دهنده",
    developer_message:
      "درصورتی که درگاه وضعیت آزمایشی را پشتیبانی نماید می توانید تراکنش های آزمایشی را با فعال کردن این گزینه انجام دهید.",
    live_mode_message: "تمام تراکنش ها به صورت واقعی صورت خواهد گرفت.",

    notifications: {
      edit_success: "درگاه {gateway_name} ویرایش گردید.",
      success_delete: "روش پرداخت با موفقیت حذف شد!",
    },
    debug: {
      title: "تنظیمات توسعه دهنده",
      subtitle:
        "می‌توانید حالت اشکال‌زدایی را برای تست درگاه پرداخت فعال کنید.",
    },

    limit: {
      title: "محدودیت سفارش",
      subtitle: "حداقل مبلغ سفارش برای این درگاه پرداخت را تنظیم کنید.",
    },
    limit_input: {
      title: "حداقل مبلغ سفارش",
      msg: "صفر به معنی عدم محدودیت است.",
    },

    currency_input: {
      message: "ارزی که این درگاه پرداخت پشتیبانی می‌کند.",
    },
    gateway_code: "کد درگاه",

    hold_only_for: "نگه‌داشتن پرداخت تنها برای",
    manual_input: {
      false_description:
        "وضعیت پرداخت به صورت خودکار از در انتظار به تأیید شده در سیستم ارائه‌دهنده پرداخت تغییر خواهد کرد.",
      false_title: "تأیید خودکار پرداخت",
      true_title: "نگه‌داشتن پرداخت‌ها و تأیید دستی",
      true_description:
        "پرداخت را در حالت تعلیق قرار دهید تا نیاز به تأیید دستی پرداخت‌ها برای تغییر وضعیت آنها از در انتظار به تأیید شده در سیستم ارائه‌دهنده پرداخت باشد.",
    },

    delete_verify_input: {
      true_title: "می‌خواهم این روش پرداخت را حذف کنم.",
      true_description:
        "این روش پرداخت از فروشگاه حذف خواهد شد و برای مشتریان در دسترس نخواهد بود.",
    },

    delete_alert: {
      title: "حذف روش پرداخت",
      message:
        "آیا مطمئن هستید که می‌خواهید این روش پرداخت را از فروشگاه خود حذف کنید؟",
      action: "حذف روش پرداخت",
    },
  },

  /** {@see BPageGiftcard} **/
  gift_card: {
    title: "کارت های هدیه",
    menu: {
      edit: "ویرایش",
      new_card: "ایجاد کارت",
      list: "کارت ها",
      orders: "سفارشات",
      dashboard: "داشبورد",
      back: "کارت های هدیه",
    },

    /** {@see AdminGiftCardDashboardPage} **/
    dashboard: {
      title: "پنل مدیریت کارت هدیه",

      /** {@see BGiftcardStatisticsPayment} **/
      amount_widget: {
        title: "پرداخت با کارت",
        title_small: "30 روز",
        chart_amount_pay: {
          y: "مبلغ",
          label: "پرداخت",
        },
        chart_buys: {
          y: "مرتبه",
          label: "خرید",
        },
        total_buy: "مقدار کل خرید",
        total_pay_30days: "مجموع مقدار پرداختی 30 روز",
        total_pay_today: "مقدار پرداختی امروز",
      },

      /** {@see BGiftcardStatisticsCount} **/
      count_widget: {
        title: "تعداد کارت های صادر شده",
        title_small: "30 روز",
        total_cards: "تعداد کل کارت ها",
        used_cards_30days: "تعداد مصرف 30 روز",
        used_today: "تعداد مصرف امروز",
        chart: {
          new_cards: "کارت های جدید",
          used_cards: "کارت های مصرف شده",
          new_card_name: "کارت جدید",
          used_card_name: "مصرف شده",
        },
      },

      /** {@see BGiftcardExport} **/
      export: {
        title: "دریافت خروجی",
        cards_list: "دریافت لیست کارت ها",
        get_report: "دریافت گزارش",
      },
    }, // End of dashboard

    /** {@see AdminGiftCardManagementPage} **/
    cards: {
      title: "لیست کارت های صادر شده",
      subtitle:
        "مشاهده و مدیریت تمام کارت‌های صادر شده. شما می‌توانید به صورت دستی کارت‌ها را برای کاربران ارسال کنید یا در صورت لزوم آن‌ها را مسدود کنید.",
      loading_message: "در حال دریافت اطلاعات... لطفا منتظر بمانید",
      issue_to_user: "ارسال برای کاربر",
      table: {
        card_number: "شماره کارت",
        balance: "موجودی",
        paid: "مقدار مصرف شده",
        edit: "ویرایش",
        delete: "حذف",
        expire: "انقضا",
        user: "کاربر",
      },
      delete_alert: {
        title: "حذف کارت",
        message: "آیا مطمئن هستید که می خواهید این کارت را حذف نمایید؟",
        action: "حذف",
      },
      notifications: {
        delete_success: "کارت هدیه حذف گردید.",
        edit_success: "تغییرات اعمال گردید.",
        issue_success: "کارت هدیه با موفقیت برای کاربر صادر گردید.",
      },
      issue_dialog: {
        title: "ارسال کارت هدیه برای کاربر",
        action: "تایید، کارت هدیه را صادر کن",
      },
    }, // End of cards

    /** {@see BGiftcardAdd} **/
    gift_card_edit: {
      title: "ایجاد کارت هدیه",
      validity: "اعتبار",
      validity_unit: "ماه",
      currency: "ارز",
      initial_balance: "شارژ اولیه",
      count: "تعداد",
      count_unit: "عدد",
      enable_input_message: "وضعیت کارتهای ایجاد شده",
      notifications: {
        create_success_title: "ذخیره",
        create_success: "تعداد {count} عدد کارت جدید ایجاد گردید",
      },
    },

    /** {@see AdminGiftCardEditPage} **/
    gift_card_edit_page: {
      title: "ویرایش کارت هدیه",
    },
  },

  /** {@see BPageDiscountCode} **/
  shop_discount: {
    title: "کد تخفیف",
    up_to: "تا سقف",
    menu: {
      dashboard: "داشبورد",
      orders: "سفارشات",
      back: "کدهای تخفیف",
    },

    /** {@see BPageDiscountCodeDashboard} **/
    dashboard: {
      title: "پنل مدیریت کد تخفیف",
      chart_amount_buy: {
        y: "مبلغ خرید {currency}",
        label: "خرید",
      },
      chart_amount_discount: {
        y: "مبلغ تخفیف {currency}",
        label: "تخفیف",
      },
      chart_used: {
        y: "تعداد استفاده",
        label: "تعداد دفعات استفاده",
      },
    },
  },

  /** {@see BPageCoupon} **/
  shop_coupon: {
    title: "کوپن ها",
    up_to: "تا تاریخ",
    menu: {
      dashboard: "داشبورد",
      back: "کوپن ها",
      orders: "سفارشات",
    },

    /** {@see BPageCouponDashboard} **/
    dashboard: {
      title: "پنل مدیریت کوپن",
      chart_amount_buy: {
        y: "مبلغ خرید {currency}",
        label: "خرید",
      },
      chart_amount_discount: {
        y: "کوپن {currency}",
        label: "کوپن",
      },
      chart_used: {
        y: "تعداد استفاده",
        label: "مرتبه",
      },
    },
  },

  /** {@see BPageOffer} **/
  shop_offer: {
    title: "پیشنهاد ویژه",
    up_to: "تا تاریخ",
    menu: {
      dashboard: "داشبورد",
      orders: "سفارشات",
      back: "پیشنهاد های",
    },

    /** {@see BPageOfferDashboard} **/
    dashboard: {
      title: "پنل مدیریت پیشنهاد ویژه",
      chart_amount_buy: {
        y: "مبلغ خرید {currency}",
        label: "خرید",
      },
      chart_amount_discount: {
        y: "مبلغ پیشنهاد ویژه {currency}",
        label: "پیشنهاد ویژه",
      },
      chart_used: {
        y: "تعداد استفاده",
        label: "مرتبه",
      },
    },
  },

  /**
   * @see BOrderConnectsList
   */
  order_connect_list: {
    subtitle:
      "فهرست سفارش‌های همگام‌سازی‌شده که باید توسط تامین کنندگان دیگر تکمیل شوند.",
  },

  /** {@see BAccountCard} **/
  account_card: {
    pay_create_receipt: "پرداخت مبلغ فعال سازی",
    balance: "موجودی",
    locked: "مسدود",
    transfer: "انتقال",
    charge: "واریز",
  },

  /** {@see TimelineStatus} **/
  timeline: {
    note: "{message}",
    info: "{message}",
    error: "{message}",

    buy: "تایید سبد توسط خریدار",
    payment: "پرداخت مبلغ سفارش",

    confirm:
      "تایید سفارش، <b>{success}</b> مورد تایید و <b>{fail}</b> مورد رد گردید",
    prepare: "آماده سازی سفارش.",
    send: "سفارش توسط <b>{delivery}</b> ارسال گردید",
    delivered: "سفارش تحویل مشتری گردید.",
    "fill-inputs": "فرم اطلاعات ورودی توسط خریدار تکمیل شد.",
    "return-add": "ثبت درخواست بازگشت کالا، {product}",
    "return-accept": "درخواست مرجوعی {return_code} تایید گردید.",
    "return-reject": "درخواست مرجوعی {return_code} رد شد.",

    "reject-order": "رد سفارش. کد: {reject_code}",
    "reject-order-clear": "حذف رد سفارش. کد: {reject_code}",





    "delivery-returned":
      "سفارش ارسالی به دست مشتری نرسیده و برگشت خورده است. نیاز به ارسال مجدد مرسوله می باشد.",
    "delivery-canceled":
      "ارسال لغو شده است.  نیاز به ارسال مجدد مرسوله می باشد",
    "edit-receiver-info": "آدرس ارسال سفارش توسط خریدار ویرایش گردید.",
    "edit-billing-info": "آدرس فاکتور توسط خریدار ویرایش گردید.",
    "payment-cod-confirm": "پرداخت در محل تایید گردید.",
    "payment-cash-confirm":
      "پرداخت صورت حساب به مبلغ {amount} {currency} به صورت نقدی تایید گردید.",
    "payment-dir-confirm": "فیش پرداخت مستقیم تایید گردید.",

    vendor: "وضعیت سفارش فروشنده از <b>{from}</b> به <b>{to}</b> تغییر کرد.",

    "connect-sync": "سفارش توسط Connect OS همگام‌سازی شد.",
    "connect-shipped": "سفارش کانکت توسط {shipping} ارسال شده است.",
    "connect-returned": "سفارش کانکت توسط {shipping} برگردانده شد.",
    "connect-failed": "انجام سفارش توسط شریک انجام نشد. {reason}",
    "connect-cancelled": "سفارش توسط شریک لغو شد. {reason}",
    "connect-action-cancel": "درخواست لغو سفارش. {reason}",
    "connect-put-hold": "سفارش در حالت تعلیق قرار گرفت. {reason}",
    "connect-remove-hold": "سفارش از حالت انتظار حذف شد. {reason}",
    "connect-confirmed": "سفارش تایید شد.",


    "vendor-payout": "💸 تسویه با فروشنده.",
    "vendor-wallet-transaction": "تراکنش کیف پول فروشنده.",

    "vendor-sms":
      "🔔 پیامک اطلاع رسانی سفارش به <b>{vendor}</b> ╏ ارسال شد {phone}.",


    // ━━━━━━━━━━━━━━━━━━━━━━ Email Packs ━━━━━━━━━━━━━━━━━━━━━━

    "email-buy": "ارسال ایمیل تایید سفارش برای مشتری.",
    "email-payment": "ارسال ایمیل تایید پرداخت برای مشتری.",
    "email-update": "ارسال ایمیل به مشتری برای اطلاع رسانی تغییرات سفارش.",

    "email-vendor": "🔔 ایمیل اطلاع رسانی سفارش به <b>{vendor}</b> ╏ ارسال شد {email}.",

    // ━━━━━━━━━━━━━━━━━━━━━━ SMS Packs ━━━━━━━━━━━━━━━━━━━━━━
    "sms-payment": "ارسال پیامک تأیید پرداخت به مشتری از طریق {phone}.",
    "sms-ready-to-ship": "ارسال پیامک اطلاع‌رسانی آماده شدن سفارش برای ارسال به مشتری از طریق {phone}.",
    "sms-ready-to-pickup": "ارسال پیامک اطلاع‌رسانی آماده شدن سفارش برای تحویل به مشتری از طریق {phone}.",
    "sms-order-confirmation": "ارسال پیامک تأیید سفارش به مشتری از طریق {phone}.",


    'count-adjustment': 'تعداد محصول "{product}" از {from} به {to} تغییر یافته است.',


  },

  /** {@see FinanceInlineChart} **/
  inline_chart: {
    today: "امروز",
    last_days: "{days} روز پیش",
  },

  /** {@see BProductsWindow} **/
  products_select: {
    move_category: "انتقال دسته بندی<b> {category} </b>به یک دسته دیگر",
    move_product: "انتقال محصول<b> {product} </b>به دسته بندی",
    load_more_products:
      "محصولات بیشتری در این دسته‌بندی موجود است. برای مشاهده موارد بیشتر کلیک کنید.",
    product_menu: {
      dashboard: "داشبورد محصول",
      inventory: "مدیریت موجودی و تنوع",
    },
    notifications: {
      copy_success: "محصول کپی شد.",
      change_category_success: "دسته بندی محصول ویرایش شد.",
    },

    filter_box: {
      no_root_filter_message:
        "محصولاتی در ریشه دارید اما فیلتری تنظیم نشده است.",
      has_root_filter_message: "فیلترهایی برای دسته‌بندی ریشه تنظیم کرده‌اید.",
      set_filter_message: "می‌توانید فیلترها را تنظیم کنید.",
      edit_action: "ویرایش فیلترهای ریشه",
      clear_action: "پاک کردن فیلترهای ریشه",
    },
    ai: {
      title: "دستیار هوش مصنوعی محصول",
    },

    menu: {
      select_all_products: "انتخاب تمام محصولات",
      unselect: "لغو انتخاب",
      sort_categories: "مرتب‌سازی / تنظیم دسته‌بندی‌ها",
      subscription_vendor_not_support_message:
        "امکان تخصیص فروشنده برای محصولات اشتراکی وجود ندارد! محصولات اشتراکی همیشه باید صاحب فروشنده داشته باشند!",
      vendor_owner_not_assignable_message:
        "امکان تخصیص فروشنده برای محصولاتی که دارای صاحب فروشنده هستند، وجود ندارد!",
      category_assign_profile: "تخصیص پروفایل به محصولات در دسته‌بندی",
      category_assign_profile_subtitle:
        "مالیات، حمل و نقل، راهنما، گارانتی، ...",
      bulk_discount: "تخفیف عمده",
      bulk_discount_subtitle: "اعمال تخفیف بر تمام محصولات.",
    },

    engine: {
      title: "موتور محصولات اضافی",
      subtitle:
        "محصولات از دسته‌بندی‌ها و برچسب‌های انتخاب‌ شده بارگذاری خواهند شد.",
      load_in_tips: "محصولات را از دسته‌بندی‌ها در {category} بارگذاری کنید.",
      action: "ویرایش موتور {category}",
    },
  },

  /** {@see BProductsPanel} **/
  product_panel: {
    excel_import: {
      title: "فایل اکسل / CSV را اینجا رها کنید.",
      select_file: "انتخاب فایل",
      max_file: "حداکثر اندازه فایل: 20 مگابایت",
      download_sample: "دانلود نمونه",
    },
    ai: {
      title: "دستیار هوش مصنوعی محصول",
    },
  },

  /** {@see BOrderDashboardVendor} **/
  order_vendor: {
    has_panel: "دارای پنل",
    no_panel: "بدون پنل",
    manual_action: {
      title: "اقدامات دستی",
      message:
        "می‌توانید وضعیت سفارش فروشنده را به صورت دستی به‌روزرسانی کنید.",
      guides: [
        "فروشندگان دارای دسترسی به پنل می‌توانند تکمیل (زیرسفارش‌ها) خود را در داشبورد اختصاصی‌شان به‌روزرسانی کنند.",
        "اگر فروشنده دسترسی به پنل نداشته باشد، وضعیت سفارش فروشنده به صورت خودکار با تغییر وضعیت سبد خرید تغییر خواهد کرد.",
        "می‌توانید سفارشات فروشنده را به صورت دستی به‌روزرسانی کنید.",
      ],
    },
    payouts: {
      title: "پرداخت‌ها",
      message: "مدیریت پرداخت‌ها و تراکنش‌های فروشنده.",

      charge_tooltip: "شارژ کیف پول فروشنده.",
      withdraw_tooltip: "برداشت از کیف پول فروشنده.",
      payout_tooltip: "پرداخت به فروشنده.",
    },
    order_canceled: "سفارش لغو شد",
    order_rejected: "سفارش توسط فروشنده رد شد",
  },

  /**
   * @see VPageVendorDashboard
   */
  vendor_dashboard: {
    info: {
      subtitle: "اطلاعات بازار.",
    },
    performance: {
      subtitle: "عملکرد فروش من.",
    },
    products: {
      title: "محصولات",
      subtitle:
        "در اینجا می‌توانید تعداد محصولات خود را که در بازار فهرست شده‌اند مشاهده کنید. محصولات توسط چندین فروشنده در اینجا گنجانده نشده‌اند.",
    },
    wallets: {
      title: "کیف پول‌های من",
      subtitle:
        "نیازی به اضافه کردن کیف پول‌ها به صورت دستی ندارید! کیف پول‌های فروشنده به صورت خودکار ایجاد خواهند شد.",
    },

    open_marketplace_page: "باز کردن صفحه بازار",
    open_my_store_page: "باز کردن صفحه فروشگاه من",
    open_my_listing_page: "باز کردن صفحه فهرست محصولات",
    add_products_permission: "مجوز افزودن محصولات",
    add_categories_permission: "مجوز افزودن دسته‌ها",
  },

  /**
   * @see VPageVendorInventory
   */
  vendor_inventory: {
    title: "فهرست محصولات",
    subtitle:
      "این فهرستی از محصولات شما در بازار است. قیمت‌ها و مقادیر محصولات اختصاص‌داده‌شده خود را در انبار به‌روزرسانی کنید. به عنوان فروشنده، شما فقط محصولات تک‌فروشنده‌ای که مالک آن‌ها هستید را در فهرست محصولات مشاهده خواهید کرد. سایر محصولات اختصاص‌یافته نیز می‌توانند در اینجا تغییر داده شوند.",
  },

  /**
   * @see VPageVendorAccess
   */
  vendor_member: {
    title: "اعضای تیم",
    subtitle:
      "این لیست کاربران است که به پنل فروشنده شما دسترسی دارند. شما می‌توانید اعضای جدید تیم را اضافه کرده و مجوزهای آن‌ها را در اینجا سفارشی کنید.",
    add_action: "افزودن عضو جدید",
    pending: {
      title: "دعوت‌نامه‌های در انتظار",
      message: "لیست دعوت‌نامه‌هایی که در انتظار پذیرش هستند را مشاهده کنید.",
    },
  },

  /**
   * @see VMemberAddDialog
   */
  vendor_member_add: {
    title_edit: "ویرایش عضو تیم",
    title_new: "افزودن عضو جدید تیم",
    member: {
      title: "جزئیات عضو تیم",
      subtitle:
        "یک عضو جدید تیم اضافه کنید و مجوزهای آن‌ها را تنظیم کنید. برای تنظیم دسترسی خواندن/نوشتن روی هر مورد کلیک کنید. هر ردیف مربوط به یک سطح مجوز برای داشبورد اصلی فروشگاه است.",
    },
    access: {
      view_data: "مشاهده داده‌ها",
      apply_changes: "ذخیره تغییرات",
    },
    inputs: {
      email: {
        label: "آدرس ایمیل",
        placeholder: "آدرس ایمیل عضو را وارد کنید...",
      },
    },
    notifications: {
      add_success: {
        title: "عضو اضافه شد",
        message: "عضو تیم با موفقیت اضافه شد.",
      },
      update_success: {
        title: "عضو به‌روزرسانی شد",
        message: "اطلاعات عضو تیم با موفقیت به‌روزرسانی شد.",
      },
    },
    actions: {
      add: "افزودن عضو",
    },
  },

  /**
   * @see VPageVendorPayments
   */
  vendor_payments: {
    list: {
      title: "تاریخچه پرداخت‌ها",
      subtitle:
        "در اینجا می‌توانید تاریخچه پرداخت‌های خود را مشاهده کنید. این پرداخت‌ها ممکن است به صورت دستی از طریق انتقال بانکی پردازش شوند یا به صورت خودکار با استفاده از خدمات پرداخت که قابلیت پرداخت را ارائه می‌دهند، انجام شوند.",
    },
    connect: {
      title: "اتصال به بانک",
      subtitle:
        "ما امکانات پرداخت تفکیک‌شده را برای درگاه‌های پرداخت زیر ارائه می‌دهیم. برای دریافت پرداخت‌ها به‌صورت روان پس از هر خرید، لطفاً حساب بانکی خود را با استفاده از این گزینه‌ها متصل کنید.",
    },
    verify_dialog: {
      title: "تأیید پرداخت",
      option: {
        title: "اقدام فروشنده",
        subtitle:
          "شما می‌توانید این انتقال را بپذیرید یا رد کنید. این اقدام فقط به عنوان یک رکورد تاریخی عمل می‌کند. به سادگی تأیید کنید که آیا پول را دریافت کرده‌اید؛ در غیر این صورت، نیازی به انجام هیچ اقدامی نیست.",
      },
      inputs: {
        verify: {
          label: "آیا این پرداخت را تأیید کرده‌اید؟",
          false_description:
            "خیر، من هنوز این پرداخت را در حساب بانکی خود دریافت نکرده‌ام.",
          true_description: "بله، من این پرداخت را دریافت و تأیید کرده‌ام.",
        },
      },
    },
  },

  /**
   * @see BVendorOrderRefund
   */
  vendor_order_refund: {
    title: "بازپرداخت سفارش",
    subtitle:
      "<b>مهم! </b>اجرای این عمل یک تراکنش منفی در کیف پول فروشنده ایجاد می‌کند و مبلغ انتخاب‌شده از آن کسر می‌شود. این مبلغ نمی‌تواند از مجموع تراکنش‌های باقی‌مانده برای سفارش انتخاب‌شده بیشتر باشد. علاوه بر این، اگر وجوه به حساب‌های بانکی متصل (مانند Stripe Connect یا انتقال دستی) منتقل شده باشد، باید یک <b>انتقال معکوس</b> ایجاد کنید.",
    inputs: {
      note: {
        message: "این پیام برای فروشنده قابل مشاهده است.",
        placeholder: "می‌توانید یک یادداشت در اینجا پیوست کنید...",
      },
      amount: {
        error_message: "مبلغ باقی‌مانده بیشتر شده است.",
      },
    },
  },

  /** {@see BOrderVendorPaymentManagement} **/
  order_vendor_payment: {
    message:
      "این یک نمای کلی از تراکنش‌های کیف پول مجازی فروشنده در مارکتپلیس است. هر زمان که سفارشی دریافت شود، سهم فروشنده به کیف پول او اضافه می‌شود.",
    vendor_wallets: "کیف پول‌های فروشنده",
    my_wallets: "کیف پول‌های من",
    refund_order_action: "بازگشت پول",
    automatic_payout_list: {
      subtitle:
        "این فهرستی از پرداخت‌های خودکار به حساب بانکی متصل شما است. لطفاً توجه داشته باشید که تنها پرداخت‌های خودکار در اینجا نمایش داده می‌شوند و پرداخت‌های دستی نمایش داده نخواهند شد.",
    },
    reversal_transfer_action: "انتقال معکوس",
  },

  /** {@see BPageOrderPhysicalTrack} **/
  physical_order_track: {
    title: "گزارشات و ارزیابی ریسک",
  },
  /** {@see BPageOrderVirtualTrack} **/
  virtual_order_track: {
    title: "گزارشات و ارزیابی ریسک",
  },
  /** {@see BPageOrderVirtualTimeline} **/
  virtual_order_timeline: {
    title: "جدول زمانی",
  },
  /** {@see BPageOrderPhysicalTimeline} **/
  physical_order_timeline: {
    title: "جدول زمانی",
  },

  /** {@see BPageOrderPhysicalInput} **/
  physical_order_inputs: {},

  /** {@see BOrderTimeline} **/
  order_timeline: {
    message:
      "در این بخش، شما می‌توانید جدول زمانی رویدادهای مرتبط با سفارش، اجرای سفارش، پرداخت و وضعیت‌های مربوط به آن‌ها را مشاهده کنید. علاوه بر این، می‌توانید سفارش‌های ارسال شده به مشتریان و فروشندگان را نیز بررسی کنید.",
    add_note_subtitle: "پیامی بنویسید و همکاران خود را ذکر کنید.",

    message_input: "متن پیام",
    pin_action: "چسباندن به بالا",
    unpin_action: "حذف پین",
    copy_html: "کپی کد Html",

    notifications: {
      add_note_success: "یاداشت اضافه شد.",
      edit_note_success: "یاداشت ویرایش شد.",
      delete_note_success: "یاداشت حذف گردید.",
    },
    delete_dialog: {
      title: "حذف یاداشت",
      message: "آیا می خواهید این یاداشت را حذف نمایید؟",
      action: "حذف یادداشت",
    },
    resend_dialog: {
      title: "ارسال مجدد اییمل",
      message: "آیا می خواهید این ایمیل مجددا برای مشتریتان ارسال گردد؟",
      action: "بله، ارسال مجدد ایمیل",
      success: "ایمیل با موفقیت برای مشتریتان ارسال گردید.",
    },
  },

  /** {@see BPageShuttleWalletAccounts} **/
  accounts: {
    title: "کیف پول من",
    message:
      "شما می بایست حداقل یک حساب با ارز مورد مبادله خود در سلدان ایجاد نمایید. این حساب برای را برای پرداخت هزینه های سرویس بایستی شارژ نمایید.",
    add_new: "ایجاد حساب جدید",
    new_account: "ساخت حساب کیف پول",
    new_account_dialog: {
      title: "حساب جدید",
      account_name_input: "نام حساب",
      currency_input: "واحد ارزی",
      currency_input_message:
        "حساب ایجاد شده تنها مقادیر این ارز را نگهداری خواهد کرد.",
      new_account_wage: "هزینه ایجاد حساب جدید: رایگان برای اولین حساب",
      create_account_action: "ایجاد حساب",
    },
  },

  /** {@see UserGifts} **/
  user_gifts: {
    menu: {
      send_gift: "ارسال هدیه",
      sent: "ارسالی",
      received: "دریافتی",
    },

    /** {@see BPageShuttleWalletGiftsSend} **/
    send_gifts: {
      title: "لیست هدایای ارسالی",
      sub_title:
        "شما می توانید برای دوستان و یا هر فردی دیگیری در سلدان مبلغی را به صورت هدیه ارسال نمایید. گیرنده می تواند این مبلغ را بپذیرد یا آن را رد نماید. مبلغ در حساب شما قفل شده و در صورت تایید گیرنده برداشت می گردد. در غیر این صورت این مبلغ در حساب شما آزاد خواهد شد.",
      table: {
        user: "گیرنده",
        amount: "مبلغ",
        currency: "ارز",
        account_name: "حساب مبدا",
        status: "وضعیت",
        message: "پیام",
        created_at: "تاریخ",
      },
    },

    /** {@see BPageShuttleWalletGiftsReceived} **/
    received_gifts: {
      title: "لیست دریافتی ها",
      sub_title: "تمامی هدایای دریافتی از طرف سلدان و دیگر افراد به شما.",

      table: {
        amount: "مبلغ",
        currency: "ارز",
        account_from: "حساب مبدا",
        status: "وضعیت",
        message: "پیام",
        created_at: "تاریخ",
        receive: "دریافت",
      },
    },
  },

  /** {@see BAccountGiftRedeem} **/
  get_gift_dialog: {
    title: "دریافت هدیه",
    more: "بیشتر..",
    amount: "مبلغ",
    message: "پیام",
    account_to_input: "حساب مقصد",
    account_to_input_message: "مبالغ هدایا به این حساب واریز می گردد.",
    get_action: "دریافت هدیه",
    notifications: {
      received_success_title: "تبریک",
      received_success:
        "مبلغ هدیه {amount} {currency}  به حساب شما واریز گردید.`",
    },
  },
  /** {@see BAccountGiftSend} **/
  send_gift_dialog: {
    title: "ارسال هدیه",
    account_from_input: "حساب مبدا",
    account_from_input_message: "مبالغ هدایا از این حساب برداشت می گردد.",
    receiver_input: "دریافت کننده",
    receiver_input_message:
      "می توانید آدرس ایمیل و یا شماره تماس گیرنده را وارد نمایید.",
    message_input: "پیام",
    message_input_message: "می توانید پیامی برای دریافت کننده بگذارید.",
    amount_input: "مبلغ",
    currency_input: "واحد ارزی",
    currency_input_message: "قیمت بر اساس این ارز محاسبه می شود.",
    send_action: "ارسال هدیه",
    notifications: {
      send_success:
        "هدیه ای به مبلغ   {amount}  {currency} برای  {receiver} ارسال شد.",
    },
  },

  /** {@see BAccountInput} **/
  account_list: {
    account_input: "شماره حساب",
    account_input_message: "مبالغ هدایا برای این ارز به این حساب واریز میگردد.",
    free_balance: "موجودی آزاد",
    account_name: "نام حساب",
  },

  /** {@see OPageMonetizeAccounts} **/
  user_monetize_accounts: {
    title: "حساب های واریز",
    sub_title: "مبلغ هدیه به صورت خودکار به این حساب ها واریز می گردد.",
    message:
      "سلدان بابت فعالیت شما در شبکه های اجتماعی، مشارکت در توسعه سلدان، معرفی به دوستان و غیره به حساب شما مبالغی را واریز می نماید. با انتخاب یک حساب جهت واریز برای هر ارز، مبالغ مربوط به هدیه به صورت خودکار به آن حساب شما در سلدان واریز می گردد. این مبالغ به صورت اعتبار در سلدان قابل خرج است. برداشت نقدی مبالغ تنها برای شرکای تجاری ممکن خواهد بود.",
    add_account_action: "افزودن حساب",
    add_dialog: {
      title: "اتصال حساب و دریافت خودکار هدایا",
      account_input: "شماره حساب",
      account_input_message:
        "مبالغ هدایا برای این ارز به این حساب واریز میگردد.",
      set_as_default_action: "انتخاب به عنوان حساب پیشفرض",
    },
    table: {
      currency: "ارز",
      account_number: "شماره حساب",
      account_name: "نام",
      payment: "مبلغ واریزی",
      reset_at: "ریست شده در",
      delete: "حذف",
    },
    notifications: {
      set_success: "حساب با موفقیت افزوده شد.",
      delete_success:
        "حساب با موفقیت از لیست حساب های پیشفرض دریافت هدیه حذف شد.",
    },
    delete_alert: {
      title: "حذف حساب",
      message:
        "آیا می خواهید این حساب را از لیست حساب های دریافت هدیه خارج نمایید؟",
      action: "حذف",
    },
  },

  /** {@see UserMonetize} **/
  user_monetize: {
    title: "کسب درآمد",
    menu: {
      plans: "پلن ها",
      accounts: "حساب ها",
    },
  },

  /** {@see OPageMonetizeReferral} **/
  user_monetize_plans: {
    discount: "تخفیف",
    your_income: "درآمد شما",
    level_2: "از سطح دوم",
    level_3: "از سطح سوم",
    link_message: "تعداد عضویت: {registered}  ،  تعداد پذیرفته شده: {accepted}",
    link_tip:
      "شما می توانید عبارت ?ref={link_code} را در انتهای هر آدرسی که به اشتراک می گذارید قرار دهید.",
    table: {
      currency: "ارز",
      amount: "مبلغ",
      total: "مجموع پرداخت ها",
      payment_date: "آخرین تاریخ پرداخت",
      withdraw: "برداشت",
    },

    notifications: {
      get_credit_success: "مبلغ درخواستی به حساب شما واریز گردید.",
    },
  },

  /** {@see BPageShuttleIdentity} **/
  basic_information: {
    title: "اطلاعات هویتی و پروفایل من",
    email: "آدرس ایمیل",
    tel: "شماره تلفن همراه",
    address: "آدرس",
    payment: "تایید تراکنش",
    personal_information: "اطلاعات هویتی",

    main_profile: "پروفایل اصلی",
    main_profile_subtitle:
      "این اطلاعات به صورت عمومی برای همگان قابل دسترس می باشد.",
    kyc_waiting_info:
      "در حال بررسی صحت اطلاعات وارد شده توسط شما، هستیم. این فرایند مطابق قوانین KYC الزامی بوده و موجب کاهش ریسک در تراکنش های مالی می گردد. با فعالیت و انجام تراکنش، تایید توسط افراد دیگر اعتبار شما در شبکه سلدان افزایش یافته و می توانید از مزایای کنونی و آینده این سرویس استفاده بیشتری نمایید.",

    personal_info_dialog: {
      title: "اطلاعات هویتی",
      name_input: "نام",
      family_name_input: "نام خانوادگی",
      number_input: "شماره پاسپورت (یا کد ملی)",
      birthday_input: "تاریخ تولد",
      birthday_input_placeholder: "تاریخ تولد خود را وارد نمایید",
      address_input: "آدرس",
      postcode_input: "کد پستی",
      tel_input: "شماره تماس",
      passport_image_input: "انتخاب تصویر پاسپورت",
      passport_image_input_message: "تصویر اسکن پاسپورت خود را آپلود نمایید.",
      personal_image_input: "انتخاب تصویر خود",
      personal_image_input_message:
        "تصویر اسکن پشت و روی کارت ملی خود را در یک تصویر بارگذاری نمایید.",
    },
    profile_dialog: {
      title: "پروفایل اصلی",
      subtitle: "در اینجا می‌توانید اطلاعات پروفایل عمومی خود را ویرایش کنید. این اطلاعات ممکن است برای مشتریان یا کاربران دیگر قابل مشاهده باشد.",
      full_name_input: "نام کامل",
      tel_input: "شماره تماس",
      email_input: "ایمیل",
      website_input: "وبسایت",
      address_input: "آدرس",
      about_input: "درباره من",
      about_long_input: "متن طولانی درباره من",
      image_input: "انتخاب تصویر پروفایل",
      image_input_message:
        "تصویر خود را آپلود نمایید. این تصویر به عنوان تصویر پروفایل شما استفاده می گردد.",
      notifications: {
        update_profile_success: "پروفایل شما به روز شد.",
        update_personal_info_success: "اطلاعات شما با موفقیت ثبت گردید",
      },
    },
    charge_account_approve_message:
      "حساب خود را یک بار با حساب بانکی خود شارژ نمایید تا تایید تراکنش بانکی را دریافت نمایید.",
    payment_approval: "پرداخت تایید شد",
    residential_address_checking:
      "درخواست تایید آدرس محل سکونت شما در صف انجام قرار دارد.",
    add_residential_address: "آدرس خود  و مدارک اثبات آن را اضافه کنید.",
  },
  /** {@see BUserPhoneVerify} **/
  phone_verify: {
    title: "شماره تلفن همراه",
    step1_title: "شماره تلفن همراه خود را وارد نمایید.",
    phone_number_input: "شماره تلفن همراه",
    next: "مرحله بعد",
    sms_code_input: "کد تایید",
    sms_code_message: "کد تایید 6 رقمی به شماره {phone_number} ارسال شده است.",

    notifications: {
      duplicated_number_error: "این شماره قبلا توسط شما تایید شده است.",
      send_activation_code_success_title: "کد تایید",
      send_activation_code_success:
        "کد تایید به شماره  {phone_number} ارسال گردید.",
      verify_success: "شماره تلفن همراه شما تایید گردید",
    },
  },

  /** {@see BPageShuttleCompanies} **/
  companies: {
    title: "حساب های تجاری من",
    message:
      "حساب های تجاری، شرکت و تیم هایی که قصد توسعه محصولات و اپلیکیشن بر پایه سرویس سلدان را دارند بایستی یک پروفایل تجاری در اینجا برای خود بسازند.",
    new_company: "شرکت جدید",
  },

  /** {@see BCompanyAdd} **/
  add_company: {
    name_input: "نام شرکت",
    website_input: "وب سایت",
    email_input: "ایمیل",
    address_input: "آدرس",
    tel_input: "تلفن",
    mobile_input: "موبایل",
    edit_action: "ویرایش شرکت",
    create_action: "ایجاد شرکت",
    notifications: {
      add_success: "حساب تجاری  {name} ایجاد شد.",
      edit_success: "حساب تجاری ویرایش شد.",
    },
  },
  /** {@see UserAccessControl} **/
  user_access_control: {
    menu: {
      personal_key: "شخصی",
      shop_key: "کلاینت ها",
      apps: "اپلیکیشن ها",
    },
    connected_apps_title: "اپلیکیشن های متصل",
    connected_apps_message:
      "لیست تمام فروشگاه ها و اپلیکیشن هایی که به حساب کاربری سلدان شما متصل است را در زیر مشاهده می نمایید. می توانید دسترسی به هر یک از آن ها را حذف نمایید.",
    shop_keys_title: "کلیدهای دسترسی به فروشگاه",
    shop_keys_message:
      "این کلیدها برای ایجاد کدهای دسترسی (Access Token) توسط سرور شما استفاده می گردد. توجه داشته باشید این کلید ها محرمانه بوده و تنها بر روی سرور قرار داده شود، به نحوی که توسط دیگران قابل مشاهده نباشد.",
    personal_keys_title: "کلید های دسترسی شخصی",
    personal_keys_message:
      "شما می توانید کلیدهای دسترسی به حساب کاربری خود را در اینجا ایجاد نمایید. دقت نمایید این کلیدها امکان دسترسی به حساب شما را خواهند داشت و تنها در صورتی این کلیدها را ایجاد و مصرف نمایید که دقیقا از کاری که می کنید اطلاع داشته باشید.",
  },
  /** {@see BPageShuttleSecurity} **/
  user_security_control: {
    title: "امنیت حساب",
    message: "تنظیمات امنیتی حساب خود را در اینجا می توانید انجام دهید.",
    delete: {
      title: "حذف حساب کاربری",
      subtitle:
        "قبل از حذف حساب خود، مطمئن شوید که همه فروشگاه ها را حذف کرده اید.",
      action: "مطمئنم حسابم را پاک میکنم",
      agreement:
        "من می پذیرم که تمام اطلاعاتم از روی سرور حذف و یا مخدوش شود. اطلاعات شما طبق زمانبندی که ما مناسب می دانیم حذف می گردد تا جلو هرگونه کلاه برداری و تخلف قوانونی از طرف شما گرفته شود.",
    },

    list: {
      email: {
        title: "ایمیل اصلی",
        sub_title: "شما امکان بروزرسانی ایمیل اصلی مرتبط با این حساب را دارید.",
        action_title: "تغییر ایمیل اصلی",
        action: "ارسال لینک تأیید",
      },

      password: {
        title: "رمز عبور",
        sub_title: "یک رمز عبور قوی برای حساب کاربری خود انتخاب نمایید.",
        action_title: "رمز دسترسی به حساب",
        not_exist: "وارد نشده است",
        action: "تغییر رمز عبور",
      },
      phone: {
        title: "شماره تلفن همراه",
        sub_title:
          "شماره تلفن همراه خود را تایید نماید. شما قادر به ورود از طریق این شماره خواهید بود.",
        action_title: "شماره تلفن اصلی حساب",
        action: "تایید شماره",
      },

      two_step: {
        title: "ورود دو مرحله ای",
        sub_title:
          "شماره تلفن همراه خود را تایید نمایید. شما قادر به ورود از طریق این شماره خواهید بود.",
        action_title: "افزایش امنیت حساب",
        activated_action: "فعال است",
        active_action: "فعال کردن",
      },
    },
    two_step_auth: {
      step_1: {
        title: "نصب اپلیکیشن Google Authenticator",
      },
      step_2: {
        title: "ثبت کد رمز در اپلیکیشن",
        message:
          "با استفاده از ویژگی ورود دو مرحله ای، شما برای ورود نیاز به وارد کردن یک کد 6 رقمی خواهید داشت. این کد توسط الگورتمی در نر افزار گوشی تلفن همراه شما ایجاد می گردد. شما می توانید اپ مربوطه را از طریق لینک زیر دریافت نمایید. کلید ایجاد کد رمز را فشار داده تا QR کدی حاوی کلید رمز برایتان ایجاد گردد.",
        qr_code_info:
          "در صورتی که امکان اسکن وجود ندارد، می توانید این کد را کپی و در اپ به صورت دستی پیست نمایید:",
        create_new_code: "ایجاد کد جدید",
        qr_code_scanning:
          "تصویر QR کد ایجاد شده را توسط نرم افزار Google Authenticator Mobile App اسکن نموده و کد ایجاد شده را برای تایید در کادر مربوطه در این صفحه وارد نمایید.",
        qr_code_regenerate_info:
          " توجه: با فشار کلید فوق یک کلید رمز جدید ایجاد شده و کلید قبلی غیر قابل استفاده خواهد بود. بایتسی کلید جدید را در نرم افزار گوشی خود اضافه نمایید.",
      },
      step_3: {
        title: "ورود کد دسترسی ایجاد شده",
        message: "کد دسترسی ایجاد شده در اپلیکیشن را در فیلد زیر وارد نمایید.",
        activation_key_input: "کد دسترسی",
      },
      activated_alert: "ورد دو مرحله ای فعال است.",
      activated_message:
        "ورود دو مرحله ای برای حساب شما فعال شده است. از این پس برای دسترسی به حساب بایستی کد دوم را که هر 30 ثانیه تغییر می کند، وارد نمایید. برای غیر فعال کردن ورود دو مرحله ای، کافیست کلید لغو ورود دو مرحله ای را فشار داده و مراحل مربوطه را طی نمایید.",
      cancel_two_step_login_action: "لغو ورود دو مرحله ای",
      cancel_two_step_login_info:
        "درصورتی که می خواهید تایید دو مرحله ای غیر فعال گردد، رمز خود را وارد نموده و بر روی کلید غیر فعال نمودن ورود دو مرحله ای کلیک نمایید.",
      password_input: "رمز عبور",
      cancel_2fa_action: "لغو ورود دو مرحله ای",
    },

    change_password_dialog: {
      title: "تغییر رمز عبور",
      message:
        "از یک عبارت پیچیده و قابل یاد آوری برای کلمه عبور استفاده نمایید.",
      password_input: "رمز عبور فعلی",
      new_password_input: "رمز عبور جدید",
      re_new_password_input: "تکرار رمز عبور جدید",
      tips: {
        length: "حداقل طول رمز عبور 8 کاراکتر باشد.",
        chars: "حداقل یک حرف بزرگ و یک عدد.",
        match: "همخوانی رمز عبور وارد شده.",
      },
      change_password_action: "تغییر رمز عبور",
      notifications: {
        change_password_title: "تغغیر رمز",
        change_password: "کلمه عبور با موفقیت تغییر یافت.",
      },
    },
  },
  /** {@see AuthorizedClients} **/
  authorized_clients: {
    title: "لیست فروشگاه ها / اپلیکیشن های متصل",
    table: {
      name: "نام",
      app: "اپلیکیشن",
      scopes: "دسترسی ها",
      shop: "محدود به فروشگاه",
    },
    remove_action: "حذف دسترسی",
    delete_alert: {
      title: "حذف",
      message:
        "آیا می خواهید این دسترسی را لغو نمایید؟ توجه داشته باشید که این اپلیکیشن دیگر به حساب شما دسترسی نخواهد داشت.",
      action: "لغو دسترسی",
    },
  },
  /** {@see Clients} **/
  clients: {
    title: "کلید کلاینت ها",
    create_new_action: "ساخت کلاینت جدید",
    table: {
      client_id: "شماره",
      app: "اپلیکیشن",
      name: "نام مستعار",
      secret_key: "محرمانه",
    },
    create_dialog: {
      title: "ایجاد Client",
      error_msg: "<strong>خطا!</strong> متاسفانه خطایی رخ داده است!",
      name_input: "نام",
      name_input_message: "چیزی که کاربران شما تشخیص داده و اعتماد کنند.",
      redirect_input_message: "آدرس بازگشت به سایت شما.",
    },
    edit_dialog: {
      title: "ویرایش دسترسی",
    },
    delete_alert: {
      title: "حذف",
      message: "آیا می خواهید این کلاینت را حذف نمایید؟",
      action: "حذف",
    },
  },
  /** {@see PersonalAccessTokens} **/
  personal_access_tokens: {
    title: "لیست توکن های دسترسی های شخصی (Personal Access Tokens)",
    create_action: "ساخت توکن جدید",
    table: {
      name: "نام",
      scopes: "دسترسی ها",
      expire_at: "تاریخ اعتبار",
    },
    create_dialog: {
      title: "ساخت توکن",
      error_message: "<strong>خطا!</strong> متاسفانه خطایی رخ داده است!",
      name_input: "نام مستعار",
      name_input_message: "نام دلخواه برای توکن ایجاد شده.",
      scopes_list: "لیست دسترسی های توکن",
    },
    access_token_dialog: {
      title: "کلید دسترسی شخصی",
      message:
        "در اینجا کلید (توکن) دسترسی شخصی شما نشان داده شده است. این تنها زمانی است که این توکن نشان داده خواهد شد، بنابراین آن را از دست ندهید! اکنون می توانید از این نشانه برای درخواست API استفاده کنید.",
    },
    delete_alert: {
      title: "حذف",
      message: "آیا می خواهید این توکن دسترسی را حذف نمایید؟",
      action: "حذف",
    },
  },

  /** {@see Scopes} **/
  scopes: {
    profile: {
      name: "پروفایل",
      description:
        "خواندن اطلاعات پروفایل شامل نام، آدرس ایمیل، تصویر و وضعیت تایید هویت.",
    },
    phone: { name: "شماره تلفن", description: "دسترسی به شماره تماس." },
    address: {
      name: "آدرس ها",
      description: "خواندن آدرس از دفترچه آدرس های ذخیره شده.",
    },

    buy: { name: "خرید", description: "ثبت سفارش و خرید از فروشگاه." },
    "order-history": {
      name: "تاریخچه سفارشات",
      description: "خواندن تاریخچه سفارشات.",
    },
    "my-gift-cards": {
      name: "کارت های هدیه",
      description: "دسترسی به گیفت کارت های من.",
    },

    articles: { name: "ویرایش مطالب", description: "ویرایش مقالات." },
    notifications: {
      name: "ارسال و دریافت نوتیفیکیشن",
      description: "ارسال و دریافت نوتیفیکیشن.",
    },

    "read-shops": {
      name: "لیست فروشگاه ها",
      description: "خواندن لیست فروشگاه ها.",
    },

    "shop-edit": {
      name: "مدیریت فروشگاه",
      description: "دسترسی ویرایش فروشگاه.",
    },

    "shop-contacts": {
      name: "مدیریت فرم تماس",
      description: "دریافت و ویرایش فرم های تماس.",
    },
    "shop-gift-cards": {
      name: "مدیریت کارت های هدیه",
      description: "ایجاد، ویرایش و مدیریت گیفت کارت ها.",
    },
    "shop-faqs": {
      name: "مدیریت سوال و جواب",
      description: "ایجاد، ویرایش و مدیریت سوالات متداول.",
    },

    "shop-categories": {
      name: "مدیریت دسته بندی ها",
      description: "ایجاد، ویرایش و مدیریت دسته بندی ها.",
    },
    "shop-products": {
      name: "مدیریت محصولات",
      description: "ایجاد، ویرایش و مدیریت محصولات.",
    },
    "shop-read-reports": {
      name: "خواندن گزارشات",
      description: "خواندن اطلاعات و گزارشات.",
    },
    "shop-socials": {
      name: "مدیریت شبکه های اجتماعی",
      description: "ویرایش شبکه های اجتماعی فروشگاه.",
    },
    "shop-accounts": {
      name: "مدیریت حساب های مالی",
      description: "ویرایش و حذف حساب های مالی متصل به فروشگاه.",
    },
    "shop-menus": {
      name: "مدیریت منوها",
      description: "ویرایش منو های فروشگاه.",
    },
    "shop-pages": {
      name: "مدیریت صفحات",
      description: "ویرایش صفحات فروشگاه.",
    },
    "shop-warehouse": {
      name: "مدیریت انبار",
      description: "ویرایش انبار فروشگاه.",
    },
    "shop-permissions": {
      name: "مدیریت دسترسی ها",
      description: "مشاهده و ویرایش دسترسی های فروشگاه.",
    },
    "shop-process-center": {
      name: "مدیریت سفارشات",
      description: "مدیریت سفارشات دریافتی.",
    },
    "shop-profile": {
      name: "مدیریت پروفایل ها",
      description: "مدیریت پروفایل های فروشگاه.",
    },
    "shop-discount-code": {
      name: "مدیریت کدهای تخفیف",
      description: "مدیریت، ویرایش و افزودن کدهای تخفیف فروشگاه.",
    },
  },

  /** {@see AdminCompanyPage} **/
  company_page: {
    title: "تجاری",
    create_app: "ساخت اپلیکیشن جدید",
    menu: {
      edit: "ویرایش",
      apps: "اپ ها",
      dashboard: "داشبورد",
      companies: "شرکت ها",
    },

    /** {@see AdminCompanyPage_Dashboard} **/
    dashboard: {
      /** {@see CompanyInfoWidget} **/
      info_widget: {
        title: "مشخصات ثبتی شرکت",
        address: "آدرس",
        website: "وبسایت",
        email: "ایمیل",
        phone: "شماره تلفن",
        register: "رجیستر",
        developer: "توسعه دهنده",
        verified: "تایید شده",
        golden: "طلایی",
      },
    },
    /** {@see AdminCompanyPage_Develop} **/
    developer: {
      title: "توسعه دهندگان",
      menu: {
        new: "جدید",
        apps: "اپ ها",
      },
    },
    /** {@see AdminCompanyPage_Edit} **/
    edit: {
      title: "ویرایش",
    },
  },

  /** {@see BAppAdd} **/
  add_app: {
    category_input: "دسته بندی",
    code_input: "کد",
    name_input: "نام",
    description_input: "توضیحات",
    video_input: "لینک ویدیو",
    public_form: "ساختار اطلاعات عمومی",
    private_form: "ساختار اطلاعات خصوصی",
    icon_input: "آیکون اپلیکیشن",
    logo_input: "لوگو اپلیکیشن",
    enable_input: "اپلیکیشن فعال است؟",
    edit_action: "ویرایش اپلیکیشن",
    create_action: "ایجاد اپلیکیشن",
    notifications: {
      add_success: "حساب تجاری  {name} ایجاد شد.",
      delete_success: "حساب تجاری ویرایش شد.",
    },
  },

  /** {@see AppPage} **/
  app_page: {
    title: "اپلیکیشن",
    menu: {
      edit: "ویرایش",
      publish: "انتشار",
      history: "ورژن ها",
      dashboard: "داشبورد",
      company: "شرکت",
      api: "وب سرویس",
      images: "تصاویر",
    },
    /** {@see AppPage_Dashboard} **/
    dashboard: {
      /** {@see AppInfoWidget} **/
      app_info_widget: {
        title: "اپلیکیشن",
        app_code: "کد اپلیکیشن",
        category: "دسته بندی",
        name: "نام",
        installs: "نصب اپلیکیشن",
        uninstalls: "حذف اپلیکیشن",
        actives: "اپلیکیشن فعال",
        description: "توضیحات",
        published: "منتشر شده",
        waiting_for_review: "در انتظار تایید",
        app_mode: "وضعیت اپلیکیشن",
      },
    },
  },

  /** {@see ShopPermissions} **/
  shop_permissions: {
    ADMIN: {
      text: "مالک",
      description: "دسترسی کامل به تمام بخش های فروشگاه.",
    },
    PRODUCT: {
      text: "مدیر محصولات",
      description: "افزودن، تغییر و مدیریت محصولات فروشگاه.",
    },
    AUDITING: {
      text: "مدیر مالی",
      description: "مشاهده اطلاعات مالی و پرداخت ها.",
    },
    CONTENT: {
      text: "مدیر محتوا",
      description: "پاسخ به سوالات، نوشتن وبلاگ و طراحی صفحات.",
    },
    OFFICER: {
      text: "مسئول ارشد",
      description: "مشاهده و نظارت بر فعالیت کارمندان.",
    },
    EMPLOYEE: {
      text: "کارمند",
      description: "مشاهده سفارشات و انجام و تکمیل سفارش.",
    },
    MARKETING: {
      text: "مارکتینگ",
      description:
        "دسترسی به تنظیمات و ایجاد کمپین، ایمیل مارکتینگ و دیگر بخش های مرتبط با مارکتینگ.",
    },
    VIEWER: {
      text: "بازدید کننده",
      description:
        "امکان مشاهده اطلاعات فروشگاه بدون قابلیت ایجاد ویرایش و تغییرات.",
    },
  },

  /** {@see ShopRoles} **/
  shop_roles: {
    PhysicalOrdersChecking: {
      text: "بررسی سفارشات فیزیکی",
      description: "سفارشات جدید کالا های فیزیکی را بررسی می نماید.",
    },
    PhysicalOrdersPackaging: {
      text: "بسته بندی سفارشات فیزیکی",
      description: "سفاراشات فیزیکی را آماده و بسته بندی می نماید.",
    },
    PhysicalOrdersDelivery: {
      text: "ارسال سفارشات فیزیکی",
      description: "سفارشات فیزیکی را ارسال می نماید.",
    },
    PhysicalOrdersSupport: {
      text: "پشتیبانی سفارشات فیزیکی",
      description: "خدمات پس از فروش و مرجودی سفارشات فیزیکی را انجام می دهد",
    },
  },

  /** {@see AccountStatus} **/
  account_status: {
    Checking: "در انتظار",
    Approved: "فعال",
    Rejected: "رد",
    Deleted: "حذف",
    Banned: "بلاک",
    Payment: "پرداخت",
    SelldoneSprite: "حساب مجازی رسمی سلدان",
    SelldoneStorage: "فضای ذخیره رسمی سلدان",
  },

  /** {@see BPageAccount} **/
  account_page: {
    title: "حساب",
    menu: {
      setting: "تنظیمات",
      charge: "شارژ",
      transfer: "انتقال وجه",
      transactions: "تراکنش ها",
      history: "تاریخچه",
      cards: "حساب متصل",
    },

    /** {@see BPageAccountTransactions} **/
    transactions: {
      title: "تراکنش های حساب",
      detail: {
        title: "تراکنش",
        amount: "مبلغ",
        description: "توضیحات",
        from: "از",
        to: "به",
        created_at: "تاریخ",
        receipt: "رسید",
        receipt_note: "توضیحات رسید",
      },
      table: {
        type: "نوع",
        from: "حساب مبدا",
        to: "حساب مقصد",
        amount: "مبلغ",
        receipt: "رسید",
        created_at: "تاریخ",
        description: "توضیحات",
      },
    },

    /** {@see BPageAccountTransfer} **/
    transfer: {
      title: "انتقال شارژ",
      form: {
        title: "فرم درخواست انتقال وجه",
        sub_title: "انتال وجه به حساب های سلدان خود و یا دیگران",
        message:
          "در انتقال وجه دقت نمایید، در صورت تکمیل انتقال وجه توسط شما امکان بازگشت وجود نخواهد داشت.",
      },
    },
    /** {@see BPageAccountDeposit} **/
    deposit: {
      form: {
        title: "شارژ حساب",

        sub_title:
          "برای خرید لایسنس، ارتقاء حساب و پرداخت رسید های سیستم، بایستی موجودی حساب خود را شارژ نمایید.",
        amount_input: "مبلغ",
        charge_action: "شارژ حساب",
      },
      notifications: {
        qr_title: "پرداخت",
        qr_message: `آدرس پرداخت {currency} ایجاد شد.`,
        gateway_title: "پرداخت",
        gateway_message: "در حال اتصال به درگاه پرداخت.",
      },
    },
    /** {@see BPageAccountEdit} **/
    setting: {
      title: "تنظیمات حساب",
      account_name_input: "نام حساب",
      notifications: {
        updated_success: "حساب شما با موفقیت به روز گردید.",
      },
    },
  },

  /** {@see BAccountReceiptPaymentDialog} **/
  receipt_payment_dialog: {
    title: "پرداخت رسید",
    /*  message: 'در صورتی که اطلاعات زیر صحیح است کلید تایید تراکنش را زده تا تراکنش صورت گیرد.',
    to: 'حساب مقصد',
    amount: 'مبلغ',
    receipt: 'رسید',
    description: 'توضیحات',
    status_paid: 'این رسید قبلا پرداخت شده است.',
    status_canceled: 'این رسید لغو شده است.',
    pay_action: 'پرداخت از طریق درگاه',
    pay_internal_action: 'پرداخت از حساب سلدان',*/
  },
  /** {@see BAccountTransactionForm} **/
  transaction_form: {
    title: "انتقال وجه",
    from_input: "شماره حساب مبدا",
    to_input: "شماره حساب مقصد",
    from_input_message: "مبلغ از این حساب برداشت خواهد شد.",
    account_name: "نام",
    currency: "ارز",
    free_balance: "موجودی آزاد",
    to: "حساب مقصد",
    amount: "مبلغ",
    receipt_title: "پرداخت برای رسید",
    receipt_input: "شماره رسید",
    paid_status: "این رسید قبلا پرداخت شده است.",
    paid_canceled: "این رسید لغو شده است.",
    description: "توضیج",
    created_at: "تاریخ",
    duration: "اعتبار تا",
    unlimited: "نامحدود",
    add_note_action: "افزودن توضیحات",
    note: "توضیحات",
    transfer_action: "انتقال وجه",
    confirmation: {
      title: "ارسال وجه",
      subtitle: "تایید تراکنش",
      message:
        "در صورتی که اطلاعات زیر صحیح است کلید تایید تراکنش را زده تا تراکنش صورت گیرد.",
      from: "حساب مبدا",
      to: "حساب مقصد",
      amount: "مبلغ واریزی",
      fee: "هزینه تراکنش",
      total_pay: "مبلغ برداشت شده از حساب شما",
      receipt: "رسید",
      description: "توضیحات",
      accept_action: "تایید تراکنش",
    },
    enter_account_number: "شماره حساب را وارد نمایید.",
    currency_not_match: "ارز حساب مقصد با مبدا یکسان نیست.",
    account_number_not_valid: "شماره حساب اشتباه است.",
    account_number_is_valid: "شماره حساب صحیح است.",
    receipt_not_valid: "شماره رسید اشتباه است.",
    receipt_is_valid: "شماره رسید صحیح است.",

    notifications: {
      confirm_success: "تراکنش با موفقیت انجام شد.",
    },
  },

  /** {@see OPlanCalculator} **/
  price_calculator: {
    title: "ماشین حساب ╏ بر اساس نیاز خود بخرید",
    description:
      "با وارد کردن میزان حدودی فروش ماهانه خود، بهترین پلن توسط سیستم برای شما محاسبه می گردد. همچنین میزان صرفه جویی ماهانه با خرید این پلن را می توانید در همین بخش مشاهده نمایید.",
    sale_input: "فروش ماهانه شما",
    hypernova_plan: "برای پلن بدون کارمزد هایپرنوا درخواست خود را ثبت نمایید!",
    show_normal_mode: "نمایش ماشین حساب",
    show_hypernova_mode: "میزان فروش من بیشتر از این مبالغ است!",
  },

  /** {@see OPlanFeaturesCard} **/
  price_card: {
    billed_monthly: "صورت حساب ماهانه به مبلغ {amount}.",
    billed_yearly: "صورت حساب سالانه به مبلغ {amount}.",
    buy_license_action: "خرید لایسنس",
    select_your_store: "انتخاب فروشگاه",
  },

  /** {@see BSessionsMap} **/
  shop_session_widget: {
    total_sessions: "کل کاربران (سشن ها)",
  },

  /** {@see BDashboardShopCustomersActivityMap} **/
  user_activities_keys: {
    add_baskets: "افزودن به سبد خرید",
    remove_baskets: "حذف از سبد خرید",
    buys: "خرید",
    products_views: "نمایش محصول",
  },

  /** {@see BDashboardShopAcquisition} **/
  shop_visitors_widget: {
    title: "گزارش بازدید کنندگان",
    new_visitors: "بازدید کننده جدید",
    amp: "AMP نمایش",
    returning_visitors: "بازدیدکنندگان بازگشته",
    page_views: "نمایش صفحات",
    other_pages: "باقی صفحات",
    from_previous_7_days: "از 7 روز پیش",
  },

  /** {@see BUserAppLevel}   {@see AppLevel}  **/
  app_levels: {
    title: "سطح  تجربه کاربر",
    Newbie: "تازه وارد",
    Beginner: "مبتدی",
    Novice: "متوسط",
    Intermediate: "پیشرفته",
    Advanced: "حرفه ای",
  },

  /** {@see Login} **/
  login: {
    register_title: "قوی شروع کنید,<br>با تجربه ای لذت بخش تر از همیشه",
    register_subtitle:
      "ساخت فروشگاه در سلدان رایگان است، برترین ابزارهای فروش در اختیار شماست تا کسب و کار آنلاین خود را توسعه داده و مشتریانتان را خوشحال نگهدارید.",

    password_recovery_title: "بازیابی رمز عبور",
    password_recovery_message:
      "درصورتی که رمز عبور خود را فراموش کرده اید، آدرس ایمیل حساب کاربری خود را وارد نموده و کلید تایید را فشار دهید. برای شما ایمیلی حاوی یک لینک جهت تغییر رمز عبور ارسال می گردد.",
    email: "آدرس ایمیل",
    password_recovery_action: "دریافت ایمیل بازیابی",

    register_google: "ثبت نام با گوگل",
    register_apple: "ثبت نام با اپل",
    continue_with: "ثبت نام با ",
    register_linkedin: "ثبت نام با لینکدین",
    register_facebook: "ثبت نام با فیسبوک",
    register_github: "ثبت نام با گیتهاب",
    create_your_account: "ساخت حساب کاربری",
    password_8_chars: "طول رمز عبور باید حداقل 8 کاراکتر باشد.",
    password_upercase_number: "حداقل 1 عدد و 1 حرف بزرگ در رمز عبور.",
    password_confirm: "مطابقت رمز عبور وارد شده.",
    privacy_agreement:
      "با ثبت نام شما <a href='/terms' target='_blank'>شرایط استفاده</a> و سیاست های <a href='/privacy' target='_blank'>حفظ حریم خصوصی </a> سلدان را می پذیرید.",
    register_action: "تکمیل ثبت نام، رایگان است!",
    login_action: "ورود",
    already_signup: "آیا قبلا ثبت نام نموده اید؟",
    login_your_account: "ورود به حساب کاربری",
    login_google: "ورود با گوگل",
    login_linkedin: "ورود با لینکدین",
    login_facebook: "ورود با فیسبوک",
    login_github: "ورود با گیتهاب",
    remember_me: "من را به خاطر بسپار.",
    login_button: "ورود",
    two_step_problem: "آیا با گذرواژه دو مرحله ای مشکل دارید؟",
    two_step_problem_action: "می خواهم ورود دو مرحله ای را غیرفعال کنم.",
    two_step_confirm: "تایید کد دسترسی",
    forgot_password: "رمز عبور خود را فراموش کرده اید؟",
    signup_free: "عضویت رایگان",
    checking_robot_message: "بررسی اینکه شما ربات نیستید..",
    notifications: {
      step2_login_success: "ورود خودکار به حساب کاربری",
    },
    signup_email: "عضویت با ایمیل",

    name_placeholder: "نام",
    email_placeholder: "ایمیل",
    email_or_username_placeholder: "ایمیل، نام کاربری یا شماره تلفن همراه",
    password_placeholder: "رمز عبور",
    re_password_placeholder: "تکرار رمز عبور",
    new_in_samin: "کاربر جدید سلدان هستید؟",
    auto_create_shop: "ساخت فروشگاه خودکار",
  },

  /** {@see Layout} **/
  layout: {
    logout: "خروج از حساب کاربری",
    menu: {
      my_public_profile_subtitle: "پروفایل عمومی من {name}.",

      personal_information: "اطلاعات شخصی و پروفایل",
      personal_information_subtitle: "ویرایش پروفایل، آدرس و KYC من.",

      wallet: "کیف پول و حساب ها",
      wallet_subtitle: "حساب‌های مجازی و کارت‌های پرداخت متصل.",

      companies: "شرکت ها و حساب های تجاری",
      companies_subtitle: "ثبت پروفایل‌های تجاری و مالیاتی من.",

      access: "دسترسی ها به حساب من",
      access_subtitle: "مشتریان OAuth، توکن‌های دسترسی شخصی و برنامه‌های متصل.",

      security: "توسعه دهندگان و کلید های دستسرسی",
      security_subtitle:
        "تنظیم احراز هویت دو مرحله‌ای و مدیریت گزینه‌های ورود از طریق شبکه‌های اجتماعی.",

      preferences: "ترجیحات کاربر و شخصی سازی",
      preferences_subtitle: "تغییر تم، سطح، زبان و ارز پیش‌فرض.",

      my_subscriptions: "آبونامان های من",
      my_subscriptions_subtitle:
        "دسترسی به ویژگی‌های پیشرفته AI و سفارشی‌سازی.",
    },
  },

  /** {@see PageBuilder} **/
  page_builder: {
    title: "طراحی صفحات سایت",
    menu: {
      user_view: "مشاهده",
      design: "طراحی",
      behavior: "بازخورد",
      seo: "سئو",
      setting: "تنظیمات",
      embed: "کد صفحه",
    },
    waiting_fetch: "در حال دریافت اطلاعات..",

    /** {@see SettingCustomPage} **/
    setting: {
      title_input: "عنوان صفحه",
      description_input: "توضیحات صفحه",
      name_input: "آدرس صفحه (حروف و اعداد لاتین)",
      bg_color_input: "رنگ پس زمینه",
      bg_style_input: "استایل پس زمینه",
      page_label_input: "رنگ لیبل",
      page_dir_input: "جهت صفحه",
      ltr: "چپ چین",
      rtl: "راست چین",
      designer_note: "یادداشت طراح",
    },

    /** {@see LPageEditor} **/
    design: {
      themes: {
        title: "دستیار طراحی صفحات لندینگ",
        message:
          "بدون نیاز به کد نویسی بهترین صفحات را برای کسب و کار خود طراحی کنید.",
        page_title_input: "عنوانی برای صفحه خود وارد نمایید",
      },
      tools: {
        rearrange: "ترتیب",
        tools: "ابزارها",
        history: "تاریخچه",
        style: "استایل",
        typography: "تایپوگرافی",
        hierarchy: "سلسله مراتب",
      },
      no_category: "بدون دسته بندی",
    },

    /** {@see LPageEditorSeo} **/
    seo: {
      message: "تنظیمات SEO به صورت خودکار توسط موتور SEO سلدان انجام می گیرد.",
    },
  },
  /** {@see VerifyEmailCaution} **/
  verify_email_caution: {
    title: "آدرس ایمیل خود را تایید نمایید",
    message:
      "لینک تایید و فعال سازی جدید به ایمیل شما به آدرس {email} ارسال گردید. پیش از هر اقدامی ایمیل خود را چک نمایید. لینک فعال سازی برای شما ارسال شده است.",
    resend_message:
      "اگر لینک فعال سازی و تایید آدرس پست الکترونیک برای شما ارسال نشده است، دکمه زیر را کلیک نموده تا لینک جدید مجددا برای شما ارسال گردد.",
    resend_action: "ارسال مجدد لینک فعال سازی",
    resend_notice: "لینک فعال سازی ارسال گردید.",
  },

  /** {@see ShopAutomation_Autopilot} **/
  autopilot: {
    start: "زمان شروع",
    end: "زمان پایان",
  },

  /** {@see OPageHelp} **/
  help: {
    menu: "منو",
    more_helps: "بیشتر بخوانید",
  },

  /** {@see WidgetCompanyCard} **/
  company_card: {
    pending_state: "در انتظار بررسی",
    register: "ثبت شده",
    developer: "توسعه دهنده",
    verified: "تایید شده",
    premier: "نشان ویژه",
  },

  /** {@see ShopSubscriptionList} **/
  shop_license: {
    add: "افزودن پلن",
    only_last: "تنهاآخرین پلن",
    vouchers: "کوپن",
    buy: "خرید پلن ",
    monthly: "ماهانه",
    yearly: "سالانه",
    start_date: "تاریخ شروع",
    end_date: "تاریخ پایان",
    price: "قیمت",
    verify: {
      true_title: "تأیید شرایط",
      true_description:
        "من شرایط و قوانین سایت را مطالعه کرده و با آن موافق هستم.",
    },

    need_charge: "نیاز به شارژ حساب",
    buy_now: "تایید خرید",
    use_voucher_now: "استفاده از ووچر",

    plan_placeholder: "پلن مورد نظرتان را انتخاب نمایید",
    plan: "نوع پلن",
    use_date: "تاریخ افزودن",
    license_duration: "مدت اعتبار",
    validity_duration: "مدت اعتبار",

    validity_duration_hint:
      "با خرید لایسنس 12 ماهه شما 30% تخفیف دریافت خواهید کرد.",

    active_license: {
      title: "پلن فعال",
      subtitle: "پلن فعال بر روی فروشگاه شما.",
      subtitle_partner: "پلن فعال {name} بر روی فروشگاه شما.",
    },
    licenses_table: {
      title: "پلن های خریداری شده",
      subtitle: "مجوز های فعال و در انتظار شروع.",
    },
    license_detail: {
      title: "جزئیات پلن",
      subtitle: "محدودیت های پلن کنونی شما.",
    },

    table: {
      plan: "نوع",
      start_date: "تاریخ شروع",
      end_date: "تاریخ پایان",
      renewal: "تمدید خودکار",
      linked_account: "حساب متصل / کوپن",
      payment: "پرداخت",
      cancel: "لغو",
    },
    notifications: {
      subscribe_success: "پلن با موفقیت خریداری شد.",
      cancel_success: "پلن با موفقیت لغو گردید.",
    },
    cancel_dialog: {
      title: "تایید لغو پلن",
      message: "آیا مطمعن هستید که می خواهید این پلن را لغو نمایید؟",
      action: "بله، لغو پلن",
    },
    add_dialog: {
      wallet: {
        title: "انتخاب کیف پول",
        subtitle:
          "یک کیف پول مجازی برای اشتراک خود انتخاب کنید. اگر کیف پولی ندارید، می‌توانید در بخش کیف پول یک مورد ایجاد کنید. این کیف پول برای پرداخت‌ها استفاده خواهد شد.",
      },
      auto_renewal: {
        true_title: "تمدید خودکار",
        true_description:
          "اشتراک شما به‌طور خودکار تمدید خواهد شد اگر موجودی کیف پول شما کافی باشد یا یک ووچر معتبر داشته باشید.",
      },
      options: {
        title: "گزینه‌های اضافی",
      },
      verify: {
        title: "تأیید",
      },
    },
  },

  /** {@see BLayoutBackofficeShop} **/

  admin_shop_layout: {
    download_txt: "دانلود فایل متنی داده ها",
    download_excel: "دانلود فایل اکسل داده ها",
  },
  /** {@see BUserPreferences} **/
  user_preferences: {
    access: "دسترسی",
    template: "قالب",
    feedback: "بازخورد",
    date_time: "تاریخ و زمان",

    company: "حساب های تجاری",
    company_message:
      "اگر شما صاحب شرکت رسمی هستید و قصد انتشار اپلیکیشن دارید.",
    access_keys: "کلید های دسترسی",
    access_keys_message: "نمایش کلاینت ها و توکن ها.",
    rating: "چه میزان از تجربه خود در سلدان راضی هستید؟",
    large_font: "اندازه فونت بزرگ",
    large_font_message: "نمایش متن ها با فونت بزرگتر",
    samples: "نمایش فروشگاه های نمونه",
    samples_message:
      "با فعال بودن این گزینه چند فروشگاه نمونه در پنل شما نمایش داده خواهد شد.",

    automation: "اتوماسیون",
    automation_message: "نمایش تب اتوماسیون در داشبورد فروشگاه.",
  },

  /** {@see BPageShopSettingLocations} **/
  shop_locations: {
    title: "محدوده جغرافیایی تحت پوشش",
    sub_title:
      "کشور هایی که به آنها سرویس می دهید را از لیست زیر انتخاب نمایید.",

    delete_restriction: "حذف محدودیت ها",
    set_restriction: "اعمال محدودیت ها",
    notifications: {
      locations_update: "محدودیت های جغرافیایی با موفقیت اعمال گردید.",
    },
    table: {
      country: "کشور",
      currency: "ارز",
      available: "وضعیت",
    },
  },

  /** @see ProductCard **/
  product_card: {
    sold_out: "تمام شد!",
    review_unit: "نفر",
    not_original: "کالای غیر اصل",
  },

  /** @see BProductAddStudio **/
  product_studio: {
    add_mode: "افزودن جزئیات بیشتر",

    auto_category: "دسته بندی هوشمند محصول",
    add_in_current_category: "افزودن محصول در دسته بندی کنونی",
    category_mode_message:
      "درصورت فعال بودن این گزینه، محصول در دسته بندی پیشفرض ذخیره می گردد.",
    sku_name_input: "SKU / نام",
    info: {
      subtitle:
        "برای تولید محصول، می‌توانید فقط جزئیات ضروری مورد نیاز برای ساخت آن را وارد کنید.",
    },
    price: {
      subtitle:
        "قیمت و تخفیف این محصول را وارد کنید. پس از افزودن محصول، به گزینه‌های بیشتری دسترسی خواهید داشت.",
    },

    by_sku: {
      title: "افزودن سریع با بارکد",
      subtitle: "پایگاه داده در کشور شما در دسترس نیست.",
    },
    drop_shipping: {
      subtitle:
        "محصولات را در بازار عمده فروشی پیدا کرده و به فروشگاه خود اضافه کنید.",
    },
    by_connect: {
      subtitle:
        "با Selldone Connect OS به راحتی محصولات را از تأمین‌کنندگان POD یا دارپ شیپینگ اضافه کنید—فقط فروشگاه خود را متصل کنید و از یکپارچه‌سازی خودکار محصولات لذت ببرید، بدون نیاز به پلاگین.",
    },
    your_license_is_not_eligible: "لایسنس شما معتبر نیست.",
    sku_dialog: {
      title: "اضافه کردن محصول با SKU",
      subtitle:
        "شما می‌توانید محصولات را با استفاده از SKU آنها در پایگاه داده ما پیدا کرده و با یک کلیک اضافه کنید.",
    },
    dropshipping_dialog: {
      title: "اضافه کردن محصولات دارپ شیپینگ",
    },
  },

  /**
   * @see BProductAddDropshippingShops
   */
  product_add_dropshipping_shops: {
    subtitle:
      "در اینجا می‌توانید عمده‌فروشانی را پیدا کنید که محصولات خود را در سلدان فهرست کرده و در دسترس سایر فروشندگان قرار می‌دهند. پلتفرم دارپ شیپینگ داخلی سل‌دان این فرآیند را ساده و آسان می‌کند، هم برای عمده‌فروشان و هم برای فروشندگان.",
  },

  /** @see Affiliates **/
  my_affiliate: {
    title: "قراردادهای همکاری در فروش",
    message: "لیست قراردادهای همکاری در فروش من با فروشگاه ها.",
  },
  /** @see BPageShopMarketingAffiliate **/
  affiliates: {
    title: "همکاران فروش",
    subtitle:
      "همکاران فروش (افیلیت) ایجاد کنید، عملکرد آنها را در طول زمان پیگیری کنید و اقداماتی را بر اساس اطلاعات دقیق در یک مکان انجام دهید. ما به شما و شرکایتان برای ایجاد رابطه ی سالم و قابل اعتماد کمک می کنیم.",

    affiliate_code: "کد همکار فروش",
    crate_date: "تاریخ ایجاد",
    last_payment_date: "آخرین تاریخ پرداخت",
    for_all_products: "اعمال برای تمام محصولات",
    balance: "مجموع پورسانت",
    fix_commission: "کمیسیون ثابت",
    percent_commission: "کمیسیون درصدی",
    total_payment: "مبلغ تسویه شده",
    new_affiliate: "همکار فروش جدید",
    new_affiliate_message: "افزودن برنامه همکاری در فروش",
    link_domain: {
      title: "اتصال دامنه",
      subtitle:
        "شما می توانید یکی از دامنه های خود را به این همکار متصل نمایید. به این ترتیب این همکار به عنوان معرف  هر فردی که از طریق این دامنه وارد فروشگاه شما شده و خرید می کند شناخته خواهد شد.",
    },

    link_factory: {
      title: "لینک ساز همکار فروش",
      link_input: "لینک مورد نظر",
      link_output: "لینک همکار خروجی",
    },
  },

  /**
   * @see BAffiliateEdit
   */
  affiliate_edit: {
    affiliate_commission: "کمیسیون همکاری",

    config: {
      new: "افزودن همکار جدید",
      edit: "ویرایش همکار",
      subtitle: "تنظیمات عمومی و نام همکار را در اینجا پیکربندی کنید.",
    },

    payment: {
      title: "اطلاعات پرداخت",
      subtitle:
        "ساختار کمیسیون را برای همکار تعیین کنید. می‌توانید کمیسیون ثابت و درصدی را ترکیب کنید، یا کمیسیون خاصی برای هر محصول تنظیم کنید.",
    },

    contact: {
      title: "اطلاعات تماس",
      subtitle: "اطلاعات تماس همکار را در اینجا وارد کنید.",
    },

    restriction: {
      title: "محدودیت‌های کمیسیون",
      subtitle:
        "محصولاتی که برای کمیسیون واجد شرایط هستند را تعیین کنید. می‌توانید کمیسیون‌ها را به محصولات خاصی محدود کنید.",
    },

    link_domain: {
      title: "دامنه متصل",
      subtitle:
        "یکی از دامنه‌های خود را به این همکار متصل کنید. بازدیدکنندگانی که از طریق این دامنه خرید می‌کنند به این همکار نسبت داده می‌شوند.",

      domain_not_approved_msg: "دامنه هنوز تأیید نشده است!",
      domain_is_not_enable_msg: "دامنه فعال نیست!",
      domain_is_linked_to_other_affiliate_msg:
        "این دامنه قبلاً به یک همکار دیگر متصل شده است!",
    },

    set_users_first_message: "لطفاً ابتدا کاربر را تنظیم کنید!",

    cluster: {
      title: "خوشه",
      subtitle:
        "این همکار را با یک خوشه مرتبط کنید تا بتوانید آن را به همراه منابع دیگر در یک مکان مدیریت کنید.",
      manage_action: "مدیریت",
    },

    notifications: {
      create_success: "همکار جدید با موفقیت اضافه شد.",
      update_success: "همکار با موفقیت به‌روزرسانی شد.",
    },

    inputs: {
      name: {
        label: "نام همکار",
        message: "مثال: جان دو، شرکت الکس، بازاریابان X و غیره.",
      },
      commission: {
        label: "محاسبه کمیسیون",
        false_description: "محاسبه با استفاده از کمیسیون ثابت و درصدی.",
        true_description:
          "محاسبه با استفاده از کمیسیون محصولات تعیین شده در تب قیمت‌گذاری.",
        false_title: "کمیسیون ثابت + درصدی",
        true_title: "کمیسیون مبتنی بر محصول",
      },
      user: {
        label: "کاربر (اختیاری)",
        message: "اختیاری، مثال: نام همکار در سل‌دان",
      },
      web: {
        placeholder: "اختیاری، مثال: affiliate-web.com",
      },
      address: {
        placeholder: "اختیاری، مثال: 1200 POX, NY, USA",
      },
      tel: {
        placeholder: "اختیاری، مثال: 001-808-210354",
      },
      bank: {
        placeholder: "اختیاری، مثال: بانک آرسترا، شماره: 10002-325-800-845213",
      },
      domain: {
        placeholder: "یک دامنه انتخاب کنید... (اختیاری)",
      },
      pos: {
        true_description:
          "همکاران می‌توانند از طریق پنل خود مستقیماً برای مشتریانشان سفارش ثبت کنند.",
        true_title: "دسترسی POS",
      },
      enable: {
        true_description:
          "آیا این همکار در حال حاضر فعال است؟ اگر غیر فعال باشد، برنامه همکاری آنها بر سفارش‌هایی که از طریق لینک همکاری آنها انجام می‌شود اعمال نخواهد شد.",
      },
      products: {
        label: "محصولات واجد شرایط برای کمیسیون",
        select_product: "انتخاب محصولات",
      },
    },
    actions: {
      update: "به‌روزرسانی همکار",
      add: "افزودن همکار جدید",
    },
    /**
     * @see BPageAffiliateEdit
     */
    delete: {
      subtitle:
        "می‌توانید تمامی بدهی‌های معوقه خود را با همکار تسویه کرده و سپس او را از فروشگاه خود حذف کنید. اطلاعات همکار برای مدت محدودی پس از حذف در دسترس خواهد بود.",
    },
  },

  /**
   * @see BPageShopFinanceValuations
   */
  shop_valuations: {
    title: "قیمت‌گذاری و ارزیابی سفارشی",
    subtitle:
      "یک ارزیابی (فرم ورودی قیمت‌گذاری) به محصول اختصاص دهید که به مشتریان امکان انتخاب بین تغییرات یا شخصی‌سازی محصولات شما را می‌دهد. سپس سیستم قیمت را بر اساس ورودی‌های سفارشی محاسبه می‌کند.",
    add_valuation_action: "ایجاد فرم ارزیابی جدید",
    empty_message:
      "به جای ایجاد چندین نوع مختلف، به توسعه یک استراتژی ارزیابی فکر کنید که می‌تواند به یک محصول ساده اعمال شود.",
    delete_dialog: {
      title: "حذف دائمی",
      message:
        "آیا مطمئن هستید که می‌خواهید این فرم قیمت‌گذاری را حذف کنید؟ لطفاً اطمینان حاصل کنید که این استراتژی قیمت‌گذاری سفارشی از تمامی محصولات مرتبط حذف شده باشد.",
      action: "بله، حالا حذف کن",
    },
    notifications: {
      delete_success: "ارزیابی با موفقیت حذف شد.",
    },
  },

  /**
   * @see BValuationInput
   */
  valuation_input: {
    label: "مدل قیمت‌گذاری و ارزیابی",
  },

  /**
   * @see BValuationAdd
   */
  valuation_add: {
    title_edit: "ویرایش فرم ارزیابی",
    title_add: "ایجاد فرم ارزیابی جدید",
    config: {
      subtitle:
        "با استفاده از فرمول‌ها و جداول مرجع، سیستم ارزیابی خود را برای ایجاد قیمت‌گذاری انعطاف‌پذیر راه‌اندازی کنید. ابتدا یک نام منحصر به فرد برای این ارزیابی تعیین کنید.",
    },
    valuation_preview: "پیش‌نمایش فرم ارزیابی",
    load_sample: "بارگذاری نمونه",
    conditions: {
      title: "شرایط",
      subtitle:
        "منطق پشت تغییرات سفارشی را تعریف کنید. این تنظیمات مدیریت دسترسی به تغییرات را آسان‌تر می‌کند.",
    },
    structure: {
      title: "ساختار",
      subtitle:
        "فرم ورودی قیمت‌گذاری خود را با استفاده از فرمول‌ها و جداول مرجع طراحی کنید.",
      expand_action: "گسترش",
      collapse_action: "جمع کردن",
    },
    inputs: {
      title: {
        message: "این عنوان برای مشتریان قابل مشاهده نیست.",
        placeholder:
          "یک نام برای قیمت‌گذاری وارد کنید، مثلاً 'قیمت‌گذاری ماگ‌ها'",
      },
    },
    samples: {
      title: "نمونه‌های ارزیابی",
    },
  },

  /** @see AdminGiftcardPage_Orders **/
  gift_card_orders: {
    title: "سفارشات با گیفت کارت",
    table: {
      order: "سفارش",
      order_price: "مبلغ سفارش",
      paid_by_card: "پرداخت شده با کارت",
      payment_status: "وضعیت پرداخت",
      date: "تاریخ",
    },
  },
  /** @see BPageOfferOrders **/
  offer_orders: {
    title: "سفارشات با پیشنهاد ویژه",
    table: {
      order: "سفارش",
      order_price: "مبلغ سفارش",
      offer_amount: "مبلغ پیشنهاد ویژه",
      payment_status: "وضعیت پرداخت",
      product: "محصول",
      date: "تاریخ",
    },
  },

  /** @see BPageCouponOrders **/
  coupon_orders: {
    title: "سفارشات با کوپن",
    table: {
      order: "سفارش",
      order_price: "مبلغ سفارش",
      coupon_amount: "مبلغ کوپن",
      payment_status: "وضعیت پرداخت",
      date: "تاریخ",
    },
  },
  /** @see BPageDiscountCodeOrders **/
  discount_code_orders: {
    title: "سفارشات با کد تخفیف",
    table: {
      order: "سفارش",
      order_price: "مبلغ سفارش",
      discount_amount: "مبلغ تخفیف",
      payment_status: "وضعیت پرداخت",
      date: "تاریخ",
    },
  },

  /** @see BPageShopIncentives **/
  incentives: {
    discount_code: "کد تخفیف",
    coupon: "کوپن",
    offer: "پیشنهاد ویژه",
    gift_card: "کارت هدیه",
    lottery: "بازی",
    cashback: "برگشت پول",
  },

  /** {@see BPageShopIncentivesDiscountCode} **/
  discount_codes: {
    title: "کد تخفیف",
    sub_title:
      "شما در این بخش قادر خواهید بود کوپن های تخفیف را مطابق خواسته و نیازتان طراحی نمایید. این تخفیف ها مجزا از تخفیف هر محصول بوده و بر روی مبلغ نهایی سفارش کاربر اعمال خواهد شد.",
    add_new: "ایجاد کد تخفیف",
    card: {
      created: "ایجاد",
      start: "شروع",
      end: "پایان",
      currency: "ارز",
      discount_percentage: "درصد تخفیف",
      discount_limit: "سقف تخفیف",
      state: "وضعیت کنونی",
      enabled: "اکنون فعال است",
      disabled: "اکنون غیر فعال است",
      used: "مصرف شده",
      count: "تعداد",
      unit: "عدد",
    },
    /** {@see BDiscountCodeAdd} **/
    dialog: {
      title_edit: "ویرایش کد تخفیف",
      title_add: "کد تخفیف جدید",
      discount_code_input: "کد تخفیف",
      discount_percent_input: "درصد تخفیف",
      discount_percent_input_hint: "میزان درصد تخفیف از مبلغ خرید",
      count_input: "تعداد",
      count_input_hint: "حداکثر تعداد استفاده از این کد",
      limit_input: "سقف تخفیف",
      limit_input_hint: "حداکثر میزان تخفیف بر اساس ارز",
      currency_input_message: "تخفیف برای این ارز فعال خواهد بود.",
      limit_input_message:
        "مقدار 0 برای سقف تخفیف به منزله عدم وجود سقف برای میزان تخفیف می باشد.",
      title_input: "عنوان",
      title_input_hint: "می توانید برای این کد تخفیف عنوانی وارد نمایید",
      description_input: "توضیحات",
      description_input_hint:
        "می توانید برای این کد تخفیف توضیحاتی وارد نمایید",
      date_start_input: "شروع",
      date_start_input_placeholder: "زمان شروع تخفیف را انتخاب نمایید",
      date_end_input: "پایان",
      date_end_input_placeholder: "زمان پایان تخفیف را انتخاب نمایید",
      notifications: {
        add: "کد تخفیف با موفقیت افزوده شد.",
        edit: "کد تخفیف با موفقیت ویرایش شد.",
      },
      config: {
        title: "پیکربندی عمومی",
        subtitle:
          "فرمول محاسبه کد تخفیف به صورت زیر است: max (محدودیت، درصد * قیمت سبد خرید). به یاد داشته باشید که کدها را مرتبط و آسان برای به خاطر سپردن کنید.",
      },
      limit: {
        title: "محدودیت‌ها",
        subtitle:
          "در این بخش می‌توانید حداکثر استفاده از هر کد تخفیف و همچنین حداکثر مقدار تخفیف را تعریف کنید.",
      },
      duration: {
        title: "محدودیت مدت",
        subtitle:
          "اگر می‌خواهید کد تخفیف را برای یک بازه زمانی خاص فعال کنید، می‌توانید آن مدت را اینجا تعیین کنید.",
      },
      design: {
        subtitle:
          "می‌توانید یک عنوان و توضیح برای هر کد تخفیف تنظیم کنید. این جزئیات به کاربر نمایش داده خواهد شد.",
      },
      cluster: {
        subtitle:
          "با مرتبط کردن این کد تخفیف با یک خوشه، می‌توانید آن را به راحتی همراه با سایر منابع در یک مکان مدیریت کنید.",
      },
    },
    delete_alert: {
      title: "حذف کد تخفیف",
      message: "آیا می خواهید این کد تخفیف را حذف نمایید؟",
      action: "حذف تخفیف",
    },
    notifications: {
      delete_success: "نظر شما با موفقیت حذف شد",
    },
  },

  /** {@see BPageShopIncentivesGiftcard} **/
  gift_cards: {
    title: "کارت هدیه",
    sub_title:
      "ابتدا یک نوع کارت هدیه تعریف نموده و سپس به هر تعداد می خواهید کارت هدیه ایجاد نمایید. این کارت ها حاوی شارژ می باشند و کاربران با استفاده از این کارت ها تنها از فروشگاه شما امکان خرید خواهند داشت.",

    create_new: "ایجاد یک دسته کارت جدید",
    card: {
      created: "ایجاد",
      lifetime: "مدت اعتبار",
      lifetime_unit: "ماه از زمان ایجاد هر کارت",
      currency: "ارز",
      initial_balance: "شارژ اولیه",
      count: "تعداد",
      count_unit: "عدد",
      used: "مصرف شده",
    },
    dialog: {
      title: "طراحی کارت هدیه",
    },
    alert: {
      title: "حذف کارت هدیه",
      message:
        "آیا می خواهید این کارت هدیه و تمام کارت های هدیه صادر شده در آن را حذف نمایید؟",
      action: "حذف",
    },
    notifications: {
      delete_title: "حذف کارت هدیه",
      delete_message: "نظر شما با موفقیت حذف شد.",
    },
  },

  /** {@see BPageShopIncentivesCoupon} **/
  coupons: {
    title: "کوپن ها",
    sub_title:
      "درصورتی که قصد دارید به مشتریان خود تخفیفی بدهید که با شرایط خاصی قابل استفاده باشد می توانید کوپن ایجاد نمایید. کوپن ها می توانند شامل تخفیف درصدی با سقف و یا مبلغ ثابت یا ترکیبی از هر دو باشند.",
    create_new: "ساخت کوپن جدید",
    qualified_products: "محصولات واجد شرایط",
    min_purchase: "حداقل مبلغ خرید",
    only_first_order: "تنها برای اولین خرید",
    one_time_use: "یکیار مصرف",
    multiple_use: "چندبار مصرف",

    amount_usage: "میزان مصرف",

    delete_alert: {
      title: "حذف کوپن",
      message: "آیا مطمئن هستید که می خواهید این کوپن را حذف نمایید؟",
      action: "بله، حذف کوپن",
    },
    notifications: {
      delete_success: "کوپن با موفقیت حذف گردید.",
    },
  },

  /** {@see BCouponAdd} **/
  coupon_edit: {
    title_edit: "ویرایش کوپن",
    title_add: "کوپن جدید",
    discount_charge: "تخفیف و شارژ اولیه",
    charge: "شارژ",
    charge_message: "مبلغ شارژ هر کوپن",
    percent: "درصد تخفیف",
    percent_message: "میزان درصد تخفیف از مبلغ سفارش",
    limit_input: "سقف تخفیف",
    limit_input_hint: "حداکثر مبلغ تخفیف برای هر سفارش",
    currency_input_message: "مبلغ شارژ بر اساس این ارز محاسبه می گردد.",

    count_input: "تعداد",
    count_input_hint: "حداکثر تعداد کل کوپن های قابل استفاده",
    limit_input_message:
      "مقدار 0 به منزله ی نبود سقف برای تعداد کوپن ها می باشد.",
    date_start_input: "شروع",
    date_start_input_placeholder: "زمان شروع اعتبار کوپن ها را انتخاب نمایید",
    date_end_input: "پایان",
    date_end_input_placeholder: "زمان پایان اعتبار کوپن ها را انتخاب نمایید",
    title_input: "عنوان",
    title_input_hint:
      "شما می توانید برای کوپن خود عنوانی وارد نمایید. این عنوان به مشتریان نشان داده می شود.",
    description_input: "توضیحات",
    description_input_hint:
      "برای کوپن توضیحات وارد نمایید. این متن به مشتریان نشان داده می شود.",
    coupon_code: "کد فعال سازی",
    need_code: "نیاز به کد فعال سازی؟",

    coupon_color: "رنگ کوپن",
    min_purchase_amount: "حداقل مبلغ خرید",
    min_purchase_amount_hint:
      "مبلغ خرید مشتری باید بیشتر یا مساوی این مبلغ باشد.",
    should_exist_product: "حداقل یکی از این محصولات در سبد خرید مشتری باشد",
    apply_for_first_order: "تنها برای اولین خرید",
    apply_for_first_order_on:
      "این کوپن تنها برای اولین خرید مشتری قابل استفاده است!",
    apply_for_first_order_off:
      "محدودیت در تعداد استفاده از این کوپن توسط هر خریدار در زیر قابل تنظیم است.",

    has_qualify_constraints: "آیا شرایط بیشتری میخواهید تعریف کنید؟",
    has_qualify_constraints_message:
      "اعمال شرایط بیشتر برای واجد شرایط شدن مشتری در استفاده از این کوپن",
    one_time_use: "یک بار مصرف",
    one_time_use_message:
      "مشتری تنها یک بار می تواند از این کوپن استفاده نماید.",
    daily_limit: "محدودیت روزانه هر مشتری",
    no_limit: "بدون محدودیت",
    daily_limit_message: "حداکثر تعداد قابل استفاده در روز برای هر مشتری",

    monthly_limit: "محدودیت ماهانه هر مشتری",
    monthly_limit_message: "حداکثر تعداد قابل استفاده در ماه برای هر مشتری",

    yearly_limit: "محدودیت سالانه هر مشتری",
    yearly_limit_message: "حداکثر تعداد قابل استفاده در سال برای هر مشتری",

    notifications: {
      add: "کوپن جدید با موفقیت ساخته شد.",
      edit: "تغییرات کوپن با موفقیت ذخیره گردید.",
    },

    config: {
      subtitle:
        "فرمول محاسبه تخفیف کوپن به صورت زیر است: هزینه + max (محدودیت، درصد * قیمت سبد خرید).",
    },
    limit: {
      subtitle:
        "در این بخش، می‌توانید حداکثر تعداد استفاده‌ها برای هر کوپن و بالاترین مقدار تخفیفی که هر کوپن می‌تواند ارائه دهد را تنظیم کنید.",
      zero_message: "صفر: هیچ محدودیتی وجود ندارد!",
    },
    duration: {
      subtitle:
        "اگر می‌خواهید یک بازه زمانی خاص برای فعال بودن یک کوپن تعیین کنید، می‌توانید مدت زمان را در این بخش پیکربندی کنید.",
    },
    design: {
      subtitle:
        "هر کوپن امکان افزودن یک عنوان و توضیح را دارد. این جزئیات برای مشتری قابل مشاهده خواهد بود.",
    },
    constraints: {
      subtitle:
        "اینجا می‌توانید پارامترهای شخصی‌سازی شده اضافی برای کوپن را تنظیم کنید.",
      no_limit: "بدون محدودیت اضافی",
      has_limit: "محدودیت‌های اضافی",
      has_code_message: "کاربر باید برای افزودن کوپن، کد را وارد کند.",
    },
    club: {
      subtitle:
        "استفاده از این کوپن می‌تواند به اعضای باشگاه‌های مشتریان منتخب محدود شود.",
    },
    cluster: {
      subtitle:
        "با مرتبط کردن این کوپن با یک خوشه، می‌توانید آن را به راحتی همراه با سایر منابع در یک مکان مدیریت کنید.",
    },
    preview: {
      subtitle: "اینجا پیش‌نمایش عمومی کوپن است.",
    },
  },

  /** {@see BPageShopIncentivesOffer} **/
  offers: {
    title: "پیشنهاد ویژه",
    sub_title:
      "میتوانید پیشنهادات ویژه ای را برای مشتریان خود ایجاد نمایید به این ترتیب که درصورتی که مشتری یک محصول را خرید محصول دیگری با شرایط ویژه مانند درصد تخفیف یا کاملا رایگان دریافت نماید.",
    create_new: "ایجاد پیشنهاد ویژه جدید",
    qualified_products: "محصولات واجد شرایط",
    min_quantity: "حداقل تعداد در سبد خرید",
    min_purchase: "حداقل مبلغ خرید",
    amount_usage: "میزان مصرف",

    delete_alert: {
      title: "حذف پیشنهاد ویژه",
      message: "یا از حذف این پیشنهاد ویژه مطمئن هستید؟",
      action: "بله، حذف پیشنهاد ویژه",
    },
    notifications: {
      delete_success: "پیشنهاد ویژه با موفقیت حذف گردید.",
    },
  },

  /** {@see BOfferAdd} **/
  offer_edit: {
    title_edit: "ویرایش پیشنهاد ویژه",
    title_add: "ایجاد پیشنهاد ویژه",

    design_style: "طراحی",
    eligible_constraints: "محدودیت های واجد شرایط شدن مشتری",

    title_input: "عنوان",
    title_input_hint:
      "شما می توانید یک عنوان برای پیشنهاد خود وارد نمایید. این عنوان به مشتری نشان داده می شود.",
    description_input: "توضیح",
    description_input_hint:
      "شما می توانید  توضیح برای پیشنهاد خود اضافه نمایید. این متن به مشتری نشان داده می شود.",

    currency_input_message: "مبلغ  بر اساس این ارز محاسبه می گردد.",
    qualified_products: "محصولات واجد شرایط",
    qualified_products_message:
      "کالاها یا مجموعه های واجد شرایط ، تعداد کالاها در سبد خرید مشتری باید برابر یا بیشتر از حداقل مقدار باشند.",
    min_items: "حداقل تعداد در سبد خرید",
    min_items_message:
      "حداقل تعداد از محصولات واجد شرایط که باید در سبد خرید مشتری باشد",
    offered_products: "محصولات هدف",
    offered_products_message:
      "درصورتی که یکی از این کالا ها در سبد خرید مشتری باشد، تخفیف این پیشنهاد ویژه بر روی آن اعمال می گردد.",
    discount_percent: "درصد تخفیف",
    discount_percent_message: "درصد تخفیف برای محصولات هدف.",
    discount_percent_hint: "میزان تخفیف که میخواهید به محصولات هدف اعمال گردد.",

    per_order: "تکرار برای هر سفارش",
    per_order_message: "حداکثر تعداد پیشنهاد ویژه قابل اعمال به هر سفارش",

    count_input: "تعداد",
    count_input_hint:
      "حداکثر تعداد قابل استفاده از این پیشنهاد ویژه در فروشگاه",

    min_purchase: "حداقل مبلغ خرید",
    min_purchase_hint: "مبلغ خرید بایستی بیشتر یا مساوی این مبلغ باشد",
    limitation: "محدودیت ها",

    date_start_input: "شروع",
    date_start_input_placeholder:
      "زمان شروع اعتبار پیشنهاد ویژه را انتخاب نمایید",
    date_end_input: "پایان",
    date_end_input_placeholder:
      "زمان پایان اعتبار پیشنهاد ویژه را انتخاب نمایید",
    max_actives_is_3: "حداکثر تعداد پیشنهادهای ویژه اتومات فعال 3 عدد می باشد.",
    enable: "فعال",

    notifications: {
      add: "پیشنهاد ویژه با موفقیت ایجاد گردد.",
      edit: "تغییرات بر روی پیشنهاد ویژه با موفقیت ثبت گردید.",
    },

    config: {
      subtitle:
        "با تعیین عنوان، توضیحات و وضعیت دسترسی عمومی، شروع به ساختن یک پیشنهاد هوشمند کنید.",
    },
    limit: {
      subtitle:
        "حداکثر محدودیت استفاده برای این پیشنهاد را در این بخش تنظیم کنید.",
    },
    duration: {
      subtitle:
        "اگر می‌خواهید یک بازه زمانی خاص برای یک پیشنهاد تعیین کنید، می‌توانید مدت زمان را اینجا پیکربندی کنید.",
    },
    constraints: {
      subtitle:
        "معیارها و شرایط واجد شرایط بودن برای این پیشنهاد را اینجا تنظیم کنید. این پیشنهاد به اقلام سبد خرید که این شرایط را دارا هستند اعمال می‌شود.",
    },
    discounted_products: {
      title: "محصولات تخفیف خورده",
      subtitle:
        "می‌توانید محصولاتی که این پیشنهاد به آن‌ها تخفیف اعمال می‌کند را مشخص کنید.",
    },
    cluster: {
      subtitle:
        "با مرتبط کردن این پیشنهاد با یک خوشه، می‌توانید آن را به راحتی همراه با سایر منابع در یک مکان مدیریت کنید.",
    },
  },

  /** {@see BPageCampaignAds} **/
  campaign_ads: {
    menu: {
      banner: "بنر",
      reportage: "رپورتاژ",
      social: "شبکه اجتماعی",
      offline: "آفلاین",
    },
  },

  /** {@see BPageShopMarketingEmail} **/
  emails: {
    title: "ایمیل مارکتینگ",
    subtitle:
      "ایمیل‌ها را با کشیدن و رها کردن طراحی، برنامه‌ریزی و ارسال کنید. کمپین‌های ایمیل مارکتینگ اطلاعات قابل اعتماد و دقیقی از تعداد مشاهده ها و میزان فروش به شما در اینجا ارائه خواهند کرد.",
    cation_message: "⚠ برای کاربران تایید نشده محدود است. (بتا)",

    subject: "عنوان",
    from: "فرستنده",
    in_que: "در صف",
    schedule_at: "تاریخ ارسال",
    sent: "ارسال",
    sends: "ارسال",
    delivers: "رسیده",
    views: "دیده شده",
    clicks: "کلیک",
    buys: "خرید",
    new_email: "ایمیل جدید",
    new_email_message: "یک ایمیل جدید ایجاد نمایید",
  },

  /** {@see BPageEmailMarketingDashboard} **/
  email_dashboard: {
    review: "بازخوانی",
    waiting_for_approve: "در انتظار تایید توسط {name}",
    approved_by: "ایمیل توسط {name} تایید و ارسال شد.",
    not_submitted_send_request:
      "شما هیچ درخواستی برای ارسال این ایمیل ثبت نکرده اید.",
    reviewed_by: "بازخوانی شده توسط {name}",
    status: "وضعیت ایمیل",
    conversion: "نرخ های تبدیل",

    sell_performance: "بازده فروش",
    total_buys: "تعداد فروش ها",
    amount_buy: "مجموع مبلغ فروش",
    average_sell: "میانگین هر سفارش",
    sessions: "ورود کاربران",
    overview: "نمای کلی",
    purchase_amount: "مبلغ خرید",
    actions: "فعالیت کاربر",
  },

  /** {@see BPageEmailMarketing} **/
  email_page: {
    emails: "ایمیل ها",
    edit: "ویرایش",
  },

  /** {@see BPageAffiliator} **/
  affiliate_page: {
    affiliates: "همکاران تجاری",
    orders: "سفارشات",
    payments: "پرداخت ها",
  },

  /** {@see BPageAffiliateDashboard**/
  affiliate_dashboard: {
    link: "لینک همکار",
    fix_commission: "پورسانت ثابت",
    percent_commission: "پورسانت درصدی",
    last_payment: "آخرین پرداخت",
    balance: "موجودی",
    total_payment: "مجموع پرداخت",
    status: "وضعیت و محدودیت های همکاری",
    available_for: "برای محصولات",
    orders_count: "تعداد سفارشات",
    orders_accepted: "سفارشات تایید شده",
    finance: "گزارش مالی",

    amount_accepted: "مبلغ تایید شده",
    amount_paid: "مبلغ پرداخت شده",
    sessions: "ورودی کاربران",
    affiliate_payment: "پرداخت ها به همکار",
    amount_payment: "مقدار پرداخت",
    amount_payment_hint: "مقدار دقیق تراکنش",
    i_paid: "اینجانب مبلغ {amount} {currency} به {name} پرداخت کردم.",
    pay_now: "تسویه حساب",
  },

  /** {@see BPageShopPermissionRoles**/
  permission_roles: {
    new_role: "نقش جدید",
    new_role_message: "با تعریف نقش ها، کار تیمی در مقیاس بزرگ را آسان نمایید.",
    new_role_action: "ایجاد نقش جدید",
  },

  /** {@see Affiliate**/
  user_affiliates: {},

  /** {@see BPageShopIncentivesLottery**/
  shop_lotteries: {
    title: "بازی",
    sub_title:
      "کاربران شما می توانند بازی هایی را انجام داده و برنده جوایزی شوند که شما برای آن ها در نظر گرفته اید. مشتریان فروشگاه شما برای هر بار بازی بایستی ۱۰ ژتون مصرف نمایند. به طورمثال اگر قصد دارید مشتریانتان در ازای  ۱ میلیون تومان یک شانس برای بازی داشته باشند بایستی مبلغ هر ژتون را ۱۰۰ هزار تومان تعیین نمایید. مبلغ ۰ برای هر ژتون به معنی آن است که خریدار در ازای هر خرید یک ژتون دریافت خواهد نمود.",
    manually_send_chip: "آیا میخواهید به کاربرانتان دستی ژتون بدهید؟",
    manual_send_token_action: "ارسال دستی توکن‌ها",

    lottery_enable: "آیا بازی فعال است؟",
    chip_price_input: "قیمت هر ژتون",
    zero_chip_message: "یک ژتون به ازای هر خرید.",
    chip_has_price_message: "به ازای هر {amount} {currency} خرید یک ژتون.",
    chip_disabled_message: "دادن ژتون ها متوقف شده است.",
    create_new: "جایزه جدید",
    delete_alert: {
      title: "حذف جایزه",
      message: "آیا مطمئن هستید که این جایزه را برای همیشه حذف می کنید؟",
      action: "بله، حذف شود",
    },
    notifications: {
      delete_success: "جایزه با موفقیت حذف شد.",
    },
    config: {
      subtitle:
        "با ایجاد تجربه‌ای گیمیفاید در فروشگاه خود، خرید مشتریان را افزایش دهید. جوایز و شانس برنده شدن را برای مشتریانی که با خرید توکن کسب می‌کنند، تنظیم کنید. هر بار بازی ۱۰ توکن هزینه دارد و می‌توانید جوایز ویژه‌ای برای خریداران اولین بار ارائه دهید. بازی پیش‌فرض چرخ شانس است، اما می‌توانید آن را بر اساس چیدمان فروشگاه خود سفارشی کنید.",
    },
    empty_prize_list: "جوایز را اینجا ایجاد و مدیریت کنید...",
  },

  /** {@see BLotteryAdd**/
  lottery_edit: {
    title_edit: "ویرایش جایزه",
    title_add: "جایزه جدید",
    general_config: "تنظیمات کلی",
    design_style: "ظاهر و طراحی",
    enable: "فعال است؟",
    enable_message: "بیشترین تعداد جایزه های هر بازی 14 عدد خواهد بود.",
    title_input: "عنوان",
    title_input_hint: "یک عنوان کوتاه برای جایزه وارد نمایید.",
    description_input: "توضیحات",
    description_input_hint: "در باره این جایزه مطلبی بنویسید.",
    quantity: "تعداد",
    quantity_message: "موجودی",
    image: "تصویر",
    image_placeholder: "یک تصویر انتخاب نمایید",
    chance: "شانس",
    chance_message: "درصد شانس برنده شدن این جایزه.",
    free_for_first: "آیا برای کاربران جدید رایگان است؟",
    free_for_first_message: "کاربران جدید می توانند این آیتم را برنده شوند.",
    not_free_for_first_message:
      "این جایزه برای اولین بازی رایگان در دسترس نیست.",

    amount: "مبلغ جایزه",
    amount_hint:
      "این مبلغ را میتوان برای پرداخت بخشی از مبلغ سفارش استفاده کرد.",
    currency_message: "مبالغ بر اساس این ارز محاسبه می شود.",
    discount: "درصد تخفیف",
    discount_message: "درصد تخفیفی که به سفارش مشتری اعمال می گردد",
    discount_limit: "سقف تخفیف",
    discount_limit_hint: "حداکثر مبلغ تخفیف داده شده به مشتری.",
    color: "رنگ",
    condition: "شرایط",

    notifications: {
      add: "آیتم جدید بازی ایجاد گردید.",
      edit: "تغییرات آیتم با موفقیت ذخیره گردید.",
    },
    config: {
      subtitle:
        "در اینجا می‌توانید جوایز لاتاری فروشگاه خود را ایجاد کنید. عنوان، توضیحات، رنگ و تصویر هر جایزه را تنظیم کنید.",
    },
    design: {
      subtitle: "در اینجا می‌توانید تصویر و رنگ جایزه را انتخاب کنید.",
    },
    constraints: {
      subtitle: "معیارها و محدودیت‌های برنده شدن این جایزه را مشخص کنید.",
    },
    prize: {
      title: "جایزه",

      subtitle:
        "جزئیات جایزه را اینجا تنظیم کنید. گزینه‌ها شامل کدهای تخفیف، کارت‌های هدیه، اعتبار و سایر تخفیفات به عنوان جوایز لاتاری هستند.",
    },
    product_input: {
      label: "جایزه محصول",
      message: "یک محصول را برای جایزه انتخاب کنید (رایگان است)",
    },
  },

  /** {@see BGiftcardTypeInput**/
  gift_card_types_list: {
    label: "نوع کارت هدیه",
    message: "نوع کارت هدیه را از لیست انتخاب کنید.",
  },

  /** {@see BEmailMarketingEditor**/
  email_builder: {
    service_unavailable: "سرویس ایمیل در حساب شما فعال نیست.",
    design_section: "صفحه طراحی ایمیل",
    schedule_switch: "ارسال برای زمان دیگری برنامه ریزی گردد؟",
    schedule_placeholder: "زمان ارسال را انتخاب نمایید",
  },

  /** {@see BCustomersFunnel**/
  user_funnel: {
    REGISTER_DATE: {
      title: "تاریخ عضویت",
      description: "فیلتر بر اساس بازه زمانی عضویت کاربر.",
    },
    LAST_BUY_DATE: {
      title: "آخرین خرید",
      description: "زمان آخرین خرید کاربر.",
    },
    LOGIN_DATE: {
      title: "آخرین ورود",
      description: "بازه زمانی آخرین فعالیت کاربر.",
    },
    LEVEL: {
      title: "باشگاه مشتریان",
      description: "مشتریانی که عضو باشگاه مشتریان باشند.",
    },
    SUBSCRIBED: {
      title: "اشتراک",
      description: "داشتن اشتراک دریافت ایمیل.",
    },
    NOT_PURCHASED: {
      title: "بدون خرید",
      description: "کاربرانی که تا به حال خریدی نداشته اند.",
    },
    SEX: {
      title: "جنسیت",
      description: "فیلتر بر اساس جنسیت کاربر.",
    },
    LOCATION: {
      title: "موقعیت",
      description: "فیلتر بر اساس موقعیت کاربر.",
    },

    LIMIT: {
      title: "محدودیت",
      description: "محدود کردن حداکثر تعداد کاربران.",
    },
  },

  /** {@see InlineHelp**/
  inline_help: {
    helps_title: "راهنمای استفاده از سرویس",
    blogs_title: "مطالب مرتبط در وبلاگ سلدان",
  },

  /** {@see BPageShopFinanceTax**/
  shop_tax: {
    region: "ناحیه",
    label: "برچسب",
    country_tax: "مالیات کشور",
    customer_tax: "ارزش افزوده برای اشخاص",
    business_tax: "ارزش افزوده برای شرکت",
    shipping: "حمل و نقل",
    override: "بازنویسی",
    country: "کشور",
    vat_range: "رنج مالیات",
    custom: "تغییرات",
    regions: "نواحی",
    rest_world: "باقی جهان",
    overrides: "تنظیم",
    dialog_set_title: "تنظیمات مالیات",

    tax_setting: "تنیظیمات مالیات",
    vat: "ارزش افزوده",

    calculate_tax_input: "اعمال خودکار مالیات",
    calculate_tax_message:
      "با فعال کردن این گزینه مالیات بر ارزش افزوده برای سفارشات شما محاسبه و اعمال خواهد شد.",

    tax_number: "شماره مالیاتی",
    tax_number_message:
      "کد مالیاتی خود را وارد نمایید. این کد در فاکتور خریدار ثبت می گردد.",

    tax_included_in_price_input: "مالیات در قیمت محصولات لحاظ شده است",
    tax_included_in_price_message:
      "اگر مبلغ مالیات را در قیمت محصول خود لحاظ کرده اید، این گزینه را انتخاب نمایید. مبلغ مالیات با فرمول زیر محاسبه خواهد شد:",
    tax_included_in_price_formula:
      "مالیات = (قیمت * نرخ ارزش افزوده) / ( 1+ نرخ ارزش افزوده)، برای مثال مبلغ مالیات برای یک کالا به قیمت 1000 تومان با نرخ ارزش افزوده 9% می شود 82 تومان.",

    tax_on_shipping_input: "اعمال مالیات بر روی هزینه حمل و نقل",
    tax_on_shipping_message:
      "با انتخاب این گزینه، مالیات بر روی هزینه حمل و نقل اعمال خواهد شد.",

    fixed_tax_rate: "نرخ مالیات ثابت",
    dynamic_tax_rate: "مالیات بر اساس مکان",

    locations_tip:
      "در لیست فوق تنها کشورهایی نمایش داده می شوند که در بخش تنظیمات فروشگاه > محدوده، به عنوان کشورهایی که به آنها سرویس می دهید، انتخابشان نموده اید.",
    locations_action: "تنظیمات محدوده تحت پوشش فروشگاه",

    save_alert: "تنظیمات ذخیره نشده است!",

    pos_tax_setting: "تنظیمات مالیات صندوق فروش",
  },

  /** {@see BPageTransportationService**/
  transportation_page: {
    menu: {
      dashboard: "داشبورد",
      transportations: "سرویس ها",
      orders: "سفارشات",
      setting: "تنظیمات",
      delivery_services: "سرویس ها",
      delivery_persons: "سفیرها",
    },
    go_to_courier_list: "مشاهده لیست پیک های من",
    go_to_service_list: "مشاهده لیست سرویس های حمل",
  },

  /** {@see BPageTransportationCouriers**/
  transportation_persons: {
    title: "مدیریت سفیران",
    notifications: {
      success_add: "سفیر افزوده شد.",
      success_reset: "آمار مربوط به سفیر ریست گردید.",
      success_remove: "سفیر با موفقیت حذف گردید.",
      success_update: "اطلاعات سفیر با موفقیت به روز گردید.",
    },
    reset: {
      title: "ریست آمار",
      message: "آیا از ریست آمار این سفیر اطمینان دارید؟",
      action: "بله، ریست کن",
    },
    remove: {
      title: "حذف سفیر",
      message: "آیا می خواهید این سفیر را از لیست حذف نمایید؟",
      action: "بله، حذف کن",
    },
    add_dialog: {
      title: "افزودن سفیر جدید",
      action: "افزودن سفیر",
    },
  },
  /** {@see BPageTransportationOrders**/
  transportation_orders: {
    title: "سفارشات ارسالی",
    notifications: {
      success_update: "وضعیت ارسال مرسوله با موفقیت به روز شد.",
      success_payment: "پرداخت در محل با موفقیت تأیید شد.",
    },
  },
  /** {@see BPageCourier**/
  delivery_person: {
    actions_title: "منوی سفیر",
    action_delivered: "ارسال شد",
    action_paid: "تایید پرداخت",
    action_returned: "برگشت خورد",
    cod_confirm_action: "تایید پرداخت در محل",

    pickup_dialog: {
      title: "آیا مامور پیک این بسته هستید؟",
      message:
        "در صورتی که شما مسئول حمل این مرسوله هستید گزینه بله را انتخاب نمایید، در غیر این صورت گزینه خیر را بزنید.",
    },
    status_dialog: {
      title: "تغییر وضعیت به {status}",
      message: "آیا از تغییر وضعیت مرسوله به {status} اطمینان دارید؟",
      action: "بله، تایید می کنم!",
    },
    cod_dialog: {
      title: "تایید پرداخت در محل",
      message: "آیا دریافت مبلغ سفارش از خریدار را تایید می نمایید؟",
      action: "بله، پرداخت را تایید می کنم!",
    },
  },

  /** {@see BPageTransportationServices**/
  transportation_services: {
    title: "مدیریت سرویس های ارسال",
    notifications: {
      success_add: "سرویس افزوده شد.",
      success_reset: "آمار مربوط به سرویس ریست گردید.",
      success_remove: "سرویس با موفقیت حذف گردید.",
      success_update: "اطلاعات سرویس با موفقیت به روز گردید.",
    },
    reset: {
      title: "ریست آمار",
      message: "آیا از ریست آمار این سرویس اطمینان دارید؟",
      action: "بله، ریست کن",
    },
    remove: {
      title: "حذف سرویس",
      message: "آیا می خواهید این سرویس را از لیست حذف نمایید؟",
      action: "بله، حذف کن",
    },
    add_dialog: {
      title: "افزودن سرویس جدید",
      action: "افزودن سرویس",
    },
  },
  /** {@see BPageTransportationPickups**/
  transportation_pickups: {
    addresses: {
      title: "آدرس های پیکآپ",
      subtitle:
        "آدرس‌های تحویل را در اینجا اضافه و ویرایش کنید. کاربر خواهد توانست آدرس تحویل را در صفحه تسویه حساب انتخاب کند.",
      add_action: "افزودن آدرس جدید",
    },
  },

  /** {@see DeliveryReceiptWidget**/
  delivery_receipt: {
    title: "رسید پیک",
    has_return: "بازگشت پیک",
    cashed: "پرداخت نقدی",
  },

  /** {@see BPageTransportationServiceDashboard**/
  delivery_dashboard: {
    select_destinations: "افزودن سفارشات به لیست",
    price_calculation: "برآورد هزینه حمل و نقل",
    price_calculation_action: "محاسبه قیمت",
    add_request: "درخواست سرویس",
    add_request_action: "ثبت درخواست سرویس",
    refresh_action: "به روز رسانی اطلاعات",
  },

  /** {@see DeliveryOrderWidget**/
  delivery_order: {
    title: "سفارش حمل بار",
    has_return: "بازگشت پیک",
    cashed: "پرداخت نقدی",
  },
  /** {@see TransportationOrderStatus**/
  transportation_order_status: {
    PENDING: "در انتظار",
    DELIVERED: "ارسال شده",
    RETURNED: "برگشت خورده",
    CANCELED: "لغو شده",
  },

  /** {@see BPagePos**/
  cash_register: {
    menu: {
      panel: "صندوق",
      orders: "سفارشات",
      customers: "مشتریان",
      devices: "دستگاه ها",
      inventory: "موجودی",
    },
    payment_confirm: "تایید پرداخت",
    payment_confirm_msg: "سفارش {basket_id} توسط مشتری پرداخت گردید.",
  },
  /** {@see BPosDeviceBarcodeScanner**/
  barcode_scanner: {
    wifi_pass: "رمز اتصال به شبکه بیسیم",
    message: "رمز وای فای خود را وارد نموده و کد بالا را اسکن نمایید.",
    wifi_ssid: "نام شبکه",
    ssid_message: "نام شبکه بیسیم (SSID) خود را وارد نمایید.",
  },
  /** {@see PosDeviceTypes**/
  pos_devices: {
    Scanner: "بارکد اسکنر",
    Scanner_desc:
      "برای استفاده از بارکد اسکنر بایستی کد SKU محصول را به درستی در تنظیمات محصول وارد نموده باشید.",
    Printer: "پرینتر",
    Printer_desc:
      "با اتصال به یک لیبل پرینتر فاکتور مشتریانتان را پرینت نمایید.",
    CustomerView: "نمایشگر مشتری",
    CustomerView_desc:
      "این صفحه امکان نمایش جزئیات خرید و مبلغ سفارش را برای مشتریان شما فراهم می آورد.",
    CardReader: "کارتخوان",
    CardReader_desc: "دستگاه کارت خوان برای پرداخت در محل توسط مشتریانتان.",
    ChipReader: "تگ",
    ChipReader_desc:
      "تگ خوان NFC برای اضافه کردن کالا به سبد با استفاده از تگ.",
  },
  /** {@see BPagePosDevices**/
  pos_register_devices: {
    delete_dialog: {
      title: "حذف دستگاه",
      message: "آیا می خواهید این دستگاه را از پروفایل صندوق خود حذف نمایید؟",
      action: "بله، حذف شود",
    },
  },

  /** {@see BPageOrderPos**/
  pos_process_center: {
    title: "سفارش صندوق",
    menu: {
      label: "لیبل",
      receipt: "فاکتور",
      back: "بازگشت",
      timeline: "جدول زمانی",
      order: "سفارش",
    },
  },
  /** {@see BPagePosPanel**/
  pos: {
    name: "صندوق فروشگاهی",

    message:
      "صندوق های فروشگاهی آنلاین خود را با هزینه نصب صفر داشته باشید، آن را روی هر تلفن هوشمند، تبلت و رایانه شخصی اجرا کنید، یا سفارشات را به صورت دستی ایجاد کنید.",

    add_customer: "انتخاب مشتری",
    set_delivery: "ارسال درب منزل",
    add_giftcards: "افزودن کارت هدیه",
    add_discount_code: "افزودن کد تخفیف",
    add_coupon: "افزودن کوپن",
    set_campaign: "انتخاب کمپین",
    select_buyer: "مشتری را انتخاب نمایید!",
    send_to_pos: "ارسال به دستگاه کارتخوان",
    print_receipt: "پرینت رسید",
    confirm_cash_payment: "تایید پرداخت نقدی",
    payment_cod: {
      title: "پرداخت در محل",
      message:
        "مبلغ این سفارش موقع تحویل پرداخت خواهد شد. شما بایستی پس از دریافت مبلغ از خریدار، تایید پرداخت را برای این سفارش انجام دهید. به این ترتیب سفارش در سیستم تکمیل خواهد شد.",
    },
    payment_online: {
      title: "انتخاب کانال ارسال لینک پرداخت",
      message:
        "با انتخاب هر یک از گزینه های زیر یک لینک پرداخت ایجاد شده و برای خریدار ارسال می گردد. با پرداخت این لینک، وضعیت سفارش به حالت پرداخت شده تغییر خواهد کرد. لینک پرداخت از طریق اسکن کد QR ایجاد شده در صفحه نمایش مشتری، پیامک و یا ایمیل قابل دسترس خواهد بود. برای فعال نمودن هر کانال ارسال لینک بر روی آن گزینه کلیک کرده و سپس کلید ارسال رسید برای خریدار را بزنید.",
    },
    notifications: {
      success_pay: "پرداخت سفارش تایید گردید.",
      success_order:
        "سفارش با موفقیت ثبت گردیده و در انتظار پرداخت توسط مشتری می باشد.",
    },
    payment_dialog: {
      check_pay_now: "بررسی دستی پرداخت",
      close_action: "بستن صفحه، نمی خواهم منتظر پرداخت مشتری بمانم",
      go_to_order: "برو به صفحه سفارش",
      paid_by_gift_card_msg:
        "تمام مبلغ سفارش از کارت های هدیه برداشت شد! خریدار نیازی به پرداخت وجه بیشتری ندارد.",
      cod_msg: "مشتری در زمان دریافت کالا مبلغ سفارش را پرداخت خواهد کرد.",
      online_msg: "از مشتری بخواهید کد QR را روی صفحه مشتری اسکن کند.",
    },
  },
  /** {@see BPageShopProductsImporter**/
  exporter: {
    title: "گرفتن خروجی اطلاعات",
    subtitle:
      "داده های شما مال شماست! شما می توانید اطلاعات کسب و کار خود را در قالب استاندارد در هر زمان دانلود کنید. اما به حریم خصوصی مشتریان خود احترام بگذارید، آنها را اسپم نکنید و هرگز اطلاعات آنها را با خدمات شخص ثالث به اشتراک نگذارید. رعایت حریم خصوصی مشتریان خط قرمز است.",

    excel:
      "لیست تمام {type} فروشگاه را به همراه اطلاعات کامل در فرمت اکسل دریافت خواهید نمود.",
    csv: "لیست تمام {type} فروشگاه را به همراه اطلاعات کامل در فرمت csv دریافت خواهید نمود. این فرمت مطابق به فرمت استاندارد سلدان برای وارد نمودن لیست {type} به فروشگاه است.",
  },
  /** {@see BPageShopProductsImporter**/
  importer: {
    category: {
      title: "وارد کردن دسته بندی ها",
      subtitle:
        "فایل CSV دسته ها را اینجا آپلود کنید. مطمئن شوید که از فرمت استاندارد پیروی می کنید.",
    },
    product: {
      title: "وارد کردن محصولات",
      subtitle:
        "فایل CSV محصولات را اینجا آپلود کنید. مطمئن شوید که از فرمت استاندارد پیروی می کنید.",
    },
    product_images: {
      title: "دریافت تصاویر",
      subtitle:
        "دریافت اطلاعات تصاویر زمانبر است. دقت داشته باشید که در زمان وارد کردن تصاویر حق کپی رایت را رعایت نمایید.",
    },
    inventory: {
      title: "آپدیت کلی انبار",
      subtitle:
        "آپلود فایل CSV موجودی انبار. اطمینان حاصل کنید که ابتدا از موجودی انبار خروجی CSV گرفته و سپس آن فایل را ویرایش کنید.",
    },

    back_to_products: "بازگشت به لیست محصولات",
    back_to_categories: "بازگشت به لیست دسته بندی ها",
    back_to_inventory: "بازگشت به لیست انبار",

    step_select_file: "انتخاب فایل CSV",
    step_send_to_server: "بارگذاری",
    step_view_result: "نمایش نتایج",
    step_view_que: "لیست صف اجرا",
    send_to_server_action: "تایید و ارسال",

    shop_license: "پلن فروشگاه",
    max_items_limit: "محدودیت بیشترین تعداد",
    total_items: "تعداد آیتم ها",
    /** {@see BShopCustomerImporter**/
    customer: {
      title: "وارد کردن مشتریان",
      subtitle:
        "فایل‌های CSV مشتریان را اینجا بارگذاری کنید. اطمینان حاصل کنید که قالب صحیح است و با قوانین حفظ حریم خصوصی مطابقت دارد.",
    },

    /**
     * @see BVendorsImporter
     */
    vendor: {
      title: "وارد کردن فروشندگان",
      subtitle:
        "فایل‌های CSV فروشندگان را اینجا بارگذاری کنید. اطمینان حاصل کنید که قالب صحیح است و با مقررات حریم خصوصی مطابقت دارد.",
      checklist: {
        title: "چک لیست مهم",
        subtitle: "حتماً دستورالعمل‌ها را دنبال کنید.",
        sample_files: "فایل‌های نمونه",
        valid_vendor_name_needed:
          "شما باید یک <b>نام معتبر</b> ارائه دهید. از <b>نام</b> برای تعیین اینکه آیا باید یک فروشنده جدید <i>(ایجاد)</i> شود یا یک فروشنده موجود <i>(به‌روزرسانی)</i> استفاده می‌شود.",
        assign_user_after_import:
          "پس از وارد کردن فروشندگان، می‌توانید به صورت دستی یک کاربر را برای دسترسی به پنل فروشنده اختصاص دهید.",
      },
      need_kyc_alert:
        "شما باید اطلاعات شخصی خود را تأیید کنید قبل از اینکه بتوانید فروشندگان را وارد کنید.",
      back_to_vendors_list: "بازگشت به فهرست فروشندگان",
    },
  },

  /**
   * @see BPageMarketplaceProducts
   */
  marketplace_products: {
    title: "محصولات فروشندگان",
    subtitle:
      "این کاتالوگ فهرستی از تمام محصولاتی که توسط فروشندگان ارائه می‌شوند را نشان می‌دهد. در بازار، یک محصول می‌تواند به یک یا چند فروشنده مرتبط باشد. هر فروشنده‌ای که با یک محصول مرتبط است، یک ورودی منحصر به فرد دارد که شامل جزئیات موجودی و قیمت‌گذاری مخصوص به آن فروشنده است.",
    filter_vendor: {
      placeholder: "فیلتر بر اساس فروشنده...",
    },
    filter_status: {
      placeholder: "فیلتر بر اساس وضعیت...",
    },
  },

  /**
   * @see BPageMarketplaceRequests
   */
  marketplace_requests: {
    open_vendors_panel: "باز کردن پنل فروشندگان",
    title: "فهرست درخواست‌های فروشندگان",
    subtitle:
      "این لیستی از درخواست‌های افرادی است که برای تبدیل شدن به فروشنده در بازار شما درخواست داده‌اند.",
  },

  /**
   * @see BPageMarketplaceSetting
   */
  marketplace_setting: {
    marketplace: {
      title: "بازار",
      subtitle:
        "غیرفعال کردن بازار برخی از قابلیت‌ها را غیرفعال می‌کند. اگر می‌خواهید کل بازار خود را غیرفعال کنید، باید فروشگاه خود را در تنظیمات غیرفعال کنید.",
    },
    distribution_model: {
      title: "مدل توزیع",
      subtitle:
        "بازارها می‌توانند از مدل‌های توزیع مختلفی استفاده کنند. چه ترجیح دهید که فروشندگان کالاها را مستقیماً به خریداران ارسال کنند یا سفارش‌ها را در انبار خودتان جمع‌آوری و ارسال کنید، می‌توانید مدلی را انتخاب کنید که بهترین نیازهای شما را برآورده کند.",
    },
    access: {
      title: "دسترسی فروشندگان",
      subtitle:
        "به عنوان مدیر، شما می‌توانید سطح دسترسی فروشندگان به داشبورد محصولات را کنترل کنید. تنظیمات دسترسی عمومی را تنظیم کنید تا به فروشندگان اجازه دهید محصولات و دسته‌بندی‌های خود را اضافه کنند یا این دسترسی را فقط به مدیران محدود کنید.",
    },
    need_enable_shipping_for_vendors_tips:
      "برای هر روش به طور جداگانه، باید حمل‌ونقل برای فروشندگان را در تب Shop > Logistic فعال کنید.",
    transportation_available_tooltip: "این گزینه برای فروشندگان موجود است.",
    transportation_not_available_tooltip:
      "برای فروشندگان در دسترس نیست! می‌توانید آن را در تنظیمات حمل‌ونقل فعال کنید.",
    panel: {
      title: "پنل فروشندگان",
      subtitle:
        "فروشندگان خود را از طریق دامنه اختصاصی خودتان به سیستم وارد کنید.",
    },
    documents: {
      title: "اسناد",
      subtitle:
        "می‌توانید از فروشندگان خود بخواهید که اسناد را بارگذاری کنند یا قراردادهای مشخصی را امضا کنند. اسناد مورد نیاز را در اینجا مشخص کنید.",
      add_document_action: "افزودن درخواست سند",
    },
    inputs: {
      enable: {
        false_description:
          "بازار غیرفعال است و تمامی قابلیت‌های بازار غیرفعال می‌شوند.",
        true_description: "بازار فعال است و تمامی قابلیت‌های بازار فعال هستند.",
      },
      product: {
        label: "افزودن محصول جدید",
        true_title: "فروشندگان می‌توانند محصولات اضافه کنند",
        false_description:
          "شما محصولات را اضافه کرده و به فروشندگان اختصاص می‌دهید. فروشندگان فقط می‌توانند قیمت و موجودی را مدیریت کنند.",
        true_description:
          "فروشندگان می‌توانند محصولات خود را مستقیماً در پنل فروشنده مدیریت و اضافه کنند.",
      },
      need_verify: {
        label: "فرآیند تأیید محصولات",
        false_description: "محصولات جدید فروشنده بلافاصله به نمایش در می‌آیند.",
        false_title: "نیازی به تأیید نیست",
        true_description:
          "محصولات جدید فروشنده نیاز به تأیید مدیر دارند تا در بازار نمایش داده شوند.",
        true_title: "نیاز به تأیید",
      },
      category: {
        label: "افزودن دسته‌بندی جدید",
        true_title: "فروشندگان می‌توانند دسته‌بندی اضافه کنند",
        false_description:
          "شما دسته‌بندی‌ها را اضافه می‌کنید. فروشندگان فقط می‌توانند محصولات خود را در دسته‌بندی‌های موجود اضافه کنند.",
        true_description:
          "فروشندگان می‌توانند دسته‌بندی‌ها را مستقیماً در پنل خود اضافه و مدیریت کنند.",
      },
      shipping: {
        label: "گزینه‌های حمل‌ونقل",
        true_title: "فروشندگان دارای گزینه‌های حمل‌ونقل هستند",
        false_description:
          "فروشندگان نمی‌توانند روش حمل‌ونقل خود را اضافه یا سفارشی‌سازی کنند.",
        true_description:
          "فروشندگان می‌توانند روش‌های حمل‌ونقل خود را تنظیم کنند، پیک‌ها را اضافه کرده و آن را برای خودشان سفارشی‌سازی کنند.",
      },
      hidden_customer: {
        label: "نمایش اطلاعات تماس خریدار",
        true_description: "جزئیات تماس خریدار از فروشندگان پنهان است.",
        false_description:
          "جزئیات تماس خریدار، مانند شماره تلفن و ایمیل، برای فروشندگان قابل مشاهده است.",
      },
      multi: {
        false_description:
          "یک کاربر می‌تواند تنها یک حساب فروشنده داشته باشد. کاربران به پنل خود در /vendors هدایت می‌شوند.",
        true_description:
          "یک کاربر می‌تواند بیش از یک حساب فروشنده داشته باشد. این یک ویژگی بتا است؛ قبل از استفاده از آن با ما تماس بگیرید.",
        true_title: "حالت چند فروشنده‌ای",
        false_title: "حالت تک فروشنده‌ای (پیش‌فرض)",
      },
    },
    notifications: {
      update_success: "تنظیمات فروشنده با موفقیت به‌روزرسانی شد.",
    },
    add_document_dialog: {
      title: "مدارک و الزامات",
      type: {
        title: "نوع سند",
        subtitle:
          "در اینجا می‌توانید یک درخواست سند اضافه کنید. این درخواست در پنل فروشنده نمایش داده می‌شود و او را برای بارگذاری سند مربوطه راهنمایی می‌کند.",
      },
      guide: {
        title: "راهنما",
        subtitle:
          "راهنمایی کوتاهی ارائه دهید تا به فروشندگان کمک کند متوجه شوند کدام اسناد را باید بارگذاری کنند و چگونه این کار را به درستی انجام دهند.",
      },
      code: {
        title: "کد جاسازی",
        subtitle:
          "کد جاسازی یک سند، فرم یا قراردادی که فروشنده باید امضا کند را اینجا وارد کنید.",
      },
      link: {
        title: "لینک خارجی",
        subtitle:
          "یک لینک خارجی به سند یا قراردادی که فروشنده باید امضا کند ارائه دهید.",
      },
      inputs: {
        title: {
          label: "عنوان",
          placeholder: "یک عنوان برای درخواست سند وارد کنید.",
        },
        guide: {
          label: "راهنما (اختیاری)",
          placeholder:
            "در صورت لزوم، یک راهنمای کوتاه یا دستورالعمل‌ها را ارائه دهید که شامل لینک به قراردادها یا اسناد دیگر باشد.",
        },
        code: {
          label: "کد جاسازی",
          placeholder: "کد جاسازی را اینجا وارد کنید...",
          message: "می‌تواند شامل کد HTML باشد.",
        },
        url: {
          label: "آدرس URL",
          message: "آدرس URL سند یا قرارداد را اینجا وارد کنید...",
        },
      },
    },
  },

  /**
   * @see ShopMarketplaceModes
   */
  ShopMarketplaceModes: {
    Collective: {
      title: "تجمیع مرسولات",
      description:
        "در این حالت، تمام سفارش‌ها ابتدا به انبار شما ارسال شده و سپس از یک مکان مرکزی به مشتریان ارسال می‌شود. فروشندگان کالاهای خود را به انبار شما ارسال می‌کنند، بنابراین آدرس حمل‌ونقل برای فروشندگان، آدرس انبار شما خواهد بود.",
    },
    Direct: {
      title: "ارسال مستقیم از فروشنده",
      description:
        "در این حالت، فروشندگان سفارش‌ها را مستقیماً به مشتریان ارسال می‌کنند. آدرس حمل‌ونقل برای سفارش‌های فروشندگان، آدرس خریدار خواهد بود.",
    },
  },

  /**
   * @see VendorDocumentType
   */
  VendorDocumentType: {
    Identification: {
      title: "سند شناسایی مالک",
      description:
        "برای تأیید هویت مالک یا مدیر ارشد کسب‌وکار، یک مدرک شناسایی صادر شده توسط دولت بارگذاری کنید.",
    },
    Business: {
      title: "اسناد کسب‌وکار",
      description:
        "اسناد ضروری کسب‌وکار مانند مجوزها یا گواهی‌های ثبت را برای تأیید وضعیت قانونی کسب‌وکارتان ارائه دهید.",
    },
    Address: {
      title: "تأیید آدرس",
      description:
        "یک سند برای تأیید آدرس کسب‌وکارتان ارسال کنید، مانند قبض خدمات عمومی، فاکتور مالیاتی، یا قرارداد اجاره.",
    },
    Contract: {
      title: "قراردادها و توافق‌نامه‌ها",
      description:
        "قراردادها یا توافق‌نامه‌هایی که شرایط و ضوابط روابط کسب‌وکار شما را تعیین می‌کنند، بارگذاری کنید.",
    },
    Copyright: {
      title: "اسناد حق چاپ",
      description:
        "اسناد ثبت حق چاپ خود را برای تأیید حقوق مالکیت معنوی خود ارائه دهید.",
    },
    Privacy: {
      title: "اسناد سیاست حفظ حریم خصوصی",
      description:
        "اسناد سیاست حفظ حریم خصوصی خود را برای نشان دادن تعهد کسب‌وکارتان به حفاظت از اطلاعات کاربران و مشتریان ارائه دهید.",
    },
    Embed: {
      title: "فرم جاسازی شده",
      description:
        "فرم جاسازی شده را کامل کنید تا اطلاعات مورد نیاز را ارائه دهید.",
    },
    Link: {
      title: "لینک خارجی",
      description:
        "لینک خارجی را دنبال کنید تا اطلاعات مورد نیاز را ارائه دهید.",
    },
  },

  /**
   * @see BPageMarketplaceWallets
   */
  marketplace_wallets: {
    title: "کیف پول فروشندگان",
    subtitle:
      "نیازی به افزودن دستی کیف پول‌ها نیست! کیف پول‌های فروشندگان به صورت خودکار ایجاد می‌شوند. اگر یک روش پرداخت که از پرداخت‌های جداگانه پشتیبانی می‌کند (مانند Stripe Connect) را فعال کنید، سیستم به‌طور خودکار پرداخت‌ها را به حساب‌های فروشندگان مرتبط توزیع می‌کند. اگر این ویژگی فعال نباشد، باید به صورت دستی به فروشندگان پرداخت کنید و می‌توانید مبالغ بدهی به آنها را در لیست کیف پول‌ها مشاهده کنید.",
    filter_vendor: {
      placeholder: "فیلتر بر اساس فروشنده...",
    },
  },

  /**
   * @see BVendorAccountTransactionsList
   */
  vendor_account_transactions: {
    subtitle:
      "این بخش فهرستی دقیق از تمامی تراکنش‌ها برای کیف پول انتخاب‌شده ارائه می‌دهد. یک تراکنش شارژ زمانی ثبت می‌شود که مشتری با موفقیت برای یک سفارش پرداخت کند. اگر سفارشی لغو یا به‌صورت جزئی بازپرداخت شود، تراکنش بازپرداخت مربوطه نیز در اینجا ثبت خواهد شد.",
    vendor_bank: "بانک فروشنده",
    order_fee: "کارمزد سفارش",
    order_refund: "بازپرداخت سفارش",
    reverse_fund: "بازگشت وجه",
    payout: "واریز وجه",
  },

  /**
   * @see BPageMarketplacePayouts
   */
  marketplace_payouts: {
    title: "تاریخچه واریز وجه",
    subtitle:
      "این ویژگی حسابداری را برای شما و فروشندگان‌تان ساده‌تر می‌کند و با نگهداری یک سابقه دقیق از تمامی تراکنش‌ها. پرداخت‌ها می‌توانند به صورت دستی از طریق انتقال بانکی یا روش‌های دیگر انجام شوند، یا به صورت خودکار توسط ارائه‌دهندگان پرداختی که از پرداخت‌های جداگانه پشتیبانی می‌کنند، مانند Stripe، مدیریت شوند.",
    top_up_vendor_action: "افزایش اعتبار حساب فروشنده",
  },

  /**
   * @see BPageMarketplacePricings
   */
  marketplace_pricings: {
    title: "طرح‌های قیمت‌گذاری",
    subtitle:
      "مدل‌های قیمت‌گذاری را برای بازار خود تنظیم کنید، مانند یک کارمزد ۵٪ برای محصولات دیجیتال. این کار مدیریت قیمت‌گذاری را سریع‌تر و کارآمدتر می‌کند.",
    add_pricing_action: "افزودن طرح قیمت‌گذاری",
  },

  /**
   * @see BVendorPricingAdd
   */
  vendor_pricing_add: {
    title: "مدل قیمت‌گذاری بازار",
    subtitle:
      "وقتی یک مدل قیمت‌گذاری به محصولات فروشنده اختصاص داده می‌شود، قیمت به‌طور خودکار به‌صورت قیمت فروشنده * (1 + درصد کمیسیون) محاسبه می‌شود.",
    delete: {
      subtitle:
        "حذف یک مدل قیمت‌گذاری بر روی تمام محصولاتی که به آن مرتبط هستند تأثیر می‌گذارد. قبل از حذف یک مدل قیمت‌گذاری، مطمئن شوید که تمام محصولات فروشنده که از آن استفاده می‌کنند را به‌روزرسانی کرده و مدل قیمت‌گذاری دیگری را به آنها اختصاص دهید.",
      remove_pricing_action: "حذف مدل قیمت‌گذاری",
    },
    inputs: {
      title: {
        placeholder: "مثلاً، کلاس محصولات دیجیتال...",
      },
      description: {
        placeholder: "می‌توانید یک یادداشت در اینجا اضافه کنید...",
      },
      accept_delete: {
        true_description: "می‌خواهم این مدل قیمت‌گذاری را حذف کنم.",
        true_title: "تأیید حذف مدل قیمت‌گذاری",
      },
    },
  },

  /**
   * @see BVendorPayoutAdd
   */
  vendor_payout_add: {
    vendor: {
      title: "فروشنده",
      subtitle:
        "فروشنده‌ای را که می‌خواهید وجهی به او منتقل کنید انتخاب کنید. پس از انتخاب، گزینه‌های پرداخت موجود نمایش داده خواهند شد. اگر درگاه‌های پرداخت با قابلیت واریز را فعال کرده‌اید، آن گزینه‌ها نیز در اینجا نمایش داده می‌شوند.",
    },
    vendor_wallet: "کیف پول فروشنده",
    vendor_bank_account: "حساب بانکی فروشنده",
    with_balance_tooltip:
      "وقتی خدمات واریز مانند Stripe Connect را متصل می‌کنید، موجودی موجود در حساب Stripe شما بازیابی و برای مرجع شما نمایش داده می‌شود.",
    with_balance: "با موجودی",
    without_balance: "بدون موجودی - حالت سریع",
    bank_transfer: {
      title: "انتقال بانکی",
      subtitle:
        "این فقط یک رکورد از تاریخچه پرداخت است. هیچ وجهی به‌صورت واقعی به فروشنده توسط سیستم منتقل نخواهد شد؛ شما باید به صورت دستی به فروشندگان خود پرداخت کنید.",
    },
    vendor_bank: "بانک فروشنده",
    gateway_in_debug_mode_warning:
      "از آنجا که درگاه پرداخت در حالت دیباگ است، وجوه به یک حساب واقعی منتقل نخواهند شد.",
    payment: {
      title: "پرداخت",
      subtitle:
        "ارز را انتخاب کرده و مبلغی را که می‌خواهید به فروشنده منتقل کنید وارد کنید. اگر مبلغ منفی وارد کنید، وجوه از کیف پول فروشنده کسر می‌شود. برای حساب‌های متصل با گزینه‌های واریز، وجوه از حساب متصل مانند حساب Stripe فروشنده کسر خواهد شد.",
    },
    history: {
      title: "تاریخچه",
      subtitle:
        "بخشی از این پرداخت از طریق انتقال معکوس بازپرداخت شده است، به این معنی که موجودی از حساب فروشنده کسر شده و به حساب شما بازگردانده شده است.",
    },
    refund: {
      title: "بازپرداخت",
      subtitle:
        "مبلغ بازپرداخت شده از موجودی حساب فروشنده کسر خواهد شد. تمام پرداخت‌ها (یا مبالغ باقی‌مانده) در حساب فروشنده (مانند Stripe Connect) از طریق انتقال معکوس بازپرداخت خواهند شد.",
    },
    inputs: {
      vendor: {
        placeholder: "یک فروشنده را انتخاب کنید...",
      },
      note: {
        placeholder:
          "می‌توانید در اینجا یک یادداشت اضافه کنید... این یادداشت برای فروشنده قابل مشاهده نیست.",
      },
      accept_refund: {
        true_description: "می‌خواهم این پرداخت را لغو کنم.",
        true_title: "لغو و بازپرداخت پرداخت",
      },
    },
    notifications: {
      reverse_fund_success: {
        title: "بازگشت وجه",
        message:
          "بازگشت وجه فروشنده با موفقیت انجام شد و پول از بانک به کیف پول منتقل شده و به موجودی کیف پول اضافه شد.",
      },
      payout_success: {
        title: "واریز وجه",
        message: "پرداخت به فروشنده با موفقیت پردازش و اضافه شد.",
      },
    },
  },

  /**
   * @see BShopQuotaImporter
   */
  quota_importer: {
    quota: "سهمیه",
    max_batch_msg: "حداکثر تعداد مواردی که می‌توانید در یک نوبت وارد کنید.",
    max_daily_limit_msg:
      "حداکثر تعداد مواردی که می‌توانید در یک روز وارد کنید.",
    extra_daily_limit_msg: "موارد اضافی مجاز فراتر از حد روزانه.",
    add_items_today_msg: "موارد اضافه شده امروز.",
    file_statistic_msg: "آمار مربوط به این فایل.",
    used_quota: "سهمیه استفاده شده",
  },

  /** {@see BPageShopMarketingCampaign**/
  campaigns: {
    title: "کمپین ها",
    subtitle:
      "کمپین ها و لینک های قابل ردیابی را ایجاد کنید و اطلاعات قابل اعتماد و دقیق را از کارآمدی کمپین های خود در یک مکان مشاهده کنید. ما به شما کمک می کنیم تا تصمیمات مبتنی بر داده های بهتری بگیرید.",
    add_action: "ایجاد کمپین جدید",
    empty_message: "اولین کمپین فروش خود را بسازید!",
    delete: {
      title: "حذف کمپین",
      message: "آیا مطمئن هستید که این کمپین و تمام داده های آن را حذف کنید؟",
      action: "بله، حذف شود",
    },
  },

  landing_categories: {
    raw: "تمپلیت خام",
    all: "همه تمپلیت ها",

    marketing: "بازاریابی و تبلیغات",
    product: "معرفی محصول",
    health: "سلامت و تناسب اندام",
    food: "مواد غذایی",
    house: "فروش و اجاره مسکن",
    device: "تجهیزات و قطعات",
    car: "خودرو",
    software: "نرم افزار",
    clothing: "لباس و کفش",
    jewellery: "جواهرات",
  },
  /** {@see BPageShopSettingTheme**/
  shop_theme: {
    theme_colors: "رنگبندی سایت",
    theme_colors_description: "اینجا می‌توانید پالت رنگ اصلی فروشگاه خود را شخصی‌سازی کنید. هر قالب می‌تواند از این رنگ‌ها برای ایجاد خودکار یک طیف رنگ کامل که با برند شما هماهنگ است، استفاده کند.",
    products_view_mode: "نمایش لیست محصولات",
    products_view_mode_desc:
      "شما می توانید مدل نمایش محصولات را در فروشگاه خود بر اساس سایز صفحه مشخص نمایید. این مقادیر به عنوان پیشفرض در نظر گرفته خواهد شد و درصورتی که کاربر روش نمایش را تغییر دهد، این مقادیر اعمال نخواهد شد.",

    color_light: " رنگ اصلی روشن",
    color_dark: "رنگ اصلی تیره",
    color_deep_dark: "تاریک ترین رنگ",
    color_info: "لینک ها",
    light_checkout: "تم فرم ثبت سفارش",
    light_header: "تم منوی بالا",
    light_footer: "تم منوی پایین",
    light_filter: "تیم فیلتر دسته بندی",
    checkout_color: "رنگ فرم ثبت سفارش",


    typography: "تایپوگرافی",
    header: "هدر",
    custom_code: "کد سفارشی",
    custom_css: "سفارشی CSS",
    custom_variants: "انواع",

    wrap_product_title: {
      title: 'عنوان قابل تغییر',
      subtitle: 'ارتفاع عنوان به صورت خودکار تنظیم می‌شود.'
    },
    animation: {
      title: 'انیمیشن',
      static: {
        false_title: "با انیمیشن",
        false_description: "دسته‌بندی‌ها و محصولات دارای انیمیشن‌های تعاملی برای نمایش عملکرد هستند.",
        true_title: "ایستا",
        true_description: "دسته‌بندی‌ها و محصولات بدون انیمیشن هستند."
      }
    },

    quick_actions: {
      title: "خرید سریع",
      hover: {
        false_description: "حالت ساده و مینیمال بدون هیچ عملیات اضافی روی کارت محصولات.",
        true_description: "دکمه‌های خرید سریع و افزودن به مقایسه را هنگام هاور کردن روی کارت محصول نشان می‌دهد.",
        true_title: "نمایش عملیات هنگام هاور"
      }
    },

    filter_products: {
      title: 'فیلتر محصولات',
      only_available: {
        false_description: "نمایش تمام محصولات در لیست فروشگاه به صورت پیش‌فرض.",
        true_description: "نمایش فقط محصولات موجود در لیست فروشگاه به صورت پیش‌فرض.",
        true_title: "محصولات موجود",
        false_title: "تمام محصولات"
      }
    },

    filter_categories: {
      title: "فیلتر دسته‌بندی‌ها",
      hide_empty_folders: {
        false_description: "نمایش تمام دسته‌بندی‌ها در لیست فروشگاه.",
        false_title: "نمایش تمام دسته‌بندی‌ها",
        true_title: "مخفی کردن دسته‌های خالی",
        true_description: "نمایش فقط دسته‌بندی‌هایی که محصول دارند در لیست فروشگاه."
      }
    },

    product_page: {
      title: "صفحه محصول",
      subtitle: "صفحه محصول خود را اینجا شخصی‌سازی کنید. می‌توانید نمایش قیمت‌ها را تنظیم کنید و ترتیب بخش‌ها را مطابق با سلیقه خود تغییر دهید.",
      buy_button_color: "رنگ دکمه خرید",
      smart_price: {
        title: "قیمت واحد هوشمند",
        true_description: "محاسبه قیمت واحد با در نظر گرفتن وزن، حجم و ویژگی‌های بسته‌بندی. مثال: اگر یک واریانت با اندازه ۲ لیتری و قیمت ۵ دلار داشته باشید، مشتری در صفحه محصول ۲.۵ دلار/لیتر را مشاهده خواهد کرد."
      },
      reverse_currency: {
        title: "موقعیت نماد ارز",
        false_title: "حالت معمولی",
        true_title: "حالت معکوس",
        false_description: "نماد ارز در ابتدای اعداد قرار می‌گیرد. مثال: $95 , €30",
        true_description: "نماد ارز در انتهای اعداد قرار می‌گیرد. مثال: 95$ , 30€"
      },
      variants_selector: {
        title: "انتخاب‌کننده واریانت‌ها",
        subtitle: "می‌توانید روش‌های مختلفی برای نمایش واریانت‌ها در صفحه محصول انتخاب کنید."
      },
      tabs_order: {
        title: "ترتیب تب‌ها",
        reset_to_default: "بازنشانی به حالت پیش‌فرض"
      }
    } // پایان: product_page



  },

  /** @see ShopThemeVariantsMode**/
  shop_theme_variants_mode: {
    smart: {
      title: "حالت هوشمند",
      description: "واریانت‌ها را به صورت گزینه‌های جداگانه و قابل انتخاب به صورت فشرده نمایش می‌دهد که برای اکثر موارد مناسب است."
    },
    select: {
      title: "حالت لیستی",
      description: "تمام واریانت‌ها را در یک منوی کشویی نمایش می‌دهد که برای تعداد زیادی از واریانت‌ها ایده‌آل است."
    }
  },

  property_set_add: {
    edit_title: 'ویرایش مجموعه ویژگی‌ها',
    add_title: "افزودن مجموعه ویژگی‌ها",
    config: {
      subtitle: "عنوان و توضیحات مجموعه ویژگی خود را تعیین کنید. این اطلاعات فقط برای کارکنان قابل مشاهده خواهد بود."
    },
    variants: {
      title: 'واریانت‌ها',
      subtitle: "می‌توانید نام، آیکون و ترتیب واریانت‌ها را اینجا شخصی‌سازی کنید. اگر محصولات متنوعی با واریانت‌های خاص دارید که در ۶ واریانت پیش‌فرض نمی‌گنجند، می‌توانید برای هر محصول واریانت‌های سفارشی تعریف کنید."
    },
    inputs: {
      title: {
        placeholder: 'عنوانی برای مجموعه ویژگی وارد کنید...'
      },
      description: {
        placeholder: "یک توضیح کوتاه وارد کنید... (اختیاری)"
      },
      custom_variants: {
        true_title: "واریانت‌های سفارشی",
        false_title: "واریانت‌های پیش‌فرض",
        true_description: "واریانت‌های محصول خود را شخصی‌سازی کنید.",
        false_description: "از واریانت‌های پیش‌فرض عمومی استفاده کنید."
      }
    }
  },

  property_set_variant_row: {
    inputs: {
      values: {
        placeholder: "مقادیر مجموعه را تنظیم کنید... (اختیاری)",
        messages: "می‌توانید پیشنهاداتی برای مقادیر ارائه دهید و ترتیب آن‌ها را سفارشی کنید."
      }
    }
  },





  /** {@see AppTemplates**/
  app_templates: {
    default: "پیش فرض",
    blue: "اقیانوس",
    amber: "کهربایی",
    green: "استوایی",
    red: "خون آشام",
    magenta: "ارغوانی",
    master: "استاد",
    black: "دارک ساید",
  },

  /** {@see BPageAffiliateOrders**/
  affiliate_orders: {
    title: "سفارشات نمایندگی",
    table: {
      order_price: "مبلغ سفارش",
      order_payment: "وضعیت پرداخت سفارش",
      order_link: "لینک سفارش",
      commission_status: "وضعیت کمیسیون",
      commission_amount: "مبلغ کمیسیون",
      items: "آیتم ها",
      actions: "تایید / رد",
      create_date: "تاریخ ایجاد",
    },
    notifications: {
      update_success: "وضعیت افیلیت با موفقیت به روز رسانی شد.",
    },
  },

  /** {@see BPageAffiliatePayments**/
  affiliate_payments: {
    title: "پرداخت ها به نمایندگی",
    table: {
      staff: "مسئول",
      amount: "مبلغ تراکنش",
      note: "توضیحات",
      date: "تاریخ",
    },
  },
  /** {@see BPageShuttleRoles**/
  my_roles: {
    title: "نقش های من",
    message:
      "نقش ها دسترسی ها محدودی هستند که به کارمندان یک فروشگاه داده می شود. برای مثال مسئول ارسال سفارشات و یا بسته بندی سفارشات.",
  },

  /** {@see WidgetMyRoleCard**/
  role_card: {
    complete_tasks: "کارهای انجام شده",
    reject_tasks: "کارهای رد شده",
    last_check: "آخرین بررسی",
  },

  /** {@see BAppConfigDialog**/
  app_config: {
    reviews: "نظرات",
    rate_now: "نظر دهید",
    category: "دسته بندی",
    uninstall: "حذف برنامه",
    get_app: "نصب برنامه",
    public_keys: "کلیدهای عمومی",
    private_keys: "کلیدهای خصوصی (امنیتی)",
    config: "تنظیمات اپلیکیشن",
    app_status: "وضعیت اپلیکیشن",
    app_info: "اطلاعات اپلیکیشن",
    update_at: "آخرین به روز رسانی",
    visit_website: "وبسایت سازنده",
    privacy: "سیاست حفظ حریم خصوصی",
    installs: "نصب ها",
    basic_profile_permission: "دسترسی پایه به اطلاعات پروفایل",
    developer: "توسعه دهنده",
    permissions: "دسترسی ها",
    total_comments: "تعداد نظرات",
    delete_dialog: {
      title: "حذف اپلیکیشن",
      message: "آیا می خواهید این اپلیکیشن را از فروشگاهتان حذف نمایید؟",
      action: "بله، حذف برنامه",
    },
    notifications: {
      uninstall_success: "اپلیکیشن با موفقیت حذف گردید.",
    },
  },

  /** {@see BPageShopChannelBots**/
  shop_bots: {
    not_set: "تنظیم نشده!",
    tokens: "توکن (ها)",
    webhook: "وب هوک",
    calls: "تعداد فراخوانی",
    dialog: {
      title: "تنظیمات بات {name}",
      message:
        "با یک کلیک بات فروشگاهی برای خود خواهید ساخت. مشتریانتان از طریق این بات قادر به خرید از شما خواهند بود.",
    },
  },
  /** {@see BPageShopCrmCustomers**/
  shop_customers: {
    title: "مدیریت کاربران",
    subtitle:
      "مشتریان می‌توانند به روش‌های مختلفی به فروشگاه شما اضافه شوند؛ به صورت دستی، واردات دسته‌جمعی اکسل، از طریق POS یا از طریق فروشگاه آنلاین شما. هر زمان که کاربری به فروشگاه شما وارد شود، به طور خودکار به عنوان مشتری ثبت خواهد شد.",
    add_customer_action: "افزودن مشتری جدید",

    all_customers: "دانلود فایل اکسل تمام مشتریان",
    filtered_customers: "فیلتر مشتریان",
    dialog_chips: {
      title: "تنظیم تعداد ژتون های کاربر",
    },
    dialog_club: {
      title: "تعیین سطح کاربر",
    },
  },
  /** {@see BCustomerAdd**/
  customer_add: {
    edit_title: "ویرایش مشتری",
    add_title: "افزودن مشتری جدید",
    subtitle:
      "برای اضافه کردن مشتری به فروشگاه خود، لطفاً آدرس ایمیل یا شماره تلفن را وارد کنید.",
    more: {
      title: "افزودن جزئیات بیشتر",
      subtitle: "تنظیم ارز، باشگاه مشتریان، بخش‌ها، آدرس و موارد دیگر.",
    },
    detail: {
      subtitle:
        "اطلاعات شخصی مشتری خود را ثبت کنید. لطفاً به حریم خصوصی مشتری خود احترام بگذارید.",
    },
    preferences: {
      subtitle:
        "ارز پیش‌فرض کاربر، باشگاه مشتریان و بخش‌ها را اینجا تنظیم کنید.",
    },
    address: {
      subtitle:
        "این آدرس می‌تواند در POS استفاده شود. کاربر نمی‌تواند این اطلاعات را ببیند.",
    },
  },

  /** {@see AppPageDashboard**/
  app_dashboard: {
    status: "وضعیت انتشار",
    statistics: "آمار نصب",
  },
  /** {@see AppPage_Publish**/
  app_publish: {
    production_version: "نسخه نهایی",
    beta_version: "نسخه بتا",
    alpha_version: "نسخه آلفا",
  },
  /** {@see AppPublishWidget**/
  app_publish_widget: {
    header: "هدر وبسایت فروشگاه",
    header_code: "کد هدر",
    admin_page: "صفحات بخش مدیریت",
    name: "نام",
    icon: "آیکون",
    url: "آدرس",
  },
  /** {@see AppPage_API**/
  app_api: {
    title: "وب سرویس",
    revoke_api: "ریست API",
    api_key: "کلید API",
    secret: "کلید رمز",
    client: "کلاینت",
    redirect_url: "آدرس بازگشت",
    client_name: "نام کلاینت",
  },
  /** {@see BPageApplication**/
  app_loader_page: {
    no_ui_title: "این اپلیکیشن فاقد واسط کاربری است!",
    no_ui_desc:
      "برخی از اپلیکیشن ها نیازی به واسط کاربری در بخش ادمین خود ندارند. ممکن است این اپلیکیشن تنها کدی را به بخش هدر سایت فروشگاه شما اضافه نماید.",
    header: "کد هدر",
  },
  /** {@see BPageShopFinanceReport**/
  finance_report: {
    export_title: "دریافت داده های مالی",
    export_sub_title: "دانلود فایل اکسل لیست فروش ها",
    start_input_placeholder: "تاریخ شروع گزارش را انتخاب نمایید",
    end_input_placeholder: "تاریخ پایان گزارش را انتخاب نمایید",
    download_action: "دانلود فایل مالی",
  },
  /** {@see BPageShopSettingNotifications**/
  shop_notifications: {
    title: "نوتیفیکیشن های فروشگاه",
    message:
      "شما می توانید نوتیفیکیشن های فروشگاه خود را در این بخش مدیریت و ویرایش نمایید.",
    channel: "کانال",
    status: "وضعیت",
    events: "رویداد",
    info: "اطلاعات",
    actions: "اقدامات",
    connected: "متصل است",
    not_connected: "عدم اتصال!",
    connect_now: "اکنون متصل شوید",
    send_test: "ارسال پیام آزمایشی",
    disconnect: "قطع اتصال",

    dialog: {
      title: "تنظیمات بات",
      message:
        "سلدان یک سرویس اطلاع رسانی جامع و همه جانبه برای فروشگاه شما فراهم آورده است. به کمک این سرویس از آخرین وضعیت فروشگاه و سفارشات آن مطلع خواهید شد.",
      action: "اینجا را کلیک نمایید!",
      set_config: "دخیره تنظیمات",
    },
  },
  notification_events: {
    new_order: "🛍️ سفارش",
    payment: "💳 پرداخت",
    return: "📦 برگشت محصول",
    weekly_report: "📈 گزارش هفتگی",
  },

  /** {@see BOrderDashboardDelivery} **/
  order_delivery: {
    title: "ارسال",
    add_to_delivery_que_action: "افزودن به لیست ارسال مرسولات",
    in_que: "در لیست ارسال",
    message:
      "زمانی که بسته را به مامور ارسال تحویل دادید بر روی کلید<b>تایید تحویل به مامور ارسال</b> کلیک نمایید.",
    message_add_to_service:
      "اگر می خواهید این بسته را با <b>سرویس حمل بار</b> ارسال کنید ، روی دکمه زیر کلیک کنید.",

    courier_action: "تایید تحویل به مامور ارسال",
    courier_action_subtitle: "مامور ارسال من بسته را جمع‌آوری خواهد کرد.",

    pickup_ready_action: "آماده برای تحویل",
    pickup_ready_action_subtitle: "سفارش آماده تحویل به مشتری است.",

    service_action: "تایید اجرا",

    checklist: [
      "کارت شناسایی مامور ارسال را بررسی نمایید.",
      "می توانید از سرویس درخواست باربری استفاده نمایید.",
      "سلامت فیزیکی بسته بندی و آراستگی مامور تحویل می تواند به بازگشت مشتریان شما کمک نماید.",
    ],
    manual: {
      title: "در انتظار تایید دریافت بسته توسط مشتری.",
      action_received: "تایید دریافت توسط خریدار",
      action_returned: "برگشت مرسوله",
      message:
        "توجه: تایید دریافت مرسوله بایستی توسط خریدار و یا سیستم صورت گیرد. تنها در مواردی که از رسیدن مرسوله به دست مشتری اطمینان حاصل کرده و مشتری تایید دریافت را انجام نداده باشد؛ از این گزینه برای اتمام روند سفارش استفاده نمایید. برخی سرویس های حمل و نقل در سیستم عملیات تایید دریافت مرسوله را به صورت خودکار انجام خواهند داد.",
    },
    auto_complete_note:
      "بعد از گذشت یک بازه زمانی مشخص، سیستم سفارش را به حالت تحویل داده شد تغییر وضعیت خواهد داد. این بازه زمانی بسته به نوع سفارش متغییر بوده وتوسط سیستم تعیین می گردد.",

    received: {
      title: "مرسوله تحویل مشتری داده شد.",
      delivered_date: "تاریخ تحویل",
    },
    receiver: "گیرنده",
    bill: "فاکتور",

    tracking: {
      title: "افزودن کد و لینک رهگیری",
      code: "کد رهگیری",
      url: "لینک رهگیری",
      message:
        "اگر مرسوله را توسط سرویسی ارسال نموده اید که کد رهگیری برای مرسوله در اختیار شما قرار می دهد، می توانید این کد و لینک مربوطه را در این بخش وارد نمایید. این اطلاعات به مشتری نشان داده خواهد شد.",
    },
    preferred_delivery_time: "زمان تحویل ترجیحی",
    manage_couriers: "مدیریت پیک ها",
    manage_service: "مدیریت سرویس",

    option_deliver_by_courier: "گزینه 1: تحویل توسط پیک های شما.",
    option_add_to_que: "گزینه 2: اضافه کردن به صف ارسال.",
    option_instant_shipping: "گزینه 3: ارسال فوری از طریق سرویس حمل.",
    verify_delivery_input: {
      true_title: "تأیید تکمیل تحویل",
      true_description: "تأیید می‌کنم که سفارش به مشتری تحویل داده شده است.",
    },
  },
  /** {@see BShopHomeSelect} **/
  shop_home_edit: {
    title: "تنظیمات صفحه اصلی فروشگاه",
    sub_title: "انتخاب دامنه و صفحه اصلی (خانه) فروشگاه",

    default_home: "صفحه خانه پیشفرض",
    default_home_placeholder: "صفحه فروشگاه، صفحه اصلی سایت است",
  },

  /**
   * @see OReferralBank
   */
  referral_bank: {
    title: "داشبورد ارجاع",
    subtitle:
      "با درخواست شما، کارمزد کمیسیون به حساب بانکی که مشخص کرده‌اید پرداخت می‌شود. لطفاً اطلاعات بانکی خود را در اینجا وارد کنید.",
    no_bank_info: "اطلاعات بانکی موجود نیست!",
    actions: {
      edit_my_bank_info: "ویرایش اطلاعات بانکی من",
    },
    bank_dialog: {
      title: "جزئیات بانک من",
      info: {
        title: "بانک",
        subtitle:
          "لطفاً اطلاعات بانکی خود را در اینجا وارد کنید. ما از این اطلاعات برای انتقال وجه استفاده خواهیم کرد. اطمینان حاصل کنید که حساب بانکی به نام شما یا نام کسب و کار شما، در صورت لزوم، باشد.",
      },
      inputs: {
        name: {
          label: "نام بانک",
          message: "نام کامل بانکی که حساب در آن نگهداری می‌شود.",
        },
        holder_name: {
          label: "نام صاحب حساب",
          message: "نام کامل شخص یا نهادی که صاحب حساب است.",
        },
        account_number: {
          label: "شماره حساب",
          message: "شماره منحصر به فردی که با حساب بانکی مشخص می‌شود.",
        },
        routing_number: {
          label: "شماره مسیریابی (آمریکا) یا کد شناسایی بانک (انگلستان)",
          message:
            "شماره‌ای که شعبه بانک خاصی را شناسایی می‌کند (اصطلاحات مختلف در کشورهای مختلف استفاده می‌شود).",
        },
        swift: {
          label: "کد SWIFT/BIC",
          message:
            "کدی بین‌المللی که برای شناسایی بانک‌ها در سطح جهانی استفاده می‌شود، به‌ویژه برای انتقالات بین‌المللی.",
        },
        iban: {
          label: "شماره حساب بانکی بین‌المللی (IBAN)",
          message:
            "این شماره عمدتاً در اروپا استفاده می‌شود و سیستم مورد توافق بین‌المللی برای شناسایی حساب‌های بانکی در مرزهای ملی است.",
        },
        contact: {
          label: "اطلاعات تماس",
          message: "شماره تلفن یا آدرس ایمیلی که به حساب مرتبط است.",
        },
        note: {
          label: "یادداشت",
          message: "یادداشت اضافی",
        },
      },
    },
    notifications: {
      save: {
        message: "اطلاعات بانکی شما با موفقیت به‌روزرسانی شد.",
      },
    },
  },

  /**
   * @see OReferralTier
   */
  referral_tier: {
    message:
      "از تمام هزینه‌های خدمات، اشتراک و سایر پرداخت‌هایی که توسط ارجاعات شما انجام شده است.",
  },

  /**
   * @see ReferralTiers
   */
  ReferralTiers: {
    Bronze: {
      title: "سطح برنزی",
      description:
        "شما در سطح برنز هستید. شما 2% کمیسیون از ارجاعات خود کسب کرده‌اید.",
    },
    Silver: {
      title: "سطح نقره ای",
      description:
        "شما در سطح نقره هستید. شما 4% کمیسیون از ارجاعات خود کسب کرده‌اید.",
    },
    Gold: {
      title: "سطح طلایی",
      description:
        "شما در سطح طلا هستید. شما 6% کمیسیون از ارجاعات خود کسب کرده‌اید.",
    },
    Platinum: {
      title: "سطح پلاتین",
      description:
        "شما در سطح پلاتین هستید. شما 8% کمیسیون از ارجاعات خود کسب کرده‌اید.",
    },
    Diamond: {
      title: "سطح الماس",
      description:
        "شما در سطح الماس هستید. شما 10% کمیسیون از ارجاعات خود کسب کرده‌اید.",
    },
  },

  /**
   * @see OPageMonetize
   */
  page_monetize: {
    title: "کسب درآمد",
    subtitle: "دسترسی به فرصت‌های تجاری را گسترش دهید.",
  },

  /** {@see OPageMonetizeReferral} **/
  selldone_referral_page: {
    title: "داشبورد کسب اعتبار از معرفی به دوستان",
    referral_link: "لینک معرفی",
    registered: "تعداد اعضا جدید",
    accepted: "تعداد اعضا تایید شده",
    bank: "بانک",
    bank_title: "اطلاعات بانکی برای واریز",
    new_users: "اعضای جدید",
    performance: "عملکرد",
    credit_mode: "پرداخت به صورت اعتبار",
    get_stickers: " دریافت کد Html استیکرها",
    click_copy_sticker_code: "برای کپی کردن کد هر استیکر روی آن کلیک کنید.",
  },
  /** {@see OReferralTransactions} **/
  selldone_referral_payment: {
    title: "برداشت‌ها",
    subtitle:
      "این لیست تراکنش‌های برداشت است. هنگامی که مبلغی را از کیف پول ارجاع خود به حساب بانکی یا کیف پول سلدان منتقل می‌کنید، در اینجا فهرست می‌شود.",

    officer: "مسئول",
    amount: "میزان تراکنش",
    note: "یادداشت",
    date: "تاریخ",
  },
  /** {@see BGatewayCard} **/
  widget_shop_gateway: {
    link_account_caution:
      "شما بایستی یک حساب در کیف پولتان با ارز ({currency}) را به فروشگاه خود اضافه نمایید! کلیک نمایید..",
  },
  /** {@see BProductOrderSalesPerformance} **/
  product_sell_widget: {
    title: "بازدهی فروش محصول",
  },

  /** {@see BOrderDashboardDropshippingFulfillment} **/
  fulfilment_order_widget: {
    title: "وضعیت فروش دراپ شیپینگ",
    check_action: "تایید دراپ شیپینگ",
    uncheck_action: "لیست تایید شده است",
    pay_action: "پرداخت به فروشنده..",
    pay_completed: "تایید پرداخت",
    list_of_items: "لیست آیتم ها",

    checklist: [
      "مبلغ محصولاتی که به صورت غیر مستقیم می فروشید را به فروشنده اصلی پرداخت نمایید.",
      "پرداخت و تسویه حساب هزینه کالاها به تامین کننده را می توانید به صورت یکجا در بخش حسابداری > دراپ شیپینگ فروشگاه انجام دهید.",
      "پس از پرداخت، تامین کننده سفارش شما را دریافت و پس از آماده سازی مستقیما برای خریدار ارسال خواهد نمود.",
    ],
    message:
      "پس از پرداخت هزینه سفارش به تامین کننده مراحل پیشرفت ارسال سفارش را در این بخش مشاهده نمایید.",
  },

  /** {@see BPageWholesaler} **/
  drop_shipping: {
    menu: {
      dashboard: "داشبورد",
      orders: "سفارشات",
      inventory: "انبار",
      shops: "فروشنده ها",
      requests: "درخواست ها",
    },
    drop_shipping_charge: "شارژ دراپ شیپینگ",
  },

  /** {@see DropshipRequestStatus} **/
  dropship_request_status: {
    PENDING: "در انتظار تایید",
    ACCEPT: "تایید شده",
    REJECT: "رد شده",
  },

  /** {@see BPageWholesalerShop} **/
  dropshipping_reseller_page: {
    menu: {
      dashboard: "داشبورد",
      orders: "سفارشات",
      wallet: "کیف پول",
    },
  },

  /** {@see BPageWholesalerShopDashboard} **/
  dropshipping_reseller_dashboard: {
    title: "داشبورد فروشنده واسط",
  },

  /** {@see BPageWholesalerShopOrders} **/
  dropshipping_reseller_orders: {
    title: "سفارشات فروشنده واسط",
  },

  /** {@see BPageWholesalerShopWallet} **/
  dropshipping_reseller_wallet: {
    title: "حساب های فروشنده واسط",
  },

  /** @see MasterPaymentDialog **/
  master_payment: {
    notifications: {
      payment_success_title: "تایید پرداخت",
      payment_success: "پرداخت تکمیل شده است.",
      buy_title: "خرید",
      pay_by_giftcards: "سفارش شما با کارت هدیه پرداخت گردید.",
      free_order: "سفارش شما رایگان می باشد.",
      pay_by_cod:
        "سفارش شما ثبت گردید. مبلغ سفارش در هنگام دریافت سفارش دریافت خواهد شد.",
      pay_by_dir:
        "سفارش شما ثبت گردید. لطفا مبلغ سفارش را به حساب مشخص شده واریز کرده و فیش واریز را در بخش سفارش آپلود نمایید.",
      pay_title: "پرداخت",
      qr_code_payment: "آدرس پرداخت ایجاد گردید.",
      connecting_to_online_gateway: "در حال اتصال به درگاه پرداخت.",
    },
  },

  /** @see DropShippingAccountCharges **/
  dropship_charges: {
    notifications: {
      pay_confirm_message: "پرداخت تایید می شود.  <br> تاریخ: {payment_at} ",
      pay_fail_title: "عدم پرداخت",
      pay_fail_message: "پرداخت تایید نمی شود.",
    },
  },

  /** @see BPageShopFinanceResellerFulfillment **/
  dropship_checkout: {
    pay_dialog: {
      title: "پرداخت مبلغ سفارش عمده فروش",
      balance: "موجودی حساب شما",
      total_cost: "مجموع هزینه سفارشات",
      need_charge: "نیاز به شارژ",
      no_account_cation:
        "شما حسابی ندارید، از فروشنده اصلی بخواهید تا برای شما حسابی ایجاد نماید.",
      orders: "سفارشات",
    },
    notifications: {
      success_pay: "پرداخت شما برای این سفارشات تایید و تکمیل گردید.",
    },
  },

  /** @see BPageShopFinanceResellerWallets **/
  dropship_accounts: {
    charge_account: "شارژ حساب",
    charge_dialog: {
      title: "شارژ کیف پول",
      amount_input: "مبلغ شارژ",
      charge_now: "پرداخت مبلغ",
    },
  },

  /** @see BPageWholesalerDashboard **/
  dropship_admin_dashboard: {
    title: "درخواست های خرده فروشی",
    today_order_count: "تعداد سفارشات امروز",
    yesterday_order_count: "تعداد سفارشات دیروز",
    total_7_days: "مجموع سفارشات 7 روز اخیر",
  },
  /** @see BProductAddDropshipping **/
  dropshipping_products: {
    no_shops:
      "متاسفانه فروشگاهی یافت نشد. در آینده فروشگاه های بیشتری وجود خواهند داشت تا شما محصولات آن ها را در فروشگاه خود قرار دهید.",
    show_all_shops: "نمایش همه",
    show_eligible_shops_message: "نمایش فروشگاه های واجد شرایط",
    show_all_message: "نمایش تمام فروشگاه ها",
    current_shop: "همین فروشگاه",
    request_account: "درخواست حساب",
    request_accepted: "درخواست تایید شده",
    request_rejected: "درخواست رد شده",
    request_pending: "در انتظار بررسی..",
    notifications: {
      add_product: "محصول به فروشگاه شما اضافه شد.",
      request_access: "درخواست دسترسی به فروشگاه با موفقیت ارسال شد.",
    },
  },

  /** @see BProductDropshippingAbstractView **/
  product_dropshipping: {
    need_re_enable:
      "این کالا توسط فروشنده اصلی تغییر کرده است، این تغییرات در قیمت موجب غیر فعال شدن محصول در فروشگاه شما شده است. تغییرات را بررسی نمایید و در صورت موافقت با فعال شدن مجدد محصول، کلید زیر را بزنید.",
    need_re_enable_action: "موافقم، اعمال تغییرات و فعال سازی",
    changed_value:
      "این کالا توسط فروشنده اصلی تغییر کرده است. تغییرات را بررسی نمایید و در صورت موافقت برای اعمال تغییرات در محصول خود، کلید زیر را بزنید.",
    changed_value_action: "موافقم، اعمال تغییرات",
    parent_deleted: "این کالا توسط فروشنده اصلی حذف شده است.",
    parent_closed:
      "این کالا توسط فروشنده اصلی غیر فعال شده است! شما قادر به فروش این محصول در فروشگاه خود نیستید، اما اگر فروشنده اصلی محصول را مجددا فعال نماید شما قادر به فعال نمودن مجدد این محصول در فروشگاه خود خواهید بود.",
    notifications: {
      re_enable_success: "این محصول مجددا فعال شد.",
      update_success:
        "اطلاعات این محصول با اطلاعات محصول اصلی به روز رسانی شد.",
    },
  },
  /** @see BPageProductDropshipping **/
  product_dropshipping_admin: {
    title: "دراپ شیپینگ",
    save_alert:
      "تنظیمات دراپ شیپینگ این محصول تغییر کرده است. آیا می خواهید تغییرات را ذخیره نمایید؟",
    reselling_message:
      "با فعال کردن این گزینه، فروشندگان قادر به قرار دادن محصول شما در فروشگاه خود خواهند بود.",
    reselling: "فعال سازی دراپ شیپینگ",
    price_merchants: "قیمت برای فروشنده ها",
    price_commission: "کمیسیون فروشنده",
  },

  /** @see SShopBuyButton **/

  buy_button: {
    waiting_for_availability: "منتظر این کالا هستم",
    inform_me_when_available: "منتظرید موجود بشه؟",
    pay_buy: "خرید و پرداخت",
    quantity: "تعداد",
    quantity_in_basket: "تعداد در سبد خرید",
    count_unit: "عدد",
    remove: "حذف",
    add_to_basket: "افزودن به سبد خرید",
    book_now: "ثبت نام کردن",
    reserve_now: "رزرو کردن",
    buy_now: "خرید",

    buy: "خرید",
    notifications: {
      inform_add_success: "هروقت موجود شد خبرتان می کنیم.",
      inform_remove_success: "از لیست در انتظار موجود شدن خارج شدید.",
    },
  },

  /** @see SProductOverview **/
  product_info: {
    fake: "غیر اصل",
    action: "حراج",
    compare_limit: "حداکثر 10 کالا",
    compare_add: "افزودن به مقایسه",
    compare_be_in_list: "در لیست مقایسه",

    type: "نوع",
    brand: "برند",
    category: "دسته بندی",
    discount: "تخفیف",
    track_price: "دنبال کردن قیمت",
    waiting_for_auction: "منتظر حراجید؟",
    inform_auction: "از حراج با خبرم کن",
    return_in_days: "{days} روز ضمانت بازگشت",
    support24h7: "پشتیبانی 24 ساعت 7 روز",
    support_normal: "پشتیبانی در ساعات اداری",
    original_guarantee: "ضمانت اصل بودن کالا",
    cod_payment: "امکان پرداخت در محل",

    pros: "ویژگی ها",
    cons: "معایب",

    external_link: "اطلاعات بیشتر",
    notifications: {
      congratulation: "تبریک",
      waiting_list_add_success: "موقع حراج این محصول خبرتان می کنیم.",
      waiting_list_delete_success: "از لیست منتظران تخفیف خارج شدید",
    },

    offer_message:
      "با خرید {min_quantity} عدد از این محصول {percent}% از محصولات زیر تخفیف بگیرید",
    up_to: "تا {per_order} مرتبه در هر سفارش",
    get_free: "رایگان",
    get_off: "تا {percent}% تخفیف بگیرید",
  },

  /** @see SStyler **/
  styler: {
    size_class: "سایز و کلاس",
    delete_bg: "حذف تصویر پس زمینه",
    bg_color: "رنگ پس زمینه",
    section_style: "انتخاب استایل",
    link: "انتخاب لینک",
    show_products: "مدیریت لیست محصولات  / دسته بندی ها",
    show_product: "انتخاب محصول",
    delete_section: "حذف بخش",
    text_color: "رنگ متن",
    tex_align: "چینش متن",
    text_style: "استایل نوشته",
    bg_image: "تصویر پس زمینه",

    product: {
      title: "انتخاب محصول",
    },

    /** @see SPageProductsFilter **/
    products: {
      title: "مدیریت لیست محصولات  / دسته بندی ها",
      sort_options: "انتخاب تنطیمات مرتب سازی و نمایش.",
      item_types: "انتخاب نوع آیتم های نمایش داده شده.",
      product_only: "فقط محصولات",
      category_only: "فقط دسته بندی ها",
      no_category: "دسته بندی در فروشگاه شما یافت نشد.",
      limit: "حداکثر تعداد محصول",
      limit_message: "حداکثر تعداد محصولات نمایش داده شده را انتخاب نمایید.",
      select_categories: "انتخاب محدودیت دسته بندی ها.",
    },
  },

  /** @see BPageShopCrmChat **/
  shop_contacts: {
    popup: "چت باکس پشتیبانی",
    popup_message:
      "با فعال کردن این گزینه، کلید پشتیبانی در سمت راست و پایین فروشگاه شما دیده خواهد شد.",
  },

  /** @see BPagePopup **/
  popup_page: {
    preview: "پیش نمایش",

    menu: {
      design: "طراحی",
      appearance: "ظاهر",
      filter: "فیلتر",
      setting: "تنظیمات",
    },
    notifications: {
      save: "نوتیفیکیشن با موفقیت ذخیره شد.",
      edit: "نوتیفیکیشن با موفقیت به روز شد.",
    },
  },
  /** @see LMenuLeftPopupAppearance **/
  popup_appearance: {
    position: "موقعیت",
    position_desc: "موقعیت نمایش این نوتیفیکیشن را در صفحه مشخص نمایید.",
    width: "عرض",
    width_desc: "حداکثر عرض صفحه را می توانید مشخص نمایید.",
    height: "ارتفاع",
    height_desc: "حداکثر ارتفاع صفحه را می توانید مشخص نمایید.",
    radius: "شعاع گوشه",
    radius_desc:
      "در بخش می توانید شعاع انحنای گوشه های نوتیفیکیشن را مشخص نمایید.",
    shadow: "سایه",
    shadow_desc: "آیا می خواهید پنجره بازشو سایه داشته باشد؟",
    delay: "تاخیر نمایش",
    delay_desc:
      "بعد از ورود کاربر به فروشگاه شما، بعد از سپری شدن این مقدار زمان، نوتیفیکیشن به کاربر نشان داده می شود.",
    hide: "تاخیر بستن",
    hide_desc:
      "می توانید مشخص کنید چند ثانیه بعد از نمایش، نوتیفیکیشن به صورت خودکار بسته شود. مقدار 0 به معنی عدم بسته شدن خودکار نوتیفیکیشن است.",
    transition: "انیمیشن",
  },

  /** @see BPagePopupFilter **/
  popup_filter: {
    registered: "شرط عضویت و ورود کاربر",
    registered_desc:
      "می توانید انتخاب کنید که این نوتیفیکیشن تنها به کاربران فروشگاه یا مهمانان نمایش داده شود.",
    only_guests: "افراد غیر عضو",
    only_users: "اعضای وارد شده",
    purchased: "سابقه خرید",
    purchased_desc:
      "می توانید انتخاب کنید که این نوتیفیکیشن تنها به کاربرانی که قبلا خرید کرده اند یا آن هایی که تا کنون خریدی نداشته اند نمایش داده شود.",
    no_purchase: "تاکنون خرید نکرده اند",
    yes_purchase: "قبلا خرید کرده اند",
    sex: "جنسیت",
    sex_desc:
      "آیا می خواهید این نوتیفیکیشن تنها به کاربرانی با جنسیتی مشخص نشان داده شود؟",
    age: "حداقل سن",
    age_desc:
      "در صورت ورود هر مقدار بیشتر از 6 بایستی کاربر لاگین کرده باشد و حتما تاریخ تولد خود را وارد نموده باشد.",
    levels: "سطح های باشگاه مشتریان",
    levels_desc:
      "در صورتی که کاربر یکی از سطح های انتخاب شده زیر را داشته باشد، این نوتیفیکیشن به وی نمایش داده می شود.",
    countries: "محدودیت جغرافیایی",
    countries_desc:
      "آیا می خواهید این نوتیفیکیشن تنها به کاربرانی که از یک کشور خاص وارد می شوند نمایش داده شود؟",
  },
  /** @see BPagePopupSetting **/
  popup_setting: {
    published: "منتشر شده",
    repeat: "تکرار نمایش",
    repeat_msg:
      "آیا می خواهید این نوتیفیکیشن بیش از یک بار به کاربر نشان داده شود؟",
    intervals: "فاصله زمانی نمایش",
    intervals_msg:
      "حداقل فاصله زمانی که میان نمایش  نوتیفیکیشن ها به یک کاربر بایستی گذشته باشد.",
    designer_zone: "مشخصات طراح",
    title: "عنوان نوتیفیکیشن",
    note: "یادداشت طراح",
    image: "تصویر نوتیفیکیشن",
    delete: {
      title: "حذف",
      sub_title:
        "آیا می خواهید این نوتیفیکیشن را حذف نمایید؟ توجه داشته باشید بعد از حذف امکان بازگشت وجود ندارد.",
      action: "بله، حذف نوتیفیکیشن",
    },
    notifications: {
      delete: "نوتیفیکیشن با موفقیت حذف گردید.",
    },
  },
  /**
   *  {@see BPageShopSettingSms}
   *  {@see BShopSmsTemplateList}
   *  {@see BShopSmsTemplateEditor}
   *
   **/
  shop_sms: {
    tabs: {
      templates: "قالب‌ها",
      provider: "ارائه‌دهنده",
    },

    manage: {
      title: "مدیریت پیامک",
      subtitle:
        "شما می‌توانید محتوای پیام‌های متنی ارسالی از سوی فروشگاه خود را در اینجا مشاهده کنید. به دلیل محدودیت در ثبت الگوهای اعتبارسنجی در سرویس پیام‌رسانی، در حال حاضر امکان شخصی‌سازی پیام‌های متنی وجود ندارد.",
    },

    template: {
      title: "قالب‌ها",
      valid_message: "شما می‌توانید پیام‌های اس‌ام‌اس سفارشی ایجاد کنید.",
      provider_not_enable_message: "ارائه‌دهنده خدمات اس‌ام‌اس فعال نیست!",
      need_custom_provider_message:
        "پیام‌های اس‌ام‌اس سفارشی تنها زمانی کار می‌کنند که شما یک ارائه‌دهنده سفارشی تنظیم کرده باشید.",
      add_new: "افزودن جدید",
      disable_reason: {
        set_provider: "ابتدا ارائه‌دهنده خود را تنظیم کنید!",
        provider_is_disabled: "ارائه‌دهنده غیرفعال است!",
        otp: "رمز یکبار مصرف - قابل شخصی‌سازی نیست!",
        select_another_provider: "ارائه‌دهنده دیگری را انتخاب کنید.",
      },
      enable_only_filter: "نمایش آیتم های فعال",

      text_template_not_supported_msg:
        "ارائه‌دهنده شما پیام‌های متنی ساده را پشتیبانی نمی‌کند.",
      structure_template_not_supported_msg:
        "ارائه‌دهنده شما پیام‌های ساختاریافته را پشتیبانی نمی‌کند.",

      structured_data: "داده‌های ساختاری",

      menu: {
        reset_error: "بازنشانی خطاها",
        send_test: "ارسال پیام آزمایشی",
      },
    },
    template_edit: {
      title_add: "افزودن قالب پیام جدید",
      title_edit: "ویرایش قالب پیام",
      config: {
        title: "پیکربندی پیام",
        subtitle:
          "شما می‌توانید یک قالب برای پیام اس‌ام‌اس در وب‌سایت ارائه‌دهنده خدمات اس‌ام‌اس خود ایجاد کنید، سپس کد و ساختار داده آن را اینجا مشخص کنید. ما این اطلاعات را به ارائه‌دهنده خود منتقل خواهیم کرد، جایی که پیام اس‌ام‌اس واقعی تولید می‌شود.",
        code: "کد",
        language_msg: "برای تنظیم به عنوان پیش‌فرض خالی بگذارید.",
        enable_msg: "این قالب برای ایجاد پیام‌ها استفاده خواهد شد.",
      },
      text: {
        title: "متن ساده",
        subtitle:
          "یک پیام اس‌ام‌اس شخصی‌سازی‌شده را اینجا وارد کنید. مقادیر پویا قبل از ارسال به کاربر با مقادیر واقعی جایگزین خواهند شد.",
        message: "پیام",
        reset_to_default: "بازنشانی به پیش‌فرض",

        auto_fill: {
          title: "پر کردن خودکار پارامترها",
          subtitle:
            "شما می‌توانید هر یک از این پارامترها را در متن استفاده کنید و سلدان آنها را با مقدار متناظر جایگزین خواهد کرد.",
        },

        sample: {
          title: "نمونه پیام",
        },
      },
      template: {
        title: "قالب ساختاریافته",
        subtitle:
          "شما می‌توانید کلید و مقدار قالب را اینجا تنظیم کنید. کد قالب باید دقیقاً همان چیزی باشد که شما در ارائه‌دهنده خدمات اس‌ام‌اس خود تنظیم کرده‌اید، و مقدار <code>key</code> همان چیزی است که ارائه‌دهنده شما می‌خواهد مقدار را از طریق آن ارسال کند. اگر فیلد <code>value</code> برای تمپلیت خالی باشد، سپس <code>{code}</code> به عنوان کد قالب در نظر گرفته می‌شود.",
        add_new_parameter: "افزودن پارامتر جدید",

        auto_fill: {
          title: "پر کردن خودکار پارامترها",
          subtitle:
            "شما می‌توانید هر یک از این پارامترها را به عنوان یک مقدار تنظیم کنید و سلدان آنها را با مقدار متناظر جایگزین خواهد کرد. بهتر است برای سادگی کار، مقادیر پیشفرض را به عنوان قالب در سرویس دهنده پیامکی خود تعریف نمایید، در این صورت نیازی به تعریف مقادیر پارامترها در اینجا نخواهد وبد.",
        },
        request: {
          title: "نمونه درخواست ارسالی",
        },
        sample: {
          title: "نمونه متن الگوی پیام",
          subtitle:
            "شما می‌توانید این قالب را کپی و در ارائه‌دهنده خدمات پیام‌کوتاه خود جایگذاری کنید.",
        },

        add_message_action: "افزودن قالب پیام",
      },
    },
  },

  /** @see SmsTemplateMode **/
  sms_template_mode: {
    text: {
      title: "متن ساده",
      desc: "پیام از یک متن با پارامترهای جایگزین خودکار ایجاد شده و ارسال می‌شود.",
    },
    template: {
      title: "قالب ساختاری",
      desc: "یک شی از پارامترها ایجاد شده و به ارائه‌دهنده ارسال می‌شود.",
    },
  },

  /** @see BShopSmsProvider **/
  shop_sms_provider: {
    title: "ارائه‌دهنده پیام‌کوتاه سفارشی",
    reset_error: "پاک کردن خطاها",
    subtitle:
      "ارائه‌دهنده خدمات پیام‌کوتاه سفارشی خود را راه‌اندازی کرده و پیامک‌های احراز هویت و نام تجاری خود را شخصی‌سازی کنید. ارائه‌دهنده پیش‌فرض تنها پیامک‌های احراز هویت و پیام‌های اطلاع‌رسانی را در برخی کشورهای در لیست سفید ارسال می‌کند.",
    plain_text: "متن ساده",
    structural_template: "قالب ساختاری",
    errors_limit_msg:
      "اگر خدمت شما بیش از ۱۰۰ خطا داشته باشد، به طور خودکار غیرفع have آن انجام خواهد شد! شما می‌توانید خطاها را بازنشانی کرده و آن را دوباره فعال کنید.",

    enable_input: {
      false_description:
        "پیام‌های OTP از طریق سلدون در کشورهای منتخب ارسال می‌شوند، در حالی که پیام‌های اطلاع‌رسانی سفارش نیز ارسال خواهند شد.",
      true_description:
        "پیام‌های اس‌ام‌اس با استفاده از ارائه‌دهنده خدمات شما تحویل داده خواهند شد.",
    },
    test_input: {
      true_title: "اعتبارسنجی پیکربندی",
      true_description:
        "ما یک پیام آزمایشی به شماره تلفن شما 📞 <b>{phone}</b> ارسال خواهیم کرد، این امر ممکن است هزینه‌ای بر شما تحمیل کند، اما شما می‌توانید اطمینان حاصل کنید که همه چیز به خوبی کار می‌کند.",
    },
    sync_action: {
      title: "اقدامات",
      subtitle:
        "برخی از خدمات پیام‌کوتاه، خدمات اضافی مانند کمپین‌ها، بازاریابی و سایر ویژگی‌ها را ارائه می‌دهند. شما می‌توانید مخاطبین خود یا اطلاعات اضافی را برای استفاده سریع‌تر از ویژگی‌های آن‌ها همگام‌سازی کنید.",
      action: "همگام‌سازی مخاطبین",
    },
    tokens: {
      title: "پارامترها",
      subtitle:
        "پارامترهای زیر را تنظیم کنید تا ارائه‌دهنده خدمات پیام‌کوتاه خود را با فروشگاه خود مرتبط سازید.",
    },
  },

  sms_messages_options: {
    all: {
      title: "ورود + اعلان سفارشات",
      description: "پیام‌های احراز هویت و اعلان سفارش ارسال خواهند شد.",
    },
    otp: {
      title: "فقط ورود",
      description: "پیام‌های احراز هویت ارسال خواهند شد.",
    },
  },

  /** @see BPageShopSettingEmail **/
  shop_emails: {
    title: "مدیریت ایمیل ها",
    sub_title:
      "لیست ایمیل های ارسالی فروشگاه به مشتریان و مدیران را در این بخش مشاهده می نمایید. ایمیل ها به صورت خودکار و بر اساس اطلاعاتی که برای فروشگاه خود وارد نموده اید طراحی و ساخته می شوند. همچنین امکان شخصی سازی پیام ها و تصاویر در آینده برای عموم فعال خواهد شد.",
    tabs: {
      preferences: "ترجیحات",
      templates: "قالب‌ها",
      provider: "ارائه‌دهنده",
    },

    preferences: {
      title: "ایمیل‌های اطلاع‌رسانی",
    },
  },

  /**
   * @see BShopEmailProvider
   */
  shop_email_provider: {
    title: "سرور ایمیل سفارشی",
    subtitle:
      "سرویس‌دهنده ایمیل خود را برای ارسال ایمیل از طریق دامنه سفارشی خود متصل کنید.",
    provider: "ارائه‌دهنده",
    enable_input: {
      false_description:
        "ایمیل‌های شما از طریق دامنه myselldone شما ارسال خواهند شد.",
      true_description:
        "ایمیل‌های شما از طریق دامنه ایمیل سفارشی شما ارسال خواهند شد.",
    },
    config: {
      title: "تنظیمات",
      subtitle:
        "برای پیکربندی سرویس ایمیل سفارشی برای فروشگاه خود، کلید API سرویس و دیگر تنظیمات ضروری را وارد کنید.",
    },
    sender: {
      title: "فرستنده",
      subtitle:
        "شما می‌توانید نام و آدرس ایمیل فرستنده پیش‌فرض را پیکربندی کنید که برای ارسال ایمیل به مشتریان شما استفاده خواهد شد.",
    },
    inputs: {
      from: {
        label: "ایمیل فرستنده",
      },
      from_name: {
        label: "نام فرستنده",
      },
    },
    actions: {
      send_test_email: "ارسال ایمیل تستی",
    },
    messages: {
      provider_error_limit:
        "اگر سرویس شما بیش از ۱۰۰ خطا داشته باشد، به صورت خودکار غیرفعال خواهد شد! برای فعال‌سازی مجدد می‌توانید خطاها را بازنشانی کنید.",
      encryption_ports_guide:
        "ارائه‌دهندگان ایمیل ممکن است بر اساس پورت‌های موجود اتصالات SSL، TLS، یا بدون رمزگذاری ارائه دهند. اگر اتصال به خطا برخورد کرد، تغییر حالت رمزگذاری ممکن است مشکل را حل کند. به طور استاندارد <b>TLS</b> از پورت <b>587</b> و <b>SSL</b> از پورت <b>465</b> استفاده می‌کنند.",
      enable_receive_test:
        "پس از ذخیره تغییرات، یک ایمیل تستی به <b>{email}</b> ارسال خواهد شد. قبل از ارسال ایمیل تستی با تنظیمات جدید، تغییرات را ذخیره کنید.",
    },
  },

  /** @see InstagramViewMedias **/
  instagram: {
    add_product: "افزودن محصول جدید",
    create_product: "ایجاد محصول",
    link_box_msg:
      "این لینک را در بایو اینستاگرام، تلگرام و یا دیگر شبکه های اجتماعیتان قرار دهید تا مخاطبانتان سریعتر، ساده تر، دقیقتر و در نهایت بیشتر از شما خرید کنند.",
    remove_account: "حذف / تغییر حساب متصل ایسنتاگرام",
    sync: "درخواست به روزرسانی (هر 60 دقیقه)",
  },

  /** @see ServiceBillingItem **/
  service_bill: {
    task: {
      title: "لیست کارها",
      message:
        "عناوین کارهایی که می خواهید انجام داده و میزان پیشرفت آن را به اطلاع خریدار برسانید مشخص نمایید.",
    },
    booking: {
      title: "رزرو",
      message:
        "این سفارش در بازه زمانی مشخص انجام خواهد شد، مشتری بازه مورد نظر خود را انتخاب کرده است، در صورتی که هر تغییر در بازه زمان انتخابی می خواهید بدهید، آن را به اطلاع مشتری برسانید.",

      selected_checkin: "تاریخ انتخابی ورود مشتری",
      selected_checkout: "تاریخ انتخابی خروج مشتری",
      change_days_question:
        "آیا نیاز به تغییر در بازه روزهای انتخابی مشتری دارید؟",
      show_calendar: "نمایش تقویم سفارشات",
    },
    pricing: {
      title: "قیت گذاری سرویس",
      message: "چه مبلغی برای این سرویس تعیین می کنید؟",
    },
    subscription: {
      title: "اشتراک",
      message:
        "مدت زمان اشتراک با خرید این سرویس رابر اساس روز می توانید انتخاب نمایید. در صورتی که می خواهید مقادیر پیش فرضی که قبلا وارد کرده اید را تغییر دهید، خریدار را مطلع سازید.",
      duration: "Subscription period",
    },
    charge: {
      title: "شارژ",
      message:
        "شما برای این آیتم یک مقدار شارژ مشخص کرده اید. می توانید مقدار شارژ را برای آیتم خریداری شده توسط مشتری تغییر دهید.",
      charge: "شارژ",
    },

    save_item: "تایید و ثبت اطلاعات",
    start_service: "شروع انجام خدمت",
    end_service: "پایان خدمت",
  },
  /** @see BOrderDashboardServiceTasks **/
  service_tasks: {
    notification_finish: {
      title: "اتمام خدمت",
      message:
        "در صورتی که این کار انجام شده است برای اتمام و بستن سفارش کلید تایید را بزنید.",
      action: "تایید و تکمیل سفارش",
    },
  },

  /** {@see BProductEditOutputs} **/
  product_outputs: {
    outputs_form: "ساختار نمایش اطلاعات (خروجی)",

    virtual: {
      title: "فرم اطلاعات خروجی محصول",
      sub_title:
        "اطلاعاتی که می خواهید پس از خرید به کاربر نمایش داده شود. این فرم به ویژه برای فروش کالا های مجازی کاربردی است. مانند فروش شارژ و یا لینک های دانلود یک بار مصرف.",
    },

    service: {
      title: "طراحی خدمت",
      sub_title:
        "ابتدا نوع سرویس خود را انتخاب نموده و اطلاعات مورد نیاز را وارد نمایید. برای مثال می توانید لیست وظایف تعریف نمایید یا از مشتری بازه زمانی برای بوکینگ یا دریافت وقت ملاقات دریافت نمایید.",
    },
  },

  /** {@see BProductServiceManage} **/
  service_design: {
    type: "نوع خدمت",
    type_message:
      "نوع خدماتی که برای این محصول ارائه می دهید را انتخاب نمایید. با انتخاب هر مورد فرم مشخصات مربوط به آن نمایش داده می شود. بر اساس نوع سرویس انتخابی شما، ممکن است از مشتری در هنگام ثبت سفارش اطلاعات بیشتری دریافت شود.",
  },

  /** {@see AvocadoHomePage} **/
  avocado: {
    name: "آووکادو",
    title: "فروش سریع، دقیق و لذت بخش در تمام شبکه های اجتماعی",
    message:
      "یک مبلغ و یک عنوان تنها چیزی است که برای دریافت پول از مشتریانتان نیاز دارید! پول مستقیم به حساب شما واریز می شود و مشتریانتان تجربه بی نظیری از خرید خواهند داشت.",
    new_order: "صورت حساب جدید",
    create_by_seller_title: "ایجاد صورتحساب",
    create_by_seller_message:
      "در صورتی که قصد دارید یک صورت حساب با مبلغ مشخصی ایجاد کرده و برای فردی ارسال نمایید می توانید کلید زیر را زده تا فرم ساخت صورت حساب به شما نشان داده شود. پس از پر کردن فرم و زدن کلید تایید، یک لینک به شما نشان داده خواهد شد، این لینک را به خریدار دهید تا از طریق این لینک قادر به پرداخت و پیگیری این صورت حساب باشد. زمانی از این روش استفاده کنید که شما قصد ثبت سفارش و ایجاد صورت حساب برای مشتری خود را دارد. در غیر این صورت مشتری شما می تواند از طریق فرم ثبت سفارش آووکادو سفارش خود را ثبت نماید.",

    create_by_buyer_title: "فرم ثبت سفارش",
    create_by_buyer_message:
      "با فعال کردن این بخش یک لینک به شما نشان داده خواهد شد، این لینک را در اختیار خریداران خود قراردهید تا از طریق آن سفارش خود را برای شما ثبت نمایند.",

    orders_list: "لیست سفارشات",
    active_mode: "فعال بودن دریافت سفارش",
    inactive_mode: "غیر فعال",
    active_message:
      "در صورت فعال کردن این سرویس، مشتریانتان قادر به ثبت سفارش محصول از طریق یک فرم درخواست که در زیر می بینید، خواهند بود.",
    avocado_form_link_message:
      "این لینک را در بایو اینستاگرام، تلگرام و یا دیگر شبکه های اجتماعی قرار دهید تا مخاطبانتان سریعتر، ساده تر، دقیقتر و در نهایت بیشتر از شما خرید کنند.",
    need_address: "دریافت آدرس",
    need_address_msg:
      "در صورتی که نیاز به دریافت موقعیت مکانی و آدرس خریدار دارید این گزینه را انتخاب نمایید.",
    avocado_link_message:
      "تنها کافیست لینک فوق را در اختیار مشتری قرار داده تا از طریق آن اقدام به پرداخت نماید. مشتری از طریق این لینک قادر به پیگیری سفارش نیز می باشد.",
    edit_order: "ویرایش سفارش",
    progress: "میزان پیشرفت",
    buyer_link: "لینک خریدار",
    buyer_link_message:
      "این لینک را در اختیار خریدارتان قرار دهید. خریدار از طریق این لینک قادر به پرداخت و پیگیری سفارشش خواهد بود. این لینک کد گذاری شده است، در صورتی که این لینک در اختیار هر فردی قرار گیرد وی قادر به پرداخت و دیدن اطلاعات خواهد بود. این لینک برای مدت 60 روز فعال خواهد بود. برای کپی روی لینک زیر کلیک کنید.",
    OrderConfirm_done: "سفارش تایید شده است.",
    OrderConfirm_message:
      "در صورتی که پرداخت و صحت سفارش را تایید می کنید، کلید زیر را بزنید.",
    OrderConfirm_action: "تایید سفارش",
    PreparingOrder_message:
      "در صورتی که سفارش مشتری آماده ارسال است، کلید تایید زیر را بزنید.",
    PreparingOrder_action: "سفارش آماده ارسال است",
    finish_message:
      "در صورتی که انجام این سفارش به پایان رسیده است، کلید پایان سفارش را زده تا این سفارش بسته شود.",
    finish_action: "اتمام انجام سفارش",
    finish_dialog: {
      title: "تکمیل سفارش",
      message: "آیا این سفارش تکمیل شده است و از بستن آن اطمینان دارید؟",
      action: "بله، تایید تکمیل سفارش",
    },
    configuration: "تنظیمات آووکادو",
    delivery_price: "هزینه ارسال",
    edit_avocado_action: "ویرایش اطلاعات",
    submit_pricing_avocado_action: "تایید و ثبت سفارش",
    add_avocado_action: "ایجاد لینک صورت حساب",
    avocados_list: "لیست صورت حاساب ها",
    not_pricing: "این آیتم قیمت گذاری نشده اشت!",

    show_all: "نمایش همه",
    show_accepted: "نمایش موارد تایید شده",

    notifications: {
      update_success: "آوواکادو با موفقیت ویرایش شد.",
      add_success: "آووکادو با موفقیت ایجاد گردید.",
    },
  },

  /** {@see BDashboardShopOrdersAvocado} **/
  avocado_orders: {
    title: "سرویس فروش آووکادو",
    title_small: "گزارش سفارشات",
    pending_orders: "عدد سفارش فعال",
    avocado: "سفارش آووکادو",
  },

  /** {@see BAvocadoInvoice} **/
  avocado_process: {
    step1: " قیمت گذاری",
    step1_msg:
      "قیمت هر آیتم را وارد و تیک سبز رنگ را بزنید. در صورتی که امکان فروش آیتمی وجود نداشت وضعیت آن را به حالت رد شده تغییر دهید.",
    step2: "تایید صورت حساب",
    step2_msg:
      "برای این سفارش صورت حساب ایجاد نمایید. می توانید برای صورت حساب یک عنوان و توضیح وارد نمایید. مبلغ سفارش به صورت خودکار بر اساس مجموع قیمت اقلام محاسبه شده است.",
    title_input: "عنوان صورت حساب*",
    show_to_customer: "این اطلاعات به خریدار نشان داده می شود.",
    description_msg:
      "توضیح یا اطلاعاتی برای این سفارش می خواهید ثبت کنید؟ این اطلاعات به خریدار نشان داده می شود.",
    price_input: "مبلغ سفارش*",
    tax_none: "بدون مالیات",
    tax_included: "لحاظ در قیمت",
    tax_add: "افزودن مالیات",
    tax_message: "می توانید انتخاب نمایید مالیات در قیمت لحاظ شده است یا خیر.",
    tax_included_messages: "مالیات در قیمت لحاظ شده است.",
    tax_add_messages: "مالیات به مبلغ نهایی افزوده شود.",
    invoice: {
      subtitle:
        "با استفاده از این فرم، می‌توانید یک لینک پرداخت برای مبلغ مشخص ایجاد کنید. همچنین پیگیری فاکتور و تأیید تکمیل پرداخت را به سادگی و راحتی ممکن می‌سازد.",
    },
  },

  /** {@see BPageProductHyper} **/
  /** {@see BPageShopChannelHyper} **/
  hyper: {
    name: "هایپر",
    print_label: "لیبل زیر را پرینت کرده و در مقابل محصول بگذارید",
    hyper_form_link_product_message:
      "مشتریان شما قادر به خرید سریع {product} از طریق این لینک خواهند بود. همچنین با اسکن کد QR وارد همین لینک خواهند شد.",
    title: "فروش سریع هایپر",
    message:
      "به کمک کانال فروش هایپر سلدان مشتریان شما قادر به انتخاب محصولات با اسکن یک کد QR و پرداخت بدون نیاز به انجام کار یا فرایندی توسط شما به عنوان فروشنده خواهند بود. از این روش برای فروش آیتم های محدود به تعداد بالا و سرعت بالا در فستیوال ها، نمایشگاه ها و یا هرجای دیگری که نیاز به سرعت دارید استفاده نمایید. بعد از فعال کردن هایپر در این بخش، شما می توایند برای محصولات فیزیکی در بخش مدیریت محصول، اقدام به ساخت کد QR هایپر آن نمایید.",
    orders_list: "لیست سفارشات هایپر",
    active_mode: "کانال فروش هایپر فعال است",
    inactive_mode: "غیر فعال",
    active_message:
      "در صورت فعال کردن این گزینه امکان ساخت کدهای فروش سریع در بخش مدیریت هر محصول نمایش داده خواهد شد.",
    hyper_form_link_message: "لینک صفحه هایپر فروشگاه شما",
    configuration: "تنظیمات هایپر",
  },

  /** {@see BDashboardShopOrdersHyper} **/
  hyper_orders: {
    title: "سرویس فروش هایپر",
    title_small: "گزارش فروش",
    hyper: "سفارشات دریافتی",
  },

  /** {@see BProductInventoryManagementFile} **/
  product_file: {
    no_file: "هیچ فایلی آپلود نشده است!",
    delete_dialog: {
      title: "حذف فایل",
      message: "آیا از حذف این فایل اطمینان دارید؟",
      action: "بله، حذف فایل",
    },
    notifications: {
      delete_success: "فایل با موفقیت حذف شد.",
    },
    drag_sort_msg: "شما می‌توانید فایل‌ها را کشیده و مرتب کنید.",
    paid_mode_msg: "کاربران تنها پس از خرید محصول می‌توانند آن را دانلود کنند.",
    free_mode_msg:
      "کاربران می‌توانند آن را رایگان دانلود کنند. فایل‌های نمونه باید کمتر از ۵۰ مگابایت باشند.",
    has_gust_shopping_msg:
      "کاربران ثبت‌نام‌شده و مهمان می‌توانند فایل‌ها را دانلود کنند زیرا خرید مهمان در تنظیمات فروشگاه > جریان فعال است.",
    only_registered_shopping_msg:
      "تنها کاربران ثبت‌نام‌شده می‌توانند فایل‌های نمونه را دانلود کنند.",
    file_count_limit: "حداکثر تعداد فایل",
  },

  /**
   * @see BProductLocationRestrictionsList
   */
  product_location_restrictions: {
    title: "مکان‌های موجود",
    subtitle:
      "اگر محصول یا خدمات شما تنها در مناطق خاصی در دسترس است که با کشور و کد پستی یا کد پین مشخص می‌شوند، می‌توانید آن مناطق را در اینجا تعیین کنید. این محدودیت‌های مکانی در سطح محصول اعمال می‌شوند. در صفحه محصول، از مشتریان خواسته می‌شود تا مکان خود را انتخاب کنند. اگر محصول در منطقه انتخابی آن‌ها موجود باشد، می‌توانند آن را خریداری کنند.",

    add_location_action: "افزودن کشور",
    no_restriction: "بدون محدودیت",
    import: {
      title: "بارگذاری پروفایل",
      subtitle: "انتخاب یک پروفایل مکان‌های ذخیره شده.",
    },
    export: {
      title: "ذخیره پروفایل",
      subtitle: "ذخیره مکان‌ها برای استفاده در آینده.",
    },
    has_restriction_input: {
      title: "دارای محدودیت مکانی",
      description:
        "مشتریان تنها می‌توانند این محصول را در کشور و کد پستی مشخص شده به دلیل محدودیت مکانی تعیین شده خریداری کنند.",
    },
    zip_pin_code: "کد پستی / کد پین",
    no_country_selected_error:
      "لطفاً حداقل یک کشور را به همراه فهرستی از کدهای پستی/پین وارد کنید. بدون آن، این محصول در دسترس نخواهد بود.",
    tips: "برای شروع ایجاد یک مجموعه مکان جدید، روی دکمه <b>افزودن کشور</b> کلیک کنید. پس از اتمام، می‌توانید با کلیک روی <b>منوی ⋮</b> در بالای صفحه و انتخاب <b>ذخیره پروفایل</b>، آن را ذخیره کنید.",
    need_save_message:
      "تنظیمات محدودیت مکانی برای محصول تغییر کرده است. برای حفظ این تغییرات، لطفاً روی دکمه 'ذخیره' در زیر کلیک کنید.",

    add_dialog: {
      title: "افزودن کشور",
      message:
        "یک کشور را انتخاب کنید و روی 'افزودن' کلیک کنید. این کار کشور را به جدول اضافه می‌کند و به شما امکان می‌دهد کدهای پستی، کدهای پین، نام شهرها، یا نام مناطق را به آن اختصاص دهید.",
    },
    save_profile_dialog: {
      title: "افزودن پروفایل مکان‌ها",
      message:
        "لطفاً یک نام برای ذخیره این مجموعه مکان‌ها وارد کنید. این مجموعه مکان‌های ذخیره شده را می‌توان به محصولات دیگر اعمال کرد و با یک کلیک مکان‌ها را به سرعت بارگذاری کرد. اگر پروفایلی با نام ارائه شده قبلاً وجود داشته باشد، با این مقادیر جدید به‌روزرسانی خواهد شد.",
      title_input: {
        title: "عنوان پروفایل",
        placeholder: "یک نام دسته‌بندی، یا نام فروشگاه، ...",
      },
    },
    load_profile_dialog: {
      title: "بارگذاری پروفایل مکان‌ها",
      message:
        "می‌توانید مکان‌ها را با انتخاب یک مجموعه مکان ذخیره شده قبلی در اینجا بارگذاری کنید.",

      select_input: {
        title: "پروفایل مکان",
        placeholder: "یک پروفایل را انتخاب کنید...",
      },
    },
  },

  /** {@see NotificationTopBar} **/
  notification_top_bar: {
    free_charge:
      "🎊 حساب خود را {amount} شارژ کنید تا {amount_total} شارژ دریافت نمایید.",
    charge_action: "دریافت شارژ رایگان",
    claim_title: "شارژ رایگان خود را دریافت نمایید",
    claim_charge_caution:
      "توجه: امکان تبدیل ارزها در میان حساب های کیف پول شما وجود ندارد. در نتیجه حسابی را انتخاب نمایید که متناسب با ارز مبادله شده در فروشگاه شما است.",
    account_input: "حساب مقصد",
    account_msg: "حسابی که قصد واریز شارژ هدیه را دارید انتخاب نمایید.",
  },

  /** {@see BDashboardShopApplications} **/
  selldone_applications: {
    title: "از سفارشات جدید در لحظه خبردار شوید!",
    msg: "کسب و کار خود را در هر مکان و هر زمان مدیریت کنید.",
    scan_qr_code: "با گوشی خود مرا اسکن کنید!",

    notification: {
      title: "اعلان",
      subtitle: "دریافت اعلان سفارشات جدید.",
    },
    order: {
      title: "سفارشات",
      subtitle: "سفارشات خود را ببینید و مدیریت کنید.",
    },
    product: {
      title: "محصولات",
      subtitle: "مدیریت موجودی و برنامه‌ریزی محصول.",
    },
  },

  /** {@see BPageShopSettingSeo**/
  shop_seo: {
    title: "تنظیمات سئو سایت",
    msg: "با استفاده از بهینه سازی برای موتورهای جستجو، کانال فروش اورگانیک خود را تقویت نمایید.",
    auto: {
      title: "موتور سئو خودکار",
      msg: "ارائه یک تجربه سریع و یکپارچه در وب برای مخاطبان و موتورهای جستجو سایت.",
    },

    amp: {
      title: "AMP",
      msg: "تولید خودکار صفحات موبایلی سریع.",
    },
  },

  /** {@see BPageShopSettingEmail} **/
  shop_preferences: {
    order: {
      title: "سفارش ها",
      desc: "در صورت پرداخت سبد خرید توسط مشتری، یک ایمیل حاوی اطلاعات سفارش به این آدرس ارسال خواهد شد.",
    },
    return: {
      title: "مرجوعی کالا",
      desc: "در صورت بازگشت محصول توسط خریدار، ارسال خواهد شد. ارسال این ایمیل بستگی به پلن خریداری شده تسوط شما دارد.",
    },
    pos: {
      title: "صندوق فروشگاهی",
      desc: "گزارش خریدهای صندوق های فروش به این ایمیل ارسال می گردد.",
    },
    avocado: {
      title: "آووکادو",
      desc: "ارسال گزارش روزانه سفارشات آووکادو.",
    },
    accounting: {
      title: "حسابداری",
      desc: "گزارش های و اعلان های مالی فروشگاه.",
    },
    subscription: {
      title: "اشتراک ها",
      desc: "آخرین وضعیت پلن های خریداری شده و اعلام شروع و پایان حق اشتراک.",
    },
    technical: {
      title: "موضوعات فنی",
      desc: "اعلان های فنی در مورد دامنه و وضعیت سرویس.",
    },
    report: {
      title: "گزارش ها",
      desc: "گزارش های هفتگی و ماهانه به این ایمیل ارسال می گردد",
    },
    review: {
      title: "بررسی و تاییدها",
      desc: "در صورت نیاز به تایید یک فرایند در فروشگاه، ایمیل مربوطه به این آدرس ارسال خواهد شد. برای مثل برای تایید ارسال ایمیل مارکتینگ به کاربران فروشگاه.",
    },
    bulk: {
      title: "گزارش روزانه سفارشات",
      desc: "یک ایمیل روزانه با جزئیات سفارش‌ها در آن روز را دریافت کنید."
    }

  },
  /** {@see BPageShopSettingLanguages} **/
  shop_languages: {
    title: "زبان های فروشگاه",
    sub_title: "نصب و فعال سازی پکیج های ترجمه خودکار فروشگاه.",
    message:
      "شما می توانید تا 10 بسته زبانی را در فروشگاه خود نصب نماید. در صورت نیاز به نصب پکیج های بیشتر با ما تماس بگیرید.",
  },

  /** {@see SInviteFriends} **/
  invite_friends: {
    title: "کسب و کارتان را به دوستانتان معرفی نمایید!",
    msg: "دوستان خود را به سلدان معرفی کنید. به آن‌ها یک کوپن 99 دلاری  رایگان هدیه داده خواهد شد. پس از انجام اولین تراکنش، شما از تمامی تراکنش‌های آینده‌ی آن‌ها کمیسیون مادام‌العمر دریافت خواهید کرد. برای شروع کسب درآمد، به صفحه همکاری با ما مراجعه کنید.",
    invite: {
      title:
        "به فروشگاه ساز سلدان بپیوندید تا یک هدیه 99 دلاری رایگان دریافت کنید.",
      description:
        "من شما را به سلدان دعوت می کنم تا کسب و کار خود را به صورت آنلاین و با یک ابزار فوق العاده شروع کنید.",
      hashtags: "فروشگاه_ساز,فروش_آنلاین",
      quot: "من یک فروشگاه آنلاین توسط سلدان ساختم، شما هم اکنون می توانید تجارت خود را آنلاین کنید.",
    },
  },

  /** {@see BPageShuttleShops} **/
  shops_list: {
    title: "فروشگاه های من",
    message:
      "لیست فروشگاه های من، فروشگاه های دارای دسترسی و فروشگاه های نمونه.",

    sample: {
      title: "فروشگاه‌های نمونه",
      subtitle:
        "اینجا، شما می‌توانید مجموعه‌ای از فروشگاه‌های نمونه را کشف کنید. شما مجاز به مرور اطلاعات موجود در این فروشگاه‌ها هستید. با این حال، لطفاً از وارد شدن یا سفارش دادن با استفاده از اطلاعات شخصی واقعی خودداری کنید، زیرا این داده‌ها به عموم قابل دسترسی خواهند بود. اگر به طور تصادفی اطلاعات خود را اینجا وارد کردید، لطفاً از فروشگاه خارج شده و با ما برای دریافت کمک بیشتر تماس بگیرید.",
    },

    add_new_store: "افزودن فروشگاه جدید",
    i_have_a_deal: "من یک معامله دارم",
    access: {
      title: "دعوت به دسترسی",
    },
  },

  /** {@see BTransportationServiceLabels} **/
  shipping: {
    warehouse_error:
      "ابتدا انبار خود را تنظیم کنید! این آدرس به عنوان مبدأ حمل و نقل استفاده خواهد شد.",
    errors: {
      set_origin: "نقشه موقعیت مکانی خود را تنظیم کنید.",
      set_country: "کشور خود را تنظیم کنید.",
      set_address: "آدرس خود را تنظیم کنید.",
      set_zip: "کد پستی خود را تنظیم کنید.",
    },
    set_warehouse: "تنظیم انبار",
    pickup_location: "محل تحویل",
    refresh_rates: "به روزرسانی نرخ",
    no_rate: "بدون نرخ...",
    view_messages: "مشاهده پیام‌ها...",
    not_set_yet: "هنوز تنظیم نشده است!",
    drop_orders_here: "سفارش را اینجا بندازید...",
  },

  /** {@see BPageShopBlogsCategories} **/
  blog_category: {
    title: "دسته بندی مقالات",
    subtitle:
      "شما می‌توانید تعداد محدودی دسته‌بندی برای پست‌های وبلاگ خود ایجاد کنید تا آنها را به طور مؤثرتری مدیریت کنید. داشتن یک محدودیت در دسته‌بندی‌ها باعث سازماندهی بهتر در وب‌سایت شما می‌شود. به طور خاص، حتی خبرگزاری‌های برتر نیز تعداد محدودی دسته‌بندی دارند، اغلب کمتر از 100، تا مدیریت را ساده‌تر کرده و تمرکز گسترده‌تری را حفظ کنند.",
    add_action: "ایجاد دسته بندی جدید",
    add_dialog: {
      title: "ایجاد و ویرایش دسته",
      force_edit: "تغییر آدرس دسته",
      force_edit_msg: "نام دسته را تغییر دهید و همه مقالات را به روز کنید.",
      star_msg: "دسته های ستاره دار، دارای اولویت نمایش در وبلاگ هستند.",
      star: "ویژه",
      delete_action: "حذف دسته",
      add_action: "افزودن دسته",
      edit_action: "ویرایش دسته",
    },
  },

  /** {@see BPageShopBlogsTimeline} **/
  blog_timeline: {
    title: "برنامه زمان‌بندی انتشار محتوا",
    subtitle:
      "در اینجا لیست مقالات زمان‌بندی شده برای انتشار در آینده است. شما می‌توانید پست‌های وبلاگ و حتی توضیحات محصول را برای انتشار در زمان‌های خاصی برنامه‌ریزی کنید.",
  },

  /** {@see BPageShopPagesAboutUs} **/
  about_us: {
    title: "صفحه درباره ما",
    subtitle:
      "یک مقاله درباره کسبو کار خود بنویسید تا در صفحه درباره ما نشان داده شود. این صفحه به شناخت برند و کسب و کار شما برای مخاطبانتان کمک خواهد کرد.",
  },
  /** {@see BPageShopPagesTerms} **/
  terms: {
    title: "صفحه شرایط استفاده",
    subtitle:
      "شرایط خرید و استفاده از خدمات خود را برای مشتریانتان توضیح دهید.",
  },
  /** {@see BPageShopPagesPrivacy} **/
  privacy: {
    title: "صفحه سیاست حفظ حریم خصوصی",
    subtitle:
      "سیاست حفظ حریم خصوصی یک بیانیه یا سند قانونی است که برخی یا همه روش‌های جمع‌آوری، استفاده، افشای و مدیریت داده‌های مشتری یا مشتری را توسط یک طرف مشخص می‌کند.",
  },
  /** {@see BPageShopPagesContactUs} **/
  contact_us: {
    title: "صفحه ارتباط با ما",
    subtitle:
      "اطلاعات تماس، آدرس و شماره تماس خود را در این بخش بنویسید تا به مشتریان شما در صفحه تماس با ما نشان داده شود.",
  },
  /** {@see BPageShopApplicationsMetaverse} **/
  metaverse: {
    title: "پل متاورس",
    subtitle:
      "سلدان 100% خدمات مبتنی بر API را در فضای بازرگانی ارائه می دهد. توسعه دهندگان بازی، بلاک چین و متاورس می توانند از این API های قدرتمند برای اتصال مشاغل، مشتریان و خدمات در آینده فضاهای کار، زندگی و تجارت استفاده کنند.",
    message: "دسترسی زودهنگام برای توسعه دهندگان بازی",
  },

  /** {@see BProcessCenterBulkExport} **/
  orders_bulk_export: {
    title: "دستیار سفارشات",
    subtitle:
      "برچسب‌ها را برای پردازش سفارش دسته‌جمعی صادر و دانلود کنید - ایده‌آل برای مدیریت بیش از 100 سفارش در روز.",

    timespan: {
      title: "بازه زمانی",
      subtitle: "تاریخ شروع و پایان ثبت سفارشات را انتخاب کنید.",
    },
    tasks: {
      title: "خروجی وظایف",
      subtitle:
        "لیست وظایف برای پردازش سفارشات انبوه را دانلود کنید. نتیجه فقط شامل سفارشات پرداخت شده و یا پرداخت در محل است.",
      export_title: "لیست وظایف",
    },
    labels: {
      title: "برچسب جعبه ها",
      subtitle:
        "لیست تمام برچسب های سفارشات را در بازه زمانی انتخابی و وضعیت انتخابی بارگیری کنید. نتیجه فقط شامل سفارشات پرداخت شده و COD است.",
      export_title: "برچسب بسته ها",
    },
  },

  /** {@see BPageShopMarketingFunnel} **/
  customers_funnel: {
    title: "جمعیت شناسی مشتریان",
    subtitle:
      "مشتریان خود را فیلتر کنید و به صورت یک فایل خروجی بگیرید.  با این اطلاعات می توانید تصمیمات بهتری برای ارتقاع خدماتتان بگیرید.  لطفا به حریم خصوصی مشتریان خود احترام بگذارید و هرگز ایمیل های انبوه برای آنها ارسال نکنید! هرگز اطلاعات مشتریان خود را با شرکت های ثالث بدون کسب اجازه از تک تک مشتریان، به اشتراک نگذارید.",
  },

  /** {@see BPageAffiliatorDashboard} **/
  affiliate_pos: {
    title: "پنل ثبت سفارش",
    open_pos_action: "ثبت سفارش سریع",
    description:
      "این گزینه برای ادمین های پیج های اینستاگرام و دیگر شبکه های اجتمائی مناسب است. زمانی که شما سفارشات را مستقیما از مشتریان دریافت می کنید این گزینه برای شما مناسب است. تنها کافیست سفارش را در پوز ثبت کرده و فیش واریز را آپلود نمایید تا کارمندان فروشگاه سفارش شما را دریافت نموده و پس از تایید برای مشتری نهایی ارسال کنند.",
  },

  /** {@see BPageShopSettingFlow} **/
  shop_configuration: {
    login: {
      title: "روش های ورود",
      subtitle: "روش های ورود کاربران به فروشگاه خود را شخصی سازی نمایید.",

      tips: "<b>مهم:</b> هنگامی که یک کاربر در فروشگاه شما ثبت‌نام می‌کند، اگر قبلاً حساب کاربری در سلدان نداشته باشد، یک حساب کاربری برای او ایجاد می‌شود. این کاربر به دفترچه آدرس خود در تمام فروشگاه‌ها دسترسی خواهد داشت و می‌تواند تاریخچه سفارش‌های خود را مشاهده کند، حتی اگر یک فروشگاه بسته شده باشد. ما از این اطلاعات برای اهداف بازاریابی استفاده نمی‌کنیم، بلکه برای جلوگیری از تقلب در هر دو طرف به آن نیاز داریم. برای شفافیت بیشتر، یک ایمیل به کاربر ارسال می‌کنیم و او را از ثبت‌نامش مطلع می‌سازیم."

    },

    /** {@see BShopOptionsCheckout} **/
    checkout: {
      title: "مراحل خرید",
      subtitle:
        "شما می توانید مسیر مشتری و مراحل خرید در فروشگاه را سفارشی کنید.",
      map: {
        title: "نقشه",
        subtitle:
          "کاربران باید محل تحویل را روی نقشه (مانند اوبر) انتخاب کنند.",
        subtitle_no_map:
          "در صورت عدم وجود مکان در آدرس ارائه شده توسط مشتری، فاصله در محاسبه حمل و نقل صفر در نظر گرفته می شود.",
      },
      mode: {
        title: "نقطه ورود مشتری",
        default: {
          title: "پیشفرض",
          msg: "کاربران در اسرع وقت وارد سایت می شوند. (نرخ تبدیل بیشتر)",
        },
        on_checkout: {
          title: "در زمان تایید سفارش",
          msg: "کاربران در مرحله پرداخت وارد می شوند.",
        },
        login_free: {
          title: "ورود اختیاری",
          msg: "ورود اختیاری برای کاربر پس از پرداخت.",
        },
      },

      express: {
        title: "هدایت مشتری بعد از افزودن محصول به سبد خرید",

        false: {
          title: "حالت عادی",
          msg: "کاربر در صفحه مانده و به خرید خود ادامه خواهد می دهد.",
        },
        true: {
          title: "حالت اکسپرس",
          msg: "هدایت کاربر به صفحه تکمیل سفارش پس از افزودن محصول به سبد خرید.",
        },
      },

      shipping_address: {
        title: "پرسیدن آدرس ارسال",
      },
    },

    /** {@see BShopOptionsCheckoutForm} **/
    checkout_form: {
      title: "فرم تسویه‌حساب",
      subtitle: "فیلدهای فرم تسویه‌حساب را برای جمع‌آوری اطلاعات موردنیاز از مشتریان خود سفارشی کنید.",
    }


  },

  /** {@see CheckoutOptions} **/
  checkout_options: {
    default: {
      title: "فیزیکی و خدماتی (پیش فرض)",
      desc: "از مشتری خواسته خواهد شد که آدرسی را در مرحله تایید سفارشات فیزیکی و خدماتی وارد کند.",
    },
    physical: {
      title: "تنها فیزیکی",
      desc: "از مشتری خواسته خواهد شد که آدرسی را در مرحله تایید سفارشات فیزیکی وارد کند.",
    },
    off: {
      title: "غیرفعال",
      desc: "هرگز آدرس دریافت پرسیده نمی شود. ⚠ اگر قصد دارید با انتخاب نوع فیزیکی حتی برای محصولات خدماتی خود تنوع (رنگ، وزن و ...) بسازید، از این گزینه استفاده کنید.",
    },
  },

  /** {@see BPageShopSettingBusinessModel} **/
  business_model: {
    title: "تنظیمات مدل کسب و کار",
    subtitle:
      "مدل کسب و کار خود را تنظیم کنید، و باقی کار را به سلدان بسپارید! ما سیستم عامل شما را در پشت صحنه پیکربندی می کنیم.",
  },
  business_type: {
    title: "انواع کالا ها",
    subtitle:
      "نوع محصولاتی را که می خواهید در فروشگاه خود بفروشید تنظیم کنید. انواع محصول در سلدان چیزی بیش از تعریف یک نوع برای محصولات است. تنوع ها تعیین کننده فرآیند پردازش سفارشات است.",

    send_activation_request_to_support:
      "درخواست فعالسازی را در یک تیکت پشتیبانی ارسال کنید.",
    require_kyc: "احراز هویت مالک فروشگاه.",
    needs_enterprise_license: "نیاز به لایسنس سازمانی.",
    marketplace_caution_message:
      "با انتخاب  مدل کسب و کار مارکتپلیس عمیقاً بر پیکربندی سیستم عامل کسب و کار شما تأثیر می گذارد. به عنوان مثال، شما باید حداقل یک تامین کننده (وندور و یا فروشنده)، یا بیشتر، برای هر محصول با قیمت گذاری و موجودی مستقل تعریف کنید. مشتریان نمی توانند محصولاتی را بخرند که تامین کننده ای ندارند.",
  },

  /** {@see BusinessModelView} **/
  business_model_view: {
    normal: {
      title: "فروشگاه معمولی",
      desc: "معمولاً یک SME یا کسب و کار خانگی - که محصول خود را مستقیماً به مشتریان می فروشد یا محصولات تأمین کنندگان عمده را می فروشد.",
    },
    dropshipping: {
      title: "دراپشیپینگ",
      desc: "هیچ محصول و موجودی ندارید - شما به شخص ثالث، معمولاً یک عمده فروش یا سازنده، پول می پردازید، و آنها در پشت صحنه سفارشات را انجام می دهند.",
    },

    wholesaler: {
      title: "تامین کننده دراپشیپینگ",
      desc: "معمولاً یک عمده فروش یا یک تولید کننده - که سفارشات را مستقیماً به مصرف کننده نهایی ارسال می کند. فروشندگان دیگر در سلدان می توانند محصولات شما را در فروشگاهشان دراپشیپ نمایند.",
    },
    marketplace: {
      title: "مارکتپلیس",
      desc: "بازار آنلاینی که خریداران و فروشندگان را در یک پلت فرم اختصاصی و متمرکز به هم متصل می کند.",
    },

    franchise: {
      title: "فرانچایز / شعبه",
      desc: "رنچایز روشی برای توزیع محصولات یا خدمات است که شامل یک امتیاز دهنده است که برند شما را ایجاد می کند (فرانچایز) یا محصولات شما را با نام تجاری خود به فروش می رساند (شعبه).",
    },
  },

  /** {@see BPageMarketplace} **/
  marketplace: {
    vendor_wallets: "کیف پول ها",
    pricing_models: "قیمت گذاری",
    add_vendor: "افزودن فروشنده",
    requests: "درخواست ها",
  },

  price_input_type: {
    title: "نوع ورودی قیمت",
    default: {
      title: "پیش فرض",
      desc: "یک مقدار را به عنوان تعداد در سبد خرید انتخاب می شود.",
    },
    area: {
      title: "مساحت",
      desc: "عرض و طول به عنوان ورودی برای محاسبه تعداد وارد کنید.",
    },
    volume: {
      title: "حجم",
      desc: "عرض، طول و ارتفاع به عنوان ورودی برای محاسبه تعداد وارد کنید.",
    },
    custom: {
      title: "سفارشی (توسط فرم ورودی)",
      desc: "بدون نیاز به صدها تنوع، یک فرم محاسبه هزینه برای محصولات قابل سفارشی سازی و یا با تنوع زیاد ایجاد کنید.",
    },
  },

  /** {@see BPageShuttleVendors} **/
  vendors_list: {
    title: "وندورهای من",
    message: "لیست فروشگاهایی که به عنوان تامین کننده به آنها اضافه شده ام.",
  },

  vendor_page: {},

  /** {@see BDomainsList} **/
  domains: {
    message:
      "چندین دامنه را به سیستم عامل کسب و کار خود متصل کنید و همه آنها را در یک مکان مدیریت کنید. می توانید از ویژگی چند دامنه برای ایجاد دامنه های اختصاصی برای هر قسمت از وب سایت خود مانند وبلاگ و انجمن استفاده کنید یا از دامنه های اختصاصی برای  هر یک از شرکای تجاری خود  و افیلیت ها استفاده کنید.",
  },

  /** {@see BNoteButton}   {@see BNoteDialog} **/
  notes: {
    add_action: "اضافه کردن یادداشت برای تیم",
    notifications: {
      success_add: "یادداشت با موفقیت اضافه شد.",
      success_delete: "یادداشت با موفقیت حذف شد.",
    },
  },

  /** {@see WidgetAppCard} **/
  app_card: {
    category: "دسته بندی",
    installs: "نصب",
    actives: "فعال",
    uninstalls: "حذف",
    app_code: "کد اپلیکیشن",
    app_mode: "نوع اپلیکیشن",
  },

  product_status: {
    open: {
      name: "فعال",
      title: "فعال ╏ فروش آنلاین و غیر حضوری",
      description: "این محصول برای سفارش آنلاین در دسترس خواهد بود.",
    },
    close: {
      name: "غیر فعال",
      title: "غیر فعال ╏ فقط فروش حضوری",
      description: "این محصول برای سفارش آنلاین در دسترس نخواهد بود.",
    },
    pending: {
      name: "در انتظار",
      title: "در انتظار",
      description: "قبل از فعال شدن، نیاز به بررسی بازار است.",
    },
    rejected: {
      name: "رد شده",
      title: "رد شده",
      description: "این محصول توسط بازار رد شده است.",
    },
  },

  /**
   * BDashboardShopFeedback
   */
  direct_feedback: {
    title: "ارسال درخواست مستقیم",
    message:
      "سه نیاز اصلی کسب‌وکار خود را برای شکوفایی و سودآوری در سلدان شناسایی کنید. این اطلاعات به طور مستقیم با بنیان‌گذاران و مدیران به اشتراک گذاشته شده و به دقت بررسی خواهد شد. شما همچنین می‌توانید پس از ارسال، نیازهای خود را به مرور زمان به‌روزرسانی کنید.",
    expand_action: "درخواست را بنویسید...",
    input_label: "درخواست شما",
    to: {
      ceo: "ارسال به مدیرعامل",
      team: "ارسال به تیم",
    },
    placeholder: {
      ceo: "اصلاً لازم نیست محترمانه صحبت کنید، دوست دارم درخواست مستقیم و روشن شما را بشنوم.\nمثلاً من نیاز دارم به...",
      team: "لطفاً سعی کنید با آن‌ها مهربان باشید.\nمثلاً من نیاز دارم به...",
    },
  },

  /**
   * BInventoryFilter
   */
  inventory_filter: {
    placeholder: "انتخاب فیلتر *.*",
  },
  /**
   * BVendorInput
   */
  vendor_input: {
    placeholder: "انتخاب فروشنده...",
  },

  /**
   * BShopProductsImportProcessing
   */
  product_import_processing: {
    title: "درحال پردازش و افزودن محصولات",
    message:
      "در حال وارد کردن محصولات و تصاویر هستیم، که ممکن است مدتی زمان ببرد.",
  },

  /**
   * BOrderInput
   */
  order_input: {
    message:
      "اطلاعات نمایش داده شده در اینجا توسط مشتری و بر اساس ساختار فرم ورودی محصول ارائه شده است.",
  },

  /**

     BPageConnectDashboard , BPageConnectProducts
     */
  shop_connect: {
    test: {
      title: "راه‌اندازی",
      subtitle: "گزارش سرویس خارجی",
      action: "آزمایش اتصال",
      last_update: "آخرین به روز رسانی",
    },
    service_status: {
      title: "وضعیت سرویس",
      syncing_message: "در حال همگام‌سازی...",
      action: "همگام‌سازی همه",
      connect_status: "وضعیت اتصال",
      service_status: "وضعیت سرویس",
      auto_confirm_enable_msg: "تأیید خودکار سفارش‌ها فعال است.",
      auto_confirm_disable_msg: "تأیید خودکار سفارش‌ها فعال نیست.",
      shipping_enable_msg:
        "هزینه حمل و نقل بر اساس اطلاعات ارائه شده در زمان پرداخت محاسبه خواهد شد.",
    },
    detail: {
      title: "جزئیات اتصال",
      auto_confirm_order: "تأیید خودکار سفارش‌ها",
      test_mode: "حالت آزمایشی",
      status: {
        subtitle: "اطلاعات کلی درباره وضعیت همگام‌سازی.",
      },
      sync: {
        title: "جزئیات همگام‌سازی",
        subtitle:
          "جزئیات همگام‌سازی داخلی. این اطلاعات پس از پایان موفقیت‌آمیز دوره همگام‌سازی ذخیره می‌شود.",
        no_data: "هیچ اطلاعاتی از همگام‌سازی موجود نیست!",
      },
    },

    products: {
      title: "محصولات",
      subtitle:
        "لیست محصولات اضافه شده از {name}. مطمئن شوید که محصول شما نام و شناسه (SKU) منحصر به فرد دارد. برخی از خدمات Connect برای مهاجرت استفاده می‌شوند، بنابراین اگر محصولاتی با شناسه‌ها و نام‌های تکراری داشته باشید، آن محصولات تغییر خواهند کرد!",
      action: "دریافت محصولات",
      syncing_message: "در حال همگام‌سازی...",
    },

    logs: {
      title: "لاگ‌ها",
      subtitle:
        "فهرست تمام لاگ‌ها در ۷ روز گذشته. قابلیت لاگ‌گیری فقط از ارائه‌دهندگان خدمات خارجی پشتیبانی می‌شود.",
    },

    edit: {
      title: "افزودن سرویس جدید",

      service: {
        title: "سرویس",
        subtitle:
          "پلتفرم هدف، تأمین‌کننده دراپ‌شیپینگ، یا بازار را برای اتصال انتخاب کنید.",
      },
      test: {
        false_title: "همگام‌سازی همه",
        false_desc: "دریافت تمام محصولات، دسته‌ها، و مشتریان موجود.",
        true_title: "محدود (پیشنهاد شده برای مبتدیان)",
        true_desc:
          "حداکثر ۵ محصول، دسته، و مشتری دریافت کنید. می‌توانید در هر زمان به حالت کامل در اتصال > تنظیمات تغییر دهید.",
      },
      overwrite: {
        false_title: "اگر موجود است تغییر ندهید",
        false_desc: "جزئیات محصولات و دسته‌های موجود را به همان شکل حفظ کنید.",
        true_title: "بازنویسی",
        true_desc:
          "اطلاعات محصولات، واریانت‌ها، و دسته‌های موجود را به‌روزرسانی کنید.",
      },
      migration_tips:
        "<b>نکات: </b>اگر می‌خواهید عملکرد را تست کنید، گزینه <b>محدود</b> را انتخاب کنید. با انتخاب 'همگام‌سازی همه'، تمام داده‌ها را از خدمات متصل شما دریافت می‌کنیم و تصاویر مرتبط را دانلود می‌کنیم، بنابراین فضای ذخیره‌سازی رایگان شما کاهش می‌یابد. همچنین، حذف بسیاری از محصولات، دسته‌ها، و مشتریان دشوار خواهد بود!",
      add_action: "اتصال خودکار به",
      order: {
        title: "وضعیت سفارش",
        subtitle:
          "تنظیمات مدیریت سفارش سرویس متصل شده را برای فروشگاه خود پیکربندی کنید. این شامل تنظیم پذیرش سفارش، فعال کردن تأیید خودکار سفارش (اگر پشتیبانی می‌شود)، و پیکربندی محاسبات هزینه حمل و نقل می‌شود.",
      },
      enable: {
        label: "وضعیت اتصال",
        true_desc: "موجودی و سفارش‌ها همگام‌سازی خواهند شد.",
      },
      confirm: {
        label: "تأیید خودکار سفارش‌ها",
        false_desc: "باید سفارش را به صورت دستی تأیید کنید.",
        true_desc:
          "سفارش‌های با پرداخت زنده به طور خودکار تأیید خواهند شد. سفارش‌های با پرداخت آزمایشی به طور خودکار تأیید نخواهند شد.",
        tips: "سفارش‌هایی که با کارت هدیه یا COD یا در حالت دیباگ پرداخت شده‌اند استثنا هستند و به طور خودکار تأیید نخواهند شد.",
      },
      shipping: {
        label: "حمل و نقل",
        tips: "این سرویس محاسبه هزینه حمل و نقل را ارائه می‌دهد که می‌تواند به دلخواه شما فعال یا غیرفعال شود. اگر فعال شود، استفاده از APIهای محاسبه هزینه با خدمات شخص ثالث لازم خواهد بود که ممکن است باعث تأخیر بیش از ۳۰۰ میلی‌ثانیه در به‌روزرسانی قیمت در صفحه پرداخت شود.",
        false_title: "غیرفعال کردن",
        false_desc:
          "از محاسبه هزینه حمل و نقل خودم استفاده کن، در فروشگاه > لجستیک > حمل و نقل برای تمام محصولات، شامل محصولات وارداتی.",
        true_title: "محاسبه حمل و نقل",
        true_desc:
          "از API محاسبه نرخ حمل و نقل ارائه شده توسط این سرویس استفاده کن.",
      },
      remove: {
        verify: "تأیید می‌کنم که این اتصال را حذف کنم.",
        action: "حذف اتصال",
      },
    },

    /**
     * BPageShopChannelConnect
     */
    list: {
      title: "اتصال OS",
      subtitle:
        "سیستم‌عامل کسب‌وکار خود را به خدمات خارجی متصل کنید و تمام کانال‌ها را در یک مکان مدیریت کنید.",
      action: "اتصال سرویس جدید",
      empty_message:
        "برنامه‌ها و پلاگین‌های دراپ‌شیپینگ را فراموش کنید! اتصال آینده مدیریت سفارش‌های چند پلتفرمی است.",
      auto_confirm: "تأیید خودکار",
      shipping: "حمل و نقل",
      syncing_now: "در حال همگام‌سازی!",
      sync_not_started: "همگام‌سازی هنوز شروع نشده است!",
    },
  },

  /**
   * ConnectMode
   */
  connect_mode: {
    Migration: {
      title: "مهاجرت",
      desc: "دریافت محصولات، دسته‌ها، و مشتریان. پس از حذف این سرویس توسط کاربر، محصولات، دسته‌ها، و مشتریان دریافت شده حذف نخواهند شد.",
    },
    Dropshipping: {
      title: "دراپ‌شیپینگ",
      desc: "دریافت محصولات، دسته‌ها، و سفارش‌ها. سیستم محصولات را پس از حذف سرویس توسط کاربر حذف می‌کند.",
    },
    Marketplace: {
      title: "بازارگاه",
      desc: "فقط موجودی را همگام‌سازی کنید و سفارش‌ها را دریافت کنید (محصولات با SKU لینک خواهند شد).",
    },
    Accounting: {
      title: "حسابداری",
      desc: "ارسال سفارش‌ها و اطلاعات مالی.",
    },
    Other: {
      title: "سایر",
      desc: "سایر خدمات.",
    },
  },

  /**
   * BPageShopPagesLandings
   */
  shop_landings: {
    title: "صفحات فرود",
    add_new_action: "افزودن صفحه جدید",
    subtitle:
      "صفحات سفارشی متمایز و پاسخگو برای برند خود با استفاده از ویرایشگر درون‌خطی قدرتمند مبتنی بر هوش مصنوعی ایجاد کنید و با وارد کردن داده‌ها به صورت خودکار محتوای پویا تولید کنید.",
    empty_message: "صفحات سفارشی را با کشیدن و رها کردن طراحی کنید...",
  },

  /**
   * BPageShopPermissionStaff
   */
  shop_staff: {
    list: {
      title: "مدیریت کارکنان",
      subtitle:
        "کاربرانی که به داشبورد و بخش‌های مدیریتی این فروشگاه دسترسی دارند.",
    },
    pending: {
      title: "در انتظار",
      message: "نمایش دعوت‌نامه‌های در انتظار.",
    },
  },

  /**
   * BPageShopCommunityComments
   */
  community_comments: {
    title: "نظرات",
    subtitle: "این لیست نظرات جامعه است.",
    empty_msg: "تا کنون هیچ نظری ایجاد نشده است...",
  },

  /**
   * BPageShopCommunityCategories
   */
  community_categories: {
    title: "دسته‌بندی‌ها",
    subtitle: "این لیست دسته‌بندی‌های جامعه است.",
    new_category_action: "دسته‌بندی جدید",
    empty_msg: "تا کنون هیچ دسته‌بندی‌ای ایجاد نشده است...",
    filter: {
      delete: {
        title: "حذف شده",
        description: "دسته‌بندی‌های حذف شده را نمایش بده.",
      },
    },
  },

  /**
   * BPageShopCommunityPosts
   */
  community_posts: {
    title: "پست‌ها",
    subtitle: "این لیست پست‌های جامعه است.",
    filter: {
      deleted: {
        title: "حذف شده",
        description: "پست‌های حذف شده را نمایش بده.",
      },
      reported: {
        title: "گزارش شده",
        description: "پست‌های گزارش شده را نمایش بده.",
      },
    },
    empty_msg: "تا کنون هیچ پستی ایجاد نشده است...",
    menu: {
      open_post: {
        title: "باز کردن پست",
        subtitle: "مشاهده و ویرایش پست در جامعه.",
      },
      spam: {
        title: "گزارش و حذف هرزنامه‌ها",
        subtitle: "حذف انبوه پست‌ها و مسدود کردن کاربر.",
      },
      delete: {
        title: "حذف پست",
        subtitle: "این پست را حذف کنید.",
      },
    },
  },

  /**
   * {@see BGoogleTagManager}
   */
  channel_google: {
    gtag: {
      title: "مدیریت GTAG",
      subtitle:
        "گوگل آنالیتیکس اندازه‌گیری بازگشت سرمایه تبلیغات را فراهم می‌آورد در حالی که ردیابی فلش، ویدئو، و سایت‌ها و برنامه‌های رسانه‌های اجتماعی را انجام می‌دهد. با راه‌حل‌های رایگان، ساده و قابل اعتماد مدیریت برچسب گوگل تگ منیجر، برچسب‌های وب‌سایت را بدون نیاز به ویرایش کد، به آسانی مدیریت کنید.",
      tag_id: {
        label: "شناسه مدیریت برچسب گوگل",
      },
    },
    shopping: {
      title: "گوگل شاپینگ",
      subtitle:
        "منابع داده منشاء اطلاعات کاتالوگ شما در گوگل را نشان می‌دهند. از این لینک پیروی کنید تا تمام محصولات و دسته‌بندی‌ها به طور خودکار به کالاهای گوگل اضافه شوند.",
      tips: "شما می‌توانید از این ابزار برای مدیریت آسان و خودکار تبلیغات گوگل استفاده کنید.",
      link_message: "آدرس فید محصولات گوگل",
    },
    console: {
      title: "کنسول جستجو",
      subtitle:
        "یک متا تگ به صفحه اصلی خود اضافه کنید برای تأیید کنسول جستجوی گوگل.",
      code: {
        label: "متا تگ تأیید",
        placeholder: "از گوگل، مثلاً viQg9mjdBj...",
      },
    },
    serp: {
      title: "SERP و کلیدواژه‌های گوگل",
      subtitle:
        "ما داده‌های دقیق‌ترین بررسی سئو را از گوگل به دست می‌آوریم و به شما به شکل مناسب ارائه می‌دهیم. فقط مراحل داده شده را دنبال کنید.",
    },
    serp_content: {
      title: "اتصال به کنسول جستجوی گوگل",
      subtitle:
        "فروشگاه خود را به کنسول جستجو متصل کنید و شروع به کاوش در کلیدواژه‌ها، رتبه‌بندی‌ها، و دیگر ابزارهای سئو رایگان در سلدان کنید.",
      tips: {
        title:
          "پیش از اتصال سلدان به کنسول جستجوی گوگل، موارد زیر را اطمینان حاصل کنید:",
        add_in_selldone:
          "دامنه سفارشی خود را اضافه کرده، تأیید کرده و به عنوان اصلی تنظیم کنید.",
        add_in_google:
          "دامنه <b>{domain}</b> را در <a href='https://search.google.com/search-console' target='_blank'> <b>کنسول جستجوی گوگل</b></a> اضافه و تأیید کنید.",
      },
      action_custom_domain: "دامنه اختصاصی",
      action_connect_now: "همین حالا وصل شوید",
      action_remove_connection: "حذف اتصال",
    },
  },

  /**
   * {@see BPageShopIncentivesCoupon}
   */
  cashback: {
    add_new: "افزودن برنامه جدید بازگشت وجه",
    title: "برنامه‌های بازگشت وجه",
    boosted: "افزایش (2 برابر)",
    min_purchase: "حداقل خرید",
    only_first_order: "فقط برای اولین سفارش",
    total_cashback: "کل بازگشت وجه",
    delete_alert: {
      title: "حذف برنامه بازگشت وجه",
      message:
        "آیا مطمئن هستید که می‌خواهید این برنامه بازگشت وجه را حذف کنید؟",
      action: "بله، اکنون حذف کن",
    },
    notifications: {
      delete_success: "برنامه بازگشت وجه با موفقیت حذف شد.",
    },
  },
  /**
   * {@see BPageCashback}
   */
  shop_cashback: {
    title: "برنامه بازگشت وجه",
    up_to: "تا",
    menu: {
      back: "برنامه‌های بازگشت وجه",
      dashboard: "داشبورد",
      orders: "سفارشات",
      edit: "ویرایش",
    },
    /**
     * {@see BPageCashbackDashboard}
     */
    dashboard: {
      chart_amount_buy: {
        label: "خرید",
        y: "مبلغ خرید {currency}",
      },
      chart_amount_cashback: {
        label: "بازگشت وجه",
        y: "مبلغ بازگشت وجه {currency}",
      },
      chart_used: {
        label: "استفاده شده",
        y: "تعداد دفعات",
      },
    },
    /**
     * {@see BPageCashbackOrders}
     */
    orders: {
      title: "سفارشات بازگشت وجه",
      table: {
        amount_cashback: "مبلغ بازگشت وجه",
        payment_status: "وضعیت پرداخت",
        date: "تاریخ",
      },
    },
  },
  /**
   * {@see BCashbackAdd}
   */
  cashback_edit: {
    config: {
      subtitle: "درصد بازگشت وجه، حد و وضعیت آن را اینجا تنظیم کنید.",
    },
    percent_input: {
      title: "درصد بازگشت وجه",
      message: "درصد بازگشت وجه را بین 1% تا 20% وارد کنید.",
    },
    currency_input: {
      message: "برنامه بازگشت وجه فقط برای این ارز در دسترس خواهد بود.",
    },
    limit_input: {
      title: "حد",
      hint: "حداکثر مبلغ بازگشت وجه را وارد کنید.",
      zero_message: "برای بازگشت وجه نامحدود، 0 وارد کنید.",
    },
    duration: {
      title: "مدت زمان محدودیت",
      subtitle: "مدت زمان برنامه بازگشت وجه را تنظیم کنید. این اختیاری است.",
    },
    start_input: {
      title: "تاریخ شروع",
      placeholder: "تاریخ شروع را انتخاب کنید...",
    },
    end_input: {
      title: "تاریخ پایان",
      placeholder: "تاریخ پایان را انتخاب کنید...",
    },
    design: {
      subtitle:
        "عنوان و توضیح کوتاه برنامه بازگشت وجه را تنظیم کنید. این اطلاعات به مشتریان نمایش داده می‌شود.",
    },
    title_input: {
      title: "عنوان",
    },
    description_input: {
      title: "توضیح",
    },
    constraints: {
      subtitle: "محدودیت‌های برنامه بازگشت وجه را تنظیم کنید.",
    },
    min_purchase_input: {
      hint: "حداقل مبلغ خرید برای برنامه بازگشت وجه را وارد کنید.",
      title: "حداقل خرید",
    },
    only_first_buy_input: {
      false_desc: "برنامه بازگشت وجه برای تمام سفارشات در دسترس خواهد بود.",
      true_desc: "برنامه بازگشت وجه فقط برای اولین سفارش در دسترس خواهد بود.",
      true_title: "فقط اولین سفارش",
      false_title: "همه سفارشات",
    },
    qualify_input: {
      false_title: "همه مشتریان",
      true_title: "مشتریان واجد شرایط",
      true_msg:
        "برنامه بازگشت وجه فقط برای مشتریان واجد شرایط در دسترس خواهد بود.",
    },
    club: {
      subtitle:
        "باشگاه را برای برنامه بازگشت وجه تنظیم کنید. برنامه بازگشت وجه فقط برای مشتریانی که در این باشگاه هستند در دسترس خواهد بود.",
    },
    cluster: {
      subtitle:
        "با اختصاص یک خوشه به برنامه بازگشت وجه، می‌توانید آن را مؤثرتر مدیریت کنید.",
    },
    notifications: {
      add: "برنامه بازگشت وجه با موفقیت اضافه شد.",
      edit: "برنامه بازگشت وجه با موفقیت به‌روزرسانی شد.",
    },
    enable_input: {
      true_msg:
        "برنامه بازگشت وجه فعال است و مشتریان می‌توانند از آن استفاده کنند.",
      false_msg:
        "برنامه بازگشت وجه غیرفعال است و مشتریان نمی‌توانند از آن استفاده کنند.",
    },
    boosted_input: {
      false_title: "عادی",
      true_title: "افزایش (بازگشت وجه 2 برابر)",
      true_msg:
        "برنامه بازگشت وجه در حالت افزایش است و مشتریان بازگشت وجه 2 برابر دریافت خواهند کرد.",
      false_msg:
        "برنامه بازگشت وجه در حالت عادی است و مشتریان بازگشت وجه عادی دریافت خواهند کرد.",
    },
  },

  /**
   * @see BOrderPaymentRowPayment
   */
  row_payment: {
    actions: {
      refund: {
        title: "بازپرداخت پرداخت",
        subtitle: "بازپرداخت جزئی یا کامل پشتیبانی می‌شود.",
      },
      delivery: {
        title: "تایید در زمان تحویل",
        subtitle:
          "شما می‌توانید تحویل را به صورت دستی برای ارائه‌دهنده پرداخت تایید کنید.",
      },
    },
  },

  /**
   * @see BOrderPaymentActionsRefundDialog
   */
  payment_refund_dialog: {
    title: "بازپرداخت پرداخت",
    message:
      "به دلایل امنیتی، تنها سفارشاتی که در ۷ روز گذشته پرداخت شده‌اند واجد شرایط بازپرداخت هستند.",
    payment_amount: "مبلغ پرداختی",
    total_refund_amount: "مبلغ کل بازپرداخت شده",
    can_refund: "مبلغ قابل بازپرداخت",
    refund_amount: "مبلغ بازپرداخت",
    verify: {
      title: "تایید بازپرداخت",
      description:
        "من تأیید می‌کنم که مبلغ بازپرداخت صحیح است و می‌خواهم ادامه دهم.",
    },
    action: "اکنون بازپرداخت کن",
  },

  /**
   * @see BOrderPaymentActionsDeliveryDialog
   */
  payment_delivery_dialog: {
    title: "تایید تحویل به مشتری",
    message:
      "برخی از خدمات پرداخت نیاز به تأیید تحویل سفارش به مشتری دارند. معمولاً این تأیید را در آخرین مرحله از تکمیل سفارش، زمانی که تأییدیه تحویل مشتری را دریافت می‌کنیم، ارسال می‌کنیم. اما اگر نیاز دارید این عمل را به صورت دستی انجام دهید، می‌توانید اینجا انجام دهید.",
    verify: {
      title: "تأیید تحویل",
      description: "من تأیید می‌کنم که سفارش به مشتری تحویل داده شده است.",
    },
    action: "اکنون تأیید کن",
  },

  /**
   * @see BPageProductCrossSelling
   */
  product_cross_selling: {
    title: "فروش مکمل",
    add_new_actions: "افزودن محصول جدید",
    subtitle:
      "در این بخش، می‌توانید محصولات مکمل را برای این صفحه محصول اضافه و مدیریت کنید. این محصولات به‌عنوان پیشنهاد برای خرید در کنار محصول اصلی به مشتریان نمایش داده خواهند شد. همچنین می‌توانید تخفیف‌هایی را برای تشویق و انگیزه‌دهی به خریدهای اضافی تعیین کنید. سیستم حداکثر 3 آیتم را برای مشتری به نمایش خواهد گذاشت.",
    dialog: {
      edit_title: "ویرایش محصول فروش مکمل",
      add_title: "افزودن محصولات جدید برای فروش مکمل",
      target: {
        title: "محصول هدف",
        subtitle:
          "محصولاتی را انتخاب کنید که می‌خواهید به‌عنوان گزینه‌های فروش مکمل در کنار این محصول ترویج شوند.",
        select_products: "انتخاب محصول(ها)",
      },
      list: {
        title: "محصول هدف",
        subtitle: "این محصول برای ترویج فروش مکمل انتخاب شده است.",
        manage_product: "مدیریت محصول",
      },
      discount: {
        title: "تخفیف و پیام",
        subtitle:
          "شما می‌توانید یک پیام اضافه کنید و تخفیفی را برای ترغیب مشتریان به خرید آیتم‌های انتخابی ارائه دهید. این انگیزه‌ها می‌توانند به افزایش فروش و بهبود تجربه خرید کمک کنند.",
        amount_input: {
          message:
            "درصد تخفیف پس از محاسبه تمام تخفیف‌های موجود به قیمت محصول اعمال خواهد شد.",
        },
        mismatch_type_warning:
          "تخفیف‌ها را نمی‌توان به انواع دیگری غیر از نوع محصولات اصلی اعمال کرد، زیرا آیتم‌های منبع و هدف در سبدهای جداگانه قرار می‌گیرند.",
        not_support_subscription_type_warning:
          "تنظیم تخفیف برای محصولات اشتراکی فروش مکمل ممکن نیست، زیرا برنامه‌های قیمت‌گذاری به صورت پویا قابل تنظیم نیستند.",
        message_input: {
          message:
            "یک عنوان جذاب و متقاعدکننده بنویسید تا توجه مشتریان را جلب کنید.",
          placeholder:
            "بسته بندی و صرفه جویی: با انتخاب دست‌چین شده ما ظاهر خود را تکمیل کنید!",
        },
      },
      action: {
        title: "دکمه",
        subtitle:
          'در اینجا می‌توانید اقدام محصول فروش مکمل را تغییر دهید. اگر محصول شما نیاز به ورودی اطلاعات سفارشی دارد، مانند از طریق فرم ارزیابی، اقدام "افزودن به سبد خرید" را انتخاب نکنید زیرا ممکن است منجر به خطا شود.',
      },
    },
  },

  /**
   * @see BProductVariantsBulkAdd
   */
  product_variants_bulk_add: {
    title: "افزودن گروهی نوع‌های محصول",
    variants: {
      title: "گزینه‌های نوع محصول",
      subtitle:
        "تا دو گزینه نوع محصول را انتخاب کنید. پس از انتخاب، می‌توانید نوع‌های خاصی را برای ایجاد خودکار انتخاب کنید.",
    },
    values: {
      title: "مقادیر نوع محصول",
      subtitle: "مقادیر ممکن برای هر گزینه نوع محصول را اینجا وارد کنید.",
      prevent_duplicates_tips:
        "<b>توجه:</b> ما به صورت خودکار نوع‌های موجود را بررسی می‌کنیم تا از ایجاد موارد تکراری جلوگیری شود.",
    },
    inventory: {
      title: "موجودی اولیه",
      subtitle: "تعداد موجودی اولیه برای نوع‌های جدید را تنظیم کنید.",
    },
    add_variants_action: "ایجاد نوع‌های محصول",
  },

  /**
   * @see CrossSellActionType
   */
  CrossSellActionType: {
    AddToCart: {
      title: "افزودن به سبد خرید",
      description:
        "دکمه افزودن به سبد خرید را به طور مستقیم نمایش دهید. توجه داشته باشید که این گزینه برای محصولات اشتراکی قابل استفاده نیست.",
    },
    ViewProduct: {
      title: "مشاهده محصول",
      description:
        "دکمه مشاهده بیشتر را نمایش دهید که مشتریان را با باز کردن یک پنجره جدید به صفحه محصول هدایت می‌کند.",
    },
  },

  /**
   * @see BProductFlow
   */

  product_flow: {
    title: "فرآیند خرید",
    subtitle: "این فرآیند خرید و بررسی سلامت محصول شما است.",

    /**
     * @see BProductFlowRowConnect
     */
    connect: {
      subtitle: "این محصول از طریق <b>{name}</b> اضافه شده است.",
      enable_msg: "این پل به سرویس خارجی فعال است.",
      disable_msg: "این پل به سرویس خارجی غیرفعال است.",
      has_shipping_msg:
        "{name} از ارسال پشتیبانی می‌کند. بنابراین شما این امکان را دارید که محاسبه خودکار هزینه ارسال را توسط {name} در صفحه پرداخت فعال کنید.",
    },
    /**
     * @see BProductFlowRowHealth
     */
    health: {
      title: "سلامت محصول",
      available_in_stock_msg: "محصول در انبار موجود است.",
      out_of_stock_msg: "محصول موجود نیست.",
      file_count_msg:
        "{files_count} فایل با حجم کلی {files_size} برای این محصول آپلود شده است.",
      no_file_uploaded_msg: "هنوز هیچ فایلی آپلود نشده است.",
      no_image_uploaded_msg: "برای جذاب‌تر شدن محصول، یک تصویر آپلود کنید.",
    },
    /**
     * @see BProductFlowErrorsVendor
     */
    vendor_errors: {
      title: "فروشندگان مفقود",
      subtitle:
        "این محصول در حال حاضر هیچ فروشنده‌ای ندارد. برای اینکه محصولی در بازار قابل خرید باشد، باید حداقل یک فروشنده داشته باشد.",
      manage_vendors: "مدیریت فروشندگان",
    },

    /**
     * @see BProductFlowErrorsFile
     */
    file_errors: {
      title: "فایل‌های مفقود",
      subtitle:
        "در حال حاضر هیچ فایلی برای این محصول آپلود نشده است. لطفاً برای ادامه، فایل‌ها را آپلود کنید.",
      manage_files: "مدیریت فایل‌ها",
    },

    /**
     * @see BProductFlowRowPricing
     */
    pricing: {
      title: "قیمت‌گذاری",
      no_product_price_msg: "قیمت پیش‌فرض محصول هنوز تنظیم نشده است!",
      listing_pricing_msg: "قیمت‌ گذاری در لیستینگ فروشگاه:",
      has_valuation_msg: "محصول دارای ارزش‌گذاری است.",
      subscription_pricing_msg:
        "این محصول دارای {count} برنامه قیمت‌گذاری اشتراکی است.",
      has_no_subscription_pricing_msg:
        "این محصول هیچ برنامه قیمت‌گذاری اشتراکی ندارد.",
    },
    /**
     * @see BProductFlowErrorsSubscription
     */
    subscription_errors: {
      title: "برنامه‌های قیمت‌گذاری اشتراکی مفقود",
      subtitle:
        "این محصول هیچ برنامه قیمت‌گذاری اشتراکی ندارد. شما باید حداقل یک برنامه قیمت‌گذاری اشتراکی اضافه کنید تا این محصول برای خرید اشتراکی در دسترس باشد.",
      pricing_plans: "برنامه‌های قیمت‌گذاری",
    },

    /**
     * @see BProductFlowRowLocation
     */
    location: {
      title: "محدودیت مکان فروش ● {status}",
      status: {
        has_restriction: "موجود در {count} کشور",
        no_restriction: "بدون محدودیت",
      },

      available_countries_msg:
        "خرید جهانی محدود به {count} کشور است. این کشورها عبارتند از {countries}.",
      disable_for_all_countries_msg:
        "خرید برای تمام کشورها در تنظیمات فروشگاه > مکان‌ها غیرفعال شده است.",
      location_is_not_in_permitted_shop_locations_msg:
        "شما {country} را به عنوان مکان فروش تنظیم کرده‌اید اما در سطح فروشگاه این کشور مجاز نیست. لطفاً تنظیمات سطح فروشگاه خود را بررسی کنید.",
      shop_locations: "مکان‌های فروشگاه",
      product_locations: "مکان‌های محصول",
    },

    /**
     * @see BProductFlowErrorsLocation
     */
    location_errors: {
      title: "خطای مکان‌های موجود",
      no_location_error_subtitle:
        "شما یک محدودیت مکانی برای خرید محصول فعال کرده‌اید، اما در حال حاضر هیچ کشوری تحت این محدودیت لیست نشده است. در نتیجه، این محصول برای خرید هیچ‌کس در دسترس نیست.",
      invalid_location_error_subtitle:
        "تنظیمات محدودیت مکانی برای محصول شما شامل یک خطاست: برخی مکان‌های لیست شده هیچ کد پستی مرتبطی ندارند. در نتیجه، کاربران نمی‌توانند کد پستی را انتخاب کنند و محصول برای خرید در دسترس نیست.",

      manage_locations: "مدیریت مکان‌ها",
    },

    /**
     * @see BProductFlowRowTax
     */
    tax: {
      title: "مالیات اشتراک",
      default_shop: "مالیات پیش‌فرض فروشگاه",
      tax_profiles: "پروفایل‌های مالیاتی",
      description: {
        subscription_tax_msg:
          "ما می‌توانیم مالیات را تنها در مرحله ایجاد پرداخت اعمال کنیم.",
        dedicated: "اختصاصی",
        is_disabled: "این پروفایل مالیاتی غیرفعال است!",
        tax_is_based_on_location: "مالیات: مبتنی بر مکان",
        shipping_tax_is_based_on_location: "ارسال: مبتنی بر مکان",
        included_in_price: "در قیمت گنجانده شده است.",
      },
    },

    /**
     * @see BProductFlowRowVendor
     */
    vendor: {
      vendor_owner_msg: "این محصول متعلق به <b>{vendor}</b> است.",
      has_vendors_msg: "برای این محصول {count} فروشنده وجود دارد.",
      no_vendor_msg:
        "شما هیچ فروشنده‌ای به این محصول اختصاص نداده‌اید، بنابراین مشتریان نمی‌توانند آن را خریداری کنند.",
      add_vendors: "افزودن فروشندگان",
    },
  },

  /**
   * @see BPageProductTemplate
   */
  product_template: {
    title: "قالب صفحه محصول",
    subtitle:
      "شما می‌توانید یک صفحه را درون صفحه محصول خود قرار دهید تا ارائه بهتری داشته باشید. روش بهینه این است که صفحات را با پس‌زمینه شفاف و ۱ تا ۳ بخش مخصوص به هر دسته محصول ایجاد کنید. سپس یک صفحه را به چندین محصول اختصاص دهید تا یک نمایش منسجم و جذاب داشته باشید.",
    edit_page: "ویرایش صفحه",
    list_of_pages: "فهرست صفحات",
  },

  /**
   * @see BPageProductEmbed
   */
  product_embed: {
    subtitle:
      "شما می‌توانید به راحتی یک محصول یا لیستی از محصولات را در وبلاگ یا صفحات وب دیگر خود با کپی و چسباندن کدهایی که ما برای شما تولید می‌کنیم، درج کنید. اگرچه این ویژگی هنوز در مراحل اولیه خود است، اما ما به طور فعال در حال کار بر روی گسترش قابلیت‌های آن هستیم تا از آنچه در حال حاضر در دسترس است، فراتر برویم. در حال حاضر، این ویژگی دارای قابلیت‌های محدودی است، اما ما قصد داریم در آینده قالب‌ها و گزینه‌های سفارشی‌سازی بیشتری اضافه کنیم.",
    card: {
      title: "مینیمال",
      description:
        "کد HTML تولید کنید تا کارت‌های محصول را در پلتفرم‌ها و صفحات HTML دیگر اضافه کنید.",
    },
    iframe: {
      title: "آی‌فریم",
      description:
        "کد آی‌فریم را تولید کنید تا جزئیات کامل محصول را در یک پنجره جاسازی‌شده نمایش دهید.",
    },
  },

  /**
   * @see BPermissionStaffAddDialog
   */
  permission_staff_add: {
    title_new: "کارمند جدید",
    title_edit: "ویرایش کارمند",

    staff: {
      title: "اضافه کردن کارمند و دسترسی",
      subtitle:
        "تمام کاربرانی که دسترسی کارمند دارند می‌توانند وارد داشبورد شما شوند و اطلاعات مالی را مشاهده کنند. برای اضافه کردن کاربرانی با دسترسی محدود، نقش تعریف کنید.",
      go_to_roles: "رفتن به نقش‌ها",
    },
    access: {
      customization_tips:
        "<b>سفارشی‌سازی:</b> برای سفارشی کردن دسترسی پیش‌فرض خواندن/نوشتن، روی هر آیتم کلیک کنید. هر ردیف نشان‌دهنده یک سطح دسترسی مرتبط با داشبورد اصلی فروشگاه است.",
      simplify_tips:
        "<b>مهم!</b> ما کنترل دسترسی را از بیش از ۳۰۰ به کمتر از ۱۰ سطح ساده کرده‌ایم. سطوح دسترسی دقیق‌تر و به‌روزتر در مستندات منتشر خواهد شد.",
      multi_permission_tips:
        "<b>محدودیت‌های سفارشی؟</b> شما می‌توانید دسترسی بیشتری به یک کاربر اضافه کنید، بنابراین پس از افزودن اولین دسترسی، دسترسی‌های اضافی را با همان مراحل ایجاد کنید.",
      view_data: "مشاهده داده‌ها",
      apply_changes: "اعمال تغییرات",
    },

    inputs: {
      email: {
        placeholder: "ایمیل",
        label: "آدرس ایمیل کاربر",
      },
      level: {
        label: "سطح دسترسی",
        placeholder: "یک سطح را انتخاب کنید...",
      },
    },

    actions: {
      add: "اضافه کردن کارمند",
    },
    notifications: {
      add_success: {
        title: "دسترسی اعطا شد",
        message: "دسترسی جدید با موفقیت اضافه شد.",
      },
      update_success: {
        title: "دسترسی به‌روز شد",
        message: "دسترسی‌ها با موفقیت به‌روز شدند.",
      },
    },
  },

  /**
   * @see BCategoryEngineEditor
   */
  category_engine_editor: {
    title: "فهرست محصولات اضافی",
    subtitle:
      "محصولات را از دسته‌بندی‌های مختلف نمایش دهید. شما می‌توانید چندین دسته‌بندی را برای نمایش محصولات انتخاب کنید یا محصولات را با برچسب‌ها فیلتر کنید.",
    aut_add_sub_categories_tips:
      "می‌توانید با کلیک روی دکمه زیر، به‌طور خودکار همه زیرمجموعه‌ها را به دسته‌بندی فعلی اضافه کنید.",
    inputs: {
      categories: {
        label: "دسته‌بندی‌ها",
        messages: "محصولات در این دسته‌بندی‌ها نمایش داده خواهند شد.",
        placeholder: "دسته‌بندی‌ها را انتخاب کنید...",
      },
      tags: {
        label: "برچسب‌های محصول",
        messages: "محصولات با این برچسب‌ها نمایش داده خواهند شد.",
        placeholder:
          "برچسب‌ها را اینجا وارد کنید و اینتر را فشار دهید. مثال: مجموعه جدید",
      },
    },
    actions: {
      save_engine: "ذخیره موتور",
      auto_add_subcategories: "افزودن خودکار زیرمجموعه‌ها",
    },
  },

  /**
   * @see SProductsSortView
   */
  products_sort_view: {
    search_tips: {
      title: "نکات جستجو",
      normal:
        "<b>جستجوی عمومی: </b>جستجو بر اساس عنوان، MPN، SKU، برند یا برچسب‌ها.",
      product:
        '<b>شناسه دقیق محصول: </b>از P+شناسه محصول برای یافتن یک محصول خاص استفاده کنید، مثال: <b class="text-green">P</b><i class="text-yellow">360</i>.',
      quotes:
        '<b>عبارت دقیق: </b>برای جستجوی یک عبارت دقیق از علامت‌های نقل قول استفاده کنید، مثال: <b class="text-green">"</b><i class="text-yellow">متن شما اینجا</i><b class="text-green">"</b>.',
      tax: '<b>پروفایل مالیات: </b>برای جستجوی محصولاتی با پروفایل مالیاتی خاص از "tax:" استفاده کنید، مثال: <b class="text-green">tax:</b><i class="text-yellow">نام پروفایل مالیاتی</i>.',
      new_products:
        '<b>محصولات جدید: </b>محصولات اضافه شده در یک بازه زمانی خاص را پیدا کنید، مثال: <b class="text-green">new~</b><i class="text-yellow">2023-08-10</i><b class="text-green">~</b><i class="text-yellow">2023-08-20</i>.',
    },
  },

  /**
   * @see LAugmentForm
   */
  augment_form: {
    title: "افزودن محتوا",
    subtitle:
      "کلیدی را وارد کنید که با مقدار متناظر آن در محتوای صفحه جایگزین شود. کلیدها باید حداکثر ۳۲ کاراکتر باشند.",
    add_caption: "افزودن آیتم جدید",
    add_sub_caption: "افزودن جفت کلید-مقدار سفارشی.",
    add_dialog: {
      title: "انتخاب نوع ورودی",
      html: {
        title: "متن و HTML",
        subtitle: "مقدار آیتم می‌تواند به صورت متن یا HTML تعیین شود.",
      },
      image: {
        title: "تصویر",
        subtitle: "می‌توانید یک تصویر آپلود کنید.",
      },
    },

    help_dialog: {
      title: "چگونه از محتوای پویا استفاده کنیم",
      how_it_works_tips:
        "در صفحات فرود، شما انعطاف‌پذیری دارید تا جایگزین‌های پویا برای متن و تصاویر تعیین کنید. این جایگزین‌ها نقش مهمی در سفارشی‌سازی محتوا بر اساس شرایط دارند. ماهیت پویا بودن این جایگزین‌ها به آنها اجازه می‌دهد که با مقادیر افزودنی پر شوند، که می‌تواند بر اساس عوامل مختلف متفاوت باشد. به عنوان مثال، مقادیر افزودنی ممکن است برای هر محصول یا دسته‌بندی متفاوت باشد. مزیت واقعی این ویژگی زمانی نمایان می‌شود که شما مجموعه‌ای از آیتم‌ها با ویژگی‌های مختلف داشته باشید. می‌توانید به طور مؤثر از این جایگزین‌های پویا برای شخصی‌سازی و بهبود نمایش هر آیتم استفاده کنید و تجربه‌ای منحصر به فرد و تعاملی در صفحات فرود خود ایجاد کنید.",
      assign_tips:
        "برای اختصاص مقادیر پویا به تصاویر، روی دکمه فیدر که در سمت چپ بخش قرار دارد، کلیک کنید.",
      set_dynamic_image_tips:
        "اکنون شما قادر هستید که URL تصویر را تغییر داده و آن را به یک مقدار پویا اختصاص دهید.",
      enter_values_tips:
        "برای هر محصول، شما این امکان را دارید که جفت کلید-مقدار اختصاصی تعیین کنید.",
      result_tips:
        "این نتیجه نهایی صفحه است، جایی که جایگزین‌ها با مقادیر افزودنی جایگزین شده‌اند.",
    },
  },

  /**
   * @see BLogisticProfileEditor
   */
  logistic_profile_editor: {
    languages: {
      title: "چندزبانه",
      subtitle:
        "این فهرست زبان‌های محتوا است. شما می‌توانید برای پروفایل لجستیک در هر زبان محتوای متفاوتی تنظیم کنید.",
      add_caption: "افزودن مقاله جدید",
      no_more_language: "زبان دیگری موجود نیست!",
    },
    content: {
      title: "محتوا",
      subtitle:
        "می‌توانید محتوای پروفایل لجستیک را در زبان‌های مختلف سفارشی کنید.",
      language_input: "زبان مقاله فعلی",
      delete_article: "حذف مقاله",
      menu_tooltip: "ترجمه خودکار / حذف مقاله",
    },
    translate_to: "ترجمه به",
    notifications: {
      translate: {
        message: "ترجمه مقاله با موفقیت انجام شد.",
      },
      save_article: {
        message: "مقاله با موفقیت ذخیره شد.",
      },
      delete_article: {
        message: "مقاله با موفقیت حذف شد.",
      },
    },
    delete_dialog: {
      message: "آیا مطمئن هستید که می‌خواهید این مقاله را برای همیشه حذف کنید؟",
      action: "بله، اکنون حذف شود",
    },
  },

  /**
   * @see LogisticProfilePage_Products
   */
  logistic_profile_products: {
    title: "محصولات",
    subtitle: "فهرست محصولات مرتبط با این پروفایل.",
  },

  /**
   * @see LogisticProfilePage_Setting
   */
  logistic_profile_setting: {
    title: "اطلاعات عمومی",
    inputs: {
      name: {
        message:
          "این نام به شما نشان داده می‌شود و برای عموم نمایش داده نخواهد شد.",
      },
      accept_delete: {
        true_description:
          "این عمل تمام مقالات و پیوندهای پروفایل را حذف خواهد کرد.",
        true_title: "من تأیید می‌کنم که این ارتباط را حذف کنم.",
      },
    },
    actions: {
      remove: "حذف پروفایل و ارتباطات",
    },
  },

  /**
   * @see BPageShopLogisticProfiles
   */
  shop_logistic_profiles: {
    title: "پروفایل‌های لجستیک",
    add_caption: "افزودن پروفایل جدید",
    subtitle:
      "شما می‌توانید سیاست گارانتی و بازگشت کالا برای محصولات را در اینجا ایجاد و ویرایش کنید و آن را به هر محصولی اختصاص دهید. شما می‌توانید سیاست‌های گارانتی متفاوتی برای انواع مختلف محصولات تعریف کنید.",
    add_dialog: {
      title: "ایجاد پروفایل لجستیک جدید",
      config: {
        title: "اطلاعات عمومی",
        subtitle:
          "نوع پروفایل را انتخاب کنید. می‌تواند راهنما، گارانتی یا هر محتوای دیگر و موادی باشد که بین چندین محصول مشترک است.",
      },
      article: {
        title: "مقاله",
        subtitle:
          "شما می‌توانید پس از ایجاد این پروفایل لجستیک، زبان‌های بیشتری اضافه کنید.",
      },
      inputs: {
        name: {
          message:
            "این نام به شما نشان داده می‌شود و برای عموم نمایش داده نخواهد شد.",
          placeholder: "نامی برای پروفایل وارد کنید...",
        },
      },
    },
  },

  /**
   * @see BPageShopLogisticIncludes
   */
  shop_logistic_includes: {
    title: "مدیریت اقلام موجود",
    add_caption: "افزودن آیتم جدید",
    subtitle:
      "در اینجا می‌توانید اقلام موجود در محصولات خود را مدیریت کنید. برای داشتن ظاهری بی‌نقص در فروشگاه خود، همیشه از آیتم‌هایی با الگوی تصویری مشابه، مانند فریم‌های سیمی، در تمام محصولات استفاده کنید.",
    empty_list_msg: "لیست اقلام موجود...",
    notifications: {
      delete: {
        message: "آیتم حذف شد.",
      },
    },
    delete_dialog: {
      title: "حذف آیتم موجود",
      message:
        "آیا مطمئن هستید که می‌خواهید این آیتم را به‌طور دائم حذف کنید؟ لطفاً توجه داشته باشید که این آیتم همچنین از تمام محصولات مرتبط نیز حذف خواهد شد!",
      action: "بله، اکنون حذف کن",
    },
    actions: {
      edit_linked_page: "ویرایش صفحه مرتبط",
    },
  },

  /**
   * @see BIncludeItemAdd
   */
  include_item_add: {
    dialog_title_edit: "ویرایش آیتم موجود",
    dialog_title_add: "ایجاد آیتم موجود جدید",

    title: "آیتم موجود",
    subtitle:
      "یک عنوان کوتاه انتخاب کنید، ایده‌آل با 2 تا 3 کلمه. از تصاویر مربعی استفاده کنید، زیرا ما تصاویر آپلود شده را به صورت خودکار به قالب مربعی 256x256 تغییر اندازه می‌دهیم. برای بهترین ظاهر در تمامی قالب‌ها، از تصاویر مینیمالیستی با پس‌زمینه شفاف استفاده کنید و الگوی یکنواختی را در تمام محصولات خود حفظ کنید.",
    inputs: {
      title: {
        placeholder: "عنوان مختصر نمایش داده شده در صفحه محصول...",
      },
      code: {
        placeholder: "کد یکتا، مثال: mobile_cable_usb",
        hint: "از این کد برای تسهیل فرآیند جستجوی آیتم‌ها استفاده کنید.",
      },
      description: {
        placeholder: "توضیح کوتاهی درباره این آیتم...",
        hint: "توضیحات برای SEO استفاده خواهد شد و ممکن است در برخی از طرح‌های سفارشی در صفحه محصول به کاربران نمایش داده شود.",
      },
      image: {
        message: "حداکثر اندازه تصویر: 1MB",
      },
      path: {
        label: "مسیر صفحه",
      },
    },
    mode: {
      no_link: {
        title: "بدون لینک",
      },
      external_link: {
        title: "لینک خارجی",
        description: "یک لینک به URL خارجی تنظیم کنید.",
        tips: "می‌توانید هر URL را به آیتم متصل کنید. زمانی که کاربران روی آیتم در صفحه محصول کلیک کنند، به آن لینک هدایت خواهند شد.",
      },
      internal_link: {
        title: "لینک داخلی",
        description:
          "ایجاد صفحه دینامیک با استفاده از داده‌های تکمیلی برای این آیتم.",
        tips: "می‌توانید یک صفحه فرود را با پروفایل لینک کنید و یک مسیر سفارشی و محتوای دینامیک برای آن تنظیم کنید. سلدان یک لینک دینامیک برای آیتم ایجاد خواهد کرد.",
      },
    },

    notifications: {
      add: {
        message: "آیتم موجود با موفقیت اضافه شد.",
      },
      edit: {
        message: "آیتم موجود با موفقیت به‌روزرسانی شد.",
      },
    },
  },

  /**
   * @see BPageShopLogisticReturns
   */
  shop_logistic_returns: {
    title: "سفارشات مرجوعی",
    subtitle:
      "مشتریان شما می‌توانند سفارشات فیزیکی خود را مرجوع کنند، و شما می‌توانید درخواست‌های مرجوعی را در صفحه پردازش سفارشات مشاهده کنید یا به لیست کامل سفارشات مرجوعی در اینجا دسترسی پیدا کنید.",
  },

  /**
   * @see OReferralFees
   */
  referral_fees: {
    title: "کمیسیون‌ها",
    subtitle:
      "لیست تمام کمیسیون‌هایی که از ارجاعات خود کسب کرده‌اید. تا 30 روز طول می‌کشد تا کمیسیون تأیید شود و به کیف پول شما منتقل شود.",
  },

  /**
   * @see OReferralWallets
   */
  referral_wallets: {
    title: "کیف پول‌ها",
    subtitle:
      "در اینجا می‌توانید کارمزدهای کمیسیونی که کسب کرده‌اید را مشاهده کنید. می‌توانید کارمزدهای کمیسیون خود را به حساب بانکی یا کیف پول سلدان خود منتقل کنید.",
    no_commission_yet: "هنوز هیچ کمیسیونی دریافت نکرده‌اید.",
    no_wallet: "کیف پولی وجود ندارد!",

    withdraw_dialog: {
      title: "برداشت کارمزد کمیسیون",

      need_bank_info_message: "لطفاً ابتدا اطلاعات بانکی خود را وارد کنید.",

      to_wallet: {
        title: "به کیف پول",
        subtitle:
          "با این گزینه، می‌توانید کارمزدهای کمیسیون خود را به کیف پول سلدان خود منتقل کنید. لطفاً مطمئن شوید که کیف پولی به عنوان کیف پول هدیه متصل است و با همان ارز عمل می‌کند.",
      },
      to_bank: {
        title: "به بانک",
        subtitle:
          "با این گزینه، می‌توانید کارمزدهای کمیسیون خود را به حساب بانکی خود منتقل کنید. لطفاً مطمئن شوید که اطلاعات بانکی شما به‌درستی وارد شده است.",
      },
      inputs: {
        verify_to_wallet: {
          true_description:
            "می‌خواهم کارمزد کمیسیون خود را به کیف پول سلدان خود منتقل کنم.",
        },
        verify_to_bank: {
          true_description:
            "اطلاعات بانکی خود را تأیید می‌کنم و می‌خواهم کارمزد کمیسیون خود را به حساب بانکی خود منتقل کنم.",
        },
      },
      actions: {
        withdraw_to_wallet: "برداشت به کیف پول",
        withdraw_to_bank: "برداشت به بانک",
      },
    },
    notifications: {
      request_transfer_to_bank_success:
        "درخواست شما با موفقیت دریافت شد و ما آن را بررسی خواهیم کرد.",
    },
  },

  /**
   * @see OPageMonetizeReferral
   */
  monetize_referral: {
    copy_box: {
      message: "می‌توانید <b>?ref={code}</b> را به هر آدرس سلدان اضافه کنید.",
    },

    intro: {
      title: "به برنامه همکاری در فروش سلدان بپیوندید",
      message:
        "برنامه همکاری در فروش سلدان ساده و سرراست است و برای شما طراحی شده تا به راحتی کسب درآمد کنید. لینک همکاری خود را به اشتراک بگذارید تا کاربران جدید را به سلدان دعوت کنید، و شما از هر تراکنشی که انجام می‌دهند، برای همیشه کمیسیون دریافت خواهید کرد. این شامل درآمد از اشتراک‌ها، کارمزد خدمات، ارتقاء فروشگاه و تمامی منابع درآمدی دیگر می‌شود. بدون هیچ محدودیتی در زمان یا درآمد، سهم خود را از درآمد شروع کنید. به ما بپیوندید و شبکه خود را به یک منبع درآمد پایدار تبدیل کنید!",
      why_join_selldone_affiliate: "چرا این یک فرصت منحصر به فرد است؟",
      reasons: [
        "این فرصت برای همیشه باقی می‌ماند!",
        "تمامی هزینه‌های اشتراک و تراکنش‌ها را پوشش می‌دهد. به معنای واقعی کلمه، هر پرداخت کاربر در سلدان.",
        "ما یک کوپن رایگان 99 دلاری به هر کسی که با استفاده از لینک شما ثبت‌نام می‌کند ارسال می‌کنیم.",
        "وقتی سطح شما ارتقاء می‌یابد، از تمام کاربران قبلی که ارجاع داده‌اید با نرخ جدید درآمد کسب خواهید کرد.",
      ],
    },
  },

  /**
   * @see LMenuLeftAssets
   */
  l_menu_left_assets: {
    no_asset_uploaded: "هنوز تصویری آپلود نشده است.",
  },

  /**
   * @see LMenuTopHome
   */
  l_menu_top_home: {
    hot_keys: "کلیدهای میانبر",
    click_to_view_all: "برای مشاهده همه کلیک کنید...",
    clone_tooltip: {
      title: "تکثیر سبک",
      subtitle:
        "از این ابزار برای تکرار سبک‌هایی مانند فونت‌ها، پس‌زمینه‌ها، حاشیه‌ها و مرزبندی‌ها استفاده کنید. برای تکثیر سبک‌ها مراحل زیر را دنبال کنید:",
      step_1:
        "ابزار را فعال کرده و نشانگر ماوس را روی متن، ستون‌ها یا تصاویر ببرید؛ نشانگر به قطره‌چکان تغییر می‌کند.",
      step_2: "روی عنصری که می‌خواهید سبک آن را کپی کنید کلیک کنید.",
      step_3:
        "نشانگر به پالت تغییر می‌کند؛ روی عنصری که می‌خواهید سبک کپی شده را به آن اعمال کنید کلیک کنید.",
    },
    show_side_menu_tooltip: {
      subtitle:
        "نمایش یا عدم نمایش منوی کناری را که شامل تمامی دسته‌بندی‌های بخش‌ها برای ساخت صفحه شماست، فعال یا غیرفعال کنید.",
    },
    sort_tooltip: {
      subtitle:
        "این ویژگی را فعال کنید تا بتوانید بخش‌ها را به راحتی مرتب‌سازی و سازماندهی کنید.",
    },
    edit_mode_tooltip: {
      title: "حالت ویرایش / پیش‌نمایش",
      edit_mode_title: "حالت ویرایش",
      edit_mode_msg: "تمام ابزارهای ویرایش نمایش داده خواهند شد.",
      view_mode_title: "حالت پیش‌نمایش",
      view_mode_msg:
        "صفحه خود را همانطور که کاربران می‌بینند مشاهده کنید و ابزارهای اضافی ویرایش و متون خالی را مخفی کنید.",
    },
    repository_tooltip: {
      title: "بخش‌های از پیش ساخته شده",
      subtitle:
        "نمایش یا عدم نمایش بخش‌های از پیش طراحی شده را فعال یا غیرفعال کنید. این بخش‌ها با استفاده از بخش‌های استاندارد موجود در منوی سمت چپ ساخته شده‌اند و انعطاف‌پذیری این صفحه‌ساز را به نمایش می‌گذارند.",
    },
    live_view: {
      title: "پیش‌نمایش زنده",
      subtitle: "به‌روزرسانی‌ها را در همزمان مشاهده کنید.",
    },
    hotkeys_dialog: {
      title: "میانبرهای صفحه‌کلید",
      augment_tips:
        "می‌توانید محتوای دینامیک را در صفحه خود بارگذاری کرده و با مقادیر <b>augment</b> جایگزین کنید. Augment برای صفحات دینامیک سفارشی مانند <b>محصولات</b>، <b>دسته‌ها</b> و <b>شامل آیتم‌ها</b> استفاده می‌شود. برای تنظیم یک تصویر که به صورت دینامیک بارگذاری شود، روی <b>Feeder</b> کلیک کرده و <b>منبع دینامیک</b> را برای آن تصویر انتخاب کنید.",
    },
    hotkeys: {
      ctrl_b: "تغییر وضعیت بولد کردن متن انتخاب شده | <b>مرا بولد کن</b>",
      ctrl_i: "تغییر وضعیت ایتالیک کردن متن انتخاب شده | <i>مرا ایتالیک کن</i>",
      ctrl_l: "تغییر وضعیت خط‌زدن روی متن انتخاب شده | <s>مرا خط بزن</s>",
      ctrl_u:
        "تغییر وضعیت زیرخط‌دار کردن متن انتخاب شده | <u>مرا زیرخط دار کن</u>",
      ctrl_1: "کاهش اندازه فونت متن انتخاب شده | <small>مرا کوچک کن</small>",
      ctrl_2: "افزایش اندازه فونت متن انتخاب شده | <big>مرا بزرگ کن</big>",
      ctrl_r:
        "حذف تمام فرمت‌بندی‌ها از متن انتخاب شده | پاک کردن همه استایل‌ها",
      ctrl_s: "ذخیره صفحه",
      tab: "تغییر حالت مقیاس",
      ctrl_e: "فعال یا غیرفعال کردن حالت تکثیر سبک",
    },
  },

  /**
   * @see LPageEditorRepository
   */
  l_page_editor_repository: {
    title: "کشیدن و رها کردن",
    subtitle: "بخش‌های از پیش ساخته شده",
    add_dialog: {
      title: "افزودن بخش سفارشی",
      configuration: {
        title: "تنظیمات",
        subtitle:
          "شما می‌توانید بخش‌های سفارشی طراحی شده را برای استفاده‌های آینده در طراحی صفحات خود ذخیره کنید. این بخش‌های ذخیره شده برای تمام مدیران این فروشگاه در دسترس خواهند بود.",
      },
      image: {
        title: "تصویر",
        subtitle: "تصویر عمومی نمایش داده شده در لیست.",
      },
      code: {
        title: "کد",
        subtitle:
          "شما می‌توانید کد المان را از بخش‌های سمت چپ در صفحه‌ساز کپی و جایگذاری کنید.",
      },
      inputs: {
        title: {
          label: "عنوان",
          message: "این عنوان عمومی است.",
        },
        tags: {
          label: "برچسب‌ها",
          message: "برای جستجو و دسته‌بندی المان‌ها استفاده می‌شود.",
        },
        section: {
          message: "می توانید یک سکشن را از ویرایشگر اینجا کپی کنید.",
        },
      },
    },
  },

  /**
   * @see BPageMarketplaceVendors
   */
  marketplace_vendors: {
    title: "فهرست فروشندگان",
    subtitle:
      "فروشندگان را در اینجا اضافه کنید، سپس آن‌ها را به محصولات در داشبورد محصول > فروشندگان اختصاص دهید.",
    add_new_vendor_action: "اضافه کردن فروشنده جدید",
    status_tooltip: {
      title: "وضعیت فروشنده",
      ACCEPTED: "فروشنده به پنل خود دسترسی دارد.",
      REJECTED: "درخواست فروشنده رد شده است.",
      PENDING: "درخواست در انتظار تصمیم فروشنده است.",
    },
    number_of_products: "تعداد محصولات",
    invited: "دعوت شده",
    no_pricing: "بدون قیمت‌گذاری",
    no_pricing_tooltip: {
      title: "طرح قیمت‌گذاری پیش‌فرض",
      subtitle: "لطفاً یک مدل قیمت‌گذاری پیش‌فرض برای فروشنده تنظیم کنید.",
    },
    updated_products_tooltip: {
      title: "محصولات به‌روزرسانی شده در ۲۴ ساعت گذشته",
    },
    added_products_tooltip: {
      title: "محصولات اضافه شده در ۲۴ ساعت گذشته",
    },
    access_tooltip: {
      title: "دسترسی به پنل",
      subtitle:
        "فروشنده به پنل خود دسترسی دارد. می‌توانید این را در تب دسترسی فروشنده ویرایش کنید.",
    },
    reject_by_user_tooltip: {
      title: "رد شده توسط کاربر",
      subtitle:
        "کاربر درخواست برای تبدیل شدن به فروشنده و دسترسی به این فروشنده را رد کرده است.",
    },
    download_all_vendors: "دانلود همه فروشندگان",
    bulk_import: "واردات گروهی (اکسل)",
  },

  /**
   * @see BShopLicenseNeedUpdateOverlay
   */
  shop_license_need_update_overlay: {
    title: "ارتقاء مجوز مورد نیاز است!",
    subtitle:
      "مجوز فعلی شما با الزامات مدل کسب‌وکار انتخابی شما مطابقت ندارد. لطفاً مجوز خود را به طرح سازمانی (Enterprise) ارتقا دهید.",
  },

  /**
   * {@see BOrderChatBox}
   */
  b_order_chat_box: {
    title: "اقدامات سریع",
    subtitle:
      "شما می‌توانید تنها با یک کلیک ایمیل به‌روزرسانی وضعیت را به خریدار ارسال کنید. همچنین می‌توانید پیام‌های رایج را اینجا تعریف کنید تا نیازی به نوشتن دوباره آن‌ها نباشد.",
    send_update_email_action: "ارسال ایمیل به‌روزرسانی",
    add_template_action: "افزودن قالب پیام",

    notifications: {
      add_chat_success_message: "پیام با موفقیت اضافه شد.",
    },

    send_update_email: {
      title: "ایمیل به‌روزرسانی سفارش",
      need_set_service_alert: {
        message:
          "لطفاً ارائه‌دهنده سرویس ایمیل خود را تنظیم کنید تا ایمیل ارسال شود.",
        action: "برو به تنظیمات",
      },
      send_action: "ارسال ایمیل به‌روزرسانی",

      notifications: {
        send_success_message: "ایمیل با موفقیت ارسال شد.",
      },
    },

    add_template: {
      edit_title: "ویرایش قالب پیام",
      add_title: "افزودن قالب پیام",
      message:
        "شما باید عنوان و متن پیام را اینجا تنظیم کنید. عنوان فقط برای مرجع شما استفاده می‌شود و به مشتری ارسال نخواهد شد.",

      save_action: "ذخیره قالب",
      add_action: "افزودن قالب",

      notifications: {
        save_success_message: "قالب با موفقیت ذخیره شد.",
      },

      inputs: {
        title: {
          label: "عنوان قالب",
          placeholder: "یک عنوان کوتاه بنویسید...",
        },
        body: {
          label: "متن پیام قالب",
          placeholder: "پیام خود را اینجا بنویسید...",
          messages:
            "می‌توانید مقادیر پویا را با {order_id} و {buyer_name} تنظیم کنید.",
        },
      },
    },
  },

  /**
   * {@see BOrderShare}
   */
  b_order_share: {
    title: "لینک سفارش",
    subtitle: "شما می‌توانید لینک سفارش را با مشتری به اشتراک بگذارید.",
    guest_checkout_message:
      "خریداران مهمان می‌توانند به‌طور خودکار سفارش خود را در همان مرورگر مشاهده کنند. اما اگر مشتری مهمان است و نیاز به اشتراک‌گذاری جزئیات سفارش دارید، می‌توانید یک لینک امن برای آن‌ها ایجاد کنید.",
    authentication: "احراز هویت",
    guest: "مهمان",
    click_to_create: "برای ایجاد کلیک کنید...",
    valid_for_30_days: "معتبر برای ۳۰ روز",
    notifications: {
      secure_link_created: "لینک امن با موفقیت ایجاد شد.",
    },
  },

  /**
   * {@see BPageShopCrmReviews}
   */
  shop_reviews: {
    title: "منابع نظرات",
    add_source_action: "افزودن منبع نظر",
    subtitle: "به‌راحتی پلتفرم‌های خارجی را متصل کنید تا نظرات مشتریان درباره کسب‌وکار شما از منابعی مانند فیسبوک، گوگل و دیگر منابع جمع‌آوری و تحلیل شوند. ما به‌صورت خودکار مشتریان را به نظرات آن‌ها متصل می‌کنیم تا تجربه بهتری برای مشتریان ایجاد شود. همچنین می‌توانید این نظرات را در صفحات فرود و صفحات محصولات خود نمایش دهید."
  },

  /**
   * {@see BPageShopLogisticPropertySets}
   */
  shop_logistic_property_set: {
    add_caption: "افزودن مجموعه خصوصیت جدید",
    title: "مجموعه‌های خصوصیت",
    subtitle: "در اینجا می‌توانید مجموعه‌های خصوصیت را ایجاد و مدیریت کنید. مجموعه‌های خصوصیت برای تعریف خصوصیات محصولات و خدمات استفاده می‌شوند. شما می‌توانید این مجموعه‌ها را در داشبورد محصول > ویرایش به محصولات اختصاص دهید.",
  },

  /**
   * {@see BProductProfilePropertySet}
   */
  product_property_set: {
    profile: {
      title: 'مجموعه ویژگی‌ها - تنوع‌های سفارشی',
      subtitle: 'شما می‌توانید نام‌های تنوع این محصول را سفارشی کنید و جایگزین موارد پیش‌فرض کنید.',
    },

    subtitle: 'در اینجا می‌توانید نام‌ها، آیکون‌ها و ترتیب تنوع‌ها را سفارشی کنید. برای محصولاتی که تنوع‌های خاصی دارند و از شش مورد پیش‌فرض فراتر می‌روند، می‌توانید تنوع‌های سفارشی برای هر محصول تعریف کنید. به سادگی مجموعه ویژگی‌ها را در بخش لجستیک > مجموعه ویژگی‌ها تعریف کرده و به هر تعداد محصول که نیاز دارید اختصاص دهید.',
    select_property_set: 'انتخاب مجموعه ویژگی',
    add_property_set: 'افزودن مجموعه ویژگی',
  },


  /**
   * Auto fill suggestions
   */
  suggestions: {
    /**
     * Vendor Payment
     */
    vendor_payment: {
      note: [
        "پرداخت برای فروش انجام شده",
        "پرداخت کمیسیون فروشنده.",
        "تراکنش با موفقیت انجام شد.",
        "حواله برای فروش های اخیر.",
        "انتقال موفق برای خدمات فروشنده.",
      ],
      /**
       * Reverse fund
       */
      reverse_fund_reason: [
        "بازگشت وجوه: انتقال از بانک به کیف پول فروشنده.",
        "شارژ مجدد کیف پول فروشنده: بازگشت وجوه از حساب بانکی.",
        "معامله معکوس: انتقال وجه از بانک به کیف پول فروشنده.",
        "بازپرداخت: برگشت سپرده بانکی به کیف پول فروشنده.",
        "برگشت وجوه: تکمیل مجدد کیف پول فروشنده از بانک.",
      ],
    },

    /**
     * Email Marketing
     */
    shop_email: {
      name: [
        "پرتاب آخر هفته صرفه جویی بی نظیر",
        "باز کردن معاملات داخلی انحصاری",
        "دسترسی VIP شما به تخفیفات برتر",
        "شادی فصلی فروش بزرگ",
        "باز کردن بهشت خرید شما",
        "کارناوال بزرگ خریداری",
        "سرگرمی خرید بهاری",
        "معاملات پاییزی که نمی توانید مقاومت کنید",
        "شگفتی های زمستانی: معاملات گرم در روزهای سرد",
        "شمارش معکوس روزهای پایان تابستان",
        "جشنواره بلک فرایدی: دسترسی پرنده زود هنگام",
        "سلام تعطیلات: راهنمای هدیه شما و بیشتر",
        "یافته های تازه: ورودی های جدید فقط برای شما",
        "پاداش وفاداری: تخفیفات انحصاری درون",
      ],
      subject: [
        "⏰ پیشنهاد محدود در زمان! همین حالا مورد دلخواه خود را بگیرید",
        "🌼 فصل جدید، سبک‌های جدید - کاوش در آخرین مجموعه ما",
        "👑 حراج VIP انحصاری فقط برای شما",
        "💃 با ورود محصولات جدید ما به شگفتی بینایی ها را در بر بگیرید",
        "🔚 آخرین فرصت برای استفاده از ۲۰٪ تخفیف بر روی همه",
        "🎁 یک هدیه برای شما: کردیت ۱۰ دلاری درون",
        "☀️ آماده شوید برای تابستان با معاملات داغ ما",
        "🛍️ به طور شکیلی کمدتان را بروز کنید - شایستگی شما",
        "👀 نگاهی به محصولات جدیدی که به زودی عرضه می‌شوند",
        "🎂 تولدتان مبارک! هدیه ویژه شما منتظر است",
      ],
    },

    /**
     * Discount code
     */
    discount_code: {
      code: [
        "WELCOME10",
        "SUMMER20",
        "VIPSALE30",
        "BDAY15",
        "BLACKFRIDAY",
        "CYBERMONDAY",
        "FREESHIPPING",
        "FLASHSALE",
        "CLEARANCE",
        "EARLYBIRD",
        "STUDENT10",
        "WINTER25",
        "SPRING15",
        "FALL20",
        "BESTSELLER10",
        "HOLIDAY30",
        "VALENTINE20",
        "MOTHERSDAY",
        "FATHERSDAY",
        "ENDOFYEAR",
      ],
      title: [
        "حراج فوری: ۲۰٪ تخفیف!",
        "تخفیف دسترسی زودهنگام VIP",
        "معامله آخر هفته: همین حالا صرفه جویی کنید!",
        "امروز ۱۵٪ تخفیف لذت ببرید",
        "حراج تابستانی: ۱۰٪ اضافی تخفیف",
        "حراج تخلیه! صرفه جویی بزرگ",
        "پیشنهاد ویژه: ارسال رایگان",
        "۲ به ۱: تنها امروز!",
        "پیشنهاد ویژه تعطیلاتی: ۲۵٪ تخفیف",
        "تخفیف انحصاری ۳۰٪",
        "شگفتی! ۲۰٪ اضافی تخفیف",
        "صرفه جویی فصلی درون",
        "عمومیت مرز بیشه: ۱۰٪ تخفیف",
        "به زودی تمام می‌شود: ۱۵٪ تخفیف بر روی همه",
        "خانواده و دوستان: ۲۰٪ تخفیف",
        "صرفه جویی بزرگ این آخر هفته",
        "جمعه سیاه: ۴۰٪ تخفیف",
        "تخفیف زودنگری: ۳۰٪ تخفیف",
      ],
      description: [
        "پیشنهاد ویژه خود را ادعا کنید! مدت محدود",
        "شتاب کنید! صرفه جویی انحصاری در سبد خرید شما در انتظار است.",
        "صرفه جویی بزرگ فقط یک کلیک دور است!",
        "از این معامله قبل از اینکه دیر شود استفاده کنید.",
        "تخفیف ویژه در انتظار است! از دست ندهید.",
        "روح خریدتان را با پیشنهاد ما تقویت کنید!",
        "سفارش بعدی شما ممکن است کمتر از آنچه فکر می‌کنید باشد!",
        "این زمان مناسب است تا آن آیتمی را که می‌خواستید بگیرید.",
        "یک چیز کوچک برای روزتان روشن‌تر.",
        "آماده به صرفه‌جویی هستید؟ یک تخفیف جالب در انتظار است!",
        "به دلیل اینکه شما ویژه هستید، یک معامله ویژه برای شما.",
        "آیا نظرتان به چیزی افتاده است؟ اینجا یک ترغیب است!",
        "هیچ وقت زمان مناسبی برای صرفه جویی وجود ندارد.",
        "این معامله را از دست ندهید! خیلی خوب است که ردش کنید.",
        "اخبار عالی! خرید شما تنخواه شدنی شد.",
        "شتاب کنید، تخفیف انحصاری شما به زودی منقضی می‌شود!",
        "اینجا یک تشکر کوچک برای وفاداری شما است.",
      ],
    },
    /**
     * Coupon
     */
    coupon: {
      title: [
        "ذخیره‌ها به آزادی رسید",
        "تخفیف را باز کنید",
        "صرفه‌جویی فوق‌العاده",
        "معامله انحصاری",
        "صرفه‌جویی اضافی",
        "تخفیف VIP",
        "پیشنهاد ویژه",
        "صرفه‌جویی اضافی",
        "هشدار تخفیف",
        "آرامش برای بودجه",
        "شادی اقتصادی",
        "امتیاز ارزش",
        "کاهش قیمت",
        "صرفه‌جویی خوشحالی",
        "صرفه‌جویی بیشتر، خرید بیشتر",
        "معامله فوری",
        "صرفه‌جویی پربازده",
        "صرفه‌جویی فوری",
        "معامله روز",
        "سرقت فصلی",
      ],

      description: [
        "از معامله شیرین ما لذت ببرید! در خرید بعدی خود صرفه جویی کنید.",
        "ما به مشتریان خود ارزش قائلیم - از این پیشنهاد انحصاری استفاده کنید.",
        "بیشتر از آنچه دوست دارید با قیمت کمتر. تخفیف به عهده ما!",
        "آماده برای صرفه جویی؟ یک پیشنهاد انحصاری منتظر است!",
        "چون شما ویژه هستید! از تخفیف در سفارش بعدی خود لذت ببرید.",
        "خود را به یک خرید شیک دعوت کنید و صرفه جویی کنید!",
        "آماده برای خرید تا اواخر شب - و صرفه جویی!",
        "فصل را با تخفیف ویژه جشن بگیرید.",
        "از مشتریان وفادار خود با تخفیف انحصاری تشکر می‌کنیم.",
        "صرفه جویی های بی نظیر در خرید بعدی خود را کشف کنید.",
        "یک نگاهی به صرفه جویی انحصاری خود بیندازید.",
        "تخفیف سورپرایز خود را از ما کشف کنید!",
        "تجربه خرید خود را با پیشنهاد انحصاری ما ارتقا دهید.",
        "صرفه جویی های خود را با پیشنهاد ویژه ما آغاز کنید.",
        "خود را با یک چیز کمی اضافی - یک تخفیف ویژه - شانس بدهید.",
        "ماجرای خرید بعدی شما هم اکنون ارزانتر شده است!",
        "چون خرید با تخفیف هیجان بیشتری دارد.",
      ],
    },

    /**
     * Offer
     */
    offer: {
      title: [
        "پکیج و صرفه جویی بزرگ!",
        "بیشتر بخرید، بیشتر صرفه جویی کنید!",
        "معاملات هوشمند برای خریداران هوشمند",
        "هشدار تخفیف! صرفه جویی در پکیج",
        "پیشنهاد کمبو - بیشتر با کمتر",
        "صرفه جویی انحصاری در پکیج ها",
        "بیشتر بگیرید با پول کمتر!",
        "هنگامی که پکیج بخرید، صرفه جویی کنید",
        "معاملات ویژه در کمبوها",
        "صرفه جویی بزرگ در فروشگاه!",
        "بهترین پکیج ها با ارزش",
        "معاملات محدود زمانی در پکیج ها",
        "تخفیف های بزرگ در کمبوها",
        "صرفه جویی هوشمند در محصولات انتخابی",
        "معاملات بی نظیر در پکیج ها",
        "تخفیفات چند خرید در دسترس است",
        "دو برابر بگیرید با کمتر",
        "خرید عمده = صرفه جویی بزرگ",
      ],
      description: [
        "در هنگام بسته بندی محصولات انتخابی، از تخفیفات بزرگ بهره ببرید. عجله کنید، پیشنهاد محدود در زمان!",
        "معاملات هوشمند منتظر شما هستند! بیشتر صرفه جویی کنید هنگامی که محصولات برجسته ما را باهم خریداری می کنید.",
        "روش هوشمند برای صرفه جویی را کشف کنید! محصولات مورد علاقه خود را بسته بندی کنید و قیمت را کاهش دهید.",
        "از تخفیفات انحصاری لذت ببرید هنگام خرید محصولات انتخاب شده به صورت کمبو. همین الان عمل کنید!",
        "بیشتر بخرید، بیشتر صرفه جویی کنید! تخفیفات بی نظیر در بسته بندی های ویژه محصولات ما.",
        "با پیشنهادهای ویژه ما هوشمندانه خرید کنید. قیمت های تخفیف دار بر روی بسته بندی محصولات انتخابی.",
        "بیشتر بگیرید با کمترین هزینه! تخفیفات شگفت انگیز هنگام خرید بسته بندی های انتخاب شده ما.",
        "زمانی که بسته بندی می کنید، بزرگ صرفه جویی کنید! پیشنهادات انحصاری در مورد محصولات انتخابی برای مدت محدود.",
        "ترکیب کنید و صرفه جویی کنید! تخفیفات انحصاری هنگام خرید محصولات انتخاب شده ما با هم.",
        "هر چه بیشتر بخرید، بیشتر صرفه جویی کنید! با بسته بندی های ویژه ما هوشمند باشید.",
      ],
    },

    /**
     * Gift card type
     */
    gift_card_type: {
      title: [
        "خودت را مدل کن!",
        "فقط برای شما!",
        "خرید خوشحال کننده!",
        "از روی ما لذت ببرید!",
        "کمی لذت ببرید",
        "چون شما ویژه هستید",
        "یکی کوچک وجود دارد",
        "روزتان را خوش بگذرانید",
        "برای شماست",
        "شادی را منتشر کنید",
        "یک هدیه عشق آمیز",
        "با لذت خرید کنید",
        "نشان از سپاسگزاری",
        "وقتی است که خرج کنید",
        "لحظه را لذت ببرید",
        "علاقه مندی های خود را پیدا کنید",
        "انتخاب با شماست",
        "به خودتان بیاندیشید",
        "جادو را کشف کنید",
        "سبک خود را آزاد کنید",
      ],
    },

    /**
     * Refund vendor order
     */
    vendor_refund_order: {
      note: [
        "وجوه از کیف پول مجازی شما کسر و به کیف پول بازار برگشت داده شده است.",
        "یک بازپرداخت صادر شده است، موجب کاهش موجودی کیف پول مجازی شما شده است.",
        "بازپرداخت انجام شد. کیف پول بازار از کیف پول مجازی شما مجدداً پر شده است.",
        "کیف پول مجازی شما به دلیل بازپرداخت اخیر بدهی شده است.",
        "موجودی کیف پول مجازی شما به دلیل بازپرداخت اخیر تنظیم شده است.",
        "یک بازپرداخت انجام شده است، مبلغ را از کیف پول مجازی شما کسر می کند.",
        "موجودی کیف پول مجازی شما به دلیل بازپرداخت به کیف پول بازار کاهش یافته است.",
        "یک معامله بازپرداخت انجام شده است، وجوه را از کیف پول مجازی شما به بازگشت به بازار می برد.",
      ],
    },

    /**
     * Product
     */
    product: {
      warranty: [
        "گارانتی طلایی 24 ماهه",
        "حفاظت پلاتینیم برای دو سال",
        "بیمه الماس برای 36 ماه",
        "سپر نقره ای: گارانتی یک ساله",
        "تضمین نخبه دو ساله",
        "حفاظت پرمیوم برای 24 ماه",
        "پشتیبانی برنز: گارانتی یک ساله",
        "گارانتی سه ساله با زمان بی وقفه بیشتر",
        "وعده امنیتی 24 ماهه",
        "حفاظت از آرامش خاطر برای 36 ماه",
      ],

      pros_name: [
        "کارایی افزایش یافته",
        "راه حل هزینه کارآمد",
        "کیفیت تضمین شده",
        "دوستانه کاربر",
        "صرفه جویی در زمان",
        "قابلیت اطمینان تضمین شده",
        "استفاده چند منظوره",
        "تکنولوژی پیشرفته",
        "دوستدار محیط زیست",
        "کارایی استثنایی",
      ],

      pros_value: [
        "صرفه جویی در زمان قابل توجه با عملیات سریع و کارآمد.",
        "استفاده از تکنولوژی پیشرفته برای کارایی بی نظیر.",
        "کاهش هزینه ها و افزایش بهره وری.",
        "ارائه یک رابط کاربری دوستانه برای مرور آسان.",
        "تضمین عملکرد قابل اطمینان و مداوم.",
        "فراهم کردن برنامه های چند منظوره در سراسر وظایف مختلف.",
        "استفاده از مواد و فرآیندهای دوستدار محیط زیست.",
        "طراحی با تکنولوژی پیشرفته برای نتایج برتر.",
        "طراحی با کیفیت بالا برای دوام طولانی مدت.",
        "ارائه پشتیبانی مشتری در سراسر شبانه روز.",
      ],

      cons_name: [
        "سرمایه گذاری گران قیمت",
        "سازگاری محدود",
        "راه اندازی پیچیده",
        "نیاز به آموزش",
        "عملکرد زیر استاندارد",
        "فقدان چند منظوره بودن",
        "پشتیبانی محدود",
        "نیاز به نگهداری مکرر",
        "مصرف انرژی بالا",
        "عمر مفید کوتاه",
      ],

      cons_value: [
        "سرمایه اولیه بیشتری نسبت به جایگزین ها می طلبد.",
        "ممکن است با تمام سیستم ها یا دستگاه ها سازگار نباشد.",
        "فرآیند راه اندازی می تواند بسیار پیچیده باشد.",
        "ممکن است آموزش اضافی برای استفاده لازم باشد.",
        "کارایی ممکن است به اندازه انتظارات نباشد.",
        "در عملکرد محدود یا فاقد چند منظوره است.",
        "پشتیبانی مشتری ممکن است در همه ساعات در دسترس نباشد.",
        "نیاز به تعمیر و نگهداری مکرر، منجر به هزینه های بیشتر می شود.",
        "مصرف مقادیر زیادی از انرژی، بر هزینه های کاربری تأثیر می گذارد.",
        "طول عمر محصول ممکن است به اندازه انتظارات طولانی نباشد.",
      ],
    },
    /**
     * Blog Category
     */
    blog_category: {
      category: [
        "بررسی‌های تکنولوژی",
        "پیداهای خوراکی",
        "سفرنامه‌ها",
        "نکات بهداشتی",
        "پرفروش‌های مد",
        "گفت‌و‌گوی کسب و کار",
        "داستان‌های زندگی",
        "آخرین اخبار ورزشی",
        "برجسته‌های هنر",
        "راهنمایی برای والدین",
      ],
      description: [
        "مقالات مفید در موضوعات مختلف را کشف کنید.",
        "کالکشن پست‌های اطلاعاتی ما را کاوش کنید.",
        "اطلاعات جذاب دسته‌بندی بلاگ ما را دنبال کنید.",
        "از مقالات جذاب و تفکربرانگیز دسته‌بندی بلاگ الهام بگیرید.",
        "دانش خود را با موضوعات متنوع دسته‌بندی بلاگ ما گسترش دهید.",
        "با آخرین بروزرسانی‌های جذاب دسته‌بندی بلاگ ما همراه باشید.",
        "با عمق بیشتر در محتوای جذاب دسته‌بندی بلاگ ما آشنا شوید.",
        "اطلاعات ارزشمند را در بایگانی دسته‌بندی بلاگ ما کشف کنید.",
        "از راهنمایی‌های مفید دسته‌بندی بلاگ ما چیزی یاد بگیرید.",
        "با مقالات و پست‌های غنی‌کننده دسته‌بندی بلاگ ما درگیر شوید.",
      ],
    },

    /**
     * Partner Plan
     */
    partner_plan: {
      name: [
        "بسته مبتدی",
        "طرح اساسی",
        "مجموعه حرفه‌ای",
        "نسخه سازمانی",
        "سطح پیشرفته",
        "بسته پرمیوم",
        "راه حل نهایی",
        "سطح نخبه",
        "شتاب‌دهنده رشد",
        "قدرت پلاتینیوم",
      ],
    },

    /**
     * Tax Profile
     */
    tax_profile: {
      name: [
        "غذاها",
        "وسایل الکترونیکی",
        "لباس و پوشاک",
        "کتاب و مقالات تحریر",
        "محصولات بهداشتی و زیبایی",
        "مبلمان",
        "کالاهای ورزشی",
        "اسباب بازی و بازی ها",
        "جواهرات و اکسسوری ها",
        "قطعات خودرو",
        "باغ و فضای باز",
        "لوازم آشپزخانه",
        "تزئینات خانه",
        "سازهای موسیقی",
        "لوازم حیوانات خانگی",
        "کفش",
        "کیف و چمدان",
        "لوازم اداری",
        "ابزارهای سخت افزاری",
        "مواد غذایی",
      ],

      label: [
        "ارزش افزوده", // Value-Added Tax
        "مالیات بر کالاها و خدمات", // Goods and Services Tax
        "مالیات فروش استانی", // Provincial Sales Tax
        "مالیات فروش هماهنگ", // Harmonized Sales Tax
        "مالیات فروش کبک", // Quebec Sales Tax
        "مالیات فروش مرکزی", // Central Sales Tax
        "مالیات اکسیز", // Excise Tax
        "گمرک", // Import Duty
        "مالیات خدمات", // Service Tax
        "مالیات لوکس", // Luxury Tax
      ],
    },
    /**
     * Cluster
     */
    cluster: {
      name: [
        "برجسته‌های فروش", // Sale Highlights
        "کدهای تخفیف", // Promo Codes
        "کمپین‌های ویژه", // Featured Campaigns
        "واردات جدید", // New Arrivals
        "پرفروش‌ترین‌ها", // Best Sellers
        "ویژه‌های فصلی", // Seasonal Specials
        "پیشنهادهای محدود", // Limited Offers
        "تخفیف‌های رویداد", // Event Deals
        "ویژه‌های VIP", // VIP Exclusives
        "کالاهای انبار", // Clearance Items
        "بسته‌های تعطیلات", // Holiday Bundles
        "مجموعه‌های موضوعی", // Theme Collections
        "نمایش برندها", // Brand Showcases
        "مورد علاقه‌های اعضا", // Member Favorites
        "تخفیف‌های فوری", // Flash Discounts
        "ویژگی‌های فروشگاه", // Shop Essentials
        "منابع دیجیتال", // Digital Resources
        "ایده‌های هدیه", // Gift Ideas
        "انتخاب‌های زیست محیطی", // Eco-friendly Picks
        "توصیه‌های کارکنان", // Staff Recommendations
      ],
    },
    /**
     * Popup
     */
    popup: {
      title: [
        "پیشنهاد ویژه!",
        "محصولات جدید",
        "زمان محدود",
        "تخفیف!",
        "معاملات انحصاری",
        "فروش داغ!",
        "هشدار تخلیه انبار",
        "حمل و نقل رایگان",
        "هدیه درون!",
        "برنده جوایز شوید",
        "مزایای اعضا",
        "فروش فوری",
      ],
    },

    /**
     * Campaign
     */
    campaign: {
      name: [
        "فروشگاه تا آخرین قطره",
        "تب خرید",
        "فروش فوری جشن",
        "کلیک، خرید، صرفه جویی",
        "تخفیف ویژه",
        "تخفیف‌های الکترونیکی",
        "تخفیف‌های بزرگ",
        "صرفه‌جویی‌های سایبری",
        "روزهای تخفیف دیجیتال",
        "کارناوال تجارت الکترونیک",
        "فروشگاه آنلاین",
        "شتاب فروشگاهی",
        "فروش انبار فروشگاه وب",
        "بهشت خریداران الکترونیکی",
        "سفر تخفیف مجازی",
        "تخفیف‌های دیجیتال",
        "پاک‌سازی سبد خرید الکترونیکی",
        "مسابقه خرید آنلاین",
        "فروش ویژه سایبری",
        "تخفیف‌های الکترونیکی",
      ],
    },

    /**
     * Valuation
     */
    valuation: {
      title: [
        "قیمت‌گذاری سفارشی تی‌شرت",
        "ارزش‌گذاری جواهرات دست‌ساز",
        "قیمت‌گذاری کفش سفارشی",
        "ارزش‌گذاری آثار هنری سفارشی",
        "قیمت‌گذاری کت و شلوار سفارشی",
        "هزینه سفارشی‌سازی وسایل الکترونیکی",
        "ارزش‌گذاری عطر شخصی",
        "قیمت‌گذاری کیف سفارشی",
        "ارزش‌گذاری لباس سفارشی",
        "قیمت‌گذاری جلد کتاب شخصی",
        "ارزش‌گذاری مبلمان سفارشی",
        "قیمت‌گذاری ساعت مخصوص",
        "ارزش‌گذاری اسباب‌بازی شخصی",
        "قیمت‌گذاری کلاه سفارشی",
        "ارزش‌گذاری محصولات مراقبت از پوست سفارشی",
        "قیمت‌گذاری دکور منزل مخصوص",
        "ارزش‌گذاری وسایل آشپزخانه سفارشی",
        "قیمت‌گذاری لوازم التحریر شخصی",
        "ارزش‌گذاری لوازم جانبی مو سفارشی",
        "قیمت‌گذاری تجهیزات ورزشی سفارشی",
      ],
      structure: {
        title: [
          "طراحی چاپ تی‌شرت",
          "نوع فلز جواهرات",
          "انتخاب مواد کفش",
          "اندازه قاب هنری",
          "انتخاب پارچه کت و شلوار",
          "گزینه رنگ وسایل الکترونیکی",
          "پروفایل بوی عطر",
          "مواد و اندازه کیف",
          "طول و سبک لباس",
          "مواد جلد کتاب",
          "نوع چوب مبلمان",
          "مواد بند ساعت",
          "ویژگی‌های اسباب‌بازی سفارشی",
          "اندازه و رنگ کلاه",
          "ترجیحات مواد مراقبت از پوست",
          "موضوع دکور منزل",
          "مواد وسایل آشپزخانه",
          "نوع کاغذ لوازم التحریر",
          "مواد لوازم جانبی مو",
          "اندازه تجهیزات ورزشی",
        ],
      },
    },

    /**
     * Lottery
     */
    lottery: {
      title: [
        "بچرخ و جوایز بزرگ ببر!",
        "جکپات چرخ شانس",
        "بونانزای اسپین خوش‌شانسی",
        "چرخ را بچرخان و جوایز ببر",
        "چرخ ثروت",
        "جشنواره لاتاری خوش‌شانسی",
        "سورپرایز مگا اسپین",
        "جشنواره چرخ جایزه",
        "نمایش چرخ گنج",
        "جادوی چرخ را بچرخان",
        "چرخ خوش‌شانسی فراوان",
        "لطف و اقبال",
        "چرخ شگفتی‌ها",
        "بچرخ برای ثروت",
        "لذت اسپین جایزه",
        "لاتاری اسپین طلایی",
        "اسپین-یک-جایزه",
        "چرخ بخت‌ها",
        "نمایشگاه اسپین خوش‌شانسی",
        "پاداش نهایی اسپین",
      ],
      description: [
        "چرخ را بچرخانید تا شانس برنده شدن تخفیف‌های اختصاصی را داشته باشید!",
        "شانس خود را امتحان کنید – جوایز شگفت‌انگیز در چرخ شانس ما منتظر شماست!",
        "با هر چرخش بزرگ برنده شوید – جوایز هیجان‌انگیز در انتظار شماست!",
        "بچرخانید و برنده شوید! هدایای سورپرایز و پیشنهادات در هر چرخش.",
        "شانس خود را برای برنده شدن بزرگ امتحان کنید – چرخ را برای جوایز فوری بچرخانید!",
        "جوایز اختصاصی با هر چرخش – آیا شما خوش‌شانس خواهید بود؟",
        "بچرخان و برنده شو! جواهرات مخفی را در چرخ شانس فروشگاه ما کشف کنید.",
        "با چرخ ما خوش‌شانس شوید – جوایز، تخفیف‌ها و بیشتر!",
        "هر چرخش برنده است – جایزه ویژه خود را امروز بگیرید!",
        "چرخ را برای سورپرایز دلپذیر بچرخانید – چه چیزی خواهید برد؟",
        "با یک چرخش شانس را آزاد کنید – جوایز هیجان‌انگیز فروشگاه در انتظار شماست.",
        "بچرخانید تا جایزه خود را نشان دهید – تخفیف‌ها، هدایا و بیشتر!",
        "یک چرخش در روز هیجان را در بازی نگه می‌دارد – جوایز منحصر به فرد برنده شوید!",
        "چرخ شانس ما را برای خوراکی‌های اختصاصی فروشگاه بچرخانید.",
        "چرخش‌های خوش‌شانسی، برنده‌های خوش‌شانسی می‌آورند – جایزه خود را اکنون بگیرید!",
        "چرخش شما می‌تواند جوایز خرید شگفت‌انگیزی را باز کند!",
        "بچرخانید تا شانس برنده شدن معاملات و پیشنهادات اختصاصی را داشته باشید.",
        "چرخ شانس در حال چرخش است – جایزه خوش‌شانس خود را بگیرید!",
        "بچرخانید، برنده شوید و لبخند بزنید – جوایز سورپرایز با هر چرخش.",
        "یک چرخش بزنید و بگذارید شانس جایزه شما را تعیین کند!",
      ],
    },

    /**
     * Subscription Price
     */
    subscription_price: {
      title: [
        "دسترسی پایه",
        "عضویت پرمیوم",
        "بسته طلایی",
        "طرح نقره‌ای",
        "اشتراک پلاتین",
        "سطح سازمانی",
        "باندل مقدماتی",
        "پیشنهاد نامحدود",
        "بسته خانوادگی",
        "مجموعه حرفه‌ای",
      ],
      description: [
        "مناسب برای افرادی که مایل به کشف ابتدایی‌ها هستند.",
        "دسترسی به تمامی ویژگی‌ها و محتوای پرمیوم.",
        "مزایای انحصاری و پشتیبانی اولویت‌دار.",
        "یک بسته متعادل برای کاربران منظم.",
        "دسترسی نهایی با مزایای درجه‌یک.",
        "راه‌حل‌های سفارشی برای سازمان‌های بزرگ.",
        "گزینه‌ای مقرون‌به‌صرفه برای سطح مقدماتی.",
        "بدون محدودیت استفاده، برای کاربر قدرتمند.",
        "یک طرح ویژه برای خانواده‌ها، تا ۴ عضو.",
        "طراحی شده برای حرفه‌ای‌هایی که به دنبال ابزارهای پیشرفته هستند.",
      ],
    },

    spec: {
      group: [
        "مشخصات فنی",
        "ابعاد فیزیکی",
        "ویژگی‌های عملکردی",
        "گزینه‌های اتصال",
        "نیازمندی‌های برق",
        "جنس و کیفیت ساخت",
        "گزینه‌های رنگ و روکش",
        "حافظه و فضای ذخیره‌سازی",
        "سازگاری با سیستم‌عامل",
        "ایمنی و تطابق",
        "محتویات بسته‌بندی",
        "گارانتی و پشتیبانی",
        "برند و تولیدکننده",
        "دوستدار محیط زیست",
        "بهره‌وری انرژی",
        "مراقبت و نگهداری",
        "گزینه‌های سفارشی‌سازی",
        "لوازم جانبی همراه",
        "امتیازات و نظرات کاربران",
        "قیمت و موجودی",
      ],
    },

    avocado: {
      title: [
        "رسید خرید",
        "تأیید فروش",
        "فاکتور سفارش",
        "فاکتور پرداخت",
        "رسید مشتری",
        "خلاصه تراکنش",
        "بیانیه بیلینگ",
        "رسید پرداخت",
        "خلاصه سفارش",
        "فاکتور سفارش خرید",
        "رسید فروش",
        "فاکتور خرده فروشی",
        "رسید الکترونیکی",
        "فاکتور خدمات",
        "فاکتور محصول",
        "رسید پرداخت",
        "تأییدیه سفارش",
        "فاکتور بیلینگ",
        "فاکتور پرداخت",
        "فاکتور مشتری",
      ],
      message: [
        "از خرید شما متشکریم!",
        "قدردانی می‌کنیم از حمایت شما.",
        "سفارش شما در راه است!",
        "از خرید شما سپاسگزاریم.",
        "به امید دیدار مجدد شما.",
        "رضایت شما بالاترین اولویت ما است.",
        "فراموش نکنید تجربه‌تان را امتیاز دهید.",
        "از حمایت شما از فروشگاه ما سپاسگزاریم.",
        "امیدواریم از خرید جدیدتان لذت ببرید!",
        "فاکتور خود را برای مراجعه در آینده نگه دارید.",
        "دوباره برای محصولات بیشتر به ما سر بزنید.",
        "برای پیشنهادات انحصاری در ارتباط باشید.",
        "از اینکه مشتری ارزشمند ما هستید سپاسگزاریم.",
        "اگر به کمک نیاز داشتید، ما در خدمتیم.",
        "بازخورد شما به ما کمک می‌کند تا بهبود یابیم.",
        "از تخفیف ویژه برای خرید بعدی خود لذت ببرید.",
        "انتخاب خوبی داشته‌اید!",
        "از اعتماد شما به ما متشکریم.",
        "به امید بازخورد شما.",
        "از طرف تیم، صمیمانه سپاسگزاریم.",
      ],
    },

    /**
     * Map Tag
     */
    map_tag: {
      title: [
        "ویترین املاک",
        "میدان فروشندگان",
        "خانه‌های برگزیده",
        "بازار محلی",
        "تازه‌های ورود",
        "باغ‌های املاک",
        "منطقه خرید",
        "کوچه صنعتگران",
        "املاک لوکس",
        "مرکز اجاره",
        "خانه‌های باز",
        "نوآوری‌های فناوری",
        "خیابان مد",
        "گوشه صنایع دستی",
        "محوطه غذا",
        "گوشه کتاب",
        "تقاطع جواهرات",
        "خیابان عتیقه‌جات",
        "منطقه تناسب اندام",
      ],
    },

    /**
     * Marketplace Documents (For vendors)
     */
    marketplace_document: {
      title: [
        "گواهی ثبت شرکت",
        "شماره شناسایی مالیاتی (TIN)",
        "فرم توافقنامه فروشنده",
        "کاتالوگ محصولات",
        "لیست قیمت‌ها",
        "جزئیات حساب بانکی",
        "مدرک نشانی",
        "گواهی بیمه",
        "پروفایل شرکت",
        "گواهی تضمین کیفیت",
        "برگه اطلاعات ایمنی (SDS)",
        "اطلاعات ضمانت محصول",
        "سیاست بازگشت",
        "روش‌های حمل و نقل و جابجایی",
        "سیاست خدمات مشتری",
        "برنامه‌های بازاریابی و تبلیغات",
        "لینک‌های شبکه‌های اجتماعی",
        "مراجع تجاری",
        "کد رفتار تامین‌کننده",
        "توافقنامه عدم افشا (NDA)",
      ],
    },

    /**
     * Expert Contract
     */
    expert_contract: {
      title: [
        "قرارداد خدمات راه‌اندازی بازار",
        "قرارداد پیکربندی فروشگاه",
        "قرارداد خدمات چاپ بر روی تقاضا",
        "قرارداد خدمات بازاریابی دیجیتال",
        "قرارداد راه‌اندازی پلتفرم تجارت الکترونیک",
        "قرارداد مشاوره کارشناسان برای صاحبان کسب‌وکار",
        "قرارداد خدمات پیکربندی بازار",
        "قرارداد راه‌اندازی و پیکربندی فروشگاه",
        "قرارداد ارائه خدمات چاپ بر روی تقاضا",
        "قرارداد اجرای استراتژی بازاریابی",
        "قرارداد خدمات توسعه کسب‌وکار",
        "قرارداد راه‌اندازی فروشگاه تجارت الکترونیک",
        "قرارداد ارائه خدمات کارشناسی",
        "قرارداد راه‌حل‌ها و راه‌اندازی کسب‌وکار",
        "قرارداد خدمات راه‌اندازی فروشگاه سفارشی",
        "قرارداد خدمات بهینه‌سازی بازار",
        "قرارداد خدمات مشاوره و راه‌اندازی",
        "قرارداد خدمات ادغام چاپ بر روی تقاضا",
        "قرارداد خدمات بازاریابی و ترویج",
        "قرارداد خدمات توسعه کسب‌وکار",
      ],
    },

    /**
     * Account
     */
    account: {
      account_name: [
        "کیف پول اصلی",
        "حساب تجاری",
        "کیف پول شخصی",
        "کیف پول پس‌انداز",
        "حساب هزینه",
        "کیف پول اولیه",
        "حساب عمومی",
        "کیف پول ذخیره",
        "حساب تراکنش",
        "حساب وجوه",
      ],
    },

    /**
     * Cashback
     */
    cashback: {
      title: [
        "خرید کنید و بازگشت وجه دریافت کنید",
        "پاداش وفاداری با بازگشت وجه",
        "پیشنهادات ویژه بازگشت وجه",
        "جشنواره بازگشت وجه",
        "معاملات فوری بازگشت وجه",
        "صرفه جویی فصلی با بازگشت وجه",
        "روزهای بازگشت وجه دو برابر",
        "بازگشت وجه در هر خرید",
        "هیجان بازگشت وجه",
        "برنامه بازگشت وجه VIP",
        "بازگشت وجه محدود",
        "باشگاه پاداش بازگشت وجه",
        "بیشتر خرید کنید، بیشتر پس انداز کنید",
        "پاداش نهایی بازگشت وجه",
        "تجربه بهترین معاملات بازگشت وجه",
      ],
      description: [
        "در هر خرید بازگشت وجه کسب کنید!",
        "برای وفاداری خود پاداش بگیرید.",
        "پیشنهادات ویژه بازگشت وجه فقط برای شما.",
        "با پاداش‌های بازگشت وجه پس انداز کنید.",
        "بازگشت وجه فوری در تمامی اقلام مورد علاقه شما.",
        "با پیشنهادات فصلی بازگشت وجه بیشتر پس انداز کنید.",
        "در روزهای خاص بازگشت وجه دو برابر بگیرید!",
        "در هر خرید بازگشت وجه کسب کنید.",
        "امروز به هیجان بازگشت وجه بپیوندید!",
        "اعضای VIP از بازگشت وجه انحصاری لذت می‌برند.",
        "عجله کنید! پیشنهادات بازگشت وجه محدود.",
        "همین حالا به باشگاه بازگشت وجه ما بپیوندید.",
        "هر چه بیشتر خرید کنید، بیشتر پس انداز می‌کنید.",
        "پاداش نهایی بازگشت وجه را باز کنید.",
        "بهترین معاملات بازگشت وجه را تجربه کنید.",
      ],
    },

    /**
     * Page
     */
    page: {
      prompts: [
        "به {shop} خوش آمدید - مجموعه‌ای بی‌نظیر از محصولات ما را کاوش کنید",
        "{shop} - منبع نهایی شما برای کالاهای با کیفیت و خدمات بی‌نظیر",
        "فقط در {shop} معاملات و صرفه‌جویی‌های اختصاصی - فرصت را غنیمت بشمارید!",
        "با تعهد {shop} به محیط‌زیست و اصول اخلاقی آشنا شوید",
        "به خانواده {shop} بپیوندید - برای به‌روزرسانی‌ها به خبرنامه ما مشترک شوید",
        "بهترین انتخاب‌ها و کالاهای برتر را در {shop} پیدا کنید",
        "ایده‌های هدیه و پیشنهادات خلاقانه برای همه مناسبت‌ها در {shop}",
        "پیشنهادات بی‌رقیب و ویژه‌های زمان‌دار در {shop} - سریع اقدام کنید!",
        "نکات خرید جامع و ارزیابی‌های محصول {shop} - با اطمینان خرید کنید",
        "با {shop} تماس بگیرید - ما تلاش می‌کنیم تجربه خریدی بی‌نظیر ارائه دهیم",
      ],
    },

    /**
     * Cross-Selling
     */

    cross_selling: {
      message: [
        "ظاهر خود را کامل کنید، ست را بردارید!",
        "با پیشنهادهای بسته‌ای ما بزرگ صرفه‌جویی کنید!",
        "زوج‌های بی‌نظیر ما را از دست ندهید!",
        "خرید خود را ارتقا دهید، افزونه‌ها در انتظار شما هستند!",
        "صرفه‌جویی‌های اختصاصی را باز کنید، با هم خرید کنید!",
        "محصولات مکمل، تخفیف‌های ویژه!",
        "بیشتر بگیرید، کمتر خرج کنید – بسته‌ها را ببندید!",
        "پیشنهاد محدود: محصولات همسان!",
        "تجربه خود را ارتقا دهید، معاملات ترکیبی!",
        "با ترکیب‌های گزیده‌شده ما آشنا شوید، اکنون صرفه‌جویی کنید!",
        "برای بهترین ترکیب‌ها جفت کنید!",
        "هوشمندانه خرید کنید، بسته‌بندی کنید و صرفه‌جویی کنید!",
        "ارزش دو برابر، لذت دو برابر!",
        "جفت ایده‌آل شما اینجاست – همین حالا خرید کنید!",
        "قیمت‌های بسته‌ای اختصاصی فقط برای شما!",
        "صرفه‌جویی‌های خود را با بسته‌های ما به حداکثر برسانید!",
        "مجموعه خود را با این انتخاب‌ها ارتقا دهید!",
        "برای شما گزیده شده: مطابقت و صرفه‌جویی کنید!",
        "جفت بی‌نقص برای یک روز بی‌نقص!",
        "محصولات مورد علاقه خود را بسته‌بندی کنید تا بیشتر صرفه‌جویی کنید!",
      ],
    },

    /**
     * Cross-Selling
     */
    vendor_pricing: {
      title: [
        "کالاهای دیجیتال",
        "کتاب‌ها",
        "الکترونیک",
        "مد و پوشاک",
        "لوازم خانگی",
        "محصولات زیبایی",
        "تجهیزات ورزشی",
        "اسباب‌بازی‌ها و بازی‌ها",
        "مواد غذایی",
        "مبلمان",
        "قطعات خودرو",
        "جواهرات",
        "سلامت و بهداشت",
        "لوازم حیوانات خانگی",
        "لوازم اداری",
        "موسیقی و آلات موسیقی",
        "فیلم‌ها و برنامه‌های تلویزیونی",
        "نرم‌افزار",
        "هنر و صنایع دستی",
        "لوازم فضای باز",
      ],
    },

    /**
     * Template Message
     */
    template_message: {
      title: [
        "تأیید سفارش",
        "سفارش ارسال شد",
        "سفارش تحویل داده شد",
        "پرداخت دریافت شد",
        "سفارش لغو شد",
        "تاخیر در پردازش سفارش",
        "سفارش در انتظار",
        "سفارش در حال تحویل",
        "بازگشت پردازش شد",
        "بازپرداخت صادر شد",
        "موجودی کالا تجدید شد",
      ],
      body: [
        "سلام {buyer_name}، سفارش شما به شماره #{order_id} تأیید شد! ما در حال پردازش آن هستیم و به محض آماده شدن برای ارسال به شما اطلاع خواهیم داد.",

        "خبر خوب، {buyer_name}! سفارش شما به شماره #{order_id} ارسال شده است. شما می‌توانید آن را از طریق حساب خود پیگیری کنید. از خرید شما سپاسگزاریم!",

        "سلام {buyer_name}، سفارش شما به شماره #{order_id} با موفقیت تحویل داده شد. امیدواریم از خرید خود لذت ببرید. با تشکر!",

        "سلام {buyer_name}، ما پرداخت شما برای سفارش #{order_id} را دریافت کرده‌ایم. سفارش شما در حال پردازش است و به زودی ارسال خواهد شد.",

        "مشتری گرامی {buyer_name}، متأسفانه به اطلاع شما می‌رسانیم که سفارش شما به شماره #{order_id} لغو شده است. در صورت نیاز به اطلاعات بیشتر، لطفاً با پشتیبانی تماس بگیرید.",

        "مشتری گرامی {buyer_name}، ما در حال حاضر با تأخیری در پردازش سفارش شما به شماره #{order_id} روبرو هستیم. از این بابت پوزش می‌طلبیم و به زودی این مشکل را برطرف خواهیم کرد.",

        "سلام {buyer_name}، سفارش شما به شماره #{order_id} در حال حاضر در انتظار است. لطفاً حساب خود را بررسی کنید یا با پشتیبانی تماس بگیرید.",

        "سلام {buyer_name}، سفارش شما به شماره #{order_id} در حال تحویل است و به زودی به دست شما خواهد رسید. از شکیبایی شما سپاسگزاریم!",

        "مشتری گرامی {buyer_name}، بازگشت سفارش شما به شماره #{order_id} پردازش شد. اگر سوالی دارید، لطفاً با پشتیبانی تماس بگیرید.",

        "سلام {buyer_name}، بازپرداخت شما برای سفارش #{order_id} صادر شده است. به زودی مبلغ آن را در حساب خود مشاهده خواهید کرد.",

        "سلام {buyer_name}، کالای مربوط به سفارش شما به شماره #{order_id} مجدداً در انبار موجود شده است! اگر همچنان علاقه‌مند هستید، می‌توانید سفارش جدیدی ثبت کنید.",
      ],
    },

    /**
     * Property Set
     */
    property_set: {
      title: [
        "لباس",
        "گجت‌های دیجیتال",
        "نوشیدنی‌ها",
        "مواد غذایی",
        "مبلمان",
        "کتاب‌ها",
        "محصولات زیبایی",
        "اسباب‌بازی‌ها",
        "تجهیزات ورزشی",
        "لوازم جانبی"
      ],
      description: [
        "ویژگی‌های لباس مانند سایز، رنگ و جنس.",
        "مشخصات گجت‌ها مانند برند، مدل و امکانات.",
        "طعم‌ها، اندازه‌ها و انواع نوشیدنی.",
        "جزئیات برای غذاها، میان‌وعده‌ها و محصولات غذایی.",
        "جنس، ابعاد و سبک طراحی.",
        "نویسنده، ژانر و سال انتشار.",
        "نوع پوست، ترکیبات و جزئیات بسته‌بندی.",
        "گروه سنی، جنس و استانداردهای ایمنی.",
        "نوع، اندازه و ویژگی‌های عملکردی.",
        "سبک‌ها، مواد و جزئیات برند."
      ]
    }



  },
};
