export default {
  "commons": {
    "pay_today": "આજે ચુકવણી",
    "pay_yesterday": "ગઈકાલે ચૂકવણી",
    "pay_last30days": "છેલ્લા 30 દિવસની ચુકવણી",
    "create_a_shop": "દુકાન બનાવો",
    "start_free": "મફત શરૂ કરો",
    "featured_apps": "વૈશિષ્ટિકૃત એપ્લિકેશન્સ",
    "more_apps": "વધુ એપ્લિકેશનો",
    "my_public_profile": "મારું સાર્વજનિક પ્રોફાઇલ પૃષ્ઠ"
  },
  "numbers": {
    "infinite": "અમર્યાદિત"
  },
  "error": {
    "not_fount_data": "ડેટા મળ્યો નથી!",
    "license_max_limit": "તમારું લાઇસન્સ મર્યાદા સુધી પહોંચી ગયું છે!"
  },
  "time_spans": {
    "days_range": "દિવસોની શ્રેણી",
    "today": "આજે",
    "yesterday": "ગઇકાલે",
    "last_7": "છેલ્લા 7 દિવસ",
    "last_14": "છેલ્લા 14 દિવસ",
    "last_30": "છેલ્લા 30 દિવસ",
    "last_90": "છેલ્લા 90 દિવસ",
    "custom": "કસ્ટમ"
  },
  "device_types": {
    "desktop": "ડેસ્કટોપ",
    "mobile": "મોબાઈલ",
    "tablet": "ટેબ્લેટ"
  },
  "create_website_action": "તમારી વેબસાઇટ બનાવો — તે મફત છે",
  "show_shops_action": "મારા સ્ટોર્સની સૂચિ",
  "Youtube": "YouTube",
  "Linkedin": "લિંક્ડિન",
  "Twitter": "Twitter",
  "Facebook": "ફેસબુક",
  "Instagram": "ઇન્સ્ટાગ્રામ",
  "Reddit": "રેડિટ",
  "Github": "ગીથબ",
  "page_titles": {
    "home": "Selldone | ઝડપથી વિકસતી કંપનીઓ માટે ધ બિઝનેસ ઓપરેટિંગ સિસ્ટમ",
    "login": "પ્રવેશ કરો",
    "register": "નોંધણી કરો",
    "auth_2fa": "2 પરિબળ પ્રમાણીકરણ 🔐",
    "academy": "બ્લોગ",
    "help": "મદદ કેન્દ્ર",
    "price_list": "ભાવ યાદી",
    "my_stores": "મારા સ્ટોર્સ",
    "roles": "મારી ભૂમિકાઓ",
    "wallet": "મારું પાકીટ",
    "personal_info": "વ્યક્તિગત માહિતી | કેવાયસી",
    "companies": "મારી કંપનીઓ",
    "access_control": "વપરાશ નિયંત્રણ",
    "security_center": "સુરક્ષા કેન્દ્ર",
    "gifts": {
      "received": "ભેટ | પ્રાપ્ત",
      "send": "ભેટ | મોકલેલ"
    },
    "monetization": {
      "linked_accounts": "મુદ્રીકરણ | લિંક કરેલ એકાઉન્ટ્સ",
      "plans": "મુદ્રીકરણ | યોજના અને લિંક્સ"
    },
    "affiliate": "સંલગ્ન",
    "avocado": "એવોકાડો — આધુનિક સામાજિક વેચાણ ચેનલ",
    "guild": "ગિલ્ડ - સામૂહિક વેચાણ ચેનલ",
    "partners_login": "ભાગીદારો | ક્લાયન્ટ લૉગિન"
  },
  "blank_is_all_products": "બધા ઉત્પાદનોનો સમાવેશ કરવા માટે ખાલી છોડો!",
  "cautions": {
    "title": "નીચેની ટીપ્સ કરીને તમારા વ્યવસાયને વ્યવસાયિક રીતે સંચાલિત કરો. પ્રોફિટ માર્જિન અને વધુ કેવી રીતે વધારવું તેની ટીપ્સ માટે વાંચતા રહો. અમે રસ્તામાં તમારી સાથે છીએ.",
    "no_payment_method": {
      "title": "ચુકવણી પદ્ધતિ",
      "message": "તમારે તમારી દુકાનમાં ચુકવણી પદ્ધતિ ઉમેરવી આવશ્યક છે.",
      "action": "શોપ ગેટવે"
    },
    "link_account": {
      "title": "એકાઉન્ટ લિંક કરો",
      "message": "તમારે તમારી દુકાન સાથે એકાઉન્ટ ({currency}) લિંક કરવું આવશ્યક છે.",
      "action": "શોપ એકાઉન્ટ્સ"
    },
    "no_domain": {
      "title": "ડોમેન ઉમેરો",
      "message": "તમે તમારા સ્ટોર સાથે એક અથવા વધુ વ્યક્તિગત ડોમેન્સ કનેક્ટ કરી શકો છો. તમારી વેબસાઇટ તમારા ડોમેન પર ઇન્સ્ટોલ કરવામાં આવશે. આ પ્રક્રિયા ઝડપી અને સરળ છે."
    },
    "domain_not_approved": {
      "title": "ડોમેન ચકાસણી",
      "message": "તમારું ડોમેન {domain} ચકાસાયેલ નથી. DNS સેટિંગ્સ તપાસો અને ડોમેનની પુષ્ટિ કરો."
    },
    "no_currency": {
      "title": "ચલણ ઉમેરો",
      "message": "તમારે તમારા સ્ટોર માટે ઓછામાં ઓછું એક ચલણ વ્યાખ્યાયિત કરવું આવશ્યક છે.",
      "action": "ચલણ વ્યવસ્થાપન"
    },
    "no_primary_domain": {
      "title": "મુખ્ય ડોમેન",
      "message": "કૃપા કરીને તમારા પ્રાથમિક ડોમેન તરીકે ડોમેન પસંદ કરો. ડોમેન નામની બાજુમાં સ્ટાર બટન પર ક્લિક કરીને, તમે તમારા સ્ટોરના પ્રાથમિક ડોમેન તરીકે ડોમેન પસંદ કરી શકો છો. સર્ચ એન્જિન માટે આ મહત્વપૂર્ણ છે. નોંધ કરો કે તમારો સ્ટોર હજી પણ તમામ સક્રિય ડોમેન્સ દ્વારા ઉપલબ્ધ રહેશે."
    },
    "shop_complete": {
      "title": "સંપૂર્ણ માહિતી",
      "action": "દુકાન સેટિંગ્સ",
      "location_msg": "તમારું સ્થાન ઉમેરો",
      "days_open_msg": "ખુલ્લા દિવસો સેટ કરો",
      "time_open_msg": "ખુલવાનો અને બંધ કરવાનો સમય સેટ કરો",
      "description_msg": "તમારા વ્યવસાય વિશે સંક્ષિપ્ત વર્ણન લખો",
      "icon_msg": "તમારો સ્ટોર લોગો સેટ કરો",
      "shop_gateways_msg": "ચુકવણી પદ્ધતિ ઉમેરો",
      "socials_msg": "તમારી સામાજિક લિંક્સ ઉમેરો",
      "clubs_msg": "ગ્રાહક ક્લબ સેટ કરો",
      "domains_msg": "કસ્ટમ ડોમેન ઉમેરો",
      "primary_msg": "પ્રાથમિક તરીકે ડોમેન સેટ કરો"
    }
  },
  "support": {
    "request": "સમર્થનની વિનંતી કરો",
    "category": "શ્રેણી",
    "title": "આધાર",
    "message": "કોઈપણ વિનંતીઓ અથવા પ્રશ્નો પૂછો. અમારી સપોર્ટ ટીમ તમને માર્ગદર્શન આપશે. અમે તમને તમારી વિનંતીથી સંબંધિત પૃષ્ઠ પર તમારો પ્રશ્ન પૂછવાનું સૂચન કરીએ છીએ. ઉદાહરણ તરીકે, જો તમને ડોમેન સેટિંગ વિશે કોઈ પ્રશ્ન હોય, તો તેને તમારા સ્ટોરના ડોમેન સેટિંગ પેજ પર મોકલો.",
    "close_at": "{date} વાગ્યે બંધ",
    "close_ticket_by_user": "આભાર, મને જવાબ મળ્યો"
  },
  "surveys": [
    "ખૂબ જ ગરીબ",
    "ગરીબ",
    "સામાન્ય",
    "સારું",
    "ઉત્તમ"
  ],
  "sort": {
    "title": "દ્વારા સૉર્ટ કરો",
    "title_small": "દ્વારા સૉર્ટ કરો..",
    "nothing": "કંઈ નહીં",
    "most_views": "સૌથી વધુ દૃશ્યો",
    "most_likes": "સૌથી વધુ લોકપ્રિય",
    "most_recent": "નવીનતમ",
    "most_sell": "બેસ્ટ સેલિંગ",
    "cheapest": "સૌથી સસ્તું",
    "most_expensive": "સૌથી વધુ ખર્ચાળ",
    "only_available": "ઉપલબ્ધ છે",
    "view_mode": {
      "normal": "સામાન્ય",
      "grid": "ગ્રીડ",
      "list": "યાદી",
      "insta": "ઇન્સ્ટા"
    }
  },
  "helps": {
    "title": "Selldone મદદ કેન્દ્ર",
    "subtitle": "Selldone માં આપનું સ્વાગત છે. જો તમે બિઝનેસ OS પર નવો ઓનલાઈન સ્ટોર બનાવી રહ્યા છો, તો તમે અહીં વધુ માહિતી મેળવી શકો છો.",
    "add_new_help": "નવી મદદ",
    "resources": "સંસાધનો",
    "categories": {
      "Welcome": "શરૂ કરો",
      "Setup": "દુકાન",
      "Sell": "વેચાણ અને માર્કેટિંગ",
      "Developer": "વિકાસ કરો",
      "Application": "અરજીઓ",
      "Product": "પ્રોડક્ટ્સ અને કેટેગરીઝ મેનેજમેન્ટ",
      "Blog": "CMS અને બ્લોગ",
      "Order": "ઓર્ડર પરિપૂર્ણતા કેન્દ્ર",
      "Channel": "વેચાણ ચેનલો",
      "Accounting": "એકાઉન્ટિંગ અને ચુકવણી પદ્ધતિઓ",
      "Incentives": "પ્રોત્સાહનો",
      "Marketing": "માર્કેટિંગ અને ઝુંબેશો",
      "Logistic": "લોજિસ્ટિક અને શિપિંગ",
      "Customers": "ગ્રાહક ક્લબ અને વિભાજન",
      "Page": "લેન્ડિંગ અને કસ્ટમ પૃષ્ઠો",
      "Access": "સ્ટાફ / API એક્સેસ મેનેજમેન્ટ",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "ગીથબ રીપોઝીટરી",
    "admin_api_app": "એડમિન API વેબ સેવા",
    "shop_api_app": "શોપ API વેબ સેવા",
    "design_kit": "ડિઝાઇન કિટ્સ",
    "community": "સમુદાય"
  },
  "blogs": {
    "title": "બ્લોગ",
    "subtitle": "વ્યવસાય માટેના પાઠ, આત્મવિશ્વાસ અને સમૃદ્ધ વ્યવસાય બનાવવા માટે તમારે જરૂરી જ્ઞાન.",
    "add_new_blog": "નવો બ્લોગ",
    "popular": "પ્રખ્યાત",
    "topics": "વિષયો",
    "select_topics": "તમારી નોકરી પસંદ કરો.",
    "select_job_topics": "તમારા જોબ-સંબંધિત વિષયો પસંદ કરો",
    "select_interested_topics": "તમને કયા વિષયોમાં રસ છે?"
  },
  "api": {
    "title": "API અને એકીકરણ",
    "message": "Selldone ની મુખ્ય વિશેષતાઓમાંની એક સ્ટોર્સને મેનેજ કરવા અને અન્ય સેવાઓ જેમ કે વેરહાઉસિંગ, એકાઉન્ટિંગ વગેરે સાથે કનેક્ટ કરવા માટે મજબૂત અને સુરક્ષિત API પૂરી પાડે છે. તમે તમારા સ્ટોર માટે કસ્ટમ એપ્સ અને વેબ એપ્સ પણ ડિઝાઇન કરી શકો છો. સર્વર અને ડેટા મેનેજમેન્ટ વિશે ચિંતા કર્યા વિના. ફક્ત ડોમેન API નો ઉપયોગ કરો. તમારી પાસે વપરાશકર્તાઓ, પ્રમાણીકરણ અને અન્ય ડોમેન સુવિધાઓનું સંચાલન કરવાની તમામ પ્રક્રિયા હશે."
  },
  "user_dashboard": {
    "title": "મારું શટલ",
    "subtitle": "અદ્યતન માહિતી અને સ્પષ્ટ સંભાવના સાથે તમારા વ્યવસાયનું સંચાલન કરો.",
    "menu": {
      "affiliate": "સંલગ્ન",
      "monetize": "મુદ્રીકરણ",
      "gift": "ભેટ",
      "security": "સુરક્ષા",
      "access": "એક્સેસ",
      "business": "કંપની",
      "wallet": "વૉલેટ",
      "identification": "KYC",
      "stores": "સ્ટોર્સ",
      "roles": "ભૂમિકાઓ",
      "home": "ઘર",
      "expert": "નિષ્ણાત",
      "deals": "ડીલ્સ",
      "providers": "પ્રદાતાઓ"
    },
    "shops": {
      "create_new": "નવી દુકાન બનાવો",
      "create_new_sub": "મફત",
      "create_new_sub_need_initial_charge": "પ્રથમ સ્ટોર બનાવવો મફત છે. સંભવતઃ તમારા વ્યવસાય માટે એક દુકાન પૂરતી છે, પરંતુ જો તમારે વધુ સ્ટોર બનાવવાની જરૂર હોય, તો નવો સ્ટોર બનાવવાની કિંમત 25$ છે. અમે તમારા વૉલેટ એકાઉન્ટમાંથી રકમ ઉપાડી લઈએ છીએ.",
      "menu": {
        "title": "મારી દુકાનો",
        "shops": "દુકાનો",
        "new": "નવી"
      },
      "accept_invite_question": "શું તમે આ આમંત્રણ સ્વીકારો છો?",
      "shop_card": {
        "menu_orders": {
          "physical": "ભૌતિક ઉત્પાદન ઓર્ડર",
          "virtual": "વર્ચ્યુઅલ ઉત્પાદન ઓર્ડર",
          "files": "ઓર્ડર ફાઇલ કરો",
          "services": "સેવા ઓર્ડર",
          "subscriptions": "સબ્સ્ક્રિપ્શન ઓર્ડર"
        },
        "status": "સ્થિતિ",
        "license": "લાઇસન્સ",
        "volume": "ઉપયોગ માં લેવાયેલ જગ્યા",
        "expire": "લાઇસન્સ સમાપ્ત",
        "products": "ઉત્પાદનો",
        "page_views": "દૃશ્યો",
        "user_behavior": "ગ્રાહક વર્તન",
        "time_span": "{time} થી અત્યાર સુધી",
        "finance_report": "નાણાકીય અહેવાલ",
        "buys": "ખરીદીઓ",
        "payments": "ચૂકવણી",
        "orders": "ઓર્ડર",
        "currency": "ચલણ"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "ગ્રાહકોનો પ્રતિસાદ",
      "title_small": "ઝાંખી",
      "wishlist": "વિશલિસ્ટ",
      "comments": "ટિપ્પણીઓ",
      "likes": "પસંદ",
      "favorites": "મનપસંદ",
      "powers": "તાળી પાડે છે",
      "views": "દૃશ્યો",
      "report_today": "આજે અહેવાલ",
      "report_last7days": "છેલ્લા 7 દિવસનો અહેવાલ",
      "report_last30days": "છેલ્લા 30 દિવસનો રિપોર્ટ"
    }
  },
  "admin_shop": {
    "title": "દુકાન",
    "menu": {
      "edit": "સેટિંગ્સ",
      "automation": "ઓટોમેશન",
      "application": "અરજીઓ",
      "access": "એક્સેસ",
      "pages": "પૃષ્ઠો",
      "channels": "ચેનલો",
      "categories": "શ્રેણીઓ",
      "marketing": "માર્કેટિંગ",
      "customers": "ગ્રાહકો",
      "logistic": "લોજિસ્ટિક",
      "auditing": "નામું",
      "incentives": "પ્રોત્સાહનો",
      "process_center": "ઓર્ડર",
      "blog": "બ્લોગ",
      "products": "ઉત્પાદનો",
      "shops": "દુકાનો",
      "dashboard": "ડેશબોર્ડ",
      "autopilot": "ઓટોપાયલટ",
      "apps": "એપ્સ",
      "pos": "POS",
      "seo": "SEO",
      "localization": "સ્થાનિકીકરણ"
    },
    "dashboard": {
      "title": "શોપ ડેશબોર્ડ",
      "online_staff": "ઓનલાઇન સ્ટાફ(ઓ)",
      "notify_referral": {
        "message": "મિત્રોને તમારી આમંત્રણ લિંક મોકલો અને મફત વાઉચર મેળવો.",
        "action": "મારી રેફરલ લિંક"
      },
      "info": {
        "title": "ટેકનિકલ",
        "subtitle": "તમારા વ્યવસાય OS ની તકનીકી ઝાંખી.",
        "shop_name": "દુકાનનું નામ",
        "shop_link": "દુકાન લિંક",
        "site_map": "સાઇટમેપ",
        "shop_domains": "ડોમેન્સ",
        "shop_domains_msg": "કનેક્ટેડ કસ્ટમ ડોમેન્સ સૂચિ.",
        "home_msg": "તમારી વેબસાઇટનું ડિફૉલ્ટ હોમપેજ સેટ કરો. તે દરેક કસ્ટમ ડોમેન માટે બદલી શકાય છે.",
        "add_domain": "નવું ડોમેન ઉમેરો",
        "currencies": "સક્રિય કરન્સી",
        "currencies_alert": "સ્ટોર માટે ઓછામાં ઓછું એક ચલણ પસંદ કરો!",
        "status": "સ્થિતિ",
        "license": "લાઇસન્સ",
        "expire": "લાઇસન્સ સમાપ્તિ તારીખ",
        "upgrade_license_action": "{name} પર અપગ્રેડ કરો",
        "wage": "ફી",
        "cpu_message": "તમે ખરીદેલી યોજનાને અનુરૂપ સંસાધનોની સંખ્યા અને તમે તમારી સેવામાં ઉમેરેલા સંસાધનોની સંખ્યા.",
        "hide_domains": "મારા ડોમેન્સ છુપાવો",
        "show_domains": "મારા ડોમેન્સ બતાવો",
        "table": {
          "primary": "પ્રાથમિક",
          "url": "યુઆરએલ",
          "site_map": "સાઇટ મેપ",
          "enable": "સક્ષમ કરો",
          "indexed": "અનુક્રમિત",
          "and_more": "અને વધુ..",
          "auto_repair": "ઓટો રિપેર"
        },
        "add_dialog": {
          "title": "સ્ટોર ડોમેન ગોઠવો",
          "step1": "તમે નીચેના મૂલ્યોમાંથી DNS ડોમેન અથવા સબડોમેન માટે રેકોર્ડ A ની IP મર્યાદાને વ્યાખ્યાયિત કરી શકો છો:",
          "step2": "DNS TXT રેકોર્ડ ઉમેરો:",
          "set_ip_alert": "રેકોર્ડ A <b>{ip}</b> નું IP મૂલ્ય સેટ કરો.",
          "input_domain": "ડોમેન URL",
          "correct": "ડોમેન સેટિંગ્સ યોગ્ય છે.",
          "set_message": "આ ડોમેનના CNAME ને {cname} પર સેટ કરો.",
          "input_domain_message": "http અને https વગર ડોમેન નામ દાખલ કરો.",
          "ssl_message": "તમારી વેબસાઇટ માટે SSL પ્રમાણપત્ર વિશે ચિંતા કરશો નહીં. આ પ્રમાણપત્ર તમારા ડોમેન માટે Selldone (બીટા) દ્વારા આપમેળે જારી કરવામાં આવશે.",
          "active": "ડોમેન સક્રિય છે",
          "inactive": "ડોમેન અક્ષમ છે",
          "success_message": "અભિનંદન, તમારી સાઇટ {domain} પર સક્ષમ છે. તમે આ ડોમેન દ્વારા વિશ્વને તમારા વ્યવસાય અને બ્રાન્ડનો પરિચય કરાવી શકો છો.",
          "delete_action": "ડોમેન કાઢી નાખીએ?"
        },
        "set_home_dialog": {
          "title": "ડોમેન હોમ પેજ સેટ કરો"
        },
        "notification": {
          "add_message": "ડોમેન સરનામું સફળતાપૂર્વક ઉમેર્યું.",
          "update_message": "ડોમેન સફળતાપૂર્વક અપડેટ થયું.",
          "delete_domain_message": "ડોમેન સફળતાપૂર્વક કાઢી નાખ્યું."
        },
        "alert": {
          "title": "ડોમેન કાઢી નાખો",
          "message": "શું તમે આ ડોમેન કાઢી નાખવા માંગો છો? અન્ય લોકોને છેતરપિંડીથી બચાવવા માટે તમારા ડોમેનના DNS રેકોર્ડ મૂલ્યોને ફરીથી સેટ કરવાની ખાતરી કરો."
        }
      },
      "active_orders": {
        "title": "ઓર્ડર",
        "title_small": "ભૌતિક, ફાઇલ, વર્ચ્યુઅલ અને સેવા ઓર્ડર",
        "pending_orders": "બાકી ઓર્ડર",
        "physical": "ભૌતિક ઉત્પાદન ઓર્ડર",
        "virtual": "વર્ચ્યુઅલ ઉત્પાદન ઓર્ડર",
        "file": "ઉત્પાદન ઓર્ડર ફાઇલ કરો",
        "service": "સેવા ઉત્પાદન ઓર્ડર",
        "subscription": "સબ્સ્ક્રિપ્શન ઓર્ડર"
      },
      "products": {
        "title": "ઇન્વેન્ટરી",
        "title_small": "ઉત્પાદનો, સેવાઓ, ફાઇલો",
        "total_products": "કુલ ઉત્પાદન પ્રકારો"
      },
      "finance": {
        "title": "નાણાકીય",
        "title_small": "નાણાકીય અહેવાલ",
        "total_30days_title": "કુલ વેચાણ રકમ",
        "last_30_day": "છેલ્લા 30 દિવસ",
        "pay_amount_chart_title": "ચૂકવણી",
        "sell_amount_chart_title": "વેચાણ",
        "discount_amount_chart_title": "ડિસ્કાઉન્ટ",
        "currency_convert_to": "ચલણ માટે",
        "active_currencies": "સક્રિય કરન્સી",
        "sell_count_chart_title": "વેરિઅન્ટ દ્વારા વેચાણની સંખ્યા",
        "active_gateways": "સક્રિય ચુકવણી ગેટવે",
        "received_last_24h": "છેલ્લા 7 કલાકમાં પ્રાપ્ત",
        "pie": {
          "title": "આજનું વેચાણ ગુણોત્તર",
          "no_data": "આજે કોઈ વેચાણ નથી"
        },
        "pay_amount": "ચુકવણી ની રકમ",
        "sell_amount": "વેચાણની રકમ",
        "discount_amount": "ડિસ્કાઉન્ટ રકમ",
        "sell_count": "વેચાણ ગણતરી",
        "table": {
          "currency": "ચલણ",
          "total_sell_30days": "30 દિવસનું કુલ વેચાણ",
          "sell_daily": "દૈનિક વેચાણ દર",
          "sell": "વેચાણ",
          "pay": "પે"
        }
      },
      "customers": {
        "title": "ખરીદી ગ્રાહકો",
        "title_small": "રૂપાંતર અહેવાલ",
        "total_customers": "કુલ",
        "new_customers_today": "આજે",
        "new_customers_week": "છેલ્લા 7 દિવસ",
        "orders_count": "ઓર્ડરની ગણતરી",
        "days_range": "દિવસોની શ્રેણી",
        "new_users": "નવા નોંધાયેલા વપરાશકર્તાઓ",
        "chart": {
          "new_customers": "નવા ગ્રાહકો",
          "customers": "કુલ ગ્રાહકો"
        }
      },
      "plugins": {
        "title": "પ્લગઇન્સ",
        "title_small": "ઇન્સ્ટોલ કરેલ"
      },
      "performance": {
        "title": "આજે",
        "title_small": "વપરાશકર્તાઓ અને વેચાણ વિહંગાવલોકન",
        "users": "વપરાશકર્તાઓ",
        "views": "દૃશ્યો",
        "orders": "ઓર્ડર",
        "payments": "ચૂકવણી",
        "no_visitor_today": "આજે તમારી પાસે કોઈ મુલાકાતીઓ નથી."
      }
    },
    "products": {
      "title": "ઉત્પાદનો યાદી",
      "products_list": "યાદી પર પાછા",
      "products_menu": "પ્રોડક્ટ્સ મેનેજમેન્ટ",
      "process_que": "આયાતી ઉત્પાદનોની પ્રક્રિયા",
      "view_que_list": "કતાર યાદી જુઓ",
      "menu_products_list": "ઉત્પાદનો યાદી",
      "menu_export": "નિકાસ ઉત્પાદનો",
      "menu_import": "ઉત્પાદનો આયાત કરો",
      "menu_show_deletes": "કાઢી નાખેલ ઉત્પાદનો બતાવો",
      "drop_import_message": "જથ્થાબંધ ઉત્પાદનો ઉમેરવાનું શરૂ કરવા માટે ઉત્પાદનોની સૂચિ ફાઇલ (CSV, XLS, XLSX ફોર્મેટ) અહીં મૂકો. ખાતરી કરો કે ફાઇલમાં Selldone ઉત્પાદનોની સૂચિનું ફોર્મેટ છે.",
      "product_widget": {
        "product_type": "ઉત્પાદનો પ્રકાર",
        "price": "કિંમત",
        "value_added": "કમિશન",
        "discount": "ડિસ્કાઉન્ટ",
        "in_stock": "ઉપલબ્ધ છે",
        "product_unit": "એકમ",
        "total_sell": "કુલ વેચાણ",
        "total_view": "કુલ દૃશ્યો",
        "view_unit": "વખત",
        "review_unit": "સમીક્ષાઓ"
      },
      "folder_widget": {
        "products": "ઉત્પાદનો",
        "products_unit": "પ્રકારો",
        "sub_categories": "શ્રેણીઓ",
        "sub_categories_unit": "વસ્તુઓ",
        "views": "દૃશ્યો",
        "views_unit": "વખત"
      },
      "menu_advanced_options": "અદ્યતન વિકલ્પો"
    },
    "blogs": {
      "new": "નવું લખો",
      "blogs": "બ્લોગ",
      "list": {
        "title": "મારા લેખો",
        "waiting_message": "માહિતી મેળવી રહી છે... કૃપા કરીને રાહ જુઓ",
        "published": "પ્રકાશિત",
        "draft": "ડ્રાફ્ટ",
        "private": "ખાનગી",
        "public": "જાહેર",
        "table": {
          "title": "શીર્ષક",
          "author": "લેખક",
          "claps": "તાળી પાડે છે",
          "like": "ગમે છે",
          "comments": "ટિપ્પણીઓ",
          "views": "દૃશ્યો",
          "publish_state": "સ્થિતિ",
          "created_at": "બનાવટ તારીખ",
          "updated_at": "છેલ્લો સુધારો"
        },
        "subtitle": "તમારી જાતને અને તમારા વ્યવસાયને પ્રસ્તુત કરવા માટે આધુનિક ઇનલાઇન એડિટર સાથે લેખો લખો. ઉચ્ચ-ગુણવત્તાવાળી SEO-મૈત્રીપૂર્ણ બ્લોગ પોસ્ટ લખતી વખતે મૂળ સામગ્રી એ પ્રથમ વસ્તુ છે જેના પર તમારે ધ્યાન કેન્દ્રિત કરવાની જરૂર છે."
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "માહિતી મેળવી રહી છે... કૃપા કરીને રાહ જુઓ",
        "rejected": "નામંજૂર",
        "delivery": "વહાણ પરિવહન",
        "discount": "ડિસ્કાઉન્ટ",
        "not_paid": "ચુકવેલ નહી",
        "table": {
          "order_number": "ઓર્ડર કોડ",
          "order_date": "ચેકઆઉટ તારીખ",
          "status": "છેલ્લી સ્થિતિ",
          "price": "કુલ રકમ",
          "payment_status": "ચુકવણી સ્થિતિ"
        }
      },
      "virtual": {
        "waiting_message": "માહિતી મેળવી રહી છે... કૃપા કરીને રાહ જુઓ",
        "discount": "ડિસ્કાઉન્ટ",
        "table": {
          "order_number": "ઓર્ડર કોડ",
          "product": "ઉત્પાદન",
          "order_date": "નોંધણી તારીખ",
          "status": "છેલ્લી સ્થિતિ",
          "price": "કુલ રકમ",
          "payment_status": "ચુકવણી સ્થિતિ"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "વિનિમય",
        "gateway": "ગેટવે",
        "invoice": "બિલિંગ",
        "report": "જાણ કરો",
        "tax": "કર",
        "drop_shipping": "પુનર્વિક્રેતા રસીદો",
        "reseller_accounts": "પુનર્વિક્રેતા એકાઉન્ટ્સ",
        "valuations": "મૂલ્યાંકન"
      },
      "invoice": {
        "title": "લિંક કરેલ પાકીટ ખરીદો",
        "subtitle": "આ વૉલેટ એકાઉન્ટ્સમાંથી ચાર્જિસ, કમિશન અને સ્ટોર ખર્ચ કાપવામાં આવે છે.",
        "title_add": "નવું વૉલેટ એકાઉન્ટ કનેક્ટ કરો",
        "subtitle_add": "તમારે દરેક ચલણ માટે એક નવું વૉલેટ બનાવવું જોઈએ અને તેને તમારા સ્ટોર સાથે કનેક્ટ કરવું જોઈએ. આ વોલેટમાંથી સર્વિસ ફી ઉપાડવામાં આવશે.",
        "add_account": "ખાતું ઉમેરો",
        "charge_account": "ચાર્જ એકાઉન્ટ",
        "show_transaction": "વ્યવહારો બતાવો",
        "table": {
          "currency": "ચલણ",
          "account_number": "ખાતા નંબર",
          "account_name": "ખાતાનું નામ",
          "balance": "સંતુલન",
          "free_balance": "વધેલી રાશી",
          "actions": "દૂર કરો"
        },
        "add_account_dialog": {
          "title": "ક્રેડિટ એકાઉન્ટને સ્ટોર સાથે કનેક્ટ કરી રહ્યું છે",
          "subtitle": "જ્યારે તમે Selldone સાથે વૉલેટ એકાઉન્ટ ખોલો છો, ત્યારે અમે તમને અન્ય ક્રેડિટ કાર્ડની જેમ વર્ચ્યુઅલ ક્રેડિટ કાર્ડ અને એકાઉન્ટ આપીશું. Selldone સેલ્સ ફી આ ખાતામાંથી કાપવામાં આવશે, પરંતુ જો તમારા ખાતાની બેલેન્સ પૂરતી નથી, તો આ રકમ બાકી રહેશે. તમને જરૂર હોય તેટલી તમે Selldone સેવાઓનો ઉપયોગ કરી શકો છો.",
          "account_number": "ખાતા નંબર",
          "account_number_input_message": "સ્ટોરને આ એકાઉન્ટ સાથે લિંક કરવામાં આવશે. આ એકાઉન્ટનો ઉપયોગ ફી અને ખર્ચ માટે કરવામાં આવશે.",
          "balance": "એકાઉન્ટ બેલેન્સ",
          "connect_account_to_shop": "એકાઉન્ટને સ્ટોરથી કનેક્ટ કરો"
        },
        "notifications": {
          "connect_account_success": "એકાઉન્ટ સફળતાપૂર્વક ઉમેર્યું.",
          "delete_account_success": "સ્ટોરમાંથી એકાઉન્ટ સફળતાપૂર્વક દૂર કરવામાં આવ્યું."
        },
        "alert": {
          "delete_account": "એકાઉન્ટ ડિસ્કનેક્ટ કરો",
          "delete_account_message": "શું તમે આ એકાઉન્ટને સ્ટોર એકાઉન્ટ્સની સૂચિમાંથી દૂર કરવા માંગો છો?",
          "delete_account_action": "એકાઉન્ટ કાઢી નાખો"
        },
        "inform_charge_account": "તમારું એકાઉન્ટ ચાર્જ કરો!",
        "inform_charge_account_critical": "સેવા સસ્પેન્શનને રોકવા માટે તમારા એકાઉન્ટને ચાર્જ કરો!"
      },
      "gateway": {
        "title": "ચુકવણી પદ્ધતિઓ",
        "sub_title": "સક્રિય ચુકવણી પદ્ધતિઓની સૂચિ. જો તમે તમારી દુકાનમાં નવી પદ્ધતિ ઉમેરવા માંગતા હો, તો નીચેના બટનને દબાવો. અમે 10 થી વધુ પેમેન્ટ ગેટવે ઉમેરવાની ખૂબ ભલામણ કરી છે.",
        "add_gateway": "નવી ચુકવણી પદ્ધતિ",
        "add_gateway_dialog": {
          "title": "ચલણ પસંદ કરો",
          "country_currencies": "સ્થાનિક કરન્સી",
          "crypto_currencies": "ક્રિપ્ટોકરન્સી",
          "active_gateways": "સક્રિય ચુકવણી પદ્ધતિઓ",
          "confirm": "ચુકવણી પદ્ધતિ ઉમેરો"
        }
      },
      "exchange": {
        "title": "સક્રિય કરન્સી સ્ટોર કરો",
        "subtitle": "વપરાશકર્તાઓ સક્રિય કરન્સીમાંથી એક પસંદ કરી શકશે અને ઉત્પાદનોની કિંમતોની ગણતરી કરવામાં આવશે અને પ્રદર્શિત કરવામાં આવશે. વિનિમય દર દાખલ કરવો તે વેચનાર પર છે.",
        "shop_currencies_input": "વપરાશકર્તાઓ માટે સક્રિય કરન્સી",
        "shop_currencies_input_error": "ઓછામાં ઓછું એક ચલણ પસંદ કરો",
        "rates": {
          "title": "ચલણ વિનિમય દર",
          "sub_title": "તમે નીચેની કોઈપણ ચલણના આધારે ઉત્પાદનની કિંમતો દાખલ કરી શકો છો અને તમારી ચલણો વચ્ચેના રૂપાંતરણ દરો પર ઉત્પાદનની કિંમતો આપમેળે ગણવામાં આવશે.",
          "message": "કરન્સી વચ્ચેના વિનિમય દરો દાખલ કરવાથી, તમારા ઉત્પાદનોની કિંમતો આપમેળે ગણતરી અને અપડેટ કરવામાં આવશે.",
          "add_new_rate": "નવો દર ઉમેરો"
        },
        "table": {
          "waiting_receive_data": "માહિતી મેળવી રહી છે... કૃપા કરીને રાહ જુઓ",
          "rate_input": "વિનિમય દર",
          "from": "થી",
          "to": "પ્રતિ",
          "exchange_rate": "વિનિમય દર",
          "edit": "સંપાદિત કરો",
          "delete": "કાઢી નાખો",
          "auto": "ઓટો રેટ"
        },
        "add_rate_dialog": {
          "title": "વિનિમય દર સેટ કરો",
          "message": "માહિતી દાખલ કરવામાં સાવચેત રહો. તમારા ઉત્પાદનોની કિંમતો અહીં દાખલ કરેલ દરોના આધારે ગણવામાં આવશે.",
          "currency_from": "ચલણમાંથી",
          "currency_to": "ચલણ માટે",
          "exchange_rate": "વિનિમય દર"
        },
        "alert": {
          "title": "રૂપાંતરણ દર કાઢી નાખો",
          "message": "શું તમે આ રૂપાંતરણ દરને કાઢી નાખવા માંગો છો?",
          "action": "કાઢી નાખો"
        },
        "notifications": {
          "delete_success": "વિનિમય દર દૂર કર્યો.",
          "add_success": "વિનિમય દર અપડેટ કર્યો.",
          "update_success": "સ્ટોર સક્રિય કરન્સી અપડેટ કરી."
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "વખારો",
        "subtitle": "મારા વખારોની યાદી."
      },
      "warehouse_btn": "નવું વેરહાઉસ ઉમેરો",
      "warehouse_btn_error": "તમારા વેરહાઉસ, સ્ટોર અથવા તમારા વ્યવસાયનું મૂળ સેટ કરો. શિપિંગ ખર્ચની ગણતરી અને ચેકઆઉટ પ્રક્રિયામાં હોવું આવશ્યક છે.",
      "size_unit": {
        "title": "કદ એકમ",
        "subtitle": "લંબાઈ, પહોળાઈ અને ઊંચાઈ માટે વપરાયેલ એકમ."
      },
      "mass_unit": {
        "title": "સમૂહ એકમ",
        "subtitle": "વજન માટે વપરાતું એકમ."
      },
      "menu": {
        "return_request": "પરત ફર્યા",
        "delivery": "વહાણ પરિવહન",
        "inventory": "ઇન્વેન્ટરી",
        "warehouse": "વેરહાઉસ",
        "logistic_apps": "લોજિસ્ટિક્સ",
        "profiles": "પ્રોફાઇલ્સ",
        "includes": "સમાવેશ થાય છે"
      },
      "warehouse": {
        "title": "સ્ટોર વેરહાઉસ",
        "sub_title": "આ સરનામાંનો ઉપયોગ શિપિંગના મૂળ તરીકે થાય છે.",
        "table": {
          "title": "ઈન્વેન્ટરી યાદી",
          "sub_title": "ભૌતિક, વર્ચ્યુઅલ, ફાઇલ અને સેવા સહિત તમામ સ્ટોર ઉત્પાદનોની સૂચિ"
        }
      },
      "delivery": {
        "title": "શિપિંગ પદ્ધતિઓ",
        "sub_title": "આ વિભાગમાં મૂલ્યો સેટ કરીને, તમારા સ્ટોરમાં મોકલવાની વિવિધ પદ્ધતિઓ સક્રિય થાય છે. આ વિભાગમાં કેશ ઓન ડિલિવરી પદ્ધતિ પણ સક્રિય કરી શકાય છે.",
        "add_transportation": "પરિવહન ઉમેરો",
        "delivery_form": {
          "payment": "ચુકવણી વિકલ્પો",
          "limits": "મર્યાદા",
          "currency_input": "ખર્ચની ગણતરી માટે સંદર્ભ ચલણ",
          "currency_input_message": "આ ચલણમાં ખર્ચની ગણતરી કરવામાં આવે છે",
          "distance_input": "વેરહાઉસથી આવરી લેવામાં આવેલ અંતર",
          "distance_input_message": "0 અથવા -1 નો અર્થ કોઈ મર્યાદા નથી.",
          "max_weight_input": "મહત્તમ સ્વીકાર્ય પેક વજન",
          "max_weight_input_message": "0 અથવા -1 નો અર્થ કોઈ મર્યાદા નથી.",
          "max_size_input": "મહત્તમ પેકેજ પરિમાણો",
          "width": "પહોળાઈ",
          "length": "લંબાઈ",
          "height": "ઊંચાઈ",
          "days_input": "ઉપલબ્ધ ડિલિવરી તારીખો",
          "days_input_nodata": "ડિલિવરી દિવસ પસંદ કરો",
          "hours_input": "ડિલિવરી સમય ઉપલબ્ધ છે",
          "hours_input_nodata": "સમયગાળો પસંદ કરો",
          "vacation_input": "શું તમે રજાઓ પર ડિલિવરી કરો છો?",
          "cod_input": "આધાર COD",
          "cod_input_message": "ખાતરી કરો કે તમારી શિપિંગ સેવા COD સ્વીકારે છે.",
          "sod_input": "શું તમે COD ને સમર્થન આપો છો?",
          "sod_input_message": "ખાતરી કરો કે તમારી શિપિંગ સેવા COD સ્વીકારે છે.",
          "pricing": "કિંમતની ગણતરી કરો",
          "const_input": "નિશ્ચિત ખર્ચ",
          "distance_cof_input": "કિંમત-થી-અંતર ગુણાંક",
          "distance_cof_input_dim": "પ્રતિ {dim}",
          "weight_cof_input": "કિંમત-થી-વજન પરિબળ",
          "weight_cof_input_dim": "પ્રતિ {dim}",
          "price_cof_input": "ઉત્પાદન કિંમત પરિબળ માટે શિપિંગ ખર્ચ",
          "price_cof_input_message": "વીમા ખર્ચ અને અન્ય સેવાઓ જેમ કે COD ખર્ચનો સમાવેશ થાય છે.",
          "price_cof_input_dim": "પ્રતિ {dim}",
          "distance_weight_cof_input": "વજન ગુણક દ્વારા ખર્ચ ગુણક",
          "distance_weight_cof_input_dim": "દરેક {weight} દીઠ {distance} માટે",
          "free_shipping_input": "મફત શિપિંગ",
          "free_shipping_limit_input": "મફત શિપિંગ માટે ન્યૂનતમ ઓર્ડર કિંમત",
          "notifications": {
            "update_success": "શિપિંગ સેવા સેટિંગ્સ સફળતાપૂર્વક પૂર્ણ થઈ."
          },
          "shipping_cost_calculation": "શિપિંગ ખર્ચની ગણતરી",
          "sod_true": "ગંતવ્ય પર શિપિંગ ખર્ચ મેળવો",
          "sod_true_message": "ખાતરી કરો કે તમારી શિપિંગ સેવા ગંતવ્ય પર શિપિંગ ખર્ચ સ્વીકારે છે.",
          "sod_false": "ઓટો શિપિંગ ખર્ચની ગણતરી",
          "cod_true": "ડિલિવરી પર રોકડ સ્વીકારો",
          "cod_false": "માત્ર ઓનલાઈન પેમેન્ટ સ્વીકારો",
          "cod_true_message": "ખાતરી કરો કે તમારી શિપિંગ સેવા COD સ્વીકારે છે."
        }
      }
    },
    "users": {
      "menu": {
        "customers": "ગ્રાહકો",
        "contact_form": "સંપર્કો",
        "faq": "FAQ",
        "club": "ક્લબ",
        "report": "જાણ કરો"
      },
      "report": {
        "title": "ગ્રાહકોની ઝાંખી",
        "sub_title": "તમે અહીં તમારા ગ્રાહકોની લાઇવ સ્થિતિ જોશો.",
        "report_30days_by_time": "છેલ્લા 30 દિવસમાં તારીખ અને સમય પર આધારિત વપરાશકર્તા પ્રવૃત્તિ",
        "report_30days_by_location": "છેલ્લા 30 દિવસમાં ભૌગોલિક સ્થાન વપરાશકર્તાઓની પ્રવૃત્તિ"
      },
      "club": {
        "title": "ગ્રાહક ક્લબ",
        "sub_title": "દરેક સ્તરને સક્રિય કરવા માટે માસિક અને વાર્ષિક ખરીદીની રકમ અને ચલણ દાખલ કરો. તમારા ગ્રાહકો તમારા ગ્રાહક ક્લબમાં લૉગ ઇન થશે કારણ કે તેઓ માસિક અથવા વાર્ષિક ખરીદીની જરૂરિયાતોને પૂર્ણ કરે છે.",
        "item": {
          "members_count": "સભ્યોની સંખ્યા",
          "purchases_count": "ઓર્ડરની સંખ્યા",
          "monthly": "માસિક",
          "annually": "વાર્ષિક",
          "discount_percent": "ડિસ્કાઉન્ટ દર",
          "discount_limit": "ડિસ્કાઉન્ટ મર્યાદા"
        },
        "edit_dialog": {
          "title": "ગ્રાહક સ્તર વ્યવસ્થાપન",
          "currency_input": "ચલણ",
          "currency_input_message": "આ ચલણમાં કુલ ખરીદીની ગણતરી કરવામાં આવે છે.",
          "free_shipping_input": "મફત શિપિંગ",
          "monthly_input": "માસિક ખરીદી દર",
          "annually_input": "વાર્ષિક ખરીદી દર",
          "discount_percent_input": "ક્લબ સભ્યો માટે ડિસ્કાઉન્ટ દર",
          "discount_limit_input": "ડિસ્કાઉન્ટ મર્યાદા",
          "description_input": "વર્ણન",
          "description_input_message": "આ સ્તરનું સંક્ષિપ્ત વર્ણન દાખલ કરો."
        },
        "notifications": {
          "update_success": "ગ્રાહક ક્લબમાં ફેરફારો લાગુ."
        }
      },
      "faq": {
        "title": "વારંવાર પૂછાતા પ્રશ્નો",
        "sub_title": "તમારા ગ્રાહકોના પ્રશ્નો ઉમેરો, સંપાદિત કરો અને જવાબ આપો."
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "ઝુંબેશ",
        "cross_selling": "ક્રોસ સેલિંગ",
        "affiliate": "સંલગ્ન",
        "emails": "ઈમેઈલ",
        "funnel": "ફનલ"
      },
      "campaign": {
        "name_input_placeholder": "ઝુંબેશનું નામ",
        "name_input_message": "તમારું અભિયાન શીર્ષક દાખલ કરો.",
        "create_campaign_action": "નવી ઝુંબેશ બનાવો",
        "table": {
          "title": "શીર્ષક",
          "state": "સ્થિતિ",
          "discount": "ડિસ્કાઉન્ટ",
          "landing": "લેન્ડિંગ પેજ",
          "start": "શરૂઆત",
          "end": "અંત"
        },
        "notifications": {
          "add_success_title": "એક ઝુંબેશ બનાવો",
          "add_success": "તમારી ઝુંબેશ બનાવવામાં આવી હતી."
        },
        "name_input_name": "ઝુંબેશનું નામ"
      }
    },
    "categories": {
      "title": "શ્રેણી યાદી",
      "subtitle": "શ્રેણીઓ એ તમારા ઑનલાઇન સ્ટોરની મુખ્ય વિશેષતા છે. અમે તમને આધુનિક સ્ટોરફ્રન્ટ બનાવવા અને તમારા ગ્રાહકો માટે યોગ્ય ઉત્પાદનો શોધવાનું સરળ બનાવવા માટે આ શક્તિશાળી વર્ગીકરણ સાધનોનો ઉપયોગ કરવા પ્રોત્સાહિત કરીએ છીએ.",
      "menu": {
        "add_new": "નવી શ્રેણી ઉમેરો",
        "categories_list": "શ્રેણીઓ યાદી",
        "export": "નિકાસ શ્રેણીઓ",
        "import": "આયાત શ્રેણીઓ (CSV)"
      },
      "graph": {
        "title": "શ્રેણીઓની વંશવેલો",
        "subtitle": "તમે તમારી સ્ટોર કેટેગરીઝ અને વપરાશકર્તાઓ તેમને કેવી રીતે નેવિગેટ કરે છે તેની સંપૂર્ણ ઝાંખી કરી શકો છો. શ્રેણીઓની યોગ્ય ગોઠવણી સાથે, તમારા ગ્રાહકો ઝડપથી ઉત્પાદનો શોધી શકશે અને રૂપાંતરણ દર વધશે.",
        "visits_count": "મુલાકાત",
        "normal": "સરળ",
        "items_count": "વસ્તુઓની સંખ્યા",
        "home": "ઘર"
      },
      "category_widget": {
        "parent": "પિતૃ",
        "not_exist": "અસ્તિત્વમાં નથી",
        "children": "ઉપકેટેગરીઝ",
        "delete_alert": {
          "title": "બાળ શ્રેણી દૂર કરો",
          "message": "શું તમે {parent_title} સૂચિમાંથી {title} દૂર કરવા માંગો છો?",
          "action": "કાઢી નાખો"
        },
        "notifications": {
          "edit_success": "શ્રેણી સંપાદિત."
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "દુકાન",
        "my_apps": "એપ્સ"
      },
      "my_apps": {
        "title": "સક્રિય એપ્સ સ્ટોર કરો",
        "subtitle": "તમારી વ્યવસાયિક એપ્લિકેશનોનું સંચાલન કરો.",
        "all": "બધા"
      },
      "store": {
        "title": "એપ્લિકેશન ની દુકાન",
        "subtitle": "તમારી મનપસંદ સેવાઓને તમારા વ્યવસાય સાથે સુરક્ષિત રીતે કનેક્ટ કરો. અમે અમારા ગ્રાહકોની વિનંતીઓના આધારે પ્લગઇન્સ અને એપ્લિકેશનો ઉમેરીએ છીએ.",
        "nodata": "કોઈ પ્લગઇન મળ્યું નથી.",
        "all": "બધા",
        "more": "વધુ"
      }
    },
    "pages": {
      "menu": {
        "new_page": "નવું પૃષ્ઠ",
        "contact_us": "અમારો સંપર્ક કરો",
        "privacy": "ગોપનીયતા",
        "terms": "શરતો",
        "about_us": "અમારા વિશે",
        "landings": "ઉતરાણ",
        "popup": "પ્રગટ થવું",
        "static": "સ્થિર"
      }
    },
    "permissions": {
      "menu": {
        "persons": "સ્ટાફ",
        "roles": "ભૂમિકાઓ",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "કર્મચારીઓની સૂચિ",
          "new_user": "નવો સ્ટાફ ઉમેરો",
          "new_user_message": "જે વપરાશકર્તાઓને આ સ્ટોરના ડેશબોર્ડ અને મેનેજમેન્ટ વિભાગોની ઍક્સેસ હશે.",
          "email_input_placeholder": "ઈમેલ",
          "email_input": "વપરાશકર્તા ઇમેઇલ સરનામું",
          "level_input": "ઍક્સેસ સ્તર",
          "add_user_action": "સ્ટાફ ઉમેરો"
        },
        "delete_alert": {
          "title": "ઍક્સેસ દૂર કરો",
          "message": "શું તમે આ વપરાશકર્તાને કાઢી નાખવા માંગો છો?",
          "action": "કાઢી નાખો"
        },
        "notifications": {
          "add_success_title": "ઍક્સેસ ઉમેરો",
          "add_success": "નવી ઍક્સેસ ઉમેરવામાં આવી.",
          "delete_success_title": "ઍક્સેસ કાઢી નાખો",
          "delete_success": "ઍક્સેસ કાઢી નાખ્યો."
        }
      },
      "shop_api": {
        "title": "સ્ટોર એક્સેસ કી",
        "message": "આ કીનો ઉપયોગ તમારા સર્વર દ્વારા એક્સેસ ટોકન બનાવવા માટે થાય છે. નોંધ કરો કે ચાવીઓ ગોપનીય છે અને ફક્ત સર્વર પર એવી રીતે છે કે જે અન્ય લોકોને દેખાતી નથી."
      }
    },
    "applications": {
      "pwa": {
        "title": "વેબ એપ્લિકેશન",
        "sub_title": "તમારી સ્ટોર વેબ એપ્લિકેશન અહીં જુઓ",
        "message": "નોંધ: તમે iOS એપ્લિકેશનમાં તમારા iPhone અને iPad પર તમારી વેબસાઇટ સ્વાગત પૃષ્ઠને સંપાદિત કરી શકો છો",
        "ios_app": "iOS એપ્લિકેશન"
      },
      "ios": {
        "title": "iOS એપ્લિકેશન",
        "sub_title": "તમે ટૂંક સમયમાં તમારા સ્ટોર માટે iOS એપ્લિકેશન બનાવી શકશો.",
        "message": "મહત્તમ ફાઇલ કદ: 512 KB, તમે 1MB સુધીની ફાઇલો અપલોડ કરી શકો છો, જો અમારી કમ્પ્રેશન સિસ્ટમ કદને 512KB સુધી ઘટાડવામાં સક્ષમ હોય. અપલોડ કરેલી ઇમેજનું માપ બુદ્ધિપૂર્વક બદલવામાં આવશે."
      },
      "android": {
        "title": "એન્ડ્રોઇડ એપ્લિકેશન",
        "sub_title": "તમારી પોતાની Android એપ્લિકેશન બનાવો",
        "message": "આ ફોર્મ ભરો અને બિલ્ડ કી દબાવો. અન્ય કોઈ વસ્તુની જરૂર રહેશે નહીં. તમારી એપ્લિકેશનની બિલ્ડ અને સાઇન પ્રક્રિયાના તમામ પગલાં ક્લાઉડ સર્વર પર કરવામાં આવે છે. અંતિમ એપ્લિકેશન તમામ AppStores પર અપલોડ કરવામાં આવશે.",
        "server_un_available": "પ્રાયોગિક રીતે, એપ્લિકેશન સર્વર આ સમયે કનેક્ટેડ નથી.",
        "app_building_progress": "તમારી એપ્લિકેશન બનાવવામાં આવી રહી છે.",
        "app_build_success": "તમારી એપ તૈયાર છે.",
        "download_app_action": "એપ્લિકેશન મેળવો",
        "firmware_version": "ફર્મવેર સંસ્કરણ",
        "main_info": "એપ્લિકેશન પેકેજ",
        "package_name_input_message": "ખાતરી કરો કે પેકેજ નામ અનન્ય છે.",
        "package_name_input_alert": "જો તમે આ નામ બદલો છો, તો તમે AppStore માં તમારી અગાઉની એપ્સ અપડેટ કરી શકશો નહીં અને નવી ઇન્સ્ટોલ કરી શકશો નહીં. નોંધ કરો કે જૂના સંસ્કરણ એપ્લિકેશન વપરાશકર્તાઓ પણ તેમના એકાઉન્ટમાં લૉગ ઇન કરી શકશે નહીં.",
        "version_input": "સંસ્કરણ",
        "version_input_message": "આ સંખ્યા હંમેશા તેના અગાઉના મૂલ્ય કરતા વધારે હોવી જોઈએ.",
        "version_name_input": "સંસ્કરણનું નામ",
        "version_name_input_message": "એપ્લિકેશનના આ સંસ્કરણ માટે અનન્ય નામ દાખલ કરો.",
        "use_selldone_key": "ડિફોલ્ટ કીઓ વેચી",
        "use_last_key": "સાચવેલી કી",
        "use_new_key": "નવી કી",
        "appearance": "દેખાવ",
        "app_name_input": "એપ્લિકેશન નામ",
        "app_name_input_message": "આ તમારી એપનું મુખ્ય નામ હશે.",
        "app_title_input": "એપ્લિકેશન શીર્ષક",
        "app_title_input_message": "આ શીર્ષક એપ્લિકેશનની ટોચ પર દેખાય છે.",
        "app_title_input_placeholder": "એક શીર્ષક દાખલ કરો",
        "app_icon_input": "એપ્લિકેશન આયકન",
        "app_icon_input_placeholder": "એપ્લિકેશન ચિહ્નોની ઝિપ ફાઇલ પસંદ કરો.",
        "generate_icon_pack_action": "આઇકન પેક બનાવો",
        "splash_design": "સ્પ્લેશ સ્ક્રીન ડિઝાઇન",
        "splash_logo_input": "સ્પ્લેશ સ્ક્રીન લોગો",
        "splash_logo_input_placeholder": "સ્પ્લેશ સ્ક્રીન માટે એક છબી પસંદ કરો.",
        "splash_title_input": "સ્પ્લેશ સ્ક્રીન શીર્ષક",
        "splash_title_input_placeholder": "સ્પ્લેશ સ્ક્રીન માટે શીર્ષક દાખલ કરો",
        "splash_title_input_message": "આ શીર્ષક મોટા ફોન્ટ સાઇઝમાં પ્રદર્શિત થશે.",
        "splash_message_input": "સ્પ્લેશ સ્ક્રીન સંદેશ",
        "splash_message_input_placeholder": "સંદેશ...",
        "splash_message_input_message": "આ સંદેશ નીચે થંબનેલ તરીકે પ્રદર્શિત થશે.",
        "dark_theme": "ડાર્ક થીમ",
        "light_theme": "હળવી થીમ",
        "build": "બિલ્ડ",
        "building_info": "ક્લાઉડ સર્વર પર એપ્લિકેશન બનાવવામાં 10 સેકન્ડથી લઈને ઘણી મિનિટો લાગે છે. શાંતિ જાળવો. એકવાર એપ્લિકેશન તૈયાર થઈ જાય પછી ડાઉનલોડ ફાઇલ લિંક અહીં દેખાશે.",
        "update_mode_action": "અપડેટ કરો",
        "build_mode_action": "એપ્લિકેશન બનાવો",
        "notifications": {
          "icon_pack_not_valid_error": "ફાઇલ સાચી નથી.",
          "start_building_title": "મકાન...",
          "start_building_message": "એન્ડ્રોઇડ એપ્લિકેશન બનાવવા માટેની વિનંતી સબમિટ કરી.",
          "build_success_title": "અભિનંદન",
          "build_success": "તમારી Android એપ્લિકેશન તૈયાર છે, અને તમે તેને હમણાં ડાઉનલોડ કરી શકો છો."
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "ઓટોપાયલટ"
      }
    },
    "edit": {
      "menu": {
        "delete": "સ્ટોર કાઢી નાખો",
        "activity_time": "સમય",
        "footer": "મેનુ",
        "info": "માહિતી",
        "notification": "સૂચનાઓ",
        "home": "ઘર",
        "locations": "સ્થાનો",
        "license": "લાઇસન્સ",
        "theme": "થીમ",
        "sms": "એસએમએસ",
        "email": "ઈમેલ",
        "domain": "ડોમેન",
        "verifications": "ચકાસણીઓ",
        "flow": "પ્રવાહ",
        "business_model": "વ્યવસાય મોડેલ"
      },
      "delete_dialog": {
        "title": "સ્ટોર કાઢી નાખો",
        "message": "શું તમે <b>{title}</b> સ્ટોરને કાઢી નાખવા માંગો છો?",
        "action": "સ્ટોર કાઢી નાખો"
      },
      "notifications": {
        "delete_success": "સ્ટોર કાઢી નાખ્યો."
      },
      "info": {
        "title_tab": {
          "title": "વ્યવસાયનું નામ અને ભાષા",
          "subtitle": "સાર્વજનિક નામ અને ડિફૉલ્ટ ભાષા સેટ કરો."
        },
        "name_tab": {
          "title": "અનન્ય નામ ખરીદી",
          "subtitle": "તે તમારા વ્યવસાયનું વપરાશકર્તા નામ છે."
        },
        "description_tab": {
          "title": "તમારી વ્યવસાય વાર્તા",
          "subtitle": "તમારા વ્યવસાય અને તેના અનન્ય મૂલ્ય પ્રસ્તાવ વિશે લખો."
        },
        "contact_tab": {
          "title": "સંપર્ક અને સ્થાનિક વ્યવસાય",
          "subtitle": "સાર્વજનિક સંપર્ક માહિતી અને Google સ્થાનિક વ્યવસાય સેટઅપ."
        },
        "image_tab": {
          "title": "લોગો",
          "subtitle": "તમારી બ્રાન્ડ માટે અનન્ય લોગો પસંદ કરો."
        }
      },
      "badge": {
        "external_title": "બાહ્ય બેજ મેનેજ કરો",
        "external_message": "અહીં, તમે બેજ ઈમેજનું સરનામું અને તેની લિંક દાખલ કરી શકો છો. URL માન્ય વેબસાઈટમાંથી હોવા જોઈએ."
      },
      "edit_menu": {
        "title": "મેનુ",
        "footer": {
          "title": "ફૂટર મેનુ",
          "sub_title": "તમે તમારા સ્ટોર પેજના નીચેના મેનૂને અહીં ગોઠવી શકો છો. આ મેનુ હોમ પેજ, ડિઝાઇન કરેલ પેજ અથવા બાહ્ય લિંક્સ હોઈ શકે છે."
        },
        "header": {
          "title": "હેડર મેનુ",
          "sub_title": "આ મેનૂ ફક્ત મોબાઇલ કરતા મોટી સ્ક્રીન પર જ પ્રદર્શિત થાય છે અને હોમ પેજની ટોચ પર, પ્રોડક્ટ કેટેગરીઝ, લેન્ડિંગ અને પ્રોડક્ટ પેજ."
        },
        "save_menu": "મેનુ સાચવો",
        "dialog": {
          "main_pages": "મુખ્ય પૃષ્ઠો",
          "custom_pages": "લેન્ડિંગ પૃષ્ઠો"
        },
        "table": {
          "home": "ઘર",
          "shop": "દુકાન",
          "blogs": "બ્લોગ",
          "about_us": "અમારા વિશે",
          "privacy": "ગોપનીયતા",
          "terms": "વાપરવાના નિયમો",
          "faq": "FAQ",
          "contact_us": "અમારો સંપર્ક કરો"
        },
        "notifications": {
          "save_success": "મેનુ સફળતાપૂર્વક અપડેટ કરવામાં આવ્યું છે."
        }
      },
      "social": {
        "title": "સામાજિક મીડિયા",
        "message": "આ વિભાગમાં તમારી સત્તાવાર સોશિયલ મીડિયા લિંક દાખલ કરો. સરનામાંની પુષ્ટિ કરવા માટે દરેક આઇટમ માટેની સૂચનાઓને અનુસરો."
      },
      "time": {
        "title": "કામકાજના દિવસો",
        "sub_title": "કામકાજના દિવસો અને સમય સેટ કરો",
        "days_open_input": "દિવસ",
        "days_open_input_nodata": "ઓછામાં ઓછો એક દિવસ પસંદ કરો",
        "start_time_input": "સ્ટોર પ્રવૃત્તિ શરૂ થવાનો સમય",
        "start_time_input_hint": "સ્ટોર ખુલ્લા કલાકો",
        "end_time_input": "સ્ટોર બંધ સમય",
        "end_time_input_hint": "સ્ટોર પ્રવૃત્તિ સમાપ્તિ સમય",
        "customer_support_service": "જવાબદારી અને ગ્રાહક સેવા",
        "response_time_input": "ગ્રાહક સેવા સ્થિતિ",
        "support_24h": "અઠવાડિયાના 7 દિવસ 24 કલાક",
        "support_normal": "માત્ર ઓફિસ સમય દરમિયાન",
        "no_service": "ના",
        "notifications": {
          "update_success": "સ્ટોર સંપાદિત."
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "કોઈ શ્રેણી નથી"
  },
  "add_product": {
    "title_new": "નવું ઉત્પાદન",
    "title_new_category": "નવી શ્રેણી",
    "title_new_drop_shipping": "ડ્રોપશિપિંગ ઉમેરો",
    "title_edit": "ઉત્પાદન સંપાદિત કરો",
    "delete": "ઉત્પાદન કાઢી નાખો",
    "completed": "પૂર્ણ થયું",
    "menu": {
      "type": "ઉત્પાદનો પ્રકાર",
      "general_info": "સામાન્ય માહિતી",
      "rating": "સર્વેક્ષણ અને લક્ષણો",
      "spec": "વિશિષ્ટતાઓ",
      "images": "ચિત્રો",
      "price": "કિંમત",
      "inputs": "ઇનપુટ",
      "outputs": "આઉટપુટ",
      "extra": "વધારાની વિગતો",
      "review": "ઉત્પાદન સમીક્ષા",
      "inventory": "ઇન્વેન્ટરી / વેરિઅન્ટ્સ",
      "change_status": "સ્થિતિ બદલો"
    },
    "select_type": {
      "title": "તમારા ઉત્પાદન અથવા સેવાનો પ્રકાર પસંદ કરો"
    },
    "edit_info": {
      "category_input": "શ્રેણી",
      "product_name": "ઉત્પાદન નામ*",
      "product_name_placeholder": "તમારા ઉત્પાદનનું નામ અહીં..",
      "product_code": "ઉત્પાદન કોડ (અંગ્રેજી)",
      "sku": "SKU",
      "sku_message": "જથ્થો રાખવાનુ એકમ",
      "mpn": "MPN",
      "mpn_message": "ઉત્પાદક ભાગ નંબર",
      "status": "સ્થિતિ",
      "external_link": "બાહ્ય લિંક",
      "brand": "બ્રાન્ડ",
      "brand_placeholder": "બ્રાન્ડ Ex. એપલ.. (વૈકલ્પિક)",
      "warranty": "વોરંટી",
      "is_original": "શું આ મૂળ ઉત્પાદન છે?",
      "is_original_message": "જો તમે તમારું ઉત્પાદન ઓરિજિનલ સેટ કર્યું નથી, તો આ પ્રોડક્ટ માટે નકલી બેજ બતાવવામાં આવશે.",
      "return_warranty": "આ પ્રોડક્ટમાં કેટલા દિવસની રીટર્ન ગેરંટી છે?",
      "warehouse_section": "વેરહાઉસ અને ઉત્પાદન",
      "conditions_section": "ઉત્પાદન શરતો",
      "warranty_section": "વોરંટી અને ડિલિવરી",
      "unit": "ઉત્પાદન એકમ",
      "unit_message": "જો જરૂરી હોય તો એકમ દાખલ કરો. ઉદા: KG, મીટર, ...",
      "condition": "તમારા સ્ટોરમાં ઉત્પાદનની સ્થિતિ",
      "condition_message": "તમારે આ ક્ષેત્રમાં મૂલ્યોમાંથી એક પસંદ કરવું આવશ્યક છે.",
      "unit_section": "ઉત્પાદન એકમ",
      "unit_float": "ફ્લોટ યુનિટ (ટૂંક સમયમાં)",
      "unit_float_hint": "ઉદાહરણ તરીકે, ગ્રાહક 3 કિલો ફળનો ઓર્ડર આપી શકે છે, પરંતુ ગ્રાહકને મોકલવામાં આવેલી રકમ ઓર્ડર કરેલ રકમ કરતા થોડી અલગ હોય છે.",
      "unit_float_message": "ઓર્ડર પ્રક્રિયા દરમિયાન, વિતરિત રકમ ઓર્ડર કરેલ રકમથી અલગ હોઈ શકે છે. સિસ્ટમ આપમેળે આ તફાવતની ગણતરી કરે છે અને તેને ગ્રાહક પરના તમારા દેવા તરીકે રેકોર્ડ કરે છે, જે આગામી ઓર્ડર પર લાગુ થઈ શકે છે.",
      "status_list": {
        "active": {
          "title": "સક્રિય | ઓનલાઈન અને ઓફલાઈન વેચાણ",
          "description": "આ પ્રોડક્ટ ઓનલાઈન ઓર્ડર માટે ઉપલબ્ધ હશે."
        },
        "inactive": {
          "title": "નિષ્ક્રિય | માત્ર ઑફલાઇન વેચાણ",
          "description": "આ ઉત્પાદન ઓનલાઈન ઓર્ડર માટે ઉપલબ્ધ રહેશે નહીં."
        }
      },
      "marketplace": {
        "vendor_panel_message": "<b>{vendor_name}</b> પ્રોડક્ટના માલિક છે.",
        "subscription_message": "સબ્સ્ક્રિપ્શન ઉત્પાદનોમાં એક વિક્રેતા હોઈ શકે છે, તેથી તમે તેમને વિક્રેતા પેનલમાં બનાવી શકો છો અથવા બનાવટના પગલા પર તેમને વિક્રેતા સોંપી શકો છો. પસંદ કરેલ વિક્રેતા ઉત્પાદનના માલિક હશે.",
        "default_message": "તમે સ્પષ્ટ કરી શકો છો કે શું આ ઉત્પાદન એક વિક્રેતાનું છે અને તેથી માત્ર એક વિક્રેતા તેને વેચી શકે છે, અથવા આ ઉત્પાદન માર્કેટપ્લેસનું છે અને એક કરતાં વધુ વિક્રેતા તેને વેચી શકે છે.",
        "single_vendor_title": "સિંગલ વેન્ડર",
        "single_vendor_desc": "આ ઉત્પાદન વિક્રેતાનું છે અને પસંદ કરેલ વિક્રેતા તેનું સંચાલન કરી શકે છે.",
        "multi_vendors_title": "બહુવિધ વિક્રેતાઓ",
        "multi_vendors_desc": "આ ઉત્પાદન માર્કેટપ્લેસનું છે અને ફક્ત માર્કેટપ્લેસ પેનલમાં જ સંપાદિત કરી શકાય છે."
      }
    },
    "rating_pros_cons": {
      "title": "સર્વે",
      "message": "તમારા ગ્રાહકોને તમારા ઉત્પાદનને રેટ કરવા માટે ઉત્પાદન વિશિષ્ટતાઓની સૂચિ દાખલ કરો. (5 વસ્તુઓ સુધી)",
      "rating_input": "મતદાન",
      "rating_input_message": "તમે મતદાનમાં 5 વસ્તુઓ ઉમેરી શકો છો.",
      "item_unit": "વસ્તુ",
      "pros_title": "સાધક",
      "pros_message": "ઉત્પાદનની વિશેષતાઓ દાખલ કરો. (5 વસ્તુઓ સુધી)",
      "pros_input_title": "લક્ષણ શીર્ષક",
      "pros_input_value": "લક્ષણ મૂલ્ય",
      "pros_group": "ઉત્પાદનના ફાયદા",
      "pros_group_messages": "ઉત્પાદનની મુખ્ય લાક્ષણિકતાઓ",
      "cons_title": "વિપક્ષ",
      "cons_message": "ઉત્પાદનની નબળાઈઓ દાખલ કરો. (5 વસ્તુઓ સુધી)",
      "cons_input_title": "નબળાઈ શીર્ષક",
      "cons_input_value": "નબળાઈ મૂલ્ય",
      "cons_group": "ઉત્પાદનની નબળાઈઓ",
      "cons_group_messages": "ઉત્પાદનની મુખ્ય નબળાઈઓ",
      "select_from_list": "સૂચિમાંથી પસંદ કરો",
      "suggestion_rating": [
        "સારી ગુણવત્તા",
        "સારી કિંમત",
        "ભલામણ કરશે",
        "લક્ષણો અને ક્ષમતાઓ",
        "ઉપયોગમાં સરળતા",
        "સારી રીતે ડિઝાઇન",
        "વિશ્વસનીય કામગીરી",
        "અસરકારક ગ્રાહક આધાર",
        "સંતોષકારક ડિલિવરી સમય",
        "ઉત્પાદન મેળ વર્ણન",
        "ટકાઉ અને લાંબા સમય સુધી ચાલે છે",
        "અસરકારક ખર્ચ",
        "આકર્ષક પેકેજિંગ",
        "નવીન ડિઝાઇન",
        "પર્યાવરણને અનુકૂળ",
        "પૂરતી સૂચનાઓ/મેન્યુઅલ",
        "અપેક્ષાઓ પૂરી કરી",
        "વપરાશકર્તા મૈત્રીપૂર્ણ ઈન્ટરફેસ",
        "ઉચ્ચ કાર્યક્ષમતા",
        "મહાન વેચાણ પછીની સેવા",
        "બહુમુખી કાર્યક્ષમતા",
        "સ્પર્ધાત્મક ભાવ",
        "સ્પેર પાર્ટ્સ/એસેસરીઝની ઉપલબ્ધતા",
        "વિશ્વસનીય બ્રાન્ડ",
        "વાપરવા માટે સલામત",
        "પ્રોમ્પ્ટ અને સચોટ સેવા"
      ],
      "notifications": {
        "add_rating_success": "વપરાશકર્તા-રેટિંગ {rating_name} વિકલ્પ ઉમેર્યો.",
        "delete_rating_success": "વપરાશકર્તા-રેટિંગ {rating_name} વિકલ્પ કાઢી નાખ્યો.",
        "add_pros_success": "ઉત્પાદન લક્ષણ ઉમેર્યું.",
        "delete_pros_success": "ઉત્પાદન સુવિધા દૂર કરી.",
        "add_cons_success": "ઉત્પાદન નબળાઇ ઉમેરવામાં.",
        "delete_cons_success": "ઉત્પાદન નબળાઇ દૂર."
      },
      "rating_input_placeholder": "તમારો કસ્ટમ સર્વેક્ષણ પ્રશ્ન અહીં લખો... અને એન્ટર દબાવો!"
    },
    "edit_spec": {
      "title": "તકનિકી વિશિષ્ટતાઓ",
      "sub_title": "તમે સમાન ઉત્પાદનોની તકનીકી વિશિષ્ટતાઓ આયાત કરી શકો છો.",
      "import_action": "આયાત કરો",
      "group_input_header": "જૂથ ઉમેરો",
      "item_title_header": "આઇટમ ઉમેરો",
      "group_input": "જૂથ હેડર",
      "group_input_message": "શીર્ષક દાખલ કરો.",
      "group_add_action": "જૂથ ઉમેરો",
      "item_title_input": "શીર્ષક",
      "item_title_input_message": "લક્ષણ શીર્ષક દાખલ કરો.",
      "item_value_input": "મૂલ્ય",
      "item_value_input_message": "લક્ષણ મૂલ્ય દાખલ કરો.",
      "add_item_action": "આઇટમ ઉમેરો",
      "dialog": {
        "title": "તકનીકી વિશિષ્ટતાઓ દાખલ કરો",
        "code_input": "ઉત્પાદન ID",
        "code_input_message": "ઉત્પાદન કોડ: P0000...",
        "spec_view_title": "પસંદ કરેલ ઉત્પાદનની વિશિષ્ટતાઓ",
        "set_spec_action": "ડુપ્લિકેટ તકનીકી વિશિષ્ટતાઓ"
      },
      "notifications": {
        "enter_group_title_error": "હેડલાઇન મૂલ્ય દાખલ કરો",
        "enter_item_title_and_value_error": "લક્ષણનું શીર્ષક અને મૂલ્ય દાખલ કરો",
        "spec_saved_success": "ઉત્પાદન વિશિષ્ટતાઓ સાચવી."
      }
    },
    "edit_images": {
      "title": "મુખ્ય છબી",
      "main_image_input_nodata": "ઉત્પાદન છબી અપલોડ કરો.",
      "main_image_input_message": "આ છબી ઉત્પાદન સૂચિમાં પ્રદર્શિત થાય છે.",
      "preview": "પૂર્વાવલોકન",
      "image_style": "છબી શૈલી",
      "background_is_white": "સફેદ પૃષ્ઠભૂમિ",
      "background_is_white_msg": "શું છબી સફેદ પૃષ્ઠભૂમિ ધરાવે છે??",
      "images": {
        "title": "ઉત્પાદન છબીઓ ગેલેરી",
        "sub_title": "આ વિભાગમાં ઉત્પાદનની છબીઓ અપલોડ કરો, જે ઉત્પાદનના તમામ પ્રકારો માટે સામાન્ય છે."
      },
      "video": {
        "title": "વિડિયો",
        "sub_title": "પ્રથમ, યુટ્યુબ પર તમારા ઉત્પાદનનો વિડિયો અપલોડ કરો અને પછી વિડિયો URL અહીં મૂકો."
      }
    },
    "pricing": {
      "edit_price": "ભાવ",
      "price_input": "કિંમત",
      "currency_input": "ચલણ",
      "currency_input_messages": "કિંમત આ ચલણમાં ગણવામાં આવે છે.",
      "commission_input": "કમિશન",
      "commission_message": "આ વિકલ્પ માત્ર ચોક્કસ પ્રકારના વેપારીઓ જેમ કે જથ્થાબંધ વેપારીઓ માટે જ ઉપયોગી છે. જો તમે જથ્થાબંધ વેપારી નથી, તો આ વિકલ્પ ખાલી છોડો. ખરીદદારો જે ભાવ જુએ છે તે કિંમત અને કમિશનનો સરવાળો છે. ટેક્સ ઉમેરવા માટે એકાઉન્ટિંગ > ટેક્સ પર ક્લિક કરો.",
      "add_commission_action": "કમિશન ઉમેરો",
      "discount_input": "ડિસ્કાઉન્ટ",
      "discount_input_message": "ડિસ્કાઉન્ટ દર",
      "has_discount_period_input": "શું આ ડિસ્કાઉન્ટ ચોક્કસ સમય માટે માન્ય છે?",
      "discount_timespan": "ડિસ્કાઉન્ટ અવધિ દાખલ કરો.",
      "start_input": "શરૂઆત",
      "end_input": "અંત",
      "start_input_placeholder": "પ્રારંભ સમય પસંદ કરો",
      "end_input_placeholder": "સમાપ્તિ સમય પસંદ કરો",
      "independent_price": "માત્ર આ વેરિઅન્ટની કિંમત",
      "same_price": "મુખ્ય ઉત્પાદન માટે કિંમત",
      "variant_pricing_message": "આ વિકલ્પ પસંદ કરીને, આ વેરિઅન્ટની કિંમત મુખ્ય ઉત્પાદનથી સ્વતંત્ર રીતે સેટ કરી શકાય છે.",
      "price_label_input": "કિંમત લેબલ",
      "price_label_message": "કિંમત વિશે વધારાની માહિતી ઉમેરો જેમ કે ($1.5/Fl Oz). ઉપયોગના કેસ: કરિયાણા, એફએમસીજી.",
      "add_price_label_action": "કિંમત લેબલ ઉમેરો"
    },
    "inputs_edit": {
      "title": "ખરીદનારની માહિતીનું ઇનપુટ ફોર્મ",
      "sub_title": "તમે દરેક પ્રોડક્ટ માટે ડેટા એન્ટ્રી ફોર્મ બનાવી શકો છો, જેથી કોઈ પ્રોડક્ટ ખરીદતી વખતે ખરીદદારો તમને માહિતી મોકલે. ઉદાહરણ તરીકે, આ માહિતી પથ્થર પર કોતરણી માટેનું નામ હોઈ શકે છે.",
      "message_input": "વપરાશકર્તાને સંદેશ",
      "message_input_message": "આ સંદેશ ગ્રાહકને ઉત્પાદનો ખરીદતી વખતે બતાવવામાં આવશે.",
      "inputs_form": "માહિતી માળખું (ઇનપુટ)"
    },
    "extra_edit": {
      "physical": {
        "title": "શિપિંગ માહિતી",
        "sub_title": "તૈયારીનો ખર્ચ અને સમય આ વિભાગમાંની માહિતીના આધારે ગણવામાં આવે છે. સ્ટોરમાં પસંદ કરેલ એકમો (વજન, પરિમાણો, અંતર) અનુસાર માહિતી દાખલ કરવાની ખાતરી કરો."
      },
      "notifications": {
        "save_title": "પેકેજિંગ અપડેટ કર્યું",
        "save_msg": "પ્રોડક્ટ પેકેજિંગ માહિતી સફળતાપૂર્વક અપડેટ થઈ."
      }
    },
    "variants": {
      "not_available": "આ પ્રકારના ઉત્પાદન માટે વેરિઅન્ટ પસંદ કરવાનું હાલમાં શક્ય નથી."
    },
    "delete_product": {
      "title": "ઉત્પાદન દૂર કરો",
      "message": "શું તમે <b>{product_title}</b> ને કાઢી નાખવા માંગો છો?"
    }
  },
  "product_admin": {
    "products_list": "ઉત્પાદન યાદી",
    "product": "ઉત્પાદન",
    "menu": {
      "edit": "સંપાદિત કરો",
      "review": "સમીક્ષા",
      "orders": "ઓર્ડર",
      "inventory": "ઇન્વેન્ટરી",
      "dashboard": "ડેશબોર્ડ",
      "back_to_products": "ઉત્પાદનો",
      "drop_shipping": "ડ્રોપશિપિંગ"
    },
    "dashboard": {
      "info": {
        "title": "પ્રોફાઇલ",
        "title_small": "ઉત્પાદન",
        "category": "ઉત્પાદન ના પ્રકાર",
        "link": "ઉત્પાદન લિંક",
        "type": "પ્રકાર",
        "inputs": "ઇનપુટ માહિતી",
        "outputs": "આઉટપુટ માહિતી",
        "user_data_form": "ખરીદનાર માહિતી ફોર્મ"
      },
      "orders": {
        "title": "ઓર્ડર",
        "title_small": "પ્રક્રિયા વગરની",
        "physical_orders_title": "આ ઉત્પાદન સાથે શોપિંગ કાર્ટ",
        "send_30days_title": "છેલ્લા 30 દિવસમાં મોકલેલ ઓર્ડર",
        "downloads_30days_title": "છેલ્લા 30 દિવસમાં ફાઇલ ડાઉનલોડ કરેલ નંબર",
        "virtual_orders_title": "આ ઉત્પાદનના ઓર્ડર પૂર્ણ થવાની રાહ જોઈ રહ્યા છે"
      },
      "inventory": {
        "title": "ઇન્વેન્ટરી",
        "title_small": "વેરહાઉસ",
        "total_sell": "કુલ વેચાણ",
        "total_sell_today": "આજે વેચાણ",
        "total_sell_30days": "છેલ્લા 4 દિવસનું વેચાણ",
        "chart": {
          "labels": [
            "ઇન્વેન્ટરી",
            "વેચાણ"
          ]
        },
        "subscribers_title": "સબ્સ્ક્રાઇબર્સ",
        "subscribers_title_small": "કુલ સબ્સ્ક્રાઇબ કરેલા ઓર્ડર"
      },
      "finance": {
        "title": "નાણાકીય",
        "title_small": "છેલ્લા 6 મહિનાની ખરીદીનો અહેવાલ",
        "select_mode_title": "દ્વારા બતાવો",
        "modes": {
          "sell": "વેચાણ",
          "payment": "ચુકવણી",
          "discount": "ડિસ્કાઉન્ટ"
        },
        "currency_select_title": "પસંદ કરેલ ચલણ દ્વારા કિંમત",
        "sell_today": "આજે વેચાણ",
        "product_price": "ઉત્પાદન કિંમત",
        "currency_unit": "ચલણ એકમ",
        "sell_30days": "30 દિવસ વેચાણ",
        "sell_daily": "દૈનિક વેચાણ",
        "sell_yesterday": "ગઈકાલે વેચાણ"
      },
      "survey": {
        "title": "ઉત્પાદન રેટિંગ",
        "title_small": "ગ્રાહક સંતોષ અહેવાલ",
        "total_participation": "યોગદાનની કુલ સંખ્યા",
        "today_participation": "આજે રેટિંગ્સ",
        "last7days_participation": "છેલ્લા 7 દિવસનું યોગદાન",
        "chart": {
          "participate": "સહભાગિતા",
          "participate_title": "યોગદાનની સંખ્યા",
          "score": "સ્કોર"
        }
      },
      "inform": {
        "title": "ગ્રાહક અપેક્ષાઓ",
        "title_small": "ડિસ્કાઉન્ટ અથવા ઉપલબ્ધતા માટે રાહ જોઈ રહ્યું છે",
        "message": "જ્યારે ઉત્પાદનો વેચાણ પર જાય અથવા ઉપલબ્ધ થાય ત્યારે ગ્રાહકોને સૂચિત કરો",
        "waiting_for_auction": "ઉત્પાદનો વેચાણ પર જાય તેની રાહ જોવી",
        "waiting_for_available": "ઉત્પાદનો ઉપલબ્ધ થવાની રાહ જોઈ રહ્યાં છીએ.",
        "unit": "વ્યક્તિઓ)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "ઈન્વેન્ટરી યાદી",
        "add_variant": "વેરિઅન્ટ ઉમેરો",
        "title": "પ્રોડક્ટ ઇન્વેન્ટરી / પ્રોડક્ટ વેરિએન્ટ્સની સૂચિ",
        "sub_title": "જો આ પ્રોડક્ટમાં એક કરતાં વધુ વેરિઅન્ટ હોય, તો તેમને આ વિભાગમાં દાખલ કરો. તમે દરેક વેરિઅન્ટની રકમ, કિંમત અને ડિસ્કાઉન્ટને અલગથી વ્યાખ્યાયિત કરી શકો છો; અન્યથા ઉત્પાદનના ડિફોલ્ટ મૂલ્યો કિંમત માટે લાગુ કરવામાં આવશે.",
        "add_action": "વેરિઅન્ટ ઉમેરો",
        "count_input": "ઇન્વેન્ટરી",
        "count_input_action": "ગણતરી સેટ કરો",
        "management_title": "ઈન્વેન્ટરી મેનેજમેન્ટ અને પ્રોડક્ટ વેરિઅન્ટ્સ",
        "add_title": "ઉત્પાદન પ્રકાર ઉમેરો",
        "edit_title": "ઉત્પાદન પ્રકાર સંપાદિત કરો",
        "notifications": {
          "add_success": "ઉત્પાદન પ્રકાર ઉમેર્યું.",
          "delete_success": "ઉત્પાદન પ્રકાર કાઢી નાખ્યું.",
          "save_product_inventory_success": "ઉત્પાદનોની ઇન્વેન્ટરી સાચવી."
        }
      },
      "variant_item": {
        "price": "કિંમત",
        "same_as_product": "મુખ્ય ઉત્પાદન જેવું જ",
        "in_stock": "ઇન્વેન્ટરી",
        "delete_dialog": {
          "title": "ઉત્પાદન પ્રકાર કાઢી નાખો",
          "message": "શું તમે આ પ્રકારને કાઢી નાખવા માંગો છો?"
        }
      },
      "variant_add_edit": {
        "title": "પ્રોડક્ટ વેરિઅન્ટની વ્યાખ્યા",
        "message": "ઉત્પાદન નંબર અનન્ય",
        "active_input": "શું આ વેરિઅન્ટ સક્રિય છે?",
        "sku": "SKU",
        "sku_tips": "ઉત્પાદન વેરહાઉસ કોડ.",
        "mpn": "MPN",
        "mpn_tips": "ઉત્પાદન પેકેજિંગ પર ઉત્પાદક દ્વારા દાખલ કરેલ ઉત્પાદન કોડ",
        "variant_variable": "ચલ ચલ",
        "pricing": "ભાવ",
        "has_pricing_input": "શું કિંમત મુખ્ય ઉત્પાદન કરતાં અલગ છે?",
        "inventory": "ઇન્વેન્ટરી",
        "inventory_unit": "વસ્તુઓ",
        "delivery_info": "પેકેજિંગ અને શિપિંગ",
        "images": "વેરિઅન્ટની છબીઓ",
        "images_message": "આ વેરિઅન્ટને સેવ કર્યા પછી તમે અહીં એક ઈમેજ એડ કરી શકશો."
      }
    },
    "edit_article": {
      "menu": {
        "tags": "ટૅગ્સ",
        "article": "કલમ"
      }
    }
  },
  "product_extra_physical": {
    "weight": "પેકેજ વજન",
    "weight_unit": "કિલો ગ્રામ",
    "size": "પેકેજ પરિમાણો",
    "dimension": "સેમી",
    "width": "પહોળાઈ",
    "length": "લંબાઈ",
    "height": "ઊંચાઈ",
    "lead_time_title": "તૈયારી સમય",
    "lead_time": "તૈયારી સમય",
    "lead_time_dimension": "કલાક(ઓ)",
    "bulk_action": "બલ્ક ક્રિયાઓ",
    "bulk_action_input": "બધા પ્રકારો અપડેટ કરો",
    "bulk_action_msg": "તમામ પ્રકારો માટે ઉત્પાદન પેકેજિંગ અને તૈયારીનો સમય સેટ કરો."
  },
  "product_images_list": {
    "upload_button": "વધુ ઉત્પાદન છબીઓ",
    "upload_an_image": "એક છબી પસંદ કરો.",
    "notifications": {
      "update_sort_success": "છબીઓનું વર્ગીકરણ સાચવ્યું",
      "delete_image_title": "ઉત્પાદન છબી કાઢી નાખો",
      "delete_image_success": "છબી સફળતાપૂર્વક કાઢી નાખી"
    }
  },
  "variants_view": {
    "prices": "કિંમતો",
    "inventory": "ઇન્વેન્ટરી",
    "discount": "ડિસ્કાઉન્ટ"
  },
  "gift_card_type_edit": {
    "title_input": "શીર્ષક",
    "color_input": "કાર્ડનો રંગ",
    "charge_input": "પ્રારંભિક ચાર્જ",
    "charge_input_hint": "દરેક કાર્ડ માટે પ્રારંભિક શુલ્ક",
    "currency_input": "ચલણ",
    "currency_input_message": "માત્ર આ ચલણ સાથે ખરીદી માટે",
    "lifetime_input": "કાર્ડની માન્યતા (મહિનો)",
    "lifetime_input_message": "કાર્ડની માન્યતા",
    "card_image_input": "કાર્ડની છબી",
    "notifications": {
      "create_success": "કાર્ડ બનાવ્યું",
      "update_success": "કાર્ડ અપડેટ કર્યું"
    }
  },
  "shop_warehouse_edit": {
    "title": "વેરહાઉસ ઉમેરો",
    "message": "શિપિંગ ખર્ચની ગણતરી કરવા માટે તમારું વેરહાઉસ સરનામું અને પ્રોફાઇલ દાખલ કરો.",
    "name_input": "વેરહાઉસનું નામ",
    "address": "સરનામું",
    "name_input_message": "તમારા વેરહાઉસ માટે ઉપનામ દાખલ કરો.",
    "person_name": "અધિકારીનું નામ",
    "phone_number": "સંપર્ક નંબર",
    "map_title": "સ્ટોર વેરહાઉસ સરનામું",
    "confirm_action": "વેરહાઉસ મંજૂરી",
    "address_name": "વેરહાઉસ",
    "notifications": {
      "success_save": "ફેરફારો સફળતાપૂર્વક સાચવવામાં આવ્યા."
    }
  },
  "inventory_list": {
    "search_input": "ઉત્પાદન શોધ...",
    "search_input_title": "સ્ટોર ઉત્પાદનો વચ્ચે શોધો",
    "apply_filter": "ફિલ્ટર લાગુ કરો",
    "inventory": "ઈન્વેન્ટરી યાદી",
    "export": "ઈન્વેન્ટરી નિકાસ કરો",
    "import": "ઇન્વેન્ટરી આયાત કરો",
    "bulk_price": "બલ્ક ભાવ ફેરફાર",
    "bulk_discount": "બલ્ક ડિસ્કાઉન્ટ ફેરફાર",
    "category_filter_msg": "⚡ તે તમામ ઉત્પાદનો અને ઉપકેટેગરીઝ પર લાગુ થશે!",
    "table": {
      "waiting": "માહિતી મેળવી રહી છે... કૃપા કરીને રાહ જુઓ",
      "open_state": "સક્રિય",
      "close_state": "નિષ્ક્રિય",
      "image": "છબી",
      "product": "ઉત્પાદન નામ",
      "code": "ઉત્પાદન કોડ",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "મૂળ",
      "status": "સ્થિતિ",
      "in_stock": "ઉપલબ્ધ છે",
      "edit": "બદલો"
    },
    "bulk_price_dialog": {
      "title": "બલ્ક ક્રિયાઓ > કિંમત",
      "message": "નોંધ: નીચેની રકમ તમારા સ્ટોરમાંના તમામ ઉત્પાદનોની કિંમતની ટકાવારી તરીકે લાગુ થશે. ઉપરાંત, પસંદ કરેલ ચલણના આધારે ગણતરી કરેલ કિંમતોના મૂલ્યોને બુદ્ધિપૂર્વક નજીકના રાઉન્ડ નંબરમાં રૂપાંતરિત કરવામાં આવશે. મૂલ્યો દાખલ કરવામાં સાવચેત રહો.",
      "check": "હું કિંમત ફેરફારો મંજૂર.",
      "add_percent_tab": "ટકા ઉમેરો",
      "add_constant_tab": "સતત ઉમેરો",
      "ending_tab": "સમાપ્તિ વ્યૂહરચના"
    },
    "bulk_discount_dialog": {
      "title": "બલ્ક ક્રિયાઓ > ડિસ્કાઉન્ટ",
      "message": "નોંધ: નીચેની રકમ તમારા સ્ટોરમાંના તમામ ઉત્પાદનોના ડિસ્કાઉન્ટની ટકાવારી તરીકે હશે. ઉપરાંત, ગણતરી કરેલ ડિસ્કાઉન્ટ મૂલ્યોને પસંદ કરેલ ચલણના આધારે નજીકના રાઉન્ડ નંબરમાં બુદ્ધિપૂર્વક રૂપાંતરિત કરવામાં આવશે. મૂલ્યો દાખલ કરવામાં સાવચેત રહો.",
      "check": "હું ડિસ્કાઉન્ટ ફેરફારોને મંજૂર કરું છું."
    },
    "notifications": {
      "save_success": "ઇન્વેન્ટરી ફેરફાર સાચવ્યો."
    }
  },
  "spec_view": {
    "auto_save_input": "ઓટો સેવ"
  },
  "time_progress_bar": {
    "title_before_start": "શરૂઆત માટે બાકી",
    "title_between_start_end": "અંત સુધી બાકી",
    "title_after_end": "સમાપ્ત",
    "title_no_start_end": "સમય ગાળા વિના!"
  },
  "geo_map": {
    "views": "દૃશ્યો",
    "views_unit": "વખત",
    "product_views": "ઉત્પાદન દૃશ્યો",
    "buys": "ખરીદીઓ",
    "buys_unit": "ઓર્ડર",
    "baskets": "સક્રિય ગાડાં",
    "added_items": "વસ્તુઓ ઉમેરો",
    "removed_items": "વસ્તુઓ દૂર કરો"
  },
  "faq_list": {
    "table": {
      "nodata": "કોઈ પ્રશ્નો મળ્યા નથી.",
      "more_data_action": "વધુ પ્રશ્નો..",
      "user": "વપરાશકર્તા",
      "tag": "ટેગ",
      "question": "પ્રશ્ન",
      "officer": "સ્ટાફ",
      "answer": "જવાબ આપો",
      "created_at": "તારીખ",
      "priority": "પ્રાથમિકતા",
      "edit": "સંપાદિત કરો"
    },
    "dialog": {
      "add_new_action": "નવો પ્રશ્ન સબમિટ કરો",
      "edit_action": "FAQ સંપાદિત કરો",
      "question_input": "પ્રશ્ન",
      "question_input_placeholder": "તમારો પ્રશ્ન પૂછો..",
      "link_input": "લિંક",
      "link_input_placeholder": "તમે જવાબમાં લિંકનો સંદર્ભ લઈ શકો છો.",
      "answer_input": "જવાબ આપો",
      "answer_input_placeholder": "જવાબ લખાણ દાખલ કરો..",
      "tag_input": "ટેગ (શ્રેણીનું શીર્ષક)",
      "tag_input_placeholder": "ટૂંકું શીર્ષક દાખલ કરો",
      "priority_input": "પ્રાધાન્યતા: (0 થી 10)"
    },
    "delete_alert": {
      "title": "પ્રશ્ન કાઢી નાખો",
      "message": "શું તમે આ પ્રશ્નને કાઢી નાખવા માંગો છો?",
      "action": "કાઢી નાખો"
    },
    "notifications": {
      "send_success": "તમારો જવાબ સફળતાપૂર્વક સબમિટ કરવામાં આવ્યો છે.",
      "delete_success": "તમારો પ્રશ્ન સફળતાપૂર્વક કાઢી નાખવામાં આવ્યો છે."
    }
  },
  "contact_messages_list": {
    "load_more_action": "વધુ સંદેશા..",
    "table": {
      "nodata": "કોઈ પ્રશ્નો મળ્યા નથી.",
      "user": "વપરાશકર્તા",
      "message": "સંદેશનો મુખ્ય ભાગ",
      "category": "શ્રેણી",
      "officer": "સ્ટાફ",
      "answer": "જવાબ આપો",
      "created_at": "તારીખ",
      "contact": "સંપર્ક કરો",
      "edit": "સંપાદિત કરો"
    },
    "dialog": {
      "title": "સંદેશનો જવાબ આપો",
      "category": "શ્રેણી",
      "user_name": "નામ",
      "email": "ઈમેલ",
      "phone": "સંપર્ક નંબર",
      "message": "સંદેશ ટેક્સ્ટ",
      "status": "પ્રતિભાવ સ્થિતિ",
      "status_answered": "જવાબ આપ્યો",
      "status_waiting": "પ્રતિભાવની રાહ જોઈ રહ્યા છીએ",
      "answer_input": "ટેક્સ્ટનો જવાબ આપો",
      "mail_input": "સંદેશો મોકલો",
      "mail_input_message": "જો તમે આને સક્ષમ કરો છો, તો તમારો પ્રતિસાદ વપરાશકર્તાના ઈમેલ પર મોકલવામાં આવશે."
    },
    "delete_alert": {
      "title": "સંદેશ કાઢી નાખો",
      "message": "શું તમે આ સંદેશ કાઢી નાખવા માંગો છો?",
      "action": "કાઢી નાખો"
    },
    "notifications": {
      "send_success": "તમારી વિનંતી સફળતાપૂર્વક સબમિટ કરવામાં આવી છે.",
      "delete_success": "સંદેશ કાઢી નાખ્યો."
    }
  },
  "campaign": {
    "title": "ઝુંબેશ",
    "menu": {
      "setting": "સેટિંગ્સ",
      "return": "પાછળ",
      "dashboard": "ડેશબોર્ડ",
      "links": "લિંક્સ",
      "landing": "ઉતરાણ",
      "ads": "જાહેરાતો",
      "finance": "ફાઇનાન્સ"
    },
    "dashboard": {
      "title": "ડેશબોર્ડ",
      "status": "સ્થિતિ વિહંગાવલોકન",
      "sessions": "સત્રો",
      "links_overview": "ઝુંબેશ લિંક્સ વિહંગાવલોકન",
      "orders": "ઓર્ડર",
      "performance": "ઝુંબેશ કામગીરી",
      "links_funnel": "ઝુંબેશ લિંક્સ પ્રદર્શન",
      "no_links": "ત્યાં કોઈ ડેટા ઉપલબ્ધ નથી! કૃપા કરીને તમારી ઝુંબેશ માટે એક લિંક બનાવો.",
      "social": "સોશિયલ મીડિયા લીડ કરે છે",
      "conversion_over_time": "સમય જતાં રૂપાંતર",
      "total_campaign_sell": "ઝુંબેશ દ્વારા કુલ વેચાણ"
    },
    "finance": {
      "title": "નાણાંકીય અહેવાલ",
      "campaign_revenue": "ઝુંબેશ આવક",
      "total_revenue": "ઝુંબેશ દ્વારા કુલ આવક",
      "links_revenue": "ઝુંબેશ લિંક્સ આવક",
      "payments_over_time": "સમય જતાં વેચાણ",
      "all_links": "બધી લિંક્સ"
    },
    "landing": {
      "empty_message": "ઝુંબેશ સેટિંગ્સમાં લેન્ડિંગ પૃષ્ઠ સેટ કરો.",
      "set_landing": "ઉતરાણ પૃષ્ઠ સેટ કરો",
      "create_landing": "નવું લેન્ડિંગ પેજ બનાવો"
    },
    "links": {
      "title": "ઝુંબેશ લિંક્સ",
      "url_input_message": "તમારું લક્ષ્ય પૃષ્ઠ url દાખલ કરો"
    },
    "setting": {
      "menu": {
        "config": "રૂપરેખા",
        "timespan": "સમયગાળો",
        "banner": "બેનર",
        "Notification": "સૂચના"
      },
      "general_setting": {
        "title": "સામાન્ય ઝુંબેશ સેટિંગ્સ",
        "sub_title": "નામ, લેન્ડિંગ પેજ અને ડિસ્કાઉન્ટ કોડ",
        "name_input": "ઝુંબેશનું નામ",
        "name_input_hint": "તમારી ઝુંબેશમાં એક નામ ઉમેરો",
        "enable_input": "શું ઝુંબેશ સક્રિય છે?",
        "page_input": "લેન્ડિંગ પેજ",
        "discount_code_input": "ડિસ્કાઉન્ટ કોડ",
        "limit": "ડિસ્કાઉન્ટ મર્યાદા",
        "max_count": "મહત્તમ ગણતરી",
        "max_count_unit": "વસ્તુઓ",
        "start": "શરૂઆત",
        "end": "અંત",
        "notification_enable_input": "સૂચના સક્ષમ છે?",
        "landing_page": "લેન્ડિંગ પેજ",
        "discount_code": "ડિસ્કાઉન્ટ કોડ",
        "auto": "ડિફૉલ્ટ ઝુંબેશ",
        "auto_message": "તમારી દુકાનમાં ડિફૉલ્ટ ઝુંબેશ સક્રિય થઈ"
      },
      "time_setting": {
        "title": "સમયગાળો",
        "sub_title": "પ્રારંભ તારીખ અને સમય / સમાપ્તિ તારીખ અને સમય",
        "start_input": "શરૂઆત",
        "start_input_placeholder": "ઝુંબેશ શરૂ થવાનો સમય પસંદ કરો",
        "end_input": "અંત",
        "end_input_placeholder": "ઝુંબેશ સમાપ્તિ સમય પસંદ કરો"
      },
      "banner_setting": {
        "title": "દુકાન બેનર",
        "sub_title": "દુકાન પૃષ્ઠની ટોચ પર દર્શાવો",
        "message_input": "સંદેશ ટેક્સ્ટ",
        "message_input_placeholder": "વિશેષ ઉત્સવ...",
        "message_input_hint": "સ્ટોરની ટોચ પર બેનર સંદેશ ટેક્સ્ટ",
        "bg_image_input": "પૃષ્ઠભૂમિ છબી URL",
        "bg_image_input_hint": "સંપૂર્ણ પૃષ્ઠભૂમિ છબી URL",
        "repeat_pattern": "પેટર્નનું પુનરાવર્તન કરો",
        "simple": "સરળ",
        "dark_input": "ડાર્ક થીમ?",
        "icon_input": "ચિહ્ન",
        "icon_input_hint": "મટિરિયલ ડિઝાઇન આઇકન નામ અથવા ફોન્ટાવસમ: ફાસ ફા-સ્ટાર",
        "anim_input": "એનિમેશન સરનામું",
        "anim_input_message": "Lottie એનિમેશન ફાઇલ URL",
        "preview": "પૂર્વાવલોકન",
        "preview_update_action": "અપડેટ પૂર્વાવલોકન",
        "bg_color": "પૃષ્ઠભૂમિ રંગ",
        "icon_bg": "આઇકન પૃષ્ઠભૂમિ રંગ"
      },
      "notifications": {
        "title": "સૂચના",
        "sub_title": "એક સૂચના બનાવો અને તેને તમારા અભિયાન સાથે લિંક કરો.",
        "update_success": "તમારી ઝુંબેશ અપડેટ કરવામાં આવી છે.",
        "action_button": "ક્રિયા બટન",
        "background_color": "પૃષ્ઠભૂમિ રંગ",
        "text_color": "ટેક્સ્ટનો રંગ",
        "action_color": "ક્રિયા રંગ",
        "action_text_color": "ક્રિયા ટેક્સ્ટ રંગ",
        "notification_image": "સૂચના છબી",
        "notification_bg": "સૂચના પૃષ્ઠભૂમિ",
        "show_preview": "પૂર્વાવલોકન બતાવો",
        "persistence": "દ્રઢતા",
        "persistence_message": "શું તમે દર વખતે તમારા વપરાશકર્તા વેબસાઇટની મુલાકાત લે ત્યારે બતાવવા માંગો છો",
        "radius": "ત્રિજ્યા",
        "show_delay": "વિલંબ બતાવો"
      }
    }
  },
  "add_category": {
    "title_edit": "શ્રેણી સંપાદિત કરો",
    "title_update": "નવી શ્રેણી ઉમેરો",
    "menu": {
      "delete": "શ્રેણી કાઢી નાખો",
      "filter": "ફિલ્ટર્સ",
      "settings": "સેટિંગ્સ",
      "back": "પાછળ"
    },
    "title_input": "શ્રેણી શીર્ષક *",
    "title_input_error": "એક કેટેગરી શીર્ષક પસંદ કરો",
    "name_input": "શ્રેણીનું નામ (અંગ્રેજી) *",
    "name_input_error": "શ્રેણી માટે અનન્ય નામ પસંદ કરો",
    "description_input": "શ્રેણી વર્ણન",
    "description_input_message": "શ્રેણીનું સંક્ષિપ્ત વર્ણન દાખલ કરો..",
    "parent_input": "પિતૃ શ્રેણી",
    "parent_input_message": "આ શ્રેણી સ્ટોર હોમપેજ પર દેખાય છે.",
    "image_input": "શ્રેણી છબી",
    "image_input_placeholder": "શ્રેણી માટે એક છબી પસંદ કરો",
    "edit_action": "શ્રેણી સંપાદિત કરો",
    "add_action": "શ્રેણી ઉમેરો",
    "back_action": "પાછળ",
    "no_category": "કોઈ શ્રેણીઓ નથી",
    "star": "તારો",
    "filter": {
      "title": "કેટેગરી ફિલ્ટર્સ",
      "sub_title": "આ કેટેગરીમાં ઉત્પાદનોને લાગુ પડતા ફિલ્ટર્સ અને શ્રેણીઓનું સંચાલન કરો.",
      "message": "નીચેના બોક્સમાં આ કેટેગરી માટે સામાન્ય ટેકનિકલ ફીચર શીર્ષક દાખલ કરો અને સાચવો. સૂચિ સાચવ્યા પછી, દરેક શ્રેણીની સામગ્રી સાથે ફિલ્ટર શ્રેણીઓ પ્રદર્શિત થશે. રંગ, વજન, કદ, બ્રાન્ડ વગેરે પ્રોડક્ટ વેરિઅન્ટમાંથી આપમેળે કાઢવામાં આવે છે."
    },
    "delete_alert": {
      "title": "શ્રેણી દૂર કરો",
      "message": "શું તમે {title} શ્રેણી કાઢી નાખવા માંગો છો?",
      "action": "કાઢી નાખો"
    },
    "notifications": {
      "add_success": "નવી શ્રેણી ઉમેરવામાં આવી.",
      "edit_success": "શ્રેણી સંપાદિત.",
      "delete_success": "કાઢી નાખ્યું {title}."
    },
    "edit_filter": {
      "spec_input": "તકનીકી વિશિષ્ટતાઓની સૂચિ",
      "spec_input_message": "ફિલ્ટર વિભાગમાં તમે બતાવવા માંગો છો તે સુવિધાઓની સૂચિ",
      "price": "કિંમત",
      "min": "મિનિ",
      "max": "મહત્તમ",
      "suggested_list": {
        "brand": "બ્રાન્ડ",
        "colors": "રંગ",
        "styles": "ડિઝાઇન",
        "volumes": "વોલ્યુમ",
        "weights": "વજન",
        "packs": "પેક દીઠ સંખ્યા",
        "types": "પ્રકાર"
      },
      "notifications": {
        "edit_success": "શ્રેણી સંપાદિત."
      }
    }
  },
  "apps_list": {
    "nodata": "તમારા સ્ટોર પર કોઈ એપ ઇન્સ્ટોલ કરેલી નથી",
    "inactive": "નિષ્ક્રિય",
    "my_apps": "મારી એપ્સ",
    "app_store": "નવી એપ્લિકેશન ઉમેરો"
  },
  "add_shop": {
    "menu": {
      "shop_title": "સ્ટોર શીર્ષક",
      "shop_name": "સ્ટોરનું નામ",
      "description": "વર્ણન",
      "contact": "સંપર્ક માહિતી",
      "image": "છબી"
    },
    "title_input": "શીર્ષક",
    "title_input_tips": "તમારા સ્ટોર, બ્રાન્ડ અથવા કંપનીનું નામ દાખલ કરો.",
    "active_message": "દરેક વ્યક્તિને તમારી વેબસાઇટ ઍક્સેસ કરી શકો છો માટે સક્રિય સેટ કરો.",
    "language_input_message": "તમારી સ્ટોરની ભાષા પસંદ કરો.",
    "name_input": "નામ",
    "name_input_message": "તમારા સ્ટોર માટે નામ દાખલ કરો.",
    "name_input_tips": "બિન-અંગ્રેજી અક્ષરો, જગ્યાઓ અથવા અક્ષરોનો ઉપયોગ કરશો નહીં, જો ઉપયોગ કરવામાં આવે તો, સ્ટોરનું નામ યોગ્ય રીતે પ્રદર્શિત થઈ શકશે નહીં.",
    "description_input": "સ્ટોર વર્ણન",
    "description_input_message": "તમારા વ્યવસાય વિશે સંક્ષિપ્ત વર્ણન લખો.",
    "address_input": "સ્ટોરનું સરનામું",
    "address_input_message": "ચોક્કસ સ્ટોર સ્થાન સરનામું દાખલ કરો",
    "phone_input": "ફોન નંબર",
    "phone_input_message": "ગ્રાહક સંપર્ક નંબર",
    "phone_input_tips": "દેશના કોડ સાથે સંપર્ક નંબર દાખલ કરો. આ નંબરનો ઉપયોગ ગૂગલ સર્ચમાં માહિતી દર્શાવવા માટે પણ થાય છે.",
    "email_input": "ઈમેલ",
    "email_input_message": "ગ્રાહકો માટે ઇમેઇલ સરનામું",
    "locality_input": "સ્થાન",
    "locality_input_message": "સ્ટોર સ્થાન",
    "region_input": "રાજ્ય અથવા પ્રાંત",
    "region_input_message": "રાજ્ય અથવા પ્રાંત કે જેમાં તમે કાર્ય કરો છો",
    "country_input": "દેશ",
    "country_input_message": "વ્યવસાયનો દેશ",
    "postal_code_input": "પોસ્ટ કોડ",
    "postal_code_input_message": "પોસ્ટલ કોડ સ્ટોર કરો",
    "image_input": "છબી સ્ટોર કરો",
    "map": {
      "title": "સ્ટોરનું સરનામું",
      "confirm": "સરનામું નોંધણી",
      "address": "સરનામું",
      "receptor": "દુકાન"
    },
    "create_shop_action": "સ્ટોર બનાવો",
    "update_shop_action": "અપડેટ કરો",
    "notifications": {
      "copy_success": "સ્ટોરના સરનામાની નકલ.",
      "name_available": "આ નામ ({name}) ઉપલબ્ધ છે.",
      "add_success": "સ્ટોર {title} બનાવ્યો.",
      "edit_success": "સ્ટોર સંપાદિત."
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "વર્ચ્યુઅલ આઇટમ ઉમેરો",
    "add_virtual_item_desc": "વર્ચ્યુઅલ ઉત્પાદનો વેચવા માટે, તમારે તેમને આ વિભાગમાં ઉમેરવું આવશ્યક છે. વર્ચ્યુઅલ વસ્તુઓની સંખ્યા આ વિભાગમાં મફત વસ્તુઓની સંખ્યા જેટલી છે. એકવાર ગ્રાહકો વર્ચ્યુઅલ આઇટમ ખરીદે તે પછી, તેમને લિંક મોકલવામાં આવશે.",
    "filter_action": "ફિલ્ટર લાગુ કરો",
    "not_processed": "પ્રક્રિયા વગરના ઓર્ડર્સ",
    "title": "વસ્તુઓની સૂચિ",
    "vew_order": "ઓર્ડર જુઓ",
    "table": {
      "nodata": "ત્યાં કોઈ વસ્તુઓ નથી",
      "product": "ઉત્પાદન",
      "data": "ડેટા",
      "status": "સ્થિતિ",
      "user_message": "વપરાશકર્તા સંદેશ",
      "updated_at": "છેલ્લો સુધારો",
      "order": "ઓર્ડર",
      "delete": "કાઢી નાખો"
    },
    "notifications": {
      "delete_success": "આઇટમ સફળતાપૂર્વક કાઢી નાખી."
    }
  },
  "add_virtual_item": {
    "title_edit": "મૂલ્યો સંપાદિત કરો",
    "title_add": "ઉત્પાદનમાં આઇટમ ઉમેરો",
    "sub_title": "વર્ચ્યુઅલ પ્રોડક્ટ્સ બનાવવી અને સંપાદિત કરવી",
    "message": "સ્ટોર મેનેજર ખરીદદારને ચૂકવણી કર્યા પછી મૂલ્ય બતાવી શકે છે. આ મૂલ્યો નીચેના ફોર્મમાં દાખલ કરવા આવશ્યક છે. આ ફોર્મનું માળખું Edit Item> Edit Output Information વિભાગમાં સેટ કરેલ છે.",
    "edit_outputs": "આઉટપુટ ફોર્મ સંપાદિત કરો",
    "notifications": {
      "edit_success": "આઇટમ સંપાદિત કરી.",
      "add_success": "સૂચિમાં આઇટમ ઉમેરવામાં આવી."
    }
  },
  "virtual_process_center": {
    "title": "પ્રક્રિયા કેન્દ્ર",
    "sub_title": "ઓર્ડર પ્રોસેસિંગ",
    "virtual_product": "વર્ચ્યુઅલ ઉત્પાદન",
    "menu": {
      "report": "જાણ કરો",
      "timeline": "સમયરેખા",
      "order": "ઓર્ડર"
    },
    "list_widget": {
      "title": "ઓર્ડર સ્પષ્ટીકરણો",
      "product_name": "ઉત્પાદન નામ"
    },
    "inputs_widget": {
      "title": "ઇનપુટ ફોર્મ",
      "table": {
        "title": "શીર્ષક",
        "value": "મૂલ્ય"
      },
      "change_inputs_action": "ઇનપુટ ફોર્મ સંપાદિત કરો"
    },
    "outputs_widget": {
      "title": "આઉટપુટ ફોર્મ",
      "table": {
        "title": "શીર્ષક",
        "value": "મૂલ્ય"
      },
      "tips": [
        "ગ્રાહક વિનંતી પૂર્ણ કર્યા પછી, ઓર્ડરના ખરીદનારને સૂચિત કરવા માટે ઓર્ડર પુષ્ટિકરણ કી દબાવો.",
        "એકવાર ઓર્ડર મંજૂર થઈ જાય, પછી ખરીદનાર ઇનપુટ માહિતીને સંપાદિત કરી શકશે નહીં."
      ],
      "alerts": {
        "order_completed_by_admin": "ઓર્ડર પૂર્ણ થયો છે.",
        "order_completed_by_buyer": "ખરીદનાર દ્વારા ઓર્ડર પૂર્ણ કરવામાં આવ્યો છે.",
        "waiting_for_buyer": "ખરીદનારની મંજૂરીની રાહ જોઈ રહ્યા છીએ .."
      }
    }
  },
  "file_process_center": {
    "title": "પ્રક્રિયા કેન્દ્ર",
    "sub_title": "ઓર્ડર પ્રોસેસિંગ",
    "menu": {
      "report": "જાણ કરો",
      "timeline": "સમયરેખા",
      "order": "ઓર્ડર"
    }
  },
  "process_order_page_dashboard": {
    "title": "ઓર્ડર પ્રોસેસિંગ",
    "cancel_order_action": "આદેશ રદ",
    "open_basket_cation": "આ શોપિંગ કાર્ટ ખુલ્લું છે, એટલે કે ગ્રાહક ખરીદી કરી રહ્યો છે અને તેણે હજુ સુધી ઓર્ડર ચૂકવ્યો નથી.",
    "reject_dialog": {
      "title": "ઓર્ડર નકારવાનું કારણ",
      "message": "નીચેની સૂચિમાંથી આ ઓર્ડર નકારવાનું કારણ પસંદ કરો. રદ્દીકરણ અને રિફંડ પ્રક્રિયા વિશે ગ્રાહકને જાણ કરવાની ખાતરી કરો. રિફંડ 12 કલાકની અંદર કરવું આવશ્યક છે.",
      "confirm_action": "આદેશ રદ",
      "dismiss_reject_action": "ઓર્ડર કેન્સલેશન કાઢી નાખો"
    },
    "notifications": {
      "update_status_success": "ઓર્ડર સ્થિતિ અપડેટ કરી.",
      "reject_update_success": "ઓર્ડર રદ કરવાની સ્થિતિ અપડેટ કરી.",
      "dismiss_reject_success": "ઓર્ડર સામાન્ય પ્રક્રિયામાં પાછો ફર્યો.",
      "set_tracking_success": "ઑર્ડર ટ્રૅક ID સફળતાપૂર્વક સાચવ્યું."
    }
  },
  "process_center": {
    "title": "પ્રક્રિયા કેન્દ્ર",
    "physical_product": "ભૌતિક ઉત્પાદનો",
    "menu": {
      "label": "પેકેજ લેબલ",
      "receipt": "ભરતિયું",
      "back": "પાછળ",
      "return": "પરત",
      "report": "જાણ કરો",
      "timeline": "સમયરેખા",
      "inputs": "ઇનપુટ્સ",
      "order": "ઓર્ડર"
    },
    "payment_widget": {
      "title": "ચુકવણી",
      "checklist": [
        "ઓર્ડરની રકમ અને ગ્રાહક ચુકવણી તપાસો.",
        "બિલિંગ સરનામું તપાસો.",
        "ખાતરી કરો કે દાખલ કરેલી માહિતી સાચી છે, ખાસ કરીને જો ચુકવણી કેશ ઓન ડિલિવરી હોય."
      ],
      "action_cod_pay": "ગ્રાહક દ્વારા ચુકવણીની પુષ્ટિ કરો",
      "action_dir_pay": "અપલોડ કરેલી ચુકવણીની રસીદની પુષ્ટિ કરો",
      "payment_receipt_not_uploaded_error": "ચુકવણી રસીદ હજુ સુધી અપલોડ કરવામાં આવી નથી!",
      "waiting_for_pay": "બાકી ચુકવણી",
      "processing_payment": "પ્રક્રિયા ચુકવણી",
      "processing_cancel": "ચુકવણી રદ કરી",
      "paid": "ચૂકવેલ",
      "cod_pay_info": "જ્યારે તમને ગ્રાહક પાસેથી ઓર્ડર મળ્યો હોય ત્યારે તમે ચુકવણીની પુષ્ટિ કરી શકો છો અને ઓર્ડર પૂર્ણ કરી શકો છો.",
      "dir_pay_info": "ચુકવણીની રસીદ ઉપર દેખાશે. તમે ચુકવણીની પુષ્ટિ કરો તે પહેલાં, તમારી બેંક સાથે જમા રકમ અને રસીદની માહિતી ચકાસો.",
      "created_date": "તારીખ બનાવી",
      "pay_date": "ચુકવણીની તારીખ",
      "payment_gateway": "ચુકવણી ગેટવે",
      "payment_method": "ચુકવણી પદ્ધતિ",
      "risk": "જોખમ મૂલ્ય",
      "billing_details": "બિલિંગ વિગતો",
      "add_transaction": "નવું બિલ ઉમેરો",
      "add_transactions_message": "તમારે આ ઓર્ડર માટે ઓછામાં ઓછો એક વ્યવહાર બનાવવો આવશ્યક છે. કેટલાક કિસ્સાઓમાં, કેટલાક પગલાઓમાં ચુકવણી જરૂરી છે. કામ દરમિયાન વપરાશકર્તાએ કયા વ્યવહારો માટે ચૂકવણી કરવી પડશે તે તમારા દ્વારા નક્કી કરવામાં આવશે.",
      "add_bill_dialog": {
        "title": "ભરતિયું ઉમેરો",
        "message": "તમે આ ઓર્ડર માટે એક અથવા વધુ નવા ઇન્વૉઇસ ઉમેરી શકો છો. ગ્રાહક આ ઈનવોઈસ જોશે અને દરેકને કામની પ્રગતિ અનુસાર ચૂકવણી કરશે.",
        "amount_input": "ભરતિયું રકમ",
        "action": "બિલ ઉમેરો"
      },
      "edit_bill_dialog": {
        "title": "ઇન્વોઇસ સંપાદિત કરો",
        "message": "તમે બાકી ઇન્વૉઇસમાં ફેરફાર કરી શકો છો.",
        "action": "ઇન્વોઇસ સંપાદિત કરો"
      },
      "bill_cash_payment_dialog": {
        "title": "રોકડ ચુકવણીની નોંધણી કરો",
        "message": "જો ખરીદદારે આ ઇનવોઇસની રકમ રોકડમાં અથવા ઓનલાઈન પેમેન્ટ સિવાય અન્ય રીતે ચૂકવી હોય, તો આ વિભાગમાં, વિકલ્પ પસંદ કરીને, નોંધણી કરો અને તેની ચુકવણીની પુષ્ટિ કરો. આ વિભાગમાં, તમે તમારા સ્ટોરના ફક્ત રોકડ ચુકવણી ગેટવે જોઈ શકો છો, જો તમને આવો વિકલ્પ દેખાતો નથી, તો તમારે તમારા સ્ટોરમાં પસંદ કરેલ ચલણમાં રોકડ ચુકવણી ગેટવે સક્રિય કરવું આવશ્યક છે.",
        "action": "બિલ ચુકવણીની પુષ્ટિ કરો"
      },
      "table": {
        "title": "શીર્ષક",
        "amount": "રકમ",
        "description": "વર્ણન",
        "info": "માહિતી"
      },
      "user_payment": "ગ્રાહક ચુકવણી",
      "cod": "વસ્તુ મળે ત્યારે રોકડા રૂપિયા આપવા",
      "gateway_wage": "ફી",
      "gift_card": "ભેટ કાર્ડ",
      "discount_code": {
        "title": "ડિસ્કાઉન્ટ કોડ",
        "code": "કોડ",
        "percent": "ટકા",
        "limit": "મર્યાદા"
      },
      "club": {
        "title": "ગ્રાહક ક્લબ",
        "percent": "ટકા",
        "limit": "મર્યાદા"
      },
      "coupon": {
        "title": "કૂપન",
        "percent": "ટકા",
        "limit": "મર્યાદા",
        "charge": "ચાર્જ"
      },
      "delivery": {
        "title": "માલવહન ખર્ચ",
        "not_paid": "ચુકવેલ નહી"
      },
      "samin": {
        "title": "સેવા શુલ્ક",
        "description": "આ રકમ તમારા Selldone વૉલેટ એકાઉન્ટમાંથી કાપવામાં આવી છે.",
        "tooltip": "ચુકવણી પદ્ધતિ દ્વારા ગણતરી કરો",
        "percent": "ટકા"
      },
      "affiliate": {
        "title": "સંલગ્ન કમિશન",
        "affiliate_message": "તમારે આ કમિશન તમારા સંલગ્નને ચૂકવવું જોઈએ. આ પ્રક્રિયા તમારા દ્વારા કરવામાં આવે છે."
      },
      "total_price": "કુલ વસ્તુઓ કિંમત",
      "total_items_discount": "વસ્તુઓ ડિસ્કાઉન્ટ",
      "total_price_after_offers": "ઑફર્સ લાગુ કર્યા પછી કુલ",
      "user_payment_amount": "ખરીદનાર ચુકવણી રકમ",
      "samin_wage": "સેલડન ફી",
      "pay_cod_dialog": {
        "title": "શું તમને ઓર્ડરના પૈસા મળ્યા?",
        "message": "ગ્રાહક દ્વારા સંપૂર્ણ ચુકવણીની ખાતરી કર્યા પછી, કેશ ઓન ડિલિવરી ચુકવણી પદ્ધતિમાં આ વિકલ્પની પુષ્ટિ કરો.",
        "confirm_action": "ગ્રાહક ચુકવણીની પુષ્ટિ કરો"
      },
      "pay_dir_dialog": {
        "title": "શું તમને ઓર્ડરના પૈસા મળ્યા?",
        "message": "તમારી બેંકમાં અપલોડ કરેલી ચુકવણીની રસીદ મંજૂર કર્યા પછી આ વિકલ્પની પુષ્ટિ કરો. તમારી બેંક સાથે ચુકવણી તપાસવાની ખાતરી કરો.",
        "confirm_action": "ગ્રાહક ચુકવણીની પુષ્ટિ કરો"
      },
      "notifications": {
        "pay_confirm_message": "ચુકવણીની પુષ્ટિ થઈ છે.<br> પોર્ટ: {gateway_name}<br> તારીખ: {payment_at}",
        "pay_fail_title": "ચુકવેલ નહી",
        "pay_fail_message": "ચુકવણી મંજૂર કરી શકાતી નથી!"
      },
      "total_order_price_before_tax": "પ્રી-ટેક્સ કુલ કિંમત"
    },
    "basket_list": {
      "checklist": [
        "ઇન્વેન્ટરી તપાસો.",
        "જો આઇટમ ઉપલબ્ધ ન હોય, તો તે આઇટમ માટે ચૂકવવામાં આવેલી રકમ ગ્રાહકને પરત કરવી આવશ્યક છે."
      ],
      "message": "જો કોઈપણ આઈટમ અનુપલબ્ધ હોય અથવા વેચી શકાતી ન હોય, તો તેની બાજુના બોક્સને અનચેક કરો અને <b>કન્ફર્મ ઓર્ડર</b> બટન પર ક્લિક કરો.",
      "action": "ઓડર પાક્કો",
      "list_of_items": "શોપિંગ કાર્ટ યાદી",
      "apply_change_action": "ફેરફારો લાગુ કરો",
      "cant_apply_change": "ફેરફારો કરી શકતા નથી",
      "lottery_prize_inform": "તમારા ગ્રાહક આ ઉત્પાદનમાંથી 1x જીતે છે. આ ઓર્ડર સાથે ભેટ મોકલો."
    },
    "preparing": {
      "title": "તૈયારી",
      "packing_weight": "પેકિંગ વજન",
      "delivery_type": "શીપીંગ પદ્ધતિ",
      "packing_size": "પેકેજિંગ પરિમાણો",
      "distance_warning": "મંજૂર અંતર મર્યાદા ઓળંગે છે.",
      "weight_warning": "માન્ય વજન કરતાં વધી જાય છે.",
      "volume_warning": "મંજૂર પેકેજ કદને ઓળંગે છે.",
      "message": "જો ઓર્ડર મોકલવા માટે તૈયાર હોય તો નીચેના <b>ઓર્ડર તૈયાર</b> બટનને ક્લિક કરો.",
      "action": "મોકલવા માટે તૈયાર ઓર્ડર",
      "checklist": [
        "પેકેજિંગમાં માનક નિયમોનું પાલન.",
        "વસ્તુઓની સૂચિ છાપો અને તેને પેકેજની અંદર મૂકો.",
        "બૉક્સ પર લેબલ છાપો અને ચોંટાડો."
      ]
    },
    "basket_items": "ઓર્ડર વસ્તુઓ યાદી",
    "delivered_dialog": {
      "title": "શું આ ઓર્ડર ગ્રાહકને મળ્યો છે?",
      "message": "જ્યારે તમને ખબર પડે કે ગ્રાહકને ઓર્ડર મળ્યો છે ત્યારે આ વિકલ્પની પુષ્ટિ કરો",
      "confirm_action": "હું પુષ્ટિ કરું છું કે ગ્રાહકને પેકેજ પ્રાપ્ત થયું છે"
    },
    "return_delivery_dialog": {
      "title": "શું ડિલિવરી દરમિયાન ઓર્ડરમાં કોઈ સમસ્યા હતી અથવા તે પરત કરવામાં આવી હતી?",
      "message": "જો કોઈ કારણસર મોકલ્યા પછી ઓર્ડર પરત કરવામાં આવે અને શિપમેન્ટ ફરીથી મોકલવાની જરૂર હોય તો શિપમેન્ટ પરત કરવાના વિકલ્પની પુષ્ટિ કરો.",
      "confirm_action": "ડિલિવરી પરત કરવાની પુષ્ટિ કરો"
    },
    "notifications": {
      "update_status_success": "ઓર્ડર સ્થિતિ અપડેટ કરી.",
      "reject_update_success": "ઓર્ડર રદ કરવાની સ્થિતિ અપડેટ કરી.",
      "dismiss_reject_success": "ઓર્ડર રદ કરવામાં આવ્યો હતો.",
      "pay_cod_success": "ડિલિવરી પર રોકડ ચુકવણીની પુષ્ટિ થઈ.",
      "pay_dir_success": "કાર્ડ-ટુ-કાર્ડ ચુકવણી અથવા મની ટ્રાન્સફર દ્વારા ચુકવણીની પુષ્ટિ કરવામાં આવી હતી.",
      "set_tracking_success": "ઑર્ડર ટ્રૅક ID સફળતાપૂર્વક સાચવ્યું.",
      "new_bill_success": "નવું બિલ સફળતાપૂર્વક ઉમેર્યું.",
      "edit_bill_success": "બિલ સફળતાપૂર્વક અપડેટ થયું.",
      "update_bill_status_success": "બિલની સ્થિતિ સફળતાપૂર્વક અપડેટ થઈ.",
      "set_payment_in_cash_success": "બિલની ચુકવણી મેન્યુઅલી પુષ્ટિ થઈ."
    },
    "delete_bill_dialog": {
      "title": "બિલ કાઢી નાખો",
      "message": "શું તમે આ બિલ કાઢી નાખવાની ખાતરી કરો છો?",
      "action": "હા, હવે કાઢી નાખો"
    }
  },
  "shop_gateway": {
    "title": "ગેટવે",
    "menu": {
      "dashboard": "ડેશબોર્ડ",
      "edit": "સંપાદિત કરો",
      "transactions": "વ્યવહારો",
      "back": "પ્રવેશદ્વાર"
    },
    "dashboard": {
      "title": "ગેટવે મેનેજમેન્ટ",
      "gateway_data_widget": {
        "title": "ચુકવણી અહેવાલ",
        "title_small": "ગેટવે",
        "chart": {
          "times": "ગણતરી",
          "buys": "ગણતરી ખરીદો",
          "pays": "સફળ ચુકવણી",
          "amount_pay": "ચૂકવેલ",
          "amount_wage": "ફી"
        }
      },
      "gateway_info_widget": {
        "title": "માહિતી",
        "title_small": "ગેટવે",
        "status": "સ્થિતિ",
        "cod_transportation": "શિપિંગ પદ્ધતિઓ સીઓડીને સમર્થન આપે છે",
        "cod_transportations_error": "ઓછામાં ઓછી એક શિપિંગ પદ્ધતિ માટે ડિલિવરી ચુકવણી પર રોકડ સક્ષમ કરો!",
        "payment_type": "ચુકવણીનો પ્રકાર",
        "cod": "વસ્તુ મળે ત્યારે રોકડા રૂપિયા આપવા",
        "online": "ઓનલાઈન પેમેન્ટ",
        "wage_percent": "ફી ટકા",
        "min_wage": "ન્યૂનતમ ફી",
        "max_wage": "મહત્તમ ફી",
        "min_amount": "ન્યૂનતમ વ્યવહાર",
        "max_amount": "મહત્તમ વ્યવહાર",
        "timeout": "ચુકવણી અવધિ",
        "timeout_unit": "સેકન્ડ",
        "link": "ગેટવે લિંક",
        "your_gateway_status": "તમારી ગેટવે સ્થિતિ",
        "config_extra_info": "ચુકવણી સેવા ગોઠવણી",
        "oauth2_button": "{gateway} થી ઓટો કનેક્ટ",
        "fee_payment_message": "ગ્રાહક દ્વારા ચૂકવવામાં આવેલી સંપૂર્ણ રકમ તમારા ખાતામાં ટ્રાન્સફર કરવામાં આવશે. Selldone માં તમારા વૉલેટમાંથી સેવાની ફી કાપવામાં આવશે."
      }
    },
    "edit": {
      "title": "ગેટવે સંપાદિત કરો",
      "menu": {
        "delete": "ગેટવે દૂર કરો"
      },
      "edit_action": "ગેટવે સંપાદિત કરો"
    },
    "transactions": {
      "title": "વ્યવહારો",
      "table": {
        "amount": "રકમ",
        "currency": "ચલણ",
        "livemode": "પ્રકાર",
        "status": "સ્થિતિ",
        "target_id": "ઓર્ડર",
        "risk": "જોખમ",
        "card": "કાર્ડ",
        "issued_at": "ઇશ્યૂ તારીખ",
        "payment_at": "ચુકવણીની તારીખ"
      },
      "live_mode": "જીવંત",
      "test_mode": "સેન્ડબોક્સ"
    }
  },
  "edit_gateway": {
    "public_keys": "સાર્વજનિક કીઓ",
    "private_keys": "ખાનગી કીઓ (ગોપનીય)",
    "link": "વેબસાઈટ",
    "state_title": "સક્રિય/નિષ્ક્રિય ચુકવણી પદ્ધતિ",
    "gateway_status": "સ્થિતિ",
    "wallet": "બ્લોકચેન વૉલેટ",
    "developer_title": "વિકાસકર્તા મોડ",
    "developer_message": "જો ગેટવે ડીબગ મોડને સપોર્ટ કરતું હોય તો તમે નકલી વ્યવહારો પર પ્રક્રિયા કરી શકો છો.",
    "notifications": {
      "edit_success": "ગેટવે {gateway_name} સંપાદિત કર્યો."
    },
    "developer_setting": "વિકાસ અને પરીક્ષણ",
    "live_mode_message": "તમામ વ્યવહારો લાઇવ મોડમાં થશે."
  },
  "gift_card": {
    "title": "ભેટ માં આપવાના કાર્ડ્સ",
    "menu": {
      "edit": "સંપાદિત કરો",
      "new_card": "કાર્ડ બનાવો",
      "list": "કાર્ડ્સ",
      "orders": "ઓર્ડર",
      "dashboard": "ડેશબોર્ડ",
      "back": "ભેટ માં આપવાના કાર્ડ્સ"
    },
    "dashboard": {
      "title": "ગિફ્ટ કાર્ડ મેનેજમેન્ટ ડેશબોર્ડ",
      "amount_widget": {
        "title": "કાર્ડ ચુકવણી",
        "title_small": "30 દિવસ",
        "chart_amount_pay": {
          "y": "સરવાળો",
          "label": "ચુકવણી"
        },
        "chart_buys": {
          "y": "ખરીદે છે",
          "label": "ખરીદે છે"
        },
        "total_buy": "ખરીદીની કુલ રકમ",
        "total_pay_30days": "30 દિવસની કુલ ચુકવણી",
        "total_pay_today": "આજની ચુકવણી"
      },
      "count_widget": {
        "title": "જારી કરાયેલા કાર્ડની સંખ્યા",
        "title_small": "30 દિવસ",
        "total_cards": "કાર્ડ્સની કુલ સંખ્યા",
        "used_cards_30days": "30 દિવસનો ઉપયોગ",
        "used_today": "આજનો ઉપયોગ",
        "chart": {
          "new_cards": "નવા કાર્ડ્સ",
          "used_cards": "વપરાયેલ કાર્ડ્સ",
          "new_card_name": "નવું કાર્ડ",
          "used_card_name": "વપરાયેલ"
        }
      },
      "export": {
        "title": "આઉટપુટ ફાઇલ મેળવો",
        "cards_list": "કાર્ડ્સની સૂચિ મેળવો",
        "get_report": "રિપોર્ટ મેળવો"
      }
    },
    "cards": {
      "title": "જારી કરાયેલ કાર્ડ્સની સૂચિ",
      "loading_message": "માહિતી મેળવી રહી છે... કૃપા કરીને રાહ જુઓ",
      "issue_to_user": "વપરાશકર્તા માટે સમસ્યા",
      "table": {
        "card_number": "કાર્ડ ક્રમાંક",
        "balance": "સંતુલન",
        "paid": "ચૂકવેલ",
        "edit": "સંપાદિત કરો",
        "delete": "કાઢી નાખો",
        "expire": "સમાપ્ત થાય છે",
        "user": "વપરાશકર્તા"
      },
      "delete_alert": {
        "title": "કાર્ડ દૂર કરો",
        "message": "શું તમે ખરેખર આ કાર્ડ કાઢી નાખવા માંગો છો?",
        "action": "કાઢી નાખો"
      },
      "notifications": {
        "delete_success": "ભેટ કાર્ડ કાઢી નાખ્યું.",
        "edit_success": "ફેરફારો કરવામાં આવ્યા છે.",
        "issue_success": "વપરાશકર્તાને ભેટ કાર્ડ સફળતાપૂર્વક જારી કરવામાં આવ્યું."
      },
      "issue_dialog": {
        "title": "ભેટ કાર્ડ જારી કરો",
        "action": "હું પુષ્ટિ કરું છું. હવે કાર્ડ જારી કરો"
      }
    },
    "gift_card_edit": {
      "title": "ગિફ્ટ કાર્ડ બનાવો",
      "validity": "માન્યતા",
      "validity_unit": "મહિનાઓ",
      "currency": "ચલણ",
      "initial_balance": "પ્રારંભિક કાર્ડ બેલેન્સ",
      "count": "ગણતરી",
      "count_unit": "વસ્તુ(ઓ)",
      "enable_input_message": "બનાવેલ કાર્ડની સ્થિતિ",
      "notifications": {
        "create_success_title": "સાચવો",
        "create_success": "{count} નવા કાર્ડ બનાવ્યા"
      }
    },
    "gift_card_edit_page": {
      "title": "ભેટ કાર્ડ સંપાદિત કરો"
    }
  },
  "shop_discount": {
    "title": "ડિસ્કાઉન્ટ કોડ",
    "up_to": "સુધી",
    "menu": {
      "dashboard": "ડેશબોર્ડ",
      "orders": "ઓર્ડર",
      "back": "ડિસ્કાઉન્ટ કોડ્સ"
    },
    "dashboard": {
      "title": "ડિસ્કાઉન્ટ કોડ મેનેજમેન્ટ ડેશબોર્ડ",
      "chart_amount_buy": {
        "y": "ખરીદીની રકમ {currency}",
        "label": "ખરીદો"
      },
      "chart_amount_discount": {
        "y": "ડિસ્કાઉન્ટ {currency}",
        "label": "ડિસ્કાઉન્ટ"
      },
      "chart_used": {
        "y": "ઉપયોગની રકમ",
        "label": "વખત"
      }
    }
  },
  "shop_coupon": {
    "title": "કૂપન્સ",
    "up_to": "સુધી",
    "menu": {
      "dashboard": "ડેશબોર્ડ",
      "back": "કૂપન્સ",
      "orders": "ઓર્ડર"
    },
    "dashboard": {
      "title": "કૂપન મેનેજમેન્ટ ડેશબોર્ડ",
      "chart_amount_buy": {
        "y": "ખરીદીની રકમ {currency}",
        "label": "ખરીદો"
      },
      "chart_amount_discount": {
        "y": "કૂપન {currency}",
        "label": "કૂપન"
      },
      "chart_used": {
        "y": "ઉપયોગની રકમ",
        "label": "વખત"
      }
    }
  },
  "shop_offer": {
    "title": "ઓફર કરે છે",
    "up_to": "સુધી",
    "menu": {
      "dashboard": "ડેશબોર્ડ",
      "orders": "ઓર્ડર",
      "back": "ઓફર કરે છે"
    },
    "dashboard": {
      "title": "ઑફર મેનેજમેન્ટ ડેશબોર્ડ",
      "chart_amount_buy": {
        "y": "ખરીદીની રકમ {currency}",
        "label": "ખરીદો"
      },
      "chart_amount_discount": {
        "y": "ઑફર {currency}",
        "label": "ઓફર"
      },
      "chart_used": {
        "y": "ઉપયોગની રકમ",
        "label": "વખત"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "સક્રિયકરણ ફી ચૂકવો",
    "balance": "સંતુલન",
    "locked": "તાળું મારેલું",
    "transfer": "ટ્રાન્સફર",
    "charge": "જમા"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "ચેકઆઉટ",
    "payment": "ચુકવણી",
    "confirm": "ઓર્ડર કન્ફર્મેશન, <b>{success}</b> કન્ફર્મ અને <b>{fail}</b> રિજેક્ટ.",
    "prepare": "ઓર્ડર તૈયારી.",
    "send": "ઓર્ડર <b>{delivery}</b> દ્વારા મોકલવામાં આવ્યો.",
    "delivered": "ગ્રાહકને ઓર્ડર પહોંચાડવામાં આવ્યો છે.",
    "fill-inputs": "ઇનપુટ માહિતી ફોર્મ ખરીદનાર દ્વારા પૂર્ણ.",
    "return-add": "ઉત્પાદન પરત કરવાની વિનંતી સબમિટ કરો, {product}.",
    "return-accept": "પરત કરવાની વિનંતી {return_code} કન્ફર્મ થઈ.",
    "return-reject": "{return_code} વિનંતી નકારી.",
    "reject-order": "ઓર્ડર નકારી કાઢો. કોડ: {reject_code}.",
    "reject-order-clear": "ઓર્ડર અસ્વીકાર રદ કરો. કોડ: {reject_code}.",
    "email-buy": "ગ્રાહકને ખરીદી પુષ્ટિકરણ ઇમેઇલ મોકલો.",
    "email-payment": "ગ્રાહકને ચુકવણી પુષ્ટિકરણ ઇમેઇલ મોકલો.",
    "delivery-returned": "ગ્રાહક દ્વારા ઓર્ડર મળ્યો ન હતો અને પરત કરવામાં આવ્યો હતો. તે ફરીથી જહાજ જરૂરી છે.",
    "delivery-canceled": "ડિલિવરી રદ કરી. તે ફરીથી જહાજ જરૂરી છે.",
    "edit-receiver-info": "ઓર્ડર વિતરણ સરનામું ખરીદનાર દ્વારા સંપાદિત કરવામાં આવ્યું હતું.",
    "edit-billing-info": "ખરીદનાર દ્વારા સંપાદિત બિલિંગ સરનામું.",
    "payment-cod-confirm": "COD ચુકવણીની પુષ્ટિ થઈ.",
    "payment-cash-confirm": "બિલ માટે રોકડમાં {amount} {currency}ની ચુકવણીની પુષ્ટિ થઈ.",
    "payment-dir-confirm": "સીધી ચુકવણીની રસીદની પુષ્ટિ કરવામાં આવી હતી.",
    "vendor": "વિક્રેતા ઓર્ડરની સ્થિતિ <b>{from}</b> થી <b>{to}</b> માં બદલાઈ.",
    "connect-sync": "Connect OS દ્વારા સમન્વયિત ઓર્ડર.",
    "connect-shipped": "કનેક્ટ ઓર્ડર {shipping} દ્વારા મોકલવામાં આવ્યો છે.",
    "connect-returned": "કનેક્ટ ઓર્ડર {shipping} દ્વારા પરત કરવામાં આવ્યો છે.",
    "connect-failed": "ભાગીદાર દ્વારા ઓર્ડર પરિપૂર્ણતા નિષ્ફળ. {reason}",
    "connect-canceled": "ભાગીદાર દ્વારા ઓર્ડર રદ કરવામાં આવ્યો હતો. {reason}",
    "connect-action-cancel": "ઓર્ડર રદ કરવા વિનંતી. {reason}",
    "connect-put-hold": "ઓર્ડરને મોકૂફ રાખવામાં આવ્યો હતો. {reason}",
    "connect-remove-hold": "ઓર્ડરને હોલ્ડમાંથી દૂર કરવામાં આવ્યો હતો. {reason}",
    "connect-confirmed": "ઓર્ડરની પુષ્ટિ કરવામાં આવી હતી.",
    "email-vendor": "🔔 ઓર્ડરની માહિતી ઈમેલ <b>{vendor}</b> ને મોકલવામાં આવી છે | {email}.",
    "vendor-payout": "💸 વેન્ડરને ચૂકવણી."
  },
  "inline_chart": {
    "today": "આજે",
    "last_days": "{days} દિવસ પહેલાં"
  },
  "products_select": {
    "move_category": "કૅટેગરી <b>{category}</b> ને બીજી કૅટેગરીમાં ખસેડો",
    "move_product": "ઉત્પાદન <b>{product}</b> ને કૅટેગરીમાં ખસેડો",
    "product_menu": {
      "dashboard": "ઉત્પાદન ડેશબોર્ડ",
      "inventory": "ઈન્વેન્ટરી અને વેરિઅન્ટ્સ"
    },
    "notifications": {
      "copy_success": "ઉત્પાદનની નકલ.",
      "change_category_success": "ઉત્પાદન શ્રેણી સંપાદિત."
    }
  },
  "physical_order_track": {
    "title": "જોખમ અહેવાલો અને આકારણીઓ"
  },
  "virtual_order_track": {
    "title": "જોખમ અહેવાલો અને આકારણીઓ"
  },
  "virtual_order_timeline": {
    "title": "સમયરેખા"
  },
  "physical_order_timeline": {
    "title": "સમયરેખા"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "અહીં એક સંદેશ લખો...",
    "pin_action": "ટોચ પર પિન કરો",
    "unpin_action": "અનપિન કરો",
    "copy_html": "Html કૉપિ કરો",
    "notifications": {
      "add_note_success": "નોંધ ઉમેરી.",
      "edit_note_success": "નોંધ સંપાદિત.",
      "delete_note_success": "નોંધ કાઢી નાખી."
    },
    "delete_dialog": {
      "title": "નોંધ કાઢી નાખો",
      "message": "શું તમે આ નોંધ કાઢી નાખવા માંગો છો?",
      "action": "નોંધ કાઢી નાખો"
    },
    "resend_dialog": {
      "title": "ઈમેલ ફરીથી મોકલો",
      "message": "શું તમે તમારા ગ્રાહકને આ ઇમેઇલ ફરીથી મોકલવાની ખાતરી કરો છો?",
      "action": "હા, ફરી મોકલો",
      "success": "તમારા ગ્રાહકને ઈમેલ ફરી મોકલવામાં આવ્યો."
    }
  },
  "accounts": {
    "title": "મારું પાકીટ",
    "message": "Selldone માં તમે જે ચલણનો ઉપયોગ કરી રહ્યાં છો તે સાથે તમારે ઓછામાં ઓછું એક એકાઉન્ટ બનાવવું આવશ્યક છે. સેવા શુલ્ક ચૂકવવા માટે તમારે આ એકાઉન્ટને ટોપ અપ કરવું આવશ્યક છે.",
    "add_new": "નવું ખાતું બનાવો",
    "new_account": "નવું ખાતું ઉમેરો",
    "new_account_dialog": {
      "title": "નવું ખાતું",
      "account_name_input": "ખાતાનું નામ",
      "currency_input": "ચલણ એકમ",
      "currency_input_message": "બનાવેલ ખાતું ફક્ત આ ચલણના મૂલ્યોને જ રાખશે.",
      "new_account_wage": "નવું એકાઉન્ટ બનાવવાની કિંમત: પ્રથમ એકાઉન્ટ માટે મફત",
      "create_account_action": "ખાતું બનાવો"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "ભેટ મોકલી",
      "sent": "મોકલો",
      "received": "પ્રાપ્ત"
    },
    "send_gifts": {
      "title": "ભેટ મોકલી",
      "sub_title": "તમે તમારા મિત્રો અથવા ગ્રાહકોને ભેટ મોકલી શકો છો. પ્રાપ્તકર્તા તમારી ભેટ સ્વીકારી અથવા નકારી શકે છે. રકમ તમારા ખાતામાં લૉક કરવામાં આવે છે અને જો પ્રાપ્તકર્તા સ્વીકારે તો ઉપાડી લેવામાં આવે છે. નહિંતર, આ રકમ તમારા ખાતામાં ટ્રાન્સફર કરવામાં આવશે.",
      "table": {
        "user": "વપરાશકર્તા",
        "amount": "રકમ",
        "currency": "ચલણ",
        "account_name": "થી",
        "status": "સ્થિતિ",
        "message": "સંદેશ",
        "created_at": "તારીખ બનાવી"
      }
    },
    "received_gifts": {
      "title": "ભેટ મળી",
      "sub_title": "Selldone અથવા અન્યો તરફથી તમને મળેલી ભેટ",
      "table": {
        "amount": "રકમ",
        "currency": "ચલણ",
        "account_from": "થી",
        "status": "સ્થિતિ",
        "message": "સંદેશ",
        "created_at": "તારીખ બનાવી",
        "receive": "પ્રાપ્ત કરો"
      }
    }
  },
  "get_gift_dialog": {
    "title": "ભેટ મેળવો",
    "more": "વધુ..",
    "amount": "રકમ",
    "message": "સંદેશ",
    "account_to_input": "ગંતવ્ય ખાતું",
    "account_to_input_message": "આ ખાતામાં ભેટની રકમ જમા કરવામાં આવશે.",
    "get_action": "ભેટ સ્વીકારો",
    "notifications": {
      "received_success_title": "અભિનંદન",
      "received_success": "ભેટની રકમ {amount} {currency} તમારા ખાતામાં જમા કરવામાં આવી છે."
    }
  },
  "send_gift_dialog": {
    "title": "ભેટ મોકલી",
    "account_from_input": "એક એકાઉન્ટ પસંદ કરો",
    "account_from_input_message": "આ ખાતામાંથી ભેટની રકમ ઉપાડી લેવામાં આવે છે.",
    "receiver_input": "રીસીવર",
    "receiver_input_message": "તમે ઇમેઇલ સરનામું અથવા ફોન નંબર દાખલ કરી શકો છો.",
    "message_input": "સંદેશ",
    "message_input_message": "તમે પ્રાપ્તકર્તાને સંદેશ છોડી શકો છો.",
    "amount_input": "રકમ",
    "currency_input": "ચલણ એકમ",
    "currency_input_message": "કિંમત આ ચલણમાં ગણવામાં આવે છે.",
    "send_action": "ભેટ મોકલી",
    "notifications": {
      "send_success": "{receiver}ને {amount} {currency}ની ભેટ મોકલવામાં આવી હતી."
    }
  },
  "account_list": {
    "account_input": "ખાતા નંબર",
    "account_input_message": "આ ચલણ માટે ભેટની રકમ આ ખાતામાં જમા કરવામાં આવશે.",
    "free_balance": "મફત સંતુલન",
    "account_name": "ખાતાનું નામ"
  },
  "user_monetize_accounts": {
    "title": "જમા ખાતાઓ",
    "sub_title": "ભેટની રકમ આ ખાતાઓમાં આપમેળે જમા થશે.",
    "message": "Selldone તમારી સોશિયલ મીડિયા પ્રવૃત્તિ માટે ભંડોળ જમા કરે છે, Selldone વિકાસમાં ભાગ લે છે, મિત્રોનો પરિચય કરાવે છે વગેરે. દરેક ચલણ માટે ડિપોઝિટ એકાઉન્ટ પસંદ કરીને, ભેટની રકમ તમારા ડોમેનમાં તે ખાતામાં આપમેળે જમા કરવામાં આવશે. આ રકમ Selldone માં જમા કરી શકાય છે. ઉપાડ ફક્ત વ્યવસાયિક ભાગીદારો માટે જ શક્ય બનશે.",
    "add_account_action": "ખાતું ઉમેરો",
    "add_dialog": {
      "title": "ભેટ મેળવવા માટે એક એકાઉન્ટ કનેક્ટ કરો",
      "account_input": "ખાતા નંબર",
      "account_input_message": "આ ચલણ માટે ભેટની રકમ આ ખાતામાં જમા કરવામાં આવશે.",
      "set_as_default_action": "ડિફૉલ્ટ એકાઉન્ટ તરીકે પસંદ કરો"
    },
    "table": {
      "currency": "ચલણ",
      "account_number": "ખાતા નંબર",
      "account_name": "નામ",
      "payment": "જમા રકમ",
      "reset_at": "પર રીસેટ કરો",
      "delete": "કાઢી નાખો"
    },
    "notifications": {
      "set_success": "એકાઉન્ટ સફળતાપૂર્વક ઉમેર્યું.",
      "delete_success": "ભેટ પ્રાપ્ત કરવા માટે ડિફૉલ્ટ એકાઉન્ટ્સની સૂચિમાંથી એકાઉન્ટ સફળતાપૂર્વક દૂર કરવામાં આવ્યું."
    },
    "delete_alert": {
      "title": "એકાઉન્ટ કાઢી નાખો",
      "message": "શું તમે આ એકાઉન્ટને ગિફ્ટ એકાઉન્ટ્સની સૂચિમાંથી દૂર કરવા માંગો છો?",
      "action": "કાઢી નાખો"
    }
  },
  "user_monetize": {
    "title": "કમાણી કરવા",
    "menu": {
      "plans": "યોજનાઓ",
      "accounts": "એકાઉન્ટ્સ",
      "participant": "સહભાગી"
    }
  },
  "user_monetize_plans": {
    "title": "સહયોગ અને મુદ્રીકરણ પ્રોજેક્ટ્સ",
    "sub_title": "તમને રેફરલ ભેટ માટે એકાઉન્ટ ક્રેડિટ પ્રાપ્ત થશે. આ રકમ તમારા ખાતામાંથી વસૂલવામાં આવશે અને માત્ર Selldone બિઝનેસ પાર્ટનર્સ (બધા નહીં)ને જ ઉપાડી શકાશે. તમે Selldone સેવાઓ ફી પર નાણાં ખર્ચી શકો છો.",
    "discount": "ડિસ્કાઉન્ટ",
    "your_income": "તમારી આવક",
    "level_2": "લેવલ ટુ થી",
    "level_3": "ત્રણ સ્તરથી",
    "link_message": "સભ્યપદ: {registered}, સ્વીકૃત: {accepted}",
    "link_tip": "તમે શેર કરો છો તે દરેક સરનામાના અંતે તમે ?ref={link_code} શબ્દસમૂહ ઉમેરી શકો છો.",
    "table": {
      "currency": "ચલણ",
      "amount": "સંતુલન",
      "total": "કુલ ચુકવણી",
      "payment_date": "છેલ્લી ચુકવણી તારીખ",
      "withdraw": "ઉપાડ"
    },
    "notifications": {
      "get_credit_success": "વિનંતી કરેલ રકમ તમારા ખાતામાં જમા કરવામાં આવી છે."
    }
  },
  "basic_information": {
    "title": "મારી ઓળખ અને પ્રોફાઇલ",
    "email": "ઈ - મેઈલ સરનામું",
    "tel": "મોબાઇલ નંબર",
    "address": "સરનામું",
    "payment": "માન્ય વ્યવહારો",
    "personal_information": "ઓળખ માહિતી",
    "main_profile": "મુખ્ય પ્રોફાઇલ",
    "main_profile_subtitle": "આ માહિતી દરેક માટે સાર્વજનિક રૂપે ઉપલબ્ધ છે.",
    "kyc_waiting_info": "તમે દાખલ કરેલી માહિતીની ચોકસાઈ અમે ચકાસી રહ્યા છીએ. આ પ્રક્રિયા KYC નિયમો અનુસાર ફરજિયાત છે અને તેનાથી નાણાકીય વ્યવહારોનું જોખમ ઘટશે. તમે આ સેવાના વર્તમાન અને ભવિષ્યના લાભોનો લાભ લઈ શકો છો.",
    "personal_info_dialog": {
      "title": "ઓળખ માહિતી",
      "name_input": "પ્રથમ નામ",
      "family_name_input": "છેલ્લું નામ",
      "number_input": "પાસપોર્ટ નંબર (અથવા રાષ્ટ્રીય કોડ)",
      "birthday_input": "જન્મદિવસ",
      "birthday_input_placeholder": "તમારો જન્મદિવસ દાખલ કરો",
      "address_input": "સરનામું",
      "postcode_input": "પોસ્ટ કોડ",
      "tel_input": "સંપર્ક નંબર",
      "passport_image_input": "પાસપોર્ટ છબી પસંદ કરો",
      "passport_image_input_message": "તમારી પાસપોર્ટ ઇમેજનું સ્કેન અપલોડ કરો.",
      "personal_image_input": "તમારી પોતાની છબી પસંદ કરો",
      "personal_image_input_message": "તમારા રાષ્ટ્રીય કાર્ડ પર એક છબી પર આગળ અને પાછળ સ્કેન છબી અપલોડ કરો."
    },
    "profile_dialog": {
      "title": "મુખ્ય પ્રોફાઇલ",
      "full_name_input": "પૂરું નામ",
      "tel_input": "સંપર્ક નંબર",
      "email_input": "ઈમેલ",
      "website_input": "વેબસાઈટ",
      "address_input": "સરનામું",
      "about_input": "મારા વિશે",
      "about_long_input": "મારા વિશે લાંબો લખાણ",
      "image_input": "પ્રોફાઇલ ચિત્ર પસંદ કરો",
      "image_input_message": "તમારી છબી અપલોડ કરો. આ ઈમેજ તમારા પ્રોફાઈલ પિક્ચર તરીકે ઉપયોગમાં લેવાશે.",
      "notifications": {
        "update_profile_success": "તમારી પ્રોફાઇલ અપડેટ કરવામાં આવી છે.",
        "update_personal_info_success": "તમારી માહિતી સફળતાપૂર્વક રજીસ્ટર કરવામાં આવી હતી"
      }
    },
    "charge_account_approve_message": "તમારા બેંક વ્યવહારને મંજૂર કરવા માટે તમારા એકાઉન્ટને ચાર્જ કરો.",
    "payment_approval": "ચુકવણીની મંજૂરી",
    "residential_address_checking": "ચેકીંગ કતારમાં તમારા રહેણાંકના સરનામાના દસ્તાવેજો.",
    "add_residential_address": "તમારું સ્થાન અને રહેઠાણના સરનામાના દસ્તાવેજોનો પુરાવો ઉમેરો."
  },
  "phone_verify": {
    "title": "મોબાઇલ નંબર",
    "step1_title": "તમારો મોબાઈલ નંબર દાખલ કરો.",
    "phone_number_input": "મોબાઇલ નંબર",
    "next": "આગળનું પગલું",
    "sms_code_input": "ચકાસણી કોડ",
    "sms_code_message": "6-અંકનો ચકાસણી કોડ {phone_number} પર મોકલવામાં આવ્યો.",
    "notifications": {
      "duplicated_number_error": "આ નંબર તમારા દ્વારા પહેલેથી જ મંજૂર કરવામાં આવ્યો છે.",
      "send_activation_code_success_title": "ચકાસણી કોડ",
      "send_activation_code_success": "ચકાસણી કોડ {phone_number} પર મોકલવામાં આવ્યો હતો.",
      "verify_success": "તમારો મોબાઈલ નંબર ચકાસવામાં આવ્યો છે"
    }
  },
  "companies": {
    "title": "મારા વ્યવસાય એકાઉન્ટ્સ",
    "message": "વ્યવસાયો, સાહસિકો અને વ્યાવસાયિક ટીમો Selldone પર આધારિત ઉત્પાદનો અને એપ્લિકેશનો વિકસાવી શકે છે. બિઝનેસ પ્રોફાઇલ બનાવવી જરૂરી છે.",
    "new_company": "નવી કંપની"
  },
  "add_company": {
    "name_input": "કંપની નું નામ",
    "website_input": "વેબસાઈટ",
    "email_input": "ઈમેલ",
    "address_input": "સરનામું",
    "tel_input": "ટેલ",
    "mobile_input": "મોબાઈલ",
    "edit_action": "કંપની સંપાદિત કરો",
    "create_action": "કંપની બનાવો",
    "notifications": {
      "add_success": "વ્યવસાય ખાતું {name} બનાવ્યું.",
      "edit_success": "વ્યવસાય ખાતું સંપાદિત કર્યું."
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "અંગત",
      "shop_key": "ગ્રાહકો",
      "apps": "એપ્સ"
    },
    "connected_apps_title": "કનેક્ટેડ એપ્સ",
    "connected_apps_message": "તમે તમારા ડોમેન એકાઉન્ટ સાથે જોડાયેલા તમામ સ્ટોર્સ અને એપ્સની યાદી જોશો. તમે તેમાંના કોઈપણની ઍક્સેસને કાઢી શકો છો.",
    "shop_keys_title": "સ્ટોર એક્સેસ કી",
    "shop_keys_message": "આ કીનો ઉપયોગ તમારા સર્વર દ્વારા એક્સેસ ટોકન બનાવવા માટે થાય છે. નોંધ કરો કે ચાવીઓ ગોપનીય છે અને ફક્ત સર્વર પર મૂકવામાં આવે છે જેથી કરીને તે અન્ય લોકો માટે દૃશ્યમાન ન હોય.",
    "personal_keys_title": "વ્યક્તિગત ઍક્સેસ કીઓ",
    "personal_keys_message": "તમે તમારા એકાઉન્ટની ચાવીઓ અહીં બનાવી શકો છો. નોંધ કરો કે આ કી તમારા એકાઉન્ટને ઍક્સેસ કરવામાં સક્ષમ હશે. જો તમે બરાબર જાણતા હોવ કે તમે શું કરી રહ્યા છો તો જ આ કી બનાવો અને તેનો ઉપયોગ કરો.",
    "clients_title": "ગ્રાહકો",
    "clients_message": "આ કીનો ઉપયોગ તમારા સર્વર દ્વારા એક્સેસ ટોકન બનાવવા માટે થાય છે. નોંધ કરો કે ચાવીઓ ગોપનીય છે અને ફક્ત સર્વર પર મૂકવામાં આવે છે જેથી કરીને તે અન્ય લોકો માટે દૃશ્યમાન ન હોય."
  },
  "user_security_control": {
    "title": "એકાઉન્ટ સુરક્ષા",
    "message": "તમે તમારી એકાઉન્ટ સુરક્ષા સેટિંગ્સને અહીં સંપાદિત કરી શકો છો.",
    "delete": {
      "title": "એકાઉન્ટ કાઢી નાખો",
      "subtitle": "તમારું એકાઉન્ટ કાઢી નાખતા પહેલા, ખાતરી કરો કે તમે બધી દુકાનો કાઢી નાખી છે.",
      "action": "મને ખાતરી છે, મારું એકાઉન્ટ કાઢી નાખો",
      "agreement": "હું સ્વીકારું છું કે મારી બધી માહિતી તમારા સર્વરમાંથી કાઢી નાખવામાં આવશે. છેતરપિંડી અથવા દુરુપયોગને રોકવા માટે અમારા દ્વારા નિર્ધારિત સમયપત્રક અનુસાર તમારી માહિતી કાઢી નાખવામાં આવશે."
    },
    "list": {
      "password": {
        "title": "પાસવર્ડ",
        "sub_title": "તમારા એકાઉન્ટ માટે મજબૂત પાસવર્ડ પસંદ કરો.",
        "action_title": "એકાઉન્ટ એક્સેસ પાસવર્ડ",
        "not_exist": "દાખલ નથી",
        "action": "પાસવર્ડ બદલો"
      },
      "phone": {
        "title": "મોબાઇલ નંબર",
        "sub_title": "તમારા મોબાઈલ નંબરની પુષ્ટિ કરો. તમે આ નંબર દ્વારા લોગ ઇન કરી શકશો.",
        "action_title": "એકાઉન્ટનો પ્રાથમિક ફોન નંબર",
        "action": "નંબર ચકાસો"
      },
      "two_step": {
        "title": "ટુ સ્ટેપ એન્ટ્રી",
        "sub_title": "તમારા મોબાઈલ નંબરની પુષ્ટિ કરો. તમે આ નંબર દ્વારા લોગ ઇન કરી શકશો.",
        "action_title": "એકાઉન્ટ સુરક્ષા વધારો",
        "activated_action": "સક્રિય",
        "active_action": "હવે સક્રિય"
      },
      "email": {
        "title": "પ્રાથમિક ઈમેલ",
        "sub_title": "તમારી પાસે આ એકાઉન્ટ સાથે સંકળાયેલ મુખ્ય ઇમેઇલ અપડેટ કરવાનો વિકલ્પ છે.",
        "action_title": "પ્રાથમિક ઈમેલ બદલો",
        "action": "ચકાસણી લિંક મોકલો"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "Google Authenticator એપ્લિકેશન ઇન્સ્ટોલ કરો"
      },
      "step_2": {
        "title": "એપ્લિકેશન દ્વારા જનરેટ કરેલ કોડ દાખલ કરો",
        "message": "6-અંકનો કોડ તમારા મોબાઇલ ફોનમાં અલ્ગોરિધમ દ્વારા જનરેટ થાય છે. તમે નીચેની લિંક પરથી એપ ડાઉનલોડ કરી શકો છો. પાસવર્ડ ધરાવતો QR કોડ બનાવવા માટે કોડ જનરેટર કી દબાવો.",
        "qr_code_info": "જો સ્કેન કરવું શક્ય ન હોય, તો તમે કોડને મેન્યુઅલી કૉપિ અને એપમાં પેસ્ટ કરી શકો છો:",
        "create_new_code": "નવો કોડ બનાવો",
        "qr_code_scanning": "Google Authenticator Mobile App દ્વારા બનાવેલ QR કોડ સ્કેન કરો અને આ પૃષ્ઠ પરના બૉક્સમાં પુષ્ટિ માટે જનરેટ કરેલ કોડ દાખલ કરો.",
        "qr_code_regenerate_info": "નોંધ: ઉપરની કી દબાવવાથી એક નવી કી બનશે અને પહેલાની કી બિનઉપયોગી રહેશે. તમારી ફોન એપ્લિકેશનમાં નવી કી દાખલ કરો."
      },
      "step_3": {
        "title": "બનાવેલ કોડ દાખલ કરો",
        "message": "નીચેની ફીલ્ડમાં એપ્લિકેશનમાં બનાવેલ એક્સેસ કોડ દાખલ કરો.",
        "activation_key_input": "ઍક્સેસ કોડ"
      },
      "activated_alert": "2-પગલાંમાં લૉગિન સક્ષમ છે.",
      "activated_message": "તમારા એકાઉન્ટ માટે ટુ-સ્ટેપ લોગિન સક્ષમ છે. હવેથી તમારે તમારા એકાઉન્ટને ઍક્સેસ કરવા માટે દર 30 સેકન્ડે બદલાતો બીજો કોડ દાખલ કરવાની જરૂર પડશે. દ્વિ-પગલાંના લૉગિનને અક્ષમ કરવા માટે, ફક્ત એક પગલું દબાવો ડબલ-ક્લિક કરો અને પગલાંઓમાંથી પસાર થાઓ.",
      "cancel_two_step_login_action": "દ્વિ-પગલાની લૉગિન રદ કરો",
      "cancel_two_step_login_info": "જો તમે 2-પગલાંની ચકાસણીને અક્ષમ કરવા માંગો છો, તો તમારો પાસવર્ડ દાખલ કરો અને ટુ-સ્ટેપ લોગ-ઇન કી પર ક્લિક કરો.",
      "password_input": "પાસવર્ડ",
      "cancel_2fa_action": "દ્વિ-પગલાની લૉગિન રદ કરો"
    },
    "change_password_dialog": {
      "title": "પાસવર્ડ બદલો",
      "message": "જટિલ અને યાદગાર પાસવર્ડનો ઉપયોગ કરો.",
      "password_input": "અત્યારનો પાસવર્ડ",
      "new_password_input": "નવો પાસવર્ડ",
      "re_new_password_input": "નવો પાસવર્ડ પુનરાવર્તિત કરો",
      "tips": {
        "length": "પાસવર્ડ ઓછામાં ઓછો 8 અક્ષરનો હોવો જોઈએ",
        "chars": "ઓછામાં ઓછા એક મોટા અક્ષર અને એક નંબર.",
        "match": "પાસવર્ડ મેચ થયો."
      },
      "change_password_action": "પાસવર્ડ બદલો",
      "notifications": {
        "change_password_title": "પાસવર્ડ બદલો",
        "change_password": "પાસવર્ડ સફળતાપૂર્વક બદલાયો."
      }
    }
  },
  "authorized_clients": {
    "title": "કનેક્ટેડ સ્ટોર્સ / એપ્સની સૂચિ",
    "table": {
      "name": "નામ",
      "app": "એપ્લિકેશન",
      "scopes": "અવકાશ",
      "shop": "પ્રતિબંધિત સ્ટોર"
    },
    "remove_action": "ઍક્સેસ દૂર કરો",
    "delete_alert": {
      "title": "કાઢી નાખો",
      "message": "શું તમે આ ઍક્સેસને રદબાતલ કરવા માંગો છો? નોંધ કરો કે આ એપ્લિકેશનને હવે તમારા એકાઉન્ટની ઍક્સેસ હશે નહીં.",
      "action": "ઍક્સેસનો ઇનકાર કરો"
    }
  },
  "clients": {
    "title": "ગ્રાહકોની યાદી",
    "create_new_action": "નવા ક્લાયંટ બનાવો",
    "table": {
      "client_id": "ક્લાયન્ટ ID",
      "app": "એપ્લિકેશન",
      "name": "ઉપનામ",
      "secret_key": "સિક્રેટ કી"
    },
    "create_dialog": {
      "title": "નવો ગ્રાહક",
      "error_msg": "<strong>ભૂલ!</strong> માફ કરશો, એક ભૂલ આવી છે!",
      "name_input": "નામ",
      "name_input_message": "કંઈક તમારા વપરાશકર્તાઓ ઓળખે છે અને વિશ્વાસ કરે છે.",
      "redirect_input_message": "તમારી સાઇટ પર સરનામું પરત કરો."
    },
    "edit_dialog": {
      "title": "સંપાદિત ઍક્સેસ"
    },
    "delete_alert": {
      "title": "કાઢી નાખો",
      "message": "શું તમે આ ક્લાયંટને કાઢી નાખવા માંગો છો?",
      "action": "કાઢી નાખો"
    }
  },
  "personal_access_tokens": {
    "title": "પર્સનલ એક્સેસ ટોકન્સની યાદી",
    "create_action": "નવું ટોકન બનાવો",
    "table": {
      "name": "નામ",
      "scopes": "એક્સેસ",
      "expire_at": "સમાપ્તિ તારીખ"
    },
    "create_dialog": {
      "title": "ટોકન બિલ્ડીંગ",
      "error_message": "<strong>ભૂલ!</strong> માફ કરશો, એક ભૂલ આવી છે!",
      "name_input": "ઉર્ફે ભૂતપૂર્વ. મારું ટોકન નામ",
      "name_input_message": "મનપસંદ ટોકન નામ.",
      "scopes_list": "ટોકન એક્સેસ સૂચિ"
    },
    "access_token_dialog": {
      "title": "વ્યક્તિગત ઍક્સેસ કી",
      "message": "અહીં તમારા અંગત એક્સેસ ટોકનનું ટોકન છે. આ માત્ર ત્યારે જ આ ટોકન પ્રદર્શિત થશે, તેથી તેને ચૂકશો નહીં! તમે હવે આ ટોકનનો ઉપયોગ API વિનંતી કરવા માટે કરી શકો છો."
    },
    "delete_alert": {
      "title": "કાઢી નાખો",
      "message": "શું તમે આ એક્સેસ ટોકન ડિલીટ કરવા માંગો છો?",
      "action": "કાઢી નાખો"
    }
  },
  "scopes": {
    "profile": {
      "name": "પ્રોફાઇલ",
      "description": "નામ, ઇમેઇલ સરનામું, છબી અને પ્રમાણીકરણ સ્થિતિ સહિત પ્રોફાઇલ માહિતી વાંચો."
    },
    "phone": {
      "name": "ફોન નંબર",
      "description": "ફોન નંબરની ઍક્સેસ."
    },
    "address": {
      "name": "સરનામાં",
      "description": "એડ્રેસ બુકમાંથી સાચવેલ સરનામું વાંચો."
    },
    "buy": {
      "name": "ખરીદી",
      "description": "ઓર્ડર આપો અને સ્ટોરમાંથી ખરીદી કરો."
    },
    "order-history": {
      "name": "ઓર્ડર ઇતિહાસ",
      "description": "ઓર્ડર ઇતિહાસ વાંચો."
    },
    "my-gift-cards": {
      "name": "ભેટ માં આપવાના કાર્ડ્સ",
      "description": "મારા કાર્ડ્સની ઍક્સેસ."
    },
    "articles": {
      "name": "સામગ્રી સંપાદિત કરો",
      "description": "લેખો સંપાદિત કરો."
    },
    "notifications": {
      "name": "સૂચના મોકલો અને પ્રાપ્ત કરો",
      "description": "સૂચના મોકલો અને પ્રાપ્ત કરો."
    },
    "read-shops": {
      "name": "સ્ટોર ist",
      "description": "સ્ટોર સૂચિ વાંચો."
    },
    "shop-edit": {
      "name": "સ્ટોર મેનેજમેન્ટ",
      "description": "સ્ટોર ઍક્સેસ સંપાદિત કરો"
    },
    "shop-contacts": {
      "name": "ફોર્મ મેનેજમેન્ટનો સંપર્ક કરો",
      "description": "સંપર્ક ફોર્મ મેળવો અને સંપાદિત કરો."
    },
    "shop-gift-cards": {
      "name": "ગિફ્ટ કાર્ડ્સ મેનેજ કરો",
      "description": "ભેટ કાર્ડ બનાવો, સંપાદિત કરો અને મેનેજ કરો."
    },
    "shop-faqs": {
      "name": "પ્રશ્નો અને જવાબોનું સંચાલન",
      "description": "વારંવાર પૂછાતા પ્રશ્નો બનાવો, સંપાદિત કરો અને મેનેજ કરો."
    },
    "shop-categories": {
      "name": "શ્રેણીઓ મેનેજ કરો",
      "description": "શ્રેણીઓ બનાવો, સંપાદિત કરો અને મેનેજ કરો."
    },
    "shop-products": {
      "name": "ઉત્પાદન વ્યવસ્થાપન",
      "description": "ઉત્પાદનો ઉમેરો, સંપાદિત કરો અને મેનેજ કરો."
    },
    "shop-read-reports": {
      "name": "અહેવાલો વાંચો",
      "description": "માહિતી અને અહેવાલો વાંચો."
    },
    "shop-socials": {
      "name": "સોશિયલ મીડિયા મેનેજ કરો",
      "description": "સ્ટોર સામાજિક મીડિયા સંપાદિત કરો"
    },
    "shop-accounts": {
      "name": "નાણાકીય ખાતાઓનું સંચાલન કરો",
      "description": "સ્ટોર સાથે લિંક કરેલ નાણાકીય એકાઉન્ટને સંપાદિત કરો અને કાઢી નાખો."
    },
    "shop-menus": {
      "name": "મેનુ મેનેજ કરો",
      "description": "સ્ટોર મેનુ સંપાદિત કરો."
    },
    "shop-pages": {
      "name": "પૃષ્ઠોનું સંચાલન કરો",
      "description": "દુકાન પૃષ્ઠો સંપાદિત કરો."
    },
    "shop-warehouse": {
      "name": "વેરહાઉસ મેનેજમેન્ટ",
      "description": "સ્ટોર વેરહાઉસ સંપાદિત કરો"
    },
    "shop-permissions": {
      "name": "ઍક્સેસ મેનેજ કરો",
      "description": "સ્ટોર ઍક્સેસ જુઓ અને સંપાદિત કરો."
    },
    "shop-process-center": {
      "name": "ઓર્ડર મેનેજમેન્ટ",
      "description": "ઓર્ડર મેનેજમેન્ટ."
    },
    "shop-profile": {
      "name": "પ્રોફાઇલ મેનેજ કરો",
      "description": "સ્ટોર પ્રોફાઇલ મેનેજ કરો."
    },
    "shop-discount-code": {
      "name": "ડિસ્કાઉન્ટ કોડ મેનેજમેન્ટ",
      "description": "મેનેજ કરો, સંપાદિત કરો અને સ્ટોર ડિસ્કાઉન્ટ કોડ ઉમેરો."
    }
  },
  "company_page": {
    "title": "કંપની",
    "create_app": "નવી એપ્લિકેશન બનાવો",
    "menu": {
      "edit": "સંપાદિત કરો",
      "apps": "એપ્સ",
      "dashboard": "ડેશબોર્ડ",
      "companies": "કંપનીઓ"
    },
    "dashboard": {
      "info_widget": {
        "title": "કંપની નોંધણી માહિતી",
        "address": "સરનામું",
        "website": "વેબસાઈટ",
        "email": "ઈમેલ",
        "phone": "ફોન નંબર",
        "register": "નોંધણી કરો",
        "developer": "વિકાસકર્તા",
        "verified": "ચકાસાયેલ",
        "golden": "સુવર્ણ"
      }
    },
    "developer": {
      "title": "વિકાસકર્તાઓ",
      "menu": {
        "new": "નવી",
        "apps": "એપ્સ"
      },
      "app_card": {
        "category": "શ્રેણી",
        "installs": "ઇન્સ્ટોલ કરો",
        "actives": "સક્રિય",
        "uninstalls": "અનઇન્સ્ટોલ કરે છે",
        "app_code": "એપ્લિકેશન કોડ",
        "app_mode": "એપ્લિકેશન મોડ"
      }
    },
    "edit": {
      "title": "સંપાદિત કરો"
    }
  },
  "add_app": {
    "category_input": "શ્રેણી",
    "code_input": "કોડ",
    "name_input": "નામ",
    "description_input": "વર્ણન",
    "video_input": "વિડિઓ URL",
    "public_form": "સામાન્ય માહિતી માળખું",
    "private_form": "ખાનગી માહિતી માળખું",
    "icon_input": "એપ્લિકેશન આયકન",
    "logo_input": "લોગો એપ્લિકેશન",
    "enable_input": "શું એપ્લિકેશન સક્રિય છે?",
    "edit_action": "એપ્લિકેશન સંપાદિત કરો",
    "create_action": "એપ બનાવો",
    "notifications": {
      "add_success": "વ્યવસાય ખાતું {name} બનાવ્યું.",
      "delete_success": "વ્યવસાય ખાતું સંપાદિત કર્યું."
    }
  },
  "app_page": {
    "title": "અરજી",
    "menu": {
      "edit": "સંપાદિત કરો",
      "publish": "પ્રકાશિત કરો",
      "history": "આવૃત્તિઓ",
      "dashboard": "ડેશબોર્ડ",
      "company": "કંપની",
      "api": "API",
      "images": "છબીઓ"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "અરજી",
        "app_code": "એપ્લિકેશન કોડ",
        "category": "શ્રેણી",
        "name": "નામ",
        "installs": "એપ્લિકેશન્સ ઇન્સ્ટોલ કરો",
        "uninstalls": "એપ્સ અનઇન્સ્ટોલ કરો",
        "actives": "સક્રિય એપ્લિકેશન્સ",
        "description": "વર્ણન",
        "published": "પ્રકાશિત",
        "waiting_for_review": "સંમતિ બાકી",
        "app_mode": "એપ્લિકેશન મોડ"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "માલિક",
      "description": "બધા સ્ટોરફ્રન્ટ્સની સંપૂર્ણ ઍક્સેસ."
    },
    "PRODUCT": {
      "text": "પ્રોડક્ટ મેનેજર",
      "description": "સ્ટોર ઉત્પાદનો ઉમેરો, સંપાદિત કરો અને મેનેજ કરો."
    },
    "AUDITING": {
      "text": "નાણાકીય વ્યવસ્થાપક",
      "description": "નાણાકીય માહિતી અને ચૂકવણીઓ જુઓ."
    },
    "CONTENT": {
      "text": "સામગ્રી વ્યવસ્થાપન",
      "description": "પ્રશ્નોના જવાબ આપો, બ્લોગ લખો અને પેજ ડિઝાઇન કરો."
    },
    "OFFICER": {
      "text": "વરિષ્ઠ વ્યવસ્થાપક",
      "description": "કર્મચારીની પ્રવૃત્તિ જુઓ અને તેનું નિરીક્ષણ કરો."
    },
    "EMPLOYEE": {
      "text": "કર્મચારી",
      "description": "ઓર્ડર જુઓ અને ઓર્ડર પૂરો કરો."
    },
    "MARKETING": {
      "text": "માર્કેટિંગ",
      "description": "સેટિંગ્સની ઍક્સેસ અને ઝુંબેશ, ઇમેઇલ માર્કેટિંગ અને અન્ય માર્કેટિંગ-સંબંધિત વિભાગો બનાવો."
    },
    "VIEWER": {
      "text": "દર્શક",
      "description": "સ્ટોરની માહિતીને સંપાદિત અથવા બદલવામાં સમર્થ થયા વિના જોવાની ક્ષમતા."
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "શારીરિક તપાસ",
      "description": "પ્રાપ્ત ઓર્ડર તપાસો."
    },
    "PhysicalOrdersPackaging": {
      "text": "ભૌતિક પેકેજીંગ",
      "description": "વેરહાઉસ અને પેકેજિંગ પ્રક્રિયા."
    },
    "PhysicalOrdersDelivery": {
      "text": "ભૌતિક શિપિંગ",
      "description": "ઓર્ડર શિપિંગ."
    },
    "PhysicalOrdersSupport": {
      "text": "શારીરિક આધાર",
      "description": "વેચાણ આધાર પછી."
    }
  },
  "account_status": {
    "Checking": "તપાસવું",
    "Approved": "પુષ્ટિ",
    "Rejected": "નામંજૂર",
    "Deleted": "કાઢી નાખ્યું",
    "Banned": "પ્રતિબંધિત",
    "Payment": "ચુકવણી",
    "SelldoneSprite": "સેલડન વોલેટ એકાઉન્ટ",
    "SelldoneStorage": "Selldone સ્ટોરેજ"
  },
  "account_page": {
    "title": "એકાઉન્ટ",
    "menu": {
      "setting": "સેટિંગ્સ",
      "change": "ચાર્જ",
      "transfer": "ટ્રાન્સફર",
      "transactions": "વ્યવહારો",
      "charge": "ચાર્જ",
      "history": "ઇતિહાસ",
      "cards": "કાર્ડ્સ"
    },
    "transactions": {
      "title": "એકાઉન્ટ વ્યવહારો",
      "detail": {
        "title": "સોદા",
        "amount": "રકમ",
        "description": "વર્ણન",
        "from": "થી",
        "to": "પ્રતિ",
        "created_at": "તારીખ",
        "receipt": "રસીદ",
        "receipt_note": "નૉૅધ"
      },
      "table": {
        "type": "પ્રકાર",
        "from": "ખાતામાંથી",
        "to": "ખાતામાં",
        "amount": "રકમ",
        "receipt": "રસીદ",
        "created_at": "તારીખ",
        "description": "વર્ણન"
      }
    },
    "transfer": {
      "title": "ટ્રાન્સફર ચાર્જીસ",
      "form": {
        "title": "ટ્રાન્સફર વિનંતી ફોર્મ",
        "sub_title": "તમારા પોતાના અથવા અન્ય ખાતાઓમાં જમા કરો",
        "message": "પૈસા ટ્રાન્સફર કરવામાં સાવચેત રહો, જો તમે ટ્રાન્સફર પૂર્ણ કરશો તો તમે પરત કરી શકશો નહીં."
      }
    },
    "deposit": {
      "form": {
        "title": "ચાર્જિંગ એકાઉન્ટ",
        "sub_title": "લાયસન્સ ખરીદવા, તમારું એકાઉન્ટ અપગ્રેડ કરવા અને સિસ્ટમ રસીદો ચૂકવવા માટે તમારે તમારા એકાઉન્ટ બેલેન્સને ચાર્જ કરવું આવશ્યક છે.",
        "amount_input": "રકમ",
        "charge_action": "ચાર્જ એકાઉન્ટ"
      },
      "notifications": {
        "qr_title": "ચુકવણી",
        "qr_message": "ચુકવણી સરનામું {currency} બનાવ્યું.",
        "gateway_title": "ચુકવણી",
        "gateway_message": "પેમેન્ટ ગેટવે સાથે કનેક્ટ થઈ રહ્યું છે."
      }
    },
    "setting": {
      "title": "એકાઉન્ટ સેટિંગસ",
      "account_name_input": "ખાતાનું નામ",
      "notifications": {
        "updated_success": "તમારું એકાઉન્ટ સફળતાપૂર્વક અપડેટ થયું."
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "રસીદ ચુકવણી"
  },
  "transaction_form": {
    "title": "ટ્રાન્ઝેક્શન ફોર્મ",
    "from_input": "એકાઉન્ટ નંબર પરથી",
    "to_input": "એકાઉન્ટ નંબર માટે",
    "from_input_message": "આ ખાતામાંથી રકમ ઉપાડી લેવામાં આવશે.",
    "account_name": "ખાતાનું નામ",
    "currency": "ચલણ",
    "free_balance": "વધેલી રાશી",
    "to": "ગંતવ્ય ખાતું",
    "amount": "રકમ",
    "receipt_title": "રસીદ માટે ચુકવણી",
    "receipt_input": "રસીદ નંબર",
    "paid_status": "આ રસીદ પહેલેથી ચૂકવવામાં આવી છે.",
    "paid_canceled": "આ રસીદ રદ કરવામાં આવી છે.",
    "description": "સમજૂતી",
    "created_at": "તારીખ",
    "duration": "અવધિ",
    "unlimited": "અમર્યાદિત",
    "add_note_action": "વર્ણન ઉમેરો",
    "note": "નૉૅધ",
    "transfer_action": "ટ્રાન્સફર",
    "confirmation": {
      "title": "પૈસા મોકલો",
      "subtitle": "ટ્રાન્ઝેક્શન કન્ફર્મેશન",
      "message": "જો નીચેની માહિતી સાચી હોય, તો વ્યવહાર કરવા માટે ટ્રાન્ઝેક્શન કન્ફર્મેશન કી દબાવો.",
      "from": "ખાતામાંથી",
      "to": "ખાતામાં",
      "amount": "રકમ",
      "fee": "ટ્રાન્ઝેક્શન ફી",
      "total_pay": "તમારા ખાતામાંથી ઉપાડેલી રકમ",
      "receipt": "રસીદ",
      "description": "વર્ણન",
      "accept_action": "ટ્રાન્ઝેક્શન કન્ફર્મેશન"
    },
    "enter_account_number": "એકાઉન્ટ નંબર દાખલ કરો.",
    "currency_not_match": "ગંતવ્ય ખાતાનું ચલણ સ્ત્રોત જેવું જ નથી",
    "account_number_not_valid": "એકાઉન્ટ નંબર સાચો છે.",
    "account_number_is_valid": "એકાઉન્ટ નંબર સાચો છે.",
    "receipt_not_valid": "ઇન્વોઇસ નંબર ખોટો છે.",
    "receipt_is_valid": "રસીદ નંબર સાચો છે.",
    "notifications": {
      "confirm_success": "વ્યવહાર સફળતાપૂર્વક પૂર્ણ થયો."
    }
  },
  "price_calculator": {
    "title": "કેલ્ક્યુલેટર | તમારા વ્યવસાય માટે ફિટ",
    "description": "તમારા માસિક વેચાણના આધારે શ્રેષ્ઠ યોજનાની ગણતરી કરો અને પસંદ કરો:",
    "sale_input": "માસિક વેચાણની રકમ",
    "hypernova_plan": "હાયપરનોવા %0 માટે અરજી કરો!",
    "show_normal_mode": "સામાન્ય મોડ બતાવો",
    "show_hypernova_mode": "મારો વ્યવહાર 1M$ થી વધુ છે!"
  },
  "price_card": {
    "billed_monthly": "માસિક {amount} બિલ કરવામાં આવે છે.",
    "billed_yearly": "વાર્ષિક {amount} બિલ કરવામાં આવે છે.",
    "buy_license_action": "હમણાં જ ખરીદો",
    "select_your_store": "તમારી દુકાન પસંદ કરો"
  },
  "shop_session_widget": {
    "total_sessions": "કુલ સત્રો"
  },
  "user_activities_keys": {
    "add_baskets": "સૂચી માં સામેલ કરો",
    "remove_baskets": "કાર્ટમાંથી કાઢી નાખો",
    "buys": "ખરીદો",
    "products_views": "ઉત્પાદન જુઓ"
  },
  "shop_visitors_widget": {
    "title": "મુલાકાતીઓ એનાલિટિક્સ",
    "new_visitors": "નવા મુલાકાતીઓ",
    "amp": "AMP દૃશ્યો",
    "returning_visitors": "પરત ફરતા મુલાકાતીઓ",
    "page_views": "પૃષ્ઠ દૃશ્યો",
    "other_pages": "અન્ય પૃષ્ઠો",
    "from_previous_7_days": "છેલ્લા 7 દિવસથી"
  },
  "app_levels": {
    "title": "એપ્લિકેશન સ્તર",
    "Newbie": "નવોદિત",
    "Beginner": "શિખાઉ માણસ",
    "Novice": "શિખાઉ",
    "Intermediate": "મધ્યમ",
    "Advanced": "અદ્યતન"
  },
  "login": {
    "register_title": "વ્યવસાયનું માધ્યમ,<br> આનંદદાયક અનુભવ.",
    "register_subtitle": "આજે જ મફતમાં સાઇન અપ કરો. Selldone સ્ટાર્ટઅપ્સ, સાહસો, ખરીદદારો અને વિક્રેતાઓ દ્વારા પ્રિય છે.",
    "password_recovery_title": "પાસવર્ડ પુનઃપ્રાપ્તિ",
    "password_recovery_message": "જો તમે તમારો પાસવર્ડ ભૂલી ગયા હો, તો તમારા એકાઉન્ટનું ઈમેલ એડ્રેસ દાખલ કરો અને કન્ફર્મેશન કી દબાવો. તમારો પાસવર્ડ રીસેટ કરવા માટે અમે તમને લિંક સાથેનો ઈમેલ મોકલીશું.",
    "email": "તમારું ઇમેઇલ સરનામું",
    "password_recovery_action": "પુનઃપ્રાપ્તિ ઇમેઇલ પ્રાપ્ત કરો",
    "register_google": "Google સાથે ચાલુ રાખો",
    "register_apple": "Apple સાથે ચાલુ રાખો",
    "continue_with": "સાથે ચાલુ રાખો",
    "register_linkedin": "LinkedIn સાથે ચાલુ રાખો",
    "register_facebook": "Facebook સાથે ચાલુ રાખો",
    "register_github": "Github સાથે ચાલુ રાખો",
    "create_your_account": "તમારું એકાઉન્ટ બનાવો",
    "password_8_chars": "પાસવર્ડ ઓછામાં ઓછો 8 અક્ષરનો હોવો જોઈએ.",
    "password_upercase_number": "ઓછામાં ઓછા એક મોટા અક્ષર અને એક નંબર.",
    "password_confirm": "પાસવર્ડ અને પુષ્ટિકરણ મેળ ખાય છે.",
    "privacy_agreement": "સાઇન અપ કરીને, તમે Selldone <a href='/terms' target='_blank'>ની ઉપયોગની શરતો</a> અને <a href='/privacy' target='_blank'>ગોપનીયતા નીતિ</a> સાથે સંમત થાઓ છો.",
    "register_action": "ચાલો, તે મફત છે!",
    "login_action": "પ્રવેશ કરો",
    "already_signup": "પહેલેથી જ સાઇન અપ કર્યું છે?",
    "login_your_account": "તમારા એકાઉન્ટમાં લોગિન કરો",
    "login_google": "Google સાથે ચાલુ રાખો",
    "login_linkedin": "LinkedIn સાથે ચાલુ રાખો",
    "login_facebook": "Facebook સાથે ચાલુ રાખો",
    "login_github": "Github સાથે ચાલુ રાખો",
    "remember_me": "મને યાદ.",
    "login_button": "પ્રવેશ કરો",
    "two_step_problem": "શું તમને ટુ-સ્ટેપ પાસવર્ડમાં કોઈ સમસ્યા છે?",
    "two_step_problem_action": "હું ટુ-સ્ટેપ લોગિનને અક્ષમ કરવા માંગુ છું.",
    "two_step_confirm": "એક્સેસ કોડની પુષ્ટિ કરો",
    "forgot_password": "પાસવર્ડ ભૂલી ગયા છો?",
    "signup_free": "મફત માટે સાઇન અપ કરો",
    "checking_robot_message": "તમે રોબોટ છો કે માનવ છો તે તપાસી રહ્યા છીએ..",
    "notifications": {
      "step2_login_success": "એકાઉન્ટમાં ઓટો-લોગિન કરો"
    },
    "signup_email": "ઇમેઇલ દ્વારા સાઇન અપ કરો",
    "name_placeholder": "નામ",
    "email_placeholder": "ઈમેલ",
    "email_or_username_placeholder": "ઇમેઇલ, વપરાશકર્તા નામ અથવા ફોન નંબર",
    "password_placeholder": "પાસવર્ડ",
    "re_password_placeholder": "પાસવર્ડની પુષ્ટિ કરો",
    "new_in_samin": "Selldone માં નવા છો?",
    "auto_create_shop": "ઓટો બનાવો દુકાન"
  },
  "layout": {
    "logout": "લૉગ આઉટ",
    "menu": {
      "personal_information": "વ્યક્તિગત માહિતી અને પ્રોફાઇલ",
      "wallet": "વોલેટ્સ અને એકાઉન્ટ્સ",
      "companies": "કંપનીઓ અને બિઝનેસ એકાઉન્ટ્સ",
      "access": "મારા એકાઉન્ટની ઍક્સેસ",
      "security": "સુરક્ષા",
      "preferences": "વપરાશકર્તા પસંદગીઓ",
      "my_subscriptions": "મારા સબ્સ્ક્રિપ્શન્સ"
    }
  },
  "page_builder": {
    "title": "વેબસાઇટ ડિઝાઇન",
    "menu": {
      "user_view": "જુઓ",
      "design": "ડિઝાઇન",
      "behavior": "વર્તન",
      "seo": "SEO",
      "setting": "સેટિંગ્સ",
      "embed": "એમ્બેડ કરો"
    },
    "waiting_fetch": "માહિતી મેળવી રહી છે..",
    "setting": {
      "title_input": "પૃષ્ઠ શીર્ષક",
      "description_input": "ટૂંકું વર્ણન",
      "name_input": "પૃષ્ઠ URL (અક્ષરો અને સંખ્યાઓ)",
      "bg_color_input": "પૃષ્ઠભૂમિ રંગ",
      "bg_style_input": "પૃષ્ઠ પૃષ્ઠભૂમિ શૈલી",
      "page_label_input": "લેબલ રંગ",
      "page_dir_input": "પૃષ્ઠ દિશા",
      "ltr": "ડાબેથી જમણે",
      "rtl": "જમણેથી ડાબે",
      "designer_note": "ડિઝાઇનર નોંધ"
    },
    "history": {
      "title": "સાચવેલ ઇતિહાસ"
    },
    "design": {
      "themes": {
        "title": "વ્યક્તિગત ડિઝાઇન સહાયક",
        "message": "કોડિંગ વિના તમારા વ્યવસાય માટે શ્રેષ્ઠ પૃષ્ઠો ડિઝાઇન કરો.",
        "page_title_input": "તમારા પૃષ્ઠ માટે એક શીર્ષક દાખલ કરો"
      },
      "tools": {
        "rearrange": "ઓર્ડર",
        "tools": "સાધનો",
        "history": "ઇતિહાસ",
        "style": "શૈલી",
        "typography": "ટાઇપોગ્રાફી"
      },
      "no_category": "કોઈ શ્રેણીઓ નથી"
    },
    "seo": {
      "message": "એસઇઓ સેટિંગ્સ Selldone SEO એન્જિન દ્વારા આપમેળે ગોઠવાય છે."
    }
  },
  "verify_email_caution": {
    "title": "તમારા ઇમેઇલ સરનામાની પુષ્ટિ",
    "message": "નવી સક્રિયકરણ લિંક તમારા ઇમેઇલ સરનામાં {email} પર મોકલવામાં આવી છે. કોઈપણ પગલાં લેવામાં આવે તે પહેલાં કૃપા કરીને તમારું ઇમેઇલ તપાસો.",
    "resend_message": "જો તમને તમારા ઇમેઇલમાં સક્રિયકરણ લિંક પ્રાપ્ત થઈ નથી, તો ફરીથી મોકલવા માટે નીચેના બટનને ક્લિક કરો.",
    "resend_action": "સક્રિયકરણ લિંક ફરીથી મોકલો",
    "resend_notice": "સક્રિયકરણ લિંક મોકલી."
  },
  "autopilot": {
    "start": "પ્રારંભ તારીખ",
    "end": "અંતિમ તારીખ"
  },
  "help": {
    "menu": "મેનુ",
    "more_helps": "વધુ વાંચો"
  },
  "company_card": {
    "pending_state": "સમીક્ષા માટે રાહ જોઈ રહ્યું છે",
    "register": "રજીસ્ટર",
    "developer": "વિકાસકર્તા",
    "verified": "ચકાસણી",
    "premier": "પ્રીમિયર"
  },
  "shop_license": {
    "add": "સબ્સ્ક્રિપ્શન ઉમેરો",
    "only_last": "માત્ર છેલ્લું સબ્સ્ક્રિપ્શન",
    "vouchers": "વાઉચર્સ",
    "buy": "સબ્સ્ક્રિપ્શન પ્લાન ખરીદો",
    "monthly": "માસિક",
    "yearly": "વાર્ષિક",
    "start_date": "પ્રારંભ તારીખ",
    "end_date": "અંતિમ તારીખ",
    "price": "કિંમત",
    "terms": "હું Selldone ઉપયોગની શરતો વાંચું છું અને તેની સાથે સંમત છું",
    "need_charge": "ચાર્જની જરૂર છે",
    "buy_now": "હમણાં જ ખરીદો",
    "auto_renewal": "ઓટો રિન્યુઅલ",
    "plan_placeholder": "તમારો સબ્સ્ક્રિપ્શન પ્લાન પસંદ કરો",
    "plan": "લાઇસન્સ યોજના",
    "use_date": "સક્રિયકરણ તારીખ",
    "active_license": {
      "title": "સક્રિય લાઇસન્સ",
      "subtitle": "તમારી સક્રિય લાઇસન્સ માહિતી.",
      "subtitle_partner": "તમારી સક્રિય {name} લાઇસન્સ માહિતી."
    },
    "licenses_table": {
      "title": "ખરીદેલ ઇતિહાસ",
      "subtitle": "સક્રિય અને બાકી લાઇસન્સ."
    },
    "license_detail": {
      "title": "વિગતો",
      "subtitle": "તમારી વર્તમાન યોજના પર મર્યાદાઓ."
    },
    "table": {
      "plan": "યોજના",
      "start_date": "પ્રારંભ / સમાપ્તિ તારીખ",
      "renewal": "ઓટો રિન્યુઅલ",
      "linked_account": "લિંક કરેલ એકાઉન્ટ / વાઉચર",
      "payment": "ચુકવણી",
      "cancel": "રદ કરો"
    },
    "notifications": {
      "subscribe_success": "સફળતાપૂર્વક સબ્સ્ક્રાઇબ કર્યું.",
      "cancel_success": "સબ્સ્ક્રિપ્શન સફળતાપૂર્વક રદ થયું."
    },
    "cancel_dialog": {
      "title": "સબ્સ્ક્રિપ્શન કન્ફર્મેશન રદ કરો",
      "message": "શું તમે આ સબ્સ્ક્રિપ્શન રદ કરવા માટે ચોક્કસ છો?",
      "action": "ઉમેદવારી રદ કરો"
    },
    "use_voucher_now": "હવે વાઉચરનો ઉપયોગ કરો",
    "validity_duration": "માન્યતા અવધિ",
    "validity_duration_hint": "12-મહિનાનું લાઇસન્સ ખરીદવાથી, તમને 30% ડિસ્કાઉન્ટ મળશે."
  },
  "admin_shop_layout": {
    "download_txt": "ડેટા ટેક્સ્ટ ડાઉનલોડ કરો",
    "download_excel": "ડેટા એક્સેલ ડાઉનલોડ કરો"
  },
  "user_preferences": {
    "access": "એક્સેસ",
    "template": "ઢાંચો",
    "feedback": "પ્રતિભાવ",
    "company": "કંપની",
    "company_message": "જો તમારી પાસે કંપની છે અને તમે એપ્સ પ્રકાશિત કરવા માંગો છો.",
    "access_keys": "ઍક્સેસ કીઓ",
    "access_keys_message": "ક્લાયંટ અને એક્સેસ કી બતાવો.",
    "rating": "Selldone સાથેના તમારા અનુભવને તમે કેવી રીતે રેટ કરશો?",
    "large_font": "મોટા ફોન્ટ્સ",
    "large_font_message": "સામાન્ય કરતાં મોટી ટેક્સ્ટ બતાવો",
    "samples": "નમૂનાની દુકાનો બતાવો",
    "samples_message": "જો સક્ષમ હોય, તો કેટલીક નમૂનાની દુકાનો તમારી પેનલમાં પ્રદર્શિત થશે.",
    "automation": "ઓટોમેશન",
    "automation_message": "શોપ ડેશબોર્ડ પર ઓટોમેશન ટેબ બતાવો. (વેબહુક્સ, વિઝ્યુઅલ પ્રોગ્રામિંગ, ...)"
  },
  "shop_locations": {
    "title": "દેશો જ્યાં સેવા પૂરી પાડવામાં આવે છે",
    "sub_title": "નીચેની સૂચિમાંથી તમે જ્યાં તમારું ઉત્પાદન વેચવા માંગો છો તે દેશો પસંદ કરો.",
    "delete_restriction": "પ્રતિબંધ કાઢી નાખો",
    "set_restriction": "પ્રતિબંધ સેટ કરો",
    "notifications": {
      "locations_update": "સ્થાન સફળતાપૂર્વક અપડેટ થયું."
    },
    "table": {
      "country": "દેશ",
      "currency": "ચલણ",
      "available": "ઉપલબ્ધ છે"
    }
  },
  "product_card": {
    "sold_out": "વેચાઈ ગયું",
    "review_unit": "સમીક્ષા",
    "not_original": "મૂળ નથી"
  },
  "product_studio": {
    "add_mode": "વધુ વિગતો ઉમેરો",
    "add_by_sku": "SKU દ્વારા ઉમેરો",
    "auto_category": "સ્વતઃ-સેટ શ્રેણી",
    "add_in_current_category": "વર્તમાન શ્રેણીમાં ઉમેરો",
    "category_mode_message": "જો સક્ષમ હોય, તો ઉત્પાદન ડિફોલ્ટ કેટેગરી અથવા સબકેટેગરીમાં ઉમેરવામાં આવશે.",
    "sku_name_input": "SKU / નામ"
  },
  "my_affiliate": {
    "title": "મારા સંલગ્ન કરાર",
    "message": "અન્ય સ્ટોર્સ સાથે સંલગ્ન કરારોની સૂચિ."
  },
  "affiliates": {
    "title": "સંલગ્ન ભાગીદારો",
    "subtitle": "આનુષંગિકો બનાવો, સમય જતાં તેમના પ્રદર્શનને ટ્રૅક કરો અને એક જગ્યાએ સચોટ માહિતીના આધારે પગલાં લો. અમે તમને અને તમારા ભાગીદારોને મજબૂત સંબંધ બાંધવામાં મદદ કરીએ છીએ.",
    "affiliate_code": "સંલગ્ન કોડ",
    "crate_date": "તારીખ બનાવો",
    "last_payment_date": "છેલ્લી ચુકવણી તારીખ",
    "for_all_products": "બધા ઉત્પાદનો પર લાગુ કરો",
    "balance": "સંતુલન",
    "fix_commission": "નિશ્ચિત કમિશન",
    "percent_commission": "ટકા-આધારિત કમિશન",
    "total_payment": "કુલ ચૂકવણી",
    "new_affiliate": "નવા સંલગ્ન ભાગીદાર",
    "new_affiliate_message": "નવા સંલગ્ન ભાગીદાર ઉમેરો",
    "link_domain": {
      "title": "લિંક કરેલ ડોમેન",
      "subtitle": "તમે તમારા ડોમેનમાંથી એકને આ સંલગ્ન ભાગીદાર સાથે કનેક્ટ કરી શકો છો. આ ભાગીદાર દરેક વ્યક્તિના પ્રતિનિધિ તરીકે ઓળખાશે જે તમારા સ્ટોરની મુલાકાત લે છે અને આ ડોમેન દ્વારા ખરીદી કરે છે."
    },
    "dialog": {
      "new": "નવા સંલગ્ન ભાગીદાર",
      "edit": "સંલગ્ન ભાગીદાર સંપાદિત કરો",
      "user": "વપરાશકર્તા (વૈકલ્પિક)",
      "bank_info": "બેંક માહિતી",
      "restriction": "પ્રતિબંધ",
      "select_products": "ઉત્પાદનો પસંદ કરો",
      "select_products_message": "સંલગ્ન ભાગીદારને આ ઉત્પાદનો માટે કમિશન મળે છે",
      "edit_action": "સંલગ્ન અપડેટ કરો",
      "add_action": "સંલગ્ન ભાગીદાર ઉમેરો",
      "affiliate_name": "સંલગ્ન ભાગીદારનું નામ",
      "payment_info": "ચુકવણી માહિતી",
      "enable_switch": "શું તે સક્રિય છે?",
      "affiliate_info": "સંલગ્ન ભાગીદાર માહિતી"
    },
    "link_factory": {
      "title": "સંલગ્ન ભાગીદાર લિંક જનરેટર",
      "link_input": "તમારી લિંક",
      "link_output": "જનરેટ કરેલ લિંક"
    }
  },
  "gift_card_orders": {
    "title": "ગિફ્ટકાર્ડ સાથે ઓર્ડર",
    "table": {
      "order": "ઓર્ડર",
      "order_price": "ઓર્ડરની રકમ",
      "paid_by_card": "કાર્ડ દ્વારા ચૂકવણી",
      "payment_status": "ચુકવણી સ્થિતિ",
      "date": "તારીખ"
    }
  },
  "offer_orders": {
    "title": "ઓર્ડર ઓફર કરો",
    "table": {
      "order": "ઓર્ડર",
      "order_price": "ઓર્ડરની રકમ",
      "offer_amount": "ઓફર રકમ",
      "payment_status": "ચુકવણી સ્થિતિ",
      "product": "ઉત્પાદન",
      "date": "તારીખ"
    }
  },
  "coupon_orders": {
    "title": "કૂપન ઓર્ડર્સ",
    "table": {
      "order": "ઓર્ડર",
      "order_price": "ઓર્ડરની રકમ",
      "coupon_amount": "કૂપનની રકમ",
      "payment_status": "ચુકવણી સ્થિતિ",
      "date": "તારીખ"
    }
  },
  "discount_code_orders": {
    "title": "ડિસ્કાઉન્ટ કોડ સાથે ઓર્ડર",
    "table": {
      "order": "ઓર્ડર",
      "order_price": "ઓર્ડરની રકમ",
      "discount_amount": "ડિસ્કાઉન્ટ રકમ",
      "payment_status": "ચુકવણી સ્થિતિ",
      "date": "તારીખ"
    }
  },
  "incentives": {
    "discount_code": "ડિસ્કાઉન્ટ",
    "coupon": "કૂપન",
    "offer": "ઓફર",
    "gift_card": "ભેટ કાર્ડ",
    "lottery": "લોટરી"
  },
  "discount_codes": {
    "title": "ડિસ્કાઉન્ટ કોડ્સ",
    "sub_title": "આ વિભાગમાં તમે તમારી જરૂરિયાતોને અનુરૂપ ડિસ્કાઉન્ટ કૂપન ડિઝાઇન કરી શકશો. આ ડિસ્કાઉન્ટ કોઈપણ ઉત્પાદન ડિસ્કાઉન્ટથી અલગ છે અને વપરાશકર્તા ઓર્ડરની અંતિમ રકમ પર લાગુ થશે.",
    "add_new": "નવો ડિસ્કાઉન્ટ કોડ ઉમેરો",
    "card": {
      "created": "બનાવો",
      "start": "શરૂઆત",
      "end": "અંત",
      "currency": "ચલણ",
      "discount_percentage": "ડિસ્કાઉન્ટ દર",
      "discount_limit": "ડિસ્કાઉન્ટ મર્યાદા",
      "state": "વર્તમાન સ્થિતિ",
      "enabled": "હવે સક્ષમ",
      "disabled": "હવે અક્ષમ છે",
      "used": "વપરાશ",
      "count": "ગણતરી",
      "unit": "વસ્તુ(ઓ)"
    },
    "dialog": {
      "title_edit": "ડિસ્કાઉન્ટ કોડ સંપાદિત કરો",
      "title_add": "નવો ડિસ્કાઉન્ટ કોડ ઉમેરો",
      "discount_code_input": "ડિસ્કાઉન્ટ કોડ",
      "discount_percent_input": "ડિસ્કાઉન્ટ દર",
      "discount_percent_input_hint": "ખરીદીની રકમનો ડિસ્કાઉન્ટ દર",
      "count_input": "ગણતરી",
      "count_input_hint": "આ કોડનો મહત્તમ ઉપયોગ",
      "limit_input": "ડિસ્કાઉન્ટ મર્યાદા",
      "limit_input_hint": "ચલણના આધારે મહત્તમ ડિસ્કાઉન્ટ",
      "currency_input_message": "આ ચલણ માટે ડિસ્કાઉન્ટ ઉપલબ્ધ રહેશે.",
      "limit_input_message": "ડિસ્કાઉન્ટ મર્યાદા માટે 0 નું મૂલ્ય એટલે કે ડિસ્કાઉન્ટ દર માટે કોઈ મર્યાદા નથી.",
      "title_input": "શીર્ષક",
      "title_input_hint": "તમે આ ડિસ્કાઉન્ટ કોડ માટે શીર્ષક દાખલ કરી શકો છો",
      "description_input": "વર્ણન",
      "description_input_hint": "તમે આ ડિસ્કાઉન્ટ કોડ માટે વર્ણન દાખલ કરી શકો છો",
      "date_start_input": "શરૂઆત",
      "date_start_input_placeholder": "ડિસ્કાઉન્ટ ક્યારે શરૂ કરવું તે પસંદ કરો",
      "date_end_input": "અંત",
      "date_end_input_placeholder": "ડિસ્કાઉન્ટ ક્યારે સમાપ્ત થશે તે પસંદ કરો",
      "notifications": {
        "add": "ડિસ્કાઉન્ટ કોડ સફળતાપૂર્વક ઉમેરાયો.",
        "edit": "ડિસ્કાઉન્ટ કોડ સફળતાપૂર્વક સંપાદિત કર્યો."
      }
    },
    "delete_alert": {
      "title": "ડિસ્કાઉન્ટ કોડ દૂર કરો",
      "message": "શું તમે આ ડિસ્કાઉન્ટ કોડ કાઢી નાખવા માંગો છો?",
      "action": "ડિસ્કાઉન્ટ દૂર કરો"
    },
    "notifications": {
      "delete_success": "તમારી ટિપ્પણી સફળતાપૂર્વક કાઢી નાખવામાં આવી હતી"
    }
  },
  "gift_cards": {
    "title": "ભેટ કાર્ડ",
    "sub_title": "ભેટ કાર્ડ બનાવો અને પછી તમને જરૂર હોય તેટલા બનાવો. આ કાર્ડ પર ચાર્જ છે, અને તેનો ઉપયોગ ફક્ત તમારી દુકાનમાં ખરીદી કરવા માટે જ થઈ શકે છે.",
    "create_new": "નવું ભેટ કાર્ડ ઉમેરો",
    "card": {
      "created": "બનાવો",
      "lifetime": "સમાપ્તિ તારીખ",
      "lifetime_unit": "દરેક કાર્ડ બનાવ્યાની તારીખથી મહિનો",
      "currency": "ચલણ",
      "initial_balance": "પ્રારંભિક ચાર્જ",
      "count": "ગણતરી",
      "count_unit": "વસ્તુ",
      "used": "વપરાયેલ"
    },
    "dialog": {
      "title": "ગિફ્ટ કાર્ડ ડિઝાઇન"
    },
    "alert": {
      "title": "ડિસ્કાઉન્ટ કોડ દૂર કરો",
      "message": "શું તમે આ ડિસ્કાઉન્ટ કોડ કાઢી નાખવા માંગો છો?",
      "action": "કાઢી નાખો"
    },
    "notifications": {
      "delete_title": "ભેટ કાર્ડ કાઢી નાખો",
      "delete_message": "તમારી ટિપ્પણી સફળતાપૂર્વક કાઢી નાખવામાં આવી છે."
    }
  },
  "coupons": {
    "title": "કૂપન્સ",
    "sub_title": "જો તમે તમારા ગ્રાહકોને ચોક્કસ શરતો સાથે વાપરી શકાય તેવું ડિસ્કાઉન્ટ આપવા માંગતા હો, તો તમે કૂપન બનાવી શકો છો. કૂપન્સમાં મર્યાદા સાથે ટકાવારી ડિસ્કાઉન્ટ અથવા નિશ્ચિત રકમ અથવા બંનેના સંયોજનનો સમાવેશ થઈ શકે છે.",
    "create_new": "નવી કૂપન ઉમેરો",
    "qualified_products": "લાયક ઉત્પાદનો",
    "min_purchase": "ન્યૂનતમ ખરીદી",
    "only_first_order": "માત્ર પ્રથમ ખરીદી",
    "one_time_use": "એકલ-ઉપયોગ",
    "amount_usage": "વપરાયેલ રકમ",
    "delete_alert": {
      "title": "કૂપન કાઢી નાખો",
      "message": "શું તમે આ કૂપનને કાઢી નાખવાની ખાતરી કરો છો?",
      "action": "હા, કૂપન કાઢી નાખો"
    },
    "notifications": {
      "delete_success": "કૂપન સફળતાપૂર્વક કાઢી નાખવામાં આવી છે."
    },
    "multiple_use": "બહુવિધ ઉપયોગ"
  },
  "coupon_edit": {
    "title_edit": "કૂપન સંપાદિત કરો",
    "title_add": "નવી કૂપન",
    "discount_charge": "ડિસ્કાઉન્ટ અને ચાર્જ",
    "charge": "ચાર્જ",
    "charge_message": "પ્રારંભિક ચાર્જની રકમ",
    "percent": "ડિસ્કાઉન્ટ ટકા",
    "percent_message": "ડિસ્કાઉન્ટ ટકાની રકમ",
    "limit_input": "મર્યાદા",
    "limit_input_hint": "ડિસ્કાઉન્ટ મર્યાદા રકમ",
    "currency_input_message": "આ ચલણ માટે કુપન ઉપલબ્ધ છે.",
    "count_input": "ગણતરી",
    "count_input_hint": "આ કોડનો મહત્તમ ઉપયોગ",
    "limit_input_message": "ડિસ્કાઉન્ટ મર્યાદા માટે 0 નું મૂલ્ય એટલે કે ડિસ્કાઉન્ટ દર માટે કોઈ મર્યાદા નથી.",
    "date_start_input": "શરૂઆત",
    "date_start_input_placeholder": "કૂપન ક્યારે શરૂ કરવી તે પસંદ કરો",
    "date_end_input": "અંત",
    "date_end_input_placeholder": "ડિસ્કાઉન્ટ ક્યારે સમાપ્ત થશે તે પસંદ કરો",
    "title_input": "શીર્ષક",
    "title_input_hint": "તમે આ ડિસ્કાઉન્ટ કોડ માટે શીર્ષક દાખલ કરી શકો છો",
    "description_input": "વર્ણન",
    "description_input_hint": "તમે આ ડિસ્કાઉન્ટ કોડ માટે વર્ણન દાખલ કરી શકો છો",
    "coupon_code": "કુપનનૉ ગુપ્ત્તાન્ક",
    "need_code": "કોડની જરૂર છે?",
    "coupon_color": "કૂપન રંગ",
    "min_purchase_amount": "ન્યૂનતમ ખરીદી રકમ",
    "min_purchase_amount_hint": "ખરીદીની રકમ આ મૂલ્ય કરતાં વધુ અથવા તેની બરાબર હોવી જોઈએ.",
    "should_exist_product": "આ ઉત્પાદનોમાંથી ઓછામાં ઓછું એક કાર્ટમાં હોવું આવશ્યક છે",
    "apply_for_first_order": "માત્ર પ્રથમ ખરીદી માટે",
    "apply_for_first_order_on": "આ કૂપનનો ઉપયોગ ગ્રાહકની પ્રથમ ખરીદી માટે જ થઈ શકે છે!",
    "apply_for_first_order_off": "ખરીદનાર દીઠ કૂપન વપરાશની સંખ્યા નીચે એડજસ્ટ કરી શકાય છે.",
    "has_qualify_constraints": "શું તમે વધુ મર્યાદાઓ વ્યાખ્યાયિત કરવા માંગો છો?",
    "has_qualify_constraints_message": "આ કૂપનનો ઉપયોગ કરવા માટે ગ્રાહકને લાયક બનાવવા માટે વધુ શરતો સેટ કરો.",
    "one_time_use": "એકલ-ઉપયોગ",
    "one_time_use_message": "ગ્રાહક આ કૂપનનો એક વખત ઉપયોગ કરી શકે છે.",
    "daily_limit": "દૈનિક મર્યાદા",
    "no_limit": "કોઈ મર્યાદા નહી",
    "daily_limit_message": "ગ્રાહક દ્વારા દરરોજ ઉપયોગની મહત્તમ રકમ",
    "monthly_limit": "માસિક મર્યાદા",
    "monthly_limit_message": "ગ્રાહક દ્વારા દર મહિને ઉપયોગની મહત્તમ રકમ",
    "yearly_limit": "વાર્ષિક મર્યાદા",
    "yearly_limit_message": "ગ્રાહક દ્વારા દર વર્ષે ઉપયોગની મહત્તમ રકમ",
    "notifications": {
      "add": "નવી કૂપન સફળતાપૂર્વક બનાવવામાં આવી.",
      "edit": "કૂપન અપડેટ કરવામાં આવી છે."
    }
  },
  "offers": {
    "title": "ઓફર કરે છે",
    "sub_title": "તમે તમારા ગ્રાહકો માટે વિશેષ ઑફરો બનાવી શકો છો જેથી કરીને, એક આઇટમ ખરીદ્યા પછી, તેઓને બીજી આઇટમ ડિસ્કાઉન્ટ અથવા તો મફતમાં પ્રાપ્ત થાય.",
    "create_new": "નવી ઓફર ઉમેરો",
    "qualified_products": "લાયક ઉત્પાદનો",
    "min_quantity": "ન્યૂનતમ જથ્થો",
    "min_purchase": "ન્યૂનતમ ખરીદી",
    "discounted_products": "ડિસ્કાઉન્ટેડ ઉત્પાદનો",
    "amount_usage": "વપરાયેલ રકમ",
    "delete_alert": {
      "title": "ઑફર કાઢી નાખો",
      "message": "શું તમે આ ઑફરને કાઢી નાખવાની ખાતરી કરો છો?",
      "action": "હા, ઑફર કાઢી નાખો"
    },
    "notifications": {
      "delete_success": "ઑફર સફળતાપૂર્વક કાઢી નાખવામાં આવી છે."
    }
  },
  "offer_edit": {
    "title_edit": "ઓફર સંપાદિત કરો",
    "title_add": "નવી ઓફર",
    "design_style": "ડિઝાઇન અને શૈલી",
    "eligible_constraints": "ગ્રાહક પાત્ર મર્યાદા",
    "title_input": "શીર્ષક",
    "title_input_hint": "તમે આ ડિસ્કાઉન્ટ કોડ માટે શીર્ષક દાખલ કરી શકો છો",
    "description_input": "વર્ણન",
    "description_input_hint": "આ ડિસ્કાઉન્ટ કોડ માટે વર્ણન લખો",
    "currency_input_message": "આ ચલણ માટે ઉપલબ્ધ ઑફર.",
    "qualified_products": "લાયક ઉત્પાદનો",
    "qualified_products_message": "ઉત્પાદનોને પાત્ર બનવા માટે, કાર્ટમાંની કુલ વસ્તુઓ ન્યૂનતમ જથ્થા કરતાં સમાન અથવા વધુ હોવી આવશ્યક છે.",
    "min_items": "વસ્તુઓનો ન્યૂનતમ જથ્થો",
    "min_items_message": "ગ્રાહકે ખરીદવી આવશ્યક વસ્તુઓની સંખ્યા",
    "discounted_products": "ડિસ્કાઉન્ટેડ ઉત્પાદનો",
    "offered_products": "ઓફર કરેલા ઉત્પાદનો",
    "offered_products_message": "આ ઉત્પાદનોમાંથી ઓછામાં ઓછું એક કાર્ટમાં હોવું આવશ્યક છે.",
    "discount_percent": "ડિસ્કાઉન્ટ ટકાવારી",
    "discount_percent_message": "આ વસ્તુઓ માટે ડિસ્કાઉન્ટ ટકાવારી.",
    "discount_percent_hint": "ડિસ્કાઉન્ટ ટકાવારીની રકમ",
    "per_order": "ઓર્ડર દીઠ ઉપયોગની મહત્તમ સંખ્યા",
    "per_order_message": "ઑર્ડર પર ઑફર લાગુ કરી શકાય તેટલી મહત્તમ સંખ્યા",
    "count_input": "રકમ",
    "count_input_hint": "આ ઓફરનો મહત્તમ ઉપયોગ કરો",
    "min_purchase": "ન્યૂનતમ ખરીદી રકમ",
    "min_purchase_hint": "ખરીદીની કિંમત આ મૂલ્ય કરતાં વધુ અથવા તેની બરાબર હોવી જોઈએ",
    "limitation": "મર્યાદા",
    "date_start_input": "શરૂઆત",
    "date_start_input_placeholder": "કૂપન ક્યારે શરૂ કરવી તે પસંદ કરો",
    "date_end_input": "અંત",
    "date_end_input_placeholder": "ડિસ્કાઉન્ટ ક્યારે સમાપ્ત થશે તે પસંદ કરો",
    "max_actives_is_3": "તમારી પાસે એક જ સમયે માત્ર ત્રણ સક્રિય ઑફર્સ હોઈ શકે છે.",
    "enable": "સ્વતઃ લાગુ",
    "notifications": {
      "add": "નવી ઑફર સફળતાપૂર્વક બનાવવામાં આવી.",
      "edit": "ઑફર સફળતાપૂર્વક અપડેટ થઈ."
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "બેનર",
      "reportage": "રિપોર્ટેજ",
      "social": "સામાજિક મીડિયા",
      "offline": "ઑફલાઇન"
    }
  },
  "emails": {
    "title": "ઇમેઇલ માર્કેટિંગ",
    "subtitle": "ખેંચો અને છોડો દ્વારા ઇમેઇલ્સ ડિઝાઇન કરો, રીટેન્શન વધારવા માટે ઝુંબેશ શેડ્યૂલ કરો અને લોંચ કરો અને એક જ જગ્યાએ વિશ્વસનીય અને સચોટ માહિતી જુઓ.",
    "cation_message": "⚠ ચકાસાયેલ ન હોય તેવા વેપારીઓ માટે પ્રતિબંધિત. (બીટા)",
    "subject": "વિષય",
    "from": "થી",
    "in_que": "પ્રતીક્ષામાં છે",
    "schedule_at": "પર શેડ્યૂલ",
    "sent": "મોકલેલ",
    "sends": "મોકલે છે",
    "delivers": "વિતરિત",
    "views": "દૃશ્યો",
    "clicks": "ક્લિક્સ",
    "buys": "ખરીદીઓ",
    "new_email": "નવો ઈમેલ ઉમેરો",
    "new_email_message": "નવી માર્કેટિંગ ઇમેઇલ બનાવો અને શેડ્યૂલ કરો"
  },
  "email_dashboard": {
    "review": "સમીક્ષા",
    "waiting_for_approve": "{name} દ્વારા પુષ્ટિકરણની રાહ જોઈ રહ્યાં છીએ",
    "approved_by": "ઇમેઇલ {name} દ્વારા ચકાસાયેલ અને મોકલવામાં આવ્યો.",
    "not_submitted_send_request": "તમે હજુ સુધી આ ઈમેલ મોકલવાની વિનંતી સબમિટ કરી નથી.",
    "reviewed_by": "{name} દ્વારા સમીક્ષા કરવામાં આવી",
    "status": "ઇમેઇલ સ્થિતિ",
    "conversion": "રૂપાંતરણ દર",
    "sell_performance": "વેચાણ કામગીરી",
    "total_buys": "વેચાણની કુલ સંખ્યા",
    "amount_buy": "કુલ વેચાણ રકમ",
    "average_sell": "સરેરાશ વેચાણ",
    "sessions": "સત્રો",
    "overview": "ઝાંખી",
    "purchase_amount": "ખરીદીની રકમ",
    "actions": "વપરાશકર્તા પ્રવૃત્તિ"
  },
  "email_page": {
    "emails": "ઈમેઈલ",
    "edit": "સંપાદિત કરો"
  },
  "affiliate_page": {
    "affiliates": "સંલગ્ન ભાગીદારો",
    "orders": "ઓર્ડર",
    "payments": "ચૂકવણી"
  },
  "affiliate_dashboard": {
    "link": "સંલગ્ન ભાગીદાર લિંક",
    "fix_commission": "નિશ્ચિત કમિશન",
    "percent_commission": "ટકાવારી આધારિત કમિશન",
    "last_payment": "છેલ્લી ચુકવણી",
    "balance": "સંતુલન",
    "total_payment": "કુલ ચૂકવણી",
    "status": "સંલગ્ન ભાગીદાર સ્થિતિ અને પ્રતિબંધો",
    "available_for": "માટે ઉપલબ્ધ",
    "orders_count": "ઓર્ડરની રકમ",
    "orders_accepted": "સ્વીકૃત ઓર્ડર્સ",
    "finance": "નાણાકીય અહેવાલ",
    "amount_accepted": "સ્વીકૃત રકમ",
    "amount_paid": "ચૂકવેલ રકમ",
    "sessions": "સત્રો",
    "affiliate_payment": "સંલગ્ન ભાગીદાર ચુકવણીઓ",
    "amount_payment": "ચુકવણી ની રકમ",
    "amount_payment_hint": "વ્યવહારની ચોક્કસ રકમ",
    "i_paid": "મેં {name} ને {amount} {currency} ચૂકવ્યા",
    "pay_now": "હવે પૈસા આપો"
  },
  "permission_roles": {
    "new_role": "નવી ભૂમિકા ઉમેરો",
    "new_role_message": "ટીમ વર્કને સરળ બનાવો.",
    "new_role_action": "નવી ભૂમિકા ઉમેરો"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "લોટરી",
    "sub_title": "તમારા ગ્રાહકો રમત રમી શકે છે અને જીતી શકે છે. તમારા સ્ટોરના ગ્રાહકોએ દરેક રમત માટે 10 ચિપ્સનો ઉપયોગ કરવો આવશ્યક છે. ઉદાહરણ તરીકે, જો તમે ઇચ્છો છો કે તમારા ગ્રાહકોને 1000 USD જીતવાની તક મળે, તો તમારે દરેક ચિપ કિંમતની રકમ 100 USD પર સેટ કરવી આવશ્યક છે. દરેક ચિપ માટે 0 નું મૂલ્ય એટલે કે ખરીદનારને દરેક ખરીદી માટે એક ચિપ પ્રાપ્ત થશે.",
    "manually_send_chip": "શું તમે વપરાશકર્તાઓને મેન્યુઅલી ચિપ્સ મોકલવા માંગો છો?",
    "lottery_enable": "શું લોટરી સક્ષમ છે?",
    "chip_price_input": "ચિપ કિંમત",
    "zero_chip_message": "ઓર્ડર દીઠ 1x ચિપ આપો",
    "chip_has_price_message": "ઓર્ડરના {amount} {currency} દીઠ 1 ચિપ આપો.",
    "chip_disabled_message": "ચિપ અક્ષમ છે!",
    "create_new": "નવું ઇનામ ઉમેરો",
    "delete_alert": {
      "title": "ઇનામ કાઢી નાખો",
      "message": "શું તમે આ ઇનામને કાયમ માટે કાઢી નાખવાની ખાતરી કરો છો?",
      "action": "હા, હવે કાઢી નાખો"
    },
    "notifications": {
      "delete_success": "ઇનામ સફળતાપૂર્વક કાઢી નાખ્યું."
    }
  },
  "lottery_edit": {
    "title_edit": "લોટરી આઇટમ સંપાદિત કરો",
    "title_add": "નવી લોટરી આઇટમ",
    "general_config": "સામાન્ય રૂપરેખાંકન",
    "design_style": "શૈલી અને દેખાવ",
    "enable": "સક્ષમ છે?",
    "enable_message": "વ્હીલમાં મહત્તમ વસ્તુઓ 14 છે.",
    "title_input": "શીર્ષક",
    "title_input_hint": "ટૂંકું શીર્ષક લખો.",
    "description_input": "વર્ણન",
    "description_input_hint": "આઇટમ વિશે વર્ણન લખો.",
    "quantity": "જથ્થો",
    "quantity_message": "કુલ ઉપલબ્ધ વસ્તુઓ",
    "image": "છબી",
    "image_placeholder": "આઇટમ માટે એક છબી પસંદ કરો",
    "chance": "તક",
    "chance_message": "ટકાવારીમાં જીતવાની તક",
    "free_for_first": "શું તે નવા ગ્રાહકો માટે મફત છે?",
    "free_for_first_message": "નવા ગ્રાહકો આ આઇટમ જીતી શકે છે.",
    "prize": "ઇનામ",
    "amount": "ઈનામની રકમ",
    "amount_hint": "વપરાશકર્તાઓ તેમના ઓર્ડર માટે ચાર્જની આ રકમ જીતે છે.",
    "currency_message": "આ આઇટમ માટે ચલણ. અન્ય ચલણ વિનિમય દર દ્વારા રૂપાંતરિત થાય છે.",
    "discount": "ડિસ્કાઉન્ટ",
    "discount_message": "ગ્રાહક ઓર્ડર પર ડિસ્કાઉન્ટ ટકા",
    "discount_limit": "ડિસ્કાઉન્ટ મર્યાદા",
    "discount_limit_hint": "ગ્રાહક માટે મહત્તમ ડિસ્કાઉન્ટ.",
    "color": "રંગ",
    "condition": "શરતો",
    "notifications": {
      "add": "નવી લોટરી આઇટમ સફળતાપૂર્વક બનાવવામાં આવી.",
      "edit": "લોટરી વસ્તુઓ સફળતાપૂર્વક બદલાઈ."
    }
  },
  "gift_card_types_list": {
    "label": "ભેટ કાર્ડ પ્રકાર",
    "message": "સૂચિમાંથી ભેટ કાર્ડનો પ્રકાર પસંદ કરો."
  },
  "email_builder": {
    "service_unavailable": "મેઇલ સર્વર તમારા એકાઉન્ટમાં સક્રિય નથી.",
    "design_section": "તમારી ઇમેઇલ ડિઝાઇન પ્લેટ",
    "schedule_switch": "ઇમેઇલ મોકલવાનું શેડ્યૂલ કરીએ?",
    "schedule_placeholder": "ઈમેલ મોકલવા માટે સમય પસંદ કરો"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "નોંધણી તારીખ",
      "description": "વપરાશકર્તાની નોંધણી તારીખ દ્વારા ફિલ્ટર કરો."
    },
    "LAST_BUY_DATE": {
      "title": "છેલ્લી ખરીદી",
      "description": "ખરીદીની છેલ્લી તારીખ."
    },
    "LOGIN_DATE": {
      "title": "લૉગિન તારીખ",
      "description": "છેલ્લી લૉગિન તારીખ."
    },
    "LEVEL": {
      "title": "ગ્રાહક ક્લબ",
      "description": "ગ્રાહક ક્લબના સભ્યો."
    },
    "SUBSCRIBED": {
      "title": "સબ્સ્ક્રાઇબ કર્યું",
      "description": "ઇમેઇલ પ્રાપ્ત કરવા માટે સબ્સ્ક્રિપ્શન મેળવવા માટે."
    },
    "NOT_PURCHASED": {
      "title": "કોઈ ખરીદી નથી",
      "description": "જે ગ્રાહકોએ અત્યાર સુધી ખરીદી કરી નથી."
    },
    "SEX": {
      "title": "જાતિ",
      "description": "વપરાશકર્તા લિંગ."
    },
    "LOCATION": {
      "title": "સ્થાન",
      "description": "વપરાશકર્તા સ્થાન."
    },
    "LIMIT": {
      "title": "મર્યાદા",
      "description": "વપરાશકર્તાઓની મહત્તમ સંખ્યા પર મર્યાદા સેટ કરો."
    },
    "SEGMENTS": {
      "title": "સેગમેન્ટ્સ",
      "description": "ચોક્કસ મેન્યુઅલ સેગ્મેન્ટેશનમાં ગ્રાહકોને મર્યાદિત કરો."
    }
  },
  "inline_help": {
    "helps_title": "સેવા વપરાશકર્તા માર્ગદર્શિકા",
    "blogs_title": "Selldone બ્લોગમાં સંબંધિત સામગ્રી"
  },
  "shop_tax": {
    "region": "પ્રદેશ",
    "label": "લેબલ",
    "country_tax": "દેશ કર",
    "customer_tax": "ગ્રાહક વેટ",
    "business_tax": "વ્યવસાય વેટ",
    "shipping": "વહાણ પરિવહન",
    "override": "ઓવરરાઇડ કરો",
    "country": "દેશ",
    "vat_range": "VAT શ્રેણી",
    "custom": "કસ્ટમ",
    "regions": "પ્રદેશો",
    "rest_world": "બાકીની દુનિયા",
    "overrides": "ઓવરરાઇડ કરે છે",
    "dialog_set_title": "ટેક્સ સેટિંગ્સ",
    "tax_setting": "ટેક્સ સેટિંગ્સ",
    "vat": "VAT",
    "calculate_tax_input": "સ્વતઃ ગણતરી કર",
    "calculate_tax_message": "આ વિકલ્પને સક્રિય કરવાથી, તમારા ઓર્ડર માટે VATની ગણતરી કરવામાં આવશે અને લાગુ કરવામાં આવશે.",
    "tax_number": "કર ક્રમાંક",
    "tax_number_message": "તમારો ટેક્સ નંબર દાખલ કરો. આ નોંધણી નંબર ખરીદનારના ઇનવોઇસમાં નોંધવામાં આવશે.",
    "tax_included_in_price_input": "પ્રોડક્ટની કિંમતમાં ટેક્સનો સમાવેશ થાય છે",
    "tax_included_in_price_message": "જો તમે તમારી પ્રોડક્ટની કિંમતમાં ટેક્સની રકમનો સમાવેશ કરો તો આ વિકલ્પ પસંદ કરો. કરની રકમની ગણતરી નીચેના સૂત્ર સાથે કરવામાં આવશે:",
    "tax_included_in_price_formula": "ટેક્સ = (કિંમત * VAT) / (1 + VAT), ઉદાહરણ તરીકે, 10% ના મૂલ્ય વર્ધિત દર સાથે 100$ ની કિંમતે ઉત્પાદન માટે કરની રકમ 9.09$ બને છે.",
    "tax_on_shipping_input": "શિપિંગ પર કર લાગુ કરો",
    "tax_on_shipping_message": "આ વિકલ્પ પસંદ કરવાથી શિપિંગ પર ટેક્સ લાગુ થશે.",
    "fixed_tax_rate": "નિશ્ચિત કર દર",
    "dynamic_tax_rate": "પ્રદેશો પર આધારિત કર",
    "locations_tip": "ઉપરોક્ત સૂચિ ફક્ત તે દેશોને બતાવે છે કે જે તમે દુકાન સેટિંગ્સ > સ્થાનોમાં તમે વેચેલા દેશો તરીકે પસંદ કર્યા છે.",
    "locations_action": "સ્ટોર સ્થાન સેટિંગ્સ",
    "save_alert": "સેટિંગ્સ સાચવેલ નથી!",
    "pos_tax_setting": "POS ટેક્સ સેટિંગ્સ",
    "tax_exclude_title": "બાકાત | ચેકઆઉટ વખતે ટેક્સ ઉમેરવામાં આવશે",
    "tax_excluded_message": "ચેકઆઉટ દરમિયાન ચૂકવણી પહેલાં ટેક્સની ગણતરી કરવામાં આવશે અને તમારા ગ્રાહક પુરાવાના આધારે બાકાત કર કિંમતમાં ઉમેરવામાં આવશે."
  },
  "transportation_page": {
    "menu": {
      "dashboard": "ડેશબોર્ડ",
      "transportations": "શિપિંગ પદ્ધતિઓ",
      "orders": "ઓર્ડર",
      "setting": "સેટિંગ",
      "delivery_services": "સેવાઓ",
      "delivery_persons": "કુરિયર્સ"
    },
    "go_to_courier_list": "કુરિયર્સની સૂચિ જુઓ",
    "go_to_service_list": "શિપિંગ સેવાઓની સૂચિ જુઓ"
  },
  "transportation_persons": {
    "title": "કુરિયર્સ",
    "notifications": {
      "success_add": "કુરિયર ઉમેર્યું.",
      "success_reset": "આંકડા રીસેટ.",
      "success_remove": "કુરિયર સફળતાપૂર્વક દૂર કરવામાં આવ્યું.",
      "success_update": "કુરિયર માહિતી સફળતાપૂર્વક અપડેટ થઈ."
    },
    "reset": {
      "title": "આંકડા રીસેટ કરો",
      "message": "શું તમે આ કુરિયરના આંકડા રીસેટ કરવા માટે ચોક્કસ છો?",
      "action": "હા, હવે રીસેટ કરો"
    },
    "remove": {
      "title": "કુરિયર દૂર કરો",
      "message": "શું તમે આ કુરિયર કાઢી નાખવાની ખાતરી કરો છો?",
      "action": "હા, હવે દૂર કરો"
    },
    "add_dialog": {
      "title": "નવું કુરિયર ઉમેરો",
      "action": "કુરિયર ઉમેરો"
    }
  },
  "transportation_orders": {
    "title": "શિપિંગ માટે ઓર્ડર",
    "notifications": {
      "success_update": "શિપિંગ સ્થિતિ સફળતાપૂર્વક અપડેટ થઈ.",
      "success_payment": "COD ચુકવણી સફળતાપૂર્વક પુષ્ટિ થઈ."
    }
  },
  "delivery_person": {
    "actions_title": "કુરિયર સેટિંગ્સ",
    "action_delivered": "મોકલેલ",
    "action_paid": "COD ચૂકવેલ",
    "action_returned": "પરત ફર્યા",
    "cod_confirm_action": "COD ચુકવણીની પુષ્ટિ કરો",
    "pickup_dialog": {
      "title": "શું તમે આ પેકેજની કુરિયર છો?",
      "message": "જો તમે આ પાર્સલ લઈ જવા માટે જવાબદાર છો, તો હા પસંદ કરો, અન્યથા ના પસંદ કરો."
    },
    "status_dialog": {
      "title": "સ્થિતિને {status} માં બદલો",
      "message": "શું તમે ડિલિવરી સ્થિતિને {status} માં બદલવાની ખાતરી કરો છો?",
      "action": "હા, હું તેની પુષ્ટિ કરું છું!"
    },
    "cod_dialog": {
      "title": "સીઓડી ચુકવણી",
      "message": "શું તમે પુષ્ટિ કરો છો કે તમને ખરીદનાર પાસેથી ઓર્ડરની રકમ મળી છે?",
      "action": "હા, હું ચુકવણીની પુષ્ટિ કરું છું!"
    }
  },
  "transportation_services": {
    "title": "વિતરણ સેવા",
    "notifications": {
      "success_add": "ડિલિવરી સેવા ઉમેરી.",
      "success_reset": "આંકડા રીસેટ.",
      "success_remove": "સેવા સફળતાપૂર્વક દૂર કરી.",
      "success_update": "સેવા સફળતાપૂર્વક અપડેટ થઈ."
    },
    "reset": {
      "title": "આંકડા રીસેટ કરો",
      "message": "શું તમે આ સેવાના આંકડા રીસેટ કરવા માટે ચોક્કસ છો?",
      "action": "હા, હવે રીસેટ કરો"
    },
    "remove": {
      "title": "ડિલિવરી સેવા દૂર કરો",
      "message": "શું તમે આ સેવાને કાઢી નાખવાની ખાતરી કરો છો?",
      "action": "હા, હવે દૂર કરો"
    },
    "add_dialog": {
      "title": "નવી ડિલિવરી સેવા ઉમેરો",
      "action": "સેવા ઉમેરો"
    }
  },
  "delivery_receipt": {
    "title": "ડિલિવરી રસીદ",
    "has_return": "ડિલિવરીનું વળતર",
    "cashed": "રોકડ ચુકવણી"
  },
  "delivery_dashboard": {
    "select_destinations": "સૂચિમાં ઓર્ડર ઉમેરો",
    "price_calculation": "અંદાજિત શિપિંગ દરો",
    "price_calculation_action": "કિંમતની ગણતરી કરો",
    "add_request": "સેવાની વિનંતી કરો",
    "add_request_action": "સેવાની વિનંતી સબમિટ કરો",
    "refresh_action": "માહિતી અપડેટ કરો"
  },
  "delivery_order": {
    "title": "શિપિંગ ઓર્ડર",
    "has_return": "ડિલિવરીનું વળતર",
    "cashed": "રોકડ ચુકવણી"
  },
  "cash_register": {
    "menu": {
      "panel": "રોકડ રજિસ્ટર",
      "orders": "ઓર્ડર",
      "customers": "ગ્રાહકો",
      "devices": "ઉપકરણો",
      "inventory": "ઇન્વેન્ટરી"
    },
    "payment_confirm": "ચુકવણી પુષ્ટિ",
    "payment_confirm_msg": "ગ્રાહક ચૂકવેલ ઓર્ડર {basket_id}."
  },
  "barcode_scanner": {
    "wifi_pass": "તમારો Wi-Fi પાસવર્ડ",
    "message": "તમારો WiFi રાઉટર પાસવર્ડ દાખલ કરો અને QR કોડ સ્કેન કરો.",
    "wifi_ssid": "Wi-Fi SSID",
    "ssid_message": "તમારું Wi-Fi નેટવર્ક નામ (SSID) દાખલ કરો."
  },
  "pos_devices": {
    "Scanner": "બારકોડ સ્કેનર",
    "Scanner_desc": "બારકોડ સ્કેનરનો ઉપયોગ કરવા માટે, તમારે ઉત્પાદન સેટિંગ્સમાં ઉત્પાદન SKU કોડ યોગ્ય રીતે દાખલ કરવો આવશ્યક છે.",
    "Printer": "પ્રિન્ટર",
    "Printer_desc": "રસીદ પ્રિન્ટર સાથે કનેક્ટ કરીને તમારા ગ્રાહકોની રસીદ છાપો.",
    "CustomerView": "ગ્રાહક દૃશ્ય",
    "CustomerView_desc": "આ પૃષ્ઠ તમને તમારા ગ્રાહકોને ઓર્ડર વિગતો દર્શાવવા માટે સક્ષમ કરે છે.",
    "CardReader": "કાર્ડ રીડર",
    "CardReader_desc": "તમારા ગ્રાહકો દ્વારા COD ચુકવણી માટે કાર્ડ રીડર ઉપકરણ.",
    "ChipReader": "ચિપ રીડર",
    "ChipReader_desc": "ટૅગ્સનો ઉપયોગ કરીને કાર્ટમાં વસ્તુઓ ઉમેરવા માટે NFC ટૅગ રીડર."
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "ઉપકરણ દૂર કરો",
      "message": "શું તમે તમારી POS પ્રોફાઇલમાંથી આ ઉપકરણને દૂર કરવા માટે ચોક્કસ છો?",
      "action": "હા, હવે દૂર કરો"
    }
  },
  "pos_process_center": {
    "title": "POS ઓર્ડર પ્રોસેસિંગ સેન્ટર",
    "menu": {
      "label": "પેકેજ લેબલ",
      "receipt": "રસીદ",
      "back": "પાછળ",
      "timeline": "સમયરેખા",
      "order": "ઓર્ડર"
    }
  },
  "pos": {
    "add_customer": "ગ્રાહક ઉમેરો",
    "set_delivery": "ડિલિવરી સરનામું સેટ કરો",
    "add_giftcards": "ભેટ કાર્ડ ઉમેરો",
    "add_discount_code": "ડિસ્કાઉન્ટ કોડ ઉમેરો",
    "add_coupon": "કૂપન ઉમેરો",
    "set_campaign": "ઝુંબેશ સેટ કરો",
    "select_buyer": "ખરીદનાર પસંદ કરો!",
    "send_to_pos": "કાર્ડ રીડર મશીન પર મોકલો",
    "print_receipt": "રસીદ છાપો",
    "confirm_cash_payment": "રોકડ ચુકવણીની પુષ્ટિ કરો",
    "payment_cod": {
      "title": "ડિલિવરી પર રોકડ ચુકવણી",
      "message": "આ ઓર્ડરની રકમ ડિલિવરી પર ચૂકવવામાં આવશે. ખરીદનાર પાસેથી રકમ પ્રાપ્ત કર્યા પછી, તમારે સિસ્ટમમાં ઓર્ડર પૂર્ણ કરવા માટે ચુકવણીની પુષ્ટિ કરવી આવશ્યક છે."
    },
    "payment_online": {
      "title": "ઑનલાઇન ચુકવણી પદ્ધતિ પસંદ કરો",
      "message": "નીચેના વિકલ્પો પસંદ કરીને, એક ચુકવણી લિંક બનાવવામાં આવશે અને ખરીદનારને મોકલવામાં આવશે. આ લિંકને ચૂકવવાથી, ઓર્ડરની સ્થિતિ પેઇડ મોડમાં બદલાઈ જશે. ગ્રાહક સ્ક્રીન, SMS અથવા ઇમેઇલ પર QR કોડ સ્કેન કરીને ચુકવણી લિંક જનરેટ કરવામાં આવશે. લિંક મોકલવા માટે કોઈપણ ચેનલને સક્રિય કરવા માટે, તે વિકલ્પ પર ક્લિક કરો અને પછી ખરીદનારને રસીદ મોકલવા માટે બટન દબાવો."
    },
    "notifications": {
      "success_pay": "ઓર્ડર ચુકવણી પૂર્ણ.",
      "success_order": "ઓર્ડર સફળતાપૂર્વક બનાવવામાં આવ્યો છે અને ગ્રાહક તેની ચૂકવણી કરે તેની રાહ જોઈ રહ્યું છે."
    },
    "payment_dialog": {
      "check_pay_now": "મેન્યુઅલી ચુકવણી તપાસો",
      "close_action": "સંવાદ બંધ કરો. હું ગ્રાહક ચુકવણી માટે રાહ જોવા માંગતો નથી",
      "go_to_order": "ઓર્ડર પેજ પર જાઓ",
      "paid_by_gift_card_msg": "કુલ ઓર્ડરની રકમ ભેટ કાર્ડ્સમાંથી પાછી ખેંચી લેવામાં આવી હતી! ખરીદનારને વધુ ચૂકવણી કરવાની જરૂર નથી.",
      "cod_msg": "ઓર્ડર પ્રાપ્ત કરતી વખતે ગ્રાહક ચૂકવણી કરશે.",
      "online_msg": "ગ્રાહકને ગ્રાહક સ્ક્રીન પર QR કોડ સ્કેન કરવા માટે કહો."
    },
    "name": "POS",
    "message": "તમારું શૂન્ય-સેટઅપ ખર્ચ ઓનલાઈન વેચાણ બિંદુ રાખો, તેને કોઈપણ સ્માર્ટફોન, ટેબ્લેટ અને PC પર ચલાવો અથવા મેન્યુઅલી ઓર્ડર બનાવો."
  },
  "exporter": {
    "title": "ડેટા નિકાસ કરો",
    "subtitle": "તમારો ડેટા તમારો છે! તમે કોઈપણ સમયે તમારી વ્યવસાય માહિતી પ્રમાણભૂત ફોર્મેટમાં ડાઉનલોડ કરી શકો છો. જો કે, તમારા ગ્રાહકોની ગોપનીયતાનો આદર કરો, તેમને સ્પામ કરશો નહીં અને તેમની માહિતી ક્યારેય તૃતીય પક્ષ સાથે શેર કરશો નહીં.",
    "excel": "તમને એક્સેલ ફોર્મેટમાં સંપૂર્ણ માહિતી સાથે સ્ટોરમાં તમામ {type}ની સૂચિ પ્રાપ્ત થશે.",
    "csv": "તમને CSV ફોર્મેટમાં સંપૂર્ણ માહિતી સાથે સ્ટોરમાં તમામ {type} ની સૂચિ પ્રાપ્ત થશે. આ ફોર્મેટ સ્ટોરમાં {type} આયાત કરવા માટે Selldone ના માનક ફોર્મેટને અનુરૂપ છે."
  },
  "importer": {
    "category": {
      "title": "આયાત શ્રેણીઓ",
      "subtitle": "શ્રેણીઓની CSV ફાઇલ અહીં અપલોડ કરો. ખાતરી કરો કે તમે માનક ફોર્મેટને અનુસરો છો."
    },
    "product": {
      "title": "ઉત્પાદનો આયાત કરો",
      "subtitle": "ઉત્પાદનોની CSV ફાઇલ અહીં અપલોડ કરો. ખાતરી કરો કે તમે માનક ફોર્મેટને અનુસરો છો."
    },
    "product_images": {
      "title": "છબીઓ આયાત કરો",
      "subtitle": "છબીની માહિતી મેળવવામાં સમય લાગે છે. છબીઓ આયાત કરતી વખતે કૉપિરાઇટનો આદર કરવાની ખાતરી કરો."
    },
    "inventory": {
      "title": "બલ્ક અપડેટ ઇન્વેન્ટરી",
      "subtitle": "ઇન્વેન્ટરીની CSV ફાઇલ અહીં અપલોડ કરો. ખાતરી કરો કે તમે પહેલા CSV ફાઇલની નિકાસ કરીને, પછી તે ફાઇલને સંપાદિત કરીને માનક ફોર્મેટને અનુસરો છો."
    },
    "back_to_products": "ઉત્પાદનોની સૂચિ પર પાછા ફરો",
    "back_to_categories": "શ્રેણી યાદી પર પાછા",
    "back_to_inventory": "ઈન્વેન્ટરી યાદી પર પાછા",
    "step_select_file": "CSV ફાઇલ પસંદ કરો",
    "step_send_to_server": "સર્વર પર મોકલો",
    "step_view_result": "પરિણામ જુઓ",
    "step_view_que": "પ્રતીક્ષાની સૂચિ જુઓ",
    "send_to_server_action": "સર્વર પર મોકલો",
    "shop_license": "દુકાન લાયસન્સ",
    "max_items_limit": "મહત્તમ વસ્તુઓ મર્યાદા",
    "total_items": "કુલ વસ્તુઓ",
    "customer": {
      "title": "આયાત ગ્રાહકો",
      "subtitle": "ગ્રાહકોની CSV ફાઇલો અહીં અપલોડ કરો. ખાતરી કરો કે તમે પ્રમાણભૂત ફોર્મેટને અનુસરો છો, અને તમારે ગોપનીયતા નિયમોનું પણ પાલન કરવું પડશે."
    }
  },
  "campaigns": {
    "title": "ઝુંબેશ",
    "subtitle": "ઝુંબેશ બનાવો, ટ્રેક કરી શકાય તેવી લિંક્સ અને એક જ જગ્યાએ વિશ્વસનીય અને સચોટ માહિતી જુઓ. અમે તમને વધુ સારા ડેટા આધારિત નિર્ણયો લેવામાં મદદ કરીએ છીએ.",
    "add_action": "નવી ઝુંબેશ ઉમેરો",
    "empty_message": "હવે તમારી પ્રથમ ઝુંબેશ બનાવો!",
    "delete": {
      "title": "ઝુંબેશ કાઢી નાખો",
      "message": "શું તમે આ ઝુંબેશ અને તમામ ડેટા કાઢી નાખવાની ખાતરી કરો છો?",
      "action": "હા, હવે કાઢી નાખો"
    }
  },
  "landing_categories": {
    "raw": "કાચા નમૂનાઓ",
    "marketing": "માર્કેટિંગ અને જાહેરાતો",
    "product": "ઉત્પાદન પરિચય",
    "health": "આરોગ્ય અને તંદુરસ્તી",
    "food": "ખોરાક અને ફળો",
    "house": "રિયલ એસ્ટેટ અને ઘર",
    "device": "મશીન અને ઉપકરણ",
    "car": "કાર",
    "software": "સોફ્ટવેર",
    "clothing": "કપડાં અને શૂઝ",
    "jewellery": "દાગીના",
    "all": "બધા નમૂનાઓ"
  },
  "shop_theme": {
    "theme_colors": "થીમ રંગો",
    "products_view_mode": "શોપિંગ સૂચિ દૃશ્ય",
    "products_view_mode_desc": "તમે સ્ક્રીનના કદના આધારે તમારા સ્ટોરમાં ઉત્પાદનોના પ્રદર્શન મોડને સમાયોજિત કરી શકો છો. આ મોડને ડિફૉલ્ટ રૂપે ગણવામાં આવશે અને જો વપરાશકર્તા ડિસ્પ્લે મોડમાં ફેરફાર કરે તો તે લાગુ કરવામાં આવશે નહીં.",
    "color_light": "પ્રાથમિક રંગ",
    "color_dark": "પ્રાથમિક ઘેરો રંગ",
    "color_deep_dark": "ઊંડો ઘેરો રંગ",
    "color_info": "લિંક્સ",
    "light_checkout": "લાઇટ ચેકઆઉટ થીમ",
    "light_header": "લાઇટ હેડર",
    "light_footer": "લાઇટ ફૂટર",
    "product_page": "ઉત્પાદન પૃષ્ઠ",
    "typography": "ટાઇપોગ્રાફી",
    "header": "હેડર",
    "custom_code": "કસ્ટમ કોડ",
    "custom_css": "કસ્ટમ CSS",
    "light_filter": "કેટેગરી ફિલ્ટર થીમ",
    "custom_variants": "ચલો"
  },
  "app_templates": {
    "default": "ડિફૉલ્ટ",
    "blue": "વાદળી મહાસાગર",
    "amber": "અંબર",
    "green": "વિષુવવૃત્તીય",
    "red": "વેમ્પાયર",
    "magenta": "ફૂલ",
    "master": "માસ્ટર",
    "black": "કાળી બાજુ"
  },
  "affiliate_orders": {
    "title": "સંલગ્ન ભાગીદાર ઓર્ડર",
    "table": {
      "order_price": "ઓર્ડરની રકમ",
      "order_payment": "ઓર્ડર ચુકવણી સ્થિતિ",
      "order_link": "ઓર્ડર લિંક",
      "commission_status": "કમિશન સ્થિતિ",
      "commission_amount": "કમિશનની રકમ",
      "items": "વસ્તુઓ",
      "actions": "ક્રિયાઓ",
      "create_date": "તારીખ બનાવો"
    },
    "notifications": {
      "update_success": "સંલગ્ન સ્થિતિ અપડેટ કરી."
    }
  },
  "affiliate_payments": {
    "title": "સંલગ્ન ભાગીદાર ચુકવણીઓ",
    "table": {
      "staff": "સ્ટાફ",
      "amount": "રકમ",
      "note": "નૉૅધ",
      "date": "તારીખ"
    }
  },
  "my_roles": {
    "title": "મારી ભૂમિકાઓ",
    "message": "ભૂમિકાઓ સ્ટોરના કર્મચારીઓને આપવામાં આવતી ઍક્સેસનો પ્રકાર છે. ઉદાહરણ તરીકે, ઓર્ડર મોકલવા અથવા પેક કરવા માટે જવાબદાર સ્ટાફ."
  },
  "role_card": {
    "complete_tasks": "કાર્યો પૂર્ણ કર્યા",
    "reject_tasks": "અસ્વીકાર્ય કાર્યો",
    "last_check": "તાજેતરની તપાસ"
  },
  "referral_widget": {
    "apply_now": "આ પ્રોગ્રામ માટે હમણાં જ અરજી કરો!",
    "no_bonus": "મિત્રને આમંત્રિત કરીને પ્રથમ ઇનામ મેળવો.",
    "your_gift": "તમારી ભેટ",
    "invited_gift": "આમંત્રિત ભેટ",
    "percent_bonus": "ટકા બોનસ",
    "discount_bonus": "ડિસ્કાઉન્ટ બોનસ",
    "registered": "નવા વપરાશકર્તા",
    "accepted": "સ્વીકૃત વપરાશકર્તા"
  },
  "app_config": {
    "reviews": "સમીક્ષાઓ",
    "rate_now": "હવે ભાવ જણાવો",
    "category": "શ્રેણી",
    "uninstall": "અનઇન્સ્ટોલ કરો",
    "get_app": "એપ્લિકેશન મેળવો",
    "public_keys": "સાર્વજનિક કીઓ",
    "private_keys": "ખાનગી કીઓ (સુરક્ષિત)",
    "config": "એપ્લિકેશન ગોઠવણી",
    "app_status": "એપ્લિકેશન સ્થિતિ",
    "app_info": "એપ્લિકેશન માહિતી",
    "update_at": "તાજેતરનું અપડેટ",
    "visit_website": "વેબસાઇટની મુલાકાત લો",
    "privacy": "ગોપનીયતા નીતિ",
    "installs": "ઇન્સ્ટોલ કરે છે",
    "basic_profile_permission": "મૂળભૂત પ્રોફાઇલ માહિતી",
    "developer": "વિકાસકર્તા",
    "permissions": "પરવાનગીઓ",
    "total_comments": "કુલ ટિપ્પણીઓ",
    "delete_dialog": {
      "title": "એપ્લિકેશનને અનઇન્સ્ટોલ કરો",
      "message": "શું તમે તમારા સ્ટોરમાંથી આ એપને દૂર કરવા માંગો છો?",
      "action": "હા, એપ્લિકેશન કાઢી નાખો"
    },
    "notifications": {
      "uninstall_success": "એપ્લિકેશન સફળતાપૂર્વક અનઇન્સ્ટોલ કરી."
    }
  },
  "shop_bots": {
    "not_set": "સેટ નથી!",
    "tokens": "ટોકન",
    "webhook": "વેબહૂક",
    "calls": "કૉલ્સ",
    "dialog": {
      "title": "{name} બૉટ કન્ફિગરેશન",
      "message": "એન્ટરપ્રાઇઝ-ગ્રેડ શોપિંગ અનુભવો બનાવવા માટે એક વ્યાપક બોટ ફ્રેમવર્ક."
    }
  },
  "shop_customers": {
    "title": "ગ્રાહક વ્યવસ્થાપન",
    "all_customers": "બધા ગ્રાહકો ડાઉનલોડ કરો",
    "filtered_customers": "ફિલ્ટર કરેલ ગ્રાહકો",
    "dialog_chips": {
      "title": "ગ્રાહક ચિપ્સની સંખ્યા સેટ કરો"
    },
    "dialog_club": {
      "title": "ગ્રાહક ક્લબ સ્તર સેટ કરો"
    }
  },
  "app_dashboard": {
    "status": "સ્થિતિ પ્રકાશિત કરો",
    "statistics": "આંકડા"
  },
  "app_publish": {
    "production_version": "ઉત્પાદન સંસ્કરણ",
    "beta_version": "બીટા સંસ્કરણ",
    "alpha_version": "આલ્ફા સંસ્કરણ"
  },
  "app_publish_widget": {
    "header": "સ્ટોર વેબસાઇટ હેડર",
    "header_code": "હેડર કોડ",
    "admin_page": "એડમિન પૃષ્ઠો",
    "name": "નામ",
    "icon": "ચિહ્ન",
    "url": "યુઆરએલ"
  },
  "app_api": {
    "title": "API ઍક્સેસ",
    "revoke_api": "API રદબાતલ કરો",
    "api_key": "API કી",
    "secret": "સિક્રેટ કી",
    "client": "ક્લાયન્ટ",
    "redirect_url": "url રીડાયરેક્ટ કરો",
    "client_name": "ગ્રાહકનું નામ"
  },
  "app_loader_page": {
    "no_ui_title": "આ એપ્લિકેશનમાં કોઈ UI નથી!",
    "no_ui_desc": "કેટલીક એપ્લિકેશનોને તેમના એડમિન ક્ષેત્રમાં વપરાશકર્તા ઇન્ટરફેસની જરૂર હોતી નથી. આ એપ્લિકેશન ફક્ત તમારી સ્ટોર વેબસાઇટના હેડર વિભાગમાં કોડ ઉમેરી શકે છે.",
    "header": "હેડર કોડ"
  },
  "finance_report": {
    "export_title": "નાણાકીય ડેટા નિકાસ કરો",
    "export_sub_title": "એક જ ફાઇલમાં નાણાકીય વિગતો ડાઉનલોડ કરો.",
    "start_input_placeholder": "રિપોર્ટની શરૂઆતની તારીખ પસંદ કરો",
    "end_input_placeholder": "રિપોર્ટની અંતિમ તારીખ પસંદ કરો",
    "download_action": "ફાયનાન્સ લિસ્ટ ડાઉનલોડ કરો"
  },
  "shop_notifications": {
    "title": "દુકાન સૂચનાઓ",
    "sub_title": "બોટ, ઈમેલ, SMS, ...",
    "message": "તમારા સ્ટોર સૂચના સેટિંગ્સ અને પસંદગીઓ સંપાદિત કરો",
    "channel": "ચેનલ",
    "status": "સ્થિતિ",
    "events": "ઘટનાઓ",
    "info": "માહિતી",
    "actions": "ક્રિયાઓ",
    "connected": "કનેક્ટેડ",
    "not_connected": "જોડાયેલ નથી!",
    "connect_now": "હવે જોડાઓ",
    "send_test": "પરીક્ષણ ડેટા મોકલો",
    "disconnect": "ડિસ્કનેક્ટ કરો",
    "dialog": {
      "title": "બોટ રૂપરેખાંકન",
      "message": "એન્ટરપ્રાઇઝ-ગ્રેડ ઈકોમર્સ અનુભવો બનાવવા માટે એક વ્યાપક સૂચના માળખું.",
      "action": "અહીં ક્લિક કરો!",
      "set_config": "રૂપરેખા સેટ કરો"
    }
  },
  "notification_events": {
    "new_order": "🛍️ ઓર્ડર",
    "payment": "💳 ચુકવણી",
    "return": "📦 પરત",
    "weekly_report": "📈 સાપ્તાહિક અહેવાલો"
  },
  "order_delivery": {
    "title": "ડિલિવરી",
    "add_to_delivery_que_action": "શિપિંગ કતારમાં ઉમેરો",
    "in_que": "શિપિંગ કતારમાં",
    "message": "શિપિંગ કુરિયરને પેકેજ આપ્યા પછી, <b>ડિલિવરી કન્ફર્મ કરો</b> બટન પર ક્લિક કરો.",
    "message_add_to_service": "જો તમે <b>ડિલિવરી સેવા</b> દ્વારા આ પેકેજ મોકલવા માંગતા હોવ તો નીચેના બટન પર ક્લિક કરો.",
    "action": "ડિલિવરી પુષ્ટિ",
    "checklist": [
      "કુરિયરનું ઓળખ કાર્ડ તપાસો.",
      "ઉત્પાદનોનું સારી રીતે પેકેજિંગ અને સમયસર ડિલિવરી તમારા ગ્રાહકોના રીટેન્શન રેટમાં વધારો કરી શકે છે."
    ],
    "manual": {
      "title": "ગ્રાહક દ્વારા ડિલિવરીની પુષ્ટિની રાહ જોઈ રહ્યા છીએ.",
      "action_received": "ખરીદનાર પુષ્ટિ",
      "action_returned": "ડિલિવરી રીટર્ન",
      "message": "નોંધ: જો ગ્રાહક ઓર્ડર મેળવે છે, તો તમે પરિપૂર્ણતા પૂર્ણ કરવા માટે નીચેના વિકલ્પોનો ઉપયોગ કરી શકો છો. સિસ્ટમમાં કેટલીક શિપિંગ સેવાઓ આપમેળે ડિલિવરીની પુષ્ટિ કરશે."
    },
    "auto_complete_note": "ચોક્કસ સમયગાળા પછી, ઓર્ડરની સ્થિતિ ડિલિવરમાં બદલાઈ જશે. આ સમયગાળો ઓર્ડરના પ્રકારને આધારે બદલાય છે અને સિસ્ટમ દ્વારા નક્કી કરવામાં આવે છે.",
    "received": {
      "title": "ગ્રાહકને વિતરિત.",
      "delivered_date": "સોંપણી તારીખ"
    },
    "receiver": "રીસીવર",
    "bill": "રસીદ",
    "tracking": {
      "title": "ટ્રેકિંગ કોડ / Url ઉમેરો",
      "code": "ટ્રેકિંગ કોડ",
      "url": "ટ્રેકિંગ url",
      "message": "જો તમે આ ઓર્ડર માટે ટ્રેકિંગ કોડ પ્રદાન કરતી સેવા દ્વારા મોકલેલ હોય, તો તમે આ વિભાગમાં કોડ અને સંબંધિત ટ્રેકિંગ લિંક દાખલ કરી શકો છો. આ માહિતી ગ્રાહકને બતાવવામાં આવશે."
    },
    "preferred_delivery_time": "પ્રિફર્ડ ડિલિવરી સમય",
    "manage_couriers": "મારા કુરિયર્સ મેનેજ કરો",
    "manage_service": "સેવાનું સંચાલન કરો",
    "option_deliver_by_courier": "વિકલ્પ 1: તમારા કુરિયર દ્વારા વિતરિત કરો.",
    "option_add_to_que": "વિકલ્પ 2: શિપિંગ સેવા પૃષ્ઠ પર પ્રક્રિયા કરવા માટે કતારમાં ઉમેરો.",
    "option_instant_shipping": "વિકલ્પ 3: ઇન્સ્ટન્ટ શિપિંગ.",
    "pickup_action": "પિકઅપ પુષ્ટિ"
  },
  "shop_home_edit": {
    "title": "હોમ પેજ સેટિંગ",
    "sub_title": "તમારી વેબસાઇટ ડિફૉલ્ટ પૃષ્ઠ સેટ કરો",
    "default_home": "ડિફૉલ્ટ હોમ પેજ",
    "default_home_placeholder": "શોપ પેજ એ વેબસાઈટનું હોમ પેજ છે"
  },
  "selldone_referral_page": {
    "title": "રેફરલ ડેશબોર્ડ",
    "referral_link": "રેફરલ લિંક",
    "registered": "રજીસ્ટર",
    "accepted": "સ્વીકાર્યું",
    "bank": "બેંક",
    "bank_title": "ઉપાડ માટે બેંક માહિતી",
    "new_users": "નવા વપરાશકર્તાઓ",
    "performance": "પ્રદર્શન",
    "credit_mode": "ક્રેડિટ મોડ",
    "get_stickers": "કૉપિ અને પેસ્ટ કરવા માટે સ્ટીકર Html કોડ મેળવો",
    "click_copy_sticker_code": "html કોડ કોપી કરવા માટે બેજ પર ક્લિક કરો."
  },
  "selldone_referral_payment": {
    "title": "રેફરલ ચુકવણીઓ",
    "officer": "અધિકારી",
    "amount": "રકમ વ્યવહાર",
    "note": "નૉૅધ",
    "date": "તારીખ"
  },
  "widget_shop_gateway": {
    "link_account_caution": "તમારી દુકાન સાથે એકાઉન્ટ ({currency}) લિંક કરો! અહીં ક્લિક કરો.."
  },
  "product_sell_widget": {
    "title": "ઉત્પાદન વેચાણ કામગીરી"
  },
  "fulfilment_order_widget": {
    "title": "ડ્રોપશિપિંગ પરિપૂર્ણતા",
    "check_action": "ડ્રોપશિપિંગ સ્વીકારો",
    "uncheck_action": "ઓર્ડર કન્ફર્મ",
    "pay_action": "વસ્તુઓની કિંમત ચૂકવો..",
    "pay_completed": "ચુકવણી પુષ્ટિ",
    "list_of_items": "વસ્તુઓનું પુન:વેચાણ",
    "checklist": [
      "તમે અસલ વિક્રેતાને પરોક્ષ રીતે વેચો છો તે ઉત્પાદનોની રકમ ચૂકવો.",
      "તમે એકાઉન્ટિંગ વિભાગ> સ્ટોરના ડ્રોપશિપિંગમાં એકસાથે સપ્લાયરને ઉત્પાદનોની કિંમત ચૂકવી અને સેટલ કરી શકો છો.",
      "ચુકવણી કર્યા પછી, સપ્લાયર તમારો ઓર્ડર પ્રાપ્ત કરશે અને તૈયારી કર્યા પછી તેને સીધો ખરીદનારને મોકલશે."
    ],
    "message": "સપ્લાયરને ઓર્ડર ફી ચૂકવ્યા પછી, આ વિભાગમાં ઓર્ડર મોકલવાની પ્રગતિ જુઓ."
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "ડેશબોર્ડ",
      "orders": "ઓર્ડર",
      "inventory": "ઇન્વેન્ટરી",
      "shops": "પુનર્વિક્રેતા",
      "requests": "વિનંતીઓ"
    },
    "drop_shipping_charge": "ડ્રોપશિપિંગ ચાર્જ"
  },
  "dropship_request_status": {
    "PENDING": "બાકી છે",
    "ACCEPT": "સ્વીકારો",
    "REJECT": "અસ્વીકાર કરો"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "ડેશબોર્ડ",
      "orders": "ઓર્ડર",
      "wallet": "વૉલેટ"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "પુનર્વિક્રેતા ડેશબોર્ડ"
  },
  "dropshipping_reseller_orders": {
    "title": "પુનર્વિક્રેતા ઓર્ડર"
  },
  "dropshipping_reseller_wallet": {
    "title": "પુનર્વિક્રેતા વૉલેટ"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "ચુકવણી પુષ્ટિ",
      "payment_success": "ચુકવણી પૂર્ણ.",
      "buy_title": "ખરીદો",
      "pay_by_giftcards": "તમારો ઓર્ડર ભેટ કાર્ડ વડે ચૂકવવામાં આવ્યો હતો.",
      "free_order": "તમારો ઓર્ડર મફત છે.",
      "pay_by_cod": "તમારો ઓર્ડર કેશ ઓન ડિલિવરી તરીકે નોંધાયેલ છે.",
      "pay_by_dir": "તમારો ઓર્ડર સીધી ચુકવણી તરીકે નોંધાયેલ છે, કૃપા કરીને ચુકવણી પૂર્ણ કરો અને તમારા ઓર્ડર પૃષ્ઠ પર રસીદ અપલોડ કરો.",
      "pay_title": "ચુકવણી",
      "qr_code_payment": "ચુકવણી QR કોડ બનાવ્યો.",
      "connecting_to_online_gateway": "ઓનલાઈન પેમેન્ટ ગેટવેથી કનેક્ટ થઈ રહ્યું છે."
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "ચુકવણીની પુષ્ટિ થઈ છે.<br> તારીખ: {payment_at}",
      "pay_fail_title": "ચુકવેલ નહી",
      "pay_fail_message": "ચુકવણી ચકાસી શકાતી નથી!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "પુનર્વિક્રેતા ચુકવણીનો ઓર્ડર આપે છે",
      "balance": "તમારું એકાઉન્ટ બેલેન્સ",
      "total_cost": "કુલ ઓર્ડર કિંમત",
      "need_charge": "ચાર્જ કરવાની જરૂર છે",
      "no_account_cation": "તમારી પાસે કોઈ ખાતું નથી! જથ્થાબંધ વેપારીને કૉલ કરો.",
      "orders": "ઓર્ડર"
    },
    "notifications": {
      "success_pay": "આ ઓર્ડર માટે તમારી ચૂકવણીની પુષ્ટિ થઈ અને સફળતાપૂર્વક પૂર્ણ થઈ."
    }
  },
  "dropship_accounts": {
    "charge_account": "ચાર્જ એકાઉન્ટ",
    "charge_dialog": {
      "title": "ડ્રોપશિપિંગ એકાઉન્ટ ચાર્જ કરો",
      "amount_input": "એકાઉન્ટ ચાર્જ",
      "charge_now": "હવે ચાર્જ કરો"
    }
  },
  "dropship_admin_dashboard": {
    "title": "પુનર્વિક્રેતા વિનંતીઓ",
    "today_order_count": "આજે ઓર્ડરની ગણતરી",
    "yesterday_order_count": "ગઈકાલના ઓર્ડરની ગણતરી",
    "total_7_days": "છેલ્લા 7 દિવસમાં કુલ ઓર્ડર"
  },
  "dropshipping_products": {
    "no_shops": "માફ કરશો, કોઈ સ્ટોર મળ્યો નથી. ભવિષ્યમાં વધુ સ્ટોર્સ હશે જેથી કરીને તમે તેમના ઉત્પાદનોને તમારા સ્ટોરમાં મૂકી શકો.",
    "show_all_shops": "બધી દુકાનો બતાવો",
    "show_all_message": "તમે બધી દુકાનો જોઈ શકો છો",
    "current_shop": "વર્તમાન દુકાન",
    "request_account": "એકાઉન્ટની વિનંતી કરો",
    "request_accepted": "વિનંતી સ્વીકારી",
    "request_rejected": "વિનંતી નકારી",
    "request_pending": "વિનંતી બાકી છે..",
    "notifications": {
      "add_product": "તમારા સ્ટોરમાં ઉત્પાદન ઉમેર્યું.",
      "request_access": "અમે તમારી ઍક્સેસ વિનંતી જથ્થાબંધ વેપારીને સફળતાપૂર્વક મોકલી છે."
    },
    "show_eligible_shops_message": "યોગ્ય દુકાનો બતાવો"
  },
  "product_dropshipping": {
    "need_re_enable": "આ ઉત્પાદન મૂળ વિક્રેતા દ્વારા બદલવામાં આવ્યું છે, આ કિંમત ફેરફારોએ તમારા સ્ટોરમાં ઉત્પાદનને અક્ષમ કર્યું છે. ફેરફારો તપાસો અને જો તમે ઉત્પાદનને ફરીથી સક્રિય કરવા માટે સંમત થાઓ છો, તો નીચેનું બટન દબાવો.",
    "need_re_enable_action": "સંમત થાઓ, ફેરફારો અને સક્રિયકરણ લાગુ કરો",
    "changed_value": "આ ઉત્પાદન મૂળ વિક્રેતા દ્વારા સંપાદિત કરવામાં આવ્યું છે. ફેરફારો તપાસો અને જો તમે તમારા ઉત્પાદનમાં ફેરફારો લાગુ કરવા માટે સંમત થાઓ છો, તો નીચેના બટનને ક્લિક કરો.",
    "changed_value_action": "સંમત થાઓ, ફેરફારો કરો",
    "parent_deleted": "આ આઇટમ મૂળ વિક્રેતા દ્વારા દૂર કરવામાં આવી છે.",
    "parent_closed": "આ ઉત્પાદન મૂળ વિક્રેતા દ્વારા અક્ષમ કરવામાં આવ્યું છે! તમે તમારા સ્ટોરમાં આ ઉત્પાદન વેચવા માટે સમર્થ હશો નહીં, પરંતુ જો મૂળ વિક્રેતા ઉત્પાદનને ફરીથી સક્રિય કરે છે તો તમે તમારા સ્ટોરમાં આ ઉત્પાદનને ફરીથી સક્રિય કરી શકશો.",
    "notifications": {
      "re_enable_success": "આ ઉત્પાદન ફરીથી સક્રિય કરવામાં આવ્યું છે.",
      "update_success": "આ ઉત્પાદન માહિતી મૂળ ઉત્પાદન માહિતી સાથે અપડેટ કરવામાં આવી હતી."
    }
  },
  "product_dropshipping_admin": {
    "title": "ડ્રોપશિપિંગ",
    "save_alert": "આ પ્રોડક્ટની ડ્રોપશિપિંગ સેટિંગ્સ બદલાઈ ગઈ છે. શું તમે ફેરફારો સાચવવા માંગો છો?",
    "reselling_message": "આ વિકલ્પને સક્રિય કરીને, અન્ય વિક્રેતાઓ તમારા ઉત્પાદનને તેમના સ્ટોરમાં ઉમેરી શકશે.",
    "reselling": "ડ્રોપશિપિંગ સક્ષમ કરો",
    "price_merchants": "વેપારીઓ માટે કિંમત",
    "price_commission": "વેપારી કમિશન (નિયત)"
  },
  "buy_button": {
    "waiting_for_availability": "ઉપલબ્ધતા માટે રાહ જોઈ રહ્યું છે",
    "inform_me_when_available": "જ્યારે તે ઉપલબ્ધ હોય ત્યારે મને સૂચિત કરો!",
    "pay_buy": "ચૂકવણી કરો અને ખરીદો",
    "quantity": "ગણતરી",
    "quantity_in_basket": "કાર્ટમાં વસ્તુઓ",
    "count_unit": "x",
    "remove": "દૂર કરો",
    "add_to_basket": "સૂચી માં સામેલ કરો",
    "buy": "ખરીદો",
    "notifications": {
      "inform_add_success": "જ્યારે તે ઉપલબ્ધ થશે ત્યારે અમે તમને જણાવીશું.",
      "inform_remove_success": "તમને પ્રતીક્ષા સૂચિમાંથી દૂર કરવામાં આવ્યા છે."
    },
    "book_now": "હમણાં બુક કરો",
    "reserve_now": "હવે રિઝર્વ કરો",
    "buy_now": "હમણાં જ ખરીદો"
  },
  "product_info": {
    "fake": "નકલી",
    "action": "હરાજી",
    "compare_limit": "10 વસ્તુઓ મર્યાદા",
    "compare_add": "સરખામણીમાં ઉમેરો",
    "compare_be_in_list": "સરખામણી યાદીમાં",
    "type": "પ્રકાર",
    "brand": "બ્રાન્ડ",
    "category": "શ્રેણી",
    "discount": "ડિસ્કાઉન્ટ",
    "track_price": "ટ્રૅક કિંમત",
    "waiting_for_auction": "હરાજીની રાહ જોઈ રહ્યા છો?",
    "inform_auction": "જ્યારે હરાજી થાય ત્યારે મને જાણ કરો",
    "return_in_days": "{days} દિવસોની વોરંટી રીટર્ન",
    "support24h7": "24 કલાક 7 દિવસ સપોર્ટ કરો",
    "support_normal": "કામના કલાકોનો આધાર",
    "original_guarantee": "મૂળ ગેરંટી",
    "cod_payment": "ડિલિવરી આધાર પર રોકડ",
    "pros": "સાધક",
    "cons": "વિપક્ષ",
    "external_link": "વધુ વાંચો",
    "notifications": {
      "congratulation": "અભિનંદન",
      "waiting_list_add_success": "જ્યારે આ પ્રોડક્ટની હરાજી થશે ત્યારે અમે તમને જાણ કરીશું.",
      "waiting_list_delete_success": "તમે હરાજીની રાહ યાદીમાંથી બહાર નીકળ્યા છો."
    },
    "offer_message": "આ વસ્તુઓ માટે {min_quantity} ખરીદો {percent}% છૂટ",
    "up_to": "ઑર્ડર દીઠ {per_order}x સુધી",
    "get_free": "મફત મેળવો",
    "get_off": "{percent}% છૂટ મેળવો"
  },
  "styler": {
    "size_class": "કદ અને વર્ગ",
    "delete_bg": "પૃષ્ઠભૂમિ છબી કાઢી નાખો",
    "bg_color": "પૃષ્ઠભૂમિ રંગ",
    "section_style": "વિભાગ શૈલી સેટ કરો",
    "link": "લિંક સેટ કરો",
    "show_products": "ઉત્પાદનો / શ્રેણીઓ યાદી વ્યવસ્થાપન",
    "show_product": "ઉત્પાદન પસંદ કરો",
    "delete_section": "વિભાગ કાઢી નાખો",
    "text_color": "ટેક્સ્ટનો રંગ",
    "tex_align": "ટેક્સ્ટ સંરેખણ",
    "text_style": "ટેક્સ્ટ શૈલી",
    "bg_image": "પૃષ્ઠભૂમિ છબી",
    "product": {
      "title": "ઉત્પાદન પસંદ કરો"
    },
    "products": {
      "title": "ઉત્પાદન અને શ્રેણીઓની સૂચિનું સંચાલન",
      "sort_options": "સૉર્ટિંગ અને વ્યૂ સેટિંગ્સ પસંદ કરો",
      "item_types": "ફક્ત ઉત્પાદનો / શ્રેણીઓ જ બતાવો",
      "product_only": "માત્ર ઉત્પાદનો",
      "category_only": "માત્ર શ્રેણીઓ",
      "no_category": "તમારા સ્ટોરમાં કોઈ શ્રેણી નથી.",
      "limit": "ઉત્પાદનો મર્યાદા",
      "limit_message": "ઉત્પાદનોના પરિણામની સંખ્યા દાખલ કરો",
      "select_categories": "ઉપલબ્ધ શ્રેણીઓ પસંદ કરો",
      "categories_limit": "શ્રેણીઓ મર્યાદા",
      "categories_limit_msg": "શ્રેણીઓની મહત્તમ સંખ્યા દાખલ કરો. કોઈ મર્યાદા માટે શૂન્ય સેટ કરો."
    }
  },
  "shop_contacts": {
    "popup": "પોપઅપ સપોર્ટ સક્ષમ કરો",
    "popup_message": "આ વિકલ્પને સક્રિય કરવાથી, સપોર્ટ કી તમારા સ્ટોરની નીચે જમણી બાજુએ દેખાશે."
  },
  "popup_page": {
    "preview": "લાઈવ પોપઅપ જુઓ",
    "menu": {
      "design": "ડિઝાઇન",
      "appearance": "દેખાવ",
      "filter": "ફિલ્ટર કરો",
      "setting": "સેટિંગ"
    },
    "notifications": {
      "save": "પોપઅપ સફળતાપૂર્વક સાચવ્યું.",
      "edit": "પોપઅપ સફળતાપૂર્વક અપડેટ થયું."
    }
  },
  "popup_appearance": {
    "position": "પદ",
    "position_desc": "પૃષ્ઠ પર આ સૂચનાનું પ્રદર્શન સ્થાન સ્પષ્ટ કરો.",
    "width": "પહોળાઈ",
    "width_desc": "તમે મહત્તમ પૃષ્ઠ પહોળાઈ સેટ કરી શકો છો.",
    "height": "ઊંચાઈ",
    "height_desc": "તમે મહત્તમ પૃષ્ઠ ઊંચાઈ સેટ કરી શકો છો.",
    "radius": "કોર્નર ત્રિજ્યા",
    "radius_desc": "આ વિભાગમાં તમે સૂચનાના ખૂણાઓની વક્રતાની ત્રિજ્યા સેટ કરી શકો છો.",
    "shadow": "પડછાયો",
    "shadow_desc": "શું તમે પોપ-અપ વિન્ડોને શેડ કરવા માંગો છો?",
    "delay": "વિલંબ બતાવો",
    "delay_desc": "એકવાર વપરાશકર્તા તમારા સ્ટોરમાં પ્રવેશ કરે, આટલો સમય વીતી ગયા પછી, વપરાશકર્તાને એક સૂચના પ્રદર્શિત કરવામાં આવશે.",
    "hide": "વિલંબ છુપાવો",
    "hide_desc": "તમે સેટ કરી શકો છો કે નોટિફિકેશન શોની થોડીક સેકંડ પછી આપમેળે બંધ થાય છે. 0 નું મૂલ્ય એટલે કે સૂચના આપમેળે બંધ થશે નહીં.",
    "transition": "પોપઅપ એનિમેશન"
  },
  "popup_filter": {
    "registered": "સભ્યપદ અને લૉગિન આવશ્યકતા",
    "registered_desc": "તમે આ સૂચના ફક્ત વપરાશકર્તાઓ અથવા અતિથિઓને સ્ટોર કરવા માટે જ બતાવવાનું પસંદ કરી શકો છો.",
    "only_guests": "માત્ર મહેમાનો",
    "only_users": "માત્ર લૉગ ઇન વપરાશકર્તાઓ",
    "purchased": "ખરીદી ઇતિહાસ",
    "purchased_desc": "તમે આ સૂચના ફક્ત એવા વપરાશકર્તાઓને જ બતાવવાનું પસંદ કરી શકો છો જેમણે પહેલેથી ખરીદી કરી છે અથવા જેમણે હજી સુધી ખરીદી નથી.",
    "no_purchase": "હજુ સુધી કોઈ ખરીદી નથી",
    "yes_purchase": "પહેલા ખરીદેલ",
    "sex": "જાતિ",
    "sex_desc": "શું તમે ઇચ્છો છો કે આ સૂચના ફક્ત ચોક્કસ લિંગના વપરાશકર્તાઓને જ બતાવવામાં આવે?",
    "age": "ન્યૂનતમ ઉંમર",
    "age_desc": "જો 6 થી વધુ મૂલ્ય દાખલ કરવામાં આવ્યું હોય, તો વપરાશકર્તાએ લૉગ ઇન કરવું આવશ્યક છે અને તેની જન્મ તારીખ દાખલ કરવી આવશ્યક છે.",
    "levels": "ગ્રાહક ક્લબ સ્તરો",
    "levels_desc": "જો વપરાશકર્તા પાસે નીચેનામાંથી એક પસંદ કરેલ સ્તર હોય, તો આ સૂચના તેને પ્રદર્શિત કરવામાં આવશે.",
    "countries": "સ્થાન પ્રતિબંધો",
    "countries_desc": "શું તમે ઇચ્છો છો કે આ સૂચના ફક્ત ચોક્કસ દેશમાંથી આવતા વપરાશકર્તાઓને જ પ્રદર્શિત થાય?"
  },
  "popup_setting": {
    "published": "પ્રકાશિત સ્થિતિ",
    "repeat": "પુનરાવર્તન કરો",
    "repeat_msg": "શું તમે ઇચ્છો છો કે આ સૂચના વપરાશકર્તાને એક કરતા વધુ વાર પ્રદર્શિત થાય?",
    "intervals": "પોપઅપ ડિસ્પ્લેનો સમયગાળો",
    "intervals_msg": "વપરાશકર્તાને સૂચનાઓ પ્રદર્શિત કરવા વચ્ચેનો લઘુત્તમ સમયગાળો વીતી ગયો હોવો જોઈએ.",
    "designer_zone": "ડિઝાઇનર ઝોન",
    "title": "પોપઅપ શીર્ષક",
    "note": "ડિઝાઇનર નોંધ",
    "image": "કવર છબી",
    "delete": {
      "title": "કાઢી નાખો",
      "sub_title": "એકવાર તમે પોપઅપ કાઢી નાખો, પછી કોઈ વળતર મળતું નથી. કૃપા કરીને ખાતરી કરો.",
      "action": "આ પોપઅપ કાઢી નાખો"
    },
    "notifications": {
      "delete": "પોપઅપ કાઢી નાખ્યું."
    }
  },
  "shop_sms": {
    "title": "SMS મેનેજ કરો",
    "sub_title": "ગ્રાહકોને SMS નમૂનાઓ મોકલવામાં આવે છે",
    "message": "તમે તમારા સ્ટોર દ્વારા મોકલેલા ટેક્સ્ટ સંદેશાઓની સામગ્રી અહીં જોઈ શકો છો. મેસેજિંગ સેવામાં માન્યતા પેટર્નની નોંધણીની મર્યાદાને કારણે, આ ક્ષણે ટેક્સ્ટ સંદેશાઓ વ્યક્તિગત કરવા શક્ય નથી."
  },
  "shop_emails": {
    "title": "ઇમેઇલ્સ મેનેજ કરો",
    "sub_title": "તમે આ વિભાગમાં ગ્રાહકો અને મેનેજરોને સ્ટોર દ્વારા મોકલવામાં આવેલ ઇમેઇલ્સની સૂચિ જોશો. તમે તમારા સ્ટોર માટે જે માહિતી દાખલ કરી છે તેના આધારે ઇમેઇલ્સ આપમેળે ડિઝાઇન અને બનાવવામાં આવે છે. ઉપરાંત, સંદેશાઓ અને છબીઓને વ્યક્તિગત કરવાની સંભાવના ભવિષ્યમાં લોકો માટે ઉપલબ્ધ થશે."
  },
  "instagram": {
    "title": "ઇન્સ્ટાગ્રામ પર વેચાણ",
    "message": "આ ટૂલની મદદથી તમે તમારા ઈન્સ્ટાગ્રામને સ્ટોરમાં ફેરવી શકો છો. ફક્ત તમારું Instagram એકાઉન્ટ અહીં ઉમેરો અને પુષ્ટિ કરો, પછી તમે દરેક પોસ્ટમાંથી અથવા તમારી વાર્તા પર એક અથવા વધુ ઉત્પાદનો પોસ્ટ કરી શકશો, તમારા ઉત્પાદનોની સૂચિ ઉમેરી અને ટેગ કરી શકશો અથવા પોસ્ટને નવા ઉત્પાદનમાં ફેરવી શકશો!",
    "add_product": "નવું ઉત્પાદન ઉમેરો",
    "create_product": "ઉત્પાદન બનાવો",
    "link_box_msg": "આ લિંકને તમારા બાયોમાં Instagram, ટેલિગ્રામ અથવા અન્ય સોશિયલ મીડિયા પર મૂકો જેથી કરીને તમારા પ્રેક્ષકો ઝડપથી, સરળ, વધુ અને અંતે વધુ ખરીદી કરી શકે.",
    "remove_account": "Instagram લિંક બદલો / દૂર કરો",
    "sync": "એકાઉન્ટ ડેટા સમન્વયિત કરો (દર 60 મિનિટે)"
  },
  "service_bill": {
    "task": {
      "title": "યાદી કરવા માટે",
      "message": "તમે જે કામ કરવા માગો છો તેના શીર્ષકો લખો અને ખરીદનારને જણાવો કે તે કેટલું આગળ વધ્યું છે."
    },
    "booking": {
      "title": "બુકિંગ / આરક્ષણ",
      "message": "આ ઓર્ડરની પ્રક્રિયા ચોક્કસ સમયે કરવામાં આવશે, ગ્રાહકે ઇચ્છિત સમયગાળો પસંદ કર્યો છે, જો તમે પસંદ કરેલા સમયગાળામાં કોઈ ફેરફાર કરવા માંગતા હોવ, તો ગ્રાહકને જણાવો.",
      "selected_checkin": "પસંદ કરેલ ગ્રાહક લૉગિન તારીખ",
      "selected_checkout": "પસંદ કરેલ ગ્રાહક બહાર નીકળવાની તારીખ",
      "change_days_question": "શું તમારે ગ્રાહકના પસંદ કરેલા દિવસો દરમિયાન બદલવાની જરૂર છે?",
      "show_calendar": "ઓર્ડરનું કેલેન્ડર બતાવો"
    },
    "pricing": {
      "title": "ભાવ",
      "message": "તમે આ સેવા માટે કેટલો ચાર્જ કરો છો?"
    },
    "subscription": {
      "title": "સબ્સ્ક્રિપ્શન",
      "message": "તમે દૈનિક ધોરણે આ સેવા ખરીદીને સબ્સ્ક્રિપ્શન અવધિ પસંદ કરી શકો છો. જો તમે પહેલાથી દાખલ કરેલ ડિફોલ્ટ મૂલ્યો બદલવા માંગતા હોવ તો ખરીદનારને જણાવો.",
      "duration": "સબ્સ્ક્રિપ્શન અવધિ"
    },
    "charge": {
      "title": "ચાર્જ",
      "message": "તમે આ આઇટમ માટે ચાર્જનો ઉલ્લેખ કર્યો છે. તમે ગ્રાહક દ્વારા ખરીદેલી વસ્તુ માટે ચાર્જની રકમ બદલી શકો છો.",
      "charge": "ચાર્જ"
    },
    "save_item": "ચકાસો અને સેટ કરો",
    "start_service": "સેવા શરૂ કરો",
    "end_service": "સમાપ્ત કરો"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "સેવા સમાપ્ત",
      "message": "જો આ થઈ જાય, તો ઓર્ડર પૂર્ણ કરવા અને બંધ કરવા માટે પુષ્ટિકરણ કી દબાવો.",
      "action": "પુષ્ટિ કરો અને ઓર્ડર પૂર્ણ કરો"
    }
  },
  "product_outputs": {
    "outputs_form": "ડિસ્પ્લેની માહિતી માળખું (આઉટપુટ)",
    "virtual": {
      "title": "ઉત્પાદન આઉટપુટ માહિતી ફોર્મ",
      "sub_title": "તમે ખરીદ્યા પછી વપરાશકર્તાને જે માહિતી બતાવવા માંગો છો. આ ફોર્મ ખાસ કરીને ભેટ કાર્ડ જેવા વર્ચ્યુઅલ ઉત્પાદનોના વેચાણ માટે લાગુ પડે છે."
    },
    "service": {
      "title": "સેવા ડિઝાઇન",
      "sub_title": "પ્રથમ તમારી સેવાનો પ્રકાર પસંદ કરો અને જરૂરી માહિતી દાખલ કરો. ઉદાહરણ તરીકે, તમે ટુડો લિસ્ટ વ્યાખ્યાયિત કરી શકો છો અથવા ગ્રાહકને બુકિંગ સમય અથવા એપોઇન્ટમેન્ટ માટે પૂછી શકો છો."
    }
  },
  "service_design": {
    "type": "સેવાનો પ્રકાર",
    "type_message": "તમે આ ઉત્પાદન માટે પ્રદાન કરો છો તે સેવાનો પ્રકાર પસંદ કરો. દરેક આઇટમ પસંદ કરીને, સંબંધિત ફોર્મ પ્રદર્શિત થશે. તમે જે સેવા પસંદ કરો છો તેના આધારે, ઓર્ડર આપતી વખતે ગ્રાહક પાસેથી વધુ માહિતી પ્રાપ્ત થઈ શકે છે."
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "માંગ પર",
      "desc": "જેમ કે ઘરની મરામત, પેઇન્ટિંગ, કાર રિપેર વગેરે."
    },
    "BOOKING": {
      "title": "બુકિંગ",
      "desc": "હોટેલ રૂમ અથવા વિલા બુક કરવા જેવું."
    },
    "APPOINTMENT": {
      "title": "નિમણૂક",
      "desc": "પાલતુ સંભાળની નિમણૂક અથવા વ્યક્તિગત તાલીમની જેમ."
    },
    "RENTAL": {
      "title": "ભાડા",
      "desc": "જેમ કે કોઈ જગ્યા કે કાર ભાડે લેવી."
    },
    "SUBSCRIPTION": {
      "title": "સબ્સ્ક્રિપ્શન",
      "desc": "ક્લબ સભ્યપદ અથવા ઑનલાઇન કોચિંગની જેમ."
    },
    "CHARGE": {
      "title": "ચાર્જ",
      "desc": "જેમ કે એકાઉન્ટ ચાર્જ કરવું અથવા એપ્લિકેશનનો ઉપયોગ કરવા માટે ચાર્જ કરવો."
    },
    "CUSTOM": {
      "title": "કસ્ટમ",
      "desc": "જો તમે પ્રદાન કરો છો તે સેવા ઉપરોક્તમાંથી કોઈ ન હોય તો આ વિકલ્પ પસંદ કરો."
    }
  },
  "avocado": {
    "title": "તમામ સોશિયલ મીડિયા પર ઝડપી, સચોટ અને આનંદપ્રદ વેચાણ",
    "message": "તમારા ગ્રાહકો પાસેથી પૈસા મેળવવા માટે તમારે ફક્ત એક જ રકમ અને એક શીર્ષકની જરૂર છે! પૈસા સીધા તમારા ખાતામાં જમા થશે અને તમારા ગ્રાહકોને ખરીદીનો અનોખો અનુભવ મળશે.",
    "new_order": "નવું બિલ",
    "create_by_seller_title": "ઇન્વોઇસ બનાવો",
    "create_by_seller_message": "જો તમે ચોક્કસ રકમ સાથે ઇન્વૉઇસ બનાવીને કોઈને મોકલવા માંગતા હો, તો તમે ઇન્વૉઇસ ફોર્મ બતાવવા માટે નીચેના બટનને દબાવી શકો છો. તેના દ્વારા તેમના ઓર્ડરને ચૂકવવા અને ટ્રૅક કરવા માટે ખરીદનારને જનરેટ કરેલી લિંક આપો.",
    "create_by_buyer_title": "એવોકાડો ફોર્મ",
    "create_by_buyer_message": "આ વિભાગને સક્રિય કરવાથી, તમને એક લિંક બતાવવામાં આવશે, તમારા ખરીદદારોને આ લિંક પ્રદાન કરો જેથી તેઓ તેમનો ઓર્ડર આપી શકે.",
    "orders_list": "ઓર્ડર યાદી",
    "active_mode": "ઓર્ડર રસીદ સક્રિય",
    "inactive_mode": "નિષ્ક્રિય",
    "active_message": "આ સ્ત્રોતને સક્રિય કરીને, તમારા ગ્રાહકો તમે નીચે જુઓ છો તે વિનંતી ફોર્મ દ્વારા ઉત્પાદન માટે ઓર્ડર આપી શકશે.",
    "avocado_form_link_message": "આ લિંકને તમારા બાયોમાં ઇન્સ્ટાગ્રામ, ટેલિગ્રામ અથવા અન્ય સોશિયલ મીડિયા પર મૂકો જેથી કરીને તમારા પ્રેક્ષકો ઝડપી, સરળ અને અંતે વધુ ખરીદી કરી શકે",
    "need_address": "સરનામું મેળવો",
    "need_address_msg": "જો તમારે ખરીદનારનું સ્થાન અને સરનામું મેળવવાની જરૂર હોય, તો આ વિકલ્પ પસંદ કરો.",
    "avocado_link_message": "ઓર્ડર ચૂકવવા માટે ગ્રાહકને ઉપરોક્ત લિંક પ્રદાન કરવા માટે તે પૂરતું છે. ગ્રાહક આ લિંક દ્વારા ઓર્ડરનું પાલન કરી શકશે.",
    "edit_order": "ઓર્ડર સંપાદિત કરો",
    "progress": "પ્રગતિ દર",
    "buyer_link": "ખરીદનાર લિંક",
    "buyer_link_message": "તમારા ખરીદનારને આ લિંક પ્રદાન કરો. ખરીદનાર આ લિંક દ્વારા તેના ઓર્ડરની ચૂકવણી અને ટ્રેક કરી શકશે. આ લિંક કોડેડ છે, જો કોઈને લિંક આપવામાં આવશે, તો તે ચૂકવણી કરી શકશે અને માહિતી જોઈ શકશે. આ લિંક 60 દિવસ માટે સક્રિય રહેશે. નકલ કરવા માટે નીચેની લિંક પર ક્લિક કરો.",
    "OrderConfirm_done": "ઓર્ડર કન્ફર્મ.",
    "OrderConfirm_message": "જો તમે ચુકવણીની પુષ્ટિ કરો છો અને ઓર્ડર સાચો છે, તો નીચેના બટનને ક્લિક કરો.",
    "OrderConfirm_action": "ઓડર પાક્કો",
    "PreparingOrder_message": "જો ગ્રાહક ઓર્ડર મોકલવા માટે તૈયાર હોય, તો નીચે આપેલા ઓકે બટનને ક્લિક કરો.",
    "PreparingOrder_action": "ઓર્ડર મોકલવા માટે તૈયાર છે",
    "finish_message": "જો આ ઓર્ડર પૂર્ણ થાય, તો આ ઓર્ડરને બંધ કરવા માટે એન્ડ બટન દબાવો.",
    "finish_action": "ઓર્ડર પ્રક્રિયા પૂર્ણ કરો",
    "finish_dialog": {
      "title": "ઓર્ડર પૂર્ણ કરો",
      "message": "શું ઓર્ડર પૂર્ણ થયો છે અને શું તમે ખરેખર તેને બંધ કરવા માંગો છો?",
      "action": "હા, ઓર્ડરની પૂર્ણતાની પુષ્ટિ કરો"
    },
    "configuration": "એવોકાડો સેટિંગ્સ",
    "delivery_price": "માલવહન ખર્ચ",
    "edit_avocado_action": "માહિતી સંપાદિત કરો",
    "submit_pricing_avocado_action": "ઓર્ડરની કિંમત સબમિટ કરો",
    "add_avocado_action": "ઇન્વોઇસ લિંક બનાવો",
    "avocados_list": "એવોકાડોસની યાદી",
    "not_pricing": "આ આઇટમની કિંમત નથી!",
    "show_all": "બધું બતાવો",
    "show_accepted": "પુષ્ટિ થયેલ વસ્તુઓ બતાવો",
    "notifications": {
      "update_success": "એવોકાડો સફળતાપૂર્વક અપડેટ થયો.",
      "add_success": "એવોકાડો સફળતાપૂર્વક બનાવવામાં આવ્યો."
    },
    "name": "એવોકાડો"
  },
  "avocado_orders": {
    "title": "એવોકાડો",
    "title_small": "સામાજિક મીડિયા વેચાણ",
    "pending_orders": "સક્રિય ઓર્ડર",
    "avocado": "એવોકાડો ઓર્ડર કરો"
  },
  "avocado_process": {
    "step1": "ભાવ",
    "step1_msg": "દરેક વસ્તુની કિંમત દાખલ કરો અને લીલા બોક્સને ચેક કરો. જો કોઈ વસ્તુ વેચવી શક્ય ન હોય, તો તેની સ્થિતિને અસ્વીકાર્યમાં બદલો.",
    "step2": "ઇન્વૉઇસની પુષ્ટિ કરો",
    "step2_msg": "આ ઓર્ડર માટે ઇન્વૉઇસ બનાવો. તમે ઇન્વોઇસ માટે શીર્ષક અને વર્ણન દાખલ કરી શકો છો. ઑર્ડરની રકમની ગણતરી ઑટોમૅટિક રીતે વસ્તુઓની કુલ કિંમતના આધારે કરવામાં આવે છે.",
    "title_input": "ઇન્વોઇસ શીર્ષક *",
    "show_to_customer": "આ માહિતી ખરીદનારને બતાવવામાં આવે છે.",
    "description_msg": "શું તમે આ ઓર્ડર માટે નોંધ લખવા માંગો છો? આ માહિતી ખરીદનારને બતાવવામાં આવશે.",
    "price_input": "ઓર્ડરની રકમ *",
    "tax_none": "કરમુક્ત",
    "tax_included": "કિંમતમાં સમાવેશ થાય છે",
    "tax_add": "ટેક્સ ઉમેરો",
    "tax_message": "તમે પસંદ કરી શકો છો કે ટેક્સ કિંમતમાં શામેલ છે કે નહીં.",
    "tax_included_messages": "ભાવમાં ટેક્સનો સમાવેશ થાય છે.",
    "tax_add_messages": "અંતિમ કિંમતમાં ટેક્સ ઉમેરવો જોઈએ."
  },
  "hyper": {
    "print_label": "નીચેના લેબલને છાપો અને તેને ઉત્પાદનની સામે મૂકો",
    "hyper_form_link_product_message": "તમારા ગ્રાહકો આ લિંક દ્વારા ઝડપથી {product} ખરીદી શકશે. તેઓ QR કોડ સ્કેન કરીને સમાન લિંક પણ દાખલ કરશે.",
    "title": "હાયપર ઝડપી વેચાણ",
    "message": "Hyper Selldone સેલ્સ ચેનલની મદદથી, તમારા ગ્રાહકો તમારી તરફથી કોઈપણ કાર્યવાહીની જરૂર વગર QR કોડ સ્કેન કરીને ઉત્પાદનો ખરીદવા માટે સમર્થ હશે. તહેવારો, પ્રદર્શનો અથવા વ્યસ્ત સમારંભોમાં મોટી સંખ્યામાં કેટલીક વસ્તુઓ ઝડપથી વેચવા માટે આ રીતનો ઉપયોગ કરો. આ વિભાગમાં હાઇપરને સક્રિય કર્યા પછી, તમે પ્રોડક્ટ મેનેજમેન્ટ વિભાગમાં ભૌતિક ઉત્પાદનો માટે હાઇપર QR કોડ બનાવી શકો છો.",
    "orders_list": "હાયપર ઓર્ડર યાદી",
    "active_mode": "હાયપર સેલ્સ ચેનલ સક્રિય",
    "inactive_mode": "નિષ્ક્રિય",
    "active_message": "જો તમે આ વિકલ્પને સક્ષમ કરો છો, તો ફાસ્ટ-સેલ્સ-કોડ્સ બનાવવાની શક્યતા દરેક પ્રોડક્ટના મેનેજમેન્ટ વિભાગમાં પ્રદર્શિત થશે.",
    "hyper_form_link_message": "તમારા સ્ટોરની હાઇપર પેજ લિંક",
    "configuration": "હાયપર સેટિંગ્સ",
    "name": "હાયપર"
  },
  "hyper_orders": {
    "title": "હાયપર",
    "title_small": "વેચાણ અહેવાલ",
    "hyper": "ઓર્ડર મળ્યા"
  },
  "product_file": {
    "no_file": "હજુ સુધી કોઈ ફાઈલ અપલોડ થઈ નથી!",
    "delete_dialog": {
      "title": "ફાઇલ કાઢી નાખો",
      "message": "શું તમે આ ફાઇલને ડિલીટ કરવાની ખાતરી કરો છો?",
      "action": "હા, હવે કાઢી નાખો"
    },
    "notifications": {
      "delete_success": "ફાઇલ સફળતાપૂર્વક કાઢી નાખી."
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 {amount} ચાર્જ કરો અને {amount_total} ક્રેડિટ મેળવો.",
    "charge_action": "મફત ક્રેડિટનો દાવો કરવો",
    "claim_title": "તમારી મફત ક્રેડિટનો દાવો કરો",
    "claim_charge_caution": "નોંધ: તમારા વૉલેટ એકાઉન્ટ્સ વચ્ચે કરન્સી કન્વર્ટ કરવી શક્ય નથી. તેથી, તમારા સ્ટોરમાં વિનિમય કરાયેલ ચલણ માટે યોગ્ય હોય તેવું એકાઉન્ટ પસંદ કરો.",
    "account_input": "થાપણ",
    "account_msg": "આ એકાઉન્ટ પર ચાર્જ લાગુ કરવામાં આવશે"
  },
  "selldone_applications": {
    "title": "તમારા ઓર્ડર ચૂકશો નહીં!",
    "msg": "તમારા વ્યવસાયને ગમે ત્યાં અને ગમે ત્યારે મેનેજ કરો."
  },
  "shop_seo": {
    "title": "SEO રૂપરેખાંકન",
    "msg": "ઓર્ગેનિક ગ્રાહકોના સંપાદન ચેનલોને સશક્ત બનાવીને ઓનલાઈન માર્કેટિંગ માટે ફાસ્ટ ફોરવર્ડ કરો.",
    "auto": {
      "title": "ઓટો એસઇઓ એન્જિન",
      "msg": "તમારી વેબસાઇટ પર પ્રેક્ષકો અને શોધ એંજીન માટે સીમલેસ મોબાઇલ અનુભવ પ્રદાન કરો."
    },
    "amp": {
      "title": "AMP",
      "msg": "એક્સિલરેટેડ મોબાઈલ પેજીસ ઓટો જનરેશન."
    }
  },
  "shop_preferences": {
    "order": {
      "title": "ઓર્ડર",
      "desc": "જો કોઈ ગ્રાહક ઓર્ડર ચૂકવે છે, તો ઓર્ડરની માહિતી ધરાવતો ઈમેલ આ સરનામે મોકલવામાં આવશે."
    },
    "return": {
      "title": "પરત",
      "desc": "જો ખરીદદાર દ્વારા ઉત્પાદન પરત કરવામાં આવે, તો આ ઈમેલ મોકલવામાં આવશે. આ ઈમેલ મોકલવો એ તમારા ખરીદેલા પ્લાન પર આધાર રાખે છે."
    },
    "pos": {
      "title": "POS",
      "desc": "POS વેચાણ અહેવાલ આ ઈમેલ પર મોકલવામાં આવશે."
    },
    "avocado": {
      "title": "એવોકાડો",
      "desc": "એવોકાડો ઓર્ડરનો દૈનિક અહેવાલ મોકલો."
    },
    "accounting": {
      "title": "નામું",
      "desc": "નાણાકીય અહેવાલો અને અપડેટ્સ સ્ટોર કરો."
    },
    "subscription": {
      "title": "સબ્સ્ક્રિપ્શન્સ",
      "desc": "તાજેતરના ખરીદેલા પ્લાનની સ્થિતિ શરૂઆત અને અંત સબ્સ્ક્રિપ્શન સૂચનાઓ સાથે સંલગ્ન છે."
    },
    "technical": {
      "title": "ટેકનિકલ",
      "desc": "ડોમેન અને સેવા સ્થિતિ વિશે તકનીકી સૂચનાઓ."
    },
    "report": {
      "title": "અહેવાલો",
      "desc": "આ ઈમેલ પર સાપ્તાહિક અને માસિક રિપોર્ટ મોકલવામાં આવશે"
    },
    "review": {
      "title": "સમીક્ષા",
      "desc": "જો તમારે સ્ટોરમાં કોઈ પ્રક્રિયાની પુષ્ટિ કરવાની જરૂર હોય, તો સંબંધિત ઇમેઇલ આ સરનામે મોકલવામાં આવશે. ઉદાહરણ તરીકે સ્ટોર વપરાશકર્તાઓને માર્કેટિંગ ઇમેઇલ મોકલવાની પુષ્ટિ કરવા માટે."
    }
  },
  "shop_languages": {
    "title": "સ્ટોર ભાષાઓ",
    "sub_title": "સ્ટોર સ્વતઃ-અનુવાદ પેકેજો ઇન્સ્ટોલ અને સક્રિય કરો.",
    "message": "તમે તમારા સ્ટોરમાં 10 જેટલા ભાષા પેક ઇન્સ્ટોલ કરી શકો છો. જો તમારે વધુ પેકેજો ઇન્સ્ટોલ કરવાની જરૂર હોય તો અમારો સંપર્ક કરો."
  },
  "invite_friends": {
    "title": "તમારા વ્યવસાય વિશે વિશ્વને કહો!",
    "msg": "તમારા મિત્રોને Selldone નો પરિચય કરાવો. જ્યારે તેઓ સાઇન અપ કરશે ત્યારે તેમને કંપનીના વાઉચરમાં $99 મળશે અને એકવાર તેઓ તેમનો પહેલો વ્યવહાર પૂર્ણ કરશે ત્યારે તમને સ્ટાર્ટઅપ વાઉચરમાં $15 મળશે.",
    "invite": {
      "title": "મફત $99 વાઉચર મેળવવા માટે Selldone બિઝનેસ OS માં જોડાઓ.",
      "description": "એક અદભૂત સાધન વડે તમારો વ્યવસાય ઓનલાઈન શરૂ કરવા માટે હું તમને Selldone પર આમંત્રિત કરું છું.",
      "hashtags": "ઈકોમર્સ, વેબસાઈટ બિલ્ડર",
      "quot": "મેં Selldone દ્વારા એક ઓનલાઈન સ્ટોર બનાવ્યો છે, તમે પણ હવે તમારો વ્યવસાય કરી શકો છો."
    }
  },
  "shops_list": {
    "title": "મારી દુકાનો",
    "message": "મારી પોતાની દુકાનોની યાદી, પરવાનગી અને નમૂનાની દુકાનો."
  },
  "shipping": {
    "warehouse_error": "પહેલા તમારું વેરહાઉસ સેટ કરો! આ સરનામું શિપિંગના મૂળ તરીકે ઉપયોગમાં લેવાશે.",
    "errors": {
      "set_origin": "તમારા સ્થાનનો નકશો સેટ કરો.",
      "set_country": "તમારો દેશ સેટ કરો.",
      "set_address": "તમારું સરનામું સેટ કરો.",
      "set_zip": "તમારો પોસ્ટલ કોડ સેટ કરો."
    },
    "set_warehouse": "વેરહાઉસ સેટ કરો",
    "pickup_location": "પિકઅપ સ્થાન",
    "refresh_rates": "તાજું દર",
    "no_rate": "કોઈ દર નથી...",
    "view_messages": "સંદેશાઓ જુઓ...",
    "not_set_yet": "હજુ સેટ નથી!",
    "drop_orders_here": "ઓર્ડર અહીં છોડો..."
  },
  "blog_category": {
    "title": "બ્લોગ શ્રેણીઓ",
    "add_action": "નવી શ્રેણી ઉમેરો",
    "add_dialog": {
      "title": "નવી / અપડેટ કેટેગરી",
      "force_edit": "બળ સંપાદિત પાથ",
      "force_edit_msg": "શ્રેણીનું નામ બદલો અને બધા લેખો અપડેટ કરો.",
      "star_msg": "સ્ટારેડ કેટેગરીઝને બ્લોગમાં બતાવવાની પ્રાથમિકતા છે.",
      "star": "જોયું",
      "delete_action": "શ્રેણી કાઢી નાખો",
      "add_action": "શ્રેણી ઉમેરો",
      "edit_action": "શ્રેણી સંપાદિત કરો"
    }
  },
  "about_us": {
    "title": "અમારા વિશે પાનું",
    "subtitle": "અમારા વિશે પૃષ્ઠ પર બતાવવા માટે તમારા વ્યવસાય વિશે એક લેખ લખો. આ પૃષ્ઠ તમારા પ્રેક્ષકોને તમારી બ્રાન્ડ અને મિશન જાણવામાં મદદ કરશે."
  },
  "terms": {
    "title": "સેવાની શરતો પૃષ્ઠ",
    "subtitle": "તમારા ગ્રાહકો માટે તમારી સેવાઓની ખરીદી અને ઉપયોગની શરતો સમજાવો."
  },
  "privacy": {
    "title": "ગોપનીયતા નીતિ પૃષ્ઠ",
    "subtitle": "ગોપનીયતા નીતિ એ એક નિવેદન અથવા કાનૂની દસ્તાવેજ છે જે પક્ષ દ્વારા ગ્રાહક અથવા ક્લાયંટના ડેટાને એકત્ર કરવા, ઉપયોગ કરવા, જાહેર કરવા અને મેનેજ કરવાની કેટલીક અથવા બધી રીતો જાહેર કરે છે."
  },
  "contact_us": {
    "title": "અમારો સંપર્ક કરો પૃષ્ઠ",
    "subtitle": "અમારો સંપર્ક કરો પૃષ્ઠ પર તમારા ગ્રાહકોને બતાવવા માટે તમારી સંપર્ક માહિતી, સરનામું અને ફોન નંબર લખો."
  },
  "metaverse": {
    "title": "મેટાવર્સ બ્રિજ",
    "subtitle": "Selldone કોમર્સ સ્પેસમાં %100 API-આધારિત સેવાઓ પ્રદાન કરે છે. ગેમ, બ્લોકચેન અને મેટાવર્સ ડેવલપર્સ કામ, જીવન અને વેપાર જગતના ભવિષ્યમાં વ્યવસાયો, ગ્રાહકો અને સેવાઓને જોડવા માટે આ શક્તિશાળી API નો ઉપયોગ કરી શકે છે.",
    "message": "ગેમ ડેવલપર્સ માટે અર્લી એક્સેસ"
  },
  "orders_bulk_export": {
    "title": "મદદનીશને ઓર્ડર આપે છે",
    "timespan": {
      "title": "સમયગાળો",
      "subtitle": "ઓર્ડર આપવા માટે શરૂઆત અને સમાપ્તિ તારીખો પસંદ કરો."
    },
    "tasks": {
      "title": "કાર્યો આઉટપુટ",
      "subtitle": "જથ્થાબંધ ઓર્ડરની પ્રક્રિયા માટે કાર્યોની સૂચિ ડાઉનલોડ કરો. પરિણામમાં માત્ર પેઇડ અને સીઓડી ઓર્ડર્સ શામેલ છે.",
      "export_title": "કાર્યોની સૂચિ"
    },
    "labels": {
      "title": "પેકેજો લેબલ્સ",
      "subtitle": "પસંદ કરેલ સમય અવધિ અને સ્થિતિના તમામ ઓર્ડર લેબલોની સૂચિ ડાઉનલોડ કરો. પરિણામમાં માત્ર પેઇડ અને સીઓડી ઓર્ડર્સ શામેલ છે.",
      "export_title": "બોક્સ લેબલ્સ"
    }
  },
  "customers_funnel": {
    "title": "ગ્રાહકોની વસ્તી વિષયક",
    "subtitle": "ઓછા માર્કેટિંગ સાથે વધુ મૂલ્ય આપવા માટે વધુ સારા નિર્ણયો લેવા માટે તમારા ગ્રાહકોના ડેટાને ફિલ્ટર કરો અને નિકાસ કરો! કૃપા કરીને તમારા ગ્રાહકોની ગોપનીયતાનો આદર કરો અને તેમને ક્યારેય સામૂહિક બલ્ક ઇમેઇલ્સ મોકલશો નહીં! તમારા ગ્રાહકોની માહિતી તૃતીય પક્ષની સેવાઓ સાથે તેમની દરેકની પરવાનગી લીધા વિના ક્યારેય શેર કરશો નહીં."
  },
  "transportation_pickups": {
    "addresses": {
      "title": "પિકઅપ સરનામાં",
      "subtitle": "અહીં પિકઅપ સરનામાં ઉમેરો અને સંપાદિત કરો. વપરાશકર્તાઓ ચેકઆઉટ પૃષ્ઠ પર પિકઅપ સરનામું પસંદ કરી શકશે.",
      "add_action": "નવું સ્થાન ઉમેરો"
    }
  },
  "affiliate_pos": {
    "title": "સંલગ્ન POS",
    "open_pos_action": "ઝડપી ઓર્ડરિંગ POS",
    "description": "આ વિકલ્પ Instagram પૃષ્ઠો અને અન્ય સામાજિક નેટવર્ક્સના સંચાલકો માટે યોગ્ય છે. ગ્રાહકો પાસેથી મેન્યુઅલી ઓર્ડર મેળવવા અને ઉમેરવા માટે Affiliate POS નો ઉપયોગ કરો. તમારા આનુષંગિકો (અથવા ફ્રેન્ચાઇઝી) એફિલિએટ POSમાં નવા ઓર્ડર ઉમેરી શકે છે અને ડિપોઝિટ સ્લિપ અપલોડ કરી શકે છે."
  },
  "shop_configuration": {
    "login": {
      "title": "લૉગિન પદ્ધતિઓ",
      "subtitle": "વપરાશકર્તાઓ તમારા સ્ટોરમાં લૉગ ઇન કરે તે રીતે કસ્ટમાઇઝ કરો."
    },
    "checkout": {
      "title": "ચેકઆઉટ પ્રવાહ",
      "subtitle": "તમારા ઈકોમર્સમાં તમારી ગ્રાહક યાત્રા અને ખરીદીના પ્રવાહને કસ્ટમાઇઝ કરો.",
      "map": {
        "title": "નકશો",
        "subtitle": "વપરાશકર્તાઓએ નકશા પર ડિલિવરી સ્થાન પસંદ કરવું આવશ્યક છે (જેમ કે ઉબેર).",
        "subtitle_no_map": "શિપિંગ ગણતરીમાં અંતર શૂન્ય ગણે છે જો સ્થાન ગ્રાહક દ્વારા આપવામાં આવેલા સરનામામાં અસ્તિત્વમાં ન હોય."
      },
      "mode": {
        "title": "ગ્રાહકો લોગિન પોઈન્ટ",
        "default": {
          "title": "ASAP (ડિફૉલ્ટ)",
          "msg": "વપરાશકર્તાઓ શક્ય તેટલી વહેલી તકે લોગ ઇન કરે છે. (વધુ રૂપાંતરણ)"
        },
        "on_checkout": {
          "title": "ચેકઆઉટ પર",
          "msg": "વપરાશકર્તાઓને ચેકઆઉટ સ્ટેપ પર લૉગ ઇન કરવા દબાણ કરો."
        },
        "login_free": {
          "title": "વૈકલ્પિક લૉગિન",
          "msg": "ઓર્ડર ચુકવણી પછી વૈકલ્પિક લોગિન.."
        }
      },
      "express": {
        "title": "કાર્ટમાં ઉમેરો પછી રીડાયરેક્ટ કરો",
        "false": {
          "title": "સામાન્ય સ્થિતિ",
          "msg": "પૃષ્ઠ પર રહો અને કાર્ટમાં ઉમેરો પર ક્લિક કર્યા પછી ખરીદી ચાલુ રાખો."
        },
        "true": {
          "title": "એક્સપ્રેસ મોડ",
          "msg": "કાર્ટમાં ઉમેરો પર ક્લિક કર્યા પછી ગ્રાહકને ચેકઆઉટ પૃષ્ઠ પર રીડાયરેક્ટ કરો."
        }
      },
      "shipping_address": {
        "title": "શિપિંગ સરનામું માટે પૂછો"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "ભૌતિક અને સેવા (ડિફૉલ્ટ)",
      "desc": "ગ્રાહકને ભૌતિક અને સેવા ચેકઆઉટમાં સરનામું દાખલ કરવા માટે કહો."
    },
    "physical": {
      "title": "માત્ર ભૌતિક",
      "desc": "ગ્રાહકને ફક્ત ભૌતિક ચેકઆઉટમાં સરનામું દાખલ કરવા માટે કહો."
    },
    "off": {
      "title": "ક્યારેય",
      "desc": "શિપિંગ સરનામું ક્યારેય પૂછશો નહીં. ⚠ જો તમે સેવાના પ્રકારને બદલે ઉત્પાદનો માટે ભૌતિક પ્રકાર પસંદ કરીને વેરિઅન્ટ સાથે સેવાઓ મેળવવાની યોજના ઘડી રહ્યા હોવ તો આ વિકલ્પનો ઉપયોગ કરો."
    }
  },
  "business_model": {
    "title": "બિઝનેસ મોડલ સેટઅપ",
    "subtitle": "તમારું બિઝનેસ મોડલ સેટ કરો અને અમે તમારા OS ને દ્રશ્ય પાછળ ગોઠવીશું."
  },
  "business_type": {
    "title": "માલના પ્રકારો",
    "subtitle": "તમે તમારા સ્ટોરમાં કયા પ્રકારનાં ઉત્પાદનો વેચવા માંગો છો તે સેટ કરો. Selldone માં ઉત્પાદન પ્રકારો માત્ર ઉત્પાદનોના એક પ્રકાર કરતાં વધુ છે; તે પરિપૂર્ણતા પ્રક્રિયા વિશે વધુ છે.",
    "send_activation_request_to_support": "સપોર્ટ ટિકિટમાં સક્રિયકરણની વિનંતી મોકલો.",
    "require_kyc": "વ્યવસાય માલિક કેવાયસી.",
    "needs_enterprise_license": "તમારી પાસે એન્ટરપ્રાઇઝ લાયસન્સ હોવું જરૂરી છે.",
    "marketplace_caution_message": "માર્કેટપ્લેસ સેટ કરો કારણ કે તમારું મોડેલ તમારા વ્યવસાય OS ગોઠવણીને ઊંડી અસર કરે છે. ઉદાહરણ તરીકે, તમારે દરેક ઉત્પાદન માટે સ્વતંત્ર કિંમત અને ઇન્વેન્ટરી સાથે ઓછામાં ઓછો એક વિક્રેતા વ્યાખ્યાયિત કરવો આવશ્યક છે. ગ્રાહકો એવા ઉત્પાદનો ખરીદી શકતા નથી કે જેનો કોઈ વિક્રેતા ન હોય."
  },
  "business_model_view": {
    "normal": {
      "title": "સામાન્ય સ્ટોર",
      "desc": "સામાન્ય રીતે SME, હોમ બિઝનેસ અથવા ડ્રોપશિપર - જેઓ તેમની પ્રોડક્ટ સીધું ગ્રાહકોને વેચે છે અથવા રિસેલર તરીકે હોલસેલરની પ્રોડક્ટ્સ વેચે છે."
    },
    "dropshipping": {
      "title": "ડ્રોપશિપિંગ",
      "desc": "કોઈ ઉત્પાદન અને કોઈ ઈન્વેન્ટરી ન રાખો - તમે તૃતીય પક્ષને ચૂકવણી કરો છો, સામાન્ય રીતે જથ્થાબંધ વેપારી (જેમ કે Printify, Wholesale2B, ...) અથવા ઉત્પાદક, અને તેઓ દ્રશ્ય પાછળના ઓર્ડર પૂરા કરે છે."
    },
    "wholesaler": {
      "title": "ડ્રોપશિપિંગ સપ્લાયર",
      "desc": "સામાન્ય રીતે જથ્થાબંધ વેપારી અથવા ઉત્પાદક - જે સીધા અંતિમ ગ્રાહકને ઓર્ડર મોકલે છે. Selldone પરના અન્ય વેપારીઓ તેમના સ્ટોર્સમાં તમારા ઉત્પાદનોને ડ્રોપશિપ કરી શકે છે."
    },
    "marketplace": {
      "title": "બજાર",
      "desc": "ઓનલાઈન માર્કેટપ્લેસ ખરીદદારો અને વેચાણકર્તાઓને માલિકી અને કેન્દ્રિય પ્લેટફોર્મ પર જોડે છે."
    },
    "franchise": {
      "title": "ફ્રેન્ચાઇઝ / સંલગ્ન",
      "desc": "ફ્રેન્ચાઇઝી એ ઉત્પાદનો અથવા સેવાઓનું વિતરણ કરવાની એક પદ્ધતિ છે જેમાં ફ્રેન્ચાઇઝરનો સમાવેશ થાય છે જે તમારી બ્રાન્ડ (ફ્રેન્ચાઇઝિંગ) સ્થાપિત કરે છે અથવા તેમની બ્રાન્ડ (સંલગ્ન) દ્વારા તમારા ઉત્પાદનોનું વેચાણ કરે છે."
    }
  },
  "marketplace": {
    "vendor_wallets": "પાકીટ",
    "pricing_models": "ભાવ",
    "add_vendor": "વિક્રેતા ઉમેરો",
    "requests": "વિનંતીઓ"
  },
  "price_input_type": {
    "title": "કિંમત ઇનપુટ પ્રકાર",
    "default": {
      "title": "ડિફૉલ્ટ",
      "desc": "કાર્ટમાં જથ્થા તરીકે મૂલ્ય પસંદ કરો."
    },
    "area": {
      "title": "વિસ્તાર",
      "desc": "જથ્થાની ગણતરી કરવા માટે ઇનપુટ તરીકે પહોળાઈ અને લંબાઈ દાખલ કરો."
    },
    "volume": {
      "title": "વોલ્યુમ",
      "desc": "જથ્થાની ગણતરી કરવા માટે ઇનપુટ તરીકે પહોળાઈ, લંબાઈ અને ઊંચાઈ દાખલ કરો."
    },
    "custom": {
      "title": "કસ્ટમ (ઇનપુટ ફોર્મ દ્વારા)",
      "desc": "સેંકડો ચલોની જરૂર નથી! અત્યંત કસ્ટમાઇઝ કરી શકાય તેવા ઉત્પાદનો માટે કસ્ટમ ખર્ચ ગણતરી ફોર્મ બનાવો."
    }
  },
  "vendors_list": {
    "title": "મારા વિક્રેતાઓ",
    "message": "મારા પોતાના વિક્રેતાઓની સૂચિ."
  },
  "vendor_page": {},
  "domains": {
    "message": "તમારા વ્યવસાય OS સાથે બહુવિધ ડોમેન્સ કનેક્ટ કરો અને તે બધાને એક જ જગ્યાએ મેનેજ કરો. તમે તમારી વેબસાઇટના દરેક ભાગ માટે સમર્પિત ડોમેન્સ બનાવવા માટે બહુવિધ ડોમેન્સ સુવિધાનો ઉપયોગ કરી શકો છો, જેમ કે બ્લોગ અને સમુદાય, અથવા તમારા આનુષંગિકો માટે વિવિધ ડોમેન્સનો ઉપયોગ કરી શકો છો."
  },
  "notes": {
    "add_action": "તમારી ટીમ માટે એક નોંધ ઉમેરો",
    "notifications": {
      "success_add": "નોંધ સફળતાપૂર્વક ઉમેરવામાં આવી છે.",
      "success_delete": "નોંધ સફળતાપૂર્વક કાઢી નાખવામાં આવી છે."
    }
  },
  "external_services": {
    "title": "બાહ્ય સેવાઓ",
    "subtitle": "અહીં એસએમએસ અને ઈમેલ જેવી બાહ્ય સેવાઓની છેલ્લી સ્થિતિનું નિરીક્ષણ કરો."
  },
  "theme": {
    "dark_mode": "ડાર્ક મોડ",
    "dark_mode_description": "જો તમને સફેદ ટેક્સ્ટ રંગ સાથે ઘેરા પૃષ્ઠભૂમિની ઈચ્છા હોય તો આ વિકલ્પ પસંદ કરો.",
    "light_mode": "લાઇટ મોડ",
    "light_mode_description": "જો તમે પૃષ્ઠભૂમિ પ્રકાશ અને ટેક્સ્ટ કાળા રંગમાં હોય તો આ વિકલ્પ પસંદ કરો."
  },
  "shop_quota": {
    "title": "વપરાશ ક્વોટા",
    "sub_title": "આ તમારી દુકાન માટે ઉપયોગ ક્વોટા યાદી છે. તમે તમારી દુકાનનું લાઇસન્સ અપગ્રેડ કરીને આ મર્યાદા વધારી શકો છો. જો તમે મર્યાદા ઓળંગો છો, તો તમે અમારી પાસેથી વધારાના દૈનિક ક્વોટા ભથ્થાની વિનંતી કરી શકો છો. તમામ વપરાશ દરરોજ રીસેટ થશે."
  },
  "app_card": {
    "category": "શ્રેણી",
    "installs": "ઇન્સ્ટોલ કરો",
    "actives": "સક્રિય",
    "uninstalls": "અનઇન્સ્ટોલ કરે છે",
    "app_code": "એપ્લિકેશન કોડ",
    "app_mode": "એપ્લિકેશન મોડ"
  },
  "product_status": {
    "open": {
      "name": "સક્રિય",
      "title": "સક્રિય | ઓનલાઈન અને ઓફલાઈન વેચાણ",
      "description": "આ પ્રોડક્ટ ઓનલાઈન ઓર્ડર માટે ઉપલબ્ધ હશે."
    },
    "close": {
      "name": "નિષ્ક્રિય",
      "title": "નિષ્ક્રિય | માત્ર ઑફલાઇન વેચાણ",
      "description": "આ ઉત્પાદન ઓનલાઈન ઓર્ડર માટે ઉપલબ્ધ રહેશે નહીં."
    },
    "pending": {
      "name": "બાકી છે",
      "title": "બાકી છે",
      "description": "લાઇવ થતાં પહેલાં માર્કેટપ્લેસ સમીક્ષા જરૂરી છે."
    },
    "rejected": {
      "name": "નામંજૂર",
      "title": "નામંજૂર",
      "description": "આ ઉત્પાદન બજાર દ્વારા નકારવામાં આવ્યું હતું."
    }
  },
  "suggestions": {
    "vendor_payment": {
      "note": [
        "વેચાણ માટે ચૂકવણી પૂર્ણ",
        "વેન્ડર કમિશન વિતરણ.",
        "વ્યવહાર સફળતાપૂર્વક પૂર્ણ થયો.",
        "તાજેતરના વેચાણ માટે રેમિટન્સ.",
        "વિક્રેતા સેવાઓ માટે સફળ ટ્રાન્સફર."
      ],
      "reverse_fund_reason": [
        "ભંડોળનું વળતર: બેંકમાંથી વિક્રેતાના વૉલેટમાં ટ્રાન્સફર.",
        "વેન્ડર વૉલેટ રિફિલ: બેંક ખાતામાંથી ભંડોળ ઉલટાવી રહ્યું છે.",
        "રિવર્સ ટ્રાન્ઝેક્શન: બેંક ટુ વેન્ડર વોલેટ ફંડ ટ્રાન્સફર.",
        "રિફંડ: વિક્રેતાના વૉલેટમાં બેંક ડિપોઝિટ રિવર્સલ.",
        "ફંડ રિવર્સલ: બેંકમાંથી વિક્રેતાના વોલેટની ફરી ભરપાઈ."
      ]
    },
    "shop_email": {
      "name": [
        "સુપર સેવિંગ્સ વીકએન્ડ બ્લાસ્ટ",
        "એક્સક્લુઝિવ ઇનસાઇડર ડીલ્સનું અનાવરણ કરવામાં આવ્યું",
        "પ્રીમિયમ ડિસ્કાઉન્ટ માટે તમારી VIP ઍક્સેસ",
        "મોસમી વેચાણ એક્સ્ટ્રાવેગેન્ઝા",
        "તમારા શોપિંગ સ્વર્ગને અનલૉક કરો",
        "ગ્રાન્ડ શોપર્સ કાર્નિવલ",
        "વસંત ફ્લિંગ શોપિંગ પળોજણ",
        "પાનખર ડીલ્સ તમે પ્રતિકાર કરી શકતા નથી",
        "શિયાળાના અજાયબીઓ: ઠંડા દિવસો માટે ગરમ સોદા",
        "ઉનાળાના અંતે ક્લિયરન્સ કાઉન્ટડાઉન",
        "બ્લેક ફ્રાઈડે બોનાન્ઝા: અર્લી બર્ડ એક્સેસ",
        "હેલો હોલિડેઝ: તમારી ભેટ માર્ગદર્શિકા અને વધુ",
        "તાજા શોધો: નવા આગમન ફક્ત તમારા માટે",
        "વફાદારી પુરસ્કૃત: અંદર વિશિષ્ટ ડિસ્કાઉન્ટ"
      ],
      "subject": [
        "⏰ મર્યાદિત સમયની ઑફર! હવે તમારા મનપસંદ મેળવો",
        "🌼 નવી સીઝન, નવી શૈલીઓ - અમારા નવીનતમ સંગ્રહનું અન્વેષણ કરો",
        "👑 વિશિષ્ટ VIP વેચાણ ફક્ત તમારા માટે",
        "💃 અમારા નવા આગમન સાથે માથું ફેરવો",
        "🔚 દરેક વસ્તુ પર 20% છૂટનો આનંદ માણવાની છેલ્લી તક",
        "🎁 તમારા માટે ભેટ: $10 ક્રેડિટ ઇનસાઇડ!",
        "☀️ અમારા હોટ ડીલ્સ સાથે ઉનાળા માટે તૈયાર રહો",
        "🛍️ તમારા કપડાને અપગ્રેડ કરો - તમે તેને લાયક છો",
        "👀 ઝલક: નવી પ્રોડક્ટ્સ ટૂંક સમયમાં આવી રહી છે!",
        "🎂 જન્મદિવસની શુભેચ્છાઓ! તમારી વિશેષ ભેટની રાહ છે",
        "🖤 શું તમે બ્લેક ફ્રાઈડે ડીલ્સ માટે તૈયાર છો?",
        "🎯 ટોચની પસંદગીઓ ફક્ત તમારા માટે - વ્યક્તિગત શોપિંગ અનુભવ",
        "🍹 તમારી જાતને સારવાર કરવાનો સમય - વીકએન્ડ ફ્લેશ સેલ!",
        "🧹 સીઝન ક્લિયરન્સનો અંત - બધું જ થવું જોઈએ!",
        "🚀 તમે તે કમાઈ લીધું છે! તમારા આગલા ઓર્ડર પર મફત શિપિંગ",
        "📢 ચૂકશો નહીં - તમારી વિશલિસ્ટ આઇટમ્સ હવે વેચાણ પર છે",
        "🏡 અમારા હોમ ડેકોર કલેક્શન સાથે તમારા ઘરમાં આનંદ લાવો",
        "🎉 એક સરપ્રાઈઝ ફક્ત તમારા માટે! તમારી મિસ્ટ્રી ડિસ્કાઉન્ટ ખોલો"
      ]
    },
    "discount_code": {
      "code": [
        "સ્વાગત10",
        "ઉનાળો 20",
        "VIPSALE30",
        "BDAY15",
        "કાળો શુક્રવાર",
        "સાયબરમોન્ડે",
        "ફ્રીશિપિંગ",
        "ફ્લેશસેલ",
        "ક્લિયરન્સ",
        "પ્રારંભિક પક્ષી",
        "વિદ્યાર્થી10",
        "વિન્ટર25",
        "સ્પ્રિંગ15",
        "FALL20",
        "બેસ્ટસેલર10",
        "HOLIDAY30",
        "વેલેન્ટાઇન20",
        "માતૃદિન",
        "ફાધર્સડે",
        "એન્ડોફીયર"
      ],
      "title": [
        "ફ્લેશ વેચાણ: 20% છૂટ!",
        "VIP અર્લી એક્સેસ ડિસ્કાઉન્ટ",
        "સપ્તાહાંત ડીલ: હવે સાચવો!",
        "આજે 15% છૂટનો આનંદ માણો",
        "સમર સેલ: વધારાની 10% છૂટ",
        "ખાલી કરવા માટે વેચાણ! મોટા સાચવો",
        "ખાસ ઓફર: મફત શિપિંગ",
        "2-માટે-1: આજે જ!",
        "હોલિડે સ્પેશિયલ: 25% છૂટ",
        "વિશિષ્ટ 30% ડિસ્કાઉન્ટ",
        "આશ્ચર્ય! વધારાની 20% છૂટ",
        "મોસમી બચત અંદર",
        "મિડવીક મેડનેસ: 10% છૂટ",
        "ટૂંક સમયમાં સમાપ્ત થાય છે: દરેક વસ્તુ પર 15% છૂટ",
        "કુટુંબ અને મિત્રો: 20% છૂટ",
        "આ સપ્તાહમાં મોટી બચત",
        "બ્લેક ફ્રાઇડે: 40% છૂટ",
        "સ્નીક પીક ડિસ્કાઉન્ટ: 30% છૂટ"
      ],
      "description": [
        "તમારી વિશેષ ઓફરનો દાવો કરો! માત્ર મર્યાદિત સમય.",
        "ઉતાવળ કરો! તમારા કાર્ટમાં વિશિષ્ટ બચતની રાહ છે.",
        "મોટી બચત માત્ર એક ક્લિક દૂર છે!",
        "આ સોદો જાય તે પહેલાં તેનો લાભ લો.",
        "ખાસ ડિસ્કાઉન્ટ રાહ જોઈ રહ્યું છે! ચૂકશો નહીં.",
        "અમારી ઑફર વડે તમારી ખરીદીની ભાવનાને વેગ આપો!",
        "તમારો આગામી ઓર્ડર તમે વિચારો છો તેના કરતાં ઓછો હોઈ શકે છે!",
        "તમે ઇચ્છો છો તે આઇટમ મેળવવાનો આ યોગ્ય સમય છે.",
        "તમારા દિવસને ઉજ્જવળ બનાવવા માટે થોડું કંઈક.",
        "સાચવવા માટે તૈયાર છો? આશ્ચર્યજનક ડિસ્કાઉન્ટ રાહ જોઈ રહ્યું છે!",
        "કારણ કે તમે ખાસ છો, અહીં એક ખાસ ડીલ છે.",
        "તમારી નજર કંઈક પર છે? અહીં એક નજ છે!",
        "સાચવવા માટે વર્તમાન જેવો કોઈ સમય નથી.",
        "આ સોદો ચૂકશો નહીં! તે પસાર કરવા માટે ખૂબ સારું છે.",
        "સરસ સમાચાર! તમારી ખરીદી સસ્તી થઈ ગઈ છે.",
        "ઉતાવળ કરો, તમારું વિશિષ્ટ ડિસ્કાઉન્ટ ટૂંક સમયમાં સમાપ્ત થાય છે!",
        "તમારી વફાદારી માટે અહીં થોડો આભાર."
      ]
    },
    "coupon": {
      "title": [
        "બચત છૂટી",
        "ડિસ્કાઉન્ટને અનલૉક કરો",
        "સુપર બચત",
        "વિશિષ્ટ ડીલ",
        "બોનસ બચત",
        "VIP ડિસ્કાઉન્ટ",
        "ખાસ ઓફર",
        "વધારાની બચત",
        "ડિસ્કાઉન્ટ ચેતવણી",
        "બજેટ બ્લિસ",
        "અર્થતંત્ર આનંદ",
        "મૂલ્ય બોનાન્ઝા",
        "ભાવ કટ",
        "હેપ્પી સેવિંગ્સ",
        "વધુ સાચવો, વધુ ખરીદી કરો",
        "ફ્લેશ ડીલ",
        "બાર્ગેન બાઉન્ટી",
        "ત્વરિત બચત",
        "દિવસની ડીલ",
        "મોસમી ચોરી"
      ],
      "description": [
        "અમારા પર મીઠી ડીલનો આનંદ માણો! તમારી આગલી ખરીદી પર બચત કરો.",
        "અમે અમારા ગ્રાહકોને મહત્ત્વ આપીએ છીએ - આ વિશિષ્ટ ઑફરનો લાભ લો.",
        "તમને જે ગમે છે તે ઓછા માટે વધુ મેળવો. અમારા પર ડિસ્કાઉન્ટ!",
        "સાચવવા માટે તૈયાર છો? એક વિશિષ્ટ ઓફર રાહ જોઈ રહી છે!",
        "કારણ કે તમે ખાસ છો! તમારા આગલા ઓર્ડર પર ડિસ્કાઉન્ટનો આનંદ લો.",
        "તમારી જાતને ખરીદીની પળોજણમાં ટ્રીટ કરો અને બચાવો!",
        "તમે છોડો ત્યાં સુધી ખરીદી માટે તૈયાર રહો - અને બચત કરો!",
        "ખાસ ડિસ્કાઉન્ટ સાથે સિઝનની ઉજવણી કરો.",
        "અમે વિશિષ્ટ ડિસ્કાઉન્ટ સાથે અમારા વફાદાર ગ્રાહકોનો આભાર માનીએ છીએ.",
        "તમારી આગલી ખરીદી પર અવિશ્વસનીય બચતને અનલૉક કરો.",
        "તમારી વિશિષ્ટ બચત પર એક નજર નાખો.",
        "અમારા પર તમારું આશ્ચર્યજનક ડિસ્કાઉન્ટ શોધો!",
        "અમારી વિશિષ્ટ ઓફર સાથે તમારા શોપિંગ અનુભવને અપગ્રેડ કરો.",
        "અમારી વિશેષ ઑફર સાથે તમારી બચતને જમ્પસ્ટાર્ટ કરો.",
        "તમારી જાતને થોડીક વધારાની સાથે વ્યસ્ત રાખો - એક વિશેષ ડિસ્કાઉન્ટ.",
        "તમારું આગલું શોપિંગ સાહસ હવે વધુ સસ્તું બન્યું છે!",
        "કારણ કે ડિસ્કાઉન્ટ સાથે શોપિંગ વધુ મજેદાર છે."
      ]
    },
    "offer": {
      "title": [
        "બંડલ કરો અને મોટા બચાવો!",
        "વધુ ખરીદો, વધુ બચાવો!",
        "સ્માર્ટ શોપર્સ માટે સ્માર્ટ ડીલ્સ",
        "ડિસ્કાઉન્ટ ચેતવણી! બંડલ બચત",
        "કૉમ્બો ઑફર - ઓછા માટે વધુ",
        "બંડલ્સ પર વિશિષ્ટ બચત",
        "તમારા પૈસા માટે વધુ મેળવો!",
        "જ્યારે તમે બંડલ કરો ત્યારે સાચવો",
        "કોમ્બોઝ પર વિશેષ ડીલ્સ",
        "સ્ટોરમાં મોટી બચત!",
        "શ્રેષ્ઠ મૂલ્ય બંડલ્સ",
        "મર્યાદિત સમય બંડલ ડીલ્સ",
        "કોમ્બોઝ પર મોટું ડિસ્કાઉન્ટ",
        "પસંદ કરેલી વસ્તુઓ પર સ્માર્ટ બચત",
        "બંડલ્સ પર અજેય સોદા",
        "મલ્ટી-બાય ડિસ્કાઉન્ટ ઉપલબ્ધ છે",
        "હવે ઓછા માટે ડબલ અપ",
        "બલ્ક બાયઝ = મોટી બચત"
      ],
      "description": [
        "જ્યારે તમે પસંદગીના ઉત્પાદનોને બંડલ કરો ત્યારે મોટી બચત કરો. ઉતાવળ કરો, મર્યાદિત સમયની ઑફર!",
        "સ્માર્ટ ડીલ્સ રાહ જોઈ રહ્યા છે! અમારી હાઇલાઇટ કરેલી વસ્તુઓ એકસાથે ખરીદતી વખતે વધુ બચત કરો.",
        "બચત કરવાની સ્માર્ટ રીત શોધો! તમારા મનપસંદને બંડલ કરો અને કિંમતમાં ઘટાડો જુઓ.",
        "કૉમ્બોમાં પસંદ કરેલી વસ્તુઓ ખરીદતી વખતે વિશિષ્ટ ડિસ્કાઉન્ટનો આનંદ લો. હવે કાર્ય કરો!",
        "વધુ ખરીદો, વધુ બચાવો! અમારા વિશિષ્ટ ઉત્પાદન બંડલ્સ પર અજેય ડિસ્કાઉન્ટ.",
        "અમારી વિશેષ ઑફરો સાથે સ્માર્ટ ખરીદી કરો. પસંદગીના ઉત્પાદન બંડલ પર ડિસ્કાઉન્ટેડ કિંમતો.",
        "ઓછા માટે વધુ મેળવો! જ્યારે તમે અમારા પસંદ કરેલા બંડલ ખરીદો ત્યારે અદ્ભુત ડિસ્કાઉન્ટ.",
        "જ્યારે તમે બંડલ કરો ત્યારે મોટી બચત કરો! મર્યાદિત સમય માટે પસંદગીની વસ્તુઓ પર વિશિષ્ટ સોદા.",
        "ભેગા કરો અને સાચવો! જ્યારે તમે અમારી પસંદ કરેલી પ્રોડક્ટ એકસાથે ખરીદો ત્યારે વિશિષ્ટ ડિસ્કાઉન્ટ.",
        "તમે જેટલું વધુ ખરીદો છો, તેટલું વધુ તમે બચાવો છો! અમારા વિશિષ્ટ બંડલ્સ સાથે સ્માર્ટ બનો."
      ]
    },
    "gift_card_type": {
      "title": [
        "તમારી જાતને સારવાર!",
        "તમારા માટે જ!",
        "હેપી શોપિંગ!",
        "અમારા પર આનંદ માણો!",
        "થોડું રીઝવવું",
        "કારણ કે તમે ખાસ છો",
        "થોડું આશ્ચર્ય",
        "તમારો દિવસ બનાવો",
        "અહીં તમારા માટે છે",
        "આનંદ ફેલાવો",
        "પ્રેમની ભેટ",
        "આનંદ સાથે ખરીદી કરો",
        "આભારનું ટોકન",
        "સ્પ્લર્જનો સમય",
        "મોમેન્ટનો આનંદ માણો",
        "તમારા મનપસંદ શોધો",
        "પસંદગી તમારી છે",
        "તમારી જાતને વ્યકત કરો",
        "જાદુ શોધો",
        "તમારી શૈલી ઉતારો"
      ]
    },
    "vendor_refund_order": {
      "note": [
        "તમારા વર્ચ્યુઅલ વૉલેટમાંથી ભંડોળ કાપવામાં આવ્યું છે અને માર્કેટપ્લેસ વૉલેટમાં પરત કરવામાં આવ્યું છે.",
        "તમારું વર્ચ્યુઅલ વૉલેટ બેલેન્સ ઘટાડીને રિફંડ જારી કરવામાં આવ્યું છે.",
        "રિફંડ પૂર્ણ થયું. માર્કેટપ્લેસ વૉલેટ તમારા વર્ચ્યુઅલ વૉલેટમાંથી ફરી ભરાઈ ગયું છે.",
        "માર્કેટપ્લેસ વૉલેટમાં તાજેતરના રિફંડ માટે તમારું વર્ચ્યુઅલ વૉલેટ ડેબિટ કરવામાં આવ્યું છે.",
        "તાજેતરના રિફંડને કારણે તમારું વર્ચ્યુઅલ વૉલેટ ફંડ એડજસ્ટ કરવામાં આવ્યું છે.",
        "તમારા વર્ચ્યુઅલ વૉલેટમાંથી રકમ બાદ કરીને રિફંડ કરવામાં આવ્યું છે.",
        "માર્કેટપ્લેસ વૉલેટમાં રિફંડને કારણે તમારું વર્ચ્યુઅલ વૉલેટ બેલેન્સ ઘટ્યું છે.",
        "રિફંડ ટ્રાન્ઝેક્શન થયું છે, જે તમારા વર્ચ્યુઅલ વૉલેટમાંથી ફંડને માર્કેટપ્લેસમાં પાછું ખસેડશે."
      ]
    },
    "product": {
      "warranty": [
        "24-મહિનાની ગોલ્ડ ગેરંટી",
        "બે વર્ષ માટે પ્લેટિનમ પ્રોટેક્શન",
        "36 મહિના માટે ડાયમંડ એશ્યોરન્સ",
        "સિલ્વર શિલ્ડ: એક વર્ષની વોરંટી",
        "2-વર્ષની એલિટ ખાતરી",
        "24 મહિના માટે પ્રીમિયમ સંરક્ષણ",
        "બ્રોન્ઝ બેકઅપ: એક વર્ષની વોરંટી",
        "3-વર્ષની અલ્ટીમેટ અપટાઇમ ગેરંટી",
        "24-મહિનાની સુરક્ષિત સેવાનું વચન",
        "36-મહિનાની મનની શાંતિ"
      ],
      "pros_name": [
        "કાર્યક્ષમતા ઉન્નત",
        "ખર્ચ-અસરકારક ઉકેલ",
        "ગુણવત્તા ખાતરી",
        "મૈત્રીપૂર્ણ વપરાશકર્તા",
        "સમય બચાવનાર",
        "વિશ્વસનીયતા ગેરંટી",
        "બહુમુખી ઉપયોગ",
        "કટીંગ-એજ ટેકનોલોજી",
        "પર્યાવરણને અનુકૂળ",
        "અસાધારણ પ્રદર્શન"
      ],
      "pros_value": [
        "ઝડપી અને કાર્યક્ષમ કામગીરી સાથે નોંધપાત્ર સમય બચાવે છે.",
        "મેળ ન ખાતી કામગીરી માટે અદ્યતન ટેકનોલોજીનો ઉપયોગ કરે છે.",
        "ખર્ચ ઘટાડે છે અને ઉત્પાદકતા વધારે છે.",
        "સરળ નેવિગેશન માટે વપરાશકર્તા મૈત્રીપૂર્ણ ઇન્ટરફેસ ઓફર કરે છે.",
        "વિશ્વસનીય અને સુસંગત કામગીરીની ખાતરી આપે છે.",
        "વિવિધ કાર્યોમાં સર્વતોમુખી એપ્લિકેશનો પ્રદાન કરે છે.",
        "પર્યાવરણને અનુકૂળ સામગ્રી અને પ્રક્રિયાઓનો ઉપયોગ કરે છે.",
        "શ્રેષ્ઠ પરિણામો માટે અદ્યતન ટેકનોલોજી સાથે ડિઝાઇન.",
        "ઉચ્ચ-ગુણવત્તાવાળી ડિઝાઇન લાંબા સમય સુધી ટકી રહેવાની ખાતરી આપે છે.",
        "રાઉન્ડ-ધ-ક્લોક ગ્રાહક સપોર્ટ ઓફર કરે છે."
      ],
      "cons_name": [
        "મોંઘું રોકાણ",
        "મર્યાદિત સુસંગતતા",
        "જટિલ સેટઅપ",
        "તાલીમની જરૂર છે",
        "સબપાર પર્ફોર્મન્સ",
        "વર્સેટિલિટીનો અભાવ",
        "મર્યાદિત આધાર",
        "વારંવાર જાળવણી",
        "ઉચ્ચ ઉર્જા વપરાશ",
        "ટૂંકી આયુષ્ય"
      ],
      "cons_value": [
        "વિકલ્પોની તુલનામાં ઉચ્ચ પ્રારંભિક રોકાણ.",
        "બધી સિસ્ટમો અથવા ઉપકરણો સાથે સુસંગત ન હોઈ શકે.",
        "સેટઅપ પ્રક્રિયા ખૂબ જટિલ હોઈ શકે છે.",
        "ઉપયોગ માટે વધારાની તાલીમની જરૂર પડી શકે છે.",
        "પ્રદર્શન બધી અપેક્ષાઓ પૂરી ન કરી શકે.",
        "કાર્યક્ષમતામાં મર્યાદિત અથવા વૈવિધ્યતાનો અભાવ.",
        "ગ્રાહક સપોર્ટ ચોવીસ કલાક ઉપલબ્ધ ન હોઈ શકે.",
        "વારંવાર જાળવણી જરૂરી છે, જેના કારણે ખર્ચ વધારે થાય છે.",
        "ઉર્જાનો વધુ ઉપયોગ કરે છે, ઉપયોગિતા ખર્ચને અસર કરે છે.",
        "ઉત્પાદનની આયુષ્ય અપેક્ષા મુજબ લાંબી ન હોઈ શકે."
      ]
    },
    "blog_category": {
      "category": [
        "ટેક આંતરદૃષ્ટિ",
        "ફૂડી શોધે છે",
        "પ્રવાસ વાર્તાઓ",
        "આરોગ્ય ટિપ્સ",
        "ફેશન ફેવ્સ",
        "બિઝનેસ બઝ",
        "જીવનશૈલી વાર્તાઓ",
        "રમતગમત અપડેટ્સ",
        "કલા હાઇલાઇટ્સ",
        "પેરેંટિંગ પોઈન્ટર્સ"
      ],
      "description": [
        "વિવિધ વિષયો પર સમજદાર લેખો શોધો.",
        "અમારા માહિતીપ્રદ બ્લોગ પોસ્ટ્સના સંગ્રહનું અન્વેષણ કરો.",
        "અમારી આકર્ષક બ્લોગ શ્રેણી સામગ્રી સાથે માહિતગાર રહો.",
        "અમારા વિચાર-પ્રેરક બ્લોગ શ્રેણી લેખો દ્વારા પ્રેરણા મેળવો.",
        "અમારા વિવિધ બ્લોગ શ્રેણી વિષયો સાથે તમારા જ્ઞાનને વિસ્તૃત કરો.",
        "અમારી મનમોહક બ્લોગ શ્રેણીની આંતરદૃષ્ટિ સાથે અદ્યતન રહો.",
        "અમારી રસપ્રદ બ્લોગ શ્રેણી સામગ્રીના ઊંડાણમાં શોધો.",
        "અમારા બ્લોગ શ્રેણી આર્કાઇવ્સમાં મૂલ્યવાન માહિતી મેળવો.",
        "અમારી કાળજીપૂર્વક ક્યુરેટ કરેલ બ્લોગ શ્રેણીમાંથી કંઈક નવું શીખો.",
        "અમારા સમૃદ્ધ બ્લોગ શ્રેણી લેખો અને પોસ્ટ્સ સાથે જોડાઓ."
      ]
    },
    "partner_plan": {
      "name": [
        "સ્ટાર્ટર પેક",
        "આવશ્યક યોજના",
        "વ્યવસાયિક સ્યુટ",
        "એન્ટરપ્રાઇઝ એડિશન",
        "અદ્યતન ટાયર",
        "પ્રીમિયમ પેકેજ",
        "અંતિમ ઉકેલ",
        "એલિટ સ્તર",
        "વૃદ્ધિ પ્રવેગક",
        "પ્લેટિનમ પાવર"
      ]
    },
    "tax_profile": {
      "name": [
        "ખોરાક",
        "ઇલેક્ટ્રોનિક ઉપકરણો",
        "કપડાં અને વસ્ત્રો",
        "પુસ્તકો અને સ્ટેશનરી",
        "આરોગ્ય અને સૌંદર્ય ઉત્પાદનો",
        "ફર્નિચર",
        "રમતગમત ની વસ્તુઓ",
        "રમકડાં અને રમતો",
        "જ્વેલરી અને એસેસરીઝ",
        "ઓટોમોટિવ ભાગો",
        "ગાર્ડન અને આઉટડોર્સ",
        "રસોડાના વાસણો",
        "ઘર સજાવટ",
        "સંગીત નાં વાદ્યોં",
        "પેટ પુરવઠો",
        "ફૂટવેર",
        "બેગ અને સામાન",
        "ઓફિસનો પુરવઠો",
        "હાર્ડવેર સાધનો",
        "કરિયાણા"
      ],
      "label": [
        "VAT",
        "GST",
        "PST",
        "HST",
        "QST",
        "CST",
        "આબકારી કર",
        "આયાત જકાત",
        "સર્વિસ ટેક્સ",
        "લક્ઝરી ટેક્સ"
      ]
    },
    "cluster": {
      "name": [
        "વેચાણ હાઇલાઇટ્સ",
        "પ્રોમો કોડ્સ",
        "વૈશિષ્ટિકૃત ઝુંબેશો",
        "નવું આવેલું",
        "શ્રેષ્ઠ વેચનાર",
        "મોસમી વિશેષ",
        "મર્યાદિત ઑફર્સ",
        "ઇવેન્ટ ડીલ્સ",
        "VIP એક્સક્લુઝિવ્સ",
        "ક્લિયરન્સ વસ્તુઓ",
        "હોલિડે બંડલ્સ",
        "થીમ સંગ્રહો",
        "બ્રાન્ડ શોકેસ",
        "સભ્ય મનપસંદ",
        "ફ્લેશ ડિસ્કાઉન્ટ",
        "આવશ્યક વસ્તુઓની ખરીદી કરો",
        "ડિજિટલ સંસાધનો",
        "ભેટ વિચારો",
        "ઇકો-ફ્રેન્ડલી પિક્સ",
        "સ્ટાફ ભલામણો"
      ]
    },
    "popup": {
      "title": [
        "ખાસ ઓફર!",
        "નવું આવેલું",
        "મર્યાદિત સમય",
        "ડિસ્કાઉન્ટ ચેતવણી!",
        "વિશિષ્ટ ડીલ્સ",
        "હોટ સેલ!",
        "ક્લિયરન્સ ચેતવણી",
        "મફત શિપિંગ",
        "ભેટ અંદર!",
        "ઇનામ જીતો",
        "સભ્ય લાભો",
        "ફ્લેશ વેચાણ"
      ]
    },
    "campaign": {
      "name": [
        "તમે ડ્રોપ કરો ત્યાં સુધી ખરીદી કરો",
        "કાર્ટ પ્રચંડ",
        "ફ્લેશ સેલ ફિયેસ્ટા",
        "ક્લિક કરો, ખરીદી કરો, સાચવો",
        "સોદો બોનાન્ઝા",
        "ઇ-ડીલ એક્સ્ટ્રાવેગેન્ઝા",
        "મેગા માર્કડાઉન મેડનેસ",
        "સાયબર બચત પળોજણ",
        "ડિજિટલ ડિસ્કાઉન્ટ દિવસો",
        "ઈ-કોમર્સ કાર્નિવલ",
        "ઓનલાઈન આઉટલેટ ઓએસિસ",
        "છૂટક ધસારો",
        "વેબસ્ટોર વેરહાઉસ વેચાણ",
        "ઇ-શોપરનું સ્વર્ગ",
        "વર્ચ્યુઅલ વાઉચર વેન્ચર",
        "ડિજિટલ ડોરબસ્ટર્સ",
        "ઇ-કાર્ટ ક્લિયરન્સ",
        "ઓનલાઇન શોપિંગ શોડાઉન",
        "સાયબર વેચાણ જોવાલાયક",
        "ઇ-બાર્ગેન બ્લિટ્ઝ"
      ]
    },
    "valuation": {
      "title": [
        "ટી-શર્ટ કસ્ટમાઇઝેશન પ્રાઇસીંગ",
        "હાથથી બનાવેલા દાગીનાનું મૂલ્યાંકન",
        "વ્યક્તિગત જૂતાની કિંમત",
        "કસ્ટમ આર્ટવર્ક મૂલ્યાંકન",
        "અનુરૂપ સ્યુટ પ્રાઇસીંગ",
        "ઇલેક્ટ્રોનિક ગેજેટ્સ કસ્ટમાઇઝેશન કિંમત",
        "વ્યક્તિગત પરફ્યુમ મૂલ્યાંકન",
        "કસ્ટમ બેગ પ્રાઇસીંગ",
        "અનુરૂપ ડ્રેસ મૂલ્યાંકન",
        "વ્યક્તિગત પુસ્તક કવર કિંમત નિર્ધારણ",
        "કસ્ટમ ફર્નિચર મૂલ્યાંકન",
        "બેસ્પોક વોચ પ્રાઇસીંગ",
        "વ્યક્તિગત રમકડાનું મૂલ્યાંકન",
        "અનુરૂપ હેટ પ્રાઇસીંગ",
        "કસ્ટમ સ્કિનકેર પ્રોડક્ટ વેલ્યુએશન",
        "બેસ્પોક હોમ ડેકોર પ્રાઇસીંગ",
        "કસ્ટમાઇઝ કરેલ કિચનવેર વેલ્યુએશન",
        "વ્યક્તિગત સ્ટેશનરી કિંમત નિર્ધારણ",
        "બેસ્પોક હેર એસેસરી વેલ્યુએશન",
        "કસ્ટમ સ્પોર્ટ્સ ઇક્વિપમેન્ટ પ્રાઇસીંગ"
      ],
      "structure": {
        "title": [
          "ટી-શર્ટ પ્રિન્ટ ડિઝાઇન",
          "જ્વેલરી મેટલ પ્રકાર",
          "શૂ સામગ્રી પસંદગી",
          "આર્ટ ફ્રેમનું કદ",
          "સૂટ ફેબ્રિક પસંદગી",
          "ગેજેટ કલર વિકલ્પ",
          "પરફ્યુમ સેન્ટ પ્રોફાઇલ",
          "બેગ સામગ્રી અને કદ",
          "ડ્રેસ લંબાઈ અને શૈલી",
          "પુસ્તક કવર સામગ્રી",
          "ફર્નિચર લાકડાનો પ્રકાર",
          "સ્ટ્રેપ સામગ્રી જુઓ",
          "ટોય કસ્ટમ લક્ષણો",
          "ટોપીનું કદ અને રંગ",
          "ત્વચા સંભાળ ઘટક પસંદગીઓ",
          "હોમ ડેકોર થીમ",
          "રસોડું સામગ્રી",
          "સ્ટેશનરી પેપરનો પ્રકાર",
          "હેર એસેસરી સામગ્રી",
          "રમતગમતના સાધનોનું કદ"
        ]
      }
    },
    "lottery": {
      "title": [
        "સ્પિન કરો અને મોટા ઇનામો જીતો!",
        "ફોર્ચ્યુન વ્હીલ જેકપોટ",
        "લકી સ્પિન બોનાન્ઝા",
        "પુરસ્કારો જીતવા માટે સ્પિન કરો",
        "સંપત્તિનું ચક્ર",
        "લકી લોટરી એક્સ્ટ્રાવેગેન્ઝા",
        "મેગા સ્પિન આશ્ચર્ય",
        "પ્રાઇઝ વ્હીલ ફિયેસ્ટા",
        "ટ્રેઝર સ્પિન જોવાલાયક",
        "સ્પિન ધ વ્હીલ મેજિક",
        "નસીબદાર વ્હીલ પુષ્કળ",
        "નસીબની કૃપા",
        "અજાયબીઓનું ચક્ર",
        "ધન માટે સ્પિન",
        "પ્રાઇઝ સ્પિનર ડિલાઇટ",
        "ગોલ્ડન સ્પિન લોટરી",
        "સ્પિન-એ-પ્રાઇઝ",
        "ફોર્ચ્યુન્સનું ચક્ર",
        "લકી સ્પિન શોકેસ",
        "અલ્ટીમેટ સ્પિન પુરસ્કાર"
      ],
      "description": [
        "વિશિષ્ટ ડિસ્કાઉન્ટ જીતવાની તક માટે વ્હીલને સ્પિન કરો!",
        "તમારું નસીબ અજમાવો - અમારા નસીબ ચક્રમાં અદ્ભુત ઈનામો રાહ જોઈ રહ્યા છે!",
        "દરેક સ્પિન સાથે મોટી જીત મેળવો - ગ્રેબ માટે આકર્ષક પુરસ્કારો!",
        "જીતવા માટે સ્પિન કરો! દરેક વળાંક પર આશ્ચર્યજનક ભેટો અને ઑફરો.",
        "મોટો સ્કોર કરવાની તમારી તક - ત્વરિત ઇનામ માટે વ્હીલ સ્પિન કરો!",
        "દરેક સ્પિન સાથે વિશિષ્ટ પુરસ્કારો - શું તમે નસીબદાર બનશો?",
        "સ્પિન અને જીત! અમારી દુકાનના નસીબના ચક્રમાં છુપાયેલા રત્નોને બહાર કાઢો.",
        "અમારા વ્હીલ સાથે નસીબદાર બનો - ઇનામો, ડિસ્કાઉન્ટ અને વધુ!",
        "દરેક સ્પિનની જીત છે – આજે જ તમારું વિશેષ ઇનામ મેળવો!",
        "આનંદદાયક આશ્ચર્ય માટે વ્હીલ ફેરવો - તમે શું જીતશો?",
        "સ્પિન સાથે નસીબને બહાર કાઢો - ઉત્તેજક દુકાન પુરસ્કારો રાહ જોઈ રહ્યા છે.",
        "તમારું ઇનામ - ડિસ્કાઉન્ટ, ભેટો અને વધુ જાણવા માટે સ્પિન કરો!",
        "દિવસમાં એક સ્પિન રમતમાં ઉત્સાહ જાળવી રાખે છે – અનન્ય ઇનામો જીતો!",
        "વિશિષ્ટ શોપ ટ્રીટ માટે અમારા નસીબનું ચક્ર સ્પિન કરો.",
        "લકી સ્પિન નસીબદાર જીત લાવે છે – હવે તમારું ઇનામ મેળવો!",
        "તમારું સ્પિન અદ્ભુત શોપિંગ પુરસ્કારોને અનલૉક કરી શકે છે!",
        "વિશિષ્ટ ડીલ્સ અને ઑફર્સ મેળવવાની તક માટે સ્પિન કરો.",
        "નસીબનું ચક્ર ફરતું હોય છે – તમારું નસીબદાર ઇનામ મેળવો!",
        "સ્પિન કરો, જીતો અને સ્મિત કરો - દરેક વળાંક સાથે આશ્ચર્યજનક પુરસ્કારો.",
        "એક સ્પિન લો અને નસીબને તમારું ઇનામ નક્કી કરવા દો!"
      ]
    }
  }
};