export default {
  "commons": {
    "pay_today": "आज भुगतान",
    "pay_yesterday": "कल भुगतान",
    "pay_last30days": "पिछले 30 दिनों का भुगतान",
    "create_a_shop": "एक दुकान बनाएँ",
    "start_free": "मुफ्त शुरू करें",
    "featured_apps": "दिखाए गए ऐप्स",
    "more_apps": "और ऐप"
  },
  "numbers": {
    "infinite": "असीमित"
  },
  "error": {
    "not_fount_data": "डेटा नहीं मिला!",
    "license_max_limit": "आपका लाइसेंस सीमा तक पहुंच गया!"
  },
  "time_spans": {
    "days_range": "दिन सीमा",
    "today": "आज",
    "yesterday": "बिता कल",
    "last_7": "आखिरी 7 दिन",
    "last_14": "पिछले 14 दिन",
    "last_30": "पिछले 30 दिनों में",
    "last_90": "पिछले 90 दिन",
    "custom": "रिवाज़"
  },
  "device_types": {
    "desktop": "डेस्कटॉप",
    "mobile": "मोबाइल",
    "tablet": "गोली"
  },
  "create_website_action": "अपनी वेबसाइट बनाएं — यह मुफ़्त है",
  "show_shops_action": "मेरे स्टोर की सूची",
  "Youtube": "यूट्यूब",
  "Linkedin": "Linkedin",
  "Twitter": "ट्विटर",
  "Facebook": "फेसबुक",
  "Instagram": "instagram",
  "Reddit": "reddit",
  "Github": "Github",
  "page_titles": {
    "home": "सेलडोन | तेजी से बढ़ती कंपनियों के लिए बिजनेस ऑपरेटिंग सिस्टम",
    "login": "लॉग इन करें",
    "register": "पंजीकरण करवाना",
    "auth_2fa": "2 कारक प्रमाणीकरण",
    "academy": "ब्लॉग",
    "help": "सहायता केंद्र",
    "price_list": "मूल्य सूची",
    "my_stores": "मेरे स्टोर",
    "roles": "मेरी भूमिकाएं",
    "wallet": "मेरा बटुआ",
    "personal_info": "व्यक्तिगत जानकारी | केवाईसी",
    "companies": "मेरी कंपनियां",
    "access_control": "अभिगम नियंत्रण",
    "security_center": "सुरक्षा केंद्र",
    "gifts": {
      "received": "उपहार | प्राप्त हुआ",
      "send": "उपहार | भेजा"
    },
    "monetization": {
      "linked_accounts": "मुद्रीकरण | जुड़े खातों",
      "plans": "मुद्रीकरण | योजना और लिंक"
    },
    "affiliate": "संबद्ध",
    "avocado": "एवोकैडो - आधुनिक सामाजिक बिक्री चैनल",
    "guild": "गिल्ड - सामूहिक बिक्री चैनल",
    "partners_login": "पार्टनर्स | ग्राहक लॉगिन"
  },
  "blank_is_all_products": "सभी उत्पादों को शामिल करने के लिए खाली छोड़ दें!",
  "cautions": {
    "title": "निम्नलिखित युक्तियों का पालन करके अपने व्यवसाय को व्यावसायिक रूप से प्रबंधित करें। लाभ मार्जिन और अधिक बढ़ाने के सुझावों के लिए पढ़ते रहें। हम रास्ते में आपके साथ हैं।",
    "no_payment_method": {
      "title": "भुगतान का तरीका",
      "message": "आपको अपनी दुकान में एक भुगतान विधि जोड़नी होगी।",
      "action": "दुकान के द्वार"
    },
    "link_account": {
      "title": "खाते लिंक करें",
      "message": "आपको अपनी दुकान से एक खाता ({currency}) लिंक करना होगा।",
      "action": "दुकान खाते"
    },
    "no_domain": {
      "title": "डोमेन जोड़ें",
      "message": "आप अपने स्टोर से एक या अधिक व्यक्तिगत डोमेन कनेक्ट कर सकते हैं। आपकी वेबसाइट आपके डोमेन पर स्थापित हो जाएगी। यह प्रक्रिया त्वरित और आसान है।"
    },
    "domain_not_approved": {
      "title": "डोमेन सत्यापन",
      "message": "आपका डोमेन {domain} सत्यापित नहीं किया गया है। DNS सेटिंग्स की जाँच करें और डोमेन की पुष्टि करें।"
    },
    "no_currency": {
      "title": "मुद्रा जोड़ें",
      "message": "आपको अपने स्टोर के लिए कम से कम एक मुद्रा निर्धारित करनी होगी।",
      "action": "मुद्रा प्रबंधन"
    },
    "no_primary_domain": {
      "title": "मुख्य डोमेन",
      "message": "कृपया अपने प्राथमिक डोमेन के रूप में एक डोमेन चुनें। डोमेन नाम के आगे स्टार बटन पर क्लिक करके, आप डोमेन को अपने स्टोर के प्राथमिक डोमेन के रूप में चुन सकते हैं। यह सर्च इंजन के लिए महत्वपूर्ण है। ध्यान दें कि आपका स्टोर अभी भी सभी सक्रिय डोमेन के माध्यम से उपलब्ध रहेगा।"
    },
    "shop_complete": {
      "title": "पूरी जानकारी",
      "action": "दुकान सेटिंग",
      "location_msg": "अपना स्थान जोड़ें",
      "days_open_msg": "खुले दिन सेट करें",
      "time_open_msg": "खुलने और बंद होने का समय निर्धारित करें",
      "description_msg": "अपने व्यवसाय के बारे में संक्षिप्त विवरण लिखें",
      "icon_msg": "अपने स्टोर का लोगो सेट करें",
      "shop_gateways_msg": "भुगतान विधि जोड़ें",
      "socials_msg": "अपने सामाजिक लिंक जोड़ें",
      "clubs_msg": "ग्राहक क्लब सेट करें",
      "domains_msg": "कस्टम डोमेन जोड़ें",
      "primary_msg": "डोमेन को प्राथमिक के रूप में सेट करें"
    }
  },
  "support": {
    "request": "समर्थन का अनुरोध करें",
    "category": "श्रेणी",
    "title": "सहायता",
    "message": "कोई अनुरोध या प्रश्न पूछें। हमारी सहायता टीम आपका मार्गदर्शन करेगी। हमारा सुझाव है कि आप अपने अनुरोध से संबंधित पेज में अपना प्रश्न पूछें। उदाहरण के लिए, यदि आपके पास डोमेन सेटिंग के बारे में कोई प्रश्न है, तो उसे अपने स्टोर के डोमेन सेटिंग पृष्ठ पर भेजें।",
    "close_at": "{date} को बंद",
    "close_ticket_by_user": "धन्यवाद, मुझे जवाब मिल गया"
  },
  "surveys": [
    "बहुत गरीब",
    "गरीब",
    "सामान्य",
    "अच्छा",
    "उत्कृष्ट"
  ],
  "sort": {
    "title": "इसके अनुसार क्रमबद्ध करें",
    "title_small": "इसके अनुसार क्रमबद्ध करें..",
    "nothing": "कुछ नहीं",
    "most_views": "सबसे ज़्यादा देखे जाने की संख्या",
    "most_likes": "सबसे लोकप्रिय",
    "most_recent": "नवीनतम",
    "most_sell": "सर्वश्रेष्ठ बिक्री",
    "cheapest": "सबसे सस्ता",
    "most_expensive": "सबसे महंगी",
    "only_available": "उपलब्ध",
    "view_mode": {
      "normal": "सामान्य",
      "grid": "जाल",
      "list": "सूची",
      "insta": "इंस्टा"
    }
  },
  "helps": {
    "title": "सेलडोन सहायता केंद्र",
    "subtitle": "सेलडोन में आपका स्वागत है। यदि आप व्यवसाय ओएस पर एक नया ऑनलाइन स्टोर बना रहे हैं, तो आप यहां अधिक जानकारी प्राप्त कर सकते हैं।",
    "add_new_help": "नई मदद",
    "resources": "साधन",
    "categories": {
      "Welcome": "शुरू हो जाओ",
      "Setup": "दुकान",
      "Sell": "खरीद और बिक्री",
      "Developer": "विकास करना",
      "Application": "अनुप्रयोग"
    },
    "faq": "FAQ",
    "github": "जीथब रिपोजिटरी",
    "admin_api_app": "व्यवस्थापक API वेब सेवा",
    "shop_api_app": "दुकान एपीआई वेब सेवा",
    "design_kit": "डिजाइन किट",
    "community": "समुदाय"
  },
  "blogs": {
    "title": "ब्लॉग",
    "subtitle": "व्यवसाय के लिए पाठ, आत्मविश्वास और एक संपन्न व्यवसाय बनाने के लिए आवश्यक ज्ञान।",
    "add_new_blog": "नया ब्लॉग",
    "popular": "लोकप्रिय",
    "topics": "विषय",
    "select_topics": "अपनी नौकरी का चयन करें।",
    "select_job_topics": "अपने नौकरी से संबंधित विषयों का चयन करें",
    "select_interested_topics": "आप किन विषयों में रुचि रखते हैं?"
  },
  "api": {
    "title": "एपीआई और एकीकरण",
    "message": "सेलडोन की प्रमुख विशेषताओं में से एक मजबूत और सुरक्षित एपीआई प्रदान करना है जो स्टोर को वेयरहाउसिंग, अकाउंटिंग आदि जैसी अन्य सेवाओं से प्रबंधित और कनेक्ट करता है। आप अपने स्टोर के लिए कस्टम ऐप और वेब ऐप भी डिज़ाइन कर सकते हैं। सर्वर और डेटा प्रबंधन के बारे में चिंता किए बिना। बस डोमेन एपीआई का प्रयोग करें। आपके पास उपयोगकर्ताओं के प्रबंधन, प्रमाणीकरण और अन्य डोमेन सुविधाओं की सभी प्रक्रियाएँ होंगी।"
  },
  "user_dashboard": {
    "title": "मेरा शटल",
    "subtitle": "अप-टू-डेट जानकारी और स्पष्ट संभावना के साथ अपने व्यवसाय का प्रबंधन करें।",
    "menu": {
      "affiliate": "संबद्ध",
      "monetize": "कमाई करें",
      "gift": "उपहार",
      "security": "सुरक्षा",
      "access": "पहुंच",
      "business": "सोहबत",
      "wallet": "बटुआ",
      "identification": "KYC",
      "stores": "स्टोर",
      "roles": "भूमिकाएँ",
      "home": "घर",
      "expert": "विशेषज्ञ"
    },
    "shops": {
      "create_new": "नई दुकान बनाएं",
      "create_new_sub": "नि: शुल्क",
      "create_new_sub_need_initial_charge": "पहला स्टोर बनाना नि:शुल्क है। संभवत: आपके व्यवसाय के लिए एक दुकान पर्याप्त है, लेकिन यदि आपको अधिक स्टोर बनाने की आवश्यकता है, तो एक नया स्टोर बनाने की लागत 25 डॉलर है। हम आपके वॉलेट खाते से राशि निकाल लेते हैं।",
      "menu": {
        "title": "मेरी दुकानें",
        "shops": "दुकानें",
        "new": "नया"
      },
      "accept_invite_question": "क्या आप इस आमंत्रण को स्वीकार करते हैं?",
      "shop_card": {
        "menu_orders": {
          "physical": "भौतिक उत्पाद आदेश",
          "virtual": "आभासी उत्पाद आदेश",
          "files": "फ़ाइल आदेश",
          "services": "सेवा आदेश"
        },
        "status": "स्थिति",
        "license": "लाइसेंस",
        "volume": "उपयोग में लाया गया स्थान",
        "expire": "लायसेंस की समय सीमा समाप्त",
        "products": "उत्पादों",
        "page_views": "विचारों",
        "user_behavior": "ग्राहक का व्यवहार",
        "time_span": "{time} से अब तक",
        "finance_report": "वित्तीय रिपोर्ट",
        "buys": "खरीद",
        "payments": "भुगतान",
        "orders": "आदेश",
        "currency": "मुद्रा"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "ग्राहकों की प्रतिक्रिया",
      "title_small": "अवलोकन",
      "wishlist": "इच्छा-सूची",
      "comments": "टिप्पणियाँ",
      "likes": "को यह पसंद है",
      "favorites": "पसंदीदा",
      "powers": "ताली",
      "views": "विचारों",
      "report_today": "आज की रिपोर्ट",
      "report_last7days": "पिछले 7 दिनों की रिपोर्ट",
      "report_last30days": "पिछले 30 दिनों की रिपोर्ट"
    }
  },
  "admin_shop": {
    "title": "दुकान",
    "menu": {
      "edit": "समायोजन",
      "automation": "स्वचालन",
      "application": "अनुप्रयोग",
      "access": "पहुंच",
      "pages": "पृष्ठों",
      "channels": "चैनल",
      "categories": "श्रेणियाँ",
      "marketing": "विपणन",
      "customers": "ग्राहकों",
      "logistic": "तार्किक",
      "auditing": "लेखांकन",
      "incentives": "प्रोत्साहन राशि",
      "process_center": "आदेश",
      "blog": "ब्लॉग",
      "products": "उत्पादों",
      "shops": "दुकानें",
      "dashboard": "डैशबोर्ड",
      "autopilot": "ऑटो-पायलट",
      "apps": "ऐप्स",
      "pos": "POS",
      "seo": "SEO",
      "localization": "स्थानीयकरण"
    },
    "dashboard": {
      "title": "दुकान का डैशबोर्ड",
      "online_staff": "ऑनलाइन कर्मचारी",
      "notify_referral": {
        "message": "मित्रों को अपना आमंत्रण लिंक भेजें और निःशुल्क वाउचर प्राप्त करें।",
        "action": "मेरा रेफरल लिंक"
      },
      "info": {
        "title": "तकनीकी",
        "subtitle": "आपके व्यवसाय OS का तकनीकी अवलोकन।",
        "shop_name": "दुकान का नाम",
        "shop_link": "दुकान लिंक",
        "site_map": "साइट मैप",
        "shop_domains": "डोमेन",
        "shop_domains_msg": "कनेक्टेड कस्टम डोमेन सूची।",
        "home_msg": "अपनी वेबसाइट का डिफ़ॉल्ट होमपेज सेट करें। इसे प्रत्येक कस्टम डोमेन के लिए बदला जा सकता है।",
        "add_domain": "नया डोमेन जोड़ें",
        "currencies": "सक्रिय मुद्राएं",
        "currencies_alert": "स्टोर के लिए कम से कम एक मुद्रा चुनें!",
        "status": "स्थिति",
        "license": "लाइसेंस",
        "expire": "लाइसेंस की समाप्ति तिथि",
        "upgrade_license_action": "{name} में अपग्रेड करें",
        "wage": "शुल्क",
        "cpu_message": "आपके द्वारा खरीदी गई योजना के अनुरूप संसाधनों की संख्या और आपके द्वारा अपनी सेवा में जोड़े जाने वाले संसाधन।",
        "hide_domains": "मेरे डोमेन छुपाएं",
        "show_domains": "मेरे डोमेन दिखाओ",
        "table": {
          "primary": "मुख्य",
          "url": "यूआरएल",
          "site_map": "साइट का नक्शा",
          "enable": "सक्षम",
          "indexed": "इंडेक्स किए गए",
          "and_more": "& अधिक..",
          "auto_repair": "ऑटो मरम्मत"
        },
        "add_dialog": {
          "title": "स्टोर डोमेन कॉन्फ़िगर करें",
          "step1": "आप निम्न मानों से किसी DNS डोमेन या उप डोमेन के लिए रिकॉर्ड A की IP सीमा निर्धारित कर सकते हैं:",
          "step2": "DNS TXT रिकॉर्ड जोड़ें:",
          "set_ip_alert": "रिकॉर्ड A <b>{ip}</b> का IP मान सेट करें।",
          "input_domain": "डोमेन यूआरएल",
          "correct": "डोमेन सेटिंग्स सही हैं।",
          "set_message": "इस डोमेन के CNAME को {cname} पर सेट करें।",
          "input_domain_message": "बिना http और https के डोमेन नाम दर्ज करें।",
          "ssl_message": "अपनी वेबसाइट के लिए एसएसएल प्रमाणपत्र के बारे में चिंता न करें। यह प्रमाणीकरण आपके डोमेन के लिए सेलडोन (बीटा) द्वारा स्वचालित रूप से जारी किया जाएगा।",
          "active": "डोमेन सक्रिय है",
          "inactive": "डोमेन अक्षम है",
          "success_message": "बधाई हो, आपकी साइट {domain} पर सक्षम है. आप इस डोमेन के माध्यम से अपने व्यवसाय और ब्रांड को दुनिया के सामने पेश कर सकते हैं।",
          "delete_action": "डोमेन हटाएं?"
        },
        "set_home_dialog": {
          "title": "डोमेन होम पेज सेट करें"
        },
        "notification": {
          "add_message": "डोमेन पता सफलतापूर्वक जोड़ा गया।",
          "update_message": "डोमेन सफलतापूर्वक अपडेट किया गया।",
          "delete_domain_message": "डोमेन सफलतापूर्वक हटा दिया गया।"
        },
        "alert": {
          "title": "डोमेन हटाएं",
          "message": "क्या आप इस डोमेन को हटाना चाहते हैं? दूसरों को धोखाधड़ी से बचाने के लिए अपने डोमेन के DNS रिकॉर्ड मानों को रीसेट करना सुनिश्चित करें।"
        }
      },
      "active_orders": {
        "title": "आदेश",
        "title_small": "भौतिक, फ़ाइल, आभासी और सेवा आदेश",
        "pending_orders": "विचारधीन आदेश",
        "physical": "भौतिक उत्पाद आदेश",
        "virtual": "आभासी उत्पाद आदेश",
        "file": "फ़ाइल उत्पाद आदेश",
        "service": "सेवा उत्पाद आदेश"
      },
      "products": {
        "title": "भंडार",
        "title_small": "उत्पाद, सेवाएं, फ़ाइलें",
        "total_products": "कुल उत्पाद प्रकार"
      },
      "finance": {
        "title": "वित्तीय",
        "title_small": "वित्तीय रिपोर्ट",
        "total_30days_title": "कुल बिक्री राशि",
        "last_30_day": "पिछले 30 दिनों में",
        "pay_amount_chart_title": "भुगतान",
        "sell_amount_chart_title": "बिक्री",
        "discount_amount_chart_title": "छूट",
        "currency_convert_to": "मुद्रा के लिए",
        "active_currencies": "सक्रिय मुद्राएं",
        "sell_count_chart_title": "प्रकार के अनुसार बिक्री की संख्या",
        "active_gateways": "सक्रिय भुगतान गेटवे",
        "received_last_24h": "पिछले 7 घंटे प्राप्त किया",
        "pie": {
          "title": "आज का बिक्री अनुपात",
          "no_data": "आज कोई बिक्री नहीं"
        },
        "pay_amount": "भुगतान राशि",
        "sell_amount": "बिक्री की राशि",
        "discount_amount": "छूट राशि",
        "sell_count": "बिक्री की संख्या",
        "table": {
          "currency": "मुद्रा",
          "total_sell_30days": "30 दिन की कुल बिक्री",
          "sell_daily": "दैनिक बिक्री दर",
          "sell": "बिक्री",
          "pay": "भुगतान करना"
        }
      },
      "customers": {
        "title": "ग्राहकों की खरीदारी करें",
        "title_small": "रूपांतरण रिपोर्ट",
        "total_customers": "कुल",
        "new_customers_today": "आज",
        "new_customers_week": "आखिरी 7 दिन",
        "orders_count": "आदेश गिनती",
        "days_range": "दिन सीमा",
        "new_users": "नए पंजीकृत उपयोगकर्ता",
        "chart": {
          "new_customers": "नए ग्राहक",
          "customers": "कुल ग्राहक"
        }
      },
      "plugins": {
        "title": "प्लग-इन",
        "title_small": "स्थापित"
      },
      "performance": {
        "title": "आज",
        "title_small": "उपयोगकर्ता और बिक्री अवलोकन",
        "users": "उपयोगकर्ताओं",
        "views": "विचारों",
        "orders": "आदेश",
        "payments": "भुगतान",
        "no_visitor_today": "आज आपके पास कोई आगंतुक नहीं था।"
      }
    },
    "products": {
      "title": "उत्पाद सूची",
      "products_list": "दोबारा सूची को जाएं",
      "products_menu": "उत्पाद प्रबंधन",
      "process_que": "आयातित उत्पादों का प्रसंस्करण",
      "view_que_list": "कतार सूची देखें",
      "menu_products_list": "उत्पाद सूची",
      "menu_export": "निर्यात उत्पाद",
      "menu_import": "आयात उत्पाद",
      "menu_show_deletes": "हटाए गए उत्पाद दिखाएं",
      "drop_import_message": "थोक उत्पादों को जोड़ना शुरू करने के लिए उत्पाद सूची फ़ाइल (सीएसवी, एक्सएलएस, एक्सएलएसएक्स प्रारूप) को यहां छोड़ें। सुनिश्चित करें कि फ़ाइल में सेलडोन उत्पाद सूची प्रारूप है।",
      "product_widget": {
        "product_type": "उत्पाद प्रकार",
        "price": "कीमत",
        "value_added": "आयोग",
        "discount": "छूट",
        "in_stock": "स्टॉक में",
        "product_unit": "इकाई",
        "total_sell": "कुल बिक्री",
        "total_view": "कुल दृश्य",
        "view_unit": "बार",
        "review_unit": "समीक्षा"
      },
      "folder_widget": {
        "products": "उत्पादों",
        "products_unit": "प्रकार",
        "sub_categories": "श्रेणियाँ",
        "sub_categories_unit": "सामान",
        "views": "विचारों",
        "views_unit": "बार"
      }
    },
    "blogs": {
      "new": "नया लिखें",
      "blogs": "ब्लॉग",
      "list": {
        "title": "मेरे लेख",
        "waiting_message": "जानकारी मिल रही है... कृपया प्रतीक्षा करें",
        "published": "प्रकाशित",
        "draft": "प्रारूप",
        "private": "निजी",
        "public": "जनता",
        "table": {
          "title": "शीर्षक",
          "author": "लेखक",
          "claps": "ताली",
          "like": "पसंद करना",
          "comments": "टिप्पणियाँ",
          "views": "विचारों",
          "publish_state": "स्थिति",
          "created_at": "रचना तिथि",
          "updated_at": "आखिरी अपडेट"
        }
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "जानकारी मिल रही है... कृपया प्रतीक्षा करें",
        "rejected": "अस्वीकार कर दिया",
        "delivery": "शिपिंग",
        "discount": "छूट",
        "not_paid": "भुगतान नहीं",
        "table": {
          "order_number": "आदेश कोड",
          "order_date": "जाने की तिथि",
          "status": "अंतिम स्थिति",
          "price": "कुल रकम",
          "payment_status": "भुगतान की स्थिति"
        }
      },
      "virtual": {
        "waiting_message": "जानकारी मिल रही है... कृपया प्रतीक्षा करें",
        "discount": "छूट",
        "table": {
          "order_number": "आदेश कोड",
          "product": "उत्पाद",
          "order_date": "पंजीकरण की तारीख",
          "status": "अंतिम स्थिति",
          "price": "कुल रकम",
          "payment_status": "भुगतान की स्थिति"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "अदला-बदली",
        "gateway": "द्वार",
        "invoice": "बिलिंग",
        "report": "शिकायत करना",
        "tax": "कर",
        "drop_shipping": "पुनर्विक्रेता रसीदें",
        "reseller_accounts": "पुनर्विक्रेता खाते"
      },
      "invoice": {
        "title": "शॉप लिंक्ड वॉलेट",
        "subtitle": "इन वॉलेट खातों से शुल्क, कमीशन और स्टोर की लागत काट ली जाती है।",
        "title_add": "नया वॉलेट खाता कनेक्ट करें",
        "subtitle_add": "आपको प्रत्येक मुद्रा के लिए एक नया वॉलेट बनाना चाहिए और इसे अपने स्टोर से जोड़ना चाहिए। इस वॉलेट से सेवा शुल्क वापस ले लिया जाएगा।",
        "add_account": "खाता जोड़ो",
        "charge_account": "खाता चार्ज करें",
        "show_transaction": "लेन-देन दिखाएं",
        "table": {
          "currency": "मुद्रा",
          "account_number": "खाता संख्या",
          "account_name": "खाता नाम",
          "balance": "संतुलन",
          "free_balance": "उपलब्ध शेष राशि",
          "actions": "हटाना"
        },
        "add_account_dialog": {
          "title": "क्रेडिट खाते को स्टोर से जोड़ना",
          "subtitle": "जब आप सेलडोन के साथ वॉलेट खाता खोलते हैं, तो हम आपको किसी अन्य क्रेडिट कार्ड की तरह एक वर्चुअल क्रेडिट कार्ड और खाता देंगे। इस खाते से बिक्री शुल्क की कटौती की जाएगी, लेकिन यदि आपके खाते की शेष राशि पर्याप्त नहीं है, तो यह राशि देय होगी। आप जितनी जरूरत हो उतनी सेलडोन सेवाओं का उपयोग कर सकते हैं।",
          "account_number": "खाता संख्या",
          "account_number_input_message": "स्टोर को इस खाते से जोड़ा जाएगा। इस खाते का उपयोग शुल्क और लागत के लिए किया जाएगा।",
          "balance": "खाते में शेष",
          "connect_account_to_shop": "खाते को स्टोर से कनेक्ट करें"
        },
        "notifications": {
          "connect_account_success": "खाता सफलतापूर्वक जोड़ा गया।",
          "delete_account_success": "स्टोर से खाता सफलतापूर्वक निकाल दिया गया."
        },
        "alert": {
          "delete_account": "खाता डिस्कनेक्ट करें",
          "delete_account_message": "क्या आप इस खाते को स्टोर खातों की सूची से हटाना चाहते हैं?",
          "delete_account_action": "खाता हटा दो"
        },
        "inform_charge_account": "अपने खाते को चार्ज करें!",
        "inform_charge_account_critical": "सेवा निलंबन को रोकने के लिए अपने खाते को चार्ज करें!"
      },
      "gateway": {
        "title": "भुगतान की विधि",
        "sub_title": "सक्रिय भुगतान विधियों की सूची। यदि आप अपनी दुकान में कोई नया तरीका जोड़ना चाहते हैं, तो निम्न बटन दबाएं। हम अत्यधिक अनुशंसा करते हैं कि 10 से अधिक भुगतान गेटवे नहीं जोड़े जाएं।",
        "add_gateway": "नई भुगतान विधि",
        "add_gateway_dialog": {
          "title": "मुद्रा चुनें",
          "country_currencies": "स्थानीय मुद्राएं",
          "crypto_currencies": "क्रिप्टोकरेंसी",
          "active_gateways": "सक्रिय भुगतान विधियां",
          "confirm": "भुगतान विधि जोड़ें"
        }
      },
      "exchange": {
        "title": "सक्रिय मुद्राएं स्टोर करें",
        "subtitle": "उपयोगकर्ता सक्रिय मुद्राओं में से एक का चयन करने में सक्षम होंगे और उत्पादों की कीमतों की गणना और प्रदर्शित की जाएगी। विनिमय दर दर्ज करना विक्रेता पर निर्भर है।",
        "shop_currencies_input": "उपयोगकर्ताओं के लिए सक्रिय मुद्राएं",
        "shop_currencies_input_error": "कम से कम एक मुद्रा चुनें",
        "rates": {
          "title": "मुद्रा विनिमय दर",
          "sub_title": "आप नीचे दी गई किसी भी मुद्रा के आधार पर उत्पाद की कीमतें दर्ज कर सकते हैं और उत्पाद की कीमतों की गणना आपकी मुद्राओं के बीच रूपांतरण दरों पर स्वचालित रूप से की जाएगी।",
          "message": "मुद्राओं के बीच विनिमय दर दर्ज करने से, आपके उत्पादों की कीमतों की स्वचालित रूप से गणना और अद्यतन किया जाएगा।",
          "add_new_rate": "नई दर जोड़ें"
        },
        "table": {
          "waiting_receive_data": "जानकारी मिल रही है... कृपया प्रतीक्षा करें",
          "rate_input": "विनिमय दर",
          "from": "से",
          "to": "सेवा",
          "exchange_rate": "विनिमय दर",
          "edit": "संपादन करना",
          "delete": "मिटाना",
          "auto": "ऑटो दर"
        },
        "add_rate_dialog": {
          "title": "विनिमय दर सेट करें",
          "message": "जानकारी दर्ज करने में सावधानी बरतें। आपके उत्पादों की कीमतों की गणना यहां दर्ज दरों के आधार पर की जाएगी।",
          "currency_from": "मुद्रा से",
          "currency_to": "मुद्रा के लिए",
          "exchange_rate": "विनिमय दर"
        },
        "alert": {
          "title": "रूपांतरण दर हटाएं",
          "message": "क्या आप इस रूपांतरण दर को हटाना चाहते हैं?",
          "action": "मिटाना"
        },
        "notifications": {
          "delete_success": "विनिमय दर हटा दी गई।",
          "add_success": "विनिमय दर अद्यतन।",
          "update_success": "स्टोर सक्रिय मुद्राएं अपडेट की गईं।"
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "गोदामों",
        "subtitle": "मेरे गोदामों की सूची।"
      },
      "warehouse_btn": "नया गोदाम जोड़ें",
      "warehouse_btn_error": "अपना गोदाम, स्टोर, या अपने व्यवसाय का मूल स्थान निर्धारित करें। शिपिंग लागत गणना और चेकआउट प्रक्रिया में होना महत्वपूर्ण है।",
      "size_unit": {
        "title": "आकार इकाई",
        "subtitle": "लंबाई, चौड़ाई और ऊंचाई के लिए उपयोग की जाने वाली इकाई।"
      },
      "mass_unit": {
        "title": "मास यूनिट",
        "subtitle": "वजन के लिए इस्तेमाल की जाने वाली इकाई।"
      },
      "menu": {
        "return_request": "लौटाया हुआ",
        "delivery": "शिपिंग",
        "inventory": "भंडार",
        "warehouse": "गोदाम",
        "logistic_apps": "तर्कशास्र सा"
      },
      "warehouse": {
        "title": "स्टोर वेयरहाउस",
        "sub_title": "इस पते का उपयोग शिपिंग की उत्पत्ति के रूप में किया जाता है।",
        "table": {
          "title": "वस्तुसूची की फेहरिस्त",
          "sub_title": "भौतिक, आभासी, फ़ाइल और सेवा सहित सभी स्टोर उत्पादों की सूची"
        }
      },
      "delivery": {
        "title": "स्थानांतरण विधियां",
        "sub_title": "इस सेक्शन में मान सेट करके, आपके स्टोर में भेजने के कई तरीके सक्रिय हो जाते हैं। इस सेक्शन में कैश ऑन डिलीवरी मेथड को भी एक्टिवेट किया जा सकता है।",
        "add_transportation": "परिवहन जोड़ें",
        "delivery_form": {
          "payment": "भुगतान विकल्प",
          "limits": "सीमाएं",
          "currency_input": "लागत गणना के लिए संदर्भ मुद्रा",
          "currency_input_message": "लागत की गणना इस मुद्रा में की जाती है",
          "distance_input": "गोदाम से तय की गई दूरी",
          "distance_input_message": "0 या -1 का मतलब कोई सीमा नहीं है।",
          "max_weight_input": "अधिकतम स्वीकार्य पैक वजन",
          "max_weight_input_message": "0 या -1 का मतलब कोई सीमा नहीं है।",
          "max_size_input": "अधिकतम पैकेज आयाम",
          "width": "चौड़ाई",
          "length": "लंबाई",
          "height": "ऊंचाई",
          "days_input": "उपलब्ध डिलीवरी तिथियां",
          "days_input_nodata": "डिलीवरी का दिन चुनें",
          "hours_input": "Avaialbe डिलीवरी का समय",
          "hours_input_nodata": "एक समयावधि चुनें",
          "vacation_input": "क्या आप छुट्टियों पर डिलीवरी करते हैं?",
          "cod_input": "समर्थन सीओडी",
          "cod_input_message": "सुनिश्चित करें कि आपकी शिपिंग सेवा COD को स्वीकार करती है।",
          "sod_input": "क्या आप सीओडी का समर्थन करते हैं?",
          "sod_input_message": "सुनिश्चित करें कि आपकी शिपिंग सेवा COD को स्वीकार करती है।",
          "pricing": "कीमत की गणना करें",
          "const_input": "निश्चित लागत",
          "distance_cof_input": "लागत-से-दूरी गुणांक",
          "distance_cof_input_dim": "प्रति {dim}",
          "weight_cof_input": "लागत-से-भार कारक",
          "weight_cof_input_dim": "प्रति {dim}",
          "price_cof_input": "उत्पाद मूल्य कारक के लिए शिपिंग लागत",
          "price_cof_input_message": "बीमा लागत और सीओडी लागत जैसी अन्य सेवाएं शामिल हैं।",
          "price_cof_input_dim": "प्रति {dim}",
          "distance_weight_cof_input": "भार गुणक द्वारा लागत गुणक",
          "distance_weight_cof_input_dim": "प्रत्येक {weight} प्रति {distance} के लिए",
          "free_shipping_input": "मुफ़्त शिपिंग",
          "free_shipping_limit_input": "मुफ़्त शिपिंग के लिए न्यूनतम ऑर्डर लागत",
          "notifications": {
            "update_success": "शिपिंग सेवा सेटिंग सफलतापूर्वक पूर्ण."
          }
        }
      }
    },
    "users": {
      "menu": {
        "customers": "ग्राहकों",
        "contact_form": "संपर्क",
        "faq": "FAQ",
        "club": "क्लब",
        "report": "शिकायत करना"
      },
      "report": {
        "title": "ग्राहक अवलोकन",
        "sub_title": "यहां आपको अपने ग्राहकों का लाइव स्टेटस दिखाई देगा।",
        "report_30days_by_time": "पिछले 30 दिनों में दिनांक और समय के आधार पर उपयोगकर्ता गतिविधि",
        "report_30days_by_location": "पिछले 30 दिनों में जियोलोकेशन उपयोगकर्ता गतिविधि"
      },
      "club": {
        "title": "ग्राहक क्लब",
        "sub_title": "प्रत्येक स्तर को सक्रिय करने के लिए मासिक और वार्षिक खरीद राशि और मुद्रा दर्ज करें। आपके ग्राहक आपके ग्राहक क्लब में लॉग इन होंगे क्योंकि वे मासिक या वार्षिक खरीद की आवश्यकताओं को पूरा करते हैं।",
        "item": {
          "members_count": "सदस्यों की संख्या",
          "purchases_count": "आदेशों की संख्या",
          "monthly": "महीने के",
          "annually": "सालाना",
          "discount_percent": "छूट की दर",
          "discount_limit": "छूट की सीमा"
        },
        "edit_dialog": {
          "title": "ग्राहक स्तर प्रबंधन",
          "currency_input": "मुद्रा",
          "currency_input_message": "इस मुद्रा में कुल खरीद की गणना की जाती है।",
          "free_shipping_input": "मुफ़्त शिपिंग",
          "monthly_input": "मासिक खरीद दर",
          "annually_input": "वार्षिक खरीद दर",
          "discount_percent_input": "क्लब के सदस्यों के लिए छूट दर",
          "discount_limit_input": "छूट की सीमा",
          "description_input": "विवरण",
          "description_input_message": "इस स्तर का संक्षिप्त विवरण दर्ज करें।"
        },
        "notifications": {
          "update_success": "परिवर्तन ग्राहक क्लब पर लागू होते हैं।"
        }
      },
      "faq": {
        "title": "सामान्यतःपूछे जाने वाले प्रश्न",
        "sub_title": "अपने ग्राहकों के प्रश्नों को जोड़ें, संपादित करें और उनका उत्तर दें।"
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "अभियान",
        "cross_selling": "क्रॉस बिक्री",
        "affiliate": "संबद्ध",
        "emails": "ईमेल",
        "funnel": "फ़नल"
      },
      "campaign": {
        "name_input_placeholder": "अभियान का नाम",
        "name_input_message": "अपने अभियान का शीर्षक दर्ज करें।",
        "create_campaign_action": "नया अभियान बनाएं",
        "table": {
          "title": "शीर्षक",
          "state": "स्थिति",
          "discount": "छूट",
          "landing": "लैंडिंग पेज",
          "start": "शुरू करना",
          "end": "अंत"
        },
        "notifications": {
          "add_success_title": "एक अभियान बनाएं",
          "add_success": "आपका अभियान बनाया गया था।"
        }
      }
    },
    "categories": {
      "title": "श्रेणी सूची",
      "subtitle": "श्रेणियाँ आपके ऑनलाइन स्टोर की प्रमुख विशेषता हैं। हम आपको आधुनिक स्टोरफ्रंट बनाने और अपने ग्राहकों के लिए सही उत्पाद ढूंढना आसान बनाने के लिए इन शक्तिशाली श्रेणीकरण टूल का उपयोग करने के लिए प्रोत्साहित करते हैं।",
      "menu": {
        "add_new": "नई श्रेणी जोड़ें",
        "categories_list": "श्रेणियाँ सूची",
        "export": "निर्यात श्रेणियां",
        "import": "आयात श्रेणियां (सीएसवी)"
      },
      "graph": {
        "title": "श्रेणियों का पदानुक्रम",
        "subtitle": "आप अपने स्टोर की श्रेणियों का पूरा अवलोकन कर सकते हैं और उपयोगकर्ता उन्हें कैसे नेविगेट करते हैं। श्रेणियों की सही व्यवस्था के साथ, आपके ग्राहक जल्दी से उत्पाद ढूंढ सकते हैं और रूपांतरण दर बढ़ जाएगी।",
        "visits_count": "मुलाकात",
        "normal": "सरल",
        "items_count": "वस्तुओ की संख्या",
        "home": "घर"
      },
      "category_widget": {
        "parent": "माता-पिता",
        "not_exist": "अस्तित्व में नहीं है",
        "children": "उपश्रेणियों",
        "delete_alert": {
          "title": "चाइल्ड कैटेगरी हटाएं",
          "message": "क्या आप {title} को {parent_title} सूची से हटाना चाहते हैं?",
          "action": "मिटाना"
        },
        "notifications": {
          "edit_success": "श्रेणी संपादित।"
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "दुकान",
        "my_apps": "ऐप्स"
      },
      "my_apps": {
        "title": "सक्रिय ऐप्स स्टोर करें",
        "subtitle": "अपने व्यावसायिक अनुप्रयोगों को प्रबंधित करें।",
        "all": "सब"
      },
      "store": {
        "title": "ऐप स्टोर",
        "subtitle": "अपनी पसंदीदा सेवाओं को अपने व्यवसाय से सुरक्षित रूप से कनेक्ट करें। हम अपने ग्राहकों के अनुरोधों के आधार पर प्लगइन्स और ऐप्स जोड़ते हैं।",
        "nodata": "कोई प्लगइन नहीं मिला।",
        "all": "सब",
        "more": "अधिक"
      }
    },
    "pages": {
      "menu": {
        "new_page": "नया पृष्ठ",
        "contact_us": "संपर्क करें",
        "privacy": "गोपनीयता",
        "terms": "शर्तें",
        "about_us": "हमारे बारे में",
        "landings": "अवतरण",
        "popup": "पॉप अप"
      }
    },
    "permissions": {
      "menu": {
        "persons": "कर्मचारी",
        "roles": "भूमिकाएँ",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "कार्मिक सूची",
          "new_user": "नया स्टाफ जोड़ें",
          "new_user_message": "वे उपयोगकर्ता जिनके पास इस स्टोर के डैशबोर्ड और प्रबंधन अनुभागों तक पहुंच होगी।",
          "email_input_placeholder": "ईमेल",
          "email_input": "उपयोगकर्ता ईमेल पता",
          "level_input": "पहुंच स्तर",
          "add_user_action": "स्टाफ जोड़ें"
        },
        "delete_alert": {
          "title": "पहुंच हटाएं",
          "message": "क्या आप इस उपयोगकर्ता को हटाना चाहते हैं?",
          "action": "मिटाना"
        },
        "notifications": {
          "add_success_title": "एक्सेस जोड़ें",
          "add_success": "नई पहुंच जोड़ी गई।",
          "delete_success_title": "पहुंच हटाएं",
          "delete_success": "पहुंच हटाई गई।"
        }
      },
      "shop_api": {
        "title": "स्टोर एक्सेस कुंजियाँ",
        "message": "इन कुंजियों का उपयोग आपके सर्वर द्वारा एक्सेस टोकन बनाने के लिए किया जाता है। ध्यान दें कि चाबियाँ गोपनीय हैं और केवल सर्वर पर इस तरह से हैं जो दूसरों को दिखाई नहीं देती हैं।"
      }
    },
    "applications": {
      "pwa": {
        "title": "वेब अप्प",
        "sub_title": "अपना स्टोर वेब ऐप यहां देखें",
        "message": "नोट: आप iOS ऐप में अपने iPhone और iPad पर अपनी वेबसाइट के स्वागत पृष्ठ को संपादित कर सकते हैं",
        "ios_app": "आईओएस ऐप"
      },
      "ios": {
        "title": "आईओएस ऐप",
        "sub_title": "आप जल्द ही अपने स्टोर के लिए आईओएस ऐप बनाने में सक्षम होंगे।",
        "message": "अधिकतम फ़ाइल आकार: 512 केबी, आप आकार में 1 एमबी तक की फाइलें अपलोड कर सकते हैं, बशर्ते हमारी संपीड़न प्रणाली आकार को 512 केबी तक कम करने में सक्षम हो। अपलोड की गई छवि का बुद्धिमानी से आकार बदला जाएगा।"
      },
      "android": {
        "title": "एंड्रॉइड एप्लिकेशन",
        "sub_title": "अपना खुद का Android ऐप बनाएं",
        "message": "इस फॉर्म को भरें और बिल्ड की दबाएं। किसी और चीज की जरूरत नहीं पड़ेगी। आपके ऐप की बिल्ड और साइन प्रक्रिया के सभी चरण क्लाउड सर्वर पर निष्पादित होते हैं। अंतिम ऐप सभी ऐपस्टोर पर अपलोड किया जाएगा।",
        "server_un_available": "प्रायोगिक तौर पर, एप्लिकेशन सर्वर इस समय कनेक्ट नहीं है।",
        "app_building_progress": "आपका ऐप बनाया जा रहा है।",
        "app_build_success": "आपका ऐप तैयार है।",
        "download_app_action": "एप्लिकेशन लें",
        "firmware_version": "फर्मवेयर संस्करण",
        "main_info": "आवेदन पैकेज",
        "package_name_input_message": "सुनिश्चित करें कि पैकेज का नाम अद्वितीय है।",
        "package_name_input_alert": "यदि आप इस नाम को बदलते हैं, तो आप अपने पिछले ऐप्स को AppStore में अपडेट नहीं कर पाएंगे और एक नया इंस्टॉल नहीं कर पाएंगे। ध्यान दें कि पुराने संस्करण ऐप उपयोगकर्ता भी अपने खातों में लॉग इन नहीं कर पाएंगे।",
        "version_input": "संस्करण",
        "version_input_message": "यह संख्या हमेशा अपने पिछले मान से अधिक होनी चाहिए।",
        "version_name_input": "संस्करण का नाम",
        "version_name_input_message": "ऐप्लिकेशन के इस संस्करण के लिए एक अद्वितीय नाम दर्ज करें।",
        "use_selldone_key": "सेलडोन डिफ़ॉल्ट कुंजियाँ",
        "use_last_key": "सहेजी गई कुंजी",
        "use_new_key": "नई कुंजी",
        "appearance": "उपस्थिति",
        "app_name_input": "एप्लिकेशन का नाम",
        "app_name_input_message": "यह आपके ऐप का मुख्य नाम होगा।",
        "app_title_input": "ऐप का शीर्षक",
        "app_title_input_message": "यह शीर्षक ऐप में सबसे ऊपर दिखाई देता है।",
        "app_title_input_placeholder": "एक शीर्षक दर्ज करें",
        "app_icon_input": "ऐप आइकन",
        "app_icon_input_placeholder": "ऐप आइकन की ज़िप फ़ाइल चुनें।",
        "generate_icon_pack_action": "चिह्न पैक बनाएँ",
        "splash_design": "स्पलैश स्क्रीन Desgin",
        "splash_logo_input": "स्पलैश स्क्रीन लोगो",
        "splash_logo_input_placeholder": "स्प्लैश स्क्रीन के लिए एक छवि का चयन करें।",
        "splash_title_input": "स्पलैश स्क्रीन शीर्षक",
        "splash_title_input_placeholder": "स्प्लैश स्क्रीन के लिए एक शीर्षक दर्ज करें",
        "splash_title_input_message": "यह शीर्षक बड़े फ़ॉन्ट आकार में प्रदर्शित होगा।",
        "splash_message_input": "स्पलैश स्क्रीन संदेश",
        "splash_message_input_placeholder": "संदेश ...",
        "splash_message_input_message": "यह संदेश नीचे एक थंबनेल के रूप में प्रदर्शित होगा।",
        "dark_theme": "डार्क थीम",
        "light_theme": "हल्का विषय",
        "build": "निर्माण",
        "building_info": "क्लाउड सर्वर पर एप्लिकेशन बनाने में 10 सेकंड से लेकर कई मिनट तक का समय लगता है। कृपया धैर्य रखें। एप्लिकेशन तैयार होने के बाद डाउनलोड फ़ाइल लिंक यहां दिखाई देगा।",
        "update_mode_action": "अपडेट करना",
        "build_mode_action": "ऐप बनाएं",
        "notifications": {
          "icon_pack_not_valid_error": "फाइल सही नहीं है।",
          "start_building_title": "इमारत ...",
          "start_building_message": "Android एप्लिकेशन बनाने के लिए अनुरोध सबमिट किया गया।",
          "build_success_title": "बधाई हो",
          "build_success": "आपका Android ऐप तैयार है, और आप इसे अभी डाउनलोड कर सकते हैं।"
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "ऑटो-पायलट"
      }
    },
    "edit": {
      "menu": {
        "delete": "स्टोर हटाएं",
        "activity_time": "समय",
        "footer": "मेन्यू",
        "info": "जानकारी",
        "notification": "सूचनाएं",
        "home": "घर",
        "locations": "स्थानों",
        "license": "लाइसेंस",
        "theme": "थीम",
        "sms": "एसएमएस",
        "email": "ईमेल",
        "domain": "कार्यक्षेत्र",
        "verifications": "सत्यापन"
      },
      "delete_dialog": {
        "title": "स्टोर हटाएं",
        "message": "क्या आप <b>{title}</b> स्टोर हटाना चाहते हैं?",
        "action": "स्टोर हटाएं"
      },
      "notifications": {
        "delete_success": "स्टोर हटा दिया गया।"
      },
      "info": {
        "title_tab": {
          "title": "व्यवसाय का नाम और भाषा",
          "subtitle": "एक सार्वजनिक नाम और डिफ़ॉल्ट भाषा सेट करें।"
        },
        "name_tab": {
          "title": "दुकान अद्वितीय नाम",
          "subtitle": "यह आपका व्यवसाय उपयोगकर्ता नाम है।"
        },
        "description_tab": {
          "title": "आपके व्यवसाय की कहानी",
          "subtitle": "अपने व्यवसाय और उसके अद्वितीय मूल्य प्रस्ताव के बारे में लिखें।"
        },
        "contact_tab": {
          "title": "संपर्क और स्थानीय व्यापार",
          "subtitle": "सार्वजनिक संपर्क जानकारी और Google स्थानीय व्यापार सेटअप।"
        },
        "image_tab": {
          "title": "प्रतीक चिन्ह",
          "subtitle": "अपने ब्रांड के लिए एक अद्वितीय लोगो चुनें।"
        }
      },
      "badge": {
        "external_title": "बाहरी बैज प्रबंधित करें",
        "external_message": "यहां, आप बैज इमेज का पता और उसका लिंक दर्ज कर सकते हैं। URL किसी स्वीकृत वेबसाइट के होने चाहिए।"
      },
      "edit_menu": {
        "title": "मेनू",
        "footer": {
          "title": "पाद मेनू",
          "sub_title": "आप यहां अपने स्टोर पेज के निचले मेनू को कॉन्फ़िगर कर सकते हैं। ये मेनू होम पेज, डिज़ाइन किए गए पेज या बाहरी लिंक हो सकते हैं।"
        },
        "header": {
          "title": "हैडर मेनू",
          "sub_title": "यह मेनू केवल मोबाइल से बड़ी स्क्रीन पर और होम पेज के शीर्ष पर, उत्पाद श्रेणियों, लैंडिंग और उत्पाद पृष्ठों पर प्रदर्शित होता है।"
        },
        "save_menu": "मेनू सहेजें",
        "dialog": {
          "main_pages": "मुख्य पृष्ठ",
          "custom_pages": "लैंडिंग पृष्ठ"
        },
        "table": {
          "home": "घर",
          "shop": "दुकान",
          "blogs": "ब्लॉग",
          "about_us": "हमारे बारे में",
          "privacy": "गोपनीयता",
          "terms": "उपयोग की शर्तें",
          "faq": "FAQ",
          "contact_us": "संपर्क करें"
        },
        "notifications": {
          "save_success": "मेनू को सफलतापूर्वक अपडेट कर दिया गया है।"
        }
      },
      "social": {
        "title": "सामाजिक मीडिया",
        "message": "इस अनुभाग में अपना आधिकारिक सोशल मीडिया लिंक दर्ज करें। पतों की पुष्टि करने के लिए प्रत्येक आइटम के लिए निर्देशों का पालन करें।"
      },
      "time": {
        "title": "कार्य दिवस",
        "sub_title": "कार्य दिवस और समय निर्धारित करें",
        "days_open_input": "दिन",
        "days_open_input_nodata": "कम से कम एक दिन चुनें",
        "start_time_input": "स्टोर गतिविधि प्रारंभ समय",
        "start_time_input_hint": "स्टोर खुलने का समय",
        "end_time_input": "स्टोर बंद होने का समय",
        "end_time_input_hint": "स्टोर गतिविधि समाप्ति समय",
        "customer_support_service": "जवाबदेही और ग्राहक सेवा",
        "response_time_input": "ग्राहक सेवा स्थिति",
        "support_24h": "सप्ताह में 24 घंटे 7 दिन",
        "support_normal": "केवल कार्यालय समय के दौरान",
        "no_service": "नहीं",
        "notifications": {
          "update_success": "स्टोर संपादित।"
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "कोई श्रेणी नहीं"
  },
  "add_product": {
    "title_new": "नए उत्पाद",
    "title_new_category": "नई श्रेणी",
    "title_new_drop_shipping": "ड्रॉपशीपिंग जोड़ें",
    "title_edit": "उत्पाद संपादित करें",
    "delete": "उत्पाद हटाएं",
    "completed": "पुरा होना।",
    "menu": {
      "type": "उत्पाद प्रकार",
      "general_info": "सामान्य जानकारी",
      "rating": "सर्वेक्षण और विशेषताएं",
      "spec": "विशेष विवरण",
      "images": "चित्रों",
      "price": "कीमत",
      "inputs": "इनपुट",
      "outputs": "उत्पादन",
      "extra": "अतिरिक्त जानकारिया",
      "review": "उत्पाद समीक्षा",
      "inventory": "इन्वेंटरी / वेरिएंट"
    },
    "select_type": {
      "title": "अपना उत्पाद या सेवा प्रकार चुनें"
    },
    "edit_info": {
      "category_input": "श्रेणी",
      "product_name": "प्रोडक्ट का नाम*",
      "product_name_placeholder": "यहां आपके उत्पाद का नाम..",
      "product_code": "उत्पाद कोड (अंग्रेज़ी)",
      "sku": "SKU",
      "sku_message": "स्टॉक कीपिंग यूनिट",
      "mpn": "MPN",
      "mpn_message": "उत्पादक हिस्सा करमार्क",
      "status": "स्थिति",
      "external_link": "बाहरी लिंक",
      "brand": "ब्रैंड",
      "brand_placeholder": "ब्रांड पूर्व. सेब .. (वैकल्पिक)",
      "warranty": "गारंटी",
      "is_original": "क्या यह एक मूल उत्पाद है?",
      "is_original_message": "यदि आप अपने उत्पाद को मूल सेट नहीं करते हैं, तो इस उत्पाद के लिए नकली बैज दिखाया जाएगा।",
      "return_warranty": "इस उत्पाद की वापसी की गारंटी कितने दिनों में है?",
      "warehouse_section": "गोदाम और विनिर्माण",
      "conditions_section": "उत्पाद की स्थिति",
      "warranty_section": "वारंटी और डिलिवरी",
      "unit": "उत्पाद इकाई",
      "unit_message": "यदि आवश्यक हो तो इकाई दर्ज करें। उदाहरण: केजी, मीटर,...",
      "condition": "आपके स्टोर में उत्पाद की स्थिति",
      "condition_message": "आपको इस क्षेत्र में किसी एक मान को चुनना होगा।",
      "unit_section": "उत्पाद इकाई",
      "unit_float": "फ्लोट यूनिट (जल्द ही)",
      "unit_float_hint": "उदाहरण के लिए, ग्राहक 3 किलो फल ऑर्डर कर सकता है, लेकिन ग्राहक को भेजी गई राशि ऑर्डर की गई राशि से थोड़ी अलग है।",
      "unit_float_message": "ऑर्डर प्रोसेसिंग के दौरान, डिलीवर की गई राशि ऑर्डर की गई राशि से भिन्न हो सकती है। सिस्टम स्वचालित रूप से इस अंतर की गणना करता है और इसे ग्राहक को आपके ऋण के रूप में रिकॉर्ड करता है, जिसे अगले आदेशों पर लागू किया जा सकता है।"
    },
    "rating_pros_cons": {
      "title": "सर्वे",
      "message": "अपने उत्पाद को रेट करने के लिए अपने ग्राहकों के लिए उत्पाद विनिर्देशों की एक सूची दर्ज करें। (अधिकतम 5 आइटम)",
      "rating_input": "चुनाव",
      "rating_input_message": "आप पोल में 5 आइटम जोड़ सकते हैं।",
      "item_unit": "वस्तु",
      "pros_title": "पेशेवरों",
      "pros_message": "उत्पाद की विशेषताएं दर्ज करें। (अधिकतम 5 आइटम)",
      "pros_input_title": "फ़ीचर शीर्षक",
      "pros_input_value": "फ़ीचर मान",
      "pros_group": "उत्पाद के पेशेवरों",
      "pros_group_messages": "उत्पाद की मुख्य विशेषताएं",
      "cons_title": "दोष",
      "cons_message": "उत्पाद की कमजोरियों को दर्ज करें। (अधिकतम 5 आइटम)",
      "cons_input_title": "कमजोरी शीर्षक",
      "cons_input_value": "कमजोरी मूल्य",
      "cons_group": "उत्पाद की कमजोरियां",
      "cons_group_messages": "उत्पाद की मुख्य कमजोरियां",
      "select_from_list": "सूची से चुनें",
      "suggestion_rating": [
        "अच्छी गुणवत्ता",
        "अच्छा कीमत",
        "सिफारिश करूँगा",
        "विशेषताएं और क्षमताएं",
        "प्रयोग करने में आसान",
        "अच्छी तरह से डिज़ाइन किया गया"
      ],
      "notifications": {
        "add_rating_success": "उपयोगकर्ता-रेटिंग {rating_name} विकल्प जोड़ा गया।",
        "delete_rating_success": "उपयोगकर्ता-रेटिंग {rating_name} विकल्प हटाया गया।",
        "add_pros_success": "उत्पाद सुविधा जोड़ा गया।",
        "delete_pros_success": "उत्पाद सुविधा हटा दी गई।",
        "add_cons_success": "उत्पाद की कमजोरी गयी।",
        "delete_cons_success": "उत्पाद की कमजोरी दूर हो गई।"
      }
    },
    "edit_spec": {
      "title": "तकनीकी निर्देश",
      "sub_title": "आप समान उत्पादों के तकनीकी secifications आयात कर सकते हैं।",
      "import_action": "आयात",
      "group_input_header": "समूह जोड़ें",
      "item_title_header": "सामान जोडें",
      "group_input": "ग्रुप हेडर",
      "group_input_message": "शीर्षक दर्ज करें।",
      "group_add_action": "समूह जोड़ें",
      "item_title_input": "शीर्षक",
      "item_title_input_message": "सुविधा शीर्षक दर्ज करें।",
      "item_value_input": "मूल्य",
      "item_value_input_message": "विशेषता मान दर्ज करें।",
      "add_item_action": "सामान जोडें",
      "dialog": {
        "title": "तकनीकी विनिर्देश दर्ज करें",
        "code_input": "उत्पाद आयडी",
        "code_input_message": "उत्पाद कोड: P0000...",
        "spec_view_title": "चयनित उत्पाद के निर्दिष्टीकरण",
        "set_spec_action": "डुप्लिकेट तकनीकी विनिर्देश"
      },
      "notifications": {
        "enter_group_title_error": "शीर्षक मान दर्ज करें",
        "enter_item_title_and_value_error": "सुविधा का शीर्षक और मूल्य दर्ज करें",
        "spec_saved_success": "उत्पाद विनिर्देश सहेजे गए।"
      }
    },
    "edit_images": {
      "title": "मुख्य छवि",
      "main_image_input_nodata": "उत्पाद छवि अपलोड करें।",
      "main_image_input_message": "यह छवि उत्पाद सूची में प्रदर्शित होती है।",
      "preview": "पूर्वावलोकन",
      "image_style": "छवि शैली",
      "background_is_white": "सफेद पृष्ठभूमि",
      "background_is_white_msg": "क्या छवि में सफेद पृष्ठभूमि है ??",
      "images": {
        "title": "उत्पाद छवियाँ गैलरी",
        "sub_title": "इस अनुभाग में, सभी उत्पाद प्रकारों के लिए सामान्य उत्पाद छवियां अपलोड करें।"
      },
      "video": {
        "title": "वीडियो",
        "sub_title": "सबसे पहले, अपना उत्पाद वीडियो Youtube पर अपलोड करें, और फिर यहां वीडियो URL डालें।"
      }
    },
    "pricing": {
      "edit_price": "मूल्य निर्धारण",
      "price_input": "कीमत",
      "currency_input": "मुद्रा",
      "currency_input_messages": "इस मुद्रा में मूल्य की गणना की जाती है।",
      "commission_input": "आयोग",
      "commission_message": "यह विकल्प केवल विशेष प्रकार के व्यापारियों जैसे थोक विक्रेताओं के लिए उपयोगी है। यदि आप थोक व्यापारी नहीं हैं, तो इस विकल्प को खाली छोड़ दें। खरीदार जो कीमत देखते हैं वह कीमत और कमीशन का योग है। टैक्स जोड़ने के लिए अकाउंटिंग > टैक्स पर क्लिक करें।",
      "add_commission_action": "कमीशन जोड़ें",
      "discount_input": "छूट",
      "discount_input_message": "छूट की दर",
      "has_discount_period_input": "क्या यह छूट एक विशिष्ट समय के लिए मान्य है?",
      "discount_timespan": "छूट की अवधि दर्ज करें।",
      "start_input": "शुरू करना",
      "end_input": "अंत",
      "start_input_placeholder": "प्रारंभ समय चुनें",
      "end_input_placeholder": "समाप्ति समय चुनें",
      "independent_price": "केवल इस वेरिएंट की कीमत",
      "same_price": "मुख्य उत्पाद की कीमत",
      "variant_pricing_message": "इस विकल्प का चयन करके, इस संस्करण की कीमत मुख्य उत्पाद से स्वतंत्र रूप से निर्धारित की जा सकती है।"
    },
    "inputs_edit": {
      "title": "खरीदार की जानकारी का इनपुट फॉर्म",
      "sub_title": "आप प्रत्येक उत्पाद के लिए डेटा प्रविष्टि फ़ॉर्म बना सकते हैं, इसलिए खरीदार उत्पाद खरीदते समय आपको जानकारी भेजते हैं। उदाहरण के लिए, यह जानकारी किसी पत्थर पर उत्कीर्णन का नाम हो सकती है।",
      "message_input": "उपयोगकर्ता को संदेश",
      "message_input_message": "उत्पाद खरीदते समय यह संदेश ग्राहक को दिखाया जाएगा।",
      "inputs_form": "सूचना संरचना (इनपुट)"
    },
    "extra_edit": {
      "physical": {
        "title": "शिपिंग सूचना",
        "sub_title": "तैयारी की लागत और समय की गणना इस खंड में दी गई जानकारी के आधार पर की जाती है। स्टोर में चयनित इकाइयों (वजन, आयाम, दूरी) के अनुसार जानकारी दर्ज करना सुनिश्चित करें।"
      },
      "notifications": {
        "save_title": "पैकेजिंग अपडेट किया गया",
        "save_msg": "उत्पाद पैकेजिंग जानकारी सफलतापूर्वक अपडेट की गई।"
      }
    },
    "variants": {
      "not_available": "वर्तमान में इस प्रकार के उत्पाद के लिए एक प्रकार का चयन करना संभव नहीं है।"
    },
    "delete_product": {
      "title": "उत्पाद निकालें",
      "message": "क्या आप <b>{product_title}</b> मिटाना चाहते हैं?"
    }
  },
  "product_admin": {
    "products_list": "उत्पादों की सूची",
    "product": "उत्पाद",
    "menu": {
      "edit": "संपादन करना",
      "review": "समीक्षा",
      "orders": "आदेश",
      "inventory": "भंडार",
      "dashboard": "डैशबोर्ड",
      "back_to_products": "उत्पादों",
      "drop_shipping": "जहाज को डुबोना"
    },
    "dashboard": {
      "info": {
        "title": "प्रोफ़ाइल",
        "title_small": "उत्पाद",
        "category": "उत्पाद श्रेणी",
        "link": "उत्पाद लिंक",
        "type": "प्रकार",
        "inputs": "इनपुट जानकारी",
        "outputs": "आउटपुट जानकारी",
        "user_data_form": "क्रेता सूचना प्रपत्र"
      },
      "orders": {
        "title": "आदेश",
        "title_small": "असंसाधित",
        "physical_orders_title": "इस उत्पाद के साथ शॉपिंग कार्ट",
        "send_30days_title": "पिछले 30 दिनों में शिप किए गए ऑर्डर",
        "downloads_30days_title": "पिछले 30 दिनों में फ़ाइल डाउनलोड किया गया नंबर",
        "virtual_orders_title": "इस उत्पाद के आदेश पूर्ण होने की प्रतीक्षा कर रहे हैं"
      },
      "inventory": {
        "title": "भंडार",
        "title_small": "गोदाम",
        "total_sell": "कुल बिक्री",
        "total_sell_today": "आज बिक्री",
        "total_sell_30days": "पिछले 4 दिनों की बिक्री",
        "chart": {
          "labels": [
            "भंडार",
            "बिक्री"
          ]
        }
      },
      "finance": {
        "title": "वित्तीय",
        "title_small": "पिछले 6 महीने की खरीद रिपोर्ट",
        "select_mode_title": "द्वारा दिखाएँ",
        "modes": {
          "sell": "बिक्री",
          "payment": "भुगतान",
          "discount": "छूट"
        },
        "currency_select_title": "चयनित मुद्रा के अनुसार मूल्य",
        "sell_today": "आज बिक्री",
        "product_price": "उत्पाद की कीमत",
        "currency_unit": "मुद्रा इकाई",
        "sell_30days": "30 दिन की बिक्री",
        "sell_daily": "दैनिक विक्रय",
        "sell_yesterday": "कल की बिक्री"
      },
      "survey": {
        "title": "उत्पाद रेटिंग",
        "title_small": "ग्राहक संतुष्टि रिपोर्ट",
        "total_participation": "योगदान की कुल संख्या",
        "today_participation": "आज की रेटिंग",
        "last7days_participation": "पिछले 7 दिनों का योगदान",
        "chart": {
          "participate": "भाग लेना",
          "participate_title": "योगदान की संख्या",
          "score": "अंक"
        }
      },
      "inform": {
        "title": "ग्राहकों की उम्मीदें",
        "title_small": "छूट या उपलब्धता की प्रतीक्षा में",
        "message": "उत्पादों के बिक्री पर जाने या उपलब्ध होने पर ग्राहकों को सूचित करें",
        "waiting_for_auction": "उत्पादों की बिक्री की प्रतीक्षा में",
        "waiting_for_available": "उत्पादों के उपलब्ध होने की प्रतीक्षा कर रहा है।",
        "unit": "व्यक्ति"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "वस्तुसूची की फेहरिस्त",
        "add_variant": "प्रकार जोड़ें",
        "title": "उत्पाद सूची / उत्पाद प्रकार सूची",
        "sub_title": "यदि इस उत्पाद के एक से अधिक प्रकार हैं, तो उन्हें इस अनुभाग में दर्ज करें। आप प्रत्येक प्रकार की राशि, कीमत और छूट को अलग से परिभाषित कर सकते हैं; अन्यथा मूल्य निर्धारण के लिए उत्पाद के डिफ़ॉल्ट मान लागू किए जाएंगे।",
        "add_action": "प्रकार जोड़ें",
        "count_input": "भंडार",
        "count_input_action": "गिनती सेट करें",
        "management_title": "इन्वेंटरी प्रबंधन और उत्पाद प्रकार",
        "add_title": "उत्पाद प्रकार जोड़ें",
        "edit_title": "उत्पाद प्रकार संपादित करें",
        "notifications": {
          "add_success": "उत्पाद संस्करण जोड़ा गया।",
          "delete_success": "उत्पाद प्रकार हटाया गया.",
          "save_product_inventory_success": "सहेजे गए उत्पादों की सूची।"
        }
      },
      "variant_item": {
        "price": "कीमत",
        "same_as_product": "मुख्य उत्पाद के समान",
        "in_stock": "भंडार",
        "delete_dialog": {
          "title": "उत्पाद प्रकार हटाएं",
          "message": "क्या आप इस प्रकार को हटाना चाहते हैं?"
        }
      },
      "variant_add_edit": {
        "title": "उत्पाद प्रकार को परिभाषित करना",
        "message": "उत्पाद संख्या अद्वितीय",
        "active_input": "क्या यह वैरिएंट सक्रिय है?",
        "sku": "SKU",
        "sku_tips": "उत्पाद गोदाम कोड।",
        "mpn": "MPN",
        "mpn_tips": "उत्पाद पैकेजिंग पर निर्माता द्वारा डाला गया उत्पाद कोड",
        "variant_variable": "भिन्न चर",
        "pricing": "मूल्य निर्धारण",
        "has_pricing_input": "क्या कीमत मुख्य उत्पाद से अलग है?",
        "inventory": "भंडार",
        "inventory_unit": "सामान",
        "delivery_info": "पैकेजिंग और शिपिंग",
        "images": "वेरिएंट की छवियां",
        "images_message": "इस वेरिएंट को सेव करने के बाद आप यहां इमेज ऐड कर पाएंगे।"
      }
    },
    "edit_article": {
      "menu": {
        "tags": "टैग",
        "article": "लेख"
      }
    }
  },
  "product_extra_physical": {
    "weight": "सामान का भार",
    "weight_unit": "किलोग्राम",
    "size": "पैकेज डाइमैन्शन",
    "dimension": "से। मी",
    "width": "चौड़ाई",
    "length": "लंबाई",
    "height": "ऊंचाई",
    "lead_time_title": "तैयारी का समय",
    "lead_time": "तैयारी का समय",
    "lead_time_dimension": "घंटे)",
    "bulk_action": "थोक कार्रवाई",
    "bulk_action_input": "सभी वेरिएंट अपडेट करें",
    "bulk_action_msg": "सभी प्रकारों के लिए उत्पाद की पैकेजिंग और तैयारी का समय निर्धारित करें।"
  },
  "product_images_list": {
    "upload_button": "अधिक उत्पाद छवियां",
    "upload_an_image": "एक छवि का चयन करें।",
    "notifications": {
      "update_sort_success": "छँटाई सहेजी गई छवियाँ",
      "delete_image_title": "उत्पाद छवि हटाएं",
      "delete_image_success": "छवि सफलतापूर्वक हटाई गई"
    }
  },
  "variants_view": {
    "prices": "कीमतों",
    "inventory": "भंडार",
    "discount": "छूट"
  },
  "gift_card_type_edit": {
    "title_input": "शीर्षक",
    "color_input": "कार्ड का रंग",
    "charge_input": "आरंभिक शुल्क",
    "charge_input_hint": "प्रत्येक कार्ड के लिए प्रारंभिक शुल्क",
    "currency_input": "मुद्रा",
    "currency_input_message": "केवल इस मुद्रा से खरीदारी के लिए",
    "lifetime_input": "कार्ड की वैधता (माह)",
    "lifetime_input_message": "कार्ड की वैधता",
    "card_image_input": "कार्ड छवि",
    "notifications": {
      "create_success": "कार्ड बनाया",
      "update_success": "कार्ड अपडेट किया गया"
    }
  },
  "shop_warehouse_edit": {
    "title": "गोदाम जोड़ें",
    "message": "शिपिंग लागत की गणना करने के लिए अपना वेयरहाउस पता और प्रोफ़ाइल दर्ज करें।",
    "name_input": "गोदाम का नाम",
    "address": "पता",
    "name_input_message": "अपने गोदाम के लिए एक उपनाम दर्ज करें।",
    "person_name": "अधिकारी का नाम",
    "phone_number": "संपर्क संख्या",
    "map_title": "स्टोर गोदाम का पता",
    "confirm_action": "गोदाम अनुमोदन",
    "address_name": "गोदाम",
    "notifications": {
      "success_save": "परिवर्तनों को सफलतापूर्वक सहेजा।"
    }
  },
  "inventory_list": {
    "search_input": "उत्पाद खोज...",
    "search_input_title": "स्टोर उत्पादों के बीच खोजें",
    "apply_filter": "फिल्टर लागू करें",
    "inventory": "वस्तुसूची की फेहरिस्त",
    "export": "निर्यात सूची",
    "import": "आयात सूची",
    "bulk_price": "थोक मूल्य परिवर्तन",
    "bulk_discount": "थोक छूट परिवर्तन",
    "category_filter_msg": "यह सभी उत्पादों और उपश्रेणियों पर लागू होगा!",
    "table": {
      "waiting": "जानकारी मिल रही है... कृपया प्रतीक्षा करें",
      "open_state": "सक्रिय",
      "close_state": "निष्क्रिय",
      "image": "छवि",
      "product": "प्रोडक्ट का नाम",
      "code": "उत्पाद कोड",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "मूल",
      "status": "स्थिति",
      "in_stock": "स्टॉक में",
      "edit": "बदलना"
    },
    "bulk_price_dialog": {
      "title": "थोक कार्रवाइयां > मूल्य",
      "message": "नोट: निम्नलिखित राशि आपके स्टोर के सभी उत्पादों की कीमत के प्रतिशत के रूप में लागू होगी। साथ ही, परिकलित मूल्य मानों को चयनित मुद्रा के आधार पर बुद्धिमानी से निकटतम राउंड नंबर में परिवर्तित कर दिया जाएगा। मानों को दर्ज करने में सावधानी बरतें।",
      "check": "मैं मूल्य परिवर्तन को मंजूरी देता हूं।",
      "add_percent_tab": "प्रतिशत जोड़ें",
      "add_constant_tab": "लगातार जोड़ें",
      "ending_tab": "समाप्ति की रणनीति"
    },
    "bulk_discount_dialog": {
      "title": "थोक कार्रवाइयां > छूट",
      "message": "नोट: निम्नलिखित राशि आपके स्टोर में सभी उत्पादों की छूट के प्रतिशत के रूप में होगी। साथ ही, परिकलित छूट मान चयनित मुद्रा के आधार पर बुद्धिमानी से निकटतम राउंड नंबर में परिवर्तित हो जाएंगे। मानों को दर्ज करने में सावधानी बरतें।",
      "check": "मैं छूट में बदलाव को मंजूरी देता हूं।"
    },
    "notifications": {
      "save_success": "इन्वेंट्री परिवर्तन सहेजा गया."
    }
  },
  "spec_view": {
    "auto_save_input": "ऑटो सेव"
  },
  "time_progress_bar": {
    "title_before_start": "शुरुआत के लिए शेष",
    "title_between_start_end": "अंत तक शेष",
    "title_after_end": "खत्म",
    "title_no_start_end": "समय अवधि के बिना!"
  },
  "geo_map": {
    "views": "विचारों",
    "views_unit": "बार",
    "product_views": "उत्पाद दृश्य",
    "buys": "खरीद",
    "buys_unit": "आदेश",
    "baskets": "सक्रिय गाड़ियां",
    "added_items": "सामगंरियां जोड़ें",
    "removed_items": "आइटम हटाएँ"
  },
  "faq_list": {
    "table": {
      "nodata": "कोई प्रश्न नहीं मिला।",
      "more_data_action": "अधिक प्रश्न ..",
      "user": "उपयोगकर्ता",
      "tag": "टैग",
      "question": "प्रश्न",
      "officer": "कर्मचारी",
      "answer": "जवाब",
      "created_at": "दिनांक",
      "priority": "प्राथमिकता",
      "edit": "संपादन करना"
    },
    "dialog": {
      "add_new_action": "नया प्रश्न सबमिट करें",
      "edit_action": "अक्सर पूछे जाने वाले प्रश्न संपादित करें",
      "question_input": "प्रश्न",
      "question_input_placeholder": "अपना प्रश्न पूछें ..",
      "link_input": "जोड़ना",
      "link_input_placeholder": "आप उत्तर में एक लिंक का उल्लेख कर सकते हैं।",
      "answer_input": "जवाब",
      "answer_input_placeholder": "उत्तर पाठ दर्ज करें ..",
      "tag_input": "टैग (श्रेणी शीर्षक)",
      "tag_input_placeholder": "एक छोटा शीर्षक दर्ज करें",
      "priority_input": "प्राथमिकता: (0 से 10)"
    },
    "delete_alert": {
      "title": "प्रश्न हटाएं",
      "message": "क्या आप इस प्रश्न को हटाना चाहते हैं?",
      "action": "मिटाना"
    },
    "notifications": {
      "send_success": "आपका उत्तर सफलतापूर्वक सबमिट कर दिया गया है।",
      "delete_success": "आपका प्रश्न सफलतापूर्वक हटा दिया गया है।"
    }
  },
  "contact_messages_list": {
    "load_more_action": "अधिक संदेश ..",
    "table": {
      "nodata": "कोई प्रश्न नहीं मिला।",
      "user": "उपयोगकर्ता",
      "message": "संदेश का मुख्यभाग",
      "category": "श्रेणी",
      "officer": "कर्मचारी",
      "answer": "जवाब",
      "created_at": "दिनांक",
      "contact": "संपर्क करना",
      "edit": "संपादन करना"
    },
    "dialog": {
      "title": "संदेश का उत्तर दें",
      "category": "श्रेणी",
      "user_name": "नाम",
      "email": "ईमेल",
      "phone": "संपर्क संख्या",
      "message": "संदेश पाठ",
      "status": "प्रतिक्रिया स्थिति",
      "status_answered": "उत्तर",
      "status_waiting": "प्रतिक्रिया की प्रतीक्षा",
      "answer_input": "उत्तर पाठ",
      "mail_input": "मेल भेजे",
      "mail_input_message": "यदि आप इसे सक्षम करते हैं, तो आपकी प्रतिक्रिया उपयोगकर्ता के ईमेल पर भेजी जाएगी।"
    },
    "delete_alert": {
      "title": "संदेश को हटाएं",
      "message": "क्या आप इस संदेश को हटाना चाहते हैं?",
      "action": "मिटाना"
    },
    "notifications": {
      "send_success": "आपका अनुरोध सफलतापूर्वक सबमिट कर दिया गया है।",
      "delete_success": "संदेश हटाये।"
    }
  },
  "campaign": {
    "title": "अभियान",
    "menu": {
      "setting": "समायोजन",
      "return": "वापस",
      "dashboard": "डैशबोर्ड",
      "links": "लिंक",
      "landing": "अवतरण",
      "ads": "विज्ञापन",
      "finance": "वित्त"
    },
    "dashboard": {
      "title": "डैशबोर्ड",
      "status": "स्थिति अवलोकन",
      "sessions": "सत्र",
      "links_overview": "अभियान लिंक अवलोकन",
      "orders": "आदेश",
      "performance": "अभियान प्रदर्शन",
      "links_funnel": "अभियान लिंक प्रदर्शन",
      "no_links": "कोई डेटा उपलब्ध नहीं है! कृपया अपने अभियान के लिए एक लिंक बनाएं।",
      "social": "सोशल मीडिया लीड",
      "conversion_over_time": "समय के साथ रूपांतरण",
      "total_campaign_sell": "अभियान द्वारा कुल बिक्री"
    },
    "finance": {
      "title": "वित्त रिपोर्ट",
      "campaign_revenue": "अभियान राजस्व",
      "total_revenue": "अभियान द्वारा कुल आय",
      "links_revenue": "अभियान लिंक राजस्व",
      "payments_over_time": "समय के साथ बिक्री",
      "all_links": "सभी लिंक"
    },
    "landing": {
      "empty_message": "अभियान सेटिंग में एक लैंडिंग पृष्ठ सेट करें।",
      "set_landing": "लैंडिंग पृष्ठ सेट करें",
      "create_landing": "नया लैंडिंग पृष्ठ बनाएं"
    },
    "links": {
      "title": "अभियान लिंक",
      "url_input_message": "अपना लक्ष्य पृष्ठ url दर्ज करें"
    },
    "setting": {
      "menu": {
        "config": "कॉन्फ़िग",
        "timespan": "समय सीमा",
        "banner": "बैनर",
        "Notification": "अधिसूचना"
      },
      "general_setting": {
        "title": "सामान्य अभियान सेटिंग",
        "sub_title": "नाम, लैंडिंग पृष्ठ और डिस्काउंट कोड",
        "name_input": "अभियान का नाम",
        "name_input_hint": "अपने अभियान में एक नाम जोड़ें",
        "enable_input": "क्या अभियान सक्रिय है?",
        "page_input": "लैंडिंग पेज",
        "discount_code_input": "डिस्काउंट कोड",
        "limit": "छूट की सीमा",
        "max_count": "अधिकतम गिनती",
        "max_count_unit": "सामान",
        "start": "शुरू करना",
        "end": "अंत",
        "notification_enable_input": "अधिसूचना सक्षम है?",
        "landing_page": "लैंडिंग पेज",
        "discount_code": "डिस्काउंट कोड",
        "auto": "डिफ़ॉल्ट अभियान",
        "auto_message": "आपकी दुकान में सक्रिय डिफ़ॉल्ट अभियान"
      },
      "time_setting": {
        "title": "समय सीमा",
        "sub_title": "प्रारंभ दिनांक और समय / समाप्ति तिथि और समय",
        "start_input": "शुरू करना",
        "start_input_placeholder": "अभियान प्रारंभ समय चुनें",
        "end_input": "अंत",
        "end_input_placeholder": "अभियान समाप्ति समय चुनें"
      },
      "banner_setting": {
        "title": "दुकान बैनर",
        "sub_title": "दुकान पृष्ठ के शीर्ष पर प्रदर्शित करें",
        "message_input": "संदेश पाठ",
        "message_input_placeholder": "विशेष पर्व...",
        "message_input_hint": "स्टोर के शीर्ष पर बैनर संदेश टेक्स्ट",
        "bg_image_input": "पृष्ठभूमि छवि URL",
        "bg_image_input_hint": "पूर्ण पृष्ठभूमि छवि URL",
        "repeat_pattern": "दोहराएँ पैटर्न",
        "simple": "सरल",
        "dark_input": "डार्क थीम?",
        "icon_input": "आइकन",
        "icon_input_hint": "सामग्री डिजाइन चिह्न नाम या Fontawsom: fas fa-star",
        "anim_input": "एनिमेशन पता",
        "anim_input_message": "Lottie एनिमेशन फ़ाइल URL",
        "preview": "पूर्वावलोकन",
        "preview_update_action": "प्रीव्यू अपडेट करें",
        "bg_color": "पीछे का रंग",
        "icon_bg": "आइकन पृष्ठभूमि रंग"
      },
      "notifications": {
        "title": "अधिसूचना",
        "sub_title": "एक सूचना बनाएं और उसे अपने अभियान से लिंक करें।",
        "update_success": "आपका अभियान अपडेट कर दिया गया है।",
        "action_button": "एक्शन बटन",
        "background_color": "पीछे का रंग",
        "text_color": "लिखावट का रंग",
        "action_color": "क्रिया रंग",
        "action_text_color": "क्रिया पाठ का रंग",
        "notification_image": "अधिसूचना छवि",
        "notification_bg": "अधिसूचना पृष्ठभूमि",
        "show_preview": "पूर्वावलोकन दिखाएं",
        "persistence": "हठ",
        "persistence_message": "क्या आप हर बार यह दिखाना चाहते हैं कि आपका उपयोगकर्ता वेबसाइट पर जाता है",
        "radius": "RADIUS",
        "show_delay": "देरी दिखाएं"
      }
    }
  },
  "add_category": {
    "title_edit": "श्रेणी संपादित करें",
    "title_update": "नई श्रेणी जोड़ें",
    "menu": {
      "delete": "श्रेणी हटाएं",
      "filter": "फिल्टर",
      "settings": "समायोजन",
      "back": "वापस"
    },
    "title_input": "श्रेणी शीर्षक *",
    "title_input_error": "एक श्रेणी शीर्षक चुनें",
    "name_input": "श्रेणी का नाम (अंग्रेज़ी)*",
    "name_input_error": "श्रेणी के लिए एक अद्वितीय नाम चुनें",
    "description_input": "वर्ग विवरण",
    "description_input_message": "श्रेणी का संक्षिप्त विवरण दर्ज करें ..",
    "parent_input": "अभिभावक श्रेणी",
    "parent_input_message": "यह श्रेणी स्टोर होमपेज पर दिखाई देती है।",
    "image_input": "श्रेणी छवि",
    "image_input_placeholder": "श्रेणी के लिए एक छवि का चयन करें",
    "edit_action": "श्रेणी संपादित करें",
    "add_action": "कैटेगरी जोड़े",
    "back_action": "वापस",
    "no_category": "कोई श्रेणियाँ नहीं",
    "star": "सितारा",
    "filter": {
      "title": "श्रेणी फ़िल्टर",
      "sub_title": "इस श्रेणी में उत्पादों पर लागू फ़िल्टर और श्रेणियां प्रबंधित करें।",
      "message": "नीचे दिए गए बॉक्स में इस श्रेणी के लिए सामान्य तकनीकी विशेषता शीर्षक दर्ज करें और सहेजें। सूची को सहेजने के बाद, प्रत्येक श्रेणी की सामग्री के साथ फ़िल्टर श्रेणियां प्रदर्शित की जाएंगी। रंग, वजन, आकार, ब्रांड आदि उत्पाद प्रकार से स्वचालित रूप से निकाले जाते हैं।"
    },
    "delete_alert": {
      "title": "श्रेणी हटाएं",
      "message": "क्या आप {title} श्रेणी को हटाना चाहते हैं?",
      "action": "मिटाना"
    },
    "notifications": {
      "add_success": "नई श्रेणी जोड़ी गई।",
      "edit_success": "श्रेणी संपादित।",
      "delete_success": "हटा दिया गया {title}।"
    },
    "edit_filter": {
      "spec_input": "तकनीकी विनिर्देश सूची",
      "spec_input_message": "उन सुविधाओं की सूची जिन्हें आप फ़िल्टर अनुभाग में दिखाना चाहते हैं",
      "price": "कीमत",
      "min": "मिनट",
      "max": "मैक्स",
      "suggested_list": {
        "brand": "ब्रैंड",
        "colors": "रंग",
        "styles": "डिज़ाइन",
        "volumes": "मात्रा",
        "weights": "वज़न",
        "packs": "प्रति पैक संख्या",
        "types": "प्रकार"
      },
      "notifications": {
        "edit_success": "श्रेणी संपादित।"
      }
    }
  },
  "apps_list": {
    "nodata": "आपके स्टोर पर कोई ऐप इंस्टॉल नहीं है",
    "inactive": "निष्क्रिय",
    "my_apps": "मेरी एप्प्स",
    "app_store": "नया ऐप जोड़ें"
  },
  "add_shop": {
    "menu": {
      "shop_title": "स्टोर का शीर्षक",
      "shop_name": "स्टोर नाम",
      "description": "विवरण",
      "contact": "संपर्क जानकारी",
      "image": "छवि"
    },
    "title_input": "शीर्षक",
    "title_input_tips": "अपने स्टोर, ब्रांड या कंपनी का नाम दर्ज करें।",
    "active_message": "सभी के लिए सक्रिय सेट करें आपकी वेबसाइट तक पहुंच सकते हैं।",
    "language_input_message": "अपनी स्टोर भाषा चुनें।",
    "name_input": "नाम",
    "name_input_message": "अपने स्टोर के लिए एक नाम दर्ज करें।",
    "name_input_tips": "गैर-अंग्रेजी वर्णों, रिक्त स्थान या अक्षरों का उपयोग न करें, यदि उपयोग किया जाता है, तो स्टोर का नाम ठीक से प्रदर्शित नहीं हो सकता है।",
    "description_input": "स्टोर विवरण",
    "description_input_message": "अपने व्यवसाय के बारे में संक्षिप्त विवरण लिखें।",
    "address_input": "स्टोर का पता",
    "address_input_message": "सटीक स्टोर स्थान पता दर्ज करें",
    "phone_input": "फ़ोन नंबर",
    "phone_input_message": "ग्राहक संपर्क नंबर",
    "phone_input_tips": "देश कोड के साथ संपर्क नंबर दर्ज करें। इस नंबर का उपयोग Google खोज में जानकारी प्रदर्शित करने के लिए भी किया जाता है।",
    "email_input": "ईमेल",
    "email_input_message": "ग्राहकों के लिए ईमेल पता",
    "locality_input": "जगह",
    "locality_input_message": "संग्रहण स्थान",
    "region_input": "राज्य या प्रांत",
    "region_input_message": "जिस राज्य या प्रांत में आप काम करते हैं",
    "country_input": "देश",
    "country_input_message": "व्यापार का देश",
    "postal_code_input": "डाक कोड",
    "postal_code_input_message": "स्टोर पोस्टल कोड",
    "image_input": "स्टोर छवि",
    "map": {
      "title": "स्टोर का पता",
      "confirm": "पता पंजीकरण",
      "address": "पता",
      "receptor": "दुकान"
    },
    "create_shop_action": "स्टोर बनाएं",
    "update_shop_action": "अपडेट करना",
    "notifications": {
      "copy_success": "दुकान के पते की प्रति।",
      "name_available": "यह नाम ({name}) उपलब्ध है।",
      "add_success": "स्टोर {title} बनाया गया।",
      "edit_success": "स्टोर संपादित।"
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "वर्चुअल आइटम जोड़ें",
    "add_virtual_item_desc": "आभासी उत्पादों को बेचने के लिए, आपको उन्हें इस खंड में जोड़ना होगा। आभासी वस्तुओं की संख्या इस खंड में मुफ्त वस्तुओं की संख्या के बराबर है। एक बार जब ग्राहक वर्चुअल आइटम खरीद लेंगे, तो उन्हें लिंक भेज दिया जाएगा।",
    "filter_action": "फिल्टर लागू करें",
    "not_processed": "असंसाधित आदेश",
    "title": "सामान की सूची",
    "vew_order": "आर्डर देखें",
    "table": {
      "nodata": "कोई आइटम नहीं हैं",
      "product": "उत्पाद",
      "data": "जानकारी",
      "status": "स्थिति",
      "user_message": "उपयोगकर्ता संदेश",
      "updated_at": "आखिरी अपडेट",
      "order": "आदेश",
      "delete": "मिटाना"
    },
    "notifications": {
      "delete_success": "आइटम सफलतापूर्वक हटाया गया."
    }
  },
  "add_virtual_item": {
    "title_edit": "मान संपादित करें",
    "title_add": "उत्पाद में आइटम जोड़ें",
    "sub_title": "वर्चुअल उत्पाद बनाना और संपादित करना",
    "message": "स्टोर मैनेजर भुगतान के बाद खरीदार को मूल्य दिखा सकता है। इन मानों को नीचे दिए गए फॉर्म में दर्ज किया जाना चाहिए। इस फॉर्म की संरचना आइटम संपादित करें> आउटपुट जानकारी संपादित करें अनुभाग में सेट है।",
    "edit_outputs": "आउटपुट फॉर्म संपादित करें",
    "notifications": {
      "edit_success": "आइटम संपादित किया गया।",
      "add_success": "सूची में जोड़ा गया आइटम।"
    }
  },
  "virtual_process_center": {
    "title": "प्रसंस्करण केंद्र",
    "sub_title": "आदेश प्रसंस्करण",
    "virtual_product": "आभासी उत्पाद",
    "menu": {
      "report": "शिकायत करना",
      "timeline": "समय",
      "order": "आदेश"
    },
    "list_widget": {
      "title": "आदेश निर्दिष्टीकरण",
      "product_name": "प्रोडक्ट का नाम"
    },
    "inputs_widget": {
      "title": "इनपुट फॉर्म",
      "table": {
        "title": "शीर्षक",
        "value": "मूल्य"
      },
      "change_inputs_action": "इनपुट फॉर्म संपादित करें"
    },
    "outputs_widget": {
      "title": "आउटपुट फॉर्म",
      "table": {
        "title": "शीर्षक",
        "value": "मूल्य"
      },
      "tips": [
        "ग्राहक के अनुरोध को पूरा करने के बाद, ऑर्डर के खरीदार को सूचित करने के लिए ऑर्डर पुष्टिकरण कुंजी दबाएं।",
        "एक बार ऑर्डर स्वीकृत हो जाने के बाद, खरीदार इनपुट जानकारी को संपादित नहीं कर पाएगा।"
      ],
      "alerts": {
        "order_completed_by_admin": "आदेश पूरा हो गया है।",
        "order_completed_by_buyer": "खरीदार द्वारा ऑर्डर पूरा कर लिया गया है।",
        "waiting_for_buyer": "खरीदार की मंजूरी का इंतजार.."
      }
    }
  },
  "file_process_center": {
    "title": "प्रसंस्करण केंद्र",
    "sub_title": "आदेश प्रसंस्करण",
    "menu": {
      "report": "शिकायत करना",
      "timeline": "समय",
      "order": "आदेश"
    }
  },
  "process_order_page_dashboard": {
    "title": "आदेश प्रसंस्करण",
    "cancel_order_action": "आदेश रद्द",
    "open_basket_cation": "यह शॉपिंग कार्ट खुला है, जिसका अर्थ है कि ग्राहक खरीदारी कर रहा है और उसने अभी तक ऑर्डर का भुगतान नहीं किया है।",
    "reject_dialog": {
      "title": "आदेश को अस्वीकार करने का कारण",
      "message": "नीचे दी गई सूची से इस आदेश को अस्वीकार करने का कारण चुनें। रद्दीकरण और धनवापसी प्रक्रिया के बारे में ग्राहक को सूचित करना सुनिश्चित करें। धनवापसी 12 घंटे के भीतर की जानी चाहिए।",
      "confirm_action": "आदेश रद्द",
      "dismiss_reject_action": "आदेश रद्द करें रद्द करें"
    },
    "notifications": {
      "update_status_success": "आदेश की स्थिति अपडेट की गई।",
      "reject_update_success": "आदेश रद्द करने की स्थिति अपडेट की गई।",
      "dismiss_reject_success": "आदेश सामान्य प्रक्रिया में वापस आ गया।",
      "set_tracking_success": "ऑर्डर ट्रैक आईडी सफलतापूर्वक सहेजा गया।"
    }
  },
  "process_center": {
    "title": "प्रसंस्करण केंद्र",
    "physical_product": "भौतिक उत्पाद",
    "menu": {
      "label": "पैकेज लेबल",
      "receipt": "इनवॉइस",
      "back": "वापस",
      "return": "वापस करना",
      "report": "शिकायत करना",
      "timeline": "समय",
      "inputs": "इनपुट",
      "order": "आदेश"
    },
    "payment_widget": {
      "title": "भुगतान",
      "checklist": [
        "आदेश राशि और ग्राहक भुगतान की जाँच करें।",
        "बिलिंग पता जांचें।",
        "सुनिश्चित करें कि दर्ज की गई जानकारी सही है, खासकर अगर भुगतान कैश ऑन डिलीवरी है।"
      ],
      "action_cod_pay": "ग्राहक द्वारा भुगतान की पुष्टि करें",
      "action_dir_pay": "अपलोड की गई भुगतान रसीद की पुष्टि करें",
      "payment_receipt_not_uploaded_error": "भुगतान रसीद अभी तक अपलोड नहीं की गई है!",
      "waiting_for_pay": "लंबित भुगतान",
      "processing_payment": "संसाधन संबंधी भुगतान",
      "processing_cancel": "भुगतान रद्द",
      "paid": "चुकाया गया",
      "cod_pay_info": "जब आप ग्राहक से ऑर्डर प्राप्त कर लेते हैं तो आप भुगतान की पुष्टि कर सकते हैं और ऑर्डर पूरा कर सकते हैं।",
      "dir_pay_info": "भुगतान रसीद ऊपर दिखाई देगी। भुगतान की पुष्टि करने से पहले, अपने बैंक के साथ जमा राशि और रसीद की जानकारी सत्यापित करें।",
      "created_date": "रचना तिथि",
      "pay_date": "भुगतान तिथि",
      "payment_gateway": "अदायगी रास्ता",
      "payment_method": "भुगतान का तरीका",
      "risk": "जोखिम मूल्य",
      "billing_details": "बिलिंग विवरण",
      "add_transaction": "नया बिल जोड़ें",
      "add_transactions_message": "आपको इस आदेश के लिए कम से कम एक लेनदेन बनाना होगा। कुछ मामलों में, कई चरणों में भुगतान की आवश्यकता होती है। काम के दौरान उपयोगकर्ता को किन लेन-देन के लिए भुगतान करना होगा, यह आपके द्वारा निर्धारित किया जाएगा।",
      "add_bill_dialog": {
        "title": "चालान जोड़ें",
        "message": "आप इस आदेश के लिए एक या अधिक नए चालान जोड़ सकते हैं। ग्राहक इन इनवॉइस को देखेगा और प्रत्येक को कार्य की प्रगति के अनुसार भुगतान करेगा।",
        "amount_input": "बीजक राशि",
        "action": "बिल जोड़ें"
      },
      "edit_bill_dialog": {
        "title": "चालान संपादित करें",
        "message": "आप लंबित चालानों को संपादित कर सकते हैं।",
        "action": "चालान संपादित करें"
      },
      "bill_cash_payment_dialog": {
        "title": "नकद भुगतान पंजीकृत करें",
        "message": "यदि खरीदार ने इस चालान की राशि का भुगतान नकद में या ऑनलाइन भुगतान के अलावा किसी अन्य तरीके से किया है, तो इस खंड में, एक विकल्प का चयन करके, पंजीकरण करें और अपने भुगतान की पुष्टि करें। इस खंड में, आप केवल अपने स्टोर के नकद भुगतान गेटवे देख सकते हैं, यदि आपको ऐसा कोई विकल्प नहीं दिखता है, तो आपको अपने स्टोर में चयनित मुद्रा में नकद भुगतान गेटवे सक्रिय करना होगा।",
        "action": "बिल भुगतान की पुष्टि करें"
      },
      "table": {
        "title": "शीर्षक",
        "amount": "राशि",
        "description": "विवरण",
        "info": "जानकारी"
      },
      "user_payment": "ग्राहक भुगतान",
      "cod": "डिलवरी पर नकदी",
      "gateway_wage": "शुल्क",
      "gift_card": "उपहार पत्र",
      "discount_code": {
        "title": "डिस्काउंट कोड",
        "code": "कोड",
        "percent": "प्रतिशत",
        "limit": "सीमा"
      },
      "club": {
        "title": "ग्राहक क्लब",
        "percent": "प्रतिशत",
        "limit": "सीमा"
      },
      "coupon": {
        "title": "कूपन",
        "percent": "प्रतिशत",
        "limit": "सीमा",
        "charge": "शुल्क"
      },
      "delivery": {
        "title": "शिपिंग लागत",
        "not_paid": "भुगतान नहीं"
      },
      "samin": {
        "title": "सेवा शुल्क",
        "description": "यह राशि आपके सेलडोन वॉलेट खाते से काट ली गई है।",
        "tooltip": "भुगतान विधि द्वारा गणना करें",
        "percent": "प्रतिशत"
      },
      "affiliate": {
        "title": "संबद्ध आयोग",
        "affiliate_message": "आपको यह कमीशन अपने सहयोगी को देना चाहिए। यह प्रक्रिया स्वयं की जाती है।"
      },
      "total_price": "कुल आइटम मूल्य",
      "total_items_discount": "आइटम छूट",
      "total_price_after_offers": "ऑफ़र लागू करने के बाद कुल",
      "user_payment_amount": "खरीदार भुगतान राशि",
      "samin_wage": "सेलडोन शुल्क",
      "pay_cod_dialog": {
        "title": "क्या आपको ऑर्डर का पैसा मिला?",
        "message": "ग्राहक द्वारा पूर्ण भुगतान सुनिश्चित करने के बाद, कैश ऑन डिलीवरी भुगतान पद्धति में इस विकल्प की पुष्टि करें।",
        "confirm_action": "ग्राहक भुगतान की पुष्टि करें"
      },
      "pay_dir_dialog": {
        "title": "क्या आपको ऑर्डर का पैसा मिला?",
        "message": "अपने बैंक से अपलोड की गई भुगतान रसीद को स्वीकृत करने के बाद इस विकल्प की पुष्टि करें। अपने बैंक के साथ भुगतान की जांच करना सुनिश्चित करें।",
        "confirm_action": "ग्राहक भुगतान की पुष्टि करें"
      },
      "notifications": {
        "pay_confirm_message": "भुगतान की पुष्टि की गई है।<br> पोर्ट: {gateway_name}<br> दिनांक: {payment_at}",
        "pay_fail_title": "भुगतान नहीं",
        "pay_fail_message": "भुगतान स्वीकृत नहीं किया जा सकता!"
      }
    },
    "basket_list": {
      "checklist": [
        "इन्वेंट्री की जाँच करें।",
        "यदि आइटम अनुपलब्ध है, तो उस आइटम के लिए भुगतान की गई राशि ग्राहक को वापस कर दी जानी चाहिए।"
      ],
      "message": "यदि कोई आइटम अनुपलब्ध है या बेचा नहीं जा सकता है, तो उसके बगल में स्थित बॉक्स को अनचेक करें और <b>कन्फर्म ऑर्डर</b> बटन पर क्लिक करें।",
      "action": "आदेश की पुष्टि",
      "list_of_items": "शॉपिंग कार्ट सूची",
      "apply_change_action": "परिवर्तन लागू करें",
      "cant_apply_change": "बदलाव नहीं कर सकते",
      "lottery_prize_inform": "आपका ग्राहक इस उत्पाद का 1x जीतता है। इस आदेश के साथ उपहार भेजें।"
    },
    "preparing": {
      "title": "तैयारी",
      "packing_weight": "पैकिंग वजन",
      "delivery_type": "शिपिंग का तरीका",
      "packing_size": "पैकेजिंग आयाम",
      "distance_warning": "अनुमत दूरी सीमा से अधिक है।",
      "weight_warning": "अनुमत वजन से अधिक है।",
      "volume_warning": "अनुमत पैकेज आकार से अधिक है।",
      "message": "यदि ऑर्डर शिप करने के लिए तैयार है तो निम्न <b>ऑर्डर रेडी</b> बटन पर क्लिक करें।",
      "action": "ऑर्डर शिप करने के लिए तैयार",
      "checklist": [
        "पैकेजिंग में मानक नियमों का पालन करना।",
        "वस्तुओं की एक सूची प्रिंट करें और इसे पैकेज के अंदर रखें।",
        "बॉक्स पर एक लेबल प्रिंट करें और चिपका दें।"
      ]
    },
    "basket_items": "ऑर्डर आइटम सूची",
    "delivered_dialog": {
      "title": "क्या यह आदेश ग्राहक को प्राप्त हुआ है?",
      "message": "इस विकल्प की पुष्टि करें जब आप जानते हैं कि ग्राहक को आदेश प्राप्त हुआ है",
      "confirm_action": "मैं पुष्टि करता/करती हूं कि ग्राहक को पैकेज मिला है"
    },
    "return_delivery_dialog": {
      "title": "क्या डिलीवरी के दौरान ऑर्डर में कोई समस्या थी या इसे वापस कर दिया गया था?",
      "message": "शिपमेंट वापस करने के विकल्प की पुष्टि करें यदि किसी कारण से भेजने के बाद ऑर्डर वापस कर दिया जाता है और शिपमेंट को फिर से भेजने की आवश्यकता होती है।",
      "confirm_action": "वापसी की डिलीवरी की पुष्टि करें"
    },
    "notifications": {
      "update_status_success": "आदेश की स्थिति अपडेट की गई।",
      "reject_update_success": "आदेश रद्द करने की स्थिति अपडेट की गई।",
      "dismiss_reject_success": "आदेश रद्द कर दिया गया था।",
      "pay_cod_success": "कैश ऑन डिलीवरी भुगतान की पुष्टि की गई।",
      "pay_dir_success": "कार्ड-टू-कार्ड भुगतान या धन हस्तांतरण द्वारा भुगतान की पुष्टि की गई थी।",
      "set_tracking_success": "ऑर्डर ट्रैक आईडी सफलतापूर्वक सहेजा गया।",
      "new_bill_success": "नया बिल सफलतापूर्वक जोड़ा गया।",
      "edit_bill_success": "बिल सफलतापूर्वक अपडेट किया गया।",
      "update_bill_status_success": "बिल स्थिति सफलतापूर्वक अपडेट की गई।",
      "set_payment_in_cash_success": "मैन्युअल रूप से बिल भुगतान की पुष्टि।"
    },
    "delete_bill_dialog": {
      "title": "बिल हटाएं",
      "message": "क्या आप वाकई इस बिल को हटाना चाहते हैं?",
      "action": "हां, अभी हटाएं"
    }
  },
  "shop_gateway": {
    "title": "द्वार",
    "menu": {
      "dashboard": "डैशबोर्ड",
      "edit": "संपादन करना",
      "transactions": "लेनदेन",
      "back": "द्वार"
    },
    "dashboard": {
      "title": "गेटवे प्रबंधन",
      "gateway_data_widget": {
        "title": "भुगतान रिपोर्ट",
        "title_small": "द्वार",
        "chart": {
          "times": "गिनती करना",
          "buys": "गिनती खरीदें",
          "pays": "सफल भुगतान",
          "amount_pay": "चुकाया गया",
          "amount_wage": "शुल्क"
        }
      },
      "gateway_info_widget": {
        "title": "जानकारी",
        "title_small": "द्वार",
        "status": "स्थिति",
        "cod_transportation": "शिपिंग के तरीके COD का समर्थन करते हैं",
        "cod_transportations_error": "कम से कम एक शिपिंग विधि के लिए कैश ऑन डिलीवरी भुगतान सक्षम करें!",
        "payment_type": "भुगतान के प्रकार",
        "cod": "डिलवरी पर नकदी",
        "online": "ऑनलाइन भुगतान",
        "wage_percent": "शुल्क प्रतिशत",
        "min_wage": "न्यूनतम शुल्क",
        "max_wage": "अधिकतम शुल्क",
        "min_amount": "न्यूनतम लेनदेन",
        "max_amount": "अधिकतम लेनदेन",
        "timeout": "भुगतान की अवधि",
        "timeout_unit": "सेकंड",
        "link": "गेटवे लिंक",
        "your_gateway_status": "आपकी गेटवे स्थिति",
        "config_extra_info": "भुगतान सेवा विन्यास",
        "oauth2_button": "{gateway} से ऑटो कनेक्ट",
        "fee_payment_message": "ग्राहक द्वारा भुगतान की गई पूरी राशि आपके खाते में स्थानांतरित कर दी जाएगी। सेलडोन में आपके वॉलेट से सेवा शुल्क काट लिया जाएगा।"
      }
    },
    "edit": {
      "title": "गेटवे संपादित करें",
      "menu": {
        "delete": "गेटवे निकालें"
      },
      "edit_action": "गेटवे संपादित करें"
    },
    "transactions": {
      "title": "लेनदेन",
      "table": {
        "amount": "राशि",
        "currency": "मुद्रा",
        "livemode": "प्रकार",
        "status": "स्थिति",
        "target_id": "आदेश",
        "risk": "जोखिम",
        "card": "कार्ड",
        "issued_at": "जारी करने की तिथि",
        "payment_at": "भुगतान तिथि"
      },
      "live_mode": "रहना",
      "test_mode": "सैंडबॉक्स"
    }
  },
  "edit_gateway": {
    "public_keys": "सार्वजनिक कुंजी",
    "private_keys": "निजी कुंजी (गोपनीय)",
    "link": "वेबसाइट",
    "state_title": "सक्रिय/निष्क्रिय भुगतान विधि",
    "gateway_status": "स्थिति",
    "wallet": "ब्लॉकचेन वॉलेट",
    "developer_title": "डेवलपर मोड",
    "developer_message": "यदि गेटवे डिबग मोड का समर्थन करता है तो आप नकली लेनदेन की प्रक्रिया कर सकते हैं।",
    "notifications": {
      "edit_success": "गेटवे {gateway_name} संपादित किया गया।"
    },
    "developer_setting": "विकास और परीक्षण"
  },
  "gift_card": {
    "title": "गिफ्ट कार्ड",
    "menu": {
      "edit": "संपादन करना",
      "new_card": "कार्ड बनाएं",
      "list": "पत्ते",
      "orders": "आदेश",
      "dashboard": "डैशबोर्ड",
      "back": "गिफ्ट कार्ड"
    },
    "dashboard": {
      "title": "उपहार कार्ड प्रबंधन डैशबोर्ड",
      "amount_widget": {
        "title": "कार्ड भुगतान",
        "title_small": "तीस दिन",
        "chart_amount_pay": {
          "y": "जोड़",
          "label": "भुगतान"
        },
        "chart_buys": {
          "y": "खरीदता",
          "label": "खरीदता"
        },
        "total_buy": "कुल खरीद राशि",
        "total_pay_30days": "30 दिन का कुल भुगतान",
        "total_pay_today": "आज का भुगतान"
      },
      "count_widget": {
        "title": "जारी किए गए कार्डों की संख्या",
        "title_small": "तीस दिन",
        "total_cards": "कार्ड की कुल संख्या",
        "used_cards_30days": "30 दिन का उपयोग",
        "used_today": "आज का उपयोग",
        "chart": {
          "new_cards": "नए कार्ड",
          "used_cards": "प्रयुक्त कार्ड",
          "new_card_name": "नया कार्ड",
          "used_card_name": "इस्तेमाल किया गया"
        }
      },
      "export": {
        "title": "आउटपुट फ़ाइल प्राप्त करें",
        "cards_list": "कार्डों की सूची प्राप्त करें",
        "get_report": "रिपोर्ट प्राप्त करें"
      }
    },
    "cards": {
      "title": "जारी किए गए कार्डों की सूची",
      "loading_message": "जानकारी मिल रही है... कृपया प्रतीक्षा करें",
      "issue_to_user": "उपयोगकर्ता के लिए समस्या",
      "table": {
        "card_number": "कार्ड संख्या",
        "balance": "संतुलन",
        "paid": "चुकाया गया",
        "edit": "संपादन करना",
        "delete": "मिटाना",
        "expire": "समय-सीमा समाप्त",
        "user": "उपयोगकर्ता"
      },
      "delete_alert": {
        "title": "कार्ड निकालें",
        "message": "क्या आप वाकई इस कार्ड को हटाना चाहते हैं?",
        "action": "मिटाना"
      },
      "notifications": {
        "delete_success": "उपहार कार्ड हटाया गया.",
        "edit_success": "बदलाव किए गए हैं।",
        "issue_success": "उपयोगकर्ता को उपहार कार्ड सफलतापूर्वक जारी किया गया।"
      },
      "issue_dialog": {
        "title": "उपहार कार्ड जारी करें",
        "action": "मैं इस बात की पुष्टि करता हूँ। अभी कार्ड जारी करें"
      }
    },
    "gift_card_edit": {
      "title": "गिफ्ट कार्ड बनाएं",
      "validity": "वैधता",
      "validity_unit": "महीने",
      "currency": "मुद्रा",
      "initial_balance": "प्रारंभिक कार्ड बैलेंस",
      "count": "गिनती करना",
      "count_unit": "सामान)",
      "enable_input_message": "बनाए गए कार्डों की स्थिति",
      "notifications": {
        "create_success_title": "बचाना",
        "create_success": "{count} नए कार्ड बनाए गए"
      }
    },
    "gift_card_edit_page": {
      "title": "उपहार कार्ड संपादित करें"
    }
  },
  "shop_discount": {
    "title": "डिस्काउंट कोड",
    "up_to": "तक",
    "menu": {
      "dashboard": "डैशबोर्ड",
      "orders": "आदेश",
      "back": "छूट कोड"
    },
    "dashboard": {
      "title": "डिस्काउंट कोड प्रबंधन डैशबोर्ड",
      "chart_amount_buy": {
        "y": "खरीद राशि {currency}",
        "label": "खरीदना"
      },
      "chart_amount_discount": {
        "y": "छूट {currency}",
        "label": "छूट"
      },
      "chart_used": {
        "y": "उपयोग की मात्रा",
        "label": "बार"
      }
    }
  },
  "shop_coupon": {
    "title": "कूपन",
    "up_to": "तक",
    "menu": {
      "dashboard": "डैशबोर्ड",
      "back": "कूपन",
      "orders": "आदेश"
    },
    "dashboard": {
      "title": "कूपन प्रबंधन डैशबोर्ड",
      "chart_amount_buy": {
        "y": "खरीद राशि {currency}",
        "label": "खरीदना"
      },
      "chart_amount_discount": {
        "y": "कूपन {currency}",
        "label": "कूपन"
      },
      "chart_used": {
        "y": "उपयोग की मात्रा",
        "label": "बार"
      }
    }
  },
  "shop_offer": {
    "title": "ऑफर",
    "up_to": "तक",
    "menu": {
      "dashboard": "डैशबोर्ड",
      "orders": "आदेश",
      "back": "ऑफर"
    },
    "dashboard": {
      "title": "ऑफ़र प्रबंधन डैशबोर्ड",
      "chart_amount_buy": {
        "y": "खरीद राशि {currency}",
        "label": "खरीदना"
      },
      "chart_amount_discount": {
        "y": "ऑफ़र {currency}",
        "label": "प्रस्ताव"
      },
      "chart_used": {
        "y": "उपयोग की मात्रा",
        "label": "बार"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "सक्रियण शुल्क का भुगतान करें",
    "balance": "संतुलन",
    "locked": "बंद",
    "transfer": "स्थानांतरण करना",
    "charge": "जमा करना"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "चेक आउट",
    "payment": "भुगतान",
    "confirm": "आदेश की पुष्टि, <b>{success}</b> की पुष्टि हुई और <b>{fail}</b> को अस्वीकार कर दिया गया।",
    "prepare": "आदेश की तैयारी।",
    "send": "<b>{delivery}</b> द्वारा ऑर्डर शिप किया गया।",
    "delivered": "ग्राहक को ऑर्डर दे दिया गया है।",
    "fill-inputs": "खरीदार द्वारा पूरा इनपुट जानकारी प्रपत्र।",
    "return-add": "उत्पाद वापसी अनुरोध सबमिट करें, {product}।",
    "return-accept": "वापसी अनुरोध {return_code} की पुष्टि की गई।",
    "return-reject": "अनुरोध {return_code} अस्वीकार कर दिया गया।",
    "reject-order": "आदेश अस्वीकार करें। कोड: {reject_code}.",
    "reject-order-clear": "आदेश अस्वीकृति रद्द करें। कोड: {reject_code}.",
    "email-buy": "ग्राहक को खरीद पुष्टिकरण ईमेल भेजें।",
    "email-payment": "ग्राहक को भुगतान पुष्टिकरण ईमेल भेजें।",
    "delivery-returned": "ग्राहक को आदेश प्राप्त नहीं हुआ था और वापस कर दिया गया था। फिर से भेजना जरूरी है।",
    "delivery-canceled": "डिलीवरी रद्द कर दी गई. फिर से भेजना जरूरी है।",
    "edit-receiver-info": "ऑर्डर डिलीवरी पता खरीदार द्वारा संपादित किया गया था।",
    "edit-billing-info": "खरीदार द्वारा संपादित बिलिंग पता।",
    "payment-cod-confirm": "सीओडी भुगतान की पुष्टि की गई थी।",
    "payment-cash-confirm": "बिल के लिए नकद में {amount} {currency} के भुगतान की पुष्टि की गई।",
    "payment-dir-confirm": "प्रत्यक्ष भुगतान रसीद की पुष्टि की गई थी।"
  },
  "inline_chart": {
    "today": "आज",
    "last_days": "{days} दिन पहले"
  },
  "products_select": {
    "move_category": "श्रेणी <b>{category}</b> को दूसरी श्रेणी में ले जाएँ",
    "move_product": "उत्पाद <b>{product}</b> को श्रेणी में ले जाएं",
    "product_menu": {
      "dashboard": "उत्पाद डैशबोर्ड",
      "inventory": "इन्वेंटरी और वेरिएंट"
    },
    "notifications": {
      "copy_success": "उत्पाद की प्रति।",
      "change_category_success": "उत्पाद श्रेणी संपादित।"
    }
  },
  "physical_order_track": {
    "title": "जोखिम रिपोर्ट और आकलन"
  },
  "virtual_order_track": {
    "title": "जोखिम रिपोर्ट और आकलन"
  },
  "virtual_order_timeline": {
    "title": "समय"
  },
  "physical_order_timeline": {
    "title": "समय"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "यहां संदेश लिखें...",
    "pin_action": "सबसे ऊपर पिन करें",
    "unpin_action": "अनपिन",
    "copy_html": "एचटीएमएल कॉपी करें",
    "notifications": {
      "add_note_success": "नोट जोड़ा गया।",
      "edit_note_success": "नोट संपादित।",
      "delete_note_success": "नोट हटा दिया गया।"
    },
    "delete_dialog": {
      "title": "नोट हटाएं",
      "message": "क्या आप इस नोट को हटाना चाहते हैं?",
      "action": "नोट हटाएं"
    },
    "resend_dialog": {
      "title": "ईमेल दुबारा भेजें",
      "message": "क्या आप वाकई अपने ग्राहक को यह ईमेल फिर से भेजना चाहते हैं?",
      "action": "हाँ, फिर से भेजें",
      "success": "आपके ग्राहक को ईमेल फिर से भेजा गया।"
    }
  },
  "accounts": {
    "title": "मेरा बटुआ",
    "message": "सेलडोन में आप जिस मुद्रा का उपयोग कर रहे हैं, उसके साथ आपको कम से कम एक खाता बनाना होगा। सेवा शुल्क का भुगतान करने के लिए आपको इस खाते को टॉप अप करना होगा।",
    "add_new": "नया खाता बनाएँ",
    "new_account": "नया खाता जोड़ें",
    "new_account_dialog": {
      "title": "नया खाता",
      "account_name_input": "खाता नाम",
      "currency_input": "मुद्रा इकाई",
      "currency_input_message": "बनाया गया खाता केवल इस मुद्रा के मूल्यों को धारण करेगा।",
      "new_account_wage": "नया खाता निर्माण लागत: पहले खाते के लिए निःशुल्क",
      "create_account_action": "खाता बनाएं"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "उपहार भेजें",
      "sent": "भेजना",
      "received": "प्राप्त हुआ"
    },
    "send_gifts": {
      "title": "भेजे गए उपहार",
      "sub_title": "आप अपने दोस्तों या ग्राहकों को उपहार भेज सकते हैं। प्राप्तकर्ता आपके उपहार को स्वीकार या अस्वीकार कर सकता है। राशि आपके खाते में बंद है और प्राप्तकर्ता द्वारा स्वीकार किए जाने पर वापस ले ली जाती है। नहीं तो यह राशि आपके खाते में ट्रांसफर कर दी जाएगी।",
      "table": {
        "user": "उपयोगकर्ता",
        "amount": "राशि",
        "currency": "मुद्रा",
        "account_name": "से",
        "status": "स्थिति",
        "message": "संदेश",
        "created_at": "रचना तिथि"
      }
    },
    "received_gifts": {
      "title": "प्राप्त उपहार",
      "sub_title": "सेलडोन या अन्य से आपके प्राप्त उपहार",
      "table": {
        "amount": "राशि",
        "currency": "मुद्रा",
        "account_from": "से",
        "status": "स्थिति",
        "message": "संदेश",
        "created_at": "रचना तिथि",
        "receive": "पाना"
      }
    }
  },
  "get_gift_dialog": {
    "title": "एक उपहार प्राप्त करें",
    "more": "अधिक ..",
    "amount": "राशि",
    "message": "संदेश",
    "account_to_input": "गंतव्य खाता",
    "account_to_input_message": "इस खाते में उपहार राशि जमा की जाएगी।",
    "get_action": "उपहार स्वीकारें",
    "notifications": {
      "received_success_title": "बधाई हो",
      "received_success": "उपहार की राशि {amount} {currency} आपके खाते में जमा कर दी गई है।"
    }
  },
  "send_gift_dialog": {
    "title": "उपहार भेजें",
    "account_from_input": "एक खाता चुनें",
    "account_from_input_message": "इस खाते से उपहार राशि निकाली जाती है।",
    "receiver_input": "रिसीवर",
    "receiver_input_message": "आप ईमेल पता या फोन नंबर दर्ज कर सकते हैं।",
    "message_input": "संदेश",
    "message_input_message": "आप प्राप्तकर्ता को एक संदेश छोड़ सकते हैं।",
    "amount_input": "राशि",
    "currency_input": "मुद्रा इकाई",
    "currency_input_message": "इस मुद्रा में मूल्य की गणना की जाती है।",
    "send_action": "उपहार भेजें",
    "notifications": {
      "send_success": "{amount} {currency} का उपहार {receiver} को भेजा गया था।"
    }
  },
  "account_list": {
    "account_input": "खाता संख्या",
    "account_input_message": "इस मुद्रा के लिए उपहार की राशि इस खाते में जमा की जाएगी।",
    "free_balance": "फ्री बैलेंस",
    "account_name": "खाता नाम"
  },
  "user_monetize_accounts": {
    "title": "जमा खाते",
    "sub_title": "इन खातों में उपहार राशि स्वतः जमा हो जाएगी।",
    "message": "सेल्डडोन आपकी सोशल मीडिया गतिविधि के लिए धन जमा करता है, सेलडोन विकास में भाग लेता है, दोस्तों का परिचय देता है और इसी तरह। प्रत्येक मुद्रा के लिए एक जमा खाता चुनकर, उपहार की राशि स्वचालित रूप से आपके डोमेन में उस खाते में जमा कर दी जाएगी। इन राशियों को सेलडोन में जमा किया जा सकता है। केवल व्यावसायिक भागीदारों के लिए ही निकासी संभव होगी।",
    "add_account_action": "खाता जोड़ो",
    "add_dialog": {
      "title": "उपहार प्राप्त करने के लिए एक खाता कनेक्ट करें",
      "account_input": "खाता संख्या",
      "account_input_message": "इस मुद्रा के लिए उपहार की राशि इस खाते में जमा की जाएगी।",
      "set_as_default_action": "डिफ़ॉल्ट खाते के रूप में चुनें"
    },
    "table": {
      "currency": "मुद्रा",
      "account_number": "खाता संख्या",
      "account_name": "नाम",
      "payment": "जमा राशि",
      "reset_at": "पर रीसेट करें",
      "delete": "मिटाना"
    },
    "notifications": {
      "set_success": "खाता सफलतापूर्वक जोड़ा गया।",
      "delete_success": "उपहार प्राप्त करने के लिए डिफ़ॉल्ट खातों की सूची से खाता सफलतापूर्वक हटा दिया गया।"
    },
    "delete_alert": {
      "title": "खाता हटा दो",
      "message": "क्या आप इस खाते को उपहार खातों की सूची से हटाना चाहते हैं?",
      "action": "मिटाना"
    }
  },
  "user_monetize": {
    "title": "पैसा बनाएं",
    "menu": {
      "plans": "योजनाओं",
      "accounts": "हिसाब किताब"
    }
  },
  "user_monetize_plans": {
    "title": "सहयोग और मुद्रीकरण परियोजनाएं",
    "sub_title": "आपको रेफ़रल उपहारों के लिए एक खाता क्रेडिट प्राप्त होगा। इन राशियों को आपके खाते से लिया जाएगा और इसे केवल सेलडोन व्यावसायिक भागीदारों (सभी नहीं) से ही निकाला जा सकता है। आप सेलडोन सेवा शुल्क पर पैसा खर्च कर सकते हैं।",
    "discount": "छूट",
    "your_income": "आप की आय",
    "level_2": "लेवल टू से",
    "level_3": "तीसरे स्तर से",
    "link_message": "सदस्यता: {registered}, स्वीकृत: {accepted}",
    "link_tip": "आप अपने द्वारा साझा किए जाने वाले प्रत्येक पते के अंत में ?ref={link_code} वाक्यांश जोड़ सकते हैं।",
    "table": {
      "currency": "मुद्रा",
      "amount": "संतुलन",
      "total": "कुल भुगतान",
      "payment_date": "अंतिम भुगतान तिथि",
      "withdraw": "निकासी"
    },
    "notifications": {
      "get_credit_success": "अनुरोधित राशि आपके खाते में जमा कर दी गई है।"
    }
  },
  "basic_information": {
    "title": "मेरी पहचान और प्रोफाइल",
    "email": "ईमेल पता",
    "tel": "मोबाइल नंबर",
    "address": "पता",
    "payment": "वैध लेनदेन",
    "personal_information": "पहचान की जानकारी",
    "main_profile": "मुख्य प्रोफ़ाइल",
    "main_profile_subtitle": "यह जानकारी सार्वजनिक रूप से सभी के लिए उपलब्ध है।",
    "kyc_waiting_info": "हम आपके द्वारा दर्ज की गई जानकारी की सटीकता की जांच कर रहे हैं। यह प्रक्रिया केवाईसी नियमों के अनुसार अनिवार्य है और इससे वित्तीय लेनदेन का जोखिम कम होगा। आप इस सेवा के वर्तमान और भविष्य के लाभों का लाभ उठा सकते हैं।",
    "personal_info_dialog": {
      "title": "पहचान की जानकारी",
      "name_input": "संतोष",
      "family_name_input": "उपनाम",
      "number_input": "पासपोर्ट नंबर (या राष्ट्रीय कोड)",
      "birthday_input": "जन्मदिन",
      "birthday_input_placeholder": "अपना जन्मदिन दर्ज करें",
      "address_input": "पता",
      "postcode_input": "डाक कोड",
      "tel_input": "संपर्क संख्या",
      "passport_image_input": "पासपोर्ट छवि का चयन करें",
      "passport_image_input_message": "अपनी पासपोर्ट छवि का स्कैन अपलोड करें।",
      "personal_image_input": "अपनी खुद की छवि चुनें",
      "personal_image_input_message": "अपने राष्ट्रीय कार्ड पर आगे और पीछे स्कैन इमेज को इमेज में अपलोड करें।"
    },
    "profile_dialog": {
      "title": "मुख्य प्रोफ़ाइल",
      "full_name_input": "पूरा नाम",
      "tel_input": "संपर्क संख्या",
      "email_input": "ईमेल",
      "website_input": "वेबसाइट",
      "address_input": "पता",
      "about_input": "मेरे बारे मेँ",
      "about_long_input": "मेरे बारे में लंबा लेख",
      "image_input": "प्रोफ़ाइल चित्र चुनें",
      "image_input_message": "अपनी छवि अपलोड करें। इस छवि का उपयोग आपके प्रोफ़ाइल चित्र के रूप में किया जाएगा।",
      "notifications": {
        "update_profile_success": "आपका प्रोफाइल अपडेट किया गया है।",
        "update_personal_info_success": "आपकी जानकारी सफलतापूर्वक दर्ज की गई"
      }
    },
    "charge_account_approve_message": "अपने बैंक लेनदेन को मंजूरी देने के लिए अपने खाते को चार्ज करें।",
    "payment_approval": "भुगतान स्वीकृति",
    "residential_address_checking": "चेकिंग कतार में आपके आवासीय पते के दस्तावेज।",
    "add_residential_address": "अपना स्थान और आवासीय पते के दस्तावेजों का प्रमाण जोड़ें।"
  },
  "phone_verify": {
    "title": "मोबाइल नंबर",
    "step1_title": "अपना मोबाइल नंबर दर्ज करें।",
    "phone_number_input": "मोबाइल नंबर",
    "next": "अगला कदम",
    "sms_code_input": "सत्यापन कोड",
    "sms_code_message": "{phone_number} पर 6 अंकों का सत्यापन कोड भेजा गया।",
    "notifications": {
      "duplicated_number_error": "यह नंबर आपके द्वारा पहले ही स्वीकृत किया जा चुका है।",
      "send_activation_code_success_title": "सत्यापन कोड",
      "send_activation_code_success": "सत्यापन कोड {phone_number} पर भेजा गया था।",
      "verify_success": "आपका मोबाइल नंबर सत्यापित हो गया है"
    }
  },
  "companies": {
    "title": "मेरे व्यवसाय खाते",
    "message": "व्यवसाय, उद्यमी और पेशेवर टीम सेल्डडोन के आधार पर उत्पाद और एप्लिकेशन विकसित कर सकती हैं। व्यवसाय प्रोफ़ाइल बनाने की आवश्यकता है।",
    "new_company": "नई कंपनी"
  },
  "add_company": {
    "name_input": "कंपनी का नाम",
    "website_input": "वेबसाइट",
    "email_input": "ईमेल",
    "address_input": "पता",
    "tel_input": "टेलीफोन",
    "mobile_input": "मोबाइल",
    "edit_action": "कंपनी संपादित करें",
    "create_action": "कंपनी बनाएं",
    "notifications": {
      "add_success": "व्यवसाय खाता {name} बनाया गया।",
      "edit_success": "व्यवसाय खाता संपादित किया गया।"
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "निजी",
      "shop_key": "ग्राहकों",
      "apps": "ऐप्स"
    },
    "connected_apps_title": "कनेक्टेड ऐप्स",
    "connected_apps_message": "आपको उन सभी स्टोर और ऐप्स की सूची दिखाई देगी जो आपके डोमेन खाते से जुड़े हैं। आप उनमें से किसी का भी एक्सेस हटा सकते हैं।",
    "shop_keys_title": "स्टोर एक्सेस कुंजियाँ",
    "shop_keys_message": "इन कुंजियों का उपयोग आपके सर्वर द्वारा एक्सेस टोकन बनाने के लिए किया जाता है। ध्यान दें कि कुंजियाँ गोपनीय होती हैं और केवल सर्वर पर रखी जाती हैं ताकि वे दूसरों को दिखाई न दें।",
    "personal_keys_title": "व्यक्तिगत पहुँच कुंजियाँ",
    "personal_keys_message": "आप यहां अपने खाते की चाबियां बना सकते हैं। ध्यान दें कि ये कुंजियाँ आपके खाते तक पहुँचने में सक्षम होंगी। इन चाबियों को बनाएं और उनका उपयोग तभी करें जब आपको पता हो कि आप वास्तव में क्या कर रहे हैं।"
  },
  "user_security_control": {
    "title": "खाते की सुरक्षा",
    "message": "आप यहां अपनी खाता सुरक्षा सेटिंग संपादित कर सकते हैं।",
    "delete": {
      "title": "खाता हटा दो",
      "subtitle": "अपना खाता हटाने से पहले, सुनिश्चित करें कि आपने सभी दुकानें हटा दी हैं।",
      "action": "मुझे यकीन है, मेरा खाता हटा दो",
      "agreement": "मैं स्वीकार करता हूं कि मेरी सारी जानकारी आपके सर्वर से हटा दी जाएगी। धोखाधड़ी या दुरुपयोग को रोकने के लिए हमारे द्वारा निर्धारित कार्यक्रम के अनुसार आपकी जानकारी हटा दी जाएगी।"
    },
    "list": {
      "password": {
        "title": "पासवर्ड",
        "sub_title": "अपने खाते के लिए एक मजबूत पासवर्ड चुनें।",
        "action_title": "अकाउंट एक्सेस पासवर्ड",
        "not_exist": "प्रवेश नहीं",
        "action": "पासवर्ड बदलें"
      },
      "phone": {
        "title": "मोबाइल नंबर",
        "sub_title": "अपने मोबाइल नंबर की पुष्टि करें। आप इस नंबर के जरिए लॉग इन कर पाएंगे।",
        "action_title": "खाते का प्राथमिक फ़ोन नंबर",
        "action": "नंबर सत्यापित करें"
      },
      "two_step": {
        "title": "टू स्टेप एंट्री",
        "sub_title": "अपने मोबाइल नंबर की पुष्टि करें। आप इस नंबर के जरिए लॉग इन कर पाएंगे।",
        "action_title": "खाता सुरक्षा बढ़ाएँ",
        "activated_action": "सक्रिय",
        "active_action": "अब सक्रिय"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "Google प्रमाणक ऐप इंस्टॉल करें"
      },
      "step_2": {
        "title": "ऐप द्वारा उत्पन्न कोड दर्ज करें",
        "message": "6-अंकीय कोड आपके मोबाइल फ़ोन में एक एल्गोरिथम द्वारा उत्पन्न होता है। आप निम्न लिंक से ऐप डाउनलोड कर सकते हैं। पासवर्ड वाला एक क्यूआर कोड बनाने के लिए कोड जनरेटर कुंजी दबाएं।",
        "qr_code_info": "यदि स्कैन करना संभव नहीं है, तो आप ऐप में कोड को मैन्युअल रूप से कॉपी और पेस्ट कर सकते हैं:",
        "create_new_code": "नया कोड बनाएं",
        "qr_code_scanning": "गूगल ऑथेंटिकेटर मोबाइल ऐप द्वारा बनाए गए क्यूआर कोड को स्कैन करें और इस पेज के बॉक्स में पुष्टि के लिए जेनरेट किया गया कोड डालें।",
        "qr_code_regenerate_info": "नोट: उपरोक्त कुंजी को दबाने से एक नई कुंजी बन जाएगी और पिछली कुंजी अनुपयोगी हो जाएगी। अपने फ़ोन ऐप में नई कुंजी दर्ज करें।"
      },
      "step_3": {
        "title": "बनाया गया कोड दर्ज करें",
        "message": "नीचे दिए गए फ़ील्ड में एप्लिकेशन में बनाया गया एक्सेस कोड दर्ज करें।",
        "activation_key_input": "एक्सेस कोड"
      },
      "activated_alert": "2-चरणीय लॉगिन सक्षम है।",
      "activated_message": "आपके खाते के लिए दो-चरणीय लॉगिन सक्षम है। अब से आपको एक दूसरा कोड दर्ज करना होगा जो आपके खाते तक पहुंचने के लिए हर 30 सेकंड में बदलता है। द्वि-चरणीय लॉगिन अक्षम करने के लिए, बस डबल-क्लिक करें एक चरण दबाएं और चरणों के माध्यम से जाएं।",
      "cancel_two_step_login_action": "दो-चरणीय लॉगिन रद्द करें",
      "cancel_two_step_login_info": "यदि आप 2-चरणीय सत्यापन को अक्षम करना चाहते हैं, तो अपना पासवर्ड दर्ज करें और दो-चरणीय लॉग-इन कुंजी पर क्लिक करें।",
      "password_input": "पासवर्ड",
      "cancel_2fa_action": "दो-चरणीय लॉगिन रद्द करें"
    },
    "change_password_dialog": {
      "title": "पासवर्ड बदलें",
      "message": "एक जटिल और यादगार पासवर्ड का प्रयोग करें।",
      "password_input": "वर्तमान पासवर्ड",
      "new_password_input": "नया पासवर्ड",
      "re_new_password_input": "नया पासवर्ड दोहराएँ",
      "tips": {
        "length": "पासवर्ड कम से कम 8 वर्णों का होना चाहिए",
        "chars": "कम से कम एक अपरकेस अक्षर और एक नंबर।",
        "match": "पासवर्ड का मिलान हुआ।"
      },
      "change_password_action": "पासवर्ड बदलें",
      "notifications": {
        "change_password_title": "पासवर्ड बदलें",
        "change_password": "पासवर्ड सफलतापूर्वक बदला गया।"
      }
    }
  },
  "authorized_clients": {
    "title": "कनेक्टेड स्टोर्स/ऐप्स की सूची",
    "table": {
      "name": "नाम",
      "app": "अनुप्रयोग",
      "scopes": "कार्यक्षेत्र",
      "shop": "प्रतिबंधित स्टोर"
    },
    "remove_action": "पहुंच हटाएं",
    "delete_alert": {
      "title": "मिटाना",
      "message": "क्या आप इस पहुंच को निरस्त करना चाहते हैं? ध्यान दें कि इस ऐप की अब आपके खाते तक पहुंच नहीं होगी।",
      "action": "पहुंच से इंकार"
    }
  },
  "clients": {
    "title": "ग्राहकों की सूची",
    "create_new_action": "नया क्लाइंट बनाएं",
    "table": {
      "client_id": "ग्राहक ID",
      "app": "अनुप्रयोग",
      "name": "उपनाम",
      "secret_key": "गुप्त कुंजी"
    },
    "create_dialog": {
      "title": "नए ग्राहक",
      "error_msg": "<strong>त्रुटि!</strong> क्षमा कीजिए, एक गलती उत्पन्न हुई!",
      "name_input": "नाम",
      "name_input_message": "कुछ ऐसा जिसे आपके उपयोगकर्ता पहचानते हैं और उस पर भरोसा करते हैं।",
      "redirect_input_message": "अपनी साइट पर पता वापस करें।"
    },
    "edit_dialog": {
      "title": "पहुंच संपादित करें"
    },
    "delete_alert": {
      "title": "मिटाना",
      "message": "क्या आप इस क्लाइंट को हटाना चाहते हैं?",
      "action": "मिटाना"
    }
  },
  "personal_access_tokens": {
    "title": "व्यक्तिगत एक्सेस टोकन की सूची",
    "create_action": "नया टोकन बनाएं",
    "table": {
      "name": "नाम",
      "scopes": "पहुंच",
      "expire_at": "समाप्ति तिथि"
    },
    "create_dialog": {
      "title": "टोकन बिल्डिंग",
      "error_message": "<strong>त्रुटि!</strong> क्षमा कीजिए, एक गलती उत्पन्न हुई!",
      "name_input": "उपनाम पूर्व। मेरा टोकन नाम",
      "name_input_message": "पसंदीदा टोकन नाम।",
      "scopes_list": "टोकन एक्सेस सूची"
    },
    "access_token_dialog": {
      "title": "व्यक्तिगत पहुंच कुंजी",
      "message": "यहां आपके व्यक्तिगत पहुंच टोकन का टोकन है। यह टोकन केवल इसी समय प्रदर्शित किया जाएगा, इसलिए इसे देखने से न चूकें! अब आप एपीआई का अनुरोध करने के लिए इस टोकन का उपयोग कर सकते हैं।"
    },
    "delete_alert": {
      "title": "मिटाना",
      "message": "क्या आप इस एक्सेस टोकन को हटाना चाहते हैं?",
      "action": "मिटाना"
    }
  },
  "scopes": {
    "profile": {
      "name": "प्रोफ़ाइल",
      "description": "नाम, ईमेल पता, छवि और प्रमाणीकरण स्थिति सहित प्रोफ़ाइल जानकारी पढ़ें।"
    },
    "phone": {
      "name": "फ़ोन नंबर",
      "description": "फोन नंबर तक पहुंच।"
    },
    "address": {
      "name": "पतों",
      "description": "पता पुस्तिका से सहेजा गया पता पढ़ें।"
    },
    "buy": {
      "name": "खरीदना",
      "description": "ऑर्डर दें और स्टोर से खरीदारी करें।"
    },
    "order-history": {
      "name": "आदेश इतिहास",
      "description": "आदेश इतिहास पढ़ें।"
    },
    "my-gift-cards": {
      "name": "गिफ्ट कार्ड",
      "description": "माई कार्ड्स तक पहुंच।"
    },
    "articles": {
      "name": "सामग्री संपादित करें",
      "description": "लेख संपादित करें।"
    },
    "notifications": {
      "name": "अधिसूचना भेजें और प्राप्त करें",
      "description": "अधिसूचना भेजें और प्राप्त करें।"
    },
    "read-shops": {
      "name": "स्टोर इस्त",
      "description": "स्टोर सूची पढ़ें।"
    },
    "shop-edit": {
      "name": "भंडार प्रबंधन",
      "description": "स्टोर एक्सेस संपादित करें"
    },
    "shop-contacts": {
      "name": "संपर्क प्रपत्र प्रबंधन",
      "description": "संपर्क फ़ॉर्म प्राप्त करें और संपादित करें।"
    },
    "shop-gift-cards": {
      "name": "उपहार कार्ड प्रबंधित करें",
      "description": "उपहार कार्ड बनाएं, संपादित करें और प्रबंधित करें।"
    },
    "shop-faqs": {
      "name": "प्रश्न और उत्तर प्रबंधित करना",
      "description": "अक्सर पूछे जाने वाले प्रश्नों को बनाएं, संपादित करें और प्रबंधित करें।"
    },
    "shop-categories": {
      "name": "श्रेणी व्यवस्थित करें",
      "description": "श्रेणियाँ बनाएँ, संपादित करें और प्रबंधित करें।"
    },
    "shop-products": {
      "name": "उत्पाद प्रबंधन",
      "description": "उत्पादों को जोड़ें, संपादित करें और प्रबंधित करें।"
    },
    "shop-read-reports": {
      "name": "रिपोर्ट पढ़ें",
      "description": "जानकारी और रिपोर्ट पढ़ें।"
    },
    "shop-socials": {
      "name": "सोशल मीडिया प्रबंधित करें",
      "description": "स्टोर सोशल मीडिया संपादित करें"
    },
    "shop-accounts": {
      "name": "वित्तीय खातों का प्रबंधन करें",
      "description": "स्टोर से जुड़े वित्तीय खातों को संपादित करें और हटाएं।"
    },
    "shop-menus": {
      "name": "मेनू प्रबंधित करें",
      "description": "स्टोर मेनू संपादित करें।"
    },
    "shop-pages": {
      "name": "पेज प्रबंधित करें",
      "description": "शॉप पेज संपादित करें।"
    },
    "shop-warehouse": {
      "name": "गोदाम प्रबंधन",
      "description": "स्टोर वेयरहाउस संपादित करें"
    },
    "shop-permissions": {
      "name": "पहुंच प्रबंधित करें",
      "description": "स्टोर एक्सेस देखें और संपादित करें।"
    },
    "shop-process-center": {
      "name": "प्रबंधन को आदेश दें",
      "description": "प्रबंधन को आदेश दें।"
    },
    "shop-profile": {
      "name": "प्रोफाइल प्रबंधित करें",
      "description": "स्टोर प्रोफाइल प्रबंधित करें।"
    }
  },
  "company_page": {
    "title": "सोहबत",
    "create_app": "नया एप्लिकेशन बनाएं",
    "menu": {
      "edit": "संपादन करना",
      "apps": "ऐप्स",
      "dashboard": "डैशबोर्ड",
      "companies": "कंपनियों"
    },
    "dashboard": {
      "info_widget": {
        "title": "कंपनी पंजीकरण जानकारी",
        "address": "पता",
        "website": "वेबसाइट",
        "email": "ईमेल",
        "phone": "फ़ोन नंबर",
        "register": "पंजीकरण करवाना",
        "developer": "डेवलपर",
        "verified": "सत्यापित",
        "golden": "स्वर्ण"
      }
    },
    "developer": {
      "title": "डेवलपर्स",
      "menu": {
        "new": "नया",
        "apps": "ऐप्स"
      },
      "app_card": {
        "category": "श्रेणी",
        "installs": "स्थापित करना",
        "actives": "सक्रिय",
        "uninstalls": "यदि अनइंस्टॉल",
        "app_code": "ऐप कोड",
        "app_mode": "आवेदन मोड"
      }
    },
    "edit": {
      "title": "संपादन करना"
    }
  },
  "add_app": {
    "category_input": "श्रेणी",
    "code_input": "कोड",
    "name_input": "नाम",
    "description_input": "विवरण",
    "video_input": "वीडियो यूआरएल",
    "public_form": "सामान्य सूचना संरचना",
    "private_form": "निजी सूचना संरचना",
    "icon_input": "ऐप आइकन",
    "logo_input": "लोगो ऐप",
    "enable_input": "क्या एप्लिकेशन सक्रिय है?",
    "edit_action": "ऐप संपादित करें",
    "create_action": "ऐप बनाएं",
    "notifications": {
      "add_success": "व्यवसाय खाता {name} बनाया गया।",
      "delete_success": "व्यवसाय खाता संपादित किया गया।"
    }
  },
  "app_page": {
    "title": "आवेदन पत्र",
    "menu": {
      "edit": "संपादन करना",
      "publish": "प्रकाशित करना",
      "history": "संस्करणों",
      "dashboard": "डैशबोर्ड",
      "company": "सोहबत",
      "api": "API",
      "images": "इमेजिस"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "आवेदन पत्र",
        "app_code": "ऐप कोड",
        "category": "श्रेणी",
        "name": "नाम",
        "installs": "ऐप्स इंस्टॉल करें",
        "uninstalls": "ऐप्स अनइंस्टॉल करें",
        "actives": "सक्रिय ऐप्स",
        "description": "विवरण",
        "published": "प्रकाशित",
        "waiting_for_review": "लंबित अनुमोदन",
        "app_mode": "आवेदन मोड"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "मालिक",
      "description": "सभी स्टोरफ्रंट तक पूर्ण पहुंच।"
    },
    "PRODUCT": {
      "text": "उत्पाद प्रबंधक",
      "description": "स्टोर उत्पादों को जोड़ें, संपादित करें और प्रबंधित करें।"
    },
    "AUDITING": {
      "text": "वित्तीय प्रबंधक",
      "description": "वित्तीय जानकारी और भुगतान देखें।"
    },
    "CONTENT": {
      "text": "सामग्री प्रबंधन",
      "description": "सवालों के जवाब दें, ब्लॉग लिखें और पेज डिजाइन करें।"
    },
    "OFFICER": {
      "text": "वरिष्ठ प्रबंधक",
      "description": "कर्मचारी गतिविधि देखें और निगरानी करें।"
    },
    "EMPLOYEE": {
      "text": "कर्मचारी",
      "description": "आदेश देखें और आदेशों को पूरा करें।"
    },
    "MARKETING": {
      "text": "विपणन",
      "description": "सेटिंग्स तक पहुंच और अभियान, ईमेल मार्केटिंग और मार्केटिंग से संबंधित अन्य अनुभाग बनाएं।"
    },
    "VIEWER": {
      "text": "दर्शक",
      "description": "स्टोर जानकारी को संपादित या परिवर्तित किए बिना देखने की क्षमता।"
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "शारीरिक जांच",
      "description": "चेक प्राप्त आदेश।"
    },
    "PhysicalOrdersPackaging": {
      "text": "भौतिक पैकेजिंग",
      "description": "गोदाम और पैकेजिंग प्रक्रिया।"
    },
    "PhysicalOrdersDelivery": {
      "text": "भौतिक नौवहन",
      "description": "शिपिंग का आदेश दें।"
    },
    "PhysicalOrdersSupport": {
      "text": "शारीरिक सहायता",
      "description": "बिक्री के बाद समर्थन।"
    }
  },
  "account_status": {
    "Checking": "चेकिंग",
    "Approved": "की पुष्टि की",
    "Rejected": "अस्वीकार कर दिया",
    "Deleted": "हटाए गए",
    "Banned": "प्रतिबंधित",
    "Payment": "भुगतान",
    "SelldoneSprite": "सेलडोन वॉलेट खाता",
    "SelldoneStorage": "सेलडोन स्टोरेज"
  },
  "account_page": {
    "title": "खाता",
    "menu": {
      "setting": "समायोजन",
      "change": "शुल्क",
      "transfer": "स्थानांतरण करना",
      "transactions": "लेनदेन"
    },
    "transactions": {
      "title": "खाता लेनदेन",
      "detail": {
        "title": "लेन-देन",
        "amount": "राशि",
        "description": "विवरण",
        "from": "से",
        "to": "सेवा",
        "created_at": "दिनांक",
        "receipt": "रसीद",
        "receipt_note": "टिप्पणी"
      },
      "table": {
        "type": "प्रकार",
        "from": "अकाउंट से",
        "to": "खाते में",
        "amount": "राशि",
        "receipt": "रसीद",
        "created_at": "दिनांक",
        "description": "विवरण"
      }
    },
    "transfer": {
      "title": "स्थानांतरण शुल्क",
      "form": {
        "title": "स्थानांतरण अनुरोध प्रपत्र",
        "sub_title": "अपने स्वयं के खातों या अन्य में जमा करें",
        "message": "पैसे ट्रांसफर करने में सावधानी बरतें, ट्रांसफर पूरा करने पर आप वापस नहीं कर पाएंगे।"
      }
    },
    "deposit": {
      "form": {
        "title": "चार्जिंग अकाउंट",
        "sub_title": "लाइसेंस खरीदने, अपने खाते को अपग्रेड करने और सिस्टम रसीदों का भुगतान करने के लिए आपको अपने खाते की शेष राशि को चार्ज करना होगा।",
        "amount_input": "राशि",
        "charge_action": "खाता चार्ज करें"
      },
      "notifications": {
        "qr_title": "भुगतान",
        "qr_message": "भुगतान पता {currency} बनाया गया।",
        "gateway_title": "भुगतान",
        "gateway_message": "पेमेंट गेटवे से कनेक्ट करना।"
      }
    },
    "setting": {
      "title": "अकाउंट सेटिंग",
      "account_name_input": "खाता नाम",
      "notifications": {
        "updated_success": "आपका खाता सफलतापूर्वक अपडेट किया गया।"
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "रसीद भुगतान"
  },
  "transaction_form": {
    "title": "लेन-देन प्रपत्र",
    "from_input": "अकाउंट नंबर से",
    "to_input": "खाता संख्या के लिए",
    "from_input_message": "इस खाते से राशि निकाल ली जाएगी।",
    "account_name": "खाता नाम",
    "currency": "मुद्रा",
    "free_balance": "उपलब्ध शेष राशि",
    "to": "गंतव्य खाता",
    "amount": "राशि",
    "receipt_title": "रसीद के लिए भुगतान",
    "receipt_input": "पत्र संख्या",
    "paid_status": "इस रसीद का भुगतान पहले ही किया जा चुका है।",
    "paid_canceled": "यह रसीद रद्द कर दी गई है।",
    "description": "व्याख्या",
    "created_at": "दिनांक",
    "duration": "अवधि",
    "unlimited": "असीमित",
    "add_note_action": "विवरण जोड़ें",
    "note": "टिप्पणी",
    "transfer_action": "स्थानांतरण करना",
    "confirmation": {
      "title": "पैसे भेजना",
      "subtitle": "लेन-देन की पुष्टि",
      "message": "यदि निम्नलिखित जानकारी सही है, तो लेन-देन करने के लिए लेनदेन पुष्टिकरण कुंजी दबाएं।",
      "from": "अकाउंट से",
      "to": "खाते में",
      "amount": "राशि",
      "fee": "लेनदेन शुल्क",
      "total_pay": "आपके खाते से निकाली गई राशि",
      "receipt": "रसीद",
      "description": "विवरण",
      "accept_action": "लेन-देन की पुष्टि"
    },
    "enter_account_number": "खाता संख्या दर्ज करें।",
    "currency_not_match": "गंतव्य खाते की मुद्रा स्रोत के समान नहीं है",
    "account_number_not_valid": "खाता संख्या सही है।",
    "account_number_is_valid": "खाता संख्या सही है।",
    "receipt_not_valid": "चालान संख्या गलत है।",
    "receipt_is_valid": "रसीद संख्या सही है।",
    "notifications": {
      "confirm_success": "लेन-देन सफलतापूर्वक पूरा हुआ।"
    }
  },
  "price_calculator": {
    "title": "कैलकुलेटर | आपके व्यवसाय के लिए उपयुक्त",
    "description": "अपनी मासिक बिक्री के आधार पर सर्वोत्तम योजना की गणना करें और चुनें:",
    "sale_input": "मासिक बिक्री राशि",
    "hypernova_plan": "हाइपरनोवा% 0 के लिए आवेदन करें!",
    "show_normal_mode": "सामान्य मोड दिखाएं",
    "show_hypernova_mode": "मेरा लेन-देन 1M$ से अधिक है!"
  },
  "price_card": {
    "billed_monthly": "बिल {amount} मासिक।",
    "billed_yearly": "बिल {amount} वार्षिक।",
    "buy_license_action": "अभी खरीदें",
    "select_your_store": "अपना स्टोर चुनें"
  },
  "shop_session_widget": {
    "total_sessions": "कुल सत्र"
  },
  "user_activities_keys": {
    "add_baskets": "कार्ट में डालें",
    "remove_baskets": "कार्ट . से हटाएं",
    "buys": "खरीदना",
    "products_views": "उत्पाद देखें"
  },
  "shop_visitors_widget": {
    "title": "विज़िटर एनालिटिक्स",
    "new_visitors": "नए आगंतुक",
    "amp": "एएमपी दृश्य",
    "returning_visitors": "लौटने वाले आगंतुक",
    "page_views": "पृष्ठ दृश्य",
    "other_pages": "अन्य पृष्ठ",
    "from_previous_7_days": "पिछले 7 दिनों से"
  },
  "app_levels": {
    "title": "ऐप स्तर",
    "Newbie": "नौसिखिया",
    "Beginner": "शुरुआती",
    "Novice": "नौसिखिए",
    "Intermediate": "मध्यम",
    "Advanced": "विकसित"
  },
  "login": {
    "register_title": "व्यवसायों का माध्यम,<br> सुखद अनुभव।",
    "register_subtitle": "आज मुफ्त में साइन अप करें। सेलडोन को स्टार्टअप, उद्यम, खरीदार और विक्रेता पसंद करते हैं।",
    "password_recovery_title": "पासवर्ड की दोबारा प्राप्ति",
    "password_recovery_message": "यदि आप अपना पासवर्ड भूल गए हैं, तो अपने खाते का ईमेल पता दर्ज करें और पुष्टिकरण कुंजी दबाएं। हम आपको आपका पासवर्ड रीसेट करने के लिए एक लिंक के साथ एक ईमेल भेजेंगे।",
    "email": "आपका ईमेल पता",
    "password_recovery_action": "पुनर्प्राप्ति ईमेल प्राप्त करें",
    "register_google": "Google के साथ जारी रखें",
    "register_apple": "Apple के साथ जारी रखें",
    "continue_with": "जारी रखें",
    "register_linkedin": "लिंक्डइन के साथ जारी रखें",
    "register_facebook": "फेसबुक के साथ जारी रखें",
    "register_github": "गीथूब के साथ जारी रखें",
    "create_your_account": "अपने खाते बनाएँ",
    "password_8_chars": "पासवर्ड कम से कम आठ अक्षरों का होना चाहिए।",
    "password_upercase_number": "कम से कम एक अपरकेस अक्षर और एक नंबर।",
    "password_confirm": "पासवर्ड और पुष्टि का मिलान हुआ।",
    "privacy_agreement": "साइन अप करके, आप सेलडोन की <a href='/terms' target='_blank'>उपयोग की शर्तों</a> और <a href='/privacy' target='_blank'>गोपनीयता नीति</a> से सहमत होते हैं।",
    "register_action": "चलो चलें, यह मुफ़्त है!",
    "login_action": "लॉग इन करें",
    "already_signup": "पहले ही साइन अप कर लिया है?",
    "login_your_account": "अपने अकाउंट में लॉग इन करें",
    "login_google": "Google के साथ जारी रखें",
    "login_linkedin": "लिंक्डइन के साथ जारी रखें",
    "login_facebook": "फेसबुक के साथ जारी रखें",
    "login_github": "गीथूब के साथ जारी रखें",
    "remember_me": "पहचाना की नहीं।",
    "login_button": "लॉग इन करें",
    "two_step_problem": "क्या आपको टू-स्टेप पासवर्ड की समस्या है?",
    "two_step_problem_action": "मैं दो-चरणीय लॉगिन अक्षम करना चाहता हूं।",
    "two_step_confirm": "एक्सेस कोड की पुष्टि करें",
    "forgot_password": "पासवर्ड भूल गए?",
    "signup_free": "मुफ्त में साइन अप",
    "checking_robot_message": "चेक कर रहे हैं कि आप रोबोट हैं या इंसान..",
    "notifications": {
      "step2_login_success": "खाते में ऑटो-लॉगिन"
    },
    "signup_email": "ईमेल द्वारा साइन अप करें",
    "name_placeholder": "नाम",
    "email_placeholder": "ईमेल",
    "email_or_username_placeholder": "ईमेल, उपयोगकर्ता नाम या फोन नंबर",
    "password_placeholder": "पासवर्ड",
    "re_password_placeholder": "पासवर्ड की पुष्टि कीजिये",
    "new_in_samin": "सेलडोन में नया?",
    "auto_create_shop": "ऑटो क्रिएट शॉप"
  },
  "layout": {
    "logout": "लॉग आउट",
    "menu": {
      "personal_information": "व्यक्तिगत जानकारी और प्रोफाइल",
      "wallet": "वॉलेट और खाते",
      "companies": "कंपनियां और व्यवसाय खाते",
      "access": "मेरे खाते तक पहुंच",
      "security": "सुरक्षा",
      "preferences": "उपयोगकर्ता वरीयताएं"
    }
  },
  "page_builder": {
    "title": "वेबसाइट डिज़ाइन",
    "menu": {
      "user_view": "देखना",
      "design": "डिज़ाइन",
      "behavior": "व्यवहार",
      "seo": "SEO",
      "setting": "समायोजन",
      "embed": "एम्बेड"
    },
    "waiting_fetch": "जानकारी मिल रही है..",
    "setting": {
      "title_input": "पृष्ठ का शीर्षक",
      "description_input": "संक्षिप्त वर्णन",
      "name_input": "पेज यूआरएल (अक्षर और नंबर)",
      "bg_color_input": "पीछे का रंग",
      "bg_style_input": "पृष्ठ पृष्ठभूमि शैली",
      "page_label_input": "लेबल रंग",
      "page_dir_input": "पृष्ठ दिशा",
      "ltr": "बाएं से दायां",
      "rtl": "दाएं से बाएं",
      "designer_note": "डिजाइनर नोट"
    },
    "history": {
      "title": "सहेजा गया इतिहास"
    },
    "design": {
      "themes": {
        "title": "व्यक्तिगत डिजाइन सहायक",
        "message": "कोडिंग के बिना अपने व्यवसाय के लिए सर्वोत्तम पृष्ठ डिज़ाइन करें।",
        "page_title_input": "अपने पेज के लिए एक शीर्षक दर्ज करें"
      },
      "tools": {
        "rearrange": "आदेश",
        "tools": "औजार",
        "history": "इतिहास",
        "style": "शैली"
      },
      "no_category": "कोई श्रेणियाँ नहीं"
    },
    "seo": {
      "message": "सेल्डोन एसईओ इंजन द्वारा एसईओ सेटिंग्स को स्वचालित रूप से समायोजित किया जाता है।"
    }
  },
  "verify_email_caution": {
    "title": "अपने ईमेल पते की पुष्टि करें",
    "message": "नया सक्रियण लिंक आपके ईमेल पते {email} पर भेज दिया गया है। कोई कार्रवाई करने से पहले कृपया अपना ईमेल देखें।",
    "resend_message": "यदि आपको अपने ईमेल में सक्रियण लिंक प्राप्त नहीं हुआ है, तो पुनः भेजने के लिए नीचे दिए गए बटन पर क्लिक करें।",
    "resend_action": "सक्रियण लिंक पुनः भेजें",
    "resend_notice": "सक्रियण लिंक भेजा गया।"
  },
  "autopilot": {
    "start": "आरंभ करने की तिथि",
    "end": "समाप्ति तिथि"
  },
  "help": {
    "menu": "मेन्यू",
    "more_helps": "अधिक पढ़ें"
  },
  "company_card": {
    "pending_state": "पुनरीक्षण के इंतज़ार में",
    "register": "दर्ज कराई",
    "developer": "डेवलपर",
    "verified": "सत्यापित",
    "premier": "प्रधान"
  },
  "shop_license": {
    "add": "सदस्यता जोड़ें",
    "only_last": "केवल अंतिम सदस्यता",
    "vouchers": "वाउचर",
    "buy": "सदस्यता योजना खरीदें",
    "monthly": "महीने के",
    "yearly": "सालाना",
    "start_date": "आरंभ करने की तिथि",
    "end_date": "समाप्ति तिथि",
    "price": "कीमत",
    "terms": "मैं सेलडोन उपयोग की शर्तों को पढ़ता हूं और उनसे सहमत हूं",
    "need_charge": "चार्ज चाहिए",
    "buy_now": "अभी खरीदें",
    "auto_renewal": "ऑटो नवीकरण",
    "plan_placeholder": "अपनी सदस्यता योजना चुनें",
    "plan": "लाइसेंस योजना",
    "use_date": "सक्रियण तिथि",
    "active_license": {
      "title": "सक्रिय लाइसेंस",
      "subtitle": "आपकी सक्रिय लाइसेंस जानकारी।",
      "subtitle_partner": "आपकी सक्रिय {name} लाइसेंस जानकारी।"
    },
    "licenses_table": {
      "title": "खरीदा इतिहास",
      "subtitle": "सक्रिय और लंबित लाइसेंस।"
    },
    "license_detail": {
      "title": "विवरण",
      "subtitle": "आपकी वर्तमान योजना पर सीमाएं।"
    },
    "table": {
      "plan": "योजना",
      "start_date": "प्रारंभ / समाप्ति तिथि",
      "renewal": "ऑटो नवीकरण",
      "linked_account": "लिंक किया गया खाता / वाउचर",
      "payment": "भुगतान",
      "cancel": "रद्द करना"
    },
    "notifications": {
      "subscribe_success": "सफलतापूर्वक सदस्यता ली गई।",
      "cancel_success": "सदस्यता सफलतापूर्वक रद्द कर दी गई।"
    },
    "cancel_dialog": {
      "title": "सदस्यता पुष्टि रद्द करें",
      "message": "क्या आप वाकई इस सदस्यता को रद्द करना चाहते हैं?",
      "action": "सदस्यता रद्द"
    }
  },
  "admin_shop_layout": {
    "download_txt": "डेटा टेक्स्ट डाउनलोड करें",
    "download_excel": "डेटा एक्सेल डाउनलोड करें"
  },
  "user_preferences": {
    "access": "पहुंच",
    "template": "टेम्पलेट",
    "feedback": "प्रतिपुष्टि",
    "company": "सोहबत",
    "company_message": "यदि आपके पास कंपनी है और ऐप्स प्रकाशित करना चाहते हैं।",
    "access_keys": "एक्सेस कुंजियाँ",
    "access_keys_message": "क्लाइंट और एक्सेस कुंजियां दिखाएं.",
    "rating": "आप सेलडोन के साथ अपने अनुभव का मूल्यांकन कैसे करेंगे?",
    "large_font": "बड़े फोंट",
    "large_font_message": "सामान्य से बड़ा टेक्स्ट दिखाएं",
    "samples": "नमूना दुकानें दिखाएं",
    "samples_message": "यदि सक्षम किया गया है, तो कुछ नमूना दुकानें आपके पैनल में प्रदर्शित होंगी।"
  },
  "shop_locations": {
    "title": "वे देश जहां सेवा प्रदान की जाती है",
    "sub_title": "नीचे दी गई सूची से उन देशों का चयन करें जहां आप अपना उत्पाद बेचना चाहते हैं।",
    "delete_restriction": "प्रतिबंध हटाएं",
    "set_restriction": "प्रतिबंध लगाओ",
    "notifications": {
      "locations_update": "स्थान सफलतापूर्वक अपडेट किया गया."
    },
    "table": {
      "country": "देश",
      "currency": "मुद्रा",
      "available": "उपलब्ध"
    }
  },
  "product_card": {
    "sold_out": "बिक गया",
    "review_unit": "समीक्षा",
    "not_original": "असली नहीं"
  },
  "product_studio": {
    "add_mode": "अधिक विवरण जोड़ें",
    "add_by_sku": "SKU द्वारा जोड़ें",
    "auto_category": "ऑटो-सेट श्रेणी",
    "add_in_current_category": "वर्तमान श्रेणी में जोड़ें",
    "category_mode_message": "यदि सक्षम है, तो उत्पाद को डिफ़ॉल्ट श्रेणी या उपश्रेणी में जोड़ दिया जाएगा।",
    "sku_name_input": "एसकेयू / नाम"
  },
  "my_affiliate": {
    "title": "मेरे संबद्ध अनुबंध",
    "message": "अन्य स्टोर के साथ संबद्ध समझौतों की सूची।"
  },
  "affiliates": {
    "title": "संबद्ध भागीदार",
    "subtitle": "सहयोगी बनाएं, समय के साथ उनके प्रदर्शन को ट्रैक करें, और एक ही स्थान पर सटीक जानकारी के आधार पर कार्रवाई करें। हम आपको और आपके भागीदारों को एक मजबूत संबंध बनाने में मदद करते हैं।",
    "affiliate_code": "गुप्तचिन्ह सहबद्ध करना",
    "crate_date": "तारीख बनाना",
    "last_payment_date": "अंतिम भुगतान तिथि",
    "for_all_products": "सभी उत्पादों पर लागू करें",
    "balance": "संतुलन",
    "fix_commission": "निश्चित कमीशन",
    "percent_commission": "प्रतिशत आधारित कमीशन",
    "total_payment": "कुल भुगतान",
    "new_affiliate": "नया सहयोगी भागीदार",
    "new_affiliate_message": "नया सहबद्ध भागीदार जोड़ें",
    "link_domain": {
      "title": "लिंक्ड डोमेन",
      "subtitle": "आप अपने डोमेन में से किसी एक को इस संबद्ध भागीदार से कनेक्ट कर सकते हैं। यह भागीदार आपके स्टोर पर आने वाले और इस डोमेन के माध्यम से खरीदारी करने वाले प्रत्येक व्यक्ति के प्रतिनिधि के रूप में जाना जाएगा।"
    },
    "dialog": {
      "new": "नया सहयोगी भागीदार",
      "edit": "सहयोगी भागीदार संपादित करें",
      "user": "उपयोगकर्ता (वैकल्पिक)",
      "bank_info": "बैंक की जानकारी",
      "restriction": "बंधन",
      "select_products": "उत्पादों का चयन करें",
      "select_products_message": "Affiliate Partner को इन उत्पादों के लिए मिलता है कमीशन",
      "edit_action": "सहयोगी अपडेट करें",
      "add_action": "सहबद्ध भागीदार जोड़ें",
      "affiliate_name": "संबद्ध भागीदार का नाम",
      "payment_info": "भुगतान की जानकारी",
      "enable_switch": "क्या यह सक्रिय है?",
      "affiliate_info": "संबद्ध भागीदार जानकारी"
    },
    "link_factory": {
      "title": "संबद्ध भागीदार लिंक जनरेटर",
      "link_input": "आपकी लिंक",
      "link_output": "उत्पन्न लिंक"
    }
  },
  "gift_card_orders": {
    "title": "गिफ्टकार्ड के साथ ऑर्डर",
    "table": {
      "order": "आदेश",
      "order_price": "ऑर्डर करने की राशि",
      "paid_by_card": "कार्ड द्वारा भुगतान",
      "payment_status": "भुगतान की स्थिति",
      "date": "दिनांक"
    }
  },
  "offer_orders": {
    "title": "ऑफ़र ऑर्डर",
    "table": {
      "order": "आदेश",
      "order_price": "ऑर्डर करने की राशि",
      "offer_amount": "पेशकश राशि",
      "payment_status": "भुगतान की स्थिति",
      "product": "उत्पाद",
      "date": "दिनांक"
    }
  },
  "coupon_orders": {
    "title": "कूपन आदेश",
    "table": {
      "order": "आदेश",
      "order_price": "ऑर्डर करने की राशि",
      "coupon_amount": "कूपन राशि",
      "payment_status": "भुगतान की स्थिति",
      "date": "दिनांक"
    }
  },
  "discount_code_orders": {
    "title": "डिस्काउंट कोड के साथ आदेश",
    "table": {
      "order": "आदेश",
      "order_price": "ऑर्डर करने की राशि",
      "discount_amount": "छूट राशि",
      "payment_status": "भुगतान की स्थिति",
      "date": "दिनांक"
    }
  },
  "incentives": {
    "discount_code": "छूट",
    "coupon": "कूपन",
    "offer": "प्रस्ताव",
    "gift_card": "उपहार पत्र",
    "lottery": "लॉटरी"
  },
  "discount_codes": {
    "title": "छूट कोड",
    "sub_title": "इस खंड में आप अपनी आवश्यकताओं के अनुरूप डिस्काउंट कूपन डिजाइन करने में सक्षम होंगे। ये छूट किसी भी उत्पाद छूट से अलग हैं और उपयोगकर्ता आदेश की अंतिम राशि पर लागू होंगी।",
    "add_new": "नया डिस्काउंट कोड जोड़ें",
    "card": {
      "created": "सृजन करना",
      "start": "शुरू करना",
      "end": "अंत",
      "currency": "मुद्रा",
      "discount_percentage": "छूट की दर",
      "discount_limit": "छूट की सीमा",
      "state": "वर्तमान स्थिति",
      "enabled": "अब सक्षम",
      "disabled": "अब अक्षम",
      "used": "ग्रहण किया हुआ",
      "count": "गिनती करना",
      "unit": "सामान)"
    },
    "dialog": {
      "title_edit": "छूट कोड संपादित करें",
      "title_add": "नया डिस्काउंट कोड जोड़ें",
      "discount_code_input": "डिस्काउंट कोड",
      "discount_percent_input": "छूट की दर",
      "discount_percent_input_hint": "खरीद राशि की छूट दर",
      "count_input": "गिनती करना",
      "count_input_hint": "इस कोड का अधिकतम उपयोग",
      "limit_input": "छूट की सीमा",
      "limit_input_hint": "मुद्रा के आधार पर अधिकतम छूट",
      "currency_input_message": "इस मुद्रा के लिए छूट उपलब्ध होगी।",
      "limit_input_message": "छूट सीमा के लिए 0 के मान का अर्थ है कि छूट दर की कोई सीमा नहीं है।",
      "title_input": "शीर्षक",
      "title_input_hint": "आप इस छूट कोड के लिए एक शीर्षक दर्ज कर सकते हैं",
      "description_input": "विवरण",
      "description_input_hint": "आप इस छूट कोड के लिए विवरण दर्ज कर सकते हैं",
      "date_start_input": "शुरू करना",
      "date_start_input_placeholder": "चुनें कि छूट कब शुरू करें",
      "date_end_input": "अंत",
      "date_end_input_placeholder": "चुनें कि छूट कब खत्म होगी",
      "notifications": {
        "add": "डिस्काउंट कोड सफलतापूर्वक जोड़ा गया।",
        "edit": "डिस्काउंट कोड सफलतापूर्वक संपादित किया गया।"
      }
    },
    "delete_alert": {
      "title": "डिस्काउंट कोड हटाएं",
      "message": "क्या आप यह छूट कोड हटाना चाहते हैं?",
      "action": "छूट हटाएं"
    },
    "notifications": {
      "delete_success": "आपकी टिप्पणी सफलतापूर्वक हटा दी गई"
    }
  },
  "gift_cards": {
    "title": "उपहार पत्र",
    "sub_title": "एक गिफ्ट कार्ड बनाएं और फिर जितनी जरूरत हो उतनी बनाएं। इस कार्ड पर एक शुल्क है, और इसका उपयोग केवल आपकी दुकान में खरीदारी के लिए किया जा सकता है।",
    "create_new": "नया उपहार कार्ड जोड़ें",
    "card": {
      "created": "सृजन करना",
      "lifetime": "समाप्ति तिथि",
      "lifetime_unit": "प्रत्येक कार्ड बनने की तारीख से महीना",
      "currency": "मुद्रा",
      "initial_balance": "आरंभिक शुल्क",
      "count": "गिनती करना",
      "count_unit": "वस्तु",
      "used": "इस्तेमाल किया गया"
    },
    "dialog": {
      "title": "उपहार कार्ड डिजाइन"
    },
    "alert": {
      "title": "डिस्काउंट कोड हटाएं",
      "message": "क्या आप यह छूट कोड हटाना चाहते हैं?",
      "action": "मिटाना"
    },
    "notifications": {
      "delete_title": "उपहार कार्ड हटाएं",
      "delete_message": "आपकी टिप्पणी सफलतापूर्वक हटा दी गई है।"
    }
  },
  "coupons": {
    "title": "कूपन",
    "sub_title": "यदि आप अपने ग्राहकों को ऐसी छूट देना चाहते हैं जिसका उपयोग विशिष्ट शर्तों के साथ किया जा सकता है, तो आप कूपन बना सकते हैं। कूपन में एक सीमा या एक निश्चित राशि या दोनों के संयोजन के साथ प्रतिशत छूट शामिल हो सकती है।",
    "create_new": "नया कूपन जोड़ें",
    "qualified_products": "योग्य उत्पाद",
    "min_purchase": "न्यूनतम खरीद",
    "only_first_order": "केवल पहली खरीद",
    "one_time_use": "एक बार इस्तेमाल लायक",
    "amount_usage": "प्रयुक्त राशि",
    "delete_alert": {
      "title": "कूपन हटाएं",
      "message": "क्या आप वाकई इस कूपन को हटाना चाहते हैं?",
      "action": "हां, कूपन हटाएं"
    },
    "notifications": {
      "delete_success": "कूपन सफलतापूर्वक हटा दिया गया है।"
    }
  },
  "coupon_edit": {
    "title_edit": "कूपन संपादित करें",
    "title_add": "नया कूपन",
    "discount_charge": "छूट और शुल्क",
    "charge": "शुल्क",
    "charge_message": "प्रारंभिक शुल्क की राशि",
    "percent": "छूट प्रतिशत",
    "percent_message": "छूट की राशि प्रतिशत",
    "limit_input": "सीमा",
    "limit_input_hint": "छूट सीमा राशि",
    "currency_input_message": "इस मुद्रा के लिए कूपन उपलब्ध है।",
    "count_input": "गिनती करना",
    "count_input_hint": "इस कोड का अधिकतम उपयोग",
    "limit_input_message": "छूट सीमा के लिए 0 के मान का अर्थ है कि छूट दर की कोई सीमा नहीं है।",
    "date_start_input": "शुरू करना",
    "date_start_input_placeholder": "चुनें कि कूपन कब शुरू करें",
    "date_end_input": "अंत",
    "date_end_input_placeholder": "चुनें कि छूट कब खत्म होगी",
    "title_input": "शीर्षक",
    "title_input_hint": "आप इस छूट कोड के लिए एक शीर्षक दर्ज कर सकते हैं",
    "description_input": "विवरण",
    "description_input_hint": "आप इस छूट कोड के लिए विवरण दर्ज कर सकते हैं",
    "coupon_code": "कूपन कोड",
    "need_code": "कोड चाहिए?",
    "coupon_color": "कूपन रंग",
    "min_purchase_amount": "न्यूनतम खरीद राशि",
    "min_purchase_amount_hint": "खरीद राशि इस मूल्य से अधिक या उसके बराबर होनी चाहिए।",
    "should_exist_product": "इनमें से कम से कम एक उत्पाद कार्ट में होना चाहिए",
    "apply_for_first_order": "केवल पहली खरीद के लिए",
    "apply_for_first_order_on": "इस कूपन का उपयोग केवल ग्राहक की पहली खरीदारी के लिए ही किया जा सकता है!",
    "apply_for_first_order_off": "प्रति खरीदार कूपन उपयोगों की संख्या को नीचे समायोजित किया जा सकता है।",
    "has_qualify_constraints": "क्या आप अधिक सीमाएं परिभाषित करना चाहते हैं?",
    "has_qualify_constraints_message": "ग्राहक को इस कूपन का उपयोग करने के योग्य बनाने के लिए और शर्तें निर्धारित करें।",
    "one_time_use": "एक बार इस्तेमाल लायक",
    "one_time_use_message": "ग्राहक इस कूपन का एक बार उपयोग कर सकते हैं।",
    "daily_limit": "दैनिक सीमा",
    "no_limit": "कोई सीमा नहीं",
    "daily_limit_message": "ग्राहक द्वारा प्रति दिन उपयोग की अधिकतम राशि",
    "monthly_limit": "मासिक सीमा",
    "monthly_limit_message": "ग्राहक द्वारा प्रति माह उपयोग की अधिकतम राशि",
    "yearly_limit": "वार्षिक सीमा",
    "yearly_limit_message": "ग्राहक द्वारा प्रति वर्ष उपयोग की अधिकतम राशि",
    "notifications": {
      "add": "नया कूपन सफलतापूर्वक बनाया गया।",
      "edit": "कूपन अपडेट कर दिया गया है।"
    }
  },
  "offers": {
    "title": "ऑफर",
    "sub_title": "आप अपने ग्राहकों के लिए विशेष ऑफ़र बना सकते हैं ताकि, एक आइटम खरीदने के बाद, उन्हें छूट पर या यहां तक कि मुफ्त में एक और आइटम प्राप्त हो।",
    "create_new": "नया ऑफ़र जोड़ें",
    "qualified_products": "योग्य उत्पाद",
    "min_quantity": "न्यूनतम मात्रा",
    "min_purchase": "न्यूनतम खरीद",
    "discounted_products": "रियायती उत्पाद",
    "amount_usage": "प्रयुक्त राशि",
    "delete_alert": {
      "title": "ऑफ़र हटाएं",
      "message": "क्या आप वाकई इस ऑफ़र को हटाना चाहते हैं?",
      "action": "हाँ, ऑफ़र हटाएं"
    },
    "notifications": {
      "delete_success": "ऑफ़र सफलतापूर्वक हटा दिया गया है।"
    }
  },
  "offer_edit": {
    "title_edit": "ऑफ़र संपादित करें",
    "title_add": "नया प्रस्ताव",
    "design_style": "डिजाइन और शैली",
    "eligible_constraints": "ग्राहक योग्य सीमाएं",
    "title_input": "शीर्षक",
    "title_input_hint": "आप इस छूट कोड के लिए एक शीर्षक दर्ज कर सकते हैं",
    "description_input": "विवरण",
    "description_input_hint": "इस छूट कोड के लिए विवरण लिखें",
    "currency_input_message": "इस मुद्रा के लिए उपलब्ध प्रस्ताव।",
    "qualified_products": "योग्य उत्पाद",
    "qualified_products_message": "उत्पादों के योग्य होने के लिए, कार्ट में कुल आइटम न्यूनतम मात्रा के बराबर या उससे अधिक होना चाहिए।",
    "min_items": "वस्तुओं की न्यूनतम मात्रा",
    "min_items_message": "उन वस्तुओं की संख्या जिन्हें ग्राहक को खरीदना चाहिए",
    "discounted_products": "रियायती उत्पाद",
    "offered_products": "पेश किए गए उत्पाद",
    "offered_products_message": "इनमें से कम से कम एक उत्पाद कार्ट में होना चाहिए।",
    "discount_percent": "छूट प्रतिशत",
    "discount_percent_message": "इन मदों के लिए छूट प्रतिशत।",
    "discount_percent_hint": "छूट प्रतिशत की राशि",
    "per_order": "प्रति आदेश उपयोग की अधिकतम संख्या",
    "per_order_message": "किसी ऑर्डर पर ऑफ़र को लागू करने की अधिकतम संख्या",
    "count_input": "राशि",
    "count_input_hint": "इस ऑफ़र का अधिकतम उपयोग",
    "min_purchase": "न्यूनतम खरीद राशि",
    "min_purchase_hint": "खरीद मूल्य इस मूल्य से अधिक या उसके बराबर होना चाहिए",
    "limitation": "परिसीमन",
    "date_start_input": "शुरू करना",
    "date_start_input_placeholder": "चुनें कि कूपन कब शुरू करें",
    "date_end_input": "अंत",
    "date_end_input_placeholder": "चुनें कि छूट कब खत्म होगी",
    "max_actives_is_3": "आपके पास एक ही समय में केवल तीन सक्रिय ऑफ़र हो सकते हैं।",
    "enable": "ऑटो लागू",
    "notifications": {
      "add": "नया ऑफ़र सफलतापूर्वक बनाया गया.",
      "edit": "ऑफ़र सफलतापूर्वक अपडेट किया गया."
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "बैनर",
      "reportage": "सूचना देना",
      "social": "सामाजिक मीडिया",
      "offline": "ऑफलाइन"
    }
  },
  "emails": {
    "title": "ईमेल व्यापार",
    "subtitle": "ड्रैग एंड ड्रॉप द्वारा ईमेल डिज़ाइन करें, अवधारण बढ़ाने के लिए अभियान शेड्यूल करें और लॉन्च करें, और एक ही स्थान पर विश्वसनीय और सटीक जानकारी देखें।",
    "cation_message": "सत्यापित नहीं व्यापारियों के लिए प्रतिबंधित। (बीटा)",
    "subject": "विषय",
    "from": "से",
    "in_que": "प्रतीक्षा कर रहा है",
    "schedule_at": "अनुसूची",
    "sent": "भेजा",
    "sends": "भेजता है",
    "delivers": "पहुंचा दिया",
    "views": "विचारों",
    "clicks": "क्लिक्स",
    "buys": "खरीद",
    "new_email": "नया ईमेल जोड़ें",
    "new_email_message": "नया मार्केटिंग ईमेल बनाएं और शेड्यूल करें"
  },
  "email_dashboard": {
    "review": "समीक्षा",
    "waiting_for_approve": "{name} द्वारा पुष्टि की प्रतीक्षा की जा रही है",
    "approved_by": "ईमेल {name} द्वारा सत्यापित और भेजा गया।",
    "not_submitted_send_request": "आपने अभी तक इस ईमेल को भेजने का अनुरोध सबमिट नहीं किया है।",
    "reviewed_by": "{name} द्वारा समीक्षित",
    "status": "ईमेल स्थिति",
    "conversion": "परिवर्तन दरें",
    "sell_performance": "बिक्री निष्पादन",
    "total_buys": "बिक्री की कुल संख्या",
    "amount_buy": "कुल बिक्री राशि",
    "average_sell": "औसत बिक्री",
    "sessions": "सत्र",
    "overview": "अवलोकन",
    "purchase_amount": "खरीद राशि",
    "actions": "उपयोगकर्ता गतिविधि"
  },
  "email_page": {
    "emails": "ईमेल",
    "edit": "संपादन करना"
  },
  "affiliate_page": {
    "affiliates": "संबद्ध भागीदार",
    "orders": "आदेश",
    "payments": "भुगतान"
  },
  "affiliate_dashboard": {
    "link": "एफिलिएट पार्टनर लिंक",
    "fix_commission": "निश्चित कमीशन",
    "percent_commission": "प्रतिशत आधारित कमीशन",
    "last_payment": "अंतिम भुगतान",
    "balance": "संतुलन",
    "total_payment": "कुल भुगतान",
    "status": "संबद्ध भागीदार की स्थिति और प्रतिबंध",
    "available_for": "के लिए उपलब्ध है",
    "orders_count": "आदेश राशि",
    "orders_accepted": "स्वीकृत आदेश",
    "finance": "वित्तीय रिपोर्ट",
    "amount_accepted": "स्वीकृत राशि",
    "amount_paid": "भुगतान राशि",
    "sessions": "सत्र",
    "affiliate_payment": "संबद्ध भागीदार भुगतान",
    "amount_payment": "भुगतान राशि",
    "amount_payment_hint": "लेन-देन की सटीक राशि",
    "i_paid": "मैंने {amount} को {currency} {name} का भुगतान किया",
    "pay_now": "अब भुगतान करें"
  },
  "permission_roles": {
    "new_role": "नई भूमिका जोड़ें",
    "new_role_message": "टीम वर्क को आसान बनाएं।",
    "new_role_action": "नई भूमिका जोड़ें"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "लॉटरी",
    "sub_title": "आपके ग्राहक गेम खेल सकते हैं और जीत सकते हैं। आपके स्टोर के ग्राहकों को प्रत्येक गेम के लिए 10 चिप्स का उपभोग करना चाहिए। उदाहरण के लिए, यदि आप चाहते हैं कि आपके ग्राहकों को 1000 USD जीतने का मौका मिले, तो आपको प्रत्येक चिप की कीमत 100 USD पर निर्धारित करनी होगी। प्रत्येक चिप के लिए 0 के मान का अर्थ है कि खरीदार को प्रत्येक खरीद के लिए एक चिप प्राप्त होगी।",
    "manually_send_chip": "क्या आप उपयोगकर्ताओं को मैन्युअल रूप से चिप्स भेजना चाहते हैं?",
    "lottery_enable": "क्या लॉटरी सक्षम है?",
    "chip_price_input": "चिप की कीमत",
    "zero_chip_message": "प्रति ऑर्डर 1x चिप दें",
    "chip_has_price_message": "प्रति {amount} {currency} ऑर्डर के लिए 1 चिप दें।",
    "chip_disabled_message": "चिप अक्षम है!",
    "create_new": "नया पुरस्कार जोड़ें",
    "delete_alert": {
      "title": "पुरस्कार हटाएं",
      "message": "क्या आप वाकई इस पुरस्कार को स्थायी रूप से हटाना चाहते हैं?",
      "action": "हां, अभी हटाएं"
    },
    "notifications": {
      "delete_success": "पुरस्कार सफलतापूर्वक हटाया गया."
    }
  },
  "lottery_edit": {
    "title_edit": "लॉटरी आइटम संपादित करें",
    "title_add": "नई लॉटरी आइटम",
    "general_config": "सामान्य विन्यास",
    "design_style": "शैली और उपस्थिति",
    "enable": "सक्षम?",
    "enable_message": "एक पहिए में अधिकतम आइटम 14 हैं।",
    "title_input": "शीर्षक",
    "title_input_hint": "एक संक्षिप्त शीर्षक लिखें।",
    "description_input": "विवरण",
    "description_input_hint": "वस्तु के बारे में विवरण लिखें।",
    "quantity": "मात्रा",
    "quantity_message": "कुल उपलब्ध आइटम",
    "image": "छवि",
    "image_placeholder": "आइटम के लिए एक छवि का चयन करें",
    "chance": "अवसर",
    "chance_message": "प्रतिशत में जीतने की संभावना",
    "free_for_first": "क्या यह नए ग्राहकों के लिए मुफ़्त है?",
    "free_for_first_message": "नए ग्राहक इस आइटम को जीत सकते हैं।",
    "prize": "इनाम",
    "amount": "पुरस्कार राशि",
    "amount_hint": "उपयोगकर्ता अपने ऑर्डर के लिए यह राशि जीतते हैं।",
    "currency_message": "इस मद के लिए मुद्रा। अन्य मुद्राएं विनिमय दर द्वारा परिवर्तित की जाती हैं।",
    "discount": "छूट",
    "discount_message": "ग्राहक आदेश पर छूट प्रतिशत",
    "discount_limit": "छूट की सीमा",
    "discount_limit_hint": "ग्राहक के लिए अधिकतम छूट।",
    "color": "रंग",
    "condition": "स्थितियाँ",
    "notifications": {
      "add": "नया लॉटरी आइटम सफलतापूर्वक बनाया गया।",
      "edit": "लॉटरी आइटम सफलतापूर्वक बदल गए।"
    }
  },
  "gift_card_types_list": {
    "label": "उपहार कार्ड का प्रकार",
    "message": "सूची से उपहार कार्ड प्रकार चुनें।"
  },
  "email_builder": {
    "service_unavailable": "आपके खाते में मेल सर्वर सक्रिय नहीं है।",
    "design_section": "आपकी ईमेल डिज़ाइन प्लेट",
    "schedule_switch": "ईमेल भेजने का समय निर्धारित करें?",
    "schedule_placeholder": "ईमेल भेजने के लिए समय चुनें"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "पंजीकरण की तारीख",
      "description": "उपयोगकर्ता की पंजीकरण तिथि के अनुसार फ़िल्टर करें।"
    },
    "LAST_BUY_DATE": {
      "title": "पिछली खरीद",
      "description": "अंतिम खरीद तिथि।"
    },
    "LOGIN_DATE": {
      "title": "लॉगिन तिथि",
      "description": "अंतिम लॉग इन दिनांक।"
    },
    "LEVEL": {
      "title": "ग्राहक क्लब",
      "description": "ग्राहक क्लब के सदस्य।"
    },
    "SUBSCRIBED": {
      "title": "सदस्यता लिया",
      "description": "ईमेल प्राप्त करने के लिए सदस्यता प्राप्त करने के लिए।"
    },
    "NOT_PURCHASED": {
      "title": "कोई खरीद नहीं",
      "description": "जिन ग्राहकों ने अभी तक खरीदारी नहीं की है।"
    },
    "SEX": {
      "title": "लिंग",
      "description": "उपयोगकर्ता लिंग।"
    },
    "LOCATION": {
      "title": "जगह",
      "description": "उपयोगकर्ता स्थान।"
    },
    "LIMIT": {
      "title": "सीमा",
      "description": "उपयोगकर्ताओं की अधिकतम संख्या पर एक सीमा निर्धारित करें।"
    }
  },
  "inline_help": {
    "helps_title": "सेवा उपयोगकर्ता गाइड",
    "blogs_title": "सेलडोन ब्लॉग में संबंधित सामग्री"
  },
  "shop_tax": {
    "region": "क्षेत्र",
    "label": "लेबल",
    "country_tax": "देश कर",
    "customer_tax": "ग्राहक वैट",
    "business_tax": "व्यापार वैट",
    "shipping": "शिपिंग",
    "override": "अवहेलना",
    "country": "देश",
    "vat_range": "वैट रेंज",
    "custom": "रिवाज़",
    "regions": "क्षेत्रों",
    "rest_world": "शेष दुनिया",
    "overrides": "ओवरराइड",
    "dialog_set_title": "कर सेटिंग",
    "tax_setting": "कर सेटिंग",
    "vat": "VAT",
    "calculate_tax_input": "ऑटो कर की गणना",
    "calculate_tax_message": "इस विकल्प को सक्रिय करके, वैट की गणना की जाएगी और आपके आदेशों के लिए लागू किया जाएगा।",
    "tax_number": "कर नंबर",
    "tax_number_message": "अपना टैक्स नंबर दर्ज करें। यह पंजीकरण संख्या खरीदार के चालान में दर्ज की जाएगी।",
    "tax_included_in_price_input": "उत्पादों की कीमत में शामिल टैक्स",
    "tax_included_in_price_message": "अगर आप अपने उत्पाद की कीमत में टैक्स की रकम शामिल करते हैं, तो इस विकल्प को चुनें. कर राशि की गणना निम्न सूत्र के साथ की जाएगी:",
    "tax_included_in_price_formula": "कर = (कीमत * वैट) / (1 + वैट), उदाहरण के लिए, 10% की मूल्य वर्धित दर के साथ 100$ की कीमत पर उत्पाद के लिए कर की राशि 9.09$ हो जाती है।",
    "tax_on_shipping_input": "शिपिंग पर कर लागू करें",
    "tax_on_shipping_message": "इस विकल्प का चयन करने पर कर शिपिंग पर लागू होगा।",
    "fixed_tax_rate": "निश्चित कर दर",
    "dynamic_tax_rate": "क्षेत्रों के आधार पर कर",
    "locations_tip": "ऊपर दी गई सूची केवल उन देशों को दिखाती है जिन्हें आपने शॉप सेटिंग > स्थानों में आपके द्वारा बेचे जाने वाले देशों के रूप में चुना है।",
    "locations_action": "स्टोर स्थान सेटिंग",
    "save_alert": "सेटिंग्स सहेजी नहीं गई हैं!",
    "pos_tax_setting": "पीओएस टैक्स सेटिंग्स"
  },
  "transportation_page": {
    "menu": {
      "dashboard": "डैशबोर्ड",
      "transportations": "स्थानांतरण विधियां",
      "orders": "आदेश",
      "setting": "सेटिंग",
      "delivery_services": "सेवाएं",
      "delivery_persons": "कूरियर"
    },
    "go_to_courier_list": "कूरियर सूची देखें",
    "go_to_service_list": "शिपिंग सेवाओं की सूची देखें"
  },
  "transportation_persons": {
    "title": "कूरियर",
    "notifications": {
      "success_add": "कूरियर जोड़ा गया।",
      "success_reset": "सांख्यिकी रीसेट।",
      "success_remove": "कुरियर सफलतापूर्वक निकाला गया।",
      "success_update": "कूरियर जानकारी सफलतापूर्वक अपडेट की गई।"
    },
    "reset": {
      "title": "सांख्यिकीय को रीसेट करें",
      "message": "क्या आप वाकई इस कूरियर के आंकड़े रीसेट करना चाहते हैं?",
      "action": "हाँ, अभी रीसेट करें"
    },
    "remove": {
      "title": "कूरियर निकालें",
      "message": "क्या आप वाकई इस कूरियर को हटाना चाहते हैं?",
      "action": "हां, अभी हटाएं"
    },
    "add_dialog": {
      "title": "नया कूरियर जोड़ें",
      "action": "कूरियर जोड़ें"
    }
  },
  "transportation_orders": {
    "title": "शिपिंग के लिए आदेश",
    "notifications": {
      "success_update": "शिपिंग स्थिति सफलतापूर्वक अपडेट की गई.",
      "success_payment": "सीओडी भुगतान की पुष्टि सफलतापूर्वक की गई।"
    }
  },
  "delivery_person": {
    "actions_title": "कूरियर सेटिंग्स",
    "action_delivered": "लादा गया",
    "action_paid": "कॉड भुगतान",
    "action_returned": "लौटाया हुआ",
    "cod_confirm_action": "कॉड भुगतान की पुष्टि करें",
    "pickup_dialog": {
      "title": "क्या आप इस पैकेज के कुरियर हैं?",
      "message": "यदि आप इस पार्सल को ले जाने के लिए जिम्मेदार हैं, तो हाँ चुनें, अन्यथा नहीं चुनें।"
    },
    "status_dialog": {
      "title": "स्थिति को {status} में बदलें",
      "message": "क्या आप वाकई डिलीवरी की स्थिति को {status} में बदलना चाहते हैं?",
      "action": "हाँ, मैं इसकी पुष्टि करता हूँ!"
    },
    "cod_dialog": {
      "title": "कॉड भुगतान",
      "message": "क्या आप पुष्टि करते हैं कि आपको खरीदार से ऑर्डर की राशि मिल गई है?",
      "action": "हाँ, मैं भुगतान की पुष्टि करता हूँ!"
    }
  },
  "transportation_services": {
    "title": "वितरण सेवा",
    "notifications": {
      "success_add": "वितरण सेवा जोड़ा गया।",
      "success_reset": "सांख्यिकी रीसेट।",
      "success_remove": "सेवा सफलतापूर्वक निकाली गई.",
      "success_update": "सेवा सफलतापूर्वक अपडेट की गई।"
    },
    "reset": {
      "title": "सांख्यिकीय को रीसेट करें",
      "message": "क्या आप वाकई इस सेवा के आंकड़े रीसेट करना चाहते हैं?",
      "action": "हाँ, अभी रीसेट करें"
    },
    "remove": {
      "title": "वितरण सेवा निकालें",
      "message": "क्या आप वाकई इस सेवा को हटाना चाहते हैं?",
      "action": "हां, अभी हटाएं"
    },
    "add_dialog": {
      "title": "नई डिलीवरी सेवा जोड़ें",
      "action": "सेवा जोड़ें"
    }
  },
  "delivery_receipt": {
    "title": "डिलीवरी रसीद",
    "has_return": "डिलीवरी की वापसी",
    "cashed": "नकद भुगतान"
  },
  "delivery_dashboard": {
    "select_destinations": "सूची में आदेश जोड़ें",
    "price_calculation": "शिपिंग दरों का अनुमान लगाएं",
    "price_calculation_action": "कीमत की गणना करें",
    "add_request": "अनुरोध सेवा",
    "add_request_action": "सेवा अनुरोध सबमिट करें",
    "refresh_action": "जानकारी अपडेट करें"
  },
  "delivery_order": {
    "title": "शिपिंग ऑर्डर",
    "has_return": "डिलीवरी की वापसी",
    "cashed": "नकद भुगतान"
  },
  "cash_register": {
    "menu": {
      "panel": "नकदी - रजिस्टर",
      "orders": "आदेश",
      "customers": "ग्राहकों",
      "devices": "उपकरण",
      "inventory": "भंडार"
    },
    "payment_confirm": "भुगतान की पुष्टि",
    "payment_confirm_msg": "ग्राहक ने भुगतान आदेश {basket_id}."
  },
  "barcode_scanner": {
    "wifi_pass": "आपका वाई-फाई पासवर्ड",
    "message": "अपना वाईफाई राउटर पासवर्ड डालें और क्यूआर कोड को स्कैन करें।",
    "wifi_ssid": "वाई-फाई एसएसआईडी",
    "ssid_message": "अपना वाई-फाई नेटवर्क नाम (एसएसआईडी) दर्ज करें।"
  },
  "pos_devices": {
    "Scanner": "बारकोड स्कैनर",
    "Scanner_desc": "बारकोड स्कैनर का उपयोग करने के लिए, आपको उत्पाद सेटिंग्स में उत्पाद SKU कोड को सही ढंग से दर्ज करना होगा।",
    "Printer": "मुद्रक",
    "Printer_desc": "रसीद प्रिंटर से कनेक्ट करके अपने ग्राहकों की रसीद प्रिंट करें।",
    "CustomerView": "ग्राहक दृश्य",
    "CustomerView_desc": "यह पृष्ठ आपको अपने ग्राहकों को ऑर्डर विवरण प्रदर्शित करने में सक्षम बनाता है।",
    "CardReader": "कार्ड रीडर",
    "CardReader_desc": "आपके ग्राहकों द्वारा सीओडी भुगतान के लिए कार्ड रीडर डिवाइस।",
    "ChipReader": "चिप रीडर",
    "ChipReader_desc": "टैग का उपयोग करके कार्ट में आइटम जोड़ने के लिए NFC टैग रीडर।"
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "यन्त्र को निकालो",
      "message": "क्या आप वाकई इस डिवाइस को अपनी पीओएस प्रोफ़ाइल से निकालना चाहते हैं?",
      "action": "हां, अभी हटाएं"
    }
  },
  "pos_process_center": {
    "title": "पीओएस ऑर्डर प्रोसेसिंग सेंटर",
    "menu": {
      "label": "पैकेज लेबल",
      "receipt": "रसीद",
      "back": "वापस",
      "timeline": "समय",
      "order": "आदेश"
    }
  },
  "pos": {
    "add_customer": "एक ग्राहक जोड़ें",
    "set_delivery": "वितरण पता सेट करें",
    "add_giftcards": "उपहार कार्ड जोड़ें",
    "add_discount_code": "डिस्काउंट कोड जोड़ें",
    "add_coupon": "कूपन जोड़ें",
    "set_campaign": "अभियान सेट करें",
    "select_buyer": "खरीदार चुनें!",
    "send_to_pos": "कार्ड रीडर मशीन को भेजें",
    "print_receipt": "प्रिंट रसीद",
    "confirm_cash_payment": "नकद भुगतान की पुष्टि करें",
    "payment_cod": {
      "title": "डिलीवरी पर नकद भुगतान",
      "message": "इस आदेश की राशि का भुगतान डिलीवरी पर किया जाएगा। खरीदार से राशि प्राप्त करने के बाद, आपको सिस्टम में ऑर्डर पूरा करने के लिए भुगतान की पुष्टि करनी होगी।"
    },
    "payment_online": {
      "title": "ऑनलाइन भुगतान विधि चुनें",
      "message": "निम्नलिखित विकल्पों का चयन करके, एक भुगतान लिंक बनाया जाएगा और खरीदार को भेजा जाएगा। इस लिंक का भुगतान करने से ऑर्डर की स्थिति पेड मोड में बदल जाएगी। ग्राहक स्क्रीन, एसएमएस या ईमेल पर क्यूआर कोड को स्कैन करके भुगतान लिंक उत्पन्न होगा। लिंक भेजने के लिए किसी भी चैनल को सक्रिय करने के लिए, उस विकल्प पर क्लिक करें और फिर खरीदार को रसीद भेजने के लिए बटन दबाएं।"
    },
    "notifications": {
      "success_pay": "आदेश भुगतान पूरा हुआ।",
      "success_order": "आदेश सफलतापूर्वक बनाया गया और ग्राहक के भुगतान के लिए प्रतीक्षा कर रहा है।"
    },
    "payment_dialog": {
      "check_pay_now": "मैन्युअल रूप से भुगतान की जांच करें",
      "close_action": "संवाद बंद करें। मैं ग्राहक भुगतान की प्रतीक्षा नहीं करना चाहता",
      "go_to_order": "ऑर्डर पेज पर जाएं",
      "paid_by_gift_card_msg": "उपहार कार्ड से ऑर्डर की कुल राशि निकाल ली गई थी! खरीदार को अधिक भुगतान करने की आवश्यकता नहीं है।",
      "cod_msg": "ऑर्डर मिलने पर ग्राहक भुगतान करेगा।",
      "online_msg": "ग्राहक को ग्राहक स्क्रीन पर क्यूआर कोड स्कैन करने के लिए कहें।"
    }
  },
  "exporter": {
    "title": "निर्यात जानकारी",
    "subtitle": "आपका डेटा आपका है! आप अपनी व्यावसायिक जानकारी को किसी भी समय मानक प्रारूप में डाउनलोड कर सकते हैं। हालांकि, अपने ग्राहकों की गोपनीयता का सम्मान करें, उन्हें स्पैम न करें और कभी भी उनकी जानकारी किसी तीसरे पक्ष के साथ साझा न करें।",
    "excel": "आपको एक्सेल फॉर्मेट में पूरी जानकारी के साथ स्टोर में सभी {type} की एक सूची प्राप्त होगी।",
    "csv": "आपको सीएसवी प्रारूप में पूरी जानकारी के साथ स्टोर में सभी {प्रकार} की एक सूची प्राप्त होगी। यह प्रारूप स्टोर में {type} आयात करने के लिए सेलडोन के मानक प्रारूप के अनुसार है।"
  },
  "importer": {
    "category": {
      "title": "आयात श्रेणियां",
      "subtitle": "श्रेणियों की CSV फ़ाइल यहाँ अपलोड करें। सुनिश्चित करें कि आप मानक प्रारूप का पालन करते हैं।"
    },
    "product": {
      "title": "आयात उत्पाद",
      "subtitle": "उत्पादों की CSV फ़ाइल यहाँ अपलोड करें। सुनिश्चित करें कि आप मानक प्रारूप का पालन करते हैं।"
    },
    "product_images": {
      "title": "चित्र आयात करें",
      "subtitle": "छवि जानकारी प्राप्त करने में समय लगता है। छवियों को आयात करते समय कॉपीराइट का सम्मान करना सुनिश्चित करें।"
    },
    "inventory": {
      "title": "थोक अद्यतन सूची",
      "subtitle": "इन्वेंट्री की CSV फ़ाइल यहां अपलोड करें. सुनिश्चित करें कि आप पहले CSV फ़ाइल निर्यात करके, फिर उस फ़ाइल को संपादित करके मानक प्रारूप का पालन करते हैं।"
    },
    "back_to_products": "उत्पादों की सूची पर वापस जाएं",
    "back_to_categories": "श्रेणी सूची पर वापस जाएं",
    "back_to_inventory": "इन्वेंट्री सूची पर वापस जाएं",
    "step_select_file": "सीएसवी फ़ाइल का चयन करें",
    "step_send_to_server": "सर्वर पर भेजें",
    "step_view_result": "परिणाम देख",
    "step_view_que": "प्रतीक्षा सूची देखें",
    "send_to_server_action": "सर्वर पर भेजें",
    "shop_license": "दुकान का लाइसेंस",
    "max_items_limit": "अधिकतम आइटम सीमा",
    "total_items": "कुल सामान"
  },
  "campaigns": {
    "title": "अभियान",
    "subtitle": "अभियान बनाएं, ट्रैक करने योग्य लिंक, और एक ही स्थान पर विश्वसनीय और सटीक जानकारी देखें। हम आपको बेहतर डेटा-संचालित निर्णय लेने में मदद करते हैं।",
    "add_action": "नया अभियान जोड़ें",
    "empty_message": "अपना पहला अभियान अभी बनाएं!",
    "delete": {
      "title": "अभियान हटाएं",
      "message": "क्या आप वाकई इस अभियान और सभी डेटा को हटाना चाहते हैं?",
      "action": "हां, अभी हटाएं"
    }
  },
  "landing_categories": {
    "raw": "कच्चे टेम्पलेट",
    "marketing": "मार्केटिंग और विज्ञापन",
    "product": "उत्पाद का परिचय",
    "health": "स्वास्थ्य और फिटनेस",
    "food": "भोजन और फल",
    "house": "रियल एस्टेट और हाउस",
    "device": "मशीन और डिवाइस",
    "car": "कार",
    "software": "सॉफ्टवेयर",
    "clothing": "कपड़े और जूते",
    "jewellery": "जेवर"
  },
  "shop_theme": {
    "theme_colors": "थीम रंग",
    "products_view_mode": "खरीदारी सूची दृश्य",
    "products_view_mode_desc": "आप स्क्रीन के आकार के आधार पर अपने स्टोर में उत्पादों के प्रदर्शन मोड को समायोजित कर सकते हैं। इस मोड को डिफ़ॉल्ट रूप से माना जाएगा और यदि उपयोगकर्ता डिस्प्ले मोड बदलता है तो इसे लागू नहीं किया जाएगा।",
    "color_light": "प्राथमिक रंग",
    "color_dark": "प्राथमिक गहरा रंग",
    "color_deep_dark": "गहरा गहरा रंग",
    "color_info": "लिंक",
    "light_checkout": "लाइट चेकआउट थीम",
    "light_header": "लाइट हेडर",
    "light_footer": "हल्का पाद लेख"
  },
  "app_templates": {
    "default": "चूक",
    "blue": "नीले सागर",
    "amber": "अंबर",
    "green": "भूमध्यरेखीय",
    "red": "पिशाच",
    "magenta": "फूल",
    "master": "गुरुजी",
    "black": "अंधेरा पहलू"
  },
  "affiliate_orders": {
    "title": "संबद्ध भागीदार आदेश",
    "table": {
      "order_price": "ऑर्डर करने की राशि",
      "order_payment": "आदेश भुगतान की स्थिति",
      "order_link": "ऑर्डर लिंक",
      "commission_status": "आयोग की स्थिति",
      "commission_amount": "कमीशन राशि",
      "items": "सामान",
      "actions": "कार्रवाई",
      "create_date": "तारीख बनाना"
    },
    "notifications": {
      "update_success": "संबद्ध स्थिति अपडेट की गई।"
    }
  },
  "affiliate_payments": {
    "title": "संबद्ध भागीदार भुगतान",
    "table": {
      "staff": "कर्मचारी",
      "amount": "राशि",
      "note": "टिप्पणी",
      "date": "दिनांक"
    }
  },
  "my_roles": {
    "title": "मेरी भूमिकाएं",
    "message": "भूमिकाएँ एक स्टोर के कर्मचारियों को दी जाने वाली पहुँच का प्रकार हैं। उदाहरण के लिए, ऑर्डर भेजने या पैक करने के लिए जिम्मेदार कर्मचारी।"
  },
  "role_card": {
    "complete_tasks": "पूर्ण किए गए कार्य",
    "reject_tasks": "अस्वीकृत कार्य",
    "last_check": "हाल की जाँच"
  },
  "referral_widget": {
    "apply_now": "इस कार्यक्रम के लिए अभी आवेदन करें!",
    "no_bonus": "किसी मित्र को आमंत्रित करके प्रथम पुरस्कार प्राप्त करें।",
    "your_gift": "आपका उपहार",
    "invited_gift": "आमंत्रित उपहार",
    "percent_bonus": "प्रतिशत बोनस",
    "discount_bonus": "डिस्काउंट बोनस",
    "registered": "नए उपयोगकर्ता",
    "accepted": "स्वीकृत उपयोगकर्ता"
  },
  "app_config": {
    "reviews": "समीक्षा",
    "rate_now": "अब रेट करें",
    "category": "श्रेणी",
    "uninstall": "स्थापना रद्द करें",
    "get_app": "एप पाओ",
    "public_keys": "सार्वजनिक कुंजी",
    "private_keys": "निजी कुंजी (सुरक्षित)",
    "config": "ऐप कॉन्फ़िगरेशन",
    "app_status": "आवेदन की स्थिति",
    "app_info": "आवेदन की जानकारी",
    "update_at": "ताज़ा अपडेट",
    "visit_website": "वेबसाइट पर जाएँ",
    "privacy": "गोपनीयता नीति",
    "installs": "इंस्टॉल",
    "basic_profile_permission": "मूल प्रोफ़ाइल जानकारी",
    "developer": "डेवलपर",
    "permissions": "अनुमतियां",
    "total_comments": "कुल टिप्पणियाँ",
    "delete_dialog": {
      "title": "ऐप अनइंस्टॉल करें",
      "message": "क्या आप इस ऐप को अपने स्टोर से हटाना चाहते हैं?",
      "action": "हां, ऐप हटाएं"
    },
    "notifications": {
      "uninstall_success": "एप्लिकेशन सफलतापूर्वक अनइंस्टॉल किया गया।"
    }
  },
  "shop_bots": {
    "not_set": "सेट नहीं!",
    "tokens": "टोकन",
    "webhook": "WEbhook",
    "calls": "कॉल",
    "dialog": {
      "title": "{name} बॉट कॉन्फ़िगरेशन",
      "message": "उद्यम-श्रेणी के खरीदारी अनुभवों के निर्माण के लिए एक व्यापक बॉट ढांचा।"
    }
  },
  "shop_customers": {
    "title": "ग्राहक प्रबंधन",
    "all_customers": "सभी ग्राहक डाउनलोड करें",
    "filtered_customers": "फ़िल्टर किए गए ग्राहक",
    "dialog_chips": {
      "title": "ग्राहक चिप्स की संख्या निर्धारित करें"
    },
    "dialog_club": {
      "title": "ग्राहक क्लब स्तर सेट करें"
    }
  },
  "app_dashboard": {
    "status": "स्थिति प्रकाशित करें",
    "statistics": "आंकड़े"
  },
  "app_publish": {
    "production_version": "उत्पादन संस्करण",
    "beta_version": "बीटा संस्करण",
    "alpha_version": "अल्फा संस्करण"
  },
  "app_publish_widget": {
    "header": "स्टोर वेबसाइट हैडर",
    "header_code": "हैडर कोड",
    "admin_page": "व्यवस्थापक पृष्ठ",
    "name": "नाम",
    "icon": "आइकन",
    "url": "यूआरएल"
  },
  "app_api": {
    "title": "एपीआई एक्सेस",
    "revoke_api": "एपीआई निरस्त करें",
    "api_key": "एपीआई कुंजी",
    "secret": "गुप्त कुंजी",
    "client": "ग्राहक",
    "redirect_url": "रीडायरेक्ट यूआरएल",
    "client_name": "ग्राहक का नाम"
  },
  "app_loader_page": {
    "no_ui_title": "इस एप्लिकेशन में कोई UI नहीं है!",
    "no_ui_desc": "कुछ एप्लिकेशन को अपने व्यवस्थापक क्षेत्र में उपयोगकर्ता इंटरफ़ेस की आवश्यकता नहीं होती है। यह एप्लिकेशन केवल आपके स्टोर वेबसाइट के हेडर सेक्शन में कोड जोड़ सकता है।",
    "header": "हैडर कोड"
  },
  "finance_report": {
    "export_title": "वित्तीय डेटा निर्यात करें",
    "export_sub_title": "एक फ़ाइल में वित्तीय विवरण डाउनलोड करें।",
    "start_input_placeholder": "रिपोर्ट की आरंभ तिथि चुनें",
    "end_input_placeholder": "रिपोर्ट की समाप्ति तिथि चुनें",
    "download_action": "वित्त सूची डाउनलोड करें"
  },
  "shop_notifications": {
    "title": "दुकान सूचनाएं",
    "sub_title": "बॉट, ईमेल, एसएमएस,...",
    "message": "अपनी स्टोर सूचना सेटिंग और प्राथमिकताएं संपादित करें",
    "channel": "चैनल",
    "status": "स्थिति",
    "events": "आयोजन",
    "info": "जानकारी",
    "actions": "कार्रवाई",
    "connected": "जुड़े हुए",
    "not_connected": "जुड़े नहीं हैं!",
    "connect_now": "अब जोड़ो",
    "send_test": "परीक्षण डेटा भेजें",
    "disconnect": "डिस्कनेक्ट",
    "dialog": {
      "title": "बॉट कॉन्फ़िगरेशन",
      "message": "एंटरप्राइज़-ग्रेड ईकॉमर्स अनुभवों के निर्माण के लिए एक व्यापक अधिसूचना ढांचा।",
      "action": "यहां क्लिक करें!",
      "set_config": "विन्यास सेट करें"
    }
  },
  "notification_events": {
    "new_order": "️ आदेश",
    "payment": "भुगतान",
    "return": "वापसी",
    "weekly_report": "📈 साप्ताहिक रिपोर्ट"
  },
  "order_delivery": {
    "title": "वितरण",
    "add_to_delivery_que_action": "शिपिंग कतार में जोड़ें",
    "in_que": "शिपिंग कतार में",
    "message": "शिपिंग कूरियर को पैकेज देने के बाद, <b>कन्फर्म डिलीवरी</b> बटन पर क्लिक करें।",
    "message_add_to_service": "यदि आप इस पैकेज को <b>डिलीवरी सेवा</b> द्वारा भेजना चाहते हैं तो निम्न बटन पर क्लिक करें।",
    "action": "वितरण पुष्टिकरण",
    "checklist": [
      "कूरियर के पहचान पत्र की जाँच करें।",
      "उत्पादों की अच्छी पैकेजिंग और समय पर डिलीवरी आपके ग्राहकों की अवधारण दर को बढ़ा सकती है।"
    ],
    "manual": {
      "title": "ग्राहक द्वारा डिलीवरी की पुष्टि की प्रतीक्षा कर रहा है।",
      "action_received": "खरीदार की पुष्टि",
      "action_returned": "वितरण वापसी",
      "message": "नोट: यदि ग्राहक को आदेश प्राप्त होता है, तो आप पूर्ति को पूरा करने के लिए निम्नलिखित विकल्पों का उपयोग कर सकते हैं। सिस्टम में कुछ शिपिंग सेवाएं स्वचालित रूप से डिलीवरी की पुष्टि करेंगी।"
    },
    "auto_complete_note": "एक निश्चित अवधि के बाद, ऑर्डर की स्थिति को डिलीवर में बदल दिया जाएगा। यह अवधि ऑर्डर के प्रकार के आधार पर भिन्न होती है और सिस्टम द्वारा निर्धारित की जाती है।",
    "received": {
      "title": "ग्राहक को दिया।",
      "delivered_date": "डिलीवरी की तारीख"
    },
    "receiver": "रिसीवर",
    "bill": "रसीद",
    "tracking": {
      "title": "ट्रैकिंग कोड जोड़ें / Url",
      "code": "ट्रैकिंग कोड",
      "url": "ट्रैकिंग यूआरएल",
      "message": "यदि आपने इस आदेश के लिए ट्रैकिंग कोड प्रदान करने वाली किसी सेवा के माध्यम से शिप किया है, तो आप इस अनुभाग में कोड और प्रासंगिक ट्रैकिंग लिंक दर्ज कर सकते हैं। यह जानकारी ग्राहक को दिखाई जाएगी।"
    },
    "preferred_delivery_time": "पसंदीदा डिलीवरी का समय",
    "manage_couriers": "मेरे कोरियर प्रबंधित करें",
    "manage_service": "सेवा प्रबंधित करें",
    "option_deliver_by_courier": "विकल्प 1: अपने कोरियर द्वारा डिलीवर करें।",
    "option_add_to_que": "विकल्प 2: शिपिंग सेवा पृष्ठ पर संसाधित करने के लिए कतार में जोड़ें।",
    "option_instant_shipping": "विकल्प 3: तत्काल शिपिंग।"
  },
  "shop_home_edit": {
    "title": "होम पेज सेटिंग",
    "sub_title": "अपना वेबसाइट डिफ़ॉल्ट पृष्ठ सेट करें",
    "default_home": "डिफ़ॉल्ट होमपेज़",
    "default_home_placeholder": "शॉप पेज वेबसाइट होम पेज है"
  },
  "selldone_referral_page": {
    "title": "रेफरल डैशबोर्ड",
    "referral_link": "सिफ़ारिश के लिंक",
    "registered": "दर्ज कराई",
    "accepted": "को स्वीकृत",
    "bank": "बैंक",
    "bank_title": "निकासी के लिए बैंक जानकारी",
    "new_users": "नए उपयोगकर्ता",
    "performance": "प्रदर्शन",
    "credit_mode": "क्रेडिट मोड",
    "get_stickers": "कॉपी और पेस्ट करने के लिए स्टिकर एचटीएमएल कोड प्राप्त करें",
    "click_copy_sticker_code": "एचटीएमएल कोड कॉपी करने के लिए बैज पर क्लिक करें।"
  },
  "selldone_referral_payment": {
    "title": "रेफरल भुगतान",
    "officer": "अफ़सर",
    "amount": "राशि लेनदेन",
    "note": "टिप्पणी",
    "date": "दिनांक"
  },
  "widget_shop_gateway": {
    "link_account_caution": "एक खाता ({currency}) को अपनी दुकान से लिंक करें! यहां क्लिक करें.."
  },
  "product_sell_widget": {
    "title": "उत्पाद बिक्री प्रदर्शन"
  },
  "fulfilment_order_widget": {
    "title": "ड्रॉपशीपिंग पूर्ति",
    "check_action": "ड्रॉपशीपिंग स्वीकार करें",
    "uncheck_action": "ऑर्डर की पुष्टि की गई",
    "pay_action": "आइटम की कीमत चुकाएं..",
    "pay_completed": "भुगतान की पुष्टि",
    "list_of_items": "पुनर्विक्रय आइटम",
    "checklist": [
      "मूल विक्रेता को आपके द्वारा अप्रत्यक्ष रूप से बेचे जाने वाले उत्पादों की राशि का भुगतान करें।",
      "आप अकाउंटिंग सेक्शन> स्टोर की ड्रॉपशीपिंग में एक साथ आपूर्तिकर्ता को उत्पादों की लागत का भुगतान और निपटान कर सकते हैं।",
      "भुगतान के बाद, आपूर्तिकर्ता आपका ऑर्डर प्राप्त करेगा और तैयारी के बाद इसे सीधे खरीदार को भेज देगा।"
    ],
    "message": "आपूर्तिकर्ता को आदेश शुल्क का भुगतान करने के बाद, इस खंड में आदेश भेजने की प्रगति देखें।"
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "डैशबोर्ड",
      "orders": "आदेश",
      "inventory": "भंडार",
      "shops": "पुनर्विक्रेताओं",
      "requests": "अनुरोध"
    },
    "drop_shipping_charge": "ड्रॉपशीपिंग चार्ज"
  },
  "dropship_request_status": {
    "PENDING": "लंबित",
    "ACCEPT": "स्वीकार करना",
    "REJECT": "अस्वीकार"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "डैशबोर्ड",
      "orders": "आदेश",
      "wallet": "बटुआ"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "पुनर्विक्रेता डैशबोर्ड"
  },
  "dropshipping_reseller_orders": {
    "title": "पुनर्विक्रेता आदेश"
  },
  "dropshipping_reseller_wallet": {
    "title": "पुनर्विक्रेता बटुआ"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "भुगतान की पुष्टि",
      "payment_success": "भुगतान पूरा हुआ।",
      "buy_title": "खरीदना",
      "pay_by_giftcards": "आपके आदेश का भुगतान उपहार कार्ड से किया गया था।",
      "free_order": "आपका ऑर्डर फ्री है।",
      "pay_by_cod": "आपका ऑर्डर कैश ऑन डिलीवरी के रूप में पंजीकृत किया गया है।",
      "pay_by_dir": "आपका आदेश प्रत्यक्ष भुगतान के रूप में पंजीकृत किया गया है, कृपया भुगतान पूरा करें और रसीद को अपने आदेश पृष्ठ में अपलोड करें।",
      "pay_title": "भुगतान",
      "qr_code_payment": "भुगतान क्यूआर कोड बनाया गया।",
      "connecting_to_online_gateway": "ऑनलाइन भुगतान गेटवे से जुड़ना।"
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "भुगतान की पुष्टि की गई है।<br> दिनांक: {payment_at}",
      "pay_fail_title": "भुगतान नहीं",
      "pay_fail_message": "भुगतान सत्यापित नहीं किया जा सकता!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "पुनर्विक्रेता भुगतान का आदेश देता है",
      "balance": "आपका खाता शेष",
      "total_cost": "कुल आदेश लागत",
      "need_charge": "चार्ज करने की जरूरत है",
      "no_account_cation": "तुम्हारा कोई हिसाब नहीं है! थोक व्यापारी को बुलाओ।",
      "orders": "आदेश"
    },
    "notifications": {
      "success_pay": "इन आदेशों के लिए आपके भुगतान की पुष्टि हो गई है और सफलतापूर्वक पूर्ण हो गया है।"
    }
  },
  "dropship_accounts": {
    "charge_account": "खाता चार्ज करें",
    "charge_dialog": {
      "title": "चार्ज ड्रॉपशीपिंग खाता",
      "amount_input": "खाता शुल्क",
      "charge_now": "अभी चार्ज करें"
    }
  },
  "dropship_admin_dashboard": {
    "title": "पुनर्विक्रेता अनुरोध",
    "today_order_count": "आज के आदेश गिनती",
    "yesterday_order_count": "कल के आदेश गिनती",
    "total_7_days": "पिछले 7 दिनों में कुल ऑर्डर"
  },
  "dropshipping_products": {
    "no_shops": "क्षमा करें, कोई स्टोर नहीं मिला। भविष्य में और भी स्टोर होंगे ताकि आप उनके उत्पादों को अपने स्टोर में रख सकें।",
    "show_all_shops": "सभी दुकानें दिखाएं",
    "show_all_message": "आप सभी दुकानें देख सकते हैं",
    "current_shop": "वर्तमान दुकान",
    "request_account": "अनुरोध खाता",
    "request_accepted": "अनुरोध स्वीकार",
    "request_rejected": "अनुरोध अस्वीकृत",
    "request_pending": "अनुरोध अपूर्ण है..",
    "notifications": {
      "add_product": "उत्पाद आपके स्टोर में जोड़ा गया.",
      "request_access": "हमने आपका एक्सेस अनुरोध थोक व्यापारी को सफलतापूर्वक भेज दिया है।"
    }
  },
  "product_dropshipping": {
    "need_re_enable": "इस उत्पाद को मूल विक्रेता द्वारा बदल दिया गया है, इन मूल्य परिवर्तनों ने आपके स्टोर में उत्पाद को अक्षम कर दिया है। परिवर्तनों की जाँच करें और यदि आप उत्पाद को पुनः सक्रिय करने के लिए सहमत हैं, तो नीचे दिए गए बटन को दबाएँ।",
    "need_re_enable_action": "सहमत हों, परिवर्तन लागू करें और सक्रिय करें",
    "changed_value": "यह उत्पाद मूल विक्रेता द्वारा संपादित किया गया है। परिवर्तनों की जाँच करें और यदि आप अपने उत्पाद में परिवर्तन लागू करने के लिए सहमत हैं, तो नीचे दिए गए बटन पर क्लिक करें।",
    "changed_value_action": "सहमत हैं, बदलाव करें",
    "parent_deleted": "यह आइटम मूल विक्रेता द्वारा हटा दिया गया है।",
    "parent_closed": "इस उत्पाद को मूल विक्रेता द्वारा अक्षम कर दिया गया है! आप इस उत्पाद को अपने स्टोर में नहीं बेच पाएंगे, लेकिन अगर मूल विक्रेता उत्पाद को फिर से सक्रिय करता है तो आप अपने स्टोर में इस उत्पाद को फिर से सक्रिय कर पाएंगे।",
    "notifications": {
      "re_enable_success": "इस उत्पाद को फिर से सक्रिय कर दिया गया है।",
      "update_success": "यह उत्पाद जानकारी मूल उत्पाद जानकारी के साथ अपडेट की गई थी।"
    }
  },
  "product_dropshipping_admin": {
    "title": "जहाज को डुबोना",
    "save_alert": "इस उत्पाद की ड्रॉपशीपिंग सेटिंग बदल गई हैं। क्या आप किये गए बदलाव को सुरक्षित करना चाहते है?",
    "reselling_message": "इस विकल्प को सक्रिय करके, अन्य विक्रेता आपके उत्पाद को अपने स्टोर में जोड़ सकेंगे।",
    "reselling": "ड्रॉपशीपिंग सक्षम करें",
    "price_merchants": "व्यापारियों के लिए कीमत",
    "price_commission": "मर्चेंट कमीशन (फिक्स्ड)"
  },
  "buy_button": {
    "waiting_for_availability": "उपलब्धता की प्रतीक्षा में",
    "inform_me_when_available": "उपलब्ध होने पर मुझे सूचित करें!",
    "pay_buy": "भुगतान करें और खरीदें",
    "quantity": "गिनती करना",
    "quantity_in_basket": "कार्ट में आइटम",
    "count_unit": "एक्स",
    "remove": "हटाना",
    "add_to_basket": "कार्ट में डालें",
    "buy": "खरीदना",
    "notifications": {
      "inform_add_success": "इसके उपलब्ध होने पर हम आपको बताएंगे.",
      "inform_remove_success": "आपको प्रतीक्षा सूची से हटा दिया गया है।"
    }
  },
  "product_info": {
    "fake": "नकली",
    "action": "नीलामी",
    "compare_limit": "10 आइटम की सीमा",
    "compare_add": "तुलना करने के लिए जोड़ें",
    "compare_be_in_list": "तुलना सूची में",
    "type": "प्रकार",
    "brand": "ब्रैंड",
    "category": "श्रेणी",
    "discount": "छूट",
    "track_price": "ट्रैक कीमत",
    "waiting_for_auction": "नीलामी की प्रतीक्षा कर रहे हैं?",
    "inform_auction": "नीलामी के समय मुझे सूचित करें",
    "return_in_days": "{days} दिन की वारंटी वापसी",
    "support24h7": "समर्थन 24 घंटे 7 दिन",
    "support_normal": "काम के घंटे समर्थन",
    "original_guarantee": "मूल गारंटी",
    "cod_payment": "कैश ऑन डिलीवरी सपोर्ट",
    "pros": "पेशेवरों",
    "cons": "दोष",
    "external_link": "अधिक पढ़ें",
    "notifications": {
      "congratulation": "बधाई हो",
      "waiting_list_add_success": "इस उत्पाद की नीलामी होने पर हम आपको सूचित करेंगे।",
      "waiting_list_delete_success": "आप नीलामी प्रतीक्षा सूची से बाहर हो गए हैं।"
    },
    "offer_message": "{min_quantity} खरीदें, इन आइटम पर {percent}% की छूट पाएं",
    "up_to": "अधिकतम {per_order}x प्रति आदेश",
    "get_free": "नि: शुल्क पाएं",
    "get_off": "{percent}% की छूट पाएं"
  },
  "styler": {
    "size_class": "आकार और वर्ग",
    "delete_bg": "पृष्ठभूमि छवि हटाएं",
    "bg_color": "पीछे का रंग",
    "section_style": "अनुभाग शैली सेट करें",
    "link": "लिंक सेट करें",
    "show_products": "उत्पाद / श्रेणियाँ सूची प्रबंधन",
    "show_product": "उत्पाद चुनें",
    "delete_section": "अनुभाग हटाएं",
    "text_color": "लिखावट का रंग",
    "tex_align": "पाठ्य संरेखण",
    "text_style": "पाठ शैली",
    "bg_image": "पृष्ठभूमि छवि",
    "product": {
      "title": "उत्पाद चुनें"
    },
    "products": {
      "title": "उत्पाद और श्रेणियां सूची प्रबंधन",
      "sort_options": "छँटाई और दृश्य सेटिंग्स का चयन करें",
      "item_types": "केवल उत्पाद / श्रेणियां दिखाएं",
      "product_only": "केवल उत्पाद",
      "category_only": "केवल श्रेणियाँ",
      "no_category": "आपके स्टोर में कोई श्रेणी नहीं है।",
      "limit": "उत्पाद सीमा",
      "limit_message": "उत्पाद परिणाम संख्या दर्ज करें",
      "select_categories": "उपलब्ध श्रेणियों का चयन करें"
    }
  },
  "shop_contacts": {
    "popup": "पॉपअप समर्थन सक्षम करें",
    "popup_message": "इस विकल्प को एक्टिवेट करने पर आपके स्टोर के नीचे दाईं ओर सपोर्ट की दिखाई देगी।"
  },
  "popup_page": {
    "preview": "लाइव पॉपअप देखें",
    "menu": {
      "design": "डिज़ाइन",
      "appearance": "उपस्थिति",
      "filter": "फ़िल्टर",
      "setting": "सेटिंग"
    },
    "notifications": {
      "save": "पॉपअप सफलतापूर्वक सहेजा गया.",
      "edit": "पॉपअप सफलतापूर्वक अपडेट किया गया।"
    }
  },
  "popup_appearance": {
    "position": "पद",
    "position_desc": "पृष्ठ पर इस अधिसूचना का प्रदर्शन स्थान निर्दिष्ट करें।",
    "width": "चौड़ाई",
    "width_desc": "आप अधिकतम पृष्ठ चौड़ाई निर्धारित कर सकते हैं।",
    "height": "ऊंचाई",
    "height_desc": "आप अधिकतम पृष्ठ ऊंचाई निर्धारित कर सकते हैं।",
    "radius": "कोने का अर्द्ध व्यास",
    "radius_desc": "इस खंड में आप अधिसूचना के कोनों की वक्रता त्रिज्या निर्धारित कर सकते हैं।",
    "shadow": "छाया",
    "shadow_desc": "क्या आप चाहते हैं कि पॉप-अप विंडो छायांकित हो?",
    "delay": "देरी दिखाएं",
    "delay_desc": "एक बार जब उपयोगकर्ता आपके स्टोर में प्रवेश करता है, तो यह समय बीत जाने के बाद, उपयोगकर्ता को एक सूचना प्रदर्शित की जाएगी।",
    "hide": "देरी छुपाएं",
    "hide_desc": "आप यह सेट कर सकते हैं कि शो के कुछ सेकंड बाद नोटिफिकेशन अपने आप बंद हो जाएगा। 0 के मान का अर्थ है कि सूचना अपने आप बंद नहीं होगी।",
    "transition": "पॉपअप एनिमेशन"
  },
  "popup_filter": {
    "registered": "सदस्यता और लॉगिन आवश्यकता",
    "registered_desc": "आप इस सूचना को केवल उपयोगकर्ताओं या अतिथियों को संग्रहीत करने के लिए दिखाना चुन सकते हैं।",
    "only_guests": "केवल मेहमान",
    "only_users": "केवल लॉग इन उपयोगकर्ता",
    "purchased": "खरीद इतिहास",
    "purchased_desc": "आप इस सूचना को केवल उन उपयोगकर्ताओं को दिखाना चुन सकते हैं जो पहले ही खरीद चुके हैं या जिन्होंने अभी तक खरीदारी नहीं की है।",
    "no_purchase": "अभी तक कोई खरीद नहीं",
    "yes_purchase": "पहले खरीदा गया",
    "sex": "लिंग",
    "sex_desc": "क्या आप चाहते हैं कि यह सूचना केवल एक विशिष्ट लिंग के उपयोगकर्ताओं को दिखाई जाए?",
    "age": "न्यूनतम आयु",
    "age_desc": "यदि 6 से अधिक का कोई मान दर्ज किया जाता है, तो उपयोगकर्ता को लॉग इन होना चाहिए और अपनी जन्मतिथि दर्ज करनी चाहिए।",
    "levels": "ग्राहक क्लब स्तर",
    "levels_desc": "यदि उपयोगकर्ता के नीचे चयनित स्तरों में से एक है, तो उसे यह सूचना प्रदर्शित की जाएगी।",
    "countries": "स्थान प्रतिबंध",
    "countries_desc": "क्या आप चाहते हैं कि यह सूचना केवल एक विशिष्ट देश से आने वाले उपयोगकर्ताओं के लिए प्रदर्शित हो?"
  },
  "popup_setting": {
    "published": "प्रकाशित स्थिति",
    "repeat": "दोहराना",
    "repeat_msg": "क्या आप चाहते हैं कि यह सूचना उपयोगकर्ता को एक से अधिक बार प्रदर्शित हो?",
    "intervals": "पॉपअप प्रदर्शन की समय अवधि",
    "intervals_msg": "किसी उपयोगकर्ता को सूचनाएं प्रदर्शित करने के बीच की न्यूनतम समय अवधि समाप्त हो जानी चाहिए।",
    "designer_zone": "डिजाइनर क्षेत्र",
    "title": "पॉपअप शीर्षक",
    "note": "डिजाइनर नोट",
    "image": "कवर छवि",
    "delete": {
      "title": "मिटाना",
      "sub_title": "एक बार जब आप पॉपअप हटा देते हैं, तो कोई वापसी नहीं होती है। कृपया निश्चित रहें।",
      "action": "यह पॉपअप हटाएं"
    },
    "notifications": {
      "delete": "पॉपअप हटाया गया."
    }
  },
  "shop_sms": {
    "title": "एसएमएस प्रबंधित करें",
    "sub_title": "ग्राहकों को भेजे गए एसएमएस टेम्प्लेट",
    "message": "आप यहां अपने स्टोर द्वारा भेजे गए टेक्स्ट संदेशों की सामग्री देख सकते हैं। संदेश सेवा में सत्यापन पैटर्न दर्ज करने की सीमा के कारण, इस समय पाठ संदेशों को वैयक्तिकृत करना संभव नहीं है।"
  },
  "shop_emails": {
    "title": "ईमेल प्रबंधित करें",
    "sub_title": "आप इस अनुभाग में स्टोर द्वारा ग्राहकों और प्रबंधकों को भेजे गए ईमेल की सूची देखेंगे। आपके द्वारा अपने स्टोर के लिए दर्ज की गई जानकारी के आधार पर ईमेल स्वचालित रूप से डिज़ाइन और बनाए जाते हैं। साथ ही, भविष्य में संदेशों और छवियों को निजीकृत करने की संभावना जनता के लिए उपलब्ध होगी।"
  },
  "instagram": {
    "title": "Instagram पर बिक्री",
    "message": "इस टूल की मदद से आप अपने इंस्टाग्राम को स्टोर में बदल सकते हैं। बस यहां अपने Instagram खाते को जोड़ें और पुष्टि करें, फिर आप प्रत्येक पोस्ट से या अपनी कहानी पर एक या अधिक उत्पाद पोस्ट कर सकेंगे, अपनी उत्पाद सूची जोड़ और टैग कर सकेंगे या किसी पोस्ट को एक नए उत्पाद में बदल सकेंगे!",
    "add_product": "नया उत्पाद जोड़ें",
    "create_product": "उत्पाद बनाएं",
    "link_box_msg": "इस लिंक को इंस्टाग्राम, टेलीग्राम या अन्य सोशल मीडिया पर अपने बायो में डालें ताकि आपके दर्शक तेज, आसान, अधिक और अंत में अधिक खरीद सकें।",
    "remove_account": "इंस्टाग्राम लिंक बदलें / हटाएं",
    "sync": "खाता डेटा सिंक करें (हर 60 मिनट में)"
  },
  "service_bill": {
    "task": {
      "title": "करने के लिए सूची",
      "message": "आप जो काम करना चाहते हैं उसके शीर्षक लिखें और खरीदार को बताएं कि यह कितना आगे बढ़ चुका है।"
    },
    "booking": {
      "title": "आरक्षण निश्चित कर रहे हैं",
      "message": "यह आदेश एक निर्दिष्ट समय पर संसाधित किया जाएगा, ग्राहक ने वांछित अवधि का चयन किया है, यदि आप चयनित अवधि में कोई परिवर्तन करना चाहते हैं, तो ग्राहक को बताएं।",
      "selected_checkin": "चयनित ग्राहक लॉगिन तिथि",
      "selected_checkout": "चयनित ग्राहक निकास तिथि",
      "change_days_question": "क्या आपको ग्राहक चयनित दिनों के दौरान बदलने की आवश्यकता है?",
      "show_calendar": "ऑर्डर का कैलेंडर दिखाएं"
    },
    "pricing": {
      "title": "मूल्य निर्धारण",
      "message": "आप इस सेवा के लिए कितना शुल्क लेते हैं?"
    },
    "subscription": {
      "title": "अंशदान",
      "message": "आप इस सेवा को दैनिक आधार पर खरीदकर सदस्यता अवधि चुन सकते हैं। खरीदार को बताएं कि क्या आप पहले से दर्ज किए गए डिफ़ॉल्ट मानों को बदलना चाहते हैं।",
      "duration": "सदस्यता अवधि"
    },
    "charge": {
      "title": "शुल्क",
      "message": "आपने इस मद के लिए एक शुल्क निर्दिष्ट किया है। आप ग्राहक द्वारा खरीदी गई वस्तु के लिए शुल्क राशि बदल सकते हैं।",
      "charge": "शुल्क"
    },
    "save_item": "सत्यापित करें और सेट करें",
    "start_service": "सेवा शुरू करें",
    "end_service": "खत्म करना"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "सेवा की समाप्ति",
      "message": "यदि ऐसा किया जाता है, तो आदेश को पूरा करने और बंद करने के लिए पुष्टिकरण कुंजी दबाएं।",
      "action": "आदेश की पुष्टि करें और पूरा करें"
    }
  },
  "product_outputs": {
    "outputs_form": "प्रदर्शन की सूचना संरचना (आउटपुट)",
    "virtual": {
      "title": "उत्पाद आउटपुट सूचना प्रपत्र",
      "sub_title": "वह जानकारी जिसे आप खरीद के बाद उपयोगकर्ता को दिखाना चाहते हैं। यह प्रपत्र विशेष रूप से उपहार कार्ड जैसे आभासी उत्पादों की बिक्री के लिए लागू होता है।"
    },
    "service": {
      "title": "सेवा डिजाइन",
      "sub_title": "सबसे पहले अपनी सेवा का प्रकार चुनें और आवश्यक जानकारी दर्ज करें। उदाहरण के लिए, आप एक टूडू सूची को परिभाषित कर सकते हैं या ग्राहक से बुकिंग समय या अपॉइंटमेंट के लिए कह सकते हैं।"
    }
  },
  "service_design": {
    "type": "सेवा प्रकार",
    "type_message": "इस उत्पाद के लिए आपके द्वारा प्रदान की जाने वाली सेवा का प्रकार चुनें। प्रत्येक आइटम का चयन करके, प्रासंगिक प्रपत्र प्रदर्शित किया जाएगा। आपके द्वारा चुनी गई सेवा के प्रकार के आधार पर, ऑर्डर करते समय ग्राहक से अधिक जानकारी प्राप्त की जा सकती है।"
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "मांग पर",
      "desc": "जैसे घर की मरम्मत, पेंटिंग, कार की मरम्मत आदि।"
    },
    "BOOKING": {
      "title": "बुकिंग",
      "desc": "जैसे होटल का कमरा या विला बुक करना।"
    },
    "APPOINTMENT": {
      "title": "नियुक्ति",
      "desc": "पालतू जानवरों की देखभाल की नियुक्ति या व्यक्तिगत रूप से प्रशिक्षण की तरह।"
    },
    "RENTAL": {
      "title": "किराये पर लेना",
      "desc": "जैसे कोई जगह या कार किराए पर लेना।"
    },
    "SUBSCRIPTION": {
      "title": "अंशदान",
      "desc": "जैसे क्लब की सदस्यता या ऑनलाइन कोचिंग।"
    },
    "CHARGE": {
      "title": "शुल्क",
      "desc": "जैसे किसी खाते को चार्ज करना या किसी एप्लिकेशन का उपयोग करने के लिए चार्ज करना।"
    },
    "CUSTOM": {
      "title": "रिवाज़",
      "desc": "यदि आप जो सेवा प्रदान करते हैं वह उपरोक्त में से कोई नहीं है, तो इस विकल्प का चयन करें।"
    }
  },
  "avocado": {
    "title": "सभी सोशल मीडिया पर तेज, सटीक और मनोरंजक बिक्री",
    "message": "अपने ग्राहकों से धन प्राप्त करने के लिए आपको केवल एक राशि और एक शीर्षक की आवश्यकता है! पैसा सीधे आपके खाते में जमा किया जाएगा और आपके ग्राहकों को खरीदारी का एक अनूठा अनुभव होगा।",
    "new_order": "नया बिल",
    "create_by_seller_title": "इनवॉयस बनाएँ",
    "create_by_seller_message": "यदि आप एक निश्चित राशि के साथ एक चालान बनाना चाहते हैं और उसे किसी को भेजना चाहते हैं, तो आप चालान फॉर्म दिखाने के लिए नीचे दिए गए बटन को दबा सकते हैं। खरीदार को भुगतान करने और इसके माध्यम से अपने ऑर्डर को ट्रैक करने के लिए जेनरेटेड लिंक दें।",
    "create_by_buyer_title": "एवोकैडो फॉर्म",
    "create_by_buyer_message": "इस सेक्शन को सक्रिय करने पर आपको एक लिंक दिखाई देगा, अपने खरीदारों को यह लिंक प्रदान करें ताकि वे अपना ऑर्डर दे सकें।",
    "orders_list": "आदेश सूची",
    "active_mode": "आदेश रसीद सक्रिय",
    "inactive_mode": "निष्क्रिय",
    "active_message": "इस स्रोत को सक्रिय करके, आपके ग्राहक नीचे देखे गए अनुरोध फ़ॉर्म के माध्यम से उत्पाद के लिए ऑर्डर दे सकेंगे।",
    "avocado_form_link_message": "इस लिंक को इंस्टाग्राम, टेलीग्राम या अन्य सोशल मीडिया पर अपने बायो में डालें ताकि आपके दर्शक तेज, आसान और अंत में अधिक खरीद सकें",
    "need_address": "पता प्राप्त करें",
    "need_address_msg": "यदि आपको खरीदार का स्थान और पता प्राप्त करने की आवश्यकता है, तो इस विकल्प का चयन करें।",
    "avocado_link_message": "ऑर्डर का भुगतान करने के लिए ग्राहक को उपरोक्त लिंक प्रदान करना पर्याप्त है। ग्राहक इस लिंक के जरिए ऑर्डर का पालन कर सकेंगे।",
    "edit_order": "आदेश संपादित करें",
    "progress": "प्रगति दर",
    "buyer_link": "क्रेता लिंक",
    "buyer_link_message": "अपने खरीदार को यह लिंक प्रदान करें। खरीदार इस लिंक के माध्यम से अपने ऑर्डर का भुगतान और ट्रैक कर सकेगा। यह लिंक कोडित है, यदि किसी को लिंक प्रदान किया जाता है, तो वह भुगतान करने और जानकारी देखने में सक्षम होगा। यह लिंक 60 दिनों तक सक्रिय रहेगा। कॉपी करने के लिए नीचे दिए गए लिंक पर क्लिक करें।",
    "OrderConfirm_done": "ऑर्डर की पुष्टि की गई।",
    "OrderConfirm_message": "यदि आप भुगतान की पुष्टि करते हैं और आदेश सही है, तो नीचे दिए गए बटन पर क्लिक करें।",
    "OrderConfirm_action": "आदेश की पुष्टि",
    "PreparingOrder_message": "यदि ग्राहक आदेश शिप करने के लिए तैयार है, तो नीचे दिए गए OK बटन पर क्लिक करें।",
    "PreparingOrder_action": "ऑर्डर शिप करने के लिए तैयार है",
    "finish_message": "यदि यह आदेश पूरा हो जाता है, तो इस आदेश को बंद करने के लिए अंत बटन दबाएं।",
    "finish_action": "पूर्ण आदेश प्रसंस्करण",
    "finish_dialog": {
      "title": "आदेश पूरा करें",
      "message": "क्या आदेश पूरा हो गया है और क्या आप वाकई इसे बंद करना चाहते हैं?",
      "action": "हां, आदेश के पूरा होने की पुष्टि करें"
    },
    "configuration": "एवोकैडो सेटिंग्स",
    "delivery_price": "शिपिंग लागत",
    "edit_avocado_action": "जानकारी संपादित करें",
    "submit_pricing_avocado_action": "ऑर्डर की कीमत सबमिट करें",
    "add_avocado_action": "चालान लिंक बनाएं",
    "avocados_list": "एवोकैडो की सूची",
    "not_pricing": "इस वस्तु की कीमत नहीं है!",
    "show_all": "सब दिखाएं",
    "show_accepted": "पुष्टि किए गए आइटम दिखाएं",
    "notifications": {
      "update_success": "एवोकैडो सफलतापूर्वक अपडेट किया गया।",
      "add_success": "एवोकैडो सफलतापूर्वक बनाया गया।"
    }
  },
  "avocado_orders": {
    "title": "एवोकाडो",
    "title_small": "सोशल मीडिया सेल्स",
    "pending_orders": "सक्रिय आदेश",
    "avocado": "एवोकैडो ऑर्डर करें"
  },
  "avocado_process": {
    "step1": "मूल्य निर्धारण",
    "step1_msg": "प्रत्येक वस्तु की कीमत दर्ज करें और हरे बॉक्स को चेक करें। यदि किसी वस्तु को बेचना संभव नहीं है, तो उसकी स्थिति को अस्वीकृत में बदलें।",
    "step2": "चालान की पुष्टि करें",
    "step2_msg": "इस आदेश के लिए एक चालान बनाएं। आप चालान के लिए एक शीर्षक और विवरण दर्ज कर सकते हैं। ऑर्डर राशि की गणना स्वचालित रूप से आइटम की कुल कीमत के आधार पर की जाती है।",
    "title_input": "चालान शीर्षक *",
    "show_to_customer": "यह जानकारी खरीदार को दिखाई जाती है.",
    "description_msg": "क्या आप इस आदेश के लिए एक नोट लिखना चाहते हैं? यह जानकारी खरीदार को दिखाई जाएगी।",
    "price_input": "ऑर्डर करने की राशि *",
    "tax_none": "कर मुक्त",
    "tax_included": "कीमत में शामिल",
    "tax_add": "कर जोड़ें",
    "tax_message": "आप चुन सकते हैं कि कीमत में कर शामिल है या नहीं।",
    "tax_included_messages": "टैक्स कीमत में शामिल है।",
    "tax_add_messages": "टैक्स को अंतिम कीमत में जोड़ा जाना चाहिए।"
  },
  "hyper": {
    "print_label": "निम्नलिखित लेबल को प्रिंट करें और इसे उत्पाद के सामने रखें",
    "hyper_form_link_product_message": "आपके ग्राहक इस लिंक के माध्यम से जल्दी से {product} खरीद सकेंगे। वे क्यूआर कोड को स्कैन करके भी उसी लिंक को दर्ज करेंगे।",
    "title": "हाइपर क्विक सेल",
    "message": "हाइपर सेलडोन बिक्री चैनल की मदद से, आपके ग्राहक आपकी ओर से आवश्यक किसी भी कार्रवाई के बिना एक क्यूआर कोड स्कैन करके उत्पाद खरीद सकेंगे। त्योहारों, प्रदर्शनियों, या व्यस्त समारोहों में बड़ी संख्या में कुछ वस्तुओं को जल्दी से बेचने के लिए इस तरीके का उपयोग करें। इस खंड में हाइपर को सक्रिय करने के बाद, आप उत्पाद प्रबंधन अनुभाग में भौतिक उत्पादों के लिए एक हाइपर क्यूआर कोड बना सकते हैं।",
    "orders_list": "हाइपर ऑर्डर सूची",
    "active_mode": "हाइपर सेल्स चैनल सक्रिय",
    "inactive_mode": "निष्क्रिय",
    "active_message": "यदि आप इस विकल्प को सक्षम करते हैं, तो प्रत्येक उत्पाद के प्रबंधन अनुभाग में फास्ट-सेल्स-कोड बनाने की संभावना प्रदर्शित की जाएगी।",
    "hyper_form_link_message": "आपके स्टोर का हाइपर पेज लिंक",
    "configuration": "हाइपर सेटिंग्स"
  },
  "hyper_orders": {
    "title": "अति",
    "title_small": "बिक्री रिपोर्ट",
    "hyper": "प्राप्त आदेश"
  },
  "product_file": {
    "no_file": "अभी तक कोई फ़ाइल अपलोड नहीं हुई!",
    "delete_dialog": {
      "title": "फ़ाइल नष्ट करें",
      "message": "क्या आप वाकई इस फ़ाइल को हटाना चाहते हैं?",
      "action": "हां, अभी हटाएं"
    },
    "notifications": {
      "delete_success": "फ़ाइल सफलतापूर्वक हटाई गई."
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 {amount} चार्ज करें और {amount_total} क्रेडिट प्राप्त करें।",
    "charge_action": "मुफ़्त क्रेडिट का दावा करना",
    "claim_title": "अपने मुफ़्त क्रेडिट का दावा करें",
    "claim_charge_caution": "नोट: आपके वॉलेट खातों के बीच मुद्राओं को परिवर्तित करना संभव नहीं है। इसलिए, एक खाते का चयन करें जो आपके स्टोर में एक्सचेंज की गई मुद्रा के लिए उपयुक्त हो।",
    "account_input": "जमा खाता",
    "account_msg": "इस खाते पर शुल्क लगाया जाएगा"
  },
  "selldone_applications": {
    "title": "अपने आदेश याद मत करो!",
    "msg": "अपने व्यवसाय को कहीं भी और कभी भी प्रबंधित करें।"
  },
  "shop_seo": {
    "title": "एसईओ विन्यास",
    "msg": "जैविक ग्राहक अधिग्रहण चैनलों को सशक्त बनाकर ऑनलाइन मार्केटिंग के लिए तेजी से आगे बढ़ें।",
    "auto": {
      "title": "ऑटो एसईओ इंजन",
      "msg": "अपनी वेबसाइट पर दर्शकों और खोज इंजनों के लिए एक सहज मोबाइल अनुभव प्रदान करें।"
    },
    "amp": {
      "title": "AMP",
      "msg": "त्वरित मोबाइल पेज ऑटो जेनरेशन।"
    }
  },
  "shop_preferences": {
    "order": {
      "title": "आदेश",
      "desc": "अगर कोई ग्राहक ऑर्डर का भुगतान करता है, तो ऑर्डर की जानकारी वाला एक ईमेल इस पते पर भेजा जाएगा।"
    },
    "return": {
      "title": "वापस करना",
      "desc": "यदि खरीदार द्वारा उत्पाद लौटाया जाता है, तो यह ईमेल भेजा जाएगा। यह ईमेल भेजना आपकी खरीदी गई योजना पर निर्भर करता है।"
    },
    "pos": {
      "title": "POS",
      "desc": "पीओएस बिक्री रिपोर्ट इस ईमेल पर भेजी जाएगी।"
    },
    "avocado": {
      "title": "एवोकाडो",
      "desc": "एवोकैडो ऑर्डर की दैनिक रिपोर्ट भेजें।"
    },
    "accounting": {
      "title": "लेखांकन",
      "desc": "वित्तीय रिपोर्ट और अपडेट स्टोर करें।"
    },
    "subscription": {
      "title": "सदस्यता",
      "desc": "प्रारंभ और समाप्ति सदस्यता सूचनाओं के साथ हाल ही में खरीदी गई योजना की स्थिति।"
    },
    "technical": {
      "title": "तकनीकी",
      "desc": "डोमेन और सेवा की स्थिति के बारे में तकनीकी सूचनाएं।"
    },
    "report": {
      "title": "रिपोर्टों",
      "desc": "इस ईमेल पर साप्ताहिक और मासिक रिपोर्ट भेजी जाएगी"
    },
    "review": {
      "title": "समीक्षा",
      "desc": "यदि आपको स्टोर में किसी प्रक्रिया की पुष्टि करने की आवश्यकता है, तो संबंधित ईमेल इस पते पर भेजा जाएगा। उदाहरण के लिए, उपयोगकर्ताओं को स्टोर करने के लिए मार्केटिंग ईमेल भेजने की पुष्टि करना।"
    }
  },
  "shop_languages": {
    "title": "स्टोर भाषाएं",
    "sub_title": "स्टोर ऑटो-अनुवाद पैकेजों को स्थापित और सक्रिय करें।",
    "message": "आप अपने स्टोर में अधिकतम 10 भाषा पैक स्थापित कर सकते हैं। यदि आपको अधिक पैकेज स्थापित करने की आवश्यकता है तो हमसे संपर्क करें।"
  },
  "invite_friends": {
    "title": "अपने व्यवसाय के बारे में दुनिया को बताएं!",
    "msg": "अपने दोस्तों को सेलडोन का परिचय दें। साइनअप करने पर उन्हें कंपनी के वाउचर में $99 मिलेंगे, और जब वे अपना पहला लेन-देन पूरा करेंगे, तो आपको स्टार्टअप वाउचर में $15 मिलेंगे।",
    "invite": {
      "title": "$99 का निःशुल्क वाउचर प्राप्त करने के लिए सेल्डोन व्यवसाय OS से जुड़ें।",
      "description": "एक शानदार टूल के साथ अपना व्यवसाय ऑनलाइन शुरू करने के लिए मैं आपको सेलडोन में आमंत्रित करता हूं।",
      "hashtags": "ई-कॉमर्स,वेबसाइटबिल्डर",
      "quot": "मैंने सेलडोन द्वारा एक ऑनलाइन स्टोर बनाया है, अब आप अपना व्यवसाय भी कर सकते हैं।"
    }
  },
  "shops_list": {
    "title": "मेरी दुकानें",
    "message": "मेरी अपनी दुकानों, अनुमत और नमूना दुकानों की सूची।"
  },
  "shipping": {
    "warehouse_error": "पहले अपना गोदाम सेट करें! इस पते का उपयोग शिपिंग की उत्पत्ति के रूप में किया जाएगा।",
    "errors": {
      "set_origin": "अपना स्थान मानचित्र सेट करें।",
      "set_country": "अपना देश सेट करें।",
      "set_address": "अपना पता सेट करें।",
      "set_zip": "अपना डाक कोड सेट करें।"
    },
    "set_warehouse": "गोदाम सेट करें",
    "pickup_location": "लेने की जगह",
    "refresh_rates": "ताज़ा दरें",
    "no_rate": "कोई दर नहीं...",
    "view_messages": "संदेश देखें...",
    "not_set_yet": "अभी तक सेट नहीं है!",
    "drop_orders_here": "यहां ऑर्डर ड्रॉप करें..."
  },
  "blog_category": {
    "title": "ब्लॉग श्रेणियाँ",
    "add_action": "नई श्रेणी जोड़ें",
    "add_dialog": {
      "title": "नई / अद्यतन श्रेणी",
      "force_edit": "बल संपादित पथ",
      "force_edit_msg": "श्रेणी का नाम बदलें और सभी लेखों को अपडेट करें।",
      "star_msg": "तारांकित श्रेणियों को ब्लॉग में दिखाना प्राथमिकता है.",
      "star": "देखें",
      "delete_action": "श्रेणी हटाएं",
      "add_action": "कैटेगरी जोड़े",
      "edit_action": "श्रेणी संपादित करें"
    }
  },
  "about_us": {
    "title": "हमारे बारे में पेज",
    "subtitle": "हमारे बारे में पृष्ठ पर दिखाने के लिए अपने व्यवसाय के बारे में एक लेख लिखें। यह पेज आपके दर्शकों को आपके ब्रांड और मिशन को जानने में मदद करेगा।"
  },
  "terms": {
    "title": "सेवा की शर्तें पृष्ठ",
    "subtitle": "अपने ग्राहकों के लिए अपनी सेवाओं की खरीद और उपयोग की शर्तों की व्याख्या करें।"
  },
  "privacy": {
    "title": "गोपनीयता नीति पृष्ठ",
    "subtitle": "एक गोपनीयता नीति एक बयान या कानूनी दस्तावेज है जो एक पक्ष द्वारा ग्राहक या ग्राहक के डेटा को इकट्ठा करने, उपयोग करने, प्रकट करने और प्रबंधित करने के कुछ या सभी तरीकों का खुलासा करता है।"
  },
  "contact_us": {
    "title": "हमसे संपर्क करें पेज",
    "subtitle": "हमसे संपर्क करें पृष्ठ पर अपने ग्राहकों को दिखाए जाने के लिए अपनी संपर्क जानकारी, पता और फोन नंबर लिखें।"
  },
  "metaverse": {
    "title": "मेटावर्स ब्रिज",
    "subtitle": "सेलडोन वाणिज्य क्षेत्र में %100 एपीआई-आधारित सेवाएं प्रदान करता है। गेम, ब्लॉकचैन और मेटावर्स डेवलपर्स काम, जीवन और व्यापार की दुनिया के भविष्य में व्यवसायों, ग्राहकों और सेवाओं को जोड़ने के लिए इन शक्तिशाली एपीआई का उपयोग कर सकते हैं।",
    "message": "गेम डेवलपर्स के लिए अर्ली ऐक्सेस"
  },
  "orders_bulk_export": {
    "title": "आदेश सहायक",
    "timespan": {
      "title": "समय सीमा",
      "subtitle": "ऑर्डर देने के लिए आरंभ और समाप्ति तिथियां चुनें।"
    },
    "tasks": {
      "title": "कार्य आउटपुट",
      "subtitle": "थोक में आदेश संसाधित करने के लिए कार्यों की सूची डाउनलोड करें। परिणाम में केवल भुगतान किए गए और COD ऑर्डर होते हैं।",
      "export_title": "कार्यों की सूची"
    },
    "labels": {
      "title": "पैकेज लेबल",
      "subtitle": "चयनित समय अवधि और स्थिति में सभी ऑर्डर लेबल की सूची डाउनलोड करें। परिणाम में केवल भुगतान किए गए और COD ऑर्डर होते हैं।",
      "export_title": "बॉक्स लेबल"
    }
  },
  "customers_funnel": {
    "title": "ग्राहक जनसांख्यिकी",
    "subtitle": "कम मार्केटिंग के साथ अधिक मूल्य देने के लिए बेहतर निर्णय लेने के लिए अपने ग्राहकों के डेटा को फ़िल्टर और निर्यात करें! कृपया अपने ग्राहकों की गोपनीयता का सम्मान करें और उन्हें कभी भी सामूहिक बल्क ईमेल न भेजें! अपने ग्राहकों की जानकारी को तृतीय पक्ष सेवाओं में से प्रत्येक से अनुमति प्राप्त किए बिना कभी भी साझा न करें।"
  }
};