export default {
  "commons": {
    "pay_today": "Այսօրվա վճարում",
    "pay_yesterday": "Երեկվա վճարում",
    "pay_last30days": "Վերջին 30 օրվա վճարում",
    "create_a_shop": "Ստեղծեք խանութ",
    "start_free": "Սկսեք անվճար",
    "featured_apps": "Առաջարկվող հավելվածներ",
    "more_apps": "Ավելի շատ ծրագրեր"
  },
  "numbers": {
    "infinite": "Անսահմանափակ"
  },
  "error": {
    "not_fount_data": "Տվյալները չեն գտնվել:",
    "license_max_limit": "Ձեր լիցենզիան հասել է սահմանաչափին:"
  },
  "time_spans": {
    "days_range": "Օրերի միջակայք",
    "today": "Այսօր",
    "yesterday": "Երեկ",
    "last_7": "Վերջին 7 օրը",
    "last_14": "Վերջին 14 օրը",
    "last_30": "Վերջին 30 օրը",
    "last_90": "Վերջին 90 օրը",
    "custom": "Պատվերով"
  },
  "device_types": {
    "desktop": "Սեղան",
    "mobile": "Բջջային",
    "tablet": "Պլանշետ"
  },
  "create_website_action": "Ստեղծեք ձեր կայքը — Դա անվճար է",
  "show_shops_action": "Իմ խանութների ցանկը",
  "Youtube": "YouTube",
  "Linkedin": "Linkedin",
  "Twitter": "Twitter",
  "Facebook": "Ֆեյսբուք",
  "Instagram": "Instagram",
  "Reddit": "Reddit",
  "Github": "Github",
  "page_titles": {
    "home": "Վաճառվում է | Բիզնեսի օպերացիոն համակարգ արագ զարգացող ընկերությունների համար",
    "login": "մուտք",
    "register": "Գրանցվել",
    "auth_2fa": "2 գործոնով իսկորոշում 🔐",
    "academy": "Բլոգ",
    "help": "Օգնության կենտրոն",
    "price_list": "Գնացուցակ",
    "my_stores": "Իմ Խանութները",
    "roles": "Իմ դերերը",
    "wallet": "Իմ դրամապանակը",
    "personal_info": "Անձնական տեղեկատվություն | KYC",
    "companies": "Իմ ընկերությունները",
    "access_control": "Մուտքի վերահսկում",
    "security_center": "Անվտանգության կենտրոն",
    "gifts": {
      "received": "Նվերներ | Ստացել է",
      "send": "Նվերներ | Ուղարկված"
    },
    "monetization": {
      "linked_accounts": "Դրամայնացում | Կապակցված հաշիվներ",
      "plans": "Դրամայնացում | Պլան և հղումներ"
    },
    "affiliate": "Գործընկերություն",
    "avocado": "Ավոկադո — Ժամանակակից սոցիալական վաճառքի ալիք",
    "guild": "Գիլդիա — Հավաքական վաճառքի ալիք",
    "partners_login": "Գործընկերներ | Հաճախորդի մուտք"
  },
  "blank_is_all_products": "Թողեք դատարկ՝ ներառելու բոլոր ապրանքները:",
  "cautions": {
    "title": "Կառավարեք ձեր բիզնեսը պրոֆեսիոնալ կերպով՝ կատարելով հետևյալ խորհուրդները. Շարունակեք կարդալ խորհուրդների համար, թե ինչպես բարձրացնել շահույթի մարժան և ավելին: Մենք ձեզ հետ ենք ճանապարհին:",
    "no_payment_method": {
      "title": "Վճարման եղանակ",
      "message": "Դուք պետք է վճարման եղանակ ավելացնեք ձեր խանութում:",
      "action": "Խանութների դարպասներ"
    },
    "link_account": {
      "title": "Կապել հաշիվը",
      "message": "Դուք պետք է հաշիվ ({currency}) կապեք ձեր խանութին:",
      "action": "Խանութների հաշիվներ"
    },
    "no_domain": {
      "title": "Ավելացնել տիրույթ",
      "message": "Դուք կարող եք միացնել մեկ կամ մի քանի անձնական տիրույթ ձեր խանութին: Ձեր կայքը կտեղադրվի ձեր տիրույթում: Այս գործընթացը արագ և հեշտ է:"
    },
    "domain_not_approved": {
      "title": "Դոմենի ստուգում",
      "message": "Ձեր {domain} տիրույթը չի հաստատվել: Ստուգեք DNS կարգավորումները և հաստատեք տիրույթը:"
    },
    "no_currency": {
      "title": "Ավելացնել արժույթ",
      "message": "Դուք պետք է սահմանեք առնվազն մեկ արժույթ ձեր խանութի համար:",
      "action": "Արժույթի կառավարում"
    },
    "no_primary_domain": {
      "title": "Հիմնական տիրույթը",
      "message": "Խնդրում ենք ընտրել տիրույթը որպես ձեր հիմնական տիրույթ: Սեղմելով դոմենի անվան կողքին գտնվող աստղի կոճակը, կարող եք ընտրել տիրույթը որպես ձեր խանութի հիմնական տիրույթ։ Սա կարևոր է որոնման համակարգերի համար: Նկատի ունեցեք, որ ձեր խանութը դեռ հասանելի կլինի բոլոր ակտիվ տիրույթներում:"
    },
    "shop_complete": {
      "title": "Ամբողջական տեղեկատվություն",
      "action": "Խանութի կարգավորումներ",
      "location_msg": "Ավելացրեք ձեր գտնվելու վայրը",
      "days_open_msg": "Սահմանեք բաց օրեր",
      "time_open_msg": "Սահմանեք բացման և փակման ժամանակը",
      "description_msg": "Գրեք ձեր բիզնեսի համառոտ նկարագրությունը",
      "icon_msg": "Սահմանեք ձեր խանութի պատկերանշանը",
      "shop_gateways_msg": "Ավելացնել վճարման եղանակ",
      "socials_msg": "Ավելացրեք ձեր սոցիալական հղումները",
      "clubs_msg": "Սահմանել հաճախորդների ակումբներ",
      "domains_msg": "Ավելացնել հատուկ տիրույթ",
      "primary_msg": "Սահմանեք տիրույթը որպես հիմնական"
    }
  },
  "support": {
    "request": "Աջակցություն խնդրել",
    "category": "Կարգավիճակ",
    "title": "Աջակցություն",
    "message": "Հարցրեք ցանկացած հարցում կամ հարց: Մեր աջակցության թիմը կառաջնորդի ձեզ: Առաջարկում ենք հարցն ուղղել ձեր խնդրանքի հետ կապված էջում։ Օրինակ, եթե հարց ունեք տիրույթի կարգավորումների վերաբերյալ, ուղարկեք այն ձեր խանութի տիրույթի կարգավորումների էջում:",
    "close_at": "Փակվել է {date}-ին",
    "close_ticket_by_user": "Շնորհակալություն, ես ստացա պատասխանը"
  },
  "surveys": [
    "Շատ աղքատ",
    "Խեղճ",
    "Նորմալ",
    "Լավ",
    "Գերազանց"
  ],
  "sort": {
    "title": "Դասավորել ըստ",
    "title_small": "Դասավորել ըստ..",
    "nothing": "Ոչինչ",
    "most_views": "Ամենաշատ դիտումները",
    "most_likes": "Ամենահայտնի",
    "most_recent": "Նորագույն",
    "most_sell": "Բեսթսելլեր",
    "cheapest": "Ամենաէժան",
    "most_expensive": "Ամենաթանկը",
    "only_available": "Հասանելի է",
    "view_mode": {
      "normal": "Նորմալ",
      "grid": "Ցանց",
      "list": "Ցուցակ",
      "insta": "Ինստա"
    }
  },
  "helps": {
    "title": "Seldone Օգնության կենտրոն",
    "subtitle": "Բարի գալուստ Selldone: Եթե դուք նոր առցանց խանութ եք կառուցում բիզնես OS-ով, կարող եք ավելի շատ տեղեկություններ գտնել այստեղ:",
    "add_new_help": "Նոր օգնություն",
    "resources": "Ռեսուրսներ",
    "categories": {
      "Welcome": "Սկսել",
      "Setup": "խանութ",
      "Sell": "Վաճառք և մարքեթինգ",
      "Developer": "Զարգացնել",
      "Application": "Դիմումներ",
      "Product": "Ապրանքների և կատեգորիաների կառավարում",
      "Blog": "CMS և բլոգ",
      "Order": "Պատվերների կատարման կենտրոն",
      "Channel": "Վաճառքի ալիքներ",
      "Accounting": "Հաշվապահական հաշվառում և վճարման մեթոդներ",
      "Incentives": "Խրախուսանքներ",
      "Marketing": "Մարքեթինգ և արշավներ",
      "Logistic": "Լոգիստիկա և առաքում",
      "Customers": "Հաճախորդների ակումբ և սեգմենտացիա",
      "Page": "Landing & Custom էջեր",
      "Access": "Աշխատակազմ / API մուտքի կառավարում",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "Github պահեստ",
    "admin_api_app": "Admin API վեբ ծառայություն",
    "shop_api_app": "Գնեք API վեբ ծառայություն",
    "design_kit": "Դիզայնի հավաքածուներ",
    "community": "Համայնք"
  },
  "blogs": {
    "title": "Բլոգ",
    "subtitle": "Դասեր բիզնեսի, վստահության և գիտելիքների համար, որոնք անհրաժեշտ են ծաղկող բիզնես ստեղծելու համար:",
    "add_new_blog": "Նոր բլոգ",
    "popular": "Հանրաճանաչ",
    "topics": "Թեմաներ",
    "select_topics": "Ընտրեք ձեր աշխատանքը:",
    "select_job_topics": "Ընտրեք ձեր աշխատանքին առնչվող թեմաները",
    "select_interested_topics": "Ի՞նչ թեմաներով եք հետաքրքրված:"
  },
  "api": {
    "title": "API և ինտեգրում",
    "message": "Selldone-ի հիմնական առանձնահատկություններից մեկն ամուր և անվտանգ API-ների ապահովումն է՝ խանութները կառավարելու և կապելու այլ ծառայություններին, ինչպիսիք են պահեստավորումը, հաշվապահությունը և այլն: Դուք կարող եք նաև նախագծել հատուկ հավելվածներ և վեբ հավելվածներ ձեր խանութի համար: Առանց անհանգստանալու սերվերի և տվյալների կառավարման մասին: Պարզապես օգտագործեք տիրույթի API-ները: Դուք կունենաք օգտատերերի կառավարման ամբողջ գործընթացը, իսկությունը և տիրույթի այլ առանձնահատկությունները:"
  },
  "user_dashboard": {
    "title": "Իմ մաքոքային",
    "subtitle": "Կառավարեք ձեր բիզնեսը արդի տեղեկություններով և հստակ հեռանկարով:",
    "menu": {
      "affiliate": "Գործընկերություն",
      "monetize": "Դրամայնացնել",
      "gift": "Նվեր",
      "security": "Անվտանգություն",
      "access": "Մուտք",
      "business": "Ընկերություն",
      "wallet": "Դրամապանակ",
      "identification": "KYC",
      "stores": "Խանութներ",
      "roles": "Դերեր",
      "home": "տուն",
      "expert": "Փորձագետ",
      "deals": "Գործարքներ",
      "providers": "Մատակարարներ"
    },
    "shops": {
      "create_new": "Ստեղծեք նոր խանութ",
      "create_new_sub": "Անվճար",
      "create_new_sub_need_initial_charge": "Առաջին խանութի կառուցումն անվճար է։ Հավանաբար, մեկ խանութը բավարար է ձեր բիզնեսի համար, բայց եթե ձեզ հարկավոր է ավելի շատ խանութներ կառուցել, ապա նոր խանութ կառուցելու արժեքը կազմում է 25 դոլար: Մենք գումարը հանում ենք ձեր դրամապանակի հաշվից:",
      "menu": {
        "title": "Իմ խանութները",
        "shops": "Խանութներ",
        "new": "Նոր"
      },
      "accept_invite_question": "Ընդունո՞ւմ եք այս հրավերը:",
      "shop_card": {
        "menu_orders": {
          "physical": "Ֆիզիկական արտադրանքի պատվերներ",
          "virtual": "Ապրանքների վիրտուալ պատվերներ",
          "files": "Պատվերների ներկայացում",
          "services": "Սպասարկման պատվերներ"
        },
        "status": "Կարգավիճակ",
        "license": "Լիցենզիա",
        "volume": "Օգտագործված տարածք",
        "expire": "Լիցենզիայի ժամկետը սպառվել է",
        "products": "Ապրանքներ",
        "page_views": "Դիտումներ",
        "user_behavior": "Հաճախորդի վարքագիծը",
        "time_span": "{time}-ից մինչ այժմ",
        "finance_report": "Ֆինանսական հաշվետվություն",
        "buys": "Գնումները",
        "payments": "Վճարումներ",
        "orders": "Պատվերներ",
        "currency": "Արժույթ"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "Հաճախորդների հետադարձ կապ",
      "title_small": "Ընդհանուր ակնարկ",
      "wishlist": "Ցանկությունների ցուցակ",
      "comments": "Մեկնաբանություններ",
      "likes": "Հավանումներ",
      "favorites": "Ֆավորիտներ",
      "powers": "Ծափեր",
      "views": "Դիտումներ",
      "report_today": "Այսօրվա հաշվետվություն",
      "report_last7days": "Վերջին 7 օրվա հաշվետվություն",
      "report_last30days": "Վերջին 30 օրվա հաշվետվություն"
    }
  },
  "admin_shop": {
    "title": "խանութ",
    "menu": {
      "edit": "Կարգավորումներ",
      "automation": "Ավտոմատացում",
      "application": "Դիմումներ",
      "access": "Մուտք",
      "pages": "Էջեր",
      "channels": "Ալիքներ",
      "categories": "Կատեգորիաներ",
      "marketing": "Մարքեթինգ",
      "customers": "Հաճախորդներ",
      "logistic": "Լոգիստիկ",
      "auditing": "Հաշվապահություն",
      "incentives": "Խրախուսանքներ",
      "process_center": "Պատվերներ",
      "blog": "Բլոգ",
      "products": "Ապրանքներ",
      "shops": "Խանութներ",
      "dashboard": "Վահանակ",
      "autopilot": "Ավտոպիլոտ",
      "apps": "Հավելվածներ",
      "pos": "POS",
      "seo": "SEO",
      "localization": "Տեղայնացում"
    },
    "dashboard": {
      "title": "Խանութի վահանակ",
      "online_staff": "Առցանց անձնակազմ(ներ)",
      "notify_referral": {
        "message": "Ուղարկեք ձեր հրավերի հղումը ընկերներին և ստացեք անվճար վաուչերներ:",
        "action": "Իմ ուղղորդման հղումը"
      },
      "info": {
        "title": "Տեխնիկական",
        "subtitle": "Ձեր բիզնեսի ՕՀ-ի տեխնիկական ակնարկ:",
        "shop_name": "Խանութի անվանումը",
        "shop_link": "Խանութի հղում",
        "site_map": "Կայքի քարտեզ",
        "shop_domains": "Դոմեններ",
        "shop_domains_msg": "Կապակցված հատուկ տիրույթների ցանկ:",
        "home_msg": "Սահմանեք ձեր կայքի լռելյայն գլխավոր էջը: Այն կարող է փոխվել յուրաքանչյուր մաքսային տիրույթի համար:",
        "add_domain": "Ավելացնել նոր տիրույթ",
        "currencies": "Ակտիվ արժույթներ",
        "currencies_alert": "Ընտրեք առնվազն մեկ արժույթ խանութի համար:",
        "status": "Կարգավիճակ",
        "license": "Լիցենզիա",
        "expire": "Լիցենզիայի գործողության ժամկետը",
        "upgrade_license_action": "Թարմացրեք {name}-ի",
        "wage": "Վճար",
        "cpu_message": "Ռեսուրսների քանակը, որոնք դուք հարմարեցրել եք գնված պլանին և այն ռեսուրսները, որոնք ավելացնում եք ձեր ծառայությանը:",
        "hide_domains": "Թաքցնել իմ տիրույթները",
        "show_domains": "Ցույց տալ իմ տիրույթները",
        "table": {
          "primary": "Առաջնային",
          "url": "URL",
          "site_map": "Կայքի քարտեզ",
          "enable": "Միացնել",
          "indexed": "Ինդեքսավորված",
          "and_more": "& ավելին..",
          "auto_repair": "Ավտոմեքենաների վերանորոգում"
        },
        "add_dialog": {
          "title": "Կարգավորել Store տիրույթը",
          "step1": "Դուք կարող եք սահմանել A գրառումի IP սահմանաչափը DNS տիրույթի կամ ենթադոմեյնի համար հետևյալ արժեքներից.",
          "step2": "Ավելացնել DNS TXT գրառում.",
          "set_ip_alert": "Սահմանեք A գրառումի IP արժեքը <b>{ip}</b> :",
          "input_domain": "Դոմենի URL",
          "correct": "Դոմենի կարգավորումները ճիշտ են:",
          "set_message": "Սահմանեք այս տիրույթի CNAME-ը որպես {cname}:",
          "input_domain_message": "Մուտքագրեք տիրույթի անունը առանց http և https:",
          "ssl_message": "Մի անհանգստացեք ձեր կայքի համար SSL վկայագրի մասին: Այս հավաստագիրը ավտոմատ կերպով կտրամադրվի ձեր տիրույթի համար Selldone-ի կողմից (բետա):",
          "active": "Դոմենն ակտիվ է",
          "inactive": "Դոմենն անջատված է",
          "success_message": "Շնորհավորում ենք, ձեր կայքը միացված է {domain}-ում: Դուք կարող եք աշխարհին ներկայացնել ձեր բիզնեսը և ապրանքանիշը այս տիրույթի միջոցով:",
          "delete_action": "Ջնջե՞լ տիրույթը"
        },
        "set_home_dialog": {
          "title": "Սահմանել տիրույթի գլխավոր էջը"
        },
        "notification": {
          "add_message": "Դոմենի հասցեն հաջողությամբ ավելացվեց:",
          "update_message": "Դոմենը հաջողությամբ թարմացվեց:",
          "delete_domain_message": "Դոմենը հաջողությամբ ջնջվեց:"
        },
        "alert": {
          "title": "Ջնջել տիրույթը",
          "message": "Ցանկանու՞մ եք ջնջել այս տիրույթը: Համոզվեք, որ վերակայել եք ձեր տիրույթի DNS գրառումների արժեքները՝ կանխելու այլոց խարդախությունները:"
        }
      },
      "active_orders": {
        "title": "Պատվերներ",
        "title_small": "Ֆիզիկական, ֆայլային, վիրտուալ և սպասարկման պատվերներ",
        "pending_orders": "Սպասվող պատվերներ",
        "physical": "Ֆիզիկական արտադրանքի պատվերներ",
        "virtual": "Ապրանքների վիրտուալ պատվերներ",
        "file": "Ներկայացրեք ապրանքների պատվերները",
        "service": "Սպասարկման արտադրանքի պատվերներ"
      },
      "products": {
        "title": "Գույքագրում",
        "title_small": "Ապրանքներ, ծառայություններ, ֆայլեր",
        "total_products": "Ընդհանուր արտադրանքի տեսակները"
      },
      "finance": {
        "title": "Ֆինանսական",
        "title_small": "Ֆինանսական հաշվետվություն",
        "total_30days_title": "Վաճառքի ընդհանուր գումարը",
        "last_30_day": "Վերջին 30 օրը",
        "pay_amount_chart_title": "Վճարումներ",
        "sell_amount_chart_title": "Վաճառք",
        "discount_amount_chart_title": "Զեղչ",
        "currency_convert_to": "Դեպի արժույթ",
        "active_currencies": "Ակտիվ արժույթներ",
        "sell_count_chart_title": "Վաճառքների քանակը ըստ տարբերակների",
        "active_gateways": "Ակտիվ վճարման դարպաս",
        "received_last_24h": "Ստացվել է վերջին 7 ժամվա ընթացքում",
        "pie": {
          "title": "Այսօրվա վաճառքի հարաբերակցությունը",
          "no_data": "Այսօր վաճառք չկա"
        },
        "pay_amount": "Վճարի չափը",
        "sell_amount": "Վաճառքի գումարը",
        "discount_amount": "Զեղչի գումար",
        "sell_count": "Վաճառքի հաշվարկ",
        "table": {
          "currency": "Արժույթ",
          "total_sell_30days": "30 օր ընդհանուր վաճառք",
          "sell_daily": "Վաճառքի օրական դրույքաչափ",
          "sell": "Վաճառք",
          "pay": "Վճարել"
        }
      },
      "customers": {
        "title": "Խանութի հաճախորդներ",
        "title_small": "Փոխակերպման հաշվետվություն",
        "total_customers": "Ընդամենը",
        "new_customers_today": "Այսօր",
        "new_customers_week": "Վերջին 7 օրը",
        "orders_count": "Պատվերները հաշվում են",
        "days_range": "Օրերի միջակայք",
        "new_users": "Նոր գրանցված օգտվողներ",
        "chart": {
          "new_customers": "Նոր հաճախորդներ",
          "customers": "Ընդհանուր հաճախորդներ"
        }
      },
      "plugins": {
        "title": "Փլագիններ",
        "title_small": "Տեղադրվել"
      },
      "performance": {
        "title": "Այսօր",
        "title_small": "Օգտագործողների և վաճառքի ակնարկ",
        "users": "Օգտատերեր",
        "views": "Դիտումներ",
        "orders": "Պատվերներ",
        "payments": "Վճարումներ",
        "no_visitor_today": "Դուք այսօր այցելուներ չունեիք:"
      }
    },
    "products": {
      "title": "Ապրանքների ցանկ",
      "products_list": "Վերադառնալ ցուցակին",
      "products_menu": "Ապրանքների կառավարում",
      "process_que": "Ներմուծվող ապրանքների վերամշակում",
      "view_que_list": "Դիտեք հերթերի ցուցակը",
      "menu_products_list": "Ապրանքների ցանկ",
      "menu_export": "Արտահանել արտադրանք",
      "menu_import": "Արտադրանքի ներմուծում",
      "menu_show_deletes": "Ցույց տալ ջնջված ապրանքները",
      "drop_import_message": "Բաց թողեք ապրանքների ցանկի ֆայլը (CSV, XLS, XLSX ձևաչափ) այստեղ՝ զանգվածային ապրանքներ ավելացնելու համար: Համոզվեք, որ ֆայլը ունի Seldone ապրանքների ցանկի ձևաչափ:",
      "product_widget": {
        "product_type": "Ապրանքի տեսակը",
        "price": "գինը",
        "value_added": "հանձնաժողով",
        "discount": "Զեղչ",
        "in_stock": "Պահեստում",
        "product_unit": "Միավոր",
        "total_sell": "Ընդհանուր վաճառք",
        "total_view": "Ընդհանուր դիտումներ",
        "view_unit": "Ժամանակներ",
        "review_unit": "Կարծիքներ"
      },
      "folder_widget": {
        "products": "Ապրանքներ",
        "products_unit": "Տեսակներ",
        "sub_categories": "Կատեգորիաներ",
        "sub_categories_unit": "Նյութեր",
        "views": "Դիտումներ",
        "views_unit": "Ժամանակներ"
      }
    },
    "blogs": {
      "new": "Գրել նոր",
      "blogs": "Բլոգ",
      "list": {
        "title": "Իմ հոդվածները",
        "waiting_message": "Տեղեկությունների ստացում... խնդրում ենք սպասել",
        "published": "Հրապարակվել է",
        "draft": "Նախագիծ",
        "private": "Մասնավոր",
        "public": "Հանրային",
        "table": {
          "title": "Կոչում",
          "author": "Հեղինակ",
          "claps": "Ծափեր",
          "like": "Հավանել",
          "comments": "Մեկնաբանություններ",
          "views": "Դիտումներ",
          "publish_state": "Կարգավիճակ",
          "created_at": "Ստեղծման ամսաթիվը",
          "updated_at": "Վերջին թարմացում"
        },
        "subtitle": "Գրեք հոդվածներ ժամանակակից ներդիրային խմբագրի միջոցով՝ ինքներդ ձեզ և ձեր բիզնեսը ներկայացնելու համար: Օրիգինալ բովանդակությունը առաջին բանն է, որի վրա պետք է կենտրոնանաք բարձրորակ SEO-ի համար հարմար բլոգային գրառում գրելիս:"
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "Տեղեկությունների ստացում... խնդրում ենք սպասել",
        "rejected": "Մերժված է",
        "delivery": "առաքում",
        "discount": "Զեղչ",
        "not_paid": "Չվճարված",
        "table": {
          "order_number": "Պատվերի կոդը",
          "order_date": "Ստուգման ամսաթիվը",
          "status": "Վերջին կարգավիճակը",
          "price": "Ընդհանուր գումարը",
          "payment_status": "Վճարման կարգավիճակը"
        }
      },
      "virtual": {
        "waiting_message": "Տեղեկությունների ստացում... խնդրում ենք սպասել",
        "discount": "Զեղչ",
        "table": {
          "order_number": "Պատվերի կոդը",
          "product": "Արտադրանք",
          "order_date": "Գրանցման ամսաթիվը",
          "status": "Վերջին կարգավիճակը",
          "price": "Ընդհանուր գումարը",
          "payment_status": "Վճարման կարգավիճակը"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "Փոխանակում",
        "gateway": "Դարպաս",
        "invoice": "Բիլինգ",
        "report": "Հաշվետվություն",
        "tax": "Հարկային",
        "drop_shipping": "Վերավաճառողի անդորրագրեր",
        "reseller_accounts": "Վերավաճառող հաշիվներ",
        "valuations": "Գնահատումներ"
      },
      "invoice": {
        "title": "Գնեք կապված դրամապանակներ",
        "subtitle": "Գանձումները, միջնորդավճարները և խանութի ծախսերը հանվում են դրամապանակի այս հաշիվներից:",
        "title_add": "Միացրեք նոր դրամապանակի հաշիվը",
        "subtitle_add": "Դուք պետք է ստեղծեք նոր դրամապանակ յուրաքանչյուր արժույթի համար և միացնեք այն ձեր խանութին: Սպասարկման վճարը կհանվի այս դրամապանակից:",
        "add_account": "Ավելացնել հաշիվ",
        "charge_account": "Լիցքավորել հաշիվ",
        "show_transaction": "Ցույց տալ գործարքները",
        "table": {
          "currency": "Արժույթ",
          "account_number": "Հաշվեհամար",
          "account_name": "Հաշվեհամար",
          "balance": "Հաշվեկշիռ",
          "free_balance": "Հասանելի մնացորդ",
          "actions": "Հեռացնել"
        },
        "add_account_dialog": {
          "title": "Վարկային հաշվի միացում խանութին",
          "subtitle": "Երբ դուք բացեք դրամապանակի հաշիվ Selldone-ի հետ, մենք ձեզ կտրամադրենք վիրտուալ կրեդիտ քարտ և հաշիվ, ինչպես ցանկացած այլ վարկային քարտ: Վաճառված վաճառքի վճարը կհանվի այս հաշվից, բայց եթե ձեր հաշվի մնացորդը բավարար չէ, այս գումարը կպարտքավորվի: Դուք կարող եք օգտվել Selldone ծառայություններից այնքան, որքան անհրաժեշտ է:",
          "account_number": "Հաշվեհամար",
          "account_number_input_message": "Խանութը կկապվի այս հաշվի հետ: Այս հաշիվը կօգտագործվի վճարների և ծախսերի համար:",
          "balance": "Հաշվի մնացորդը",
          "connect_account_to_shop": "Միացրեք հաշիվը Store-ին"
        },
        "notifications": {
          "connect_account_success": "Հաշիվը հաջողությամբ ավելացվեց:",
          "delete_account_success": "Հաշիվը հաջողությամբ հեռացվեց խանութից:"
        },
        "alert": {
          "delete_account": "Անջատել հաշիվը",
          "delete_account_message": "Ցանկանու՞մ եք հեռացնել այս հաշիվը խանութի հաշիվների ցանկից:",
          "delete_account_action": "Հաշիվը ջնջել"
        },
        "inform_charge_account": "Լիցքավորեք ձեր հաշիվը:",
        "inform_charge_account_critical": "Գանձեք ձեր հաշիվը՝ ծառայության կասեցումը կանխելու համար:"
      },
      "gateway": {
        "title": "Վճարման մեթոդներ",
        "sub_title": "Ակտիվ վճարման եղանակների ցանկ: Եթե ցանկանում եք նոր մեթոդ ավելացնել ձեր խանութին, սեղմեք հետևյալ կոճակը: Մենք բարձր խորհուրդ ենք տալիս չգերազանցել 10 ավելացված վճարման դարպասները:",
        "add_gateway": "Վճարման նոր եղանակ",
        "add_gateway_dialog": {
          "title": "Ընտրեք արժույթ",
          "country_currencies": "Տեղական արժույթներ",
          "crypto_currencies": "Կրիպտոարժույթներ",
          "active_gateways": "Ակտիվ վճարման եղանակներ",
          "confirm": "Ավելացնել վճարման եղանակ"
        }
      },
      "exchange": {
        "title": "Պահպանեք ակտիվ արժույթները",
        "subtitle": "Օգտատերերը կկարողանան ընտրել ակտիվ արժույթներից մեկը, և ապրանքների գները կհաշվարկվեն և կցուցադրվեն։ Փոխարժեքը մուտքագրելը կախված է վաճառողից:",
        "shop_currencies_input": "Ակտիվ արժույթներ օգտվողների համար",
        "shop_currencies_input_error": "Ընտրեք առնվազն մեկ արժույթ",
        "rates": {
          "title": "Արտարժույթի փոխարժեք",
          "sub_title": "Դուք կարող եք մուտքագրել ապրանքների գները՝ հիմնվելով ստորև բերված արժույթներից որևէ մեկի վրա, և ապրանքի գները ավտոմատ կերպով կհաշվարկվեն ձեր արժույթների միջև փոխարկման փոխարժեքներով:",
          "message": "Մուտքագրելով արժույթների փոխարժեքները՝ ձեր ապրանքների գները ավտոմատ կերպով կհաշվարկվեն և կթարմացվեն:",
          "add_new_rate": "Ավելացնել նոր դրույքաչափ"
        },
        "table": {
          "waiting_receive_data": "Տեղեկություններ ստանալը... խնդրում ենք սպասել",
          "rate_input": "Փոխարժեք",
          "from": "Սկսած",
          "to": "Դեպի",
          "exchange_rate": "Փոխարժեք",
          "edit": "Խմբագրել",
          "delete": "Ջնջել",
          "auto": "Ավտոմատ դրույքաչափ"
        },
        "add_rate_dialog": {
          "title": "Սահմանել փոխարժեքը",
          "message": "Զգույշ եղեք տեղեկություններ մուտքագրելիս. Ձեր ապրանքների գները կհաշվարկվեն այստեղ մուտքագրված դրույքաչափերի հիման վրա:",
          "currency_from": "Արժույթից",
          "currency_to": "Դեպի արժույթ",
          "exchange_rate": "Փոխարժեք"
        },
        "alert": {
          "title": "Ջնջել փոխակերպման տոկոսադրույքը",
          "message": "Ցանկանու՞մ եք ջնջել այս փոխարկման տոկոսադրույքը:",
          "action": "Ջնջել"
        },
        "notifications": {
          "delete_success": "Փոխարժեքը հանվել է:",
          "add_success": "Փոխարժեքը թարմացվել է:",
          "update_success": "Պահպանեք ակտիվ արժույթները թարմացված:"
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "Պահեստներ",
        "subtitle": "Իմ պահեստների ցուցակը."
      },
      "warehouse_btn": "Ավելացնել նոր պահեստ",
      "warehouse_btn_error": "Սահմանեք ձեր պահեստը, խանութը կամ ձեր բիզնեսի ծագումը: Կարևոր է ունենալ առաքման ծախսերի հաշվարկման և վճարման գործընթացում:",
      "size_unit": {
        "title": "Չափի միավոր",
        "subtitle": "Երկարության, լայնության և բարձրության համար օգտագործվող միավորը:"
      },
      "mass_unit": {
        "title": "Զանգվածային միավոր",
        "subtitle": "Քաշի համար օգտագործվող միավորը:"
      },
      "menu": {
        "return_request": "Վերադարձել է",
        "delivery": "առաքում",
        "inventory": "Գույքագրում",
        "warehouse": "Պահեստ",
        "logistic_apps": "Լոգիստիկա",
        "profiles": "Պրոֆիլներ"
      },
      "warehouse": {
        "title": "Խանութ Պահեստ",
        "sub_title": "Այս հասցեն օգտագործվում է որպես առաքման սկզբնաղբյուր:",
        "table": {
          "title": "Գույքագրման ցուցակ",
          "sub_title": "Խանութի բոլոր ապրանքների ցանկը, ներառյալ ֆիզիկական, վիրտուալ, ֆայլը և սպասարկումը"
        }
      },
      "delivery": {
        "title": "Առաքման մեթոդներ",
        "sub_title": "Այս բաժնում արժեքները սահմանելով՝ ձեր խանութում ակտիվացվում են ուղարկելու տարբեր եղանակներ: Այս բաժնում կարելի է ակտիվացնել նաև կանխիկացման եղանակը:",
        "add_transportation": "Ավելացրեք տրանսպորտ",
        "delivery_form": {
          "payment": "Վճարման տարբերակներ",
          "limits": "Սահմանափակումներ",
          "currency_input": "Հաշվարկային արժույթ ծախսերի հաշվարկների համար",
          "currency_input_message": "Ծախսերը հաշվարկվում են այս արժույթով",
          "distance_input": "Պահեստից ծածկված հեռավորությունը",
          "distance_input_message": "0 կամ -1 նշանակում է ոչ մի սահմանափակում:",
          "max_weight_input": "Փաթեթի առավելագույն ընդունելի քաշը",
          "max_weight_input_message": "0 կամ -1 նշանակում է ոչ մի սահմանափակում:",
          "max_size_input": "Փաթեթի առավելագույն չափերը",
          "width": "Լայնությունը",
          "length": "Երկարություն",
          "height": "Բարձրություն",
          "days_input": "Առաքման մատչելի ժամկետներ",
          "days_input_nodata": "Ընտրեք առաքման օրը",
          "hours_input": "Առկա առաքման ժամանակներ",
          "hours_input_nodata": "Ընտրեք ժամանակաշրջան",
          "vacation_input": "Տոներին առաքում եք?",
          "cod_input": "Աջակցեք COD-ին",
          "cod_input_message": "Համոզվեք, որ ձեր առաքման ծառայությունը ընդունում է COD:",
          "sod_input": "Դուք աջակցո՞ւմ եք COD-ին:",
          "sod_input_message": "Համոզվեք, որ ձեր առաքման ծառայությունն ընդունում է COD:",
          "pricing": "Հաշվարկել գինը",
          "const_input": "Ֆիքսված արժեքը",
          "distance_cof_input": "Ծախսից հեռավորության գործակիցը",
          "distance_cof_input_dim": "Մեկ {dim}",
          "weight_cof_input": "Ծախսից քաշի գործոն",
          "weight_cof_input_dim": "Մեկ {dim}",
          "price_cof_input": "Առաքման արժեքը ապրանքի գնի գործոնին",
          "price_cof_input_message": "Ներառում է ապահովագրության ծախսերը և այլ ծառայություններ, ինչպիսիք են COD ծախսերը:",
          "price_cof_input_dim": "Մեկ {dim}",
          "distance_weight_cof_input": "Արժեքի բազմապատկիչ ըստ քաշի բազմապատկիչի",
          "distance_weight_cof_input_dim": "Յուրաքանչյուր {քաշի համար յուրաքանչյուր {հեռավորության} համար",
          "free_shipping_input": "Անվճար առաքում",
          "free_shipping_limit_input": "Պատվերի նվազագույն արժեքը անվճար առաքման համար",
          "notifications": {
            "update_success": "Առաքման ծառայության կարգավորումները հաջողությամբ ավարտվեցին:"
          },
          "shipping_cost_calculation": "Առաքման արժեքի հաշվարկ",
          "sod_true": "Ստացեք առաքման արժեքը նշանակման վայրում",
          "sod_true_message": "Համոզվեք, որ ձեր առաքման ծառայությունը ընդունում է առաքման արժեքը նշանակման վայրում:",
          "sod_false": "Ավտոմատ առաքման արժեքի հաշվարկ",
          "cod_true": "Ընդունեք կանխիկ առաքում",
          "cod_false": "Ընդունեք միայն առցանց վճարում",
          "cod_true_message": "Համոզվեք, որ ձեր առաքման ծառայությունը ընդունում է COD:"
        }
      }
    },
    "users": {
      "menu": {
        "customers": "Հաճախորդներ",
        "contact_form": "Կոնտակտներ",
        "faq": "FAQ",
        "club": "Ակումբ",
        "report": "Հաշվետվություն"
      },
      "report": {
        "title": "Հաճախորդների ակնարկ",
        "sub_title": "Այստեղ դուք կտեսնեք ձեր հաճախորդների կենդանի կարգավիճակը:",
        "report_30days_by_time": "Օգտատիրոջ գործողությունները՝ հիմնված վերջին 30 օրվա ամսաթվի և ժամի վրա",
        "report_30days_by_location": "Աշխարհագրական տեղաբաշխման օգտատերերի գործունեությունը վերջին 30 օրվա ընթացքում"
      },
      "club": {
        "title": "Հաճախորդների ակումբ",
        "sub_title": "Մուտքագրեք ամսական և տարեկան գնման գումարը և արժույթը՝ յուրաքանչյուր մակարդակը ակտիվացնելու համար: Ձեր հաճախորդները մուտք կգործեն ձեր հաճախորդների ակումբ, քանի որ նրանք համապատասխանում են ամսական կամ տարեկան գնումների պահանջներին:",
        "item": {
          "members_count": "Անդամների թիվը",
          "purchases_count": "Պատվերների քանակը",
          "monthly": "Ամսական",
          "annually": "Տարեկան",
          "discount_percent": "Զեղչի դրույքաչափ",
          "discount_limit": "Զեղչի սահմանաչափ"
        },
        "edit_dialog": {
          "title": "Հաճախորդների մակարդակի կառավարում",
          "currency_input": "Արժույթ",
          "currency_input_message": "Ընդհանուր գնումները հաշվարկվում են այս արժույթով:",
          "free_shipping_input": "Անվճար առաքում",
          "monthly_input": "Ամսական գնման տոկոսադրույք",
          "annually_input": "Տարեկան գնման տոկոսադրույքը",
          "discount_percent_input": "Զեղչի տոկոսադրույք ակումբի անդամների համար",
          "discount_limit_input": "Զեղչի սահմանաչափ",
          "description_input": "Նկարագրություն",
          "description_input_message": "Մուտքագրեք այս մակարդակի համառոտ նկարագրությունը:"
        },
        "notifications": {
          "update_success": "Փոփոխություններ կիրառվել են հաճախորդների ակումբում:"
        }
      },
      "faq": {
        "title": "Հաճախակի տրվող հարցեր",
        "sub_title": "Ավելացրեք, խմբագրեք և պատասխանեք ձեր հաճախորդների հարցերին:"
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "Արշավներ",
        "cross_selling": "Խաչաձև վաճառք",
        "affiliate": "Գործընկերություն",
        "emails": "Նամակներ",
        "funnel": "Ձագար"
      },
      "campaign": {
        "name_input_placeholder": "Քարոզարշավի անվանումը",
        "name_input_message": "Մուտքագրեք ձեր քարոզարշավի անվանումը:",
        "create_campaign_action": "Ստեղծել նոր քարոզարշավ",
        "table": {
          "title": "Կոչում",
          "state": "Կարգավիճակ",
          "discount": "Զեղչ",
          "landing": "Landing Page",
          "start": "Սկսել",
          "end": "Վերջ"
        },
        "notifications": {
          "add_success_title": "Ստեղծել արշավ",
          "add_success": "Ձեր քարոզարշավը ստեղծվել է:"
        }
      }
    },
    "categories": {
      "title": "Կատեգորիաների ցանկ",
      "subtitle": "Կատեգորիաները ձեր առցանց խանութի հիմնական հատկանիշն են: Մենք խրախուսում ենք ձեզ օգտագործել դասակարգման այս հզոր գործիքները՝ ժամանակակից ցուցափեղկեր ստեղծելու և ձեր հաճախորդների համար ճիշտ ապրանքներ գտնելը հեշտացնելու համար:",
      "menu": {
        "add_new": "Ավելացնել նոր կատեգորիա",
        "categories_list": "Կատեգորիաների ցանկ",
        "export": "Արտահանման կատեգորիաներ",
        "import": "Ներմուծման կատեգորիաներ (CSV)"
      },
      "graph": {
        "title": "Կատեգորիաների հիերարխիա",
        "subtitle": "Դուք կարող եք ամբողջական ակնարկ ունենալ ձեր խանութի կատեգորիաների և այն մասին, թե ինչպես են օգտատերերը նավարկում դրանք: Կատեգորիաների ճիշտ դասավորվածության դեպքում ձեր հաճախորդները կարող են արագ գտնել ապրանքներ, և փոխակերպման տոկոսադրույքը կբարձրանա:",
        "visits_count": "Այցելություն",
        "normal": "Պարզ",
        "items_count": "Նյութերի քանակը",
        "home": "տուն"
      },
      "category_widget": {
        "parent": "Ծնող",
        "not_exist": "Գոյություն չունի",
        "children": "Ենթակատեգորիաներ",
        "delete_alert": {
          "title": "Հեռացնել երեխայի կատեգորիան",
          "message": "Ցանկանու՞մ եք հեռացնել {title}-ը {parent_title} ցուցակից:",
          "action": "Ջնջել"
        },
        "notifications": {
          "edit_success": "Կարգավիճակը խմբագրված է։"
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "խանութ",
        "my_apps": "Հավելվածներ"
      },
      "my_apps": {
        "title": "Պահպանեք ակտիվ հավելվածները",
        "subtitle": "Կառավարեք ձեր բիզնես հավելվածները:",
        "all": "բոլորը"
      },
      "store": {
        "title": "App Store",
        "subtitle": "Ապահով միացրեք ձեր սիրած ծառայությունները ձեր բիզնեսին: Մենք ավելացնում ենք հավելվածներ և հավելվածներ՝ հիմնվելով մեր հաճախորդների խնդրանքների վրա:",
        "nodata": "Փլագին չի գտնվել:",
        "all": "բոլորը",
        "more": "ավելին"
      }
    },
    "pages": {
      "menu": {
        "new_page": "Նոր Էջ",
        "contact_us": "Կապ մեզ հետ",
        "privacy": "Գաղտնիություն",
        "terms": "Պայմանները",
        "about_us": "Մեր մասին",
        "landings": "Վայրէջք",
        "popup": "Թռուցիկ պատուհան"
      }
    },
    "permissions": {
      "menu": {
        "persons": "Անձնակազմ",
        "roles": "Դերեր",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "Անձնակազմի ցուցակ",
          "new_user": "Ավելացնել նոր աշխատակազմ",
          "new_user_message": "Օգտատերեր, որոնց հասանելի կլինի այս խանութի վահանակը և կառավարման բաժինները:",
          "email_input_placeholder": "Էլ",
          "email_input": "Օգտագործողի էլփոստի հասցե",
          "level_input": "Մուտքի մակարդակ",
          "add_user_action": "Ավելացնել աշխատակազմ"
        },
        "delete_alert": {
          "title": "Հեռացնել մուտքը",
          "message": "Ցանկանու՞մ եք ջնջել այս օգտվողին:",
          "action": "Ջնջել"
        },
        "notifications": {
          "add_success_title": "Ավելացնել Access",
          "add_success": "Ավելացվեց նոր մուտք:",
          "delete_success_title": "Ջնջել մուտքը",
          "delete_success": "Մուտքը ջնջված է:"
        }
      },
      "shop_api": {
        "title": "Խանութ մուտքի բանալիներ",
        "message": "Այս ստեղները օգտագործվում են ձեր սերվերի կողմից Access Token ստեղծելու համար: Նկատի ունեցեք, որ բանալիները գաղտնի են և միայն սերվերի վրա այնպես, որ տեսանելի չեն ուրիշների համար:"
      }
    },
    "applications": {
      "pwa": {
        "title": "Վեբ հավելված",
        "sub_title": "Դիտեք ձեր խանութի վեբ հավելվածն այստեղ",
        "message": "Նշում. iOS հավելվածում կարող եք խմբագրել ձեր կայքի ողջույնի էջը iPhone-ի և iPad-ի վրա",
        "ios_app": "iOS հավելված"
      },
      "ios": {
        "title": "iOS հավելված",
        "sub_title": "Շուտով դուք կկարողանաք ստեղծել iOS հավելված ձեր խանութի համար:",
        "message": "Ֆայլի առավելագույն չափը՝ 512 ԿԲ, կարող եք վերբեռնել մինչև 1 ՄԲ չափի ֆայլեր, պայմանով, որ մեր սեղմման համակարգը ի վիճակի է նվազեցնել չափը մինչև 512 ԿԲ: Վերբեռնված պատկերի չափը խելամտորեն կփոխվի:"
      },
      "android": {
        "title": "Android հավելված",
        "sub_title": "Ստեղծեք ձեր սեփական Android հավելվածը",
        "message": "Լրացրեք այս ձևը և սեղմեք build ստեղնը: Այլ բանի կարիք չի լինի։ Ձեր հավելվածի կառուցման և ստորագրման գործընթացի բոլոր քայլերն իրականացվում են ամպային սերվերների վրա: Վերջնական հավելվածը կվերբեռնվի բոլոր AppStore-ներում:",
        "server_un_available": "Փորձնականորեն, հավելվածի սերվերն այս պահին միացված չէ:",
        "app_building_progress": "Ձեր հավելվածը ստեղծվում է:",
        "app_build_success": "Ձեր հավելվածը պատրաստ է:",
        "download_app_action": "Ստացեք հավելվածը",
        "firmware_version": "Որոնվածը տարբերակ",
        "main_info": "Դիմումի փաթեթ",
        "package_name_input_message": "Համոզվեք, որ փաթեթի անունը եզակի է:",
        "package_name_input_alert": "Եթե փոխեք այս անունը, դուք այլևս չեք կարողանա թարմացնել ձեր նախորդ հավելվածները AppStore-ում և տեղադրել նորը: Նկատի ունեցեք, որ ավելի հին տարբերակների հավելվածի օգտատերերը նույնպես չեն կարողանա մուտք գործել իրենց հաշիվներ:",
        "version_input": "Տարբերակ",
        "version_input_message": "Այս թիվը միշտ պետք է մեծ լինի իր նախկին արժեքից:",
        "version_name_input": "տարբերակի անվանումը",
        "version_name_input_message": "Մուտքագրեք եզակի անուն հավելվածի այս տարբերակի համար:",
        "use_selldone_key": "Վաճառվում են լռելյայն բանալիներ",
        "use_last_key": "Պահված բանալին",
        "use_new_key": "Նոր բանալի",
        "appearance": "Արտաքին տեսք",
        "app_name_input": "Հավելվածի անունը",
        "app_name_input_message": "Սա կլինի ձեր հավելվածի հիմնական անունը:",
        "app_title_input": "հավելվածի վերնագիր",
        "app_title_input_message": "Այս վերնագիրը հայտնվում է հավելվածի վերևում:",
        "app_title_input_placeholder": "Մուտքագրեք վերնագիր",
        "app_icon_input": "Հավելվածի պատկերակ",
        "app_icon_input_placeholder": "Ընտրեք հավելվածի պատկերակների zip ֆայլը:",
        "generate_icon_pack_action": "Կառուցեք պատկերակների փաթեթ",
        "splash_design": "Splash Screen Desgin",
        "splash_logo_input": "Splash Screen Logo",
        "splash_logo_input_placeholder": "Ընտրեք պատկեր Splash Screen-ի համար:",
        "splash_title_input": "Splash Screen Title",
        "splash_title_input_placeholder": "Մուտքագրեք վերնագիր Splash Screen-ի համար",
        "splash_title_input_message": "Այս վերնագիրը կցուցադրվի մեծ տառաչափով:",
        "splash_message_input": "Splash Screen հաղորդագրություն",
        "splash_message_input_placeholder": "Հաղորդագրություն...",
        "splash_message_input_message": "Այս հաղորդագրությունը կցուցադրվի ստորև ներկայացված մանրապատկերի տեսքով:",
        "dark_theme": "Մութ թեմա",
        "light_theme": "թեթև թեմա",
        "build": "Կառուցել",
        "building_info": "Ամպային սերվերի վրա հավելված կառուցելը տևում է 10 վայրկյանից մինչև մի քանի րոպե: Խնդրում ենք լինել համբերատար. Ներբեռնման ֆայլի հղումը կհայտնվի այստեղ, երբ հավելվածը պատրաստ լինի:",
        "update_mode_action": "Թարմացնել",
        "build_mode_action": "Կառուցեք հավելված",
        "notifications": {
          "icon_pack_not_valid_error": "Ֆայլը ճիշտ չէ:",
          "start_building_title": "Շինություն ...",
          "start_building_message": "Անդրոիդ հավելված ստեղծելու հայտ է ներկայացվել։",
          "build_success_title": "Շնորհավորում եմ",
          "build_success": "Ձեր Android հավելվածը պատրաստ է, և դուք կարող եք ներբեռնել այն հիմա:"
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "Ավտոպիլոտ"
      }
    },
    "edit": {
      "menu": {
        "delete": "Ջնջել խանութը",
        "activity_time": "Ժամանակը",
        "footer": "Մենյու",
        "info": "Ինֆո",
        "notification": "Ծանուցումներ",
        "home": "տուն",
        "locations": "Վայրեր",
        "license": "Լիցենզիա",
        "theme": "Թեմա",
        "sms": "SMS",
        "email": "Էլ",
        "domain": "Դոմեն",
        "verifications": "Ստուգումներ",
        "flow": "Հոսք",
        "business_model": "Բիզնես մոդել"
      },
      "delete_dialog": {
        "title": "Ջնջել խանութը",
        "message": "Ցանկանու՞մ եք ջնջել <b>{title}</b> խանութը:",
        "action": "Ջնջել խանութը"
      },
      "notifications": {
        "delete_success": "Խանութը ջնջված է։"
      },
      "info": {
        "title_tab": {
          "title": "Բիզնեսի անվանումը և լեզուն",
          "subtitle": "Սահմանեք հանրային անուն և լռելյայն լեզու:"
        },
        "name_tab": {
          "title": "Խանութի եզակի անունը",
          "subtitle": "Դա ձեր բիզնեսի օգտանունն է:"
        },
        "description_tab": {
          "title": "Ձեր բիզնեսի պատմությունը",
          "subtitle": "Գրեք ձեր բիզնեսի և դրա եզակի արժեքի առաջարկի մասին:"
        },
        "contact_tab": {
          "title": "Կապ և տեղական բիզնես",
          "subtitle": "Հանրային կոնտակտային տվյալներ և Google-ի տեղական բիզնեսի կարգավորում:"
        },
        "image_tab": {
          "title": "Լոգոն",
          "subtitle": "Ընտրեք յուրահատուկ լոգո ձեր ապրանքանիշի համար:"
        }
      },
      "badge": {
        "external_title": "Կառավարեք արտաքին կրծքանշանները",
        "external_message": "Այստեղ կարող եք մուտքագրել կրծքանշանի պատկերի հասցեն և դրա հղումը: URL-ները պետք է լինեն հաստատված կայքից:"
      },
      "edit_menu": {
        "title": "Մենյուներ",
        "footer": {
          "title": "Ստորին մենյու",
          "sub_title": "Այստեղ կարող եք կարգավորել ձեր խանութի էջի ստորին ընտրացանկը: Այս ընտրացանկերը կարող են լինել գլխավոր էջեր, մշակված էջեր կամ արտաքին հղումներ:"
        },
        "header": {
          "title": "Վերնագրի ընտրացանկ",
          "sub_title": "Այս ընտրացանկը ցուցադրվում է միայն բջջայինից ավելի մեծ էկրանների վրա և գլխավոր էջի վերևում, ապրանքների կատեգորիաների, վայրէջքների և արտադրանքի էջերում:"
        },
        "save_menu": "Պահպանել ընտրացանկը",
        "dialog": {
          "main_pages": "Հիմնական էջեր",
          "custom_pages": "Վայրէջքի էջեր"
        },
        "table": {
          "home": "տուն",
          "shop": "Խանութ",
          "blogs": "Բլոգ",
          "about_us": "Մեր մասին",
          "privacy": "Գաղտնիություն",
          "terms": "Օգտվելու կանոններ",
          "faq": "FAQ",
          "contact_us": "Կապ մեզ հետ"
        },
        "notifications": {
          "save_success": "Ճաշացանկը հաջողությամբ թարմացվել է:"
        }
      },
      "social": {
        "title": "Սոցիալական լրատվամիջոց",
        "message": "Մուտքագրեք ձեր պաշտոնական սոցիալական մեդիայի հղումը այս բաժնում: Հասցեները հաստատելու համար հետևեք յուրաքանչյուր կետի հրահանգներին:"
      },
      "time": {
        "title": "Աշխատանքային օրեր",
        "sub_title": "Սահմանեք աշխատանքային օրերը և ժամը",
        "days_open_input": "Օրեր",
        "days_open_input_nodata": "Ընտրեք առնվազն մեկ օր",
        "start_time_input": "Խանութի գործունեության մեկնարկի ժամը",
        "start_time_input_hint": "Խանութի բաց ժամեր",
        "end_time_input": "Պահպանման փակման ժամանակ",
        "end_time_input_hint": "Խանութի գործունեության ավարտի ժամը",
        "customer_support_service": "Հաշվետվություն և հաճախորդների սպասարկում",
        "response_time_input": "Հաճախորդների սպասարկման կարգավիճակ",
        "support_24h": "Շաբաթը 7 օր 24 ժամ",
        "support_normal": "Միայն աշխատանքային ժամերին",
        "no_service": "ոչ",
        "notifications": {
          "update_success": "Խանութը խմբագրված է։"
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "Ոչ մի կատեգորիա"
  },
  "add_product": {
    "title_new": "Նոր ապրանք",
    "title_new_category": "Նոր կատեգորիա",
    "title_new_drop_shipping": "Ավելացնել dropshipping",
    "title_edit": "Խմբագրել արտադրանքը",
    "delete": "Ջնջել արտադրանքը",
    "completed": "Ավարտված է",
    "menu": {
      "type": "Ապրանքի տեսակը",
      "general_info": "Ընդհանուր տեղեկություններ",
      "rating": "Հարցում և առանձնահատկություններ",
      "spec": "Տեխնիկական պայմաններ",
      "images": "Նկարներ",
      "price": "գինը",
      "inputs": "Մուտքագրում",
      "outputs": "ելքը",
      "extra": "Լրացուցիչ մանրամասներ",
      "review": "Ապրանքի վերանայում",
      "inventory": "Գույքագրում / Տարբերակներ"
    },
    "select_type": {
      "title": "Ընտրեք ձեր ապրանքի կամ ծառայության տեսակը"
    },
    "edit_info": {
      "category_input": "Կարգավիճակ",
      "product_name": "Ապրանքային անուն*",
      "product_name_placeholder": "Ձեր ապրանքի անունը այստեղ..",
      "product_code": "Ապրանքի կոդը (անգլերեն)",
      "sku": "SKU",
      "sku_message": "Պահպանման միավոր",
      "mpn": "MPN",
      "mpn_message": "Արտադրողի մասի համարը",
      "status": "Կարգավիճակ",
      "external_link": "Արտաքին հղում",
      "brand": "Ապրանքանիշը",
      "brand_placeholder": "Ապրանքանիշը նախկին. Apple.. (ըստ ցանկության)",
      "warranty": "Երաշխիք",
      "is_original": "Սա օրիգինալ ապրանք է:",
      "is_original_message": "Եթե դուք չեք սահմանել ձեր արտադրանքի բնօրինակը, կեղծ կրծքանշանը կցուցադրվի այս ապրանքի համար:",
      "return_warranty": "Քանի՞ օր է այս ապրանքի վերադարձի երաշխիքը:",
      "warehouse_section": "Պահեստ և Արտադրություն",
      "conditions_section": "Ապրանքի պայմանները",
      "warranty_section": "Երաշխիք և առաքում",
      "unit": "Ապրանքի միավոր",
      "unit_message": "Անհրաժեշտության դեպքում մուտքագրեք միավորը: Օրինակ՝ KG, մետր, ...",
      "condition": "Ապրանքի վիճակը ձեր խանութում",
      "condition_message": "Դուք պետք է ընտրեք այս դաշտի արժեքներից մեկը:",
      "unit_section": "Ապրանքի միավոր",
      "unit_float": "Լողացող միավոր (շուտով)",
      "unit_float_hint": "Օրինակ՝ հաճախորդը կարող է պատվիրել 3 կգ միրգ, սակայն հաճախորդին ուղարկված գումարը փոքր-ինչ տարբերվում է պատվիրված քանակից։",
      "unit_float_message": "Պատվերի մշակման ընթացքում առաքված գումարը կարող է տարբերվել պատվիրված գումարից: Համակարգը ավտոմատ կերպով հաշվարկում է այս տարբերությունը և գրանցում այն որպես ձեր պարտք հաճախորդի նկատմամբ, որը կարող է կիրառվել հաջորդ պատվերների համար:",
      "status_list": {
        "active": {
          "title": "Ակտիվ | Առցանց և օֆլայն վաճառք",
          "description": "Այս ապրանքը հասանելի կլինի առցանց պատվերների համար:"
        },
        "inactive": {
          "title": "Ոչ ակտիվ | Միայն օֆլայն վաճառք",
          "description": "Այս ապրանքը հասանելի չի լինի առցանց պատվերների համար:"
        }
      }
    },
    "rating_pros_cons": {
      "title": "Հարցում",
      "message": "Մուտքագրեք ապրանքի բնութագրերի ցանկը, որպեսզի ձեր հաճախորդները գնահատեն ձեր ապրանքը: (Մինչև 5 ապրանք)",
      "rating_input": "Հարցումներ",
      "rating_input_message": "Հարցմանը կարող եք ավելացնել 5 նյութ։",
      "item_unit": "կետ",
      "pros_title": "Կողմ",
      "pros_message": "Մուտքագրեք ապրանքի առանձնահատկությունները: (Մինչև 5 ապրանք)",
      "pros_input_title": "Խաղարկային վերնագիր",
      "pros_input_value": "Հատկանիշի արժեքը",
      "pros_group": "Արտադրանքի առավելությունները",
      "pros_group_messages": "Ապրանքի հիմնական հատկանիշները",
      "cons_title": "Դեմ",
      "cons_message": "Մուտքագրեք ապրանքի թույլ կողմերը: (Մինչև 5 ապրանք)",
      "cons_input_title": "Թուլության վերնագիր",
      "cons_input_value": "Թուլության արժեքը",
      "cons_group": "Արտադրանքի թույլ կողմերը",
      "cons_group_messages": "Ապրանքի հիմնական թույլ կողմերը",
      "select_from_list": "Ընտրեք ցանկից",
      "suggestion_rating": [
        "Լավ որակ",
        "Լավ արժեք",
        "Խորհուրդ կտայի",
        "Առանձնահատկություններ և հնարավորություններ",
        "Օգտագործման հեշտություն",
        "Լավ մշակված"
      ],
      "notifications": {
        "add_rating_success": "Օգտատերերի գնահատման {rating_name} տարբերակն ավելացվել է:",
        "delete_rating_success": "Օգտատիրոջ վարկանիշի {rating_name} տարբերակը ջնջվել է:",
        "add_pros_success": "Ավելացվեց արտադրանքի առանձնահատկությունը:",
        "delete_pros_success": "Ապրանքի առանձնահատկությունը հեռացվել է:",
        "add_cons_success": "Ավելացվեց արտադրանքի թուլությունը:",
        "delete_cons_success": "Արտադրանքի թուլությունը հանվել է:"
      }
    },
    "edit_spec": {
      "title": "Տեխնիկական բնութագրեր",
      "sub_title": "Դուք կարող եք ներմուծել նմանատիպ ապրանքների տեխնիկական բաժիններ:",
      "import_action": "Ներմուծում",
      "group_input_header": "Ավելացնել խումբ",
      "item_title_header": "Ավելացնել տարր",
      "group_input": "Խմբի վերնագիր",
      "group_input_message": "Մուտքագրեք վերնագիրը:",
      "group_add_action": "Ավելացնել խումբ",
      "item_title_input": "Կոչում",
      "item_title_input_message": "Մուտքագրեք հատկանիշի անվանումը:",
      "item_value_input": "Արժեք",
      "item_value_input_message": "Մուտքագրեք հատկանիշի արժեքը:",
      "add_item_action": "Ավելացնել տարր",
      "dialog": {
        "title": "Մուտքագրեք տեխնիկական բնութագրերը",
        "code_input": "Ապրանքի ID",
        "code_input_message": "Ապրանքի կոդը՝ P0000 ...",
        "spec_view_title": "Ընտրված ապրանքի բնութագրերը",
        "set_spec_action": "Կրկնվող տեխնիկական բնութագրերը"
      },
      "notifications": {
        "enter_group_title_error": "Մուտքագրեք վերնագրի արժեքը",
        "enter_item_title_and_value_error": "Մուտքագրեք հատկանիշի անվանումը և արժեքը",
        "spec_saved_success": "Ապրանքի բնութագրերը պահպանված են:"
      }
    },
    "edit_images": {
      "title": "Հիմնական պատկեր",
      "main_image_input_nodata": "Վերբեռնեք ապրանքի պատկերը:",
      "main_image_input_message": "Այս պատկերը ցուցադրվում է ապրանքների ցանկում:",
      "preview": "Նախադիտում",
      "image_style": "Պատկերի ոճը",
      "background_is_white": "Սպիտակ ֆոն",
      "background_is_white_msg": "Պատկերը սպիտակ ֆոն ունի??",
      "images": {
        "title": "Ապրանքի պատկերների պատկերասրահ",
        "sub_title": "Վերբեռնեք արտադրանքի պատկերները, որոնք ընդհանուր են արտադրանքի բոլոր տարբերակների համար, այս բաժնում:"
      },
      "video": {
        "title": "Տեսանյութ",
        "sub_title": "Նախ, վերբեռնեք ձեր արտադրանքի տեսանյութը Youtube-ում, այնուհետև տեղադրեք տեսանյութի URL-ը այստեղ:"
      }
    },
    "pricing": {
      "edit_price": "Գնագոյացում",
      "price_input": "գինը",
      "currency_input": "Արժույթ",
      "currency_input_messages": "Գինը հաշվարկված է այս արժույթով։",
      "commission_input": "հանձնաժողով",
      "commission_message": "Այս տարբերակը օգտակար է միայն որոշակի տեսակի առևտրականների համար, ինչպիսիք են մեծածախ վաճառողները: Եթե դուք մեծածախ վաճառող չեք, թողեք այս տարբերակը դատարկ: Գինը, որը տեսնում են գնորդները, գնի և միջնորդավճարի գումարն է: Հարկ ավելացնելու համար սեղմեք Հաշվապահություն > Հարկ:",
      "add_commission_action": "Ավելացնել հանձնաժողով",
      "discount_input": "Զեղչ",
      "discount_input_message": "Զեղչի դրույքաչափ",
      "has_discount_period_input": "Արդյո՞ք այս զեղչը գործում է որոշակի ժամանակի համար:",
      "discount_timespan": "Մուտքագրեք զեղչի ժամանակահատվածը:",
      "start_input": "Սկսել",
      "end_input": "Վերջ",
      "start_input_placeholder": "Ընտրեք մեկնարկի ժամանակը",
      "end_input_placeholder": "Ընտրեք ավարտի ժամանակը",
      "independent_price": "Գինը միայն այս տարբերակի համար",
      "same_price": "Հիմնական ապրանքի գինը",
      "variant_pricing_message": "Ընտրելով այս տարբերակը՝ այս տարբերակի գինը կարող է սահմանվել հիմնական ապրանքից անկախ։",
      "price_label_input": "Գնային պիտակ",
      "price_label_message": "Ավելացրե՛ք լրացուցիչ տեղեկություններ գների մասին, ինչպիսին է ($1,5/Fl Oz): Օգտագործման դեպքեր՝ մթերային, FMCG:",
      "add_price_label_action": "Ավելացնել գնային պիտակ"
    },
    "inputs_edit": {
      "title": "Գնորդի տեղեկատվության մուտքագրման ձևը",
      "sub_title": "Դուք կարող եք ստեղծել տվյալների մուտքագրման ձև յուրաքանչյուր ապրանքի համար, այնպես որ գնորդները ձեզ տեղեկատվություն են ուղարկում ապրանք գնելիս: Օրինակ, այս տեղեկատվությունը կարող է լինել քարի վրա փորագրության անուն:",
      "message_input": "Հաղորդագրություն օգտատիրոջը",
      "message_input_message": "Այս հաղորդագրությունը կցուցադրվի հաճախորդին ապրանքներ գնելիս:",
      "inputs_form": "Տեղեկատվության կառուցվածքը (մուտքագրում)"
    },
    "extra_edit": {
      "physical": {
        "title": "Առաքում Տեղեկություն",
        "sub_title": "Պատրաստման արժեքը և ժամանակը հաշվարկվում են այս բաժնում ներկայացված տեղեկատվության հիման վրա: Համոզվեք, որ մուտքագրեք տեղեկատվությունը խանութում ընտրված միավորների համաձայն (քաշ, չափսեր, հեռավորություն):"
      },
      "notifications": {
        "save_title": "Փաթեթավորումը թարմացվել է",
        "save_msg": "Ապրանքի փաթեթավորման տեղեկատվությունը հաջողությամբ թարմացվել է:"
      }
    },
    "variants": {
      "not_available": "Ներկայումս հնարավոր չէ տարբերակ ընտրել այս տեսակի արտադրանքի համար:"
    },
    "delete_product": {
      "title": "Հեռացնել արտադրանքը",
      "message": "Ցանկանու՞մ եք ջնջել <b>{product_title}-</b> ը:"
    }
  },
  "product_admin": {
    "products_list": "Ապրանքի ցանկ",
    "product": "Արտադրանք",
    "menu": {
      "edit": "Խմբագրել",
      "review": "Վերանայում",
      "orders": "Պատվերներ",
      "inventory": "Գույքագրում",
      "dashboard": "Վահանակ",
      "back_to_products": "Ապրանքներ",
      "drop_shipping": "Dropshipping"
    },
    "dashboard": {
      "info": {
        "title": "պրոֆիլը",
        "title_small": "Արտադրանք",
        "category": "Ապրանքի կատեգորիա",
        "link": "Ապրանքի հղում",
        "type": "Տիպ",
        "inputs": "Մուտքային տեղեկատվություն",
        "outputs": "Ելքային տեղեկատվություն",
        "user_data_form": "Գնորդի տեղեկատվության ձևը"
      },
      "orders": {
        "title": "Պատվերներ",
        "title_small": "Չմշակված",
        "physical_orders_title": "Գնումների սայլակներ այս ապրանքի հետ",
        "send_30days_title": "Պատվերները առաքվել են վերջին 30 օրվա ընթացքում",
        "downloads_30days_title": "Ֆայլի ներբեռնված թիվը վերջին 30 օրվա ընթացքում",
        "virtual_orders_title": "Այս ապրանքի պատվերները սպասում են ավարտին"
      },
      "inventory": {
        "title": "Գույքագրում",
        "title_small": "Պահեստ",
        "total_sell": "Ընդհանուր վաճառք",
        "total_sell_today": "Այսօր վաճառք",
        "total_sell_30days": "Վերջին 4 Օրվա Վաճառք",
        "chart": {
          "labels": [
            "Գույքագրում",
            "Վաճառք"
          ]
        }
      },
      "finance": {
        "title": "Ֆինանսական",
        "title_small": "Գնման վերջին 6 ամսվա հաշվետվությունը",
        "select_mode_title": "Ցույց տալ ըստ",
        "modes": {
          "sell": "Վաճառք",
          "payment": "Վճարում",
          "discount": "Զեղչ"
        },
        "currency_select_title": "Գինը ընտրված արժույթով",
        "sell_today": "Այսօր վաճառք",
        "product_price": "Ապրանքի գինը",
        "currency_unit": "Արտարժույթի միավոր",
        "sell_30days": "30 օր վաճառք",
        "sell_daily": "Ամենօրյա վաճառք",
        "sell_yesterday": "Երեկվա վաճառք"
      },
      "survey": {
        "title": "Ապրանքի վարկանիշ",
        "title_small": "Հաճախորդների բավարարվածության հաշվետվություն",
        "total_participation": "Ներդրումների ընդհանուր թիվը",
        "today_participation": "Այսօրվա վարկանիշները",
        "last7days_participation": "Վերջին 7 օրվա ներդրումները",
        "chart": {
          "participate": "Մասնակցություն",
          "participate_title": "Ներդրումների քանակը",
          "score": "Միավոր"
        }
      },
      "inform": {
        "title": "Հաճախորդների ակնկալիքներ",
        "title_small": "Սպասում ենք զեղչերի կամ առկայության",
        "message": "Տեղեկացրեք հաճախորդներին, երբ ապրանքները վաճառքի հանվեն կամ հասանելի լինեն",
        "waiting_for_auction": "Սպասում եմ, որ ապրանքները վաճառքի հանվեն",
        "waiting_for_available": "Սպասում ենք ապրանքների հասանելիությանը:",
        "unit": "մարդ(ներ)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "Գույքագրման ցուցակ",
        "add_variant": "Ավելացնել Տարբերակ",
        "title": "Ապրանքի գույքագրում / Ապրանքի տարբերակների ցանկ",
        "sub_title": "Եթե ​​այս ապրանքն ունի մեկից ավելի տարբերակներ, մուտքագրեք դրանք այս բաժնում: Դուք կարող եք առանձին սահմանել յուրաքանչյուր տարբերակի գումարը, գինը և զեղչը; հակառակ դեպքում գնագոյացման համար կկիրառվեն ապրանքի լռելյայն արժեքները:",
        "add_action": "Ավելացնել Տարբերակ",
        "count_input": "Գույքագրում",
        "count_input_action": "Սահմանել հաշվարկը",
        "management_title": "Գույքագրման կառավարում և արտադրանքի տարբերակներ",
        "add_title": "Ավելացնել ապրանքի տարբերակ",
        "edit_title": "Խմբագրել արտադրանքի տարբերակը",
        "notifications": {
          "add_success": "Ավելացվեց ապրանքի տարբերակը:",
          "delete_success": "Ապրանքի տարբերակը ջնջված է:",
          "save_product_inventory_success": "Պահպանված ապրանքների գույքագրում:"
        }
      },
      "variant_item": {
        "price": "գինը",
        "same_as_product": "Հիմնական արտադրանքի նման",
        "in_stock": "Գույքագրում",
        "delete_dialog": {
          "title": "Ջնջել արտադրանքի տարբերակը",
          "message": "Ցանկանու՞մ եք ջնջել այս տարբերակը:"
        }
      },
      "variant_add_edit": {
        "title": "Ապրանքի տարբերակի սահմանում",
        "message": "Ապրանքի համարը Եզակի",
        "active_input": "Արդյո՞ք այս տարբերակը ակտիվ է:",
        "sku": "SKU",
        "sku_tips": "Ապրանքի պահեստի կոդը.",
        "mpn": "MPN",
        "mpn_tips": "Արտադրանքի կոդը, որը տեղադրվել է արտադրողի կողմից արտադրանքի փաթեթավորման վրա",
        "variant_variable": "Տարբերակային փոփոխականներ",
        "pricing": "Գնագոյացում",
        "has_pricing_input": "Արդյո՞ք գինը տարբերվում է հիմնական ապրանքից:",
        "inventory": "Գույքագրում",
        "inventory_unit": "Նյութեր",
        "delivery_info": "Փաթեթավորում և առաքում",
        "images": "Տարբերակի պատկերները",
        "images_message": "Այս տարբերակը պահելուց հետո դուք կկարողանաք պատկեր ավելացնել այստեղ:"
      }
    },
    "edit_article": {
      "menu": {
        "tags": "Պիտակներ",
        "article": "Հոդված"
      }
    }
  },
  "product_extra_physical": {
    "weight": "Փաթեթի քաշը",
    "weight_unit": "կգ",
    "size": "Փաթեթի չափսերը",
    "dimension": "Սմ",
    "width": "Լայնությունը",
    "length": "Երկարություն",
    "height": "Բարձրություն",
    "lead_time_title": "Պատրաստման ժամանակը",
    "lead_time": "Պատրաստման ժամանակը",
    "lead_time_dimension": "Ժամեր)",
    "bulk_action": "Զանգվածային գործողություններ",
    "bulk_action_input": "Թարմացրեք բոլոր տարբերակները",
    "bulk_action_msg": "Սահմանեք արտադրանքի փաթեթավորման և պատրաստման ժամանակը բոլոր տարբերակների համար:"
  },
  "product_images_list": {
    "upload_button": "Ապրանքի ավելի շատ պատկերներ",
    "upload_an_image": "Ընտրեք պատկեր:",
    "notifications": {
      "update_sort_success": "Պատկերների տեսակավորումը պահպանված է",
      "delete_image_title": "Ջնջել արտադրանքի պատկերը",
      "delete_image_success": "Պատկերը հաջողությամբ ջնջվեց"
    }
  },
  "variants_view": {
    "prices": "Գները",
    "inventory": "Գույքագրում",
    "discount": "Զեղչ"
  },
  "gift_card_type_edit": {
    "title_input": "Կոչում",
    "color_input": "Քարտի գույնը",
    "charge_input": "Նախնական լիցքավորում",
    "charge_input_hint": "Յուրաքանչյուր քարտի համար նախնական վճար",
    "currency_input": "Արժույթ",
    "currency_input_message": "Միայն այս արժույթով գնումների համար",
    "lifetime_input": "Քարտի վավերականությունը (ամիս)",
    "lifetime_input_message": "Քարտի վավերականությունը",
    "card_image_input": "Քարտի պատկեր",
    "notifications": {
      "create_success": "Քարտը ստեղծվել է",
      "update_success": "Քարտը թարմացվել է"
    }
  },
  "shop_warehouse_edit": {
    "title": "Ավելացնել պահեստ",
    "message": "Մուտքագրեք ձեր պահեստի հասցեն և պրոֆիլը՝ առաքման արժեքը հաշվարկելու համար:",
    "name_input": "Պահեստի անվանումը",
    "address": "հասցեն",
    "name_input_message": "Մուտքագրեք ձեր պահեստի մականունը:",
    "person_name": "Սպայի անունը",
    "phone_number": "Կոնտակտային համարը",
    "map_title": "Խանութի պահեստի հասցեն",
    "confirm_action": "Պահեստի հաստատում",
    "address_name": "Պահեստ",
    "notifications": {
      "success_save": "Փոփոխությունները հաջողությամբ պահպանվեցին:"
    }
  },
  "inventory_list": {
    "search_input": "Ապրանքի որոնում...",
    "search_input_title": "Որոնեք խանութի ապրանքների մեջ",
    "apply_filter": "Կիրառել զտիչ",
    "inventory": "Գույքագրման ցուցակ",
    "export": "Արտահանել գույքագրում",
    "import": "Ներմուծեք գույքագրում",
    "bulk_price": "Զանգվածային գնի փոփոխություն",
    "bulk_discount": "Զեղչի մեծաքանակ փոփոխություն",
    "category_filter_msg": "⚡ Այն կտարածվի բոլոր ապրանքների և ենթակատեգորիաների վրա։",
    "table": {
      "waiting": "Տեղեկությունների ստացում... խնդրում ենք սպասել",
      "open_state": "Ակտիվ",
      "close_state": "ոչ ակտիվ",
      "image": "Պատկեր",
      "product": "ապրանքային անուն",
      "code": "Ապրանքի կոդը",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "Օրիգինալ",
      "status": "Կարգավիճակ",
      "in_stock": "Պահեստում",
      "edit": "Փոփոխություն"
    },
    "bulk_price_dialog": {
      "title": "Զանգվածային գործողություններ > Գին",
      "message": "Նշում. Հետևյալ գումարը կկիրառվի որպես տոկոս ձեր խանութի բոլոր ապրանքների գնի վրա: Նաև հաշվարկված գնային արժեքները խելամտորեն կփոխակերպվեն ընտրված արժույթի հիման վրա մոտակա կլոր թվին: Զգույշ եղեք արժեքները մուտքագրելիս:",
      "check": "Հավանություն եմ տալիս գնային փոփոխություններին։",
      "add_percent_tab": "Ավելացնել տոկոս",
      "add_constant_tab": "Ավելացնել Constant",
      "ending_tab": "Ավարտելով ռազմավարությունը"
    },
    "bulk_discount_dialog": {
      "title": "Զանգվածային գործողություններ > Զեղչ",
      "message": "Նշում. Հետևյալ գումարը կկազմի ձեր խանութի բոլոր ապրանքների զեղչի տոկոսը: Նաև հաշվարկված զեղչային արժեքները խելամտորեն կվերածվեն ընտրված արժույթի հիման վրա ամենամոտ կլոր թվին: Զգույշ եղեք արժեքները մուտքագրելիս:",
      "check": "Ես հավանություն եմ տալիս զեղչի փոփոխություններին։"
    },
    "notifications": {
      "save_success": "Պահպանվել է գույքագրման փոփոխությունը:"
    }
  },
  "spec_view": {
    "auto_save_input": "Ավտոմատ պահպանում"
  },
  "time_progress_bar": {
    "title_before_start": "Մնում է մեկնարկին",
    "title_between_start_end": "Մնալով մինչև վերջ",
    "title_after_end": "Ավարտված",
    "title_no_start_end": "Առանց ժամանակի!"
  },
  "geo_map": {
    "views": "Դիտումներ",
    "views_unit": "Ժամանակներ",
    "product_views": "Ապրանքի դիտումներ",
    "buys": "Գնումները",
    "buys_unit": "Պատվերներ",
    "baskets": "Ակտիվ սայլակներ",
    "added_items": "Ավելացնել իրեր",
    "removed_items": "Հեռացնել իրերը"
  },
  "faq_list": {
    "table": {
      "nodata": "Հարցեր չեն գտնվել:",
      "more_data_action": "Ավելի շատ հարցեր..",
      "user": "Օգտատեր",
      "tag": "Նշել",
      "question": "Հարց",
      "officer": "Անձնակազմ",
      "answer": "Պատասխանել",
      "created_at": "Ամսաթիվ",
      "priority": "Առաջնահերթություն",
      "edit": "Խմբագրել"
    },
    "dialog": {
      "add_new_action": "Ներկայացրեք նոր հարց",
      "edit_action": "Խմբագրել ՀՏՀ",
      "question_input": "Հարց",
      "question_input_placeholder": "Հարցդ տուր..",
      "link_input": "Հղում",
      "link_input_placeholder": "Դուք կարող եք ի պատասխան հղում կատարել:",
      "answer_input": "Պատասխանել",
      "answer_input_placeholder": "Մուտքագրեք պատասխանի տեքստը..",
      "tag_input": "Պիտակ (Կատեգորիայի անվանում)",
      "tag_input_placeholder": "Մուտքագրեք կարճ վերնագիր",
      "priority_input": "Առաջնահերթություն (0-ից 10)"
    },
    "delete_alert": {
      "title": "Ջնջել հարցը",
      "message": "Ցանկանու՞մ եք ջնջել այս հարցը:",
      "action": "Ջնջել"
    },
    "notifications": {
      "send_success": "Ձեր պատասխանը հաջողությամբ ուղարկվել է:",
      "delete_success": "Ձեր հարցը հաջողությամբ ջնջվել է:"
    }
  },
  "contact_messages_list": {
    "load_more_action": "Ավելի շատ հաղորդագրություններ..",
    "table": {
      "nodata": "Հարցեր չեն գտնվել:",
      "user": "Օգտատեր",
      "message": "Հաղորդագրության մարմինը",
      "category": "Կարգավիճակ",
      "officer": "Անձնակազմ",
      "answer": "Պատասխանել",
      "created_at": "Ամսաթիվ",
      "contact": "Կապ",
      "edit": "Խմբագրել"
    },
    "dialog": {
      "title": "Պատասխանել հաղորդագրությանը",
      "category": "Կարգավիճակ",
      "user_name": "Անուն",
      "email": "Էլ",
      "phone": "Կոնտակտային համարը",
      "message": "Հաղորդագրության տեքստ",
      "status": "Արձագանքման կարգավիճակը",
      "status_answered": "Պատասխանեց",
      "status_waiting": "Սպասում է պատասխանին",
      "answer_input": "Պատասխանի տեքստ",
      "mail_input": "Նամակ ուղարկել",
      "mail_input_message": "Եթե սա միացնեք, ձեր պատասխանը կուղարկվի օգտվողի էլ."
    },
    "delete_alert": {
      "title": "Ջնջել հաղորդագրությունը",
      "message": "Ցանկանու՞մ եք ջնջել այս հաղորդագրությունը:",
      "action": "Ջնջել"
    },
    "notifications": {
      "send_success": "Ձեր հարցումը հաջողությամբ ուղարկվել է:",
      "delete_success": "Հաղորդագրությունը ջնջված է:"
    }
  },
  "campaign": {
    "title": "Քարոզարշավ",
    "menu": {
      "setting": "Կարգավորումներ",
      "return": "Ետ",
      "dashboard": "Վահանակ",
      "links": "Հղումներ",
      "landing": "Վայրէջք",
      "ads": "Գովազդներ",
      "finance": "Ֆինանսներ"
    },
    "dashboard": {
      "title": "Վահանակ",
      "status": "Կարգավիճակի ակնարկ",
      "sessions": "Նիստեր",
      "links_overview": "Արշավի հղումների ակնարկ",
      "orders": "Պատվերներ",
      "performance": "Քարոզարշավի կատարումը",
      "links_funnel": "Քարոզարշավի հղումների կատարումը",
      "no_links": "Տվյալներ չկան: Խնդրում ենք ստեղծել ձեր քարոզարշավի հղումը:",
      "social": "Սոցիալական լրատվամիջոցները տանում են",
      "conversion_over_time": "Փոխակերպում ժամանակի ընթացքում",
      "total_campaign_sell": "Ընդհանուր վաճառքներն ըստ արշավի"
    },
    "finance": {
      "title": "Ֆինանսական հաշվետվություն",
      "campaign_revenue": "Քարոզարշավի եկամուտ",
      "total_revenue": "Ընդհանուր եկամուտն ըստ քարոզարշավի",
      "links_revenue": "Campaign Links-ի եկամուտը",
      "payments_over_time": "Վաճառք ժամանակի ընթացքում",
      "all_links": "Բոլոր հղումները"
    },
    "landing": {
      "empty_message": "Նախադրեք վայրէջք էջ քարոզարշավի կարգավորումներում:",
      "set_landing": "Սահմանել վայրէջքի էջը",
      "create_landing": "Ստեղծեք նոր վայրէջք էջ"
    },
    "links": {
      "title": "Քարոզարշավի հղումներ",
      "url_input_message": "Մուտքագրեք ձեր թիրախային էջի url-ը"
    },
    "setting": {
      "menu": {
        "config": "Կազմաձև",
        "timespan": "Ժամանակահատված",
        "banner": "Բաններ",
        "Notification": "Ծանուցում"
      },
      "general_setting": {
        "title": "Ընդհանուր քարոզարշավի կարգավորումներ",
        "sub_title": "Անունը, վայրէջքի էջը և զեղչի կոդը",
        "name_input": "Քարոզարշավի անվանումը",
        "name_input_hint": "Անուն ավելացրեք ձեր արշավին",
        "enable_input": "Արդյո՞ք քարոզարշավը ակտիվ է:",
        "page_input": "Landing Page",
        "discount_code_input": "Զեղչի կոդը",
        "limit": "Զեղչի սահմանաչափ",
        "max_count": "Առավելագույն հաշվարկ",
        "max_count_unit": "Նյութեր",
        "start": "Սկսել",
        "end": "Վերջ",
        "notification_enable_input": "Ծանուցումը միացվա՞ծ է:",
        "landing_page": "Landing Page",
        "discount_code": "Զեղչի կոդը",
        "auto": "Կանխադրված քարոզարշավ",
        "auto_message": "Ձեր խանութում ակտիվացված կանխադրված արշավ"
      },
      "time_setting": {
        "title": "Ժամանակահատված",
        "sub_title": "Մեկնարկի ամսաթիվ և ժամ / Ավարտի ամսաթիվ և ժամ",
        "start_input": "Սկսել",
        "start_input_placeholder": "Ընտրեք արշավի մեկնարկի ժամանակը",
        "end_input": "Վերջ",
        "end_input_placeholder": "Ընտրեք արշավի ավարտի ժամանակը"
      },
      "banner_setting": {
        "title": "Խանութի դրոշակ",
        "sub_title": "Ցուցադրել խանութի էջի վերևում",
        "message_input": "Հաղորդագրության տեքստ",
        "message_input_placeholder": "Հատուկ փառատոն...",
        "message_input_hint": "Բաններային հաղորդագրության տեքստային խանութի վերևում",
        "bg_image_input": "Ֆոնային պատկերի URL",
        "bg_image_input_hint": "Ամբողջական ֆոնային պատկերի URL",
        "repeat_pattern": "Կրկնել օրինակը",
        "simple": "Պարզ",
        "dark_input": "Մութ թեմա՞",
        "icon_input": "Սրբապատկեր",
        "icon_input_hint": "Նյութական դիզայնի պատկերակի անունը կամ Fontawsom՝ fas fa-star",
        "anim_input": "Անիմացիոն հասցե",
        "anim_input_message": "Lottie անիմացիոն ֆայլի URL",
        "preview": "Նախադիտում",
        "preview_update_action": "Թարմացնել նախադիտումը",
        "bg_color": "Ֆոնի գույնը",
        "icon_bg": "Պատկերակի ֆոնի գույնը"
      },
      "notifications": {
        "title": "Ծանուցում",
        "sub_title": "Ստեղծեք ծանուցում և կապեք այն ձեր քարոզարշավին:",
        "update_success": "Ձեր քարոզարշավը թարմացվել է:",
        "action_button": "Գործողությունների կոճակ",
        "background_color": "Ֆոնի գույնը",
        "text_color": "Տեքստի գույնը",
        "action_color": "Գործողության գույնը",
        "action_text_color": "Գործողությունների տեքստի գույնը",
        "notification_image": "Ծանուցման պատկեր",
        "notification_bg": "Ծանուցման նախապատմություն",
        "show_preview": "Ցույց տալ նախադիտումը",
        "persistence": "Համառություն",
        "persistence_message": "Ցանկանու՞մ եք ցույց տալ ամեն անգամ, երբ ձեր օգտատերը այցելում է կայք",
        "radius": "Շառավիղ",
        "show_delay": "Ցույց տալ ուշացումը"
      }
    }
  },
  "add_category": {
    "title_edit": "Խմբագրել կատեգորիան",
    "title_update": "Ավելացնել նոր կատեգորիա",
    "menu": {
      "delete": "Ջնջել կատեգորիան",
      "filter": "Զտիչներ",
      "settings": "Կարգավորումներ",
      "back": "Ետ"
    },
    "title_input": "Կատեգորիայի անվանումը *",
    "title_input_error": "Ընտրեք կատեգորիայի վերնագիր",
    "name_input": "Կատեգորիայի անվանումը (անգլերեն) *",
    "name_input_error": "Ընտրեք եզակի անուն կատեգորիայի համար",
    "description_input": "Կատեգորիայի նկարագրություն",
    "description_input_message": "Մուտքագրեք կատեգորիայի համառոտ նկարագրությունը ..",
    "parent_input": "Ծնողների կատեգորիա",
    "parent_input_message": "Այս կատեգորիան հայտնվում է խանութի գլխավոր էջում:",
    "image_input": "Կատեգորիայի պատկեր",
    "image_input_placeholder": "Ընտրեք պատկեր կատեգորիայի համար",
    "edit_action": "Խմբագրել կատեգորիան",
    "add_action": "Ավելացնել կատեգորիա",
    "back_action": "Ետ",
    "no_category": "Կատեգորիաներ չկան",
    "star": "Աստղ",
    "filter": {
      "title": "Կատեգորիայի զտիչներ",
      "sub_title": "Կառավարեք այս կատեգորիայի ապրանքների համար կիրառելի զտիչներն ու կատեգորիաները:",
      "message": "Ներքևի վանդակում մուտքագրեք և պահպանեք այս կատեգորիայի ընդհանուր տեխնիկական հատկանիշի անվանումը: Ցանկը պահպանելուց հետո յուրաքանչյուր կատեգորիայի բովանդակության հետ մեկտեղ կցուցադրվեն զտիչների կատեգորիաները: Գույնը, քաշը, չափը, ապրանքանիշը և այլն ավտոմատ կերպով արդյունահանվում են արտադրանքի տարբերակից:"
    },
    "delete_alert": {
      "title": "Հեռացնել կատեգորիան",
      "message": "Ցանկանու՞մ եք ջնջել {title} կատեգորիան:",
      "action": "Ջնջել"
    },
    "notifications": {
      "add_success": "Ավելացվեց նոր կատեգորիա։",
      "edit_success": "Կարգավիճակը խմբագրված է։",
      "delete_success": "Ջնջված է {title}:"
    },
    "edit_filter": {
      "spec_input": "Տեխնիկական բնութագրերի ցանկ",
      "spec_input_message": "Հատկությունների ցանկ, որոնք ցանկանում եք ցուցադրվել զտիչների բաժնում",
      "price": "գինը",
      "min": "Min",
      "max": "Մաքս",
      "suggested_list": {
        "brand": "Ապրանքանիշը",
        "colors": "Գույն",
        "styles": "Դիզայն",
        "volumes": "Ծավալը",
        "weights": "Քաշը",
        "packs": "Համարը մեկ փաթեթում",
        "types": "Տիպ"
      },
      "notifications": {
        "edit_success": "Կարգավիճակը խմբագրված է։"
      }
    }
  },
  "apps_list": {
    "nodata": "Ձեր խանութում ոչ մի հավելված չկա",
    "inactive": "ոչ ակտիվ",
    "my_apps": "Իմ հավելվածները",
    "app_store": "Ավելացնել նոր հավելված"
  },
  "add_shop": {
    "menu": {
      "shop_title": "Խանութի անվանումը",
      "shop_name": "Խանութի անվանումը",
      "description": "Նկարագրություն",
      "contact": "Կոնտակտային տվյալներ",
      "image": "Պատկեր"
    },
    "title_input": "Կոչում",
    "title_input_tips": "Մուտքագրեք ձեր խանութի, ապրանքանիշի կամ ընկերության անունը:",
    "active_message": "Սահմանեք ակտիվ, որպեսզի բոլորը կարողանան մուտք գործել ձեր կայք:",
    "language_input_message": "Ընտրեք ձեր խանութի լեզուն:",
    "name_input": "Անուն",
    "name_input_message": "Մուտքագրեք ձեր խանութի անունը:",
    "name_input_tips": "Մի օգտագործեք ոչ անգլերեն նիշեր, բացատներ կամ տառեր, եթե օգտագործեք, խանութի անունը կարող է պատշաճ կերպով չցուցադրվել:",
    "description_input": "Խանութի նկարագրությունը",
    "description_input_message": "Գրեք ձեր բիզնեսի համառոտ նկարագրությունը:",
    "address_input": "Խանութի հասցեն",
    "address_input_message": "Մուտքագրեք խանութի գտնվելու վայրի ճշգրիտ հասցեն",
    "phone_input": "հեռախոսահամար",
    "phone_input_message": "Հաճախորդի կոնտակտային համարը",
    "phone_input_tips": "Մուտքագրեք կոնտակտային համարը երկրի կոդը: Այս թիվը օգտագործվում է նաև Google-ի որոնման մեջ տեղեկատվություն ցուցադրելու համար:",
    "email_input": "Էլ",
    "email_input_message": "Էլփոստի հասցե հաճախորդների համար",
    "locality_input": "Գտնվելու վայրը",
    "locality_input_message": "Խանութի գտնվելու վայրը",
    "region_input": "Նահանգ կամ գավառ",
    "region_input_message": "Նահանգ կամ նահանգ, որտեղ դուք գործում եք",
    "country_input": "Երկիր",
    "country_input_message": "Գործարար երկիր",
    "postal_code_input": "փոստային ինդեքս",
    "postal_code_input_message": "Խանութի փոստային ինդեքս",
    "image_input": "Պահպանման պատկեր",
    "map": {
      "title": "Խանութի հասցեն",
      "confirm": "Հասցեի գրանցում",
      "address": "հասցեն",
      "receptor": "խանութ"
    },
    "create_shop_action": "Ստեղծել խանութ",
    "update_shop_action": "Թարմացնել",
    "notifications": {
      "copy_success": "Խանութի հասցեի պատճենը.",
      "name_available": "Այս անունը ({name}) հասանելի է:",
      "add_success": "Ստեղծվել է «{title}» խանութը:",
      "edit_success": "Խանութը խմբագրված է։"
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "Ավելացնել վիրտուալ տարր",
    "add_virtual_item_desc": "Վիրտուալ ապրանքներ վաճառելու համար դուք պետք է դրանք ավելացնեք այս բաժնում: Վիրտուալ տարրերի քանակը հավասար է այս բաժնի անվճար իրերի քանակին: Երբ հաճախորդները գնեն վիրտուալ ապրանքը, հղումը կուղարկվի նրանց:",
    "filter_action": "Կիրառել զտիչ",
    "not_processed": "Չմշակված պատվերներ",
    "title": "Նյութերի ցանկ",
    "vew_order": "Դիտել պատվերը",
    "table": {
      "nodata": "Նյութեր չկան",
      "product": "Արտադրանք",
      "data": "Տվյալներ",
      "status": "Կարգավիճակ",
      "user_message": "Օգտատիրոջ հաղորդագրություն",
      "updated_at": "Վերջին թարմացում",
      "order": "Պատվեր",
      "delete": "Ջնջել"
    },
    "notifications": {
      "delete_success": "Տարրը հաջողությամբ ջնջվեց:"
    }
  },
  "add_virtual_item": {
    "title_edit": "Խմբագրել արժեքները",
    "title_add": "Ավելացնել ապրանքը ապրանքին",
    "sub_title": "Վիրտուալ ապրանքների ստեղծում և խմբագրում",
    "message": "Խանութի մենեջերը կարող է գնորդին ցույց տալ արժեքը վճարումից հետո: Այս արժեքները պետք է մուտքագրվեն ստորև բերված ձևով: Այս ձևի կառուցվածքը դրված է Edit Item> Edit Output Information բաժնում:",
    "edit_outputs": "Խմբագրել ելքային ձևը",
    "notifications": {
      "edit_success": "Նյութը խմբագրված է:",
      "add_success": "Նյութը ավելացված է ցանկին:"
    }
  },
  "virtual_process_center": {
    "title": "Մշակման կենտրոն",
    "sub_title": "պատվերը ընթացքի մեջ է",
    "virtual_product": "վիրտուալ արտադրանք",
    "menu": {
      "report": "Հաշվետվություն",
      "timeline": "Ժամանակացույց",
      "order": "Պատվեր"
    },
    "list_widget": {
      "title": "Պատվերի բնութագրեր",
      "product_name": "ապրանքային անուն"
    },
    "inputs_widget": {
      "title": "Մուտքագրման ձև",
      "table": {
        "title": "Կոչում",
        "value": "Արժեք"
      },
      "change_inputs_action": "Խմբագրել մուտքագրման ձևը"
    },
    "outputs_widget": {
      "title": "Ելքային ձև",
      "table": {
        "title": "Կոչում",
        "value": "Արժեք"
      },
      "tips": [
        "Հաճախորդի հարցումը կատարելուց հետո սեղմեք պատվերի հաստատման ստեղնը՝ գնորդին պատվերի մասին ծանուցելու համար:",
        "Պատվերը հաստատվելուց հետո գնորդը չի կարողանա խմբագրել մուտքային տվյալները:"
      ],
      "alerts": {
        "order_completed_by_admin": "Պատվերն ավարտված է։",
        "order_completed_by_buyer": "Պատվերն ավարտված է գնորդի կողմից։",
        "waiting_for_buyer": "Սպասում է գնորդի հաստատմանը.."
      }
    }
  },
  "file_process_center": {
    "title": "Մշակման կենտրոն",
    "sub_title": "պատվերը ընթացքի մեջ է",
    "menu": {
      "report": "Հաշվետվություն",
      "timeline": "Ժամանակացույց",
      "order": "Պատվեր"
    }
  },
  "process_order_page_dashboard": {
    "title": "պատվերը ընթացքի մեջ է",
    "cancel_order_action": "Չեղարկել պատվերը",
    "open_basket_cation": "Այս զամբյուղը բաց է, այսինքն՝ հաճախորդը գնում է և դեռ չի վճարել պատվերը:",
    "reject_dialog": {
      "title": "Պատվերը մերժելու պատճառ",
      "message": "Ստորև բերված ցանկից ընտրեք այս պատվերը մերժելու պատճառը: Համոզվեք, որ հաճախորդին տեղեկացրեք չեղարկման և վերադարձման գործընթացի մասին: Գումարի վերադարձը պետք է կատարվի 12 ժամվա ընթացքում:",
      "confirm_action": "Չեղարկել պատվերը",
      "dismiss_reject_action": "Մերժել պատվերի չեղարկումը"
    },
    "notifications": {
      "update_status_success": "Պատվերի կարգավիճակը թարմացվել է:",
      "reject_update_success": "Պատվերի չեղարկման կարգավիճակը թարմացվել է:",
      "dismiss_reject_success": "Պատվերը վերադարձել է բնականոն ընթացք։",
      "set_tracking_success": "Պատվերի հետագծի ID-ն հաջողությամբ պահպանվեց:"
    }
  },
  "process_center": {
    "title": "Մշակման կենտրոն",
    "physical_product": "Ֆիզիկական արտադրանք",
    "menu": {
      "label": "Փաթեթի պիտակ",
      "receipt": "Հաշիվ-ապրանքագիր",
      "back": "Ետ",
      "return": "Վերադարձ",
      "report": "Հաշվետվություն",
      "timeline": "Ժամանակացույց",
      "inputs": "Մուտքագրումներ",
      "order": "Պատվեր"
    },
    "payment_widget": {
      "title": "Վճարում",
      "checklist": [
        "Ստուգեք պատվերի գումարը և հաճախորդի վճարումը:",
        "Ստուգեք վճարման հասցեն:",
        "Համոզվեք, որ մուտքագրված տվյալները ճիշտ են, հատկապես, եթե վճարումը կատարվում է կանխիկ առաքմամբ:"
      ],
      "action_cod_pay": "Հաստատեք վճարումը հաճախորդի կողմից",
      "action_dir_pay": "Հաստատեք բեռնված վճարման անդորրագիրը",
      "payment_receipt_not_uploaded_error": "Վճարման անդորրագիրը դեռ չի վերբեռնվել:",
      "waiting_for_pay": "Սպասող Վճարման",
      "processing_payment": "Վճարման մշակում",
      "processing_cancel": "Վճարումը չեղարկվել է",
      "paid": "Վճարված",
      "cod_pay_info": "Հաճախորդից պատվերը ստանալուց հետո կարող եք հաստատել վճարումը և ավարտել պատվերը:",
      "dir_pay_info": "Վճարման անդորրագիրը կհայտնվի վերևում: Նախքան վճարումը հաստատելը, ստուգեք ավանդի գումարը և անդորրագրի տվյալները ձեր բանկում:",
      "created_date": "Ստեղծման ամսաթիվը",
      "pay_date": "Վճարման օր",
      "payment_gateway": "Վճարման դարպաս",
      "payment_method": "Վճարման եղանակ",
      "risk": "Ռիսկի արժեքը",
      "billing_details": "Վճարման մանրամասները",
      "add_transaction": "Ավելացնել նոր օրինագիծ",
      "add_transactions_message": "Այս պատվերի համար դուք պետք է ստեղծեք առնվազն մեկ գործարք: Որոշ դեպքերում վճարումը պահանջվում է մի քանի քայլով: Թե որ գործարքների համար պետք է վճարի օգտատերը, կորոշեք ձեր կողմից աշխատանքի ընթացքում:",
      "add_bill_dialog": {
        "title": "Ավելացնել հաշիվ-ապրանքագիր",
        "message": "Այս պատվերի համար կարող եք ավելացնել մեկ կամ մի քանի նոր հաշիվ-ապրանքագրեր: Հաճախորդը կտեսնի այդ հաշիվ-ապրանքագրերը և կվճարի յուրաքանչյուրը՝ ըստ աշխատանքի առաջընթացի:",
        "amount_input": "Հաշիվ-ապրանքագրի գումարը",
        "action": "Ավելացնել հաշիվ"
      },
      "edit_bill_dialog": {
        "title": "Խմբագրել հաշիվ-ապրանքագիրը",
        "message": "Դուք կարող եք խմբագրել սպասող հաշիվ-ապրանքագրերը:",
        "action": "Խմբագրել հաշիվ-ապրանքագիրը"
      },
      "bill_cash_payment_dialog": {
        "title": "Գրանցեք կանխիկ վճարում",
        "message": "Եթե գնորդը վճարել է այս հաշիվ-ապրանքագրի գումարը կանխիկ կամ այլ կերպ, քան առցանց վճարումը, ապա այս բաժնում, ընտրելով տարբերակ, գրանցվեք և հաստատեք նրա վճարումը: Այս բաժնում դուք կարող եք տեսնել միայն ձեր խանութի կանխիկ վճարման դարպասները, եթե նման տարբերակ չեք տեսնում, ապա ձեր խանութում պետք է ակտիվացնեք կանխիկի վճարման դարպաս՝ ընտրված արժույթով:",
        "action": "Հաստատեք օրինագծի վճարումը"
      },
      "table": {
        "title": "Կոչում",
        "amount": "Գումարը",
        "description": "Նկարագրություն",
        "info": "Ինֆո"
      },
      "user_payment": "Հաճախորդի վճարում",
      "cod": "Կանխիկ Առաքում",
      "gateway_wage": "Վճար",
      "gift_card": "Նվեր քարտ",
      "discount_code": {
        "title": "Զեղչի կոդը",
        "code": "Կոդ",
        "percent": "տոկոս",
        "limit": "Սահման"
      },
      "club": {
        "title": "Հաճախորդների ակումբ",
        "percent": "տոկոս",
        "limit": "Սահման"
      },
      "coupon": {
        "title": "Կտրոն",
        "percent": "տոկոս",
        "limit": "Սահման",
        "charge": "Լիցքավորում"
      },
      "delivery": {
        "title": "Առաքման ծախսերը",
        "not_paid": "Չվճարված"
      },
      "samin": {
        "title": "Ծառայության վճար",
        "description": "Այս գումարը հանվել է ձեր Seldone դրամապանակի հաշվից:",
        "tooltip": "Հաշվարկել վճարման եղանակով",
        "percent": "տոկոս"
      },
      "affiliate": {
        "title": "Գործընկերային հանձնաժողով",
        "affiliate_message": "Դուք պետք է վճարեք այս հանձնաժողովը ձեր մասնաճյուղին: Այս գործընթացը կատարվում է ինքներդ:"
      },
      "total_price": "Ապրանքների ընդհանուր արժեքը",
      "total_items_discount": "Ապրանքների զեղչ",
      "total_price_after_offers": "Ընդամենը առաջարկներ կիրառելուց հետո",
      "user_payment_amount": "Գնորդի վճարման գումարը",
      "samin_wage": "Վաճառված վճար",
      "pay_cod_dialog": {
        "title": "Դուք ստացե՞լ եք պատվերի գումար:",
        "message": "Հաստատեք այս տարբերակը կանխիկ առաքման եղանակով` հաճախորդի կողմից ամբողջական վճարումն ապահովելուց հետո:",
        "confirm_action": "Հաստատեք հաճախորդի վճարումը"
      },
      "pay_dir_dialog": {
        "title": "Դուք ստացե՞լ եք պատվերի գումար:",
        "message": "Հաստատեք այս տարբերակը ձեր բանկի հետ վերբեռնված վճարման անդորրագիրը հաստատելուց հետո: Համոզվեք, որ ստուգեք վճարումը ձեր բանկից:",
        "confirm_action": "Հաստատեք հաճախորդի վճարումը"
      },
      "notifications": {
        "pay_confirm_message": "Վճարումը հաստատված է:<br> Նավահանգիստ՝ {gateway_name}<br> Ամսաթիվ՝ {payment_at}",
        "pay_fail_title": "Չվճարված",
        "pay_fail_message": "Վճարումը չի կարող հաստատվել:"
      }
    },
    "basket_list": {
      "checklist": [
        "Ստուգեք գույքագրումը:",
        "Եթե ապրանքը անհասանելի է, ապա այդ ապրանքի համար վճարված գումարը պետք է վերադարձվի հաճախորդին:"
      ],
      "message": "Եթե ապրանքներից որևէ մեկը անհասանելի է կամ հնարավոր չէ վաճառել, ապա նշեք դրա կողքի վանդակը և սեղմեք <b>Հաստատել պատվերը</b> կոճակը:",
      "action": "Պատվերի հաստատում",
      "list_of_items": "Գնումների զամբյուղի ցուցակ",
      "apply_change_action": "Կիրառել փոփոխությունները",
      "cant_apply_change": "Հնարավոր չէ փոփոխություններ կատարել",
      "lottery_prize_inform": "Ձեր հաճախորդը շահում է այս ապրանքի 1 անգամ: Նվեր ուղարկեք այս պատվերով։"
    },
    "preparing": {
      "title": "Նախապատրաստում",
      "packing_weight": "Փաթեթավորման քաշը",
      "delivery_type": "Առաքման եղանակը",
      "packing_size": "Փաթեթավորման չափերը",
      "distance_warning": "Գերազանցում է թույլատրելի հեռավորության սահմանը:",
      "weight_warning": "Գերազանցում է թույլատրելի քաշը.",
      "volume_warning": "Գերազանցում է փաթեթի թույլատրելի չափը:",
      "message": "Սեղմեք հետևյալ <b>Պատվերի պատրաստ</b> կոճակը, եթե պատվերը պատրաստ է առաքման:",
      "action": "Պատվերը պատրաստ է առաքման",
      "checklist": [
        "Փաթեթավորման ստանդարտ կանոնների պահպանում:",
        "Տպեք ապրանքների ցանկը և դրեք փաթեթի ներսում:",
        "Տպեք և կպցրեք պիտակը տուփին:"
      ]
    },
    "basket_items": "Պատվիրեք ապրանքների ցանկ",
    "delivered_dialog": {
      "title": "Այս պատվերը ստացե՞լ է հաճախորդը:",
      "message": "Հաստատեք այս տարբերակը, երբ գիտեք, որ հաճախորդը ստացել է պատվերը",
      "confirm_action": "Ես հաստատում եմ, որ հաճախորդը ստացել է փաթեթը"
    },
    "return_delivery_dialog": {
      "title": "Պատվերը առաքման ժամանակ խնդիրներ ունեցե՞լ է, թե՞ այն վերադարձվել է:",
      "message": "Հաստատեք բեռնափոխադրումը վերադարձնելու տարբերակը, եթե պատվերը ինչ-ինչ պատճառներով ուղարկելուց հետո վերադարձվել է, և առաքումը նորից ուղարկելու անհրաժեշտություն կա:",
      "confirm_action": "Հաստատեք առաքումը վերադարձված"
    },
    "notifications": {
      "update_status_success": "Պատվերի կարգավիճակը թարմացվել է:",
      "reject_update_success": "Պատվերի չեղարկման կարգավիճակը թարմացվել է:",
      "dismiss_reject_success": "Պատվերը չեղարկվել է։",
      "pay_cod_success": "Հաստատված է կանխիկ առաքման վճարումը:",
      "pay_dir_success": "Վճարումը հաստատվել է քարտից քարտ վճարման կամ դրամական փոխանցման միջոցով:",
      "set_tracking_success": "Պատվերի հետագծի ID-ն հաջողությամբ պահպանվեց:",
      "new_bill_success": "Նոր հաշիվը հաջողությամբ ավելացվեց:",
      "edit_bill_success": "Օրինագիծը հաջողությամբ թարմացվել է:",
      "update_bill_status_success": "Հաշվի կարգավիճակը հաջողությամբ թարմացվել է:",
      "set_payment_in_cash_success": "Հաշվի վճարումը հաստատվել է ձեռքով:"
    },
    "delete_bill_dialog": {
      "title": "Ջնջել հաշիվը",
      "message": "Վստա՞հ եք ջնջելու այս օրինագիծը:",
      "action": "Այո, ջնջել հիմա"
    }
  },
  "shop_gateway": {
    "title": "Դարպաս",
    "menu": {
      "dashboard": "Վահանակ",
      "edit": "Խմբագրել",
      "transactions": "Գործարքներ",
      "back": "Դարպասներ"
    },
    "dashboard": {
      "title": "Դարպասների կառավարում",
      "gateway_data_widget": {
        "title": "Վճարումների հաշվետվություն",
        "title_small": "Դարպաս",
        "chart": {
          "times": "հաշվել",
          "buys": "Գնումների քանակը",
          "pays": "Հաջող վճարում",
          "amount_pay": "Վճարված",
          "amount_wage": "Վճար"
        }
      },
      "gateway_info_widget": {
        "title": "Ինֆո",
        "title_small": "Դարպաս",
        "status": "Կարգավիճակ",
        "cod_transportation": "Առաքման մեթոդները, որոնք աջակցում են COD-ին",
        "cod_transportations_error": "Միացնել կանխիկ վճարումը առաքման առնվազն մեկ եղանակի համար:",
        "payment_type": "Վճարման տեսակ",
        "cod": "Կանխիկ Առաքում",
        "online": "Առցանց վճարում",
        "wage_percent": "Վճար տոկոս",
        "min_wage": "Նվազագույն վճար",
        "max_wage": "Առավելագույն վճար",
        "min_amount": "Նվազագույն գործարք",
        "max_amount": "Առավելագույն գործարք",
        "timeout": "Վճարման ժամկետը",
        "timeout_unit": "Վայրկյաններ",
        "link": "Դարպասի հղում",
        "your_gateway_status": "Ձեր դարպասի կարգավիճակը",
        "config_extra_info": "Վճարային ծառայության կազմաձևում",
        "oauth2_button": "Ավտոմատ միացում {gateway}-ին",
        "fee_payment_message": "Հաճախորդի կողմից վճարված ամբողջ գումարը կփոխանցվի ձեր հաշվին: Ծառայության վճարը կհանվի ձեր դրամապանակից Selldone-ում:"
      }
    },
    "edit": {
      "title": "Խմբագրել դարպասը",
      "menu": {
        "delete": "Հեռացնել Gateway-ը"
      },
      "edit_action": "Խմբագրել դարպասը"
    },
    "transactions": {
      "title": "Գործարքներ",
      "table": {
        "amount": "Գումարը",
        "currency": "Արժույթ",
        "livemode": "Տիպ",
        "status": "Կարգավիճակ",
        "target_id": "Պատվեր",
        "risk": "Ռիսկ",
        "card": "Քարտ",
        "issued_at": "Թողարկման ամսաթիվ",
        "payment_at": "Վճարման օր"
      },
      "live_mode": "Ապրեք",
      "test_mode": "Sandbox"
    }
  },
  "edit_gateway": {
    "public_keys": "Հանրային բանալիներ",
    "private_keys": "Անձնական բանալիներ (գաղտնի)",
    "link": "Կայք",
    "state_title": "Ակտիվ / ոչ ակտիվ վճարման եղանակ",
    "gateway_status": "Կարգավիճակ",
    "wallet": "Blockchain դրամապանակ",
    "developer_title": "Մշակողի ռեժիմ",
    "developer_message": "Դուք կարող եք մշակել կեղծ գործարքներ, եթե դարպասն աջակցում է վրիպազերծման ռեժիմին:",
    "notifications": {
      "edit_success": "Gateway {gateway_name}-ը խմբագրվել է:"
    },
    "developer_setting": "Մշակել և փորձարկել",
    "live_mode_message": "Բոլոր գործարքները կլինեն ուղիղ ռեժիմով:"
  },
  "gift_card": {
    "title": "Նվեր Քարտեր",
    "menu": {
      "edit": "Խմբագրել",
      "new_card": "Ստեղծել քարտ",
      "list": "Քարտեր",
      "orders": "Պատվերներ",
      "dashboard": "Վահանակ",
      "back": "Նվեր Քարտեր"
    },
    "dashboard": {
      "title": "Նվեր քարտերի կառավարման վահանակ",
      "amount_widget": {
        "title": "Քարտի վճարում",
        "title_small": "30 օր",
        "chart_amount_pay": {
          "y": "Գումար",
          "label": "Վճարում"
        },
        "chart_buys": {
          "y": "Գնում է",
          "label": "Գնում է"
        },
        "total_buy": "Գնման ընդհանուր գումարը",
        "total_pay_30days": "30 օր ընդհանուր վճարում",
        "total_pay_today": "Այսօրվա վճարում"
      },
      "count_widget": {
        "title": "Թողարկված քարտերի քանակը",
        "title_small": "30 օր",
        "total_cards": "Քարտերի ընդհանուր քանակը",
        "used_cards_30days": "30 օր օգտագործում",
        "used_today": "Այսօրվա օգտագործումը",
        "chart": {
          "new_cards": "Նոր քարտեր",
          "used_cards": "Օգտագործված քարտեր",
          "new_card_name": "Նոր քարտ",
          "used_card_name": "Օգտագործված"
        }
      },
      "export": {
        "title": "Ստացեք ելքային ֆայլ",
        "cards_list": "Ստացեք քարտերի ցուցակ",
        "get_report": "Ստացեք հաշվետվություն"
      }
    },
    "cards": {
      "title": "Թողարկված քարտերի ցանկը",
      "loading_message": "Տեղեկություններ ստանալը... խնդրում ենք սպասել",
      "issue_to_user": "Խնդիր օգտատիրոջը",
      "table": {
        "card_number": "Քարտի համար",
        "balance": "Հաշվեկշիռ",
        "paid": "Վճարված",
        "edit": "Խմբագրել",
        "delete": "Ջնջել",
        "expire": "Ժամկետը լրանում է",
        "user": "Օգտատեր"
      },
      "delete_alert": {
        "title": "Հեռացնել քարտը",
        "message": "Իսկապե՞ս ուզում եք ջնջել այս քարտը:",
        "action": "Ջնջել"
      },
      "notifications": {
        "delete_success": "Նվեր քարտը ջնջված է։",
        "edit_success": "Փոփոխություններ են կատարվել.",
        "issue_success": "Օգտագործողին հաջողությամբ տրված նվեր քարտը:"
      },
      "issue_dialog": {
        "title": "Թողարկեք նվեր քարտ",
        "action": "Հավաստիացնում եմ. Քարտը թողարկեք հիմա"
      }
    },
    "gift_card_edit": {
      "title": "Ստեղծեք նվեր քարտ",
      "validity": "Վավերականություն",
      "validity_unit": "Ամիսներ",
      "currency": "Արժույթ",
      "initial_balance": "Քարտի սկզբնական մնացորդը",
      "count": "հաշվել",
      "count_unit": "տարր(ներ)",
      "enable_input_message": "Ստեղծված քարտերի կարգավիճակը",
      "notifications": {
        "create_success_title": "Պահպանել",
        "create_success": "Ստեղծվել է {count} նոր քարտ"
      }
    },
    "gift_card_edit_page": {
      "title": "Խմբագրել նվեր քարտը"
    }
  },
  "shop_discount": {
    "title": "Զեղչի կոդը",
    "up_to": "մինչեւ",
    "menu": {
      "dashboard": "Վահանակ",
      "orders": "Պատվերներ",
      "back": "Զեղչի կոդերը"
    },
    "dashboard": {
      "title": "Զեղչի կոդի կառավարման վահանակ",
      "chart_amount_buy": {
        "y": "Գնման գումարը {currency}",
        "label": "Գնել"
      },
      "chart_amount_discount": {
        "y": "Զեղչ {currency}",
        "label": "Զեղչ"
      },
      "chart_used": {
        "y": "Օգտագործման քանակը",
        "label": "Ժամանակներ"
      }
    }
  },
  "shop_coupon": {
    "title": "Կտրոններ",
    "up_to": "մինչեւ",
    "menu": {
      "dashboard": "Վահանակ",
      "back": "Կտրոններ",
      "orders": "Պատվերներ"
    },
    "dashboard": {
      "title": "Կտրոնների կառավարման վահանակ",
      "chart_amount_buy": {
        "y": "Գնման գումարը {currency}",
        "label": "Գնել"
      },
      "chart_amount_discount": {
        "y": "Կտրոն {currency}",
        "label": "Կտրոն"
      },
      "chart_used": {
        "y": "Օգտագործման քանակը",
        "label": "Ժամանակներ"
      }
    }
  },
  "shop_offer": {
    "title": "Առաջարկներ",
    "up_to": "մինչեւ",
    "menu": {
      "dashboard": "Վահանակ",
      "orders": "Պատվերներ",
      "back": "Առաջարկներ"
    },
    "dashboard": {
      "title": "Առաջարկի կառավարման վահանակ",
      "chart_amount_buy": {
        "y": "Գնման գումարը {currency}",
        "label": "Գնել"
      },
      "chart_amount_discount": {
        "y": "Առաջարկ {currency}",
        "label": "Առաջարկ"
      },
      "chart_used": {
        "y": "Օգտագործման քանակը",
        "label": "Ժամանակներ"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "Վճարեք ակտիվացման վճար",
    "balance": "Հաշվեկշիռ",
    "locked": "Կողպված է",
    "transfer": "Փոխանցում",
    "charge": "Ավանդ"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "Ստուգում",
    "payment": "Վճարում",
    "confirm": "Պատվերի հաստատում, <b>{success}</b> հաստատված և <b>{fail}</b> մերժված:",
    "prepare": "Պատվերի պատրաստում.",
    "send": "Պատվերն առաքվում է <b>{delivery}-ով</b> :",
    "delivered": "Պատվերը հանձնվել է հաճախորդին։",
    "fill-inputs": "Մուտքագրված տեղեկատվության ձևը լրացված է գնորդի կողմից:",
    "return-add": "Ներկայացրեք ապրանքի վերադարձի հարցում, {product}:",
    "return-accept": "Վերադարձի {return_code} հարցումը հաստատված է:",
    "return-reject": "{return_code} հարցումը մերժվել է:",
    "reject-order": "Մերժել պատվերը. Կոդ՝ {reject_code}:",
    "reject-order-clear": "Չեղարկել պատվերի մերժումը: Կոդ՝ {reject_code}:",
    "email-buy": "Հաճախորդին ուղարկեք գնման հաստատման էլ.",
    "email-payment": "Հաճախորդին ուղարկել վճարման հաստատման էլ.",
    "delivery-returned": "Պատվերը չի ստացվել պատվիրատուի կողմից և հետ է վերադարձվել։ Անհրաժեշտ է նորից առաքել։",
    "delivery-canceled": "Առաքումը չեղարկվել է։ Անհրաժեշտ է նորից առաքել։",
    "edit-receiver-info": "Պատվերի առաքման հասցեն խմբագրվել է գնորդի կողմից:",
    "edit-billing-info": "Գնորդի կողմից խմբագրված վճարային հասցեն:",
    "payment-cod-confirm": "COD վճարումը հաստատվել է:",
    "payment-cash-confirm": "Հաշվի դիմաց {amount} {currency} կանխիկ վճարումը հաստատվել է:",
    "payment-dir-confirm": "Ուղղակի վճարման անդորրագիրը հաստատվել է։",
    "vendor": "Մատակարարի պատվերի վիճակը <b>{from}</b> -ից փոխվել է <b>{to}-ի</b> :",
    "connect-sync": "Պատվերը համաժամացվել է Connect OS-ի կողմից:",
    "connect-shipped": "Միացման պատվերն առաքվել է {shipping}-ով:",
    "connect-returned": "Միացման պատվերը վերադարձվել է {shipping}-ով:",
    "connect-failed": "Պատվերի կատարումը ձախողվեց գործընկերոջ կողմից: {reason}",
    "connect-canceled": "Պատվերը չեղարկվել է գործընկերոջ կողմից: {reason}",
    "connect-action-cancel": "Պատվերը չեղարկելու խնդրանք: {reason}",
    "connect-put-hold": "Պատվերը կասեցվել է։ {reason}",
    "connect-remove-hold": "Պատվերը հանվել է պահումից: {reason}",
    "connect-confirmed": "Պատվերը հաստատվել է։",
    "email-vendor": "🔔 Պատվերի մասին նամակն ուղարկվել է <b>{vendor}</b> | {email}:"
  },
  "inline_chart": {
    "today": "Այսօր",
    "last_days": "{days} օր առաջ"
  },
  "products_select": {
    "move_category": "Կատեգորիա <b>{category}</b> տեղափոխեք այլ կատեգորիա",
    "move_product": "Ապրանքը <b>{product}</b> տեղափոխեք կատեգորիա",
    "product_menu": {
      "dashboard": "Ապրանքի վահանակ",
      "inventory": "Գույքագրում և տարբերակներ"
    },
    "notifications": {
      "copy_success": "Ապրանքի պատճենը.",
      "change_category_success": "Ապրանքի կատեգորիան խմբագրվել է:"
    }
  },
  "physical_order_track": {
    "title": "Ռիսկերի հաշվետվություններ և գնահատումներ"
  },
  "virtual_order_track": {
    "title": "Ռիսկերի հաշվետվություններ և գնահատումներ"
  },
  "virtual_order_timeline": {
    "title": "Ժամանակացույց"
  },
  "physical_order_timeline": {
    "title": "Ժամանակացույց"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "Գրեք հաղորդագրություն այստեղ...",
    "pin_action": "Ամրացրեք վերևում",
    "unpin_action": "Ապամրացնել",
    "copy_html": "Պատճենել Html",
    "notifications": {
      "add_note_success": "Նշումն ավելացվեց։",
      "edit_note_success": "Ծանոթագրությունը խմբագրված է։",
      "delete_note_success": "Նշումը ջնջված է։"
    },
    "delete_dialog": {
      "title": "Ջնջել նշումը",
      "message": "Ցանկանու՞մ եք ջնջել այս նշումը:",
      "action": "Ջնջել նշումը"
    },
    "resend_dialog": {
      "title": "Նորից ուղարկել էլ",
      "message": "Վստա՞հ եք, որ նորից կուղարկեք այս նամակը ձեր հաճախորդին:",
      "action": "Այո, նորից ուղարկեք",
      "success": "Էլփոստը նորից ուղարկվեց ձեր հաճախորդին:"
    }
  },
  "accounts": {
    "title": "Իմ դրամապանակը",
    "message": "Դուք պետք է առնվազն մեկ հաշիվ ստեղծեք այն արժույթով, որն օգտագործում եք Selldone-ում: Ծառայության վճարը վճարելու համար դուք պետք է լրացնեք այս հաշիվը:",
    "add_new": "Ստեղծեք նոր հաշիվ",
    "new_account": "Ավելացնել նոր հաշիվ",
    "new_account_dialog": {
      "title": "Նոր հաշիվ",
      "account_name_input": "Հաշվեհամար",
      "currency_input": "Արտարժույթի միավոր",
      "currency_input_message": "Ստեղծված հաշիվը կպահի միայն այս արժույթի արժեքները:",
      "new_account_wage": "Նոր հաշվի ստեղծման արժեքը. առաջին հաշվի համար անվճար",
      "create_account_action": "Գրանցվել"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "Նվեր ուղարկել",
      "sent": "Ուղարկել",
      "received": "Ստացել է"
    },
    "send_gifts": {
      "title": "Ուղարկված Նվերներ",
      "sub_title": "Դուք կարող եք նվեր ուղարկել ձեր ընկերներին կամ հաճախորդներին: Ստացողը կարող է ընդունել կամ մերժել ձեր նվերը: Գումարը փակվում է ձեր հաշվում և հանվում է, եթե ստացողը ընդունում է: Հակառակ դեպքում այս գումարը կփոխանցվի ձեր հաշվին:",
      "table": {
        "user": "Օգտատեր",
        "amount": "Գումարը",
        "currency": "Արժույթ",
        "account_name": "Սկսած",
        "status": "Կարգավիճակ",
        "message": "Հաղորդագրություն",
        "created_at": "Ստեղծման ամսաթիվը"
      }
    },
    "received_gifts": {
      "title": "Ստացված նվերներ",
      "sub_title": "Ձեր ստացած նվերները Սելդոնից կամ ուրիշներից",
      "table": {
        "amount": "Գումարը",
        "currency": "Արժույթ",
        "account_from": "Սկսած",
        "status": "Կարգավիճակ",
        "message": "Հաղորդագրություն",
        "created_at": "Ստեղծման ամսաթիվը",
        "receive": "Ստանալ"
      }
    }
  },
  "get_gift_dialog": {
    "title": "Ստացեք նվեր",
    "more": "Ավելին..",
    "amount": "Գումարը",
    "message": "Հաղորդագրություն",
    "account_to_input": "Նպատակակետի հաշիվ",
    "account_to_input_message": "Նվերների գումարները կվճարվեն այս հաշվին:",
    "get_action": "Ընդունեք նվեր",
    "notifications": {
      "received_success_title": "Շնորհավորում եմ",
      "received_success": "Նվերի գումարը {amount} {currency} մուտքագրվել է ձեր հաշվին:"
    }
  },
  "send_gift_dialog": {
    "title": "Նվեր ուղարկել",
    "account_from_input": "Ընտրեք հաշիվ",
    "account_from_input_message": "Նվերների գումարները հանվում են այս հաշվից:",
    "receiver_input": "Ընդունիչ",
    "receiver_input_message": "Դուք կարող եք մուտքագրել էլփոստի հասցեն կամ հեռախոսահամարը:",
    "message_input": "Հաղորդագրություն",
    "message_input_message": "Դուք կարող եք հաղորդագրություն թողնել ստացողին:",
    "amount_input": "Գումարը",
    "currency_input": "Արտարժույթի միավոր",
    "currency_input_message": "Գինը հաշվարկված է այս արժույթով։",
    "send_action": "Նվեր ուղարկել",
    "notifications": {
      "send_success": "{amount} {currency} նվեր է ուղարկվել {receiver}-ին:"
    }
  },
  "account_list": {
    "account_input": "Հաշվեհամար",
    "account_input_message": "Այս արժույթի նվերների գումարները կվճարվեն այս հաշվին:",
    "free_balance": "Անվճար մնացորդ",
    "account_name": "Հաշվեհամար"
  },
  "user_monetize_accounts": {
    "title": "Ավանդային հաշիվներ",
    "sub_title": "Նվերների գումարները ավտոմատ կերպով մուտքագրվելու են այս հաշիվներին:",
    "message": "Seldone-ը միջոցներ է պահում ձեր սոցիալական մեդիայի գործունեության, Selldone-ի զարգացմանը մասնակցելու, ընկերներին ծանոթացնելու և այլնի համար: Ընտրելով ավանդային հաշիվ յուրաքանչյուր արժույթի համար, նվերների գումարները ավտոմատ կերպով մուտքագրվելու են ձեր տիրույթի այդ հաշվին: Այս գումարները կարող են հաշվեգրվել Selldone-ին: Կանխիկացումները հնարավոր կլինի միայն բիզնես գործընկերների համար:",
    "add_account_action": "Ավելացնել հաշիվ",
    "add_dialog": {
      "title": "Նվերներ ստանալու համար միացրեք հաշիվ",
      "account_input": "Հաշվեհամար",
      "account_input_message": "Այս արժույթի նվերների գումարները կվճարվեն այս հաշվին:",
      "set_as_default_action": "Ընտրեք որպես լռելյայն հաշիվ"
    },
    "table": {
      "currency": "Արժույթ",
      "account_number": "Հաշվեհամար",
      "account_name": "Անուն",
      "payment": "Ավանդի գումարը",
      "reset_at": "Վերակայել",
      "delete": "Ջնջել"
    },
    "notifications": {
      "set_success": "Հաշիվը հաջողությամբ ավելացվեց:",
      "delete_success": "Հաշիվը հաջողությամբ հեռացվել է նվերներ ստանալու լռելյայն հաշիվների ցանկից:"
    },
    "delete_alert": {
      "title": "Հաշիվը ջնջել",
      "message": "Ցանկանու՞մ եք հեռացնել այս հաշիվը Նվերների հաշիվների ցանկից:",
      "action": "Ջնջել"
    }
  },
  "user_monetize": {
    "title": "Փող աշխատել",
    "menu": {
      "plans": "Պլաններ",
      "accounts": "Հաշիվներ",
      "participant": "Մասնակից"
    }
  },
  "user_monetize_plans": {
    "title": "Համագործակցության և դրամայնացման նախագծեր",
    "sub_title": "Դուք կստանաք հաշվի վարկ ուղեգրային նվերների համար: Այս գումարները կգանձվեն ձեր հաշվից և կարող են հանվել միայն Seldone բիզնես գործընկերներին (ոչ բոլորը): Դուք կարող եք ծախսել գումարը Seldone ծառայությունների վճարի վրա:",
    "discount": "Զեղչ",
    "your_income": "Ձեր եկամուտը",
    "level_2": "Երկրորդ մակարդակից",
    "level_3": "Երրորդ մակարդակից",
    "link_message": "Անդամակցություն՝ {registered}, ընդունված՝ {accepted}",
    "link_tip": "Դուք կարող եք ավելացնել ?ref={link_code} արտահայտությունը ձեր տարածած յուրաքանչյուր հասցեի վերջում:",
    "table": {
      "currency": "Արժույթ",
      "amount": "Հաշվեկշիռ",
      "total": "Ընդհանուր վճարում",
      "payment_date": "Վերջին վճարման ամսաթիվը",
      "withdraw": "դուրսբերում"
    },
    "notifications": {
      "get_credit_success": "Պահանջվող գումարը մուտքագրվել է ձեր հաշվին:"
    }
  },
  "basic_information": {
    "title": "Իմ ինքնությունը և պրոֆիլը",
    "email": "Էլեկտրոնային հասցե",
    "tel": "Բջջայինի համար",
    "address": "հասցեն",
    "payment": "Վավեր գործարքներ",
    "personal_information": "Ինքնության տվյալներ",
    "main_profile": "Հիմնական պրոֆիլը",
    "main_profile_subtitle": "Այս տեղեկատվությունը հրապարակայնորեն հասանելի է բոլորին:",
    "kyc_waiting_info": "Մենք ստուգում ենք ձեր մուտքագրած տեղեկատվության ճշգրտությունը: Այս գործընթացը պարտադիր է KYC կանոնների համաձայն և կնվազեցնի ֆինանսական գործարքների ռիսկը: Դուք կարող եք օգտվել այս ծառայության ներկա և ապագա առավելություններից:",
    "personal_info_dialog": {
      "title": "Ինքնության տվյալներ",
      "name_input": "Անուն",
      "family_name_input": "Ազգանուն",
      "number_input": "Անձնագրի համարը (կամ ազգային կոդը)",
      "birthday_input": "Ծննդյան օր",
      "birthday_input_placeholder": "Մուտքագրեք ձեր ծննդյան օրը",
      "address_input": "հասցեն",
      "postcode_input": "փոստային ինդեքս",
      "tel_input": "Կոնտակտային համարը",
      "passport_image_input": "Ընտրեք անձնագրի պատկերը",
      "passport_image_input_message": "Վերբեռնեք ձեր անձնագրի պատկերի սկանավորումը:",
      "personal_image_input": "Ընտրեք ձեր սեփական պատկերը",
      "personal_image_input_message": "Վերբեռնեք սկանավոր պատկերը ձեր ազգային քարտի վրա ետ ու առաջ պատկերի վրա:"
    },
    "profile_dialog": {
      "title": "Հիմնական պրոֆիլը",
      "full_name_input": "Ամբողջական անուն",
      "tel_input": "Կոնտակտային համարը",
      "email_input": "Էլ",
      "website_input": "Կայք",
      "address_input": "հասցեն",
      "about_input": "Իմ մասին",
      "about_long_input": "Երկար տեքստ իմ մասին",
      "image_input": "Ընտրեք պրոֆիլի նկարը",
      "image_input_message": "Վերբեռնեք ձեր պատկերը: Այս պատկերը կօգտագործվի որպես ձեր պրոֆիլի նկար:",
      "notifications": {
        "update_profile_success": "Ձեր պրոֆիլը թարմացվել է:",
        "update_personal_info_success": "Ձեր տվյալները հաջողությամբ գրանցվել են"
      }
    },
    "charge_account_approve_message": "Ձեր բանկային գործարքը հաստատելու համար գանձեք ձեր հաշիվը:",
    "payment_approval": "Վճարման հաստատում",
    "residential_address_checking": "Ձեր բնակության հասցեի փաստաթղթերը ստուգման հերթում:",
    "add_residential_address": "Ավելացրեք ձեր գտնվելու վայրը և բնակության հասցեի փաստաթղթերը:"
  },
  "phone_verify": {
    "title": "Բջջայինի համար",
    "step1_title": "Մուտքագրեք ձեր բջջային համարը:",
    "phone_number_input": "Բջջայինի համար",
    "next": "Հաջորդ քայլը",
    "sms_code_input": "Ստուգման կոդը",
    "sms_code_message": "6 նիշանոց հաստատման կոդը ուղարկվել է {phone_number} հասցեին:",
    "notifications": {
      "duplicated_number_error": "Այս համարն արդեն հաստատված է ձեր կողմից:",
      "send_activation_code_success_title": "Ստուգման կոդը",
      "send_activation_code_success": "Հաստատման կոդը ուղարկվել է {phone_number} հասցեին:",
      "verify_success": "Ձեր բջջային համարը հաստատված է"
    }
  },
  "companies": {
    "title": "Իմ բիզնես հաշիվները",
    "message": "Բիզնեսները, ձեռնարկատերերը և պրոֆեսիոնալ թիմերը կարող են մշակել ապրանքներ և հավելվածներ՝ հիմնված «Selldon»-ի վրա: Բիզնեսի պրոֆիլ ստեղծելու պահանջ է։",
    "new_company": "Նոր ընկերություն"
  },
  "add_company": {
    "name_input": "Ընկերության Անվանումը",
    "website_input": "Կայք",
    "email_input": "Էլ",
    "address_input": "հասցեն",
    "tel_input": "Հեռ",
    "mobile_input": "Բջջային",
    "edit_action": "Խմբագրել ընկերությունը",
    "create_action": "Ստեղծել ընկերություն",
    "notifications": {
      "add_success": "Ստեղծվել է բիզնես հաշիվ {name}:",
      "edit_success": "Բիզնես հաշիվը խմբագրվել է:"
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "Անձնական",
      "shop_key": "Հաճախորդներ",
      "apps": "Հավելվածներ"
    },
    "connected_apps_title": "Կապակցված հավելվածներ",
    "connected_apps_message": "Դուք կտեսնեք բոլոր խանութների և հավելվածների ցանկը, որոնք միացված են ձեր տիրույթի հաշվին: Դուք կարող եք ջնջել դրանցից որևէ մեկի հասանելիությունը:",
    "shop_keys_title": "Խանութ մուտքի բանալիներ",
    "shop_keys_message": "Այս ստեղները օգտագործվում են ձեր սերվերի կողմից Access Token ստեղծելու համար: Նկատի ունեցեք, որ բանալիները գաղտնի են և տեղադրված են միայն սերվերի վրա, որպեսզի տեսանելի չլինեն ուրիշների համար:",
    "personal_keys_title": "Անձնական մուտքի բանալիներ",
    "personal_keys_message": "Այստեղ կարող եք ստեղծել ձեր հաշվի բանալիները: Նկատի ունեցեք, որ այս բանալիները կկարողանան մուտք գործել ձեր հաշիվ: Ստեղծեք և օգտագործեք այս բանալիները միայն այն դեպքում, եթե հստակ գիտեք, թե ինչ եք անում:",
    "clients_title": "Հաճախորդներ",
    "clients_message": "Այս ստեղները օգտագործվում են ձեր սերվերի կողմից Access Token ստեղծելու համար: Նկատի ունեցեք, որ բանալիները գաղտնի են և տեղադրված են միայն սերվերի վրա, որպեսզի տեսանելի չլինեն ուրիշների համար:"
  },
  "user_security_control": {
    "title": "Հաշվի անվտանգություն",
    "message": "Այստեղ կարող եք խմբագրել ձեր հաշվի անվտանգության կարգավորումները:",
    "delete": {
      "title": "Հաշիվը ջնջել",
      "subtitle": "Նախքան ձեր հաշիվը ջնջելը, համոզվեք, որ ջնջել եք բոլոր խանութները:",
      "action": "Համոզված եմ, ջնջիր իմ հաշիվը",
      "agreement": "Ես ընդունում եմ, որ իմ ամբողջ տեղեկատվությունը կջնջվի ձեր սերվերից: Ձեր տվյալները կջնջվեն մեր կողմից սահմանված ժամանակացույցի համաձայն՝ խարդախությունը կամ չարաշահումը կանխելու համար:"
    },
    "list": {
      "password": {
        "title": "Գաղտնաբառ",
        "sub_title": "Ընտրեք ուժեղ գաղտնաբառ ձեր հաշվի համար:",
        "action_title": "Հաշվի մուտքի գաղտնաբառը",
        "not_exist": "Մուտքագրված չէ",
        "action": "Փոխել գաղտնաբառը"
      },
      "phone": {
        "title": "Բջջայինի համար",
        "sub_title": "Հաստատեք ձեր բջջային համարը: Դուք կկարողանաք մուտք գործել այս համարի միջոցով:",
        "action_title": "Հաշվի հիմնական հեռախոսահամարը",
        "action": "Ստուգեք համարը"
      },
      "two_step": {
        "title": "Երկու քայլ մուտք",
        "sub_title": "Հաստատեք ձեր բջջային համարը: Դուք կկարողանաք մուտք գործել այս համարի միջոցով:",
        "action_title": "Բարձրացնել հաշվի անվտանգությունը",
        "activated_action": "Ակտիվացված է",
        "active_action": "Ակտիվ հիմա"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "Տեղադրեք Google Authenticator հավելվածը"
      },
      "step_2": {
        "title": "Մուտքագրեք հավելվածի կողմից ստեղծված կոդը",
        "message": "6 նիշանոց կոդը ստեղծվում է ձեր բջջային հեռախոսի ալգորիթմի միջոցով: Հավելվածը կարող եք ներբեռնել հետևյալ հղումից։ Սեղմեք կոդի գեներատորի ստեղնը՝ գաղտնաբառը պարունակող QR կոդ ստեղծելու համար:",
        "qr_code_info": "Եթե հնարավոր չէ սկանավորել, կարող եք ձեռքով պատճենել և տեղադրել կոդը հավելվածում.",
        "create_new_code": "Ստեղծեք նոր կոդ",
        "qr_code_scanning": "Սկանավորեք Google Authenticator Mobile App-ի կողմից ստեղծված QR կոդը և մուտքագրեք հաստատման համար ստեղծված կոդը այս էջի վանդակում:",
        "qr_code_regenerate_info": "Նշում. Սեղմելով վերը նշված ստեղնը, կստեղծվի նոր ստեղն, և նախորդ ստեղնն անօգտագործելի կլինի: Մուտքագրեք նոր բանալին ձեր հեռախոսի հավելվածում:"
      },
      "step_3": {
        "title": "Մուտքագրեք ստեղծված կոդը",
        "message": "Ներքևի դաշտում մուտքագրեք հավելվածում ստեղծված մուտքի կոդը:",
        "activation_key_input": "Մուտքի կոդ"
      },
      "activated_alert": "2-քայլ մուտքը միացված է:",
      "activated_message": "Ձեր հաշվի համար միացված է երկքայլ մուտք: Այսուհետ դուք պետք է մուտքագրեք երկրորդ կոդը, որը փոխվում է 30 վայրկյանը մեկ՝ ձեր հաշիվ մուտք գործելու համար: Երկքայլ մուտքն անջատելու համար պարզապես կրկնակի սեղմեք Սեղմեք մի քայլ և անցեք քայլերը:",
      "cancel_two_step_login_action": "Չեղարկել երկքայլ մուտքը",
      "cancel_two_step_login_info": "Եթե ցանկանում եք անջատել երկքայլ հաստատումը, մուտքագրեք ձեր գաղտնաբառը և սեղմեք երկքայլ մուտքի ստեղնը:",
      "password_input": "Գաղտնաբառ",
      "cancel_2fa_action": "Չեղարկել երկքայլ մուտքը"
    },
    "change_password_dialog": {
      "title": "Փոխել գաղտնաբառը",
      "message": "Օգտագործեք բարդ և հիշվող գաղտնաբառ:",
      "password_input": "Ընթացիկ գաղտնաբառը",
      "new_password_input": "Նոր ծածկագիր",
      "re_new_password_input": "Կրկնել նոր գաղտնաբառը",
      "tips": {
        "length": "Գաղտնաբառը պետք է լինի առնվազն 8 նիշ",
        "chars": "Առնվազն մեկ մեծատառ և մեկ թիվ:",
        "match": "Գաղտնաբառը համընկնում է:"
      },
      "change_password_action": "Փոխել գաղտնաբառը",
      "notifications": {
        "change_password_title": "Փոխել գաղտնաբառը",
        "change_password": "Գաղտնաբառը հաջողությամբ փոխվեց:"
      }
    }
  },
  "authorized_clients": {
    "title": "Կապակցված խանութների / հավելվածների ցանկ",
    "table": {
      "name": "Անուն",
      "app": "Հավելված",
      "scopes": "Շրջանակներ",
      "shop": "Սահմանափակ խանութ"
    },
    "remove_action": "Հեռացնել մուտքը",
    "delete_alert": {
      "title": "Ջնջել",
      "message": "Ցանկանու՞մ եք չեղարկել այս մուտքը: Նկատի ունեցեք, որ այս հավելվածն այլևս մուտք չի ունենա ձեր հաշիվ:",
      "action": "Հրաժարվեք մուտքից"
    }
  },
  "clients": {
    "title": "Հաճախորդների ցուցակ",
    "create_new_action": "Ստեղծեք նոր հաճախորդ",
    "table": {
      "client_id": "Հաճախորդի ID",
      "app": "Հավելված",
      "name": "Այլանուն",
      "secret_key": "Գաղտնի բանալի"
    },
    "create_dialog": {
      "title": "Նոր հաճախորդ",
      "error_msg": "<strong>Սխալ.</strong> Ներեցեք, սխալ է տեղի ունեցել:",
      "name_input": "Անուն",
      "name_input_message": "Ինչ-որ բան ձեր օգտատերերը ճանաչում և վստահում են:",
      "redirect_input_message": "Վերադարձեք հասցեն ձեր կայք։"
    },
    "edit_dialog": {
      "title": "Խմբագրել մուտքը"
    },
    "delete_alert": {
      "title": "Ջնջել",
      "message": "Ցանկանու՞մ եք ջնջել այս հաճախորդը:",
      "action": "Ջնջել"
    }
  },
  "personal_access_tokens": {
    "title": "Անձնական մուտքի նշանների ցանկ",
    "create_action": "Ստեղծեք նոր նշան",
    "table": {
      "name": "Անուն",
      "scopes": "Մուտքեր",
      "expire_at": "Ժամկետի ժամկետը"
    },
    "create_dialog": {
      "title": "Նշանների շենք",
      "error_message": "<strong>Սխալ.</strong> Ներեցեք, սխալ է տեղի ունեցել:",
      "name_input": "Alias Ex. իմ խորհրդանշական անունը",
      "name_input_message": "Սիրված նշանային անուն:",
      "scopes_list": "Token Access List"
    },
    "access_token_dialog": {
      "title": "Անձնական մուտքի բանալի",
      "message": "Ահա ձեր անձնական մուտքի նշանը: Սա միակ անգամն է, որ կցուցադրվի այս նշանը, այնպես որ մի կարոտեք այն: Այժմ կարող եք օգտագործել այս նշանը՝ API հայցելու համար:"
    },
    "delete_alert": {
      "title": "Ջնջել",
      "message": "Ցանկանու՞մ եք ջնջել այս մուտքի նշանը:",
      "action": "Ջնջել"
    }
  },
  "scopes": {
    "profile": {
      "name": "պրոֆիլը",
      "description": "Կարդացեք պրոֆիլի տեղեկատվությունը, ներառյալ անունը, էլփոստի հասցեն, պատկերը և նույնականացման կարգավիճակը:"
    },
    "phone": {
      "name": "հեռախոսահամար",
      "description": "մուտք դեպի հեռախոսահամար."
    },
    "address": {
      "name": "Հասցեներ",
      "description": "Կարդացեք պահպանված հասցեն հասցեագրքից:"
    },
    "buy": {
      "name": "Գնել",
      "description": "Տեղադրեք պատվեր և գնեք խանութից:"
    },
    "order-history": {
      "name": "Պատվերների պատմություն",
      "description": "Կարդացեք Պատվերների պատմությունը:"
    },
    "my-gift-cards": {
      "name": "Նվեր Քարտեր",
      "description": "Մուտք դեպի Իմ քարտեր:"
    },
    "articles": {
      "name": "Խմբագրել բովանդակությունը",
      "description": "Խմբագրել հոդվածները."
    },
    "notifications": {
      "name": "Ուղարկել և ստանալ ծանուցում",
      "description": "Ուղարկել և ստանալ ծանուցում:"
    },
    "read-shops": {
      "name": "Խանութ ist",
      "description": "Կարդացեք խանութի ցանկը:"
    },
    "shop-edit": {
      "name": "Խանութի կառավարում",
      "description": "Խմբագրել խանութի մուտքը"
    },
    "shop-contacts": {
      "name": "Կոնտակտային ձևերի կառավարում",
      "description": "Ստացեք և խմբագրեք կոնտակտային ձևերը:"
    },
    "shop-gift-cards": {
      "name": "Կառավարեք նվեր քարտերը",
      "description": "Ստեղծեք, խմբագրեք և կառավարեք նվեր քարտեր:"
    },
    "shop-faqs": {
      "name": "Հարցերի և պատասխանների կառավարում",
      "description": "Ստեղծեք, խմբագրեք և կառավարեք Հաճախակի տրվող հարցերը:"
    },
    "shop-categories": {
      "name": "Կառավարեք կատեգորիաները",
      "description": "Ստեղծեք, խմբագրեք և կառավարեք կատեգորիաները:"
    },
    "shop-products": {
      "name": "Ապրանքի կառավարում",
      "description": "Ավելացնել, խմբագրել և կառավարել ապրանքները:"
    },
    "shop-read-reports": {
      "name": "Կարդացեք հաշվետվություններ",
      "description": "Կարդացեք տեղեկատվություն և հաշվետվություններ:"
    },
    "shop-socials": {
      "name": "Կառավարեք սոցիալական լրատվամիջոցները",
      "description": "Խմբագրել խանութի սոցիալական լրատվամիջոցները"
    },
    "shop-accounts": {
      "name": "Կառավարեք ֆինանսական հաշիվները",
      "description": "Խմբագրել և ջնջել խանութի հետ կապված ֆինանսական հաշիվները:"
    },
    "shop-menus": {
      "name": "Կառավարեք ընտրացանկերը",
      "description": "Խմբագրել խանութի ընտրացանկերը:"
    },
    "shop-pages": {
      "name": "Կառավարեք էջերը",
      "description": "Խմբագրել խանութի էջերը:"
    },
    "shop-warehouse": {
      "name": "Պահեստի կառավարում",
      "description": "Խմբագրել խանութի պահեստը"
    },
    "shop-permissions": {
      "name": "Կառավարեք մուտքը",
      "description": "Դիտեք և խմբագրեք խանութի հասանելիությունը:"
    },
    "shop-process-center": {
      "name": "Պատվերների կառավարում",
      "description": "Պատվերների կառավարում."
    },
    "shop-profile": {
      "name": "Կառավարեք պրոֆիլները",
      "description": "Կառավարեք խանութի պրոֆիլները:"
    },
    "shop-discount-code": {
      "name": "Զեղչի կոդի կառավարում",
      "description": "Կառավարեք, խմբագրեք և ավելացրեք խանութի զեղչի կոդերը:"
    }
  },
  "company_page": {
    "title": "Ընկերություն",
    "create_app": "Ստեղծեք նոր հավելված",
    "menu": {
      "edit": "Խմբագրել",
      "apps": "Հավելվածներ",
      "dashboard": "Վահանակ",
      "companies": "Ընկերություններ"
    },
    "dashboard": {
      "info_widget": {
        "title": "Ընկերության գրանցման տվյալներ",
        "address": "հասցեն",
        "website": "Կայք",
        "email": "Էլ",
        "phone": "հեռախոսահամար",
        "register": "Գրանցվել",
        "developer": "Մշակող",
        "verified": "Ստուգված",
        "golden": "Ոսկեգույն"
      }
    },
    "developer": {
      "title": "Կառուցապատողներ",
      "menu": {
        "new": "Նոր",
        "apps": "Հավելվածներ"
      },
      "app_card": {
        "category": "Կարգավիճակ",
        "installs": "Տեղադրեք",
        "actives": "Ակտիվ",
        "uninstalls": "Տեղակայում է",
        "app_code": "Հավելվածի կոդը",
        "app_mode": "Դիմումի ռեժիմ"
      }
    },
    "edit": {
      "title": "Խմբագրել"
    }
  },
  "add_app": {
    "category_input": "Կարգավիճակ",
    "code_input": "Կոդ",
    "name_input": "Անուն",
    "description_input": "Նկարագրություն",
    "video_input": "Տեսանյութի URL",
    "public_form": "Ընդհանուր տեղեկատվության կառուցվածքը",
    "private_form": "Մասնավոր տեղեկատվության կառուցվածքը",
    "icon_input": "Հավելվածի պատկերակ",
    "logo_input": "Լոգոյի հավելված",
    "enable_input": "Արդյո՞ք հավելվածը ակտիվ է:",
    "edit_action": "Խմբագրել հավելվածը",
    "create_action": "Ստեղծեք հավելված",
    "notifications": {
      "add_success": "Ստեղծվել է բիզնես հաշիվ {name}:",
      "delete_success": "Բիզնես հաշիվը խմբագրվել է:"
    }
  },
  "app_page": {
    "title": "Դիմում",
    "menu": {
      "edit": "Խմբագրել",
      "publish": "Հրապարակել",
      "history": "Տարբերակներ",
      "dashboard": "Վահանակ",
      "company": "Ընկերություն",
      "api": "API",
      "images": "Պատկերներ"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "Դիմում",
        "app_code": "Հավելվածի կոդը",
        "category": "Կարգավիճակ",
        "name": "Անուն",
        "installs": "Տեղադրեք հավելվածներ",
        "uninstalls": "Հեռացնել հավելվածները",
        "actives": "Ակտիվ հավելվածներ",
        "description": "Նկարագրություն",
        "published": "Հրապարակվել է",
        "waiting_for_review": "Սպասում է հաստատման",
        "app_mode": "Դիմումի ռեժիմ"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "Սեփականատեր",
      "description": "Ամբողջական մուտք դեպի բոլոր ցուցափեղկեր:"
    },
    "PRODUCT": {
      "text": "Արտադրանքի մենեջեր",
      "description": "Ավելացնել, խմբագրել և կառավարել խանութի ապրանքները:"
    },
    "AUDITING": {
      "text": "Ֆինանսական մենեջեր",
      "description": "Դիտեք ֆինանսական տեղեկատվությունը և վճարումները:"
    },
    "CONTENT": {
      "text": "Բովանդակության կառավարում",
      "description": "Պատասխանեք հարցերին, գրեք բլոգեր և ձևավորեք էջեր:"
    },
    "OFFICER": {
      "text": "Ավագ մենեջեր",
      "description": "Դիտեք և վերահսկեք աշխատակիցների գործունեությունը:"
    },
    "EMPLOYEE": {
      "text": "Աշխատակից",
      "description": "Դիտեք պատվերները և կատարեք պատվերները:"
    },
    "MARKETING": {
      "text": "Մարքեթինգ",
      "description": "Մուտք գործեք կարգավորումներ և ստեղծեք արշավներ, էլ.փոստի մարքեթինգ և շուկայավարման հետ կապված այլ բաժիններ:"
    },
    "VIEWER": {
      "text": "Դիտող",
      "description": "Խանութի տեղեկատվությունը դիտելու հնարավորություն՝ առանց այն խմբագրելու կամ փոփոխելու հնարավորության:"
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "Ֆիզիկական ստուգում",
      "description": "Ստուգեք ստացված պատվերները:"
    },
    "PhysicalOrdersPackaging": {
      "text": "Ֆիզիկական փաթեթավորում",
      "description": "Պահեստի և փաթեթավորման գործընթաց:"
    },
    "PhysicalOrdersDelivery": {
      "text": "Ֆիզիկական առաքում",
      "description": "Պատվիրեք առաքում:"
    },
    "PhysicalOrdersSupport": {
      "text": "Ֆիզիկական աջակցություն",
      "description": "Վաճառքից հետո աջակցություն:"
    }
  },
  "account_status": {
    "Checking": "Ստուգում",
    "Approved": "Հաստատված է",
    "Rejected": "Մերժված է",
    "Deleted": "Ջնջված է",
    "Banned": "Արգելված",
    "Payment": "Վճարում",
    "SelldoneSprite": "Վաճառվում է դրամապանակի հաշիվ",
    "SelldoneStorage": "Վաճառված պահեստավորում"
  },
  "account_page": {
    "title": "Հաշիվ",
    "menu": {
      "setting": "Կարգավորումներ",
      "change": "Լիցքավորում",
      "transfer": "Փոխանցում",
      "transactions": "Գործարքներ",
      "charge": "Լիցքավորում",
      "history": "Պատմություն"
    },
    "transactions": {
      "title": "Հաշվի գործարքներ",
      "detail": {
        "title": "Գործարք",
        "amount": "Գումարը",
        "description": "Նկարագրություն",
        "from": "Սկսած",
        "to": "Դեպի",
        "created_at": "Ամսաթիվ",
        "receipt": "Անդորրագիր",
        "receipt_note": "Նշում"
      },
      "table": {
        "type": "Տիպ",
        "from": "Հաշվից",
        "to": "Հաշվին",
        "amount": "Գումարը",
        "receipt": "Անդորրագիր",
        "created_at": "Ամսաթիվ",
        "description": "Նկարագրություն"
      }
    },
    "transfer": {
      "title": "Փոխանցման վճարներ",
      "form": {
        "title": "Փոխանցման հայտի ձև",
        "sub_title": "Ավանդ ձեր սեփական կամ այլ հաշիվներին",
        "message": "Զգույշ եղեք գումար փոխանցելիս, դուք չեք կարողանա վերադառնալ, եթե ավարտեք փոխանցումը։"
      }
    },
    "deposit": {
      "form": {
        "title": "Լիցքավորման հաշիվ",
        "sub_title": "Դուք պետք է գանձեք ձեր հաշվի մնացորդը՝ լիցենզիաներ ձեռք բերելու, ձեր հաշիվը թարմացնելու և համակարգի անդորրագրերը վճարելու համար:",
        "amount_input": "Գումարը",
        "charge_action": "Լիցքավորել հաշիվ"
      },
      "notifications": {
        "qr_title": "Վճարում",
        "qr_message": "Ստեղծվել է վճարման հասցեն՝ {currency}:",
        "gateway_title": "Վճարում",
        "gateway_message": "Միացում վճարման դարպասին:"
      }
    },
    "setting": {
      "title": "Հաշվի կարգավորումները",
      "account_name_input": "Հաշվեհամար",
      "notifications": {
        "updated_success": "Ձեր հաշիվը հաջողությամբ թարմացվեց:"
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "Անդորրագրի վճարում"
  },
  "transaction_form": {
    "title": "Գործարքի ձև",
    "from_input": "Հաշվի համարից",
    "to_input": "Հաշվի համարին",
    "from_input_message": "Գումարը կհանվի այս հաշվից:",
    "account_name": "Հաշվեհամար",
    "currency": "Արժույթ",
    "free_balance": "Հասանելի մնացորդ",
    "to": "Նպատակակետի հաշիվ",
    "amount": "Գումարը",
    "receipt_title": "Վճարում ստանալու համար",
    "receipt_input": "Անդորրագրի համարը",
    "paid_status": "Այս անդորրագիրը արդեն վճարվել է։",
    "paid_canceled": "Այս անդորրագիրը չեղարկվել է:",
    "description": "Բացատրություն",
    "created_at": "Ամսաթիվ",
    "duration": "Տեւողությունը",
    "unlimited": "Անսահմանափակ",
    "add_note_action": "Ավելացնել նկարագրություն",
    "note": "Նշում",
    "transfer_action": "Փոխանցում",
    "confirmation": {
      "title": "Գումար ուղարկել",
      "subtitle": "Գործարքի հաստատում",
      "message": "Եթե ստորև բերված տեղեկատվությունը ճիշտ է, սեղմեք գործարքի հաստատման ստեղնը՝ գործարքը կատարելու համար:",
      "from": "Հաշվից",
      "to": "Հաշվին",
      "amount": "Գումարը",
      "fee": "Գործարքի վճար",
      "total_pay": "Ձեր հաշվից հանված գումարը",
      "receipt": "Անդորրագիր",
      "description": "Նկարագրություն",
      "accept_action": "Գործարքի հաստատում"
    },
    "enter_account_number": "Մուտքագրեք հաշվի համարը:",
    "currency_not_match": "Նպատակային հաշվի արժույթը նույնը չէ, ինչ աղբյուրը",
    "account_number_not_valid": "Հաշվի համարը ճիշտ է:",
    "account_number_is_valid": "Հաշվի համարը ճիշտ է:",
    "receipt_not_valid": "Հաշիվ-ապրանքագրի համարը սխալ է:",
    "receipt_is_valid": "Անդորրագրի համարը ճիշտ է։",
    "notifications": {
      "confirm_success": "Գործարքը հաջողությամբ ավարտվեց:"
    }
  },
  "price_calculator": {
    "title": "Հաշվիչ | Հարմար է ձեր բիզնեսին",
    "description": "Հաշվարկեք և ընտրեք լավագույն պլանը՝ հիմնվելով ձեր ամսական վաճառքի վրա.",
    "sale_input": "Վաճառքի ամսական գումարը",
    "hypernova_plan": "Դիմեք Hypernova %0-ի համար:",
    "show_normal_mode": "Ցույց տալ նորմալ ռեժիմը",
    "show_hypernova_mode": "Իմ գործարքը ավելի քան 1 միլիոն դոլար է:"
  },
  "price_card": {
    "billed_monthly": "Գանձվում է ամսական {amount}:",
    "billed_yearly": "Տարեկան վճարվում է {amount}:",
    "buy_license_action": "Գնիր հիմա",
    "select_your_store": "Ընտրեք ձեր խանութը"
  },
  "shop_session_widget": {
    "total_sessions": "Ընդհանուր նստաշրջաններ"
  },
  "user_activities_keys": {
    "add_baskets": "Ավելացնել քարտին",
    "remove_baskets": "Ջնջել զամբյուղից",
    "buys": "Գնել",
    "products_views": "Դիտել Ապրանքը"
  },
  "shop_visitors_widget": {
    "title": "Այցելուների վերլուծություն",
    "new_visitors": "Նոր այցելուներ",
    "amp": "AMP դիտումներ",
    "returning_visitors": "Վերադարձող այցելուներ",
    "page_views": "Էջի դիտումներ",
    "other_pages": "Այլ էջեր",
    "from_previous_7_days": "վերջին 7 օրից"
  },
  "app_levels": {
    "title": "Հավելվածի մակարդակ",
    "Newbie": "Նորեկ",
    "Beginner": "Սկսնակ",
    "Novice": "Սկսնակ",
    "Intermediate": "Միջանկյալ",
    "Advanced": "Ընդլայնված"
  },
  "login": {
    "register_title": "Բիզնեսի միջին,<br> Հաճելի փորձ:",
    "register_subtitle": "Գրանցվե՛ք այսօր անվճար։ Selldone-ն սիրված է ստարտափների, ձեռնարկությունների, գնորդների և վաճառողների կողմից:",
    "password_recovery_title": "Գաղտնաբառի վերականգնում",
    "password_recovery_message": "Եթե մոռացել եք ձեր գաղտնաբառը, մուտքագրեք ձեր էլ.փոստի հասցեն և սեղմեք հաստատման ստեղնը: Մենք ձեզ նամակ կուղարկենք՝ ձեր գաղտնաբառը վերականգնելու հղումով:",
    "email": "քո էլեկտրոնային հասցեն",
    "password_recovery_action": "Ստացեք վերականգնման էլ",
    "register_google": "Շարունակեք Google-ի հետ",
    "register_apple": "Շարունակեք Apple-ի հետ",
    "continue_with": "Շարունակել հետ",
    "register_linkedin": "Շարունակեք LinkedIn-ով",
    "register_facebook": "Շարունակեք Facebook-ով",
    "register_github": "Շարունակեք Github-ի հետ",
    "create_your_account": "Ստեղծեք ձեր հաշիվը",
    "password_8_chars": "Գաղտնաբառը պետք է լինի առնվազն 8 նիշ:",
    "password_upercase_number": "Առնվազն մեկ մեծատառ և մեկ թիվ:",
    "password_confirm": "Գաղտնաբառը և հաստատումը համընկնում են:",
    "privacy_agreement": "Գրանցվելով՝ դուք համաձայնում եք Selldone-ի <a href='/terms' target='_blank'>Օգտագործման պայմաններին</a> և <a href='/privacy' target='_blank'>Գաղտնիության քաղաքականությանը</a> :",
    "register_action": "Եկեք գնանք, դա անվճար է:",
    "login_action": "մուտք",
    "already_signup": "Արդեն գրանցվե՞լ եք:",
    "login_your_account": "Մուտք գործեք ձեր հաշիվ",
    "login_google": "Շարունակեք Google-ի հետ",
    "login_linkedin": "Շարունակեք LinkedIn-ով",
    "login_facebook": "Շարունակեք Facebook-ով",
    "login_github": "Շարունակեք Github-ի հետ",
    "remember_me": "Հիշիր ինձ.",
    "login_button": "մուտք",
    "two_step_problem": "Երկքայլ գաղտնաբառի հետ խնդիր ունե՞ք։",
    "two_step_problem_action": "Ես ուզում եմ անջատել երկքայլ մուտքը:",
    "two_step_confirm": "Հաստատեք մուտքի կոդը",
    "forgot_password": "Մոռացել եք գաղտնաբառը?",
    "signup_free": "Գրանցվել անվճար",
    "checking_robot_message": "Ստուգում՝ ռոբոտ եք, թե մարդ...",
    "notifications": {
      "step2_login_success": "Ավտոմատ մուտք գործել հաշիվ"
    },
    "signup_email": "Գրանցվեք էլեկտրոնային փոստով",
    "name_placeholder": "Անուն",
    "email_placeholder": "Էլ",
    "email_or_username_placeholder": "փոստ, օգտվողի անուն կամ հեռախոսահամար",
    "password_placeholder": "Գաղտնաբառ",
    "re_password_placeholder": "Հաստատել գաղտնաբառը",
    "new_in_samin": "Նորությո՞ւն Սելդոնում:",
    "auto_create_shop": "Ավտոմատ ստեղծման խանութ"
  },
  "layout": {
    "logout": "Դուրս գալ",
    "menu": {
      "personal_information": "Անձնական տվյալներ և պրոֆիլ",
      "wallet": "Դրամապանակներ և հաշիվներ",
      "companies": "Ընկերություններ և բիզնես հաշիվներ",
      "access": "Մուտք դեպի Իմ հաշիվ",
      "security": "Անվտանգություն",
      "preferences": "Օգտագործողի նախապատվություններ"
    }
  },
  "page_builder": {
    "title": "Վեբ կայքի ձևավորում",
    "menu": {
      "user_view": "Դիտել",
      "design": "Դիզայն",
      "behavior": "Վարքագիծ",
      "seo": "SEO",
      "setting": "Կարգավորումներ",
      "embed": "Տեղադրել"
    },
    "waiting_fetch": "Տեղեկատվության ստացում..",
    "setting": {
      "title_input": "Էջի վերնագիր",
      "description_input": "Կարճ նկարագրություն",
      "name_input": "Էջի URL (տառեր և թվեր)",
      "bg_color_input": "Ֆոնի գույնը",
      "bg_style_input": "Էջի ֆոնային ոճ",
      "page_label_input": "Պիտակի գույնը",
      "page_dir_input": "Էջի ուղղություն",
      "ltr": "Ձախից աջ",
      "rtl": "Աջից ձախ",
      "designer_note": "Դիզայների նշում"
    },
    "history": {
      "title": "Պահված պատմություն"
    },
    "design": {
      "themes": {
        "title": "Անձնական դիզայնի օգնական",
        "message": "Նախագծեք լավագույն էջերը ձեր բիզնեսի համար՝ առանց կոդավորման:",
        "page_title_input": "Մուտքագրեք վերնագիր ձեր էջի համար"
      },
      "tools": {
        "rearrange": "Պատվեր",
        "tools": "Գործիքներ",
        "history": "Պատմություն",
        "style": "Ոճ"
      },
      "no_category": "Կատեգորիաներ չկան"
    },
    "seo": {
      "message": "SEO-ի կարգավորումները ավտոմատ կերպով ճշգրտվում են Seldone SEO շարժիչի կողմից:"
    }
  },
  "verify_email_caution": {
    "title": "Հաստատեք Ձեր էլփոստի հասցեն",
    "message": "Ակտիվացման նոր հղումն ուղարկվել է ձեր էլ․ հասցեին {email}: Խնդրում ենք ստուգել ձեր էլ.փոստը որևէ գործողություն ձեռնարկելուց առաջ:",
    "resend_message": "Եթե դուք չեք ստացել ակտիվացման հղումը ձեր էլ.փոստում, սեղմեք ստորև նշված կոճակը՝ նորից ուղարկելու համար:",
    "resend_action": "Կրկին ուղարկել ակտիվացման հղումը",
    "resend_notice": "Ակտիվացման հղումն ուղարկվեց։"
  },
  "autopilot": {
    "start": "Մեկնարկի ամսաթիվ",
    "end": "Ավարտի ամսաթիվը"
  },
  "help": {
    "menu": "Մենյու",
    "more_helps": "Կարդալ ավելին"
  },
  "company_card": {
    "pending_state": "Սպասում է վերանայման",
    "register": "Գրանցված է",
    "developer": "Մշակող",
    "verified": "Ստուգված է",
    "premier": "Պրեմիերա"
  },
  "shop_license": {
    "add": "Ավելացնել բաժանորդագրություն",
    "only_last": "Միայն վերջին բաժանորդագրությունը",
    "vouchers": "Վաուչերներ",
    "buy": "Գնել բաժանորդագրության պլան",
    "monthly": "Ամսական",
    "yearly": "Տարեկան",
    "start_date": "Մեկնարկի ամսաթիվ",
    "end_date": "Ավարտի ամսաթիվը",
    "price": "գինը",
    "terms": "Ես կարդացել և համաձայն եմ Selldone-ի օգտագործման պայմաններին",
    "need_charge": "Լիցքավորում է պետք",
    "buy_now": "Գնիր հիմա",
    "auto_renewal": "Ավտոմատ թարմացում",
    "plan_placeholder": "Ընտրեք ձեր բաժանորդագրության պլանը",
    "plan": "Լիցենզիայի պլան",
    "use_date": "Ակտիվացման ամսաթիվը",
    "active_license": {
      "title": "Ակտիվ լիցենզիա",
      "subtitle": "Ձեր ակտիվ լիցենզիայի տվյալները:",
      "subtitle_partner": "Ձեր ակտիվ {name} լիցենզիայի տվյալները:"
    },
    "licenses_table": {
      "title": "Գնված պատմություն",
      "subtitle": "Ակտիվ և առկախ լիցենզիաներ:"
    },
    "license_detail": {
      "title": "Մանրամասներ",
      "subtitle": "Ձեր ընթացիկ պլանի սահմանափակումները:"
    },
    "table": {
      "plan": "Պլանավորել",
      "start_date": "Սկիզբ / Ավարտի ամսաթիվ",
      "renewal": "Ավտոմատ թարմացում",
      "linked_account": "Կապակցված հաշիվ / վաուչեր",
      "payment": "Վճարում",
      "cancel": "Չեղարկել"
    },
    "notifications": {
      "subscribe_success": "Բաժանորդագրվել է հաջողությամբ:",
      "cancel_success": "Բաժանորդագրությունը հաջողությամբ չեղարկվեց:"
    },
    "cancel_dialog": {
      "title": "Չեղարկել բաժանորդագրության հաստատումը",
      "message": "Վստա՞հ եք, որ չեղարկեք այս բաժանորդագրությունը:",
      "action": "Չեղարկել բաժանորդագրությունը"
    },
    "use_voucher_now": "Օգտագործեք վաուչերը հիմա",
    "validity_duration": "Վավերականության տևողությունը",
    "validity_duration_hint": "Գնելով 12-ամսյա լիցենզիա՝ կստանաք 30% զեղչ։"
  },
  "admin_shop_layout": {
    "download_txt": "Ներբեռնեք տվյալների տեքստը",
    "download_excel": "Ներբեռնեք Excel-ի տվյալները"
  },
  "user_preferences": {
    "access": "Մուտք",
    "template": "Կաղապար",
    "feedback": "Հետադարձ կապ",
    "company": "Ընկերություն",
    "company_message": "Եթե ունեք ընկերություն և ցանկանում եք հրապարակել հավելվածներ:",
    "access_keys": "Մուտքի բանալիներ",
    "access_keys_message": "Ցույց տալ հաճախորդներին և մուտքի բանալիները:",
    "rating": "Ինչպե՞ս կգնահատեք ձեր փորձը Selldone-ի հետ:",
    "large_font": "Մեծ տառատեսակներ",
    "large_font_message": "Ցույց տալ սովորականից մեծ տեքստ",
    "samples": "Ցույց տալ նմուշների խանութները",
    "samples_message": "Եթե միացված է, որոշ խանութների նմուշներ կցուցադրվեն ձեր վահանակում:",
    "automation": "Ավտոմատացում",
    "automation_message": "Ցույց տալ ավտոմատացման ներդիրը խանութի վահանակում: (Webhooks, Visual Programming, ...)"
  },
  "shop_locations": {
    "title": "Երկրներ, որտեղ մատուցվում է ծառայություն",
    "sub_title": "Ստորև բերված ցանկից ընտրեք այն երկրները, որտեղ ցանկանում եք վաճառել ձեր ապրանքը:",
    "delete_restriction": "Ջնջել սահմանափակումը",
    "set_restriction": "սահմանել սահմանափակում",
    "notifications": {
      "locations_update": "Տեղադրությունը հաջողությամբ թարմացվեց:"
    },
    "table": {
      "country": "Երկիր",
      "currency": "Արժույթ",
      "available": "Հասանելի է"
    }
  },
  "product_card": {
    "sold_out": "Վաճառված է",
    "review_unit": "Վերանայում",
    "not_original": "Ոչ օրիգինալ"
  },
  "product_studio": {
    "add_mode": "Ավելացրեք ավելի շատ մանրամասներ",
    "add_by_sku": "Ավելացնել ըստ SKU-ի",
    "auto_category": "Ավտոմատ սահմանել կատեգորիա",
    "add_in_current_category": "Ավելացնել ընթացիկ կատեգորիային",
    "category_mode_message": "Եթե միացված է, արտադրանքը կավելացվի կանխադրված կատեգորիայի կամ ենթակատեգորիայի մեջ:",
    "sku_name_input": "SKU / Անուն"
  },
  "my_affiliate": {
    "title": "Իմ գործընկերային պայմանագրերը",
    "message": "Այլ խանութների հետ փոխկապակցված պայմանագրերի ցանկ:"
  },
  "affiliates": {
    "title": "Փոխկապակցված գործընկերներ",
    "subtitle": "Ստեղծեք մասնաճյուղեր, հետևեք դրանց կատարմանը ժամանակի ընթացքում և կատարեք գործողություններ՝ հիմնված ճշգրիտ տեղեկատվության վրա մեկ վայրում: Մենք օգնում ենք ձեզ և ձեր գործընկերներին ամուր հարաբերություններ կառուցել:",
    "affiliate_code": "Գործընկերության կոդը",
    "crate_date": "Ստեղծել ամսաթիվ",
    "last_payment_date": "Վերջին վճարման ամսաթիվը",
    "for_all_products": "Կիրառել բոլոր ապրանքներին",
    "balance": "Հաշվեկշիռ",
    "fix_commission": "Հաստատուն հանձնաժողով",
    "percent_commission": "Տոկոսների վրա հիմնված հանձնաժողով",
    "total_payment": "Ընդհանուր վճարումներ",
    "new_affiliate": "Նոր աֆիլիատ գործընկեր",
    "new_affiliate_message": "Ավելացնել նոր փոխկապակցված գործընկեր",
    "link_domain": {
      "title": "Կապված տիրույթ",
      "subtitle": "Դուք կարող եք միացնել ձեր տիրույթներից մեկը այս փոխկապակցված գործընկերոջը: Այս գործընկերը հայտնի կլինի որպես յուրաքանչյուր անձի ներկայացուցիչ, ով այցելում է ձեր խանութ և գնումներ կատարում այս տիրույթի միջոցով:"
    },
    "dialog": {
      "new": "Նոր աֆիլիատ գործընկեր",
      "edit": "Խմբագրել փոխկապակցված գործընկերը",
      "user": "Օգտագործող (ըստ ցանկության)",
      "bank_info": "Բանկի տվյալներ",
      "restriction": "Սահմանափակում",
      "select_products": "Ընտրեք ապրանքներ",
      "select_products_message": "Գործընկեր գործընկերը ստանում է միջնորդավճար այս ապրանքների համար",
      "edit_action": "Թարմացրեք մասնաճյուղը",
      "add_action": "Ավելացնել փոխկապակցված գործընկեր",
      "affiliate_name": "Փոխկապակցված գործընկերոջ անունը",
      "payment_info": "Վճարման տվյալներ",
      "enable_switch": "Ակտիվ է?",
      "affiliate_info": "Գործընկերոջ տվյալները"
    },
    "link_factory": {
      "title": "Փոխկապակցված գործընկերոջ կապի գեներատոր",
      "link_input": "Ձեր հղումը",
      "link_output": "Ստեղծված հղում"
    }
  },
  "gift_card_orders": {
    "title": "Պատվերներ նվեր քարտով",
    "table": {
      "order": "Պատվեր",
      "order_price": "Պատվերի գումարը",
      "paid_by_card": "Վճարվում է քարտով",
      "payment_status": "Վճարման կարգավիճակը",
      "date": "Ամսաթիվ"
    }
  },
  "offer_orders": {
    "title": "Առաջարկեք պատվերներ",
    "table": {
      "order": "Պատվեր",
      "order_price": "Պատվերի գումարը",
      "offer_amount": "Առաջարկի գումարը",
      "payment_status": "Վճարման կարգավիճակը",
      "product": "Արտադրանք",
      "date": "Ամսաթիվ"
    }
  },
  "coupon_orders": {
    "title": "Կտրոնների պատվերներ",
    "table": {
      "order": "Պատվեր",
      "order_price": "Պատվերի գումարը",
      "coupon_amount": "Կտրոնի գումարը",
      "payment_status": "Վճարման կարգավիճակը",
      "date": "Ամսաթիվ"
    }
  },
  "discount_code_orders": {
    "title": "Պատվերներ զեղչի կոդով",
    "table": {
      "order": "Պատվեր",
      "order_price": "Պատվերի գումարը",
      "discount_amount": "Զեղչի գումար",
      "payment_status": "Վճարման կարգավիճակը",
      "date": "Ամսաթիվ"
    }
  },
  "incentives": {
    "discount_code": "Զեղչ",
    "coupon": "Կտրոն",
    "offer": "Առաջարկ",
    "gift_card": "Նվեր քարտ",
    "lottery": "Վիճակախաղ"
  },
  "discount_codes": {
    "title": "Զեղչի կոդերը",
    "sub_title": "Այս բաժնում դուք կկարողանաք ձևավորել զեղչի կտրոններ ձեր կարիքներին համապատասխան: Այս զեղչերը առանձին են ցանկացած ապրանքի զեղչից և կկիրառվեն օգտագործողի պատվերի վերջնական գումարի վրա:",
    "add_new": "Ավելացնել նոր զեղչի կոդը",
    "card": {
      "created": "Ստեղծել",
      "start": "Սկսել",
      "end": "Վերջ",
      "currency": "Արժույթ",
      "discount_percentage": "Զեղչի դրույքաչափ",
      "discount_limit": "Զեղչի սահմանաչափ",
      "state": "Ընթացիկ կարգավիճակը",
      "enabled": "Այժմ միացված է",
      "disabled": "Այժմ անջատված է",
      "used": "Սպառված",
      "count": "հաշվել",
      "unit": "տարր(ներ)"
    },
    "dialog": {
      "title_edit": "Խմբագրել զեղչի կոդը",
      "title_add": "Ավելացնել նոր զեղչի կոդը",
      "discount_code_input": "Զեղչի կոդը",
      "discount_percent_input": "Զեղչի դրույքաչափ",
      "discount_percent_input_hint": "Գնման գումարի զեղչի տոկոսադրույքը",
      "count_input": "հաշվել",
      "count_input_hint": "Այս կոդի առավելագույն օգտագործումը",
      "limit_input": "Զեղչի սահմանաչափ",
      "limit_input_hint": "Առավելագույն զեղչ՝ ըստ արժույթի",
      "currency_input_message": "Այս արժույթի համար հասանելի կլինեն զեղչեր:",
      "limit_input_message": "Զեղչի սահմանաչափի համար 0-ի արժեքը նշանակում է, որ զեղչի դրույքաչափի սահմանափակում չկա:",
      "title_input": "Կոչում",
      "title_input_hint": "Դուք կարող եք մուտքագրել վերնագիր այս զեղչի կոդի համար",
      "description_input": "Նկարագրություն",
      "description_input_hint": "Դուք կարող եք մուտքագրել այս զեղչի կոդի նկարագրությունը",
      "date_start_input": "Սկսել",
      "date_start_input_placeholder": "Ընտրեք, թե երբ սկսել զեղչը",
      "date_end_input": "Վերջ",
      "date_end_input_placeholder": "Ընտրեք, թե երբ կավարտվի զեղչը",
      "notifications": {
        "add": "Զեղչի կոդը հաջողությամբ ավելացվեց:",
        "edit": "Զեղչի կոդը հաջողությամբ խմբագրվել է:"
      }
    },
    "delete_alert": {
      "title": "Հեռացրեք զեղչի կոդը",
      "message": "Ցանկանու՞մ եք ջնջել այս զեղչի կոդը:",
      "action": "Հեռացնել զեղչը"
    },
    "notifications": {
      "delete_success": "Ձեր մեկնաբանությունը հաջողությամբ ջնջվել է"
    }
  },
  "gift_cards": {
    "title": "Նվեր քարտ",
    "sub_title": "Ստեղծեք նվեր քարտ և պատրաստեք այնքան, որքան անհրաժեշտ է: Այս քարտի վրա վճարվում է, և այն կարող է օգտագործվել միայն ձեր խանութից գնումներ կատարելու համար:",
    "create_new": "Ավելացնել նոր նվեր քարտ",
    "card": {
      "created": "Ստեղծել",
      "lifetime": "Ժամկետի ժամկետը",
      "lifetime_unit": "Յուրաքանչյուր քարտի ստեղծման օրվանից սկսած ամիսը",
      "currency": "Արժույթ",
      "initial_balance": "Նախնական լիցքավորում",
      "count": "հաշվել",
      "count_unit": "կետ",
      "used": "Օգտագործված"
    },
    "dialog": {
      "title": "Նվեր քարտերի ձևավորում"
    },
    "alert": {
      "title": "Հեռացրեք զեղչի կոդը",
      "message": "Ցանկանու՞մ եք ջնջել այս զեղչի կոդը:",
      "action": "Ջնջել"
    },
    "notifications": {
      "delete_title": "Ջնջել նվեր քարտը",
      "delete_message": "Ձեր մեկնաբանությունը հաջողությամբ ջնջվել է:"
    }
  },
  "coupons": {
    "title": "Կտրոններ",
    "sub_title": "Եթե ցանկանում եք ձեր հաճախորդներին զեղչ տալ, որը կարող է օգտագործվել կոնկրետ պայմաններով, կարող եք ստեղծել կտրոններ: Կտրոնները կարող են ներառել տոկոսային զեղչ՝ սահմանաչափով կամ ֆիքսված գումարով կամ երկուսի համակցությամբ:",
    "create_new": "Ավելացնել նոր կտրոն",
    "qualified_products": "Իրավասու ապրանքներ",
    "min_purchase": "Նվազագույն գնում",
    "only_first_order": "Միայն առաջին գնումը",
    "one_time_use": "Մեկանգամյա օգտագործման",
    "amount_usage": "Օգտագործված գումարը",
    "delete_alert": {
      "title": "Ջնջել կտրոնը",
      "message": "Վստա՞հ եք ջնջելու այս կտրոնը:",
      "action": "Այո, ջնջել կտրոնը"
    },
    "notifications": {
      "delete_success": "Կտրոնը հաջողությամբ ջնջվել է:"
    },
    "multiple_use": "Բազմակի օգտագործում"
  },
  "coupon_edit": {
    "title_edit": "Խմբագրել կտրոնը",
    "title_add": "Նոր կտրոն",
    "discount_charge": "Զեղչ և գանձում",
    "charge": "Լիցքավորում",
    "charge_message": "Սկզբնական գանձման գումարը",
    "percent": "Զեղչի տոկոս",
    "percent_message": "Զեղչի տոկոսի չափը",
    "limit_input": "Սահման",
    "limit_input_hint": "Զեղչի սահմանաչափի չափը",
    "currency_input_message": "Կտրոնը հասանելի է այս արժույթի համար:",
    "count_input": "հաշվել",
    "count_input_hint": "Այս կոդի առավելագույն օգտագործումը",
    "limit_input_message": "Զեղչի սահմանաչափի համար 0-ի արժեքը նշանակում է, որ զեղչի դրույքաչափի սահմանափակում չկա:",
    "date_start_input": "Սկսել",
    "date_start_input_placeholder": "Ընտրեք, թե երբ սկսել կտրոնը",
    "date_end_input": "Վերջ",
    "date_end_input_placeholder": "Ընտրեք, թե երբ կավարտվի զեղչը",
    "title_input": "Կոչում",
    "title_input_hint": "Դուք կարող եք մուտքագրել վերնագիր այս զեղչի կոդի համար",
    "description_input": "Նկարագրություն",
    "description_input_hint": "Դուք կարող եք մուտքագրել այս զեղչի կոդի նկարագրությունը",
    "coupon_code": "Կտրոնի կոդը",
    "need_code": "Կոդ է պետք:",
    "coupon_color": "Կտրոնի գույնը",
    "min_purchase_amount": "Գնման նվազագույն գումարը",
    "min_purchase_amount_hint": "Գնման գումարը պետք է լինի այս արժեքից մեծ կամ հավասար:",
    "should_exist_product": "Այս ապրանքներից առնվազն մեկը պետք է լինի զամբյուղում",
    "apply_for_first_order": "Միայն առաջին գնման համար",
    "apply_for_first_order_on": "Այս կտրոնը կարող է օգտագործվել միայն հաճախորդի առաջին գնման համար:",
    "apply_for_first_order_off": "Մեկ գնորդի համար կտրոնների օգտագործման քանակը կարող է ճշգրտվել ստորև:",
    "has_qualify_constraints": "Ցանկանու՞մ եք ավելի շատ սահմաններ սահմանել:",
    "has_qualify_constraints_message": "Սահմանեք ավելի շատ պայմաններ՝ հաճախորդին այս կտրոնն օգտագործելու իրավունք տալու համար:",
    "one_time_use": "Մեկանգամյա օգտագործման",
    "one_time_use_message": "Հաճախորդը կարող է օգտագործել այս կտրոնը մեկ անգամ:",
    "daily_limit": "Օրական սահմանաչափ",
    "no_limit": "Ոչ մի սահմանափակում",
    "daily_limit_message": "Հաճախորդի կողմից օրական օգտագործման առավելագույն քանակը",
    "monthly_limit": "Ամսական սահմանաչափ",
    "monthly_limit_message": "Հաճախորդի կողմից ամսական օգտագործման առավելագույն չափը",
    "yearly_limit": "Տարեկան սահմանաչափ",
    "yearly_limit_message": "Հաճախորդի կողմից տարեկան օգտագործման առավելագույն չափը",
    "notifications": {
      "add": "Նոր կտրոնը հաջողությամբ ստեղծվեց:",
      "edit": "Կտրոնը թարմացվել է:"
    }
  },
  "offers": {
    "title": "Առաջարկներ",
    "sub_title": "Դուք կարող եք ստեղծել հատուկ առաջարկներ ձեր հաճախորդների համար, որպեսզի մեկ ապրանք գնելուց հետո նրանք ստանան մեկ այլ ապրանք զեղչով կամ նույնիսկ անվճար:",
    "create_new": "Ավելացնել նոր առաջարկ",
    "qualified_products": "Իրավասու ապրանքներ",
    "min_quantity": "Նվազագույն քանակություն",
    "min_purchase": "Նվազագույն գնում",
    "discounted_products": "Զեղչված ապրանքներ",
    "amount_usage": "Օգտագործված գումարը",
    "delete_alert": {
      "title": "Ջնջել առաջարկը",
      "message": "Վստա՞հ եք ջնջելու այս առաջարկը:",
      "action": "Այո, ջնջել առաջարկը"
    },
    "notifications": {
      "delete_success": "Առաջարկը հաջողությամբ ջնջվել է:"
    }
  },
  "offer_edit": {
    "title_edit": "Խմբագրել առաջարկը",
    "title_add": "Նոր առաջարկ",
    "design_style": "Դիզայն և ոճ",
    "eligible_constraints": "Հաճախորդների իրավասության սահմանները",
    "title_input": "Կոչում",
    "title_input_hint": "Դուք կարող եք մուտքագրել վերնագիր այս զեղչի կոդի համար",
    "description_input": "Նկարագրություն",
    "description_input_hint": "Գրեք այս զեղչի կոդի նկարագրությունը",
    "currency_input_message": "Հասանելի առաջարկ այս արժույթի համար:",
    "qualified_products": "Իրավասու ապրանքներ",
    "qualified_products_message": "Որպեսզի ապրանքները իրավասու լինեն, զամբյուղի ապրանքների ընդհանուր քանակը պետք է լինի նվազագույն քանակից հավասար կամ մեծ:",
    "min_items": "Նյութերի նվազագույն քանակ",
    "min_items_message": "Ապրանքների քանակը, որոնք հաճախորդը պետք է գնի",
    "discounted_products": "Զեղչված ապրանքներ",
    "offered_products": "Առաջարկվող ապրանքներ",
    "offered_products_message": "Այս ապրանքներից առնվազն մեկը պետք է լինի զամբյուղում:",
    "discount_percent": "Զեղչի տոկոս",
    "discount_percent_message": "Զեղչի տոկոս այս ապրանքների համար:",
    "discount_percent_hint": "Զեղչի տոկոսի չափը",
    "per_order": "Մեկ պատվերի օգտագործման առավելագույն քանակը",
    "per_order_message": "Առավելագույն թիվը, երբ առաջարկը կարող է կիրառվել պատվերի վրա",
    "count_input": "Գումարը",
    "count_input_hint": "Այս առաջարկի առավելագույն օգտագործումը",
    "min_purchase": "Գնման նվազագույն գումարը",
    "min_purchase_hint": "Գնման գինը պետք է լինի այս արժեքից մեծ կամ հավասար",
    "limitation": "Սահմանափակում",
    "date_start_input": "Սկսել",
    "date_start_input_placeholder": "Ընտրեք, թե երբ սկսել կտրոնը",
    "date_end_input": "Վերջ",
    "date_end_input_placeholder": "Ընտրեք, թե երբ կավարտվի զեղչը",
    "max_actives_is_3": "Դուք կարող եք միաժամանակ ունենալ միայն երեք ակտիվ առաջարկ:",
    "enable": "Ավտոմատ դիմել",
    "notifications": {
      "add": "Նոր առաջարկը հաջողությամբ ստեղծվեց:",
      "edit": "Առաջարկը հաջողությամբ թարմացվեց:"
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "Բաններ",
      "reportage": "Ռեպորտաժ",
      "social": "Սոցիալական լրատվամիջոց",
      "offline": "Անցանց"
    }
  },
  "emails": {
    "title": "Էլփոստի մարքեթինգ",
    "subtitle": "Նախագծեք էլ․ նամակներ՝ քաշելով և թողնելով, պլանավորել և գործարկել արշավներ՝ պահպանումը մեծացնելու համար և մեկ տեղում տեսնել հուսալի և ճշգրիտ տեղեկատվություն։",
    "cation_message": "⚠ Սահմանափակված է չստուգված վաճառողների համար: (Բետա)",
    "subject": "Առարկա",
    "from": "Սկսած",
    "in_que": "Սպասում",
    "schedule_at": "Ժամանակացույց ժամը",
    "sent": "Ուղարկված",
    "sends": "Ուղարկում է",
    "delivers": "Հանձնվել է",
    "views": "Դիտումներ",
    "clicks": "Սեղմումներ",
    "buys": "Գնումները",
    "new_email": "Ավելացնել նոր էլ",
    "new_email_message": "Ստեղծեք և պլանավորեք նոր մարքեթինգային էլ"
  },
  "email_dashboard": {
    "review": "Վերանայում",
    "waiting_for_approve": "Սպասում է հաստատման {name}-ի կողմից",
    "approved_by": "Նամակը հաստատված է {name}-ով և ուղարկված:",
    "not_submitted_send_request": "Այս նամակն ուղարկելու հարցում դեռ չեք ներկայացրել:",
    "reviewed_by": "Դիտարկվել է {name}-ի կողմից",
    "status": "Էլփոստի կարգավիճակը",
    "conversion": "Փոխակերպման տոկոսադրույքներ",
    "sell_performance": "Վաճառքի կատարումը",
    "total_buys": "Վաճառքների ընդհանուր քանակը",
    "amount_buy": "Վաճառքի ընդհանուր գումարը",
    "average_sell": "Միջին վաճառք",
    "sessions": "Նիստեր",
    "overview": "Ընդհանուր ակնարկ",
    "purchase_amount": "Գնման գումարը",
    "actions": "Օգտագործողի գործունեություն"
  },
  "email_page": {
    "emails": "Նամակներ",
    "edit": "Խմբագրել"
  },
  "affiliate_page": {
    "affiliates": "Փոխկապակցված գործընկերներ",
    "orders": "Պատվերներ",
    "payments": "Վճարումներ"
  },
  "affiliate_dashboard": {
    "link": "Փոխկապակցված գործընկերոջ հղում",
    "fix_commission": "Հաստատուն հանձնաժողով",
    "percent_commission": "Տոկոսային հանձնաժողով",
    "last_payment": "Վերջին վճարում",
    "balance": "Հաշվեկշիռ",
    "total_payment": "Ընդհանուր վճարումներ",
    "status": "Գործընկերոջ կարգավիճակ և սահմանափակումներ",
    "available_for": "Հասանելի է",
    "orders_count": "Պատվերների գումարը",
    "orders_accepted": "Ընդունված պատվերներ",
    "finance": "Ֆինանսական հաշվետվություն",
    "amount_accepted": "Ընդունված գումար",
    "amount_paid": "Վճարված գումար",
    "sessions": "Նիստեր",
    "affiliate_payment": "Փոխկապակցված գործընկերների վճարումներ",
    "amount_payment": "Վճարի չափը",
    "amount_payment_hint": "Գործարքի ճշգրիտ գումարը",
    "i_paid": "Ես վճարել եմ {amount} {currency} {name}-ին",
    "pay_now": "Վճարե՛ք հիմա"
  },
  "permission_roles": {
    "new_role": "Ավելացնել նոր դեր",
    "new_role_message": "Հեշտացնել թիմային աշխատանքը:",
    "new_role_action": "Ավելացնել նոր դեր"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "Վիճակախաղ",
    "sub_title": "Ձեր հաճախորդները կարող են խաղալ և հաղթել: Ձեր խանութի հաճախորդները յուրաքանչյուր խաղի համար պետք է օգտագործեն 10 չիպ: Օրինակ, եթե ցանկանում եք, որ ձեր հաճախորդները հնարավորություն ունենան շահելու 1000 ԱՄՆ դոլար, դուք պետք է սահմանեք յուրաքանչյուր չիպի գինը 100 ԱՄՆ դոլար: Յուրաքանչյուր չիպի համար 0 արժեքը նշանակում է, որ գնորդը յուրաքանչյուր գնման համար կստանա մեկ չիպ:",
    "manually_send_chip": "Ցանկանու՞մ եք ձեռքով չիպեր ուղարկել օգտվողներին:",
    "lottery_enable": "Միացվա՞ծ է վիճակախաղը:",
    "chip_price_input": "Չիպի գինը",
    "zero_chip_message": "Տվեք 1x չիպ յուրաքանչյուր պատվերի համար",
    "chip_has_price_message": "Տվեք 1 չիպ յուրաքանչյուր {amount} {currency} պատվերի համար:",
    "chip_disabled_message": "Չիպն անջատված է:",
    "create_new": "Ավելացնել նոր մրցանակ",
    "delete_alert": {
      "title": "Ջնջել մրցանակը",
      "message": "Վստա՞հ եք, որ ընդմիշտ կջնջեք այս մրցանակը:",
      "action": "Այո, ջնջել հիմա"
    },
    "notifications": {
      "delete_success": "Մրցանակը հաջողությամբ ջնջվեց:"
    }
  },
  "lottery_edit": {
    "title_edit": "Խմբագրել վիճակախաղի տարրը",
    "title_add": "Վիճակախաղի նոր ապրանք",
    "general_config": "Ընդհանուր կոնֆիգուրացիա",
    "design_style": "Ոճ և արտաքին տեսք",
    "enable": "Միացվե՞լ է:",
    "enable_message": "Անիվի մեջ առավելագույն իրերը 14 են:",
    "title_input": "Կոչում",
    "title_input_hint": "Գրեք կարճ վերնագիր:",
    "description_input": "Նկարագրություն",
    "description_input_hint": "Գրեք նկարագրություն ապրանքի մասին:",
    "quantity": "Քանակ",
    "quantity_message": "Ընդհանուր հասանելի տարրեր",
    "image": "Պատկեր",
    "image_placeholder": "Ընտրեք պատկեր նյութի համար",
    "chance": "Հնարավորություն",
    "chance_message": "Շանս շահելու տոկոսներով",
    "free_for_first": "Արդյո՞ք այն անվճար է նոր հաճախորդների համար:",
    "free_for_first_message": "Նոր հաճախորդները կարող են շահել այս ապրանքը:",
    "prize": "Մրցանակ",
    "amount": "Մրցանակի գումարը",
    "amount_hint": "Օգտագործողները շահում են այս գումարը իրենց պատվերի համար:",
    "currency_message": "Այս ապրանքի արժույթը: Այլ արժույթները փոխարկվում են փոխարժեքով:",
    "discount": "Զեղչ",
    "discount_message": "Զեղչի տոկոս հաճախորդի պատվերի վրա",
    "discount_limit": "Զեղչի սահմանաչափ",
    "discount_limit_hint": "Առավելագույն զեղչ հաճախորդի համար:",
    "color": "Գույն",
    "condition": "Պայմաններ",
    "notifications": {
      "add": "Վիճակախաղի նոր տարրը հաջողությամբ ստեղծվեց:",
      "edit": "Վիճակախաղի տարրերը հաջողությամբ փոխվեցին:"
    }
  },
  "gift_card_types_list": {
    "label": "Նվեր քարտի տեսակը",
    "message": "Ցանկից ընտրեք նվեր քարտի տեսակը:"
  },
  "email_builder": {
    "service_unavailable": "Փոստի սերվերը ձեր հաշվում ակտիվ չէ:",
    "design_section": "Ձեր էլփոստի դիզայնի ափսե",
    "schedule_switch": "Պլանավորե՞լ էլփոստի ուղարկումը:",
    "schedule_placeholder": "Ընտրեք էլփոստ ուղարկելու ժամանակը"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "Գրանցման ամսաթիվը",
      "description": "Զտել ըստ օգտվողի գրանցման ամսաթվի:"
    },
    "LAST_BUY_DATE": {
      "title": "Վերջին գնումը",
      "description": "Վերջին գնման ամսաթիվը."
    },
    "LOGIN_DATE": {
      "title": "Մուտքի ամսաթիվ",
      "description": "Վերջին մուտքի ամսաթիվը."
    },
    "LEVEL": {
      "title": "Հաճախորդների ակումբ",
      "description": "Հաճախորդների ակումբի անդամներ."
    },
    "SUBSCRIBED": {
      "title": "Բաժանորդագրված է",
      "description": "Էլփոստ ստանալու համար բաժանորդագրություն ունենալու համար:"
    },
    "NOT_PURCHASED": {
      "title": "Ոչ մի գնում",
      "description": "Հաճախորդներ, ովքեր մինչ այժմ չեն գնել:"
    },
    "SEX": {
      "title": "Սեռ",
      "description": "Օգտագործողի սեռը."
    },
    "LOCATION": {
      "title": "Գտնվելու վայրը",
      "description": "Օգտագործողի գտնվելու վայրը."
    },
    "LIMIT": {
      "title": "Սահման",
      "description": "Սահմանեք օգտատերերի առավելագույն քանակի սահմանափակում:"
    },
    "SEGMENTS": {
      "title": "Հատվածներ",
      "description": "Սահմանափակեք հաճախորդներին հատուկ ձեռքով սեգմենտավորման մեջ:"
    }
  },
  "inline_help": {
    "helps_title": "Ծառայության օգտագործման ուղեցույց",
    "blogs_title": "Առնչվող բովանդակություն Selldone բլոգում"
  },
  "shop_tax": {
    "region": "Տարածաշրջան",
    "label": "Պիտակ",
    "country_tax": "Երկրի հարկ",
    "customer_tax": "Հաճախորդի ԱԱՀ",
    "business_tax": "Բիզնեսի ԱԱՀ",
    "shipping": "առաքում",
    "override": "Չեղարկել",
    "country": "Երկիր",
    "vat_range": "ԱԱՀ միջակայք",
    "custom": "Պատվերով",
    "regions": "Մարզեր",
    "rest_world": "Աշխարհի մնացած մասը",
    "overrides": "Անտեսում է",
    "dialog_set_title": "Հարկային կարգավորումներ",
    "tax_setting": "Հարկային կարգավորումներ",
    "vat": "VAT",
    "calculate_tax_input": "Ավտոմատ հաշվարկել հարկը",
    "calculate_tax_message": "Ակտիվացնելով այս տարբերակը՝ ձեր պատվերների համար կհաշվարկվի և կկիրառվի ԱԱՀ։",
    "tax_number": "Հարկային համարը",
    "tax_number_message": "Մուտքագրեք ձեր հարկային համարը: Այս գրանցման համարը կգրանցվի գնորդի հաշիվ-ապրանքագրում:",
    "tax_included_in_price_input": "Ապրանքի գնի մեջ ներառված հարկը",
    "tax_included_in_price_message": "Ընտրեք այս տարբերակը, եթե ձեր ապրանքի գնի մեջ ներառեք հարկի գումարը: Հարկի գումարը հաշվարկվելու է հետևյալ բանաձևով.",
    "tax_included_in_price_formula": "Հարկ = (գին * ԱԱՀ) / (1 + ԱԱՀ), օրինակ՝ 100$ ավելացված արժեքի դրույքաչափով ապրանքի համար հարկի գումարը դառնում է 9,09$։",
    "tax_on_shipping_input": "Կիրառեք հարկեր առաքման համար",
    "tax_on_shipping_message": "Ընտրելով այս տարբերակը, հարկը կկիրառվի առաքման վրա:",
    "fixed_tax_rate": "Ֆիքսված հարկի դրույքաչափ",
    "dynamic_tax_rate": "Հարկ՝ ըստ տարածաշրջանների",
    "locations_tip": "Վերոնշյալ ցանկը ցույց է տալիս միայն այն երկրները, որոնք դուք ընտրել եք Խանութի կարգավորումներում > Տեղադրություններ՝ որպես ձեր վաճառվող երկրներ:",
    "locations_action": "Պահպանման վայրերի Կարգավորումներ",
    "save_alert": "Կարգավորումները չեն պահպանվել:",
    "pos_tax_setting": "POS հարկային կարգավորումներ"
  },
  "transportation_page": {
    "menu": {
      "dashboard": "Վահանակ",
      "transportations": "Առաքման մեթոդներ",
      "orders": "Պատվերներ",
      "setting": "Կարգավորում",
      "delivery_services": "Ծառայություններ",
      "delivery_persons": "Սուրհանդակներ"
    },
    "go_to_courier_list": "Դիտեք սուրհանդակների ցուցակը",
    "go_to_service_list": "Դիտեք առաքման ծառայությունների ցանկը"
  },
  "transportation_persons": {
    "title": "Սուրհանդակներ",
    "notifications": {
      "success_add": "Սուրհանդակը ավելացրեց.",
      "success_reset": "Վիճակագրությունը զրոյացված է:",
      "success_remove": "Սուրհանդակը հաջողությամբ հեռացվեց:",
      "success_update": "Սուրհանդակային տեղեկատվությունը հաջողությամբ թարմացվել է:"
    },
    "reset": {
      "title": "Վերականգնել վիճակագրությունը",
      "message": "Վստա՞հ եք վերականգնել այս առաքիչի վիճակագրությունը:",
      "action": "Այո, վերակայել հիմա"
    },
    "remove": {
      "title": "Հեռացնել Courier-ը",
      "message": "Վստա՞հ եք ջնջելու այս սուրհանդակը:",
      "action": "Այո, Հեռացնել հիմա"
    },
    "add_dialog": {
      "title": "Ավելացնել նոր առաքիչ",
      "action": "Ավելացնել սուրհանդակ"
    }
  },
  "transportation_orders": {
    "title": "Պատվերներ առաքման համար",
    "notifications": {
      "success_update": "Առաքման կարգավիճակը հաջողությամբ թարմացվել է:",
      "success_payment": "COD վճարումը հաջողությամբ հաստատվեց:"
    }
  },
  "delivery_person": {
    "actions_title": "Սուրհանդակային կարգավորումներ",
    "action_delivered": "Առաքվել է",
    "action_paid": "COD Վճարված",
    "action_returned": "Վերադարձել է",
    "cod_confirm_action": "Հաստատեք COD վճարումը",
    "pickup_dialog": {
      "title": "Դուք այս փաթեթի առաքիչն եք:",
      "message": "Եթե դուք պատասխանատու եք այս ծանրոցը տեղափոխելու համար, ընտրեք Այո, հակառակ դեպքում՝ ոչ:"
    },
    "status_dialog": {
      "title": "Փոխել կարգավիճակը {status}-ի",
      "message": "Վստա՞հ եք փոխել առաքման կարգավիճակը {status}-ի:",
      "action": "Այո, հաստատում եմ!"
    },
    "cod_dialog": {
      "title": "COD վճարում",
      "message": "Դուք հաստատո՞ւմ եք, որ գնորդից ստացել եք պատվերի գումարը:",
      "action": "Այո, ես հաստատում եմ վճարումը:"
    }
  },
  "transportation_services": {
    "title": "Առաքման ծառայություն",
    "notifications": {
      "success_add": "Ավելացվեց առաքման ծառայություն:",
      "success_reset": "Վիճակագրությունը զրոյացված է:",
      "success_remove": "Ծառայությունը հաջողությամբ հեռացվեց:",
      "success_update": "Ծառայությունը հաջողությամբ թարմացվեց:"
    },
    "reset": {
      "title": "Վերականգնել վիճակագրությունը",
      "message": "Վստա՞հ եք վերականգնել այս ծառայության վիճակագրությունը:",
      "action": "Այո, վերակայել հիմա"
    },
    "remove": {
      "title": "Հեռացնել առաքման ծառայությունը",
      "message": "Վստա՞հ եք ջնջելու այս ծառայությունը:",
      "action": "Այո, Հեռացնել հիմա"
    },
    "add_dialog": {
      "title": "Ավելացնել նոր առաքման ծառայություն",
      "action": "Ավելացնել ծառայություն"
    }
  },
  "delivery_receipt": {
    "title": "Առաքման անդորրագիր",
    "has_return": "Առաքման վերադարձ",
    "cashed": "Կանխիկ վճարում"
  },
  "delivery_dashboard": {
    "select_destinations": "Ցուցակում ավելացրեք պատվերներ",
    "price_calculation": "Գնահատեք առաքման գները",
    "price_calculation_action": "Հաշվարկել գինը",
    "add_request": "Հարցման ծառայություն",
    "add_request_action": "Ներկայացրեք ծառայության հարցում",
    "refresh_action": "Թարմացնել տեղեկատվությունը"
  },
  "delivery_order": {
    "title": "Առաքման պատվեր",
    "has_return": "Առաքման վերադարձ",
    "cashed": "Կանխիկ վճարում"
  },
  "cash_register": {
    "menu": {
      "panel": "Դրամարկղ",
      "orders": "Պատվերներ",
      "customers": "Հաճախորդներ",
      "devices": "Սարքեր",
      "inventory": "Գույքագրում"
    },
    "payment_confirm": "Վճարման հաստատում",
    "payment_confirm_msg": "Հաճախորդի վճարովի պատվեր {basket_id}:"
  },
  "barcode_scanner": {
    "wifi_pass": "Ձեր Wi-Fi գաղտնաբառը",
    "message": "Մուտքագրեք ձեր WiFi երթուղիչի գաղտնաբառը և սկանավորեք QR կոդը:",
    "wifi_ssid": "Wi-Fi SSID",
    "ssid_message": "Մուտքագրեք ձեր Wi-Fi ցանցի անունը (SSID):"
  },
  "pos_devices": {
    "Scanner": "Շտրիխ կոդի սկաներ",
    "Scanner_desc": "Շտրիխ կոդի սկաներ օգտագործելու համար ապրանքի կարգավորումներում պետք է ճիշտ մուտքագրեք ապրանքի SKU կոդը:",
    "Printer": "Տպիչ",
    "Printer_desc": "Տպեք ձեր հաճախորդների անդորրագիրը՝ միանալով անդորրագրերի տպիչին:",
    "CustomerView": "Հաճախորդի դիտում",
    "CustomerView_desc": "Այս էջը հնարավորություն է տալիս ձեր հաճախորդներին ցուցադրել պատվերի մանրամասները:",
    "CardReader": "Քարտի ընթերցող",
    "CardReader_desc": "Քարտ ընթերցող սարք՝ ձեր հաճախորդների կողմից COD վճարման համար:",
    "ChipReader": "Chip Reader",
    "ChipReader_desc": "NFC պիտակների ընթերցիչ՝ պիտակների միջոցով զամբյուղում իրեր ավելացնելու համար:"
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "Հեռացնել սարքը",
      "message": "Իսկապե՞ս կհեռացնեք այս սարքը ձեր POS պրոֆիլից:",
      "action": "Այո, Հեռացնել հիմա"
    }
  },
  "pos_process_center": {
    "title": "POS պատվերների մշակման կենտրոն",
    "menu": {
      "label": "Փաթեթի պիտակ",
      "receipt": "Անդորրագիր",
      "back": "Ետ",
      "timeline": "Ժամանակացույց",
      "order": "Պատվեր"
    }
  },
  "pos": {
    "add_customer": "Ավելացնել հաճախորդ",
    "set_delivery": "Սահմանեք առաքման հասցեն",
    "add_giftcards": "Ավելացնել նվեր քարտ",
    "add_discount_code": "Ավելացնել զեղչի կոդը",
    "add_coupon": "Ավելացնել կտրոն",
    "set_campaign": "Սահմանել քարոզարշավը",
    "select_buyer": "Ընտրեք գնորդ!",
    "send_to_pos": "Ուղարկել քարտ ընթերցող սարքին",
    "print_receipt": "Տպել անդորրագիրը",
    "confirm_cash_payment": "Հաստատեք կանխիկ վճարումը",
    "payment_cod": {
      "title": "Առաքման ժամանակ կանխիկ վճարում",
      "message": "Այս պատվերի գումարը կվճարվի առաքման պահին։ Գումարը գնորդից ստանալուց հետո դուք պետք է հաստատեք վճարումը համակարգում պատվերը ավարտելու համար:"
    },
    "payment_online": {
      "title": "Ընտրեք առցանց վճարման եղանակ",
      "message": "Ընտրելով հետևյալ տարբերակները՝ կստեղծվի վճարման հղում և կուղարկվի գնորդին։ Վճարելով այս հղումը՝ պատվերի կարգավիճակը կփոխվի վճարովի ռեժիմի։ Վճարման հղումը կստեղծվի հաճախորդի էկրանի, SMS-ի կամ էլփոստի QR կոդը սկանավորելու միջոցով: Հղում ուղարկելու ցանկացած ալիք ակտիվացնելու համար սեղմեք այդ տարբերակը և սեղմեք կոճակը՝ գնորդին անդորրագիր ուղարկելու համար:"
    },
    "notifications": {
      "success_pay": "Պատվերի վճարումն ավարտված է:",
      "success_order": "Պատվերը հաջողությամբ ստեղծվել է և սպասում է, որ հաճախորդը վճարի այն:"
    },
    "payment_dialog": {
      "check_pay_now": "Ձեռքով ստուգեք վճարումը",
      "close_action": "Փակել երկխոսությունը: Ես չեմ ուզում սպասել հաճախորդի վճարմանը",
      "go_to_order": "Գնացեք պատվերի էջ",
      "paid_by_gift_card_msg": "Պատվերի ընդհանուր գումարը հանվել է նվեր քարտերից: Գնորդը կարիք չունի ավելի շատ վճարելու։",
      "cod_msg": "Պատվերը ստանալիս հաճախորդը կվճարի:",
      "online_msg": "Խնդրեք հաճախորդին սկանավորել QR կոդը հաճախորդի էկրանին:"
    },
    "name": "POS",
    "message": "Տեղադրեք ձեր զրոյական արժեքով առցանց վաճառքի կետը, գործարկեք այն ցանկացած սմարթֆոնի, պլանշետի և համակարգչի վրա կամ ստեղծեք պատվերներ ձեռքով:"
  },
  "exporter": {
    "title": "Արտահանել տվյալներ",
    "subtitle": "Ձեր տվյալները պատկանում են ձեզ: Ցանկացած ժամանակ կարող եք ներբեռնել ձեր բիզնեսի տեղեկատվությունը ստանդարտ ձևաչափով: Այնուամենայնիվ, հարգեք ձեր հաճախորդների գաղտնիությունը, մի ուղարկեք նրանց սպամ և երբեք մի կիսվեք նրանց տեղեկությունները երրորդ կողմի հետ:",
    "excel": "Դուք կստանաք խանութի բոլոր {type}-ի ցանկը, ինչպես նաև ամբողջական տեղեկատվություն Excel ձևաչափով:",
    "csv": "Դուք կստանաք խանութի բոլոր {type}-ի ցուցակը, ինչպես նաև ամբողջական տեղեկատվություն CSV ձևաչափով: Այս ձևաչափը համապատասխանում է Seldone-ի ստանդարտ ձևաչափին՝ {type} խանութ ներմուծելու համար:"
  },
  "importer": {
    "category": {
      "title": "Ներմուծման կատեգորիաներ",
      "subtitle": "Վերբեռնեք կատեգորիաների CSV ֆայլը այստեղ: Համոզվեք, որ հետևում եք ստանդարտ ձևաչափին:"
    },
    "product": {
      "title": "Արտադրանքի ներմուծում",
      "subtitle": "Ներբեռնեք ապրանքների CSV ֆայլը այստեղ: Համոզվեք, որ հետևում եք ստանդարտ ձևաչափին:"
    },
    "product_images": {
      "title": "Ներմուծեք պատկերներ",
      "subtitle": "Պատկերի մասին տեղեկատվություն ստանալը ժամանակատար է: Նկարներ ներմուծելիս անպայման հարգեք հեղինակային իրավունքը:"
    },
    "inventory": {
      "title": "Զանգվածային թարմացումների գույքագրում",
      "subtitle": "Վերբեռնեք գույքագրման CSV ֆայլը այստեղ: Համոզվեք, որ հետևում եք ստանդարտ ձևաչափին՝ նախ արտահանելով CSV ֆայլը, այնուհետև խմբագրելով այդ ֆայլը:"
    },
    "back_to_products": "Վերադառնալ ապրանքների ցանկին",
    "back_to_categories": "Վերադառնալ կատեգորիաների ցանկին",
    "back_to_inventory": "Վերադառնալ գույքագրման ցուցակին",
    "step_select_file": "Ընտրեք CSV ֆայլ",
    "step_send_to_server": "Ուղարկել սերվերին",
    "step_view_result": "Դիտել արդյունքը",
    "step_view_que": "Դիտեք սպասման ցուցակը",
    "send_to_server_action": "Ուղարկել սերվերին",
    "shop_license": "Խանութի լիցենզիա",
    "max_items_limit": "Նյութերի առավելագույն սահմանաչափը",
    "total_items": "Ընդհանուր իրեր",
    "customer": {
      "title": "Ներմուծման հաճախորդներ",
      "subtitle": "Վերբեռնեք հաճախորդների CSV ֆայլերը այստեղ: Համոզվեք, որ հետևում եք ստանդարտ ձևաչափին, ինչպես նաև պետք է հետևեք գաղտնիության կանոններին:"
    }
  },
  "campaigns": {
    "title": "Արշավներ",
    "subtitle": "Ստեղծեք արշավներ, հետագծելի հղումներ և տեսեք հուսալի և ճշգրիտ տեղեկատվություն մեկ վայրում: Մենք օգնում ենք ձեզ տվյալների վրա հիմնված ավելի լավ որոշումներ կայացնել:",
    "add_action": "Ավելացնել նոր արշավ",
    "empty_message": "Ստեղծեք ձեր առաջին արշավը հիմա:",
    "delete": {
      "title": "Ջնջել քարոզարշավը",
      "message": "Վստա՞հ եք ջնջելու այս արշավը և բոլոր տվյալները:",
      "action": "Այո, ջնջել հիմա"
    }
  },
  "landing_categories": {
    "raw": "Հում կաղապարներ",
    "marketing": "Մարքեթինգ և գովազդ",
    "product": "Ապրանքի ներկայացում",
    "health": "Առողջություն և ֆիթնես",
    "food": "Սնունդ և մրգեր",
    "house": "Անշարժ գույք և տուն",
    "device": "Մեքենան և սարքը",
    "car": "Ավտոմեքենա",
    "software": "Ծրագրային ապահովում",
    "clothing": "Հագուստ և կոշիկ",
    "jewellery": "Ոսկերչական իրեր"
  },
  "shop_theme": {
    "theme_colors": "Թեմայի գույները",
    "products_view_mode": "Գնումների ցուցակի դիտում",
    "products_view_mode_desc": "Դուք կարող եք կարգավորել ձեր խանութում ապրանքների ցուցադրման ռեժիմը՝ ելնելով էկրանի չափից: Այս ռեժիմը դիտարկվելու է լռելյայն և չի կիրառվի, եթե օգտագործողը փոխի ցուցադրման ռեժիմը:",
    "color_light": "Առաջնային գույն",
    "color_dark": "Առաջնային մուգ գույն",
    "color_deep_dark": "Խորը մուգ գույն",
    "color_info": "Հղումներ",
    "light_checkout": "Թեթև վճարման թեմա",
    "light_header": "Թեթև վերնագիր",
    "light_footer": "Թեթև ստորագիր",
    "product_page": "Ապրանքի էջ",
    "typography": "Տպագրություն",
    "header": "Վերնագիր",
    "custom_code": "Պատվերով ծածկագիր",
    "custom_css": "Պատվերով CSS"
  },
  "app_templates": {
    "default": "Կանխադրված",
    "blue": "Կապույտ օվկիանոս",
    "amber": "Սաթ",
    "green": "Հասարակածային",
    "red": "Արնախումներ",
    "magenta": "Ծաղիկ",
    "master": "Վարպետ",
    "black": "Մութ կողմ"
  },
  "affiliate_orders": {
    "title": "Գործընկերների պատվերներ",
    "table": {
      "order_price": "Պատվերի գումարը",
      "order_payment": "Պատվերի վճարման կարգավիճակը",
      "order_link": "Պատվերի հղում",
      "commission_status": "Հանձնաժողովի կարգավիճակը",
      "commission_amount": "Հանձնաժողովի գումարը",
      "items": "Նյութեր",
      "actions": "Գործողություններ",
      "create_date": "Ստեղծել ամսաթիվ"
    },
    "notifications": {
      "update_success": "Գործընկերության կարգավիճակը թարմացվել է:"
    }
  },
  "affiliate_payments": {
    "title": "Փոխկապակցված գործընկերների վճարումներ",
    "table": {
      "staff": "Անձնակազմ",
      "amount": "Գումարը",
      "note": "Նշում",
      "date": "Ամսաթիվ"
    }
  },
  "my_roles": {
    "title": "Իմ դերերը",
    "message": "Դերերը խանութի աշխատակիցներին տրվող մուտքի տեսակ են: Օրինակ՝ անձնակազմը, որը պատասխանատու է պատվերների ուղարկման կամ փաթեթավորման համար:"
  },
  "role_card": {
    "complete_tasks": "Կատարված առաջադրանքներ",
    "reject_tasks": "Մերժված առաջադրանքները",
    "last_check": "Վերջին ստուգում"
  },
  "referral_widget": {
    "apply_now": "Դիմե՛ք հիմա այս ծրագրի համար:",
    "no_bonus": "Ստացեք առաջին մրցանակը՝ հրավիրելով ընկերոջը։",
    "your_gift": "Ձեր նվերը",
    "invited_gift": "Հրավիրված նվեր",
    "percent_bonus": "Տոկոսային բոնուս",
    "discount_bonus": "Զեղչի բոնուս",
    "registered": "Նոր օգտատեր",
    "accepted": "Ընդունված օգտվող"
  },
  "app_config": {
    "reviews": "Կարծիքներ",
    "rate_now": "Գնահատեք հիմա",
    "category": "Կարգավիճակ",
    "uninstall": "Տեղահանել",
    "get_app": "Ստացեք հավելվածը",
    "public_keys": "Հանրային բանալիներ",
    "private_keys": "Անձնական բանալիներ (անվտանգ)",
    "config": "Հավելվածի կազմաձևում",
    "app_status": "Դիմումի կարգավիճակը",
    "app_info": "Դիմումի տվյալներ",
    "update_at": "Վերջին թարմացում",
    "visit_website": "Այցելեք կայք",
    "privacy": "Գաղտնիության քաղաքականություն",
    "installs": "Տեղադրում է",
    "basic_profile_permission": "Հիմնական պրոֆիլի տեղեկատվություն",
    "developer": "Մշակող",
    "permissions": "Թույլտվություններ",
    "total_comments": "Ընդամենը մեկնաբանություններ",
    "delete_dialog": {
      "title": "Տեղահանել հավելվածը",
      "message": "Ցանկանու՞մ եք հեռացնել այս հավելվածը ձեր խանութից:",
      "action": "Այո, ջնջել հավելվածը"
    },
    "notifications": {
      "uninstall_success": "Հավելվածը հաջողությամբ հեռացվեց:"
    }
  },
  "shop_bots": {
    "not_set": "Սահմանված չէ:",
    "tokens": "Նշան(ներ)",
    "webhook": "Webhook",
    "calls": "Զանգեր",
    "dialog": {
      "title": "{name} Բոտի կազմաձևում",
      "message": "Համապարփակ բոտային շրջանակ՝ ձեռնարկության մակարդակի գնումների փորձի ստեղծման համար:"
    }
  },
  "shop_customers": {
    "title": "Հաճախորդների կառավարում",
    "all_customers": "Ներբեռնեք բոլոր հաճախորդներին",
    "filtered_customers": "Զտված հաճախորդներ",
    "dialog_chips": {
      "title": "Սահմանեք հաճախորդի չիպերի քանակը"
    },
    "dialog_club": {
      "title": "Սահմանեք հաճախորդների ակումբի մակարդակը"
    }
  },
  "app_dashboard": {
    "status": "Հրապարակման կարգավիճակը",
    "statistics": "Վիճակագրություն"
  },
  "app_publish": {
    "production_version": "Արտադրության տարբերակ",
    "beta_version": "Բետա տարբերակ",
    "alpha_version": "Ալֆա տարբերակ"
  },
  "app_publish_widget": {
    "header": "Խանութի վեբ կայքի վերնագիր",
    "header_code": "Վերնագրի կոդը",
    "admin_page": "Ադմինիստրատորի էջեր",
    "name": "Անուն",
    "icon": "Սրբապատկեր",
    "url": "URL"
  },
  "app_api": {
    "title": "API մուտք",
    "revoke_api": "Չեղարկել API-ն",
    "api_key": "API բանալի",
    "secret": "Գաղտնի բանալի",
    "client": "Հաճախորդ",
    "redirect_url": "Վերահղման urls",
    "client_name": "Հաճախորդի անունը"
  },
  "app_loader_page": {
    "no_ui_title": "Այս հավելվածը չունի որևէ միջերես:",
    "no_ui_desc": "Որոշ հավելվածներ չեն պահանջում օգտվողի միջերես իրենց ադմինիստրատորի տարածքում: Այս հավելվածը կարող է միայն կոդ ավելացնել ձեր խանութի կայքի վերնագրի բաժնում:",
    "header": "Վերնագրի կոդը"
  },
  "finance_report": {
    "export_title": "Արտահանել ֆինանսական տվյալներ",
    "export_sub_title": "Ներբեռնեք ֆինանսական մանրամասները մեկ ֆայլում:",
    "start_input_placeholder": "Ընտրեք հաշվետվության մեկնարկի ամսաթիվը",
    "end_input_placeholder": "Ընտրեք հաշվետվության ավարտի ամսաթիվը",
    "download_action": "Ներբեռնեք ֆինանսական ցուցակը"
  },
  "shop_notifications": {
    "title": "Խանութի ծանուցումներ",
    "sub_title": "Բոտ, էլ. փոստ, SMS, ...",
    "message": "Խմբագրեք ձեր խանութի ծանուցման կարգավորումներն ու նախապատվությունները",
    "channel": "Ալիք",
    "status": "Կարգավիճակ",
    "events": "Իրադարձություններ",
    "info": "Ինֆո",
    "actions": "Գործողություններ",
    "connected": "Միացված է",
    "not_connected": "Միացված չէ:",
    "connect_now": "Միացեք հիմա",
    "send_test": "Ուղարկեք թեստի տվյալները",
    "disconnect": "Անջատել",
    "dialog": {
      "title": "Բոտի կոնֆիգուրացիա",
      "message": "Համապարփակ ծանուցման շրջանակ՝ ձեռնարկության մակարդակի էլեկտրոնային առևտրի փորձի ստեղծման համար:",
      "action": "Սեղմեք այստեղ!",
      "set_config": "Սահմանել կազմաձևը"
    }
  },
  "notification_events": {
    "new_order": "🛍️ Պատվիրեք",
    "payment": "💳 Վճարում",
    "return": "📦 Վերադարձ",
    "weekly_report": "📈 Շաբաթական հաշվետվություններ"
  },
  "order_delivery": {
    "title": "Առաքում",
    "add_to_delivery_que_action": "Ավելացնել առաքման հերթում",
    "in_que": "Առաքման հերթում",
    "message": "Փաթեթը առաքիչին հանձնելուց հետո սեղմեք <b>Հաստատել առաքումը</b> կոճակը:",
    "message_add_to_service": "Սեղմեք հետևյալ կոճակը, եթե ցանկանում եք այս փաթեթն ուղարկել <b>առաքման ծառայության միջոցով</b> :",
    "action": "Առաքման հաստատում",
    "checklist": [
      "Ստուգեք սուրհանդակի անձը հաստատող փաստաթուղթը:",
      "Ապրանքների լավ փաթեթավորումը և ժամանակին առաքումը կարող են բարձրացնել ձեր հաճախորդների պահպանման տոկոսադրույքը:"
    ],
    "manual": {
      "title": "Սպասում է հաճախորդի կողմից առաքման հաստատմանը:",
      "action_received": "Գնորդի հաստատում",
      "action_returned": "Առաքում Վերադարձ",
      "message": "Նշում. Եթե հաճախորդը ստանում է պատվերը, կարող եք օգտագործել հետևյալ տարբերակները՝ կատարումն ավարտելու համար: Համակարգի որոշ առաքման ծառայություններ ավտոմատ կերպով կհաստատեն առաքումը:"
    },
    "auto_complete_note": "Որոշակի ժամկետից հետո պատվերի կարգավիճակը կփոխվի առաքվածի: Այս ժամկետը տատանվում է՝ կախված պատվերի տեսակից և որոշվում է համակարգի կողմից:",
    "received": {
      "title": "Առաքվում է հաճախորդին:",
      "delivered_date": "Առաքման օրը"
    },
    "receiver": "Ընդունիչ",
    "bill": "Անդորրագիր",
    "tracking": {
      "title": "Ավելացնել հետագծման կոդը / URL",
      "code": "Հետևման կոդը",
      "url": "Հետևման url",
      "message": "Եթե դուք առաքել եք ծառայության միջոցով, որը տրամադրում է այս պատվերի հետագծման կոդը, կարող եք մուտքագրել կոդը և համապատասխան հետագծման հղումը այս բաժնում: Այս տեղեկատվությունը կցուցադրվի հաճախորդին:"
    },
    "preferred_delivery_time": "Նախընտրելի առաքման ժամանակ",
    "manage_couriers": "Կառավարեք իմ առաքիչները",
    "manage_service": "Կառավարեք ծառայությունը",
    "option_deliver_by_courier": "Տարբերակ 1. Առաքում ձեր սուրհանդակներով:",
    "option_add_to_que": "Տարբերակ 2. Ավելացնել հերթում՝ առաքման ծառայության էջում մշակելու համար:",
    "option_instant_shipping": "Տարբերակ 3. Ակնթարթային առաքում:",
    "pickup_action": "Վերցնելու հաստատում"
  },
  "shop_home_edit": {
    "title": "Գլխավոր էջի կարգավորում",
    "sub_title": "Սահմանեք ձեր կայքի լռելյայն էջը",
    "default_home": "Կանխադրված գլխավոր էջ",
    "default_home_placeholder": "Խանութի էջը կայքի գլխավոր էջն է"
  },
  "selldone_referral_page": {
    "title": "Ուղղորդման վահանակ",
    "referral_link": "Ուղղորդման հղում",
    "registered": "Գրանցված է",
    "accepted": "Ընդունված է",
    "bank": "Բանկ",
    "bank_title": "Բանկի տվյալները հանելու համար",
    "new_users": "Նոր օգտվողներ",
    "performance": "Կատարում",
    "credit_mode": "Վարկային ռեժիմ",
    "get_stickers": "Ստացեք կպչուն HTML կոդը՝ պատճենելու և անցելու համար",
    "click_copy_sticker_code": "Սեղմեք կրծքանշանի վրա՝ html կոդը պատճենելու համար:"
  },
  "selldone_referral_payment": {
    "title": "Ուղղորդման վճարումներ",
    "officer": "սպա",
    "amount": "Գումարային գործարք",
    "note": "Նշում",
    "date": "Ամսաթիվ"
  },
  "widget_shop_gateway": {
    "link_account_caution": "Կապեք հաշիվ ({currency}) ձեր խանութին: Սեղմեք այստեղ.."
  },
  "product_sell_widget": {
    "title": "Ապրանքի վաճառքի կատարողականը"
  },
  "fulfilment_order_widget": {
    "title": "Dropshipping կատարում",
    "check_action": "Ընդունեք dropshipping-ը",
    "uncheck_action": "Պատվերը հաստատված է",
    "pay_action": "Վճարեք ապրանքների արժեքը..",
    "pay_completed": "Վճարման հաստատում",
    "list_of_items": "Ապրանքների վերավաճառք",
    "checklist": [
      "Վճարեք ձեր անուղղակիորեն վաճառվող ապրանքների քանակը սկզբնական վաճառողին:",
      "Դուք կարող եք միասին վճարել և կարգավորել ապրանքների արժեքը մատակարարին հաշվապահական հաշվառման բաժնում> Dropshipping of store:",
      "Վճարումից հետո մատակարարը կստանա ձեր պատվերը և պատրաստվելուց հետո այն անմիջապես կուղարկի գնորդին:"
    ],
    "message": "Պատվերի վճարը մատակարարին վճարելուց հետո տես այս բաժնում պատվերի ուղարկման ընթացքը:"
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "Վահանակ",
      "orders": "Պատվերներ",
      "inventory": "Գույքագրում",
      "shops": "Վերավաճառողներ",
      "requests": "հարցումներ"
    },
    "drop_shipping_charge": "Dropshipping վճար"
  },
  "dropship_request_status": {
    "PENDING": "Սպասվում է",
    "ACCEPT": "Ընդունել",
    "REJECT": "Մերժել"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "Վահանակ",
      "orders": "Պատվերներ",
      "wallet": "Դրամապանակ"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "Վերավաճառողի վահանակ"
  },
  "dropshipping_reseller_orders": {
    "title": "Վերավաճառողի պատվերներ"
  },
  "dropshipping_reseller_wallet": {
    "title": "Վերավաճառող դրամապանակ"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "Վճարման հաստատում",
      "payment_success": "Վճարումն ավարտված է:",
      "buy_title": "Գնել",
      "pay_by_giftcards": "Ձեր պատվերը վճարվել է նվեր քարտով:",
      "free_order": "Ձեր պատվերն անվճար է:",
      "pay_by_cod": "Ձեր պատվերը գրանցվել է որպես կանխիկ առաքում:",
      "pay_by_dir": "Ձեր պատվերը գրանցվել է որպես ուղղակի վճարում, խնդրում ենք լրացնել վճարումը և վերբեռնել անդորրագիրը ձեր պատվերի էջում:",
      "pay_title": "Վճարում",
      "qr_code_payment": "Ստեղծվել է վճարման QR կոդը:",
      "connecting_to_online_gateway": "Միացում առցանց վճարման դարպասին:"
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "Վճարումը հաստատված է:<br> Ամսաթիվ՝ {payment_at}",
      "pay_fail_title": "Չվճարված",
      "pay_fail_message": "Վճարումը չի կարող ստուգվել:"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "Վերավաճառողը պատվիրում է վճարում",
      "balance": "Ձեր հաշվի մնացորդը",
      "total_cost": "Պատվերների ընդհանուր արժեքը",
      "need_charge": "Լիցքավորման կարիք կա",
      "no_account_cation": "Դուք հաշիվ չունեք: Զանգահարեք մեծածախ:",
      "orders": "Պատվերներ"
    },
    "notifications": {
      "success_pay": "Այս պատվերների համար ձեր վճարումը հաստատվել և հաջողությամբ ավարտվել է:"
    }
  },
  "dropship_accounts": {
    "charge_account": "Լիցքավորել հաշիվ",
    "charge_dialog": {
      "title": "Գանձեք dropshipping հաշիվը",
      "amount_input": "Հաշվի գանձում",
      "charge_now": "Լիցքավորեք հիմա"
    }
  },
  "dropship_admin_dashboard": {
    "title": "Վերավաճառողի հարցումներ",
    "today_order_count": "Այսօր պատվերները հաշվում են",
    "yesterday_order_count": "Երեկվա պատվերները հաշվում են",
    "total_7_days": "Ընդհանուր պատվերներ վերջին 7 օրվա ընթացքում"
  },
  "dropshipping_products": {
    "no_shops": "Ներողություն, խանութ չի գտնվել: Ապագայում ավելի շատ խանութներ կլինեն, որպեսզի կարողանաք նրանց ապրանքները տեղադրել ձեր խանութում:",
    "show_all_shops": "Ցույց տալ բոլոր խանութները",
    "show_all_message": "Դուք կարող եք տեսնել բոլոր խանութները",
    "current_shop": "Ներկայիս խանութ",
    "request_account": "Հայցեք հաշիվ",
    "request_accepted": "Հարցումն ընդունված է",
    "request_rejected": "Հայցը մերժվել է",
    "request_pending": "Հարցումն առկախ է..",
    "notifications": {
      "add_product": "Ապրանքը ավելացվել է ձեր խանութում:",
      "request_access": "Մենք հաջողությամբ ուղարկել ենք ձեր մուտքի հարցումը մեծածախ վաճառողին:"
    },
    "show_eligible_shops_message": "Ցույց տալ համապատասխան խանութները"
  },
  "product_dropshipping": {
    "need_re_enable": "Այս ապրանքը փոխվել է սկզբնական վաճառողի կողմից, այս գնի փոփոխությունները անջատել են ապրանքը ձեր խանութում: Ստուգեք փոփոխությունները և եթե համաձայն եք նորից ակտիվացնել ապրանքը, սեղմեք ստորև նշված կոճակը:",
    "need_re_enable_action": "Համաձայնել, կիրառել փոփոխություններ և ակտիվացում",
    "changed_value": "Այս ապրանքը խմբագրվել է բնօրինակ վաճառողի կողմից: Ստուգեք փոփոխությունները և եթե համաձայն եք փոփոխությունները կիրառել ձեր արտադրանքի վրա, սեղմեք ստորև նշված կոճակը:",
    "changed_value_action": "Համաձայնեք, փոփոխություններ կատարեք",
    "parent_deleted": "Այս ապրանքը հեռացվել է սկզբնական վաճառողի կողմից:",
    "parent_closed": "Այս ապրանքն անջատված է սկզբնական վաճառողի կողմից: Դուք չեք կարողանա վաճառել այս ապրանքը ձեր խանութում, բայց եթե սկզբնական վաճառողը նորից ակտիվացնի ապրանքը, դուք կկարողանաք նորից ակտիվացնել այս ապրանքը ձեր խանութում:",
    "notifications": {
      "re_enable_success": "Այս ապրանքը կրկին ակտիվացվել է:",
      "update_success": "Ապրանքի այս տեղեկատվությունը թարմացվել է ապրանքի սկզբնական տեղեկատվության հետ:"
    }
  },
  "product_dropshipping_admin": {
    "title": "Dropshipping",
    "save_alert": "Այս ապրանքի dropshipping կարգավորումները փոխվել են: Ցանկանու՞մ եք պահպանել փոփոխությունները:",
    "reselling_message": "Ակտիվացնելով այս տարբերակը՝ մյուս վաճառողները կկարողանան ավելացնել ձեր ապրանքը իրենց խանութում:",
    "reselling": "Միացնել Dropshipping-ը",
    "price_merchants": "Գինը վաճառականների համար",
    "price_commission": "Առևտրային հանձնաժողով (ֆիքսված)"
  },
  "buy_button": {
    "waiting_for_availability": "Սպասում է առկայությանը",
    "inform_me_when_available": "Տեղեկացրեք ինձ, երբ այն հասանելի լինի:",
    "pay_buy": "Վճարեք և գնեք",
    "quantity": "հաշվել",
    "quantity_in_basket": "Ապրանքներ զամբյուղում",
    "count_unit": "x",
    "remove": "Հեռացնել",
    "add_to_basket": "Ավելացնել քարտին",
    "buy": "Գնել",
    "notifications": {
      "inform_add_success": "Մենք ձեզ կտեղեկացնենք, երբ այն հասանելի լինի:",
      "inform_remove_success": "Դուք հեռացվել եք սպասման ցուցակից։"
    }
  },
  "product_info": {
    "fake": "Կեղծ",
    "action": "Աճուրդ",
    "compare_limit": "10 ապրանքի սահմանափակում",
    "compare_add": "Ավելացնել Համեմատության համար",
    "compare_be_in_list": "Համեմատության ցուցակում",
    "type": "Տիպ",
    "brand": "Ապրանքանիշը",
    "category": "Կարգավիճակ",
    "discount": "Զեղչ",
    "track_price": "Հետևել գնին",
    "waiting_for_auction": "Սպասու՞մ եք աճուրդին:",
    "inform_auction": "Տեղեկացրեք ինձ աճուրդի ժամանակ",
    "return_in_days": "{days} Օրեր երաշխիքային վերադարձ",
    "support24h7": "Աջակցություն 24 ժամ 7 օր",
    "support_normal": "Աշխատանքային ժամերի աջակցություն",
    "original_guarantee": "Օրիգինալ երաշխիք",
    "cod_payment": "Առաքման ժամանակ կանխիկ աջակցություն",
    "pros": "Կողմ",
    "cons": "Դեմ",
    "external_link": "Կարդալ ավելին",
    "notifications": {
      "congratulation": "Շնորհավորում եմ",
      "waiting_list_add_success": "Մենք ձեզ կտեղեկացնենք, երբ այս ապրանքն աճուրդի կհանվի:",
      "waiting_list_delete_success": "Դուք դուրս եք եկել աճուրդի սպասման ցուցակից:"
    },
    "offer_message": "Գնեք {min_quantity} Ստացեք {percent}% զեղչ այս ապրանքների համար",
    "up_to": "Յուրաքանչյուր պատվերի համար մինչև {per_order}x",
    "get_free": "ՍՏԱՆԱԼ ԱՆՎՃԱՐ",
    "get_off": "ՍՏԱՆԱԼ {percent}% ԶԵՂՉ"
  },
  "styler": {
    "size_class": "Չափը և դասը",
    "delete_bg": "Ջնջել ֆոնային պատկերը",
    "bg_color": "Ֆոնի գույնը",
    "section_style": "Սահմանեք հատվածի ոճը",
    "link": "Սահմանել հղումը",
    "show_products": "Ապրանքների / կատեգորիաների ցուցակի կառավարում",
    "show_product": "Ընտրեք ապրանք",
    "delete_section": "Ջնջել բաժինը",
    "text_color": "Տեքստի գույնը",
    "tex_align": "Տեքստի հավասարեցում",
    "text_style": "Տեքստի ոճը",
    "bg_image": "Ֆոնային պատկեր",
    "product": {
      "title": "Ընտրեք ապրանք"
    },
    "products": {
      "title": "Ապրանքների և կատեգորիաների ցանկի կառավարում",
      "sort_options": "Ընտրեք Տեսակավորման և Դիտման կարգավորումները",
      "item_types": "Ցույց տալ միայն ապրանքները / կատեգորիաները",
      "product_only": "Միայն ապրանքներ",
      "category_only": "Միայն կատեգորիաներ",
      "no_category": "Ձեր խանութում կատեգորիա չկա:",
      "limit": "Արտադրանքի սահմանափակում",
      "limit_message": "Մուտքագրեք արտադրանքի արդյունքների հաշվարկը",
      "select_categories": "Ընտրեք մատչելի կատեգորիաներ",
      "categories_limit": "Կատեգորիաների սահմանափակում",
      "categories_limit_msg": "Մուտքագրեք կատեգորիաների առավելագույն քանակը: Սահմանեք զրո առանց սահմանափակումների:"
    }
  },
  "shop_contacts": {
    "popup": "Միացնել ելնող պատուհանների աջակցությունը",
    "popup_message": "Ակտիվացնելով այս տարբերակը՝ աջակցության բանալին կհայտնվի ձեր խանութի ներքևի աջ մասում:"
  },
  "popup_page": {
    "preview": "Դիտեք ուղիղ ելնող պատուհանը",
    "menu": {
      "design": "Դիզայն",
      "appearance": "Արտաքին տեսք",
      "filter": "Զտել",
      "setting": "Կարգավորում"
    },
    "notifications": {
      "save": "Ելնող պատուհանը հաջողությամբ պահպանվեց:",
      "edit": "Թռուցիկ պատուհանը հաջողությամբ թարմացվեց:"
    }
  },
  "popup_appearance": {
    "position": "Դիրք",
    "position_desc": "Նշեք այս ծանուցման ցուցադրման վայրը էջում:",
    "width": "Լայնությունը",
    "width_desc": "Դուք կարող եք սահմանել էջի առավելագույն լայնությունը:",
    "height": "Բարձրություն",
    "height_desc": "Դուք կարող եք սահմանել էջի առավելագույն բարձրությունը:",
    "radius": "Անկյունի շառավիղը",
    "radius_desc": "Այս բաժնում կարող եք սահմանել ծանուցման անկյունների կորության շառավիղը։",
    "shadow": "Ստվեր",
    "shadow_desc": "Ցանկանու՞մ եք, որ ելնող պատուհանը ստվերվի:",
    "delay": "Ցույց տալ ուշացումը",
    "delay_desc": "Երբ օգտատերը մտնի ձեր խանութ, այսքան ժամանակ անցնելուց հետո օգտատիրոջը կցուցադրվի ծանուցում:",
    "hide": "Թաքցնել ուշացումը",
    "hide_desc": "Դուք կարող եք սահմանել, որ ծանուցումն ավտոմատ կերպով փակվի ցուցադրությունից մի քանի վայրկյան անց: 0 արժեքը նշանակում է, որ ծանուցումն ինքնաբերաբար չի փակվի:",
    "transition": "Թռուցիկ անիմացիա"
  },
  "popup_filter": {
    "registered": "Անդամակցության և մուտքի պահանջ",
    "registered_desc": "Դուք կարող եք ընտրել այս ծանուցումը ցուցադրել միայն խանութի օգտատերերին կամ հյուրերին:",
    "only_guests": "Միայն հյուրեր",
    "only_users": "Միայն մուտք գործած օգտվողներ",
    "purchased": "Գնումների պատմություն",
    "purchased_desc": "Դուք կարող եք ընտրել այս ծանուցումը ցուցադրել միայն այն օգտատերերին, ովքեր արդեն գնել են կամ նրանց, ովքեր դեռ չեն գնել:",
    "no_purchase": "Գնումներ դեռ չկան",
    "yes_purchase": "Նախկինում գնված",
    "sex": "Սեռ",
    "sex_desc": "Ցանկանու՞մ եք, որ այս ծանուցումը ցուցադրվի միայն որոշակի սեռի օգտատերերին:",
    "age": "Նվազագույն տարիքը",
    "age_desc": "Եթե մուտքագրված է 6-ից մեծ արժեք, օգտվողը պետք է մուտք գործած լինի և պետք է մուտքագրած լինի իր ծննդյան ամսաթիվը:",
    "levels": "Հաճախորդների ակումբի մակարդակները",
    "levels_desc": "Եթե օգտվողն ունի ստորև ընտրված մակարդակներից մեկը, այս ծանուցումը կցուցադրվի նրան:",
    "countries": "Տեղադրության սահմանափակումներ",
    "countries_desc": "Ցանկանու՞մ եք, որ այս ծանուցումը ցուցադրվի միայն կոնկրետ երկրից ժամանող օգտատերերին:"
  },
  "popup_setting": {
    "published": "Հրապարակված կարգավիճակ",
    "repeat": "Կրկնել",
    "repeat_msg": "Ցանկանու՞մ եք, որ այս ծանուցումը մեկից ավելի անգամ ցուցադրվի օգտատիրոջը:",
    "intervals": "Բացվող ցուցադրման ժամանակի տևողությունը",
    "intervals_msg": "Օգտատիրոջը ծանուցումների ցուցադրման միջև նվազագույն ժամանակահատվածը պետք է անցած լինի:",
    "designer_zone": "Դիզայներական գոտի",
    "title": "Բացվող վերնագիր",
    "note": "Դիզայների նշում",
    "image": "Շապիկի պատկեր",
    "delete": {
      "title": "Ջնջել",
      "sub_title": "Թռուցիկ պատուհանը ջնջելուց հետո վերադարձ չկա: Խնդրում եմ վստահ լինել:",
      "action": "Ջնջել այս թռուցիկ պատուհանը"
    },
    "notifications": {
      "delete": "Ելնող պատուհանը ջնջվեց:"
    }
  },
  "shop_sms": {
    "title": "Կառավարեք SMS-ը",
    "sub_title": "Հաճախորդներին ուղարկված SMS ձևանմուշներ",
    "message": "Այստեղ կարող եք տեսնել ձեր խանութի ուղարկած տեքստային հաղորդագրությունների բովանդակությունը: Հաղորդագրությունների ծառայությունում վավերացման օրինաչափությունների գրանցման սահմանափակման պատճառով այս պահին հնարավոր չէ անհատականացնել տեքստային հաղորդագրությունները:"
  },
  "shop_emails": {
    "title": "Կառավարեք էլ",
    "sub_title": "Այս բաժնում կտեսնեք խանութի կողմից հաճախորդներին և մենեջերներին ուղարկված նամակների ցանկը: Նամակները ավտոմատ ձևավորվում և ստեղծվում են ձեր խանութի համար մուտքագրած տեղեկատվության հիման վրա: Նաև հաղորդագրությունների և պատկերների անհատականացման հնարավորությունը ապագայում հասանելի կլինի հանրությանը:"
  },
  "instagram": {
    "title": "Վաճառք Instagram-ում",
    "message": "Այս գործիքի օգնությամբ կարող եք ձեր Instagram-ը վերածել խանութի։ Պարզապես ավելացրեք և հաստատեք ձեր Instagram-ի հաշիվն այստեղ, այնուհետև դուք կկարողանաք տեղադրել մեկ կամ մի քանի ապրանք յուրաքանչյուր գրառումից կամ ձեր պատմությունից, ավելացնել և նշել ձեր ապրանքների ցանկը կամ գրառումը վերածել նոր ապրանքի:",
    "add_product": "Ավելացնել նոր ապրանք",
    "create_product": "Ստեղծել արտադրանք",
    "link_box_msg": "Տեղադրեք այս հղումը Instagram-ի, Telegram-ի կամ այլ սոցիալական մեդիայի ձեր կենսագրության մեջ, որպեսզի ձեր լսարանը կարողանա գնել ավելի արագ, հեշտ, ավելին և վերջապես ավելին:",
    "remove_account": "Փոխել / հեռացնել Instagram-ի հղումը",
    "sync": "Համաժամացնել հաշվի տվյալները (յուրաքանչյուր 60 րոպեն մեկ)"
  },
  "service_bill": {
    "task": {
      "title": "Անելիքների ցանկ",
      "message": "Գրեք այն աշխատանքների վերնագրերը, որոնք ցանկանում եք անել, և գնորդին տեղեկացրեք, թե որքանով է այն առաջադիմել:"
    },
    "booking": {
      "title": "Ամրագրում / ամրագրում",
      "message": "Այս պատվերը կմշակվի սահմանված ժամկետում, հաճախորդն ընտրել է ցանկալի ժամկետը, եթե ցանկանում եք որևէ փոփոխություն կատարել ընտրված ժամանակահատվածում, տեղեկացրեք հաճախորդին:",
      "selected_checkin": "Ընտրված հաճախորդի մուտքի ամսաթիվ",
      "selected_checkout": "Հաճախորդի ելքի ընտրված ամսաթիվը",
      "change_days_question": "Ձեզ անհրաժեշտ է փոխել հաճախորդի կողմից ընտրված օրերի ընթացքում:",
      "show_calendar": "Ցույց տալ պատվերների օրացույցը"
    },
    "pricing": {
      "title": "Գնագոյացում",
      "message": "Որքա՞ն եք վճարում այս ծառայության համար:"
    },
    "subscription": {
      "title": "Բաժանորդագրություն",
      "message": "Դուք կարող եք ընտրել բաժանորդագրության ժամկետը՝ օրական գնելով այս ծառայությունը: Գնորդին տեղեկացրեք, թե արդյոք ցանկանում եք փոխել ձեր արդեն մուտքագրած լռելյայն արժեքները:",
      "duration": "Բաժանորդագրման ժամկետը"
    },
    "charge": {
      "title": "Լիցքավորում",
      "message": "Դուք վճար եք սահմանել այս ապրանքի համար: Հաճախորդի կողմից գնված ապրանքի համար կարող եք փոխել վճարի չափը:",
      "charge": "Լիցքավորում"
    },
    "save_item": "Ստուգեք և սահմանեք",
    "start_service": "Սկսեք ծառայությունը",
    "end_service": "Ավարտել"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "Ծառայության ավարտ",
      "message": "Եթե դա արված է, սեղմեք հաստատման ստեղնը՝ պատվերն ավարտելու և փակելու համար:",
      "action": "Հաստատեք և ավարտեք պատվերը"
    }
  },
  "product_outputs": {
    "outputs_form": "Էկրանի տեղեկատվական կառուցվածքը (ելք)",
    "virtual": {
      "title": "Արտադրանքի արդյունքի տեղեկատվական ձև",
      "sub_title": "Տեղեկատվությունը, որը ցանկանում եք ցույց տալ օգտատիրոջը գնումից հետո: Այս ձևը հատկապես կիրառելի է վիրտուալ ապրանքների վաճառքի համար, ինչպիսիք են նվեր քարտերը:"
    },
    "service": {
      "title": "Ծառայությունների դիզայն",
      "sub_title": "Նախ ընտրեք ձեր ծառայության տեսակը և մուտքագրեք պահանջվող տվյալները: Օրինակ, դուք կարող եք սահմանել անելիքների ցուցակ կամ պատվիրատուից խնդրել ամրագրման ժամ կամ հանդիպում:"
    }
  },
  "service_design": {
    "type": "Ծառայության տեսակը",
    "type_message": "Ընտրեք ծառայության տեսակը, որը դուք տրամադրում եք այս ապրանքի համար: Ընտրելով յուրաքանչյուր կետ՝ կցուցադրվի համապատասխան ձևը։ Կախված ձեր ընտրած ծառայության տեսակից, պատվիրատուից ավելի շատ տեղեկություններ կարող են ստացվել պատվիրելիս:"
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "Ըստ պահանջի",
      "desc": "ինչպես օրինակ՝ տան վերանորոգում, ներկում, մեքենաների վերանորոգում և այլն։"
    },
    "BOOKING": {
      "title": "Ամրագրում",
      "desc": "Ինչպես հյուրանոցի համար կամ վիլլա ամրագրելը:"
    },
    "APPOINTMENT": {
      "title": "Նշանակում",
      "desc": "Ինչպես ընտանի կենդանիների խնամքի նշանակումը կամ անհատական ուսուցումը:"
    },
    "RENTAL": {
      "title": "Վարձակալություն",
      "desc": "Ինչպես տեղ կամ մեքենա վարձել։"
    },
    "SUBSCRIPTION": {
      "title": "Բաժանորդագրություն",
      "desc": "Ինչպես ակումբի անդամակցությունը կամ առցանց մարզումը:"
    },
    "CHARGE": {
      "title": "Լիցքավորում",
      "desc": "Օրինակ՝ հաշիվից գանձում կամ հավելվածից օգտվելու համար գանձում:"
    },
    "CUSTOM": {
      "title": "Պատվերով",
      "desc": "Ընտրեք այս տարբերակը, եթե ձեր տրամադրած ծառայությունը վերը նշվածներից ոչ մեկը չէ:"
    }
  },
  "avocado": {
    "title": "Արագ, ճշգրիտ և հաճելի վաճառք բոլոր սոցիալական լրատվամիջոցներում",
    "message": "Մեկ գումար և մեկ կոչում այն ամենն է, ինչ ձեզ հարկավոր է ձեր հաճախորդներից գումար ստանալու համար: Գումարը կգրանցվի անմիջապես ձեր հաշվին, և ձեր հաճախորդները կունենան գնումների յուրահատուկ փորձ:",
    "new_order": "Նոր օրինագիծ",
    "create_by_seller_title": "Ստեղծեք հաշիվ-ապրանքագիր",
    "create_by_seller_message": "Եթե ցանկանում եք հաշիվ-ապրանքագիր ստեղծել որոշակի գումարով և ուղարկել այն ինչ-որ մեկին, կարող եք սեղմել ստորև նշված կոճակը՝ հաշիվ-ապրանքագրի ձևը ցույց տալու համար: Տվեք գեներացված հղում գնորդին վճարելու և դրա միջոցով հետևելու իր պատվերին:",
    "create_by_buyer_title": "Ավոկադոյի ձև",
    "create_by_buyer_message": "Ակտիվացնելով այս բաժինը՝ ձեզ կցուցադրվի հղում, տրամադրեք այս հղումը ձեր գնորդներին, որպեսզի նրանք կարողանան պատվիրել։",
    "orders_list": "Պատվերների ցուցակ",
    "active_mode": "Պատվերի անդորրագիրը Ակտիվ է",
    "inactive_mode": "ոչ ակտիվ",
    "active_message": "Ակտիվացնելով այս աղբյուրը՝ ձեր հաճախորդները կկարողանան ապրանքի պատվեր կատարել ստորև տեսած հարցման ձևի միջոցով:",
    "avocado_form_link_message": "Տեղադրեք այս հղումը ձեր կենսագրության մեջ Instagram-ում, Telegram-ում կամ այլ սոցիալական լրատվամիջոցներում, որպեսզի ձեր լսարանը կարողանա ավելի արագ, հեշտ և, վերջապես, ավելին գնել:",
    "need_address": "Ստացեք հասցե",
    "need_address_msg": "Եթե Ձեզ անհրաժեշտ է ստանալ գնորդի գտնվելու վայրը և հասցեն, ընտրեք այս տարբերակը:",
    "avocado_link_message": "Պատվերը վճարելու համար բավական է պատվիրատուին տրամադրել վերը նշված հղումը։ Հաճախորդը կարող է հետևել պատվերին այս հղումով։",
    "edit_order": "Խմբագրել պատվերը",
    "progress": "Առաջընթացի տեմպ",
    "buyer_link": "Գնորդի հղում",
    "buyer_link_message": "Տրամադրեք այս հղումը ձեր գնորդին: Գնորդը կկարողանա վճարել և հետևել իր պատվերին այս հղման միջոցով: Այս հղումը կոդավորված է, եթե հղումը տրամադրվի որևէ մեկին, նա կկարողանա վճարել և տեսնել տեղեկատվությունը։ Այս հղումը կգործի 60 օր։ Կտտացրեք ստորև նշված հղմանը պատճենելու համար:",
    "OrderConfirm_done": "Պատվերը հաստատված է։",
    "OrderConfirm_message": "Եթե հաստատում եք վճարումը և պատվերը ճիշտ է, սեղմեք ստորև նշված կոճակը:",
    "OrderConfirm_action": "Պատվերի հաստատում",
    "PreparingOrder_message": "Եթե հաճախորդի պատվերը պատրաստ է առաքման, սեղմեք OK կոճակը ստորև:",
    "PreparingOrder_action": "Պատվերը պատրաստ է առաքման",
    "finish_message": "Եթե այս պատվերն ավարտված է, սեղմեք ավարտի կոճակը՝ այս պատվերը փակելու համար:",
    "finish_action": "Պատվերների ամբողջական մշակում",
    "finish_dialog": {
      "title": "Լրացրեք պատվերը",
      "message": "Պատվերն ավարտվե՞լ է, և վստա՞հ եք, որ ցանկանում եք փակել այն:",
      "action": "Այո, հաստատեք պատվերի ավարտը"
    },
    "configuration": "Ավոկադոյի կարգավորումներ",
    "delivery_price": "Առաքման ծախսերը",
    "edit_avocado_action": "Խմբագրել տեղեկատվությունը",
    "submit_pricing_avocado_action": "Ներկայացրեք պատվերի գինը",
    "add_avocado_action": "Ստեղծեք հաշիվ-ապրանքագրի հղում",
    "avocados_list": "Ավոկադոյի ցուցակ",
    "not_pricing": "Այս ապրանքը չի գնի!",
    "show_all": "Ցույց տալ ամբողջը",
    "show_accepted": "Ցույց տալ հաստատված տարրերը",
    "notifications": {
      "update_success": "Ավոկադոն հաջողությամբ թարմացվեց:",
      "add_success": "Ավոկադոն հաջողությամբ ստեղծվեց:"
    },
    "name": "Ավոկադո"
  },
  "avocado_orders": {
    "title": "Ավոկադո",
    "title_small": "Սոցիալական մեդիայի վաճառք",
    "pending_orders": "Ակտիվ պատվերներ",
    "avocado": "Պատվիրեք ավոկադո"
  },
  "avocado_process": {
    "step1": "Գնագոյացում",
    "step1_msg": "Մուտքագրեք յուրաքանչյուր ապրանքի գինը և նշեք կանաչ վանդակը: Եթե ապրանքը հնարավոր չէ վաճառել, փոխեք դրա կարգավիճակը մերժվածի:",
    "step2": "Հաստատեք հաշիվ-ապրանքագիրը",
    "step2_msg": "Ստեղծեք հաշիվ ապրանքագիր այս պատվերի համար: Դուք կարող եք մուտքագրել ապրանքագրի անվանումը և նկարագրությունը: Պատվերի գումարը հաշվարկվում է ավտոմատ կերպով ապրանքների ընդհանուր գնի հիման վրա:",
    "title_input": "Հաշիվ-ապրանքագրի անվանումը *",
    "show_to_customer": "Այս տեղեկատվությունը ցուցադրվում է գնորդին:",
    "description_msg": "Ցանկանու՞մ եք գրառում գրել այս պատվերի համար: Այս տեղեկատվությունը կցուցադրվի գնորդին:",
    "price_input": "Պատվերի գումարը *",
    "tax_none": "Առանց հարկերի",
    "tax_included": "Ներառված է գնի մեջ",
    "tax_add": "Ավելացնել հարկ",
    "tax_message": "Դուք կարող եք ընտրել, արդյոք հարկը ներառված է գնի մեջ, թե ոչ:",
    "tax_included_messages": "Հարկը ներառված է գնի մեջ։",
    "tax_add_messages": "Վերջնական գնին պետք է ավելացվի հարկը։"
  },
  "hyper": {
    "print_label": "Տպեք հետևյալ պիտակը և դրեք այն ապրանքի դիմաց",
    "hyper_form_link_product_message": "Ձեր հաճախորդները կկարողանան արագ գնել {product} այս հղման միջոցով: Նրանք նույնպես կմտնեն նույն հղումը՝ սկանավորելով QR կոդը։",
    "title": "Հիպեր արագ վաճառք",
    "message": "Hyper Selldone վաճառքի ալիքի օգնությամբ ձեր հաճախորդները կկարողանան ապրանքներ գնել՝ սկանավորելով QR կոդը՝ առանց ձեր կողմից որևէ գործողության: Օգտագործեք այս եղանակը՝ որոշ իրեր արագ վաճառելու համար փառատոների, ցուցահանդեսների կամ զբաղված արարողությունների ժամանակ մեծ քանակությամբ: Hyper-ն այս բաժնում ակտիվացնելուց հետո արտադրանքի կառավարում բաժնում կարող եք ստեղծել հիպեր QR կոդ ֆիզիկական ապրանքների համար:",
    "orders_list": "Հիպերպատվերների ցուցակ",
    "active_mode": "Hyper Sales Channel-ն ակտիվացված է",
    "inactive_mode": "ոչ ակտիվ",
    "active_message": "Եթե միացնեք այս տարբերակը, ապա յուրաքանչյուր ապրանքի կառավարման բաժնում կցուցադրվի «Fast-Sales-Codes» ստեղծելու հնարավորությունը:",
    "hyper_form_link_message": "Ձեր խանութի հիպեր էջի հղումը",
    "configuration": "Hyper Settings",
    "name": "Հիպեր"
  },
  "hyper_orders": {
    "title": "Հիպեր",
    "title_small": "Վաճառքի հաշվետվություն",
    "hyper": "Ստացված պատվերներ"
  },
  "product_file": {
    "no_file": "Ֆայլ դեռ չի վերբեռնվել:",
    "delete_dialog": {
      "title": "Ջնջել ֆայլը",
      "message": "Վստա՞հ եք ջնջելու այս ֆայլը:",
      "action": "Այո, ջնջել հիմա"
    },
    "notifications": {
      "delete_success": "Ֆայլը հաջողությամբ ջնջվեց:"
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 Գանձեք {amount} և ստացեք {amount_total} վարկ:",
    "charge_action": "Անվճար վարկի պահանջ",
    "claim_title": "Պահանջեք ձեր անվճար վարկը",
    "claim_charge_caution": "Նշում. Հնարավոր չէ փոխարկել արժույթները ձեր դրամապանակի հաշիվների միջև: Հետևաբար, ընտրեք հաշիվ, որը համապատասխանում է ձեր խանութում փոխանակվող արժույթին:",
    "account_input": "Ավանդային հաշիվ",
    "account_msg": "Այս հաշվի վրա գանձվելու է"
  },
  "selldone_applications": {
    "title": "Բաց մի թողեք ձեր պատվերները!",
    "msg": "Կառավարեք ձեր բիզնեսը ցանկացած վայրում և ցանկացած ժամանակ:"
  },
  "shop_seo": {
    "title": "SEO-ի կոնֆիգուրացիա",
    "msg": "Արագ առաջ դեպի առցանց մարքեթինգ՝ հզորացնելով օրգանական հաճախորդների ձեռքբերման ուղիները:",
    "auto": {
      "title": "Ավտո SEO շարժիչ",
      "msg": "Ապահովեք անխափան բջջային փորձ ձեր վեբկայքի լսարանի և որոնման համակարգերի համար:"
    },
    "amp": {
      "title": "AMP",
      "msg": "Բջջային էջերի արագացված ավտոմատ արտադրություն:"
    }
  },
  "shop_preferences": {
    "order": {
      "title": "Պատվերներ",
      "desc": "Եթե հաճախորդը վճարում է պատվերը, ապա այս հասցեին կուղարկվի էլ."
    },
    "return": {
      "title": "Վերադարձ",
      "desc": "Եթե ապրանքը վերադարձվում է գնորդի կողմից, ապա այս նամակը կուղարկվի: Այս նամակն ուղարկելը կախված է ձեր գնած պլանից:"
    },
    "pos": {
      "title": "POS",
      "desc": "POS-ի վաճառքի հաշվետվությունը կուղարկվի այս էլ."
    },
    "avocado": {
      "title": "Ավոկադո",
      "desc": "Ուղարկեք ավոկադոյի պատվերների ամենօրյա հաշվետվություն:"
    },
    "accounting": {
      "title": "Հաշվապահություն",
      "desc": "Պահպանեք ֆինանսական հաշվետվությունները և թարմացումները:"
    },
    "subscription": {
      "title": "Բաժանորդագրություններ",
      "desc": "Վերջերս գնված պլանի կարգավիճակը համահունչ բաժանորդագրության մեկնարկի և ավարտի ծանուցումների հետ:"
    },
    "technical": {
      "title": "Տեխնիկական",
      "desc": "Տեխնիկական ծանուցումներ տիրույթի և ծառայության կարգավիճակի մասին:"
    },
    "report": {
      "title": "Զեկույցներ",
      "desc": "Շաբաթական և ամսական հաշվետվությունները կուղարկվեն այս էլ"
    },
    "review": {
      "title": "Վերանայում",
      "desc": "Եթե Ձեզ անհրաժեշտ է հաստատել խանութում կատարվող գործընթացը, համապատասխան նամակը կուղարկվի այս հասցեով: Օրինակ՝ խանութի օգտատերերին մարքեթինգային նամակ ուղարկելը հաստատելու համար:"
    }
  },
  "shop_languages": {
    "title": "Պահպանման լեզուներ",
    "sub_title": "Տեղադրեք և ակտիվացրեք խանութի ավտոմատ թարգմանության փաթեթները:",
    "message": "Ձեր խանութում կարող եք տեղադրել մինչև 10 լեզվական փաթեթ: Կապվեք մեզ հետ, եթե ձեզ անհրաժեշտ է ավելի շատ փաթեթներ տեղադրել:"
  },
  "invite_friends": {
    "title": "Պատմե՛ք ձեր բիզնեսի մասին աշխարհին:",
    "msg": "Ներկայացրեք Selldone-ին ձեր ընկերներին: Նրանք կստանան 99 դոլար ընկերության վաուչեր, երբ նրանք գրանցվեն, իսկ դուք կստանաք 15 դոլար ստարտափի վաուչեր, երբ նրանք ավարտեն իրենց առաջին գործարքը:",
    "invite": {
      "title": "Միացե՛ք Selldone business OS-ին՝ անվճար $99 վաուչեր ստանալու համար:",
      "description": "Ես ձեզ հրավիրում եմ Selldone՝ ձեր բիզնեսը առցանց սկսելու ֆանտաստիկ գործիքով:",
      "hashtags": "էլեկտրոնային առևտուր, վեբկայքի ստեղծող",
      "quot": "Ես կառուցել եմ առցանց խանութ Selldone-ի կողմից, դուք նույնպես կարող եք անել ձեր բիզնեսը հիմա:"
    }
  },
  "shops_list": {
    "title": "Իմ խանութները",
    "message": "Իմ սեփական խանութների ցանկը, թույլատրված և նմուշային խանութները:"
  },
  "shipping": {
    "warehouse_error": "Նախադրեք ձեր պահեստը: Այս հասցեն կօգտագործվի որպես առաքման սկզբնաղբյուր:",
    "errors": {
      "set_origin": "Սահմանեք ձեր գտնվելու վայրի քարտեզը:",
      "set_country": "Սահմանեք ձեր երկիրը:",
      "set_address": "Սահմանեք ձեր հասցեն:",
      "set_zip": "Սահմանեք ձեր փոստային կոդը:"
    },
    "set_warehouse": "Սահմանել պահեստ",
    "pickup_location": "Վերցնելու գտնվելու վայրը",
    "refresh_rates": "Թարմացման տեմպերը",
    "no_rate": "Ոչ մի տոկոսադրույք...",
    "view_messages": "Դիտել հաղորդագրությունները...",
    "not_set_yet": "Դեռ սահմանված չէ:",
    "drop_orders_here": "Պատվերները թողեք այստեղ..."
  },
  "blog_category": {
    "title": "Բլոգի կատեգորիաներ",
    "add_action": "Ավելացնել նոր կատեգորիա",
    "add_dialog": {
      "title": "Նոր / Թարմացնել կատեգորիա",
      "force_edit": "Ստիպել խմբագրել ուղին",
      "force_edit_msg": "Փոխեք կատեգորիայի անունը և թարմացրեք բոլոր հոդվածները:",
      "star_msg": "Բլոգում ցուցադրելու առաջնահերթություն ունեն աստղանշված կատեգորիաները:",
      "star": "Նայեց",
      "delete_action": "Ջնջել կատեգորիան",
      "add_action": "Ավելացնել կատեգորիա",
      "edit_action": "Խմբագրել կատեգորիան"
    }
  },
  "about_us": {
    "title": "Մեր մասին էջ",
    "subtitle": "Գրեք հոդված ձեր բիզնեսի մասին՝ մեր մասին էջում ցուցադրելու համար: Այս էջը կօգնի ձեր լսարանին իմանալ ձեր ապրանքանիշը և առաքելությունը:"
  },
  "terms": {
    "title": "Ծառայության պայմանների էջ",
    "subtitle": "Բացատրեք ձեր հաճախորդների համար ձեր ծառայությունների գնման և օգտագործման պայմանները:"
  },
  "privacy": {
    "title": "Գաղտնիության քաղաքականության էջ",
    "subtitle": "Գաղտնիության քաղաքականությունը հայտարարություն կամ իրավական փաստաթուղթ է, որը բացահայտում է հաճախորդի կամ հաճախորդի տվյալները կողմի հավաքագրման, օգտագործման, բացահայտման և կառավարման եղանակների մի մասը կամ բոլորը:"
  },
  "contact_us": {
    "title": "Կապ մեզ հետ էջ",
    "subtitle": "Գրեք ձեր կոնտակտային տվյալները, հասցեն և հեռախոսահամարը, որոնք կցուցադրվեն ձեր հաճախորդներին մեզ հետ կապի էջում:"
  },
  "metaverse": {
    "title": "Metaverse կամուրջ",
    "subtitle": "Selldone-ը տրամադրում է 100% API-ի վրա հիմնված ծառայություններ առևտրային տարածքում: Խաղի, բլոկչեյնի և մետավերսի ծրագրավորողները կարող են օգտագործել այս հզոր API-ները՝ կապելու բիզնեսները, հաճախորդներին և ծառայությունները աշխատանքի, կյանքի և առևտրի ապագա աշխարհում:",
    "message": "Վաղ մուտք խաղ ծրագրավորողների համար"
  },
  "orders_bulk_export": {
    "title": "Պատվերների օգնական",
    "timespan": {
      "title": "Ժամանակահատված",
      "subtitle": "Ընտրեք պատվերների մեկնարկի և ավարտի ամսաթվերը:"
    },
    "tasks": {
      "title": "Առաջադրանքներ Արդյունք",
      "subtitle": "Ներբեռնեք պատվերների մեծաքանակ մշակման առաջադրանքների ցանկը: Արդյունքը պարունակում է միայն վճարովի և COD պատվերներ:",
      "export_title": "Առաջադրանքների ցանկ"
    },
    "labels": {
      "title": "Փաթեթների պիտակներ",
      "subtitle": "Ներբեռնեք բոլոր պատվերների պիտակների ցանկը ընտրված ժամանակահատվածում և կարգավիճակում: Արդյունքը պարունակում է միայն վճարովի և COD պատվերներ:",
      "export_title": "Տուփի պիտակներ"
    }
  },
  "customers_funnel": {
    "title": "Հաճախորդների ժողովրդագրություն",
    "subtitle": "Զտեք և արտահանեք ձեր հաճախորդների տվյալները՝ ավելի լավ որոշումներ կայացնելու՝ ավելի քիչ մարքեթինգով ավելի մեծ արժեք հաղորդելու համար: Խնդրում ենք հարգել ձեր հաճախորդների գաղտնիությունը և երբեք զանգվածային նամակներ չուղարկել նրանց: Երբեք մի կիսվեք ձեր հաճախորդների տեղեկությունները երրորդ կողմի ծառայություններին առանց նրանցից յուրաքանչյուրի թույլտվություն ստանալու:"
  },
  "transportation_pickups": {
    "addresses": {
      "title": "Վերցնելու հասցեներ",
      "subtitle": "Ավելացրեք և խմբագրեք ստորաբաժանման հասցեները այստեղ: Օգտատերերը կկարողանան ընտրել հավաքագրման հասցեն վճարման էջում:",
      "add_action": "Ավելացնել նոր տեղադրություն"
    }
  },
  "affiliate_pos": {
    "title": "Affiliate POS",
    "open_pos_action": "POS-ի արագ պատվիրում",
    "description": "Այս տարբերակը հարմար է Instagram-ի էջերի և այլ սոցիալական ցանցերի ադմինների համար։ Օգտագործեք Affiliate POS-ը՝ հաճախորդներից ձեռքով պատվերներ ստանալու և ավելացնելու համար: Ձեր մասնաճյուղերը (կամ արտոնությունը) կարող են նոր պատվերներ ավելացնել Affiliate POS-ում և վերբեռնել ավանդի կտրոնը:"
  },
  "shop_configuration": {
    "login": {
      "title": "Մուտքի մեթոդներ",
      "subtitle": "Անհատականացրեք օգտատերերի մուտքի ձևը ձեր խանութ:"
    },
    "checkout": {
      "title": "Վճարման հոսք",
      "subtitle": "Անհատականացրեք ձեր հաճախորդների ճանապարհորդությունը և գնումների հոսքը ձեր էլեկտրոնային առևտրում:",
      "map": {
        "title": "Քարտեզ",
        "subtitle": "Օգտագործողները պետք է ընտրեն առաքման վայրը քարտեզի վրա (ինչպես Uber-ը):",
        "subtitle_no_map": "Առաքման հաշվարկում հեռավորությունը համարվում է զրո, եթե գտնվելու վայրը գոյություն չունի հաճախորդի տրամադրած հասցեում:"
      },
      "mode": {
        "title": "Հաճախորդների մուտքի կետ",
        "default": {
          "title": "ASAP (կանխադրված)",
          "msg": "Օգտագործողները հնարավորինս շուտ մուտք են գործում: (Լրացուցիչ փոխարկում)"
        },
        "on_checkout": {
          "title": "Վճարման ժամանակ",
          "msg": "Ստիպեք օգտատերերին մուտք գործել վճարման փուլում:"
        },
        "login_free": {
          "title": "Լրացուցիչ մուտք",
          "msg": "Լրացուցիչ մուտք պատվերի վճարումից հետո.."
        }
      },
      "express": {
        "title": "Վերահղում զամբյուղի մեջ ավելացնելուց հետո",
        "false": {
          "title": "Նորմալ ռեժիմ",
          "msg": "Մնացեք էջում և ավելացրեք զամբյուղին սեղմելուց հետո շարունակեք գնումները:"
        },
        "true": {
          "title": "Էքսպրես ռեժիմ",
          "msg": "Հաճախորդին վերահղեք վճարման էջին՝ ավելացնել զամբյուղին սեղմելուց հետո:"
        }
      },
      "shipping_address": {
        "title": "Հարցրեք առաքման հասցեն"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "Ֆիզիկական և սպասարկում (կանխադրված)",
      "desc": "Հաճախորդին խնդրեք մուտքագրել հասցե ֆիզիկական և սպասարկման կետերում:"
    },
    "physical": {
      "title": "Միայն ֆիզիկական",
      "desc": "Հաճախորդին խնդրեք մուտքագրել հասցե հենց ֆիզիկական վճարման ժամանակ:"
    },
    "off": {
      "title": "Երբեք",
      "desc": "Երբեք մի հարցրեք առաքման հասցեն: ⚠ Օգտագործեք այս տարբերակը, եթե նախատեսում եք ծառայություններ ունենալ տարբերակներով՝ ընտրելով ապրանքների ֆիզիկական տեսակը ծառայության տեսակի փոխարեն:"
    }
  },
  "business_model": {
    "title": "Բիզնես մոդելի կարգավորում",
    "subtitle": "Սահմանեք ձեր բիզնես մոդելը, և մենք կկազմաձևենք ձեր ՕՀ-ն դեպքի վայրում:"
  },
  "business_type": {
    "title": "Ապրանքների տեսակները",
    "subtitle": "Սահմանեք ապրանքների տեսակը, որոնք ցանկանում եք վաճառել ձեր խանութում: Սելդոնում արտադրանքի տեսակներն ավելին են, քան պարզապես ապրանքի տեսակը. դա ավելի շատ կատարման ընթացակարգի մասին է:",
    "send_activation_request_to_support": "Ակտիվացման հարցում ուղարկեք աջակցության տոմսով:",
    "require_kyc": "Բիզնեսի սեփականատեր KYC.",
    "needs_enterprise_license": "Դուք պետք է ունենաք Enterprise լիցենզիա:",
    "marketplace_caution_message": "Սահմանեք Marketplace-ը որպես ձեր մոդելը խորապես ազդում է ձեր բիզնեսի ՕՀ-ի կազմաձևի վրա: Օրինակ, յուրաքանչյուր ապրանքի համար դուք պետք է սահմանեք առնվազն մեկ վաճառող՝ անկախ գնագոյացմամբ և գույքագրմամբ: Հաճախորդները չեն կարող գնել ապրանքներ, որոնք չունեն վաճառող:"
  },
  "business_model_view": {
    "normal": {
      "title": "Նորմալ խանութ",
      "desc": "Սովորաբար ՓՄՁ, տնային բիզնես կամ dropshipper. ով վաճառում է իր արտադրանքը ուղղակիորեն հաճախորդներին կամ վաճառում է մեծածախ ապրանքները որպես վերավաճառող:"
    },
    "dropshipping": {
      "title": "Dropshipping",
      "desc": "Ոչ մի ապրանք և գույքագրում չպահեք. դուք վճարում եք երրորդ կողմին, սովորաբար մեծածախ վաճառողին (օրինակ՝ Printify, Wholesale2B, ...) կամ արտադրողին, և նրանք կատարում են պատվերները դեպքի վայրում:"
    },
    "wholesaler": {
      "title": "Dropshipping մատակարար",
      "desc": "Սովորաբար մեծածախ վաճառողը կամ արտադրողը, ով պատվերներն ուղարկում է ուղղակիորեն վերջնական սպառողին: Selldone-ի մյուս առևտրականները կարող են ուղարկել ձեր ապրանքները իրենց խանութներում:"
    },
    "marketplace": {
      "title": "Շուկա",
      "desc": "Առցանց շուկաները կապում են գնորդներին և վաճառողներին սեփական և կենտրոնացված հարթակում:"
    },
    "franchise": {
      "title": "Արտոնություն / Գործընկեր",
      "desc": "Ֆրանչայզը ապրանքների կամ ծառայությունների բաշխման մեթոդ է, որը ներառում է ֆրանչայզերի, ով ստեղծում է ձեր ապրանքանիշը (Ֆրանչայզինգ) կամ վաճառում է ձեր ապրանքներն իրենց ապրանքանիշով (Աֆիլիատ):"
    }
  },
  "marketplace": {
    "vendor_wallets": "Դրամապանակներ",
    "pricing_models": "Գնագոյացում",
    "add_vendor": "Ավելացնել վաճառող",
    "requests": "հարցումներ"
  },
  "price_input_type": {
    "title": "Գնի մուտքագրման տեսակը",
    "default": {
      "title": "Կանխադրված",
      "desc": "Ընտրեք արժեք որպես քանակություն զամբյուղում:"
    },
    "area": {
      "title": "Տարածք",
      "desc": "Մուտքագրեք լայնությունը և երկարությունը որպես մուտքագրում՝ քանակը հաշվարկելու համար:"
    },
    "volume": {
      "title": "ծավալը",
      "desc": "Մուտքագրեք լայնությունը, երկարությունը և բարձրությունը որպես մուտքագրում՝ քանակը հաշվարկելու համար:"
    },
    "custom": {
      "title": "Պատվերով (ըստ մուտքագրման ձևի)",
      "desc": "Հարյուրավոր տարբերակների կարիք չկա: Ստեղծեք մաքսային արժեքի հաշվարկման ձև՝ բարձր կարգավորելի արտադրանքների համար:"
    }
  },
  "vendors_list": {
    "title": "Իմ վաճառողները",
    "message": "Իմ սեփական վաճառողների ցուցակը:"
  },
  "vendor_page": {},
  "domains": {
    "message": "Միացրեք բազմաթիվ տիրույթներ ձեր բիզնեսի ՕՀ-ին և կառավարեք դրանք բոլորը մեկ տեղում: Դուք կարող եք օգտագործել բազմաթիվ տիրույթների հատկությունը՝ ձեր կայքի յուրաքանչյուր մասի համար հատուկ տիրույթներ ստեղծելու համար, օրինակ՝ բլոգը և համայնքը, կամ օգտագործել տարբեր տիրույթներ ձեր մասնաճյուղերի համար:"
  },
  "notes": {
    "add_action": "Ավելացրեք նշում ձեր թիմի համար",
    "notifications": {
      "success_add": "Նշումը հաջողությամբ ավելացվել է:",
      "success_delete": "Նշումը հաջողությամբ ջնջվել է:"
    }
  },
  "external_services": {
    "title": "Արտաքին ծառայություններ",
    "subtitle": "Դիտեք արտաքին ծառայությունների վերջին կարգավիճակը, ինչպիսիք են SMS-ները և էլ."
  }
};