export default {
  "commons": {
    "pay_today": "Бүгінгі төлем",
    "pay_yesterday": "Кешегі төлем",
    "pay_last30days": "Соңғы 30 күндік төлем",
    "create_a_shop": "Дүкен құру",
    "start_free": "Тегін бастаңыз",
    "featured_apps": "Таңдаулы қолданбалар",
    "more_apps": "Қосымша қолданбалар",
    "my_public_profile": "Менің жалпыға ортақ парақшам"
  },
  "numbers": {
    "infinite": "Шексіз"
  },
  "error": {
    "not_fount_data": "Деректер табылмады!",
    "license_max_limit": "Лицензияңыз шекке жетті!"
  },
  "time_spans": {
    "days_range": "Күндер диапазоны",
    "today": "Бүгін",
    "yesterday": "Кеше",
    "last_7": "Соңғы 7 күн",
    "last_14": "Соңғы 14 күн",
    "last_30": "Соңғы 30 күн",
    "last_90": "Соңғы 90 күн",
    "custom": "Арнаулы"
  },
  "device_types": {
    "desktop": "Жұмыс үстелі",
    "mobile": "Ұялы",
    "tablet": "Планшет"
  },
  "create_website_action": "Веб-сайтыңызды жасаңыз - бұл тегін",
  "show_shops_action": "Менің дүкендерімнің тізімі",
  "Youtube": "YouTube",
  "Linkedin": "Linkedin",
  "Twitter": "Twitter",
  "Facebook": "Facebook",
  "Instagram": "Instagram",
  "Reddit": "Reddit",
  "Github": "Github",
  "page_titles": {
    "home": "Selldone ╏ Жылдам дамып келе жатқан компанияларға арналған бизнес-операциялық жүйе",
    "login": "кіру",
    "register": "Тіркелу",
    "auth_2fa": "2 факторлы аутентификация 🔐",
    "academy": "Блог",
    "help": "Анықтама орталығы",
    "price_list": "Бағалар тізімі",
    "my_stores": "Менің дүкендерім",
    "roles": "Менің рөлдерім",
    "wallet": "Менің әмияным",
    "personal_info": "Жеке ақпарат ╏ KYC",
    "companies": "Менің компанияларым",
    "access_control": "Қатынасты басқару",
    "security_center": "Қауіпсіздік орталығы",
    "gifts": {
      "received": "Сыйлықтар ╏ Алынған",
      "send": "Сыйлықтар ╏ Жіберілді"
    },
    "monetization": {
      "linked_accounts": "Монетизация ╏ Байланыстырылған тіркелгілер",
      "plans": "Монетизация ╏ Жоспар және сілтемелер"
    },
    "affiliate": "Серіктестік",
    "avocado": "Авокадо — Заманауи әлеуметтік сату арнасы",
    "guild": "Гильдия — Ұжымдық сату арнасы",
    "partners_login": "Серіктестер ╏ Клиенттің кіруі"
  },
  "blank_is_all_products": "Барлық өнімдерді қосу үшін бос қалдырыңыз!",
  "cautions": {
    "title": "Келесі кеңестерді орындау арқылы бизнесіңізді кәсіби түрде басқарыңыз. Пайда маржасын арттыру және т.б. туралы кеңестерді оқуды жалғастырыңыз. Жолда біз сіздермен біргеміз.",
    "no_payment_method": {
      "title": "Төлем тәсілі",
      "message": "Дүкеніңізге төлем әдісін қосуыңыз керек.",
      "action": "Дүкен шлюздері"
    },
    "link_account": {
      "title": "Тіркелгіні байланыстыру",
      "message": "Сіз дүкенге есептік жазбаны ({currency}) байланыстыруыңыз керек.",
      "action": "Дүкен шоттары"
    },
    "no_domain": {
      "title": "Домен қосу",
      "message": "Дүкеніңізге бір немесе бірнеше жеке домендерді қосуға болады. Веб-сайтыңыз доменіңізге орнатылады. Бұл процесс тез және оңай."
    },
    "domain_not_approved": {
      "title": "Доменді тексеру",
      "message": "{domain} доменіңіз расталмады. DNS параметрлерін тексеріңіз және доменді растаңыз."
    },
    "no_currency": {
      "title": "Валюта қосу",
      "message": "Дүкеніңіз үшін кем дегенде бір валютаны анықтауыңыз керек.",
      "action": "Валюта менеджменті"
    },
    "no_primary_domain": {
      "title": "Негізгі домен",
      "message": "Негізгі домен ретінде доменді таңдаңыз. Домен атауының жанындағы жұлдызша түймесін басу арқылы сіз доменді дүкеніңіздің негізгі домені ретінде таңдай аласыз. Бұл іздеу жүйелері үшін өте маңызды. Дүкеніңіз әлі де барлық белсенді домендер арқылы қолжетімді болатынын ескеріңіз."
    },
    "shop_complete": {
      "title": "Толық ақпарат",
      "action": "Дүкен параметрлері",
      "location_msg": "Орналасқан жеріңізді қосыңыз",
      "days_open_msg": "Ашық есік күндерін белгілеңіз",
      "time_open_msg": "Ашу және жабу уақытын орнатыңыз",
      "description_msg": "Сіздің бизнесіңіз туралы қысқаша сипаттама жазыңыз",
      "icon_msg": "Дүкен логотипін орнатыңыз",
      "shop_gateways_msg": "Төлем әдісін қосыңыз",
      "socials_msg": "Әлеуметтік сілтемелеріңізді қосыңыз",
      "clubs_msg": "Тұтынушылар клубтарын орнатыңыз",
      "domains_msg": "Арнаулы доменді қосыңыз",
      "primary_msg": "Доменді негізгі ретінде орнатыңыз"
    }
  },
  "support": {
    "request": "Қолдау сұрау",
    "category": "Санат",
    "title": "Қолдау",
    "message": "Кез келген сұраулар мен сұрақтар қойыңыз. Біздің қолдау көрсету тобы сізге бағыт береді. Сұрауыңызды сұрауыңызға қатысты бетте қоюды ұсынамыз. Мысалы, домен параметрі туралы сұрағыңыз болса, оны дүкеніңіздің домен параметрлері бетіне жіберіңіз.",
    "close_at": "{date} жабылды",
    "close_ticket_by_user": "Рахмет, мен жауап алдым"
  },
  "surveys": [
    "Өте кедей",
    "Кедей",
    "Қалыпты",
    "Жақсы",
    "Өте жақсы"
  ],
  "sort": {
    "title": "Бойынша сұрыптау",
    "title_small": "Бойынша сұрыптау..",
    "nothing": "Ештеңе",
    "most_views": "Ең көп көру",
    "most_likes": "Ең танымал",
    "most_recent": "Ең жаңасы",
    "most_sell": "Бестселлер",
    "cheapest": "Ең арзан",
    "most_expensive": "Ең қымбат",
    "only_available": "Қол жетімді",
    "view_mode": {
      "normal": "Қалыпты",
      "grid": "Тор",
      "list": "Тізім",
      "insta": "Insta"
    }
  },
  "helps": {
    "title": "Selldone анықтамалық орталығы",
    "subtitle": "Selldone-ге қош келдіңіз. Егер сіз бизнес операциялық жүйесінде жаңа интернет-дүкен құрып жатсаңыз, қосымша ақпаратты осы жерден таба аласыз.",
    "add_new_help": "Жаңа анықтама",
    "resources": "Ресурстар",
    "categories": {
      "Welcome": "Жұмысты бастау",
      "Setup": "дүкен",
      "Sell": "Сату және маркетинг",
      "Developer": "Дамыту",
      "Application": "Қолданбалар",
      "Product": "Өнімдер мен санаттарды басқару",
      "Blog": "CMS және блог",
      "Order": "Тапсырыстарды орындау орталығы",
      "Channel": "Сату арналары",
      "Accounting": "Бухгалтерлік есеп және төлем әдістері",
      "Incentives": "Ынталандыру",
      "Marketing": "Маркетинг және науқандар",
      "Logistic": "Логистика және жеткізу",
      "Customers": "Тұтынушылар клубы және сегменттеу",
      "Page": "Қону және реттелетін беттер",
      "Access": "Персонал / API қатынасын басқару",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "Github репозиторийі",
    "admin_api_app": "Admin API веб-қызметі",
    "shop_api_app": "Дүкен API веб-қызметі",
    "design_kit": "Дизайн жинақтары",
    "community": "Қауымдастық"
  },
  "blogs": {
    "title": "Блог",
    "subtitle": "Бизнеске арналған сабақтар, сенімділік және өркендеп келе жатқан бизнесті құру үшін қажет білім.",
    "add_new_blog": "Жаңа блог",
    "popular": "Танымал",
    "topics": "Тақырыптар",
    "select_topics": "Жұмысыңызды таңдаңыз.",
    "select_job_topics": "Жұмысқа қатысты тақырыптарды таңдаңыз",
    "select_interested_topics": "Сізді қандай тақырыптар қызықтырады?"
  },
  "api": {
    "title": "API және интеграция",
    "message": "Selldone негізгі мүмкіндіктерінің бірі дүкендерді сақтау, есепке алу және т.б. сияқты басқа қызметтерге басқару және қосу үшін сенімді және қауіпсіз API интерфейстерін қамтамасыз ету болып табылады. Сондай-ақ дүкеніңіз үшін реттелетін қолданбалар мен веб-қолданбаларды жобалауға болады. Сервер мен деректерді басқару туралы алаңдамай-ақ. Тек домен API интерфейстерін пайдаланыңыз. Сізде пайдаланушыларды басқарудың барлық процесі, аутентификация және басқа домен мүмкіндіктері болады."
  },
  "user_dashboard": {
    "title": "Менің шаттл",
    "subtitle": "Өз бизнесіңізді өзекті ақпаратпен және анық перспективамен басқарыңыз.",
    "menu": {
      "affiliate": "Серіктестік",
      "monetize": "Монетизация",
      "gift": "Сыйлық",
      "security": "Қауіпсіздік",
      "access": "Қол жеткізу",
      "business": "Компания",
      "wallet": "Әмиян",
      "identification": "KYC",
      "stores": "Дүкендер",
      "roles": "Рөлдері",
      "home": "Үй",
      "expert": "Сарапшы",
      "deals": "Мәмілелер",
      "providers": "Провайдерлер"
    },
    "shops": {
      "create_new": "Жаңа дүкен құру",
      "create_new_sub": "Тегін",
      "create_new_sub_need_initial_charge": "Бірінші дүкенді салу тегін. Сіздің бизнесіңіз үшін бір дүкен жеткілікті шығар, бірақ көбірек дүкен салу керек болса, жаңа дүкен салу құны 25$ құрайды. Біз соманы әмиян шотыңыздан аламыз.",
      "menu": {
        "title": "Менің дүкендерім",
        "shops": "Дүкендер",
        "new": "Жаңа"
      },
      "accept_invite_question": "Сіз бұл шақыруды қабылдайсыз ба?",
      "shop_card": {
        "menu_orders": {
          "physical": "Физикалық өнімге тапсырыстар",
          "virtual": "Виртуалды өнімге тапсырыстар",
          "files": "Тапсырыстар файлы",
          "services": "Қызметтік тапсырыстар",
          "subscriptions": "Жазылым тапсырыстары"
        },
        "status": "Күй",
        "license": "Лицензия",
        "volume": "Пайдаланылған кеңістік",
        "expire": "Лицензияның мерзімі бітті",
        "products": "Өнімдер",
        "page_views": "Көрулер",
        "user_behavior": "Тұтынушының мінез-құлқы",
        "time_span": "{time} бастап қазірге дейін",
        "finance_report": "Қаржылық есеп",
        "buys": "Сатып алулар",
        "payments": "Төлемдер",
        "orders": "Тапсырыстар",
        "currency": "Валюта"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "Тұтынушылардың кері байланысы",
      "title_small": "Шолу",
      "wishlist": "Қалаулар тізімі",
      "comments": "Пікірлер",
      "likes": "Ұнатады",
      "favorites": "Таңдаулылар",
      "powers": "Қол шапалақтау",
      "views": "Көрулер",
      "report_today": "Бүгінгі есеп",
      "report_last7days": "Соңғы 7 күн туралы есеп",
      "report_last30days": "Соңғы 30 күн туралы есеп"
    }
  },
  "admin_shop": {
    "title": "дүкен",
    "menu": {
      "edit": "Параметрлер",
      "automation": "Автоматтандыру",
      "application": "Қолданбалар",
      "access": "Қол жеткізу",
      "pages": "Беттер",
      "channels": "Арналар",
      "categories": "Санаттар",
      "marketing": "Маркетинг",
      "customers": "Тұтынушылар",
      "logistic": "Логистика",
      "auditing": "Бухгалтерлік есеп",
      "incentives": "Ынталандыру",
      "process_center": "Тапсырыстар",
      "blog": "Блог",
      "products": "Өнімдер",
      "shops": "Дүкендер",
      "dashboard": "Бақылау тақтасы",
      "autopilot": "Автопилот",
      "apps": "Қолданбалар",
      "pos": "POS",
      "seo": "SEO",
      "localization": "Локализация"
    },
    "dashboard": {
      "title": "Дүкеннің бақылау тақтасы",
      "online_staff": "Онлайн персонал(лар)",
      "notify_referral": {
        "message": "Достарыңызға шақыру сілтемесін жіберіп, тегін ваучерлер алыңыз.",
        "action": "Менің сілтеме сілтемем"
      },
      "info": {
        "title": "Техникалық",
        "subtitle": "Бизнес операциялық жүйеңізге техникалық шолу.",
        "shop_name": "Дүкен атауы",
        "shop_link": "Дүкен сілтемесі",
        "site_map": "Сайт картасы",
        "shop_domains": "Домендер",
        "shop_domains_msg": "Қосылған теңшелетін домендер тізімі.",
        "home_msg": "Веб-сайтыңыздың әдепкі басты бетін орнатыңыз. Оны әрбір пайдаланушы домені үшін өзгертуге болады.",
        "add_domain": "Жаңа домен қосыңыз",
        "currencies": "Белсенді валюталар",
        "currencies_alert": "Дүкен үшін кем дегенде бір валютаны таңдаңыз!",
        "status": "Күй",
        "license": "Лицензия",
        "expire": "Лицензияның жарамдылық мерзімі",
        "upgrade_license_action": "{name} нұсқасына жаңартыңыз",
        "wage": "Алым",
        "cpu_message": "Сатып алынған жоспарға сәйкестендірілген ресурстардың саны және қызметке қосатын ресурстар.",
        "hide_domains": "Домендерімді жасыру",
        "show_domains": "Домендерімді көрсету",
        "table": {
          "primary": "Негізгі",
          "url": "Url",
          "site_map": "Сайт картасы",
          "enable": "Қосу",
          "indexed": "Индекстелген",
          "and_more": "& Көбірек..",
          "auto_repair": "Авто жөндеу"
        },
        "add_dialog": {
          "title": "Дүкен доменін конфигурациялаңыз",
          "step1": "DNS домені немесе ішкі домен үшін А жазбасының IP шегін келесі мәндерден анықтауға болады:",
          "step2": "DNS TXT жазбасын қосыңыз:",
          "set_ip_alert": "A <b>{ip}</b> жазбасының IP мәнін орнатыңыз.",
          "input_domain": "Домен URL",
          "correct": "Домен параметрлері дұрыс.",
          "set_message": "Осы доменнің CNAME-ді {cname} етіп орнатыңыз.",
          "input_domain_message": "Домен атауын http және httpsсыз енгізіңіз.",
          "ssl_message": "Веб-сайтыңыз үшін SSL сертификаты туралы алаңдамаңыз. Бұл сертификат сіздің доменіңізге Selldone (бета) арқылы автоматты түрде беріледі.",
          "active": "Домен белсенді",
          "inactive": "Домен өшірілген",
          "success_message": "Құттықтаймыз, сіздің сайтыңыз {domain} сайтында қосылды. Осы домен арқылы сіз өзіңіздің бизнесіңіз бен брендіңізді әлемге таныта аласыз.",
          "delete_action": "Домен жойылсын ба?"
        },
        "set_home_dialog": {
          "title": "Доменнің басты бетін орнатыңыз"
        },
        "notification": {
          "add_message": "Домен мекенжайы сәтті қосылды.",
          "update_message": "Домен сәтті жаңартылды.",
          "delete_domain_message": "Домен сәтті жойылды."
        },
        "alert": {
          "title": "Доменді жою",
          "message": "Бұл доменді жойғыңыз келе ме? Басқалардың алаяқтыққа жол бермеу үшін доменіңіздің DNS жазба мәндерін қалпына келтіріңіз."
        }
      },
      "active_orders": {
        "title": "Тапсырыстар",
        "title_small": "Физикалық, файлдық, виртуалды және сервистік тапсырыстар",
        "pending_orders": "Күтудегі тапсырыстар",
        "physical": "Физикалық өнімге тапсырыстар",
        "virtual": "Виртуалды өнімге тапсырыстар",
        "file": "Өнімге тапсырыс беру",
        "service": "Қызмет көрсету өніміне тапсырыстар",
        "subscription": "Жазылым тапсырыстары"
      },
      "products": {
        "title": "Түгендеу",
        "title_small": "Өнімдер, қызметтер, файлдар",
        "total_products": "Өнімнің жалпы түрлері"
      },
      "finance": {
        "title": "Қаржылық",
        "title_small": "Қаржылық есеп",
        "total_30days_title": "Сатудың жалпы сомасы",
        "last_30_day": "Соңғы 30 күн",
        "pay_amount_chart_title": "Төлемдер",
        "sell_amount_chart_title": "Сатылымдар",
        "discount_amount_chart_title": "Жеңілдік",
        "currency_convert_to": "Валютаға",
        "active_currencies": "Белсенді валюталар",
        "sell_count_chart_title": "Нұсқа бойынша сатылымдар саны",
        "active_gateways": "Белсенді төлем шлюзі",
        "received_last_24h": "Соңғы 7 сағатта қабылданды",
        "pie": {
          "title": "Бүгінгі сату коэффициенті",
          "no_data": "Бүгін сатылмайды"
        },
        "pay_amount": "Төлем сомасы",
        "sell_amount": "Сату сомасы",
        "discount_amount": "Жеңілдік сомасы",
        "sell_count": "Сату саны",
        "table": {
          "currency": "Валюта",
          "total_sell_30days": "30 күндік жалпы сатылым",
          "sell_daily": "Күнделікті сату мөлшерлемесі",
          "sell": "Сату",
          "pay": "Төлеу"
        }
      },
      "customers": {
        "title": "Дүкен тұтынушылары",
        "title_small": "Түрлендіру туралы есеп",
        "total_customers": "Барлығы",
        "new_customers_today": "Бүгін",
        "new_customers_week": "Соңғы 7 күн",
        "orders_count": "Тапсырыстар есептеледі",
        "days_range": "Күндер диапазоны",
        "new_users": "Жаңа тіркелген пайдаланушылар",
        "chart": {
          "new_customers": "Жаңа тұтынушылар",
          "customers": "Жалпы тұтынушылар"
        }
      },
      "plugins": {
        "title": "Плагиндер",
        "title_small": "Орнатылған"
      },
      "performance": {
        "title": "Бүгін",
        "title_small": "Пайдаланушылар мен сатылымдарға шолу",
        "users": "Пайдаланушылар",
        "views": "Көрулер",
        "orders": "Тапсырыстар",
        "payments": "Төлемдер",
        "no_visitor_today": "Бүгін сізге келушілер болмады."
      }
    },
    "products": {
      "title": "Өнімдер тізімі",
      "products_list": "Тізімге оралу",
      "products_menu": "Өнімдерді басқару",
      "process_que": "Импорттық өнімдерді өңдеу",
      "view_que_list": "Кезек тізімін қарау",
      "menu_products_list": "Өнімдер тізімі",
      "menu_export": "Экспорттық өнімдер",
      "menu_import": "Импорттық өнімдер",
      "menu_show_deletes": "Жойылған өнімдерді көрсету",
      "drop_import_message": "Жаппай өнімдерді қосу үшін өнімдер тізімінің файлын (CSV, XLS, XLSX пішімі) осы жерге тастаңыз. Файлда Selldone өнімдер тізімі пішімі бар екеніне көз жеткізіңіз.",
      "product_widget": {
        "product_type": "Өнім түрі",
        "price": "бағасы",
        "value_added": "Комиссия",
        "discount": "Жеңілдік",
        "in_stock": "Қоймада",
        "product_unit": "Бірлік",
        "total_sell": "Жалпы сатылымдар",
        "total_view": "Жалпы көру саны",
        "view_unit": "Уақыт",
        "review_unit": "Пікірлер"
      },
      "folder_widget": {
        "products": "Өнімдер",
        "products_unit": "Түрлері",
        "sub_categories": "Санаттар",
        "sub_categories_unit": "Элементтер",
        "views": "Көрулер",
        "views_unit": "Уақыт"
      },
      "menu_advanced_options": "Қосымша опциялар"
    },
    "blogs": {
      "new": "Жаңадан жаз",
      "blogs": "Блог",
      "list": {
        "title": "Менің мақалаларым",
        "waiting_message": "Ақпарат алынуда... күте тұрыңыз",
        "published": "Жарияланды",
        "draft": "Жоба",
        "private": "Жеке",
        "public": "Қоғамдық",
        "table": {
          "title": "Тақырып",
          "author": "Автор",
          "claps": "Қол шапалақтау",
          "like": "Ұнайды",
          "comments": "Пікірлер",
          "views": "Көрулер",
          "publish_state": "Күй",
          "created_at": "Жасалу күні",
          "updated_at": "Соңғы жаңарту"
        },
        "subtitle": "Өзіңізді және бизнесіңізді көрсету үшін заманауи кірістірілген редактормен мақалалар жазыңыз. Түпнұсқа мазмұн - жоғары сапалы SEO-ға қолайлы блог жазбасын жазу кезінде назар аудару керек бірінші нәрсе."
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "Ақпарат алынуда... күте тұрыңыз",
        "rejected": "Қабылданбады",
        "delivery": "Жүк тасу",
        "discount": "Жеңілдік",
        "not_paid": "Төленбеген",
        "table": {
          "order_number": "Тапсырыс коды",
          "order_date": "Төлем күні",
          "status": "Соңғы мәртебе",
          "price": "Жалпы сома",
          "payment_status": "Төлем күйі"
        }
      },
      "virtual": {
        "waiting_message": "Ақпарат алынуда... күте тұрыңыз",
        "discount": "Жеңілдік",
        "table": {
          "order_number": "Тапсырыс коды",
          "product": "Өнім",
          "order_date": "Тіркеу күні",
          "status": "Соңғы мәртебе",
          "price": "Жалпы сома",
          "payment_status": "Төлем күйі"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "Айырбастау",
        "gateway": "Шлюз",
        "invoice": "Төлем",
        "report": "Есеп беру",
        "tax": "Салық",
        "drop_shipping": "Сатушы түбіртектері",
        "reseller_accounts": "Сатушы шоттары",
        "valuations": "Бағалар"
      },
      "invoice": {
        "title": "Байланыстырылған әмияндарды сатып алыңыз",
        "subtitle": "Бұл әмиян шоттарынан алымдар, комиссиялар және дүкен шығындары шегеріледі.",
        "title_add": "Жаңа әмиян тіркелгісін қосыңыз",
        "subtitle_add": "Әрбір валюта үшін жаңа әмиян жасап, оны дүкенге қосу керек. Қызмет ақысы осы әмияннан алынады.",
        "add_account": "Аккаунт қосу",
        "charge_account": "Төлем шоты",
        "show_transaction": "Транзакцияларды көрсету",
        "table": {
          "currency": "Валюта",
          "account_number": "Шот нөмірі",
          "account_name": "Төлем алушы",
          "balance": "Баланс",
          "free_balance": "Қолжетімді теңгерім",
          "actions": "Жою"
        },
        "add_account_dialog": {
          "title": "Несие шоты дүкенге қосылуда",
          "subtitle": "Selldone-де әмиян шотын ашқанда, біз сізге виртуалды несие картасын және кез келген басқа несие картасы сияқты есептік жазбаны береміз. Selldone сату комиссиясы осы шоттан шегеріледі, бірақ шотыңыздағы теңгерім жеткіліксіз болса, бұл сома қарыз болады. Selldone қызметтерін қажетінше пайдалана аласыз.",
          "account_number": "Шот нөмірі",
          "account_number_input_message": "Дүкен осы есептік жазбамен байланыстырылады. Бұл шот алымдар мен шығындар үшін пайдаланылады.",
          "balance": "Шот балансы",
          "connect_account_to_shop": "Тіркелгіні дүкенге қосыңыз"
        },
        "notifications": {
          "connect_account_success": "Есептік жазба сәтті қосылды.",
          "delete_account_success": "Есептік жазба дүкеннен сәтті жойылды."
        },
        "alert": {
          "delete_account": "Есептік жазбаны ажырату",
          "delete_account_message": "Бұл тіркелгіні дүкен тіркелгілері тізімінен жойғыңыз келе ме?",
          "delete_account_action": "Есептік жазбаны жою"
        },
        "inform_charge_account": "Есептік жазбаңызды зарядтаңыз!",
        "inform_charge_account_critical": "Қызметтің тоқтатылуын болдырмау үшін есептік жазбаңызды зарядтаңыз!"
      },
      "gateway": {
        "title": "Төлем әдістері",
        "sub_title": "Белсенді төлем әдістерінің тізімі. Дүкеніңізге жаңа әдіс қосқыңыз келсе, келесі түймені басыңыз. Біз 10 қосымша төлем шлюзінен аспауды ұсынамыз.",
        "add_gateway": "Жаңа төлем әдісі",
        "add_gateway_dialog": {
          "title": "Валюта таңдаңыз",
          "country_currencies": "Жергілікті валюталар",
          "crypto_currencies": "Криптовалюталар",
          "active_gateways": "Белсенді төлем әдістері",
          "confirm": "Төлем әдісін қосыңыз"
        }
      },
      "exchange": {
        "title": "Белсенді валюталарды сақтаңыз",
        "subtitle": "Пайдаланушылар белсенді валюталардың бірін таңдай алады және өнімдердің бағасы есептеледі және көрсетіледі. Валюта бағамын енгізу сатушыға байланысты.",
        "shop_currencies_input": "Пайдаланушылар үшін белсенді валюталар",
        "shop_currencies_input_error": "Кем дегенде бір валютаны таңдаңыз",
        "rates": {
          "title": "Валютаның айырбас бағамы",
          "sub_title": "Төмендегі кез келген валюта негізінде өнім бағасын енгізуге болады және өнім бағасы сіздің валюталарыңыз арасындағы айырбастау бағамдары бойынша автоматты түрде есептеледі.",
          "message": "Валюталар арасындағы айырбастау бағамдарын енгізу арқылы сіздің өнімдеріңіздің бағасы автоматты түрде есептеледі және жаңартылады.",
          "add_new_rate": "Жаңа тариф қосыңыз"
        },
        "table": {
          "waiting_receive_data": "Ақпарат алынуда... күте тұрыңыз",
          "rate_input": "Айырбас бағамы",
          "from": "бастап",
          "to": "Кімге",
          "exchange_rate": "Айырбас бағамы",
          "edit": "Өңдеу",
          "delete": "Жою",
          "auto": "Автоматты баға"
        },
        "add_rate_dialog": {
          "title": "Валюта бағамын орнату",
          "message": "Ақпаратты енгізуде абай болыңыз. Өнімдеріңіздің бағасы осында енгізілген тарифтер негізінде есептеледі.",
          "currency_from": "Валютадан",
          "currency_to": "Валютаға",
          "exchange_rate": "Айырбас бағамы"
        },
        "alert": {
          "title": "Конверсия жылдамдығын жою",
          "message": "Осы түрлендіру жылдамдығын жойғыңыз келе ме?",
          "action": "Жою"
        },
        "notifications": {
          "delete_success": "Валюта бағамы жойылды.",
          "add_success": "Валюта бағамы жаңартылды.",
          "update_success": "Жаңартылған белсенді валюталарды сақтаңыз."
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "Қоймалар",
        "subtitle": "Менің қоймаларымның тізімі."
      },
      "warehouse_btn": "Жаңа қойма қосыңыз",
      "warehouse_btn_error": "Қоймаңызды, дүкеніңізді немесе бизнесіңіздің шығу тегін орнатыңыз. Жеткізу құнын есептеу және тексеру процесінде болуы өте маңызды.",
      "size_unit": {
        "title": "Өлшем бірлігі",
        "subtitle": "Ұзындық, ені және биіктігі үшін қолданылатын бірлік."
      },
      "mass_unit": {
        "title": "Масса бірлігі",
        "subtitle": "Салмақ үшін қолданылатын бірлік."
      },
      "menu": {
        "return_request": "Қайтарылды",
        "delivery": "Жүк тасу",
        "inventory": "Түгендеу",
        "warehouse": "Қойма",
        "logistic_apps": "Логистика",
        "profiles": "Профильдер",
        "includes": "қамтиды"
      },
      "warehouse": {
        "title": "Дүкен қоймасы",
        "sub_title": "Бұл мекенжай жөнелтілімнің шығу тегі ретінде пайдаланылады.",
        "table": {
          "title": "Түгендеу тізімі",
          "sub_title": "Физикалық, виртуалды, файлдық және қызметті қоса алғанда, барлық дүкен өнімдерінің тізімі"
        }
      },
      "delivery": {
        "title": "Жеткізу әдістері",
        "sub_title": "Осы бөлімдегі мәндерді орнату арқылы дүкенде әртүрлі жіберу әдістері іске қосылады. «Жеткізу кезіндегі қолма-қол ақша» әдісін де осы бөлімде қосуға болады.",
        "add_transportation": "Көлікті қосыңыз",
        "delivery_form": {
          "payment": "Төлем опциялары",
          "limits": "Шектеулер",
          "currency_input": "Шығындарды есептеу үшін анықтамалық валюта",
          "currency_input_message": "Шығындар осы валютада есептеледі",
          "distance_input": "Қоймаға дейінгі қашықтық",
          "distance_input_message": "0 немесе -1 шектеу жоқ дегенді білдіреді.",
          "max_weight_input": "Қаптаманың рұқсат етілген максималды салмағы",
          "max_weight_input_message": "0 немесе -1 шектеу жоқ дегенді білдіреді.",
          "max_size_input": "Пакеттің максималды өлшемдері",
          "width": "Ені",
          "length": "Ұзындығы",
          "height": "Биіктігі",
          "days_input": "Қолжетімді жеткізу күндері",
          "days_input_nodata": "Жеткізу күнін таңдаңыз",
          "hours_input": "Жеткізу уақыттары бар",
          "hours_input_nodata": "Уақыт аралығын таңдаңыз",
          "vacation_input": "Мереке күндері жеткізесіз бе?",
          "cod_input": "COD қолдауы",
          "cod_input_message": "Жеткізу қызметіңіз COD қабылдайтынына көз жеткізіңіз.",
          "sod_input": "Сіз COD-ны қолдайсыз ба?",
          "sod_input_message": "Жеткізу қызметіңіз COD қабылдайтынына көз жеткізіңіз.",
          "pricing": "Бағаны есептеңіз",
          "const_input": "Тұрақты құн",
          "distance_cof_input": "Шығын-қашықтық коэффициенті",
          "distance_cof_input_dim": "{dim} үшін",
          "weight_cof_input": "Құннан салмақ коэффициенті",
          "weight_cof_input_dim": "{dim} үшін",
          "price_cof_input": "Өнімнің бағасы факторына жеткізу құны",
          "price_cof_input_message": "Сақтандыру шығындарын және COD шығындары сияқты басқа қызметтерді қамтиды.",
          "price_cof_input_dim": "{dim} үшін",
          "distance_weight_cof_input": "Салмақ көбейткіші бойынша шығындар көбейткіші",
          "distance_weight_cof_input_dim": "{weight} әрбір {weight} үшін",
          "free_shipping_input": "Тегін жеткізілім",
          "free_shipping_limit_input": "Тегін жеткізу үшін ең аз тапсырыс құны",
          "notifications": {
            "update_success": "Жеткізу қызметінің параметрлері сәтті аяқталды."
          },
          "shipping_cost_calculation": "Жеткізу құнын есептеу",
          "sod_true": "Тағайындалған жерге жеткізу құнын алыңыз",
          "sod_true_message": "Жеткізу қызметіңіз тағайындалған жерде жеткізу құнын қабылдайтынына көз жеткізіңіз.",
          "sod_false": "Автоматты жеткізу құнын есептеу",
          "cod_true": "Жеткізу кезінде қолма-қол ақшаны қабылдаңыз",
          "cod_false": "Тек онлайн төлемді қабылдаңыз",
          "cod_true_message": "Жеткізу қызметіңіз COD қабылдайтынына көз жеткізіңіз."
        }
      }
    },
    "users": {
      "menu": {
        "customers": "Тұтынушылар",
        "contact_form": "Контактілер",
        "faq": "FAQ",
        "club": "Клуб",
        "report": "Есеп беру"
      },
      "report": {
        "title": "Тұтынушыларға шолу",
        "sub_title": "Мұнда сіз тұтынушылардың тікелей күйін көресіз.",
        "report_30days_by_time": "Соңғы 30 күндегі күн мен уақытқа негізделген пайдаланушы әрекеті",
        "report_30days_by_location": "Соңғы 30 күндегі геолокация пайдаланушыларының әрекеті"
      },
      "club": {
        "title": "Клиенттер клубы",
        "sub_title": "Әр деңгейді белсендіру үшін ай сайынғы және жылдық сатып алу сомасын және валютаны енгізіңіз. Клиенттер ай сайынғы немесе жыл сайынғы сатып алу талаптарына сай болғандықтан, тұтынушылар клубыңызға кіреді.",
        "item": {
          "members_count": "Мүшелер саны",
          "purchases_count": "Тапсырыстар саны",
          "monthly": "Ай сайын",
          "annually": "Жыл сайын",
          "discount_percent": "Жеңілдік мөлшерлемесі",
          "discount_limit": "Жеңілдік шегі"
        },
        "edit_dialog": {
          "title": "Тұтынушы деңгейін басқару",
          "currency_input": "Валюта",
          "currency_input_message": "Жалпы сатып алулар осы валютада есептеледі.",
          "free_shipping_input": "Тегін жеткізілім",
          "monthly_input": "Ай сайынғы сатып алу мөлшерлемесі",
          "annually_input": "Жылдық сатып алу мөлшерлемесі",
          "discount_percent_input": "Клуб мүшелері үшін жеңілдік мөлшерлемесі",
          "discount_limit_input": "Жеңілдік шегі",
          "description_input": "Сипаттама",
          "description_input_message": "Осы деңгейдің қысқаша сипаттамасын енгізіңіз."
        },
        "notifications": {
          "update_success": "Өзгерістер тұтынушылар клубына қатысты."
        }
      },
      "faq": {
        "title": "Жиі Қойылатын Сұрақтар",
        "sub_title": "Клиенттердің сұрақтарын қосыңыз, өңдеңіз және жауап беріңіз."
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "Науқандар",
        "cross_selling": "Айқас сату",
        "affiliate": "Серіктестік",
        "emails": "Электрондық пошталар",
        "funnel": "Шұңқыр"
      },
      "campaign": {
        "name_input_placeholder": "Науқан атауы",
        "name_input_message": "Науқан атауын енгізіңіз.",
        "create_campaign_action": "Жаңа науқан жасаңыз",
        "table": {
          "title": "Тақырып",
          "state": "Күй",
          "discount": "Жеңілдік",
          "landing": "Қону беті",
          "start": "Бастау",
          "end": "Соңы"
        },
        "notifications": {
          "add_success_title": "Науқан жасау",
          "add_success": "Сіздің науқаныңыз жасалды."
        },
        "name_input_name": "Науқан атауы"
      }
    },
    "categories": {
      "title": "Санаттар тізімі",
      "subtitle": "Санаттар сіздің интернет-дүкеніңіздің негізгі мүмкіндігі болып табылады. Заманауи дүкен сөресін құру және тұтынушыларыңызға дұрыс өнімді табуды жеңілдету үшін осы қуатты санаттау құралдарын пайдалануға шақырамыз.",
      "menu": {
        "add_new": "Жаңа санат қосыңыз",
        "categories_list": "Санаттар тізімі",
        "export": "Экспорттық санаттар",
        "import": "Импорт санаттары (CSV)"
      },
      "graph": {
        "title": "Санаттар иерархиясы",
        "subtitle": "Дүкен санаттарына және пайдаланушылардың оларды қалай шарлайтынына толық шолу жасай аласыз. Санаттарды дұрыс орналастыру арқылы тұтынушылар өнімді тез таба алады және конверсия жылдамдығы артады.",
        "visits_count": "бару",
        "normal": "Қарапайым",
        "items_count": "Элементтердің саны",
        "home": "Үй"
      },
      "category_widget": {
        "parent": "Ата-ана",
        "not_exist": "Жоқ",
        "children": "Ішкі санаттар",
        "delete_alert": {
          "title": "Бала санатын жою",
          "message": "{title} {parent_title} тізімінен жойылсын ба?",
          "action": "Жою"
        },
        "notifications": {
          "edit_success": "Санат өңделді."
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "дүкен",
        "my_apps": "Қолданбалар"
      },
      "my_apps": {
        "title": "Белсенді қолданбаларды сақтау",
        "subtitle": "Бизнес қолданбаларыңызды басқарыңыз.",
        "all": "бәрі"
      },
      "store": {
        "title": "Қолданбалар дүкені",
        "subtitle": "Таңдаулы қызметтеріңізді бизнесіңізге қауіпсіз қосыңыз. Біз тұтынушылардың сұраулары негізінде плагиндер мен қолданбаларды қосамыз.",
        "nodata": "Ешбір плагин табылмады.",
        "all": "бәрі",
        "more": "Көбірек"
      }
    },
    "pages": {
      "menu": {
        "new_page": "Жаңа бет",
        "contact_us": "Бізбен хабарласыңы",
        "privacy": "Құпиялық",
        "terms": "Шарттар",
        "about_us": "Біз туралы",
        "landings": "Қону",
        "popup": "Кенеттен шыққан",
        "static": "Статикалық"
      }
    },
    "permissions": {
      "menu": {
        "persons": "Қызметкерлер",
        "roles": "Рөлдері",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "Персонал тізімі",
          "new_user": "Жаңа қызметкерлерді қосу",
          "new_user_message": "Осы дүкеннің бақылау тақтасы мен басқару бөлімдеріне қол жеткізе алатын пайдаланушылар.",
          "email_input_placeholder": "Электрондық пошта",
          "email_input": "Пайдаланушының электрондық пошта мекенжайы",
          "level_input": "Қол жеткізу деңгейі",
          "add_user_action": "Қызметкерлерді қосу"
        },
        "delete_alert": {
          "title": "Кіруді жою",
          "message": "Бұл пайдаланушыны жойғыңыз келе ме?",
          "action": "Жою"
        },
        "notifications": {
          "add_success_title": "Access қосу",
          "add_success": "Жаңа рұқсат қосылды.",
          "delete_success_title": "Кіруді жою",
          "delete_success": "Кіру жойылды."
        }
      },
      "shop_api": {
        "title": "Қатынас кілттерін сақтау",
        "message": "Бұл кілттер сервер арқылы Access Token жасау үшін пайдаланылады. Кілттер құпия және басқаларға көрінбейтін түрде серверде ғана екенін ескеріңіз."
      }
    },
    "applications": {
      "pwa": {
        "title": "Веб қолданбасы",
        "sub_title": "Дүкен веб-бағдарламасын осы жерден қараңыз",
        "message": "Ескертпе: iOS қолданбасында iPhone және iPad құрылғыларында веб-сайттың сәлемдесу бетін өңдеуге болады",
        "ios_app": "iOS қолданбасы"
      },
      "ios": {
        "title": "iOS қолданбасы",
        "sub_title": "Жақында дүкеніңіз үшін iOS қолданбасын жасай аласыз.",
        "message": "Файлдың максималды өлшемі: 512 КБ, сығу жүйеміз өлшемді 512 КБ дейін азайта алатын болса, өлшемі 1 МБ дейінгі файлдарды жүктеп салуға болады. Жүктеп салынған суреттің өлшемі ақылды түрде өзгертіледі."
      },
      "android": {
        "title": "Android қолданбасы",
        "sub_title": "Өзіңіздің Android қолданбаңызды жасаңыз",
        "message": "Осы пішінді толтырып, құрастыру пернесін басыңыз. Басқа ештеңенің қажеті болмайды. Қолданбаңызды құру және қол қою процесінің барлық қадамдары бұлттық серверлерде орындалады. Соңғы қолданба барлық AppStores дүкендеріне жүктеп салынады.",
        "server_un_available": "Эксперименттік түрде қолданба сервері қазір қосылмаған.",
        "app_building_progress": "Қолданбаңыз құрастырылуда.",
        "app_build_success": "Қолданбаңыз дайын.",
        "download_app_action": "Қолданбаны алыңыз",
        "firmware_version": "Микробағдарлама нұсқасы",
        "main_info": "Қолданба пакеті",
        "package_name_input_message": "Бума атауы бірегей екеніне көз жеткізіңіз.",
        "package_name_input_alert": "Бұл атауды өзгертсеңіз, енді AppStore дүкеніндегі бұрынғы қолданбаларды жаңартып, жаңасын орната алмайсыз. Қолданбаның ескі нұсқаларының пайдаланушылары да тіркелгілеріне кіре алмайтынын ескеріңіз.",
        "version_input": "Нұсқа",
        "version_input_message": "Бұл сан әрқашан алдыңғы мәннен үлкен болуы керек.",
        "version_name_input": "нұсқа аты",
        "version_name_input_message": "Қолданбаның осы нұсқасы үшін бірегей атау енгізіңіз.",
        "use_selldone_key": "Сатылған әдепкі кілттер",
        "use_last_key": "Сақталған кілт",
        "use_new_key": "Жаңа кілт",
        "appearance": "Сыртқы түрі",
        "app_name_input": "Қолданба атауы",
        "app_name_input_message": "Бұл қолданбаңыздың негізгі атауы болады.",
        "app_title_input": "қолданба тақырыбы",
        "app_title_input_message": "Бұл тақырып қолданбаның жоғарғы жағында пайда болады.",
        "app_title_input_placeholder": "Тақырып енгізіңіз",
        "app_icon_input": "Қолданба белгішесі",
        "app_icon_input_placeholder": "Қолданба белгішелерінің zip файлын таңдаңыз.",
        "generate_icon_pack_action": "Белгіше бумасын құрастыру",
        "splash_design": "Splash Screen Desgin",
        "splash_logo_input": "Splash Screen логотипі",
        "splash_logo_input_placeholder": "Splash Screen үшін суретті таңдаңыз.",
        "splash_title_input": "Экранның атауы",
        "splash_title_input_placeholder": "Splash Screen үшін тақырып енгізіңіз",
        "splash_title_input_message": "Бұл тақырып үлкен қаріп өлшемімен көрсетіледі.",
        "splash_message_input": "Экрандағы хабарлама",
        "splash_message_input_placeholder": "Хабар ...",
        "splash_message_input_message": "Бұл хабар төменде нобай ретінде көрсетіледі.",
        "dark_theme": "Қараңғы тақырып",
        "light_theme": "жеңіл тақырып",
        "build": "Құру",
        "building_info": "Бұлттық серверде қолданбаны құру 10 секундтан бірнеше минутқа дейін созылады. Сабырлы болыңыз. Қолданба дайын болғаннан кейін жүктеп алу файлының сілтемесі осы жерде пайда болады.",
        "update_mode_action": "Жаңарту",
        "build_mode_action": "Қолданбаны құрастыру",
        "notifications": {
          "icon_pack_not_valid_error": "Файл дұрыс емес.",
          "start_building_title": "Ғимарат...",
          "start_building_message": "Android қолданбасын құруға сұраныс жіберілді.",
          "build_success_title": "Құттықтаймыз",
          "build_success": "Android қолданбасы дайын, оны қазір жүктеп алуға болады."
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "Автопилот"
      }
    },
    "edit": {
      "menu": {
        "delete": "Дүкенді жою",
        "activity_time": "Уақыт",
        "footer": "Мәзір",
        "info": "Ақпарат",
        "notification": "Хабарландырулар",
        "home": "Үй",
        "locations": "Орындар",
        "license": "Лицензия",
        "theme": "Тақырып",
        "sms": "Қысқаша хабар қызметі",
        "email": "Электрондық пошта",
        "domain": "Домен",
        "verifications": "Тексерулер",
        "flow": "Ағын",
        "business_model": "Бизнес моделі"
      },
      "delete_dialog": {
        "title": "Дүкенді жою",
        "message": "<b>{title}</b> дүкенін жойғыңыз келе ме?",
        "action": "Дүкенді жою"
      },
      "notifications": {
        "delete_success": "Дүкен жойылды."
      },
      "info": {
        "title_tab": {
          "title": "Бизнес атауы және тілі",
          "subtitle": "Жалпыға ортақ атауды және әдепкі тілді орнатыңыз."
        },
        "name_tab": {
          "title": "Бірегей атауды сатып алыңыз",
          "subtitle": "Бұл сіздің бизнес пайдаланушы атыңыз."
        },
        "description_tab": {
          "title": "Сіздің бизнес тарихыңыз",
          "subtitle": "Сіздің бизнесіңіз және оның бірегей құнды ұсынысы туралы жазыңыз."
        },
        "contact_tab": {
          "title": "Байланыс және жергілікті бизнес",
          "subtitle": "Жалпыға ортақ байланыс ақпараты және Google жергілікті бизнесті орнату."
        },
        "image_tab": {
          "title": "Логотип",
          "subtitle": "Бренд үшін бірегей логотипті таңдаңыз."
        }
      },
      "badge": {
        "external_title": "Сыртқы танымбелгілерді басқару",
        "external_message": "Мұнда бейдж кескінінің мекенжайын және оған сілтемені енгізуге болады. URL мекенжайлары бекітілген веб-сайттан болуы керек."
      },
      "edit_menu": {
        "title": "Мәзірлер",
        "footer": {
          "title": "Колонтитул мәзірі",
          "sub_title": "Дүкен бетінің төменгі мәзірін осы жерден конфигурациялауға болады. Бұл мәзірлер басты беттер, жобаланған беттер немесе сыртқы сілтемелер болуы мүмкін."
        },
        "header": {
          "title": "Тақырып мәзірі",
          "sub_title": "Бұл мәзір тек ұялы телефоннан үлкенірек экрандарда және басты беттің жоғарғы жағында, өнім санаттары, қондырмалар және өнім беттерінде көрсетіледі."
        },
        "save_menu": "Сақтау мәзірі",
        "dialog": {
          "main_pages": "Негізгі беттер",
          "custom_pages": "Қону беттері"
        },
        "table": {
          "home": "Үй",
          "shop": "Дүкен",
          "blogs": "Блог",
          "about_us": "Біз туралы",
          "privacy": "Құпиялық",
          "terms": "Қолдану ережелері",
          "faq": "FAQ",
          "contact_us": "Бізбен хабарласыңы"
        },
        "notifications": {
          "save_success": "Мәзір сәтті жаңартылды."
        }
      },
      "social": {
        "title": "Әлеуметтік медиа",
        "message": "Осы бөлімге әлеуметтік желідегі ресми сілтемеңізді енгізіңіз. Мекенжайларды растау үшін әрбір элементке арналған нұсқауларды орындаңыз."
      },
      "time": {
        "title": "Жұмыс күндері",
        "sub_title": "Жұмыс күндері мен уақытын белгілеңіз",
        "days_open_input": "Күндер",
        "days_open_input_nodata": "Кем дегенде бір күнді таңдаңыз",
        "start_time_input": "Дүкен әрекетінің басталу уақыты",
        "start_time_input_hint": "Дүкеннің ашық уақыты",
        "end_time_input": "Жабу уақыты",
        "end_time_input_hint": "Сақтау әрекетінің аяқталу уақыты",
        "customer_support_service": "Жауапкершілік және тұтынушыларға қызмет көрсету",
        "response_time_input": "Тұтынушыға қызмет көрсету күйі",
        "support_24h": "Аптасына 7 күн 24 сағат",
        "support_normal": "Тек жұмыс уақытында",
        "no_service": "жоқ",
        "notifications": {
          "update_success": "Дүкен өңделді."
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "Санат жоқ"
  },
  "add_product": {
    "title_new": "Жаңа өнім",
    "title_new_category": "Жаңа санат",
    "title_new_drop_shipping": "Dropshipping қосыңыз",
    "title_edit": "Өнімді өңдеу",
    "delete": "Өнімді жою",
    "completed": "Аяқталды",
    "menu": {
      "type": "Өнім түрі",
      "general_info": "Жалпы ақпарат",
      "rating": "Сауалнама және мүмкіндіктер",
      "spec": "Техникалық сипаттамалар",
      "images": "Суреттер",
      "price": "бағасы",
      "inputs": "Енгізу",
      "outputs": "шығару",
      "extra": "Қосымша мәліметтер",
      "review": "Өнімді шолу",
      "inventory": "Түгендеу / Нұсқалар",
      "change_status": "Күйді өзгерту"
    },
    "select_type": {
      "title": "Өнім немесе қызмет түрін таңдаңыз"
    },
    "edit_info": {
      "category_input": "Санат",
      "product_name": "Өнім атауы*",
      "product_name_placeholder": "Мұнда сіздің өніміңіздің атауы..",
      "product_code": "Өнім коды (ағылшынша)",
      "sku": "SKU",
      "sku_message": "Қор сақтау қондырғысы",
      "mpn": "MPN",
      "mpn_message": "Өндіруші бөлік нөмірі",
      "status": "Күй",
      "external_link": "Сыртқы сілтеме",
      "brand": "Бренд",
      "brand_placeholder": "Бренд Ex. Apple.. (қосымша)",
      "warranty": "Кепілдік",
      "is_original": "Бұл түпнұсқа өнім ме?",
      "is_original_message": "Өнімнің түпнұсқасын орнатпасаңыз, бұл өнім үшін жалған белгі көрсетіледі.",
      "return_warranty": "Бұл өнімнің қайтару кепілдігі қанша күн?",
      "warehouse_section": "Қойма және өндіріс",
      "conditions_section": "Өнімнің шарттары",
      "warranty_section": "Кепілдік және жеткізу",
      "unit": "Өнім бірлігі",
      "unit_message": "Қажет болса, құрылғыны енгізіңіз. Мысалы: KG, метр, ...",
      "condition": "Дүкеніңіздегі өнімнің жағдайы",
      "condition_message": "Осы өрістегі мәндердің бірін таңдау керек.",
      "unit_section": "Өнім бірлігі",
      "unit_float": "Қалқымалы қондырғы (жақында)",
      "unit_float_hint": "Мысалы, тұтынушы 3 кг жеміске тапсырыс бере алады, бірақ тұтынушыға жіберілген сома тапсырыс берген сомадан сәл өзгеше.",
      "unit_float_message": "Тапсырысты өңдеу кезінде жеткізілген сома тапсырыс берілген сомадан өзгеше болуы мүмкін. Жүйе бұл айырмашылықты автоматты түрде есептеп, оны келесі тапсырыстарға қолдануға болатын тұтынушы алдындағы қарызыңыз ретінде жазады.",
      "status_list": {
        "active": {
          "title": "Белсенді ╏ Онлайн және офлайн сатылымдар",
          "description": "Бұл өнім онлайн тапсырыстар үшін қолжетімді болады."
        },
        "inactive": {
          "title": "Белсенді емес ╏ Тек офлайн сатылымдар",
          "description": "Бұл өнім онлайн тапсырыстар үшін қолжетімді болмайды."
        }
      },
      "marketplace": {
        "vendor_panel_message": "<b>{vendor_name}</b> — өнімнің иесі.",
        "subscription_message": "Жазылым өнімдерінде бір жеткізуші болуы мүмкін, сондықтан оларды жеткізуші панелінде жасауға немесе жасау қадамында оларға жеткізушіні тағайындауға болады. Таңдалған сатушы өнімнің иесі болады.",
        "default_message": "Бұл өнімнің бір сатушыға тиесілі екенін, сондықтан оны тек бір сатушы сата алатынын немесе бұл өнім Marketplace-ке тиесілі екенін және оны бірнеше сатушы сата алатынын көрсете аласыз.",
        "single_vendor_title": "Жалғыз сатушы",
        "single_vendor_desc": "Бұл өнім сатушыға тиесілі және таңдалған жеткізуші оны басқара алады.",
        "multi_vendors_title": "Бірнеше жеткізушілер",
        "multi_vendors_desc": "Бұл өнім нарыққа тиесілі және оны тек базар тақтасында өңдеуге болады."
      }
    },
    "rating_pros_cons": {
      "title": "Сауалнама",
      "message": "Өніміңізді бағалау үшін тұтынушыларыңыз үшін өнім сипаттамаларының тізімін енгізіңіз. (5 элементке дейін)",
      "rating_input": "Сауалнамалар",
      "rating_input_message": "Сауалнамаға 5 элемент қосуға болады.",
      "item_unit": "элемент",
      "pros_title": "Артықшылықтары",
      "pros_message": "Өнімнің ерекшеліктерін енгізіңіз. (5 элементке дейін)",
      "pros_input_title": "Мүмкіндік тақырыбы",
      "pros_input_value": "Ерекшелік мәні",
      "pros_group": "Өнімнің артықшылығы",
      "pros_group_messages": "Өнімнің негізгі ерекшеліктері",
      "cons_title": "Кемшіліктері",
      "cons_message": "Өнімнің әлсіз жақтарын енгізіңіз. (5 элементке дейін)",
      "cons_input_title": "Әлсіздік атауы",
      "cons_input_value": "Әлсіздік мәні",
      "cons_group": "Өнімнің әлсіз жақтары",
      "cons_group_messages": "Өнімнің негізгі кемшіліктері",
      "select_from_list": "Тізімнен таңдаңыз",
      "suggestion_rating": [
        "Жақсы сапа",
        "Жақсы баға",
        "Ұсынамын",
        "Ерекшеліктер мен мүмкіндіктер",
        "Пайдалану оңай",
        "Жақсы жобаланған",
        "Сенімді өнімділік",
        "Тиімді тұтынушыларды қолдау",
        "Қанағаттанарлық жеткізу уақыты",
        "Өнім сәйкестік сипаттамасы",
        "Төзімді және ұзақ мерзімді",
        "үнемді",
        "Тартымды қаптама",
        "Инновациялық дизайн",
        "Экологиялық таза",
        "Жеткілікті нұсқаулар/нұсқаулық",
        "Күтуді ақтады",
        "Пайдаланушыға ыңғайлы интерфейс",
        "Жоғары тиімділік",
        "Тамаша сатудан кейінгі қызмет",
        "Жан-жақты функционалдылық",
        "Бәсекеге қабілетті баға белгілеу",
        "Қосалқы бөлшектердің/қосалқы құралдардың болуы",
        "Сенімді бренд",
        "Пайдалануға қауіпсіз",
        "Жедел және дәл қызмет көрсету"
      ],
      "notifications": {
        "add_rating_success": "Пайдаланушы рейтингі {rating_name} опциясы қосылды.",
        "delete_rating_success": "Пайдаланушы рейтингі {rating_name} опциясы жойылды.",
        "add_pros_success": "Өнім мүмкіндігі қосылды.",
        "delete_pros_success": "Өнім мүмкіндігі жойылды.",
        "add_cons_success": "Өнімнің әлсіздігі қосылды.",
        "delete_cons_success": "Өнімнің әлсіздігі жойылды."
      },
      "rating_input_placeholder": "Сауалнама сұрағыңызды осы жерге жазыңыз... және enter пернесін басыңыз!"
    },
    "edit_spec": {
      "title": "Техникалық сипаттамалар",
      "sub_title": "Ұқсас өнімдердің техникалық сипаттамаларын импорттай аласыз.",
      "import_action": "Импорттау",
      "group_input_header": "Топ қосу",
      "item_title_header": "Элементті қосу",
      "group_input": "Топ тақырыбы",
      "group_input_message": "Тақырыпты енгізіңіз.",
      "group_add_action": "Топ қосу",
      "item_title_input": "Тақырып",
      "item_title_input_message": "Мүмкіндік тақырыбын енгізіңіз.",
      "item_value_input": "Мән",
      "item_value_input_message": "Мүмкіндік мәнін енгізіңіз.",
      "add_item_action": "Элементті қосу",
      "dialog": {
        "title": "Техникалық сипаттамаларды енгізіңіз",
        "code_input": "Өнім идентификаторы",
        "code_input_message": "Өнім коды: P0000 ...",
        "spec_view_title": "Таңдалған өнімнің техникалық сипаттамалары",
        "set_spec_action": "Техникалық сипаттамалардың көшірмелері"
      },
      "notifications": {
        "enter_group_title_error": "Тақырып мәнін енгізіңіз",
        "enter_item_title_and_value_error": "Мүмкіндіктің тақырыбы мен мәнін енгізіңіз",
        "spec_saved_success": "Өнімнің техникалық сипаттамалары сақталды."
      }
    },
    "edit_images": {
      "title": "Негізгі сурет",
      "main_image_input_nodata": "Өнімнің суретін жүктеп салыңыз.",
      "main_image_input_message": "Бұл сурет өнімдер тізімінде көрсетіледі.",
      "preview": "Алдын ала қарау",
      "image_style": "Кескін стилі",
      "background_is_white": "Ақ фон",
      "background_is_white_msg": "Суретте ақ фон бар ма?",
      "images": {
        "title": "Өнім суреттер галереясы",
        "sub_title": "Осы бөлімде барлық өнім нұсқаларына ортақ өнім кескіндерін жүктеп салыңыз."
      },
      "video": {
        "title": "Бейне",
        "sub_title": "Алдымен YouTube сайтына өнім бейнеңізді жүктеп салыңыз, содан кейін бейненің URL мекенжайын осы жерге қойыңыз."
      }
    },
    "pricing": {
      "edit_price": "Баға белгілеу",
      "price_input": "бағасы",
      "currency_input": "Валюта",
      "currency_input_messages": "Баға осы валютада есептеледі.",
      "commission_input": "Комиссия",
      "commission_message": "Бұл опция тек көтерме сатушылар сияқты белгілі бір саудагерлер түрлері үшін пайдалы. Егер сіз көтерме сатушы болмасаңыз, бұл опцияны бос қалдырыңыз. Сатып алушылар көретін баға баға мен комиссияның қосындысы болып табылады. Салықты қосу үшін Бухгалтерлік есеп > Салық түймесін басыңыз.",
      "add_commission_action": "Комиссия қосу",
      "discount_input": "Жеңілдік",
      "discount_input_message": "Жеңілдік мөлшерлемесі",
      "has_discount_period_input": "Бұл жеңілдік белгілі бір уақытқа жарамды ма?",
      "discount_timespan": "Жеңілдік кезеңін енгізіңіз.",
      "start_input": "Бастау",
      "end_input": "Соңы",
      "start_input_placeholder": "Басталу уақытын таңдаңыз",
      "end_input_placeholder": "Аяқталу уақытын таңдаңыз",
      "independent_price": "Бұл нұсқа үшін ғана баға",
      "same_price": "Негізгі өнімнің бағасы",
      "variant_pricing_message": "Бұл опцияны таңдау арқылы осы нұсқаның бағасы негізгі өнімге тәуелсіз белгіленуі мүмкін.",
      "price_label_input": "Баға белгісі",
      "price_label_message": "($1,5/Фл унция) сияқты баға туралы қосымша ақпаратты қосыңыз. Қолдану жағдайлары: азық-түлік, FMCG.",
      "add_price_label_action": "Баға белгісін қосыңыз"
    },
    "inputs_edit": {
      "title": "Сатып алушы туралы ақпаратты енгізу формасы",
      "sub_title": "Әрбір өнім үшін деректерді енгізу пішінін жасауға болады, сондықтан сатып алушылар өнімді сатып алғанда сізге ақпаратты жібереді. Мысалы, бұл ақпарат тасқа салынған оюдың атауы болуы мүмкін.",
      "message_input": "Пайдаланушыға хабарлама",
      "message_input_message": "Бұл хабарлама тұтынушыға өнімді сатып алған кезде көрсетіледі.",
      "inputs_form": "Ақпараттық құрылым (енгізу)"
    },
    "extra_edit": {
      "physical": {
        "title": "тасымалдау ақпараты",
        "sub_title": "Дайындау құны мен уақыты осы бөлімдегі ақпарат негізінде есептеледі. Дүкенде таңдалған бірліктерге (салмақ, өлшемдер, қашықтық) сәйкес ақпаратты енгізуді ұмытпаңыз."
      },
      "notifications": {
        "save_title": "Қаптама жаңартылды",
        "save_msg": "Өнімнің орауыш ақпараты сәтті жаңартылды."
      }
    },
    "variants": {
      "not_available": "Өнімнің бұл түріне арналған нұсқаны таңдау қазіргі уақытта мүмкін емес."
    },
    "delete_product": {
      "title": "Өнімді алып тастаңыз",
      "message": "<b>{product_title}</b> жою керек пе?"
    }
  },
  "product_admin": {
    "products_list": "Өнім тізімі",
    "product": "Өнім",
    "menu": {
      "edit": "Өңдеу",
      "review": "Қарау",
      "orders": "Тапсырыстар",
      "inventory": "Түгендеу",
      "dashboard": "Бақылау тақтасы",
      "back_to_products": "Өнімдер",
      "drop_shipping": "Dropshipping"
    },
    "dashboard": {
      "info": {
        "title": "профиль",
        "title_small": "Өнім",
        "category": "Өнім санаты",
        "link": "Өнім сілтемесі",
        "type": "Түр",
        "inputs": "Ақпаратты енгізу",
        "outputs": "Ақпаратты шығару",
        "user_data_form": "Сатып алушы туралы ақпарат нысаны"
      },
      "orders": {
        "title": "Тапсырыстар",
        "title_small": "Өңделмеген",
        "physical_orders_title": "Осы өнімі бар сауда арбалары",
        "send_30days_title": "Соңғы 30 күнде жіберілген тапсырыстар",
        "downloads_30days_title": "Соңғы 30 күнде жүктеп алынған файл саны",
        "virtual_orders_title": "Бұл өнімге тапсырыстар аяқталуын күтуде"
      },
      "inventory": {
        "title": "Түгендеу",
        "title_small": "Қойма",
        "total_sell": "Жалпы сатылымдар",
        "total_sell_today": "Бүгінгі сату",
        "total_sell_30days": "Соңғы 4 күндік сатылымдар",
        "chart": {
          "labels": [
            "Түгендеу",
            "Сату"
          ]
        },
        "subscribers_title": "Жазылушылар",
        "subscribers_title_small": "Жалпы жазылған тапсырыстар"
      },
      "finance": {
        "title": "Қаржылық",
        "title_small": "Соңғы 6 айдағы сатып алу есебі",
        "select_mode_title": "Көрсету",
        "modes": {
          "sell": "Сату",
          "payment": "Төлем",
          "discount": "Жеңілдік"
        },
        "currency_select_title": "Таңдалған валюта бойынша баға",
        "sell_today": "Бүгінгі сату",
        "product_price": "Өнім бағасы",
        "currency_unit": "Валюта бірлігі",
        "sell_30days": "30 күндік сату",
        "sell_daily": "Күнделікті сатылымдар",
        "sell_yesterday": "Кешегі сатылымдар"
      },
      "survey": {
        "title": "Өнім рейтингі",
        "title_small": "Тұтынушының қанағаттану есебі",
        "total_participation": "Жарналардың жалпы саны",
        "today_participation": "Бүгінгі рейтингтер",
        "last7days_participation": "Соңғы 7 күндегі жарналар",
        "chart": {
          "participate": "Қатысу",
          "participate_title": "Жарналар саны",
          "score": "Гол"
        }
      },
      "inform": {
        "title": "Тұтынушының күтулері",
        "title_small": "Жеңілдіктерді немесе қолжетімділікті күтуде",
        "message": "Өнімдер сатылымға шыққанда немесе қолжетімді болған кезде тұтынушыларға хабарлаңыз",
        "waiting_for_auction": "Өнімдердің сатылымға шығуын күту",
        "waiting_for_available": "Өнімдердің қолжетімді болуын күтуде.",
        "unit": "тұлға(лар)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "Түгендеу тізімі",
        "add_variant": "Вариант қосу",
        "title": "Өнім тізімі / Өнім нұсқаларының тізімі",
        "sub_title": "Бұл өнімде бірнеше нұсқа болса, оларды осы бөлімге енгізіңіз. Әрбір нұсқаның сомасын, бағасын және жеңілдіктерін бөлек анықтауға болады; әйтпесе баға белгілеу үшін өнімнің әдепкі мәндері қолданылады.",
        "add_action": "Вариант қосу",
        "count_input": "Түгендеу",
        "count_input_action": "Сананы орнату",
        "management_title": "Тауарлы-материалдық қорларды басқару және өнім нұсқалары",
        "add_title": "Өнім нұсқасын қосыңыз",
        "edit_title": "Өнім нұсқасын өңдеу",
        "notifications": {
          "add_success": "Өнім нұсқасы қосылды.",
          "delete_success": "Өнім нұсқасы Жойылған.",
          "save_product_inventory_success": "Сақталған өнімдерді түгендеу."
        }
      },
      "variant_item": {
        "price": "бағасы",
        "same_as_product": "Негізгі өнімге ұқсас",
        "in_stock": "Түгендеу",
        "delete_dialog": {
          "title": "Өнім нұсқасын жою",
          "message": "Бұл нұсқаны жойғыңыз келе ме?"
        }
      },
      "variant_add_edit": {
        "title": "Өнімнің нұсқасын анықтау",
        "message": "Өнім нөмірі Бірегей",
        "active_input": "Бұл нұсқа белсенді ме?",
        "sku": "SKU",
        "sku_tips": "Өнім қоймасының коды.",
        "mpn": "MPN",
        "mpn_tips": "Өндіруші өнімнің қаптамасына енгізген өнім коды",
        "variant_variable": "Варианттық айнымалылар",
        "pricing": "Баға белгілеу",
        "has_pricing_input": "Бағасы негізгі өнімнен айырмашылығы бар ма?",
        "inventory": "Түгендеу",
        "inventory_unit": "Элементтер",
        "delivery_info": "Қаптама және жөнелту",
        "images": "Варианттардың суреттері",
        "images_message": "Осы нұсқаны сақтағаннан кейін суретті осы жерге қоса аласыз."
      }
    },
    "edit_article": {
      "menu": {
        "tags": "Тегтер",
        "article": "Мақала"
      }
    }
  },
  "product_extra_physical": {
    "weight": "Пакет салмағы",
    "weight_unit": "Кг",
    "size": "Пакет өлшемдері",
    "dimension": "См",
    "width": "Ені",
    "length": "Ұзындығы",
    "height": "Биіктігі",
    "lead_time_title": "Дайындық уақыты",
    "lead_time": "Дайындық уақыты",
    "lead_time_dimension": "Сағат(лар)",
    "bulk_action": "Жаппай әрекеттер",
    "bulk_action_input": "Барлық нұсқаларды жаңартыңыз",
    "bulk_action_msg": "Өнімнің қаптамасын және барлық нұсқалар үшін дайындау уақытын орнатыңыз."
  },
  "product_images_list": {
    "upload_button": "Қосымша өнім кескіндері",
    "upload_an_image": "Суретті таңдаңыз.",
    "notifications": {
      "update_sort_success": "Суреттерді сұрыптау сақталды",
      "delete_image_title": "Өнім суретін жою",
      "delete_image_success": "Кескін сәтті жойылды"
    }
  },
  "variants_view": {
    "prices": "Бағалар",
    "inventory": "Түгендеу",
    "discount": "Жеңілдік"
  },
  "gift_card_type_edit": {
    "title_input": "Тақырып",
    "color_input": "Карточка түсі",
    "charge_input": "Бастапқы заряд",
    "charge_input_hint": "Әрбір карта үшін бастапқы төлем",
    "currency_input": "Валюта",
    "currency_input_message": "Тек осы валютамен сатып алу үшін",
    "lifetime_input": "Картаның жарамдылық мерзімі (ай)",
    "lifetime_input_message": "Картаның жарамдылық мерзімі",
    "card_image_input": "Карточка суреті",
    "notifications": {
      "create_success": "Карта жасалды",
      "update_success": "Карта жаңартылды"
    }
  },
  "shop_warehouse_edit": {
    "title": "Қойма қосу",
    "message": "Жеткізу құнын есептеу үшін қойма мекенжайын және профиліңізді енгізіңіз.",
    "name_input": "Қойма атауы",
    "address": "мекенжайы",
    "name_input_message": "Қойманың лақап атын енгізіңіз.",
    "person_name": "Офицер аты",
    "phone_number": "Байланыс нөмірі",
    "map_title": "Дүкен қоймасының мекенжайы",
    "confirm_action": "Қойманы бекіту",
    "address_name": "Қойма",
    "notifications": {
      "success_save": "Өзгерістер сәтті сақталды."
    }
  },
  "inventory_list": {
    "search_input": "Өнім іздеу...",
    "search_input_title": "Дүкен өнімдерінен іздеу",
    "apply_filter": "Сүзгіні қолдану",
    "inventory": "Түгендеу тізімі",
    "export": "Тауарлы-материалдық қорларды экспорттау",
    "import": "Инвентарь импорты",
    "bulk_price": "Жаппай бағаның өзгеруі",
    "bulk_discount": "Жаппай жеңілдікті өзгерту",
    "category_filter_msg": "⚡ Ол барлық өнімдер мен ішкі санаттарға қатысты болады!",
    "table": {
      "waiting": "Ақпарат алынуда... күте тұрыңыз",
      "open_state": "Белсенді",
      "close_state": "белсенді емес",
      "image": "Сурет",
      "product": "Өнім атауы",
      "code": "Өнім коды",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "Түпнұсқа",
      "status": "Күй",
      "in_stock": "Қоймада",
      "edit": "Өзгерту"
    },
    "bulk_price_dialog": {
      "title": "Жаппай әрекеттер > Баға",
      "message": "Ескертпе: Келесі сома дүкеніңіздегі барлық өнімдердің бағасына пайыз ретінде қолданылады. Сондай-ақ, есептелген баға мәндері таңдалған валюта негізінде ең жақын айналым санына ақылды түрде түрлендіріледі. Мәндерді енгізу кезінде абай болыңыз.",
      "check": "Мен бағаның өзгеруін құптаймын.",
      "add_percent_tab": "Пайыз қосу",
      "add_constant_tab": "Тұрақты қосу",
      "ending_tab": "Аяқтау стратегиясы"
    },
    "bulk_discount_dialog": {
      "title": "Жаппай әрекеттер > Жеңілдік",
      "message": "Ескертпе: Келесі сома сіздің дүкеніңіздегі барлық өнімдердің жеңілдіктеріне пайызбен беріледі. Сондай-ақ есептелген жеңілдік мәндері таңдалған валюта негізінде ең жақын айналым санына ақылды түрде түрлендіріледі. Мәндерді енгізу кезінде абай болыңыз.",
      "check": "Мен жеңілдікті өзгертулерді мақұлдаймын."
    },
    "notifications": {
      "save_success": "Түгендеу өзгерісі сақталды."
    }
  },
  "spec_view": {
    "auto_save_input": "Автоматты сақтау"
  },
  "time_progress_bar": {
    "title_before_start": "Басына қалды",
    "title_between_start_end": "Соңына дейін",
    "title_after_end": "Аяқталды",
    "title_no_start_end": "Уақытсыз!"
  },
  "geo_map": {
    "views": "Көрулер",
    "views_unit": "Уақыт",
    "product_views": "Өнім көріністері",
    "buys": "Сатып алулар",
    "buys_unit": "Тапсырыстар",
    "baskets": "Белсенді арбалар",
    "added_items": "Элементтерді қосыңыз",
    "removed_items": "Элементтерді жою"
  },
  "faq_list": {
    "table": {
      "nodata": "Сұрақтар табылмады.",
      "more_data_action": "Қосымша сұрақтар ..",
      "user": "Пайдаланушы",
      "tag": "Тег",
      "question": "Сұрақ",
      "officer": "Қызметкерлер",
      "answer": "Жауап",
      "created_at": "Күн",
      "priority": "Басымдық",
      "edit": "Өңдеу"
    },
    "dialog": {
      "add_new_action": "Жаңа сұрақты жіберіңіз",
      "edit_action": "Жиі қойылатын сұрақтарды өңдеу",
      "question_input": "Сұрақ",
      "question_input_placeholder": "Сұрағыңызды қойыңыз..",
      "link_input": "Сілтеме",
      "link_input_placeholder": "Жауапта сілтемеге жүгінуге болады.",
      "answer_input": "Жауап",
      "answer_input_placeholder": "Жауап мәтінін енгізіңіз..",
      "tag_input": "Тег (санат атауы)",
      "tag_input_placeholder": "Қысқа тақырып енгізіңіз",
      "priority_input": "Басымдық: (0-ден 10-ға дейін)"
    },
    "delete_alert": {
      "title": "Сұрақты жою",
      "message": "Бұл сұрақты жойғыңыз келе ме?",
      "action": "Жою"
    },
    "notifications": {
      "send_success": "Жауабыңыз сәтті жіберілді.",
      "delete_success": "Сұрағыңыз сәтті жойылды."
    }
  },
  "contact_messages_list": {
    "load_more_action": "Қосымша хабарлар ..",
    "table": {
      "nodata": "Сұрақтар табылмады.",
      "user": "Пайдаланушы",
      "message": "Хабардың негізгі бөлігі",
      "category": "Санат",
      "officer": "Қызметкерлер",
      "answer": "Жауап",
      "created_at": "Күн",
      "contact": "Байланыс",
      "edit": "Өңдеу"
    },
    "dialog": {
      "title": "Хабарламаға жауап беру",
      "category": "Санат",
      "user_name": "Аты",
      "email": "Электрондық пошта",
      "phone": "Байланыс нөмірі",
      "message": "Хабарлама мәтіні",
      "status": "Жауап күйі",
      "status_answered": "Жауап берді",
      "status_waiting": "Жауап күтуде",
      "answer_input": "Мәтінге жауап беру",
      "mail_input": "Пошта жіберу",
      "mail_input_message": "Мұны қоссаңыз, жауабыңыз пайдаланушы электрондық поштасына жіберіледі."
    },
    "delete_alert": {
      "title": "Хабарды жою",
      "message": "Бұл хабарды жойғыңыз келе ме?",
      "action": "Жою"
    },
    "notifications": {
      "send_success": "Сұрауыңыз сәтті жіберілді.",
      "delete_success": "Хабар жойылды."
    }
  },
  "campaign": {
    "title": "Науқан",
    "menu": {
      "setting": "Параметрлер",
      "return": "Артқа",
      "dashboard": "Бақылау тақтасы",
      "links": "Сілтемелер",
      "landing": "Қону",
      "ads": "Жарнамалар",
      "finance": "Қаржы"
    },
    "dashboard": {
      "title": "Бақылау тақтасы",
      "status": "Күйге шолу",
      "sessions": "Сеанстар",
      "links_overview": "Науқан сілтемелеріне шолу",
      "orders": "Тапсырыстар",
      "performance": "Науқан өнімділігі",
      "links_funnel": "Науқан сілтемелерінің өнімділігі",
      "no_links": "Қолжетімді деректер жоқ! Науқаныңызға сілтеме жасаңыз.",
      "social": "Әлеуметтік медиа жетекшілік етеді",
      "conversion_over_time": "Уақыт бойынша түрлендіру",
      "total_campaign_sell": "Науқан бойынша жалпы сатылымдар"
    },
    "finance": {
      "title": "Қаржылық есеп",
      "campaign_revenue": "Науқаннан түскен табыс",
      "total_revenue": "Науқан бойынша жалпы табыс",
      "links_revenue": "Campaign Links кірісі",
      "payments_over_time": "Уақыт өте келе сату",
      "all_links": "Барлық сілтемелер"
    },
    "landing": {
      "empty_message": "Науқан параметрлерінде қону бетін орнатыңыз.",
      "set_landing": "Қону бетін орнату",
      "create_landing": "Жаңа қону бетін жасаңыз"
    },
    "links": {
      "title": "Науқан сілтемелері",
      "url_input_message": "Мақсатты беттің URL мекенжайын енгізіңіз"
    },
    "setting": {
      "menu": {
        "config": "Конфигурация",
        "timespan": "Уақыт периоды",
        "banner": "Баннер",
        "Notification": "Хабарландыру"
      },
      "general_setting": {
        "title": "Жалпы науқан параметрлері",
        "sub_title": "Аты, қону беті және жеңілдік коды",
        "name_input": "Науқан атауы",
        "name_input_hint": "Науқаныңызға ат қосыңыз",
        "enable_input": "Науқан белсенді ме?",
        "page_input": "Қону беті",
        "discount_code_input": "Жеңілдік коды",
        "limit": "Жеңілдік шегі",
        "max_count": "Максималды саны",
        "max_count_unit": "Элементтер",
        "start": "Бастау",
        "end": "Соңы",
        "notification_enable_input": "Хабарландыру қосылды ма?",
        "landing_page": "Қону беті",
        "discount_code": "Жеңілдік коды",
        "auto": "Әдепкі науқан",
        "auto_message": "Дүкенде әдепкі науқан белсендірілді"
      },
      "time_setting": {
        "title": "Уақыт периоды",
        "sub_title": "Басталу күні мен уақыты / Аяқталу күні мен уақыты",
        "start_input": "Бастау",
        "start_input_placeholder": "Науқанның басталу уақытын таңдаңыз",
        "end_input": "Соңы",
        "end_input_placeholder": "Науқанның аяқталу уақытын таңдаңыз"
      },
      "banner_setting": {
        "title": "Дүкен баннері",
        "sub_title": "Дүкен бетінің жоғарғы жағында көрсету",
        "message_input": "Хабарлама мәтіні",
        "message_input_placeholder": "Ерекше фестиваль...",
        "message_input_hint": "Дүкеннің жоғарғы жағындағы баннерлік хабарлама мәтіні",
        "bg_image_input": "Фондық суреттің URL мекенжайы",
        "bg_image_input_hint": "Толық фондық суреттің URL мекенжайы",
        "repeat_pattern": "Үлгіні қайталау",
        "simple": "Қарапайым",
        "dark_input": "Қараңғы тақырып?",
        "icon_input": "Белгіше",
        "icon_input_hint": "Материалдық дизайн белгішесі атауы немесе Fontawsom: fa:fas fa-star",
        "anim_input": "Анимация мекенжайы",
        "anim_input_message": "Lottie анимация файлының URL мекенжайы",
        "preview": "Алдын ала қарау",
        "preview_update_action": "Алдын ала қарауды жаңарту",
        "bg_color": "Фон түсі",
        "icon_bg": "Белгіше фонының түсі"
      },
      "notifications": {
        "title": "Хабарландыру",
        "sub_title": "Хабарландыру жасаңыз және оны науқаныңызға байланыстырыңыз.",
        "update_success": "Науқаныңыз жаңартылды.",
        "action_button": "Әрекет түймесі",
        "background_color": "Фон түсі",
        "text_color": "Мәтін түсі",
        "action_color": "Әрекет түсі",
        "action_text_color": "Әрекет мәтінінің түсі",
        "notification_image": "Хабарландыру кескіні",
        "notification_bg": "Хабарландыру фоны",
        "show_preview": "Алдын ала қарауды көрсету",
        "persistence": "Табандылық",
        "persistence_message": "Пайдаланушы веб-сайтқа кірген сайын көрсеткіңіз келе ме?",
        "radius": "Радиус",
        "show_delay": "Кешіктіруді көрсету"
      }
    }
  },
  "add_category": {
    "title_edit": "Санатты өңдеу",
    "title_update": "Жаңа санат қосыңыз",
    "menu": {
      "delete": "Санатты жою",
      "filter": "Сүзгілер",
      "settings": "Параметрлер",
      "back": "Артқа"
    },
    "title_input": "Санат атауы *",
    "title_input_error": "Санат тақырыбын таңдаңыз",
    "name_input": "Санат атауы (ағылшынша) *",
    "name_input_error": "Санат үшін бірегей атауды таңдаңыз",
    "description_input": "Категория сипаттамасы",
    "description_input_message": "Санаттың қысқаша сипаттамасын енгізіңіз.",
    "parent_input": "Ата-ана категориясы",
    "parent_input_message": "Бұл санат дүкеннің басты бетінде көрсетіледі.",
    "image_input": "Санат кескіні",
    "image_input_placeholder": "Санат үшін суретті таңдаңыз",
    "edit_action": "Санатты өңдеу",
    "add_action": "Санат қосу",
    "back_action": "Артқа",
    "no_category": "Санаттар жоқ",
    "star": "Жұлдыз",
    "filter": {
      "title": "Санат сүзгілері",
      "sub_title": "Осы санаттағы өнімдерге қолданылатын сүзгілер мен санаттарды басқарыңыз.",
      "message": "Төмендегі жолаққа осы санат үшін жалпы техникалық мүмкіндік тақырыбын енгізіңіз және сақтаңыз. Тізімді сақтағаннан кейін сүзгі санаттары әр санаттың мазмұнымен бірге көрсетіледі. Өнім нұсқасынан түсі, салмағы, өлшемі, маркасы және т.б. автоматты түрде алынады."
    },
    "delete_alert": {
      "title": "Санатты жою",
      "message": "{title} санатын жойғыңыз келе ме?",
      "action": "Жою"
    },
    "notifications": {
      "add_success": "Жаңа санат қосылды.",
      "edit_success": "Санат өңделді.",
      "delete_success": "{title} жойылды."
    },
    "edit_filter": {
      "spec_input": "Техникалық сипаттамалар тізімі",
      "spec_input_message": "Сүзгі бөлімінде көрсеткіңіз келетін мүмкіндіктер тізімі",
      "price": "бағасы",
      "min": "Мин",
      "max": "Макс",
      "suggested_list": {
        "brand": "Бренд",
        "colors": "Түс",
        "styles": "Дизайн",
        "volumes": "Көлемі",
        "weights": "Салмағы",
        "packs": "Пакеттегі нөмір",
        "types": "Түр"
      },
      "notifications": {
        "edit_success": "Санат өңделді."
      }
    }
  },
  "apps_list": {
    "nodata": "Дүкеніңізде орнатылған қолданба жоқ",
    "inactive": "белсенді емес",
    "my_apps": "Менің қолданбаларым",
    "app_store": "Жаңа қолданба қосу"
  },
  "add_shop": {
    "menu": {
      "shop_title": "Дүкен атауы",
      "shop_name": "Дүкен атауы",
      "description": "Сипаттама",
      "contact": "Байланыс ақпараты",
      "image": "Сурет"
    },
    "title_input": "Тақырып",
    "title_input_tips": "Дүкеніңіздің, брендіңіздің немесе компанияңыздың атын енгізіңіз.",
    "active_message": "Барлығы сіздің веб-сайтыңызға кіре алатындай етіп белсенді етіп орнатыңыз.",
    "language_input_message": "Дүкен тілін таңдаңыз.",
    "name_input": "Аты",
    "name_input_message": "Дүкеніңізге атау енгізіңіз.",
    "name_input_tips": "Ағылшынша емес таңбаларды, бос орындарды немесе әріптерді пайдаланбаңыз, егер пайдаланылса, дүкен атауы дұрыс көрсетілмеуі мүмкін.",
    "description_input": "Дүкен сипаттамасы",
    "description_input_message": "Сіздің бизнесіңіз туралы қысқаша сипаттама жазыңыз.",
    "address_input": "Дүкен мекенжайы",
    "address_input_message": "Дүкеннің нақты мекенжайын енгізіңіз",
    "phone_input": "телефон нөмірі",
    "phone_input_message": "Тұтынушының байланыс нөмірі",
    "phone_input_tips": "Ел коды бар байланыс нөмірін енгізіңіз. Бұл нөмір Google іздеуінде ақпаратты көрсету үшін де пайдаланылады.",
    "email_input": "Электрондық пошта",
    "email_input_message": "Клиенттерге арналған электрондық пошта мекенжайы",
    "locality_input": "Орналасқан жері",
    "locality_input_message": "Дүкен орны",
    "region_input": "Штат немесе облыс",
    "region_input_message": "Сіз жұмыс істейтін штат немесе провинция",
    "country_input": "Ел",
    "country_input_message": "Бизнес елі",
    "postal_code_input": "Пошта Индексі",
    "postal_code_input_message": "Пошта индексін сақтау",
    "image_input": "Кескінді сақтау",
    "map": {
      "title": "Дүкен мекенжайы",
      "confirm": "Мекенжайды тіркеу",
      "address": "мекенжайы",
      "receptor": "дүкен"
    },
    "create_shop_action": "Дүкен жасау",
    "update_shop_action": "Жаңарту",
    "notifications": {
      "copy_success": "Дүкен мекенжайының көшірмесі.",
      "name_available": "Бұл атау ({name}) қолжетімді.",
      "add_success": "{title} дүкені жасалды.",
      "edit_success": "Дүкен өңделді."
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "Виртуалды элементті қосыңыз",
    "add_virtual_item_desc": "Виртуалды өнімдерді сату үшін оларды осы бөлімге қосу керек. Виртуалды элементтердің саны осы бөлімдегі бос элементтердің санына тең. Клиенттер виртуалды элементті сатып алғаннан кейін оларға сілтеме жіберіледі.",
    "filter_action": "Сүзгіні қолдану",
    "not_processed": "Өңделмеген тапсырыстар",
    "title": "Элементтер тізімі",
    "vew_order": "Тапсырысты қарау",
    "table": {
      "nodata": "Элементтер жоқ",
      "product": "Өнім",
      "data": "Деректер",
      "status": "Күй",
      "user_message": "Пайдаланушы хабарламасы",
      "updated_at": "Соңғы жаңарту",
      "order": "Тапсырыс",
      "delete": "Жою"
    },
    "notifications": {
      "delete_success": "Элемент сәтті жойылды."
    }
  },
  "add_virtual_item": {
    "title_edit": "Мәндерді өңдеу",
    "title_add": "Өнімге элемент қосыңыз",
    "sub_title": "Виртуалды өнімдерді жасау және өңдеу",
    "message": "Дүкен менеджері төлемнен кейін сатып алушыға құнды көрсете алады. Бұл мәндерді төмендегі пішінге енгізу керек. Бұл пішіннің құрылымы Элементті өңдеу > Шығару ақпаратын өңдеу бөлімінде орнатылған.",
    "edit_outputs": "Шығару пішінін өңдеу",
    "notifications": {
      "edit_success": "Элемент өңделді.",
      "add_success": "Элемент тізімге қосылды."
    }
  },
  "virtual_process_center": {
    "title": "Процессинг орталығы",
    "sub_title": "Тапсырысты өңдеу",
    "virtual_product": "виртуалды өнім",
    "menu": {
      "report": "Есеп беру",
      "timeline": "Хронология",
      "order": "Тапсырыс"
    },
    "list_widget": {
      "title": "Тапсырыс спецификациялары",
      "product_name": "Өнім атауы"
    },
    "inputs_widget": {
      "title": "Енгізу пішіні",
      "table": {
        "title": "Тақырып",
        "value": "Мән"
      },
      "change_inputs_action": "Енгізу пішінін өңдеу"
    },
    "outputs_widget": {
      "title": "Шығару формасы",
      "table": {
        "title": "Тақырып",
        "value": "Мән"
      },
      "tips": [
        "Тұтынушының сұрауын орындағаннан кейін сатып алушыға тапсырыс туралы хабарлау үшін тапсырысты растау пернесін басыңыз.",
        "Тапсырыс бекітілгеннен кейін сатып алушы енгізілген ақпаратты өңдей алмайды."
      ],
      "alerts": {
        "order_completed_by_admin": "Тапсырыс аяқталды.",
        "order_completed_by_buyer": "Сатып алушы тапсырысты орындады.",
        "waiting_for_buyer": "Сатып алушының мақұлдауын күтуде .."
      }
    }
  },
  "file_process_center": {
    "title": "Процессинг орталығы",
    "sub_title": "Тапсырысты өңдеу",
    "menu": {
      "report": "Есеп беру",
      "timeline": "Хронология",
      "order": "Тапсырыс"
    }
  },
  "process_order_page_dashboard": {
    "title": "Тапсырысты өңдеу",
    "cancel_order_action": "Тапсырысты тоқтату",
    "open_basket_cation": "Бұл себет ашық, яғни тұтынушы сатып алып жатыр және тапсырысты әлі төлемеген.",
    "reject_dialog": {
      "title": "Тапсырысты қабылдамау себебі",
      "message": "Төмендегі тізімнен бұл тапсырысты қабылдамау себебін таңдаңыз. Клиентті бас тарту және қайтару процесі туралы хабардар етіңіз. Ақшаны қайтару 12 сағат ішінде жасалуы керек.",
      "confirm_action": "Тапсырысты тоқтату",
      "dismiss_reject_action": "Тапсырыстың күшін жоюдан бас тарту"
    },
    "notifications": {
      "update_status_success": "Тапсырыс күйі жаңартылды.",
      "reject_update_success": "Тапсырысты тоқтату күйі жаңартылды.",
      "dismiss_reject_success": "Тапсырыс қалыпты үрдіске оралды.",
      "set_tracking_success": "Тапсырыс бақылау идентификаторы сәтті сақталды."
    }
  },
  "process_center": {
    "title": "Процессинг орталығы",
    "physical_product": "Физикалық өнімдер",
    "menu": {
      "label": "Пакет белгісі",
      "receipt": "Шот-фактура",
      "back": "Артқа",
      "return": "Қайту",
      "report": "Есеп беру",
      "timeline": "Хронология",
      "inputs": "Кірістері",
      "order": "Тапсырыс"
    },
    "payment_widget": {
      "title": "Төлем",
      "checklist": [
        "Тапсырыс сомасын және тұтынушы төлемін тексеріңіз.",
        "Төлем мекенжайын тексеріңіз.",
        "Енгізілген ақпараттың дұрыстығына көз жеткізіңіз, әсіресе төлем қолма-қол ақшамен жеткізілсе."
      ],
      "action_cod_pay": "Клиенттің төлемін растау",
      "action_dir_pay": "Жүктеп салынған төлем түбіртегін растаңыз",
      "payment_receipt_not_uploaded_error": "Төлем түбіртегі әлі жүктелмеді!",
      "waiting_for_pay": "Төлем күтілуде",
      "processing_payment": "Төлем өңделуде",
      "processing_cancel": "Төлем тоқтатылды",
      "paid": "Ақылы",
      "cod_pay_info": "Тұтынушыдан тапсырыс алғаннан кейін төлемді растап, тапсырысты аяқтай аласыз.",
      "dir_pay_info": "Төлем түбіртегі жоғарыда пайда болады. Төлемді растамас бұрын банкіңізден депозит сомасын және түбіртек ақпаратын тексеріңіз.",
      "created_date": "Жасалған күні",
      "pay_date": "Төлем күні",
      "payment_gateway": "Төлем шлюзі",
      "payment_method": "Төлем тәсілі",
      "risk": "Тәуекел мәні",
      "billing_details": "Төлем мәліметтері",
      "add_transaction": "Жаңа шот қосыңыз",
      "add_transactions_message": "Бұл тапсырыс үшін кемінде бір транзакция жасауыңыз керек. Кейбір жағдайларда төлем бірнеше кезеңмен талап етіледі. Пайдаланушы қандай транзакцияларды төлеуі керек екенін сіз жұмыс барысында анықтайсыз.",
      "add_bill_dialog": {
        "title": "Шот-фактура қосу",
        "message": "Осы тапсырыс үшін бір немесе бірнеше жаңа шот-фактураларды қосуға болады. Тапсырыс беруші бұл шот-фактураларды көреді және олардың әрқайсысына жұмыс барысына қарай төлейді.",
        "amount_input": "Шот-фактура сомасы",
        "action": "Шот қосу"
      },
      "edit_bill_dialog": {
        "title": "Шот-фактураны өңдеу",
        "message": "Күтудегі шот-фактураларды өңдеуге болады.",
        "action": "Шот-фактураны өңдеу"
      },
      "bill_cash_payment_dialog": {
        "title": "Қолма-қол төлемді тіркеу",
        "message": "Егер сатып алушы осы шот-фактураның сомасын қолма-қол ақшамен немесе онлайн төлемнен басқа жолмен төлеген болса, осы бөлімде опцияны таңдау арқылы тіркеліп, оның төлемін растаңыз. Бұл бөлімде сіз дүкеннің қолма-қол ақшаны төлеу шлюздерін ғана көре аласыз.Егер мұндай опцияны көрмесеңіз, дүкеніңізде таңдалған валютада қолма-қол ақшаны төлеу шлюзін белсендіруіңіз керек.",
        "action": "Төлемді растау"
      },
      "table": {
        "title": "Тақырып",
        "amount": "Сома",
        "description": "Сипаттама",
        "info": "Ақпарат"
      },
      "user_payment": "Тұтынушы төлемі",
      "cod": "Жеткізу кезінде қолма-қол ақша",
      "gateway_wage": "Алым",
      "gift_card": "Сыйлық картасы",
      "discount_code": {
        "title": "Жеңілдік коды",
        "code": "Код",
        "percent": "Пайыз",
        "limit": "Шектеу"
      },
      "club": {
        "title": "Клиенттер клубы",
        "percent": "Пайыз",
        "limit": "Шектеу"
      },
      "coupon": {
        "title": "Купон",
        "percent": "Пайыз",
        "limit": "Шектеу",
        "charge": "Зарядтау"
      },
      "delivery": {
        "title": "Жеткізу құны",
        "not_paid": "Төленбеген"
      },
      "samin": {
        "title": "Қызмет ақысы",
        "description": "Бұл сома Selldone әмиян шотыңыздан алынып тасталды.",
        "tooltip": "Төлем әдісімен есептеңіз",
        "percent": "Пайыз"
      },
      "affiliate": {
        "title": "Серіктестік комиссиясы",
        "affiliate_message": "Сіз бұл комиссияны серіктесіңізге төлеуіңіз керек. Бұл процесс өз бетіңізше жасалады."
      },
      "total_price": "Заттардың жалпы бағасы",
      "total_items_discount": "Заттарға жеңілдік",
      "total_price_after_offers": "Ұсыныстарды қолданғаннан кейін барлығы",
      "user_payment_amount": "Сатып алушының төлем сомасы",
      "samin_wage": "Сату ақысы",
      "pay_cod_dialog": {
        "title": "Тапсырыс ақшасын алдыңыз ба?",
        "message": "Тұтынушының толық төлемін қамтамасыз еткеннен кейін бұл опцияны қолма-қол ақшаны жеткізу арқылы төлеу әдісімен растаңыз.",
        "confirm_action": "Тұтынушы төлемін растау"
      },
      "pay_dir_dialog": {
        "title": "Тапсырыс ақшасын алдыңыз ба?",
        "message": "Жүктеп салынған төлем түбіртегін банкіңізбен растағаннан кейін бұл опцияны растаңыз. Төлемді банкіңізден тексеруді ұмытпаңыз.",
        "confirm_action": "Тұтынушы төлемін растау"
      },
      "notifications": {
        "pay_confirm_message": "Төлем расталды.<br> Порт: {gateway_name}<br> Күні: {payment_at}",
        "pay_fail_title": "Төленбеген",
        "pay_fail_message": "Төлемді бекіту мүмкін емес!"
      },
      "total_order_price_before_tax": "Салық салуға дейінгі жалпы баға"
    },
    "basket_list": {
      "checklist": [
        "Инвентаризацияны тексеру.",
        "Егер тауар жоқ болса, сол зат үшін төленген сома тұтынушыға қайтарылуы керек."
      ],
      "message": "Егер элементтердің кез келгені қолжетімсіз болса немесе сату мүмкін болмаса, оның жанындағы құсбелгіні алып тастап, « <b>Тапсырысты растау»</b> түймесін басыңыз.",
      "action": "Тапсырысты растау",
      "list_of_items": "Сатып алу себетінің тізімі",
      "apply_change_action": "Өзгерістерді қолдану",
      "cant_apply_change": "Өзгерістер енгізу мүмкін емес",
      "lottery_prize_inform": "Тұтынушы осы өнімнің 1 есесін ұтып алады. Осы тапсырыспен сыйлық жіберіңіз."
    },
    "preparing": {
      "title": "Дайындық",
      "packing_weight": "Қаптама салмағы",
      "delivery_type": "Жеткізу әдісі",
      "packing_size": "Қаптама өлшемдері",
      "distance_warning": "Рұқсат етілген қашықтық шегінен асады.",
      "weight_warning": "Рұқсат етілген салмақтан асып түседі.",
      "volume_warning": "Рұқсат етілген пакет өлшемінен асып түседі.",
      "message": "Тапсырыс жөнелтуге дайын болса, келесі « <b>Тапсырыс беруге дайын</b> » түймесін басыңыз.",
      "action": "Тапсырыс жөнелтуге дайын",
      "checklist": [
        "Қаптамада стандартты ережелерді сақтау.",
        "Элементтердің тізімін басып шығарып, оны буманың ішіне салыңыз.",
        "Жапсырманы басып шығарып, қорапқа жабыстырыңыз."
      ]
    },
    "basket_items": "Тапсырыс заттарының тізімі",
    "delivered_dialog": {
      "title": "Бұл тапсырысты тұтынушы алды ма?",
      "message": "Тұтынушының тапсырысты алғанын білген кезде бұл опцияны растаңыз",
      "confirm_action": "Мен тұтынушының пакетті алғанын растаймын"
    },
    "return_delivery_dialog": {
      "title": "Тапсырыс жеткізу кезінде қандай да бір проблемалар туындады ма, әлде ол қайтарылды ма?",
      "message": "Егер тапсырыс қандай да бір себептермен жіберілгеннен кейін қайтарылса және жөнелтімді қайта жіберу қажет болса, жөнелтімді қайтару опциясын растаңыз.",
      "confirm_action": "Жеткізу қайтарылғанын растаңыз"
    },
    "notifications": {
      "update_status_success": "Тапсырыс күйі жаңартылды.",
      "reject_update_success": "Тапсырысты тоқтату күйі жаңартылды.",
      "dismiss_reject_success": "Тапсырыс жойылды.",
      "pay_cod_success": "Жеткізу кезінде қолма-қол ақша төлеу расталды.",
      "pay_dir_success": "Төлем картадан картаға төлем немесе ақша аудару арқылы расталды.",
      "set_tracking_success": "Тапсырыс бақылау идентификаторы сәтті сақталды.",
      "new_bill_success": "Жаңа есепшот сәтті қосылды.",
      "edit_bill_success": "Есепшот сәтті жаңартылды.",
      "update_bill_status_success": "Шот күйі сәтті жаңартылды.",
      "set_payment_in_cash_success": "Төлем қолмен расталды."
    },
    "delete_bill_dialog": {
      "title": "Шотты жою",
      "message": "Бұл есепшотты шынымен жоясыз ба?",
      "action": "Иә, Қазір жою"
    }
  },
  "shop_gateway": {
    "title": "Шлюз",
    "menu": {
      "dashboard": "Бақылау тақтасы",
      "edit": "Өңдеу",
      "transactions": "Мәмілелер",
      "back": "Шлюздар"
    },
    "dashboard": {
      "title": "Шлюзді басқару",
      "gateway_data_widget": {
        "title": "Төлемдер туралы есеп",
        "title_small": "Шлюз",
        "chart": {
          "times": "Санау",
          "buys": "Сатып алу саны",
          "pays": "Сәтті төлем",
          "amount_pay": "Ақылы",
          "amount_wage": "Алым"
        }
      },
      "gateway_info_widget": {
        "title": "Ақпарат",
        "title_small": "Шлюз",
        "status": "Күй",
        "cod_transportation": "COD қолдайтын жеткізу әдістері",
        "cod_transportations_error": "Кем дегенде бір жеткізу әдісі үшін қолма-қол ақшаны жеткізу төлемін қосыңыз!",
        "payment_type": "Төлем түрі",
        "cod": "Жеткізу кезінде қолма-қол ақша",
        "online": "Онлайн төлем",
        "wage_percent": "Төлем пайызы",
        "min_wage": "Ең төменгі комиссия",
        "max_wage": "Максималды алым",
        "min_amount": "Ең аз транзакция",
        "max_amount": "Максималды транзакция",
        "timeout": "Төлем мерзімі",
        "timeout_unit": "Секундтар",
        "link": "Шлюз сілтемесі",
        "your_gateway_status": "Сіздің шлюз күйіңіз",
        "config_extra_info": "Төлем қызметінің конфигурациясы",
        "oauth2_button": "{gateway} желісіне автоматты қосылу",
        "fee_payment_message": "Тұтынушы төлеген барлық сома сіздің шотыңызға аударылады. Қызмет ақысы Selldone-дегі әмияныңыздан алынады."
      }
    },
    "edit": {
      "title": "Шлюзді өңдеу",
      "menu": {
        "delete": "Шлюзді жою"
      },
      "edit_action": "Шлюзді өңдеу"
    },
    "transactions": {
      "title": "Мәмілелер",
      "table": {
        "amount": "Сома",
        "currency": "Валюта",
        "livemode": "Түр",
        "status": "Күй",
        "target_id": "Тапсырыс",
        "risk": "Тәуекел",
        "card": "Карта",
        "issued_at": "Берілу күні",
        "payment_at": "Төлем күні"
      },
      "live_mode": "Тірі",
      "test_mode": "Құм жәшік"
    }
  },
  "edit_gateway": {
    "public_keys": "Ашық кілттер",
    "private_keys": "Жеке кілттер (құпия)",
    "link": "Веб-сайт",
    "state_title": "Белсенді/белсенді емес төлем әдісі",
    "gateway_status": "Күй",
    "wallet": "Блокчейн әмиян",
    "developer_title": "Әзірлеуші режимі",
    "developer_message": "Шлюз жөндеу режимін қолдаса, жалған транзакцияларды өңдеуге болады.",
    "notifications": {
      "edit_success": "{gateway_name} шлюзі өңделді."
    },
    "developer_setting": "Әзірлеу және сынақтан өткізу",
    "live_mode_message": "Барлық транзакциялар тікелей режимде болады."
  },
  "gift_card": {
    "title": "Сыйлық карталары",
    "menu": {
      "edit": "Өңдеу",
      "new_card": "Карта жасау",
      "list": "Карталар",
      "orders": "Тапсырыстар",
      "dashboard": "Бақылау тақтасы",
      "back": "Сыйлық карталары"
    },
    "dashboard": {
      "title": "Сыйлық картасын басқару тақтасы",
      "amount_widget": {
        "title": "Карточкалық төлем",
        "title_small": "30 күн",
        "chart_amount_pay": {
          "y": "сомасы",
          "label": "Төлем"
        },
        "chart_buys": {
          "y": "Сатып алады",
          "label": "Сатып алады"
        },
        "total_buy": "Сатып алудың жалпы сомасы",
        "total_pay_30days": "30 күндік жалпы төлем",
        "total_pay_today": "Бүгінгі төлем"
      },
      "count_widget": {
        "title": "Шығарылған карталар саны",
        "title_small": "30 күн",
        "total_cards": "Карталардың жалпы саны",
        "used_cards_30days": "30 күн қолдану",
        "used_today": "Бүгінгі қолдану",
        "chart": {
          "new_cards": "Жаңа карталар",
          "used_cards": "Қолданылған карталар",
          "new_card_name": "Жаңа карта",
          "used_card_name": "Қолданылған"
        }
      },
      "export": {
        "title": "Шығару файлын алыңыз",
        "cards_list": "Карталар тізімін алыңыз",
        "get_report": "Есепті алу"
      }
    },
    "cards": {
      "title": "Шығарылған карталар тізімі",
      "loading_message": "Ақпарат алынуда... күте тұрыңыз",
      "issue_to_user": "Пайдаланушыға қатысты мәселе",
      "table": {
        "card_number": "Карточка нөмірі",
        "balance": "Баланс",
        "paid": "Ақылы",
        "edit": "Өңдеу",
        "delete": "Жою",
        "expire": "Мерзімі бітеді",
        "user": "Пайдаланушы"
      },
      "delete_alert": {
        "title": "Картаны алып тастаңыз",
        "message": "Бұл картаны шынымен жойғыңыз келе ме?",
        "action": "Жою"
      },
      "notifications": {
        "delete_success": "Сыйлық картасы жойылды.",
        "edit_success": "Өзгерістер енгізілді.",
        "issue_success": "Сыйлық картасы пайдаланушыға сәтті шығарылды."
      },
      "issue_dialog": {
        "title": "Сыйлық картасын шығару",
        "action": "Мен растаймын. Картаны қазір шығарыңыз"
      }
    },
    "gift_card_edit": {
      "title": "Сыйлық картасын жасау",
      "validity": "Жарамдылық",
      "validity_unit": "Айлар",
      "currency": "Валюта",
      "initial_balance": "Картаның бастапқы балансы",
      "count": "Санау",
      "count_unit": "зат(тар)",
      "enable_input_message": "Жасалған карталардың күйі",
      "notifications": {
        "create_success_title": "Сақтау",
        "create_success": "{count} жаңа карта жасалды"
      }
    },
    "gift_card_edit_page": {
      "title": "Сыйлық картасын өңдеу"
    }
  },
  "shop_discount": {
    "title": "Жеңілдік коды",
    "up_to": "дейін",
    "menu": {
      "dashboard": "Бақылау тақтасы",
      "orders": "Тапсырыстар",
      "back": "Жеңілдік кодтары"
    },
    "dashboard": {
      "title": "Жеңілдік кодын басқару тақтасы",
      "chart_amount_buy": {
        "y": "Сатып алу сомасы {currency}",
        "label": "Сатып алу"
      },
      "chart_amount_discount": {
        "y": "Жеңілдік {currency}",
        "label": "Жеңілдік"
      },
      "chart_used": {
        "y": "Қолдану мөлшері",
        "label": "Уақыт"
      }
    }
  },
  "shop_coupon": {
    "title": "Купондар",
    "up_to": "дейін",
    "menu": {
      "dashboard": "Бақылау тақтасы",
      "back": "Купондар",
      "orders": "Тапсырыстар"
    },
    "dashboard": {
      "title": "Купондарды басқару тақтасы",
      "chart_amount_buy": {
        "y": "Сатып алу сомасы {currency}",
        "label": "Сатып алу"
      },
      "chart_amount_discount": {
        "y": "Купон {currency}",
        "label": "Купон"
      },
      "chart_used": {
        "y": "Қолдану мөлшері",
        "label": "Уақыт"
      }
    }
  },
  "shop_offer": {
    "title": "Ұсыныстар",
    "up_to": "дейін",
    "menu": {
      "dashboard": "Бақылау тақтасы",
      "orders": "Тапсырыстар",
      "back": "Ұсыныстар"
    },
    "dashboard": {
      "title": "Ұсынысты басқару тақтасы",
      "chart_amount_buy": {
        "y": "Сатып алу сомасы {currency}",
        "label": "Сатып алу"
      },
      "chart_amount_discount": {
        "y": "Ұсыныс {currency}",
        "label": "Ұсыныс"
      },
      "chart_used": {
        "y": "Қолдану мөлшері",
        "label": "Уақыт"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "Белсендіру ақысын төлеңіз",
    "balance": "Баланс",
    "locked": "Құлыпталған",
    "transfer": "Тасымалдау",
    "charge": "Депозит"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "Шығу",
    "payment": "Төлем",
    "confirm": "Тапсырысты растау, <b>{success}</b> расталды және <b>{fail}</b> қабылданбады.",
    "prepare": "Тапсырыс дайындау.",
    "send": "Тапсырыс <b>{delivery}</b> арқылы жөнелтілді.",
    "delivered": "Тапсырыс тұтынушыға жеткізілді.",
    "fill-inputs": "Сатып алушы толтырған ақпаратты енгізу формасы.",
    "return-add": "Өнімді қайтару сұрауын жіберіңіз, {product}.",
    "return-accept": "{return_code} қайтару сұрауы расталды.",
    "return-reject": "{return_code} сұрауы қабылданбады.",
    "reject-order": "Тапсырысты қабылдамау. Код: {reject_code}.",
    "reject-order-clear": "Тапсырысты қабылдамаудан бас тарту. Код: {reject_code}.",
    "email-buy": "Сатып алуды растау электрондық поштасын тұтынушыға жіберіңіз.",
    "email-payment": "Төлемді растау электрондық поштасын тұтынушыға жіберіңіз.",
    "delivery-returned": "Тапсырыс тапсырыс берушіге келмеді және қайтарылды. Қайтадан жөнелту керек.",
    "delivery-canceled": "Жеткізу тоқтатылды. Қайтадан жөнелту керек.",
    "edit-receiver-info": "Тапсырысты жеткізу мекенжайын сатып алушы өңдеді.",
    "edit-billing-info": "Сатып алушы өңдеген төлем мекенжайы.",
    "payment-cod-confirm": "COD төлемі расталды.",
    "payment-cash-confirm": "Шот үшін қолма-қол ақшамен {amount} {currency} төленгені расталды.",
    "payment-dir-confirm": "Тікелей төлем түбіртегі расталды.",
    "vendor": "Жеткізуші тапсырысының күйі <b>{from}</b> -дан <b>{to}</b> -ға өзгерді.",
    "connect-sync": "Тапсырыс Connect OS арқылы синхрондалған.",
    "connect-shipped": "Қосылу тапсырысы {shipping} арқылы жөнелтілді.",
    "connect-returned": "Қосылу тапсырысы {shipping} арқылы қайтарылды.",
    "connect-failed": "Серіктес тапсырысты орындамады. {reason}",
    "connect-canceled": "Тапсырыс серіктес тарапынан жойылды. {reason}",
    "connect-action-cancel": "Тапсырысты тоқтатуды сұрау. {reason}",
    "connect-put-hold": "Бұйрық уақытша тоқтатылды. {reason}",
    "connect-remove-hold": "Тапсырыс күтуден алынып тасталды. {reason}",
    "connect-confirmed": "Тапсырыс расталды.",
    "email-vendor": "🔔 Тапсырыс беру туралы электрондық пошта <b>{vendor}</b> ╏ мекенжайына жіберілді {email}.",
    "vendor-payout": "💸 Сатушыға төлем."
  },
  "inline_chart": {
    "today": "Бүгін",
    "last_days": "{days} күн бұрын"
  },
  "products_select": {
    "move_category": "<b>{category}</b> санатын басқа санатқа жылжытыңыз",
    "move_product": "Өнімді <b>{product}</b> санатқа жылжытыңыз",
    "product_menu": {
      "dashboard": "Өнімнің бақылау тақтасы",
      "inventory": "Түгендеу және нұсқалар"
    },
    "notifications": {
      "copy_success": "Өнімнің көшірмесі.",
      "change_category_success": "Өнім санаты өзгертілді."
    }
  },
  "physical_order_track": {
    "title": "Тәуекелдер туралы есептер мен бағалаулар"
  },
  "virtual_order_track": {
    "title": "Тәуекелдер туралы есептер мен бағалаулар"
  },
  "virtual_order_timeline": {
    "title": "Хронология"
  },
  "physical_order_timeline": {
    "title": "Хронология"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "Осы жерге хабарлама жазыңыз...",
    "pin_action": "Жоғарыға бекітіңіз",
    "unpin_action": "Бекіту",
    "copy_html": "Html көшіріңіз",
    "notifications": {
      "add_note_success": "Ескертпе қосылды.",
      "edit_note_success": "Ескертпе өңделді.",
      "delete_note_success": "Ескертпе жойылды."
    },
    "delete_dialog": {
      "title": "Жазбаны жою",
      "message": "Осы жазбаны жойғыңыз келе ме?",
      "action": "Жазбаны жою"
    },
    "resend_dialog": {
      "title": "Электрондық поштаны қайта жіберу",
      "message": "Бұл электрондық поштаны тұтынушыға қайта жіберуге сенімдісіз бе?",
      "action": "Иә, қайта жіберіңіз",
      "success": "Электрондық пошта тұтынушыға қайта жіберілді."
    }
  },
  "accounts": {
    "title": "Менің әмияным",
    "message": "Selldone қолданбасында пайдаланып жатқан валютамен кем дегенде бір есептік жазба жасау керек. Қызмет ақысын төлеу үшін осы шотты толтыру керек.",
    "add_new": "Жаңа тіркелгі жасау",
    "new_account": "Жаңа тіркелгі қосу",
    "new_account_dialog": {
      "title": "Жаңа тіркелгі",
      "account_name_input": "Төлем алушы",
      "currency_input": "Валюта бірлігі",
      "currency_input_message": "Жасалған шот осы валютаның мәндерін ғана сақтайды.",
      "new_account_wage": "Жаңа тіркелгі жасау құны: бірінші тіркелгі үшін тегін",
      "create_account_action": "Аккаунт құру"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "Сыйлық жіберу",
      "sent": "Жіберу",
      "received": "Алынған"
    },
    "send_gifts": {
      "title": "Жіберілген сыйлықтар",
      "sub_title": "Сіз достарыңызға немесе тұтынушыларыңызға сыйлық жібере аласыз. Алушы сыйлықты қабылдауы немесе бас тартуы мүмкін. Сома сіздің шотыңызда құлыпталады және алушы қабылдаса, алынады. Әйтпесе, бұл сома сіздің шотыңызға аударылады.",
      "table": {
        "user": "Пайдаланушы",
        "amount": "Сома",
        "currency": "Валюта",
        "account_name": "бастап",
        "status": "Күй",
        "message": "Хабар",
        "created_at": "Жасалған күні"
      }
    },
    "received_gifts": {
      "title": "Алынған сыйлықтар",
      "sub_title": "Selldone немесе басқалардан алған сыйлықтарыңыз",
      "table": {
        "amount": "Сома",
        "currency": "Валюта",
        "account_from": "бастап",
        "status": "Күй",
        "message": "Хабар",
        "created_at": "Жасалған күні",
        "receive": "Қабылдау"
      }
    }
  },
  "get_gift_dialog": {
    "title": "Сыйлық алу",
    "more": "Көбірек ..",
    "amount": "Сома",
    "message": "Хабар",
    "account_to_input": "Тағайындалған есептік жазба",
    "account_to_input_message": "Сыйлық сомалары осы шотқа аударылады.",
    "get_action": "Сыйлықты қабылдаңыз",
    "notifications": {
      "received_success_title": "Құттықтаймыз",
      "received_success": "Есептік жазбаңызға {amount} {currency} сыйлық сомасы аударылды."
    }
  },
  "send_gift_dialog": {
    "title": "Сыйлық жіберу",
    "account_from_input": "Есептік жазбаны таңдаңыз",
    "account_from_input_message": "Сыйлық сомалары осы шоттан алынады.",
    "receiver_input": "Қабылдаушы",
    "receiver_input_message": "Электрондық пошта мекенжайын немесе телефон нөмірін енгізуге болады.",
    "message_input": "Хабар",
    "message_input_message": "Сіз алушыға хабарлама қалдыра аласыз.",
    "amount_input": "Сома",
    "currency_input": "Валюта бірлігі",
    "currency_input_message": "Баға осы валютада есептеледі.",
    "send_action": "Сыйлық жіберу",
    "notifications": {
      "send_success": "{amount} {currency} сыйлық {receiver} жіберілді."
    }
  },
  "account_list": {
    "account_input": "Шот нөмірі",
    "account_input_message": "Осы валютадағы сыйлықтардың сомалары осы шотқа салынады.",
    "free_balance": "Еркін баланс",
    "account_name": "Төлем алушы"
  },
  "user_monetize_accounts": {
    "title": "Депозиттік шоттар",
    "sub_title": "Сыйлық сомалары автоматты түрде осы шоттарға аударылады.",
    "message": "Selldone сіздің әлеуметтік медиа белсенділігіңізге, Selldone әзірлеуіне қатысуыңызға, достарыңызды таныстыруға және т.б. үшін қаражат салады. Әрбір валюта үшін депозиттік шотты таңдау арқылы сыйлық сомалары сіздің доменіңіздегі сол шотқа автоматты түрде аударылады. Бұл сомаларды Selldone-ге есептеуге болады. Қаражатты алу тек іскер серіктестер үшін мүмкін болады.",
    "add_account_action": "Аккаунт қосу",
    "add_dialog": {
      "title": "Сыйлықтар алу үшін есептік жазбаны қосыңыз",
      "account_input": "Шот нөмірі",
      "account_input_message": "Осы валютадағы сыйлықтардың сомалары осы шотқа салынады.",
      "set_as_default_action": "Әдепкі есептік жазба ретінде таңдаңыз"
    },
    "table": {
      "currency": "Валюта",
      "account_number": "Шот нөмірі",
      "account_name": "Аты",
      "payment": "Салым сомасы",
      "reset_at": "Қайта орнату",
      "delete": "Жою"
    },
    "notifications": {
      "set_success": "Есептік жазба сәтті қосылды.",
      "delete_success": "Тіркелгі сыйлықтар алуға арналған әдепкі тіркелгілер тізімінен сәтті жойылды."
    },
    "delete_alert": {
      "title": "Есептік жазбаны жою",
      "message": "Бұл есептік жазбаны сыйлық тіркелгілері тізімінен жойғыңыз келе ме?",
      "action": "Жою"
    }
  },
  "user_monetize": {
    "title": "Ақша жасау",
    "menu": {
      "plans": "Жоспарлары",
      "accounts": "Есептік жазбалар",
      "participant": "Қатысушы"
    }
  },
  "user_monetize_plans": {
    "title": "Ынтымақтастық және монетизация жобалары",
    "sub_title": "Сізге жолдама сыйлықтары үшін шот кредиті беріледі. Бұл сомалар сіздің шотыңыздан алынады және оны тек Selldone іскер серіктестеріне ғана алуға болады (барлығы емес). Сіз ақшаны Selldone қызметтерінің ақысына жұмсай аласыз.",
    "discount": "Жеңілдік",
    "your_income": "Сіздің табысыңыз",
    "level_2": "Екінші деңгейден",
    "level_3": "Үшінші деңгейден",
    "link_message": "Мүшелік: {registered}, қабылданған: {accepted}",
    "link_tip": "Сіз бөліскен әрбір мекенжайдың соңына ?ref={link_code} тіркесін қосуға болады.",
    "table": {
      "currency": "Валюта",
      "amount": "Баланс",
      "total": "Жалпы төлем",
      "payment_date": "Соңғы төлем күні",
      "withdraw": "Шығу"
    },
    "notifications": {
      "get_credit_success": "Сұралған сома сіздің шотыңызға аударылды."
    }
  },
  "basic_information": {
    "title": "Менің жеке куәлігім және профилім",
    "email": "Электрондық пошта",
    "tel": "Мобильдік телефон нөмірі",
    "address": "мекенжайы",
    "payment": "Жарамды транзакциялар",
    "personal_information": "Жеке басын куәландыратын ақпарат",
    "main_profile": "Негізгі профиль",
    "main_profile_subtitle": "Бұл ақпарат барлығына ашық.",
    "kyc_waiting_info": "Біз сіз енгізген ақпараттың дұрыстығын тексереміз. Бұл процесс KYC ережелеріне сәйкес міндетті болып табылады және қаржылық транзакциялардың тәуекелін азайтады. Сіз бұл қызметтің қазіргі және болашақ артықшылықтарын пайдалана аласыз.",
    "personal_info_dialog": {
      "title": "Жеке басын куәландыратын ақпарат",
      "name_input": "Аты",
      "family_name_input": "Тек",
      "number_input": "Паспорт нөмірі (немесе ұлттық код)",
      "birthday_input": "Туған күн",
      "birthday_input_placeholder": "Туған күніңізді енгізіңіз",
      "address_input": "мекенжайы",
      "postcode_input": "Пошта Индексі",
      "tel_input": "Байланыс нөмірі",
      "passport_image_input": "Паспорт суретін таңдаңыз",
      "passport_image_input_message": "Паспорт суретінің сканерін жүктеңіз.",
      "personal_image_input": "Өз суретіңізді таңдаңыз",
      "personal_image_input_message": "Ұлттық картаңыздағы сканерленген кескінді кескінге алға және артқа жүктеп салыңыз."
    },
    "profile_dialog": {
      "title": "Негізгі профиль",
      "full_name_input": "Толық аты",
      "tel_input": "Байланыс нөмірі",
      "email_input": "Электрондық пошта",
      "website_input": "Веб-сайт",
      "address_input": "мекенжайы",
      "about_input": "Мен туралы",
      "about_long_input": "Мен туралы ұзақ мәтін",
      "image_input": "Профиль суретін таңдаңыз",
      "image_input_message": "Суретіңізді жүктеңіз. Бұл сурет профильдік сурет ретінде пайдаланылады.",
      "notifications": {
        "update_profile_success": "Профиль жаңартылды.",
        "update_personal_info_success": "Сіздің ақпаратыңыз сәтті тіркелді"
      }
    },
    "charge_account_approve_message": "Банк транзакциясын мақұлдау үшін шотыңыздан ақы алыңыз.",
    "payment_approval": "Төлемді бекіту",
    "residential_address_checking": "Сіздің тұрғылықты мекенжайыңыздың құжаттары тексеру кезегінде.",
    "add_residential_address": "Орналасқан жеріңізді және тұрғылықты мекенжайыңызды растайтын құжаттарды қосыңыз."
  },
  "phone_verify": {
    "title": "Мобильдік телефон нөмірі",
    "step1_title": "Ұялы телефон нөміріңізді енгізіңіз.",
    "phone_number_input": "Мобильдік телефон нөмірі",
    "next": "Келесі қадам",
    "sms_code_input": "Тексеру коды",
    "sms_code_message": "6 таңбалы растау коды {phone_number} нөміріне жіберілді.",
    "notifications": {
      "duplicated_number_error": "Бұл нөмірді сіз әлдеқашан бекітіп қойғансыз.",
      "send_activation_code_success_title": "Тексеру коды",
      "send_activation_code_success": "Растау коды {phone_number} нөміріне жіберілді.",
      "verify_success": "Ұялы телефон нөміріңіз расталды"
    }
  },
  "companies": {
    "title": "Менің бизнес тіркелгілерім",
    "message": "Кәсіпорындар, кәсіпкерлер және кәсіби командалар Selldone негізінде өнімдер мен қосымшаларды әзірлей алады. Бұл бизнес профилін жасау талабы.",
    "new_company": "Жаңа компания"
  },
  "add_company": {
    "name_input": "Компанияның Аты",
    "website_input": "Веб-сайт",
    "email_input": "Электрондық пошта",
    "address_input": "мекенжайы",
    "tel_input": "Тел",
    "mobile_input": "Ұялы",
    "edit_action": "Компанияны өңдеу",
    "create_action": "Компания құру",
    "notifications": {
      "add_success": "{name} бизнес тіркелгісі жасалды.",
      "edit_success": "Бизнес тіркелгісі өңделді."
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "Жеке",
      "shop_key": "Клиенттер",
      "apps": "Қолданбалар"
    },
    "connected_apps_title": "Қосылған қолданбалар",
    "connected_apps_message": "Сіз домен тіркелгіңізге қосылған барлық дүкендер мен қолданбалардың тізімін көресіз. Олардың кез келгеніне кіру рұқсатын жоюға болады.",
    "shop_keys_title": "Қатынас кілттерін сақтау",
    "shop_keys_message": "Бұл кілттер сервер арқылы Access Token жасау үшін пайдаланылады. Кілттердің құпия екенін және олар басқаларға көрінбейтін етіп серверде ғана орналастырылғанын ескеріңіз.",
    "personal_keys_title": "Жеке кіру кілттері",
    "personal_keys_message": "Тіркелгіңіздің кілттерін осы жерден жасай аласыз. Бұл кілттер есептік жазбаңызға кіре алатынын ескеріңіз. Не істеп жатқаныңызды нақты білсеңіз ғана осы кілттерді жасаңыз және пайдаланыңыз.",
    "clients_title": "Клиенттер",
    "clients_message": "Бұл кілттер сервер арқылы Access Token жасау үшін пайдаланылады. Кілттердің құпия екенін және олар басқаларға көрінбейтін етіп серверде ғана орналастырылғанын ескеріңіз."
  },
  "user_security_control": {
    "title": "Есептік жазба қауіпсіздігі",
    "message": "Есептік жазбаңыздың қауіпсіздік параметрлерін осы жерден өңдеуге болады.",
    "delete": {
      "title": "Есептік жазбаны жою",
      "subtitle": "Есептік жазбаңызды жоймас бұрын, барлық дүкендерді жойғаныңызға көз жеткізіңіз.",
      "action": "Мен сенімдімін, менің тіркелгімді жойыңыз",
      "agreement": "Менің барлық ақпаратым сіздің серверіңізден жойылатынын қабылдаймын. Ақпаратыңыз алаяқтықты немесе теріс пайдалануды болдырмау үшін біз анықтаған кестеге сәйкес жойылады."
    },
    "list": {
      "password": {
        "title": "Құпия сөз",
        "sub_title": "Тіркелгіңіз үшін күшті құпия сөзді таңдаңыз.",
        "action_title": "Есептік жазбаға кіру құпия сөзі",
        "not_exist": "Енгізілмеген",
        "action": "Құпия сөзді өзгерту"
      },
      "phone": {
        "title": "Мобильдік телефон нөмірі",
        "sub_title": "Ұялы телефон нөміріңізді растаңыз. Сіз осы нөмір арқылы жүйеге кіре аласыз.",
        "action_title": "Есептік жазбаның негізгі телефон нөмірі",
        "action": "Нөмірді растау"
      },
      "two_step": {
        "title": "Екі қадамды енгізу",
        "sub_title": "Ұялы телефон нөміріңізді растаңыз. Сіз осы нөмір арқылы жүйеге кіре аласыз.",
        "action_title": "Есептік жазбаның қауіпсіздігін арттырыңыз",
        "activated_action": "Іске қосылды",
        "active_action": "Қазір белсенді"
      },
      "email": {
        "title": "Негізгі электрондық пошта",
        "sub_title": "Сізде осы тіркелгімен байланысты негізгі электрондық поштаны жаңарту опциясы бар.",
        "action_title": "Негізгі электрондық поштаны өзгерту",
        "action": "Растау сілтемесін жіберіңіз"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "Google Authenticator қолданбасын орнатыңыз"
      },
      "step_2": {
        "title": "Қолданба жасаған кодты енгізіңіз",
        "message": "6 таңбалы код ұялы телефоныңыздағы алгоритм арқылы жасалады. Қолданбаны келесі сілтемеден жүктеп алуға болады. Құпия сөзді қамтитын QR кодын жасау үшін код генераторы пернесін басыңыз.",
        "qr_code_info": "Егер сканерлеу мүмкін болмаса, кодты қолданбаға қолмен көшіріп, қоюға болады:",
        "create_new_code": "Жаңа код жасаңыз",
        "qr_code_scanning": "Google Authenticator мобильді қолданбасы жасаған QR кодын сканерлеңіз және осы беттегі жолаққа растау үшін жасалған кодты енгізіңіз.",
        "qr_code_regenerate_info": "Ескертпе: Жоғарыдағы пернені басу арқылы жаңа кілт жасалады және алдыңғы кілт жарамсыз болады. Телефон қолданбасында жаңа кілтті енгізіңіз."
      },
      "step_3": {
        "title": "Жасалған кодты енгізіңіз",
        "message": "Төмендегі өріске қолданбада жасалған кіру кодын енгізіңіз.",
        "activation_key_input": "Кіру коды"
      },
      "activated_alert": "2-қадамды кіру қосылды.",
      "activated_message": "Тіркелгіңіз үшін екі қадамды кіру мүмкіндігі қосылған. Бұдан былай тіркелгіңізге кіру үшін әрбір 30 секунд сайын өзгеретін екінші кодты енгізу қажет болады. Екі қадамды кіруді өшіру үшін жай ғана екі рет басыңыз Қадамды басыңыз және қадамдарды орындаңыз.",
      "cancel_two_step_login_action": "Екі қадамдық кіруден бас тарту",
      "cancel_two_step_login_info": "2 сатылы растауды өшіргіңіз келсе, құпия сөзіңізді енгізіп, екі қадамды кіру пернесін басыңыз.",
      "password_input": "Құпия сөз",
      "cancel_2fa_action": "Екі қадамдық кіруден бас тарту"
    },
    "change_password_dialog": {
      "title": "Құпия сөзді өзгерту",
      "message": "Күрделі және есте қаларлық құпия сөзді пайдаланыңыз.",
      "password_input": "Ағымдағы құпия сөз",
      "new_password_input": "Жаңа Құпия Сөз",
      "re_new_password_input": "Жаңа құпия сөзді қайталаңыз",
      "tips": {
        "length": "Құпия сөз кемінде 8 таңбадан тұруы керек",
        "chars": "Кем дегенде бір бас әріп және бір сан.",
        "match": "Құпия сөз сәйкес келді."
      },
      "change_password_action": "Құпия сөзді өзгерту",
      "notifications": {
        "change_password_title": "Құпия сөзді өзгерту",
        "change_password": "Құпия сөз сәтті өзгертілді."
      }
    }
  },
  "authorized_clients": {
    "title": "Қосылған дүкендердің/қолданбалардың тізімі",
    "table": {
      "name": "Аты",
      "app": "Қолданба",
      "scopes": "Қолдану аумақтары",
      "shop": "Шектеулі дүкен"
    },
    "remove_action": "Кіруді жою",
    "delete_alert": {
      "title": "Жою",
      "message": "Бұл рұқсаттан бас тартқыңыз келе ме? Бұл қолданба бұдан былай есептік жазбаңызға кіре алмайтынын ескеріңіз.",
      "action": "Қол жеткізуден бас тарту"
    }
  },
  "clients": {
    "title": "Клиенттер тізімі",
    "create_new_action": "Жаңа клиентті жасаңыз",
    "table": {
      "client_id": "Клиент идентификаторы",
      "app": "Қолданба",
      "name": "Бүркеншік ат",
      "secret_key": "Құпия кілт"
    },
    "create_dialog": {
      "title": "Жаңа клиент",
      "error_msg": "<strong>Қате!</strong> Кешіріңіз, қате орын алды!",
      "name_input": "Аты",
      "name_input_message": "Сіздің пайдаланушыларыңыз танитын және сенетін нәрсе.",
      "redirect_input_message": "Сайтыңызға мекенжайды қайтарыңыз."
    },
    "edit_dialog": {
      "title": "Өңдеу рұқсаты"
    },
    "delete_alert": {
      "title": "Жою",
      "message": "Осы клиентті жойғыңыз келе ме?",
      "action": "Жою"
    }
  },
  "personal_access_tokens": {
    "title": "Жеке қол жеткізу токендерінің тізімі",
    "create_action": "Жаңа белгі жасаңыз",
    "table": {
      "name": "Аты",
      "scopes": "Қатынастар",
      "expire_at": "Қолданылу мерзімі"
    },
    "create_dialog": {
      "title": "Токен құрылысы",
      "error_message": "<strong>Қате!</strong> Кешіріңіз, қате орын алды!",
      "name_input": "Бүркеншік ат Ex. менің белгі атым",
      "name_input_message": "Таңдаулы белгі атауы.",
      "scopes_list": "Токенге қол жеткізу тізімі"
    },
    "access_token_dialog": {
      "title": "Жеке кіру кілті",
      "message": "Міне, сіздің жеке қол жеткізу таңбалауышыңыздың белгісі. Бұл белгі жалғыз рет көрсетіледі, сондықтан оны жіберіп алмаңыз! Енді осы таңбалауышты API сұрау үшін пайдалануға болады."
    },
    "delete_alert": {
      "title": "Жою",
      "message": "Осы рұқсат белгісін жойғыңыз келе ме?",
      "action": "Жою"
    }
  },
  "scopes": {
    "profile": {
      "name": "профиль",
      "description": "Аты, электрондық пошта мекенжайы, сурет және аутентификация күйін қамтитын профиль ақпаратын оқыңыз."
    },
    "phone": {
      "name": "телефон нөмірі",
      "description": "телефон нөміріне қол жеткізу."
    },
    "address": {
      "name": "Мекенжайлар",
      "description": "Мекенжай кітабынан сақталған мекенжайды оқыңыз."
    },
    "buy": {
      "name": "Сатып алу",
      "description": "Тапсырыс беріңіз және дүкеннен сатып алыңыз."
    },
    "order-history": {
      "name": "Тапсырыстар тарихы",
      "description": "Тапсырыстар тарихын оқыңыз."
    },
    "my-gift-cards": {
      "name": "Сыйлық карталары",
      "description": "Менің карталарыма кіру."
    },
    "articles": {
      "name": "Мазмұнды өңдеу",
      "description": "Мақалаларды өңдеу."
    },
    "notifications": {
      "name": "Хабарламаны жіберу және алу",
      "description": "Хабарламаны жіберу және алу."
    },
    "read-shops": {
      "name": "Дүкен ст",
      "description": "Дүкен тізімін оқыңыз."
    },
    "shop-edit": {
      "name": "Дүкенді басқару",
      "description": "Дүкенге кіру рұқсатын өңдеңіз"
    },
    "shop-contacts": {
      "name": "Байланыс пішінін басқару",
      "description": "Байланыс пішіндерін алыңыз және өңдеңіз."
    },
    "shop-gift-cards": {
      "name": "Сыйлық карталарын басқару",
      "description": "Сыйлық карталарын жасаңыз, өңдеңіз және басқарыңыз."
    },
    "shop-faqs": {
      "name": "Сұрақтар мен жауаптарды басқару",
      "description": "Жиі қойылатын сұрақтарды жасаңыз, өңдеңіз және басқарыңыз."
    },
    "shop-categories": {
      "name": "Санаттарды басқару",
      "description": "Санаттарды жасау, өңдеу және басқару."
    },
    "shop-products": {
      "name": "Өнімді басқару",
      "description": "Өнімдерді қосу, өңдеу және басқару."
    },
    "shop-read-reports": {
      "name": "Есептерді оқу",
      "description": "Ақпарат пен есептерді оқыңыз."
    },
    "shop-socials": {
      "name": "Әлеуметтік медианы басқару",
      "description": "Дүкеннің әлеуметтік медиасын өңдеңіз"
    },
    "shop-accounts": {
      "name": "Қаржылық есептерді басқару",
      "description": "Дүкенге байланысты қаржылық есептік жазбаларды өңдеңіз және жойыңыз."
    },
    "shop-menus": {
      "name": "Мәзірлерді басқару",
      "description": "Дүкен мәзірлерін өңдеу."
    },
    "shop-pages": {
      "name": "Беттерді басқару",
      "description": "Дүкен беттерін өңдеу."
    },
    "shop-warehouse": {
      "name": "Қойма менеджменті",
      "description": "Дүкен қоймасын өңдеу"
    },
    "shop-permissions": {
      "name": "Қол жеткізуді басқару",
      "description": "Дүкенге кіру рұқсатын көру және өңдеу."
    },
    "shop-process-center": {
      "name": "Тапсырысты басқару",
      "description": "Тапсырысты басқару."
    },
    "shop-profile": {
      "name": "Профильдерді басқару",
      "description": "Дүкен профильдерін басқарыңыз."
    },
    "shop-discount-code": {
      "name": "Жеңілдік кодын басқару",
      "description": "Дүкеннің жеңілдік кодтарын басқарыңыз, өңдеңіз және қосыңыз."
    }
  },
  "company_page": {
    "title": "Компания",
    "create_app": "Жаңа қолданба жасау",
    "menu": {
      "edit": "Өңдеу",
      "apps": "Қолданбалар",
      "dashboard": "Бақылау тақтасы",
      "companies": "Компаниялар"
    },
    "dashboard": {
      "info_widget": {
        "title": "Компанияны тіркеу туралы ақпарат",
        "address": "мекенжайы",
        "website": "Веб-сайт",
        "email": "Электрондық пошта",
        "phone": "телефон нөмірі",
        "register": "Тіркелу",
        "developer": "Әзірлеуші",
        "verified": "Расталды",
        "golden": "Алтын"
      }
    },
    "developer": {
      "title": "Әзірлеушілер",
      "menu": {
        "new": "Жаңа",
        "apps": "Қолданбалар"
      },
      "app_card": {
        "category": "Санат",
        "installs": "Орнату",
        "actives": "Белсенді",
        "uninstalls": "Жоюлар",
        "app_code": "Қолданба коды",
        "app_mode": "Қолданба режимі"
      }
    },
    "edit": {
      "title": "Өңдеу"
    }
  },
  "add_app": {
    "category_input": "Санат",
    "code_input": "Код",
    "name_input": "Аты",
    "description_input": "Сипаттама",
    "video_input": "Бейне URL мекенжайы",
    "public_form": "Жалпы ақпарат құрылымы",
    "private_form": "Жеке ақпарат құрылымы",
    "icon_input": "Қолданба белгішесі",
    "logo_input": "Логотип қолданбасы",
    "enable_input": "Қолданба белсенді ме?",
    "edit_action": "Қолданбаны өңдеу",
    "create_action": "Қолданба жасау",
    "notifications": {
      "add_success": "{name} бизнес тіркелгісі жасалды.",
      "delete_success": "Бизнес тіркелгісі өңделді."
    }
  },
  "app_page": {
    "title": "Қолдану",
    "menu": {
      "edit": "Өңдеу",
      "publish": "Жариялау",
      "history": "Нұсқалар",
      "dashboard": "Бақылау тақтасы",
      "company": "Компания",
      "api": "API",
      "images": "Суреттер"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "Қолдану",
        "app_code": "Қолданба коды",
        "category": "Санат",
        "name": "Аты",
        "installs": "Қолданбаларды орнату",
        "uninstalls": "Қолданбаларды жою",
        "actives": "Белсенді қолданбалар",
        "description": "Сипаттама",
        "published": "Жарияланды",
        "waiting_for_review": "Бекіту күтілуде",
        "app_mode": "Қолданба режимі"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "Меншік иесі",
      "description": "Барлық дүкен сөрелеріне толық қол жетімділік."
    },
    "PRODUCT": {
      "text": "Өнім менеджері",
      "description": "Дүкен өнімдерін қосу, өңдеу және басқару."
    },
    "AUDITING": {
      "text": "Қаржы менеджері",
      "description": "Қаржылық ақпаратты және төлемдерді қараңыз."
    },
    "CONTENT": {
      "text": "Мазмұнды басқару",
      "description": "Сұрақтарға жауап беріңіз, блогтар жазыңыз және беттерді жасаңыз."
    },
    "OFFICER": {
      "text": "Аға менеджер",
      "description": "Қызметкерлердің әрекетін көру және бақылау."
    },
    "EMPLOYEE": {
      "text": "Қызметкер",
      "description": "Тапсырыстарды қараңыз және тапсырыстарды орындаңыз."
    },
    "MARKETING": {
      "text": "Маркетинг",
      "description": "Параметрлерге қол жеткізіңіз және науқандар жасаңыз, электрондық пошта маркетингі және маркетингке қатысты басқа бөлімдер."
    },
    "VIEWER": {
      "text": "Көрермен",
      "description": "Дүкен ақпаратын өңдеу немесе өзгерту мүмкіндігінсіз көру мүмкіндігі."
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "Физикалық тексеру",
      "description": "Алынған тапсырыстарды тексеріңіз."
    },
    "PhysicalOrdersPackaging": {
      "text": "Физикалық қаптама",
      "description": "Қойма және орау процесі."
    },
    "PhysicalOrdersDelivery": {
      "text": "Физикалық тасымалдау",
      "description": "Жеткізу тапсырысы."
    },
    "PhysicalOrdersSupport": {
      "text": "Физикалық қолдау",
      "description": "Сатудан кейінгі қолдау."
    }
  },
  "account_status": {
    "Checking": "Тексеру",
    "Approved": "Расталды",
    "Rejected": "Қабылданбады",
    "Deleted": "Жойылды",
    "Banned": "Тыйым салынған",
    "Payment": "Төлем",
    "SelldoneSprite": "Selldone Wallet тіркелгісі",
    "SelldoneStorage": "Selldone сақтау орны"
  },
  "account_page": {
    "title": "Есептік жазба",
    "menu": {
      "setting": "Параметрлер",
      "change": "Зарядтау",
      "transfer": "Тасымалдау",
      "transactions": "Мәмілелер",
      "charge": "Зарядтау",
      "history": "Тарих",
      "cards": "Карталар"
    },
    "transactions": {
      "title": "Есептік жазба операциялары",
      "detail": {
        "title": "Мәміле",
        "amount": "Сома",
        "description": "Сипаттама",
        "from": "бастап",
        "to": "Кімге",
        "created_at": "Күн",
        "receipt": "Түбіртек",
        "receipt_note": "Ескерту"
      },
      "table": {
        "type": "Түр",
        "from": "Есептік жазбадан",
        "to": "Есепке",
        "amount": "Сома",
        "receipt": "Түбіртек",
        "created_at": "Күн",
        "description": "Сипаттама"
      }
    },
    "transfer": {
      "title": "Тарифтерді аудару",
      "form": {
        "title": "Тасымалдау сұрауының нысаны",
        "sub_title": "Өз шотыңызға немесе басқаларға салыңыз",
        "message": "Ақшаны аударуда абай болыңыз, аударымды аяқтасаңыз, қайтара алмайсыз."
      }
    },
    "deposit": {
      "form": {
        "title": "Есептік жазбаны зарядтау",
        "sub_title": "Лицензияларды сатып алу, шотыңызды жаңарту және жүйе түбіртектерін төлеу үшін шотыңыздан теңгерім алуыңыз керек.",
        "amount_input": "Сома",
        "charge_action": "Төлем шоты"
      },
      "notifications": {
        "qr_title": "Төлем",
        "qr_message": "{currency} төлем мекенжайы жасалды.",
        "gateway_title": "Төлем",
        "gateway_message": "Төлем шлюзіне қосылуда."
      }
    },
    "setting": {
      "title": "Есеп жазбасын түзету",
      "account_name_input": "Төлем алушы",
      "notifications": {
        "updated_success": "Есептік жазбаңыз сәтті жаңартылды."
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "Төлем түбіртегі"
  },
  "transaction_form": {
    "title": "Транзакция нысаны",
    "from_input": "Шот нөмірінен",
    "to_input": "Есептік нөмірге",
    "from_input_message": "Сома осы шоттан алынады.",
    "account_name": "Төлем алушы",
    "currency": "Валюта",
    "free_balance": "Қолжетімді теңгерім",
    "to": "Тағайындалған есептік жазба",
    "amount": "Сома",
    "receipt_title": "Түбіртек үшін төлем",
    "receipt_input": "Түбіртек нөмірі",
    "paid_status": "Бұл түбіртек төленген.",
    "paid_canceled": "Бұл түбіртектен бас тартылды.",
    "description": "Түсіндіру",
    "created_at": "Күн",
    "duration": "Ұзақтығы",
    "unlimited": "Шексіз",
    "add_note_action": "Сипаттама қосу",
    "note": "Ескерту",
    "transfer_action": "Тасымалдау",
    "confirmation": {
      "title": "Ақша жіберу",
      "subtitle": "Транзакцияны растау",
      "message": "Келесі ақпарат дұрыс болса, транзакцияны жасау үшін транзакцияны растау пернесін басыңыз.",
      "from": "Есептік жазбадан",
      "to": "Есепке",
      "amount": "Сома",
      "fee": "Транзакция комиссиясы",
      "total_pay": "Есептік жазбаңыздан алынған сома",
      "receipt": "Түбіртек",
      "description": "Сипаттама",
      "accept_action": "Транзакцияны растау"
    },
    "enter_account_number": "Есептік жазба нөмірін енгізіңіз.",
    "currency_not_match": "Тағайындалған шот валютасы дереккөзбен бірдей емес",
    "account_number_not_valid": "Есептік жазбаның нөмірі дұрыс.",
    "account_number_is_valid": "Есептік жазбаның нөмірі дұрыс.",
    "receipt_not_valid": "Шот-фактура нөмірі дұрыс емес.",
    "receipt_is_valid": "Түбіртек нөмірі дұрыс.",
    "notifications": {
      "confirm_success": "Транзакция сәтті аяқталды."
    }
  },
  "price_calculator": {
    "title": "Калькулятор ╏ Сіздің бизнесіңізге сәйкес келеді",
    "description": "Ай сайынғы сатуларыңыздың негізінде ең жақсы жоспарды есептеңіз және таңдаңыз:",
    "sale_input": "Ай сайынғы сату көлемі",
    "hypernova_plan": "Hypernova % 0 бағдарламасына өтініш беріңіз!",
    "show_normal_mode": "Қалыпты режимді көрсету",
    "show_hypernova_mode": "Менің транзакциям 1 миллион доллардан асады!"
  },
  "price_card": {
    "billed_monthly": "Ай сайын {amount} төленеді.",
    "billed_yearly": "Жыл сайын {amount} төленеді.",
    "buy_license_action": "Қазір сатып ал",
    "select_your_store": "Дүкеніңізді таңдаңыз"
  },
  "shop_session_widget": {
    "total_sessions": "Жалпы сеанстар"
  },
  "user_activities_keys": {
    "add_baskets": "Себетке қосу",
    "remove_baskets": "Себеттен жою",
    "buys": "Сатып алу",
    "products_views": "Өнімді көру"
  },
  "shop_visitors_widget": {
    "title": "Келушілер талдауы",
    "new_visitors": "Жаңа келушілер",
    "amp": "AMP көріністері",
    "returning_visitors": "Қайтып келетін келушілер",
    "page_views": "Бет көріністері",
    "other_pages": "Басқа беттер",
    "from_previous_7_days": "соңғы 7 күннен бастап"
  },
  "app_levels": {
    "title": "Қолданба деңгейі",
    "Newbie": "Жаңадан келген",
    "Beginner": "Бастаушы",
    "Novice": "Жаңадан бастаушы",
    "Intermediate": "Орташа",
    "Advanced": "Озат"
  },
  "login": {
    "register_title": "Кәсіпкерлік орта,<br> Керемет тәжірибе.",
    "register_subtitle": "Бүгін тегін тіркеліңіз. Selldone-ны стартаптар, кәсіпорындар, сатып алушылар және сатушылар жақсы көреді.",
    "password_recovery_title": "Құпия сөзді қалпына келтіру",
    "password_recovery_message": "Құпия сөзді ұмытып қалсаңыз, тіркелгіңіздің электрондық пошта мекенжайын енгізіп, растау пернесін басыңыз. Құпия сөзді қалпына келтіру сілтемесі бар электрондық хат жібереміз.",
    "email": "Сіздің электронды пошта адресіңіз",
    "password_recovery_action": "Қалпына келтіру электрондық поштасын алыңыз",
    "register_google": "Google арқылы жалғастырыңыз",
    "register_apple": "Apple компаниясымен жалғастырыңыз",
    "continue_with": "-мен жалғастырыңыз",
    "register_linkedin": "LinkedIn арқылы жалғастырыңыз",
    "register_facebook": "Facebook арқылы жалғастырыңыз",
    "register_github": "Github арқылы жалғастырыңыз",
    "create_your_account": "Тіркелгіңізді жасаңыз",
    "password_8_chars": "Құпия сөз кемінде 8 таңбадан тұруы керек.",
    "password_upercase_number": "Кем дегенде бір бас әріп және бір сан.",
    "password_confirm": "Құпия сөз мен растау сәйкес келді.",
    "privacy_agreement": "Тіркелу арқылы сіз Selldone <a href='/terms' target='_blank'>пайдалану шарттарымен</a> және <a href='/privacy' target='_blank'>құпиялылық саясатымен</a> келісесіз.",
    "register_action": "Кеттік, бұл тегін!",
    "login_action": "кіру",
    "already_signup": "Тіркелдіңіз бе?",
    "login_your_account": "Тіркелгіңізге кіріңіз",
    "login_google": "Google арқылы жалғастырыңыз",
    "login_linkedin": "LinkedIn арқылы жалғастырыңыз",
    "login_facebook": "Facebook арқылы жалғастырыңыз",
    "login_github": "Github арқылы жалғастырыңыз",
    "remember_me": "Мені есте сақта.",
    "login_button": "кіру",
    "two_step_problem": "Сізде екі қадамды құпия сөзге қатысты мәселе бар ма?",
    "two_step_problem_action": "Мен екі қадамды кіруді өшіргім келеді.",
    "two_step_confirm": "Кіру кодын растаңыз",
    "forgot_password": "Құпия сөзді ұмыттыңыз ба?",
    "signup_free": "Тегін тіркелу",
    "checking_robot_message": "Сіздің робот немесе адам екеніңізді тексеру.",
    "notifications": {
      "step2_login_success": "Есептік жазбаға автоматты түрде кіру"
    },
    "signup_email": "Электрондық пошта арқылы тіркеліңіз",
    "name_placeholder": "Аты",
    "email_placeholder": "Электрондық пошта",
    "email_or_username_placeholder": "Электрондық пошта, пайдаланушы аты немесе телефон нөмірі",
    "password_placeholder": "Құпия сөз",
    "re_password_placeholder": "Құпия сөзді Растау",
    "new_in_samin": "Selldone-де жаңадансыз ба?",
    "auto_create_shop": "Автоматты түрде дүкен құру"
  },
  "layout": {
    "logout": "Шығу",
    "menu": {
      "personal_information": "Жеке ақпарат және профиль",
      "wallet": "Әмияндар мен тіркелгілер",
      "companies": "Компаниялар және бизнес шоттары",
      "access": "Менің тіркелгіме кіру",
      "security": "Қауіпсіздік",
      "preferences": "Пайдаланушы теңшелімдері",
      "my_subscriptions": "Менің жазылымдарым"
    }
  },
  "page_builder": {
    "title": "Веб-сайт дизайны",
    "menu": {
      "user_view": "Көру",
      "design": "Дизайн",
      "behavior": "Мінез-құлық",
      "seo": "SEO",
      "setting": "Параметрлер",
      "embed": "Енгізу"
    },
    "waiting_fetch": "Ақпаратты қабылдау..",
    "setting": {
      "title_input": "Бет тақырыбы",
      "description_input": "Қысқаша сипаттама",
      "name_input": "Беттің URL мекенжайы (әріптер мен сандар)",
      "bg_color_input": "Фон түсі",
      "bg_style_input": "Бет фонының стилі",
      "page_label_input": "Белгі түсі",
      "page_dir_input": "Бет бағыты",
      "ltr": "Солдан оңға",
      "rtl": "Оңнан солға",
      "designer_note": "Дизайнер жазбасы"
    },
    "history": {
      "title": "Сақталған тарих"
    },
    "design": {
      "themes": {
        "title": "Жеке дизайн көмекшісі",
        "message": "Бизнесіңіз үшін ең жақсы беттерді кодтаусыз жасаңыз.",
        "page_title_input": "Бетіңізге тақырып енгізіңіз"
      },
      "tools": {
        "rearrange": "Тапсырыс",
        "tools": "Құралдар",
        "history": "Тарих",
        "style": "Стиль",
        "typography": "Типография"
      },
      "no_category": "Санаттар жоқ"
    },
    "seo": {
      "message": "SEO параметрлері Selldone SEO қозғалтқышымен автоматты түрде реттеледі."
    }
  },
  "verify_email_caution": {
    "title": "Электрондық пошта мекенжайыңызды растаңыз",
    "message": "Жаңа белсендіру сілтемесі {email} электрондық пошта мекенжайыңызға жіберілді. Кез келген әрекет жасамас бұрын электрондық поштаңызды тексеріңіз.",
    "resend_message": "Егер сіз электрондық поштаңызда белсендіру сілтемесін алмасаңыз, қайта жіберу үшін төмендегі түймені басыңыз.",
    "resend_action": "Белсендіру сілтемесін қайта жіберу",
    "resend_notice": "Белсендіру сілтемесі жіберілді."
  },
  "autopilot": {
    "start": "Басталатын күн",
    "end": "Аяқталу күні"
  },
  "help": {
    "menu": "Мәзір",
    "more_helps": "Ары қарай оқу"
  },
  "company_card": {
    "pending_state": "Қарауды күтуде",
    "register": "Тіркелген",
    "developer": "Әзірлеуші",
    "verified": "Тексерілді",
    "premier": "Премьер"
  },
  "shop_license": {
    "add": "Жазылым қосу",
    "only_last": "Тек соңғы жазылым",
    "vouchers": "Ваучерлер",
    "buy": "Жазылым жоспарын сатып алыңыз",
    "monthly": "Ай сайын",
    "yearly": "Жыл сайын",
    "start_date": "Басталатын күн",
    "end_date": "Аяқталу күні",
    "price": "бағасы",
    "terms": "Мен Selldone пайдалану шарттарын оқимын және келісемін",
    "need_charge": "Заряд керек",
    "buy_now": "Қазір сатып ал",
    "auto_renewal": "Автоматты жаңарту",
    "plan_placeholder": "Жазылым жоспарыңызды таңдаңыз",
    "plan": "Лицензия жоспары",
    "use_date": "Іске қосу күні",
    "active_license": {
      "title": "Белсенді лицензия",
      "subtitle": "Белсенді лицензия ақпаратыңыз.",
      "subtitle_partner": "Белсенді {name} лицензия ақпаратыңыз."
    },
    "licenses_table": {
      "title": "Сатып алу тарихы",
      "subtitle": "Белсенді және күтудегі лицензиялар."
    },
    "license_detail": {
      "title": "Егжей",
      "subtitle": "Ағымдағы жоспарыңыздағы шектеулер."
    },
    "table": {
      "plan": "Жоспар",
      "start_date": "Басталу/аяқталу күні",
      "renewal": "Автоматты жаңарту",
      "linked_account": "Байланыстырылған тіркелгі / ваучер",
      "payment": "Төлем",
      "cancel": "Болдырмау"
    },
    "notifications": {
      "subscribe_success": "Сәтті жазылды.",
      "cancel_success": "Жазылым сәтті тоқтатылды."
    },
    "cancel_dialog": {
      "title": "Жазылымды растаудан бас тарту",
      "message": "Бұл жазылымнан бас тартуға сенімдісіз бе?",
      "action": "Жазылымнан бас тарту"
    },
    "use_voucher_now": "Ваучерді қазір пайдаланыңыз",
    "validity_duration": "Жарамдылық мерзімі",
    "validity_duration_hint": "12 айлық лицензияны сатып алу арқылы сіз 30% жеңілдік аласыз."
  },
  "admin_shop_layout": {
    "download_txt": "Деректер мәтінін жүктеп алыңыз",
    "download_excel": "Excel деректерін жүктеп алыңыз"
  },
  "user_preferences": {
    "access": "Қол жеткізу",
    "template": "Үлгі",
    "feedback": "Кері байланыс",
    "company": "Компания",
    "company_message": "Егер сізде компания болса және қолданбаларды жариялағыңыз келсе.",
    "access_keys": "Қатынас пернелері",
    "access_keys_message": "Клиенттерді және кіру кілттерін көрсету.",
    "rating": "Selldone қолдану тәжірибеңізді қалай бағалайсыз?",
    "large_font": "Үлкен қаріптер",
    "large_font_message": "Мәтінді қалыптыдан үлкенірек көрсету",
    "samples": "Дүкен үлгілерін көрсету",
    "samples_message": "Қосылған болса, кейбір дүкен үлгілері панельде көрсетіледі.",
    "automation": "Автоматтандыру",
    "automation_message": "Дүкеннің бақылау тақтасында автоматтандыру қойындысын көрсету. (Webhooks, визуалды бағдарламалау, ...)"
  },
  "shop_locations": {
    "title": "Қызмет көрсетілетін елдер",
    "sub_title": "Төмендегі тізімнен өніміңізді сатқыңыз келетін елдерді таңдаңыз.",
    "delete_restriction": "Шектеуді жою",
    "set_restriction": "шектеу қою",
    "notifications": {
      "locations_update": "Орын сәтті жаңартылды."
    },
    "table": {
      "country": "Ел",
      "currency": "Валюта",
      "available": "Қол жетімді"
    }
  },
  "product_card": {
    "sold_out": "Сатылған",
    "review_unit": "Қарау",
    "not_original": "Түпнұсқа емес"
  },
  "product_studio": {
    "add_mode": "Қосымша мәліметтерді қосыңыз",
    "add_by_sku": "SKU арқылы қосыңыз",
    "auto_category": "Санатты автоматты орнату",
    "add_in_current_category": "Ағымдағы санатқа қосыңыз",
    "category_mode_message": "Қосылса, өнім әдепкі санатқа немесе ішкі санатқа қосылады.",
    "sku_name_input": "SKU / Аты"
  },
  "my_affiliate": {
    "title": "Менің серіктестік келісімшарттарым",
    "message": "Басқа дүкендермен серіктестік келісімдерінің тізімі."
  },
  "affiliates": {
    "title": "Серіктестік серіктестер",
    "subtitle": "Серіктестіктерді құрыңыз, уақыт өте келе олардың өнімділігін қадағалаңыз және бір жерде нақты ақпаратқа негізделген әрекеттерді орындаңыз. Біз сізге және сіздің серіктестеріңізге берік қарым-қатынас орнатуға көмектесеміз.",
    "affiliate_code": "Серіктестік коды",
    "crate_date": "Күнді жасау",
    "last_payment_date": "Соңғы төлем күні",
    "for_all_products": "Барлық өнімдерге қолданыңыз",
    "balance": "Баланс",
    "fix_commission": "Тұрақты комиссия",
    "percent_commission": "Пайызға негізделген комиссия",
    "total_payment": "Жалпы төлемдер",
    "new_affiliate": "Жаңа серіктес серіктес",
    "new_affiliate_message": "Жаңа серіктес серіктес қосыңыз",
    "link_domain": {
      "title": "Байланыстырылған домен",
      "subtitle": "Домендердің бірін осы серіктес серіктеске қосуға болады. Бұл серіктес сіздің дүкеніңізге кіріп, осы домен арқылы сатып алатын әрбір адамның өкілі ретінде белгілі болады."
    },
    "dialog": {
      "new": "Жаңа серіктес серіктес",
      "edit": "Серіктестік серіктесті өңдеу",
      "user": "Пайдаланушы (қосымша)",
      "bank_info": "Банк ақпараты",
      "restriction": "Шектеу",
      "select_products": "Өнімдерді таңдаңыз",
      "select_products_message": "Серіктестік серіктес осы өнімдер үшін комиссия алады",
      "edit_action": "Серіктестікті жаңарту",
      "add_action": "Серіктестік серіктесті қосыңыз",
      "affiliate_name": "Серіктестік серіктес атауы",
      "payment_info": "Төлем туралы ақпарат",
      "enable_switch": "Ол белсенді ме?",
      "affiliate_info": "Серіктестік серіктес ақпараты"
    },
    "link_factory": {
      "title": "Серіктестік серіктес сілтеме генераторы",
      "link_input": "Сіздің сілтемеңіз",
      "link_output": "Жасалған сілтеме"
    }
  },
  "gift_card_orders": {
    "title": "Сыйлық картасы бар тапсырыстар",
    "table": {
      "order": "Тапсырыс",
      "order_price": "Тапсырыс сомасы",
      "paid_by_card": "Карточка арқылы төленеді",
      "payment_status": "Төлем күйі",
      "date": "Күн"
    }
  },
  "offer_orders": {
    "title": "Ұсыныс тапсырыстары",
    "table": {
      "order": "Тапсырыс",
      "order_price": "Тапсырыс сомасы",
      "offer_amount": "Ұсыныс сомасы",
      "payment_status": "Төлем күйі",
      "product": "Өнім",
      "date": "Күн"
    }
  },
  "coupon_orders": {
    "title": "Купондық тапсырыстар",
    "table": {
      "order": "Тапсырыс",
      "order_price": "Тапсырыс сомасы",
      "coupon_amount": "Купон сомасы",
      "payment_status": "Төлем күйі",
      "date": "Күн"
    }
  },
  "discount_code_orders": {
    "title": "Жеңілдік коды бар тапсырыстар",
    "table": {
      "order": "Тапсырыс",
      "order_price": "Тапсырыс сомасы",
      "discount_amount": "Жеңілдік сомасы",
      "payment_status": "Төлем күйі",
      "date": "Күн"
    }
  },
  "incentives": {
    "discount_code": "Жеңілдік",
    "coupon": "Купон",
    "offer": "Ұсыныс",
    "gift_card": "Сыйлық картасы",
    "lottery": "Лотерея"
  },
  "discount_codes": {
    "title": "Жеңілдік кодтары",
    "sub_title": "Бұл бөлімде сіз өзіңіздің қажеттіліктеріңізге сәйкес жеңілдік купондарын жасай аласыз. Бұл жеңілдіктер кез келген өнім жеңілдіктерінен бөлек және пайдаланушы тапсырысының соңғы сомасына қолданылады.",
    "add_new": "Жаңа жеңілдік кодын қосыңыз",
    "card": {
      "created": "Жасау",
      "start": "Бастау",
      "end": "Соңы",
      "currency": "Валюта",
      "discount_percentage": "Жеңілдік мөлшерлемесі",
      "discount_limit": "Жеңілдік шегі",
      "state": "Ағымдағы күй",
      "enabled": "Қазір қосылған",
      "disabled": "Қазір мүгедек",
      "used": "Тұтынылған",
      "count": "Санау",
      "unit": "зат(тар)"
    },
    "dialog": {
      "title_edit": "Жеңілдік кодын өңдеу",
      "title_add": "Жаңа жеңілдік кодын қосыңыз",
      "discount_code_input": "Жеңілдік коды",
      "discount_percent_input": "Жеңілдік мөлшерлемесі",
      "discount_percent_input_hint": "Сатып алу сомасының дисконттық мөлшерлемесі",
      "count_input": "Санау",
      "count_input_hint": "Бұл кодты максималды пайдалану",
      "limit_input": "Жеңілдік шегі",
      "limit_input_hint": "Валютаға негізделген максималды жеңілдік",
      "currency_input_message": "Бұл валютаға жеңілдіктер болады.",
      "limit_input_message": "Дисконт лимиті үшін 0 мәні дисконт мөлшерлемесіне шектеу жоқ дегенді білдіреді.",
      "title_input": "Тақырып",
      "title_input_hint": "Бұл жеңілдік кодының тақырыбын енгізуге болады",
      "description_input": "Сипаттама",
      "description_input_hint": "Бұл жеңілдік кодының сипаттамасын енгізуге болады",
      "date_start_input": "Бастау",
      "date_start_input_placeholder": "Жеңілдік қашан басталатынын таңдаңыз",
      "date_end_input": "Соңы",
      "date_end_input_placeholder": "Жеңілдік қашан аяқталатынын таңдаңыз",
      "notifications": {
        "add": "Жеңілдік коды сәтті қосылды.",
        "edit": "Жеңілдік коды сәтті өңделді."
      }
    },
    "delete_alert": {
      "title": "Жеңілдік кодын алып тастаңыз",
      "message": "Осы жеңілдік кодын жойғыңыз келе ме?",
      "action": "Жеңілдікті алып тастау"
    },
    "notifications": {
      "delete_success": "Пікіріңіз жойылды"
    }
  },
  "gift_cards": {
    "title": "Сыйлық картасы",
    "sub_title": "Сыйлық картасын жасаңыз, содан кейін қажетінше көп жасаңыз. Бұл картада төлем бар және оны тек дүкеннен сатып алу үшін пайдалануға болады.",
    "create_new": "Жаңа сыйлық картасын қосыңыз",
    "card": {
      "created": "Жасау",
      "lifetime": "Қолданылу мерзімі",
      "lifetime_unit": "Әрбір карта жасалған күннен бастап ай",
      "currency": "Валюта",
      "initial_balance": "Бастапқы заряд",
      "count": "Санау",
      "count_unit": "элемент",
      "used": "Қолданылған"
    },
    "dialog": {
      "title": "Сыйлық картасының дизайны"
    },
    "alert": {
      "title": "Жеңілдік кодын алып тастаңыз",
      "message": "Осы жеңілдік кодын жойғыңыз келе ме?",
      "action": "Жою"
    },
    "notifications": {
      "delete_title": "Сыйлық картасын жою",
      "delete_message": "Пікіріңіз сәтті жойылды."
    }
  },
  "coupons": {
    "title": "Купондар",
    "sub_title": "Егер сіз өзіңіздің тұтынушыларыңызға белгілі бір шарттармен пайдалануға болатын жеңілдік бергіңіз келсе, купондар жасай аласыз. Купондар шегі бар пайыздық жеңілдікті немесе белгіленген соманы немесе екеуінің комбинациясын қамтуы мүмкін.",
    "create_new": "Жаңа купон қосыңыз",
    "qualified_products": "Жарамды өнімдер",
    "min_purchase": "Ең аз сатып алу",
    "only_first_order": "Тек бірінші сатып алу",
    "one_time_use": "Бір реттік",
    "amount_usage": "Пайдаланылған сома",
    "delete_alert": {
      "title": "Купонды жою",
      "message": "Бұл купонды жоюға сенімдісіз бе?",
      "action": "Иә, купонды жойыңыз"
    },
    "notifications": {
      "delete_success": "Купон сәтті жойылды."
    },
    "multiple_use": "Бірнеше рет қолдану"
  },
  "coupon_edit": {
    "title_edit": "Купонды өңдеу",
    "title_add": "Жаңа купон",
    "discount_charge": "Жеңілдік және төлем",
    "charge": "Зарядтау",
    "charge_message": "Бастапқы төлем мөлшері",
    "percent": "Жеңілдік пайызы",
    "percent_message": "Жеңілдік пайызының мөлшері",
    "limit_input": "Шектеу",
    "limit_input_hint": "Жеңілдіктің шекті сомасы",
    "currency_input_message": "Бұл валюта үшін купон қолжетімді.",
    "count_input": "Санау",
    "count_input_hint": "Бұл кодты максималды пайдалану",
    "limit_input_message": "Дисконт лимиті үшін 0 мәні дисконт мөлшерлемесіне шектеу жоқ дегенді білдіреді.",
    "date_start_input": "Бастау",
    "date_start_input_placeholder": "Купонды қашан бастау керектігін таңдаңыз",
    "date_end_input": "Соңы",
    "date_end_input_placeholder": "Жеңілдік қашан аяқталатынын таңдаңыз",
    "title_input": "Тақырып",
    "title_input_hint": "Бұл жеңілдік кодының тақырыбын енгізуге болады",
    "description_input": "Сипаттама",
    "description_input_hint": "Бұл жеңілдік кодының сипаттамасын енгізуге болады",
    "coupon_code": "Купон коды",
    "need_code": "Код керек пе?",
    "coupon_color": "Купон түсі",
    "min_purchase_amount": "Ең аз сатып алу сомасы",
    "min_purchase_amount_hint": "Сатып алу сомасы осы мәннен үлкен немесе оған тең болуы керек.",
    "should_exist_product": "Бұл өнімдердің кем дегенде біреуі арбада болуы керек",
    "apply_for_first_order": "Тек бірінші сатып алу үшін",
    "apply_for_first_order_on": "Бұл купонды тұтынушының бірінші сатып алуы үшін ғана пайдалануға болады!",
    "apply_for_first_order_off": "Бір сатып алушыға арналған купондарды пайдалану санын төменде реттеуге болады.",
    "has_qualify_constraints": "Қосымша шектеулерді анықтағыңыз келе ме?",
    "has_qualify_constraints_message": "Тұтынушыға осы купонды пайдалану құқығын беру үшін қосымша шарттарды орнатыңыз.",
    "one_time_use": "Бір реттік",
    "one_time_use_message": "Тұтынушы бұл купонды бір рет пайдалана алады.",
    "daily_limit": "Күнделікті шектеу",
    "no_limit": "Шектеу жоқ",
    "daily_limit_message": "Тұтынушының күніне максималды пайдалану мөлшері",
    "monthly_limit": "Айлық шектеу",
    "monthly_limit_message": "Тұтынушының айына максималды пайдалану мөлшері",
    "yearly_limit": "Жылдық шектеу",
    "yearly_limit_message": "Тұтынушының жылына максималды пайдалану мөлшері",
    "notifications": {
      "add": "Жаңа купон сәтті жасалды.",
      "edit": "Купон жаңартылды."
    }
  },
  "offers": {
    "title": "Ұсыныстар",
    "sub_title": "Сіз өзіңіздің тұтынушыларыңыз үшін арнайы ұсыныстар жасай аласыз, сонда олар бір тауарды сатып алғаннан кейін басқа тауарды жеңілдікпен немесе тіпті тегін алады.",
    "create_new": "Жаңа ұсыныс қосыңыз",
    "qualified_products": "Жарамды өнімдер",
    "min_quantity": "Ең аз мөлшер",
    "min_purchase": "Ең аз сатып алу",
    "discounted_products": "Арзандатылған өнімдер",
    "amount_usage": "Пайдаланылған сома",
    "delete_alert": {
      "title": "Ұсынысты жою",
      "message": "Бұл ұсынысты жоюға сенімдісіз бе?",
      "action": "Иә, ұсынысты жою"
    },
    "notifications": {
      "delete_success": "Ұсыныс сәтті жойылды."
    }
  },
  "offer_edit": {
    "title_edit": "Ұсынысты өңдеу",
    "title_add": "Жаңа ұсыныс",
    "design_style": "Дизайн және стиль",
    "eligible_constraints": "Тұтынушының рұқсат етілген шектеулері",
    "title_input": "Тақырып",
    "title_input_hint": "Бұл жеңілдік кодының тақырыбын енгізуге болады",
    "description_input": "Сипаттама",
    "description_input_hint": "Осы жеңілдік кодының сипаттамасын жазыңыз",
    "currency_input_message": "Осы валюта үшін қолжетімді ұсыныс.",
    "qualified_products": "Жарамды өнімдер",
    "qualified_products_message": "Өнімдер жарамды болуы үшін арбадағы заттардың жалпы саны ең аз мөлшерден тең немесе одан көп болуы керек.",
    "min_items": "Заттардың ең аз саны",
    "min_items_message": "Тұтынушы сатып алуы керек заттардың саны",
    "discounted_products": "Арзандатылған өнімдер",
    "offered_products": "Ұсынылған өнімдер",
    "offered_products_message": "Бұл өнімдердің кем дегенде біреуі арбада болуы керек.",
    "discount_percent": "Жеңілдік пайызы",
    "discount_percent_message": "Бұл заттар үшін жеңілдік пайызы.",
    "discount_percent_hint": "Жеңілдік пайызының мөлшері",
    "per_order": "Тапсырыс үшін максималды пайдалану саны",
    "per_order_message": "Ұсыныстың тапсырысқа қолданылуы мүмкін максималды саны",
    "count_input": "Сома",
    "count_input_hint": "Бұл ұсынысты максималды пайдалану",
    "min_purchase": "Ең аз сатып алу сомасы",
    "min_purchase_hint": "Сатып алу бағасы осы мәннен жоғары немесе оған тең болуы керек",
    "limitation": "Шектеу",
    "date_start_input": "Бастау",
    "date_start_input_placeholder": "Купонды қашан бастау керектігін таңдаңыз",
    "date_end_input": "Соңы",
    "date_end_input_placeholder": "Жеңілдік қашан аяқталатынын таңдаңыз",
    "max_actives_is_3": "Сізде бір уақытта тек үш белсенді ұсыныс болуы мүмкін.",
    "enable": "Автоматты қолдану",
    "notifications": {
      "add": "Жаңа ұсыныс сәтті жасалды.",
      "edit": "Ұсыныс сәтті жаңартылды."
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "Баннер",
      "reportage": "Репортаж",
      "social": "Әлеуметтік медиа",
      "offline": "Офлайн"
    }
  },
  "emails": {
    "title": "Электрондық пошта маркетингі",
    "subtitle": "Электрондық хаттарды сүйреп апару, сақтауды арттыру үшін науқандарды жоспарлау және іске қосу, сондай-ақ сенімді және нақты ақпаратты бір жерден көру арқылы құрастырыңыз.",
    "cation_message": "⚠ Тексерілмеген сатушылар үшін шектелген. (Бета)",
    "subject": "Тақырып",
    "from": "бастап",
    "in_que": "Күтуде",
    "schedule_at": "Жоспар:",
    "sent": "Жіберілді",
    "sends": "Жібереді",
    "delivers": "Жеткізілген",
    "views": "Көрулер",
    "clicks": "Басулар",
    "buys": "Сатып алулар",
    "new_email": "Жаңа электрондық поштаны қосу",
    "new_email_message": "Жаңа маркетингтік электрондық поштаны жасаңыз және жоспарлаңыз"
  },
  "email_dashboard": {
    "review": "Қарау",
    "waiting_for_approve": "{name} растауын күтуде",
    "approved_by": "Электрондық пошта {name} арқылы расталды және жіберілді.",
    "not_submitted_send_request": "Сіз бұл электрондық поштаны жіберуге әлі сұрау жіберген жоқсыз.",
    "reviewed_by": "Тексерген: {name}",
    "status": "Электрондық пошта күйі",
    "conversion": "Айырбастау бағамы",
    "sell_performance": "Сату өнімділігі",
    "total_buys": "Сатулардың жалпы саны",
    "amount_buy": "Сатудың жалпы сомасы",
    "average_sell": "Орташа сату",
    "sessions": "Сеанстар",
    "overview": "Шолу",
    "purchase_amount": "Сатып алу сомасы",
    "actions": "Пайдаланушы әрекеті"
  },
  "email_page": {
    "emails": "Электрондық пошталар",
    "edit": "Өңдеу"
  },
  "affiliate_page": {
    "affiliates": "Серіктестік серіктестер",
    "orders": "Тапсырыстар",
    "payments": "Төлемдер"
  },
  "affiliate_dashboard": {
    "link": "Серіктестік серіктес сілтемесі",
    "fix_commission": "Тұрақты комиссия",
    "percent_commission": "Пайызға негізделген комиссия",
    "last_payment": "Соңғы төлем",
    "balance": "Баланс",
    "total_payment": "Жалпы төлемдер",
    "status": "Серіктестік серіктес мәртебесі және шектеулер",
    "available_for": "үшін қолжетімді",
    "orders_count": "Тапсырыс сомасы",
    "orders_accepted": "Қабылданған тапсырыстар",
    "finance": "Қаржылық есеп",
    "amount_accepted": "Қабылданған сома",
    "amount_paid": "Төленген сома",
    "sessions": "Сеанстар",
    "affiliate_payment": "Серіктестік серіктестік төлемдері",
    "amount_payment": "Төлем сомасы",
    "amount_payment_hint": "Транзакцияның нақты сомасы",
    "i_paid": "Мен {name} компаниясына {amount} {currency} төледім",
    "pay_now": "Қазір төлеңіз"
  },
  "permission_roles": {
    "new_role": "Жаңа рөл қосыңыз",
    "new_role_message": "Топтық жұмысты жеңілдетіңіз.",
    "new_role_action": "Жаңа рөл қосыңыз"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "Лотерея",
    "sub_title": "Клиенттер ойын ойнап, ұтып алады. Сіздің дүкеніңіздің тұтынушылары әр ойын үшін 10 чипті тұтынуы керек. Мысалы, тұтынушыларыңыздың 1000 АҚШ доллары ұтып алу мүмкіндігі болғанын қаласаңыз, әрбір чип бағасының сомасын 100 АҚШ доллары етіп орнатуыңыз керек. Әрбір чип үшін 0 мәні сатып алушы әрбір сатып алу үшін бір чип алатынын білдіреді.",
    "manually_send_chip": "Пайдаланушыларға чиптерді қолмен жібергіңіз келе ме?",
    "lottery_enable": "Лотерея қосылды ма?",
    "chip_price_input": "Чиптің бағасы",
    "zero_chip_message": "Тапсырыс үшін 1x чип беріңіз",
    "chip_has_price_message": "Тапсырыс үшін {amount} {currency} үшін 1 чип беріңіз.",
    "chip_disabled_message": "Чип өшірілген!",
    "create_new": "Жаңа сыйлық қосыңыз",
    "delete_alert": {
      "title": "Жүлдені жою",
      "message": "Бұл жүлдені біржола жоюға сенімдісіз бе?",
      "action": "Иә, Қазір жою"
    },
    "notifications": {
      "delete_success": "Жүлде сәтті жойылды."
    }
  },
  "lottery_edit": {
    "title_edit": "Лотерея элементін өңдеу",
    "title_add": "Жаңа лотерея заты",
    "general_config": "Жалпы конфигурация",
    "design_style": "Стиль және сыртқы түрі",
    "enable": "Қосылған ба?",
    "enable_message": "Дөңгелектегі ең көп элементтер - 14.",
    "title_input": "Тақырып",
    "title_input_hint": "Қысқа тақырып жазыңыз.",
    "description_input": "Сипаттама",
    "description_input_hint": "Элемент туралы сипаттама жазыңыз.",
    "quantity": "Саны",
    "quantity_message": "Барлығы қол жетімді элементтер",
    "image": "Сурет",
    "image_placeholder": "Элемент үшін суретті таңдаңыз",
    "chance": "Мүмкіндік",
    "chance_message": "Пайызбен ұту мүмкіндігі",
    "free_for_first": "Жаңа тұтынушылар үшін бұл тегін бе?",
    "free_for_first_message": "Жаңа тұтынушылар бұл элементті ұтып алады.",
    "prize": "Жүлде",
    "amount": "Жүлде сомасы",
    "amount_hint": "Пайдаланушылар тапсырысы үшін осы соманы ұтып алады.",
    "currency_message": "Осы элемент үшін валюта. Басқа валюталар айырбас бағамы бойынша айырбасталады.",
    "discount": "Жеңілдік",
    "discount_message": "Тұтынушының тапсырысы бойынша жеңілдік пайызы",
    "discount_limit": "Жеңілдік шегі",
    "discount_limit_hint": "Тұтынушы үшін максималды жеңілдік.",
    "color": "Түс",
    "condition": "Шарттар",
    "notifications": {
      "add": "Жаңа лотерея элементі сәтті жасалды.",
      "edit": "Лотерея элементтері сәтті өзгертілді."
    }
  },
  "gift_card_types_list": {
    "label": "Сыйлық картасының түрі",
    "message": "Тізімнен сыйлық картасының түрін таңдаңыз."
  },
  "email_builder": {
    "service_unavailable": "Тіркелгіңізде пошта сервері белсенді емес.",
    "design_section": "Электрондық поштаның дизайн тақтасы",
    "schedule_switch": "Электрондық поштаны жіберуді жоспарлау керек пе?",
    "schedule_placeholder": "Электрондық поштаны жіберу уақытын таңдаңыз"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "Тіркеу күні",
      "description": "Пайдаланушының тіркеу күні бойынша сүзгілеу."
    },
    "LAST_BUY_DATE": {
      "title": "Соңғы сатып алу",
      "description": "Соңғы сатып алу күні."
    },
    "LOGIN_DATE": {
      "title": "Жүйеге кіру күні",
      "description": "Соңғы кіру күні."
    },
    "LEVEL": {
      "title": "Тұтынушылар клубы",
      "description": "Клиенттер клубының мүшелері."
    },
    "SUBSCRIBED": {
      "title": "Жазылды",
      "description": "Электрондық поштаны алуға жазылу үшін."
    },
    "NOT_PURCHASED": {
      "title": "Сатып алу жоқ",
      "description": "Осы уақытқа дейін сатып алмаған тұтынушылар."
    },
    "SEX": {
      "title": "Жыныс",
      "description": "Пайдаланушының жынысы."
    },
    "LOCATION": {
      "title": "Орналасқан жері",
      "description": "Пайдаланушы орны."
    },
    "LIMIT": {
      "title": "Шектеу",
      "description": "Пайдаланушылардың максималды санына шектеу қойыңыз."
    },
    "SEGMENTS": {
      "title": "Сегменттер",
      "description": "Арнайы қолмен сегменттеуде тұтынушыларды шектеңіз."
    }
  },
  "inline_help": {
    "helps_title": "Қызметті пайдаланушы нұсқаулығы",
    "blogs_title": "Selldone блогындағы қатысты мазмұн"
  },
  "shop_tax": {
    "region": "Аймақ",
    "label": "Заттаңба",
    "country_tax": "Ел салығы",
    "customer_tax": "Тұтынушының ҚҚС",
    "business_tax": "Бизнес ҚҚС",
    "shipping": "Жүк тасу",
    "override": "Қайта анықтау",
    "country": "Ел",
    "vat_range": "ҚҚС ауқымы",
    "custom": "Арнаулы",
    "regions": "Аймақтар",
    "rest_world": "Әлемнің қалған бөлігі",
    "overrides": "Қайта анықтайды",
    "dialog_set_title": "Салық параметрлері",
    "tax_setting": "Салық параметрлері",
    "vat": "VAT",
    "calculate_tax_input": "Салықты автоматты есептеу",
    "calculate_tax_message": "Бұл опцияны іске қосу арқылы ҚҚС есептеліп, тапсырыстарыңыз үшін қолданылады.",
    "tax_number": "Салық нөмірі",
    "tax_number_message": "Салық нөміріңізді енгізіңіз. Бұл тіркеу нөмірі сатып алушының шот-фактурасында жазылады.",
    "tax_included_in_price_input": "Өнімнің бағасына қосылған салық",
    "tax_included_in_price_message": "Салық сомасын өніміңіздің бағасына қоссаңыз, осы опцияны таңдаңыз. Салық сомасы келесі формула бойынша есептеледі:",
    "tax_included_in_price_formula": "Салық = (баға * ҚҚС) / (1 + ҚҚС), мысалы, 10% қосылған құн мөлшерлемесі 100$ бағадағы өнімге салық сомасы 9,09$ болады.",
    "tax_on_shipping_input": "Жеткізу үшін салықтарды қолданыңыз",
    "tax_on_shipping_message": "Бұл опцияны таңдау арқылы салық тасымалдауға қолданылады.",
    "fixed_tax_rate": "Тұрақты салық мөлшерлемесі",
    "dynamic_tax_rate": "Аймақтарға негізделген салық",
    "locations_tip": "Жоғарыдағы тізім сіз сататын елдер ретінде Дүкен параметрлері > Орындар тармағында таңдаған елдерді ғана көрсетеді.",
    "locations_action": "Орындарды сақтау Параметрлері",
    "save_alert": "Параметрлер сақталмаған!",
    "pos_tax_setting": "POS салық параметрлері",
    "tax_exclude_title": "Алынып тасталды ╏ Салық төлеу кезінде қосылады",
    "tax_excluded_message": "Салықтар есеп айырысу кезінде төлемдерге дейін есептеледі және тұтынушының дәлелдеріне байланысты есептен шығарылған салық бағасына қосылады."
  },
  "transportation_page": {
    "menu": {
      "dashboard": "Бақылау тақтасы",
      "transportations": "Жеткізу әдістері",
      "orders": "Тапсырыстар",
      "setting": "Параметр",
      "delivery_services": "Қызметтер",
      "delivery_persons": "Курьерлер"
    },
    "go_to_courier_list": "Курьерлер тізімін қараңыз",
    "go_to_service_list": "Жеткізу қызметтерінің тізімін қараңыз"
  },
  "transportation_persons": {
    "title": "Курьерлер",
    "notifications": {
      "success_add": "Курьер қосылды.",
      "success_reset": "Статистиканы қалпына келтіру.",
      "success_remove": "Курьер сәтті жойылды.",
      "success_update": "Курьерлік ақпарат сәтті жаңартылды."
    },
    "reset": {
      "title": "Статистиканы қалпына келтіру",
      "message": "Осы курьердің статистикасын ысыруға сенімдісіз бе?",
      "action": "Иә, қазір қалпына келтіріңіз"
    },
    "remove": {
      "title": "Курьерді алып тастаңыз",
      "message": "Бұл курьерді шынымен жоясыз ба?",
      "action": "Иә, қазір жою"
    },
    "add_dialog": {
      "title": "Жаңа курьерді қосыңыз",
      "action": "Курьерді қосыңыз"
    }
  },
  "transportation_orders": {
    "title": "Жеткізу үшін тапсырыстар",
    "notifications": {
      "success_update": "Жеткізу күйі сәтті жаңартылды.",
      "success_payment": "COD төлемі сәтті расталды."
    }
  },
  "delivery_person": {
    "actions_title": "Курьер параметрлері",
    "action_delivered": "жөнелтілді",
    "action_paid": "COD төленген",
    "action_returned": "Қайтарылды",
    "cod_confirm_action": "COD төлемін растаңыз",
    "pickup_dialog": {
      "title": "Сіз бұл пакеттің курьерісіз бе?",
      "message": "Егер сіз осы сәлемдемені тасымалдауға жауапты болсаңыз, «Иә», әйтпесе «Жоқ» түймесін таңдаңыз."
    },
    "status_dialog": {
      "title": "Күйді {status} күйіне өзгерту",
      "message": "Жеткізу күйін {status} етіп өзгертуге сенімдісіз бе?",
      "action": "Иә, мен растаймын!"
    },
    "cod_dialog": {
      "title": "COD төлемі",
      "message": "Сатып алушыдан тапсырыс сомасын алғаныңызды растайсыз ба?",
      "action": "Иә, төлемді растаймын!"
    }
  },
  "transportation_services": {
    "title": "Жеткізу қызметі",
    "notifications": {
      "success_add": "Жеткізу қызметі қосылды.",
      "success_reset": "Статистиканы қалпына келтіру.",
      "success_remove": "Қызмет сәтті жойылды.",
      "success_update": "Қызмет сәтті жаңартылды."
    },
    "reset": {
      "title": "Статистиканы қалпына келтіру",
      "message": "Осы қызметтің статистикасын ысыруға сенімдісіз бе?",
      "action": "Иә, қазір қалпына келтіріңіз"
    },
    "remove": {
      "title": "Жеткізу қызметін алып тастаңыз",
      "message": "Бұл қызметті жоюға сенімдісіз бе?",
      "action": "Иә, қазір жою"
    },
    "add_dialog": {
      "title": "Жаңа жеткізу қызметін қосыңыз",
      "action": "Қызметті қосыңыз"
    }
  },
  "delivery_receipt": {
    "title": "Жеткізу түбіртегі",
    "has_return": "Жеткізуді қайтару",
    "cashed": "Қолма-қол төлем"
  },
  "delivery_dashboard": {
    "select_destinations": "Тізімге тапсырыстарды қосыңыз",
    "price_calculation": "Жеткізу тарифтерін есептеңіз",
    "price_calculation_action": "Бағаны есептеңіз",
    "add_request": "Қызметті сұрау",
    "add_request_action": "Қызмет сұрауын жіберу",
    "refresh_action": "Ақпаратты жаңарту"
  },
  "delivery_order": {
    "title": "Жеткізу тапсырысы",
    "has_return": "Жеткізуді қайтару",
    "cashed": "Қолма-қол төлем"
  },
  "cash_register": {
    "menu": {
      "panel": "Кассалық аппарат",
      "orders": "Тапсырыстар",
      "customers": "Тұтынушылар",
      "devices": "Құрылғылар",
      "inventory": "Түгендеу"
    },
    "payment_confirm": "Төлемді растау",
    "payment_confirm_msg": "Тұтынушы төлеген тапсырыс {basket_id}."
  },
  "barcode_scanner": {
    "wifi_pass": "Wi-Fi құпиясөзіңіз",
    "message": "WiFi маршрутизаторының құпия сөзін енгізіп, QR кодын сканерлеңіз.",
    "wifi_ssid": "Wi-Fi SSID",
    "ssid_message": "Wi-Fi желісінің атын (SSID) енгізіңіз."
  },
  "pos_devices": {
    "Scanner": "Штрих-код сканері",
    "Scanner_desc": "Штрих-код сканерін пайдалану үшін өнімнің SKU кодын өнім параметрлеріне дұрыс енгізу керек.",
    "Printer": "Принтер",
    "Printer_desc": "Түбіртек принтеріне қосылу арқылы тұтынушылардың түбіртегін басып шығарыңыз.",
    "CustomerView": "Тұтынушы көрінісі",
    "CustomerView_desc": "Бұл бет тұтынушыларға тапсырыс мәліметтерін көрсетуге мүмкіндік береді.",
    "CardReader": "Карта оқу құралы",
    "CardReader_desc": "Клиенттеріңіздің COD төлеуіне арналған картаны оқу құрылғысы.",
    "ChipReader": "Чипті оқу құралы",
    "ChipReader_desc": "Тегтерді пайдаланып себетке элементтерді қосу үшін NFC тегін оқу құралы."
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "Құрылғыны алып тастаңыз",
      "message": "Бұл құрылғыны POS профилінен шынымен өшіресіз бе?",
      "action": "Иә, қазір жою"
    }
  },
  "pos_process_center": {
    "title": "POS тапсырыстарды өңдеу орталығы",
    "menu": {
      "label": "Пакет белгісі",
      "receipt": "Түбіртек",
      "back": "Артқа",
      "timeline": "Хронология",
      "order": "Тапсырыс"
    }
  },
  "pos": {
    "add_customer": "Тұтынушыны қосыңыз",
    "set_delivery": "Жеткізу мекенжайын орнату",
    "add_giftcards": "Сыйлық картасын қосыңыз",
    "add_discount_code": "Жеңілдік кодын қосыңыз",
    "add_coupon": "Купон қосу",
    "set_campaign": "Науқанды орнату",
    "select_buyer": "Сатып алушыны таңдаңыз!",
    "send_to_pos": "Картаны оқу құрылғысына жіберіңіз",
    "print_receipt": "Түбіртекті басып шығару",
    "confirm_cash_payment": "Қолма-қол төлемді растау",
    "payment_cod": {
      "title": "Жеткізу кезінде қолма-қол ақша",
      "message": "Бұл тапсырыс сомасы жеткізу кезінде төленеді. Сатып алушыдан соманы алғаннан кейін жүйеде тапсырысты аяқтау үшін төлемді растау керек."
    },
    "payment_online": {
      "title": "Онлайн төлем әдісін таңдаңыз",
      "message": "Келесі опцияларды таңдау арқылы төлем сілтемесі жасалады және сатып алушыға жіберіледі. Осы сілтемені төлеу арқылы тапсырыстың күйі ақылы режимге ауысады. Төлем сілтемесі тұтынушы экранындағы QR кодын сканерлеу, SMS немесе электрондық пошта арқылы жасалады. Сілтеме жіберу үшін кез келген арнаны белсендіру үшін сол опцияны басыңыз, содан кейін сатып алушыға түбіртек жіберу үшін түймені басыңыз."
    },
    "notifications": {
      "success_pay": "Тапсырыс төлемі аяқталды.",
      "success_order": "Тапсырыс сәтті жасалды және тұтынушының төлеуін күтуде."
    },
    "payment_dialog": {
      "check_pay_now": "Төлемді қолмен тексеріңіз",
      "close_action": "Диалогты жабу. Мен клиенттің төлемін күткім келмейді",
      "go_to_order": "Тапсырыс бетіне өтіңіз",
      "paid_by_gift_card_msg": "Тапсырыстың жалпы сомасы сыйлық карталарынан алынды! Сатып алушы артық төлеудің қажеті жоқ.",
      "cod_msg": "Тапсырыс беруші тапсырысты алған кезде төлейді.",
      "online_msg": "Тұтынушыдан тұтынушы экранында QR кодын сканерлеуін сұраңыз."
    },
    "name": "POS",
    "message": "Орнату құны нөлдік онлайн сату нүктесіне ие болыңыз, оны кез келген смартфонда, планшетте және компьютерде іске қосыңыз немесе тапсырыстарды қолмен жасаңыз."
  },
  "exporter": {
    "title": "Деректерді экспорттау",
    "subtitle": "Сіздің деректеріңіз сізге тиесілі! Сіз кез келген уақытта стандартты форматта бизнес ақпаратыңызды жүктей аласыз. Дегенмен, тұтынушыларыңыздың құпиялылығын құрметтеңіз, оларға спам жібермеңіз және олардың ақпаратын ешқашан үшінші тараппен бөліспеңіз.",
    "excel": "Сіз Excel пішіміндегі толық ақпаратпен бірге дүкендегі барлық {type} тізімін аласыз.",
    "csv": "Сіз дүкендегі барлық {түрінің} тізімін және CSV пішіміндегі толық ақпаратты аласыз. Бұл пішім дүкенге {type} импорттауға арналған Selldone стандартты пішіміне сәйкес келеді."
  },
  "importer": {
    "category": {
      "title": "Импорт санаттары",
      "subtitle": "Санаттардың CSV файлын осында жүктеп салыңыз. Стандартты форматты ұстанғаныңызға көз жеткізіңіз."
    },
    "product": {
      "title": "Импорттық өнімдер",
      "subtitle": "Өнімдердің CSV файлын осы жерге жүктеп салыңыз. Стандартты форматты ұстанғаныңызға көз жеткізіңіз."
    },
    "product_images": {
      "title": "Суреттерді импорттау",
      "subtitle": "Кескін туралы ақпаратты алу көп уақытты қажет етеді. Суреттерді импорттау кезінде авторлық құқықты сақтауды ұмытпаңыз."
    },
    "inventory": {
      "title": "Жаппай жаңарту түгендеу",
      "subtitle": "Мұнда түгендеудің CSV файлын жүктеп салыңыз. Алдымен CSV файлын экспорттау, содан кейін сол файлды өңдеу арқылы стандартты пішімді орындағаныңызға көз жеткізіңіз."
    },
    "back_to_products": "Өнімдер тізіміне оралу",
    "back_to_categories": "Санаттар тізіміне оралу",
    "back_to_inventory": "Инвентарлар тізіміне оралу",
    "step_select_file": "CSV файлын таңдаңыз",
    "step_send_to_server": "Серверге жіберу",
    "step_view_result": "Нәтижені көру",
    "step_view_que": "Күту тізімін көру",
    "send_to_server_action": "Серверге жіберу",
    "shop_license": "Дүкен лицензиясы",
    "max_items_limit": "Элементтердің максималды шегі",
    "total_items": "Жалпы элементтер",
    "customer": {
      "title": "Клиенттерді импорттау",
      "subtitle": "Мұнда тұтынушылардың CSV файлдарын жүктеп салыңыз. Стандартты пішімді ұстанғаныңызға көз жеткізіңіз, сонымен қатар құпиялылық ережелерін сақтауыңыз керек."
    }
  },
  "campaigns": {
    "title": "Науқандар",
    "subtitle": "Науқандар, бақыланатын сілтемелер жасаңыз және сенімді және дәл ақпаратты бір жерден көріңіз. Біз сізге деректерге негізделген жақсырақ шешімдер қабылдауға көмектесеміз.",
    "add_action": "Жаңа науқан қосу",
    "empty_message": "Бірінші науқаныңызды қазір жасаңыз!",
    "delete": {
      "title": "Науқанды жою",
      "message": "Осы науқанды және барлық деректерді жоюға сенімдісіз бе?",
      "action": "Иә, Қазір жою"
    }
  },
  "landing_categories": {
    "raw": "Шикі үлгілер",
    "marketing": "Маркетинг және жарнамалар",
    "product": "Өнімді таныстыру",
    "health": "Денсаулық және фитнес",
    "food": "Азық-түлік және жемістер",
    "house": "Жылжымайтын мүлік және үй",
    "device": "Машина және құрылғы",
    "car": "Автокөлік",
    "software": "Бағдарламалық қамтамасыз ету",
    "clothing": "Киім және аяқ киім",
    "jewellery": "Зергерлік бұйымдар",
    "all": "Барлық шаблондар"
  },
  "shop_theme": {
    "theme_colors": "Тақырып түстері",
    "products_view_mode": "Сатып алу тізімінің көрінісі",
    "products_view_mode_desc": "Дүкеніңіздегі өнімдерді көрсету режимін экран өлшеміне қарай реттеуге болады. Бұл режим әдепкі бойынша қарастырылады және пайдаланушы дисплей режимін өзгертсе, қолданылмайды.",
    "color_light": "Негізгі түс",
    "color_dark": "Негізгі қара түс",
    "color_deep_dark": "Қою қара түс",
    "color_info": "Сілтемелер",
    "light_checkout": "Жеңіл төлем тақырыбы",
    "light_header": "Жеңіл тақырып",
    "light_footer": "Жеңіл төменгі деректеме",
    "product_page": "Өнім беті",
    "typography": "Типография",
    "header": "Тақырып",
    "custom_code": "Арнаулы код",
    "custom_css": "Арнаулы CSS",
    "light_filter": "Санат сүзгісі тақырыбы",
    "custom_variants": "Варианттар"
  },
  "app_templates": {
    "default": "Әдепкі",
    "blue": "Көк мұхит",
    "amber": "Кәріптас",
    "green": "Экваторлық",
    "red": "Вампир",
    "magenta": "Гүл",
    "master": "Мастер",
    "black": "Қараңғы жақ"
  },
  "affiliate_orders": {
    "title": "Серіктестік серіктес тапсырыстары",
    "table": {
      "order_price": "Тапсырыс сомасы",
      "order_payment": "Тапсырыс төлемінің күйі",
      "order_link": "Тапсырыс сілтемесі",
      "commission_status": "Комиссия мәртебесі",
      "commission_amount": "Комиссия сомасы",
      "items": "Элементтер",
      "actions": "Әрекеттер",
      "create_date": "Күнді жасау"
    },
    "notifications": {
      "update_success": "Серіктестік күйі жаңартылды."
    }
  },
  "affiliate_payments": {
    "title": "Серіктестік серіктестік төлемдері",
    "table": {
      "staff": "Қызметкерлер",
      "amount": "Сома",
      "note": "Ескерту",
      "date": "Күн"
    }
  },
  "my_roles": {
    "title": "Менің рөлдерім",
    "message": "Рөлдер - дүкен қызметкерлеріне берілген рұқсат түрі. Мысалы, тапсырыстарды жіберу немесе орау үшін жауапты қызметкерлер."
  },
  "role_card": {
    "complete_tasks": "Орындалған тапсырмалар",
    "reject_tasks": "Қабылданбаған тапсырмалар",
    "last_check": "Жақында тексеру"
  },
  "referral_widget": {
    "apply_now": "Осы бағдарламаға қазір өтініш беріңіз!",
    "no_bonus": "Досыңызды шақыру арқылы бірінші сыйлықты алыңыз.",
    "your_gift": "Сіздің сыйлық",
    "invited_gift": "Шақырылған сыйлық",
    "percent_bonus": "Пайыздық бонус",
    "discount_bonus": "Жеңілдік бонусы",
    "registered": "Жаңа пайдаланушы",
    "accepted": "Қабылданған пайдаланушы"
  },
  "app_config": {
    "reviews": "Пікірлер",
    "rate_now": "Қазір бағалаңыз",
    "category": "Санат",
    "uninstall": "Жою",
    "get_app": "Қолданбаны алу",
    "public_keys": "Ашық кілттер",
    "private_keys": "Жеке кілттер (қауіпсіз)",
    "config": "Қолданба конфигурациясы",
    "app_status": "Қолданба күйі",
    "app_info": "Қолданба туралы ақпарат",
    "update_at": "Соңғы жаңарту",
    "visit_website": "Веб-сайтқа кіріңіз",
    "privacy": "Құпиялылық саясаты",
    "installs": "Орнатады",
    "basic_profile_permission": "Негізгі профиль ақпараты",
    "developer": "Әзірлеуші",
    "permissions": "Рұқсаттар",
    "total_comments": "Жалпы пікірлер",
    "delete_dialog": {
      "title": "Қолданбаны жою",
      "message": "Бұл қолданбаны дүкеннен жойғыңыз келе ме?",
      "action": "Иә, қолданбаны жою"
    },
    "notifications": {
      "uninstall_success": "Қолданба сәтті жойылды."
    }
  },
  "shop_bots": {
    "not_set": "Орнатылмаған!",
    "tokens": "Токен(дер)",
    "webhook": "Вебхук",
    "calls": "Қоңыраулар",
    "dialog": {
      "title": "{name} бот конфигурациясы",
      "message": "Кәсіпорын деңгейіндегі сатып алу тәжірибесін құруға арналған жан-жақты бот құрылымы."
    }
  },
  "shop_customers": {
    "title": "Тұтынушыларды басқару",
    "all_customers": "Барлық тұтынушыларды жүктеп алыңыз",
    "filtered_customers": "Сүзгіден өткен тұтынушылар",
    "dialog_chips": {
      "title": "Тұтынушы чиптерінің санын орнатыңыз"
    },
    "dialog_club": {
      "title": "Тұтынушылар клубының деңгейін орнатыңыз"
    }
  },
  "app_dashboard": {
    "status": "Жариялау күйі",
    "statistics": "Статистика"
  },
  "app_publish": {
    "production_version": "Өндіріс нұсқасы",
    "beta_version": "Бета нұсқасы",
    "alpha_version": "Альфа нұсқасы"
  },
  "app_publish_widget": {
    "header": "Веб-сайт тақырыбын сақтау",
    "header_code": "Тақырып коды",
    "admin_page": "Әкімші беттері",
    "name": "Аты",
    "icon": "Белгіше",
    "url": "Url"
  },
  "app_api": {
    "title": "API қатынасы",
    "revoke_api": "API қайтарып алу",
    "api_key": "API кілті",
    "secret": "Құпия кілт",
    "client": "Клиент",
    "redirect_url": "Қайта бағыттау URL мекенжайлары",
    "client_name": "Клиент аты"
  },
  "app_loader_page": {
    "no_ui_title": "Бұл қолданбада пайдаланушы интерфейсі жоқ!",
    "no_ui_desc": "Кейбір қолданбалар әкімші аймағында пайдаланушы интерфейсін қажет етпейді. Бұл қолданба тек дүкен веб-сайтының тақырып бөліміне код қоса алады.",
    "header": "Тақырып коды"
  },
  "finance_report": {
    "export_title": "Қаржылық деректерді экспорттау",
    "export_sub_title": "Қаржылық мәліметтерді бір файлға жүктеп алыңыз.",
    "start_input_placeholder": "Есептің басталу күнін таңдаңыз",
    "end_input_placeholder": "Есептің аяқталу күнін таңдаңыз",
    "download_action": "Қаржы тізімін жүктеп алыңыз"
  },
  "shop_notifications": {
    "title": "Дүкен туралы хабарландырулар",
    "sub_title": "Бот, электрондық пошта, SMS, ...",
    "message": "Дүкен хабарландыру параметрлері мен теңшелімдерін өңдеңіз",
    "channel": "Арна",
    "status": "Күй",
    "events": "Оқиғалар",
    "info": "Ақпарат",
    "actions": "Әрекеттер",
    "connected": "Қосылды",
    "not_connected": "Қосылмаған!",
    "connect_now": "Қазір қосылыңыз",
    "send_test": "Сынақ деректерін жіберу",
    "disconnect": "Ажырату",
    "dialog": {
      "title": "Бот конфигурациясы",
      "message": "Кәсіпорын деңгейіндегі электрондық коммерция тәжірибесін құруға арналған жан-жақты хабарландыру жүйесі.",
      "action": "Мында басыңыз!",
      "set_config": "Конфигурацияны орнату"
    }
  },
  "notification_events": {
    "new_order": "🛍️ Тапсырыс беру",
    "payment": "💳 Төлем",
    "return": "📦 Қайтару",
    "weekly_report": "📈 Апталық есептер"
  },
  "order_delivery": {
    "title": "Жеткізу",
    "add_to_delivery_que_action": "Жеткізу кезегіне қосыңыз",
    "in_que": "Жеткізу кезегінде",
    "message": "Пакетті жөнелту курьеріне бергеннен кейін <b>Жеткізуді растау</b> түймесін басыңыз.",
    "message_add_to_service": "Бұл пакетті <b>жеткізу қызметі</b> арқылы жібергіңіз келсе, келесі түймені басыңыз.",
    "action": "Жеткізуді растау",
    "checklist": [
      "Курьердің жеке куәлігін тексеріңіз.",
      "Өнімдерді дұрыс орау және уақтылы жеткізу тұтынушыларды ұстап қалу деңгейін арттырады."
    ],
    "manual": {
      "title": "Тапсырыс берушінің жеткізуді растауын күту.",
      "action_received": "Сатып алушыны растау",
      "action_returned": "Жеткізу қайтару",
      "message": "Ескертпе: Тұтынушы тапсырысты алса, орындауды аяқтау үшін келесі опцияларды пайдалануға болады. Жүйедегі кейбір жеткізу қызметтері жеткізуді автоматты түрде растайды."
    },
    "auto_complete_note": "Белгілі бір уақыт өткеннен кейін тапсырыс күйі жеткізілген күйге ауыстырылады. Бұл кезең тапсырыс түріне байланысты өзгереді және жүйемен анықталады.",
    "received": {
      "title": "Тұтынушыға жеткізіледі.",
      "delivered_date": "Жеткізілім уақыты"
    },
    "receiver": "Қабылдаушы",
    "bill": "Түбіртек",
    "tracking": {
      "title": "Бақылау кодын қосыңыз / Url",
      "code": "Бақылау коды",
      "url": "Бақылау URL мекенжайы",
      "message": "Егер сіз осы тапсырыс үшін бақылау кодын ұсынатын қызмет арқылы жөнелтсеңіз, кодты және тиісті бақылау сілтемесін осы бөлімге енгізуге болады. Бұл ақпарат тұтынушыға көрсетіледі."
    },
    "preferred_delivery_time": "Таңдаулы жеткізу уақыты",
    "manage_couriers": "Менің курьерлерімді басқарыңыз",
    "manage_service": "Қызметті басқару",
    "option_deliver_by_courier": "1-нұсқа: Курьерлеріңізбен жеткізу.",
    "option_add_to_que": "2-нұсқа: Жеткізу қызметі бетінде өңдеу үшін кезекке қосыңыз.",
    "option_instant_shipping": "3-нұсқа: Жедел жеткізу.",
    "pickup_action": "Алып кетуді растау"
  },
  "shop_home_edit": {
    "title": "Негізгі бет параметрі",
    "sub_title": "Веб-сайтыңыздың әдепкі бетін орнатыңыз",
    "default_home": "Әдепкі басты бет",
    "default_home_placeholder": "Дүкен беті – веб-сайттың басты беті"
  },
  "selldone_referral_page": {
    "title": "Анықтамалық бақылау тақтасы",
    "referral_link": "Анықтамалық сілтеме",
    "registered": "Тіркелген",
    "accepted": "Қабылданды",
    "bank": "Банк",
    "bank_title": "Шығаруға арналған банк ақпараты",
    "new_users": "Жаңа пайдаланушылар",
    "performance": "Өнімділік",
    "credit_mode": "Несие режимі",
    "get_stickers": "Көшіру және өткізу үшін стикер Html кодын алыңыз",
    "click_copy_sticker_code": "HTML кодын көшіру үшін бейджді басыңыз."
  },
  "selldone_referral_payment": {
    "title": "Жолдама төлемдері",
    "officer": "офицер",
    "amount": "Транзакция сомасы",
    "note": "Ескерту",
    "date": "Күн"
  },
  "widget_shop_gateway": {
    "link_account_caution": "Есептік жазбаны ({currency}) дүкенмен байланыстырыңыз! Мында басыңыз.."
  },
  "product_sell_widget": {
    "title": "Өнімді сату өнімділігі"
  },
  "fulfilment_order_widget": {
    "title": "Dropshipping орындау",
    "check_action": "Dropshipping қабылдаңыз",
    "uncheck_action": "Тапсырыс расталды",
    "pay_action": "Заттардың құнын төлеу..",
    "pay_completed": "Төлемді растау",
    "list_of_items": "Заттарды қайта сату",
    "checklist": [
      "Жанама түрде сататын өнімдердің сомасын бастапқы сатушыға төлеңіз.",
      "Бухгалтерлік есеп бөлімінде> Дүкеннің Dropshipping бөлімінде жеткізушіге өнімнің құнын бірге төлеп, есептей аласыз.",
      "Төлемнен кейін жеткізуші тапсырысыңызды алады және дайын болғаннан кейін оны тікелей сатып алушыға жібереді."
    ],
    "message": "Тапсырыс берушіге жарнаны төлегеннен кейін осы бөлімде тапсырысты жіберу барысын қараңыз."
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "Бақылау тақтасы",
      "orders": "Тапсырыстар",
      "inventory": "Түгендеу",
      "shops": "Сатушылар",
      "requests": "Сұраулар"
    },
    "drop_shipping_charge": "Dropshipping төлемі"
  },
  "dropship_request_status": {
    "PENDING": "Күтуде",
    "ACCEPT": "Қабылдау",
    "REJECT": "Қабылдамау"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "Бақылау тақтасы",
      "orders": "Тапсырыстар",
      "wallet": "Әмиян"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "Сатушы бақылау тақтасы"
  },
  "dropshipping_reseller_orders": {
    "title": "Сатушы тапсырыстары"
  },
  "dropshipping_reseller_wallet": {
    "title": "Сатушы әмиян"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "Төлемді растау",
      "payment_success": "Төлем аяқталды.",
      "buy_title": "Сатып алу",
      "pay_by_giftcards": "Тапсырысыңыз сыйлық картасымен төленді.",
      "free_order": "Тапсырысыңыз тегін.",
      "pay_by_cod": "Сіздің тапсырысыңыз жеткізу кезінде қолма-қол ақша ретінде тіркелді.",
      "pay_by_dir": "Тапсырысыңыз тікелей төлем ретінде тіркелді, төлемді аяқтап, чекті тапсырыс бетіне жүктеңіз.",
      "pay_title": "Төлем",
      "qr_code_payment": "Төлем QR коды жасалды.",
      "connecting_to_online_gateway": "Онлайн төлем шлюзіне қосылу."
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "Төлем расталды.<br> Күні: {payment_at}",
      "pay_fail_title": "Төленбеген",
      "pay_fail_message": "Төлемді растау мүмкін емес!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "Сатушы төлемге тапсырыс береді",
      "balance": "Сіздің шотыңыздағы теңгерім",
      "total_cost": "Тапсырыстардың жалпы құны",
      "need_charge": "Зарядтау керек",
      "no_account_cation": "Сізде есептік жазба жоқ! Көтерме сатушыға қоңырау шалыңыз.",
      "orders": "Тапсырыстар"
    },
    "notifications": {
      "success_pay": "Осы тапсырыстар үшін төлеміңіз расталды және сәтті аяқталды."
    }
  },
  "dropship_accounts": {
    "charge_account": "Төлем шоты",
    "charge_dialog": {
      "title": "Dropshipping есептік жазбасын зарядтаңыз",
      "amount_input": "Есептік төлем",
      "charge_now": "Қазір зарядтаңыз"
    }
  },
  "dropship_admin_dashboard": {
    "title": "Сатушы сұраулары",
    "today_order_count": "Бүгін тапсырыстар есептеледі",
    "yesterday_order_count": "Кешегі тапсырыстар есептеледі",
    "total_7_days": "Соңғы 7 күндегі жалпы тапсырыстар"
  },
  "dropshipping_products": {
    "no_shops": "Кешіріңіз, дүкен табылмады. Болашақта дүкендер көбірек болады, сондықтан сіз олардың өнімдерін дүкеніңізге сала аласыз.",
    "show_all_shops": "Барлық дүкендерді көрсету",
    "show_all_message": "Сіз барлық дүкендерді көре аласыз",
    "current_shop": "Ағымдағы дүкен",
    "request_account": "Есептік жазбаны сұрау",
    "request_accepted": "Өтінім қабылданды",
    "request_rejected": "Сұраныс қабылданбады",
    "request_pending": "Сұраныс күтілуде..",
    "notifications": {
      "add_product": "Дүкеніңізге өнім қосылды.",
      "request_access": "Біз сіздің рұқсат сұрауыңызды көтерме сатушыға сәтті жібердік."
    },
    "show_eligible_shops_message": "Жарамды дүкендерді көрсету"
  },
  "product_dropshipping": {
    "need_re_enable": "Бұл өнімді бастапқы сатушы өзгертті, бұл баға өзгерістері дүкеніңіздегі өнімді өшірді. Өзгерістерді тексеріңіз және өнімді қайта іске қосуға келісесіз, төмендегі түймені басыңыз.",
    "need_re_enable_action": "Келісіңіз, өзгертулер мен белсендіруді қолданыңыз",
    "changed_value": "Бұл өнімді бастапқы сатушы өңдеген. Өзгерістерді тексеріңіз және өзгертулерді өніміңізге қолдануға келісесіз, төмендегі түймені басыңыз.",
    "changed_value_action": "Келісіңіз, өзгертулер енгізіңіз",
    "parent_deleted": "Бұл элементті бастапқы сатушы алып тастады.",
    "parent_closed": "Бұл өнімді бастапқы сатушы өшірген! Сіз бұл өнімді дүкеніңізде сата алмайсыз, бірақ бастапқы сатушы өнімді қайта іске қосса, сіз бұл өнімді дүкеніңізде қайта іске қоса аласыз.",
    "notifications": {
      "re_enable_success": "Бұл өнім қайта іске қосылды.",
      "update_success": "Бұл өнім туралы ақпарат бастапқы өнім ақпаратымен жаңартылды."
    }
  },
  "product_dropshipping_admin": {
    "title": "Dropshipping",
    "save_alert": "Бұл өнімнің dropshipping параметрлері өзгерді. Өзгерістерді сақтағыңыз келе ме?",
    "reselling_message": "Бұл опцияны белсендіру арқылы басқа сатушылар сіздің өніміңізді өз дүкеніне қоса алады.",
    "reselling": "Dropshipping қосу",
    "price_merchants": "Саудагерлерге арналған баға",
    "price_commission": "Сауда комиссиясы (тұрақты)"
  },
  "buy_button": {
    "waiting_for_availability": "Қолжетімділік күтілуде",
    "inform_me_when_available": "Қол жетімді болғанда маған хабарлаңыз!",
    "pay_buy": "Төлеу және сатып алу",
    "quantity": "Санау",
    "quantity_in_basket": "Себеттегі заттар",
    "count_unit": "x",
    "remove": "Жою",
    "add_to_basket": "Себетке қосу",
    "buy": "Сатып алу",
    "notifications": {
      "inform_add_success": "Ол қолжетімді болғанда сізге хабарлаймыз.",
      "inform_remove_success": "Сіз күту тізімінен жойылдыңыз."
    },
    "book_now": "Қазір тапсырыс беріңіз",
    "reserve_now": "Қазір брондау",
    "buy_now": "Қазір сатып ал"
  },
  "product_info": {
    "fake": "Жалған",
    "action": "Аукцион",
    "compare_limit": "10 элемент шектеуі",
    "compare_add": "Салыстыруға қосыңыз",
    "compare_be_in_list": "Салыстыру тізімінде",
    "type": "Түр",
    "brand": "Бренд",
    "category": "Санат",
    "discount": "Жеңілдік",
    "track_price": "Бағаны қадағалау",
    "waiting_for_auction": "Аукционды күтіп жатырсыз ба?",
    "inform_auction": "Аукцион кезінде маған хабарлаңыз",
    "return_in_days": "{days} күн кепілдік қайтару",
    "support24h7": "Қолдау 24 сағат 7 күн",
    "support_normal": "Жұмыс уақытын қолдау",
    "original_guarantee": "Түпнұсқа кепілдік",
    "cod_payment": "Жеткізу кезінде қолма-қол ақшаны қолдау",
    "pros": "Артықшылықтары",
    "cons": "Кемшіліктері",
    "external_link": "Ары қарай оқу",
    "notifications": {
      "congratulation": "Құттықтаймыз",
      "waiting_list_add_success": "Бұл өнім аукционға қойылған кезде сізге хабарлаймыз.",
      "waiting_list_delete_success": "Сіз аукциондағы күту тізімінен шықтыңыз."
    },
    "offer_message": "{min_quantity} сатып алыңыз. Осы тауарларға {percent}% жеңілдік алыңыз",
    "up_to": "Тапсырыс үшін {per_order}x дейін",
    "get_free": "ТЕГІН АЛУ",
    "get_off": "{percent}% ЖЕҢІЛДІКТІ АЛУ"
  },
  "styler": {
    "size_class": "Өлшем және сынып",
    "delete_bg": "Фондық кескінді жою",
    "bg_color": "Фон түсі",
    "section_style": "Бөлім стилін орнату",
    "link": "Сілтемені орнату",
    "show_products": "Өнімдер / Санаттар тізімін басқару",
    "show_product": "Өнімді таңдаңыз",
    "delete_section": "Бөлімді жою",
    "text_color": "Мәтін түсі",
    "tex_align": "Мәтінді туралау",
    "text_style": "Мәтін стилі",
    "bg_image": "Фондық сурет",
    "product": {
      "title": "Өнімді таңдаңыз"
    },
    "products": {
      "title": "Өнімдер мен санаттар тізімін басқару",
      "sort_options": "Сұрыптау және Көру параметрлерін таңдаңыз",
      "item_types": "Тек өнімдерді / санаттарды көрсету",
      "product_only": "Тек өнімдер",
      "category_only": "Тек санаттар",
      "no_category": "Дүкеніңізде санат жоқ.",
      "limit": "Өнімдер шегі",
      "limit_message": "Өнімдердің нәтиже сандарын енгізіңіз",
      "select_categories": "Қолжетімді санаттарды таңдаңыз",
      "categories_limit": "Санаттар шектеуі",
      "categories_limit_msg": "Санаттардың максималды санын енгізіңіз. Шектеусіз нөлді орнатыңыз."
    }
  },
  "shop_contacts": {
    "popup": "Қалқымалы терезені қолдауды қосыңыз",
    "popup_message": "Бұл опцияны белсендіру арқылы қолдау кілті дүкеннің төменгі оң жағында көрінеді."
  },
  "popup_page": {
    "preview": "Тікелей қалқымалы терезені көру",
    "menu": {
      "design": "Дизайн",
      "appearance": "Сыртқы түрі",
      "filter": "Сүзгі",
      "setting": "Параметр"
    },
    "notifications": {
      "save": "Қалқымалы терезе сәтті сақталды.",
      "edit": "Қалқымалы терезе сәтті жаңартылды."
    }
  },
  "popup_appearance": {
    "position": "Позиция",
    "position_desc": "Беттегі осы хабарландырудың көрсетілетін орнын көрсетіңіз.",
    "width": "Ені",
    "width_desc": "Максималды бет енін орнатуға болады.",
    "height": "Биіктігі",
    "height_desc": "Максималды бет биіктігін орнатуға болады.",
    "radius": "Бұрыш радиусы",
    "radius_desc": "Бұл бөлімде хабарландыру бұрыштарының қисықтық радиусын орнатуға болады.",
    "shadow": "Көлеңке",
    "shadow_desc": "Қалқымалы терезенің көлеңкеленгенін қалайсыз ба?",
    "delay": "Кешіктіруді көрсету",
    "delay_desc": "Пайдаланушы дүкеніңізге кіргеннен кейін, осы уақыт өткеннен кейін пайдаланушыға хабарландыру көрсетіледі.",
    "hide": "Кешіктіруді жасыру",
    "hide_desc": "Шоудан кейін бірнеше секундтан кейін хабарландыру автоматты түрде жабылатынын орнатуға болады. 0 мәні хабарландыру автоматты түрде жабылмайтынын білдіреді.",
    "transition": "Қалқымалы анимация"
  },
  "popup_filter": {
    "registered": "Мүшелік және кіру талабы",
    "registered_desc": "Бұл хабарландыруды тек пайдаланушыларды немесе қонақтарды сақтау үшін көрсетуді таңдауға болады.",
    "only_guests": "Тек қонақтар",
    "only_users": "Тек кірген пайдаланушылар",
    "purchased": "Сатып алу тарихы",
    "purchased_desc": "Бұл хабарландыруды тек сатып алған немесе әлі сатып алмаған пайдаланушыларға көрсетуді таңдауға болады.",
    "no_purchase": "Әлі сатып алу жоқ",
    "yes_purchase": "Бұрын сатып алынған",
    "sex": "Жыныс",
    "sex_desc": "Бұл хабарландыру тек белгілі бір жыныстағы пайдаланушыларға көрсетілуін қалайсыз ба?",
    "age": "Ең төменгі жас",
    "age_desc": "6-дан асатын кез келген мән енгізілсе, пайдаланушы жүйеге кіріп, өзінің туған күнін енгізген болуы керек.",
    "levels": "Тұтынушылар клубының деңгейлері",
    "levels_desc": "Пайдаланушыда төменде таңдалған деңгейлердің бірі болса, бұл хабарландыру оған көрсетіледі.",
    "countries": "Орын шектеулері",
    "countries_desc": "Бұл хабарландыру тек белгілі бір елден келген пайдаланушыларға көрсетілуін қалайсыз ба?"
  },
  "popup_setting": {
    "published": "Жарияланған күй",
    "repeat": "Қайталау",
    "repeat_msg": "Бұл хабарландырудың пайдаланушыға бірнеше рет көрсетілуін қалайсыз ба?",
    "intervals": "Қалқымалы дисплейдің уақыт ұзақтығы",
    "intervals_msg": "Пайдаланушыға хабарландыруларды көрсету арасындағы ең аз уақыт өткен болуы керек.",
    "designer_zone": "Дизайнерлік аймақ",
    "title": "Қалқымалы терезе тақырыбы",
    "note": "Дизайнер жазбасы",
    "image": "Мұқаба суреті",
    "delete": {
      "title": "Жою",
      "sub_title": "Қалқымалы терезені жойғаннан кейін қайтару болмайды. Сенімді болыңыз.",
      "action": "Бұл қалқымалы терезені жою"
    },
    "notifications": {
      "delete": "Қалқымалы терезе жойылды."
    }
  },
  "shop_sms": {
    "title": "SMS басқару",
    "sub_title": "Клиенттерге жіберілген SMS үлгілері",
    "message": "Дүкеніңіз жіберген мәтіндік хабарламалардың мазмұнын осы жерден көре аласыз. Хабар алмасу қызметінде валидация үлгілерін тіркеудегі шектеуге байланысты, қазіргі уақытта мәтіндік хабарларды жекелендіру мүмкін емес."
  },
  "shop_emails": {
    "title": "Электрондық хаттарды басқару",
    "sub_title": "Сіз осы бөлімде тұтынушылар мен менеджерлерге дүкен жіберген электрондық хаттардың тізімін көресіз. Электрондық пошталар дүкеніңіз үшін енгізген ақпарат негізінде автоматты түрде жасалады және жасалады. Сондай-ақ, хабарлар мен суреттерді жекелендіру мүмкіндігі болашақта көпшілікке қолжетімді болады."
  },
  "instagram": {
    "title": "Инстаграмдағы сатылымдар",
    "message": "Бұл құралдың көмегімен сіз Instagram-ды дүкенге айналдыра аласыз. Жай ғана Instagram тіркелгіңізді осында қосыңыз және растаңыз, содан кейін сіз әр посттан немесе оқиғаңызда бір немесе бірнеше өнімді жариялай аласыз, өнімдер тізімін қосып, белгілей аласыз немесе жазбаны жаңа өнімге айналдыра аласыз!",
    "add_product": "Жаңа өнімді қосыңыз",
    "create_product": "Өнім жасау",
    "link_box_msg": "Бұл сілтемені Instagram, Telegram немесе басқа әлеуметтік желілердегі биоға қойыңыз, сонда аудитория тезірек, оңайырақ, көбірек және соңында көбірек сатып алады.",
    "remove_account": "Instagram сілтемесін өзгерту / жою",
    "sync": "Есептік жазба деректерін синхрондау (әр 60 минут сайын)"
  },
  "service_bill": {
    "task": {
      "title": "Тізім жасау",
      "message": "Жасағыңыз келетін жұмыстың тақырыптарын жазыңыз және сатып алушыға оның қаншалықты ілгерілегенін хабарлаңыз."
    },
    "booking": {
      "title": "Брондау / Брондау",
      "message": "Бұл тапсырыс белгіленген уақытта өңделеді, тұтынушы қалаған кезеңді таңдады, егер таңдалған кезеңде қандай да бір өзгерістер енгізгіңіз келсе, тұтынушыға хабарлаңыз.",
      "selected_checkin": "Таңдалған тұтынушы кіру күні",
      "selected_checkout": "Таңдалған тұтынушы шығу күні",
      "change_days_question": "Тұтынушы таңдаған күндерде өзгерту қажет пе?",
      "show_calendar": "Тапсырыстар күнтізбесін көрсету"
    },
    "pricing": {
      "title": "Баға белгілеу",
      "message": "Бұл қызмет үшін қанша ақы аласыз?"
    },
    "subscription": {
      "title": "Жазылым",
      "message": "Бұл қызметті күнделікті сатып алу арқылы жазылу мерзімін таңдауға болады. Енгізілген әдепкі мәндерді өзгерткіңіз келсе, сатып алушыға хабарлаңыз.",
      "duration": "Жазылым мерзімі"
    },
    "charge": {
      "title": "Зарядтау",
      "message": "Сіз бұл элемент үшін төлемді белгіледіңіз. Тұтынушы сатып алған зат үшін төлем сомасын өзгертуге болады.",
      "charge": "Зарядтау"
    },
    "save_item": "Тексеріңіз және орнатыңыз",
    "start_service": "Қызметті бастау",
    "end_service": "Аяқтау"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "Қызметтің аяқталуы",
      "message": "Бұл орындалса, тапсырысты аяқтау және жабу үшін растау пернесін басыңыз.",
      "action": "Тапсырысты растаңыз және аяқтаңыз"
    }
  },
  "product_outputs": {
    "outputs_form": "Дисплейдің ақпараттық құрылымы (шығыс)",
    "virtual": {
      "title": "Өнімнің шығыс ақпаратының пішіні",
      "sub_title": "Сатып алғаннан кейін пайдаланушыға көрсеткіңіз келетін ақпарат. Бұл пішін әсіресе сыйлық картасы сияқты виртуалды өнімдерді сатуға жарамды."
    },
    "service": {
      "title": "Сервис дизайны",
      "sub_title": "Алдымен қызмет түрін таңдап, қажетті ақпаратты енгізіңіз. Мысалы, тапсырмалар тізімін анықтауға немесе тұтынушыдан брондау уақытын немесе кездесуді сұрауға болады."
    }
  },
  "service_design": {
    "type": "Қызмет түрі",
    "type_message": "Осы өнім үшін ұсынатын қызмет түрін таңдаңыз. Әрбір элементті таңдау арқылы сәйкес пішін көрсетіледі. Сіз таңдаған қызмет түріне қарай тапсырыс берген кезде тұтынушыдан қосымша ақпарат алынуы мүмкін."
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "Талап ету бойынша",
      "desc": "мысалы, үй жөндеу, сырлау, көлік жөндеу, т.б."
    },
    "BOOKING": {
      "title": "Брондау",
      "desc": "Қонақ үй нөмірін немесе вилланы брондау сияқты."
    },
    "APPOINTMENT": {
      "title": "Кездесу",
      "desc": "Үй жануарларына күтім көрсету кездесуі немесе жеке оқыту сияқты."
    },
    "RENTAL": {
      "title": "Жалға алу",
      "desc": "Орынды немесе көлікті жалға алу сияқты."
    },
    "SUBSCRIPTION": {
      "title": "Жазылым",
      "desc": "Клуб мүшелігі немесе онлайн коучинг сияқты."
    },
    "CHARGE": {
      "title": "Зарядтау",
      "desc": "Есептік жазбаны зарядтау немесе қолданбаны пайдалану үшін ақы алу сияқты."
    },
    "CUSTOM": {
      "title": "Арнаулы",
      "desc": "Егер сіз ұсынатын қызмет жоғарыда аталғандардың ешқайсысы болмаса, осы опцияны таңдаңыз."
    }
  },
  "avocado": {
    "title": "Барлық әлеуметтік желілерде жылдам, дәл және жағымды сатылымдар",
    "message": "Клиенттеріңізден ақша алу үшін бір сома және бір атау қажет! Ақша сіздің шотыңызға тікелей түседі және сіздің клиенттеріңіз бірегей сатып алу тәжірибесіне ие болады.",
    "new_order": "Жаңа есепшот",
    "create_by_seller_title": "Шот-фактура жасау",
    "create_by_seller_message": "Белгілі бір сомаға шот-фактура жасап, оны біреуге жібергіңіз келсе, шот-фактура пішінін көрсету үшін төмендегі түймені басуға болады. Сатып алушыға төлем жасау және оның тапсырысын бақылау үшін жасалған сілтемені беріңіз.",
    "create_by_buyer_title": "Авокадо формасы",
    "create_by_buyer_message": "Бұл бөлімді белсендіру арқылы сізге сілтеме көрсетіледі, сатып алушыларға тапсырыс бере алатындай етіп осы сілтемені беріңіз.",
    "orders_list": "Тапсырыстар тізімі",
    "active_mode": "Тапсырыс түбіртегі белсенді",
    "inactive_mode": "белсенді емес",
    "active_message": "Осы көзді белсендіру арқылы тұтынушылар төменде көрсетілген сұрау пішіні арқылы өнімге тапсырыс бере алады.",
    "avocado_form_link_message": "Бұл сілтемені Instagram, Telegram немесе басқа әлеуметтік желілердегі биоға қойыңыз, сонда аудитория тезірек, оңайырақ және соңында көбірек сатып ала алады.",
    "need_address": "Мекенжай алу",
    "need_address_msg": "Сатып алушының орналасқан жері мен мекенжайын алу қажет болса, осы опцияны таңдаңыз.",
    "avocado_link_message": "Тапсырысты төлеу үшін жоғарыдағы сілтемені тұтынушыға беру жеткілікті. Тұтынушы тапсырысты осы сілтеме арқылы бақылай алады.",
    "edit_order": "Тапсырысты өңдеу",
    "progress": "Прогресс жылдамдығы",
    "buyer_link": "Сатып алушы сілтемесі",
    "buyer_link_message": "Сатып алушыға осы сілтемені беріңіз. Сатып алушы осы сілтеме арқылы төлем жасап, тапсырысын бақылай алады. Бұл сілтеме кодталған, егер сілтеме кез келген адамға берілсе, ол ақша төлеп, ақпаратты көре алады. Бұл сілтеме 60 күн бойы белсенді болады. Көшіру үшін төмендегі сілтемені басыңыз.",
    "OrderConfirm_done": "Тапсырыс расталды.",
    "OrderConfirm_message": "Төлемді растасаңыз және тапсырыс дұрыс болса, төмендегі түймені басыңыз.",
    "OrderConfirm_action": "Тапсырысты растау",
    "PreparingOrder_message": "Тұтынушының тапсырысы жөнелтуге дайын болса, төмендегі OK түймесін басыңыз.",
    "PreparingOrder_action": "Тапсырыс жөнелтуге дайын",
    "finish_message": "Бұл тапсырыс аяқталса, осы тапсырысты жабу үшін аяқтау түймесін басыңыз.",
    "finish_action": "Тапсырысты өңдеуді аяқтаңыз",
    "finish_dialog": {
      "title": "Тапсырысты аяқтаңыз",
      "message": "Тапсырыс аяқталды ма және оны шынымен жапқыңыз келе ме?",
      "action": "Иә, тапсырыстың аяқталғанын растаңыз"
    },
    "configuration": "Авокадо параметрлері",
    "delivery_price": "Жеткізу құны",
    "edit_avocado_action": "Ақпаратты өңдеу",
    "submit_pricing_avocado_action": "Тапсырыс бағасын жіберіңіз",
    "add_avocado_action": "Шот-фактура сілтемесін жасаңыз",
    "avocados_list": "Авокадо тізімі",
    "not_pricing": "Бұл заттың бағасы жоқ!",
    "show_all": "Барлығын көрсету",
    "show_accepted": "Расталған элементтерді көрсету",
    "notifications": {
      "update_success": "Авокадо сәтті жаңартылды.",
      "add_success": "Авокадо сәтті жасалды."
    },
    "name": "Авокадо"
  },
  "avocado_orders": {
    "title": "Авокадо",
    "title_small": "Әлеуметтік желілерді сату",
    "pending_orders": "Белсенді тапсырыстар",
    "avocado": "Авокадоға тапсырыс беріңіз"
  },
  "avocado_process": {
    "step1": "Баға белгілеу",
    "step1_msg": "Әрбір элементтің бағасын енгізіп, жасыл ұяшықты белгілеңіз. Элементті сату мүмкін болмаса, оның күйін қабылданбаған күйге өзгертіңіз.",
    "step2": "Шот-фактураны растау",
    "step2_msg": "Осы тапсырыс үшін шот-фактура жасаңыз. Шот-фактураның тақырыбы мен сипаттамасын енгізуге болады. Тапсырыс сомасы элементтердің жалпы бағасы негізінде автоматты түрде есептеледі.",
    "title_input": "Шот-фактура атауы *",
    "show_to_customer": "Бұл ақпарат сатып алушыға көрсетіледі.",
    "description_msg": "Осы тапсырысқа ескертпе жазғыңыз келе ме? Бұл ақпарат сатып алушыға көрсетіледі.",
    "price_input": "Тапсырыс сомасы *",
    "tax_none": "Салықтан босатылған",
    "tax_included": "Бағаға кіреді",
    "tax_add": "Салық қосыңыз",
    "tax_message": "Салықтың бағаға қосылған-қоспағанын таңдауға болады.",
    "tax_included_messages": "Бағаға салық кіреді.",
    "tax_add_messages": "Соңғы бағаға салықты қосу керек."
  },
  "hyper": {
    "print_label": "Келесі жапсырманы басып шығарып, оны өнімнің алдына қойыңыз",
    "hyper_form_link_product_message": "Клиенттеріңіз осы сілтеме арқылы {product} өнімін жылдам сатып ала алады. Сондай-ақ олар QR кодын сканерлеу арқылы сол сілтемені енгізеді.",
    "title": "Гипер жылдам сату",
    "message": "Hyper Selldone сату арнасының көмегімен тұтынушылар сіздің тарапыңыздан ешқандай әрекетсіз QR кодын сканерлеу арқылы өнімдерді сатып ала алады. Фестивальдарда, көрмелерде немесе бос емес рәсімдерде көп мөлшерде кейбір заттарды жылдам сату үшін осы әдісті пайдаланыңыз. Осы бөлімде Hyper белсендірілгеннен кейін Өнімді басқару бөлімінде физикалық өнімдер үшін гипер QR кодын жасауға болады.",
    "orders_list": "Гипер тапсырыстар тізімі",
    "active_mode": "Гипер сату арнасы іске қосылды",
    "inactive_mode": "белсенді емес",
    "active_message": "Бұл опцияны қоссаңыз, Жылдам сату кодтарын жасау мүмкіндігі әрбір өнімнің басқару бөлімінде көрсетіледі.",
    "hyper_form_link_message": "Дүкеніңіздің гипербетіне сілтеме",
    "configuration": "Гиперпараметрлер",
    "name": "Гипер"
  },
  "hyper_orders": {
    "title": "Гипер",
    "title_small": "Сату туралы есеп",
    "hyper": "Алынған тапсырыстар"
  },
  "product_file": {
    "no_file": "Әлі жүктеп салынған файл жоқ!",
    "delete_dialog": {
      "title": "Файлды жою",
      "message": "Бұл файлды жоюға сенімдісіз бе?",
      "action": "Иә, Қазір жою"
    },
    "notifications": {
      "delete_success": "Файл сәтті жойылды."
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 {amount} төлеп, {amount_total} несие алыңыз.",
    "charge_action": "Тегін несиені талап ету",
    "claim_title": "Тегін несиені талап етіңіз",
    "claim_charge_caution": "Ескертпе: Әмиян шоттары арасында валюталарды айырбастау мүмкін емес. Сондықтан дүкеніңізде айырбасталатын валютаға сәйкес келетін есептік жазбаны таңдаңыз.",
    "account_input": "Депозиттік шот",
    "account_msg": "Бұл шотқа төлем алынады"
  },
  "selldone_applications": {
    "title": "Тапсырыстарыңызды жіберіп алмаңыз!",
    "msg": "Бизнесіңізді кез келген жерде және кез келген уақытта басқарыңыз."
  },
  "shop_seo": {
    "title": "SEO конфигурациясы",
    "msg": "Органикалық тұтынушыларды сатып алу арналарын кеңейту арқылы онлайн маркетингке жылдам өту.",
    "auto": {
      "title": "Авто SEO қозғалтқышы",
      "msg": "Веб-сайтыңыздағы аудитория мен іздеу жүйелері үшін үздіксіз мобильді тәжірибені қамтамасыз етіңіз."
    },
    "amp": {
      "title": "AMP",
      "msg": "Жылдамдатылған мобильді беттерді автоматты түрде жасау."
    }
  },
  "shop_preferences": {
    "order": {
      "title": "Тапсырыстар",
      "desc": "Тұтынушы тапсырысты төлесе, тапсырыс туралы ақпаратты қамтитын электрондық пошта осы мекенжайға жіберіледі."
    },
    "return": {
      "title": "Қайту",
      "desc": "Егер өнімді сатып алушы қайтарса, бұл электрондық пошта жіберіледі. Бұл электрондық поштаны жіберу сатып алған жоспарыңызға байланысты."
    },
    "pos": {
      "title": "POS",
      "desc": "POS сату туралы есеп осы электрондық поштаға жіберіледі."
    },
    "avocado": {
      "title": "Авокадо",
      "desc": "Авокадо тапсырыстарының күнделікті есебін жіберіңіз."
    },
    "accounting": {
      "title": "Бухгалтерлік есеп",
      "desc": "Қаржылық есептер мен жаңартуларды сақтаңыз."
    },
    "subscription": {
      "title": "Жазылымдар",
      "desc": "Жақында сатып алынған жоспар күйі жазылымның басталуы және аяқталуы туралы хабарландыруларға сәйкес келеді."
    },
    "technical": {
      "title": "Техникалық",
      "desc": "Домен және қызмет күйі туралы техникалық хабарландырулар."
    },
    "report": {
      "title": "Есептер",
      "desc": "Апталық және айлық есептер осы электрондық поштаға жіберіледі"
    },
    "review": {
      "title": "Қарау",
      "desc": "Дүкенде процесті растау қажет болса, тиісті электрондық пошта осы мекенжайға жіберіледі. Мысалы, дүкен пайдаланушыларына маркетингтік электрондық поштаның жіберілуін растау үшін."
    }
  },
  "shop_languages": {
    "title": "Тілдерді сақтау",
    "sub_title": "Автоматты аудару пакеттерін орнатыңыз және іске қосыңыз.",
    "message": "Дүкенде 10-ға дейін тіл бумаларын орнатуға болады. Қосымша пакеттерді орнату қажет болса, бізге хабарласыңыз."
  },
  "invite_friends": {
    "title": "Әлемге бизнесіңіз туралы айтыңыз!",
    "msg": "Selldone-ді достарыңызға таныстырыңыз. Олар тіркелген кезде компанияның ваучерінде $99 алады, ал олар бірінші транзакцияны аяқтағаннан кейін сіз $15 бастау ваучерін аласыз.",
    "invite": {
      "title": "$99 тегін ваучерді алу үшін Selldone бизнес операциялық жүйесіне қосылыңыз.",
      "description": "Мен сізді керемет құралмен онлайн бизнесіңізді бастау үшін Selldone-ге шақырамын.",
      "hashtags": "электрондық коммерция, веб-сайт құрастырушы",
      "quot": "Мен Selldone интернет-дүкенін салдым, сіз де қазір өз бизнесіңізді жасай аласыз."
    }
  },
  "shops_list": {
    "title": "Менің дүкендерім",
    "message": "Менің жеке дүкендерімнің, рұқсат етілген және үлгі дүкендерімнің тізімі."
  },
  "shipping": {
    "warehouse_error": "Алдымен қоймаңызды орнатыңыз! Бұл мекенжай жөнелтілімнің бастапқы нүктесі ретінде пайдаланылады.",
    "errors": {
      "set_origin": "Орналасу картасын орнатыңыз.",
      "set_country": "Еліңізді орнатыңыз.",
      "set_address": "Мекенжайыңызды орнатыңыз.",
      "set_zip": "Пошта индексіңізді орнатыңыз."
    },
    "set_warehouse": "Қойманы орнату",
    "pickup_location": "Алып кету орны",
    "refresh_rates": "Жаңарту жылдамдығы",
    "no_rate": "Бағасы жоқ...",
    "view_messages": "Хабарларды көру...",
    "not_set_yet": "Әлі орнатылмаған!",
    "drop_orders_here": "Тапсырыстарды осында қалдырыңыз..."
  },
  "blog_category": {
    "title": "Блог санаттары",
    "add_action": "Жаңа санат қосыңыз",
    "add_dialog": {
      "title": "Жаңа / Жаңарту санаты",
      "force_edit": "Жолды мәжбүрлеп өңдеу",
      "force_edit_msg": "Санат атауын өзгертіңіз және барлық мақалаларды жаңартыңыз.",
      "star_msg": "Белгіленген санаттар блогта көрсетілетін басымдыққа ие.",
      "star": "Қарады",
      "delete_action": "Санатты жою",
      "add_action": "Санат қосу",
      "edit_action": "Санатты өңдеу"
    }
  },
  "about_us": {
    "title": "Біз туралы парақша",
    "subtitle": "Біз туралы бетінде көрсету үшін бизнесіңіз туралы мақала жазыңыз. Бұл бет аудиторияңызға бренд пен миссияңызды білуге көмектеседі."
  },
  "terms": {
    "title": "Қызмет көрсету шарттары беті",
    "subtitle": "Клиенттеріңізге қызметтеріңізді сатып алу және пайдалану шарттарын түсіндіріңіз."
  },
  "privacy": {
    "title": "Құпиялық саясаты беті",
    "subtitle": "Құпиялық саясаты – тараптың тұтынушы немесе клиент деректерін жинау, пайдалану, ашу және басқару тәсілдерінің кейбірін немесе барлығын ашатын мәлімдеме немесе заңды құжат."
  },
  "contact_us": {
    "title": "Бізбен байланыс беті",
    "subtitle": "Бізбен байланыс бетінде тұтынушыларға көрсетілетін байланыс ақпаратыңызды, мекенжайыңызды және телефон нөміріңізді жазыңыз."
  },
  "metaverse": {
    "title": "Метаверс көпірі",
    "subtitle": "Selldone сауда кеңістігінде %100 API негізіндегі қызметтерді ұсынады. Ойын, блокчейн және метаверс әзірлеушілері осы қуатты API интерфейстерін болашақта жұмыс, өмір және сауда әлемінде бизнесті, тұтынушыларды және қызметтерді қосу үшін пайдалана алады.",
    "message": "Ойын әзірлеушілеріне ерте қол жеткізу"
  },
  "orders_bulk_export": {
    "title": "Тапсырыстар көмекшісі",
    "timespan": {
      "title": "Уақыт периоды",
      "subtitle": "Тапсырыс берудің басталу және аяқталу күндерін таңдаңыз."
    },
    "tasks": {
      "title": "Тапсырмаларды шығару",
      "subtitle": "Тапсырыстарды жаппай өңдеуге арналған тапсырмалар тізімін жүктеп алыңыз. Нәтиже тек ақылы және COD тапсырыстарын қамтиды.",
      "export_title": "Тапсырмалар тізімі"
    },
    "labels": {
      "title": "Пакет жапсырмалары",
      "subtitle": "Таңдалған уақыт кезеңінде және күйдегі барлық тапсырыстар белгілерінің тізімін жүктеп алыңыз. Нәтиже тек ақылы және COD тапсырыстарын қамтиды.",
      "export_title": "Қорап жапсырмалары"
    }
  },
  "customers_funnel": {
    "title": "Тұтынушылардың демографиясы",
    "subtitle": "Аз маркетингпен көбірек құндылықты жеткізу үшін жақсырақ шешім қабылдау үшін тұтынушылар деректерін сүзіп, экспорттаңыз! Клиенттеріңіздің құпиялылығын құрметтеңіз және оларға ешқашан жаппай жаппай электрондық хаттарды жібермеңіз! Ешқашан тұтынушыларыңыздың ақпаратын олардың әрқайсысының рұқсатынсыз үшінші тарап қызметтерімен бөліспеңіз."
  },
  "transportation_pickups": {
    "addresses": {
      "title": "Қабылдау мекенжайлары",
      "subtitle": "Мұнда алып кету мекенжайларын қосыңыз және өңдеңіз. Пайдаланушылар қабылдау мекенжайын төлем бетінде таңдай алады.",
      "add_action": "Жаңа орынды қосыңыз"
    }
  },
  "affiliate_pos": {
    "title": "Серіктестік POS",
    "open_pos_action": "Жылдам тапсырыс беру POS",
    "description": "Бұл опция Instagram парақшаларының және басқа әлеуметтік желілердің әкімшілері үшін қолайлы. Клиенттерден тапсырыстарды қолмен алу және қосу үшін Серіктестік POS пайдаланыңыз. Сіздің серіктестеріңіз (немесе франчайзинг) Серіктестік POS жүйесіне жаңа тапсырыстарды қосып, депозиттік слипті жүктей алады."
  },
  "shop_configuration": {
    "login": {
      "title": "Жүйеге кіру әдістері",
      "subtitle": "Пайдаланушылардың дүкеніңізге кіру жолын реттеңіз."
    },
    "checkout": {
      "title": "Төлем ағыны",
      "subtitle": "Электрондық коммерцияда тұтынушылардың саяхатын және сатып алу ағынын реттеңіз.",
      "map": {
        "title": "Карта",
        "subtitle": "Пайдаланушылар картада жеткізу орнын таңдауы керек (мысалы, Uber).",
        "subtitle_no_map": "Жеткізу есебінде қашықтық нөлге тең, егер орын тұтынушы берген мекенжайда болмаса."
      },
      "mode": {
        "title": "Клиенттердің кіру нүктесі",
        "default": {
          "title": "ASAP (әдепкі)",
          "msg": "Пайдаланушылар мүмкіндігінше тезірек жүйеге кіреді. (Көбірек түрлендіру)"
        },
        "on_checkout": {
          "title": "Кассада",
          "msg": "Есептеу қадамында пайдаланушыларды жүйеге кіруге мәжбүрлеңіз."
        },
        "login_free": {
          "title": "Қосымша кіру",
          "msg": "Тапсырыс төлемінен кейін қосымша кіру.."
        }
      },
      "express": {
        "title": "Себетке қосқаннан кейін қайта бағыттаңыз",
        "false": {
          "title": "Қалыпты режим",
          "msg": "Бетте қалып, себетке қосу түймесін басқаннан кейін сатып алуды жалғастырыңыз."
        },
        "true": {
          "title": "Экспресс режимі",
          "msg": "Себетке қосу түймесін басқаннан кейін тұтынушыны төлеу бетіне қайта бағыттаңыз."
        }
      },
      "shipping_address": {
        "title": "Жеткізу мекенжайын сұраңыз"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "Физикалық және қызмет көрсету (әдепкі)",
      "desc": "Тұтынушыдан физикалық және қызмет көрсету кассаларында мекенжайды енгізуін сұраңыз."
    },
    "physical": {
      "title": "Тек физикалық",
      "desc": "Тұтынушыдан тек физикалық тексеруде мекенжайды енгізуін сұраңыз."
    },
    "off": {
      "title": "Ешқашан",
      "desc": "Жеткізу мекенжайын ешқашан сұрамаңыз. ⚠ Егер сіз қызмет түрінің орнына өнімдер үшін физикалық түрін таңдау арқылы нұсқалары бар қызметтерді алуды жоспарласаңыз, осы опцияны пайдаланыңыз."
    }
  },
  "business_model": {
    "title": "Бизнес моделін орнату",
    "subtitle": "Бизнес үлгісін орнатыңыз, біз сіздің операциялық жүйеңізді сахнаның артында конфигурациялаймыз."
  },
  "business_type": {
    "title": "Тауар түрлері",
    "subtitle": "Дүкенде сатқыңыз келетін өнімдердің түрін орнатыңыз. Selldone-дегі өнім түрлері өнімдердің бір түрі ғана емес; бұл орындау процедурасы туралы көбірек.",
    "send_activation_request_to_support": "Қолдау билетінде белсендіру сұрауын жіберіңіз.",
    "require_kyc": "Бизнес иесі KYC.",
    "needs_enterprise_license": "Сізде Enterprise лицензиясы болуы керек.",
    "marketplace_caution_message": "Модель бизнесіңіздің ОЖ конфигурациясына терең әсер ететіндей Marketplace орнатыңыз. Мысалы, тәуелсіз баға мен түгендеу бар әрбір өнім үшін кемінде бір жеткізушіні анықтауыңыз керек. Тұтынушылар сатушысы жоқ өнімді сатып ала алмайды."
  },
  "business_model_view": {
    "normal": {
      "title": "Қалыпты дүкен",
      "desc": "Әдетте шағын және орта бизнес, үй бизнесі немесе өз өнімін тікелей тұтынушыларға сататын немесе көтерме сауданың өнімдерін сатушы ретінде сататын."
    },
    "dropshipping": {
      "title": "Dropshipping",
      "desc": "Ешқандай өнімді және түгендеуді сақтамаңыз - сіз үшінші тарапқа, әдетте көтерме сатушыға (мысалы, Printify, Wholesale2B, ...) немесе өндірушіге төлейсіз және олар тапсырыстарды сахнаның артында орындайды."
    },
    "wholesaler": {
      "title": "Dropshipping жеткізушісі",
      "desc": "Әдетте көтерме сатушы немесе өндіруші – тапсырыстарды соңғы тұтынушыға тікелей жеткізеді. Selldone-дегі басқа саудагерлер сіздің өнімдеріңізді өз дүкендеріне апара алады."
    },
    "marketplace": {
      "title": "Базар",
      "desc": "Онлайн базарлар сатып алушылар мен сатушыларды меншікті және орталықтандырылған платформада байланыстырады."
    },
    "franchise": {
      "title": "Франчайзинг / Серіктестік",
      "desc": "Франчайзинг - бұл сіздің брендіңізді (Франчайзинг) орнататын немесе өз бренді бойынша өнімдеріңізді сататын франчайзердің қатысуымен өнімдерді немесе қызметтерді тарату әдісі (Серіктестік)."
    }
  },
  "marketplace": {
    "vendor_wallets": "Әмияндар",
    "pricing_models": "Баға белгілеу",
    "add_vendor": "Сатушыны қосыңыз",
    "requests": "Сұраулар"
  },
  "price_input_type": {
    "title": "Баға енгізу түрі",
    "default": {
      "title": "Әдепкі",
      "desc": "Себеттегі сан ретінде мәнді таңдаңыз."
    },
    "area": {
      "title": "Аудан",
      "desc": "Мөлшерді есептеу үшін ені мен ұзындығын кіріс ретінде енгізіңіз."
    },
    "volume": {
      "title": "көлемі",
      "desc": "Мөлшерді есептеу үшін ен, ұзындық және биіктікті енгізу ретінде енгізіңіз."
    },
    "custom": {
      "title": "Арнаулы (енгізу пішіні бойынша)",
      "desc": "Жүздеген нұсқалардың қажеті жоқ! Жоғары теңшелетін өнімдер үшін теңшелетін шығындарды есептеу пішінін жасаңыз."
    }
  },
  "vendors_list": {
    "title": "Менің сатушыларым",
    "message": "Менің жеке жеткізушілерімнің тізімі."
  },
  "vendor_page": {},
  "domains": {
    "message": "Бірнеше домендерді бизнес операциялық жүйесіне қосыңыз және олардың барлығын бір жерден басқарыңыз. Блог және қауымдастық сияқты веб-сайтыңыздың әрбір бөлігі үшін арнайы домендерді жасау үшін бірнеше домен мүмкіндігін пайдалануға немесе серіктестеріңіз үшін әртүрлі домендерді пайдалануға болады."
  },
  "notes": {
    "add_action": "Командаңызға ескертпе қосыңыз",
    "notifications": {
      "success_add": "Ескертпе сәтті қосылды.",
      "success_delete": "Ескертпе сәтті жойылды."
    }
  },
  "external_services": {
    "title": "Сыртқы қызметтер",
    "subtitle": "SMS және электрондық пошта сияқты сыртқы қызметтердің соңғы күйін осы жерден бақылаңыз."
  },
  "theme": {
    "dark_mode": "Қараңғы режим",
    "dark_mode_description": "Ақ мәтін түсі бар күңгірт фон қажет болса, осы опцияны таңдаңыз.",
    "light_mode": "Жарық режимі",
    "light_mode_description": "Фон ашық және мәтін қара түсте болғанын қаласаңыз, осы опцияны таңдаңыз."
  },
  "shop_quota": {
    "title": "Пайдалану квотасы",
    "sub_title": "Бұл сіздің дүкеніңіз үшін пайдалану квоталарының тізімі. Дүкен лицензиясын жаңарту арқылы бұл шектеулерді арттыруға болады. Егер сіз шектен асып кетсеңіз, бізден қосымша күнделікті квота төлемдерін сұрай аласыз. Барлық пайдалану күнделікті қалпына келтіріледі."
  },
  "app_card": {
    "category": "Санат",
    "installs": "Орнату",
    "actives": "Белсенді",
    "uninstalls": "Жоюлар",
    "app_code": "Қолданба коды",
    "app_mode": "Қолданба режимі"
  },
  "product_status": {
    "open": {
      "name": "Белсенді",
      "title": "Белсенді ╏ Онлайн және офлайн сатылымдар",
      "description": "Бұл өнім онлайн тапсырыстар үшін қолжетімді болады."
    },
    "close": {
      "name": "белсенді емес",
      "title": "Белсенді емес ╏ Тек офлайн сатылымдар",
      "description": "Бұл өнім онлайн тапсырыстар үшін қолжетімді болмайды."
    },
    "pending": {
      "name": "Күтуде",
      "title": "Күтуде",
      "description": "Тікелей эфирге шықпас бұрын нарықты тексеруді қажет етеді."
    },
    "rejected": {
      "name": "Қабылданбады",
      "title": "Қабылданбады",
      "description": "Бұл өнімді нарық қабылдамады."
    }
  },
  "suggestions": {
    "vendor_payment": {
      "note": [
        "Сату үшін төлем орындалды",
        "Жеткізуші комиссиясының төлемі.",
        "Транзакция сәтті аяқталды.",
        "Соңғы сатылымдар үшін ақша аударымы.",
        "Жеткізуші қызметтері үшін сәтті аударым."
      ],
      "reverse_fund_reason": [
        "Қаражатты қайтару: банктен жеткізушінің әмиянына аудару.",
        "Жеткізуші әмиянды толтыру: банктік шоттағы қаражатты қайтару.",
        "Кері транзакция: банктен сатушыға әмиян қаражатын аудару.",
        "Қайтару: банктік салымды жеткізушінің әмиянына қайтару.",
        "Қаражатты қайтару: сатушының банктен әмиянды толтыру."
      ]
    },
    "shop_email": {
      "name": [
        "Super Savings Weekend Blast",
        "Эксклюзивті инсайдерлік мәмілелер ашылды",
        "Премиум жеңілдіктерге VIP қатынасыңыз",
        "Маусымдық сату экстраваганза",
        "Сауда жұмағыңыздың құлпын ашыңыз",
        "Үлкен сатып алушының карнавалы",
        "Spring Fling Shopping Spree",
        "Сіз қарсы тұра алмайтын күзгі ұсыныстар",
        "Қысқы кереметтер: суық күндерге арналған жылы ұсыныстар",
        "Жаздың соңындағы клирингтің кері санағы",
        "Қара жұма Бонанза: құстарға ерте қол жеткізу",
        "Сәлем мерекелер: сыйлық нұсқаулығы және т.б",
        "Жаңа табылғандар: тек сізге арналған жаңалар",
        "Марапатталған адалдық: ішіндегі эксклюзивті жеңілдіктер"
      ],
      "subject": [
        "⏰ Уақыты шектеулі ұсыныс! Таңдаулыларыңызды қазір алыңыз",
        "🌼 Жаңа маусым, жаңа стильдер - біздің соңғы топтамамызбен танысыңыз",
        "👑 Тек сізге арналған эксклюзивті VIP сатылымы",
        "💃 Жаңадан келгендермен басымызды бұрыңыз",
        "🔚 Барлығына 20% жеңілдікпен ләззат алуға соңғы мүмкіндік",
        "🎁 Сізге сыйлық: ішінде $10 несие!",
        "☀️ Біздің ыстық ұсыныстарымызбен жазға дайын болыңыз",
        "🛍️ Гардеробыңызды жаңартыңыз - сіз оған лайықсыз",
        "👀 Жақында жаңа өнімдер шығады!",
        "🎂 Туған күнің құтты болсын! Сізді ерекше сыйлық күтеді",
        "🖤 Қара жұма ұсыныстарына дайынсыз ба?",
        "🎯 Үздік таңдаулар тек сізге арналған - жеке сатып алу тәжірибесі",
        "🍹 Өзіңізді емдейтін уақыт - демалыс күндеріндегі флэш-сатылым!",
        "🧹 Маусымның соңындағы тазарту - бәрі өтуі керек!",
        "🚀 Сіз оны жеңдіңіз! Келесі тапсырысыңызда тегін жеткізу",
        "📢 Жіберіп алмаңыз - Сіздің қалаулар тізіміңіз қазір сатылымда",
        "🏡 Біздің үй декор топтамасымен үйіңізге қуаныш әкеліңіз",
        "🎉 Тек сізге арналған тосын сый! Құпия жеңілдіктеріңізді ашыңыз"
      ]
    },
    "discount_code": {
      "code": [
        "ҚОШ КЕЛДІҢІЗ10",
        "ЖАЗ20",
        "VIPSALE30",
        "BDAY15",
        "ҚАРА ЖҰМА",
        "КИБЕРДҮЙСЕНБІ",
        "ТЕГІН ЖЕТКІЗІЛІМ",
        "FLASHSALE",
        "ЖАСАУ",
        "EARLYBIRD",
        "СТУДЕНТ10",
        "ҚЫС 25",
        "КӨКТЕМ 15",
        "КҮЗ 20",
        "BESTSELLER10",
        "МЕРЕКЕЛІК 30",
        "ВАЛЕНТИН20",
        "АНАЛАР КҮНІ",
        "ӘКЕ КҮНІ",
        "ЖЫЛ СОҢЫ"
      ],
      "title": [
        "Flash сатылымы: 20% жеңілдік!",
        "VIP ерте қол жеткізуге жеңілдік",
        "Демалыс күніндегі ұсыныс: қазір сақтаңыз!",
        "Бүгін 15% жеңілдік алыңыз",
        "Жазғы сатылым: Қосымша 10% жеңілдік",
        "Тапсырысты сату! Үлкен сақтау",
        "Арнайы ұсыныс: Тегін жеткізу",
        "2-1-ге: Тек бүгін!",
        "Арнайы мереке: 25% жеңілдік",
        "Эксклюзивті 30% жеңілдік",
        "Таңқаларлық! Қосымша 20% жеңілдік",
        "Ішінде маусымдық үнемдеу",
        "Апта ортасындағы ақылсыздық: 10% жеңілдік",
        "Жақында аяқталады: барлығына 15% жеңілдік",
        "Отбасы және достар: 20% жеңілдік",
        "Осы демалыс күндері үлкен үнемдеу",
        "Қара жұма: 40% жеңілдік",
        "Sneak Peek жеңілдік: 30% жеңілдік"
      ],
      "description": [
        "Арнайы ұсынысыңызды талап етіңіз! Тек шектеулі уақыт.",
        "Асығыңыз! Сіздің себетіңізде эксклюзивті жинақ күтеді.",
        "Үлкен үнемдеу бір рет басу жеткілікті!",
        "Бұл мәміле жойылмай тұрып пайдаланыңыз.",
        "Арнайы жеңілдік күтеді! Жіберіп алмаңыз.",
        "Біздің ұсынысымызбен сатып алу рухыңызды арттырыңыз!",
        "Сіздің келесі тапсырысыңыз сіз ойлағаннан аз болуы мүмкін!",
        "Бұл өзіңіз қалаған затты алудың тамаша уақыты.",
        "Күніңізді жарқын ету үшін кішкене нәрсе.",
        "Сақтауға дайынсыз ба? Тосын жеңілдік күтіп тұр!",
        "Сіз ерекше болғандықтан, мұнда ерекше келісім бар.",
        "Бір нәрсеге көзің түсті ме? Міне, түрткі!",
        "Сақтау үшін сыйлық сияқты уақыт жоқ.",
        "Бұл мәмілені жіберіп алмаңыз! Өтіп кету тым жақсы.",
        "Керемет жаңалық! Сатып алуларыңыз арзандады.",
        "Асығыңыз, эксклюзивті жеңілдік жақында аяқталады!",
        "Міне, адалдығыңызға аздап рахмет."
      ]
    },
    "coupon": {
      "title": [
        "Үнемдеу босатылды",
        "Жеңілдіктің құлпын ашыңыз",
        "Супер үнемдеу",
        "Эксклюзивті мәміле",
        "Бонус үнемдеу",
        "VIP жеңілдік",
        "Арнайы ұсыныс",
        "Қосымша үнемдеу",
        "Жеңілдік туралы ескерту",
        "Бюджет бақыты",
        "Экономикалық ләззат",
        "Құндылық Bonanza",
        "Бағаны азайту",
        "Бақытты үнемдеу",
        "Көбірек үнемдеңіз, көбірек сатып алыңыз",
        "Flash мәмілесі",
        "Сауда-саттық сыйлығы",
        "Жылдам үнемдеу",
        "Күннің мәмілесі",
        "Маусымдық ұрлық"
      ],
      "description": [
        "Бізде тәтті мәміледен ләззат алыңыз! Келесі сатып алуда үнемдеңіз.",
        "Біз өз тұтынушыларымызды бағалаймыз - осы эксклюзивті ұсынысты пайдаланыңыз.",
        "Өзіңізге ұнайтын нәрсені азырақ алыңыз. Бізге жеңілдік!",
        "Сақтауға дайынсыз ба? Эксклюзивті ұсыныс күтеді!",
        "Өйткені сен ерекшесің! Келесі тапсырысыңызға жеңілдік алыңыз.",
        "Өзіңізді шоппингпен сыйлаңыз және үнемдеңіз!",
        "Тастағанша сатып алуға дайын болыңыз және үнемдеңіз!",
        "Маусымды ерекше жеңілдікпен қарсы алыңыз.",
        "Біз адал клиенттерімізге эксклюзивті жеңілдікпен алғыс айтамыз.",
        "Келесі сатып алу кезінде керемет үнемдеуді ашыңыз.",
        "Эксклюзивті жинақтарыңызды қараңыз.",
        "Бізден күтпеген жеңілдікпен танысыңыз!",
        "Эксклюзивті ұсынысымызбен сатып алу тәжірибеңізді жаңартыңыз.",
        "Біздің арнайы ұсынысымызбен үнемдеуді бастаңыз.",
        "Өзіңізді кішкене қосымша нәрсемен қуантыңыз - ерекше жеңілдік.",
        "Сіздің келесі сатып алу шытырман оқиғасы арзанырақ болды!",
        "Өйткені жеңілдікпен сатып алу қызық."
      ]
    },
    "offer": {
      "title": [
        "Топтама және үлкен үнемдеу!",
        "Көбірек сатып алыңыз, көбірек үнемдеңіз!",
        "Ақылды сатып алушыларға арналған ақылды ұсыныстар",
        "Жеңілдік туралы ескерту! Жинақ жинақтары",
        "Комбо ұсынысы - арзанырақ",
        "Топтамалардағы эксклюзивті үнемдеу",
        "Ақшаңызға көбірек алыңыз!",
        "Жинақтау кезінде сақтаңыз",
        "Combos бойынша арнайы ұсыныстар",
        "Дүкенде үлкен үнемдеу!",
        "Ең жақсы құнды жинақтар",
        "Уақыты шектеулі пакеттік мәмілелер",
        "Combos бойынша үлкен жеңілдіктер",
        "Таңдаулы элементтердегі ақылды үнемдеу",
        "Топтамалар бойынша керемет мәмілелер",
        "Бірнеше сатып алу жеңілдіктері бар",
        "Қазір екі есе азырақ",
        "Жаппай сатып алу = Үлкен үнемдеу"
      ],
      "description": [
        "Таңдаулы өнімдерді жинағанда, үлкен үнемдеңіз. Асығыңыз, шектеулі уақыт ұсынысы!",
        "Ақылды мәмілелер күтеді! Бөлектелген заттарды бірге сатып алғанда көбірек үнемдеңіз.",
        "Сақтаудың ақылды жолын табыңыз! Таңдаулыларды жинап, бағаның төмендеуін бақылаңыз.",
        "Таңдалған элементтерді біріктірілген сатып алу кезінде эксклюзивті жеңілдіктерді пайдаланыңыз. Қазір әрекет ет!",
        "Көбірек сатып алыңыз, көбірек үнемдеңіз! Арнайы өнім топтамаларында керемет жеңілдіктер.",
        "Арнайы ұсыныстарымызбен ақылды сауда жасаңыз. Таңдаулы өнім топтамаларында жеңілдікті бағалар.",
        "Азға көбірек алыңыз! Таңдалған топтамаларды сатып алған кезде керемет жеңілдіктер.",
        "Топтама жасаған кезде үлкен үнемдеңіз! Шектеулі уақытқа таңдаулы элементтерге эксклюзивті мәмілелер.",
        "Біріктіріңіз және сақтаңыз! Таңдалған өнімдерді бірге сатып алғанда, эксклюзивті жеңілдіктер.",
        "Неғұрлым көп сатып алсаңыз, соғұрлым көп үнемдейсіз! Арнайы жинақтарымызбен ақылды болыңыз."
      ]
    },
    "gift_card_type": {
      "title": [
        "Өзіңізді емдеңіз!",
        "Тек сен үшін!",
        "Бақытты сауда!",
        "Бізде ләззат алыңыз!",
        "Кішкене рақаттаныңыз",
        "Өйткені сен ерекшесің",
        "Кішкене тосын сый",
        "Күніңізді жасаңыз",
        "Міне саған",
        "Қуанышты таратыңыз",
        "Махаббат сыйы",
        "Ләззатпен дүкен жасаңыз",
        "Алғыс белгісі",
        "Шығару уақыты",
        "Сәттен ләззат алыңыз",
        "Таңдаулыларыңызды табыңыз",
        "Таңдау сіздікі",
        "Өзіңізді білдіріңіз",
        "Сиқырды ашыңыз",
        "Стильіңізді босатыңыз"
      ]
    },
    "vendor_refund_order": {
      "note": [
        "Қаражаттар виртуалды әмияныңыздан шегерілді және нарықтық әмиянға қайтарылды.",
        "Ақша қайтарылды, бұл виртуалды әмияндағы теңгерімді азайтады.",
        "Қайтару аяқталды. Нарық әмияныңыз виртуалды әмияныңыздан толықтырылды.",
        "Сіздің виртуалды әмияныңыз нарық әмиянына жақында қайтарылған ақша үшін есептен шығарылды.",
        "Жақында қайтарылған төлемге байланысты виртуалды әмияныңыздың қаражаты реттелді.",
        "Виртуалды әмияныңыздан соманы шегеріп, қайтару жүргізілді.",
        "Виртуалды әмияндағы теңгерім нарықтағы әмиянға қайтарылған ақшаға байланысты азайды.",
        "Ақшаны қайтару транзакциясы орын алып, ақшаны виртуалды әмияныңыздан нарыққа қайтарды."
      ]
    },
    "product": {
      "warranty": [
        "24 айлық алтын кепілдігі",
        "Екі жыл бойы платинадан қорғау",
        "36 айға алмаз кепілдігі",
        "Күміс қалқан: бір жылдық кепілдік",
        "2 жылдық элиталық кепілдік",
        "24 айға арналған премиум қорғаныс",
        "Қола резервтік көшірме: бір жылдық кепілдік",
        "3-жылдық толық жұмыс уақыты кепілдігі",
        "24 айлық қауіпсіз қызмет көрсету уәдесі",
        "36 айлық жан тыныштығын қорғау"
      ],
      "pros_name": [
        "Тиімділігі жақсартылған",
        "Тиімді шешім",
        "Сапа кепілдендірілген",
        "Қолдануға ыңғайлы",
        "Уақытты үнемдеу",
        "Сенімділік кепілдендірілген",
        "Жан-жақты пайдалану",
        "Ең озық технология",
        "Экологиялық таза",
        "Ерекше өнімділік"
      ],
      "pros_value": [
        "Жылдам және тиімді операциялар арқылы айтарлықтай уақытты үнемдейді.",
        "Теңдесі жоқ өнімділік үшін озық технологияны пайдаланады.",
        "Шығындарды азайтады және өнімділікті арттырады.",
        "Оңай шарлау үшін ыңғайлы интерфейсті ұсынады.",
        "Сенімді және тұрақты өнімділікке кепілдік береді.",
        "Түрлі тапсырмалар бойынша жан-жақты қолданбаларды қамтамасыз етеді.",
        "Экологиялық таза материалдар мен процестерді пайдаланады.",
        "Жоғары нәтижеге қол жеткізу үшін озық технологиямен жасалған.",
        "Жоғары сапалы дизайн ұзақ уақытқа төзімділікті қамтамасыз етеді.",
        "Тәулік бойы тұтынушыларға қолдау көрсетуді ұсынады."
      ],
      "cons_name": [
        "Қымбат инвестиция",
        "Шектеулі үйлесімділік",
        "Кешенді орнату",
        "Тренингті қажет етеді",
        "Субпар өнімділігі",
        "Жан-жақтылық жетіспейді",
        "Шектеулі қолдау",
        "Жиі техникалық қызмет көрсету",
        "Жоғары энергия тұтыну",
        "Қысқа өмір сүру ұзақтығы"
      ],
      "cons_value": [
        "Баламалармен салыстырғанда жоғары бастапқы инвестиция.",
        "Барлық жүйелермен немесе құрылғылармен үйлесімді болмауы мүмкін.",
        "Орнату процесі өте күрделі болуы мүмкін.",
        "Қолдану үшін қосымша оқыту қажет болуы мүмкін.",
        "Өнімділік барлық үміттерді қанағаттандырмауы мүмкін.",
        "Функционалдылығы шектеулі немесе әмбебаптығы жоқ.",
        "Тұтынушыларды қолдау қызметі тәулік бойы жұмыс істемеуі мүмкін.",
        "Жиі техникалық қызмет көрсету қажет, бұл жоғары шығындарға әкеледі.",
        "Коммуналдық шығындарға әсер ететін энергияның көп мөлшерін тұтынады.",
        "Өнімнің қызмет ету мерзімі күтілгендей ұзақ болмауы мүмкін."
      ]
    },
    "blog_category": {
      "category": [
        "Tech Insights",
        "Тамақтанушылардың тапқандары",
        "Саяхат ертегілері",
        "Денсаулыққа қатысты кеңестер",
        "Сәнді ұнататындар",
        "Business Buzz",
        "Өмір салты туралы әңгімелер",
        "Спорт жаңартулары",
        "Өнердің маңызды сәттері",
        "Ата-аналарға арналған көрсеткіштер"
      ],
      "description": [
        "Түрлі тақырыптар бойынша түсінікті мақалаларды табыңыз.",
        "Ақпараттық блог жазбаларымыздың жинағын зерттеңіз.",
        "Біздің қызықты блог санатындағы мазмұннан хабардар болыңыз.",
        "Біздің ойландыратын блог санатындағы мақалалар арқылы шабыт табыңыз.",
        "Біздің әртүрлі блог санаттары тақырыптарымен біліміңізді кеңейтіңіз.",
        "Біздің қызықты блог санаты туралы түсініктерден хабардар болыңыз.",
        "Біздің қызықты блог санатындағы мазмұнның тереңдігіне үңіліңіз.",
        "Біздің блог санаты мұрағатындағы құнды ақпаратты ашыңыз.",
        "Біздің мұқият өңделген блог санатынан жаңа нәрсе біліңіз.",
        "Блог санатын байытатын мақалаларымыз бен жазбаларымызбен айналысыңыз."
      ]
    },
    "partner_plan": {
      "name": [
        "Бастапқы пакет",
        "Маңызды жоспар",
        "Кәсіби люкс",
        "Enterprise Edition",
        "Жетілдірілген деңгей",
        "Премиум пакет",
        "Түпкілікті шешім",
        "Элиталық деңгей",
        "Өсуді жеделдеткіш",
        "Платина қуаты"
      ]
    },
    "tax_profile": {
      "name": [
        "Тағамдар",
        "Электрондық құрылғылар",
        "Киім және киім",
        "Кітаптар және кеңсе тауарлары",
        "Денсаулық және сұлулық өнімдері",
        "Жиһаз",
        "Спорттық тауарлар",
        "Ойыншықтар мен ойындар",
        "Зергерлік бұйымдар мен аксессуарлар",
        "Автокөлік бөлшектері",
        "Бақша және сыртта",
        "Ас үй бұйымдары",
        "Үй декоры",
        "Музыкалық аспаптар",
        "Үй жануарларына арналған керек-жарақтар",
        "Аяқ киім",
        "Сөмкелер мен багаж",
        "Кеңсе керек-жарақтары",
        "Аппараттық құралдар",
        "Азық-түлік"
      ],
      "label": [
        "VAT",
        "GST",
        "PST",
        "HST",
        "QST",
        "CST",
        "Акциз",
        "ImportDuty",
        "Қызмет салығы",
        "Luxury Tax"
      ]
    },
    "cluster": {
      "name": [
        "Сату сәттері",
        "Жарнамалық кодтар",
        "Таңдаулы науқандар",
        "Жаңадан келгендер",
        "Ең жақсы сатушылар",
        "Маусымдық арнайы ұсыныстар",
        "Шектеулі ұсыныстар",
        "Оқиға мәмілелер",
        "VIP эксклюзивтер",
        "Тазалау элементтері",
        "Мерекелік жинақтар",
        "Тақырыптық жинақтар",
        "Бренд көрмелері",
        "Мүше таңдаулылары",
        "Flash жеңілдіктері",
        "Essentials дүкені",
        "Сандық ресурстар",
        "Сыйлық идеялары",
        "Экологиялық таза таңдаулар",
        "Қызметкерлерге арналған ұсыныстар"
      ]
    },
    "popup": {
      "title": [
        "Арнайы ұсыныс!",
        "Жаңадан келгендер",
        "Шектеулі уақыт",
        "Жеңілдік туралы ескерту!",
        "Эксклюзивті мәмілелер",
        "Ыстық сатылым!",
        "Тазалау туралы ескерту",
        "Тегін жеткізу",
        "Ішінде сыйлық!",
        "Жүлделерді ұтып алыңыз",
        "Мүше бонустары",
        "Flash сатылымы"
      ]
    },
    "campaign": {
      "name": [
        "Сіз түсіп кеткенше дүкен жасаңыз",
        "Cart Frenzy",
        "Flash Sale Fiesta",
        "Басыңыз, Дүкен, Сақтау",
        "Сауда-саттық Бонанза",
        "E-Deal Extravaganza",
        "Mega Markdown Madness",
        "CyberSavings Spree",
        "Сандық жеңілдік күндері",
        "Электрондық коммерция карнавалы",
        "Oasis онлайн розеткалары",
        "Бөлшек сауда қарқыны",
        "Веб-дүкен қоймасын сату",
        "Электронды сатып алушының жұмағы",
        "Виртуалды ваучерлік кәсіпорын",
        "Сандық есіктер",
        "Электрондық арбаны тазарту",
        "Онлайн-сатып алу шоуы",
        "Керемет киберсатылым",
        "Электрондық мәміле блиці"
      ]
    },
    "valuation": {
      "title": [
        "Футболкаларды теңшеу бағасы",
        "Қолдан жасалған зергерлік бұйымдарды бағалау",
        "Жеке аяқ киім бағасы",
        "Арнаулы өнер туындысын бағалау",
        "Арнайы костюм бағасы",
        "Электрондық гаджеттерді теңшеу құны",
        "Жеке парфюмерлік бағалау",
        "Арнайы сөмке бағасы",
        "Арнайы көйлекті бағалау",
        "Жекелендірілген кітап мұқабасының бағасы",
        "Жеке жиһазды бағалау",
        "Арнайы сағат бағасы",
        "Жеке ойыншықтарды бағалау",
        "Арнайы шляпалар бағасы",
        "Арнайы тері күтімі өнімін бағалау",
        "Үйге тапсырыс беру бағасы",
        "Арнайы ас үй бұйымдарын бағалау",
        "Жекелендірілген кеңсе тауарларының бағасы",
        "Шашқа арналған аксессуарларды бағалау",
        "Арнайы спорт жабдықтарының бағасы"
      ],
      "structure": {
        "title": [
          "Футболка басып шығару дизайны",
          "Зергерлік бұйымдардың металл түрі",
          "Аяқ киім материалын таңдау",
          "Көркем жақтау өлшемі",
          "Костюм матасын таңдау",
          "Гаджет түсінің опциясы",
          "Парфюмерлік хош иіс профилі",
          "Сөмкенің материалы мен өлшемі",
          "Көйлек ұзындығы мен стилі",
          "Кітап мұқабасының материалы",
          "Жиһаздың ағаш түрі",
          "Сағат бауы материалы",
          "Ойыншықтардың теңшелетін мүмкіндіктері",
          "Шляпа өлшемі мен түсі",
          "Тері күтімі ингредиенттерінің артықшылықтары",
          "Үй декор тақырыбы",
          "Ас үйге арналған материал",
          "Кеңсе қағазының түрі",
          "Шашқа арналған аксессуар материалы",
          "Спорттық жабдықтардың мөлшері"
        ]
      }
    },
    "lottery": {
      "title": [
        "Айналдыру және үлкен жүлделерді ұтып алыңыз!",
        "Fortune Wheel Jackpot",
        "Бақытты айналдыру Бонанза",
        "Сыйлықтар ұтып алу үшін айналдырыңыз",
        "Байлық дөңгелегі",
        "Бақытты лотерея экстраваганзасы",
        "Mega Spin Сюрприз",
        "Prize Wheel Fiesta",
        "Treasure Spin Spectacular",
        "Дөңгелекті айналдыру сиқыры",
        "Lucky Wheel Galore",
        "Fortune's Favor",
        "Ғажайыптар дөңгелегі",
        "Байлық үшін айналдырыңыз",
        "Spinner Delight жүлдесі",
        "Golden Spin лотереясы",
        "Spin-a-Prize",
        "Fortunes дөңгелегі",
        "Lucky Spin Showcase",
        "Ең жоғары айналдыру сыйлығы"
      ],
      "description": [
        "Эксклюзивті жеңілдіктерді ұтып алу мүмкіндігі үшін дөңгелекті айналдырыңыз!",
        "Бағыңызды сынап көріңіз – біздің сәттілік дөңгелегінде таңғажайып сыйлықтар күтуде!",
        "Әрбір айналдыруда үлкен ұтысқа ие болыңыз – ұтып алу үшін қызықты сыйлықтар!",
        "Жеңіске жету үшін айналдырыңыз! Кез келген уақытта тосын сыйлықтар мен ұсыныстар.",
        "Үлкен ұпай жинау мүмкіндігіңіз – лездік жүлделер үшін дөңгелекті айналдырыңыз!",
        "Әрбір айналдыруға арналған эксклюзивті сыйлықтар – сіз бақытты бола аласыз ба?",
        "Айналыңыз және жеңіңіз! Біздің дүкеннің байлық дөңгелегіндегі жасырын асыл тастарды ашыңыз.",
        "Біздің доңғалақпен сәттілікке ие болыңыз – сыйлықтар, жеңілдіктер және т.б.!",
        "Әрбір айналдыру жеңіске жетеді – бүгін арнайы жүлдеңізді алыңыз!",
        "Керемет тосын сый үшін дөңгелекті бұрыңыз - сіз не ұтасыз?",
        "Айналдыру арқылы сәттілікке қол жеткізіңіз - қызықты дүкен сыйлықтары күтіп тұр.",
        "Жүлдеңізді ашу үшін айналдырыңыз – жеңілдіктер, сыйлықтар және т.б.!",
        "Күніне айналдыру ойындағы толқуды сақтайды – бірегей сыйлықтар ұтып алыңыз!",
        "Эксклюзивті дүкен тағамдары үшін біздің сәттілік дөңгелегін айналдырыңыз.",
        "Сәтті айналдырулар сәттілік әкеледі – жүлдені қазір алыңыз!",
        "Сіздің айналдыруыңыз таңғажайып шоппинг сыйлықтарының құлпын ашуы мүмкін!",
        "Эксклюзивті мәмілелер мен ұсыныстарды сатып алу мүмкіндігін алу үшін айналдырыңыз.",
        "Сәттілік дөңгелегі айналады – бақытты жүлдеңізді алыңыз!",
        "Айналдыру, жеңу және күлімсіреу – әр айналымда тосын сыйлар жасаңыз.",
        "Бір айналдырыңыз және сіздің жүлдеңізді байлық шешуге мүмкіндік беріңіз!"
      ]
    }
  }
};