export default {
  "commons": {
    "pay_today": "ការទូទាត់ថ្ងៃនេះ",
    "pay_yesterday": "ការទូទាត់កាលពីម្សិលមិញ",
    "pay_last30days": "ការទូទាត់ 30 ថ្ងៃចុងក្រោយ",
    "create_a_shop": "បង្កើតហាងមួយ។",
    "start_free": "ចាប់ផ្តើមដោយឥតគិតថ្លៃ",
    "featured_apps": "កម្មវិធីពិសេស",
    "more_apps": "កម្មវិធី​ច្រើន​ទៀត"
  },
  "numbers": {
    "infinite": "គ្មានដែនកំណត់"
  },
  "error": {
    "not_fount_data": "រកមិនឃើញទិន្នន័យ!",
    "license_max_limit": "អាជ្ញាប័ណ្ណរបស់អ្នកបានដល់ដែនកំណត់ហើយ!"
  },
  "time_spans": {
    "days_range": "ជួរថ្ងៃ",
    "today": "ថ្ងៃនេះ",
    "yesterday": "ម្សិលមិញ",
    "last_7": "7 ថ្ងៃចុងក្រោយ",
    "last_14": "14 ថ្ងៃចុងក្រោយ",
    "last_30": "30 ថ្ងៃចុងក្រោយ",
    "last_90": "90 ថ្ងៃចុងក្រោយ",
    "custom": "ផ្ទាល់ខ្លួន"
  },
  "device_types": {
    "desktop": "ផ្ទៃតុ",
    "mobile": "ទូរស័ព្ទចល័ត",
    "tablet": "ថេប្លេត"
  },
  "create_website_action": "បង្កើតគេហទំព័ររបស់អ្នក - វាឥតគិតថ្លៃ",
  "show_shops_action": "បញ្ជីហាងរបស់ខ្ញុំ",
  "Youtube": "យូធូប",
  "Linkedin": "តំណភ្ជាប់",
  "Twitter": "Twitter",
  "Facebook": "ហ្វេសប៊ុក",
  "Instagram": "Instagram",
  "Reddit": "Reddit",
  "Github": "Github",
  "page_titles": {
    "home": "លក់ដាច់ | ប្រព័ន្ធប្រតិបត្តិការអាជីវកម្មសម្រាប់ក្រុមហ៊ុនដែលរីកចម្រើនលឿន",
    "login": "ចូល",
    "register": "ចុះឈ្មោះ",
    "auth_2fa": "កត្តា 2 ផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវ🔐",
    "academy": "ប្លុក",
    "help": "មជ្ឈមណ្ឌល​ជំនួយ",
    "price_list": "តារាង​តំលៃ",
    "my_stores": "ហាងរបស់ខ្ញុំ",
    "roles": "តួនាទីរបស់ខ្ញុំ",
    "wallet": "កាបូបរបស់ខ្ញុំ",
    "personal_info": "ព័ត៌មានផ្ទាល់ខ្លួន | KYC",
    "companies": "ក្រុមហ៊ុនរបស់ខ្ញុំ",
    "access_control": "ការគ្រប់គ្រងការចូលប្រើ",
    "security_center": "មជ្ឈមណ្ឌលសន្តិសុខ",
    "gifts": {
      "received": "អំណោយ | បានទទួល",
      "send": "អំណោយ | បានផ្ញើ"
    },
    "monetization": {
      "linked_accounts": "ការរកប្រាក់ | គណនីដែលបានភ្ជាប់",
      "plans": "ការរកប្រាក់ | ផែនការ និងតំណភ្ជាប់"
    },
    "affiliate": "សម្ព័ន្ធ",
    "avocado": "ផ្លែបឺរ - បណ្តាញលក់សង្គមទំនើប",
    "guild": "Guild - បណ្តាញលក់សមូហភាព",
    "partners_login": "ដៃគូរ | ការចូលរបស់អតិថិជន"
  },
  "blank_is_all_products": "ទុកទទេដើម្បីរួមបញ្ចូលផលិតផលទាំងអស់!",
  "cautions": {
    "title": "គ្រប់គ្រងអាជីវកម្មរបស់អ្នកប្រកបដោយវិជ្ជាជីវៈដោយធ្វើតាមគន្លឹះខាងក្រោម។ បន្តអានសម្រាប់ការណែនាំអំពីរបៀបបង្កើនប្រាក់ចំណេញ និងច្រើនទៀត។ យើងនៅជាមួយអ្នកនៅតាមផ្លូវ។",
    "no_payment_method": {
      "title": "វិធី​សា​ស្រ្ត​ទូទាត់",
      "message": "អ្នកត្រូវតែបន្ថែមវិធីបង់ប្រាក់ទៅហាងរបស់អ្នក។",
      "action": "ច្រកទ្វារហាង"
    },
    "link_account": {
      "title": "ភ្ជាប់គណនី",
      "message": "អ្នកត្រូវតែភ្ជាប់គណនី ({currency}) ទៅហាងរបស់អ្នក។",
      "action": "គណនីហាង"
    },
    "no_domain": {
      "title": "បន្ថែមដែន",
      "message": "អ្នកអាចភ្ជាប់ដែនផ្ទាល់ខ្លួនមួយ ឬច្រើនទៅហាងរបស់អ្នក។ គេហទំព័ររបស់អ្នកនឹងត្រូវបានដំឡើងនៅលើដែនរបស់អ្នក។ ដំណើរការនេះគឺលឿននិងងាយស្រួល។"
    },
    "domain_not_approved": {
      "title": "ការផ្ទៀងផ្ទាត់ដែន",
      "message": "ដែន {domain} របស់អ្នកមិនត្រូវបានផ្ទៀងផ្ទាត់ទេ។ ពិនិត្យការកំណត់ DNS និងបញ្ជាក់ដែន។"
    },
    "no_currency": {
      "title": "បន្ថែមរូបិយប័ណ្ណ",
      "message": "អ្នកត្រូវតែកំណត់យ៉ាងហោចណាស់រូបិយប័ណ្ណមួយសម្រាប់ហាងរបស់អ្នក។",
      "action": "ការគ្រប់គ្រងរូបិយប័ណ្ណ"
    },
    "no_primary_domain": {
      "title": "ដែនចម្បង",
      "message": "សូមជ្រើសរើសដែនជាដែនចម្បងរបស់អ្នក។ ដោយចុចលើប៊ូតុងផ្កាយនៅជាប់ឈ្មោះដែន អ្នកអាចជ្រើសរើសដែនជាដែនចម្បងនៃហាងរបស់អ្នក។ នេះមានសារៈសំខាន់សម្រាប់ម៉ាស៊ីនស្វែងរក។ ចំណាំថាហាងរបស់អ្នកនឹងនៅតែមានតាមរយៈដែនសកម្មទាំងអស់។"
    },
    "shop_complete": {
      "title": "ព័ត៌មានពេញលេញ",
      "action": "ការកំណត់ហាង",
      "location_msg": "បន្ថែមទីតាំងរបស់អ្នក។",
      "days_open_msg": "កំណត់ថ្ងៃបើក",
      "time_open_msg": "កំណត់ពេលវេលាបើកនិងបិទ",
      "description_msg": "សរសេរការពិពណ៌នាសង្ខេបអំពីអាជីវកម្មរបស់អ្នក។",
      "icon_msg": "កំណត់និមិត្តសញ្ញាហាងរបស់អ្នក។",
      "shop_gateways_msg": "បន្ថែមវិធីបង់ប្រាក់",
      "socials_msg": "បន្ថែមតំណភ្ជាប់សង្គមរបស់អ្នក។",
      "clubs_msg": "កំណត់ក្លឹបអតិថិជន",
      "domains_msg": "បន្ថែមដែនផ្ទាល់ខ្លួន",
      "primary_msg": "កំណត់ដែនជាចម្បង"
    }
  },
  "support": {
    "request": "ស្នើសុំការគាំទ្រ",
    "category": "ប្រភេទ",
    "title": "គាំទ្រ",
    "message": "សួរសំណួរឬសំណើណាមួយ។ ក្រុមគាំទ្ររបស់យើងនឹងណែនាំអ្នក។ យើងស្នើឱ្យអ្នកសួរសំណួររបស់អ្នកនៅក្នុងទំព័រដែលទាក់ទងនឹងសំណើរបស់អ្នក។ ឧទាហរណ៍ ប្រសិនបើអ្នកមានសំណួរអំពីការកំណត់ដែន សូមផ្ញើវាទៅក្នុងទំព័រកំណត់ដែនរបស់ហាងអ្នក។",
    "close_at": "បិទនៅ {date}",
    "close_ticket_by_user": "អរគុណ ខ្ញុំ​បាន​ចម្លើយ"
  },
  "surveys": [
    "ក្រ​ណាស់",
    "ក្រីក្រ",
    "ធម្មតា។",
    "ល្អ",
    "ល្អឥតខ្ចោះ"
  ],
  "sort": {
    "title": "តម្រៀបតាម",
    "title_small": "តម្រៀបតាម..",
    "nothing": "គ្មានអ្វីទេ។",
    "most_views": "ទិដ្ឋភាពភាគច្រើន",
    "most_likes": "ពេញនិយមបំផុត។",
    "most_recent": "ថ្មីបំផុត",
    "most_sell": "លក់ដាច់បំផុត។",
    "cheapest": "ថោកបំផុត។",
    "most_expensive": "ថ្លៃជាងគេ",
    "only_available": "មាន",
    "view_mode": {
      "normal": "ធម្មតា។",
      "grid": "ក្រឡាចត្រង្គ",
      "list": "បញ្ជី",
      "insta": "អ៊ីនស្តា"
    }
  },
  "helps": {
    "title": "មជ្ឈមណ្ឌលជំនួយ Selldone",
    "subtitle": "សូមស្វាគមន៍មកកាន់ Selldone ។ ប្រសិនបើអ្នកកំពុងបង្កើតហាងអនឡាញថ្មីនៅលើប្រព័ន្ធប្រតិបត្តិការអាជីវកម្ម អ្នកអាចស្វែងរកព័ត៌មានបន្ថែមនៅទីនេះ។",
    "add_new_help": "ជំនួយថ្មី។",
    "resources": "ធនធាន",
    "categories": {
      "Welcome": "ចាប់ផ្តើម",
      "Setup": "ហាង",
      "Sell": "ការលក់ និងទីផ្សារ",
      "Developer": "អភិវឌ្ឍ",
      "Application": "កម្មវិធី"
    },
    "faq": "FAQ",
    "github": "ឃ្លាំង Github",
    "admin_api_app": "សេវាកម្មគេហទំព័រ API អ្នកគ្រប់គ្រង",
    "shop_api_app": "សេវាកម្មគេហទំព័រ API ទិញទំនិញ",
    "design_kit": "កញ្ចប់រចនា",
    "community": "សហគមន៍"
  },
  "blogs": {
    "title": "ប្លុក",
    "subtitle": "មេរៀនសម្រាប់អាជីវកម្ម ទំនុកចិត្ត និងចំណេះដឹងដែលអ្នកត្រូវការដើម្បីបង្កើតអាជីវកម្មឱ្យរីកចម្រើន។",
    "add_new_blog": "ប្លុកថ្មី។",
    "popular": "ពេញនិយម",
    "topics": "ប្រធានបទ",
    "select_topics": "ជ្រើសរើសការងាររបស់អ្នក។",
    "select_job_topics": "ជ្រើសរើសប្រធានបទដែលទាក់ទងនឹងការងាររបស់អ្នក។",
    "select_interested_topics": "តើអ្នកចាប់អារម្មណ៍លើប្រធានបទអ្វីខ្លះ?"
  },
  "api": {
    "title": "API និងការរួមបញ្ចូល",
    "message": "មុខងារសំខាន់មួយរបស់ Selldone គឺការផ្តល់នូវ APIs ដ៏រឹងមាំ និងសុវត្ថិភាព ដើម្បីគ្រប់គ្រង និងភ្ជាប់ហាងទៅនឹងសេវាកម្មផ្សេងទៀតដូចជា ឃ្លាំង គណនេយ្យ ជាដើម។ អ្នកក៏អាចរចនាកម្មវិធីផ្ទាល់ខ្លួន និងកម្មវិធីគេហទំព័រសម្រាប់ហាងរបស់អ្នកផងដែរ។ ដោយមិនចាំបាច់ព្រួយបារម្ភអំពីម៉ាស៊ីនមេ និងការគ្រប់គ្រងទិន្នន័យ។ គ្រាន់តែប្រើ domain APIs ។ អ្នកនឹងមានដំណើរការទាំងអស់នៃការគ្រប់គ្រងអ្នកប្រើប្រាស់ ការផ្ទៀងផ្ទាត់ និងលក្ខណៈពិសេសដែនផ្សេងទៀត។"
  },
  "user_dashboard": {
    "title": "យានរបស់ខ្ញុំ",
    "subtitle": "គ្រប់គ្រងអាជីវកម្មរបស់អ្នកជាមួយនឹងព័ត៌មានថ្មីៗ និងអនាគតច្បាស់លាស់។",
    "menu": {
      "affiliate": "សម្ព័ន្ធ",
      "monetize": "រកប្រាក់",
      "gift": "អំណោយ",
      "security": "សន្តិសុខ",
      "access": "ការចូលប្រើ",
      "business": "ក្រុមហ៊ុន",
      "wallet": "កាបូប",
      "identification": "KYC",
      "stores": "ហាង",
      "roles": "តួនាទី",
      "home": "ផ្ទះ",
      "expert": "អ្នកជំនាញ"
    },
    "shops": {
      "create_new": "បង្កើតហាងថ្មី។",
      "create_new_sub": "ឥតគិតថ្លៃ",
      "create_new_sub_need_initial_charge": "ការសាងសង់ហាងដំបូងគឺឥតគិតថ្លៃ។ ប្រហែលជាហាងមួយគឺគ្រប់គ្រាន់សម្រាប់អាជីវកម្មរបស់អ្នក ប៉ុន្តែប្រសិនបើអ្នកត្រូវការសាងសង់ហាងបន្ថែម តម្លៃនៃការសាងសង់ហាងថ្មីគឺ 25 ដុល្លារ។ យើងដកចំនួនទឹកប្រាក់ពីគណនីកាបូបរបស់អ្នក។",
      "menu": {
        "title": "ហាងរបស់ខ្ញុំ",
        "shops": "ហាង",
        "new": "ថ្មី។"
      },
      "accept_invite_question": "តើអ្នកទទួលយកការអញ្ជើញនេះទេ?",
      "shop_card": {
        "menu_orders": {
          "physical": "ការបញ្ជាទិញផលិតផលរាងកាយ",
          "virtual": "ការបញ្ជាទិញផលិតផលនិម្មិត",
          "files": "ការបញ្ជាទិញឯកសារ",
          "services": "ការបញ្ជាទិញសេវាកម្ម"
        },
        "status": "ស្ថានភាព",
        "license": "អាជ្ញាប័ណ្ណ",
        "volume": "កន្លែងទំនេរ",
        "expire": "អាជ្ញាប័ណ្ណផុតកំណត់",
        "products": "ផលិតផល",
        "page_views": "ទស្សនៈ",
        "user_behavior": "អាកប្បកិរិយារបស់អតិថិជន",
        "time_span": "ពី {time} រហូត​ដល់​ឥឡូវ",
        "finance_report": "របាយការណ៍​ហិរញ្ញវត្ថុ",
        "buys": "ការទិញ",
        "payments": "ការទូទាត់",
        "orders": "ការបញ្ជាទិញ",
        "currency": "រូបិយប័ណ្ណ"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "មតិរបស់អតិថិជន",
      "title_small": "ទិដ្ឋភាពទូទៅ",
      "wishlist": "បញ្ជីប្រាថ្នា",
      "comments": "មតិយោបល់",
      "likes": "ចូលចិត្ត",
      "favorites": "ចំណូលចិត្ត",
      "powers": "ទះដៃ",
      "views": "ទស្សនៈ",
      "report_today": "របាយការណ៍ថ្ងៃនេះ",
      "report_last7days": "របាយការណ៍ ៧ ថ្ងៃចុងក្រោយ",
      "report_last30days": "របាយការណ៍ 30 ថ្ងៃចុងក្រោយ"
    }
  },
  "admin_shop": {
    "title": "ហាង",
    "menu": {
      "edit": "ការកំណត់",
      "automation": "ស្វ័យប្រវត្តិកម្ម",
      "application": "កម្មវិធី",
      "access": "ការចូលប្រើ",
      "pages": "ទំព័រ",
      "channels": "ឆានែល",
      "categories": "ប្រភេទ",
      "marketing": "ទីផ្សារ",
      "customers": "អតិថិជន",
      "logistic": "ភស្តុភារ",
      "auditing": "គណនេយ្យ",
      "incentives": "ការលើកទឹកចិត្ត",
      "process_center": "ការបញ្ជាទិញ",
      "blog": "ប្លុក",
      "products": "ផលិតផល",
      "shops": "ហាង",
      "dashboard": "ផ្ទាំងគ្រប់គ្រង",
      "autopilot": "អ្នកបើកបរស្វ័យប្រវត្តិ",
      "apps": "កម្មវិធី",
      "pos": "POS",
      "seo": "SEO",
      "localization": "ការធ្វើមូលដ្ឋានីយកម្ម"
    },
    "dashboard": {
      "title": "ផ្ទាំងគ្រប់គ្រងហាង",
      "online_staff": "បុគ្គលិកអនឡាញ",
      "notify_referral": {
        "message": "ផ្ញើតំណអញ្ជើញរបស់អ្នកទៅមិត្តភ័ក្តិ និងទទួលបានប័ណ្ណឥតគិតថ្លៃ។",
        "action": "តំណយោងរបស់ខ្ញុំ"
      },
      "info": {
        "title": "បច្ចេកទេស",
        "subtitle": "ទិដ្ឋភាពទូទៅបច្ចេកទេសនៃ OS អាជីវកម្មរបស់អ្នក។",
        "shop_name": "ឈ្មោះហាង",
        "shop_link": "តំណភ្ជាប់ហាង",
        "site_map": "ផែនទីគេហទំព័រ",
        "shop_domains": "ដែន",
        "shop_domains_msg": "បញ្ជីដែនផ្ទាល់ខ្លួនដែលបានភ្ជាប់។",
        "home_msg": "កំណត់ទំព័រដើមលំនាំដើមនៃគេហទំព័ររបស់អ្នក។ វាអាចត្រូវបានផ្លាស់ប្តូរសម្រាប់ដែនផ្ទាល់ខ្លួននីមួយៗ។",
        "add_domain": "បន្ថែមដែនថ្មី។",
        "currencies": "រូបិយប័ណ្ណសកម្ម",
        "currencies_alert": "ជ្រើសរើសរូបិយប័ណ្ណយ៉ាងហោចណាស់មួយសម្រាប់ហាង!",
        "status": "ស្ថានភាព",
        "license": "អាជ្ញាប័ណ្ណ",
        "expire": "កាលបរិច្ឆេទផុតកំណត់អាជ្ញាប័ណ្ណ",
        "upgrade_license_action": "ដំឡើង​កំណែ​ទៅ {name}",
        "wage": "ថ្លៃឈ្នួល",
        "cpu_message": "ចំនួនធនធានដែលអ្នកបានសម្របតាមផែនការដែលបានទិញ និងធនធានដែលអ្នកបន្ថែមទៅសេវាកម្មរបស់អ្នក។",
        "hide_domains": "លាក់ដែនរបស់ខ្ញុំ",
        "show_domains": "បង្ហាញដែនរបស់ខ្ញុំ",
        "table": {
          "primary": "បឋមសិក្សា",
          "url": "Url",
          "site_map": "ផែនទីគេហទំព័រ",
          "enable": "បើក",
          "indexed": "លិបិក្រម",
          "and_more": "និងច្រើនទៀត..",
          "auto_repair": "ជួសជុលរថយន្ត"
        },
        "add_dialog": {
          "title": "កំណត់រចនាសម្ព័ន្ធ Store Domain",
          "step1": "អ្នកអាចកំណត់ដែនកំណត់ IP នៃកំណត់ត្រា A សម្រាប់ដែន DNS ឬដែនរងពីតម្លៃខាងក្រោម៖",
          "step2": "បន្ថែមកំណត់ត្រា DNS TXT៖",
          "set_ip_alert": "កំណត់តម្លៃ IP នៃកំណត់ត្រា A <b>{ip}</b> ។",
          "input_domain": "URL ដែន",
          "correct": "ការកំណត់ដែនត្រឹមត្រូវ។",
          "set_message": "កំណត់ CNAME នៃដែននេះទៅជា {cname} ។",
          "input_domain_message": "បញ្ចូលឈ្មោះដែនដោយគ្មាន http និង https ។",
          "ssl_message": "កុំបារម្ភអំពីវិញ្ញាបនបត្រ SSL សម្រាប់គេហទំព័ររបស់អ្នក។ វិញ្ញាបនប័ត្រនេះនឹងត្រូវបានចេញសម្រាប់ដែនរបស់អ្នកដោយស្វ័យប្រវត្តិដោយ Selldone (beta)។",
          "active": "ដែនគឺសកម្ម",
          "inactive": "ដែនត្រូវបានបិទ",
          "success_message": "សូមអបអរសាទរ គេហទំព័ររបស់អ្នកត្រូវបានបើកនៅលើ {domain}។ អ្នកអាចណែនាំអាជីវកម្ម និងម៉ាករបស់អ្នកទៅកាន់ពិភពលោកតាមរយៈដែននេះ។",
          "delete_action": "លុបដែន?"
        },
        "set_home_dialog": {
          "title": "កំណត់ទំព័រដើមនៃដែន"
        },
        "notification": {
          "add_message": "បានបន្ថែមអាសយដ្ឋានដែនដោយជោគជ័យ។",
          "update_message": "ដែនត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។",
          "delete_domain_message": "ដែនត្រូវបានលុបដោយជោគជ័យ។"
        },
        "alert": {
          "title": "លុបដែន",
          "message": "តើអ្នកចង់លុបដែននេះទេ? ត្រូវប្រាកដថាកំណត់តម្លៃកំណត់ត្រា DNS របស់ដែនរបស់អ្នកឡើងវិញ ដើម្បីការពារអ្នកដទៃពីការក្លែងបន្លំ។"
        }
      },
      "active_orders": {
        "title": "ការបញ្ជាទិញ",
        "title_small": "ការបញ្ជាទិញរូបវ័ន្ត ឯកសារ និម្មិត និងសេវាកម្ម",
        "pending_orders": "ការបញ្ជាទិញដែលមិនទាន់សម្រេច",
        "physical": "ការបញ្ជាទិញផលិតផលរាងកាយ",
        "virtual": "ការបញ្ជាទិញផលិតផលនិម្មិត",
        "file": "ដាក់ឯកសារបញ្ជាទិញផលិតផល",
        "service": "ការបញ្ជាទិញផលិតផលសេវាកម្ម"
      },
      "products": {
        "title": "សារពើភ័ណ្ឌ",
        "title_small": "ផលិតផល សេវាកម្ម ឯកសារ",
        "total_products": "ប្រភេទផលិតផលសរុប"
      },
      "finance": {
        "title": "ហិរញ្ញវត្ថុ",
        "title_small": "របាយការណ៍​ហិរញ្ញវត្ថុ",
        "total_30days_title": "បរិមាណលក់សរុប",
        "last_30_day": "30 ថ្ងៃចុងក្រោយ",
        "pay_amount_chart_title": "ការទូទាត់",
        "sell_amount_chart_title": "ការលក់",
        "discount_amount_chart_title": "បញ្ចុះតម្លៃ",
        "currency_convert_to": "ទៅរូបិយប័ណ្ណ",
        "active_currencies": "រូបិយប័ណ្ណសកម្ម",
        "sell_count_chart_title": "ចំនួននៃការលក់តាមវ៉ារ្យ៉ង់",
        "active_gateways": "ច្រកផ្លូវទូទាត់សកម្ម",
        "received_last_24h": "បានទទួល 7 ម៉ោងចុងក្រោយ",
        "pie": {
          "title": "សមាមាត្រនៃការលក់ថ្ងៃនេះ",
          "no_data": "ថ្ងៃនេះគ្មានលក់ទេ។"
        },
        "pay_amount": "ចំនួនទឹកប្រាក់ទូទាត់",
        "sell_amount": "បរិមាណលក់",
        "discount_amount": "ចំនួនបញ្ចុះតម្លៃ",
        "sell_count": "ចំនួនលក់",
        "table": {
          "currency": "រូបិយប័ណ្ណ",
          "total_sell_30days": "ការលក់សរុប 30 ថ្ងៃ។",
          "sell_daily": "អត្រាលក់ប្រចាំថ្ងៃ",
          "sell": "លក់",
          "pay": "បង់"
        }
      },
      "customers": {
        "title": "អតិថិជនហាង",
        "title_small": "របាយការណ៍បំប្លែង",
        "total_customers": "សរុប",
        "new_customers_today": "ថ្ងៃនេះ",
        "new_customers_week": "7 ថ្ងៃចុងក្រោយ",
        "orders_count": "ការបញ្ជាទិញរាប់",
        "days_range": "ជួរថ្ងៃ",
        "new_users": "អ្នកប្រើប្រាស់ដែលបានចុះឈ្មោះថ្មី។",
        "chart": {
          "new_customers": "អតិថិជនថ្មី។",
          "customers": "អតិថិជនសរុប"
        }
      },
      "plugins": {
        "title": "កម្មវិធីជំនួយ",
        "title_small": "បានដំឡើង"
      },
      "performance": {
        "title": "ថ្ងៃនេះ",
        "title_small": "អ្នកប្រើប្រាស់ និងទិដ្ឋភាពទូទៅនៃការលក់",
        "users": "អ្នកប្រើប្រាស់",
        "views": "ទស្សនៈ",
        "orders": "ការបញ្ជាទិញ",
        "payments": "ការទូទាត់",
        "no_visitor_today": "អ្នកមិនមានភ្ញៀវទេថ្ងៃនេះ។"
      }
    },
    "products": {
      "title": "បញ្ជីផលិតផល",
      "products_list": "ត្រឡប់ទៅបញ្ជី",
      "products_menu": "ការគ្រប់គ្រងផលិតផល",
      "process_que": "កែច្នៃផលិតផលនាំចូល",
      "view_que_list": "មើលបញ្ជីជួរ",
      "menu_products_list": "បញ្ជីផលិតផល",
      "menu_export": "ផលិតផលនាំចេញ",
      "menu_import": "នាំចូលផលិតផល",
      "menu_show_deletes": "បង្ហាញផលិតផលដែលបានលុប",
      "drop_import_message": "ទម្លាក់ឯកសារបញ្ជីផលិតផល (ទម្រង់ CSV, XLS, XLSX) នៅទីនេះ ដើម្បីចាប់ផ្តើមបន្ថែមផលិតផលភាគច្រើន។ ត្រូវប្រាកដថាឯកសារមានទម្រង់បញ្ជីផលិតផល Selldone ។",
      "product_widget": {
        "product_type": "ប្រភេទ​ផលិតផល",
        "price": "តម្លៃ",
        "value_added": "គណៈកម្មការ",
        "discount": "បញ្ចុះតម្លៃ",
        "in_stock": "នៅ​ក្នុង​ស្តុក",
        "product_unit": "ឯកតា",
        "total_sell": "ការលក់សរុប",
        "total_view": "ទិដ្ឋភាពសរុប",
        "view_unit": "ដង",
        "review_unit": "ពិនិត្យ"
      },
      "folder_widget": {
        "products": "ផលិតផល",
        "products_unit": "ប្រភេទ",
        "sub_categories": "ប្រភេទ",
        "sub_categories_unit": "ធាតុ",
        "views": "ទស្សនៈ",
        "views_unit": "ដង"
      }
    },
    "blogs": {
      "new": "សរសេរថ្មី។",
      "blogs": "ប្លុក",
      "list": {
        "title": "អត្ថបទរបស់ខ្ញុំ",
        "waiting_message": "កំពុងទទួលព័ត៌មាន... សូមរង់ចាំ",
        "published": "បោះពុម្ពផ្សាយ",
        "draft": "សេចក្តីព្រាង",
        "private": "ឯកជន",
        "public": "សាធារណៈ",
        "table": {
          "title": "ចំណងជើង",
          "author": "អ្នកនិពន្ធ",
          "claps": "ទះដៃ",
          "like": "ចូលចិត្ត",
          "comments": "មតិយោបល់",
          "views": "ទស្សនៈ",
          "publish_state": "ស្ថានភាព",
          "created_at": "កាលបរិច្ឆេទ​បង្កើត",
          "updated_at": "បច្ចុប្បន្នភាពចុងក្រោយ"
        }
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "កំពុងទទួលព័ត៌មាន... សូមរង់ចាំ",
        "rejected": "ច្រានចោល",
        "delivery": "ការដឹកជញ្ជូន",
        "discount": "បញ្ចុះតម្លៃ",
        "not_paid": "មិន​បាន​បង់​ប្រាក់",
        "table": {
          "order_number": "លេខកូដបញ្ជាទិញ",
          "order_date": "កាលបរិច្ឆេទចេញ",
          "status": "ស្ថានភាពចុងក្រោយ",
          "price": "ចំនួន​សរុប",
          "payment_status": "ស្ថានភាពការទូទាត់"
        }
      },
      "virtual": {
        "waiting_message": "កំពុងទទួលព័ត៌មាន... សូមរង់ចាំ",
        "discount": "បញ្ចុះតម្លៃ",
        "table": {
          "order_number": "លេខកូដបញ្ជាទិញ",
          "product": "ផលិតផល",
          "order_date": "កាលបរិច្ឆេទ​ចុះបញ្ជី",
          "status": "ស្ថានភាពចុងក្រោយ",
          "price": "ចំនួន​សរុប",
          "payment_status": "ស្ថានភាពការទូទាត់"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "ផ្លាស់ប្តូរ",
        "gateway": "ច្រកផ្លូវ",
        "invoice": "វិក័យប័ត្រ",
        "report": "រាយការណ៍",
        "tax": "ពន្ធ",
        "drop_shipping": "បង្កាន់ដៃអ្នកលក់បន្ត",
        "reseller_accounts": "គណនីអ្នកលក់បន្ត"
      },
      "invoice": {
        "title": "ទិញកាបូបដែលភ្ជាប់",
        "subtitle": "ការគិតថ្លៃ កម្រៃជើងសារ និងថ្លៃដើមហាងត្រូវបានកាត់ចេញពីគណនីកាបូបទាំងនេះ។",
        "title_add": "ភ្ជាប់គណនីកាបូបថ្មី។",
        "subtitle_add": "អ្នកគួរតែបង្កើតកាបូបថ្មីសម្រាប់រូបិយប័ណ្ណនីមួយៗ ហើយភ្ជាប់វាទៅហាងរបស់អ្នក។ ថ្លៃសេវានឹងត្រូវដកចេញពីកាបូបនេះ។",
        "add_account": "បន្ថែមគណនី",
        "charge_account": "គណនីគិតថ្លៃ",
        "show_transaction": "បង្ហាញប្រតិបត្តិការ",
        "table": {
          "currency": "រូបិយប័ណ្ណ",
          "account_number": "លេខ​គណនី",
          "account_name": "ឈ្មោះ​គណនី",
          "balance": "តុល្យភាព",
          "free_balance": "សមតុល្យដែលមាន",
          "actions": "ដកចេញ"
        },
        "add_account_dialog": {
          "title": "កំពុងភ្ជាប់គណនីឥណទានដើម្បីរក្សាទុក",
          "subtitle": "នៅពេលអ្នកបើកគណនីកាបូបជាមួយ Selldone យើងនឹងផ្តល់ឱ្យអ្នកនូវប័ណ្ណឥណទាននិម្មិត និងគណនីដូចកាតឥណទានផ្សេងទៀតដែរ។ ថ្លៃលក់ Selldone នឹងត្រូវបានកាត់ចេញពីគណនីនេះ ប៉ុន្តែប្រសិនបើសមតុល្យគណនីរបស់អ្នកមិនគ្រប់គ្រាន់ទេ ចំនួនទឹកប្រាក់នេះនឹងត្រូវជំពាក់។ អ្នកអាចប្រើសេវា Selldone ច្រើនតាមដែលអ្នកត្រូវការ។",
          "account_number": "លេខ​គណនី",
          "account_number_input_message": "ហាងនេះនឹងត្រូវបានភ្ជាប់ទៅគណនីនេះ។ គណនីនេះនឹងត្រូវបានប្រើសម្រាប់ថ្លៃសេវា និងការចំណាយ។",
          "balance": "សមតុល្យ​គណនី",
          "connect_account_to_shop": "ភ្ជាប់គណនីទៅហាង"
        },
        "notifications": {
          "connect_account_success": "គណនីត្រូវបានបញ្ចូលដោយជោគជ័យ។",
          "delete_account_success": "បានដកគណនីចេញពីហាងដោយជោគជ័យ។"
        },
        "alert": {
          "delete_account": "ផ្តាច់គណនី",
          "delete_account_message": "តើអ្នកចង់លុបគណនីនេះចេញពីបញ្ជីគណនីហាងទេ?",
          "delete_account_action": "លុប​គណនី"
        },
        "inform_charge_account": "គិតថ្លៃគណនីរបស់អ្នក!",
        "inform_charge_account_critical": "គិតថ្លៃគណនីរបស់អ្នកដើម្បីការពារការផ្អាកសេវាកម្ម!"
      },
      "gateway": {
        "title": "វិធីសាស្រ្តទូទាត់",
        "sub_title": "បញ្ជីវិធីសាស្រ្តទូទាត់សកម្ម។ ប្រសិនបើអ្នកចង់បន្ថែមវិធីសាស្រ្តថ្មីទៅហាងរបស់អ្នក ចុចប៊ូតុងខាងក្រោម។ យើងសូមផ្តល់អនុសាសន៍យ៉ាងខ្លាំងមិនឱ្យលើសពី 10 ច្រកផ្លូវបង់ប្រាក់បន្ថែម។",
        "add_gateway": "វិធីបង់ប្រាក់ថ្មី។",
        "add_gateway_dialog": {
          "title": "ជ្រើសរើសរូបិយប័ណ្ណ",
          "country_currencies": "រូបិយប័ណ្ណក្នុងស្រុក",
          "crypto_currencies": "រូបិយប័ណ្ណគ្រីបតូ",
          "active_gateways": "វិធីសាស្រ្តទូទាត់សកម្ម",
          "confirm": "បន្ថែមវិធីបង់ប្រាក់"
        }
      },
      "exchange": {
        "title": "រក្សាទុករូបិយប័ណ្ណសកម្ម",
        "subtitle": "អ្នកប្រើប្រាស់នឹងអាចជ្រើសរើសរូបិយប័ណ្ណសកម្មណាមួយ ហើយតម្លៃនៃផលិតផលនឹងត្រូវបានគណនា និងបង្ហាញ។ វាអាស្រ័យលើអ្នកលក់ក្នុងការបញ្ចូលអត្រាប្តូរប្រាក់។",
        "shop_currencies_input": "រូបិយប័ណ្ណសកម្មសម្រាប់អ្នកប្រើប្រាស់",
        "shop_currencies_input_error": "ជ្រើសរើសរូបិយប័ណ្ណយ៉ាងហោចណាស់មួយ។",
        "rates": {
          "title": "អត្រាប្តូរប្រាក់",
          "sub_title": "អ្នកអាចបញ្ចូលតម្លៃផលិតផលដោយផ្អែកលើរូបិយប័ណ្ណណាមួយខាងក្រោម ហើយតម្លៃផលិតផលនឹងត្រូវបានគណនាដោយស្វ័យប្រវត្តិតាមអត្រាប្តូរប្រាក់រវាងរូបិយប័ណ្ណរបស់អ្នក។",
          "message": "តាមរយៈការបញ្ចូលអត្រាប្តូរប្រាក់រវាងរូបិយប័ណ្ណ តម្លៃនៃផលិតផលរបស់អ្នកនឹងត្រូវបានគណនា និងធ្វើបច្ចុប្បន្នភាពដោយស្វ័យប្រវត្តិ។",
          "add_new_rate": "បន្ថែមអត្រាថ្មី។"
        },
        "table": {
          "waiting_receive_data": "ទទួលបានព័ត៌មាន ... សូមរង់ចាំ",
          "rate_input": "អត្រា​ប្តូ​រ​ប្រាក់",
          "from": "ពី",
          "to": "ទៅ",
          "exchange_rate": "អត្រា​ប្តូ​រ​ប្រាក់",
          "edit": "កែសម្រួល",
          "delete": "លុប",
          "auto": "អត្រាស្វ័យប្រវត្តិ"
        },
        "add_rate_dialog": {
          "title": "កំណត់អត្រាប្តូរប្រាក់",
          "message": "ប្រយ័ត្នក្នុងការបញ្ចូលព័ត៌មាន។ តម្លៃនៃផលិតផលរបស់អ្នកនឹងត្រូវបានគណនាដោយផ្អែកលើអត្រាដែលបានបញ្ចូលនៅទីនេះ។",
          "currency_from": "ពីរូបិយប័ណ្ណ",
          "currency_to": "ទៅរូបិយប័ណ្ណ",
          "exchange_rate": "អត្រា​ប្តូ​រ​ប្រាក់"
        },
        "alert": {
          "title": "លុបអត្រាបំប្លែង",
          "message": "តើអ្នកចង់លុបអត្រាបំប្លែងនេះទេ?",
          "action": "លុប"
        },
        "notifications": {
          "delete_success": "អត្រាប្តូរប្រាក់ត្រូវបានដកចេញ។",
          "add_success": "អត្រាប្តូរប្រាក់បានធ្វើបច្ចុប្បន្នភាព។",
          "update_success": "រក្សាទុករូបិយប័ណ្ណសកម្មដែលបានធ្វើបច្ចុប្បន្នភាព។"
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "ឃ្លាំង",
        "subtitle": "បញ្ជីនៃឃ្លាំងរបស់ខ្ញុំ។"
      },
      "warehouse_btn": "បន្ថែមឃ្លាំងថ្មី។",
      "warehouse_btn_error": "កំណត់ឃ្លាំង ឃ្លាំង ឬប្រភពដើមនៃអាជីវកម្មរបស់អ្នក។ វាមានសារៈសំខាន់ណាស់ក្នុងការមាននៅក្នុងការគណនាថ្លៃដឹកជញ្ជូន និងដំណើរការពិនិត្យចេញ។",
      "size_unit": {
        "title": "ឯកតាទំហំ",
        "subtitle": "ឯកតាដែលប្រើសម្រាប់ប្រវែង ទទឹង និងកម្ពស់។"
      },
      "mass_unit": {
        "title": "ឯកតាម៉ាស",
        "subtitle": "ឯកតាដែលប្រើសម្រាប់ទម្ងន់។"
      },
      "menu": {
        "return_request": "បានត្រឡប់មកវិញ",
        "delivery": "ការដឹកជញ្ជូន",
        "inventory": "សារពើភ័ណ្ឌ",
        "warehouse": "ឃ្លាំង",
        "logistic_apps": "ភស្តុភារ"
      },
      "warehouse": {
        "title": "ឃ្លាំងស្តុក",
        "sub_title": "អាសយដ្ឋាននេះត្រូវបានប្រើជាប្រភពដើមនៃការដឹកជញ្ជូន។",
        "table": {
          "title": "បញ្ជីសារពើភណ្ឌ",
          "sub_title": "បញ្ជីផលិតផលហាងទាំងអស់ រួមទាំងរូបវន្ត និម្មិត ឯកសារ និងសេវាកម្ម"
        }
      },
      "delivery": {
        "title": "វិធីសាស្រ្តដឹកជញ្ជូន",
        "sub_title": "តាមរយៈការកំណត់តម្លៃនៅក្នុងផ្នែកនេះ វិធីសាស្ត្រផ្ញើផ្សេងៗត្រូវបានធ្វើឱ្យសកម្មនៅក្នុងហាងរបស់អ្នក។ វិធីសាស្ត្រ Cash on Delivery ក៏អាចត្រូវបានធ្វើឱ្យសកម្មនៅក្នុងផ្នែកនេះផងដែរ។",
        "add_transportation": "បន្ថែមការដឹកជញ្ជូន",
        "delivery_form": {
          "payment": "ជម្រើស​ការ​ទូទាត់",
          "limits": "ដែនកំណត់",
          "currency_input": "រូបិយប័ណ្ណយោងសម្រាប់ការគណនាថ្លៃដើម",
          "currency_input_message": "ការចំណាយត្រូវបានគណនាជារូបិយប័ណ្ណនេះ។",
          "distance_input": "ចម្ងាយគ្របដណ្តប់ពីឃ្លាំង",
          "distance_input_message": "0 ឬ -1 មានន័យថាគ្មានដែនកំណត់។",
          "max_weight_input": "ទំងន់កញ្ចប់អតិបរមាដែលអាចទទួលយកបាន។",
          "max_weight_input_message": "0 ឬ -1 មានន័យថាគ្មានដែនកំណត់។",
          "max_size_input": "វិមាត្រកញ្ចប់អតិបរមា",
          "width": "ទទឹង",
          "length": "ប្រវែង",
          "height": "កម្ពស់",
          "days_input": "កាលបរិច្ឆេទដឹកជញ្ជូនដែលមាន",
          "days_input_nodata": "ជ្រើសរើសថ្ងៃដឹកជញ្ជូន",
          "hours_input": "ពេលវេលាចែកចាយ Avaialbe",
          "hours_input_nodata": "ជ្រើសរើសរយៈពេលមួយ។",
          "vacation_input": "តើអ្នកដឹកជញ្ជូននៅថ្ងៃបុណ្យទេ?",
          "cod_input": "គាំទ្រ COD",
          "cod_input_message": "ត្រូវប្រាកដថាសេវាកម្មដឹកជញ្ជូនរបស់អ្នកទទួលយក COD ។",
          "sod_input": "តើអ្នកគាំទ្រ COD ទេ?",
          "sod_input_message": "ត្រូវប្រាកដថាសេវាកម្មដឹកជញ្ជូនរបស់អ្នកទទួលយក COD ។",
          "pricing": "គណនាតម្លៃ",
          "const_input": "ថ្លៃដើមថេរ",
          "distance_cof_input": "មេគុណតម្លៃទៅចម្ងាយ",
          "distance_cof_input_dim": "ក្នុងមួយ {dim}",
          "weight_cof_input": "កត្តាតម្លៃធៀបនឹងទម្ងន់",
          "weight_cof_input_dim": "ក្នុងមួយ {dim}",
          "price_cof_input": "ថ្លៃដឹកជញ្ជូនដល់កត្តាតម្លៃផលិតផល",
          "price_cof_input_message": "រាប់បញ្ចូលទាំងថ្លៃធានារ៉ាប់រង និងសេវាកម្មផ្សេងទៀតដូចជាថ្លៃ COD ។",
          "price_cof_input_dim": "ក្នុងមួយ {dim}",
          "distance_weight_cof_input": "គុណតម្លៃដោយមេគុណទម្ងន់",
          "distance_weight_cof_input_dim": "សម្រាប់រាល់ {weight} ក្នុងមួយ {distance}",
          "free_shipping_input": "ការដឹកជញ្ជូនដោយឥតគិតថ្លៃ",
          "free_shipping_limit_input": "តម្លៃការបញ្ជាទិញអប្បបរមាសម្រាប់ការដឹកជញ្ជូនដោយឥតគិតថ្លៃ",
          "notifications": {
            "update_success": "ការកំណត់សេវាកម្មដឹកជញ្ជូនបានបញ្ចប់ដោយជោគជ័យ។"
          }
        }
      }
    },
    "users": {
      "menu": {
        "customers": "អតិថិជន",
        "contact_form": "ទំនាក់ទំនង",
        "faq": "FAQ",
        "club": "ក្លឹប",
        "report": "រាយការណ៍"
      },
      "report": {
        "title": "ទិដ្ឋភាពទូទៅរបស់អតិថិជន",
        "sub_title": "អ្នកនឹងឃើញស្ថានភាពផ្ទាល់របស់អតិថិជនរបស់អ្នកនៅទីនេះ។",
        "report_30days_by_time": "សកម្មភាពរបស់អ្នកប្រើប្រាស់ផ្អែកលើកាលបរិច្ឆេទ និងពេលវេលាក្នុងរយៈពេល 30 ថ្ងៃចុងក្រោយ",
        "report_30days_by_location": "សកម្មភាពអ្នកប្រើប្រាស់ទីតាំងភូមិសាស្ត្រក្នុងរយៈពេល 30 ថ្ងៃចុងក្រោយ"
      },
      "club": {
        "title": "ក្លឹបអតិថិជន",
        "sub_title": "បញ្ចូលចំនួនទឹកប្រាក់ទិញប្រចាំខែ និងប្រចាំឆ្នាំ និងរូបិយប័ណ្ណដើម្បីធ្វើឱ្យកម្រិតនីមួយៗសកម្ម។ អតិថិជនរបស់អ្នកនឹងត្រូវបានចូលទៅក្នុងក្លឹបអតិថិជនរបស់អ្នក នៅពេលដែលពួកគេបំពេញតម្រូវការនៃការទិញប្រចាំខែ ឬប្រចាំឆ្នាំ។",
        "item": {
          "members_count": "ចំនួនសមាជិក",
          "purchases_count": "ចំនួននៃការបញ្ជាទិញ",
          "monthly": "ប្រចាំខែ",
          "annually": "ប្រចាំឆ្នាំ",
          "discount_percent": "អត្រា​បញ្ចុះតម្លៃ",
          "discount_limit": "ដែនកំណត់បញ្ចុះតម្លៃ"
        },
        "edit_dialog": {
          "title": "ការគ្រប់គ្រងកម្រិតអតិថិជន",
          "currency_input": "រូបិយប័ណ្ណ",
          "currency_input_message": "ការទិញសរុបត្រូវបានគណនាជារូបិយប័ណ្ណនេះ។",
          "free_shipping_input": "ការដឹកជញ្ជូនដោយឥតគិតថ្លៃ",
          "monthly_input": "អត្រាទិញប្រចាំខែ",
          "annually_input": "អត្រាទិញប្រចាំឆ្នាំ",
          "discount_percent_input": "អត្រាបញ្ចុះតម្លៃសម្រាប់សមាជិកក្លឹប",
          "discount_limit_input": "ដែនកំណត់បញ្ចុះតម្លៃ",
          "description_input": "ការពិពណ៌នា",
          "description_input_message": "បញ្ចូលការពិពណ៌នាសង្ខេបនៃកម្រិតនេះ។"
        },
        "notifications": {
          "update_success": "ការផ្លាស់ប្តូរត្រូវបានអនុវត្តចំពោះក្លឹបអតិថិជន។"
        }
      },
      "faq": {
        "title": "សំណួរ​ដែល​សួរ​ញឹកញាប់",
        "sub_title": "បន្ថែម កែសម្រួល និងឆ្លើយសំណួរអតិថិជនរបស់អ្នក។"
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "យុទ្ធនាការ",
        "cross_selling": "ការលក់ឆ្លង",
        "affiliate": "សម្ព័ន្ធ",
        "emails": "អ៊ីមែល",
        "funnel": "ចីវលោ"
      },
      "campaign": {
        "name_input_placeholder": "ឈ្មោះយុទ្ធនាការ",
        "name_input_message": "បញ្ចូលចំណងជើងយុទ្ធនាការរបស់អ្នក។",
        "create_campaign_action": "បង្កើតយុទ្ធនាការថ្មី។",
        "table": {
          "title": "ចំណងជើង",
          "state": "ស្ថានភាព",
          "discount": "បញ្ចុះតម្លៃ",
          "landing": "ទំព័រចុះចត",
          "start": "ចាប់ផ្តើម",
          "end": "ចប់"
        },
        "notifications": {
          "add_success_title": "បង្កើតយុទ្ធនាការ",
          "add_success": "យុទ្ធនាការរបស់អ្នកត្រូវបានបង្កើតឡើង។"
        }
      }
    },
    "categories": {
      "title": "បញ្ជីប្រភេទ",
      "subtitle": "ប្រភេទគឺជាលក្ខណៈសំខាន់នៃហាងអនឡាញរបស់អ្នក។ យើងលើកទឹកចិត្តឱ្យអ្នកប្រើឧបករណ៍ចាត់ថ្នាក់ដ៏មានអានុភាពទាំងនេះ ដើម្បីបង្កើតមុខហាងទំនើប និងធ្វើឱ្យអតិថិជនរបស់អ្នកមានភាពងាយស្រួលក្នុងការស្វែងរកផលិតផលត្រឹមត្រូវ។",
      "menu": {
        "add_new": "បន្ថែមប្រភេទថ្មី។",
        "categories_list": "បញ្ជីប្រភេទ",
        "export": "ប្រភេទនាំចេញ",
        "import": "ប្រភេទនាំចូល (CSV)"
      },
      "graph": {
        "title": "ឋានានុក្រមនៃប្រភេទ",
        "subtitle": "អ្នកអាចមានទិដ្ឋភាពទូទៅពេញលេញនៃប្រភេទហាងរបស់អ្នក និងរបៀបដែលអ្នកប្រើប្រាស់រុករកពួកវា។ ជាមួយនឹងការរៀបចំប្រភេទត្រឹមត្រូវ អតិថិជនរបស់អ្នកអាចស្វែងរកផលិតផលបានយ៉ាងឆាប់រហ័ស ហើយអត្រាការបម្លែងនឹងកើនឡើង។",
        "visits_count": "ទស្សនា",
        "normal": "សាមញ្ញ",
        "items_count": "ចំនួនធាតុ",
        "home": "ផ្ទះ"
      },
      "category_widget": {
        "parent": "ឪពុកម្តាយ",
        "not_exist": "មិន​មាន​ទេ",
        "children": "ប្រភេទរង",
        "delete_alert": {
          "title": "ដកប្រភេទកុមារចេញ",
          "message": "តើអ្នកចង់ដក {title} ចេញពីបញ្ជី {parent_title} ទេ?",
          "action": "លុប"
        },
        "notifications": {
          "edit_success": "ប្រភេទដែលបានកែសម្រួល។"
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "ហាង",
        "my_apps": "កម្មវិធី"
      },
      "my_apps": {
        "title": "រក្សាទុកកម្មវិធីសកម្ម",
        "subtitle": "គ្រប់គ្រងកម្មវិធីអាជីវកម្មរបស់អ្នក។",
        "all": "ទាំងអស់។"
      },
      "store": {
        "title": "ហាងកម្មវិធី",
        "subtitle": "ភ្ជាប់សេវាកម្មដែលអ្នកចូលចិត្តទៅអាជីវកម្មរបស់អ្នកដោយសុវត្ថិភាព។ យើងបន្ថែមកម្មវិធីជំនួយ និងកម្មវិធីដោយផ្អែកលើសំណើរបស់អតិថិជនរបស់យើង។",
        "nodata": "រកមិនឃើញកម្មវិធីជំនួយទេ។",
        "all": "ទាំងអស់។",
        "more": "ច្រើនទៀត"
      }
    },
    "pages": {
      "menu": {
        "new_page": "ទំព័រថ្មី។",
        "contact_us": "ទាក់ទង​មក​ពួក​យើង",
        "privacy": "ឯកជនភាព",
        "terms": "លក្ខខណ្ឌ",
        "about_us": "អំពី​ពួក​យើង",
        "landings": "ការចុះចត",
        "popup": "លោត​ចេញ​មក"
      }
    },
    "permissions": {
      "menu": {
        "persons": "បុគ្គលិក",
        "roles": "តួនាទី",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "បញ្ជីបុគ្គលិក",
          "new_user": "បន្ថែមបុគ្គលិកថ្មី។",
          "new_user_message": "អ្នកប្រើប្រាស់ដែលនឹងអាចចូលទៅកាន់ផ្ទាំងគ្រប់គ្រង និងផ្នែកគ្រប់គ្រងនៃហាងនេះ។",
          "email_input_placeholder": "អ៊ីមែល",
          "email_input": "អាសយដ្ឋានអ៊ីមែលអ្នកប្រើប្រាស់",
          "level_input": "កម្រិតចូលប្រើ",
          "add_user_action": "បន្ថែមបុគ្គលិក"
        },
        "delete_alert": {
          "title": "ដកសិទ្ធិចូលប្រើ",
          "message": "តើអ្នកចង់លុបអ្នកប្រើប្រាស់នេះទេ?",
          "action": "លុប"
        },
        "notifications": {
          "add_success_title": "បន្ថែមការចូលប្រើ",
          "add_success": "បានបន្ថែមការចូលប្រើថ្មី។",
          "delete_success_title": "លុបការចូលប្រើ",
          "delete_success": "បានលុបការចូលប្រើ។"
        }
      },
      "shop_api": {
        "title": "រក្សាទុកសោចូល",
        "message": "សោទាំងនេះត្រូវបានប្រើដើម្បីបង្កើត Access Token ដោយម៉ាស៊ីនមេរបស់អ្នក។ ចំណាំថាសោគឺសម្ងាត់ ហើយមានតែនៅលើម៉ាស៊ីនមេ តាមរបៀបដែលអ្នកដទៃមើលមិនឃើញ។"
      }
    },
    "applications": {
      "pwa": {
        "title": "កម្មវិធីបណ្តាញ",
        "sub_title": "មើលកម្មវិធីគេហទំព័រហាងរបស់អ្នកនៅទីនេះ",
        "message": "ចំណាំ៖ អ្នកអាចកែសម្រួលទំព័រស្វាគមន៍គេហទំព័ររបស់អ្នកនៅលើ iPhone និង iPad របស់អ្នកនៅក្នុងកម្មវិធី iOS",
        "ios_app": "កម្មវិធី iOS"
      },
      "ios": {
        "title": "កម្មវិធី iOS",
        "sub_title": "ឆាប់ៗនេះអ្នកនឹងអាចបង្កើតកម្មវិធី iOS សម្រាប់ហាងរបស់អ្នក។",
        "message": "ទំហំឯកសារអតិបរមា៖ 512 KB អ្នកអាចផ្ទុកឯកសារឡើងដល់ទំហំ 1MB បានផ្តល់ថាប្រព័ន្ធបង្ហាប់របស់យើងអាចកាត់បន្ថយទំហំដល់ 512KB ។ រូបភាពដែលបានបង្ហោះនឹងត្រូវផ្លាស់ប្តូរទំហំដោយឆ្លាតវៃ។"
      },
      "android": {
        "title": "កម្មវិធី Android",
        "sub_title": "បង្កើតកម្មវិធី Android ផ្ទាល់ខ្លួនរបស់អ្នក។",
        "message": "បំពេញទម្រង់នេះ ហើយចុចគ្រាប់ចុចស្ថាបនា។ វានឹងមិនត្រូវការអ្វីផ្សេងទៀតទេ។ ជំហានទាំងអស់នៃដំណើរការ Build និង Sign របស់កម្មវិធីរបស់អ្នកត្រូវបានអនុវត្តនៅលើ cloud servers ។ កម្មវិធីចុងក្រោយនឹងត្រូវបានអាប់ឡូតទៅកាន់ AppStores ទាំងអស់។",
        "server_un_available": "តាមការពិសោធន៍ ម៉ាស៊ីនមេកម្មវិធីមិនត្រូវបានភ្ជាប់នៅពេលនេះទេ។",
        "app_building_progress": "កម្មវិធីរបស់អ្នកកំពុងត្រូវបានបង្កើតឡើង។",
        "app_build_success": "កម្មវិធីរបស់អ្នករួចរាល់ហើយ។",
        "download_app_action": "ទទួលបានកម្មវិធី",
        "firmware_version": "កំណែកម្មវិធីបង្កប់",
        "main_info": "កញ្ចប់កម្មវិធី",
        "package_name_input_message": "ត្រូវប្រាកដថាឈ្មោះកញ្ចប់មានតែមួយ។",
        "package_name_input_alert": "ប្រសិនបើអ្នកប្តូរឈ្មោះនេះ អ្នកនឹងមិនអាចអាប់ដេតកម្មវិធីពីមុនរបស់អ្នកនៅក្នុង AppStore និងដំឡើងកម្មវិធីថ្មីបានទេ។ សូមចំណាំថា អ្នកប្រើប្រាស់កម្មវិធីកំណែចាស់ក៏នឹងមិនអាចចូលទៅគណនីរបស់ពួកគេបានដែរ។",
        "version_input": "កំណែ",
        "version_input_message": "លេខនេះត្រូវតែធំជាងតម្លៃពីមុនរបស់វាជានិច្ច។",
        "version_name_input": "ឈ្មោះកំណែ",
        "version_name_input_message": "បញ្ចូលឈ្មោះតែមួយគត់សម្រាប់កំណែនៃកម្មវិធីនេះ។",
        "use_selldone_key": "បានលក់កូនសោលំនាំដើម",
        "use_last_key": "កូនសោដែលបានរក្សាទុក",
        "use_new_key": "សោថ្មី។",
        "appearance": "រូបរាង",
        "app_name_input": "ឈ្មោះកម្មវិធី",
        "app_name_input_message": "វានឹងក្លាយជាឈ្មោះសំខាន់នៃកម្មវិធីរបស់អ្នក។",
        "app_title_input": "ចំណងជើងកម្មវិធី",
        "app_title_input_message": "ចំណងជើងនេះបង្ហាញនៅផ្នែកខាងលើនៃកម្មវិធី។",
        "app_title_input_placeholder": "បញ្ចូលចំណងជើង",
        "app_icon_input": "រូបតំណាងកម្មវិធី",
        "app_icon_input_placeholder": "ជ្រើសរើសឯកសារ zip នៃរូបតំណាងកម្មវិធី។",
        "generate_icon_pack_action": "បង្កើតកញ្ចប់រូបតំណាង",
        "splash_design": "Splash Screen Desgin",
        "splash_logo_input": "រូបសញ្ញា Splash Screen",
        "splash_logo_input_placeholder": "ជ្រើសរើសរូបភាពសម្រាប់អេក្រង់ Splash ។",
        "splash_title_input": "ចំណងជើងអេក្រង់ Splash",
        "splash_title_input_placeholder": "បញ្ចូលចំណងជើងសម្រាប់ Splash Screen",
        "splash_title_input_message": "ចំណងជើងនេះនឹងត្រូវបានបង្ហាញក្នុងទំហំពុម្ពអក្សរធំ។",
        "splash_message_input": "សារអេក្រង់ Splash",
        "splash_message_input_placeholder": "សារ...",
        "splash_message_input_message": "សារនេះនឹងត្រូវបានបង្ហាញជារូបភាពតូចខាងក្រោម។",
        "dark_theme": "ប្រធានបទងងឹត",
        "light_theme": "ប្រធានបទពន្លឺ",
        "build": "សាងសង់",
        "building_info": "ការបង្កើតកម្មវិធីនៅលើ cloud server ចំណាយពេលពី 10 វិនាទីទៅច្រើននាទី។ សូម​អត់ធ្មត់។ តំណឯកសារទាញយកនឹងបង្ហាញនៅទីនេះ នៅពេលដែលកម្មវិធីរួចរាល់។",
        "update_mode_action": "ធ្វើបច្ចុប្បន្នភាព",
        "build_mode_action": "បង្កើតកម្មវិធី",
        "notifications": {
          "icon_pack_not_valid_error": "ឯកសារមិនត្រឹមត្រូវទេ។",
          "start_building_title": "អគារ...",
          "start_building_message": "សំណើសម្រាប់បង្កើតកម្មវិធី Android ត្រូវបានបញ្ជូន។",
          "build_success_title": "សូមអបអរសាទរ",
          "build_success": "កម្មវិធី Android របស់អ្នករួចរាល់ហើយ អ្នកអាចទាញយកវាឥឡូវនេះ។"
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "អ្នកបើកបរស្វ័យប្រវត្តិ"
      }
    },
    "edit": {
      "menu": {
        "delete": "លុបហាង",
        "activity_time": "ពេលវេលា",
        "footer": "ម៉ឺនុយ",
        "info": "ព័ត៌មាន",
        "notification": "ការជូនដំណឹង",
        "home": "ផ្ទះ",
        "locations": "ទីតាំង",
        "license": "អាជ្ញាប័ណ្ណ",
        "theme": "ប្រធានបទ",
        "sms": "សារ",
        "email": "អ៊ីមែល",
        "domain": "ដែន",
        "verifications": "ការផ្ទៀងផ្ទាត់"
      },
      "delete_dialog": {
        "title": "លុបហាង",
        "message": "តើអ្នកចង់លុប <b>{title}</b> Store ទេ?",
        "action": "លុបហាង"
      },
      "notifications": {
        "delete_success": "ហាងត្រូវបានលុប។"
      },
      "info": {
        "title_tab": {
          "title": "ឈ្មោះអាជីវកម្ម និងភាសា",
          "subtitle": "កំណត់ឈ្មោះសាធារណៈ និងភាសាលំនាំដើម។"
        },
        "name_tab": {
          "title": "ឈ្មោះហាងតែមួយគត់",
          "subtitle": "វាជាឈ្មោះអ្នកប្រើប្រាស់អាជីវកម្មរបស់អ្នក។"
        },
        "description_tab": {
          "title": "រឿងអាជីវកម្មរបស់អ្នក។",
          "subtitle": "សរសេរអំពីអាជីវកម្មរបស់អ្នក និងសំណើតម្លៃពិសេសរបស់វា។"
        },
        "contact_tab": {
          "title": "ទំនាក់ទំនង និងអាជីវកម្មក្នុងស្រុក",
          "subtitle": "ព័ត៌មានទំនាក់ទំនងសាធារណៈ និងការរៀបចំអាជីវកម្មក្នុងតំបន់របស់ Google ។"
        },
        "image_tab": {
          "title": "និមិត្តសញ្ញា",
          "subtitle": "ជ្រើសរើសនិមិត្តសញ្ញាតែមួយគត់សម្រាប់ម៉ាករបស់អ្នក។"
        }
      },
      "badge": {
        "external_title": "គ្រប់គ្រងផ្លាកសញ្ញាខាងក្រៅ",
        "external_message": "នៅទីនេះ អ្នកអាចបញ្ចូលអាសយដ្ឋាននៃរូបភាពផ្លាកសញ្ញា និងតំណភ្ជាប់ទៅកាន់វា។ URL ត្រូវតែមកពីគេហទំព័រដែលបានអនុម័ត។"
      },
      "edit_menu": {
        "title": "ម៉ឺនុយ",
        "footer": {
          "title": "ម៉ឺនុយបាតកថា",
          "sub_title": "អ្នកអាចកំណត់រចនាសម្ព័ន្ធម៉ឺនុយខាងក្រោមនៃទំព័រហាងរបស់អ្នកនៅទីនេះ។ ម៉ឺនុយទាំងនេះអាចជាទំព័រដើម ទំព័រដែលបានរចនា ឬតំណភ្ជាប់ខាងក្រៅ។"
        },
        "header": {
          "title": "ម៉ឺនុយបឋមកថា",
          "sub_title": "ម៉ឺនុយនេះត្រូវបានបង្ហាញតែនៅលើអេក្រង់ធំជាងទូរសព្ទចល័ត ហើយនៅផ្នែកខាងលើនៃទំព័រដើម ប្រភេទផលិតផល ការចុះចត និងទំព័រផលិតផល។"
        },
        "save_menu": "រក្សាទុកម៉ឺនុយ",
        "dialog": {
          "main_pages": "ទំព័រសំខាន់ៗ",
          "custom_pages": "ទំព័រចុះចត"
        },
        "table": {
          "home": "ផ្ទះ",
          "shop": "ហាង",
          "blogs": "ប្លុក",
          "about_us": "អំពី​ពួក​យើង",
          "privacy": "ឯកជនភាព",
          "terms": "ល័ក្ខខ័ណ្ឌនៃការប្រើប្រាស់",
          "faq": "FAQ",
          "contact_us": "ទាក់ទង​មក​ពួក​យើង"
        },
        "notifications": {
          "save_success": "ម៉ឺនុយត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។"
        }
      },
      "social": {
        "title": "ប្រព័ន្ធ​ផ្សព្វផ្សាយ​សង្គម",
        "message": "បញ្ចូលតំណប្រព័ន្ធផ្សព្វផ្សាយសង្គមផ្លូវការរបស់អ្នកនៅក្នុងផ្នែកនេះ។ អនុវត្តតាមការណែនាំសម្រាប់ធាតុនីមួយៗដើម្បីបញ្ជាក់អាសយដ្ឋាន។"
      },
      "time": {
        "title": "ថ្ងៃ​ធ្វើការ",
        "sub_title": "កំណត់ថ្ងៃនិងម៉ោងធ្វើការ",
        "days_open_input": "ថ្ងៃ",
        "days_open_input_nodata": "ជ្រើសរើសយ៉ាងហោចណាស់មួយថ្ងៃ",
        "start_time_input": "ម៉ោងចាប់ផ្តើមសកម្មភាពហាង",
        "start_time_input_hint": "ម៉ោងបើកហាង",
        "end_time_input": "ពេលវេលាបិទហាង",
        "end_time_input_hint": "ពេលវេលាបញ្ចប់សកម្មភាពរបស់ហាង",
        "customer_support_service": "គណនេយ្យភាព និងសេវាកម្មអតិថិជន",
        "response_time_input": "ស្ថានភាពសេវាកម្មអតិថិជន",
        "support_24h": "24 ម៉ោង 7 ថ្ងៃក្នុងមួយសប្តាហ៍",
        "support_normal": "មានតែក្នុងម៉ោងធ្វើការប៉ុណ្ណោះ។",
        "no_service": "ទេ",
        "notifications": {
          "update_success": "ហាងបានកែសម្រួល។"
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "គ្មានប្រភេទ"
  },
  "add_product": {
    "title_new": "ផលិតផល​ថ្មី",
    "title_new_category": "ប្រភេទថ្មី។",
    "title_new_drop_shipping": "បន្ថែម dropshipping",
    "title_edit": "កែសម្រួលផលិតផល",
    "delete": "លុបផលិតផល",
    "completed": "បានបញ្ចប់",
    "menu": {
      "type": "ប្រភេទ​ផលិតផល",
      "general_info": "ព័ត៌មានទូទៅ",
      "rating": "ការស្ទង់មតិនិងលក្ខណៈពិសេស",
      "spec": "លក្ខណៈបច្ចេកទេស",
      "images": "រូបភាព",
      "price": "តម្លៃ",
      "inputs": "បញ្ចូល",
      "outputs": "ទិន្នផល",
      "extra": "ព័ត៌មានលម្អិតបន្ថែម",
      "review": "ពិនិត្យផលិតផល",
      "inventory": "សារពើភ័ណ្ឌ / វ៉ារ្យ៉ង់"
    },
    "select_type": {
      "title": "ជ្រើសរើសប្រភេទផលិតផល ឬសេវាកម្មរបស់អ្នក។"
    },
    "edit_info": {
      "category_input": "ប្រភេទ",
      "product_name": "ឈ្មោះ​ផលិតផល*",
      "product_name_placeholder": "ឈ្មោះផលិតផលរបស់អ្នកនៅទីនេះ..",
      "product_code": "លេខកូដផលិតផល (ភាសាអង់គ្លេស)",
      "sku": "SKU",
      "sku_message": "អង្គភាពរក្សាភាគហ៊ុន",
      "mpn": "MPN",
      "mpn_message": "លេខផ្នែកក្រុមហ៊ុនផលិត",
      "status": "ស្ថានភាព",
      "external_link": "តំណភ្ជាប់ខាងក្រៅ",
      "brand": "ម៉ាក",
      "brand_placeholder": "ម៉ាក Ex. Apple .. (ស្រេចចិត្ត)",
      "warranty": "ការធានា",
      "is_original": "តើនេះជាផលិតផលដើមមែនទេ?",
      "is_original_message": "ប្រសិនបើអ្នកមិនកំណត់ផលិតផលរបស់អ្នកដើមទេ ផ្លាកសញ្ញាក្លែងក្លាយនឹងត្រូវបានបង្ហាញសម្រាប់ផលិតផលនេះ។",
      "return_warranty": "តើផលិតផលនេះមានការធានាត្រឡប់មកវិញប៉ុន្មានថ្ងៃ?",
      "warehouse_section": "ឃ្លាំង និងផលិតកម្ម",
      "conditions_section": "លក្ខខណ្ឌផលិតផល",
      "warranty_section": "ការធានា និងការដឹកជញ្ជូន",
      "unit": "ឯកតាផលិតផល",
      "unit_message": "បញ្ចូលឯកតាប្រសិនបើចាំបាច់។ ឧទាហរណ៍៖ KG, ម៉ែត្រ, ...",
      "condition": "ស្ថានភាពផលិតផលនៅក្នុងហាងរបស់អ្នក។",
      "condition_message": "អ្នកត្រូវតែជ្រើសរើសតម្លៃមួយក្នុងចំណោមតម្លៃនៅក្នុងវាលនេះ។",
      "unit_section": "ឯកតាផលិតផល",
      "unit_float": "ឯកតាអណ្តែត (ឆាប់ៗនេះ)",
      "unit_float_hint": "ឧទាហរណ៍ អតិថិជន​អាច​បញ្ជា​ទិញ​ផ្លែឈើ​បាន 3 គីឡូក្រាម ប៉ុន្តែ​ចំនួន​ដែល​ផ្ញើ​ទៅ​អតិថិជន​គឺ​ខុស​គ្នា​បន្តិច​ពី​ចំនួន​ដែល​បាន​បញ្ជា​ទិញ។",
      "unit_float_message": "កំឡុងពេលដំណើរការការបញ្ជាទិញ ចំនួនទឹកប្រាក់ដែលបានចែកចាយអាចខុសពីចំនួនដែលបានបញ្ជាទិញ។ ប្រព័ន្ធនឹងគណនាភាពខុសគ្នានេះដោយស្វ័យប្រវត្តិ ហើយកត់ត្រាវាជាបំណុលរបស់អ្នកចំពោះអតិថិជន ដែលអាចត្រូវបានអនុវត្តចំពោះការបញ្ជាទិញបន្ទាប់។"
    },
    "rating_pros_cons": {
      "title": "ការស្ទង់មតិ",
      "message": "បញ្ចូលបញ្ជីផលិតផលជាក់លាក់សម្រាប់អតិថិជនរបស់អ្នកដើម្បីវាយតម្លៃផលិតផលរបស់អ្នក។ (រហូតដល់ ៥ មុខ)",
      "rating_input": "ការបោះឆ្នោត",
      "rating_input_message": "អ្នកអាចបន្ថែមធាតុ 5 ទៅក្នុងការបោះឆ្នោត។",
      "item_unit": "ធាតុ",
      "pros_title": "គុណសម្បត្តិ",
      "pros_message": "បញ្ចូលលក្ខណៈពិសេសនៃផលិតផល។ (រហូតដល់ ៥ មុខ)",
      "pros_input_title": "ចំណងជើងលក្ខណៈពិសេស",
      "pros_input_value": "តម្លៃលក្ខណៈពិសេស",
      "pros_group": "គុណសម្បត្តិនៃផលិតផល",
      "pros_group_messages": "លក្ខណៈសំខាន់នៃផលិតផល",
      "cons_title": "គុណវិបត្តិ",
      "cons_message": "បញ្ចូលចំណុចខ្សោយនៃផលិតផល។ (រហូតដល់ ៥ មុខ)",
      "cons_input_title": "ចំណងជើងភាពទន់ខ្សោយ",
      "cons_input_value": "តម្លៃនៃភាពទន់ខ្សោយ",
      "cons_group": "ភាពទន់ខ្សោយនៃផលិតផល",
      "cons_group_messages": "ចំណុចខ្សោយសំខាន់នៃផលិតផល",
      "select_from_list": "ជ្រើសរើសពីបញ្ជី",
      "suggestion_rating": [
        "គុណភាព​ល្អ",
        "តម្លៃល្អ។",
        "នឹងណែនាំ",
        "លក្ខណៈពិសេសនិងសមត្ថភាព",
        "ងាយស្រួលប្រើ",
        "រចនាបានល្អ"
      ],
      "notifications": {
        "add_rating_success": "បានបន្ថែមជម្រើស {rating_name} ការវាយតម្លៃអ្នកប្រើប្រាស់។",
        "delete_rating_success": "ការវាយតម្លៃអ្នកប្រើប្រាស់ជម្រើស {rating_name} ត្រូវបានលុប។",
        "add_pros_success": "លក្ខណៈពិសេសផលិតផលត្រូវបានបន្ថែម។",
        "delete_pros_success": "មុខងារផលិតផលត្រូវបានដកចេញ។",
        "add_cons_success": "ភាពទន់ខ្សោយរបស់ផលិតផលត្រូវបានបន្ថែម។",
        "delete_cons_success": "ភាពទន់ខ្សោយរបស់ផលិតផលត្រូវបានដកចេញ។"
      }
    },
    "edit_spec": {
      "title": "លក្ខណៈបច្ចេកទេស",
      "sub_title": "អ្នកអាចនាំចូលការសម្ងាត់បច្ចេកទេសនៃផលិតផលស្រដៀងគ្នា។",
      "import_action": "នាំចូល",
      "group_input_header": "បន្ថែមក្រុម",
      "item_title_header": "បន្ថែមធាតុ",
      "group_input": "ក្បាលក្រុម",
      "group_input_message": "បញ្ចូលចំណងជើង។",
      "group_add_action": "បន្ថែមក្រុម",
      "item_title_input": "ចំណងជើង",
      "item_title_input_message": "បញ្ចូលចំណងជើងមុខងារ។",
      "item_value_input": "តម្លៃ",
      "item_value_input_message": "បញ្ចូលតម្លៃមុខងារ។",
      "add_item_action": "បន្ថែមធាតុ",
      "dialog": {
        "title": "បញ្ចូលការបញ្ជាក់បច្ចេកទេស",
        "code_input": "លេខសម្គាល់ផលិតផល",
        "code_input_message": "លេខកូដផលិតផល : P0000...",
        "spec_view_title": "លក្ខណៈបច្ចេកទេសនៃផលិតផលដែលបានជ្រើសរើស",
        "set_spec_action": "ចម្លងលក្ខណៈបច្ចេកទេស"
      },
      "notifications": {
        "enter_group_title_error": "បញ្ចូលតម្លៃចំណងជើង",
        "enter_item_title_and_value_error": "បញ្ចូលចំណងជើង និងតម្លៃនៃមុខងារ",
        "spec_saved_success": "លក្ខណៈបច្ចេកទេសផលិតផលត្រូវបានរក្សាទុក។"
      }
    },
    "edit_images": {
      "title": "រូបភាពចម្បង",
      "main_image_input_nodata": "បង្ហោះរូបភាពផលិតផល។",
      "main_image_input_message": "រូបភាពនេះត្រូវបានបង្ហាញនៅក្នុងបញ្ជីផលិតផល។",
      "preview": "មើលជាមុន",
      "image_style": "រចនាប័ទ្មរូបភាព",
      "background_is_white": "ផ្ទៃខាងក្រោយពណ៌ស",
      "background_is_white_msg": "តើរូបភាពមានផ្ទៃខាងក្រោយពណ៌សទេ?",
      "images": {
        "title": "វិចិត្រសាលរូបភាពផលិតផល",
        "sub_title": "បង្ហោះរូបភាពផលិតផល ជាទូទៅចំពោះផលិតផលបំរែបំរួលទាំងអស់នៅក្នុងផ្នែកនេះ។"
      },
      "video": {
        "title": "វីដេអូ",
        "sub_title": "ជាដំបូង សូមបង្ហោះវីដេអូផលិតផលរបស់អ្នកនៅលើ Youtube ហើយបន្ទាប់មកដាក់ URL វីដេអូនៅទីនេះ។"
      }
    },
    "pricing": {
      "edit_price": "តម្លៃ",
      "price_input": "តម្លៃ",
      "currency_input": "រូបិយប័ណ្ណ",
      "currency_input_messages": "តម្លៃត្រូវបានគណនាជារូបិយប័ណ្ណនេះ។",
      "commission_input": "គណៈកម្មការ",
      "commission_message": "ជម្រើសនេះមានប្រយោជន៍សម្រាប់តែប្រភេទអាជីវករដូចជាអ្នកលក់ដុំប៉ុណ្ណោះ។ ប្រសិនបើអ្នកមិនមែនជាអ្នកលក់ដុំទេ សូមទុកជម្រើសនេះឱ្យនៅទំនេរ។ តម្លៃដែលអ្នកទិញឃើញគឺជាផលបូកនៃតម្លៃ និងកម្រៃជើងសារ។ សម្រាប់ការបន្ថែមពន្ធ ចុច គណនេយ្យ > ពន្ធ។",
      "add_commission_action": "បន្ថែមកំរៃជើងសារ",
      "discount_input": "បញ្ចុះតម្លៃ",
      "discount_input_message": "អត្រា​បញ្ចុះតម្លៃ",
      "has_discount_period_input": "តើ​ការ​បញ្ចុះ​តម្លៃ​នេះ​មាន​សុពលភាព​សម្រាប់​ពេល​វេលា​ជាក់លាក់​ឬ​ទេ?",
      "discount_timespan": "បញ្ចូលរយៈពេលបញ្ចុះតម្លៃ។",
      "start_input": "ចាប់ផ្តើម",
      "end_input": "ចប់",
      "start_input_placeholder": "ជ្រើសរើសពេលវេលាចាប់ផ្តើម",
      "end_input_placeholder": "ជ្រើសរើសពេលវេលាបញ្ចប់",
      "independent_price": "តម្លៃសម្រាប់តែប្រភេទនេះប៉ុណ្ណោះ។",
      "same_price": "តម្លៃសម្រាប់ផលិតផលសំខាន់",
      "variant_pricing_message": "ដោយជ្រើសរើសជម្រើសនេះ តម្លៃនៃវ៉ារ្យ៉ង់នេះអាចកំណត់ដោយឯករាជ្យពីផលិតផលចម្បង។"
    },
    "inputs_edit": {
      "title": "ទម្រង់បញ្ចូលព័ត៌មានអ្នកទិញ",
      "sub_title": "អ្នកអាចបង្កើតទម្រង់បញ្ចូលទិន្នន័យសម្រាប់ផលិតផលនីមួយៗ ដូច្នេះអ្នកទិញទំនិញផ្ញើព័ត៌មានដល់អ្នកនៅពេលទិញផលិតផល។ ជាឧទាហរណ៍ ព័ត៌មាននេះអាចជាឈ្មោះសម្រាប់ឆ្លាក់លើថ្ម។",
      "message_input": "សារទៅកាន់អ្នកប្រើប្រាស់",
      "message_input_message": "សារនេះនឹងត្រូវបានបង្ហាញដល់អតិថិជននៅពេលទិញផលិតផល។",
      "inputs_form": "រចនាសម្ព័ន្ធព័ត៌មាន (បញ្ចូល)"
    },
    "extra_edit": {
      "physical": {
        "title": "ព័ត៌មានដឹកជញ្ជូន",
        "sub_title": "ការចំណាយ និងពេលវេលានៃការរៀបចំត្រូវបានគណនាដោយផ្អែកលើព័ត៌មាននៅក្នុងផ្នែកនេះ។ ត្រូវប្រាកដថាបញ្ចូលព័ត៌មានដោយយោងទៅតាមឯកតាដែលបានជ្រើសរើសនៅក្នុងហាង (ទំងន់វិមាត្រចម្ងាយ) ។"
      },
      "notifications": {
        "save_title": "ការវេចខ្ចប់ត្រូវបានធ្វើបច្ចុប្បន្នភាព",
        "save_msg": "ព័ត៌មានអំពីការវេចខ្ចប់ផលិតផលត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។"
      }
    },
    "variants": {
      "not_available": "បច្ចុប្បន្ននេះ វាមិនអាចជ្រើសរើសវ៉ារ្យ៉ង់សម្រាប់ផលិតផលប្រភេទនេះបានទេ។"
    },
    "delete_product": {
      "title": "យកផលិតផលចេញ",
      "message": "តើអ្នកចង់លុប <b>{product_title}</b> ទេ?"
    }
  },
  "product_admin": {
    "products_list": "បញ្ជីផលិតផល",
    "product": "ផលិតផល",
    "menu": {
      "edit": "កែសម្រួល",
      "review": "ពិនិត្យឡើងវិញ",
      "orders": "ការបញ្ជាទិញ",
      "inventory": "សារពើភ័ណ្ឌ",
      "dashboard": "ផ្ទាំងគ្រប់គ្រង",
      "back_to_products": "ផលិតផល",
      "drop_shipping": "Dropshipping"
    },
    "dashboard": {
      "info": {
        "title": "ប្រវត្តិរូប",
        "title_small": "ផលិតផល",
        "category": "ប្រភេទ​ផលិតផល",
        "link": "តំណភ្ជាប់ផលិតផល",
        "type": "ប្រភេទ",
        "inputs": "បញ្ចូលព័ត៌មាន",
        "outputs": "បញ្ចេញព័ត៌មាន",
        "user_data_form": "ទម្រង់ព័ត៌មានអ្នកទិញ"
      },
      "orders": {
        "title": "ការបញ្ជាទិញ",
        "title_small": "មិនទាន់កែច្នៃ",
        "physical_orders_title": "រទេះទិញទំនិញជាមួយផលិតផលនេះ។",
        "send_30days_title": "ការបញ្ជាទិញបានដឹកជញ្ជូនក្នុងរយៈពេល 30 ថ្ងៃចុងក្រោយ",
        "downloads_30days_title": "លេខដែលបានទាញយកឯកសារក្នុងរយៈពេល 30 ថ្ងៃចុងក្រោយ",
        "virtual_orders_title": "ការបញ្ជាទិញផលិតផលនេះកំពុងរង់ចាំការបញ្ចប់"
      },
      "inventory": {
        "title": "សារពើភ័ណ្ឌ",
        "title_small": "ឃ្លាំង",
        "total_sell": "ការលក់សរុប",
        "total_sell_today": "ថ្ងៃនេះលក់",
        "total_sell_30days": "ការលក់ 4 ថ្ងៃចុងក្រោយ",
        "chart": {
          "labels": [
            "សារពើភ័ណ្ឌ",
            "លក់"
          ]
        }
      },
      "finance": {
        "title": "ហិរញ្ញវត្ថុ",
        "title_small": "របាយការណ៍ទិញ 6 ខែចុងក្រោយ",
        "select_mode_title": "បង្ហាញដោយ",
        "modes": {
          "sell": "លក់",
          "payment": "ការទូទាត់",
          "discount": "បញ្ចុះតម្លៃ"
        },
        "currency_select_title": "តម្លៃតាមរូបិយប័ណ្ណដែលបានជ្រើសរើស",
        "sell_today": "ថ្ងៃនេះលក់",
        "product_price": "តម្លៃផលិតផល",
        "currency_unit": "ឯកតារូបិយប័ណ្ណ",
        "sell_30days": "ការលក់ 30 ថ្ងៃ។",
        "sell_daily": "ការលក់ប្រចាំថ្ងៃ",
        "sell_yesterday": "ការលក់ម្សិលមិញ"
      },
      "survey": {
        "title": "ការវាយតម្លៃផលិតផល",
        "title_small": "របាយការណ៍ការពេញចិត្តរបស់អតិថិជន",
        "total_participation": "ចំនួនសរុបនៃការរួមចំណែក",
        "today_participation": "ការវាយតម្លៃថ្ងៃនេះ",
        "last7days_participation": "ការរួមចំណែក 7 ថ្ងៃចុងក្រោយ",
        "chart": {
          "participate": "ការចូលរួម",
          "participate_title": "ចំនួននៃការរួមចំណែក",
          "score": "ពិន្ទុ"
        }
      },
      "inform": {
        "title": "ការរំពឹងទុករបស់អតិថិជន",
        "title_small": "កំពុងរង់ចាំការបញ្ចុះតម្លៃ ឬការផ្តល់ជូន",
        "message": "ជូនដំណឹងដល់អតិថិជននៅពេលផលិតផលដាក់លក់ ឬមានលក់",
        "waiting_for_auction": "រង់ចាំផលិតផលលក់បន្ត",
        "waiting_for_available": "កំពុងរង់ចាំផលិតផលដែលអាចរកបាន។",
        "unit": "មនុស្ស"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "បញ្ជីសារពើភណ្ឌ",
        "add_variant": "បន្ថែមវ៉ារ្យ៉ង់",
        "title": "បញ្ជីសារពើភណ្ឌផលិតផល / ផលិតផលបំរែបំរួល",
        "sub_title": "ប្រសិនបើផលិតផលនេះមានវ៉ារ្យ៉ង់ច្រើនជាងមួយ សូមបញ្ចូលពួកវានៅក្នុងផ្នែកនេះ។ អ្នកអាចកំណត់ដោយឡែកពីគ្នានូវចំនួន តម្លៃ និងការបញ្ចុះតម្លៃនៃវ៉ារ្យ៉ង់នីមួយៗ។ បើមិនដូច្នេះទេ តម្លៃលំនាំដើមនៃផលិតផលនឹងត្រូវបានអនុវត្តសម្រាប់តម្លៃ។",
        "add_action": "បន្ថែមវ៉ារ្យ៉ង់",
        "count_input": "សារពើភ័ណ្ឌ",
        "count_input_action": "កំណត់ចំនួន",
        "management_title": "ការគ្រប់គ្រងសារពើភ័ណ្ឌ និងវ៉ារ្យ៉ង់ផលិតផល",
        "add_title": "បន្ថែមជម្រើសផលិតផល",
        "edit_title": "កែសម្រួល​ប្រភេទ​ផលិតផល",
        "notifications": {
          "add_success": "វ៉ារ្យ៉ង់ផលិតផលត្រូវបានបន្ថែម។",
          "delete_success": "កំណែផលិតផលត្រូវបានលុប។",
          "save_product_inventory_success": "សារពើភ័ណ្ឌនៃផលិតផលត្រូវបានរក្សាទុក។"
        }
      },
      "variant_item": {
        "price": "តម្លៃ",
        "same_as_product": "ស្រដៀងទៅនឹងផលិតផលចម្បង",
        "in_stock": "សារពើភ័ណ្ឌ",
        "delete_dialog": {
          "title": "លុបវ៉ារ្យ៉ង់ផលិតផល",
          "message": "តើអ្នកចង់លុបបំរែបំរួលនេះទេ?"
        }
      },
      "variant_add_edit": {
        "title": "ការកំណត់ផលិតផលវ៉ារ្យ៉ង់",
        "message": "លេខផលិតផលតែមួយគត់",
        "active_input": "តើវ៉ារ្យង់នេះសកម្មទេ?",
        "sku": "SKU",
        "sku_tips": "លេខកូដឃ្លាំងផលិតផល។",
        "mpn": "MPN",
        "mpn_tips": "លេខកូដផលិតផលត្រូវបានបញ្ចូលដោយក្រុមហ៊ុនផលិតលើការវេចខ្ចប់ផលិតផល",
        "variant_variable": "បំរែបំរួលបំរែបំរួល",
        "pricing": "តម្លៃ",
        "has_pricing_input": "តើតម្លៃខុសពីផលិតផលសំខាន់មែនទេ?",
        "inventory": "សារពើភ័ណ្ឌ",
        "inventory_unit": "ធាតុ",
        "delivery_info": "ការវេចខ្ចប់ និងដឹកជញ្ជូន",
        "images": "រូបថតរបស់ Variant",
        "images_message": "បន្ទាប់ពីរក្សាទុកវ៉ារ្យ៉ង់នេះ អ្នកនឹងអាចបន្ថែមរូបភាពនៅទីនេះ។"
      }
    },
    "edit_article": {
      "menu": {
        "tags": "ស្លាក",
        "article": "អត្ថបទ"
      }
    }
  },
  "product_extra_physical": {
    "weight": "ទំងន់កញ្ចប់",
    "weight_unit": "គក",
    "size": "វិមាត្រកញ្ចប់",
    "dimension": "សង់​ទី​ម៉ែ​ត",
    "width": "ទទឹង",
    "length": "ប្រវែង",
    "height": "កម្ពស់",
    "lead_time_title": "ពេលវេលារៀបចំ",
    "lead_time": "ពេលវេលារៀបចំ",
    "lead_time_dimension": "ម៉ោង",
    "bulk_action": "សកម្មភាពច្រើន",
    "bulk_action_input": "ធ្វើ​បច្ចុប្បន្នភាព​កំណែ​ទាំងអស់។",
    "bulk_action_msg": "កំណត់ការវេចខ្ចប់ផលិតផល និងពេលវេលារៀបចំសម្រាប់វ៉ារ្យ៉ង់ទាំងអស់។"
  },
  "product_images_list": {
    "upload_button": "រូបភាពផលិតផលច្រើនទៀត",
    "upload_an_image": "ជ្រើសរើសរូបភាព។",
    "notifications": {
      "update_sort_success": "ការតម្រៀបរូបភាពត្រូវបានរក្សាទុក",
      "delete_image_title": "លុបរូបភាពផលិតផល",
      "delete_image_success": "រូបភាពត្រូវបានលុបដោយជោគជ័យ"
    }
  },
  "variants_view": {
    "prices": "តម្លៃ",
    "inventory": "សារពើភ័ណ្ឌ",
    "discount": "បញ្ចុះតម្លៃ"
  },
  "gift_card_type_edit": {
    "title_input": "ចំណងជើង",
    "color_input": "ពណ៌កាត",
    "charge_input": "ការគិតថ្លៃដើម",
    "charge_input_hint": "ការគិតថ្លៃដើមសម្រាប់កាតនីមួយៗ",
    "currency_input": "រូបិយប័ណ្ណ",
    "currency_input_message": "សម្រាប់តែការទិញជាមួយរូបិយប័ណ្ណនេះប៉ុណ្ណោះ។",
    "lifetime_input": "សុពលភាពប័ណ្ណ (ខែ)",
    "lifetime_input_message": "សុពលភាពកាត",
    "card_image_input": "រូបភាពកាត",
    "notifications": {
      "create_success": "កាតត្រូវបានបង្កើតឡើង",
      "update_success": "បានធ្វើបច្ចុប្បន្នភាពកាត"
    }
  },
  "shop_warehouse_edit": {
    "title": "បន្ថែមឃ្លាំង",
    "message": "បញ្ចូលអាសយដ្ឋានឃ្លាំង និងប្រវត្តិរូបរបស់អ្នក ដើម្បីគណនាថ្លៃដឹកជញ្ជូន។",
    "name_input": "ឈ្មោះឃ្លាំង",
    "address": "អាសយដ្ឋាន",
    "name_input_message": "បញ្ចូលឈ្មោះហៅក្រៅសម្រាប់ឃ្លាំងរបស់អ្នក។",
    "person_name": "ឈ្មោះមន្រ្តី",
    "phone_number": "លេខ​ទំនាក់​ទំនង",
    "map_title": "អាសយដ្ឋានឃ្លាំង",
    "confirm_action": "ការអនុម័តឃ្លាំង",
    "address_name": "ឃ្លាំង",
    "notifications": {
      "success_save": "ការផ្លាស់ប្ដូរត្រូវបានរក្សាទុកដោយជោគជ័យ។"
    }
  },
  "inventory_list": {
    "search_input": "ការស្វែងរកផលិតផល...",
    "search_input_title": "ស្វែងរកផលិតផលក្នុងហាង",
    "apply_filter": "អនុវត្តតម្រង",
    "inventory": "បញ្ជីសារពើភណ្ឌ",
    "export": "នាំចេញសារពើភ័ណ្ឌ",
    "import": "នាំចូលសារពើភ័ណ្ឌ",
    "bulk_price": "ការផ្លាស់ប្តូរតម្លៃភាគច្រើន",
    "bulk_discount": "ការផ្លាស់ប្តូរការបញ្ចុះតម្លៃយ៉ាងច្រើន",
    "category_filter_msg": "⚡វានឹងអនុវត្តចំពោះផលិតផល និងប្រភេទរងទាំងអស់!",
    "table": {
      "waiting": "កំពុងទទួលព័ត៌មាន... សូមរង់ចាំ",
      "open_state": "សកម្ម",
      "close_state": "អសកម្ម",
      "image": "រូបភាព",
      "product": "ឈ្មោះ​ផលិតផល",
      "code": "លេខកូដផលិតផល",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "ដើម",
      "status": "ស្ថានភាព",
      "in_stock": "នៅ​ក្នុង​ស្តុក",
      "edit": "ផ្លាស់ប្តូរ"
    },
    "bulk_price_dialog": {
      "title": "សកម្មភាពច្រើន > តម្លៃ",
      "message": "ចំណាំ៖ ចំនួនទឹកប្រាក់ខាងក្រោមនឹងអនុវត្តជាភាគរយចំពោះតម្លៃនៃផលិតផលទាំងអស់នៅក្នុងហាងរបស់អ្នក។ ដូចគ្នានេះផងដែរ តម្លៃដែលបានគណនានឹងត្រូវបានបំប្លែងយ៉ាងឆ្លាតវៃទៅជាលេខជុំជិតបំផុតដោយផ្អែកលើរូបិយប័ណ្ណដែលបានជ្រើសរើស។ សូមប្រយ័ត្នក្នុងការបញ្ចូលតម្លៃ។",
      "check": "ខ្ញុំយល់ព្រមលើការផ្លាស់ប្តូរតម្លៃ។",
      "add_percent_tab": "បន្ថែមភាគរយ",
      "add_constant_tab": "បន្ថែមថេរ",
      "ending_tab": "យុទ្ធសាស្ត្របញ្ចប់"
    },
    "bulk_discount_dialog": {
      "title": "សកម្មភាពច្រើន > ការបញ្ចុះតម្លៃ",
      "message": "ចំណាំ៖ ចំនួនទឹកប្រាក់ខាងក្រោមនឹងគិតជាភាគរយចំពោះការបញ្ចុះតម្លៃនៃផលិតផលទាំងអស់នៅក្នុងហាងរបស់អ្នក។ ដូចគ្នានេះផងដែរ តម្លៃបញ្ចុះតម្លៃដែលបានគណនានឹងត្រូវបានបំប្លែងយ៉ាងឆ្លាតវៃទៅជាលេខជុំជិតបំផុតដោយផ្អែកលើរូបិយប័ណ្ណដែលបានជ្រើសរើស។ សូមប្រយ័ត្នក្នុងការបញ្ចូលតម្លៃ។",
      "check": "ខ្ញុំយល់ព្រមលើការផ្លាស់ប្តូរបញ្ចុះតម្លៃ។"
    },
    "notifications": {
      "save_success": "បានរក្សាទុកការផ្លាស់ប្តូរសារពើភ័ណ្ឌ។"
    }
  },
  "spec_view": {
    "auto_save_input": "រក្សាទុកដោយស្វ័យប្រវត្តិ"
  },
  "time_progress_bar": {
    "title_before_start": "នៅសល់រហូតដល់ការចាប់ផ្តើម",
    "title_between_start_end": "នៅសល់រហូតដល់ទីបញ្ចប់",
    "title_after_end": "ចប់",
    "title_no_start_end": "ដោយគ្មានពេលវេលា!"
  },
  "geo_map": {
    "views": "ទស្សនៈ",
    "views_unit": "ដង",
    "product_views": "ទិដ្ឋភាពផលិតផល",
    "buys": "ការទិញ",
    "buys_unit": "ការបញ្ជាទិញ",
    "baskets": "រទេះសកម្ម",
    "added_items": "បន្ថែមធាតុ",
    "removed_items": "យកធាតុចេញ"
  },
  "faq_list": {
    "table": {
      "nodata": "រកមិនឃើញសំណួរទេ។",
      "more_data_action": "សំណួរបន្ថែម ..",
      "user": "អ្នក​ប្រើ",
      "tag": "ស្លាក",
      "question": "សំណួរ",
      "officer": "បុគ្គលិក",
      "answer": "ចម្លើយ",
      "created_at": "កាលបរិច្ឆេទ",
      "priority": "អាទិភាព",
      "edit": "កែសម្រួល"
    },
    "dialog": {
      "add_new_action": "ដាក់ស្នើសំណួរថ្មី។",
      "edit_action": "កែសម្រួល FAQ",
      "question_input": "សំណួរ",
      "question_input_placeholder": "សួរសំណួររបស់អ្នក ..",
      "link_input": "តំណភ្ជាប់",
      "link_input_placeholder": "អ្នកអាចយោងទៅតំណក្នុងការឆ្លើយតប។",
      "answer_input": "ចម្លើយ",
      "answer_input_placeholder": "បញ្ចូលអត្ថបទចម្លើយ..",
      "tag_input": "ស្លាក (ចំណងជើងប្រភេទ)",
      "tag_input_placeholder": "បញ្ចូលចំណងជើងខ្លី",
      "priority_input": "អាទិភាព៖ (០ ដល់ ១០)"
    },
    "delete_alert": {
      "title": "លុបសំណួរ",
      "message": "តើអ្នកចង់លុបសំណួរនេះទេ?",
      "action": "លុប"
    },
    "notifications": {
      "send_success": "ចម្លើយរបស់អ្នកត្រូវបានដាក់ជូនដោយជោគជ័យ។",
      "delete_success": "សំណួររបស់អ្នកត្រូវបានលុបដោយជោគជ័យ។"
    }
  },
  "contact_messages_list": {
    "load_more_action": "សារច្រើនទៀត..",
    "table": {
      "nodata": "រកមិនឃើញសំណួរទេ។",
      "user": "អ្នក​ប្រើ",
      "message": "តួសារ",
      "category": "ប្រភេទ",
      "officer": "បុគ្គលិក",
      "answer": "ចម្លើយ",
      "created_at": "កាលបរិច្ឆេទ",
      "contact": "ទំនាក់ទំនង",
      "edit": "កែសម្រួល"
    },
    "dialog": {
      "title": "ឆ្លើយតបសារ",
      "category": "ប្រភេទ",
      "user_name": "ឈ្មោះ",
      "email": "អ៊ីមែល",
      "phone": "លេខ​ទំនាក់​ទំនង",
      "message": "អត្ថបទសារ",
      "status": "ស្ថានភាពឆ្លើយតប",
      "status_answered": "ឆ្លើយ",
      "status_waiting": "កំពុងរង់ចាំការឆ្លើយតប",
      "answer_input": "អត្ថបទឆ្លើយតប",
      "mail_input": "ផ្ញើសំបុត្រ",
      "mail_input_message": "ប្រសិនបើអ្នកបើកដំណើរការនេះ ការឆ្លើយតបរបស់អ្នកនឹងត្រូវបានផ្ញើទៅកាន់អ៊ីមែលអ្នកប្រើប្រាស់។"
    },
    "delete_alert": {
      "title": "លុបសារ",
      "message": "តើអ្នកចង់លុបសារនេះទេ?",
      "action": "លុប"
    },
    "notifications": {
      "send_success": "សំណើរបស់អ្នកត្រូវបានដាក់ជូនដោយជោគជ័យ។",
      "delete_success": "សារត្រូវបានលុប។"
    }
  },
  "campaign": {
    "title": "យុទ្ធនាការ",
    "menu": {
      "setting": "ការកំណត់",
      "return": "ត្រឡប់មកវិញ",
      "dashboard": "ផ្ទាំងគ្រប់គ្រង",
      "links": "តំណភ្ជាប់",
      "landing": "ការចុះចត",
      "ads": "ការផ្សាយពាណិជ្ជកម្ម",
      "finance": "ហិរញ្ញវត្ថុ"
    },
    "dashboard": {
      "title": "ផ្ទាំងគ្រប់គ្រង",
      "status": "ទិដ្ឋភាពទូទៅនៃស្ថានភាព",
      "sessions": "វគ្គ",
      "links_overview": "ទិដ្ឋភាពទូទៅនៃតំណយុទ្ធនាការ",
      "orders": "ការបញ្ជាទិញ",
      "performance": "ការអនុវត្តយុទ្ធនាការ",
      "links_funnel": "យុទ្ធនាការភ្ជាប់ការអនុវត្ត",
      "no_links": "មិនមានទិន្នន័យទេ! សូមបង្កើតតំណភ្ជាប់ទៅកាន់យុទ្ធនាការរបស់អ្នក។",
      "social": "ប្រព័ន្ធផ្សព្វផ្សាយសង្គមនាំមុខ",
      "conversion_over_time": "ការបំប្លែងតាមពេលវេលា",
      "total_campaign_sell": "ការលក់សរុបតាមយុទ្ធនាការ"
    },
    "finance": {
      "title": "របាយការណ៍ហិរញ្ញវត្ថុ",
      "campaign_revenue": "ប្រាក់ចំណូលពីយុទ្ធនាការ",
      "total_revenue": "ប្រាក់ចំណូលសរុបតាមយុទ្ធនាការ",
      "links_revenue": "ចំណូលពីតំណយុទ្ធនាការ",
      "payments_over_time": "ការលក់តាមពេលវេលា",
      "all_links": "តំណភ្ជាប់ទាំងអស់។"
    },
    "landing": {
      "empty_message": "កំណត់ទំព័រចុះចតនៅក្នុងការកំណត់យុទ្ធនាការ។",
      "set_landing": "កំណត់ទំព័រចុះចត",
      "create_landing": "បង្កើតទំព័រចុះចតថ្មី។"
    },
    "links": {
      "title": "តំណភ្ជាប់យុទ្ធនាការ",
      "url_input_message": "បញ្ចូល url ទំព័រគោលដៅរបស់អ្នក។"
    },
    "setting": {
      "menu": {
        "config": "កំណត់រចនាសម្ព័ន្ធ",
        "timespan": "រយៈពេល",
        "banner": "បដា",
        "Notification": "សេចក្តីជូនដំណឹង"
      },
      "general_setting": {
        "title": "ការកំណត់យុទ្ធនាការទូទៅ",
        "sub_title": "ឈ្មោះ ទំព័រចុះចត និងលេខកូដបញ្ចុះតម្លៃ",
        "name_input": "ឈ្មោះយុទ្ធនាការ",
        "name_input_hint": "បន្ថែមឈ្មោះទៅយុទ្ធនាការរបស់អ្នក។",
        "enable_input": "តើយុទ្ធនាការមានសកម្មភាពទេ?",
        "page_input": "ទំព័រចុះចត",
        "discount_code_input": "លេខ​កូដ​បញ្ចុះតម្លៃ",
        "limit": "ដែនកំណត់បញ្ចុះតម្លៃ",
        "max_count": "ចំនួនអតិបរមា",
        "max_count_unit": "ធាតុ",
        "start": "ចាប់ផ្តើម",
        "end": "ចប់",
        "notification_enable_input": "បានបើកការជូនដំណឹង?",
        "landing_page": "ទំព័រចុះចត",
        "discount_code": "លេខ​កូដ​បញ្ចុះតម្លៃ",
        "auto": "យុទ្ធនាការលំនាំដើម",
        "auto_message": "យុទ្ធនាការលំនាំដើមបានដំណើរការនៅក្នុងហាងរបស់អ្នក។"
      },
      "time_setting": {
        "title": "រយៈពេល",
        "sub_title": "ចាប់ផ្តើមកាលបរិច្ឆេទ និងពេលវេលា / កាលបរិច្ឆេទ និងពេលវេលាបញ្ចប់",
        "start_input": "ចាប់ផ្តើម",
        "start_input_placeholder": "ជ្រើសរើសពេលវេលាចាប់ផ្តើមយុទ្ធនាការ",
        "end_input": "ចប់",
        "end_input_placeholder": "ជ្រើសរើសពេលវេលាបញ្ចប់យុទ្ធនាការ"
      },
      "banner_setting": {
        "title": "បដាហាង",
        "sub_title": "បង្ហាញនៅផ្នែកខាងលើនៃទំព័រហាង",
        "message_input": "អត្ថបទសារ",
        "message_input_placeholder": "ពិធីបុណ្យពិសេស...",
        "message_input_hint": "អត្ថបទសារបដានៅខាងលើហាង",
        "bg_image_input": "URL រូបភាពផ្ទៃខាងក្រោយ",
        "bg_image_input_hint": "URL រូបភាពផ្ទៃខាងក្រោយពេញ",
        "repeat_pattern": "ធ្វើលំនាំម្តងទៀត",
        "simple": "សាមញ្ញ",
        "dark_input": "ប្រធានបទងងឹត?",
        "icon_input": "រូបតំណាង",
        "icon_input_hint": "ឈ្មោះរូបតំណាងរចនាសម្ភារៈ ឬ Fontawsom: fas fa-star",
        "anim_input": "អាស័យដ្ឋានចលនា",
        "anim_input_message": "URL ឯកសារគំនូរជីវចល Lottie",
        "preview": "មើលជាមុន",
        "preview_update_action": "ធ្វើបច្ចុប្បន្នភាពការមើលជាមុន",
        "bg_color": "ពណ៌ផ្ទៃខាងក្រោយ",
        "icon_bg": "រូបតំណាងពណ៌ផ្ទៃខាងក្រោយ"
      },
      "notifications": {
        "title": "សេចក្តីជូនដំណឹង",
        "sub_title": "បង្កើតការជូនដំណឹង ហើយភ្ជាប់វាទៅយុទ្ធនាការរបស់អ្នក។",
        "update_success": "យុទ្ធនាការរបស់អ្នកត្រូវបានធ្វើបច្ចុប្បន្នភាព។",
        "action_button": "ប៊ូតុងសកម្មភាព",
        "background_color": "ពណ៌ផ្ទៃខាងក្រោយ",
        "text_color": "ពណ៌អត្ថបទ",
        "action_color": "ពណ៌សកម្មភាព",
        "action_text_color": "ពណ៌អត្ថបទសកម្មភាព",
        "notification_image": "រូបភាពជូនដំណឹង",
        "notification_bg": "ផ្ទៃខាងក្រោយនៃការជូនដំណឹង",
        "show_preview": "បង្ហាញការមើលជាមុន",
        "persistence": "ការតស៊ូ",
        "persistence_message": "តើអ្នកចង់បង្ហាញរាល់ពេលដែលអ្នកប្រើប្រាស់របស់អ្នកចូលមើលគេហទំព័រ",
        "radius": "កាំ",
        "show_delay": "បង្ហាញការពន្យារពេល"
      }
    }
  },
  "add_category": {
    "title_edit": "កែសម្រួលប្រភេទ",
    "title_update": "បន្ថែមប្រភេទថ្មី។",
    "menu": {
      "delete": "លុបប្រភេទ",
      "filter": "តម្រង",
      "settings": "ការកំណត់",
      "back": "ត្រឡប់មកវិញ"
    },
    "title_input": "ប្រភេទចំណងជើង *",
    "title_input_error": "ជ្រើសរើសចំណងជើងប្រភេទ",
    "name_input": "ឈ្មោះប្រភេទ (ភាសាអង់គ្លេស) *",
    "name_input_error": "ជ្រើសរើសឈ្មោះតែមួយគត់សម្រាប់ប្រភេទ",
    "description_input": "ការពិពណ៌នាអំពីប្រភេទ",
    "description_input_message": "បញ្ចូលការពិពណ៌នាសង្ខេបនៃប្រភេទ ..",
    "parent_input": "ប្រភេទមេ",
    "parent_input_message": "ប្រភេទនេះបង្ហាញនៅលើគេហទំព័ររបស់ហាង។",
    "image_input": "រូបភាពប្រភេទ",
    "image_input_placeholder": "ជ្រើសរើសរូបភាពសម្រាប់ប្រភេទ",
    "edit_action": "កែសម្រួលប្រភេទ",
    "add_action": "បន្ថែមប្រភេទ",
    "back_action": "ត្រឡប់មកវិញ",
    "no_category": "គ្មាន​ប្រភេទ",
    "star": "តារា",
    "filter": {
      "title": "តម្រងប្រភេទ",
      "sub_title": "គ្រប់គ្រងតម្រង និងប្រភេទដែលអនុវត្តចំពោះផលិតផលក្នុងប្រភេទនេះ។",
      "message": "បញ្ចូល និងរក្សាទុកចំណងជើងលក្ខណៈបច្ចេកទេសទូទៅសម្រាប់ប្រភេទនេះនៅក្នុងប្រអប់ខាងក្រោម។ បន្ទាប់ពីរក្សាទុកបញ្ជីនោះ ប្រភេទតម្រងនឹងត្រូវបានបង្ហាញ រួមជាមួយនឹងខ្លឹមសារនៃប្រភេទនីមួយៗ។ ពណ៌ ទម្ងន់ ទំហំ ម៉ាក ជាដើម ត្រូវបានស្រង់ចេញដោយស្វ័យប្រវត្តិពីផលិតផលបំរែបំរួល។"
    },
    "delete_alert": {
      "title": "យក​ប្រភេទ​ចេញ",
      "message": "តើអ្នកចង់លុបប្រភេទ {title} ទេ?",
      "action": "លុប"
    },
    "notifications": {
      "add_success": "បានបន្ថែមប្រភេទថ្មី។",
      "edit_success": "ប្រភេទដែលបានកែសម្រួល។",
      "delete_success": "បានលុប {title}។"
    },
    "edit_filter": {
      "spec_input": "បញ្ជីលក្ខណៈបច្ចេកទេស",
      "spec_input_message": "បញ្ជីលក្ខណៈពិសេសដែលអ្នកចង់បង្ហាញនៅក្នុងផ្នែកតម្រង",
      "price": "តម្លៃ",
      "min": "នាទី",
      "max": "អតិបរមា",
      "suggested_list": {
        "brand": "ម៉ាក",
        "colors": "ពណ៌",
        "styles": "រចនា",
        "volumes": "បរិមាណ",
        "weights": "ទម្ងន់",
        "packs": "លេខក្នុងមួយកញ្ចប់",
        "types": "ប្រភេទ"
      },
      "notifications": {
        "edit_success": "ប្រភេទដែលបានកែសម្រួល។"
      }
    }
  },
  "apps_list": {
    "nodata": "មិនមានកម្មវិធីដែលបានដំឡើងនៅលើហាងរបស់អ្នកទេ។",
    "inactive": "អសកម្ម",
    "my_apps": "កម្មវិធីរបស់ខ្ញុំ",
    "app_store": "បន្ថែមកម្មវិធីថ្មី។"
  },
  "add_shop": {
    "menu": {
      "shop_title": "ចំណងជើងហាង",
      "shop_name": "ឈ្មោះហាង",
      "description": "ការពិពណ៌នា",
      "contact": "ព័ត៌មានទំនាក់ទំនង",
      "image": "រូបភាព"
    },
    "title_input": "ចំណងជើង",
    "title_input_tips": "បញ្ចូលឈ្មោះហាង ម៉ាក ឬក្រុមហ៊ុនរបស់អ្នក។",
    "active_message": "កំណត់សកម្មសម្រាប់អ្នកគ្រប់គ្នាអាចចូលប្រើគេហទំព័ររបស់អ្នក។",
    "language_input_message": "ជ្រើសរើសភាសាហាងរបស់អ្នក។",
    "name_input": "ឈ្មោះ",
    "name_input_message": "បញ្ចូលឈ្មោះសម្រាប់ហាងរបស់អ្នក។",
    "name_input_tips": "កុំប្រើតួអក្សរ ដកឃ្លា ឬអក្សរដែលមិនមែនជាភាសាអង់គ្លេស ប្រសិនបើប្រើ ឈ្មោះហាងអាចនឹងមិនត្រូវបានបង្ហាញត្រឹមត្រូវ។",
    "description_input": "ការពិពណ៌នាហាង",
    "description_input_message": "សរសេរការពិពណ៌នាសង្ខេបអំពីអាជីវកម្មរបស់អ្នក។",
    "address_input": "អាសយដ្ឋានហាង",
    "address_input_message": "បញ្ចូលអាសយដ្ឋានហាងពិតប្រាកដ",
    "phone_input": "លេខទូរសព្ទ",
    "phone_input_message": "លេខទំនាក់ទំនងអតិថិជន",
    "phone_input_tips": "បញ្ចូលលេខទំនាក់ទំនងជាមួយលេខកូដប្រទេស។ លេខនេះក៏ត្រូវបានប្រើដើម្បីបង្ហាញព័ត៌មាននៅក្នុងការស្វែងរកតាម Google ផងដែរ។",
    "email_input": "អ៊ីមែល",
    "email_input_message": "អាសយដ្ឋានអ៊ីមែលសម្រាប់អតិថិជន",
    "locality_input": "ទីតាំង",
    "locality_input_message": "ទីតាំងហាង",
    "region_input": "រដ្ឋ​ឬ​ខេត្ត",
    "region_input_message": "រដ្ឋ ឬខេត្តដែលអ្នកប្រតិបត្តិការ",
    "country_input": "ប្រទេស",
    "country_input_message": "ប្រទេសនៃអាជីវកម្ម",
    "postal_code_input": "លេខ​កូដ​ប្រៃ​ស​ណី​យ",
    "postal_code_input_message": "រក្សាទុកលេខកូដប្រៃសណីយ៍",
    "image_input": "រូបភាពហាង",
    "map": {
      "title": "អាសយដ្ឋានហាង",
      "confirm": "ការចុះឈ្មោះអាសយដ្ឋាន",
      "address": "អាសយដ្ឋាន",
      "receptor": "ហាង"
    },
    "create_shop_action": "បង្កើតហាង",
    "update_shop_action": "ធ្វើបច្ចុប្បន្នភាព",
    "notifications": {
      "copy_success": "ច្បាប់ចម្លងអាសយដ្ឋានហាង។",
      "name_available": "ឈ្មោះនេះ ({name}) មាន។",
      "add_success": "ហាង {title} បានបង្កើត។",
      "edit_success": "ហាងបានកែសម្រួល។"
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "បន្ថែមធាតុនិម្មិត",
    "add_virtual_item_desc": "ដើម្បីលក់ផលិតផលនិម្មិត អ្នកត្រូវតែបន្ថែមពួកវានៅក្នុងផ្នែកនេះ។ ចំនួនធាតុនិម្មិតគឺស្មើនឹងចំនួនធាតុឥតគិតថ្លៃនៅក្នុងផ្នែកនេះ។ នៅពេលដែលអតិថិជនទិញវត្ថុនិម្មិត តំណភ្ជាប់នឹងត្រូវបានផ្ញើទៅពួកគេ។",
    "filter_action": "អនុវត្តតម្រង",
    "not_processed": "ការបញ្ជាទិញមិនទាន់ដំណើរការ",
    "title": "បញ្ជីនៃធាតុ",
    "vew_order": "មើលលំដាប់",
    "table": {
      "nodata": "មិនមានធាតុទេ។",
      "product": "ផលិតផល",
      "data": "ទិន្នន័យ",
      "status": "ស្ថានភាព",
      "user_message": "សារអ្នកប្រើប្រាស់",
      "updated_at": "បច្ចុប្បន្នភាពចុងក្រោយ",
      "order": "បញ្ជាទិញ",
      "delete": "លុប"
    },
    "notifications": {
      "delete_success": "ធាតុត្រូវបានលុបដោយជោគជ័យ។"
    }
  },
  "add_virtual_item": {
    "title_edit": "កែសម្រួលតម្លៃ",
    "title_add": "បន្ថែមធាតុទៅផលិតផល",
    "sub_title": "ការបង្កើត និងកែសម្រួលផលិតផលនិម្មិត",
    "message": "អ្នកគ្រប់គ្រងហាងអាចបង្ហាញអ្នកទិញនូវតម្លៃបន្ទាប់ពីការទូទាត់។ តម្លៃទាំងនេះត្រូវតែបញ្ចូលក្នុងទម្រង់ខាងក្រោម។ រចនាសម្ព័ន្ធនៃទម្រង់នេះត្រូវបានកំណត់នៅក្នុងផ្នែក កែសម្រួលធាតុ> កែសម្រួលព័ត៌មានលទ្ធផល។",
    "edit_outputs": "កែសម្រួលទម្រង់លទ្ធផល",
    "notifications": {
      "edit_success": "ធាតុត្រូវបានកែសម្រួល។",
      "add_success": "ធាតុត្រូវបានបន្ថែមទៅក្នុងបញ្ជី។"
    }
  },
  "virtual_process_center": {
    "title": "មជ្ឈមណ្ឌលកែច្នៃ",
    "sub_title": "ដំណើរការ​បញ្ជាទិញ",
    "virtual_product": "ផលិតផលនិម្មិត",
    "menu": {
      "report": "រាយការណ៍",
      "timeline": "បន្ទាត់ពេលវេលា",
      "order": "បញ្ជាទិញ"
    },
    "list_widget": {
      "title": "ការបញ្ជាទិញជាក់លាក់",
      "product_name": "ឈ្មោះ​ផលិតផល"
    },
    "inputs_widget": {
      "title": "ទម្រង់បញ្ចូល",
      "table": {
        "title": "ចំណងជើង",
        "value": "តម្លៃ"
      },
      "change_inputs_action": "កែសម្រួលទម្រង់បញ្ចូល"
    },
    "outputs_widget": {
      "title": "ទម្រង់លទ្ធផល",
      "table": {
        "title": "ចំណងជើង",
        "value": "តម្លៃ"
      },
      "tips": [
        "បន្ទាប់ពីបំពេញការស្នើសុំរបស់អតិថិជន សូមចុចប៊ូតុងបញ្ជាក់ការបញ្ជាទិញ ដើម្បីជូនដំណឹងដល់អ្នកទិញអំពីការបញ្ជាទិញ។",
        "នៅពេលដែលការបញ្ជាទិញត្រូវបានអនុម័ត អ្នកទិញនឹងមិនអាចកែសម្រួលព័ត៌មានបញ្ចូលបានទេ។"
      ],
      "alerts": {
        "order_completed_by_admin": "ការបញ្ជាទិញត្រូវបានបញ្ចប់។",
        "order_completed_by_buyer": "ការបញ្ជាទិញត្រូវបានបញ្ចប់ដោយអ្នកទិញ។",
        "waiting_for_buyer": "រង់ចាំការយល់ព្រមពីអ្នកទិញ.."
      }
    }
  },
  "file_process_center": {
    "title": "មជ្ឈមណ្ឌលកែច្នៃ",
    "sub_title": "ដំណើរការ​បញ្ជាទិញ",
    "menu": {
      "report": "រាយការណ៍",
      "timeline": "បន្ទាត់ពេលវេលា",
      "order": "បញ្ជាទិញ"
    }
  },
  "process_order_page_dashboard": {
    "title": "ដំណើរការ​បញ្ជាទិញ",
    "cancel_order_action": "បោះបង់ការបញ្ជាទិញ",
    "open_basket_cation": "រទេះទិញទំនិញនេះត្រូវបានបើក មានន័យថាអតិថិជនកំពុងទិញទំនិញ ហើយមិនទាន់បានបង់ប្រាក់បញ្ជាទិញនៅឡើយ។",
    "reject_dialog": {
      "title": "ហេតុផលដើម្បីបដិសេធការបញ្ជាទិញ",
      "message": "ជ្រើសរើសហេតុផលសម្រាប់ការបដិសេធការបញ្ជាទិញនេះពីបញ្ជីខាងក្រោម។ ត្រូវប្រាកដថាត្រូវជូនដំណឹងដល់អតិថិជនអំពីដំណើរការលុបចោល និងការសងប្រាក់វិញ។ ការសងប្រាក់វិញត្រូវតែធ្វើឡើងក្នុងរយៈពេល 12 ម៉ោង។",
      "confirm_action": "បោះបង់ការបញ្ជាទិញ",
      "dismiss_reject_action": "ច្រានចោលការលុបចោលការបញ្ជាទិញ"
    },
    "notifications": {
      "update_status_success": "បានធ្វើបច្ចុប្បន្នភាពស្ថានភាពការបញ្ជាទិញ។",
      "reject_update_success": "បានធ្វើបច្ចុប្បន្នភាពស្ថានភាពនៃការលុបចោលការបញ្ជាទិញ។",
      "dismiss_reject_success": "ការបញ្ជាទិញត្រឡប់ទៅដំណើរការធម្មតា។",
      "set_tracking_success": "លេខសម្គាល់បទបញ្ជាត្រូវបានរក្សាទុកដោយជោគជ័យ។"
    }
  },
  "process_center": {
    "title": "មជ្ឈមណ្ឌលកែច្នៃ",
    "physical_product": "ផលិតផលរាងកាយ",
    "menu": {
      "label": "ស្លាកកញ្ចប់",
      "receipt": "វិក្កយបត្រ",
      "back": "ត្រឡប់មកវិញ",
      "return": "ត្រឡប់មកវិញ",
      "report": "រាយការណ៍",
      "timeline": "បន្ទាត់ពេលវេលា",
      "inputs": "ធាតុចូល",
      "order": "បញ្ជាទិញ"
    },
    "payment_widget": {
      "title": "ការទូទាត់",
      "checklist": [
        "ពិនិត្យចំនួនការបញ្ជាទិញ និងការទូទាត់របស់អតិថិជន។",
        "ពិនិត្យអាសយដ្ឋានវិក្កយបត្រ។",
        "ត្រូវប្រាកដថាព័ត៌មានដែលបានបញ្ចូលគឺត្រឹមត្រូវ ជាពិសេសប្រសិនបើការទូទាត់ជាសាច់ប្រាក់លើការដឹកជញ្ជូន។"
      ],
      "action_cod_pay": "បញ្ជាក់ការទូទាត់ដោយអតិថិជន",
      "action_dir_pay": "បញ្ជាក់បង្កាន់ដៃបង់ប្រាក់ដែលបានបង្ហោះ",
      "payment_receipt_not_uploaded_error": "បង្កាន់ដៃបង់ប្រាក់មិនទាន់បានបង្ហោះនៅឡើយទេ!",
      "waiting_for_pay": "ការបង់ប្រាក់ដែលមិនទាន់សម្រេច",
      "processing_payment": "ដំណើរការការទូទាត់",
      "processing_cancel": "ការទូទាត់ត្រូវបានលុបចោល",
      "paid": "បង់",
      "cod_pay_info": "នៅពេលអ្នកបានទទួលការបញ្ជាទិញពីអតិថិជន អ្នកអាចបញ្ជាក់ការទូទាត់ និងបំពេញការបញ្ជាទិញ។",
      "dir_pay_info": "បង្កាន់ដៃបង់ប្រាក់នឹងបង្ហាញខាងលើ។ មុនពេលអ្នកបញ្ជាក់ការទូទាត់ សូមផ្ទៀងផ្ទាត់ចំនួនប្រាក់បញ្ញើ និងព័ត៌មានបង្កាន់ដៃជាមួយធនាគាររបស់អ្នក។",
      "created_date": "កាលបរិច្ឆេទបង្កើត",
      "pay_date": "កាលបរិច្ឆេទទូទាត់",
      "payment_gateway": "ច្រកផ្លូវបង់ប្រាក់",
      "payment_method": "វិធី​សា​ស្រ្ត​ទូទាត់",
      "risk": "តម្លៃហានិភ័យ",
      "billing_details": "ព័ត៌មានលម្អិតអំពីការចេញវិក្កយបត្រ",
      "add_transaction": "បន្ថែមវិក័យប័ត្រថ្មី។",
      "add_transactions_message": "អ្នកត្រូវតែបង្កើតប្រតិបត្តិការយ៉ាងហោចណាស់មួយសម្រាប់ការបញ្ជាទិញនេះ។ ក្នុងករណីខ្លះ ការទូទាត់ត្រូវបានទាមទារក្នុងជំហានជាច្រើន។ ប្រតិបត្តិការណាមួយដែលអ្នកប្រើប្រាស់ត្រូវចំណាយនឹងត្រូវកំណត់ដោយអ្នកក្នុងអំឡុងពេលធ្វើការ។",
      "add_bill_dialog": {
        "title": "បញ្ចូលវិក្កយបត្រ",
        "message": "អ្នកអាចបន្ថែមវិក្កយបត្រថ្មីមួយ ឬច្រើនសម្រាប់ការបញ្ជាទិញនេះ។ អតិថិជននឹងឃើញវិក្កយបត្រទាំងនេះ ហើយបង់ប្រាក់នីមួយៗទៅតាមវឌ្ឍនភាពនៃការងារ។",
        "amount_input": "ចំនួនវិក្កយបត្រ",
        "action": "បន្ថែមវិក័យប័ត្រ"
      },
      "edit_bill_dialog": {
        "title": "កែសម្រួលវិក្កយបត្រ",
        "message": "អ្នកអាចកែសម្រួលវិក្កយបត្រដែលមិនទាន់សម្រេច។",
        "action": "កែសម្រួលវិក្កយបត្រ"
      },
      "bill_cash_payment_dialog": {
        "title": "ចុះឈ្មោះការទូទាត់សាច់ប្រាក់",
        "message": "ប្រសិនបើអ្នកទិញបានបង់ប្រាក់ចំនួននៃវិក្កយបត្រនេះជាសាច់ប្រាក់ ឬតាមរបៀបផ្សេងក្រៅពីការទូទាត់តាមអ៊ីនធឺណិត នៅក្នុងផ្នែកនេះ ដោយជ្រើសរើសជម្រើសមួយ ចុះឈ្មោះ និងបញ្ជាក់ការទូទាត់របស់គាត់។ នៅក្នុងផ្នែកនេះ អ្នកអាចមើលឃើញតែច្រកទូទាត់សាច់ប្រាក់នៃហាងរបស់អ្នក ប្រសិនបើអ្នកមិនឃើញជម្រើសបែបនេះទេ អ្នកត្រូវតែបើកដំណើរការច្រកទូទាត់សាច់ប្រាក់ជារូបិយប័ណ្ណដែលបានជ្រើសរើសនៅក្នុងហាងរបស់អ្នក។",
        "action": "បញ្ជាក់ការទូទាត់វិក្កយបត្រ"
      },
      "table": {
        "title": "ចំណងជើង",
        "amount": "ចំនួនទឹកប្រាក់",
        "description": "ការពិពណ៌នា",
        "info": "ព័ត៌មាន"
      },
      "user_payment": "ការទូទាត់របស់អតិថិជន",
      "cod": "សាច់ប្រាក់លើការដឹកជញ្ជូន",
      "gateway_wage": "ថ្លៃឈ្នួល",
      "gift_card": "កាតអំណោយ",
      "discount_code": {
        "title": "លេខ​កូដ​បញ្ចុះតម្លៃ",
        "code": "កូដ",
        "percent": "ភាគរយ",
        "limit": "ដែនកំណត់"
      },
      "club": {
        "title": "ក្លឹបអតិថិជន",
        "percent": "ភាគរយ",
        "limit": "ដែនកំណត់"
      },
      "coupon": {
        "title": "ប័ណ្ណ",
        "percent": "ភាគរយ",
        "limit": "ដែនកំណត់",
        "charge": "គិតថ្លៃ"
      },
      "delivery": {
        "title": "ថ្លៃឈ្នួល​ដឹកជញ្ជូន",
        "not_paid": "មិន​បាន​បង់​ប្រាក់"
      },
      "samin": {
        "title": "ថ្លៃ​សេវា",
        "description": "ចំនួនទឹកប្រាក់នេះត្រូវបានកាត់ចេញពីគណនីកាបូប Selldone របស់អ្នក។",
        "tooltip": "គណនាតាមវិធីបង់ប្រាក់",
        "percent": "ភាគរយ"
      },
      "affiliate": {
        "title": "គណៈកម្មការសម្ព័ន្ធ",
        "affiliate_message": "អ្នកគួរតែបង់កម្រៃជើងសារនេះទៅឱ្យសាខារបស់អ្នក។ ដំណើរការនេះត្រូវបានធ្វើដោយខ្លួនឯង។"
      },
      "total_price": "តម្លៃទំនិញសរុប",
      "total_items_discount": "ទំនិញបញ្ចុះតម្លៃ",
      "total_price_after_offers": "សរុបបន្ទាប់ពីអនុវត្តការផ្តល់ជូន",
      "user_payment_amount": "ចំនួនទឹកប្រាក់ទូទាត់របស់អ្នកទិញ",
      "samin_wage": "ថ្លៃលក់ដាច់",
      "pay_cod_dialog": {
        "title": "តើអ្នកបានទទួលប្រាក់បញ្ជាទិញទេ?",
        "message": "បញ្ជាក់ជម្រើសនេះនៅក្នុងវិធីទូទាត់សាច់ប្រាក់លើការដឹកជញ្ជូន បន្ទាប់ពីធានាការទូទាត់ពេញលេញដោយអតិថិជន។",
        "confirm_action": "បញ្ជាក់ការទូទាត់របស់អតិថិជន"
      },
      "pay_dir_dialog": {
        "title": "តើអ្នកបានទទួលប្រាក់បញ្ជាទិញទេ?",
        "message": "បញ្ជាក់ជម្រើសនេះបន្ទាប់ពីអនុម័តបង្កាន់ដៃបង់ប្រាក់ដែលបានបង្ហោះជាមួយធនាគាររបស់អ្នក។ ត្រូវប្រាកដថាពិនិត្យមើលការទូទាត់ជាមួយធនាគាររបស់អ្នក។",
        "confirm_action": "បញ្ជាក់ការទូទាត់របស់អតិថិជន"
      },
      "notifications": {
        "pay_confirm_message": "ការទូទាត់ត្រូវបានបញ្ជាក់។<br> ច្រក៖ {gateway_name}<br> កាលបរិច្ឆេទ៖ {payment_at}",
        "pay_fail_title": "មិន​បាន​បង់​ប្រាក់",
        "pay_fail_message": "ការទូទាត់មិនអាចអនុម័តបានទេ!"
      }
    },
    "basket_list": {
      "checklist": [
        "ពិនិត្យសារពើភ័ណ្ឌ។",
        "ប្រសិនបើទំនិញមិនអាចប្រើបានទេ ចំនួនទឹកប្រាក់ដែលបានបង់សម្រាប់ទំនិញនោះត្រូវតែប្រគល់ជូនអតិថិជនវិញ។"
      ],
      "message": "ប្រសិនបើទំនិញណាមួយមិនអាចរកបាន ឬមិនអាចលក់បាន សូមដោះធីកប្រអប់នៅជាប់វា ហើយចុចលើប៊ូតុង <b>បញ្ជាក់ការបញ្ជាទិញ</b> ។",
      "action": "ការ​បញ្ជាក់​ការ​បញ្ជាទិញ",
      "list_of_items": "បញ្ជីរទេះទិញទំនិញ",
      "apply_change_action": "អនុវត្តការផ្លាស់ប្តូរ",
      "cant_apply_change": "មិនអាចធ្វើការផ្លាស់ប្តូរបានទេ។",
      "lottery_prize_inform": "អតិថិជនរបស់អ្នកឈ្នះ 1x នៃផលិតផលនេះ។ ផ្ញើអំណោយជាមួយការបញ្ជាទិញនេះ។"
    },
    "preparing": {
      "title": "ការរៀបចំ",
      "packing_weight": "ទំងន់វេចខ្ចប់",
      "delivery_type": "វិធីសាស្រ្តដឹកជញ្ជូន",
      "packing_size": "វិមាត្រវេចខ្ចប់",
      "distance_warning": "លើសពីដែនកំណត់ចម្ងាយដែលអនុញ្ញាត។",
      "weight_warning": "លើសទម្ងន់ដែលអនុញ្ញាត។",
      "volume_warning": "លើសពីទំហំកញ្ចប់ដែលបានអនុញ្ញាត។",
      "message": "ចុចលើប៊ូតុង <b>Order Ready</b> ខាងក្រោម ប្រសិនបើការបញ្ជាទិញរួចរាល់ដើម្បីដឹកជញ្ជូន។",
      "action": "បញ្ជាទិញរួចរាល់ដើម្បីដឹកជញ្ជូន",
      "checklist": [
        "អនុវត្តតាមច្បាប់ស្តង់ដារក្នុងការវេចខ្ចប់។",
        "បោះពុម្ពបញ្ជីនៃធាតុហើយដាក់វានៅខាងក្នុងកញ្ចប់។",
        "បោះពុម្ព និងបិទស្លាកមួយទៅប្រអប់។"
      ]
    },
    "basket_items": "បញ្ជីនៃការបញ្ជាទិញ",
    "delivered_dialog": {
      "title": "តើការបញ្ជាទិញនេះត្រូវបានទទួលដោយអតិថិជនទេ?",
      "message": "បញ្ជាក់ជម្រើសនេះនៅពេលអ្នកដឹងថាអតិថិជនបានទទួលការបញ្ជាទិញ",
      "confirm_action": "ខ្ញុំបញ្ជាក់ថាអតិថិជននោះបានទទួលកញ្ចប់"
    },
    "return_delivery_dialog": {
      "title": "តើ​ការ​បញ្ជា​ទិញ​មាន​បញ្ហា​ក្នុង​អំឡុង​ពេល​បញ្ជូន​ឬ​ត្រូវ​បាន​វា​ត្រឡប់​មក​វិញ?",
      "message": "បញ្ជាក់ជម្រើសក្នុងការប្រគល់ទំនិញមកវិញ ប្រសិនបើការបញ្ជាទិញត្រូវបានប្រគល់មកវិញបន្ទាប់ពីការផ្ញើដោយហេតុផលមួយចំនួន ហើយមានតម្រូវការក្នុងការបញ្ជូនទំនិញឡើងវិញ។",
      "confirm_action": "បញ្ជាក់ការដឹកជញ្ជូនត្រឡប់មកវិញ"
    },
    "notifications": {
      "update_status_success": "បានធ្វើបច្ចុប្បន្នភាពស្ថានភាពការបញ្ជាទិញ។",
      "reject_update_success": "បានធ្វើបច្ចុប្បន្នភាពស្ថានភាពនៃការលុបចោលការបញ្ជាទិញ។",
      "dismiss_reject_success": "ការបញ្ជាទិញត្រូវបានលុបចោល។",
      "pay_cod_success": "សាច់ប្រាក់លើការដឹកជញ្ជូនត្រូវបានបញ្ជាក់។",
      "pay_dir_success": "ការទូទាត់ត្រូវបានបញ្ជាក់ដោយការបង់ប្រាក់ពីកាតមួយទៅកាត ឬការផ្ទេរប្រាក់។",
      "set_tracking_success": "លេខសម្គាល់បទបញ្ជាត្រូវបានរក្សាទុកដោយជោគជ័យ។",
      "new_bill_success": "វិក្កយបត្រថ្មីត្រូវបានបន្ថែមដោយជោគជ័យ។",
      "edit_bill_success": "ធ្វើបច្ចុប្បន្នភាពវិក្កយបត្រដោយជោគជ័យ។",
      "update_bill_status_success": "បានធ្វើបច្ចុប្បន្នភាពស្ថានភាពវិក្កយបត្រដោយជោគជ័យ។",
      "set_payment_in_cash_success": "ការទូទាត់វិក្កយបត្រត្រូវបានបញ្ជាក់ដោយដៃ។"
    },
    "delete_bill_dialog": {
      "title": "លុបវិក្កយបត្រ",
      "message": "តើអ្នកប្រាកដក្នុងការលុបវិក្កយបត្រនេះទេ?",
      "action": "បាទ/ចាស លុបឥឡូវនេះ"
    }
  },
  "shop_gateway": {
    "title": "ច្រកផ្លូវ",
    "menu": {
      "dashboard": "ផ្ទាំងគ្រប់គ្រង",
      "edit": "កែសម្រួល",
      "transactions": "ប្រតិបត្តិការ",
      "back": "ច្រកផ្លូវ"
    },
    "dashboard": {
      "title": "ការគ្រប់គ្រងច្រកទ្វារ",
      "gateway_data_widget": {
        "title": "របាយការណ៍ការទូទាត់",
        "title_small": "ច្រកផ្លូវ",
        "chart": {
          "times": "រាប់",
          "buys": "ទិញរាប់",
          "pays": "ការទូទាត់ដ៏សំបូរបែប",
          "amount_pay": "បង់",
          "amount_wage": "ថ្លៃឈ្នួល"
        }
      },
      "gateway_info_widget": {
        "title": "ព័ត៌មាន",
        "title_small": "ច្រកផ្លូវ",
        "status": "ស្ថានភាព",
        "cod_transportation": "វិធីសាស្រ្តដឹកជញ្ជូន thst គាំទ្រ COD",
        "cod_transportations_error": "បើកដំណើរការសាច់ប្រាក់លើការទូទាត់ការដឹកជញ្ជូនសម្រាប់វិធីសាស្រ្តដឹកជញ្ជូនយ៉ាងហោចណាស់មួយ!",
        "payment_type": "ប្រភេទការទូទាត់",
        "cod": "សាច់ប្រាក់លើការដឹកជញ្ជូន",
        "online": "ការទូទាត់តាមអ៊ីនធឺណិត",
        "wage_percent": "ភាគរយនៃថ្លៃសេវា",
        "min_wage": "ថ្លៃឈ្នួលអប្បបរមា",
        "max_wage": "ថ្លៃសេវាអតិបរមា",
        "min_amount": "ប្រតិបត្តិការអប្បបរមា",
        "max_amount": "ប្រតិបត្តិការអតិបរមា",
        "timeout": "រយៈពេលបង់ប្រាក់",
        "timeout_unit": "វិនាទី",
        "link": "តំណភ្ជាប់ច្រកផ្លូវ",
        "your_gateway_status": "ស្ថានភាពច្រកផ្លូវរបស់អ្នក។",
        "config_extra_info": "ការកំណត់រចនាសម្ព័ន្ធសេវាបង់ប្រាក់",
        "oauth2_button": "ភ្ជាប់ដោយស្វ័យប្រវត្តិទៅ {gateway}",
        "fee_payment_message": "ចំនួនទឹកប្រាក់សរុបដែលអតិថិជនបានបង់នឹងត្រូវផ្ទេរទៅគណនីរបស់អ្នក។ ថ្លៃសេវានឹងត្រូវបានកាត់ចេញពីកាបូបរបស់អ្នកនៅក្នុង Selldone ។"
      }
    },
    "edit": {
      "title": "កែសម្រួលច្រកផ្លូវ",
      "menu": {
        "delete": "យកច្រកចេញ"
      },
      "edit_action": "កែសម្រួលច្រកផ្លូវ"
    },
    "transactions": {
      "title": "ប្រតិបត្តិការ",
      "table": {
        "amount": "ចំនួនទឹកប្រាក់",
        "currency": "រូបិយប័ណ្ណ",
        "livemode": "ប្រភេទ",
        "status": "ស្ថានភាព",
        "target_id": "បញ្ជាទិញ",
        "risk": "ហានិភ័យ",
        "card": "កាត",
        "issued_at": "កាលបរិច្ឆេទចេញផ្សាយ",
        "payment_at": "កាលបរិច្ឆេទទូទាត់"
      },
      "live_mode": "រស់នៅ",
      "test_mode": "ប្រអប់ខ្សាច់"
    }
  },
  "edit_gateway": {
    "public_keys": "សោសាធារណៈ",
    "private_keys": "សោឯកជន (សម្ងាត់)",
    "link": "គេហទំព័រ",
    "state_title": "វិធីសាស្ត្រទូទាត់សកម្ម/អសកម្ម",
    "gateway_status": "ស្ថានភាព",
    "wallet": "កាបូប Blockchain",
    "developer_title": "របៀបអ្នកអភិវឌ្ឍន៍",
    "developer_message": "អ្នកអាចដំណើរការប្រតិបត្តិការក្លែងក្លាយ ប្រសិនបើច្រកចេញចូលគាំទ្ររបៀបបំបាត់កំហុស។",
    "notifications": {
      "edit_success": "Gateway {gateway_name} បានកែសម្រួល។"
    },
    "developer_setting": "អភិវឌ្ឍ & សាកល្បង"
  },
  "gift_card": {
    "title": "កាតអំណោយ",
    "menu": {
      "edit": "កែសម្រួល",
      "new_card": "បង្កើតកាត",
      "list": "កាត",
      "orders": "ការបញ្ជាទិញ",
      "dashboard": "ផ្ទាំងគ្រប់គ្រង",
      "back": "កាតអំណោយ"
    },
    "dashboard": {
      "title": "ផ្ទាំងគ្រប់គ្រងកាតអំណោយ",
      "amount_widget": {
        "title": "ការទូទាត់កាត",
        "title_small": "30 ថ្ងៃ។",
        "chart_amount_pay": {
          "y": "ផលបូក",
          "label": "ការទូទាត់"
        },
        "chart_buys": {
          "y": "ទិញ",
          "label": "ទិញ"
        },
        "total_buy": "ចំនួនសរុបនៃការទិញ",
        "total_pay_30days": "ការទូទាត់សរុប 30 ថ្ងៃ។",
        "total_pay_today": "ការទូទាត់ថ្ងៃនេះ"
      },
      "count_widget": {
        "title": "ចំនួនកាតដែលបានចេញ",
        "title_small": "30 ថ្ងៃ។",
        "total_cards": "ចំនួនកាតសរុប",
        "used_cards_30days": "ការប្រើប្រាស់ 30 ថ្ងៃ។",
        "used_today": "ការប្រើប្រាស់ថ្ងៃនេះ",
        "chart": {
          "new_cards": "កាតថ្មី។",
          "used_cards": "កាតដែលបានប្រើ",
          "new_card_name": "កាតថ្មី។",
          "used_card_name": "ប្រើ"
        }
      },
      "export": {
        "title": "ទទួលបានឯកសារលទ្ធផល",
        "cards_list": "ទទួលបានបញ្ជីកាត",
        "get_report": "ទទួលបានរបាយការណ៍"
      }
    },
    "cards": {
      "title": "បញ្ជីនៃកាតដែលបានចេញ",
      "loading_message": "ទទួលបានព័ត៌មាន ... សូមរង់ចាំ",
      "issue_to_user": "បញ្ហាដល់អ្នកប្រើប្រាស់",
      "table": {
        "card_number": "លេខ​កាត",
        "balance": "តុល្យភាព",
        "paid": "បង់",
        "edit": "កែសម្រួល",
        "delete": "លុប",
        "expire": "ផុតកំណត់",
        "user": "អ្នក​ប្រើ"
      },
      "delete_alert": {
        "title": "ដកកាតចេញ",
        "message": "តើអ្នកប្រាកដថាចង់លុបកាតនេះទេ?",
        "action": "លុប"
      },
      "notifications": {
        "delete_success": "កាតអំណោយត្រូវបានលុប។",
        "edit_success": "ការផ្លាស់ប្តូរត្រូវបានធ្វើឡើង។",
        "issue_success": "កាតអំណោយត្រូវបានចេញឱ្យអ្នកប្រើប្រាស់ដោយជោគជ័យ។"
      },
      "issue_dialog": {
        "title": "ចេញកាតអំណោយ",
        "action": "ខ្ញុំបញ្ជាក់។ ចេញកាតឥឡូវនេះ"
      }
    },
    "gift_card_edit": {
      "title": "បង្កើតកាតអំណោយ",
      "validity": "សុពលភាព",
      "validity_unit": "ខែ",
      "currency": "រូបិយប័ណ្ណ",
      "initial_balance": "សមតុល្យកាតដំបូង",
      "count": "រាប់",
      "count_unit": "ធាតុ",
      "enable_input_message": "ស្ថានភាពនៃកាតដែលបានបង្កើត",
      "notifications": {
        "create_success_title": "រក្សាទុក",
        "create_success": "កាតថ្មី {count} ត្រូវបានបង្កើតឡើង"
      }
    },
    "gift_card_edit_page": {
      "title": "កែសម្រួលកាតអំណោយ"
    }
  },
  "shop_discount": {
    "title": "លេខ​កូដ​បញ្ចុះតម្លៃ",
    "up_to": "រហូតដល់",
    "menu": {
      "dashboard": "ផ្ទាំងគ្រប់គ្រង",
      "orders": "ការបញ្ជាទិញ",
      "back": "លេខកូដបញ្ចុះតម្លៃ"
    },
    "dashboard": {
      "title": "ផ្ទាំងគ្រប់គ្រងលេខកូដបញ្ចុះតម្លៃ",
      "chart_amount_buy": {
        "y": "ចំនួនទឹកប្រាក់ទិញ {currency}",
        "label": "ទិញ"
      },
      "chart_amount_discount": {
        "y": "បញ្ចុះតម្លៃ {currency}",
        "label": "បញ្ចុះតម្លៃ"
      },
      "chart_used": {
        "y": "បរិមាណនៃការប្រើប្រាស់",
        "label": "ដង"
      }
    }
  },
  "shop_coupon": {
    "title": "គូប៉ុង",
    "up_to": "រហូតដល់",
    "menu": {
      "dashboard": "ផ្ទាំងគ្រប់គ្រង",
      "back": "គូប៉ុង",
      "orders": "ការបញ្ជាទិញ"
    },
    "dashboard": {
      "title": "ផ្ទាំងគ្រប់គ្រងប័ណ្ណ",
      "chart_amount_buy": {
        "y": "ចំនួនទឹកប្រាក់ទិញ {currency}",
        "label": "ទិញ"
      },
      "chart_amount_discount": {
        "y": "គូប៉ុង {currency}",
        "label": "ប័ណ្ណ"
      },
      "chart_used": {
        "y": "បរិមាណនៃការប្រើប្រាស់",
        "label": "ដង"
      }
    }
  },
  "shop_offer": {
    "title": "ការផ្តល់ជូន",
    "up_to": "រហូតដល់",
    "menu": {
      "dashboard": "ផ្ទាំងគ្រប់គ្រង",
      "orders": "ការបញ្ជាទិញ",
      "back": "ការផ្តល់ជូន"
    },
    "dashboard": {
      "title": "ផ្តល់ជូនផ្ទាំងគ្រប់គ្រង",
      "chart_amount_buy": {
        "y": "ចំនួនទឹកប្រាក់ទិញ {currency}",
        "label": "ទិញ"
      },
      "chart_amount_discount": {
        "y": "ផ្តល់ជូន {currency}",
        "label": "ការផ្តល់ជូន"
      },
      "chart_used": {
        "y": "បរិមាណនៃការប្រើប្រាស់",
        "label": "ដង"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "បង់ថ្លៃបើកដំណើរការ",
    "balance": "តុល្យភាព",
    "locked": "ចាក់សោ",
    "transfer": "ផ្ទេរ",
    "charge": "ដាក់ប្រាក់"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "ពិនិត្យ​មុន​ពេល​ចេញ",
    "payment": "ការទូទាត់",
    "confirm": "ការបញ្ជាក់ការបញ្ជាទិញ <b>{success}</b> បានបញ្ជាក់ និង <b>{fail}</b> ត្រូវបានបដិសេធ។",
    "prepare": "ការរៀបចំការបញ្ជាទិញ។",
    "send": "ការបញ្ជាទិញត្រូវបានដឹកជញ្ជូនដោយ <b>{delivery}</b> ។",
    "delivered": "ការបញ្ជាទិញត្រូវបានបញ្ជូនទៅអតិថិជន។",
    "fill-inputs": "ទម្រង់បញ្ចូលព័ត៌មានដែលបំពេញដោយអ្នកទិញ។",
    "return-add": "ដាក់ស្នើសំណើត្រឡប់ផលិតផល {product}។",
    "return-accept": "សំណើត្រឡប់ {return_code} ត្រូវបានបញ្ជាក់។",
    "return-reject": "សំណើ {return_code} ត្រូវបានបដិសេធ។",
    "reject-order": "បដិសេធការបញ្ជាទិញ។ លេខកូដ៖ {reject_code}។",
    "reject-order-clear": "បោះបង់ការបដិសេធការបញ្ជាទិញ។ លេខកូដ៖ {reject_code}។",
    "email-buy": "ផ្ញើអ៊ីមែលបញ្ជាក់ការទិញទៅអតិថិជន។",
    "email-payment": "ផ្ញើអ៊ីមែលបញ្ជាក់ការទូទាត់ទៅអតិថិជន។",
    "delivery-returned": "ការបញ្ជាទិញមិនត្រូវបានទទួលដោយអតិថិជនទេហើយត្រូវបានប្រគល់មកវិញ។ វាចាំបាច់ក្នុងការបញ្ជូនម្តងទៀត។",
    "delivery-canceled": "ការដឹកជញ្ជូនត្រូវបានលុបចោល។ វាចាំបាច់ក្នុងការបញ្ជូនម្តងទៀត។",
    "edit-receiver-info": "អាសយដ្ឋាននៃការបញ្ជាទិញត្រូវបានកែសម្រួលដោយអ្នកទិញ។",
    "edit-billing-info": "អាសយដ្ឋានចេញវិក្កយបត្រត្រូវបានកែសម្រួលដោយអ្នកទិញ។",
    "payment-cod-confirm": "ការទូទាត់ COD ត្រូវបានបញ្ជាក់។",
    "payment-cash-confirm": "ការទូទាត់ {amount} {currency} ជាសាច់ប្រាក់សម្រាប់វិក្កយបត្រត្រូវបានបញ្ជាក់។",
    "payment-dir-confirm": "បង្កាន់ដៃបង់ប្រាក់ដោយផ្ទាល់ត្រូវបានបញ្ជាក់។"
  },
  "inline_chart": {
    "today": "ថ្ងៃនេះ",
    "last_days": "{days} ថ្ងៃមុន។"
  },
  "products_select": {
    "move_category": "ផ្លាស់ទី​ប្រភេទ <b>{category}</b> ទៅ​ប្រភេទ​ផ្សេង",
    "move_product": "ផ្លាស់ទីផលិតផល <b>{product}</b> ទៅប្រភេទ",
    "product_menu": {
      "dashboard": "ផ្ទាំងគ្រប់គ្រងផលិតផល",
      "inventory": "សារពើភ័ណ្ឌ និងវ៉ារ្យ៉ង់"
    },
    "notifications": {
      "copy_success": "ច្បាប់ចម្លងនៃផលិតផល។",
      "change_category_success": "ប្រភេទផលិតផលត្រូវបានកែសម្រួល។"
    }
  },
  "physical_order_track": {
    "title": "របាយការណ៍ហានិភ័យ និងការវាយតម្លៃ"
  },
  "virtual_order_track": {
    "title": "របាយការណ៍ហានិភ័យ និងការវាយតម្លៃ"
  },
  "virtual_order_timeline": {
    "title": "បន្ទាត់ពេលវេលា"
  },
  "physical_order_timeline": {
    "title": "បន្ទាត់ពេលវេលា"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "សរសេរសារនៅទីនេះ...",
    "pin_action": "ខ្ទាស់ទៅកំពូល",
    "unpin_action": "ដកខ្ទាស់",
    "copy_html": "ចម្លង Html",
    "notifications": {
      "add_note_success": "ចំណាំបានបន្ថែម។",
      "edit_note_success": "ចំណាំត្រូវបានកែសម្រួល។",
      "delete_note_success": "បានលុបចំណាំ។"
    },
    "delete_dialog": {
      "title": "លុបចំណាំ",
      "message": "តើអ្នកចង់លុបចំណាំនេះទេ?",
      "action": "លុបចំណាំ"
    },
    "resend_dialog": {
      "title": "ផ្ញើ​អ៊ី​ម៉ែ​ល​ម្តង​ទៀត",
      "message": "តើ​អ្នក​ប្រាកដ​ក្នុង​ការ​ផ្ញើ​អ៊ីមែល​នេះ​ទៅ​អតិថិជន​របស់​អ្នក​ម្ដង​ទៀត​ឬ?",
      "action": "បាទ ផ្ញើឡើងវិញ",
      "success": "ផ្ញើអ៊ីមែលទៅអតិថិជនរបស់អ្នក។"
    }
  },
  "accounts": {
    "title": "កាបូបរបស់ខ្ញុំ",
    "message": "អ្នកត្រូវតែបង្កើតគណនីយ៉ាងហោចណាស់មួយជាមួយនឹងរូបិយប័ណ្ណដែលអ្នកកំពុងប្រើនៅក្នុង Selldone ។ អ្នកត្រូវតែបញ្ចូលទឹកប្រាក់ក្នុងគណនីនេះ ដើម្បីបង់ថ្លៃសេវា។",
    "add_new": "បង្កើត​គណនី​ថ្មី",
    "new_account": "បន្ថែមគណនីថ្មី។",
    "new_account_dialog": {
      "title": "គណនី​ថ្មី",
      "account_name_input": "ឈ្មោះ​គណនី",
      "currency_input": "ឯកតារូបិយប័ណ្ណ",
      "currency_input_message": "គណនីដែលបានបង្កើតនឹងរក្សាទុកតែតម្លៃនៃរូបិយប័ណ្ណនេះប៉ុណ្ណោះ។",
      "new_account_wage": "តម្លៃបង្កើតគណនីថ្មី៖ ឥតគិតថ្លៃសម្រាប់គណនីដំបូង",
      "create_account_action": "បង្កើតគណនី"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "ផ្ញើ​អំណោយ",
      "sent": "ផ្ញើ",
      "received": "បានទទួល"
    },
    "send_gifts": {
      "title": "បានផ្ញើអំណោយ",
      "sub_title": "អ្នកអាចផ្ញើអំណោយទៅមិត្តភ័ក្តិ ឬអតិថិជនរបស់អ្នក។ អ្នកទទួលអាចទទួលយក ឬបដិសេធអំណោយរបស់អ្នក។ ចំនួនទឹកប្រាក់ត្រូវបានចាក់សោនៅក្នុងគណនីរបស់អ្នក ហើយដកចេញ ប្រសិនបើអ្នកទទួលទទួលយក។ បើមិនដូច្នោះទេ ចំនួនទឹកប្រាក់នេះនឹងត្រូវបានផ្ទេរទៅគណនីរបស់អ្នក។",
      "table": {
        "user": "អ្នក​ប្រើ",
        "amount": "ចំនួនទឹកប្រាក់",
        "currency": "រូបិយប័ណ្ណ",
        "account_name": "ពី",
        "status": "ស្ថានភាព",
        "message": "សារ",
        "created_at": "កាលបរិច្ឆេទបង្កើត"
      }
    },
    "received_gifts": {
      "title": "បានទទួលអំណោយ",
      "sub_title": "អំណោយដែលអ្នកបានទទួលពី Selldone ឬផ្សេងទៀត។",
      "table": {
        "amount": "ចំនួនទឹកប្រាក់",
        "currency": "រូបិយប័ណ្ណ",
        "account_from": "ពី",
        "status": "ស្ថានភាព",
        "message": "សារ",
        "created_at": "កាលបរិច្ឆេទបង្កើត",
        "receive": "ទទួល"
      }
    }
  },
  "get_gift_dialog": {
    "title": "ទទួលអំណោយ",
    "more": "ច្រើនទៀត..",
    "amount": "ចំនួនទឹកប្រាក់",
    "message": "សារ",
    "account_to_input": "គណនីគោលដៅ",
    "account_to_input_message": "ចំនួនអំណោយនឹងត្រូវបានដាក់ចូលទៅក្នុងគណនីនេះ។",
    "get_action": "ទទួលយកអំណោយ",
    "notifications": {
      "received_success_title": "សូមអបអរសាទរ",
      "received_success": "ចំនួនអំណោយ {amount} {currency} ត្រូវបានបញ្ចូលទៅក្នុងគណនីរបស់អ្នក។"
    }
  },
  "send_gift_dialog": {
    "title": "ផ្ញើ​អំណោយ",
    "account_from_input": "ជ្រើសរើសគណនីមួយ។",
    "account_from_input_message": "ចំនួនអំណោយត្រូវបានដកពីគណនីនេះ។",
    "receiver_input": "អ្នកទទួល",
    "receiver_input_message": "អ្នកអាចបញ្ចូលអាសយដ្ឋានអ៊ីមែល ឬលេខទូរស័ព្ទ។",
    "message_input": "សារ",
    "message_input_message": "អ្នកអាចទុកសារទៅកាន់អ្នកទទួល។",
    "amount_input": "ចំនួនទឹកប្រាក់",
    "currency_input": "ឯកតារូបិយប័ណ្ណ",
    "currency_input_message": "តម្លៃត្រូវបានគណនាជារូបិយប័ណ្ណនេះ។",
    "send_action": "ផ្ញើ​អំណោយ",
    "notifications": {
      "send_success": "អំណោយនៃ {amount} {currency} ត្រូវបានផ្ញើទៅ {receiver} ។"
    }
  },
  "account_list": {
    "account_input": "លេខ​គណនី",
    "account_input_message": "ចំនួនអំណោយសម្រាប់រូបិយប័ណ្ណនេះនឹងត្រូវដាក់ចូលទៅក្នុងគណនីនេះ។",
    "free_balance": "សមតុល្យឥតគិតថ្លៃ",
    "account_name": "ឈ្មោះ​គណនី"
  },
  "user_monetize_accounts": {
    "title": "គណនីដាក់ប្រាក់",
    "sub_title": "ចំនួនអំណោយនឹងត្រូវបានដាក់ដោយស្វ័យប្រវត្តិទៅក្នុងគណនីទាំងនេះ។",
    "message": "Selldone ដាក់មូលនិធិសម្រាប់សកម្មភាពប្រព័ន្ធផ្សព្វផ្សាយសង្គមរបស់អ្នក ចូលរួមក្នុងការអភិវឌ្ឍន៍ Selldone ណែនាំមិត្តភ័ក្តិជាដើម។ ដោយជ្រើសរើសគណនីដាក់ប្រាក់សម្រាប់រូបិយប័ណ្ណនីមួយៗ ចំនួនទឹកប្រាក់អំណោយនឹងត្រូវបានដាក់ចូលទៅក្នុងគណនីនោះក្នុងដែនរបស់អ្នកដោយស្វ័យប្រវត្តិ។ ចំនួនទឹកប្រាក់ទាំងនេះអាចត្រូវបានបញ្ចូលទៅក្នុង Selldone ។ ការដកប្រាក់នឹងអាចធ្វើទៅបានសម្រាប់តែដៃគូអាជីវកម្មប៉ុណ្ណោះ។",
    "add_account_action": "បន្ថែមគណនី",
    "add_dialog": {
      "title": "ភ្ជាប់គណនីដើម្បីទទួលបានអំណោយ",
      "account_input": "លេខ​គណនី",
      "account_input_message": "ចំនួនអំណោយសម្រាប់រូបិយប័ណ្ណនេះនឹងត្រូវដាក់ចូលទៅក្នុងគណនីនេះ។",
      "set_as_default_action": "ជ្រើសរើសជាគណនីលំនាំដើម"
    },
    "table": {
      "currency": "រូបិយប័ណ្ណ",
      "account_number": "លេខ​គណនី",
      "account_name": "ឈ្មោះ",
      "payment": "ចំនួនទឹកប្រាក់ដាក់ប្រាក់",
      "reset_at": "កំណត់ឡើងវិញទៅ",
      "delete": "លុប"
    },
    "notifications": {
      "set_success": "គណនីត្រូវបានបញ្ចូលដោយជោគជ័យ។",
      "delete_success": "គណនីត្រូវបានដកចេញដោយជោគជ័យពីបញ្ជីគណនីលំនាំដើមសម្រាប់ការទទួលបានអំណោយ។"
    },
    "delete_alert": {
      "title": "លុប​គណនី",
      "message": "តើអ្នកចង់លុបគណនីនេះចេញពីបញ្ជីគណនីអំណោយទេ?",
      "action": "លុប"
    }
  },
  "user_monetize": {
    "title": "រកលុយ",
    "menu": {
      "plans": "ផែនការ",
      "accounts": "គណនី"
    }
  },
  "user_monetize_plans": {
    "title": "គម្រោងការសហការ និងការរកប្រាក់",
    "sub_title": "អ្នកនឹងទទួលបានឥណទានគណនីសម្រាប់អំណោយណែនាំ។ ចំនួនទឹកប្រាក់ទាំងនេះនឹងត្រូវបានគិតប្រាក់ទៅក្នុងគណនីរបស់អ្នក ហើយអាចដកបានតែចំពោះដៃគូអាជីវកម្មរបស់ Selldone (មិនមែនទាំងអស់ទេ)។ អ្នកអាចចំណាយប្រាក់លើថ្លៃសេវា Selldone ។",
    "discount": "បញ្ចុះតម្លៃ",
    "your_income": "ប្រាក់ចំណូលរបស់អ្នក។",
    "level_2": "ពីកម្រិតទីពីរ",
    "level_3": "ពីកម្រិតទីបី",
    "link_message": "សមាជិកភាព៖ {registered} ទទួលយក៖ {accepted}",
    "link_tip": "អ្នកអាចបន្ថែមឃ្លា ?ref={link_code} ទៅចុងបញ្ចប់នៃរាល់អាសយដ្ឋានដែលអ្នកចែករំលែក។",
    "table": {
      "currency": "រូបិយប័ណ្ណ",
      "amount": "តុល្យភាព",
      "total": "ការទូទាត់សរុប",
      "payment_date": "កាលបរិច្ឆេទទូទាត់ចុងក្រោយ",
      "withdraw": "ការដកប្រាក់"
    },
    "notifications": {
      "get_credit_success": "ចំនួនទឹកប្រាក់ដែលបានស្នើសុំត្រូវបានដាក់ចូលទៅក្នុងគណនីរបស់អ្នក។"
    }
  },
  "basic_information": {
    "title": "អត្តសញ្ញាណ និងប្រវត្តិរូបរបស់ខ្ញុំ",
    "email": "អាស័យ​ដ្ឋាន​អ៊ី​ម៉េ​ល",
    "tel": "លេខ​ទូរ​សព្ទ​ចល័ត",
    "address": "អាសយដ្ឋាន",
    "payment": "ប្រតិបត្តិការដែលមានសុពលភាព",
    "personal_information": "ព័ត៌មានអត្តសញ្ញាណ",
    "main_profile": "ប្រវត្តិរូបចម្បង",
    "main_profile_subtitle": "ព័ត៌មាននេះមានជាសាធារណៈសម្រាប់អ្នករាល់គ្នា។",
    "kyc_waiting_info": "យើងកំពុងពិនិត្យមើលភាពត្រឹមត្រូវនៃព័ត៌មានដែលអ្នកបញ្ចូល។ ដំណើរការនេះគឺចាំបាច់ស្របតាមច្បាប់របស់ KYC ហើយនឹងកាត់បន្ថយហានិភ័យនៃប្រតិបត្តិការហិរញ្ញវត្ថុ។ អ្នកអាចទាញយកអត្ថប្រយោជន៍ពីអត្ថប្រយោជន៍បច្ចុប្បន្ន និងអនាគតនៃសេវាកម្មនេះ។",
    "personal_info_dialog": {
      "title": "ព័ត៌មានអត្តសញ្ញាណ",
      "name_input": "ឈ្មោះដំបូង",
      "family_name_input": "នាមត្រកូល",
      "number_input": "លេខលិខិតឆ្លងដែន (ឬលេខកូដជាតិ)",
      "birthday_input": "ថ្ងៃកំណើត",
      "birthday_input_placeholder": "បញ្ចូលថ្ងៃកំណើតរបស់អ្នក។",
      "address_input": "អាសយដ្ឋាន",
      "postcode_input": "លេខ​កូដ​ប្រៃ​ស​ណី​យ",
      "tel_input": "លេខ​ទំនាក់​ទំនង",
      "passport_image_input": "ជ្រើសរើសរូបភាពលិខិតឆ្លងដែន",
      "passport_image_input_message": "បង្ហោះរូបភាពស្កេនលិខិតឆ្លងដែនរបស់អ្នក។",
      "personal_image_input": "ជ្រើសរើសរូបភាពផ្ទាល់ខ្លួនរបស់អ្នក។",
      "personal_image_input_message": "បង្ហោះរូបភាពស្កែនទៅក្រោយនៅលើកាតជាតិរបស់អ្នកទៅរូបភាពមួយ។"
    },
    "profile_dialog": {
      "title": "ប្រវត្តិរូបចម្បង",
      "full_name_input": "ឈ្មោះ​ពេញ",
      "tel_input": "លេខ​ទំនាក់​ទំនង",
      "email_input": "អ៊ីមែល",
      "website_input": "គេហទំព័រ",
      "address_input": "អាសយដ្ឋាន",
      "about_input": "អំពី​ខ្ញុំ",
      "about_long_input": "អត្ថបទវែងអំពីខ្ញុំ",
      "image_input": "ជ្រើសរើសរូបភាពកម្រងព័ត៌មាន",
      "image_input_message": "បង្ហោះរូបភាពរបស់អ្នក។ រូបភាពនេះនឹងត្រូវបានប្រើជារូបភាពកម្រងព័ត៌មានរបស់អ្នក។",
      "notifications": {
        "update_profile_success": "ប្រវត្តិរូបរបស់អ្នកត្រូវបានធ្វើបច្ចុប្បន្នភាព។",
        "update_personal_info_success": "ព័ត៌មានរបស់អ្នកត្រូវបានចុះឈ្មោះដោយជោគជ័យ"
      }
    },
    "charge_account_approve_message": "គិតថ្លៃគណនីរបស់អ្នកដើម្បីអនុម័តប្រតិបត្តិការធនាគាររបស់អ្នក។",
    "payment_approval": "ការយល់ព្រមលើការទូទាត់",
    "residential_address_checking": "ឯកសារអាសយដ្ឋានលំនៅដ្ឋានរបស់អ្នកនៅក្នុងជួរត្រួតពិនិត្យ។",
    "add_residential_address": "បន្ថែមទីតាំងរបស់អ្នក និងឯកសារបញ្ជាក់ពីអាសយដ្ឋានលំនៅដ្ឋាន។"
  },
  "phone_verify": {
    "title": "លេខ​ទូរ​សព្ទ​ចល័ត",
    "step1_title": "បញ្ចូលលេខទូរស័ព្ទរបស់អ្នក។",
    "phone_number_input": "លេខ​ទូរ​សព្ទ​ចល័ត",
    "next": "ជំហាន​បន្ទាប់",
    "sms_code_input": "កូដ​ផ្ទៀង​ផ្ទាត់",
    "sms_code_message": "លេខកូដផ្ទៀងផ្ទាត់ 6 ខ្ទង់បានផ្ញើទៅ {phone_number} ។",
    "notifications": {
      "duplicated_number_error": "លេខនេះត្រូវបានយល់ព្រមដោយអ្នករួចហើយ។",
      "send_activation_code_success_title": "កូដ​ផ្ទៀង​ផ្ទាត់",
      "send_activation_code_success": "លេខកូដផ្ទៀងផ្ទាត់ត្រូវបានផ្ញើទៅ {phone_number}។",
      "verify_success": "លេខទូរសព្ទរបស់អ្នកត្រូវបានផ្ទៀងផ្ទាត់"
    }
  },
  "companies": {
    "title": "គណនីអាជីវកម្មរបស់ខ្ញុំ",
    "message": "អាជីវកម្ម សហគ្រិន និងក្រុមជំនាញអាចបង្កើតផលិតផល និងកម្មវិធីដោយផ្អែកលើ Selldone ។ វាគឺជាតម្រូវការក្នុងការបង្កើតទម្រង់អាជីវកម្ម។",
    "new_company": "ក្រុមហ៊ុនថ្មី។"
  },
  "add_company": {
    "name_input": "ឈ្មោះ​ក្រុម​ហ៊ុន",
    "website_input": "គេហទំព័រ",
    "email_input": "អ៊ីមែល",
    "address_input": "អាសយដ្ឋាន",
    "tel_input": "ទូរស័ព្ទ",
    "mobile_input": "ទូរស័ព្ទចល័ត",
    "edit_action": "កែសម្រួលក្រុមហ៊ុន",
    "create_action": "បង្កើតក្រុមហ៊ុន",
    "notifications": {
      "add_success": "គណនីអាជីវកម្ម {name} ត្រូវបានបង្កើតឡើង។",
      "edit_success": "គណនីអាជីវកម្មត្រូវបានកែសម្រួល។"
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "ផ្ទាល់ខ្លួន",
      "shop_key": "អតិថិជន",
      "apps": "កម្មវិធី"
    },
    "connected_apps_title": "កម្មវិធីដែលបានភ្ជាប់",
    "connected_apps_message": "អ្នកនឹងឃើញបញ្ជីនៃហាង និងកម្មវិធីទាំងអស់ដែលត្រូវបានភ្ជាប់ទៅគណនីដែនរបស់អ្នក។ អ្នកអាចលុបការចូលប្រើពួកវាណាមួយ។",
    "shop_keys_title": "រក្សាទុកសោចូល",
    "shop_keys_message": "សោទាំងនេះត្រូវបានប្រើដើម្បីបង្កើត Access Token ដោយម៉ាស៊ីនមេរបស់អ្នក។ ចំណាំថាសោគឺសម្ងាត់ ហើយដាក់តែនៅលើម៉ាស៊ីនមេ ដូច្នេះវាមិនអាចមើលឃើញដោយអ្នកផ្សេងទេ។",
    "personal_keys_title": "សោចូលប្រើប្រាស់ផ្ទាល់ខ្លួន",
    "personal_keys_message": "អ្នកអាចបង្កើតសោទៅកាន់គណនីរបស់អ្នកនៅទីនេះ។ ចំណាំថាសោទាំងនេះនឹងអាចចូលប្រើគណនីរបស់អ្នក។ បង្កើត និងប្រើសោទាំងនេះ លុះត្រាតែអ្នកដឹងច្បាស់ថាអ្នកកំពុងធ្វើអ្វី។"
  },
  "user_security_control": {
    "title": "សុវត្ថិភាពគណនី",
    "message": "អ្នកអាចកែសម្រួលការកំណត់សុវត្ថិភាពគណនីរបស់អ្នកនៅទីនេះ។",
    "delete": {
      "title": "លុប​គណនី",
      "subtitle": "មុនពេលលុបគណនីរបស់អ្នក ត្រូវប្រាកដថាអ្នកបានលុបហាងទាំងអស់។",
      "action": "ខ្ញុំប្រាកដថា លុបគណនីរបស់ខ្ញុំ",
      "agreement": "ខ្ញុំទទួលយកថាព័ត៌មានរបស់ខ្ញុំទាំងអស់នឹងត្រូវបានលុបចេញពីម៉ាស៊ីនមេរបស់អ្នក។ ព័ត៌មានរបស់អ្នកនឹងត្រូវបានលុបតាមកាលវិភាគដែលកំណត់ដោយពួកយើងដើម្បីការពារការក្លែងបន្លំ ឬការប្រើប្រាស់ខុស។"
    },
    "list": {
      "password": {
        "title": "ពាក្យសម្ងាត់",
        "sub_title": "ជ្រើសរើសពាក្យសម្ងាត់ខ្លាំងសម្រាប់គណនីរបស់អ្នក។",
        "action_title": "ពាក្យសម្ងាត់ចូលប្រើគណនី",
        "not_exist": "មិន​បាន​ចូល",
        "action": "ផ្លាស់ប្តូរពាក្យសម្ងាត់"
      },
      "phone": {
        "title": "លេខ​ទូរ​សព្ទ​ចល័ត",
        "sub_title": "បញ្ជាក់លេខទូរស័ព្ទរបស់អ្នក។ អ្នកនឹងអាចចូលតាមរយៈលេខនេះ។",
        "action_title": "លេខទូរសព្ទចម្បងរបស់គណនី",
        "action": "ផ្ទៀងផ្ទាត់លេខ"
      },
      "two_step": {
        "title": "ការចូលពីរជំហាន",
        "sub_title": "បញ្ជាក់លេខទូរស័ព្ទរបស់អ្នក។ អ្នកនឹងអាចចូលតាមរយៈលេខនេះ។",
        "action_title": "បង្កើនសុវត្ថិភាពគណនី",
        "activated_action": "បានធ្វើឱ្យសកម្ម",
        "active_action": "សកម្មឥឡូវនេះ"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "ដំឡើងកម្មវិធី Google Authenticator"
      },
      "step_2": {
        "title": "បញ្ចូលកូដដែលបង្កើតដោយកម្មវិធី",
        "message": "លេខកូដ 6 ខ្ទង់ត្រូវបានបង្កើតដោយ algorithm នៅក្នុងទូរស័ព្ទដៃរបស់អ្នក។ អ្នកអាចទាញយកកម្មវិធីពីតំណខាងក្រោម។ ចុចគ្រាប់ចុចបង្កើតកូដដើម្បីបង្កើតកូដ QR ដែលមានពាក្យសម្ងាត់។",
        "qr_code_info": "ប្រសិនបើមិនអាចស្កេនបានទេ អ្នកអាចចម្លង និងបិទភ្ជាប់កូដដោយដៃទៅក្នុងកម្មវិធី៖",
        "create_new_code": "បង្កើតកូដថ្មី។",
        "qr_code_scanning": "ស្កេនកូដ QR ដែលបង្កើតដោយកម្មវិធី Google Authenticator Mobile App ហើយបញ្ចូលលេខកូដដែលបានបង្កើតសម្រាប់ការបញ្ជាក់ក្នុងប្រអប់នៅលើទំព័រនេះ។",
        "qr_code_regenerate_info": "ចំណាំ៖ ដោយចុចគ្រាប់ចុចខាងលើ គ្រាប់ចុចថ្មីនឹងត្រូវបានបង្កើត ហើយសោពីមុននឹងមិនអាចប្រើបានទេ។ បញ្ចូលសោថ្មីនៅក្នុងកម្មវិធីទូរស័ព្ទរបស់អ្នក។"
      },
      "step_3": {
        "title": "បញ្ចូលលេខកូដដែលបានបង្កើត",
        "message": "បញ្ចូលលេខកូដចូលប្រើដែលបានបង្កើតក្នុងកម្មវិធីក្នុងវាលខាងក្រោម។",
        "activation_key_input": "លេខកូដចូលប្រើ"
      },
      "activated_alert": "ការចូល 2 ជំហានត្រូវបានបើក។",
      "activated_message": "ការចូលពីរជំហានត្រូវបានបើកសម្រាប់គណនីរបស់អ្នក។ ចាប់ពីពេលនេះតទៅ អ្នកនឹងត្រូវបញ្ចូលលេខកូដទីពីរដែលផ្លាស់ប្តូររៀងរាល់ 30 វិនាទី ដើម្បីចូលប្រើគណនីរបស់អ្នក។ ដើម្បីបិទការចូលពីរជំហាន គ្រាន់តែចុចពីរដង ចុចមួយជំហាន ហើយឆ្លងកាត់ជំហាន។",
      "cancel_two_step_login_action": "បោះបង់ការចូលពីរជំហាន",
      "cancel_two_step_login_info": "ប្រសិនបើអ្នកចង់បិទការផ្ទៀងផ្ទាត់ 2 ជំហាន សូមបញ្ចូលពាក្យសម្ងាត់របស់អ្នក ហើយចុចលើគ្រាប់ចុចចូលពីរជំហាន។",
      "password_input": "ពាក្យសម្ងាត់",
      "cancel_2fa_action": "បោះបង់ការចូលពីរជំហាន"
    },
    "change_password_dialog": {
      "title": "ផ្លាស់ប្តូរពាក្យសម្ងាត់",
      "message": "ប្រើពាក្យសម្ងាត់ស្មុគស្មាញ និងមិនអាចបំភ្លេចបាន។",
      "password_input": "លេខសំងាត់​បច្ចុប្បន្ន",
      "new_password_input": "ពាក្យសម្ងាត់​ថ្មី",
      "re_new_password_input": "ធ្វើពាក្យសម្ងាត់ថ្មី។",
      "tips": {
        "length": "ពាក្យសម្ងាត់ត្រូវតែមានយ៉ាងហោចណាស់ 8 តួអក្សរ",
        "chars": "យ៉ាងហោចណាស់អក្សរធំមួយ និងលេខមួយ។",
        "match": "ពាក្យសម្ងាត់ត្រូវគ្នា។"
      },
      "change_password_action": "ផ្លាស់ប្តូរពាក្យសម្ងាត់",
      "notifications": {
        "change_password_title": "ផ្លាស់ប្តូរពាក្យសម្ងាត់",
        "change_password": "បានផ្លាស់ប្តូរពាក្យសម្ងាត់ដោយជោគជ័យ។"
      }
    }
  },
  "authorized_clients": {
    "title": "បញ្ជីហាង/កម្មវិធីដែលបានភ្ជាប់",
    "table": {
      "name": "ឈ្មោះ",
      "app": "កម្មវិធី",
      "scopes": "វិសាលភាព",
      "shop": "ហាងដាក់កម្រិត"
    },
    "remove_action": "ដកសិទ្ធិចូលប្រើ",
    "delete_alert": {
      "title": "លុប",
      "message": "តើអ្នកចង់ដកសិទ្ធិចូលប្រើនេះទេ? ចំណាំថាកម្មវិធីនេះនឹងមិនមានសិទ្ធិចូលប្រើគណនីរបស់អ្នកទៀតទេ។",
      "action": "បដិសេធការចូលប្រើ"
    }
  },
  "clients": {
    "title": "បញ្ជីអតិថិជន",
    "create_new_action": "បង្កើតអតិថិជនថ្មី។",
    "table": {
      "client_id": "លេខសម្គាល់អតិថិជន",
      "app": "កម្មវិធី",
      "name": "ឈ្មោះក្លែងក្លាយ",
      "secret_key": "សោសម្ងាត់"
    },
    "create_dialog": {
      "title": "អតិថិជនថ្មី។",
      "error_msg": "<strong>កំហុស!</strong> សូមអភ័យទោស កំហុសបានកើតឡើង!",
      "name_input": "ឈ្មោះ",
      "name_input_message": "អ្វីមួយដែលអ្នកប្រើប្រាស់របស់អ្នកទទួលស្គាល់ និងជឿជាក់។",
      "redirect_input_message": "ត្រឡប់អាសយដ្ឋានទៅគេហទំព័ររបស់អ្នក។"
    },
    "edit_dialog": {
      "title": "កែសម្រួលការចូលប្រើប្រាស់"
    },
    "delete_alert": {
      "title": "លុប",
      "message": "តើអ្នកចង់លុបអតិថិជននេះទេ?",
      "action": "លុប"
    }
  },
  "personal_access_tokens": {
    "title": "បញ្ជីនៃសញ្ញាសម្ងាត់ចូលប្រើផ្ទាល់ខ្លួន",
    "create_action": "បង្កើតនិមិត្តសញ្ញាថ្មី។",
    "table": {
      "name": "ឈ្មោះ",
      "scopes": "ការចូលប្រើ",
      "expire_at": "ថ្ងៃ​ផុតកំណត់"
    },
    "create_dialog": {
      "title": "អគារថូខឹន",
      "error_message": "<strong>កំហុស!</strong> សូមអភ័យទោស កំហុសបានកើតឡើង!",
      "name_input": "ឈ្មោះក្លែងក្លាយ Ex. ឈ្មោះនិមិត្តសញ្ញារបស់ខ្ញុំ",
      "name_input_message": "ឈ្មោះនិមិត្តសញ្ញាដែលចូលចិត្ត។",
      "scopes_list": "បញ្ជីការចូលប្រើនិមិត្តសញ្ញា"
    },
    "access_token_dialog": {
      "title": "សោចូលប្រើប្រាស់ផ្ទាល់ខ្លួន",
      "message": "នេះ​ជា​សញ្ញាសម្ងាត់​នៃ​សញ្ញា​សម្ងាត់​ចូល​ប្រើប្រាស់​ផ្ទាល់ខ្លួន​របស់អ្នក។ នេះជាពេលតែមួយគត់ដែលនិមិត្តសញ្ញានេះនឹងត្រូវបានបង្ហាញ ដូច្នេះកុំខកខានវា! ឥឡូវនេះអ្នកអាចប្រើសញ្ញាសម្ងាត់នេះដើម្បីស្នើសុំ API មួយ។"
    },
    "delete_alert": {
      "title": "លុប",
      "message": "តើអ្នកចង់លុបនិមិត្តសញ្ញាចូលប្រើនេះទេ?",
      "action": "លុប"
    }
  },
  "scopes": {
    "profile": {
      "name": "ប្រវត្តិរូប",
      "description": "អានព័ត៌មានប្រវត្តិរូប រួមទាំងឈ្មោះ អាសយដ្ឋានអ៊ីមែល រូបភាព និងស្ថានភាពផ្ទៀងផ្ទាត់។"
    },
    "phone": {
      "name": "លេខទូរសព្ទ",
      "description": "ចូលប្រើលេខទូរស័ព្ទ។"
    },
    "address": {
      "name": "អាស័យដ្ឋាន",
      "description": "អានអាសយដ្ឋានដែលបានរក្សាទុកពីសៀវភៅអាសយដ្ឋាន។"
    },
    "buy": {
      "name": "ទិញ",
      "description": "ដាក់បញ្ជាទិញនិងទិញពីហាង។"
    },
    "order-history": {
      "name": "ប្រវត្តិនៃការបញ្ជាទិញ",
      "description": "អានប្រវត្តិនៃការបញ្ជាទិញ។"
    },
    "my-gift-cards": {
      "name": "កាតអំណោយ",
      "description": "ចូលប្រើកាតរបស់ខ្ញុំ។"
    },
    "articles": {
      "name": "កែសម្រួលមាតិកា",
      "description": "កែសម្រួលអត្ថបទ។"
    },
    "notifications": {
      "name": "ផ្ញើ និងទទួលការជូនដំណឹង",
      "description": "ផ្ញើ និងទទួលការជូនដំណឹង។"
    },
    "read-shops": {
      "name": "ហាង ist",
      "description": "អានបញ្ជីហាង។"
    },
    "shop-edit": {
      "name": "ការគ្រប់គ្រងហាង",
      "description": "កែសម្រួលការចូលប្រើហាង"
    },
    "shop-contacts": {
      "name": "ទំនាក់ទំនងគ្រប់គ្រងទម្រង់",
      "description": "ទទួល និងកែសម្រួលទម្រង់ទំនាក់ទំនង។"
    },
    "shop-gift-cards": {
      "name": "គ្រប់គ្រងកាតអំណោយ",
      "description": "បង្កើត កែសម្រួល និងគ្រប់គ្រងកាតអំណោយ។"
    },
    "shop-faqs": {
      "name": "ការគ្រប់គ្រងសំណួរ និងចម្លើយ",
      "description": "បង្កើត កែសម្រួល និងគ្រប់គ្រងសំណួរដែលគេសួរញឹកញាប់។"
    },
    "shop-categories": {
      "name": "គ្រប់គ្រង​ប្រភេទ",
      "description": "បង្កើត កែសម្រួល និងគ្រប់គ្រងប្រភេទ។"
    },
    "shop-products": {
      "name": "ការគ្រប់គ្រង​ផលិតផល",
      "description": "បន្ថែម កែសម្រួល និងគ្រប់គ្រងផលិតផល។"
    },
    "shop-read-reports": {
      "name": "អានរបាយការណ៍",
      "description": "អានព័ត៌មាន និងរបាយការណ៍។"
    },
    "shop-socials": {
      "name": "គ្រប់គ្រងប្រព័ន្ធផ្សព្វផ្សាយសង្គម",
      "description": "កែសម្រួលប្រព័ន្ធផ្សព្វផ្សាយសង្គមរបស់ហាង"
    },
    "shop-accounts": {
      "name": "គ្រប់គ្រងគណនីហិរញ្ញវត្ថុ",
      "description": "កែសម្រួល និងលុបគណនីហិរញ្ញវត្ថុដែលភ្ជាប់ទៅហាង។"
    },
    "shop-menus": {
      "name": "គ្រប់គ្រងម៉ឺនុយ",
      "description": "កែសម្រួលម៉ឺនុយហាង។"
    },
    "shop-pages": {
      "name": "គ្រប់គ្រងទំព័រ",
      "description": "កែសម្រួលទំព័រហាង។"
    },
    "shop-warehouse": {
      "name": "ការគ្រប់គ្រងឃ្លាំង",
      "description": "កែសម្រួលឃ្លាំងស្តុក"
    },
    "shop-permissions": {
      "name": "គ្រប់គ្រងការចូលប្រើ",
      "description": "មើល និងកែសម្រួលការចូលប្រើហាង។"
    },
    "shop-process-center": {
      "name": "ការគ្រប់គ្រងការបញ្ជាទិញ",
      "description": "ការគ្រប់គ្រងការបញ្ជាទិញ។"
    },
    "shop-profile": {
      "name": "គ្រប់គ្រងទម្រង់",
      "description": "គ្រប់គ្រងទម្រង់ហាង។"
    }
  },
  "company_page": {
    "title": "ក្រុមហ៊ុន",
    "create_app": "បង្កើតកម្មវិធីថ្មី។",
    "menu": {
      "edit": "កែសម្រួល",
      "apps": "កម្មវិធី",
      "dashboard": "ផ្ទាំងគ្រប់គ្រង",
      "companies": "ក្រុមហ៊ុន"
    },
    "dashboard": {
      "info_widget": {
        "title": "ព័ត៌មានចុះឈ្មោះក្រុមហ៊ុន",
        "address": "អាសយដ្ឋាន",
        "website": "គេហទំព័រ",
        "email": "អ៊ីមែល",
        "phone": "លេខទូរសព្ទ",
        "register": "ចុះឈ្មោះ",
        "developer": "អ្នកអភិវឌ្ឍន៍",
        "verified": "បញ្ជាក់",
        "golden": "មាស"
      }
    },
    "developer": {
      "title": "អ្នកអភិវឌ្ឍន៍",
      "menu": {
        "new": "ថ្មី។",
        "apps": "កម្មវិធី"
      },
      "app_card": {
        "category": "ប្រភេទ",
        "installs": "ដំឡើង",
        "actives": "សកម្ម",
        "uninstalls": "លុបការដំឡើង",
        "app_code": "កូដកម្មវិធី",
        "app_mode": "របៀបកម្មវិធី"
      }
    },
    "edit": {
      "title": "កែសម្រួល"
    }
  },
  "add_app": {
    "category_input": "ប្រភេទ",
    "code_input": "កូដ",
    "name_input": "ឈ្មោះ",
    "description_input": "ការពិពណ៌នា",
    "video_input": "URL វីដេអូ",
    "public_form": "រចនាសម្ព័ន្ធព័ត៌មានទូទៅ",
    "private_form": "រចនាសម្ព័ន្ធព័ត៌មានឯកជន",
    "icon_input": "រូបតំណាងកម្មវិធី",
    "logo_input": "កម្មវិធីនិមិត្តសញ្ញា",
    "enable_input": "តើកម្មវិធីដំណើរការទេ?",
    "edit_action": "កែសម្រួលកម្មវិធី",
    "create_action": "បង្កើតកម្មវិធី",
    "notifications": {
      "add_success": "គណនីអាជីវកម្ម {name} ត្រូវបានបង្កើតឡើង។",
      "delete_success": "គណនីអាជីវកម្មត្រូវបានកែសម្រួល។"
    }
  },
  "app_page": {
    "title": "ការដាក់ពាក្យ",
    "menu": {
      "edit": "កែសម្រួល",
      "publish": "បោះពុម្ពផ្សាយ",
      "history": "កំណែ",
      "dashboard": "ផ្ទាំងគ្រប់គ្រង",
      "company": "ក្រុមហ៊ុន",
      "api": "API",
      "images": "រូបភាព"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "ការដាក់ពាក្យ",
        "app_code": "កូដកម្មវិធី",
        "category": "ប្រភេទ",
        "name": "ឈ្មោះ",
        "installs": "ដំឡើងកម្មវិធី",
        "uninstalls": "លុបកម្មវិធី",
        "actives": "កម្មវិធីសកម្ម",
        "description": "ការពិពណ៌នា",
        "published": "បោះពុម្ពផ្សាយ",
        "waiting_for_review": "រង់ចាំការអនុម័ត",
        "app_mode": "របៀបកម្មវិធី"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "ម្ចាស់",
      "description": "ការចូលដំណើរការពេញលេញទៅកាន់មុខហាងទាំងអស់។"
    },
    "PRODUCT": {
      "text": "អ្នកគ្រប់គ្រងផលិតផល",
      "description": "បន្ថែម កែសម្រួល និងគ្រប់គ្រងផលិតផលក្នុងហាង។"
    },
    "AUDITING": {
      "text": "អ្នកគ្រប់គ្រងហិរញ្ញវត្ថុ",
      "description": "មើលព័ត៌មានហិរញ្ញវត្ថុ និងការទូទាត់។"
    },
    "CONTENT": {
      "text": "ការគ្រប់គ្រងមាតិកា",
      "description": "ឆ្លើយសំណួរ សរសេរប្លក់ និងរចនាទំព័រ។"
    },
    "OFFICER": {
      "text": "អ្នកគ្រប់គ្រងជាន់ខ្ពស់",
      "description": "មើល និងតាមដានសកម្មភាពបុគ្គលិក។"
    },
    "EMPLOYEE": {
      "text": "និយោជិត",
      "description": "មើលការបញ្ជាទិញនិងបំពេញការបញ្ជាទិញ។"
    },
    "MARKETING": {
      "text": "ទីផ្សារ",
      "description": "ចូលទៅកាន់ការកំណត់ និងបង្កើតយុទ្ធនាការ ទីផ្សារអ៊ីមែល និងផ្នែកផ្សេងទៀតដែលទាក់ទងនឹងទីផ្សារ។"
    },
    "VIEWER": {
      "text": "អ្នកមើល",
      "description": "សមត្ថភាពក្នុងការមើលព័ត៌មានក្នុងហាងដោយមិនអាចកែសម្រួល ឬផ្លាស់ប្តូរវាបាន។"
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "ការពិនិត្យរាងកាយ",
      "description": "ពិនិត្យការបញ្ជាទិញដែលបានទទួល។"
    },
    "PhysicalOrdersPackaging": {
      "text": "ការវេចខ្ចប់រាងកាយ",
      "description": "ឃ្លាំង និងដំណើរការវេចខ្ចប់។"
    },
    "PhysicalOrdersDelivery": {
      "text": "ការដឹកជញ្ជូនរាងកាយ",
      "description": "បញ្ជាទិញការដឹកជញ្ជូន។"
    },
    "PhysicalOrdersSupport": {
      "text": "ជំនួយផ្នែករាងកាយ",
      "description": "ការគាំទ្របន្ទាប់ពីការលក់។"
    }
  },
  "account_status": {
    "Checking": "កំពុងពិនិត្យ",
    "Approved": "បញ្ជាក់",
    "Rejected": "ច្រានចោល",
    "Deleted": "បានលុប",
    "Banned": "ហាមឃាត់",
    "Payment": "ការទូទាត់",
    "SelldoneSprite": "គណនីកាបូបដែលបានលក់រួច",
    "SelldoneStorage": "កន្លែងផ្ទុកលក់រួចរាល់"
  },
  "account_page": {
    "title": "គណនី",
    "menu": {
      "setting": "ការកំណត់",
      "change": "គិតថ្លៃ",
      "transfer": "ផ្ទេរ",
      "transactions": "ប្រតិបត្តិការ"
    },
    "transactions": {
      "title": "ប្រតិបត្តិការគណនី",
      "detail": {
        "title": "ប្រតិបត្តិការ",
        "amount": "ចំនួនទឹកប្រាក់",
        "description": "ការពិពណ៌នា",
        "from": "ពី",
        "to": "ទៅ",
        "created_at": "កាលបរិច្ឆេទ",
        "receipt": "បង្កាន់ដៃ",
        "receipt_note": "ចំណាំ"
      },
      "table": {
        "type": "ប្រភេទ",
        "from": "ពីគណនី",
        "to": "ទៅគណនី",
        "amount": "ចំនួនទឹកប្រាក់",
        "receipt": "បង្កាន់ដៃ",
        "created_at": "កាលបរិច្ឆេទ",
        "description": "ការពិពណ៌នា"
      }
    },
    "transfer": {
      "title": "ថ្លៃផ្ទេរ",
      "form": {
        "title": "ទម្រង់ស្នើសុំផ្ទេរប្រាក់",
        "sub_title": "ដាក់ប្រាក់ទៅក្នុងគណនីផ្ទាល់ខ្លួនរបស់អ្នក ឬអ្នកដទៃ",
        "message": "សូមប្រយ័ត្នក្នុងការផ្ទេរប្រាក់ អ្នកនឹងមិនអាចត្រឡប់មកវិញបានទេ ប្រសិនបើអ្នកបំពេញការផ្ទេរប្រាក់។"
      }
    },
    "deposit": {
      "form": {
        "title": "គណនីគិតថ្លៃ",
        "sub_title": "អ្នកត្រូវតែគិតថ្លៃសមតុល្យគណនីរបស់អ្នកដើម្បីទិញអាជ្ញាប័ណ្ណ ដំឡើងកំណែគណនីរបស់អ្នក និងបង្កាន់ដៃប្រព័ន្ធបង់ប្រាក់។",
        "amount_input": "ចំនួនទឹកប្រាក់",
        "charge_action": "គណនីគិតថ្លៃ"
      },
      "notifications": {
        "qr_title": "ការទូទាត់",
        "qr_message": "អាសយដ្ឋានទូទាត់ {currency} ត្រូវបានបង្កើតឡើង។",
        "gateway_title": "ការទូទាត់",
        "gateway_message": "កំពុងភ្ជាប់ទៅច្រកផ្លូវបង់ប្រាក់។"
      }
    },
    "setting": {
      "title": "ការកំណត់​គណនី",
      "account_name_input": "ឈ្មោះ​គណនី",
      "notifications": {
        "updated_success": "គណនីរបស់អ្នកបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។"
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "បង្កាន់ដៃបង់ប្រាក់"
  },
  "transaction_form": {
    "title": "ទម្រង់ប្រតិបត្តិការ",
    "from_input": "ពីលេខគណនី",
    "to_input": "ទៅលេខគណនី",
    "from_input_message": "ចំនួនទឹកប្រាក់នឹងត្រូវបានដកពីគណនីនេះ។",
    "account_name": "ឈ្មោះ​គណនី",
    "currency": "រូបិយប័ណ្ណ",
    "free_balance": "សមតុល្យដែលមាន",
    "to": "គណនីគោលដៅ",
    "amount": "ចំនួនទឹកប្រាក់",
    "receipt_title": "ការទូទាត់សម្រាប់ការទទួល",
    "receipt_input": "លេខបង្កាន់ដៃ",
    "paid_status": "បង្កាន់ដៃនេះត្រូវបានបង់រួចហើយ។",
    "paid_canceled": "បង្កាន់ដៃនេះត្រូវបានលុបចោល។",
    "description": "ការពន្យល់",
    "created_at": "កាលបរិច្ឆេទ",
    "duration": "រយៈពេល",
    "unlimited": "គ្មានដែនកំណត់",
    "add_note_action": "បន្ថែមការពិពណ៌នា",
    "note": "ចំណាំ",
    "transfer_action": "ផ្ទេរ",
    "confirmation": {
      "title": "ផ្ញើប្រាក់",
      "subtitle": "ការបញ្ជាក់ប្រតិបត្តិការ",
      "message": "ប្រសិនបើព័ត៌មានខាងក្រោមត្រឹមត្រូវ សូមចុចគ្រាប់ចុចបញ្ជាក់ប្រតិបត្តិការដើម្បីធ្វើប្រតិបត្តិការ។",
      "from": "ពីគណនី",
      "to": "ទៅគណនី",
      "amount": "ចំនួនទឹកប្រាក់",
      "fee": "ថ្លៃប្រតិបត្តិការ",
      "total_pay": "ចំនួនទឹកប្រាក់ដកពីគណនីរបស់អ្នក។",
      "receipt": "បង្កាន់ដៃ",
      "description": "ការពិពណ៌នា",
      "accept_action": "ការបញ្ជាក់ប្រតិបត្តិការ"
    },
    "enter_account_number": "បញ្ចូលលេខគណនី។",
    "currency_not_match": "រូបិយប័ណ្ណគណនីគោលដៅមិនដូចគ្នាទៅនឹងប្រភពទេ។",
    "account_number_not_valid": "លេខគណនីត្រឹមត្រូវ។",
    "account_number_is_valid": "លេខគណនីត្រឹមត្រូវ។",
    "receipt_not_valid": "លេខ​វិក្កយបត្រ​មិន​ត្រឹមត្រូវ។",
    "receipt_is_valid": "លេខបង្កាន់ដៃត្រឹមត្រូវ។",
    "notifications": {
      "confirm_success": "ប្រតិបត្តិការបានបញ្ចប់ដោយជោគជ័យ។"
    }
  },
  "price_calculator": {
    "title": "ម៉ាស៊ីនគិតលេខ | សមនឹងអាជីវកម្មរបស់អ្នក។",
    "description": "គណនា និងជ្រើសរើសផែនការដ៏ល្អបំផុតដោយផ្អែកលើការលក់ប្រចាំខែរបស់អ្នក៖",
    "sale_input": "បរិមាណលក់ប្រចាំខែ",
    "hypernova_plan": "ដាក់ពាក្យសម្រាប់ Hypernova %0!",
    "show_normal_mode": "បង្ហាញរបៀបធម្មតា។",
    "show_hypernova_mode": "ប្រតិបត្តិការរបស់ខ្ញុំគឺលើសពី 1 លានដុល្លារ!"
  },
  "price_card": {
    "billed_monthly": "បានចេញវិក្កយបត្រ {amount} ប្រចាំខែ។",
    "billed_yearly": "បានចេញវិក្កយបត្រ {amount} ប្រចាំឆ្នាំ។",
    "buy_license_action": "ទិញ​ឥឡូវនេះ",
    "select_your_store": "ជ្រើសរើសហាងរបស់អ្នក។"
  },
  "shop_session_widget": {
    "total_sessions": "វគ្គសរុប"
  },
  "user_activities_keys": {
    "add_baskets": "បញ្ចូលទៅក្នុងរទេះ",
    "remove_baskets": "លុបចេញពីរទេះ",
    "buys": "ទិញ",
    "products_views": "មើលផលិតផល"
  },
  "shop_visitors_widget": {
    "title": "ការវិភាគអ្នកទស្សនា",
    "new_visitors": "ភ្ញៀវថ្មី។",
    "amp": "ទិដ្ឋភាព AMP",
    "returning_visitors": "ភ្ញៀវត្រឡប់មកវិញ",
    "page_views": "ការមើលទំព័រ",
    "other_pages": "ទំព័រផ្សេងទៀត។",
    "from_previous_7_days": "ពី 7 ថ្ងៃចុងក្រោយ"
  },
  "app_levels": {
    "title": "កម្រិតកម្មវិធី",
    "Newbie": "អ្នកថ្មី",
    "Beginner": "អ្នកចាប់ផ្តើម",
    "Novice": "ថ្មីថ្មោង",
    "Intermediate": "កម្រិតមធ្យម",
    "Advanced": "កម្រិតខ្ពស់"
  },
  "login": {
    "register_title": "មធ្យមនៃអាជីវកម្ម,<br> បទពិសោធន៍រីករាយ។",
    "register_subtitle": "ចុះឈ្មោះថ្ងៃនេះដោយឥតគិតថ្លៃ។ Selldone ត្រូវបានស្រឡាញ់ដោយអ្នកចាប់ផ្តើមអាជីវកម្ម សហគ្រាស អ្នកទិញ និងអ្នកលក់។",
    "password_recovery_title": "ការសង្គ្រោះពាក្យសម្ងាត់",
    "password_recovery_message": "ក្នុងករណីដែលអ្នកភ្លេចពាក្យសម្ងាត់របស់អ្នក សូមបញ្ចូលអាសយដ្ឋានអ៊ីមែលនៃគណនីរបស់អ្នក ហើយចុចគ្រាប់ចុចបញ្ជាក់។ យើង​នឹង​ផ្ញើ​អ៊ីមែល​ទៅ​អ្នក​ជាមួយ​តំណ​ដើម្បី​កំណត់​ពាក្យ​សម្ងាត់​របស់​អ្នក​ឡើង​វិញ។",
    "email": "អាសយដ្ឋានអ៊ីមែលរបស់អ្នក។",
    "password_recovery_action": "ទទួលអ៊ីមែលសង្គ្រោះ",
    "register_google": "បន្តជាមួយ Google",
    "register_apple": "បន្តជាមួយ Apple",
    "continue_with": "បន្តជាមួយ",
    "register_linkedin": "បន្តជាមួយ LinkedIn",
    "register_facebook": "បន្តជាមួយហ្វេសប៊ុក",
    "register_github": "បន្តជាមួយ Github",
    "create_your_account": "បង្កើតគណនីរបស់អ្នក។",
    "password_8_chars": "ពាក្យសម្ងាត់ត្រូវតែមានយ៉ាងហោចណាស់ 8 តួអក្សរ។",
    "password_upercase_number": "យ៉ាងហោចណាស់អក្សរធំមួយ និងលេខមួយ។",
    "password_confirm": "ពាក្យសម្ងាត់ និងការបញ្ជាក់ត្រូវគ្នា។",
    "privacy_agreement": "តាមរយៈការចុះឈ្មោះ អ្នកយល់ព្រមនឹង <a href='/terms' target='_blank'>លក្ខខណ្ឌប្រើប្រាស់</a> និង <a href='/privacy' target='_blank'>គោលការណ៍ឯកជនភាព</a> របស់ Selldone ។",
    "register_action": "តោះទៅ វាមិនគិតថ្លៃទេ!",
    "login_action": "ចូល",
    "already_signup": "បានចុះឈ្មោះរួចហើយ?",
    "login_your_account": "ចូលទៅគណនីរបស់អ្នក។",
    "login_google": "បន្តជាមួយ Google",
    "login_linkedin": "បន្តជាមួយ LinkedIn",
    "login_facebook": "បន្តជាមួយហ្វេសប៊ុក",
    "login_github": "បន្តជាមួយ Github",
    "remember_me": "ចងចាំខ្ញុំ។",
    "login_button": "ចូល",
    "two_step_problem": "តើអ្នកមានបញ្ហាជាមួយពាក្យសម្ងាត់ពីរជំហានទេ?",
    "two_step_problem_action": "ខ្ញុំចង់បិទការចូលពីរជំហាន។",
    "two_step_confirm": "បញ្ជាក់លេខកូដចូល",
    "forgot_password": "ភ្លេច​លេខសំងាត់​?",
    "signup_free": "ចុះ​ឈ្មោះ​ដោយ​ឥត​គិត​ថ្លៃ",
    "checking_robot_message": "ពិនិត្យមើលថាតើអ្នកជាមនុស្សយន្ត ឬមនុស្ស...",
    "notifications": {
      "step2_login_success": "ចូលដោយស្វ័យប្រវត្តិទៅក្នុងគណនី"
    },
    "signup_email": "ចុះឈ្មោះតាមអ៊ីមែល",
    "name_placeholder": "ឈ្មោះ",
    "email_placeholder": "អ៊ីមែល",
    "email_or_username_placeholder": "អ៊ីមែល ឈ្មោះអ្នកប្រើប្រាស់ ឬលេខទូរស័ព្ទ",
    "password_placeholder": "ពាក្យសម្ងាត់",
    "re_password_placeholder": "បញ្ជាក់ពាក្យសម្ងាត់",
    "new_in_samin": "ថ្មីនៅ Selldone?",
    "auto_create_shop": "បង្កើតហាងដោយស្វ័យប្រវត្តិ"
  },
  "layout": {
    "logout": "ចាកចេញ",
    "menu": {
      "personal_information": "ព័ត៌មានផ្ទាល់ខ្លួន និងប្រវត្តិរូប",
      "wallet": "កាបូប និងគណនី",
      "companies": "ក្រុមហ៊ុន និងគណនីអាជីវកម្ម",
      "access": "ចូលប្រើគណនីរបស់ខ្ញុំ",
      "security": "សន្តិសុខ",
      "preferences": "ចំណូលចិត្តអ្នកប្រើប្រាស់"
    }
  },
  "page_builder": {
    "title": "រចនាគេហទំព័រ",
    "menu": {
      "user_view": "មើល",
      "design": "រចនា",
      "behavior": "ឥរិយាបទ",
      "seo": "SEO",
      "setting": "ការកំណត់",
      "embed": "បង្កប់"
    },
    "waiting_fetch": "ការទទួលព័ត៌មាន..",
    "setting": {
      "title_input": "ចំណងជើងទំព័រ",
      "description_input": "ការពិពណ៌នាខ្លី",
      "name_input": "URL ទំព័រ (អក្សរ និងលេខ)",
      "bg_color_input": "ពណ៌ផ្ទៃខាងក្រោយ",
      "bg_style_input": "រចនាប័ទ្មផ្ទៃខាងក្រោយទំព័រ",
      "page_label_input": "ពណ៌ស្លាក",
      "page_dir_input": "ទិសដៅទំព័រ",
      "ltr": "ពីឆ្វេងទៅស្តាំ",
      "rtl": "ពីស្តាំទៅឆ្វេង",
      "designer_note": "កំណត់សម្គាល់អ្នករចនា"
    },
    "history": {
      "title": "ប្រវត្តិដែលបានរក្សាទុក"
    },
    "design": {
      "themes": {
        "title": "ជំនួយការរចនាផ្ទាល់ខ្លួន",
        "message": "រចនាទំព័រល្អបំផុតសម្រាប់អាជីវកម្មរបស់អ្នកដោយមិនចាំបាច់សរសេរកូដ។",
        "page_title_input": "បញ្ចូលចំណងជើងសម្រាប់ទំព័ររបស់អ្នក។"
      },
      "tools": {
        "rearrange": "បញ្ជាទិញ",
        "tools": "ឧបករណ៍",
        "history": "ប្រវត្តិសាស្ត្រ",
        "style": "រចនាប័ទ្ម"
      },
      "no_category": "គ្មាន​ប្រភេទ"
    },
    "seo": {
      "message": "ការកំណត់ SEO ត្រូវបានកែតម្រូវដោយស្វ័យប្រវត្តិដោយម៉ាស៊ីន Selldone SEO ។"
    }
  },
  "verify_email_caution": {
    "title": "បញ្ជាក់​អាសយដ្ឋាន​អ៊ីមែល​របស់​អ្នក",
    "message": "តំណធ្វើឱ្យសកម្មថ្មីត្រូវបានផ្ញើទៅកាន់អាសយដ្ឋានអ៊ីមែលរបស់អ្នក {email}។ សូមពិនិត្យមើលអ៊ីមែលរបស់អ្នក មុនពេលមានសកម្មភាពណាមួយ។",
    "resend_message": "ប្រសិនបើអ្នកមិនបានទទួលតំណធ្វើឱ្យសកម្មនៅក្នុងអ៊ីមែលរបស់អ្នកទេ សូមចុចប៊ូតុងខាងក្រោមដើម្បីផ្ញើឡើងវិញ។",
    "resend_action": "ផ្ញើតំណធ្វើឱ្យសកម្មឡើងវិញ",
    "resend_notice": "បានផ្ញើតំណធ្វើឱ្យសកម្ម។"
  },
  "autopilot": {
    "start": "ថ្ងៃ​ចាប់ផ្តើម",
    "end": "កាលបរិច្ឆេទបញ្ចប់"
  },
  "help": {
    "menu": "ម៉ឺនុយ",
    "more_helps": "អាន​បន្ថែម"
  },
  "company_card": {
    "pending_state": "កំពុងរង់ចាំការពិនិត្យឡើងវិញ",
    "register": "បានចុះឈ្មោះ",
    "developer": "អ្នកអភិវឌ្ឍន៍",
    "verified": "ផ្ទៀងផ្ទាត់",
    "premier": "នាយករដ្ឋមន្ត្រី"
  },
  "shop_license": {
    "add": "បន្ថែមការជាវ",
    "only_last": "មានតែការជាវចុងក្រោយប៉ុណ្ណោះ។",
    "vouchers": "ប័ណ្ណទូទាត់",
    "buy": "ទិញគម្រោងការជាវ",
    "monthly": "ប្រចាំខែ",
    "yearly": "ប្រចាំឆ្នាំ",
    "start_date": "ថ្ងៃ​ចាប់ផ្តើម",
    "end_date": "កាលបរិច្ឆេទបញ្ចប់",
    "price": "តម្លៃ",
    "terms": "ខ្ញុំបានអាន និងយល់ព្រមជាមួយលក្ខខណ្ឌប្រើប្រាស់របស់ Selldone",
    "need_charge": "ត្រូវការគិតថ្លៃ",
    "buy_now": "ទិញ​ឥឡូវនេះ",
    "auto_renewal": "ការបន្តដោយស្វ័យប្រវត្តិ",
    "plan_placeholder": "ជ្រើសរើសគម្រោងការជាវរបស់អ្នក។",
    "plan": "ផែនការអាជ្ញាប័ណ្ណ",
    "use_date": "កាលបរិច្ឆេទធ្វើឱ្យសកម្ម",
    "active_license": {
      "title": "អាជ្ញាប័ណ្ណសកម្ម",
      "subtitle": "ព័ត៌មានអាជ្ញាប័ណ្ណសកម្មរបស់អ្នក។",
      "subtitle_partner": "ព័ត៌មានអាជ្ញាបណ្ណ {name} សកម្មរបស់អ្នក។"
    },
    "licenses_table": {
      "title": "ប្រវត្តិនៃការទិញ",
      "subtitle": "អាជ្ញាប័ណ្ណសកម្ម និងមិនទាន់សម្រេច។"
    },
    "license_detail": {
      "title": "ព័ត៌មានលម្អិត",
      "subtitle": "ដែនកំណត់លើគម្រោងបច្ចុប្បន្នរបស់អ្នក។"
    },
    "table": {
      "plan": "ផែនការ",
      "start_date": "កាលបរិច្ឆេទចាប់ផ្តើម / បញ្ចប់",
      "renewal": "ការបន្តដោយស្វ័យប្រវត្តិ",
      "linked_account": "គណនីភ្ជាប់ / ប័ណ្ណទូទាត់",
      "payment": "ការទូទាត់",
      "cancel": "បោះបង់"
    },
    "notifications": {
      "subscribe_success": "បានជាវដោយជោគជ័យ។",
      "cancel_success": "ការជាវត្រូវបានលុបចោលដោយជោគជ័យ។"
    },
    "cancel_dialog": {
      "title": "បោះបង់ការបញ្ជាក់ការជាវ",
      "message": "តើអ្នកប្រាកដក្នុងការលុបចោលការជាវនេះទេ?",
      "action": "បោះបង់ការជាវ"
    }
  },
  "admin_shop_layout": {
    "download_txt": "ទាញយកសំណុំទិន្នន័យ",
    "download_excel": "ទាញយកសំណុំទិន្នន័យ excel"
  },
  "user_preferences": {
    "access": "ការចូលប្រើ",
    "template": "គំរូ",
    "feedback": "មតិកែលម្អ",
    "company": "ក្រុមហ៊ុន",
    "company_message": "ប្រសិនបើអ្នកមានក្រុមហ៊ុន ហើយចង់បោះផ្សាយកម្មវិធី។",
    "access_keys": "សោចូល",
    "access_keys_message": "បង្ហាញអតិថិជន និងកូនសោចូលប្រើប្រាស់។",
    "rating": "តើអ្នកនឹងវាយតម្លៃបទពិសោធន៍របស់អ្នកជាមួយ Selldone យ៉ាងដូចម្តេច?",
    "large_font": "ពុម្ពអក្សរធំ",
    "large_font_message": "បង្ហាញអត្ថបទធំជាងធម្មតា។",
    "samples": "បង្ហាញហាងគំរូ",
    "samples_message": "ប្រសិនបើបើកដំណើរការ ហាងគំរូមួយចំនួននឹងត្រូវបានបង្ហាញនៅក្នុងបន្ទះរបស់អ្នក។"
  },
  "shop_locations": {
    "title": "ប្រទេសដែលផ្តល់សេវាកម្ម",
    "sub_title": "ជ្រើសរើសប្រទេសដែលអ្នកចង់លក់ផលិតផលរបស់អ្នកពីបញ្ជីខាងក្រោម។",
    "delete_restriction": "លុបការរឹតបន្តឹង",
    "set_restriction": "កំណត់ការរឹតបន្តឹង",
    "notifications": {
      "locations_update": "បានធ្វើបច្ចុប្បន្នភាពទីតាំងដោយជោគជ័យ។"
    },
    "table": {
      "country": "ប្រទេស",
      "currency": "រូបិយប័ណ្ណ",
      "available": "មាន"
    }
  },
  "product_card": {
    "sold_out": "លក់​ហើយ",
    "review_unit": "ពិនិត្យឡើងវិញ",
    "not_original": "មិនមែនដើមទេ។"
  },
  "product_studio": {
    "add_mode": "បន្ថែមព័ត៌មានលម្អិត",
    "add_by_sku": "បន្ថែមដោយ SKU",
    "auto_category": "ប្រភេទកំណត់ដោយស្វ័យប្រវត្តិ",
    "add_in_current_category": "បន្ថែមទៅប្រភេទបច្ចុប្បន្ន",
    "category_mode_message": "ប្រសិនបើបើកដំណើរការ ផលិតផលនឹងត្រូវបានបញ្ចូលទៅក្នុងប្រភេទលំនាំដើម ឬប្រភេទរង។",
    "sku_name_input": "SKU / ឈ្មោះ"
  },
  "my_affiliate": {
    "title": "កិច្ច​សន្យា​សម្ព័ន្ធ​របស់​ខ្ញុំ",
    "message": "បញ្ជីនៃកិច្ចព្រមព្រៀងជាដៃគូជាមួយហាងផ្សេងទៀត។"
  },
  "affiliates": {
    "title": "ដៃគូសហការ",
    "subtitle": "បង្កើតសាខា តាមដានការអនុវត្តរបស់ពួកគេតាមពេលវេលា និងធ្វើសកម្មភាពដោយផ្អែកលើព័ត៌មានត្រឹមត្រូវនៅកន្លែងតែមួយ។ យើងជួយអ្នក និងដៃគូរបស់អ្នកក្នុងការកសាងទំនាក់ទំនងដ៏រឹងមាំ។",
    "affiliate_code": "លេខកូដសម្ព័ន្ធ",
    "crate_date": "បង្កើតកាលបរិច្ឆេទ",
    "last_payment_date": "កាលបរិច្ឆេទទូទាត់ចុងក្រោយ",
    "for_all_products": "អនុវត្តចំពោះផលិតផលទាំងអស់។",
    "balance": "តុល្យភាព",
    "fix_commission": "គណៈកម្មាការថេរ",
    "percent_commission": "គណៈកម្មការផ្អែកលើភាគរយ",
    "total_payment": "ការទូទាត់សរុប",
    "new_affiliate": "ដៃគូសហការថ្មី។",
    "new_affiliate_message": "បន្ថែមដៃគូសហការថ្មី។",
    "link_domain": {
      "title": "ដែនដែលបានភ្ជាប់",
      "subtitle": "អ្នកអាចភ្ជាប់ដែនណាមួយរបស់អ្នកទៅដៃគូសហការនេះ។ ដៃគូនេះនឹងត្រូវបានគេស្គាល់ថាជាអ្នកតំណាងនៃមនុស្សគ្រប់រូបដែលចូលមើលហាងរបស់អ្នក និងទិញតាមរយៈដែននេះ។"
    },
    "dialog": {
      "new": "ដៃគូសហការថ្មី។",
      "edit": "កែសម្រួលដៃគូសហការ",
      "user": "អ្នកប្រើប្រាស់ (ស្រេចចិត្ត)",
      "bank_info": "ព័ត៌មានធនាគារ",
      "restriction": "ការដាក់កម្រិត",
      "select_products": "ជ្រើសរើសផលិតផល",
      "select_products_message": "ដៃគូសហការទទួលបានកម្រៃជើងសារសម្រាប់ផលិតផលទាំងនេះ",
      "edit_action": "ធ្វើបច្ចុប្បន្នភាពសាខា",
      "add_action": "បន្ថែមដៃគូសហការ",
      "affiliate_name": "ឈ្មោះដៃគូសហការ",
      "payment_info": "ព័ត៌មានការទូទាត់",
      "enable_switch": "តើវាសកម្មទេ?",
      "affiliate_info": "ព័ត៌មានដៃគូសហការ"
    },
    "link_factory": {
      "title": "ម៉ាស៊ីនបង្កើតតំណដៃគូសហការ",
      "link_input": "តំណរបស់អ្នក។",
      "link_output": "តំណដែលបានបង្កើត"
    }
  },
  "gift_card_orders": {
    "title": "ការបញ្ជាទិញជាមួយកាតអំណោយ",
    "table": {
      "order": "បញ្ជាទិញ",
      "order_price": "បរិមាណបញ្ជាទិញ",
      "paid_by_card": "បង់ដោយកាត",
      "payment_status": "ស្ថានភាពការទូទាត់",
      "date": "កាលបរិច្ឆេទ"
    }
  },
  "offer_orders": {
    "title": "ផ្តល់ជូនការបញ្ជាទិញ",
    "table": {
      "order": "បញ្ជាទិញ",
      "order_price": "បរិមាណបញ្ជាទិញ",
      "offer_amount": "ចំនួនទឹកប្រាក់ផ្តល់ជូន",
      "payment_status": "ស្ថានភាពការទូទាត់",
      "product": "ផលិតផល",
      "date": "កាលបរិច្ឆេទ"
    }
  },
  "coupon_orders": {
    "title": "ការបញ្ជាទិញគូប៉ុង",
    "table": {
      "order": "បញ្ជាទិញ",
      "order_price": "បរិមាណបញ្ជាទិញ",
      "coupon_amount": "ចំនួនគូប៉ុង",
      "payment_status": "ស្ថានភាពការទូទាត់",
      "date": "កាលបរិច្ឆេទ"
    }
  },
  "discount_code_orders": {
    "title": "ការបញ្ជាទិញជាមួយនឹងលេខកូដបញ្ចុះតម្លៃ",
    "table": {
      "order": "បញ្ជាទិញ",
      "order_price": "បរិមាណបញ្ជាទិញ",
      "discount_amount": "ចំនួនបញ្ចុះតម្លៃ",
      "payment_status": "ស្ថានភាពការទូទាត់",
      "date": "កាលបរិច្ឆេទ"
    }
  },
  "incentives": {
    "discount_code": "បញ្ចុះតម្លៃ",
    "coupon": "ប័ណ្ណ",
    "offer": "ការផ្តល់ជូន",
    "gift_card": "កាតអំណោយ",
    "lottery": "ឆ្នោត"
  },
  "discount_codes": {
    "title": "លេខកូដបញ្ចុះតម្លៃ",
    "sub_title": "នៅក្នុងផ្នែកនេះ អ្នកនឹងអាចរចនាប័ណ្ណបញ្ចុះតម្លៃ ដើម្បីបំពេញតម្រូវការរបស់អ្នក។ ការបញ្ចុះតម្លៃទាំងនេះគឺដាច់ដោយឡែកពីការបញ្ចុះតម្លៃផលិតផលណាមួយ ហើយនឹងអនុវត្តចំពោះចំនួនចុងក្រោយនៃការបញ្ជាទិញរបស់អ្នកប្រើប្រាស់។",
    "add_new": "បន្ថែមលេខកូដបញ្ចុះតម្លៃថ្មី។",
    "card": {
      "created": "បង្កើត",
      "start": "ចាប់ផ្តើម",
      "end": "ចប់",
      "currency": "រូបិយប័ណ្ណ",
      "discount_percentage": "អត្រា​បញ្ចុះតម្លៃ",
      "discount_limit": "ដែនកំណត់បញ្ចុះតម្លៃ",
      "state": "ស្ថានភាព​បច្ចុប្បន្ន",
      "enabled": "ឥឡូវនេះបានបើកដំណើរការហើយ។",
      "disabled": "ឥឡូវនេះត្រូវបានបិទ",
      "used": "ប្រើប្រាស់",
      "count": "រាប់",
      "unit": "ធាតុ"
    },
    "dialog": {
      "title_edit": "កែសម្រួលលេខកូដបញ្ចុះតម្លៃ",
      "title_add": "បន្ថែមលេខកូដបញ្ចុះតម្លៃថ្មី។",
      "discount_code_input": "លេខ​កូដ​បញ្ចុះតម្លៃ",
      "discount_percent_input": "អត្រា​បញ្ចុះតម្លៃ",
      "discount_percent_input_hint": "អត្រាបញ្ចុះតម្លៃនៃចំនួនទឹកប្រាក់ទិញ",
      "count_input": "រាប់",
      "count_input_hint": "ការប្រើប្រាស់អតិបរមានៃលេខកូដនេះ។",
      "limit_input": "ដែនកំណត់បញ្ចុះតម្លៃ",
      "limit_input_hint": "ការបញ្ចុះតម្លៃអតិបរមាដោយផ្អែកលើរូបិយប័ណ្ណ",
      "currency_input_message": "ការបញ្ចុះតម្លៃនឹងមានសម្រាប់រូបិយប័ណ្ណនេះ។",
      "limit_input_message": "តម្លៃ 0 សម្រាប់ដែនកំណត់បញ្ចុះតម្លៃមានន័យថាគ្មានដែនកំណត់សម្រាប់អត្រាបញ្ចុះតម្លៃទេ។",
      "title_input": "ចំណងជើង",
      "title_input_hint": "អ្នកអាចបញ្ចូលចំណងជើងសម្រាប់លេខកូដបញ្ចុះតម្លៃនេះ។",
      "description_input": "ការពិពណ៌នា",
      "description_input_hint": "អ្នកអាចបញ្ចូលការពិពណ៌នាសម្រាប់លេខកូដបញ្ចុះតម្លៃនេះ។",
      "date_start_input": "ចាប់ផ្តើម",
      "date_start_input_placeholder": "ជ្រើសរើសពេលដែលត្រូវចាប់ផ្តើមបញ្ចុះតម្លៃ",
      "date_end_input": "ចប់",
      "date_end_input_placeholder": "ជ្រើសរើសពេលដែលការបញ្ចុះតម្លៃនឹងបញ្ចប់",
      "notifications": {
        "add": "លេខកូដបញ្ចុះតម្លៃត្រូវបានបញ្ចូលដោយជោគជ័យ។",
        "edit": "លេខកូដបញ្ចុះតម្លៃត្រូវបានកែសម្រួលដោយជោគជ័យ។"
      }
    },
    "delete_alert": {
      "title": "ដកលេខកូដបញ្ចុះតម្លៃចេញ",
      "message": "តើអ្នកចង់លុបលេខកូដបញ្ចុះតម្លៃនេះទេ?",
      "action": "ដកការបញ្ចុះតម្លៃ"
    },
    "notifications": {
      "delete_success": "មតិយោបល់របស់អ្នកត្រូវបានលុបដោយជោគជ័យ"
    }
  },
  "gift_cards": {
    "title": "កាតអំណោយ",
    "sub_title": "បង្កើត​កាត​អំណោយ​មួយ ហើយ​បន្ទាប់​មក​ធ្វើ​ច្រើន​តាម​ដែល​អ្នក​ត្រូវ​ការ។ កាតនេះមានការគិតថ្លៃលើវា ហើយវាអាចប្រើបានសម្រាប់តែការទិញនៅក្នុងហាងរបស់អ្នកប៉ុណ្ណោះ។",
    "create_new": "បន្ថែមកាតអំណោយថ្មី។",
    "card": {
      "created": "បង្កើត",
      "lifetime": "ថ្ងៃ​ផុតកំណត់",
      "lifetime_unit": "ខែចាប់ពីថ្ងៃដែលកាតនីមួយៗត្រូវបានបង្កើត",
      "currency": "រូបិយប័ណ្ណ",
      "initial_balance": "ការគិតថ្លៃដើម",
      "count": "រាប់",
      "count_unit": "ធាតុ",
      "used": "ប្រើ"
    },
    "dialog": {
      "title": "ការរចនាកាតអំណោយ"
    },
    "alert": {
      "title": "ដកលេខកូដបញ្ចុះតម្លៃចេញ",
      "message": "តើអ្នកចង់លុបលេខកូដបញ្ចុះតម្លៃនេះទេ?",
      "action": "លុប"
    },
    "notifications": {
      "delete_title": "លុបកាតអំណោយ",
      "delete_message": "មតិយោបល់របស់អ្នកត្រូវបានលុបដោយជោគជ័យ។"
    }
  },
  "coupons": {
    "title": "គូប៉ុង",
    "sub_title": "ប្រសិនបើអ្នកចង់ផ្តល់ឱ្យអតិថិជនរបស់អ្នកនូវការបញ្ចុះតម្លៃដែលអាចប្រើបានជាមួយលក្ខខណ្ឌជាក់លាក់ អ្នកអាចបង្កើតប័ណ្ណ។ ប័ណ្ណអាចរួមបញ្ចូលការបញ្ចុះតម្លៃជាភាគរយជាមួយនឹងដែនកំណត់ ឬចំនួនថេរ ឬការរួមបញ្ចូលគ្នានៃទាំងពីរ។",
    "create_new": "បន្ថែមគូប៉ុងថ្មី។",
    "qualified_products": "ផលិតផលដែលមានសិទ្ធិ",
    "min_purchase": "ការទិញអប្បបរមា",
    "only_first_order": "ការទិញដំបូងប៉ុណ្ណោះ។",
    "one_time_use": "ការប្រើប្រាស់តែមួយ",
    "amount_usage": "បរិមាណប្រើប្រាស់",
    "delete_alert": {
      "title": "លុបប័ណ្ណ",
      "message": "តើអ្នកប្រាកដក្នុងការលុបប័ណ្ណនេះទេ?",
      "action": "បាទ/ចាស លុបប័ណ្ណ"
    },
    "notifications": {
      "delete_success": "គូប៉ុងត្រូវបានលុបដោយជោគជ័យ។"
    }
  },
  "coupon_edit": {
    "title_edit": "កែសម្រួលគូប៉ុង",
    "title_add": "គូប៉ុងថ្មី។",
    "discount_charge": "បញ្ចុះតម្លៃ & គិតថ្លៃ",
    "charge": "គិតថ្លៃ",
    "charge_message": "ចំនួនទឹកប្រាក់នៃការគិតថ្លៃដើម",
    "percent": "ភាគរយបញ្ចុះតម្លៃ",
    "percent_message": "ចំនួនភាគរយនៃការបញ្ចុះតម្លៃ",
    "limit_input": "ដែនកំណត់",
    "limit_input_hint": "ចំនួនកំណត់ការបញ្ចុះតម្លៃ",
    "currency_input_message": "ប័ណ្ណមានសម្រាប់រូបិយប័ណ្ណនេះ។",
    "count_input": "រាប់",
    "count_input_hint": "ការប្រើប្រាស់អតិបរមានៃលេខកូដនេះ។",
    "limit_input_message": "តម្លៃ 0 សម្រាប់ដែនកំណត់បញ្ចុះតម្លៃមានន័យថាគ្មានដែនកំណត់សម្រាប់អត្រាបញ្ចុះតម្លៃទេ។",
    "date_start_input": "ចាប់ផ្តើម",
    "date_start_input_placeholder": "ជ្រើសរើសពេលដែលត្រូវចាប់ផ្តើមគូប៉ុង",
    "date_end_input": "ចប់",
    "date_end_input_placeholder": "ជ្រើសរើសពេលដែលការបញ្ចុះតម្លៃនឹងបញ្ចប់",
    "title_input": "ចំណងជើង",
    "title_input_hint": "អ្នកអាចបញ្ចូលចំណងជើងសម្រាប់លេខកូដបញ្ចុះតម្លៃនេះ។",
    "description_input": "ការពិពណ៌នា",
    "description_input_hint": "អ្នកអាចបញ្ចូលការពិពណ៌នាសម្រាប់លេខកូដបញ្ចុះតម្លៃនេះ។",
    "coupon_code": "លេខកូដប័ណ្ណ",
    "need_code": "ត្រូវការលេខកូដ?",
    "coupon_color": "ពណ៌គូប៉ុង",
    "min_purchase_amount": "ចំនួនទឹកប្រាក់ទិញអប្បបរមា",
    "min_purchase_amount_hint": "ចំនួនទឹកប្រាក់ទិញត្រូវតែធំជាង ឬស្មើនឹងតម្លៃនេះ។",
    "should_exist_product": "យ៉ាងហោចណាស់ផលិតផលមួយក្នុងចំណោមផលិតផលទាំងនេះត្រូវតែមាននៅក្នុងរទេះ",
    "apply_for_first_order": "សម្រាប់តែការទិញដំបូងប៉ុណ្ណោះ។",
    "apply_for_first_order_on": "ប័ណ្ណនេះអាចប្រើបានសម្រាប់តែការទិញដំបូងរបស់អតិថិជនប៉ុណ្ណោះ!",
    "apply_for_first_order_off": "ចំនួននៃការប្រើប្រាស់ប័ណ្ណសម្រាប់អ្នកទិញម្នាក់អាចត្រូវបានកែតម្រូវខាងក្រោម។",
    "has_qualify_constraints": "តើអ្នកចង់កំណត់ដែនកំណត់បន្ថែមទៀតទេ?",
    "has_qualify_constraints_message": "កំណត់លក្ខខណ្ឌបន្ថែមទៀតដើម្បីតម្រូវឱ្យអតិថិជនប្រើប្រាស់ប័ណ្ណនេះ។",
    "one_time_use": "ការប្រើប្រាស់តែមួយ",
    "one_time_use_message": "អតិថិជនអាចប្រើគូប៉ុងនេះតែម្តង។",
    "daily_limit": "ដែនកំណត់ប្រចាំថ្ងៃ",
    "no_limit": "គ្មាន​ដែន​កំណត់",
    "daily_limit_message": "ចំនួនអតិបរមានៃការប្រើប្រាស់ក្នុងមួយថ្ងៃដោយអតិថិជន",
    "monthly_limit": "ដែនកំណត់ប្រចាំខែ",
    "monthly_limit_message": "ចំនួនអតិបរមានៃការប្រើប្រាស់ក្នុងមួយខែដោយអតិថិជន",
    "yearly_limit": "ដែនកំណត់ប្រចាំឆ្នាំ",
    "yearly_limit_message": "ចំនួនអតិបរមានៃការប្រើប្រាស់ក្នុងមួយឆ្នាំដោយអតិថិជន",
    "notifications": {
      "add": "គូប៉ុងថ្មីត្រូវបានបង្កើតដោយជោគជ័យ។",
      "edit": "គូប៉ុងត្រូវបានធ្វើបច្ចុប្បន្នភាព។"
    }
  },
  "offers": {
    "title": "ការផ្តល់ជូន",
    "sub_title": "អ្នកអាចបង្កើតការផ្តល់ជូនពិសេសសម្រាប់អតិថិជនរបស់អ្នក ដូច្នេះបន្ទាប់ពីទិញទំនិញមួយ ពួកគេនឹងទទួលបានទំនិញផ្សេងទៀតដោយការបញ្ចុះតម្លៃ ឬសូម្បីតែឥតគិតថ្លៃ។",
    "create_new": "បន្ថែមការផ្តល់ជូនថ្មី។",
    "qualified_products": "ផលិតផលដែលមានសិទ្ធិ",
    "min_quantity": "បរិមាណអប្បបរមា",
    "min_purchase": "ការទិញអប្បបរមា",
    "discounted_products": "ផលិតផលបញ្ចុះតម្លៃ",
    "amount_usage": "បរិមាណប្រើប្រាស់",
    "delete_alert": {
      "title": "លុបការផ្តល់ជូន",
      "message": "តើអ្នកប្រាកដក្នុងការលុបការផ្តល់ជូននេះទេ?",
      "action": "បាទ/ចាស លុបការផ្តល់ជូន"
    },
    "notifications": {
      "delete_success": "ការផ្តល់ជូនត្រូវបានលុបដោយជោគជ័យ។"
    }
  },
  "offer_edit": {
    "title_edit": "កែសម្រួលការផ្តល់ជូន",
    "title_add": "ការផ្តល់ជូនថ្មី។",
    "design_style": "រចនា & រចនាប័ទ្ម",
    "eligible_constraints": "ដែនកំណត់ដែលមានសិទ្ធិរបស់អតិថិជន",
    "title_input": "ចំណងជើង",
    "title_input_hint": "អ្នកអាចបញ្ចូលចំណងជើងសម្រាប់លេខកូដបញ្ចុះតម្លៃនេះ។",
    "description_input": "ការពិពណ៌នា",
    "description_input_hint": "សរសេរការពិពណ៌នាសម្រាប់លេខកូដបញ្ចុះតម្លៃនេះ។",
    "currency_input_message": "ការផ្តល់ជូនដែលមានសម្រាប់រូបិយប័ណ្ណនេះ។",
    "qualified_products": "ផលិតផលដែលមានសិទ្ធិ",
    "qualified_products_message": "ដើម្បីឱ្យផលិតផលមានសិទ្ធិ ទំនិញសរុបនៅក្នុងរទេះត្រូវតែស្មើ ឬធំជាងបរិមាណអប្បបរមា។",
    "min_items": "បរិមាណអប្បបរមានៃធាតុ",
    "min_items_message": "ចំនួនទំនិញដែលអតិថិជនត្រូវទិញ",
    "discounted_products": "ផលិតផលបញ្ចុះតម្លៃ",
    "offered_products": "ផលិតផលដែលបានផ្តល់ជូន",
    "offered_products_message": "យ៉ាងហោចណាស់ផលិតផលមួយក្នុងចំណោមផលិតផលទាំងនេះត្រូវតែមាននៅក្នុងរទេះ។",
    "discount_percent": "ភាគរយបញ្ចុះតម្លៃ",
    "discount_percent_message": "ភាគរយបញ្ចុះតម្លៃសម្រាប់ទំនិញទាំងនេះ។",
    "discount_percent_hint": "ចំនួនភាគរយនៃការបញ្ចុះតម្លៃ",
    "per_order": "ចំនួនអតិបរមានៃការប្រើប្រាស់ក្នុងមួយការបញ្ជាទិញ",
    "per_order_message": "ចំនួនដងអតិបរមាដែលការផ្តល់ជូនអាចត្រូវបានអនុវត្តចំពោះការបញ្ជាទិញ",
    "count_input": "ចំនួនទឹកប្រាក់",
    "count_input_hint": "ការប្រើប្រាស់អតិបរមានៃការផ្តល់ជូននេះ។",
    "min_purchase": "ចំនួនទឹកប្រាក់ទិញអប្បបរមា",
    "min_purchase_hint": "តម្លៃទិញត្រូវតែធំជាង ឬស្មើនឹងតម្លៃនេះ។",
    "limitation": "ដែនកំណត់",
    "date_start_input": "ចាប់ផ្តើម",
    "date_start_input_placeholder": "ជ្រើសរើសពេលដែលត្រូវចាប់ផ្តើមគូប៉ុង",
    "date_end_input": "ចប់",
    "date_end_input_placeholder": "ជ្រើសរើសពេលដែលការបញ្ចុះតម្លៃនឹងបញ្ចប់",
    "max_actives_is_3": "អ្នកអាចមានការផ្តល់ជូនសកម្មបីក្នុងពេលតែមួយ។",
    "enable": "អនុវត្តដោយស្វ័យប្រវត្តិ",
    "notifications": {
      "add": "ការផ្តល់ជូនថ្មីត្រូវបានបង្កើតដោយជោគជ័យ។",
      "edit": "បានធ្វើបច្ចុប្បន្នភាពការផ្តល់ជូនដោយជោគជ័យ។"
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "បដា",
      "reportage": "របាយការណ៍",
      "social": "ប្រព័ន្ធ​ផ្សព្វផ្សាយ​សង្គម",
      "offline": "ក្រៅបណ្តាញ"
    }
  },
  "emails": {
    "title": "ទីផ្សារអ៊ីម៉ែល",
    "subtitle": "រចនាអ៊ីមែលដោយការអូស និងទម្លាក់ កំណត់ពេល និងចាប់ផ្តើមយុទ្ធនាការដើម្បីបង្កើនការរក្សាទុក និងមើលព័ត៌មានដែលអាចទុកចិត្តបាន និងត្រឹមត្រូវនៅកន្លែងតែមួយ។",
    "cation_message": "⚠ បានដាក់កម្រិតសម្រាប់ពាណិជ្ជករដែលមិនបានផ្ទៀងផ្ទាត់។ (បេតា)",
    "subject": "ប្រធានបទ",
    "from": "ពី",
    "in_que": "កំពុងរង់ចាំ",
    "schedule_at": "កាលវិភាគនៅ",
    "sent": "បានផ្ញើ",
    "sends": "ផ្ញើ",
    "delivers": "ចែកចាយ",
    "views": "ទស្សនៈ",
    "clicks": "ចុច",
    "buys": "ការទិញ",
    "new_email": "បន្ថែមអ៊ីមែលថ្មី។",
    "new_email_message": "បង្កើត និងកំណត់កាលវិភាគអ៊ីមែលទីផ្សារថ្មី។"
  },
  "email_dashboard": {
    "review": "ពិនិត្យឡើងវិញ",
    "waiting_for_approve": "រង់ចាំការបញ្ជាក់ដោយ {name}",
    "approved_by": "អ៊ីមែលបានផ្ទៀងផ្ទាត់ដោយ {name} ហើយបានផ្ញើ។",
    "not_submitted_send_request": "អ្នក​មិន​ទាន់​បាន​ដាក់​សំណើ​ដើម្បី​ផ្ញើ​អ៊ីមែល​នេះ​ទេ។",
    "reviewed_by": "ពិនិត្យដោយ {name}",
    "status": "ស្ថានភាពអ៊ីមែល",
    "conversion": "អត្រាប្តូរប្រាក់",
    "sell_performance": "ដំណើរការលក់",
    "total_buys": "ចំនួនសរុបនៃការលក់",
    "amount_buy": "បរិមាណលក់សរុប",
    "average_sell": "ការលក់ជាមធ្យម",
    "sessions": "វគ្គ",
    "overview": "ទិដ្ឋភាពទូទៅ",
    "purchase_amount": "ចំនួនទឹកប្រាក់ទិញ",
    "actions": "សកម្មភាពអ្នកប្រើប្រាស់"
  },
  "email_page": {
    "emails": "អ៊ីមែល",
    "edit": "កែសម្រួល"
  },
  "affiliate_page": {
    "affiliates": "ដៃគូសហការ",
    "orders": "ការបញ្ជាទិញ",
    "payments": "ការទូទាត់"
  },
  "affiliate_dashboard": {
    "link": "តំណភ្ជាប់ដៃគូសហការ",
    "fix_commission": "គណៈកម្មាការថេរ",
    "percent_commission": "គណៈកម្មការផ្អែកលើភាគរយ",
    "last_payment": "ការទូទាត់ចុងក្រោយ",
    "balance": "តុល្យភាព",
    "total_payment": "ការទូទាត់សរុប",
    "status": "ស្ថានភាពដៃគូសហការ និងការរឹតបន្តឹង",
    "available_for": "មានសម្រាប់",
    "orders_count": "បរិមាណបញ្ជាទិញ",
    "orders_accepted": "ការបញ្ជាទិញដែលទទួលយក",
    "finance": "របាយការណ៍​ហិរញ្ញវត្ថុ",
    "amount_accepted": "ចំនួនទឹកប្រាក់ដែលទទួលយក",
    "amount_paid": "ចំនួនទឹកប្រាក់ដែលបានបង់",
    "sessions": "វគ្គ",
    "affiliate_payment": "ការទូទាត់ដៃគូសហការ",
    "amount_payment": "ចំនួនទឹកប្រាក់ទូទាត់",
    "amount_payment_hint": "ចំនួនពិតប្រាកដនៃប្រតិបត្តិការ",
    "i_paid": "ខ្ញុំបានបង់ {amount} {currency} ទៅ {name}",
    "pay_now": "បង់ឥឡូវនេះ"
  },
  "permission_roles": {
    "new_role": "បន្ថែមតួនាទីថ្មី។",
    "new_role_message": "ធ្វើឱ្យការងារជាក្រុមកាន់តែងាយស្រួល។",
    "new_role_action": "បន្ថែមតួនាទីថ្មី។"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "ឆ្នោត",
    "sub_title": "អតិថិជនរបស់អ្នកអាចលេងហ្គេម និងឈ្នះ។ អតិថិជននៃហាងរបស់អ្នកត្រូវតែប្រើប្រាស់បន្ទះឈីបចំនួន 10 សម្រាប់ហ្គេមនីមួយៗ។ ឧទាហរណ៍ ប្រសិនបើអ្នកចង់ឱ្យអតិថិជនរបស់អ្នកមានឱកាសឈ្នះ 1000 ដុល្លារ អ្នកត្រូវតែកំណត់ចំនួននៃតម្លៃបន្ទះឈីបនីមួយៗនៅ 100 ដុល្លារ។ តម្លៃ 0 សម្រាប់បន្ទះឈីបនីមួយៗមានន័យថាអ្នកទិញនឹងទទួលបានបន្ទះឈីបមួយសម្រាប់ការទិញនីមួយៗ។",
    "manually_send_chip": "តើអ្នកចង់ផ្ញើបន្ទះឈីបដោយដៃទៅអ្នកប្រើប្រាស់ទេ?",
    "lottery_enable": "តើឆ្នោតត្រូវបានបើកទេ?",
    "chip_price_input": "តម្លៃបន្ទះឈីប",
    "zero_chip_message": "ផ្តល់បន្ទះឈីប 1x ក្នុងមួយការបញ្ជាទិញ",
    "chip_has_price_message": "ផ្តល់ឱ្យ 1 បន្ទះឈីបក្នុងមួយ {amount} {currency} នៃការបញ្ជាទិញ។",
    "chip_disabled_message": "បន្ទះឈីបត្រូវបានបិទ!",
    "create_new": "បន្ថែមរង្វាន់ថ្មី។",
    "delete_alert": {
      "title": "លុបរង្វាន់",
      "message": "តើអ្នកប្រាកដថានឹងលុបរង្វាន់នេះជាអចិន្ត្រៃយ៍ទេ?",
      "action": "បាទ/ចាស លុបឥឡូវនេះ"
    },
    "notifications": {
      "delete_success": "បានលុបរង្វាន់ដោយជោគជ័យ។"
    }
  },
  "lottery_edit": {
    "title_edit": "កែសម្រួលធាតុឆ្នោត",
    "title_add": "ធាតុឆ្នោតថ្មី។",
    "general_config": "ការកំណត់រចនាសម្ព័ន្ធទូទៅ",
    "design_style": "រចនាប័ទ្ម និងរូបរាង",
    "enable": "បានបើក?",
    "enable_message": "ធាតុអតិបរមានៅក្នុងកង់មួយគឺ 14 ។",
    "title_input": "ចំណងជើង",
    "title_input_hint": "សរសេរចំណងជើងខ្លី។",
    "description_input": "ការពិពណ៌នា",
    "description_input_hint": "សរសេរការពិពណ៌នាអំពីធាតុ។",
    "quantity": "បរិមាណ",
    "quantity_message": "ធាតុដែលមានសរុប",
    "image": "រូបភាព",
    "image_placeholder": "ជ្រើសរើសរូបភាពសម្រាប់ធាតុ",
    "chance": "ឱកាស",
    "chance_message": "ឱកាសឈ្នះគិតជាភាគរយ",
    "free_for_first": "តើវាឥតគិតថ្លៃសម្រាប់អតិថិជនថ្មីទេ?",
    "free_for_first_message": "អតិថិជនថ្មីអាចឈ្នះទំនិញនេះ។",
    "prize": "រង្វាន់",
    "amount": "ចំនួនរង្វាន់",
    "amount_hint": "អ្នកប្រើប្រាស់ឈ្នះចំនួនទឹកប្រាក់នេះសម្រាប់ការបញ្ជាទិញរបស់ពួកគេ។",
    "currency_message": "រូបិយប័ណ្ណសម្រាប់ធាតុនេះ។ រូបិយប័ណ្ណផ្សេងទៀតត្រូវបានបំប្លែងដោយអត្រាប្តូរប្រាក់។",
    "discount": "បញ្ចុះតម្លៃ",
    "discount_message": "បញ្ចុះតម្លៃភាគរយលើការបញ្ជាទិញរបស់អតិថិជន",
    "discount_limit": "ដែនកំណត់បញ្ចុះតម្លៃ",
    "discount_limit_hint": "ការបញ្ចុះតម្លៃអតិបរមាសម្រាប់អតិថិជន។",
    "color": "ពណ៌",
    "condition": "លក្ខខណ្ឌ",
    "notifications": {
      "add": "ធាតុឆ្នោតថ្មីត្រូវបានបង្កើតដោយជោគជ័យ។",
      "edit": "ធាតុឆ្នោតត្រូវបានផ្លាស់ប្តូរដោយជោគជ័យ។"
    }
  },
  "gift_card_types_list": {
    "label": "ប្រភេទកាតអំណោយ",
    "message": "ជ្រើសរើសប្រភេទកាតអំណោយពីបញ្ជី។"
  },
  "email_builder": {
    "service_unavailable": "ម៉ាស៊ីនមេសំបុត្រមិនសកម្មនៅក្នុងគណនីរបស់អ្នកទេ។",
    "design_section": "បន្ទះរចនាអ៊ីមែលរបស់អ្នក។",
    "schedule_switch": "កំណត់ពេលផ្ញើអ៊ីមែល?",
    "schedule_placeholder": "ជ្រើសរើសពេលវេលាដើម្បីផ្ញើអ៊ីមែល"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "កាលបរិច្ឆេទ​ចុះបញ្ជី",
      "description": "ត្រងតាមកាលបរិច្ឆេទចុះឈ្មោះរបស់អ្នកប្រើប្រាស់។"
    },
    "LAST_BUY_DATE": {
      "title": "ការទិញចុងក្រោយ",
      "description": "កាលបរិច្ឆេទទិញចុងក្រោយ។"
    },
    "LOGIN_DATE": {
      "title": "កាលបរិច្ឆេទចូល",
      "description": "កាលបរិច្ឆេទចូលចុងក្រោយ។"
    },
    "LEVEL": {
      "title": "ក្លឹបអតិថិជន",
      "description": "សមាជិកក្លឹបអតិថិជន។"
    },
    "SUBSCRIBED": {
      "title": "បានជាវ",
      "description": "ដើម្បីមានការជាវសម្រាប់ការទទួលអ៊ីមែល។"
    },
    "NOT_PURCHASED": {
      "title": "គ្មានការទិញ",
      "description": "អតិថិជនដែលមិនទាន់បានទិញរហូតមកដល់ពេលនេះ។"
    },
    "SEX": {
      "title": "ភេទ",
      "description": "ភេទអ្នកប្រើប្រាស់។"
    },
    "LOCATION": {
      "title": "ទីតាំង",
      "description": "ទីតាំងអ្នកប្រើប្រាស់។"
    },
    "LIMIT": {
      "title": "ដែនកំណត់",
      "description": "កំណត់ចំនួនអ្នកប្រើប្រាស់អតិបរមា។"
    }
  },
  "inline_help": {
    "helps_title": "ការណែនាំអំពីសេវាកម្ម",
    "blogs_title": "មាតិកាដែលពាក់ព័ន្ធនៅក្នុងប្លុក Selldone"
  },
  "shop_tax": {
    "region": "តំបន់",
    "label": "ស្លាក​សញ្ញា",
    "country_tax": "ពន្ធប្រទេស",
    "customer_tax": "អាករលើតម្លៃបន្ថែមរបស់អតិថិជន",
    "business_tax": "អាករលើតម្លៃបន្ថែម",
    "shipping": "ការដឹកជញ្ជូន",
    "override": "បដិសេធ",
    "country": "ប្រទេស",
    "vat_range": "ជួរពន្ធលើតម្លៃបន្ថែម",
    "custom": "ផ្ទាល់ខ្លួន",
    "regions": "តំបន់",
    "rest_world": "នៅសល់នៃពិភពលោក",
    "overrides": "បដិសេធ",
    "dialog_set_title": "ការកំណត់ពន្ធ",
    "tax_setting": "ការកំណត់ពន្ធ",
    "vat": "VAT",
    "calculate_tax_input": "គណនាពន្ធដោយស្វ័យប្រវត្តិ",
    "calculate_tax_message": "តាមរយៈការបើកដំណើរការជម្រើសនេះ ពន្ធលើតម្លៃបន្ថែមនឹងត្រូវបានគណនា និងអនុវត្តសម្រាប់ការបញ្ជាទិញរបស់អ្នក។",
    "tax_number": "លេខពន្ធ",
    "tax_number_message": "បញ្ចូលលេខពន្ធរបស់អ្នក។ លេខចុះឈ្មោះនេះនឹងត្រូវបានកត់ត្រានៅក្នុងវិក្កយបត្ររបស់អ្នកទិញ។",
    "tax_included_in_price_input": "ពន្ធរួមបញ្ចូលក្នុងតម្លៃផលិតផល",
    "tax_included_in_price_message": "ជ្រើសរើសជម្រើសនេះ ប្រសិនបើអ្នកបញ្ចូលចំនួនពន្ធនៅក្នុងតម្លៃផលិតផលរបស់អ្នក។ ចំនួនពន្ធនឹងត្រូវបានគណនាតាមរូបមន្តខាងក្រោម៖",
    "tax_included_in_price_formula": "Tax = (price * VAT) / (1 + VAT) ឧទាហរណ៍ ចំនួនពន្ធសម្រាប់ផលិតផលមួយក្នុងតម្លៃ 100$ ជាមួយនឹងអត្រាតម្លៃបន្ថែម 10% ក្លាយជា 9.09$។",
    "tax_on_shipping_input": "អនុវត្តពន្ធលើការដឹកជញ្ជូន",
    "tax_on_shipping_message": "ដោយជ្រើសរើសជម្រើសនេះ ពន្ធនឹងត្រូវបានអនុវត្តចំពោះការដឹកជញ្ជូន។",
    "fixed_tax_rate": "អត្រាពន្ធថេរ",
    "dynamic_tax_rate": "ពន្ធផ្អែកលើតំបន់",
    "locations_tip": "បញ្ជីខាងលើបង្ហាញតែប្រទេសដែលអ្នកបានជ្រើសរើសនៅក្នុងការកំណត់ហាង > ទីតាំងជាប្រទេសដែលអ្នកលក់។",
    "locations_action": "ការកំណត់ទីតាំងហាង",
    "save_alert": "ការកំណត់មិនត្រូវបានរក្សាទុកទេ!",
    "pos_tax_setting": "ការកំណត់ពន្ធ POS"
  },
  "transportation_page": {
    "menu": {
      "dashboard": "ផ្ទាំងគ្រប់គ្រង",
      "transportations": "វិធីសាស្រ្តដឹកជញ្ជូន",
      "orders": "ការបញ្ជាទិញ",
      "setting": "ការកំណត់",
      "delivery_services": "សេវាកម្ម",
      "delivery_persons": "អ្នកនាំសំបុត្រ"
    },
    "go_to_courier_list": "មើលបញ្ជីអ្នកនាំសំបុត្រ",
    "go_to_service_list": "មើលបញ្ជីសេវាកម្មដឹកជញ្ជូន"
  },
  "transportation_persons": {
    "title": "អ្នកនាំសំបុត្រ",
    "notifications": {
      "success_add": "អ្នកនាំសំបុត្របានបន្ថែម។",
      "success_reset": "ស្ថិតិកំណត់ឡើងវិញ។",
      "success_remove": "បានដកអ្នកនាំសំបុត្រចេញដោយជោគជ័យ។",
      "success_update": "ព័ត៌មានអ្នកនាំសំបុត្របានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។"
    },
    "reset": {
      "title": "កំណត់ស្ថិតិឡើងវិញ",
      "message": "តើអ្នកប្រាកដក្នុងការកំណត់ស្ថិតិរបស់អ្នកនាំសំបុត្រនេះឡើងវិញទេ?",
      "action": "បាទ កំណត់ឡើងវិញឥឡូវនេះ"
    },
    "remove": {
      "title": "ដកអ្នកនាំសំបុត្រចេញ",
      "message": "តើអ្នកប្រាកដក្នុងការលុបអ្នកនាំសំបុត្រនេះទេ?",
      "action": "បាទ/ចាស លុបចេញឥឡូវនេះ"
    },
    "add_dialog": {
      "title": "បន្ថែមអ្នកនាំសំបុត្រថ្មី។",
      "action": "បន្ថែមអ្នកនាំសំបុត្រ"
    }
  },
  "transportation_orders": {
    "title": "ការបញ្ជាទិញសម្រាប់ការដឹកជញ្ជូន",
    "notifications": {
      "success_update": "បានធ្វើបច្ចុប្បន្នភាពស្ថានភាពដឹកជញ្ជូនដោយជោគជ័យ។",
      "success_payment": "ការទូទាត់ COD ត្រូវបានបញ្ជាក់ដោយជោគជ័យ។"
    }
  },
  "delivery_person": {
    "actions_title": "ការកំណត់អ្នកនាំសំបុត្រ",
    "action_delivered": "ដឹកជញ្ជូន",
    "action_paid": "COD បានបង់",
    "action_returned": "បានត្រឡប់មកវិញ",
    "cod_confirm_action": "បញ្ជាក់ការទូទាត់ COD",
    "pickup_dialog": {
      "title": "តើអ្នកជាអ្នកនាំសំបុត្រកញ្ចប់នេះទេ?",
      "message": "ប្រសិនបើអ្នកទទួលខុសត្រូវក្នុងការដឹកជញ្ជូនកញ្ចប់នេះ សូមជ្រើសរើសបាទ/ចាស បើមិនដូច្នេះទេ ជ្រើសរើសលេខ។"
    },
    "status_dialog": {
      "title": "ផ្លាស់ប្តូរស្ថានភាពទៅជា {status}",
      "message": "តើ​អ្នក​ប្រាកដ​ក្នុង​ការ​ផ្លាស់​ប្តូ​រ​ស្ថានភាព​ការ​ចែក​ចាយ​ទៅ {status}?",
      "action": "បាទ ខ្ញុំបញ្ជាក់!"
    },
    "cod_dialog": {
      "title": "ការទូទាត់ COD",
      "message": "តើអ្នកបញ្ជាក់ថាអ្នកបានទទួលបរិមាណបញ្ជាទិញពីអ្នកទិញទេ?",
      "action": "បាទ ខ្ញុំបញ្ជាក់ការបង់ប្រាក់!"
    }
  },
  "transportation_services": {
    "title": "សេវាកម្មដឹកជញ្ជូន",
    "notifications": {
      "success_add": "សេវាកម្មដឹកជញ្ជូនត្រូវបានបន្ថែម។",
      "success_reset": "ស្ថិតិកំណត់ឡើងវិញ។",
      "success_remove": "សេវាកម្មត្រូវបានដកចេញដោយជោគជ័យ។",
      "success_update": "បានធ្វើបច្ចុប្បន្នភាពសេវាកម្មដោយជោគជ័យ។"
    },
    "reset": {
      "title": "កំណត់ស្ថិតិឡើងវិញ",
      "message": "តើអ្នកប្រាកដក្នុងការកំណត់ឡើងវិញនូវស្ថិតិនៃសេវាកម្មនេះទេ?",
      "action": "បាទ កំណត់ឡើងវិញឥឡូវនេះ"
    },
    "remove": {
      "title": "ដកសេវាកម្មដឹកជញ្ជូនចេញ",
      "message": "តើអ្នកប្រាកដក្នុងការលុបសេវាកម្មនេះទេ?",
      "action": "បាទ/ចាស លុបចេញឥឡូវនេះ"
    },
    "add_dialog": {
      "title": "បន្ថែមសេវាកម្មដឹកជញ្ជូនថ្មី។",
      "action": "បន្ថែមសេវាកម្ម"
    }
  },
  "delivery_receipt": {
    "title": "បង្កាន់ដៃដឹកជញ្ជូន",
    "has_return": "ការត្រឡប់មកវិញនៃការដឹកជញ្ជូន",
    "cashed": "ការទូទាត់សាច់ប្រាក់"
  },
  "delivery_dashboard": {
    "select_destinations": "បន្ថែមការបញ្ជាទិញទៅក្នុងបញ្ជី",
    "price_calculation": "ប៉ាន់ស្មានអត្រាដឹកជញ្ជូន",
    "price_calculation_action": "គណនាតម្លៃ",
    "add_request": "ស្នើសុំសេវាកម្ម",
    "add_request_action": "បញ្ជូនសំណើសេវាកម្ម",
    "refresh_action": "ធ្វើបច្ចុប្បន្នភាពព័ត៌មាន"
  },
  "delivery_order": {
    "title": "ការបញ្ជាទិញដឹកជញ្ជូន",
    "has_return": "ការត្រឡប់មកវិញនៃការដឹកជញ្ជូន",
    "cashed": "ការទូទាត់សាច់ប្រាក់"
  },
  "cash_register": {
    "menu": {
      "panel": "ការចុះឈ្មោះសាច់ប្រាក់",
      "orders": "ការបញ្ជាទិញ",
      "customers": "អតិថិជន",
      "devices": "ឧបករណ៍",
      "inventory": "សារពើភ័ណ្ឌ"
    },
    "payment_confirm": "ការបញ្ជាក់ការទូទាត់",
    "payment_confirm_msg": "អតិថិជនបានបង់ប្រាក់បញ្ជាទិញ {basket_id}។"
  },
  "barcode_scanner": {
    "wifi_pass": "ពាក្យសម្ងាត់ Wi-Fi របស់អ្នក។",
    "message": "បញ្ចូលពាក្យសម្ងាត់រ៉ោតទ័រវ៉ាយហ្វាយរបស់អ្នកហើយស្កេនលេខកូដ QR ។",
    "wifi_ssid": "វ៉ាយហ្វាយ SSID",
    "ssid_message": "បញ្ចូលឈ្មោះបណ្តាញ Wi-Fi របស់អ្នក (SSID) ។"
  },
  "pos_devices": {
    "Scanner": "ម៉ាស៊ីនស្កេនបាកូដ",
    "Scanner_desc": "ដើម្បីប្រើម៉ាស៊ីនស្កេនបាកូដ អ្នកត្រូវតែបញ្ចូលកូដ SKU ផលិតផលឱ្យបានត្រឹមត្រូវក្នុងការកំណត់ផលិតផល។",
    "Printer": "ម៉ាស៊ីនបោះពុម្ព",
    "Printer_desc": "បោះពុម្ពបង្កាន់ដៃអតិថិជនរបស់អ្នកដោយភ្ជាប់ទៅម៉ាស៊ីនបោះពុម្ពបង្កាន់ដៃ។",
    "CustomerView": "ទិដ្ឋភាពអតិថិជន",
    "CustomerView_desc": "ទំព័រនេះអាចឱ្យអ្នកបង្ហាញព័ត៌មានលម្អិតនៃការបញ្ជាទិញទៅកាន់អតិថិជនរបស់អ្នក។",
    "CardReader": "កម្មវិធីអានកាត",
    "CardReader_desc": "ឧបករណ៍អានកាតសម្រាប់ការទូទាត់ COD ដោយអតិថិជនរបស់អ្នក។",
    "ChipReader": "កម្មវិធីអានបន្ទះឈីប",
    "ChipReader_desc": "កម្មវិធីអានស្លាក NFC ដើម្បីបន្ថែមធាតុទៅរទេះដោយប្រើស្លាក។"
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "ដកឧបករណ៍ចេញ",
      "message": "តើអ្នកប្រាកដក្នុងការដកឧបករណ៍នេះចេញពីទម្រង់ POS របស់អ្នកមែនទេ?",
      "action": "បាទ/ចាស លុបចេញឥឡូវនេះ"
    }
  },
  "pos_process_center": {
    "title": "មជ្ឈមណ្ឌលដំណើរការការបញ្ជាទិញតាមម៉ាស៊ីនឆូតកាត",
    "menu": {
      "label": "ស្លាកកញ្ចប់",
      "receipt": "បង្កាន់ដៃ",
      "back": "ត្រឡប់មកវិញ",
      "timeline": "បន្ទាត់ពេលវេលា",
      "order": "បញ្ជាទិញ"
    }
  },
  "pos": {
    "add_customer": "បន្ថែមអតិថិជន",
    "set_delivery": "កំណត់អាសយដ្ឋានដឹកជញ្ជូន",
    "add_giftcards": "បន្ថែមកាតអំណោយ",
    "add_discount_code": "បន្ថែមលេខកូដបញ្ចុះតម្លៃ",
    "add_coupon": "បន្ថែមគូប៉ុង",
    "set_campaign": "កំណត់យុទ្ធនាការ",
    "select_buyer": "ជ្រើសរើសអ្នកទិញ!",
    "send_to_pos": "ផ្ញើទៅម៉ាស៊ីនអានកាត",
    "print_receipt": "បោះពុម្ពបង្កាន់ដៃ",
    "confirm_cash_payment": "បញ្ជាក់ការទូទាត់សាច់ប្រាក់",
    "payment_cod": {
      "title": "សាច់ប្រាក់លើការទូទាត់ការដឹកជញ្ជូន",
      "message": "ចំនួននៃការបញ្ជាទិញនេះនឹងត្រូវបង់នៅពេលដឹកជញ្ជូន។ បន្ទាប់ពីទទួលបានចំនួនទឹកប្រាក់ពីអ្នកទិញអ្នកត្រូវតែបញ្ជាក់ការទូទាត់ដើម្បីបំពេញការបញ្ជាទិញនៅក្នុងប្រព័ន្ធ។"
    },
    "payment_online": {
      "title": "ជ្រើសរើសវិធីបង់ប្រាក់តាមអ៊ីនធឺណិត",
      "message": "ដោយជ្រើសរើសជម្រើសខាងក្រោម តំណបង់ប្រាក់នឹងត្រូវបានបង្កើត ហើយផ្ញើទៅអ្នកទិញ។ តាមរយៈការបង់ប្រាក់តាមតំណនេះ ស្ថានភាពនៃការបញ្ជាទិញនឹងផ្លាស់ប្តូរទៅជារបៀបបង់ប្រាក់។ តំណការទូទាត់នឹងត្រូវបានបង្កើតដោយការស្កេនលេខកូដ QR នៅលើអេក្រង់អតិថិជន សារ SMS ឬអ៊ីមែល។ ដើម្បីដំណើរការឆានែលណាមួយដើម្បីផ្ញើតំណ ចុចលើជម្រើសនោះ ហើយបន្ទាប់មកចុចប៊ូតុងដើម្បីផ្ញើបង្កាន់ដៃទៅអ្នកទិញ។"
    },
    "notifications": {
      "success_pay": "ការទូទាត់ការបញ្ជាទិញបានបញ្ចប់។",
      "success_order": "ការបញ្ជាទិញត្រូវបានបង្កើតដោយជោគជ័យ ហើយរង់ចាំអតិថិជនបង់ប្រាក់។"
    },
    "payment_dialog": {
      "check_pay_now": "ពិនិត្យការទូទាត់ដោយដៃ",
      "close_action": "បិទប្រអប់។ ខ្ញុំមិនចង់រង់ចាំការទូទាត់របស់អតិថិជនទេ។",
      "go_to_order": "ទៅកាន់ទំព័របញ្ជាទិញ",
      "paid_by_gift_card_msg": "ចំនួនសរុបនៃការបញ្ជាទិញត្រូវបានដកចេញពីកាតអំណោយ! អ្នកទិញមិនចាំបាច់បង់ប្រាក់បន្ថែមទេ។",
      "cod_msg": "អតិថិជននឹងបង់ប្រាក់នៅពេលទទួលបានការបញ្ជាទិញ។",
      "online_msg": "សុំឱ្យអតិថិជនស្កេនកូដ QR នៅលើអេក្រង់អតិថិជន។"
    }
  },
  "exporter": {
    "title": "នាំចេញទិន្នន័យ",
    "subtitle": "ទិន្នន័យរបស់អ្នកជារបស់អ្នក! អ្នកអាចទាញយកព័ត៌មានអាជីវកម្មរបស់អ្នកជាទម្រង់ស្តង់ដារបានគ្រប់ពេល។ ទោះយ៉ាងណាក៏ដោយ គោរពភាពឯកជនរបស់អតិថិជនរបស់អ្នក កុំផ្ញើសារឥតបានការ និងកុំចែករំលែកព័ត៌មានរបស់ពួកគេជាមួយភាគីទីបី។",
    "excel": "អ្នកនឹងទទួលបានបញ្ជី {type} ទាំងអស់នៅក្នុងហាង រួមជាមួយនឹងព័ត៌មានពេញលេញក្នុងទម្រង់ Excel ។",
    "csv": "អ្នកនឹងទទួលបានបញ្ជី {type} ទាំងអស់នៅក្នុងហាង រួមជាមួយនឹងព័ត៌មានពេញលេញជាទម្រង់ CSV ។ ទម្រង់នេះគឺអនុលោមតាមទម្រង់ស្តង់ដាររបស់ Selldone សម្រាប់នាំចូល {type} ទៅក្នុងហាង។"
  },
  "importer": {
    "category": {
      "title": "នាំចូលប្រភេទ",
      "subtitle": "ផ្ទុកឡើងឯកសារ CSV នៃប្រភេទនៅទីនេះ។ ត្រូវប្រាកដថាអ្នកធ្វើតាមទម្រង់ស្តង់ដារ។"
    },
    "product": {
      "title": "នាំចូលផលិតផល",
      "subtitle": "បង្ហោះឯកសារ CSV នៃផលិតផលនៅទីនេះ។ ត្រូវប្រាកដថាអ្នកធ្វើតាមទម្រង់ស្តង់ដារ។"
    },
    "product_images": {
      "title": "នាំចូលរូបភាព",
      "subtitle": "ការទទួលព័ត៌មានរូបភាពគឺចំណាយពេលច្រើន។ ត្រូវប្រាកដថាគោរពសិទ្ធិអ្នកនិពន្ធនៅពេលនាំចូលរូបភាព។"
    },
    "inventory": {
      "title": "សារពើភណ្ឌអាប់ដេតភាគច្រើន",
      "subtitle": "ផ្ទុកឡើងឯកសារ CSV នៃសារពើភ័ណ្ឌនៅទីនេះ។ ត្រូវប្រាកដថាអ្នកធ្វើតាមទម្រង់ស្តង់ដារដោយនាំចេញឯកសារ CSV ជាមុនសិន បន្ទាប់មកកែសម្រួលឯកសារនោះ។"
    },
    "back_to_products": "ត្រលប់ទៅបញ្ជីផលិតផល",
    "back_to_categories": "ត្រលប់ទៅបញ្ជីប្រភេទ",
    "back_to_inventory": "ត្រលប់ទៅបញ្ជីសារពើភ័ណ្ឌ",
    "step_select_file": "ជ្រើសរើសឯកសារ CSV",
    "step_send_to_server": "ផ្ញើទៅម៉ាស៊ីនមេ",
    "step_view_result": "មើលលទ្ធផល",
    "step_view_que": "មើលបញ្ជីរង់ចាំ",
    "send_to_server_action": "ផ្ញើទៅម៉ាស៊ីនមេ",
    "shop_license": "អាជ្ញាប័ណ្ណហាង",
    "max_items_limit": "ដែនកំណត់ធាតុអតិបរមា",
    "total_items": "ធាតុសរុប"
  },
  "campaigns": {
    "title": "យុទ្ធនាការ",
    "subtitle": "បង្កើតយុទ្ធនាការ តំណភ្ជាប់ដែលអាចតាមដានបាន និងមើលព័ត៌មានដែលអាចទុកចិត្តបាន និងត្រឹមត្រូវនៅកន្លែងតែមួយ។ យើងជួយអ្នកធ្វើការសម្រេចចិត្តដែលជំរុញដោយទិន្នន័យកាន់តែប្រសើរ។",
    "add_action": "បន្ថែមយុទ្ធនាការថ្មី។",
    "empty_message": "បង្កើតយុទ្ធនាការដំបូងរបស់អ្នកឥឡូវនេះ!",
    "delete": {
      "title": "លុបយុទ្ធនាការ",
      "message": "តើអ្នកប្រាកដក្នុងការលុបយុទ្ធនាការនេះ និងទិន្នន័យទាំងអស់មែនទេ?",
      "action": "បាទ/ចាស លុបឥឡូវនេះ"
    }
  },
  "landing_categories": {
    "raw": "គំរូដើម",
    "marketing": "ទីផ្សារ និងការផ្សាយពាណិជ្ជកម្ម",
    "product": "ការណែនាំអំពីផលិតផល",
    "health": "សុខភាព និងកាយសម្បទា",
    "food": "អាហារ និងផ្លែឈើ",
    "house": "អចលនទ្រព្យ & ផ្ទះ",
    "device": "ម៉ាស៊ីននិងឧបករណ៍",
    "car": "ឡាន",
    "software": "កម្មវិធី",
    "clothing": "សម្លៀកបំពាក់ និងស្បែកជើង",
    "jewellery": "គ្រឿងអលង្ការ"
  },
  "shop_theme": {
    "theme_colors": "ពណ៌ប្រធានបទ",
    "products_view_mode": "ទិដ្ឋភាពបញ្ជីទិញទំនិញ",
    "products_view_mode_desc": "អ្នកអាចកែតម្រូវរបៀបបង្ហាញផលិតផលនៅក្នុងហាងរបស់អ្នកដោយផ្អែកលើទំហំអេក្រង់។ របៀបនេះនឹងត្រូវបានពិចារណាតាមលំនាំដើម ហើយនឹងមិនត្រូវបានអនុវត្តប្រសិនបើអ្នកប្រើផ្លាស់ប្តូររបៀបបង្ហាញ។",
    "color_light": "ពណ៌ចម្បង",
    "color_dark": "ពណ៌ងងឹតបឋម",
    "color_deep_dark": "ពណ៌ងងឹតជ្រៅ",
    "color_info": "តំណភ្ជាប់",
    "light_checkout": "ប្រធានបទពិនិត្យចេញពន្លឺ",
    "light_header": "ក្បាលពន្លឺ",
    "light_footer": "បាតកថាស្រាល"
  },
  "app_templates": {
    "default": "លំនាំដើម",
    "blue": "មហាសមុទ្រខៀវ",
    "amber": "អំពិល",
    "green": "អេក្វាទ័រ",
    "red": "បិសាច",
    "magenta": "ផ្កា",
    "master": "មេ",
    "black": "ផ្នែក​ដែល​ងងឹត"
  },
  "affiliate_orders": {
    "title": "ការបញ្ជាទិញដៃគូសហការ",
    "table": {
      "order_price": "បរិមាណបញ្ជាទិញ",
      "order_payment": "ស្ថានភាពនៃការទូទាត់ការបញ្ជាទិញ",
      "order_link": "តំណបញ្ជាទិញ",
      "commission_status": "ស្ថានភាពគណៈកម្មការ",
      "commission_amount": "ប្រាក់កំរៃជើងសារ",
      "items": "ធាតុ",
      "actions": "សកម្មភាព",
      "create_date": "បង្កើតកាលបរិច្ឆេទ"
    },
    "notifications": {
      "update_success": "បានធ្វើបច្ចុប្បន្នភាពស្ថានភាពសម្ព័ន្ធ។"
    }
  },
  "affiliate_payments": {
    "title": "ការទូទាត់ដៃគូសហការ",
    "table": {
      "staff": "បុគ្គលិក",
      "amount": "ចំនួនទឹកប្រាក់",
      "note": "ចំណាំ",
      "date": "កាលបរិច្ឆេទ"
    }
  },
  "my_roles": {
    "title": "តួនាទីរបស់ខ្ញុំ",
    "message": "តួនាទីគឺជាប្រភេទនៃសិទ្ធិចូលប្រើសម្រាប់បុគ្គលិកនៃហាងមួយ។ ឧទាហរណ៍ បុគ្គលិកដែលទទួលខុសត្រូវក្នុងការផ្ញើ ឬវេចខ្ចប់ការបញ្ជាទិញ។"
  },
  "role_card": {
    "complete_tasks": "កិច្ចការដែលបានបញ្ចប់",
    "reject_tasks": "ភារកិច្ចដែលត្រូវបានបដិសេធ",
    "last_check": "ការត្រួតពិនិត្យថ្មីៗ"
  },
  "referral_widget": {
    "apply_now": "ដាក់ពាក្យឥឡូវនេះសម្រាប់កម្មវិធីនេះ!",
    "no_bonus": "ទទួលបានរង្វាន់ទីមួយដោយការអញ្ជើញមិត្តភក្តិ។",
    "your_gift": "អំណោយរបស់អ្នក។",
    "invited_gift": "អំណោយដែលបានអញ្ជើញ",
    "percent_bonus": "ប្រាក់រង្វាន់ភាគរយ",
    "discount_bonus": "ប្រាក់រង្វាន់បញ្ចុះតម្លៃ",
    "registered": "អ្នកប្រើប្រាស់​ថ្មី",
    "accepted": "អ្នកប្រើប្រាស់ដែលទទួលយក"
  },
  "app_config": {
    "reviews": "ពិនិត្យ",
    "rate_now": "វាយតម្លៃឥឡូវនេះ",
    "category": "ប្រភេទ",
    "uninstall": "លុបការដំឡើង",
    "get_app": "ទទួលបានកម្មវិធី",
    "public_keys": "សោសាធារណៈ",
    "private_keys": "សោឯកជន (សុវត្ថិភាព)",
    "config": "ការកំណត់រចនាសម្ព័ន្ធកម្មវិធី",
    "app_status": "ស្ថានភាពកម្មវិធី",
    "app_info": "ព័ត៌មានកម្មវិធី",
    "update_at": "បច្ចុប្បន្នភាពថ្មីៗ",
    "visit_website": "ចូលមើលគេហទំព័រ",
    "privacy": "គោលការណ៍​ភាព​ឯកជន",
    "installs": "ការដំឡើង",
    "basic_profile_permission": "ព័ត៌មានមូលដ្ឋាន",
    "developer": "អ្នកអភិវឌ្ឍន៍",
    "permissions": "ការអនុញ្ញាត",
    "total_comments": "មតិយោបល់សរុប",
    "delete_dialog": {
      "title": "លុបកម្មវិធី",
      "message": "តើអ្នកចង់លុបកម្មវិធីនេះចេញពីហាងរបស់អ្នកទេ?",
      "action": "បាទ/ចាស លុបកម្មវិធី"
    },
    "notifications": {
      "uninstall_success": "កម្មវិធីត្រូវបានលុបដោយជោគជ័យ។"
    }
  },
  "shop_bots": {
    "not_set": "មិនទាន់កំណត់!",
    "tokens": "សញ្ញាសម្ងាត់",
    "webhook": "Webhook",
    "calls": "ការហៅទូរសព្ទ",
    "dialog": {
      "title": "{name} ការកំណត់រចនាសម្ព័ន្ធបូត",
      "message": "ក្របខ័ណ្ឌ bot ដ៏ទូលំទូលាយសម្រាប់ការកសាងបទពិសោធន៍ទិញទំនិញថ្នាក់សហគ្រាស។"
    }
  },
  "shop_customers": {
    "title": "ការគ្រប់គ្រងអតិថិជន",
    "all_customers": "ទាញយកអតិថិជនទាំងអស់។",
    "filtered_customers": "អតិថិជនដែលបានត្រង",
    "dialog_chips": {
      "title": "កំណត់ចំនួនបន្ទះឈីបរបស់អតិថិជន"
    },
    "dialog_club": {
      "title": "កំណត់កម្រិតក្លឹបអតិថិជន"
    }
  },
  "app_dashboard": {
    "status": "ផ្សាយស្ថានភាព",
    "statistics": "ស្ថិតិ"
  },
  "app_publish": {
    "production_version": "កំណែផលិតកម្ម",
    "beta_version": "កំណែបេតា",
    "alpha_version": "កំណែអាល់ហ្វា"
  },
  "app_publish_widget": {
    "header": "ផ្ទុកបឋមកថាគេហទំព័រ",
    "header_code": "លេខកូដបឋមកថា",
    "admin_page": "ទំព័រអ្នកគ្រប់គ្រង",
    "name": "ឈ្មោះ",
    "icon": "រូបតំណាង",
    "url": "Url"
  },
  "app_api": {
    "title": "ការចូលប្រើ API",
    "revoke_api": "ដកហូត API",
    "api_key": "សោ API",
    "secret": "សោសម្ងាត់",
    "client": "អតិថិជន",
    "redirect_url": "បញ្ជូនបន្ត urls",
    "client_name": "ឈ្មោះអតិថិជន"
  },
  "app_loader_page": {
    "no_ui_title": "កម្មវិធីនេះមិនមាន UI ណាមួយទេ!",
    "no_ui_desc": "កម្មវិធីមួយចំនួនមិនតម្រូវឱ្យមានចំណុចប្រទាក់អ្នកប្រើនៅក្នុងតំបន់គ្រប់គ្រងរបស់ពួកគេទេ។ កម្មវិធីនេះអាចបន្ថែមលេខកូដទៅផ្នែកបឋមកថានៃគេហទំព័រហាងរបស់អ្នកប៉ុណ្ណោះ។",
    "header": "លេខកូដបឋមកថា"
  },
  "finance_report": {
    "export_title": "នាំចេញទិន្នន័យហិរញ្ញវត្ថុ",
    "export_sub_title": "ទាញយកព័ត៌មានលម្អិតហិរញ្ញវត្ថុក្នុងឯកសារតែមួយ។",
    "start_input_placeholder": "ជ្រើសរើសកាលបរិច្ឆេទចាប់ផ្តើមនៃរបាយការណ៍",
    "end_input_placeholder": "ជ្រើសរើសកាលបរិច្ឆេទបញ្ចប់នៃរបាយការណ៍",
    "download_action": "ទាញយកបញ្ជីហិរញ្ញវត្ថុ"
  },
  "shop_notifications": {
    "title": "ការជូនដំណឹងហាង",
    "sub_title": "បូត អ៊ីមែល សារ SMS ...",
    "message": "កែសម្រួលការកំណត់ និងចំណូលចិត្តការជូនដំណឹងហាងរបស់អ្នក។",
    "channel": "ឆានែល",
    "status": "ស្ថានភាព",
    "events": "ព្រឹត្តិការណ៍",
    "info": "ព័ត៌មាន",
    "actions": "សកម្មភាព",
    "connected": "បានភ្ជាប់",
    "not_connected": "មិនបាន​តភ្ជាប់!",
    "connect_now": "ភ្ជាប់ឥឡូវនេះ",
    "send_test": "ផ្ញើទិន្នន័យសាកល្បង",
    "disconnect": "ផ្តាច់",
    "dialog": {
      "title": "ការកំណត់រចនាសម្ព័ន្ធបូត",
      "message": "ក្របខ័ណ្ឌការជូនដំណឹងដ៏ទូលំទូលាយសម្រាប់ការកសាងបទពិសោធន៍ពាណិជ្ជកម្មអេឡិចត្រូនិកថ្នាក់សហគ្រាស។",
      "action": "ចុច​ទីនេះ!",
      "set_config": "កំណត់រចនាសម្ព័ន្ធ"
    }
  },
  "notification_events": {
    "new_order": "🛍️កម្ម៉ង់បាន",
    "payment": "💳 ការទូទាត់",
    "return": "📦 ត្រឡប់មកវិញ",
    "weekly_report": "📈 របាយការណ៍ប្រចាំសប្តាហ៍"
  },
  "order_delivery": {
    "title": "ការដឹកជញ្ជូន",
    "add_to_delivery_que_action": "បន្ថែមទៅជួរដឹកជញ្ជូន",
    "in_que": "នៅក្នុងជួរដឹកជញ្ជូន",
    "message": "បន្ទាប់ពីផ្តល់កញ្ចប់ទៅអ្នកនាំសំបុត្រ ចុចប៊ូតុង <b>បញ្ជាក់ការដឹកជញ្ជូន</b> ។",
    "message_add_to_service": "ចុចប៊ូតុងខាងក្រោមប្រសិនបើអ្នកចង់ផ្ញើកញ្ចប់នេះដោយ <b>សេវាកម្មដឹកជញ្ជូន</b> ។",
    "action": "ការបញ្ជាក់ការដឹកជញ្ជូន",
    "checklist": [
      "ពិនិត្យអត្តសញ្ញាណប័ណ្ណអ្នកនាំសំបុត្រ។",
      "ការវេចខ្ចប់ផលិតផលបានល្អ និងការចែកចាយទាន់ពេលវេលាអាចបង្កើនអត្រារក្សាអតិថិជនរបស់អ្នក។"
    ],
    "manual": {
      "title": "រង់ចាំការបញ្ជាក់ពីការដឹកជញ្ជូនដោយអតិថិជន។",
      "action_received": "ការបញ្ជាក់របស់អ្នកទិញ",
      "action_returned": "ការដឹកជញ្ជូនត្រឡប់មកវិញ",
      "message": "ចំណាំ៖ ប្រសិនបើអតិថិជនទទួលបានការបញ្ជាទិញ អ្នកអាចប្រើជម្រើសខាងក្រោមដើម្បីបំពេញការបំពេញ។ សេវាកម្មដឹកជញ្ជូនមួយចំនួននៅក្នុងប្រព័ន្ធនឹងបញ្ជាក់ពីការដឹកជញ្ជូនដោយស្វ័យប្រវត្តិ។"
    },
    "auto_complete_note": "បន្ទាប់ពីរយៈពេលជាក់លាក់មួយ ស្ថានភាពនៃការបញ្ជាទិញនឹងត្រូវបានផ្លាស់ប្តូរទៅជាការដឹកជញ្ជូន។ រយៈពេលនេះប្រែប្រួលអាស្រ័យលើប្រភេទនៃការបញ្ជាទិញនិងត្រូវបានកំណត់ដោយប្រព័ន្ធ។",
    "received": {
      "title": "ប្រគល់ជូនអតិថិជន។",
      "delivered_date": "កាលបរិច្ឆេទដឹកជញ្ជូន"
    },
    "receiver": "អ្នកទទួល",
    "bill": "បង្កាន់ដៃ",
    "tracking": {
      "title": "បន្ថែមលេខកូដតាមដាន / Url",
      "code": "កូដតាមដាន",
      "url": "តាមដាន url",
      "message": "ប្រសិនបើអ្នកបានដឹកជញ្ជូនតាមរយៈសេវាកម្មដែលផ្តល់លេខកូដតាមដានសម្រាប់ការបញ្ជាទិញនេះ អ្នកអាចបញ្ចូលលេខកូដ និងតំណតាមដានដែលពាក់ព័ន្ធនៅក្នុងផ្នែកនេះ។ ព័ត៌មាននេះនឹងត្រូវបានបង្ហាញដល់អតិថិជន។"
    },
    "preferred_delivery_time": "ពេលវេលាដឹកជញ្ជូនដែលពេញចិត្ត",
    "manage_couriers": "គ្រប់គ្រងអ្នកនាំសំបុត្ររបស់ខ្ញុំ",
    "manage_service": "គ្រប់គ្រងសេវាកម្ម",
    "option_deliver_by_courier": "ជម្រើសទី 1: ដឹកជញ្ជូនដោយអ្នកនាំសំបុត្ររបស់អ្នក។",
    "option_add_to_que": "ជម្រើសទី 2៖ បន្ថែមទៅជួរដើម្បីដំណើរការនៅលើទំព័រសេវាកម្មដឹកជញ្ជូន។",
    "option_instant_shipping": "ជម្រើសទី 3: ការដឹកជញ្ជូនភ្លាមៗ។"
  },
  "shop_home_edit": {
    "title": "ការកំណត់ទំព័រដើម",
    "sub_title": "កំណត់ទំព័រលំនាំដើមគេហទំព័ររបស់អ្នក។",
    "default_home": "ទំព័រដើមលំនាំដើម",
    "default_home_placeholder": "ទំព័រហាងគឺជាទំព័រដើមនៃគេហទំព័រ"
  },
  "selldone_referral_page": {
    "title": "ផ្ទាំងព័ត៌មានយោង",
    "referral_link": "តំណយោង",
    "registered": "បានចុះឈ្មោះ",
    "accepted": "ទទួលយក",
    "bank": "ធនាគារ",
    "bank_title": "ព័ត៌មានធនាគារសម្រាប់ការដកប្រាក់",
    "new_users": "អ្នកប្រើប្រាស់ថ្មី។",
    "performance": "ការសម្តែង",
    "credit_mode": "របៀបឥណទាន",
    "get_stickers": "យកស្ទីគ័រកូដ Html ដើម្បីចម្លង និងបិទ",
    "click_copy_sticker_code": "ចុចលើផ្លាកសញ្ញាដើម្បីចម្លងកូដ html ។"
  },
  "selldone_referral_payment": {
    "title": "ការទូទាត់យោង",
    "officer": "មន្ត្រី",
    "amount": "បរិមាណប្រតិបត្តិការ",
    "note": "ចំណាំ",
    "date": "កាលបរិច្ឆេទ"
  },
  "widget_shop_gateway": {
    "link_account_caution": "ភ្ជាប់គណនីមួយ ({currency}) ទៅហាងរបស់អ្នក! ចុច​ទីនេះ.."
  },
  "product_sell_widget": {
    "title": "ដំណើរការលក់ផលិតផល"
  },
  "fulfilment_order_widget": {
    "title": "ការបំពេញ Dropshipping",
    "check_action": "ទទួលយក dropshipping",
    "uncheck_action": "ការបញ្ជាទិញត្រូវបានបញ្ជាក់",
    "pay_action": "បង់ថ្លៃទំនិញ..",
    "pay_completed": "ការបញ្ជាក់ការទូទាត់",
    "list_of_items": "ទំនិញលក់បន្ត",
    "checklist": [
      "បង់ចំនួនផលិតផលដែលអ្នកលក់ដោយប្រយោលទៅអ្នកលក់ដើម។",
      "អ្នកអាចបង់ និងទូទាត់ថ្លៃដើមនៃផលិតផលទៅអ្នកផ្គត់ផ្គង់រួមគ្នានៅក្នុងផ្នែកគណនេយ្យ> Dropshipping នៃហាង។",
      "បន្ទាប់ពីការទូទាត់អ្នកផ្គត់ផ្គង់នឹងទទួលបានការបញ្ជាទិញរបស់អ្នកហើយផ្ញើវាដោយផ្ទាល់ទៅអ្នកទិញបន្ទាប់ពីការរៀបចំ។"
    ],
    "message": "បន្ទាប់ពីបង់ថ្លៃបញ្ជាទិញទៅអ្នកផ្គត់ផ្គង់ សូមមើលវឌ្ឍនភាពនៃការផ្ញើការបញ្ជាទិញនៅក្នុងផ្នែកនេះ។"
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "ផ្ទាំងគ្រប់គ្រង",
      "orders": "ការបញ្ជាទិញ",
      "inventory": "សារពើភ័ណ្ឌ",
      "shops": "អ្នកលក់បន្ត",
      "requests": "សំណើ"
    },
    "drop_shipping_charge": "ថ្លៃសេវា Dropshipping"
  },
  "dropship_request_status": {
    "PENDING": "កំពុងរង់ចាំ",
    "ACCEPT": "ទទួលយក",
    "REJECT": "បដិសេធ"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "ផ្ទាំងគ្រប់គ្រង",
      "orders": "ការបញ្ជាទិញ",
      "wallet": "កាបូប"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "ផ្ទាំងគ្រប់គ្រងអ្នកលក់បន្ត"
  },
  "dropshipping_reseller_orders": {
    "title": "ការបញ្ជាទិញរបស់អ្នកលក់បន្ត"
  },
  "dropshipping_reseller_wallet": {
    "title": "កាបូបអ្នកលក់បន្ត"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "ការបញ្ជាក់ការទូទាត់",
      "payment_success": "ការទូទាត់បានបញ្ចប់។",
      "buy_title": "ទិញ",
      "pay_by_giftcards": "ការបញ្ជាទិញរបស់អ្នកត្រូវបានបង់ដោយកាតអំណោយ។",
      "free_order": "ការបញ្ជាទិញរបស់អ្នកគឺឥតគិតថ្លៃ។",
      "pay_by_cod": "ការបញ្ជាទិញរបស់អ្នកត្រូវបានចុះឈ្មោះជាសាច់ប្រាក់នៅពេលដឹកជញ្ជូន។",
      "pay_by_dir": "ការបញ្ជាទិញរបស់អ្នកត្រូវបានចុះឈ្មោះជាការទូទាត់ដោយផ្ទាល់ សូមបំពេញការទូទាត់ និងបង្ហោះបង្កាន់ដៃនៅក្នុងទំព័រការបញ្ជាទិញរបស់អ្នក។",
      "pay_title": "ការទូទាត់",
      "qr_code_payment": "កូដ QR នៃការទូទាត់ត្រូវបានបង្កើតឡើង។",
      "connecting_to_online_gateway": "កំពុងភ្ជាប់ទៅច្រកផ្លូវទូទាត់តាមអ៊ីនធឺណិត។"
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "ការទូទាត់ត្រូវបានបញ្ជាក់។<br> កាលបរិច្ឆេទ៖ {payment_at}",
      "pay_fail_title": "មិន​បាន​បង់​ប្រាក់",
      "pay_fail_message": "ការទូទាត់មិនអាចផ្ទៀងផ្ទាត់បានទេ!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "អ្នកលក់បន្តបញ្ជាឱ្យបង់ប្រាក់",
      "balance": "សមតុល្យគណនីរបស់អ្នក។",
      "total_cost": "តម្លៃសរុបនៃការបញ្ជាទិញ",
      "need_charge": "ត្រូវការគិតថ្លៃ",
      "no_account_cation": "អ្នកមិនមានគណនីទេ! ហៅទៅអ្នកលក់ដុំ។",
      "orders": "ការបញ្ជាទិញ"
    },
    "notifications": {
      "success_pay": "ការទូទាត់របស់អ្នកសម្រាប់ការបញ្ជាទិញទាំងនេះត្រូវបានបញ្ជាក់ និងបានបញ្ចប់ដោយជោគជ័យ។"
    }
  },
  "dropship_accounts": {
    "charge_account": "គណនីគិតថ្លៃ",
    "charge_dialog": {
      "title": "គិតថ្លៃគណនី dropshipping",
      "amount_input": "ការគិតថ្លៃគណនី",
      "charge_now": "សាកឥឡូវនេះ"
    }
  },
  "dropship_admin_dashboard": {
    "title": "សំណើរបស់អ្នកលក់បន្ត",
    "today_order_count": "ការបញ្ជាទិញថ្ងៃនេះរាប់",
    "yesterday_order_count": "ការបញ្ជាទិញកាលពីម្សិលមិញត្រូវបានរាប់",
    "total_7_days": "ការបញ្ជាទិញសរុបក្នុងរយៈពេល 7 ថ្ងៃចុងក្រោយ"
  },
  "dropshipping_products": {
    "no_shops": "សូមអភ័យទោស រកមិនឃើញហាងទេ។ នឹងមានហាងជាច្រើនទៀតនាពេលអនាគត ដូច្នេះអ្នកអាចដាក់ផលិតផលរបស់ពួកគេនៅក្នុងហាងរបស់អ្នក។",
    "show_all_shops": "បង្ហាញហាងទាំងអស់។",
    "show_all_message": "អ្នកអាចមើលហាងទាំងអស់។",
    "current_shop": "ហាងបច្ចុប្បន្ន",
    "request_account": "ស្នើសុំគណនី",
    "request_accepted": "សំណើត្រូវបានទទួលយក",
    "request_rejected": "សំណើត្រូវបានបដិសេធ",
    "request_pending": "សំណើ​រង់ចាំ..",
    "notifications": {
      "add_product": "ផលិតផលត្រូវបានបញ្ចូលទៅក្នុងហាងរបស់អ្នក។",
      "request_access": "យើងបានផ្ញើសំណើចូលប្រើរបស់អ្នកទៅអ្នកលក់ដុំដោយជោគជ័យ។"
    }
  },
  "product_dropshipping": {
    "need_re_enable": "ផលិតផលនេះត្រូវបានផ្លាស់ប្តូរដោយអ្នកលក់ដើម ការផ្លាស់ប្តូរតម្លៃទាំងនេះបានបិទផលិតផលនៅក្នុងហាងរបស់អ្នក។ ពិនិត្យមើលការផ្លាស់ប្ដូរ ហើយប្រសិនបើអ្នកយល់ព្រមបើកដំណើរការផលិតផលឡើងវិញ សូមចុចប៊ូតុងខាងក្រោម។",
    "need_re_enable_action": "យល់ព្រម អនុវត្តការផ្លាស់ប្តូរ និងការធ្វើឱ្យសកម្ម",
    "changed_value": "ផលិតផលនេះត្រូវបានកែសម្រួលដោយអ្នកលក់ដើម។ ពិនិត្យមើលការផ្លាស់ប្ដូរ ហើយប្រសិនបើអ្នកយល់ព្រមអនុវត្តការផ្លាស់ប្តូរចំពោះផលិតផលរបស់អ្នក សូមចុចប៊ូតុងខាងក្រោម។",
    "changed_value_action": "យល់ព្រម ធ្វើការផ្លាស់ប្តូរ",
    "parent_deleted": "ធាតុនេះត្រូវបានដកចេញដោយអ្នកលក់ដើម។",
    "parent_closed": "ផលិតផលនេះត្រូវបានបិទដោយអ្នកលក់ដើម! អ្នក​នឹង​មិន​អាច​លក់​ផលិតផល​នេះ​ក្នុង​ហាង​របស់​អ្នក​បាន​ទេ ប៉ុន្តែ​ប្រសិន​បើ​អ្នក​លក់​ដើម​ធ្វើ​ឱ្យ​ផលិតផល​នេះ​ដំណើរការ​ឡើង​វិញ អ្នក​នឹង​អាច​ដំណើរការ​ផលិតផល​នេះ​ឡើង​វិញ​ក្នុង​ហាង​របស់​អ្នក។",
    "notifications": {
      "re_enable_success": "ផលិតផលនេះត្រូវបានដំណើរការឡើងវិញ។",
      "update_success": "ព័ត៌មានផលិតផលនេះត្រូវបានធ្វើបច្ចុប្បន្នភាពជាមួយនឹងព័ត៌មានផលិតផលដើម។"
    }
  },
  "product_dropshipping_admin": {
    "title": "Dropshipping",
    "save_alert": "ការកំណត់ dropshipping នៃផលិតផលនេះត្រូវបានផ្លាស់ប្តូរ។ តើអ្នកចង់រក្សាទុកការផ្លាស់ប្តូរទេ?",
    "reselling_message": "តាមរយៈការធ្វើឱ្យជម្រើសនេះសកម្ម អ្នកលក់ផ្សេងទៀតនឹងអាចបន្ថែមផលិតផលរបស់អ្នកទៅក្នុងហាងរបស់ពួកគេ។",
    "reselling": "បើកដំណើរការ Dropshipping",
    "price_merchants": "តម្លៃសម្រាប់ពាណិជ្ជករ",
    "price_commission": "គណៈកម្មាការពាណិជ្ជករ (ថេរ)"
  },
  "buy_button": {
    "waiting_for_availability": "កំពុងរង់ចាំភាពអាចរកបាន",
    "inform_me_when_available": "ជូន​ដំណឹង​ខ្ញុំ​នៅ​ពេល​ដែល​មាន!",
    "pay_buy": "បង់ & ទិញ",
    "quantity": "រាប់",
    "quantity_in_basket": "ទំនិញនៅក្នុងរទេះ",
    "count_unit": "x",
    "remove": "ដកចេញ",
    "add_to_basket": "បញ្ចូលទៅក្នុងរទេះ",
    "buy": "ទិញ",
    "notifications": {
      "inform_add_success": "យើងនឹងប្រាប់អ្នកនៅពេលវាមាន។",
      "inform_remove_success": "អ្នកត្រូវបានដកចេញពីបញ្ជីរង់ចាំ។"
    }
  },
  "product_info": {
    "fake": "ក្លែងក្លាយ",
    "action": "ការដេញថ្លៃ",
    "compare_limit": "10 ធាតុកំណត់",
    "compare_add": "បន្ថែមទៅប្រៀបធៀប",
    "compare_be_in_list": "នៅក្នុងបញ្ជីប្រៀបធៀប",
    "type": "ប្រភេទ",
    "brand": "ម៉ាក",
    "category": "ប្រភេទ",
    "discount": "បញ្ចុះតម្លៃ",
    "track_price": "តាមដានតម្លៃ",
    "waiting_for_auction": "រង់ចាំការដេញថ្លៃ?",
    "inform_auction": "ជូនដំណឹងខ្ញុំនៅពេលដេញថ្លៃ",
    "return_in_days": "{days} ថ្ងៃការធានាត្រឡប់មកវិញ",
    "support24h7": "គាំទ្រ 24 ម៉ោង 7 ថ្ងៃ។",
    "support_normal": "ការគាំទ្រម៉ោងធ្វើការ",
    "original_guarantee": "ការធានាដើម",
    "cod_payment": "សាច់ប្រាក់លើការដឹកជញ្ជូន",
    "pros": "គុណសម្បត្តិ",
    "cons": "គុណវិបត្តិ",
    "external_link": "អាន​បន្ថែម",
    "notifications": {
      "congratulation": "សូមអបអរសាទរ",
      "waiting_list_add_success": "យើងនឹងជូនដំណឹងដល់អ្នកនៅពេលដែលផលិតផលនេះត្រូវបានដាក់ដេញថ្លៃ។",
      "waiting_list_delete_success": "អ្នកបានចេញពីបញ្ជីរង់ចាំការដេញថ្លៃ។"
    },
    "offer_message": "ទិញ {min_quantity} ទទួលបានការបញ្ចុះតម្លៃ {percent}% សម្រាប់ទំនិញទាំងនេះ",
    "up_to": "រហូតដល់ {per_order}x ក្នុងការបញ្ជាទិញ",
    "get_free": "ទទួល​បាន​ដោយ​ឥត​គិត​ថ្លៃ",
    "get_off": "ទទួលបាន {percent}% OFF"
  },
  "styler": {
    "size_class": "ទំហំ & ថ្នាក់",
    "delete_bg": "លុបរូបភាពផ្ទៃខាងក្រោយ",
    "bg_color": "ពណ៌ផ្ទៃខាងក្រោយ",
    "section_style": "កំណត់រចនាប័ទ្មផ្នែក",
    "link": "កំណត់តំណ",
    "show_products": "ការគ្រប់គ្រងបញ្ជីផលិតផល / ប្រភេទ",
    "show_product": "ជ្រើសរើសផលិតផល",
    "delete_section": "លុបផ្នែក",
    "text_color": "ពណ៌អត្ថបទ",
    "tex_align": "ការតម្រឹមអត្ថបទ",
    "text_style": "រចនាប័ទ្មអត្ថបទ",
    "bg_image": "រូបភាព​ផ្ទៃ​ខាង​ក្រោយ",
    "product": {
      "title": "ជ្រើសរើសផលិតផល"
    },
    "products": {
      "title": "ការគ្រប់គ្រងបញ្ជីផលិតផល និងប្រភេទ",
      "sort_options": "ជ្រើសរើសការកំណត់ការតម្រៀប និងមើល",
      "item_types": "បង្ហាញតែផលិតផល/ប្រភេទប៉ុណ្ណោះ។",
      "product_only": "ផលិតផលតែប៉ុណ្ណោះ",
      "category_only": "ប្រភេទតែប៉ុណ្ណោះ",
      "no_category": "មិនមានប្រភេទនៅក្នុងហាងរបស់អ្នកទេ។",
      "limit": "ដែនកំណត់ផលិតផល",
      "limit_message": "បញ្ចូលចំនួនលទ្ធផលផលិតផល",
      "select_categories": "ជ្រើសរើសប្រភេទដែលមាន"
    }
  },
  "shop_contacts": {
    "popup": "បើកការគាំទ្រការលេចឡើង",
    "popup_message": "តាមរយៈការបើកដំណើរការជម្រើសនេះ សោជំនួយនឹងឃើញនៅខាងក្រោមផ្នែកខាងស្តាំនៃហាងរបស់អ្នក។"
  },
  "popup_page": {
    "preview": "មើលការលេចឡើងបន្តផ្ទាល់",
    "menu": {
      "design": "រចនា",
      "appearance": "រូបរាង",
      "filter": "តម្រង",
      "setting": "ការកំណត់"
    },
    "notifications": {
      "save": "បានរក្សាទុកការលេចឡើងដោយជោគជ័យ។",
      "edit": "អាប់ដេតលេចឡើងដោយជោគជ័យ។"
    }
  },
  "popup_appearance": {
    "position": "ទីតាំង",
    "position_desc": "បញ្ជាក់ទីតាំងបង្ហាញនៃការជូនដំណឹងនេះនៅលើទំព័រ។",
    "width": "ទទឹង",
    "width_desc": "អ្នកអាចកំណត់ទទឹងទំព័រអតិបរមា។",
    "height": "កម្ពស់",
    "height_desc": "អ្នកអាចកំណត់កម្ពស់ទំព័រអតិបរមា។",
    "radius": "កាំជ្រុង",
    "radius_desc": "នៅក្នុងផ្នែកនេះ អ្នកអាចកំណត់កាំនៃកោងនៃជ្រុងនៃការជូនដំណឹង។",
    "shadow": "ស្រមោល",
    "shadow_desc": "តើ​អ្នក​ចង់​ឱ្យ​បង្អួច​លេច​ឡើង​មាន​ស្រមោល​ឬ?",
    "delay": "បង្ហាញការពន្យារពេល",
    "delay_desc": "នៅពេលដែលអ្នកប្រើប្រាស់ចូលទៅក្នុងហាងរបស់អ្នក បន្ទាប់ពីរយៈពេលនេះបានកន្លងផុតទៅ ការជូនដំណឹងនឹងត្រូវបានបង្ហាញដល់អ្នកប្រើប្រាស់។",
    "hide": "លាក់ការពន្យារពេល",
    "hide_desc": "អ្នកអាចកំណត់ថាការជូនដំណឹងបិទដោយស្វ័យប្រវត្តិពីរបីវិនាទីបន្ទាប់ពីការបង្ហាញ។ តម្លៃ 0 មានន័យថាការជូនដំណឹងនឹងមិនបិទដោយស្វ័យប្រវត្តិទេ។",
    "transition": "ចលនាលេចឡើង"
  },
  "popup_filter": {
    "registered": "តម្រូវការសមាជិកភាព និងការចូល",
    "registered_desc": "អ្នកអាចជ្រើសរើសបង្ហាញការជូនដំណឹងនេះសម្រាប់តែរក្សាទុកអ្នកប្រើប្រាស់ ឬភ្ញៀវប៉ុណ្ណោះ។",
    "only_guests": "ភ្ញៀវតែប៉ុណ្ណោះ",
    "only_users": "ចូលតែអ្នកប្រើប្រាស់ប៉ុណ្ណោះ។",
    "purchased": "ប្រវត្តិនៃការទិញ",
    "purchased_desc": "អ្នកអាចជ្រើសរើសបង្ហាញការជូនដំណឹងនេះតែចំពោះអ្នកប្រើប្រាស់ដែលបានទិញរួចហើយ ឬអ្នកដែលមិនទាន់បានទិញ។",
    "no_purchase": "មិនទាន់មានការទិញទេ។",
    "yes_purchase": "បានទិញមុន។",
    "sex": "ភេទ",
    "sex_desc": "តើ​អ្នក​ចង់​ឱ្យ​ការ​ជូន​ដំណឹង​នេះ​បង្ហាញ​តែ​អ្នក​ប្រើ​ភេទ​ជាក់លាក់​មួយ​ទេ?",
    "age": "អាយុអប្បបរមា",
    "age_desc": "ប្រសិនបើតម្លៃណាមួយធំជាង 6 ត្រូវបានបញ្ចូល អ្នកប្រើប្រាស់ត្រូវតែចូល ហើយត្រូវតែបញ្ចូលថ្ងៃខែឆ្នាំកំណើតរបស់គាត់។",
    "levels": "កម្រិតក្លឹបអតិថិជន",
    "levels_desc": "ប្រសិនបើអ្នកប្រើមានកម្រិតណាមួយដែលបានជ្រើសរើសខាងក្រោម ការជូនដំណឹងនេះនឹងត្រូវបានបង្ហាញដល់គាត់។",
    "countries": "ការរឹតបន្តឹងទីតាំង",
    "countries_desc": "តើ​អ្នក​ចង់​ឱ្យ​ការ​ជូន​ដំណឹង​នេះ​បង្ហាញ​តែ​អ្នក​ប្រើ​ដែល​មក​ពី​ប្រទេស​ជាក់លាក់​ទេ?"
  },
  "popup_setting": {
    "published": "ស្ថានភាពដែលបានបោះពុម្ពផ្សាយ",
    "repeat": "ធ្វើម្តងទៀត",
    "repeat_msg": "តើអ្នកចង់ឱ្យការជូនដំណឹងនេះបង្ហាញដល់អ្នកប្រើប្រាស់ច្រើនជាងម្តងទេ?",
    "intervals": "រយៈពេលនៃការបង្ហាញលេចឡើង",
    "intervals_msg": "រយៈពេលអប្បបរមារវាងការបង្ហាញការជូនដំណឹងដល់អ្នកប្រើប្រាស់ត្រូវតែបានកន្លងផុតទៅហើយ។",
    "designer_zone": "តំបន់អ្នករចនា",
    "title": "ចំណងជើងលេចឡើង",
    "note": "កំណត់សម្គាល់អ្នករចនា",
    "image": "រូបភាពគម្រប",
    "delete": {
      "title": "លុប",
      "sub_title": "ពេល​អ្នក​លុប​ការ​លេច​ឡើង​ នោះ​នឹង​មិន​មាន​ការ​ត្រឡប់​មក​វិញ​ទេ។ សូមប្រាកដ។",
      "action": "លុបការលេចឡើងនេះ។"
    },
    "notifications": {
      "delete": "បានលុបការលេចឡើង។"
    }
  },
  "shop_sms": {
    "title": "គ្រប់គ្រងសារ SMS",
    "sub_title": "គំរូ SMS ត្រូវបានផ្ញើទៅអតិថិជន",
    "message": "អ្នកអាចឃើញខ្លឹមសារនៃសារដែលបានផ្ញើដោយហាងរបស់អ្នកនៅទីនេះ។ ដោយសារតែដែនកំណត់ក្នុងការចុះឈ្មោះលំនាំសុពលភាពនៅក្នុងសេវាកម្មផ្ញើសារ វាមិនអាចកំណត់សារជាលក្ខណៈផ្ទាល់ខ្លួនបានទេនៅពេលនេះ។"
  },
  "shop_emails": {
    "title": "គ្រប់គ្រងអ៊ីមែល",
    "sub_title": "អ្នកនឹងឃើញបញ្ជីអ៊ីមែលដែលបានផ្ញើដោយហាងទៅកាន់អតិថិជន និងអ្នកគ្រប់គ្រងនៅក្នុងផ្នែកនេះ។ អ៊ីមែលត្រូវបានរចនា និងបង្កើតដោយស្វ័យប្រវត្តិដោយផ្អែកលើព័ត៌មានដែលអ្នកបានបញ្ចូលសម្រាប់ហាងរបស់អ្នក។ ផងដែរ លទ្ធភាពនៃការកំណត់សារ និងរូបភាពផ្ទាល់ខ្លួននឹងមានជាសាធារណៈនាពេលអនាគត។"
  },
  "instagram": {
    "title": "ការលក់នៅលើ Instagram",
    "message": "ដោយមានជំនួយពីឧបករណ៍នេះ អ្នកអាចប្រែក្លាយ Instagram របស់អ្នកទៅជាហាងមួយ។ គ្រាន់តែបន្ថែម និងបញ្ជាក់គណនី Instagram របស់អ្នកនៅទីនេះ នោះអ្នកនឹងអាចបង្ហោះផលិតផលមួយ ឬច្រើនពីការបង្ហោះនីមួយៗ ឬនៅលើរឿងរបស់អ្នក បន្ថែម និងដាក់ស្លាកបញ្ជីផលិតផលរបស់អ្នក ឬបង្វែរការបង្ហោះទៅជាផលិតផលថ្មី!",
    "add_product": "បន្ថែមផលិតផលថ្មី។",
    "create_product": "បង្កើតផលិតផល",
    "link_box_msg": "ដាក់តំណភ្ជាប់នេះនៅក្នុងជីវប្រវត្តិរបស់អ្នកនៅលើ Instagram, Telegram ឬប្រព័ន្ធផ្សព្វផ្សាយសង្គមផ្សេងទៀតដើម្បីឱ្យទស្សនិកជនរបស់អ្នកអាចទិញបានលឿន ងាយស្រួលជាងមុន និងចុងក្រោយកាន់តែច្រើន។",
    "remove_account": "ផ្លាស់ប្តូរ / លុបតំណ Instagram",
    "sync": "ធ្វើសមកាលកម្មទិន្នន័យគណនី (រៀងរាល់ 60 នាទី)"
  },
  "service_bill": {
    "task": {
      "title": "បញ្ជីការងារត្រូវធ្វើ",
      "message": "សរសេរចំណងជើងនៃការងារដែលអ្នកចង់ធ្វើ ហើយឱ្យអ្នកទិញដឹងថាវារីកចម្រើនដល់កម្រិតណា។"
    },
    "booking": {
      "title": "ការកក់ / កក់ទុក",
      "message": "ការបញ្ជាទិញនេះនឹងត្រូវបានដំណើរការនៅពេលជាក់លាក់មួយ អតិថិជនបានជ្រើសរើសរយៈពេលដែលចង់បាន ប្រសិនបើអ្នកចង់ធ្វើការផ្លាស់ប្តូរណាមួយនៅក្នុងរយៈពេលដែលបានជ្រើសរើស សូមឲ្យអតិថិជនបានដឹង។",
      "selected_checkin": "កាលបរិច្ឆេទចូលរបស់អតិថិជនដែលបានជ្រើសរើស",
      "selected_checkout": "កាលបរិច្ឆេទចាកចេញរបស់អតិថិជនដែលបានជ្រើសរើស",
      "change_days_question": "តើអ្នកត្រូវការផ្លាស់ប្តូរក្នុងអំឡុងពេលថ្ងៃដែលបានជ្រើសរើសរបស់អតិថិជនដែរឬទេ?",
      "show_calendar": "បង្ហាញប្រតិទិននៃការបញ្ជាទិញ"
    },
    "pricing": {
      "title": "តម្លៃ",
      "message": "តើអ្នកគិតថ្លៃសេវានេះប៉ុន្មាន?"
    },
    "subscription": {
      "title": "ការជាវ",
      "message": "អ្នកអាចជ្រើសរើសរយៈពេលនៃការជាវដោយការទិញសេវាកម្មនេះជារៀងរាល់ថ្ងៃ។ អនុញ្ញាតឱ្យអ្នកទិញដឹងថាប្រសិនបើអ្នកចង់ផ្លាស់ប្តូរតម្លៃលំនាំដើមដែលអ្នកបានបញ្ចូលរួចហើយ។",
      "duration": "រយៈពេលនៃការជាវ"
    },
    "charge": {
      "title": "គិតថ្លៃ",
      "message": "អ្នកបានបញ្ជាក់ពីការគិតថ្លៃសម្រាប់ធាតុនេះ។ អ្នកអាចផ្លាស់ប្តូរចំនួនគិតថ្លៃសម្រាប់ទំនិញដែលបានទិញដោយអតិថិជន។",
      "charge": "គិតថ្លៃ"
    },
    "save_item": "ផ្ទៀងផ្ទាត់និងកំណត់",
    "start_service": "ចាប់ផ្តើមសេវាកម្ម",
    "end_service": "បញ្ចប់"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "ការបញ្ចប់សេវាកម្ម",
      "message": "ប្រសិនបើនេះត្រូវបានធ្វើរួច ចុចគ្រាប់ចុចបញ្ជាក់ ដើម្បីបញ្ចប់ និងបិទការបញ្ជាទិញ។",
      "action": "បញ្ជាក់ និងបំពេញការបញ្ជាទិញ"
    }
  },
  "product_outputs": {
    "outputs_form": "រចនាសម្ព័ន្ធព័ត៌មានរបស់ការបង្ហាញ (លទ្ធផល)",
    "virtual": {
      "title": "ទម្រង់ព័ត៌មានអំពីលទ្ធផលផលិតផល",
      "sub_title": "ព័ត៌មានដែលអ្នកចង់បង្ហាញដល់អ្នកប្រើប្រាស់បន្ទាប់ពីការទិញ។ ទម្រង់នេះអាចអនុវត្តបានជាពិសេសសម្រាប់ការលក់ផលិតផលនិម្មិត ដូចជាកាតអំណោយជាដើម។"
    },
    "service": {
      "title": "ការរចនាសេវាកម្ម",
      "sub_title": "ដំបូងជ្រើសរើសប្រភេទសេវាកម្មរបស់អ្នក ហើយបញ្ចូលព័ត៌មានដែលត្រូវការ។ ឧទាហរណ៍ អ្នកអាចកំណត់បញ្ជីការងារត្រូវធ្វើ ឬសួរអតិថិជនសម្រាប់ម៉ោងកក់ ឬការណាត់ជួប។"
    }
  },
  "service_design": {
    "type": "ប្រភេទសេវាកម្ម",
    "type_message": "ជ្រើសរើសប្រភេទសេវាកម្មដែលអ្នកផ្តល់សម្រាប់ផលិតផលនេះ។ ដោយជ្រើសរើសធាតុនីមួយៗ ទម្រង់ដែលពាក់ព័ន្ធនឹងត្រូវបានបង្ហាញ។ អាស្រ័យលើប្រភេទនៃសេវាកម្មដែលអ្នកជ្រើសរើស ព័ត៌មានបន្ថែមអាចត្រូវបានទទួលពីអតិថិជននៅពេលបញ្ជាទិញ។"
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "តាមតម្រូវការ",
      "desc": "ដូចជា ជួសជុលផ្ទះ លាបថ្នាំ ជួសជុលរថយន្ត។ល។"
    },
    "BOOKING": {
      "title": "ការកក់ទុក",
      "desc": "ដូចជាការកក់បន្ទប់សណ្ឋាគារ ឬវីឡាជាដើម។"
    },
    "APPOINTMENT": {
      "title": "ការណាត់ជួប",
      "desc": "ដូចជាការណាត់ជួបថែទាំសត្វចិញ្ចឹម ឬការបណ្តុះបណ្តាលដោយផ្ទាល់។"
    },
    "RENTAL": {
      "title": "ជួល",
      "desc": "ដូចជាជួលកន្លែងឬឡាន។"
    },
    "SUBSCRIPTION": {
      "title": "ការជាវ",
      "desc": "ដូចជាសមាជិកភាពក្លឹប ឬការបង្វឹកតាមអ៊ីនធឺណិត។"
    },
    "CHARGE": {
      "title": "គិតថ្លៃ",
      "desc": "ដូចជា​ការ​បញ្ចូល​លុយ​ក្នុង​គណនី​ឬ​ការ​បញ្ចូល​លុយ​ដើម្បី​ប្រើ​កម្មវិធី។"
    },
    "CUSTOM": {
      "title": "ផ្ទាល់ខ្លួន",
      "desc": "ជ្រើសរើសជម្រើសនេះ ប្រសិនបើសេវាកម្មដែលអ្នកផ្តល់គឺមិនមែនជាជម្រើសខាងលើទេ។"
    }
  },
  "avocado": {
    "title": "ការលក់លឿន ត្រឹមត្រូវ និងរីករាយនៅលើបណ្តាញសង្គមទាំងអស់។",
    "message": "ចំនួនមួយ និងចំណងជើងមួយ គឺជាអ្វីដែលអ្នកត្រូវការដើម្បីទទួលបានប្រាក់ពីអតិថិជនរបស់អ្នក! លុយនឹងត្រូវបានបញ្ចូលទៅក្នុងគណនីរបស់អ្នកដោយផ្ទាល់ ហើយអតិថិជនរបស់អ្នកនឹងមានបទពិសោធន៍ទិញទំនិញពិសេសមួយ។",
    "new_order": "វិក័យប័ត្រថ្មី។",
    "create_by_seller_title": "បង្កើតវិក្កយបត្រ",
    "create_by_seller_message": "ប្រសិនបើអ្នកចង់បង្កើតវិក្កយបត្រជាមួយនឹងចំនួនទឹកប្រាក់ជាក់លាក់មួយ ហើយផ្ញើវាទៅនរណាម្នាក់ អ្នកអាចចុចប៊ូតុងខាងក្រោមដើម្បីបង្ហាញទម្រង់វិក្កយបត្រ។ ផ្តល់តំណដែលបានបង្កើតទៅអ្នកទិញដើម្បីបង់ប្រាក់ និងតាមដានការបញ្ជាទិញរបស់ពួកគេតាមរយៈវា។",
    "create_by_buyer_title": "ទម្រង់ផ្លែបឺរ",
    "create_by_buyer_message": "តាមរយៈការធ្វើឱ្យផ្នែកនេះសកម្ម តំណភ្ជាប់នឹងត្រូវបានបង្ហាញដល់អ្នក ផ្តល់តំណនេះដល់អ្នកទិញរបស់អ្នកដើម្បីឱ្យពួកគេអាចធ្វើការបញ្ជាទិញរបស់ពួកគេ។",
    "orders_list": "បញ្ជីបញ្ជាទិញ",
    "active_mode": "បង្កាន់ដៃបញ្ជាទិញសកម្ម",
    "inactive_mode": "អសកម្ម",
    "active_message": "តាមរយៈការធ្វើឱ្យសកម្មប្រភពនេះ អតិថិជនរបស់អ្នកនឹងអាចធ្វើការបញ្ជាទិញផលិតផលតាមរយៈទម្រង់សំណើដែលអ្នកឃើញខាងក្រោម។",
    "avocado_form_link_message": "ដាក់តំណនេះនៅក្នុងជីវប្រវត្តិរបស់អ្នកនៅលើ Instagram, Telegram ឬប្រព័ន្ធផ្សព្វផ្សាយសង្គមផ្សេងទៀតដើម្បីឱ្យទស្សនិកជនរបស់អ្នកអាចទិញបានលឿន ងាយស្រួលជាងមុន និងចុងក្រោយជាច្រើនទៀត។",
    "need_address": "ទទួលបានអាសយដ្ឋាន",
    "need_address_msg": "ប្រសិនបើអ្នកត្រូវការទទួលបានទីតាំង និងអាសយដ្ឋានរបស់អ្នកទិញ សូមជ្រើសរើសជម្រើសនេះ។",
    "avocado_link_message": "វាគ្រប់គ្រាន់ក្នុងការផ្តល់តំណភ្ជាប់ខាងលើដល់អតិថិជនដើម្បីទូទាត់ការបញ្ជាទិញ។ អតិថិជននឹងអាចធ្វើតាមការបញ្ជាទិញតាមរយៈតំណនេះ។",
    "edit_order": "កែសម្រួលលំដាប់",
    "progress": "អត្រាវឌ្ឍនភាព",
    "buyer_link": "តំណភ្ជាប់អ្នកទិញ",
    "buyer_link_message": "ផ្តល់តំណនេះទៅអ្នកទិញរបស់អ្នក។ អ្នកទិញនឹងអាចបង់ប្រាក់ និងតាមដានការបញ្ជាទិញរបស់គាត់តាមរយៈតំណភ្ជាប់នេះ។ តំណភ្ជាប់នេះត្រូវបានសរសេរកូដ ប្រសិនបើតំណត្រូវបានផ្តល់ឱ្យនរណាម្នាក់ គាត់នឹងអាចបង់ប្រាក់ និងមើលព័ត៌មានបាន។ តំណនេះនឹងមានសកម្មភាពរយៈពេល 60 ថ្ងៃ។ ចុចលើតំណភ្ជាប់ខាងក្រោមដើម្បីចម្លង។",
    "OrderConfirm_done": "ការបញ្ជាទិញត្រូវបានបញ្ជាក់។",
    "OrderConfirm_message": "ប្រសិនបើអ្នកបញ្ជាក់ការទូទាត់ និងការបញ្ជាទិញត្រឹមត្រូវ សូមចុចប៊ូតុងខាងក្រោម។",
    "OrderConfirm_action": "ការ​បញ្ជាក់​ការ​បញ្ជាទិញ",
    "PreparingOrder_message": "ប្រសិនបើការបញ្ជាទិញរបស់អតិថិជនរួចរាល់ក្នុងការដឹកជញ្ជូន សូមចុចប៊ូតុង OK ខាងក្រោម។",
    "PreparingOrder_action": "ការបញ្ជាទិញរួចរាល់ដើម្បីដឹកជញ្ជូន",
    "finish_message": "ប្រសិនបើការបញ្ជាទិញនេះត្រូវបានបញ្ចប់ សូមចុចប៊ូតុងបញ្ចប់ដើម្បីបិទការបញ្ជាទិញនេះ។",
    "finish_action": "ដំណើរការការបញ្ជាទិញពេញលេញ",
    "finish_dialog": {
      "title": "បំពេញការបញ្ជាទិញ",
      "message": "តើ​ការ​បញ្ជា​ទិញ​ត្រូវ​បាន​បញ្ចប់ ហើយ​តើ​អ្នក​ប្រាកដ​ជា​ចង់​បិទ​វា​ដែរ​ឬ​ទេ?",
      "action": "បាទ/ចាស បញ្ជាក់ការបញ្ចប់ការបញ្ជាទិញ"
    },
    "configuration": "ការកំណត់ Avocado",
    "delivery_price": "ថ្លៃឈ្នួល​ដឹកជញ្ជូន",
    "edit_avocado_action": "កែសម្រួលព័ត៌មាន",
    "submit_pricing_avocado_action": "ដាក់ស្នើតម្លៃនៃការបញ្ជាទិញ",
    "add_avocado_action": "បង្កើតតំណភ្ជាប់វិក្កយបត្រ",
    "avocados_list": "បញ្ជីនៃផ្លែបឺរ",
    "not_pricing": "ទំនិញនេះមិនមានតម្លៃទេ!",
    "show_all": "បង្ហាញ​ទាំងអស់",
    "show_accepted": "បង្ហាញធាតុដែលបានបញ្ជាក់",
    "notifications": {
      "update_success": "Avocado បានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។",
      "add_success": "ផ្លែបឺរ បានបង្កើតដោយជោគជ័យ។"
    }
  },
  "avocado_orders": {
    "title": "ផ្លែបឺរ",
    "title_small": "ការលក់ប្រព័ន្ធផ្សព្វផ្សាយសង្គម",
    "pending_orders": "ការបញ្ជាទិញសកម្ម",
    "avocado": "បញ្ជាទិញផ្លែបឺរ"
  },
  "avocado_process": {
    "step1": "តម្លៃ",
    "step1_msg": "បញ្ចូលតម្លៃនៃទំនិញនីមួយៗ ហើយធីកប្រអប់ពណ៌បៃតង។ ប្រសិនបើមិនអាចលក់ទំនិញបាន សូមប្តូរស្ថានភាពទៅជាបដិសេធ។",
    "step2": "បញ្ជាក់វិក្កយបត្រ",
    "step2_msg": "បង្កើតវិក្កយបត្រសម្រាប់ការបញ្ជាទិញនេះ។ អ្នកអាចបញ្ចូលចំណងជើង និងការពិពណ៌នាសម្រាប់វិក្កយបត្រ។ ចំនួនទឹកប្រាក់នៃការបញ្ជាទិញត្រូវបានគណនាដោយផ្អែកលើតម្លៃសរុបនៃទំនិញដោយស្វ័យប្រវត្តិ។",
    "title_input": "ចំណងជើងវិក្កយបត្រ *",
    "show_to_customer": "ព័ត៌មាននេះត្រូវបានបង្ហាញដល់អ្នកទិញ។",
    "description_msg": "តើអ្នកចង់សរសេរកំណត់ចំណាំសម្រាប់ការបញ្ជាទិញនេះទេ? ព័ត៌មាននេះនឹងត្រូវបានបង្ហាញដល់អ្នកទិញ។",
    "price_input": "ចំនួន​បញ្ជា​ទិញ *",
    "tax_none": "មិន​ជាប់ពន្ធ",
    "tax_included": "រួមបញ្ចូលក្នុងតម្លៃ",
    "tax_add": "បន្ថែមពន្ធ",
    "tax_message": "អ្នកអាចជ្រើសរើសថាតើពន្ធត្រូវបានរួមបញ្ចូលក្នុងតម្លៃឬអត់។",
    "tax_included_messages": "ពន្ធត្រូវបានរួមបញ្ចូលក្នុងតម្លៃ។",
    "tax_add_messages": "ពន្ធគួរតែត្រូវបានបន្ថែមទៅតម្លៃចុងក្រោយ។"
  },
  "hyper": {
    "print_label": "បោះពុម្ពស្លាកខាងក្រោម ហើយដាក់វានៅពីមុខផលិតផល",
    "hyper_form_link_product_message": "អតិថិជនរបស់អ្នកនឹងអាចទិញ {product} បានយ៉ាងឆាប់រហ័សតាមរយៈតំណនេះ។ ពួកគេក៏នឹងបញ្ចូលតំណដូចគ្នាដោយស្កេនកូដ QR ។",
    "title": "ការលក់លឿនរហ័ស",
    "message": "ដោយមានជំនួយពីបណ្តាញលក់ Hyper Selldone អតិថិជនរបស់អ្នកនឹងអាចទិញផលិតផលដោយការស្កេនកូដ QR ដោយមិនចាំបាច់មានសកម្មភាពណាមួយពីខាងអ្នក។ ប្រើវិធីនេះដើម្បីលក់របស់របរមួយចំនួនបានយ៉ាងឆាប់រហ័សក្នុងពិធីបុណ្យ ការតាំងពិពណ៌ ឬពិធីដ៏មមាញឹកក្នុងចំនួនដ៏ច្រើន។ បន្ទាប់ពីបើកដំណើរការ Hyper នៅក្នុងផ្នែកនេះ អ្នកអាចបង្កើតកូដ QR ខ្ពស់សម្រាប់ផលិតផលជាក់ស្តែងនៅក្នុងផ្នែកគ្រប់គ្រងផលិតផល។",
    "orders_list": "បញ្ជីការបញ្ជាទិញ Hyper",
    "active_mode": "ឆានែលលក់ Hyper ត្រូវបានធ្វើឱ្យសកម្ម",
    "inactive_mode": "អសកម្ម",
    "active_message": "ប្រសិនបើអ្នកបើកជម្រើសនេះ លទ្ធភាពនៃការបង្កើត Fast-Sales-Code នឹងត្រូវបានបង្ហាញនៅក្នុងផ្នែកគ្រប់គ្រងនៃផលិតផលនីមួយៗ។",
    "hyper_form_link_message": "តំណទំព័រខ្ពស់នៃហាងរបស់អ្នក។",
    "configuration": "ការកំណត់កម្រិតខ្ពស់"
  },
  "hyper_orders": {
    "title": "លើស",
    "title_small": "របាយការណ៍លក់",
    "hyper": "បានទទួលការបញ្ជាទិញ"
  },
  "product_file": {
    "no_file": "មិនទាន់មានឯកសារបង្ហោះទេ!",
    "delete_dialog": {
      "title": "លុប​ឯកសារ",
      "message": "តើអ្នកប្រាកដក្នុងការលុបឯកសារនេះទេ?",
      "action": "បាទ/ចាស លុបឥឡូវនេះ"
    },
    "notifications": {
      "delete_success": "បានលុបឯកសារដោយជោគជ័យ។"
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 គិតថ្លៃ {amount} និងទទួលបានឥណទាន {amount_total} ។",
    "charge_action": "ទាមទារឥណទានឥតគិតថ្លៃ",
    "claim_title": "ទាមទារឥណទានឥតគិតថ្លៃរបស់អ្នក។",
    "claim_charge_caution": "ចំណាំ៖ វាមិនអាចបំប្លែងរូបិយប័ណ្ណរវាងគណនីកាបូបរបស់អ្នកបានទេ។ ដូច្នេះ សូមជ្រើសរើសគណនីដែលសមស្របនឹងរូបិយប័ណ្ណដែលបានប្តូរនៅក្នុងហាងរបស់អ្នក។",
    "account_input": "គណនី​ប្រាក់​បញ្ញើ",
    "account_msg": "ការគិតប្រាក់នឹងត្រូវបានអនុវត្តចំពោះគណនីនេះ។"
  },
  "selldone_applications": {
    "title": "កុំខកខានការបញ្ជាទិញរបស់អ្នក!",
    "msg": "គ្រប់គ្រងអាជីវកម្មរបស់អ្នកគ្រប់ទីកន្លែង និងគ្រប់ពេលវេលា។"
  },
  "shop_seo": {
    "title": "ការកំណត់រចនាសម្ព័ន្ធ SEO",
    "msg": "ឆ្ពោះទៅមុខយ៉ាងឆាប់រហ័សទៅកាន់ទីផ្សារអនឡាញដោយផ្តល់សិទ្ធិអំណាចដល់បណ្តាញការទិញយកអតិថិជនសរីរាង្គ។",
    "auto": {
      "title": "ម៉ាស៊ីន SEO ស្វ័យប្រវត្តិ",
      "msg": "ផ្តល់នូវបទពិសោធន៍ទូរស័ព្ទចល័តគ្មានថ្នេរសម្រាប់ទស្សនិកជន និងម៉ាស៊ីនស្វែងរកនៅលើគេហទំព័ររបស់អ្នក។"
    },
    "amp": {
      "title": "AMP",
      "msg": "ទំព័រទូរសព្ទចល័តបង្កើនល្បឿនបង្កើតដោយស្វ័យប្រវត្តិ។"
    }
  },
  "shop_preferences": {
    "order": {
      "title": "ការបញ្ជាទិញ",
      "desc": "ប្រសិនបើអតិថិជនបង់ប្រាក់បញ្ជាទិញ អ៊ីមែលដែលមានព័ត៌មានអំពីការបញ្ជាទិញនឹងត្រូវបានផ្ញើទៅកាន់អាសយដ្ឋាននេះ។"
    },
    "return": {
      "title": "ត្រឡប់មកវិញ",
      "desc": "ប្រសិនបើផលិតផលត្រូវបានប្រគល់មកវិញដោយអ្នកទិញ អ៊ីមែលនេះនឹងត្រូវបានផ្ញើ។ ការផ្ញើអ៊ីមែលនេះអាស្រ័យលើគម្រោងដែលបានទិញរបស់អ្នក។"
    },
    "pos": {
      "title": "POS",
      "desc": "របាយការណ៍លក់ POS នឹងត្រូវបានផ្ញើទៅកាន់អ៊ីមែលនេះ។"
    },
    "avocado": {
      "title": "ផ្លែបឺរ",
      "desc": "ផ្ញើរបាយការណ៍ប្រចាំថ្ងៃនៃការបញ្ជាទិញផ្លែបឺរ។"
    },
    "accounting": {
      "title": "គណនេយ្យ",
      "desc": "រក្សាទុករបាយការណ៍ហិរញ្ញវត្ថុ និងបច្ចុប្បន្នភាព។"
    },
    "subscription": {
      "title": "ការជាវ",
      "desc": "ស្ថានភាពគម្រោងដែលបានទិញថ្មីៗនេះ ភ្ជាប់ជាមួយការជូនដំណឹងអំពីការចាប់ផ្តើម និងបញ្ចប់ការជាវ។"
    },
    "technical": {
      "title": "បច្ចេកទេស",
      "desc": "ការជូនដំណឹងបច្ចេកទេសអំពីដែន និងស្ថានភាពសេវាកម្ម។"
    },
    "report": {
      "title": "របាយការណ៍",
      "desc": "របាយការណ៍ប្រចាំសប្តាហ៍ និងប្រចាំខែនឹងត្រូវបានផ្ញើទៅកាន់អ៊ីមែលនេះ។"
    },
    "review": {
      "title": "ពិនិត្យឡើងវិញ",
      "desc": "ប្រសិនបើអ្នកត្រូវការបញ្ជាក់ដំណើរការនៅក្នុងហាង អ៊ីមែលដែលពាក់ព័ន្ធនឹងត្រូវបានផ្ញើទៅកាន់អាសយដ្ឋាននេះ។ ឧទាហរណ៍ដើម្បីបញ្ជាក់ការផ្ញើអ៊ីមែលទីផ្សារដើម្បីរក្សាទុកអ្នកប្រើប្រាស់។"
    }
  },
  "shop_languages": {
    "title": "រក្សាទុកភាសា",
    "sub_title": "ដំឡើង និងដំណើរការកញ្ចប់ការបកប្រែដោយស្វ័យប្រវត្តិរបស់ហាង។",
    "message": "អ្នកអាចដំឡើងកញ្ចប់ភាសារហូតដល់ 10 នៅក្នុងហាងរបស់អ្នក។ សូមទាក់ទងមកយើងខ្ញុំ ប្រសិនបើអ្នកត្រូវការដំឡើងកញ្ចប់បន្ថែម។"
  },
  "invite_friends": {
    "title": "ប្រាប់ពីអាជីវកម្មរបស់អ្នកទៅកាន់ពិភពលោក!",
    "msg": "ណែនាំ Selldone ដល់មិត្តរបស់អ្នក។ ពួកគេនឹងទទួលបាន 99 ដុល្លារនៅក្នុងប័ណ្ណទូទាត់របស់ក្រុមហ៊ុននៅពេលពួកគេចុះឈ្មោះ ហើយអ្នកនឹងទទួលបាន 15 ដុល្លារនៅក្នុងប័ណ្ណចាប់ផ្តើមនៅពេលពួកគេបញ្ចប់ប្រតិបត្តិការដំបូងរបស់ពួកគេ។",
    "invite": {
      "title": "ចូលរួមជាមួយ Selldone business OS ដើម្បីទទួលបានប័ណ្ណបញ្ចុះតម្លៃ 99 ដុល្លារដោយឥតគិតថ្លៃ។",
      "description": "ខ្ញុំសូមអញ្ជើញអ្នកឱ្យ Selldone ដើម្បីចាប់ផ្តើមអាជីវកម្មរបស់អ្នកតាមអ៊ីនធឺណិតជាមួយនឹងឧបករណ៍ដ៏អស្ចារ្យមួយ។",
      "hashtags": "ecommerce, គេហទំព័រអ្នកបង្កើត",
      "quot": "ខ្ញុំបានបង្កើតហាងអនឡាញដោយ Selldone អ្នកក៏អាចធ្វើអាជីវកម្មរបស់អ្នកឥឡូវនេះបានដែរ។"
    }
  },
  "shops_list": {
    "title": "ហាងរបស់ខ្ញុំ",
    "message": "បញ្ជីហាងផ្ទាល់ខ្លួនរបស់ខ្ញុំ ហាងដែលត្រូវបានអនុញ្ញាត និងហាងគំរូ។"
  },
  "shipping": {
    "warehouse_error": "កំណត់ឃ្លាំងរបស់អ្នកជាមុន! អាសយដ្ឋាននេះនឹងត្រូវបានប្រើជាប្រភពដើមនៃការដឹកជញ្ជូន។",
    "errors": {
      "set_origin": "កំណត់ផែនទីទីតាំងរបស់អ្នក។",
      "set_country": "កំណត់ប្រទេសរបស់អ្នក។",
      "set_address": "កំណត់អាសយដ្ឋានរបស់អ្នក។",
      "set_zip": "កំណត់លេខកូដប្រៃសណីយ៍របស់អ្នក។"
    },
    "set_warehouse": "កំណត់ឃ្លាំង",
    "pickup_location": "ទីតាំងទទួល",
    "refresh_rates": "អត្រាធ្វើឱ្យស្រស់",
    "no_rate": "គ្មានអត្រា...",
    "view_messages": "មើលសារ...",
    "not_set_yet": "មិនទាន់កំណត់ទេ!",
    "drop_orders_here": "ទម្លាក់ការបញ្ជាទិញនៅទីនេះ..."
  },
  "blog_category": {
    "title": "ប្រភេទប្លុក",
    "add_action": "បន្ថែមប្រភេទថ្មី។",
    "add_dialog": {
      "title": "ប្រភេទថ្មី / ធ្វើបច្ចុប្បន្នភាព",
      "force_edit": "បង្ខំ​ផ្លូវ​កែ​សម្រួល",
      "force_edit_msg": "ផ្លាស់ប្តូរឈ្មោះប្រភេទ និងធ្វើបច្ចុប្បន្នភាពអត្ថបទទាំងអស់។",
      "star_msg": "ប្រភេទដែលបានដាក់ផ្កាយមានអាទិភាពដើម្បីបង្ហាញក្នុងប្លក់។",
      "star": "សម្លឹងមើល",
      "delete_action": "លុបប្រភេទ",
      "add_action": "បន្ថែមប្រភេទ",
      "edit_action": "កែសម្រួលប្រភេទ"
    }
  },
  "about_us": {
    "title": "អំពីយើងទំព័រ",
    "subtitle": "សរសេរអត្ថបទអំពីអាជីវកម្មរបស់អ្នក ដើម្បីបង្ហាញនៅលើទំព័រអំពីយើង។ ទំព័រនេះនឹងជួយទស្សនិកជនរបស់អ្នកឱ្យស្គាល់ម៉ាកយីហោ និងបេសកកម្មរបស់អ្នក។"
  },
  "terms": {
    "title": "ទំព័រលក្ខខណ្ឌនៃសេវាកម្ម",
    "subtitle": "ពន្យល់ពីលក្ខខណ្ឌនៃការទិញ និងការប្រើប្រាស់សេវាកម្មរបស់អ្នកសម្រាប់អតិថិជនរបស់អ្នក។"
  },
  "privacy": {
    "title": "ទំព័រគោលការណ៍ឯកជនភាព",
    "subtitle": "គោលការណ៍ឯកជនភាព គឺជាសេចក្តីថ្លែងការណ៍ ឬឯកសារផ្លូវច្បាប់ដែលបង្ហាញពីវិធីមួយចំនួន ឬទាំងអស់ដែលភាគីប្រមូល ប្រើប្រាស់ បង្ហាញ និងគ្រប់គ្រងទិន្នន័យរបស់អតិថិជន ឬអតិថិជន។"
  },
  "contact_us": {
    "title": "ទាក់ទងមកយើងទំព័រ",
    "subtitle": "សរសេរព័ត៌មានទំនាក់ទំនង អាសយដ្ឋាន និងលេខទូរស័ព្ទរបស់អ្នក ដើម្បីបង្ហាញដល់អតិថិជនរបស់អ្នកនៅលើទំព័រទំនាក់ទំនងរបស់យើង។"
  },
  "metaverse": {
    "title": "ស្ពាន Metaverse",
    "subtitle": "Selldone ផ្តល់សេវាកម្មដែលមានមូលដ្ឋានលើ API 100% នៅក្នុងចន្លោះពាណិជ្ជកម្ម។ Game, blockchain និងអ្នកអភិវឌ្ឍន៍ metaverse អាចប្រើ APIs ដ៏មានឥទ្ធិពលទាំងនេះ ដើម្បីភ្ជាប់អាជីវកម្ម អតិថិជន និងសេវាកម្មនាពេលអនាគតនៃពិភពការងារ ជីវិត និងពាណិជ្ជកម្ម។",
    "message": "ការចូលប្រើដំបូងសម្រាប់អ្នកអភិវឌ្ឍន៍ហ្គេម"
  },
  "orders_bulk_export": {
    "title": "ជំនួយការបញ្ជា",
    "timespan": {
      "title": "រយៈពេល",
      "subtitle": "ជ្រើសរើសកាលបរិច្ឆេទចាប់ផ្តើម និងបញ្ចប់សម្រាប់ការបញ្ជាទិញ។"
    },
    "tasks": {
      "title": "លទ្ធផលការងារ",
      "subtitle": "ទាញយកបញ្ជីភារកិច្ចសម្រាប់ដំណើរការការបញ្ជាទិញជាដុំ។ លទ្ធផលមានតែការបញ្ជាទិញដែលបានបង់ និង COD ប៉ុណ្ណោះ។",
      "export_title": "បញ្ជីភារកិច្ច"
    },
    "labels": {
      "title": "ស្លាកកញ្ចប់",
      "subtitle": "ទាញយកបញ្ជីស្លាកបញ្ជាទិញទាំងអស់ក្នុងរយៈពេល និងស្ថានភាពដែលបានជ្រើសរើស។ លទ្ធផលមានតែការបញ្ជាទិញដែលបានបង់ និង COD ប៉ុណ្ណោះ។",
      "export_title": "ស្លាកប្រអប់"
    }
  },
  "customers_funnel": {
    "title": "ប្រជាសាស្រ្តអតិថិជន",
    "subtitle": "ត្រង និងនាំចេញទិន្នន័យអតិថិជនរបស់អ្នកដើម្បីធ្វើការសម្រេចចិត្តកាន់តែប្រសើរ ដើម្បីផ្តល់តម្លៃកាន់តែច្រើនជាមួយនឹងទីផ្សារតិច! សូមគោរពភាពឯកជនរបស់អតិថិជនរបស់អ្នក ហើយកុំផ្ញើអ៊ីមែលច្រើនទៅពួកគេ! កុំចែករំលែកព័ត៌មានរបស់អតិថិជនរបស់អ្នកជាមួយសេវាកម្មភាគីទី 3 ដោយមិនទទួលបានការអនុញ្ញាតពីពួកគេម្នាក់ៗ។"
  }
};