export default {
  "commons": {
    "pay_today": "오늘 결제",
    "pay_yesterday": "어제 결제",
    "pay_last30days": "지난 30일 결제",
    "create_a_shop": "상점 만들기",
    "start_free": "무료 시작",
    "featured_apps": "추천 앱",
    "more_apps": "더 많은 애플 리케이션"
  },
  "numbers": {
    "infinite": "제한 없는"
  },
  "error": {
    "not_fount_data": "데이터를 찾을 수 없습니다!",
    "license_max_limit": "라이센스가 한도에 도달했습니다!"
  },
  "time_spans": {
    "days_range": "일 범위",
    "today": "오늘",
    "yesterday": "어제",
    "last_7": "지난 7일",
    "last_14": "지난 14일",
    "last_30": "지난 30일",
    "last_90": "지난 90일",
    "custom": "관습"
  },
  "device_types": {
    "desktop": "데스크탑",
    "mobile": "이동하는",
    "tablet": "태블릿"
  },
  "create_website_action": "웹사이트 만들기 — 무료입니다",
  "show_shops_action": "내 상점 목록",
  "Youtube": "유튜브",
  "Linkedin": "링크드인",
  "Twitter": "트위터",
  "Facebook": "페이스북",
  "Instagram": "인스 타 그램",
  "Reddit": "레딧",
  "Github": "깃허브",
  "page_titles": {
    "home": "판매완료 | 빠르게 성장하는 기업을 위한 비즈니스 운영 체제",
    "login": "로그인",
    "register": "등록하다",
    "auth_2fa": "2단계 인증 🔐",
    "academy": "블로그",
    "help": "지원 센터",
    "price_list": "가격표",
    "my_stores": "내 상점",
    "roles": "내 역할",
    "wallet": "내 지갑",
    "personal_info": "개인정보 | KYC",
    "companies": "내 회사",
    "access_control": "액세스 제어",
    "security_center": "보안 센터",
    "gifts": {
      "received": "선물 | 받았다",
      "send": "선물 | 전송된"
    },
    "monetization": {
      "linked_accounts": "수익화 | 연결된 계정",
      "plans": "수익화 | 계획 및 링크"
    },
    "affiliate": "제휴하다",
    "avocado": "아보카도 — 현대 소셜 판매 채널",
    "guild": "길드 - 공동 판매 채널",
    "partners_login": "파트너 | 클라이언트 로그인"
  },
  "blank_is_all_products": "모든 제품을 포함하려면 공백으로 두십시오!",
  "cautions": {
    "title": "다음 팁을 수행하여 비즈니스를 전문적으로 관리하십시오. 이익 마진 등을 늘리는 방법에 대한 팁을 계속 읽으십시오. 우리는 그 길을 함께합니다.",
    "no_payment_method": {
      "title": "지불 방법",
      "message": "상점에 결제 수단을 추가해야 합니다.",
      "action": "상점 게이트웨이"
    },
    "link_account": {
      "title": "계정 연결",
      "message": "계정({currency})을 상점에 연결해야 합니다.",
      "action": "쇼핑 계정"
    },
    "no_domain": {
      "title": "도메인 추가",
      "message": "하나 이상의 개인 도메인을 스토어에 연결할 수 있습니다. 귀하의 웹사이트가 귀하의 도메인에 설치됩니다. 이 과정은 빠르고 쉽습니다."
    },
    "domain_not_approved": {
      "title": "도메인 확인",
      "message": "귀하의 도메인 {domain}이 확인되지 않았습니다. DNS 설정을 확인하고 도메인을 확인하십시오."
    },
    "no_currency": {
      "title": "통화 추가",
      "message": "상점에 대해 하나 이상의 통화를 정의해야 합니다.",
      "action": "통화 관리"
    },
    "no_primary_domain": {
      "title": "메인 도메인",
      "message": "도메인을 기본 도메인으로 선택하십시오. 도메인 이름 옆에 있는 별표 버튼을 클릭하면 해당 도메인을 스토어의 기본 도메인으로 선택할 수 있습니다. 이것은 검색 엔진에 중요합니다. 상점은 모든 활성 도메인을 통해 계속 사용할 수 있습니다."
    },
    "shop_complete": {
      "title": "완전한 정보",
      "action": "상점 설정",
      "location_msg": "위치 추가",
      "days_open_msg": "영업일 설정",
      "time_open_msg": "열고 닫는 시간 설정",
      "description_msg": "귀하의 비즈니스에 대한 간략한 설명을 작성하십시오.",
      "icon_msg": "스토어 로고 설정",
      "shop_gateways_msg": "결제 수단 추가",
      "socials_msg": "소셜 링크 추가",
      "clubs_msg": "고객 클럽 설정",
      "domains_msg": "사용자 정의 도메인 추가",
      "primary_msg": "도메인을 기본으로 설정"
    }
  },
  "support": {
    "request": "지원 요청",
    "category": "범주",
    "title": "지원하다",
    "message": "요청이나 질문을 물어보세요. 지원팀이 안내해 드립니다. 귀하의 요청과 관련된 페이지에서 질문하는 것이 좋습니다. 예를 들어, 도메인 설정에 대한 질문이 있는 경우 스토어의 도메인 설정 페이지에서 보내주세요.",
    "close_at": "{date}에 마감됨",
    "close_ticket_by_user": "고마워, 나는 대답을 얻었다"
  },
  "surveys": [
    "매우 가난한",
    "가난한",
    "정상",
    "좋은",
    "훌륭한"
  ],
  "sort": {
    "title": "정렬 기준",
    "title_small": "정렬 기준..",
    "nothing": "아무것도",
    "most_views": "최다 조회수",
    "most_likes": "가장 인기있는",
    "most_recent": "최신",
    "most_sell": "가장 잘 팔리는",
    "cheapest": "가장 싼",
    "most_expensive": "가장 비싼",
    "only_available": "사용 가능",
    "view_mode": {
      "normal": "정상",
      "grid": "그리드",
      "list": "목록",
      "insta": "인스타"
    }
  },
  "helps": {
    "title": "Selldone 도움말 센터",
    "subtitle": "Selldone에 오신 것을 환영합니다. 비즈니스 OS에서 새로운 온라인 상점을 구축하는 경우 여기에서 더 많은 정보를 찾을 수 있습니다.",
    "add_new_help": "새 도움말",
    "resources": "자원",
    "categories": {
      "Welcome": "시작하다",
      "Setup": "가게",
      "Sell": "영업 및 마케팅",
      "Developer": "개발하다",
      "Application": "애플리케이션"
    },
    "faq": "FAQ",
    "github": "Github 리포지토리",
    "admin_api_app": "관리 API 웹 서비스",
    "shop_api_app": "API 웹 서비스 쇼핑하기",
    "design_kit": "디자인 키트",
    "community": "지역 사회"
  },
  "blogs": {
    "title": "블로그",
    "subtitle": "번창하는 비즈니스를 만드는 데 필요한 비즈니스, 자신감 및 지식에 대한 교훈.",
    "add_new_blog": "새 블로그",
    "popular": "인기 있는",
    "topics": "주제",
    "select_topics": "직업을 선택하세요.",
    "select_job_topics": "직업과 관련된 주제를 선택하세요",
    "select_interested_topics": "어떤 주제에 관심이 있습니까?"
  },
  "api": {
    "title": "API 및 통합",
    "message": "Selldone의 주요 기능 중 하나는 매장을 관리하고 창고 보관, 회계 등과 같은 다른 서비스에 연결할 수 있는 강력하고 안전한 API를 제공하는 것입니다. 매장을 위한 맞춤형 앱과 웹 앱을 디자인할 수도 있습니다. 서버 및 데이터 관리에 대해 걱정할 필요가 없습니다. 도메인 API만 사용하세요. 사용자, 인증 및 기타 도메인 기능을 관리하는 모든 프로세스가 있습니다."
  },
  "user_dashboard": {
    "title": "내 셔틀",
    "subtitle": "최신 정보와 명확한 전망으로 비즈니스를 관리하십시오.",
    "menu": {
      "affiliate": "제휴하다",
      "monetize": "수익 창출",
      "gift": "선물",
      "security": "보안",
      "access": "접속하다",
      "business": "회사",
      "wallet": "지갑",
      "identification": "KYC",
      "stores": "백화점",
      "roles": "역할",
      "home": "집",
      "expert": "전문가"
    },
    "shops": {
      "create_new": "새 상점 만들기",
      "create_new_sub": "무료",
      "create_new_sub_need_initial_charge": "첫 번째 상점을 만드는 것은 무료입니다. 아마도 하나의 상점으로 귀하의 비즈니스에 충분할 것입니다. 그러나 더 많은 상점을 건설해야 하는 경우 새 상점을 짓는 데 드는 비용은 25$입니다. 지갑 계정에서 금액을 인출합니다.",
      "menu": {
        "title": "나의 가게",
        "shops": "상점",
        "new": "새로운"
      },
      "accept_invite_question": "이 초대를 수락하시겠습니까?",
      "shop_card": {
        "menu_orders": {
          "physical": "실제 제품 주문",
          "virtual": "가상 제품 주문",
          "files": "파일 주문",
          "services": "서비스 주문"
        },
        "status": "상태",
        "license": "특허",
        "volume": "사용 공간",
        "expire": "라이선스 만료",
        "products": "제품",
        "page_views": "견해",
        "user_behavior": "고객 행동",
        "time_span": "{time}부터 지금까지",
        "finance_report": "재무 보고서",
        "buys": "구매",
        "payments": "지불",
        "orders": "명령",
        "currency": "통화"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "고객 피드백",
      "title_small": "개요",
      "wishlist": "위시리스트",
      "comments": "코멘트",
      "likes": "좋아요",
      "favorites": "즐겨찾기",
      "powers": "박수",
      "views": "견해",
      "report_today": "오늘 보고서",
      "report_last7days": "지난 7일 보고서",
      "report_last30days": "지난 30일 보고서"
    }
  },
  "admin_shop": {
    "title": "가게",
    "menu": {
      "edit": "설정",
      "automation": "오토메이션",
      "application": "애플리케이션",
      "access": "접속하다",
      "pages": "페이지",
      "channels": "채널",
      "categories": "카테고리",
      "marketing": "마케팅",
      "customers": "고객",
      "logistic": "물류",
      "auditing": "회계",
      "incentives": "인센티브",
      "process_center": "명령",
      "blog": "블로그",
      "products": "제품",
      "shops": "상점",
      "dashboard": "계기반",
      "autopilot": "자동 조종 장치",
      "apps": "앱",
      "pos": "POS",
      "seo": "SEO",
      "localization": "현지화"
    },
    "dashboard": {
      "title": "상점 대시보드",
      "online_staff": "온라인 직원",
      "notify_referral": {
        "message": "친구에게 초대 링크를 보내고 무료 바우처를 받으세요.",
        "action": "내 추천 링크"
      },
      "info": {
        "title": "전문인",
        "subtitle": "비즈니스 OS의 기술 개요.",
        "shop_name": "가게 이름",
        "shop_link": "상점 링크",
        "site_map": "사이트맵",
        "shop_domains": "도메인",
        "shop_domains_msg": "연결된 사용자 지정 도메인 목록입니다.",
        "home_msg": "웹사이트의 기본 홈페이지를 설정합니다. 각 사용자 정의 도메인에 대해 변경할 수 있습니다.",
        "add_domain": "새 도메인 추가",
        "currencies": "활성 통화",
        "currencies_alert": "상점에 사용할 통화를 하나 이상 선택하십시오!",
        "status": "상태",
        "license": "특허",
        "expire": "라이센스 만료일",
        "upgrade_license_action": "{name}(으)로 업그레이드",
        "wage": "요금",
        "cpu_message": "구매한 계획에 맞게 조정한 리소스 수와 서비스에 추가하는 리소스입니다.",
        "hide_domains": "내 도메인 숨기기",
        "show_domains": "내 도메인 표시",
        "table": {
          "primary": "주요한",
          "url": "URL",
          "site_map": "사이트 맵",
          "enable": "할 수 있게 하다",
          "indexed": "인덱싱됨",
          "and_more": "& 더..",
          "auto_repair": "자동차 수리"
        },
        "add_dialog": {
          "title": "스토어 도메인 구성",
          "step1": "다음 값에서 DNS 도메인 또는 하위 도메인에 대한 레코드 A의 IP 제한을 정의할 수 있습니다.",
          "step2": "DNS TXT 레코드 추가:",
          "set_ip_alert": "레코드 A <b>{ip}</b> 의 IP 값을 설정합니다.",
          "input_domain": "도메인 URL",
          "correct": "도메인 설정이 정확합니다.",
          "set_message": "이 도메인의 CNAME을 {cname}으로 설정합니다.",
          "input_domain_message": "http와 https 없이 도메인 이름을 입력합니다.",
          "ssl_message": "귀하의 웹 사이트에 대한 SSL 인증서에 대해 걱정하지 마십시오. 이 인증은 Selldone(베타)에서 자동으로 도메인에 대해 발급합니다.",
          "active": "도메인이 활성 상태입니다.",
          "inactive": "도메인이 비활성화되었습니다.",
          "success_message": "축하합니다. 귀하의 사이트는 {domain}에서 활성화되었습니다. 이 도메인을 통해 귀하의 비즈니스와 브랜드를 세상에 알릴 수 있습니다.",
          "delete_action": "도메인을 삭제하시겠습니까?"
        },
        "set_home_dialog": {
          "title": "도메인 홈 페이지 설정"
        },
        "notification": {
          "add_message": "도메인 주소가 성공적으로 추가되었습니다.",
          "update_message": "도메인이 성공적으로 업데이트되었습니다.",
          "delete_domain_message": "도메인이 성공적으로 삭제되었습니다."
        },
        "alert": {
          "title": "도메인 삭제",
          "message": "이 도메인을 삭제하시겠습니까? 다른 사람이 사기를 당하지 않도록 도메인의 DNS 레코드 값을 재설정해야 합니다."
        }
      },
      "active_orders": {
        "title": "명령",
        "title_small": "물리적, 파일, 가상 및 서비스 주문",
        "pending_orders": "주문을 보류",
        "physical": "실제 제품 주문",
        "virtual": "가상 제품 주문",
        "file": "파일 제품 주문",
        "service": "서비스 제품 주문"
      },
      "products": {
        "title": "목록",
        "title_small": "제품, 서비스, 파일",
        "total_products": "총 제품 유형"
      },
      "finance": {
        "title": "재정적인",
        "title_small": "재무 보고서",
        "total_30days_title": "총 판매 금액",
        "last_30_day": "지난 30일",
        "pay_amount_chart_title": "지불",
        "sell_amount_chart_title": "매상",
        "discount_amount_chart_title": "할인",
        "currency_convert_to": "통화로",
        "active_currencies": "활성 통화",
        "sell_count_chart_title": "변형별 판매 수",
        "active_gateways": "활성 지불 게이트웨이",
        "received_last_24h": "지난 7시간 동안 수신됨",
        "pie": {
          "title": "오늘의 매출 비율",
          "no_data": "오늘은 판매 안함"
        },
        "pay_amount": "결제 금액",
        "sell_amount": "판매금액",
        "discount_amount": "할인 량",
        "sell_count": "판매 횟수",
        "table": {
          "currency": "통화",
          "total_sell_30days": "30일 총 판매액",
          "sell_daily": "일일 판매율",
          "sell": "판매",
          "pay": "지불"
        }
      },
      "customers": {
        "title": "쇼핑 고객",
        "title_small": "전환 보고서",
        "total_customers": "총",
        "new_customers_today": "오늘",
        "new_customers_week": "지난 7일",
        "orders_count": "주문 수",
        "days_range": "일 범위",
        "new_users": "신규 등록 사용자",
        "chart": {
          "new_customers": "신규 고객",
          "customers": "총 고객"
        }
      },
      "plugins": {
        "title": "플러그인",
        "title_small": "설치됨"
      },
      "performance": {
        "title": "오늘",
        "title_small": "사용자 및 판매 개요",
        "users": "사용자",
        "views": "견해",
        "orders": "명령",
        "payments": "지불",
        "no_visitor_today": "오늘 방문자가 없었습니다."
      }
    },
    "products": {
      "title": "제품 목록",
      "products_list": "다시 목록으로",
      "products_menu": "제품 관리",
      "process_que": "수입 제품 가공",
      "view_que_list": "대기열 목록 보기",
      "menu_products_list": "제품 목록",
      "menu_export": "수출 제품",
      "menu_import": "수입품",
      "menu_show_deletes": "삭제된 제품 표시",
      "drop_import_message": "대량 제품 추가를 시작하려면 여기에 제품 목록 파일(CSV, XLS, XLSX 형식)을 놓으십시오. 파일이 Selldone 제품 목록 형식인지 확인하십시오.",
      "product_widget": {
        "product_type": "상품 유형",
        "price": "가격",
        "value_added": "수수료",
        "discount": "할인",
        "in_stock": "재고",
        "product_unit": "단위",
        "total_sell": "총 매출",
        "total_view": "총 조회수",
        "view_unit": "타임스",
        "review_unit": "리뷰"
      },
      "folder_widget": {
        "products": "제품",
        "products_unit": "유형",
        "sub_categories": "카테고리",
        "sub_categories_unit": "아이템",
        "views": "견해",
        "views_unit": "타임스"
      }
    },
    "blogs": {
      "new": "새로 쓰기",
      "blogs": "블로그",
      "list": {
        "title": "내 기사",
        "waiting_message": "정보를 받는 중입니다... 잠시만 기다려 주십시오.",
        "published": "게시됨",
        "draft": "초안",
        "private": "사적인",
        "public": "공공의",
        "table": {
          "title": "제목",
          "author": "작가",
          "claps": "박수",
          "like": "처럼",
          "comments": "코멘트",
          "views": "견해",
          "publish_state": "상태",
          "created_at": "생산 일",
          "updated_at": "마지막 업데이트"
        }
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "정보를 받는 중입니다... 잠시만 기다려 주십시오.",
        "rejected": "거부됨",
        "delivery": "배송",
        "discount": "할인",
        "not_paid": "지불되지 않다",
        "table": {
          "order_number": "주문 코드",
          "order_date": "체크아웃 날짜",
          "status": "마지막 상태",
          "price": "총액",
          "payment_status": "지불 상태"
        }
      },
      "virtual": {
        "waiting_message": "정보를 받는 중입니다... 잠시만 기다려 주십시오.",
        "discount": "할인",
        "table": {
          "order_number": "주문 코드",
          "product": "제품",
          "order_date": "등록 날짜",
          "status": "마지막 상태",
          "price": "총액",
          "payment_status": "지불 상태"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "교환",
        "gateway": "게이트웨이",
        "invoice": "청구",
        "report": "보고서",
        "tax": "세",
        "drop_shipping": "리셀러 영수증",
        "reseller_accounts": "리셀러 계정"
      },
      "invoice": {
        "title": "연결된 지갑 쇼핑하기",
        "subtitle": "요금, 커미션 및 매장 비용은 이 지갑 계정에서 공제됩니다.",
        "title_add": "새 지갑 계정 연결",
        "subtitle_add": "각 통화에 대해 새 지갑을 생성하고 상점에 연결해야 합니다. 이 지갑에서 서비스 수수료가 인출됩니다.",
        "add_account": "계정을 추가",
        "charge_account": "청구 계정",
        "show_transaction": "거래 표시",
        "table": {
          "currency": "통화",
          "account_number": "계좌 번호",
          "account_name": "계정 이름",
          "balance": "균형",
          "free_balance": "사용 가능한 잔액",
          "actions": "제거하다"
        },
        "add_account_dialog": {
          "title": "스토어에 신용 계정 연결",
          "subtitle": "Selldone으로 지갑 계정을 열면 다른 신용 카드와 마찬가지로 가상 신용 카드와 계정을 제공합니다. Selldone 판매 수수료는 이 계정에서 차감되지만 계정 잔액이 충분하지 않은 경우 이 금액을 지불해야 합니다. Selldone 서비스는 필요한 만큼 사용할 수 있습니다.",
          "account_number": "계좌 번호",
          "account_number_input_message": "스토어가 이 계정에 연결됩니다. 이 계정은 수수료 및 비용으로 사용됩니다.",
          "balance": "계정 잔액",
          "connect_account_to_shop": "스토어에 계정 연결"
        },
        "notifications": {
          "connect_account_success": "계정이 성공적으로 추가되었습니다.",
          "delete_account_success": "스토어에서 계정이 성공적으로 제거되었습니다."
        },
        "alert": {
          "delete_account": "계정 연결 해제",
          "delete_account_message": "상점 계정 목록에서 이 계정을 제거하시겠습니까?",
          "delete_account_action": "계정 삭제"
        },
        "inform_charge_account": "귀하의 계정을 충전하십시오!",
        "inform_charge_account_critical": "서비스 중단을 방지하려면 계정을 충전하세요!"
      },
      "gateway": {
        "title": "지불 방법",
        "sub_title": "활성 결제 수단 목록입니다. 상점에 새로운 방법을 추가하려면 다음 버튼을 누르세요. 추가된 지불 게이트웨이는 10개를 초과하지 않는 것이 좋습니다.",
        "add_gateway": "새로운 결제 수단",
        "add_gateway_dialog": {
          "title": "통화 선택",
          "country_currencies": "현지 통화",
          "crypto_currencies": "암호화폐",
          "active_gateways": "활성 결제 수단",
          "confirm": "결제 수단 추가"
        }
      },
      "exchange": {
        "title": "활성 통화 저장",
        "subtitle": "사용자는 활성 통화 중 하나를 선택할 수 있으며 제품 가격이 계산되고 표시됩니다. 환율을 입력하는 것은 판매자에게 달려 있습니다.",
        "shop_currencies_input": "사용자를 위한 활성 통화",
        "shop_currencies_input_error": "통화를 하나 이상 선택하세요.",
        "rates": {
          "title": "환율",
          "sub_title": "아래 통화를 기준으로 제품 가격을 입력할 수 있으며 제품 가격은 귀하의 통화 간의 환율에 따라 자동으로 계산됩니다.",
          "message": "통화 간의 환율을 입력하면 제품 가격이 자동으로 계산되고 업데이트됩니다.",
          "add_new_rate": "새 요금 추가"
        },
        "table": {
          "waiting_receive_data": "정보를 가져오는 중입니다... 잠시만 기다려 주십시오.",
          "rate_input": "환율",
          "from": "에서",
          "to": "에게",
          "exchange_rate": "환율",
          "edit": "편집하다",
          "delete": "삭제",
          "auto": "자동 요금"
        },
        "add_rate_dialog": {
          "title": "환율 설정",
          "message": "정보를 입력할 때 주의하십시오. 제품 가격은 여기에 입력된 요금을 기준으로 계산됩니다.",
          "currency_from": "통화에서",
          "currency_to": "통화로",
          "exchange_rate": "환율"
        },
        "alert": {
          "title": "전환율 삭제",
          "message": "이 전환율을 삭제하시겠습니까?",
          "action": "삭제"
        },
        "notifications": {
          "delete_success": "환율이 제거되었습니다.",
          "add_success": "환율이 업데이트되었습니다.",
          "update_success": "활성 통화 저장이 업데이트되었습니다."
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "창고",
        "subtitle": "내 창고 목록입니다."
      },
      "warehouse_btn": "새 창고 추가",
      "warehouse_btn_error": "창고, 상점 또는 비즈니스의 출처를 설정하십시오. 배송비 계산 및 결제 과정에서 필수 항목입니다.",
      "size_unit": {
        "title": "사이즈 단위",
        "subtitle": "길이, 너비 및 높이에 사용되는 단위입니다."
      },
      "mass_unit": {
        "title": "질량 단위",
        "subtitle": "무게에 사용되는 단위입니다."
      },
      "menu": {
        "return_request": "반환",
        "delivery": "배송",
        "inventory": "목록",
        "warehouse": "창고",
        "logistic_apps": "물류 센터"
      },
      "warehouse": {
        "title": "매장 창고",
        "sub_title": "이 주소는 배송 출발지로 사용됩니다.",
        "table": {
          "title": "인벤토리 목록",
          "sub_title": "물리적, 가상, 파일 및 서비스를 포함한 모든 매장 제품 목록"
        }
      },
      "delivery": {
        "title": "배송 방법",
        "sub_title": "이 섹션의 값을 설정하면 상점에서 다양한 전송 방법이 활성화됩니다. Cash on Delivery 방식도 이 섹션에서 활성화할 수 있습니다.",
        "add_transportation": "교통수단 추가",
        "delivery_form": {
          "payment": "지불 옵션",
          "limits": "제한",
          "currency_input": "비용 계산을 위한 참조 통화",
          "currency_input_message": "비용은 이 통화로 계산됩니다.",
          "distance_input": "창고로부터의 거리",
          "distance_input_message": "0 또는 -1은 제한이 없음을 의미합니다.",
          "max_weight_input": "최대 허용 포장 중량",
          "max_weight_input_message": "0 또는 -1은 제한이 없음을 의미합니다.",
          "max_size_input": "최대 패키지 치수",
          "width": "너비",
          "length": "길이",
          "height": "키",
          "days_input": "배송 가능 날짜",
          "days_input_nodata": "배송일을 선택하세요",
          "hours_input": "Avaialbe 배달 시간",
          "hours_input_nodata": "기간 선택",
          "vacation_input": "휴일에도 배송합니까?",
          "cod_input": "COD 지원",
          "cod_input_message": "배송 서비스에서 COD를 허용하는지 확인하십시오.",
          "sod_input": "당신은 COD를 지원합니까?",
          "sod_input_message": "배송 서비스에서 COD를 허용하는지 확인하십시오.",
          "pricing": "가격 계산",
          "const_input": "고정 비용",
          "distance_cof_input": "비용 대 거리 계수",
          "distance_cof_input_dim": "{dim}당",
          "weight_cof_input": "비용 대비 중량 요소",
          "weight_cof_input_dim": "{dim}당",
          "price_cof_input": "제품 가격 요소에 운송 비용",
          "price_cof_input_message": "보험 비용 및 COD 비용과 같은 기타 서비스가 포함됩니다.",
          "price_cof_input_dim": "{dim}당",
          "distance_weight_cof_input": "중량 승수에 의한 비용 승수",
          "distance_weight_cof_input_dim": "{distance}당 모든 {weight}에 대해",
          "free_shipping_input": "무료 배송",
          "free_shipping_limit_input": "무료 배송을 위한 최소 주문 비용",
          "notifications": {
            "update_success": "배송 서비스 설정이 완료되었습니다."
          }
        }
      }
    },
    "users": {
      "menu": {
        "customers": "고객",
        "contact_form": "콘택트 렌즈",
        "faq": "FAQ",
        "club": "클럽",
        "report": "보고서"
      },
      "report": {
        "title": "고객 개요",
        "sub_title": "여기에서 고객의 실시간 상태를 볼 수 있습니다.",
        "report_30days_by_time": "지난 30일 동안의 날짜 및 시간을 기반으로 한 사용자 활동",
        "report_30days_by_location": "지난 30일 동안의 지리적 위치 사용자 활동"
      },
      "club": {
        "title": "고객 클럽",
        "sub_title": "월별 및 연간 구매 금액과 통화를 입력하여 각 레벨을 활성화합니다. 고객은 월간 또는 연간 구매 요구 사항을 충족하면 고객 클럽에 로그인됩니다.",
        "item": {
          "members_count": "회원 수",
          "purchases_count": "주문 수",
          "monthly": "월간 간행물",
          "annually": "매년",
          "discount_percent": "할인율",
          "discount_limit": "할인 한도"
        },
        "edit_dialog": {
          "title": "고객 수준 관리",
          "currency_input": "통화",
          "currency_input_message": "총 구매 금액은 이 통화로 계산됩니다.",
          "free_shipping_input": "무료 배송",
          "monthly_input": "월 구매율",
          "annually_input": "연간 구매율",
          "discount_percent_input": "클럽회원 할인율",
          "discount_limit_input": "할인 한도",
          "description_input": "설명",
          "description_input_message": "이 수준에 대한 간략한 설명을 입력합니다."
        },
        "notifications": {
          "update_success": "고객 클럽에 적용된 변경 사항."
        }
      },
      "faq": {
        "title": "자주 묻는 질문",
        "sub_title": "고객 질문을 추가, 수정 및 답변하세요."
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "캠페인",
        "cross_selling": "교차 판매",
        "affiliate": "제휴하다",
        "emails": "이메일",
        "funnel": "깔때기"
      },
      "campaign": {
        "name_input_placeholder": "캠페인 이름",
        "name_input_message": "캠페인 제목을 입력하세요.",
        "create_campaign_action": "새 캠페인 만들기",
        "table": {
          "title": "제목",
          "state": "상태",
          "discount": "할인",
          "landing": "방문 페이지",
          "start": "시작",
          "end": "끝"
        },
        "notifications": {
          "add_success_title": "캠페인 만들기",
          "add_success": "캠페인이 생성되었습니다."
        }
      }
    },
    "categories": {
      "title": "카테고리 목록",
      "subtitle": "카테고리는 온라인 상점의 핵심 기능입니다. 이러한 강력한 분류 도구를 사용하여 현대적인 매장을 구축하고 고객이 올바른 제품을 쉽게 찾을 수 있도록 하는 것이 좋습니다.",
      "menu": {
        "add_new": "새 카테고리 추가",
        "categories_list": "카테고리 목록",
        "export": "카테고리 내보내기",
        "import": "카테고리 가져오기(CSV)"
      },
      "graph": {
        "title": "카테고리 계층",
        "subtitle": "상점 카테고리와 사용자가 카테고리를 탐색하는 방법에 대한 전체 개요를 볼 수 있습니다. 카테고리를 올바르게 정렬하면 고객이 제품을 빠르게 찾을 수 있고 전환율이 높아집니다.",
        "visits_count": "방문",
        "normal": "단순한",
        "items_count": "항목 수",
        "home": "집"
      },
      "category_widget": {
        "parent": "부모의",
        "not_exist": "존재하지 않는다",
        "children": "하위 카테고리",
        "delete_alert": {
          "title": "하위 카테고리 제거",
          "message": "{parent_title} 목록에서 {title}을(를) 제거하시겠습니까?",
          "action": "삭제"
        },
        "notifications": {
          "edit_success": "카테고리가 수정되었습니다."
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "가게",
        "my_apps": "앱"
      },
      "my_apps": {
        "title": "활성 앱 저장",
        "subtitle": "비즈니스 애플리케이션을 관리합니다.",
        "all": "모두"
      },
      "store": {
        "title": "앱 스토어",
        "subtitle": "좋아하는 서비스를 비즈니스에 안전하게 연결하세요. 고객 요청에 따라 플러그인과 앱을 추가합니다.",
        "nodata": "플러그인을 찾을 수 없습니다.",
        "all": "모두",
        "more": "더"
      }
    },
    "pages": {
      "menu": {
        "new_page": "새 페이지",
        "contact_us": "문의하기",
        "privacy": "은둔",
        "terms": "자귀",
        "about_us": "회사 소개",
        "landings": "착륙",
        "popup": "팝업"
      }
    },
    "permissions": {
      "menu": {
        "persons": "직원",
        "roles": "역할",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "인사 목록",
          "new_user": "새 직원 추가",
          "new_user_message": "이 스토어의 대시보드 및 관리 섹션에 액세스할 수 있는 사용자입니다.",
          "email_input_placeholder": "이메일",
          "email_input": "사용자 이메일 주소",
          "level_input": "액세스 수준",
          "add_user_action": "직원 추가"
        },
        "delete_alert": {
          "title": "액세스 권한 제거",
          "message": "이 사용자를 삭제하시겠습니까?",
          "action": "삭제"
        },
        "notifications": {
          "add_success_title": "액세스 추가",
          "add_success": "새로운 액세스가 추가되었습니다.",
          "delete_success_title": "액세스 삭제",
          "delete_success": "액세스가 삭제되었습니다."
        }
      },
      "shop_api": {
        "title": "액세스 키 저장",
        "message": "이 키는 서버에서 액세스 토큰을 생성하는 데 사용됩니다. 키는 기밀이며 다른 사람이 볼 수 없는 방식으로 서버에만 있습니다."
      }
    },
    "applications": {
      "pwa": {
        "title": "웹 앱",
        "sub_title": "여기에서 스토어 웹 앱 보기",
        "message": "참고: iOS 앱에서 iPhone 및 iPad의 웹사이트 시작 페이지를 편집할 수 있습니다.",
        "ios_app": "iOS 앱"
      },
      "ios": {
        "title": "iOS 앱",
        "sub_title": "곧 스토어용 iOS 앱을 구축할 수 있습니다.",
        "message": "최대 파일 크기: 512KB, 압축 시스템이 크기를 512KB로 줄일 수 있는 경우 최대 1MB 크기의 파일을 업로드할 수 있습니다. 업로드된 이미지는 지능적으로 크기가 조정됩니다."
      },
      "android": {
        "title": "안드로이드 애플리케이션",
        "sub_title": "나만의 Android 앱 빌드",
        "message": "이 양식을 작성하고 빌드 키를 누르십시오. 다른 것은 필요하지 않습니다. 앱 빌드 및 서명 프로세스의 모든 단계는 클라우드 서버에서 수행됩니다. 최종 앱은 모든 AppStores에 업로드됩니다.",
        "server_un_available": "실험적으로 현재 응용 프로그램 서버는 연결되어 있지 않습니다.",
        "app_building_progress": "앱을 구축 중입니다.",
        "app_build_success": "앱이 준비되었습니다.",
        "download_app_action": "앱 다운로드",
        "firmware_version": "펌웨어 버전",
        "main_info": "애플리케이션 패키지",
        "package_name_input_message": "패키지 이름이 고유한지 확인하십시오.",
        "package_name_input_alert": "이 이름을 변경하면 더 이상 AppStore에서 이전 앱을 업데이트하고 새 앱을 설치할 수 없습니다. 이전 버전의 앱 사용자도 계정에 로그인할 수 없습니다.",
        "version_input": "버전",
        "version_input_message": "이 숫자는 항상 이전 값보다 커야 합니다.",
        "version_name_input": "버전 이름",
        "version_name_input_message": "이 버전의 앱에 대한 고유한 이름을 입력하십시오.",
        "use_selldone_key": "Selldone 기본 키",
        "use_last_key": "저장된 키",
        "use_new_key": "새 키",
        "appearance": "모습",
        "app_name_input": "앱 이름",
        "app_name_input_message": "이것은 앱의 기본 이름이 됩니다.",
        "app_title_input": "앱 제목",
        "app_title_input_message": "이 제목은 앱 상단에 나타납니다.",
        "app_title_input_placeholder": "제목을 입력하세요",
        "app_icon_input": "앱 아이콘",
        "app_icon_input_placeholder": "앱 아이콘의 zip 파일을 선택합니다.",
        "generate_icon_pack_action": "빌드 아이콘 팩",
        "splash_design": "스플래시 화면 디자인",
        "splash_logo_input": "스플래시 화면 로고",
        "splash_logo_input_placeholder": "시작 화면의 이미지를 선택합니다.",
        "splash_title_input": "시작 화면 제목",
        "splash_title_input_placeholder": "시작 화면의 제목을 입력하세요.",
        "splash_title_input_message": "이 제목은 큰 글꼴 크기로 표시됩니다.",
        "splash_message_input": "스플래시 화면 메시지",
        "splash_message_input_placeholder": "메시지 ...",
        "splash_message_input_message": "이 메시지는 아래에 썸네일로 표시됩니다.",
        "dark_theme": "어두운 테마",
        "light_theme": "밝은 테마",
        "build": "짓다",
        "building_info": "클라우드 서버에서 애플리케이션을 빌드하는 데는 10초에서 몇 분이 걸립니다. 기다려주십시오. 응용 프로그램이 준비되면 다운로드 파일 링크가 여기에 나타납니다.",
        "update_mode_action": "업데이트",
        "build_mode_action": "앱 빌드",
        "notifications": {
          "icon_pack_not_valid_error": "파일이 올바르지 않습니다.",
          "start_building_title": "건물 ...",
          "start_building_message": "Android 애플리케이션 빌드 요청이 제출되었습니다.",
          "build_success_title": "축하합니다",
          "build_success": "Android 앱이 준비되었으며 지금 다운로드할 수 있습니다."
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "자동 조종 장치"
      }
    },
    "edit": {
      "menu": {
        "delete": "스토어 삭제",
        "activity_time": "시간",
        "footer": "메뉴",
        "info": "정보",
        "notification": "알림",
        "home": "집",
        "locations": "위치",
        "license": "특허",
        "theme": "주제",
        "sms": "SMS",
        "email": "이메일",
        "domain": "도메인",
        "verifications": "검증"
      },
      "delete_dialog": {
        "title": "스토어 삭제",
        "message": "<b>{title}</b> 스토어를 삭제하시겠습니까?",
        "action": "스토어 삭제"
      },
      "notifications": {
        "delete_success": "스토어가 삭제되었습니다."
      },
      "info": {
        "title_tab": {
          "title": "업체명 및 언어",
          "subtitle": "공개 이름과 기본 언어를 설정합니다."
        },
        "name_tab": {
          "title": "상점 고유 이름",
          "subtitle": "귀하의 비즈니스 사용자 이름입니다."
        },
        "description_tab": {
          "title": "귀하의 비즈니스 스토리",
          "subtitle": "귀하의 비즈니스와 고유한 가치 제안에 대해 작성하십시오."
        },
        "contact_tab": {
          "title": "연락처 및 지역 비즈니스",
          "subtitle": "공개 연락처 정보 및 Google 지역 비즈니스 설정"
        },
        "image_tab": {
          "title": "심벌 마크",
          "subtitle": "브랜드의 고유한 로고를 선택하십시오."
        }
      },
      "badge": {
        "external_title": "외부 배지 관리",
        "external_message": "여기에서 배지 이미지의 주소와 링크를 입력할 수 있습니다. URL은 승인된 웹사이트에서 가져와야 합니다."
      },
      "edit_menu": {
        "title": "메뉴",
        "footer": {
          "title": "바닥글 메뉴",
          "sub_title": "여기에서 스토어 페이지의 하단 메뉴를 구성할 수 있습니다. 이러한 메뉴는 홈 페이지, 디자인된 페이지 또는 외부 링크일 수 있습니다."
        },
        "header": {
          "title": "헤더 메뉴",
          "sub_title": "이 메뉴는 모바일보다 큰 화면에서만 표시되며, 홈페이지 상단에는 상품 카테고리, 랜딩, 상품 페이지가 있습니다."
        },
        "save_menu": "메뉴 저장",
        "dialog": {
          "main_pages": "메인 페이지",
          "custom_pages": "방문 페이지"
        },
        "table": {
          "home": "집",
          "shop": "가게",
          "blogs": "블로그",
          "about_us": "회사 소개",
          "privacy": "은둔",
          "terms": "이용약관",
          "faq": "FAQ",
          "contact_us": "문의하기"
        },
        "notifications": {
          "save_success": "메뉴가 성공적으로 업데이트되었습니다."
        }
      },
      "social": {
        "title": "소셜 미디어",
        "message": "이 섹션에 공식 소셜 미디어 링크를 입력하세요. 각 항목에 대한 지침에 따라 주소를 확인하십시오."
      },
      "time": {
        "title": "일하는 날",
        "sub_title": "근무일과 시간 설정",
        "days_open_input": "날",
        "days_open_input_nodata": "하루 이상 선택",
        "start_time_input": "매장 활동 시작 시간",
        "start_time_input_hint": "매장 영업시간",
        "end_time_input": "매장 마감 시간",
        "end_time_input_hint": "매장 활동 종료 시간",
        "customer_support_service": "책임 및 고객 서비스",
        "response_time_input": "고객 서비스 상태",
        "support_24h": "24시간 연중무휴",
        "support_normal": "근무시간에만",
        "no_service": "아니요",
        "notifications": {
          "update_success": "스토어가 수정되었습니다."
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "카테고리 없음"
  },
  "add_product": {
    "title_new": "신상품",
    "title_new_category": "새 분류",
    "title_new_drop_shipping": "직송 추가",
    "title_edit": "제품 수정",
    "delete": "제품 삭제",
    "completed": "완전한",
    "menu": {
      "type": "상품 유형",
      "general_info": "일반 정보",
      "rating": "설문조사 및 기능",
      "spec": "명세서",
      "images": "영화",
      "price": "가격",
      "inputs": "입력",
      "outputs": "산출",
      "extra": "추가 세부 사항",
      "review": "상품평",
      "inventory": "인벤토리 / 변형"
    },
    "select_type": {
      "title": "제품 또는 서비스 유형 선택"
    },
    "edit_info": {
      "category_input": "범주",
      "product_name": "상품명*",
      "product_name_placeholder": "여기 상품명이..",
      "product_code": "제품 코드(영어)",
      "sku": "SKU",
      "sku_message": "재고 보관 장치",
      "mpn": "MPN",
      "mpn_message": "제조업체 부품 번호",
      "status": "상태",
      "external_link": "외부 링크",
      "brand": "상표",
      "brand_placeholder": "브랜드 예. 애플.. (선택)",
      "warranty": "보증",
      "is_original": "이거 원래 제품인가요?",
      "is_original_message": "제품 원본을 설정하지 않으면 해당 제품에 가짜 배지가 표시됩니다.",
      "return_warranty": "이 제품의 반품 보증 기간은 며칠입니까?",
      "warehouse_section": "창고 및 제조",
      "conditions_section": "제품 조건",
      "warranty_section": "보증 및 배송",
      "unit": "제품 단위",
      "unit_message": "필요한 경우 단위를 입력합니다. 예: KG, 미터, ...",
      "condition": "매장의 제품 상태",
      "condition_message": "이 필드의 값 중 하나를 선택해야 합니다.",
      "unit_section": "제품 단위",
      "unit_float": "플로트 유닛(곧)",
      "unit_float_hint": "예를 들어, 고객이 과일 3kg을 주문할 수 있는데 고객에게 보내는 양은 주문한 양과 약간 다릅니다.",
      "unit_float_message": "주문 처리 중 배송된 금액과 주문한 금액이 다를 수 있습니다. 시스템은 이 차액을 자동으로 계산하고 다음 주문에 적용할 수 있는 고객에 대한 부채로 기록합니다."
    },
    "rating_pros_cons": {
      "title": "서베이",
      "message": "고객이 제품을 평가할 수 있도록 제품 사양 목록을 입력합니다. (최대 5개 항목)",
      "rating_input": "투표소",
      "rating_input_message": "설문조사에 5개의 항목을 추가할 수 있습니다.",
      "item_unit": "안건",
      "pros_title": "장점",
      "pros_message": "제품의 특징을 입력합니다. (최대 5개 항목)",
      "pros_input_title": "기능 제목",
      "pros_input_value": "기능 가치",
      "pros_group": "제품의 장점",
      "pros_group_messages": "제품의 주요 기능",
      "cons_title": "단점",
      "cons_message": "제품의 약점을 입력하십시오. (최대 5개 항목)",
      "cons_input_title": "약점 제목",
      "cons_input_value": "약점 가치",
      "cons_group": "제품의 약점",
      "cons_group_messages": "제품의 주요 약점",
      "select_from_list": "목록에서 선택",
      "suggestion_rating": [
        "양질",
        "좋은 가치",
        "추천합니다",
        "기능 및 기능",
        "사용 용이성",
        "잘 설계된"
      ],
      "notifications": {
        "add_rating_success": "사용자 평가 {rating_name} 옵션이 추가되었습니다.",
        "delete_rating_success": "사용자 평가 {rating_name} 옵션이 삭제되었습니다.",
        "add_pros_success": "제품 기능이 추가되었습니다.",
        "delete_pros_success": "제품 기능이 제거되었습니다.",
        "add_cons_success": "제품 약점이 추가되었습니다.",
        "delete_cons_success": "제품 약점이 제거되었습니다."
      }
    },
    "edit_spec": {
      "title": "기술 사양",
      "sub_title": "유사한 제품의 기술 문서를 가져올 수 있습니다.",
      "import_action": "수입",
      "group_input_header": "그룹 추가",
      "item_title_header": "아이템 추가",
      "group_input": "그룹 헤더",
      "group_input_message": "제목을 입력합니다.",
      "group_add_action": "그룹 추가",
      "item_title_input": "제목",
      "item_title_input_message": "기능 제목을 입력합니다.",
      "item_value_input": "값",
      "item_value_input_message": "특성 값을 입력합니다.",
      "add_item_action": "아이템 추가",
      "dialog": {
        "title": "기술 사양 입력",
        "code_input": "제품 ID",
        "code_input_message": "제품 코드: P0000 ...",
        "spec_view_title": "선택한 제품의 사양",
        "set_spec_action": "중복 기술 사양"
      },
      "notifications": {
        "enter_group_title_error": "광고 제목 값 입력",
        "enter_item_title_and_value_error": "기능의 제목과 값을 입력하세요.",
        "spec_saved_success": "제품 사양이 저장되었습니다."
      }
    },
    "edit_images": {
      "title": "메인 이미지",
      "main_image_input_nodata": "제품 이미지를 업로드합니다.",
      "main_image_input_message": "이 이미지는 제품 목록에 표시됩니다.",
      "preview": "시사",
      "image_style": "이미지 스타일",
      "background_is_white": "흰 배경",
      "background_is_white_msg": "이미지 배경이 흰색인가요??",
      "images": {
        "title": "제품 이미지 갤러리",
        "sub_title": "이 섹션에서 모든 제품 변형에 공통적인 제품 이미지를 업로드합니다."
      },
      "video": {
        "title": "동영상",
        "sub_title": "먼저 제품 비디오를 Youtube에 업로드한 다음 여기에 비디오 URL을 입력합니다."
      }
    },
    "pricing": {
      "edit_price": "가격",
      "price_input": "가격",
      "currency_input": "통화",
      "currency_input_messages": "가격은 이 통화로 계산됩니다.",
      "commission_input": "수수료",
      "commission_message": "이 옵션은 도매상과 같은 특정 유형의 판매자에게만 유용합니다. 도매업자가 아닌 경우 이 옵션을 공백으로 두십시오. 구매자가 보는 가격은 가격과 수수료의 합입니다. 세금을 추가하려면 회계 > 세금을 클릭하십시오.",
      "add_commission_action": "커미션 추가",
      "discount_input": "할인",
      "discount_input_message": "할인율",
      "has_discount_period_input": "이 할인은 특정 시간 동안 유효합니까?",
      "discount_timespan": "할인 기간을 입력합니다.",
      "start_input": "시작",
      "end_input": "끝",
      "start_input_placeholder": "시작 시간을 선택하십시오",
      "end_input_placeholder": "종료 시간 선택",
      "independent_price": "이 변형의 가격",
      "same_price": "주요 제품의 가격",
      "variant_pricing_message": "이 옵션을 선택하면 이 변형의 가격을 주 제품과 별도로 설정할 수 있습니다."
    },
    "inputs_edit": {
      "title": "구매자 정보 입력 양식",
      "sub_title": "각 제품에 대한 데이터 입력 양식을 만들 수 있으므로 쇼핑객이 제품을 구매할 때 정보를 보낼 수 있습니다. 예를 들어, 이 정보는 돌에 새겨진 이름이 될 수 있습니다.",
      "message_input": "사용자에게 보내는 메시지",
      "message_input_message": "이 메시지는 제품을 구매할 때 고객에게 표시됩니다.",
      "inputs_form": "정보 구조(입력)"
    },
    "extra_edit": {
      "physical": {
        "title": "배송 정보",
        "sub_title": "준비 비용과 시간은 이 섹션의 정보를 기반으로 계산됩니다. 매장에서 선택한 단위(무게, 치수, 거리)에 따라 정보를 입력해야 합니다."
      },
      "notifications": {
        "save_title": "포장 업데이트됨",
        "save_msg": "제품 포장 정보가 성공적으로 업데이트되었습니다."
      }
    },
    "variants": {
      "not_available": "현재 이 유형의 제품에 대한 변형을 선택할 수 없습니다."
    },
    "delete_product": {
      "title": "제품 제거",
      "message": "<b>{product_title}</b> 을(를) 삭제하시겠습니까?"
    }
  },
  "product_admin": {
    "products_list": "상품 목록",
    "product": "제품",
    "menu": {
      "edit": "편집하다",
      "review": "검토",
      "orders": "명령",
      "inventory": "목록",
      "dashboard": "계기반",
      "back_to_products": "제품",
      "drop_shipping": "하락 선박"
    },
    "dashboard": {
      "info": {
        "title": "프로필",
        "title_small": "제품",
        "category": "제품 카테고리",
        "link": "제품 링크",
        "type": "유형",
        "inputs": "정보 입력",
        "outputs": "출력 정보",
        "user_data_form": "구매자 정보 양식"
      },
      "orders": {
        "title": "명령",
        "title_small": "미처리",
        "physical_orders_title": "이 제품이 포함된 장바구니",
        "send_30days_title": "지난 30일 동안 배송된 주문",
        "downloads_30days_title": "지난 30일 동안 파일 다운로드 수",
        "virtual_orders_title": "이 제품의 주문 완료 대기 중"
      },
      "inventory": {
        "title": "목록",
        "title_small": "창고",
        "total_sell": "총 매출",
        "total_sell_today": "오늘 판매",
        "total_sell_30days": "지난 4일 판매",
        "chart": {
          "labels": [
            "목록",
            "판매"
          ]
        }
      },
      "finance": {
        "title": "재정적인",
        "title_small": "지난 6개월 구매 보고서",
        "select_mode_title": "표시자",
        "modes": {
          "sell": "판매",
          "payment": "지불",
          "discount": "할인"
        },
        "currency_select_title": "선택한 통화별 가격",
        "sell_today": "오늘 판매",
        "product_price": "제품 가격",
        "currency_unit": "통화 단위",
        "sell_30days": "30일 판매",
        "sell_daily": "일일 판매",
        "sell_yesterday": "어제 판매"
      },
      "survey": {
        "title": "제품 평가",
        "title_small": "고객만족도 보고서",
        "total_participation": "총 기여 횟수",
        "today_participation": "오늘 평가",
        "last7days_participation": "지난 7일 참여",
        "chart": {
          "participate": "참여",
          "participate_title": "기여 횟수",
          "score": "점수"
        }
      },
      "inform": {
        "title": "고객 기대치",
        "title_small": "할인 또는 이용 가능 여부를 기다리는 중",
        "message": "제품이 판매 중이거나 사용 가능해지면 고객에게 알립니다.",
        "waiting_for_auction": "제품이 판매되기를 기다리고 있습니다",
        "waiting_for_available": "제품이 출시되기를 기다리고 있습니다.",
        "unit": "명)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "인벤토리 목록",
        "add_variant": "변형 추가",
        "title": "제품 재고/제품 변형 목록",
        "sub_title": "이 제품에 둘 이상의 변형이 있는 경우 이 섹션에 입력합니다. 각 변형의 금액, 가격 및 할인을 별도로 정의할 수 있습니다. 그렇지 않으면 제품의 기본값이 가격 책정에 적용됩니다.",
        "add_action": "변형 추가",
        "count_input": "목록",
        "count_input_action": "카운트 설정",
        "management_title": "재고 관리 및 제품 변형",
        "add_title": "제품 변형 추가",
        "edit_title": "제품 변형 수정",
        "notifications": {
          "add_success": "제품 변형이 추가되었습니다.",
          "delete_success": "제품 변형이 삭제되었습니다.",
          "save_product_inventory_success": "제품 재고가 저장되었습니다."
        }
      },
      "variant_item": {
        "price": "가격",
        "same_as_product": "주요 제품과 유사",
        "in_stock": "목록",
        "delete_dialog": {
          "title": "제품 변형 삭제",
          "message": "이 변형을 삭제하시겠습니까?"
        }
      },
      "variant_add_edit": {
        "title": "제품 변형 정의",
        "message": "고유한 제품 번호",
        "active_input": "이 변형이 활성화되어 있습니까?",
        "sku": "SKU",
        "sku_tips": "제품 창고 코드.",
        "mpn": "MPN",
        "mpn_tips": "제품 포장에 제조업체가 삽입한 제품 코드",
        "variant_variable": "변형 변수",
        "pricing": "가격",
        "has_pricing_input": "메인 제품과 가격이 다른가요?",
        "inventory": "목록",
        "inventory_unit": "아이템",
        "delivery_info": "포장 및 배송",
        "images": "변형 이미지",
        "images_message": "이 변형을 저장한 후 여기에 이미지를 추가할 수 있습니다."
      }
    },
    "edit_article": {
      "menu": {
        "tags": "태그",
        "article": "기사"
      }
    }
  },
  "product_extra_physical": {
    "weight": "패키지 무게",
    "weight_unit": "킬로그램",
    "size": "패키지 치수",
    "dimension": "센티미터",
    "width": "너비",
    "length": "길이",
    "height": "키",
    "lead_time_title": "준비 시간",
    "lead_time": "준비 시간",
    "lead_time_dimension": "시간)",
    "bulk_action": "일괄 작업",
    "bulk_action_input": "모든 변형 업데이트",
    "bulk_action_msg": "모든 변형에 대해 제품 포장 및 준비 시간을 설정합니다."
  },
  "product_images_list": {
    "upload_button": "더 많은 제품 이미지",
    "upload_an_image": "이미지를 선택하세요.",
    "notifications": {
      "update_sort_success": "이미지 정렬 저장됨",
      "delete_image_title": "제품 이미지 삭제",
      "delete_image_success": "이미지가 성공적으로 삭제되었습니다."
    }
  },
  "variants_view": {
    "prices": "물가",
    "inventory": "목록",
    "discount": "할인"
  },
  "gift_card_type_edit": {
    "title_input": "제목",
    "color_input": "카드 색상",
    "charge_input": "초기 충전",
    "charge_input_hint": "각 카드의 초기 요금",
    "currency_input": "통화",
    "currency_input_message": "이 통화로 구매하는 경우에만",
    "lifetime_input": "카드 유효기간(월)",
    "lifetime_input_message": "카드 유효기간",
    "card_image_input": "카드 이미지",
    "notifications": {
      "create_success": "카드 생성됨",
      "update_success": "카드 업데이트됨"
    }
  },
  "shop_warehouse_edit": {
    "title": "창고 추가",
    "message": "창고 주소와 프로필을 입력하여 배송비를 계산하세요.",
    "name_input": "창고 이름",
    "address": "주소",
    "name_input_message": "창고의 별명을 입력하십시오.",
    "person_name": "임원 이름",
    "phone_number": "연락처",
    "map_title": "매장 창고 주소",
    "confirm_action": "창고 승인",
    "address_name": "창고",
    "notifications": {
      "success_save": "변경 사항이 성공적으로 저장되었습니다."
    }
  },
  "inventory_list": {
    "search_input": "상품검색...",
    "search_input_title": "매장 상품간 검색",
    "apply_filter": "필터 적용",
    "inventory": "인벤토리 목록",
    "export": "인벤토리 내보내기",
    "import": "인벤토리 가져오기",
    "bulk_price": "대량 가격 변경",
    "bulk_discount": "일괄 할인 변경",
    "category_filter_msg": "⚡ 모든 제품 및 하위 카테고리에 적용됩니다!",
    "table": {
      "waiting": "정보를 받는 중입니다... 잠시만 기다려 주십시오.",
      "open_state": "활동적인",
      "close_state": "비활성",
      "image": "영상",
      "product": "상품명",
      "code": "제품 코드",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "원래의",
      "status": "상태",
      "in_stock": "재고",
      "edit": "변화"
    },
    "bulk_price_dialog": {
      "title": "일괄 작업 > 가격",
      "message": "참고: 다음 금액은 상점의 모든 제품 가격에 백분율로 적용됩니다. 또한 계산된 가격 값은 선택한 통화를 기준으로 가장 가까운 반올림 숫자로 지능적으로 변환됩니다. 값 입력에 주의하십시오.",
      "check": "가격 변경을 승인합니다.",
      "add_percent_tab": "백분율 추가",
      "add_constant_tab": "상수 추가",
      "ending_tab": "엔딩 전략"
    },
    "bulk_discount_dialog": {
      "title": "일괄 작업 > 할인",
      "message": "참고: 다음 금액은 상점의 모든 제품 할인에 대한 백분율로 표시됩니다. 또한 계산된 할인 값은 선택한 통화를 기준으로 가장 가까운 반올림 숫자로 지능적으로 변환됩니다. 값 입력에 주의하십시오.",
      "check": "할인 변경을 승인합니다."
    },
    "notifications": {
      "save_success": "인벤토리 변경 사항이 저장되었습니다."
    }
  },
  "spec_view": {
    "auto_save_input": "자동 저장"
  },
  "time_progress_bar": {
    "title_before_start": "시작에 남아",
    "title_between_start_end": "끝까지 남아",
    "title_after_end": "완성된",
    "title_no_start_end": "기간없이!"
  },
  "geo_map": {
    "views": "견해",
    "views_unit": "타임스",
    "product_views": "제품 보기",
    "buys": "구매",
    "buys_unit": "명령",
    "baskets": "활성 카트",
    "added_items": "항목 추가",
    "removed_items": "항목 제거"
  },
  "faq_list": {
    "table": {
      "nodata": "질문이 없습니다.",
      "more_data_action": "더 많은 질문 ..",
      "user": "사용자",
      "tag": "꼬리표",
      "question": "문제",
      "officer": "직원",
      "answer": "답변",
      "created_at": "날짜",
      "priority": "우선 사항",
      "edit": "편집하다"
    },
    "dialog": {
      "add_new_action": "새 질문 제출",
      "edit_action": "자주 묻는 질문 수정",
      "question_input": "문제",
      "question_input_placeholder": "질문하세요..",
      "link_input": "링크",
      "link_input_placeholder": "회신에 링크를 참조할 수 있습니다.",
      "answer_input": "답변",
      "answer_input_placeholder": "답변 텍스트 입력 ..",
      "tag_input": "태그(카테고리 제목)",
      "tag_input_placeholder": "짧은 제목을 입력하세요",
      "priority_input": "우선 순위: (0 ~ 10)"
    },
    "delete_alert": {
      "title": "질문 삭제",
      "message": "이 질문을 삭제하시겠습니까?",
      "action": "삭제"
    },
    "notifications": {
      "send_success": "귀하의 답변이 성공적으로 제출되었습니다.",
      "delete_success": "귀하의 질문이 성공적으로 삭제되었습니다."
    }
  },
  "contact_messages_list": {
    "load_more_action": "더 많은 메시지 ..",
    "table": {
      "nodata": "질문이 없습니다.",
      "user": "사용자",
      "message": "메시지 본문",
      "category": "범주",
      "officer": "직원",
      "answer": "답변",
      "created_at": "날짜",
      "contact": "연락하다",
      "edit": "편집하다"
    },
    "dialog": {
      "title": "메시지에 답장",
      "category": "범주",
      "user_name": "이름",
      "email": "이메일",
      "phone": "연락처",
      "message": "메시지 텍스트",
      "status": "응답 상태",
      "status_answered": "답변됨",
      "status_waiting": "응답 대기 중",
      "answer_input": "답장 텍스트",
      "mail_input": "메일을 보내다",
      "mail_input_message": "이것을 활성화하면 응답이 사용자 이메일로 전송됩니다."
    },
    "delete_alert": {
      "title": "메시지 삭제",
      "message": "이 메시지를 삭제하시겠습니까?",
      "action": "삭제"
    },
    "notifications": {
      "send_success": "귀하의 요청이 성공적으로 제출되었습니다.",
      "delete_success": "메시지가 삭제되었습니다."
    }
  },
  "campaign": {
    "title": "운동",
    "menu": {
      "setting": "설정",
      "return": "뒤",
      "dashboard": "계기반",
      "links": "연결",
      "landing": "착륙",
      "ads": "광고",
      "finance": "재원"
    },
    "dashboard": {
      "title": "계기반",
      "status": "상태 개요",
      "sessions": "세션",
      "links_overview": "캠페인 링크 개요",
      "orders": "명령",
      "performance": "캠페인 실적",
      "links_funnel": "캠페인 링크 실적",
      "no_links": "사용 가능한 데이터가 없습니다! 캠페인에 대한 링크를 만드십시오.",
      "social": "소셜 미디어 리드",
      "conversion_over_time": "시간 경과에 따른 전환",
      "total_campaign_sell": "캠페인별 총 매출"
    },
    "finance": {
      "title": "재무 보고서",
      "campaign_revenue": "캠페인 수익",
      "total_revenue": "캠페인별 총 수익",
      "links_revenue": "캠페인 링크 수익",
      "payments_over_time": "시간 경과에 따른 판매",
      "all_links": "모든 링크"
    },
    "landing": {
      "empty_message": "캠페인 설정에서 랜딩 페이지를 설정하세요.",
      "set_landing": "방문 페이지 설정",
      "create_landing": "새 방문 페이지 만들기"
    },
    "links": {
      "title": "캠페인 링크",
      "url_input_message": "타겟 페이지 URL을 입력하세요"
    },
    "setting": {
      "menu": {
        "config": "구성",
        "timespan": "기간",
        "banner": "배너",
        "Notification": "공고"
      },
      "general_setting": {
        "title": "일반 캠페인 설정",
        "sub_title": "이름, 방문 페이지 및 할인 코드",
        "name_input": "캠페인 이름",
        "name_input_hint": "캠페인에 이름 추가",
        "enable_input": "캠페인이 활성화되어 있습니까?",
        "page_input": "방문 페이지",
        "discount_code_input": "할인 코드",
        "limit": "할인 한도",
        "max_count": "최대 개수",
        "max_count_unit": "아이템",
        "start": "시작",
        "end": "끝",
        "notification_enable_input": "알림이 활성화 되었습니까?",
        "landing_page": "방문 페이지",
        "discount_code": "할인 코드",
        "auto": "기본 캠페인",
        "auto_message": "상점에서 활성화된 기본 캠페인"
      },
      "time_setting": {
        "title": "기간",
        "sub_title": "시작 날짜 및 시간 / 종료 날짜 및 시간",
        "start_input": "시작",
        "start_input_placeholder": "캠페인 시작 시간 선택",
        "end_input": "끝",
        "end_input_placeholder": "캠페인 종료 시간 선택"
      },
      "banner_setting": {
        "title": "상점 배너",
        "sub_title": "상점 페이지 상단에 표시",
        "message_input": "메시지 텍스트",
        "message_input_placeholder": "특별한 축제 ...",
        "message_input_hint": "상점의 배너 메시지 텍스트 상단",
        "bg_image_input": "배경 이미지 URL",
        "bg_image_input_hint": "전체 배경 이미지 URL",
        "repeat_pattern": "반복 패턴",
        "simple": "단순한",
        "dark_input": "어두운 테마?",
        "icon_input": "상",
        "icon_input_hint": "머티리얼 디자인 아이콘 이름 또는 Fontawsom: fa-star",
        "anim_input": "애니메이션 주소",
        "anim_input_message": "롯데 애니메이션 파일 URL",
        "preview": "시사",
        "preview_update_action": "업데이트 미리보기",
        "bg_color": "배경색",
        "icon_bg": "아이콘 배경색"
      },
      "notifications": {
        "title": "공고",
        "sub_title": "알림을 만들고 캠페인에 연결합니다.",
        "update_success": "캠페인이 업데이트되었습니다.",
        "action_button": "작업 버튼",
        "background_color": "배경색",
        "text_color": "텍스트 색상",
        "action_color": "액션 컬러",
        "action_text_color": "작업 텍스트 색상",
        "notification_image": "알림 이미지",
        "notification_bg": "알림 배경",
        "show_preview": "미리보기 표시",
        "persistence": "고집",
        "persistence_message": "사용자가 웹사이트를 방문할 때마다 표시하시겠습니까?",
        "radius": "반지름",
        "show_delay": "지연 표시"
      }
    }
  },
  "add_category": {
    "title_edit": "카테고리 수정",
    "title_update": "새 카테고리 추가",
    "menu": {
      "delete": "카테고리 삭제",
      "filter": "필터",
      "settings": "설정",
      "back": "뒤"
    },
    "title_input": "카테고리 제목 *",
    "title_input_error": "카테고리 제목 선택",
    "name_input": "카테고리 이름(영어) *",
    "name_input_error": "카테고리의 고유한 이름을 선택하세요.",
    "description_input": "카테고리 설명",
    "description_input_message": "카테고리에 대한 간략한 설명을 입력하십시오 ..",
    "parent_input": "상위 카테고리",
    "parent_input_message": "이 카테고리는 스토어 홈페이지에 나타납니다.",
    "image_input": "카테고리 이미지",
    "image_input_placeholder": "카테고리에 대한 이미지 선택",
    "edit_action": "카테고리 수정",
    "add_action": "카테고리 추가",
    "back_action": "뒤",
    "no_category": "카테고리 없음",
    "star": "별",
    "filter": {
      "title": "카테고리 필터",
      "sub_title": "이 카테고리의 제품에 적용할 수 있는 필터 및 카테고리를 관리합니다.",
      "message": "아래 상자에 이 범주에 대한 공통 기술 기능 제목을 입력하고 저장합니다. 목록을 저장하면 각 카테고리의 내용과 함께 필터 카테고리가 표시됩니다. 제품 변형에서 색상, 무게, 크기, 브랜드 등을 자동으로 추출합니다."
    },
    "delete_alert": {
      "title": "카테고리 제거",
      "message": "{title} 카테고리를 삭제하시겠습니까?",
      "action": "삭제"
    },
    "notifications": {
      "add_success": "새로운 카테고리가 추가되었습니다.",
      "edit_success": "카테고리가 수정되었습니다.",
      "delete_success": "{title}을(를) 삭제했습니다."
    },
    "edit_filter": {
      "spec_input": "기술 사양 목록",
      "spec_input_message": "필터 섹션에 표시하려는 기능 목록",
      "price": "가격",
      "min": "분",
      "max": "최대",
      "suggested_list": {
        "brand": "상표",
        "colors": "색깔",
        "styles": "설계",
        "volumes": "용량",
        "weights": "무게",
        "packs": "팩당 개수",
        "types": "유형"
      },
      "notifications": {
        "edit_success": "카테고리가 수정되었습니다."
      }
    }
  },
  "apps_list": {
    "nodata": "스토어에 설치된 앱이 없습니다",
    "inactive": "비활성",
    "my_apps": "내 앱들",
    "app_store": "새 앱 추가"
  },
  "add_shop": {
    "menu": {
      "shop_title": "상점 제목",
      "shop_name": "가게 이름",
      "description": "설명",
      "contact": "연락처 정보",
      "image": "영상"
    },
    "title_input": "제목",
    "title_input_tips": "상점, 브랜드 또는 회사 이름을 입력하십시오.",
    "active_message": "모든 사용자가 웹사이트에 액세스할 수 있도록 활성으로 설정합니다.",
    "language_input_message": "스토어 언어를 선택하세요.",
    "name_input": "이름",
    "name_input_message": "상점 이름을 입력하세요.",
    "name_input_tips": "영어 이외의 문자, 공백, 문자를 사용하지 마십시오. 사용 시 매장명이 제대로 표시되지 않을 수 있습니다.",
    "description_input": "매장 설명",
    "description_input_message": "귀하의 비즈니스에 대한 간략한 설명을 작성하십시오.",
    "address_input": "매장 주소",
    "address_input_message": "정확한 매장 위치 주소를 입력하세요.",
    "phone_input": "전화 번호",
    "phone_input_message": "고객 연락처",
    "phone_input_tips": "국가 코드와 함께 연락처 번호를 입력하십시오. 이 번호는 Google 검색에 정보를 표시하는 데에도 사용됩니다.",
    "email_input": "이메일",
    "email_input_message": "고객의 이메일 주소",
    "locality_input": "위치",
    "locality_input_message": "매장 위치",
    "region_input": "국가 또는 지방",
    "region_input_message": "귀하가 사업을 운영하는 시/도",
    "country_input": "국가",
    "country_input_message": "사업 국가",
    "postal_code_input": "우편 번호",
    "postal_code_input_message": "상점 우편 번호",
    "image_input": "매장 이미지",
    "map": {
      "title": "매장 주소",
      "confirm": "주소 등록",
      "address": "주소",
      "receptor": "가게"
    },
    "create_shop_action": "스토어 생성",
    "update_shop_action": "업데이트",
    "notifications": {
      "copy_success": "매장 주소 사본.",
      "name_available": "이 이름({name})을 사용할 수 있습니다.",
      "add_success": "{title} 스토어가 생성되었습니다.",
      "edit_success": "스토어가 수정되었습니다."
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "가상 아이템 추가",
    "add_virtual_item_desc": "가상 제품을 판매하려면 이 섹션에 추가해야 합니다. 가상 항목의 수는 이 섹션의 무료 항목 수와 같습니다. 고객이 가상 아이템을 구매하면 링크가 고객에게 전송됩니다.",
    "filter_action": "필터 적용",
    "not_processed": "처리되지 않은 주문",
    "title": "항목 목록",
    "vew_order": "주문보기",
    "table": {
      "nodata": "항목이 없습니다",
      "product": "제품",
      "data": "데이터",
      "status": "상태",
      "user_message": "사용자 메시지",
      "updated_at": "마지막 업데이트",
      "order": "주문하다",
      "delete": "삭제"
    },
    "notifications": {
      "delete_success": "항목이 성공적으로 삭제되었습니다."
    }
  },
  "add_virtual_item": {
    "title_edit": "값 편집",
    "title_add": "제품에 항목 추가",
    "sub_title": "가상 제품 생성 및 편집",
    "message": "점장은 지불 후 구매자에게 가치를 보여줄 수 있습니다. 이 값은 아래 형식으로 입력해야 합니다. 이 양식의 구조는 항목 편집> 출력 정보 편집 섹션에서 설정됩니다.",
    "edit_outputs": "출력 양식 편집",
    "notifications": {
      "edit_success": "항목이 수정되었습니다.",
      "add_success": "목록에 항목이 추가되었습니다."
    }
  },
  "virtual_process_center": {
    "title": "프로세싱 센터",
    "sub_title": "주문 처리",
    "virtual_product": "가상 제품",
    "menu": {
      "report": "보고서",
      "timeline": "타임라인",
      "order": "주문하다"
    },
    "list_widget": {
      "title": "주문 사양",
      "product_name": "상품명"
    },
    "inputs_widget": {
      "title": "입력 양식",
      "table": {
        "title": "제목",
        "value": "값"
      },
      "change_inputs_action": "입력 양식 수정"
    },
    "outputs_widget": {
      "title": "출력 형식",
      "table": {
        "title": "제목",
        "value": "값"
      },
      "tips": [
        "고객 요청을 완료한 후 주문 확인 키를 눌러 구매자에게 주문을 알립니다.",
        "주문이 승인되면 구매자는 입력 정보를 편집할 수 없습니다."
      ],
      "alerts": {
        "order_completed_by_admin": "주문이 완료되었습니다.",
        "order_completed_by_buyer": "구매자가 주문을 완료했습니다.",
        "waiting_for_buyer": "구매자 승인을 기다리며.."
      }
    }
  },
  "file_process_center": {
    "title": "프로세싱 센터",
    "sub_title": "주문 처리",
    "menu": {
      "report": "보고서",
      "timeline": "타임라인",
      "order": "주문하다"
    }
  },
  "process_order_page_dashboard": {
    "title": "주문 처리",
    "cancel_order_action": "주문 취소",
    "open_basket_cation": "이 장바구니가 열려 있습니다. 이는 고객이 쇼핑 중이며 아직 주문을 지불하지 않았음을 의미합니다.",
    "reject_dialog": {
      "title": "주문을 거부하는 이유",
      "message": "아래 목록에서 이 주문을 거부하는 이유를 선택하십시오. 취소 및 환불 절차를 고객에게 반드시 알려야 합니다. 환불은 12시간 이내에 이루어져야 합니다.",
      "confirm_action": "주문 취소",
      "dismiss_reject_action": "주문 취소 닫기"
    },
    "notifications": {
      "update_status_success": "주문 상태가 업데이트되었습니다.",
      "reject_update_success": "주문 취소 상태가 업데이트되었습니다.",
      "dismiss_reject_success": "주문이 정상 프로세스로 돌아갔습니다.",
      "set_tracking_success": "주문 추적 ID가 성공적으로 저장되었습니다."
    }
  },
  "process_center": {
    "title": "프로세싱 센터",
    "physical_product": "실제 제품",
    "menu": {
      "label": "패키지 라벨",
      "receipt": "송장",
      "back": "뒤",
      "return": "반품",
      "report": "보고서",
      "timeline": "타임라인",
      "inputs": "입력",
      "order": "주문하다"
    },
    "payment_widget": {
      "title": "지불",
      "checklist": [
        "주문금액과 고객결제를 확인하세요.",
        "청구서 수신 주소를 확인하세요.",
        "특히 지불이 착불인 경우 입력한 정보가 정확한지 확인하십시오."
      ],
      "action_cod_pay": "고객 결제 확인",
      "action_dir_pay": "업로드된 결제 영수증 확인",
      "payment_receipt_not_uploaded_error": "결제 영수증이 아직 업로드되지 않았습니다!",
      "waiting_for_pay": "결제 대기 중",
      "processing_payment": "결제 처리 중",
      "processing_cancel": "결제 취소됨",
      "paid": "유급의",
      "cod_pay_info": "고객으로부터 주문을 받으면 결제를 확인하고 주문을 완료할 수 있습니다.",
      "dir_pay_info": "결제 영수증이 위에 나타납니다. 결제를 확인하기 전에 은행에 입금액과 영수증 정보를 확인하십시오.",
      "created_date": "만든 날짜",
      "pay_date": "결제일",
      "payment_gateway": "결제 게이트웨이",
      "payment_method": "지불 방법",
      "risk": "위험 가치",
      "billing_details": "결제 세부 정보",
      "add_transaction": "새 청구서 추가",
      "add_transactions_message": "이 주문에 대해 하나 이상의 트랜잭션을 생성해야 합니다. 경우에 따라 여러 단계를 거쳐 지불해야 합니다. 사용자가 지불해야 하는 거래는 작업 중에 귀하가 결정합니다.",
      "add_bill_dialog": {
        "title": "인보이스 추가",
        "message": "이 주문에 대해 하나 이상의 새 송장을 추가할 수 있습니다. 고객은 이 인보이스를 보고 작업 진행 상황에 따라 각 인보이스를 지불합니다.",
        "amount_input": "송장 금액",
        "action": "청구서 추가"
      },
      "edit_bill_dialog": {
        "title": "인보이스 편집",
        "message": "보류 중인 인보이스를 편집할 수 있습니다.",
        "action": "인보이스 편집"
      },
      "bill_cash_payment_dialog": {
        "title": "현금결제 등록",
        "message": "구매자가 이 인보이스 금액을 현금 또는 온라인 결제 이외의 방법으로 결제한 경우 이 섹션에서 옵션을 선택하여 결제를 등록하고 확인합니다. 이 섹션에서는 상점의 현금 지불 게이트웨이만 볼 수 있으며, 이러한 옵션이 표시되지 않으면 상점에서 선택한 통화로 현금 지불 게이트웨이를 활성화해야 합니다.",
        "action": "청구서 결제 확인"
      },
      "table": {
        "title": "제목",
        "amount": "양",
        "description": "설명",
        "info": "정보"
      },
      "user_payment": "고객 지불",
      "cod": "현금 착불",
      "gateway_wage": "요금",
      "gift_card": "기프트 카드",
      "discount_code": {
        "title": "할인 코드",
        "code": "암호",
        "percent": "퍼센트",
        "limit": "한계"
      },
      "club": {
        "title": "고객 클럽",
        "percent": "퍼센트",
        "limit": "한계"
      },
      "coupon": {
        "title": "쿠폰",
        "percent": "퍼센트",
        "limit": "한계",
        "charge": "요금"
      },
      "delivery": {
        "title": "배송비",
        "not_paid": "지불되지 않다"
      },
      "samin": {
        "title": "서비스 요금",
        "description": "이 금액은 귀하의 Selldone 지갑 계정에서 차감되었습니다.",
        "tooltip": "지불 방법으로 계산",
        "percent": "퍼센트"
      },
      "affiliate": {
        "title": "제휴 수수료",
        "affiliate_message": "이 수수료를 제휴사에 지불해야 합니다. 이 프로세스는 스스로 수행합니다."
      },
      "total_price": "총 품목 가격",
      "total_items_discount": "아이템 할인",
      "total_price_after_offers": "제안 적용 후 합계",
      "user_payment_amount": "구매자 지불 금액",
      "samin_wage": "판매 완료 수수료",
      "pay_cod_dialog": {
        "title": "주문 돈을 받았습니까?",
        "message": "착불 결제 방법에서 이 옵션을 확인하신 후 고객님께서 전액 결제를 해주시기 바랍니다.",
        "confirm_action": "고객 결제 확인"
      },
      "pay_dir_dialog": {
        "title": "주문 돈을 받았습니까?",
        "message": "은행에 업로드된 결제 영수증을 승인한 후 이 옵션을 확인하세요. 반드시 은행에 입금을 확인하세요.",
        "confirm_action": "고객 결제 확인"
      },
      "notifications": {
        "pay_confirm_message": "결제가 확인되었습니다.<br> 포트: {gateway_name}<br> 날짜: {payment_at}",
        "pay_fail_title": "지불되지 않다",
        "pay_fail_message": "결제가 승인되지 않습니다!"
      }
    },
    "basket_list": {
      "checklist": [
        "재고를 확인하십시오.",
        "해당 품목을 사용할 수 없는 경우 해당 품목에 대해 지불한 금액을 고객에게 반환해야 합니다."
      ],
      "message": "사용할 수 없거나 판매할 수 없는 항목이 있는 경우 옆에 있는 확인란의 선택을 취소하고 <b>주문 확인</b> 버튼을 클릭합니다.",
      "action": "주문 확인",
      "list_of_items": "장바구니 목록",
      "apply_change_action": "변경 승인",
      "cant_apply_change": "변경할 수 없음",
      "lottery_prize_inform": "귀하의 고객은 이 제품의 1배를 얻습니다. 이 주문과 함께 선물을 보내십시오."
    },
    "preparing": {
      "title": "준비",
      "packing_weight": "포장 무게",
      "delivery_type": "배송 방법",
      "packing_size": "포장 치수",
      "distance_warning": "허용된 거리 제한을 초과합니다.",
      "weight_warning": "허용 중량을 초과합니다.",
      "volume_warning": "허용된 패키지 크기를 초과합니다.",
      "message": "주문이 배송될 준비가 되었으면 다음 <b>주문 준비</b> 버튼을 클릭하십시오.",
      "action": "배송 준비 주문",
      "checklist": [
        "포장의 표준 규칙을 따릅니다.",
        "항목 목록을 인쇄하여 패키지 안에 넣으십시오.",
        "라벨을 인쇄하여 상자에 붙입니다."
      ]
    },
    "basket_items": "주문 품목 목록",
    "delivered_dialog": {
      "title": "고객이 이 주문을 받았습니까?",
      "message": "고객이 주문을 받았음을 알면 이 옵션을 확인하세요.",
      "confirm_action": "고객이 패키지를 받았음을 확인합니다."
    },
    "return_delivery_dialog": {
      "title": "배송 중에 주문에 문제가 있었나요? 아니면 반품되었나요?",
      "message": "어떤 이유로든 발송한 후 주문이 반품되어 발송물을 다시 발송해야 하는 경우 발송물 반품 옵션을 확인하십시오.",
      "confirm_action": "반품된 배송 확인"
    },
    "notifications": {
      "update_status_success": "주문 상태가 업데이트되었습니다.",
      "reject_update_success": "주문 취소 상태가 업데이트되었습니다.",
      "dismiss_reject_success": "주문이 취소되었습니다.",
      "pay_cod_success": "착불결제 확인되었습니다.",
      "pay_dir_success": "카드투카드 결제 또는 송금으로 결제가 확인되었습니다.",
      "set_tracking_success": "주문 추적 ID가 성공적으로 저장되었습니다.",
      "new_bill_success": "새 청구서가 성공적으로 추가되었습니다.",
      "edit_bill_success": "청구서가 업데이트되었습니다.",
      "update_bill_status_success": "청구서 상태가 업데이트되었습니다.",
      "set_payment_in_cash_success": "청구서 결제가 수동으로 확인되었습니다."
    },
    "delete_bill_dialog": {
      "title": "청구서 삭제",
      "message": "이 청구서를 삭제하시겠습니까?",
      "action": "예, 지금 삭제"
    }
  },
  "shop_gateway": {
    "title": "게이트웨이",
    "menu": {
      "dashboard": "계기반",
      "edit": "편집하다",
      "transactions": "업무",
      "back": "게이트웨이"
    },
    "dashboard": {
      "title": "게이트웨이 관리",
      "gateway_data_widget": {
        "title": "지불 보고서",
        "title_small": "게이트웨이",
        "chart": {
          "times": "세다",
          "buys": "구매 횟수",
          "pays": "성공적인 결제",
          "amount_pay": "유급의",
          "amount_wage": "요금"
        }
      },
      "gateway_info_widget": {
        "title": "정보",
        "title_small": "게이트웨이",
        "status": "상태",
        "cod_transportation": "배송 방법 thst 지원 COD",
        "cod_transportations_error": "하나 이상의 배송 방법에 대해 착불 결제를 활성화하십시오!",
        "payment_type": "지불 유형",
        "cod": "현금 착불",
        "online": "온라인 결제",
        "wage_percent": "수수료 비율",
        "min_wage": "최소 수수료",
        "max_wage": "최대 수수료",
        "min_amount": "최소 거래",
        "max_amount": "최대 거래",
        "timeout": "지불 기간",
        "timeout_unit": "초",
        "link": "게이트웨이 링크",
        "your_gateway_status": "게이트웨이 상태",
        "config_extra_info": "결제 서비스 구성",
        "oauth2_button": "{gateway}에 자동 연결",
        "fee_payment_message": "고객이 지불한 전체 금액은 귀하의 계정으로 이체됩니다. 서비스 수수료는 Selldone의 지갑에서 차감됩니다."
      }
    },
    "edit": {
      "title": "게이트웨이 수정",
      "menu": {
        "delete": "게이트웨이 제거"
      },
      "edit_action": "게이트웨이 수정"
    },
    "transactions": {
      "title": "업무",
      "table": {
        "amount": "양",
        "currency": "통화",
        "livemode": "유형",
        "status": "상태",
        "target_id": "주문하다",
        "risk": "위험",
        "card": "카드",
        "issued_at": "발행일",
        "payment_at": "결제일"
      },
      "live_mode": "살다",
      "test_mode": "모래 상자"
    }
  },
  "edit_gateway": {
    "public_keys": "공개 키",
    "private_keys": "개인 키(기밀)",
    "link": "웹사이트",
    "state_title": "활성/비활성 결제 방법",
    "gateway_status": "상태",
    "wallet": "블록체인 지갑",
    "developer_title": "개발자 모드",
    "developer_message": "게이트웨이가 디버그 모드를 지원하는 경우 가짜 트랜잭션을 처리할 수 있습니다.",
    "notifications": {
      "edit_success": "게이트웨이 {gateway_name}이(가) 수정되었습니다."
    },
    "developer_setting": "개발 및 테스트"
  },
  "gift_card": {
    "title": "기프트 카드",
    "menu": {
      "edit": "편집하다",
      "new_card": "카드 만들기",
      "list": "카드",
      "orders": "명령",
      "dashboard": "계기반",
      "back": "기프트 카드"
    },
    "dashboard": {
      "title": "기프트 카드 관리 대시보드",
      "amount_widget": {
        "title": "카드결제",
        "title_small": "30 일",
        "chart_amount_pay": {
          "y": "합집합",
          "label": "지불"
        },
        "chart_buys": {
          "y": "구매",
          "label": "구매"
        },
        "total_buy": "총 구매 금액",
        "total_pay_30days": "30일 총 결제",
        "total_pay_today": "오늘의 결제"
      },
      "count_widget": {
        "title": "발급된 카드 수",
        "title_small": "30 일",
        "total_cards": "총 카드 수",
        "used_cards_30days": "30일 사용",
        "used_today": "오늘의 사용법",
        "chart": {
          "new_cards": "새 카드",
          "used_cards": "중고 카드",
          "new_card_name": "새 카드",
          "used_card_name": "사용된"
        }
      },
      "export": {
        "title": "출력 파일 가져오기",
        "cards_list": "카드 목록 가져오기",
        "get_report": "보고서 받기"
      }
    },
    "cards": {
      "title": "발급된 카드 목록",
      "loading_message": "정보를 가져오는 중입니다... 잠시만 기다려 주십시오.",
      "issue_to_user": "사용자에게 문제",
      "table": {
        "card_number": "카드 번호",
        "balance": "균형",
        "paid": "유급의",
        "edit": "편집하다",
        "delete": "삭제",
        "expire": "만료",
        "user": "사용자"
      },
      "delete_alert": {
        "title": "카드 제거",
        "message": "이 카드를 삭제하시겠습니까?",
        "action": "삭제"
      },
      "notifications": {
        "delete_success": "기프트 카드가 삭제되었습니다.",
        "edit_success": "변경 사항이 적용되었습니다.",
        "issue_success": "사용자에게 기프트 카드가 성공적으로 발급되었습니다."
      },
      "issue_dialog": {
        "title": "기프트 카드 발급",
        "action": "확인합니다. 지금 카드 발급"
      }
    },
    "gift_card_edit": {
      "title": "기프트 카드 만들기",
      "validity": "타당성",
      "validity_unit": "개월",
      "currency": "통화",
      "initial_balance": "초기 카드 잔액",
      "count": "세다",
      "count_unit": "항목",
      "enable_input_message": "생성된 카드 상태",
      "notifications": {
        "create_success_title": "구하다",
        "create_success": "{count}개의 새 카드가 생성됨"
      }
    },
    "gift_card_edit_page": {
      "title": "기프트 카드 수정"
    }
  },
  "shop_discount": {
    "title": "할인 코드",
    "up_to": "까지",
    "menu": {
      "dashboard": "계기반",
      "orders": "명령",
      "back": "할인 코드"
    },
    "dashboard": {
      "title": "할인코드 관리 대시보드",
      "chart_amount_buy": {
        "y": "구매 금액 {currency}",
        "label": "구입하다"
      },
      "chart_amount_discount": {
        "y": "할인 {currency}",
        "label": "할인"
      },
      "chart_used": {
        "y": "사용량",
        "label": "타임스"
      }
    }
  },
  "shop_coupon": {
    "title": "쿠폰",
    "up_to": "까지",
    "menu": {
      "dashboard": "계기반",
      "back": "쿠폰",
      "orders": "명령"
    },
    "dashboard": {
      "title": "쿠폰 관리 대시보드",
      "chart_amount_buy": {
        "y": "구매 금액 {currency}",
        "label": "구입하다"
      },
      "chart_amount_discount": {
        "y": "쿠폰 {currency}",
        "label": "쿠폰"
      },
      "chart_used": {
        "y": "사용량",
        "label": "타임스"
      }
    }
  },
  "shop_offer": {
    "title": "제안",
    "up_to": "까지",
    "menu": {
      "dashboard": "계기반",
      "orders": "명령",
      "back": "제안"
    },
    "dashboard": {
      "title": "오퍼 관리 대시보드",
      "chart_amount_buy": {
        "y": "구매 금액 {currency}",
        "label": "구입하다"
      },
      "chart_amount_discount": {
        "y": "{currency} 제공",
        "label": "권하다"
      },
      "chart_used": {
        "y": "사용량",
        "label": "타임스"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "가입비 지불",
    "balance": "균형",
    "locked": "잠김",
    "transfer": "옮기다",
    "charge": "보증금"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "점검",
    "payment": "지불",
    "confirm": "주문 확인, <b>{success}</b> 확인 및 <b>{fail}</b> 거부됨.",
    "prepare": "주문 준비.",
    "send": "주문은 <b>{delivery}</b> 까지 배송되었습니다.",
    "delivered": "주문이 고객에게 배송되었습니다.",
    "fill-inputs": "구매자가 작성한 정보 입력 양식.",
    "return-add": "제품 반품 요청을 제출하세요. {product}.",
    "return-accept": "반품 요청 {return_code}이(가) 확인되었습니다.",
    "return-reject": "{return_code} 요청이 거부되었습니다.",
    "reject-order": "주문을 거부합니다. 코드: {reject_code}.",
    "reject-order-clear": "주문 거부를 취소합니다. 코드: {reject_code}.",
    "email-buy": "고객에게 구매 확인 이메일을 보냅니다.",
    "email-payment": "고객에게 결제 확인 이메일을 보냅니다.",
    "delivery-returned": "고객이 주문을 받지 못하고 반품되었습니다. 다시 배송해야 합니다.",
    "delivery-canceled": "배송이 취소되었습니다. 다시 배송해야 합니다.",
    "edit-receiver-info": "구매자가 주문 배송 주소를 수정했습니다.",
    "edit-billing-info": "구매자가 수정한 청구서 수신 주소입니다.",
    "payment-cod-confirm": "대금 상환이 확인되었습니다.",
    "payment-cash-confirm": "청구서에 대한 {amount} {currency}의 현금 결제가 확인되었습니다.",
    "payment-dir-confirm": "다이렉트 결제 영수증이 확인되었습니다."
  },
  "inline_chart": {
    "today": "오늘",
    "last_days": "{days}일 전"
  },
  "products_select": {
    "move_category": "카테고리 <b>{category}</b> 를 다른 카테고리로 이동",
    "move_product": "제품 <b>{product}</b> 을 카테고리로 이동",
    "product_menu": {
      "dashboard": "제품 대시보드",
      "inventory": "인벤토리 및 변형"
    },
    "notifications": {
      "copy_success": "제품 사본.",
      "change_category_success": "제품 카테고리가 수정되었습니다."
    }
  },
  "physical_order_track": {
    "title": "위험 보고서 및 평가"
  },
  "virtual_order_track": {
    "title": "위험 보고서 및 평가"
  },
  "virtual_order_timeline": {
    "title": "타임라인"
  },
  "physical_order_timeline": {
    "title": "타임라인"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "여기에 메시지를 작성하십시오 ...",
    "pin_action": "상단에 고정",
    "unpin_action": "고정 해제",
    "copy_html": "HTML 복사",
    "notifications": {
      "add_note_success": "메모가 추가되었습니다.",
      "edit_note_success": "메모가 수정되었습니다.",
      "delete_note_success": "메모가 삭제되었습니다."
    },
    "delete_dialog": {
      "title": "메모 삭제",
      "message": "이 메모를 삭제하시겠습니까?",
      "action": "메모 삭제"
    },
    "resend_dialog": {
      "title": "이메일 재전송",
      "message": "이 이메일을 고객에게 다시 보내시겠습니까?",
      "action": "예, 재전송",
      "success": "고객에게 이메일 재전송."
    }
  },
  "accounts": {
    "title": "내 지갑",
    "message": "Selldone에서 사용 중인 통화로 하나 이상의 계정을 만들어야 합니다. 서비스 요금을 지불하려면 이 계정을 충전해야 합니다.",
    "add_new": "새 계정을 만들",
    "new_account": "새 계정 추가",
    "new_account_dialog": {
      "title": "새 계정",
      "account_name_input": "계정 이름",
      "currency_input": "통화 단위",
      "currency_input_message": "생성된 계정은 이 통화의 가치만 보유합니다.",
      "new_account_wage": "신규 계정 생성 비용 : 첫 계정은 무료",
      "create_account_action": "계정 만들기"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "선물을 보내다",
      "sent": "보내다",
      "received": "받았다"
    },
    "send_gifts": {
      "title": "보낸 선물",
      "sub_title": "친구나 고객에게 선물을 보낼 수 있습니다. 받는 사람이 선물을 수락하거나 거부할 수 있습니다. 금액은 귀하의 계정에 잠겨 있으며 수취인이 수락하면 인출됩니다. 그렇지 않으면 이 금액이 귀하의 계정으로 이체됩니다.",
      "table": {
        "user": "사용자",
        "amount": "양",
        "currency": "통화",
        "account_name": "에서",
        "status": "상태",
        "message": "메시지",
        "created_at": "만든 날짜"
      }
    },
    "received_gifts": {
      "title": "받은 선물",
      "sub_title": "Selldone 또는 다른 사람으로부터 받은 선물",
      "table": {
        "amount": "양",
        "currency": "통화",
        "account_from": "에서",
        "status": "상태",
        "message": "메시지",
        "created_at": "만든 날짜",
        "receive": "받다"
      }
    }
  },
  "get_gift_dialog": {
    "title": "선물 받기",
    "more": "더 ..",
    "amount": "양",
    "message": "메시지",
    "account_to_input": "대상 계정",
    "account_to_input_message": "선물 금액은 이 계정으로 입금됩니다.",
    "get_action": "선물 수락",
    "notifications": {
      "received_success_title": "축하합니다",
      "received_success": "{amount} {currency} 선물 금액이 귀하의 계정에 입금되었습니다."
    }
  },
  "send_gift_dialog": {
    "title": "선물을 보내다",
    "account_from_input": "계정 선택",
    "account_from_input_message": "이 계정에서 선물 금액이 인출됩니다.",
    "receiver_input": "수화기",
    "receiver_input_message": "이메일 주소나 전화번호를 입력할 수 있습니다.",
    "message_input": "메시지",
    "message_input_message": "수신자에게 메시지를 남길 수 있습니다.",
    "amount_input": "양",
    "currency_input": "통화 단위",
    "currency_input_message": "가격은 이 통화로 계산됩니다.",
    "send_action": "선물을 보내다",
    "notifications": {
      "send_success": "{amount} {currency}의 선물이 {receiver}에게 발송되었습니다."
    }
  },
  "account_list": {
    "account_input": "계좌 번호",
    "account_input_message": "이 통화에 대한 선물 금액이 이 계정에 입금됩니다.",
    "free_balance": "무료 잔액",
    "account_name": "계정 이름"
  },
  "user_monetize_accounts": {
    "title": "예금 계좌",
    "sub_title": "선물 금액은 자동으로 이 계정에 입금됩니다.",
    "message": "Selldone은 소셜 미디어 활동, Selldone 개발 참여, 친구 소개 등을 위한 자금을 예치합니다. 각 통화에 대한 예금 계좌를 선택하면 선물 금액이 자동으로 도메인의 해당 계좌로 입금됩니다. 이 금액은 Selldone에 적립될 수 있습니다. 출금은 비즈니스 파트너만 가능합니다.",
    "add_account_action": "계정을 추가",
    "add_dialog": {
      "title": "선물을 받으려면 계정을 연결하세요",
      "account_input": "계좌 번호",
      "account_input_message": "이 통화에 대한 선물 금액이 이 계정에 입금됩니다.",
      "set_as_default_action": "기본 계정으로 선택"
    },
    "table": {
      "currency": "통화",
      "account_number": "계좌 번호",
      "account_name": "이름",
      "payment": "입금 금액",
      "reset_at": "재설정",
      "delete": "삭제"
    },
    "notifications": {
      "set_success": "계정이 성공적으로 추가되었습니다.",
      "delete_success": "선물을 받기 위한 기본 계정 목록에서 계정이 성공적으로 제거되었습니다."
    },
    "delete_alert": {
      "title": "계정 삭제",
      "message": "선물 계정 목록에서 이 계정을 제거하시겠습니까?",
      "action": "삭제"
    }
  },
  "user_monetize": {
    "title": "돈을 벌다",
    "menu": {
      "plans": "계획",
      "accounts": "계정"
    }
  },
  "user_monetize_plans": {
    "title": "협업 및 수익 창출 프로젝트",
    "sub_title": "추천 선물에 대한 계정 크레딧을 받게 됩니다. 이 금액은 귀하의 계정으로 청구되며 Selldone 비즈니스 파트너에게만 인출될 수 있습니다(전부는 아님). Selldone 서비스 요금에 돈을 쓸 수 있습니다.",
    "discount": "할인",
    "your_income": "귀하의 수입",
    "level_2": "레벨 2부터",
    "level_3": "레벨 3부터",
    "link_message": "멤버십: {registered}, 수락됨: {accepted}",
    "link_tip": "공유하는 모든 주소 끝에 ?ref={link_code} 구문을 추가할 수 있습니다.",
    "table": {
      "currency": "통화",
      "amount": "균형",
      "total": "총 지불",
      "payment_date": "마지막 지불 날짜",
      "withdraw": "철수"
    },
    "notifications": {
      "get_credit_success": "요청하신 금액이 귀하의 계정에 입금되었습니다."
    }
  },
  "basic_information": {
    "title": "내 신원 및 프로필",
    "email": "이메일 주소",
    "tel": "휴대폰 번호",
    "address": "주소",
    "payment": "유효한 거래",
    "personal_information": "신원 정보",
    "main_profile": "메인 프로필",
    "main_profile_subtitle": "이 정보는 모든 사람이 공개적으로 사용할 수 있습니다.",
    "kyc_waiting_info": "입력하신 정보의 정확성을 확인하고 있습니다. 이 프로세스는 KYC 규칙에 따라 필수이며 금융 거래의 위험을 줄입니다. 이 서비스의 현재와 미래의 이점을 활용할 수 있습니다.",
    "personal_info_dialog": {
      "title": "신원 정보",
      "name_input": "이름",
      "family_name_input": "성",
      "number_input": "여권 번호(또는 국가 코드)",
      "birthday_input": "생일",
      "birthday_input_placeholder": "생일을 입력하세요",
      "address_input": "주소",
      "postcode_input": "우편 번호",
      "tel_input": "연락처",
      "passport_image_input": "여권 이미지 선택",
      "passport_image_input_message": "여권 이미지 스캔을 업로드하십시오.",
      "personal_image_input": "나만의 이미지를 선택하세요",
      "personal_image_input_message": "국가 카드의 스캔 이미지를 앞뒤로 이미지에 업로드하십시오."
    },
    "profile_dialog": {
      "title": "메인 프로필",
      "full_name_input": "성명",
      "tel_input": "연락처",
      "email_input": "이메일",
      "website_input": "웹사이트",
      "address_input": "주소",
      "about_input": "나에 대해서",
      "about_long_input": "나에 대한 긴 텍스트",
      "image_input": "프로필 사진 선택",
      "image_input_message": "이미지를 업로드하세요. 이 이미지는 프로필 사진으로 사용됩니다.",
      "notifications": {
        "update_profile_success": "당신의 프로필이 업데이트되었습니다.",
        "update_personal_info_success": "귀하의 정보가 성공적으로 등록되었습니다"
      }
    },
    "charge_account_approve_message": "은행 거래를 승인하려면 계정에 비용을 청구하세요.",
    "payment_approval": "결제 승인",
    "residential_address_checking": "검사 대기열에 있는 거주지 주소 문서.",
    "add_residential_address": "귀하의 위치와 거주지 주소 문서를 추가하십시오."
  },
  "phone_verify": {
    "title": "휴대폰 번호",
    "step1_title": "당신의 휴대폰 번호를 입력하십시오.",
    "phone_number_input": "휴대폰 번호",
    "next": "다음 단계",
    "sms_code_input": "확인 코드",
    "sms_code_message": "6자리 인증 코드가 {phone_number}(으)로 전송되었습니다.",
    "notifications": {
      "duplicated_number_error": "이 번호는 이미 승인되었습니다.",
      "send_activation_code_success_title": "확인 코드",
      "send_activation_code_success": "인증 코드가 {phone_number}(으)로 전송되었습니다.",
      "verify_success": "휴대폰 번호가 인증되었습니다."
    }
  },
  "companies": {
    "title": "마이 비즈니스 계정",
    "message": "기업, 기업가 및 전문 팀은 Selldone을 기반으로 제품 및 응용 프로그램을 개발할 수 있습니다. 비즈니스 프로필을 작성하기 위한 요구 사항입니다.",
    "new_company": "새로운 회사"
  },
  "add_company": {
    "name_input": "회사 이름",
    "website_input": "웹사이트",
    "email_input": "이메일",
    "address_input": "주소",
    "tel_input": "전화",
    "mobile_input": "이동하는",
    "edit_action": "회사 수정",
    "create_action": "회사 만들기",
    "notifications": {
      "add_success": "비즈니스 계정 {name}이(가) 생성되었습니다.",
      "edit_success": "비즈니스 계정이 수정되었습니다."
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "개인적인",
      "shop_key": "클라이언트",
      "apps": "앱"
    },
    "connected_apps_title": "연결된 앱",
    "connected_apps_message": "도메인 계정에 연결된 모든 스토어 및 앱 목록이 표시됩니다. 액세스 권한을 삭제할 수 있습니다.",
    "shop_keys_title": "액세스 키 저장",
    "shop_keys_message": "이 키는 서버에서 액세스 토큰을 생성하는 데 사용됩니다. 키는 기밀이며 다른 사람이 볼 수 없도록 서버에만 배치됩니다.",
    "personal_keys_title": "개인 액세스 키",
    "personal_keys_message": "여기에서 계정에 대한 키를 만들 수 있습니다. 이 키를 사용하여 계정에 액세스할 수 있습니다. 수행 중인 작업을 정확히 알고 있는 경우에만 이러한 키를 만들고 사용하십시오."
  },
  "user_security_control": {
    "title": "계정 보안",
    "message": "여기에서 계정 보안 설정을 편집할 수 있습니다.",
    "delete": {
      "title": "계정 삭제",
      "subtitle": "계정을 삭제하기 전에 모든 상점을 삭제했는지 확인하십시오.",
      "action": "알겠습니다. 내 계정을 삭제하세요.",
      "agreement": "내 모든 정보가 귀하의 서버에서 삭제된다는 데 동의합니다. 귀하의 정보는 사기 또는 오용을 방지하기 위해 당사가 결정한 일정에 따라 삭제됩니다."
    },
    "list": {
      "password": {
        "title": "비밀번호",
        "sub_title": "계정에 대한 강력한 암호를 선택하십시오.",
        "action_title": "계정 액세스 비밀번호",
        "not_exist": "입력되지 않음",
        "action": "비밀번호 변경"
      },
      "phone": {
        "title": "휴대폰 번호",
        "sub_title": "휴대폰 번호를 확인하세요. 이 번호로 로그인하시면 됩니다.",
        "action_title": "계정의 기본 전화번호",
        "action": "번호 확인"
      },
      "two_step": {
        "title": "2단계 진입",
        "sub_title": "휴대폰 번호를 확인하세요. 이 번호로 로그인하시면 됩니다.",
        "action_title": "계정 보안 강화",
        "activated_action": "활성화됨",
        "active_action": "활성 지금"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "Google OTP 앱 설치"
      },
      "step_2": {
        "title": "앱에서 생성한 코드를 입력하세요.",
        "message": "6자리 코드는 휴대폰의 알고리즘에 의해 생성됩니다. 다음 링크에서 앱을 다운로드할 수 있습니다. 코드 생성기 키를 눌러 비밀번호가 포함된 QR 코드를 만듭니다.",
        "qr_code_info": "스캔할 수 없는 경우 수동으로 코드를 복사하여 앱에 붙여넣을 수 있습니다.",
        "create_new_code": "새 코드 만들기",
        "qr_code_scanning": "Google OTP 모바일 앱에서 생성된 QR 코드를 스캔하고 이 페이지의 상자에 확인을 위해 생성된 코드를 입력합니다.",
        "qr_code_regenerate_info": "참고: 위의 키를 누르면 새 키가 생성되고 이전 키를 사용할 수 없게 됩니다. 전화 앱에 새 키를 입력합니다."
      },
      "step_3": {
        "title": "생성된 코드 입력",
        "message": "아래 필드에 애플리케이션에서 생성된 액세스 코드를 입력합니다.",
        "activation_key_input": "액세스 코드"
      },
      "activated_alert": "2단계 로그인이 활성화되었습니다.",
      "activated_message": "귀하의 계정에 대해 2단계 로그인이 활성화되었습니다. 이제부터 계정에 액세스하려면 30초마다 변경되는 두 번째 코드를 입력해야 합니다. 2단계 로그인을 비활성화하려면 Press step을 두 번 클릭하고 단계를 진행합니다.",
      "cancel_two_step_login_action": "2단계 로그인 취소",
      "cancel_two_step_login_info": "2단계 인증을 비활성화하려면 비밀번호를 입력하고 2단계 로그인 키를 클릭하세요.",
      "password_input": "비밀번호",
      "cancel_2fa_action": "2단계 로그인 취소"
    },
    "change_password_dialog": {
      "title": "비밀번호 변경",
      "message": "복잡하고 기억하기 쉬운 비밀번호를 사용하십시오.",
      "password_input": "현재 비밀번호",
      "new_password_input": "새 비밀번호",
      "re_new_password_input": "새로운 비밀번호를 다시 입력",
      "tips": {
        "length": "비밀번호는 8자 이상이어야 합니다.",
        "chars": "하나 이상의 대문자와 하나의 숫자.",
        "match": "비밀번호가 일치했습니다."
      },
      "change_password_action": "비밀번호 변경",
      "notifications": {
        "change_password_title": "비밀번호 변경",
        "change_password": "비밀번호가 성공적으로 변경되었습니다."
      }
    }
  },
  "authorized_clients": {
    "title": "연결된 스토어/앱 목록",
    "table": {
      "name": "이름",
      "app": "앱",
      "scopes": "범위",
      "shop": "제한된 상점"
    },
    "remove_action": "액세스 권한 제거",
    "delete_alert": {
      "title": "삭제",
      "message": "이 액세스 권한을 취소하시겠습니까? 이 앱은 더 이상 귀하의 계정에 액세스할 수 없습니다.",
      "action": "접근을 거부하다"
    }
  },
  "clients": {
    "title": "클라이언트 목록",
    "create_new_action": "새 클라이언트 만들기",
    "table": {
      "client_id": "클라이언트 ID",
      "app": "앱",
      "name": "별명",
      "secret_key": "비밀 키"
    },
    "create_dialog": {
      "title": "새 클라이언트",
      "error_msg": "<strong>오류!</strong> 죄송합니다. 오류가 발생했습니다!",
      "name_input": "이름",
      "name_input_message": "사용자가 인식하고 신뢰하는 것.",
      "redirect_input_message": "귀하의 사이트에 주소를 반환합니다."
    },
    "edit_dialog": {
      "title": "수정 권한"
    },
    "delete_alert": {
      "title": "삭제",
      "message": "이 클라이언트를 삭제하시겠습니까?",
      "action": "삭제"
    }
  },
  "personal_access_tokens": {
    "title": "개인 액세스 토큰 목록",
    "create_action": "새 토큰 생성",
    "table": {
      "name": "이름",
      "scopes": "액세스",
      "expire_at": "만료일"
    },
    "create_dialog": {
      "title": "토큰 빌딩",
      "error_message": "<strong>오류!</strong> 죄송합니다. 오류가 발생했습니다!",
      "name_input": "별칭 예. 내 토큰 이름",
      "name_input_message": "즐겨찾는 토큰 이름.",
      "scopes_list": "토큰 액세스 목록"
    },
    "access_token_dialog": {
      "title": "개인 액세스 키",
      "message": "다음은 개인 액세스 토큰의 토큰입니다. 이 토큰이 표시되는 유일한 시간이므로 놓치지 마세요! 이제 이 토큰을 사용하여 API를 요청할 수 있습니다."
    },
    "delete_alert": {
      "title": "삭제",
      "message": "이 액세스 토큰을 삭제하시겠습니까?",
      "action": "삭제"
    }
  },
  "scopes": {
    "profile": {
      "name": "프로필",
      "description": "이름, 이메일 주소, 이미지 및 인증 상태를 포함한 프로필 정보를 읽습니다."
    },
    "phone": {
      "name": "전화 번호",
      "description": "전화 번호에 대한 액세스."
    },
    "address": {
      "name": "구애",
      "description": "주소록에서 저장된 주소를 읽습니다."
    },
    "buy": {
      "name": "구입",
      "description": "주문하고 매장에서 구매하세요."
    },
    "order-history": {
      "name": "주문 내역",
      "description": "주문 내역을 읽으십시오."
    },
    "my-gift-cards": {
      "name": "기프트 카드",
      "description": "내 카드에 대한 액세스."
    },
    "articles": {
      "name": "콘텐츠 편집",
      "description": "기사를 편집합니다."
    },
    "notifications": {
      "name": "알림 보내기 및 받기",
      "description": "알림을 보내고 받습니다."
    },
    "read-shops": {
      "name": "스토어 이스트",
      "description": "상점 목록을 읽으십시오."
    },
    "shop-edit": {
      "name": "매장 관리",
      "description": "스토어 액세스 수정"
    },
    "shop-contacts": {
      "name": "문의 양식 관리",
      "description": "연락처 양식을 수신하고 편집합니다."
    },
    "shop-gift-cards": {
      "name": "기프트 카드 관리",
      "description": "기프트 카드를 생성, 편집 및 관리합니다."
    },
    "shop-faqs": {
      "name": "질문 및 답변 관리",
      "description": "자주 묻는 질문(FAQ)을 생성, 편집 및 관리합니다."
    },
    "shop-categories": {
      "name": "카테고리 관리",
      "description": "범주를 생성, 편집 및 관리합니다."
    },
    "shop-products": {
      "name": "제품 관리",
      "description": "제품을 추가, 편집 및 관리합니다."
    },
    "shop-read-reports": {
      "name": "보고서 읽기",
      "description": "정보 및 보고서를 읽으십시오."
    },
    "shop-socials": {
      "name": "소셜 미디어 관리",
      "description": "상점 소셜 미디어 편집"
    },
    "shop-accounts": {
      "name": "금융 계정 관리",
      "description": "스토어에 연결된 금융 계정을 수정 및 삭제합니다."
    },
    "shop-menus": {
      "name": "메뉴 관리",
      "description": "상점 메뉴를 편집합니다."
    },
    "shop-pages": {
      "name": "페이지 관리",
      "description": "상점 페이지를 편집하십시오."
    },
    "shop-warehouse": {
      "name": "물류 창고 관리, 물류 관리",
      "description": "상점 창고 편집"
    },
    "shop-permissions": {
      "name": "액세스 관리",
      "description": "스토어 액세스를 보고 편집합니다."
    },
    "shop-process-center": {
      "name": "주문 관리",
      "description": "주문 관리."
    },
    "shop-profile": {
      "name": "프로필 관리",
      "description": "매장 프로필을 관리합니다."
    }
  },
  "company_page": {
    "title": "회사",
    "create_app": "새 애플리케이션 만들기",
    "menu": {
      "edit": "편집하다",
      "apps": "앱",
      "dashboard": "계기반",
      "companies": "회사"
    },
    "dashboard": {
      "info_widget": {
        "title": "회사 등록 정보",
        "address": "주소",
        "website": "웹사이트",
        "email": "이메일",
        "phone": "전화 번호",
        "register": "등록하다",
        "developer": "개발자",
        "verified": "확인됨",
        "golden": "황금"
      }
    },
    "developer": {
      "title": "개발자",
      "menu": {
        "new": "새로운",
        "apps": "앱"
      },
      "app_card": {
        "category": "범주",
        "installs": "설치",
        "actives": "활동적인",
        "uninstalls": "제거",
        "app_code": "앱 코드",
        "app_mode": "애플리케이션 모드"
      }
    },
    "edit": {
      "title": "편집하다"
    }
  },
  "add_app": {
    "category_input": "범주",
    "code_input": "암호",
    "name_input": "이름",
    "description_input": "설명",
    "video_input": "동영상 URL",
    "public_form": "일반 정보 구조",
    "private_form": "개인정보 구조",
    "icon_input": "앱 아이콘",
    "logo_input": "로고 앱",
    "enable_input": "애플리케이션이 활성화되어 있습니까?",
    "edit_action": "앱 수정",
    "create_action": "앱 만들기",
    "notifications": {
      "add_success": "비즈니스 계정 {name}이(가) 생성되었습니다.",
      "delete_success": "비즈니스 계정이 수정되었습니다."
    }
  },
  "app_page": {
    "title": "애플리케이션",
    "menu": {
      "edit": "편집하다",
      "publish": "게시",
      "history": "버전",
      "dashboard": "계기반",
      "company": "회사",
      "api": "API",
      "images": "이미지"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "애플리케이션",
        "app_code": "앱 코드",
        "category": "범주",
        "name": "이름",
        "installs": "앱 설치",
        "uninstalls": "앱 제거",
        "actives": "활성 앱",
        "description": "설명",
        "published": "게시됨",
        "waiting_for_review": "승인 대기 중",
        "app_mode": "애플리케이션 모드"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "소유자",
      "description": "모든 상점에 대한 전체 액세스 권한입니다."
    },
    "PRODUCT": {
      "text": "제품 관리자",
      "description": "상점 제품을 추가, 편집 및 관리합니다."
    },
    "AUDITING": {
      "text": "재무 관리자",
      "description": "재무 정보 및 지불을 봅니다."
    },
    "CONTENT": {
      "text": "콘텐츠 관리",
      "description": "질문에 답하고, 블로그를 작성하고, 페이지를 디자인하십시오."
    },
    "OFFICER": {
      "text": "수석 관리자",
      "description": "직원 활동을 보고 모니터링합니다."
    },
    "EMPLOYEE": {
      "text": "직원",
      "description": "주문을 보고 주문을 이행합니다."
    },
    "MARKETING": {
      "text": "마케팅",
      "description": "설정에 액세스하고 캠페인, 이메일 마케팅 및 기타 마케팅 관련 섹션을 만듭니다."
    },
    "VIEWER": {
      "text": "뷰어",
      "description": "편집하거나 변경할 수 없이 상점 정보를 볼 수 있는 기능."
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "신체검사",
      "description": "접수된 주문을 확인하세요."
    },
    "PhysicalOrdersPackaging": {
      "text": "물리적 포장",
      "description": "창고 및 포장 과정."
    },
    "PhysicalOrdersDelivery": {
      "text": "실제 배송",
      "description": "주문 배송."
    },
    "PhysicalOrdersSupport": {
      "text": "물리적 지원",
      "description": "판매 지원 후."
    }
  },
  "account_status": {
    "Checking": "확인 중",
    "Approved": "확인됨",
    "Rejected": "거부됨",
    "Deleted": "삭제됨",
    "Banned": "금지",
    "Payment": "지불",
    "SelldoneSprite": "Selldone 지갑 계정",
    "SelldoneStorage": "Selldone 스토리지"
  },
  "account_page": {
    "title": "계정",
    "menu": {
      "setting": "설정",
      "change": "요금",
      "transfer": "옮기다",
      "transactions": "업무"
    },
    "transactions": {
      "title": "계정 거래",
      "detail": {
        "title": "거래",
        "amount": "양",
        "description": "설명",
        "from": "에서",
        "to": "에게",
        "created_at": "날짜",
        "receipt": "영수증",
        "receipt_note": "메모"
      },
      "table": {
        "type": "유형",
        "from": "계좌로부터",
        "to": "계정에",
        "amount": "양",
        "receipt": "영수증",
        "created_at": "날짜",
        "description": "설명"
      }
    },
    "transfer": {
      "title": "송금 수수료",
      "form": {
        "title": "이전 요청 양식",
        "sub_title": "자신의 계좌 또는 타인에 입금",
        "message": "송금시 주의하시기 바라며, 송금 완료 시 환불이 불가합니다."
      }
    },
    "deposit": {
      "form": {
        "title": "충전 계정",
        "sub_title": "라이선스를 구매하고, 계정을 업그레이드하고, 시스템 영수증을 지불하려면 계정 잔액을 청구해야 합니다.",
        "amount_input": "양",
        "charge_action": "청구 계정"
      },
      "notifications": {
        "qr_title": "지불",
        "qr_message": "수취인 주소 {currency}가 생성되었습니다.",
        "gateway_title": "지불",
        "gateway_message": "결제 게이트웨이에 연결 중입니다."
      }
    },
    "setting": {
      "title": "계정 설정",
      "account_name_input": "계정 이름",
      "notifications": {
        "updated_success": "계정이 성공적으로 업데이트되었습니다."
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "영수증 지불"
  },
  "transaction_form": {
    "title": "거래 양식",
    "from_input": "계좌번호에서",
    "to_input": "계좌번호로",
    "from_input_message": "금액이 이 계정에서 인출됩니다.",
    "account_name": "계정 이름",
    "currency": "통화",
    "free_balance": "사용 가능한 잔액",
    "to": "대상 계정",
    "amount": "양",
    "receipt_title": "영수증 결제",
    "receipt_input": "영수증 번호",
    "paid_status": "이 영수증은 이미 지불되었습니다.",
    "paid_canceled": "이 영수증은 취소되었습니다.",
    "description": "설명",
    "created_at": "날짜",
    "duration": "지속",
    "unlimited": "제한 없는",
    "add_note_action": "설명 추가",
    "note": "메모",
    "transfer_action": "옮기다",
    "confirmation": {
      "title": "돈을 보내다",
      "subtitle": "거래 확인",
      "message": "다음 정보가 맞다면 거래 확인 키를 눌러 거래를 진행합니다.",
      "from": "계좌로부터",
      "to": "계정에",
      "amount": "양",
      "fee": "거래 수수료",
      "total_pay": "계정에서 인출된 금액",
      "receipt": "영수증",
      "description": "설명",
      "accept_action": "거래 확인"
    },
    "enter_account_number": "계좌번호를 입력하세요.",
    "currency_not_match": "대상 계정 통화가 소스와 동일하지 않습니다.",
    "account_number_not_valid": "계좌번호가 맞습니다.",
    "account_number_is_valid": "계좌번호가 맞습니다.",
    "receipt_not_valid": "인보이스 번호가 잘못되었습니다.",
    "receipt_is_valid": "접수번호가 맞습니다.",
    "notifications": {
      "confirm_success": "거래가 성공적으로 완료되었습니다."
    }
  },
  "price_calculator": {
    "title": "계산기 | 귀하의 비즈니스에 적합",
    "description": "월별 매출을 기준으로 최상의 계획을 계산하고 선택하십시오.",
    "sale_input": "월매출액",
    "hypernova_plan": "하이퍼노바 %0 신청하세요!",
    "show_normal_mode": "일반 모드 표시",
    "show_hypernova_mode": "내 거래액이 1백만 달러가 넘습니다!"
  },
  "price_card": {
    "billed_monthly": "매월 {amount} 청구됩니다.",
    "billed_yearly": "매년 {amount} 청구됩니다.",
    "buy_license_action": "지금 구매",
    "select_your_store": "매장 선택"
  },
  "shop_session_widget": {
    "total_sessions": "총 세션"
  },
  "user_activities_keys": {
    "add_baskets": "장바구니에 추가",
    "remove_baskets": "장바구니에서 삭제",
    "buys": "구입하다",
    "products_views": "제품 보기"
  },
  "shop_visitors_widget": {
    "title": "방문자 분석",
    "new_visitors": "신규 방문자",
    "amp": "AMP 조회수",
    "returning_visitors": "재방문자",
    "page_views": "페이지 조회수",
    "other_pages": "다른 페이지",
    "from_previous_7_days": "지난 7일부터"
  },
  "app_levels": {
    "title": "앱 수준",
    "Newbie": "초보자",
    "Beginner": "초보자",
    "Novice": "초심자",
    "Intermediate": "중급",
    "Advanced": "고급의"
  },
  "login": {
    "register_title": "비즈니스 매체,<br> 즐거운 경험.",
    "register_subtitle": "오늘 무료로 가입하세요. Selldone은 신생 기업, 기업, 구매자 및 판매자에게 사랑 받고 있습니다.",
    "password_recovery_title": "비밀번호 복구",
    "password_recovery_message": "비밀번호를 잊은 경우 계정의 이메일 주소를 입력하고 확인 키를 누릅니다. 비밀번호 재설정 링크가 포함된 이메일을 보내드립니다.",
    "email": "귀하의 이메일 주소",
    "password_recovery_action": "복구 이메일 수신",
    "register_google": "Google로 계속하기",
    "register_apple": "애플과 계속",
    "continue_with": "계속",
    "register_linkedin": "LinkedIn 계속하기",
    "register_facebook": "페이스북으로 계속하기",
    "register_github": "Github 계속하기",
    "create_your_account": "계정 만들기",
    "password_8_chars": "비밀번호는 8자 이상이어야 합니다.",
    "password_upercase_number": "하나 이상의 대문자와 하나의 숫자.",
    "password_confirm": "비밀번호와 확인이 일치했습니다.",
    "privacy_agreement": "가입함으로써 귀하는 Selldone의 <a href='/terms' target='_blank'>이용 약관</a> 및 <a href='/privacy' target='_blank'>개인 정보 보호 정책</a> 에 동의하게 됩니다.",
    "register_action": "가자, 무료야!",
    "login_action": "로그인",
    "already_signup": "이미 가입하셨나요?",
    "login_your_account": "계정에 로그인",
    "login_google": "Google로 계속하기",
    "login_linkedin": "LinkedIn 계속하기",
    "login_facebook": "페이스북으로 계속하기",
    "login_github": "Github 계속하기",
    "remember_me": "날 기억해.",
    "login_button": "로그인",
    "two_step_problem": "2단계 비밀번호에 문제가 있습니까?",
    "two_step_problem_action": "2단계 로그인을 비활성화하고 싶습니다.",
    "two_step_confirm": "액세스 코드 확인",
    "forgot_password": "비밀번호를 잊으 셨나요?",
    "signup_free": "무료로 가입하세요",
    "checking_robot_message": "로봇인지 인간인지 확인..",
    "notifications": {
      "step2_login_success": "계정에 자동 로그인"
    },
    "signup_email": "이메일로 가입",
    "name_placeholder": "이름",
    "email_placeholder": "이메일",
    "email_or_username_placeholder": "이메일, 사용자 이름 또는 전화번호",
    "password_placeholder": "비밀번호",
    "re_password_placeholder": "비밀번호 확인",
    "new_in_samin": "Selldone의 새로운 기능?",
    "auto_create_shop": "자동 생성 상점"
  },
  "layout": {
    "logout": "로그 아웃",
    "menu": {
      "personal_information": "개인정보 및 프로필",
      "wallet": "지갑 및 계정",
      "companies": "회사 및 비즈니스 계정",
      "access": "내 계정에 대한 액세스",
      "security": "보안",
      "preferences": "사용자 기본 설정"
    }
  },
  "page_builder": {
    "title": "웹사이트 디자인",
    "menu": {
      "user_view": "보다",
      "design": "설계",
      "behavior": "행동",
      "seo": "SEO",
      "setting": "설정",
      "embed": "포함시키다"
    },
    "waiting_fetch": "정보를 받고..",
    "setting": {
      "title_input": "페이지 제목",
      "description_input": "간단한 설명",
      "name_input": "페이지 URL(문자 및 숫자)",
      "bg_color_input": "배경색",
      "bg_style_input": "페이지 배경 스타일",
      "page_label_input": "라벨 색상",
      "page_dir_input": "페이지 방향",
      "ltr": "왼쪽에서 오른쪽으로",
      "rtl": "오른쪽에서 왼쪽으로",
      "designer_note": "디자이너 노트"
    },
    "history": {
      "title": "저장된 기록"
    },
    "design": {
      "themes": {
        "title": "개인 디자인 어시스턴트",
        "message": "코딩 없이 비즈니스에 가장 적합한 페이지를 디자인하십시오.",
        "page_title_input": "페이지 제목 입력"
      },
      "tools": {
        "rearrange": "주문하다",
        "tools": "도구",
        "history": "역사",
        "style": "스타일"
      },
      "no_category": "카테고리 없음"
    },
    "seo": {
      "message": "SEO 설정은 Selldone SEO 엔진에 의해 자동으로 조정됩니다."
    }
  },
  "verify_email_caution": {
    "title": "이메일 주소 확인",
    "message": "새 활성화 링크가 귀하의 이메일 주소 {email}로 전송되었습니다. 조치를 취하기 전에 이메일을 확인하십시오.",
    "resend_message": "이메일로 활성화 링크를 받지 못한 경우 아래 버튼을 클릭하여 다시 보내십시오.",
    "resend_action": "활성화 링크 재전송",
    "resend_notice": "활성화 링크가 전송되었습니다."
  },
  "autopilot": {
    "start": "시작일",
    "end": "종료일"
  },
  "help": {
    "menu": "메뉴",
    "more_helps": "더 읽기"
  },
  "company_card": {
    "pending_state": "리뷰를 기다리고있다",
    "register": "등기",
    "developer": "개발자",
    "verified": "확인됨",
    "premier": "수상"
  },
  "shop_license": {
    "add": "구독 추가",
    "only_last": "마지막 구독만",
    "vouchers": "바우처",
    "buy": "구독 계획 구매",
    "monthly": "월간 간행물",
    "yearly": "매년",
    "start_date": "시작일",
    "end_date": "종료일",
    "price": "가격",
    "terms": "Selldone 이용약관을 읽고 동의합니다.",
    "need_charge": "충전 필요",
    "buy_now": "지금 구매",
    "auto_renewal": "자동 갱신",
    "plan_placeholder": "구독 요금제 선택",
    "plan": "라이선스 플랜",
    "use_date": "활성화 날짜",
    "active_license": {
      "title": "활성 라이선스",
      "subtitle": "활성 라이선스 정보.",
      "subtitle_partner": "활성 {name} 라이선스 정보입니다."
    },
    "licenses_table": {
      "title": "구매 내역",
      "subtitle": "활성 및 보류 중인 라이선스."
    },
    "license_detail": {
      "title": "세부",
      "subtitle": "현재 계획에 대한 제한."
    },
    "table": {
      "plan": "계획",
      "start_date": "시작/종료 날짜",
      "renewal": "자동 갱신",
      "linked_account": "연결된 계정 / 바우처",
      "payment": "지불",
      "cancel": "취소"
    },
    "notifications": {
      "subscribe_success": "성공적으로 구독했습니다.",
      "cancel_success": "구독이 성공적으로 취소되었습니다."
    },
    "cancel_dialog": {
      "title": "구독 취소 확인",
      "message": "이 구독을 취소하시겠습니까?",
      "action": "구독 취소"
    }
  },
  "admin_shop_layout": {
    "download_txt": "데이터 텍스트 다운로드",
    "download_excel": "데이터 엑셀 다운로드"
  },
  "user_preferences": {
    "access": "접속하다",
    "template": "주형",
    "feedback": "피드백",
    "company": "회사",
    "company_message": "회사가 있고 앱을 게시하려는 경우.",
    "access_keys": "액세스 키",
    "access_keys_message": "클라이언트 및 액세스 키를 표시합니다.",
    "rating": "Selldone에 대한 귀하의 경험을 어떻게 평가하십니까?",
    "large_font": "큰 글꼴",
    "large_font_message": "평소보다 큰 텍스트 표시",
    "samples": "샘플 상점 표시",
    "samples_message": "활성화하면 일부 샘플 상점이 패널에 표시됩니다."
  },
  "shop_locations": {
    "title": "서비스가 제공되는 국가",
    "sub_title": "아래 목록에서 제품을 판매할 국가를 선택하십시오.",
    "delete_restriction": "제한 삭제",
    "set_restriction": "제한 설정",
    "notifications": {
      "locations_update": "위치가 업데이트되었습니다."
    },
    "table": {
      "country": "국가",
      "currency": "통화",
      "available": "사용 가능"
    }
  },
  "product_card": {
    "sold_out": "매진",
    "review_unit": "검토",
    "not_original": "원본이 아님"
  },
  "product_studio": {
    "add_mode": "세부정보 추가",
    "add_by_sku": "SKU별 추가",
    "auto_category": "자동 설정 카테고리",
    "add_in_current_category": "현재 카테고리에 추가",
    "category_mode_message": "활성화하면 제품이 기본 범주 또는 하위 범주에 추가됩니다.",
    "sku_name_input": "SKU / 이름"
  },
  "my_affiliate": {
    "title": "내 제휴 계약",
    "message": "다른 상점과의 제휴 계약 목록입니다."
  },
  "affiliates": {
    "title": "제휴 파트너",
    "subtitle": "계열사를 만들고 시간 경과에 따른 성과를 추적하고 정확한 정보를 기반으로 한 곳에서 조치를 취하십시오. 우리는 귀하와 귀하의 파트너가 강력한 관계를 구축하도록 돕습니다.",
    "affiliate_code": "제휴 코드",
    "crate_date": "날짜 생성",
    "last_payment_date": "마지막 지불 날짜",
    "for_all_products": "모든 제품에 적용",
    "balance": "균형",
    "fix_commission": "고정 수수료",
    "percent_commission": "백분율 기반 수수료",
    "total_payment": "총 지불",
    "new_affiliate": "새로운 제휴 파트너",
    "new_affiliate_message": "새 제휴 파트너 추가",
    "link_domain": {
      "title": "연결된 도메인",
      "subtitle": "도메인 중 하나를 이 제휴 파트너에 연결할 수 있습니다. 이 파트너는 귀하의 상점을 방문하고 이 도메인을 통해 구매하는 모든 사람의 대표자로 알려집니다."
    },
    "dialog": {
      "new": "새로운 제휴 파트너",
      "edit": "제휴 파트너 수정",
      "user": "사용자(선택 사항)",
      "bank_info": "은행 정보",
      "restriction": "제한",
      "select_products": "제품 선택",
      "select_products_message": "제휴 파트너는 이러한 제품에 대한 수수료를 받습니다.",
      "edit_action": "제휴사 업데이트",
      "add_action": "제휴 파트너 추가",
      "affiliate_name": "제휴 파트너 이름",
      "payment_info": "결제 정보",
      "enable_switch": "활성인가요?",
      "affiliate_info": "제휴 파트너 정보"
    },
    "link_factory": {
      "title": "제휴 파트너 링크 생성기",
      "link_input": "귀하의 링크",
      "link_output": "생성된 링크"
    }
  },
  "gift_card_orders": {
    "title": "기프트 카드로 주문",
    "table": {
      "order": "주문하다",
      "order_price": "주문량",
      "paid_by_card": "카드로 지불",
      "payment_status": "지불 상태",
      "date": "날짜"
    }
  },
  "offer_orders": {
    "title": "제안 주문",
    "table": {
      "order": "주문하다",
      "order_price": "주문량",
      "offer_amount": "제안 금액",
      "payment_status": "지불 상태",
      "product": "제품",
      "date": "날짜"
    }
  },
  "coupon_orders": {
    "title": "쿠폰 주문",
    "table": {
      "order": "주문하다",
      "order_price": "주문량",
      "coupon_amount": "쿠폰 금액",
      "payment_status": "지불 상태",
      "date": "날짜"
    }
  },
  "discount_code_orders": {
    "title": "할인 코드가 있는 주문",
    "table": {
      "order": "주문하다",
      "order_price": "주문량",
      "discount_amount": "할인 량",
      "payment_status": "지불 상태",
      "date": "날짜"
    }
  },
  "incentives": {
    "discount_code": "할인",
    "coupon": "쿠폰",
    "offer": "권하다",
    "gift_card": "기프트 카드",
    "lottery": "운"
  },
  "discount_codes": {
    "title": "할인 코드",
    "sub_title": "이 섹션에서는 필요에 맞게 할인 쿠폰을 디자인할 수 있습니다. 이러한 할인은 제품 할인과 별개이며 사용자 주문의 최종 금액에 적용됩니다.",
    "add_new": "새 할인 코드 추가",
    "card": {
      "created": "창조하다",
      "start": "시작",
      "end": "끝",
      "currency": "통화",
      "discount_percentage": "할인율",
      "discount_limit": "할인 한도",
      "state": "현재 상태",
      "enabled": "이제 활성화됨",
      "disabled": "이제 비활성화됨",
      "used": "소모",
      "count": "세다",
      "unit": "항목"
    },
    "dialog": {
      "title_edit": "할인 코드 수정",
      "title_add": "새 할인 코드 추가",
      "discount_code_input": "할인 코드",
      "discount_percent_input": "할인율",
      "discount_percent_input_hint": "구매금액 할인율",
      "count_input": "세다",
      "count_input_hint": "이 코드의 최대 사용",
      "limit_input": "할인 한도",
      "limit_input_hint": "통화에 따른 최대 할인",
      "currency_input_message": "이 통화에 대해 할인이 제공됩니다.",
      "limit_input_message": "할인 한도 값이 0이면 할인율에 대한 제한이 없습니다.",
      "title_input": "제목",
      "title_input_hint": "이 할인 코드의 제목을 입력할 수 있습니다.",
      "description_input": "설명",
      "description_input_hint": "이 할인 코드에 대한 설명을 입력할 수 있습니다.",
      "date_start_input": "시작",
      "date_start_input_placeholder": "할인 시작 시점 선택",
      "date_end_input": "끝",
      "date_end_input_placeholder": "할인 종료 시간 선택",
      "notifications": {
        "add": "할인 코드가 성공적으로 추가되었습니다.",
        "edit": "할인 코드가 수정되었습니다."
      }
    },
    "delete_alert": {
      "title": "할인 코드 제거",
      "message": "이 할인 코드를 삭제하시겠습니까?",
      "action": "할인 제거"
    },
    "notifications": {
      "delete_success": "귀하의 댓글이 성공적으로 삭제되었습니다."
    }
  },
  "gift_cards": {
    "title": "기프트 카드",
    "sub_title": "기프트 카드를 만든 다음 필요한 만큼 만드세요. 이 카드는 충전되어 있으며 상점에서 구매할 때만 사용할 수 있습니다.",
    "create_new": "새 기프트 카드 추가",
    "card": {
      "created": "창조하다",
      "lifetime": "만료일",
      "lifetime_unit": "각 카드가 생성된 날짜로부터 월",
      "currency": "통화",
      "initial_balance": "초기 충전",
      "count": "세다",
      "count_unit": "안건",
      "used": "사용된"
    },
    "dialog": {
      "title": "기프트 카드 디자인"
    },
    "alert": {
      "title": "할인 코드 제거",
      "message": "이 할인 코드를 삭제하시겠습니까?",
      "action": "삭제"
    },
    "notifications": {
      "delete_title": "기프트 카드 삭제",
      "delete_message": "귀하의 댓글이 성공적으로 삭제되었습니다."
    }
  },
  "coupons": {
    "title": "쿠폰",
    "sub_title": "고객에게 특정 조건으로 사용할 수 있는 할인을 제공하고 싶다면 쿠폰을 생성할 수 있습니다. 쿠폰에는 한도가 있는 백분율 할인, 고정 금액 또는 이 둘의 조합이 포함될 수 있습니다.",
    "create_new": "새 쿠폰 추가",
    "qualified_products": "적격 제품",
    "min_purchase": "최소 구매",
    "only_first_order": "첫 구매만 가능",
    "one_time_use": "일회용",
    "amount_usage": "사용금액",
    "delete_alert": {
      "title": "쿠폰 삭제",
      "message": "이 쿠폰을 삭제하시겠습니까?",
      "action": "네, 쿠폰 삭제"
    },
    "notifications": {
      "delete_success": "쿠폰이 성공적으로 삭제되었습니다."
    }
  },
  "coupon_edit": {
    "title_edit": "쿠폰 수정",
    "title_add": "새 쿠폰",
    "discount_charge": "할인 및 요금",
    "charge": "요금",
    "charge_message": "초기 충전 금액",
    "percent": "할인율",
    "percent_message": "할인금액",
    "limit_input": "한계",
    "limit_input_hint": "할인 한도액",
    "currency_input_message": "이 통화에 사용할 수 있는 쿠폰입니다.",
    "count_input": "세다",
    "count_input_hint": "이 코드의 최대 사용",
    "limit_input_message": "할인 한도 값이 0이면 할인율에 대한 제한이 없습니다.",
    "date_start_input": "시작",
    "date_start_input_placeholder": "쿠폰 시작 시점 선택",
    "date_end_input": "끝",
    "date_end_input_placeholder": "할인 종료 시간 선택",
    "title_input": "제목",
    "title_input_hint": "이 할인 코드의 제목을 입력할 수 있습니다.",
    "description_input": "설명",
    "description_input_hint": "이 할인 코드에 대한 설명을 입력할 수 있습니다.",
    "coupon_code": "쿠폰 코드",
    "need_code": "코드가 필요하십니까?",
    "coupon_color": "쿠폰 색상",
    "min_purchase_amount": "최소 구매 금액",
    "min_purchase_amount_hint": "구매 금액은 이 값보다 크거나 같아야 합니다.",
    "should_exist_product": "이 제품 중 하나 이상이 장바구니에 있어야 합니다.",
    "apply_for_first_order": "첫 구매 시에만",
    "apply_for_first_order_on": "이 쿠폰은 고객의 첫 구매에만 사용할 수 있습니다!",
    "apply_for_first_order_off": "구매자별 쿠폰 사용 횟수는 아래에서 조정할 수 있습니다.",
    "has_qualify_constraints": "더 많은 제한을 정의하시겠습니까?",
    "has_qualify_constraints_message": "고객이 이 쿠폰을 사용할 수 있도록 더 많은 조건을 설정하세요.",
    "one_time_use": "일회용",
    "one_time_use_message": "고객은 이 쿠폰을 1회 사용할 수 있습니다.",
    "daily_limit": "일일 한도",
    "no_limit": "제한 없음",
    "daily_limit_message": "고객의 1일 최대 사용량",
    "monthly_limit": "월 한도",
    "monthly_limit_message": "고객의 월 최대 사용량",
    "yearly_limit": "연간 한도",
    "yearly_limit_message": "고객의 연간 최대 사용량",
    "notifications": {
      "add": "새 쿠폰이 생성되었습니다.",
      "edit": "쿠폰이 업데이트되었습니다."
    }
  },
  "offers": {
    "title": "제안",
    "sub_title": "고객을 위한 특별 제안을 만들어 한 품목을 구매한 후 다른 품목을 할인 또는 무료로 받을 수 있습니다.",
    "create_new": "새 제안 추가",
    "qualified_products": "적격 제품",
    "min_quantity": "최소 수량",
    "min_purchase": "최소 구매",
    "discounted_products": "할인 제품",
    "amount_usage": "사용금액",
    "delete_alert": {
      "title": "제안 삭제",
      "message": "이 제안을 삭제하시겠습니까?",
      "action": "예, 제안을 삭제합니다."
    },
    "notifications": {
      "delete_success": "제안이 성공적으로 삭제되었습니다."
    }
  },
  "offer_edit": {
    "title_edit": "제안 수정",
    "title_add": "새로운 제안",
    "design_style": "디자인 및 스타일",
    "eligible_constraints": "고객 적격 한도",
    "title_input": "제목",
    "title_input_hint": "이 할인 코드의 제목을 입력할 수 있습니다.",
    "description_input": "설명",
    "description_input_hint": "이 할인 코드에 대한 설명을 작성하십시오",
    "currency_input_message": "이 통화에 사용할 수 있는 제안입니다.",
    "qualified_products": "적격 제품",
    "qualified_products_message": "제품이 적격하려면 장바구니의 총 항목이 최소 수량보다 크거나 같아야 합니다.",
    "min_items": "최소 품목 수량",
    "min_items_message": "고객이 구매해야 하는 품목의 수",
    "discounted_products": "할인 제품",
    "offered_products": "제공 제품",
    "offered_products_message": "이러한 제품 중 하나 이상이 장바구니에 있어야 합니다.",
    "discount_percent": "할인율",
    "discount_percent_message": "이 항목에 대한 할인 비율입니다.",
    "discount_percent_hint": "할인 비율 금액",
    "per_order": "주문당 최대 사용 횟수",
    "per_order_message": "제안을 주문에 적용할 수 있는 최대 횟수",
    "count_input": "양",
    "count_input_hint": "이 제안의 최대 사용",
    "min_purchase": "최소 구매 금액",
    "min_purchase_hint": "구매 가격은 이 값보다 크거나 같아야 합니다.",
    "limitation": "한정",
    "date_start_input": "시작",
    "date_start_input_placeholder": "쿠폰 시작 시점 선택",
    "date_end_input": "끝",
    "date_end_input_placeholder": "할인 종료 시간 선택",
    "max_actives_is_3": "동시에 3개의 활성 오퍼만 가질 수 있습니다.",
    "enable": "자동 적용",
    "notifications": {
      "add": "새 제안이 생성되었습니다.",
      "edit": "제안이 업데이트되었습니다."
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "배너",
      "reportage": "르포르타주",
      "social": "소셜 미디어",
      "offline": "오프라인"
    }
  },
  "emails": {
    "title": "이메일 마케팅",
    "subtitle": "끌어서 놓기로 이메일을 디자인하고 캠페인을 예약 및 실행하여 유지율을 높이고 한 곳에서 안정적이고 정확한 정보를 확인하십시오.",
    "cation_message": "⚠ 인증되지 않은 판매자에 한해 제한됩니다. (베타)",
    "subject": "주제",
    "from": "에서",
    "in_que": "기다리는 중",
    "schedule_at": "일정",
    "sent": "전송된",
    "sends": "보내다",
    "delivers": "배달됨",
    "views": "견해",
    "clicks": "클릭수",
    "buys": "구매",
    "new_email": "새 이메일 추가",
    "new_email_message": "새 마케팅 이메일 생성 및 예약"
  },
  "email_dashboard": {
    "review": "검토",
    "waiting_for_approve": "{name}님의 확인을 기다리는 중",
    "approved_by": "{name}님이 이메일을 확인하고 보냈습니다.",
    "not_submitted_send_request": "이 이메일을 보내달라는 요청을 아직 제출하지 않았습니다.",
    "reviewed_by": "검토자: {name}",
    "status": "이메일 상태",
    "conversion": "전환율",
    "sell_performance": "판매 실적",
    "total_buys": "총 판매량",
    "amount_buy": "총 판매 금액",
    "average_sell": "평균 매출",
    "sessions": "세션",
    "overview": "개요",
    "purchase_amount": "구매 금액",
    "actions": "사용자 활동"
  },
  "email_page": {
    "emails": "이메일",
    "edit": "편집하다"
  },
  "affiliate_page": {
    "affiliates": "제휴 파트너",
    "orders": "명령",
    "payments": "지불"
  },
  "affiliate_dashboard": {
    "link": "제휴 파트너 링크",
    "fix_commission": "고정 수수료",
    "percent_commission": "백분율 기반 수수료",
    "last_payment": "마지막 결제",
    "balance": "균형",
    "total_payment": "총 지불",
    "status": "제휴 파트너 상태 및 제한 사항",
    "available_for": "사용 가능",
    "orders_count": "주문 금액",
    "orders_accepted": "수락된 주문",
    "finance": "재무 보고서",
    "amount_accepted": "허용 금액",
    "amount_paid": "지불 금액",
    "sessions": "세션",
    "affiliate_payment": "제휴 파트너 지불",
    "amount_payment": "결제 금액",
    "amount_payment_hint": "정확한 거래 금액",
    "i_paid": "{amount}에게 {name} {currency}를 지불했습니다",
    "pay_now": "지금 지불하세요"
  },
  "permission_roles": {
    "new_role": "새 역할 추가",
    "new_role_message": "팀워크를 더 쉽게 만듭니다.",
    "new_role_action": "새 역할 추가"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "운",
    "sub_title": "당신의 고객은 게임을 하고 이길 수 있습니다. 상점의 고객은 각 게임에 대해 10개의 칩을 소비해야 합니다. 예를 들어, 고객이 1000 USD를 얻을 수 있는 기회를 얻으려면 각 칩 가격의 금액을 100 USD로 설정해야 합니다. 각 칩의 값이 0이면 구매자는 각 구매에 대해 하나의 칩을 받게 됩니다.",
    "manually_send_chip": "칩을 사용자에게 수동으로 보내시겠습니까?",
    "lottery_enable": "복권이 활성화되어 있습니까?",
    "chip_price_input": "칩 가격",
    "zero_chip_message": "주문당 1x 칩 제공",
    "chip_has_price_message": "주문 {amount} {currency}당 칩 1개를 제공합니다.",
    "chip_disabled_message": "칩이 비활성화되었습니다!",
    "create_new": "새 상품 추가",
    "delete_alert": {
      "title": "상품 삭제",
      "message": "이 상품을 영구적으로 삭제하시겠습니까?",
      "action": "예, 지금 삭제"
    },
    "notifications": {
      "delete_success": "상품이 성공적으로 삭제되었습니다."
    }
  },
  "lottery_edit": {
    "title_edit": "복권 항목 수정",
    "title_add": "새로운 복권 아이템",
    "general_config": "일반 구성",
    "design_style": "스타일 및 외관",
    "enable": "활성화?",
    "enable_message": "휠의 최대 항목은 14개입니다.",
    "title_input": "제목",
    "title_input_hint": "짧은 제목을 작성합니다.",
    "description_input": "설명",
    "description_input_hint": "항목에 대한 설명을 작성하십시오.",
    "quantity": "수량",
    "quantity_message": "사용 가능한 총 항목",
    "image": "영상",
    "image_placeholder": "항목에 대한 이미지 선택",
    "chance": "가능성",
    "chance_message": "승률(%)",
    "free_for_first": "신규 고객은 무료인가요?",
    "free_for_first_message": "신규 고객은 이 항목을 획득할 수 있습니다.",
    "prize": "상",
    "amount": "상금",
    "amount_hint": "사용자는 주문에 대해 이 금액을 받습니다.",
    "currency_message": "이 항목의 통화입니다. 다른 통화는 환율로 변환됩니다.",
    "discount": "할인",
    "discount_message": "고객 주문 할인율",
    "discount_limit": "할인 한도",
    "discount_limit_hint": "고객 최대 할인.",
    "color": "색깔",
    "condition": "정황",
    "notifications": {
      "add": "새 복권 항목이 성공적으로 생성되었습니다.",
      "edit": "복권 항목이 성공적으로 변경되었습니다."
    }
  },
  "gift_card_types_list": {
    "label": "기프트 카드 유형",
    "message": "목록에서 기프트 카드 유형을 선택합니다."
  },
  "email_builder": {
    "service_unavailable": "계정에서 메일 서버가 활성화되어 있지 않습니다.",
    "design_section": "이메일 디자인 플레이트",
    "schedule_switch": "이메일 전송을 예약하시겠습니까?",
    "schedule_placeholder": "이메일을 보낼 시간 선택"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "등록 날짜",
      "description": "사용자의 등록 날짜로 필터링합니다."
    },
    "LAST_BUY_DATE": {
      "title": "마지막 구매",
      "description": "마지막 구매 날짜입니다."
    },
    "LOGIN_DATE": {
      "title": "로그인 날짜",
      "description": "마지막 로그인 날짜입니다."
    },
    "LEVEL": {
      "title": "고객 클럽",
      "description": "고객클럽 회원입니다."
    },
    "SUBSCRIBED": {
      "title": "구독",
      "description": "이메일 수신을 구독하려면."
    },
    "NOT_PURCHASED": {
      "title": "구매 없음",
      "description": "지금까지 구매하지 않은 고객."
    },
    "SEX": {
      "title": "성별",
      "description": "사용자 성별."
    },
    "LOCATION": {
      "title": "위치",
      "description": "사용자 위치 ."
    },
    "LIMIT": {
      "title": "한계",
      "description": "최대 사용자 수에 대한 제한을 설정합니다."
    }
  },
  "inline_help": {
    "helps_title": "서비스 사용자 가이드",
    "blogs_title": "Selldone 블로그의 관련 콘텐츠"
  },
  "shop_tax": {
    "region": "지역",
    "label": "상표",
    "country_tax": "국가 세금",
    "customer_tax": "고객 VAT",
    "business_tax": "사업 부가가치세",
    "shipping": "배송",
    "override": "우세하다",
    "country": "국가",
    "vat_range": "부가가치세 범위",
    "custom": "관습",
    "regions": "지역",
    "rest_world": "나머지 세계",
    "overrides": "재정의",
    "dialog_set_title": "세금 설정",
    "tax_setting": "세금 설정",
    "vat": "VAT",
    "calculate_tax_input": "세금 자동 계산",
    "calculate_tax_message": "이 옵션을 활성화하면 VAT가 계산되고 주문에 적용됩니다.",
    "tax_number": "세금 번호",
    "tax_number_message": "세금 번호를 입력합니다. 이 등록 번호는 구매자의 송장에 기록됩니다.",
    "tax_included_in_price_input": "제품 가격에 포함된 세금",
    "tax_included_in_price_message": "제품 가격에 세금을 포함하는 경우 이 옵션을 선택합니다. 세액은 다음 공식으로 계산됩니다.",
    "tax_included_in_price_formula": "세금 = (가격 * VAT) / (1 + VAT), 예를 들어 100$ 가격에 부가가치율이 10%인 제품에 대한 세금 금액은 9.09$가 됩니다.",
    "tax_on_shipping_input": "배송에 세금 적용",
    "tax_on_shipping_message": "이 옵션을 선택하면 세금이 배송에 적용됩니다.",
    "fixed_tax_rate": "고정 세율",
    "dynamic_tax_rate": "지역별 세금",
    "locations_tip": "위 목록에는 판매 국가로 Shop settings > Locations에서 선택한 국가만 표시됩니다.",
    "locations_action": "매장 위치 설정",
    "save_alert": "설정이 저장되지 않았습니다!",
    "pos_tax_setting": "POS 세금 설정"
  },
  "transportation_page": {
    "menu": {
      "dashboard": "계기반",
      "transportations": "배송 방법",
      "orders": "명령",
      "setting": "환경",
      "delivery_services": "서비스",
      "delivery_persons": "택배"
    },
    "go_to_courier_list": "택배 목록 보기",
    "go_to_service_list": "배송 서비스 목록 보기"
  },
  "transportation_persons": {
    "title": "택배",
    "notifications": {
      "success_add": "택배가 추가되었습니다.",
      "success_reset": "통계 재설정.",
      "success_remove": "택배가 성공적으로 제거되었습니다.",
      "success_update": "택배 정보가 업데이트되었습니다."
    },
    "reset": {
      "title": "통계 재설정",
      "message": "이 택배의 통계를 재설정하시겠습니까?",
      "action": "예, 지금 재설정"
    },
    "remove": {
      "title": "택배 제거",
      "message": "이 택배를 삭제하시겠습니까?",
      "action": "예, 지금 제거"
    },
    "add_dialog": {
      "title": "새 택배 추가",
      "action": "택배 추가"
    }
  },
  "transportation_orders": {
    "title": "배송 주문",
    "notifications": {
      "success_update": "배송 상태가 성공적으로 업데이트되었습니다.",
      "success_payment": "대금 상환이 성공적으로 확인되었습니다."
    }
  },
  "delivery_person": {
    "actions_title": "택배 설정",
    "action_delivered": "배송됨",
    "action_paid": "대금 상환",
    "action_returned": "반환",
    "cod_confirm_action": "대금 상환 확인",
    "pickup_dialog": {
      "title": "이 패키지의 택배입니까?",
      "message": "이 소포를 운반할 책임이 있는 경우 예를 선택하고 그렇지 않으면 아니오를 선택하십시오."
    },
    "status_dialog": {
      "title": "상태를 {status}(으)로 변경",
      "message": "배송 상태를 {status}(으)로 변경하시겠습니까?",
      "action": "네, 확인합니다!"
    },
    "cod_dialog": {
      "title": "대금 상환",
      "message": "구매자로부터 주문 금액을 받았는지 확인합니까?",
      "action": "네, 입금 확인했습니다!"
    }
  },
  "transportation_services": {
    "title": "배달 서비스",
    "notifications": {
      "success_add": "배달 서비스가 추가되었습니다.",
      "success_reset": "통계 재설정.",
      "success_remove": "서비스가 성공적으로 제거되었습니다.",
      "success_update": "서비스가 성공적으로 업데이트되었습니다."
    },
    "reset": {
      "title": "통계 재설정",
      "message": "이 서비스의 통계를 재설정하시겠습니까?",
      "action": "예, 지금 재설정"
    },
    "remove": {
      "title": "배달 서비스 제거",
      "message": "이 서비스를 삭제하시겠습니까?",
      "action": "예, 지금 제거"
    },
    "add_dialog": {
      "title": "새로운 배송 서비스 추가",
      "action": "서비스 추가"
    }
  },
  "delivery_receipt": {
    "title": "배달 영수증",
    "has_return": "배송 반품",
    "cashed": "현금 결제"
  },
  "delivery_dashboard": {
    "select_destinations": "목록에 주문 추가",
    "price_calculation": "예상 배송료",
    "price_calculation_action": "가격 계산",
    "add_request": "서비스 요청",
    "add_request_action": "서비스 요청 제출",
    "refresh_action": "정보 업데이트"
  },
  "delivery_order": {
    "title": "배송 주문",
    "has_return": "배송 반품",
    "cashed": "현금 결제"
  },
  "cash_register": {
    "menu": {
      "panel": "금전 등록기",
      "orders": "명령",
      "customers": "고객",
      "devices": "장치",
      "inventory": "목록"
    },
    "payment_confirm": "지불 확인서",
    "payment_confirm_msg": "고객 지불 주문 {basket_id}."
  },
  "barcode_scanner": {
    "wifi_pass": "Wi-Fi 비밀번호",
    "message": "WiFi 라우터 비밀번호를 입력하고 QR 코드를 스캔합니다.",
    "wifi_ssid": "와이파이 SSID",
    "ssid_message": "Wi-Fi 네트워크 이름(SSID)을 입력합니다."
  },
  "pos_devices": {
    "Scanner": "바코드 스캐너",
    "Scanner_desc": "바코드 스캐너를 사용하려면 상품 설정에서 상품 SKU 코드를 정확하게 입력해야 합니다.",
    "Printer": "인쇄기",
    "Printer_desc": "영수증 프린터에 연결하여 고객 영수증을 인쇄하세요.",
    "CustomerView": "고객 보기",
    "CustomerView_desc": "이 페이지에서는 고객에게 주문 세부정보를 표시할 수 있습니다.",
    "CardReader": "카드 리더",
    "CardReader_desc": "고객의 COD 결제를 위한 카드 리더기입니다.",
    "ChipReader": "칩 리더",
    "ChipReader_desc": "NFC 태그 리더는 태그를 사용하여 장바구니에 항목을 추가합니다."
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "장치를 제거",
      "message": "POS 프로필에서 이 장치를 제거하시겠습니까?",
      "action": "예, 지금 제거"
    }
  },
  "pos_process_center": {
    "title": "POS 주문 처리 센터",
    "menu": {
      "label": "패키지 라벨",
      "receipt": "영수증",
      "back": "뒤",
      "timeline": "타임라인",
      "order": "주문하다"
    }
  },
  "pos": {
    "add_customer": "고객 추가",
    "set_delivery": "배송 주소 설정",
    "add_giftcards": "기프트 카드 추가",
    "add_discount_code": "할인 코드 추가",
    "add_coupon": "쿠폰 추가",
    "set_campaign": "캠페인 설정",
    "select_buyer": "구매자를 선택하세요!",
    "send_to_pos": "카드 리더기에 보내기",
    "print_receipt": "영수증 인쇄",
    "confirm_cash_payment": "현금결제 확인",
    "payment_cod": {
      "title": "착불결제",
      "message": "이 주문 금액은 배송 시 지불됩니다. 구매자로부터 금액을 받은 후 시스템에서 주문을 완료하려면 결제를 확인해야 합니다."
    },
    "payment_online": {
      "title": "온라인 결제 수단 선택",
      "message": "다음 옵션을 선택하면 결제 링크가 생성되어 구매자에게 전송됩니다. 이 링크를 지불하면 주문 상태가 유료 모드로 변경됩니다. 결제 링크는 고객 화면의 QR 코드, SMS 또는 이메일을 스캔하여 생성됩니다. 링크를 보낼 채널을 활성화하려면 해당 옵션을 클릭한 다음 버튼을 눌러 구매자에게 영수증을 보냅니다."
    },
    "notifications": {
      "success_pay": "주문결제 완료되었습니다.",
      "success_order": "주문이 성공적으로 생성되었으며 고객이 지불하기를 기다리고 있습니다."
    },
    "payment_dialog": {
      "check_pay_now": "수동으로 결제 확인",
      "close_action": "대화 상자를 닫습니다. 나는 고객 지불을 기다리고 싶지 않다",
      "go_to_order": "주문 페이지로 이동",
      "paid_by_gift_card_msg": "총 주문 금액이 기프트 카드에서 인출되었습니다! 구매자는 더 많은 비용을 지불할 필요가 없습니다.",
      "cod_msg": "고객은 주문을 받을 때 지불합니다.",
      "online_msg": "고객에게 고객 화면에서 QR 코드를 스캔하도록 요청합니다."
    }
  },
  "exporter": {
    "title": "데이터 내보내기",
    "subtitle": "귀하의 데이터는 귀하의 것입니다! 비즈니스 정보는 언제든지 표준 형식으로 다운로드할 수 있습니다. 그러나 고객의 개인 정보를 존중하고 스팸을 보내지 않으며 고객의 정보를 제3자와 공유하지 마십시오.",
    "excel": "Excel 형식의 전체 정보와 함께 상점의 모든 {type} 목록을 받게 됩니다.",
    "csv": "CSV 형식의 전체 정보와 함께 상점의 모든 {type} 목록을 받게 됩니다. 이 형식은 {type}을(를) 저장소로 가져오기 위한 Selldone의 표준 형식을 따릅니다."
  },
  "importer": {
    "category": {
      "title": "카테고리 가져오기",
      "subtitle": "여기에 카테고리의 CSV 파일을 업로드하십시오. 표준 형식을 따라야 합니다."
    },
    "product": {
      "title": "수입품",
      "subtitle": "여기에 제품의 CSV 파일을 업로드하십시오. 표준 형식을 따라야 합니다."
    },
    "product_images": {
      "title": "이미지 가져오기",
      "subtitle": "이미지 정보를 수신하는 데 시간이 많이 걸립니다. 이미지를 가져올 때 저작권을 존중해야 합니다."
    },
    "inventory": {
      "title": "대량 업데이트 인벤토리",
      "subtitle": "여기에 인벤토리의 CSV 파일을 업로드하십시오. 먼저 CSV 파일을 내보낸 다음 해당 파일을 편집하여 표준 형식을 따르도록 하십시오."
    },
    "back_to_products": "제품 목록으로 돌아가기",
    "back_to_categories": "카테고리 목록으로 돌아가기",
    "back_to_inventory": "인벤토리 목록으로 돌아가기",
    "step_select_file": "CSV 파일 선택",
    "step_send_to_server": "서버로 보내기",
    "step_view_result": "결과 보기",
    "step_view_que": "대기자 명단 보기",
    "send_to_server_action": "서버로 보내기",
    "shop_license": "상점 라이센스",
    "max_items_limit": "최대 아이템 한도",
    "total_items": "총 항목"
  },
  "campaigns": {
    "title": "캠페인",
    "subtitle": "한 곳에서 캠페인, 추적 가능한 링크를 만들고 신뢰할 수 있고 정확한 정보를 확인하십시오. 더 나은 데이터 기반 결정을 내릴 수 있도록 도와드립니다.",
    "add_action": "새 캠페인 추가",
    "empty_message": "지금 첫 번째 캠페인을 만드십시오!",
    "delete": {
      "title": "캠페인 삭제",
      "message": "이 캠페인과 모든 데이터를 삭제하시겠습니까?",
      "action": "예, 지금 삭제"
    }
  },
  "landing_categories": {
    "raw": "원시 템플릿",
    "marketing": "마케팅 및 광고",
    "product": "제품 소개",
    "health": "건강과 운동",
    "food": "식품 및 과일",
    "house": "부동산 및 주택",
    "device": "기계 및 장치",
    "car": "차",
    "software": "소프트웨어",
    "clothing": "의류 및 신발",
    "jewellery": "보석류"
  },
  "shop_theme": {
    "theme_colors": "테마 색상",
    "products_view_mode": "쇼핑 목록 보기",
    "products_view_mode_desc": "화면 크기에 따라 매장 내 상품의 표시 모드를 조정할 수 있습니다. 이 모드는 기본적으로 고려되며 사용자가 디스플레이 모드를 변경하면 적용되지 않습니다.",
    "color_light": "원색",
    "color_dark": "기본 어두운 색상",
    "color_deep_dark": "딥 다크 컬러",
    "color_info": "연결",
    "light_checkout": "가벼운 결제 테마",
    "light_header": "라이트 헤더",
    "light_footer": "가벼운 바닥글"
  },
  "app_templates": {
    "default": "기본",
    "blue": "푸른 바다",
    "amber": "호박색",
    "green": "매우 무더운",
    "red": "흡혈귀",
    "magenta": "꽃",
    "master": "주인",
    "black": "어두운면"
  },
  "affiliate_orders": {
    "title": "제휴 파트너 주문",
    "table": {
      "order_price": "주문량",
      "order_payment": "주문 결제 상태",
      "order_link": "주문 링크",
      "commission_status": "커미션 상태",
      "commission_amount": "수수료 금액",
      "items": "아이템",
      "actions": "행위",
      "create_date": "날짜 생성"
    },
    "notifications": {
      "update_success": "제휴 상태가 업데이트되었습니다."
    }
  },
  "affiliate_payments": {
    "title": "제휴 파트너 지불",
    "table": {
      "staff": "직원",
      "amount": "양",
      "note": "메모",
      "date": "날짜"
    }
  },
  "my_roles": {
    "title": "내 역할",
    "message": "역할은 상점 직원에게 부여된 액세스 유형입니다. 예를 들어 주문 발송 또는 포장을 담당하는 직원입니다."
  },
  "role_card": {
    "complete_tasks": "완료된 작업",
    "reject_tasks": "거부된 작업",
    "last_check": "최근 확인"
  },
  "referral_widget": {
    "apply_now": "지금 이 프로그램을 신청하세요!",
    "no_bonus": "친구 초대로 1등 당첨.",
    "your_gift": "당신의 선물",
    "invited_gift": "초대받은 선물",
    "percent_bonus": "퍼센트 보너스",
    "discount_bonus": "할인 보너스",
    "registered": "새로운 사용자",
    "accepted": "허용된 사용자"
  },
  "app_config": {
    "reviews": "리뷰",
    "rate_now": "지금 평가",
    "category": "범주",
    "uninstall": "제거",
    "get_app": "앱 받기",
    "public_keys": "공개 키",
    "private_keys": "개인 키(보안)",
    "config": "앱 구성",
    "app_status": "신청현황",
    "app_info": "지원 정보",
    "update_at": "최근 업데이트",
    "visit_website": "웹사이트 방문",
    "privacy": "개인 정보 정책",
    "installs": "설치",
    "basic_profile_permission": "기본 프로필 정보",
    "developer": "개발자",
    "permissions": "권한",
    "total_comments": "총 댓글",
    "delete_dialog": {
      "title": "앱 제거",
      "message": "스토어에서 이 앱을 제거하시겠습니까?",
      "action": "예, 앱 삭제"
    },
    "notifications": {
      "uninstall_success": "애플리케이션이 성공적으로 제거되었습니다."
    }
  },
  "shop_bots": {
    "not_set": "설정되지 않았습니다!",
    "tokens": "토큰",
    "webhook": "웹훅",
    "calls": "통화",
    "dialog": {
      "title": "{name} 봇 구성",
      "message": "엔터프라이즈급 쇼핑 경험을 구축하기 위한 포괄적인 봇 프레임워크입니다."
    }
  },
  "shop_customers": {
    "title": "고객 관리",
    "all_customers": "모든 고객 다운로드",
    "filtered_customers": "필터링된 고객",
    "dialog_chips": {
      "title": "고객 칩 수 설정"
    },
    "dialog_club": {
      "title": "고객 클럽 레벨 설정"
    }
  },
  "app_dashboard": {
    "status": "게시 상태",
    "statistics": "통계"
  },
  "app_publish": {
    "production_version": "프로덕션 버전",
    "beta_version": "베타 버전",
    "alpha_version": "알파 버전"
  },
  "app_publish_widget": {
    "header": "매장 웹사이트 헤더",
    "header_code": "헤더 코드",
    "admin_page": "관리 페이지",
    "name": "이름",
    "icon": "상",
    "url": "URL"
  },
  "app_api": {
    "title": "API 액세스",
    "revoke_api": "API 취소",
    "api_key": "API 키",
    "secret": "비밀 키",
    "client": "고객",
    "redirect_url": "리디렉션 URL",
    "client_name": "고객 이름"
  },
  "app_loader_page": {
    "no_ui_title": "이 응용 프로그램에는 UI가 없습니다!",
    "no_ui_desc": "일부 응용 프로그램은 관리 영역에 사용자 인터페이스가 필요하지 않습니다. 이 애플리케이션은 상점 웹사이트의 헤더 섹션에만 코드를 추가할 수 있습니다.",
    "header": "헤더 코드"
  },
  "finance_report": {
    "export_title": "재무 데이터 내보내기",
    "export_sub_title": "단일 파일로 재무 세부 정보를 다운로드하십시오.",
    "start_input_placeholder": "보고서 시작 날짜 선택",
    "end_input_placeholder": "보고서 종료일 선택",
    "download_action": "재무 목록 다운로드"
  },
  "shop_notifications": {
    "title": "상점 알림",
    "sub_title": "봇, 이메일, SMS, ...",
    "message": "상점 알림 설정 및 기본 설정 수정",
    "channel": "채널",
    "status": "상태",
    "events": "이벤트",
    "info": "정보",
    "actions": "행위",
    "connected": "연결됨",
    "not_connected": "연결되지 않은!",
    "connect_now": "지금 연결",
    "send_test": "테스트 데이터 보내기",
    "disconnect": "연결 해제",
    "dialog": {
      "title": "봇 구성",
      "message": "엔터프라이즈급 전자상거래 경험을 구축하기 위한 포괄적인 알림 프레임워크입니다.",
      "action": "여기를 클릭하세요!",
      "set_config": "구성 설정"
    }
  },
  "notification_events": {
    "new_order": "🛍️주문",
    "payment": "💳 결제",
    "return": "📦 반품",
    "weekly_report": "📈 주간 보고서"
  },
  "order_delivery": {
    "title": "배달",
    "add_to_delivery_que_action": "배송 대기열에 추가",
    "in_que": "배송 대기열에서",
    "message": "택배사에게 상품을 전달한 후 배송 <b>확인</b> 버튼을 클릭합니다.",
    "message_add_to_service": "이 패키지를 <b>배송 서비스</b> 로 보내려면 다음 버튼을 클릭하십시오.",
    "action": "배송 확인",
    "checklist": [
      "택배사의 신분증을 확인하세요.",
      "제품을 잘 포장하고 적시에 배송하면 고객의 유지율을 높일 수 있습니다."
    ],
    "manual": {
      "title": "고객의 배송 확인을 기다리고 있습니다.",
      "action_received": "구매자 확인",
      "action_returned": "배송 반품",
      "message": "참고: 고객이 주문을 받으면 다음 옵션을 사용하여 이행을 완료할 수 있습니다. 시스템의 일부 배송 서비스는 배송을 자동으로 확인합니다."
    },
    "auto_complete_note": "일정 기간이 지나면 주문 상태가 배송됨으로 변경됩니다. 이 기간은 주문 유형에 따라 다르며 시스템에 의해 결정됩니다.",
    "received": {
      "title": "고객에게 배송되었습니다.",
      "delivered_date": "배송 날짜"
    },
    "receiver": "수화기",
    "bill": "영수증",
    "tracking": {
      "title": "추적 코드/URL 추가",
      "code": "추적 코드",
      "url": "추적 URL",
      "message": "이 주문에 대한 추적 코드를 제공하는 서비스를 통해 배송한 경우 이 섹션에 코드와 관련 추적 링크를 입력할 수 있습니다. 이 정보는 고객에게 표시됩니다."
    },
    "preferred_delivery_time": "원하는 배달 시간",
    "manage_couriers": "내 택배 관리",
    "manage_service": "서비스 관리",
    "option_deliver_by_courier": "옵션 1: 택배로 배달합니다.",
    "option_add_to_que": "옵션 2: 배송 서비스 페이지에서 처리할 대기열에 추가합니다.",
    "option_instant_shipping": "옵션 3: 즉시 배송."
  },
  "shop_home_edit": {
    "title": "홈페이지 설정",
    "sub_title": "웹사이트 기본 페이지 설정",
    "default_home": "기본 홈페이지",
    "default_home_placeholder": "쇼핑 페이지는 웹 사이트 홈 페이지입니다."
  },
  "selldone_referral_page": {
    "title": "추천 대시보드",
    "referral_link": "연관 링크",
    "registered": "등기",
    "accepted": "수락됨",
    "bank": "은행",
    "bank_title": "출금 은행 정보",
    "new_users": "신규 사용자",
    "performance": "성능",
    "credit_mode": "신용 모드",
    "get_stickers": "복사하여 붙여 넣을 스티커 HTML 코드 받기",
    "click_copy_sticker_code": "배지를 클릭하여 HTML 코드를 복사합니다."
  },
  "selldone_referral_payment": {
    "title": "추천 결제",
    "officer": "장교",
    "amount": "금액 거래",
    "note": "메모",
    "date": "날짜"
  },
  "widget_shop_gateway": {
    "link_account_caution": "계정({currency})을 상점에 연결하세요! 여기를 클릭하세요.."
  },
  "product_sell_widget": {
    "title": "제품 판매 실적"
  },
  "fulfilment_order_widget": {
    "title": "직송 처리",
    "check_action": "직송 수락",
    "uncheck_action": "주문 확인",
    "pay_action": "유료 아이템 비용..",
    "pay_completed": "지불 확인서",
    "list_of_items": "아이템 재판매",
    "checklist": [
      "판매한 제품의 금액을 원래 판매자에게 간접적으로 지불합니다.",
      "매장의 회계 섹션> Dropshipping에서 제품 비용을 공급 업체에 함께 지불하고 정산 할 수 있습니다.",
      "결제 후 공급업체에서 주문을 받아 준비 후 구매자에게 직접 발송합니다."
    ],
    "message": "공급자에게 주문 수수료를 지불한 후 이 섹션에서 주문을 보내는 진행 상황을 참조하십시오."
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "계기반",
      "orders": "명령",
      "inventory": "목록",
      "shops": "리셀러",
      "requests": "요청"
    },
    "drop_shipping_charge": "직송 요금"
  },
  "dropship_request_status": {
    "PENDING": "보류 중",
    "ACCEPT": "수용하다",
    "REJECT": "거부하다"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "계기반",
      "orders": "명령",
      "wallet": "지갑"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "리셀러 대시보드"
  },
  "dropshipping_reseller_orders": {
    "title": "리셀러 주문"
  },
  "dropshipping_reseller_wallet": {
    "title": "리셀러 지갑"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "지불 확인서",
      "payment_success": "결제가 완료되었습니다.",
      "buy_title": "구입하다",
      "pay_by_giftcards": "귀하의 주문은 기프트 카드로 결제되었습니다.",
      "free_order": "주문은 무료입니다.",
      "pay_by_cod": "주문이 착불로 등록되었습니다.",
      "pay_by_dir": "귀하의 주문은 직접 결제로 등록되었습니다. 결제를 완료하고 주문 페이지에서 영수증을 업로드하세요.",
      "pay_title": "지불",
      "qr_code_payment": "결제 QR 코드가 생성되었습니다.",
      "connecting_to_online_gateway": "온라인 지불 게이트웨이에 연결 중입니다."
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "결제가 확인되었습니다.<br> 날짜: {payment_at}",
      "pay_fail_title": "지불되지 않다",
      "pay_fail_message": "결제를 확인할 수 없습니다!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "리셀러 주문 결제",
      "balance": "계정 잔액",
      "total_cost": "총 주문 비용",
      "need_charge": "충전 필요",
      "no_account_cation": "계정이 없습니다! 도매업자에게 전화하십시오.",
      "orders": "명령"
    },
    "notifications": {
      "success_pay": "이 주문에 대한 결제가 성공적으로 확인 및 완료되었습니다."
    }
  },
  "dropship_accounts": {
    "charge_account": "청구 계정",
    "charge_dialog": {
      "title": "직송 계정 청구",
      "amount_input": "계정 요금",
      "charge_now": "지금 충전"
    }
  },
  "dropship_admin_dashboard": {
    "title": "리셀러 요청",
    "today_order_count": "오늘 주문 수",
    "yesterday_order_count": "어제 주문 수",
    "total_7_days": "지난 7일 동안의 총 주문"
  },
  "dropshipping_products": {
    "no_shops": "죄송합니다. 매장을 찾을 수 없습니다. 앞으로 더 많은 상점이 생겨서 상점에 제품을 넣을 수 있습니다.",
    "show_all_shops": "모든 상점 표시",
    "show_all_message": "모든 매장을 보실 수 있습니다",
    "current_shop": "현재 매장",
    "request_account": "계정 요청",
    "request_accepted": "요청 수락됨",
    "request_rejected": "요청 거부됨",
    "request_pending": "대기 중인 요청..",
    "notifications": {
      "add_product": "제품이 스토어에 추가되었습니다.",
      "request_access": "귀하의 액세스 요청을 도매업체에 성공적으로 보냈습니다."
    }
  },
  "product_dropshipping": {
    "need_re_enable": "이 제품은 원래 판매자에 의해 변경되었으며 이러한 가격 변경으로 인해 상점에서 제품이 비활성화되었습니다. 변경된 사항을 확인하시고 재활성화에 동의하시면 아래 버튼을 눌러주세요.",
    "need_re_enable_action": "동의, 변경 및 활성화 적용",
    "changed_value": "이 제품은 원래 판매자에 의해 수정되었습니다. 변경 사항을 확인하고 변경 사항을 제품에 적용하는 데 동의하면 아래 버튼을 클릭하세요.",
    "changed_value_action": "동의, 변경",
    "parent_deleted": "이 항목은 원래 판매자가 제거했습니다.",
    "parent_closed": "이 제품은 원래 판매자에 의해 비활성화되었습니다! 스토어에서 이 제품을 판매할 수 없지만 원래 판매자가 제품을 다시 활성화하면 귀하의 스토어에서 이 제품을 다시 활성화할 수 있습니다.",
    "notifications": {
      "re_enable_success": "이 제품은 재활성화되었습니다.",
      "update_success": "이 제품 정보는 원래 제품 정보로 업데이트되었습니다."
    }
  },
  "product_dropshipping_admin": {
    "title": "하락 선박",
    "save_alert": "본 상품의 직배송 설정이 변경되었습니다. 변경 사항을 저장하시겠습니까?",
    "reselling_message": "이 옵션을 활성화하면 다른 판매자가 귀하의 제품을 자신의 스토어에 추가할 수 있습니다.",
    "reselling": "직송 활성화",
    "price_merchants": "판매자를 위한 가격",
    "price_commission": "가맹점 수수료(고정)"
  },
  "buy_button": {
    "waiting_for_availability": "사용 가능 여부를 기다리는 중",
    "inform_me_when_available": "사용 가능하면 알려주세요!",
    "pay_buy": "지불 및 구매",
    "quantity": "세다",
    "quantity_in_basket": "장바구니에 담긴 상품",
    "count_unit": "엑스",
    "remove": "제거하다",
    "add_to_basket": "장바구니에 추가",
    "buy": "구입하다",
    "notifications": {
      "inform_add_success": "사용 가능하게 되면 알려 드리겠습니다.",
      "inform_remove_success": "대기자 명단에서 삭제되었습니다."
    }
  },
  "product_info": {
    "fake": "가짜",
    "action": "경매",
    "compare_limit": "10개 항목 제한",
    "compare_add": "비교에 추가",
    "compare_be_in_list": "비교 목록에서",
    "type": "유형",
    "brand": "상표",
    "category": "범주",
    "discount": "할인",
    "track_price": "가격 추적",
    "waiting_for_auction": "경매를 기다리십니까?",
    "inform_auction": "경매시 알림",
    "return_in_days": "{days}일 보증 반환",
    "support24h7": "연중무휴 24시간 지원",
    "support_normal": "근무시간 지원",
    "original_guarantee": "원래 보증",
    "cod_payment": "대금 상환 지원",
    "pros": "장점",
    "cons": "단점",
    "external_link": "더 읽기",
    "notifications": {
      "congratulation": "축하합니다",
      "waiting_list_add_success": "이 상품이 경매되면 알려드리겠습니다.",
      "waiting_list_delete_success": "경매 대기자 명단에서 나갔습니다."
    },
    "offer_message": "{min_quantity} 구매 이 항목에 대해 {percent}% 할인 받기",
    "up_to": "주문당 최대 {per_order}x",
    "get_free": "무료로 얻을",
    "get_off": "{percent}% 할인 받기"
  },
  "styler": {
    "size_class": "크기 및 클래스",
    "delete_bg": "배경 이미지 삭제",
    "bg_color": "배경색",
    "section_style": "섹션 스타일 설정",
    "link": "링크 설정",
    "show_products": "상품/카테고리 목록 관리",
    "show_product": "제품 선택",
    "delete_section": "섹션 삭제",
    "text_color": "텍스트 색상",
    "tex_align": "텍스트 정렬",
    "text_style": "텍스트 스타일",
    "bg_image": "배경 이미지",
    "product": {
      "title": "제품 선택"
    },
    "products": {
      "title": "제품 및 카테고리 목록 관리",
      "sort_options": "정렬 및 보기 설정 선택",
      "item_types": "제품/카테고리만 표시",
      "product_only": "제품만",
      "category_only": "카테고리만",
      "no_category": "스토어에 카테고리가 없습니다.",
      "limit": "제품 제한",
      "limit_message": "제품 결과 개수 입력",
      "select_categories": "사용 가능한 카테고리 선택"
    }
  },
  "shop_contacts": {
    "popup": "팝업 지원 활성화",
    "popup_message": "이 옵션을 활성화하면 스토어 오른쪽 하단에 지원 키가 표시됩니다."
  },
  "popup_page": {
    "preview": "라이브 팝업 보기",
    "menu": {
      "design": "설계",
      "appearance": "모습",
      "filter": "필터",
      "setting": "환경"
    },
    "notifications": {
      "save": "팝업이 성공적으로 저장되었습니다.",
      "edit": "팝업이 성공적으로 업데이트되었습니다."
    }
  },
  "popup_appearance": {
    "position": "위치",
    "position_desc": "페이지에서 이 알림의 표시 위치를 지정하십시오.",
    "width": "너비",
    "width_desc": "최대 페이지 너비를 설정할 수 있습니다.",
    "height": "키",
    "height_desc": "최대 페이지 높이를 설정할 수 있습니다.",
    "radius": "코너 반경",
    "radius_desc": "이 섹션에서는 알림 모서리의 곡률 반경을 설정할 수 있습니다.",
    "shadow": "그림자",
    "shadow_desc": "팝업 창을 음영 처리하시겠습니까?",
    "delay": "지연 표시",
    "delay_desc": "사용자가 상점에 들어오면 이 시간이 지나면 사용자에게 알림이 표시됩니다.",
    "hide": "지연 숨기기",
    "hide_desc": "알림이 쇼 후 몇 초 후에 자동으로 닫히도록 설정할 수 있습니다. 값이 0이면 알림이 자동으로 닫히지 않습니다.",
    "transition": "팝업 애니메이션"
  },
  "popup_filter": {
    "registered": "회원가입 및 로그인 요구사항",
    "registered_desc": "스토어 사용자 또는 게스트에게만 이 알림을 표시하도록 선택할 수 있습니다.",
    "only_guests": "손님만",
    "only_users": "로그인한 사용자만",
    "purchased": "구매 내역",
    "purchased_desc": "이미 구매한 사용자 또는 아직 구매하지 않은 사용자에게만 이 알림을 표시하도록 선택할 수 있습니다.",
    "no_purchase": "아직 구매하지 않음",
    "yes_purchase": "이전에 구매함",
    "sex": "성별",
    "sex_desc": "이 알림을 특정 성별의 사용자에게만 표시하시겠습니까?",
    "age": "최소 연령",
    "age_desc": "6보다 큰 값을 입력하는 경우 사용자는 로그인해야 하며 생년월일을 입력해야 합니다.",
    "levels": "고객 클럽 레벨",
    "levels_desc": "사용자가 아래에서 선택한 수준 중 하나를 가지고 있는 경우 이 알림이 표시됩니다.",
    "countries": "위치 제한",
    "countries_desc": "이 알림이 특정 국가에서 오는 사용자에게만 표시되도록 하시겠습니까?"
  },
  "popup_setting": {
    "published": "게시 상태",
    "repeat": "반복하다",
    "repeat_msg": "이 알림을 사용자에게 두 번 이상 표시하시겠습니까?",
    "intervals": "팝업 표시 시간",
    "intervals_msg": "사용자에게 알림을 표시하는 최소 시간이 경과해야 합니다.",
    "designer_zone": "디자이너 존",
    "title": "팝업 제목",
    "note": "디자이너 노트",
    "image": "표지 이미지",
    "delete": {
      "title": "삭제",
      "sub_title": "팝업을 삭제하면 반환되지 않습니다. 확실히 해주세요.",
      "action": "이 팝업 삭제"
    },
    "notifications": {
      "delete": "팝업이 삭제되었습니다."
    }
  },
  "shop_sms": {
    "title": "SMS 관리",
    "sub_title": "고객에게 전송된 SMS 템플릿",
    "message": "여기에서 매장에서 보낸 문자 메시지의 내용을 볼 수 있습니다. 메시징 서비스에 인증 패턴 등록 제한으로 인해 현재 문자 메시지를 개인화할 수 없습니다."
  },
  "shop_emails": {
    "title": "이메일 관리",
    "sub_title": "이 섹션에서는 상점에서 고객 및 관리자에게 보낸 이메일 목록을 볼 수 있습니다. 이메일은 상점에 입력한 정보를 기반으로 자동으로 디자인되고 생성됩니다. 또한 메시지와 이미지를 개인화할 수 있는 가능성은 향후 대중에게 공개될 예정입니다."
  },
  "instagram": {
    "title": "인스타그램 판매",
    "message": "이 도구를 사용하면 Instagram을 상점으로 만들 수 있습니다. 여기에 Instagram 계정을 추가하고 확인하면 각 게시물 또는 스토리에서 하나 이상의 제품을 게시하고 제품 목록을 추가 및 태그하거나 게시물을 새 제품으로 전환할 수 있습니다!",
    "add_product": "새 제품 추가",
    "create_product": "제품 만들기",
    "link_box_msg": "이 링크를 Instagram, Telegram 또는 기타 소셜 미디어의 약력에 넣어 청중이 더 빠르고 쉽게 더 많은 것을 구매할 수 있도록 하십시오.",
    "remove_account": "Instagram 링크 변경/제거",
    "sync": "계정 데이터 동기화(60분마다)"
  },
  "service_bill": {
    "task": {
      "title": "할 일 목록",
      "message": "하고 싶은 작업의 제목을 쓰고 구매자에게 그것이 얼마나 진행되었는지 알려주십시오."
    },
    "booking": {
      "title": "예약/예약",
      "message": "이 주문은 지정된 시간에 처리되며 고객이 원하는 기간을 선택했으며 선택한 기간에 변경을 원할 경우 고객에게 알려주십시오.",
      "selected_checkin": "선택한 고객 로그인 날짜",
      "selected_checkout": "선택한 고객 종료 날짜",
      "change_days_question": "고객이 선택한 요일에 변경해야 합니까?",
      "show_calendar": "주문 캘린더 표시"
    },
    "pricing": {
      "title": "가격",
      "message": "이 서비스에 대해 얼마를 청구합니까?"
    },
    "subscription": {
      "title": "신청",
      "message": "이 서비스를 매일 구매하여 구독 기간을 선택할 수 있습니다. 이미 입력한 기본값을 변경하려는 경우 구매자에게 알리십시오.",
      "duration": "구독 기간"
    },
    "charge": {
      "title": "요금",
      "message": "이 항목에 대한 요금을 지정했습니다. 고객이 구매한 상품의 청구금액을 변경할 수 있습니다.",
      "charge": "요금"
    },
    "save_item": "확인 및 설정",
    "start_service": "서비스 시작",
    "end_service": "마치다"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "서비스 종료",
      "message": "이 작업이 완료되면 확인 키를 눌러 주문을 완료하고 닫습니다.",
      "action": "주문 확인 및 완료"
    }
  },
  "product_outputs": {
    "outputs_form": "디스플레이의 정보 구조(출력)",
    "virtual": {
      "title": "제품 출력 정보 양식",
      "sub_title": "구매 후 사용자에게 보여주고 싶은 정보입니다. 이 양식은 특히 기프트 카드와 같은 가상 제품 판매에 적용됩니다."
    },
    "service": {
      "title": "서비스 디자인",
      "sub_title": "먼저 서비스 유형을 선택하고 필요한 정보를 입력합니다. 예를 들어 할 일 목록을 정의하거나 고객에게 예약 시간이나 약속을 요청할 수 있습니다."
    }
  },
  "service_design": {
    "type": "서비스 종류",
    "type_message": "이 제품에 대해 제공하는 서비스 유형을 선택하십시오. 각 항목을 선택하면 해당 양식이 표시됩니다. 선택하는 서비스 유형에 따라 주문 시 고객으로부터 더 많은 정보를 받을 수 있습니다."
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "온디맨드",
      "desc": "집 수리, 그림, 자동차 수리 등과 같은."
    },
    "BOOKING": {
      "title": "예약",
      "desc": "호텔 객실이나 빌라를 예약하는 것과 같습니다."
    },
    "APPOINTMENT": {
      "title": "약속",
      "desc": "애완 동물 관리 약속이나 대면 교육처럼."
    },
    "RENTAL": {
      "title": "렌탈",
      "desc": "장소나 차를 빌리는 것처럼."
    },
    "SUBSCRIPTION": {
      "title": "신청",
      "desc": "클럽 멤버십이나 온라인 코칭처럼."
    },
    "CHARGE": {
      "title": "요금",
      "desc": "계정 청구 또는 애플리케이션 사용에 대한 청구 등."
    },
    "CUSTOM": {
      "title": "관습",
      "desc": "귀하가 제공하는 서비스가 위에 해당하지 않는 경우 이 옵션을 선택하십시오."
    }
  },
  "avocado": {
    "title": "모든 소셜 미디어에서 빠르고 정확하며 즐거운 판매",
    "message": "하나의 금액과 하나의 타이틀만 있으면 고객으로부터 수익을 얻을 수 있습니다! 돈은 귀하의 계정에 직접 적립되며 귀하의 고객은 독특한 쇼핑 경험을 갖게 될 것입니다.",
    "new_order": "새 법안",
    "create_by_seller_title": "송장 생성",
    "create_by_seller_message": "일정 금액의 인보이스를 작성하여 누군가에게 보내고 싶다면 아래 버튼을 눌러 인보이스 양식을 표시할 수 있습니다. 구매자에게 생성된 링크를 제공하여 이를 통해 주문을 지불하고 추적합니다.",
    "create_by_buyer_title": "아보카도 형태",
    "create_by_buyer_message": "이 섹션을 활성화하면 링크가 표시되며 구매자가 주문할 수 있도록 이 링크를 구매자에게 제공하십시오.",
    "orders_list": "주문 목록",
    "active_mode": "주문 영수증 활성",
    "inactive_mode": "비활성",
    "active_message": "이 소스를 활성화하면 고객은 아래에 표시된 요청 양식을 통해 제품을 주문할 수 있습니다.",
    "avocado_form_link_message": "이 링크를 Instagram, Telegram 또는 기타 소셜 미디어의 프로필에 넣어 청중이 더 빠르고 쉽게 더 많은 것을 구매할 수 있도록 하십시오.",
    "need_address": "주소 가져오기",
    "need_address_msg": "구매자의 위치와 주소를 알아야 하는 경우 이 옵션을 선택하십시오.",
    "avocado_link_message": "위의 링크를 고객에게 제공하여 주문을 지불하는 것으로 충분합니다. 고객은 이 링크를 통해 주문을 따를 수 있습니다.",
    "edit_order": "주문 수정",
    "progress": "진행률",
    "buyer_link": "구매자 링크",
    "buyer_link_message": "이 링크를 구매자에게 제공하십시오. 구매자는 이 링크를 통해 주문을 지불하고 추적할 수 있습니다. 이 링크는 코드화되어 있으며, 링크가 누구에게나 제공되면 그는 비용을 지불하고 정보를 볼 수 있습니다. 이 링크는 60일 동안 활성화됩니다. 복사하려면 아래 링크를 클릭하세요.",
    "OrderConfirm_done": "주문이 확인되었습니다.",
    "OrderConfirm_message": "결제를 확인하고 주문이 맞다면 아래 버튼을 눌러주세요.",
    "OrderConfirm_action": "주문 확인",
    "PreparingOrder_message": "고객 주문이 배송될 준비가 되면 아래의 확인 버튼을 클릭하십시오.",
    "PreparingOrder_action": "주문 배송 준비 완료",
    "finish_message": "이 주문이 완료되면 종료 버튼을 눌러 이 주문을 닫으십시오.",
    "finish_action": "주문 처리 완료",
    "finish_dialog": {
      "title": "주문 완료",
      "message": "주문이 완료되었으며 종료하시겠습니까?",
      "action": "예, 주문 완료 확인"
    },
    "configuration": "아보카도 설정",
    "delivery_price": "배송비",
    "edit_avocado_action": "정보 수정",
    "submit_pricing_avocado_action": "주문 가격 제출",
    "add_avocado_action": "인보이스 링크 생성",
    "avocados_list": "아보카도 목록",
    "not_pricing": "이 항목은 가격이 책정되지 않았습니다!",
    "show_all": "모두 보이기",
    "show_accepted": "확인된 항목 표시",
    "notifications": {
      "update_success": "아보카도가 성공적으로 업데이트되었습니다.",
      "add_success": "아보카도가 성공적으로 생성되었습니다."
    }
  },
  "avocado_orders": {
    "title": "아보카도",
    "title_small": "소셜 미디어 판매",
    "pending_orders": "활성 주문",
    "avocado": "아보카도 주문"
  },
  "avocado_process": {
    "step1": "가격",
    "step1_msg": "각 항목의 가격을 입력하고 녹색 상자를 선택하십시오. 아이템을 판매할 수 없는 경우 상태를 거부됨으로 변경합니다.",
    "step2": "인보이스 확인",
    "step2_msg": "이 주문에 대한 송장을 만드십시오. 송장의 제목과 설명을 입력할 수 있습니다. 주문 금액은 항목의 총 가격을 기준으로 자동으로 계산됩니다.",
    "title_input": "송장 제목 *",
    "show_to_customer": "이 정보는 구매자에게 표시됩니다.",
    "description_msg": "이 주문에 대한 메모를 작성하시겠습니까? 이 정보는 구매자에게 표시됩니다.",
    "price_input": "주문량 *",
    "tax_none": "면세",
    "tax_included": "가격에 포함",
    "tax_add": "세금 추가",
    "tax_message": "가격에 세금 포함 여부를 선택할 수 있습니다.",
    "tax_included_messages": "세금은 가격에 포함되어 있습니다.",
    "tax_add_messages": "세금은 최종 가격에 추가되어야 합니다."
  },
  "hyper": {
    "print_label": "다음 라벨을 인쇄하여 제품 앞에 부착하십시오.",
    "hyper_form_link_product_message": "귀하의 고객은 이 링크를 통해 {product}를 빠르게 구매할 수 있습니다. 그들은 또한 QR 코드를 스캔하여 동일한 링크를 입력합니다.",
    "title": "하이퍼 퀵세일",
    "message": "Hyper Selldone 판매 채널의 도움으로 귀사의 고객은 별도의 조치 없이 QR 코드를 스캔하여 제품을 구매할 수 있습니다. 이 방법을 사용하면 축제, 전시회 또는 바쁜 행사에서 일부 품목을 대량으로 빠르게 판매할 수 있습니다. 이 섹션에서 Hyper를 활성화한 후 제품 관리 섹션에서 실제 제품에 대한 하이퍼 QR 코드를 생성할 수 있습니다.",
    "orders_list": "하이퍼 오더 목록",
    "active_mode": "하이퍼 세일즈 채널 활성화",
    "inactive_mode": "비활성",
    "active_message": "이 옵션을 활성화하면 각 제품의 관리 섹션에 Fast-Sales-Codes 생성 가능성이 표시됩니다.",
    "hyper_form_link_message": "상점의 하이퍼 페이지 링크",
    "configuration": "하이퍼 설정"
  },
  "hyper_orders": {
    "title": "하이퍼",
    "title_small": "판매 보고서",
    "hyper": "접수된 주문"
  },
  "product_file": {
    "no_file": "아직 업로드된 파일이 없습니다!",
    "delete_dialog": {
      "title": "파일 삭제",
      "message": "이 파일을 삭제하시겠습니까?",
      "action": "예, 지금 삭제"
    },
    "notifications": {
      "delete_success": "파일이 성공적으로 삭제되었습니다."
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 {amount}를 충전하고 {amount_total} 크레딧을 받으세요.",
    "charge_action": "무료 크레딧 청구",
    "claim_title": "무료 크레딧 받기",
    "claim_charge_caution": "참고: 지갑 계정 간에 통화를 변환하는 것은 불가능합니다. 따라서 상점에서 교환되는 통화에 적합한 계정을 선택하십시오.",
    "account_input": "저축 예금 계좌",
    "account_msg": "이 계정에 요금이 부과됩니다."
  },
  "selldone_applications": {
    "title": "주문을 놓치지 마세요!",
    "msg": "언제 어디서나 비즈니스를 관리하세요."
  },
  "shop_seo": {
    "title": "SEO 구성",
    "msg": "유기적 고객 확보 채널을 강화하여 온라인 마케팅으로 빠르게 전환하십시오.",
    "auto": {
      "title": "자동 SEO 엔진",
      "msg": "웹사이트의 청중과 검색 엔진에 원활한 모바일 경험을 제공하십시오."
    },
    "amp": {
      "title": "AMP",
      "msg": "가속화된 모바일 페이지 자동 생성."
    }
  },
  "shop_preferences": {
    "order": {
      "title": "명령",
      "desc": "고객이 주문을 결제하면 주문 정보가 포함된 이메일이 이 주소로 전송됩니다."
    },
    "return": {
      "title": "반품",
      "desc": "구매자가 제품을 반품한 경우 이 이메일이 발송됩니다. 이 이메일을 보내는 것은 구매한 요금제에 따라 다릅니다."
    },
    "pos": {
      "title": "POS",
      "desc": "POS 판매 보고서는 이 이메일로 발송됩니다."
    },
    "avocado": {
      "title": "아보카도",
      "desc": "아보카도 주문에 대한 일일 보고서를 보냅니다."
    },
    "accounting": {
      "title": "회계",
      "desc": "재무 보고서 및 업데이트를 저장합니다."
    },
    "subscription": {
      "title": "구독",
      "desc": "구독 시작 및 종료 알림과 함께 최근 구매한 계획 상태 로그인."
    },
    "technical": {
      "title": "전문인",
      "desc": "도메인 및 서비스 상태에 대한 기술 알림."
    },
    "report": {
      "title": "보고서",
      "desc": "주간 및 월간 보고서가 이 이메일로 전송됩니다."
    },
    "review": {
      "title": "검토",
      "desc": "스토어에서 확인이 필요한 경우 해당 메일이 이 주소로 발송됩니다. 예를 들어 사용자를 저장하기 위한 마케팅 이메일 전송을 확인합니다."
    }
  },
  "shop_languages": {
    "title": "상점 언어",
    "sub_title": "저장소 자동 번역 패키지를 설치하고 활성화합니다.",
    "message": "스토어에 최대 10개의 언어 팩을 설치할 수 있습니다. 더 많은 패키지를 설치해야 하는 경우 당사에 문의하십시오."
  },
  "invite_friends": {
    "title": "당신의 비즈니스를 세상에 알리세요!",
    "msg": "Selldone을 친구에게 소개하십시오. 그들은 가입할 때 $99의 회사 바우처를 받고 첫 거래를 완료하면 $15의 스타트업 바우처를 받게 됩니다.",
    "invite": {
      "title": "Selldone 비즈니스 OS에 가입하여 무료 $99 바우처를 받으세요.",
      "description": "Selldone에 초대하여 환상적인 도구로 온라인 비즈니스를 시작하세요.",
      "hashtags": "전자 상거래, 웹 사이트 빌더",
      "quot": "Selldone에서 온라인 상점을 만들었습니다. 이제 비즈니스도 할 수 있습니다."
    }
  },
  "shops_list": {
    "title": "나의 가게",
    "message": "내 상점, 허용 상점 및 샘플 상점 목록."
  },
  "shipping": {
    "warehouse_error": "먼저 창고를 설정하십시오! 이 주소는 배송 출발지로 사용됩니다.",
    "errors": {
      "set_origin": "위치 지도를 설정합니다.",
      "set_country": "국가를 설정합니다.",
      "set_address": "주소를 설정합니다.",
      "set_zip": "우편번호를 설정합니다."
    },
    "set_warehouse": "창고 설정",
    "pickup_location": "짐을 싣는 곳",
    "refresh_rates": "새로 고침 빈도",
    "no_rate": "요금 없음...",
    "view_messages": "메시지 보기...",
    "not_set_yet": "아직 설정되지 않았습니다!",
    "drop_orders_here": "여기에서 주문을 중단하십시오 ..."
  },
  "blog_category": {
    "title": "블로그 카테고리",
    "add_action": "새 카테고리 추가",
    "add_dialog": {
      "title": "신규/업데이트 카테고리",
      "force_edit": "강제 편집 경로",
      "force_edit_msg": "카테고리 이름을 변경하고 모든 기사를 업데이트하십시오.",
      "star_msg": "별표 표시된 카테고리는 블로그에 표시되는 우선 순위가 있습니다.",
      "star": "응시",
      "delete_action": "카테고리 삭제",
      "add_action": "카테고리 추가",
      "edit_action": "카테고리 수정"
    }
  },
  "about_us": {
    "title": "회사 소개 페이지",
    "subtitle": "회사 소개 페이지에 표시할 비즈니스에 대한 기사를 작성하십시오. 이 페이지는 청중이 귀하의 브랜드와 사명을 아는 데 도움이 될 것입니다."
  },
  "terms": {
    "title": "서비스 약관 페이지",
    "subtitle": "고객을 위한 서비스 구매 및 사용 조건을 설명합니다."
  },
  "privacy": {
    "title": "개인정보 보호정책 페이지",
    "subtitle": "개인 정보 보호 정책은 당사자가 고객 또는 클라이언트의 데이터를 수집, 사용, 공개 및 관리하는 방법의 일부 또는 전체를 공개하는 진술 또는 법적 문서입니다."
  },
  "contact_us": {
    "title": "문의하기 페이지",
    "subtitle": "연락처 페이지에 고객에게 표시할 연락처 정보, 주소 및 전화번호를 작성하십시오."
  },
  "metaverse": {
    "title": "메타버스 다리",
    "subtitle": "Selldone은 상거래 공간에서 %100 API 기반 서비스를 제공합니다. 게임, 블록체인 및 메타버스 개발자는 이러한 강력한 API를 사용하여 미래의 직장, 생활 및 무역 세계에서 비즈니스, 고객 및 서비스를 연결할 수 있습니다.",
    "message": "게임 개발자를 위한 앞서 해보기"
  },
  "orders_bulk_export": {
    "title": "주문 도우미",
    "timespan": {
      "title": "기간",
      "subtitle": "주문 시작일과 종료일을 선택하세요."
    },
    "tasks": {
      "title": "작업 출력",
      "subtitle": "대량 주문 처리 작업 목록을 다운로드하십시오. 결과에는 유료 및 COD 주문만 포함됩니다.",
      "export_title": "작업 목록"
    },
    "labels": {
      "title": "패키지 라벨",
      "subtitle": "선택한 기간 및 상태의 모든 주문 레이블 목록을 다운로드합니다. 결과에는 유료 및 COD 주문만 포함됩니다.",
      "export_title": "상자 라벨"
    }
  },
  "customers_funnel": {
    "title": "고객 인구 통계",
    "subtitle": "고객 데이터를 필터링하고 내보내 더 적은 마케팅으로 더 많은 가치를 제공하기 위해 더 나은 결정을 내리십시오! 고객의 개인 정보를 존중하고 대량 대량 이메일을 보내지 마십시오! 귀하의 고객 정보를 제3자 서비스 모두의 허가 없이는 절대 제3자 서비스와 공유하지 마십시오."
  }
};