export default {
  "commons": {
    "pay_today": "Бүгүнкү төлөм",
    "pay_yesterday": "Кечээки төлөм",
    "pay_last30days": "Акыркы 30 күндүк төлөм",
    "create_a_shop": "Дүкөн түзүү",
    "start_free": "Бекер баштоо",
    "featured_apps": "Өзгөчөлөнгөн колдонмолор",
    "more_apps": "Көбүрөөк колдонмолор",
    "my_public_profile": "Менин жалпыга ачык баракчам"
  },
  "numbers": {
    "infinite": "Чексиз"
  },
  "error": {
    "not_fount_data": "Маалымат табылган жок!",
    "license_max_limit": "Лицензияңыз чекке жетти!"
  },
  "time_spans": {
    "days_range": "Күн диапазону",
    "today": "Бүгүн",
    "yesterday": "Кечээ",
    "last_7": "Акыркы 7 күн",
    "last_14": "Акыркы 14 күн",
    "last_30": "Акыркы 30 күн",
    "last_90": "Акыркы 90 күн",
    "custom": "Ыңгайлаштырылган"
  },
  "device_types": {
    "desktop": "Иш такта",
    "mobile": "Мобилдик",
    "tablet": "Планшет"
  },
  "create_website_action": "Вебсайтыңызды түзүңүз — бул бекер",
  "show_shops_action": "Менин дүкөндөрүмдүн тизмеси",
  "Youtube": "YouTube",
  "Linkedin": "Linkedin",
  "Twitter": "Twitter",
  "Facebook": "Facebook",
  "Instagram": "Instagram",
  "Reddit": "Reddit",
  "Github": "Github",
  "page_titles": {
    "home": "Selldone | Тез өнүгүп келе жаткан компаниялар үчүн Бизнес Операция системасы",
    "login": "кирүү",
    "register": "Каттоо",
    "auth_2fa": "2 фактордук аутентификация 🔐",
    "academy": "Блог",
    "help": "Жардам борбору",
    "price_list": "Баа тизмеси",
    "my_stores": "Менин дүкөндөрүм",
    "roles": "Менин ролдорум",
    "wallet": "Менин капчыгым",
    "personal_info": "Жеке маалымат | KYC",
    "companies": "Менин компанияларым",
    "access_control": "Кирүүнү көзөмөлдөө",
    "security_center": "Коопсуздук борбору",
    "gifts": {
      "received": "Белектер | Кабыл алынган",
      "send": "Белектер | Жөнөтүлдү"
    },
    "monetization": {
      "linked_accounts": "Монетизация | Байланышкан эсептер",
      "plans": "Монетизация | План & Шилтемелер"
    },
    "affiliate": "Affiliate",
    "avocado": "Авокадо — Заманбап коомдук сатуу каналы",
    "guild": "Гильдия — Коллективдуу сатуу каналы",
    "partners_login": "Партнерлор | Кардар кирүү"
  },
  "blank_is_all_products": "Бардык өнүмдөрдү камтуу үчүн бош калтырыңыз!",
  "cautions": {
    "title": "Төмөнкү кеңештерди аткаруу менен бизнесиңизди профессионалдуу башкарыңыз. Пайда маржасын кантип көбөйтүү боюнча кеңештерди жана башкаларды окууну улантыңыз. Биз сени менен биргебиз.",
    "no_payment_method": {
      "title": "Төлөө ыкмасы",
      "message": "Дүкөнүңүзгө төлөм ыкмасын кошушуңуз керек.",
      "action": "Дүкөн шлюздары"
    },
    "link_account": {
      "title": "Каттоо эсебин байланыштыруу",
      "message": "Дүкөнүңүзгө аккаунтту ({currency}) байланыштырышыңыз керек.",
      "action": "Дүкөн эсептери"
    },
    "no_domain": {
      "title": "Домен кошуу",
      "message": "Сиз дүкөнүңүзгө бир же бир нече жеке домендерди туташтыра аласыз. Вебсайтыңыз домениңизге орнотулат. Бул процесс тез жана оңой."
    },
    "domain_not_approved": {
      "title": "Доменди текшерүү",
      "message": "Сиздин {domain} домениңиз ырасталган жок. DNS орнотууларын текшерип, доменди ырастаңыз."
    },
    "no_currency": {
      "title": "Валюта кошуу",
      "message": "Дүкөнүңүз үчүн жок дегенде бир валютаны аныкташыңыз керек.",
      "action": "Валюта башкаруу"
    },
    "no_primary_domain": {
      "title": "Негизги домен",
      "message": "Сураныч, негизги домениңиз катары доменди тандаңыз. Домендик аталыштын жанындагы жылдыз баскычын чыкылдатуу менен, сиз доменди дүкөнүңүздүн негизги домени катары тандай аласыз. Бул издөө системалары үчүн абдан маанилүү. Дүкөнүңүз бардык активдүү домендер аркылуу жеткиликтүү болорун эске алыңыз."
    },
    "shop_complete": {
      "title": "Толук маалымат",
      "action": "Дүкөн орнотуулары",
      "location_msg": "Жайгашкан жериңизди кошуңуз",
      "days_open_msg": "Ачык күндөрдү белгилеңиз",
      "time_open_msg": "Ачуу жана жабуу убактысын коюңуз",
      "description_msg": "Сиздин бизнес жөнүндө кыскача сүрөттөмө жаз",
      "icon_msg": "Дүкөнүңүздүн логотибин орнотуңуз",
      "shop_gateways_msg": "Төлөм ыкмасын кошуу",
      "socials_msg": "Социалдык шилтемелериңизди кошуңуз",
      "clubs_msg": "Кардарлардын клубдарын орнотуңуз",
      "domains_msg": "Ыңгайлаштырылган доменди кошуу",
      "primary_msg": "Доменди негизги катары коюңуз"
    }
  },
  "support": {
    "request": "Колдоо сураңыз",
    "category": "Категория",
    "title": "Колдоо",
    "message": "Ар кандай суроо же суроо бериңиз. Биздин колдоо тобу сизге жол көрсөтөт. Сурооңузду сурооңузга байланыштуу баракчада берүүнү сунуштайбыз. Мисалы, доменди жөндөө боюнча сурооңуз болсо, аны дүкөнүңүздүн домен жөндөө бетине жөнөтүңүз.",
    "close_at": "{date} жабылган",
    "close_ticket_by_user": "Рахмат, мен жооп алдым"
  },
  "surveys": [
    "Абдан кедей",
    "Байкуш",
    "Кадимки",
    "Жакшы",
    "Мыкты"
  ],
  "sort": {
    "title": "Иреттөө",
    "title_small": "Иреттөө..",
    "nothing": "Эч нерсе",
    "most_views": "Эң көп көрүүлөр",
    "most_likes": "Эң Популярдуу",
    "most_recent": "Эң жаңы",
    "most_sell": "Bestselling",
    "cheapest": "Эң арзан",
    "most_expensive": "Эң кымбат",
    "only_available": "жеткиликтүү",
    "view_mode": {
      "normal": "Кадимки",
      "grid": "Тор",
      "list": "Тизме",
      "insta": "Инста"
    }
  },
  "helps": {
    "title": "Selldone Жардам борбору",
    "subtitle": "Selldone кош келиңиз. Эгер сиз бизнес OS боюнча жаңы онлайн дүкөн куруп жатсаңыз, бул жерден көбүрөөк маалымат таба аласыз.",
    "add_new_help": "Жаңы Жардам",
    "resources": "Ресурстар",
    "categories": {
      "Welcome": "Баштоо",
      "Setup": "дүкөн",
      "Sell": "Сатуу жана маркетинг",
      "Developer": "Өнүктүрүү",
      "Application": "Тиркемелер",
      "Product": "Продукттарды жана категорияларды башкаруу",
      "Blog": "CMS жана блог",
      "Order": "Заказдарды аткаруу борбору",
      "Channel": "Сатуу каналдары",
      "Accounting": "Бухгалтердик эсеп жана төлөө ыкмалары",
      "Incentives": "стимулдар",
      "Marketing": "Маркетинг жана кампаниялар",
      "Logistic": "Логистика жана жеткирүү",
      "Customers": "Кардарлар клубу жана сегментация",
      "Page": "Landing & Custom барактар",
      "Access": "Кызматкерлер / API мүмкүндүк башкаруу",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "Github репозиторий",
    "admin_api_app": "Admin API веб кызматы",
    "shop_api_app": "Shop API веб кызматы",
    "design_kit": "Дизайн комплекттери",
    "community": "Коомчулук"
  },
  "blogs": {
    "title": "Блог",
    "subtitle": "Бизнес үчүн сабактар, ишеним жана гүлдөп жаткан бизнести түзүү үчүн керектүү билим.",
    "add_new_blog": "Жаңы блог",
    "popular": "Популярдуу",
    "topics": "Темалар",
    "select_topics": "Жумушуңузду тандаңыз.",
    "select_job_topics": "Жумушка байланыштуу темаларды тандаңыз",
    "select_interested_topics": "Сиз кайсы темаларга кызыгасыз?"
  },
  "api": {
    "title": "API & Интеграция",
    "message": "Selldone негизги өзгөчөлүктөрүнүн бири дүкөндөрдү башкаруу жана башка кызматтарга туташтыруу үчүн ишенимдүү жана коопсуз API'лерди камсыз кылуу, мисалы, кампа, бухгалтердик эсеп ж.б. Сервер жана маалыматтарды башкаруу жөнүндө кабатыр болбостон. Жөн гана домен API'лерин колдонуңуз. Сизде колдонуучуларды башкаруунун бардык процесстери, аутентификация жана башка домен функциялары болот."
  },
  "user_dashboard": {
    "title": "Менин маршруткам",
    "subtitle": "Заманбап маалымат жана так келечек менен бизнесиңизди башкарыңыз.",
    "menu": {
      "affiliate": "Affiliate",
      "monetize": "Акча табуу",
      "gift": "Белек",
      "security": "Коопсуздук",
      "access": "Мүмкүнчүлүк",
      "business": "Компания",
      "wallet": "Капчык",
      "identification": "KYC",
      "stores": "Дүкөндөр",
      "roles": "Ролдор",
      "home": "Үй",
      "expert": "Эксперт",
      "deals": "Deals",
      "providers": "Провайдерлер"
    },
    "shops": {
      "create_new": "Жаңы дүкөн түзүү",
      "create_new_sub": "бекер",
      "create_new_sub_need_initial_charge": "Биринчи дүкөндү куруу бекер. Сиздин бизнесиңиз үчүн бир дүкөн жетиштүү болсо керек, бирок көбүрөөк дүкөндөрдү куруу керек болсо, жаңы дүкөн куруунун баасы 25$. Биз сиздин капчык эсебиңизден сумманы чыгарып алабыз.",
      "menu": {
        "title": "Менин дүкөндөрүм",
        "shops": "Дүкөндөр",
        "new": "Жаңы"
      },
      "accept_invite_question": "Бул чакырууну кабыл аласызбы?",
      "shop_card": {
        "menu_orders": {
          "physical": "Физикалык продукт заказдар",
          "virtual": "Виртуалдык продукт заказдары",
          "files": "Заказдарды файл",
          "services": "Кызмат заказдары",
          "subscriptions": "Жазылуу заказдары"
        },
        "status": "Статус",
        "license": "Лицензия",
        "volume": "Колдонулган мейкиндик",
        "expire": "Лицензия мөөнөтү бүттү",
        "products": "Продукциялар",
        "page_views": "Көрүүлөр",
        "user_behavior": "Кардардын жүрүм-туруму",
        "time_span": "{time} баштап азыркыга чейин",
        "finance_report": "Финансылык отчёт",
        "buys": "Сатып алуулар",
        "payments": "Төлөмдөр",
        "orders": "Заказдар",
        "currency": "Валюта"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "Кардарлардын пикири",
      "title_small": "Обзор",
      "wishlist": "Каалоо тизмеси",
      "comments": "Комментарийлер",
      "likes": "Жактырат",
      "favorites": "Сүйүктүүлөр",
      "powers": "Кол чаап",
      "views": "Көрүүлөр",
      "report_today": "Бүгүнкү отчет",
      "report_last7days": "Акыркы 7 күндүн отчету",
      "report_last30days": "Акыркы 30 күндүн отчету"
    }
  },
  "admin_shop": {
    "title": "дүкөн",
    "menu": {
      "edit": "Орнотуулар",
      "automation": "Автоматташтыруу",
      "application": "Тиркемелер",
      "access": "Мүмкүнчүлүк",
      "pages": "Барактар",
      "channels": "Каналдар",
      "categories": "Категориялар",
      "marketing": "Маркетинг",
      "customers": "Кардарлар",
      "logistic": "Логистика",
      "auditing": "Бухгалтердик эсеп",
      "incentives": "стимулдар",
      "process_center": "Заказдар",
      "blog": "Блог",
      "products": "Продукциялар",
      "shops": "Дүкөндөр",
      "dashboard": "Куралдар тактасы",
      "autopilot": "Автопилот",
      "apps": "Колдонмолор",
      "pos": "POS",
      "seo": "SEO",
      "localization": "Локалдаштыруу"
    },
    "dashboard": {
      "title": "Дүкөндүн башкаруу тактасы",
      "online_staff": "Онлайн кызматкерлер(лер)",
      "notify_referral": {
        "message": "Чакыруу шилтемеңизди досторуңузга жөнөтүңүз жана бекер ваучерлерге ээ болуңуз.",
        "action": "Менин шилтеме шилтемем"
      },
      "info": {
        "title": "Техникалык",
        "subtitle": "Сиздин бизнес OS техникалык сереп.",
        "shop_name": "Дүкөндүн аты",
        "shop_link": "Дүкөн шилтемеси",
        "site_map": "Сайттын картасы",
        "shop_domains": "Домендер",
        "shop_domains_msg": "Туташкан жеке домендердин тизмеси.",
        "home_msg": "Вебсайтыңыздын демейки башкы барагын коюңуз. Бул ар бир жеке домен үчүн өзгөртүлүшү мүмкүн.",
        "add_domain": "Жаңы домен кошуу",
        "currencies": "Активдүү валюталар",
        "currencies_alert": "Дүкөн үчүн жок дегенде бир валютаны тандаңыз!",
        "status": "Статус",
        "license": "Лицензия",
        "expire": "Лицензиянын жарактуулук мөөнөтү",
        "upgrade_license_action": "{name} дегенге жаңыртыңыз",
        "wage": "Алым",
        "cpu_message": "Сатып алынган планга ылайыкташтырылган ресурстардын саны жана кызматыңызга кошкон ресурстарыңыз.",
        "hide_domains": "Домендеримди жашыруу",
        "show_domains": "Менин домендеримди көрсөт",
        "table": {
          "primary": "Негизги",
          "url": "Url",
          "site_map": "Сайттын картасы",
          "enable": "Иштетүү",
          "indexed": "Индекстелген",
          "and_more": "жана башкалар..",
          "auto_repair": "Авто оңдоо"
        },
        "add_dialog": {
          "title": "Дүкөн доменин конфигурациялоо",
          "step1": "DNS домени же субдомени үчүн А жазуусунун IP чегин төмөнкү маанилерден аныктай аласыз:",
          "step2": "DNS TXT жазуусун кошуу:",
          "set_ip_alert": "A <b>{ip}</b> жазуусунун IP маанисин коюңуз.",
          "input_domain": "Домен URL",
          "correct": "Домен жөндөөлөрү туура.",
          "set_message": "Бул домендин CNAME коюңуз {cname}.",
          "input_domain_message": "Домен атын http жана https жок киргизиңиз.",
          "ssl_message": "Вебсайтыңыз үчүн SSL сертификаты жөнүндө кабатыр болбоңуз. Бул сертификат сиздин домениңизге Selldone (бета) тарабынан автоматтык түрдө чыгарылат.",
          "active": "Домен активдүү",
          "inactive": "Домен өчүрүлгөн",
          "success_message": "Куттуктайбыз, сиздин сайтыңыз {domain} боюнча иштетилди. Сиз бул домен аркылуу дүйнөгө бизнесиңизди жана брендиңизди тааныта аласыз.",
          "delete_action": "Домен жок кылынсынбы?"
        },
        "set_home_dialog": {
          "title": "Домендин башкы барагын коюу"
        },
        "notification": {
          "add_message": "Домен дареги ийгиликтүү кошулду.",
          "update_message": "Домен ийгиликтүү жаңыртылды.",
          "delete_domain_message": "Домен ийгиликтүү жок кылынды."
        },
        "alert": {
          "title": "Доменди жок кылуу",
          "message": "Бул доменди жок кылгыңыз келеби? Башкаларды алдамчылыкка жол бербөө үчүн домениңиздин DNS жазуу маанилерин баштапкы абалга келтириңиз."
        }
      },
      "active_orders": {
        "title": "Заказдар",
        "title_small": "Физикалык, файлдык, виртуалдык жана тейлөө буйрутмалары",
        "pending_orders": "Күтүүдөгү буйрутмалар",
        "physical": "Физикалык продукт заказдар",
        "virtual": "Виртуалдык продукт заказдары",
        "file": "Продукцияга буйрутмаларды файл",
        "service": "Тейлөө продуктыларына буйрутмалар",
        "subscription": "Жазылуу заказдары"
      },
      "products": {
        "title": "Инвентаризация",
        "title_small": "Продукциялар, Кызматтар, Файлдар",
        "total_products": "Продукциянын жалпы түрлөрү"
      },
      "finance": {
        "title": "Каржылык",
        "title_small": "Финансылык отчёт",
        "total_30days_title": "Сатуулардын жалпы суммасы",
        "last_30_day": "Акыркы 30 күн",
        "pay_amount_chart_title": "Төлөмдөр",
        "sell_amount_chart_title": "Сатуу",
        "discount_amount_chart_title": "Арзандатуу",
        "currency_convert_to": "Валютага",
        "active_currencies": "Активдүү валюталар",
        "sell_count_chart_title": "Вариант боюнча сатуулардын саны",
        "active_gateways": "Активдүү төлөм шлюзи",
        "received_last_24h": "Акыркы 7 саатта кабыл алынды",
        "pie": {
          "title": "Бүгүнкү сатуу катышы",
          "no_data": "Бүгүн сатуу жок"
        },
        "pay_amount": "Төлөм суммасы",
        "sell_amount": "Сатуу суммасы",
        "discount_amount": "Арзандатуу суммасы",
        "sell_count": "Сатуу саны",
        "table": {
          "currency": "Валюта",
          "total_sell_30days": "30 күндүк жалпы сатуу",
          "sell_daily": "Күнүмдүк сатуу курсу",
          "sell": "Сатуу",
          "pay": "Төлө"
        }
      },
      "customers": {
        "title": "Дүкөн кардарлары",
        "title_small": "Конверсия отчету",
        "total_customers": "Бардыгы",
        "new_customers_today": "Бүгүн",
        "new_customers_week": "Акыркы 7 күн",
        "orders_count": "Заказдар эсептелет",
        "days_range": "Күн диапазону",
        "new_users": "Жаңы катталган колдонуучулар",
        "chart": {
          "new_customers": "Жаңы кардарлар",
          "customers": "Жалпы кардарлар"
        }
      },
      "plugins": {
        "title": "Плагиндер",
        "title_small": "Орнотулган"
      },
      "performance": {
        "title": "Бүгүн",
        "title_small": "Колдонуучулар жана сатуулар",
        "users": "Колдонуучулар",
        "views": "Көрүүлөр",
        "orders": "Заказдар",
        "payments": "Төлөмдөр",
        "no_visitor_today": "Сизге бүгүн коноктор болгон жок."
      }
    },
    "products": {
      "title": "Продукциялардын тизмеси",
      "products_list": "Тизмеге кайтуу",
      "products_menu": "Продукцияларды башкаруу",
      "process_que": "Импорттук продукцияларды кайра иштетүү",
      "view_que_list": "Кезектин тизмесин көрүү",
      "menu_products_list": "Продукциялардын тизмеси",
      "menu_export": "Продукцияларды экспорттоо",
      "menu_import": "Импорттук продукция",
      "menu_show_deletes": "Жок кылынган өнүмдөрдү көрсөтүү",
      "drop_import_message": "Жаппай өнүмдөрдү кошуу үчүн бул жерге өнүмдөрдүн тизмеси файлын (CSV, XLS, XLSX форматы) таштаңыз. Файлда Selldone өнүмдөр тизмеси форматы бар экенин текшериңиз.",
      "product_widget": {
        "product_type": "Продукт түрү",
        "price": "баасы",
        "value_added": "Комиссия",
        "discount": "Арзандатуу",
        "in_stock": "Кампада",
        "product_unit": "бирдиги",
        "total_sell": "Жалпы сатуулар",
        "total_view": "Жалпы көрүүлөр",
        "view_unit": "Times",
        "review_unit": "Сын-пикирлер"
      },
      "folder_widget": {
        "products": "Продукциялар",
        "products_unit": "Түрлөрү",
        "sub_categories": "Категориялар",
        "sub_categories_unit": "Items",
        "views": "Көрүүлөр",
        "views_unit": "Times"
      },
      "menu_advanced_options": "Өркүндөтүлгөн параметрлер"
    },
    "blogs": {
      "new": "Жаңы жаз",
      "blogs": "Блог",
      "list": {
        "title": "Менин макалаларым",
        "waiting_message": "Маалымат алынууда... күтө туруңуз",
        "published": "Жарыяланган",
        "draft": "Долбоор",
        "private": "Жеке",
        "public": "Коомдук",
        "table": {
          "title": "Title",
          "author": "Автор",
          "claps": "Кол чаап",
          "like": "Like",
          "comments": "Комментарийлер",
          "views": "Көрүүлөр",
          "publish_state": "Статус",
          "created_at": "Түзүлгөн күнү",
          "updated_at": "Акыркы жаңыртуу"
        },
        "subtitle": "Өзүңүздү жана бизнесиңизди көрсөтүү үчүн заманбап саптык редактор менен макала жазыңыз. Түпнуска мазмун - бул SEOге ылайыктуу жогорку сапаттагы блог постун жазып жатканда көңүл бурушуңуз керек болгон биринчи нерсе."
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "Маалымат алынууда... күтө туруңуз",
        "rejected": "Четке кагылды",
        "delivery": "Жеткирүү",
        "discount": "Арзандатуу",
        "not_paid": "Төлөнгөн эмес",
        "table": {
          "order_number": "Заказ коду",
          "order_date": "Төлөө күнү",
          "status": "Акыркы абалы",
          "price": "Жалпы суммасы",
          "payment_status": "Төлөм абалы"
        }
      },
      "virtual": {
        "waiting_message": "Маалымат алынууда... күтө туруңуз",
        "discount": "Арзандатуу",
        "table": {
          "order_number": "Заказ коду",
          "product": "Продукт",
          "order_date": "Каттоо датасы",
          "status": "Акыркы абалы",
          "price": "Жалпы суммасы",
          "payment_status": "Төлөм абалы"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "Exchange",
        "gateway": "Gateway",
        "invoice": "Эсеп коюу",
        "report": "Баяндама",
        "tax": "Салык",
        "drop_shipping": "Сатуучунун дүмүрчөктөрү",
        "reseller_accounts": "Сатуучу эсептери",
        "valuations": "Баалоо"
      },
      "invoice": {
        "title": "Байланышкан капчыктарды сатып алыңыз",
        "subtitle": "Бул капчык эсептеринен жыйымдар, комиссиялар жана дүкөн чыгымдары алынып салынат.",
        "title_add": "Жаңы капчык эсебин туташтырыңыз",
        "subtitle_add": "Ар бир валюта үчүн жаңы капчыкты түзүп, аны дүкөнүңүзгө туташтырыңыз. Кызмат акысы бул капчыктан алынат.",
        "add_account": "Каттоо эсебин кошуу",
        "charge_account": "Төлөм эсеби",
        "show_transaction": "Транзакцияларды көрсөтүү",
        "table": {
          "currency": "Валюта",
          "account_number": "Эсеп номери",
          "account_name": "Каттоо эсебинин аты",
          "balance": "Баланс",
          "free_balance": "Жеткиликтүү баланс",
          "actions": "Алып салуу"
        },
        "add_account_dialog": {
          "title": "Кредит эсеби дүкөнгө туташтырылууда",
          "subtitle": "Сиз Selldone менен капчык эсебин ачканыңызда, биз сизге башка кредиттик карталар сыяктуу виртуалдык кредиттик картаны жана эсепти беребиз. Selldone сатуу акысы бул эсептен алынып салынат, бирок сиздин эсебиңиздин балансы жетишсиз болсо, бул сумма карыз болуп калат. Сиз Selldone кызматтарын каалаганча колдоно аласыз.",
          "account_number": "Эсеп номери",
          "account_number_input_message": "Дүкөн бул аккаунтка байланыштырылат. Бул эсеп жыйымдар жана чыгымдар үчүн колдонулат.",
          "balance": "Эсеп балансы",
          "connect_account_to_shop": "Каттоо эсебин Дүкөнгө туташтырыңыз"
        },
        "notifications": {
          "connect_account_success": "Аккаунт ийгиликтүү кошулду.",
          "delete_account_success": "Аккаунт дүкөндөн ийгиликтүү өчүрүлдү."
        },
        "alert": {
          "delete_account": "Каттоо эсебин ажыратыңыз",
          "delete_account_message": "Бул каттоо эсебин дүкөн эсептеринин тизмесинен алып салгыңыз келеби?",
          "delete_account_action": "Каттоо эсебин жок кылуу"
        },
        "inform_charge_account": "Каттоо эсебиңизди заряддаңыз!",
        "inform_charge_account_critical": "Кызматтын токтотулушуна жол бербөө үчүн аккаунтуңузду төлөңүз!"
      },
      "gateway": {
        "title": "Төлөм ыкмалары",
        "sub_title": "Активдүү төлөм ыкмаларынын тизмеси. Дүкөнүңүзгө жаңы ыкма кошкуңуз келсе, төмөнкү баскычты басыңыз. Биз 10 кошумча төлөм шлюзунан ашпоону сунуштайбыз.",
        "add_gateway": "Жаңы төлөм ыкмасы",
        "add_gateway_dialog": {
          "title": "Валюта тандаңыз",
          "country_currencies": "Жергиликтүү валюталар",
          "crypto_currencies": "Cryptocurrencies",
          "active_gateways": "Активдүү төлөм ыкмалары",
          "confirm": "Төлөм ыкмасын кошуу"
        }
      },
      "exchange": {
        "title": "Активдүү валюталарды сактоо",
        "subtitle": "Колдонуучулар активдүү валюталардын бирин тандай алышат жана продукциянын баалары эсептелип көрсөтүлөт. Валюта курсун киргизүү сатуучудан көз каранды.",
        "shop_currencies_input": "Колдонуучулар үчүн активдүү валюталар",
        "shop_currencies_input_error": "Жок дегенде бир валютаны тандаңыз",
        "rates": {
          "title": "Валюта курсу",
          "sub_title": "Төмөндө каалаган валютанын негизинде өндүрүмдүн баасын киргизсеңиз болот жана продукт баалары валюталарыңыздын ортосундагы конвертациялоо курсу боюнча автоматтык түрдө эсептелет.",
          "message": "Валюталардын ортосундагы алмашуу курсун киргизүү менен, сиздин өнүмдөрүңүздүн баалары автоматтык түрдө эсептелинет жана жаңыланат.",
          "add_new_rate": "Жаңы тарифти кошуу"
        },
        "table": {
          "waiting_receive_data": "Маалымат алынууда... күтө туруңуз",
          "rate_input": "Алмашуу курсу",
          "from": "From",
          "to": "үчүн",
          "exchange_rate": "Алмашуу курсу",
          "edit": "Түзөтүү",
          "delete": "Жок кылуу",
          "auto": "Автоматтык баа"
        },
        "add_rate_dialog": {
          "title": "Алмашуу курсун коюу",
          "message": "Маалымат киргизүүдө этият болуңуз. Продукцияңыздын баалары бул жерге киргизилген тарифтердин негизинде эсептелинет.",
          "currency_from": "Валютадан",
          "currency_to": "Валютага",
          "exchange_rate": "Алмашуу курсу"
        },
        "alert": {
          "title": "Conversion Rate өчүрүү",
          "message": "Бул өзгөртүү ылдамдыгын жок кылгыңыз келеби?",
          "action": "Жок кылуу"
        },
        "notifications": {
          "delete_success": "Валюта курсу алынып салынды.",
          "add_success": "Алмашуу курсу жаңырды.",
          "update_success": "Активдүү валюталарды жаңыртыңыз."
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "Складдар",
        "subtitle": "Менин кампаларымдын тизмеси."
      },
      "warehouse_btn": "Жаңы кампа кошуу",
      "warehouse_btn_error": "Кампаңызды, дүкөнүңүздү же бизнесиңиздин башатын коюңуз. Бул жеткирүү наркын эсептөө жана текшерүү процессинде болушу абдан маанилүү.",
      "size_unit": {
        "title": "Өлчөм бирдиги",
        "subtitle": "Узундугу, туурасы жана бийиктиги үчүн колдонулган бирдик."
      },
      "mass_unit": {
        "title": "Массалык бирдик",
        "subtitle": "салмак үчүн колдонулган бирдиги."
      },
      "menu": {
        "return_request": "Кайтып келди",
        "delivery": "Жеткирүү",
        "inventory": "Инвентаризация",
        "warehouse": "Склад",
        "logistic_apps": "Логистика",
        "profiles": "Профильдер",
        "includes": "камтыйт"
      },
      "warehouse": {
        "title": "Дүкөн кампасы",
        "sub_title": "Бул дарек жөнөтүүнүн келип чыгышы катары колдонулат.",
        "table": {
          "title": "Инвентарлардын тизмеси",
          "sub_title": "Бардык дүкөн өнүмдөрүнүн тизмеси, анын ичинде физикалык, виртуалдык, файлдык жана тейлөө"
        }
      },
      "delivery": {
        "title": "Жеткирүү ыкмалары",
        "sub_title": "Бул бөлүмдө маанилерди коюу менен, дүкөнүңүздө ар кандай жөнөтүү ыкмалары иштетилет. Жеткирүү боюнча накталай акча ыкмасын да бул бөлүмдө активдештирсе болот.",
        "add_transportation": "Транспорт кошуу",
        "delivery_form": {
          "payment": "Төлөм опциялары",
          "limits": "Лимиттер",
          "currency_input": "Чыгымдарды эсептөө үчүн маалымдама валютасы",
          "currency_input_message": "Чыгымдар ушул валютада эсептелет",
          "distance_input": "Кампага чейинки аралык",
          "distance_input_message": "0 же -1 чек жок дегенди билдирет.",
          "max_weight_input": "Пакеттин максималдуу алгылыктуу салмагы",
          "max_weight_input_message": "0 же -1 чек жок дегенди билдирет.",
          "max_size_input": "Пакеттин максималдуу өлчөмдөрү",
          "width": "Туурасы",
          "length": "Узундук",
          "height": "Бийиктиги",
          "days_input": "Жеткиликтүү жеткирүү күндөрү",
          "days_input_nodata": "Жеткирүү күнүн тандаңыз",
          "hours_input": "Жеткирүү мөөнөттөрү бар",
          "hours_input_nodata": "Убакыт аралыгын тандаңыз",
          "vacation_input": "Майрамдарда жеткиресизби?",
          "cod_input": "Колдоо COD",
          "cod_input_message": "Сиздин жеткирүү кызматы COD кабыл алганын текшериңиз.",
          "sod_input": "Сиз COD колдойсузбу?",
          "sod_input_message": "Сиздин жеткирүү кызматыңыз COD кабыл алгандыгын текшериңиз.",
          "pricing": "Бааны эсептөө",
          "const_input": "Туруктуу чыгым",
          "distance_cof_input": "Чыгымдардын аралык коэффициенти",
          "distance_cof_input_dim": "{dim} үчүн",
          "weight_cof_input": "Нарк-салмак фактору",
          "weight_cof_input_dim": "{dim} үчүн",
          "price_cof_input": "Продукт баасынын факторуна жеткирүү баасы",
          "price_cof_input_message": "Камсыздандыруу чыгымдарын жана COD чыгымдары сыяктуу башка кызматтарды камтыйт.",
          "price_cof_input_dim": "{dim} үчүн",
          "distance_weight_cof_input": "Салмак мультипликатору боюнча чыгымдардын мультипликатору",
          "distance_weight_cof_input_dim": "Ар бир {weight} үчүн {distance}",
          "free_shipping_input": "Эркин жеткирүү",
          "free_shipping_limit_input": "бекер жеткирүү үчүн минималдуу заказ наркы",
          "notifications": {
            "update_success": "Жеткирүү кызматынын жөндөөлөрү ийгиликтүү аяктады."
          },
          "shipping_cost_calculation": "Жеткирүү наркын эсептөө",
          "sod_true": "Жеткирүү баасын көздөгөн жеринде алыңыз",
          "sod_true_message": "Жеткирүү кызматыңыз көздөгөн жериңизде жеткирүү баасын кабыл алгандыгын текшериңиз.",
          "sod_false": "Авто жеткирүү наркын эсептөө",
          "cod_true": "Жеткирүү боюнча накталай акчаны кабыл алыңыз",
          "cod_false": "Онлайн төлөмдү гана кабыл алыңыз",
          "cod_true_message": "Сиздин жеткирүү кызматы COD кабыл алганын текшериңиз."
        }
      }
    },
    "users": {
      "menu": {
        "customers": "Кардарлар",
        "contact_form": "Байланыштар",
        "faq": "FAQ",
        "club": "Клуб",
        "report": "Баяндама"
      },
      "report": {
        "title": "Кардарларды карап чыгуу",
        "sub_title": "Сиз бул жерде кардарларыңыздын түз абалын көрө аласыз.",
        "report_30days_by_time": "Акыркы 30 күндөгү датага жана убакытка негизделген колдонуучунун аракети",
        "report_30days_by_location": "Геолокация колдонуучуларынын акыркы 30 күндөгү аракеттери"
      },
      "club": {
        "title": "Кардарлар клубу",
        "sub_title": "Ар бир деңгээлди активдештирүү үчүн айлык жана жылдык сатып алуу суммасын жана валютаны киргизиңиз. Кардарларыңыз ай сайын же жылдык сатып алуунун талаптарына жооп бергендиктен, кардар клубуңузга кирет.",
        "item": {
          "members_count": "Мүчөлөрдүн саны",
          "purchases_count": "Заказдардын саны",
          "monthly": "Ай сайын",
          "annually": "Жыл сайын",
          "discount_percent": "Эсептик чен",
          "discount_limit": "Арзандатуу чеги"
        },
        "edit_dialog": {
          "title": "Кардар деңгээлин башкаруу",
          "currency_input": "Валюта",
          "currency_input_message": "Жалпы сатып алуулар ушул валютада эсептелет.",
          "free_shipping_input": "Эркин жеткирүү",
          "monthly_input": "Ай сайын сатып алуу баасы",
          "annually_input": "Жылдык сатып алуу курсу",
          "discount_percent_input": "Клуб мүчөлөрү үчүн арзандатуу баасы",
          "discount_limit_input": "Арзандатуу чеги",
          "description_input": "Description",
          "description_input_message": "Бул деңгээлдин кыскача сүрөттөмөсүн киргизиңиз."
        },
        "notifications": {
          "update_success": "Кардарлар клубуна киргизилген өзгөртүүлөр."
        }
      },
      "faq": {
        "title": "Көп берилүүчү суроолор",
        "sub_title": "Кошуңуз, түзөтүңүз жана кардарларыңыздын суроолоруна жооп бериңиз."
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "Кампаниялар",
        "cross_selling": "Кайчылаш сатуу",
        "affiliate": "Affiliate",
        "emails": "Электрондук почталар",
        "funnel": "Воронка"
      },
      "campaign": {
        "name_input_placeholder": "Үгүт аты",
        "name_input_message": "Кампанияңыздын аталышын киргизиңиз.",
        "create_campaign_action": "Жаңы кампания түзүү",
        "table": {
          "title": "Title",
          "state": "Статус",
          "discount": "Арзандатуу",
          "landing": "Landing Page",
          "start": "Баштоо",
          "end": "Аягы"
        },
        "notifications": {
          "add_success_title": "Кампания түзүү",
          "add_success": "Сиздин кампанияңыз түзүлдү."
        },
        "name_input_name": "Үгүт аты"
      }
    },
    "categories": {
      "title": "Категориялар тизмеси",
      "subtitle": "Категориялар сиздин онлайн дүкөнүңүздүн негизги өзгөчөлүгү болуп саналат. Заманбап дүкөндүн маңдайкы жагын куруу жана кардарларыңызга туура өнүмдөрдү табуу үчүн бул күчтүү категорияларды колдонууну сунуштайбыз.",
      "menu": {
        "add_new": "Жаңы категория кошуу",
        "categories_list": "Категориялар тизмеси",
        "export": "Экспорттук категориялар",
        "import": "Импорт категориялары (CSV)"
      },
      "graph": {
        "title": "Категориялардын иерархиясы",
        "subtitle": "Сиз дүкөнүңүздүн категориялары жана колдонуучулар аларды кантип чабыттаарын толук көрө аласыз. Категорияларды туура жайгаштыруу менен кардарларыңыз өнүмдөрдү тез таба алышат жана конверсия курсу жогорулайт.",
        "visits_count": "Visit",
        "normal": "Жөнөкөй",
        "items_count": "Элементтердин саны",
        "home": "Үй"
      },
      "category_widget": {
        "parent": "Ата-эне",
        "not_exist": "Жок",
        "children": "Субкатегориялар",
        "delete_alert": {
          "title": "Бала категориясын алып салуу",
          "message": "{title} дегенди {parent_title} тизмесинен алып салгыңыз келеби?",
          "action": "Жок кылуу"
        },
        "notifications": {
          "edit_success": "Категория түзөтүлдү."
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "дүкөн",
        "my_apps": "Колдонмолор"
      },
      "my_apps": {
        "title": "Активдүү колдонмолорду сактаңыз",
        "subtitle": "Бизнес колдонмолоруңузду башкарыңыз.",
        "all": "баары"
      },
      "store": {
        "title": "Колдонмо дүкөнү",
        "subtitle": "Сүйүктүү кызматтарыңызды бизнесиңизге коопсуз туташтырыңыз. Биз кардарларыбыздын суроо-талаптарынын негизинде плагиндерди жана колдонмолорду кошобуз.",
        "nodata": "Плагин табылган жок.",
        "all": "баары",
        "more": "дагы"
      }
    },
    "pages": {
      "menu": {
        "new_page": "Жаңы бет",
        "contact_us": "Биз менен байланыш",
        "privacy": "Купуялык",
        "terms": "Шарттары",
        "about_us": "Биз жөнүндө",
        "landings": "Конуу",
        "popup": "Калкыма",
        "static": "Статикалык"
      }
    },
    "permissions": {
      "menu": {
        "persons": "Кызматкерлер",
        "roles": "Ролдор",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "Кадрлардын тизмеси",
          "new_user": "Жаңы кызматкерлерди кошуу",
          "new_user_message": "Бул дүкөндүн башкаруу панелине жана башкаруу бөлүмдөрүнө кире турган колдонуучулар.",
          "email_input_placeholder": "Email",
          "email_input": "Колдонуучунун электрондук почта дареги",
          "level_input": "Кирүү деңгээли",
          "add_user_action": "Кызматкерлерди кошуу"
        },
        "delete_alert": {
          "title": "Мүмкүнчүлүктү алып салуу",
          "message": "Бул колдонуучуну жок кылгыңыз келеби?",
          "action": "Жок кылуу"
        },
        "notifications": {
          "add_success_title": "Кирүү кошуу",
          "add_success": "Жаңы мүмкүнчүлүк кошулду.",
          "delete_success_title": "Мүмкүнчүлүктү өчүрүү",
          "delete_success": "Мүмкүнчүлүк жок кылынды."
        }
      },
      "shop_api": {
        "title": "Store Access Keys",
        "message": "Бул ачкычтар сервериңиз тарабынан Access Token түзүү үчүн колдонулат. Көңүл буруңуз, ачкычтар жашыруун жана серверде башкаларга көрүнбөгөн түрдө гана."
      }
    },
    "applications": {
      "pwa": {
        "title": "Веб колдонмо",
        "sub_title": "Дүкөнүңүздүн веб колдонмосун бул жерден көрүңүз",
        "message": "Эскертүү: iOS колдонмосунда iPhone жана iPad телефондоруңузда веб-сайтыңыздын саламдашуу барагын өзгөртө аласыз",
        "ios_app": "iOS колдонмосу"
      },
      "ios": {
        "title": "iOS колдонмосу",
        "sub_title": "Жакында дүкөнүңүз үчүн iOS колдонмосун кура аласыз.",
        "message": "Файлдын максималдуу өлчөмү: 512 КБ, биздин кысуу тутумубуз көлөмүн 512 КБ чейин азайта алган шартта, 1 МБга чейинки файлдарды жүктөй аласыз. Жүктөлгөн сүрөттүн өлчөмү акылдуу түрдө өзгөртүлөт."
      },
      "android": {
        "title": "Android колдонмосу",
        "sub_title": "Өзүңүздүн Android колдонмоңузду түзүңүз",
        "message": "Бул форманы толтуруп, куруу баскычын басыңыз. Башка эч нерсеге муктаждык болбойт. Колдонмоңуздун куруу жана кол коюу процессинин бардык кадамдары булут серверлеринде аткарылат. Акыркы колдонмо бардык AppStores дүкөндөрүнө жүктөлөт.",
        "server_un_available": "Эксперименттик түрдө, колдонмо сервери учурда туташкан эмес.",
        "app_building_progress": "Колдонмоңуз түзүлүүдө.",
        "app_build_success": "Колдонмоңуз даяр.",
        "download_app_action": "Колдонмону алыңыз",
        "firmware_version": "Микропрограмма версиясы",
        "main_info": "Колдонмо пакети",
        "package_name_input_message": "Пакеттин аталышы уникалдуу экенин текшериңиз.",
        "package_name_input_alert": "Эгер бул атты өзгөртсөңүз, AppStore'догу мурунку колдонмолоруңузду жаңыртып, жаңысын орното албай каласыз. Колдонмонун эски версияларынын колдонуучулары да өз аккаунттарына кире алышпайт.",
        "version_input": "Версия",
        "version_input_message": "Бул сан ар дайым мурунку маанисинен чоңураак болушу керек.",
        "version_name_input": "версия аты",
        "version_name_input_message": "Колдонмонун бул версиясы үчүн уникалдуу ат киргизиңиз.",
        "use_selldone_key": "Сатылган демейки баскычтар",
        "use_last_key": "Сакталган ачкыч",
        "use_new_key": "Жаңы ачкыч",
        "appearance": "Көрүнүш",
        "app_name_input": "Колдонмонун аты",
        "app_name_input_message": "Бул колдонмоңуздун негизги аталышы болот.",
        "app_title_input": "колдонмонун аталышы",
        "app_title_input_message": "Бул аталыш колдонмонун жогору жагында көрүнөт.",
        "app_title_input_placeholder": "Аталышын киргизиңиз",
        "app_icon_input": "Колдонмо сөлөкөтү",
        "app_icon_input_placeholder": "Колдонмонун сүрөтчөлөрүнүн zip файлын тандаңыз.",
        "generate_icon_pack_action": "Icon Pack түзүңүз",
        "splash_design": "Splash Screen Desgin",
        "splash_logo_input": "Splash Screen Logo",
        "splash_logo_input_placeholder": "Splash Screen үчүн сүрөт тандаңыз.",
        "splash_title_input": "Splash экран аталышы",
        "splash_title_input_placeholder": "Splash Screen үчүн аталыш киргизиңиз",
        "splash_title_input_message": "Бул аталыш чоң шрифт менен көрсөтүлөт.",
        "splash_message_input": "Splash Screen Message",
        "splash_message_input_placeholder": "Билдирүү...",
        "splash_message_input_message": "Бул билдирүү төмөндө эскиз катары көрсөтүлөт.",
        "dark_theme": "Караңгы тема",
        "light_theme": "жарык тема",
        "build": "куруу",
        "building_info": "Булут серверинде тиркемени куруу 10 секунддан бир нече мүнөткө чейин созулат. Сабырдуу болуңуз. Жүктөө файлынын шилтемеси колдонмо даяр болгондон кийин бул жерде пайда болот.",
        "update_mode_action": "Жаңыртуу",
        "build_mode_action": "Колдонмо куруу",
        "notifications": {
          "icon_pack_not_valid_error": "Файл туура эмес.",
          "start_building_title": "Имарат...",
          "start_building_message": "Android тиркемесин куруу өтүнүчү тапшырылды.",
          "build_success_title": "Куттуктайбыз",
          "build_success": "Сиздин Android колдонмоңуз даяр, аны азыр жүктөп алсаңыз болот."
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "Автопилот"
      }
    },
    "edit": {
      "menu": {
        "delete": "Дүкөндү жок кылуу",
        "activity_time": "Убакыт",
        "footer": "Меню",
        "info": "Маалымат",
        "notification": "Эскертмелер",
        "home": "Үй",
        "locations": "Жайгашкан жерлер",
        "license": "Лицензия",
        "theme": "Тема",
        "sms": "Sms",
        "email": "Email",
        "domain": "домен",
        "verifications": "Текшерүүлөр",
        "flow": "Агым",
        "business_model": "Бизнес модели"
      },
      "delete_dialog": {
        "title": "Дүкөндү жок кылуу",
        "message": "<b>{title}</b> дүкөнүн жок кылгыңыз келеби?",
        "action": "Дүкөндү жок кылуу"
      },
      "notifications": {
        "delete_success": "Дүкөн жок кылынды."
      },
      "info": {
        "title_tab": {
          "title": "Бизнестин аталышы жана тили",
          "subtitle": "Коомдук атын жана демейки тилди коюңуз."
        },
        "name_tab": {
          "title": "Дүкөндүн уникалдуу аталышы",
          "subtitle": "Бул сиздин бизнес колдонуучу атыңыз."
        },
        "description_tab": {
          "title": "Сиздин бизнес тарыхыңыз",
          "subtitle": "Сиздин бизнес жана анын уникалдуу баалуу сунушу жөнүндө жаз."
        },
        "contact_tab": {
          "title": "Байланыш жана жергиликтүү бизнес",
          "subtitle": "Коомдук байланыш маалыматы жана Google жергиликтүү бизнести жөндөө."
        },
        "image_tab": {
          "title": "Логотип",
          "subtitle": "Брендиңиз үчүн уникалдуу логотип тандаңыз."
        }
      },
      "badge": {
        "external_title": "Тышкы бейджиктерди башкарыңыз",
        "external_message": "Бул жерде сиз төш белгинин дарегин жана ага шилтемени киргизе аласыз. URL'дер бекитилген вебсайттан болушу керек."
      },
      "edit_menu": {
        "title": "Менюлар",
        "footer": {
          "title": "Колонтитул менюсу",
          "sub_title": "Дүкөн баракчаңыздын төмөнкү менюсун бул жерден конфигурациялай аласыз. Бул менюлар үй баракчалары, иштелип чыккан баракчалар же тышкы шилтемелер болушу мүмкүн."
        },
        "header": {
          "title": "Башкы меню",
          "sub_title": "Бул меню мобилдик экрандан чоңураак экрандарда жана башкы беттин жогору жагында, өнүм категорияларында, десанттарда жана продукт барактарында гана көрсөтүлөт."
        },
        "save_menu": "Сактоо меню",
        "dialog": {
          "main_pages": "Башкы беттер",
          "custom_pages": "Баштапкы беттер"
        },
        "table": {
          "home": "Үй",
          "shop": "Дүкөн",
          "blogs": "Блог",
          "about_us": "Биз жөнүндө",
          "privacy": "Купуялык",
          "terms": "Пайдалануу шарттары",
          "faq": "FAQ",
          "contact_us": "Биз менен байланыш"
        },
        "notifications": {
          "save_success": "Меню ийгиликтүү жаңыртылды."
        }
      },
      "social": {
        "title": "Коомдук Медиа",
        "message": "Бул бөлүмгө расмий социалдык медиа шилтемеңизди киргизиңиз. Даректерди ырастоо үчүн ар бир пункт боюнча нускамаларды аткарыңыз."
      },
      "time": {
        "title": "Иш күндөрү",
        "sub_title": "Жумуш күндөрүн жана убактысын белгилеңиз",
        "days_open_input": "күндөр",
        "days_open_input_nodata": "Жок дегенде бир күндү тандаңыз",
        "start_time_input": "Дүкөн аракетинин башталышы",
        "start_time_input_hint": "Дүкөндүн ачык сааттары",
        "end_time_input": "Сактоо жабуу убактысы",
        "end_time_input_hint": "Сактоо аракетинин аяктоо убактысы",
        "customer_support_service": "Жоопкерчилик жана Кардарларды тейлөө",
        "response_time_input": "Кардарларды тейлөө абалы",
        "support_24h": "Жумасына 7 күн 24 саат",
        "support_normal": "Иш убактысында гана",
        "no_service": "жок",
        "notifications": {
          "update_success": "Дүкөн түзөтүлдү."
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "Категория жок"
  },
  "add_product": {
    "title_new": "Жаңы продукт",
    "title_new_category": "Жаңы категория",
    "title_new_drop_shipping": "Dropshipping кошуу",
    "title_edit": "Продукцияны түзөтүү",
    "delete": "Продукцияны жок кылуу",
    "completed": "Аякталды",
    "menu": {
      "type": "Продукт түрү",
      "general_info": "Жалпы маалымат",
      "rating": "Сурамжылоо жана өзгөчөлүктөрү",
      "spec": "Техникалык шарттар",
      "images": "Сүрөттөр",
      "price": "баасы",
      "inputs": "Киргизүү",
      "outputs": "чыгаруу",
      "extra": "Кошумча маалымат",
      "review": "Продукт карап чыгуу",
      "inventory": "Инвентаризация / Варианттар",
      "change_status": "Статусту өзгөртүү"
    },
    "select_type": {
      "title": "Товарыңыздын же кызматыңыздын түрүн тандаңыз"
    },
    "edit_info": {
      "category_input": "Категория",
      "product_name": "Продукт аты*",
      "product_name_placeholder": "Бул жерде сиздин продукт аты..",
      "product_code": "Продукт коду (англисче)",
      "sku": "SKU",
      "sku_message": "Запастарды сактоо бирдиги",
      "mpn": "MPN",
      "mpn_message": "Өндүрүүчү бөлүгүнүн номери",
      "status": "Статус",
      "external_link": "Тышкы шилтеме",
      "brand": "Бренд",
      "brand_placeholder": "Бренд Ex. Apple.. (кошумча)",
      "warranty": "Кепилдик",
      "is_original": "Бул оригиналдуу продуктпу?",
      "is_original_message": "Эгерде сиз өнүмүңүздүн оригиналын койбосоңуз, анда бул продукт үчүн жасалма бейджик көрсөтүлөт.",
      "return_warranty": "Бул продукт канча күн кайтарууга кепилдик бар?",
      "warehouse_section": "Склад жана өндүрүш",
      "conditions_section": "Продукт шарттары",
      "warranty_section": "Кепилдик жана жеткирүү",
      "unit": "Продукт бирдиги",
      "unit_message": "Керек болсо бирдикти киргизиңиз. Мисалы: KG, Метр, ...",
      "condition": "Сиздин дүкөндө продукт абалы",
      "condition_message": "Бул талаадагы баалуулуктардын бирин тандооңуз керек.",
      "unit_section": "Продукт бирдиги",
      "unit_float": "Float бирдиги (жакында)",
      "unit_float_hint": "Мисалы, кардар 3 кг мөмө-жемишке заказ бере алат, бирок кардарга жөнөтүлгөн сумма буйрутма берген суммадан бир аз айырмаланат.",
      "unit_float_message": "Заказды иштеп чыгуу учурунда жеткирилген сумма буйрутмаланган суммадан айырмаланышы мүмкүн. Система бул айырманы автоматтык түрдө эсептеп чыгат жана аны кардардын алдындагы карызыңыз катары жазат, аны кийинки буйрутмаларга колдонсо болот.",
      "status_list": {
        "active": {
          "title": "Active | Онлайн жана оффлайн сатуулар",
          "description": "Бул продукт онлайн заказдар үчүн жеткиликтүү болот."
        },
        "inactive": {
          "title": "жигердүү эмес | Оффлайн сатуулар гана",
          "description": "Бул продукт онлайн заказдар үчүн жеткиликтүү болбойт."
        }
      },
      "marketplace": {
        "vendor_panel_message": "<b>{vendor_name}</b> продуктунун ээси.",
        "subscription_message": "Жазылуу өнүмдөрүндө бир сатуучу болушу мүмкүн, ошондуктан сиз аларды сатуучу панелинде түзө аласыз же түзүү кадамында аларга сатуучуну дайындай аласыз. Тандалган сатуучу буюмдун ээси болот.",
        "default_message": "Бул продукт бир сатуучуга таандык экенин, ошондуктан аны бир гана сатуучу сата аларын же бул продукт Marketplace'ке таандык экенин жана аны бирден ашык сатуучу сата аларын белгилей аласыз.",
        "single_vendor_title": "Жалгыз сатуучу",
        "single_vendor_desc": "Бул продукт сатуучуга таандык жана тандалган сатуучу аны башкара алат.",
        "multi_vendors_title": "Бир нече сатуучулар",
        "multi_vendors_desc": "Бул продукт базарга таандык жана аны базар панелинде гана түзөтүүгө болот."
      }
    },
    "rating_pros_cons": {
      "title": "Сурамжылоо",
      "message": "Сиздин өнүмүңүздү баалоо үчүн кардарларыңыз үчүн продукт спецификацияларынын тизмесин киргизиңиз. (5 нерсеге чейин)",
      "rating_input": "Сурамжылоолор",
      "rating_input_message": "Сурамжылоого 5 нерсени кошо аласыз.",
      "item_unit": "пункт",
      "pros_title": "Pros",
      "pros_message": "Продукттун өзгөчөлүктөрүн киргизиңиз. (5 нерсеге чейин)",
      "pros_input_title": "Функциянын аталышы",
      "pros_input_value": "Өзгөчөлүк мааниси",
      "pros_group": "Продукциянын жакшы жактары",
      "pros_group_messages": "буюмдун негизги өзгөчөлүктөрү",
      "cons_title": "Кемчиликтери",
      "cons_message": "Буюмдун алсыз жактарын киргизиңиз. (5 нерсеге чейин)",
      "cons_input_title": "Алсыздыктын аталышы",
      "cons_input_value": "Алсыздыктын мааниси",
      "cons_group": "Продукциянын кемчиликтери",
      "cons_group_messages": "буюмдун негизги кемчиликтери",
      "select_from_list": "Тизмеден тандаңыз",
      "suggestion_rating": [
        "Жакшы сапат",
        "Жакшы баа",
        "сунуштайт",
        "Өзгөчөлүктөрү жана мүмкүнчүлүктөрү",
        "Колдонууга оңой",
        "Жакшы иштелип чыккан",
        "Ишенимдүү аткаруу",
        "Натыйжалуу Кардарларды колдоо",
        "канааттандырарлык жеткирүү убактысы",
        "Продукт дал келген сүрөттөмө",
        "Туруктуу жана Узак мөөнөттүү",
        "Эффективдүү",
        "Жагымдуу таңгактоо",
        "Инновациялык дизайн",
        "Экологиялык жактан таза",
        "Жетиштүү нускамалар/кол",
        "Күтүүлөр акталды",
        "Колдонуучуга ыңгайлуу интерфейс",
        "Жогорку натыйжалуулук",
        "Улуу кийин сатуу кызматы",
        "Ар тараптуу Функционалдык",
        "Конкурстук баа",
        "Запастык бөлүктөрдүн/аксессуарлардын болушу",
        "Ишенимдүү бренд",
        "Коопсуз колдонуу",
        "Ыкчам жана так тейлөө"
      ],
      "notifications": {
        "add_rating_success": "Колдонуучунун рейтинги {rating_name} опциясы кошулду.",
        "delete_rating_success": "Колдонуучунун рейтинги {rating_name} опциясы өчүрүлдү.",
        "add_pros_success": "Продукт өзгөчөлүгү кошулду.",
        "delete_pros_success": "Өнүмдүн өзгөчөлүгү өчүрүлдү.",
        "add_cons_success": "Продукт алсыздыгы кошулду.",
        "delete_cons_success": "Продукциянын алсыздыгы жок кылынды."
      },
      "rating_input_placeholder": "Ыңгайлаштырылган сурамжылоо сурооңузду бул жерге жазыңыз... жана enter баскычын басыңыз!"
    },
    "edit_spec": {
      "title": "Техникалык мүнөздөмө",
      "sub_title": "Сиз окшош буюмдардын техникалык секификациясын импорттой аласыз.",
      "import_action": "Импорттоо",
      "group_input_header": "Топ кошуу",
      "item_title_header": "Элемент кошуу",
      "group_input": "Топтун аталышы",
      "group_input_message": "Аталышын киргизиңиз.",
      "group_add_action": "Топ кошуу",
      "item_title_input": "Title",
      "item_title_input_message": "Функциянын аталышын киргизиңиз.",
      "item_value_input": "Нарк",
      "item_value_input_message": "Функциянын маанисин киргизиңиз.",
      "add_item_action": "Элемент кошуу",
      "dialog": {
        "title": "Техникалык мүнөздөмөлөрдү киргизиңиз",
        "code_input": "Продукт ID",
        "code_input_message": "Продукт коду: P0000 ...",
        "spec_view_title": "Тандалган буюмдун спецификациялары",
        "set_spec_action": "Кайталанма Техникалык спецификациялар"
      },
      "notifications": {
        "enter_group_title_error": "Аталышынын маанисин киргизиңиз",
        "enter_item_title_and_value_error": "Функциянын аталышын жана маанисин киргизиңиз",
        "spec_saved_success": "Продукт спецификациялары сакталды."
      }
    },
    "edit_images": {
      "title": "Негизги сүрөт",
      "main_image_input_nodata": "Продукциянын сүрөтүн жүктөө.",
      "main_image_input_message": "Бул сүрөт продукт тизмесинде көрсөтүлөт.",
      "preview": "Алдын ала көрүү",
      "image_style": "Сүрөт стили",
      "background_is_white": "Ак фон",
      "background_is_white_msg": "Сүрөттө ак фон барбы?",
      "images": {
        "title": "Продукт сүрөттөр галереясы",
        "sub_title": "Бул бөлүмгө бардык өнүмдөрдүн варианттарына мүнөздүү болгон продукттун сүрөттөрүн жүктөңүз."
      },
      "video": {
        "title": "Video",
        "sub_title": "Биринчиден, продуктуңуздун видеосун Youtube сайтына жүктөңүз, анан видеонун URL дарегин бул жерге коюңуз."
      }
    },
    "pricing": {
      "edit_price": "Баа коюу",
      "price_input": "баасы",
      "currency_input": "Валюта",
      "currency_input_messages": "Баа ушул валютада эсептелет.",
      "commission_input": "Комиссия",
      "commission_message": "Бул параметр дүң сатуучулар сыяктуу соодагерлердин айрым түрлөрү үчүн гана пайдалуу. Эгерде сиз дүң сатуучу болбосоңуз, бул параметрди бош калтырыңыз. Сатып алуучулар көрүп турган баа баа менен комиссиянын суммасы болуп саналат. Салык кошуу үчүн Бухгалтердик эсеп > Салык дегенди басыңыз.",
      "add_commission_action": "Комиссия кошуу",
      "discount_input": "Арзандатуу",
      "discount_input_message": "Эсептик чен",
      "has_discount_period_input": "Бул арзандатуу белгилүү бир убакытка жарактуубу?",
      "discount_timespan": "Арзандатуу мөөнөтүн киргизиңиз.",
      "start_input": "Баштоо",
      "end_input": "Аягы",
      "start_input_placeholder": "Баштоо убактысын тандаңыз",
      "end_input_placeholder": "Аяктоо убактысын тандаңыз",
      "independent_price": "Бул вариант үчүн гана баа",
      "same_price": "Негизги буюмдун баасы",
      "variant_pricing_message": "Бул опцияны тандоо менен, бул варианттын баасын негизги продуктка көз карандысыз коюуга болот.",
      "price_label_input": "Баа белгиси",
      "price_label_message": "($1.5/Fl Oz) сыяктуу баа тууралуу кошумча маалымат кошуңуз. Колдонуу учурлары: азык-түлүк, FMCG.",
      "add_price_label_action": "Баа белгисин кошуу"
    },
    "inputs_edit": {
      "title": "Сатып алуучунун маалыматын киргизүү формасы",
      "sub_title": "Сиз ар бир продукт үчүн маалыматтарды киргизүү формасын түзө аласыз, андыктан сатып алуучулар продуктуну сатып алууда сизге маалымат жөнөтүшөт. Мисалы, бул маалымат ташка чегилген оюмдун аты болушу мүмкүн.",
      "message_input": "Колдонуучуга билдирүү",
      "message_input_message": "Бул билдирүү өнүмдөрдү сатып алууда кардарга көрсөтүлөт.",
      "inputs_form": "Маалымат түзүмү (киргизүү)"
    },
    "extra_edit": {
      "physical": {
        "title": "Жеткирүү маалыматы",
        "sub_title": "Даярдоо наркы жана убактысы ушул бөлүмдөгү маалыматтардын негизинде эсептелет. Дүкөндө тандалган бирдиктерге (салмак, өлчөмдөр, аралык) ылайык маалыматты киргизүүнү унутпаңыз."
      },
      "notifications": {
        "save_title": "Таңгактоо жаңыртылган",
        "save_msg": "Продукт таңгактоо маалыматы ийгиликтүү жаңыртылды."
      }
    },
    "variants": {
      "not_available": "Учурда буюмдун бул түрү үчүн вариантты тандоо мүмкүн эмес."
    },
    "delete_product": {
      "title": "Продукцияны алып салуу",
      "message": "<b>{product_title}</b> жок кылгыңыз келеби?"
    }
  },
  "product_admin": {
    "products_list": "Өндүрүм тизмеси",
    "product": "Продукт",
    "menu": {
      "edit": "Түзөтүү",
      "review": "карап чыгуу",
      "orders": "Заказдар",
      "inventory": "Инвентаризация",
      "dashboard": "Куралдар тактасы",
      "back_to_products": "Продукциялар",
      "drop_shipping": "Dropshipping"
    },
    "dashboard": {
      "info": {
        "title": "профиль",
        "title_small": "Продукт",
        "category": "Продукт категориясы",
        "link": "Продукт шилтемеси",
        "type": "Түр",
        "inputs": "Маалымат киргизүү",
        "outputs": "Чыгуу маалыматы",
        "user_data_form": "Сатып алуучунун маалымат формасы"
      },
      "orders": {
        "title": "Заказдар",
        "title_small": "Иштетилбеген",
        "physical_orders_title": "Бул продукт менен соода арабалары",
        "send_30days_title": "Акыркы 30 күндүн ичинде жөнөтүлгөн буйрутмалар",
        "downloads_30days_title": "Акыркы 30 күндө жүктөлүп алынган файлдын саны",
        "virtual_orders_title": "Бул буюмдун буйрутмалары аякташын күтүүдө"
      },
      "inventory": {
        "title": "Инвентаризация",
        "title_small": "Склад",
        "total_sell": "Жалпы сатуулар",
        "total_sell_today": "Бүгүнкү сатуу",
        "total_sell_30days": "Акыркы 4 күндүк сатуулар",
        "chart": {
          "labels": [
            "Инвентаризация",
            "Сатуу"
          ]
        },
        "subscribers_title": "Абоненттер",
        "subscribers_title_small": "Жалпы жазылган буйрутмалар"
      },
      "finance": {
        "title": "Каржылык",
        "title_small": "Акыркы 6 айдагы сатып алуу отчету",
        "select_mode_title": "Show By",
        "modes": {
          "sell": "Сатуу",
          "payment": "Төлөм",
          "discount": "Арзандатуу"
        },
        "currency_select_title": "Тандалган валюта боюнча баа",
        "sell_today": "Бүгүнкү сатуу",
        "product_price": "Продукт баасы",
        "currency_unit": "Валюта бирдиги",
        "sell_30days": "30 күндүк сатуу",
        "sell_daily": "Күнүмдүк сатуулар",
        "sell_yesterday": "Кечээки сатуулар"
      },
      "survey": {
        "title": "Продукт рейтинги",
        "title_small": "Кардардын канааттануу отчету",
        "total_participation": "Салымдардын жалпы саны",
        "today_participation": "Бүгүнкү рейтингдер",
        "last7days_participation": "Акыркы 7 күндүк салымдар",
        "chart": {
          "participate": "Катышуу",
          "participate_title": "салымдардын саны",
          "score": "Упай"
        }
      },
      "inform": {
        "title": "Кардар күтүүлөрү",
        "title_small": "Арзандатууларды же жеткиликтүүлүгүн күтүп жатабыз",
        "message": "Продукциялар сатыкка чыкканда же жеткиликтүү болгондо кардарларга кабарлаңыз",
        "waiting_for_auction": "Продукциялар сатыкка чыгууну күтүүдө",
        "waiting_for_available": "Продукциялардын жеткиликтүү болушун күтүп жатабыз.",
        "unit": "адам(лар)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "Инвентарлардын тизмеси",
        "add_variant": "Variant кошуу",
        "title": "Продукт инвентаризациясы / Продукт варианттарынын тизмеси",
        "sub_title": "Эгерде бул продукттун бирден ашык варианты болсо, аларды бул бөлүмгө киргизиңиз. Ар бир варианттын суммасын, баасын жана арзандатууларын өзүнчө аныктай аласыз; антпесе буюмдун демейки маанилери баа үчүн колдонулат.",
        "add_action": "Variant кошуу",
        "count_input": "Инвентаризация",
        "count_input_action": "Санды коюу",
        "management_title": "Запастарды башкаруу жана продуктунун варианттары",
        "add_title": "Продукт вариантын кошуу",
        "edit_title": "Продукт вариантын түзөтүү",
        "notifications": {
          "add_success": "Продукт варианты кошулду.",
          "delete_success": "Продукт варианты Жок кылынды.",
          "save_product_inventory_success": "Унемделген продукциянын запастары."
        }
      },
      "variant_item": {
        "price": "баасы",
        "same_as_product": "Негизги продуктыга окшош",
        "in_stock": "Инвентаризация",
        "delete_dialog": {
          "title": "Өнүмдүн вариантын жок кылуу",
          "message": "Бул вариантты жок кылгыңыз келеби?"
        }
      },
      "variant_add_edit": {
        "title": "Продукт вариантын аныктоо",
        "message": "Продукт номери Уникалдуу",
        "active_input": "Бул Вариант активдүүбү?",
        "sku": "SKU",
        "sku_tips": "Продукт кампасынын коду.",
        "mpn": "MPN",
        "mpn_tips": "Өнүмдүн таңгагында өндүрүүчүсү киргизилген продукт коду",
        "variant_variable": "Variant өзгөрмөлөр",
        "pricing": "Баа коюу",
        "has_pricing_input": "Баасы негизги товардан айырмаланабы?",
        "inventory": "Инвентаризация",
        "inventory_unit": "Items",
        "delivery_info": "Таңгактоо жана жеткирүү",
        "images": "Варианттын сүрөттөрү",
        "images_message": "Бул вариантты сактагандан кийин бул жерге сүрөт кошо аласыз."
      }
    },
    "edit_article": {
      "menu": {
        "tags": "Тегдер",
        "article": "Макала"
      }
    }
  },
  "product_extra_physical": {
    "weight": "Пакеттин салмагы",
    "weight_unit": "кг",
    "size": "Пакеттин өлчөмдөрү",
    "dimension": "См",
    "width": "Туурасы",
    "length": "Узундук",
    "height": "Бийиктиги",
    "lead_time_title": "Даярдоо убактысы",
    "lead_time": "Даярдоо убактысы",
    "lead_time_dimension": "Саат(лар)",
    "bulk_action": "Жаппай аракеттер",
    "bulk_action_input": "Бардык варианттарды жаңыртыңыз",
    "bulk_action_msg": "Бардык варианттар үчүн продуктунун таңгагын жана даярдоо убактысын коюңуз."
  },
  "product_images_list": {
    "upload_button": "Көбүрөөк продукт сүрөттөрү",
    "upload_an_image": "Сүрөт тандаңыз.",
    "notifications": {
      "update_sort_success": "Сүрөттөрдү сорттоо сакталды",
      "delete_image_title": "Продукциянын сүрөтүн жок кылуу",
      "delete_image_success": "Сүрөт ийгиликтүү өчүрүлдү"
    }
  },
  "variants_view": {
    "prices": "Баалар",
    "inventory": "Инвентаризация",
    "discount": "Арзандатуу"
  },
  "gift_card_type_edit": {
    "title_input": "Title",
    "color_input": "Карта түсү",
    "charge_input": "Баштапкы заряд",
    "charge_input_hint": "Ар бир карта үчүн баштапкы төлөм",
    "currency_input": "Валюта",
    "currency_input_message": "Бул валюта менен сатып алуу үчүн гана",
    "lifetime_input": "Картанын жарактуу мөөнөтү (ай)",
    "lifetime_input_message": "Картанын жарактуулугу",
    "card_image_input": "Карта сүрөтү",
    "notifications": {
      "create_success": "Карта түзүлдү",
      "update_success": "Карта жаңырды"
    }
  },
  "shop_warehouse_edit": {
    "title": "Склад кошуу",
    "message": "Жеткирүү баасын эсептөө үчүн кампаңыздын дарегин жана профилиңизди киргизиңиз.",
    "name_input": "Склад аты",
    "address": "дареги",
    "name_input_message": "Кампаңызга лакап ат киргизиңиз.",
    "person_name": "Офицер аты",
    "phone_number": "Байланыш номери",
    "map_title": "Дүкөндүн склад дареги",
    "confirm_action": "Складды бекитүү",
    "address_name": "Склад",
    "notifications": {
      "success_save": "Өзгөртүүлөр ийгиликтүү сакталды."
    }
  },
  "inventory_list": {
    "search_input": "Продукт издөө...",
    "search_input_title": "Дүкөн азыктарынын арасынан издөө",
    "apply_filter": "Фильтрди колдонуңуз",
    "inventory": "Инвентарлардын тизмеси",
    "export": "Инвентаризацияны экспорттоо",
    "import": "Инвентарды импорттоо",
    "bulk_price": "Баанын жапырт өзгөрүшү",
    "bulk_discount": "Жаппай арзандатуу өзгөртүү",
    "category_filter_msg": "⚡ Бул бардык продуктыларга жана субкатегорияларга тиешелүү болот!",
    "table": {
      "waiting": "Маалымат алынууда... күтө туруңуз",
      "open_state": "Активдүү",
      "close_state": "активдүү эмес",
      "image": "Сүрөт",
      "product": "Продукт аты",
      "code": "Продукт коду",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "Original",
      "status": "Статус",
      "in_stock": "Кампада",
      "edit": "өзгөртүү"
    },
    "bulk_price_dialog": {
      "title": "Жапырт аракеттер > Баасы",
      "message": "Эскертүү: Төмөнкү сумма сиздин дүкөнүңүздөгү бардык товарлардын баасына пайыз катары колдонулат. Ошондой эле, эсептелген баа маанилери тандалган валютанын негизинде эң жакын тегерек санга акылдуу түрдө айландырылат. Маанилерди киргизүүдө этият болуңуз.",
      "check": "Мен баалардын өзгөрүшүнө макулмун.",
      "add_percent_tab": "Процент кошуу",
      "add_constant_tab": "Туруктуу кошуу",
      "ending_tab": "Аяктоо стратегиясы"
    },
    "bulk_discount_dialog": {
      "title": "Жапырт аракеттер > Арзандатуу",
      "message": "Эскертүү: Төмөнкү сумма сиздин дүкөнүңүздөгү бардык өнүмдөрдүн арзандатууларына пайыз катары кошулат. Ошондой эле, эсептелген арзандатуу маанилери тандалган валютанын негизинде эң жакын тегерек санга акылдуу түрдө айландырылат. Маанилерди киргизүүдө этият болуңуз.",
      "check": "Мен арзандатуу өзгөртүүлөрдү жактырам."
    },
    "notifications": {
      "save_success": "Инвентардык өзгөртүү сакталды."
    }
  },
  "spec_view": {
    "auto_save_input": "Унаам сактоо"
  },
  "time_progress_bar": {
    "title_before_start": "Башына калды",
    "title_between_start_end": "Аягына чейин калды",
    "title_after_end": "Бүттү",
    "title_no_start_end": "Убакытсыз!"
  },
  "geo_map": {
    "views": "Көрүүлөр",
    "views_unit": "Times",
    "product_views": "Продукт көрүү",
    "buys": "Сатып алуулар",
    "buys_unit": "Заказдар",
    "baskets": "Активдүү арабалар",
    "added_items": "Элементтерди кошуу",
    "removed_items": "Элементтерди алып салуу"
  },
  "faq_list": {
    "table": {
      "nodata": "Суроолор табылган жок.",
      "more_data_action": "Дагы суроолор ..",
      "user": "Колдонуучу",
      "tag": "Tag",
      "question": "Суроо",
      "officer": "Кызматкерлер",
      "answer": "Жооп",
      "created_at": "Дата",
      "priority": "Приоритет",
      "edit": "Түзөтүү"
    },
    "dialog": {
      "add_new_action": "Жаңы суроо тапшырыңыз",
      "edit_action": "Көп берилүүчү суроолорду түзөтүү",
      "question_input": "Суроо",
      "question_input_placeholder": "Сурооңду бер..",
      "link_input": "Шилтеме",
      "link_input_placeholder": "Жооп катары шилтемеге кайрылсаңыз болот.",
      "answer_input": "Жооп",
      "answer_input_placeholder": "Жооп текстин киргизиңиз..",
      "tag_input": "Тег (Категориянын аталышы)",
      "tag_input_placeholder": "Кыска аталыш киргизиңиз",
      "priority_input": "Артыкчылык: (0дөн 10го чейин)"
    },
    "delete_alert": {
      "title": "Суроону жок кылуу",
      "message": "Бул суроону жок кылгыңыз келеби?",
      "action": "Жок кылуу"
    },
    "notifications": {
      "send_success": "Жообуңуз ийгиликтүү тапшырылды.",
      "delete_success": "Сурооңуз ийгиликтүү өчүрүлдү."
    }
  },
  "contact_messages_list": {
    "load_more_action": "Дагы билдирүүлөр ..",
    "table": {
      "nodata": "Суроолор табылган жок.",
      "user": "Колдонуучу",
      "message": "Билдирүү органы",
      "category": "Категория",
      "officer": "Кызматкерлер",
      "answer": "Жооп",
      "created_at": "Дата",
      "contact": "Байланыш",
      "edit": "Түзөтүү"
    },
    "dialog": {
      "title": "Билдирүүгө жооп берүү",
      "category": "Категория",
      "user_name": "аты",
      "email": "Email",
      "phone": "Байланыш номери",
      "message": "Билдирүү тексти",
      "status": "Жооптун абалы",
      "status_answered": "жооп берди",
      "status_waiting": "Жооп күтүүдө",
      "answer_input": "Жооп тексти",
      "mail_input": "Почта жөнөтүү",
      "mail_input_message": "Эгер муну иштетсеңиз, жообуңуз колдонуучунун электрондук почтасына жөнөтүлөт."
    },
    "delete_alert": {
      "title": "Кабарды жок кылуу",
      "message": "Бул билдирүүнү жок кылгыңыз келеби?",
      "action": "Жок кылуу"
    },
    "notifications": {
      "send_success": "Сурамыңыз ийгиликтүү тапшырылды.",
      "delete_success": "Билдирүү өчүрүлдү."
    }
  },
  "campaign": {
    "title": "Кампания",
    "menu": {
      "setting": "Орнотуулар",
      "return": "Артка",
      "dashboard": "Куралдар тактасы",
      "links": "Шилтемелер",
      "landing": "Конуу",
      "ads": "Жарнамалар",
      "finance": "Каржы"
    },
    "dashboard": {
      "title": "Куралдар тактасы",
      "status": "Статус карап чыгуу",
      "sessions": "Сеанстар",
      "links_overview": "Кампанияга шилтемелерди карап чыгуу",
      "orders": "Заказдар",
      "performance": "Кампаниянын аткарылышы",
      "links_funnel": "Өнөктүктүн шилтемелери Performance",
      "no_links": "Эч кандай маалыматтар жок! Сураныч, кампанияңызга шилтеме түзүңүз.",
      "social": "Социалдык тармактар жетектейт",
      "conversion_over_time": "Убакыттын өтүшү менен конверсия",
      "total_campaign_sell": "Кампания боюнча жалпы сатуу"
    },
    "finance": {
      "title": "Каржы отчету",
      "campaign_revenue": "Кампаниядан түшкөн киреше",
      "total_revenue": "Кампания боюнча жалпы киреше",
      "links_revenue": "Campaign Links кирешеси",
      "payments_over_time": "Убакыттын өтүшү менен сатуу",
      "all_links": "Бардык шилтемелер"
    },
    "landing": {
      "empty_message": "Кампаниянын жөндөөлөрүнөн десант баракчасын орнотуңуз.",
      "set_landing": "Баштапкы бетти коюу",
      "create_landing": "Жаңы десант баракчасын түзүңүз"
    },
    "links": {
      "title": "Кампания шилтемелери",
      "url_input_message": "Максаттуу баракчаңыздын url дарегин киргизиңиз"
    },
    "setting": {
      "menu": {
        "config": "Конфигурация",
        "timespan": "Убакыт мезгили",
        "banner": "Баннер",
        "Notification": "Эскертме"
      },
      "general_setting": {
        "title": "Жалпы кампаниянын жөндөөлөрү",
        "sub_title": "Аты-жөнү, баштапкы бети жана арзандатуу коду",
        "name_input": "Үгүт аты",
        "name_input_hint": "Кампанияңызга ысым кошуңуз",
        "enable_input": "Кампания активдүүбү?",
        "page_input": "Landing Page",
        "discount_code_input": "Арзандатуу коду",
        "limit": "Арзандатуу чеги",
        "max_count": "Макс саны",
        "max_count_unit": "Items",
        "start": "Баштоо",
        "end": "Аягы",
        "notification_enable_input": "Эскертме иштетилдиби?",
        "landing_page": "Landing Page",
        "discount_code": "Арзандатуу коду",
        "auto": "Демейки кампания",
        "auto_message": "Дүкөнүңүздө демейки кампания жандырылды"
      },
      "time_setting": {
        "title": "Убакыт мезгили",
        "sub_title": "Башталган датасы жана убактысы / Аяктоо күнү жана убактысы",
        "start_input": "Баштоо",
        "start_input_placeholder": "Кампаниянын башталыш убактысын тандаңыз",
        "end_input": "Аягы",
        "end_input_placeholder": "Кампаниянын аяктоо убактысын тандаңыз"
      },
      "banner_setting": {
        "title": "Дүкөн баннери",
        "sub_title": "Дүкөн бетинин жогору жагында көрсөтүү",
        "message_input": "Билдирүү тексти",
        "message_input_placeholder": "Өзгөчө фестиваль...",
        "message_input_hint": "Дүкөндүн үстүнкү баннер билдирүүсү",
        "bg_image_input": "Фондук сүрөт URL",
        "bg_image_input_hint": "Толук фондо сүрөт URL",
        "repeat_pattern": "Үлгүнү кайталаңыз",
        "simple": "Жөнөкөй",
        "dark_input": "Караңгы тема?",
        "icon_input": "Icon",
        "icon_input_hint": "Материалдык дизайн сөлөкөтү Аты же Fontawsom: fas fa-star",
        "anim_input": "Анимация дареги",
        "anim_input_message": "Lottie анимация файлынын URL дареги",
        "preview": "Алдын ала көрүү",
        "preview_update_action": "Алдын ала көрүү",
        "bg_color": "Фондун түсү",
        "icon_bg": "Сөлөкөт фондунун түсү"
      },
      "notifications": {
        "title": "Эскертме",
        "sub_title": "Эскертме түзүп, аны кампанияңызга байланыштырыңыз.",
        "update_success": "Кампанияңыз жаңыртылды.",
        "action_button": "Аракет баскычы",
        "background_color": "Фондун түсү",
        "text_color": "Тексттин түсү",
        "action_color": "Акция түсү",
        "action_text_color": "Аракет текстинин түсү",
        "notification_image": "Эскертме сүрөтү",
        "notification_bg": "Эскертме фону",
        "show_preview": "Алдын ала көрүү",
        "persistence": "Туруктуулук",
        "persistence_message": "Колдонуучуңуз веб-сайтка кирген сайын көрсөтүүнү каалайсызбы",
        "radius": "Радиус",
        "show_delay": "Кечигүүнү көрсөтүү"
      }
    }
  },
  "add_category": {
    "title_edit": "Категорияны түзөтүү",
    "title_update": "Жаңы категория кошуу",
    "menu": {
      "delete": "Категорияны жок кылуу",
      "filter": "Чыпкалар",
      "settings": "Орнотуулар",
      "back": "Артка"
    },
    "title_input": "Категориянын аталышы *",
    "title_input_error": "Категориянын аталышын тандаңыз",
    "name_input": "Категориянын аталышы (англисче) *",
    "name_input_error": "Категория үчүн уникалдуу атын тандаңыз",
    "description_input": "Категориянын сүрөттөлүшү",
    "description_input_message": "Категориянын кыскача сүрөттөмөсүн киргизиңиз ..",
    "parent_input": "Ата-эне категориясы",
    "parent_input_message": "Бул категория дүкөндүн башкы бетинде көрүнөт.",
    "image_input": "Категория сүрөтү",
    "image_input_placeholder": "Категория үчүн сүрөт тандаңыз",
    "edit_action": "Категорияны түзөтүү",
    "add_action": "Категория кошуу",
    "back_action": "Артка",
    "no_category": "Категориялар жок",
    "star": "Жылдыз",
    "filter": {
      "title": "Категория чыпкалары",
      "sub_title": "Бул категориядагы продуктыларга тиешелүү чыпкаларды жана категорияларды башкарыңыз.",
      "message": "Төмөнкү кутучага ушул категория үчүн жалпы техникалык функциянын аталышын киргизиңиз жана сактаңыз. Тизмени сактагандан кийин, чыпка категориялары ар бир категориянын мазмуну менен бирге көрсөтүлөт. Өнүмдүн вариантынан түсү, салмагы, өлчөмү, бренди ж.б. автоматтык түрдө чыгарылат."
    },
    "delete_alert": {
      "title": "Категорияны алып салуу",
      "message": "{title} категориясын жок кылгыңыз келеби?",
      "action": "Жок кылуу"
    },
    "notifications": {
      "add_success": "Жаңы категория кошулду.",
      "edit_success": "Категория түзөтүлдү.",
      "delete_success": "{title} жок кылынды."
    },
    "edit_filter": {
      "spec_input": "Техникалык мүнөздөмөлөрдүн тизмеси",
      "spec_input_message": "Чыпка бөлүмүндө көрсөтүлүшүн каалаган функциялардын тизмеси",
      "price": "баасы",
      "min": "Мин",
      "max": "Макс",
      "suggested_list": {
        "brand": "Бренд",
        "colors": "Түс",
        "styles": "Дизайн",
        "volumes": "Көлөм",
        "weights": "Салмагы",
        "packs": "Пакеттеги саны",
        "types": "Түр"
      },
      "notifications": {
        "edit_success": "Категория түзөтүлдү."
      }
    }
  },
  "apps_list": {
    "nodata": "Дүкөнүңүздө орнотулган колдонмо жок",
    "inactive": "активдүү эмес",
    "my_apps": "Менин тиркемелерим",
    "app_store": "Жаңы колдонмо кошуу"
  },
  "add_shop": {
    "menu": {
      "shop_title": "Дүкөндүн аталышы",
      "shop_name": "Дүкөндүн аты",
      "description": "Description",
      "contact": "Байланыш маалымат",
      "image": "Сүрөт"
    },
    "title_input": "Title",
    "title_input_tips": "Дүкөнүңүздүн, брендиңиздин же компанияңыздын атын киргизиңиз.",
    "active_message": "Ар бир адам сиздин веб-сайтыңызга кире алат деп жигердүү коюңуз.",
    "language_input_message": "Дүкөнүңүздүн тилин тандаңыз.",
    "name_input": "аты",
    "name_input_message": "Дүкөнүңүздүн атын киргизиңиз.",
    "name_input_tips": "Англисче эмес белгилерди, боштуктарды же тамгаларды колдонбоңуз, эгер колдонулса, дүкөндүн аталышы туура көрсөтүлбөй калышы мүмкүн.",
    "description_input": "Дүкөндүн сүрөттөмөсү",
    "description_input_message": "Сиздин бизнес жөнүндө кыскача сүрөттөмө жаз.",
    "address_input": "Дүкөндүн дареги",
    "address_input_message": "Дүкөндүн так дарегин киргизиңиз",
    "phone_input": "Тел номери",
    "phone_input_message": "Кардардын байланыш номери",
    "phone_input_tips": "Өлкө коду менен байланыш номерин киргизиңиз. Бул номер Google издөөдө маалыматты көрсөтүү үчүн да колдонулат.",
    "email_input": "Email",
    "email_input_message": "Кардарлар үчүн электрондук почта дареги",
    "locality_input": "Жайгашкан жер",
    "locality_input_message": "Дүкөндүн жайгашкан жери",
    "region_input": "Штат же облус",
    "region_input_message": "Сиз иштеген штат же провинция",
    "country_input": "Өлкө",
    "country_input_message": "Ишкер өлкө",
    "postal_code_input": "Почта индекси",
    "postal_code_input_message": "Дүкөндүн почта индекси",
    "image_input": "Сүрөттү сактоо",
    "map": {
      "title": "Дүкөндүн дареги",
      "confirm": "Дарек каттоо",
      "address": "дареги",
      "receptor": "дүкөн"
    },
    "create_shop_action": "Дүкөн түзүү",
    "update_shop_action": "Жаңыртуу",
    "notifications": {
      "copy_success": "Дүкөндүн дарегинин көчүрмөсү.",
      "name_available": "Бул ат ({name}) жеткиликтүү.",
      "add_success": "{title} дүкөнү түзүлдү.",
      "edit_success": "Дүкөн түзөтүлдү."
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "Виртуалдык нерсени кошуу",
    "add_virtual_item_desc": "Виртуалдык өнүмдөрдү сатуу үчүн сиз аларды бул бөлүмгө кошушуңуз керек. Виртуалдык элементтердин саны бул бөлүмдөгү бекер нерселердин санына барабар. Кардарлар виртуалдык нерсени сатып алгандан кийин, шилтеме аларга жөнөтүлөт.",
    "filter_action": "Фильтрди колдонуңуз",
    "not_processed": "Иштетилбеген заказдар",
    "title": "Элементтердин тизмеси",
    "vew_order": "Тартипти көрүү",
    "table": {
      "nodata": "Эч нерсе жок",
      "product": "Продукт",
      "data": "Маалыматтар",
      "status": "Статус",
      "user_message": "Колдонуучунун билдирүүсү",
      "updated_at": "Акыркы жаңыртуу",
      "order": "Заказ",
      "delete": "Жок кылуу"
    },
    "notifications": {
      "delete_success": "Элемент ийгиликтүү өчүрүлдү."
    }
  },
  "add_virtual_item": {
    "title_edit": "Маанилерди түзөтүү",
    "title_add": "Продукцияга нерсени кошуу",
    "sub_title": "Виртуалдык өнүмдөрдү түзүү жана түзөтүү",
    "message": "Дүкөндүн менеджери төлөмдөн кийин сатып алуучуга бааны көрсөтө алат. Бул баалуулуктар төмөнкү формага киргизилиши керек. Бул форманын түзүмү Edit Item> Edit Output Information бөлүмүндө орнотулган.",
    "edit_outputs": "чыгаруу формасын түзөтүү",
    "notifications": {
      "edit_success": "Элемент түзөтүлдү.",
      "add_success": "Тизмеге кошулган нерсе."
    }
  },
  "virtual_process_center": {
    "title": "Процессинг борбору",
    "sub_title": "Заказды иштетүү",
    "virtual_product": "виртуалдык продукт",
    "menu": {
      "report": "Баяндама",
      "timeline": "Убакыт тилкеси",
      "order": "Заказ"
    },
    "list_widget": {
      "title": "Заказдын спецификациялары",
      "product_name": "Продукт аты"
    },
    "inputs_widget": {
      "title": "Киргизүү формасы",
      "table": {
        "title": "Title",
        "value": "Нарк"
      },
      "change_inputs_action": "Киргизүү формасын түзөтүү"
    },
    "outputs_widget": {
      "title": "Чыгуу формасы",
      "table": {
        "title": "Title",
        "value": "Нарк"
      },
      "tips": [
        "Кардардын суроо-талабын аткаргандан кийин, сатып алуучуга заказ жөнүндө кабарлоо үчүн заказды ырастоо баскычын басыңыз.",
        "Буйрутма бекитилгенден кийин, сатып алуучу киргизилген маалыматты түзөтө албайт."
      ],
      "alerts": {
        "order_completed_by_admin": "Заказ аткарылды.",
        "order_completed_by_buyer": "Заказ сатып алуучу тарабынан аткарылды.",
        "waiting_for_buyer": "Сатып алуучунун макулдугун күтүүдө .."
      }
    }
  },
  "file_process_center": {
    "title": "Процессинг борбору",
    "sub_title": "Заказды иштетүү",
    "menu": {
      "report": "Баяндама",
      "timeline": "Убакыт тилкеси",
      "order": "Заказ"
    }
  },
  "process_order_page_dashboard": {
    "title": "Заказды иштетүү",
    "cancel_order_action": "Буйрутманы жокко чыгаруу",
    "open_basket_cation": "Бул корзинага ачык, демек кардар соода кылып жатат жана заказды төлөй элек.",
    "reject_dialog": {
      "title": "Буйруктан баш тартуунун себеби",
      "message": "Төмөнкү тизмеден бул буйрукту четке кагуу себебин тандаңыз. Кардарга жокко чыгаруу жана төлөмдү кайтаруу процесси жөнүндө кабарлоону унутпаңыз. Төлөмдөрдү кайтаруу 12 сааттын ичинде жүргүзүлүшү керек.",
      "confirm_action": "Буйрутманы жокко чыгаруу",
      "dismiss_reject_action": "Буйрутманы жокко чыгарууну четке кагуу"
    },
    "notifications": {
      "update_status_success": "Буйрутма статусу жаңырды.",
      "reject_update_success": "Буйрутманы жокко чыгаруу абалы жаңырды.",
      "dismiss_reject_success": "Буйрутма кадимки процесске кайтып келди.",
      "set_tracking_success": "Буйрутма Track ID ийгиликтүү сакталды."
    }
  },
  "process_center": {
    "title": "Процессинг борбору",
    "physical_product": "Физикалык продуктылар",
    "menu": {
      "label": "Пакет энбелгиси",
      "receipt": "Эсеп-фактура",
      "back": "Артка",
      "return": "Кайтуу",
      "report": "Баяндама",
      "timeline": "Убакыт тилкеси",
      "inputs": "Киргизүүлөр",
      "order": "Заказ"
    },
    "payment_widget": {
      "title": "Төлөм",
      "checklist": [
        "Заказдын суммасын жана кардар төлөмүн текшерүү.",
        "Эсеп коюу дарегин текшерүү.",
        "Киргизилген маалыматтын туура экенин текшериңиз, айрыкча төлөм жеткирүү боюнча накталай акча болсо."
      ],
      "action_cod_pay": "Кардар тарабынан төлөмдү ырастоо",
      "action_dir_pay": "Жүктөлгөн төлөм дүмүрчөгүн ырастаңыз",
      "payment_receipt_not_uploaded_error": "Төлөм дүмүрчөгү жүктөлө элек!",
      "waiting_for_pay": "Төлөм күтүлүүдө",
      "processing_payment": "Төлөм иштетилүүдө",
      "processing_cancel": "Төлөм жокко чыгарылды",
      "paid": "Төлөндү",
      "cod_pay_info": "Кардардан буйрутманы алгандан кийин, төлөмдү ырастап, буйрутманы бүтүрө аласыз.",
      "dir_pay_info": "Төлөм дүмүрчөгү жогоруда пайда болот. Төлөмдү ырастоодон мурун банкыңыздан депозиттин суммасын жана дүмүрчөк маалыматын текшериңиз.",
      "created_date": "Түзүлгөн күнү",
      "pay_date": "Төлөө датасы",
      "payment_gateway": "Төлөм шлюзи",
      "payment_method": "Төлөө ыкмасы",
      "risk": "Тобокелдиктин мааниси",
      "billing_details": "Эсеп коюу чоо-жайы",
      "add_transaction": "Жаңы мыйзам долбоорун кошуу",
      "add_transactions_message": "Бул буйрутма үчүн жок дегенде бир транзакция түзүшүңүз керек. Кээ бир учурларда, төлөм бир нече этап менен талап кылынат. Кайсы транзакцияларды колдонуучу төлөшү керек, сиз иш учурунда аныктайсыз.",
      "add_bill_dialog": {
        "title": "Эсеп-фактура кошуу",
        "message": "Бул буйрутма үчүн бир же бир нече жаңы эсеп-дүмүрчөктөрдү кошо аласыз. Кардар бул эсеп-фактураларды көрүп, ар бирине иштин жүрүшүнө жараша төлөп берет.",
        "amount_input": "Эсеп-фактуранын суммасы",
        "action": "Эсеп кошуу"
      },
      "edit_bill_dialog": {
        "title": "Эсеп-фактураны түзөтүү",
        "message": "Күтүүдөгү эсеп-фактураларды түзөтө аласыз.",
        "action": "Эсеп-фактураны түзөтүү"
      },
      "bill_cash_payment_dialog": {
        "title": "Накталай төлөмдү каттоо",
        "message": "Эгерде сатып алуучу бул эсеп-дүмүрчөктүн суммасын накталай же онлайн төлөмдөн башка жол менен төлөгөн болсо, бул бөлүмдө вариантты тандоо менен катталып, анын төлөмүн ырастаңыз. Бул бөлүмдө сиз дүкөнүңүздүн накталай төлөм шлюздарын гана көрө аласыз.Эгер мындай опцияны көрбөсөңүз, дүкөнүңүздө тандалган валютада накталай төлөм шлюзун активдештирүү керек.",
        "action": "Төлөмдү ырастоо"
      },
      "table": {
        "title": "Title",
        "amount": "Суммасы",
        "description": "Description",
        "info": "Маалымат"
      },
      "user_payment": "Кардардын төлөмү",
      "cod": "Жеткирүү боюнча накталай акча",
      "gateway_wage": "Алым",
      "gift_card": "Белек картасы",
      "discount_code": {
        "title": "Арзандатуу коду",
        "code": "Code",
        "percent": "пайыз",
        "limit": "Limit"
      },
      "club": {
        "title": "Кардарлар клубу",
        "percent": "пайыз",
        "limit": "Limit"
      },
      "coupon": {
        "title": "Купон",
        "percent": "пайыз",
        "limit": "Limit",
        "charge": "Заряддоо"
      },
      "delivery": {
        "title": "Жеткирүү баасы",
        "not_paid": "Төлөнгөн эмес"
      },
      "samin": {
        "title": "Кызмат акысы",
        "description": "Бул сумма сиздин Selldone капчык эсебиңизден алынып салынды.",
        "tooltip": "Төлөм ыкмасы менен эсептөө",
        "percent": "пайыз"
      },
      "affiliate": {
        "title": "Өнөктөш комиссия",
        "affiliate_message": "Сиз бул комиссияны филиалыңызга төлөшүңүз керек. Бул процесс өз алдынча ишке ашырылат."
      },
      "total_price": "Жалпы буюмдардын баасы",
      "total_items_discount": "буюмдар арзандатуу",
      "total_price_after_offers": "Сунуштарды колдонгондон кийин бардыгы",
      "user_payment_amount": "Сатып алуучунун төлөм суммасы",
      "samin_wage": "Selldone акысы",
      "pay_cod_dialog": {
        "title": "Заказ акчасын алдыңызбы?",
        "message": "Кардар тарабынан толук төлөмдү камсыздагандан кийин, жеткирүү боюнча накталай төлөм ыкмасы менен бул опцияны ырастаңыз.",
        "confirm_action": "Кардардын төлөмүн ырастоо"
      },
      "pay_dir_dialog": {
        "title": "Заказ акчасын алдыңызбы?",
        "message": "Жүктөлгөн төлөм дүмүрчөгүн банкыңызга жактыргандан кийин бул параметрди ырастаңыз. Төлөмдү банкыңыздан текшерүүнү унутпаңыз.",
        "confirm_action": "Кардардын төлөмүн ырастоо"
      },
      "notifications": {
        "pay_confirm_message": "Төлөм ырасталды.<br> Порт: {gateway_name}<br> Дата: {payment_at}",
        "pay_fail_title": "Төлөнгөн эмес",
        "pay_fail_message": "Төлөмдү бекитүү мүмкүн эмес!"
      },
      "total_order_price_before_tax": "Салык салынганга чейинки жалпы баа"
    },
    "basket_list": {
      "checklist": [
        "Инвентаризацияны текшерүү.",
        "Эгерде буюм жок болсо, ал буюм үчүн төлөнгөн сумма кардарга кайтарылышы керек."
      ],
      "message": "Эгерде буюмдардын кайсынысы жеткиликсиз болсо же сатууга мүмкүн болбосо, анын жанындагы кутудан белгини алып, <b>Буйрутманы ырастоо</b> баскычын басыңыз.",
      "action": "Заказды ырастоо",
      "list_of_items": "Соода корзинасы",
      "apply_change_action": "Өзгөртүүлөрдү колдонуу",
      "cant_apply_change": "Өзгөртүүлөрдү киргизүү мүмкүн эмес",
      "lottery_prize_inform": "Сиздин кардарыңыз бул продукттун 1 эсесин утуп алды. Бул заказ менен белек жөнөтүңүз."
    },
    "preparing": {
      "title": "Даярдоо",
      "packing_weight": "Таңгактоо Салмагы",
      "delivery_type": "Жеткирүү ыкмасы",
      "packing_size": "Packaging Dimensions",
      "distance_warning": "Уруксат берилген аралыктан ашып кетти.",
      "weight_warning": "Уруксат берилген салмактан ашат.",
      "volume_warning": "Уруксат берилген пакеттин өлчөмүнөн ашат.",
      "message": "Буйрутма жөнөтүүгө даяр болсо, төмөнкү <b>Заказ Даяр</b> баскычын басыңыз.",
      "action": "Заказ жөнөтүүгө даяр",
      "checklist": [
        "Таңгактоодо стандарттык эрежелерди сактоо.",
        "Буюмдардын тизмесин басып чыгарып, пакеттин ичине салыңыз.",
        "Басып чыгарыңыз жана кутуга энбелги чаптаңыз."
      ]
    },
    "basket_items": "Заказ буюмдарынын тизмеси",
    "delivered_dialog": {
      "title": "Бул заказ кардар тарабынан кабыл алынганбы?",
      "message": "Кардар буйрутманы алганын билгенде бул параметрди ырастаңыз",
      "confirm_action": "Мен кардар пакетти алганын ырастайм"
    },
    "return_delivery_dialog": {
      "title": "Буйрутма жеткирүү учурунда кандайдыр бир кыйынчылыктар болдубу же кайтарылдыбы?",
      "message": "Эгер кандайдыр бир себептерден улам буйрутма жөнөтүлгөндөн кийин кайтарылып берилсе жана жөнөтүүнү кайра жөнөтүү зарылчылыгы болсо, жөнөтүүнү кайтаруу опциясын ырастаңыз.",
      "confirm_action": "Жеткирүү кайтарылганын ырастоо"
    },
    "notifications": {
      "update_status_success": "Буйрутма статусу жаңырды.",
      "reject_update_success": "Буйрутманы жокко чыгаруу абалы жаңырды.",
      "dismiss_reject_success": "Заказ жокко чыгарылды.",
      "pay_cod_success": "Жеткирүү боюнча накталай төлөм тастыкталды.",
      "pay_dir_success": "Төлөм картадан картага төлөм же акча которуу жолу менен тастыкталган.",
      "set_tracking_success": "Буйрутма Track ID ийгиликтүү сакталды.",
      "new_bill_success": "Жаңы мыйзам долбоору ийгиликтүү кошулду.",
      "edit_bill_success": "Эсеп ийгиликтүү жаңыртылды.",
      "update_bill_status_success": "Эсептин абалы ийгиликтүү жаңыртылды.",
      "set_payment_in_cash_success": "Төлөм кол менен ырасталды."
    },
    "delete_bill_dialog": {
      "title": "Эсепти жок кылуу",
      "message": "Бул мыйзам долбоорун чын эле жок кыласызбы?",
      "action": "Ооба, азыр жок кылуу"
    }
  },
  "shop_gateway": {
    "title": "Gateway",
    "menu": {
      "dashboard": "Куралдар тактасы",
      "edit": "Түзөтүү",
      "transactions": "Транзакциялар",
      "back": "Шлюздар"
    },
    "dashboard": {
      "title": "Gateway Management",
      "gateway_data_widget": {
        "title": "Төлөмдөр отчету",
        "title_small": "Gateway",
        "chart": {
          "times": "Сан",
          "buys": "Сатып алуу саны",
          "pays": "Ийгиликтүү төлөм",
          "amount_pay": "Төлөндү",
          "amount_wage": "Алым"
        }
      },
      "gateway_info_widget": {
        "title": "Маалымат",
        "title_small": "Gateway",
        "status": "Статус",
        "cod_transportation": "Жеткирүү ыкмалары thst колдоо COD",
        "cod_transportations_error": "Жок дегенде бир жеткирүү ыкмасы үчүн жеткирүү боюнча накталай акчаны иштетиңиз!",
        "payment_type": "Төлөм түрү",
        "cod": "Жеткирүү боюнча накталай акча",
        "online": "Онлайн төлөм",
        "wage_percent": "Алым пайызы",
        "min_wage": "Минималдуу төлөм",
        "max_wage": "Максималдуу алым",
        "min_amount": "Минималдуу транзакция",
        "max_amount": "Максималдуу транзакция",
        "timeout": "Төлөө мөөнөтү",
        "timeout_unit": "секунд",
        "link": "Gateway Link",
        "your_gateway_status": "Сиздин шлюз статусу",
        "config_extra_info": "Төлөм кызматынын конфигурациясы",
        "oauth2_button": "{gateway} менен автоматтык түрдө туташуу",
        "fee_payment_message": "Кардар төлөгөн бардык сумма сиздин эсебиңизге которулат. Кызмат акысы Selldone'деги капчыгыңыздан алынып салынат."
      }
    },
    "edit": {
      "title": "Түзөтүү Gateway",
      "menu": {
        "delete": "Gateway алып салуу"
      },
      "edit_action": "Түзөтүү Gateway"
    },
    "transactions": {
      "title": "Транзакциялар",
      "table": {
        "amount": "Суммасы",
        "currency": "Валюта",
        "livemode": "Түр",
        "status": "Статус",
        "target_id": "Заказ",
        "risk": "Тобокелдик",
        "card": "Карта",
        "issued_at": "Чыгарылган датасы",
        "payment_at": "Төлөө датасы"
      },
      "live_mode": "Live",
      "test_mode": "Sandbox"
    }
  },
  "edit_gateway": {
    "public_keys": "Коомдук ачкычтар",
    "private_keys": "Жеке ачкычтар (жашыруун)",
    "link": "Вебсайт",
    "state_title": "Активдүү/Жаракатсыз төлөм ыкмасы",
    "gateway_status": "Статус",
    "wallet": "Blockchain капчык",
    "developer_title": "Иштеп чыгуучу режими",
    "developer_message": "Эгер шлюз мүчүлүштүктөрдү оңдоо режимин колдосо, сиз жасалма транзакцияларды иштете аласыз.",
    "notifications": {
      "edit_success": "{gateway_name} шлюз түзөтүлдү."
    },
    "developer_setting": "Иштеп чыгуу жана сыноо",
    "live_mode_message": "Бардык транзакциялар жандуу режимде болот."
  },
  "gift_card": {
    "title": "Белек карталары",
    "menu": {
      "edit": "Түзөтүү",
      "new_card": "Карта түзүү",
      "list": "Карталар",
      "orders": "Заказдар",
      "dashboard": "Куралдар тактасы",
      "back": "Белек карталары"
    },
    "dashboard": {
      "title": "Белек картасын башкаруу панели",
      "amount_widget": {
        "title": "Карта менен төлөө",
        "title_small": "30 күн",
        "chart_amount_pay": {
          "y": "Сум",
          "label": "Төлөм"
        },
        "chart_buys": {
          "y": "Сатып алат",
          "label": "Сатып алат"
        },
        "total_buy": "Сатып алуунун жалпы суммасы",
        "total_pay_30days": "30 күн жалпы төлөм",
        "total_pay_today": "Бүгүнкү төлөм"
      },
      "count_widget": {
        "title": "Чыгарылган карталардын саны",
        "title_small": "30 күн",
        "total_cards": "Карталардын жалпы саны",
        "used_cards_30days": "30 күн колдонуу",
        "used_today": "Бүгүнкү колдонуу",
        "chart": {
          "new_cards": "Жаңы карталар",
          "used_cards": "Колдонулган карталар",
          "new_card_name": "Жаңы карта",
          "used_card_name": "Колдонулган"
        }
      },
      "export": {
        "title": "Output файлын алуу",
        "cards_list": "Карталардын тизмесин алыңыз",
        "get_report": "Отчет алуу"
      }
    },
    "cards": {
      "title": "Чыгарылган карталардын тизмеси",
      "loading_message": "Маалымат алынууда... күтө туруңуз",
      "issue_to_user": "Колдонуучуга берилген маселе",
      "table": {
        "card_number": "Картанын номери",
        "balance": "Баланс",
        "paid": "Төлөндү",
        "edit": "Түзөтүү",
        "delete": "Жок кылуу",
        "expire": "Мөөнөтү бүтөт",
        "user": "Колдонуучу"
      },
      "delete_alert": {
        "title": "Картаны алып салуу",
        "message": "Бул картаны чын эле жок кылгыңыз келеби?",
        "action": "Жок кылуу"
      },
      "notifications": {
        "delete_success": "Белек картасы жок кылынды.",
        "edit_success": "Өзгөртүүлөр киргизилди.",
        "issue_success": "Белек картасы колдонуучуга ийгиликтүү чыгарылды."
      },
      "issue_dialog": {
        "title": "Белек картасын чыгаруу",
        "action": "Мен тастыктайм. Картаны азыр чыгарыңыз"
      }
    },
    "gift_card_edit": {
      "title": "Белек картасын түзүү",
      "validity": "Жарактуулугу",
      "validity_unit": "Айлар",
      "currency": "Валюта",
      "initial_balance": "Картанын баштапкы балансы",
      "count": "Сан",
      "count_unit": "нерсе(лер)",
      "enable_input_message": "Түзүлгөн карталардын абалы",
      "notifications": {
        "create_success_title": "Сактоо",
        "create_success": "{count} жаңы карта түзүлдү"
      }
    },
    "gift_card_edit_page": {
      "title": "Белек картасын түзөтүү"
    }
  },
  "shop_discount": {
    "title": "Арзандатуу коду",
    "up_to": "чейин",
    "menu": {
      "dashboard": "Куралдар тактасы",
      "orders": "Заказдар",
      "back": "Discount Codes"
    },
    "dashboard": {
      "title": "Discount Code Management Dashboard",
      "chart_amount_buy": {
        "y": "Сатып алуу суммасы {currency}",
        "label": "Сатып алуу"
      },
      "chart_amount_discount": {
        "y": "Арзандатуу {currency}",
        "label": "Арзандатуу"
      },
      "chart_used": {
        "y": "Колдонуулардын көлөмү",
        "label": "Times"
      }
    }
  },
  "shop_coupon": {
    "title": "Купондор",
    "up_to": "чейин",
    "menu": {
      "dashboard": "Куралдар тактасы",
      "back": "Купондор",
      "orders": "Заказдар"
    },
    "dashboard": {
      "title": "Купондорду башкаруу панели",
      "chart_amount_buy": {
        "y": "Сатып алуу суммасы {currency}",
        "label": "Сатып алуу"
      },
      "chart_amount_discount": {
        "y": "Купон {currency}",
        "label": "Купон"
      },
      "chart_used": {
        "y": "Колдонуулардын көлөмү",
        "label": "Times"
      }
    }
  },
  "shop_offer": {
    "title": "Сунуштар",
    "up_to": "чейин",
    "menu": {
      "dashboard": "Куралдар тактасы",
      "orders": "Заказдар",
      "back": "Сунуштар"
    },
    "dashboard": {
      "title": "Сунуш башкаруу панели",
      "chart_amount_buy": {
        "y": "Сатып алуу суммасы {currency}",
        "label": "Сатып алуу"
      },
      "chart_amount_discount": {
        "y": "Сунуш {currency}",
        "label": "Сунуш"
      },
      "chart_used": {
        "y": "Колдонуулардын көлөмү",
        "label": "Times"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "Активдөө акысын төлөңүз",
    "balance": "Баланс",
    "locked": "Кулпуланган",
    "transfer": "Transfer",
    "charge": "Депозит"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "Текшерүү",
    "payment": "Төлөм",
    "confirm": "Буйрутманы ырастоо, <b>{success}</b> ырасталды жана <b>{fail}</b> четке кагылды.",
    "prepare": "Заказ даярдоо.",
    "send": "Буйрутма <b>{delivery}</b> тарабынан жөнөтүлдү.",
    "delivered": "Заказ кардарга жеткирилди.",
    "fill-inputs": "Сатып алуучу толтурган маалыматты киргизүү формасы.",
    "return-add": "Товарды кайтарып берүү өтүнүчүн тапшырыңыз, {product}.",
    "return-accept": "Кайтаруу өтүнүчү {return_code} ырасталды.",
    "return-reject": "{return_code} өтүнүчү четке кагылды.",
    "reject-order": "Буйрутманы четке кагуу. Код: {reject_code}.",
    "reject-order-clear": "Буйрутманы четке кагууну жокко чыгаруу. Код: {reject_code}.",
    "email-buy": "Кардарга сатып алууну ырастоочу электрондук кат жөнөтүңүз.",
    "email-payment": "Кардарга төлөмдү ырастоочу электрондук кат жөнөтүңүз.",
    "delivery-returned": "Заказ кардар тарабынан кабыл алынбай, кайра кайтарылган. Кайра жөнөтүү керек.",
    "delivery-canceled": "Жеткирүү жокко чыгарылды. Кайра жөнөтүү керек.",
    "edit-receiver-info": "Буйрутманы жеткирүү дареги сатып алуучу тарабынан түзөтүлгөн.",
    "edit-billing-info": "Эсептөө дареги сатып алуучу тарабынан түзөтүлдү.",
    "payment-cod-confirm": "COD төлөмү тастыкталды.",
    "payment-cash-confirm": "Эсеп үчүн {amount} {currency} накталай төлөм тастыкталды.",
    "payment-dir-confirm": "Түз төлөмдүн квитанциясы тастыкталды.",
    "vendor": "Сатуучу буйрутмасынын абалы {from}</b> ордуна <b>{to}</b> болуп өзгөрдү.",
    "connect-sync": "Буйрутма Connect OS тарабынан шайкештирилген.",
    "connect-shipped": "Туташуу буйрутмасы {shipping} тарабынан жөнөтүлдү.",
    "connect-returned": "Туташуу буйрутмасы {shipping} тарабынан кайтарылды.",
    "connect-failed": "Буйрутма өнөктөш тарабынан аткарылбай калды. {reason}",
    "connect-canceled": "Буйрутма өнөктөш тарабынан жокко чыгарылган. {reason}",
    "connect-action-cancel": "Буйрутманы жокко чыгаруу өтүнүчү. {reason}",
    "connect-put-hold": "Буйрук убактылуу токтотулган. {reason}",
    "connect-remove-hold": "Буйрук күтүүдөн чыгарылды. {reason}",
    "connect-confirmed": "Буйрук ырасталды.",
    "email-vendor": "🔔 Буйрутма тууралуу маалымат электрондук кат <b>{vendor}</b> | дарегине жөнөтүлдү {email}.",
    "vendor-payout": "💸 Сатуучуга төлөм."
  },
  "inline_chart": {
    "today": "Бүгүн",
    "last_days": "{days} күн мурун"
  },
  "products_select": {
    "move_category": "<b>{category}</b> категориясын башка категорияга жылдырыңыз",
    "move_product": "<b>{product}</b> категорияга жылдырыңыз",
    "product_menu": {
      "dashboard": "Продукт тактасы",
      "inventory": "Инвентаризация жана варианттар"
    },
    "notifications": {
      "copy_success": "Продукциянын көчүрмөсү.",
      "change_category_success": "Продукт категориясы түзөтүлдү."
    }
  },
  "physical_order_track": {
    "title": "Тобокелдиктер боюнча отчеттор жана баа берүүлөр"
  },
  "virtual_order_track": {
    "title": "Тобокелдиктер боюнча отчеттор жана баа берүүлөр"
  },
  "virtual_order_timeline": {
    "title": "Убакыт тилкеси"
  },
  "physical_order_timeline": {
    "title": "Убакыт тилкеси"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "Бул жерге билдирүү жазыңыз...",
    "pin_action": "Үстүнө кадоо",
    "unpin_action": "Кадоодон чыгаруу",
    "copy_html": "Html көчүрүү",
    "notifications": {
      "add_note_success": "Эскертүү кошулду.",
      "edit_note_success": "Эскертүү түзөтүлдү.",
      "delete_note_success": "Эскертүү өчүрүлдү."
    },
    "delete_dialog": {
      "title": "Эскертүүнү жок кылуу",
      "message": "Бул эскертүүнү жок кылгыңыз келеби?",
      "action": "Эскертүүнү жок кылуу"
    },
    "resend_dialog": {
      "title": "Электрондук почтаны кайра жөнөтүү",
      "message": "Бул электрондук катты кардарга кайра жөнөтөсүзбү?",
      "action": "Ооба, кайра жөнөтүү",
      "success": "Кардарыңызга электрондук почта кайра жөнөтүлдү."
    }
  },
  "accounts": {
    "title": "Менин капчыгым",
    "message": "Сиз Selldone'де колдонуп жаткан валюта менен жок дегенде бир аккаунт түзүшүңүз керек. Кызмат акысын төлөө үчүн бул эсепти толукташыңыз керек.",
    "add_new": "Жаңы каттоо эсебин түзүү",
    "new_account": "Жаңы эсеп кошуу",
    "new_account_dialog": {
      "title": "Жаңы эсеп",
      "account_name_input": "Каттоо эсебинин аты",
      "currency_input": "Валюта бирдиги",
      "currency_input_message": "Түзүлгөн эсеп ушул валютанын баалуулуктарын гана сактайт.",
      "new_account_wage": "Жаңы эсеп түзүү баасы: Биринчи аккаунт үчүн бекер",
      "create_account_action": "Эсеп түзүү"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "Белек жөнөтүү",
      "sent": "Жөнөтүү",
      "received": "Кабыл алынган"
    },
    "send_gifts": {
      "title": "Белектерди жөнөттү",
      "sub_title": "Сиз досторуңузга же кардарларыңызга белек жөнөтө аласыз. Алуучу сиздин белегиңизди кабыл алышы же четке кагышы мүмкүн. Сумма сиздин эсебиңизде кулпуланган жана алуучу кабыл алса, алынып салынат. Болбосо, бул сумма сиздин эсебиңизге которулат.",
      "table": {
        "user": "Колдонуучу",
        "amount": "Суммасы",
        "currency": "Валюта",
        "account_name": "From",
        "status": "Статус",
        "message": "Кабар",
        "created_at": "Түзүлгөн күнү"
      }
    },
    "received_gifts": {
      "title": "Алынган Белектер",
      "sub_title": "Selldone же башкалардан алган белектериңиз",
      "table": {
        "amount": "Суммасы",
        "currency": "Валюта",
        "account_from": "From",
        "status": "Статус",
        "message": "Кабар",
        "created_at": "Түзүлгөн күнү",
        "receive": "алуу"
      }
    }
  },
  "get_gift_dialog": {
    "title": "Белек алуу",
    "more": "Дагы ..",
    "amount": "Суммасы",
    "message": "Кабар",
    "account_to_input": "Көздөгөн эсеп",
    "account_to_input_message": "Белек суммалары бул эсепке түшүрүлөт.",
    "get_action": "Белекти кабыл алуу",
    "notifications": {
      "received_success_title": "Куттуктайбыз",
      "received_success": "Белектин суммасы {amount} {currency} эсебиңизге чегерилди."
    }
  },
  "send_gift_dialog": {
    "title": "Белек жөнөтүү",
    "account_from_input": "Каттоо эсебин тандаңыз",
    "account_from_input_message": "Белек суммалары бул эсептен чыгарылат.",
    "receiver_input": "Алуучу",
    "receiver_input_message": "Сиз электрондук почта дарегин же телефон номерин киргизе аласыз.",
    "message_input": "Кабар",
    "message_input_message": "Сиз алуучуга билдирүү калтырсаңыз болот.",
    "amount_input": "Суммасы",
    "currency_input": "Валюта бирдиги",
    "currency_input_message": "Баа ушул валютада эсептелет.",
    "send_action": "Белек жөнөтүү",
    "notifications": {
      "send_success": "{amount} {currency} өлчөмүндөгү белек {receiver} жөнөтүлдү."
    }
  },
  "account_list": {
    "account_input": "Эсеп номери",
    "account_input_message": "Бул валюта үчүн белектердин суммасы ушул эсепке түшүрүлөт.",
    "free_balance": "Акысыз баланс",
    "account_name": "Каттоо эсебинин аты"
  },
  "user_monetize_accounts": {
    "title": "Депозиттик эсептер",
    "sub_title": "Белек суммалары автоматтык түрдө бул эсептерге түшөт.",
    "message": "Selldone сиздин социалдык медиадагы активдүүлүгүңүзгө, Selldone иштеп чыгуусуна катышууңузга, досторуңуз менен тааныштырууга жана башкаларга каражат салат. Ар бир валюта үчүн депозиттик эсепти тандоо менен, белектин суммасы сиздин домениңиздеги ошол эсепке автоматтык түрдө төгүлөт. Бул суммаларды Selldone эсебине чегерсе болот. Акчаны алуу бизнес өнөктөштөр үчүн гана мүмкүн болот.",
    "add_account_action": "Каттоо эсебин кошуу",
    "add_dialog": {
      "title": "Белектерди алуу үчүн аккаунтту туташтырыңыз",
      "account_input": "Эсеп номери",
      "account_input_message": "Бул валюта үчүн белектердин суммасы ушул эсепке түшүрүлөт.",
      "set_as_default_action": "Демейки каттоо эсеби катары тандаңыз"
    },
    "table": {
      "currency": "Валюта",
      "account_number": "Эсеп номери",
      "account_name": "аты",
      "payment": "Салым суммасы",
      "reset_at": "баштапкы абалга келтирүү",
      "delete": "Жок кылуу"
    },
    "notifications": {
      "set_success": "Аккаунт ийгиликтүү кошулду.",
      "delete_success": "Аккаунт белектерди алуу үчүн демейки эсептердин тизмесинен ийгиликтүү өчүрүлдү."
    },
    "delete_alert": {
      "title": "Каттоо эсебин жок кылуу",
      "message": "Бул каттоо эсебин Белек эсептеринин тизмесинен алып салгыңыз келеби?",
      "action": "Жок кылуу"
    }
  },
  "user_monetize": {
    "title": "акча табуу",
    "menu": {
      "plans": "Пландар",
      "accounts": "Эсептер",
      "participant": "Катышуучу"
    }
  },
  "user_monetize_plans": {
    "title": "Кызматташуу жана акча табуу долбоорлору",
    "sub_title": "Сиз жолдомо белектер үчүн эсеп кредитин аласыз. Бул суммалар сиздин эсебиңизден алынат жана аларды Selldone бизнес өнөктөштөрүнө гана алса болот (баары эмес). Сиз Selldone кызматтарынын акысына акча коротсоңуз болот.",
    "discount": "Арзандатуу",
    "your_income": "Сиздин кирешеңиз",
    "level_2": "Экинчи даражадан",
    "level_3": "Үчүнчү даражадан",
    "link_message": "Мүчөлүк: {registered}, кабыл алынган: {accepted}",
    "link_tip": "Сиз бөлүшкөн ар бир даректин аягына ?ref={link_code} деген сөз айкашын кошо аласыз.",
    "table": {
      "currency": "Валюта",
      "amount": "Баланс",
      "total": "Жалпы төлөм",
      "payment_date": "Акыркы төлөм күнү",
      "withdraw": "Алып салуу"
    },
    "notifications": {
      "get_credit_success": "Суралган сумма сиздин эсебиңизге чегерилди."
    }
  },
  "basic_information": {
    "title": "Менин инсандыгым жана профилим",
    "email": "Электрондук почта дареги",
    "tel": "Мобилдик саны",
    "address": "дареги",
    "payment": "Жарактуу транзакциялар",
    "personal_information": "Өздүк маалымат",
    "main_profile": "Негизги профиль",
    "main_profile_subtitle": "Бул маалымат бардыгы үчүн ачык.",
    "kyc_waiting_info": "Сиз киргизген маалыматтын тууралыгын текшерип жатабыз. Бул процесс KYC эрежелерине ылайык милдеттүү болуп саналат жана финансылык операциялардын тобокелдигин азайтат. Сиз бул кызматтын азыркы жана келечектеги артыкчылыктарынан пайдалана аласыз.",
    "personal_info_dialog": {
      "title": "Өздүк маалымат",
      "name_input": "Ысым",
      "family_name_input": "Акыркы аты",
      "number_input": "Паспорттун номери (же Улуттук код)",
      "birthday_input": "Туулган күн",
      "birthday_input_placeholder": "Туулган күнүңүздү киргизиңиз",
      "address_input": "дареги",
      "postcode_input": "Почта индекси",
      "tel_input": "Байланыш номери",
      "passport_image_input": "Паспорттун сүрөтүн тандаңыз",
      "passport_image_input_message": "Паспортуңуздун сүрөтүн сканерлеңиз.",
      "personal_image_input": "Өзүңүздүн сүрөтүңүздү тандаңыз",
      "personal_image_input_message": "Улуттук картаңызга сканерленген сүрөттү артка жана артка жүктөө."
    },
    "profile_dialog": {
      "title": "Негизги профиль",
      "full_name_input": "Толук аты",
      "tel_input": "Байланыш номери",
      "email_input": "Email",
      "website_input": "Вебсайт",
      "address_input": "дареги",
      "about_input": "Мен жөнүндө",
      "about_long_input": "Мен жөнүндө узун текст",
      "image_input": "Профиль сүрөтүн тандаңыз",
      "image_input_message": "Сүрөтүңүздү жүктөңүз. Бул сүрөт профилиңиздин сүрөтү катары колдонулат.",
      "notifications": {
        "update_profile_success": "Сиздин Перейти келет.",
        "update_personal_info_success": "Сиздин маалымат ийгиликтүү катталды"
      }
    },
    "charge_account_approve_message": "Банк транзакцияңызды бекитүү үчүн эсебиңизден төлөңүз.",
    "payment_approval": "Төлөмдү бекитүү",
    "residential_address_checking": "Сиздин жашаган дарегиңиздин документтери текшерүү кезегинде.",
    "add_residential_address": "Жайгашкан жериңизди жана жашаган дарегин тастыктаган документтерди кошуңуз."
  },
  "phone_verify": {
    "title": "Мобилдик саны",
    "step1_title": "Мобилдик номериңизди киргизиңиз.",
    "phone_number_input": "Мобилдик саны",
    "next": "Кийинки кадам",
    "sms_code_input": "Текшерүү коду",
    "sms_code_message": "6 орундуу текшерүү коду {phone_number} номерине жөнөтүлдү.",
    "notifications": {
      "duplicated_number_error": "Бул сан мурунтан эле сиз тарабынан бекитилген.",
      "send_activation_code_success_title": "Текшерүү коду",
      "send_activation_code_success": "Текшерүү коду {phone_number} номерине жөнөтүлдү.",
      "verify_success": "Мобилдик номериңиз ырасталды"
    }
  },
  "companies": {
    "title": "Менин бизнес эсептерим",
    "message": "Бизнес, ишкерлер жана кесипкөй командалар Selldone негизинде өнүмдөрдү жана тиркемелерди иштеп чыга алышат. Бул бизнес профилин түзүү талабы.",
    "new_company": "Жаңы компания"
  },
  "add_company": {
    "name_input": "Компаниянын аталышы",
    "website_input": "Вебсайт",
    "email_input": "Email",
    "address_input": "дареги",
    "tel_input": "Тел",
    "mobile_input": "Мобилдик",
    "edit_action": "Компанияны түзөтүү",
    "create_action": "Компания түзүү",
    "notifications": {
      "add_success": "{name} бизнес аккаунту түзүлдү.",
      "edit_success": "Бизнес эсеби түзөтүлдү."
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "Жеке",
      "shop_key": "Кардарлар",
      "apps": "Колдонмолор"
    },
    "connected_apps_title": "Туташкан колдонмолор",
    "connected_apps_message": "Сиз домен эсебиңизге туташкан бардык дүкөндөрдүн жана колдонмолордун тизмесин көрөсүз. Алардын каалаганына кирүү мүмкүнчүлүгүн жок кыла аласыз.",
    "shop_keys_title": "Store Access Keys",
    "shop_keys_message": "Бул ачкычтар сервериңиз тарабынан Access Token түзүү үчүн колдонулат. Көңүл буруңуз, ачкычтар жашыруун болуп саналат жана алар башкаларга көрүнбөшү үчүн серверде гана жайгаштырылат.",
    "personal_keys_title": "Жеке мүмкүндүк ачкычтары",
    "personal_keys_message": "Каттоо эсебиңиздин ачкычтарын бул жерден түзө аласыз. Бул ачкычтар сиздин каттоо эсебиңизге кире аларын эске алыңыз. Бул ачкычтарды эмне кылып жатканыңызды так билсеңиз гана түзүңүз жана колдонуңуз.",
    "clients_title": "Кардарлар",
    "clients_message": "Бул ачкычтар сервериңиз тарабынан Access Token түзүү үчүн колдонулат. Көңүл буруңуз, ачкычтар жашыруун болуп саналат жана алар башкаларга көрүнбөшү үчүн серверде гана жайгаштырылат."
  },
  "user_security_control": {
    "title": "эсеп Коопсуздугу",
    "message": "Каттоо эсебиңиздин коопсуздук жөндөөлөрүн бул жерден өзгөртө аласыз.",
    "delete": {
      "title": "Каттоо эсебин жок кылуу",
      "subtitle": "Каттоо эсебиңизди жок кылуудан мурун, бардык дүкөндөрдү жок кылганыңызды текшериңиз.",
      "action": "Мен ишенем, аккаунтумду жок кыл",
      "agreement": "Мен бардык маалыматтарым сервериңизден жок кылынарын кабыл алам. Маалыматыңыз алдамчылыктын же кыянаттыктын алдын алуу үчүн биз аныктаган графикке ылайык өчүрүлөт."
    },
    "list": {
      "password": {
        "title": "Купуя сөз",
        "sub_title": "Каттоо эсебиңиз үчүн күчтүү сырсөз тандаңыз.",
        "action_title": "Каттоо эсебине кирүү сырсөзү",
        "not_exist": "Кирген жок",
        "action": "Сырсөздү өзгөртүү"
      },
      "phone": {
        "title": "Мобилдик саны",
        "sub_title": "Мобилдик номериңизди ырастаңыз. Сиз бул номер аркылуу кире аласыз.",
        "action_title": "Каттоо эсебинин негизги телефон номери",
        "action": "Номерди текшерүү"
      },
      "two_step": {
        "title": "Эки кадам кирүү",
        "sub_title": "Мобилдик номериңизди ырастаңыз. Сиз бул номер аркылуу кире аласыз.",
        "action_title": "Каттоо эсебинин коопсуздугун жогорулатуу",
        "activated_action": "Жандырылды",
        "active_action": "Азыр активдүү"
      },
      "email": {
        "title": "Негизги электрондук почта",
        "sub_title": "Бул каттоо эсеби менен байланышкан негизги электрондук почтаны жаңыртуу мүмкүнчүлүгүңүз бар.",
        "action_title": "Негизги электрондук почтаны өзгөртүү",
        "action": "Текшерүү шилтемесин жөнөтүү"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "Google Authenticator колдонмосун орнотуңуз"
      },
      "step_2": {
        "title": "Колдонмо тарабынан түзүлгөн кодду киргизиңиз",
        "message": "6 орундуу код уюлдук телефонуңуздагы алгоритм тарабынан түзүлөт. Сиз төмөнкү шилтемеден колдонмону жүктөп алсаңыз болот. Сырсөздү камтыган QR кодун түзүү үчүн код генераторунун баскычын басыңыз.",
        "qr_code_info": "Эгерде сканерлөө мүмкүн болбосо, кодду кол менен көчүрүп, колдонмого чаптасаңыз болот:",
        "create_new_code": "Жаңы код түзүңүз",
        "qr_code_scanning": "Google Authenticator Mobile App тарабынан түзүлгөн QR кодун сканерлеңиз жана бул баракчадагы кутучага ырастоо үчүн түзүлгөн кодду киргизиңиз.",
        "qr_code_regenerate_info": "Эскертүү: Жогорудагы баскычты басуу менен жаңы ачкыч түзүлөт жана мурунку ачкыч жараксыз болуп калат. Телефон колдонмоңузга жаңы ачкычты киргизиңиз."
      },
      "step_3": {
        "title": "Түзүлгөн кодду киргизиңиз",
        "message": "Тиркемеде түзүлгөн кирүү кодун төмөнкү талаага киргизиңиз.",
        "activation_key_input": "Кирүү коду"
      },
      "activated_alert": "2 кадамдуу кирүү иштетилди.",
      "activated_message": "Каттоо эсебиңиз үчүн эки кадамдуу кирүү иштетилди. Мындан ары аккаунтуңузга кирүү үчүн ар 30 секунд сайын өзгөрүп турган экинчи кодду киргизишиңиз керек болот. Эки кадамдуу логинди өчүрүү үчүн, жөн гана эки жолу чыкылдатыңыз Кадамды басыңыз жана кадамдардан өтүңүз.",
      "cancel_two_step_login_action": "Эки кадамдуу логинди жокко чыгаруу",
      "cancel_two_step_login_info": "Эгер сиз 2 кадамдуу текшерүүнү өчүргүңүз келсе, сырсөзүңүздү киргизип, эки кадамдуу кирүү баскычын басыңыз.",
      "password_input": "Купуя сөз",
      "cancel_2fa_action": "Эки кадамдуу логинди жокко чыгаруу"
    },
    "change_password_dialog": {
      "title": "Сырсөздү өзгөртүү",
      "message": "Татаал жана эсте каларлык сырсөздү колдонуңуз.",
      "password_input": "Учурдагы Сырсөз",
      "new_password_input": "Жаңы сыр сөз",
      "re_new_password_input": "Жаңы сырсөздү кайталаңыз",
      "tips": {
        "length": "Сырсөз кеминде 8 белгиден турушу керек",
        "chars": "Жок дегенде бир чоң тамга жана бир сан.",
        "match": "Сырсөз дал келди."
      },
      "change_password_action": "Сырсөздү өзгөртүү",
      "notifications": {
        "change_password_title": "Сырсөздү өзгөртүү",
        "change_password": "Сырсөз ийгиликтүү өзгөртүлдү."
      }
    }
  },
  "authorized_clients": {
    "title": "Туташкан дүкөндөрдүн / колдонмолордун тизмеси",
    "table": {
      "name": "аты",
      "app": "Колдонмо",
      "scopes": "Аянттар",
      "shop": "Чектелген дүкөн"
    },
    "remove_action": "Мүмкүнчүлүктү алып салуу",
    "delete_alert": {
      "title": "Жок кылуу",
      "message": "Бул мүмкүнчүлүктү жокко чыгаргыңыз келеби? Бул колдонмо мындан ары сиздин каттоо эсебиңизге кире албай турганын эске алыңыз.",
      "action": "Кирүү мүмкүнчүлүгүнөн баш тартуу"
    }
  },
  "clients": {
    "title": "Кардарлардын тизмеси",
    "create_new_action": "Жаңы кардарды түзүү",
    "table": {
      "client_id": "Кардар ID",
      "app": "Колдонмо",
      "name": "лакап ат",
      "secret_key": "Secret Key"
    },
    "create_dialog": {
      "title": "Жаңы кардар",
      "error_msg": "<strong>Ката!</strong> Кечиресиз, ката кетти!",
      "name_input": "аты",
      "name_input_message": "Колдонуучуларыңыз тааныган жана ишенген нерсе.",
      "redirect_input_message": "Сайтыңызга даректи кайтарыңыз."
    },
    "edit_dialog": {
      "title": "Кирүү мүмкүнчүлүгүн түзөтүү"
    },
    "delete_alert": {
      "title": "Жок кылуу",
      "message": "Бул кардарды жок кылгыңыз келеби?",
      "action": "Жок кылуу"
    }
  },
  "personal_access_tokens": {
    "title": "Жеке жетүү Токендеринин тизмеси",
    "create_action": "Жаңы белги түзүү",
    "table": {
      "name": "аты",
      "scopes": "Кирүү мүмкүнчүлүгү",
      "expire_at": "Жарамдуулук мөөнөтү"
    },
    "create_dialog": {
      "title": "Токен имараты",
      "error_message": "<strong>Ката!</strong> Кечиресиз, ката кетти!",
      "name_input": "Башка ысым Ex. менин белги атым",
      "name_input_message": "Сүйүктүү белги аты.",
      "scopes_list": "Токенге кирүү тизмеси"
    },
    "access_token_dialog": {
      "title": "Жеке мүмкүндүк ачкычы",
      "message": "Бул жерде сиздин жеке жетүү энбелгиси. Бул токен бир гана жолу көрсөтүлөт, андыктан аны өткөрүп жибербеңиз! Эми сиз бул белгини API сураш үчүн колдоно аласыз."
    },
    "delete_alert": {
      "title": "Жок кылуу",
      "message": "Бул кирүү токенин жок кылгыңыз келеби?",
      "action": "Жок кылуу"
    }
  },
  "scopes": {
    "profile": {
      "name": "профиль",
      "description": "аты, электрондук почта дареги, сүрөт жана аутентификация статусун камтыган профиль маалыматын окуңуз."
    },
    "phone": {
      "name": "Тел номери",
      "description": "телефон номерине кирүү."
    },
    "address": {
      "name": "Даректер",
      "description": "Сакталган даректи дарек китебинен окуңуз."
    },
    "buy": {
      "name": "Сатып алуу",
      "description": "Заказ бериңиз жана дүкөндөн сатып алыңыз."
    },
    "order-history": {
      "name": "Заказдардын тарыхы",
      "description": "Заказдардын тарыхын окуу."
    },
    "my-gift-cards": {
      "name": "Белек карталары",
      "description": "Менин карталарыма кирүү."
    },
    "articles": {
      "name": "Мазмунду түзөтүү",
      "description": "Макалаларды түзөтүү."
    },
    "notifications": {
      "name": "Билдирүүнү жөнөтүү жана алуу",
      "description": "Билдирүүнү жөнөтүү жана алуу."
    },
    "read-shops": {
      "name": "Дүкөн ist",
      "description": "Дүкөн тизмесин оку."
    },
    "shop-edit": {
      "name": "Дүкөндү башкаруу",
      "description": "Дүкөнгө кирүү мүмкүнчүлүгүн түзөтүңүз"
    },
    "shop-contacts": {
      "name": "Байланыш формасын башкаруу",
      "description": "Байланыш формаларын алуу жана түзөтүү."
    },
    "shop-gift-cards": {
      "name": "Белек карталарын башкаруу",
      "description": "Белек карталарын түзүү, түзөтүү жана башкаруу."
    },
    "shop-faqs": {
      "name": "Суроолорду жана жоопторду башкаруу",
      "description": "Көп берилүүчү суроолорду түзүңүз, түзөтүңүз жана башкарыңыз."
    },
    "shop-categories": {
      "name": "Категорияларды башкаруу",
      "description": "Категорияларды түзүү, түзөтүү жана башкаруу."
    },
    "shop-products": {
      "name": "Продукт башкаруу",
      "description": "Өнүмдөрдү кошуу, түзөтүү жана башкаруу."
    },
    "shop-read-reports": {
      "name": "Отчетторду окуу",
      "description": "Маалыматтарды жана отчетторду окуу."
    },
    "shop-socials": {
      "name": "Социалдык медианы башкаруу",
      "description": "Дүкөндүн социалдык медиасын түзөтүңүз"
    },
    "shop-accounts": {
      "name": "Каржылык эсептерди башкаруу",
      "description": "Дүкөнгө байланышкан финансылык эсептерди түзөтүңүз жана жок кылыңыз."
    },
    "shop-menus": {
      "name": "Менюларды башкаруу",
      "description": "Дүкөн менюларын түзөтүңүз."
    },
    "shop-pages": {
      "name": "Барактарды башкаруу",
      "description": "Дүкөн барактарын түзөтүү."
    },
    "shop-warehouse": {
      "name": "Складды башкаруу",
      "description": "Дүкөн кампасын түзөтүү"
    },
    "shop-permissions": {
      "name": "Кирүүнү башкаруу",
      "description": "Дүкөнгө кирүү мүмкүнчүлүгүн көрүү жана түзөтүү."
    },
    "shop-process-center": {
      "name": "Заказды башкаруу",
      "description": "Заказды башкаруу."
    },
    "shop-profile": {
      "name": "Профильдерди башкаруу",
      "description": "Дүкөн профилдерин башкарыңыз."
    },
    "shop-discount-code": {
      "name": "Discount кодун башкаруу",
      "description": "Дүкөндүн арзандатуу коддорун башкарыңыз, түзөтүңүз жана кошуңуз."
    }
  },
  "company_page": {
    "title": "Компания",
    "create_app": "Жаңы колдонмо түзүү",
    "menu": {
      "edit": "Түзөтүү",
      "apps": "Колдонмолор",
      "dashboard": "Куралдар тактасы",
      "companies": "Компаниялар"
    },
    "dashboard": {
      "info_widget": {
        "title": "Компаниянын каттоо маалыматы",
        "address": "дареги",
        "website": "Вебсайт",
        "email": "Email",
        "phone": "Тел номери",
        "register": "Каттоо",
        "developer": "Иштеп чыгуучу",
        "verified": "Verfied",
        "golden": "Алтын"
      }
    },
    "developer": {
      "title": "Иштеп чыгуучулар",
      "menu": {
        "new": "Жаңы",
        "apps": "Колдонмолор"
      },
      "app_card": {
        "category": "Категория",
        "installs": "Орнотуу",
        "actives": "Активдүү",
        "uninstalls": "Орнотуулар",
        "app_code": "Колдонмо коду",
        "app_mode": "Колдонмо режими"
      }
    },
    "edit": {
      "title": "Түзөтүү"
    }
  },
  "add_app": {
    "category_input": "Категория",
    "code_input": "Code",
    "name_input": "аты",
    "description_input": "Description",
    "video_input": "Видео URL",
    "public_form": "Жалпы маалымат структурасы",
    "private_form": "Жеке маалымат структурасы",
    "icon_input": "Колдонмо сөлөкөтү",
    "logo_input": "Логотип колдонмосу",
    "enable_input": "Колдонмо активдүүбү?",
    "edit_action": "Колдонмону түзөтүү",
    "create_action": "Колдонмо түзүү",
    "notifications": {
      "add_success": "{name} бизнес аккаунту түзүлдү.",
      "delete_success": "Бизнес эсеби түзөтүлдү."
    }
  },
  "app_page": {
    "title": "Колдонмо",
    "menu": {
      "edit": "Түзөтүү",
      "publish": "Жарыялоо",
      "history": "Версиялар",
      "dashboard": "Куралдар тактасы",
      "company": "Компания",
      "api": "API",
      "images": "Сүрөттөр"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "Колдонмо",
        "app_code": "Колдонмо коду",
        "category": "Категория",
        "name": "аты",
        "installs": "Колдонмолорду орнотуу",
        "uninstalls": "Колдонмолорду чыгарып салуу",
        "actives": "Жигердүү колдонмолор",
        "description": "Description",
        "published": "Жарыяланган",
        "waiting_for_review": "Бекитүүнү күтүүдө",
        "app_mode": "Колдонмо режими"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "Ээси",
      "description": "Бардык дүкөндөрдүн маңдайкы беттерине толук мүмкүнчүлүк."
    },
    "PRODUCT": {
      "text": "Продукт менеджери",
      "description": "Дүкөн өнүмдөрүн кошуу, түзөтүү жана башкаруу."
    },
    "AUDITING": {
      "text": "Финансы менеджери",
      "description": "Каржылык маалыматты жана төлөмдөрдү көрүү."
    },
    "CONTENT": {
      "text": "Content Management",
      "description": "Суроолорго жооп бериңиз, блогдорду жазыңыз жана баракчаларды түзүңүз."
    },
    "OFFICER": {
      "text": "Улук менеджер",
      "description": "Кызматкердин ишин көрүү жана көзөмөлдөө."
    },
    "EMPLOYEE": {
      "text": "Кызматкер",
      "description": "Заказдарды көрүү жана буйруктарды аткаруу."
    },
    "MARKETING": {
      "text": "Маркетинг",
      "description": "Жөндөөлөргө жетүү жана кампанияларды түзүү, электрондук маркетинг жана маркетингге байланыштуу башка бөлүмдөр."
    },
    "VIEWER": {
      "text": "Көрүүчү",
      "description": "Дүкөндөгү маалыматты түзөтүп же өзгөртө албай туруп көрүү мүмкүнчүлүгү."
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "Физикалык текшерүү",
      "description": "Кабыл алынган буйруктарды текшерүү."
    },
    "PhysicalOrdersPackaging": {
      "text": "Физикалык таңгактоо",
      "description": "Кампа жана таңгактоо процесси."
    },
    "PhysicalOrdersDelivery": {
      "text": "Физикалык жеткирүү",
      "description": "Заказ жеткирүү."
    },
    "PhysicalOrdersSupport": {
      "text": "Физикалык колдоо",
      "description": "Сатуудан кийинки колдоо."
    }
  },
  "account_status": {
    "Checking": "Текшерүүдө",
    "Approved": "Ырасталды",
    "Rejected": "Четке кагылды",
    "Deleted": "Жок кылынды",
    "Banned": "Тыюу салынган",
    "Payment": "Төлөм",
    "SelldoneSprite": "Selldone Wallet аккаунту",
    "SelldoneStorage": "Selldone сактагычы"
  },
  "account_page": {
    "title": "Каттоо эсеби",
    "menu": {
      "setting": "Орнотуулар",
      "change": "Заряддоо",
      "transfer": "Transfer",
      "transactions": "Транзакциялар",
      "charge": "Заряддоо",
      "history": "тарых",
      "cards": "Карталар"
    },
    "transactions": {
      "title": "Эсептик операциялар",
      "detail": {
        "title": "Транзакция",
        "amount": "Суммасы",
        "description": "Description",
        "from": "From",
        "to": "үчүн",
        "created_at": "Дата",
        "receipt": "Квитанция",
        "receipt_note": "Эскертүү"
      },
      "table": {
        "type": "Түр",
        "from": "Каттоодон",
        "to": "Эсепке",
        "amount": "Суммасы",
        "receipt": "Квитанция",
        "created_at": "Дата",
        "description": "Description"
      }
    },
    "transfer": {
      "title": "Которуу төлөмдөр",
      "form": {
        "title": "Өткөрүп берүү өтүнүчүнүн формасы",
        "sub_title": "Өзүңүздүн же башкалардын эсебиңизге салыңыз",
        "message": "Акча которууда этият болуңуз, которууну бүтүрсөңүз, кайра кайтара албайсыз."
      }
    },
    "deposit": {
      "form": {
        "title": "Аккаунт заряддоо",
        "sub_title": "Лицензияларды сатып алуу, эсебиңизди жаңыртуу жана тутум дүмүрчөктөрүн төлөө үчүн эсебиңиздин балансын төлөшүңүз керек.",
        "amount_input": "Суммасы",
        "charge_action": "Төлөм эсеби"
      },
      "notifications": {
        "qr_title": "Төлөм",
        "qr_message": "Төлөм дареги {currency} түзүлдү.",
        "gateway_title": "Төлөм",
        "gateway_message": "Төлөм шлюзуна туташууда."
      }
    },
    "setting": {
      "title": "Эсеп орнотуулары",
      "account_name_input": "Каттоо эсебинин аты",
      "notifications": {
        "updated_success": "Каттоо эсебиңиз ийгиликтүү жаңыртылды."
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "Квитанция төлөө"
  },
  "transaction_form": {
    "title": "Транзакция формасы",
    "from_input": "Эсеп номеринен",
    "to_input": "Эсеп номерине",
    "from_input_message": "Сумма бул эсептен чыгарылат.",
    "account_name": "Каттоо эсебинин аты",
    "currency": "Валюта",
    "free_balance": "Жеткиликтүү баланс",
    "to": "Көздөгөн эсеп",
    "amount": "Суммасы",
    "receipt_title": "Квитанция үчүн төлөм",
    "receipt_input": "Квитанциянын номери",
    "paid_status": "Бул квитанция мурунтан эле төлөнгөн.",
    "paid_canceled": "Бул дүмүрчөк жокко чыгарылды.",
    "description": "Түшүндүрмө",
    "created_at": "Дата",
    "duration": "Узактыгы",
    "unlimited": "Чексиз",
    "add_note_action": "Сүрөттөмө кошуу",
    "note": "Эскертүү",
    "transfer_action": "Transfer",
    "confirmation": {
      "title": "Акча жөнөтүү",
      "subtitle": "Транзакцияны ырастоо",
      "message": "Төмөнкү маалымат туура болсо, транзакцияны жүргүзүү үчүн транзакцияны ырастоо баскычын басыңыз.",
      "from": "Каттоодон",
      "to": "Эсепке",
      "amount": "Суммасы",
      "fee": "Транзакция акысы",
      "total_pay": "Сиздин эсебиңизден алынган сумма",
      "receipt": "Квитанция",
      "description": "Description",
      "accept_action": "Транзакцияны ырастоо"
    },
    "enter_account_number": "Эсеп номерин киргизиңиз.",
    "currency_not_match": "Бара турган эсептин валютасы булак менен бирдей эмес",
    "account_number_not_valid": "Эсеп номери туура.",
    "account_number_is_valid": "Эсеп номери туура.",
    "receipt_not_valid": "Эсеп-фактуранын номери туура эмес.",
    "receipt_is_valid": "Квитанциянын номери туура.",
    "notifications": {
      "confirm_success": "Транзакция ийгиликтүү аяктады."
    }
  },
  "price_calculator": {
    "title": "Calculator | Сиздин бизнеске ылайыктуу",
    "description": "Ай сайынгы сатуунун негизинде эң жакшы планды эсептеп, тандаңыз:",
    "sale_input": "Ай сайын сатуу суммасы",
    "hypernova_plan": "Hypernova % 0 үчүн арыз бериңиз!",
    "show_normal_mode": "Кадимки режимди көрсөтүү",
    "show_hypernova_mode": "Менин транзакциям 1 миллион доллардан ашты!"
  },
  "price_card": {
    "billed_monthly": "Ай сайын {amount} эсептелинет.",
    "billed_yearly": "Жыл сайын {amount} эсептелинет.",
    "buy_license_action": "Азыр сатып ал",
    "select_your_store": "Дүкөнүңүздү тандаңыз"
  },
  "shop_session_widget": {
    "total_sessions": "Жалпы сессиялар"
  },
  "user_activities_keys": {
    "add_baskets": "Арабага кошуу",
    "remove_baskets": "Себеттен жок кылуу",
    "buys": "Сатып алуу",
    "products_views": "Продукт көрүү"
  },
  "shop_visitors_widget": {
    "title": "Visitors Analytics",
    "new_visitors": "Жаңы коноктор",
    "amp": "AMP көрүүлөр",
    "returning_visitors": "Кайтып келген коноктор",
    "page_views": "Барак көрүүлөрү",
    "other_pages": "Башка барактар",
    "from_previous_7_days": "акыркы 7 күндөн бери"
  },
  "app_levels": {
    "title": "Колдонмо деңгээли",
    "Newbie": "Newbie",
    "Beginner": "Beginner",
    "Novice": "Novice",
    "Intermediate": "Орто",
    "Advanced": "Өркүндөтүлгөн"
  },
  "login": {
    "register_title": "Бизнестин ортосу,<br> Жагымдуу тажрыйба.",
    "register_subtitle": "Бүгүн бекер катталыңыз. Selldone стартаптар, ишканалар, сатып алуучулар жана сатуучулар тарабынан жакшы көрүлөт.",
    "password_recovery_title": "Сырсөздү калыбына келтирүү",
    "password_recovery_message": "Эгер сырсөзүңүздү унутуп калсаңыз, аккаунтуңуздун электрондук почта дарегин киргизип, ырастоо баскычын басыңыз. Биз сизге сырсөзүңүздү баштапкы абалга келтирүү үчүн шилтеме менен электрондук кат жөнөтөбүз.",
    "email": "Сиздин электрондук почта дарегиңиз",
    "password_recovery_action": "Калыбына келтирүүчү электрондук почтаны алуу",
    "register_google": "Google менен улантыңыз",
    "register_apple": "Apple менен улантыңыз",
    "continue_with": "менен улантыңыз",
    "register_linkedin": "LinkedIn менен улантыңыз",
    "register_facebook": "Facebook менен улантыңыз",
    "register_github": "Github менен улантыңыз",
    "create_your_account": "Каттоо эсебиңизди түзүңүз",
    "password_8_chars": "Сырсөз кеминде 8 белгиден турушу керек.",
    "password_upercase_number": "Жок дегенде бир чоң тамга жана бир сан.",
    "password_confirm": "Сырсөз жана ырастоо дал келди.",
    "privacy_agreement": "Катталуу менен, сиз Selldone <a href='/terms' target='_blank'>колдонуу шарттарына</a> жана <a href='/privacy' target='_blank'>Купуялык саясатына</a> макул болосуз.",
    "register_action": "Кеттик, бул бекер!",
    "login_action": "кирүү",
    "already_signup": "Катталгансызбы?",
    "login_your_account": "Каттоо эсебиңизге кириңиз",
    "login_google": "Google менен улантыңыз",
    "login_linkedin": "LinkedIn менен улантыңыз",
    "login_facebook": "Facebook менен улантыңыз",
    "login_github": "Github менен улантыңыз",
    "remember_me": "Мени эстеп жүр.",
    "login_button": "кирүү",
    "two_step_problem": "Сизде эки кадамдуу сырсөз менен көйгөй барбы?",
    "two_step_problem_action": "Мен эки кадамдуу логинди өчүргүм келет.",
    "two_step_confirm": "Кирүү кодун ырастоо",
    "forgot_password": "Сырсөздү унуттуңузбу?",
    "signup_free": "Акысыз катталуу",
    "checking_robot_message": "Сиз робот же адам экениңизди текшерүү..",
    "notifications": {
      "step2_login_success": "Каттоо эсебине автоматтык түрдө кирүү"
    },
    "signup_email": "Электрондук почта аркылуу катталуу",
    "name_placeholder": "аты",
    "email_placeholder": "Email",
    "email_or_username_placeholder": "Электрондук почта, Колдонуучунун аты же Телефон номери",
    "password_placeholder": "Купуя сөз",
    "re_password_placeholder": "Сырсөздү ыраста",
    "new_in_samin": "Selldone жаңыбы?",
    "auto_create_shop": "Автоматтык дүкөн түзүү"
  },
  "layout": {
    "logout": "Чыгуу",
    "menu": {
      "personal_information": "Жеке маалымат жана профиль",
      "wallet": "Капчыктар жана аккаунттар",
      "companies": "Компаниялар жана бизнес эсептери",
      "access": "Менин каттоо эсебиме кирүү",
      "security": "Коопсуздук",
      "preferences": "Джарашдырыулада",
      "my_subscriptions": "Менин жазылууларым"
    }
  },
  "page_builder": {
    "title": "Вебсайт дизайны",
    "menu": {
      "user_view": "Көрүү",
      "design": "Дизайн",
      "behavior": "Жүрүм-турум",
      "seo": "SEO",
      "setting": "Орнотуулар",
      "embed": "Embed"
    },
    "waiting_fetch": "Маалымат алуу..",
    "setting": {
      "title_input": "Барактын аталышы",
      "description_input": "Кыскача сүрөттөмө",
      "name_input": "Барактын URL'и (тамгалар жана сандар)",
      "bg_color_input": "Фондун түсү",
      "bg_style_input": "Барактын Фон стили",
      "page_label_input": "Энбелги түсү",
      "page_dir_input": "Барактын багыты",
      "ltr": "Солдон оңго",
      "rtl": "Оңдон солго",
      "designer_note": "Дизайнер жазуусу"
    },
    "history": {
      "title": "Сакталган тарых"
    },
    "design": {
      "themes": {
        "title": "Жеке Дизайн Жардамчысы",
        "message": "Коддобостон бизнесиңиз үчүн эң жакшы баракчаларды долбоорлоңуз.",
        "page_title_input": "Баракчаңызга аталыш киргизиңиз"
      },
      "tools": {
        "rearrange": "Заказ",
        "tools": "Куралдар",
        "history": "тарых",
        "style": "Стиль",
        "typography": "Типография"
      },
      "no_category": "Категориялар жок"
    },
    "seo": {
      "message": "SEO орнотуулары Selldone SEO кыймылдаткычы тарабынан автоматтык түрдө жөнгө салынат."
    }
  },
  "verify_email_caution": {
    "title": "Электрондук почтаңыздын дарегин ырастаңыз",
    "message": "Жаңы активдештирүү шилтемеси {email} электрондук почта дарегиңизге жөнөтүлдү. Кандайдыр бир чара көрүлөрдөн мурун электрондук почтаңызды текшериңиз.",
    "resend_message": "Эгер сиз электрондук почтаңызда активдештирүү шилтемесин ала элек болсоңуз, кайра жөнөтүү үчүн төмөнкү баскычты басыңыз.",
    "resend_action": "Жандантуу шилтемесин кайра жөнөтүү",
    "resend_notice": "Жандандыруу шилтемеси жөнөтүлдү."
  },
  "autopilot": {
    "start": "Башталган күнү",
    "end": "Аяктоо күнү"
  },
  "help": {
    "menu": "Меню",
    "more_helps": "Кененирээк окуу"
  },
  "company_card": {
    "pending_state": "Карап чыгууну күтүүдө",
    "register": "Катталган",
    "developer": "Иштеп чыгуучу",
    "verified": "Текшерилди",
    "premier": "Премьер"
  },
  "shop_license": {
    "add": "Жазылууну кошуу",
    "only_last": "Акыркы жазылуу гана",
    "vouchers": "Ваучерлер",
    "buy": "Жазылуу планын сатып алыңыз",
    "monthly": "Ай сайын",
    "yearly": "Жыл сайын",
    "start_date": "Башталган күнү",
    "end_date": "Аяктоо күнү",
    "price": "баасы",
    "terms": "Мен Selldone колдонуу шарттарын окуп чыктым жана макулмун",
    "need_charge": "Заряд керек",
    "buy_now": "Азыр сатып ал",
    "auto_renewal": "Авто жаңыртуу",
    "plan_placeholder": "Жазылуу планыңызды тандаңыз",
    "plan": "Лицензия планы",
    "use_date": "Активдештирүү күнү",
    "active_license": {
      "title": "Active License",
      "subtitle": "Сиздин активдүү лицензия маалыматыңыз.",
      "subtitle_partner": "Активдүү {name} лицензия маалыматыңыз."
    },
    "licenses_table": {
      "title": "Сатып алынган тарых",
      "subtitle": "Активдүү жана күтүүдөгү лицензиялар."
    },
    "license_detail": {
      "title": "Толук маалымат",
      "subtitle": "Учурдагы планыңыздагы чектөөлөр."
    },
    "table": {
      "plan": "План",
      "start_date": "Башталыш / Аяктоо күнү",
      "renewal": "Авто жаңыртуу",
      "linked_account": "Байланышкан каттоо эсеби / ваучер",
      "payment": "Төлөм",
      "cancel": "Жокко чыгаруу"
    },
    "notifications": {
      "subscribe_success": "Ийгиликтүү жазылды.",
      "cancel_success": "Жазылуу ийгиликтүү жокко чыгарылды."
    },
    "cancel_dialog": {
      "title": "Жазылууну ырастоодон баш тартуу",
      "message": "Бул жазылууну чын эле жокко чыгарасызбы?",
      "action": "Жазылууну жокко чыгаруу"
    },
    "use_voucher_now": "Ваучерди азыр колдонуңуз",
    "validity_duration": "Жарактуулук мөөнөтү",
    "validity_duration_hint": "12 айлык лицензияны сатып алуу менен сиз 30% арзандатуу аласыз."
  },
  "admin_shop_layout": {
    "download_txt": "Маалымат текстин жүктөп алыңыз",
    "download_excel": "Excel маалыматтарын жүктөп алыңыз"
  },
  "user_preferences": {
    "access": "Мүмкүнчүлүк",
    "template": "Шаблон",
    "feedback": "Пикир",
    "company": "Компания",
    "company_message": "Эгер компанияңыз болсо жана колдонмолорду жарыялоону кааласаңыз.",
    "access_keys": "Кирүү баскычтары",
    "access_keys_message": "Кардарларды жана кирүү ачкычтарын көрсөтүү.",
    "rating": "Selldone менен болгон тажрыйбаңызды кандай баалайт элеңиз?",
    "large_font": "Чоң шрифттер",
    "large_font_message": "Текстти кадимкиден чоңураак көрсөтүү",
    "samples": "Үлгү дүкөндөрдү көрсөтүү",
    "samples_message": "Эгер иштетилсе, кээ бир үлгү дүкөндөр панелиңизде көрсөтүлөт.",
    "automation": "Автоматташтыруу",
    "automation_message": "Дүкөндүн башкаруу тактасында автоматташтыруу өтмөгүн көрсөтүү. (Webhooks, Визуалдык программалоо, ...)"
  },
  "shop_locations": {
    "title": "Кызмат көрсөтүлгөн өлкөлөр",
    "sub_title": "Төмөнкү тизмеден товарыңызды саткыңыз келген өлкөлөрдү тандаңыз.",
    "delete_restriction": "Чектөөнү жок кылуу",
    "set_restriction": "чектөө коюу",
    "notifications": {
      "locations_update": "Жайгашкан жер ийгиликтүү жаңыртылды."
    },
    "table": {
      "country": "Өлкө",
      "currency": "Валюта",
      "available": "жеткиликтүү"
    }
  },
  "product_card": {
    "sold_out": "Сатылган",
    "review_unit": "карап чыгуу",
    "not_original": "Оригиналдуу эмес"
  },
  "product_studio": {
    "add_mode": "Көбүрөөк маалымат кошуу",
    "add_by_sku": "SKU тарабынан кошуу",
    "auto_category": "Категорияны автоматтык түрдө коюу",
    "add_in_current_category": "Учурдагы категорияга кошуу",
    "category_mode_message": "Эгер иштетилсе, продукт демейки категорияга же субкатегорияга кошулат.",
    "sku_name_input": "SKU / Name"
  },
  "my_affiliate": {
    "title": "Менин өнөктөштүк келишимдери",
    "message": "Башка дүкөндөр менен өнөктөштүк келишимдердин тизмеси."
  },
  "affiliates": {
    "title": "Affiliate өнөктөштөр",
    "subtitle": "Филиалдарды түзүп, убакыттын өтүшү менен алардын иштешине көз салыңыз жана бир жерде так маалыматка негизделген иш-аракеттерди жасаңыз. Биз сизге жана сиздин өнөктөштөрүңүзгө бекем мамиле түзүүгө жардам беребиз.",
    "affiliate_code": "Affiliate коду",
    "crate_date": "Дата түзүү",
    "last_payment_date": "Акыркы төлөм күнү",
    "for_all_products": "Бардык продуктыларга колдонулат",
    "balance": "Баланс",
    "fix_commission": "Туруктуу комиссия",
    "percent_commission": "Проценттик комиссия",
    "total_payment": "Жалпы төлөмдөр",
    "new_affiliate": "Жаңы өнөктөш өнөктөш",
    "new_affiliate_message": "Жаңы өнөктөш өнөктөш кошуу",
    "link_domain": {
      "title": "Шилтемеленген домен",
      "subtitle": "Домендериңиздин бирин бул өнөктөш өнөктөшкө туташтыра аласыз. Бул өнөктөш дүкөнүңүзгө келип, ушул домен аркылуу сатып алган ар бир адамдын өкүлү катары белгилүү болот."
    },
    "dialog": {
      "new": "Жаңы өнөктөш өнөктөш",
      "edit": "Өнөктөштү түзөтүү",
      "user": "Колдонуучу (милдеттүү эмес)",
      "bank_info": "Банк маалыматы",
      "restriction": "чектөө",
      "select_products": "Товарларды тандоо",
      "select_products_message": "Өнөктөш өнөктөш бул өнүмдөр үчүн комиссия алат",
      "edit_action": "Өнөктөштү жаңыртуу",
      "add_action": "Өнөктөштү кошуу",
      "affiliate_name": "Өнөктөштүн аты",
      "payment_info": "Төлөм маалыматы",
      "enable_switch": "Бул активдүүбү?",
      "affiliate_info": "Affiliate өнөктөш маалымат"
    },
    "link_factory": {
      "title": "Affiliate өнөктөш шилтеме генератор",
      "link_input": "Сиздин шилтеме",
      "link_output": "Түзүлгөн шилтеме"
    }
  },
  "gift_card_orders": {
    "title": "Белек картасы менен буйрутмалар",
    "table": {
      "order": "Заказ",
      "order_price": "Заказдын суммасы",
      "paid_by_card": "Карта менен төлөнөт",
      "payment_status": "Төлөм абалы",
      "date": "Дата"
    }
  },
  "offer_orders": {
    "title": "Заказдарды сунуштоо",
    "table": {
      "order": "Заказ",
      "order_price": "Заказдын суммасы",
      "offer_amount": "Сунуштун суммасы",
      "payment_status": "Төлөм абалы",
      "product": "Продукт",
      "date": "Дата"
    }
  },
  "coupon_orders": {
    "title": "Купондук заказдар",
    "table": {
      "order": "Заказ",
      "order_price": "Заказдын суммасы",
      "coupon_amount": "Купондун суммасы",
      "payment_status": "Төлөм абалы",
      "date": "Дата"
    }
  },
  "discount_code_orders": {
    "title": "Арзандатуу коду менен буйрутмалар",
    "table": {
      "order": "Заказ",
      "order_price": "Заказдын суммасы",
      "discount_amount": "Арзандатуу суммасы",
      "payment_status": "Төлөм абалы",
      "date": "Дата"
    }
  },
  "incentives": {
    "discount_code": "Арзандатуу",
    "coupon": "Купон",
    "offer": "Сунуш",
    "gift_card": "Белек картасы",
    "lottery": "Лотерея"
  },
  "discount_codes": {
    "title": "Discount Codes",
    "sub_title": "Бул бөлүмдө сиз керектөөлөрүңүзгө ылайыкташтырылган арзандатуу купондорун түзө аласыз. Бул арзандатуулар ар кандай өнүм арзандатууларынан өзүнчө жана колдонуучунун буйрутмасынын акыркы суммасына карата колдонулат.",
    "add_new": "Жаңы арзандатуу кодун кошуу",
    "card": {
      "created": "Түзүү",
      "start": "Баштоо",
      "end": "Аягы",
      "currency": "Валюта",
      "discount_percentage": "Эсептик чен",
      "discount_limit": "Арзандатуу чеги",
      "state": "Учурдагы абалы",
      "enabled": "Азыр иштетилди",
      "disabled": "Азыр өчүрүлгөн",
      "used": "керектелген",
      "count": "Сан",
      "unit": "нерсе(лер)"
    },
    "dialog": {
      "title_edit": "Арзандатуу кодун түзөтүңүз",
      "title_add": "Жаңы арзандатуу кодун кошуу",
      "discount_code_input": "Арзандатуу коду",
      "discount_percent_input": "Эсептик чен",
      "discount_percent_input_hint": "Сатып алуу суммасынын эсептик баасы",
      "count_input": "Сан",
      "count_input_hint": "Бул кодду максималдуу колдонуу",
      "limit_input": "Арзандатуу чеги",
      "limit_input_hint": "Валютага жараша максималдуу арзандатуу",
      "currency_input_message": "Бул валюта үчүн арзандатуулар болот.",
      "limit_input_message": "Дисконттун чеги үчүн 0 мааниси эсептик чен үчүн эч кандай чек жок дегенди билдирет.",
      "title_input": "Title",
      "title_input_hint": "Бул арзандатуу коду үчүн аталышты киргизсеңиз болот",
      "description_input": "Description",
      "description_input_hint": "Бул арзандатуу кодунун сүрөттөмөсүн киргизсеңиз болот",
      "date_start_input": "Баштоо",
      "date_start_input_placeholder": "Арзандатууну качан баштоону тандаңыз",
      "date_end_input": "Аягы",
      "date_end_input_placeholder": "Арзандатуу качан бүтөөрүн тандаңыз",
      "notifications": {
        "add": "Арзандатуу коду ийгиликтүү кошулду.",
        "edit": "Арзандатуу коду ийгиликтүү түзөтүлдү."
      }
    },
    "delete_alert": {
      "title": "Discount Code алып салуу",
      "message": "Бул арзандатуу кодун жок кылгыңыз келеби?",
      "action": "Арзандатууну алып салуу"
    },
    "notifications": {
      "delete_success": "Жорумуңуз ийгиликтүү өчүрүлдү"
    }
  },
  "gift_cards": {
    "title": "Белек картасы",
    "sub_title": "Белек картасын түзүп, андан кийин канча керек болсо ошончо жасаңыз. Бул картада төлөм бар жана аны дүкөнүңүздөн сатып алуулар үчүн гана колдонсо болот.",
    "create_new": "Жаңы белек картасын кошуңуз",
    "card": {
      "created": "Түзүү",
      "lifetime": "Жарамдуулук мөөнөтү",
      "lifetime_unit": "Ар бир карта түзүлгөн күндөн тартып ай",
      "currency": "Валюта",
      "initial_balance": "Баштапкы заряд",
      "count": "Сан",
      "count_unit": "пункт",
      "used": "Колдонулган"
    },
    "dialog": {
      "title": "Белек картасынын дизайны"
    },
    "alert": {
      "title": "Discount Code алып салуу",
      "message": "Бул арзандатуу кодун жок кылгыңыз келеби?",
      "action": "Жок кылуу"
    },
    "notifications": {
      "delete_title": "Белек картасын жок кылуу",
      "delete_message": "Сиздин жорумуңуз ийгиликтүү өчүрүлдү."
    }
  },
  "coupons": {
    "title": "Купондор",
    "sub_title": "Эгер сиз кардарларыңызга белгилүү бир шарттарда колдонула турган арзандатууларды бергиңиз келсе, купондорду түзө аласыз. Купондор пайыздык арзандатуу менен чектелүү же белгиленген сумманы же экөөнүн тең айкалышын камтышы мүмкүн.",
    "create_new": "Жаңы купон кошуу",
    "qualified_products": "Жарамдуу продуктылар",
    "min_purchase": "Минималдуу сатып алуу",
    "only_first_order": "Биринчи гана сатып алуу",
    "one_time_use": "Бир жолу колдонуу",
    "amount_usage": "Колдонулган сумма",
    "delete_alert": {
      "title": "Купонду жок кылуу",
      "message": "Бул купонду чын эле жок кыласызбы?",
      "action": "Ооба, купонду жок кылуу"
    },
    "notifications": {
      "delete_success": "Купон ийгиликтүү жок кылынды."
    },
    "multiple_use": "Көп колдонуу"
  },
  "coupon_edit": {
    "title_edit": "Купонду түзөтүү",
    "title_add": "Жаңы купон",
    "discount_charge": "Арзандатуу жана заряддоо",
    "charge": "Заряддоо",
    "charge_message": "Баштапкы төлөмдүн суммасы",
    "percent": "Арзандатуу пайыз",
    "percent_message": "Арзандатуу пайызынын суммасы",
    "limit_input": "Limit",
    "limit_input_hint": "Дисконттун чектүү суммасы",
    "currency_input_message": "Бул валюта үчүн купон жеткиликтүү.",
    "count_input": "Сан",
    "count_input_hint": "Бул кодду максималдуу колдонуу",
    "limit_input_message": "Дисконттун чеги үчүн 0 мааниси эсептик чен үчүн эч кандай чек жок дегенди билдирет.",
    "date_start_input": "Баштоо",
    "date_start_input_placeholder": "Купонду качан баштоону тандаңыз",
    "date_end_input": "Аягы",
    "date_end_input_placeholder": "Арзандатуу качан бүтөөрүн тандаңыз",
    "title_input": "Title",
    "title_input_hint": "Бул арзандатуу коду үчүн аталышты киргизсеңиз болот",
    "description_input": "Description",
    "description_input_hint": "Бул арзандатуу кодунун сүрөттөмөсүн киргизсеңиз болот",
    "coupon_code": "Арзандатуу коду",
    "need_code": "Код керекпи?",
    "coupon_color": "Купондун түсү",
    "min_purchase_amount": "Сатып алуунун минималдуу суммасы",
    "min_purchase_amount_hint": "Сатып алуу суммасы бул мааниден көбүрөөк же ага барабар болушу керек.",
    "should_exist_product": "Бул буюмдардын жок дегенде бири арабада болушу керек",
    "apply_for_first_order": "Биринчи сатып алуу үчүн гана",
    "apply_for_first_order_on": "Бул купон кардардын биринчи сатып алуусунда гана колдонулушу мүмкүн!",
    "apply_for_first_order_off": "Бир сатып алуучуга купондорду колдонуунун саны төмөндө жөндөлүшү мүмкүн.",
    "has_qualify_constraints": "Көбүрөөк чектөөлөрдү белгилегиңиз келеби?",
    "has_qualify_constraints_message": "Кардардын бул купонду колдонууга квалификациясын жогорулатуу үчүн көбүрөөк шарттарды коюңуз.",
    "one_time_use": "Бир жолу колдонуу",
    "one_time_use_message": "Кардар бул купонду бир жолу колдоно алат.",
    "daily_limit": "Күнүмдүк чектөө",
    "no_limit": "Чек жок",
    "daily_limit_message": "Кардар күнүнө максималдуу пайдалануу көлөмү",
    "monthly_limit": "Айлык чектөө",
    "monthly_limit_message": "кардар тарабынан айына максималдуу пайдалануу суммасы",
    "yearly_limit": "Жылдык чек",
    "yearly_limit_message": "Кардар тарабынан жылына максималдуу пайдалануу көлөмү",
    "notifications": {
      "add": "Жаңы купон ийгиликтүү түзүлдү.",
      "edit": "Купон жаңыртылган."
    }
  },
  "offers": {
    "title": "Сунуштар",
    "sub_title": "Сиз кардарларыңыз үчүн атайын сунуштарды түзө аласыз, ошондо алар бир буюмду сатып алгандан кийин дагы бир буюмду арзандатуу же ал тургай бекер алышат.",
    "create_new": "Жаңы сунуш кошуу",
    "qualified_products": "Жарамдуу продуктылар",
    "min_quantity": "Минималдуу сан",
    "min_purchase": "Минималдуу сатып алуу",
    "discounted_products": "Арзандатылган продуктылар",
    "amount_usage": "Колдонулган сумма",
    "delete_alert": {
      "title": "Сунушту жок кылуу",
      "message": "Бул сунушту чын эле жок кыласызбы?",
      "action": "Ооба, сунушту жок кылуу"
    },
    "notifications": {
      "delete_success": "Сунуш ийгиликтүү өчүрүлдү."
    }
  },
  "offer_edit": {
    "title_edit": "Сунушту түзөтүү",
    "title_add": "Жаңы сунуш",
    "design_style": "Дизайн & Стиль",
    "eligible_constraints": "Кардардын жарамдуу чеги",
    "title_input": "Title",
    "title_input_hint": "Бул арзандатуу коду үчүн аталышты киргизсеңиз болот",
    "description_input": "Description",
    "description_input_hint": "Бул арзандатуу коду үчүн сүрөттөмө жаз",
    "currency_input_message": "Бул валюта үчүн жеткиликтүү сунуш.",
    "qualified_products": "Жарамдуу продуктылар",
    "qualified_products_message": "Товарлар жарамдуу болушу үчүн, арабанын жалпы буюмдары минималдуу санга барабар же андан көп болушу керек.",
    "min_items": "Буюмдардын минималдуу саны",
    "min_items_message": "Кардар сатып алууга тийиш болгон буюмдардын саны",
    "discounted_products": "Арзандатылган продуктылар",
    "offered_products": "Сунушталган продуктылар",
    "offered_products_message": "Бул буюмдардын жок дегенде бири арабада болушу керек.",
    "discount_percent": "Арзандатуу пайызы",
    "discount_percent_message": "Бул буюмдар үчүн арзандатуу пайызы.",
    "discount_percent_hint": "Арзандатуу пайызынын суммасы",
    "per_order": "Буйрутма боюнча максималдуу колдонуу саны",
    "per_order_message": "Сунуштун заказга колдонула турган максималдуу саны",
    "count_input": "Суммасы",
    "count_input_hint": "Бул сунушту максималдуу пайдалануу",
    "min_purchase": "Сатып алуунун минималдуу суммасы",
    "min_purchase_hint": "Сатып алуу баасы бул мааниден жогору же ага барабар болушу керек",
    "limitation": "Чектөө",
    "date_start_input": "Баштоо",
    "date_start_input_placeholder": "Купонду качан баштоону тандаңыз",
    "date_end_input": "Аягы",
    "date_end_input_placeholder": "Арзандатуу качан бүтөөрүн тандаңыз",
    "max_actives_is_3": "Сиз бир эле учурда үч гана активдүү сунушка ээ боло аласыз.",
    "enable": "Автоматтык түрдө колдонуу",
    "notifications": {
      "add": "Жаңы сунуш ийгиликтүү түзүлдү.",
      "edit": "Сунуш ийгиликтүү жаңырды."
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "Баннер",
      "reportage": "Репортаж",
      "social": "Коомдук Медиа",
      "offline": "Оффлайн"
    }
  },
  "emails": {
    "title": "Электрондук почта маркетинги",
    "subtitle": "Электрондук почталарды сүйрөп барып түшүрүү, графикти түзүү жана сактоону жогорулатуу үчүн кампанияларды баштоо жана ишенимдүү жана так маалыматты бир жерден көрүү.",
    "cation_message": "⚠ Текшерилбеген сатуучулар үчүн чектелген. (Бета)",
    "subject": "Тема",
    "from": "From",
    "in_que": "Күтүү",
    "schedule_at": "График боюнча",
    "sent": "Жөнөтүлдү",
    "sends": "Жөнөтөт",
    "delivers": "Жеткирүү",
    "views": "Көрүүлөр",
    "clicks": "Чыкылдатуулар",
    "buys": "Сатып алуулар",
    "new_email": "Жаңы электрондук почта кошуу",
    "new_email_message": "Жаңы маркетинг электрондук почтасын түзүңүз жана пландаштырыңыз"
  },
  "email_dashboard": {
    "review": "карап чыгуу",
    "waiting_for_approve": "{name} тарабынан тастыктоо күтүлүүдө",
    "approved_by": "Электрондук кат {name} тарабынан текшерилип, жөнөтүлдү.",
    "not_submitted_send_request": "Сиз бул электрондук катты жөнөтүү өтүнүчүн тапшыра элексиз.",
    "reviewed_by": "{name} тарабынан каралып чыкты",
    "status": "Электрондук почта статусу",
    "conversion": "Конверсия курстары",
    "sell_performance": "Сатуу көрсөткүчтөрү",
    "total_buys": "Сатуулардын жалпы саны",
    "amount_buy": "Сатуулардын жалпы суммасы",
    "average_sell": "Орточо сатуу",
    "sessions": "Сеанстар",
    "overview": "Обзор",
    "purchase_amount": "Сатып алуу суммасы",
    "actions": "Колдонуучунун аракети"
  },
  "email_page": {
    "emails": "Электрондук почталар",
    "edit": "Түзөтүү"
  },
  "affiliate_page": {
    "affiliates": "Affiliate өнөктөштөр",
    "orders": "Заказдар",
    "payments": "Төлөмдөр"
  },
  "affiliate_dashboard": {
    "link": "Affiliate өнөктөш шилтемеси",
    "fix_commission": "Туруктуу комиссия",
    "percent_commission": "Проценттик комиссия",
    "last_payment": "Акыркы төлөм",
    "balance": "Баланс",
    "total_payment": "Жалпы төлөмдөр",
    "status": "Өнөктөштүн статусу жана чектөөлөр",
    "available_for": "үчүн жеткиликтүү",
    "orders_count": "Заказдардын суммасы",
    "orders_accepted": "Кабыл алынган Заказдар",
    "finance": "Финансылык отчёт",
    "amount_accepted": "Кабыл алынган сумма",
    "amount_paid": "Төлөнгөн сумма",
    "sessions": "Сеанстар",
    "affiliate_payment": "Өнөктөштүн төлөмдөрү",
    "amount_payment": "Төлөм суммасы",
    "amount_payment_hint": "Транзакциянын так суммасы",
    "i_paid": "Мен {name} компаниясына {amount} {currency} төлөдүм",
    "pay_now": "Азыр төлөө"
  },
  "permission_roles": {
    "new_role": "Жаңы роль кошуу",
    "new_role_message": "Командада иштөөнү жеңилдетүү.",
    "new_role_action": "Жаңы роль кошуу"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "Лотерея",
    "sub_title": "Сиздин кардарлар оюн ойноп, утуп алат. Дүкөнүңүздүн кардарлары ар бир оюн үчүн 10 чипти колдонушу керек. Мисалы, эгер сиз кардарларыңызга 1000 АКШ доллары утуп алуу мүмкүнчүлүгүнө ээ болушун кааласаңыз, анда ар бир чиптин баасын 100 АКШ доллары кылып коюшуңуз керек. Ар бир чип үчүн 0 мааниси сатып алуучу ар бир сатып алуу үчүн бир чип алат дегенди билдирет.",
    "manually_send_chip": "Колдонуучуларга чиптерди кол менен жөнөткүңүз келеби?",
    "lottery_enable": "Лотерея иштетилгенби?",
    "chip_price_input": "Чип баасы",
    "zero_chip_message": "Ар бир заказга 1x чип бериңиз",
    "chip_has_price_message": "Ар бир {amount} {currency} буйрутмасына 1 чип бериңиз.",
    "chip_disabled_message": "Чип өчүрүлгөн!",
    "create_new": "Жаңы сыйлык кошуу",
    "delete_alert": {
      "title": "Сыйлыкты жок кылуу",
      "message": "Бул сыйлыкты биротоло жок кыласызбы?",
      "action": "Ооба, азыр жок кылуу"
    },
    "notifications": {
      "delete_success": "Сыйлык ийгиликтүү өчүрүлдү."
    }
  },
  "lottery_edit": {
    "title_edit": "Лотереянын буюмун түзөтүү",
    "title_add": "Жаңы лотерея буюму",
    "general_config": "Жалпы конфигурация",
    "design_style": "Стиль жана көрүнүш",
    "enable": "Иштетилдиби?",
    "enable_message": "Дөңгөлөктөгү эң көп нерсе 14.",
    "title_input": "Title",
    "title_input_hint": "Кыска аталыш жазыңыз.",
    "description_input": "Description",
    "description_input_hint": "Буюм жөнүндө сүрөттөмө жаз.",
    "quantity": "Саны",
    "quantity_message": "Жалпы жеткиликтүү нерселер",
    "image": "Сүрөт",
    "image_placeholder": "Элемент үчүн сүрөт тандаңыз",
    "chance": "Шанс",
    "chance_message": "Процент менен утуп алуу мүмкүнчүлүгү",
    "free_for_first": "Жаңы кардарлар үчүн бекерби?",
    "free_for_first_message": "Жаңы кардарлар бул нерсени утуп алышат.",
    "prize": "Сыйлык",
    "amount": "Сыйлыктын суммасы",
    "amount_hint": "Колдонуучулар заказы үчүн бул сумманы утуп алышат.",
    "currency_message": "Бул нерсе үчүн валюта. Башка валюталар алмашуу курсу боюнча конвертацияланат.",
    "discount": "Арзандатуу",
    "discount_message": "Кардардын заказы боюнча арзандатуу пайызы",
    "discount_limit": "Арзандатуу чеги",
    "discount_limit_hint": "Кардар үчүн максималдуу арзандатуу.",
    "color": "Түс",
    "condition": "Шарттар",
    "notifications": {
      "add": "Жаңы лотерея буюму ийгиликтүү түзүлдү.",
      "edit": "Лотереядагы нерселер ийгиликтүү өзгөртүлдү."
    }
  },
  "gift_card_types_list": {
    "label": "Белек картасынын түрү",
    "message": "Тизмеден белек картасынын түрүн тандаңыз."
  },
  "email_builder": {
    "service_unavailable": "Сиздин каттоо эсебиңизде почта сервери активдүү эмес.",
    "design_section": "Сиздин электрондук почта дизайн табличкасы",
    "schedule_switch": "Электрондук почтаны жөнөтүүнү пландаштырыңызбы?",
    "schedule_placeholder": "Электрондук почтаны жөнөтүү үчүн убакытты тандаңыз"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "Каттоо датасы",
      "description": "Колдонуучунун каттоо датасы боюнча чыпкалоо."
    },
    "LAST_BUY_DATE": {
      "title": "Акыркы сатып алуу",
      "description": "Акыркы сатып алуу күнү."
    },
    "LOGIN_DATE": {
      "title": "Кирүү күнү",
      "description": "Акыркы кирүү күнү."
    },
    "LEVEL": {
      "title": "Кардарлар клубу",
      "description": "Кардарлар клубунун мүчөлөрү."
    },
    "SUBSCRIBED": {
      "title": "Жазылган",
      "description": "Электрондук каттарды алуу үчүн жазылуу."
    },
    "NOT_PURCHASED": {
      "title": "Сатып алуу жок",
      "description": "Буга чейин сатып ала элек кардарлар."
    },
    "SEX": {
      "title": "Гендер",
      "description": "Колдонуучунун жынысы."
    },
    "LOCATION": {
      "title": "Жайгашкан жер",
      "description": "Колдонуучунун жайгашкан жери."
    },
    "LIMIT": {
      "title": "Limit",
      "description": "Колдонуучулардын максималдуу санына чек коюу."
    },
    "SEGMENTS": {
      "title": "Сегменттер",
      "description": "Кардарларды атайын кол менен сегментациялоодо чектөө."
    }
  },
  "inline_help": {
    "helps_title": "Кызмат Колдонуучунун колдонмосу",
    "blogs_title": "Selldone блогундагы тиешелүү мазмун"
  },
  "shop_tax": {
    "region": "Регион",
    "label": "Белги",
    "country_tax": "Өлкө салыгы",
    "customer_tax": "Кардар КНС",
    "business_tax": "Бизнес КНС",
    "shipping": "Жеткирүү",
    "override": "Override",
    "country": "Өлкө",
    "vat_range": "КНС диапазону",
    "custom": "Ыңгайлаштырылган",
    "regions": "Региондор",
    "rest_world": "дүйнөнүн калган",
    "overrides": "жокко чыгарат",
    "dialog_set_title": "Салык орнотуулары",
    "tax_setting": "Салык орнотуулары",
    "vat": "VAT",
    "calculate_tax_input": "Автоматтык салыкты эсептөө",
    "calculate_tax_message": "Бул опцияны активдештирүү менен, КНС эсептелип, заказдарыңыз үчүн колдонулат.",
    "tax_number": "Салык номуру",
    "tax_number_message": "Салык номериңизди киргизиңиз. Бул каттоо номери сатып алуучунун эсеп-фактурасында жазылат.",
    "tax_included_in_price_input": "Продукциянын баасына салык киргизилген",
    "tax_included_in_price_message": "Салыктын суммасын товарыңыздын баасына кошсоңуз, бул параметрди тандаңыз. Салыктын суммасы төмөнкү формула боюнча эсептелет:",
    "tax_included_in_price_formula": "Салык = (баасы * КНС) / (1 + КНС), мисалы, 10% кошумча нарк ставкасы менен 100$ баасында товар үчүн салыктын суммасы 9,09$ болот.",
    "tax_on_shipping_input": "Жеткирүү үчүн салыктарды колдонуңуз",
    "tax_on_shipping_message": "Бул опцияны тандоо менен салык жеткирүүгө колдонулат.",
    "fixed_tax_rate": "Туруктуу салык ставкасы",
    "dynamic_tax_rate": "Региондор боюнча салык",
    "locations_tip": "Жогорудагы тизме сиз саткан өлкөлөр катары Дүкөн орнотуулары > Жайгашкан жерлерде сиз тандаган өлкөлөрдү гана көрсөтөт.",
    "locations_action": "Жайгашкан жерлерди сактоо Орнотуулар",
    "save_alert": "Орнотуулар сакталган эмес!",
    "pos_tax_setting": "POS салык орнотуулары",
    "tax_exclude_title": "Чыгарылган | Салык төлөөдө кошулат",
    "tax_excluded_message": "Салыктар текшерүү учурунда төлөмдөрдүн алдында эсептелет жана сиздин кардарыңыздын далилине жараша алынып салынган салык баасына кошулат."
  },
  "transportation_page": {
    "menu": {
      "dashboard": "Куралдар тактасы",
      "transportations": "Жеткирүү ыкмалары",
      "orders": "Заказдар",
      "setting": "Орнотуу",
      "delivery_services": "Кызматтар",
      "delivery_persons": "Курьерлер"
    },
    "go_to_courier_list": "Курьерлердин тизмесин көрүү",
    "go_to_service_list": "Жеткирүү кызматтарынын тизмесин көрүү"
  },
  "transportation_persons": {
    "title": "Курьерлер",
    "notifications": {
      "success_add": "Курьер кошулду.",
      "success_reset": "Статистика баштапкы абалга келтирилди.",
      "success_remove": "Курьер ийгиликтүү өчүрүлдү.",
      "success_update": "Курьердик маалымат ийгиликтүү жаңыртылды."
    },
    "reset": {
      "title": "Статистиканы баштапкы абалга келтирүү",
      "message": "Бул курьердин статистикасын чын эле баштапкы абалга келтиресизби?",
      "action": "Ооба, азыр баштапкы абалга келтир"
    },
    "remove": {
      "title": "Курьерди алып салуу",
      "message": "Бул курьерди чын эле жок кыласызбы?",
      "action": "Ооба, азыр алып сал"
    },
    "add_dialog": {
      "title": "Жаңы курьерди кошуңуз",
      "action": "Курьерди кошуңуз"
    }
  },
  "transportation_orders": {
    "title": "Жеткирүү үчүн заказдар",
    "notifications": {
      "success_update": "Жеткирүү абалы ийгиликтүү жаңыртылды.",
      "success_payment": "COD төлөмү ийгиликтүү ырасталды."
    }
  },
  "delivery_person": {
    "actions_title": "Courier орнотуулары",
    "action_delivered": "жөнөтүлдү",
    "action_paid": "COD төлөнгөн",
    "action_returned": "Кайтып келди",
    "cod_confirm_action": "COD төлөмүн ырастоо",
    "pickup_dialog": {
      "title": "Сиз бул пакеттин курьерисизби?",
      "message": "Эгер сиз бул посылканы алып жүрүүгө жооптуу болсоңуз, \"Ооба\" дегенди, болбосо \"Жок\" дегенди тандаңыз."
    },
    "status_dialog": {
      "title": "Статусту {status} кылып өзгөртүү",
      "message": "Жеткирүү статусун чын эле {status} кылып өзгөртөсүзбү?",
      "action": "Ооба, мен аны тастыктайм!"
    },
    "cod_dialog": {
      "title": "COD төлөө",
      "message": "Сатып алуучудан буйрутма суммасын алганыңызды ырастайсызбы?",
      "action": "Ооба, төлөмдү ырастайм!"
    }
  },
  "transportation_services": {
    "title": "Жеткирүү кызматы",
    "notifications": {
      "success_add": "Жеткирүү кызматы кошулду.",
      "success_reset": "Статистика баштапкы абалга келтирилди.",
      "success_remove": "Кызмат ийгиликтүү өчүрүлдү.",
      "success_update": "Кызмат ийгиликтүү жаңыртылды."
    },
    "reset": {
      "title": "Статистиканы баштапкы абалга келтирүү",
      "message": "Бул кызматтын статистикасын чын эле баштапкы абалга келтиресизби?",
      "action": "Ооба, азыр баштапкы абалга келтир"
    },
    "remove": {
      "title": "Жеткирүү кызматын алып салуу",
      "message": "Бул кызматты чын эле жок кыласызбы?",
      "action": "Ооба, азыр алып сал"
    },
    "add_dialog": {
      "title": "Жаңы жеткирүү кызматын кошуу",
      "action": "Кызмат кошуу"
    }
  },
  "delivery_receipt": {
    "title": "Жеткирүү квитанциясы",
    "has_return": "Жеткирүүнү кайтаруу",
    "cashed": "Накталай төлөм"
  },
  "delivery_dashboard": {
    "select_destinations": "Тизмеге буйруктарды кошуңуз",
    "price_calculation": "Жеткирүү тарифтерин эсептөө",
    "price_calculation_action": "Бааны эсептөө",
    "add_request": "Сурам кызматы",
    "add_request_action": "Кызмат суроосун тапшырыңыз",
    "refresh_action": "Маалыматты жаңыртуу"
  },
  "delivery_order": {
    "title": "Жеткирүү тартиби",
    "has_return": "Жеткирүүнү кайтаруу",
    "cashed": "Накталай төлөм"
  },
  "cash_register": {
    "menu": {
      "panel": "Кассалык аппарат",
      "orders": "Заказдар",
      "customers": "Кардарлар",
      "devices": "Түзмөктөр",
      "inventory": "Инвентаризация"
    },
    "payment_confirm": "Төлөмдү ырастоо",
    "payment_confirm_msg": "Кардар төлөгөн буйрутманы {basket_id}."
  },
  "barcode_scanner": {
    "wifi_pass": "Wi-Fi сырсөзүңүз",
    "message": "WiFi роутериңиздин сырсөзүн киргизип, QR кодун сканерлеңиз.",
    "wifi_ssid": "Wi-Fi SSID",
    "ssid_message": "Wi-Fi тармагыңыздын атын (SSID) киргизиңиз."
  },
  "pos_devices": {
    "Scanner": "Штрихкод сканери",
    "Scanner_desc": "Штрих-код сканерин колдонуу үчүн сиз продуктунун SKU кодун продукттун жөндөөлөрүнө туура киргизишиңиз керек.",
    "Printer": "Принтер",
    "Printer_desc": "Квитанция принтерине туташып, кардарларыңыздын дүмүрчөгүн басып чыгарыңыз.",
    "CustomerView": "Кардар көрүнүшү",
    "CustomerView_desc": "Бул барак кардарларыңызга заказдын чоо-жайын көрсөтүүгө мүмкүндүк берет.",
    "CardReader": "Card Reader",
    "CardReader_desc": "Кардарларыңыз тарабынан COD төлөмү үчүн картаны окуучу аппарат.",
    "ChipReader": "Chip Reader",
    "ChipReader_desc": "Тегдерди колдонуп арабага нерселерди кошуу үчүн NFC теги окугуч."
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "Түзмөктү алып салуу",
      "message": "Бул түзмөктү POS профилиңизден чын эле алып саласызбы?",
      "action": "Ооба, азыр алып сал"
    }
  },
  "pos_process_center": {
    "title": "POS заказдарды иштетүү борбору",
    "menu": {
      "label": "Пакет энбелгиси",
      "receipt": "Квитанция",
      "back": "Артка",
      "timeline": "Убакыт тилкеси",
      "order": "Заказ"
    }
  },
  "pos": {
    "add_customer": "Кардар кошуу",
    "set_delivery": "Жеткирүү дарегин коюу",
    "add_giftcards": "Белек картасын кошуу",
    "add_discount_code": "Арзандатуу кодун кошуу",
    "add_coupon": "Купон кошуу",
    "set_campaign": "Кампания орнотуу",
    "select_buyer": "Сатып алуучуну танда!",
    "send_to_pos": "Картаны окугуч машинага жөнөтүү",
    "print_receipt": "Квитанцияны басып чыгаруу",
    "confirm_cash_payment": "Накталай төлөмдү ырастоо",
    "payment_cod": {
      "title": "Жеткирүү боюнча накталай акча",
      "message": "Бул заказдын суммасы жеткирүү учурунда төлөнөт. Сатып алуучудан сумманы алгандан кийин системада буйрутманы бүтүрүү үчүн төлөмдү ырасташыңыз керек."
    },
    "payment_online": {
      "title": "Онлайн төлөм ыкмасын тандаңыз",
      "message": "Төмөнкү опцияларды тандоо менен, төлөм шилтемеси түзүлүп, сатып алуучуга жөнөтүлөт. Бул шилтемени төлөө менен заказдын абалы акы төлөнүүчү режимге өзгөрөт. Төлөм шилтемеси кардар экранында QR кодун сканерлөө аркылуу түзүлөт , SMS же электрондук почта. Шилтеме жөнөтүү үчүн каалаган каналды активдештирүү үчүн, ошол опцияны басып, андан кийин сатып алуучуга квитанцияны жөнөтүү үчүн баскычты басыңыз."
    },
    "notifications": {
      "success_pay": "Буйрутма төлөмү аяктады.",
      "success_order": "Буйрутма ийгиликтүү түзүлдү жана кардар төлөшүн күтүүдө."
    },
    "payment_dialog": {
      "check_pay_now": "Төлөмдү кол менен текшериңиз",
      "close_action": "Диалогду жабуу. Кардардын төлөмүн күткүм келбейт",
      "go_to_order": "Буйрутма барагына өтүңүз",
      "paid_by_gift_card_msg": "Буйрутманын жалпы суммасы белек карталарынан чыгарылды! Сатып алуучу ашыкча төлөөгө муктаж эмес.",
      "cod_msg": "Кардар буйрутманы алгандан кийин төлөйт.",
      "online_msg": "Кардардын экранында QR кодун сканерлөөсүн сураныңыз."
    },
    "name": "POS",
    "message": "Орнотуу баасы нөл болгон онлайн сатуу түйүнүңүзгө ээ болуңуз, аны каалаган смартфондо, планшетте жана компьютерде иштетиңиз же буйруктарды кол менен түзүңүз."
  },
  "exporter": {
    "title": "Дайындарды экспорттоо",
    "subtitle": "Сиздин маалымат сизге таандык! Сиз каалаган убакта стандарттуу форматта бизнес маалыматыңызды жүктөп алсаңыз болот. Бирок, кардарларыңыздын купуялыгын сыйлаңыз, аларга спам жөнөтпөңүз жана алардын маалыматын эч качан үчүнчү тарап менен бөлүшпөңүз.",
    "excel": "Сиз Excel форматында толук маалымат менен бирге дүкөндөгү бардык {түрлөрдүн тизмесин аласыз.",
    "csv": "Сиз дүкөндөгү бардык {түрлөрдүн тизмесин жана CSV форматында толук маалымат аласыз. Бул формат дүкөнгө {type} импорттоо үчүн Selldone стандарттык форматына ылайык келет."
  },
  "importer": {
    "category": {
      "title": "Импорттук категориялар",
      "subtitle": "Бул жерде категориялардын CSV файлын жүктөңүз. Стандарттык форматты карманыңыз."
    },
    "product": {
      "title": "Импорттук продукция",
      "subtitle": "Продукциялардын CSV файлын бул жерге жүктөңүз. Стандарттык форматты карманыңыз."
    },
    "product_images": {
      "title": "Сүрөттөрдү импорттоо",
      "subtitle": "Сүрөт маалыматын алуу көп убакытты талап кылат. Сүрөттөрдү импорттоодо автордук укукту сактоону унутпаңыз."
    },
    "inventory": {
      "title": "Инвентаризацияны жапырт жаңыртуу",
      "subtitle": "Бул жерде инвентаризациянын CSV файлын жүктөп бериңиз. Адегенде CSV файлын экспорттоо, андан кийин ал файлды түзөтүү аркылуу стандарттык форматты карманыңыз."
    },
    "back_to_products": "Товарлардын тизмесине кайтуу",
    "back_to_categories": "Категория тизмесине кайтуу",
    "back_to_inventory": "Инвентарлар тизмесине кайтуу",
    "step_select_file": "CSV файлын тандаңыз",
    "step_send_to_server": "Серверге жөнөтүү",
    "step_view_result": "Натыйжаны көрүү",
    "step_view_que": "Күтүү тизмесин көрүү",
    "send_to_server_action": "Серверге жөнөтүү",
    "shop_license": "Дүкөн лицензиясы",
    "max_items_limit": "Максималдуу нерселердин чеги",
    "total_items": "Жалпы нерселер",
    "customer": {
      "title": "Кардарларды импорттоо",
      "subtitle": "Кардарлардын CSV файлдарын бул жерге жүктөңүз. Стандарттык форматты сактаганыңызды текшериңиз, ошондой эле купуялык эрежелерин сакташыңыз керек."
    }
  },
  "campaigns": {
    "title": "Кампаниялар",
    "subtitle": "Кампанияларды, көз салуучу шилтемелерди түзүп, ишенимдүү жана так маалыматты бир жерден көрүңүз. Биз сизге маалыматка негизделген жакшыраак чечимдерди кабыл алууга жардам беребиз.",
    "add_action": "Жаңы кампания кошуу",
    "empty_message": "Биринчи кампанияңызды азыр түзүңүз!",
    "delete": {
      "title": "Кампанияны жок кылуу",
      "message": "Бул кампанияны жана бардык дайындарды чын эле жок кыласызбы?",
      "action": "Ооба, азыр жок кылуу"
    }
  },
  "landing_categories": {
    "raw": "Чийки шаблондор",
    "marketing": "Маркетинг жана жарнамалар",
    "product": "Продукт киргизүү",
    "health": "Ден соолук жана фитнес",
    "food": "Тамак-аш жана жемиштер",
    "house": "Кыймылсыз мүлк жана үй",
    "device": "Машина жана аппарат",
    "car": "Машина",
    "software": "Программалык камсыздоо",
    "clothing": "Кийим-кече жана бут кийим",
    "jewellery": "Зергерчилик",
    "all": "Бардык шаблондор"
  },
  "shop_theme": {
    "theme_colors": "Тема түстөр",
    "products_view_mode": "Соода тизмеси көрүнүшү",
    "products_view_mode_desc": "Сиз дүкөнүңүздөгү өнүмдөрдү көрсөтүү режимин экрандын өлчөмүнө жараша тууралай аласыз. Бул режим демейки боюнча каралат жана колдонуучу дисплей режимин өзгөртсө колдонулбайт.",
    "color_light": "Негизги түс",
    "color_dark": "Негизги кара түс",
    "color_deep_dark": "Терең кара түс",
    "color_info": "Шилтемелер",
    "light_checkout": "Жеңил текшерүү темасы",
    "light_header": "Жарык баш",
    "light_footer": "Жарык колонтитул",
    "product_page": "Продукт баракчасы",
    "typography": "Типография",
    "header": "Header",
    "custom_code": "Ыңгайлаштырылган код",
    "custom_css": "Ыңгайлаштырылган CSS",
    "light_filter": "Категория чыпкасы темасы",
    "custom_variants": "Варианттар"
  },
  "app_templates": {
    "default": "Демейки",
    "blue": "Көк океан",
    "amber": "Эмбер",
    "green": "Экватордук",
    "red": "Вампир",
    "magenta": "Гүл",
    "master": "Устат",
    "black": "Караңгы тарабы"
  },
  "affiliate_orders": {
    "title": "Affiliate Partner Заказдары",
    "table": {
      "order_price": "Заказдын суммасы",
      "order_payment": "Заказ төлөм абалы",
      "order_link": "Заказ шилтемеси",
      "commission_status": "Комиссиянын статусу",
      "commission_amount": "Комиссиянын суммасы",
      "items": "Items",
      "actions": "Аракеттер",
      "create_date": "Дата түзүү"
    },
    "notifications": {
      "update_success": "Өнөктөш статусу жаңырды."
    }
  },
  "affiliate_payments": {
    "title": "Өнөктөштүн төлөмдөрү",
    "table": {
      "staff": "Кызматкерлер",
      "amount": "Суммасы",
      "note": "Эскертүү",
      "date": "Дата"
    }
  },
  "my_roles": {
    "title": "Менин ролдорум",
    "message": "Ролдор - дүкөндүн кызматкерлерине берилген мүмкүнчүлүктүн түрү. Мисалы, буйруктарды жөнөтүү же таңгактоо үчүн жооптуу кызматкерлер."
  },
  "role_card": {
    "complete_tasks": "Аткарылган тапшырмалар",
    "reject_tasks": "Четке кагылган тапшырмалар",
    "last_check": "Акыркы текшерүү"
  },
  "referral_widget": {
    "apply_now": "Бул программага азыр кайрылыңыз!",
    "no_bonus": "Досуңузду чакыруу менен биринчи сыйлыкты алыңыз.",
    "your_gift": "Сенин белегиң",
    "invited_gift": "Чакырылган белек",
    "percent_bonus": "Пайыз бонус",
    "discount_bonus": "Арзандатуу бонус",
    "registered": "Жаңы колдонуучу",
    "accepted": "Кабыл алынган колдонуучу"
  },
  "app_config": {
    "reviews": "Сын-пикирлер",
    "rate_now": "Азыр баалоо",
    "category": "Категория",
    "uninstall": "Чыгаруу",
    "get_app": "Колдонмону алыңыз",
    "public_keys": "Коомдук ачкычтар",
    "private_keys": "Жеке ачкычтар (Коопсуз)",
    "config": "Колдонмонун конфигурациясы",
    "app_status": "Колдонмо статусу",
    "app_info": "Колдонмо маалыматы",
    "update_at": "Акыркы жаңыртуу",
    "visit_website": "Вебсайтка кириңиз",
    "privacy": "Купуялык саясаты",
    "installs": "Орнотуулар",
    "basic_profile_permission": "Негизги профиль маалыматы",
    "developer": "Иштеп чыгуучу",
    "permissions": "Уруксаттар",
    "total_comments": "Жалпы комментарийлер",
    "delete_dialog": {
      "title": "Колдонмону алып салуу",
      "message": "Бул колдонмону дүкөнүңүздөн алып салгыңыз келеби?",
      "action": "Ооба, колдонмону жок кылуу"
    },
    "notifications": {
      "uninstall_success": "Колдонмо ийгиликтүү орнотулду."
    }
  },
  "shop_bots": {
    "not_set": "Коюлган эмес!",
    "tokens": "Токен(дер)",
    "webhook": "Вебхук",
    "calls": "Чалуулар",
    "dialog": {
      "title": "{name} Бот конфигурациясы",
      "message": "Ишкана деңгээлиндеги соода тажрыйбасын түзүү үчүн комплекстүү бот алкагы."
    }
  },
  "shop_customers": {
    "title": "Кардарларды башкаруу",
    "all_customers": "Бардык кардарларды жүктөп алыңыз",
    "filtered_customers": "Чыпкаланган кардарлар",
    "dialog_chips": {
      "title": "Кардардын чиптеринин санын коюңуз"
    },
    "dialog_club": {
      "title": "Кардарлар клубунун деңгээлин коюңуз"
    }
  },
  "app_dashboard": {
    "status": "Жарыялоо статусу",
    "statistics": "Статистика"
  },
  "app_publish": {
    "production_version": "Өндүрүш версиясы",
    "beta_version": "Бета версия",
    "alpha_version": "Альфа версиясы"
  },
  "app_publish_widget": {
    "header": "Вебсайттын аталышын сактоо",
    "header_code": "Баш коду",
    "admin_page": "Администратор баракчалары",
    "name": "аты",
    "icon": "Icon",
    "url": "Url"
  },
  "app_api": {
    "title": "API мүмкүндүк алуу",
    "revoke_api": "API жокко чыгаруу",
    "api_key": "API ачкычы",
    "secret": "Secret Key",
    "client": "Кардар",
    "redirect_url": "Багыттоо URL'дери",
    "client_name": "Кардардын аты"
  },
  "app_loader_page": {
    "no_ui_title": "Бул колдонмо эч кандай UI жок!",
    "no_ui_desc": "Кээ бир колдонмолор администратор аймагында колдонуучу интерфейсин талап кылбайт. Бул колдонмо дүкөнүңүздүн веб-сайтынын аталышы бөлүмүнө гана код кошо алат.",
    "header": "Баш коду"
  },
  "finance_report": {
    "export_title": "Финансылык маалыматтарды экспорттоо",
    "export_sub_title": "Каржылык чоо-жайды бир файлга жүктөп алыңыз.",
    "start_input_placeholder": "Отчеттун башталган күнүн тандаңыз",
    "end_input_placeholder": "Отчеттун аяктоо күнүн тандаңыз",
    "download_action": "Каржы тизмесин жүктөп алыңыз"
  },
  "shop_notifications": {
    "title": "Дүкөн эскертмелери",
    "sub_title": "Бот, электрондук почта, SMS, ...",
    "message": "Дүкөнүңүздүн эскертме жөндөөлөрүн жана тандоолорун түзөтүңүз",
    "channel": "Канал",
    "status": "Статус",
    "events": "Окуялар",
    "info": "Маалымат",
    "actions": "Аракеттер",
    "connected": "Туташкан",
    "not_connected": "Туташкан жок!",
    "connect_now": "Азыр туташуу",
    "send_test": "Сыноо дайындарын жөнөтүү",
    "disconnect": "Ажыратуу",
    "dialog": {
      "title": "Бот конфигурациясы",
      "message": "Ишкана деңгээлиндеги электрондук коммерция тажрыйбасын түзүү үчүн комплекстүү эскертме негизи.",
      "action": "Бул жерди басыңыз!",
      "set_config": "Конфигурацияны коюу"
    }
  },
  "notification_events": {
    "new_order": "🛍️ Заказ",
    "payment": "💳 Төлөм",
    "return": "📦 Кайтуу",
    "weekly_report": "📈 Апталык отчеттор"
  },
  "order_delivery": {
    "title": "Жеткирүү",
    "add_to_delivery_que_action": "Жеткирүү кезегине кошуу",
    "in_que": "Жеткирүү кезегинде",
    "message": "Пакетти жөнөтүүчү курьерге бергенден кийин, <b>Жеткирүүнү ырастоо</b> баскычын басыңыз.",
    "message_add_to_service": "Бул пакетти <b>жеткирүү кызматы</b> аркылуу жөнөткүңүз келсе, төмөнкү баскычты басыңыз.",
    "action": "Жеткирүү ырастоо",
    "checklist": [
      "Курьердин өздүк картасын текшериңиз.",
      "Продукцияларды жакшы таңгактоо жана өз убагында жеткирүү кардарларыңыздын кармап калуу деңгээлин жогорулатат."
    ],
    "manual": {
      "title": "Кардар тарабынан жеткирүү тастыктоосун күтүүдө.",
      "action_received": "Сатып алуучунун ырастоосу",
      "action_returned": "Жеткирүү кайтаруу",
      "message": "Эскертүү: Эгерде кардар буйрутманы алса, сиз аткарууну аяктоо үчүн төмөнкү опцияларды колдоно аласыз. Тутумдагы кээ бир жеткирүү кызматтары жеткирүү автоматтык түрдө ырасталат."
    },
    "auto_complete_note": "Белгилүү бир убакыт өткөндөн кийин, буйруктун абалы жеткирилгенге өзгөрөт. Бул мөөнөт буйруктун түрүнө жараша өзгөрүп турат жана система тарабынан аныкталат.",
    "received": {
      "title": "Кардарга жеткирилди.",
      "delivered_date": "Жеткирүү күнү"
    },
    "receiver": "Алуучу",
    "bill": "Квитанция",
    "tracking": {
      "title": "Көз салуу кодун кошуу / Url",
      "code": "Көз салуу коду",
      "url": "Көз салуу url",
      "message": "Эгер сиз бул буйрутма үчүн көзөмөлдөө кодун камсыз кылган кызмат аркылуу жөнөткөн болсоңуз, кодду жана бул бөлүмгө тиешелүү көз салуу шилтемесин киргизсеңиз болот. Бул маалымат кардарга көрсөтүлөт."
    },
    "preferred_delivery_time": "Артыкчылыктуу жеткирүү убактысы",
    "manage_couriers": "Менин курьерлеримди башкарыңыз",
    "manage_service": "Кызматты башкаруу",
    "option_deliver_by_courier": "1-вариант: Чабармандарыңыз аркылуу жеткириңиз.",
    "option_add_to_que": "2-вариант: жеткирүү кызматы бетинде иштеп чыгуу үчүн кезекке кошуу.",
    "option_instant_shipping": "3-вариант: Заматта жеткирүү.",
    "pickup_action": "Алып кетүүнү ырастоо"
  },
  "shop_home_edit": {
    "title": "Башкы беттин жөндөөсү",
    "sub_title": "Вебсайтыңыздын демейки барагын коюңуз",
    "default_home": "Демейки башкы бет",
    "default_home_placeholder": "Дүкөн баракчасы веб-сайттын башкы бети"
  },
  "selldone_referral_page": {
    "title": "Referral Dashboard",
    "referral_link": "Реферат шилтемеси",
    "registered": "Катталган",
    "accepted": "Кабыл алынган",
    "bank": "Банк",
    "bank_title": "Акча алуу үчүн банк маалыматы",
    "new_users": "Жаңы колдонуучулар",
    "performance": "Performance",
    "credit_mode": "Кредиттик режим",
    "get_stickers": "Көчүрүү жана өткөрүү үчүн стикер Html кодун алыңыз",
    "click_copy_sticker_code": "HTML кодун көчүрүү үчүн бейджикти басыңыз."
  },
  "selldone_referral_payment": {
    "title": "Рефералдык төлөмдөр",
    "officer": "офицер",
    "amount": "Транзакциянын суммасы",
    "note": "Эскертүү",
    "date": "Дата"
  },
  "widget_shop_gateway": {
    "link_account_caution": "Дүкөнүңүзгө аккаунтту ({currency}) байланыштырыңыз! Бул жерди басыңыз.."
  },
  "product_sell_widget": {
    "title": "Продукцияны сатуу көрсөткүчү"
  },
  "fulfilment_order_widget": {
    "title": "Dropshipping аткарылышы",
    "check_action": "Dropshipping кабыл алыңыз",
    "uncheck_action": "Заказ ырасталды",
    "pay_action": "буюмдардын наркын төлөө..",
    "pay_completed": "Төлөмдү ырастоо",
    "list_of_items": "Буюмдарды кайра сатуу",
    "checklist": [
      "Түпнуска сатуучуга кыйыр түрдө саткан өнүмдөрдүн суммасын төлөңүз.",
      "Бухгалтердик эсеп бөлүмүндө> Дүкөндүн Dropshipping бөлүмүндө сиз жеткирүүчүгө продукциянын баасын төлөп, эсептей аласыз.",
      "Төлөгөндөн кийин жеткирүүчү сиздин заказыңызды кабыл алып, даярдалгандан кийин аны түздөн-түз сатып алуучуга жөнөтөт."
    ],
    "message": "Жеткирип берүүчүгө буйрутма акысын төлөгөндөн кийин, бул бөлүмдөн буйрутманы жөнөтүүнүн жүрүшүн караңыз."
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "Куралдар тактасы",
      "orders": "Заказдар",
      "inventory": "Инвентаризация",
      "shops": "Сатуучулар",
      "requests": "Суранычтар"
    },
    "drop_shipping_charge": "Dropshipping акысы"
  },
  "dropship_request_status": {
    "PENDING": "Күтүүдө",
    "ACCEPT": "Кабыл алуу",
    "REJECT": "Четке кагуу"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "Куралдар тактасы",
      "orders": "Заказдар",
      "wallet": "Капчык"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "Сатуучунун башкаруу тактасы"
  },
  "dropshipping_reseller_orders": {
    "title": "Сатуучу буйрутмалар"
  },
  "dropshipping_reseller_wallet": {
    "title": "Сатуучу капчык"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "Төлөмдү ырастоо",
      "payment_success": "Төлөм бүттү.",
      "buy_title": "Сатып алуу",
      "pay_by_giftcards": "Буйрутмаңыз белек картасы менен төлөндү.",
      "free_order": "Буйрутмаңыз бекер.",
      "pay_by_cod": "Буйрутмаңыз жеткирүү учурунда накталай акча катары катталды.",
      "pay_by_dir": "Буйрутмаңыз түз төлөм катары катталды, төлөмдү бүтүрүп, дүмүрчөктү заказ баракчаңызга жүктөңүз.",
      "pay_title": "Төлөм",
      "qr_code_payment": "Төлөм QR коду түзүлдү.",
      "connecting_to_online_gateway": "Онлайн төлөм шлюзуна туташуу."
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "Төлөм ырасталды.<br> Дата: {payment_at}",
      "pay_fail_title": "Төлөнгөн эмес",
      "pay_fail_message": "Төлөмдү текшерүү мүмкүн эмес!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "Сатуучу төлөмдү тапшырат",
      "balance": "Сиздин эсебиңиздин балансы",
      "total_cost": "Заказдардын жалпы баасы",
      "need_charge": "Заряддоо керек",
      "no_account_cation": "Сизде аккаунт жок! Дүң сатуучуга чалыңыз.",
      "orders": "Заказдар"
    },
    "notifications": {
      "success_pay": "Бул буйрутмалар үчүн төлөмүңүз ырасталды жана ийгиликтүү аяктады."
    }
  },
  "dropship_accounts": {
    "charge_account": "Төлөм эсеби",
    "charge_dialog": {
      "title": "Dropshipping эсебин төлөңүз",
      "amount_input": "Эсептик төлөм",
      "charge_now": "Азыр заряддаңыз"
    }
  },
  "dropship_admin_dashboard": {
    "title": "Сатуучу сурамдары",
    "today_order_count": "Бүгүн буйрутмалар эсептелет",
    "yesterday_order_count": "Кечээки заказдар эсептелет",
    "total_7_days": "Акыркы 7 күндө жалпы заказдар"
  },
  "dropshipping_products": {
    "no_shops": "Кечиресиз, дүкөн табылган жок. Келечекте дагы дүкөндөр болот, андыктан алардын продукциясын дүкөнүңүзгө киргизе аласыз.",
    "show_all_shops": "Бардык дүкөндөрдү көрсөтүү",
    "show_all_message": "Сиз бардык дүкөндөрдү көрө аласыз",
    "current_shop": "Учурдагы дүкөн",
    "request_account": "Каттоо эсебин талап кылуу",
    "request_accepted": "Өтүнүч кабыл алынды",
    "request_rejected": "Өтүнүч четке кагылды",
    "request_pending": "Сурам күтүүдө..",
    "notifications": {
      "add_product": "Продукт дүкөнүңүзгө кошулду.",
      "request_access": "Биз сиздин кирүү өтүнүчүңүздү дүң сатуучуга ийгиликтүү жөнөттүк."
    },
    "show_eligible_shops_message": "Жарамдуу дүкөндөрдү көрсөтүү"
  },
  "product_dropshipping": {
    "need_re_enable": "Бул продукт баштапкы сатуучу тарабынан өзгөртүлгөн, бул баа өзгөрүүлөр дүкөнүңүздөгү продуктуну өчүрүп койду. Өзгөртүүлөрдү текшерип, продуктуну кайра иштетүүгө макул болсоңуз, төмөнкү баскычты басыңыз.",
    "need_re_enable_action": "Макул, өзгөртүүлөрдү жана активдештирүүнү колдонуу",
    "changed_value": "Бул продукт баштапкы сатуучу тарабынан түзөтүлгөн. Өзгөртүүлөрдү текшериңиз жана эгер сиз өзгөртүүлөрдү өнүмүңүзгө колдонууга макул болсоңуз, төмөнкү баскычты басыңыз.",
    "changed_value_action": "Макул, өзгөртүү киргиз",
    "parent_deleted": "Бул нерсе баштапкы сатуучу тарабынан алынып салынган.",
    "parent_closed": "Бул продукт баштапкы сатуучу тарабынан өчүрүлгөн! Бул өнүмдү дүкөнүңүздө сата албайсыз, бирок баштапкы сатуучу продуктуну кайра иштетсе, сиз бул өнүмдү дүкөнүңүздө кайра иштете аласыз.",
    "notifications": {
      "re_enable_success": "Бул продукт кайра иштетилди.",
      "update_success": "Бул продукт маалыматы баштапкы продукт маалыматы менен жаңыртылган."
    }
  },
  "product_dropshipping_admin": {
    "title": "Dropshipping",
    "save_alert": "Бул продуктунун түшүрүү жөндөөлөрү өзгөрдү. Өзгөртүүлөр сакталсынбы?",
    "reselling_message": "Бул опцияны активдештирүү менен, башка сатуучулар сиздин товарыңызды дүкөнүнө кошо алышат.",
    "reselling": "Dropshipping иштетүү",
    "price_merchants": "Соодагерлер үчүн баа",
    "price_commission": "Соода комиссиясы (туруктуу)"
  },
  "buy_button": {
    "waiting_for_availability": "Жеткиликтүүлүк күтүүдө",
    "inform_me_when_available": "Ал жеткиликтүү болгондо мага кабарлаңыз!",
    "pay_buy": "Төлө & Сатып алуу",
    "quantity": "Сан",
    "quantity_in_basket": "Себеттеги буюмдар",
    "count_unit": "x",
    "remove": "Алып салуу",
    "add_to_basket": "Арабага кошуу",
    "buy": "Сатып алуу",
    "notifications": {
      "inform_add_success": "Ал жеткиликтүү болгондо сизге кабарлайбыз.",
      "inform_remove_success": "Сиз күтүү тизмесинен чыгарылдыңыз."
    },
    "book_now": "Азыр ээлеп коюңуз",
    "reserve_now": "Азыр ээлеп коюу",
    "buy_now": "Азыр сатып ал"
  },
  "product_info": {
    "fake": "Жасалма",
    "action": "Аукцион",
    "compare_limit": "10 нерсе чеги",
    "compare_add": "Салыштырууга кошуу",
    "compare_be_in_list": "Салыштыруу тизмесинде",
    "type": "Түр",
    "brand": "Бренд",
    "category": "Категория",
    "discount": "Арзандатуу",
    "track_price": "Бааны көзөмөлдөө",
    "waiting_for_auction": "Аукционду күтүп жатасызбы?",
    "inform_auction": "Аукцион болгондо мага кабарлаңыз",
    "return_in_days": "{days} күн Кепилдик кайтаруу",
    "support24h7": "24 саат 7 күн колдоо",
    "support_normal": "Жумуш убактысын колдоо",
    "original_guarantee": "Оригиналдуу кепилдик",
    "cod_payment": "Жеткирүү боюнча накталай акча",
    "pros": "Pros",
    "cons": "Кемчиликтери",
    "external_link": "Кененирээк окуу",
    "notifications": {
      "congratulation": "Куттуктайбыз",
      "waiting_list_add_success": "Бул продукт аукционго коюлганда сизге кабарлайбыз.",
      "waiting_list_delete_success": "Сиз аукциондун күтүү тизмесинен чыктыңыз."
    },
    "offer_message": "{min_quantity} сатып алыңыз, бул нерселерге {percent}% арзандатуу алыңыз",
    "up_to": "Ар бир буйрутма үчүн {per_order}x чейин",
    "get_free": "АКЫСЫЗ АЛУУ",
    "get_off": "{percent}% АЛУУ"
  },
  "styler": {
    "size_class": "Көлөм жана класс",
    "delete_bg": "Фондук сүрөттү жок кылуу",
    "bg_color": "Фондун түсү",
    "section_style": "Бөлүмдүн стилин коюу",
    "link": "Шилтеме орнотуу",
    "show_products": "Продукттардын / Категориялардын тизмесин башкаруу",
    "show_product": "Продукт тандаңыз",
    "delete_section": "Бөлүмдү жок кылуу",
    "text_color": "Тексттин түсү",
    "tex_align": "Текстти тегиздөө",
    "text_style": "Текст стили",
    "bg_image": "Фондук сүрөт",
    "product": {
      "title": "Продукт тандаңыз"
    },
    "products": {
      "title": "Продукт жана категориялар тизмесин башкаруу",
      "sort_options": "Сорттоо жана Көрүү орнотууларын тандаңыз",
      "item_types": "Продукцияларды / категорияларды гана көрсөтүү",
      "product_only": "Продукциялар гана",
      "category_only": "Категориялар гана",
      "no_category": "Дүкөнүңүздө категория жок.",
      "limit": "Продукт чектөө",
      "limit_message": "Продукциялардын натыйжаларын киргизиңиз",
      "select_categories": "Жеткиликтүү категорияларды тандаңыз",
      "categories_limit": "Категорияларга чектөө",
      "categories_limit_msg": "Категориялардын максималдуу санын киргизиңиз. Чексиз нөлдү коюңуз."
    }
  },
  "shop_contacts": {
    "popup": "Калкыма терезелерди колдоону иштетүү",
    "popup_message": "Бул параметрди жандыруу менен, колдоо ачкычы дүкөнүңүздүн ылдыйкы оң жагында көрүнөт."
  },
  "popup_page": {
    "preview": "Жандуу калкыма терезени көрүү",
    "menu": {
      "design": "Дизайн",
      "appearance": "Көрүнүш",
      "filter": "Фильтр",
      "setting": "Орнотуу"
    },
    "notifications": {
      "save": "Калкыма терезе ийгиликтүү сакталды.",
      "edit": "Калкыма терезе ийгиликтүү жаңыртылды."
    }
  },
  "popup_appearance": {
    "position": "Позиция",
    "position_desc": "Баракта бул эскертме көрсөтүлө турган жерди көрсөтүңүз.",
    "width": "Туурасы",
    "width_desc": "Сиз максималдуу барактын туурасын орното аласыз.",
    "height": "Бийиктиги",
    "height_desc": "Сиз максималдуу бет бийиктигин орното аласыз.",
    "radius": "Бурчтун радиусу",
    "radius_desc": "Бул бөлүмдө сиз эскертменин бурчтарынын ийрилик радиусун орното аласыз.",
    "shadow": "Shadow",
    "shadow_desc": "Калкыма терезенин көлөкө болушун каалайсызбы?",
    "delay": "Кечигүүнү көрсөтүү",
    "delay_desc": "Колдонуучу дүкөнүңүзгө киргенден кийин, бул убакыт өткөндөн кийин, колдонуучуга эскертме көрсөтүлөт.",
    "hide": "Кечикти жашыруу",
    "hide_desc": "Сиз эскертме көрсөтүүдөн кийин бир нече секунддан кийин автоматтык түрдө жабыларын орното аласыз. 0 мааниси эскертме автоматтык түрдө жабылбай турганын билдирет.",
    "transition": "Калкыма анимация"
  },
  "popup_filter": {
    "registered": "Мүчөлүк жана кирүү талабы",
    "registered_desc": "Бул эскертмени колдонуучуларды же конокторду сактоо үчүн гана көрсөтүүнү тандай аласыз.",
    "only_guests": "Коноктор гана",
    "only_users": "Кирген колдонуучулар гана",
    "purchased": "Сатып алуу тарыхы",
    "purchased_desc": "Сиз бул эскертмени сатып алган же сатып ала элек колдонуучуларга гана көрсөтүүнү тандай аласыз.",
    "no_purchase": "Азырынча сатып алуу жок",
    "yes_purchase": "Мурда сатып алынган",
    "sex": "Гендер",
    "sex_desc": "Бул эскертме белгилүү бир жыныстагы колдонуучуларга гана көрсөтүлүшүн каалайсызбы?",
    "age": "Минималдуу жаш",
    "age_desc": "Эгер 6дан чоңураак маани киргизилсе, колдонуучу кирип, өзүнүн туулган күнүн киргизиши керек.",
    "levels": "Кардарлар клубунун деңгээли",
    "levels_desc": "Колдонуучу төмөндө тандалган деңгээлдердин бирине ээ болсо, бул эскертме ага көрсөтүлөт.",
    "countries": "Жайгашуу чектөөлөрү",
    "countries_desc": "Бул эскертме белгилүү бир өлкөдөн келген колдонуучуларга гана көрсөтүлүшүн каалайсызбы?"
  },
  "popup_setting": {
    "published": "Жарыяланган статусу",
    "repeat": "Кайталоо",
    "repeat_msg": "Бул эскертменин колдонуучуга бир нече жолу көрсөтүлүшүн каалайсызбы?",
    "intervals": "Калкыма экрандын узактыгы",
    "intervals_msg": "Колдонуучуга эскертмелерди көрсөтүүнүн ортосундагы минималдуу убакыт өткөн болушу керек.",
    "designer_zone": "Дизайн зонасы",
    "title": "Калкып чыкма аталыш",
    "note": "Дизайнер жазуусу",
    "image": "Мукаба сүрөтү",
    "delete": {
      "title": "Жок кылуу",
      "sub_title": "Калкыма терезени жок кылсаңыз, эч кандай кайтаруу болбойт. Сураныч, ишенимдүү болуңуз.",
      "action": "Бул Калкыма терезени жок кылуу"
    },
    "notifications": {
      "delete": "Калкыма терезе өчүрүлдү."
    }
  },
  "shop_sms": {
    "title": "SMS башкаруу",
    "sub_title": "Кардарларга жөнөтүлгөн SMS шаблондору",
    "message": "Дүкөнүңүз жөнөткөн тексттик билдирүүлөрдүн мазмунун бул жерден көрө аласыз. Кабарлашуу кызматында валидация үлгүлөрүн каттоодогу чектөөлөрдөн улам, учурда тексттик билдирүүлөрдү жекелештирүү мүмкүн эмес."
  },
  "shop_emails": {
    "title": "Электрондук каттарды башкаруу",
    "sub_title": "Бул бөлүмдө дүкөндөн кардарларга жана менеджерлерге жөнөтүлгөн каттардын тизмесин көрөсүз. Электрондук почталар дүкөнүңүзгө киргизген маалыматтын негизинде автоматтык түрдө иштелип чыгат жана түзүлөт. Ошондой эле, билдирүүлөрдү жана сүрөттөрдү жекелештирүү мүмкүнчүлүгү келечекте коомчулукка жеткиликтүү болот."
  },
  "instagram": {
    "title": "Инстаграмда сатуу",
    "message": "Бул куралдын жардамы менен сиз Instagram баракчаңызды дүкөнгө айландырсаңыз болот. Жөн гана бул жерге Instagram аккаунтуңузду кошуңуз жана ырастаңыз, ошондо сиз ар бир посттон же окуяңыздан бир же бир нече өнүмдөрдү жайгаштыра аласыз, өнүмдөрүңүздүн тизмесин кошуп жана белгилей аласыз же постту жаңы продуктуга айланта аласыз!",
    "add_product": "жаңы продукт кошуу",
    "create_product": "Продукт түзүү",
    "link_box_msg": "Бул шилтемени Instagram, Telegram же башка социалдык тармактарда өзүңүздүн биографияңызга коюңуз, ошондо аудиторияңыз тезирээк, оңой, көбүрөөк жана акырында көбүрөөк сатып ала алат.",
    "remove_account": "Instagram шилтемесин өзгөртүү / алып салуу",
    "sync": "Каттоо эсебинин дайындарын шайкештирүү (ар бир 60 мүнөт сайын)"
  },
  "service_bill": {
    "task": {
      "title": "Эмне кылуу тизмеси",
      "message": "Жасагыңыз келген ишиңиздин аталыштарын жазыңыз жана ал канчалык деңгээлде алга жылгандыгын сатып алуучуга билдириңиз."
    },
    "booking": {
      "title": "Брондоо / Брондоо",
      "message": "Бул буйрутма белгиленген убакытта иштетилет, кардар каалаган мөөнөттү тандап алды, эгер сиз тандалган мөөнөттө кандайдыр бир өзгөртүүлөрдү киргизгиңиз келсе, кардарга кабарлаңыз.",
      "selected_checkin": "Тандалган Кардар Кирүү Датасы",
      "selected_checkout": "Тандалган кардар чыгуу күнү",
      "change_days_question": "Сиз кардар тандаган күндөрү өзгөртүү керекпи?",
      "show_calendar": "Заказдардын календарын көрсөтүү"
    },
    "pricing": {
      "title": "Баа коюу",
      "message": "Бул кызмат үчүн сиз канча төлөйсүз?"
    },
    "subscription": {
      "title": "Жазылуу",
      "message": "Бул кызматты күн сайын сатып алуу менен жазылуу мөөнөтүн тандай аласыз. Сиз буга чейин киргизген демейки маанилерди өзгөрткүңүз келсе, сатып алуучуга билдириңиз.",
      "duration": "Жазылуу мөөнөтү"
    },
    "charge": {
      "title": "Заряддоо",
      "message": "Сиз бул нерсе үчүн төлөмдү белгиледиңиз. Сиз кардар сатып алган буюм үчүн төлөмдүн суммасын өзгөртө аласыз.",
      "charge": "Заряддоо"
    },
    "save_item": "Текшериңиз жана орнотуңуз",
    "start_service": "Кызматты баштоо",
    "end_service": "Бүтүрүү"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "Кызматтын бүтүшү",
      "message": "Бул аткарылса, буйрукту аяктоо жана жабуу үчүн ырастоо баскычын басыңыз.",
      "action": "Буйрутманы ырастап, аягына чыгарыңыз"
    }
  },
  "product_outputs": {
    "outputs_form": "Дисплейдин маалымат түзүмү (чыгарылышы)",
    "virtual": {
      "title": "Продукт чыгаруу маалымат формасы",
      "sub_title": "Сатып алгандан кийин колдонуучуга көрсөткүңүз келген маалымат. Бул форма өзгөчө белек картасы сыяктуу виртуалдык өнүмдөрдү сатуу үчүн жарактуу."
    },
    "service": {
      "title": "Кызмат дизайн",
      "sub_title": "Алгач кызматыңыздын түрүн тандап, керектүү маалыматты киргизиңиз. Мисалы, сиз аткарылуучу иштердин тизмесин аныктай аласыз же кардардан ээлөө убактысын же жолугушууну сурай аласыз."
    }
  },
  "service_design": {
    "type": "Кызмат түрү",
    "type_message": "Бул продукт үчүн көрсөткөн кызматтын түрүн тандаңыз. Ар бир пунктту тандоо менен тиешелүү форма көрсөтүлөт. Сиз тандаган кызматтын түрүнө жараша заказ кылууда кардардан көбүрөөк маалымат алынышы мүмкүн."
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "Суроо-талап боюнча",
      "desc": "мисалы, үй оңдоо, сырдоо, унаа оңдоо ж.б."
    },
    "BOOKING": {
      "title": "Брондоо",
      "desc": "Мейманканага же виллага заказ кылуу сыяктуу."
    },
    "APPOINTMENT": {
      "title": "Дайындоо",
      "desc": "Үй жаныбарларына кам көрүү же жеке окутуу сыяктуу."
    },
    "RENTAL": {
      "title": "Аренда",
      "desc": "Бир жерди же машинаны ижарага алуу сыяктуу."
    },
    "SUBSCRIPTION": {
      "title": "Жазылуу",
      "desc": "Клубка мүчөлүк же онлайн машыктыруу сыяктуу."
    },
    "CHARGE": {
      "title": "Заряддоо",
      "desc": "Каттоо эсебин кубаттоо же колдонмону колдонуу үчүн акы алуу сыяктуу."
    },
    "CUSTOM": {
      "title": "Ыңгайлаштырылган",
      "desc": "Эгер сиз көрсөткөн кызмат жогорудагылардын бири да болбосо, бул параметрди тандаңыз."
    }
  },
  "avocado": {
    "title": "Бардык социалдык тармактарда тез, так жана жагымдуу сатуу",
    "message": "Кардарларыңыздан акча алуу үчүн бир сумма жана бир наам керек! Акча сиздин эсебиңизге түз түшөт жана кардарларыңыз уникалдуу соода тажрыйбасына ээ болушат.",
    "new_order": "Жаңы мыйзам долбоору",
    "create_by_seller_title": "Эсеп-фактура түзүү",
    "create_by_seller_message": "Эгер сиз белгилүү бир сумма менен эсеп-дүмүрчөк түзүүнү кааласаңыз жана аны кимдир-бирөөгө жөнөтүүнү кааласаңыз, эсеп-фактура формасын көрсөтүү үчүн төмөнкү баскычты бассаңыз болот. Түзүлгөн шилтемени сатып алуучуга төлөп берүү жана ал аркылуу буйрутмаларын көзөмөлдөө.",
    "create_by_buyer_title": "Авокадо формасы",
    "create_by_buyer_message": "Бул бөлүмдү активдештирүү менен, сизге шилтеме көрсөтүлөт, бул шилтемени сатып алуучуларыңызга бериңиз, алар заказ бере алышат.",
    "orders_list": "Заказдардын тизмеси",
    "active_mode": "Заказдын дүмүрчөгү активдүү",
    "inactive_mode": "активдүү эмес",
    "active_message": "Бул булакты активдештирүү менен, кардарларыңыз төмөндө көрсөтүлгөн суроо-талап формасы аркылуу буюмга заказ бере алышат.",
    "avocado_form_link_message": "Бул шилтемени Instagram, Telegram же башка социалдык тармактарда өзүңүздүн биографияңызга коюңуз, ошондо аудиторияңыз тезирээк, оңой жана акырында көбүрөөк сатып ала алат.",
    "need_address": "Дарек алуу",
    "need_address_msg": "Сатып алуучунун жайгашкан жерин жана дарегин алышыңыз керек болсо, бул параметрди тандаңыз.",
    "avocado_link_message": "Буйрутманы төлөө үчүн кардарга жогорудагы шилтемени берүү жетиштүү. Кардар бул шилтеме аркылуу буйрутманы аткара алат.",
    "edit_order": "Заказды түзөтүү",
    "progress": "Прогресс ылдамдыгы",
    "buyer_link": "Сатып алуучу шилтемеси",
    "buyer_link_message": "Бул шилтемени сатып алуучуңузга бериңиз. Сатып алуучу бул шилтеме аркылуу төлөп, заказын көзөмөлдөй алат. Бул шилтеме коддуу, эгерде шилтеме кимге берилсе, ал төлөп, маалыматты көрө алат. Бул шилтеме 60 күн бою активдүү болот. Көчүрүү үчүн төмөнкү шилтемени басыңыз.",
    "OrderConfirm_done": "Заказ ырасталды.",
    "OrderConfirm_message": "Эгер төлөмдү ырастап, буйрутма туура болсо, төмөнкү баскычты басыңыз.",
    "OrderConfirm_action": "Заказды ырастоо",
    "PreparingOrder_message": "Эгерде кардар буйрутмасы жөнөтүүгө даяр болсо, төмөнкү OK баскычын чыкылдатыңыз.",
    "PreparingOrder_action": "Заказ жөнөтүүгө даяр",
    "finish_message": "Бул буйрутма аткарылса, бул буйрукту жабуу үчүн аяктоо баскычын басыңыз.",
    "finish_action": "Заказды толук иштетүү",
    "finish_dialog": {
      "title": "Заказды толтуруңуз",
      "message": "Буйрутма аяктадыбы жана аны чын эле жапкыңыз келеби?",
      "action": "Ооба, буйруктун аткарылышын ырастаңыз"
    },
    "configuration": "Авокадо жөндөөлөрү",
    "delivery_price": "Жеткирүү баасы",
    "edit_avocado_action": "Маалыматты түзөтүү",
    "submit_pricing_avocado_action": "Заказдын баасын тапшырыңыз",
    "add_avocado_action": "Эсеп-фактура шилтемесин түзүү",
    "avocados_list": "Авокадо тизмеси",
    "not_pricing": "Бул буюмдун баасы жок!",
    "show_all": "Баарын көрсөтүү",
    "show_accepted": "Ырасталган нерселерди көрсөтүү",
    "notifications": {
      "update_success": "Авокадо ийгиликтүү жаңыртылды.",
      "add_success": "Авокадо ийгиликтүү түзүлдү."
    },
    "name": "Авокадо"
  },
  "avocado_orders": {
    "title": "Авокадо",
    "title_small": "Социалдык медиа сатуу",
    "pending_orders": "Активдүү заказдар",
    "avocado": "Авокадо заказ бериңиз"
  },
  "avocado_process": {
    "step1": "Баа коюу",
    "step1_msg": "Ар бир буюмдун баасын киргизип, жашыл кутучаны белгилеңиз. Эгер буюмду сатуу мүмкүн болбосо, анын статусун четке кагылган деп өзгөртүңүз.",
    "step2": "Эсеп-фактураны ырастоо",
    "step2_msg": "Бул буйрутма үчүн эсеп-дүмүрчөк түзүңүз. Сиз эсеп-фактуранын аталышын жана сүрөттөмөсүн киргизсеңиз болот. Заказдын суммасы автоматтык түрдө буюмдардын жалпы баасынын негизинде эсептелет.",
    "title_input": "Эсеп-фактуранын аталышы *",
    "show_to_customer": "Бул маалымат сатып алуучуга көрсөтүлөт.",
    "description_msg": "Бул буйрутма үчүн эскертүү жазгыңыз келеби? Бул маалымат сатып алуучуга көрсөтүлөт.",
    "price_input": "Заказдын суммасы *",
    "tax_none": "Салыксыз",
    "tax_included": "Баасына киргизилген",
    "tax_add": "Салык кошуу",
    "tax_message": "Салык баага кошулабы же жокпу, тандай аласыз.",
    "tax_included_messages": "Салык баага киргизилген.",
    "tax_add_messages": "Салык акыркы баага кошулушу керек."
  },
  "hyper": {
    "print_label": "Төмөнкү белгини басып чыгарып, аны буюмдун алдына коюңуз",
    "hyper_form_link_product_message": "Кардарларыңыз бул шилтеме аркылуу {product} тез сатып ала алышат. Алар ошондой эле QR кодун сканерлөө менен ошол эле шилтемеге кирет.",
    "title": "Hyper Quick Sale",
    "message": "Hyper Selldone сатуу каналынын жардамы менен кардарларыңыз QR кодун сканерлөө аркылуу сиз тараптан эч кандай аракет талап кылынбастан өнүмдөрдү сатып ала алышат. Фестивалдарда, көргөзмөлөрдө же бош эмес аземдерде көп санда кээ бир нерселерди тез сатуу үчүн ушул жолду колдонуңуз. Бул бөлүмдө Hyperди активдештиргенден кийин, Продукт башкаруу бөлүмүндө физикалык өнүмдөр үчүн гипер QR кодун түзө аласыз.",
    "orders_list": "Гипер заказдардын тизмеси",
    "active_mode": "Гипер сатуу каналы иштетилди",
    "inactive_mode": "активдүү эмес",
    "active_message": "Эгерде сиз бул параметрди иштетсеңиз, Fast-Sales-Codes түзүү мүмкүнчүлүгү ар бир продукттун башкаруу бөлүмүндө көрсөтүлөт.",
    "hyper_form_link_message": "Дүкөнүңүздүн гипер баракчасына шилтеме",
    "configuration": "Гипер орнотуулар",
    "name": "Гипер"
  },
  "hyper_orders": {
    "title": "Гипер",
    "title_small": "Сатуу отчету",
    "hyper": "Алынган Заказдар"
  },
  "product_file": {
    "no_file": "Азырынча эч кандай файл жүктөлгөн жок!",
    "delete_dialog": {
      "title": "Файлды өчүрүү",
      "message": "Бул файлды чын эле жок кыласызбы?",
      "action": "Ооба, азыр жок кылуу"
    },
    "notifications": {
      "delete_success": "Файл ийгиликтүү жок кылынды."
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 {amount} төлөп, {amount_total} насыя алыңыз.",
    "charge_action": "Акысыз кредитти талап кылуу",
    "claim_title": "Акысыз кредитиңизди талап кылыңыз",
    "claim_charge_caution": "Эскертүү: Капчык эсептериңиздин ортосунда валюталарды алмаштыруу мүмкүн эмес. Ошондуктан, дүкөнүңүздө алмаштырылган валютага ылайыктуу эсепти тандаңыз.",
    "account_input": "Депозиттик эсеп",
    "account_msg": "Бул эсепке төлөм алынат"
  },
  "selldone_applications": {
    "title": "Заказдарыңызды өткөрүп жибербеңиз!",
    "msg": "Каалаган жерде жана каалаган убакта бизнесиңизди башкарыңыз."
  },
  "shop_seo": {
    "title": "SEO конфигурациясы",
    "msg": "Органикалык кардарларды алуу каналдарын күчтөндүрүү менен онлайн маркетингге тез өтүңүз.",
    "auto": {
      "title": "Auto SEO Engine",
      "msg": "Вебсайтыңыздагы аудитория жана издөө системалары үчүн мобилдик тажрыйбаны камсыз кылыңыз."
    },
    "amp": {
      "title": "AMP",
      "msg": "Ылдамдатылган мобилдик баракчаларды автоматтык түрдө түзүү."
    }
  },
  "shop_preferences": {
    "order": {
      "title": "Заказдар",
      "desc": "Эгерде кардар буйрутманы төлөсө, бул дарекке буйрутма маалыматын камтыган электрондук кат жөнөтүлөт."
    },
    "return": {
      "title": "Кайтуу",
      "desc": "Эгерде продукт сатып алуучу тарабынан кайтарылып берилсе, бул электрондук кат жөнөтүлөт. Бул электрондук почтаны жөнөтүү сатып алган планыңызга жараша болот."
    },
    "pos": {
      "title": "POS",
      "desc": "POS сатуу отчету бул электрондук почтага жөнөтүлөт."
    },
    "avocado": {
      "title": "Авокадо",
      "desc": "Авокадо буйрутмаларынын күнүмдүк отчетун жөнөтүңүз."
    },
    "accounting": {
      "title": "Бухгалтердик эсеп",
      "desc": "Каржылык отчетторду жана жаңыртууларды сактаңыз."
    },
    "subscription": {
      "title": "Жазылуулар",
      "desc": "Акыркы сатылып алынган пландын абалы жазылуунун башталышы жана аяктоо эскертмелери менен бирдей."
    },
    "technical": {
      "title": "Техникалык",
      "desc": "Домен жана кызмат абалы жөнүндө техникалык эскертмелер."
    },
    "report": {
      "title": "Отчеттор",
      "desc": "Апталык жана айлык отчеттор ушул электрондук почтага жөнөтүлөт"
    },
    "review": {
      "title": "карап чыгуу",
      "desc": "Дүкөндөгү процессти ырасташыңыз керек болсо, бул дарекке тиешелүү электрондук кат жөнөтүлөт. Мисалы, колдонуучуларды дүкөнгө маркетинг электрондук катын жөнөтүүнү ырастоо үчүн."
    }
  },
  "shop_languages": {
    "title": "Дүкөн тилдери",
    "sub_title": "Дүкөндүн авто-которуу топтомдорун орнотуп, иштетиңиз.",
    "message": "Дүкөнүңүзгө 10го чейин тил топтомун орното аласыз. Көбүрөөк пакеттерди орнотуу керек болсо, биз менен байланышыңыз."
  },
  "invite_friends": {
    "title": "Дүйнөгө бизнесиңиз жөнүндө айтып бериңиз!",
    "msg": "Досторуңузга Selldone менен тааныштырыңыз. Алар катталганда $99 компаниянын ваучерине ээ болушат, ал эми алар биринчи транзакцияларын аяктагандан кийин, сиз $15 баштоо ваучерин аласыз.",
    "invite": {
      "title": "Акысыз $99 ваучер алуу үчүн Selldone бизнес OSке кошулуңуз.",
      "description": "Мен сизди онлайн бизнесиңизди фантастикалык курал менен баштоо үчүн Selldone компаниясына чакырам.",
      "hashtags": "ecommerce, websiteBuilder",
      "quot": "Мен Selldone тарабынан интернет-дүкөн курдум, сиз да азыр өз бизнесиңизди кыла аласыз."
    }
  },
  "shops_list": {
    "title": "Менин дүкөндөрүм",
    "message": "Өзүмдүн дүкөндөрүмдүн тизмеси, уруксат берилген жана үлгү дүкөндөр."
  },
  "shipping": {
    "warehouse_error": "Биринчи кампаңызды орнотуңуз! Бул дарек жөнөтүүнүн келип чыгышы катары колдонулат.",
    "errors": {
      "set_origin": "Жайгашкан жериңиздин картасын орнотуңуз.",
      "set_country": "Өлкөңүздү коюңуз.",
      "set_address": "Дарегиңизди коюңуз.",
      "set_zip": "Почта индексиңизди коюңуз."
    },
    "set_warehouse": "Склад орнотуу",
    "pickup_location": "Алып кетүү жери",
    "refresh_rates": "Жаңыртуу ылдамдыгы",
    "no_rate": "Баасы жок...",
    "view_messages": "Билдирүүлөрдү көрүү...",
    "not_set_yet": "Азырынча орнотула элек!",
    "drop_orders_here": "Заказдарды бул жерге таштаңыз..."
  },
  "blog_category": {
    "title": "Блог категориялары",
    "add_action": "Жаңы категория кошуу",
    "add_dialog": {
      "title": "Жаңы / Жаңыртуу категориясы",
      "force_edit": "Жолду мажбурлап түзөтүү",
      "force_edit_msg": "Категориянын атын өзгөртүңүз жана бардык макалаларды жаңыртыңыз.",
      "star_msg": "Белгиленген категориялар блогдо көрсөтүлө турган артыкчылыкка ээ.",
      "star": "Карады",
      "delete_action": "Категорияны жок кылуу",
      "add_action": "Категория кошуу",
      "edit_action": "Категорияны түзөтүү"
    }
  },
  "about_us": {
    "title": "Биз жөнүндө баракча",
    "subtitle": "Биз жөнүндө бетинде көрсөтүү үчүн бизнесиңиз жөнүндө макала жазыңыз. Бул баракча аудиторияңызга брендиңизди жана миссияңызды билүүгө жардам берет."
  },
  "terms": {
    "title": "Тейлөө шарттары барагы",
    "subtitle": "Кардарларыңыз үчүн кызматтарыңызды сатып алуу жана пайдалануу шарттарын түшүндүрүңүз."
  },
  "privacy": {
    "title": "Купуялык саясаты барагы",
    "subtitle": "Купуялык саясаты - бул тараптын кардардын же кардардын маалыматтарын чогултуу, колдонуу, ачыкка чыгаруу жана башкаруу ыкмаларынын айрымдарын же бардыгын ачып берген билдирүү же юридикалык документ."
  },
  "contact_us": {
    "title": "Биз менен байланыш баракчасы",
    "subtitle": "Кардарларыңызга көрсөтүү үчүн байланыш маалыматыңызды, дарегиңизди жана телефон номериңизди биз менен байланыш барагына жазыңыз."
  },
  "metaverse": {
    "title": "Метаверс көпүрөсү",
    "subtitle": "Selldone соода мейкиндигинде %100 API негизиндеги кызматтарды көрсөтөт. Оюн, блокчейн жана метаверстерди иштеп чыгуучулар бул күчтүү API'лерди келечекте жумуш, жашоо жана соода дүйнөсүндө бизнести, кардарларды жана кызматтарды туташтыруу үчүн колдоно алышат.",
    "message": "Оюнду иштеп чыгуучулар үчүн эрте жетүү"
  },
  "orders_bulk_export": {
    "title": "Буйрутмалардын жардамчысы",
    "timespan": {
      "title": "Убакыт мезгили",
      "subtitle": "Буйрутмаларды берүү үчүн баштоо жана аяктоо даталарын тандаңыз."
    },
    "tasks": {
      "title": "Tasks Output",
      "subtitle": "Заказдарды жапырт иштетүү боюнча тапшырмалардын тизмесин жүктөп алыңыз. Жыйынтык акы төлөнүүчү жана COD буйрутмаларын гана камтыйт.",
      "export_title": "Милдеттердин тизмеси"
    },
    "labels": {
      "title": "Пакеттердин энбелгилери",
      "subtitle": "Тандалган убакыт аралыгындагы жана статусундагы бардык буйрутмалардын энбелгилеринин тизмесин жүктөп алыңыз. Жыйынтык акы төлөнүүчү жана COD буйрутмаларын гана камтыйт.",
      "export_title": "Коробка энбелгилери"
    }
  },
  "customers_funnel": {
    "title": "Кардарлардын демографиясы",
    "subtitle": "Азыраак маркетинг менен көбүрөөк бааны жеткирүү үчүн жакшыраак чечим кабыл алуу үчүн кардарларыңыздын маалыматтарын чыпкалап, экспорттоңуз! Сураныч, кардарларыңыздын купуялыгын сыйлаңыз жана аларга эч качан массалык жапырт электрондук каттарды жөнөтпөңүз! Эч качан кардарларыңыздын маалыматын үчүнчү тараптын кызматтары менен бөлүшпөңүз, алардын ар биринен уруксатсыз."
  },
  "transportation_pickups": {
    "addresses": {
      "title": "Алып кетүү даректери",
      "subtitle": "Алып кетүү даректерин бул жерге кошуп жана түзөтүңүз. Колдонуучулар текшерүү барагында алып кетүү дарегин тандай алышат.",
      "add_action": "Жаңы жерди кошуу"
    }
  },
  "affiliate_pos": {
    "title": "Affiliate POS",
    "open_pos_action": "Тез заказ кылуу POS",
    "description": "Бул параметр Instagram баракчаларынын жана башка социалдык тармактардын администраторлору үчүн ылайыктуу. Кардарлардан буйрутмаларды кол менен кабыл алуу жана кошуу үчүн Affiliate POS колдонуңуз. Сиздин филиалдарыңыз (же франшизаңыз) Affiliate POS-ка жаңы заказдарды кошуп, депозиттик слипти жүктөй алат."
  },
  "shop_configuration": {
    "login": {
      "title": "Кирүү ыкмалары",
      "subtitle": "Колдонуучулардын дүкөнүңүзгө кирүү жолун ыңгайлаштырыңыз."
    },
    "checkout": {
      "title": "Төлөө агымы",
      "subtitle": "Электрондук коммерцияңызда кардар саякатыңызды жана сатып алуу агымын ыңгайлаштырыңыз.",
      "map": {
        "title": "Карта",
        "subtitle": "Колдонуучулар картадан жеткирүү жерин тандашы керек (Uber сыяктуу).",
        "subtitle_no_map": "Кардар көрсөткөн даректе жайгашкан жер жок болсо, жеткирүү эсебинде аралык нөлгө барабар деп эсептелет."
      },
      "mode": {
        "title": "Кардарлар кирүү чекити",
        "default": {
          "title": "ASAP (демейки)",
          "msg": "Колдонуучулар мүмкүн болушунча тезирээк кирүү. (Көбүрөөк конверсия)"
        },
        "on_checkout": {
          "title": "Төлөө боюнча",
          "msg": "Колдонуучуларды каттоо кадамында кирүүгө мажбурлаңыз."
        },
        "login_free": {
          "title": "Кошумча кирүү",
          "msg": "Заказ төлөгөндөн кийин кошумча кирүү .."
        }
      },
      "express": {
        "title": "Арабага кошкондон кийин кайра багыттоо",
        "false": {
          "title": "Кадимки режим",
          "msg": "Баракта калып, себетке кошуу баскычын чыкылдаткандан кийин сатып алууну улантыңыз."
        },
        "true": {
          "title": "Экспресс режими",
          "msg": "Арабага кошуу баскычын чыкылдаткандан кийин кардарды текшерүү барагына багыттаңыз."
        }
      },
      "shipping_address": {
        "title": "Жеткирүү дарегин сураңыз"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "Физикалык жана тейлөө (демейки)",
      "desc": "Кардардан физикалык жана тейлөө кассаларына дарегин киргизүүнү сураныңыз."
    },
    "physical": {
      "title": "Физикалык гана",
      "desc": "Кардардын дарегин физикалык эсепке киргизүүнү сураныңыз."
    },
    "off": {
      "title": "Эч качан",
      "desc": "Эч качан жеткирүү дарегин сурабаңыз. ⚠ Эгер сиз кызмат түрүнүн ордуна өнүмдөрдүн физикалык түрүн тандап, варианттары бар кызматтарды алууну пландаштырсаңыз, бул параметрди колдонуңуз."
    }
  },
  "business_model": {
    "title": "Бизнес моделин орнотуу",
    "subtitle": "Бизнес моделиңизди орнотуңуз, ошондо биз сиздин OSуңузду сахнанын артында конфигурациялайбыз."
  },
  "business_type": {
    "title": "Товарлардын түрлөрү",
    "subtitle": "Дүкөнүңүздө саткыңыз келген продукциянын түрүн коюңуз. Selldone продуктунун түрлөрү жөн гана буюмдардын бир түрү эмес; бул аткаруу процедурасы жөнүндө көбүрөөк.",
    "send_activation_request_to_support": "Колдоо билетинде активдештирүү өтүнүчүн жөнөтүңүз.",
    "require_kyc": "Бизнес ээси KYC.",
    "needs_enterprise_license": "Сизде Enterprise лицензиясы болушу керек.",
    "marketplace_caution_message": "Сиздин моделиңиз бизнес OS конфигурацияңызга терең таасирин тийгизет деп Marketplace орнотуңуз. Мисалы, көз карандысыз баа жана инвентаризациясы бар ар бир продукт үчүн жок дегенде бир сатуучуну аныкташыңыз керек. Кардарлар сатуучусу жок өнүмдөрдү сатып ала алышпайт."
  },
  "business_model_view": {
    "normal": {
      "title": "Кадимки дүкөн",
      "desc": "Көбүнчө чакан жана орто бизнес, үй бизнеси же dropshipper - өз өнүмдөрүн түздөн-түз кардарларга саткан же дүңүнөн сатуучулардын өнүмдөрүн кайра сатуучу катары саткан."
    },
    "dropshipping": {
      "title": "Dropshipping",
      "desc": "Товарды жана инвентаризацияны сактабаңыз - сиз үчүнчү тарапка, адатта дүң сатуучуга (мисалы Printify, Wholesale2B, ...) же өндүрүүчүгө төлөйсүз жана алар буйруктарды сахнанын артында аткарышат."
    },
    "wholesaler": {
      "title": "Dropshipping камсыздоочу",
      "desc": "Көбүнчө дүң сатуучу же өндүрүүчү - заказдарды түздөн-түз акыркы керектөөчүгө жөнөткөн. Selldone'деги башка соодагерлер өнүмдөрүңүздү дүкөндөрүнө таштай алышат."
    },
    "marketplace": {
      "title": "Базар",
      "desc": "Онлайн базарлар менчик жана борборлоштурулган платформада сатып алуучулар менен сатуучуларды бириктирет."
    },
    "franchise": {
      "title": "Франчайзинг / Affiliate",
      "desc": "Франчайзинг - бул сиздин брендиңизди (Франчайзинг) орноткон же сиздин өнүмдөрүңүздү өз бренди (Filiate) боюнча саткан франчайзердин катышуусу менен өнүмдөрдү же кызматтарды жайылтуу ыкмасы."
    }
  },
  "marketplace": {
    "vendor_wallets": "Капчыктар",
    "pricing_models": "Баа коюу",
    "add_vendor": "Сатуучу кошуу",
    "requests": "Суранычтар"
  },
  "price_input_type": {
    "title": "Бааны киргизүү түрү",
    "default": {
      "title": "Демейки",
      "desc": "Арабадагы сан катары маанини тандаңыз."
    },
    "area": {
      "title": "Район",
      "desc": "Санды эсептөө үчүн киргизүү катары туурасы менен узундугун киргизиңиз."
    },
    "volume": {
      "title": "көлөмү",
      "desc": "Санды эсептөө үчүн киргизүү катары туурасын, узундугун жана бийиктигин киргизиңиз."
    },
    "custom": {
      "title": "Ыңгайлаштырылган (киргизүү формасы боюнча)",
      "desc": "Жүздөгөн варианттардын кереги жок! Жогорку настройкаланган өнүмдөр үчүн ыңгайлаштырылган чыгымдарды эсептөө формасын түзүңүз."
    }
  },
  "vendors_list": {
    "title": "Менин сатуучуларым",
    "message": "Өзүмдүн сатуучуларымдын тизмеси."
  },
  "vendor_page": {},
  "domains": {
    "message": "Бизнес OS менен бир нече домендерди туташтырыңыз жана алардын баарын бир жерден башкарыңыз. Сиз блог жана коомчулук сыяктуу веб-сайтыңыздын ар бир бөлүгү үчүн арналган домендерди түзүү үчүн бир нече домендин өзгөчөлүгүн колдоно аласыз же филиалдарыңыз үчүн ар кандай домендерди колдонсоңуз болот."
  },
  "notes": {
    "add_action": "Командаңыз үчүн эскертүү кошуңуз",
    "notifications": {
      "success_add": "Эскертүү ийгиликтүү кошулду.",
      "success_delete": "Эскертүү ийгиликтүү өчүрүлдү."
    }
  },
  "external_services": {
    "title": "Тышкы кызматтар",
    "subtitle": "Бул жерде SMS жана электрондук почта сыяктуу тышкы кызматтардын акыркы абалына көз салыңыз."
  },
  "theme": {
    "dark_mode": "Караңгы режим",
    "dark_mode_description": "Эгер сиз ак текст түсү менен караңгы фонду кааласаңыз, бул параметрди тандаңыз.",
    "light_mode": "Жарык режими",
    "light_mode_description": "Фон жарык жана текст кара түстө болушун кааласаңыз, бул параметрди тандаңыз."
  },
  "shop_quota": {
    "title": "Колдонуу квотасы",
    "sub_title": "Бул сиздин дүкөнүңүз үчүн колдонуу квотасынын тизмеси. Дүкөнүңүздүн лицензиясын жаңыртуу менен бул чектөөлөрдү көбөйтө аласыз. Эгерде сиз чектен ашсаңыз, бизден кошумча күнүмдүк квота төлөмдөрүн сурасаңыз болот. Бардык колдонуу күн сайын баштапкы абалга келтирилет."
  },
  "app_card": {
    "category": "Категория",
    "installs": "Орнотуу",
    "actives": "Активдүү",
    "uninstalls": "Орнотуулар",
    "app_code": "Колдонмо коду",
    "app_mode": "Колдонмо режими"
  },
  "product_status": {
    "open": {
      "name": "Активдүү",
      "title": "Active | Онлайн жана оффлайн сатуулар",
      "description": "Бул продукт онлайн заказдар үчүн жеткиликтүү болот."
    },
    "close": {
      "name": "активдүү эмес",
      "title": "жигердүү эмес | Оффлайн сатуулар гана",
      "description": "Бул продукт онлайн заказдар үчүн жеткиликтүү болбойт."
    },
    "pending": {
      "name": "Күтүүдө",
      "title": "Күтүүдө",
      "description": "Түз эфирге чыгуудан мурун базарды карап чыгууну талап кылат."
    },
    "rejected": {
      "name": "Четке кагылды",
      "title": "Четке кагылды",
      "description": "Бул продукт базар тарабынан четке кагылды."
    }
  },
  "suggestions": {
    "vendor_payment": {
      "note": [
        "Сатуу үчүн төлөм аткарылды",
        "Сатуучу комиссиянын төлөмү.",
        "Транзакция ийгиликтүү аяктады.",
        "Акыркы сатуулар үчүн акча которуу.",
        "Сатуучу кызматтар үчүн ийгиликтүү которуу."
      ],
      "reverse_fund_reason": [
        "Акча каражаттарын кайтаруу: Банктан сатуучунун капчыгына которуу.",
        "Сатуучу капчыкты толтуруу: Банк эсебиндеги каражаттарды кайтаруу.",
        "Кайтарма транзакция: Банктан сатуучуга капчыкты которуу.",
        "Кайтаруу: Банктык депозитти сатуучунун капчыгына кайтаруу.",
        "Каражаттарды кайтаруу: сатуучунун капчыгын банктан толуктоо."
      ]
    },
    "shop_email": {
      "name": [
        "Super Savings Weekend Blast",
        "Эксклюзивдүү инсайдердик келишимдер ачылды",
        "Premium арзандатууларга VIP мүмкүнчүлүгүңүз",
        "Сезондук сатуу Extravaganza",
        "Соода бейишиңиздин кулпусун ачыңыз",
        "Grand Shopper карнавалы",
        "Жазгы Fling Shopping Spree",
        "Сиз каршы тура албай турган күзгү сунуштар",
        "Кышкы кереметтер: Суук күндөр үчүн жылуу сунуштар",
        "Жайдын аягындагы жол-жоболоштурууну кайра санап чыгуу",
        "Black Friday Bonanza: Эрте канаттуунун мүмкүнчүлүгү",
        "Салам Майрамдар: Сиздин Белек колдонмоңуз жана башкалар",
        "Жаңы табылгалар: Жаңы келгендер сиз үчүн",
        "Берилгендик сыйланган: Exclusive арзандатуулар ичинде"
      ],
      "subject": [
        "⏰ Чектелген убакыт сунушу! Сүйүктүүлөрүңүздү азыр алыңыз",
        "🌼 Жаңы Сезон, Жаңы Стилдер - Биздин Акыркы Коллекциябызды изилдеңиз",
        "👑 Сиз үчүн эксклюзивдүү VIP сатуу",
        "💃 Биздин жаңы келгендер менен башты айлантыңыз",
        "🔚 Баардык нерсеге 20% арзандатуу үчүн акыркы мүмкүнчүлүк",
        "🎁 Сиз үчүн белек: $10 Кредит ичинде!",
        "☀️ Биздин ысык сунуштар менен жайга даярданыңыз",
        "🛍️ Гардеробуңузду жаңыртыңыз - сиз ага татыктуусуз",
        "👀 Сыноо: Жаңы Продукциялар Жакында!",
        "🎂 Туулган күнүң менен! Сиздин өзгөчө белек күтөт",
        "🖤 Сиз Black Friday сунуштарына даярсызбы?",
        "🎯 Сиз үчүн гана мыкты тандоолор - жекелештирилген соода тажрыйбасы",
        "🍹 Өзүңүздү дарылоого убакыт келди - дем алыш күндөрү сатылды!",
        "🧹 Сезондун аягы - Баары өтүшү керек!",
        "🚀 Сиз аны таптыңыз! Кийинки заказыңызда бекер жеткирүү",
        "📢 Өткөрүп жибербеңиз - Каалоо тизмеңиздеги буюмдар азыр сатылууда",
        "🏡 Биздин үй жасалгалары коллекциясы менен үйүңүзгө кубаныч алып келиңиз",
        "🎉 Сиз үчүн гана сюрприз! Сиздин сырдуу арзандатууну ачыңыз"
      ]
    },
    "discount_code": {
      "code": [
        "КОШ КЕЛИНИЗДЕР10",
        "ЖАЙ20",
        "VIPSALE30",
        "BDAY15",
        "КАРА ЖУМА",
        "КИБЕР ДҮЙШӨМБҮ",
        "ЭРКИН ЖЕТКИРҮҮ",
        "FLASHSALE",
        "ТАЗАЛУУ",
        "EARLYBIRD",
        "СТУДЕНТ10",
        "КЫШ 25",
        "ЖАЗ15",
        "КҮЗ 20",
        "BESTSELLER10",
        "МАЙРАМ 30",
        "VALENTINE20",
        "ЭНЕЛЕР КҮНҮ",
        "АТАЛАР КҮНҮ",
        "ЖЫЛДЫН АЯГЫ"
      ],
      "title": [
        "Flash Sale: 20% арзандатуу!",
        "VIP эрте жетүү арзандатуу",
        "Дем алыш күнүндөгү сунуш: Азыр сактаңыз!",
        "Бүгүн 15% арзандатуудан ырахат алыңыз",
        "Жайкы сатуу: Кошумча 10% арзандатуу",
        "Тазалоо сатуу! Big Save",
        "Атайын сунуш: бекер жеткирүү",
        "2-for-1: Бүгүн гана!",
        "Майрамдык атайын: 25% арзандатуу",
        "Эксклюзивдүү 30% арзандатуу",
        "Сюрприз! Кошумча 20% арзандатуу",
        "Сезондук үнөмдөө",
        "Апта ортосу жиндилик: 10% арзандатуу",
        "Жакында бүтөт: 15% арзандатуу",
        "Үй-бүлө жана достор: 20% арзандатуу",
        "Бул дем алыш күндөрү чоң үнөмдөө",
        "Кара жума: 40% арзандатуу",
        "Sneak Peek арзандатуу: 30% арзандатуу"
      ],
      "description": [
        "Атайын сунушуңузду талап кылыңыз! Чектелген убакыт гана.",
        "Шашылыңыз! Сиздин арабаңызда эксклюзивдүү үнөмдөөлөр күтөт.",
        "Чоң үнөмдөө бир чыкылдатууда!",
        "Бул келишим бүтө электе пайдаланып калыңыз.",
        "Атайын арзандатуу күтөт! Өткөрүп жибербеңиз.",
        "Биздин сунуш менен соода маанайыңызды көтөрүңүз!",
        "Кийинки буйрутмаңыз сиз ойлогондон азыраак болушу мүмкүн!",
        "Каалаган буюмуңузду алуу үчүн эң сонун убакыт.",
        "Күнүңүздү жарык кылуу үчүн бир аз нерсе.",
        "Сактоого даярсызбы? Сюрприз арзандатуу күтүүдө!",
        "Сиз өзгөчө болгондуктан, бул жерде өзгөчө келишим бар.",
        "Бир нерсеге көзүң жеттиби? Мына бир түрткү!",
        "Учурдагыдай үнөмдөөгө убакыт жок.",
        "Бул келишимди өткөрүп жибербеңиз! Өтүп кетүү өтө жакшы.",
        "сонун кабар! Сатып алууларыңыз арзандады.",
        "Шашылыңыз, сиздин эксклюзивдүү арзандатууңуз жакында бүтөт!",
        "Берилгендигиңиз үчүн бир аз рахмат."
      ]
    },
    "coupon": {
      "title": [
        "Сактоо ачылды",
        "Арзандатуунун кулпусун ачыңыз",
        "Супер үнөмдөө",
        "Эксклюзивдүү келишим",
        "Bonus Savings",
        "VIP арзандатуу",
        "Атайын сунуш",
        "Кошумча үнөмдөө",
        "Discount Alert",
        "Бюджеттик бакыт",
        "Economy Delight",
        "Value Bonanza",
        "Баасы Cut",
        "Happy Savings",
        "Көбүрөөк үнөмдөө, көбүрөөк сатып алуу",
        "Flash Deal",
        "Bargain Bounty",
        "Instant Savings",
        "Күндүн келишими",
        "Сезондук уурулук"
      ],
      "description": [
        "Биз менен таттуу келишимден ырахат алыңыз! Кийинки сатып алууда үнөмдөңүз.",
        "Биз кардарларыбызды баалайбыз - бул эксклюзивдүү сунуштан пайда алыңыз.",
        "Сүйгөн нерсеңизди азыраак баага алыңыз. Бизде арзандатуу!",
        "Сактоого даярсызбы? Эксклюзивдүү сунуш күтөт!",
        "Анткени сен өзгөчөсүң! Кийинки буйрутмаңызга арзандатуудан ырахат алыңыз.",
        "Өзүңүздү сатып алуу менен сыйлаңыз жана үнөмдөңүз!",
        "Сатып алганга чейин даяр болуңуз жана үнөмдөңүз!",
        "Сезонду өзгөчө арзандатуу менен майрамдаңыз.",
        "Биз ишенимдүү кардарларыбызга эксклюзивдүү арзандатуу менен ыраазычылык билдиребиз.",
        "Кийинки сатып алууда укмуштуудай үнөмдөөнү ачыңыз.",
        "Эксклюзивдүү үнөмдөөлөрүңүздү карап көрүңүз.",
        "Бизде күтүлбөгөн арзандатууну табыңыз!",
        "Биздин эксклюзивдүү сунуш менен соода тажрыйбаңызды өркүндөтүңүз.",
        "Биздин атайын сунушубуз менен аманатыңызды тезинен баштаңыз.",
        "Өзүңүздү бир аз кошумча нерсе менен ырахат алыңыз - өзгөчө арзандатуу.",
        "Кийинки соода жоруктарыңыз арзаныраак болду!",
        "Анткени арзандатуу менен соода кылуу кызыктуураак."
      ]
    },
    "offer": {
      "title": [
        "Топтом жана Чоң үнөмдөңүз!",
        "Көбүрөөк сатып алуу, көбүрөөк үнөмдөө!",
        "Акылдуу сатып алуучулар үчүн акылдуу келишимдер",
        "Арзандатуу эскертүүсү! Пакет үнөмдөөлөрү",
        "Комбо сунушу - Азыраак үчүн көбүрөөк",
        "Пакеттерде өзгөчө үнөмдөө",
        "Акчаңыз үчүн көбүрөөк алыңыз!",
        "Топтогондо сактаңыз",
        "Combos боюнча атайын сунуштар",
        "Дүкөндө чоң үнөмдөө!",
        "Эң жакшы баалуу топтомдор",
        "Чектелген убакыт таңгагы сунуштары",
        "Combos боюнча чоң арзандатуулар",
        "Тандалган нерселерде акылдуу үнөмдөө",
        "Топтомдор боюнча жеңилбес сунуштар",
        "Көп сатып алуу арзандатуулары бар",
        "Азыр эки эсе азыраак",
        "Жаппай сатып алуу = Чоң үнөмдөө"
      ],
      "description": [
        "Тандалган өнүмдөрдү топтоодо чоң үнөмдөөгө ээ болуңуз. Шашылыңыз, чектелген убакыт сунушу!",
        "Акылдуу келишимдер күтөт! Белгиленген буюмдарыбызды чогуу сатып алууда көбүрөөк үнөмдөңүз.",
        "Сактоо үчүн акылдуу жолду табыңыз! Сүйүктүүлөрүңүздү топтоп, баанын төмөндөшүнө көз салыңыз.",
        "Тандалган буюмдарды айкалыштырып сатып алууда эксклюзивдүү арзандатуулардан ырахат алыңыз. Азыр аракет кыл!",
        "Көбүрөөк сатып алыңыз, көбүрөөк үнөмдөңүз! Биздин атайын өнүмдөрдүн таңгактары боюнча укмуштуудай арзандатуулар.",
        "Биздин атайын сунуштар менен акылдуу дүкөн. Тандалган өнүмдөрдүн таңгактарында арзандатылган баалар.",
        "Азыраак акчага көбүрөөк алыңыз! Тандалган таңгактарды сатып алууда укмуштуудай арзандатуулар.",
        "Топтогондо чоң үнөмдөңүз! Чектелген убакытка тандалган нерселерге эксклюзивдүү сунуштар.",
        "Бириктириңиз жана сактаңыз! Биздин тандалган өнүмдөрдү чогуу сатып алганыңызда өзгөчө арзандатуулар.",
        "Канчалык көп сатып алсаңыз, ошончолук көп үнөмдөйсүз! Атайын таңгактарыбыз менен акылдуу болуңуз."
      ]
    },
    "gift_card_type": {
      "title": [
        "Өзүңдү дарыла!",
        "Сен үчүн гана!",
        "Happy Shopping!",
        "Бизде ырахат алыңыз!",
        "Бир аз ырахат ал",
        "Анткени сен өзгөчөсүң",
        "Кичине сюрприз",
        "Күнүңүздү өткөрүңүз",
        "Мына сага",
        "Кубанычты таратыңыз",
        "Сүйүүнүн белеги",
        "Ырахаттануу менен соода кылыңыз",
        "Рахмат белгиси",
        "Убакыт",
        "Моменттен ырахат алыңыз",
        "Сүйүктүүлөрдү табыңыз",
        "Тандоо сеники",
        "Өзүңүздү билдириңиз",
        "Сыйкырды ачыңыз",
        "Өз стилиңизди ачыңыз"
      ]
    },
    "vendor_refund_order": {
      "note": [
        "Каражаттар виртуалдык капчыгыңыздан чыгарылып, базар капчыгына кайтарылды.",
        "Төлөм кайтарылды, бул сиздин виртуалдык капчыгыңыздын балансын азайтты.",
        "Төлөмдү кайтаруу аяктады. Базар капчыгыңыз виртуалдык капчыгыңыздан толукталды.",
        "Сиздин виртуалдык капчыгыңыз базар капчыгына жакында кайтарылган акча үчүн дебеттелди.",
        "Сиздин виртуалдык капчыктын каражаттары жакында кайтарылган төлөмдөн улам туураланды.",
        "Сиздин виртуалдык капчыгыңыздан сумманы чыгарып салуу менен төлөм кайтарылды.",
        "Сиздин виртуалдык капчыкты балансыңыз базар капчыгына кайтарылгандыктан азайды.",
        "Виртуалдык капчыгыңыздан кайра базарга акча которуу транзакциясы ишке ашты."
      ]
    },
    "product": {
      "warranty": [
        "24 айлык алтын кепилдик",
        "Эки жылга платинадан коргоо",
        "36 айга алмаз кепилдиги",
        "Silver Shield: бир жылдык кепилдик",
        "2 жылдык элиталык кепилдик",
        "24 айга премиум коргоо",
        "Коло камдык көчүрмөсү: бир жылдык кепилдик",
        "3 жылдык Ultimate иштөө убактысынын кепилдиги",
        "24 айлык коопсуз кызмат убадасы",
        "36-ай жан дүйнө тынчтыгын коргоо"
      ],
      "pros_name": [
        "Натыйжалуулугу жогорулатылган",
        "Эффективдүү чечим",
        "Сапаты камсыздалган",
        "Колдонуучуга ыңгайлуу",
        "Убакытты үнөмдөө",
        "Ишенимдүүлүк гарантияланган",
        "Ар тараптуу колдонуу",
        "Эц сонун технология",
        "Экологиялык жактан таза",
        "Өзгөчө аткаруу"
      ],
      "pros_value": [
        "Тез жана натыйжалуу операциялар менен олуттуу убакытты үнөмдөйт.",
        "Теңдешсиз аткаруу үчүн алдыңкы технологияны колдонот.",
        "Чыгымдарды азайтып, өндүрүмдүүлүктү жогорулатат.",
        "Жеңил навигация үчүн колдонуучуга ыңгайлуу интерфейсти сунуштайт.",
        "Ишенимдүү жана ырааттуу аткарууга кепилдик берет.",
        "Ар кандай тапшырмалар боюнча ар тараптуу колдонмолорду камсыз кылат.",
        "Экологиялык жактан таза материалдарды жана процесстерди колдонот.",
        "Жогорку натыйжалар үчүн заманбап технологиялар менен иштелип чыккан.",
        "Жогорку сапаттагы дизайн узак мөөнөттүү бекемдигин камсыз кылат.",
        "күнү-түнү кардарларды колдоо сунуштайт."
      ],
      "cons_name": [
        "Баалуу инвестиция",
        "Чектелген шайкештик",
        "Комплекстүү орнотуу",
        "Тренингди талап кылат",
        "Subpar Performance",
        "Ар тараптуулугу жок",
        "Чектелген колдоо",
        "Тез-тез тейлөө",
        "Жогорку энергия керектөө",
        "Кыска өмүр"
      ],
      "cons_value": [
        "Альтернативаларга салыштырмалуу жогорку баштапкы инвестиция.",
        "Бардык системалар же түзмөктөр менен шайкеш келбеши мүмкүн.",
        "Орнотуу процесси абдан татаал болушу мүмкүн.",
        "Колдонуу үчүн кошумча окутуу зарыл болушу мүмкүн.",
        "Аткаруу бардык күтүүлөргө жооп бербеши мүмкүн.",
        "Функционалдык жактан чектелген же ар тараптуулугу жок.",
        "Кардарларды колдоо кызматы күнү-түнү иштебеши мүмкүн.",
        "Тез-тез тейлөө талап кылынат, бул кымбатчылыкка алып келет.",
        "Энергияны көп керектеп, коммуналдык чыгымдарга таасирин тийгизет.",
        "Продукциянын иштөө мөөнөтү күтүлгөндөй узак болбошу мүмкүн."
      ]
    },
    "blog_category": {
      "category": [
        "Tech Insights",
        "Foodie Finds",
        "Саякат жомоктору",
        "Ден соолук боюнча кеңештер",
        "Fashion Faves",
        "Business Buzz",
        "Lifestyle Stories",
        "Спорт жаңыртуулары",
        "Art Highlights",
        "Ата-энелик көрсөткүчтөр"
      ],
      "description": [
        "Ар кандай темалар боюнча терең макалаларды табыңыз.",
        "Биздин маалыматтык блог постторубузду изилдеңиз.",
        "Биздин кызыктуу блог категориясынын мазмуну менен кабардар болуңуз.",
        "Биздин ойлондурган блог категориясындагы макалаларыбыз аркылуу илхам табыңыз.",
        "Биздин ар түрдүү блог категорияларынын темалары менен билимиңизди кеңейтиңиз.",
        "Биздин кызыктыруучу блог категориялары боюнча акыркы маалыматтардан кабардар болуңуз.",
        "Биздин кызыктырган блог категориясынын мазмунун тереңирээк изилдеңиз.",
        "Биздин блог категориясынын архивдериндеги баалуу маалыматты ачыңыз.",
        "Биздин кылдаттык менен тандалып алынган блог категориясынан жаңы нерсени үйрөнүңүз.",
        "Биздин байытуучу блог категориясындагы макалалар жана билдирүүлөр менен алектениңиз."
      ]
    },
    "partner_plan": {
      "name": [
        "Башталгыч топтому",
        "Негизги план",
        "Кесиптик Suite",
        "Enterprise Edition",
        "Өркүндөтүлгөн деңгээл",
        "Премиум топтому",
        "Ultimate Solution",
        "Элиталык деңгээл",
        "Өсүү ылдамдаткычы",
        "Platinum Power"
      ]
    },
    "tax_profile": {
      "name": [
        "Тамак-аш",
        "Электрондук аппараттар",
        "Кийим-кече жана кийим",
        "Китептер жана кеңсе буюмдары",
        "Ден соолук жана сулуулук продуктулары",
        "Эмерек",
        "Спорт товарлары",
        "Оюнчуктар жана оюндар",
        "Зергер буюмдар жана аксессуарлар",
        "Автомобилдик тетиктер",
        "Garden & Outdoors",
        "Ашкана буюмдары",
        "Үй жасалгасы",
        "Музыкалык аспаптар",
        "Үй жаныбарлары",
        "Бут кийим",
        "Сумкалар жана багаж",
        "Office Supplies",
        "Аппараттык куралдар",
        "Азык-түлүк"
      ],
      "label": [
        "VAT",
        "GST",
        "PST",
        "HST",
        "QST",
        "CST",
        "Акциздик салык",
        "ImportDuty",
        "Салык кызматы",
        "LuxuryTax"
      ]
    },
    "cluster": {
      "name": [
        "Sale Highlights",
        "Promo Codes",
        "Өзгөчөлөнгөн кампаниялар",
        "Жаңы келгендер",
        "Best Sellers",
        "Сезондук өзгөчөлүктөр",
        "Чектелген сунуштар",
        "Event Deals",
        "VIP Exclusives",
        "Тазалоо буюмдары",
        "Майрамдык топтомдор",
        "Тема жыйнактары",
        "Бренд көргөзмөлөрү",
        "Мүчө сүйүктүүлөрү",
        "Flash арзандатуулар",
        "Shop Essentials",
        "Санариптик ресурстар",
        "Белек идеялары",
        "Экологиялык таза тандоолор",
        "Кызматкерлердин сунуштары"
      ]
    },
    "popup": {
      "title": [
        "Атайын сунуш!",
        "Жаңы келгендер",
        "Чектелген убакыт",
        "Арзандатуу эскертүүсү!",
        "Exclusive Deals",
        "Hot Sale!",
        "Clearance Alert",
        "Эркин жеткирүү",
        "Белек ичинде!",
        "Сыйлыктарды утуп алыңыз",
        "Мүчө бонустары",
        "Flash Sale"
      ]
    },
    "campaign": {
      "name": [
        "Сиз таштаганга чейин дүкөндүңүз",
        "Cart Frenzy",
        "Flash Sale Fiesta",
        "Click, Дүкөн, Сактоо",
        "Соодалашуу Bonanza",
        "E-Deal Extravaganza",
        "Mega Markdown Madness",
        "Cyber Savings Spree",
        "Санариптик арзандатуу күндөрү",
        "E-Commerce Carnival",
        "Online Outlet Oasis",
        "Retail Rush",
        "Webstore кампасы сатуу",
        "Электрондук сатып алуучунун бейиши",
        "Виртуалдык ваучердик ишкана",
        "Digital Doorbusters",
        "Электрондук арабаны тазалоо",
        "Online Shopping Showdown",
        "Кибер сатуу укмуштуу",
        "E-Bargain Blitz"
      ]
    },
    "valuation": {
      "title": [
        "Т-рубашка ыңгайлаштыруу баасы",
        "Кол менен жасалган зер буюмдарын баалоо",
        "Жекелештирилген бут кийим баасы",
        "Ыңгайлаштырылган көркөм чыгарманы баалоо",
        "Тандалган костюм баасы",
        "Электрондук гаджеттерди ыңгайлаштыруу баасы",
        "Жеке парфюмерияны баалоо",
        "Ыңгайлаштырылган баштыктын баасы",
        "Тийиштүү кийимди баалоо",
        "Жекелештирилген китеп мукабасынын баасы",
        "Ыңгайлаштырылган эмеректерди баалоо",
        "Сааттардын атайын баасы",
        "Жеке оюнчуктарды баалоо",
        "Ыкчам шляпа баасы",
        "Жеке териге кам көрүү продуктунун баасы",
        "Үй жасалгасынын баасы",
        "Ыңгайлаштырылган ашкана буюмдарын баалоо",
        "Жекелештирилген канцеляриялык баалар",
        "Чач аксессуарына буйрутма баа берүү",
        "Жеке спорттук жабдуулардын баасы"
      ],
      "structure": {
        "title": [
          "T-shirt Print Design",
          "Зергер металл түрү",
          "Бут кийим материал тандоо",
          "Art Frame Size",
          "Костюм кездемесин тандоо",
          "Гаджеттин түс опциясы",
          "Парфюмериянын жыты профили",
          "Баштыктын материалы жана өлчөмү",
          "Кийимдин узундугу жана стили",
          "Китептин мукабасынын материалы",
          "Мебелдин жыгач түрү",
          "Саат боосу материалы",
          "Оюнчуктун өзгөчөлүгү",
          "Шляпа өлчөмү жана түсү",
          "Териге кам көрүү ингредиенттеринин артыкчылыктары",
          "Үй декор темасы",
          "Ашкана буюмдарынын материалы",
          "Канцелярдык кагаздын түрү",
          "Чач аксессуар материалы",
          "Спорттук шаймандардын өлчөмү"
        ]
      }
    },
    "lottery": {
      "title": [
        "Айландырыңыз жана чоң сыйлыктарды утуп алыңыз!",
        "Fortune Wheel Jackpot",
        "Lucky Spin Bonanza",
        "Сыйлыктарды утуп алуу үчүн айланыңыз",
        "Weel of Wealth",
        "Lucky Lottery Extravaganza",
        "Mega Spin сюрприз",
        "Prize Wheel Fiesta",
        "Treasure Spin Spectacular",
        "Spin Wheel Magic",
        "Lucky Wheel Galore",
        "Fortune's Favor",
        "Wheel of Wonders",
        "Байлык үчүн айлануу",
        "Prize Spinner Delight",
        "Golden Spin лотереясы",
        "Spin-a-Prize",
        "Wheel of Fortunes",
        "Lucky Spin Showcase",
        "Ultimate Spin сыйлык"
      ],
      "description": [
        "Эксклюзивдүү арзандатууларды утуп алуу үчүн дөңгөлөктү айлантыңыз!",
        "Багыңызды сынап көрүңүз – биздин байге дөңгөлөгүндө укмуштуудай сыйлыктар күтөт!",
        "Ар бир айлануу менен чоң утушка ээ болуңуз – кызыктыруучу сыйлыктарга ээ болуңуз!",
        "Жеңиш үчүн айланыңыз! Ар бир жолу күтүлбөгөн белектер жана сунуштар.",
        "Чоң упай алуу мүмкүнчүлүгүңүз – тез байгелер үчүн дөңгөлөктү айлантыңыз!",
        "Ар бир айлануу менен өзгөчө сыйлыктар - сиз бактылуу болосузбу?",
        "Айланыңыз жана утуңуз! Биздин дүкөндүн байлык дөңгөлөгүндө катылган асыл таштарды ачыңыз.",
        "Биздин дөңгөлөк менен бактылуу болуңуз – сыйлыктар, арзандатуулар жана башкалар!",
        "Ар бир айлануу утуш – бүгүн атайын байгеңизди алыңыз!",
        "Жагымдуу сюрприз үчүн дөңгөлөктү буруңуз – сиз эмнени жеңесиз?",
        "Айлануу менен байлыкты ачыңыз - дүкөндүн кызыктуу сыйлыктары күтөт.",
        "Байгеңизди ачуу үчүн айлантыңыз – арзандатуулар, белектер жана башкалар!",
        "Күнүнө айлануу оюндагы толкунданууну сактап турат – уникалдуу байгелерди утуп алыңыз!",
        "Биздин байлык дөңгөлөктөрүн эксклюзивдүү дүкөндөргө айлантыңыз.",
        "Бактылуу айлануулар бактылуу утуштарды алып келет – байгеңизди азыр алыңыз!",
        "Сиздин айлануу укмуштуудай соода сыйлыктарын ачышы мүмкүн!",
        "Эксклюзивдүү келишимдерди жана сунуштарды сатып алуу мүмкүнчүлүгүн алуу үчүн айланыңыз.",
        "Байлыктын дөңгөлөгү айланып жатат – бактылуу байгеңизди алыңыз!",
        "Айланыңыз, утуп алыңыз жана жылмайыңыз – ар бир бурулушта күтүлбөгөн сыйлыктарды алыңыз.",
        "Айланыңыз жана байгеңизди байге чечсин!"
      ]
    }
  }
};