export default {
  "commons": {
    "pay_today": "ການຈ່າຍເງິນມື້ນີ້",
    "pay_yesterday": "ການຈ່າຍເງິນມື້ວານນີ້",
    "pay_last30days": "ການຈ່າຍເງິນ 30 ມື້ສຸດທ້າຍ",
    "create_a_shop": "ສ້າງຮ້ານຄ້າ",
    "start_free": "ເລີ່ມຟຣີ",
    "featured_apps": "ແອັບທີ່ໂດດເດັ່ນ",
    "more_apps": "ແອັບເພີ່ມເຕີມ"
  },
  "numbers": {
    "infinite": "ບໍ່ຈຳກັດ"
  },
  "error": {
    "not_fount_data": "ບໍ່ພົບຂໍ້ມູນ!",
    "license_max_limit": "ໃບອະນຸຍາດຂອງເຈົ້າຮອດຂີດຈຳກັດແລ້ວ!"
  },
  "time_spans": {
    "days_range": "ຊ່ວງມື້",
    "today": "ມື້​ນີ້",
    "yesterday": "ມື້ວານນີ້",
    "last_7": "7 ມື້ທີ່ຜ່ານມາ",
    "last_14": "14 ມື້ທີ່ຜ່ານມາ",
    "last_30": "30 ມື້ທີ່ຜ່ານມາ",
    "last_90": "90 ມື້ທີ່ຜ່ານມາ",
    "custom": "ກຳນົດເອງ"
  },
  "device_types": {
    "desktop": "ເດັສທັອບ",
    "mobile": "ມືຖື",
    "tablet": "ແທັບເລັດ"
  },
  "create_website_action": "ສ້າງເວັບໄຊທ໌ຂອງທ່ານ - ມັນບໍ່ເສຍຄ່າ",
  "show_shops_action": "ລາຍຊື່ຮ້ານຂອງຂ້ອຍ",
  "Youtube": "YouTube",
  "Linkedin": "Linkedin",
  "Twitter": "Twitter",
  "Facebook": "ເຟສບຸກ",
  "Instagram": "Instagram",
  "Reddit": "Reddit",
  "Github": "Github",
  "page_titles": {
    "home": "ຂາຍແລ້ວ | ລະບົບປະຕິບັດການທຸລະກິດສໍາລັບບໍລິສັດທີ່ເຕີບໂຕໄວ",
    "login": "ເຂົ້າ​ສູ່​ລະ​ບົບ",
    "register": "ລົງທະບຽນ",
    "auth_2fa": "2 ປັດໄຈການຢັ້ງຢືນ 🔐",
    "academy": "ບລັອກ",
    "help": "ສູນຊ່ວຍເຫຼືອ",
    "price_list": "ລາຍ​ການ​ລາ​ຄາ",
    "my_stores": "ຮ້ານຄ້າຂອງຂ້ອຍ",
    "roles": "ບົດບາດຂອງຂ້ອຍ",
    "wallet": "ກະເປົາເງິນຂອງຂ້ອຍ",
    "personal_info": "ຂໍ້ມູນສ່ວນຕົວ | KYC",
    "companies": "ບໍລິສັດຂອງຂ້ອຍ",
    "access_control": "ການຄວບຄຸມການເຂົ້າເຖິງ",
    "security_center": "ສູນຄວາມປອດໄພ",
    "gifts": {
      "received": "ຂອງຂວັນ | ໄດ້ຮັບ",
      "send": "ຂອງຂວັນ | ສົ່ງແລ້ວ"
    },
    "monetization": {
      "linked_accounts": "ການສ້າງລາຍໄດ້ | ບັນຊີທີ່ເຊື່ອມໂຍງ",
      "plans": "ການສ້າງລາຍໄດ້ | ແຜນການ & ການເຊື່ອມຕໍ່"
    },
    "affiliate": "ສາຂາ",
    "avocado": "Avocado — ຊ່ອງທາງການຂາຍສັງຄົມທີ່ທັນສະໄຫມ",
    "guild": "Guild - ຊ່ອງທາງການຂາຍລວມ",
    "partners_login": "ຄູ່ຮ່ວມງານ | ເຂົ້າສູ່ລະບົບລູກຄ້າ"
  },
  "blank_is_all_products": "ປ່ອຍໃຫ້ຫວ່າງເພື່ອລວມເອົາຜະລິດຕະພັນທັງໝົດ!",
  "cautions": {
    "title": "ຈັດການທຸລະກິດຂອງທ່ານຢ່າງເປັນມືອາຊີບໂດຍການເຮັດຄໍາແນະນໍາຕໍ່ໄປນີ້. ສືບຕໍ່ອ່ານສໍາລັບຄໍາແນະນໍາກ່ຽວກັບວິທີການເພີ່ມອັດຕາກໍາໄລແລະອື່ນໆ. ພວກເຮົາຢູ່ກັບທ່ານຕາມທາງ.",
    "no_payment_method": {
      "title": "ວິທີການຈ່າຍເງິນ",
      "message": "ທ່ານຕ້ອງເພີ່ມວິທີຈ່າຍເງິນໃຫ້ກັບຮ້ານຄ້າຂອງທ່ານ.",
      "action": "ປະຕູຮ້ານຄ້າ"
    },
    "link_account": {
      "title": "ເຊື່ອມໂຍງບັນຊີ",
      "message": "ທ່ານຕ້ອງເຊື່ອມໂຍງບັນຊີ ({currency}) ກັບຮ້ານຄ້າຂອງທ່ານ.",
      "action": "ບັນຊີຮ້ານຄ້າ"
    },
    "no_domain": {
      "title": "ເພີ່ມໂດເມນ",
      "message": "ທ່ານສາມາດເຊື່ອມຕໍ່ຫນຶ່ງຫຼືຫຼາຍໂດເມນສ່ວນບຸກຄົນກັບຮ້ານຂອງທ່ານ. ເວັບໄຊທ໌ຂອງທ່ານຈະຖືກຕິດຕັ້ງຢູ່ໃນໂດເມນຂອງທ່ານ. ຂະບວນການນີ້ແມ່ນໄວແລະງ່າຍດາຍ."
    },
    "domain_not_approved": {
      "title": "ການກວດສອບໂດເມນ",
      "message": "ໂດເມນຂອງທ່ານ {domain} ບໍ່ໄດ້ຮັບການຢັ້ງຢືນ. ກວດເບິ່ງການຕັ້ງຄ່າ DNS ແລະຢືນຢັນໂດເມນ."
    },
    "no_currency": {
      "title": "ເພີ່ມສະກຸນເງິນ",
      "message": "ທ່ານຕ້ອງກໍານົດຢ່າງຫນ້ອຍຫນຶ່ງສະກຸນເງິນສໍາລັບຮ້ານຂອງທ່ານ.",
      "action": "ການຄຸ້ມຄອງເງິນຕາ"
    },
    "no_primary_domain": {
      "title": "ໂດເມນຕົ້ນຕໍ",
      "message": "ກະລຸນາເລືອກໂດເມນເປັນໂດເມນຫຼັກຂອງເຈົ້າ. ໂດຍການຄລິກໃສ່ປຸ່ມດາວທີ່ຢູ່ຂ້າງຊື່ໂດເມນ, ທ່ານສາມາດເລືອກໂດເມນເປັນໂດເມນຕົ້ນຕໍຂອງຮ້ານຂອງທ່ານ. ນີ້ແມ່ນສິ່ງສໍາຄັນສໍາລັບເຄື່ອງຈັກຊອກຫາ. ກະລຸນາຮັບຊາບວ່າຮ້ານຂອງທ່ານຈະຍັງຄົງມີຢູ່ຜ່ານທຸກໂດເມນທີ່ເຄື່ອນໄຫວຢູ່."
    },
    "shop_complete": {
      "title": "ຂໍ້ມູນຄົບຖ້ວນ",
      "action": "ການຕັ້ງຄ່າຮ້ານຄ້າ",
      "location_msg": "ເພີ່ມສະຖານທີ່ຂອງທ່ານ",
      "days_open_msg": "ກໍານົດມື້ເປີດ",
      "time_open_msg": "ກໍານົດເວລາເປີດແລະປິດ",
      "description_msg": "ຂຽນລາຍລະອຽດສັ້ນໆກ່ຽວກັບທຸລະກິດຂອງທ່ານ",
      "icon_msg": "ຕັ້ງໂລໂກ້ຮ້ານຂອງທ່ານ",
      "shop_gateways_msg": "ເພີ່ມວິທີການຊໍາລະ",
      "socials_msg": "ເພີ່ມການເຊື່ອມຕໍ່ສັງຄົມຂອງທ່ານ",
      "clubs_msg": "ກໍານົດສະໂມສອນລູກຄ້າ",
      "domains_msg": "ເພີ່ມໂດເມນແບບກຳນົດເອງ",
      "primary_msg": "ຕັ້ງໂດເມນເປັນຕົ້ນຕໍ"
    }
  },
  "support": {
    "request": "ຮ້ອງຂໍການຊ່ວຍເຫຼືອ",
    "category": "ປະເພດ",
    "title": "ສະຫນັບສະຫນູນ",
    "message": "ຖາມຄໍາຮ້ອງຂໍຫຼືຄໍາຖາມໃດໆ. ທີມງານສະຫນັບສະຫນູນຂອງພວກເຮົາຈະນໍາພາທ່ານ. ພວກເຮົາແນະນໍາໃຫ້ທ່ານຖາມຄໍາຖາມຂອງທ່ານໃນຫນ້າທີ່ກ່ຽວຂ້ອງກັບຄໍາຮ້ອງຂໍຂອງທ່ານ. ຕົວຢ່າງ: ຖ້າທ່ານມີຄໍາຖາມກ່ຽວກັບການຕັ້ງຄ່າໂດເມນ, ສົ່ງມັນຢູ່ໃນຫນ້າການຕັ້ງຄ່າໂດເມນຂອງຮ້ານຂອງທ່ານ.",
    "close_at": "ປິດເມື່ອ {date}",
    "close_ticket_by_user": "ຂອບໃຈ, ຂ້ອຍໄດ້ຮັບຄໍາຕອບ"
  },
  "surveys": [
    "ທຸກ​ຍາກ​ຫຼາຍ",
    "ທຸກຍາກ",
    "ປົກກະຕິ",
    "ດີ",
    "ທີ່ດີເລີດ"
  ],
  "sort": {
    "title": "ຈັດຮຽງຕາມ",
    "title_small": "ຮຽງຕາມ..",
    "nothing": "ບໍ່ມີຫຍັງ",
    "most_views": "ທັດສະນະຫຼາຍທີ່ສຸດ",
    "most_likes": "ນິຍົມທີ່ສຸດ",
    "most_recent": "ໃໝ່ລ່າສຸດ",
    "most_sell": "ຂາຍ​ດີ",
    "cheapest": "ລາຄາຖືກທີ່ສຸດ",
    "most_expensive": "ແພງທີ່ສຸດ",
    "only_available": "ມີ",
    "view_mode": {
      "normal": "ປົກກະຕິ",
      "grid": "ຕາຂ່າຍໄຟຟ້າ",
      "list": "ລາຍການ",
      "insta": "ອິນສະຕາ"
    }
  },
  "helps": {
    "title": "ສູນຄວາມຊ່ວຍເຫຼືອ Selldone",
    "subtitle": "ຍິນດີຕ້ອນຮັບສູ່ Selldone. ຖ້າທ່ານກໍາລັງສ້າງຮ້ານຄ້າອອນໄລນ໌ໃຫມ່ໃນ OS ທຸລະກິດ, ທ່ານສາມາດຊອກຫາຂໍ້ມູນເພີ່ມເຕີມໄດ້ທີ່ນີ້.",
    "add_new_help": "ຊ່ວຍເຫຼືອໃໝ່",
    "resources": "ຊັບ​ພະ​ຍາ​ກອນ",
    "categories": {
      "Welcome": "ເລີ່ມ​ຕົ້ນ",
      "Setup": "ຮ້ານ",
      "Sell": "ການຂາຍ & ການຕະຫຼາດ",
      "Developer": "ພັດທະນາ",
      "Application": "ຄໍາຮ້ອງສະຫມັກ",
      "Product": "ຜະລິດຕະພັນ & ການຈັດການໝວດໝູ່",
      "Blog": "CMS & Blog",
      "Order": "ສູນ​ການ​ປະ​ຕິ​ບັດ​ຄໍາ​ສັ່ງ​",
      "Channel": "ຊ່ອງທາງການຂາຍ",
      "Accounting": "ວິທີການບັນຊີ ແລະການຈ່າຍເງິນ",
      "Incentives": "ແຮງຈູງໃຈ",
      "Marketing": "ການຕະຫຼາດ & ແຄມເປນ",
      "Logistic": "Logistic & ການຂົນສົ່ງ",
      "Customers": "ສະໂມສອນລູກຄ້າ & ການແບ່ງສ່ວນ",
      "Page": "ຫນ້າທີ່ດິນ & ກໍານົດເອງ",
      "Access": "ພະນັກງານ / ການຈັດການການເຂົ້າເຖິງ API",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "Github Repository",
    "admin_api_app": "ການບໍລິການເວັບ API Admin",
    "shop_api_app": "ບໍລິການຜ່ານເວັບ API",
    "design_kit": "ຊຸດອອກແບບ",
    "community": "ຊຸມຊົນ"
  },
  "blogs": {
    "title": "ບລັອກ",
    "subtitle": "ບົດຮຽນສໍາລັບທຸລະກິດ, ຄວາມຫມັ້ນໃຈແລະຄວາມຮູ້ທີ່ທ່ານຕ້ອງການເພື່ອສ້າງທຸລະກິດທີ່ຈະເລີນຮຸ່ງເຮືອງ.",
    "add_new_blog": "ບລັອກໃໝ່",
    "popular": "ນິຍົມ",
    "topics": "ຫົວຂໍ້",
    "select_topics": "ເລືອກວຽກຂອງເຈົ້າ.",
    "select_job_topics": "ເລືອກຫົວຂໍ້ທີ່ກ່ຽວຂ້ອງກັບວຽກຂອງທ່ານ",
    "select_interested_topics": "ເຈົ້າສົນໃຈໃນຫົວຂໍ້ໃດ?"
  },
  "api": {
    "title": "API & ການເຊື່ອມໂຍງ",
    "message": "ຫນຶ່ງໃນລັກສະນະທີ່ສໍາຄັນຂອງ Selldone ແມ່ນການສະຫນອງ APIs ທີ່ເຂັ້ມແຂງແລະປອດໄພເພື່ອຈັດການແລະເຊື່ອມຕໍ່ຮ້ານຄ້າກັບການບໍລິການອື່ນໆເຊັ່ນ: ຄັງສິນຄ້າ, ການບັນຊີ, ແລະອື່ນໆ. ທ່ານຍັງສາມາດອອກແບບແອັບຯແລະແອັບຯເວັບສໍາລັບຮ້ານຂອງທ່ານໄດ້. ໂດຍບໍ່ຕ້ອງກັງວົນກ່ຽວກັບເຄື່ອງແມ່ຂ່າຍແລະການຄຸ້ມຄອງຂໍ້ມູນ. ພຽງແຕ່ໃຊ້ໂດເມນ APIs. ທ່ານຈະມີຂະບວນການທັງຫມົດໃນການຄຸ້ມຄອງຜູ້ໃຊ້, ການກວດສອບຄວາມຖືກຕ້ອງແລະລັກສະນະໂດເມນອື່ນໆ."
  },
  "user_dashboard": {
    "title": "ລົດຮັບສົ່ງຂອງຂ້ອຍ",
    "subtitle": "ຈັດການທຸລະກິດຂອງທ່ານດ້ວຍຂໍ້ມູນທີ່ທັນສະ ໄໝ ແລະຄວາມສົດໃສດ້ານທີ່ຈະແຈ້ງ.",
    "menu": {
      "affiliate": "ສາຂາ",
      "monetize": "ສ້າງລາຍໄດ້",
      "gift": "ຂອງຂວັນ",
      "security": "ຄວາມປອດໄພ",
      "access": "ການເຂົ້າເຖິງ",
      "business": "ບໍລິສັດ",
      "wallet": "ກະເປົາເງິນ",
      "identification": "KYC",
      "stores": "ຮ້ານຄ້າ",
      "roles": "ບົດບາດ",
      "home": "ບ້ານ",
      "expert": "ຜູ້ຊ່ຽວຊານ",
      "deals": "ຂໍ້ສະເໜີ",
      "providers": "ຜູ້ໃຫ້ບໍລິການ"
    },
    "shops": {
      "create_new": "ສ້າງຮ້ານໃຫມ່",
      "create_new_sub": "ຟຣີ",
      "create_new_sub_need_initial_charge": "ການກໍ່ສ້າງຮ້ານທໍາອິດແມ່ນບໍ່ເສຍຄ່າ. ອາດຈະເປັນຮ້ານຫນຶ່ງແມ່ນພຽງພໍສໍາລັບທຸລະກິດຂອງທ່ານ, ແຕ່ຖ້າທ່ານຕ້ອງການສ້າງຮ້ານເພີ່ມເຕີມ, ຄ່າໃຊ້ຈ່າຍໃນການກໍ່ສ້າງຮ້ານໃຫມ່ແມ່ນ 25 ໂດລາ. ພວກເຮົາຖອນຈໍານວນອອກຈາກບັນຊີ wallet ຂອງທ່ານ.",
      "menu": {
        "title": "ຮ້ານຄ້າຂອງຂ້ອຍ",
        "shops": "ຮ້ານຄ້າ",
        "new": "ໃຫມ່"
      },
      "accept_invite_question": "ເຈົ້າຍອມຮັບຄຳເຊີນນີ້ບໍ?",
      "shop_card": {
        "menu_orders": {
          "physical": "ຄໍາສັ່ງຜະລິດຕະພັນທາງດ້ານຮ່າງກາຍ",
          "virtual": "ຄໍາສັ່ງຜະລິດຕະພັນ virtual",
          "files": "ໄຟລ໌ຄໍາສັ່ງ",
          "services": "ຄໍາສັ່ງການບໍລິການ"
        },
        "status": "ສະຖານະ",
        "license": "ໃບອະນຸຍາດ",
        "volume": "ພື້ນທີ່ໃຊ້ແລ້ວ",
        "expire": "ໃບອະນຸຍາດໝົດອາຍຸ",
        "products": "ຜະລິດຕະພັນ",
        "page_views": "ທັດສະນະ",
        "user_behavior": "ພຶດຕິກໍາຂອງລູກຄ້າ",
        "time_span": "ຈາກ {time} ຈົນເຖິງປະຈຸບັນ",
        "finance_report": "ບົດລາຍງານການເງິນ",
        "buys": "ການຊື້",
        "payments": "ການຈ່າຍເງິນ",
        "orders": "ຄໍາສັ່ງ",
        "currency": "ສະກຸນເງິນ"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "ຄວາມຄິດເຫັນຂອງລູກຄ້າ",
      "title_small": "ພາບລວມ",
      "wishlist": "ລາຍການທີ່ຢາກໄດ້",
      "comments": "ຄຳເຫັນ",
      "likes": "ມັກ",
      "favorites": "ລາຍການທີ່ມັກ",
      "powers": "ຕົບມື",
      "views": "ທັດສະນະ",
      "report_today": "ລາຍງານມື້ນີ້",
      "report_last7days": "ບົດລາຍງານ 7 ມື້ທີ່ຜ່ານມາ",
      "report_last30days": "ບົດລາຍງານ 30 ມື້ທີ່ຜ່ານມາ"
    }
  },
  "admin_shop": {
    "title": "ຮ້ານ",
    "menu": {
      "edit": "ການຕັ້ງຄ່າ",
      "automation": "ອັດຕະໂນມັດ",
      "application": "ຄໍາຮ້ອງສະຫມັກ",
      "access": "ການເຂົ້າເຖິງ",
      "pages": "ໜ້າ",
      "channels": "ຊ່ອງ",
      "categories": "ໝວດໝູ່",
      "marketing": "ການຕະຫຼາດ",
      "customers": "ລູກຄ້າ",
      "logistic": "ການຂົນສົ່ງ",
      "auditing": "ການບັນຊີ",
      "incentives": "ແຮງຈູງໃຈ",
      "process_center": "ຄໍາສັ່ງ",
      "blog": "ບລັອກ",
      "products": "ຜະລິດຕະພັນ",
      "shops": "ຮ້ານຄ້າ",
      "dashboard": "ແຜງໜ້າປັດ",
      "autopilot": "Autopilot",
      "apps": "ແອັບ",
      "pos": "POS",
      "seo": "SEO",
      "localization": "ທ້ອງຖິ່ນ"
    },
    "dashboard": {
      "title": "ແຜງໜ້າປັດຮ້ານຄ້າ",
      "online_staff": "ພະນັກງານອອນໄລນ໌",
      "notify_referral": {
        "message": "ສົ່ງລິ້ງເຊີນຂອງເຈົ້າໄປຫາໝູ່ ແລະຮັບບັດເຕີມເງິນຟຣີ.",
        "action": "ລິ້ງອ້າງອີງຂອງຂ້ອຍ"
      },
      "info": {
        "title": "ດ້ານວິຊາການ",
        "subtitle": "ພາບລວມດ້ານວິຊາການຂອງ OS ທຸລະກິດຂອງທ່ານ.",
        "shop_name": "ຊື່ຮ້ານ",
        "shop_link": "ລິ້ງຮ້ານຄ້າ",
        "site_map": "ແຜນຜັງເວັບໄຊທ໌",
        "shop_domains": "ໂດເມນ",
        "shop_domains_msg": "ເຊື່ອມຕໍ່ລາຍຊື່ໂດເມນກຳນົດເອງ.",
        "home_msg": "ກໍານົດຫນ້າທໍາອິດຂອງເວັບໄຊທ໌ຂອງທ່ານ. ມັນສາມາດປ່ຽນແປງໄດ້ສໍາລັບແຕ່ລະໂດເມນທີ່ກໍາຫນົດເອງ.",
        "add_domain": "ເພີ່ມໂດເມນໃຫມ່",
        "currencies": "ສະກຸນເງິນທີ່ເຄື່ອນໄຫວ",
        "currencies_alert": "ເລືອກຢ່າງໜ້ອຍໜຶ່ງສະກຸນເງິນສຳລັບຮ້ານ!",
        "status": "ສະຖານະ",
        "license": "ໃບອະນຸຍາດ",
        "expire": "ວັນໝົດອາຍຸໃບອະນຸຍາດ",
        "upgrade_license_action": "ອັບເກຣດເປັນ {name}",
        "wage": "ຄ່າທຳນຽມ",
        "cpu_message": "ຈໍາ​ນວນ​ຂອງ​ຊັບ​ພະ​ຍາ​ກອນ​ທີ່​ທ່ານ​ໄດ້​ປັບ​ໃຫ້​ເຫມາະ​ສົມ​ກັບ​ແຜນ​ການ​ທີ່​ຊື້​ແລະ​ຊັບ​ພະ​ຍາ​ກອນ​ທີ່​ທ່ານ​ເພີ່ມ​ໃນ​ການ​ບໍ​ລິ​ການ​ຂອງ​ທ່ານ​.",
        "hide_domains": "ເຊື່ອງໂດເມນຂອງຂ້ອຍ",
        "show_domains": "ສະແດງໂດເມນຂອງຂ້ອຍ",
        "table": {
          "primary": "ປະຖົມ",
          "url": "Url",
          "site_map": "ແຜນຜັງເວັບໄຊທ໌",
          "enable": "ເປີດໃຊ້",
          "indexed": "ດັດຊະນີ",
          "and_more": "ແລະອື່ນໆອີກ..",
          "auto_repair": "ການສ້ອມແປງອັດຕະໂນມັດ"
        },
        "add_dialog": {
          "title": "ຕັ້ງຄ່າ Store Domain",
          "step1": "ທ່ານສາມາດກໍານົດຂອບເຂດຈໍາກັດ IP ຂອງບັນທຶກ A ສໍາລັບໂດເມນ DNS ຫຼືໂດເມນຍ່ອຍຈາກຄ່າຕໍ່ໄປນີ້:",
          "step2": "ເພີ່ມບັນທຶກ DNS TXT:",
          "set_ip_alert": "ກໍານົດຄ່າ IP ຂອງບັນທຶກ A <b>{ip}</b> .",
          "input_domain": "URL ໂດເມນ",
          "correct": "ການຕັ້ງຄ່າໂດເມນຖືກຕ້ອງ.",
          "set_message": "ຕັ້ງ CNAME ຂອງໂດເມນນີ້ເປັນ {cname}.",
          "input_domain_message": "ໃສ່ຊື່ໂດເມນໂດຍບໍ່ມີ http ແລະ https.",
          "ssl_message": "ບໍ່ຕ້ອງກັງວົນກ່ຽວກັບໃບຢັ້ງຢືນ SSL ສໍາລັບເວັບໄຊທ໌ຂອງທ່ານ. ການຢັ້ງຢືນນີ້ຈະຖືກອອກໃຫ້ກັບໂດເມນຂອງທ່ານໂດຍອັດຕະໂນມັດໂດຍ Selldone (beta).",
          "active": "ໂດເມນມີການເຄື່ອນໄຫວ",
          "inactive": "ໂດເມນຖືກປິດການນຳໃຊ້",
          "success_message": "ຂໍສະແດງຄວາມຍິນດີ, ເວັບໄຊຂອງເຈົ້າຖືກເປີດໃຊ້ໃນ {domain}. ທ່ານສາມາດແນະນໍາທຸລະກິດແລະຍີ່ຫໍ້ຂອງທ່ານໄປທົ່ວໂລກໂດຍຜ່ານໂດເມນນີ້.",
          "delete_action": "ລຶບໂດເມນບໍ?"
        },
        "set_home_dialog": {
          "title": "ກໍານົດຫນ້າທໍາອິດຂອງໂດເມນ"
        },
        "notification": {
          "add_message": "ເພີ່ມທີ່ຢູ່ໂດເມນສຳເລັດແລ້ວ.",
          "update_message": "ໂດເມນໄດ້ຖືກປັບປຸງສຳເລັດແລ້ວ.",
          "delete_domain_message": "ໂດເມນຖືກລຶບສຳເລັດແລ້ວ."
        },
        "alert": {
          "title": "ລຶບໂດເມນ",
          "message": "ທ່ານຕ້ອງການລຶບໂດເມນນີ້ບໍ? ໃຫ້ແນ່ໃຈວ່າຈະປັບຄ່າບັນທຶກ DNS ຂອງໂດເມນຂອງທ່ານເພື່ອປ້ອງກັນຜູ້ອື່ນຈາກການສໍ້ໂກງ."
        }
      },
      "active_orders": {
        "title": "ຄໍາສັ່ງ",
        "title_small": "ຄໍາສັ່ງທາງດ້ານຮ່າງກາຍ, ໄຟລ໌, Virtual ແລະການບໍລິການ",
        "pending_orders": "ຄໍາສັ່ງທີ່ຍັງຄ້າງຢູ່",
        "physical": "ຄໍາສັ່ງຜະລິດຕະພັນທາງດ້ານຮ່າງກາຍ",
        "virtual": "ຄໍາສັ່ງຜະລິດຕະພັນ virtual",
        "file": "ຍື່ນຄໍາສັ່ງຜະລິດຕະພັນ",
        "service": "ບໍລິການສັ່ງສິນຄ້າ"
      },
      "products": {
        "title": "ສາງ",
        "title_small": "ຜະລິດຕະພັນ, ບໍລິການ, ໄຟລ໌",
        "total_products": "ປະເພດຜະລິດຕະພັນທັງໝົດ"
      },
      "finance": {
        "title": "ການເງິນ",
        "title_small": "ບົດລາຍງານການເງິນ",
        "total_30days_title": "ຍອດຂາຍທັງໝົດ",
        "last_30_day": "30 ມື້ທີ່ຜ່ານມາ",
        "pay_amount_chart_title": "ການຈ່າຍເງິນ",
        "sell_amount_chart_title": "ການຂາຍ",
        "discount_amount_chart_title": "ສ່ວນຫຼຸດ",
        "currency_convert_to": "ເປັນສະກຸນເງິນ",
        "active_currencies": "ສະກຸນເງິນທີ່ເຄື່ອນໄຫວ",
        "sell_count_chart_title": "ຈໍານວນການຂາຍຕາມຕົວແປ",
        "active_gateways": "ປະຕູການຈ່າຍເງິນທີ່ໃຊ້ໄດ້",
        "received_last_24h": "ໄດ້ຮັບ 7 ຊົ່ວໂມງທີ່ຜ່ານມາ",
        "pie": {
          "title": "ອັດຕາສ່ວນການຂາຍໃນມື້ນີ້",
          "no_data": "ບໍ່ມີການຂາຍໃນມື້ນີ້"
        },
        "pay_amount": "ຈໍານວນການຈ່າຍເງິນ",
        "sell_amount": "ຈໍານວນການຂາຍ",
        "discount_amount": "ຈຳນວນສ່ວນຫຼຸດ",
        "sell_count": "ຍອດຂາຍ",
        "table": {
          "currency": "ສະກຸນເງິນ",
          "total_sell_30days": "ຍອດຂາຍທັງໝົດ 30 ມື້",
          "sell_daily": "ອັດຕາການຂາຍປະຈໍາວັນ",
          "sell": "ຂາຍ",
          "pay": "ຈ່າຍ"
        }
      },
      "customers": {
        "title": "ລູກຄ້າຊື້ເຄື່ອງ",
        "title_small": "ບົດລາຍງານການປ່ຽນໃຈເຫລື້ອມໃສ",
        "total_customers": "ທັງໝົດ",
        "new_customers_today": "ມື້​ນີ້",
        "new_customers_week": "7 ມື້ທີ່ຜ່ານມາ",
        "orders_count": "ນັບຄໍາສັ່ງ",
        "days_range": "ຊ່ວງມື້",
        "new_users": "ຜູ້ໃຊ້ລົງທະບຽນໃຫມ່",
        "chart": {
          "new_customers": "ລູກຄ້າໃຫມ່",
          "customers": "ລູກຄ້າທັງໝົດ"
        }
      },
      "plugins": {
        "title": "ປລັກອິນ",
        "title_small": "ຕິດຕັ້ງແລ້ວ"
      },
      "performance": {
        "title": "ມື້​ນີ້",
        "title_small": "ຜູ້ໃຊ້ແລະການຂາຍພາບລວມ",
        "users": "ຜູ້ໃຊ້",
        "views": "ທັດສະນະ",
        "orders": "ຄໍາສັ່ງ",
        "payments": "ການຈ່າຍເງິນ",
        "no_visitor_today": "ທ່ານບໍ່ມີນັກທ່ອງທ່ຽວໃນມື້ນີ້."
      }
    },
    "products": {
      "title": "ລາຍການຜະລິດຕະພັນ",
      "products_list": "ກັບໄປທີ່ລາຍຊື່",
      "products_menu": "ການຄຸ້ມຄອງຜະລິດຕະພັນ",
      "process_que": "ປຸງແຕ່ງຜະລິດຕະພັນນໍາເຂົ້າ",
      "view_que_list": "ເບິ່ງລາຍຊື່ຄິວ",
      "menu_products_list": "ລາຍການຜະລິດຕະພັນ",
      "menu_export": "ຜະລິດຕະພັນສົ່ງອອກ",
      "menu_import": "ຜະລິດຕະພັນນໍາເຂົ້າ",
      "menu_show_deletes": "ສະແດງຜະລິດຕະພັນທີ່ຖືກລົບ",
      "drop_import_message": "ວາງໄຟລ໌ລາຍຊື່ຜະລິດຕະພັນ (ຮູບແບບ CSV, XLS, XLSX) ທີ່ນີ້ເພື່ອເລີ່ມການເພີ່ມຜະລິດຕະພັນເປັນຊຸດ. ໃຫ້ແນ່ໃຈວ່າໄຟລ໌ມີຮູບແບບລາຍການຜະລິດຕະພັນ Selldone.",
      "product_widget": {
        "product_type": "ປະເພດຜະລິດຕະພັນ",
        "price": "ລາຄາ",
        "value_added": "ຄະນະກໍາມະການ",
        "discount": "ສ່ວນຫຼຸດ",
        "in_stock": "ໃນ​ສາງ",
        "product_unit": "ໜ່ວຍ",
        "total_sell": "ຍອດຂາຍທັງໝົດ",
        "total_view": "ຍອດເບິ່ງທັງໝົດ",
        "view_unit": "ເວລາ",
        "review_unit": "ການທົບທວນຄືນ"
      },
      "folder_widget": {
        "products": "ຜະລິດຕະພັນ",
        "products_unit": "ປະເພດ",
        "sub_categories": "ໝວດໝູ່",
        "sub_categories_unit": "ລາຍການ",
        "views": "ທັດສະນະ",
        "views_unit": "ເວລາ"
      }
    },
    "blogs": {
      "new": "ຂຽນໃໝ່",
      "blogs": "ບລັອກ",
      "list": {
        "title": "ບົດຄວາມຂອງຂ້ອຍ",
        "waiting_message": "ໄດ້ຮັບຂໍ້ມູນ ... ກະລຸນາລໍຖ້າ",
        "published": "ຈັດພີມມາ",
        "draft": "ຮ່າງ",
        "private": "ສ່ວນຕົວ",
        "public": "ສາທາລະນະ",
        "table": {
          "title": "ຫົວຂໍ້",
          "author": "ຜູ້ຂຽນ",
          "claps": "ຕົບມື",
          "like": "ມັກ",
          "comments": "ຄຳເຫັນ",
          "views": "ທັດສະນະ",
          "publish_state": "ສະຖານະ",
          "created_at": "ວັນທີສ້າງ",
          "updated_at": "ອັບເດດຫຼ້າສຸດ"
        },
        "subtitle": "ຂຽນບົດຄວາມທີ່ມີບັນນາທິການ inline ທີ່ທັນສະໄຫມເພື່ອນໍາສະເຫນີຕົວທ່ານເອງແລະທຸລະກິດຂອງທ່ານ. ເນື້ອຫາຕົ້ນສະບັບແມ່ນສິ່ງທໍາອິດທີ່ທ່ານຈໍາເປັນຕ້ອງສຸມໃສ່ໃນເວລາທີ່ຂຽນບົດຄວາມ blog ທີ່ເປັນມິດກັບ SEO ທີ່ມີຄຸນນະພາບສູງ."
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "ໄດ້ຮັບຂໍ້ມູນ ... ກະລຸນາລໍຖ້າ",
        "rejected": "ປະຕິເສດ",
        "delivery": "ການ​ຂົນ​ສົ່ງ",
        "discount": "ສ່ວນຫຼຸດ",
        "not_paid": "ບໍ່ໄດ້ຈ່າຍ",
        "table": {
          "order_number": "ລະຫັດຄໍາສັ່ງ",
          "order_date": "ວັນທີຈ່າຍເງິນ",
          "status": "ສະຖານະສຸດທ້າຍ",
          "price": "ຈໍາ​ນວນ​ທັງ​ຫມົດ",
          "payment_status": "ສະຖານະການຈ່າຍເງິນ"
        }
      },
      "virtual": {
        "waiting_message": "ໄດ້ຮັບຂໍ້ມູນ ... ກະລຸນາລໍຖ້າ",
        "discount": "ສ່ວນຫຼຸດ",
        "table": {
          "order_number": "ລະຫັດຄໍາສັ່ງ",
          "product": "ຜະລິດຕະພັນ",
          "order_date": "ວັນທີລົງທະບຽນ",
          "status": "ສະຖານະສຸດທ້າຍ",
          "price": "ຈໍາ​ນວນ​ທັງ​ຫມົດ",
          "payment_status": "ສະຖານະການຈ່າຍເງິນ"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "ແລກ​ປ່ຽນ",
        "gateway": "ປະຕູ",
        "invoice": "ໃບບິນ",
        "report": "ລາຍງານ",
        "tax": "ພາສີ",
        "drop_shipping": "ໃບຮັບເງິນຂອງຜູ້ຂາຍ",
        "reseller_accounts": "ບັນຊີຜູ້ຂາຍ",
        "valuations": "ການປະເມີນມູນຄ່າ"
      },
      "invoice": {
        "title": "ຮ້ານຄ້າທີ່ເຊື່ອມຕໍ່ Wallets",
        "subtitle": "ຄ່າບໍລິການ, ຄ່ານາຍໜ້າ ແລະຄ່າໃຊ້ຈ່າຍໃນຮ້ານແມ່ນຫັກອອກຈາກບັນຊີກະເປົາເງິນເຫຼົ່ານີ້.",
        "title_add": "ເຊື່ອມຕໍ່ບັນຊີ wallet ໃໝ່",
        "subtitle_add": "ທ່ານຄວນສ້າງກະເປົາເງິນໃຫມ່ສໍາລັບແຕ່ລະສະກຸນເງິນແລະເຊື່ອມຕໍ່ມັນກັບຮ້ານຂອງທ່ານ. ຄ່າບໍລິການຈະຖືກຖອນອອກຈາກກະເປົາເງິນນີ້.",
        "add_account": "ເພີ່ມ​ບັນ​ຊີ",
        "charge_account": "ໄລ່ບັນຊີ",
        "show_transaction": "ສະແດງທຸລະກໍາ",
        "table": {
          "currency": "ສະກຸນເງິນ",
          "account_number": "ເລກບັນຊີ",
          "account_name": "ຊື່​ບັນ​ຊີ",
          "balance": "ຍອດເງິນ",
          "free_balance": "ຍອດເງິນທີ່ມີຢູ່",
          "actions": "ເອົາອອກ"
        },
        "add_account_dialog": {
          "title": "ກຳລັງເຊື່ອມຕໍ່ບັນຊີສິນເຊື່ອເພື່ອເກັບຮັກສາ",
          "subtitle": "ເມື່ອທ່ານເປີດບັນຊີກະເປົາເງິນດ້ວຍ Selldone, ພວກເຮົາຈະໃຫ້ບັດເຄຣດິດສະເໝືອນ ແລະບັນຊີຄືກັບບັດເຄຣດິດອື່ນໆ. ຄ່າທໍານຽມການຂາຍ Selldone ຈະຖືກຫັກອອກຈາກບັນຊີນີ້, ແຕ່ຖ້າຍອດເງິນໃນບັນຊີຂອງທ່ານບໍ່ພຽງພໍ, ຈໍານວນນີ້ຈະຖືກຫນີ້. ທ່ານສາມາດນໍາໃຊ້ບໍລິການ Selldone ຫຼາຍເທົ່າທີ່ທ່ານຕ້ອງການ.",
          "account_number": "ເລກບັນຊີ",
          "account_number_input_message": "ຮ້ານຄ້າຈະຖືກເຊື່ອມໂຍງກັບບັນຊີນີ້. ບັນຊີນີ້ຈະຖືກໃຊ້ສໍາລັບຄ່າທໍານຽມແລະຄ່າໃຊ້ຈ່າຍ.",
          "balance": "ຍອດເງິນໃນບັນຊີ",
          "connect_account_to_shop": "ເຊື່ອມຕໍ່ບັນຊີກັບ Store"
        },
        "notifications": {
          "connect_account_success": "ເພີ່ມບັນຊີສຳເລັດແລ້ວ.",
          "delete_account_success": "ລຶບບັນຊີອອກຈາກຮ້ານສຳເລັດແລ້ວ."
        },
        "alert": {
          "delete_account": "ຕັດການເຊື່ອມຕໍ່ບັນຊີ",
          "delete_account_message": "ທ່ານຕ້ອງການລຶບບັນຊີນີ້ອອກຈາກລາຍຊື່ບັນຊີຮ້ານຄ້າບໍ?",
          "delete_account_action": "ລຶບບັນຊີ"
        },
        "inform_charge_account": "ຮຽກເກັບບັນຊີຂອງທ່ານ!",
        "inform_charge_account_critical": "ຮຽກເກັບບັນຊີຂອງທ່ານເພື່ອປ້ອງກັນການລະງັບການບໍລິການ!"
      },
      "gateway": {
        "title": "ວິທີການຊໍາລະເງິນ",
        "sub_title": "ບັນຊີລາຍຊື່ຂອງວິທີການຊໍາລະເງິນທີ່ມີການເຄື່ອນໄຫວ. ຖ້າທ່ານຕ້ອງການເພີ່ມວິທີການໃຫມ່ໃຫ້ກັບຮ້ານຂອງທ່ານ, ກົດປຸ່ມຕໍ່ໄປນີ້. ພວກເຮົາແນະນໍາໃຫ້ບໍ່ເກີນ 10 ປະຕູການຈ່າຍເງິນເພີ່ມ.",
        "add_gateway": "ວິທີການຈ່າຍເງິນໃໝ່",
        "add_gateway_dialog": {
          "title": "ເລືອກສະກຸນເງິນ",
          "country_currencies": "ສະກຸນເງິນທ້ອງຖິ່ນ",
          "crypto_currencies": "Cryptocurrencies",
          "active_gateways": "ວິທີການຈ່າຍເງິນທີ່ໃຊ້ຢູ່",
          "confirm": "ເພີ່ມວິທີການຊໍາລະ"
        }
      },
      "exchange": {
        "title": "ເກັບຮັກສາສະກຸນເງິນທີ່ມີການເຄື່ອນໄຫວ",
        "subtitle": "ຜູ້ໃຊ້ຈະສາມາດເລືອກເອົາຫນຶ່ງໃນສະກຸນເງິນທີ່ມີການເຄື່ອນໄຫວແລະລາຄາຂອງຜະລິດຕະພັນຈະຖືກຄິດໄລ່ແລະສະແດງ. ມັນຂຶ້ນກັບຜູ້ຂາຍທີ່ຈະເຂົ້າໄປໃນອັດຕາແລກປ່ຽນ.",
        "shop_currencies_input": "ສະກຸນເງິນທີ່ມີການເຄື່ອນໄຫວສໍາລັບຜູ້ໃຊ້",
        "shop_currencies_input_error": "ເລືອກຢ່າງໜ້ອຍໜຶ່ງສະກຸນເງິນ",
        "rates": {
          "title": "ອັດຕາແລກປ່ຽນເງິນຕາ",
          "sub_title": "ທ່ານສາມາດໃສ່ລາຄາຜະລິດຕະພັນໂດຍອີງໃສ່ສະກຸນເງິນໃດໆຂ້າງລຸ່ມນີ້ແລະລາຄາຜະລິດຕະພັນຈະຖືກຄິດໄລ່ໂດຍອັດຕະໂນມັດໃນອັດຕາການປ່ຽນແປງລະຫວ່າງສະກຸນເງິນຂອງທ່ານ.",
          "message": "ໂດຍການໃສ່ອັດຕາແລກປ່ຽນລະຫວ່າງສະກຸນເງິນ, ລາຄາຂອງຜະລິດຕະພັນຂອງທ່ານຈະຖືກຄິດໄລ່ແລະປັບປຸງໂດຍອັດຕະໂນມັດ.",
          "add_new_rate": "ເພີ່ມອັດຕາໃຫມ່"
        },
        "table": {
          "waiting_receive_data": "ໄດ້ຮັບຂໍ້ມູນ ... ກະລຸນາລໍຖ້າ",
          "rate_input": "ອັດ​ຕາ​ແລກ​ປ່ຽນ",
          "from": "ຈາກ",
          "to": "ເຖິງ",
          "exchange_rate": "ອັດ​ຕາ​ແລກ​ປ່ຽນ",
          "edit": "ແກ້ໄຂ",
          "delete": "ລຶບ",
          "auto": "ອັດຕາອັດຕະໂນມັດ"
        },
        "add_rate_dialog": {
          "title": "ກໍານົດອັດຕາແລກປ່ຽນ",
          "message": "ຈົ່ງລະມັດລະວັງໃນການປ້ອນຂໍ້ມູນ. ລາຄາຂອງຜະລິດຕະພັນຂອງທ່ານຈະຖືກຄິດໄລ່ໂດຍອີງໃສ່ອັດຕາທີ່ລະບຸໄວ້ທີ່ນີ້.",
          "currency_from": "ຈາກສະກຸນເງິນ",
          "currency_to": "ເປັນສະກຸນເງິນ",
          "exchange_rate": "ອັດ​ຕາ​ແລກ​ປ່ຽນ"
        },
        "alert": {
          "title": "ລຶບອັດຕາການປ່ຽນແປງ",
          "message": "ທ່ານຕ້ອງການລຶບອັດຕາການປ່ຽນແປງນີ້ບໍ?",
          "action": "ລຶບ"
        },
        "notifications": {
          "delete_success": "ລຶບອັດຕາແລກປ່ຽນ.",
          "add_success": "ອັດ​ຕາ​ແລກ​ປ່ຽນ​ປັບ​ປຸງ​.",
          "update_success": "ເກັບຮັກສາສະກຸນເງິນທີ່ເຄື່ອນໄຫວຖືກປັບປຸງ."
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "ສາງ",
        "subtitle": "ບັນຊີລາຍຊື່ຂອງສາງຂອງຂ້ອຍ."
      },
      "warehouse_btn": "ເພີ່ມສາງໃໝ່",
      "warehouse_btn_error": "ຕັ້ງສາງ, ເກັບຮັກສາ, ຫຼືຕົ້ນກໍາເນີດຂອງທຸລະກິດຂອງທ່ານ. ມັນເປັນສິ່ງ ສຳ ຄັນທີ່ຈະຕ້ອງຄິດໄລ່ຄ່າຂົນສົ່ງແລະຂັ້ນຕອນການແຈ້ງອອກ.",
      "size_unit": {
        "title": "ຫົວໜ່ວຍຂະໜາດ",
        "subtitle": "ຫນ່ວຍບໍລິການທີ່ໃຊ້ສໍາລັບຄວາມຍາວ, ຄວາມກວ້າງແລະຄວາມສູງ."
      },
      "mass_unit": {
        "title": "ຫນ່ວຍງານມະຫາຊົນ",
        "subtitle": "ຫນ່ວຍບໍລິການທີ່ໃຊ້ສໍາລັບນ້ໍາຫນັກ."
      },
      "menu": {
        "return_request": "ກັບຄືນ",
        "delivery": "ການ​ຂົນ​ສົ່ງ",
        "inventory": "ສາງ",
        "warehouse": "ສາງ",
        "logistic_apps": "ການຂົນສົ່ງ",
        "profiles": "ໂປຣໄຟລ໌"
      },
      "warehouse": {
        "title": "ຮ້ານສາງ",
        "sub_title": "ທີ່ຢູ່ນີ້ແມ່ນໃຊ້ເປັນແຫຼ່ງທີ່ມາຂອງການຂົນສົ່ງ.",
        "table": {
          "title": "ບັນຊີລາຍການສິນຄ້າຄົງຄັງ",
          "sub_title": "ບັນຊີລາຍຊື່ຂອງຜະລິດຕະພັນໃນຮ້ານທັງຫມົດລວມທັງທາງດ້ານຮ່າງກາຍ, virtual, ໄຟລ໌ແລະການບໍລິການ"
        }
      },
      "delivery": {
        "title": "ວິທີການຂົນສົ່ງ",
        "sub_title": "ໂດຍການຕັ້ງຄ່າຄ່າໃນພາກນີ້, ຫຼາຍໆວິທີການສົ່ງຈະຖືກເປີດໃຊ້ໃນຮ້ານຂອງທ່ານ. ວິທີການສົ່ງເງິນສົດຍັງສາມາດຖືກເປີດໃຊ້ໃນພາກນີ້.",
        "add_transportation": "ເພີ່ມການຂົນສົ່ງ",
        "delivery_form": {
          "payment": "ທາງເລືອກໃນການຈ່າຍເງິນ",
          "limits": "ຂອບເຂດຈໍາກັດ",
          "currency_input": "ສະກຸນເງິນອ້າງອີງສໍາລັບການຄິດໄລ່ຄ່າໃຊ້ຈ່າຍ",
          "currency_input_message": "ຄ່າໃຊ້ຈ່າຍແມ່ນຄິດໄລ່ໃນສະກຸນເງິນນີ້",
          "distance_input": "ໄລຍະທາງຈາກສາງ",
          "distance_input_message": "0 ຫຼື -1 ຫມາຍຄວາມວ່າບໍ່ມີຂອບເຂດຈໍາກັດ.",
          "max_weight_input": "ນ້ໍາຫນັກຊອງສູງສຸດທີ່ຍອມຮັບໄດ້",
          "max_weight_input_message": "0 ຫຼື -1 ຫມາຍຄວາມວ່າບໍ່ມີຂອບເຂດຈໍາກັດ.",
          "max_size_input": "ຂະໜາດແພັກເກັດສູງສຸດ",
          "width": "ກວ້າງ",
          "length": "ຄວາມຍາວ",
          "height": "ຄວາມສູງ",
          "days_input": "ວັນທີຈັດສົ່ງ",
          "days_input_nodata": "ເລືອກມື້ຈັດສົ່ງ",
          "hours_input": "ເວລາຈັດສົ່ງ Avaialbe",
          "hours_input_nodata": "ເລືອກໄລຍະເວລາ",
          "vacation_input": "ເຈົ້າຈັດສົ່ງໃນວັນພັກບໍ?",
          "cod_input": "ສະຫນັບສະຫນູນ COD",
          "cod_input_message": "ໃຫ້ແນ່ໃຈວ່າການບໍລິການຂົນສົ່ງຂອງທ່ານຍອມຮັບ COD.",
          "sod_input": "ທ່ານສະຫນັບສະຫນູນ COD ບໍ?",
          "sod_input_message": "ໃຫ້ແນ່ໃຈວ່າການບໍລິການຂົນສົ່ງຂອງທ່ານຍອມຮັບ COD.",
          "pricing": "ຄິດ​ໄລ່​ລາ​ຄາ​",
          "const_input": "ຄ່າໃຊ້ຈ່າຍຄົງທີ່",
          "distance_cof_input": "ຄ່າສຳປະສິດທາງໄກ",
          "distance_cof_input_dim": "ຕໍ່ {dim}",
          "weight_cof_input": "ປັດໄຈຄ່າໃຊ້ຈ່າຍຕໍ່ນ້ໍາຫນັກ",
          "weight_cof_input_dim": "ຕໍ່ {dim}",
          "price_cof_input": "ຄ່າຂົນສົ່ງເຖິງປັດໄຈລາຄາສິນຄ້າ",
          "price_cof_input_message": "ລວມຄ່າໃຊ້ຈ່າຍປະກັນໄພ ແລະການບໍລິການອື່ນໆ ເຊັ່ນ: ຄ່າ COD.",
          "price_cof_input_dim": "ຕໍ່ {dim}",
          "distance_weight_cof_input": "ຕົວຄູນຄ່າໃຊ້ຈ່າຍໂດຍຕົວຄູນນ້ໍາຫນັກ",
          "distance_weight_cof_input_dim": "ສໍາລັບທຸກໆ {weight} ຕໍ່ {distance}",
          "free_shipping_input": "ສົ່ງຟຣີ",
          "free_shipping_limit_input": "ຄ່າໃຊ້ຈ່າຍໃນການສັ່ງຊື້ຂັ້ນຕ່ໍາສໍາລັບການຈັດສົ່ງຟຣີ",
          "notifications": {
            "update_success": "ການຕັ້ງຄ່າບໍລິການຂົນສົ່ງສຳເລັດຮຽບຮ້ອຍແລ້ວ."
          },
          "shipping_cost_calculation": "ການ​ຄິດ​ໄລ່​ຄ່າ​ຂົນ​ສົ່ງ​",
          "sod_true": "ຮັບຄ່າສົ່ງຕາມປາຍທາງ",
          "sod_true_message": "ໃຫ້ແນ່ໃຈວ່າການບໍລິການຂົນສົ່ງຂອງທ່ານຍອມຮັບຄ່າຂົນສົ່ງໃນປາຍທາງ.",
          "sod_false": "ການຄິດໄລ່ຄ່າຂົນສົ່ງອັດຕະໂນມັດ",
          "cod_true": "ຮັບເງິນສົດໃນເວລາຈັດສົ່ງ",
          "cod_false": "ຍອມຮັບການຈ່າຍເງິນອອນໄລນ໌ເທົ່ານັ້ນ",
          "cod_true_message": "ໃຫ້ແນ່ໃຈວ່າການບໍລິການຂົນສົ່ງຂອງທ່ານຍອມຮັບ COD."
        }
      }
    },
    "users": {
      "menu": {
        "customers": "ລູກຄ້າ",
        "contact_form": "ຕິດຕໍ່ພົວພັນ",
        "faq": "FAQ",
        "club": "ສະໂມສອນ",
        "report": "ລາຍງານ"
      },
      "report": {
        "title": "ພາບລວມລູກຄ້າ",
        "sub_title": "ທ່ານຈະເຫັນສະຖານະສົດຂອງລູກຄ້າຂອງທ່ານຢູ່ທີ່ນີ້.",
        "report_30days_by_time": "ການເຄື່ອນໄຫວຂອງຜູ້ໃຊ້ໂດຍອີງໃສ່ວັນທີ ແລະເວລາໃນ 30 ມື້ທີ່ຜ່ານມາ",
        "report_30days_by_location": "ການເຄື່ອນໄຫວຂອງຜູ້ໃຊ້ສະຖານທີ່ຕັ້ງພູມສາດໃນ 30 ມື້ທີ່ຜ່ານມາ"
      },
      "club": {
        "title": "ສະໂມສອນລູກຄ້າ",
        "sub_title": "ໃສ່ຈໍານວນການຊື້ລາຍເດືອນແລະລາຍປີແລະສະກຸນເງິນເພື່ອເປີດໃຊ້ແຕ່ລະລະດັບ. ລູກຄ້າຂອງທ່ານຈະເຂົ້າໄປໃນສະໂມສອນລູກຄ້າຂອງທ່ານຍ້ອນວ່າພວກເຂົາຕອບສະຫນອງຄວາມຕ້ອງການຂອງການຊື້ປະຈໍາເດືອນຫຼືປະຈໍາປີ.",
        "item": {
          "members_count": "ຈໍານວນສະມາຊິກ",
          "purchases_count": "ຈໍານວນຄໍາສັ່ງ",
          "monthly": "ປະຈໍາເດືອນ",
          "annually": "ປະຈຳປີ",
          "discount_percent": "ອັດຕາສ່ວນຫຼຸດ",
          "discount_limit": "ຈຳກັດສ່ວນຫຼຸດ"
        },
        "edit_dialog": {
          "title": "ການຄຸ້ມຄອງລະດັບລູກຄ້າ",
          "currency_input": "ສະກຸນເງິນ",
          "currency_input_message": "ການຊື້ທັງໝົດແມ່ນຄິດໄລ່ເປັນສະກຸນເງິນນີ້.",
          "free_shipping_input": "ສົ່ງຟຣີ",
          "monthly_input": "ອັດຕາການຊື້ລາຍເດືອນ",
          "annually_input": "ອັດຕາການຊື້ປະຈໍາປີ",
          "discount_percent_input": "ອັດຕາສ່ວນຫຼຸດສໍາລັບສະມາຊິກສະໂມສອນ",
          "discount_limit_input": "ຈຳກັດສ່ວນຫຼຸດ",
          "description_input": "ລາຍລະອຽດ",
          "description_input_message": "ໃສ່ລາຍລະອຽດສັ້ນໆຂອງລະດັບນີ້."
        },
        "notifications": {
          "update_success": "ການປ່ຽນແປງໄດ້ນໍາໃຊ້ກັບສະໂມສອນລູກຄ້າ."
        }
      },
      "faq": {
        "title": "ຄໍາ​ຖາມ​ທີ່​ຖືກ​ຖາມ​ເລື້ອຍໆ",
        "sub_title": "ເພີ່ມ, ແກ້ໄຂ, ແລະຕອບຄໍາຖາມຂອງລູກຄ້າຂອງທ່ານ."
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "ແຄມເປນ",
        "cross_selling": "ການຂາຍຂ້າມ",
        "affiliate": "ສາຂາ",
        "emails": "ອີເມວ",
        "funnel": "ຊ່ອງທາງ"
      },
      "campaign": {
        "name_input_placeholder": "ຊື່ແຄມເປນ",
        "name_input_message": "ໃສ່ຊື່ແຄມເປນຂອງທ່ານ.",
        "create_campaign_action": "ສ້າງແຄມເປນໃຫມ່",
        "table": {
          "title": "ຫົວຂໍ້",
          "state": "ສະຖານະ",
          "discount": "ສ່ວນຫຼຸດ",
          "landing": "ຫນ້າທີ່ດິນ",
          "start": "ເລີ່ມ",
          "end": "ຈົບ"
        },
        "notifications": {
          "add_success_title": "ສ້າງແຄມເປນ",
          "add_success": "ແຄມເປນຂອງທ່ານຖືກສ້າງຂຶ້ນ."
        }
      }
    },
    "categories": {
      "title": "ລາຍການປະເພດ",
      "subtitle": "ປະເພດແມ່ນລັກສະນະທີ່ສໍາຄັນຂອງຮ້ານອອນໄລນ໌ຂອງທ່ານ. ພວກເຮົາຊຸກຍູ້ໃຫ້ທ່ານໃຊ້ເຄື່ອງມືການຈັດປະເພດທີ່ມີປະສິດທິພາບເຫຼົ່ານີ້ເພື່ອສ້າງຫນ້າຮ້ານທີ່ທັນສະໄຫມແລະເຮັດໃຫ້ມັນງ່າຍສໍາລັບລູກຄ້າຂອງທ່ານໃນການຄົ້ນຫາຜະລິດຕະພັນທີ່ເຫມາະສົມ.",
      "menu": {
        "add_new": "ເພີ່ມໝວດໝູ່ໃໝ່",
        "categories_list": "ບັນຊີລາຍຊື່ປະເພດ",
        "export": "ປະເພດສົ່ງອອກ",
        "import": "ໝວດໝູ່ນຳເຂົ້າ (CSV)"
      },
      "graph": {
        "title": "ລຳດັບຂອງໝວດໝູ່",
        "subtitle": "ທ່ານ​ສາ​ມາດ​ມີ​ສະ​ພາບ​ລວມ​ທີ່​ສົມ​ບູນ​ຂອງ​ປະ​ເພດ​ຮ້ານ​ຂອງ​ທ່ານ​ແລະ​ວິ​ທີ​ທີ່​ຜູ້​ໃຊ້​ນໍາ​ທາງ​ໃຫ້​ເຂົາ​ເຈົ້າ​. ດ້ວຍການຈັດປະເພດທີ່ຖືກຕ້ອງ, ລູກຄ້າຂອງທ່ານສາມາດຊອກຫາຜະລິດຕະພັນໄດ້ໄວແລະອັດຕາການປ່ຽນແປງຈະເພີ່ມຂຶ້ນ.",
        "visits_count": "ຢ້ຽມຢາມ",
        "normal": "ງ່າຍດາຍ",
        "items_count": "ຈໍານວນລາຍການ",
        "home": "ບ້ານ"
      },
      "category_widget": {
        "parent": "ພໍ່ແມ່",
        "not_exist": "ບໍ່ມີຢູ່",
        "children": "ໝວດຍ່ອຍ",
        "delete_alert": {
          "title": "ລຶບໝວດໝູ່ເດັກອອກ",
          "message": "ທ່ານຕ້ອງການລຶບ {title} ອອກຈາກລາຍຊື່ {parent_title} ບໍ?",
          "action": "ລຶບ"
        },
        "notifications": {
          "edit_success": "ໝວດໝູ່ຖືກແກ້ໄຂ."
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "ຮ້ານ",
        "my_apps": "ແອັບ"
      },
      "my_apps": {
        "title": "ເກັບຮັກສາແອັບຯທີ່ເຄື່ອນໄຫວ",
        "subtitle": "ຈັດການຄໍາຮ້ອງສະຫມັກທຸລະກິດຂອງທ່ານ.",
        "all": "ທັງໝົດ"
      },
      "store": {
        "title": "ຮ້ານແອັບ",
        "subtitle": "ເຊື່ອມຕໍ່ການບໍລິການທີ່ທ່ານມັກກັບທຸລະກິດຂອງທ່ານຢ່າງປອດໄພ. ພວກເຮົາເພີ່ມປລັກອິນ ແລະແອັບອີງຕາມການຮ້ອງຂໍຂອງລູກຄ້າຂອງພວກເຮົາ.",
        "nodata": "ບໍ່ພົບປລັກອິນ.",
        "all": "ທັງໝົດ",
        "more": "ເພີ່ມເຕີມ"
      }
    },
    "pages": {
      "menu": {
        "new_page": "ໜ້າໃໝ່",
        "contact_us": "ຕິດ​ຕໍ່​ພວກ​ເຮົາ",
        "privacy": "ຄວາມເປັນສ່ວນຕົວ",
        "terms": "ເງື່ອນໄຂ",
        "about_us": "ກ່ຽວ​ກັບ​ພວກ​ເຮົາ",
        "landings": "ການລົງຈອດ",
        "popup": "ເດັ້ງ​ຂຶ້ນ"
      }
    },
    "permissions": {
      "menu": {
        "persons": "ພະນັກງານ",
        "roles": "ບົດບາດ",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "ລາຍຊື່ບຸກຄະລາກອນ",
          "new_user": "ເພີ່ມພະນັກງານໃໝ່",
          "new_user_message": "ຜູ້ໃຊ້ທີ່ຈະມີການເຂົ້າເຖິງ dashboard ແລະພາກສ່ວນການຈັດການຂອງຮ້ານນີ້.",
          "email_input_placeholder": "ອີເມວ",
          "email_input": "ທີ່ຢູ່ອີເມວຂອງຜູ້ໃຊ້",
          "level_input": "ລະດັບການເຂົ້າເຖິງ",
          "add_user_action": "ເພີ່ມພະນັກງານ"
        },
        "delete_alert": {
          "title": "ເອົາການເຂົ້າເຖິງອອກ",
          "message": "ທ່ານຕ້ອງການລຶບຜູ້ໃຊ້ນີ້ບໍ?",
          "action": "ລຶບ"
        },
        "notifications": {
          "add_success_title": "ເພີ່ມການເຂົ້າເຖິງ",
          "add_success": "ເພີ່ມການເຂົ້າເຖິງໃໝ່ແລ້ວ.",
          "delete_success_title": "ລຶບການເຂົ້າເຖິງ",
          "delete_success": "ລຶບການເຂົ້າເຖິງແລ້ວ."
        }
      },
      "shop_api": {
        "title": "ເກັບຮັກສາກະແຈການເຂົ້າເຖິງ",
        "message": "ກະແຈເຫຼົ່ານີ້ຖືກໃຊ້ເພື່ອສ້າງ Access Token ໂດຍເຊີບເວີຂອງທ່ານ. ຈົ່ງຈື່ໄວ້ວ່າກະແຈເປັນຄວາມລັບ ແລະພຽງແຕ່ຢູ່ໃນເຊີບເວີໃນແບບທີ່ຜູ້ອື່ນບໍ່ເຫັນ."
      }
    },
    "applications": {
      "pwa": {
        "title": "ແອັບເວັບ",
        "sub_title": "ເບິ່ງແອັບເວັບຮ້ານຄ້າຂອງທ່ານທີ່ນີ້",
        "message": "ຫມາຍ​ເຫດ​: ທ່ານ​ສາ​ມາດ​ແກ້​ໄຂ​ຫນ້າ​ຍິນ​ດີ​ຕ້ອນ​ຮັບ​ເວັບ​ໄຊ​ທ​໌​ຂອງ​ທ່ານ​ກ່ຽວ​ກັບ iPhone ແລະ iPad ຂອງ​ທ່ານ​ໃນ app iOS​",
        "ios_app": "ແອັບ iOS"
      },
      "ios": {
        "title": "ແອັບ iOS",
        "sub_title": "ໃນໄວໆນີ້ທ່ານຈະສາມາດສ້າງແອັບຯ iOS ສໍາລັບຮ້ານຂອງທ່ານໄດ້.",
        "message": "ຂະ​ຫນາດ​ໄຟລ​໌​ສູງ​ສຸດ​: 512 KB​, ທ່ານ​ສາ​ມາດ​ອັບ​ໄຟລ​໌​ສູງ​ເຖິງ 1MB ໃນ​ຂະ​ຫນາດ​, ສະ​ຫນອງ​ໃຫ້​ລະ​ບົບ​ການ​ບີບ​ອັດ​ຂອງ​ພວກ​ເຮົາ​ສາ​ມາດ​ຫຼຸດ​ຂະ​ຫນາດ​ເປັນ 512KB​. ຮູບພາບທີ່ອັບໂຫລດຈະຖືກປັບຂະໜາດຢ່າງສະຫຼາດ."
      },
      "android": {
        "title": "ແອັບພລິເຄຊັນ Android",
        "sub_title": "ສ້າງແອັບຯ Android ຂອງທ່ານເອງ",
        "message": "ຕື່ມຂໍ້ມູນໃສ່ແບບຟອມນີ້ແລະກົດປຸ່ມສ້າງ. ມັນຈະບໍ່ຈໍາເປັນຕ້ອງມີສິ່ງອື່ນໃດ. ຂັ້ນຕອນທັງໝົດຂອງຂະບວນການສ້າງ ແລະເຊັນຊື່ຂອງແອັບຯຂອງເຈົ້າແມ່ນດໍາເນີນຢູ່ໃນເຊີບເວີຄລາວ. ແອັບສຸດທ້າຍຈະຖືກອັບໂຫຼດໃສ່ AppStores ທັງໝົດ.",
        "server_un_available": "ໃນການທົດລອງ, ເຄື່ອງແມ່ຂ່າຍຂອງແອັບພລິເຄຊັນບໍ່ໄດ້ເຊື່ອມຕໍ່ໃນເວລານີ້.",
        "app_building_progress": "ແອັບຂອງທ່ານກຳລັງຖືກສ້າງ.",
        "app_build_success": "ແອັບຂອງທ່ານພ້ອມແລ້ວ.",
        "download_app_action": "ເອົາແອັບ",
        "firmware_version": "ລຸ້ນເຟີມແວ",
        "main_info": "ຊຸດຄໍາຮ້ອງສະຫມັກ",
        "package_name_input_message": "ໃຫ້ແນ່ໃຈວ່າຊື່ແພັກເກດແມ່ນເປັນເອກະລັກ.",
        "package_name_input_alert": "ຖ້າທ່ານປ່ຽນຊື່ນີ້, ທ່ານຈະບໍ່ສາມາດອັບເດດແອັບຯກ່ອນໜ້າຂອງທ່ານໃນ AppStore ແລະຕິດຕັ້ງອັນໃໝ່ໄດ້. ກະລຸນາຮັບຊາບວ່າຜູ້ໃຊ້ແອັບເວີຊັນເກົ່າຈະບໍ່ສາມາດເຂົ້າສູ່ລະບົບບັນຊີຂອງເຂົາເຈົ້າໄດ້.",
        "version_input": "ຮຸ່ນ",
        "version_input_message": "ຕົວເລກນີ້ຈະຕ້ອງຫຼາຍກວ່າຄ່າທີ່ຜ່ານມາຂອງມັນສະເໝີ.",
        "version_name_input": "ຊື່ສະບັບ",
        "version_name_input_message": "ໃສ່ຊື່ສະເພາະສຳລັບແອັບເວີຊັ່ນນີ້.",
        "use_selldone_key": "ຂາຍກະແຈເລີ່ມຕົ້ນແລ້ວ",
        "use_last_key": "ລະຫັດທີ່ບັນທຶກໄວ້",
        "use_new_key": "ກະແຈໃໝ່",
        "appearance": "ຮູບລັກສະນະ",
        "app_name_input": "ຊື່ແອັບ",
        "app_name_input_message": "ນີ້​ຈະ​ເປັນ​ຊື່​ຕົ້ນ​ຕໍ​ຂອງ app ຂອງ​ທ່ານ​.",
        "app_title_input": "ຊື່ແອັບ",
        "app_title_input_message": "ຊື່ນີ້ປາກົດຢູ່ເທິງສຸດຂອງແອັບຯ.",
        "app_title_input_placeholder": "ໃສ່ຊື່",
        "app_icon_input": "ໄອຄອນແອັບ",
        "app_icon_input_placeholder": "ເລືອກໄຟລ໌ zip ຂອງໄອຄອນແອັບ.",
        "generate_icon_pack_action": "ສ້າງຊຸດໄອຄອນ",
        "splash_design": "Splash Screen Desgin",
        "splash_logo_input": "ໂລໂກ້ໜ້າຈໍ Splash",
        "splash_logo_input_placeholder": "ເລືອກຮູບພາບສໍາລັບຫນ້າຈໍ Splash.",
        "splash_title_input": "ຊື່ໜ້າຈໍ Splash",
        "splash_title_input_placeholder": "ໃສ່ຫົວຂໍ້ສໍາລັບ Splash Screen",
        "splash_title_input_message": "ຫົວຂໍ້ນີ້ຈະຖືກສະແດງຢູ່ໃນຂະຫນາດຕົວອັກສອນຂະຫນາດໃຫຍ່.",
        "splash_message_input": "Splash ຂໍ້ຄວາມຫນ້າຈໍ",
        "splash_message_input_placeholder": "ຂໍ້ຄວາມ...",
        "splash_message_input_message": "ຂໍ້ຄວາມນີ້ຈະຖືກສະແດງເປັນຮູບຕົວຢ່າງຂ້າງລຸ່ມນີ້.",
        "dark_theme": "ຮູບແບບສີສັນມືດ",
        "light_theme": "ຫົວຂໍ້ແສງສະຫວ່າງ",
        "build": "ກໍ່ສ້າງ",
        "building_info": "ການສ້າງແອັບພລິເຄຊັນໃນເຊີບເວີຄລາວໃຊ້ເວລາ 10 ວິນາທີຫາຫຼາຍນາທີ. ກະລຸນາອົດທົນ. ລິ້ງດາວໂຫຼດຈະປາກົດຢູ່ບ່ອນນີ້ເມື່ອແອັບພລິເຄຊັນພ້ອມແລ້ວ.",
        "update_mode_action": "ອັບເດດ",
        "build_mode_action": "ສ້າງແອັບ",
        "notifications": {
          "icon_pack_not_valid_error": "ໄຟລ໌ບໍ່ຖືກຕ້ອງ.",
          "start_building_title": "ອາຄານ...",
          "start_building_message": "ສົ່ງຄຳຮ້ອງຂໍສ້າງແອັບພລິເຄຊັນ Android ແລ້ວ.",
          "build_success_title": "ຊົມເຊີຍ",
          "build_success": "ແອັບ Android ຂອງເຈົ້າພ້ອມແລ້ວ, ແລະເຈົ້າສາມາດດາວໂຫຼດມັນໄດ້ດຽວນີ້."
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "Autopilot"
      }
    },
    "edit": {
      "menu": {
        "delete": "ລຶບຮ້ານຄ້າ",
        "activity_time": "ເວລາ",
        "footer": "ເມນູ",
        "info": "ຂໍ້ມູນ",
        "notification": "ການແຈ້ງເຕືອນ",
        "home": "ບ້ານ",
        "locations": "ສະຖານທີ່",
        "license": "ໃບອະນຸຍາດ",
        "theme": "ຫົວຂໍ້",
        "sms": "ຂໍ້​ຄວາມ",
        "email": "ອີເມວ",
        "domain": "ໂດເມນ",
        "verifications": "ການຢັ້ງຢືນ",
        "flow": "ກະແສ",
        "business_model": "ຮູບແບບທຸລະກິດ"
      },
      "delete_dialog": {
        "title": "ລຶບຮ້ານຄ້າ",
        "message": "ທ່ານຕ້ອງການລຶບ <b>{title}</b> Store ບໍ?",
        "action": "ລຶບຮ້ານຄ້າ"
      },
      "notifications": {
        "delete_success": "ລຶບຮ້ານແລ້ວ."
      },
      "info": {
        "title_tab": {
          "title": "ຊື່ທຸລະກິດ ແລະພາສາ",
          "subtitle": "ຕັ້ງຊື່ສາທາລະນະ ແລະພາສາເລີ່ມຕົ້ນ."
        },
        "name_tab": {
          "title": "ຮ້ານຄ້າຊື່ເປັນເອກະລັກ",
          "subtitle": "ມັນແມ່ນຊື່ຜູ້ໃຊ້ທຸລະກິດຂອງທ່ານ."
        },
        "description_tab": {
          "title": "ເລື່ອງທຸລະກິດຂອງທ່ານ",
          "subtitle": "ຂຽນກ່ຽວກັບທຸລະກິດຂອງທ່ານແລະການສະເຫນີມູນຄ່າທີ່ເປັນເອກະລັກ."
        },
        "contact_tab": {
          "title": "ຕິດຕໍ່ພົວພັນ ແລະທຸລະກິດທ້ອງຖິ່ນ",
          "subtitle": "ຂໍ້ມູນການຕິດຕໍ່ສາທາລະນະ ແລະການຕັ້ງຄ່າທຸລະກິດທ້ອງຖິ່ນຂອງ Google."
        },
        "image_tab": {
          "title": "ໂລໂກ້",
          "subtitle": "ເລືອກໂລໂກ້ທີ່ເປັນເອກະລັກສໍາລັບຍີ່ຫໍ້ຂອງທ່ານ."
        }
      },
      "badge": {
        "external_title": "ຈັດການປ້າຍພາຍນອກ",
        "external_message": "ທີ່ນີ້, ທ່ານສາມາດໃສ່ທີ່ຢູ່ຂອງຮູບພາບ badge ແລະການເຊື່ອມຕໍ່ກັບມັນ. URLs ຕ້ອງມາຈາກເວັບໄຊທ໌ທີ່ໄດ້ຮັບການອະນຸມັດ."
      },
      "edit_menu": {
        "title": "ເມນູ",
        "footer": {
          "title": "ເມນູສ່ວນທ້າຍ",
          "sub_title": "ທ່ານສາມາດ configure ເມນູລຸ່ມສຸດຂອງຫນ້າຮ້ານຂອງທ່ານທີ່ນີ້. ເມນູເຫຼົ່ານີ້ສາມາດເປັນຫນ້າທໍາອິດ, ຫນ້າທີ່ອອກແບບຫຼືການເຊື່ອມຕໍ່ພາຍນອກ."
        },
        "header": {
          "title": "ເມນູສ່ວນຫົວ",
          "sub_title": "ເມນູນີ້ພຽງແຕ່ສະແດງຢູ່ໃນຫນ້າຈໍທີ່ໃຫຍ່ກວ່າມືຖື, ແລະຢູ່ເທິງສຸດຂອງຫນ້າທໍາອິດ, ປະເພດຜະລິດຕະພັນ, ຫນ້າທີ່ດິນ, ແລະຫນ້າຜະລິດຕະພັນ."
        },
        "save_menu": "ບັນທຶກເມນູ",
        "dialog": {
          "main_pages": "ໜ້າຫຼັກ",
          "custom_pages": "ຫນ້າທີ່ດິນ"
        },
        "table": {
          "home": "ບ້ານ",
          "shop": "ຮ້ານຄ້າ",
          "blogs": "ບລັອກ",
          "about_us": "ກ່ຽວ​ກັບ​ພວກ​ເຮົາ",
          "privacy": "ຄວາມເປັນສ່ວນຕົວ",
          "terms": "ເງື່ອນໄຂການນໍາໃຊ້",
          "faq": "FAQ",
          "contact_us": "ຕິດ​ຕໍ່​ພວກ​ເຮົາ"
        },
        "notifications": {
          "save_success": "ເມນູໄດ້ຮັບການອັບເດດສຳເລັດແລ້ວ."
        }
      },
      "social": {
        "title": "ສື່ມວນຊົນສັງຄົມ",
        "message": "ໃສ່ລິ້ງສື່ສັງຄົມທີ່ເປັນທາງການຂອງທ່ານໃນສ່ວນນີ້. ປະຕິບັດຕາມຄໍາແນະນໍາສໍາລັບແຕ່ລະລາຍການເພື່ອຢືນຢັນທີ່ຢູ່."
      },
      "time": {
        "title": "ມື້ເຮັດວຽກ",
        "sub_title": "ກໍານົດມື້ແລະເວລາເຮັດວຽກ",
        "days_open_input": "ມື້",
        "days_open_input_nodata": "ເລືອກຢ່າງໜ້ອຍໜຶ່ງມື້",
        "start_time_input": "ເວລາເລີ່ມຕົ້ນກິດຈະກໍາຂອງຮ້ານ",
        "start_time_input_hint": "ເວລາເປີດຮ້ານ",
        "end_time_input": "ເວລາປິດຮ້ານ",
        "end_time_input_hint": "ເກັບຮັກສາເວລາສິ້ນສຸດກິດຈະກໍາ",
        "customer_support_service": "ຄວາມຮັບຜິດຊອບແລະການບໍລິການລູກຄ້າ",
        "response_time_input": "ສະຖານະການບໍລິການລູກຄ້າ",
        "support_24h": "24 ຊົ່ວໂມງ 7 ມື້ຕໍ່ອາທິດ",
        "support_normal": "ພຽງແຕ່ໃນເວລາເຮັດວຽກ",
        "no_service": "ບໍ່",
        "notifications": {
          "update_success": "ຮ້ານດັດແກ້."
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "ບໍ່ມີໝວດໝູ່"
  },
  "add_product": {
    "title_new": "ຜະລິດຕະພັນໃຫມ່",
    "title_new_category": "ໝວດໝູ່ໃໝ່",
    "title_new_drop_shipping": "ເພີ່ມ dropshipping",
    "title_edit": "ແກ້ໄຂຜະລິດຕະພັນ",
    "delete": "ລຶບຜະລິດຕະພັນ",
    "completed": "ສຳເລັດແລ້ວ",
    "menu": {
      "type": "ປະເພດຜະລິດຕະພັນ",
      "general_info": "ຂໍ້ມູນທົ່ວໄປ",
      "rating": "ການສໍາຫຼວດແລະຄຸນສົມບັດ",
      "spec": "ຂໍ້ມູນຈໍາເພາະ",
      "images": "ຮູບພາບ",
      "price": "ລາຄາ",
      "inputs": "ປ້ອນຂໍ້ມູນ",
      "outputs": "ຜົນຜະລິດ",
      "extra": "ລາຍລະອຽດເພີ່ມເຕີມ",
      "review": "ການທົບທວນຄືນຜະລິດຕະພັນ",
      "inventory": "ສິນຄ້າຄົງຄັງ / ຕົວແປ"
    },
    "select_type": {
      "title": "ເລືອກປະເພດຜະລິດຕະພັນຫຼືບໍລິການຂອງທ່ານ"
    },
    "edit_info": {
      "category_input": "ປະເພດ",
      "product_name": "ຊື່​ຜະ​ລິດ​ຕະ​ພັນ*",
      "product_name_placeholder": "ຊື່​ຜະ​ລິດ​ຕະ​ພັນ​ຂອງ​ທ່ານ​ຢູ່​ທີ່​ນີ້ ..",
      "product_code": "ລະ​ຫັດ​ຜະ​ລິດ​ຕະ​ພັນ (ພາ​ສາ​ອັງ​ກິດ​)",
      "sku": "SKU",
      "sku_message": "ຫນ່ວຍ​ເກັບ​ຮັກ​ສາ​ຫຼັກ​ຊັບ​",
      "mpn": "MPN",
      "mpn_message": "ໝາຍເລກພາກສ່ວນຜູ້ຜະລິດ",
      "status": "ສະຖານະ",
      "external_link": "ການເຊື່ອມຕໍ່ພາຍນອກ",
      "brand": "ຍີ່ຫໍ້",
      "brand_placeholder": "ຍີ່ຫໍ້ Ex. Apple.. (ທາງເລືອກ)",
      "warranty": "ຮັບປະກັນ",
      "is_original": "ນີ້ແມ່ນຜະລິດຕະພັນຕົ້ນສະບັບບໍ?",
      "is_original_message": "ຖ້າທ່ານບໍ່ໄດ້ກໍານົດຜະລິດຕະພັນຂອງທ່ານຕົ້ນສະບັບ, ປ້າຍປອມຈະຖືກສະແດງສໍາລັບຜະລິດຕະພັນນີ້.",
      "return_warranty": "ສິນຄ້ານີ້ມີໃບຮັບປະກັນຄືນໄດ້ຈັກມື້?",
      "warehouse_section": "ສາງ & ການຜະລິດ",
      "conditions_section": "ເງື່ອນໄຂຜະລິດຕະພັນ",
      "warranty_section": "ການຮັບປະກັນ & ການຈັດສົ່ງ",
      "unit": "ຫົວໜ່ວຍຜະລິດຕະພັນ",
      "unit_message": "ກະລຸນາໃສ່ຫນ່ວຍງານຖ້າຈໍາເປັນ. ຕົວຢ່າງ: KG, ແມັດ, ...",
      "condition": "ສະພາບສິນຄ້າຢູ່ໃນຮ້ານຂອງທ່ານ",
      "condition_message": "ທ່ານຕ້ອງເລືອກຄ່າໃດໜຶ່ງໃນຊ່ອງຂໍ້ມູນນີ້.",
      "unit_section": "ຫົວໜ່ວຍຜະລິດຕະພັນ",
      "unit_float": "ຫນ່ວຍບໍລິການລອຍ (ໄວໆນີ້)",
      "unit_float_hint": "ຕົວຢ່າງ, ລູກຄ້າສາມາດສັ່ງຫມາກໄມ້ 3 ກິໂລ, ແຕ່ຈໍານວນທີ່ສົ່ງໃຫ້ລູກຄ້າແມ່ນແຕກຕ່າງກັນເລັກນ້ອຍຈາກຈໍານວນທີ່ສັ່ງ.",
      "unit_float_message": "ໃນ​ລະ​ຫວ່າງ​ການ​ປະ​ຕິ​ບັດ​ຄໍາ​ສັ່ງ​, ຈໍາ​ນວນ​ທີ່​ສົ່ງ​ອາດ​ຈະ​ແຕກ​ຕ່າງ​ກັນ​ກັບ​ຈໍາ​ນວນ​ທີ່​ສັ່ງ​. ລະບົບຈະຄິດໄລ່ຄວາມແຕກຕ່າງນີ້ໂດຍອັດຕະໂນມັດແລະບັນທຶກມັນເປັນຫນີ້ສິນຂອງທ່ານກັບລູກຄ້າ, ເຊິ່ງສາມາດນໍາໃຊ້ກັບຄໍາສັ່ງຕໍ່ໄປ.",
      "status_list": {
        "active": {
          "title": "ເຄື່ອນໄຫວ | ການຂາຍອອນໄລນ໌ & ອອບໄລນ໌",
          "description": "ຜະລິດຕະພັນນີ້ຈະສາມາດໃຊ້ໄດ້ສໍາລັບການສັ່ງຊື້ອອນໄລນ໌."
        },
        "inactive": {
          "title": "ບໍ່ເຄື່ອນໄຫວ | ການຂາຍອອບໄລນ໌ເທົ່ານັ້ນ",
          "description": "ຜະລິດຕະພັນນີ້ຈະບໍ່ສາມາດໃຊ້ໄດ້ສໍາລັບການສັ່ງອອນໄລນ໌."
        }
      }
    },
    "rating_pros_cons": {
      "title": "ການສໍາຫຼວດ",
      "message": "ໃສ່ລາຍການສະເພາະຂອງຜະລິດຕະພັນສໍາລັບລູກຄ້າຂອງທ່ານເພື່ອໃຫ້ຄະແນນຜະລິດຕະພັນຂອງທ່ານ. (ສູງສຸດ 5 ລາຍການ)",
      "rating_input": "ແບບສຳຫຼວດ",
      "rating_input_message": "ທ່ານສາມາດເພີ່ມ 5 ລາຍການໃສ່ແບບສຳຫຼວດໄດ້.",
      "item_unit": "ລາຍການ",
      "pros_title": "Pros",
      "pros_message": "ໃສ່ຄຸນສົມບັດຂອງຜະລິດຕະພັນ. (ສູງສຸດ 5 ລາຍການ)",
      "pros_input_title": "ຊື່ຄຸນສົມບັດ",
      "pros_input_value": "ຄ່າຄຸນສົມບັດ",
      "pros_group": "ຂໍ້ດີຂອງຜະລິດຕະພັນ",
      "pros_group_messages": "ລັກສະນະຕົ້ນຕໍຂອງຜະລິດຕະພັນ",
      "cons_title": "ຂໍ້ເສຍ",
      "cons_message": "ໃສ່ຈຸດອ່ອນຂອງຜະລິດຕະພັນ. (ສູງສຸດ 5 ລາຍການ)",
      "cons_input_title": "ຫົວຂໍ້ຄວາມອ່ອນແອ",
      "cons_input_value": "ມູນຄ່າຄວາມອ່ອນແອ",
      "cons_group": "ຈຸດອ່ອນຂອງຜະລິດຕະພັນ",
      "cons_group_messages": "ຈຸດອ່ອນຕົ້ນຕໍຂອງຜະລິດຕະພັນ",
      "select_from_list": "ເລືອກຈາກບັນຊີລາຍຊື່",
      "suggestion_rating": [
        "ຄຸນະພາບດີ",
        "ຄຸ້ມຄ່າ",
        "ຈະແນະນໍາ",
        "ຄຸນນະສົມບັດແລະຄວາມສາມາດ",
        "ໃຊ້ງ່າຍ",
        "ອອກແບບໄດ້ດີ"
      ],
      "notifications": {
        "add_rating_success": "ເພີ່ມຕົວເລືອກການໃຫ້ຄະແນນຜູ້ໃຊ້ {rating_name} ແລ້ວ.",
        "delete_rating_success": "ຕົວເລືອກການໃຫ້ຄະແນນຜູ້ໃຊ້ {rating_name} ຖືກລຶບແລ້ວ.",
        "add_pros_success": "ເພີ່ມຄຸນສົມບັດຜະລິດຕະພັນ.",
        "delete_pros_success": "ລຶບຄຸນສົມບັດຜະລິດຕະພັນອອກແລ້ວ.",
        "add_cons_success": "ເພີ່ມຄວາມອ່ອນແອຂອງຜະລິດຕະພັນ.",
        "delete_cons_success": "ຄວາມອ່ອນແອຂອງຜະລິດຕະພັນຖືກໂຍກຍ້າຍ."
      }
    },
    "edit_spec": {
      "title": "ຂໍ້ມູນຈໍາເພາະ",
      "sub_title": "ທ່ານສາມາດນໍາເຂົ້າ secifications ດ້ານວິຊາການຂອງຜະລິດຕະພັນທີ່ຄ້າຍຄືກັນ.",
      "import_action": "ນໍາເຂົ້າ",
      "group_input_header": "ເພີ່ມກຸ່ມ",
      "item_title_header": "ເພີ່ມລາຍການ",
      "group_input": "ຫົວຂໍ້ກຸ່ມ",
      "group_input_message": "ໃສ່ຊື່.",
      "group_add_action": "ເພີ່ມກຸ່ມ",
      "item_title_input": "ຫົວຂໍ້",
      "item_title_input_message": "ໃສ່ຊື່ຄຸນສົມບັດ.",
      "item_value_input": "ມູນຄ່າ",
      "item_value_input_message": "ໃສ່ຄ່າຄຸນສົມບັດ.",
      "add_item_action": "ເພີ່ມລາຍການ",
      "dialog": {
        "title": "ໃສ່ຂໍ້ມູນສະເພາະທາງດ້ານວິຊາການ",
        "code_input": "ID ຜະລິດຕະພັນ",
        "code_input_message": "ລະຫັດສິນຄ້າ: P0000 ...",
        "spec_view_title": "ຂໍ້ມູນຈໍາເພາະຂອງຜະລິດຕະພັນທີ່ເລືອກ",
        "set_spec_action": "ຂໍ້ມູນຈໍາເພາະດ້ານວິຊາການຊ້ໍາກັນ"
      },
      "notifications": {
        "enter_group_title_error": "ໃສ່ຄ່າຫົວຂໍ້",
        "enter_item_title_and_value_error": "ໃສ່ຫົວຂໍ້ແລະມູນຄ່າຂອງຄຸນສົມບັດ",
        "spec_saved_success": "ບັນທຶກຂໍ້ມູນສະເພາະຂອງຜະລິດຕະພັນແລ້ວ."
      }
    },
    "edit_images": {
      "title": "ຮູບພາບຫຼັກ",
      "main_image_input_nodata": "ອັບໂຫຼດຮູບຜະລິດຕະພັນ.",
      "main_image_input_message": "ຮູບພາບນີ້ແມ່ນສະແດງຢູ່ໃນລາຍການຜະລິດຕະພັນ.",
      "preview": "ເບິ່ງຕົວຢ່າງ",
      "image_style": "ຮູບແບບຮູບພາບ",
      "background_is_white": "ພື້ນຫລັງສີຂາວ",
      "background_is_white_msg": "ຮູບພາບມີພື້ນສີຂາວບໍ??",
      "images": {
        "title": "ຄັງຮູບພາບຜະລິດຕະພັນ",
        "sub_title": "ອັບໂຫຼດຮູບພາບຜະລິດຕະພັນ, ທົ່ວໄປກັບທຸກ variants ຜະລິດຕະພັນ, ໃນພາກນີ້."
      },
      "video": {
        "title": "ວິດີໂອ",
        "sub_title": "ທໍາອິດ, ອັບໂຫລດວິດີໂອຜະລິດຕະພັນຂອງທ່ານໃນ Youtube, ແລະຫຼັງຈາກນັ້ນໃສ່ URL ວິດີໂອທີ່ນີ້."
      }
    },
    "pricing": {
      "edit_price": "ລາຄາ",
      "price_input": "ລາຄາ",
      "currency_input": "ສະກຸນເງິນ",
      "currency_input_messages": "ລາຄາແມ່ນຄິດໄລ່ໃນສະກຸນເງິນນີ້.",
      "commission_input": "ຄະນະກໍາມະການ",
      "commission_message": "ທາງເລືອກນີ້ແມ່ນເປັນປະໂຫຍດພຽງແຕ່ສໍາລັບປະເພດສະເພາະຂອງພໍ່ຄ້າເຊັ່ນ: ຜູ້ຂາຍຍົກ. ຖ້າທ່ານບໍ່ແມ່ນຜູ້ຄ້າສົ່ງ, ປ່ອຍໃຫ້ທາງເລືອກນີ້ຫວ່າງເປົ່າ. ລາຄາທີ່ຜູ້ຊື້ເຫັນແມ່ນຜົນລວມຂອງລາຄາແລະຄ່ານາຍຫນ້າ. ສໍາລັບການເພີ່ມພາສີຄລິກບັນຊີ> ພາສີ.",
      "add_commission_action": "ເພີ່ມຄ່ານາຍໜ້າ",
      "discount_input": "ສ່ວນຫຼຸດ",
      "discount_input_message": "ອັດຕາສ່ວນຫຼຸດ",
      "has_discount_period_input": "ສ່ວນຫຼຸດນີ້ແມ່ນໃຊ້ໄດ້ກັບເວລາສະເພາະບໍ?",
      "discount_timespan": "ໃສ່ໄລຍະເວລາສ່ວນຫຼຸດ.",
      "start_input": "ເລີ່ມ",
      "end_input": "ຈົບ",
      "start_input_placeholder": "ເລືອກເວລາເລີ່ມຕົ້ນ",
      "end_input_placeholder": "ເລືອກເວລາສິ້ນສຸດ",
      "independent_price": "ລາຄາພຽງແຕ່ສໍາລັບ variant ນີ້",
      "same_price": "ລາຄາສໍາລັບຜະລິດຕະພັນຕົ້ນຕໍ",
      "variant_pricing_message": "ໂດຍການເລືອກທາງເລືອກນີ້, ລາຄາຂອງຕົວແປນີ້ສາມາດຖືກກໍານົດເປັນເອກະລາດຂອງຜະລິດຕະພັນຕົ້ນຕໍ.",
      "price_label_input": "ປ້າຍລາຄາ",
      "price_label_message": "ເພີ່ມຂໍ້ມູນເພີ່ມເຕີມກ່ຽວກັບລາຄາເຊັ່ນ ( $1.5/Fl Oz ). ກໍລະນີທີ່ໃຊ້: ຮ້ານຂາຍເຄື່ອງແຫ້ງ, FMCG.",
      "add_price_label_action": "ເພີ່ມປ້າຍລາຄາ"
    },
    "inputs_edit": {
      "title": "ແບບຟອມປ້ອນຂໍ້ມູນຜູ້ຊື້",
      "sub_title": "ທ່ານສາມາດສ້າງແບບຟອມການປ້ອນຂໍ້ມູນສໍາລັບແຕ່ລະຜະລິດຕະພັນ, ດັ່ງນັ້ນຜູ້ຊື້ສົ່ງຂໍ້ມູນໃຫ້ທ່ານໃນເວລາຊື້ຜະລິດຕະພັນ. ຕົວຢ່າງ, ຂໍ້ມູນນີ້ສາມາດເປັນຊື່ສໍາລັບການແກະສະຫຼັກໃສ່ຫີນ.",
      "message_input": "ຂໍ້ຄວາມຫາຜູ້ໃຊ້",
      "message_input_message": "ຂໍ້ຄວາມນີ້ຈະສະແດງໃຫ້ລູກຄ້າເຫັນເມື່ອຊື້ສິນຄ້າ.",
      "inputs_form": "ໂຄງສ້າງຂໍ້ມູນ (ວັດສະດຸປ້ອນ)"
    },
    "extra_edit": {
      "physical": {
        "title": "ຂໍ້ມູນການຂົນສົ່ງ",
        "sub_title": "ຄ່າໃຊ້ຈ່າຍແລະເວລາຂອງການກະກຽມແມ່ນຄິດໄລ່ໂດຍອີງໃສ່ຂໍ້ມູນໃນພາກນີ້. ໃຫ້ແນ່ໃຈວ່າໃສ່ຂໍ້ມູນຕາມຫນ່ວຍງານທີ່ເລືອກໃນຮ້ານ (ນ້ໍາຫນັກ, ຂະຫນາດ, ໄລຍະຫ່າງ)."
      },
      "notifications": {
        "save_title": "ອັບເດດການຫຸ້ມຫໍ່",
        "save_msg": "ອັບເດດຂໍ້ມູນການຫຸ້ມຫໍ່ຜະລິດຕະພັນສຳເລັດແລ້ວ."
      }
    },
    "variants": {
      "not_available": "ໃນປັດຈຸບັນມັນເປັນໄປບໍ່ໄດ້ທີ່ຈະເລືອກເອົາຕົວແປສໍາລັບປະເພດຜະລິດຕະພັນນີ້."
    },
    "delete_product": {
      "title": "ເອົາຜະລິດຕະພັນອອກ",
      "message": "ທ່ານຕ້ອງການລຶບ <b>{product_title}</b> ບໍ?"
    }
  },
  "product_admin": {
    "products_list": "ລາຍການຜະລິດຕະພັນ",
    "product": "ຜະລິດຕະພັນ",
    "menu": {
      "edit": "ແກ້ໄຂ",
      "review": "ທົບທວນຄືນ",
      "orders": "ຄໍາສັ່ງ",
      "inventory": "ສາງ",
      "dashboard": "ແຜງໜ້າປັດ",
      "back_to_products": "ຜະລິດຕະພັນ",
      "drop_shipping": "Dropshipping"
    },
    "dashboard": {
      "info": {
        "title": "ໂປຣໄຟລ໌",
        "title_small": "ຜະລິດຕະພັນ",
        "category": "ປະເພດຜະລິດຕະພັນ",
        "link": "ການເຊື່ອມຕໍ່ຜະລິດຕະພັນ",
        "type": "ປະເພດ",
        "inputs": "ປ້ອນຂໍ້ມູນ",
        "outputs": "ຂໍ້ມູນຜົນຜະລິດ",
        "user_data_form": "ແບບຟອມຂໍ້ມູນຜູ້ຊື້"
      },
      "orders": {
        "title": "ຄໍາສັ່ງ",
        "title_small": "ຍັງບໍ່ໄດ້ປຸງແຕ່ງ",
        "physical_orders_title": "ໂຄງຮ່າງການຊື້ເຄື່ອງກັບຜະລິດຕະພັນນີ້",
        "send_30days_title": "ຈັດສົ່ງຄໍາສັ່ງໃນ 30 ມື້ທີ່ຜ່ານມາ",
        "downloads_30days_title": "ໄຟລ໌ທີ່ດາວໂຫຼດມາໃນ 30 ມື້ທີ່ຜ່ານມາ",
        "virtual_orders_title": "ຄໍາສັ່ງຂອງຜະລິດຕະພັນນີ້ລໍຖ້າສໍາເລັດ"
      },
      "inventory": {
        "title": "ສາງ",
        "title_small": "ສາງ",
        "total_sell": "ຍອດຂາຍທັງໝົດ",
        "total_sell_today": "ການຂາຍມື້ນີ້",
        "total_sell_30days": "ການຂາຍ 4 ມື້ສຸດທ້າຍ",
        "chart": {
          "labels": [
            "ສາງ",
            "ຂາຍ"
          ]
        }
      },
      "finance": {
        "title": "ການເງິນ",
        "title_small": "ລາຍງານການຊື້ 6 ເດືອນທີ່ຜ່ານມາ",
        "select_mode_title": "ສະແດງໂດຍ",
        "modes": {
          "sell": "ຂາຍ",
          "payment": "ການຈ່າຍເງິນ",
          "discount": "ສ່ວນຫຼຸດ"
        },
        "currency_select_title": "ລາຄາຕາມສະກຸນເງິນທີ່ເລືອກ",
        "sell_today": "ການຂາຍມື້ນີ້",
        "product_price": "ລາຄາສິນຄ້າ",
        "currency_unit": "ຫົວໜ່ວຍເງິນຕາ",
        "sell_30days": "30 ມື້ຂາຍ",
        "sell_daily": "ການຂາຍປະຈໍາວັນ",
        "sell_yesterday": "ການຂາຍມື້ວານນີ້"
      },
      "survey": {
        "title": "ການຈັດອັນດັບຜະລິດຕະພັນ",
        "title_small": "ບົດລາຍງານຄວາມພໍໃຈຂອງລູກຄ້າ",
        "total_participation": "ຈໍານວນການປະກອບສ່ວນທັງໝົດ",
        "today_participation": "ຄະແນນໃນມື້ນີ້",
        "last7days_participation": "ການປະກອບສ່ວນ 7 ມື້ທີ່ຜ່ານມາ",
        "chart": {
          "participate": "ການມີສ່ວນຮ່ວມ",
          "participate_title": "ຈໍານວນການປະກອບສ່ວນ",
          "score": "ຄະແນນ"
        }
      },
      "inform": {
        "title": "ຄວາມຄາດຫວັງຂອງລູກຄ້າ",
        "title_small": "ກຳລັງລໍຖ້າສ່ວນຫຼຸດ ຫຼືການມີຢູ່",
        "message": "ແຈ້ງ​ໃຫ້​ລູກ​ຄ້າ​ໃນ​ເວ​ລາ​ທີ່​ຜະ​ລິດ​ຕະ​ພັນ​ວາງ​ຂາຍ​ຫຼື​ມີ​ຢູ່​",
        "waiting_for_auction": "ລໍຖ້າຜະລິດຕະພັນສືບຕໍ່ການຂາຍ",
        "waiting_for_available": "ລໍຖ້າສໍາລັບຜະລິດຕະພັນທີ່ຈະມີ.",
        "unit": "ຄົນ"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "ບັນຊີລາຍການສິນຄ້າຄົງຄັງ",
        "add_variant": "ເພີ່ມຕົວແປ",
        "title": "ສິນຄ້າຄົງຄັງ / ລາຍຊື່ຕົວແປຂອງຜະລິດຕະພັນ",
        "sub_title": "ຖ້າຜະລິດຕະພັນນີ້ມີຫຼາຍກວ່າຫນຶ່ງຕົວແປ, ໃຫ້ໃສ່ພວກມັນຢູ່ໃນພາກນີ້. ທ່ານສາມາດກໍານົດຈໍານວນ, ລາຄາແລະສ່ວນຫຼຸດຂອງແຕ່ລະຕົວແປແຍກຕ່າງຫາກ; ຖ້າບໍ່ດັ່ງນັ້ນ, ຄ່າເລີ່ມຕົ້ນຂອງຜະລິດຕະພັນຈະຖືກນໍາໃຊ້ສໍາລັບລາຄາ.",
        "add_action": "ເພີ່ມຕົວແປ",
        "count_input": "ສາງ",
        "count_input_action": "ກໍານົດນັບ",
        "management_title": "ການຈັດການສິນຄ້າຄົງຄັງ ແລະຕົວແປຂອງຜະລິດຕະພັນ",
        "add_title": "ເພີ່ມຕົວແປຂອງຜະລິດຕະພັນ",
        "edit_title": "ແກ້ໄຂຕົວແປຂອງຜະລິດຕະພັນ",
        "notifications": {
          "add_success": "ເພີ່ມຕົວແປຂອງຜະລິດຕະພັນແລ້ວ.",
          "delete_success": "ຮູບແບບຜະລິດຕະພັນຖືກລຶບແລ້ວ.",
          "save_product_inventory_success": "ບັນທຶກສິນຄ້າຄົງຄັງ."
        }
      },
      "variant_item": {
        "price": "ລາຄາ",
        "same_as_product": "ຄ້າຍຄືກັນກັບຜະລິດຕະພັນຕົ້ນຕໍ",
        "in_stock": "ສາງ",
        "delete_dialog": {
          "title": "ລຶບຕົວແປຂອງຜະລິດຕະພັນ",
          "message": "ທ່ານຕ້ອງການລຶບຕົວແປນີ້ບໍ?"
        }
      },
      "variant_add_edit": {
        "title": "ການກໍານົດຕົວແປຂອງຜະລິດຕະພັນ",
        "message": "ໝາຍເລກສິນຄ້າເປັນເອກະລັກ",
        "active_input": "ຕົວແປນີ້ເປີດໃຊ້ຢູ່ບໍ?",
        "sku": "SKU",
        "sku_tips": "ລະຫັດສາງສິນຄ້າ.",
        "mpn": "MPN",
        "mpn_tips": "ລະຫັດຜະລິດຕະພັນໃສ່ໂດຍຜູ້ຜະລິດໃສ່ການຫຸ້ມຫໍ່ຜະລິດຕະພັນ",
        "variant_variable": "ຕົວແປຕົວແປ",
        "pricing": "ລາຄາ",
        "has_pricing_input": "ລາຄາແຕກຕ່າງຈາກຜະລິດຕະພັນຕົ້ນຕໍບໍ?",
        "inventory": "ສາງ",
        "inventory_unit": "ລາຍການ",
        "delivery_info": "ການຫຸ້ມຫໍ່ & ການຂົນສົ່ງ",
        "images": "ຮູບພາບຂອງ variant",
        "images_message": "ຫຼັງຈາກບັນທຶກຕົວແປນີ້ແລ້ວ, ທ່ານຈະສາມາດເພີ່ມຮູບໄດ້ທີ່ນີ້."
      }
    },
    "edit_article": {
      "menu": {
        "tags": "ປ້າຍກຳກັບ",
        "article": "ບົດຄວາມ"
      }
    }
  },
  "product_extra_physical": {
    "weight": "ນ້ໍາຫນັກຊຸດ",
    "weight_unit": "ກິ​ໂລກ​ຣາມ",
    "size": "ຂະໜາດບັນຈຸ",
    "dimension": "ຊັງ​ຕີ​ແມັດ",
    "width": "ກວ້າງ",
    "length": "ຄວາມຍາວ",
    "height": "ຄວາມສູງ",
    "lead_time_title": "ເວລາກະກຽມ",
    "lead_time": "ເວລາກະກຽມ",
    "lead_time_dimension": "ຊົ່ວໂມງ",
    "bulk_action": "ການປະຕິບັດຈໍານວນຫລາຍ",
    "bulk_action_input": "ອັບເດດທຸກລຸ້ນ",
    "bulk_action_msg": "ກໍານົດເວລາການຫຸ້ມຫໍ່ຜະລິດຕະພັນແລະການກະກຽມສໍາລັບທຸກ variants."
  },
  "product_images_list": {
    "upload_button": "ຮູບພາບຜະລິດຕະພັນເພີ່ມເຕີມ",
    "upload_an_image": "ເລືອກຮູບ.",
    "notifications": {
      "update_sort_success": "ບັນທຶກການຈັດຮຽງຮູບພາບແລ້ວ",
      "delete_image_title": "ລຶບຮູບຜະລິດຕະພັນ",
      "delete_image_success": "ລຶບຮູບສຳເລັດແລ້ວ"
    }
  },
  "variants_view": {
    "prices": "ລາຄາ",
    "inventory": "ສາງ",
    "discount": "ສ່ວນຫຼຸດ"
  },
  "gift_card_type_edit": {
    "title_input": "ຫົວຂໍ້",
    "color_input": "ສີບັດ",
    "charge_input": "ຄ່າບໍລິການເບື້ອງຕົ້ນ",
    "charge_input_hint": "ຄ່າເລີ່ມຕົ້ນຂອງແຕ່ລະບັດ",
    "currency_input": "ສະກຸນເງິນ",
    "currency_input_message": "ພຽງແຕ່ສໍາລັບການຊື້ດ້ວຍສະກຸນເງິນນີ້",
    "lifetime_input": "ອາຍຸບັດ (ເດືອນ)",
    "lifetime_input_message": "ຄວາມຖືກຕ້ອງຂອງບັດ",
    "card_image_input": "ຮູບພາບບັດ",
    "notifications": {
      "create_success": "ສ້າງບັດແລ້ວ",
      "update_success": "ອັບເດດບັດແລ້ວ"
    }
  },
  "shop_warehouse_edit": {
    "title": "ເພີ່ມສາງ",
    "message": "ໃສ່ທີ່ຢູ່ສາງ ແລະໂປຣໄຟລ໌ຂອງທ່ານເພື່ອຄິດໄລ່ຄ່າຂົນສົ່ງ.",
    "name_input": "ຊື່ສາງ",
    "address": "ທີ່ຢູ່",
    "name_input_message": "ໃສ່ຊື່ຫຼິ້ນສຳລັບສາງຂອງເຈົ້າ.",
    "person_name": "ຊື່ພະນັກງານ",
    "phone_number": "ເບີຕິດຕໍ່",
    "map_title": "ທີ່ຢູ່ສາງຮ້ານ",
    "confirm_action": "ການອະນຸມັດສາງ",
    "address_name": "ສາງ",
    "notifications": {
      "success_save": "ບັນທຶກການປ່ຽນແປງສຳເລັດແລ້ວ."
    }
  },
  "inventory_list": {
    "search_input": "ຄົ້ນຫາຜະລິດຕະພັນ...",
    "search_input_title": "ຄົ້ນຫາສິນຄ້າໃນຮ້ານ",
    "apply_filter": "ນຳໃຊ້ຕົວກອງ",
    "inventory": "ບັນຊີລາຍການສິນຄ້າຄົງຄັງ",
    "export": "ສົ່ງອອກສິນຄ້າຄົງຄັງ",
    "import": "ສິນຄ້າຄົງຄັງນໍາເຂົ້າ",
    "bulk_price": "ການປ່ຽນແປງລາຄາຫຼາຍ",
    "bulk_discount": "ການປ່ຽນແປງສ່ວນຫຼຸດຫຼາຍ",
    "category_filter_msg": "⚡ມັນຈະນຳໃຊ້ກັບທຸກຜະລິດຕະພັນ ແລະໝວດໝູ່ຍ່ອຍ!",
    "table": {
      "waiting": "ໄດ້ຮັບຂໍ້ມູນ ... ກະລຸນາລໍຖ້າ",
      "open_state": "ເຄື່ອນໄຫວ",
      "close_state": "ບໍ່ເຄື່ອນໄຫວ",
      "image": "ຮູບພາບ",
      "product": "ຊື່​ຜະ​ລິດ​ຕະ​ພັນ",
      "code": "ລະ​ຫັດ​ຜະ​ລິດ​ຕະ​ພັນ",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "ຕົ້ນສະບັບ",
      "status": "ສະຖານະ",
      "in_stock": "ໃນ​ສາງ",
      "edit": "ປ່ຽນແປງ"
    },
    "bulk_price_dialog": {
      "title": "ຄຳສັ່ງຫຼາຍ > ລາຄາ",
      "message": "ໝາຍເຫດ: ຈຳນວນຕໍ່ໄປນີ້ຈະນຳໃຊ້ເປັນເປີເຊັນກັບລາຄາສິນຄ້າທັງໝົດໃນຮ້ານຂອງທ່ານ. ນອກຈາກນີ້, ຄ່າລາຄາທີ່ຄຳນວນແລ້ວຈະຖືກປ່ຽນເປັນຕົວເລກຮອບທີ່ໃກ້ທີ່ສຸດໂດຍອັດສະລິຍະໂດຍອີງໃສ່ສະກຸນເງິນທີ່ເລືອກ. ຈົ່ງລະມັດລະວັງໃນການປ້ອນຄ່າຕ່າງໆ.",
      "check": "ຂ້ອຍອະນຸມັດການປ່ຽນແປງລາຄາ.",
      "add_percent_tab": "ເພີ່ມເປີເຊັນ",
      "add_constant_tab": "ເພີ່ມຄົງທີ່",
      "ending_tab": "ຍຸດທະສາດການສິ້ນສຸດ"
    },
    "bulk_discount_dialog": {
      "title": "ຄຳສັ່ງຫຼາຍ > ສ່ວນຫຼຸດ",
      "message": "ໝາຍເຫດ: ຈຳນວນຕໍ່ໄປນີ້ຈະເປັນສ່ວນຫຼຸດຂອງສິນຄ້າທັງໝົດໃນຮ້ານຂອງທ່ານ. ນອກຈາກນັ້ນ, ຄ່າສ່ວນຫຼຸດທີ່ຄຳນວນແລ້ວຈະຖືກປ່ຽນເປັນຕົວເລກຮອບທີ່ໃກ້ທີ່ສຸດໂດຍອັດສະລິຍະໂດຍອີງໃສ່ສະກຸນເງິນທີ່ເລືອກ. ຈົ່ງລະມັດລະວັງໃນການປ້ອນຄ່າຕ່າງໆ.",
      "check": "ຂ້ອຍອະນຸມັດການປ່ຽນແປງສ່ວນຫຼຸດ."
    },
    "notifications": {
      "save_success": "ບັນທຶກການປ່ຽນແປງສິນຄ້າຄົງຄັງແລ້ວ."
    }
  },
  "spec_view": {
    "auto_save_input": "ບັນທຶກອັດຕະໂນມັດ"
  },
  "time_progress_bar": {
    "title_before_start": "ຍັງຄົງຢູ່ກັບຈຸດເລີ່ມຕົ້ນ",
    "title_between_start_end": "ຍັງຄົງຢູ່ຈົນເຖິງທີ່ສຸດ",
    "title_after_end": "ສຳເລັດແລ້ວ",
    "title_no_start_end": "ບໍ່ມີໄລຍະເວລາ!"
  },
  "geo_map": {
    "views": "ທັດສະນະ",
    "views_unit": "ເວລາ",
    "product_views": "ທັດສະນະຜະລິດຕະພັນ",
    "buys": "ການຊື້",
    "buys_unit": "ຄໍາສັ່ງ",
    "baskets": "ລົດເຂັນທີ່ຫ້າວຫັນ",
    "added_items": "ເພີ່ມລາຍການ",
    "removed_items": "ເອົາລາຍການອອກ"
  },
  "faq_list": {
    "table": {
      "nodata": "ບໍ່ພົບຄຳຖາມ.",
      "more_data_action": "ຄໍາ​ຖາມ​ເພີ່ມ​ເຕີມ ..",
      "user": "ຜູ້ໃຊ້",
      "tag": "ແທັກ",
      "question": "ຄຳຖາມ",
      "officer": "ພະນັກງານ",
      "answer": "ຄໍາຕອບ",
      "created_at": "ວັນທີ",
      "priority": "ບູລິມະສິດ",
      "edit": "ແກ້ໄຂ"
    },
    "dialog": {
      "add_new_action": "ສົ່ງຄໍາຖາມໃຫມ່",
      "edit_action": "ແກ້ໄຂ FAQ",
      "question_input": "ຄຳຖາມ",
      "question_input_placeholder": "ຖາມ​ຄໍາ​ຖາມ​ຂອງ​ທ່ານ ..",
      "link_input": "ເຊື່ອມຕໍ່",
      "link_input_placeholder": "ທ່ານສາມາດອ້າງອີງເຖິງການເຊື່ອມຕໍ່ໃນການຕອບ.",
      "answer_input": "ຄໍາຕອບ",
      "answer_input_placeholder": "ໃສ່ຄຳຕອບ..",
      "tag_input": "ແທັກ (ຊື່ໝວດໝູ່)",
      "tag_input_placeholder": "ໃສ່ຊື່ສັ້ນ",
      "priority_input": "ບູລິມະສິດ: (0 ຫາ 10)"
    },
    "delete_alert": {
      "title": "ລຶບຄຳຖາມ",
      "message": "ທ່ານຕ້ອງການລຶບຄຳຖາມນີ້ບໍ?",
      "action": "ລຶບ"
    },
    "notifications": {
      "send_success": "ຄຳຕອບຂອງເຈົ້າໄດ້ຖືກສົ່ງສຳເລັດແລ້ວ.",
      "delete_success": "ຄຳຖາມຂອງເຈົ້າໄດ້ຖືກລຶບສຳເລັດແລ້ວ."
    }
  },
  "contact_messages_list": {
    "load_more_action": "ຂໍ້ຄວາມເພີ່ມເຕີມ..",
    "table": {
      "nodata": "ບໍ່ພົບຄຳຖາມ.",
      "user": "ຜູ້ໃຊ້",
      "message": "ເນື້ອໃນຂໍ້ຄວາມ",
      "category": "ປະເພດ",
      "officer": "ພະນັກງານ",
      "answer": "ຄໍາຕອບ",
      "created_at": "ວັນທີ",
      "contact": "ຕິດຕໍ່",
      "edit": "ແກ້ໄຂ"
    },
    "dialog": {
      "title": "ຕອບກັບຂໍ້ຄວາມ",
      "category": "ປະເພດ",
      "user_name": "ຊື່",
      "email": "ອີເມວ",
      "phone": "ເບີຕິດຕໍ່",
      "message": "ຂໍ້ຄວາມ",
      "status": "ສະຖານະການຕອບສະຫນອງ",
      "status_answered": "ຕອບ",
      "status_waiting": "ລໍຖ້າຄໍາຕອບ",
      "answer_input": "ຕອບກັບຂໍ້ຄວາມ",
      "mail_input": "ສົ່ງອີເມວ",
      "mail_input_message": "ຖ້າທ່ານເປີດໃຊ້ງານນີ້, ຄໍາຕອບຂອງທ່ານຈະຖືກສົ່ງໄປຫາອີເມວຜູ້ໃຊ້."
    },
    "delete_alert": {
      "title": "ລຶບຂໍ້ຄວາມ",
      "message": "ທ່ານຕ້ອງການລຶບຂໍ້ຄວາມນີ້ບໍ?",
      "action": "ລຶບ"
    },
    "notifications": {
      "send_success": "ການຮ້ອງຂໍຂອງທ່ານໄດ້ຖືກສົ່ງສົບຜົນສໍາເລັດ.",
      "delete_success": "ຂໍ້ຄວາມຖືກລຶບ."
    }
  },
  "campaign": {
    "title": "ແຄມເປນ",
    "menu": {
      "setting": "ການຕັ້ງຄ່າ",
      "return": "ກັບຄືນໄປບ່ອນ",
      "dashboard": "ແຜງໜ້າປັດ",
      "links": "ລິ້ງຄ໌",
      "landing": "ການລົງຈອດ",
      "ads": "ໂຄສະນາ",
      "finance": "ການເງິນ"
    },
    "dashboard": {
      "title": "ແຜງໜ້າປັດ",
      "status": "ສະພາບລວມ",
      "sessions": "ເຊດຊັນ",
      "links_overview": "ພາບລວມຂອງການເຊື່ອມໂຍງແຄມເປນ",
      "orders": "ຄໍາສັ່ງ",
      "performance": "ການປະຕິບັດແຄມເປນ",
      "links_funnel": "ແຄມເປນການເຊື່ອມໂຍງການປະຕິບັດ",
      "no_links": "ບໍ່ມີຂໍ້ມູນ! ກະລຸນາສ້າງລິ້ງໄປຫາແຄມເປນຂອງທ່ານ.",
      "social": "ສື່ມວນຊົນສັງຄົມນໍາພາ",
      "conversion_over_time": "ການ​ປ່ຽນ​ແປງ​ໃນ​ໄລ​ຍະ​",
      "total_campaign_sell": "ຍອດຂາຍທັງໝົດຕາມແຄມເປນ"
    },
    "finance": {
      "title": "ບົດລາຍງານການເງິນ",
      "campaign_revenue": "ລາຍໄດ້ແຄມເປນ",
      "total_revenue": "ລາຍຮັບທັງໝົດຕາມແຄມເປນ",
      "links_revenue": "ລາຍໄດ້ແຄມເປນເຊື່ອມຕໍ່",
      "payments_over_time": "ການຂາຍໃນໄລຍະເວລາ",
      "all_links": "ການເຊື່ອມຕໍ່ທັງຫມົດ"
    },
    "landing": {
      "empty_message": "ກໍານົດຫນ້າທີ່ດິນໃນການຕັ້ງຄ່າແຄມເປນ.",
      "set_landing": "ກໍານົດຫນ້າທີ່ດິນ",
      "create_landing": "ສ້າງໜ້າທຳອິດທີ່ພົບເຫັນໃໝ່"
    },
    "links": {
      "title": "ການເຊື່ອມໂຍງແຄມເປນ",
      "url_input_message": "ໃສ່ url ຫນ້າເປົ້າຫມາຍຂອງທ່ານ"
    },
    "setting": {
      "menu": {
        "config": "ກຳນົດຄ່າ",
        "timespan": "ໄລ​ຍະ​ເວ​ລາ",
        "banner": "ປ້າຍໂຄສະນາ",
        "Notification": "ແຈ້ງການ"
      },
      "general_setting": {
        "title": "ການຕັ້ງຄ່າແຄມເປນທົ່ວໄປ",
        "sub_title": "ຊື່, ຫນ້າທີ່ດິນ ແລະລະຫັດສ່ວນຫຼຸດ",
        "name_input": "ຊື່ແຄມເປນ",
        "name_input_hint": "ເພີ່ມຊື່ໃສ່ແຄມເປນຂອງທ່ານ",
        "enable_input": "ແຄມເປນມີການເຄື່ອນໄຫວບໍ?",
        "page_input": "ຫນ້າທີ່ດິນ",
        "discount_code_input": "ລະຫັດສ່ວນຫຼຸດ",
        "limit": "ຈຳກັດສ່ວນຫຼຸດ",
        "max_count": "ຈຳນວນສູງສຸດ",
        "max_count_unit": "ລາຍການ",
        "start": "ເລີ່ມ",
        "end": "ຈົບ",
        "notification_enable_input": "ເປີດໃຊ້ການແຈ້ງເຕືອນບໍ?",
        "landing_page": "ຫນ້າທີ່ດິນ",
        "discount_code": "ລະຫັດສ່ວນຫຼຸດ",
        "auto": "ແຄມເປນເລີ່ມຕົ້ນ",
        "auto_message": "ແຄມເປນເລີ່ມຕົ້ນຖືກເປີດໃຊ້ໃນຮ້ານຄ້າຂອງທ່ານ"
      },
      "time_setting": {
        "title": "ໄລ​ຍະ​ເວ​ລາ",
        "sub_title": "ເລີ່ມວັນທີ & ເວລາ / ວັນທີສິ້ນສຸດ & ເວລາ",
        "start_input": "ເລີ່ມ",
        "start_input_placeholder": "ເລືອກເວລາເລີ່ມຕົ້ນແຄມເປນ",
        "end_input": "ຈົບ",
        "end_input_placeholder": "ເລືອກເວລາສິ້ນສຸດແຄມເປນ"
      },
      "banner_setting": {
        "title": "ປ້າຍໂຄສະນາຮ້ານຄ້າ",
        "sub_title": "ສະແດງຢູ່ເທິງສຸດຂອງໜ້າຮ້ານ",
        "message_input": "ຂໍ້ຄວາມ",
        "message_input_placeholder": "ງານ​ບຸນ​ພິ​ເສດ...",
        "message_input_hint": "ປ້າຍໂຄສະນາຂໍ້ຄວາມທາງເທິງຂອງຮ້ານ",
        "bg_image_input": "URL ຮູບພາບພື້ນຫຼັງ",
        "bg_image_input_hint": "URL ຮູບພື້ນຫຼັງເຕັມ",
        "repeat_pattern": "ຮູບແບບຊ້ຳໆ",
        "simple": "ງ່າຍດາຍ",
        "dark_input": "ຮູບແບບສີສັນມືດບໍ?",
        "icon_input": "ໄອຄອນ",
        "icon_input_hint": "ຊື່ໄອຄອນການອອກແບບວັດສະດຸ ຫຼື Fontawsom: fas fa-star",
        "anim_input": "ທີ່ຢູ່ອານິເມຊັນ",
        "anim_input_message": "URL ໄຟລ໌ອະນິເມຊັນ Lottie",
        "preview": "ເບິ່ງຕົວຢ່າງ",
        "preview_update_action": "ອັບເດດຕົວຢ່າງ",
        "bg_color": "ສີພື້ນຫຼັງ",
        "icon_bg": "ສີພື້ນຫຼັງໄອຄອນ"
      },
      "notifications": {
        "title": "ແຈ້ງການ",
        "sub_title": "ສ້າງການແຈ້ງເຕືອນແລະເຊື່ອມຕໍ່ມັນກັບແຄມເປນຂອງທ່ານ.",
        "update_success": "ແຄມເປນຂອງທ່ານໄດ້ຮັບການປັບປຸງ.",
        "action_button": "ປຸ່ມປະຕິບັດ",
        "background_color": "ສີພື້ນຫຼັງ",
        "text_color": "ສີຂໍ້ຄວາມ",
        "action_color": "ສີການປະຕິບັດ",
        "action_text_color": "ສີຂໍ້ຄວາມປະຕິບັດ",
        "notification_image": "ຮູບພາບການແຈ້ງເຕືອນ",
        "notification_bg": "ພື້ນຫຼັງການແຈ້ງເຕືອນ",
        "show_preview": "ສະແດງຕົວຢ່າງ",
        "persistence": "ຄວາມຄົງທົນ",
        "persistence_message": "ທ່ານຕ້ອງການສະແດງທຸກຄັ້ງທີ່ຜູ້ໃຊ້ຂອງທ່ານໄປຢ້ຽມຢາມເວັບໄຊທ໌",
        "radius": "ລັດສະໝີ",
        "show_delay": "ສະແດງໃຫ້ເຫັນຄວາມລ່າຊ້າ"
      }
    }
  },
  "add_category": {
    "title_edit": "ແກ້ໄຂໝວດໝູ່",
    "title_update": "ເພີ່ມໝວດໝູ່ໃໝ່",
    "menu": {
      "delete": "ລຶບໝວດໝູ່",
      "filter": "ການກັ່ນຕອງ",
      "settings": "ການຕັ້ງຄ່າ",
      "back": "ກັບຄືນໄປບ່ອນ"
    },
    "title_input": "ໝວດໝູ່ *",
    "title_input_error": "ເລືອກຫົວຂໍ້ປະເພດ",
    "name_input": "ຊື່​ປະ​ເພດ (ພາ​ສາ​ອັງ​ກິດ​) *",
    "name_input_error": "ເລືອກຊື່ທີ່ເປັນເອກະລັກສໍາລັບປະເພດ",
    "description_input": "ລາຍ​ລະ​ອຽດ​ປະ​ເພດ​",
    "description_input_message": "ໃສ່ລາຍລະອຽດຫຍໍ້ໆຂອງໝວດ..",
    "parent_input": "ໝວດໝູ່",
    "parent_input_message": "ໝວດນີ້ປາກົດຢູ່ໃນໜ້າຫຼັກຂອງຮ້ານ.",
    "image_input": "ຮູບພາບປະເພດ",
    "image_input_placeholder": "ເລືອກຮູບພາບສໍາລັບປະເພດ",
    "edit_action": "ແກ້ໄຂໝວດໝູ່",
    "add_action": "ເພີ່ມໝວດໝູ່",
    "back_action": "ກັບຄືນໄປບ່ອນ",
    "no_category": "ບໍ່ມີໝວດໝູ່",
    "star": "ດາວ",
    "filter": {
      "title": "ການກັ່ນຕອງປະເພດ",
      "sub_title": "ຈັດການຕົວກອງ ແລະໝວດໝູ່ທີ່ໃຊ້ໄດ້ກັບຜະລິດຕະພັນໃນໝວດນີ້.",
      "message": "ປ້ອນ ແລະບັນທຶກຊື່ຄຸນສົມບັດທາງວິຊາການທົ່ວໄປສຳລັບໝວດໝູ່ນີ້ຢູ່ໃນປ່ອງຂ້າງລຸ່ມນີ້. ຫຼັງຈາກບັນທຶກບັນຊີລາຍຊື່, ປະເພດການກັ່ນຕອງຈະຖືກສະແດງພ້ອມກັບເນື້ອໃນຂອງແຕ່ລະປະເພດ. ສີ, ນ້ໍາຫນັກ, ຂະຫນາດ, ຍີ່ຫໍ້, ແລະອື່ນໆແມ່ນສະກັດອັດຕະໂນມັດຈາກຕົວແປຂອງຜະລິດຕະພັນ."
    },
    "delete_alert": {
      "title": "ລຶບໝວດໝູ່ອອກ",
      "message": "ທ່ານຕ້ອງການລຶບໝວດໝູ່ {title} ບໍ?",
      "action": "ລຶບ"
    },
    "notifications": {
      "add_success": "ເພີ່ມໝວດໝູ່ໃໝ່ແລ້ວ.",
      "edit_success": "ໝວດໝູ່ຖືກແກ້ໄຂ.",
      "delete_success": "ລຶບ {title} ແລ້ວ."
    },
    "edit_filter": {
      "spec_input": "ລາຍຊື່ສະເພາະດ້ານວິຊາການ",
      "spec_input_message": "ລາຍຊື່ຄຸນສົມບັດທີ່ທ່ານຕ້ອງການທີ່ຈະສະແດງຢູ່ໃນພາກການກັ່ນຕອງ",
      "price": "ລາຄາ",
      "min": "ຕ່ຳສຸດ",
      "max": "ສູງສຸດ",
      "suggested_list": {
        "brand": "ຍີ່ຫໍ້",
        "colors": "ສີ",
        "styles": "ອອກ​ແບບ",
        "volumes": "ປະລິມານ",
        "weights": "ນ້ຳໜັກ",
        "packs": "ຈໍານວນຕໍ່ຊຸດ",
        "types": "ປະເພດ"
      },
      "notifications": {
        "edit_success": "ໝວດໝູ່ຖືກແກ້ໄຂ."
      }
    }
  },
  "apps_list": {
    "nodata": "ບໍ່ມີແອັບຯຕິດຕັ້ງຢູ່ໃນຮ້ານຂອງທ່ານ",
    "inactive": "ບໍ່ເຄື່ອນໄຫວ",
    "my_apps": "ແອັບຂອງຂ້ອຍ",
    "app_store": "ເພີ່ມແອັບໃໝ່"
  },
  "add_shop": {
    "menu": {
      "shop_title": "ຊື່ຮ້ານ",
      "shop_name": "ຊື່ຮ້ານ",
      "description": "ລາຍລະອຽດ",
      "contact": "ຂໍ້​ມູນ​ຕິດ​ຕໍ່",
      "image": "ຮູບພາບ"
    },
    "title_input": "ຫົວຂໍ້",
    "title_input_tips": "ໃສ່ຊື່ຮ້ານ, ຍີ່ຫໍ້ ຫຼືບໍລິສັດຂອງທ່ານ.",
    "active_message": "ຕັ້ງຄ່າການເຄື່ອນໄຫວໃຫ້ທຸກຄົນສາມາດເຂົ້າເຖິງເວັບໄຊທ໌ຂອງທ່ານໄດ້.",
    "language_input_message": "ເລືອກພາສາຮ້ານຂອງທ່ານ.",
    "name_input": "ຊື່",
    "name_input_message": "ໃສ່ຊື່ຮ້ານຂອງເຈົ້າ.",
    "name_input_tips": "ຢ່າໃຊ້ຕົວອັກສອນ, ຍະຫວ່າງ ຫຼືຕົວອັກສອນທີ່ບໍ່ແມ່ນພາສາອັງກິດ, ຖ້າໃຊ້, ຊື່ຮ້ານອາດຈະສະແດງບໍ່ຖືກຕ້ອງ.",
    "description_input": "ລາຍລະອຽດຮ້ານ",
    "description_input_message": "ຂຽນລາຍລະອຽດສັ້ນໆກ່ຽວກັບທຸລະກິດຂອງທ່ານ.",
    "address_input": "ທີ່ຢູ່ຮ້ານ",
    "address_input_message": "ໃສ່ທີ່ຢູ່ຂອງຮ້ານທີ່ແນ່ນອນ",
    "phone_input": "ເບີ​ໂທລະ​ສັບ",
    "phone_input_message": "ເບີຕິດຕໍ່ລູກຄ້າ",
    "phone_input_tips": "ໃສ່ເບີຕິດຕໍ່ກັບລະຫັດປະເທດ. ຕົວເລກນີ້ຍັງຖືກນໍາໃຊ້ເພື່ອສະແດງຂໍ້ມູນໃນການຊອກຫາ Google.",
    "email_input": "ອີເມວ",
    "email_input_message": "ທີ່ຢູ່ອີເມວສໍາລັບລູກຄ້າ",
    "locality_input": "ສະຖານທີ່",
    "locality_input_message": "ສະຖານທີ່ຮ້ານ",
    "region_input": "ລັດ ຫຼື ແຂວງ",
    "region_input_message": "ລັດ ຫຼືແຂວງທີ່ທ່ານດໍາເນີນການ",
    "country_input": "ປະເທດ",
    "country_input_message": "ປະເທດຂອງທຸລະກິດ",
    "postal_code_input": "ລະ​ຫັດ​ໄປ​ສະ​ນີ",
    "postal_code_input_message": "ເກັບຮັກສາລະຫັດໄປສະນີ",
    "image_input": "ເກັບຮັກສາຮູບພາບ",
    "map": {
      "title": "ທີ່ຢູ່ຮ້ານ",
      "confirm": "ການລົງທະບຽນທີ່ຢູ່",
      "address": "ທີ່ຢູ່",
      "receptor": "ຮ້ານ"
    },
    "create_shop_action": "ສ້າງຮ້ານຄ້າ",
    "update_shop_action": "ອັບເດດ",
    "notifications": {
      "copy_success": "ສຳເນົາທີ່ຢູ່ຮ້ານ.",
      "name_available": "ຊື່ນີ້ ({name}) ສາມາດໃຊ້ໄດ້.",
      "add_success": "ສ້າງຮ້ານ {title} ແລ້ວ.",
      "edit_success": "ຮ້ານດັດແກ້."
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "ເພີ່ມລາຍການສະເໝືອນ",
    "add_virtual_item_desc": "ເພື່ອຂາຍຜະລິດຕະພັນ virtual, ທ່ານຕ້ອງເພີ່ມພວກມັນຢູ່ໃນພາກນີ້. ຈໍານວນຂອງລາຍການ virtual ແມ່ນເທົ່າກັບຈໍານວນຂອງລາຍການຟຣີໃນພາກນີ້. ເມື່ອລູກຄ້າຊື້ລາຍການ virtual, ການເຊື່ອມຕໍ່ຈະຖືກສົ່ງໄປຫາພວກເຂົາ.",
    "filter_action": "ນຳໃຊ້ຕົວກອງ",
    "not_processed": "ຄໍາສັ່ງທີ່ຍັງບໍ່ໄດ້ດໍາເນີນການ",
    "title": "ບັນຊີລາຍຊື່ຂອງລາຍການ",
    "vew_order": "ເບິ່ງຄໍາສັ່ງ",
    "table": {
      "nodata": "ບໍ່ມີລາຍການ",
      "product": "ຜະລິດຕະພັນ",
      "data": "ຂໍ້ມູນ",
      "status": "ສະຖານະ",
      "user_message": "ຂໍ້ຄວາມຜູ້ໃຊ້",
      "updated_at": "ອັບເດດຫຼ້າສຸດ",
      "order": "ສັ່ງ",
      "delete": "ລຶບ"
    },
    "notifications": {
      "delete_success": "ລຶບລາຍການສຳເລັດແລ້ວ."
    }
  },
  "add_virtual_item": {
    "title_edit": "ແກ້ໄຂຄ່າ",
    "title_add": "ເພີ່ມລາຍການໃສ່ຜະລິດຕະພັນ",
    "sub_title": "ການສ້າງແລະດັດແກ້ຜະລິດຕະພັນ virtual",
    "message": "ຜູ້ຈັດການຮ້ານສາມາດສະແດງໃຫ້ຜູ້ຊື້ເຫັນມູນຄ່າຫຼັງຈາກການຈ່າຍເງິນ. ຄ່າເຫຼົ່ານີ້ຕ້ອງຖືກໃສ່ໃນຮູບແບບຂ້າງລຸ່ມນີ້. ໂຄງສ້າງຂອງແບບຟອມນີ້ຖືກກໍານົດໄວ້ໃນ Edit Item> Edit Output Information.",
    "edit_outputs": "ແກ້ໄຂແບບຟອມຜົນຜະລິດ",
    "notifications": {
      "edit_success": "ແກ້ໄຂລາຍການແລ້ວ.",
      "add_success": "ເພີ່ມລາຍການໃສ່ລາຍຊື່ແລ້ວ."
    }
  },
  "virtual_process_center": {
    "title": "ສູນປະມວນຜົນ",
    "sub_title": "ການ​ປຸງ​ແຕ່ງ​ຄໍາ​ສັ່ງ​",
    "virtual_product": "ຜະລິດຕະພັນ virtual",
    "menu": {
      "report": "ລາຍງານ",
      "timeline": "ທາມລາຍ",
      "order": "ສັ່ງ"
    },
    "list_widget": {
      "title": "ຂໍ້ມູນຈໍາເພາະຄໍາສັ່ງ",
      "product_name": "ຊື່​ຜະ​ລິດ​ຕະ​ພັນ"
    },
    "inputs_widget": {
      "title": "ແບບຟອມປ້ອນຂໍ້ມູນ",
      "table": {
        "title": "ຫົວຂໍ້",
        "value": "ມູນຄ່າ"
      },
      "change_inputs_action": "ແກ້ໄຂແບບຟອມການປ້ອນຂໍ້ມູນ"
    },
    "outputs_widget": {
      "title": "ຮູບແບບຜົນຜະລິດ",
      "table": {
        "title": "ຫົວຂໍ້",
        "value": "ມູນຄ່າ"
      },
      "tips": [
        "ຫຼັງ​ຈາກ​ການ​ສໍາ​ເລັດ​ຄໍາ​ຮ້ອງ​ສະ​ຫມັກ​ຂອງ​ລູກ​ຄ້າ​, ກົດ​ປຸ່ມ​ການ​ຢືນ​ຢັນ​ຄໍາ​ສັ່ງ​ເພື່ອ​ແຈ້ງ​ໃຫ້​ຜູ້​ຊື້​ຂອງ​ຄໍາ​ສັ່ງ​ໄດ້​.",
        "ເມື່ອຄໍາສັ່ງຖືກອະນຸມັດ, ຜູ້ຊື້ຈະບໍ່ສາມາດແກ້ໄຂຂໍ້ມູນການປ້ອນຂໍ້ມູນໄດ້."
      ],
      "alerts": {
        "order_completed_by_admin": "ຄໍາສັ່ງໄດ້ຖືກສໍາເລັດ.",
        "order_completed_by_buyer": "ຄໍາສັ່ງໄດ້ຖືກສໍາເລັດໂດຍຜູ້ຊື້.",
        "waiting_for_buyer": "ລໍຖ້າການອະນຸມັດຜູ້ຊື້.."
      }
    }
  },
  "file_process_center": {
    "title": "ສູນປະມວນຜົນ",
    "sub_title": "ການ​ປຸງ​ແຕ່ງ​ຄໍາ​ສັ່ງ​",
    "menu": {
      "report": "ລາຍງານ",
      "timeline": "ທາມລາຍ",
      "order": "ສັ່ງ"
    }
  },
  "process_order_page_dashboard": {
    "title": "ການ​ປຸງ​ແຕ່ງ​ຄໍາ​ສັ່ງ​",
    "cancel_order_action": "ຍົກເລີກຄໍາສັ່ງ",
    "open_basket_cation": "ໂຄງຮ່າງການຊື້ເຄື່ອງນີ້ແມ່ນເປີດ, ຫມາຍຄວາມວ່າລູກຄ້າຊື້ເຄື່ອງແລະຍັງບໍ່ທັນໄດ້ຈ່າຍເງິນ.",
    "reject_dialog": {
      "title": "ເຫດຜົນທີ່ຈະປະຕິເສດຄໍາສັ່ງ",
      "message": "ເລືອກເຫດຜົນສໍາລັບການປະຕິເສດຄໍາສັ່ງນີ້ຈາກບັນຊີລາຍຊື່ຂ້າງລຸ່ມນີ້. ໃຫ້ແນ່ໃຈວ່າໄດ້ແຈ້ງໃຫ້ລູກຄ້າຂອງຂະບວນການຍົກເລີກແລະການຄືນເງິນ. ການຄືນເງິນຈະຕ້ອງຖືກເຮັດພາຍໃນ 12 ຊົ່ວໂມງ.",
      "confirm_action": "ຍົກເລີກຄໍາສັ່ງ",
      "dismiss_reject_action": "ຍົກເລີກການຍົກເລີກການສັ່ງຊື້"
    },
    "notifications": {
      "update_status_success": "ອັບເດດສະຖານະການສັ່ງແລ້ວ.",
      "reject_update_success": "ອັບເດດສະຖານະການຍົກເລີກການສັ່ງແລ້ວ.",
      "dismiss_reject_success": "ຄໍາສັ່ງກັບຄືນສູ່ຂະບວນການປົກກະຕິ.",
      "set_tracking_success": "ບັນທຶກ ID Track ID ສຳເລັດແລ້ວ."
    }
  },
  "process_center": {
    "title": "ສູນປະມວນຜົນ",
    "physical_product": "ຜະລິດຕະພັນທາງດ້ານຮ່າງກາຍ",
    "menu": {
      "label": "ປ້າຍຫຸ້ມຫໍ່",
      "receipt": "ໃບເກັບເງິນ",
      "back": "ກັບຄືນໄປບ່ອນ",
      "return": "ກັບຄືນ",
      "report": "ລາຍງານ",
      "timeline": "ທາມລາຍ",
      "inputs": "ວັດສະດຸປ້ອນ",
      "order": "ສັ່ງ"
    },
    "payment_widget": {
      "title": "ການຈ່າຍເງິນ",
      "checklist": [
        "ກວດເບິ່ງຈໍານວນຄໍາສັ່ງແລະການຈ່າຍເງິນຂອງລູກຄ້າ.",
        "ກວດເບິ່ງທີ່ຢູ່ໃບບິນ.",
        "ໃຫ້ແນ່ໃຈວ່າຂໍ້ມູນທີ່ລະບຸນັ້ນຖືກຕ້ອງ, ໂດຍສະເພາະຖ້າການຈ່າຍເງິນແມ່ນ Cash On Delivery."
      ],
      "action_cod_pay": "ຢືນຢັນການຈ່າຍເງິນໂດຍລູກຄ້າ",
      "action_dir_pay": "ຢືນຢັນໃບຮັບເງິນທີ່ອັບໂຫລດແລ້ວ",
      "payment_receipt_not_uploaded_error": "ໃບຮັບເງິນຍັງບໍ່ຖືກອັບໂຫຼດເທື່ອ!",
      "waiting_for_pay": "ການຈ່າຍເງິນທີ່ຍັງຄ້າງຢູ່",
      "processing_payment": "ກຳລັງປະມວນຜົນການຈ່າຍເງິນ",
      "processing_cancel": "ຍົກເລີກການຈ່າຍເງິນແລ້ວ",
      "paid": "ຈ່າຍແລ້ວ",
      "cod_pay_info": "ເມື່ອທ່ານໄດ້ຮັບຄໍາສັ່ງຈາກລູກຄ້າທ່ານສາມາດຢືນຢັນການຈ່າຍເງິນແລະເຮັດສໍາເລັດຄໍາສັ່ງ.",
      "dir_pay_info": "ໃບຮັບເງິນຈະປາກົດຢູ່ຂ້າງເທິງ. ກ່ອນທີ່ທ່ານຈະຢືນຢັນການຈ່າຍເງິນ, ກະລຸນາກວດສອບຈໍານວນເງິນຝາກ ແລະຂໍ້ມູນການຮັບກັບທະນາຄານຂອງທ່ານ.",
      "created_date": "ວັນທີສ້າງ",
      "pay_date": "ວັນທີຈ່າຍເງິນ",
      "payment_gateway": "ປະຕູການຈ່າຍເງິນ",
      "payment_method": "ວິທີການຈ່າຍເງິນ",
      "risk": "ມູນຄ່າຄວາມສ່ຽງ",
      "billing_details": "ລາຍລະອຽດການຮຽກເກັບເງິນ",
      "add_transaction": "ເພີ່ມໃບບິນໃຫມ່",
      "add_transactions_message": "ທ່ານຕ້ອງສ້າງຢ່າງຫນ້ອຍຫນຶ່ງທຸລະກໍາສໍາລັບຄໍາສັ່ງນີ້. ໃນບາງກໍລະນີ, ການຈ່າຍເງິນແມ່ນຕ້ອງການໃນຫຼາຍຂັ້ນຕອນ. ທຸລະກໍາໃດທີ່ຜູ້ໃຊ້ຕ້ອງຈ່າຍແມ່ນຈະຖືກກໍານົດໂດຍທ່ານ, ໃນລະຫວ່າງການເຮັດວຽກ.",
      "add_bill_dialog": {
        "title": "ເພີ່ມໃບເກັບເງິນ",
        "message": "ທ່ານສາມາດເພີ່ມໜຶ່ງ ຫຼືຫຼາຍໃບແຈ້ງໜີ້ໃໝ່ສຳລັບຄຳສັ່ງຊື້ນີ້. ລູກຄ້າຈະເຫັນໃບແຈ້ງຫນີ້ແລະຈ່າຍຄ່າແຕ່ລະຄົນຕາມຄວາມຄືບຫນ້າຂອງວຽກງານ.",
        "amount_input": "ຈຳນວນໃບເກັບເງິນ",
        "action": "ເພີ່ມໃບບິນ"
      },
      "edit_bill_dialog": {
        "title": "ແກ້ໄຂໃບແຈ້ງໜີ້",
        "message": "ທ່ານສາມາດແກ້ໄຂໃບແຈ້ງໜີ້ທີ່ຍັງຄ້າງຢູ່ໄດ້.",
        "action": "ແກ້ໄຂໃບແຈ້ງໜີ້"
      },
      "bill_cash_payment_dialog": {
        "title": "ລົງ​ທະ​ບຽນ​ການ​ຊໍາ​ລະ​ເງິນ​ສົດ​",
        "message": "ຖ້າຜູ້ຊື້ໄດ້ຈ່າຍເງິນຈໍານວນໃບແຈ້ງຫນີ້ເປັນເງິນສົດຫຼືໃນທາງອື່ນນອກເຫນືອຈາກການຈ່າຍເງິນອອນໄລນ໌, ໃນພາກນີ້, ໂດຍການເລືອກທາງເລືອກ, ລົງທະບຽນແລະຢືນຢັນການຈ່າຍເງິນຂອງລາວ. ໃນພາກນີ້, ທ່ານສາມາດເບິ່ງພຽງແຕ່ປະຕູການຈ່າຍເງິນເງິນສົດຂອງຮ້ານຂອງທ່ານ, ຖ້າທ່ານບໍ່ເຫັນທາງເລືອກດັ່ງກ່າວ, ທ່ານຕ້ອງເປີດໃຊ້ປະຕູການຈ່າຍເງິນເງິນສົດໃນສະກຸນເງິນທີ່ເລືອກໃນຮ້ານຂອງທ່ານ.",
        "action": "ຢືນຢັນການຈ່າຍເງິນໃບບິນ"
      },
      "table": {
        "title": "ຫົວຂໍ້",
        "amount": "ຈໍາ​ນວນ",
        "description": "ລາຍລະອຽດ",
        "info": "ຂໍ້ມູນ"
      },
      "user_payment": "ການຈ່າຍເງິນຂອງລູກຄ້າ",
      "cod": "ເງິນສົດໃນການຈັດສົ່ງ",
      "gateway_wage": "ຄ່າທຳນຽມ",
      "gift_card": "ບັດ​ຂອງ​ຂວັນ",
      "discount_code": {
        "title": "ລະຫັດສ່ວນຫຼຸດ",
        "code": "ລະຫັດ",
        "percent": "ເປີເຊັນ",
        "limit": "ຈຳກັດ"
      },
      "club": {
        "title": "ສະໂມສອນລູກຄ້າ",
        "percent": "ເປີເຊັນ",
        "limit": "ຈຳກັດ"
      },
      "coupon": {
        "title": "ຄູປ໋ອງ",
        "percent": "ເປີເຊັນ",
        "limit": "ຈຳກັດ",
        "charge": "ຄ່າບໍລິການ"
      },
      "delivery": {
        "title": "ຄ່າ​ຂົນ​ສົ່ງ",
        "not_paid": "ບໍ່ໄດ້ຈ່າຍ"
      },
      "samin": {
        "title": "ຄ່າ​ບໍ​ລິ​ການ",
        "description": "ຈຳນວນນີ້ໄດ້ຖືກຫັກອອກຈາກບັນຊີກະເປົາ Selldone ຂອງທ່ານແລ້ວ.",
        "tooltip": "ຄິດໄລ່ໂດຍວິທີການຊໍາລະເງິນ",
        "percent": "ເປີເຊັນ"
      },
      "affiliate": {
        "title": "ຄະນະກໍາມະການທີ່ກ່ຽວຂ້ອງ",
        "affiliate_message": "ທ່ານຄວນຈ່າຍຄ່າຄະນະກໍາມະນີ້ໃຫ້ກັບສາຂາຂອງທ່ານ. ຂະບວນການນີ້ແມ່ນເຮັດດ້ວຍຕົວທ່ານເອງ."
      },
      "total_price": "ລາຄາລາຍການທັງໝົດ",
      "total_items_discount": "ລາຍການຫຼຸດລາຄາ",
      "total_price_after_offers": "ທັງໝົດຫຼັງຈາກນຳໃຊ້ຂໍ້ສະເໜີ",
      "user_payment_amount": "ຈໍານວນການຈ່າຍເງິນຂອງຜູ້ຊື້",
      "samin_wage": "ຄ່າທໍານຽມການຂາຍ",
      "pay_cod_dialog": {
        "title": "ທ່ານໄດ້ຮັບເງິນຄໍາສັ່ງບໍ?",
        "message": "ຢືນຢັນທາງເລືອກນີ້ໃນວິທີການຊໍາລະເງິນສົດໃນການຈັດສົ່ງ, ຫຼັງຈາກຮັບປະກັນການຈ່າຍເງິນເຕັມທີ່ໂດຍລູກຄ້າ.",
        "confirm_action": "ຢືນຢັນການຈ່າຍເງິນຂອງລູກຄ້າ"
      },
      "pay_dir_dialog": {
        "title": "ທ່ານໄດ້ຮັບເງິນຄໍາສັ່ງບໍ?",
        "message": "ຢືນຢັນຕົວເລືອກນີ້ຫຼັງຈາກອະນຸມັດໃບຮັບເງິນທີ່ອັບໂຫຼດກັບທະນາຄານຂອງທ່ານ. ໃຫ້ແນ່ໃຈວ່າໄດ້ກວດເບິ່ງການຈ່າຍເງິນກັບທະນາຄານຂອງທ່ານ.",
        "confirm_action": "ຢືນຢັນການຈ່າຍເງິນຂອງລູກຄ້າ"
      },
      "notifications": {
        "pay_confirm_message": "ການຈ່າຍເງິນຖືກຢືນຢັນ.<br> ພອດ: {gateway_name}<br> ວັນທີ: {payment_at}",
        "pay_fail_title": "ບໍ່ໄດ້ຈ່າຍ",
        "pay_fail_message": "ການຈ່າຍເງິນບໍ່ສາມາດອະນຸມັດໄດ້!"
      }
    },
    "basket_list": {
      "checklist": [
        "ກວດເບິ່ງສິນຄ້າຄົງຄັງ.",
        "ຖ້າລາຍການບໍ່ສາມາດໃຊ້ໄດ້, ຈໍານວນເງິນທີ່ຈ່າຍສໍາລັບລາຍການນັ້ນຕ້ອງຖືກສົ່ງຄືນໃຫ້ລູກຄ້າ."
      ],
      "message": "ຖ້າລາຍການໃດບໍ່ມີຢູ່ ຫຼືບໍ່ສາມາດຂາຍໄດ້, ໃຫ້ຍົກເລີກການເລືອກກ່ອງທີ່ຢູ່ຂ້າງມັນ ແລະຄລິກໃສ່ປຸ່ມ <b>ຢືນຢັນການສັ່ງຊື້</b> .",
      "action": "ການຢືນຢັນຄໍາສັ່ງ",
      "list_of_items": "ບັນຊີລາຍຊື່ກະຕ່າຊື້ເຄື່ອງ",
      "apply_change_action": "ນຳໃຊ້ການປ່ຽນແປງ",
      "cant_apply_change": "ບໍ່ສາມາດປ່ຽນແປງໄດ້",
      "lottery_prize_inform": "ລູກຄ້າຂອງທ່ານຊະນະ 1x ຂອງຜະລິດຕະພັນນີ້. ສົ່ງຂອງຂວັນດ້ວຍການສັ່ງນີ້."
    },
    "preparing": {
      "title": "ການກະກຽມ",
      "packing_weight": "ນ້ຳໜັກບັນຈຸ",
      "delivery_type": "ວິທີການຂົນສົ່ງ",
      "packing_size": "ຂະໜາດບັນຈຸ",
      "distance_warning": "ເກີນກຳນົດໄລຍະທາງທີ່ອະນຸຍາດ.",
      "weight_warning": "ເກີນນໍ້າໜັກທີ່ອະນຸຍາດ.",
      "volume_warning": "ເກີນຂະໜາດແພັກເກດທີ່ອະນຸຍາດ.",
      "message": "ຄລິກທີ່ປຸ່ມ <b>Order Ready</b> ຖ້າຄໍາສັ່ງແມ່ນກຽມພ້ອມທີ່ຈະຈັດສົ່ງ.",
      "action": "ສັ່ງເລີຍ ພ້ອມສົ່ງ",
      "checklist": [
        "ປະຕິບັດຕາມກົດລະບຽບມາດຕະຖານໃນການຫຸ້ມຫໍ່.",
        "ພິມບັນຊີລາຍຊື່ຂອງລາຍການແລະໃສ່ມັນພາຍໃນຊຸດ.",
        "ພິມແລະຕິດປ້າຍໃສ່ກ່ອງ."
      ]
    },
    "basket_items": "ລາຍການສັ່ງຊື້",
    "delivered_dialog": {
      "title": "ລູກຄ້າໄດ້ຮັບຄໍາສັ່ງນີ້ບໍ?",
      "message": "ຢືນຢັນຕົວເລືອກນີ້ເມື່ອທ່ານຮູ້ວ່າລູກຄ້າໄດ້ຮັບຄໍາສັ່ງ",
      "confirm_action": "ຂ້ອຍຢືນຢັນວ່າລູກຄ້າໄດ້ຮັບແພັກເກດແລ້ວ"
    },
    "return_delivery_dialog": {
      "title": "ການສັ່ງຊື້ມີບັນຫາໃນລະຫວ່າງການຈັດສົ່ງຫຼືຖືກສົ່ງຄືນບໍ?",
      "message": "ຢືນຢັນທາງເລືອກທີ່ຈະສົ່ງຄືນການຂົນສົ່ງຖ້າຄໍາສັ່ງຖືກສົ່ງຄືນຫຼັງຈາກສົ່ງຍ້ອນເຫດຜົນບາງຢ່າງແລະມີຄວາມຕ້ອງການທີ່ຈະສົ່ງຄືນການຂົນສົ່ງ.",
      "confirm_action": "ຢືນຢັນການສົ່ງຄືນ"
    },
    "notifications": {
      "update_status_success": "ອັບເດດສະຖານະການສັ່ງແລ້ວ.",
      "reject_update_success": "ອັບເດດສະຖານະການຍົກເລີກການສັ່ງແລ້ວ.",
      "dismiss_reject_success": "ຄໍາສັ່ງຖືກຍົກເລີກ.",
      "pay_cod_success": "ຢືນຢັນການຈ່າຍເງິນໃນການຈັດສົ່ງ.",
      "pay_dir_success": "ການຈ່າຍເງິນໄດ້ຖືກຢືນຢັນໂດຍການຈ່າຍຜ່ານບັດໄປຫາບັດຫຼືການໂອນເງິນ.",
      "set_tracking_success": "ບັນທຶກ ID Track ID ສຳເລັດແລ້ວ.",
      "new_bill_success": "ເພີ່ມໃບບິນໃໝ່ສຳເລັດແລ້ວ.",
      "edit_bill_success": "ອັບເດດໃບບິນສຳເລັດແລ້ວ.",
      "update_bill_status_success": "ອັບເດດສະຖານະໃບບິນສຳເລັດແລ້ວ.",
      "set_payment_in_cash_success": "ຢືນຢັນການຈ່າຍເງິນໃບບິນດ້ວຍຕົນເອງ."
    },
    "delete_bill_dialog": {
      "title": "ລຶບໃບບິນ",
      "message": "ທ່ານແນ່ໃຈບໍ່ວ່າລຶບໃບບິນນີ້?",
      "action": "ແມ່ນແລ້ວ, ລຶບດຽວນີ້"
    }
  },
  "shop_gateway": {
    "title": "ປະຕູ",
    "menu": {
      "dashboard": "ແຜງໜ້າປັດ",
      "edit": "ແກ້ໄຂ",
      "transactions": "ທຸລະກໍາ",
      "back": "ປະຕູ"
    },
    "dashboard": {
      "title": "ການຄຸ້ມຄອງປະຕູ",
      "gateway_data_widget": {
        "title": "ລາຍງານການຈ່າຍເງິນ",
        "title_small": "ປະຕູ",
        "chart": {
          "times": "ນັບ",
          "buys": "ຊື້ນັບ",
          "pays": "ການຊໍາລະທີ່ສົມບູນ",
          "amount_pay": "ຈ່າຍແລ້ວ",
          "amount_wage": "ຄ່າທຳນຽມ"
        }
      },
      "gateway_info_widget": {
        "title": "ຂໍ້ມູນ",
        "title_small": "ປະຕູ",
        "status": "ສະຖານະ",
        "cod_transportation": "ວິທີການຂົນສົ່ງ thst ສະຫນັບສະຫນູນ COD",
        "cod_transportations_error": "ເປີດໃຊ້ເງິນສົດໃນການຈ່າຍເງິນການຈັດສົ່ງຢ່າງໜ້ອຍໜຶ່ງວິທີການຂົນສົ່ງ!",
        "payment_type": "ປະເພດການຈ່າຍເງິນ",
        "cod": "ເງິນສົດໃນການຈັດສົ່ງ",
        "online": "ການຈ່າຍເງິນອອນໄລນ໌",
        "wage_percent": "ເປີເຊັນຄ່າທຳນຽມ",
        "min_wage": "ຄ່າທຳນຽມຂັ້ນຕ່ຳ",
        "max_wage": "ຄ່າທຳນຽມສູງສຸດ",
        "min_amount": "ການເຮັດທຸລະກໍາຂັ້ນຕ່ໍາ",
        "max_amount": "ການເຮັດທຸລະກໍາສູງສຸດ",
        "timeout": "ໄລຍະເວລາການຈ່າຍເງິນ",
        "timeout_unit": "ວິນາທີ",
        "link": "Gateway Link",
        "your_gateway_status": "ສະຖານະປະຕູຂອງເຈົ້າ",
        "config_extra_info": "ການຕັ້ງຄ່າການບໍລິການການຈ່າຍເງິນ",
        "oauth2_button": "ເຊື່ອມຕໍ່ອັດຕະໂນມັດກັບ {gateway}",
        "fee_payment_message": "ຈຳນວນເງິນທັງໝົດທີ່ຈ່າຍໂດຍລູກຄ້າຈະຖືກໂອນເຂົ້າບັນຊີຂອງທ່ານ. ຄ່າບໍລິການຈະຖືກຫັກອອກຈາກກະເປົາເງິນຂອງທ່ານໃນ Selldone."
      }
    },
    "edit": {
      "title": "ແກ້ໄຂ Gateway",
      "menu": {
        "delete": "ເອົາ Gateway ອອກ"
      },
      "edit_action": "ແກ້ໄຂ Gateway"
    },
    "transactions": {
      "title": "ທຸລະກໍາ",
      "table": {
        "amount": "ຈໍາ​ນວນ",
        "currency": "ສະກຸນເງິນ",
        "livemode": "ປະເພດ",
        "status": "ສະຖານະ",
        "target_id": "ສັ່ງ",
        "risk": "ຄວາມສ່ຽງ",
        "card": "ບັດ",
        "issued_at": "ວັນທີອອກ",
        "payment_at": "ວັນທີຈ່າຍເງິນ"
      },
      "live_mode": "ດໍາລົງຊີວິດ",
      "test_mode": "ກ່ອງຊາຍ"
    }
  },
  "edit_gateway": {
    "public_keys": "ກະແຈສາທາລະນະ",
    "private_keys": "ກະແຈສ່ວນຕົວ (ລັບ)",
    "link": "ເວັບໄຊທ໌",
    "state_title": "ວິທີການຈ່າຍເງິນທີ່ໃຊ້ຢູ່ / ບໍ່ເຄື່ອນໄຫວ",
    "gateway_status": "ສະຖານະ",
    "wallet": "ກະເປົາເງິນ Blockchain",
    "developer_title": "ຮູບແບບນັກພັດທະນາ",
    "developer_message": "ທ່ານສາມາດປະມວນຜົນການເຮັດທຸລະກໍາປອມໄດ້ຖ້າ gateway ຮອງຮັບໂໝດດີບັກ.",
    "notifications": {
      "edit_success": "Gateway {gateway_name} ແກ້ໄຂແລ້ວ."
    },
    "developer_setting": "ພັດທະນາ ແລະທົດສອບ",
    "live_mode_message": "ທຸລະກຳທັງໝົດຈະຢູ່ໃນໂໝດສົດ."
  },
  "gift_card": {
    "title": "ບັດຂອງຂວັນ",
    "menu": {
      "edit": "ແກ້ໄຂ",
      "new_card": "ສ້າງບັດ",
      "list": "ບັດ",
      "orders": "ຄໍາສັ່ງ",
      "dashboard": "ແຜງໜ້າປັດ",
      "back": "ບັດຂອງຂວັນ"
    },
    "dashboard": {
      "title": "ກະດານຈັດການບັດຂອງຂວັນ",
      "amount_widget": {
        "title": "ການຈ່າຍເງິນບັດ",
        "title_small": "30 ມື້",
        "chart_amount_pay": {
          "y": "ລວມ",
          "label": "ການຈ່າຍເງິນ"
        },
        "chart_buys": {
          "y": "ຊື້",
          "label": "ຊື້"
        },
        "total_buy": "ຈໍານວນການຊື້ທັງຫມົດ",
        "total_pay_30days": "ການຈ່າຍເງິນທັງໝົດ 30 ມື້",
        "total_pay_today": "ການຈ່າຍເງິນມື້ນີ້"
      },
      "count_widget": {
        "title": "ຈຳນວນບັດທີ່ອອກໃຫ້",
        "title_small": "30 ມື້",
        "total_cards": "ຈຳນວນບັດທັງໝົດ",
        "used_cards_30days": "ການ​ນໍາ​ໃຊ້ 30 ມື້​",
        "used_today": "ການ​ນໍາ​ໃຊ້​ໃນ​ມື້​ນີ້​",
        "chart": {
          "new_cards": "ບັດໃໝ່",
          "used_cards": "ບັດທີ່ໃຊ້ແລ້ວ",
          "new_card_name": "ບັດໃໝ່",
          "used_card_name": "ໃຊ້ແລ້ວ"
        }
      },
      "export": {
        "title": "ເອົາໄຟລ໌ Output",
        "cards_list": "ໄດ້ຮັບບັນຊີລາຍຊື່ຂອງບັດ",
        "get_report": "ຮັບລາຍງານ"
      }
    },
    "cards": {
      "title": "ລາຍຊື່ບັດທີ່ອອກໃຫ້",
      "loading_message": "ໄດ້ຮັບຂໍ້ມູນ ... ກະລຸນາລໍຖ້າ",
      "issue_to_user": "ບັນ​ຫາ​ຜູ້​ໃຊ້​",
      "table": {
        "card_number": "ໝາຍເລກບັດ",
        "balance": "ຍອດເງິນ",
        "paid": "ຈ່າຍແລ້ວ",
        "edit": "ແກ້ໄຂ",
        "delete": "ລຶບ",
        "expire": "ໝົດອາຍຸ",
        "user": "ຜູ້ໃຊ້"
      },
      "delete_alert": {
        "title": "ເອົາບັດອອກ",
        "message": "ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບບັດນີ້?",
        "action": "ລຶບ"
      },
      "notifications": {
        "delete_success": "ລຶບບັດຂອງຂວັນແລ້ວ.",
        "edit_success": "ມີການປ່ຽນແປງ.",
        "issue_success": "ບັດຂອງຂວັນອອກໃຫ້ຜູ້ໃຊ້ສຳເລັດແລ້ວ."
      },
      "issue_dialog": {
        "title": "ອອກບັດຂອງຂວັນ",
        "action": "ຂ້ອຍຢືນຢັນ. ອອກບັດດຽວນີ້"
      }
    },
    "gift_card_edit": {
      "title": "ສ້າງບັດຂອງຂວັນ",
      "validity": "ຄວາມຖືກຕ້ອງ",
      "validity_unit": "ເດືອນ",
      "currency": "ສະກຸນເງິນ",
      "initial_balance": "ຍອດບັດເບື້ອງຕົ້ນ",
      "count": "ນັບ",
      "count_unit": "ລາຍການ",
      "enable_input_message": "ສະຖານະຂອງບັດທີ່ສ້າງຂຶ້ນ",
      "notifications": {
        "create_success_title": "ບັນທຶກ",
        "create_success": "ສ້າງບັດໃໝ່ {count} ບັດ"
      }
    },
    "gift_card_edit_page": {
      "title": "ແກ້ໄຂບັດຂອງຂວັນ"
    }
  },
  "shop_discount": {
    "title": "ລະຫັດສ່ວນຫຼຸດ",
    "up_to": "ເຖິງ",
    "menu": {
      "dashboard": "ແຜງໜ້າປັດ",
      "orders": "ຄໍາສັ່ງ",
      "back": "ລະຫັດສ່ວນຫຼຸດ"
    },
    "dashboard": {
      "title": "Dashboard ການຄຸ້ມຄອງລະຫັດສ່ວນຫຼຸດ",
      "chart_amount_buy": {
        "y": "ຈໍານວນການຊື້ {currency}",
        "label": "ຊື້"
      },
      "chart_amount_discount": {
        "y": "ສ່ວນຫຼຸດ {currency}",
        "label": "ສ່ວນຫຼຸດ"
      },
      "chart_used": {
        "y": "ປະລິມານການນໍາໃຊ້",
        "label": "ເວລາ"
      }
    }
  },
  "shop_coupon": {
    "title": "ຄູປ໋ອງ",
    "up_to": "ເຖິງ",
    "menu": {
      "dashboard": "ແຜງໜ້າປັດ",
      "back": "ຄູປ໋ອງ",
      "orders": "ຄໍາສັ່ງ"
    },
    "dashboard": {
      "title": "ກະດານຄຸ້ມຄອງຄູປອງ",
      "chart_amount_buy": {
        "y": "ຈໍານວນການຊື້ {currency}",
        "label": "ຊື້"
      },
      "chart_amount_discount": {
        "y": "ຄູປ໋ອງ {currency}",
        "label": "ຄູປ໋ອງ"
      },
      "chart_used": {
        "y": "ປະລິມານການນໍາໃຊ້",
        "label": "ເວລາ"
      }
    }
  },
  "shop_offer": {
    "title": "ຂໍ້ສະເໜີ",
    "up_to": "ເຖິງ",
    "menu": {
      "dashboard": "ແຜງໜ້າປັດ",
      "orders": "ຄໍາສັ່ງ",
      "back": "ຂໍ້ສະເໜີ"
    },
    "dashboard": {
      "title": "ສະເໜີກະດານຈັດການ",
      "chart_amount_buy": {
        "y": "ຈໍານວນການຊື້ {currency}",
        "label": "ຊື້"
      },
      "chart_amount_discount": {
        "y": "ສະເໜີໃຫ້ {currency}",
        "label": "ຂໍ້ສະເໜີ"
      },
      "chart_used": {
        "y": "ປະລິມານການນໍາໃຊ້",
        "label": "ເວລາ"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "ຈ່າຍຄ່າທໍານຽມການເປີດໃຊ້",
    "balance": "ຍອດເງິນ",
    "locked": "ລັອກ",
    "transfer": "ໂອນ",
    "charge": "ຝາກ"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "ຈ່າຍເງິນ",
    "payment": "ການຈ່າຍເງິນ",
    "confirm": "ການຢືນຢັນຄໍາສັ່ງ, <b>{success}</b> ຢືນຢັນແລະ <b>{fail}</b> ປະຕິເສດ.",
    "prepare": "ການກະກຽມຄໍາສັ່ງ.",
    "send": "ຄໍາສັ່ງສົ່ງໂດຍ <b>{delivery}</b> .",
    "delivered": "ຄໍາສັ່ງໄດ້ຖືກຈັດສົ່ງໃຫ້ລູກຄ້າ.",
    "fill-inputs": "ຂໍ້ມູນໃສ່ແບບຟອມທີ່ເຮັດສຳເລັດໂດຍຜູ້ຊື້.",
    "return-add": "ສົ່ງຄໍາຮ້ອງຂໍຄືນຜະລິດຕະພັນ, {product}.",
    "return-accept": "ຢືນຢັນການຮ້ອງຂໍຄືນ {return_code}.",
    "return-reject": "ຄຳຮ້ອງຂໍ {return_code} ຖືກປະຕິເສດ.",
    "reject-order": "ປະຕິເສດຄໍາສັ່ງ. ລະຫັດ: {reject_code}.",
    "reject-order-clear": "ຍົກເລີກການປະຕິເສດຄໍາສັ່ງ. ລະຫັດ: {reject_code}.",
    "email-buy": "ສົ່ງອີເມວຢືນຢັນການຊື້ໄປຫາລູກຄ້າ.",
    "email-payment": "ສົ່ງອີເມວຢືນຢັນການຈ່າຍເງິນໃຫ້ລູກຄ້າ.",
    "delivery-returned": "ລູກຄ້າບໍ່ໄດ້ຮັບຄໍາສັ່ງແລະຖືກສົ່ງຄືນ. ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະສົ່ງອີກເທື່ອຫນຶ່ງ.",
    "delivery-canceled": "ຍົກເລີກການຈັດສົ່ງ. ມັນເປັນສິ່ງຈໍາເປັນທີ່ຈະສົ່ງອີກເທື່ອຫນຶ່ງ.",
    "edit-receiver-info": "ທີ່ຢູ່ການຈັດສົ່ງຄໍາສັ່ງໄດ້ຖືກແກ້ໄຂໂດຍຜູ້ຊື້.",
    "edit-billing-info": "ທີ່ຢູ່ໃບບິນຖືກແກ້ໄຂໂດຍຜູ້ຊື້.",
    "payment-cod-confirm": "ການຈ່າຍເງິນ COD ຖືກຢືນຢັນ.",
    "payment-cash-confirm": "ການຈ່າຍເງິນຂອງ {amount} {currency} ເປັນເງິນສົດສໍາລັບໃບບິນໄດ້ຖືກຢືນຢັນ.",
    "payment-dir-confirm": "ຢືນຢັນໃບຮັບເງິນໂດຍກົງ.",
    "vendor": "ສະຖານະຄໍາສັ່ງຂອງຜູ້ຂາຍໄດ້ປ່ຽນຈາກ <b>{from}</b> ເປັນ <b>{to}</b> .",
    "connect-sync": "ຊິງຄ໌ຄໍາສັ່ງໂດຍ Connect OS.",
    "connect-shipped": "ຄໍາສັ່ງເຊື່ອມຕໍ່ໄດ້ຖືກຈັດສົ່ງໂດຍ {shipping}.",
    "connect-returned": "ການສັ່ງຊື້ເຊື່ອມຕໍ່ໄດ້ຖືກສົ່ງຄືນໂດຍ {shipping}.",
    "connect-failed": "ການປະຕິບັດຕາມຄຳສັ່ງບໍ່ສຳເລັດໂດຍຄູ່ຮ່ວມງານ. {reason}",
    "connect-canceled": "ຄໍາສັ່ງໄດ້ຖືກຍົກເລີກໂດຍຄູ່ຮ່ວມງານ. {reason}",
    "connect-action-cancel": "ຮ້ອງຂໍຍົກເລີກການສັ່ງຊື້. {reason}",
    "connect-put-hold": "ຄໍາສັ່ງດັ່ງກ່າວໄດ້ຖືກຢຸດໄວ້. {reason}",
    "connect-remove-hold": "ຄໍາສັ່ງດັ່ງກ່າວໄດ້ຖືກໂຍກຍ້າຍອອກຈາກການລະງັບ. {reason}",
    "connect-confirmed": "ຄໍາສັ່ງໄດ້ຖືກຢືນຢັນ.",
    "email-vendor": "🔔 ແຈ້ງ​ການ​ສັ່ງ​ຊື້​ອີ​ເມລ​ໄດ້​ຖືກ​ສົ່ງ​ໄປ​ຫາ <b>{vendor}</b> | {email}."
  },
  "inline_chart": {
    "today": "ມື້​ນີ້",
    "last_days": "{days} ມື້ກ່ອນ"
  },
  "products_select": {
    "move_category": "ຍ້າຍໝວດໝູ່ <b>{category}</b> ໄປໃສ່ໝວດອື່ນ",
    "move_product": "ຍ້າຍຜະລິດຕະພັນ <b>{product}</b> ໄປໃສ່ໝວດໝູ່",
    "product_menu": {
      "dashboard": "dashboard ຜະລິດຕະພັນ",
      "inventory": "ສິນຄ້າຄົງຄັງ ແລະຕົວແປ"
    },
    "notifications": {
      "copy_success": "ສໍາເນົາຜະລິດຕະພັນ.",
      "change_category_success": "ໝວດຜະລິດຕະພັນຖືກແກ້ໄຂ."
    }
  },
  "physical_order_track": {
    "title": "ບົດລາຍງານຄວາມສ່ຽງແລະການປະເມີນ"
  },
  "virtual_order_track": {
    "title": "ບົດລາຍງານຄວາມສ່ຽງແລະການປະເມີນ"
  },
  "virtual_order_timeline": {
    "title": "ທາມລາຍ"
  },
  "physical_order_timeline": {
    "title": "ທາມລາຍ"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "ຂຽນຂໍ້ຄວາມທີ່ນີ້...",
    "pin_action": "ປັກໝຸດຢູ່ເທິງ",
    "unpin_action": "ຖອນປັກໝຸດ",
    "copy_html": "ສຳເນົາ Html",
    "notifications": {
      "add_note_success": "ເພີ່ມບັນທຶກແລ້ວ.",
      "edit_note_success": "ບັນທຶກຖືກແກ້ໄຂ.",
      "delete_note_success": "ລຶບບັນທຶກແລ້ວ."
    },
    "delete_dialog": {
      "title": "ລຶບບັນທຶກ",
      "message": "ທ່ານຕ້ອງການລຶບບັນທຶກນີ້ບໍ?",
      "action": "ລຶບບັນທຶກ"
    },
    "resend_dialog": {
      "title": "ສົ່ງອີເມວຄືນໃໝ່",
      "message": "ທ່ານແນ່ໃຈບໍ່ວ່າໄດ້ສົ່ງອີເມວນີ້ຄືນໃຫ້ລູກຄ້າຂອງທ່ານ?",
      "action": "ແມ່ນແລ້ວ, ສົ່ງຄືນ",
      "success": "ສົ່ງອີເມລ໌ໃຫ້ລູກຄ້າຂອງທ່ານແລ້ວ."
    }
  },
  "accounts": {
    "title": "ກະເປົາເງິນຂອງຂ້ອຍ",
    "message": "ທ່ານຕ້ອງສ້າງຢ່າງຫນ້ອຍຫນຶ່ງບັນຊີກັບສະກຸນເງິນທີ່ທ່ານກໍາລັງໃຊ້ໃນ Selldone. ທ່ານຕ້ອງຕື່ມເງິນໃສ່ບັນຊີນີ້ເພື່ອຈ່າຍຄ່າບໍລິການ.",
    "add_new": "ສ້າງບັນຊີໃຫມ່",
    "new_account": "ເພີ່ມບັນຊີໃຫມ່",
    "new_account_dialog": {
      "title": "ບັນຊີໃໝ່",
      "account_name_input": "ຊື່​ບັນ​ຊີ",
      "currency_input": "ຫົວໜ່ວຍເງິນຕາ",
      "currency_input_message": "ບັນຊີທີ່ສ້າງຂຶ້ນຈະຖືພຽງແຕ່ຄ່າຂອງສະກຸນເງິນນີ້.",
      "new_account_wage": "ຄ່າໃຊ້ຈ່າຍໃນການສ້າງບັນຊີໃຫມ່: ຟຣີສໍາລັບບັນຊີທໍາອິດ",
      "create_account_action": "ສ້າງ​ບັນ​ຊີ"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "ສົ່ງ​ຂອງ​ຂວັນ",
      "sent": "ສົ່ງ",
      "received": "ໄດ້ຮັບ"
    },
    "send_gifts": {
      "title": "ສົ່ງຂອງຂວັນ",
      "sub_title": "ທ່ານສາມາດສົ່ງຂອງຂວັນໃຫ້ຫມູ່ເພື່ອນຫຼືລູກຄ້າຂອງທ່ານ. ຜູ້ຮັບອາດຈະຍອມຮັບ ຫຼືປະຕິເສດຂອງຂວັນຂອງເຈົ້າ. ຈໍານວນດັ່ງກ່າວຖືກລັອກຢູ່ໃນບັນຊີຂອງທ່ານແລະຖອນອອກຖ້າຜູ້ຮັບຍອມຮັບ. ຖ້າບໍ່ດັ່ງນັ້ນ, ຈໍານວນນີ້ຈະຖືກໂອນເຂົ້າບັນຊີຂອງທ່ານ.",
      "table": {
        "user": "ຜູ້ໃຊ້",
        "amount": "ຈໍາ​ນວນ",
        "currency": "ສະກຸນເງິນ",
        "account_name": "ຈາກ",
        "status": "ສະຖານະ",
        "message": "ຂໍ້ຄວາມ",
        "created_at": "ວັນທີສ້າງ"
      }
    },
    "received_gifts": {
      "title": "ໄດ້ຮັບຂອງຂວັນ",
      "sub_title": "ຂອງຂວັນທີ່ໄດ້ຮັບຈາກ Selldone ຫຼືອື່ນໆ",
      "table": {
        "amount": "ຈໍາ​ນວນ",
        "currency": "ສະກຸນເງິນ",
        "account_from": "ຈາກ",
        "status": "ສະຖານະ",
        "message": "ຂໍ້ຄວາມ",
        "created_at": "ວັນທີສ້າງ",
        "receive": "ຮັບ"
      }
    }
  },
  "get_gift_dialog": {
    "title": "ຮັບຂອງຂວັນ",
    "more": "ເພີ່ມເຕີມ..",
    "amount": "ຈໍາ​ນວນ",
    "message": "ຂໍ້ຄວາມ",
    "account_to_input": "ບັນຊີປາຍທາງ",
    "account_to_input_message": "ຈຳນວນຂອງຂວັນຈະຖືກຝາກເຂົ້າບັນຊີນີ້.",
    "get_action": "ຮັບເອົາຂອງຂວັນ",
    "notifications": {
      "received_success_title": "ຊົມເຊີຍ",
      "received_success": "ຈຳນວນຂອງຂວັນ {amount} {currency} ໄດ້ຖືກຝາກເຂົ້າບັນຊີຂອງທ່ານແລ້ວ."
    }
  },
  "send_gift_dialog": {
    "title": "ສົ່ງ​ຂອງ​ຂວັນ",
    "account_from_input": "ເລືອກບັນຊີ",
    "account_from_input_message": "ຈຳນວນຂອງຂວັນຖືກຖອນອອກຈາກບັນຊີນີ້.",
    "receiver_input": "ຜູ້ຮັບ",
    "receiver_input_message": "ທ່ານສາມາດໃສ່ທີ່ຢູ່ອີເມວຫຼືເບີໂທລະສັບ.",
    "message_input": "ຂໍ້ຄວາມ",
    "message_input_message": "ທ່ານສາມາດຝາກຂໍ້ຄວາມໃຫ້ຜູ້ຮັບໄດ້.",
    "amount_input": "ຈໍາ​ນວນ",
    "currency_input": "ຫົວໜ່ວຍເງິນຕາ",
    "currency_input_message": "ລາຄາແມ່ນຄິດໄລ່ໃນສະກຸນເງິນນີ້.",
    "send_action": "ສົ່ງ​ຂອງ​ຂວັນ",
    "notifications": {
      "send_success": "ຂອງຂວັນ {amount} {currency} ຖືກສົ່ງໃຫ້ {receiver}."
    }
  },
  "account_list": {
    "account_input": "ເລກບັນຊີ",
    "account_input_message": "ຈຳນວນຂອງຂວັນສຳລັບສະກຸນເງິນນີ້ຈະຖືກຝາກເຂົ້າບັນຊີນີ້.",
    "free_balance": "ຍອດເງິນຟຣີ",
    "account_name": "ຊື່​ບັນ​ຊີ"
  },
  "user_monetize_accounts": {
    "title": "ບັນຊີເງິນຝາກ",
    "sub_title": "ຈຳນວນຂອງຂວັນຈະຖືກຝາກໄວ້ໃນບັນຊີເຫຼົ່ານີ້ໂດຍອັດຕະໂນມັດ.",
    "message": "ກອງທຶນເງິນຝາກ Selldone ສໍາລັບກິດຈະກໍາສື່ມວນຊົນສັງຄົມຂອງທ່ານ, ເຂົ້າຮ່ວມໃນການພັດທະນາ Selldone, ແນະນໍາຫມູ່ເພື່ອນແລະອື່ນໆ. ໂດຍການເລືອກບັນຊີເງິນຝາກສໍາລັບແຕ່ລະສະກຸນເງິນ, ຈໍານວນຂອງຂວັນຈະຖືກຝາກເຂົ້າໄປໃນບັນຊີນັ້ນໃນໂດເມນຂອງທ່ານໂດຍອັດຕະໂນມັດ. ຈໍານວນເຫຼົ່ານີ້ສາມາດຖືກໂອນໃຫ້ Selldone. ການຖອນເງິນຈະເປັນໄປໄດ້ສໍາລັບຄູ່ຄ້າທຸລະກິດເທົ່ານັ້ນ.",
    "add_account_action": "ເພີ່ມ​ບັນ​ຊີ",
    "add_dialog": {
      "title": "ເຊື່ອມຕໍ່ບັນຊີເພື່ອຮັບຂອງຂວັນ",
      "account_input": "ເລກບັນຊີ",
      "account_input_message": "ຈຳນວນຂອງຂວັນສຳລັບສະກຸນເງິນນີ້ຈະຖືກຝາກເຂົ້າບັນຊີນີ້.",
      "set_as_default_action": "ເລືອກເປັນບັນຊີເລີ່ມຕົ້ນ"
    },
    "table": {
      "currency": "ສະກຸນເງິນ",
      "account_number": "ເລກບັນຊີ",
      "account_name": "ຊື່",
      "payment": "ຈຳນວນເງິນຝາກ",
      "reset_at": "ຣີເຊັດເປັນ",
      "delete": "ລຶບ"
    },
    "notifications": {
      "set_success": "ເພີ່ມບັນຊີສຳເລັດແລ້ວ.",
      "delete_success": "ບັນຊີຖືກລຶບອອກຈາກລາຍຊື່ບັນຊີເລີ່ມຕົ້ນສຳລັບການຮັບຂອງຂວັນສຳເລັດແລ້ວ."
    },
    "delete_alert": {
      "title": "ລຶບບັນຊີ",
      "message": "ທ່ານຕ້ອງການລຶບບັນຊີນີ້ອອກຈາກລາຍຊື່ບັນຊີຂອງຂວັນບໍ?",
      "action": "ລຶບ"
    }
  },
  "user_monetize": {
    "title": "ຫາ​ເງິນ",
    "menu": {
      "plans": "ແຜນການ",
      "accounts": "ບັນຊີ",
      "participant": "ຜູ້ເຂົ້າຮ່ວມ"
    }
  },
  "user_monetize_plans": {
    "title": "ໂຄງການຮ່ວມມື ແລະການສ້າງລາຍຮັບ",
    "sub_title": "ທ່ານຈະໄດ້ຮັບເຄຣດິດບັນຊີສໍາລັບຂອງຂວັນການສົ່ງຕໍ່. ຈໍານວນເຫຼົ່ານີ້ຈະຖືກຄິດຄ່າທໍານຽມໃສ່ບັນຊີຂອງທ່ານແລະສາມາດຖອນໄດ້ພຽງແຕ່ກັບຄູ່ຮ່ວມງານທຸລະກິດ Selldone (ບໍ່ແມ່ນທັງຫມົດ). ທ່ານອາດຈະໃຊ້ເງິນໃນຄ່າບໍລິການ Selldone.",
    "discount": "ສ່ວນຫຼຸດ",
    "your_income": "ລາຍໄດ້ຂອງເຈົ້າ",
    "level_2": "ຈາກລະດັບສອງ",
    "level_3": "ຈາກລະດັບສາມ",
    "link_message": "ສະມາຊິກ: {registered}, ຍອມຮັບ: {accepted}",
    "link_tip": "ທ່ານສາມາດເພີ່ມປະໂຫຍກ ?ref={link_code} ໃສ່ທ້າຍທຸກທີ່ຢູ່ທີ່ທ່ານແບ່ງປັນ.",
    "table": {
      "currency": "ສະກຸນເງິນ",
      "amount": "ຍອດເງິນ",
      "total": "ການຈ່າຍເງິນທັງໝົດ",
      "payment_date": "ວັນທີຈ່າຍເງິນຄັ້ງສຸດທ້າຍ",
      "withdraw": "ຖອນເງິນ"
    },
    "notifications": {
      "get_credit_success": "ຈໍານວນທີ່ຮ້ອງຂໍໄດ້ຖືກຝາກເຂົ້າໄປໃນບັນຊີຂອງທ່ານ."
    }
  },
  "basic_information": {
    "title": "ຕົວຕົນ ແລະໂປຣໄຟລ໌ຂອງຂ້ອຍ",
    "email": "ທີ່​ຢູ່​ອີ​ເມວ",
    "tel": "ເບີ​ໂທລະ​ສັບ",
    "address": "ທີ່ຢູ່",
    "payment": "ທຸລະກໍາທີ່ຖືກຕ້ອງ",
    "personal_information": "ຂໍ້ມູນປະຈໍາຕົວ",
    "main_profile": "ໂປຣໄຟລ໌ຫຼັກ",
    "main_profile_subtitle": "ຂໍ້​ມູນ​ນີ້​ແມ່ນ​ສາ​ທາ​ລະ​ນະ​ສໍາ​ລັບ​ທຸກ​ຄົນ​.",
    "kyc_waiting_info": "ພວກເຮົາກໍາລັງກວດສອບຄວາມຖືກຕ້ອງຂອງຂໍ້ມູນທີ່ທ່ານໃສ່. ຂະບວນການນີ້ແມ່ນບັງຄັບໃຫ້ສອດຄ່ອງກັບກົດລະບຽບຂອງ KYC ແລະຈະຫຼຸດຜ່ອນຄວາມສ່ຽງຕໍ່ການເຮັດທຸລະກໍາທາງດ້ານການເງິນ. ທ່ານສາມາດໃຊ້ປະໂຫຍດຈາກຜົນປະໂຫຍດໃນປະຈຸບັນແລະອະນາຄົດຂອງການບໍລິການນີ້.",
    "personal_info_dialog": {
      "title": "ຂໍ້ມູນປະຈໍາຕົວ",
      "name_input": "ຊື່​ແທ້",
      "family_name_input": "ນາມ​ສະ​ກຸນ",
      "number_input": "ໝາຍເລກໜັງສືຜ່ານແດນ (ຫຼືລະຫັດແຫ່ງຊາດ)",
      "birthday_input": "ວັນເດືອນປີເກີດ",
      "birthday_input_placeholder": "ໃສ່ວັນເດືອນປີເກີດຂອງທ່ານ",
      "address_input": "ທີ່ຢູ່",
      "postcode_input": "ລະ​ຫັດ​ໄປ​ສະ​ນີ",
      "tel_input": "ເບີຕິດຕໍ່",
      "passport_image_input": "ເລືອກຮູບຫນັງສືຜ່ານແດນ",
      "passport_image_input_message": "ອັບ​ໂຫຼດ​ຮູບ​ພາບ​ການ​ສະ​ແກນ​ຫນັງ​ສື​ຜ່ານ​ແດນ​ຂອງ​ທ່ານ​.",
      "personal_image_input": "ເລືອກຮູບຂອງທ່ານເອງ",
      "personal_image_input_message": "ອັບໂຫຼດຮູບສະແກນໄປມາໃນບັດປະຈຳຊາດຂອງເຈົ້າໃສ່ຮູບ."
    },
    "profile_dialog": {
      "title": "ໂປຣໄຟລ໌ຫຼັກ",
      "full_name_input": "ຊື່​ເຕັມ",
      "tel_input": "ເບີຕິດຕໍ່",
      "email_input": "ອີເມວ",
      "website_input": "ເວັບໄຊທ໌",
      "address_input": "ທີ່ຢູ່",
      "about_input": "ກ່ຽວ​ກັບ​ຂ້ອຍ",
      "about_long_input": "ຂໍ້ຄວາມຍາວກ່ຽວກັບຂ້ອຍ",
      "image_input": "ເລືອກຮູບໂປຣໄຟລ໌",
      "image_input_message": "ອັບໂຫຼດຮູບຂອງເຈົ້າ. ຮູບນີ້ຈະຖືກໃຊ້ເປັນຮູບໂປຣໄຟລ໌ຂອງເຈົ້າ.",
      "notifications": {
        "update_profile_success": "ໂປຣໄຟລ໌ຂອງທ່ານໄດ້ຖືກອັບເດດແລ້ວ.",
        "update_personal_info_success": "ຂໍ້ມູນຂອງທ່ານໄດ້ຖືກລົງທະບຽນຢ່າງສໍາເລັດຜົນ"
      }
    },
    "charge_account_approve_message": "ຮຽກເກັບບັນຊີຂອງທ່ານເພື່ອອະນຸມັດທຸລະກໍາທະນາຄານຂອງທ່ານ.",
    "payment_approval": "ການອະນຸມັດການຈ່າຍເງິນ",
    "residential_address_checking": "ເອກະສານທີ່ຢູ່ອາໃສຂອງເຈົ້າຢູ່ໃນຄິວກວດສອບ.",
    "add_residential_address": "ເພີ່ມສະຖານທີ່ແລະຫຼັກຖານເອກະສານທີ່ຢູ່ອາໃສຂອງທ່ານ."
  },
  "phone_verify": {
    "title": "ເບີ​ໂທລະ​ສັບ",
    "step1_title": "ໃສ່ເບີໂທລະສັບມືຖືຂອງເຈົ້າ.",
    "phone_number_input": "ເບີ​ໂທລະ​ສັບ",
    "next": "ຂັ້ນ​ຕອນ​ຕໍ່​ໄປ",
    "sms_code_input": "ລະຫັດຢືນຢັນ",
    "sms_code_message": "ລະຫັດຢືນຢັນ 6 ຕົວເລກຖືກສົ່ງໄປຫາ {phone_number}.",
    "notifications": {
      "duplicated_number_error": "ຕົວເລກນີ້ໄດ້ຮັບການອະນຸມັດຈາກທ່ານແລ້ວ.",
      "send_activation_code_success_title": "ລະຫັດຢືນຢັນ",
      "send_activation_code_success": "ລະຫັດຢືນຢັນຖືກສົ່ງໄປຫາ {phone_number}.",
      "verify_success": "ເບີໂທລະສັບຂອງທ່ານໄດ້ຮັບການຢັ້ງຢືນແລ້ວ"
    }
  },
  "companies": {
    "title": "ບັນຊີທຸລະກິດຂອງຂ້ອຍ",
    "message": "ທຸລະກິດ, ຜູ້ປະກອບການ, ແລະທີມງານມືອາຊີບສາມາດພັດທະນາຜະລິດຕະພັນແລະຄໍາຮ້ອງສະຫມັກໂດຍອີງໃສ່ Selldone. ມັນເປັນຄວາມຕ້ອງການທີ່ຈະສ້າງໂປຣໄຟລ໌ທຸລະກິດ.",
    "new_company": "ບໍລິສັດໃຫມ່"
  },
  "add_company": {
    "name_input": "ຊື່​ບໍ​ລິ​ສັດ",
    "website_input": "ເວັບໄຊທ໌",
    "email_input": "ອີເມວ",
    "address_input": "ທີ່ຢູ່",
    "tel_input": "ໂທ",
    "mobile_input": "ມືຖື",
    "edit_action": "ແກ້ໄຂບໍລິສັດ",
    "create_action": "ສ້າງບໍລິສັດ",
    "notifications": {
      "add_success": "ສ້າງບັນຊີທຸລະກິດ {name} ແລ້ວ.",
      "edit_success": "ແກ້ໄຂບັນຊີທຸລະກິດ."
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "ສ່ວນຕົວ",
      "shop_key": "ລູກຄ້າ",
      "apps": "ແອັບ"
    },
    "connected_apps_title": "ແອັບທີ່ເຊື່ອມຕໍ່",
    "connected_apps_message": "ທ່ານຈະເຫັນບັນຊີລາຍຊື່ຂອງຮ້ານຄ້າແລະແອັບຯທັງຫມົດທີ່ເຊື່ອມຕໍ່ກັບບັນຊີໂດເມນຂອງທ່ານ. ທ່ານສາມາດລຶບການເຂົ້າເຖິງໃດໆຂອງພວກເຂົາ.",
    "shop_keys_title": "ເກັບຮັກສາກະແຈການເຂົ້າເຖິງ",
    "shop_keys_message": "ກະແຈເຫຼົ່ານີ້ຖືກໃຊ້ເພື່ອສ້າງ Access Token ໂດຍເຊີບເວີຂອງທ່ານ. ຈື່ໄວ້ວ່າກະແຈເປັນຄວາມລັບ ແລະພຽງແຕ່ໃສ່ໃນເຊີບເວີເພື່ອບໍ່ໃຫ້ຄົນອື່ນເຫັນໄດ້.",
    "personal_keys_title": "ກະແຈການເຂົ້າເຖິງສ່ວນຕົວ",
    "personal_keys_message": "ທ່ານສາມາດສ້າງລະຫັດໃສ່ບັນຊີຂອງທ່ານໄດ້ທີ່ນີ້. ກະລຸນາຮັບຊາບວ່າກະແຈເຫຼົ່ານີ້ຈະສາມາດເຂົ້າເຖິງບັນຊີຂອງທ່ານໄດ້. ສ້າງແລະນໍາໃຊ້ກະແຈເຫຼົ່ານີ້ພຽງແຕ່ຖ້າທ່ານຮູ້ຢ່າງແນ່ນອນວ່າທ່ານກໍາລັງເຮັດຫຍັງ.",
    "clients_title": "ລູກຄ້າ",
    "clients_message": "ກະແຈເຫຼົ່ານີ້ຖືກໃຊ້ເພື່ອສ້າງ Access Token ໂດຍເຊີບເວີຂອງທ່ານ. ຈື່ໄວ້ວ່າກະແຈເປັນຄວາມລັບ ແລະພຽງແຕ່ໃສ່ໃນເຊີບເວີເພື່ອບໍ່ໃຫ້ຄົນອື່ນເຫັນໄດ້."
  },
  "user_security_control": {
    "title": "ຄວາມປອດໄພບັນຊີ",
    "message": "ທ່ານສາມາດແກ້ໄຂການຕັ້ງຄ່າຄວາມປອດໄພບັນຊີຂອງທ່ານໄດ້ທີ່ນີ້.",
    "delete": {
      "title": "ລຶບບັນຊີ",
      "subtitle": "ກ່ອນທີ່ຈະລຶບບັນຊີຂອງທ່ານ, ໃຫ້ແນ່ໃຈວ່າທ່ານໄດ້ລຶບຮ້ານຄ້າທັງຫມົດ.",
      "action": "ຂ້ອຍແນ່ໃຈວ່າ, ລຶບບັນຊີຂອງຂ້ອຍອອກ",
      "agreement": "ຂ້ອຍຍອມຮັບວ່າຂໍ້ມູນທັງໝົດຂອງຂ້ອຍຈະຖືກລຶບອອກຈາກເຊີບເວີຂອງເຈົ້າ. ຂໍ້​ມູນ​ຂອງ​ທ່ານ​ຈະ​ຖືກ​ລົບ​ອອກ​ຕາມ​ກໍາ​ນົດ​ເວ​ລາ​ທີ່​ກໍາ​ນົດ​ໂດຍ​ພວກ​ເຮົາ​ເພື່ອ​ປ້ອງ​ກັນ​ການ​ສໍ້​ໂກງ​ຫຼື​ການ​ນໍາ​ໃຊ້​ທີ່​ຜິດ​ພາດ​."
    },
    "list": {
      "password": {
        "title": "ລະຫັດຜ່ານ",
        "sub_title": "ເລືອກລະຫັດຜ່ານທີ່ເຂັ້ມແຂງສໍາລັບບັນຊີຂອງທ່ານ.",
        "action_title": "ລະຫັດຜ່ານການເຂົ້າເຖິງບັນຊີ",
        "not_exist": "ບໍ່ໄດ້ເຂົ້າ",
        "action": "ປ່ຽນ​ລະ​ຫັດ​ຜ່ານ"
      },
      "phone": {
        "title": "ເບີ​ໂທລະ​ສັບ",
        "sub_title": "ຢືນຢັນເບີໂທລະສັບຂອງທ່ານ. ເຈົ້າຈະສາມາດເຂົ້າສູ່ລະບົບຜ່ານເບີນີ້.",
        "action_title": "ເບີໂທລະສັບຫຼັກຂອງບັນຊີ",
        "action": "ຢືນຢັນຕົວເລກ"
      },
      "two_step": {
        "title": "ການເຂົ້າສອງຂັ້ນຕອນ",
        "sub_title": "ຢືນຢັນເບີໂທລະສັບຂອງທ່ານ. ເຈົ້າຈະສາມາດເຂົ້າສູ່ລະບົບຜ່ານເບີນີ້.",
        "action_title": "ເພີ່ມຄວາມປອດໄພບັນຊີ",
        "activated_action": "ເປີດໃຊ້ແລ້ວ",
        "active_action": "ເຄື່ອນໄຫວໃນປັດຈຸບັນ"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "ຕິດຕັ້ງແອັບ Google Authenticator"
      },
      "step_2": {
        "title": "ໃສ່ລະຫັດທີ່ສ້າງຂຶ້ນໂດຍແອັບຯ",
        "message": "ລະ​ຫັດ 6 ຕົວ​ເລກ​ແມ່ນ​ສ້າງ​ຂຶ້ນ​ໂດຍ​ວິ​ທີ​ການ​ໃນ​ໂທລະ​ສັບ​ມື​ຖື​ຂອງ​ທ່ານ​. ທ່ານສາມາດດາວນ໌ໂຫລດ app ໄດ້ຈາກການເຊື່ອມຕໍ່ດັ່ງຕໍ່ໄປນີ້. ກົດປຸ່ມສ້າງລະຫັດເພື່ອສ້າງລະຫັດ QR ທີ່ມີລະຫັດຜ່ານ.",
        "qr_code_info": "ຖ້າ​ຫາກ​ວ່າ​ມັນ​ບໍ່​ສາ​ມາດ​ສະ​ແກນ​, ທ່ານ​ສາ​ມາດ​ຄັດ​ລອກ​ແລະ​ວາງ​ລະ​ຫັດ​ດ້ວຍ​ຕົນ​ເອງ​ໃນ app ໄດ້​:",
        "create_new_code": "ສ້າງລະຫັດໃຫມ່",
        "qr_code_scanning": "ສະແກນລະຫັດ QR ທີ່ສ້າງໂດຍ Google Authenticator Mobile App ແລະໃສ່ລະຫັດທີ່ສ້າງຂຶ້ນເພື່ອຢືນຢັນໃນປ່ອງຢູ່ໃນຫນ້ານີ້.",
        "qr_code_regenerate_info": "ໝາຍເຫດ: ໂດຍການກົດປຸ່ມຂ້າງເທິງນີ້, ລະຫັດໃໝ່ຈະຖືກສ້າງ ແລະປຸ່ມກ່ອນໜ້າຈະໃຊ້ບໍ່ໄດ້. ໃສ່ກະແຈໃໝ່ໃນແອັບໂທລະສັບຂອງທ່ານ."
      },
      "step_3": {
        "title": "ໃສ່ລະຫັດທີ່ສ້າງຂຶ້ນ",
        "message": "ໃສ່ລະຫັດການເຂົ້າເຖິງທີ່ສ້າງຂຶ້ນໃນແອັບພລິເຄຊັນໃນຊ່ອງຂ້າງລຸ່ມນີ້.",
        "activation_key_input": "ລະ​ຫັດ​ການ​ເຂົ້າ​ເຖິງ"
      },
      "activated_alert": "ເປີດໃຊ້ການເຂົ້າສູ່ລະບົບ 2 ຂັ້ນຕອນ.",
      "activated_message": "ການເຂົ້າສູ່ລະບົບສອງຂັ້ນຕອນແມ່ນເປີດໃຊ້ງານສໍາລັບບັນຊີຂອງທ່ານ. ຈາກນີ້ໄປເຈົ້າຈະຕ້ອງໃສ່ລະຫັດທີສອງທີ່ປ່ຽນແປງທຸກໆ 30 ວິນາທີເພື່ອເຂົ້າເຖິງບັນຊີຂອງທ່ານ. ເພື່ອ​ປິດ​ການ​ເຂົ້າ​ສູ່​ລະ​ບົບ​ສອງ​ຂັ້ນ​ຕອນ​, ພຽງ​ແຕ່​ຄລິກ​ສອງ​ຄັ້ງ​ກົດ​ຂັ້ນ​ຕອນ​ແລະ​ໄປ​ໂດຍ​ຜ່ານ​ຂັ້ນ​ຕອນ​.",
      "cancel_two_step_login_action": "ຍົກເລີກການເຂົ້າສູ່ລະບົບສອງຂັ້ນຕອນ",
      "cancel_two_step_login_info": "ຖ້າທ່ານຕ້ອງການປິດການຢືນຢັນ 2 ຂັ້ນຕອນ, ໃຫ້ໃສ່ລະຫັດຜ່ານຂອງທ່ານແລະຄລິກໃສ່ປຸ່ມເຂົ້າສູ່ລະບົບສອງຂັ້ນຕອນ.",
      "password_input": "ລະຫັດຜ່ານ",
      "cancel_2fa_action": "ຍົກເລີກການເຂົ້າສູ່ລະບົບສອງຂັ້ນຕອນ"
    },
    "change_password_dialog": {
      "title": "ປ່ຽນ​ລະ​ຫັດ​ຜ່ານ",
      "message": "ໃຊ້ລະຫັດຜ່ານທີ່ຊັບຊ້ອນ ແລະໜ້າຈົດຈຳ.",
      "password_input": "ລະ​ຫັດ​ປັດ​ຈຸ​ບັນ",
      "new_password_input": "ລະຫັດຜ່ານໃໝ່",
      "re_new_password_input": "ເຮັດຊ້ຳລະຫັດຜ່ານໃໝ່",
      "tips": {
        "length": "ລະຫັດຜ່ານຕ້ອງມີຢ່າງໜ້ອຍ 8 ຕົວອັກສອນ",
        "chars": "ຢ່າງໜ້ອຍໜຶ່ງຕົວພິມໃຫຍ່ ແລະໜຶ່ງຕົວເລກ.",
        "match": "ລະຫັດກົງກັນ."
      },
      "change_password_action": "ປ່ຽນ​ລະ​ຫັດ​ຜ່ານ",
      "notifications": {
        "change_password_title": "ປ່ຽນ​ລະ​ຫັດ​ຜ່ານ",
        "change_password": "ປ່ຽນລະຫັດຜ່ານສຳເລັດແລ້ວ."
      }
    }
  },
  "authorized_clients": {
    "title": "ລາຍຊື່ຮ້ານຄ້າ / ແອັບຯທີ່ເຊື່ອມຕໍ່",
    "table": {
      "name": "ຊື່",
      "app": "ແອັບ",
      "scopes": "ຂອບເຂດ",
      "shop": "ຮ້ານຈໍາກັດ"
    },
    "remove_action": "ເອົາການເຂົ້າເຖິງອອກ",
    "delete_alert": {
      "title": "ລຶບ",
      "message": "ທ່ານຕ້ອງການຖອນການເຂົ້າເຖິງນີ້ບໍ? ກະລຸນາຮັບຊາບວ່າແອັບນີ້ຈະບໍ່ມີການເຂົ້າເຖິງບັນຊີຂອງທ່ານອີກຕໍ່ໄປ.",
      "action": "ປະຕິເສດການເຂົ້າເຖິງ"
    }
  },
  "clients": {
    "title": "ລາຍຊື່ລູກຄ້າ",
    "create_new_action": "ສ້າງລູກຄ້າໃຫມ່",
    "table": {
      "client_id": "ID ລູກຄ້າ",
      "app": "ແອັບ",
      "name": "ນາມແຝງ",
      "secret_key": "ກະແຈລັບ"
    },
    "create_dialog": {
      "title": "ລູກຄ້າໃໝ່",
      "error_msg": "<strong>ຜິດພາດ!</strong> ຂໍອະໄພ, ເກີດຄວາມຜິດພາດຂຶ້ນ!",
      "name_input": "ຊື່",
      "name_input_message": "ບາງສິ່ງບາງຢ່າງທີ່ຜູ້ໃຊ້ຂອງທ່ານຮັບຮູ້ແລະໄວ້ວາງໃຈ.",
      "redirect_input_message": "ກັບຄືນທີ່ຢູ່ໄປຫາເວັບໄຊຂອງທ່ານ."
    },
    "edit_dialog": {
      "title": "ແກ້ໄຂການເຂົ້າເຖິງ"
    },
    "delete_alert": {
      "title": "ລຶບ",
      "message": "ທ່ານຕ້ອງການລຶບລູກຄ້ານີ້ບໍ?",
      "action": "ລຶບ"
    }
  },
  "personal_access_tokens": {
    "title": "ລາຍຊື່ໂທເຄັນການເຂົ້າເຖິງສ່ວນຕົວ",
    "create_action": "ສ້າງໂທເຄັນໃໝ່",
    "table": {
      "name": "ຊື່",
      "scopes": "ການເຂົ້າເຖິງ",
      "expire_at": "ວັນ​ຫມົດ​ອາ​ຍຸ"
    },
    "create_dialog": {
      "title": "ອາຄານໂທເຄັນ",
      "error_message": "<strong>ຜິດພາດ!</strong> ຂໍອະໄພ, ເກີດຄວາມຜິດພາດຂຶ້ນ!",
      "name_input": "ນາມແຝງ Ex. ຊື່ token ຂອງຂ້ອຍ",
      "name_input_message": "ຊື່ໂທເຄັນທີ່ມັກ.",
      "scopes_list": "ລາຍຊື່ການເຂົ້າເຖິງໂທເຄັນ"
    },
    "access_token_dialog": {
      "title": "ກະແຈການເຂົ້າເຖິງສ່ວນຕົວ",
      "message": "ນີ້ແມ່ນ token ຂອງ token ການເຂົ້າເຖິງສ່ວນຕົວຂອງທ່ານ. ນີ້ແມ່ນຄັ້ງດຽວທີ່ token ນີ້ຈະຖືກສະແດງ, ສະນັ້ນຢ່າພາດມັນ! ຕອນນີ້ທ່ານສາມາດໃຊ້ token ນີ້ເພື່ອຮ້ອງຂໍ API ໄດ້."
    },
    "delete_alert": {
      "title": "ລຶບ",
      "message": "ທ່ານຕ້ອງການລຶບໂທເຄັນການເຂົ້າເຖິງນີ້ບໍ?",
      "action": "ລຶບ"
    }
  },
  "scopes": {
    "profile": {
      "name": "ໂປຣໄຟລ໌",
      "description": "ອ່ານຂໍ້ມູນໂປຣໄຟລ໌ລວມທັງຊື່, ທີ່ຢູ່ອີເມວ, ຮູບພາບ ແລະສະຖານະການກວດສອບ."
    },
    "phone": {
      "name": "ເບີ​ໂທລະ​ສັບ",
      "description": "ເຂົ້າເຖິງເບີໂທລະສັບ."
    },
    "address": {
      "name": "ທີ່ຢູ່",
      "description": "ອ່ານທີ່ຢູ່ທີ່ບັນທຶກໄວ້ຈາກປື້ມທີ່ຢູ່."
    },
    "buy": {
      "name": "ຊື້",
      "description": "ສັ່ງຊື້ແລະສັ່ງຊື້ຈາກຮ້ານ."
    },
    "order-history": {
      "name": "ປະຫວັດການສັ່ງຊື້",
      "description": "ອ່ານປະຫວັດການສັ່ງຊື້."
    },
    "my-gift-cards": {
      "name": "ບັດຂອງຂວັນ",
      "description": "ເຂົ້າເຖິງບັດຂອງຂ້ອຍ."
    },
    "articles": {
      "name": "ແກ້ໄຂເນື້ອຫາ",
      "description": "ແກ້ໄຂບົດຄວາມ."
    },
    "notifications": {
      "name": "ສົ່ງ​ແລະ​ຮັບ​ແຈ້ງ​ການ​",
      "description": "ສົ່ງ​ແລະ​ຮັບ​ແຈ້ງ​ການ​."
    },
    "read-shops": {
      "name": "ຮ້ານ ist",
      "description": "ອ່ານລາຍການຮ້ານ."
    },
    "shop-edit": {
      "name": "ການຄຸ້ມຄອງຮ້ານ",
      "description": "ແກ້ໄຂການເຂົ້າເຖິງຮ້ານ"
    },
    "shop-contacts": {
      "name": "ຕິດຕໍ່ການຄຸ້ມຄອງແບບຟອມ",
      "description": "ຮັບ ແລະແກ້ໄຂແບບຟອມຕິດຕໍ່."
    },
    "shop-gift-cards": {
      "name": "ຈັດການບັດຂອງຂວັນ",
      "description": "ສ້າງ, ແກ້ໄຂ ແລະຈັດການບັດຂອງຂວັນ."
    },
    "shop-faqs": {
      "name": "ການຈັດການຄໍາຖາມແລະຄໍາຕອບ",
      "description": "ສ້າງ, ແກ້ໄຂ, ແລະຈັດການຄໍາຖາມທີ່ຖາມເລື້ອຍໆ."
    },
    "shop-categories": {
      "name": "ຈັດການໝວດໝູ່",
      "description": "ສ້າງ, ແກ້ໄຂ ແລະຈັດການໝວດໝູ່."
    },
    "shop-products": {
      "name": "ການຄຸ້ມຄອງຜະລິດຕະພັນ",
      "description": "ເພີ່ມ, ແກ້ໄຂ, ແລະຈັດການຜະລິດຕະພັນ."
    },
    "shop-read-reports": {
      "name": "ອ່ານບົດລາຍງານ",
      "description": "ອ່ານ​ຂໍ້​ມູນ​ແລະ​ບົດ​ລາຍ​ງານ​."
    },
    "shop-socials": {
      "name": "ຈັດການສື່ສັງຄົມ",
      "description": "ແກ້ໄຂຮ້ານຄ້າສື່ສັງຄົມ"
    },
    "shop-accounts": {
      "name": "ຄຸ້ມຄອງບັນຊີການເງິນ",
      "description": "ແກ້ໄຂ ແລະລຶບບັນຊີການເງິນທີ່ເຊື່ອມໂຍງກັບຮ້ານຄ້າ."
    },
    "shop-menus": {
      "name": "ຈັດການເມນູ",
      "description": "ແກ້ໄຂເມນູຮ້ານ."
    },
    "shop-pages": {
      "name": "ຈັດການໜ້າ",
      "description": "ແກ້ໄຂໜ້າຮ້ານ."
    },
    "shop-warehouse": {
      "name": "ການຄຸ້ມຄອງສາງ",
      "description": "ແກ້ໄຂສາງຮ້ານຄ້າ"
    },
    "shop-permissions": {
      "name": "ຈັດການການເຂົ້າເຖິງ",
      "description": "ເບິ່ງແລະແກ້ໄຂການເຂົ້າເຖິງຮ້ານ."
    },
    "shop-process-center": {
      "name": "ການຈັດການຄໍາສັ່ງ",
      "description": "ການຈັດການຄໍາສັ່ງ."
    },
    "shop-profile": {
      "name": "ຈັດການໂປຣໄຟລ໌",
      "description": "ຈັດການໂປຣໄຟລ໌ຮ້ານ."
    },
    "shop-discount-code": {
      "name": "ການຄຸ້ມຄອງລະຫັດສ່ວນຫຼຸດ",
      "description": "ຈັດການ, ແກ້ໄຂ ແລະເພີ່ມລະຫັດສ່ວນຫຼຸດຂອງຮ້ານ."
    }
  },
  "company_page": {
    "title": "ບໍລິສັດ",
    "create_app": "ສ້າງແອັບພລິເຄຊັນໃຫມ່",
    "menu": {
      "edit": "ແກ້ໄຂ",
      "apps": "ແອັບ",
      "dashboard": "ແຜງໜ້າປັດ",
      "companies": "ບໍລິສັດ"
    },
    "dashboard": {
      "info_widget": {
        "title": "ຂໍ້ມູນການລົງທະບຽນບໍລິສັດ",
        "address": "ທີ່ຢູ່",
        "website": "ເວັບໄຊທ໌",
        "email": "ອີເມວ",
        "phone": "ເບີ​ໂທລະ​ສັບ",
        "register": "ລົງທະບຽນ",
        "developer": "ນັກພັດທະນາ",
        "verified": "ຢັ້ງຢືນແລ້ວ",
        "golden": "ທອງ"
      }
    },
    "developer": {
      "title": "ນັກພັດທະນາ",
      "menu": {
        "new": "ໃຫມ່",
        "apps": "ແອັບ"
      },
      "app_card": {
        "category": "ປະເພດ",
        "installs": "ຕິດຕັ້ງ",
        "actives": "ເຄື່ອນໄຫວ",
        "uninstalls": "ຖອນການຕິດຕັ້ງ",
        "app_code": "ລະຫັດແອັບ",
        "app_mode": "ໂໝດແອັບພລິເຄຊັນ"
      }
    },
    "edit": {
      "title": "ແກ້ໄຂ"
    }
  },
  "add_app": {
    "category_input": "ປະເພດ",
    "code_input": "ລະຫັດ",
    "name_input": "ຊື່",
    "description_input": "ລາຍລະອຽດ",
    "video_input": "URL ວິດີໂອ",
    "public_form": "ໂຄງສ້າງຂໍ້ມູນທົ່ວໄປ",
    "private_form": "ໂຄງສ້າງຂໍ້ມູນສ່ວນຕົວ",
    "icon_input": "ໄອຄອນແອັບ",
    "logo_input": "ແອັບໂລໂກ້",
    "enable_input": "ແອັບພລິເຄຊັນເຮັດວຽກຢູ່ບໍ?",
    "edit_action": "ແກ້ໄຂແອັບ",
    "create_action": "ສ້າງແອັບ",
    "notifications": {
      "add_success": "ສ້າງບັນຊີທຸລະກິດ {name} ແລ້ວ.",
      "delete_success": "ແກ້ໄຂບັນຊີທຸລະກິດ."
    }
  },
  "app_page": {
    "title": "ຄໍາຮ້ອງສະຫມັກ",
    "menu": {
      "edit": "ແກ້ໄຂ",
      "publish": "ເຜີຍແຜ່",
      "history": "ຮຸ່ນ",
      "dashboard": "ແຜງໜ້າປັດ",
      "company": "ບໍລິສັດ",
      "api": "API",
      "images": "ຮູບພາບ"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "ຄໍາຮ້ອງສະຫມັກ",
        "app_code": "ລະຫັດແອັບ",
        "category": "ປະເພດ",
        "name": "ຊື່",
        "installs": "ຕິດຕັ້ງແອັບ",
        "uninstalls": "ຖອນການຕິດຕັ້ງແອັບຯ",
        "actives": "ແອັບທີ່ນຳໃຊ້ຢູ່",
        "description": "ລາຍລະອຽດ",
        "published": "ຈັດພີມມາ",
        "waiting_for_review": "ລໍຖ້າການອະນຸມັດ",
        "app_mode": "ໂໝດແອັບພລິເຄຊັນ"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "ເຈົ້າຂອງ",
      "description": "ເຂົ້າເຖິງໜ້າຮ້ານທັງໝົດ."
    },
    "PRODUCT": {
      "text": "ຜູ້​ຈັດ​ການ​ຜະ​ລິດ​ຕະ​ພັນ",
      "description": "ເພີ່ມ, ແກ້ໄຂ ແລະຈັດການສິນຄ້າໃນຮ້ານ."
    },
    "AUDITING": {
      "text": "ຜູ້ຈັດການດ້ານການເງິນ",
      "description": "ເບິ່ງຂໍ້ມູນທາງດ້ານການເງິນ ແລະການຈ່າຍເງິນ."
    },
    "CONTENT": {
      "text": "ການຄຸ້ມຄອງເນື້ອຫາ",
      "description": "ຕອບຄໍາຖາມ, ຂຽນບລັອກ, ແລະອອກແບບຫນ້າ."
    },
    "OFFICER": {
      "text": "ຜູ້ຈັດການອາວຸໂສ",
      "description": "ເບິ່ງແລະຕິດຕາມການເຄື່ອນໄຫວຂອງພະນັກງານ."
    },
    "EMPLOYEE": {
      "text": "ລູກ​ຈ້າງ",
      "description": "ເບິ່ງຄໍາສັ່ງແລະປະຕິບັດຕາມຄໍາສັ່ງ."
    },
    "MARKETING": {
      "text": "ການຕະຫຼາດ",
      "description": "ການເຂົ້າເຖິງການຕັ້ງຄ່າແລະສ້າງແຄມເປນ, ການຕະຫຼາດອີເມວແລະພາກສ່ວນທີ່ກ່ຽວຂ້ອງກັບການຕະຫຼາດອື່ນໆ."
    },
    "VIEWER": {
      "text": "ຜູ້ຊົມ",
      "description": "ຄວາມ​ສາ​ມາດ​ເບິ່ງ​ຂໍ້​ມູນ​ໃນ​ຮ້ານ​ໂດຍ​ບໍ່​ມີ​ການ​ແກ້​ໄຂ​ຫຼື​ການ​ປ່ຽນ​ແປງ​ມັນ​."
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "ການກວດຮ່າງກາຍ",
      "description": "ກວດເບິ່ງຄໍາສັ່ງທີ່ໄດ້ຮັບ."
    },
    "PhysicalOrdersPackaging": {
      "text": "ການຫຸ້ມຫໍ່ທາງດ້ານຮ່າງກາຍ",
      "description": "ຂະບວນການສາງແລະການຫຸ້ມຫໍ່."
    },
    "PhysicalOrdersDelivery": {
      "text": "ການຂົນສົ່ງທາງດ້ານຮ່າງກາຍ",
      "description": "ສັ່ງ​ສົ່ງ."
    },
    "PhysicalOrdersSupport": {
      "text": "ການຊ່ວຍເຫຼືອດ້ານຮ່າງກາຍ",
      "description": "ສະຫນັບສະຫນູນການຂາຍຫລັງ."
    }
  },
  "account_status": {
    "Checking": "ກຳລັງກວດສອບ",
    "Approved": "ຢືນຢັນ",
    "Rejected": "ປະຕິເສດ",
    "Deleted": "ລຶບແລ້ວ",
    "Banned": "ຫ້າມ",
    "Payment": "ການຈ່າຍເງິນ",
    "SelldoneSprite": "ບັນຊີ Wallet Selldone",
    "SelldoneStorage": "Selldone Storage"
  },
  "account_page": {
    "title": "ບັນຊີ",
    "menu": {
      "setting": "ການຕັ້ງຄ່າ",
      "change": "ຄ່າບໍລິການ",
      "transfer": "ໂອນ",
      "transactions": "ທຸລະກໍາ",
      "charge": "ຄ່າບໍລິການ",
      "history": "ປະຫວັດສາດ"
    },
    "transactions": {
      "title": "ທຸລະກໍາບັນຊີ",
      "detail": {
        "title": "ທຸລະກໍາ",
        "amount": "ຈໍາ​ນວນ",
        "description": "ລາຍລະອຽດ",
        "from": "ຈາກ",
        "to": "ເຖິງ",
        "created_at": "ວັນທີ",
        "receipt": "ໃບຮັບເງິນ",
        "receipt_note": "ຫມາຍ​ເຫດ​"
      },
      "table": {
        "type": "ປະເພດ",
        "from": "ຈາກບັນຊີ",
        "to": "ບັນຊີ",
        "amount": "ຈໍາ​ນວນ",
        "receipt": "ໃບຮັບເງິນ",
        "created_at": "ວັນທີ",
        "description": "ລາຍລະອຽດ"
      }
    },
    "transfer": {
      "title": "ຄ່າບໍລິການໂອນ",
      "form": {
        "title": "ແບບຟອມການຮ້ອງຂໍການໂອນ",
        "sub_title": "ຝາກເຂົ້າບັນຊີຂອງເຈົ້າເອງ ຫຼືຜູ້ອື່ນ",
        "message": "ຈົ່ງລະມັດລະວັງໃນການໂອນເງິນ, ທ່ານຈະບໍ່ສາມາດກັບຄືນໄດ້ຖ້າທ່ານເຮັດສໍາເລັດການໂອນເງິນ."
      }
    },
    "deposit": {
      "form": {
        "title": "ບັນຊີການຮຽກເກັບເງິນ",
        "sub_title": "ທ່ານ​ຕ້ອງ​ຄິດ​ໄລ່​ຍອດ​ເງິນ​ໃນ​ບັນ​ຊີ​ຂອງ​ທ່ານ​ເພື່ອ​ຊື້​ໃບ​ອະ​ນຸ​ຍາດ​, ຍົກ​ລະ​ດັບ​ບັນ​ຊີ​ຂອງ​ທ່ານ​ແລະ​ການ​ຊໍາ​ລະ​ໃບ​ຮັບ​ເງິນ​ລະ​ບົບ​.",
        "amount_input": "ຈໍາ​ນວນ",
        "charge_action": "ໄລ່ບັນຊີ"
      },
      "notifications": {
        "qr_title": "ການຈ່າຍເງິນ",
        "qr_message": "ສ້າງທີ່ຢູ່ການຈ່າຍເງິນ {currency} ແລ້ວ.",
        "gateway_title": "ການຈ່າຍເງິນ",
        "gateway_message": "ກຳລັງເຊື່ອມຕໍ່ກັບປະຕູການຈ່າຍເງິນ."
      }
    },
    "setting": {
      "title": "ຕັ້ງ​ຄ່າ​ບັນ​ຊີ",
      "account_name_input": "ຊື່​ບັນ​ຊີ",
      "notifications": {
        "updated_success": "ອັບເດດບັນຊີຂອງທ່ານສຳເລັດແລ້ວ."
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "ໃບຮັບເງິນ"
  },
  "transaction_form": {
    "title": "ແບບຟອມທຸລະກໍາ",
    "from_input": "ຈາກເລກບັນຊີ",
    "to_input": "ເລກບັນຊີ",
    "from_input_message": "ຈຳນວນເງິນຈະຖືກຖອນອອກຈາກບັນຊີນີ້.",
    "account_name": "ຊື່​ບັນ​ຊີ",
    "currency": "ສະກຸນເງິນ",
    "free_balance": "ຍອດເງິນທີ່ມີຢູ່",
    "to": "ບັນຊີປາຍທາງ",
    "amount": "ຈໍາ​ນວນ",
    "receipt_title": "ການຈ່າຍເງິນສໍາລັບການຮັບ",
    "receipt_input": "ໝາຍເລກໃບຮັບເງິນ",
    "paid_status": "ໃບຮັບເງິນນີ້ໄດ້ຖືກຊໍາລະແລ້ວ.",
    "paid_canceled": "ໃບຮັບເງິນນີ້ຖືກຍົກເລີກແລ້ວ.",
    "description": "ຄໍາອະທິບາຍ",
    "created_at": "ວັນທີ",
    "duration": "ໄລຍະເວລາ",
    "unlimited": "ບໍ່ຈຳກັດ",
    "add_note_action": "ເພີ່ມຄໍາອະທິບາຍ",
    "note": "ຫມາຍ​ເຫດ​",
    "transfer_action": "ໂອນ",
    "confirmation": {
      "title": "ສົ່ງເງິນ",
      "subtitle": "ການຢືນຢັນການເຮັດທຸລະກໍາ",
      "message": "ຖ້າຂໍ້ມູນຕໍ່ໄປນີ້ຖືກຕ້ອງ, ກົດປຸ່ມຢືນຢັນການເຮັດທຸລະກໍາເພື່ອເຮັດທຸລະກໍາ.",
      "from": "ຈາກບັນຊີ",
      "to": "ບັນຊີ",
      "amount": "ຈໍາ​ນວນ",
      "fee": "ຄ່າທຳນຽມທຸລະກຳ",
      "total_pay": "ຈຳນວນເງິນທີ່ຖອນອອກຈາກບັນຊີຂອງທ່ານ",
      "receipt": "ໃບຮັບເງິນ",
      "description": "ລາຍລະອຽດ",
      "accept_action": "ການຢືນຢັນການເຮັດທຸລະກໍາ"
    },
    "enter_account_number": "ໃສ່ເລກບັນຊີ.",
    "currency_not_match": "ສະກຸນເງິນຂອງບັນຊີປາຍທາງບໍ່ຄືກັບແຫຼ່ງທີ່ມາ",
    "account_number_not_valid": "ໝາຍເລກບັນຊີຖືກຕ້ອງ.",
    "account_number_is_valid": "ໝາຍເລກບັນຊີຖືກຕ້ອງ.",
    "receipt_not_valid": "ໝາຍເລກໃບແຈ້ງໜີ້ບໍ່ຖືກຕ້ອງ.",
    "receipt_is_valid": "ໝາຍເລກໃບຮັບເງິນຖືກຕ້ອງ.",
    "notifications": {
      "confirm_success": "ສຳເລັດທຸລະກຳສຳເລັດ."
    }
  },
  "price_calculator": {
    "title": "ຈັກຄິດໄລ່ | ເຫມາະກັບທຸລະກິດຂອງທ່ານ",
    "description": "ຄິດໄລ່ແລະເລືອກແຜນທີ່ດີທີ່ສຸດໂດຍອີງໃສ່ການຂາຍປະຈໍາເດືອນຂອງທ່ານ:",
    "sale_input": "ຍອດຂາຍປະຈໍາເດືອນ",
    "hypernova_plan": "ສະໝັກ Hypernova %0!",
    "show_normal_mode": "ສະແດງໂໝດປົກກະຕິ",
    "show_hypernova_mode": "ທຸລະກຳຂອງຂ້ອຍມີຫຼາຍກວ່າ 1M$!"
  },
  "price_card": {
    "billed_monthly": "ຮຽກເກັບ {amount} ເດືອນ.",
    "billed_yearly": "ຮຽກເກັບ {amount} ຕໍ່ປີ.",
    "buy_license_action": "ຊື້​ດຽວ​ນີ້",
    "select_your_store": "ເລືອກຮ້ານຂອງທ່ານ"
  },
  "shop_session_widget": {
    "total_sessions": "ເຊດຊັນທັງໝົດ"
  },
  "user_activities_keys": {
    "add_baskets": "ຕື່ມໃສ່ກະຕ່າ",
    "remove_baskets": "ລຶບອອກຈາກກະຕ່າ",
    "buys": "ຊື້",
    "products_views": "ເບິ່ງຜະລິດຕະພັນ"
  },
  "shop_visitors_widget": {
    "title": "ການວິເຄາະຜູ້ເຂົ້າຊົມ",
    "new_visitors": "ນັກທ່ອງທ່ຽວໃຫມ່",
    "amp": "AMP views",
    "returning_visitors": "ນັກທ່ອງທ່ຽວກັບຄືນ",
    "page_views": "ມຸມມອງໜ້າ",
    "other_pages": "ຫນ້າອື່ນໆ",
    "from_previous_7_days": "ຈາກ 7 ມື້ທີ່ຜ່ານມາ"
  },
  "app_levels": {
    "title": "ລະດັບແອັບ",
    "Newbie": "ມືໃໝ່",
    "Beginner": "ຜູ້ເລີ່ມຕົ້ນ",
    "Novice": "ຈົວ",
    "Intermediate": "ລະດັບປານກາງ",
    "Advanced": "ຂັ້ນສູງ"
  },
  "login": {
    "register_title": "ຂະ​ຫນາດ​ກາງ​ຂອງ​ທຸ​ລະ​ກິດ​,<br> ປະສົບການທີ່ມີຄວາມສຸກ.",
    "register_subtitle": "ສະໝັກມື້ນີ້ໄດ້ຟຣີ. Selldone ແມ່ນຮັກໂດຍ startups, ວິສາຫະກິດ, ຜູ້ຊື້, ແລະຜູ້ຂາຍ.",
    "password_recovery_title": "ການກູ້ລະຫັດຜ່ານ",
    "password_recovery_message": "ໃນກໍລະນີທີ່ທ່ານລືມລະຫັດຜ່ານ, ໃສ່ທີ່ຢູ່ອີເມວຂອງບັນຊີຂອງທ່ານແລະກົດປຸ່ມຢືນຢັນ. ພວກເຮົາຈະສົ່ງອີເມວພ້ອມກັບລິ້ງເພື່ອຣີເຊັດລະຫັດຜ່ານຂອງທ່ານ.",
    "email": "ທີ່​ຢູ່​ອີ​ເມວ​ຂອງ​ເຈົ້າ",
    "password_recovery_action": "ຮັບອີເມວກູ້ຂໍ້ມູນ",
    "register_google": "ສືບຕໍ່ກັບ Google",
    "register_apple": "ສືບຕໍ່ກັບ Apple",
    "continue_with": "ສືບຕໍ່ດ້ວຍ",
    "register_linkedin": "ສືບຕໍ່ກັບ LinkedIn",
    "register_facebook": "ສືບຕໍ່ກັບເຟສບຸກ",
    "register_github": "ສືບຕໍ່ກັບ Github",
    "create_your_account": "ສ້າງບັນຊີຂອງທ່ານ",
    "password_8_chars": "ລະຫັດຜ່ານຕ້ອງມີຢ່າງໜ້ອຍ 8 ຕົວອັກສອນ.",
    "password_upercase_number": "ຢ່າງໜ້ອຍໜຶ່ງຕົວພິມໃຫຍ່ ແລະໜຶ່ງຕົວເລກ.",
    "password_confirm": "ລະຫັດຜ່ານແລະການຢືນຢັນກົງກັນ.",
    "privacy_agreement": "ໂດຍການລົງທະບຽນ, ທ່ານຕົກລົງເຫັນດີກັບ <a href='/terms' target='_blank'>ເງື່ອນໄຂການນໍາໃຊ້</a> ແລະ <a href='/privacy' target='_blank'>ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ</a> ຂອງ Selldone .",
    "register_action": "ໄປ, ມັນບໍ່ເສຍຄ່າ!",
    "login_action": "ເຂົ້າ​ສູ່​ລະ​ບົບ",
    "already_signup": "ລົງທະບຽນແລ້ວບໍ?",
    "login_your_account": "ເຂົ້າສູ່ລະບົບບັນຊີຂອງທ່ານ",
    "login_google": "ສືບຕໍ່ກັບ Google",
    "login_linkedin": "ສືບຕໍ່ກັບ LinkedIn",
    "login_facebook": "ສືບຕໍ່ກັບເຟສບຸກ",
    "login_github": "ສືບຕໍ່ກັບ Github",
    "remember_me": "ຈື່​ຂ້ອຍ.",
    "login_button": "ເຂົ້າ​ສູ່​ລະ​ບົບ",
    "two_step_problem": "ທ່ານມີບັນຫາກັບລະຫັດຜ່ານສອງຂັ້ນຕອນບໍ?",
    "two_step_problem_action": "ຂ້ອຍຕ້ອງການປິດການເຂົ້າສູ່ລະບົບສອງຂັ້ນຕອນ.",
    "two_step_confirm": "ຢືນຢັນລະຫັດການເຂົ້າເຖິງ",
    "forgot_password": "ລືມລະຫັດຜ່ານ?",
    "signup_free": "ສະໝັກໄດ້ຟຣີ",
    "checking_robot_message": "ກວດເບິ່ງວ່າທ່ານເປັນຫຸ່ນຍົນຫຼືມະນຸດ..",
    "notifications": {
      "step2_login_success": "ອັດຕະໂນມັດເຂົ້າສູ່ລະບົບບັນຊີ"
    },
    "signup_email": "ລົງທະບຽນທາງອີເມວ",
    "name_placeholder": "ຊື່",
    "email_placeholder": "ອີເມວ",
    "email_or_username_placeholder": "ອີເມວ, ຊື່ຜູ້ໃຊ້ ຫຼືເບີໂທລະສັບ",
    "password_placeholder": "ລະຫັດຜ່ານ",
    "re_password_placeholder": "ຢືນ​ຢັນ​ລະ​ຫັດ",
    "new_in_samin": "ໃໝ່ໃນ Selldone?",
    "auto_create_shop": "ສ້າງຮ້ານຄ້າອັດຕະໂນມັດ"
  },
  "layout": {
    "logout": "ອອກ​ຈາກ​ລະ​ບົບ",
    "menu": {
      "personal_information": "ຂໍ້ມູນສ່ວນຕົວ ແລະໂປຣໄຟລ໌",
      "wallet": "Wallets & ບັນຊີ",
      "companies": "ບໍລິສັດ ແລະບັນຊີທຸລະກິດ",
      "access": "ເຂົ້າເຖິງບັນຊີຂອງຂ້ອຍ",
      "security": "ຄວາມປອດໄພ",
      "preferences": "ການຕັ້ງຄ່າຜູ້ໃຊ້"
    }
  },
  "page_builder": {
    "title": "ການອອກແບບເວັບໄຊທ໌",
    "menu": {
      "user_view": "ເບິ່ງ",
      "design": "ອອກ​ແບບ",
      "behavior": "ພຶດຕິກຳ",
      "seo": "SEO",
      "setting": "ການຕັ້ງຄ່າ",
      "embed": "ຝັງ"
    },
    "waiting_fetch": "ການ​ຮັບ​ຂໍ້​ມູນ ..",
    "setting": {
      "title_input": "ຊື່ໜ້າ",
      "description_input": "ລາຍລະອຽດສັ້ນ",
      "name_input": "URL ໜ້າ (ຕົວໜັງສື ແລະຕົວເລກ)",
      "bg_color_input": "ສີພື້ນຫຼັງ",
      "bg_style_input": "ຮູບແບບພື້ນຫຼັງຂອງໜ້າ",
      "page_label_input": "ສີປ້າຍ",
      "page_dir_input": "ທິດທາງຫນ້າ",
      "ltr": "ຊ້າຍຫາຂວາ",
      "rtl": "ຂວາຫາຊ້າຍ",
      "designer_note": "ບັນທຶກຜູ້ອອກແບບ"
    },
    "history": {
      "title": "ບັນທຶກປະຫວັດ"
    },
    "design": {
      "themes": {
        "title": "ຜູ້ຊ່ວຍອອກແບບສ່ວນຕົວ",
        "message": "ອອກແບບຫນ້າທີ່ດີທີ່ສຸດສໍາລັບທຸລະກິດຂອງທ່ານໂດຍບໍ່ມີການເຂົ້າລະຫັດ.",
        "page_title_input": "ໃສ່ຫົວຂໍ້ສໍາລັບຫນ້າຂອງທ່ານ"
      },
      "tools": {
        "rearrange": "ສັ່ງ",
        "tools": "ເຄື່ອງມື",
        "history": "ປະຫວັດສາດ",
        "style": "ແບບ"
      },
      "no_category": "ບໍ່ມີໝວດໝູ່"
    },
    "seo": {
      "message": "ການຕັ້ງຄ່າ SEO ຖືກປັບອັດຕະໂນມັດໂດຍເຄື່ອງຈັກ Selldone SEO."
    }
  },
  "verify_email_caution": {
    "title": "ຢືນຢັນທີ່ຢູ່ອີເມວຂອງທ່ານ",
    "message": "ລິ້ງການເປີດໃຊ້ໃໝ່ໄດ້ຖືກສົ່ງໄປຫາທີ່ຢູ່ອີເມວ {email} ຂອງທ່ານແລ້ວ. ກະລຸນາກວດເບິ່ງອີເມວຂອງທ່ານກ່ອນທີ່ຈະດໍາເນີນການໃດໆ.",
    "resend_message": "ຖ້າ​ຫາກ​ວ່າ​ທ່ານ​ຍັງ​ບໍ່​ໄດ້​ຮັບ​ການ​ເຊື່ອມ​ຕໍ່​ການ​ກະ​ຕຸ້ນ​ໃນ​ອີ​ເມວ​ຂອງ​ທ່ານ​, ໃຫ້​ຄລິກ​ໃສ່​ປຸ່ມ​ຂ້າງ​ລຸ່ມ​ນີ້​ເພື່ອ​ສົ່ງ​ຄືນ​.",
    "resend_action": "ສົ່ງລິ້ງການເປີດໃຊ້ຄືນໃໝ່",
    "resend_notice": "ສົ່ງລິ້ງການເປີດໃຊ້ແລ້ວ."
  },
  "autopilot": {
    "start": "ວັນ​ທີ່​ເລີ່ມ",
    "end": "ວັນທີສິ້ນສຸດ"
  },
  "help": {
    "menu": "ເມນູ",
    "more_helps": "ອ່ານ​ຕື່ມ"
  },
  "company_card": {
    "pending_state": "ລໍຖ້າການກວດສອບ",
    "register": "ລົງທະບຽນ",
    "developer": "ນັກພັດທະນາ",
    "verified": "ຢັ້ງຢືນແລ້ວ",
    "premier": "Premier"
  },
  "shop_license": {
    "add": "ເພີ່ມການສະໝັກໃຊ້",
    "only_last": "ພຽງ​ແຕ່​ການ​ສະ​ຫມັກ​ຄັ້ງ​ສຸດ​ທ້າຍ​",
    "vouchers": "ບັດເຕີມເງິນ",
    "buy": "ຊື້ແຜນການຈອງ",
    "monthly": "ປະຈໍາເດືອນ",
    "yearly": "ປະຈຳປີ",
    "start_date": "ວັນ​ທີ່​ເລີ່ມ",
    "end_date": "ວັນທີສິ້ນສຸດ",
    "price": "ລາຄາ",
    "terms": "ຂ້ອຍອ່ານແລະເຫັນດີກັບເງື່ອນໄຂການນໍາໃຊ້ Selldone",
    "need_charge": "ຕ້ອງການຄ່າບໍລິການ",
    "buy_now": "ຊື້​ດຽວ​ນີ້",
    "auto_renewal": "ການຕໍ່ອາຍຸອັດຕະໂນມັດ",
    "plan_placeholder": "ເລືອກແຜນການສະໝັກໃຊ້ຂອງທ່ານ",
    "plan": "ແຜນໃບອະນຸຍາດ",
    "use_date": "ວັນທີເປີດໃຊ້ງານ",
    "active_license": {
      "title": "ໃບອະນຸຍາດເຄື່ອນໄຫວ",
      "subtitle": "ຂໍ້ມູນໃບອະນຸຍາດທີ່ໃຊ້ວຽກຂອງທ່ານ.",
      "subtitle_partner": "ຂໍ້ມູນໃບອະນຸຍາດ {name} ຂອງທ່ານ."
    },
    "licenses_table": {
      "title": "ປະຫວັດການຊື້",
      "subtitle": "ໃບອະນຸຍາດທີ່ໃຊ້ວຽກ ແລະຍັງຄ້າງຢູ່."
    },
    "license_detail": {
      "title": "ລາຍລະອຽດ",
      "subtitle": "ຂໍ້ຈໍາກັດກ່ຽວກັບແຜນການປະຈຸບັນຂອງທ່ານ."
    },
    "table": {
      "plan": "ແຜນການ",
      "start_date": "ວັນທີເລີ່ມຕົ້ນ / ສິ້ນສຸດ",
      "renewal": "ການຕໍ່ອາຍຸອັດຕະໂນມັດ",
      "linked_account": "ບັນຊີທີ່ເຊື່ອມໂຍງ / voucher",
      "payment": "ການຈ່າຍເງິນ",
      "cancel": "ຍົກເລີກ"
    },
    "notifications": {
      "subscribe_success": "ສະໝັກໃຊ້ສຳເລັດແລ້ວ.",
      "cancel_success": "ຍົກເລີກການສະໝັກໃຊ້ສຳເລັດແລ້ວ."
    },
    "cancel_dialog": {
      "title": "ຍົກເລີກການຢືນຢັນການເປັນສະມາຊິກ",
      "message": "ທ່ານແນ່ໃຈບໍ່ວ່າຍົກເລີກການສະໝັກໃຊ້ນີ້?",
      "action": "ຍົກເລີກການສະໝັກໃຊ້"
    },
    "use_voucher_now": "ໃຊ້ voucher ດຽວນີ້",
    "validity_duration": "ໄລຍະເວລາທີ່ຖືກຕ້ອງ",
    "validity_duration_hint": "ໂດຍການຊື້ໃບອະນຸຍາດ 12 ເດືອນ, ທ່ານຈະໄດ້ຮັບສ່ວນຫຼຸດ 30%."
  },
  "admin_shop_layout": {
    "download_txt": "ດາວໂຫລດຂໍ້ຄວາມຂໍ້ມູນ",
    "download_excel": "ດາວໂຫລດຂໍ້ມູນ excel"
  },
  "user_preferences": {
    "access": "ການເຂົ້າເຖິງ",
    "template": "ແມ່ແບບ",
    "feedback": "ຄໍາຕິຊົມ",
    "company": "ບໍລິສັດ",
    "company_message": "ຖ້າທ່ານມີບໍລິສັດແລະຕ້ອງການເຜີຍແຜ່ແອັບຯ.",
    "access_keys": "ກະແຈການເຂົ້າເຖິງ",
    "access_keys_message": "ສະແດງລູກຄ້າ ແລະກະແຈເຂົ້າເຖິງ.",
    "rating": "ທ່ານຈະໃຫ້ຄະແນນປະສົບການຂອງທ່ານກັບ Selldone ແນວໃດ?",
    "large_font": "ຕົວອັກສອນຂະຫນາດໃຫຍ່",
    "large_font_message": "ສະແດງຂໍ້ຄວາມໃຫຍ່ກວ່າປົກກະຕິ",
    "samples": "ສະແດງຮ້ານຄ້າຕົວຢ່າງ",
    "samples_message": "ຖ້າເປີດໃຊ້, ບາງຮ້ານຄ້າຕົວຢ່າງຈະສະແດງຢູ່ໃນກະດານຂອງທ່ານ.",
    "automation": "ອັດຕະໂນມັດ",
    "automation_message": "ສະແດງແຖບອັດຕະໂນມັດໃນ dashboard ຂອງຮ້ານຄ້າ. (Webhooks, Visual programming, ... )"
  },
  "shop_locations": {
    "title": "ປະເທດທີ່ໃຫ້ບໍລິການ",
    "sub_title": "ເລືອກປະເທດທີ່ທ່ານຕ້ອງການທີ່ຈະຂາຍຜະລິດຕະພັນຂອງທ່ານຈາກບັນຊີລາຍຊື່ຂ້າງລຸ່ມນີ້.",
    "delete_restriction": "ລຶບຂໍ້ຈຳກັດ",
    "set_restriction": "ຕັ້ງ​ຂໍ້​ຈໍາ​ກັດ​",
    "notifications": {
      "locations_update": "ອັບເດດສະຖານທີ່ສຳເລັດແລ້ວ."
    },
    "table": {
      "country": "ປະເທດ",
      "currency": "ສະກຸນເງິນ",
      "available": "ມີ"
    }
  },
  "product_card": {
    "sold_out": "ຂາຍອອກ",
    "review_unit": "ທົບທວນຄືນ",
    "not_original": "ບໍ່ແມ່ນຕົ້ນສະບັບ"
  },
  "product_studio": {
    "add_mode": "ເພີ່ມລາຍລະອຽດເພີ່ມເຕີມ",
    "add_by_sku": "ເພີ່ມໂດຍ SKU",
    "auto_category": "ໝວດໝູ່ຕັ້ງອັດຕະໂນມັດ",
    "add_in_current_category": "ເພີ່ມໃສ່ໝວດໝູ່ປັດຈຸບັນ",
    "category_mode_message": "ຖ້າເປີດໃຊ້, ຜະລິດຕະພັນຈະຖືກເພີ່ມເຂົ້າໃນປະເພດເລີ່ມຕົ້ນຫຼືປະເພດຍ່ອຍ.",
    "sku_name_input": "SKU / ຊື່"
  },
  "my_affiliate": {
    "title": "ສັນຍາພີ່ນ້ອງຂອງຂ້ອຍ",
    "message": "ບັນຊີລາຍຊື່ຂອງສັນຍາເປັນພີ່ນ້ອງກັນກັບຮ້ານອື່ນໆ."
  },
  "affiliates": {
    "title": "ຄູ່ຮ່ວມງານເປັນພີ່ນ້ອງກັນ",
    "subtitle": "ສ້າງພັນທະມິດ, ຕິດຕາມການປະຕິບັດຂອງພວກເຂົາໃນໄລຍະເວລາ, ແລະດໍາເນີນການໂດຍອີງໃສ່ຂໍ້ມູນທີ່ຖືກຕ້ອງຢູ່ໃນສະຖານທີ່ດຽວ. ພວກເຮົາຊ່ວຍທ່ານ ແລະຄູ່ຮ່ວມງານເພື່ອສ້າງຄວາມສໍາພັນທີ່ເຂັ້ມແຂງ.",
    "affiliate_code": "ລະຫັດພັນທະມິດ",
    "crate_date": "ສ້າງວັນທີ",
    "last_payment_date": "ວັນທີຈ່າຍເງິນຄັ້ງສຸດທ້າຍ",
    "for_all_products": "ນຳໃຊ້ກັບຜະລິດຕະພັນທັງໝົດ",
    "balance": "ຍອດເງິນ",
    "fix_commission": "ຄະນະກໍາມະການຄົງທີ່",
    "percent_commission": "ຄະ​ນະ​ກໍາ​ມະ​ທີ່​ອີງ​ໃສ່​ສ່ວນ​ຮ້ອຍ​",
    "total_payment": "ການຈ່າຍເງິນທັງໝົດ",
    "new_affiliate": "ຄູ່ຮ່ວມສາຂາໃຫມ່",
    "new_affiliate_message": "ເພີ່ມຄູ່ຮ່ວມງານໃຫມ່",
    "link_domain": {
      "title": "ໂດເມນທີ່ເຊື່ອມຕໍ່",
      "subtitle": "ທ່ານສາມາດເຊື່ອມຕໍ່ຫນຶ່ງໃນໂດເມນຂອງທ່ານກັບຄູ່ຮ່ວມງານພັນທະມິດນີ້. ຄູ່ຮ່ວມງານນີ້ຈະເປັນທີ່ຮູ້ຈັກເປັນຕົວແທນຂອງທຸກໆຄົນທີ່ໄປຢ້ຽມຢາມຮ້ານຂອງທ່ານແລະຊື້ຜ່ານໂດເມນນີ້."
    },
    "dialog": {
      "new": "ຄູ່ຮ່ວມສາຂາໃຫມ່",
      "edit": "ແກ້ໄຂຄູ່ຮ່ວມງານເປັນພີ່ນ້ອງກັນ",
      "user": "ຜູ້ໃຊ້ (ທາງເລືອກ)",
      "bank_info": "ຂໍ້ມູນທະນາຄານ",
      "restriction": "ຂໍ້ຈຳກັດ",
      "select_products": "ເລືອກຜະລິດຕະພັນ",
      "select_products_message": "ຄູ່ຮ່ວມງານເປັນພີ່ນ້ອງກັນໄດ້ຮັບຄະນະກໍາມະການສໍາລັບຜະລິດຕະພັນເຫຼົ່ານີ້",
      "edit_action": "ອັບເດດເປັນພີ່ນ້ອງກັນ",
      "add_action": "ເພີ່ມຄູ່ຮ່ວມງານເປັນພີ່ນ້ອງກັນ",
      "affiliate_name": "ຊື່ຄູ່ຮ່ວມງານເປັນພີ່ນ້ອງກັນ",
      "payment_info": "ຂໍ້ມູນການຈ່າຍເງິນ",
      "enable_switch": "ມັນເຄື່ອນໄຫວບໍ?",
      "affiliate_info": "ຂໍ້​ມູນ​ຄູ່​ຮ່ວມ​ງານ​"
    },
    "link_factory": {
      "title": "ຜູ້ສ້າງການເຊື່ອມໂຍງຄູ່ຮ່ວມງານ",
      "link_input": "ລິ້ງຂອງເຈົ້າ",
      "link_output": "ສ້າງລິ້ງ"
    }
  },
  "gift_card_orders": {
    "title": "ສັ່ງດ້ວຍບັດຂອງຂວັນ",
    "table": {
      "order": "ສັ່ງ",
      "order_price": "ຈໍານວນຄໍາສັ່ງ",
      "paid_by_card": "ຈ່າຍດ້ວຍບັດ",
      "payment_status": "ສະຖານະການຈ່າຍເງິນ",
      "date": "ວັນທີ"
    }
  },
  "offer_orders": {
    "title": "ສະເຫນີຄໍາສັ່ງ",
    "table": {
      "order": "ສັ່ງ",
      "order_price": "ຈໍານວນຄໍາສັ່ງ",
      "offer_amount": "ຈໍານວນການສະເຫນີ",
      "payment_status": "ສະຖານະການຈ່າຍເງິນ",
      "product": "ຜະລິດຕະພັນ",
      "date": "ວັນທີ"
    }
  },
  "coupon_orders": {
    "title": "ຄໍາສັ່ງຄູປອງ",
    "table": {
      "order": "ສັ່ງ",
      "order_price": "ຈໍານວນຄໍາສັ່ງ",
      "coupon_amount": "ຈຳນວນຄູປ໋ອງ",
      "payment_status": "ສະຖານະການຈ່າຍເງິນ",
      "date": "ວັນທີ"
    }
  },
  "discount_code_orders": {
    "title": "ຄໍາສັ່ງທີ່ມີລະຫັດສ່ວນຫຼຸດ",
    "table": {
      "order": "ສັ່ງ",
      "order_price": "ຈໍານວນຄໍາສັ່ງ",
      "discount_amount": "ຈຳນວນສ່ວນຫຼຸດ",
      "payment_status": "ສະຖານະການຈ່າຍເງິນ",
      "date": "ວັນທີ"
    }
  },
  "incentives": {
    "discount_code": "ສ່ວນຫຼຸດ",
    "coupon": "ຄູປ໋ອງ",
    "offer": "ຂໍ້ສະເໜີ",
    "gift_card": "ບັດ​ຂອງ​ຂວັນ",
    "lottery": "ຫວຍ"
  },
  "discount_codes": {
    "title": "ລະຫັດສ່ວນຫຼຸດ",
    "sub_title": "ໃນພາກນີ້, ທ່ານຈະສາມາດອອກແບບຄູປອງສ່ວນຫຼຸດໃຫ້ເຫມາະສົມກັບຄວາມຕ້ອງການຂອງທ່ານ. ສ່ວນຫຼຸດເຫຼົ່ານີ້ແມ່ນແຍກຕ່າງຫາກຈາກສ່ວນຫຼຸດຜະລິດຕະພັນໃດໆແລະຈະນໍາໃຊ້ກັບຈໍານວນສຸດທ້າຍຂອງຄໍາສັ່ງຂອງຜູ້ໃຊ້.",
    "add_new": "ເພີ່ມລະຫັດສ່ວນຫຼຸດໃໝ່",
    "card": {
      "created": "ສ້າງ",
      "start": "ເລີ່ມ",
      "end": "ຈົບ",
      "currency": "ສະກຸນເງິນ",
      "discount_percentage": "ອັດຕາສ່ວນຫຼຸດ",
      "discount_limit": "ຈຳກັດສ່ວນຫຼຸດ",
      "state": "ສະຖານະປັດຈຸບັນ",
      "enabled": "ຕອນນີ້ເປີດໃຊ້ແລ້ວ",
      "disabled": "ດຽວນີ້ຖືກປິດ",
      "used": "ບໍລິໂພກ",
      "count": "ນັບ",
      "unit": "ລາຍການ"
    },
    "dialog": {
      "title_edit": "ແກ້ໄຂລະຫັດສ່ວນຫຼຸດ",
      "title_add": "ເພີ່ມລະຫັດສ່ວນຫຼຸດໃໝ່",
      "discount_code_input": "ລະຫັດສ່ວນຫຼຸດ",
      "discount_percent_input": "ອັດຕາສ່ວນຫຼຸດ",
      "discount_percent_input_hint": "ອັດຕາສ່ວນຫຼຸດຂອງຈໍານວນການຊື້",
      "count_input": "ນັບ",
      "count_input_hint": "ການນໍາໃຊ້ສູງສຸດຂອງລະຫັດນີ້",
      "limit_input": "ຈຳກັດສ່ວນຫຼຸດ",
      "limit_input_hint": "ສ່ວນຫຼຸດສູງສຸດໂດຍອີງໃສ່ສະກຸນເງິນ",
      "currency_input_message": "ສ່ວນຫຼຸດຈະມີໃຫ້ສຳລັບສະກຸນເງິນນີ້.",
      "limit_input_message": "ມູນຄ່າຂອງ 0 ສໍາລັບຂອບເຂດຈໍາກັດສ່ວນຫຼຸດຫມາຍຄວາມວ່າບໍ່ມີຂອບເຂດຈໍາກັດສໍາລັບອັດຕາສ່ວນຫຼຸດ.",
      "title_input": "ຫົວຂໍ້",
      "title_input_hint": "ທ່ານສາມາດໃສ່ຫົວຂໍ້ສໍາລັບລະຫັດສ່ວນຫຼຸດນີ້",
      "description_input": "ລາຍລະອຽດ",
      "description_input_hint": "ທ່ານສາມາດໃສ່ຄໍາອະທິບາຍສໍາລັບລະຫັດສ່ວນຫຼຸດນີ້",
      "date_start_input": "ເລີ່ມ",
      "date_start_input_placeholder": "ເລືອກເວລາທີ່ຈະເລີ່ມສ່ວນຫຼຸດ",
      "date_end_input": "ຈົບ",
      "date_end_input_placeholder": "ເລືອກເວລາທີ່ສ່ວນຫຼຸດຈະສິ້ນສຸດ",
      "notifications": {
        "add": "ເພີ່ມລະຫັດສ່ວນຫຼຸດສຳເລັດແລ້ວ.",
        "edit": "ແກ້ໄຂລະຫັດສ່ວນຫຼຸດສຳເລັດແລ້ວ."
      }
    },
    "delete_alert": {
      "title": "ເອົາລະຫັດສ່ວນຫຼຸດອອກ",
      "message": "ທ່ານຕ້ອງການລຶບລະຫັດສ່ວນຫຼຸດນີ້ບໍ?",
      "action": "ເອົາສ່ວນຫຼຸດ"
    },
    "notifications": {
      "delete_success": "ຄຳເຫັນຂອງທ່ານໄດ້ຖືກລຶບສຳເລັດແລ້ວ"
    }
  },
  "gift_cards": {
    "title": "ບັດ​ຂອງ​ຂວັນ",
    "sub_title": "ສ້າງບັດຂອງຂວັນແລະຫຼັງຈາກນັ້ນເຮັດໃຫ້ຫຼາຍເທົ່າທີ່ທ່ານຕ້ອງການ. ບັດນີ້ມີຄ່າໃຊ້ຈ່າຍໃນມັນ, ແລະມັນສາມາດຖືກນໍາໃຊ້ສໍາລັບການຊື້ໃນຮ້ານຂອງທ່ານເທົ່ານັ້ນ.",
    "create_new": "ເພີ່ມບັດຂອງຂວັນໃໝ່",
    "card": {
      "created": "ສ້າງ",
      "lifetime": "ວັນ​ຫມົດ​ອາ​ຍຸ",
      "lifetime_unit": "ເດືອນນັບຈາກວັນທີ່ບັດແຕ່ລະຄົນຖືກສ້າງຂຶ້ນ",
      "currency": "ສະກຸນເງິນ",
      "initial_balance": "ຄ່າບໍລິການເບື້ອງຕົ້ນ",
      "count": "ນັບ",
      "count_unit": "ລາຍການ",
      "used": "ໃຊ້ແລ້ວ"
    },
    "dialog": {
      "title": "ການອອກແບບບັດຂອງຂວັນ"
    },
    "alert": {
      "title": "ເອົາລະຫັດສ່ວນຫຼຸດອອກ",
      "message": "ທ່ານຕ້ອງການລຶບລະຫັດສ່ວນຫຼຸດນີ້ບໍ?",
      "action": "ລຶບ"
    },
    "notifications": {
      "delete_title": "ລຶບບັດຂອງຂວັນ",
      "delete_message": "ຄຳເຫັນຂອງທ່ານໄດ້ຖືກລຶບສຳເລັດແລ້ວ."
    }
  },
  "coupons": {
    "title": "ຄູປ໋ອງ",
    "sub_title": "ຖ້າທ່ານຕ້ອງການໃຫ້ລູກຄ້າຂອງທ່ານມີສ່ວນຫຼຸດທີ່ສາມາດນໍາໃຊ້ກັບເງື່ອນໄຂສະເພາະ, ທ່ານສາມາດສ້າງຄູປອງ. ຄູປອງສາມາດປະກອບມີສ່ວນຫຼຸດສ່ວນຫຼຸດທີ່ມີຂອບເຂດຈໍາກັດຫຼືຈໍານວນຄົງທີ່ຫຼືປະສົມປະສານຂອງທັງສອງ.",
    "create_new": "ເພີ່ມຄູປ໋ອງໃໝ່",
    "qualified_products": "ຜະລິດຕະພັນທີ່ມີສິດ",
    "min_purchase": "ການຊື້ຂັ້ນຕ່ໍາ",
    "only_first_order": "ພຽງ​ແຕ່​ການ​ຊື້​ຄັ້ງ​ທໍາ​ອິດ​",
    "one_time_use": "ໃຊ້ຄັ້ງດຽວ",
    "amount_usage": "ຈໍານວນທີ່ໃຊ້",
    "delete_alert": {
      "title": "ລຶບຄູປ໋ອງ",
      "message": "ທ່ານແນ່ໃຈບໍ່ວ່າລຶບຄູປ໋ອງນີ້?",
      "action": "ແມ່ນແລ້ວ, ລຶບຄູປ໋ອງ"
    },
    "notifications": {
      "delete_success": "ຄູປ໋ອງໄດ້ຖືກລຶບຖິ້ມສຳເລັດແລ້ວ."
    },
    "multiple_use": "ການ​ນໍາ​ໃຊ້​ຫຼາຍ​"
  },
  "coupon_edit": {
    "title_edit": "ແກ້ໄຂຄູປ໋ອງ",
    "title_add": "ຄູປ໋ອງໃໝ່",
    "discount_charge": "ສ່ວນຫຼຸດ & ຄ່າບໍລິການ",
    "charge": "ຄ່າບໍລິການ",
    "charge_message": "ຈໍານວນຄ່າໃຊ້ຈ່າຍເບື້ອງຕົ້ນ",
    "percent": "ສ່ວນຫຼຸດ",
    "percent_message": "ຈຳນວນສ່ວນຫຼຸດ",
    "limit_input": "ຈຳກັດ",
    "limit_input_hint": "ຈຳນວນຈຳກັດສ່ວນຫຼຸດ",
    "currency_input_message": "ຄູປ໋ອງມີໃຫ້ສໍາລັບສະກຸນເງິນນີ້.",
    "count_input": "ນັບ",
    "count_input_hint": "ການນໍາໃຊ້ສູງສຸດຂອງລະຫັດນີ້",
    "limit_input_message": "ມູນຄ່າຂອງ 0 ສໍາລັບຂອບເຂດຈໍາກັດສ່ວນຫຼຸດຫມາຍຄວາມວ່າບໍ່ມີຂອບເຂດຈໍາກັດສໍາລັບອັດຕາສ່ວນຫຼຸດ.",
    "date_start_input": "ເລີ່ມ",
    "date_start_input_placeholder": "ເລືອກເວລາທີ່ຈະເລີ່ມຄູປ໋ອງ",
    "date_end_input": "ຈົບ",
    "date_end_input_placeholder": "ເລືອກເວລາທີ່ສ່ວນຫຼຸດຈະສິ້ນສຸດ",
    "title_input": "ຫົວຂໍ້",
    "title_input_hint": "ທ່ານສາມາດໃສ່ຫົວຂໍ້ສໍາລັບລະຫັດສ່ວນຫຼຸດນີ້",
    "description_input": "ລາຍລະອຽດ",
    "description_input_hint": "ທ່ານສາມາດໃສ່ຄໍາອະທິບາຍສໍາລັບລະຫັດສ່ວນຫຼຸດນີ້",
    "coupon_code": "ລະຫັດຄູປ໋ອງ",
    "need_code": "ຕ້ອງການລະຫັດ?",
    "coupon_color": "ສີຄູປ໋ອງ",
    "min_purchase_amount": "ຈໍານວນການຊື້ຂັ້ນຕ່ໍາ",
    "min_purchase_amount_hint": "ຈໍານວນການຊື້ຈະຕ້ອງຫຼາຍກວ່າຫຼືເທົ່າກັບມູນຄ່ານີ້.",
    "should_exist_product": "ຢ່າງໜ້ອຍໜຶ່ງຜະລິດຕະພັນເຫຼົ່ານີ້ຈະຕ້ອງຢູ່ໃນກະຕ່າ",
    "apply_for_first_order": "ພຽງແຕ່ສໍາລັບການຊື້ຄັ້ງທໍາອິດ",
    "apply_for_first_order_on": "ຄູປ໋ອງນີ້ສາມາດໃຊ້ໄດ້ກັບການຊື້ຄັ້ງທຳອິດຂອງລູກຄ້າເທົ່ານັ້ນ!",
    "apply_for_first_order_off": "ຈໍານວນການນໍາໃຊ້ຄູປ໋ອງຕໍ່ຜູ້ຊື້ສາມາດປັບໄດ້ຂ້າງລຸ່ມນີ້.",
    "has_qualify_constraints": "ທ່ານຕ້ອງການກໍານົດຂອບເຂດຈໍາກັດເພີ່ມເຕີມບໍ?",
    "has_qualify_constraints_message": "ກໍານົດເງື່ອນໄຂເພີ່ມເຕີມເພື່ອໃຫ້ລູກຄ້າມີຄຸນສົມບັດໃນການນໍາໃຊ້ຄູປອງນີ້.",
    "one_time_use": "ໃຊ້ຄັ້ງດຽວ",
    "one_time_use_message": "ລູກຄ້າສາມາດໃຊ້ຄູປອງນີ້ໄດ້ເທື່ອດຽວ.",
    "daily_limit": "ຈໍາກັດປະຈໍາວັນ",
    "no_limit": "ບໍ່ມີຂອບເຂດຈໍາກັດ",
    "daily_limit_message": "ປະລິມານການນໍາໃຊ້ສູງສຸດຕໍ່ມື້ໂດຍລູກຄ້າ",
    "monthly_limit": "ຈຳກັດລາຍເດືອນ",
    "monthly_limit_message": "ຈໍານວນການນໍາໃຊ້ສູງສຸດຕໍ່ເດືອນໂດຍລູກຄ້າ",
    "yearly_limit": "ຈຳກັດລາຍປີ",
    "yearly_limit_message": "ປະລິມານການນໍາໃຊ້ສູງສຸດຕໍ່ປີໂດຍລູກຄ້າ",
    "notifications": {
      "add": "ສ້າງຄູປ໋ອງໃໝ່ສຳເລັດແລ້ວ.",
      "edit": "ຄູປອງໄດ້ຖືກປັບປຸງ."
    }
  },
  "offers": {
    "title": "ຂໍ້ສະເໜີ",
    "sub_title": "ທ່ານສາມາດສ້າງຂໍ້ສະເຫນີພິເສດສໍາລັບລູກຄ້າຂອງທ່ານເພື່ອວ່າ, ຫຼັງຈາກຊື້ຫນຶ່ງລາຍການ, ພວກເຂົາເຈົ້າຈະໄດ້ຮັບລາຍການອື່ນໃນລາຄາຜ່ອນຜັນຫຼືແມ້ກະທັ້ງຟຣີ.",
    "create_new": "ເພີ່ມຂໍ້ສະເໜີໃໝ່",
    "qualified_products": "ຜະລິດຕະພັນທີ່ມີສິດ",
    "min_quantity": "ປະລິມານຕໍາ່ສຸດທີ່",
    "min_purchase": "ການຊື້ຂັ້ນຕ່ໍາ",
    "discounted_products": "ຜະລິດຕະພັນຫຼຸດລາຄາ",
    "amount_usage": "ຈໍານວນທີ່ໃຊ້",
    "delete_alert": {
      "title": "ລຶບຂໍ້ສະເໜີ",
      "message": "ທ່ານແນ່ໃຈບໍ່ວ່າລຶບຂໍ້ສະເໜີນີ້?",
      "action": "ແມ່ນແລ້ວ, ລຶບຂໍ້ສະເໜີ"
    },
    "notifications": {
      "delete_success": "ຂໍ້ສະເໜີຖືກລຶບສຳເລັດແລ້ວ."
    }
  },
  "offer_edit": {
    "title_edit": "ແກ້ໄຂຂໍ້ສະເໜີ",
    "title_add": "ຂໍ້ສະເໜີໃໝ່",
    "design_style": "ການອອກແບບ & ແບບ",
    "eligible_constraints": "ຂອບ​ເຂດ​ຈໍາ​ກັດ​ຂອງ​ລູກ​ຄ້າ​",
    "title_input": "ຫົວຂໍ້",
    "title_input_hint": "ທ່ານສາມາດໃສ່ຫົວຂໍ້ສໍາລັບລະຫັດສ່ວນຫຼຸດນີ້",
    "description_input": "ລາຍລະອຽດ",
    "description_input_hint": "ຂຽນຄໍາອະທິບາຍສໍາລັບລະຫັດສ່ວນຫຼຸດນີ້",
    "currency_input_message": "ຂໍ້ສະເໜີທີ່ມີໃຫ້ສຳລັບສະກຸນເງິນນີ້.",
    "qualified_products": "ຜະລິດຕະພັນທີ່ມີສິດ",
    "qualified_products_message": "ເພື່ອໃຫ້ສິນຄ້າມີເງື່ອນໄຂ, ລາຍການທັງໝົດໃນກະຕ່າຕ້ອງເທົ່າກັບ ຫຼືຫຼາຍກວ່າປະລິມານຂັ້ນຕໍ່າ.",
    "min_items": "ປະລິມານຕໍາ່ສຸດທີ່ຂອງລາຍການ",
    "min_items_message": "ຈໍານວນສິນຄ້າທີ່ລູກຄ້າຕ້ອງຊື້",
    "discounted_products": "ຜະລິດຕະພັນຫຼຸດລາຄາ",
    "offered_products": "ຜະລິດຕະພັນທີ່ສະເຫນີ",
    "offered_products_message": "ຢ່າງໜ້ອຍໜຶ່ງຜະລິດຕະພັນເຫຼົ່ານີ້ຈະຕ້ອງຢູ່ໃນກະຕ່າ.",
    "discount_percent": "ສ່ວນຫຼຸດ",
    "discount_percent_message": "ສ່ວນຫຼຸດສໍາລັບລາຍການເຫຼົ່ານີ້.",
    "discount_percent_hint": "ຈຳນວນສ່ວນຫຼຸດ",
    "per_order": "ຈໍານວນການນໍາໃຊ້ສູງສຸດຕໍ່ຄໍາສັ່ງ",
    "per_order_message": "ຈຳນວນຄັ້ງສູງສຸດທີ່ຂໍ້ສະເໜີສາມາດນຳໃຊ້ກັບຄຳສັ່ງໄດ້",
    "count_input": "ຈໍາ​ນວນ",
    "count_input_hint": "ການນໍາໃຊ້ສູງສຸດຂອງການສະເຫນີນີ້",
    "min_purchase": "ຈໍານວນການຊື້ຂັ້ນຕ່ໍາ",
    "min_purchase_hint": "ລາຄາຊື້ຕ້ອງຫຼາຍກວ່າ ຫຼືເທົ່າກັບມູນຄ່ານີ້",
    "limitation": "ຂໍ້ຈຳກັດ",
    "date_start_input": "ເລີ່ມ",
    "date_start_input_placeholder": "ເລືອກເວລາທີ່ຈະເລີ່ມຄູປ໋ອງ",
    "date_end_input": "ຈົບ",
    "date_end_input_placeholder": "ເລືອກເວລາທີ່ສ່ວນຫຼຸດຈະສິ້ນສຸດ",
    "max_actives_is_3": "ທ່ານສາມາດມີພຽງແຕ່ສາມຂໍ້ສະເຫນີທີ່ມີການເຄື່ອນໄຫວໃນເວລາດຽວກັນ.",
    "enable": "ນຳໃຊ້ອັດຕະໂນມັດ",
    "notifications": {
      "add": "ສ້າງຂໍ້ສະເໜີໃໝ່ສຳເລັດແລ້ວ.",
      "edit": "ອັບເດດຂໍ້ສະເໜີສຳເລັດແລ້ວ."
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "ປ້າຍໂຄສະນາ",
      "reportage": "ບົດລາຍງານ",
      "social": "ສື່ມວນຊົນສັງຄົມ",
      "offline": "ອອບໄລນ໌"
    }
  },
  "emails": {
    "title": "ການຕະຫຼາດອີເມລ໌",
    "subtitle": "ອອກແບບອີເມລ໌ໂດຍການລາກແລະວາງ, ກໍານົດເວລາແລະການເປີດຕົວແຄມເປນເພື່ອເພີ່ມການຮັກສາໄວ້, ແລະເບິ່ງຂໍ້ມູນທີ່ເຊື່ອຖືໄດ້ແລະຖືກຕ້ອງຢູ່ໃນສະຖານທີ່ດຽວ.",
    "cation_message": "⚠ ຈຳກັດສຳລັບຜູ້ຂາຍທີ່ບໍ່ໄດ້ຢັ້ງຢືນ. (ເບຕ້າ)",
    "subject": "ວິຊາ",
    "from": "ຈາກ",
    "in_que": "ລໍຖ້າ",
    "schedule_at": "ກຳນົດເວລາຢູ່",
    "sent": "ສົ່ງແລ້ວ",
    "sends": "ສົ່ງ",
    "delivers": "ຈັດສົ່ງແລ້ວ",
    "views": "ທັດສະນະ",
    "clicks": "ກົດ",
    "buys": "ການຊື້",
    "new_email": "ເພີ່ມອີເມວໃໝ່",
    "new_email_message": "ສ້າງ ແລະຈັດຕາຕະລາງອີເມວການຕະຫຼາດໃໝ່"
  },
  "email_dashboard": {
    "review": "ທົບທວນຄືນ",
    "waiting_for_approve": "ລໍຖ້າການຢືນຢັນໂດຍ {name}",
    "approved_by": "ອີເມວຢືນຢັນໂດຍ {name} ແລະສົ່ງ.",
    "not_submitted_send_request": "ທ່ານຍັງບໍ່ໄດ້ສົ່ງຄໍາຮ້ອງຂໍໃຫ້ສົ່ງອີເມວນີ້.",
    "reviewed_by": "ທົບທວນໂດຍ {name}",
    "status": "ສະຖານະອີເມວ",
    "conversion": "ອັດຕາການປ່ຽນແປງ",
    "sell_performance": "ປະສິດທິພາບການຂາຍ",
    "total_buys": "ຈໍານວນການຂາຍທັງຫມົດ",
    "amount_buy": "ຍອດຂາຍທັງໝົດ",
    "average_sell": "ການຂາຍສະເລ່ຍ",
    "sessions": "ເຊດຊັນ",
    "overview": "ພາບລວມ",
    "purchase_amount": "ຈໍານວນການຊື້",
    "actions": "ການເຄື່ອນໄຫວຂອງຜູ້ໃຊ້"
  },
  "email_page": {
    "emails": "ອີເມວ",
    "edit": "ແກ້ໄຂ"
  },
  "affiliate_page": {
    "affiliates": "ຄູ່ຮ່ວມງານເປັນພີ່ນ້ອງກັນ",
    "orders": "ຄໍາສັ່ງ",
    "payments": "ການຈ່າຍເງິນ"
  },
  "affiliate_dashboard": {
    "link": "ການ​ເຊື່ອມ​ຕໍ່​ຄູ່​ຮ່ວມ​ງານ​",
    "fix_commission": "ຄະນະກໍາມະການຄົງທີ່",
    "percent_commission": "ຄະ​ນະ​ກໍາ​ມະ​ທີ່​ອີງ​ໃສ່​ສ່ວນ​ຮ້ອຍ​",
    "last_payment": "ການຈ່າຍເງິນຄັ້ງສຸດທ້າຍ",
    "balance": "ຍອດເງິນ",
    "total_payment": "ການຈ່າຍເງິນທັງໝົດ",
    "status": "ສະຖານະພາບຄູ່ຮ່ວມງານ & ຂໍ້ຈໍາກັດ",
    "available_for": "ມີສໍາລັບ",
    "orders_count": "ຈໍານວນຄໍາສັ່ງ",
    "orders_accepted": "ຄໍາສັ່ງທີ່ຍອມຮັບ",
    "finance": "ບົດລາຍງານການເງິນ",
    "amount_accepted": "ຈໍານວນທີ່ຍອມຮັບ",
    "amount_paid": "ຈໍານວນທີ່ຈ່າຍ",
    "sessions": "ເຊດຊັນ",
    "affiliate_payment": "ການຈ່າຍເງິນຄູ່ຮ່ວມງານຂອງພັນທະມິດ",
    "amount_payment": "ຈໍານວນການຈ່າຍເງິນ",
    "amount_payment_hint": "ຈໍານວນທີ່ແນ່ນອນຂອງທຸລະກໍາ",
    "i_paid": "ຂ້ອຍຈ່າຍເງິນ {amount} {currency} ໃຫ້ {name}",
    "pay_now": "ຈ່າຍດຽວນີ້"
  },
  "permission_roles": {
    "new_role": "ເພີ່ມບົດບາດໃຫມ່",
    "new_role_message": "ເຮັດໃຫ້ການເຮັດວຽກເປັນທີມງ່າຍຂຶ້ນ.",
    "new_role_action": "ເພີ່ມບົດບາດໃຫມ່"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "ຫວຍ",
    "sub_title": "ລູກຄ້າຂອງທ່ານສາມາດຫຼິ້ນເກມແລະຊະນະ. ລູກຄ້າຂອງຮ້ານຂອງທ່ານຕ້ອງບໍລິໂພກ 10 ຊິບສໍາລັບແຕ່ລະເກມ. ຕົວຢ່າງ, ຖ້າທ່ານຕ້ອງການໃຫ້ລູກຄ້າຂອງທ່ານມີໂອກາດຊະນະ 1000 USD, ທ່ານຕ້ອງກໍານົດຈໍານວນເງິນຂອງແຕ່ລະ chip ລາຄາ 100 USD. ຄ່າຂອງ 0 ສໍາລັບແຕ່ລະຊິບຫມາຍຄວາມວ່າຜູ້ຊື້ຈະໄດ້ຮັບຫນຶ່ງຊິບສໍາລັບການຊື້ແຕ່ລະຄັ້ງ.",
    "manually_send_chip": "ທ່ານຕ້ອງການສົ່ງຊິບດ້ວຍຕົນເອງບໍ?",
    "lottery_enable": "ຫວຍເປີດບໍ?",
    "chip_price_input": "ລາຄາຊິບ",
    "zero_chip_message": "ໃຫ້ 1x chip ຕໍ່ຄໍາສັ່ງ",
    "chip_has_price_message": "ໃຫ້ 1 chip ຕໍ່ {amount} {currency} ຂອງຄໍາສັ່ງ.",
    "chip_disabled_message": "ຊິບຖືກປິດໄວ້!",
    "create_new": "ເພີ່ມລາງວັນໃໝ່",
    "delete_alert": {
      "title": "ລຶບລາງວັນ",
      "message": "ທ່ານແນ່ໃຈບໍ່ວ່າລຶບລາງວັນນີ້ອອກຖາວອນ?",
      "action": "ແມ່ນແລ້ວ, ລຶບດຽວນີ້"
    },
    "notifications": {
      "delete_success": "ລຶບລາງວັນສຳເລັດແລ້ວ."
    }
  },
  "lottery_edit": {
    "title_edit": "ແກ້ໄຂລາຍການຫວຍ",
    "title_add": "ລາຍການຫວຍໃໝ່",
    "general_config": "ການຕັ້ງຄ່າທົ່ວໄປ",
    "design_style": "ຮູບແບບ & ຮູບລັກສະນະ",
    "enable": "ເປີດໃຊ້ບໍ?",
    "enable_message": "ລາຍການສູງສຸດໃນລໍ້ແມ່ນ 14.",
    "title_input": "ຫົວຂໍ້",
    "title_input_hint": "ຂຽນຊື່ສັ້ນ.",
    "description_input": "ລາຍລະອຽດ",
    "description_input_hint": "ຂຽນລາຍລະອຽດກ່ຽວກັບລາຍການ.",
    "quantity": "ປະລິມານ",
    "quantity_message": "ລາຍການທີ່ມີຢູ່ທັງໝົດ",
    "image": "ຮູບພາບ",
    "image_placeholder": "ເລືອກຮູບສໍາລັບລາຍການ",
    "chance": "ໂອກາດ",
    "chance_message": "ໂອກາດຊະນະເປັນເປີເຊັນ",
    "free_for_first": "ມັນບໍ່ເສຍຄ່າສໍາລັບລູກຄ້າໃຫມ່ບໍ?",
    "free_for_first_message": "ລູກຄ້າໃໝ່ສາມາດຊະນະລາຍການນີ້ໄດ້.",
    "prize": "ລາງວັນ",
    "amount": "ຈຳນວນລາງວັນ",
    "amount_hint": "ຜູ້ໃຊ້ຊະນະຈໍານວນນີ້ສໍາລັບຄໍາສັ່ງຂອງພວກເຂົາ.",
    "currency_message": "ສະກຸນເງິນສໍາລັບລາຍການນີ້. ສະກຸນເງິນອື່ນຖືກແປງໂດຍອັດຕາແລກປ່ຽນ.",
    "discount": "ສ່ວນຫຼຸດ",
    "discount_message": "ສ່ວນຫຼຸດສ່ວນຫຼຸດໃນຄໍາສັ່ງຂອງລູກຄ້າ",
    "discount_limit": "ຈຳກັດສ່ວນຫຼຸດ",
    "discount_limit_hint": "ສ່ວນຫຼຸດສູງສຸດສຳລັບລູກຄ້າ.",
    "color": "ສີ",
    "condition": "ເງື່ອນໄຂ",
    "notifications": {
      "add": "ສ້າງລາຍການຫວຍໃໝ່ສຳເລັດແລ້ວ.",
      "edit": "ລາຍການຫວຍປ່ຽນແປງສຳເລັດ."
    }
  },
  "gift_card_types_list": {
    "label": "ປະເພດບັດຂອງຂວັນ",
    "message": "ເລືອກປະເພດບັດຂອງຂວັນຈາກລາຍການ."
  },
  "email_builder": {
    "service_unavailable": "ເຄື່ອງແມ່ຂ່າຍເມລບໍ່ໄດ້ເຮັດວຽກຢູ່ໃນບັນຊີຂອງທ່ານ.",
    "design_section": "ແຜ່ນອອກແບບອີເມລ໌ຂອງທ່ານ",
    "schedule_switch": "ກຳນົດເວລາການສົ່ງອີເມວ?",
    "schedule_placeholder": "ເລືອກເວລາທີ່ຈະສົ່ງອີເມວ"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "ວັນທີລົງທະບຽນ",
      "description": "ກັ່ນຕອງຕາມວັນທີລົງທະບຽນຂອງຜູ້ໃຊ້."
    },
    "LAST_BUY_DATE": {
      "title": "ການຊື້ຄັ້ງສຸດທ້າຍ",
      "description": "ວັນທີຊື້ຄັ້ງສຸດທ້າຍ."
    },
    "LOGIN_DATE": {
      "title": "ວັນທີເຂົ້າສູ່ລະບົບ",
      "description": "ວັນທີເຂົ້າສູ່ລະບົບຄັ້ງສຸດທ້າຍ."
    },
    "LEVEL": {
      "title": "ສະໂມສອນລູກຄ້າ",
      "description": "ສະມາຊິກຂອງສະໂມສອນລູກຄ້າ."
    },
    "SUBSCRIBED": {
      "title": "ສະໝັກແລ້ວ",
      "description": "ເພື່ອມີການສະໝັກໃຊ້ສຳລັບການຮັບອີເມວ."
    },
    "NOT_PURCHASED": {
      "title": "ບໍ່ມີການຊື້",
      "description": "ລູກຄ້າທີ່ຍັງບໍ່ໄດ້ຊື້ມາເຖິງຕອນນັ້ນ."
    },
    "SEX": {
      "title": "ເພດ",
      "description": "ເພດຂອງຜູ້ໃຊ້."
    },
    "LOCATION": {
      "title": "ສະຖານທີ່",
      "description": "ທີ່​ຕັ້ງ​ຂອງ​ຜູ້​ໃຊ້ ."
    },
    "LIMIT": {
      "title": "ຈຳກັດ",
      "description": "ກໍານົດຂອບເຂດຈໍາກັດກ່ຽວກັບຈໍານວນຜູ້ໃຊ້ສູງສຸດ."
    },
    "SEGMENTS": {
      "title": "ພາກສ່ວນ",
      "description": "ຈໍາກັດລູກຄ້າໃນການແບ່ງສ່ວນຄູ່ມືສະເພາະ."
    }
  },
  "inline_help": {
    "helps_title": "ຄູ່ມືການບໍລິການ",
    "blogs_title": "ເນື້ອຫາທີ່ກ່ຽວຂ້ອງໃນ Blog Selldone"
  },
  "shop_tax": {
    "region": "ພາກພື້ນ",
    "label": "ປ້າຍກຳກັບ",
    "country_tax": "ພາສີປະເທດ",
    "customer_tax": "ອາກອນມູນຄ່າເພີ່ມຂອງລູກຄ້າ",
    "business_tax": "VAT ທຸລະກິດ",
    "shipping": "ການ​ຂົນ​ສົ່ງ",
    "override": "ລົບລ້າງ",
    "country": "ປະເທດ",
    "vat_range": "ຂອບເຂດອາກອນມູນຄ່າເພີ່ມ",
    "custom": "ກຳນົດເອງ",
    "regions": "ພາກພື້ນ",
    "rest_world": "ສ່ວນທີ່ເຫຼືອຂອງໂລກ",
    "overrides": "ລົບລ້າງ",
    "dialog_set_title": "ການຕັ້ງຄ່າພາສີ",
    "tax_setting": "ການຕັ້ງຄ່າພາສີ",
    "vat": "VAT",
    "calculate_tax_input": "ອັດຕະໂນມັດຄິດໄລ່ພາສີ",
    "calculate_tax_message": "ໂດຍການເປີດໃຊ້ຕົວເລືອກນີ້, VAT ຈະຖືກຄຳນວນ ແລະນຳໃຊ້ສຳລັບຄຳສັ່ງຊື້ຂອງທ່ານ.",
    "tax_number": "ເລກພາສີ",
    "tax_number_message": "ໃສ່ໝາຍເລກພາສີຂອງເຈົ້າ. ເລກທະບຽນນີ້ຈະຖືກບັນທຶກໄວ້ໃນໃບເກັບເງິນຂອງຜູ້ຊື້.",
    "tax_included_in_price_input": "ພາສີລວມຢູ່ໃນລາຄາສິນຄ້າ",
    "tax_included_in_price_message": "ເລືອກຕົວເລືອກນີ້ຖ້າທ່ານລວມເອົາຈໍານວນພາສີໃນລາຄາຂອງຜະລິດຕະພັນຂອງທ່ານ. ຈຳນວນພາສີຈະຖືກຄຳນວນດ້ວຍສູດຕໍ່ໄປນີ້:",
    "tax_included_in_price_formula": "Tax = (ລາຄາ * VAT) / (1 + VAT), ຕົວຢ່າງ, ຈໍານວນພາສີສໍາລັບສິນຄ້າໃນລາຄາ 100$ ກັບອັດຕາມູນຄ່າເພີ່ມ 10% ກາຍເປັນ 9.09$.",
    "tax_on_shipping_input": "ໃຊ້ພາສີກັບການຂົນສົ່ງ",
    "tax_on_shipping_message": "ໂດຍ​ການ​ເລືອກ​ທາງ​ເລືອກ​ນີ້​ອາ​ກອນ​ຈະ​ຖືກ​ນໍາ​ໃຊ້​ກັບ​ການ​ຂົນ​ສົ່ງ .",
    "fixed_tax_rate": "ອັດຕາພາສີຄົງທີ່",
    "dynamic_tax_rate": "ພາສີອີງຕາມພາກພື້ນ",
    "locations_tip": "ບັນຊີລາຍຊື່ຂ້າງເທິງສະແດງໃຫ້ເຫັນພຽງແຕ່ປະເທດທີ່ທ່ານໄດ້ເລືອກໃນການຕັ້ງຄ່າຮ້ານຄ້າ> ສະຖານທີ່ເປັນປະເທດທີ່ທ່ານຂາຍ.",
    "locations_action": "ການຕັ້ງຄ່າສະຖານທີ່ເກັບຮັກສາ",
    "save_alert": "ບໍ່ໄດ້ບັນທຶກການຕັ້ງຄ່າ!",
    "pos_tax_setting": "ການຕັ້ງຄ່າພາສີ POS"
  },
  "transportation_page": {
    "menu": {
      "dashboard": "ແຜງໜ້າປັດ",
      "transportations": "ວິທີການຂົນສົ່ງ",
      "orders": "ຄໍາສັ່ງ",
      "setting": "ການຕັ້ງຄ່າ",
      "delivery_services": "ການບໍລິການ",
      "delivery_persons": "ຜູ້ໂດຍສານ"
    },
    "go_to_courier_list": "ເບິ່ງລາຍຊື່ຜູ້ຈັດສົ່ງ",
    "go_to_service_list": "ເບິ່ງລາຍການບໍລິການຂົນສົ່ງ"
  },
  "transportation_persons": {
    "title": "ຜູ້ໂດຍສານ",
    "notifications": {
      "success_add": "ເພີ່ມຜູ້ສົ່ງ.",
      "success_reset": "ຣີເຊັດສະຖິຕິ.",
      "success_remove": "ລຶບຜູ້ສົ່ງເຄື່ອງອອກສຳເລັດແລ້ວ.",
      "success_update": "ອັບເດດຂໍ້ມູນຜູ້ຈັດສົ່ງສຳເລັດແລ້ວ."
    },
    "reset": {
      "title": "ປັບສະຖິຕິໃໝ່",
      "message": "ທ່ານແນ່ໃຈບໍ່ວ່າຈະຣີເຊັດສະຖິຕິຂອງຜູ້ຈັດສົ່ງນີ້?",
      "action": "ແມ່ນແລ້ວ, ຣີເຊັດດຽວນີ້"
    },
    "remove": {
      "title": "ເອົາ Courier ອອກ",
      "message": "ທ່ານແນ່ໃຈບໍ່ວ່າລຶບຜູ້ຈັດສົ່ງນີ້?",
      "action": "ແມ່ນແລ້ວ, ເອົາອອກດຽວນີ້"
    },
    "add_dialog": {
      "title": "ເພີ່ມຜູ້ຈັດສົ່ງໃໝ່",
      "action": "ເພີ່ມຜູ້ຈັດສົ່ງ"
    }
  },
  "transportation_orders": {
    "title": "ຄໍາສັ່ງສໍາລັບການຈັດສົ່ງ",
    "notifications": {
      "success_update": "ອັບເດດສະຖານະການຂົນສົ່ງສຳເລັດແລ້ວ.",
      "success_payment": "ຢືນຢັນການຈ່າຍເງິນ COD ສຳເລັດແລ້ວ."
    }
  },
  "delivery_person": {
    "actions_title": "ການຕັ້ງຄ່າຜູ້ຈັດສົ່ງ",
    "action_delivered": "ຈັດສົ່ງແລ້ວ",
    "action_paid": "COD ຈ່າຍແລ້ວ",
    "action_returned": "ກັບຄືນ",
    "cod_confirm_action": "ຢືນຢັນການຈ່າຍເງິນ COD",
    "pickup_dialog": {
      "title": "ເຈົ້າເປັນຜູ້ຈັດສົ່ງຊຸດນີ້ບໍ?",
      "message": "ຖ້າເຈົ້າຮັບຜິດຊອບໃນການຂົນສົ່ງສິນຄ້ານີ້, ເລືອກເອົາ Yes, ຖ້າບໍ່ດັ່ງນັ້ນເລືອກ No."
    },
    "status_dialog": {
      "title": "ປ່ຽນສະຖານະເປັນ {status}",
      "message": "ທ່ານແນ່ໃຈບໍ່ວ່າປ່ຽນສະຖານະການຈັດສົ່ງເປັນ {status}?",
      "action": "ແມ່ນແລ້ວ, ຂ້ອຍຢືນຢັນມັນ!"
    },
    "cod_dialog": {
      "title": "ການຈ່າຍເງິນ COD",
      "message": "ທ່ານຢືນຢັນວ່າທ່ານໄດ້ຮັບຈໍານວນຄໍາສັ່ງຈາກຜູ້ຊື້ບໍ?",
      "action": "ແມ່ນແລ້ວ, ຂ້ອຍຢືນຢັນການຈ່າຍເງິນ!"
    }
  },
  "transportation_services": {
    "title": "ບໍລິການຈັດສົ່ງ",
    "notifications": {
      "success_add": "ເພີ່ມບໍລິການຈັດສົ່ງແລ້ວ.",
      "success_reset": "ຣີເຊັດສະຖິຕິ.",
      "success_remove": "ລຶບການບໍລິການສຳເລັດແລ້ວ.",
      "success_update": "ອັບເດດການບໍລິການສຳເລັດແລ້ວ."
    },
    "reset": {
      "title": "ປັບສະຖິຕິໃໝ່",
      "message": "ທ່ານແນ່ໃຈບໍ່ວ່າຈະຣີເຊັດສະຖິຕິຂອງບໍລິການນີ້?",
      "action": "ແມ່ນແລ້ວ, ຣີເຊັດດຽວນີ້"
    },
    "remove": {
      "title": "ລຶບການບໍລິການຈັດສົ່ງ",
      "message": "ທ່ານແນ່ໃຈບໍ່ວ່າລຶບການບໍລິການນີ້?",
      "action": "ແມ່ນແລ້ວ, ເອົາອອກດຽວນີ້"
    },
    "add_dialog": {
      "title": "ເພີ່ມການບໍລິການຈັດສົ່ງສິນຄ້າໃໝ່",
      "action": "ເພີ່ມການບໍລິການ"
    }
  },
  "delivery_receipt": {
    "title": "ໃບຮັບສົ່ງ",
    "has_return": "ສົ່ງຄືນ",
    "cashed": "ການຈ່າຍເງິນສົດ"
  },
  "delivery_dashboard": {
    "select_destinations": "ເພີ່ມຄໍາສັ່ງໃສ່ບັນຊີລາຍຊື່",
    "price_calculation": "ຄາດ​ຄະ​ເນ​ອັດ​ຕາ​ການ​ຂົນ​ສົ່ງ",
    "price_calculation_action": "ຄິດ​ໄລ່​ລາ​ຄາ​",
    "add_request": "ຮ້ອງຂໍການບໍລິການ",
    "add_request_action": "ສົ່ງຄໍາຮ້ອງຂໍການບໍລິການ",
    "refresh_action": "ອັບເດດຂໍ້ມູນ"
  },
  "delivery_order": {
    "title": "ຄໍາສັ່ງການຂົນສົ່ງ",
    "has_return": "ສົ່ງຄືນ",
    "cashed": "ການຈ່າຍເງິນສົດ"
  },
  "cash_register": {
    "menu": {
      "panel": "ລົງທະບຽນເງິນສົດ",
      "orders": "ຄໍາສັ່ງ",
      "customers": "ລູກຄ້າ",
      "devices": "ອຸປະກອນ",
      "inventory": "ສາງ"
    },
    "payment_confirm": "ການຢືນຢັນການຈ່າຍເງິນ",
    "payment_confirm_msg": "ລູກຄ້າໄດ້ຈ່າຍເງິນສັ່ງຊື້ {basket_id}."
  },
  "barcode_scanner": {
    "wifi_pass": "ລະຫັດຜ່ານ Wi-Fi ຂອງທ່ານ",
    "message": "ໃສ່ລະຫັດຜ່ານ router WiFi ຂອງທ່ານແລະສະແກນລະຫັດ QR.",
    "wifi_ssid": "Wi-Fi SSID",
    "ssid_message": "ໃສ່ຊື່ເຄືອຂ່າຍ Wi-Fi ຂອງທ່ານ (SSID)."
  },
  "pos_devices": {
    "Scanner": "ເຄື່ອງສະແກນບາໂຄດ",
    "Scanner_desc": "ເພື່ອໃຊ້ເຄື່ອງສະແກນບາໂຄດ, ທ່ານຕ້ອງໃສ່ລະຫັດ SKU ຜະລິດຕະພັນຢ່າງຖືກຕ້ອງໃນການຕັ້ງຄ່າຜະລິດຕະພັນ.",
    "Printer": "ເຄື່ອງພິມ",
    "Printer_desc": "ພິມໃບຮັບເງິນລູກຄ້າຂອງທ່ານໂດຍການເຊື່ອມຕໍ່ກັບເຄື່ອງພິມໃບຮັບເງິນ.",
    "CustomerView": "ເບິ່ງລູກຄ້າ",
    "CustomerView_desc": "ໜ້ານີ້ຊ່ວຍໃຫ້ທ່ານສາມາດສະແດງລາຍລະອຽດການສັ່ງຊື້ໃຫ້ກັບລູກຄ້າຂອງທ່ານໄດ້.",
    "CardReader": "ເຄື່ອງອ່ານບັດ",
    "CardReader_desc": "ອຸປະກອນອ່ານບັດສໍາລັບການຈ່າຍເງິນ COD ໂດຍລູກຄ້າຂອງທ່ານ.",
    "ChipReader": "Chip Reader",
    "ChipReader_desc": "ເຄື່ອງອ່ານແທັກ NFC ເພື່ອເພີ່ມລາຍການໃສ່ກະຕ່າໂດຍໃຊ້ແທັກ."
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "ເອົາອຸປະກອນອອກ",
      "message": "ທ່ານແນ່ໃຈບໍ່ວ່າລຶບອຸປະກອນນີ້ອອກຈາກໂປຣໄຟລ໌ POS ຂອງທ່ານ?",
      "action": "ແມ່ນແລ້ວ, ເອົາອອກດຽວນີ້"
    }
  },
  "pos_process_center": {
    "title": "ສູນປະມວນຜົນຄໍາສັ່ງ POS",
    "menu": {
      "label": "ປ້າຍຫຸ້ມຫໍ່",
      "receipt": "ໃບຮັບເງິນ",
      "back": "ກັບຄືນໄປບ່ອນ",
      "timeline": "ທາມລາຍ",
      "order": "ສັ່ງ"
    }
  },
  "pos": {
    "add_customer": "ເພີ່ມລູກຄ້າ",
    "set_delivery": "ຕັ້ງທີ່ຢູ່ຈັດສົ່ງ",
    "add_giftcards": "ເພີ່ມບັດຂອງຂວັນ",
    "add_discount_code": "ເພີ່ມລະຫັດສ່ວນຫຼຸດ",
    "add_coupon": "ເພີ່ມຄູປອງ",
    "set_campaign": "ຕັ້ງແຄມເປນ",
    "select_buyer": "ເລືອກຊື້!",
    "send_to_pos": "ສົ່ງໄປທີ່ເຄື່ອງອ່ານບັດ",
    "print_receipt": "ພິມໃບຮັບເງິນ",
    "confirm_cash_payment": "ຢືນຢັນການຊໍາລະເງິນສົດ",
    "payment_cod": {
      "title": "ເງິນສົດໃນການຈ່າຍເງິນການຈັດສົ່ງ",
      "message": "ຈໍານວນຄໍາສັ່ງນີ້ຈະຖືກຈ່າຍຕາມການຈັດສົ່ງ. ຫຼັງຈາກໄດ້ຮັບຈໍານວນເງິນຈາກຜູ້ຊື້, ທ່ານຕ້ອງຢືນຢັນການຈ່າຍເງິນເພື່ອເຮັດສໍາເລັດຄໍາສັ່ງໃນລະບົບ."
    },
    "payment_online": {
      "title": "ເລືອກວິທີການຊໍາລະເງິນອອນໄລນ໌",
      "message": "ໂດຍການເລືອກທາງເລືອກຕໍ່ໄປນີ້, ການເຊື່ອມໂຍງການຈ່າຍເງິນຈະຖືກສ້າງຂື້ນແລະຖືກສົ່ງໄປຫາຜູ້ຊື້. ໂດຍການຈ່າຍຄ່າເຊື່ອມຕໍ່ນີ້, ສະຖານະຂອງຄໍາສັ່ງຈະປ່ຽນເປັນໂຫມດທີ່ຈ່າຍ. ການເຊື່ອມໂຍງການຈ່າຍເງິນຈະຖືກສ້າງຂື້ນໂດຍການສະແກນລະຫັດ QR ໃນຫນ້າຈໍລູກຄ້າ, SMS ຫຼືອີເມລ໌. ເພື່ອເປີດໃຊ້ຊ່ອງທາງໃດນຶ່ງເພື່ອສົ່ງລິ້ງ, ໃຫ້ຄລິກທີ່ຕົວເລືອກນັ້ນ ແລ້ວກົດປຸ່ມເພື່ອສົ່ງໃບຮັບເງິນໃຫ້ຜູ້ຊື້."
    },
    "notifications": {
      "success_pay": "ສຳເລັດການສັ່ງຊື້.",
      "success_order": "ສ້າງຄໍາສັ່ງສົບຜົນສໍາເລັດແລະລໍຖ້າໃຫ້ລູກຄ້າຈ່າຍມັນ."
    },
    "payment_dialog": {
      "check_pay_now": "ກວດສອບການຈ່າຍເງິນດ້ວຍຕົນເອງ",
      "close_action": "ປິດກ່ອງໂຕ້ຕອບ. ຂ້ອຍບໍ່ຕ້ອງການທີ່ຈະລໍຖ້າການຈ່າຍເງິນຂອງລູກຄ້າ",
      "go_to_order": "ໄປທີ່ໜ້າສັ່ງ",
      "paid_by_gift_card_msg": "ຈໍານວນຄໍາສັ່ງທັງຫມົດໄດ້ຖືກຖອນອອກຈາກບັດຂອງຂວັນ! ຜູ້ຊື້ບໍ່ຈໍາເປັນຕ້ອງຈ່າຍເງິນຫຼາຍ.",
      "cod_msg": "ລູກຄ້າຈະຈ່າຍເງິນເມື່ອໄດ້ຮັບຄໍາສັ່ງ.",
      "online_msg": "ຂໍໃຫ້ລູກຄ້າສະແກນລະຫັດ QR ໃນຫນ້າຈໍລູກຄ້າ."
    },
    "name": "POS",
    "message": "ມີຈຸດຂາຍອອນໄລນ໌ທີ່ມີຄ່າໃຊ້ຈ່າຍໃນການຕັ້ງຄ່າສູນ, ເປີດໃຊ້ມັນຢູ່ໃນໂທລະສັບສະຫຼາດ, ແທັບເລັດ, ແລະ PC, ຫຼືສ້າງຄໍາສັ່ງດ້ວຍຕົນເອງ."
  },
  "exporter": {
    "title": "ສົ່ງອອກຂໍ້ມູນ",
    "subtitle": "ຂໍ້ມູນຂອງທ່ານເປັນຂອງເຈົ້າ! ທ່ານສາມາດດາວໂຫລດຂໍ້ມູນທຸລະກິດຂອງທ່ານໃນຮູບແບບມາດຕະຖານໄດ້ທຸກເວລາ. ຢ່າງໃດກໍຕາມ, ເຄົາລົບຄວາມເປັນສ່ວນຕົວຂອງລູກຄ້າຂອງທ່ານ, ຢ່າ spam ເຂົາເຈົ້າ, ແລະບໍ່ເຄີຍແບ່ງປັນຂໍ້ມູນຂອງເຂົາເຈົ້າກັບພາກສ່ວນທີສາມ.",
    "excel": "ທ່ານ​ຈະ​ໄດ້​ຮັບ​ລາຍ​ການ​ຂອງ​ທັງ​ຫມົດ {type} ໃນ​ຮ້ານ​ພ້ອມ​ກັບ​ຂໍ້​ມູນ​ທີ່​ສົມ​ບູນ​ໃນ​ຮູບ​ແບບ Excel​.",
    "csv": "ທ່ານຈະໄດ້ຮັບລາຍຊື່ຂອງ {type} ທັງໝົດໃນຮ້ານພ້ອມກັບຂໍ້ມູນຄົບຖ້ວນໃນຮູບແບບ CSV. ຮູບແບບນີ້ແມ່ນສອດຄ່ອງກັບຮູບແບບມາດຕະຖານຂອງ Selldone ສໍາລັບການນໍາເຂົ້າ {type} ເຂົ້າໄປໃນຮ້ານ."
  },
  "importer": {
    "category": {
      "title": "ປະເພດການນໍາເຂົ້າ",
      "subtitle": "ອັບໂຫຼດໄຟລ໌ CSV ຂອງໝວດໝູ່ຢູ່ທີ່ນີ້. ໃຫ້ແນ່ໃຈວ່າທ່ານປະຕິບັດຕາມຮູບແບບມາດຕະຖານ."
    },
    "product": {
      "title": "ຜະລິດຕະພັນນໍາເຂົ້າ",
      "subtitle": "ອັບໂຫຼດໄຟລ໌ CSV ຂອງຜະລິດຕະພັນຢູ່ທີ່ນີ້. ໃຫ້ແນ່ໃຈວ່າທ່ານປະຕິບັດຕາມຮູບແບບມາດຕະຖານ."
    },
    "product_images": {
      "title": "ນໍາເຂົ້າຮູບພາບ",
      "subtitle": "ການໄດ້ຮັບຂໍ້ມູນຮູບພາບແມ່ນໃຊ້ເວລາຫຼາຍ. ໃຫ້ແນ່ໃຈວ່າເຄົາລົບລິຂະສິດໃນເວລານໍາເຂົ້າຮູບພາບ."
    },
    "inventory": {
      "title": "ອັບເດດສິນຄ້າຄົງຄັງເປັນຊຸດ",
      "subtitle": "ອັບໂຫຼດໄຟລ໌ CSV ຂອງສິນຄ້າຄົງຄັງທີ່ນີ້. ໃຫ້ແນ່ໃຈວ່າທ່ານປະຕິບັດຕາມຮູບແບບມາດຕະຖານໂດຍການສົ່ງອອກໄຟລ໌ CSV ກ່ອນ, ຫຼັງຈາກນັ້ນແກ້ໄຂໄຟລ໌ນັ້ນ."
    },
    "back_to_products": "ກັບໄປທີ່ລາຍການຜະລິດຕະພັນ",
    "back_to_categories": "ກັບໄປທີ່ລາຍການປະເພດ",
    "back_to_inventory": "ກັບໄປທີ່ລາຍການສິນຄ້າຄົງຄັງ",
    "step_select_file": "ເລືອກໄຟລ໌ CSV",
    "step_send_to_server": "ສົ່ງໄປທີ່ເຊີບເວີ",
    "step_view_result": "ເບິ່ງຜົນໄດ້ຮັບ",
    "step_view_que": "ເບິ່ງລາຍຊື່ລໍຖ້າ",
    "send_to_server_action": "ສົ່ງໄປທີ່ເຊີບເວີ",
    "shop_license": "ໃບອະນຸຍາດຮ້ານຄ້າ",
    "max_items_limit": "ຈຳກັດລາຍການສູງສຸດ",
    "total_items": "ລາຍການທັງໝົດ",
    "customer": {
      "title": "ລູກຄ້ານໍາເຂົ້າ",
      "subtitle": "ອັບໂຫຼດໄຟລ໌ CSV ຂອງລູກຄ້າຢູ່ທີ່ນີ້. ໃຫ້ແນ່ໃຈວ່າທ່ານປະຕິບັດຕາມຮູບແບບມາດຕະຖານ, ແລະຍັງ, ທ່ານຕ້ອງປະຕິບັດຕາມກົດລະບຽບຄວາມເປັນສ່ວນຕົວ."
    }
  },
  "campaigns": {
    "title": "ແຄມເປນ",
    "subtitle": "ສ້າງແຄມເປນ, ການເຊື່ອມຕໍ່ທີ່ສາມາດຕິດຕາມໄດ້, ແລະເບິ່ງຂໍ້ມູນທີ່ເຊື່ອຖືໄດ້ແລະຖືກຕ້ອງຢູ່ໃນສະຖານທີ່ດຽວ. ພວກເຮົາຊ່ວຍທ່ານເຮັດການຕັດສິນໃຈທີ່ອີງໃສ່ຂໍ້ມູນທີ່ດີກວ່າ.",
    "add_action": "ເພີ່ມແຄມເປນໃໝ່",
    "empty_message": "ສ້າງແຄມເປນທໍາອິດຂອງເຈົ້າດຽວນີ້!",
    "delete": {
      "title": "ລຶບແຄມເປນ",
      "message": "ທ່ານແນ່ໃຈບໍ່ວ່າລຶບແຄມເປນນີ້ ແລະຂໍ້ມູນທັງໝົດ?",
      "action": "ແມ່ນແລ້ວ, ລຶບດຽວນີ້"
    }
  },
  "landing_categories": {
    "raw": "ແມ່ແບບດິບ",
    "marketing": "ການຕະຫຼາດ & ໂຄສະນາ",
    "product": "ການແນະນໍາຜະລິດຕະພັນ",
    "health": "ສຸຂະພາບ & ອອກກຳລັງກາຍ",
    "food": "ອາຫານ ແລະ ໝາກໄມ້",
    "house": "ອະສັງຫາລິມະຊັບ & ເຮືອນ",
    "device": "ເຄື່ອງແລະອຸປະກອນ",
    "car": "ລົດ",
    "software": "ຊອບແວ",
    "clothing": "ເສື້ອຜ້າ & ເກີບ",
    "jewellery": "ເຄື່ອງປະດັບ"
  },
  "shop_theme": {
    "theme_colors": "ສີຫົວຂໍ້",
    "products_view_mode": "ເບິ່ງລາຍການຊື້ເຄື່ອງ",
    "products_view_mode_desc": "ທ່ານສາມາດປັບຮູບແບບການສະແດງສິນຄ້າໃນຮ້ານຂອງທ່ານໂດຍອີງໃສ່ຂະຫນາດຫນ້າຈໍ. ໂໝດນີ້ຈະຖືກພິຈາລະນາເປັນຄ່າເລີ່ມຕົ້ນ ແລະຈະບໍ່ຖືກນຳໃຊ້ ຖ້າຜູ້ໃຊ້ປ່ຽນໂໝດສະແດງຜົນ.",
    "color_light": "ສີຫຼັກ",
    "color_dark": "ສີເຂັ້ມຕົ້ນຕໍ",
    "color_deep_dark": "ສີເຂັ້ມ",
    "color_info": "ລິ້ງຄ໌",
    "light_checkout": "ຮູບແບບການແຈ້ງອອກ",
    "light_header": "ຫົວເບົາ",
    "light_footer": "ສ່ວນທ້າຍອ່ອນ",
    "product_page": "ຫນ້າຜະລິດຕະພັນ",
    "typography": "ຕົວພິມ",
    "header": "ສ່ວນຫົວ",
    "custom_code": "ລະຫັດກຳນົດເອງ",
    "custom_css": "CSS ແບບກຳນົດເອງ"
  },
  "app_templates": {
    "default": "ຄ່າເລີ່ມຕົ້ນ",
    "blue": "ມະຫາສະໝຸດສີຟ້າ",
    "amber": "ອໍາພັນ",
    "green": "Equatorial",
    "red": "Vampire",
    "magenta": "ດອກ",
    "master": "ອາຈານ",
    "black": "ດ້ານ​ມືດ"
  },
  "affiliate_orders": {
    "title": "ຄໍາ​ສັ່ງ​ຂອງ​ຄູ່​ຮ່ວມ​ງານ​",
    "table": {
      "order_price": "ຈໍານວນຄໍາສັ່ງ",
      "order_payment": "ສະຖານະການຈ່າຍເງິນຄໍາສັ່ງ",
      "order_link": "ລິ້ງສັ່ງຊື້",
      "commission_status": "ສະຖານະຄະນະກໍາມະ",
      "commission_amount": "ຈຳນວນເງິນຄ່ານາຍໜ້າ",
      "items": "ລາຍການ",
      "actions": "ການກະທໍາ",
      "create_date": "ສ້າງວັນທີ"
    },
    "notifications": {
      "update_success": "ອັບເດດສະຖານະພັນທະມິດແລ້ວ."
    }
  },
  "affiliate_payments": {
    "title": "ການຈ່າຍເງິນຄູ່ຮ່ວມງານຂອງພັນທະມິດ",
    "table": {
      "staff": "ພະນັກງານ",
      "amount": "ຈໍາ​ນວນ",
      "note": "ຫມາຍ​ເຫດ​",
      "date": "ວັນທີ"
    }
  },
  "my_roles": {
    "title": "ບົດບາດຂອງຂ້ອຍ",
    "message": "ບົດບາດແມ່ນປະເພດຂອງການເຂົ້າເຖິງທີ່ມອບໃຫ້ພະນັກງານຂອງຮ້ານ. ຕົວຢ່າງ, ພະນັກງານທີ່ຮັບຜິດຊອບສໍາລັບການສົ່ງຫຼືການຫຸ້ມຫໍ່ຄໍາສັ່ງ."
  },
  "role_card": {
    "complete_tasks": "ສໍາເລັດວຽກງານ",
    "reject_tasks": "ວຽກງານທີ່ຖືກປະຕິເສດ",
    "last_check": "ການກວດສອບຫຼ້າສຸດ"
  },
  "referral_widget": {
    "apply_now": "ສະໝັກດຽວນີ້ສຳລັບໂຄງການນີ້!",
    "no_bonus": "ໄດ້ຮັບລາງວັນທໍາອິດໂດຍການເຊື້ອເຊີນເພື່ອນ.",
    "your_gift": "ຂອງຂວັນຂອງເຈົ້າ",
    "invited_gift": "ຂອງຂວັນເຊີນ",
    "percent_bonus": "ໂບນັດສ່ວນຮ້ອຍ",
    "discount_bonus": "ໂບນັດສ່ວນຫຼຸດ",
    "registered": "ຜູ້ໃຊ້ໃຫມ່",
    "accepted": "ຜູ້ໃຊ້ທີ່ຍອມຮັບ"
  },
  "app_config": {
    "reviews": "ການທົບທວນຄືນ",
    "rate_now": "ໃຫ້ຄະແນນດຽວນີ້",
    "category": "ປະເພດ",
    "uninstall": "ຖອນການຕິດຕັ້ງ",
    "get_app": "ເອົາແອັບ",
    "public_keys": "ກະແຈສາທາລະນະ",
    "private_keys": "ກະແຈສ່ວນຕົວ (ປອດໄພ)",
    "config": "ການຕັ້ງຄ່າແອັບ",
    "app_status": "ສະຖານະຄໍາຮ້ອງສະຫມັກ",
    "app_info": "ຂໍ້ມູນຄໍາຮ້ອງສະຫມັກ",
    "update_at": "ອັບເດດຫຼ້າສຸດ",
    "visit_website": "ຢ້ຽມຢາມເວັບໄຊທ໌",
    "privacy": "ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ",
    "installs": "ການຕິດຕັ້ງ",
    "basic_profile_permission": "ຂໍ້ມູນໂປຣໄຟລ໌ພື້ນຖານ",
    "developer": "ນັກພັດທະນາ",
    "permissions": "ການອະນຸຍາດ",
    "total_comments": "ຄຳເຫັນທັງໝົດ",
    "delete_dialog": {
      "title": "ຖອນການຕິດຕັ້ງແອັບຯ",
      "message": "ທ່ານຕ້ອງການລຶບແອັບນີ້ອອກຈາກຮ້ານຂອງເຈົ້າບໍ?",
      "action": "ແມ່ນແລ້ວ, ລຶບແອັບ"
    },
    "notifications": {
      "uninstall_success": "ຖອນການຕິດຕັ້ງແອັບພລິເຄຊັນສຳເລັດແລ້ວ."
    }
  },
  "shop_bots": {
    "not_set": "ບໍ່ໄດ້ຕັ້ງ!",
    "tokens": "ໂທເຄັນ",
    "webhook": "Webhook",
    "calls": "ໂທ",
    "dialog": {
      "title": "{name} ການຕັ້ງຄ່າບັອດ",
      "message": "ໂຄງຮ່າງການ bot ທີ່ສົມບູນແບບສໍາລັບການສ້າງປະສົບການການຄ້າລະດັບວິສາຫະກິດ."
    }
  },
  "shop_customers": {
    "title": "ການຄຸ້ມຄອງລູກຄ້າ",
    "all_customers": "ດາວໂຫລດລູກຄ້າທັງຫມົດ",
    "filtered_customers": "ລູກຄ້າທີ່ຖືກກັ່ນຕອງ",
    "dialog_chips": {
      "title": "ກໍານົດຈໍານວນຂອງຊິບລູກຄ້າ"
    },
    "dialog_club": {
      "title": "ກໍານົດລະດັບສະໂມສອນລູກຄ້າ"
    }
  },
  "app_dashboard": {
    "status": "ເຜີຍແຜ່ສະຖານະ",
    "statistics": "ສະຖິຕິ"
  },
  "app_publish": {
    "production_version": "ສະບັບການຜະລິດ",
    "beta_version": "ລຸ້ນເບຕ້າ",
    "alpha_version": "ເວີຊັ່ນອັນຟາ"
  },
  "app_publish_widget": {
    "header": "ເກັບຮັກສາຫົວຂໍ້ເວັບໄຊທ໌",
    "header_code": "ລະຫັດສ່ວນຫົວ",
    "admin_page": "Admin Pages",
    "name": "ຊື່",
    "icon": "ໄອຄອນ",
    "url": "Url"
  },
  "app_api": {
    "title": "ການເຂົ້າເຖິງ API",
    "revoke_api": "ຖອນ API",
    "api_key": "API Key",
    "secret": "ກະແຈລັບ",
    "client": "ລູກ​ຄ້າ",
    "redirect_url": "ປ່ຽນເສັ້ນທາງ urls",
    "client_name": "ຊື່ລູກຄ້າ"
  },
  "app_loader_page": {
    "no_ui_title": "ແອັບພລິເຄຊັນນີ້ບໍ່ມີ UI ໃດ!",
    "no_ui_desc": "ບາງແອັບພລິເຄຊັນບໍ່ຕ້ອງການການໂຕ້ຕອບຜູ້ໃຊ້ໃນພື້ນທີ່ admin ຂອງເຂົາເຈົ້າ. ແອັບພລິເຄຊັນນີ້ອາດຈະເພີ່ມລະຫັດໃສ່ສ່ວນຫົວຂອງເວັບໄຊທ໌ຮ້ານຂອງເຈົ້າເທົ່ານັ້ນ.",
    "header": "ລະຫັດສ່ວນຫົວ"
  },
  "finance_report": {
    "export_title": "ສົ່ງອອກຂໍ້ມູນທາງດ້ານການເງິນ",
    "export_sub_title": "ດາວໂຫລດລາຍລະອຽດທາງດ້ານການເງິນໃນໄຟລ໌ດຽວ.",
    "start_input_placeholder": "ເລືອກວັນທີເລີ່ມຕົ້ນຂອງບົດລາຍງານ",
    "end_input_placeholder": "ເລືອກວັນທີສິ້ນສຸດຂອງບົດລາຍງານ",
    "download_action": "ດາວ​ໂຫຼດ​ບັນ​ຊີ​ລາຍ​ການ​ການ​ເງິນ​"
  },
  "shop_notifications": {
    "title": "ການແຈ້ງເຕືອນຮ້ານຄ້າ",
    "sub_title": "ບັອດ, ອີເມວ, SMS, ...",
    "message": "ແກ້ໄຂການຕັ້ງຄ່າການແຈ້ງເຕືອນ ແລະການຕັ້ງຄ່າຮ້ານຄ້າຂອງທ່ານ",
    "channel": "ຊ່ອງ",
    "status": "ສະຖານະ",
    "events": "ເຫດການ",
    "info": "ຂໍ້ມູນ",
    "actions": "ການກະທໍາ",
    "connected": "ເຊື່ອມຕໍ່",
    "not_connected": "ບໍ່ເຊື່ອມຕໍ່!",
    "connect_now": "ເຊື່ອມຕໍ່ດຽວນີ້",
    "send_test": "ສົ່ງຂໍ້ມູນການທົດສອບ",
    "disconnect": "ຕັດການເຊື່ອມຕໍ່",
    "dialog": {
      "title": "ການຕັ້ງຄ່າບັອດ",
      "message": "ຂອບແຈ້ງການທີ່ສົມບູນແບບເພື່ອສ້າງປະສົບການອີຄອມເມີຊລະດັບວິສາຫະກິດ.",
      "action": "ກົດ​ບ່ອນ​ນີ້!",
      "set_config": "ຕັ້ງຄ່າການຕັ້ງຄ່າ"
    }
  },
  "notification_events": {
    "new_order": "🛍️ສັ່ງ",
    "payment": "💳 ຊໍາລະ",
    "return": "📦ສົ່ງຄືນ",
    "weekly_report": "📈 ບົດລາຍງານປະຈໍາອາທິດ"
  },
  "order_delivery": {
    "title": "ການຈັດສົ່ງ",
    "add_to_delivery_que_action": "ເພີ່ມໃສ່ຄິວຂົນສົ່ງ",
    "in_que": "ຢູ່ໃນແຖວການຂົນສົ່ງ",
    "message": "ຫຼັງຈາກມອບຊຸດໃຫ້ຜູ້ຈັດສົ່ງ, ກົດປຸ່ມ <b>ຢືນຢັນການຈັດສົ່ງ</b> .",
    "message_add_to_service": "ຄລິກທີ່ປຸ່ມຕໍ່ໄປນີ້ຖ້າທ່ານຕ້ອງການສົ່ງຊຸດນີ້ໂດຍ <b>ບໍລິການຈັດສົ່ງ</b> .",
    "action": "ການຢືນຢັນການຈັດສົ່ງ",
    "checklist": [
      "ກວດເບິ່ງບັດປະຈໍາຕົວຂອງຜູ້ຈັດສົ່ງ.",
      "ການຫຸ້ມຫໍ່ທີ່ດີຂອງຜະລິດຕະພັນແລະການຈັດສົ່ງທີ່ທັນເວລາສາມາດເພີ່ມອັດຕາການຮັກສາລູກຄ້າຂອງທ່ານ."
    ],
    "manual": {
      "title": "ລໍຖ້າການຢືນຢັນການຈັດສົ່ງໂດຍລູກຄ້າ.",
      "action_received": "ການຢືນຢັນຜູ້ຊື້",
      "action_returned": "ສົ່ງຄືນ",
      "message": "ຫມາຍເຫດ: ຖ້າລູກຄ້າໄດ້ຮັບຄໍາສັ່ງ, ທ່ານສາມາດນໍາໃຊ້ທາງເລືອກຕໍ່ໄປນີ້ເພື່ອເຮັດສໍາເລັດ. ບາງບໍລິການຂົນສົ່ງໃນລະບົບຈະຢືນຢັນການຈັດສົ່ງອັດຕະໂນມັດ."
    },
    "auto_complete_note": "ຫຼັງຈາກໄລຍະເວລາທີ່ແນ່ນອນ, ສະຖານະການຄໍາສັ່ງຈະຖືກປ່ຽນເປັນສິນຄ້າທີ່ສົ່ງ. ໄລຍະເວລານີ້ແຕກຕ່າງກັນໄປຕາມປະເພດຂອງຄໍາສັ່ງແລະຖືກກໍານົດໂດຍລະບົບ.",
    "received": {
      "title": "ສົ່ງໃຫ້ລູກຄ້າ.",
      "delivered_date": "ວັນ​ທີ​ສົ່ງ"
    },
    "receiver": "ຜູ້ຮັບ",
    "bill": "ໃບຮັບເງິນ",
    "tracking": {
      "title": "ເພີ່ມລະຫັດຕິດຕາມ / Url",
      "code": "ລະຫັດຕິດຕາມ",
      "url": "ຕິດຕາມ url",
      "message": "ຖ້າທ່ານໄດ້ສົ່ງຜ່ານບໍລິການທີ່ສະຫນອງລະຫັດຕິດຕາມສໍາລັບຄໍາສັ່ງນີ້, ທ່ານສາມາດໃສ່ລະຫັດແລະການເຊື່ອມໂຍງການຕິດຕາມທີ່ກ່ຽວຂ້ອງໃນພາກນີ້. ຂໍ້ມູນນີ້ຈະສະແດງໃຫ້ລູກຄ້າເຫັນ."
    },
    "preferred_delivery_time": "ເວລາຈັດສົ່ງທີ່ຕ້ອງການ",
    "manage_couriers": "ຈັດການຜູ້ຈັດສົ່ງຂອງຂ້ອຍ",
    "manage_service": "ຄຸ້ມຄອງການບໍລິການ",
    "option_deliver_by_courier": "ທາງເລືອກ 1: ຈັດສົ່ງໂດຍຜູ້ຈັດສົ່ງຂອງທ່ານ.",
    "option_add_to_que": "ທາງເລືອກ 2: ເພີ່ມໃສ່ຄິວເພື່ອປະມວນຜົນໃນໜ້າບໍລິການຂົນສົ່ງ.",
    "option_instant_shipping": "ທາງເລືອກ 3: ການຂົນສົ່ງທັນທີ.",
    "pickup_action": "ຢືນຢັນການຮັບ"
  },
  "shop_home_edit": {
    "title": "ການຕັ້ງຄ່າຫນ້າທໍາອິດ",
    "sub_title": "ຕັ້ງຫນ້າເລີ່ມຕົ້ນເວັບໄຊທ໌ຂອງທ່ານ",
    "default_home": "ໜ້າຫຼັກເລີ່ມຕົ້ນ",
    "default_home_placeholder": "ຫນ້າຮ້ານແມ່ນຫນ້າທໍາອິດຂອງເວັບໄຊທ໌"
  },
  "selldone_referral_page": {
    "title": "ກະດານອ້າງອີງ",
    "referral_link": "ລິ້ງອ້າງອີງ",
    "registered": "ລົງທະບຽນ",
    "accepted": "ຍອມຮັບ",
    "bank": "ທະນາຄານ",
    "bank_title": "ຂໍ້ມູນທະນາຄານສໍາລັບການຖອນເງິນ",
    "new_users": "ຜູ້ໃຊ້ໃຫມ່",
    "performance": "ການປະຕິບັດ",
    "credit_mode": "ໂຫມດສິນເຊື່ອ",
    "get_stickers": "ເອົາລະຫັດ Html ສະຕິກເກີເພື່ອສຳເນົາ ແລະ ວາງຜ່ານ",
    "click_copy_sticker_code": "ຄລິກໃສ່ປ້າຍເພື່ອສຳເນົາລະຫັດ html."
  },
  "selldone_referral_payment": {
    "title": "ການຈ່າຍເງິນອ້າງອີງ",
    "officer": "ເຈົ້າໜ້າທີ່",
    "amount": "ຈໍານວນທຸລະກໍາ",
    "note": "ຫມາຍ​ເຫດ​",
    "date": "ວັນທີ"
  },
  "widget_shop_gateway": {
    "link_account_caution": "ເຊື່ອມໂຍງບັນຊີ ({currency}) ກັບຮ້ານຄ້າຂອງທ່ານ! ກົດ​ບ່ອນ​ນີ້.."
  },
  "product_sell_widget": {
    "title": "ປະສິດທິພາບການຂາຍຜະລິດຕະພັນ"
  },
  "fulfilment_order_widget": {
    "title": "ການປະຕິບັດຕາມ Dropshipping",
    "check_action": "ຍອມຮັບ dropshipping",
    "uncheck_action": "ຢືນຢັນຄໍາສັ່ງ",
    "pay_action": "ຈ່າຍ​ຄ່າ​ລາຍ​ການ..",
    "pay_completed": "ການຢືນຢັນການຈ່າຍເງິນ",
    "list_of_items": "ການຂາຍຄືນ",
    "checklist": [
      "ຈ່າຍຈໍານວນສິນຄ້າທີ່ທ່ານຂາຍໂດຍທາງອ້ອມໃຫ້ກັບຜູ້ຂາຍຕົ້ນສະບັບ.",
      "ທ່ານສາມາດຊໍາລະແລະຊໍາລະຄ່າໃຊ້ຈ່າຍຂອງຜະລິດຕະພັນໃຫ້ກັບຜູ້ສະຫນອງຮ່ວມກັນໃນພາກບັນຊີ> Dropshipping ຂອງຮ້ານ.",
      "ຫຼັງຈາກການຈ່າຍເງິນ, ຜູ້ສະຫນອງຈະໄດ້ຮັບຄໍາສັ່ງຂອງທ່ານແລະສົ່ງໂດຍກົງກັບຜູ້ຊື້ຫຼັງຈາກການກະກຽມ."
    ],
    "message": "ຫຼັງຈາກຈ່າຍຄ່າຄໍາສັ່ງໃຫ້ກັບຜູ້ສະຫນອງ, ເບິ່ງຄວາມຄືບຫນ້າຂອງການສົ່ງຄໍາສັ່ງໃນພາກນີ້."
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "ແຜງໜ້າປັດ",
      "orders": "ຄໍາສັ່ງ",
      "inventory": "ສາງ",
      "shops": "ຕົວແທນຈໍາໜ່າຍ",
      "requests": "ການຮ້ອງຂໍ"
    },
    "drop_shipping_charge": "ຄ່າບໍລິການ Dropshipping"
  },
  "dropship_request_status": {
    "PENDING": "ລໍຖ້າຢູ່",
    "ACCEPT": "ຍອມ​ຮັບ",
    "REJECT": "ປະຕິເສດ"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "ແຜງໜ້າປັດ",
      "orders": "ຄໍາສັ່ງ",
      "wallet": "ກະເປົາເງິນ"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "ແຜງໜ້າປັດຕົວແທນຈໍາໜ່າຍ"
  },
  "dropshipping_reseller_orders": {
    "title": "ຄໍາສັ່ງຂອງຕົວແທນຈໍາຫນ່າຍ"
  },
  "dropshipping_reseller_wallet": {
    "title": "ກະເປົາເງິນຕົວແທນຈໍາໜ່າຍ"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "ການຢືນຢັນການຈ່າຍເງິນ",
      "payment_success": "ຊໍາລະແລ້ວ.",
      "buy_title": "ຊື້",
      "pay_by_giftcards": "ການສັ່ງຊື້ຂອງທ່ານຖືກຈ່າຍດ້ວຍບັດຂອງຂວັນ.",
      "free_order": "ຄໍາສັ່ງຂອງທ່ານແມ່ນບໍ່ເສຍຄ່າ.",
      "pay_by_cod": "ຄໍາສັ່ງຂອງທ່ານໄດ້ຖືກລົງທະບຽນເປັນເງິນສົດໃນການຈັດສົ່ງ.",
      "pay_by_dir": "ຄໍາສັ່ງຂອງທ່ານໄດ້ຖືກລົງທະບຽນເປັນການຈ່າຍເງິນໂດຍກົງ, ກະລຸນາເຮັດສໍາເລັດການຈ່າຍເງິນແລະອັບໂຫລດໃບຮັບເງິນໃນຫນ້າຄໍາສັ່ງຂອງທ່ານ.",
      "pay_title": "ການຈ່າຍເງິນ",
      "qr_code_payment": "ສ້າງລະຫັດ QR ການຈ່າຍເງິນ.",
      "connecting_to_online_gateway": "ກຳລັງເຊື່ອມຕໍ່ກັບປະຕູການຈ່າຍເງິນອອນໄລນ໌."
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "ການຈ່າຍເງິນຖືກຢືນຢັນ.<br> ວັນທີ: {payment_at}",
      "pay_fail_title": "ບໍ່ໄດ້ຈ່າຍ",
      "pay_fail_message": "ການຈ່າຍເງິນບໍ່ສາມາດກວດສອບໄດ້!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "ຕົວແທນຈໍາໜ່າຍສັ່ງຈ່າຍເງິນ",
      "balance": "ຍອດເງິນໃນບັນຊີຂອງທ່ານ",
      "total_cost": "ຄ່າໃຊ້ຈ່າຍໃນຄໍາສັ່ງທັງຫມົດ",
      "need_charge": "ຕ້ອງການຄິດຄ່າບໍລິການ",
      "no_account_cation": "ເຈົ້າບໍ່ມີບັນຊີ! ໂທຫາຜູ້ຂາຍຍົກ.",
      "orders": "ຄໍາສັ່ງ"
    },
    "notifications": {
      "success_pay": "ການຈ່າຍເງິນຂອງທ່ານສຳລັບຄຳສັ່ງຊື້ເຫຼົ່ານີ້ຢືນຢັນ ແລະສຳເລັດຢ່າງສຳເລັດຜົນ."
    }
  },
  "dropship_accounts": {
    "charge_account": "ໄລ່ບັນຊີ",
    "charge_dialog": {
      "title": "ໄລ່ບັນຊີ dropshipping",
      "amount_input": "ຄ່າບັນຊີ",
      "charge_now": "ໄລ່ເອົາດຽວນີ້"
    }
  },
  "dropship_admin_dashboard": {
    "title": "ການຮ້ອງຂໍຕົວແທນຈໍາຫນ່າຍ",
    "today_order_count": "ມື້ນີ້ນັບຄໍາສັ່ງ",
    "yesterday_order_count": "ນັບຄໍາສັ່ງມື້ວານນີ້",
    "total_7_days": "ຄໍາສັ່ງທັງຫມົດໃນ 7 ມື້ທີ່ຜ່ານມາ"
  },
  "dropshipping_products": {
    "no_shops": "ຂໍອະໄພ, ບໍ່ພົບຮ້ານຄ້າ. ໃນອະນາຄົດຈະມີຮ້ານເພີ່ມເຕີມເພື່ອໃຫ້ທ່ານສາມາດໃສ່ຜະລິດຕະພັນຂອງພວກເຂົາຢູ່ໃນຮ້ານຂອງທ່ານໄດ້.",
    "show_all_shops": "ສະແດງຮ້ານຄ້າທັງໝົດ",
    "show_all_message": "ທ່ານສາມາດເບິ່ງຮ້ານຄ້າທັງຫມົດ",
    "current_shop": "ຮ້ານປະຈຸບັນ",
    "request_account": "ຮ້ອງຂໍບັນຊີ",
    "request_accepted": "ຍອມຮັບການຮ້ອງຂໍ",
    "request_rejected": "ຄຳຮ້ອງຂໍຖືກປະຕິເສດ",
    "request_pending": "ລໍຖ້າການຮ້ອງຂໍ..",
    "notifications": {
      "add_product": "ເພີ່ມຜະລິດຕະພັນໃສ່ຮ້ານຂອງທ່ານແລ້ວ.",
      "request_access": "ພວກເຮົາໄດ້ສົ່ງຄໍາຮ້ອງຂໍການເຂົ້າເຖິງຂອງທ່ານໄປຫາຜູ້ຄ້າສົ່ງສົບຜົນສໍາເລັດ."
    },
    "show_eligible_shops_message": "ສະແດງຮ້ານຄ້າທີ່ມີສິດ"
  },
  "product_dropshipping": {
    "need_re_enable": "ຜະລິດຕະພັນນີ້ໄດ້ຖືກປ່ຽນໂດຍຜູ້ຂາຍຕົ້ນສະບັບ, ການປ່ຽນແປງລາຄາເຫຼົ່ານີ້ໄດ້ປິດການໃຊ້ງານຜະລິດຕະພັນໃນຮ້ານຂອງທ່ານ. ກວດເບິ່ງການປ່ຽນແປງແລະຖ້າທ່ານຕົກລົງທີ່ຈະເປີດໃຊ້ຜະລິດຕະພັນໃຫມ່, ກົດປຸ່ມຂ້າງລຸ່ມນີ້.",
    "need_re_enable_action": "ຕົກລົງ, ນຳໃຊ້ການປ່ຽນແປງ ແລະເປີດໃຊ້ງານ",
    "changed_value": "ຜະລິດຕະພັນນີ້ໄດ້ຖືກແກ້ໄຂໂດຍຜູ້ຂາຍຕົ້ນສະບັບ. ກວດເບິ່ງການປ່ຽນແປງແລະຖ້າທ່ານຕົກລົງທີ່ຈະນໍາໃຊ້ການປ່ຽນແປງກັບຜະລິດຕະພັນຂອງທ່ານ, ໃຫ້ຄລິກໃສ່ປຸ່ມຂ້າງລຸ່ມນີ້.",
    "changed_value_action": "ຕົກລົງ, ປ່ຽນແປງ",
    "parent_deleted": "ລາຍການນີ້ໄດ້ຖືກເອົາອອກໂດຍຜູ້ຂາຍຕົ້ນສະບັບ.",
    "parent_closed": "ສິນຄ້ານີ້ຖືກປິດການນຳໃຊ້ໂດຍຜູ້ຂາຍຕົ້ນສະບັບ! ທ່ານຈະບໍ່ສາມາດຂາຍຜະລິດຕະພັນນີ້ຢູ່ໃນຮ້ານຂອງທ່ານໄດ້, ແຕ່ຖ້າຜູ້ຂາຍຕົ້ນສະບັບເປີດໃຊ້ຜະລິດຕະພັນຄືນໃຫມ່, ທ່ານຈະສາມາດເປີດໃຊ້ຜະລິດຕະພັນນີ້ຄືນໃຫມ່ໃນຮ້ານຂອງທ່ານໄດ້.",
    "notifications": {
      "re_enable_success": "ຜະລິດຕະພັນນີ້ໄດ້ຖືກເປີດໃຊ້ຄືນແລ້ວ.",
      "update_success": "ຂໍ້ມູນຜະລິດຕະພັນນີ້ໄດ້ຖືກປັບປຸງດ້ວຍຂໍ້ມູນຜະລິດຕະພັນຕົ້ນສະບັບ."
    }
  },
  "product_dropshipping_admin": {
    "title": "Dropshipping",
    "save_alert": "ການຕັ້ງຄ່າ dropshipping ຂອງຜະລິດຕະພັນນີ້ມີການປ່ຽນແປງ. ທ່ານຕ້ອງການບັນທຶກການປ່ຽນແປງບໍ?",
    "reselling_message": "ໂດຍການເປີດໃຊ້ຕົວເລືອກນີ້, ຜູ້ຂາຍອື່ນໆຈະສາມາດເພີ່ມຜະລິດຕະພັນຂອງທ່ານໃສ່ຮ້ານຂອງພວກເຂົາ.",
    "reselling": "ເປີດໃຊ້ Dropshipping",
    "price_merchants": "ລາຄາສໍາລັບພໍ່ຄ້າ",
    "price_commission": "ຄ່ານາຍໜ້າຜູ້ຄ້າ (ຄົງທີ່)"
  },
  "buy_button": {
    "waiting_for_availability": "ກຳລັງລໍຖ້າການມີຢູ່",
    "inform_me_when_available": "ແຈ້ງເຕືອນຂ້ອຍເມື່ອມັນມີໃຫ້!",
    "pay_buy": "ຈ່າຍ & ຊື້",
    "quantity": "ນັບ",
    "quantity_in_basket": "ລາຍການໃນກະຕ່າ",
    "count_unit": "x",
    "remove": "ເອົາອອກ",
    "add_to_basket": "ຕື່ມໃສ່ກະຕ່າ",
    "buy": "ຊື້",
    "notifications": {
      "inform_add_success": "ພວກເຮົາຈະແຈ້ງໃຫ້ເຈົ້າຮູ້ເມື່ອມີໃຫ້.",
      "inform_remove_success": "ເຈົ້າໄດ້ຖືກໂຍກຍ້າຍອອກຈາກບັນຊີລາຍຊື່ລໍຖ້າ."
    }
  },
  "product_info": {
    "fake": "ປອມ",
    "action": "ການປະມູນ",
    "compare_limit": "ຈຳກັດ 10 ລາຍການ",
    "compare_add": "ຕື່ມການປຽບທຽບ",
    "compare_be_in_list": "ໃນ​ບັນ​ຊີ​ລາຍ​ການ​ການ​ປຽບ​ທຽບ​",
    "type": "ປະເພດ",
    "brand": "ຍີ່ຫໍ້",
    "category": "ປະເພດ",
    "discount": "ສ່ວນຫຼຸດ",
    "track_price": "ຕິດຕາມລາຄາ",
    "waiting_for_auction": "ລໍຖ້າການປະມູນບໍ?",
    "inform_auction": "ແຈ້ງຂ້ອຍເມື່ອປະມູນ",
    "return_in_days": "{days} ວັນຮັບປະກັນຄືນ",
    "support24h7": "ສະຫນັບສະຫນູນ 24 ຊົ່ວໂມງ 7 ມື້",
    "support_normal": "ສະຫນັບສະຫນູນຊົ່ວໂມງເຮັດວຽກ",
    "original_guarantee": "ຮັບປະກັນຕົ້ນສະບັບ",
    "cod_payment": "ເງິນສະໜັບສະໜູນການຈັດສົ່ງ",
    "pros": "Pros",
    "cons": "ຂໍ້ເສຍ",
    "external_link": "ອ່ານ​ຕື່ມ",
    "notifications": {
      "congratulation": "ຊົມເຊີຍ",
      "waiting_list_add_success": "ພວກເຮົາຈະແຈ້ງໃຫ້ທ່ານຊາບເມື່ອຜະລິດຕະພັນນີ້ຖືກປະມູນ.",
      "waiting_list_delete_success": "ທ່ານໄດ້ອອກຈາກລາຍຊື່ລໍຖ້າການປະມູນແລ້ວ."
    },
    "offer_message": "ຊື້ {min_quantity} ຮັບສ່ວນຫຼຸດ {percent}% ສໍາລັບລາຍການເຫຼົ່ານີ້",
    "up_to": "ສູງສຸດ {per_order}x ຕໍ່ຄຳສັ່ງ",
    "get_free": "ໄດ້ຟຣີ",
    "get_off": "ຮັບສ່ວນຫຼຸດ {percent}%."
  },
  "styler": {
    "size_class": "ຂະໜາດ & ຫ້ອງຮຽນ",
    "delete_bg": "ລຶບຮູບພື້ນຫຼັງ",
    "bg_color": "ສີພື້ນຫຼັງ",
    "section_style": "ກໍານົດຮູບແບບພາກ",
    "link": "ຕັ້ງການເຊື່ອມຕໍ່",
    "show_products": "ຜະລິດຕະພັນ / ປະເພດການຄຸ້ມຄອງບັນຊີລາຍຊື່",
    "show_product": "ເລືອກຜະລິດຕະພັນ",
    "delete_section": "ລຶບພາກສ່ວນ",
    "text_color": "ສີຂໍ້ຄວາມ",
    "tex_align": "ການຈັດຮຽງຂໍ້ຄວາມ",
    "text_style": "ຮູບແບບຂໍ້ຄວາມ",
    "bg_image": "ພາບພື້ນຫຼັງ",
    "product": {
      "title": "ເລືອກຜະລິດຕະພັນ"
    },
    "products": {
      "title": "ການຄຸ້ມຄອງລາຍການຜະລິດຕະພັນ & ປະເພດ",
      "sort_options": "ເລືອກການຕັ້ງຄ່າການຈັດຮຽງ ແລະເບິ່ງ",
      "item_types": "ສະແດງໃຫ້ເຫັນພຽງແຕ່ຜະລິດຕະພັນ / ປະເພດ",
      "product_only": "ຜະລິດຕະພັນເທົ່ານັ້ນ",
      "category_only": "ປະເພດເທົ່ານັ້ນ",
      "no_category": "ບໍ່ມີໝວດໝູ່ຢູ່ໃນຮ້ານຂອງເຈົ້າ.",
      "limit": "ຈໍາກັດຜະລິດຕະພັນ",
      "limit_message": "ໃສ່ຜົນການນັບຜົນຜະລິດຕະພັນ",
      "select_categories": "ເລືອກປະເພດທີ່ມີຢູ່",
      "categories_limit": "ຈຳກັດໝວດໝູ່",
      "categories_limit_msg": "ໃສ່ຈໍານວນສູງສຸດຂອງປະເພດ. ຕັ້ງສູນໂດຍບໍ່ຈຳກັດ."
    }
  },
  "shop_contacts": {
    "popup": "ເປີດໃຊ້ການຮອງຮັບປັອບອັບ",
    "popup_message": "ໂດຍການເປີດໃຊ້ຕົວເລືອກນີ້, ປຸ່ມຊ່ວຍເຫຼືອຈະເຫັນໄດ້ຢູ່ເບື້ອງຂວາລຸ່ມຂອງຮ້ານຂອງທ່ານ."
  },
  "popup_page": {
    "preview": "ເບິ່ງປ໊ອບອັບສົດ",
    "menu": {
      "design": "ອອກ​ແບບ",
      "appearance": "ຮູບລັກສະນະ",
      "filter": "ການກັ່ນຕອງ",
      "setting": "ການຕັ້ງຄ່າ"
    },
    "notifications": {
      "save": "ບັນທຶກປັອບອັບສຳເລັດແລ້ວ.",
      "edit": "ອັບເດດປັອບອັບສຳເລັດແລ້ວ."
    }
  },
  "popup_appearance": {
    "position": "ຕໍາແໜ່ງ",
    "position_desc": "ລະບຸສະຖານທີ່ສະແດງການແຈ້ງເຕືອນນີ້ຢູ່ໃນໜ້າ.",
    "width": "ກວ້າງ",
    "width_desc": "ທ່ານສາມາດກໍານົດຄວາມກວ້າງຂອງຫນ້າສູງສຸດ.",
    "height": "ຄວາມສູງ",
    "height_desc": "ທ່ານສາມາດກໍານົດຄວາມສູງຂອງຫນ້າສູງສຸດ.",
    "radius": "ລັດສະໝີມຸມ",
    "radius_desc": "ໃນ​ພາກ​ນີ້​ທ່ານ​ສາ​ມາດ​ກໍາ​ນົດ radius ຂອງ curvature ຂອງ​ແຈ​ຂອງ​ການ​ແຈ້ງ​ການ​.",
    "shadow": "ເງົາ",
    "shadow_desc": "ທ່ານຕ້ອງການໃຫ້ປ່ອງຢ້ຽມປ໊ອບອັບຖືກຮົ່ມບໍ?",
    "delay": "ສະແດງໃຫ້ເຫັນຄວາມລ່າຊ້າ",
    "delay_desc": "ເມື່ອຜູ້ໃຊ້ເຂົ້າມາໃນຮ້ານຂອງເຈົ້າ, ຫຼັງຈາກເວລານີ້ຜ່ານໄປ, ການແຈ້ງເຕືອນຈະຖືກສະແດງໃຫ້ຜູ້ໃຊ້ເຫັນ.",
    "hide": "ເຊື່ອງຄວາມລ່າຊ້າ",
    "hide_desc": "ທ່ານ​ສາ​ມາດ​ກໍາ​ນົດ​ວ່າ​ການ​ແຈ້ງ​ການ​ປິດ​ອັດ​ຕະ​ໂນ​ມັດ​ບໍ່​ພໍ​ເທົ່າ​ໃດ​ວິ​ນາ​ທີ​ຫຼັງ​ຈາກ​ການ​ສະ​ແດງ​. ຄ່າຂອງ 0 ຫມາຍຄວາມວ່າການແຈ້ງເຕືອນຈະບໍ່ປິດອັດຕະໂນມັດ.",
    "transition": "ອະນິເມຊັນປັອບອັບ"
  },
  "popup_filter": {
    "registered": "ການເປັນສະມາຊິກ ແລະຄວາມຕ້ອງການເຂົ້າສູ່ລະບົບ",
    "registered_desc": "ທ່ານສາມາດເລືອກສະແດງການແຈ້ງເຕືອນນີ້ເພື່ອເກັບຮັກສາຜູ້ໃຊ້ ຫຼືແຂກເທົ່ານັ້ນ.",
    "only_guests": "ແຂກເທົ່ານັ້ນ",
    "only_users": "ຜູ້ໃຊ້ເຂົ້າສູ່ລະບົບເທົ່ານັ້ນ",
    "purchased": "ປະຫວັດການຊື້",
    "purchased_desc": "ທ່ານສາມາດເລືອກທີ່ຈະສະແດງການແຈ້ງເຕືອນນີ້ສະເພາະກັບຜູ້ໃຊ້ທີ່ຊື້ແລ້ວຫຼືຜູ້ທີ່ຍັງບໍ່ໄດ້ຊື້.",
    "no_purchase": "ບໍ່ມີການຊື້ເທື່ອ",
    "yes_purchase": "ຊື້ກ່ອນ",
    "sex": "ເພດ",
    "sex_desc": "ທ່ານຕ້ອງການໃຫ້ການແຈ້ງເຕືອນນີ້ສະແດງໃຫ້ເຫັນເຖິງຜູ້ໃຊ້ເພດສະເພາະບໍ?",
    "age": "ອາຍຸຕໍ່າສຸດ",
    "age_desc": "ຖ້າຄ່າໃດໆທີ່ໃຫຍ່ກວ່າ 6 ຖືກໃສ່, ຜູ້ໃຊ້ຕ້ອງເຂົ້າສູ່ລະບົບແລະຕ້ອງໃສ່ວັນເດືອນປີເກີດຂອງລາວ.",
    "levels": "ລະດັບສະໂມສອນລູກຄ້າ",
    "levels_desc": "ຖ້າຜູ້ໃຊ້ມີລະດັບຫນຶ່ງທີ່ເລືອກຂ້າງລຸ່ມນີ້, ການແຈ້ງເຕືອນນີ້ຈະສະແດງໃຫ້ລາວເຫັນ.",
    "countries": "ຂໍ້ຈຳກັດສະຖານທີ່",
    "countries_desc": "ທ່ານຕ້ອງການໃຫ້ການແຈ້ງເຕືອນນີ້ສະແດງສະເພາະກັບຜູ້ໃຊ້ທີ່ມາຈາກປະເທດໃດໜຶ່ງເທົ່ານັ້ນບໍ?"
  },
  "popup_setting": {
    "published": "ສະຖານະພາບການເຜີຍແຜ່",
    "repeat": "ເຮັດຊ້ຳ",
    "repeat_msg": "ທ່ານຕ້ອງການໃຫ້ການແຈ້ງເຕືອນນີ້ສະແດງຕໍ່ກັບຜູ້ໃຊ້ຫຼາຍກວ່າຫນຶ່ງຄັ້ງບໍ?",
    "intervals": "ໄລຍະເວລາຂອງການສະແດງປັອບອັບ",
    "intervals_msg": "ໄລຍະເວລາຕໍາ່ສຸດທີ່ລະຫວ່າງການສະແດງການແຈ້ງເຕືອນໃຫ້ຜູ້ໃຊ້ຕ້ອງຜ່ານໄປ.",
    "designer_zone": "ເຂດນັກອອກແບບ",
    "title": "ຊື່ປັອບອັບ",
    "note": "ບັນທຶກຜູ້ອອກແບບ",
    "image": "ຮູບໜ້າປົກ",
    "delete": {
      "title": "ລຶບ",
      "sub_title": "ເມື່ອທ່ານລຶບປ໊ອບອັບ, ບໍ່ມີການກັບຄືນມາ. ກະລຸນາໃຫ້ແນ່ໃຈວ່າ.",
      "action": "ລຶບປັອບອັບນີ້"
    },
    "notifications": {
      "delete": "ລຶບປັອບອັບອອກແລ້ວ."
    }
  },
  "shop_sms": {
    "title": "ຈັດການ SMS",
    "sub_title": "ແມ່ແບບ SMS ສົ່ງໃຫ້ລູກຄ້າ",
    "message": "ທ່ານສາມາດເບິ່ງເນື້ອໃນຂອງຂໍ້ຄວາມທີ່ສົ່ງໂດຍຮ້ານຂອງທ່ານທີ່ນີ້. ເນື່ອງຈາກຂໍ້ຈໍາກັດໃນການລົງທະບຽນຮູບແບບການກວດສອບໃນບໍລິການສົ່ງຂໍ້ຄວາມ, ມັນບໍ່ສາມາດປັບແຕ່ງຂໍ້ຄວາມສ່ວນບຸກຄົນໄດ້ໃນເວລານີ້."
  },
  "shop_emails": {
    "title": "ຈັດການອີເມວ",
    "sub_title": "ທ່ານຈະເຫັນລາຍຊື່ອີເມວທີ່ສົ່ງໂດຍຮ້ານໃຫ້ລູກຄ້າແລະຜູ້ຈັດການໃນພາກນີ້. ອີເມວຖືກອອກແບບແລະສ້າງໂດຍອັດຕະໂນມັດໂດຍອີງໃສ່ຂໍ້ມູນທີ່ທ່ານໄດ້ປ້ອນສໍາລັບຮ້ານຂອງທ່ານ. ນອກຈາກນີ້, ຄວາມເປັນໄປໄດ້ຂອງການປັບແຕ່ງຂໍ້ຄວາມ ແລະຮູບພາບຕ່າງໆຈະມີໃຫ້ສາທາລະນະຊົນໃນອະນາຄົດ."
  },
  "instagram": {
    "title": "ການຂາຍໃນ Instagram",
    "message": "ດ້ວຍການຊ່ວຍເຫຼືອຂອງເຄື່ອງມືນີ້, ທ່ານສາມາດປ່ຽນ Instagram ຂອງທ່ານເຂົ້າໄປໃນຮ້ານໄດ້. ພຽງແຕ່ເພີ່ມແລະຢືນຢັນບັນຊີ Instagram ຂອງທ່ານຢູ່ທີ່ນີ້, ຫຼັງຈາກນັ້ນທ່ານຈະສາມາດປະກາດຫນຶ່ງຫຼືຫຼາຍຜະລິດຕະພັນຈາກແຕ່ລະໂພດຫຼືເລື່ອງຂອງທ່ານ, ເພີ່ມແລະແທັກລາຍການຜະລິດຕະພັນຂອງທ່ານຫຼືປ່ຽນການໂພດເປັນຜະລິດຕະພັນໃຫມ່!",
    "add_product": "ເພີ່ມຜະລິດຕະພັນໃຫມ່",
    "create_product": "ສ້າງຜະລິດຕະພັນ",
    "link_box_msg": "ເອົາລິ້ງນີ້ໃສ່ໃນຊີວະປະຫວັດຂອງເຈົ້າໃນ Instagram, Telegram ຫຼືສື່ສັງຄົມອື່ນໆເພື່ອໃຫ້ຜູ້ຊົມຂອງທ່ານສາມາດຊື້ໄດ້ໄວ, ງ່າຍຂຶ້ນ, ຫຼາຍແລະສຸດທ້າຍ.",
    "remove_account": "ປ່ຽນ / ຖອນການເຊື່ອມຕໍ່ Instagram",
    "sync": "ຊິ້ງຂໍ້ມູນບັນຊີ (ທຸກໆ 60 ນາທີ)"
  },
  "service_bill": {
    "task": {
      "title": "ລາຍການທີ່ຕ້ອງເຮັດ",
      "message": "ຂຽນຫົວຂໍ້ຂອງວຽກງານທີ່ທ່ານຕ້ອງການທີ່ຈະເຮັດແລະໃຫ້ຜູ້ຊື້ຮູ້ວ່າມັນມີຄວາມຄືບຫນ້າໄປໄກເທົ່າໃດ."
    },
    "booking": {
      "title": "ການຈອງ / ການຈອງ",
      "message": "ຄໍາສັ່ງນີ້ຈະຖືກດໍາເນີນໃນເວລາທີ່ກໍານົດໄວ້, ລູກຄ້າໄດ້ເລືອກໄລຍະເວລາທີ່ຕ້ອງການ, ຖ້າທ່ານຕ້ອງການເຮັດການປ່ຽນແປງໃດໆໃນໄລຍະເວລາທີ່ເລືອກ, ໃຫ້ລູກຄ້າຮູ້.",
      "selected_checkin": "ເລືອກວັນທີເຂົ້າສູ່ລະບົບຂອງລູກຄ້າ",
      "selected_checkout": "ເລືອກວັນທີອອກຂອງລູກຄ້າ",
      "change_days_question": "ທ່ານຈໍາເປັນຕ້ອງມີການປ່ຽນແປງໃນລະຫວ່າງມື້ທີ່ລູກຄ້າເລືອກ?",
      "show_calendar": "ສະແດງປະຕິທິນຂອງຄໍາສັ່ງ"
    },
    "pricing": {
      "title": "ລາຄາ",
      "message": "ທ່ານຄິດຄ່າບໍລິການນີ້ເທົ່າໃດ?"
    },
    "subscription": {
      "title": "ການສະໝັກໃຊ້",
      "message": "ທ່ານ​ສາ​ມາດ​ເລືອກ​ໄລ​ຍະ​ການ​ສະ​ຫມັກ​ໂດຍ​ການ​ຊື້​ບໍ​ລິ​ການ​ນີ້​ເປັນ​ປະ​ຈໍາ​ວັນ​. ໃຫ້ຜູ້ຊື້ຮູ້ຖ້າທ່ານຕ້ອງການປ່ຽນຄ່າເລີ່ມຕົ້ນທີ່ທ່ານໄດ້ໃສ່ແລ້ວ.",
      "duration": "ໄລຍະເວລາການສະໝັກໃຊ້"
    },
    "charge": {
      "title": "ຄ່າບໍລິການ",
      "message": "ທ່ານໄດ້ລະບຸຄ່າບໍລິການສໍາລັບລາຍການນີ້. ທ່ານສາມາດປ່ຽນຈໍານວນຄ່າໃຊ້ຈ່າຍສໍາລັບລາຍການທີ່ລູກຄ້າຊື້.",
      "charge": "ຄ່າບໍລິການ"
    },
    "save_item": "ກວດສອບແລະກໍານົດ",
    "start_service": "ເລີ່ມການບໍລິການ",
    "end_service": "ຈົບ"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "ສໍາເລັດການບໍລິການ",
      "message": "ຖ້າອັນນີ້ເຮັດແລ້ວ, ກົດປຸ່ມຢືນຢັນເພື່ອເຮັດສໍາເລັດ ແລະປິດຄໍາສັ່ງ.",
      "action": "ຢືນຢັນແລະເຮັດສໍາເລັດຄໍາສັ່ງ"
    }
  },
  "product_outputs": {
    "outputs_form": "ໂຄງສ້າງຂໍ້ມູນຂອງການສະແດງຜົນ (ຜົນຜະລິດ)",
    "virtual": {
      "title": "ແບບຟອມຂໍ້ມູນຜົນຜະລິດຜະລິດຕະພັນ",
      "sub_title": "ຂໍ້ມູນທີ່ທ່ານຕ້ອງການສະແດງໃຫ້ຜູ້ໃຊ້ຫຼັງຈາກການຊື້. ແບບຟອມນີ້ແມ່ນໃຊ້ໄດ້ໂດຍສະເພາະສໍາລັບການຂາຍຜະລິດຕະພັນ virtual ເຊັ່ນ: ບັດຂອງຂວັນ."
    },
    "service": {
      "title": "ການອອກແບບການບໍລິການ",
      "sub_title": "ທໍາອິດເລືອກປະເພດການບໍລິການຂອງທ່ານແລະໃສ່ຂໍ້ມູນທີ່ຕ້ອງການ. ຕົວຢ່າງ, ທ່ານສາມາດກໍານົດລາຍການທີ່ຕ້ອງເຮັດຫຼືຖາມລູກຄ້າສໍາລັບເວລາຈອງຫຼືນັດຫມາຍ."
    }
  },
  "service_design": {
    "type": "ປະເພດການບໍລິການ",
    "type_message": "ເລືອກປະເພດຂອງການບໍລິການທີ່ທ່ານໃຫ້ສໍາລັບຜະລິດຕະພັນນີ້. ໂດຍການເລືອກແຕ່ລະລາຍການ, ແບບຟອມທີ່ກ່ຽວຂ້ອງຈະຖືກສະແດງ. ອີງຕາມປະເພດຂອງການບໍລິການທີ່ທ່ານເລືອກ, ຂໍ້ມູນເພີ່ມເຕີມອາດຈະໄດ້ຮັບຈາກລູກຄ້າໃນເວລາສັ່ງ."
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "ຕາມຄວາມຕ້ອງການ",
      "desc": "ເຊັ່ນ: ການສ້ອມແປງເຮືອນ, ການທາສີ, ການສ້ອມແປງລົດ, ແລະອື່ນໆ."
    },
    "BOOKING": {
      "title": "ການຈອງ",
      "desc": "ເຊັ່ນດຽວກັນກັບການຈອງຫ້ອງພັກໂຮງແຮມຫຼືເຮືອນວິນລາ."
    },
    "APPOINTMENT": {
      "title": "ນັດ",
      "desc": "ເຊັ່ນ: ການນັດໝາຍການດູແລສັດລ້ຽງ ຫຼືການຝຶກອົບຮົມດ້ວຍຕົນເອງ."
    },
    "RENTAL": {
      "title": "ເຊົ່າ",
      "desc": "ເຊັ່ນດຽວກັນກັບການເຊົ່າສະຖານທີ່ຫຼືລົດ."
    },
    "SUBSCRIPTION": {
      "title": "ການສະໝັກໃຊ້",
      "desc": "ເຊັ່ນ​ດຽວ​ກັນ​ກັບ​ສະ​ມາ​ຊິກ​ສະ​ໂມ​ສອນ​ຫຼື​ການ​ຝຶກ​ອົບ​ຮົມ​ອອນ​ໄລ​ນ​໌​."
    },
    "CHARGE": {
      "title": "ຄ່າບໍລິການ",
      "desc": "ເຊັ່ນ: ການສາກໄຟບັນຊີ ຫຼື ການສາກໄຟເພື່ອໃຊ້ແອັບພລິເຄຊັນ."
    },
    "CUSTOM": {
      "title": "ກຳນົດເອງ",
      "desc": "ເລືອກຕົວເລືອກນີ້ຖ້າການບໍລິການທີ່ທ່ານໃຫ້ບໍ່ແມ່ນອັນໃດອັນໜຶ່ງຂ້າງເທິງ."
    }
  },
  "avocado": {
    "title": "ການຂາຍໄວ, ຖືກຕ້ອງແລະມີຄວາມສຸກໃນທຸກສື່ສັງຄົມ",
    "message": "ຈໍານວນຫນຶ່ງແລະຫນຶ່ງຫົວຂໍ້ແມ່ນທັງຫມົດທີ່ທ່ານຈໍາເປັນຕ້ອງໄດ້ເງິນຈາກລູກຄ້າຂອງທ່ານ! ເງິນຈະຖືກໂອນເຂົ້າບັນຊີຂອງທ່ານໂດຍກົງ ແລະລູກຄ້າຂອງທ່ານຈະມີປະສົບການຊື້ເຄື່ອງທີ່ເປັນເອກະລັກ.",
    "new_order": "ໃບບິນໃໝ່",
    "create_by_seller_title": "ສ້າງໃບແຈ້ງໜີ້",
    "create_by_seller_message": "ຖ້າທ່ານຕ້ອງການສ້າງໃບແຈ້ງຫນີ້ທີ່ມີຈໍານວນທີ່ແນ່ນອນແລະສົ່ງໃຫ້ຜູ້ໃດຜູ້ຫນຶ່ງ, ທ່ານສາມາດກົດປຸ່ມຂ້າງລຸ່ມນີ້ເພື່ອສະແດງແບບຟອມໃບແຈ້ງຫນີ້. ໃຫ້ການເຊື່ອມຕໍ່ທີ່ສ້າງຂຶ້ນໃຫ້ກັບຜູ້ຊື້ເພື່ອຈ່າຍເງິນແລະຕິດຕາມຄໍາສັ່ງຂອງພວກເຂົາຜ່ານມັນ.",
    "create_by_buyer_title": "ຮູບແບບອາໂວກາໂດ",
    "create_by_buyer_message": "ໂດຍການເປີດໃຊ້ພາກນີ້, ການເຊື່ອມຕໍ່ຈະຖືກສະແດງໃຫ້ທ່ານເຫັນ, ໃຫ້ການເຊື່ອມຕໍ່ນີ້ກັບຜູ້ຊື້ຂອງທ່ານເພື່ອໃຫ້ພວກເຂົາສັ່ງຊື້ຂອງພວກເຂົາ.",
    "orders_list": "ລາຍການຄໍາສັ່ງ",
    "active_mode": "ໃບຮັບເງິນຄຳສັ່ງຊື້ມີການເຄື່ອນໄຫວ",
    "inactive_mode": "ບໍ່ເຄື່ອນໄຫວ",
    "active_message": "ໂດຍການເປີດໃຊ້ແຫຼ່ງນີ້, ລູກຄ້າຂອງທ່ານຈະສາມາດສັ່ງຊື້ສິນຄ້າຜ່ານແບບຟອມຄໍາຮ້ອງຂໍທີ່ທ່ານເຫັນຂ້າງລຸ່ມນີ້.",
    "avocado_form_link_message": "ໃສ່ລິ້ງນີ້ໄວ້ໃນຊີວະປະຫວັດຂອງເຈົ້າໃນ Instagram, Telegram ຫຼືສື່ສັງຄົມອື່ນໆເພື່ອໃຫ້ຜູ້ຊົມຂອງທ່ານສາມາດຊື້ໄດ້ໄວ, ງ່າຍຂຶ້ນ, ແລະສຸດທ້າຍຫຼາຍ",
    "need_address": "ເອົາທີ່ຢູ່",
    "need_address_msg": "ຖ້າທ່ານຕ້ອງການທີ່ຈະໄດ້ຮັບສະຖານທີ່ແລະທີ່ຢູ່ຂອງຜູ້ຊື້, ເລືອກຕົວເລືອກນີ້.",
    "avocado_link_message": "ມັນພຽງພໍທີ່ຈະສະຫນອງການເຊື່ອມຕໍ່ຂ້າງເທິງກັບລູກຄ້າເພື່ອຈ່າຍຄ່າຄໍາສັ່ງ. ລູກຄ້າຈະສາມາດປະຕິບັດຕາມຄໍາສັ່ງໂດຍຜ່ານການເຊື່ອມຕໍ່ນີ້.",
    "edit_order": "ແກ້ໄຂຄໍາສັ່ງ",
    "progress": "ອັດຕາຄວາມຄືບໜ້າ",
    "buyer_link": "ລິ້ງຜູ້ຊື້",
    "buyer_link_message": "ໃຫ້ການເຊື່ອມຕໍ່ນີ້ກັບຜູ້ຊື້ຂອງທ່ານ. ຜູ້ຊື້ຈະສາມາດຊໍາລະແລະຕິດຕາມຄໍາສັ່ງຂອງລາວໂດຍຜ່ານການເຊື່ອມຕໍ່ນີ້. ການເຊື່ອມຕໍ່ນີ້ແມ່ນລະຫັດ, ຖ້າການເຊື່ອມຕໍ່ຖືກສະຫນອງໃຫ້ກັບໃຜ, ລາວຈະສາມາດຈ່າຍເງິນແລະເບິ່ງຂໍ້ມູນ. ລິ້ງນີ້ຈະມີການເຄື່ອນໄຫວເປັນເວລາ 60 ມື້. ໃຫ້ຄລິກໃສ່ການເຊື່ອມຕໍ່ຂ້າງລຸ່ມນີ້ເພື່ອສໍາເນົາ.",
    "OrderConfirm_done": "ຢືນຢັນຄໍາສັ່ງ.",
    "OrderConfirm_message": "ຖ້າທ່ານຢືນຢັນການຈ່າຍເງິນແລະຄໍາສັ່ງທີ່ຖືກຕ້ອງ, ໃຫ້ຄລິກໃສ່ປຸ່ມຂ້າງລຸ່ມນີ້.",
    "OrderConfirm_action": "ການຢືນຢັນຄໍາສັ່ງ",
    "PreparingOrder_message": "ຖ້າລູກຄ້າສັ່ງແມ່ນພ້ອມທີ່ຈະຈັດສົ່ງ, ໃຫ້ຄລິກໃສ່ປຸ່ມ OK ຂ້າງລຸ່ມນີ້.",
    "PreparingOrder_action": "ສັ່ງໄດ້ ພ້ອມສົ່ງ",
    "finish_message": "ຖ້າຄໍາສັ່ງນີ້ສໍາເລັດ, ກົດປຸ່ມສິ້ນສຸດເພື່ອປິດຄໍາສັ່ງນີ້.",
    "finish_action": "ສໍາເລັດການປະມວນຜົນຄໍາສັ່ງ",
    "finish_dialog": {
      "title": "ສໍາເລັດຄໍາສັ່ງ",
      "message": "ຄຳສັ່ງສຳເລັດແລ້ວ ແລະເຈົ້າແນ່ໃຈບໍ່ວ່າຕ້ອງການປິດມັນ?",
      "action": "ແມ່ນແລ້ວ, ຢືນຢັນການສໍາເລັດຂອງຄໍາສັ່ງ"
    },
    "configuration": "ການຕັ້ງຄ່າອາໂວກາໂດ",
    "delivery_price": "ຄ່າ​ຂົນ​ສົ່ງ",
    "edit_avocado_action": "ແກ້ໄຂຂໍ້ມູນ",
    "submit_pricing_avocado_action": "ສົ່ງລາຄາຂອງຄໍາສັ່ງ",
    "add_avocado_action": "ສ້າງລິ້ງໃບເກັບເງິນ",
    "avocados_list": "ບັນຊີລາຍຊື່ຂອງອາໂວກາໂດ",
    "not_pricing": "ລາຍການນີ້ບໍ່ມີລາຄາ!",
    "show_all": "ສະແດງທັງໝົດ",
    "show_accepted": "ສະແດງລາຍການທີ່ຢືນຢັນແລ້ວ",
    "notifications": {
      "update_success": "ອັບເດດອາໂວກາໂດສຳເລັດແລ້ວ.",
      "add_success": "ອາໂວກາໂດ ສ້າງສຳເລັດແລ້ວ."
    },
    "name": "ອາໂວກາໂດ"
  },
  "avocado_orders": {
    "title": "ອາໂວກາໂດ",
    "title_small": "ການຂາຍສື່ມວນຊົນສັງຄົມ",
    "pending_orders": "ຄໍາສັ່ງທີ່ເຄື່ອນໄຫວ",
    "avocado": "ສັ່ງອາໂວກາໂດ"
  },
  "avocado_process": {
    "step1": "ລາຄາ",
    "step1_msg": "ໃສ່ລາຄາຂອງແຕ່ລະລາຍການ ແລະໝາຍໃສ່ກ່ອງສີຂຽວ. ຖ້າບໍ່ສາມາດຂາຍສິນຄ້າໄດ້, ໃຫ້ປ່ຽນສະຖານະເປັນຖືກປະຕິເສດ.",
    "step2": "ຢືນຢັນໃບແຈ້ງໜີ້",
    "step2_msg": "ສ້າງໃບແຈ້ງຫນີ້ສໍາລັບຄໍາສັ່ງນີ້. ທ່ານສາມາດໃສ່ຫົວຂໍ້ແລະຄໍາອະທິບາຍສໍາລັບໃບແຈ້ງຫນີ້. ຈໍານວນຄໍາສັ່ງແມ່ນຄິດໄລ່ໂດຍອີງໃສ່ລາຄາທັງຫມົດຂອງລາຍການອັດຕະໂນມັດ.",
    "title_input": "ຊື່ໃບແຈ້ງໜີ້ *",
    "show_to_customer": "ຂໍ້ມູນນີ້ຖືກສະແດງໃຫ້ຜູ້ຊື້.",
    "description_msg": "ທ່ານຕ້ອງການຂຽນບັນທຶກສໍາລັບຄໍາສັ່ງນີ້ບໍ? ຂໍ້ມູນນີ້ຈະສະແດງໃຫ້ຜູ້ຊື້.",
    "price_input": "ຈໍາ​ນວນ​ຄໍາ​ສັ່ງ *",
    "tax_none": "ບໍ່ມີພາສີ",
    "tax_included": "ລວມຢູ່ໃນລາຄາ",
    "tax_add": "ເພີ່ມພາສີ",
    "tax_message": "ທ່ານສາມາດເລືອກໄດ້ວ່າພາສີຈະລວມຢູ່ໃນລາຄາຫຼືບໍ່.",
    "tax_included_messages": "ພາສີແມ່ນລວມຢູ່ໃນລາຄາ.",
    "tax_add_messages": "ພາສີຄວນຈະຖືກເພີ່ມໃສ່ລາຄາສຸດທ້າຍ."
  },
  "hyper": {
    "print_label": "ພິມປ້າຍຊື່ຕໍ່ໄປນີ້ແລະວາງໄວ້ທາງຫນ້າຂອງຜະລິດຕະພັນ",
    "hyper_form_link_product_message": "ລູກຄ້າຂອງທ່ານຈະສາມາດຊື້ {product} ໄດ້ໄວຜ່ານລິ້ງນີ້. ພວກເຂົາເຈົ້າຍັງຈະເຂົ້າໄປໃນການເຊື່ອມຕໍ່ດຽວກັນໂດຍການສະແກນລະຫັດ QR.",
    "title": "Hyper ຂາຍດ່ວນ",
    "message": "ດ້ວຍການຊ່ວຍເຫຼືອຂອງຊ່ອງທາງການຂາຍ Hyper Selldone, ລູກຄ້າຂອງທ່ານຈະສາມາດຊື້ຜະລິດຕະພັນໂດຍການສະແກນລະຫັດ QR ໂດຍບໍ່ມີການດໍາເນີນການໃດໆທີ່ຈໍາເປັນຈາກຂ້າງຂອງທ່ານ. ໃຊ້ວິທີນີ້ເພື່ອຂາຍບາງລາຍການຢ່າງໄວວາໃນງານບຸນ, ງານວາງສະແດງ, ຫຼືພິທີທີ່ຫຍຸ້ງຢູ່ໃນຈໍານວນຫລາຍ. ຫຼັງຈາກເປີດໃຊ້ Hyper ໃນສ່ວນນີ້, ທ່ານສາມາດສ້າງລະຫັດ hyper QR ສໍາລັບຜະລິດຕະພັນທາງດ້ານຮ່າງກາຍໃນພາກການຄຸ້ມຄອງຜະລິດຕະພັນ.",
    "orders_list": "ບັນຊີລາຍຊື່ຄໍາສັ່ງ Hyper",
    "active_mode": "ເປີດໃຊ້ຊ່ອງທາງການຂາຍ Hyper",
    "inactive_mode": "ບໍ່ເຄື່ອນໄຫວ",
    "active_message": "ຖ້າທ່ານເປີດໃຊ້ທາງເລືອກນີ້, ຄວາມເປັນໄປໄດ້ຂອງການສ້າງ Fast-Sales-Code ຈະຖືກສະແດງຢູ່ໃນພາກການຄຸ້ມຄອງຂອງແຕ່ລະຜະລິດຕະພັນ.",
    "hyper_form_link_message": "ລິ້ງ hyper page ຂອງຮ້ານເຈົ້າ",
    "configuration": "ການຕັ້ງຄ່າ Hyper",
    "name": "ສູງ"
  },
  "hyper_orders": {
    "title": "ສູງ",
    "title_small": "ບົດລາຍງານການຂາຍ",
    "hyper": "ໄດ້ຮັບຄໍາສັ່ງ"
  },
  "product_file": {
    "no_file": "ຍັງບໍ່ມີໄຟລ໌ອັບໂຫຼດເທື່ອ!",
    "delete_dialog": {
      "title": "ລຶບໄຟລ໌",
      "message": "ທ່ານແນ່ໃຈບໍ່ວ່າລຶບໄຟລ໌ນີ້?",
      "action": "ແມ່ນແລ້ວ, ລຶບດຽວນີ້"
    },
    "notifications": {
      "delete_success": "ລຶບໄຟລ໌ສຳເລັດແລ້ວ."
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 ຮຽກເກັບ {amount} ແລະຮັບເຄຣດິດ {amount_total}.",
    "charge_action": "ຂໍສິນເຊື່ອຟຣີ",
    "claim_title": "ຂໍສິນເຊື່ອຟຣີຂອງທ່ານ",
    "claim_charge_caution": "ໝາຍເຫດ: ບໍ່ສາມາດປ່ຽນສະກຸນເງິນລະຫວ່າງບັນຊີ wallet ຂອງທ່ານໄດ້. ດັ່ງນັ້ນ, ເລືອກບັນຊີທີ່ເຫມາະສົມກັບສະກຸນເງິນທີ່ແລກປ່ຽນຢູ່ໃນຮ້ານຂອງທ່ານ.",
    "account_input": "ບັນຊີເງິນຝາກ",
    "account_msg": "ການຮຽກເກັບເງິນຈະຖືກນຳໃຊ້ກັບບັນຊີນີ້"
  },
  "selldone_applications": {
    "title": "ຢ່າພາດຄໍາສັ່ງຂອງເຈົ້າ!",
    "msg": "ຈັດການທຸລະກິດຂອງທ່ານຢູ່ທຸກບ່ອນ ແລະທຸກເວລາ."
  },
  "shop_seo": {
    "title": "ການຕັ້ງຄ່າ SEO",
    "msg": "ໄວຕໍ່ກັບການຕະຫຼາດອອນໄລນ໌ໂດຍການເສີມສ້າງຊ່ອງທາງການໄດ້ມາຂອງລູກຄ້າອິນຊີ.",
    "auto": {
      "title": "ເຄື່ອງຈັກ SEO ອັດຕະໂນມັດ",
      "msg": "ສະຫນອງປະສົບການໂທລະສັບມືຖືທີ່ບໍ່ມີຮອຍຕໍ່ສໍາລັບຜູ້ຊົມແລະເຄື່ອງຈັກຊອກຫາຢູ່ໃນເວັບໄຊທ໌ຂອງທ່ານ."
    },
    "amp": {
      "title": "AMP",
      "msg": "ເລັ່ງການສ້າງຫນ້າມືຖືອັດຕະໂນມັດ."
    }
  },
  "shop_preferences": {
    "order": {
      "title": "ຄໍາສັ່ງ",
      "desc": "ຖ້າລູກຄ້າຈ່າຍເງິນຄໍາສັ່ງ, ອີເມວທີ່ມີຂໍ້ມູນການສັ່ງຊື້ຈະຖືກສົ່ງໄປຫາທີ່ຢູ່ນີ້."
    },
    "return": {
      "title": "ກັບຄືນ",
      "desc": "ຖ້າສິນຄ້າຖືກສົ່ງຄືນໂດຍຜູ້ຊື້, ອີເມວນີ້ຈະຖືກສົ່ງໄປ. ການສົ່ງອີເມວນີ້ແມ່ນຂຶ້ນກັບແຜນການຊື້ຂອງທ່ານ."
    },
    "pos": {
      "title": "POS",
      "desc": "ບົດລາຍງານການຂາຍ POS ຈະຖືກສົ່ງໄປຫາອີເມວນີ້."
    },
    "avocado": {
      "title": "ອາໂວກາໂດ",
      "desc": "ສົ່ງບົດລາຍງານປະຈໍາວັນຂອງຄໍາສັ່ງ Avocado."
    },
    "accounting": {
      "title": "ການບັນຊີ",
      "desc": "ເກັບຮັກສາບົດລາຍງານທາງດ້ານການເງິນແລະການປັບປຸງ."
    },
    "subscription": {
      "title": "ການສະໝັກໃຊ້",
      "desc": "ສະຖານະແຜນການຊື້ຫຼ້າສຸດພ້ອມກັບການແຈ້ງເຕືອນການເລີ່ມຕົ້ນ ແລະສິ້ນສຸດການສະໝັກສະມາຊິກ."
    },
    "technical": {
      "title": "ດ້ານວິຊາການ",
      "desc": "ແຈ້ງການດ້ານວິຊາການກ່ຽວກັບໂດເມນ ແລະສະຖານະການບໍລິການ."
    },
    "report": {
      "title": "ບົດລາຍງານ",
      "desc": "ບົດລາຍງານປະຈໍາອາທິດ ແລະປະຈໍາເດືອນຈະຖືກສົ່ງໄປຫາອີເມວນີ້"
    },
    "review": {
      "title": "ທົບທວນຄືນ",
      "desc": "ຖ້າທ່ານຕ້ອງການຢືນຢັນຂະບວນການໃນຮ້ານ, ອີເມວທີ່ກ່ຽວຂ້ອງຈະຖືກສົ່ງໄປຫາທີ່ຢູ່ນີ້. ຕົວຢ່າງເພື່ອຢືນຢັນການສົ່ງອີເມວການຕະຫຼາດເພື່ອເກັບຮັກສາຜູ້ໃຊ້."
    }
  },
  "shop_languages": {
    "title": "ເກັບຮັກສາພາສາ",
    "sub_title": "ຕິດຕັ້ງ ແລະເປີດໃຊ້ແພັກເກັດການແປອັດຕະໂນມັດຂອງຮ້ານ.",
    "message": "ທ່ານສາມາດຕິດຕັ້ງໄດ້ເຖິງ 10 ຊຸດພາສາໃນຮ້ານຂອງທ່ານ. ຕິດຕໍ່ພວກເຮົາຖ້າທ່ານຕ້ອງການຕິດຕັ້ງແພັກເກັດເພີ່ມເຕີມ."
  },
  "invite_friends": {
    "title": "ບອກ​ກ່ຽວ​ກັບ​ທຸ​ລະ​ກິດ​ຂອງ​ທ່ານ​ຕໍ່​ໂລກ​!",
    "msg": "ແນະນໍາ Selldone ກັບຫມູ່ເພື່ອນຂອງທ່ານ. ພວກເຂົາເຈົ້າຈະໄດ້ຮັບ $99 ໃນບັດປະຈໍາບໍລິສັດໃນເວລາທີ່ເຂົາເຈົ້າລົງທະບຽນ, ແລະທ່ານຈະໄດ້ຮັບ $15 ໃນບັດເລີ່ມຕົ້ນເມື່ອເຂົາເຈົ້າເຮັດທຸລະກໍາຄັ້ງທໍາອິດຂອງເຂົາເຈົ້າສໍາເລັດ.",
    "invite": {
      "title": "ເຂົ້າຮ່ວມກັບ Selldone business OS ເພື່ອຮັບບັດເຕີມເງິນ $99 ຟຣີ.",
      "description": "ຂ້າພະເຈົ້າຂໍເຊື້ອເຊີນທ່ານໃຫ້ Selldone ເພື່ອເລີ່ມຕົ້ນທຸລະກິດຂອງທ່ານອອນໄລນ໌ດ້ວຍເຄື່ອງມືທີ່ດີເລີດ.",
      "hashtags": "ອີຄອມເມີຊ,websiteBuilder",
      "quot": "ຂ້ອຍສ້າງຮ້ານຄ້າອອນໄລນ໌ໂດຍ Selldone, ເຈົ້າຍັງສາມາດເຮັດທຸລະກິດຂອງທ່ານໄດ້ໃນຕອນນີ້."
    }
  },
  "shops_list": {
    "title": "ຮ້ານຄ້າຂອງຂ້ອຍ",
    "message": "ລາຍຊື່ຮ້ານຄ້າຂອງຂ້ອຍເອງ, ຮ້ານຄ້າທີ່ໄດ້ຮັບອະນຸຍາດແລະຕົວຢ່າງ."
  },
  "shipping": {
    "warehouse_error": "ຕັ້ງສາງຂອງເຈົ້າກ່ອນ! ທີ່ຢູ່ນີ້ຈະຖືກນໍາໃຊ້ເປັນຕົ້ນກໍາເນີດຂອງການຂົນສົ່ງ.",
    "errors": {
      "set_origin": "ກໍານົດແຜນທີ່ສະຖານທີ່ຂອງທ່ານ.",
      "set_country": "ຕັ້ງປະເທດຂອງເຈົ້າ.",
      "set_address": "ຕັ້ງທີ່ຢູ່ຂອງເຈົ້າ.",
      "set_zip": "ຕັ້ງລະຫັດໄປສະນີຂອງທ່ານ."
    },
    "set_warehouse": "ຕັ້ງສາງ",
    "pickup_location": "ສະຖານທີ່ຮັບ",
    "refresh_rates": "ອັດຕາການໂຫຼດຂໍ້ມູນຄືນໃໝ່",
    "no_rate": "ບໍ່ມີອັດຕາ...",
    "view_messages": "ເບິ່ງຂໍ້ຄວາມ...",
    "not_set_yet": "ບໍ່ທັນຕັ້ງ!",
    "drop_orders_here": "ວາງ​ຄໍາ​ສັ່ງ​ທີ່​ນີ້ ..."
  },
  "blog_category": {
    "title": "ໝວດໝູ່ບລັອກ",
    "add_action": "ເພີ່ມໝວດໝູ່ໃໝ່",
    "add_dialog": {
      "title": "ໃຫມ່ / ປັບປຸງປະເພດ",
      "force_edit": "ບັງຄັບເສັ້ນທາງແກ້ໄຂ",
      "force_edit_msg": "ປ່ຽນຊື່ໝວດໝູ່ ແລະອັບເດດບົດຄວາມທັງໝົດ.",
      "star_msg": "ໝວດໝູ່ທີ່ຕິດດາວມີບູລິມະສິດທີ່ຈະສະແດງໃນບລັອກ.",
      "star": "ແນມເບິ່ງ",
      "delete_action": "ລຶບໝວດໝູ່",
      "add_action": "ເພີ່ມໝວດໝູ່",
      "edit_action": "ແກ້ໄຂໝວດໝູ່"
    }
  },
  "about_us": {
    "title": "ກ່ຽວກັບພວກເຮົາຫນ້າ",
    "subtitle": "ຂຽນບົດຄວາມກ່ຽວກັບທຸລະກິດຂອງທ່ານເພື່ອສະແດງຢູ່ໃນຫນ້າກ່ຽວກັບພວກເຮົາ. ຫນ້ານີ້ຈະຊ່ວຍໃຫ້ຜູ້ຊົມຂອງທ່ານຮູ້ຈັກແບແລະພາລະກິດຂອງທ່ານ."
  },
  "terms": {
    "title": "ເງື່ອນໄຂການໃຫ້ບໍລິການຂອງຫນ້າ",
    "subtitle": "ອະທິບາຍເງື່ອນໄຂຂອງການຊື້ແລະການບໍລິການຂອງທ່ານສໍາລັບລູກຄ້າຂອງທ່ານ."
  },
  "privacy": {
    "title": "ຫນ້ານະໂຍບາຍຄວາມເປັນສ່ວນຕົວ",
    "subtitle": "ນະ​ໂຍ​ບາຍ​ຄວາມ​ເປັນ​ສ່ວນ​ຕົວ​ເປັນ​ຄໍາ​ຖະ​ແຫຼງ​ການ​ຫຼື​ເອ​ກະ​ສານ​ທາງ​ກົດ​ຫມາຍ​ທີ່​ເປີດ​ເຜີຍ​ບາງ​ສ່ວນ​ຫຼື​ທັງ​ຫມົດ​ຂອງ​ວິ​ທີ​ການ​ເກັບ​ກໍາ, ນໍາ​ໃຊ້, ເປີດ​ເຜີຍ, ແລະ​ການ​ຄຸ້ມ​ຄອງ​ຂໍ້​ມູນ​ຂອງ​ລູກ​ຄ້າ​ຫຼື​ລູກ​ຄ້າ."
  },
  "contact_us": {
    "title": "ຕິດຕໍ່ພວກເຮົາຫນ້າ",
    "subtitle": "ຂຽນຂໍ້ມູນການຕິດຕໍ່, ທີ່ຢູ່, ແລະເບີໂທລະສັບຂອງທ່ານເພື່ອສະແດງໃຫ້ກັບລູກຄ້າຂອງທ່ານໃນຫນ້າຕິດຕໍ່ພວກເຮົາ."
  },
  "metaverse": {
    "title": "ຂົວ Metaverse",
    "subtitle": "Selldone ໃຫ້ບໍລິການ %100 API ໃນພື້ນທີ່ການຄ້າ. ນັກພັດທະນາເກມ, blockchain ແລະ metaverse ສາມາດໃຊ້ APIs ທີ່ມີປະສິດທິພາບເຫຼົ່ານີ້ເພື່ອເຊື່ອມຕໍ່ທຸລະກິດ, ລູກຄ້າ, ແລະການບໍລິການໃນອະນາຄົດຂອງການເຮັດວຽກ, ຊີວິດແລະໂລກການຄ້າ.",
    "message": "ການເຂົ້າເຖິງກ່ອນໄວອັນຄວນສໍາລັບນັກພັດທະນາເກມ"
  },
  "orders_bulk_export": {
    "title": "ຜູ້ຊ່ວຍຄໍາສັ່ງ",
    "timespan": {
      "title": "ໄລ​ຍະ​ເວ​ລາ",
      "subtitle": "ເລືອກວັນທີເລີ່ມຕົ້ນແລະສິ້ນສຸດສໍາລັບການວາງຄໍາສັ່ງ."
    },
    "tasks": {
      "title": "Tasks Output",
      "subtitle": "ດາວໂຫຼດລາຍຊື່ໜ້າວຽກສຳລັບການປະມວນຜົນຄຳສັ່ງເປັນຈຳນວນຫຼາຍ. ຜົນໄດ້ຮັບພຽງແຕ່ມີຄໍາສັ່ງຈ່າຍແລະ COD.",
      "export_title": "ລາຍການໜ້າວຽກ"
    },
    "labels": {
      "title": "ປ້າຍຫຸ້ມຫໍ່",
      "subtitle": "ດາວໂຫລດບັນຊີລາຍຊື່ຂອງປ້າຍຄໍາສັ່ງທັງຫມົດໃນໄລຍະເວລາແລະສະຖານະພາບທີ່ເລືອກ. ຜົນໄດ້ຮັບພຽງແຕ່ມີຄໍາສັ່ງຈ່າຍແລະ COD.",
      "export_title": "ປ້າຍກ່ອງ"
    }
  },
  "customers_funnel": {
    "title": "ປະຊາກອນລູກຄ້າ",
    "subtitle": "ການກັ່ນຕອງແລະສົ່ງອອກຂໍ້ມູນລູກຄ້າຂອງທ່ານເພື່ອຕັດສິນໃຈທີ່ດີກວ່າເພື່ອສະຫນອງມູນຄ່າທີ່ມີການຕະຫຼາດຫນ້ອຍລົງ! ກະລຸນາເຄົາລົບຄວາມເປັນສ່ວນຕົວຂອງລູກຄ້າຂອງເຈົ້າ ແລະຢ່າສົ່ງອີເມວຈຳນວນຫຼວງຫຼາຍໄປຫາເຂົາເຈົ້າ! ຢ່າແບ່ງປັນຂໍ້ມູນຂອງລູກຄ້າຂອງທ່ານກັບບໍລິການພາກສ່ວນທີສາມໂດຍບໍ່ໄດ້ຮັບອະນຸຍາດຈາກທຸກໆອັນ."
  },
  "transportation_pickups": {
    "addresses": {
      "title": "ທີ່ຢູ່ຮັບ",
      "subtitle": "ເພີ່ມ ແລະແກ້ໄຂທີ່ຢູ່ຮັບຢູ່ບ່ອນນີ້. ຜູ້ໃຊ້ຈະສາມາດເລືອກທີ່ຢູ່ຮັບໃນໜ້າຈ່າຍເງິນໄດ້.",
      "add_action": "ເພີ່ມສະຖານທີ່ໃໝ່"
    }
  },
  "affiliate_pos": {
    "title": "POS ສາຂາ",
    "open_pos_action": "ການສັ່ງຊື້ POS ໄວ",
    "description": "ທາງເລືອກນີ້ແມ່ນເຫມາະສົມສໍາລັບ admin ຂອງຫນ້າ Instagram ແລະເຄືອຂ່າຍສັງຄົມອື່ນໆ. ໃຊ້ Affiliate POS ເພື່ອຮັບ ແລະເພີ່ມຄໍາສັ່ງຈາກລູກຄ້າດ້ວຍຕົນເອງ. ສາຂາຂອງທ່ານ (ຫຼື franchise) ສາມາດເພີ່ມຄໍາສັ່ງໃຫມ່ໃນ Affiliate POS ແລະອັບໂຫລດໃບເງິນຝາກ."
  },
  "shop_configuration": {
    "login": {
      "title": "ວິທີການເຂົ້າສູ່ລະບົບ",
      "subtitle": "ປັບແຕ່ງວິທີທີ່ຜູ້ໃຊ້ເຂົ້າສູ່ລະບົບຮ້ານຂອງທ່ານ."
    },
    "checkout": {
      "title": "ກະແສການຈ່າຍເງິນ",
      "subtitle": "ປັບແຕ່ງການເດີນທາງຂອງລູກຄ້າຂອງທ່ານແລະກະແສການຊື້ໃນອີຄອມເມີຊຂອງທ່ານ.",
      "map": {
        "title": "ແຜນທີ່",
        "subtitle": "ຜູ້ໃຊ້ຕ້ອງເລືອກສະຖານທີ່ຈັດສົ່ງໃນແຜນທີ່ (ເຊັ່ນ Uber).",
        "subtitle_no_map": "ໄລຍະຫ່າງໃນການຄິດໄລ່ການຂົນສົ່ງພິຈາລະນາເປັນສູນຖ້າສະຖານທີ່ບໍ່ມີຢູ່ໃນທີ່ຢູ່ທີ່ລູກຄ້າສະຫນອງໃຫ້."
      },
      "mode": {
        "title": "ລູກຄ້າເຂົ້າສູ່ລະບົບຈຸດ",
        "default": {
          "title": "ASAP (ຄ່າເລີ່ມຕົ້ນ)",
          "msg": "ຜູ້ໃຊ້ເຂົ້າສູ່ລະບົບໄວເທົ່າທີ່ເປັນໄປໄດ້. (ການແປງເພີ່ມເຕີມ)"
        },
        "on_checkout": {
          "title": "ໃນການຈ່າຍເງິນ",
          "msg": "ບັງຄັບໃຫ້ຜູ້ໃຊ້ເຂົ້າສູ່ລະບົບໃນຂັ້ນຕອນການຈ່າຍເງິນ."
        },
        "login_free": {
          "title": "ເຂົ້າສູ່ລະບົບທາງເລືອກ",
          "msg": "ເຂົ້າສູ່ລະບົບທາງເລືອກຫຼັງຈາກການຈ່າຍເງິນຄໍາສັ່ງ.."
        }
      },
      "express": {
        "title": "ປ່ຽນເສັ້ນທາງຫຼັງຈາກເພີ່ມໃສ່ກະຕ່າ",
        "false": {
          "title": "ໂໝດປົກກະຕິ",
          "msg": "ຍັງຄົງຢູ່ໃນຫນ້າແລະສືບຕໍ່ຊື້ເຄື່ອງຫຼັງຈາກຄລິກເພີ່ມໃສ່ກະຕ່າ."
        },
        "true": {
          "title": "ໂໝດດ່ວນ",
          "msg": "ປ່ຽນເສັ້ນທາງລູກຄ້າໄປຫາໜ້າຈ່າຍເງິນຫຼັງຈາກຄລິກເພີ່ມໃສ່ກະຕ່າ."
        }
      },
      "shipping_address": {
        "title": "ຂໍທີ່ຢູ່ສົ່ງ"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "ທາງກາຍ ແລະການບໍລິການ (ຄ່າເລີ່ມຕົ້ນ)",
      "desc": "ຂໍໃຫ້ລູກຄ້າໃສ່ທີ່ຢູ່ໃນການກວດສອບທາງດ້ານຮ່າງກາຍແລະການບໍລິການ."
    },
    "physical": {
      "title": "ທາງດ້ານຮ່າງກາຍເທົ່ານັ້ນ",
      "desc": "ຂໍໃຫ້ລູກຄ້າໃສ່ທີ່ຢູ່ພຽງແຕ່ໃນການກວດສອບທາງດ້ານຮ່າງກາຍ."
    },
    "off": {
      "title": "ບໍ່ເຄີຍ",
      "desc": "ຢ່າຖາມຫາທີ່ຢູ່ຈັດສົ່ງ. ⚠ ໃຊ້ຕົວເລືອກນີ້ຖ້າທ່ານວາງແຜນທີ່ຈະໃຫ້ບໍລິການທີ່ມີຕົວແປໂດຍການເລືອກປະເພດທາງດ້ານຮ່າງກາຍສໍາລັບຜະລິດຕະພັນແທນທີ່ຈະເປັນປະເພດການບໍລິການ."
    }
  },
  "business_model": {
    "title": "ການຕັ້ງຄ່າຕົວແບບທຸລະກິດ",
    "subtitle": "ກໍານົດຮູບແບບທຸລະກິດຂອງທ່ານ, ແລະພວກເຮົາຈະ configure OS ຂອງທ່ານຢູ່ຫລັງ scene ໄດ້."
  },
  "business_type": {
    "title": "ປະເພດສິນຄ້າ",
    "subtitle": "ກໍານົດປະເພດຂອງຜະລິດຕະພັນທີ່ທ່ານຕ້ອງການທີ່ຈະຂາຍໃນຮ້ານຂອງທ່ານ. ປະເພດຜະລິດຕະພັນໃນ Selldone ແມ່ນຫຼາຍກ່ວາພຽງແຕ່ປະເພດຂອງຜະລິດຕະພັນ; ມັນເພີ່ມເຕີມກ່ຽວກັບຂັ້ນຕອນການປະຕິບັດ.",
    "send_activation_request_to_support": "ສົ່ງຄໍາຮ້ອງຂໍການເປີດໃຊ້ໃນປີ້ສະຫນັບສະຫນູນ.",
    "require_kyc": "ເຈົ້າຂອງທຸລະກິດ KYC.",
    "needs_enterprise_license": "ທ່ານຈໍາເປັນຕ້ອງມີໃບອະນຸຍາດວິສາຫະກິດ.",
    "marketplace_caution_message": "ຕັ້ງ Marketplace ເປັນຕົວແບບຂອງທ່ານຢ່າງເລິກເຊິ່ງຕໍ່ການຕັ້ງຄ່າ OS ທຸລະກິດຂອງທ່ານ. ຕົວຢ່າງ, ທ່ານຕ້ອງກໍານົດຢ່າງຫນ້ອຍຫນຶ່ງຜູ້ຂາຍສໍາລັບແຕ່ລະຜະລິດຕະພັນທີ່ມີລາຄາເອກະລາດແລະສິນຄ້າຄົງຄັງ. ລູກຄ້າບໍ່ສາມາດຊື້ຜະລິດຕະພັນທີ່ບໍ່ມີຜູ້ຂາຍໄດ້."
  },
  "business_model_view": {
    "normal": {
      "title": "ຮ້ານປົກກະຕິ",
      "desc": "ໂດຍທົ່ວໄປແລ້ວເປັນ SME, ທຸລະກິດເຮືອນ, ຫຼື dropshipper - ຜູ້ທີ່ຂາຍຜະລິດຕະພັນຂອງເຂົາເຈົ້າໂດຍກົງກັບລູກຄ້າຫຼືຂາຍຜະລິດຕະພັນຂອງຜູ້ຄ້າສົ່ງເປັນຕົວແທນຈໍາຫນ່າຍ."
    },
    "dropshipping": {
      "title": "Dropshipping",
      "desc": "ຮັກສາບໍ່ມີຜະລິດຕະພັນແລະບໍ່ມີສິນຄ້າຄົງຄັງ - ທ່ານຈ່າຍໃຫ້ພາກສ່ວນທີສາມ, ປົກກະຕິແລ້ວຜູ້ຄ້າສົ່ງ (ເຊັ່ນ: Printify, Wholesale2B, ... ) ຫຼືຜູ້ຜະລິດ, ແລະພວກເຂົາເຈົ້າປະຕິບັດຄໍາສັ່ງທີ່ຢູ່ເບື້ອງຫຼັງ."
    },
    "wholesaler": {
      "title": "Dropshipping Supplier",
      "desc": "ໂດຍທົ່ວໄປແລ້ວແມ່ນຜູ້ຄ້າສົ່ງ ຫຼືຜູ້ຜະລິດ – ຜູ້ທີ່ສົ່ງຄໍາສັ່ງໂດຍກົງຫາຜູ້ບໍລິໂພກສຸດທ້າຍ. ຮ້ານຄ້າອື່ນໃນ Selldone ສາມາດສົ່ງສິນຄ້າຂອງທ່ານໃນຮ້ານຄ້າຂອງເຂົາເຈົ້າໄດ້."
    },
    "marketplace": {
      "title": "ຕະຫຼາດ",
      "desc": "ຕະຫຼາດອອນໄລນ໌ເຊື່ອມຕໍ່ຜູ້ຊື້ແລະຜູ້ຂາຍໃນເວທີທີ່ເປັນເຈົ້າຂອງແລະສູນກາງ."
    },
    "franchise": {
      "title": "Franchise / ສາຂາ",
      "desc": "franchise ແມ່ນວິທີການແຈກຢາຍຜະລິດຕະພັນຫຼືການບໍລິການທີ່ກ່ຽວຂ້ອງກັບ franchisor ທີ່ສ້າງຕັ້ງແບຂອງທ່ານ (Franchising) ຫຼືຂາຍຜະລິດຕະພັນຂອງທ່ານໂດຍຍີ່ຫໍ້ຂອງພວກເຂົາ (ພັນທະມິດ)."
    }
  },
  "marketplace": {
    "vendor_wallets": "ກະເປົາເງິນ",
    "pricing_models": "ລາຄາ",
    "add_vendor": "ເພີ່ມຜູ້ຂາຍ",
    "requests": "ການຮ້ອງຂໍ"
  },
  "price_input_type": {
    "title": "ປະເພດການປ້ອນຂໍ້ມູນລາຄາ",
    "default": {
      "title": "ຄ່າເລີ່ມຕົ້ນ",
      "desc": "ເລືອກຄ່າເປັນປະລິມານໃນກະຕ່າ."
    },
    "area": {
      "title": "ພື້ນທີ່",
      "desc": "ໃສ່ຄວາມກວ້າງແລະຄວາມຍາວເປັນວັດສະດຸປ້ອນເພື່ອຄິດໄລ່ປະລິມານ."
    },
    "volume": {
      "title": "ປະລິມານ",
      "desc": "ໃສ່ຄວາມກວ້າງ, ຄວາມຍາວ, ແລະຄວາມສູງເປັນວັດສະດຸປ້ອນເພື່ອຄິດໄລ່ປະລິມານ."
    },
    "custom": {
      "title": "ກຳນົດເອງ (ຕາມແບບຟອມການປ້ອນຂໍ້ມູນ)",
      "desc": "ບໍ່ຈໍາເປັນຕ້ອງມີຫຼາຍຮ້ອຍຕົວແປ! ສ້າງແບບຟອມການຄິດໄລ່ຄ່າໃຊ້ຈ່າຍທີ່ກໍາຫນົດເອງສໍາລັບຜະລິດຕະພັນທີ່ສາມາດປັບແຕ່ງໄດ້ສູງ."
    }
  },
  "vendors_list": {
    "title": "ຜູ້ຂາຍຂອງຂ້ອຍ",
    "message": "ລາຍຊື່ຜູ້ຂາຍຂອງຂ້ອຍເອງ."
  },
  "vendor_page": {},
  "domains": {
    "message": "ເຊື່ອມຕໍ່ຫຼາຍໂດເມນກັບ OS ທຸລະກິດຂອງທ່ານ ແລະຈັດການທັງໝົດໃນບ່ອນດຽວ. ທ່ານ​ສາ​ມາດ​ນໍາ​ໃຊ້​ຄຸນ​ນະ​ສົມ​ບັດ​ຫຼາຍ​ໂດ​ເມນ​ເພື່ອ​ສ້າງ​ໂດ​ເມນ​ທີ່​ອຸ​ທິດ​ຕົນ​ສໍາ​ລັບ​ແຕ່​ລະ​ພາກ​ສ່ວນ​ຂອງ​ເວັບ​ໄຊ​ທ​໌​ຂອງ​ທ່ານ​, ເຊັ່ນ​: blog ແລະ​ຊຸມ​ຊົນ​, ຫຼື​ການ​ນໍາ​ໃຊ້​ໂດ​ເມນ​ທີ່​ແຕກ​ຕ່າງ​ກັນ​ສໍາ​ລັບ​ພາກ​ສ່ວນ​ຂອງ​ທ່ານ​."
  },
  "notes": {
    "add_action": "ເພີ່ມບັນທຶກສໍາລັບທີມງານຂອງທ່ານ",
    "notifications": {
      "success_add": "ບັນທຶກໄດ້ຖືກເພີ່ມສຳເລັດແລ້ວ.",
      "success_delete": "ບັນທຶກຖືກລຶບສຳເລັດແລ້ວ."
    }
  },
  "external_services": {
    "title": "ບໍລິການພາຍນອກ",
    "subtitle": "ຕິດຕາມສະຖານະສຸດທ້າຍຂອງການບໍລິການພາຍນອກເຊັ່ນ SMS ແລະອີເມລ໌ຢູ່ທີ່ນີ້."
  }
};