export default {
  "commons": {
    "pay_today": "Денес плаќање",
    "pay_yesterday": "Вчерашна исплата",
    "pay_last30days": "Уплата во последните 30 дена",
    "create_a_shop": "Создадете продавница",
    "start_free": "Започнете бесплатно",
    "featured_apps": "Истакнати апликации",
    "more_apps": "Повеќе апликации"
  },
  "numbers": {
    "infinite": "Неограничено"
  },
  "error": {
    "not_fount_data": "Податоците не се пронајдени!",
    "license_max_limit": "Вашата лиценца го достигна лимитот!"
  },
  "time_spans": {
    "days_range": "Опсег на денови",
    "today": "Денеска",
    "yesterday": "Вчера",
    "last_7": "Последните 7 дена",
    "last_14": "Последните 14 дена",
    "last_30": "Последните 30 дена",
    "last_90": "Последните 90 дена",
    "custom": "Прилагодено"
  },
  "device_types": {
    "desktop": "Десктоп",
    "mobile": "Мобилен",
    "tablet": "Таблет"
  },
  "create_website_action": "Направете ја вашата веб-страница - Бесплатна е",
  "show_shops_action": "Список на моите продавници",
  "Youtube": "YouTube",
  "Linkedin": "Линкедин",
  "Twitter": "Твитер",
  "Facebook": "Фејсбук",
  "Instagram": "Инстаграм",
  "Reddit": "Редит",
  "Github": "Github",
  "page_titles": {
    "home": "Продадено | Деловниот оперативен систем за брзорастечки компании",
    "login": "Логирај Се",
    "register": "Регистрирајте се",
    "auth_2fa": "Автентикација со 2 фактори 🔐",
    "academy": "Блог",
    "help": "Центар за помош",
    "price_list": "Ценовник",
    "my_stores": "Мои продавници",
    "roles": "Моите улоги",
    "wallet": "Мојот паричник",
    "personal_info": "Лични информации | KYC",
    "companies": "Мои компании",
    "access_control": "Контрола на пристап",
    "security_center": "Центар за безбедност",
    "gifts": {
      "received": "Подароци | Примено",
      "send": "Подароци | Испратено"
    },
    "monetization": {
      "linked_accounts": "Монетизација | Поврзани сметки",
      "plans": "Монетизација | План и врски"
    },
    "affiliate": "Филијалата",
    "avocado": "Авокадо — Модерен социјален продажен канал",
    "guild": "Еснаф — Колективен продажен канал",
    "partners_login": "Партнери | Најава на клиентот"
  },
  "blank_is_all_products": "Оставете празно за да ги вклучите сите производи!",
  "cautions": {
    "title": "Управувајте со вашиот бизнис професионално правејќи ги следните совети. Продолжете да читате за совети како да ја зголемите профитната маржа и многу повеќе. Ние сме со вас на патот.",
    "no_payment_method": {
      "title": "Метод за плаќање",
      "message": "Мора да додадете начин на плаќање во вашата продавница.",
      "action": "Порти за продавница"
    },
    "link_account": {
      "title": "Поврзете ја сметката",
      "message": "Мора да поврзете сметка ({currency}) со вашата продавница.",
      "action": "Купувајте сметки"
    },
    "no_domain": {
      "title": "Додадете домен",
      "message": "Можете да поврзете еден или повеќе лични домени со вашата продавница. Вашата веб-локација ќе биде инсталирана на вашиот домен. Овој процес е брз и лесен."
    },
    "domain_not_approved": {
      "title": "Верификација на домен",
      "message": "Вашиот домен {domain} не е потврден. Проверете ги поставките за DNS и потврдете го доменот."
    },
    "no_currency": {
      "title": "Додадете валута",
      "message": "Мора да дефинирате барем една валута за вашата продавница.",
      "action": "Управување со валути"
    },
    "no_primary_domain": {
      "title": "Главниот домен",
      "message": "Изберете домен како примарен домен. Со кликнување на копчето ѕвезда веднаш до името на доменот, можете да го изберете доменот како примарен домен на вашата продавница. Ова е критично за пребарувачите. Имајте предвид дека вашата продавница сè уште ќе биде достапна преку сите активни домени."
    },
    "shop_complete": {
      "title": "Комплетни информации",
      "action": "Поставки за продавница",
      "location_msg": "Додајте ја вашата локација",
      "days_open_msg": "Поставете отворени денови",
      "time_open_msg": "Поставете време за отворање и затворање",
      "description_msg": "Напишете краток опис за вашиот бизнис",
      "icon_msg": "Поставете го логото на вашата продавница",
      "shop_gateways_msg": "Додадете начин на плаќање",
      "socials_msg": "Додадете ги вашите социјални врски",
      "clubs_msg": "Поставете клубови на клиенти",
      "domains_msg": "Додадете прилагоден домен",
      "primary_msg": "Поставете домен како примарен"
    }
  },
  "support": {
    "request": "Побарајте поддршка",
    "category": "Категорија",
    "title": "Поддршка",
    "message": "Поставете какви било барања или прашања. Нашиот тим за поддршка ќе ве води. Ви предлагаме да го поставите вашето прашање на страницата поврзана со вашето барање. На пример, ако имате прашање за поставување на домен, испратете го на страницата за поставки на доменот на вашата продавница.",
    "close_at": "Затворено на {date}",
    "close_ticket_by_user": "Фала, го добив одговорот"
  },
  "surveys": [
    "Многу лош",
    "Сиромашните",
    "Нормално",
    "Добро",
    "Одлично"
  ],
  "sort": {
    "title": "Сортирај по",
    "title_small": "Сортирај по..",
    "nothing": "Ништо",
    "most_views": "Најмногу прегледи",
    "most_likes": "Најпопуларни",
    "most_recent": "Најнова",
    "most_sell": "Најпродавана",
    "cheapest": "Најевтино",
    "most_expensive": "Најскапиот",
    "only_available": "Достапно",
    "view_mode": {
      "normal": "Нормално",
      "grid": "Мрежа",
      "list": "Список",
      "insta": "Инста"
    }
  },
  "helps": {
    "title": "Продаден центар за помош",
    "subtitle": "Добредојдовте во Селдоне. Ако градите нова онлајн продавница на деловен оперативен систем, можете да најдете повеќе информации овде.",
    "add_new_help": "Нова помош",
    "resources": "Ресурси",
    "categories": {
      "Welcome": "Почни",
      "Setup": "продавница",
      "Sell": "продажба и маркетинг",
      "Developer": "Развијте",
      "Application": "Апликации"
    },
    "faq": "FAQ",
    "github": "Репозиториум Github",
    "admin_api_app": "Администратор API веб-услуга",
    "shop_api_app": "Купувајте веб-услуга API",
    "design_kit": "Дизајн комплети",
    "community": "Заедница"
  },
  "blogs": {
    "title": "Блог",
    "subtitle": "Лекции за бизнис, доверба и знаење што ви е потребно за да создадете просперитетен бизнис.",
    "add_new_blog": "Нов блог",
    "popular": "Популарни",
    "topics": "Теми",
    "select_topics": "Изберете ја вашата работа.",
    "select_job_topics": "Изберете ги вашите теми поврзани со работата",
    "select_interested_topics": "Кои теми ве интересираат?"
  },
  "api": {
    "title": "API и интеграција",
    "message": "Една од клучните карактеристики на Selldone е обезбедување робусни и безбедни API за управување и поврзување продавници со други услуги како што се складирање, сметководство итн. Можете исто така да дизајнирате сопствени апликации и веб-апликации за вашата продавница. Без да се грижите за управувањето со серверот и податоците. Само користете ги API-ите на доменот. Ќе го имате целиот процес на управување со корисници, автентикација и други функции на доменот."
  },
  "user_dashboard": {
    "title": "Мојот шатл",
    "subtitle": "Управувајте со вашиот бизнис со ажурирани информации и јасни изгледи.",
    "menu": {
      "affiliate": "Филијалата",
      "monetize": "Монетизирај",
      "gift": "Подарок",
      "security": "Безбедност",
      "access": "Пристап",
      "business": "Компанијата",
      "wallet": "Паричник",
      "identification": "KYC",
      "stores": "Продавници",
      "roles": "Улоги",
      "home": "Дома",
      "expert": "Експерт"
    },
    "shops": {
      "create_new": "Создадете нова продавница",
      "create_new_sub": "Бесплатно",
      "create_new_sub_need_initial_charge": "Изградбата на првата продавница е бесплатна. Веројатно една продавница е доволна за вашиот бизнис, но ако треба да изградите повеќе продавници, трошоците за изградба на нова продавница се 25$. Го повлекуваме износот од вашата сметка на паричникот.",
      "menu": {
        "title": "Мои продавници",
        "shops": "Продавници",
        "new": "Ново"
      },
      "accept_invite_question": "Дали ја прифаќате оваа покана?",
      "shop_card": {
        "menu_orders": {
          "physical": "Нарачки за физички производи",
          "virtual": "Виртуелни нарачки на производи",
          "files": "Поднеси нарачки",
          "services": "Нарачки за сервисирање"
        },
        "status": "Статус",
        "license": "Лиценца",
        "volume": "Искористен простор",
        "expire": "Лиценцата истече",
        "products": "Производи",
        "page_views": "Прегледи",
        "user_behavior": "Однесување на клиентите",
        "time_span": "од {time} до сега",
        "finance_report": "Финансиски извештај",
        "buys": "Набавки",
        "payments": "Плаќања",
        "orders": "Нарачки",
        "currency": "Валута"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "Повратни информации од клиентите",
      "title_small": "Преглед",
      "wishlist": "Листа на желби",
      "comments": "Коментари",
      "likes": "Допаѓања",
      "favorites": "Омилени",
      "powers": "Плескање",
      "views": "Прегледи",
      "report_today": "Денешен извештај",
      "report_last7days": "Извештај за последните 7 дена",
      "report_last30days": "Извештај за последните 30 дена"
    }
  },
  "admin_shop": {
    "title": "продавница",
    "menu": {
      "edit": "Поставки",
      "automation": "Автоматизација",
      "application": "Апликации",
      "access": "Пристап",
      "pages": "Страници",
      "channels": "Канали",
      "categories": "Категории",
      "marketing": "Маркетинг",
      "customers": "Клиенти",
      "logistic": "Логистички",
      "auditing": "Сметководство",
      "incentives": "Стимулации",
      "process_center": "Нарачки",
      "blog": "Блог",
      "products": "Производи",
      "shops": "Продавници",
      "dashboard": "Контролна табла",
      "autopilot": "Автопилот",
      "apps": "Апликации",
      "pos": "POS",
      "seo": "SEO",
      "localization": "Локализација"
    },
    "dashboard": {
      "title": "Контролна табла за продавница",
      "online_staff": "Онлајн персонал(и)",
      "notify_referral": {
        "message": "Испратете ја вашата покана врска до пријателите и добијте бесплатни ваучери.",
        "action": "Мојот линк за упатување"
      },
      "info": {
        "title": "Технички",
        "subtitle": "Технички преглед на вашиот деловен оперативен систем.",
        "shop_name": "Име на продавница",
        "shop_link": "Линк за продавница",
        "site_map": "Мапа на сајтот",
        "shop_domains": "Домени",
        "shop_domains_msg": "Список на поврзани сопствени домени.",
        "home_msg": "Поставете ја стандардната почетна страница на вашата веб-локација. Може да се смени за секој сопствен домен.",
        "add_domain": "Додадете нов домен",
        "currencies": "Активни валути",
        "currencies_alert": "Изберете барем една валута за продавницата!",
        "status": "Статус",
        "license": "Лиценца",
        "expire": "Датум на истекување на лиценцата",
        "upgrade_license_action": "Надградете на {name}",
        "wage": "Надоместок",
        "cpu_message": "Бројот на ресурси што сте ги приспособиле на купениот план и ресурсите што ги додавате на вашата услуга.",
        "hide_domains": "Сокриј ги моите домени",
        "show_domains": "Прикажи ги моите домени",
        "table": {
          "primary": "Примарен",
          "url": "УРЛ",
          "site_map": "Мапа на локацијата",
          "enable": "Овозможи",
          "indexed": "Индексирано",
          "and_more": "& повеќе..",
          "auto_repair": "Автоматска поправка"
        },
        "add_dialog": {
          "title": "Конфигурирајте го доменот на продавницата",
          "step1": "Може да го дефинирате лимитот на IP на записот А за домен DNS или поддомен од следните вредности:",
          "step2": "Додадете запис DNS TXT:",
          "set_ip_alert": "Поставете ја IP вредноста на записот A <b>{ip}</b> .",
          "input_domain": "URL на домен",
          "correct": "Поставките на доменот се точни.",
          "set_message": "Поставете CNAME на овој домен на {cname}.",
          "input_domain_message": "Внесете го името на доменот без http и https.",
          "ssl_message": "Не грижете се за SSL сертификатот за вашата веб-страница. Овој сертификат ќе биде издаден за вашиот домен автоматски од Selldone (бета).",
          "active": "Доменот е активен",
          "inactive": "Доменот е оневозможен",
          "success_message": "Честитки, вашата страница е овозможена на {domain}. Можете да го запознаете светот со вашиот бизнис и бренд преку овој домен.",
          "delete_action": "Да се избрише доменот?"
        },
        "set_home_dialog": {
          "title": "Поставете почетна страница на домен"
        },
        "notification": {
          "add_message": "Адресата на доменот е успешно додадена.",
          "update_message": "Доменот се ажурираше успешно.",
          "delete_domain_message": "Доменот е успешно избришан."
        },
        "alert": {
          "title": "Избриши домен",
          "message": "Дали сакате да го избришете овој домен? Погрижете се да ги ресетирате вредностите на записите на DNS на вашиот домен за да спречите други измами."
        }
      },
      "active_orders": {
        "title": "Нарачки",
        "title_small": "Физички, фајлови, виртуелни и сервисни нарачки",
        "pending_orders": "Нарачки што чекаат",
        "physical": "Нарачки за физички производи",
        "virtual": "Виртуелни нарачки на производи",
        "file": "Поднесете нарачки на производи",
        "service": "Сервис на нарачки производи"
      },
      "products": {
        "title": "Инвентар",
        "title_small": "Производи, услуги, датотеки",
        "total_products": "Вкупно видови производи"
      },
      "finance": {
        "title": "Финансиски",
        "title_small": "Финансиски извештај",
        "total_30days_title": "Вкупен износ на продажба",
        "last_30_day": "Последните 30 дена",
        "pay_amount_chart_title": "Плаќања",
        "sell_amount_chart_title": "Продажба",
        "discount_amount_chart_title": "Попуст",
        "currency_convert_to": "На валута",
        "active_currencies": "Активни валути",
        "sell_count_chart_title": "Број на продажби по варијанти",
        "active_gateways": "Активен портал за плаќање",
        "received_last_24h": "Примено последните 7 часа",
        "pie": {
          "title": "Денешниот сооднос на продажба",
          "no_data": "Нема продажба денес"
        },
        "pay_amount": "Износ на плаќање",
        "sell_amount": "Износ на продажба",
        "discount_amount": "Износ на попуст",
        "sell_count": "Број на продажба",
        "table": {
          "currency": "Валута",
          "total_sell_30days": "Вкупна продажба од 30 дена",
          "sell_daily": "Дневна стапка на продажба",
          "sell": "Продажба",
          "pay": "Плати"
        }
      },
      "customers": {
        "title": "Купувајте клиенти",
        "title_small": "Извештај за конверзија",
        "total_customers": "Вкупно",
        "new_customers_today": "Денеска",
        "new_customers_week": "Последните 7 дена",
        "orders_count": "Нарачките се бројат",
        "days_range": "Опсег на денови",
        "new_users": "Нови регистрирани корисници",
        "chart": {
          "new_customers": "Нови клиенти",
          "customers": "Вкупно клиенти"
        }
      },
      "plugins": {
        "title": "Приклучоци",
        "title_small": "Инсталиран"
      },
      "performance": {
        "title": "Денеска",
        "title_small": "Преглед на корисници и продажба",
        "users": "Корисници",
        "views": "Прегледи",
        "orders": "Нарачки",
        "payments": "Плаќања",
        "no_visitor_today": "Денеска немавте посетители."
      }
    },
    "products": {
      "title": "Список на производи",
      "products_list": "Назад на списокот",
      "products_menu": "Управување со производи",
      "process_que": "Преработка на увезени производи",
      "view_que_list": "Прикажи листа на редици",
      "menu_products_list": "Список на производи",
      "menu_export": "Извоз на производи",
      "menu_import": "Увезете производи",
      "menu_show_deletes": "Прикажи избришани производи",
      "drop_import_message": "Оставете ја датотеката со списокот производи (формат CSV, XLS, XLSX) овде за да започнете со додавање на големо производи. Осигурете се дека датотеката има формат на списокот на производи на продадени производи.",
      "product_widget": {
        "product_type": "Тип на производ",
        "price": "цена",
        "value_added": "Комисијата",
        "discount": "Попуст",
        "in_stock": "На залиха",
        "product_unit": "Единица",
        "total_sell": "Вкупна продажба",
        "total_view": "Вкупно прегледи",
        "view_unit": "Времиња",
        "review_unit": "Осврти"
      },
      "folder_widget": {
        "products": "Производи",
        "products_unit": "Видови",
        "sub_categories": "Категории",
        "sub_categories_unit": "Предмети",
        "views": "Прегледи",
        "views_unit": "Времиња"
      }
    },
    "blogs": {
      "new": "Напиши ново",
      "blogs": "Блог",
      "list": {
        "title": "Мои написи",
        "waiting_message": "Се примаат информации... ве молиме почекајте",
        "published": "Објавено",
        "draft": "Нацрт",
        "private": "Приватен",
        "public": "Јавно",
        "table": {
          "title": "Наслов",
          "author": "Автор",
          "claps": "Плескање",
          "like": "Допаѓа",
          "comments": "Коментари",
          "views": "Прегледи",
          "publish_state": "Статус",
          "created_at": "Датум на производство",
          "updated_at": "Последно ажурирање"
        }
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "Се примаат информации... ве молиме почекајте",
        "rejected": "Одбиено",
        "delivery": "Испорака",
        "discount": "Попуст",
        "not_paid": "Не е платено",
        "table": {
          "order_number": "Код за нарачка",
          "order_date": "Датум на наплата",
          "status": "Последен статус",
          "price": "Вкупна количина",
          "payment_status": "Статус на плаќање"
        }
      },
      "virtual": {
        "waiting_message": "Се примаат информации... ве молиме почекајте",
        "discount": "Попуст",
        "table": {
          "order_number": "Код за нарачка",
          "product": "Производ",
          "order_date": "Датум на регистрација",
          "status": "Последен статус",
          "price": "Вкупна количина",
          "payment_status": "Статус на плаќање"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "Размена",
        "gateway": "Порта",
        "invoice": "Наплата",
        "report": "Пријави",
        "tax": "Данок",
        "drop_shipping": "Потврди за препродавачи",
        "reseller_accounts": "Сметки за препродавачи"
      },
      "invoice": {
        "title": "Купувајте поврзани паричници",
        "subtitle": "Надоместоците, провизиите и трошоците за продавница се одземаат од овие сметки на паричникот.",
        "title_add": "Поврзете нова сметка на паричник",
        "subtitle_add": "Треба да креирате нов паричник за секоја валута и да го поврзете со вашата продавница. Надоместокот за услугата ќе биде повлечен од овој паричник.",
        "add_account": "Додадете сметка",
        "charge_account": "Наплатете сметка",
        "show_transaction": "Прикажи трансакции",
        "table": {
          "currency": "Валута",
          "account_number": "Број на сметка",
          "account_name": "Име на сметката",
          "balance": "Биланс",
          "free_balance": "Расположливо салдо",
          "actions": "Отстрани"
        },
        "add_account_dialog": {
          "title": "Се поврзува кредитна сметка со продавница",
          "subtitle": "Кога ќе отворите сметка на паричник со Selldone, ние ќе ви дадеме виртуелна кредитна картичка и сметка како и секоја друга кредитна картичка. Продадената такса за продажба ќе биде одбиена од оваа сметка, но ако состојбата на вашата сметка не е доволно, оваа сума ќе се должи. Можете да ги користите услугите на Seldone онолку колку што ви треба.",
          "account_number": "Број на сметка",
          "account_number_input_message": "Продавницата ќе биде поврзана со оваа сметка. Оваа сметка ќе се користи за такси и трошоци.",
          "balance": "Состојба на сметката",
          "connect_account_to_shop": "Поврзете ја сметката со продавницата"
        },
        "notifications": {
          "connect_account_success": "Сметката е успешно додадена.",
          "delete_account_success": "Сметката е успешно отстранета од продавницата."
        },
        "alert": {
          "delete_account": "Исклучете ја сметката",
          "delete_account_message": "Дали сакате да ја отстраните оваа сметка од списокот со сметки во продавницата?",
          "delete_account_action": "Избриши сметка"
        },
        "inform_charge_account": "Наплатете ја вашата сметка!",
        "inform_charge_account_critical": "Наплатете ја вашата сметка за да спречите суспензија на услугата!"
      },
      "gateway": {
        "title": "начини за плаќање",
        "sub_title": "Список на активни начини на плаќање. Ако сакате да додадете нов метод во вашата продавница, притиснете го следново копче. Силно препорачуваме да не надминувате 10 додадени портали за плаќање.",
        "add_gateway": "Нов начин на плаќање",
        "add_gateway_dialog": {
          "title": "Изберете валута",
          "country_currencies": "Локални валути",
          "crypto_currencies": "Криптовалути",
          "active_gateways": "Активни начини на плаќање",
          "confirm": "Додадете начин на плаќање"
        }
      },
      "exchange": {
        "title": "Чувајте ги активните валути",
        "subtitle": "Корисниците ќе можат да изберат една од активните валути и ќе се пресметуваат и прикажуваат цените на производите. Останува на продавачот да го внесе курсот.",
        "shop_currencies_input": "Активни валути за корисниците",
        "shop_currencies_input_error": "Изберете барем една валута",
        "rates": {
          "title": "Девизен курс",
          "sub_title": "Можете да ги внесете цените на производите врз основа на која било од валутите подолу и цените на производите ќе се пресметуваат автоматски по стапки на конверзија помеѓу вашите валути.",
          "message": "Со внесување на курсевите помеѓу валутите, цените на вашите производи автоматски ќе се пресметуваат и ажурираат.",
          "add_new_rate": "Додадете нова стапка"
        },
        "table": {
          "waiting_receive_data": "Добивање информации ... ве молиме почекајте",
          "rate_input": "Девизен курс",
          "from": "Од",
          "to": "До",
          "exchange_rate": "Девизен курс",
          "edit": "Уредување",
          "delete": "Избриши",
          "auto": "Автоматска стапка"
        },
        "add_rate_dialog": {
          "title": "Поставете девизен курс",
          "message": "Бидете внимателни при внесување информации. Цените на вашите производи ќе се пресметуваат врз основа на стапките внесени овде.",
          "currency_from": "Од валута",
          "currency_to": "На валута",
          "exchange_rate": "Девизен курс"
        },
        "alert": {
          "title": "Избришете ја стапката на конверзија",
          "message": "Дали сакате да ја избришете оваа стапка на конверзија?",
          "action": "Избриши"
        },
        "notifications": {
          "delete_success": "Девизниот курс е отстранет.",
          "add_success": "Девизниот курс е ажуриран.",
          "update_success": "Чувајте ги активните валути ажурирани."
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "Магацини",
        "subtitle": "Список на моите магацини."
      },
      "warehouse_btn": "Додадете нов магацин",
      "warehouse_btn_error": "Поставете го вашиот магацин, продавница или потекло на вашиот бизнис. Од витално значење е да се има во процесот на пресметување на трошоците за испорака и наплата.",
      "size_unit": {
        "title": "Единица за големина",
        "subtitle": "Единицата што се користи за должина, ширина и висина."
      },
      "mass_unit": {
        "title": "Масовна единица",
        "subtitle": "Единицата што се користи за тежина."
      },
      "menu": {
        "return_request": "Се врати",
        "delivery": "Испорака",
        "inventory": "Инвентар",
        "warehouse": "Магацин",
        "logistic_apps": "Логистика"
      },
      "warehouse": {
        "title": "Магацин на продавница",
        "sub_title": "Оваа адреса се користи како потекло на превозот.",
        "table": {
          "title": "Список на залихи",
          "sub_title": "Список на сите производи на продавницата, вклучувајќи физички, виртуелни, датотеки и услуги"
        }
      },
      "delivery": {
        "title": "Методи на испорака",
        "sub_title": "Со поставување на вредностите во овој дел, во вашата продавница се активираат различни методи за испраќање. Во овој дел може да се активира и методот на готовина при испорака.",
        "add_transportation": "Додадете превоз",
        "delivery_form": {
          "payment": "Опции за плаќање",
          "limits": "Граници",
          "currency_input": "Референтна валута за пресметки на трошоците",
          "currency_input_message": "Трошоците се пресметуваат во оваа валута",
          "distance_input": "Поминато растојание од магацин",
          "distance_input_message": "0 или -1 значи без ограничување.",
          "max_weight_input": "Максимална прифатлива тежина на пакувањето",
          "max_weight_input_message": "0 или -1 значи без ограничување.",
          "max_size_input": "Максимални димензии на пакетот",
          "width": "Ширина",
          "length": "Должина",
          "height": "Висина",
          "days_input": "Достапни датуми за испорака",
          "days_input_nodata": "Изберете го денот на испорака",
          "hours_input": "Достапни времиња на испорака",
          "hours_input_nodata": "Изберете временски период",
          "vacation_input": "Дали доставувате на празници?",
          "cod_input": "Поддршка COD",
          "cod_input_message": "Проверете дали вашата услуга за испорака прифаќа COD.",
          "sod_input": "Дали поддржувате COD?",
          "sod_input_message": "Осигурете се дека вашата услуга за испорака прифаќа COD.",
          "pricing": "Пресметајте ја цената",
          "const_input": "Фиксна цена",
          "distance_cof_input": "Коефициент на трошоци до растојание",
          "distance_cof_input_dim": "На {dim}",
          "weight_cof_input": "Фактор на цена до тежина",
          "weight_cof_input_dim": "На {dim}",
          "price_cof_input": "Трошоци за испорака до фактор цена на производот",
          "price_cof_input_message": "Вклучува трошоци за осигурување и други услуги како што се трошоци за такса.",
          "price_cof_input_dim": "На {dim}",
          "distance_weight_cof_input": "Мултипликатор на трошоци по тежински мултипликатор",
          "distance_weight_cof_input_dim": "За секоја {weight} на {distance}",
          "free_shipping_input": "Бесплатна испорака",
          "free_shipping_limit_input": "Минимален трошок за нарачка за бесплатен превоз",
          "notifications": {
            "update_success": "Поставките за услугата за испорака се успешно завршени."
          }
        }
      }
    },
    "users": {
      "menu": {
        "customers": "Клиенти",
        "contact_form": "Контакти",
        "faq": "FAQ",
        "club": "Клуб",
        "report": "Пријави"
      },
      "report": {
        "title": "Преглед на клиенти",
        "sub_title": "Овде ќе го видите статусот на вашите клиенти во живо.",
        "report_30days_by_time": "Корисничка активност врз основа на датум и време во последните 30 дена",
        "report_30days_by_location": "Активност на корисниците на геолокација во последните 30 дена"
      },
      "club": {
        "title": "Клуб на клиенти",
        "sub_title": "Внесете месечен и годишен износ за купување и валута за да го активирате секое ниво. Вашите клиенти ќе бидат најавени во вашиот клуб на клиенти бидејќи ги исполнуваат барањата за месечно или годишно купување.",
        "item": {
          "members_count": "Број на членови",
          "purchases_count": "Бројот на нарачки",
          "monthly": "Месечно",
          "annually": "Годишно",
          "discount_percent": "Попуст стапка",
          "discount_limit": "Лимит на попуст"
        },
        "edit_dialog": {
          "title": "Управување со ниво на клиенти",
          "currency_input": "Валута",
          "currency_input_message": "Вкупните набавки се пресметуваат во оваа валута.",
          "free_shipping_input": "Бесплатна испорака",
          "monthly_input": "Месечна стапка на купување",
          "annually_input": "Годишна откупна стапка",
          "discount_percent_input": "Попуст за членовите на клубот",
          "discount_limit_input": "Лимит на попуст",
          "description_input": "Опис",
          "description_input_message": "Внесете краток опис на ова ниво."
        },
        "notifications": {
          "update_success": "Промените се применети во клубот на клиенти."
        }
      },
      "faq": {
        "title": "Најчесто поставувани прашања",
        "sub_title": "Додавајте, уредувајте и одговарајте на прашањата на вашите клиенти."
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "Кампањи",
        "cross_selling": "Вкрстена продажба",
        "affiliate": "Филијалата",
        "emails": "Е-пошта",
        "funnel": "Инка"
      },
      "campaign": {
        "name_input_placeholder": "Име на кампањата",
        "name_input_message": "Внесете го насловот на вашата кампања.",
        "create_campaign_action": "Создадете нова кампања",
        "table": {
          "title": "Наслов",
          "state": "Статус",
          "discount": "Попуст",
          "landing": "Целна страница",
          "start": "Започнете",
          "end": "Крај"
        },
        "notifications": {
          "add_success_title": "Креирај кампања",
          "add_success": "Вашата кампања е создадена."
        }
      }
    },
    "categories": {
      "title": "Список на категории",
      "subtitle": "Категориите се клучната карактеристика на вашата онлајн продавница. Ве охрабруваме да ги користите овие моќни алатки за категоризација за да изградите модерен излог и да им олесните на вашите клиенти да ги најдат вистинските производи.",
      "menu": {
        "add_new": "Додадете нова категорија",
        "categories_list": "Список на категории",
        "export": "Категории за извоз",
        "import": "Категории за увоз (CSV)"
      },
      "graph": {
        "title": "Хиерархија на категории",
        "subtitle": "Можете да имате целосен преглед на категориите на вашата продавница и како корисниците се движат по нив. Со правилен распоред на категории, вашите клиенти можат брзо да најдат производи и стапката на конверзија ќе се зголеми.",
        "visits_count": "Посетете",
        "normal": "Едноставно",
        "items_count": "Број на ставки",
        "home": "Дома"
      },
      "category_widget": {
        "parent": "Родител",
        "not_exist": "Не постои",
        "children": "Подкатегории",
        "delete_alert": {
          "title": "Отстранете ја категоријата за деца",
          "message": "Дали сакате да го отстраните {title} од списокот {parent_title}?",
          "action": "Избриши"
        },
        "notifications": {
          "edit_success": "Категоријата е уредена."
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "продавница",
        "my_apps": "Апликации"
      },
      "my_apps": {
        "title": "Чувајте ги активните апликации",
        "subtitle": "Управувајте со вашите деловни апликации.",
        "all": "сите"
      },
      "store": {
        "title": "Продавница за Апликации",
        "subtitle": "Поврзете ги вашите омилени услуги со вашиот бизнис безбедно. Додаваме приклучоци и апликации врз основа на барањата на нашите клиенти.",
        "nodata": "Не е пронајден додаток.",
        "all": "сите",
        "more": "повеќе"
      }
    },
    "pages": {
      "menu": {
        "new_page": "Нова страница",
        "contact_us": "Контактирајте не",
        "privacy": "Приватност",
        "terms": "Услови",
        "about_us": "За нас",
        "landings": "Слетување",
        "popup": "Скокачки прозорец"
      }
    },
    "permissions": {
      "menu": {
        "persons": "Персонал",
        "roles": "Улоги",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "Листа на персонал",
          "new_user": "Додадете нов персонал",
          "new_user_message": "Корисници кои ќе имаат пристап до контролната табла и секциите за управување на оваа продавница.",
          "email_input_placeholder": "Е-пошта",
          "email_input": "Корисничка адреса за е-пошта",
          "level_input": "Ниво на пристап",
          "add_user_action": "Додадете персонал"
        },
        "delete_alert": {
          "title": "Отстранете го пристапот",
          "message": "Дали сакате да го избришете овој корисник?",
          "action": "Избриши"
        },
        "notifications": {
          "add_success_title": "Додадете пристап",
          "add_success": "Додаден е нов пристап.",
          "delete_success_title": "Избришете го пристапот",
          "delete_success": "Пристапот е избришан."
        }
      },
      "shop_api": {
        "title": "Клучеви за пристап до продавница",
        "message": "Овие клучеви се користат за креирање токен за пристап од вашиот сервер. Имајте предвид дека клучевите се доверливи и само на серверот на начин што не е видлив за другите."
      }
    },
    "applications": {
      "pwa": {
        "title": "Веб апликација",
        "sub_title": "Погледнете ја веб-апликацијата на вашата продавница овде",
        "message": "Забелешка: можете да ја уредувате страницата за добредојде на вашата веб-локација на вашиот iPhone и iPad во апликацијата iOS",
        "ios_app": "iOS апликација"
      },
      "ios": {
        "title": "iOS апликација",
        "sub_title": "Наскоро ќе можете да изградите апликација за iOS за вашата продавница.",
        "message": "Максимална големина на датотека: 512 KB, можете да прикачувате датотеки со големина до 1MB, под услов нашиот систем за компресија да може да ја намали големината на 512KB. Поставената слика ќе биде интелигентно променета."
      },
      "android": {
        "title": "Андроид апликација",
        "sub_title": "Направете своја сопствена апликација за Android",
        "message": "Пополнете го овој формулар и притиснете го копчето за изградба. Нема да има потреба од ништо друго. Сите чекори од процесот на градење и потпишување на вашата апликација се изведуваат на облак серверите. Конечната апликација ќе биде поставена на сите AppStores.",
        "server_un_available": "Експериментално, серверот за апликации не е поврзан во овој момент.",
        "app_building_progress": "Вашата апликација се гради.",
        "app_build_success": "Вашата апликација е подготвена.",
        "download_app_action": "Симни ја апликацијата",
        "firmware_version": "Верзија на фирмвер",
        "main_info": "Пакет за апликација",
        "package_name_input_message": "Проверете дали името на пакетот е единствено.",
        "package_name_input_alert": "Ако го промените ова име, повеќе нема да можете да ги ажурирате вашите претходни апликации во AppStore и да инсталирате нова. Имајте предвид дека корисниците на апликациите од постарите верзии исто така нема да можат да се логираат на нивните сметки.",
        "version_input": "Верзија",
        "version_input_message": "Овој број секогаш мора да биде поголем од неговата претходна вредност.",
        "version_name_input": "име на верзијата",
        "version_name_input_message": "Внесете уникатно име за оваа верзија на апликацијата.",
        "use_selldone_key": "Се продаваат стандардните клучеви",
        "use_last_key": "Зачуван клуч",
        "use_new_key": "Нов клуч",
        "appearance": "Изглед",
        "app_name_input": "Име на апликацијата",
        "app_name_input_message": "Ова ќе биде главното име на вашата апликација.",
        "app_title_input": "наслов на апликацијата",
        "app_title_input_message": "Овој наслов се појавува на врвот на апликацијата.",
        "app_title_input_placeholder": "Внесете наслов",
        "app_icon_input": "Икона за апликација",
        "app_icon_input_placeholder": "Изберете ја zip-датотеката со иконите на апликациите.",
        "generate_icon_pack_action": "Изградба на иконски пакет",
        "splash_design": "Дизајн на поздравниот екран",
        "splash_logo_input": "Лого на поздравниот екран",
        "splash_logo_input_placeholder": "Изберете слика за Splash Screen.",
        "splash_title_input": "Наслов на поздравниот екран",
        "splash_title_input_placeholder": "Внесете наслов за Splash Screen",
        "splash_title_input_message": "Овој наслов ќе биде прикажан со голема големина на фонтот.",
        "splash_message_input": "Порака со поздравниот екран",
        "splash_message_input_placeholder": "Порака...",
        "splash_message_input_message": "Оваа порака ќе се прикаже како мала слика подолу.",
        "dark_theme": "Темна тема",
        "light_theme": "светла тема",
        "build": "Изградба",
        "building_info": "Изградбата на апликација на облак сервер трае од 10 секунди до неколку минути. Ве молиме бидете трпеливи. Врската за преземање датотека ќе се појави овде штом апликацијата ќе биде подготвена.",
        "update_mode_action": "Ажурирање",
        "build_mode_action": "Изградете апликација",
        "notifications": {
          "icon_pack_not_valid_error": "Датотеката не е точна.",
          "start_building_title": "Зграда ...",
          "start_building_message": "Поднесено барање за изградба на Андроид апликација.",
          "build_success_title": "Секоја чест",
          "build_success": "Вашата апликација за Android е подготвена и можете да ја преземете сега."
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "Автопилот"
      }
    },
    "edit": {
      "menu": {
        "delete": "Избриши продавница",
        "activity_time": "Време",
        "footer": "Мени",
        "info": "Инфо",
        "notification": "Известувања",
        "home": "Дома",
        "locations": "Локации",
        "license": "Лиценца",
        "theme": "Тема",
        "sms": "Порака",
        "email": "Е-пошта",
        "domain": "Домен",
        "verifications": "Проверки"
      },
      "delete_dialog": {
        "title": "Избриши продавница",
        "message": "Дали сакате да ја избришете продавницата на <b>{title}</b> ?",
        "action": "Избриши продавница"
      },
      "notifications": {
        "delete_success": "Продавницата е избришана."
      },
      "info": {
        "title_tab": {
          "title": "Име на бизнисот и јазик",
          "subtitle": "Поставете јавно име и стандарден јазик."
        },
        "name_tab": {
          "title": "Купувајте единствено име",
          "subtitle": "Тоа е вашето деловно корисничко име."
        },
        "description_tab": {
          "title": "Вашата деловна приказна",
          "subtitle": "Пишувајте за вашиот бизнис и неговата единствена вредност."
        },
        "contact_tab": {
          "title": "Контакт и локален бизнис",
          "subtitle": "Јавни информации за контакт и поставување на локалниот бизнис на Google."
        },
        "image_tab": {
          "title": "Лого",
          "subtitle": "Изберете уникатно лого за вашиот бренд."
        }
      },
      "badge": {
        "external_title": "Управувајте со надворешните значки",
        "external_message": "Овде можете да ја внесете адресата на сликата на значката и врската до неа. URL-адресите мора да бидат од одобрена веб-локација."
      },
      "edit_menu": {
        "title": "Менија",
        "footer": {
          "title": "Мени за подножје",
          "sub_title": "Можете да го конфигурирате долниот мени на страницата за продавница овде. Овие менија можат да бидат почетни страници, дизајнирани страници или надворешни врски."
        },
        "header": {
          "title": "Мени за заглавие",
          "sub_title": "Ова мени се прикажува само на екрани поголеми од мобилните и на горниот дел од почетната страница, категориите на производи, слетувањата и страниците на производите."
        },
        "save_menu": "Мени за зачувување",
        "dialog": {
          "main_pages": "Главни страници",
          "custom_pages": "Целни страници"
        },
        "table": {
          "home": "Дома",
          "shop": "Купувајте",
          "blogs": "Блог",
          "about_us": "За нас",
          "privacy": "Приватност",
          "terms": "Услови за користење",
          "faq": "FAQ",
          "contact_us": "Контактирајте не"
        },
        "notifications": {
          "save_success": "Менито е успешно ажурирано."
        }
      },
      "social": {
        "title": "Социјални медиуми",
        "message": "Внесете ја вашата официјална врска за социјалните медиуми во овој дел. Следете ги упатствата за секоја ставка за да ги потврдите адресите."
      },
      "time": {
        "title": "Работни денови",
        "sub_title": "Поставете работни денови и време",
        "days_open_input": "Денови",
        "days_open_input_nodata": "Изберете барем еден ден",
        "start_time_input": "Време на започнување на активноста на продавницата",
        "start_time_input_hint": "Работно време на продавницата",
        "end_time_input": "Чувајте Затвори време",
        "end_time_input_hint": "Време на завршување на активноста за складирање",
        "customer_support_service": "Одговорност и услуги на клиентите",
        "response_time_input": "Статус на услуги на клиентите",
        "support_24h": "24 часа 7 дена во неделата",
        "support_normal": "Само за време на работното време",
        "no_service": "бр",
        "notifications": {
          "update_success": "Продавница е изменета."
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "Нема категорија"
  },
  "add_product": {
    "title_new": "Нов производ",
    "title_new_category": "Нова категорија",
    "title_new_drop_shipping": "Додајте dropshipping",
    "title_edit": "Уреди производ",
    "delete": "Избришете го производот",
    "completed": "Завршено",
    "menu": {
      "type": "Тип на производ",
      "general_info": "Општи информации",
      "rating": "Анкета и карактеристики",
      "spec": "Спецификации",
      "images": "Слики",
      "price": "цена",
      "inputs": "Влез",
      "outputs": "излез",
      "extra": "Дополнителни детали",
      "review": "Преглед на производот",
      "inventory": "Инвентар / Варијанти"
    },
    "select_type": {
      "title": "Изберете го вашиот тип на производ или услуга"
    },
    "edit_info": {
      "category_input": "Категорија",
      "product_name": "Име на производ*",
      "product_name_placeholder": "Името на вашиот производ овде..",
      "product_code": "Шифра на производ (англиски)",
      "sku": "SKU",
      "sku_message": "Единица за чување акции",
      "mpn": "MPN",
      "mpn_message": "Број на дел од производителот",
      "status": "Статус",
      "external_link": "Надворешна врска",
      "brand": "Бренд",
      "brand_placeholder": "Бренд пр. Јаболко.. (Изборно)",
      "warranty": "Гаранција",
      "is_original": "Дали е ова оригинален производ?",
      "is_original_message": "Ако не го поставите вашиот производ оригинален, лажната значка ќе се прикаже за овој производ.",
      "return_warranty": "Колку дена овој производ има гаранција за враќање?",
      "warehouse_section": "Магацин и Производство",
      "conditions_section": "Услови на производот",
      "warranty_section": "Гаранција и испорака",
      "unit": "Производна единица",
      "unit_message": "Внесете ја единицата доколку е потребно. На пример: KG, Мерач, ...",
      "condition": "Состојба на производот во вашата продавница",
      "condition_message": "Мора да изберете една од вредностите во ова поле.",
      "unit_section": "Производна единица",
      "unit_float": "Пловечка единица (наскоро)",
      "unit_float_hint": "На пример, клиентот може да нарача 3 кг овошје, но износот што му е испратен на клиентот е малку поинаков од нарачаната количина.",
      "unit_float_message": "За време на обработката на нарачката, испорачаната сума може да се разликува од нарачаната сума. Системот автоматски ја пресметува оваа разлика и ја евидентира како ваш долг кон клиентот, кој може да се примени на следните нарачки."
    },
    "rating_pros_cons": {
      "title": "Анкета",
      "message": "Внесете список со спецификации на производи за вашите клиенти да го оценат вашиот производ. (До 5 ставки)",
      "rating_input": "Анкети",
      "rating_input_message": "Можете да додадете 5 ставки во анкетата.",
      "item_unit": "ставка",
      "pros_title": "Добрите",
      "pros_message": "Внесете карактеристики на производот. (До 5 ставки)",
      "pros_input_title": "Наслов на карактеристика",
      "pros_input_value": "Вредност на карактеристиката",
      "pros_group": "Добрите страни на производот",
      "pros_group_messages": "Главните карактеристики на производот",
      "cons_title": "Конс",
      "cons_message": "Внесете ги слабостите на производот. (До 5 ставки)",
      "cons_input_title": "Наслов на слабост",
      "cons_input_value": "Вредност на слабост",
      "cons_group": "Слабости на производот",
      "cons_group_messages": "Главните слабости на производот",
      "select_from_list": "Изберете од списокот",
      "suggestion_rating": [
        "Добар квалитет",
        "Добра вредност",
        "Би препорачал",
        "Карактеристики и способности",
        "Леснотија за користење",
        "Добро дизајниран"
      ],
      "notifications": {
        "add_rating_success": "Додадена е опцијата за оцена на корисникот {rating_name}.",
        "delete_rating_success": "Опцијата за оцена на корисникот {rating_name} е избришана.",
        "add_pros_success": "Додадена е карактеристика на производот.",
        "delete_pros_success": "Функцијата на производот е отстранета.",
        "add_cons_success": "Додадена е слабост на производот.",
        "delete_cons_success": "Слабоста на производот е отстранета."
      }
    },
    "edit_spec": {
      "title": "Технички спецификации",
      "sub_title": "Можете да увезете технички сецификации на слични производи.",
      "import_action": "Увоз",
      "group_input_header": "Додај група",
      "item_title_header": "Додадете ставка",
      "group_input": "Заглавие на групата",
      "group_input_message": "Внесете го насловот.",
      "group_add_action": "Додај група",
      "item_title_input": "Наслов",
      "item_title_input_message": "Внесете го насловот на функцијата.",
      "item_value_input": "Вредност",
      "item_value_input_message": "Внесете ја вредноста на карактеристиката.",
      "add_item_action": "Додадете ставка",
      "dialog": {
        "title": "Внесете ги техничките спецификации",
        "code_input": "ИД на производот",
        "code_input_message": "Шифра на производ: P0000 ...",
        "spec_view_title": "Спецификации на избраниот производ",
        "set_spec_action": "Дупликат технички спецификации"
      },
      "notifications": {
        "enter_group_title_error": "Внесете ја вредноста на насловот",
        "enter_item_title_and_value_error": "Внесете го насловот и вредноста на карактеристиката",
        "spec_saved_success": "Спецификациите на производот се зачувани."
      }
    },
    "edit_images": {
      "title": "Главна слика",
      "main_image_input_nodata": "Поставете слика на производот.",
      "main_image_input_message": "Оваа слика е прикажана во списокот со производи.",
      "preview": "Преглед",
      "image_style": "Стил на слика",
      "background_is_white": "Бела позадина",
      "background_is_white_msg": "Дали сликата има бела позадина??",
      "images": {
        "title": "Галерија со слики од производи",
        "sub_title": "Поставете слики од производи, заеднички за сите варијанти на производи, во овој дел."
      },
      "video": {
        "title": "Видео",
        "sub_title": "Прво, прикачете го видеото на вашиот производ на YouTube, а потоа ставете го URL-то на видеото овде."
      }
    },
    "pricing": {
      "edit_price": "Цените",
      "price_input": "цена",
      "currency_input": "Валута",
      "currency_input_messages": "Цената се пресметува во оваа валута.",
      "commission_input": "Комисијата",
      "commission_message": "Оваа опција е корисна само за одредени видови трговци како трговците на големо. Ако не сте продавач на големо, оставете ја оваа опција празна. Цената што ја гледаат купувачите е збир на цена и провизија. За додавање данок кликнете Сметководство > Данок.",
      "add_commission_action": "Додадете провизија",
      "discount_input": "Попуст",
      "discount_input_message": "Попуст стапка",
      "has_discount_period_input": "Дали овој попуст важи за одредено време?",
      "discount_timespan": "Внесете го периодот на попуст.",
      "start_input": "Започнете",
      "end_input": "Крај",
      "start_input_placeholder": "Изберете го времето за почеток",
      "end_input_placeholder": "Изберете го времето на завршување",
      "independent_price": "Цената само за оваа варијанта",
      "same_price": "Цената за главниот производ",
      "variant_pricing_message": "Со избирање на оваа опција, цената на оваа варијанта може да се постави независно од главниот производ."
    },
    "inputs_edit": {
      "title": "Внесена форма на информации за купувачот",
      "sub_title": "Можете да креирате формулар за внесување податоци за секој производ, така што купувачите ви испраќаат информации кога купуваат производ. На пример, оваа информација може да биде име за гравирање на камен.",
      "message_input": "Порака до корисникот",
      "message_input_message": "Оваа порака ќе му се прикаже на купувачот при купување на производи.",
      "inputs_form": "Структура на информации (влез)"
    },
    "extra_edit": {
      "physical": {
        "title": "Информации за испорака",
        "sub_title": "Трошоците и времето на подготовка се пресметуваат врз основа на информациите во овој дел. Задолжително внесете ги информациите според избраните единици во продавницата (тежина, димензии, растојание)."
      },
      "notifications": {
        "save_title": "Ажурирано пакување",
        "save_msg": "Информациите за пакувањето на производот се успешно ажурирани."
      }
    },
    "variants": {
      "not_available": "Во моментов не е можно да се избере варијанта за овој тип на производ."
    },
    "delete_product": {
      "title": "Отстранете го производот",
      "message": "Дали сакате да го избришете <b>{product_title}</b> ?"
    }
  },
  "product_admin": {
    "products_list": "Листа на производи",
    "product": "Производ",
    "menu": {
      "edit": "Уредување",
      "review": "Преглед",
      "orders": "Нарачки",
      "inventory": "Инвентар",
      "dashboard": "Контролна табла",
      "back_to_products": "Производи",
      "drop_shipping": "Dropshipping"
    },
    "dashboard": {
      "info": {
        "title": "профил",
        "title_small": "Производ",
        "category": "Категорија на производ",
        "link": "Линк за производот",
        "type": "Тип",
        "inputs": "Внесени информации",
        "outputs": "Излезни информации",
        "user_data_form": "Формулар за информации за купувачот"
      },
      "orders": {
        "title": "Нарачки",
        "title_small": "Необработени",
        "physical_orders_title": "Колички за пазарење со овој производ",
        "send_30days_title": "Испратени нарачки во последните 30 дена",
        "downloads_30days_title": "Преземен број на датотека во последните 30 дена",
        "virtual_orders_title": "Нарачките на овој производ чекаат да бидат завршени"
      },
      "inventory": {
        "title": "Инвентар",
        "title_small": "Магацин",
        "total_sell": "Вкупна продажба",
        "total_sell_today": "Денес продажба",
        "total_sell_30days": "Продажба во последните 4 дена",
        "chart": {
          "labels": [
            "Инвентар",
            "Продажба"
          ]
        }
      },
      "finance": {
        "title": "Финансиски",
        "title_small": "Последниот 6-месечен извештај за купување",
        "select_mode_title": "Прикажи од",
        "modes": {
          "sell": "Продажба",
          "payment": "Плаќање",
          "discount": "Попуст"
        },
        "currency_select_title": "Цена по избрана валута",
        "sell_today": "Денес продажба",
        "product_price": "Цена на производот",
        "currency_unit": "Валутна единица",
        "sell_30days": "30 дена продажба",
        "sell_daily": "Дневна продажба",
        "sell_yesterday": "Вчера продажба"
      },
      "survey": {
        "title": "Оценка на производот",
        "title_small": "Извештај за задоволството на клиентите",
        "total_participation": "Вкупен број на придонеси",
        "today_participation": "Денешни рејтинзи",
        "last7days_participation": "Придонеси од последните 7 дена",
        "chart": {
          "participate": "Учество",
          "participate_title": "Бројот на придонеси",
          "score": "Резултат"
        }
      },
      "inform": {
        "title": "Очекувањата на клиентите",
        "title_small": "Се чекаат попусти или достапност",
        "message": "Известете ги клиентите кога производите ќе излезат на продажба или ќе станат достапни",
        "waiting_for_auction": "Чекајќи производите да продолжат со продажба",
        "waiting_for_available": "Се чека производите да бидат достапни.",
        "unit": "личност(и)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "Список на залихи",
        "add_variant": "Додадете варијанта",
        "title": "Инвентар на производи / Листа на варијанти на производи",
        "sub_title": "Ако овој производ има повеќе од една варијанта, внесете ги во овој дел. Можете посебно да го дефинирате износот, цената и попустот на секоја варијанта; во спротивно за цените ќе се применат стандардните вредности на производот.",
        "add_action": "Додадете варијанта",
        "count_input": "Инвентар",
        "count_input_action": "Поставете броење",
        "management_title": "Управување со залихи и варијанти на производи",
        "add_title": "Додадете варијанта на производот",
        "edit_title": "Уредете ја варијантата на производот",
        "notifications": {
          "add_success": "Додадена е варијанта на производот.",
          "delete_success": "Варијантата на производот е избришана.",
          "save_product_inventory_success": "Зачуван попис на производи."
        }
      },
      "variant_item": {
        "price": "цена",
        "same_as_product": "Слично на главниот производ",
        "in_stock": "Инвентар",
        "delete_dialog": {
          "title": "Избришете ја варијантата на производот",
          "message": "Дали сакате да ја избришете оваа варијанта?"
        }
      },
      "variant_add_edit": {
        "title": "Дефинирање на варијанта на производ",
        "message": "Број на производот Единствен",
        "active_input": "Дали е оваа варијанта активна?",
        "sku": "SKU",
        "sku_tips": "Шифра на складиште на производот.",
        "mpn": "MPN",
        "mpn_tips": "Шифра на производот вметната од производителот на пакувањето на производот",
        "variant_variable": "Варијантни променливи",
        "pricing": "Цените",
        "has_pricing_input": "Дали цената се разликува од главниот производ?",
        "inventory": "Инвентар",
        "inventory_unit": "Предмети",
        "delivery_info": "Пакување и испорака",
        "images": "Сликите на варијантата",
        "images_message": "Откако ќе ја зачувате оваа варијанта, ќе можете да додадете слика овде."
      }
    },
    "edit_article": {
      "menu": {
        "tags": "Тагови",
        "article": "Член"
      }
    }
  },
  "product_extra_physical": {
    "weight": "Тежина на пакетот",
    "weight_unit": "Килограм",
    "size": "Димензии на пакетот",
    "dimension": "Цм",
    "width": "Ширина",
    "length": "Должина",
    "height": "Висина",
    "lead_time_title": "Време на подготовка",
    "lead_time": "Време на подготовка",
    "lead_time_dimension": "Час(и)",
    "bulk_action": "Масовни акции",
    "bulk_action_input": "Ажурирајте ги сите варијанти",
    "bulk_action_msg": "Поставете време за пакување и подготовка на производот за сите варијанти."
  },
  "product_images_list": {
    "upload_button": "Повеќе слики на производи",
    "upload_an_image": "Изберете слика.",
    "notifications": {
      "update_sort_success": "Сортирањето на сликите е зачувано",
      "delete_image_title": "Избришете ја сликата на производот",
      "delete_image_success": "Сликата е успешно избришана"
    }
  },
  "variants_view": {
    "prices": "Цените",
    "inventory": "Инвентар",
    "discount": "Попуст"
  },
  "gift_card_type_edit": {
    "title_input": "Наслов",
    "color_input": "Боја на картичката",
    "charge_input": "Почетно полнење",
    "charge_input_hint": "Почетна наплата за секоја картичка",
    "currency_input": "Валута",
    "currency_input_message": "Само за купување со оваа валута",
    "lifetime_input": "Валидност на картичката (месец)",
    "lifetime_input_message": "Валидност на картичката",
    "card_image_input": "Слика од картичка",
    "notifications": {
      "create_success": "Создадена е картичка",
      "update_success": "Картичката е ажурирана"
    }
  },
  "shop_warehouse_edit": {
    "title": "Додадете магацин",
    "message": "Внесете ја адресата и профилот на вашиот магацин за да ги пресметате трошоците за испорака.",
    "name_input": "Име на магацин",
    "address": "адреса",
    "name_input_message": "Внесете прекар за вашиот магацин.",
    "person_name": "Име на офицер",
    "phone_number": "Број за контакт",
    "map_title": "Адреса на магацин на продавница",
    "confirm_action": "Одобрување за складиште",
    "address_name": "Магацин",
    "notifications": {
      "success_save": "Промените се успешно зачувани."
    }
  },
  "inventory_list": {
    "search_input": "Пребарување производ...",
    "search_input_title": "Пребарајте меѓу производите на продавницата",
    "apply_filter": "Нанесете филтер",
    "inventory": "Список на залихи",
    "export": "Извоз на инвентар",
    "import": "Увезете инвентар",
    "bulk_price": "Масовна промена на цената",
    "bulk_discount": "Масовна промена на попустот",
    "category_filter_msg": "⚡ Ќе важи за сите производи и подкатегории!",
    "table": {
      "waiting": "Се примаат информации... ве молиме почекајте",
      "open_state": "Активен",
      "close_state": "неактивни",
      "image": "Слика",
      "product": "Име на производ",
      "code": "Код на производот",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "Оригинален",
      "status": "Статус",
      "in_stock": "На залиха",
      "edit": "Промена"
    },
    "bulk_price_dialog": {
      "title": "Масовни дејства > Цена",
      "message": "Забелешка: Следната сума ќе важи како процент на цената на сите производи во вашата продавница. Исто така, пресметаните вредности на цената ќе бидат интелигентно конвертирани во најблискиот круг број врз основа на избраната валута. Бидете внимателни при внесувањето на вредностите.",
      "check": "Ги одобрувам промените на цените.",
      "add_percent_tab": "Додадете проценти",
      "add_constant_tab": "Додадете константа",
      "ending_tab": "Завршување на стратегијата"
    },
    "bulk_discount_dialog": {
      "title": "Масовни дејства > Попуст",
      "message": "Забелешка: Следната сума ќе биде процентуално на попустот на сите производи во вашата продавница. Исто така, пресметаните вредности на попуст ќе бидат интелигентно конвертирани во најблискиот круг број врз основа на избраната валута. Бидете внимателни при внесувањето на вредностите.",
      "check": "Ги одобрувам промените на попустот."
    },
    "notifications": {
      "save_success": "Промената на залихите е зачувана."
    }
  },
  "spec_view": {
    "auto_save_input": "Автоматско зачувување"
  },
  "time_progress_bar": {
    "title_before_start": "Останува до почетокот",
    "title_between_start_end": "Останува до крај",
    "title_after_end": "Завршено",
    "title_no_start_end": "Без временски период!"
  },
  "geo_map": {
    "views": "Прегледи",
    "views_unit": "Времиња",
    "product_views": "Прегледи на производи",
    "buys": "Набавки",
    "buys_unit": "Нарачки",
    "baskets": "Активни колички",
    "added_items": "Додадете ставки",
    "removed_items": "Отстранете ги ставките"
  },
  "faq_list": {
    "table": {
      "nodata": "Не се најдени прашања.",
      "more_data_action": "Повеќе прашања..",
      "user": "Корисник",
      "tag": "Означете",
      "question": "Прашање",
      "officer": "Персонал",
      "answer": "Одговори",
      "created_at": "Датум",
      "priority": "Приоритет",
      "edit": "Уредување"
    },
    "dialog": {
      "add_new_action": "Поднесете ново прашање",
      "edit_action": "Уреди ЧПП",
      "question_input": "Прашање",
      "question_input_placeholder": "Поставете го вашето прашање..",
      "link_input": "Врска",
      "link_input_placeholder": "Може да се повикате на врската како одговор.",
      "answer_input": "Одговори",
      "answer_input_placeholder": "Внесете го текстот на одговорот..",
      "tag_input": "Ознака (наслов на категорија)",
      "tag_input_placeholder": "Внесете краток наслов",
      "priority_input": "Приоритет: (0 до 10)"
    },
    "delete_alert": {
      "title": "Избриши го прашањето",
      "message": "Дали сакате да го избришете ова прашање?",
      "action": "Избриши"
    },
    "notifications": {
      "send_success": "Вашиот одговор е успешно испратен.",
      "delete_success": "Вашето прашање е успешно избришано."
    }
  },
  "contact_messages_list": {
    "load_more_action": "Повеќе пораки..",
    "table": {
      "nodata": "Не се најдени прашања.",
      "user": "Корисник",
      "message": "Тело на пораката",
      "category": "Категорија",
      "officer": "Персонал",
      "answer": "Одговори",
      "created_at": "Датум",
      "contact": "Контакт",
      "edit": "Уредување"
    },
    "dialog": {
      "title": "Одговори на пораката",
      "category": "Категорија",
      "user_name": "Име",
      "email": "Е-пошта",
      "phone": "Број за контакт",
      "message": "Текст на пораката",
      "status": "Статус на одговор",
      "status_answered": "Одговорено",
      "status_waiting": "Се чека одговор",
      "answer_input": "Текст за одговор",
      "mail_input": "Испрати пошта",
      "mail_input_message": "Ако го овозможите ова, вашиот одговор ќе биде испратен до е-поштата на корисникот."
    },
    "delete_alert": {
      "title": "Избришете ја пораката",
      "message": "Дали сакате да ја избришете оваа порака?",
      "action": "Избриши"
    },
    "notifications": {
      "send_success": "Вашето барање е успешно поднесено.",
      "delete_success": "Пораката е избришана."
    }
  },
  "campaign": {
    "title": "Кампања",
    "menu": {
      "setting": "Поставки",
      "return": "Назад",
      "dashboard": "Контролна табла",
      "links": "Врски",
      "landing": "Слетување",
      "ads": "Реклами",
      "finance": "Финансии"
    },
    "dashboard": {
      "title": "Контролна табла",
      "status": "Преглед на статусот",
      "sessions": "Сесии",
      "links_overview": "Преглед на врски за кампањи",
      "orders": "Нарачки",
      "performance": "Изведба на кампањата",
      "links_funnel": "Врски на кампањата Перформанси",
      "no_links": "Нема достапни податоци! Ве молиме креирајте врска до вашата кампања.",
      "social": "Социјалните медиуми води",
      "conversion_over_time": "Конверзија со текот на времето",
      "total_campaign_sell": "Вкупна продажба по кампања"
    },
    "finance": {
      "title": "Финансиски извештај",
      "campaign_revenue": "Приходи од кампањата",
      "total_revenue": "Вкупен приход по кампања",
      "links_revenue": "Приходи од врски од кампањи",
      "payments_over_time": "Продажба со текот на времето",
      "all_links": "Сите врски"
    },
    "landing": {
      "empty_message": "Поставете целна страница во поставките за кампањата.",
      "set_landing": "Поставете целна страница",
      "create_landing": "Креирајте нова целна страница"
    },
    "links": {
      "title": "Линкови за кампања",
      "url_input_message": "Внесете URL на вашата целна страница"
    },
    "setting": {
      "menu": {
        "config": "Конфигурација",
        "timespan": "Временски период",
        "banner": "Банер",
        "Notification": "Известување"
      },
      "general_setting": {
        "title": "Општи поставки за кампања",
        "sub_title": "Име, целна страница и код за попуст",
        "name_input": "Име на кампањата",
        "name_input_hint": "Додадете име во вашата кампања",
        "enable_input": "Дали кампањата е активна?",
        "page_input": "Целна страница",
        "discount_code_input": "Код за попуст",
        "limit": "Лимит на попуст",
        "max_count": "Максимален број",
        "max_count_unit": "Предмети",
        "start": "Започнете",
        "end": "Крај",
        "notification_enable_input": "Овозможено е известување?",
        "landing_page": "Целна страница",
        "discount_code": "Код за попуст",
        "auto": "Стандардна кампања",
        "auto_message": "Стандардна кампања е активирана во вашата продавница"
      },
      "time_setting": {
        "title": "Временски период",
        "sub_title": "Датум и време на почеток / Датум и време на завршување",
        "start_input": "Започнете",
        "start_input_placeholder": "Изберете Време на започнување на кампањата",
        "end_input": "Крај",
        "end_input_placeholder": "Изберете Време на завршување на кампањата"
      },
      "banner_setting": {
        "title": "Банер на продавница",
        "sub_title": "Прикажи на врвот на страницата на продавницата",
        "message_input": "Текст на пораката",
        "message_input_placeholder": "Специјален фестивал...",
        "message_input_hint": "Текстуална порака за банер на врвот на продавницата",
        "bg_image_input": "URL на сликата во заднина",
        "bg_image_input_hint": "URL на целосна позадина на сликата",
        "repeat_pattern": "Повторете ја шемата",
        "simple": "Едноставно",
        "dark_input": "Темна тема?",
        "icon_input": "Икона",
        "icon_input_hint": "Име на икона за дизајн на материјал или Fontawsom: fas fa-star",
        "anim_input": "Адреса за анимација",
        "anim_input_message": "URL-адреса на датотеката за анимација на Lottie",
        "preview": "Преглед",
        "preview_update_action": "Ажурирајте го прегледот",
        "bg_color": "Боја на позадина",
        "icon_bg": "Боја на позадината на иконата"
      },
      "notifications": {
        "title": "Известување",
        "sub_title": "Направете известување и поврзете го со вашата кампања.",
        "update_success": "Вашата кампања е ажурирана.",
        "action_button": "Копче за акција",
        "background_color": "Боја на позадина",
        "text_color": "Боја на текстот",
        "action_color": "Боја за акција",
        "action_text_color": "Боја на акциониот текст",
        "notification_image": "Слика за известување",
        "notification_bg": "Заднина за известување",
        "show_preview": "Прикажи преглед",
        "persistence": "Упорност",
        "persistence_message": "Дали сакате да се прикажува секој пат кога вашиот корисник ја посетува веб-локацијата",
        "radius": "Радиус",
        "show_delay": "Прикажи доцнење"
      }
    }
  },
  "add_category": {
    "title_edit": "Уреди категорија",
    "title_update": "Додадете нова категорија",
    "menu": {
      "delete": "Избриши категорија",
      "filter": "Филтри",
      "settings": "Поставки",
      "back": "Назад"
    },
    "title_input": "Наслов на категорија *",
    "title_input_error": "Изберете наслов на категорија",
    "name_input": "Име на категоријата (англиски) *",
    "name_input_error": "Изберете единствено име за категоријата",
    "description_input": "Опис на категоријата",
    "description_input_message": "Внесете краток опис на категоријата ..",
    "parent_input": "Родителска категорија",
    "parent_input_message": "Оваа категорија се појавува на почетната страница на продавницата.",
    "image_input": "Слика од категорија",
    "image_input_placeholder": "Изберете слика за категоријата",
    "edit_action": "Уреди категорија",
    "add_action": "Додадете категорија",
    "back_action": "Назад",
    "no_category": "Нема категории",
    "star": "Ѕвезда",
    "filter": {
      "title": "Филтри за категорија",
      "sub_title": "Управувајте со филтрите и категориите применливи за производите од оваа категорија.",
      "message": "Внесете и зачувајте го насловот на заедничката техничка карактеристика за оваа категорија во полето подолу. По зачувувањето на списокот, ќе се прикажат категориите на филтри заедно со содржината на секоја категорија. Бојата, тежината, големината, брендот итн. автоматски се извлекуваат од варијантата на производот."
    },
    "delete_alert": {
      "title": "Отстранете ја категоријата",
      "message": "Дали сакате да ја избришете категоријата {title}?",
      "action": "Избриши"
    },
    "notifications": {
      "add_success": "Додадена е нова категорија.",
      "edit_success": "Категоријата е уредена.",
      "delete_success": "Избришан {title}."
    },
    "edit_filter": {
      "spec_input": "Список со технички спецификации",
      "spec_input_message": "Список на карактеристики што сакате да се прикажат во делот за филтри",
      "price": "цена",
      "min": "Мин",
      "max": "Макс",
      "suggested_list": {
        "brand": "Бренд",
        "colors": "Боја",
        "styles": "Дизајн",
        "volumes": "Волумен",
        "weights": "Тежина",
        "packs": "Број по пакување",
        "types": "Тип"
      },
      "notifications": {
        "edit_success": "Категоријата е уредена."
      }
    }
  },
  "apps_list": {
    "nodata": "Нема инсталирана апликација на вашата продавница",
    "inactive": "неактивни",
    "my_apps": "Моите апликации",
    "app_store": "Додадете нова апликација"
  },
  "add_shop": {
    "menu": {
      "shop_title": "Наслов на продавницата",
      "shop_name": "Име на продавницата",
      "description": "Опис",
      "contact": "Контакт информации",
      "image": "Слика"
    },
    "title_input": "Наслов",
    "title_input_tips": "Внесете го името на вашата продавница, бренд или компанија.",
    "active_message": "Поставете активен за секој да може да пристапи до вашата веб-локација.",
    "language_input_message": "Изберете го јазикот на вашата продавница.",
    "name_input": "Име",
    "name_input_message": "Внесете име за вашата продавница.",
    "name_input_tips": "Не користете неанглиски знаци, празни места или букви, доколку се користат, името на продавницата може да не се прикаже правилно.",
    "description_input": "Опис на продавницата",
    "description_input_message": "Напишете краток опис за вашиот бизнис.",
    "address_input": "Адреса на продавницата",
    "address_input_message": "Внесете ја точната адреса на локацијата на продавницата",
    "phone_input": "телефонски број",
    "phone_input_message": "Број за контакт на клиентот",
    "phone_input_tips": "Внесете го бројот за контакт со кодот на државата. Овој број се користи и за прикажување информации во пребарувањето на Google.",
    "email_input": "Е-пошта",
    "email_input_message": "Адреса за е-пошта за клиентите",
    "locality_input": "Локација",
    "locality_input_message": "Локација на продавницата",
    "region_input": "држава или провинција",
    "region_input_message": "Држава или провинција во која работите",
    "country_input": "Земја",
    "country_input_message": "Земја на деловна активност",
    "postal_code_input": "поштенски код",
    "postal_code_input_message": "Продавница Поштенски број",
    "image_input": "Слика за складирање",
    "map": {
      "title": "Адреса на продавницата",
      "confirm": "Регистрација на адреса",
      "address": "адреса",
      "receptor": "продавница"
    },
    "create_shop_action": "Креирај продавница",
    "update_shop_action": "Ажурирање",
    "notifications": {
      "copy_success": "Копија од адресата на продавницата.",
      "name_available": "Ова име ({name}) е достапно.",
      "add_success": "Создадена е продавницата {title}.",
      "edit_success": "Продавница е изменета."
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "Додадете виртуелна ставка",
    "add_virtual_item_desc": "За да продавате виртуелни производи, мора да ги додадете во овој дел. Бројот на виртуелни ставки е еднаков на бројот на бесплатни ставки во овој дел. Откако клиентите ќе ја купат виртуелната ставка, врската ќе им биде испратена.",
    "filter_action": "Нанесете филтер",
    "not_processed": "Необработени нарачки",
    "title": "Список на артикли",
    "vew_order": "Погледнете ја нарачката",
    "table": {
      "nodata": "Нема ставки",
      "product": "Производ",
      "data": "Податоци",
      "status": "Статус",
      "user_message": "Корисничка порака",
      "updated_at": "Последно ажурирање",
      "order": "Со цел",
      "delete": "Избриши"
    },
    "notifications": {
      "delete_success": "Ставката е успешно избришана."
    }
  },
  "add_virtual_item": {
    "title_edit": "Уредете ги вредностите",
    "title_add": "Додадете ставка на производот",
    "sub_title": "Креирање и уредување на виртуелни производи",
    "message": "Менаџерот на продавницата може да му ја покаже вредноста на купувачот по уплатата. Овие вредности мора да се внесат во формата подолу. Структурата на оваа форма е поставена во делот Edit Item> Edit Output Information.",
    "edit_outputs": "Уреди излезна форма",
    "notifications": {
      "edit_success": "Ставката е изменета.",
      "add_success": "Ставката е додадена на списокот."
    }
  },
  "virtual_process_center": {
    "title": "Центар за обработка",
    "sub_title": "Обработка на нарачки",
    "virtual_product": "виртуелен производ",
    "menu": {
      "report": "Пријави",
      "timeline": "Времеплов",
      "order": "Со цел"
    },
    "list_widget": {
      "title": "Спецификации за нарачка",
      "product_name": "Име на производ"
    },
    "inputs_widget": {
      "title": "Формулар за внесување",
      "table": {
        "title": "Наслов",
        "value": "Вредност"
      },
      "change_inputs_action": "Уредете го формуларот за внесување"
    },
    "outputs_widget": {
      "title": "Излезен формулар",
      "table": {
        "title": "Наслов",
        "value": "Вредност"
      },
      "tips": [
        "Откако ќе го завршите барањето на клиентот, притиснете го копчето за потврда на нарачката за да го известите купувачот за нарачката.",
        "Откако ќе се одобри нарачката, купувачот нема да може да ги уредува влезните информации."
      ],
      "alerts": {
        "order_completed_by_admin": "Нарачката е завршена.",
        "order_completed_by_buyer": "Нарачката е завршена од купувачот.",
        "waiting_for_buyer": "Се чека одобрение од купувачот.."
      }
    }
  },
  "file_process_center": {
    "title": "Центар за обработка",
    "sub_title": "Обработка на нарачки",
    "menu": {
      "report": "Пријави",
      "timeline": "Времеплов",
      "order": "Со цел"
    }
  },
  "process_order_page_dashboard": {
    "title": "Обработка на нарачки",
    "cancel_order_action": "Откажете ја нарачката",
    "open_basket_cation": "Оваа количка е отворена, што значи дека клиентот купува и сè уште не ја платил нарачката.",
    "reject_dialog": {
      "title": "Причина за одбивање на нарачката",
      "message": "Изберете ја причината за одбивање на оваа нарачка од списокот подолу. Погрижете се да го известите клиентот за процесот на откажување и враќање на средствата. Рефундирањето мора да се изврши во рок од 12 часа.",
      "confirm_action": "Откажете ја нарачката",
      "dismiss_reject_action": "Отфрли го откажувањето на нарачката"
    },
    "notifications": {
      "update_status_success": "Статусот на нарачката е ажуриран.",
      "reject_update_success": "Статусот за откажување на нарачката е ажуриран.",
      "dismiss_reject_success": "Нарачката се врати во нормален процес.",
      "set_tracking_success": "ID на песна за нарачка е успешно зачувана."
    }
  },
  "process_center": {
    "title": "Центар за обработка",
    "physical_product": "Физички производи",
    "menu": {
      "label": "Ознака на пакетот",
      "receipt": "Фактура",
      "back": "Назад",
      "return": "Врати се",
      "report": "Пријави",
      "timeline": "Времеплов",
      "inputs": "Влезови",
      "order": "Со цел"
    },
    "payment_widget": {
      "title": "Плаќање",
      "checklist": [
        "Проверете го износот на нарачката и плаќањето на клиентот.",
        "Проверете ја адресата за наплата.",
        "Уверете се дека внесените информации се точни, особено ако плаќањето е со готовина при испорака."
      ],
      "action_cod_pay": "Потврдете го плаќањето од страна на клиентот",
      "action_dir_pay": "Потврдете ја поставената потврда за плаќање",
      "payment_receipt_not_uploaded_error": "Сè уште не е поставена потврда за плаќање!",
      "waiting_for_pay": "Во очекување на плаќање",
      "processing_payment": "Обработка на плаќање",
      "processing_cancel": "Плаќањето е откажано",
      "paid": "Платено",
      "cod_pay_info": "Кога ќе ја примите нарачката од клиентот, можете да го потврдите плаќањето и да ја завршите нарачката.",
      "dir_pay_info": "Потврдата за плаќање ќе се појави погоре. Пред да го потврдите плаќањето, потврдете го износот на депозитот и информациите за потврдата кај вашата банка.",
      "created_date": "Датум на создавање",
      "pay_date": "Датум на плаќање",
      "payment_gateway": "Порта за плаќање",
      "payment_method": "Метод за плаќање",
      "risk": "Ризична вредност",
      "billing_details": "Детали за наплата",
      "add_transaction": "Додадете нова сметка",
      "add_transactions_message": "Мора да креирате најмалку една трансакција за оваа нарачка. Во некои случаи, плаќањето е потребно во неколку чекори. За кои трансакции треба да плати корисникот ќе одредите вие, во текот на работата.",
      "add_bill_dialog": {
        "title": "Додадете фактура",
        "message": "Можете да додадете една или повеќе нови фактури за оваа нарачка. Клиентот ќе ги види овие фактури и ќе ги плати секоја според напредокот на работата.",
        "amount_input": "Износ на фактура",
        "action": "Додадете сметка"
      },
      "edit_bill_dialog": {
        "title": "Уреди фактура",
        "message": "Можете да уредувате фактури што чекаат.",
        "action": "Уреди фактура"
      },
      "bill_cash_payment_dialog": {
        "title": "Регистрирајте плаќање во готовина",
        "message": "Доколку купувачот го платил износот на оваа фактура во готово или на друг начин освен онлајн плаќање, во овој дел, со избирање на опција, регистрирајте се и потврдете го неговото плаќање. Во овој дел, можете да ги видите само порталите за плаќање готовина на вашата продавница, Доколку не ја видите таквата опција, мора да активирате портал за плаќање готовина во избраната валута во вашата продавница.",
        "action": "Потврдете го плаќањето на сметката"
      },
      "table": {
        "title": "Наслов",
        "amount": "износ",
        "description": "Опис",
        "info": "Инфо"
      },
      "user_payment": "Плаќање на клиентите",
      "cod": "Готовина при испорака",
      "gateway_wage": "Надоместок",
      "gift_card": "Честитка",
      "discount_code": {
        "title": "Код за попуст",
        "code": "Код",
        "percent": "проценти",
        "limit": "Граница"
      },
      "club": {
        "title": "Клуб на клиенти",
        "percent": "проценти",
        "limit": "Граница"
      },
      "coupon": {
        "title": "Купон",
        "percent": "проценти",
        "limit": "Граница",
        "charge": "Полнење"
      },
      "delivery": {
        "title": "Трошоци за испорака",
        "not_paid": "Не е платено"
      },
      "samin": {
        "title": "Цена на услугата",
        "description": "Оваа сума е одземена од вашата сметка на паричникот Seldone.",
        "tooltip": "Пресметајте по начин на плаќање",
        "percent": "проценти"
      },
      "affiliate": {
        "title": "Придружна комисија",
        "affiliate_message": "Оваа провизија треба да ја платите на вашата подружница. Овој процес го правите сами."
      },
      "total_price": "Вкупна цена на артиклите",
      "total_items_discount": "Попуст на артикли",
      "total_price_after_offers": "Вкупно по аплицирање понуди",
      "user_payment_amount": "Износ за плаќање на купувачот",
      "samin_wage": "Продадена такса",
      "pay_cod_dialog": {
        "title": "Дали примивте пари за нарачка?",
        "message": "Потврдете ја оваа опција во начинот на плаќање со готовина при достава, откако ќе се обезбеди целосно плаќање од страна на клиентот.",
        "confirm_action": "Потврдете го плаќањето на клиентот"
      },
      "pay_dir_dialog": {
        "title": "Дали примивте пари за нарачка?",
        "message": "Потврдете ја оваа опција откако ќе ја одобрите поставената потврда за плаќање со вашата банка. Не заборавајте да го проверите плаќањето со вашата банка.",
        "confirm_action": "Потврдете го плаќањето на клиентот"
      },
      "notifications": {
        "pay_confirm_message": "Плаќањето е потврдено.<br> Порта: {gateway_name}<br> Датум: {payment_at}",
        "pay_fail_title": "Не е платено",
        "pay_fail_message": "Плаќањето не може да се одобри!"
      }
    },
    "basket_list": {
      "checklist": [
        "Проверете го инвентарот.",
        "Доколку предметот е недостапен, платената сума за таа ставка мора да му се врати на купувачот."
      ],
      "message": "Ако некој од ставките е недостапен или не може да се продаде, отштиклирајте го полето до него и кликнете на копчето <b>Потврди нарачка</b> .",
      "action": "Потврда за нарачка",
      "list_of_items": "Список на кошничка",
      "apply_change_action": "Примени промени",
      "cant_apply_change": "Не може да се прават промени",
      "lottery_prize_inform": "Вашиот клиент добива 1x од овој производ. Испратете подарок со оваа нарачка."
    },
    "preparing": {
      "title": "Подготовка",
      "packing_weight": "Тежина на пакување",
      "delivery_type": "Метод на испорака",
      "packing_size": "Димензии на пакување",
      "distance_warning": "Го надминува дозволеното ограничување на растојанието.",
      "weight_warning": "Ја надминува дозволената тежина.",
      "volume_warning": "Ја надминува дозволената големина на пакувањето.",
      "message": "Кликнете на следното копче <b>Подготвено за нарачка</b> ако нарачката е подготвена за испорака.",
      "action": "Нарачката е подготвена за испорака",
      "checklist": [
        "Следејќи ги стандардните правила во пакувањето.",
        "Испечатете список со предмети и ставете го во пакувањето.",
        "Печатете и залепете етикета на кутијата."
      ]
    },
    "basket_items": "Список за нарачка на ставки",
    "delivered_dialog": {
      "title": "Дали оваа нарачка е примена од клиентот?",
      "message": "Потврдете ја оваа опција кога знаете дека клиентот ја примил нарачката",
      "confirm_action": "Потврдувам дека клиентот го примил пакетот"
    },
    "return_delivery_dialog": {
      "title": "Дали нарачката имаше проблеми при испораката или беше вратена?",
      "message": "Потврдете ја опцијата за враќање на пратката доколку нарачката е вратена по испраќањето поради некоја причина и има потреба од повторно испраќање на пратката.",
      "confirm_action": "Потврдете ја испораката вратена"
    },
    "notifications": {
      "update_status_success": "Статусот на нарачката е ажуриран.",
      "reject_update_success": "Статусот за откажување на нарачката е ажуриран.",
      "dismiss_reject_success": "Нарачката беше откажана.",
      "pay_cod_success": "Потврдено е плаќањето со готовина при испорака.",
      "pay_dir_success": "Плаќањето беше потврдено со плаќање од картичка на картичка или трансфер на пари.",
      "set_tracking_success": "ID на песна за нарачка е успешно зачувана.",
      "new_bill_success": "Новата сметка е успешно додадена.",
      "edit_bill_success": "Сметката е успешно ажурирана.",
      "update_bill_status_success": "Статусот на сметката е успешно ажуриран.",
      "set_payment_in_cash_success": "Плаќањето на сметката е потврдено рачно."
    },
    "delete_bill_dialog": {
      "title": "Избришете ја сметката",
      "message": "Дали сте сигурни дека ќе ја избришете оваа сметка?",
      "action": "Да, Избриши сега"
    }
  },
  "shop_gateway": {
    "title": "Порта",
    "menu": {
      "dashboard": "Контролна табла",
      "edit": "Уредување",
      "transactions": "Трансакции",
      "back": "Порти"
    },
    "dashboard": {
      "title": "Управување со портата",
      "gateway_data_widget": {
        "title": "Извештај за плаќања",
        "title_small": "Порта",
        "chart": {
          "times": "брои",
          "buys": "Купи брои",
          "pays": "Успешно плаќање",
          "amount_pay": "Платено",
          "amount_wage": "Надоместок"
        }
      },
      "gateway_info_widget": {
        "title": "Инфо",
        "title_small": "Порта",
        "status": "Статус",
        "cod_transportation": "Начините за испорака поддржуваат COD",
        "cod_transportations_error": "Овозможете плаќање со готовина при испорака за најмалку еден начин на испорака!",
        "payment_type": "Начин на плаќање",
        "cod": "Готовина при испорака",
        "online": "Плаќање преку Интернет",
        "wage_percent": "Процент на надоместок",
        "min_wage": "Минимална такса",
        "max_wage": "Максимален надоместок",
        "min_amount": "Минимална трансакција",
        "max_amount": "Максимална трансакција",
        "timeout": "Период на плаќање",
        "timeout_unit": "Секунди",
        "link": "Врска на портата",
        "your_gateway_status": "Вашиот статус на портал",
        "config_extra_info": "Конфигурација на услугата за плаќање",
        "oauth2_button": "Автоматско поврзување со {gateway}",
        "fee_payment_message": "Целиот износ што го платил клиентот ќе биде префрлен на вашата сметка. Надоместокот за услугата ќе биде одбиен од вашиот паричник во Селдоне."
      }
    },
    "edit": {
      "title": "Уредете го порталот",
      "menu": {
        "delete": "Отстранете го Gateway"
      },
      "edit_action": "Уредете го порталот"
    },
    "transactions": {
      "title": "Трансакции",
      "table": {
        "amount": "износ",
        "currency": "Валута",
        "livemode": "Тип",
        "status": "Статус",
        "target_id": "Со цел",
        "risk": "Ризик",
        "card": "Картичка",
        "issued_at": "Дата на издавање",
        "payment_at": "Датум на плаќање"
      },
      "live_mode": "Во живо",
      "test_mode": "Кутија со песок"
    }
  },
  "edit_gateway": {
    "public_keys": "Јавни клучеви",
    "private_keys": "Приватни клучеви (доверливи)",
    "link": "Веб-страница",
    "state_title": "Активен/неактивен начин на плаќање",
    "gateway_status": "Статус",
    "wallet": "Блокчејн паричник",
    "developer_title": "Режим на програмери",
    "developer_message": "Можете да обработувате лажни трансакции ако портата поддржува режим на отстранување грешки.",
    "notifications": {
      "edit_success": "Портата {gateway_name} е изменета."
    },
    "developer_setting": "Развивање и тестирање"
  },
  "gift_card": {
    "title": "Картички за подароци",
    "menu": {
      "edit": "Уредување",
      "new_card": "Креирај картичка",
      "list": "Карти",
      "orders": "Нарачки",
      "dashboard": "Контролна табла",
      "back": "Картички за подароци"
    },
    "dashboard": {
      "title": "Контролна табла за управување со картички за подароци",
      "amount_widget": {
        "title": "Плаќање со картичка",
        "title_small": "30 дена",
        "chart_amount_pay": {
          "y": "Збир",
          "label": "Плаќање"
        },
        "chart_buys": {
          "y": "Купува",
          "label": "Купува"
        },
        "total_buy": "Вкупен износ за купување",
        "total_pay_30days": "Вкупна исплата од 30 дена",
        "total_pay_today": "Денешна исплата"
      },
      "count_widget": {
        "title": "Број на издадени картички",
        "title_small": "30 дена",
        "total_cards": "Вкупен број на картички",
        "used_cards_30days": "30 дена употреба",
        "used_today": "Денешна употреба",
        "chart": {
          "new_cards": "Нови картички",
          "used_cards": "Користени картички",
          "new_card_name": "Нова картичка",
          "used_card_name": "Искористени"
        }
      },
      "export": {
        "title": "Добијте излезна датотека",
        "cards_list": "Добијте листа на картички",
        "get_report": "Добијте извештај"
      }
    },
    "cards": {
      "title": "Список на издадени картички",
      "loading_message": "Добивање информации ... ве молиме почекајте",
      "issue_to_user": "Прашање за корисникот",
      "table": {
        "card_number": "Број на картичка",
        "balance": "Биланс",
        "paid": "Платено",
        "edit": "Уредување",
        "delete": "Избриши",
        "expire": "Истекува",
        "user": "Корисник"
      },
      "delete_alert": {
        "title": "Отстранете ја картичката",
        "message": "Дали сте сигурни дека сакате да ја избришете оваа картичка?",
        "action": "Избриши"
      },
      "notifications": {
        "delete_success": "Картичката за подарок е избришана.",
        "edit_success": "Направени се промени.",
        "issue_success": "Картичката за подарок е успешно издадена на корисникот."
      },
      "issue_dialog": {
        "title": "Издадете картичка за подарок",
        "action": "Потврдувам. Издадете ја картичката сега"
      }
    },
    "gift_card_edit": {
      "title": "Креирајте картичка за подарок",
      "validity": "Валидност",
      "validity_unit": "Месеци",
      "currency": "Валута",
      "initial_balance": "Почетно салдо на картичката",
      "count": "брои",
      "count_unit": "ставки",
      "enable_input_message": "Статус на креирани картички",
      "notifications": {
        "create_success_title": "Зачувај",
        "create_success": "Создадени се {count} нови картички"
      }
    },
    "gift_card_edit_page": {
      "title": "Уреди картичка за подарок"
    }
  },
  "shop_discount": {
    "title": "Код за попуст",
    "up_to": "до",
    "menu": {
      "dashboard": "Контролна табла",
      "orders": "Нарачки",
      "back": "Шифри за попуст"
    },
    "dashboard": {
      "title": "Контролна табла за управување со кодови за попуст",
      "chart_amount_buy": {
        "y": "Износ за купување {currency}",
        "label": "Купи"
      },
      "chart_amount_discount": {
        "y": "Попуст {currency}",
        "label": "Попуст"
      },
      "chart_used": {
        "y": "Количина на употреба",
        "label": "Времиња"
      }
    }
  },
  "shop_coupon": {
    "title": "Купони",
    "up_to": "до",
    "menu": {
      "dashboard": "Контролна табла",
      "back": "Купони",
      "orders": "Нарачки"
    },
    "dashboard": {
      "title": "Контролна табла за управување со купони",
      "chart_amount_buy": {
        "y": "Износ за купување {currency}",
        "label": "Купи"
      },
      "chart_amount_discount": {
        "y": "Купон {currency}",
        "label": "Купон"
      },
      "chart_used": {
        "y": "Количина на употреба",
        "label": "Времиња"
      }
    }
  },
  "shop_offer": {
    "title": "Понуди",
    "up_to": "до",
    "menu": {
      "dashboard": "Контролна табла",
      "orders": "Нарачки",
      "back": "Понуди"
    },
    "dashboard": {
      "title": "Контролна табла за управување со понуди",
      "chart_amount_buy": {
        "y": "Износ за купување {currency}",
        "label": "Купи"
      },
      "chart_amount_discount": {
        "y": "Понуда {currency}",
        "label": "Понуда"
      },
      "chart_used": {
        "y": "Количина на употреба",
        "label": "Времиња"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "Плати такса за активирање",
    "balance": "Биланс",
    "locked": "Заклучен",
    "transfer": "Трансфер",
    "charge": "Депозит"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "Исплата",
    "payment": "Плаќање",
    "confirm": "Потврда на нарачката, <b>{success}</b> потврдена и <b>{fail}</b> одбиена.",
    "prepare": "Подготовка на нарачка.",
    "send": "Нарачката е испорачана со <b>{delivery}</b> .",
    "delivered": "Нарачката е доставена до клиентот.",
    "fill-inputs": "Формулар за внесување информации пополнет од купувачот.",
    "return-add": "Поднесете барање за враќање на производот, {product}.",
    "return-accept": "Барањето за враќање {return_code} е потврдено.",
    "return-reject": "Барањето {return_code} е одбиено.",
    "reject-order": "Одбијте ја нарачката. Код: {reject_code}.",
    "reject-order-clear": "Откажете го одбивањето на нарачката. Код: {reject_code}.",
    "email-buy": "Испратете е-пошта за потврда за купување до клиентот.",
    "email-payment": "Испратете е-пошта за потврда за плаќање до клиентот.",
    "delivery-returned": "Нарачката не ја прими клиентот и беше вратена. Потребно е повторно да се испрати.",
    "delivery-canceled": "Испораката е откажана. Потребно е повторно да се испрати.",
    "edit-receiver-info": "Адресата за испорака на нарачката беше уредена од купувачот.",
    "edit-billing-info": "Адреса за наплата уредена од купувачот.",
    "payment-cod-confirm": "Плаќањето по такса беше потврдено.",
    "payment-cash-confirm": "Плаќањето на {amount} {currency} во готовина за сметката беше потврдено.",
    "payment-dir-confirm": "Потврдена е потврда за директно плаќање."
  },
  "inline_chart": {
    "today": "Денеска",
    "last_days": "пред {days} дена"
  },
  "products_select": {
    "move_category": "Преместете ја категоријата <b>{category}</b> во друга категорија",
    "move_product": "Преместете го производот <b>{product}</b> во категоријата",
    "product_menu": {
      "dashboard": "Контролна табла за производи",
      "inventory": "Инвентар и варијанти"
    },
    "notifications": {
      "copy_success": "Копија од производот.",
      "change_category_success": "Категоријата на производи е уредена."
    }
  },
  "physical_order_track": {
    "title": "Извештаи и проценки за ризик"
  },
  "virtual_order_track": {
    "title": "Извештаи и проценки за ризик"
  },
  "virtual_order_timeline": {
    "title": "Времеплов"
  },
  "physical_order_timeline": {
    "title": "Времеплов"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "Напишете порака овде...",
    "pin_action": "Закачете на врвот",
    "unpin_action": "Откачи",
    "copy_html": "Копирај HTML",
    "notifications": {
      "add_note_success": "Белешка е додадена.",
      "edit_note_success": "Белешката е изменета.",
      "delete_note_success": "Белешката е избришана."
    },
    "delete_dialog": {
      "title": "Избришете ја белешката",
      "message": "Дали сакате да ја избришете оваа белешка?",
      "action": "Избришете ја белешката"
    },
    "resend_dialog": {
      "title": "Повторно прати е-пошта",
      "message": "Дали сте сигурни дека повторно ќе ја испратите оваа е-пошта до вашиот клиент?",
      "action": "Да, повторно испратете",
      "success": "Е-пошта повторно испратена до вашиот клиент."
    }
  },
  "accounts": {
    "title": "Мојот паричник",
    "message": "Мора да креирате најмалку една сметка со валутата што ја користите во Seldone. Мора да ја надополните оваа сметка за да ја платите таксата за услугата.",
    "add_new": "Креирај нова сметка",
    "new_account": "Додадете нова сметка",
    "new_account_dialog": {
      "title": "Нова сметка",
      "account_name_input": "Име на сметката",
      "currency_input": "Валутна единица",
      "currency_input_message": "Создадената сметка ќе ги содржи само вредностите на оваа валута.",
      "new_account_wage": "Цена за создавање нова сметка: Бесплатна за првата сметка",
      "create_account_action": "Креирај сметка"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "Испрати подарок",
      "sent": "Испрати",
      "received": "Примено"
    },
    "send_gifts": {
      "title": "Испратени подароци",
      "sub_title": "Можете да испратите подарок на вашите пријатели или клиенти. Примачот може да го прифати или одбие вашиот подарок. Износот е заклучен на вашата сметка и се повлекува доколку примачот прифати. Во спротивно, оваа сума ќе биде префрлена на вашата сметка.",
      "table": {
        "user": "Корисник",
        "amount": "износ",
        "currency": "Валута",
        "account_name": "Од",
        "status": "Статус",
        "message": "Порака",
        "created_at": "Датум на создавање"
      }
    },
    "received_gifts": {
      "title": "Добиени подароци",
      "sub_title": "Добивте подароци од Селдоне или други",
      "table": {
        "amount": "износ",
        "currency": "Валута",
        "account_from": "Од",
        "status": "Статус",
        "message": "Порака",
        "created_at": "Датум на создавање",
        "receive": "Примање"
      }
    }
  },
  "get_gift_dialog": {
    "title": "Добијте подарок",
    "more": "Повеќе ..",
    "amount": "износ",
    "message": "Порака",
    "account_to_input": "Сметка на дестинација",
    "account_to_input_message": "Износите за подароци ќе бидат депонирани на оваа сметка.",
    "get_action": "Прифатете подарок",
    "notifications": {
      "received_success_title": "Секоја чест",
      "received_success": "Износот на подарокот {amount} {currency} е депониран на вашата сметка."
    }
  },
  "send_gift_dialog": {
    "title": "Испрати подарок",
    "account_from_input": "Изберете сметка",
    "account_from_input_message": "Износите за подароци се повлекуваат од оваа сметка.",
    "receiver_input": "Приемник",
    "receiver_input_message": "Можете да ја внесете адресата за е-пошта или телефонскиот број.",
    "message_input": "Порака",
    "message_input_message": "Можете да оставите порака до примачот.",
    "amount_input": "износ",
    "currency_input": "Валутна единица",
    "currency_input_message": "Цената се пресметува во оваа валута.",
    "send_action": "Испрати подарок",
    "notifications": {
      "send_success": "Подарок од {amount} {currency} е испратен до {receiver}."
    }
  },
  "account_list": {
    "account_input": "Број на сметка",
    "account_input_message": "Износите на подароци за оваа валута ќе бидат депонирани на оваа сметка.",
    "free_balance": "Бесплатен биланс",
    "account_name": "Име на сметката"
  },
  "user_monetize_accounts": {
    "title": "Депозитни сметки",
    "sub_title": "Износите на подароците автоматски ќе бидат депонирани на овие сметки.",
    "message": "Seldone депонира средства за вашата активност на социјалните медиуми, учество во развојот на Seldone, претставување пријатели и така натаму. Со избирање на депозитна сметка за секоја валута, износите на подарокот автоматски ќе се депонираат на таа сметка во вашиот домен. Овие износи може да се кредитираат на Селдоне. Повлекувањата ќе бидат можни само за деловните партнери.",
    "add_account_action": "Додадете сметка",
    "add_dialog": {
      "title": "Поврзете сметка за да добивате подароци",
      "account_input": "Број на сметка",
      "account_input_message": "Износите на подароци за оваа валута ќе бидат депонирани на оваа сметка.",
      "set_as_default_action": "Изберете како стандардна сметка"
    },
    "table": {
      "currency": "Валута",
      "account_number": "Број на сметка",
      "account_name": "Име",
      "payment": "Износ на депозит",
      "reset_at": "Ресетирање на",
      "delete": "Избриши"
    },
    "notifications": {
      "set_success": "Сметката е успешно додадена.",
      "delete_success": "Сметката е успешно отстранета од листата на стандардни сметки за примање подароци."
    },
    "delete_alert": {
      "title": "Избриши сметка",
      "message": "Дали сакате да ја отстраните оваа сметка од списокот со сметки за подароци?",
      "action": "Избриши"
    }
  },
  "user_monetize": {
    "title": "Прави пари",
    "menu": {
      "plans": "Планови",
      "accounts": "Сметки"
    }
  },
  "user_monetize_plans": {
    "title": "Проекти за соработка и монетизација",
    "sub_title": "Ќе добиете кредит на сметка за подароци за упатување. Овие износи ќе се наплатат на вашата сметка и може да се подигнат само на деловните партнери на Seldone (не сите). Може да ги потрошите парите на надоместокот за услуги на Seldone.",
    "discount": "Попуст",
    "your_income": "Вашиот приход",
    "level_2": "Од второ ниво",
    "level_3": "Од Трето ниво",
    "link_message": "Членство: {registered}, прифатено: {accepted}",
    "link_tip": "Можете да ја додадете фразата ?ref={link_code} на крајот од секоја адреса што ја споделувате.",
    "table": {
      "currency": "Валута",
      "amount": "Биланс",
      "total": "Вкупно плаќање",
      "payment_date": "Последен датум на плаќање",
      "withdraw": "Повлекување"
    },
    "notifications": {
      "get_credit_success": "Бараниот износ е депониран на вашата сметка."
    }
  },
  "basic_information": {
    "title": "Мојот идентитет и профил",
    "email": "И-мејл адреса",
    "tel": "Мобилен број",
    "address": "адреса",
    "payment": "Валидни трансакции",
    "personal_information": "Информации за идентитетот",
    "main_profile": "Главен профил",
    "main_profile_subtitle": "Оваа информација е јавно достапна за секого.",
    "kyc_waiting_info": "Ја проверуваме точноста на информациите што ги внесувате. Овој процес е задолжителен во согласност со правилата на KYC и ќе го намали ризикот од финансиски трансакции. Можете да ги искористите сегашните и идните придобивки од оваа услуга.",
    "personal_info_dialog": {
      "title": "Информации за идентитетот",
      "name_input": "Име",
      "family_name_input": "Презиме",
      "number_input": "Број на пасош (или Национален код)",
      "birthday_input": "Роденден",
      "birthday_input_placeholder": "Внесете го вашиот роденден",
      "address_input": "адреса",
      "postcode_input": "поштенски код",
      "tel_input": "Број за контакт",
      "passport_image_input": "Изберете слика за пасош",
      "passport_image_input_message": "Поставете скенирање на сликата на вашиот пасош.",
      "personal_image_input": "Изберете своја слика",
      "personal_image_input_message": "Поставете слика од скенирање напред-назад на вашата национална картичка на слика."
    },
    "profile_dialog": {
      "title": "Главен профил",
      "full_name_input": "Целосно име",
      "tel_input": "Број за контакт",
      "email_input": "Е-пошта",
      "website_input": "Веб-страница",
      "address_input": "адреса",
      "about_input": "За мене",
      "about_long_input": "Долг текст за мене",
      "image_input": "Изберете слика на профилот",
      "image_input_message": "Поставете ја вашата слика. Оваа слика ќе се користи како слика на вашиот профил.",
      "notifications": {
        "update_profile_success": "Вашиот профил е ажуриран.",
        "update_personal_info_success": "Вашите информации беа успешно регистрирани"
      }
    },
    "charge_account_approve_message": "Наплатете ја вашата сметка за да ја одобрите вашата банкарска трансакција.",
    "payment_approval": "Одобрување за плаќање",
    "residential_address_checking": "Документи за вашата адреса на живеење во редот за проверка.",
    "add_residential_address": "Додадете ја вашата локација и доказ за документи за адреса на живеење."
  },
  "phone_verify": {
    "title": "Мобилен број",
    "step1_title": "Внесете го вашиот мобилен број.",
    "phone_number_input": "Мобилен број",
    "next": "Следен чекор",
    "sms_code_input": "Код за верификација",
    "sms_code_message": "6-цифрен код за потврда испратен на {phone_number}.",
    "notifications": {
      "duplicated_number_error": "Овој број е веќе одобрен од вас.",
      "send_activation_code_success_title": "Код за верификација",
      "send_activation_code_success": "Кодот за потврда е испратен на {phone_number}.",
      "verify_success": "Вашиот мобилен број е потврден"
    }
  },
  "companies": {
    "title": "Мои деловни сметки",
    "message": "Бизнисите, претприемачите и професионалните тимови можат да развијат производи и апликации врз основа на Seldone. Неопходно е да се создаде деловен профил.",
    "new_company": "Нова компанија"
  },
  "add_company": {
    "name_input": "Име на компанија",
    "website_input": "Веб-страница",
    "email_input": "Е-пошта",
    "address_input": "адреса",
    "tel_input": "тел",
    "mobile_input": "Мобилен",
    "edit_action": "Уреди компанија",
    "create_action": "Создадете компанија",
    "notifications": {
      "add_success": "Создадена е деловна сметка {name}.",
      "edit_success": "Деловната сметка е изменета."
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "Лично",
      "shop_key": "Клиенти",
      "apps": "Апликации"
    },
    "connected_apps_title": "Поврзани апликации",
    "connected_apps_message": "Ќе видите список на сите продавници и апликации што се поврзани со вашата сметка на домен. Можете да го избришете пристапот до кој било од нив.",
    "shop_keys_title": "Клучеви за пристап до продавница",
    "shop_keys_message": "Овие клучеви се користат за креирање токен за пристап од вашиот сервер. Забележете дека клучевите се доверливи и поставени само на серверот за да не се видливи за другите.",
    "personal_keys_title": "Лични клучеви за пристап",
    "personal_keys_message": "Можете да ги креирате клучевите на вашата сметка овде. Имајте предвид дека овие клучеви ќе можат да пристапат до вашата сметка. Креирајте и користете ги овие клучеви само ако знаете што точно правите."
  },
  "user_security_control": {
    "title": "Безбедност на сметката",
    "message": "Овде можете да ги уредувате безбедносните поставки на вашата сметка.",
    "delete": {
      "title": "Избриши сметка",
      "subtitle": "Пред да ја избришете вашата сметка, проверете дали сте ги избришале сите продавници.",
      "action": "Сигурен сум, избришете ја мојата сметка",
      "agreement": "Прифаќам дека сите мои информации ќе бидат избришани од вашиот сервер. Вашите информации ќе бидат избришани според распоредот што го определивме за да спречиме измама или злоупотреба."
    },
    "list": {
      "password": {
        "title": "Лозинка",
        "sub_title": "Изберете силна лозинка за вашата сметка.",
        "action_title": "Лозинка за пристап до сметката",
        "not_exist": "Не е внесено",
        "action": "Промени го пасвордот"
      },
      "phone": {
        "title": "Мобилен број",
        "sub_title": "Потврдете го вашиот мобилен број. Ќе можете да се најавите преку овој број.",
        "action_title": "Примарниот телефонски број на сметката",
        "action": "Потврдете го бројот"
      },
      "two_step": {
        "title": "Влез во два чекора",
        "sub_title": "Потврдете го вашиот мобилен број. Ќе можете да се најавите преку овој број.",
        "action_title": "Зголемете ја безбедноста на сметката",
        "activated_action": "Активиран",
        "active_action": "Активен сега"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "Инсталирајте ја апликацијата Google Authenticator"
      },
      "step_2": {
        "title": "Внесете го кодот генериран од апликацијата",
        "message": "6-цифрениот код се генерира со алгоритам во вашиот мобилен телефон. Апликацијата можете да ја преземете од следниот линк. Притиснете го копчето за генерирање на код за да креирате QR-код што ја содржи лозинката.",
        "qr_code_info": "Ако не е можно да се скенира, можете рачно да го копирате и залепите кодот во апликацијата:",
        "create_new_code": "Создадете нов код",
        "qr_code_scanning": "Скенирајте го QR-кодот создаден од мобилната апликација Google Authenticator и внесете го кодот генериран за потврда во полето на оваа страница.",
        "qr_code_regenerate_info": "Забелешка: Со притискање на горенаведеното копче ќе се создаде ново копче и претходното копче ќе биде неупотребливо. Внесете го новиот клуч во апликацијата на телефонот."
      },
      "step_3": {
        "title": "Внесете го креираниот код",
        "message": "Внесете го кодот за пристап креиран во апликацијата во полето подолу.",
        "activation_key_input": "Код за пристап"
      },
      "activated_alert": "Овозможено е најавување во 2 чекора.",
      "activated_message": "Најавата во два чекора е овозможена за вашата сметка. Отсега ќе треба да внесете втор код кој се менува на секои 30 секунди за да пристапите до вашата сметка. За да го оневозможите најавувањето во два чекора, само кликнете двапати Притиснете чекор и поминете низ чекорите.",
      "cancel_two_step_login_action": "Откажи најава во два чекора",
      "cancel_two_step_login_info": "Ако сакате да ја оневозможите проверката во 2 чекора, внесете ја вашата лозинка и кликнете на копчето за најавување во два чекора.",
      "password_input": "Лозинка",
      "cancel_2fa_action": "Откажи најава во два чекора"
    },
    "change_password_dialog": {
      "title": "Промени го пасвордот",
      "message": "Користете сложена и незаборавна лозинка.",
      "password_input": "Сегашна лозинка",
      "new_password_input": "Нова лозинка",
      "re_new_password_input": "Повторете ја новата лозинка",
      "tips": {
        "length": "Лозинката мора да има најмалку 8 знаци",
        "chars": "Најмалку една голема буква и еден број.",
        "match": "Лозинката се совпаѓа."
      },
      "change_password_action": "Промени го пасвордот",
      "notifications": {
        "change_password_title": "Промени го пасвордот",
        "change_password": "Лозинката е успешно променета."
      }
    }
  },
  "authorized_clients": {
    "title": "Список на поврзани продавници / апликации",
    "table": {
      "name": "Име",
      "app": "Апликација",
      "scopes": "Опсег",
      "shop": "Ограничена продавница"
    },
    "remove_action": "Отстранете го пристапот",
    "delete_alert": {
      "title": "Избриши",
      "message": "Дали сакате да го отповикате овој пристап? Имајте предвид дека оваа апликација повеќе нема да има пристап до вашата сметка.",
      "action": "Одбијте го пристапот"
    }
  },
  "clients": {
    "title": "Листа на клиенти",
    "create_new_action": "Создадете нов клиент",
    "table": {
      "client_id": "ИД на клиентот",
      "app": "Апликација",
      "name": "Алијас",
      "secret_key": "Таен клуч"
    },
    "create_dialog": {
      "title": "Нов клиент",
      "error_msg": "<strong>Грешка!</strong> Извинете, се појави грешка!",
      "name_input": "Име",
      "name_input_message": "Нешто што вашите корисници го препознаваат и веруваат.",
      "redirect_input_message": "Вратете ја адресата на вашата страница."
    },
    "edit_dialog": {
      "title": "Уреди пристап"
    },
    "delete_alert": {
      "title": "Избриши",
      "message": "Дали сакате да го избришете овој клиент?",
      "action": "Избриши"
    }
  },
  "personal_access_tokens": {
    "title": "Список на токени за личен пристап",
    "create_action": "Создадете нов токен",
    "table": {
      "name": "Име",
      "scopes": "Пристапи",
      "expire_at": "Датум на истекување"
    },
    "create_dialog": {
      "title": "Зграда на токени",
      "error_message": "<strong>Грешка!</strong> Извинете, се појави грешка!",
      "name_input": "Алијас Ex. моето симболично име",
      "name_input_message": "Омилено токен име.",
      "scopes_list": "Список за пристап до токени"
    },
    "access_token_dialog": {
      "title": "Личен клуч за пристап",
      "message": "Еве го токенот на вашиот личен токен за пристап. Ова е единствениот пат кога ќе се прикаже овој токен, затоа не пропуштајте го! Сега можете да го користите овој токен за да побарате API."
    },
    "delete_alert": {
      "title": "Избриши",
      "message": "Дали сакате да го избришете овој токен за пристап?",
      "action": "Избриши"
    }
  },
  "scopes": {
    "profile": {
      "name": "профил",
      "description": "Прочитајте ги информациите за профилот, вклучувајќи име, адреса на е-пошта, слика и статус на автентикација."
    },
    "phone": {
      "name": "телефонски број",
      "description": "пристап до телефонскиот број."
    },
    "address": {
      "name": "Адреси",
      "description": "Прочитајте ја зачуваната адреса од адресарот."
    },
    "buy": {
      "name": "Купување",
      "description": "Поставете нарачка и купете од продавницата."
    },
    "order-history": {
      "name": "Историја на нарачки",
      "description": "Прочитајте ја историјата на нарачки."
    },
    "my-gift-cards": {
      "name": "Картички за подароци",
      "description": "Пристап до Моите картички."
    },
    "articles": {
      "name": "Уредете ја содржината",
      "description": "Уредете написи."
    },
    "notifications": {
      "name": "Испрати и примај известување",
      "description": "Испрати и примај известување."
    },
    "read-shops": {
      "name": "Продавница ист",
      "description": "Прочитајте ја листата на продавници."
    },
    "shop-edit": {
      "name": "Управување со продавница",
      "description": "Уредете го пристапот до продавницата"
    },
    "shop-contacts": {
      "name": "Управување со формулари за контакт",
      "description": "Примајте и уредувајте формулари за контакт."
    },
    "shop-gift-cards": {
      "name": "Управувајте со картички за подароци",
      "description": "Креирајте, уредувајте и управувајте со картички за подароци."
    },
    "shop-faqs": {
      "name": "Управување со прашања и одговори",
      "description": "Креирајте, уредувајте и управувајте со најчесто поставуваните прашања."
    },
    "shop-categories": {
      "name": "Управувајте со категории",
      "description": "Креирајте, уредувајте и управувајте со категориите."
    },
    "shop-products": {
      "name": "Управување со производи",
      "description": "Додавање, уредување и управување со производите."
    },
    "shop-read-reports": {
      "name": "Читајте извештаи",
      "description": "Читајте информации и извештаи."
    },
    "shop-socials": {
      "name": "Управувајте со социјалните медиуми",
      "description": "Уредете ги социјалните медиуми на продавницата"
    },
    "shop-accounts": {
      "name": "Управувајте со финансиските сметки",
      "description": "Уредете и бришете финансиски сметки поврзани со продавницата."
    },
    "shop-menus": {
      "name": "Управувајте со менијата",
      "description": "Уредете ги менијата на продавницата."
    },
    "shop-pages": {
      "name": "Управувајте со страници",
      "description": "Уредете ги страниците на продавницата."
    },
    "shop-warehouse": {
      "name": "Управување со складиште",
      "description": "Уреди Магацин на продавница"
    },
    "shop-permissions": {
      "name": "Управувајте со пристапот",
      "description": "Приказ и уредување на пристапот до продавницата."
    },
    "shop-process-center": {
      "name": "Управување со нарачки",
      "description": "Управување со нарачки."
    },
    "shop-profile": {
      "name": "Управувајте со профилите",
      "description": "Управувајте со профилите на продавницата."
    }
  },
  "company_page": {
    "title": "Компанијата",
    "create_app": "Креирај нова апликација",
    "menu": {
      "edit": "Уредување",
      "apps": "Апликации",
      "dashboard": "Контролна табла",
      "companies": "Компании"
    },
    "dashboard": {
      "info_widget": {
        "title": "Информации за регистрација на компанија",
        "address": "адреса",
        "website": "Веб-страница",
        "email": "Е-пошта",
        "phone": "телефонски број",
        "register": "Регистрирајте се",
        "developer": "Програмер",
        "verified": "Потврдено",
        "golden": "Златен"
      }
    },
    "developer": {
      "title": "Програмери",
      "menu": {
        "new": "Ново",
        "apps": "Апликации"
      },
      "app_card": {
        "category": "Категорија",
        "installs": "Инсталирај",
        "actives": "Активен",
        "uninstalls": "Деинсталира",
        "app_code": "Код на апликацијата",
        "app_mode": "Режим на апликација"
      }
    },
    "edit": {
      "title": "Уредување"
    }
  },
  "add_app": {
    "category_input": "Категорија",
    "code_input": "Код",
    "name_input": "Име",
    "description_input": "Опис",
    "video_input": "URL на видеото",
    "public_form": "Структура на општи информации",
    "private_form": "Структура на приватни информации",
    "icon_input": "Икона за апликација",
    "logo_input": "Апликација за лого",
    "enable_input": "Дали апликацијата е активна?",
    "edit_action": "Уредете ја апликацијата",
    "create_action": "Креирај апликација",
    "notifications": {
      "add_success": "Создадена е деловна сметка {name}.",
      "delete_success": "Деловната сметка е изменета."
    }
  },
  "app_page": {
    "title": "Апликација",
    "menu": {
      "edit": "Уредување",
      "publish": "Објави",
      "history": "Верзии",
      "dashboard": "Контролна табла",
      "company": "Компанијата",
      "api": "API",
      "images": "Слики"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "Апликација",
        "app_code": "Код на апликацијата",
        "category": "Категорија",
        "name": "Име",
        "installs": "Инсталирајте апликации",
        "uninstalls": "Деинсталирајте апликации",
        "actives": "Активни апликации",
        "description": "Опис",
        "published": "Објавено",
        "waiting_for_review": "Се чека одобрување",
        "app_mode": "Режим на апликација"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "Сопственик",
      "description": "Целосен пристап до сите излози."
    },
    "PRODUCT": {
      "text": "Менаџер на производот",
      "description": "Додавање, уредување и управување со производи од продавницата."
    },
    "AUDITING": {
      "text": "Финансиски менаџер",
      "description": "Погледнете ги финансиските информации и плаќањата."
    },
    "CONTENT": {
      "text": "Управување со содржина",
      "description": "Одговарајте на прашања, пишувајте блогови и дизајнирајте страници."
    },
    "OFFICER": {
      "text": "Виш менаџер",
      "description": "Приказ и следење на активноста на вработените."
    },
    "EMPLOYEE": {
      "text": "Вработен",
      "description": "Погледнете ги нарачките и исполнувајте ги нарачките."
    },
    "MARKETING": {
      "text": "Маркетинг",
      "description": "Пристап до поставките и креирање кампањи, маркетинг преку е-пошта и други секции поврзани со маркетингот."
    },
    "VIEWER": {
      "text": "Гледач",
      "description": "Можност за прегледување информации за продавницата без да може да ги уредувате или менувате."
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "Физичка проверка",
      "description": "Проверете ги примените нарачки."
    },
    "PhysicalOrdersPackaging": {
      "text": "Физичко пакување",
      "description": "Магацин и процес на пакување."
    },
    "PhysicalOrdersDelivery": {
      "text": "Физичка испорака",
      "description": "Нарачајте превоз."
    },
    "PhysicalOrdersSupport": {
      "text": "Физичка поддршка",
      "description": "Поддршка по продажбата."
    }
  },
  "account_status": {
    "Checking": "Проверка",
    "Approved": "Потврдено",
    "Rejected": "Одбиено",
    "Deleted": "Избришано",
    "Banned": "Забранет",
    "Payment": "Плаќање",
    "SelldoneSprite": "Продадена сметка на паричник",
    "SelldoneStorage": "Продадено складирање"
  },
  "account_page": {
    "title": "Сметка",
    "menu": {
      "setting": "Поставки",
      "change": "Полнење",
      "transfer": "Трансфер",
      "transactions": "Трансакции"
    },
    "transactions": {
      "title": "Трансакции со сметки",
      "detail": {
        "title": "Трансакција",
        "amount": "износ",
        "description": "Опис",
        "from": "Од",
        "to": "До",
        "created_at": "Датум",
        "receipt": "Потврда",
        "receipt_note": "Забелешка"
      },
      "table": {
        "type": "Тип",
        "from": "Од сметката",
        "to": "На сметка",
        "amount": "износ",
        "receipt": "Потврда",
        "created_at": "Датум",
        "description": "Опис"
      }
    },
    "transfer": {
      "title": "Трансфер такси",
      "form": {
        "title": "Формулар за барање за трансфер",
        "sub_title": "Депонирајте на вашите сопствени сметки или на други",
        "message": "Внимавајте при префрлањето пари, нема да можете да вратите доколку го завршите трансферот."
      }
    },
    "deposit": {
      "form": {
        "title": "Сметка за наплата",
        "sub_title": "Мора да го наплатите салдото на вашата сметка за да купите лиценци, да ја надградите вашата сметка и да платите сметки од системот.",
        "amount_input": "износ",
        "charge_action": "Наплатете сметка"
      },
      "notifications": {
        "qr_title": "Плаќање",
        "qr_message": "Создадена е адреса за плаќање {currency}.",
        "gateway_title": "Плаќање",
        "gateway_message": "Се поврзува со портал за плаќање."
      }
    },
    "setting": {
      "title": "Поставки за сметка",
      "account_name_input": "Име на сметката",
      "notifications": {
        "updated_success": "Вашата сметка се ажурираше успешно."
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "Потврда за плаќање"
  },
  "transaction_form": {
    "title": "Формулар за трансакција",
    "from_input": "Од број на сметка",
    "to_input": "До бројот на сметката",
    "from_input_message": "Износот ќе биде повлечен од оваа сметка.",
    "account_name": "Име на сметката",
    "currency": "Валута",
    "free_balance": "Расположливо салдо",
    "to": "Сметка на дестинација",
    "amount": "износ",
    "receipt_title": "Плаќање за прием",
    "receipt_input": "Број на сметка",
    "paid_status": "Оваа потврда е веќе платена.",
    "paid_canceled": "Оваа потврда е откажана.",
    "description": "Објаснување",
    "created_at": "Датум",
    "duration": "Времетраење",
    "unlimited": "Неограничено",
    "add_note_action": "Додадете опис",
    "note": "Забелешка",
    "transfer_action": "Трансфер",
    "confirmation": {
      "title": "Прати пари",
      "subtitle": "Потврда за трансакција",
      "message": "Доколку следните информации се точни, притиснете го копчето за потврда на трансакцијата за да ја извршите трансакцијата.",
      "from": "Од сметката",
      "to": "На сметка",
      "amount": "износ",
      "fee": "Провизија за трансакција",
      "total_pay": "Износот е повлечен од вашата сметка",
      "receipt": "Потврда",
      "description": "Опис",
      "accept_action": "Потврда за трансакција"
    },
    "enter_account_number": "Внесете број на сметка.",
    "currency_not_match": "Валутата на дестинациската сметка не е иста со изворот",
    "account_number_not_valid": "Бројот на сметката е точен.",
    "account_number_is_valid": "Бројот на сметката е точен.",
    "receipt_not_valid": "Бројот на фактурата е неточен.",
    "receipt_is_valid": "Бројот на сметката е точен.",
    "notifications": {
      "confirm_success": "Трансакцијата е успешно завршена."
    }
  },
  "price_calculator": {
    "title": "Калкулатор | Погодни за вашиот бизнис",
    "description": "Пресметајте и изберете го најдобриот план врз основа на вашата месечна продажба:",
    "sale_input": "Месечен износ на продажба",
    "hypernova_plan": "Аплицирајте за Hypernova %0!",
    "show_normal_mode": "Прикажи нормален режим",
    "show_hypernova_mode": "Мојата трансакција е над 1 милион долари!"
  },
  "price_card": {
    "billed_monthly": "Се наплаќа {amount} месечно.",
    "billed_yearly": "Се наплаќа {amount} годишно.",
    "buy_license_action": "Купи сега",
    "select_your_store": "Изберете ја вашата продавница"
  },
  "shop_session_widget": {
    "total_sessions": "Вкупно сесии"
  },
  "user_activities_keys": {
    "add_baskets": "Додади го во кошничка",
    "remove_baskets": "Избриши од кошничка",
    "buys": "Купи",
    "products_views": "Погледнете го производот"
  },
  "shop_visitors_widget": {
    "title": "Анализа на посетители",
    "new_visitors": "Нови посетители",
    "amp": "AMP прегледи",
    "returning_visitors": "Се враќаат посетители",
    "page_views": "Прегледи на страници",
    "other_pages": "Други страници",
    "from_previous_7_days": "од последните 7 дена"
  },
  "app_levels": {
    "title": "Ниво на апликација",
    "Newbie": "Новак",
    "Beginner": "Почетник",
    "Novice": "Почетник",
    "Intermediate": "Средно",
    "Advanced": "Напредно"
  },
  "login": {
    "register_title": "Медиумот на бизниси,<br> Пријатно искуство.",
    "register_subtitle": "Пријавете се денес бесплатно. Селдоне го сакаат стартапите, претпријатијата, купувачите и продавачите.",
    "password_recovery_title": "Обновување на лозинка",
    "password_recovery_message": "Во случај да сте ја заборавиле лозинката, внесете ја адресата на е-пошта на вашата сметка и притиснете го копчето за потврда. Ќе ви испратиме е-пошта со линк за ресетирање на лозинката.",
    "email": "твојата е-маил адреса",
    "password_recovery_action": "Добијте е-пошта за враќање",
    "register_google": "Продолжете со Google",
    "register_apple": "Продолжете со Apple",
    "continue_with": "Продолжи со",
    "register_linkedin": "Продолжете со LinkedIn",
    "register_facebook": "Продолжете со Фејсбук",
    "register_github": "Продолжете со Github",
    "create_your_account": "Направете ја вашата сметка",
    "password_8_chars": "Лозинката мора да има најмалку 8 знаци.",
    "password_upercase_number": "Најмалку една голема буква и еден број.",
    "password_confirm": "Лозинката и потврдата се поклопија.",
    "privacy_agreement": "Со пријавувањето, се согласувате со <a href='/terms' target='_blank'>Условите за користење</a> и <a href='/privacy' target='_blank'>Политиката за приватност</a> на Seldone.",
    "register_action": "Ајде да одиме, бесплатно е!",
    "login_action": "Логирај Се",
    "already_signup": "Веќе се пријавивте?",
    "login_your_account": "Најавете се на вашата сметка",
    "login_google": "Продолжете со Google",
    "login_linkedin": "Продолжете со LinkedIn",
    "login_facebook": "Продолжете со Фејсбук",
    "login_github": "Продолжете со Github",
    "remember_me": "Запомни ме.",
    "login_button": "Логирај Се",
    "two_step_problem": "Дали имате проблем со лозинката во два чекора?",
    "two_step_problem_action": "Сакам да го оневозможам најавувањето во два чекора.",
    "two_step_confirm": "Потврдете го кодот за пристап",
    "forgot_password": "Ја заборави лозинката?",
    "signup_free": "Најави се бесплатно",
    "checking_robot_message": "Проверете дали сте робот или човек..",
    "notifications": {
      "step2_login_success": "Автоматско најавување на сметката"
    },
    "signup_email": "Пријавете се преку е-пошта",
    "name_placeholder": "Име",
    "email_placeholder": "Е-пошта",
    "email_or_username_placeholder": "Е-пошта, корисничко име или телефонски број",
    "password_placeholder": "Лозинка",
    "re_password_placeholder": "Потврди ја лозинката",
    "new_in_samin": "Ново во Селдоне?",
    "auto_create_shop": "Продавница за автоматско креирање"
  },
  "layout": {
    "logout": "Одјавување",
    "menu": {
      "personal_information": "Лични информации и профил",
      "wallet": "Паричници и сметки",
      "companies": "Компании и деловни сметки",
      "access": "Пристап до Моја сметка",
      "security": "Безбедност",
      "preferences": "Кориснички параметри"
    }
  },
  "page_builder": {
    "title": "Дизајн на веб-страница",
    "menu": {
      "user_view": "Прикажи",
      "design": "Дизајн",
      "behavior": "Однесување",
      "seo": "SEO",
      "setting": "Поставки",
      "embed": "Вградување"
    },
    "waiting_fetch": "Примање информации ..",
    "setting": {
      "title_input": "Наслов на страницата",
      "description_input": "Краток опис",
      "name_input": "URL на страницата (букви и броеви)",
      "bg_color_input": "Боја на позадина",
      "bg_style_input": "Стил на заднина на страницата",
      "page_label_input": "Боја на етикетата",
      "page_dir_input": "Насока на страницата",
      "ltr": "Од лево кон десно",
      "rtl": "Од десно кон лево",
      "designer_note": "Дизајнерска белешка"
    },
    "history": {
      "title": "Зачувана историја"
    },
    "design": {
      "themes": {
        "title": "Личен асистент за дизајн",
        "message": "Дизајнирајте ги најдобрите страници за вашиот бизнис без кодирање.",
        "page_title_input": "Внесете наслов за вашата страница"
      },
      "tools": {
        "rearrange": "Со цел",
        "tools": "Алатки",
        "history": "Историја",
        "style": "Стил"
      },
      "no_category": "Нема категории"
    },
    "seo": {
      "message": "Поставките за оптимизација се прилагодуваат автоматски од моторот за оптимизација на Seldone."
    }
  },
  "verify_email_caution": {
    "title": "Потврди ја твојата Е-маил адреса",
    "message": "Новата врска за активирање е испратена на вашата е-пошта {email}. Ве молиме проверете ја вашата е-пошта пред да се преземе било каква акција.",
    "resend_message": "Ако не сте ја добиле врската за активирање во вашата е-пошта, кликнете на копчето подолу за повторно да испратите.",
    "resend_action": "Повторно испратете ја врската за активирање",
    "resend_notice": "Линкот за активирање е испратен."
  },
  "autopilot": {
    "start": "Почетен датум",
    "end": "Крајна дата"
  },
  "help": {
    "menu": "Мени",
    "more_helps": "Прочитај повеќе"
  },
  "company_card": {
    "pending_state": "Се чека преглед",
    "register": "Регистриран",
    "developer": "Програмер",
    "verified": "Потврдено",
    "premier": "Премиер"
  },
  "shop_license": {
    "add": "Додадете претплата",
    "only_last": "Само последна претплата",
    "vouchers": "Ваучери",
    "buy": "Купете план за претплата",
    "monthly": "Месечно",
    "yearly": "Годишно",
    "start_date": "Почетен датум",
    "end_date": "Крајна дата",
    "price": "цена",
    "terms": "Ги читам и се согласувам со условите за користење на Seldone",
    "need_charge": "Треба наплата",
    "buy_now": "Купи сега",
    "auto_renewal": "Автоматско обновување",
    "plan_placeholder": "Изберете го вашиот план за претплата",
    "plan": "План за лиценца",
    "use_date": "Датум на активирање",
    "active_license": {
      "title": "Активна лиценца",
      "subtitle": "Информации за вашата активна лиценца.",
      "subtitle_partner": "Информации за вашата активна лиценца за {name}."
    },
    "licenses_table": {
      "title": "Купена историја",
      "subtitle": "Активни и нерешени лиценци."
    },
    "license_detail": {
      "title": "Детали",
      "subtitle": "Ограничувања на вашиот тековен план."
    },
    "table": {
      "plan": "Планирајте",
      "start_date": "Датум на почеток / крај",
      "renewal": "Автоматско обновување",
      "linked_account": "Поврзана сметка / ваучер",
      "payment": "Плаќање",
      "cancel": "Откажи"
    },
    "notifications": {
      "subscribe_success": "Успешно се претплати.",
      "cancel_success": "Претплатата е успешно откажана."
    },
    "cancel_dialog": {
      "title": "Откажете ја потврдата за претплата",
      "message": "Дали сте сигурни дека ќе ја откажете оваа претплата?",
      "action": "Откажете ја претплатата"
    }
  },
  "admin_shop_layout": {
    "download_txt": "Преземете текст за податоци",
    "download_excel": "Преземете податоци ексел"
  },
  "user_preferences": {
    "access": "Пристап",
    "template": "Шаблон",
    "feedback": "Повратни информации",
    "company": "Компанијата",
    "company_message": "Ако имате компанија и сакате да објавувате апликации.",
    "access_keys": "Копчиња за пристап",
    "access_keys_message": "Прикажи клиенти и клучеви за пристап.",
    "rating": "Како би го оцениле вашето искуство со Селдоне?",
    "large_font": "Големи фонтови",
    "large_font_message": "Прикажи текст поголем од вообичаеното",
    "samples": "Прикажи примероци на продавници",
    "samples_message": "Ако е овозможено, некои примероци на продавници ќе се прикажат во вашиот панел."
  },
  "shop_locations": {
    "title": "Земји каде што се обезбедува услуга",
    "sub_title": "Изберете ги земјите каде што сакате да го продадете вашиот производ од листата подолу.",
    "delete_restriction": "Избришете го ограничувањето",
    "set_restriction": "постави ограничување",
    "notifications": {
      "locations_update": "Локацијата е успешно ажурирана."
    },
    "table": {
      "country": "Земја",
      "currency": "Валута",
      "available": "Достапно"
    }
  },
  "product_card": {
    "sold_out": "Продадено",
    "review_unit": "Преглед",
    "not_original": "Не оригинален"
  },
  "product_studio": {
    "add_mode": "Додадете повеќе детали",
    "add_by_sku": "Додај по SKU",
    "auto_category": "Категорија за автоматско поставување",
    "add_in_current_category": "Додај во тековната категорија",
    "category_mode_message": "Ако е овозможено, производот ќе се додаде во стандардната категорија или подкатегорија.",
    "sku_name_input": "SKU / Име"
  },
  "my_affiliate": {
    "title": "Мои договори за партнерство",
    "message": "Список на партнерски договори со други продавници."
  },
  "affiliates": {
    "title": "Здружени партнери",
    "subtitle": "Создадете филијали, следете ги нивните перформанси со текот на времето и преземајте дејства врз основа на точни информации на едно место. Ние ви помагаме вам и на вашите партнери да изградите силна врска.",
    "affiliate_code": "Код за партнерство",
    "crate_date": "Креирај датум",
    "last_payment_date": "Последен датум на плаќање",
    "for_all_products": "Примени на сите производи",
    "balance": "Биланс",
    "fix_commission": "Фиксна провизија",
    "percent_commission": "Провизија заснована на проценти",
    "total_payment": "Вкупни плаќања",
    "new_affiliate": "Нов партнер",
    "new_affiliate_message": "Додадете нов партнер",
    "link_domain": {
      "title": "Поврзан домен",
      "subtitle": "Можете да поврзете еден од вашите домени со овој партнер. Овој партнер ќе биде познат како претставник на секое лице кое ќе ја посети вашата продавница и ќе купува преку овој домен."
    },
    "dialog": {
      "new": "Нов партнер",
      "edit": "Уредете го партнерот",
      "user": "Корисник (опционално)",
      "bank_info": "Информации за банката",
      "restriction": "Ограничување",
      "select_products": "Изберете производи",
      "select_products_message": "Филијалата на партнерот добива провизија за овие производи",
      "edit_action": "Ажурирајте го партнерот",
      "add_action": "Додадете партнерски партнер",
      "affiliate_name": "Име на партнер за партнер",
      "payment_info": "Информации за плаќање",
      "enable_switch": "Дали е активен?",
      "affiliate_info": "Информации за партнерот"
    },
    "link_factory": {
      "title": "Генератор на врски за партнерски партнер",
      "link_input": "Вашата врска",
      "link_output": "Генерирана врска"
    }
  },
  "gift_card_orders": {
    "title": "Нарачки со подароци",
    "table": {
      "order": "Со цел",
      "order_price": "Износот на нарачката",
      "paid_by_card": "Платено со картичка",
      "payment_status": "Статус на плаќање",
      "date": "Датум"
    }
  },
  "offer_orders": {
    "title": "Понуда нарачки",
    "table": {
      "order": "Со цел",
      "order_price": "Износот на нарачката",
      "offer_amount": "Износ на понудата",
      "payment_status": "Статус на плаќање",
      "product": "Производ",
      "date": "Датум"
    }
  },
  "coupon_orders": {
    "title": "Купонски нарачки",
    "table": {
      "order": "Со цел",
      "order_price": "Износот на нарачката",
      "coupon_amount": "Износ на купонот",
      "payment_status": "Статус на плаќање",
      "date": "Датум"
    }
  },
  "discount_code_orders": {
    "title": "Нарачки со код за попуст",
    "table": {
      "order": "Со цел",
      "order_price": "Износот на нарачката",
      "discount_amount": "Износ на попуст",
      "payment_status": "Статус на плаќање",
      "date": "Датум"
    }
  },
  "incentives": {
    "discount_code": "Попуст",
    "coupon": "Купон",
    "offer": "Понуда",
    "gift_card": "Честитка",
    "lottery": "Лотарија"
  },
  "discount_codes": {
    "title": "Шифри за попуст",
    "sub_title": "Во овој дел ќе можете да дизајнирате купони за попуст за да одговараат на вашите потреби. Овие попусти се одвоени од кој било попуст на производот и ќе важат за конечниот износ на нарачката од корисникот.",
    "add_new": "Додадете нов код за попуст",
    "card": {
      "created": "Креирај",
      "start": "Започнете",
      "end": "Крај",
      "currency": "Валута",
      "discount_percentage": "Попуст стапка",
      "discount_limit": "Лимит на попуст",
      "state": "Сегашен статус",
      "enabled": "Сега е овозможено",
      "disabled": "Сега е оневозможено",
      "used": "Потрошени",
      "count": "брои",
      "unit": "ставки"
    },
    "dialog": {
      "title_edit": "Уредете го кодот за попуст",
      "title_add": "Додадете нов код за попуст",
      "discount_code_input": "Код за попуст",
      "discount_percent_input": "Попуст стапка",
      "discount_percent_input_hint": "Есконтната стапка на купениот износ",
      "count_input": "брои",
      "count_input_hint": "Максимална употреба на овој код",
      "limit_input": "Лимит на попуст",
      "limit_input_hint": "Максимален попуст врз основа на валута",
      "currency_input_message": "За оваа валута ќе бидат достапни попусти.",
      "limit_input_message": "Вредноста 0 за ограничувањето на попустот значи дека нема ограничување за есконтната стапка.",
      "title_input": "Наслов",
      "title_input_hint": "Можете да внесете наслов за овој код за попуст",
      "description_input": "Опис",
      "description_input_hint": "Можете да внесете опис за овој код за попуст",
      "date_start_input": "Започнете",
      "date_start_input_placeholder": "Изберете кога да започне попустот",
      "date_end_input": "Крај",
      "date_end_input_placeholder": "Изберете кога ќе заврши попустот",
      "notifications": {
        "add": "Кодот за попуст е успешно додаден.",
        "edit": "Кодот за попуст е успешно уреден."
      }
    },
    "delete_alert": {
      "title": "Отстранете го кодот за попуст",
      "message": "Дали сакате да го избришете овој код за попуст?",
      "action": "Отстранете го попустот"
    },
    "notifications": {
      "delete_success": "Вашиот коментар беше успешно избришан"
    }
  },
  "gift_cards": {
    "title": "Честитка",
    "sub_title": "Направете подарок картичка и потоа направете онолку колку што ви треба. Оваа картичка се наплаќа и може да се користи само за купувања во вашата продавница.",
    "create_new": "Додадете нова картичка за подарок",
    "card": {
      "created": "Креирај",
      "lifetime": "Датум на истекување",
      "lifetime_unit": "Месец од датумот кога е креирана секоја картичка",
      "currency": "Валута",
      "initial_balance": "Почетно полнење",
      "count": "брои",
      "count_unit": "ставка",
      "used": "Искористени"
    },
    "dialog": {
      "title": "Дизајн на картички за подароци"
    },
    "alert": {
      "title": "Отстранете го кодот за попуст",
      "message": "Дали сакате да го избришете овој код за попуст?",
      "action": "Избриши"
    },
    "notifications": {
      "delete_title": "Избришете ја картичката за подарок",
      "delete_message": "Вашиот коментар е успешно избришан."
    }
  },
  "coupons": {
    "title": "Купони",
    "sub_title": "Ако сакате да им дадете на вашите клиенти попуст што може да се искористи со специфични услови, можете да креирате купони. Купоните може да вклучуваат процентуален попуст со лимит или фиксен износ или комбинација од двете.",
    "create_new": "Додадете нов купон",
    "qualified_products": "Подобни производи",
    "min_purchase": "Минимално купување",
    "only_first_order": "Само прво купување",
    "one_time_use": "Еднократна употреба",
    "amount_usage": "Искористена количина",
    "delete_alert": {
      "title": "Избришете го купонот",
      "message": "Дали сте сигурни дека ќе го избришете овој купон?",
      "action": "Да, избришете го купонот"
    },
    "notifications": {
      "delete_success": "Купонот е успешно избришан."
    }
  },
  "coupon_edit": {
    "title_edit": "Уреди купон",
    "title_add": "Нов купон",
    "discount_charge": "Попуст и наплата",
    "charge": "Полнење",
    "charge_message": "Износот на почетната наплата",
    "percent": "Попуст проценти",
    "percent_message": "Износ на попуст проценти",
    "limit_input": "Граница",
    "limit_input_hint": "Износ на ограничување на попустот",
    "currency_input_message": "Достапен купон за оваа валута.",
    "count_input": "брои",
    "count_input_hint": "Максимална употреба на овој код",
    "limit_input_message": "Вредноста 0 за ограничувањето на попустот значи дека нема ограничување за есконтната стапка.",
    "date_start_input": "Започнете",
    "date_start_input_placeholder": "Изберете кога да започнете купон",
    "date_end_input": "Крај",
    "date_end_input_placeholder": "Изберете кога ќе заврши попустот",
    "title_input": "Наслов",
    "title_input_hint": "Можете да внесете наслов за овој код за попуст",
    "description_input": "Опис",
    "description_input_hint": "Можете да внесете опис за овој код за попуст",
    "coupon_code": "Код на купон",
    "need_code": "Ви треба код?",
    "coupon_color": "Боја на купонот",
    "min_purchase_amount": "Минимална сума за купување",
    "min_purchase_amount_hint": "Износот за купување мора да биде поголем или еднаков на оваа вредност.",
    "should_exist_product": "Најмалку еден од овие производи мора да биде во количка",
    "apply_for_first_order": "Само за прво купување",
    "apply_for_first_order_on": "Овој купон може да се искористи само за првото купување на клиентот!",
    "apply_for_first_order_off": "Бројот на искористени купони по купувач може да се прилагоди подолу.",
    "has_qualify_constraints": "Дали сакате да дефинирате повеќе граници?",
    "has_qualify_constraints_message": "Поставете повеќе услови за да го квалификувате клиентот да го користи овој купон.",
    "one_time_use": "Еднократна употреба",
    "one_time_use_message": "Клиентот може да го користи овој купон еднократно.",
    "daily_limit": "Дневен лимит",
    "no_limit": "Нема ограничување",
    "daily_limit_message": "Максимална количина на користење дневно од страна на клиентот",
    "monthly_limit": "Месечна граница",
    "monthly_limit_message": "Максимален износ на користење месечно од страна на клиентот",
    "yearly_limit": "Годишно ограничување",
    "yearly_limit_message": "Максимален износ на употреба годишно од страна на клиентот",
    "notifications": {
      "add": "Успешно е создаден нов купон.",
      "edit": "Купонот е ажуриран."
    }
  },
  "offers": {
    "title": "Понуди",
    "sub_title": "Можете да креирате специјални понуди за вашите клиенти, така што, откако ќе купат еден производ, тие ќе добијат друга ставка со попуст или дури и бесплатно.",
    "create_new": "Додадете нова понуда",
    "qualified_products": "Подобни производи",
    "min_quantity": "Минимална количина",
    "min_purchase": "Минимално купување",
    "discounted_products": "Производи со попуст",
    "amount_usage": "Искористена количина",
    "delete_alert": {
      "title": "Избришете ја понудата",
      "message": "Дали сте сигурни дека ќе ја избришете оваа понуда?",
      "action": "Да, избришете ја понудата"
    },
    "notifications": {
      "delete_success": "Понудата е успешно избришана."
    }
  },
  "offer_edit": {
    "title_edit": "Изменете ја понудата",
    "title_add": "Нова понуда",
    "design_style": "Дизајн и стил",
    "eligible_constraints": "Ограничувања што ги исполнуваат условите за клиентите",
    "title_input": "Наслов",
    "title_input_hint": "Можете да внесете наслов за овој код за попуст",
    "description_input": "Опис",
    "description_input_hint": "Напишете опис за овој код за попуст",
    "currency_input_message": "Достапна понуда за оваа валута.",
    "qualified_products": "Подобни производи",
    "qualified_products_message": "За производите да бидат подобни, вкупните ставки во количката мора да бидат еднакви или поголеми од минималната количина.",
    "min_items": "Минимална количина на артикли",
    "min_items_message": "Бројот на артикли што клиентот мора да ги купи",
    "discounted_products": "Производи со попуст",
    "offered_products": "Понудени производи",
    "offered_products_message": "Најмалку еден од овие производи мора да биде во количка.",
    "discount_percent": "Процент на попуст",
    "discount_percent_message": "Процент на попуст за овие артикли.",
    "discount_percent_hint": "Износ на процентот на попуст",
    "per_order": "Максимален број на употреби по нарачка",
    "per_order_message": "Максималниот број пати кога понудата може да се примени на нарачка",
    "count_input": "износ",
    "count_input_hint": "Максимално искористување на оваа понуда",
    "min_purchase": "Минимална сума за купување",
    "min_purchase_hint": "Набавната цена мора да биде поголема или еднаква на оваа вредност",
    "limitation": "Ограничување",
    "date_start_input": "Започнете",
    "date_start_input_placeholder": "Изберете кога да започнете купон",
    "date_end_input": "Крај",
    "date_end_input_placeholder": "Изберете кога ќе заврши попустот",
    "max_actives_is_3": "Може да имате само три активни понуди во исто време.",
    "enable": "Автоматски се применува",
    "notifications": {
      "add": "Успешно е создадена нова понуда.",
      "edit": "Понудата е успешно ажурирана."
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "Банер",
      "reportage": "Репортажа",
      "social": "Социјални медиуми",
      "offline": "Офлајн"
    }
  },
  "emails": {
    "title": "Маркетинг по е-пошта",
    "subtitle": "Дизајнирајте е-пошта со влечење и пуштање, закажете и стартувајте кампањи за да го зголемите задржувањето и да гледате веродостојни и точни информации на едно место.",
    "cation_message": "⚠ Ограничено за непроверени трговци. (бета)",
    "subject": "Предмет",
    "from": "Од",
    "in_que": "Се чека",
    "schedule_at": "Распоред на",
    "sent": "Испратено",
    "sends": "Испраќа",
    "delivers": "Доставено",
    "views": "Прегледи",
    "clicks": "Кликнете",
    "buys": "Набавки",
    "new_email": "Додадете нова е-пошта",
    "new_email_message": "Креирајте и закажете нова маркетинг е-пошта"
  },
  "email_dashboard": {
    "review": "Преглед",
    "waiting_for_approve": "Се чека потврда од {name}",
    "approved_by": "Е-пошта потврдена од {name} и испратена.",
    "not_submitted_send_request": "Сè уште немате поднесено барање за испраќање на оваа е-пошта.",
    "reviewed_by": "Прегледано од {name}",
    "status": "Статус на е-пошта",
    "conversion": "Стапки на конверзија",
    "sell_performance": "Продажни перформанси",
    "total_buys": "Вкупен број на продажби",
    "amount_buy": "Вкупен износ на продажба",
    "average_sell": "Просечна продажба",
    "sessions": "Сесии",
    "overview": "Преглед",
    "purchase_amount": "Набавен износ",
    "actions": "Корисничка активност"
  },
  "email_page": {
    "emails": "Е-пошта",
    "edit": "Уредување"
  },
  "affiliate_page": {
    "affiliates": "Здружени партнери",
    "orders": "Нарачки",
    "payments": "Плаќања"
  },
  "affiliate_dashboard": {
    "link": "Врска за партнерски партнер",
    "fix_commission": "Фиксна провизија",
    "percent_commission": "Провизија заснована на проценти",
    "last_payment": "Последна исплата",
    "balance": "Биланс",
    "total_payment": "Вкупни плаќања",
    "status": "Статус и ограничувања на партнерски партнер",
    "available_for": "Достапно за",
    "orders_count": "Износот на нарачките",
    "orders_accepted": "Прифатени нарачки",
    "finance": "Финансиски извештај",
    "amount_accepted": "Прифатена сума",
    "amount_paid": "Платен износ",
    "sessions": "Сесии",
    "affiliate_payment": "Плаќања за партнерски партнери",
    "amount_payment": "Износ на плаќање",
    "amount_payment_hint": "Точниот износ на трансакцијата",
    "i_paid": "Платив {amount} {currency} на {name}",
    "pay_now": "Плати сега"
  },
  "permission_roles": {
    "new_role": "Додадете нова улога",
    "new_role_message": "Олеснете ја тимската работа.",
    "new_role_action": "Додадете нова улога"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "Лотарија",
    "sub_title": "Вашите клиенти можат да играат игра и да победат. Клиентите на вашата продавница мора да консумираат 10 чипови за секоја игра. На пример, ако сакате вашите клиенти да имаат шанса да освојат 1000 американски долари, мора да го поставите износот на цената на секој чип на 100 американски долари. Вредноста 0 за секој чип значи дека купувачот ќе добие по еден чип за секое купување.",
    "manually_send_chip": "Дали сакате рачно да испраќате чипови до корисниците?",
    "lottery_enable": "Дали е овозможена лотарија?",
    "chip_price_input": "Цена на чипот",
    "zero_chip_message": "Дајте 1x чип по нарачка",
    "chip_has_price_message": "Дајте 1 чип по {amount} {currency} нарачка.",
    "chip_disabled_message": "Чипот е оневозможен!",
    "create_new": "Додадете нова награда",
    "delete_alert": {
      "title": "Избришете ја наградата",
      "message": "Дали сте сигурни дека ќе ја избришете оваа награда трајно?",
      "action": "Да, Избриши сега"
    },
    "notifications": {
      "delete_success": "Наградата е успешно избришана."
    }
  },
  "lottery_edit": {
    "title_edit": "Уреди ставка на лотарија",
    "title_add": "Нов предмет на лотарија",
    "general_config": "Општа конфигурација",
    "design_style": "Стил и изглед",
    "enable": "Овозможено?",
    "enable_message": "Максималните ставки во тркалото се 14.",
    "title_input": "Наслов",
    "title_input_hint": "Напишете краток наслов.",
    "description_input": "Опис",
    "description_input_hint": "Напишете опис за предметот.",
    "quantity": "Квантитет",
    "quantity_message": "Вкупно достапни ставки",
    "image": "Слика",
    "image_placeholder": "Изберете слика за ставка",
    "chance": "Шанса",
    "chance_message": "Шанса за победа во проценти",
    "free_for_first": "Дали е бесплатно за нови клиенти?",
    "free_for_first_message": "Нови клиенти можат да ја освојат оваа ставка.",
    "prize": "Награда",
    "amount": "Износ на наградата",
    "amount_hint": "Корисниците ја добиваат оваа сума на надомест за нивната нарачка.",
    "currency_message": "Валута за оваа ставка. Другите валути се конвертираат по девизен курс.",
    "discount": "Попуст",
    "discount_message": "Процент на попуст на нарачка од купувачи",
    "discount_limit": "Лимит на попуст",
    "discount_limit_hint": "Максимален попуст за клиент.",
    "color": "Боја",
    "condition": "Услови",
    "notifications": {
      "add": "Успешно е создаден нов артикал за лотарија.",
      "edit": "Ставките од лотаријата успешно се сменија."
    }
  },
  "gift_card_types_list": {
    "label": "Тип на картичка за подарок",
    "message": "Изберете тип на картичка за подарок од списокот."
  },
  "email_builder": {
    "service_unavailable": "Серверот за пошта не е активен на вашата сметка.",
    "design_section": "Вашата табличка за дизајн на е-пошта",
    "schedule_switch": "Да се закаже испраќање е-пошта?",
    "schedule_placeholder": "Изберете време за испраќање е-пошта"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "Датум на регистрација",
      "description": "Филтрирајте според датумот на регистрација на корисникот."
    },
    "LAST_BUY_DATE": {
      "title": "Последно купување",
      "description": "Последен датум на купување."
    },
    "LOGIN_DATE": {
      "title": "Датум на најавување",
      "description": "Последен датум за најава."
    },
    "LEVEL": {
      "title": "Клуб на клиенти",
      "description": "Членови на Клубот на клиенти."
    },
    "SUBSCRIBED": {
      "title": "Претплатен",
      "description": "Да имате претплата за примање е-пошта."
    },
    "NOT_PURCHASED": {
      "title": "Нема купување",
      "description": "Клиенти кои досега не купиле."
    },
    "SEX": {
      "title": "Пол",
      "description": "Кориснички пол."
    },
    "LOCATION": {
      "title": "Локација",
      "description": "Локација на корисникот."
    },
    "LIMIT": {
      "title": "Граница",
      "description": "Поставете ограничување на максималниот број на корисници."
    }
  },
  "inline_help": {
    "helps_title": "Упатство за корисникот на услугата",
    "blogs_title": "Поврзани содржини во блогот Seldone"
  },
  "shop_tax": {
    "region": "Регионот",
    "label": "Етикета",
    "country_tax": "Државен данок",
    "customer_tax": "ДДВ на клиентите",
    "business_tax": "Деловен ДДВ",
    "shipping": "Испорака",
    "override": "Отфрли",
    "country": "Земја",
    "vat_range": "Опсег на ДДВ",
    "custom": "Прилагодено",
    "regions": "Региони",
    "rest_world": "Остатокот од светот",
    "overrides": "Прекинува",
    "dialog_set_title": "Даночни поставки",
    "tax_setting": "Даночни поставки",
    "vat": "VAT",
    "calculate_tax_input": "Автоматско пресметување на данок",
    "calculate_tax_message": "Со активирање на оваа опција, ДДВ ќе се пресмета и ќе се примени за вашите нарачки.",
    "tax_number": "Даночен број",
    "tax_number_message": "Внесете го вашиот даночен број. Овој регистарски број ќе биде евидентиран во фактурата на купувачот.",
    "tax_included_in_price_input": "Данокот е вклучен во цената на производите",
    "tax_included_in_price_message": "Изберете ја оваа опција ако го вклучите износот на данокот во цената на вашиот производ. Износот на данокот ќе се пресметува со следнава формула:",
    "tax_included_in_price_formula": "Данок = (цена * ДДВ) / (1 + ДДВ), на пример, износот на данок за производ по цена од 100$ со стапка на додадена вредност од 10% станува 9,09$.",
    "tax_on_shipping_input": "Примени даноци за превозот",
    "tax_on_shipping_message": "Со избирање на оваа опција, данокот ќе се примени на превозот.",
    "fixed_tax_rate": "Фиксна даночна стапка",
    "dynamic_tax_rate": "Данок врз основа на региони",
    "locations_tip": "Горенаведената листа ги прикажува само земјите што сте ги избрале во поставките за продавница > Локации како земји што ги продавате.",
    "locations_action": "Поставки за локации за складирање",
    "save_alert": "Поставките не се зачувани!",
    "pos_tax_setting": "Поставки за данок на ПОС"
  },
  "transportation_page": {
    "menu": {
      "dashboard": "Контролна табла",
      "transportations": "Методи на испорака",
      "orders": "Нарачки",
      "setting": "Поставување",
      "delivery_services": "Услуги",
      "delivery_persons": "Курири"
    },
    "go_to_courier_list": "Погледнете ја листата на курири",
    "go_to_service_list": "Погледнете го списокот со услуги за испорака"
  },
  "transportation_persons": {
    "title": "Курири",
    "notifications": {
      "success_add": "Курир додаде.",
      "success_reset": "Статистиката се ресетира.",
      "success_remove": "Курирот е успешно отстранет.",
      "success_update": "Курирските информации се успешно ажурирани."
    },
    "reset": {
      "title": "Ресетирај статистика",
      "message": "Дали сте сигурни дека ќе ја ресетирате статистиката на овој курир?",
      "action": "Да, ресетирајте сега"
    },
    "remove": {
      "title": "Отстрани Курир",
      "message": "Дали сте сигурни дека ќе го избришете овој курир?",
      "action": "Да, Отстрани сега"
    },
    "add_dialog": {
      "title": "Додадете нов курир",
      "action": "Додадете курир"
    }
  },
  "transportation_orders": {
    "title": "Нарачки за испорака",
    "notifications": {
      "success_update": "Статусот на испорака е успешно ажуриран.",
      "success_payment": "Плаќањето со КОД е успешно потврдено."
    }
  },
  "delivery_person": {
    "actions_title": "Курирски поставки",
    "action_delivered": "Испратено",
    "action_paid": "КОД платено",
    "action_returned": "Се врати",
    "cod_confirm_action": "Потврдете го плаќањето со КОД",
    "pickup_dialog": {
      "title": "Дали сте курир на овој пакет?",
      "message": "Ако сте одговорни за носење на оваа парцела, изберете Да, во спротивно изберете Не."
    },
    "status_dialog": {
      "title": "Променете го статусот во {status}",
      "message": "Дали сте сигурни дека ќе го промените статусот на испорака во {status}?",
      "action": "Да, потврдувам!"
    },
    "cod_dialog": {
      "title": "Плаќање со КОД",
      "message": "Дали потврдувате дека сте го добиле износот на нарачката од купувачот?",
      "action": "Да, го потврдувам плаќањето!"
    }
  },
  "transportation_services": {
    "title": "Сервис за достава",
    "notifications": {
      "success_add": "Додадена е услуга за испорака.",
      "success_reset": "Статистиката се ресетира.",
      "success_remove": "Услугата е успешно отстранета.",
      "success_update": "Услугата е успешно ажурирана."
    },
    "reset": {
      "title": "Ресетирај статистика",
      "message": "Дали сте сигурни дека ја ресетирате статистиката на оваа услуга?",
      "action": "Да, ресетирајте сега"
    },
    "remove": {
      "title": "Отстранете ја услугата за испорака",
      "message": "Дали сте сигурни дека ќе ја избришете оваа услуга?",
      "action": "Да, Отстрани сега"
    },
    "add_dialog": {
      "title": "Додадете нова услуга за испорака",
      "action": "Додадете услуга"
    }
  },
  "delivery_receipt": {
    "title": "Потврда за испорака",
    "has_return": "Враќање на испорака",
    "cashed": "Готовинско плаќање"
  },
  "delivery_dashboard": {
    "select_destinations": "Додадете нарачки во списокот",
    "price_calculation": "Проценете ги цените за испорака",
    "price_calculation_action": "Пресметајте ја цената",
    "add_request": "Побарајте услуга",
    "add_request_action": "Поднесете барање за услуга",
    "refresh_action": "Ажурирајте ги информациите"
  },
  "delivery_order": {
    "title": "Нарачка за испорака",
    "has_return": "Враќање на испорака",
    "cashed": "Готовинско плаќање"
  },
  "cash_register": {
    "menu": {
      "panel": "Каса",
      "orders": "Нарачки",
      "customers": "Клиенти",
      "devices": "Уреди",
      "inventory": "Инвентар"
    },
    "payment_confirm": "Потврда за плаќање",
    "payment_confirm_msg": "Платена нарачка од клиент {basket_id}."
  },
  "barcode_scanner": {
    "wifi_pass": "Вашата лозинка за Wi-Fi",
    "message": "Внесете ја лозинката на рутерот за WiFi и скенирајте го QR-кодот.",
    "wifi_ssid": "SSID за Wi-Fi",
    "ssid_message": "Внесете го името на вашата Wi-Fi мрежа (SSID)."
  },
  "pos_devices": {
    "Scanner": "Баркод скенер",
    "Scanner_desc": "За да го користите скенерот за баркодови, мора правилно да го внесете кодот SKU на производот во поставките на производот.",
    "Printer": "Печатач",
    "Printer_desc": "Испечатете ја сметката на вашите клиенти со поврзување со печатач за сметки.",
    "CustomerView": "Поглед на клиенти",
    "CustomerView_desc": "Оваа страница ви овозможува да ги прикажете деталите за нарачката на вашите клиенти.",
    "CardReader": "Читач на картички",
    "CardReader_desc": "Читач на картички за плаќање со КОД од вашите клиенти.",
    "ChipReader": "Читач на чипови",
    "ChipReader_desc": "Читач на ознаки NFC за додавање ставки во количката користејќи ознаки."
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "Отстранете го уредот",
      "message": "Дали сигурно ќе го отстраните овој уред од вашиот POS профил?",
      "action": "Да, Отстрани сега"
    }
  },
  "pos_process_center": {
    "title": "Центар за обработка на нарачки ПОС",
    "menu": {
      "label": "Ознака на пакетот",
      "receipt": "Потврда",
      "back": "Назад",
      "timeline": "Времеплов",
      "order": "Со цел"
    }
  },
  "pos": {
    "add_customer": "Додадете клиент",
    "set_delivery": "Поставете адреса за испорака",
    "add_giftcards": "Додадете картичка за подарок",
    "add_discount_code": "Додадете код за попуст",
    "add_coupon": "Додадете купон",
    "set_campaign": "Поставете кампања",
    "select_buyer": "Изберете купувач!",
    "send_to_pos": "Испрати до машина за читање картички",
    "print_receipt": "Испечати потврда",
    "confirm_cash_payment": "Потврдете го плаќањето во готово",
    "payment_cod": {
      "title": "Плаќање со готовина при достава",
      "message": "Износот на оваа нарачка ќе се плати при испорака. По добивањето на износот од купувачот, мора да го потврдите плаќањето за да ја завршите нарачката во системот."
    },
    "payment_online": {
      "title": "Изберете начин на плаќање преку Интернет",
      "message": "Со избирање на следните опции, ќе се креира врска за плаќање и ќе се испрати до купувачот. Со плаќање на оваа врска, статусот на нарачката ќе се промени во платен режим. Врската за плаќање ќе се генерира со скенирање на QR-кодот на екранот на клиентот, СМС или е-пошта. За да активирате кој било канал за испраќање врска, кликнете на таа опција и потоа притиснете го копчето за да испратите потврда до купувачот."
    },
    "notifications": {
      "success_pay": "Плаќањето на нарачката е завршено.",
      "success_order": "Нарачката е направена успешно и се чека клиентот да ја плати."
    },
    "payment_dialog": {
      "check_pay_now": "Рачно проверете го плаќањето",
      "close_action": "Затвори дијалог. Не сакам да чекам за плаќање на клиентите",
      "go_to_order": "Одете на страницата за нарачки",
      "paid_by_gift_card_msg": "Вкупниот износ на нарачката е повлечен од картичките за подарок! Купувачот не треба да плати повеќе.",
      "cod_msg": "Клиентот ќе плати при приемот на нарачката.",
      "online_msg": "Побарајте од клиентот да го скенира QR-кодот на екранот на клиентот."
    }
  },
  "exporter": {
    "title": "Извезете податоци",
    "subtitle": "Вашите податоци ви припаѓаат вам! Можете да ги преземете вашите деловни информации во стандарден формат во секое време. Сепак, почитувајте ја приватноста на вашите клиенти, не ги испраќајте спам и никогаш не ги споделувајте нивните информации со трета страна.",
    "excel": "Ќе добиете список со сите {type} во продавницата заедно со целосни информации во формат Excel.",
    "csv": "Ќе добиете список со сите {type} во продавницата заедно со целосни информации во CSV формат. Овој формат е во согласност со стандардниот формат на Selldone за увоз на {type} во продавницата."
  },
  "importer": {
    "category": {
      "title": "Категории за увоз",
      "subtitle": "Поставете CSV датотека со категории овде. Погрижете се да го следите стандардниот формат."
    },
    "product": {
      "title": "Увезете производи",
      "subtitle": "Поставете CSV датотека на производи овде. Погрижете се да го следите стандардниот формат."
    },
    "product_images": {
      "title": "Увезете слики",
      "subtitle": "Примањето информации за сликата одзема многу време. Не заборавајте да ги почитувате авторските права при увоз на слики."
    },
    "inventory": {
      "title": "Масовно ажурирање на инвентар",
      "subtitle": "Поставете CSV датотека на инвентар овде. Погрижете се да го следите стандардниот формат со тоа што прво ќе ја извезете датотеката CSV, а потоа ќе ја уредите."
    },
    "back_to_products": "Назад на листата на производи",
    "back_to_categories": "Назад на листата на категории",
    "back_to_inventory": "Назад на списокот со залихи",
    "step_select_file": "Изберете CSV датотека",
    "step_send_to_server": "Испрати до серверот",
    "step_view_result": "Прикажи го резултатот",
    "step_view_que": "Погледнете ја листата на чекање",
    "send_to_server_action": "Испрати до серверот",
    "shop_license": "Лиценца за продавница",
    "max_items_limit": "Максимално ограничување на ставките",
    "total_items": "Вкупно ставки"
  },
  "campaigns": {
    "title": "Кампањи",
    "subtitle": "Создавајте кампањи, врски што може да се следат и гледајте сигурни и точни информации на едно место. Ние ви помагаме да донесувате подобри одлуки засновани на податоци.",
    "add_action": "Додадете нова кампања",
    "empty_message": "Направете ја вашата прва кампања сега!",
    "delete": {
      "title": "Избришете ја кампањата",
      "message": "Дали сте сигурни дека ќе ја избришете оваа кампања и сите податоци?",
      "action": "Да, Избриши сега"
    }
  },
  "landing_categories": {
    "raw": "Необработени шаблони",
    "marketing": "Маркетинг и реклами",
    "product": "Воведување на производот",
    "health": "Здравје и фитнес",
    "food": "Храна и овошје",
    "house": "Недвижен имот и куќа",
    "device": "Машина и уред",
    "car": "Автомобил",
    "software": "Софтвер",
    "clothing": "Облека и чевли",
    "jewellery": "Накит"
  },
  "shop_theme": {
    "theme_colors": "Бои на тема",
    "products_view_mode": "Приказ на список за купување",
    "products_view_mode_desc": "Можете да го прилагодите режимот на прикажување на производите во вашата продавница врз основа на големината на екранот. Овој режим ќе се смета стандардно и нема да се применува доколку корисникот го промени режимот на прикажување.",
    "color_light": "Примарна боја",
    "color_dark": "Примарна темна боја",
    "color_deep_dark": "Длабока темна боја",
    "color_info": "Врски",
    "light_checkout": "Лесна тема за наплата",
    "light_header": "Светло заглавие",
    "light_footer": "Лесен подножје"
  },
  "app_templates": {
    "default": "Стандардно",
    "blue": "Синиот океан",
    "amber": "Килибарна",
    "green": "Екваторијална",
    "red": "Вампир",
    "magenta": "Цвеќе",
    "master": "Господар",
    "black": "Темна страна"
  },
  "affiliate_orders": {
    "title": "Нарачки за партнерски партнери",
    "table": {
      "order_price": "Износот на нарачката",
      "order_payment": "Статус на плаќање на нарачката",
      "order_link": "Линк за нарачка",
      "commission_status": "Статус на комисијата",
      "commission_amount": "Износ на провизија",
      "items": "Предмети",
      "actions": "Акции",
      "create_date": "Креирај датум"
    },
    "notifications": {
      "update_success": "Статусот на партнерот е ажуриран."
    }
  },
  "affiliate_payments": {
    "title": "Плаќања за партнерски партнери",
    "table": {
      "staff": "Персонал",
      "amount": "износ",
      "note": "Забелешка",
      "date": "Датум"
    }
  },
  "my_roles": {
    "title": "Моите улоги",
    "message": "Улогите се вид на пристап што им се дава на вработените во продавницата. На пример, персонал одговорен за испраќање или пакување нарачки."
  },
  "role_card": {
    "complete_tasks": "Завршени задачи",
    "reject_tasks": "Одбиени задачи",
    "last_check": "Неодамнешна проверка"
  },
  "referral_widget": {
    "apply_now": "Аплицирајте сега за оваа програма!",
    "no_bonus": "Добијте ја првата награда со поканување на пријател.",
    "your_gift": "Вашиот подарок",
    "invited_gift": "Поканет подарок",
    "percent_bonus": "Процентен бонус",
    "discount_bonus": "Бонус за попуст",
    "registered": "Нов корисник",
    "accepted": "Прифатен корисник"
  },
  "app_config": {
    "reviews": "Осврти",
    "rate_now": "Оцени сега",
    "category": "Категорија",
    "uninstall": "Деинсталирајте",
    "get_app": "Добијте апликација",
    "public_keys": "Јавни клучеви",
    "private_keys": "Приватни клучеви (безбедни)",
    "config": "Конфигурација на апликацијата",
    "app_status": "Статус на апликацијата",
    "app_info": "Информации за апликацијата",
    "update_at": "Неодамнешно ажурирање",
    "visit_website": "Посетете ја веб-страницата",
    "privacy": "Политика за приватност",
    "installs": "Инсталира",
    "basic_profile_permission": "Основни информации за профилот",
    "developer": "Програмер",
    "permissions": "Дозволи",
    "total_comments": "Вкупно коментари",
    "delete_dialog": {
      "title": "Деинсталирајте ја апликацијата",
      "message": "Дали сакате да ја отстраните оваа апликација од вашата продавница?",
      "action": "Да, избришете ја апликацијата"
    },
    "notifications": {
      "uninstall_success": "Апликацијата е успешно деинсталирана."
    }
  },
  "shop_bots": {
    "not_set": "Не е поставено!",
    "tokens": "Токени(и)",
    "webhook": "Webhook",
    "calls": "Повици",
    "dialog": {
      "title": "{name} Конфигурација на бот",
      "message": "Сеопфатна рамка за бот за градење на искуства за купување од типот на претпријатие."
    }
  },
  "shop_customers": {
    "title": "Управување со клиенти",
    "all_customers": "Преземете ги сите клиенти",
    "filtered_customers": "Филтрирани клиенти",
    "dialog_chips": {
      "title": "Поставете го бројот на клиентски чипови"
    },
    "dialog_club": {
      "title": "Поставете го нивото на клуб на клиенти"
    }
  },
  "app_dashboard": {
    "status": "Објави статус",
    "statistics": "Статистика"
  },
  "app_publish": {
    "production_version": "Производствена верзија",
    "beta_version": "Бета верзија",
    "alpha_version": "Алфа верзија"
  },
  "app_publish_widget": {
    "header": "Заглавие на веб-страница на продавницата",
    "header_code": "Код на заглавие",
    "admin_page": "Административни страници",
    "name": "Име",
    "icon": "Икона",
    "url": "УРЛ"
  },
  "app_api": {
    "title": "Пристап до API",
    "revoke_api": "Отповикнете API",
    "api_key": "API клуч",
    "secret": "Таен клуч",
    "client": "Клиент",
    "redirect_url": "Пренасочи urls",
    "client_name": "Име на клиентот"
  },
  "app_loader_page": {
    "no_ui_title": "Оваа апликација нема интерфејс!",
    "no_ui_desc": "Некои апликации не бараат кориснички интерфејс во нивната административна област. Оваа апликација може да додаде код само во делот за заглавие на веб-локацијата на вашата продавница.",
    "header": "Код на заглавие"
  },
  "finance_report": {
    "export_title": "Извезете финансиски податоци",
    "export_sub_title": "Преземете финансиски детали во една датотека.",
    "start_input_placeholder": "Изберете датум за почеток на извештајот",
    "end_input_placeholder": "Изберете датум на завршување на извештајот",
    "download_action": "Преземете ја листата за финансии"
  },
  "shop_notifications": {
    "title": "Известувања за купување",
    "sub_title": "Бот, е-пошта, СМС, ...",
    "message": "Уредете ги поставките и поставките за известување за продавницата",
    "channel": "Канал",
    "status": "Статус",
    "events": "Настани",
    "info": "Инфо",
    "actions": "Акции",
    "connected": "Поврзан",
    "not_connected": "Не е поврзано!",
    "connect_now": "Поврзете се сега",
    "send_test": "Испратете податоци од тестот",
    "disconnect": "Исклучете се",
    "dialog": {
      "title": "Конфигурација на бот",
      "message": "Сеопфатна рамка за известување за градење искуства за е-трговија од типот на претпријатие.",
      "action": "Кликни тука!",
      "set_config": "Поставете конфигурација"
    }
  },
  "notification_events": {
    "new_order": "🛍️ Нарачајте",
    "payment": "💳 Плаќање",
    "return": "📦 Враќање",
    "weekly_report": "📈 Неделни извештаи"
  },
  "order_delivery": {
    "title": "Испорака",
    "add_to_delivery_que_action": "Додај во редот за испорака",
    "in_que": "Во редот за испорака",
    "message": "Откако ќе го дадете пакетот на курир за испорака, кликнете на копчето <b>Потврди испорака</b> .",
    "message_add_to_service": "Кликнете на следното копче ако сакате да го испратите овој пакет преку <b>услуга за испорака</b> .",
    "action": "Потврда за испорака",
    "checklist": [
      "Проверете ја личната карта на курир.",
      "Доброто пакување на производите и навремената испорака може да ја зголемат стапката на задржување на вашите клиенти."
    ],
    "manual": {
      "title": "Се чека потврда за испорака од страна на клиентот.",
      "action_received": "Потврда од купувачот",
      "action_returned": "Испорака Враќање",
      "message": "Забелешка: Доколку клиентот ја добие нарачката, можете да ги користите следните опции за да го завршите исполнувањето. Некои услуги за испорака во системот автоматски ќе ја потврдат испораката."
    },
    "auto_complete_note": "По одреден период, статусот на нарачката ќе се промени во доставена. Овој период варира во зависност од видот на нарачката и се одредува од системот.",
    "received": {
      "title": "Доставено до клиентот.",
      "delivered_date": "Датум на испорака"
    },
    "receiver": "Приемник",
    "bill": "Потврда",
    "tracking": {
      "title": "Додадете код за следење / УРЛ",
      "code": "Код за следење",
      "url": "URL-адреса за следење",
      "message": "Ако сте испратиле преку услуга која обезбедува код за следење за оваа нарачка, можете да го внесете кодот и соодветната врска за следење во овој дел. Овие информации ќе бидат прикажани на клиентот."
    },
    "preferred_delivery_time": "Претпочитано време на испорака",
    "manage_couriers": "Управувајте со моите курири",
    "manage_service": "Управувајте со услугата",
    "option_deliver_by_courier": "Опција 1: Испорака преку вашите курири.",
    "option_add_to_que": "Опција 2: Додај во редот за обработка на страницата за услуга за испорака.",
    "option_instant_shipping": "Опција 3: Инстант испорака."
  },
  "shop_home_edit": {
    "title": "Поставување на почетната страница",
    "sub_title": "Поставете ја стандардната страница на вашата веб-локација",
    "default_home": "Стандардна почетна страница",
    "default_home_placeholder": "Страницата за продавница е почетната страница на веб-страницата"
  },
  "selldone_referral_page": {
    "title": "Контролна табла за упатување",
    "referral_link": "Врска за упатување",
    "registered": "Регистриран",
    "accepted": "Прифатено",
    "bank": "Банка",
    "bank_title": "Информации за банката за повлекување",
    "new_users": "Нови корисници",
    "performance": "Изведба",
    "credit_mode": "Кредитен режим",
    "get_stickers": "Добијте HTML код за налепница за да го копирате и поминете",
    "click_copy_sticker_code": "Кликнете на значката за да го копирате HTML-кодот."
  },
  "selldone_referral_payment": {
    "title": "Упатени плаќања",
    "officer": "Службеник",
    "amount": "Износ на трансакција",
    "note": "Забелешка",
    "date": "Датум"
  },
  "widget_shop_gateway": {
    "link_account_caution": "Поврзете сметка ({currency}) со вашата продавница! Кликни тука.."
  },
  "product_sell_widget": {
    "title": "Перформанси за продажба на производи"
  },
  "fulfilment_order_widget": {
    "title": "Исполнување на Dropshipping",
    "check_action": "Прифатете dropshipping",
    "uncheck_action": "Нарачката е потврдена",
    "pay_action": "Цена на артиклите за плаќање..",
    "pay_completed": "Потврда за плаќање",
    "list_of_items": "Препродажба на предмети",
    "checklist": [
      "Платете го износот на производите што ги продавате индиректно на оригиналниот продавач.",
      "Можете заедно да платите и да ги подмирите трошоците за производите на добавувачот во делот за сметководство> Dropshipping на продавницата.",
      "По плаќањето, добавувачот ќе ја добие вашата нарачка и ќе ја испрати директно до купувачот по подготовката."
    ],
    "message": "По плаќањето на надоместокот за нарачка на добавувачот, погледнете го напредокот на испраќањето на нарачката во овој дел."
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "Контролна табла",
      "orders": "Нарачки",
      "inventory": "Инвентар",
      "shops": "Препродавачи",
      "requests": "Барања"
    },
    "drop_shipping_charge": "Наплата за Dropshipping"
  },
  "dropship_request_status": {
    "PENDING": "Во очекување",
    "ACCEPT": "Прифати",
    "REJECT": "Одбијте"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "Контролна табла",
      "orders": "Нарачки",
      "wallet": "Паричник"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "Контролна табла за препродавач"
  },
  "dropshipping_reseller_orders": {
    "title": "Нарачки за препродавачи"
  },
  "dropshipping_reseller_wallet": {
    "title": "Препродавач на паричник"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "Потврда за плаќање",
      "payment_success": "Плаќањето е завршено.",
      "buy_title": "Купи",
      "pay_by_giftcards": "Вашата нарачка е платена со картичка за подарок.",
      "free_order": "Вашата нарачка е бесплатна.",
      "pay_by_cod": "Вашата нарачка е регистрирана како готовина при испорака.",
      "pay_by_dir": "Вашата нарачка е регистрирана како директно плаќање, ве молиме завршете ја уплатата и поставете ја потврдата на страницата за нарачка.",
      "pay_title": "Плаќање",
      "qr_code_payment": "Создаден е QR-код за плаќање.",
      "connecting_to_online_gateway": "Се поврзува со портал за плаќање преку Интернет."
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "Плаќањето е потврдено.<br> Датум: {payment_at}",
      "pay_fail_title": "Не е платено",
      "pay_fail_message": "Плаќањето не може да се потврди!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "Препродавачот нарачува плаќање",
      "balance": "Салдото на вашата сметка",
      "total_cost": "Вкупни трошоци за нарачки",
      "need_charge": "Треба да се наплаќа",
      "no_account_cation": "Немате сметка! Јавете се на веледрогерија.",
      "orders": "Нарачки"
    },
    "notifications": {
      "success_pay": "Вашата уплата за овие нарачки е потврдена и успешно завршена."
    }
  },
  "dropship_accounts": {
    "charge_account": "Наплатете сметка",
    "charge_dialog": {
      "title": "Наплатете ја сметката за dropshipping",
      "amount_input": "Наплата на сметката",
      "charge_now": "Наполнете сега"
    }
  },
  "dropship_admin_dashboard": {
    "title": "Барања за препродавачи",
    "today_order_count": "Денес се бројат нарачките",
    "yesterday_order_count": "Вчерашните нарачки се бројат",
    "total_7_days": "Вкупно нарачки во последните 7 дена"
  },
  "dropshipping_products": {
    "no_shops": "Извинете, не е пронајдена продавница. Во иднина ќе има повеќе продавници за да можете да ги ставите нивните производи во вашата продавница.",
    "show_all_shops": "Прикажи ги сите продавници",
    "show_all_message": "Можете да ги видите сите продавници",
    "current_shop": "Тековна продавница",
    "request_account": "Побарајте сметка",
    "request_accepted": "Барањето е прифатено",
    "request_rejected": "Барањето е одбиено",
    "request_pending": "Барањето е во тек..",
    "notifications": {
      "add_product": "Производот е додаден во вашата продавница.",
      "request_access": "Успешно го испративме вашето барање за пристап до веледрогеријата."
    }
  },
  "product_dropshipping": {
    "need_re_enable": "Овој производ е променет од оригиналниот продавач, овие промени на цената го оневозможија производот во вашата продавница. Проверете ги промените и ако се согласувате повторно да го активирате производот, притиснете го копчето подолу.",
    "need_re_enable_action": "Се согласувам, примени промени и активирање",
    "changed_value": "Овој производ е уреден од оригиналниот продавач. Проверете ги промените и ако се согласувате да ги примените промените на вашиот производ, кликнете на копчето подолу.",
    "changed_value_action": "Се согласувам, направи промени",
    "parent_deleted": "Оваа ставка е отстранета од оригиналниот продавач.",
    "parent_closed": "Овој производ е оневозможен од оригиналниот продавач! Нема да можете да го продадете овој производ во вашата продавница, но ако оригиналниот продавач повторно го активира производот, ќе можете повторно да го активирате овој производ во вашата продавница.",
    "notifications": {
      "re_enable_success": "Овој производ е повторно активиран.",
      "update_success": "Овие информации за производот беа ажурирани со оригиналните информации за производот."
    }
  },
  "product_dropshipping_admin": {
    "title": "Dropshipping",
    "save_alert": "Поставките за dropshipping на овој производ се променети. Дали сакате да ги зачувате промените?",
    "reselling_message": "Со активирање на оваа опција, другите продавачи ќе можат да го додадат вашиот производ во нивната продавница.",
    "reselling": "Овозможете Dropshipping",
    "price_merchants": "Цена за трговци",
    "price_commission": "Трговска провизија (фиксна)"
  },
  "buy_button": {
    "waiting_for_availability": "Се чека достапност",
    "inform_me_when_available": "Известете ме кога е достапно!",
    "pay_buy": "Плати и купи",
    "quantity": "брои",
    "quantity_in_basket": "Предмети во количка",
    "count_unit": "x",
    "remove": "Отстрани",
    "add_to_basket": "Додади го во кошничка",
    "buy": "Купи",
    "notifications": {
      "inform_add_success": "Ќе ве известиме кога ќе биде достапно.",
      "inform_remove_success": "Отстранети сте од листата на чекање."
    }
  },
  "product_info": {
    "fake": "Лажни",
    "action": "Аукција",
    "compare_limit": "Ограничување на 10 ставки",
    "compare_add": "Додај во споредба",
    "compare_be_in_list": "Во споредбена листа",
    "type": "Тип",
    "brand": "Бренд",
    "category": "Категорија",
    "discount": "Попуст",
    "track_price": "Следете ја цената",
    "waiting_for_auction": "Се чека на аукција?",
    "inform_auction": "Известете ме при аукцијата",
    "return_in_days": "{days} дена гаранција враќање",
    "support24h7": "Поддршка 24 часа 7 дена",
    "support_normal": "Поддршка за работно време",
    "original_guarantee": "Оригинална гаранција",
    "cod_payment": "Поддршка за готовина при испорака",
    "pros": "Добрите",
    "cons": "Конс",
    "external_link": "Прочитај повеќе",
    "notifications": {
      "congratulation": "Секоја чест",
      "waiting_list_add_success": "Ќе ве известиме кога овој производ ќе се најде на аукција.",
      "waiting_list_delete_success": "Излеговте од листата на чекање на аукцијата."
    },
    "offer_message": "Купете {min_quantity} Добијте {percent}% попуст за овие артикли",
    "up_to": "До {per_order}x по нарачка",
    "get_free": "СЕ ДОБИЕ БЕСПЛАТНО",
    "get_off": "ДОБИЈ {percent}% ПОПУСТ"
  },
  "styler": {
    "size_class": "Големина и класа",
    "delete_bg": "Избришете ја сликата за позадина",
    "bg_color": "Боја на позадина",
    "section_style": "Поставете стил на дел",
    "link": "Поставете врска",
    "show_products": "Управување со листа на производи / категории",
    "show_product": "Изберете производ",
    "delete_section": "Избриши дел",
    "text_color": "Боја на текстот",
    "tex_align": "Порамнување на текстот",
    "text_style": "Стил на текст",
    "bg_image": "Позадинска слика",
    "product": {
      "title": "Изберете производ"
    },
    "products": {
      "title": "Управување со списокот на производи и категории",
      "sort_options": "Изберете ги поставките за подредување и преглед",
      "item_types": "Прикажи само производи / категории",
      "product_only": "Само производи",
      "category_only": "Само категории",
      "no_category": "Нема категорија во вашата продавница.",
      "limit": "Ограничување на производите",
      "limit_message": "Внесете брои резултати на производи",
      "select_categories": "Изберете достапни категории"
    }
  },
  "shop_contacts": {
    "popup": "Овозможи поддршка за скокачки прозорци",
    "popup_message": "Со активирање на оваа опција, клучот за поддршка ќе се гледа долниот десен дел од вашата продавница."
  },
  "popup_page": {
    "preview": "Прикажи скокачки прозорец во живо",
    "menu": {
      "design": "Дизајн",
      "appearance": "Изглед",
      "filter": "Филтер",
      "setting": "Поставување"
    },
    "notifications": {
      "save": "Скокачкиот прозорец е успешно зачуван.",
      "edit": "Појавниот прозорец е успешно ажуриран."
    }
  },
  "popup_appearance": {
    "position": "Позиција",
    "position_desc": "Наведете ја локацијата за прикажување на ова известување на страницата.",
    "width": "Ширина",
    "width_desc": "Можете да ја поставите максималната ширина на страницата.",
    "height": "Висина",
    "height_desc": "Можете да ја поставите максималната висина на страницата.",
    "radius": "Агол радиус",
    "radius_desc": "Во овој дел можете да го поставите радиусот на искривување на аглите на известувањето.",
    "shadow": "Сенка",
    "shadow_desc": "Дали сакате скокачкиот прозорец да биде засенчен?",
    "delay": "Прикажи доцнење",
    "delay_desc": "Откако корисникот ќе влезе во вашата продавница, откако ќе помине ова време, ќе му се прикаже известување на корисникот.",
    "hide": "Сокриј го одложувањето",
    "hide_desc": "Може да поставите известувањето да се затвора автоматски неколку секунди по прикажувањето. Вредноста 0 значи дека известувањето нема автоматски да се затвори.",
    "transition": "Скокачка анимација"
  },
  "popup_filter": {
    "registered": "Барање за членство и најава",
    "registered_desc": "Можете да изберете да се прикаже ова известување само за корисници или гости на продавницата.",
    "only_guests": "Само гости",
    "only_users": "Само најавени корисници",
    "purchased": "Историја на купување",
    "purchased_desc": "Можете да изберете да се прикаже ова известување само на корисниците кои веќе купиле или оние кои сè уште не купиле.",
    "no_purchase": "Сè уште нема купување",
    "yes_purchase": "Купено претходно",
    "sex": "Пол",
    "sex_desc": "Дали сакате ова известување да се прикажува само на корисници од одреден пол?",
    "age": "Минимална возраст",
    "age_desc": "Ако се внесе некоја вредност поголема од 6, корисникот мора да биде најавен и мора да го има внесено неговиот датум на раѓање.",
    "levels": "Нивоа на Клуб на клиенти",
    "levels_desc": "Ако корисникот има едно од избраните нивоа подолу, ова известување ќе му се прикаже.",
    "countries": "Ограничувања за локација",
    "countries_desc": "Дали сакате ова известување да се прикажува само на корисници кои доаѓаат од одредена земја?"
  },
  "popup_setting": {
    "published": "Објавен статус",
    "repeat": "Повторете",
    "repeat_msg": "Дали сакате ова известување да му се прикажува на корисникот повеќе од еднаш?",
    "intervals": "Времетраење на скокачкиот приказ",
    "intervals_msg": "Мора да поминало минималното времетраење помеѓу прикажувањето на известувањата на корисникот.",
    "designer_zone": "Дизајнерска зона",
    "title": "Наслов на скокачки прозорец",
    "note": "Дизајнерска белешка",
    "image": "Насловна слика",
    "delete": {
      "title": "Избриши",
      "sub_title": "Откако ќе избришете скокачки прозорец, нема враќање. Ве молиме бидете сигурни.",
      "action": "Избришете го овој скокачки прозорец"
    },
    "notifications": {
      "delete": "Појавниот прозорец е избришан."
    }
  },
  "shop_sms": {
    "title": "Управувајте со СМС",
    "sub_title": "СМС шаблони испратени до клиенти",
    "message": "Содржината на текстуалните пораки испратени од вашата продавница можете да ја видите овде. Поради ограничувањето во регистрирањето на шемите за валидација во услугата за пораки, во моментов не е можно персонализирање на текстуалните пораки."
  },
  "shop_emails": {
    "title": "Управувајте со е-пошта",
    "sub_title": "Во овој дел ќе ја видите листата на е-пошта испратена од продавницата до клиентите и менаџерите. Е-поштата автоматски се дизајнираат и креираат врз основа на информациите што сте ги внеле за вашата продавница. Исто така, можноста за персонализирање на пораките и сликите ќе биде достапна за јавноста во иднина."
  },
  "instagram": {
    "title": "Продажба на Инстаграм",
    "message": "Со помош на оваа алатка, можете да го претворите вашиот Инстаграм во продавница. Само додадете и потврдете ја вашата сметка на Инстаграм овде, а потоа ќе можете да објавите еден или повеќе производи од секоја објава или на вашата приказна, да ја додавате и означите вашата листа на производи или да ја претворите објавата во нов производ!",
    "add_product": "Додадете нов производ",
    "create_product": "Создадете производ",
    "link_box_msg": "Ставете ја оваа врска во вашата био на Instagram, Telegram или други социјални медиуми за да може вашата публика да купува побрзо, полесно, повеќе и конечно повеќе.",
    "remove_account": "Променете / отстранете ја врската на Инстаграм",
    "sync": "Синхронизирајте ги податоците на сметката (на секои 60 минути)"
  },
  "service_bill": {
    "task": {
      "title": "Листа со обврски",
      "message": "Напишете ги насловите на работата што сакате да ја работите и кажете му на купувачот до каде напредувала."
    },
    "booking": {
      "title": "Резервација / резервација",
      "message": "Оваа нарачка ќе биде обработена во одредено време, клиентот го избрал саканиот период, доколку сакате да направите какви било промени во избраниот период, известете го клиентот.",
      "selected_checkin": "Избран датум за најавување на клиентите",
      "selected_checkout": "Избран датум за излегување на клиентите",
      "change_days_question": "Дали треба да се менувате за време на избраните денови од клиентот?",
      "show_calendar": "Прикажи Календар на нарачки"
    },
    "pricing": {
      "title": "Цените",
      "message": "Колку наплаќате за оваа услуга?"
    },
    "subscription": {
      "title": "Претплата",
      "message": "Можете да го изберете периодот на претплата со купување на оваа услуга на дневна основа. Дозволете му на купувачот да знае дали сакате да ги промените стандардните вредности што веќе сте ги внеле.",
      "duration": "Период на претплата"
    },
    "charge": {
      "title": "Полнење",
      "message": "Наведовте наплата за оваа ставка. Можете да го промените износот на наплатата за предметот купен од клиентот.",
      "charge": "Полнење"
    },
    "save_item": "Потврдете и поставете",
    "start_service": "Започнете ја услугата",
    "end_service": "Заврши"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "Заврши со услугата",
      "message": "Ако ова е направено, притиснете го копчето за потврда за да ја завршите и затворите нарачката.",
      "action": "Потврдете ја и завршете ја нарачката"
    }
  },
  "product_outputs": {
    "outputs_form": "Информативна структура на екранот (излез)",
    "virtual": {
      "title": "Формулар за информации за излез на производот",
      "sub_title": "Информациите што сакате да му ги покажете на корисникот по купувањето. Овој формулар е особено применлив за продажба на виртуелни производи како што е картичка за подарок."
    },
    "service": {
      "title": "Дизајн на услуги",
      "sub_title": "Прво изберете го типот на вашата услуга и внесете ги бараните информации. На пример, можете да дефинирате список со задачи или да побарате од клиентот време за резервација или состанок."
    }
  },
  "service_design": {
    "type": "Тип на услуга",
    "type_message": "Изберете го типот на услуга што ја обезбедувате за овој производ. Со избирање на секоја ставка, ќе се прикаже соодветната форма. Во зависност од видот на услугата што ќе ја изберете, може да се добијат повеќе информации од клиентот при нарачката."
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "На барање",
      "desc": "како што се поправки на домови, бојадисување, поправка на автомобили итн."
    },
    "BOOKING": {
      "title": "Резервација",
      "desc": "Како да резервирате хотелска соба или вила."
    },
    "APPOINTMENT": {
      "title": "Закажување",
      "desc": "Како состанок за нега на домашно милениче или обука лично."
    },
    "RENTAL": {
      "title": "Изнајмување",
      "desc": "Како изнајмување место или автомобил."
    },
    "SUBSCRIPTION": {
      "title": "Претплата",
      "desc": "Како членство во клуб или онлајн тренинг."
    },
    "CHARGE": {
      "title": "Полнење",
      "desc": "Како што е наплата на сметка или наплата за користење апликација."
    },
    "CUSTOM": {
      "title": "Прилагодено",
      "desc": "Изберете ја оваа опција ако услугата што ја давате не е ништо од горенаведените."
    }
  },
  "avocado": {
    "title": "Брза, точна и пријатна продажба на сите социјални медиуми",
    "message": "Една сума и еден наслов е се што ви треба за да добиете пари од вашите клиенти! Парите ќе се кредитираат директно на вашата сметка и вашите клиенти ќе имаат уникатно искуство за купување.",
    "new_order": "Нова сметка",
    "create_by_seller_title": "Креирај фактура",
    "create_by_seller_message": "Доколку сакате да креирате фактура со одредена сума и да ја испратите некому, можете да притиснете на копчето подолу за да го прикажете формуларот за фактура. Дајте генерирана врска на купувачот да плати и да ја следи нивната нарачка преку неа.",
    "create_by_buyer_title": "Форма на авокадо",
    "create_by_buyer_message": "Со активирање на овој дел, ќе ви се прикаже врска, дајте им ја оваа врска на вашите купувачи за да можат да ја направат својата нарачка.",
    "orders_list": "Список на нарачки",
    "active_mode": "Активна е потврдата за нарачка",
    "inactive_mode": "неактивни",
    "active_message": "Со активирање на овој извор, вашите клиенти ќе можат да направат нарачка за производот преку формуларот за барање што го гледате подолу.",
    "avocado_form_link_message": "Ставете ја оваа врска во вашата био на Instagram, Telegram или други социјални медиуми за да може вашата публика да купува побрзо, полесно и конечно повеќе",
    "need_address": "Добијте адреса",
    "need_address_msg": "Ако треба да ја добиете локацијата и адресата на купувачот, изберете ја оваа опција.",
    "avocado_link_message": "Доволно е да му ја дадете горната врска на клиентот за да ја плати нарачката. Клиентот ќе може да ја следи нарачката преку овој линк.",
    "edit_order": "Уреди нарачка",
    "progress": "Стапка на напредок",
    "buyer_link": "Линк за купувачот",
    "buyer_link_message": "Обезбедете ја оваа врска на вашиот купувач. Купувачот ќе може да плати и да ја следи својата нарачка преку овој линк. Овој линк е шифриран, доколку линкот му се достави на некого, ќе може да плати и да ги види информациите. Овој линк ќе биде активен 60 дена. Кликнете на врската подолу за да копирате.",
    "OrderConfirm_done": "Нарачката е потврдена.",
    "OrderConfirm_message": "Доколку го потврдите плаќањето и нарачката е точна, кликнете на копчето подолу.",
    "OrderConfirm_action": "Потврда за нарачка",
    "PreparingOrder_message": "Ако нарачката од клиентот е подготвена за испорака, кликнете на копчето ОК подолу.",
    "PreparingOrder_action": "Нарачката е подготвена за испорака",
    "finish_message": "Ако оваа нарачка е завршена, притиснете го копчето за крај за да ја затворите оваа нарачка.",
    "finish_action": "Комплетна обработка на нарачката",
    "finish_dialog": {
      "title": "Завршете ја нарачката",
      "message": "Дали нарачката е завршена и дали сте сигурни дека сакате да ја затворите?",
      "action": "Да, потврдете го завршувањето на нарачката"
    },
    "configuration": "Поставки за авокадо",
    "delivery_price": "Трошоци за испорака",
    "edit_avocado_action": "Уредете информации",
    "submit_pricing_avocado_action": "Поднесете ја цената на нарачката",
    "add_avocado_action": "Креирајте врска за фактура",
    "avocados_list": "Список на авокадо",
    "not_pricing": "Оваа ставка нема цена!",
    "show_all": "Покажи се",
    "show_accepted": "Прикажи потврдени ставки",
    "notifications": {
      "update_success": "Авокадото е успешно ажурирано.",
      "add_success": "Авокадото е успешно создадено."
    }
  },
  "avocado_orders": {
    "title": "Авокадо",
    "title_small": "Продажба на социјалните медиуми",
    "pending_orders": "Активни нарачки",
    "avocado": "Нарачајте авокадо"
  },
  "avocado_process": {
    "step1": "Цените",
    "step1_msg": "Внесете ја цената на секоја ставка и означете го зеленото поле. Ако не е можно да се продаде артикал, сменете го неговиот статус во одбиен.",
    "step2": "Потврдете ја фактурата",
    "step2_msg": "Направете фактура за оваа нарачка. Можете да внесете наслов и опис за фактурата. Износот на нарачката се пресметува врз основа на вкупната цена на артиклите автоматски.",
    "title_input": "Наслов на фактура *",
    "show_to_customer": "Оваа информација му се прикажува на купувачот.",
    "description_msg": "Дали сакате да напишете белешка за оваа нарачка? Овие информации ќе му бидат прикажани на купувачот.",
    "price_input": "Износ на нарачка *",
    "tax_none": "Ослободена од данок",
    "tax_included": "Вклучено во цената",
    "tax_add": "Додадете данок",
    "tax_message": "Можете да изберете дали данокот е вклучен во цената или не.",
    "tax_included_messages": "Данокот е вклучен во цената.",
    "tax_add_messages": "На конечната цена треба да се додаде данок."
  },
  "hyper": {
    "print_label": "Испечатете ја следната етикета и ставете ја пред производот",
    "hyper_form_link_product_message": "Вашите клиенти ќе можат брзо да купат {product} преку оваа врска. Тие исто така ќе влезат во истата врска со скенирање на QR-кодот.",
    "title": "Хипер брза продажба",
    "message": "Со помош на продажниот канал Hyper Selldone, вашите клиенти ќе можат да купуваат производи со скенирање на QR-код без никакво дејство потребно од ваша страна. Користете го овој начин за брзо да продавате некои предмети на фестивали, изложби или зафатени церемонии во голем број. Откако ќе го активирате Hyper во овој дел, можете да креирате хипер QR код за физички производи во делот Управување со производи.",
    "orders_list": "Листа на хипер нарачки",
    "active_mode": "Активиран е канал за хиперпродажба",
    "inactive_mode": "неактивни",
    "active_message": "Ако ја овозможите оваа опција, можноста за креирање на Брзи-продажби-шифри ќе се прикаже во делот за управување на секој производ.",
    "hyper_form_link_message": "Врска на хипер страницата на вашата продавница",
    "configuration": "Хипер поставки"
  },
  "hyper_orders": {
    "title": "Хипер",
    "title_small": "Извештај за продажба",
    "hyper": "Примени нарачки"
  },
  "product_file": {
    "no_file": "Сè уште не е поставена датотека!",
    "delete_dialog": {
      "title": "Избришете датотека",
      "message": "Дали сте сигурни дека ќе ја избришете оваа датотека?",
      "action": "Да, Избриши сега"
    },
    "notifications": {
      "delete_success": "Датотеката е успешно избришана."
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 Наплатете {amount} и добијте кредит од {amount_total}.",
    "charge_action": "Барање бесплатен кредит",
    "claim_title": "Побарајте го вашиот бесплатен кредит",
    "claim_charge_caution": "Забелешка: не е можно да се конвертираат валути помеѓу сметките на вашиот паричник. Затоа, изберете сметка што е соодветна за валутата што се разменува во вашата продавница.",
    "account_input": "Депозитна сметка",
    "account_msg": "На оваа сметка ќе се наплати"
  },
  "selldone_applications": {
    "title": "Не пропуштајте ги вашите нарачки!",
    "msg": "Управувајте со вашиот бизнис насекаде и во секое време."
  },
  "shop_seo": {
    "title": "Конфигурација на оптимизација",
    "msg": "Брзо напред кон онлајн маркетинг преку зајакнување на каналите за стекнување органски клиенти.",
    "auto": {
      "title": "Автоматско оптимизација на моторот",
      "msg": "Обезбедете беспрекорно мобилно искуство за публиката и пребарувачите на вашата веб-страница."
    },
    "amp": {
      "title": "AMP",
      "msg": "Забрзано автоматско генерирање на мобилни страници."
    }
  },
  "shop_preferences": {
    "order": {
      "title": "Нарачки",
      "desc": "Доколку клиентот ја плати нарачката, на оваа адреса ќе биде испратена е-пошта со информации за нарачката."
    },
    "return": {
      "title": "Врати се",
      "desc": "Доколку производот го врати купувачот, оваа е-пошта ќе биде испратена. Испраќањето на оваа е-пошта зависи од купениот план."
    },
    "pos": {
      "title": "POS",
      "desc": "Извештајот за продажбата на ПОС ќе биде испратен на оваа е-пошта."
    },
    "avocado": {
      "title": "Авокадо",
      "desc": "Испраќајте дневен извештај за нарачките на авокадо."
    },
    "accounting": {
      "title": "Сметководство",
      "desc": "Чувајте финансиски извештаи и ажурирања."
    },
    "subscription": {
      "title": "Претплати",
      "desc": "Статус на неодамнешна купена претплата заедно со известувањата за почеток и крај на претплатата."
    },
    "technical": {
      "title": "Технички",
      "desc": "Технички известувања за статусот на доменот и услугата."
    },
    "report": {
      "title": "Извештаи",
      "desc": "На оваа е-пошта ќе се испраќаат неделни и месечни извештаи"
    },
    "review": {
      "title": "Преглед",
      "desc": "Ако треба да потврдите некој процес во продавницата, соодветната е-пошта ќе биде испратена на оваа адреса. На пример за да се потврди испраќањето на маркетинг е-пошта до корисниците на продавницата."
    }
  },
  "shop_languages": {
    "title": "Јазици за складирање",
    "sub_title": "Инсталирајте и активирајте пакети за авто-превод на продавницата.",
    "message": "Можете да инсталирате до 10 јазични пакети во вашата продавница. Контактирајте со нас ако треба да инсталирате повеќе пакети."
  },
  "invite_friends": {
    "title": "Кажете му на светот за вашиот бизнис!",
    "msg": "Претставете го Selldone на вашите пријатели. Тие ќе добијат ваучер од 99 долари во компанијата кога ќе се пријават, а вие ќе добиете ваучер од 15 долари за стартување откако ќе ја завршат нивната прва трансакција.",
    "invite": {
      "title": "Придружете се на Seldone business OS за да добиете бесплатен ваучер од 99 долари.",
      "description": "Ве поканувам во Селдоне за да го започнете вашиот бизнис онлајн со фантастична алатка.",
      "hashtags": "е-трговија, градител на веб-страници",
      "quot": "Изградив онлајн продавница од Селдоне, исто така можете да го работите вашиот бизнис сега."
    }
  },
  "shops_list": {
    "title": "Мои продавници",
    "message": "Список на мои сопствени продавници, дозволени и примероци на продавници."
  },
  "shipping": {
    "warehouse_error": "Прво поставете го вашиот магацин! Оваа адреса ќе се користи како потекло на превозот.",
    "errors": {
      "set_origin": "Поставете ја мапата на вашата локација.",
      "set_country": "Поставете ја вашата земја.",
      "set_address": "Поставете ја вашата адреса.",
      "set_zip": "Поставете го вашиот поштенски код."
    },
    "set_warehouse": "Поставете магацин",
    "pickup_location": "Локација за подигање",
    "refresh_rates": "Стапки на освежување",
    "no_rate": "Нема стапка...",
    "view_messages": "Погледнете ги пораките...",
    "not_set_yet": "Сè уште не е поставено!",
    "drop_orders_here": "Пуштете ги нарачките овде..."
  },
  "blog_category": {
    "title": "Категории на блогови",
    "add_action": "Додадете нова категорија",
    "add_dialog": {
      "title": "Ново / Ажурирање на категоријата",
      "force_edit": "Принудете ја патеката за уредување",
      "force_edit_msg": "Променете го името на категоријата и ажурирајте ги сите статии.",
      "star_msg": "Загледаните категории имаат приоритет за прикажување на блогот.",
      "star": "Загледан",
      "delete_action": "Избриши категорија",
      "add_action": "Додадете категорија",
      "edit_action": "Уреди категорија"
    }
  },
  "about_us": {
    "title": "Страница за нас",
    "subtitle": "Напишете статија за вашиот бизнис за да ја прикажете на страницата За нас. Оваа страница ќе и помогне на вашата публика да го знае вашиот бренд и мисија."
  },
  "terms": {
    "title": "Страна со услови за користење",
    "subtitle": "Објаснете ги условите за купување и користење на вашите услуги за вашите клиенти."
  },
  "privacy": {
    "title": "Страница за политика за приватност",
    "subtitle": "Политиката за приватност е изјава или правен документ кој открива некои или сите начини на кои партијата собира, користи, открива и управува со податоците на клиентот или клиентот."
  },
  "contact_us": {
    "title": "Контакт страница со нас",
    "subtitle": "Напишете ги вашите информации за контакт, адресата и телефонскиот број што ќе им се прикажат на вашите клиенти на страницата за контакт со нас."
  },
  "metaverse": {
    "title": "Мостот Метаверс",
    "subtitle": "Selldone обезбедува %100 услуги базирани на API во трговскиот простор. Програмерите на игри, блокчејн и метаверс можат да ги користат овие моќни API за да ги поврзат бизнисите, клиентите и услугите во иднината на светот на работата, животот и трговијата.",
    "message": "Ран пристап за развивачите на игри"
  },
  "orders_bulk_export": {
    "title": "Помошник за нарачки",
    "timespan": {
      "title": "Временски период",
      "subtitle": "Изберете ги датумите на почеток и крај за нарачки."
    },
    "tasks": {
      "title": "Задачи Излез",
      "subtitle": "Преземете го списокот со задачи за обработка на нарачки на големо. Резултатот содржи само платени и нарачки со такса.",
      "export_title": "Список на задачи"
    },
    "labels": {
      "title": "Етикети на пакети",
      "subtitle": "Преземете го списокот со сите ознаки за нарачки во избраниот временски период и статус. Резултатот содржи само платени и нарачки со такса.",
      "export_title": "Етикети на кутии"
    }
  },
  "customers_funnel": {
    "title": "Демографија на клиенти",
    "subtitle": "Филтрирајте и извезете ги податоците на вашите клиенти за да донесувате подобри одлуки за да испорачате поголема вредност со помалку маркетинг! Ве молиме почитувајте ја приватноста на вашите клиенти и никогаш не им праќајте масовни е-пораки! Никогаш не ги споделувајте информациите за вашите клиенти со услуги од трета страна без да добиете дозвола од секој од нив."
  }
};