export default {
  "commons": {
    "pay_today": "ഇന്ന് പേയ്മെന്റ്",
    "pay_yesterday": "ഇന്നലെ പേയ്മെന്റ്",
    "pay_last30days": "അവസാന 30 ദിവസത്തെ പേയ്മെന്റ്",
    "create_a_shop": "ഒരു കട ഉണ്ടാക്കുക",
    "start_free": "സൗജന്യമായി ആരംഭിക്കുക",
    "featured_apps": "ഫീച്ചർ ചെയ്ത ആപ്പുകൾ",
    "more_apps": "കൂടുതൽ അപ്ലിക്കേഷനുകൾ",
    "my_public_profile": "എന്റെ പൊതു പ്രൊഫൈൽ പേജ്"
  },
  "numbers": {
    "infinite": "അൺലിമിറ്റഡ്"
  },
  "error": {
    "not_fount_data": "ഡാറ്റ കണ്ടെത്തിയില്ല!",
    "license_max_limit": "നിങ്ങളുടെ ലൈസൻസ് പരിധിയിലെത്തി!"
  },
  "time_spans": {
    "days_range": "ദിവസങ്ങളുടെ ശ്രേണി",
    "today": "ഇന്ന്",
    "yesterday": "ഇന്നലെ",
    "last_7": "കഴിഞ്ഞ 7 ദിവസം",
    "last_14": "കഴിഞ്ഞ 14 ദിവസം",
    "last_30": "കഴിഞ്ഞ 30 ദിവസം",
    "last_90": "കഴിഞ്ഞ 90 ദിവസം",
    "custom": "കസ്റ്റം"
  },
  "device_types": {
    "desktop": "ഡെസ്ക്ടോപ്പ്",
    "mobile": "മൊബൈൽ",
    "tablet": "ടാബ്ലെറ്റ്"
  },
  "create_website_action": "നിങ്ങളുടെ വെബ്സൈറ്റ് സൃഷ്ടിക്കുക - ഇത് സൗജന്യമാണ്",
  "show_shops_action": "എന്റെ സ്റ്റോറുകളുടെ ലിസ്റ്റ്",
  "Youtube": "YouTube",
  "Linkedin": "ലിങ്ക്ഡ്ഇൻ",
  "Twitter": "ട്വിറ്റർ",
  "Facebook": "ഫേസ്ബുക്ക്",
  "Instagram": "ഇൻസ്റ്റാഗ്രാം",
  "Reddit": "റെഡ്ഡിറ്റ്",
  "Github": "ഗിത്തബ്",
  "page_titles": {
    "home": "വിറ്റു ╏ അതിവേഗം വളരുന്ന കമ്പനികൾക്കായുള്ള ബിസിനസ്സ് ഓപ്പറേറ്റിംഗ് സിസ്റ്റം",
    "login": "ലോഗിൻ",
    "register": "രജിസ്റ്റർ ചെയ്യുക",
    "auth_2fa": "2 ഫാക്ടർ ആധികാരികത 🔐",
    "academy": "ബ്ലോഗ്",
    "help": "സഹായകേന്ദ്രം",
    "price_list": "വിലവിവരപട്ടിക",
    "my_stores": "എന്റെ സ്റ്റോറുകൾ",
    "roles": "എന്റെ വേഷങ്ങൾ",
    "wallet": "എന്റെ പണസഞ്ചി",
    "personal_info": "വ്യക്തിഗത വിവരങ്ങൾ ╏ കെ.വൈ.സി",
    "companies": "എന്റെ കമ്പനികൾ",
    "access_control": "പ്രവേശന നിയന്ത്രണം",
    "security_center": "സുരക്ഷാ കേന്ദ്രം",
    "gifts": {
      "received": "സമ്മാനങ്ങൾ ╏ ലഭിച്ചു",
      "send": "സമ്മാനങ്ങൾ ╏ അയച്ചു"
    },
    "monetization": {
      "linked_accounts": "ധനസമ്പാദനം ╏ ലിങ്ക് ചെയ്‌ത അക്കൗണ്ടുകൾ",
      "plans": "ധനസമ്പാദനം ╏ പ്ലാൻ & ലിങ്കുകൾ"
    },
    "affiliate": "അഫിലിയേറ്റ്",
    "avocado": "അവോക്കാഡോ - ആധുനിക സോഷ്യൽ സെയിൽസ് ചാനൽ",
    "guild": "ഗിൽഡ് - കളക്ടീവ് സെയിൽസ് ചാനൽ",
    "partners_login": "പങ്കാളികൾ ╏ ക്ലയന്റ് ലോഗിൻ"
  },
  "blank_is_all_products": "എല്ലാ ഉൽപ്പന്നങ്ങളും ഉൾപ്പെടുത്താൻ ശൂന്യമായി വിടുക!",
  "cautions": {
    "title": "ഇനിപ്പറയുന്ന നുറുങ്ങുകൾ ചെയ്തുകൊണ്ട് നിങ്ങളുടെ ബിസിനസ്സ് പ്രൊഫഷണലായി കൈകാര്യം ചെയ്യുക. ലാഭ മാർജിൻ എങ്ങനെ വർദ്ധിപ്പിക്കാമെന്നും അതിലേറെ കാര്യങ്ങൾക്കുമുള്ള നുറുങ്ങുകൾക്കായി വായന തുടരുക. വഴിയിൽ ഞങ്ങൾ നിങ്ങളോടൊപ്പമുണ്ട്.",
    "no_payment_method": {
      "title": "പണമടയ്ക്കൽ രീതി",
      "message": "നിങ്ങളുടെ ഷോപ്പിലേക്ക് ഒരു പേയ്‌മെന്റ് രീതി ചേർക്കണം.",
      "action": "ഷോപ്പ് ഗേറ്റ്‌വേകൾ"
    },
    "link_account": {
      "title": "അക്കൗണ്ട് ലിങ്ക് ചെയ്യുക",
      "message": "നിങ്ങളുടെ ഷോപ്പിലേക്ക് ഒരു അക്കൗണ്ട് ({currency}) ലിങ്ക് ചെയ്യണം.",
      "action": "അക്കൗണ്ടുകൾ ഷോപ്പുചെയ്യുക"
    },
    "no_domain": {
      "title": "ഡൊമെയ്ൻ ചേർക്കുക",
      "message": "നിങ്ങളുടെ സ്റ്റോറിലേക്ക് ഒന്നോ അതിലധികമോ വ്യക്തിഗത ഡൊമെയ്‌നുകൾ ബന്ധിപ്പിക്കാൻ കഴിയും. നിങ്ങളുടെ വെബ്സൈറ്റ് നിങ്ങളുടെ ഡൊമെയ്നിൽ ഇൻസ്റ്റാൾ ചെയ്യപ്പെടും. ഈ പ്രക്രിയ വേഗത്തിലും എളുപ്പത്തിലും ആണ്."
    },
    "domain_not_approved": {
      "title": "ഡൊമെയ്ൻ സ്ഥിരീകരണം",
      "message": "നിങ്ങളുടെ ഡൊമെയ്ൻ {domain} പരിശോധിച്ചിട്ടില്ല. DNS ക്രമീകരണങ്ങൾ പരിശോധിച്ച് ഡൊമെയ്ൻ സ്ഥിരീകരിക്കുക."
    },
    "no_currency": {
      "title": "കറൻസി ചേർക്കുക",
      "message": "നിങ്ങളുടെ സ്റ്റോറിനായി ഒരു കറൻസിയെങ്കിലും നിങ്ങൾ നിർവചിക്കേണ്ടതുണ്ട്.",
      "action": "കറൻസി മാനേജ്മെന്റ്"
    },
    "no_primary_domain": {
      "title": "പ്രധാന ഡൊമെയ്ൻ",
      "message": "നിങ്ങളുടെ പ്രാഥമിക ഡൊമെയ്‌നായി ദയവായി ഒരു ഡൊമെയ്‌ൻ തിരഞ്ഞെടുക്കുക. ഡൊമെയ്‌ൻ നാമത്തിന് അടുത്തുള്ള നക്ഷത്ര ബട്ടണിൽ ക്ലിക്കുചെയ്യുന്നതിലൂടെ, നിങ്ങളുടെ സ്റ്റോറിന്റെ പ്രാഥമിക ഡൊമെയ്‌നായി നിങ്ങൾക്ക് ഡൊമെയ്‌ൻ തിരഞ്ഞെടുക്കാനാകും. സെർച്ച് എഞ്ചിനുകൾക്ക് ഇത് നിർണായകമാണ്. എല്ലാ സജീവ ഡൊമെയ്‌നുകളിലൂടെയും നിങ്ങളുടെ സ്റ്റോർ തുടർന്നും ലഭ്യമാകുമെന്ന കാര്യം ശ്രദ്ധിക്കുക."
    },
    "shop_complete": {
      "title": "പൂർണ്ണമായ വിവരങ്ങൾ",
      "action": "ഷോപ്പ് ക്രമീകരണങ്ങൾ",
      "location_msg": "നിങ്ങളുടെ സ്ഥാനം ചേർക്കുക",
      "days_open_msg": "തുറന്ന ദിവസങ്ങൾ സജ്ജമാക്കുക",
      "time_open_msg": "തുറക്കുന്നതും അടയ്ക്കുന്നതുമായ സമയം സജ്ജമാക്കുക",
      "description_msg": "നിങ്ങളുടെ ബിസിനസ്സിനെക്കുറിച്ച് ഒരു ഹ്രസ്വ വിവരണം എഴുതുക",
      "icon_msg": "നിങ്ങളുടെ സ്റ്റോർ ലോഗോ സജ്ജമാക്കുക",
      "shop_gateways_msg": "പേയ്‌മെന്റ് രീതി ചേർക്കുക",
      "socials_msg": "നിങ്ങളുടെ സോഷ്യൽ ലിങ്കുകൾ ചേർക്കുക",
      "clubs_msg": "ഉപഭോക്തൃ ക്ലബ്ബുകൾ സജ്ജമാക്കുക",
      "domains_msg": "ഇഷ്ടാനുസൃത ഡൊമെയ്ൻ ചേർക്കുക",
      "primary_msg": "ഒരു ഡൊമെയ്ൻ പ്രാഥമികമായി സജ്ജമാക്കുക"
    }
  },
  "support": {
    "request": "പിന്തുണ അഭ്യർത്ഥിക്കുക",
    "category": "വിഭാഗം",
    "title": "പിന്തുണ",
    "message": "എന്തെങ്കിലും അഭ്യർത്ഥനകളും ചോദ്യങ്ങളും ചോദിക്കുക. ഞങ്ങളുടെ പിന്തുണ ടീം നിങ്ങളെ നയിക്കും. നിങ്ങളുടെ അഭ്യർത്ഥനയുമായി ബന്ധപ്പെട്ട പേജിൽ നിങ്ങളുടെ ചോദ്യം ചോദിക്കാൻ ഞങ്ങൾ നിർദ്ദേശിക്കുന്നു. ഉദാഹരണത്തിന്, ഡൊമെയ്ൻ ക്രമീകരണത്തെക്കുറിച്ച് നിങ്ങൾക്ക് എന്തെങ്കിലും ചോദ്യമുണ്ടെങ്കിൽ, അത് നിങ്ങളുടെ സ്റ്റോറിന്റെ ഡൊമെയ്ൻ ക്രമീകരണ പേജിലേക്ക് അയയ്ക്കുക.",
    "close_at": "{date}-ന് അടച്ചു",
    "close_ticket_by_user": "നന്ദി, എനിക്ക് ഉത്തരം ലഭിച്ചു"
  },
  "surveys": [
    "വളരെ മോശം",
    "പാവം",
    "സാധാരണ",
    "നല്ലത്",
    "മികച്ചത്"
  ],
  "sort": {
    "title": "ഇങ്ങനെ അടുക്കുക",
    "title_small": "ഇങ്ങനെ അടുക്കുക..",
    "nothing": "ഒന്നുമില്ല",
    "most_views": "മിക്ക കാഴ്ചകളും",
    "most_likes": "ഏറ്റവും ജനപ്രിയമായ",
    "most_recent": "ഏറ്റവും പുതിയത്",
    "most_sell": "ബെസ്റ്റ് സെല്ലിംഗ്",
    "cheapest": "ഏറ്റവും വിലകുറഞ്ഞത്",
    "most_expensive": "ഏറ്റവും ചെലവേറിയ",
    "only_available": "ലഭ്യമാണ്",
    "view_mode": {
      "normal": "സാധാരണ",
      "grid": "ഗ്രിഡ്",
      "list": "ലിസ്റ്റ്",
      "insta": "ഇൻസ്റ്റാ"
    }
  },
  "helps": {
    "title": "സെൽഡോൺ സഹായ കേന്ദ്രം",
    "subtitle": "Selldone-ലേക്ക് സ്വാഗതം. നിങ്ങൾ ഒരു ബിസിനസ് OS-ൽ ഒരു പുതിയ ഓൺലൈൻ സ്റ്റോർ നിർമ്മിക്കുകയാണെങ്കിൽ, കൂടുതൽ വിവരങ്ങൾ ഇവിടെ കണ്ടെത്താനാകും.",
    "add_new_help": "പുതിയ സഹായം",
    "resources": "വിഭവങ്ങൾ",
    "categories": {
      "Welcome": "തുടങ്ങി",
      "Setup": "സ്റ്റോർ",
      "Sell": "വിൽപ്പനയും വിപണനവും",
      "Developer": "വികസിപ്പിക്കുക",
      "Application": "അപേക്ഷകൾ",
      "Product": "ഉൽപ്പന്നങ്ങളും വിഭാഗങ്ങളും മാനേജ്മെന്റ്",
      "Blog": "CMS & ബ്ലോഗ്",
      "Order": "ഓർഡറുകൾ പൂർത്തീകരണ കേന്ദ്രം",
      "Channel": "വിൽപ്പന ചാനലുകൾ",
      "Accounting": "അക്കൗണ്ടിംഗ് & പേയ്‌മെന്റ് രീതികൾ",
      "Incentives": "പ്രോത്സാഹനങ്ങൾ",
      "Marketing": "മാർക്കറ്റിംഗും കാമ്പെയ്‌നുകളും",
      "Logistic": "ലോജിസ്റ്റിക് & ഷിപ്പിംഗ്",
      "Customers": "കസ്റ്റമർസ് ക്ലബ് & സെഗ്മെന്റേഷൻ",
      "Page": "ലാൻഡിംഗ് & കസ്റ്റം പേജുകൾ",
      "Access": "സ്റ്റാഫ് / API ആക്സസ് മാനേജ്മെന്റ്",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "ഗിത്തബ് ശേഖരം",
    "admin_api_app": "അഡ്മിൻ API വെബ് സേവനം",
    "shop_api_app": "ഷോപ്പ് API വെബ് സേവനം",
    "design_kit": "ഡിസൈൻ കിറ്റുകൾ",
    "community": "സമൂഹം"
  },
  "blogs": {
    "title": "ബ്ലോഗ്",
    "subtitle": "ബിസിനസ്സിനുള്ള പാഠങ്ങൾ, ആത്മവിശ്വാസം, അഭിവൃദ്ധി പ്രാപിക്കുന്ന ഒരു ബിസിനസ്സ് സൃഷ്ടിക്കാൻ നിങ്ങൾക്കാവശ്യമായ അറിവ്.",
    "add_new_blog": "പുതിയ ബ്ലോഗ്",
    "popular": "ജനപ്രിയമായത്",
    "topics": "വിഷയങ്ങൾ",
    "select_topics": "നിങ്ങളുടെ ജോലി തിരഞ്ഞെടുക്കുക.",
    "select_job_topics": "നിങ്ങളുടെ ജോലിയുമായി ബന്ധപ്പെട്ട വിഷയങ്ങൾ തിരഞ്ഞെടുക്കുക",
    "select_interested_topics": "നിങ്ങൾക്ക് താൽപ്പര്യമുള്ള വിഷയങ്ങൾ ഏതാണ്?"
  },
  "api": {
    "title": "API & ഇന്റഗ്രേഷൻ",
    "message": "Selldone-ന്റെ പ്രധാന സവിശേഷതകളിലൊന്ന്, സ്റ്റോറുകൾ കൈകാര്യം ചെയ്യുന്നതിനും, വെയർഹൗസിംഗ്, അക്കൗണ്ടിംഗ് തുടങ്ങിയ മറ്റ് സേവനങ്ങളിലേക്ക് കണക്റ്റുചെയ്യുന്നതിനും ശക്തവും സുരക്ഷിതവുമായ API-കൾ നൽകുന്നു. സെർവർ, ഡാറ്റ മാനേജ്മെന്റ് എന്നിവയെക്കുറിച്ച് വിഷമിക്കേണ്ടതില്ല. ഡൊമെയ്ൻ API-കൾ മാത്രം ഉപയോഗിക്കുക. ഉപയോക്താക്കൾ, പ്രാമാണീകരണം, മറ്റ് ഡൊമെയ്ൻ സവിശേഷതകൾ എന്നിവ കൈകാര്യം ചെയ്യുന്നതിനുള്ള എല്ലാ പ്രക്രിയകളും നിങ്ങൾക്ക് ഉണ്ടായിരിക്കും."
  },
  "user_dashboard": {
    "title": "എന്റെ ഷട്ടിൽ",
    "subtitle": "കാലികമായ വിവരങ്ങളും വ്യക്തമായ പ്രതീക്ഷയും ഉപയോഗിച്ച് നിങ്ങളുടെ ബിസിനസ്സ് നിയന്ത്രിക്കുക.",
    "menu": {
      "affiliate": "അഫിലിയേറ്റ്",
      "monetize": "ധനസമ്പാദനം നടത്തുക",
      "gift": "സമ്മാനം",
      "security": "സുരക്ഷ",
      "access": "പ്രവേശനം",
      "business": "കമ്പനി",
      "wallet": "വാലറ്റ്",
      "identification": "KYC",
      "stores": "സ്റ്റോറുകൾ",
      "roles": "വേഷങ്ങൾ",
      "home": "വീട്",
      "expert": "വിദഗ്ധൻ",
      "deals": "ഡീലുകൾ",
      "providers": "ദാതാക്കൾ"
    },
    "shops": {
      "create_new": "പുതിയ ഷോപ്പ് സൃഷ്ടിക്കുക",
      "create_new_sub": "സൗ ജന്യം",
      "create_new_sub_need_initial_charge": "ആദ്യത്തെ സ്റ്റോർ നിർമ്മിക്കുന്നത് സൗജന്യമാണ്. നിങ്ങളുടെ ബിസിനസ്സിന് ഒരു ഷോപ്പ് മതിയാകും, എന്നാൽ നിങ്ങൾക്ക് കൂടുതൽ സ്റ്റോറുകൾ നിർമ്മിക്കണമെങ്കിൽ, ഒരു പുതിയ സ്റ്റോർ നിർമ്മിക്കുന്നതിനുള്ള ചെലവ് 25$ ആണ്. നിങ്ങളുടെ വാലറ്റ് അക്കൗണ്ടിൽ നിന്ന് ഞങ്ങൾ തുക പിൻവലിക്കുന്നു.",
      "menu": {
        "title": "എന്റെ കടകൾ",
        "shops": "കടകൾ",
        "new": "പുതിയത്"
      },
      "accept_invite_question": "നിങ്ങൾ ഈ ക്ഷണം സ്വീകരിക്കുന്നുണ്ടോ?",
      "shop_card": {
        "menu_orders": {
          "physical": "ഫിസിക്കൽ ഉൽപ്പന്ന ഓർഡറുകൾ",
          "virtual": "വെർച്വൽ ഉൽപ്പന്ന ഓർഡറുകൾ",
          "files": "ഓർഡറുകൾ ഫയൽ ചെയ്യുക",
          "services": "സേവന ഓർഡറുകൾ",
          "subscriptions": "സബ്സ്ക്രിപ്ഷൻ ഓർഡറുകൾ"
        },
        "status": "പദവി",
        "license": "ലൈസൻസ്",
        "volume": "ഉപയോഗിച്ച സ്ഥലം",
        "expire": "ലൈസൻസ് കാലഹരണപ്പെട്ടു",
        "products": "ഉൽപ്പന്നങ്ങൾ",
        "page_views": "കാഴ്ചകൾ",
        "user_behavior": "ഉപഭോക്തൃ പെരുമാറ്റം",
        "time_span": "{time} മുതൽ ഇപ്പോൾ വരെ",
        "finance_report": "സാമ്പത്തിക റിപ്പോർട്ട്",
        "buys": "വാങ്ങലുകൾ",
        "payments": "പേയ്മെന്റുകൾ",
        "orders": "ഉത്തരവുകൾ",
        "currency": "കറൻസി"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "ഉപഭോക്താക്കളുടെ ഫീഡ്ബാക്ക്",
      "title_small": "അവലോകനം",
      "wishlist": "വിഷ്ലിസ്റ്റ്",
      "comments": "അഭിപ്രായങ്ങൾ",
      "likes": "ഇഷ്ടപ്പെടുന്നു",
      "favorites": "പ്രിയപ്പെട്ടവ",
      "powers": "കൈയ്യടികൾ",
      "views": "കാഴ്ചകൾ",
      "report_today": "ഇന്നത്തെ റിപ്പോർട്ട്",
      "report_last7days": "കഴിഞ്ഞ 7 ദിവസത്തെ റിപ്പോർട്ട്",
      "report_last30days": "കഴിഞ്ഞ 30 ദിവസത്തെ റിപ്പോർട്ട്"
    }
  },
  "admin_shop": {
    "title": "സ്റ്റോർ",
    "menu": {
      "edit": "ക്രമീകരണങ്ങൾ",
      "automation": "ഓട്ടോമേഷൻ",
      "application": "അപേക്ഷകൾ",
      "access": "പ്രവേശനം",
      "pages": "പേജുകൾ",
      "channels": "ചാനലുകൾ",
      "categories": "വിഭാഗങ്ങൾ",
      "marketing": "മാർക്കറ്റിംഗ്",
      "customers": "ഉപഭോക്താക്കൾ",
      "logistic": "ലോജിസ്റ്റിക്",
      "auditing": "അക്കൌണ്ടിംഗ്",
      "incentives": "പ്രോത്സാഹനങ്ങൾ",
      "process_center": "ഉത്തരവുകൾ",
      "blog": "ബ്ലോഗ്",
      "products": "ഉൽപ്പന്നങ്ങൾ",
      "shops": "കടകൾ",
      "dashboard": "ഡാഷ്ബോർഡ്",
      "autopilot": "ഓട്ടോപൈലറ്റ്",
      "apps": "ആപ്പുകൾ",
      "pos": "POS",
      "seo": "SEO",
      "localization": "പ്രാദേശികവൽക്കരണം"
    },
    "dashboard": {
      "title": "ഷോപ്പ് ഡാഷ്ബോർഡ്",
      "online_staff": "ഓൺലൈൻ സ്റ്റാഫ്(കൾ)",
      "notify_referral": {
        "message": "നിങ്ങളുടെ ക്ഷണ ലിങ്ക് സുഹൃത്തുക്കൾക്ക് അയച്ച് സൗജന്യ വൗച്ചറുകൾ നേടൂ.",
        "action": "എന്റെ റഫറൽ ലിങ്ക്"
      },
      "info": {
        "title": "സാങ്കേതികമായ",
        "subtitle": "നിങ്ങളുടെ ബിസിനസ്സ് OS-ന്റെ സാങ്കേതിക അവലോകനം.",
        "shop_name": "കടയുടെ പേര്",
        "shop_link": "ഷോപ്പ് ലിങ്ക്",
        "site_map": "സൈറ്റ്മാപ്പ്",
        "shop_domains": "ഡൊമെയ്‌നുകൾ",
        "shop_domains_msg": "ബന്ധിപ്പിച്ച ഇഷ്‌ടാനുസൃത ഡൊമെയ്‌നുകളുടെ ലിസ്റ്റ്.",
        "home_msg": "നിങ്ങളുടെ വെബ്സൈറ്റിന്റെ ഡിഫോൾട്ട് ഹോംപേജ് സജ്ജമാക്കുക. ഓരോ ഇഷ്‌ടാനുസൃത ഡൊമെയ്‌നിനും ഇത് മാറ്റാവുന്നതാണ്.",
        "add_domain": "പുതിയ ഡൊമെയ്ൻ ചേർക്കുക",
        "currencies": "സജീവ കറൻസികൾ",
        "currencies_alert": "സ്റ്റോറിനായി ഒരു കറൻസിയെങ്കിലും തിരഞ്ഞെടുക്കുക!",
        "status": "പദവി",
        "license": "ലൈസൻസ്",
        "expire": "ലൈസൻസ് കാലഹരണ തീയതി",
        "upgrade_license_action": "{name} എന്നതിലേക്ക് അപ്‌ഗ്രേഡുചെയ്യുക",
        "wage": "ഫീസ്",
        "cpu_message": "വാങ്ങിയ പ്ലാനിന് അനുയോജ്യമായ വിഭവങ്ങളുടെ എണ്ണവും നിങ്ങളുടെ സേവനത്തിലേക്ക് നിങ്ങൾ ചേർക്കുന്ന വിഭവങ്ങളും.",
        "hide_domains": "എന്റെ ഡൊമെയ്‌നുകൾ മറയ്‌ക്കുക",
        "show_domains": "എന്റെ ഡൊമെയ്‌നുകൾ കാണിക്കുക",
        "table": {
          "primary": "പ്രാഥമികം",
          "url": "Url",
          "site_map": "സൈറ്റ് മാപ്പ്",
          "enable": "പ്രവർത്തനക്ഷമമാക്കുക",
          "indexed": "സൂചികയിലാക്കിയത്",
          "and_more": "& കൂടുതൽ..",
          "auto_repair": "ഓട്ടോ റിപ്പയർ"
        },
        "add_dialog": {
          "title": "സ്റ്റോർ ഡൊമെയ്ൻ കോൺഫിഗർ ചെയ്യുക",
          "step1": "ഇനിപ്പറയുന്ന മൂല്യങ്ങളിൽ നിന്ന് ഒരു DNS ഡൊമെയ്‌നിനോ സബ്‌ഡൊമെയ്‌നിനോ വേണ്ടി നിങ്ങൾക്ക് റെക്കോർഡ് A യുടെ IP പരിധി നിർവചിക്കാം:",
          "step2": "ഒരു DNS TXT റെക്കോർഡ് ചേർക്കുക:",
          "set_ip_alert": "റെക്കോർഡ് A <b>{ip}</b> യുടെ IP മൂല്യം സജ്ജമാക്കുക.",
          "input_domain": "ഡൊമെയ്ൻ URL",
          "correct": "ഡൊമെയ്ൻ ക്രമീകരണങ്ങൾ ശരിയാണ്.",
          "set_message": "ഈ ഡൊമെയ്‌നിന്റെ CNAME എന്നത് {cname} ആയി സജ്ജമാക്കുക.",
          "input_domain_message": "http കൂടാതെ https ഇല്ലാതെ ഡൊമെയ്ൻ നാമം നൽകുക.",
          "ssl_message": "നിങ്ങളുടെ വെബ്‌സൈറ്റിനുള്ള SSL സർട്ടിഫിക്കറ്റിനെക്കുറിച്ച് വിഷമിക്കേണ്ട. ഈ സർട്ടിഫിക്കേഷൻ നിങ്ങളുടെ ഡൊമെയ്‌നിനായി Selldone (ബീറ്റ) സ്വയമേവ നൽകും.",
          "active": "ഡൊമെയ്ൻ സജീവമാണ്",
          "inactive": "ഡൊമെയ്ൻ പ്രവർത്തനരഹിതമാക്കി",
          "success_message": "അഭിനന്ദനങ്ങൾ, നിങ്ങളുടെ സൈറ്റ് {domain}-ൽ പ്രവർത്തനക്ഷമമാക്കിയിരിക്കുന്നു. ഈ ഡൊമെയ്‌നിലൂടെ നിങ്ങൾക്ക് നിങ്ങളുടെ ബിസിനസ്സും ബ്രാൻഡും ലോകത്തിന് പരിചയപ്പെടുത്താം.",
          "delete_action": "ഡൊമെയ്ൻ ഇല്ലാതാക്കണോ?"
        },
        "set_home_dialog": {
          "title": "ഡൊമെയ്ൻ ഹോം പേജ് സജ്ജമാക്കുക"
        },
        "notification": {
          "add_message": "ഡൊമെയ്ൻ വിലാസം വിജയകരമായി ചേർത്തു.",
          "update_message": "ഡൊമെയ്ൻ വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു.",
          "delete_domain_message": "ഡൊമെയ്ൻ വിജയകരമായി ഇല്ലാതാക്കി."
        },
        "alert": {
          "title": "ഡൊമെയ്ൻ ഇല്ലാതാക്കുക",
          "message": "നിങ്ങൾക്ക് ഈ ഡൊമെയ്ൻ ഇല്ലാതാക്കണോ? മറ്റുള്ളവരെ വഞ്ചനയിൽ നിന്ന് തടയാൻ നിങ്ങളുടെ ഡൊമെയ്‌നിന്റെ DNS റെക്കോർഡ് മൂല്യങ്ങൾ പുനഃസജ്ജമാക്കുന്നത് ഉറപ്പാക്കുക."
        }
      },
      "active_orders": {
        "title": "ഉത്തരവുകൾ",
        "title_small": "ഫിസിക്കൽ, ഫയൽ, വെർച്വൽ, സർവീസ് ഓർഡറുകൾ",
        "pending_orders": "തീർപ്പുകൽപ്പിക്കാത്ത ഓർഡറുകൾ",
        "physical": "ഫിസിക്കൽ ഉൽപ്പന്ന ഓർഡറുകൾ",
        "virtual": "വെർച്വൽ ഉൽപ്പന്ന ഓർഡറുകൾ",
        "file": "ഉൽപ്പന്ന ഓർഡറുകൾ ഫയൽ ചെയ്യുക",
        "service": "സേവന ഉൽപ്പന്ന ഓർഡറുകൾ",
        "subscription": "സബ്സ്ക്രിപ്ഷൻ ഓർഡറുകൾ"
      },
      "products": {
        "title": "ഇൻവെന്ററി",
        "title_small": "ഉൽപ്പന്നങ്ങൾ, സേവനങ്ങൾ, ഫയലുകൾ",
        "total_products": "മൊത്തം ഉൽപ്പന്ന തരങ്ങൾ"
      },
      "finance": {
        "title": "സാമ്പത്തിക",
        "title_small": "സാമ്പത്തിക റിപ്പോർട്ട്",
        "total_30days_title": "മൊത്തം വിൽപ്പന തുക",
        "last_30_day": "കഴിഞ്ഞ 30 ദിവസം",
        "pay_amount_chart_title": "പേയ്മെന്റുകൾ",
        "sell_amount_chart_title": "വിൽപ്പന",
        "discount_amount_chart_title": "കിഴിവ്",
        "currency_convert_to": "കറൻസിയിലേക്ക്",
        "active_currencies": "സജീവ കറൻസികൾ",
        "sell_count_chart_title": "വേരിയന്റ് അനുസരിച്ചുള്ള വിൽപ്പനകളുടെ എണ്ണം",
        "active_gateways": "സജീവ പേയ്‌മെന്റ് ഗേറ്റ്‌വേ",
        "received_last_24h": "കഴിഞ്ഞ 7 മണിക്കൂർ ലഭിച്ചു",
        "pie": {
          "title": "ഇന്നത്തെ വിൽപ്പന അനുപാതം",
          "no_data": "ഇന്ന് വിൽപ്പനയില്ല"
        },
        "pay_amount": "അടക്കേണ്ട തുക",
        "sell_amount": "വിൽപ്പന തുക",
        "discount_amount": "കിഴിവ് തുക",
        "sell_count": "വിൽപ്പന എണ്ണം",
        "table": {
          "currency": "കറൻസി",
          "total_sell_30days": "30 ദിവസത്തെ മൊത്തം വിൽപ്പന",
          "sell_daily": "പ്രതിദിന വിൽപ്പന നിരക്ക്",
          "sell": "വിൽപ്പന",
          "pay": "പണം നൽകുക"
        }
      },
      "customers": {
        "title": "ഷോപ്പ് ഉപഭോക്താക്കൾ",
        "title_small": "പരിവർത്തന റിപ്പോർട്ട്",
        "total_customers": "ആകെ",
        "new_customers_today": "ഇന്ന്",
        "new_customers_week": "കഴിഞ്ഞ 7 ദിവസം",
        "orders_count": "ഓർഡറുകൾ എണ്ണുന്നു",
        "days_range": "ദിവസങ്ങളുടെ ശ്രേണി",
        "new_users": "പുതിയ രജിസ്റ്റർ ചെയ്ത ഉപയോക്താക്കൾ",
        "chart": {
          "new_customers": "പുതിയ ഉപഭോക്താക്കൾ",
          "customers": "മൊത്തം ഉപഭോക്താക്കൾ"
        }
      },
      "plugins": {
        "title": "പ്ലഗിനുകൾ",
        "title_small": "ഇൻസ്റ്റാൾ ചെയ്തു"
      },
      "performance": {
        "title": "ഇന്ന്",
        "title_small": "ഉപയോക്താക്കളും വിൽപ്പന അവലോകനവും",
        "users": "ഉപയോക്താക്കൾ",
        "views": "കാഴ്ചകൾ",
        "orders": "ഉത്തരവുകൾ",
        "payments": "പേയ്മെന്റുകൾ",
        "no_visitor_today": "ഇന്ന് നിങ്ങൾക്ക് സന്ദർശകരില്ലായിരുന്നു."
      }
    },
    "products": {
      "title": "ഉൽപ്പന്നങ്ങളുടെ ലിസ്റ്റ്",
      "products_list": "പട്ടികയിലേക്ക് മടങ്ങുക",
      "products_menu": "ഉൽപ്പന്ന മാനേജ്മെന്റ്",
      "process_que": "ഇറക്കുമതി ചെയ്ത ഉൽപ്പന്നങ്ങൾ പ്രോസസ്സ് ചെയ്യുന്നു",
      "view_que_list": "ക്യൂ ലിസ്റ്റ് കാണുക",
      "menu_products_list": "ഉൽപ്പന്നങ്ങളുടെ ലിസ്റ്റ്",
      "menu_export": "കയറ്റുമതി ഉൽപ്പന്നങ്ങൾ",
      "menu_import": "ഉൽപ്പന്നങ്ങൾ ഇറക്കുമതി ചെയ്യുക",
      "menu_show_deletes": "ഇല്ലാതാക്കിയ ഉൽപ്പന്നങ്ങൾ കാണിക്കുക",
      "drop_import_message": "ബൾക്ക് ഉൽപ്പന്നങ്ങൾ ചേർക്കുന്നത് ആരംഭിക്കാൻ ഉൽപ്പന്ന ലിസ്റ്റ് ഫയൽ (CSV, XLS, XLSX ഫോർമാറ്റ്) ഇവിടെ ഡ്രോപ്പ് ചെയ്യുക. ഫയലിന് Selldone ഉൽപ്പന്നങ്ങളുടെ ലിസ്റ്റ് ഫോർമാറ്റ് ഉണ്ടെന്ന് ഉറപ്പാക്കുക.",
      "product_widget": {
        "product_type": "ഉൽപ്പന്ന തരം",
        "price": "വില",
        "value_added": "കമ്മീഷൻ",
        "discount": "കിഴിവ്",
        "in_stock": "സ്റ്റോക്കുണ്ട്",
        "product_unit": "യൂണിറ്റ്",
        "total_sell": "മൊത്തം വിൽപ്പന",
        "total_view": "ആകെ കാഴ്ചകൾ",
        "view_unit": "സമയങ്ങൾ",
        "review_unit": "അവലോകനങ്ങൾ"
      },
      "folder_widget": {
        "products": "ഉൽപ്പന്നങ്ങൾ",
        "products_unit": "തരങ്ങൾ",
        "sub_categories": "വിഭാഗങ്ങൾ",
        "sub_categories_unit": "ഇനങ്ങൾ",
        "views": "കാഴ്ചകൾ",
        "views_unit": "സമയങ്ങൾ"
      },
      "menu_advanced_options": "വിപുലമായ ഓപ്ഷനുകൾ"
    },
    "blogs": {
      "new": "പുതിയത് എഴുതുക",
      "blogs": "ബ്ലോഗ്",
      "list": {
        "title": "എന്റെ ലേഖനങ്ങൾ",
        "waiting_message": "വിവരങ്ങൾ സ്വീകരിക്കുന്നു ... ദയവായി കാത്തിരിക്കുക",
        "published": "പ്രസിദ്ധീകരിച്ചു",
        "draft": "ഡ്രാഫ്റ്റ്",
        "private": "സ്വകാര്യം",
        "public": "പൊതു",
        "table": {
          "title": "തലക്കെട്ട്",
          "author": "രചയിതാവ്",
          "claps": "കൈയ്യടികൾ",
          "like": "ഇഷ്ടപ്പെടുക",
          "comments": "അഭിപ്രായങ്ങൾ",
          "views": "കാഴ്ചകൾ",
          "publish_state": "പദവി",
          "created_at": "സൃഷ്ടിച്ച തീയതി",
          "updated_at": "അവസാന പരിഷ്കാരം"
        },
        "subtitle": "നിങ്ങളെയും നിങ്ങളുടെ ബിസിനസ്സിനെയും അവതരിപ്പിക്കാൻ ഒരു ആധുനിക ഇൻലൈൻ എഡിറ്റർ ഉപയോഗിച്ച് ലേഖനങ്ങൾ എഴുതുക. ഉയർന്ന നിലവാരമുള്ള SEO-സൗഹൃദ ബ്ലോഗ് പോസ്റ്റ് എഴുതുമ്പോൾ നിങ്ങൾ ആദ്യം ശ്രദ്ധിക്കേണ്ടത് യഥാർത്ഥ ഉള്ളടക്കമാണ്."
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "വിവരങ്ങൾ സ്വീകരിക്കുന്നു ... ദയവായി കാത്തിരിക്കുക",
        "rejected": "നിരസിച്ചു",
        "delivery": "ഷിപ്പിംഗ്",
        "discount": "കിഴിവ്",
        "not_paid": "പണം നൽകിയിട്ടില്ല",
        "table": {
          "order_number": "ഓർഡർ കോഡ്",
          "order_date": "ചെക്ക്ഔട്ട് തീയതി",
          "status": "അവസാന നില",
          "price": "മൊത്തം തുക",
          "payment_status": "പേയ്മെന്റ് നില"
        }
      },
      "virtual": {
        "waiting_message": "വിവരങ്ങൾ സ്വീകരിക്കുന്നു ... ദയവായി കാത്തിരിക്കുക",
        "discount": "കിഴിവ്",
        "table": {
          "order_number": "ഓർഡർ കോഡ്",
          "product": "ഉൽപ്പന്നം",
          "order_date": "രജിസ്ട്രേഷൻ തീയതി",
          "status": "അവസാന നില",
          "price": "മൊത്തം തുക",
          "payment_status": "പേയ്മെന്റ് നില"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "എക്സ്ചേഞ്ച്",
        "gateway": "ഗേറ്റ്‌വേ",
        "invoice": "ബില്ലിംഗ്",
        "report": "റിപ്പോർട്ട് ചെയ്യുക",
        "tax": "നികുതി",
        "drop_shipping": "റീസെല്ലർ രസീതുകൾ",
        "reseller_accounts": "റീസെല്ലർ അക്കൗണ്ടുകൾ",
        "valuations": "മൂല്യനിർണ്ണയങ്ങൾ"
      },
      "invoice": {
        "title": "ലിങ്ക്ഡ് വാലറ്റുകൾ വാങ്ങുക",
        "subtitle": "ചാർജുകളും കമ്മീഷനുകളും സ്റ്റോർ ചെലവുകളും ഈ വാലറ്റ് അക്കൗണ്ടുകളിൽ നിന്ന് കുറയ്ക്കുന്നു.",
        "title_add": "പുതിയ വാലറ്റ് അക്കൗണ്ട് ബന്ധിപ്പിക്കുക",
        "subtitle_add": "ഓരോ കറൻസിക്കും നിങ്ങൾ ഒരു പുതിയ വാലറ്റ് സൃഷ്‌ടിക്കുകയും അത് നിങ്ങളുടെ സ്റ്റോറുമായി ബന്ധിപ്പിക്കുകയും വേണം. ഈ വാലറ്റിൽ നിന്ന് സേവന ഫീസ് പിൻവലിക്കും.",
        "add_account": "അക്കൗണ്ട് ചേർക്കുക",
        "charge_account": "ചാർജ് അക്കൗണ്ട്",
        "show_transaction": "ഇടപാടുകൾ കാണിക്കുക",
        "table": {
          "currency": "കറൻസി",
          "account_number": "അക്കൗണ്ട് നമ്പർ",
          "account_name": "അക്കൗണ്ട് നാമം",
          "balance": "ബാലൻസ്",
          "free_balance": "ലഭ്യമായ ബാലൻസ്",
          "actions": "നീക്കം ചെയ്യുക"
        },
        "add_account_dialog": {
          "title": "സ്റ്റോറിലേക്ക് ക്രെഡിറ്റ് അക്കൗണ്ട് ബന്ധിപ്പിക്കുന്നു",
          "subtitle": "സെൽ‌ഡോണിൽ നിങ്ങൾ ഒരു വാലറ്റ് അക്കൗണ്ട് തുറക്കുമ്പോൾ, മറ്റേതൊരു ക്രെഡിറ്റ് കാർഡും പോലെ ഞങ്ങൾ നിങ്ങൾക്ക് ഒരു വെർച്വൽ ക്രെഡിറ്റ് കാർഡും അക്കൗണ്ടും നൽകും. സെൽഡൺ സെയിൽസ് ഫീസ് ഈ അക്കൗണ്ടിൽ നിന്ന് കുറയ്ക്കും, എന്നാൽ നിങ്ങളുടെ അക്കൗണ്ട് ബാലൻസ് പര്യാപ്തമല്ലെങ്കിൽ, ഈ തുക കുടിശ്ശികയാകും. നിങ്ങൾക്ക് ആവശ്യമുള്ളത്ര Selldone സേവനങ്ങൾ ഉപയോഗിക്കാം.",
          "account_number": "അക്കൗണ്ട് നമ്പർ",
          "account_number_input_message": "ഈ അക്കൗണ്ടുമായി സ്റ്റോർ ലിങ്ക് ചെയ്യപ്പെടും. ഫീസിനും ചെലവുകൾക്കുമായി ഈ അക്കൗണ്ട് ഉപയോഗിക്കും.",
          "balance": "അക്കൗണ്ട് ബാലൻസ്",
          "connect_account_to_shop": "സ്റ്റോറിലേക്ക് അക്കൗണ്ട് ബന്ധിപ്പിക്കുക"
        },
        "notifications": {
          "connect_account_success": "അക്കൗണ്ട് വിജയകരമായി ചേർത്തു.",
          "delete_account_success": "സ്റ്റോറിൽ നിന്ന് അക്കൗണ്ട് നീക്കം ചെയ്തു."
        },
        "alert": {
          "delete_account": "അക്കൗണ്ട് വിച്ഛേദിക്കുക",
          "delete_account_message": "സ്റ്റോർ അക്കൗണ്ടുകളുടെ ലിസ്റ്റിൽ നിന്ന് ഈ അക്കൗണ്ട് നീക്കം ചെയ്യണോ?",
          "delete_account_action": "അക്കൗണ്ട് ഇല്ലാതാക്കുക"
        },
        "inform_charge_account": "നിങ്ങളുടെ അക്കൗണ്ട് ചാർജ് ചെയ്യുക!",
        "inform_charge_account_critical": "സേവനം താൽക്കാലികമായി നിർത്തുന്നത് തടയാൻ നിങ്ങളുടെ അക്കൗണ്ട് ചാർജ് ചെയ്യുക!"
      },
      "gateway": {
        "title": "പേയ്മെന്റ് രീതികൾ",
        "sub_title": "സജീവ പേയ്മെന്റ് രീതികളുടെ ലിസ്റ്റ്. നിങ്ങളുടെ ഷോപ്പിലേക്ക് ഒരു പുതിയ രീതി ചേർക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ഇനിപ്പറയുന്ന ബട്ടൺ അമർത്തുക. ചേർത്ത 10 പേയ്‌മെന്റ് ഗേറ്റ്‌വേകളിൽ കൂടരുതെന്ന് ഞങ്ങൾ വളരെ ശുപാർശ ചെയ്യുന്നു.",
        "add_gateway": "പുതിയ പേയ്‌മെന്റ് രീതി",
        "add_gateway_dialog": {
          "title": "കറൻസി തിരഞ്ഞെടുക്കുക",
          "country_currencies": "പ്രാദേശിക കറൻസികൾ",
          "crypto_currencies": "ക്രിപ്‌റ്റോകറൻസികൾ",
          "active_gateways": "സജീവ പേയ്മെന്റ് രീതികൾ",
          "confirm": "പേയ്‌മെന്റ് രീതി ചേർക്കുക"
        }
      },
      "exchange": {
        "title": "സജീവ കറൻസികൾ സംഭരിക്കുക",
        "subtitle": "ഉപയോക്താക്കൾക്ക് സജീവമായ കറൻസികളിൽ ഒന്ന് തിരഞ്ഞെടുക്കാൻ കഴിയും, ഉൽപ്പന്നങ്ങളുടെ വില കണക്കാക്കി പ്രദർശിപ്പിക്കും. വിനിമയ നിരക്ക് നൽകേണ്ടത് വിൽപ്പനക്കാരനാണ്.",
        "shop_currencies_input": "ഉപയോക്താക്കൾക്കുള്ള സജീവ കറൻസികൾ",
        "shop_currencies_input_error": "കുറഞ്ഞത് ഒരു കറൻസിയെങ്കിലും തിരഞ്ഞെടുക്കുക",
        "rates": {
          "title": "കറൻസി വിനിമയ നിരക്ക്",
          "sub_title": "ചുവടെയുള്ള ഏത് കറൻസിയെയും അടിസ്ഥാനമാക്കി നിങ്ങൾക്ക് ഉൽപ്പന്ന വിലകൾ നൽകാം, നിങ്ങളുടെ കറൻസികൾക്കിടയിലുള്ള പരിവർത്തന നിരക്കിൽ ഉൽപ്പന്ന വിലകൾ സ്വയമേവ കണക്കാക്കും.",
          "message": "കറൻസികൾ തമ്മിലുള്ള വിനിമയ നിരക്കുകൾ നൽകുന്നതിലൂടെ, നിങ്ങളുടെ ഉൽപ്പന്നങ്ങളുടെ വിലകൾ സ്വയമേവ കണക്കാക്കുകയും അപ്‌ഡേറ്റ് ചെയ്യുകയും ചെയ്യും.",
          "add_new_rate": "പുതിയ നിരക്ക് ചേർക്കുക"
        },
        "table": {
          "waiting_receive_data": "വിവരങ്ങൾ ലഭിക്കുന്നു ... ദയവായി കാത്തിരിക്കുക",
          "rate_input": "വിനിമയ നിരക്ക്",
          "from": "നിന്ന്",
          "to": "ലേക്ക്",
          "exchange_rate": "വിനിമയ നിരക്ക്",
          "edit": "എഡിറ്റ് ചെയ്യുക",
          "delete": "ഇല്ലാതാക്കുക",
          "auto": "യാന്ത്രിക നിരക്ക്"
        },
        "add_rate_dialog": {
          "title": "വിനിമയ നിരക്ക് നിശ്ചയിക്കുക",
          "message": "വിവരങ്ങൾ രേഖപ്പെടുത്തുന്നതിൽ ജാഗ്രത പാലിക്കുക. ഇവിടെ നൽകിയിരിക്കുന്ന നിരക്കുകൾ അടിസ്ഥാനമാക്കി നിങ്ങളുടെ ഉൽപ്പന്നങ്ങളുടെ വില കണക്കാക്കും.",
          "currency_from": "കറൻസിയിൽ നിന്ന്",
          "currency_to": "കറൻസിയിലേക്ക്",
          "exchange_rate": "വിനിമയ നിരക്ക്"
        },
        "alert": {
          "title": "പരിവർത്തന നിരക്ക് ഇല്ലാതാക്കുക",
          "message": "നിങ്ങൾക്ക് ഈ പരിവർത്തന നിരക്ക് ഇല്ലാതാക്കണോ?",
          "action": "ഇല്ലാതാക്കുക"
        },
        "notifications": {
          "delete_success": "വിനിമയ നിരക്ക് നീക്കം ചെയ്തു.",
          "add_success": "വിനിമയ നിരക്ക് പുതുക്കി.",
          "update_success": "സ്റ്റോർ സജീവ കറൻസികൾ അപ്ഡേറ്റ് ചെയ്തു."
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "വെയർഹൗസുകൾ",
        "subtitle": "എന്റെ വെയർഹൗസുകളുടെ ലിസ്റ്റ്."
      },
      "warehouse_btn": "പുതിയ വെയർഹൗസ് ചേർക്കുക",
      "warehouse_btn_error": "നിങ്ങളുടെ വെയർഹൗസ്, സ്റ്റോർ അല്ലെങ്കിൽ നിങ്ങളുടെ ബിസിനസ്സിന്റെ ഉത്ഭവം എന്നിവ സജ്ജമാക്കുക. ഷിപ്പിംഗ് ചെലവ് കണക്കുകൂട്ടലും ചെക്ക്ഔട്ട് പ്രക്രിയയും ഉണ്ടായിരിക്കേണ്ടത് അത്യന്താപേക്ഷിതമാണ്.",
      "size_unit": {
        "title": "വലിപ്പം യൂണിറ്റ്",
        "subtitle": "നീളം, വീതി, ഉയരം എന്നിവയ്ക്കായി ഉപയോഗിക്കുന്ന യൂണിറ്റ്."
      },
      "mass_unit": {
        "title": "മാസ് യൂണിറ്റ്",
        "subtitle": "ഭാരത്തിന് ഉപയോഗിക്കുന്ന യൂണിറ്റ്."
      },
      "menu": {
        "return_request": "മടങ്ങിയെത്തി",
        "delivery": "ഷിപ്പിംഗ്",
        "inventory": "ഇൻവെന്ററി",
        "warehouse": "വെയർഹൗസ്",
        "logistic_apps": "ലോജിസ്റ്റിക്",
        "profiles": "പ്രൊഫൈലുകൾ",
        "includes": "ഉൾപ്പെടുന്നു"
      },
      "warehouse": {
        "title": "സ്റ്റോർ വെയർഹൗസ്",
        "sub_title": "ഈ വിലാസം ഷിപ്പിംഗിന്റെ ഉറവിടമായി ഉപയോഗിക്കുന്നു.",
        "table": {
          "title": "ഇൻവെന്ററി ലിസ്റ്റ്",
          "sub_title": "ഫിസിക്കൽ, വെർച്വൽ, ഫയൽ, സേവനം എന്നിവ ഉൾപ്പെടെ എല്ലാ സ്റ്റോർ ഉൽപ്പന്നങ്ങളുടെയും ലിസ്റ്റ്"
        }
      },
      "delivery": {
        "title": "ഷിപ്പിംഗ് രീതികൾ",
        "sub_title": "ഈ വിഭാഗത്തിലെ മൂല്യങ്ങൾ സജ്ജീകരിക്കുന്നതിലൂടെ, നിങ്ങളുടെ സ്റ്റോറിൽ വൈവിധ്യമാർന്ന അയയ്ക്കൽ രീതികൾ സജീവമാക്കുന്നു. ക്യാഷ് ഓൺ ഡെലിവറി രീതിയും ഈ വിഭാഗത്തിൽ സജീവമാക്കാം.",
        "add_transportation": "ഗതാഗതം ചേർക്കുക",
        "delivery_form": {
          "payment": "പണമടക്കാനുള്ള മാർഗങ്ങൾ",
          "limits": "പരിധികൾ",
          "currency_input": "ചെലവ് കണക്കുകൂട്ടലുകൾക്കുള്ള റഫറൻസ് കറൻസി",
          "currency_input_message": "ഈ കറൻസിയിലാണ് ചെലവുകൾ കണക്കാക്കുന്നത്",
          "distance_input": "വെയർഹൗസിൽ നിന്നുള്ള ദൂരം",
          "distance_input_message": "0 അല്ലെങ്കിൽ -1 എന്നാൽ പരിധിയില്ല.",
          "max_weight_input": "പരമാവധി സ്വീകാര്യമായ പായ്ക്ക് ഭാരം",
          "max_weight_input_message": "0 അല്ലെങ്കിൽ -1 എന്നാൽ പരിധിയില്ല.",
          "max_size_input": "പരമാവധി പാക്കേജ് അളവുകൾ",
          "width": "വീതി",
          "length": "നീളം",
          "height": "ഉയരം",
          "days_input": "ലഭ്യമായ ഡെലിവറി തീയതികൾ",
          "days_input_nodata": "ഡെലിവറി ദിവസം തിരഞ്ഞെടുക്കുക",
          "hours_input": "ഡെലിവറി സമയം ലഭ്യമാകും",
          "hours_input_nodata": "ഒരു കാലയളവ് തിരഞ്ഞെടുക്കുക",
          "vacation_input": "നിങ്ങൾ അവധി ദിവസങ്ങളിൽ വിതരണം ചെയ്യാറുണ്ടോ?",
          "cod_input": "പിന്തുണ COD",
          "cod_input_message": "നിങ്ങളുടെ ഷിപ്പിംഗ് സേവനം COD സ്വീകരിക്കുന്നുവെന്ന് ഉറപ്പാക്കുക.",
          "sod_input": "നിങ്ങൾ COD-യെ പിന്തുണയ്ക്കുന്നുണ്ടോ?",
          "sod_input_message": "നിങ്ങളുടെ ഷിപ്പിംഗ് സേവനം COD സ്വീകരിക്കുന്നുവെന്ന് ഉറപ്പാക്കുക.",
          "pricing": "വില കണക്കാക്കുക",
          "const_input": "നിശ്ചിത ചെലവ്",
          "distance_cof_input": "കോസ്റ്റ്-ടു-ഡിസ്റ്റൻസ് കോഫിഫിഷ്യന്റ്",
          "distance_cof_input_dim": "ഓരോ {dim}",
          "weight_cof_input": "ചെലവ്-ഭാരം ഘടകം",
          "weight_cof_input_dim": "ഓരോ {dim}",
          "price_cof_input": "ഉൽപ്പന്ന വില ഘടകത്തിലേക്കുള്ള ഷിപ്പിംഗ് ചെലവ്",
          "price_cof_input_message": "ഇൻഷുറൻസ് ചെലവുകളും COD ചെലവുകൾ പോലുള്ള മറ്റ് സേവനങ്ങളും ഉൾപ്പെടുന്നു.",
          "price_cof_input_dim": "ഓരോ {dim}",
          "distance_weight_cof_input": "ഭാരം ഗുണിതം അനുസരിച്ച് ചെലവ് ഗുണനം",
          "distance_weight_cof_input_dim": "ഓരോ {weight} ഓരോ {distance}",
          "free_shipping_input": "ഫ്രീ ഷിപ്പിംഗ്",
          "free_shipping_limit_input": "സൗജന്യ ഷിപ്പിംഗിനുള്ള ഏറ്റവും കുറഞ്ഞ ഓർഡർ ചെലവ്",
          "notifications": {
            "update_success": "ഷിപ്പിംഗ് സേവന ക്രമീകരണങ്ങൾ വിജയകരമായി പൂർത്തിയാക്കി."
          },
          "shipping_cost_calculation": "ഷിപ്പിംഗ് ചെലവ് കണക്കുകൂട്ടൽ",
          "sod_true": "ലക്ഷ്യസ്ഥാനത്ത് ഷിപ്പിംഗ് ചെലവ് നേടുക",
          "sod_true_message": "നിങ്ങളുടെ ഷിപ്പിംഗ് സേവനം ലക്ഷ്യസ്ഥാനത്ത് ഷിപ്പിംഗ് ചെലവ് സ്വീകരിക്കുന്നുവെന്ന് ഉറപ്പാക്കുക.",
          "sod_false": "ഓട്ടോ ഷിപ്പിംഗ് ചെലവ് കണക്കുകൂട്ടൽ",
          "cod_true": "ക്യാഷ് ഓൺ ഡെലിവറി സ്വീകരിക്കുക",
          "cod_false": "ഓൺലൈൻ പേയ്‌മെന്റ് മാത്രം സ്വീകരിക്കുക",
          "cod_true_message": "നിങ്ങളുടെ ഷിപ്പിംഗ് സേവനം COD സ്വീകരിക്കുന്നുവെന്ന് ഉറപ്പാക്കുക."
        }
      }
    },
    "users": {
      "menu": {
        "customers": "ഉപഭോക്താക്കൾ",
        "contact_form": "ബന്ധങ്ങൾ",
        "faq": "FAQ",
        "club": "ക്ലബ്ബ്",
        "report": "റിപ്പോർട്ട് ചെയ്യുക"
      },
      "report": {
        "title": "ഉപഭോക്താക്കളുടെ അവലോകനം",
        "sub_title": "നിങ്ങളുടെ ഉപഭോക്താക്കളുടെ തത്സമയ നില നിങ്ങൾ ഇവിടെ കാണും.",
        "report_30days_by_time": "കഴിഞ്ഞ 30 ദിവസത്തെ തീയതിയും സമയവും അടിസ്ഥാനമാക്കിയുള്ള ഉപയോക്തൃ പ്രവർത്തനം",
        "report_30days_by_location": "കഴിഞ്ഞ 30 ദിവസങ്ങളിലെ ജിയോലൊക്കേഷൻ ഉപയോക്താക്കളുടെ പ്രവർത്തനം"
      },
      "club": {
        "title": "ഉപഭോക്തൃ ക്ലബ്",
        "sub_title": "ഓരോ ലെവലും സജീവമാക്കുന്നതിന് പ്രതിമാസ, വാർഷിക വാങ്ങൽ തുകയും കറൻസിയും നൽകുക. പ്രതിമാസ അല്ലെങ്കിൽ വാർഷിക വാങ്ങലിന്റെ ആവശ്യകതകൾ നിറവേറ്റുന്നതിനാൽ നിങ്ങളുടെ ഉപഭോക്താക്കൾ നിങ്ങളുടെ കസ്റ്റമർ ക്ലബിലേക്ക് ലോഗിൻ ചെയ്യപ്പെടും.",
        "item": {
          "members_count": "അംഗങ്ങളുടെ എണ്ണം",
          "purchases_count": "ഓർഡറുകളുടെ എണ്ണം",
          "monthly": "പ്രതിമാസ",
          "annually": "വർഷം തോറും",
          "discount_percent": "കുറഞ്ഞ നിരക്ക്",
          "discount_limit": "കിഴിവ് പരിധി"
        },
        "edit_dialog": {
          "title": "കസ്റ്റമർ ലെവൽ മാനേജ്മെന്റ്",
          "currency_input": "കറൻസി",
          "currency_input_message": "മൊത്തം വാങ്ങലുകൾ ഈ കറൻസിയിൽ കണക്കാക്കുന്നു.",
          "free_shipping_input": "ഫ്രീ ഷിപ്പിംഗ്",
          "monthly_input": "പ്രതിമാസ വാങ്ങൽ നിരക്ക്",
          "annually_input": "വാർഷിക വാങ്ങൽ നിരക്ക്",
          "discount_percent_input": "ക്ലബ് അംഗങ്ങൾക്കുള്ള കിഴിവ് നിരക്ക്",
          "discount_limit_input": "കിഴിവ് പരിധി",
          "description_input": "വിവരണം",
          "description_input_message": "ഈ ലെവലിന്റെ ഒരു ഹ്രസ്വ വിവരണം നൽകുക."
        },
        "notifications": {
          "update_success": "ഉപഭോക്തൃ ക്ലബ്ബിൽ മാറ്റങ്ങൾ ബാധകമാണ്."
        }
      },
      "faq": {
        "title": "പതിവായി ചോദിക്കുന്ന ചോദ്യങ്ങൾ",
        "sub_title": "നിങ്ങളുടെ ഉപഭോക്താക്കളുടെ ചോദ്യങ്ങൾ ചേർക്കുക, എഡിറ്റ് ചെയ്യുക, ഉത്തരം നൽകുക."
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "പ്രചാരണങ്ങൾ",
        "cross_selling": "ക്രോസ് വിൽപ്പന",
        "affiliate": "അഫിലിയേറ്റ്",
        "emails": "ഇമെയിലുകൾ",
        "funnel": "ഫണൽ"
      },
      "campaign": {
        "name_input_placeholder": "പ്രചാരണ നാമം",
        "name_input_message": "നിങ്ങളുടെ പ്രചാരണ ശീർഷകം നൽകുക.",
        "create_campaign_action": "പുതിയ കാമ്പെയ്‌ൻ സൃഷ്‌ടിക്കുക",
        "table": {
          "title": "തലക്കെട്ട്",
          "state": "പദവി",
          "discount": "കിഴിവ്",
          "landing": "ലാൻഡിംഗ് പേജ്",
          "start": "ആരംഭിക്കുക",
          "end": "അവസാനിക്കുന്നു"
        },
        "notifications": {
          "add_success_title": "ഒരു കാമ്പെയ്ൻ സൃഷ്ടിക്കുക",
          "add_success": "നിങ്ങളുടെ കാമ്പെയ്‌ൻ സൃഷ്‌ടിച്ചു."
        },
        "name_input_name": "പ്രചാരണ നാമം"
      }
    },
    "categories": {
      "title": "വിഭാഗ പട്ടിക",
      "subtitle": "നിങ്ങളുടെ ഓൺലൈൻ സ്റ്റോറിന്റെ പ്രധാന സവിശേഷതയാണ് വിഭാഗങ്ങൾ. ഒരു ആധുനിക സ്റ്റോർ ഫ്രണ്ട് നിർമ്മിക്കുന്നതിനും നിങ്ങളുടെ ഉപഭോക്താക്കൾക്ക് ശരിയായ ഉൽപ്പന്നങ്ങൾ കണ്ടെത്തുന്നത് എളുപ്പമാക്കുന്നതിനും ഈ ശക്തമായ വർഗ്ഗീകരണ ടൂളുകൾ ഉപയോഗിക്കാൻ ഞങ്ങൾ നിങ്ങളെ പ്രോത്സാഹിപ്പിക്കുന്നു.",
      "menu": {
        "add_new": "പുതിയ വിഭാഗം ചേർക്കുക",
        "categories_list": "വിഭാഗങ്ങളുടെ പട്ടിക",
        "export": "കയറ്റുമതി വിഭാഗങ്ങൾ",
        "import": "വിഭാഗങ്ങൾ ഇറക്കുമതി ചെയ്യുക (CSV)"
      },
      "graph": {
        "title": "വിഭാഗങ്ങളുടെ ശ്രേണി",
        "subtitle": "നിങ്ങളുടെ സ്റ്റോർ വിഭാഗങ്ങളുടെയും ഉപയോക്താക്കൾ അവ എങ്ങനെ നാവിഗേറ്റ് ചെയ്യുന്നു എന്നതിന്റെയും പൂർണ്ണമായ അവലോകനം നിങ്ങൾക്കുണ്ടാകും. വിഭാഗങ്ങളുടെ ശരിയായ ക്രമീകരണം ഉപയോഗിച്ച്, നിങ്ങളുടെ ഉപഭോക്താക്കൾക്ക് ഉൽപ്പന്നങ്ങൾ വേഗത്തിൽ കണ്ടെത്താനാകും, പരിവർത്തന നിരക്ക് ഉയരും.",
        "visits_count": "സന്ദർശിക്കുക",
        "normal": "ലളിതം",
        "items_count": "ഇനങ്ങളുടെ എണ്ണം",
        "home": "വീട്"
      },
      "category_widget": {
        "parent": "രക്ഷിതാവ്",
        "not_exist": "നിലവിലില്ല",
        "children": "ഉപവിഭാഗങ്ങൾ",
        "delete_alert": {
          "title": "കുട്ടികളുടെ വിഭാഗം നീക്കം ചെയ്യുക",
          "message": "നിങ്ങൾക്ക് {parent_title} ലിസ്റ്റിൽ നിന്ന് {title} നീക്കം ചെയ്യണോ?",
          "action": "ഇല്ലാതാക്കുക"
        },
        "notifications": {
          "edit_success": "വിഭാഗം എഡിറ്റ് ചെയ്തു."
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "സ്റ്റോർ",
        "my_apps": "ആപ്പുകൾ"
      },
      "my_apps": {
        "title": "സജീവമായ ആപ്പുകൾ സംഭരിക്കുക",
        "subtitle": "നിങ്ങളുടെ ബിസിനസ്സ് ആപ്ലിക്കേഷനുകൾ നിയന്ത്രിക്കുക.",
        "all": "എല്ലാം"
      },
      "store": {
        "title": "അപ്ലിക്കേഷൻ സ്റ്റോർ",
        "subtitle": "നിങ്ങളുടെ ബിസിനസ്സിലേക്ക് നിങ്ങളുടെ പ്രിയപ്പെട്ട സേവനങ്ങൾ സുരക്ഷിതമായി ബന്ധിപ്പിക്കുക. ഞങ്ങളുടെ ഉപഭോക്താക്കളുടെ അഭ്യർത്ഥനകളെ അടിസ്ഥാനമാക്കി ഞങ്ങൾ പ്ലഗിന്നുകളും ആപ്പുകളും ചേർക്കുന്നു.",
        "nodata": "പ്ലഗിൻ ഒന്നും കണ്ടെത്തിയില്ല.",
        "all": "എല്ലാം",
        "more": "കൂടുതൽ"
      }
    },
    "pages": {
      "menu": {
        "new_page": "പുതിയ പേജ്",
        "contact_us": "ഞങ്ങളെ സമീപിക്കുക",
        "privacy": "സ്വകാര്യത",
        "terms": "നിബന്ധനകൾ",
        "about_us": "ഞങ്ങളേക്കുറിച്ച്",
        "landings": "ലാൻഡിംഗ്",
        "popup": "പോപ്പപ്പ്",
        "static": "സ്റ്റാറ്റിക്"
      }
    },
    "permissions": {
      "menu": {
        "persons": "സ്റ്റാഫ്",
        "roles": "വേഷങ്ങൾ",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "പേഴ്സണൽ ലിസ്റ്റ്",
          "new_user": "പുതിയ സ്റ്റാഫ് ചേർക്കുക",
          "new_user_message": "ഈ സ്റ്റോറിന്റെ ഡാഷ്‌ബോർഡിലേക്കും മാനേജ്‌മെന്റ് വിഭാഗങ്ങളിലേക്കും ആക്‌സസ് ഉണ്ടായിരിക്കുന്ന ഉപയോക്താക്കൾക്ക്.",
          "email_input_placeholder": "ഇമെയിൽ",
          "email_input": "ഉപയോക്തൃ ഇമെയിൽ വിലാസം",
          "level_input": "പ്രവേശന നില",
          "add_user_action": "സ്റ്റാഫ് ചേർക്കുക"
        },
        "delete_alert": {
          "title": "ആക്സസ് നീക്കം ചെയ്യുക",
          "message": "നിങ്ങൾക്ക് ഈ ഉപയോക്താവിനെ ഇല്ലാതാക്കണോ?",
          "action": "ഇല്ലാതാക്കുക"
        },
        "notifications": {
          "add_success_title": "ആക്സസ് ചേർക്കുക",
          "add_success": "പുതിയ ആക്സസ് ചേർത്തു.",
          "delete_success_title": "ആക്സസ് ഇല്ലാതാക്കുക",
          "delete_success": "ആക്‌സസ് ഇല്ലാതാക്കി."
        }
      },
      "shop_api": {
        "title": "സ്റ്റോർ ആക്സസ് കീകൾ",
        "message": "നിങ്ങളുടെ സെർവർ മുഖേന ആക്‌സസ് ടോക്കൺ സൃഷ്‌ടിക്കാൻ ഈ കീകൾ ഉപയോഗിക്കുന്നു. കീകൾ രഹസ്യമാണെന്നും മറ്റുള്ളവർക്ക് ദൃശ്യമാകാത്ത വിധത്തിൽ സെർവറിൽ മാത്രമാണെന്നും ശ്രദ്ധിക്കുക."
      }
    },
    "applications": {
      "pwa": {
        "title": "വെബ് ആപ്പ്",
        "sub_title": "നിങ്ങളുടെ സ്റ്റോർ വെബ് ആപ്പ് ഇവിടെ കാണുക",
        "message": "ശ്രദ്ധിക്കുക: iOS ആപ്പിൽ നിങ്ങളുടെ iPhone, iPad എന്നിവയിൽ നിങ്ങളുടെ വെബ്‌സൈറ്റ് സ്വാഗത പേജ് എഡിറ്റ് ചെയ്യാം",
        "ios_app": "iOS ആപ്പ്"
      },
      "ios": {
        "title": "iOS ആപ്പ്",
        "sub_title": "നിങ്ങളുടെ സ്റ്റോറിനായി ഉടൻ തന്നെ ഒരു iOS ആപ്പ് നിർമ്മിക്കാൻ നിങ്ങൾക്ക് കഴിയും.",
        "message": "പരമാവധി ഫയൽ വലുപ്പം: 512 KB, ഞങ്ങളുടെ കംപ്രഷൻ സിസ്റ്റത്തിന് വലുപ്പം 512KB ആയി കുറയ്ക്കാൻ കഴിയുമെങ്കിൽ, നിങ്ങൾക്ക് 1MB വരെ വലുപ്പമുള്ള ഫയലുകൾ അപ്‌ലോഡ് ചെയ്യാൻ കഴിയും. അപ്‌ലോഡ് ചെയ്‌ത ചിത്രം ബുദ്ധിപരമായി വലുപ്പം മാറ്റും."
      },
      "android": {
        "title": "ആൻഡ്രോയിഡ് ആപ്ലിക്കേഷൻ",
        "sub_title": "നിങ്ങളുടെ സ്വന്തം ആൻഡ്രോയിഡ് ആപ്പ് നിർമ്മിക്കുക",
        "message": "ഈ ഫോം പൂരിപ്പിച്ച് ബിൽഡ് കീ അമർത്തുക. വേറൊന്നും വേണ്ടി വരില്ല. നിങ്ങളുടെ ആപ്പിന്റെ ബിൽഡ് ആൻഡ് സൈൻ പ്രോസസ്സിന്റെ എല്ലാ ഘട്ടങ്ങളും ക്ലൗഡ് സെർവറുകളിൽ നടപ്പിലാക്കുന്നു. അവസാന ആപ്പ് എല്ലാ ആപ്പ് സ്റ്റോറുകളിലേക്കും അപ്‌ലോഡ് ചെയ്യും.",
        "server_un_available": "പരീക്ഷണാത്മകമായി, ഇപ്പോൾ ആപ്ലിക്കേഷൻ സെർവർ ബന്ധിപ്പിച്ചിട്ടില്ല.",
        "app_building_progress": "നിങ്ങളുടെ ആപ്പ് നിർമ്മിക്കുകയാണ്.",
        "app_build_success": "നിങ്ങളുടെ ആപ്പ് തയ്യാറാണ്.",
        "download_app_action": "അപ്ലിക്കേഷൻ നേടുക",
        "firmware_version": "ഫേംവെയർ പതിപ്പ്",
        "main_info": "ആപ്ലിക്കേഷൻ പാക്കേജ്",
        "package_name_input_message": "പാക്കേജിന്റെ പേര് അദ്വിതീയമാണെന്ന് ഉറപ്പാക്കുക.",
        "package_name_input_alert": "നിങ്ങൾ ഈ പേര് മാറ്റുകയാണെങ്കിൽ, നിങ്ങൾക്ക് ഇനി AppStore-ൽ നിങ്ങളുടെ മുമ്പത്തെ ആപ്പുകൾ അപ്ഡേറ്റ് ചെയ്യാനും പുതിയതൊന്ന് ഇൻസ്റ്റാൾ ചെയ്യാനും കഴിയില്ല. പഴയ പതിപ്പുകളിലെ ആപ്പ് ഉപയോക്താക്കൾക്കും അവരുടെ അക്കൗണ്ടുകളിലേക്ക് ലോഗിൻ ചെയ്യാൻ കഴിയില്ലെന്ന കാര്യം ശ്രദ്ധിക്കുക.",
        "version_input": "പതിപ്പ്",
        "version_input_message": "ഈ സംഖ്യ എല്ലായ്പ്പോഴും അതിന്റെ മുൻ മൂല്യത്തേക്കാൾ വലുതായിരിക്കണം.",
        "version_name_input": "പതിപ്പിന്റെ പേര്",
        "version_name_input_message": "ആപ്പിന്റെ ഈ പതിപ്പിന് ഒരു അദ്വിതീയ പേര് നൽകുക.",
        "use_selldone_key": "ഡിഫോൾട്ട് കീകൾ വിറ്റു",
        "use_last_key": "സംരക്ഷിച്ച കീ",
        "use_new_key": "പുതിയ കീ",
        "appearance": "രൂപഭാവം",
        "app_name_input": "ആപ്പിന്റെ പേര്",
        "app_name_input_message": "ഇതായിരിക്കും നിങ്ങളുടെ ആപ്പിന്റെ പ്രധാന പേര്.",
        "app_title_input": "അപ്ലിക്കേഷൻ ശീർഷകം",
        "app_title_input_message": "ഈ ശീർഷകം ആപ്പിന്റെ മുകളിൽ ദൃശ്യമാകുന്നു.",
        "app_title_input_placeholder": "ഒരു ശീർഷകം നൽകുക",
        "app_icon_input": "ആപ്പ് ഐക്കൺ",
        "app_icon_input_placeholder": "ആപ്പ് ഐക്കണുകളുടെ zip ഫയൽ തിരഞ്ഞെടുക്കുക.",
        "generate_icon_pack_action": "ഐക്കൺ പായ്ക്ക് നിർമ്മിക്കുക",
        "splash_design": "സ്പ്ലാഷ് സ്ക്രീൻ ഡിസൈൻ",
        "splash_logo_input": "സ്പ്ലാഷ് സ്ക്രീൻ ലോഗോ",
        "splash_logo_input_placeholder": "സ്പ്ലാഷ് സ്ക്രീനിനായി ഒരു ചിത്രം തിരഞ്ഞെടുക്കുക.",
        "splash_title_input": "സ്പ്ലാഷ് സ്ക്രീൻ ശീർഷകം",
        "splash_title_input_placeholder": "സ്പ്ലാഷ് സ്ക്രീനിനായി ഒരു ശീർഷകം നൽകുക",
        "splash_title_input_message": "ഈ ശീർഷകം വലിയ ഫോണ്ട് വലുപ്പത്തിൽ പ്രദർശിപ്പിക്കും.",
        "splash_message_input": "സ്പ്ലാഷ് സ്ക്രീൻ സന്ദേശം",
        "splash_message_input_placeholder": "സന്ദേശം...",
        "splash_message_input_message": "ഈ സന്ദേശം താഴെ ലഘുചിത്രമായി പ്രദർശിപ്പിക്കും.",
        "dark_theme": "ഇരുണ്ട തീം",
        "light_theme": "ലൈറ്റ് തീം",
        "build": "പണിയുക",
        "building_info": "ഒരു ക്ലൗഡ് സെർവറിൽ ഒരു ആപ്ലിക്കേഷൻ നിർമ്മിക്കുന്നതിന് 10 സെക്കൻഡ് മുതൽ നിരവധി മിനിറ്റ് വരെ എടുക്കും. ദയവായി ക്ഷമിക്കുക. ആപ്ലിക്കേഷൻ തയ്യാറായിക്കഴിഞ്ഞാൽ ഡൗൺലോഡ് ഫയൽ ലിങ്ക് ഇവിടെ ദൃശ്യമാകും.",
        "update_mode_action": "അപ്ഡേറ്റ് ചെയ്യുക",
        "build_mode_action": "ആപ്പ് നിർമ്മിക്കുക",
        "notifications": {
          "icon_pack_not_valid_error": "ഫയൽ ശരിയല്ല.",
          "start_building_title": "കെട്ടിടം...",
          "start_building_message": "ആൻഡ്രോയിഡ് ആപ്ലിക്കേഷൻ നിർമ്മിക്കുന്നതിനുള്ള അഭ്യർത്ഥന സമർപ്പിച്ചു.",
          "build_success_title": "അഭിനന്ദനങ്ങൾ",
          "build_success": "നിങ്ങളുടെ Android ആപ്പ് തയ്യാറാണ്, നിങ്ങൾക്കത് ഇപ്പോൾ ഡൗൺലോഡ് ചെയ്യാം."
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "ഓട്ടോപൈലറ്റ്"
      }
    },
    "edit": {
      "menu": {
        "delete": "സ്റ്റോർ ഇല്ലാതാക്കുക",
        "activity_time": "സമയം",
        "footer": "മെനു",
        "info": "വിവരം",
        "notification": "അറിയിപ്പുകൾ",
        "home": "വീട്",
        "locations": "സ്ഥാനങ്ങൾ",
        "license": "ലൈസൻസ്",
        "theme": "തീം",
        "sms": "എസ്എംഎസ്",
        "email": "ഇമെയിൽ",
        "domain": "ഡൊമെയ്ൻ",
        "verifications": "സ്ഥിരീകരണങ്ങൾ",
        "flow": "ഒഴുക്ക്",
        "business_model": "ബിസിനസ് രീീതി"
      },
      "delete_dialog": {
        "title": "സ്റ്റോർ ഇല്ലാതാക്കുക",
        "message": "നിങ്ങൾക്ക് <b>{title}</b> സ്റ്റോർ ഇല്ലാതാക്കണോ?",
        "action": "സ്റ്റോർ ഇല്ലാതാക്കുക"
      },
      "notifications": {
        "delete_success": "സ്റ്റോർ ഇല്ലാതാക്കി."
      },
      "info": {
        "title_tab": {
          "title": "ബിസിനസ്സിന്റെ പേരും ഭാഷയും",
          "subtitle": "ഒരു പൊതു നാമവും സ്ഥിര ഭാഷയും സജ്ജമാക്കുക."
        },
        "name_tab": {
          "title": "അതുല്യമായ പേര് വാങ്ങുക",
          "subtitle": "ഇത് നിങ്ങളുടെ ബിസിനസ്സ് ഉപയോക്തൃനാമമാണ്."
        },
        "description_tab": {
          "title": "നിങ്ങളുടെ ബിസിനസ്സ് സ്റ്റോറി",
          "subtitle": "നിങ്ങളുടെ ബിസിനസിനെക്കുറിച്ചും അതിന്റെ അതുല്യമായ മൂല്യ നിർദ്ദേശത്തെക്കുറിച്ചും എഴുതുക."
        },
        "contact_tab": {
          "title": "കോൺടാക്റ്റ് & പ്രാദേശിക ബിസിനസ്സ്",
          "subtitle": "പൊതു കോൺടാക്റ്റ് വിവരങ്ങളും Google പ്രാദേശിക ബിസിനസ് സജ്ജീകരണവും."
        },
        "image_tab": {
          "title": "ലോഗോ",
          "subtitle": "നിങ്ങളുടെ ബ്രാൻഡിനായി ഒരു അദ്വിതീയ ലോഗോ തിരഞ്ഞെടുക്കുക."
        }
      },
      "badge": {
        "external_title": "ബാഹ്യ ബാഡ്ജുകൾ നിയന്ത്രിക്കുക",
        "external_message": "ഇവിടെ, നിങ്ങൾക്ക് ബാഡ്ജ് ചിത്രത്തിന്റെ വിലാസവും അതിലേക്കുള്ള ലിങ്കും നൽകാം. URL-കൾ അംഗീകൃത വെബ്‌സൈറ്റിൽ നിന്നുള്ളതായിരിക്കണം."
      },
      "edit_menu": {
        "title": "മെനുകൾ",
        "footer": {
          "title": "അടിക്കുറിപ്പ് മെനു",
          "sub_title": "നിങ്ങളുടെ സ്റ്റോർ പേജിന്റെ താഴെയുള്ള മെനു ഇവിടെ കോൺഫിഗർ ചെയ്യാം. ഈ മെനുകൾ ഹോം പേജുകളോ രൂപകൽപ്പന ചെയ്ത പേജുകളോ ബാഹ്യ ലിങ്കുകളോ ആകാം."
        },
        "header": {
          "title": "തലക്കെട്ട് മെനു",
          "sub_title": "ഈ മെനു മൊബൈലിനേക്കാൾ വലിയ സ്‌ക്രീനുകളിലും ഹോം പേജിന്റെ മുകളിലും ഉൽപ്പന്ന വിഭാഗങ്ങളിലും ലാൻഡിംഗുകളിലും ഉൽപ്പന്ന പേജുകളിലും മാത്രമേ പ്രദർശിപ്പിക്കൂ."
        },
        "save_menu": "സേവ് മെനു",
        "dialog": {
          "main_pages": "പ്രധാന പേജുകൾ",
          "custom_pages": "ലാൻഡിംഗ് പേജുകൾ"
        },
        "table": {
          "home": "വീട്",
          "shop": "ഷോപ്പുചെയ്യുക",
          "blogs": "ബ്ലോഗ്",
          "about_us": "ഞങ്ങളേക്കുറിച്ച്",
          "privacy": "സ്വകാര്യത",
          "terms": "ഉപയോഗ നിബന്ധനകൾ",
          "faq": "FAQ",
          "contact_us": "ഞങ്ങളെ സമീപിക്കുക"
        },
        "notifications": {
          "save_success": "മെനു വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു."
        }
      },
      "social": {
        "title": "സോഷ്യൽ മീഡിയ",
        "message": "ഈ വിഭാഗത്തിൽ നിങ്ങളുടെ ഔദ്യോഗിക സോഷ്യൽ മീഡിയ ലിങ്ക് നൽകുക. വിലാസങ്ങൾ സ്ഥിരീകരിക്കാൻ ഓരോ ഇനത്തിനുമുള്ള നിർദ്ദേശങ്ങൾ പാലിക്കുക."
      },
      "time": {
        "title": "പ്രവൃത്തി ദിവസങ്ങൾ",
        "sub_title": "പ്രവൃത്തി ദിവസങ്ങളും സമയവും സജ്ജമാക്കുക",
        "days_open_input": "ദിവസങ്ങളിൽ",
        "days_open_input_nodata": "കുറഞ്ഞത് ഒരു ദിവസമെങ്കിലും തിരഞ്ഞെടുക്കുക",
        "start_time_input": "സ്റ്റോർ പ്രവർത്തനം ആരംഭിക്കുന്ന സമയം",
        "start_time_input_hint": "സ്റ്റോർ തുറന്ന സമയം",
        "end_time_input": "സ്റ്റോർ അടുത്ത സമയം",
        "end_time_input_hint": "സ്റ്റോർ പ്രവർത്തനം അവസാനിക്കുന്ന സമയം",
        "customer_support_service": "ഉത്തരവാദിത്തവും ഉപഭോക്തൃ സേവനവും",
        "response_time_input": "ഉപഭോക്തൃ സേവന നില",
        "support_24h": "ആഴ്ചയിൽ 24 മണിക്കൂറും 7 ദിവസവും",
        "support_normal": "ഓഫീസ് സമയങ്ങളിൽ മാത്രം",
        "no_service": "ഇല്ല",
        "notifications": {
          "update_success": "സ്റ്റോർ എഡിറ്റ് ചെയ്തു."
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "വിഭാഗമില്ല"
  },
  "add_product": {
    "title_new": "പുതിയ ഉൽപ്പന്നം",
    "title_new_category": "പുതിയ വിഭാഗം",
    "title_new_drop_shipping": "ഡ്രോപ്പ്ഷിപ്പിംഗ് ചേർക്കുക",
    "title_edit": "ഉൽപ്പന്നം എഡിറ്റ് ചെയ്യുക",
    "delete": "ഉൽപ്പന്നം ഇല്ലാതാക്കുക",
    "completed": "പൂർത്തിയാക്കി",
    "menu": {
      "type": "ഉൽപ്പന്ന തരം",
      "general_info": "പൊതുവായ വിവരങ്ങൾ",
      "rating": "സർവേയും സവിശേഷതകളും",
      "spec": "സ്പെസിഫിക്കേഷനുകൾ",
      "images": "ചിത്രങ്ങൾ",
      "price": "വില",
      "inputs": "ഇൻപുട്ട്",
      "outputs": "ഔട്ട്പുട്ട്",
      "extra": "അധിക വിശദാംശങ്ങൾ",
      "review": "ഉൽപ്പന്ന അവലോകനം",
      "inventory": "ഇൻവെന്ററി / വകഭേദങ്ങൾ",
      "change_status": "സ്റ്റാറ്റസ് മാറ്റുക"
    },
    "select_type": {
      "title": "നിങ്ങളുടെ ഉൽപ്പന്നമോ സേവനമോ തരം തിരഞ്ഞെടുക്കുക"
    },
    "edit_info": {
      "category_input": "വിഭാഗം",
      "product_name": "ഉത്പന്നത്തിന്റെ പേര്*",
      "product_name_placeholder": "നിങ്ങളുടെ ഉൽപ്പന്നത്തിന്റെ പേര് ഇവിടെ..",
      "product_code": "ഉൽപ്പന്ന കോഡ് (ഇംഗ്ലീഷ്)",
      "sku": "SKU",
      "sku_message": "സ്റ്റോക്ക് കീപ്പിംഗ് യൂണിറ്റ്",
      "mpn": "MPN",
      "mpn_message": "നിർമ്മാതാവിന്റെ ഭാഗം നമ്പർ",
      "status": "പദവി",
      "external_link": "ബാഹ്യ ലിങ്ക്",
      "brand": "ബ്രാൻഡ്",
      "brand_placeholder": "ബ്രാൻഡ് എക്‌സ്. ആപ്പിൾ.. (ഓപ്ഷണൽ)",
      "warranty": "വാറന്റി",
      "is_original": "ഇതൊരു യഥാർത്ഥ ഉൽപ്പന്നമാണോ?",
      "is_original_message": "നിങ്ങളുടെ ഉൽപ്പന്നം ഒറിജിനൽ സജ്ജീകരിച്ചിട്ടില്ലെങ്കിൽ, ഈ ഉൽപ്പന്നത്തിന് വ്യാജ ബാഡ്ജ് കാണിക്കും.",
      "return_warranty": "ഈ ഉൽപ്പന്നത്തിന് എത്ര ദിവസം റിട്ടേൺ ഗ്യാരണ്ടിയുണ്ട്?",
      "warehouse_section": "വെയർഹൗസ് & മാനുഫാക്ചറിംഗ്",
      "conditions_section": "ഉൽപ്പന്ന വ്യവസ്ഥകൾ",
      "warranty_section": "വാറന്റി & ഡെലിവറി",
      "unit": "ഉൽപ്പന്ന യൂണിറ്റ്",
      "unit_message": "ആവശ്യമെങ്കിൽ യൂണിറ്റ് നൽകുക. ഉദാ: KG, മീറ്റർ, ...",
      "condition": "നിങ്ങളുടെ സ്റ്റോറിലെ ഉൽപ്പന്ന അവസ്ഥ",
      "condition_message": "ഈ ഫീൽഡിലെ മൂല്യങ്ങളിൽ ഒന്ന് നിങ്ങൾ തിരഞ്ഞെടുക്കണം.",
      "unit_section": "ഉൽപ്പന്ന യൂണിറ്റ്",
      "unit_float": "ഫ്ലോട്ട് യൂണിറ്റ് (ഉടൻ)",
      "unit_float_hint": "ഉദാഹരണത്തിന്, ഉപഭോക്താവിന് 3 കിലോ പഴം ഓർഡർ ചെയ്യാൻ കഴിയും, എന്നാൽ ഉപഭോക്താവിന് അയച്ച തുക ഓർഡർ ചെയ്ത തുകയിൽ നിന്ന് അല്പം വ്യത്യസ്തമാണ്.",
      "unit_float_message": "ഓർഡർ പ്രോസസ്സിംഗ് സമയത്ത്, ഡെലിവർ ചെയ്ത തുക ഓർഡർ ചെയ്ത തുകയിൽ നിന്ന് വ്യത്യസ്തമായിരിക്കും. സിസ്റ്റം ഈ വ്യത്യാസം യാന്ത്രികമായി കണക്കാക്കുകയും ഉപഭോക്താവിനോടുള്ള നിങ്ങളുടെ കടമായി രേഖപ്പെടുത്തുകയും ചെയ്യുന്നു, അത് അടുത്ത ഓർഡറുകളിൽ പ്രയോഗിക്കാൻ കഴിയും.",
      "status_list": {
        "active": {
          "title": "സജീവം ╏ ഓൺലൈൻ & ഓഫ്‌ലൈൻ വിൽപ്പന",
          "description": "ഓൺലൈൻ ഓർഡറുകൾക്ക് ഈ ഉൽപ്പന്നം ലഭ്യമാകും."
        },
        "inactive": {
          "title": "നിഷ്ക്രിയ ╏ ഓഫ്‌ലൈൻ വിൽപ്പന മാത്രം",
          "description": "ഓൺലൈൻ ഓർഡറുകൾക്ക് ഈ ഉൽപ്പന്നം ലഭ്യമാകില്ല."
        }
      },
      "marketplace": {
        "vendor_panel_message": "ഉൽപ്പന്നത്തിന്റെ ഉടമ <b>{vendor_name}</b> ആണ്.",
        "subscription_message": "സബ്‌സ്‌ക്രിപ്‌ഷൻ ഉൽപ്പന്നങ്ങൾക്ക് ഒരു വെണ്ടർ ഉണ്ടായിരിക്കാം, അതിനാൽ നിങ്ങൾക്ക് അവ വെണ്ടർ പാനലിൽ സൃഷ്‌ടിക്കാനോ സൃഷ്‌ടിക്കൽ ഘട്ടത്തിൽ അവർക്ക് ഒരു വെണ്ടറെ നിയോഗിക്കാനോ കഴിയും. തിരഞ്ഞെടുത്ത വെണ്ടർ ഉൽപ്പന്നത്തിന്റെ ഉടമയായിരിക്കും.",
        "default_message": "ഈ ഉൽപ്പന്നം ഒരു വെണ്ടറുടെ ഉടമസ്ഥതയിലുള്ളതാണോ, അതിനാൽ ഒരു വെണ്ടർക്ക് മാത്രമേ ഇത് വിൽക്കാൻ കഴിയൂ, അല്ലെങ്കിൽ ഈ ഉൽപ്പന്നം മാർക്കറ്റ്പ്ലേസിന്റേതാണെന്നും ഒന്നിലധികം വെണ്ടർമാർക്ക് ഇത് വിൽക്കാനാകുമെന്നും നിങ്ങൾക്ക് വ്യക്തമാക്കാം.",
        "single_vendor_title": "സിംഗിൾ വെണ്ടർ",
        "single_vendor_desc": "ഈ ഉൽപ്പന്നം ഒരു വെണ്ടറുടെതാണ്, തിരഞ്ഞെടുത്ത വെണ്ടർക്ക് ഇത് നിയന്ത്രിക്കാനാകും.",
        "multi_vendors_title": "ഒന്നിലധികം കച്ചവടക്കാർ",
        "multi_vendors_desc": "ഈ ഉൽപ്പന്നം മാർക്കറ്റ്‌പ്ലേസിന്റേതാണ്, മാർക്കറ്റ് പ്ലേസ് പാനലിൽ മാത്രമേ എഡിറ്റ് ചെയ്യാനാകൂ."
      }
    },
    "rating_pros_cons": {
      "title": "സർവേ",
      "message": "നിങ്ങളുടെ ഉൽപ്പന്നം റേറ്റുചെയ്യുന്നതിന് നിങ്ങളുടെ ഉപഭോക്താക്കൾക്കായി ഉൽപ്പന്ന സവിശേഷതകളുടെ ഒരു ലിസ്റ്റ് നൽകുക. (5 ഇനങ്ങൾ വരെ)",
      "rating_input": "വോട്ടെടുപ്പ്",
      "rating_input_message": "വോട്ടെടുപ്പിൽ നിങ്ങൾക്ക് 5 ഇനങ്ങൾ ചേർക്കാം.",
      "item_unit": "ഇനം",
      "pros_title": "പ്രൊഫ",
      "pros_message": "ഉൽപ്പന്നത്തിന്റെ സവിശേഷതകൾ നൽകുക. (5 ഇനങ്ങൾ വരെ)",
      "pros_input_title": "ഫീച്ചർ ശീർഷകം",
      "pros_input_value": "ഫീച്ചർ മൂല്യം",
      "pros_group": "ഉൽപ്പന്നത്തിന്റെ ഗുണങ്ങൾ",
      "pros_group_messages": "ഉൽപ്പന്നത്തിന്റെ പ്രധാന സവിശേഷതകൾ",
      "cons_title": "ദോഷങ്ങൾ",
      "cons_message": "ഉൽപ്പന്നത്തിന്റെ ബലഹീനതകൾ നൽകുക. (5 ഇനങ്ങൾ വരെ)",
      "cons_input_title": "ബലഹീനതയുടെ തലക്കെട്ട്",
      "cons_input_value": "ബലഹീനതയുടെ മൂല്യം",
      "cons_group": "ഉൽപ്പന്നത്തിന്റെ ബലഹീനതകൾ",
      "cons_group_messages": "ഉൽപ്പന്നത്തിന്റെ പ്രധാന പോരായ്മകൾ",
      "select_from_list": "ലിസ്റ്റിൽ നിന്ന് തിരഞ്ഞെടുക്കുക",
      "suggestion_rating": [
        "നല്ല ഗുണമേന്മയുള്ള",
        "നല്ല മൂല്യം",
        "ശുപാർശ ചെയ്യും",
        "സവിശേഷതകളും കഴിവുകളും",
        "ഉപയോഗിക്കാൻ എളുപ്പം",
        "നന്നായി രൂപകൽപ്പന ചെയ്തിട്ടുണ്ട്",
        "വിശ്വസനീയമായ പ്രകടനം",
        "ഫലപ്രദമായ ഉപഭോക്തൃ പിന്തുണ",
        "തൃപ്തികരമായ ഡെലിവറി സമയം",
        "ഉൽപ്പന്ന പൊരുത്തങ്ങളുടെ വിവരണം",
        "നീണ്ടുനിൽക്കുന്നതും നീണ്ടുനിൽക്കുന്നതും",
        "ചെലവ് കുറഞ്ഞതാണ്",
        "ആകർഷകമായ പാക്കേജിംഗ്",
        "നൂതനമായ ഡിസൈൻ",
        "പരിസ്ഥിതി സൗഹൃദം",
        "മതിയായ നിർദ്ദേശങ്ങൾ/മാനുവൽ",
        "പ്രതീക്ഷകൾ നിറവേറ്റി",
        "ഉപയോക്തൃ-സൗഹൃദ ഇന്റർഫേസ്",
        "ഉയർന്ന ദക്ഷത",
        "മികച്ച വിൽപ്പനാനന്തര സേവനം",
        "ബഹുമുഖ പ്രവർത്തനം",
        "മത്സരാധിഷ്ഠിത വിലനിർണ്ണയം",
        "സ്പെയർ പാർട്സ്/ആക്സസറികളുടെ ലഭ്യത",
        "വിശ്വസനീയമായ ബ്രാൻഡ്",
        "ഉപയോഗിക്കാൻ സുരക്ഷിതം",
        "കൃത്യവും കൃത്യവുമായ സേവനം"
      ],
      "notifications": {
        "add_rating_success": "ഉപയോക്തൃ-റേറ്റിംഗ് {rating_name} ഓപ്ഷൻ ചേർത്തു.",
        "delete_rating_success": "ഉപയോക്തൃ-റേറ്റിംഗ് {rating_name} ഓപ്ഷൻ ഇല്ലാതാക്കി.",
        "add_pros_success": "ഉൽപ്പന്ന സവിശേഷത ചേർത്തു.",
        "delete_pros_success": "ഉൽപ്പന്ന ഫീച്ചർ നീക്കം ചെയ്തു.",
        "add_cons_success": "ഉൽപ്പന്ന ബലഹീനത ചേർത്തു.",
        "delete_cons_success": "ഉൽപ്പന്ന ബലഹീനത നീക്കം ചെയ്തു."
      },
      "rating_input_placeholder": "നിങ്ങളുടെ ഇഷ്‌ടാനുസൃത സർവേ ചോദ്യം ഇവിടെ എഴുതുക... എന്നിട്ട് എന്റർ അമർത്തുക!"
    },
    "edit_spec": {
      "title": "സാങ്കേതിക സവിശേഷതകളും",
      "sub_title": "സമാന ഉൽപ്പന്നങ്ങളുടെ സാങ്കേതിക ക്രമീകരണങ്ങൾ നിങ്ങൾക്ക് ഇറക്കുമതി ചെയ്യാൻ കഴിയും.",
      "import_action": "ഇറക്കുമതി ചെയ്യുക",
      "group_input_header": "ഗ്രൂപ്പ് ചേർക്കുക",
      "item_title_header": "ഇനം ചേർക്കുക",
      "group_input": "ഗ്രൂപ്പ് തലക്കെട്ട്",
      "group_input_message": "ശീർഷകം നൽകുക.",
      "group_add_action": "ഗ്രൂപ്പ് ചേർക്കുക",
      "item_title_input": "തലക്കെട്ട്",
      "item_title_input_message": "ഫീച്ചർ ശീർഷകം നൽകുക.",
      "item_value_input": "മൂല്യം",
      "item_value_input_message": "ഫീച്ചർ മൂല്യം നൽകുക.",
      "add_item_action": "ഇനം ചേർക്കുക",
      "dialog": {
        "title": "സാങ്കേതിക സവിശേഷതകൾ നൽകുക",
        "code_input": "ഉൽപ്പന്ന ഐഡി",
        "code_input_message": "ഉൽപ്പന്ന കോഡ്: P0000 ...",
        "spec_view_title": "തിരഞ്ഞെടുത്ത ഉൽപ്പന്നത്തിന്റെ സവിശേഷതകൾ",
        "set_spec_action": "ഡ്യൂപ്ലിക്കേറ്റ് സാങ്കേതിക സവിശേഷതകൾ"
      },
      "notifications": {
        "enter_group_title_error": "തലക്കെട്ട് മൂല്യം നൽകുക",
        "enter_item_title_and_value_error": "ഫീച്ചറിന്റെ തലക്കെട്ടും മൂല്യവും നൽകുക",
        "spec_saved_success": "ഉൽപ്പന്ന സവിശേഷതകൾ സംരക്ഷിച്ചു."
      }
    },
    "edit_images": {
      "title": "പ്രധാന ചിത്രം",
      "main_image_input_nodata": "ഉൽപ്പന്ന ചിത്രം അപ്‌ലോഡ് ചെയ്യുക.",
      "main_image_input_message": "ഈ ചിത്രം ഉൽപ്പന്ന പട്ടികയിൽ പ്രദർശിപ്പിച്ചിരിക്കുന്നു.",
      "preview": "പ്രിവ്യൂ",
      "image_style": "ചിത്ര ശൈലി",
      "background_is_white": "വെളുത്ത പശ്ചാത്തലം",
      "background_is_white_msg": "ചിത്രത്തിന് വെളുത്ത പശ്ചാത്തലമുണ്ടോ??",
      "images": {
        "title": "ഉൽപ്പന്ന ചിത്രങ്ങളുടെ ഗാലറി",
        "sub_title": "ഈ വിഭാഗത്തിൽ എല്ലാ ഉൽപ്പന്ന വകഭേദങ്ങൾക്കും പൊതുവായുള്ള ഉൽപ്പന്ന ചിത്രങ്ങൾ അപ്‌ലോഡ് ചെയ്യുക."
      },
      "video": {
        "title": "വീഡിയോ",
        "sub_title": "ആദ്യം, നിങ്ങളുടെ ഉൽപ്പന്ന വീഡിയോ Youtube-ൽ അപ്‌ലോഡ് ചെയ്യുക, തുടർന്ന് വീഡിയോ URL ഇവിടെ ഇടുക."
      }
    },
    "pricing": {
      "edit_price": "വിലനിർണ്ണയം",
      "price_input": "വില",
      "currency_input": "കറൻസി",
      "currency_input_messages": "ഈ കറൻസിയിലാണ് വില കണക്കാക്കുന്നത്.",
      "commission_input": "കമ്മീഷൻ",
      "commission_message": "മൊത്തക്കച്ചവടക്കാർ പോലുള്ള പ്രത്യേക തരം വ്യാപാരികൾക്ക് മാത്രമേ ഈ ഓപ്ഷൻ ഉപയോഗപ്രദമാകൂ. നിങ്ങൾ ഒരു മൊത്തക്കച്ചവടക്കാരനല്ലെങ്കിൽ, ഈ ഓപ്ഷൻ ശൂന്യമായി വിടുക. വാങ്ങുന്നവർ കാണുന്ന വില വിലയുടെയും കമ്മീഷന്റെയും ആകെത്തുകയാണ്. നികുതി ചേർക്കുന്നതിന് അക്കൗണ്ടിംഗ് > ടാക്സ് ക്ലിക്ക് ചെയ്യുക.",
      "add_commission_action": "കമ്മീഷൻ ചേർക്കുക",
      "discount_input": "കിഴിവ്",
      "discount_input_message": "കുറഞ്ഞ നിരക്ക്",
      "has_discount_period_input": "ഈ കിഴിവ് ഒരു നിശ്ചിത സമയത്തേക്ക് സാധുതയുള്ളതാണോ?",
      "discount_timespan": "കിഴിവ് കാലയളവ് നൽകുക.",
      "start_input": "ആരംഭിക്കുക",
      "end_input": "അവസാനിക്കുന്നു",
      "start_input_placeholder": "ആരംഭ സമയം തിരഞ്ഞെടുക്കുക",
      "end_input_placeholder": "അവസാന സമയം തിരഞ്ഞെടുക്കുക",
      "independent_price": "ഈ വേരിയന്റിന് മാത്രം വില",
      "same_price": "പ്രധാന ഉൽപ്പന്നത്തിന്റെ വില",
      "variant_pricing_message": "ഈ ഓപ്ഷൻ തിരഞ്ഞെടുക്കുന്നതിലൂടെ, ഈ വേരിയന്റിന്റെ വില പ്രധാന ഉൽപ്പന്നത്തിൽ നിന്ന് സ്വതന്ത്രമായി സജ്ജമാക്കാൻ കഴിയും.",
      "price_label_input": "വില ലേബൽ",
      "price_label_message": "വിലയെക്കുറിച്ചുള്ള അധിക വിവരങ്ങൾ ചേർക്കുക ($1.5/Fl Oz). കേസുകൾ ഉപയോഗിക്കുക: പലചരക്ക്, FMCG.",
      "add_price_label_action": "വില ലേബൽ ചേർക്കുക"
    },
    "inputs_edit": {
      "title": "വാങ്ങുന്നയാളുടെ വിവരങ്ങളുടെ ഇൻപുട്ട് ഫോം",
      "sub_title": "ഓരോ ഉൽപ്പന്നത്തിനും നിങ്ങൾക്ക് ഒരു ഡാറ്റാ എൻട്രി ഫോം സൃഷ്ടിക്കാൻ കഴിയും, അതിനാൽ ഒരു ഉൽപ്പന്നം വാങ്ങുമ്പോൾ ഷോപ്പർമാർ നിങ്ങൾക്ക് വിവരങ്ങൾ അയയ്‌ക്കും. ഉദാഹരണത്തിന്, ഈ വിവരങ്ങൾ ഒരു കല്ലിൽ ഒരു കൊത്തുപണിയുടെ പേരായിരിക്കാം.",
      "message_input": "ഉപയോക്താവിനുള്ള സന്ദേശം",
      "message_input_message": "ഉൽപ്പന്നങ്ങൾ വാങ്ങുമ്പോൾ ഈ സന്ദേശം ഉപഭോക്താവിനെ കാണിക്കും.",
      "inputs_form": "വിവര ഘടന (ഇൻപുട്ട്)"
    },
    "extra_edit": {
      "physical": {
        "title": "ഷിപ്പിംഗ് വിവരങ്ങൾ",
        "sub_title": "ഈ വിഭാഗത്തിലെ വിവരങ്ങളുടെ അടിസ്ഥാനത്തിലാണ് തയ്യാറെടുപ്പിന്റെ ചെലവും സമയവും കണക്കാക്കുന്നത്. സ്റ്റോറിലെ തിരഞ്ഞെടുത്ത യൂണിറ്റുകൾ (ഭാരം, അളവുകൾ, ദൂരം) അനുസരിച്ച് വിവരങ്ങൾ നൽകുന്നത് ഉറപ്പാക്കുക."
      },
      "notifications": {
        "save_title": "പാക്കേജിംഗ് അപ്ഡേറ്റ് ചെയ്തു",
        "save_msg": "ഉൽപ്പന്ന പാക്കേജിംഗ് വിവരങ്ങൾ വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു."
      }
    },
    "variants": {
      "not_available": "ഇത്തരത്തിലുള്ള ഉൽപ്പന്നങ്ങൾക്കായി ഒരു വേരിയന്റ് തിരഞ്ഞെടുക്കുന്നത് നിലവിൽ സാധ്യമല്ല."
    },
    "delete_product": {
      "title": "ഉൽപ്പന്നം നീക്കം ചെയ്യുക",
      "message": "നിങ്ങൾക്ക് <b>{product_title}</b> ഇല്ലാതാക്കണോ?"
    }
  },
  "product_admin": {
    "products_list": "ഉൽപ്പന്ന ലിസ്റ്റ്",
    "product": "ഉൽപ്പന്നം",
    "menu": {
      "edit": "എഡിറ്റ് ചെയ്യുക",
      "review": "അവലോകനം",
      "orders": "ഉത്തരവുകൾ",
      "inventory": "ഇൻവെന്ററി",
      "dashboard": "ഡാഷ്ബോർഡ്",
      "back_to_products": "ഉൽപ്പന്നങ്ങൾ",
      "drop_shipping": "ഡ്രോപ്പ്ഷിപ്പിംഗ്"
    },
    "dashboard": {
      "info": {
        "title": "പ്രൊഫൈൽ",
        "title_small": "ഉൽപ്പന്നം",
        "category": "ഉൽപ്പന്ന വിഭാഗം",
        "link": "ഉൽപ്പന്ന ലിങ്ക്",
        "type": "ടൈപ്പ് ചെയ്യുക",
        "inputs": "ഇൻപുട്ട് വിവരങ്ങൾ",
        "outputs": "ഔട്ട്പുട്ട് വിവരങ്ങൾ",
        "user_data_form": "വാങ്ങുന്നയാളുടെ വിവര ഫോം"
      },
      "orders": {
        "title": "ഉത്തരവുകൾ",
        "title_small": "പ്രോസസ്സ് ചെയ്യാത്തത്",
        "physical_orders_title": "ഈ ഉൽപ്പന്നം ഉപയോഗിച്ച് ഷോപ്പിംഗ് കാർട്ടുകൾ",
        "send_30days_title": "കഴിഞ്ഞ 30 ദിവസത്തിനുള്ളിൽ ഓർഡറുകൾ അയച്ചു",
        "downloads_30days_title": "കഴിഞ്ഞ 30 ദിവസത്തിനുള്ളിൽ ഫയൽ ഡൗൺലോഡ് ചെയ്‌ത നമ്പർ",
        "virtual_orders_title": "ഈ ഉൽപ്പന്നത്തിന്റെ ഓർഡറുകൾ പൂർത്തിയാകാൻ കാത്തിരിക്കുന്നു"
      },
      "inventory": {
        "title": "ഇൻവെന്ററി",
        "title_small": "വെയർഹൗസ്",
        "total_sell": "മൊത്തം വിൽപ്പന",
        "total_sell_today": "ഇന്ന് വിൽപ്പന",
        "total_sell_30days": "കഴിഞ്ഞ 4 ദിവസത്തെ വിൽപ്പന",
        "chart": {
          "labels": [
            "ഇൻവെന്ററി",
            "വിൽപ്പന"
          ]
        },
        "subscribers_title": "വരിക്കാർ",
        "subscribers_title_small": "മൊത്തം വരിക്കാരായ ഓർഡറുകൾ"
      },
      "finance": {
        "title": "സാമ്പത്തിക",
        "title_small": "കഴിഞ്ഞ 6 മാസത്തെ പർച്ചേസ് റിപ്പോർട്ട്",
        "select_mode_title": "കാണിക്കുക",
        "modes": {
          "sell": "വിൽപ്പന",
          "payment": "പേയ്മെന്റ്",
          "discount": "കിഴിവ്"
        },
        "currency_select_title": "തിരഞ്ഞെടുത്ത കറൻസി പ്രകാരം വില",
        "sell_today": "ഇന്ന് വിൽപ്പന",
        "product_price": "ഉൽപ്പന്ന വില",
        "currency_unit": "കറൻസി യൂണിറ്റ്",
        "sell_30days": "30 ദിവസത്തെ വിൽപ്പന",
        "sell_daily": "പ്രതിദിന വിൽപ്പന",
        "sell_yesterday": "ഇന്നലെ വിൽപ്പന"
      },
      "survey": {
        "title": "ഉൽപ്പന്ന റേറ്റിംഗ്",
        "title_small": "ഉപഭോക്തൃ സംതൃപ്തി റിപ്പോർട്ട്",
        "total_participation": "സംഭാവനകളുടെ ആകെ എണ്ണം",
        "today_participation": "ഇന്നത്തെ റേറ്റിംഗുകൾ",
        "last7days_participation": "കഴിഞ്ഞ 7 ദിവസത്തെ സംഭാവനകൾ",
        "chart": {
          "participate": "പങ്കാളിത്തം",
          "participate_title": "സംഭാവനകളുടെ എണ്ണം",
          "score": "സ്കോർ"
        }
      },
      "inform": {
        "title": "ഉപഭോക്തൃ പ്രതീക്ഷകൾ",
        "title_small": "കിഴിവുകൾക്കോ ലഭ്യതക്കോ വേണ്ടി കാത്തിരിക്കുന്നു",
        "message": "ഉൽപ്പന്നങ്ങൾ വിൽപ്പനയ്‌ക്കെത്തുമ്പോഴോ ലഭ്യമാകുമ്പോഴോ ഉപഭോക്താക്കളെ അറിയിക്കുക",
        "waiting_for_auction": "ഉൽപ്പന്നങ്ങൾ വിൽപ്പനയ്‌ക്കായി കാത്തിരിക്കുന്നു",
        "waiting_for_available": "ഉൽപ്പന്നങ്ങൾ ലഭ്യമാകുന്നതിനായി കാത്തിരിക്കുന്നു.",
        "unit": "വ്യക്തി(കൾ)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "ഇൻവെന്ററി ലിസ്റ്റ്",
        "add_variant": "വേരിയന്റ് ചേർക്കുക",
        "title": "ഉൽപ്പന്ന ഇൻവെന്ററി / ഉൽപ്പന്ന വേരിയന്റുകളുടെ ലിസ്റ്റ്",
        "sub_title": "ഈ ഉൽപ്പന്നത്തിന് ഒന്നിലധികം വകഭേദങ്ങളുണ്ടെങ്കിൽ, ഈ വിഭാഗത്തിൽ അവ നൽകുക. ഓരോ വേരിയന്റിന്റെയും തുകയും വിലയും കിഴിവും നിങ്ങൾക്ക് പ്രത്യേകം നിർവചിക്കാം; അല്ലാത്തപക്ഷം വിലനിർണ്ണയത്തിനായി ഉൽപ്പന്നത്തിന്റെ സ്ഥിരസ്ഥിതി മൂല്യങ്ങൾ പ്രയോഗിക്കും.",
        "add_action": "വേരിയന്റ് ചേർക്കുക",
        "count_input": "ഇൻവെന്ററി",
        "count_input_action": "എണ്ണം സജ്ജമാക്കുക",
        "management_title": "ഇൻവെന്ററി മാനേജ്മെന്റും ഉൽപ്പന്ന വകഭേദങ്ങളും",
        "add_title": "ഉൽപ്പന്ന വേരിയന്റ് ചേർക്കുക",
        "edit_title": "ഉൽപ്പന്ന വേരിയന്റ് എഡിറ്റ് ചെയ്യുക",
        "notifications": {
          "add_success": "ഉൽപ്പന്ന വേരിയന്റ് ചേർത്തു.",
          "delete_success": "ഉൽപ്പന്ന വേരിയന്റ് ഇല്ലാതാക്കി.",
          "save_product_inventory_success": "ഉൽപ്പന്നങ്ങളുടെ ഇൻവെന്ററി സംരക്ഷിച്ചു."
        }
      },
      "variant_item": {
        "price": "വില",
        "same_as_product": "പ്രധാന ഉൽപ്പന്നത്തിന് സമാനമാണ്",
        "in_stock": "ഇൻവെന്ററി",
        "delete_dialog": {
          "title": "ഉൽപ്പന്ന വേരിയന്റ് ഇല്ലാതാക്കുക",
          "message": "നിങ്ങൾക്ക് ഈ വേരിയന്റ് ഇല്ലാതാക്കണോ?"
        }
      },
      "variant_add_edit": {
        "title": "ഉൽപ്പന്ന വേരിയന്റ് നിർവചിക്കുന്നു",
        "message": "ഉൽപ്പന്ന നമ്പർ തനത്",
        "active_input": "ഈ വേരിയന്റ് സജീവമാണോ?",
        "sku": "SKU",
        "sku_tips": "ഉൽപ്പന്ന വെയർഹൗസ് കോഡ്.",
        "mpn": "MPN",
        "mpn_tips": "ഉൽപ്പന്ന പാക്കേജിംഗിൽ നിർമ്മാതാവ് ഉൽപ്പന്ന കോഡ് ചേർത്തു",
        "variant_variable": "വേരിയന്റ് വേരിയബിളുകൾ",
        "pricing": "വിലനിർണ്ണയം",
        "has_pricing_input": "പ്രധാന ഉൽപ്പന്നത്തിൽ നിന്ന് വില വ്യത്യസ്തമാണോ?",
        "inventory": "ഇൻവെന്ററി",
        "inventory_unit": "ഇനങ്ങൾ",
        "delivery_info": "പാക്കേജിംഗും ഷിപ്പിംഗും",
        "images": "വേരിയന്റിന്റെ ചിത്രങ്ങൾ",
        "images_message": "ഈ വേരിയന്റ് സംരക്ഷിച്ച ശേഷം നിങ്ങൾക്ക് ഇവിടെ ഒരു ചിത്രം ചേർക്കാൻ കഴിയും."
      }
    },
    "edit_article": {
      "menu": {
        "tags": "ടാഗുകൾ",
        "article": "ലേഖനം"
      }
    }
  },
  "product_extra_physical": {
    "weight": "പാക്കേജ് ഭാരം",
    "weight_unit": "കി. ഗ്രാം",
    "size": "പാക്കേജ് അളവുകൾ",
    "dimension": "സെമി",
    "width": "വീതി",
    "length": "നീളം",
    "height": "ഉയരം",
    "lead_time_title": "തയ്യാറെടുപ്പ് സമയം",
    "lead_time": "തയ്യാറെടുപ്പ് സമയം",
    "lead_time_dimension": "മണിക്കൂറുകൾ)",
    "bulk_action": "ബൾക്ക് പ്രവർത്തനങ്ങൾ",
    "bulk_action_input": "എല്ലാ വേരിയന്റുകളും അപ്ഡേറ്റ് ചെയ്യുക",
    "bulk_action_msg": "എല്ലാ വകഭേദങ്ങൾക്കും ഉൽപ്പന്ന പാക്കേജിംഗും തയ്യാറാക്കൽ സമയവും സജ്ജമാക്കുക."
  },
  "product_images_list": {
    "upload_button": "കൂടുതൽ ഉൽപ്പന്ന ചിത്രങ്ങൾ",
    "upload_an_image": "ഒരു ചിത്രം തിരഞ്ഞെടുക്കുക.",
    "notifications": {
      "update_sort_success": "ചിത്രങ്ങൾ അടുക്കുന്നത് സംരക്ഷിച്ചു",
      "delete_image_title": "ഉൽപ്പന്ന ചിത്രം ഇല്ലാതാക്കുക",
      "delete_image_success": "ചിത്രം വിജയകരമായി ഇല്ലാതാക്കി"
    }
  },
  "variants_view": {
    "prices": "വിലകൾ",
    "inventory": "ഇൻവെന്ററി",
    "discount": "കിഴിവ്"
  },
  "gift_card_type_edit": {
    "title_input": "തലക്കെട്ട്",
    "color_input": "കാർഡ് നിറം",
    "charge_input": "പ്രാരംഭ ചാർജ്",
    "charge_input_hint": "ഓരോ കാർഡിനും പ്രാരംഭ നിരക്ക്",
    "currency_input": "കറൻസി",
    "currency_input_message": "ഈ കറൻസി ഉപയോഗിച്ച് വാങ്ങാൻ മാത്രം",
    "lifetime_input": "കാർഡ് സാധുത (മാസം)",
    "lifetime_input_message": "കാർഡ് സാധുത",
    "card_image_input": "കാർഡ് ചിത്രം",
    "notifications": {
      "create_success": "കാർഡ് സൃഷ്ടിച്ചു",
      "update_success": "കാർഡ് അപ്ഡേറ്റ് ചെയ്തു"
    }
  },
  "shop_warehouse_edit": {
    "title": "വെയർഹൗസ് ചേർക്കുക",
    "message": "ഷിപ്പിംഗ് ചെലവ് കണക്കാക്കാൻ നിങ്ങളുടെ വെയർഹൗസ് വിലാസവും പ്രൊഫൈലും നൽകുക.",
    "name_input": "വെയർഹൗസിന്റെ പേര്",
    "address": "വിലാസം",
    "name_input_message": "നിങ്ങളുടെ വെയർഹൗസിന് ഒരു വിളിപ്പേര് നൽകുക.",
    "person_name": "ഉദ്യോഗസ്ഥന്റെ പേര്",
    "phone_number": "ബന്ധപ്പെടേണ്ട നമ്പർ",
    "map_title": "സ്റ്റോർ വെയർഹൗസ് വിലാസം",
    "confirm_action": "വെയർഹൗസ് അംഗീകാരം",
    "address_name": "വെയർഹൗസ്",
    "notifications": {
      "success_save": "മാറ്റങ്ങൾ സംരക്ഷിച്ചു."
    }
  },
  "inventory_list": {
    "search_input": "ഉൽപ്പന്ന തിരയൽ...",
    "search_input_title": "സ്റ്റോർ ഉൽപ്പന്നങ്ങൾക്കിടയിൽ തിരയുക",
    "apply_filter": "ഫിൽട്ടർ പ്രയോഗിക്കുക",
    "inventory": "ഇൻവെന്ററി ലിസ്റ്റ്",
    "export": "കയറ്റുമതി ഇൻവെന്ററി",
    "import": "ഇൻവെന്ററി ഇറക്കുമതി ചെയ്യുക",
    "bulk_price": "ബൾക്ക് വില മാറ്റം",
    "bulk_discount": "ബൾക്ക് ഡിസ്കൗണ്ട് മാറ്റം",
    "category_filter_msg": "⚡ ഇത് എല്ലാ ഉൽപ്പന്നങ്ങൾക്കും ഉപവിഭാഗങ്ങൾക്കും ബാധകമാകും!",
    "table": {
      "waiting": "വിവരങ്ങൾ സ്വീകരിക്കുന്നു ... ദയവായി കാത്തിരിക്കുക",
      "open_state": "സജീവമാണ്",
      "close_state": "നിഷ്ക്രിയ",
      "image": "ചിത്രം",
      "product": "ഉത്പന്നത്തിന്റെ പേര്",
      "code": "ഉൽപ്പന്ന കോഡ്",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "ഒറിജിനൽ",
      "status": "പദവി",
      "in_stock": "സ്റ്റോക്കുണ്ട്",
      "edit": "മാറ്റുക"
    },
    "bulk_price_dialog": {
      "title": "ബൾക്ക് പ്രവർത്തനങ്ങൾ > വില",
      "message": "ശ്രദ്ധിക്കുക: നിങ്ങളുടെ സ്റ്റോറിലെ എല്ലാ ഉൽപ്പന്നങ്ങളുടെയും വിലയുടെ ശതമാനമായി ഇനിപ്പറയുന്ന തുക ബാധകമാകും. കൂടാതെ, കണക്കാക്കിയ വില മൂല്യങ്ങൾ തിരഞ്ഞെടുത്ത കറൻസിയെ അടിസ്ഥാനമാക്കി ഏറ്റവും അടുത്തുള്ള റൗണ്ട് നമ്പറിലേക്ക് ബുദ്ധിപരമായി പരിവർത്തനം ചെയ്യപ്പെടും. മൂല്യങ്ങൾ നൽകുന്നതിൽ ശ്രദ്ധിക്കുക.",
      "check": "ഞാൻ വില മാറ്റങ്ങൾ അംഗീകരിക്കുന്നു.",
      "add_percent_tab": "ശതമാനം ചേർക്കുക",
      "add_constant_tab": "സ്ഥിരത ചേർക്കുക",
      "ending_tab": "അവസാനിക്കുന്ന തന്ത്രം"
    },
    "bulk_discount_dialog": {
      "title": "ബൾക്ക് പ്രവർത്തനങ്ങൾ > കിഴിവ്",
      "message": "ശ്രദ്ധിക്കുക: നിങ്ങളുടെ സ്റ്റോറിലെ എല്ലാ ഉൽപ്പന്നങ്ങളുടെയും കിഴിവിന്റെ ശതമാനമായി ഇനിപ്പറയുന്ന തുക ലഭിക്കും. കൂടാതെ, കണക്കാക്കിയ കിഴിവ് മൂല്യങ്ങൾ തിരഞ്ഞെടുത്ത കറൻസിയെ അടിസ്ഥാനമാക്കി ഏറ്റവും അടുത്തുള്ള റൗണ്ട് നമ്പറിലേക്ക് ബുദ്ധിപരമായി പരിവർത്തനം ചെയ്യപ്പെടും. മൂല്യങ്ങൾ നൽകുന്നതിൽ ശ്രദ്ധിക്കുക.",
      "check": "കിഴിവ് മാറ്റങ്ങൾ ഞാൻ അംഗീകരിക്കുന്നു."
    },
    "notifications": {
      "save_success": "ഇൻവെന്ററി മാറ്റം സംരക്ഷിച്ചു."
    }
  },
  "spec_view": {
    "auto_save_input": "സ്വയമേവ സംരക്ഷിക്കുക"
  },
  "time_progress_bar": {
    "title_before_start": "തുടക്കത്തിലേക്ക് ശേഷിക്കുന്നു",
    "title_between_start_end": "അവസാനം വരെ അവശേഷിക്കുന്നു",
    "title_after_end": "തീർന്നു",
    "title_no_start_end": "സമയപരിധി ഇല്ലാതെ!"
  },
  "geo_map": {
    "views": "കാഴ്ചകൾ",
    "views_unit": "സമയങ്ങൾ",
    "product_views": "ഉൽപ്പന്ന കാഴ്ചകൾ",
    "buys": "വാങ്ങലുകൾ",
    "buys_unit": "ഉത്തരവുകൾ",
    "baskets": "സജീവമായ വണ്ടികൾ",
    "added_items": "ഇനങ്ങൾ ചേർക്കുക",
    "removed_items": "ഇനങ്ങൾ നീക്കം ചെയ്യുക"
  },
  "faq_list": {
    "table": {
      "nodata": "ചോദ്യങ്ങളൊന്നും കണ്ടെത്തിയില്ല.",
      "more_data_action": "കൂടുതൽ ചോദ്യങ്ങൾ..",
      "user": "ഉപയോക്താവ്",
      "tag": "ടാഗ് ചെയ്യുക",
      "question": "ചോദ്യം",
      "officer": "സ്റ്റാഫ്",
      "answer": "ഉത്തരം",
      "created_at": "തീയതി",
      "priority": "മുൻഗണന",
      "edit": "എഡിറ്റ് ചെയ്യുക"
    },
    "dialog": {
      "add_new_action": "പുതിയ ചോദ്യം സമർപ്പിക്കുക",
      "edit_action": "പതിവ് ചോദ്യങ്ങൾ എഡിറ്റ് ചെയ്യുക",
      "question_input": "ചോദ്യം",
      "question_input_placeholder": "നിങ്ങളുടെ ചോദ്യം ചോദിക്കൂ..",
      "link_input": "ലിങ്ക്",
      "link_input_placeholder": "മറുപടിയിൽ നിങ്ങൾക്ക് ഒരു ലിങ്ക് റഫർ ചെയ്യാം.",
      "answer_input": "ഉത്തരം",
      "answer_input_placeholder": "ഉത്തര വാചകം നൽകുക..",
      "tag_input": "ടാഗ് (വിഭാഗത്തിന്റെ പേര്)",
      "tag_input_placeholder": "ഒരു ചെറിയ തലക്കെട്ട് നൽകുക",
      "priority_input": "മുൻഗണന: (0 മുതൽ 10 വരെ)"
    },
    "delete_alert": {
      "title": "ചോദ്യം ഇല്ലാതാക്കുക",
      "message": "നിങ്ങൾക്ക് ഈ ചോദ്യം ഇല്ലാതാക്കണോ?",
      "action": "ഇല്ലാതാക്കുക"
    },
    "notifications": {
      "send_success": "നിങ്ങളുടെ ഉത്തരം വിജയകരമായി സമർപ്പിച്ചു.",
      "delete_success": "നിങ്ങളുടെ ചോദ്യം വിജയകരമായി ഇല്ലാതാക്കി."
    }
  },
  "contact_messages_list": {
    "load_more_action": "കൂടുതൽ സന്ദേശങ്ങൾ..",
    "table": {
      "nodata": "ചോദ്യങ്ങളൊന്നും കണ്ടെത്തിയില്ല.",
      "user": "ഉപയോക്താവ്",
      "message": "സന്ദേശ ബോഡി",
      "category": "വിഭാഗം",
      "officer": "സ്റ്റാഫ്",
      "answer": "ഉത്തരം",
      "created_at": "തീയതി",
      "contact": "ബന്ധപ്പെടുക",
      "edit": "എഡിറ്റ് ചെയ്യുക"
    },
    "dialog": {
      "title": "സന്ദേശത്തിന് മറുപടി നൽകുക",
      "category": "വിഭാഗം",
      "user_name": "പേര്",
      "email": "ഇമെയിൽ",
      "phone": "ബന്ധപ്പെടേണ്ട നമ്പർ",
      "message": "സന്ദേശ വാചകം",
      "status": "പ്രതികരണ നില",
      "status_answered": "ഉത്തരം നൽകി",
      "status_waiting": "പ്രതികരണത്തിനായി കാത്തിരിക്കുന്നു",
      "answer_input": "മറുപടി വാചകം",
      "mail_input": "മെയിൽ അയക്കുക",
      "mail_input_message": "നിങ്ങൾ ഇത് പ്രവർത്തനക്ഷമമാക്കുകയാണെങ്കിൽ, നിങ്ങളുടെ പ്രതികരണം ഉപയോക്തൃ ഇമെയിലിലേക്ക് അയയ്‌ക്കും."
    },
    "delete_alert": {
      "title": "സന്ദേശം ഇല്ലാതാക്കുക",
      "message": "നിങ്ങൾക്ക് ഈ സന്ദേശം ഇല്ലാതാക്കണോ?",
      "action": "ഇല്ലാതാക്കുക"
    },
    "notifications": {
      "send_success": "നിങ്ങളുടെ അഭ്യർത്ഥന വിജയകരമായി സമർപ്പിച്ചു.",
      "delete_success": "സന്ദേശം ഇല്ലാതാക്കി."
    }
  },
  "campaign": {
    "title": "പ്രചാരണം",
    "menu": {
      "setting": "ക്രമീകരണങ്ങൾ",
      "return": "തിരികെ",
      "dashboard": "ഡാഷ്ബോർഡ്",
      "links": "ലിങ്കുകൾ",
      "landing": "ലാൻഡിംഗ്",
      "ads": "പരസ്യങ്ങൾ",
      "finance": "ധനകാര്യം"
    },
    "dashboard": {
      "title": "ഡാഷ്ബോർഡ്",
      "status": "സ്റ്റാറ്റസ് അവലോകനം",
      "sessions": "സെഷനുകൾ",
      "links_overview": "കാമ്പെയ്‌ൻ ലിങ്കുകളുടെ അവലോകനം",
      "orders": "ഉത്തരവുകൾ",
      "performance": "പ്രചാരണ പ്രകടനം",
      "links_funnel": "കാമ്പെയ്‌ൻ ലിങ്കുകൾ പ്രകടനം",
      "no_links": "ഡാറ്റയൊന്നും ലഭ്യമല്ല! നിങ്ങളുടെ കാമ്പെയ്‌നിലേക്ക് ദയവായി ഒരു ലിങ്ക് സൃഷ്‌ടിക്കുക.",
      "social": "സോഷ്യൽ മീഡിയ നയിക്കുന്നു",
      "conversion_over_time": "കാലക്രമേണ പരിവർത്തനം",
      "total_campaign_sell": "കാമ്പെയ്‌ൻ പ്രകാരം മൊത്തം വിൽപ്പന"
    },
    "finance": {
      "title": "സാമ്പത്തിക റിപ്പോർട്ട്",
      "campaign_revenue": "പ്രചാരണ വരുമാനം",
      "total_revenue": "പ്രചാരണം വഴി മൊത്തം വരുമാനം",
      "links_revenue": "കാമ്പെയ്‌ൻ ലിങ്കുകളുടെ വരുമാനം",
      "payments_over_time": "കാലക്രമേണ വിൽപ്പന",
      "all_links": "എല്ലാ ലിങ്കുകളും"
    },
    "landing": {
      "empty_message": "പ്രചാരണ ക്രമീകരണങ്ങളിൽ ഒരു ലാൻഡിംഗ് പേജ് സജ്ജമാക്കുക.",
      "set_landing": "ലാൻഡിംഗ് പേജ് സജ്ജമാക്കുക",
      "create_landing": "പുതിയ ലാൻഡിംഗ് പേജ് സൃഷ്ടിക്കുക"
    },
    "links": {
      "title": "പ്രചാരണ ലിങ്കുകൾ",
      "url_input_message": "നിങ്ങളുടെ ടാർഗെറ്റ് പേജ് url നൽകുക"
    },
    "setting": {
      "menu": {
        "config": "കോൺഫിഗറേഷൻ",
        "timespan": "സമയ കാലയളവ്",
        "banner": "ബാനർ",
        "Notification": "അറിയിപ്പ്"
      },
      "general_setting": {
        "title": "പൊതുവായ പ്രചാരണ ക്രമീകരണങ്ങൾ",
        "sub_title": "പേര്, ലാൻഡിംഗ് പേജ്, ഡിസ്കൗണ്ട് കോഡ്",
        "name_input": "പ്രചാരണ നാമം",
        "name_input_hint": "നിങ്ങളുടെ കാമ്പെയ്‌നിലേക്ക് ഒരു പേര് ചേർക്കുക",
        "enable_input": "പ്രചാരണം സജീവമാണോ?",
        "page_input": "ലാൻഡിംഗ് പേജ്",
        "discount_code_input": "ഇളവ് കോഡ്",
        "limit": "കിഴിവ് പരിധി",
        "max_count": "പരമാവധി എണ്ണം",
        "max_count_unit": "ഇനങ്ങൾ",
        "start": "ആരംഭിക്കുക",
        "end": "അവസാനിക്കുന്നു",
        "notification_enable_input": "അറിയിപ്പ് പ്രവർത്തനക്ഷമമാക്കിയോ?",
        "landing_page": "ലാൻഡിംഗ് പേജ്",
        "discount_code": "ഇളവ് കോഡ്",
        "auto": "ഡിഫോൾട്ട് പ്രചാരണം",
        "auto_message": "നിങ്ങളുടെ ഷോപ്പിൽ ഡിഫോൾട്ട് കാമ്പെയ്‌ൻ സജീവമാക്കി"
      },
      "time_setting": {
        "title": "സമയ കാലയളവ്",
        "sub_title": "ആരംഭ തീയതിയും സമയവും / അവസാനിക്കുന്ന തീയതിയും സമയവും",
        "start_input": "ആരംഭിക്കുക",
        "start_input_placeholder": "കാമ്പെയ്‌ൻ ആരംഭ സമയം തിരഞ്ഞെടുക്കുക",
        "end_input": "അവസാനിക്കുന്നു",
        "end_input_placeholder": "കാമ്പെയ്‌ൻ അവസാനിക്കുന്ന സമയം തിരഞ്ഞെടുക്കുക"
      },
      "banner_setting": {
        "title": "ഷോപ്പ് ബാനർ",
        "sub_title": "ഷോപ്പ് പേജിന്റെ മുകളിൽ പ്രദർശിപ്പിക്കുക",
        "message_input": "സന്ദേശ വാചകം",
        "message_input_placeholder": "പ്രത്യേക ഉത്സവം...",
        "message_input_hint": "സ്റ്റോറിന്റെ മുകളിൽ ബാനർ സന്ദേശം",
        "bg_image_input": "പശ്ചാത്തല ഇമേജ് URL",
        "bg_image_input_hint": "പൂർണ്ണ പശ്ചാത്തല ഇമേജ് URL",
        "repeat_pattern": "പാറ്റേൺ ആവർത്തിക്കുക",
        "simple": "ലളിതം",
        "dark_input": "ഇരുണ്ട തീം?",
        "icon_input": "ഐക്കൺ",
        "icon_input_hint": "മെറ്റീരിയൽ ഡിസൈൻ ഐക്കൺ പേര് അല്ലെങ്കിൽ Fontawsom: ഫാസ് ഫാ-സ്റ്റാർ",
        "anim_input": "ആനിമേഷൻ വിലാസം",
        "anim_input_message": "ലോട്ടി ആനിമേഷൻ ഫയൽ URL",
        "preview": "പ്രിവ്യൂ",
        "preview_update_action": "പ്രിവ്യൂ അപ്ഡേറ്റ് ചെയ്യുക",
        "bg_color": "പശ്ചാത്തല നിറം",
        "icon_bg": "ഐക്കൺ പശ്ചാത്തല വർണ്ണം"
      },
      "notifications": {
        "title": "അറിയിപ്പ്",
        "sub_title": "ഒരു അറിയിപ്പ് സൃഷ്‌ടിച്ച് അത് നിങ്ങളുടെ കാമ്പെയ്‌നിലേക്ക് ലിങ്ക് ചെയ്യുക.",
        "update_success": "നിങ്ങളുടെ കാമ്പെയ്‌ൻ അപ്‌ഡേറ്റ് ചെയ്‌തു.",
        "action_button": "പ്രവർത്തന ബട്ടൺ",
        "background_color": "പശ്ചാത്തല നിറം",
        "text_color": "ടെക്സ്റ്റ് നിറം",
        "action_color": "പ്രവർത്തന നിറം",
        "action_text_color": "പ്രവർത്തന വാചക നിറം",
        "notification_image": "അറിയിപ്പ് ചിത്രം",
        "notification_bg": "അറിയിപ്പ് പശ്ചാത്തലം",
        "show_preview": "പ്രദർശനം തിരനോട്ടം",
        "persistence": "സ്ഥിരോത്സാഹം",
        "persistence_message": "നിങ്ങളുടെ ഉപയോക്താവ് വെബ്‌സൈറ്റ് സന്ദർശിക്കുമ്പോഴെല്ലാം കാണിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ",
        "radius": "ആരം",
        "show_delay": "കാലതാമസം കാണിക്കുക"
      }
    }
  },
  "add_category": {
    "title_edit": "വിഭാഗം എഡിറ്റ് ചെയ്യുക",
    "title_update": "പുതിയ വിഭാഗം ചേർക്കുക",
    "menu": {
      "delete": "വിഭാഗം ഇല്ലാതാക്കുക",
      "filter": "ഫിൽട്ടറുകൾ",
      "settings": "ക്രമീകരണങ്ങൾ",
      "back": "തിരികെ"
    },
    "title_input": "വിഭാഗത്തിന്റെ പേര് *",
    "title_input_error": "ഒരു വിഭാഗ ശീർഷകം തിരഞ്ഞെടുക്കുക",
    "name_input": "വിഭാഗത്തിന്റെ പേര് (ഇംഗ്ലീഷ്) *",
    "name_input_error": "വിഭാഗത്തിനായി ഒരു അദ്വിതീയ പേര് തിരഞ്ഞെടുക്കുക",
    "description_input": "വിഭാഗ വിവരണം",
    "description_input_message": "വിഭാഗത്തിന്റെ ഒരു ഹ്രസ്വ വിവരണം നൽകുക ..",
    "parent_input": "രക്ഷാകർതൃ വിഭാഗം",
    "parent_input_message": "ഈ വിഭാഗം സ്റ്റോർ ഹോംപേജിൽ ദൃശ്യമാകുന്നു.",
    "image_input": "വിഭാഗം ചിത്രം",
    "image_input_placeholder": "വിഭാഗത്തിനായി ഒരു ചിത്രം തിരഞ്ഞെടുക്കുക",
    "edit_action": "വിഭാഗം എഡിറ്റ് ചെയ്യുക",
    "add_action": "വിഭാഗം ചേർക്കുക",
    "back_action": "തിരികെ",
    "no_category": "വിഭാഗങ്ങളൊന്നുമില്ല",
    "star": "നക്ഷത്രം",
    "filter": {
      "title": "വിഭാഗം ഫിൽട്ടറുകൾ",
      "sub_title": "ഈ വിഭാഗത്തിലെ ഉൽപ്പന്നങ്ങൾക്ക് ബാധകമായ ഫിൽട്ടറുകളും വിഭാഗങ്ങളും നിയന്ത്രിക്കുക.",
      "message": "താഴെയുള്ള ബോക്സിൽ ഈ വിഭാഗത്തിനായുള്ള പൊതുവായ സാങ്കേതിക സവിശേഷത ശീർഷകം നൽകി സംരക്ഷിക്കുക. ലിസ്റ്റ് സംരക്ഷിച്ച ശേഷം, ഓരോ വിഭാഗത്തിലെയും ഉള്ളടക്കങ്ങൾക്കൊപ്പം ഫിൽട്ടർ വിഭാഗങ്ങളും പ്രദർശിപ്പിക്കും. ഉൽപ്പന്ന വേരിയന്റിൽ നിന്ന് നിറം, ഭാരം, വലിപ്പം, ബ്രാൻഡ് മുതലായവ സ്വയമേവ വേർതിരിച്ചെടുക്കുന്നു."
    },
    "delete_alert": {
      "title": "വിഭാഗം നീക്കം ചെയ്യുക",
      "message": "നിങ്ങൾക്ക് {title} വിഭാഗം ഇല്ലാതാക്കണോ?",
      "action": "ഇല്ലാതാക്കുക"
    },
    "notifications": {
      "add_success": "പുതിയ വിഭാഗം ചേർത്തു.",
      "edit_success": "വിഭാഗം എഡിറ്റ് ചെയ്തു.",
      "delete_success": "{title} ഇല്ലാതാക്കി."
    },
    "edit_filter": {
      "spec_input": "സാങ്കേതിക സവിശേഷതകൾ ലിസ്റ്റ്",
      "spec_input_message": "ഫിൽട്ടർ വിഭാഗത്തിൽ നിങ്ങൾ കാണിക്കാൻ ആഗ്രഹിക്കുന്ന ഫീച്ചറുകളുടെ ലിസ്റ്റ്",
      "price": "വില",
      "min": "മിനി",
      "max": "പരമാവധി",
      "suggested_list": {
        "brand": "ബ്രാൻഡ്",
        "colors": "നിറം",
        "styles": "ഡിസൈൻ",
        "volumes": "വ്യാപ്തം",
        "weights": "ഭാരം",
        "packs": "ഓരോ പായ്ക്കിനും എണ്ണം",
        "types": "ടൈപ്പ് ചെയ്യുക"
      },
      "notifications": {
        "edit_success": "വിഭാഗം എഡിറ്റ് ചെയ്തു."
      }
    }
  },
  "apps_list": {
    "nodata": "നിങ്ങളുടെ സ്റ്റോറിൽ ആപ്പ് ഇൻസ്റ്റാൾ ചെയ്തിട്ടില്ല",
    "inactive": "നിഷ്ക്രിയ",
    "my_apps": "എന്റെ ആപ്പുകൾ",
    "app_store": "പുതിയ ആപ്പ് ചേർക്കുക"
  },
  "add_shop": {
    "menu": {
      "shop_title": "സ്റ്റോർ ശീർഷകം",
      "shop_name": "സ്റ്റോറിന്റെ പേര്",
      "description": "വിവരണം",
      "contact": "ബന്ധപ്പെടാനുള്ള വിവരങ്ങൾ",
      "image": "ചിത്രം"
    },
    "title_input": "തലക്കെട്ട്",
    "title_input_tips": "നിങ്ങളുടെ സ്റ്റോറിന്റെയോ ബ്രാൻഡിന്റെയോ കമ്പനിയുടെയോ പേര് നൽകുക.",
    "active_message": "എല്ലാവർക്കും നിങ്ങളുടെ വെബ്‌സൈറ്റ് ആക്‌സസ് ചെയ്യാൻ കഴിയുന്ന തരത്തിൽ സജീവമാക്കുക.",
    "language_input_message": "നിങ്ങളുടെ സ്റ്റോർ ഭാഷ തിരഞ്ഞെടുക്കുക.",
    "name_input": "പേര്",
    "name_input_message": "നിങ്ങളുടെ സ്റ്റോറിന് ഒരു പേര് നൽകുക.",
    "name_input_tips": "ഇംഗ്ലീഷ് ഇതര അക്ഷരങ്ങളോ സ്‌പെയ്‌സുകളോ അക്ഷരങ്ങളോ ഉപയോഗിക്കരുത്, ഉപയോഗിക്കുകയാണെങ്കിൽ, സ്‌റ്റോറിന്റെ പേര് ശരിയായി പ്രദർശിപ്പിച്ചേക്കില്ല.",
    "description_input": "സ്റ്റോർ വിവരണം",
    "description_input_message": "നിങ്ങളുടെ ബിസിനസ്സിനെക്കുറിച്ച് ഒരു ഹ്രസ്വ വിവരണം എഴുതുക.",
    "address_input": "സ്റ്റോർ വിലാസം",
    "address_input_message": "കൃത്യമായ സ്റ്റോർ ലൊക്കേഷൻ വിലാസം നൽകുക",
    "phone_input": "ഫോൺ നമ്പർ",
    "phone_input_message": "കസ്റ്റമർ കോൺടാക്റ്റ് നമ്പർ",
    "phone_input_tips": "രാജ്യ കോഡ് സഹിതം ബന്ധപ്പെടാനുള്ള നമ്പർ നൽകുക. ഗൂഗിൾ സെർച്ചിൽ വിവരങ്ങൾ പ്രദർശിപ്പിക്കാനും ഈ നമ്പർ ഉപയോഗിക്കുന്നു.",
    "email_input": "ഇമെയിൽ",
    "email_input_message": "ഉപഭോക്താക്കൾക്കുള്ള ഇമെയിൽ വിലാസം",
    "locality_input": "സ്ഥാനം",
    "locality_input_message": "സ്റ്റോർ സ്ഥാനം",
    "region_input": "സംസ്ഥാന അല്ലെങ്കിൽ പ്രവിശ്യ",
    "region_input_message": "നിങ്ങൾ പ്രവർത്തിക്കുന്ന സംസ്ഥാനം അല്ലെങ്കിൽ പ്രവിശ്യ",
    "country_input": "രാജ്യം",
    "country_input_message": "ബിസിനസ്സ് രാജ്യം",
    "postal_code_input": "തപാൽ കോഡ്",
    "postal_code_input_message": "സ്റ്റോർ പോസ്റ്റൽ കോഡ്",
    "image_input": "ചിത്രം സംഭരിക്കുക",
    "map": {
      "title": "സ്റ്റോർ വിലാസം",
      "confirm": "വിലാസ രജിസ്ട്രേഷൻ",
      "address": "വിലാസം",
      "receptor": "സ്റ്റോർ"
    },
    "create_shop_action": "സ്റ്റോർ സൃഷ്ടിക്കുക",
    "update_shop_action": "അപ്ഡേറ്റ് ചെയ്യുക",
    "notifications": {
      "copy_success": "സ്റ്റോർ വിലാസത്തിന്റെ പകർപ്പ്.",
      "name_available": "ഈ പേര് ({name}) ലഭ്യമാണ്.",
      "add_success": "സ്റ്റോർ {title} സൃഷ്ടിച്ചു.",
      "edit_success": "സ്റ്റോർ എഡിറ്റ് ചെയ്തു."
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "വെർച്വൽ ഇനം ചേർക്കുക",
    "add_virtual_item_desc": "വെർച്വൽ ഉൽപ്പന്നങ്ങൾ വിൽക്കാൻ, നിങ്ങൾ അവ ഈ വിഭാഗത്തിൽ ചേർക്കണം. വെർച്വൽ ഇനങ്ങളുടെ എണ്ണം ഈ വിഭാഗത്തിലെ സൗജന്യ ഇനങ്ങളുടെ എണ്ണത്തിന് തുല്യമാണ്. ഉപഭോക്താക്കൾ വെർച്വൽ ഇനം വാങ്ങിയാൽ, ലിങ്ക് അവർക്ക് അയയ്ക്കും.",
    "filter_action": "ഫിൽട്ടർ പ്രയോഗിക്കുക",
    "not_processed": "പ്രോസസ്സ് ചെയ്യാത്ത ഓർഡറുകൾ",
    "title": "ഇനങ്ങളുടെ ലിസ്റ്റ്",
    "vew_order": "ഓർഡർ കാണുക",
    "table": {
      "nodata": "സാധനങ്ങൾ ഒന്നുമില്ല",
      "product": "ഉൽപ്പന്നം",
      "data": "ഡാറ്റ",
      "status": "പദവി",
      "user_message": "ഉപയോക്തൃ സന്ദേശം",
      "updated_at": "അവസാന പരിഷ്കാരം",
      "order": "ഓർഡർ ചെയ്യുക",
      "delete": "ഇല്ലാതാക്കുക"
    },
    "notifications": {
      "delete_success": "ഇനം വിജയകരമായി ഇല്ലാതാക്കി."
    }
  },
  "add_virtual_item": {
    "title_edit": "മൂല്യങ്ങൾ എഡിറ്റ് ചെയ്യുക",
    "title_add": "ഉൽപ്പന്നത്തിലേക്ക് ഇനം ചേർക്കുക",
    "sub_title": "വെർച്വൽ ഉൽപ്പന്നങ്ങൾ സൃഷ്ടിക്കുകയും എഡിറ്റുചെയ്യുകയും ചെയ്യുന്നു",
    "message": "സ്റ്റോർ മാനേജർക്ക് പണമടച്ചതിന് ശേഷം വാങ്ങുന്നയാൾക്ക് മൂല്യം കാണിക്കാനാകും. ഈ മൂല്യങ്ങൾ ചുവടെയുള്ള ഫോമിൽ നൽകണം. ഈ ഫോമിന്റെ ഘടന എഡിറ്റ് ഇനം> എഡിറ്റ് ഔട്ട്പുട്ട് വിവരങ്ങൾ വിഭാഗത്തിൽ സജ്ജീകരിച്ചിരിക്കുന്നു.",
    "edit_outputs": "ഔട്ട്പുട്ട് ഫോം എഡിറ്റ് ചെയ്യുക",
    "notifications": {
      "edit_success": "ഇനം എഡിറ്റ് ചെയ്തു.",
      "add_success": "ഇനം പട്ടികയിൽ ചേർത്തു."
    }
  },
  "virtual_process_center": {
    "title": "പ്രോസസ്സിംഗ് സെന്റർ",
    "sub_title": "ഓർഡർ പ്രോസസ്സിംഗ്",
    "virtual_product": "വെർച്വൽ ഉൽപ്പന്നം",
    "menu": {
      "report": "റിപ്പോർട്ട് ചെയ്യുക",
      "timeline": "ടൈംലൈൻ",
      "order": "ഓർഡർ ചെയ്യുക"
    },
    "list_widget": {
      "title": "ഓർഡർ സ്പെസിഫിക്കേഷനുകൾ",
      "product_name": "ഉത്പന്നത്തിന്റെ പേര്"
    },
    "inputs_widget": {
      "title": "ഇൻപുട്ട് ഫോം",
      "table": {
        "title": "തലക്കെട്ട്",
        "value": "മൂല്യം"
      },
      "change_inputs_action": "ഇൻപുട്ട് ഫോം എഡിറ്റ് ചെയ്യുക"
    },
    "outputs_widget": {
      "title": "ഔട്ട്പുട്ട് ഫോം",
      "table": {
        "title": "തലക്കെട്ട്",
        "value": "മൂല്യം"
      },
      "tips": [
        "ഉപഭോക്തൃ അഭ്യർത്ഥന പൂർത്തിയാക്കിയ ശേഷം, ഓർഡർ വാങ്ങുന്നയാളെ അറിയിക്കാൻ ഓർഡർ സ്ഥിരീകരണ കീ അമർത്തുക.",
        "ഓർഡർ അംഗീകരിച്ചുകഴിഞ്ഞാൽ, വാങ്ങുന്നയാൾക്ക് ഇൻപുട്ട് വിവരങ്ങൾ എഡിറ്റ് ചെയ്യാൻ കഴിയില്ല."
      ],
      "alerts": {
        "order_completed_by_admin": "ഓർഡർ പൂർത്തിയായി.",
        "order_completed_by_buyer": "വാങ്ങുന്നയാൾ ഓർഡർ പൂർത്തിയാക്കി.",
        "waiting_for_buyer": "വാങ്ങുന്നയാളുടെ അനുമതിക്കായി കാത്തിരിക്കുന്നു.."
      }
    }
  },
  "file_process_center": {
    "title": "പ്രോസസ്സിംഗ് സെന്റർ",
    "sub_title": "ഓർഡർ പ്രോസസ്സിംഗ്",
    "menu": {
      "report": "റിപ്പോർട്ട് ചെയ്യുക",
      "timeline": "ടൈംലൈൻ",
      "order": "ഓർഡർ ചെയ്യുക"
    }
  },
  "process_order_page_dashboard": {
    "title": "ഓർഡർ പ്രോസസ്സിംഗ്",
    "cancel_order_action": "ഓർഡർ റദ്ദാക്കാൻ",
    "open_basket_cation": "ഈ ഷോപ്പിംഗ് കാർട്ട് തുറന്നിരിക്കുന്നു, അതായത് ഉപഭോക്താവ് ഷോപ്പിംഗ് നടത്തുകയാണ്, ഇതുവരെ ഓർഡർ നൽകിയിട്ടില്ല.",
    "reject_dialog": {
      "title": "ഓർഡർ നിരസിക്കാനുള്ള കാരണം",
      "message": "താഴെയുള്ള പട്ടികയിൽ നിന്ന് ഈ ഓർഡർ നിരസിക്കാനുള്ള കാരണം തിരഞ്ഞെടുക്കുക. റദ്ദാക്കലിന്റെയും റീഫണ്ട് പ്രക്രിയയുടെയും ഉപഭോക്താവിനെ അറിയിക്കുന്നത് ഉറപ്പാക്കുക. 12 മണിക്കൂറിനുള്ളിൽ റീഫണ്ടുകൾ നൽകണം.",
      "confirm_action": "ഓർഡർ റദ്ദാക്കാൻ",
      "dismiss_reject_action": "ഓർഡർ റദ്ദാക്കൽ നിരസിക്കുക"
    },
    "notifications": {
      "update_status_success": "ഓർഡർ നില അപ്ഡേറ്റ് ചെയ്തു.",
      "reject_update_success": "ഓർഡർ റദ്ദാക്കൽ നില അപ്ഡേറ്റ് ചെയ്തു.",
      "dismiss_reject_success": "ഓർഡർ സാധാരണ പ്രക്രിയയിലേക്ക് മടങ്ങി.",
      "set_tracking_success": "ഓർഡർ ട്രാക്ക് ഐഡി വിജയകരമായി സംരക്ഷിച്ചു."
    }
  },
  "process_center": {
    "title": "പ്രോസസ്സിംഗ് സെന്റർ",
    "physical_product": "ഭൗതിക ഉൽപ്പന്നങ്ങൾ",
    "menu": {
      "label": "പാക്കേജ് ലേബൽ",
      "receipt": "ഇൻവോയ്സ്",
      "back": "തിരികെ",
      "return": "മടങ്ങുക",
      "report": "റിപ്പോർട്ട് ചെയ്യുക",
      "timeline": "ടൈംലൈൻ",
      "inputs": "ഇൻപുട്ടുകൾ",
      "order": "ഓർഡർ ചെയ്യുക"
    },
    "payment_widget": {
      "title": "പേയ്മെന്റ്",
      "checklist": [
        "ഓർഡർ തുകയും ഉപഭോക്തൃ പേയ്‌മെന്റും പരിശോധിക്കുക.",
        "ബില്ലിംഗ് വിലാസം പരിശോധിക്കുക.",
        "നൽകിയ വിവരങ്ങൾ ശരിയാണെന്ന് ഉറപ്പാക്കുക, പ്രത്യേകിച്ച് പണം ക്യാഷ് ഓൺ ഡെലിവറി ആണെങ്കിൽ."
      ],
      "action_cod_pay": "ഉപഭോക്താവിന്റെ പേയ്‌മെന്റ് സ്ഥിരീകരിക്കുക",
      "action_dir_pay": "അപ്‌ലോഡ് ചെയ്ത പേയ്‌മെന്റ് രസീത് സ്ഥിരീകരിക്കുക",
      "payment_receipt_not_uploaded_error": "പേയ്മെന്റ് രസീത് ഇതുവരെ അപ്ലോഡ് ചെയ്തിട്ടില്ല!",
      "waiting_for_pay": "പണമടയ്ക്കാതെ",
      "processing_payment": "പേയ്‌മെന്റ് പ്രോസസ്സ് ചെയ്യുന്നു",
      "processing_cancel": "പേയ്‌മെന്റ് റദ്ദാക്കി",
      "paid": "പണം നൽകി",
      "cod_pay_info": "നിങ്ങൾക്ക് ഉപഭോക്താവിൽ നിന്ന് ഓർഡർ ലഭിച്ചുകഴിഞ്ഞാൽ നിങ്ങൾക്ക് പേയ്‌മെന്റ് സ്ഥിരീകരിക്കാനും ഓർഡർ പൂർത്തിയാക്കാനും കഴിയും.",
      "dir_pay_info": "പേയ്‌മെന്റ് രസീത് മുകളിൽ ദൃശ്യമാകും. നിങ്ങൾ പേയ്‌മെന്റ് സ്ഥിരീകരിക്കുന്നതിന് മുമ്പ്, നിങ്ങളുടെ ബാങ്കിൽ നിക്ഷേപ തുകയും രസീത് വിവരങ്ങളും പരിശോധിക്കുക.",
      "created_date": "സൃഷ്ടിച്ച തീയതി",
      "pay_date": "പേയ്മെന്റ് തീയതി",
      "payment_gateway": "പേയ്‌മെന്റ് ഗേറ്റ്‌വേ",
      "payment_method": "പണമടയ്ക്കൽ രീതി",
      "risk": "അപകട മൂല്യം",
      "billing_details": "ബില്ലിംഗ് വിശദാംശങ്ങൾ",
      "add_transaction": "പുതിയ ബിൽ ചേർക്കുക",
      "add_transactions_message": "ഈ ഓർഡറിനായി നിങ്ങൾ ഒരു ഇടപാടെങ്കിലും സൃഷ്‌ടിക്കണം. ചില സന്ദർഭങ്ങളിൽ, പല ഘട്ടങ്ങളിലായി പേയ്മെന്റ് ആവശ്യമാണ്. ഏത് ഇടപാടുകൾക്കാണ് ഉപയോക്താവ് പണം നൽകേണ്ടതെന്ന്, ജോലി സമയത്ത് നിങ്ങൾ തീരുമാനിക്കും.",
      "add_bill_dialog": {
        "title": "ഇൻവോയ്സ് ചേർക്കുക",
        "message": "ഈ ഓർഡറിനായി നിങ്ങൾക്ക് ഒന്നോ അതിലധികമോ പുതിയ ഇൻവോയ്‌സുകൾ ചേർക്കാവുന്നതാണ്. ഉപഭോക്താവ് ഈ ഇൻവോയ്‌സുകൾ കാണുകയും ജോലിയുടെ പുരോഗതി അനുസരിച്ച് ഓരോന്നിനും പണം നൽകുകയും ചെയ്യും.",
        "amount_input": "ഇൻവോയ്സ് തുക",
        "action": "ബിൽ ചേർക്കുക"
      },
      "edit_bill_dialog": {
        "title": "ഇൻവോയ്സ് എഡിറ്റ് ചെയ്യുക",
        "message": "തീർച്ചപ്പെടുത്താത്ത ഇൻവോയ്‌സുകൾ നിങ്ങൾക്ക് എഡിറ്റ് ചെയ്യാം.",
        "action": "ഇൻവോയ്സ് എഡിറ്റ് ചെയ്യുക"
      },
      "bill_cash_payment_dialog": {
        "title": "പണമടയ്ക്കൽ രജിസ്റ്റർ ചെയ്യുക",
        "message": "വാങ്ങുന്നയാൾ ഈ ഇൻവോയ്‌സിന്റെ തുക പണമായോ ഓൺലൈൻ പേയ്‌മെന്റ് അല്ലാതെ മറ്റൊരു വിധത്തിലോ അടച്ചിട്ടുണ്ടെങ്കിൽ, ഈ വിഭാഗത്തിൽ, ഒരു ഓപ്ഷൻ തിരഞ്ഞെടുത്ത്, അവന്റെ പേയ്‌മെന്റ് രജിസ്റ്റർ ചെയ്‌ത് സ്ഥിരീകരിക്കുക. ഈ വിഭാഗത്തിൽ, നിങ്ങളുടെ സ്റ്റോറിന്റെ ക്യാഷ് പേയ്‌മെന്റ് ഗേറ്റ്‌വേകൾ മാത്രമേ നിങ്ങൾക്ക് കാണാനാകൂ, അത്തരമൊരു ഓപ്ഷൻ നിങ്ങൾ കാണുന്നില്ലെങ്കിൽ, നിങ്ങളുടെ സ്റ്റോറിലെ തിരഞ്ഞെടുത്ത കറൻസിയിൽ നിങ്ങൾ ഒരു ക്യാഷ് പേയ്‌മെന്റ് ഗേറ്റ്‌വേ സജീവമാക്കണം.",
        "action": "ബിൽ പേയ്മെന്റ് സ്ഥിരീകരിക്കുക"
      },
      "table": {
        "title": "തലക്കെട്ട്",
        "amount": "തുക",
        "description": "വിവരണം",
        "info": "വിവരം"
      },
      "user_payment": "ഉപഭോക്തൃ പേയ്മെന്റ്",
      "cod": "ക്യാഷ് ഓൺ ഡെലിവറി",
      "gateway_wage": "ഫീസ്",
      "gift_card": "സമ്മാന കാർഡ്",
      "discount_code": {
        "title": "ഇളവ് കോഡ്",
        "code": "കോഡ്",
        "percent": "ശതമാനം",
        "limit": "പരിധി"
      },
      "club": {
        "title": "ഉപഭോക്തൃ ക്ലബ്",
        "percent": "ശതമാനം",
        "limit": "പരിധി"
      },
      "coupon": {
        "title": "കൂപ്പൺ",
        "percent": "ശതമാനം",
        "limit": "പരിധി",
        "charge": "ചാർജ് ചെയ്യുക"
      },
      "delivery": {
        "title": "ചരക്ക് കൂലി",
        "not_paid": "പണം നൽകിയിട്ടില്ല"
      },
      "samin": {
        "title": "സേവന ഫീസ്",
        "description": "ഈ തുക നിങ്ങളുടെ Selldone വാലറ്റ് അക്കൗണ്ടിൽ നിന്ന് കുറച്ചിരിക്കുന്നു.",
        "tooltip": "പേയ്‌മെന്റ് രീതി ഉപയോഗിച്ച് കണക്കാക്കുക",
        "percent": "ശതമാനം"
      },
      "affiliate": {
        "title": "അഫിലിയേറ്റ് കമ്മീഷൻ",
        "affiliate_message": "ഈ കമ്മീഷൻ നിങ്ങളുടെ അഫിലിയേറ്റിന് നൽകണം. ഈ പ്രക്രിയ നിങ്ങൾ സ്വയം ചെയ്യുന്നു."
      },
      "total_price": "മൊത്തം സാധനങ്ങളുടെ വില",
      "total_items_discount": "സാധനങ്ങളുടെ കിഴിവ്",
      "total_price_after_offers": "ഓഫറുകൾ പ്രയോഗിച്ചതിന് ശേഷമുള്ള ആകെ തുക",
      "user_payment_amount": "വാങ്ങുന്നയാൾ പേയ്മെന്റ് തുക",
      "samin_wage": "വിറ്റുകിട്ടിയ ഫീസ്",
      "pay_cod_dialog": {
        "title": "നിങ്ങൾക്ക് ഓർഡർ പണം ലഭിച്ചോ?",
        "message": "ഉപഭോക്താവ് മുഴുവൻ പേയ്‌മെന്റും ഉറപ്പാക്കിയ ശേഷം ക്യാഷ് ഓൺ ഡെലിവറി പേയ്‌മെന്റ് രീതിയിൽ ഈ ഓപ്ഷൻ സ്ഥിരീകരിക്കുക.",
        "confirm_action": "ഉപഭോക്തൃ പേയ്‌മെന്റ് സ്ഥിരീകരിക്കുക"
      },
      "pay_dir_dialog": {
        "title": "നിങ്ങൾക്ക് ഓർഡർ പണം ലഭിച്ചോ?",
        "message": "നിങ്ങളുടെ ബാങ്കിൽ അപ്‌ലോഡ് ചെയ്ത പേയ്‌മെന്റ് രസീത് അംഗീകരിച്ചതിന് ശേഷം ഈ ഓപ്ഷൻ സ്ഥിരീകരിക്കുക. നിങ്ങളുടെ ബാങ്കിൽ പേയ്‌മെന്റ് പരിശോധിക്കുന്നത് ഉറപ്പാക്കുക.",
        "confirm_action": "ഉപഭോക്തൃ പേയ്‌മെന്റ് സ്ഥിരീകരിക്കുക"
      },
      "notifications": {
        "pay_confirm_message": "പേയ്മെന്റ് സ്ഥിരീകരിച്ചു.<br> പോർട്ട്: {gateway_name}<br> തീയതി: {payment_at}",
        "pay_fail_title": "പണം നൽകിയിട്ടില്ല",
        "pay_fail_message": "പേയ്‌മെന്റ് അംഗീകരിക്കാനാവില്ല!"
      },
      "total_order_price_before_tax": "നികുതിക്ക് മുമ്പുള്ള മൊത്തം വില"
    },
    "basket_list": {
      "checklist": [
        "ഇൻവെന്ററി പരിശോധിക്കുക.",
        "ഇനം ലഭ്യമല്ലെങ്കിൽ, ആ ഇനത്തിന് അടച്ച തുക ഉപഭോക്താവിന് തിരികെ നൽകണം."
      ],
      "message": "ഏതെങ്കിലും ഇനങ്ങൾ ലഭ്യമല്ലെങ്കിൽ അല്ലെങ്കിൽ വിൽക്കാൻ കഴിയുന്നില്ലെങ്കിൽ, അതിനടുത്തുള്ള ബോക്‌സ് അൺചെക്ക് ചെയ്‌ത് <b>ഓർഡർ സ്ഥിരീകരിക്കുക</b> ബട്ടണിൽ ക്ലിക്കുചെയ്യുക.",
      "action": "ഓർഡർ സ്ഥിരീകരണം",
      "list_of_items": "ഷോപ്പിംഗ് കാർട്ട് ലിസ്റ്റ്",
      "apply_change_action": "മാറ്റങ്ങൾ വരുത്തു",
      "cant_apply_change": "മാറ്റങ്ങൾ വരുത്താൻ കഴിയില്ല",
      "lottery_prize_inform": "നിങ്ങളുടെ ഉപഭോക്താവ് ഈ ഉൽപ്പന്നത്തിന്റെ 1x വിജയിക്കുക. ഈ ഓർഡർ ഉപയോഗിച്ച് സമ്മാനം അയയ്ക്കുക."
    },
    "preparing": {
      "title": "തയ്യാറാക്കൽ",
      "packing_weight": "പാക്കിംഗ് ഭാരം",
      "delivery_type": "ഷിപ്പിംഗ് രീതി",
      "packing_size": "പാക്കേജിംഗ് അളവുകൾ",
      "distance_warning": "അനുവദനീയമായ ദൂര പരിധി കവിയുന്നു.",
      "weight_warning": "അനുവദനീയമായ ഭാരം കവിയുന്നു.",
      "volume_warning": "അനുവദനീയമായ പാക്കേജ് വലുപ്പം കവിയുന്നു.",
      "message": "ഓർഡർ ഷിപ്പുചെയ്യാൻ തയ്യാറാണെങ്കിൽ, ഇനിപ്പറയുന്ന <b>ഓർഡർ റെഡി</b> ബട്ടൺ ക്ലിക്കുചെയ്യുക.",
      "action": "ഓർഡർ ഷിപ്പ് ചെയ്യാൻ തയ്യാറാണ്",
      "checklist": [
        "പാക്കേജിംഗിൽ സ്റ്റാൻഡേർഡ് നിയമങ്ങൾ പാലിക്കുക.",
        "ഇനങ്ങളുടെ ഒരു ലിസ്റ്റ് പ്രിന്റ് ചെയ്ത് പാക്കേജിനുള്ളിൽ ഇടുക.",
        "ബോക്സിൽ ഒരു ലേബൽ പ്രിന്റ് ചെയ്ത് ഒട്ടിക്കുക."
      ]
    },
    "basket_items": "ഇനങ്ങളുടെ ലിസ്റ്റ് ഓർഡർ ചെയ്യുക",
    "delivered_dialog": {
      "title": "ഈ ഓർഡർ ഉപഭോക്താവിന് ലഭിച്ചിട്ടുണ്ടോ?",
      "message": "ഉപഭോക്താവിന് ഓർഡർ ലഭിച്ചുവെന്ന് അറിയുമ്പോൾ ഈ ഓപ്ഷൻ സ്ഥിരീകരിക്കുക",
      "confirm_action": "ഉപഭോക്താവിന് പാക്കേജ് ലഭിച്ചുവെന്ന് ഞാൻ സ്ഥിരീകരിക്കുന്നു"
    },
    "return_delivery_dialog": {
      "title": "ഡെലിവറി സമയത്ത് ഓർഡറിന് എന്തെങ്കിലും പ്രശ്‌നങ്ങളുണ്ടായോ അതോ തിരികെ ലഭിച്ചോ?",
      "message": "ചില കാരണങ്ങളാൽ ഓർഡർ അയച്ചതിന് ശേഷം തിരികെ നൽകുകയും ഷിപ്പ്‌മെന്റ് വീണ്ടും അയയ്‌ക്കേണ്ട ആവശ്യമുണ്ടെങ്കിൽ ഷിപ്പ്‌മെന്റ് തിരികെ നൽകാനുള്ള ഓപ്ഷൻ സ്ഥിരീകരിക്കുക.",
      "confirm_action": "ഡെലിവറി മടങ്ങിയെന്ന് സ്ഥിരീകരിക്കുക"
    },
    "notifications": {
      "update_status_success": "ഓർഡർ നില അപ്ഡേറ്റ് ചെയ്തു.",
      "reject_update_success": "ഓർഡർ റദ്ദാക്കൽ നില അപ്ഡേറ്റ് ചെയ്തു.",
      "dismiss_reject_success": "ഓർഡർ റദ്ദാക്കി.",
      "pay_cod_success": "ക്യാഷ് ഓൺ ഡെലിവറി പേയ്‌മെന്റ് സ്ഥിരീകരിച്ചു.",
      "pay_dir_success": "കാർഡ്-ടു-കാർഡ് പേയ്‌മെന്റ് അല്ലെങ്കിൽ പണം കൈമാറ്റം വഴി പേയ്‌മെന്റ് സ്ഥിരീകരിച്ചു.",
      "set_tracking_success": "ഓർഡർ ട്രാക്ക് ഐഡി വിജയകരമായി സംരക്ഷിച്ചു.",
      "new_bill_success": "പുതിയ ബിൽ ചേർത്തു.",
      "edit_bill_success": "ബിൽ വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു.",
      "update_bill_status_success": "ബിൽ നില അപ്ഡേറ്റ് ചെയ്തു.",
      "set_payment_in_cash_success": "ബിൽ പേയ്മെന്റ് നേരിട്ട് സ്ഥിരീകരിച്ചു."
    },
    "delete_bill_dialog": {
      "title": "ബിൽ ഇല്ലാതാക്കുക",
      "message": "ഈ ബിൽ ഇല്ലാതാക്കുമെന്ന് തീർച്ചയാണോ?",
      "action": "അതെ, ഇപ്പോൾ ഇല്ലാതാക്കുക"
    }
  },
  "shop_gateway": {
    "title": "ഗേറ്റ്‌വേ",
    "menu": {
      "dashboard": "ഡാഷ്ബോർഡ്",
      "edit": "എഡിറ്റ് ചെയ്യുക",
      "transactions": "ഇടപാടുകൾ",
      "back": "ഗേറ്റ്‌വേകൾ"
    },
    "dashboard": {
      "title": "ഗേറ്റ്വേ മാനേജ്മെന്റ്",
      "gateway_data_widget": {
        "title": "പേയ്മെന്റ് റിപ്പോർട്ട്",
        "title_small": "ഗേറ്റ്‌വേ",
        "chart": {
          "times": "എണ്ണുക",
          "buys": "എണ്ണം വാങ്ങുക",
          "pays": "വിജയകരമായ പേയ്‌മെന്റ്",
          "amount_pay": "പണം നൽകി",
          "amount_wage": "ഫീസ്"
        }
      },
      "gateway_info_widget": {
        "title": "വിവരം",
        "title_small": "ഗേറ്റ്‌വേ",
        "status": "പദവി",
        "cod_transportation": "ഷിപ്പിംഗ് രീതികൾ thst പിന്തുണ COD",
        "cod_transportations_error": "ഒരു ഷിപ്പിംഗ് രീതിയിലെങ്കിലും പണമടയ്ക്കൽ പണമടയ്ക്കൽ പ്രവർത്തനക്ഷമമാക്കുക!",
        "payment_type": "പേയ്മെന്റ് തരം",
        "cod": "ക്യാഷ് ഓൺ ഡെലിവറി",
        "online": "ഓൺലൈൻ പേയ്മെന്റ്",
        "wage_percent": "ഫീസ് ശതമാനം",
        "min_wage": "കുറഞ്ഞ ഫീസ്",
        "max_wage": "പരമാവധി ഫീസ്",
        "min_amount": "ഏറ്റവും കുറഞ്ഞ ഇടപാട്",
        "max_amount": "പരമാവധി ഇടപാട്",
        "timeout": "പേയ്മെന്റ് കാലയളവ്",
        "timeout_unit": "സെക്കന്റുകൾ",
        "link": "ഗേറ്റ്‌വേ ലിങ്ക്",
        "your_gateway_status": "നിങ്ങളുടെ ഗേറ്റ്‌വേ നില",
        "config_extra_info": "പേയ്‌മെന്റ് സേവന കോൺഫിഗറേഷൻ",
        "oauth2_button": "{gateway}-ലേക്ക് സ്വയമേവ ബന്ധിപ്പിക്കുക",
        "fee_payment_message": "ഉപഭോക്താവ് നൽകുന്ന മുഴുവൻ തുകയും നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് മാറ്റും. സെൽ‌ഡോണിലെ നിങ്ങളുടെ വാലറ്റിൽ നിന്ന് സേവനത്തിന്റെ ഫീസ് കുറയ്ക്കും."
      }
    },
    "edit": {
      "title": "ഗേറ്റ്‌വേ എഡിറ്റ് ചെയ്യുക",
      "menu": {
        "delete": "ഗേറ്റ്‌വേ നീക്കം ചെയ്യുക"
      },
      "edit_action": "ഗേറ്റ്‌വേ എഡിറ്റ് ചെയ്യുക"
    },
    "transactions": {
      "title": "ഇടപാടുകൾ",
      "table": {
        "amount": "തുക",
        "currency": "കറൻസി",
        "livemode": "ടൈപ്പ് ചെയ്യുക",
        "status": "പദവി",
        "target_id": "ഓർഡർ ചെയ്യുക",
        "risk": "റിസ്ക്",
        "card": "കാർഡ്",
        "issued_at": "പുറപ്പെടുവിക്കുന്ന തീയതി",
        "payment_at": "പേയ്മെന്റ് തീയതി"
      },
      "live_mode": "ലൈവ്",
      "test_mode": "സാൻഡ്ബോക്സ്"
    }
  },
  "edit_gateway": {
    "public_keys": "പൊതു കീകൾ",
    "private_keys": "സ്വകാര്യ കീകൾ (രഹസ്യം)",
    "link": "വെബ്സൈറ്റ്",
    "state_title": "സജീവ/നിഷ്‌ക്രിയ പേയ്‌മെന്റ് രീതി",
    "gateway_status": "പദവി",
    "wallet": "ബ്ലോക്ക്ചെയിൻ വാലറ്റ്",
    "developer_title": "ഡെവലപ്പർ മോഡ്",
    "developer_message": "ഗേറ്റ്‌വേ ഡീബഗ് മോഡിനെ പിന്തുണയ്‌ക്കുകയാണെങ്കിൽ നിങ്ങൾക്ക് വ്യാജ ഇടപാടുകൾ പ്രോസസ്സ് ചെയ്യാൻ കഴിയും.",
    "notifications": {
      "edit_success": "ഗേറ്റ്‌വേ {gateway_name} എഡിറ്റ് ചെയ്‌തു."
    },
    "developer_setting": "വികസിപ്പിക്കുകയും പരീക്ഷിക്കുകയും ചെയ്യുക",
    "live_mode_message": "എല്ലാ ഇടപാടുകളും തത്സമയ മോഡിൽ ആയിരിക്കും."
  },
  "gift_card": {
    "title": "സമ്മാന കാർഡുകൾ",
    "menu": {
      "edit": "എഡിറ്റ് ചെയ്യുക",
      "new_card": "കാർഡ് സൃഷ്ടിക്കുക",
      "list": "കാർഡുകൾ",
      "orders": "ഉത്തരവുകൾ",
      "dashboard": "ഡാഷ്ബോർഡ്",
      "back": "സമ്മാന കാർഡുകൾ"
    },
    "dashboard": {
      "title": "ഗിഫ്റ്റ് കാർഡ് മാനേജ്മെന്റ് ഡാഷ്ബോർഡ്",
      "amount_widget": {
        "title": "കാർഡ് പേയ്മെന്റ്",
        "title_small": "30 ദിവസം",
        "chart_amount_pay": {
          "y": "തുക",
          "label": "പേയ്മെന്റ്"
        },
        "chart_buys": {
          "y": "വാങ്ങുന്നു",
          "label": "വാങ്ങുന്നു"
        },
        "total_buy": "മൊത്തം വാങ്ങൽ തുക",
        "total_pay_30days": "30 ദിവസത്തെ മൊത്തം പേയ്‌മെന്റ്",
        "total_pay_today": "ഇന്നത്തെ പേയ്മെന്റ്"
      },
      "count_widget": {
        "title": "ഇഷ്യൂ ചെയ്ത കാർഡുകളുടെ എണ്ണം",
        "title_small": "30 ദിവസം",
        "total_cards": "കാർഡുകളുടെ ആകെ എണ്ണം",
        "used_cards_30days": "30 ദിവസത്തെ ഉപയോഗം",
        "used_today": "ഇന്നത്തെ ഉപയോഗം",
        "chart": {
          "new_cards": "പുതിയ കാർഡുകൾ",
          "used_cards": "ഉപയോഗിച്ച കാർഡുകൾ",
          "new_card_name": "പുതിയ കാർഡ്",
          "used_card_name": "ഉപയോഗിച്ചു"
        }
      },
      "export": {
        "title": "ഔട്ട്പുട്ട് ഫയൽ നേടുക",
        "cards_list": "കാർഡുകളുടെ ഒരു ലിസ്റ്റ് നേടുക",
        "get_report": "റിപ്പോർട്ട് നേടുക"
      }
    },
    "cards": {
      "title": "ഇഷ്യൂ ചെയ്ത കാർഡുകളുടെ ലിസ്റ്റ്",
      "loading_message": "വിവരങ്ങൾ ലഭിക്കുന്നു ... ദയവായി കാത്തിരിക്കുക",
      "issue_to_user": "ഉപയോക്താവിനുള്ള പ്രശ്നം",
      "table": {
        "card_number": "കാർഡ് നമ്പർ",
        "balance": "ബാലൻസ്",
        "paid": "പണം നൽകി",
        "edit": "എഡിറ്റ് ചെയ്യുക",
        "delete": "ഇല്ലാതാക്കുക",
        "expire": "കാലഹരണപ്പെടുന്നു",
        "user": "ഉപയോക്താവ്"
      },
      "delete_alert": {
        "title": "കാർഡ് നീക്കം ചെയ്യുക",
        "message": "ഈ കാർഡ് ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?",
        "action": "ഇല്ലാതാക്കുക"
      },
      "notifications": {
        "delete_success": "സമ്മാന കാർഡ് ഇല്ലാതാക്കി.",
        "edit_success": "മാറ്റങ്ങൾ വരുത്തിയിട്ടുണ്ട്.",
        "issue_success": "ഉപയോക്താവിന് സമ്മാന കാർഡ് വിജയകരമായി വിതരണം ചെയ്തു."
      },
      "issue_dialog": {
        "title": "സമ്മാന കാർഡ് ഇഷ്യൂ ചെയ്യുക",
        "action": "ഞാൻ സ്ഥിരീകരിക്കുന്നു. ഇപ്പോൾ കാർഡ് ഇഷ്യൂ ചെയ്യുക"
      }
    },
    "gift_card_edit": {
      "title": "സമ്മാന കാർഡ് സൃഷ്ടിക്കുക",
      "validity": "സാധുത",
      "validity_unit": "മാസങ്ങൾ",
      "currency": "കറൻസി",
      "initial_balance": "പ്രാരംഭ കാർഡ് ബാലൻസ്",
      "count": "എണ്ണുക",
      "count_unit": "ഇനം(ങ്ങൾ)",
      "enable_input_message": "സൃഷ്ടിച്ച കാർഡുകളുടെ നില",
      "notifications": {
        "create_success_title": "രക്ഷിക്കും",
        "create_success": "{count} പുതിയ കാർഡുകൾ സൃഷ്‌ടിച്ചു"
      }
    },
    "gift_card_edit_page": {
      "title": "സമ്മാന കാർഡ് എഡിറ്റ് ചെയ്യുക"
    }
  },
  "shop_discount": {
    "title": "ഇളവ് കോഡ്",
    "up_to": "വരെ",
    "menu": {
      "dashboard": "ഡാഷ്ബോർഡ്",
      "orders": "ഉത്തരവുകൾ",
      "back": "ഡിസ്കൗണ്ട് കോഡുകൾ"
    },
    "dashboard": {
      "title": "ഡിസ്കൗണ്ട് കോഡ് മാനേജ്മെന്റ് ഡാഷ്ബോർഡ്",
      "chart_amount_buy": {
        "y": "വാങ്ങൽ തുക {currency}",
        "label": "വാങ്ങാൻ"
      },
      "chart_amount_discount": {
        "y": "കിഴിവ് {currency}",
        "label": "കിഴിവ്"
      },
      "chart_used": {
        "y": "ഉപയോഗങ്ങളുടെ അളവ്",
        "label": "സമയങ്ങൾ"
      }
    }
  },
  "shop_coupon": {
    "title": "കൂപ്പണുകൾ",
    "up_to": "വരെ",
    "menu": {
      "dashboard": "ഡാഷ്ബോർഡ്",
      "back": "കൂപ്പണുകൾ",
      "orders": "ഉത്തരവുകൾ"
    },
    "dashboard": {
      "title": "കൂപ്പൺ മാനേജ്മെന്റ് ഡാഷ്ബോർഡ്",
      "chart_amount_buy": {
        "y": "വാങ്ങൽ തുക {currency}",
        "label": "വാങ്ങാൻ"
      },
      "chart_amount_discount": {
        "y": "കൂപ്പൺ {currency}",
        "label": "കൂപ്പൺ"
      },
      "chart_used": {
        "y": "ഉപയോഗങ്ങളുടെ അളവ്",
        "label": "സമയങ്ങൾ"
      }
    }
  },
  "shop_offer": {
    "title": "ഓഫറുകൾ",
    "up_to": "വരെ",
    "menu": {
      "dashboard": "ഡാഷ്ബോർഡ്",
      "orders": "ഉത്തരവുകൾ",
      "back": "ഓഫറുകൾ"
    },
    "dashboard": {
      "title": "മാനേജ്മെന്റ് ഡാഷ്ബോർഡ് ഓഫർ ചെയ്യുക",
      "chart_amount_buy": {
        "y": "വാങ്ങൽ തുക {currency}",
        "label": "വാങ്ങാൻ"
      },
      "chart_amount_discount": {
        "y": "ഓഫർ {currency}",
        "label": "ഓഫർ"
      },
      "chart_used": {
        "y": "ഉപയോഗങ്ങളുടെ അളവ്",
        "label": "സമയങ്ങൾ"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "ആക്ടിവേഷൻ ഫീസ് അടയ്ക്കുക",
    "balance": "ബാലൻസ്",
    "locked": "പൂട്ടി",
    "transfer": "കൈമാറ്റം",
    "charge": "നിക്ഷേപിക്കുക"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "ചെക്ക് ഔട്ട്",
    "payment": "പേയ്മെന്റ്",
    "confirm": "ഓർഡർ സ്ഥിരീകരണം, <b>{success}</b> സ്ഥിരീകരിച്ചു <b>{fail}</b> നിരസിച്ചു.",
    "prepare": "ഓർഡർ തയ്യാറാക്കൽ.",
    "send": "<b>{delivery}</b> പ്രകാരം ഓർഡർ ഷിപ്പ് ചെയ്‌തു.",
    "delivered": "ഓർഡർ ഉപഭോക്താവിന് കൈമാറി.",
    "fill-inputs": "ഇൻപുട്ട് വിവര ഫോം വാങ്ങുന്നയാൾ പൂർത്തിയാക്കി.",
    "return-add": "ഒരു ഉൽപ്പന്ന റിട്ടേൺ അഭ്യർത്ഥന സമർപ്പിക്കുക, {product}.",
    "return-accept": "മടക്കി അഭ്യർത്ഥന {return_code} സ്ഥിരീകരിച്ചു.",
    "return-reject": "അഭ്യർത്ഥന {return_code} നിരസിച്ചു.",
    "reject-order": "ഓർഡർ നിരസിക്കുക. കോഡ്: {reject_code}.",
    "reject-order-clear": "ഓർഡർ നിരസിക്കൽ റദ്ദാക്കുക. കോഡ്: {reject_code}.",
    "email-buy": "ഉപഭോക്താവിന് വാങ്ങൽ സ്ഥിരീകരണ ഇമെയിൽ അയയ്ക്കുക.",
    "email-payment": "ഉപഭോക്താവിന് പേയ്‌മെന്റ് സ്ഥിരീകരണ ഇമെയിൽ അയയ്‌ക്കുക.",
    "delivery-returned": "ഓർഡർ ഉപഭോക്താവിന് ലഭിക്കാതെ മടങ്ങി. വീണ്ടും കയറ്റുമതി ചെയ്യേണ്ടത് ആവശ്യമാണ്.",
    "delivery-canceled": "ഡെലിവറി റദ്ദാക്കി. വീണ്ടും കയറ്റുമതി ചെയ്യേണ്ടത് ആവശ്യമാണ്.",
    "edit-receiver-info": "ഓർഡർ ഡെലിവറി വിലാസം വാങ്ങുന്നയാൾ എഡിറ്റ് ചെയ്തു.",
    "edit-billing-info": "വാങ്ങുന്നയാൾ എഡിറ്റ് ചെയ്ത ബില്ലിംഗ് വിലാസം.",
    "payment-cod-confirm": "COD പേയ്‌മെന്റ് സ്ഥിരീകരിച്ചു.",
    "payment-cash-confirm": "ബില്ലിനുള്ള പണമായി {amount} {currency} പേയ്‌മെന്റ് സ്ഥിരീകരിച്ചു.",
    "payment-dir-confirm": "നേരിട്ടുള്ള പണമടച്ച രസീത് സ്ഥിരീകരിച്ചു.",
    "vendor": "വെണ്ടർ ഓർഡർ നില <b>{from}</b> എന്നതിൽ നിന്ന് <b>{to}</b> ആയി മാറി.",
    "connect-sync": "കണക്റ്റ് OS ഉപയോഗിച്ച് ഓർഡർ സമന്വയിപ്പിച്ചു.",
    "connect-shipped": "കണക്റ്റ് ഓർഡർ {shipping} വഴി അയച്ചു.",
    "connect-returned": "കണക്റ്റ് ഓർഡർ {shipping} വഴി തിരികെ ലഭിച്ചു.",
    "connect-failed": "ഓർഡർ നിറവേറ്റുന്നതിൽ പങ്കാളി പരാജയപ്പെട്ടു. {reason}",
    "connect-canceled": "ഈ ഓർഡർ പങ്കാളി റദ്ദാക്കി. {reason}",
    "connect-action-cancel": "ഓർഡർ റദ്ദാക്കാൻ അഭ്യർത്ഥിക്കുന്നു. {reason}",
    "connect-put-hold": "ഉത്തരവ് മരവിപ്പിച്ചു. {reason}",
    "connect-remove-hold": "ഉത്തരവ് തടഞ്ഞുവച്ച് നീക്കം ചെയ്തു. {reason}",
    "connect-confirmed": "ഉത്തരവ് സ്ഥിരീകരിച്ചു.",
    "email-vendor": "🔔 ഓർഡർ വിവരം ഇമെയിൽ <b>{vendor}</b> ╏ ലേക്ക് അയച്ചു {email}.",
    "vendor-payout": "💸 വെണ്ടർക്കുള്ള പേഔട്ട്."
  },
  "inline_chart": {
    "today": "ഇന്ന്",
    "last_days": "{days} ദിവസം മുമ്പ്"
  },
  "products_select": {
    "move_category": "വിഭാഗം <b>{category}</b> മറ്റൊരു വിഭാഗത്തിലേക്ക് നീക്കുക",
    "move_product": "ഉൽപ്പന്നം <b>{product}</b> വിഭാഗത്തിലേക്ക് നീക്കുക",
    "product_menu": {
      "dashboard": "ഉൽപ്പന്ന ഡാഷ്ബോർഡ്",
      "inventory": "ഇൻവെന്ററിയും വകഭേദങ്ങളും"
    },
    "notifications": {
      "copy_success": "ഉൽപ്പന്നത്തിന്റെ പകർപ്പ്.",
      "change_category_success": "ഉൽപ്പന്ന വിഭാഗം എഡിറ്റ് ചെയ്‌തു."
    }
  },
  "physical_order_track": {
    "title": "റിസ്ക് റിപ്പോർട്ടുകളും വിലയിരുത്തലുകളും"
  },
  "virtual_order_track": {
    "title": "റിസ്ക് റിപ്പോർട്ടുകളും വിലയിരുത്തലുകളും"
  },
  "virtual_order_timeline": {
    "title": "ടൈംലൈൻ"
  },
  "physical_order_timeline": {
    "title": "ടൈംലൈൻ"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "ഇവിടെ ഒരു സന്ദേശം എഴുതൂ...",
    "pin_action": "മുകളിലേക്ക് പിൻ ചെയ്യുക",
    "unpin_action": "അൺപിൻ ചെയ്യുക",
    "copy_html": "Html പകർത്തുക",
    "notifications": {
      "add_note_success": "കുറിപ്പ് ചേർത്തു.",
      "edit_note_success": "കുറിപ്പ് തിരുത്തി.",
      "delete_note_success": "കുറിപ്പ് ഇല്ലാതാക്കി."
    },
    "delete_dialog": {
      "title": "കുറിപ്പ് ഇല്ലാതാക്കുക",
      "message": "നിങ്ങൾക്ക് ഈ കുറിപ്പ് ഇല്ലാതാക്കണോ?",
      "action": "കുറിപ്പ് ഇല്ലാതാക്കുക"
    },
    "resend_dialog": {
      "title": "ഇമെയില് വീണ്ടും അയക്കുക",
      "message": "ഈ ഇമെയിൽ നിങ്ങളുടെ ഉപഭോക്താവിന് വീണ്ടും അയയ്‌ക്കുമെന്ന് ഉറപ്പാണോ?",
      "action": "അതെ, വീണ്ടും അയയ്ക്കുക",
      "success": "നിങ്ങളുടെ ഉപഭോക്താവിന് ഇമെയിൽ വീണ്ടും അയച്ചു."
    }
  },
  "accounts": {
    "title": "എന്റെ പണസഞ്ചി",
    "message": "Selldone-ൽ നിങ്ങൾ ഉപയോഗിക്കുന്ന കറൻസി ഉപയോഗിച്ച് കുറഞ്ഞത് ഒരു അക്കൗണ്ടെങ്കിലും സൃഷ്ടിക്കണം. സേവന ഫീസ് അടയ്ക്കാൻ നിങ്ങൾ ഈ അക്കൗണ്ട് ടോപ്പ് അപ്പ് ചെയ്യണം.",
    "add_new": "പുതിയ അക്കൗണ്ട് സൃഷ്ടിക്കുക",
    "new_account": "പുതിയ അക്കൗണ്ട് ചേർക്കുക",
    "new_account_dialog": {
      "title": "പുതിയ അക്കൗണ്ട്",
      "account_name_input": "അക്കൗണ്ട് നാമം",
      "currency_input": "കറൻസി യൂണിറ്റ്",
      "currency_input_message": "സൃഷ്ടിച്ച അക്കൗണ്ടിൽ ഈ കറൻസിയുടെ മൂല്യങ്ങൾ മാത്രമേ ഉണ്ടായിരിക്കൂ.",
      "new_account_wage": "പുതിയ അക്കൗണ്ട് സൃഷ്ടിക്കുന്നതിനുള്ള ചെലവ്: ആദ്യ അക്കൗണ്ടിന് സൗജന്യം",
      "create_account_action": "അക്കൗണ്ട് സൃഷ്ടിക്കുക"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "സമ്മാനം അയക്കൂ",
      "sent": "അയക്കുക",
      "received": "ലഭിച്ചു"
    },
    "send_gifts": {
      "title": "സമ്മാനങ്ങൾ അയച്ചു",
      "sub_title": "നിങ്ങളുടെ സുഹൃത്തുക്കൾക്കോ ഉപഭോക്താക്കൾക്കോ ഒരു സമ്മാനം അയയ്ക്കാം. സ്വീകർത്താവ് നിങ്ങളുടെ സമ്മാനം സ്വീകരിക്കുകയോ നിരസിക്കുകയോ ചെയ്യാം. തുക നിങ്ങളുടെ അക്കൗണ്ടിൽ ലോക്ക് ചെയ്യപ്പെടുകയും സ്വീകർത്താവ് സ്വീകരിക്കുകയാണെങ്കിൽ പിൻവലിക്കുകയും ചെയ്യും. അല്ലെങ്കിൽ, ഈ തുക നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് മാറ്റും.",
      "table": {
        "user": "ഉപയോക്താവ്",
        "amount": "തുക",
        "currency": "കറൻസി",
        "account_name": "നിന്ന്",
        "status": "പദവി",
        "message": "സന്ദേശം",
        "created_at": "സൃഷ്ടിച്ച തീയതി"
      }
    },
    "received_gifts": {
      "title": "സമ്മാനങ്ങൾ ലഭിച്ചു",
      "sub_title": "സെൽഡോണിൽ നിന്നോ മറ്റുള്ളവരിൽ നിന്നോ നിങ്ങൾക്ക് സമ്മാനങ്ങൾ ലഭിച്ചു",
      "table": {
        "amount": "തുക",
        "currency": "കറൻസി",
        "account_from": "നിന്ന്",
        "status": "പദവി",
        "message": "സന്ദേശം",
        "created_at": "സൃഷ്ടിച്ച തീയതി",
        "receive": "സ്വീകരിക്കുക"
      }
    }
  },
  "get_gift_dialog": {
    "title": "ഒരു സമ്മാനം സ്വീകരിക്കുക",
    "more": "കൂടുതൽ ..",
    "amount": "തുക",
    "message": "സന്ദേശം",
    "account_to_input": "ലക്ഷ്യസ്ഥാന അക്കൗണ്ട്",
    "account_to_input_message": "സമ്മാന തുകകൾ ഈ അക്കൗണ്ടിലേക്ക് നിക്ഷേപിക്കും.",
    "get_action": "സമ്മാനം സ്വീകരിക്കുക",
    "notifications": {
      "received_success_title": "അഭിനന്ദനങ്ങൾ",
      "received_success": "സമ്മാന തുക {amount} {currency} നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് നിക്ഷേപിച്ചു."
    }
  },
  "send_gift_dialog": {
    "title": "സമ്മാനം അയക്കൂ",
    "account_from_input": "ഒരു അക്കൗണ്ട് തിരഞ്ഞെടുക്കുക",
    "account_from_input_message": "ഈ അക്കൗണ്ടിൽ നിന്ന് സമ്മാന തുകകൾ പിൻവലിക്കുന്നു.",
    "receiver_input": "റിസീവർ",
    "receiver_input_message": "നിങ്ങൾക്ക് ഇമെയിൽ വിലാസമോ ഫോൺ നമ്പറോ നൽകാം.",
    "message_input": "സന്ദേശം",
    "message_input_message": "നിങ്ങൾക്ക് സ്വീകർത്താവിന് ഒരു സന്ദേശം നൽകാം.",
    "amount_input": "തുക",
    "currency_input": "കറൻസി യൂണിറ്റ്",
    "currency_input_message": "ഈ കറൻസിയിലാണ് വില കണക്കാക്കുന്നത്.",
    "send_action": "സമ്മാനം അയക്കൂ",
    "notifications": {
      "send_success": "{amount} {currency} ഒരു സമ്മാനം {receiver}-ന് അയച്ചു."
    }
  },
  "account_list": {
    "account_input": "അക്കൗണ്ട് നമ്പർ",
    "account_input_message": "ഈ കറൻസിക്കുള്ള സമ്മാനങ്ങളുടെ തുക ഈ അക്കൗണ്ടിലേക്ക് നിക്ഷേപിക്കും.",
    "free_balance": "സ്വതന്ത്ര ബാലൻസ്",
    "account_name": "അക്കൗണ്ട് നാമം"
  },
  "user_monetize_accounts": {
    "title": "നിക്ഷേപ അക്കൗണ്ടുകൾ",
    "sub_title": "ഈ അക്കൗണ്ടുകളിലേക്ക് സമ്മാന തുകകൾ സ്വയമേവ നിക്ഷേപിക്കപ്പെടും.",
    "message": "സെൽ‌ഡോൺ നിങ്ങളുടെ സോഷ്യൽ മീഡിയ ആക്‌റ്റിവിറ്റി, സെൽ‌ഡോൺ വികസനത്തിൽ പങ്കെടുക്കൽ, സുഹൃത്തുക്കളെ പരിചയപ്പെടുത്തൽ എന്നിവയ്‌ക്കായി ഫണ്ട് നിക്ഷേപിക്കുന്നു. ഓരോ കറൻസിക്കും ഒരു ഡെപ്പോസിറ്റ് അക്കൗണ്ട് തിരഞ്ഞെടുക്കുന്നതിലൂടെ, സമ്മാന തുകകൾ നിങ്ങളുടെ ഡൊമെയ്‌നിലെ അക്കൗണ്ടിലേക്ക് സ്വയമേവ നിക്ഷേപിക്കപ്പെടും. ഈ തുകകൾ സെൽഡോണിന് ക്രെഡിറ്റ് ചെയ്യാം. ബിസിനസ് പങ്കാളികൾക്ക് മാത്രമേ പിൻവലിക്കൽ സാധ്യമാകൂ.",
    "add_account_action": "അക്കൗണ്ട് ചേർക്കുക",
    "add_dialog": {
      "title": "സമ്മാനങ്ങൾ സ്വീകരിക്കാൻ ഒരു അക്കൗണ്ട് ബന്ധിപ്പിക്കുക",
      "account_input": "അക്കൗണ്ട് നമ്പർ",
      "account_input_message": "ഈ കറൻസിക്കുള്ള സമ്മാനങ്ങളുടെ തുക ഈ അക്കൗണ്ടിലേക്ക് നിക്ഷേപിക്കും.",
      "set_as_default_action": "ഡിഫോൾട്ട് അക്കൗണ്ടായി തിരഞ്ഞെടുക്കുക"
    },
    "table": {
      "currency": "കറൻസി",
      "account_number": "അക്കൗണ്ട് നമ്പർ",
      "account_name": "പേര്",
      "payment": "നിക്ഷേപ തുക",
      "reset_at": "ഇതിലേക്ക് പുനഃസജ്ജമാക്കുക",
      "delete": "ഇല്ലാതാക്കുക"
    },
    "notifications": {
      "set_success": "അക്കൗണ്ട് വിജയകരമായി ചേർത്തു.",
      "delete_success": "സമ്മാനങ്ങൾ സ്വീകരിക്കുന്നതിനുള്ള ഡിഫോൾട്ട് അക്കൗണ്ടുകളുടെ ലിസ്റ്റിൽ നിന്ന് അക്കൗണ്ട് വിജയകരമായി നീക്കം ചെയ്തു."
    },
    "delete_alert": {
      "title": "അക്കൗണ്ട് ഇല്ലാതാക്കുക",
      "message": "ഗിഫ്റ്റ് അക്കൗണ്ടുകളുടെ ലിസ്റ്റിൽ നിന്ന് ഈ അക്കൗണ്ട് നീക്കം ചെയ്യണോ?",
      "action": "ഇല്ലാതാക്കുക"
    }
  },
  "user_monetize": {
    "title": "പണം ഉണ്ടാക്കുക",
    "menu": {
      "plans": "പദ്ധതികൾ",
      "accounts": "അക്കൗണ്ടുകൾ",
      "participant": "പങ്കാളി"
    }
  },
  "user_monetize_plans": {
    "title": "സഹകരണവും ധനസമ്പാദന പദ്ധതികളും",
    "sub_title": "റഫറൽ സമ്മാനങ്ങൾക്കായി നിങ്ങൾക്ക് ഒരു അക്കൗണ്ട് ക്രെഡിറ്റ് ലഭിക്കും. ഈ തുകകൾ നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് ഈടാക്കും, സെൽ‌ഡോൺ ബിസിനസ്സ് പങ്കാളികൾക്ക് മാത്രമേ പിൻവലിക്കാനാകൂ (എല്ലാം അല്ല). സെൽ‌ഡോൺ സേവന ഫീസിൽ നിങ്ങൾക്ക് പണം ചെലവഴിക്കാം.",
    "discount": "കിഴിവ്",
    "your_income": "നിങ്ങളുടെ വരുമാനം",
    "level_2": "ലെവൽ രണ്ട് മുതൽ",
    "level_3": "ലെവൽ മൂന്ന് മുതൽ",
    "link_message": "അംഗത്വം: {registered}, സ്വീകരിച്ചത്: {accepted}",
    "link_tip": "നിങ്ങൾ പങ്കിടുന്ന ഓരോ വിലാസത്തിന്റെയും അവസാനം നിങ്ങൾക്ക് ?ref={link_code} എന്ന വാക്യം ചേർക്കാം.",
    "table": {
      "currency": "കറൻസി",
      "amount": "ബാലൻസ്",
      "total": "മൊത്തം പേയ്മെന്റ്",
      "payment_date": "അവസാന പേയ്മെന്റ് തീയതി",
      "withdraw": "പിൻവലിക്കൽ"
    },
    "notifications": {
      "get_credit_success": "ആവശ്യപ്പെട്ട തുക നിങ്ങളുടെ അക്കൗണ്ടിൽ നിക്ഷേപിച്ചു."
    }
  },
  "basic_information": {
    "title": "എന്റെ ഐഡന്റിറ്റിയും പ്രൊഫൈലും",
    "email": "ഇമെയിൽ വിലാസം",
    "tel": "മൊബൈൽ നമ്പർ",
    "address": "വിലാസം",
    "payment": "സാധുവായ ഇടപാടുകൾ",
    "personal_information": "ഐഡന്റിറ്റി വിവരങ്ങൾ",
    "main_profile": "പ്രധാന പ്രൊഫൈൽ",
    "main_profile_subtitle": "ഈ വിവരം എല്ലാവർക്കും പൊതുവായി ലഭ്യമാണ്.",
    "kyc_waiting_info": "നിങ്ങൾ നൽകുന്ന വിവരങ്ങളുടെ കൃത്യത ഞങ്ങൾ പരിശോധിക്കുന്നു. കെ‌വൈ‌സി നിയമങ്ങൾക്കനുസൃതമായി ഈ പ്രക്രിയ നിർബന്ധമാണ്, മാത്രമല്ല സാമ്പത്തിക ഇടപാടുകളുടെ അപകടസാധ്യത കുറയ്ക്കുകയും ചെയ്യും. ഈ സേവനത്തിന്റെ നിലവിലുള്ളതും ഭാവിയിലുള്ളതുമായ നേട്ടങ്ങൾ നിങ്ങൾക്ക് പ്രയോജനപ്പെടുത്താം.",
    "personal_info_dialog": {
      "title": "ഐഡന്റിറ്റി വിവരങ്ങൾ",
      "name_input": "പേരിന്റെ ആദ്യഭാഗം",
      "family_name_input": "പേരിന്റെ അവസാന ഭാഗം",
      "number_input": "പാസ്പോർട്ട് നമ്പർ (അല്ലെങ്കിൽ ദേശീയ കോഡ്)",
      "birthday_input": "ജന്മദിനം",
      "birthday_input_placeholder": "നിങ്ങളുടെ ജന്മദിനം നൽകുക",
      "address_input": "വിലാസം",
      "postcode_input": "തപാൽ കോഡ്",
      "tel_input": "ബന്ധപ്പെടേണ്ട നമ്പർ",
      "passport_image_input": "പാസ്‌പോർട്ട് ചിത്രം തിരഞ്ഞെടുക്കുക",
      "passport_image_input_message": "നിങ്ങളുടെ പാസ്‌പോർട്ട് ചിത്രത്തിന്റെ സ്കാൻ അപ്‌ലോഡ് ചെയ്യുക.",
      "personal_image_input": "നിങ്ങളുടെ സ്വന്തം ചിത്രം തിരഞ്ഞെടുക്കുക",
      "personal_image_input_message": "നിങ്ങളുടെ ദേശീയ കാർഡിൽ ഒരു ചിത്രത്തിലേക്ക് അങ്ങോട്ടും ഇങ്ങോട്ടും ഒരു സ്കാൻ ചിത്രം അപ്‌ലോഡ് ചെയ്യുക."
    },
    "profile_dialog": {
      "title": "പ്രധാന പ്രൊഫൈൽ",
      "full_name_input": "പൂർണ്ണമായ പേര്",
      "tel_input": "ബന്ധപ്പെടേണ്ട നമ്പർ",
      "email_input": "ഇമെയിൽ",
      "website_input": "വെബ്സൈറ്റ്",
      "address_input": "വിലാസം",
      "about_input": "എന്നെ പറ്റി",
      "about_long_input": "എന്നെക്കുറിച്ചുള്ള നീണ്ട എഴുത്ത്",
      "image_input": "പ്രൊഫൈൽ ചിത്രം തിരഞ്ഞെടുക്കുക",
      "image_input_message": "നിങ്ങളുടെ ചിത്രം അപ്‌ലോഡ് ചെയ്യുക. ഈ ചിത്രം നിങ്ങളുടെ പ്രൊഫൈൽ ചിത്രമായി ഉപയോഗിക്കും.",
      "notifications": {
        "update_profile_success": "നിങ്ങളുടെ പ്രൊഫൈൽ പരിഷ്കരിച്ചിരിക്കുന്നു.",
        "update_personal_info_success": "നിങ്ങളുടെ വിവരങ്ങൾ വിജയകരമായി രജിസ്റ്റർ ചെയ്തു"
      }
    },
    "charge_account_approve_message": "നിങ്ങളുടെ ബാങ്ക് ഇടപാട് അംഗീകരിക്കുന്നതിന് നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് പണം ഈടാക്കുക.",
    "payment_approval": "പേയ്മെന്റ് അംഗീകാരം",
    "residential_address_checking": "നിങ്ങളുടെ റസിഡൻഷ്യൽ വിലാസ രേഖകൾ ക്യൂ പരിശോധിക്കുന്നു.",
    "add_residential_address": "നിങ്ങളുടെ സ്ഥലവും റസിഡൻഷ്യൽ വിലാസ രേഖകളുടെ തെളിവും ചേർക്കുക."
  },
  "phone_verify": {
    "title": "മൊബൈൽ നമ്പർ",
    "step1_title": "നിങ്ങളുടെ മൊബൈൽ നമ്പർ നൽകുക.",
    "phone_number_input": "മൊബൈൽ നമ്പർ",
    "next": "അടുത്ത പടി",
    "sms_code_input": "പരിശോധിച്ചുറപ്പിക്കൽ കോഡ്",
    "sms_code_message": "6-അക്ക സ്ഥിരീകരണ കോഡ് {phone_number}-ലേക്ക് അയച്ചു.",
    "notifications": {
      "duplicated_number_error": "ഈ നമ്പർ നിങ്ങൾ ഇതിനകം അംഗീകരിച്ചിട്ടുണ്ട്.",
      "send_activation_code_success_title": "പരിശോധിച്ചുറപ്പിക്കൽ കോഡ്",
      "send_activation_code_success": "സ്ഥിരീകരണ കോഡ് {phone_number} എന്നതിലേക്ക് അയച്ചു.",
      "verify_success": "നിങ്ങളുടെ മൊബൈൽ നമ്പർ പരിശോധിച്ചുറപ്പിച്ചു"
    }
  },
  "companies": {
    "title": "എന്റെ ബിസിനസ്സ് അക്കൗണ്ടുകൾ",
    "message": "ബിസിനസുകൾ, സംരംഭകർ, പ്രൊഫഷണൽ ടീമുകൾ എന്നിവർക്ക് സെൽഡോണിനെ അടിസ്ഥാനമാക്കി ഉൽപ്പന്നങ്ങളും ആപ്ലിക്കേഷനുകളും വികസിപ്പിക്കാൻ കഴിയും. ഒരു ബിസിനസ് പ്രൊഫൈൽ സൃഷ്ടിക്കേണ്ടത് ആവശ്യമാണ്.",
    "new_company": "പുതിയ കമ്പനി"
  },
  "add_company": {
    "name_input": "കമ്പനി പേര്",
    "website_input": "വെബ്സൈറ്റ്",
    "email_input": "ഇമെയിൽ",
    "address_input": "വിലാസം",
    "tel_input": "ടെൽ",
    "mobile_input": "മൊബൈൽ",
    "edit_action": "കമ്പനി എഡിറ്റ് ചെയ്യുക",
    "create_action": "കമ്പനി സൃഷ്ടിക്കുക",
    "notifications": {
      "add_success": "{name} എന്ന ബിസിനസ്സ് അക്കൗണ്ട് സൃഷ്‌ടിച്ചു.",
      "edit_success": "ബിസിനസ് അക്കൗണ്ട് എഡിറ്റ് ചെയ്തു."
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "വ്യക്തിപരം",
      "shop_key": "ഉപഭോക്താക്കൾ",
      "apps": "ആപ്പുകൾ"
    },
    "connected_apps_title": "ബന്ധിപ്പിച്ച ആപ്പുകൾ",
    "connected_apps_message": "നിങ്ങളുടെ ഡൊമെയ്ൻ അക്കൗണ്ടുമായി ബന്ധിപ്പിച്ചിട്ടുള്ള എല്ലാ സ്റ്റോറുകളുടെയും ആപ്പുകളുടെയും ഒരു ലിസ്റ്റ് നിങ്ങൾ കാണും. നിങ്ങൾക്ക് അവയിലേതെങ്കിലും ആക്സസ് ഇല്ലാതാക്കാം.",
    "shop_keys_title": "സ്റ്റോർ ആക്സസ് കീകൾ",
    "shop_keys_message": "നിങ്ങളുടെ സെർവർ മുഖേന ആക്‌സസ് ടോക്കൺ സൃഷ്‌ടിക്കാൻ ഈ കീകൾ ഉപയോഗിക്കുന്നു. കീകൾ രഹസ്യസ്വഭാവമുള്ളതും സെർവറിൽ മാത്രം സ്ഥാപിച്ചിരിക്കുന്നതും മറ്റുള്ളവർക്ക് ദൃശ്യമാകാത്തതും ശ്രദ്ധിക്കുക.",
    "personal_keys_title": "വ്യക്തിഗത ആക്സസ് കീകൾ",
    "personal_keys_message": "നിങ്ങളുടെ അക്കൗണ്ടിലേക്കുള്ള കീകൾ ഇവിടെ സൃഷ്ടിക്കാം. ഈ കീകൾക്ക് നിങ്ങളുടെ അക്കൗണ്ട് ആക്‌സസ് ചെയ്യാൻ കഴിയുമെന്നത് ശ്രദ്ധിക്കുക. നിങ്ങൾ എന്താണ് ചെയ്യുന്നതെന്ന് കൃത്യമായി അറിയാമെങ്കിൽ മാത്രം ഈ കീകൾ സൃഷ്‌ടിച്ച് ഉപയോഗിക്കുക.",
    "clients_title": "ഉപഭോക്താക്കൾ",
    "clients_message": "നിങ്ങളുടെ സെർവർ മുഖേന ആക്‌സസ് ടോക്കൺ സൃഷ്‌ടിക്കാൻ ഈ കീകൾ ഉപയോഗിക്കുന്നു. കീകൾ രഹസ്യസ്വഭാവമുള്ളതും സെർവറിൽ മാത്രം സ്ഥാപിച്ചിരിക്കുന്നതും മറ്റുള്ളവർക്ക് ദൃശ്യമാകാത്തതും ശ്രദ്ധിക്കുക."
  },
  "user_security_control": {
    "title": "അക്കൗണ്ട് സുരക്ഷ",
    "message": "നിങ്ങളുടെ അക്കൗണ്ട് സുരക്ഷാ ക്രമീകരണങ്ങൾ ഇവിടെ എഡിറ്റ് ചെയ്യാം.",
    "delete": {
      "title": "അക്കൗണ്ട് ഇല്ലാതാക്കുക",
      "subtitle": "നിങ്ങളുടെ അക്കൗണ്ട് ഇല്ലാതാക്കുന്നതിന് മുമ്പ്, നിങ്ങൾ എല്ലാ ഷോപ്പുകളും ഇല്ലാതാക്കിയെന്ന് ഉറപ്പാക്കുക.",
      "action": "എനിക്ക് ഉറപ്പുണ്ട്, എന്റെ അക്കൗണ്ട് ഇല്ലാതാക്കുക",
      "agreement": "നിങ്ങളുടെ സെർവറിൽ നിന്ന് എന്റെ എല്ലാ വിവരങ്ങളും ഇല്ലാതാക്കപ്പെടുമെന്ന് ഞാൻ അംഗീകരിക്കുന്നു. വഞ്ചനയോ ദുരുപയോഗമോ തടയാൻ ഞങ്ങൾ നിശ്ചയിച്ച ഷെഡ്യൂൾ അനുസരിച്ച് നിങ്ങളുടെ വിവരങ്ങൾ ഇല്ലാതാക്കപ്പെടും."
    },
    "list": {
      "password": {
        "title": "Password",
        "sub_title": "നിങ്ങളുടെ അക്കൗണ്ടിനായി ശക്തമായ ഒരു പാസ്‌വേഡ് തിരഞ്ഞെടുക്കുക.",
        "action_title": "അക്കൗണ്ട് ആക്‌സസ് പാസ്‌വേഡ്",
        "not_exist": "പ്രവേശിച്ചിട്ടില്ല",
        "action": "പാസ്വേഡ് മാറ്റുക"
      },
      "phone": {
        "title": "മൊബൈൽ നമ്പർ",
        "sub_title": "നിങ്ങളുടെ മൊബൈൽ നമ്പർ സ്ഥിരീകരിക്കുക. ഈ നമ്പർ വഴി നിങ്ങൾക്ക് ലോഗിൻ ചെയ്യാൻ കഴിയും.",
        "action_title": "അക്കൗണ്ടിന്റെ പ്രാഥമിക ഫോൺ നമ്പർ",
        "action": "നമ്പർ സ്ഥിരീകരിക്കുക"
      },
      "two_step": {
        "title": "രണ്ട് ഘട്ട പ്രവേശനം",
        "sub_title": "നിങ്ങളുടെ മൊബൈൽ നമ്പർ സ്ഥിരീകരിക്കുക. ഈ നമ്പർ വഴി നിങ്ങൾക്ക് ലോഗിൻ ചെയ്യാൻ കഴിയും.",
        "action_title": "അക്കൗണ്ട് സുരക്ഷ വർദ്ധിപ്പിക്കുക",
        "activated_action": "സജീവമാക്കി",
        "active_action": "ഇപ്പോൾ സജീവം"
      },
      "email": {
        "title": "പ്രാഥമിക ഇമെയിൽ",
        "sub_title": "ഈ അക്കൗണ്ടുമായി ബന്ധപ്പെട്ട പ്രധാന ഇമെയിൽ അപ്ഡേറ്റ് ചെയ്യാനുള്ള ഓപ്ഷൻ നിങ്ങൾക്കുണ്ട്.",
        "action_title": "പ്രാഥമിക ഇമെയിൽ മാറ്റുക",
        "action": "സ്ഥിരീകരണ ലിങ്ക് അയയ്ക്കുക"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "Google Authenticator ആപ്പ് ഇൻസ്റ്റാൾ ചെയ്യുക"
      },
      "step_2": {
        "title": "ആപ്പ് സൃഷ്ടിച്ച കോഡ് നൽകുക",
        "message": "നിങ്ങളുടെ മൊബൈൽ ഫോണിലെ ഒരു അൽഗോരിതം ഉപയോഗിച്ചാണ് 6 അക്ക കോഡ് സൃഷ്ടിക്കുന്നത്. താഴെയുള്ള ലിങ്കിൽ നിന്ന് നിങ്ങൾക്ക് ആപ്പ് ഡൗൺലോഡ് ചെയ്യാം. പാസ്‌വേഡ് അടങ്ങുന്ന ഒരു QR കോഡ് സൃഷ്‌ടിക്കാൻ കോഡ് ജനറേറ്റർ കീ അമർത്തുക.",
        "qr_code_info": "സ്കാൻ ചെയ്യാൻ കഴിയുന്നില്ലെങ്കിൽ, നിങ്ങൾക്ക് ആപ്പിലേക്ക് കോഡ് സ്വമേധയാ പകർത്തി ഒട്ടിക്കാം:",
        "create_new_code": "പുതിയ കോഡ് സൃഷ്ടിക്കുക",
        "qr_code_scanning": "Google Authenticator മൊബൈൽ ആപ്പ് സൃഷ്‌ടിച്ച QR കോഡ് സ്‌കാൻ ചെയ്‌ത് ഈ പേജിലെ ബോക്‌സിൽ സ്ഥിരീകരണത്തിനായി സൃഷ്‌ടിച്ച കോഡ് നൽകുക.",
        "qr_code_regenerate_info": "ശ്രദ്ധിക്കുക: മുകളിലുള്ള കീ അമർത്തുന്നതിലൂടെ ഒരു പുതിയ കീ സൃഷ്ടിക്കപ്പെടും, മുമ്പത്തെ കീ ഉപയോഗശൂന്യമാകും. നിങ്ങളുടെ ഫോൺ ആപ്പിൽ പുതിയ കീ നൽകുക."
      },
      "step_3": {
        "title": "സൃഷ്ടിച്ച കോഡ് നൽകുക",
        "message": "ചുവടെയുള്ള ഫീൽഡിൽ ആപ്ലിക്കേഷനിൽ സൃഷ്ടിച്ച ആക്സസ് കോഡ് നൽകുക.",
        "activation_key_input": "പ്രവേശന കോഡ്"
      },
      "activated_alert": "2-ഘട്ട ലോഗിൻ പ്രവർത്തനക്ഷമമാക്കി.",
      "activated_message": "നിങ്ങളുടെ അക്കൗണ്ടിനായി രണ്ട്-ഘട്ട ലോഗിൻ പ്രവർത്തനക്ഷമമാക്കി. ഇനി മുതൽ നിങ്ങളുടെ അക്കൗണ്ട് ആക്‌സസ് ചെയ്യുന്നതിന് ഓരോ 30 സെക്കൻഡിലും മാറുന്ന രണ്ടാമത്തെ കോഡ് നിങ്ങൾ നൽകേണ്ടതുണ്ട്. രണ്ട്-ഘട്ട ലോഗിൻ പ്രവർത്തനരഹിതമാക്കാൻ, ഒരു ഘട്ടം അമർത്തുക, ഘട്ടങ്ങളിലൂടെ പോകുക.",
      "cancel_two_step_login_action": "രണ്ട്-ഘട്ട ലോഗിൻ റദ്ദാക്കുക",
      "cancel_two_step_login_info": "നിങ്ങൾക്ക് 2-ഘട്ട പരിശോധന പ്രവർത്തനരഹിതമാക്കണമെങ്കിൽ, നിങ്ങളുടെ പാസ്‌വേഡ് നൽകി രണ്ട്-ഘട്ട ലോഗ്-ഇൻ കീയിൽ ക്ലിക്ക് ചെയ്യുക.",
      "password_input": "Password",
      "cancel_2fa_action": "രണ്ട്-ഘട്ട ലോഗിൻ റദ്ദാക്കുക"
    },
    "change_password_dialog": {
      "title": "പാസ്വേഡ് മാറ്റുക",
      "message": "സങ്കീർണ്ണവും അവിസ്മരണീയവുമായ ഒരു പാസ്‌വേഡ് ഉപയോഗിക്കുക.",
      "password_input": "നിലവിലെ പാസ്വേഡ്",
      "new_password_input": "പുതിയ പാസ്വേഡ്",
      "re_new_password_input": "പുതിയ പാസ്‌വേഡ് ആവർത്തിക്കുക",
      "tips": {
        "length": "പാസ്‌വേഡിന് കുറഞ്ഞത് 8 പ്രതീകങ്ങൾ ഉണ്ടായിരിക്കണം",
        "chars": "കുറഞ്ഞത് ഒരു വലിയക്ഷരവും ഒരു അക്കവും.",
        "match": "പാസ്‌വേഡ് പൊരുത്തപ്പെട്ടു."
      },
      "change_password_action": "പാസ്വേഡ് മാറ്റുക",
      "notifications": {
        "change_password_title": "പാസ്വേഡ് മാറ്റുക",
        "change_password": "പാസ്‌വേഡ് വിജയകരമായി മാറ്റി."
      }
    }
  },
  "authorized_clients": {
    "title": "ബന്ധിപ്പിച്ച സ്റ്റോറുകളുടെ / ആപ്പുകളുടെ ലിസ്റ്റ്",
    "table": {
      "name": "പേര്",
      "app": "ആപ്പ്",
      "scopes": "സ്കോപ്പുകൾ",
      "shop": "നിയന്ത്രിത സ്റ്റോർ"
    },
    "remove_action": "ആക്സസ് നീക്കം ചെയ്യുക",
    "delete_alert": {
      "title": "ഇല്ലാതാക്കുക",
      "message": "ഈ ആക്‌സസ് അസാധുവാക്കണോ? ഈ ആപ്പിന് ഇനി നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് ആക്‌സസ് ഉണ്ടാകില്ലെന്ന കാര്യം ശ്രദ്ധിക്കുക.",
      "action": "പ്രവേശനം നിരസിക്കുക"
    }
  },
  "clients": {
    "title": "ഉപഭോക്തൃ പട്ടിക",
    "create_new_action": "പുതിയ ക്ലയന്റ് സൃഷ്ടിക്കുക",
    "table": {
      "client_id": "ക്ലയന്റ് ഐഡി",
      "app": "ആപ്പ്",
      "name": "അപരനാമം",
      "secret_key": "രഹസ്യ കീ"
    },
    "create_dialog": {
      "title": "പുതിയ ക്ലയന്റ്",
      "error_msg": "<strong>പിശക്!</strong> ക്ഷമിക്കണം, ഒരു പിശക് സംഭവിച്ചു!",
      "name_input": "പേര്",
      "name_input_message": "നിങ്ങളുടെ ഉപയോക്താക്കൾ തിരിച്ചറിയുകയും വിശ്വസിക്കുകയും ചെയ്യുന്ന ഒന്ന്.",
      "redirect_input_message": "നിങ്ങളുടെ സൈറ്റിലേക്ക് വിലാസം തിരികെ നൽകുക."
    },
    "edit_dialog": {
      "title": "ആക്സസ് എഡിറ്റ് ചെയ്യുക"
    },
    "delete_alert": {
      "title": "ഇല്ലാതാക്കുക",
      "message": "നിങ്ങൾക്ക് ഈ ക്ലയന്റ് ഇല്ലാതാക്കണോ?",
      "action": "ഇല്ലാതാക്കുക"
    }
  },
  "personal_access_tokens": {
    "title": "വ്യക്തിഗത ആക്സസ് ടോക്കണുകളുടെ ലിസ്റ്റ്",
    "create_action": "പുതിയ ടോക്കൺ സൃഷ്ടിക്കുക",
    "table": {
      "name": "പേര്",
      "scopes": "ആക്സസ്സ്",
      "expire_at": "കാലഹരണപ്പെടുന്ന തീയതി"
    },
    "create_dialog": {
      "title": "ടോക്കൺ കെട്ടിടം",
      "error_message": "<strong>പിശക്!</strong> ക്ഷമിക്കണം, ഒരു പിശക് സംഭവിച്ചു!",
      "name_input": "അപരനാമം എക്സി. എന്റെ ടോക്കൺ പേര്",
      "name_input_message": "പ്രിയപ്പെട്ട ടോക്കൺ പേര്.",
      "scopes_list": "ടോക്കൺ ആക്സസ് ലിസ്റ്റ്"
    },
    "access_token_dialog": {
      "title": "വ്യക്തിഗത ആക്സസ് കീ",
      "message": "നിങ്ങളുടെ സ്വകാര്യ ആക്‌സസ് ടോക്കണിന്റെ ടോക്കൺ ഇതാ. ഈ ടോക്കൺ പ്രദർശിപ്പിക്കുന്നത് ഇതാദ്യമാണ്, അതിനാൽ ഇത് നഷ്‌ടപ്പെടുത്തരുത്! ഒരു API അഭ്യർത്ഥിക്കാൻ നിങ്ങൾക്ക് ഇപ്പോൾ ഈ ടോക്കൺ ഉപയോഗിക്കാം."
    },
    "delete_alert": {
      "title": "ഇല്ലാതാക്കുക",
      "message": "ഈ ആക്‌സസ് ടോക്കൺ ഇല്ലാതാക്കണോ?",
      "action": "ഇല്ലാതാക്കുക"
    }
  },
  "scopes": {
    "profile": {
      "name": "പ്രൊഫൈൽ",
      "description": "പേര്, ഇമെയിൽ വിലാസം, ചിത്രം, പ്രാമാണീകരണ നില എന്നിവ ഉൾപ്പെടെയുള്ള പ്രൊഫൈൽ വിവരങ്ങൾ വായിക്കുക."
    },
    "phone": {
      "name": "ഫോൺ നമ്പർ",
      "description": "ഫോൺ നമ്പറിലേക്കുള്ള ആക്സസ്."
    },
    "address": {
      "name": "വിലാസങ്ങൾ",
      "description": "വിലാസ പുസ്തകത്തിൽ നിന്ന് സംരക്ഷിച്ച വിലാസം വായിക്കുക."
    },
    "buy": {
      "name": "വാങ്ങൽ",
      "description": "ഒരു ഓർഡർ നൽകി സ്റ്റോറിൽ നിന്ന് വാങ്ങുക."
    },
    "order-history": {
      "name": "ഓർഡർ ചരിത്രം",
      "description": "ഓർഡർ ചരിത്രം വായിക്കുക."
    },
    "my-gift-cards": {
      "name": "സമ്മാന കാർഡുകൾ",
      "description": "എന്റെ കാർഡുകളിലേക്കുള്ള ആക്സസ്."
    },
    "articles": {
      "name": "ഉള്ളടക്കം എഡിറ്റ് ചെയ്യുക",
      "description": "ലേഖനങ്ങൾ എഡിറ്റ് ചെയ്യുക."
    },
    "notifications": {
      "name": "അറിയിപ്പ് അയയ്‌ക്കുകയും സ്വീകരിക്കുകയും ചെയ്യുക",
      "description": "അറിയിപ്പ് അയയ്‌ക്കുകയും സ്വീകരിക്കുകയും ചെയ്യുക."
    },
    "read-shops": {
      "name": "സ്റ്റോർ ist",
      "description": "സ്റ്റോർ ലിസ്റ്റ് വായിക്കുക."
    },
    "shop-edit": {
      "name": "സ്റ്റോർ മാനേജ്മെന്റ്",
      "description": "സ്റ്റോർ ആക്സസ് എഡിറ്റ് ചെയ്യുക"
    },
    "shop-contacts": {
      "name": "ഫോം മാനേജ്മെന്റുമായി ബന്ധപ്പെടുക",
      "description": "കോൺടാക്റ്റ് ഫോമുകൾ സ്വീകരിക്കുക, എഡിറ്റ് ചെയ്യുക."
    },
    "shop-gift-cards": {
      "name": "സമ്മാന കാർഡുകൾ കൈകാര്യം ചെയ്യുക",
      "description": "സമ്മാന കാർഡുകൾ സൃഷ്‌ടിക്കുക, എഡിറ്റ് ചെയ്യുക, നിയന്ത്രിക്കുക."
    },
    "shop-faqs": {
      "name": "ചോദ്യങ്ങളും ഉത്തരങ്ങളും കൈകാര്യം ചെയ്യുക",
      "description": "പതിവായി ചോദിക്കുന്ന ചോദ്യങ്ങൾ സൃഷ്ടിക്കുക, എഡിറ്റ് ചെയ്യുക, നിയന്ത്രിക്കുക."
    },
    "shop-categories": {
      "name": "വിഭാഗങ്ങൾ കൈകാര്യം ചെയ്യുക",
      "description": "വിഭാഗങ്ങൾ സൃഷ്ടിക്കുക, എഡിറ്റ് ചെയ്യുക, നിയന്ത്രിക്കുക."
    },
    "shop-products": {
      "name": "ഉത്പാദന നിയന്ത്രണം",
      "description": "ഉൽപ്പന്നങ്ങൾ ചേർക്കുക, എഡിറ്റ് ചെയ്യുക, നിയന്ത്രിക്കുക."
    },
    "shop-read-reports": {
      "name": "റിപ്പോർട്ടുകൾ വായിക്കുക",
      "description": "വിവരങ്ങളും റിപ്പോർട്ടുകളും വായിക്കുക."
    },
    "shop-socials": {
      "name": "സോഷ്യൽ മീഡിയ കൈകാര്യം ചെയ്യുക",
      "description": "സ്റ്റോർ സോഷ്യൽ മീഡിയ എഡിറ്റ് ചെയ്യുക"
    },
    "shop-accounts": {
      "name": "സാമ്പത്തിക അക്കൗണ്ടുകൾ കൈകാര്യം ചെയ്യുക",
      "description": "സ്റ്റോറുമായി ലിങ്ക് ചെയ്‌തിരിക്കുന്ന സാമ്പത്തിക അക്കൗണ്ടുകൾ എഡിറ്റ് ചെയ്‌ത് ഇല്ലാതാക്കുക."
    },
    "shop-menus": {
      "name": "മെനുകൾ നിയന്ത്രിക്കുക",
      "description": "സ്റ്റോർ മെനുകൾ എഡിറ്റ് ചെയ്യുക."
    },
    "shop-pages": {
      "name": "പേജുകൾ നിയന്ത്രിക്കുക",
      "description": "ഷോപ്പ് പേജുകൾ എഡിറ്റ് ചെയ്യുക."
    },
    "shop-warehouse": {
      "name": "വെയർഹൗസ് മാനേജ്മെന്റ്",
      "description": "സ്റ്റോർ വെയർഹൗസ് എഡിറ്റ് ചെയ്യുക"
    },
    "shop-permissions": {
      "name": "ആക്സസ് നിയന്ത്രിക്കുക",
      "description": "സ്റ്റോർ ആക്സസ് കാണുക, എഡിറ്റ് ചെയ്യുക."
    },
    "shop-process-center": {
      "name": "ഓർഡർ മാനേജ്മെന്റ്",
      "description": "ഓർഡർ മാനേജ്മെന്റ്."
    },
    "shop-profile": {
      "name": "പ്രൊഫൈലുകൾ നിയന്ത്രിക്കുക",
      "description": "സ്റ്റോർ പ്രൊഫൈലുകൾ നിയന്ത്രിക്കുക."
    },
    "shop-discount-code": {
      "name": "ഡിസ്കൗണ്ട് കോഡ് മാനേജ്മെന്റ്",
      "description": "സ്റ്റോർ ഡിസ്കൗണ്ട് കോഡുകൾ നിയന്ത്രിക്കുക, എഡിറ്റ് ചെയ്യുക, ചേർക്കുക."
    }
  },
  "company_page": {
    "title": "കമ്പനി",
    "create_app": "പുതിയ ആപ്ലിക്കേഷൻ സൃഷ്ടിക്കുക",
    "menu": {
      "edit": "എഡിറ്റ് ചെയ്യുക",
      "apps": "ആപ്പുകൾ",
      "dashboard": "ഡാഷ്ബോർഡ്",
      "companies": "കമ്പനികൾ"
    },
    "dashboard": {
      "info_widget": {
        "title": "കമ്പനി രജിസ്ട്രേഷൻ വിവരങ്ങൾ",
        "address": "വിലാസം",
        "website": "വെബ്സൈറ്റ്",
        "email": "ഇമെയിൽ",
        "phone": "ഫോൺ നമ്പർ",
        "register": "രജിസ്റ്റർ ചെയ്യുക",
        "developer": "ഡെവലപ്പർ",
        "verified": "പരിശോധിച്ചുറപ്പിച്ചു",
        "golden": "ഗോൾഡൻ"
      }
    },
    "developer": {
      "title": "ഡെവലപ്പർമാർ",
      "menu": {
        "new": "പുതിയത്",
        "apps": "ആപ്പുകൾ"
      },
      "app_card": {
        "category": "വിഭാഗം",
        "installs": "ഇൻസ്റ്റാൾ ചെയ്യുക",
        "actives": "സജീവമാണ്",
        "uninstalls": "അൺഇൻസ്റ്റാൾ ചെയ്യുന്നു",
        "app_code": "ആപ്പ് കോഡ്",
        "app_mode": "ആപ്ലിക്കേഷൻ മോഡ്"
      }
    },
    "edit": {
      "title": "എഡിറ്റ് ചെയ്യുക"
    }
  },
  "add_app": {
    "category_input": "വിഭാഗം",
    "code_input": "കോഡ്",
    "name_input": "പേര്",
    "description_input": "വിവരണം",
    "video_input": "വീഡിയോ URL",
    "public_form": "പൊതുവായ വിവര ഘടന",
    "private_form": "സ്വകാര്യ വിവര ഘടന",
    "icon_input": "ആപ്പ് ഐക്കൺ",
    "logo_input": "ലോഗോ ആപ്പ്",
    "enable_input": "ആപ്ലിക്കേഷൻ സജീവമാണോ?",
    "edit_action": "ആപ്പ് എഡിറ്റ് ചെയ്യുക",
    "create_action": "ആപ്പ് സൃഷ്ടിക്കുക",
    "notifications": {
      "add_success": "{name} എന്ന ബിസിനസ്സ് അക്കൗണ്ട് സൃഷ്‌ടിച്ചു.",
      "delete_success": "ബിസിനസ് അക്കൗണ്ട് എഡിറ്റ് ചെയ്തു."
    }
  },
  "app_page": {
    "title": "അപേക്ഷ",
    "menu": {
      "edit": "എഡിറ്റ് ചെയ്യുക",
      "publish": "പ്രസിദ്ധീകരിക്കുക",
      "history": "പതിപ്പുകൾ",
      "dashboard": "ഡാഷ്ബോർഡ്",
      "company": "കമ്പനി",
      "api": "API",
      "images": "ചിത്രങ്ങൾ"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "അപേക്ഷ",
        "app_code": "ആപ്പ് കോഡ്",
        "category": "വിഭാഗം",
        "name": "പേര്",
        "installs": "ആപ്പുകൾ ഇൻസ്റ്റാൾ ചെയ്യുക",
        "uninstalls": "ആപ്പുകൾ അൺഇൻസ്റ്റാൾ ചെയ്യുക",
        "actives": "സജീവ ആപ്പുകൾ",
        "description": "വിവരണം",
        "published": "പ്രസിദ്ധീകരിച്ചു",
        "waiting_for_review": "അംഗീകാരം ശേഷിക്കുന്നില്ല",
        "app_mode": "ആപ്ലിക്കേഷൻ മോഡ്"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "ഉടമ",
      "description": "എല്ലാ സ്റ്റോർ ഫ്രണ്ടുകളിലേക്കും പൂർണ്ണ ആക്സസ്."
    },
    "PRODUCT": {
      "text": "ഉൽപ്പന്ന മാനേജർ",
      "description": "സ്റ്റോർ ഉൽപ്പന്നങ്ങൾ ചേർക്കുക, എഡിറ്റ് ചെയ്യുക, നിയന്ത്രിക്കുക."
    },
    "AUDITING": {
      "text": "ഫിനാൻഷ്യൽ മാനേജർ",
      "description": "സാമ്പത്തിക വിവരങ്ങളും പേയ്‌മെന്റുകളും കാണുക."
    },
    "CONTENT": {
      "text": "ഉള്ളടക്ക മാനേജ്മെന്റ്",
      "description": "ചോദ്യങ്ങൾക്ക് ഉത്തരം നൽകുക, ബ്ലോഗുകൾ എഴുതുക, പേജുകൾ രൂപകൽപ്പന ചെയ്യുക."
    },
    "OFFICER": {
      "text": "സീനിയർ മാനേജർ",
      "description": "ജീവനക്കാരുടെ പ്രവർത്തനം കാണുക, നിരീക്ഷിക്കുക."
    },
    "EMPLOYEE": {
      "text": "ജീവനക്കാരൻ",
      "description": "ഓർഡറുകൾ കാണുക, ഓർഡറുകൾ നിറവേറ്റുക."
    },
    "MARKETING": {
      "text": "മാർക്കറ്റിംഗ്",
      "description": "ക്രമീകരണങ്ങളിലേക്കുള്ള ആക്‌സസ്, കാമ്പെയ്‌നുകൾ, ഇമെയിൽ മാർക്കറ്റിംഗ്, മറ്റ് മാർക്കറ്റിംഗുമായി ബന്ധപ്പെട്ട വിഭാഗങ്ങൾ എന്നിവ സൃഷ്‌ടിക്കുക."
    },
    "VIEWER": {
      "text": "കാഴ്ചക്കാരൻ",
      "description": "സ്റ്റോർ വിവരങ്ങൾ എഡിറ്റ് ചെയ്യാനോ മാറ്റാനോ കഴിയാതെ കാണാനുള്ള കഴിവ്."
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "ശാരീരിക പരിശോധന",
      "description": "ലഭിച്ച ഓർഡറുകൾ പരിശോധിക്കുക."
    },
    "PhysicalOrdersPackaging": {
      "text": "ഫിസിക്കൽ പാക്കേജിംഗ്",
      "description": "വെയർഹൗസും പാക്കേജിംഗ് പ്രക്രിയയും."
    },
    "PhysicalOrdersDelivery": {
      "text": "ഫിസിക്കൽ ഷിപ്പിംഗ്",
      "description": "ഓർഡർ ഷിപ്പിംഗ്."
    },
    "PhysicalOrdersSupport": {
      "text": "ശാരീരിക പിന്തുണ",
      "description": "വിൽപ്പനാനന്തര പിന്തുണ."
    }
  },
  "account_status": {
    "Checking": "പരിശോധിക്കുന്നു",
    "Approved": "സ്ഥിരീകരിച്ചു",
    "Rejected": "നിരസിച്ചു",
    "Deleted": "ഇല്ലാതാക്കി",
    "Banned": "നിരോധിച്ചത്",
    "Payment": "പേയ്മെന്റ്",
    "SelldoneSprite": "വാലറ്റ് അക്കൗണ്ട് വിറ്റു",
    "SelldoneStorage": "സെൽഡോൺ സ്റ്റോറേജ്"
  },
  "account_page": {
    "title": "അക്കൗണ്ട്",
    "menu": {
      "setting": "ക്രമീകരണങ്ങൾ",
      "change": "ചാർജ് ചെയ്യുക",
      "transfer": "കൈമാറ്റം",
      "transactions": "ഇടപാടുകൾ",
      "charge": "ചാർജ് ചെയ്യുക",
      "history": "ചരിത്രം",
      "cards": "കാർഡുകൾ"
    },
    "transactions": {
      "title": "അക്കൗണ്ട് ഇടപാടുകൾ",
      "detail": {
        "title": "ഇടപാട്",
        "amount": "തുക",
        "description": "വിവരണം",
        "from": "നിന്ന്",
        "to": "ലേക്ക്",
        "created_at": "തീയതി",
        "receipt": "രസീത്",
        "receipt_note": "കുറിപ്പ്"
      },
      "table": {
        "type": "ടൈപ്പ് ചെയ്യുക",
        "from": "അക്കൗണ്ടിൽ നിന്ന്",
        "to": "അക്കൗണ്ടിലേക്ക്",
        "amount": "തുക",
        "receipt": "രസീത്",
        "created_at": "തീയതി",
        "description": "വിവരണം"
      }
    },
    "transfer": {
      "title": "ട്രാൻസ്ഫർ ചാർജുകൾ",
      "form": {
        "title": "അഭ്യർത്ഥന ഫോം കൈമാറുക",
        "sub_title": "നിങ്ങളുടെ സ്വന്തം അക്കൗണ്ടുകളിലേക്കോ മറ്റുള്ളവരിലേക്കോ നിക്ഷേപിക്കുക",
        "message": "പണം കൈമാറ്റം ചെയ്യുന്നതിൽ ശ്രദ്ധാലുവായിരിക്കുക, നിങ്ങൾ കൈമാറ്റം പൂർത്തിയാക്കിയാൽ നിങ്ങൾക്ക് മടങ്ങാൻ കഴിയില്ല."
      }
    },
    "deposit": {
      "form": {
        "title": "ചാർജിംഗ് അക്കൗണ്ട്",
        "sub_title": "ലൈസൻസുകൾ വാങ്ങുന്നതിനും നിങ്ങളുടെ അക്കൗണ്ട് അപ്‌ഗ്രേഡ് ചെയ്യുന്നതിനും സിസ്റ്റം രസീതുകൾ അടയ്ക്കുന്നതിനും നിങ്ങളുടെ അക്കൗണ്ട് ബാലൻസ് ചാർജ് ചെയ്യണം.",
        "amount_input": "തുക",
        "charge_action": "ചാർജ് അക്കൗണ്ട്"
      },
      "notifications": {
        "qr_title": "പേയ്മെന്റ്",
        "qr_message": "പേയ്‌മെന്റ് വിലാസം {currency} സൃഷ്‌ടിച്ചു.",
        "gateway_title": "പേയ്മെന്റ്",
        "gateway_message": "പേയ്‌മെന്റ് ഗേറ്റ്‌വേയിലേക്ക് കണക്‌റ്റ് ചെയ്യുന്നു."
      }
    },
    "setting": {
      "title": "അക്കൗണ്ട് ക്രമീകരണങ്ങൾ",
      "account_name_input": "അക്കൗണ്ട് നാമം",
      "notifications": {
        "updated_success": "നിങ്ങളുടെ അക്കൗണ്ട് വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു."
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "രസീത് പേയ്മെന്റ്"
  },
  "transaction_form": {
    "title": "ഇടപാട് ഫോം",
    "from_input": "അക്കൗണ്ട് നമ്പറിൽ നിന്ന്",
    "to_input": "അക്കൗണ്ട് നമ്പറിലേക്ക്",
    "from_input_message": "ഈ അക്കൗണ്ടിൽ നിന്ന് തുക പിൻവലിക്കും.",
    "account_name": "അക്കൗണ്ട് നാമം",
    "currency": "കറൻസി",
    "free_balance": "ലഭ്യമായ ബാലൻസ്",
    "to": "ലക്ഷ്യസ്ഥാന അക്കൗണ്ട്",
    "amount": "തുക",
    "receipt_title": "രസീതിനുള്ള പേയ്മെന്റ്",
    "receipt_input": "രസീത് നമ്പർ",
    "paid_status": "ഈ രസീത് ഇതിനകം അടച്ചിട്ടുണ്ട്.",
    "paid_canceled": "ഈ രസീത് റദ്ദാക്കി.",
    "description": "വിശദീകരണം",
    "created_at": "തീയതി",
    "duration": "കാലാവധി",
    "unlimited": "അൺലിമിറ്റഡ്",
    "add_note_action": "വിവരണം ചേർക്കുക",
    "note": "കുറിപ്പ്",
    "transfer_action": "കൈമാറ്റം",
    "confirmation": {
      "title": "പണം അയക്കുക",
      "subtitle": "ഇടപാട് സ്ഥിരീകരണം",
      "message": "ഇനിപ്പറയുന്ന വിവരങ്ങൾ ശരിയാണെങ്കിൽ, ഇടപാട് നടത്താൻ ഇടപാട് സ്ഥിരീകരണ കീ അമർത്തുക.",
      "from": "അക്കൗണ്ടിൽ നിന്ന്",
      "to": "അക്കൗണ്ടിലേക്ക്",
      "amount": "തുക",
      "fee": "ഇടപാട് ഫീസ്",
      "total_pay": "നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് പിൻവലിച്ച തുക",
      "receipt": "രസീത്",
      "description": "വിവരണം",
      "accept_action": "ഇടപാട് സ്ഥിരീകരണം"
    },
    "enter_account_number": "അക്കൗണ്ട് നമ്പർ നൽകുക.",
    "currency_not_match": "ഡെസ്റ്റിനേഷൻ അക്കൗണ്ട് കറൻസി ഉറവിടത്തിന് സമാനമല്ല",
    "account_number_not_valid": "അക്കൗണ്ട് നമ്പർ ശരിയാണ്.",
    "account_number_is_valid": "അക്കൗണ്ട് നമ്പർ ശരിയാണ്.",
    "receipt_not_valid": "ഇൻവോയ്സ് നമ്പർ തെറ്റാണ്.",
    "receipt_is_valid": "രസീത് നമ്പർ ശരിയാണ്.",
    "notifications": {
      "confirm_success": "ഇടപാട് വിജയകരമായി പൂർത്തിയായി."
    }
  },
  "price_calculator": {
    "title": "കാൽക്കുലേറ്റർ ╏ നിങ്ങളുടെ ബിസിനസ്സിന് അനുയോജ്യം",
    "description": "നിങ്ങളുടെ പ്രതിമാസ വിൽപ്പനയെ അടിസ്ഥാനമാക്കി മികച്ച പ്ലാൻ കണക്കാക്കി തിരഞ്ഞെടുക്കുക:",
    "sale_input": "പ്രതിമാസ വിൽപ്പന തുക",
    "hypernova_plan": "ഹൈപ്പർനോവ %0 ന് അപേക്ഷിക്കുക!",
    "show_normal_mode": "സാധാരണ മോഡ് കാണിക്കുക",
    "show_hypernova_mode": "എന്റെ ഇടപാട് 1M$-ൽ കൂടുതലാണ്!"
  },
  "price_card": {
    "billed_monthly": "പ്രതിമാസം ബിൽ {amount}.",
    "billed_yearly": "പ്രതിവർഷം {amount} ബിൽ ചെയ്യുന്നു.",
    "buy_license_action": "ഇപ്പോൾ വാങ്ങുക",
    "select_your_store": "നിങ്ങളുടെ സ്റ്റോർ തിരഞ്ഞെടുക്കുക"
  },
  "shop_session_widget": {
    "total_sessions": "ആകെ സെഷനുകൾ"
  },
  "user_activities_keys": {
    "add_baskets": "കാർട്ടിലേക്ക് ചേർക്കുക",
    "remove_baskets": "കാർട്ടിൽ നിന്ന് ഇല്ലാതാക്കുക",
    "buys": "വാങ്ങാൻ",
    "products_views": "ഉൽപ്പന്നം കാണുക"
  },
  "shop_visitors_widget": {
    "title": "വിസിറ്റേഴ്സ് അനലിറ്റിക്സ്",
    "new_visitors": "പുതിയ സന്ദർശകർ",
    "amp": "AMP കാഴ്ചകൾ",
    "returning_visitors": "മടങ്ങിവരുന്ന സന്ദർശകർ",
    "page_views": "പേജ് കാഴ്ചകൾ",
    "other_pages": "മറ്റ് പേജുകൾ",
    "from_previous_7_days": "കഴിഞ്ഞ 7 ദിവസം മുതൽ"
  },
  "app_levels": {
    "title": "ആപ്പ് ലെവൽ",
    "Newbie": "പുതുമുഖം",
    "Beginner": "തുടക്കക്കാരൻ",
    "Novice": "തുടക്കക്കാരൻ",
    "Intermediate": "ഇന്റർമീഡിയറ്റ്",
    "Advanced": "വിപുലമായ"
  },
  "login": {
    "register_title": "ബിസിനസ്സ് മാധ്യമം,<br> ആസ്വാദ്യകരമായ അനുഭവം.",
    "register_subtitle": "സൗജന്യമായി ഇന്നുതന്നെ സൈൻ അപ്പ് ചെയ്യുക. സ്റ്റാർട്ടപ്പുകൾ, സംരംഭങ്ങൾ, വാങ്ങുന്നവർ, വിൽപ്പനക്കാർ എന്നിവർ സെൽ‌ഡോൺ ഇഷ്ടപ്പെടുന്നു.",
    "password_recovery_title": "പാസ്‌വേഡ് വീണ്ടെടുക്കൽ",
    "password_recovery_message": "നിങ്ങൾ പാസ്‌വേഡ് മറന്നുപോയെങ്കിൽ, നിങ്ങളുടെ അക്കൗണ്ടിന്റെ ഇമെയിൽ വിലാസം നൽകി സ്ഥിരീകരണ കീ അമർത്തുക. നിങ്ങളുടെ പാസ്‌വേഡ് പുനഃസജ്ജമാക്കുന്നതിനുള്ള ഒരു ലിങ്ക് സഹിതം ഞങ്ങൾ നിങ്ങൾക്ക് ഒരു ഇമെയിൽ അയയ്ക്കും.",
    "email": "നിങ്ങളുടെ ഇമെയിൽ വിലാസം",
    "password_recovery_action": "വീണ്ടെടുക്കൽ ഇമെയിൽ സ്വീകരിക്കുക",
    "register_google": "Google-ൽ തുടരുക",
    "register_apple": "ആപ്പിളിനൊപ്പം തുടരുക",
    "continue_with": "കൂടെ തുടരുക",
    "register_linkedin": "LinkedIn-ൽ തുടരുക",
    "register_facebook": "ഫേസ്ബുക്കിൽ തുടരുക",
    "register_github": "Github-ൽ തുടരുക",
    "create_your_account": "താങ്കളുടെ അക്കൗണ്ട് സൃഷ്ടിക്കുക",
    "password_8_chars": "പാസ്‌വേഡിന് കുറഞ്ഞത് 8 പ്രതീകങ്ങൾ ഉണ്ടായിരിക്കണം.",
    "password_upercase_number": "കുറഞ്ഞത് ഒരു വലിയക്ഷരവും ഒരു അക്കവും.",
    "password_confirm": "പാസ്‌വേഡും സ്ഥിരീകരണവും പൊരുത്തപ്പെട്ടു.",
    "privacy_agreement": "സൈൻ അപ്പ് ചെയ്യുന്നതിലൂടെ, Selldone-ന്റെ <a href='/terms' target='_blank'>ഉപയോഗ നിബന്ധനകളും</a> <a href='/privacy' target='_blank'>സ്വകാര്യതാ നയവും</a> നിങ്ങൾ അംഗീകരിക്കുന്നു.",
    "register_action": "നമുക്ക് പോകാം, ഇത് സൗജന്യമാണ്!",
    "login_action": "ലോഗിൻ",
    "already_signup": "ഇതിനകം സൈൻ അപ്പ് ചെയ്‌തിട്ടുണ്ടോ?",
    "login_your_account": "നിങ്ങളുടെ അക്കൗണ്ടിൽ ലോഗിൻ ചെയ്യുക",
    "login_google": "Google-ൽ തുടരുക",
    "login_linkedin": "LinkedIn-ൽ തുടരുക",
    "login_facebook": "ഫേസ്ബുക്കിൽ തുടരുക",
    "login_github": "Github-ൽ തുടരുക",
    "remember_me": "എന്നെ ഓർക്കണം.",
    "login_button": "ലോഗിൻ",
    "two_step_problem": "രണ്ട് ഘട്ടങ്ങളുള്ള പാസ്‌വേഡിൽ നിങ്ങൾക്ക് പ്രശ്‌നമുണ്ടോ?",
    "two_step_problem_action": "എനിക്ക് രണ്ട്-ഘട്ട ലോഗിൻ പ്രവർത്തനരഹിതമാക്കണം.",
    "two_step_confirm": "ആക്സസ് കോഡ് സ്ഥിരീകരിക്കുക",
    "forgot_password": "പാസ്വേഡ് മറന്നോ?",
    "signup_free": "സൗജന്യമായി സൈൻ അപ്പ് ചെയ്യുക",
    "checking_robot_message": "നിങ്ങൾ ഒരു റോബോട്ടാണോ മനുഷ്യനാണോ എന്ന് പരിശോധിക്കുന്നു..",
    "notifications": {
      "step2_login_success": "അക്കൗണ്ടിലേക്ക് സ്വയമേവ ലോഗിൻ ചെയ്യുക"
    },
    "signup_email": "ഇമെയിൽ വഴി സൈൻ അപ്പ് ചെയ്യുക",
    "name_placeholder": "പേര്",
    "email_placeholder": "ഇമെയിൽ",
    "email_or_username_placeholder": "ഇമെയിൽ, ഉപയോക്തൃനാമം അല്ലെങ്കിൽ ഫോൺ നമ്പർ",
    "password_placeholder": "Password",
    "re_password_placeholder": "പാസ്വേഡ് സ്ഥിരീകരിക്കുക",
    "new_in_samin": "Selldone-ൽ പുതിയത്?",
    "auto_create_shop": "സ്വയമേവ സൃഷ്ടിക്കുന്ന കട"
  },
  "layout": {
    "logout": "പുറത്തുകടക്കുക",
    "menu": {
      "personal_information": "വ്യക്തിഗത വിവരങ്ങളും പ്രൊഫൈലും",
      "wallet": "വാലറ്റുകളും അക്കൗണ്ടുകളും",
      "companies": "കമ്പനികളും ബിസിനസ് അക്കൗണ്ടുകളും",
      "access": "എന്റെ അക്കൗണ്ടിലേക്കുള്ള ആക്സസ്",
      "security": "സുരക്ഷ",
      "preferences": "ഉപയോക്തൃ മുൻഗണനകൾ",
      "my_subscriptions": "എന്റെ സബ്സ്ക്രിപ്ഷനുകൾ"
    }
  },
  "page_builder": {
    "title": "വെബ്സൈറ്റ് ഡിസൈൻ",
    "menu": {
      "user_view": "കാണുക",
      "design": "ഡിസൈൻ",
      "behavior": "പെരുമാറ്റം",
      "seo": "SEO",
      "setting": "ക്രമീകരണങ്ങൾ",
      "embed": "ഉൾച്ചേർക്കുക"
    },
    "waiting_fetch": "വിവരങ്ങൾ സ്വീകരിക്കുന്നു..",
    "setting": {
      "title_input": "പേജിന്റെ പേര്",
      "description_input": "ഹൃസ്വ വിവരണം",
      "name_input": "പേജ് URL (അക്കങ്ങളും അക്കങ്ങളും)",
      "bg_color_input": "പശ്ചാത്തല നിറം",
      "bg_style_input": "പേജ് പശ്ചാത്തല ശൈലി",
      "page_label_input": "ലേബൽ നിറം",
      "page_dir_input": "പേജ് ദിശ",
      "ltr": "ഇടത്തുനിന്ന് വലത്തേക്ക്",
      "rtl": "വലത്ത് നിന്ന് ഇടത്തേക്ക്",
      "designer_note": "ഡിസൈനർ കുറിപ്പ്"
    },
    "history": {
      "title": "സംരക്ഷിച്ച ചരിത്രം"
    },
    "design": {
      "themes": {
        "title": "വ്യക്തിഗത ഡിസൈൻ അസിസ്റ്റന്റ്",
        "message": "കോഡിംഗ് കൂടാതെ നിങ്ങളുടെ ബിസിനസ്സിനായി മികച്ച പേജുകൾ രൂപകൽപ്പന ചെയ്യുക.",
        "page_title_input": "നിങ്ങളുടെ പേജിന് ഒരു തലക്കെട്ട് നൽകുക"
      },
      "tools": {
        "rearrange": "ഓർഡർ ചെയ്യുക",
        "tools": "ഉപകരണങ്ങൾ",
        "history": "ചരിത്രം",
        "style": "ശൈലി",
        "typography": "ടൈപ്പോഗ്രാഫി"
      },
      "no_category": "വിഭാഗങ്ങളൊന്നുമില്ല"
    },
    "seo": {
      "message": "SEO ക്രമീകരണങ്ങൾ Selldone SEO എഞ്ചിൻ സ്വയമേവ ക്രമീകരിക്കുന്നു."
    }
  },
  "verify_email_caution": {
    "title": "നിങ്ങളുടെ ഇമെയിൽ വിലാസം സ്ഥിരീകരിക്കുക",
    "message": "പുതിയ സജീവമാക്കൽ ലിങ്ക് നിങ്ങളുടെ ഇമെയിൽ വിലാസത്തിലേക്ക് അയച്ചു {email}. എന്തെങ്കിലും നടപടിയെടുക്കുന്നതിന് മുമ്പ് ദയവായി നിങ്ങളുടെ ഇമെയിൽ പരിശോധിക്കുക.",
    "resend_message": "നിങ്ങളുടെ ഇമെയിലിൽ ആക്ടിവേഷൻ ലിങ്ക് ലഭിച്ചിട്ടില്ലെങ്കിൽ, വീണ്ടും അയയ്‌ക്കുന്നതിന് ചുവടെയുള്ള ബട്ടൺ ക്ലിക്കുചെയ്യുക.",
    "resend_action": "സജീവമാക്കൽ ലിങ്ക് വീണ്ടും അയയ്‌ക്കുക",
    "resend_notice": "സജീവമാക്കൽ ലിങ്ക് അയച്ചു."
  },
  "autopilot": {
    "start": "തുടങ്ങുന്ന ദിവസം",
    "end": "അവസാന ദിവസം"
  },
  "help": {
    "menu": "മെനു",
    "more_helps": "കൂടുതല് വായിക്കുക"
  },
  "company_card": {
    "pending_state": "അവലോകനത്തിനായി കാത്തിരിക്കുന്നു",
    "register": "രജിസ്റ്റർ ചെയ്തു",
    "developer": "ഡെവലപ്പർ",
    "verified": "പരിശോധിച്ചുറപ്പിച്ചു",
    "premier": "പ്രീമിയർ"
  },
  "shop_license": {
    "add": "സബ്സ്ക്രിപ്ഷൻ ചേർക്കുക",
    "only_last": "അവസാന സബ്സ്ക്രിപ്ഷൻ മാത്രം",
    "vouchers": "വൗച്ചറുകൾ",
    "buy": "സബ്സ്ക്രിപ്ഷൻ പ്ലാൻ വാങ്ങുക",
    "monthly": "പ്രതിമാസ",
    "yearly": "വർഷം തോറും",
    "start_date": "തുടങ്ങുന്ന ദിവസം",
    "end_date": "അവസാന ദിവസം",
    "price": "വില",
    "terms": "Selldone ഉപയോഗ നിബന്ധനകൾ ഞാൻ വായിക്കുകയും അംഗീകരിക്കുകയും ചെയ്യുന്നു",
    "need_charge": "ചാർജ് വേണം",
    "buy_now": "ഇപ്പോൾ വാങ്ങുക",
    "auto_renewal": "യാന്ത്രിക പുതുക്കൽ",
    "plan_placeholder": "നിങ്ങളുടെ സബ്സ്ക്രിപ്ഷൻ പ്ലാൻ തിരഞ്ഞെടുക്കുക",
    "plan": "ലൈസൻസ് പ്ലാൻ",
    "use_date": "സജീവമാക്കൽ തീയതി",
    "active_license": {
      "title": "സജീവ ലൈസൻസ്",
      "subtitle": "നിങ്ങളുടെ സജീവ ലൈസൻസ് വിവരം.",
      "subtitle_partner": "നിങ്ങളുടെ സജീവമായ {name} ലൈസൻസ് വിവരം."
    },
    "licenses_table": {
      "title": "വാങ്ങിയ ചരിത്രം",
      "subtitle": "സജീവവും തീർപ്പാക്കാത്തതുമായ ലൈസൻസുകൾ."
    },
    "license_detail": {
      "title": "വിശദാംശങ്ങൾ",
      "subtitle": "നിങ്ങളുടെ നിലവിലെ പ്ലാനിലെ പരിധികൾ."
    },
    "table": {
      "plan": "പ്ലാൻ ചെയ്യുക",
      "start_date": "ആരംഭ/അവസാന തീയതി",
      "renewal": "യാന്ത്രിക പുതുക്കൽ",
      "linked_account": "ലിങ്ക് ചെയ്‌ത അക്കൗണ്ട് / വൗച്ചർ",
      "payment": "പേയ്മെന്റ്",
      "cancel": "റദ്ദാക്കുക"
    },
    "notifications": {
      "subscribe_success": "സബ്സ്ക്രൈബ് ചെയ്തു.",
      "cancel_success": "സബ്‌സ്‌ക്രിപ്‌ഷൻ റദ്ദാക്കി."
    },
    "cancel_dialog": {
      "title": "സബ്‌സ്‌ക്രിപ്‌ഷൻ സ്ഥിരീകരണം റദ്ദാക്കുക",
      "message": "ഈ സബ്‌സ്‌ക്രിപ്‌ഷൻ റദ്ദാക്കുമെന്ന് ഉറപ്പാണോ?",
      "action": "സബ്‌സ്‌ക്രിപ്‌ഷൻ റദ്ദാക്കുക"
    },
    "use_voucher_now": "ഇപ്പോൾ വൗച്ചർ ഉപയോഗിക്കുക",
    "validity_duration": "സാധുത കാലാവധി",
    "validity_duration_hint": "12 മാസത്തെ ലൈസൻസ് വാങ്ങുന്നതിലൂടെ, നിങ്ങൾക്ക് 30% കിഴിവ് ലഭിക്കും."
  },
  "admin_shop_layout": {
    "download_txt": "ഡാറ്റ ടെക്സ്റ്റ് ഡൗൺലോഡ് ചെയ്യുക",
    "download_excel": "ഡാറ്റ എക്സൽ ഡൗൺലോഡ് ചെയ്യുക"
  },
  "user_preferences": {
    "access": "പ്രവേശനം",
    "template": "ടെംപ്ലേറ്റ്",
    "feedback": "പ്രതികരണം",
    "company": "കമ്പനി",
    "company_message": "നിങ്ങൾക്ക് കമ്പനിയുണ്ടെങ്കിൽ ആപ്പുകൾ പ്രസിദ്ധീകരിക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ.",
    "access_keys": "ആക്സസ് കീകൾ",
    "access_keys_message": "ക്ലയന്റുകളും ആക്സസ് കീകളും കാണിക്കുക.",
    "rating": "സെൽ‌ഡോണുമായുള്ള നിങ്ങളുടെ അനുഭവം നിങ്ങൾ എങ്ങനെ വിലയിരുത്തും?",
    "large_font": "വലിയ ഫോണ്ടുകൾ",
    "large_font_message": "ടെക്‌സ്‌റ്റ് സാധാരണയേക്കാൾ വലുതായി കാണിക്കുക",
    "samples": "സാമ്പിൾ ഷോപ്പുകൾ കാണിക്കുക",
    "samples_message": "പ്രവർത്തനക്ഷമമാക്കിയാൽ, ചില സാമ്പിൾ ഷോപ്പുകൾ നിങ്ങളുടെ പാനലിൽ പ്രദർശിപ്പിക്കും.",
    "automation": "ഓട്ടോമേഷൻ",
    "automation_message": "ഷോപ്പ് ഡാഷ്‌ബോർഡിൽ ഓട്ടോമേഷൻ ടാബ് കാണിക്കുക. (വെബ്ബുക്കുകൾ, വിഷ്വൽ പ്രോഗ്രാമിംഗ്, ...)"
  },
  "shop_locations": {
    "title": "സേവനം നൽകുന്ന രാജ്യങ്ങൾ",
    "sub_title": "ചുവടെയുള്ള ലിസ്റ്റിൽ നിന്ന് നിങ്ങളുടെ ഉൽപ്പന്നം വിൽക്കാൻ ആഗ്രഹിക്കുന്ന രാജ്യങ്ങൾ തിരഞ്ഞെടുക്കുക.",
    "delete_restriction": "നിയന്ത്രണം ഇല്ലാതാക്കുക",
    "set_restriction": "നിയന്ത്രണം ഏർപ്പെടുത്തുക",
    "notifications": {
      "locations_update": "ലൊക്കേഷൻ വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു."
    },
    "table": {
      "country": "രാജ്യം",
      "currency": "കറൻസി",
      "available": "ലഭ്യമാണ്"
    }
  },
  "product_card": {
    "sold_out": "വിറ്റുതീർത്തു",
    "review_unit": "അവലോകനം",
    "not_original": "ഒറിജിനൽ അല്ല"
  },
  "product_studio": {
    "add_mode": "കൂടുതൽ വിശദാംശങ്ങൾ ചേർക്കുക",
    "add_by_sku": "SKU ചേർക്കുക",
    "auto_category": "സ്വയമേവ സജ്ജമാക്കിയ വിഭാഗം",
    "add_in_current_category": "നിലവിലുള്ള വിഭാഗത്തിലേക്ക് ചേർക്കുക",
    "category_mode_message": "പ്രവർത്തനക്ഷമമാക്കുകയാണെങ്കിൽ, ഡിഫോൾട്ട് വിഭാഗത്തിലേക്കോ ഉപവിഭാഗത്തിലേക്കോ ഉൽപ്പന്നം ചേർക്കും.",
    "sku_name_input": "SKU / പേര്"
  },
  "my_affiliate": {
    "title": "എന്റെ അഫിലിയേറ്റ് കരാറുകൾ",
    "message": "മറ്റ് സ്റ്റോറുകളുമായുള്ള അഫിലിയേറ്റ് കരാറുകളുടെ ലിസ്റ്റ്."
  },
  "affiliates": {
    "title": "അഫിലിയേറ്റ് പങ്കാളികൾ",
    "subtitle": "അഫിലിയേറ്റുകൾ സൃഷ്ടിക്കുക, കാലക്രമേണ അവരുടെ പ്രകടനം ട്രാക്ക് ചെയ്യുക, കൃത്യമായ വിവരങ്ങളുടെ അടിസ്ഥാനത്തിൽ ഒരിടത്ത് നടപടികൾ സ്വീകരിക്കുക. ശക്തമായ ബന്ധം കെട്ടിപ്പടുക്കാൻ ഞങ്ങൾ നിങ്ങളെയും നിങ്ങളുടെ പങ്കാളികളെയും സഹായിക്കുന്നു.",
    "affiliate_code": "അഫിലിയേറ്റ് കോഡ്",
    "crate_date": "തീയതി സൃഷ്ടിക്കുക",
    "last_payment_date": "അവസാന പേയ്മെന്റ് തീയതി",
    "for_all_products": "എല്ലാ ഉൽപ്പന്നങ്ങളിലും പ്രയോഗിക്കുക",
    "balance": "ബാലൻസ്",
    "fix_commission": "നിശ്ചിത കമ്മീഷൻ",
    "percent_commission": "ശതമാനം അടിസ്ഥാനമാക്കിയുള്ള കമ്മീഷൻ",
    "total_payment": "മൊത്തം പേയ്‌മെന്റുകൾ",
    "new_affiliate": "പുതിയ അഫിലിയേറ്റ് പങ്കാളി",
    "new_affiliate_message": "പുതിയ അഫിലിയേറ്റ് പങ്കാളിയെ ചേർക്കുക",
    "link_domain": {
      "title": "ലിങ്ക് ചെയ്‌ത ഡൊമെയ്‌ൻ",
      "subtitle": "ഈ അഫിലിയേറ്റ് പങ്കാളിയുമായി നിങ്ങളുടെ ഡൊമെയ്‌നുകളിലൊന്ന് കണക്റ്റുചെയ്യാനാകും. നിങ്ങളുടെ സ്റ്റോർ സന്ദർശിക്കുകയും ഈ ഡൊമെയ്‌നിലൂടെ വാങ്ങുകയും ചെയ്യുന്ന ഓരോ വ്യക്തിയുടെയും പ്രതിനിധിയായി ഈ പങ്കാളി അറിയപ്പെടും."
    },
    "dialog": {
      "new": "പുതിയ അഫിലിയേറ്റ് പങ്കാളി",
      "edit": "അഫിലിയേറ്റ് പങ്കാളിയെ എഡിറ്റ് ചെയ്യുക",
      "user": "ഉപയോക്താവ് (ഓപ്ഷണൽ)",
      "bank_info": "ബാങ്ക് വിവരം",
      "restriction": "നിയന്ത്രണവുമായി",
      "select_products": "ഉൽപ്പന്നങ്ങൾ തിരഞ്ഞെടുക്കുക",
      "select_products_message": "ഈ ഉൽപ്പന്നങ്ങൾക്ക് അഫിലിയേറ്റ് പങ്കാളിക്ക് കമ്മീഷൻ ലഭിക്കുന്നു",
      "edit_action": "അഫിലിയേറ്റ് അപ്ഡേറ്റ് ചെയ്യുക",
      "add_action": "അനുബന്ധ പങ്കാളിയെ ചേർക്കുക",
      "affiliate_name": "അഫിലിയേറ്റ് പങ്കാളിയുടെ പേര്",
      "payment_info": "പണം അടച്ച വിവരം",
      "enable_switch": "ഇത് സജീവമാണോ?",
      "affiliate_info": "അഫിലിയേറ്റ് പങ്കാളി വിവരങ്ങൾ"
    },
    "link_factory": {
      "title": "അഫിലിയേറ്റ് പങ്കാളി ലിങ്ക് ജനറേറ്റർ",
      "link_input": "നിങ്ങളുടെ ലിങ്ക്",
      "link_output": "സൃഷ്ടിച്ച ലിങ്ക്"
    }
  },
  "gift_card_orders": {
    "title": "ഗിഫ്റ്റ് കാർഡ് ഉപയോഗിച്ച് ഓർഡറുകൾ",
    "table": {
      "order": "ഓർഡർ ചെയ്യുക",
      "order_price": "ഓർഡർ തുക",
      "paid_by_card": "കാർഡ് മുഖേന പണം നൽകി",
      "payment_status": "പേയ്മെന്റ് നില",
      "date": "തീയതി"
    }
  },
  "offer_orders": {
    "title": "ഓഫർ ഓർഡറുകൾ",
    "table": {
      "order": "ഓർഡർ ചെയ്യുക",
      "order_price": "ഓർഡർ തുക",
      "offer_amount": "ഓഫർ തുക",
      "payment_status": "പേയ്മെന്റ് നില",
      "product": "ഉൽപ്പന്നം",
      "date": "തീയതി"
    }
  },
  "coupon_orders": {
    "title": "കൂപ്പൺ ഓർഡറുകൾ",
    "table": {
      "order": "ഓർഡർ ചെയ്യുക",
      "order_price": "ഓർഡർ തുക",
      "coupon_amount": "കൂപ്പൺ തുക",
      "payment_status": "പേയ്മെന്റ് നില",
      "date": "തീയതി"
    }
  },
  "discount_code_orders": {
    "title": "ഡിസ്കൗണ്ട് കോഡ് ഉള്ള ഓർഡറുകൾ",
    "table": {
      "order": "ഓർഡർ ചെയ്യുക",
      "order_price": "ഓർഡർ തുക",
      "discount_amount": "കിഴിവ് തുക",
      "payment_status": "പേയ്മെന്റ് നില",
      "date": "തീയതി"
    }
  },
  "incentives": {
    "discount_code": "കിഴിവ്",
    "coupon": "കൂപ്പൺ",
    "offer": "ഓഫർ",
    "gift_card": "സമ്മാന കാർഡ്",
    "lottery": "ലോട്ടറി"
  },
  "discount_codes": {
    "title": "ഡിസ്കൗണ്ട് കോഡുകൾ",
    "sub_title": "ഈ വിഭാഗത്തിൽ നിങ്ങളുടെ ആവശ്യങ്ങൾക്ക് അനുയോജ്യമായ ഡിസ്കൗണ്ട് കൂപ്പണുകൾ രൂപകൽപ്പന ചെയ്യാൻ നിങ്ങൾക്ക് കഴിയും. ഈ കിഴിവുകൾ ഏതൊരു ഉൽപ്പന്ന കിഴിവിൽ നിന്നും വ്യത്യസ്തമാണ് കൂടാതെ ഉപയോക്തൃ ഓർഡറിന്റെ അന്തിമ തുകയ്ക്ക് ഇത് ബാധകമാകും.",
    "add_new": "പുതിയ കിഴിവ് കോഡ് ചേർക്കുക",
    "card": {
      "created": "സൃഷ്ടിക്കാൻ",
      "start": "ആരംഭിക്കുക",
      "end": "അവസാനിക്കുന്നു",
      "currency": "കറൻസി",
      "discount_percentage": "കുറഞ്ഞ നിരക്ക്",
      "discount_limit": "കിഴിവ് പരിധി",
      "state": "നിലവിലെ നില",
      "enabled": "ഇപ്പോൾ പ്രവർത്തനക്ഷമമാക്കി",
      "disabled": "ഇപ്പോൾ വികലാംഗനാണ്",
      "used": "ദഹിപ്പിച്ചു",
      "count": "എണ്ണുക",
      "unit": "ഇനം(ങ്ങൾ)"
    },
    "dialog": {
      "title_edit": "കിഴിവ് കോഡ് എഡിറ്റ് ചെയ്യുക",
      "title_add": "പുതിയ കിഴിവ് കോഡ് ചേർക്കുക",
      "discount_code_input": "ഇളവ് കോഡ്",
      "discount_percent_input": "കുറഞ്ഞ നിരക്ക്",
      "discount_percent_input_hint": "വാങ്ങൽ തുകയുടെ കിഴിവ് നിരക്ക്",
      "count_input": "എണ്ണുക",
      "count_input_hint": "ഈ കോഡിന്റെ പരമാവധി ഉപയോഗം",
      "limit_input": "കിഴിവ് പരിധി",
      "limit_input_hint": "കറൻസി അടിസ്ഥാനമാക്കിയുള്ള പരമാവധി കിഴിവ്",
      "currency_input_message": "ഈ കറൻസിക്ക് കിഴിവുകൾ ലഭ്യമാകും.",
      "limit_input_message": "കിഴിവ് പരിധിക്കുള്ള 0 ന്റെ മൂല്യം അർത്ഥമാക്കുന്നത് കിഴിവ് നിരക്കിന് പരിധി ഇല്ല എന്നാണ്.",
      "title_input": "തലക്കെട്ട്",
      "title_input_hint": "ഈ കിഴിവ് കോഡിനായി നിങ്ങൾക്ക് ഒരു ശീർഷകം നൽകാം",
      "description_input": "വിവരണം",
      "description_input_hint": "ഈ കിഴിവ് കോഡിനായി നിങ്ങൾക്ക് ഒരു വിവരണം നൽകാം",
      "date_start_input": "ആരംഭിക്കുക",
      "date_start_input_placeholder": "എപ്പോൾ കിഴിവ് ആരംഭിക്കണമെന്ന് തിരഞ്ഞെടുക്കുക",
      "date_end_input": "അവസാനിക്കുന്നു",
      "date_end_input_placeholder": "കിഴിവ് എപ്പോൾ അവസാനിക്കുമെന്ന് തിരഞ്ഞെടുക്കുക",
      "notifications": {
        "add": "ഡിസ്കൗണ്ട് കോഡ് വിജയകരമായി ചേർത്തു.",
        "edit": "ഡിസ്കൗണ്ട് കോഡ് വിജയകരമായി എഡിറ്റ് ചെയ്തു."
      }
    },
    "delete_alert": {
      "title": "ഡിസ്കൗണ്ട് കോഡ് നീക്കം ചെയ്യുക",
      "message": "ഈ കിഴിവ് കോഡ് ഇല്ലാതാക്കണോ?",
      "action": "കിഴിവ് നീക്കം ചെയ്യുക"
    },
    "notifications": {
      "delete_success": "നിങ്ങളുടെ അഭിപ്രായം വിജയകരമായി ഇല്ലാതാക്കി"
    }
  },
  "gift_cards": {
    "title": "സമ്മാന കാർഡ്",
    "sub_title": "ഒരു ഗിഫ്റ്റ് കാർഡ് സൃഷ്‌ടിച്ചതിന് ശേഷം നിങ്ങൾക്ക് ആവശ്യമുള്ളത്ര ഉണ്ടാക്കുക. ഈ കാർഡിന് ചാർജുണ്ട്, നിങ്ങളുടെ ഷോപ്പിലെ വാങ്ങലുകൾക്ക് മാത്രമേ ഇത് ഉപയോഗിക്കാൻ കഴിയൂ.",
    "create_new": "പുതിയ സമ്മാന കാർഡ് ചേർക്കുക",
    "card": {
      "created": "സൃഷ്ടിക്കാൻ",
      "lifetime": "കാലഹരണപ്പെടുന്ന തീയതി",
      "lifetime_unit": "ഓരോ കാർഡും സൃഷ്ടിച്ച തീയതി മുതൽ മാസം",
      "currency": "കറൻസി",
      "initial_balance": "പ്രാരംഭ ചാർജ്",
      "count": "എണ്ണുക",
      "count_unit": "ഇനം",
      "used": "ഉപയോഗിച്ചു"
    },
    "dialog": {
      "title": "സമ്മാന കാർഡ് ഡിസൈൻ"
    },
    "alert": {
      "title": "ഡിസ്കൗണ്ട് കോഡ് നീക്കം ചെയ്യുക",
      "message": "ഈ കിഴിവ് കോഡ് ഇല്ലാതാക്കണോ?",
      "action": "ഇല്ലാതാക്കുക"
    },
    "notifications": {
      "delete_title": "സമ്മാന കാർഡ് ഇല്ലാതാക്കുക",
      "delete_message": "നിങ്ങളുടെ അഭിപ്രായം വിജയകരമായി ഇല്ലാതാക്കി."
    }
  },
  "coupons": {
    "title": "കൂപ്പണുകൾ",
    "sub_title": "നിങ്ങളുടെ ഉപഭോക്താക്കൾക്ക് പ്രത്യേക വ്യവസ്ഥകളോടെ ഉപയോഗിക്കാവുന്ന ഒരു കിഴിവ് നൽകാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, നിങ്ങൾക്ക് കൂപ്പണുകൾ സൃഷ്ടിക്കാവുന്നതാണ്. കൂപ്പണുകളിൽ ഒരു പരിധിയോ ഒരു നിശ്ചിത തുകയോ അല്ലെങ്കിൽ രണ്ടും കൂടിച്ചേർന്നതോ ആയ ഒരു ശതമാനം കിഴിവ് ഉൾപ്പെടുത്താവുന്നതാണ്.",
    "create_new": "പുതിയ കൂപ്പൺ ചേർക്കുക",
    "qualified_products": "യോഗ്യമായ ഉൽപ്പന്നങ്ങൾ",
    "min_purchase": "കുറഞ്ഞ വാങ്ങൽ",
    "only_first_order": "ആദ്യ വാങ്ങൽ മാത്രം",
    "one_time_use": "ഒരിക്കല് മാത്രം ഉപയോഗമുള്ള",
    "amount_usage": "ഉപയോഗിച്ച തുക",
    "delete_alert": {
      "title": "കൂപ്പൺ ഇല്ലാതാക്കുക",
      "message": "ഈ കൂപ്പൺ ഇല്ലാതാക്കുമെന്ന് തീർച്ചയാണോ?",
      "action": "അതെ, കൂപ്പൺ ഇല്ലാതാക്കുക"
    },
    "notifications": {
      "delete_success": "കൂപ്പൺ വിജയകരമായി ഇല്ലാതാക്കി."
    },
    "multiple_use": "ഒന്നിലധികം ഉപയോഗം"
  },
  "coupon_edit": {
    "title_edit": "കൂപ്പൺ എഡിറ്റ് ചെയ്യുക",
    "title_add": "പുതിയ കൂപ്പൺ",
    "discount_charge": "ഡിസ്കൗണ്ടും ചാർജും",
    "charge": "ചാർജ് ചെയ്യുക",
    "charge_message": "പ്രാരംഭ ചാർജിന്റെ തുക",
    "percent": "കിഴിവ് ശതമാനം",
    "percent_message": "കിഴിവ് ശതമാനം തുക",
    "limit_input": "പരിധി",
    "limit_input_hint": "കിഴിവ് പരിധി തുക",
    "currency_input_message": "ഈ കറൻസിക്ക് കൂപ്പൺ ലഭ്യമാണ്.",
    "count_input": "എണ്ണുക",
    "count_input_hint": "ഈ കോഡിന്റെ പരമാവധി ഉപയോഗം",
    "limit_input_message": "കിഴിവ് പരിധിക്കുള്ള 0 ന്റെ മൂല്യം അർത്ഥമാക്കുന്നത് കിഴിവ് നിരക്കിന് പരിധി ഇല്ല എന്നാണ്.",
    "date_start_input": "ആരംഭിക്കുക",
    "date_start_input_placeholder": "കൂപ്പൺ എപ്പോൾ തുടങ്ങണമെന്ന് തിരഞ്ഞെടുക്കുക",
    "date_end_input": "അവസാനിക്കുന്നു",
    "date_end_input_placeholder": "കിഴിവ് എപ്പോൾ അവസാനിക്കുമെന്ന് തിരഞ്ഞെടുക്കുക",
    "title_input": "തലക്കെട്ട്",
    "title_input_hint": "ഈ കിഴിവ് കോഡിനായി നിങ്ങൾക്ക് ഒരു ശീർഷകം നൽകാം",
    "description_input": "വിവരണം",
    "description_input_hint": "ഈ കിഴിവ് കോഡിനായി നിങ്ങൾക്ക് ഒരു വിവരണം നൽകാം",
    "coupon_code": "കൂപ്പൺ കോഡ്",
    "need_code": "കോഡ് വേണോ?",
    "coupon_color": "കൂപ്പൺ നിറം",
    "min_purchase_amount": "കുറഞ്ഞ വാങ്ങൽ തുക",
    "min_purchase_amount_hint": "വാങ്ങൽ തുക ഈ മൂല്യത്തേക്കാൾ വലുതോ തുല്യമോ ആയിരിക്കണം.",
    "should_exist_product": "ഈ ഉൽപ്പന്നങ്ങളിൽ ഒരെണ്ണമെങ്കിലും കാർട്ടിൽ ഉണ്ടായിരിക്കണം",
    "apply_for_first_order": "ആദ്യ വാങ്ങലിന് മാത്രം",
    "apply_for_first_order_on": "ഈ കൂപ്പൺ ഉപഭോക്താവിന്റെ ആദ്യ വാങ്ങലിന് മാത്രമേ ഉപയോഗിക്കാനാകൂ!",
    "apply_for_first_order_off": "ഒരു വാങ്ങുന്നയാൾക്കുള്ള കൂപ്പൺ ഉപയോഗങ്ങളുടെ എണ്ണം ചുവടെ ക്രമീകരിക്കാവുന്നതാണ്.",
    "has_qualify_constraints": "നിങ്ങൾക്ക് കൂടുതൽ പരിധികൾ നിർവ്വചിക്കണോ?",
    "has_qualify_constraints_message": "ഈ കൂപ്പൺ ഉപയോഗിക്കുന്നതിന് ഉപഭോക്താവിനെ യോഗ്യനാക്കുന്നതിന് കൂടുതൽ വ്യവസ്ഥകൾ സജ്ജമാക്കുക.",
    "one_time_use": "ഒരിക്കല് മാത്രം ഉപയോഗമുള്ള",
    "one_time_use_message": "ഉപഭോക്താവിന് ഒരു തവണ ഈ കൂപ്പൺ ഉപയോഗിക്കാം.",
    "daily_limit": "പ്രതിദിന പരിധി",
    "no_limit": "പരിധിയില്ല",
    "daily_limit_message": "ഉപഭോക്താവ് പ്രതിദിനം ഉപയോഗിക്കേണ്ട പരമാവധി തുക",
    "monthly_limit": "പ്രതിമാസ പരിധി",
    "monthly_limit_message": "ഉപഭോക്താവ് പ്രതിമാസം ഉപയോഗിക്കേണ്ട പരമാവധി തുക",
    "yearly_limit": "വാർഷിക പരിധി",
    "yearly_limit_message": "ഉപഭോക്താവ് പ്രതിവർഷം ഉപയോഗിക്കേണ്ട പരമാവധി തുക",
    "notifications": {
      "add": "പുതിയ കൂപ്പൺ സൃഷ്ടിച്ചു.",
      "edit": "കൂപ്പൺ അപ്ഡേറ്റ് ചെയ്തു."
    }
  },
  "offers": {
    "title": "ഓഫറുകൾ",
    "sub_title": "നിങ്ങളുടെ ഉപഭോക്താക്കൾക്കായി നിങ്ങൾക്ക് പ്രത്യേക ഓഫറുകൾ സൃഷ്ടിക്കാൻ കഴിയും, അതിലൂടെ, ഒരു ഇനം വാങ്ങിയതിന് ശേഷം, അവർക്ക് മറ്റൊരു ഇനം കിഴിവായി അല്ലെങ്കിൽ സൗജന്യമായി ലഭിക്കും.",
    "create_new": "പുതിയ ഓഫർ ചേർക്കുക",
    "qualified_products": "യോഗ്യമായ ഉൽപ്പന്നങ്ങൾ",
    "min_quantity": "കുറഞ്ഞ അളവ്",
    "min_purchase": "കുറഞ്ഞ വാങ്ങൽ",
    "discounted_products": "ഡിസ്കൗണ്ട് ഉൽപ്പന്നങ്ങൾ",
    "amount_usage": "ഉപയോഗിച്ച തുക",
    "delete_alert": {
      "title": "ഓഫർ ഇല്ലാതാക്കുക",
      "message": "ഈ ഓഫർ ഇല്ലാതാക്കുമെന്ന് തീർച്ചയാണോ?",
      "action": "അതെ, ഓഫർ ഇല്ലാതാക്കുക"
    },
    "notifications": {
      "delete_success": "ഓഫർ വിജയകരമായി ഇല്ലാതാക്കി."
    }
  },
  "offer_edit": {
    "title_edit": "ഓഫർ എഡിറ്റ് ചെയ്യുക",
    "title_add": "പുതിയ ഓഫർ",
    "design_style": "ഡിസൈനും ശൈലിയും",
    "eligible_constraints": "ഉപഭോക്താവിന് യോഗ്യമായ പരിധികൾ",
    "title_input": "തലക്കെട്ട്",
    "title_input_hint": "ഈ കിഴിവ് കോഡിനായി നിങ്ങൾക്ക് ഒരു ശീർഷകം നൽകാം",
    "description_input": "വിവരണം",
    "description_input_hint": "ഈ കിഴിവ് കോഡിനായി ഒരു വിവരണം എഴുതുക",
    "currency_input_message": "ഈ കറൻസിക്ക് ഓഫർ ലഭ്യമാണ്.",
    "qualified_products": "യോഗ്യമായ ഉൽപ്പന്നങ്ങൾ",
    "qualified_products_message": "ഉൽപ്പന്നങ്ങൾക്ക് യോഗ്യത ലഭിക്കണമെങ്കിൽ, കാർട്ടിലെ മൊത്തം ഇനങ്ങൾ തുല്യമോ കുറഞ്ഞ അളവിനേക്കാൾ കൂടുതലോ ആയിരിക്കണം.",
    "min_items": "ഇനങ്ങളുടെ ഏറ്റവും കുറഞ്ഞ അളവ്",
    "min_items_message": "ഉപഭോക്താവ് വാങ്ങേണ്ട ഇനങ്ങളുടെ എണ്ണം",
    "discounted_products": "ഡിസ്കൗണ്ട് ഉൽപ്പന്നങ്ങൾ",
    "offered_products": "വാഗ്ദാനം ചെയ്ത ഉൽപ്പന്നങ്ങൾ",
    "offered_products_message": "ഈ ഉൽപ്പന്നങ്ങളിൽ ഒരെണ്ണമെങ്കിലും കാർട്ടിൽ ഉണ്ടായിരിക്കണം.",
    "discount_percent": "കിഴിവ് ശതമാനം",
    "discount_percent_message": "ഈ ഇനങ്ങൾക്കുള്ള കിഴിവ് ശതമാനം.",
    "discount_percent_hint": "കിഴിവ് ശതമാനം തുക",
    "per_order": "ഒരു ഓർഡറിന് പരമാവധി ഉപയോഗങ്ങളുടെ എണ്ണം",
    "per_order_message": "ഒരു ഓർഡറിന് പരമാവധി എത്ര തവണ ഓഫർ പ്രയോഗിക്കാൻ കഴിയും",
    "count_input": "തുക",
    "count_input_hint": "ഈ ഓഫറിന്റെ പരമാവധി ഉപയോഗം",
    "min_purchase": "കുറഞ്ഞ വാങ്ങൽ തുക",
    "min_purchase_hint": "വാങ്ങൽ വില ഈ മൂല്യത്തേക്കാൾ വലുതോ തുല്യമോ ആയിരിക്കണം",
    "limitation": "പരിമിതപ്പെടുത്താതെ",
    "date_start_input": "ആരംഭിക്കുക",
    "date_start_input_placeholder": "കൂപ്പൺ എപ്പോൾ തുടങ്ങണമെന്ന് തിരഞ്ഞെടുക്കുക",
    "date_end_input": "അവസാനിക്കുന്നു",
    "date_end_input_placeholder": "കിഴിവ് എപ്പോൾ അവസാനിക്കുമെന്ന് തിരഞ്ഞെടുക്കുക",
    "max_actives_is_3": "നിങ്ങൾക്ക് ഒരേ സമയം മൂന്ന് സജീവ ഓഫറുകൾ മാത്രമേ ലഭിക്കൂ.",
    "enable": "സ്വയമേവ പ്രയോഗിക്കുക",
    "notifications": {
      "add": "പുതിയ ഓഫർ സൃഷ്ടിച്ചു.",
      "edit": "ഓഫർ വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു."
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "ബാനർ",
      "reportage": "റിപ്പോർട്ടേജ്",
      "social": "സോഷ്യൽ മീഡിയ",
      "offline": "ഓഫ്‌ലൈൻ"
    }
  },
  "emails": {
    "title": "ഇമെയിൽ മാർക്കറ്റിംഗ്",
    "subtitle": "ഇമെയിലുകൾ വലിച്ചിടുന്നതിലൂടെ രൂപകൽപന ചെയ്യുക, നിലനിർത്തൽ വർദ്ധിപ്പിക്കുന്നതിന് കാമ്പെയ്‌നുകൾ ഷെഡ്യൂൾ ചെയ്യുക, സമാരംഭിക്കുക, വിശ്വസനീയവും കൃത്യവുമായ വിവരങ്ങൾ ഒരിടത്ത് കാണുക.",
    "cation_message": "⚠ പരിശോധിച്ചുറപ്പിക്കാത്ത വ്യാപാരികൾക്ക് നിയന്ത്രിച്ചിരിക്കുന്നു. (ബീറ്റ)",
    "subject": "വിഷയം",
    "from": "നിന്ന്",
    "in_que": "കാത്തിരിക്കുന്നു",
    "schedule_at": "ഷെഡ്യൂൾ ചെയ്യുക",
    "sent": "അയച്ചു",
    "sends": "അയയ്ക്കുന്നു",
    "delivers": "എത്തിച്ചു",
    "views": "കാഴ്ചകൾ",
    "clicks": "ക്ലിക്കുകൾ",
    "buys": "വാങ്ങലുകൾ",
    "new_email": "പുതിയ ഇമെയിൽ ചേർക്കുക",
    "new_email_message": "പുതിയ മാർക്കറ്റിംഗ് ഇമെയിൽ സൃഷ്‌ടിക്കുകയും ഷെഡ്യൂൾ ചെയ്യുകയും ചെയ്യുക"
  },
  "email_dashboard": {
    "review": "അവലോകനം",
    "waiting_for_approve": "{name} എന്നയാളുടെ സ്ഥിരീകരണത്തിനായി കാത്തിരിക്കുന്നു",
    "approved_by": "ഇമെയിൽ {name} പരിശോധിച്ചുറപ്പിച്ച് അയച്ചു.",
    "not_submitted_send_request": "ഈ ഇമെയിൽ അയയ്‌ക്കാനുള്ള അഭ്യർത്ഥന നിങ്ങൾ ഇതുവരെ സമർപ്പിച്ചിട്ടില്ല.",
    "reviewed_by": "{name} അവലോകനം ചെയ്‌തു",
    "status": "ഇമെയിൽ നില",
    "conversion": "പരിവർത്തന നിരക്കുകൾ",
    "sell_performance": "വിൽപ്പന പ്രകടനം",
    "total_buys": "വിൽപ്പനയുടെ ആകെ എണ്ണം",
    "amount_buy": "മൊത്തം വിൽപ്പന തുക",
    "average_sell": "ശരാശരി വിൽപ്പന",
    "sessions": "സെഷനുകൾ",
    "overview": "അവലോകനം",
    "purchase_amount": "വാങ്ങൽ തുക",
    "actions": "ഉപയോക്തൃ പ്രവർത്തനം"
  },
  "email_page": {
    "emails": "ഇമെയിലുകൾ",
    "edit": "എഡിറ്റ് ചെയ്യുക"
  },
  "affiliate_page": {
    "affiliates": "അഫിലിയേറ്റ് പങ്കാളികൾ",
    "orders": "ഉത്തരവുകൾ",
    "payments": "പേയ്മെന്റുകൾ"
  },
  "affiliate_dashboard": {
    "link": "അഫിലിയേറ്റ് പങ്കാളി ലിങ്ക്",
    "fix_commission": "നിശ്ചിത കമ്മീഷൻ",
    "percent_commission": "ശതമാനം അടിസ്ഥാനമാക്കിയുള്ള കമ്മീഷൻ",
    "last_payment": "അവസാന പേയ്മെന്റ്",
    "balance": "ബാലൻസ്",
    "total_payment": "മൊത്തം പേയ്‌മെന്റുകൾ",
    "status": "അഫിലിയേറ്റ് പങ്കാളി നിലയും നിയന്ത്രണങ്ങളും",
    "available_for": "ഇതിനായി ലഭ്യമാണ്",
    "orders_count": "ഓർഡർ തുക",
    "orders_accepted": "അംഗീകരിച്ച ഓർഡറുകൾ",
    "finance": "സാമ്പത്തിക റിപ്പോർട്ട്",
    "amount_accepted": "സ്വീകരിച്ച തുക",
    "amount_paid": "അടച്ച തുക",
    "sessions": "സെഷനുകൾ",
    "affiliate_payment": "അഫിലിയേറ്റ് പങ്കാളി പേയ്‌മെന്റുകൾ",
    "amount_payment": "അടക്കേണ്ട തുക",
    "amount_payment_hint": "ഇടപാടിന്റെ കൃത്യമായ തുക",
    "i_paid": "ഞാൻ {name} എന്നയാൾക്ക് {amount} {currency} നൽകി",
    "pay_now": "ഇപ്പോള് പണമടയ്ക്കൂ"
  },
  "permission_roles": {
    "new_role": "പുതിയ റോൾ ചേർക്കുക",
    "new_role_message": "ടീം വർക്ക് എളുപ്പമാക്കുക.",
    "new_role_action": "പുതിയ റോൾ ചേർക്കുക"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "ലോട്ടറി",
    "sub_title": "നിങ്ങളുടെ ഉപഭോക്താക്കൾക്ക് ഗെയിം കളിക്കാനും വിജയിക്കാനും കഴിയും. നിങ്ങളുടെ സ്റ്റോറിലെ ഉപഭോക്താക്കൾ ഓരോ ഗെയിമിനും 10 ചിപ്പുകൾ ഉപയോഗിക്കണം. ഉദാഹരണത്തിന്, നിങ്ങളുടെ ഉപഭോക്താക്കൾക്ക് 1000 USD നേടാനുള്ള അവസരം ലഭിക്കണമെങ്കിൽ, ഓരോ ചിപ്പിന്റെയും വില 100 USD ആയി നിങ്ങൾ സജ്ജീകരിക്കണം. ഓരോ ചിപ്പിനും 0 എന്ന മൂല്യം അർത്ഥമാക്കുന്നത് ഓരോ വാങ്ങലിനും വാങ്ങുന്നയാൾക്ക് ഒരു ചിപ്പ് ലഭിക്കും എന്നാണ്.",
    "manually_send_chip": "ഉപയോക്താക്കൾക്ക് ചിപ്പുകൾ നേരിട്ട് അയയ്‌ക്കണോ?",
    "lottery_enable": "ലോട്ടറി പ്രവർത്തനക്ഷമമാണോ?",
    "chip_price_input": "ചിപ്പ് വില",
    "zero_chip_message": "ഓരോ ഓർഡറിനും 1x ചിപ്പ് നൽകുക",
    "chip_has_price_message": "ഓർഡറിന്റെ {amount} {currency} ന് 1 ചിപ്പ് നൽകുക.",
    "chip_disabled_message": "ചിപ്പ് പ്രവർത്തനരഹിതമാക്കി!",
    "create_new": "പുതിയ സമ്മാനം ചേർക്കുക",
    "delete_alert": {
      "title": "സമ്മാനം ഇല്ലാതാക്കുക",
      "message": "ഈ സമ്മാനം ശാശ്വതമായി ഇല്ലാതാക്കുമെന്ന് ഉറപ്പാണോ?",
      "action": "അതെ, ഇപ്പോൾ ഇല്ലാതാക്കുക"
    },
    "notifications": {
      "delete_success": "സമ്മാനം ഇല്ലാതാക്കി."
    }
  },
  "lottery_edit": {
    "title_edit": "ലോട്ടറി ഇനം എഡിറ്റ് ചെയ്യുക",
    "title_add": "പുതിയ ലോട്ടറി ഇനം",
    "general_config": "പൊതുവായ കോൺഫിഗറേഷൻ",
    "design_style": "ശൈലിയും രൂപവും",
    "enable": "പ്രവർത്തനക്ഷമമാക്കിയോ?",
    "enable_message": "ഒരു ചക്രത്തിലെ പരമാവധി ഇനങ്ങൾ 14 ആണ്.",
    "title_input": "തലക്കെട്ട്",
    "title_input_hint": "ഒരു ചെറിയ തലക്കെട്ട് എഴുതുക.",
    "description_input": "വിവരണം",
    "description_input_hint": "ഇനത്തെക്കുറിച്ച് ഒരു വിവരണം എഴുതുക.",
    "quantity": "അളവ്",
    "quantity_message": "ആകെ ലഭ്യമായ ഇനങ്ങൾ",
    "image": "ചിത്രം",
    "image_placeholder": "ഇനത്തിനായി ഒരു ചിത്രം തിരഞ്ഞെടുക്കുക",
    "chance": "അവസരം",
    "chance_message": "ശതമാനത്തിൽ വിജയിക്കാനുള്ള അവസരം",
    "free_for_first": "പുതിയ ഉപഭോക്താക്കൾക്ക് ഇത് സൗജന്യമാണോ?",
    "free_for_first_message": "പുതിയ ഉപഭോക്താക്കൾക്ക് ഈ ഇനം നേടാനാകും.",
    "prize": "സമ്മാനം",
    "amount": "സമ്മാന തുക",
    "amount_hint": "ഉപയോക്താക്കൾ അവരുടെ ഓർഡറിന് ഈ തുക ഈടാക്കുന്നു.",
    "currency_message": "ഈ ഇനത്തിനുള്ള കറൻസി. മറ്റ് കറൻസികൾ വിനിമയ നിരക്ക് അനുസരിച്ച് പരിവർത്തനം ചെയ്യപ്പെടുന്നു.",
    "discount": "കിഴിവ്",
    "discount_message": "ഉപഭോക്തൃ ഓർഡറിൽ കിഴിവ് ശതമാനം",
    "discount_limit": "കിഴിവ് പരിധി",
    "discount_limit_hint": "ഉപഭോക്താവിന് പരമാവധി കിഴിവ്.",
    "color": "നിറം",
    "condition": "വ്യവസ്ഥകൾ",
    "notifications": {
      "add": "പുതിയ ലോട്ടറി ഇനം വിജയകരമായി സൃഷ്ടിച്ചു.",
      "edit": "ലോട്ടറി ഇനങ്ങൾ വിജയകരമായി മാറ്റി."
    }
  },
  "gift_card_types_list": {
    "label": "സമ്മാന കാർഡ് തരം",
    "message": "ലിസ്റ്റിൽ നിന്ന് ഒരു സമ്മാന കാർഡ് തരം തിരഞ്ഞെടുക്കുക."
  },
  "email_builder": {
    "service_unavailable": "നിങ്ങളുടെ അക്കൗണ്ടിൽ മെയിൽ സെർവർ സജീവമല്ല.",
    "design_section": "നിങ്ങളുടെ ഇമെയിൽ ഡിസൈൻ പ്ലേറ്റ്",
    "schedule_switch": "ഇമെയിൽ അയയ്ക്കുന്നത് ഷെഡ്യൂൾ ചെയ്യണോ?",
    "schedule_placeholder": "ഇമെയിൽ അയയ്ക്കാനുള്ള സമയം തിരഞ്ഞെടുക്കുക"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "രജിസ്ട്രേഷൻ തീയതി",
      "description": "ഉപയോക്താവിന്റെ രജിസ്ട്രേഷൻ തീയതി പ്രകാരം ഫിൽട്ടർ ചെയ്യുക."
    },
    "LAST_BUY_DATE": {
      "title": "അവസാന വാങ്ങൽ",
      "description": "അവസാന വാങ്ങൽ തീയതി."
    },
    "LOGIN_DATE": {
      "title": "ലോഗിൻ തീയതി",
      "description": "അവസാന ലോഗിൻ തീയതി."
    },
    "LEVEL": {
      "title": "കസ്റ്റമർ ക്ലബ്",
      "description": "കസ്റ്റമർ ക്ലബ്ബിലെ അംഗങ്ങൾ."
    },
    "SUBSCRIBED": {
      "title": "സബ്സ്ക്രൈബ് ചെയ്തു",
      "description": "ഇമെയിൽ സ്വീകരിക്കുന്നതിന് സബ്‌സ്‌ക്രിപ്‌ഷൻ ലഭിക്കുന്നതിന്."
    },
    "NOT_PURCHASED": {
      "title": "പർച്ചേസ് ഇല്ല",
      "description": "ഇതുവരെ വാങ്ങാത്ത ഉപഭോക്താക്കൾ."
    },
    "SEX": {
      "title": "ലിംഗഭേദം",
      "description": "ഉപയോക്തൃ ലിംഗഭേദം."
    },
    "LOCATION": {
      "title": "സ്ഥാനം",
      "description": "ഉപയോക്തൃ സ്ഥാനം."
    },
    "LIMIT": {
      "title": "പരിധി",
      "description": "പരമാവധി ഉപയോക്താക്കളുടെ എണ്ണത്തിൽ ഒരു പരിധി സജ്ജീകരിക്കുക."
    },
    "SEGMENTS": {
      "title": "സെഗ്‌മെന്റുകൾ",
      "description": "പ്രത്യേക മാനുവൽ സെഗ്മെന്റേഷനിൽ ഉപഭോക്താക്കളെ പരിമിതപ്പെടുത്തുക."
    }
  },
  "inline_help": {
    "helps_title": "സേവന ഉപയോക്തൃ ഗൈഡ്",
    "blogs_title": "സെൽ‌ഡോൺ ബ്ലോഗിലെ അനുബന്ധ ഉള്ളടക്കം"
  },
  "shop_tax": {
    "region": "പ്രദേശം",
    "label": "ലേബൽ",
    "country_tax": "രാജ്യ നികുതി",
    "customer_tax": "ഉപഭോക്തൃ വാറ്റ്",
    "business_tax": "ബിസിനസ് വാറ്റ്",
    "shipping": "ഷിപ്പിംഗ്",
    "override": "അസാധുവാക്കുക",
    "country": "രാജ്യം",
    "vat_range": "VAT ശ്രേണി",
    "custom": "കസ്റ്റം",
    "regions": "പ്രദേശങ്ങൾ",
    "rest_world": "ലോകത്തിലെ മറ്റ് സ്ഥലങ്ങൾ",
    "overrides": "അസാധുവാക്കുന്നു",
    "dialog_set_title": "നികുതി ക്രമീകരണങ്ങൾ",
    "tax_setting": "നികുതി ക്രമീകരണങ്ങൾ",
    "vat": "VAT",
    "calculate_tax_input": "സ്വയമേവ നികുതി കണക്കാക്കുക",
    "calculate_tax_message": "ഈ ഓപ്‌ഷൻ സജീവമാക്കുന്നതിലൂടെ, വാറ്റ് കണക്കാക്കുകയും നിങ്ങളുടെ ഓർഡറുകൾക്ക് ബാധകമാക്കുകയും ചെയ്യും.",
    "tax_number": "നികുതി നമ്പർ",
    "tax_number_message": "നിങ്ങളുടെ നികുതി നമ്പർ നൽകുക. വാങ്ങുന്നയാളുടെ ഇൻവോയ്സിൽ ഈ രജിസ്ട്രേഷൻ നമ്പർ രേഖപ്പെടുത്തും.",
    "tax_included_in_price_input": "ഉൽപ്പന്ന വിലയിൽ നികുതി ഉൾപ്പെടുത്തിയിട്ടുണ്ട്",
    "tax_included_in_price_message": "നിങ്ങളുടെ ഉൽപ്പന്നത്തിന്റെ വിലയിൽ നികുതി തുക ഉൾപ്പെടുത്തിയാൽ ഈ ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക. നികുതി തുക ഇനിപ്പറയുന്ന ഫോർമുല ഉപയോഗിച്ച് കണക്കാക്കും:",
    "tax_included_in_price_formula": "നികുതി = (വില * VAT) / (1 + VAT), ഉദാഹരണത്തിന്, 10% മൂല്യവർദ്ധിത നിരക്ക് ഉള്ള 100$ വിലയുള്ള ഒരു ഉൽപ്പന്നത്തിന്റെ നികുതി തുക 9.09$ ആയി മാറുന്നു.",
    "tax_on_shipping_input": "ഷിപ്പിംഗിന് നികുതി ബാധകമാക്കുക",
    "tax_on_shipping_message": "ഈ ഓപ്ഷൻ തിരഞ്ഞെടുക്കുന്നതിലൂടെ നികുതി ഷിപ്പിംഗിന് ബാധകമാകും.",
    "fixed_tax_rate": "നിശ്ചിത നികുതി നിരക്ക്",
    "dynamic_tax_rate": "പ്രദേശങ്ങളെ അടിസ്ഥാനമാക്കിയുള്ള നികുതി",
    "locations_tip": "ഷോപ്പ് ക്രമീകരണം > ലൊക്കേഷനുകൾ എന്നതിൽ നിങ്ങൾ തിരഞ്ഞെടുത്ത രാജ്യങ്ങളെ നിങ്ങൾ വിൽക്കുന്ന രാജ്യങ്ങളായി മാത്രമേ മുകളിലെ ലിസ്റ്റ് കാണിക്കൂ.",
    "locations_action": "സ്റ്റോർ ലൊക്കേഷൻ ക്രമീകരണങ്ങൾ",
    "save_alert": "ക്രമീകരണങ്ങൾ സംരക്ഷിച്ചിട്ടില്ല!",
    "pos_tax_setting": "POS നികുതി ക്രമീകരണങ്ങൾ",
    "tax_exclude_title": "ഒഴിവാക്കി ╏ ചെക്ക്ഔട്ട് ചെയ്യുമ്പോൾ നികുതി ചേർക്കും",
    "tax_excluded_message": "ചെക്ക് ഔട്ട് സമയത്ത് പേയ്‌മെന്റുകൾക്ക് മുമ്പ് നികുതികൾ കണക്കാക്കുകയും നിങ്ങളുടെ ഉപഭോക്തൃ തെളിവുകൾ അനുസരിച്ച് ഒഴിവാക്കിയ നികുതി വിലയിലേക്ക് ചേർക്കുകയും ചെയ്യും."
  },
  "transportation_page": {
    "menu": {
      "dashboard": "ഡാഷ്ബോർഡ്",
      "transportations": "ഷിപ്പിംഗ് രീതികൾ",
      "orders": "ഉത്തരവുകൾ",
      "setting": "ക്രമീകരണം",
      "delivery_services": "സേവനങ്ങള്",
      "delivery_persons": "കൊറിയറുകൾ"
    },
    "go_to_courier_list": "കൊറിയർ ലിസ്റ്റ് കാണുക",
    "go_to_service_list": "ഷിപ്പിംഗ് സേവനങ്ങളുടെ ലിസ്റ്റ് കാണുക"
  },
  "transportation_persons": {
    "title": "കൊറിയറുകൾ",
    "notifications": {
      "success_add": "കൊറിയർ കൂട്ടിച്ചേർത്തു.",
      "success_reset": "സ്ഥിതിവിവരക്കണക്കുകൾ പുനഃസജ്ജമാക്കി.",
      "success_remove": "കൊറിയർ നീക്കം ചെയ്തു.",
      "success_update": "കൊറിയർ വിവരങ്ങൾ വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു."
    },
    "reset": {
      "title": "സ്ഥിതിവിവരക്കണക്കുകൾ പുനഃസജ്ജമാക്കുക",
      "message": "ഈ കൊറിയറിന്റെ സ്ഥിതിവിവരക്കണക്കുകൾ പുനഃസജ്ജമാക്കുമെന്ന് ഉറപ്പാണോ?",
      "action": "അതെ, ഇപ്പോൾ റീസെറ്റ് ചെയ്യുക"
    },
    "remove": {
      "title": "കൊറിയർ നീക്കം ചെയ്യുക",
      "message": "ഈ കൊറിയർ ഇല്ലാതാക്കുമെന്ന് തീർച്ചയാണോ?",
      "action": "അതെ, ഇപ്പോൾ നീക്കം ചെയ്യുക"
    },
    "add_dialog": {
      "title": "പുതിയ കൊറിയർ ചേർക്കുക",
      "action": "കൊറിയർ ചേർക്കുക"
    }
  },
  "transportation_orders": {
    "title": "ഷിപ്പിംഗിനുള്ള ഓർഡറുകൾ",
    "notifications": {
      "success_update": "ഷിപ്പിംഗ് നില വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു.",
      "success_payment": "COD പേയ്‌മെന്റ് വിജയകരമായി സ്ഥിരീകരിച്ചു."
    }
  },
  "delivery_person": {
    "actions_title": "കൊറിയർ ക്രമീകരണങ്ങൾ",
    "action_delivered": "അയച്ചു",
    "action_paid": "COD പണം നൽകി",
    "action_returned": "മടങ്ങിയെത്തി",
    "cod_confirm_action": "COD പേയ്‌മെന്റ് സ്ഥിരീകരിക്കുക",
    "pickup_dialog": {
      "title": "നിങ്ങളാണോ ഈ പാക്കേജിന്റെ കൊറിയർ?",
      "message": "ഈ പാഴ്‌സൽ കൊണ്ടുപോകുന്നതിന് നിങ്ങൾ ഉത്തരവാദിയാണെങ്കിൽ, അതെ തിരഞ്ഞെടുക്കുക, അല്ലാത്തപക്ഷം നമ്പർ തിരഞ്ഞെടുക്കുക."
    },
    "status_dialog": {
      "title": "സ്റ്റാറ്റസ് {status} എന്നതിലേക്ക് മാറ്റുക",
      "message": "ഡെലിവറി നില {status} എന്നതിലേക്ക് മാറ്റുമെന്ന് തീർച്ചയാണോ?",
      "action": "അതെ, ഞാൻ അത് സ്ഥിരീകരിക്കുന്നു!"
    },
    "cod_dialog": {
      "title": "COD പേയ്മെന്റ്",
      "message": "വാങ്ങുന്നയാളിൽ നിന്ന് ഓർഡർ തുക നിങ്ങൾക്ക് ലഭിച്ചുവെന്ന് നിങ്ങൾ സ്ഥിരീകരിക്കുന്നുണ്ടോ?",
      "action": "അതെ, ഞാൻ പേയ്‌മെന്റ് സ്ഥിരീകരിക്കുന്നു!"
    }
  },
  "transportation_services": {
    "title": "ഡെലിവറി സേവനം",
    "notifications": {
      "success_add": "ഡെലിവറി സേവനം ചേർത്തു.",
      "success_reset": "സ്ഥിതിവിവരക്കണക്കുകൾ പുനഃസജ്ജമാക്കി.",
      "success_remove": "സേവനം വിജയകരമായി നീക്കം ചെയ്തു.",
      "success_update": "സേവനം വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു."
    },
    "reset": {
      "title": "സ്ഥിതിവിവരക്കണക്കുകൾ പുനഃസജ്ജമാക്കുക",
      "message": "ഈ സേവനത്തിന്റെ സ്ഥിതിവിവരക്കണക്കുകൾ പുനഃസജ്ജമാക്കണമെന്ന് നിങ്ങൾക്ക് ഉറപ്പാണോ?",
      "action": "അതെ, ഇപ്പോൾ റീസെറ്റ് ചെയ്യുക"
    },
    "remove": {
      "title": "ഡെലിവറി സേവനം നീക്കം ചെയ്യുക",
      "message": "ഈ സേവനം ഇല്ലാതാക്കുമെന്ന് തീർച്ചയാണോ?",
      "action": "അതെ, ഇപ്പോൾ നീക്കം ചെയ്യുക"
    },
    "add_dialog": {
      "title": "പുതിയ ഡെലിവറി സേവനം ചേർക്കുക",
      "action": "സേവനം ചേർക്കുക"
    }
  },
  "delivery_receipt": {
    "title": "ഡെലിവറി രസീത്",
    "has_return": "റിട്ടേൺ ഓഫ് ഡെലിവറി",
    "cashed": "പണമടയ്ക്കൽ"
  },
  "delivery_dashboard": {
    "select_destinations": "പട്ടികയിലേക്ക് ഓർഡറുകൾ ചേർക്കുക",
    "price_calculation": "ഷിപ്പിംഗ് നിരക്കുകൾ കണക്കാക്കുക",
    "price_calculation_action": "വില കണക്കാക്കുക",
    "add_request": "അഭ്യർത്ഥന സേവനം",
    "add_request_action": "സേവന അഭ്യർത്ഥന സമർപ്പിക്കുക",
    "refresh_action": "വിവരങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുക"
  },
  "delivery_order": {
    "title": "ഷിപ്പിംഗ് ഓർഡർ",
    "has_return": "റിട്ടേൺ ഓഫ് ഡെലിവറി",
    "cashed": "പണമടയ്ക്കൽ"
  },
  "cash_register": {
    "menu": {
      "panel": "പണപ്പട്ടിക",
      "orders": "ഉത്തരവുകൾ",
      "customers": "ഉപഭോക്താക്കൾ",
      "devices": "ഉപകരണങ്ങൾ",
      "inventory": "ഇൻവെന്ററി"
    },
    "payment_confirm": "പണമടച്ചതിന്റെ സ്ഥിരീകരണം",
    "payment_confirm_msg": "ഉപഭോക്താവ് പണമടച്ചുള്ള ഓർഡർ {basket_id}."
  },
  "barcode_scanner": {
    "wifi_pass": "നിങ്ങളുടെ Wi-Fi പാസ്‌വേഡ്",
    "message": "നിങ്ങളുടെ വൈഫൈ റൂട്ടർ പാസ്‌വേഡ് നൽകി QR കോഡ് സ്കാൻ ചെയ്യുക.",
    "wifi_ssid": "Wi-Fi SSID",
    "ssid_message": "നിങ്ങളുടെ Wi-Fi നെറ്റ്‌വർക്ക് പേര് (SSID) നൽകുക."
  },
  "pos_devices": {
    "Scanner": "ബാർകോഡ് സ്കാനർ",
    "Scanner_desc": "ബാർകോഡ് സ്കാനർ ഉപയോഗിക്കുന്നതിന്, നിങ്ങൾ ഉൽപ്പന്ന ക്രമീകരണങ്ങളിൽ ഉൽപ്പന്ന SKU കോഡ് ശരിയായി നൽകണം.",
    "Printer": "പ്രിന്റർ",
    "Printer_desc": "ഒരു രസീത് പ്രിന്ററിലേക്ക് കണക്‌റ്റ് ചെയ്‌ത് നിങ്ങളുടെ ഉപഭോക്താക്കളുടെ രസീത് പ്രിന്റ് ചെയ്യുക.",
    "CustomerView": "ഉപഭോക്തൃ കാഴ്ച",
    "CustomerView_desc": "നിങ്ങളുടെ ഉപഭോക്താക്കൾക്ക് ഓർഡർ വിശദാംശങ്ങൾ പ്രദർശിപ്പിക്കാൻ ഈ പേജ് നിങ്ങളെ പ്രാപ്തരാക്കുന്നു.",
    "CardReader": "കാർഡ് റീഡർ",
    "CardReader_desc": "നിങ്ങളുടെ ഉപഭോക്താക്കൾ COD പേയ്‌മെന്റിനുള്ള കാർഡ് റീഡർ ഉപകരണം.",
    "ChipReader": "ചിപ്പ് റീഡർ",
    "ChipReader_desc": "ടാഗുകൾ ഉപയോഗിച്ച് കാർട്ടിലേക്ക് ഇനങ്ങൾ ചേർക്കാൻ NFC ടാഗ് റീഡർ."
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "ഉപകരണം നീക്കം ചെയ്യുക",
      "message": "നിങ്ങളുടെ POS പ്രൊഫൈലിൽ നിന്ന് ഈ ഉപകരണം നീക്കംചെയ്യുമെന്ന് തീർച്ചയാണോ?",
      "action": "അതെ, ഇപ്പോൾ നീക്കം ചെയ്യുക"
    }
  },
  "pos_process_center": {
    "title": "POS ഓർഡർ പ്രോസസ്സിംഗ് സെന്റർ",
    "menu": {
      "label": "പാക്കേജ് ലേബൽ",
      "receipt": "രസീത്",
      "back": "തിരികെ",
      "timeline": "ടൈംലൈൻ",
      "order": "ഓർഡർ ചെയ്യുക"
    }
  },
  "pos": {
    "add_customer": "ഒരു ഉപഭോക്താവിനെ ചേർക്കുക",
    "set_delivery": "ഡെലിവറി വിലാസം സജ്ജമാക്കുക",
    "add_giftcards": "സമ്മാന കാർഡ് ചേർക്കുക",
    "add_discount_code": "ഡിസ്കൗണ്ട് കോഡ് ചേർക്കുക",
    "add_coupon": "കൂപ്പൺ ചേർക്കുക",
    "set_campaign": "കാമ്പെയ്‌ൻ സജ്ജമാക്കുക",
    "select_buyer": "വാങ്ങുന്നയാളെ തിരഞ്ഞെടുക്കുക!",
    "send_to_pos": "കാർഡ് റീഡർ മെഷീനിലേക്ക് അയയ്ക്കുക",
    "print_receipt": "രസീത് അച്ചടിക്കുക",
    "confirm_cash_payment": "പണമടയ്ക്കൽ സ്ഥിരീകരിക്കുക",
    "payment_cod": {
      "title": "ക്യാഷ് ഓൺ ഡെലിവറി പേയ്‌മെന്റ്",
      "message": "ഈ ഓർഡറിന്റെ തുക ഡെലിവറി ചെയ്യുമ്പോൾ നൽകും. വാങ്ങുന്നയാളിൽ നിന്ന് തുക സ്വീകരിച്ച ശേഷം, സിസ്റ്റത്തിൽ ഓർഡർ പൂർത്തിയാക്കാൻ നിങ്ങൾ പേയ്മെന്റ് സ്ഥിരീകരിക്കണം."
    },
    "payment_online": {
      "title": "ഓൺലൈൻ പേയ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക",
      "message": "ഇനിപ്പറയുന്ന ഓപ്ഷനുകൾ തിരഞ്ഞെടുക്കുന്നതിലൂടെ, ഒരു പേയ്‌മെന്റ് ലിങ്ക് സൃഷ്‌ടിക്കുകയും വാങ്ങുന്നയാൾക്ക് അയയ്ക്കുകയും ചെയ്യും. ഈ ലിങ്ക് അടയ്ക്കുന്നതിലൂടെ, ഓർഡറിന്റെ നില പണമടച്ചുള്ള മോഡിലേക്ക് മാറും. ഉപഭോക്തൃ സ്ക്രീനിലോ എസ്എംഎസിലോ ഇമെയിലിലോ ക്യുആർ കോഡ് സ്കാൻ ചെയ്തുകൊണ്ട് പേയ്‌മെന്റ് ലിങ്ക് ജനറേറ്റുചെയ്യും. ഒരു ലിങ്ക് അയയ്‌ക്കാൻ ഏതെങ്കിലും ചാനലിനെ സജീവമാക്കുന്നതിന്, ആ ഓപ്ഷനിൽ ക്ലിക്ക് ചെയ്‌ത് വാങ്ങുന്നയാൾക്ക് രസീത് അയയ്‌ക്കാൻ ബട്ടൺ അമർത്തുക."
    },
    "notifications": {
      "success_pay": "ഓർഡർ പേയ്‌മെന്റ് പൂർത്തിയായി.",
      "success_order": "ഓർഡർ വിജയകരമായി സൃഷ്‌ടിക്കുകയും ഉപഭോക്താവ് പണമടയ്ക്കാൻ കാത്തിരിക്കുകയും ചെയ്യുന്നു."
    },
    "payment_dialog": {
      "check_pay_now": "പേയ്‌മെന്റ് സ്വമേധയാ പരിശോധിക്കുക",
      "close_action": "ഡയലോഗ് അടയ്ക്കുക. കസ്റ്റമർ പേയ്‌മെന്റിനായി കാത്തിരിക്കാൻ ഞാൻ ആഗ്രഹിക്കുന്നില്ല",
      "go_to_order": "ഓർഡർ പേജിലേക്ക് പോകുക",
      "paid_by_gift_card_msg": "ഗിഫ്റ്റ് കാർഡുകളിൽ നിന്ന് മൊത്തം ഓർഡർ തുക പിൻവലിച്ചു! വാങ്ങുന്നയാൾ കൂടുതൽ പണം നൽകേണ്ടതില്ല.",
      "cod_msg": "ഓർഡർ ലഭിക്കുമ്പോൾ ഉപഭോക്താവ് പണം നൽകും.",
      "online_msg": "കസ്റ്റമർ സ്ക്രീനിൽ QR കോഡ് സ്കാൻ ചെയ്യാൻ ഉപഭോക്താവിനോട് ആവശ്യപ്പെടുക."
    },
    "name": "POS",
    "message": "നിങ്ങളുടെ സീറോ-സെറ്റപ്പ് കോസ്റ്റ് ഓൺലൈൻ പോയിന്റ് ഓഫ് സെയിൽ നേടുക, ഏതെങ്കിലും സ്‌മാർട്ട്‌ഫോണിലും ടാബ്‌ലെറ്റിലും പിസിയിലും ഇത് പ്രവർത്തിപ്പിക്കുക അല്ലെങ്കിൽ സ്വമേധയാ ഓർഡറുകൾ സൃഷ്‌ടിക്കുക."
  },
  "exporter": {
    "title": "ഡാറ്റ കയറ്റുമതി ചെയ്യുക",
    "subtitle": "നിങ്ങളുടെ ഡാറ്റ നിങ്ങളുടേതാണ്! നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും സ്റ്റാൻഡേർഡ് ഫോർമാറ്റിൽ നിങ്ങളുടെ ബിസിനസ്സ് വിവരങ്ങൾ ഡൗൺലോഡ് ചെയ്യാം. എന്നിരുന്നാലും, നിങ്ങളുടെ ഉപഭോക്താക്കളുടെ സ്വകാര്യതയെ മാനിക്കുക, അവരെ സ്പാം ചെയ്യരുത്, അവരുടെ വിവരങ്ങൾ ഒരു മൂന്നാം കക്ഷിയുമായി ഒരിക്കലും പങ്കിടരുത്.",
    "excel": "Excel ഫോർമാറ്റിലുള്ള പൂർണ്ണമായ വിവരങ്ങളോടൊപ്പം സ്റ്റോറിലെ എല്ലാ {type} കളുടെയും ഒരു ലിസ്റ്റ് നിങ്ങൾക്ക് ലഭിക്കും.",
    "csv": "CSV ഫോർമാറ്റിലുള്ള പൂർണ്ണമായ വിവരങ്ങളോടൊപ്പം സ്റ്റോറിലെ എല്ലാ {type}-ന്റെയും ഒരു ലിസ്റ്റ് നിങ്ങൾക്ക് ലഭിക്കും. സ്റ്റോറിലേക്ക് {type} ഇറക്കുമതി ചെയ്യുന്നതിനുള്ള Selldone-ന്റെ സ്റ്റാൻഡേർഡ് ഫോർമാറ്റ് അനുസരിച്ചാണ് ഈ ഫോർമാറ്റ്."
  },
  "importer": {
    "category": {
      "title": "വിഭാഗങ്ങൾ ഇറക്കുമതി ചെയ്യുക",
      "subtitle": "വിഭാഗങ്ങളുടെ CSV ഫയൽ ഇവിടെ അപ്‌ലോഡ് ചെയ്യുക. നിങ്ങൾ സ്റ്റാൻഡേർഡ് ഫോർമാറ്റ് പിന്തുടരുന്നുവെന്ന് ഉറപ്പാക്കുക."
    },
    "product": {
      "title": "ഉൽപ്പന്നങ്ങൾ ഇറക്കുമതി ചെയ്യുക",
      "subtitle": "ഉൽപ്പന്നങ്ങളുടെ CSV ഫയൽ ഇവിടെ അപ്‌ലോഡ് ചെയ്യുക. നിങ്ങൾ സ്റ്റാൻഡേർഡ് ഫോർമാറ്റ് പിന്തുടരുന്നുവെന്ന് ഉറപ്പാക്കുക."
    },
    "product_images": {
      "title": "ചിത്രങ്ങൾ ഇറക്കുമതി ചെയ്യുക",
      "subtitle": "ചിത്ര വിവരങ്ങൾ സ്വീകരിക്കുന്നത് സമയമെടുക്കുന്നതാണ്. ചിത്രങ്ങൾ ഇറക്കുമതി ചെയ്യുമ്പോൾ പകർപ്പവകാശം പാലിക്കുന്നത് ഉറപ്പാക്കുക."
    },
    "inventory": {
      "title": "ബൾക്ക് അപ്ഡേറ്റ് ഇൻവെന്ററി",
      "subtitle": "ഇൻവെന്ററിയുടെ CSV ഫയൽ ഇവിടെ അപ്‌ലോഡ് ചെയ്യുക. ആദ്യം CSV ഫയൽ എക്‌സ്‌പോർട്ട് ചെയ്‌ത് ആ ഫയൽ എഡിറ്റ് ചെയ്‌ത് നിങ്ങൾ സ്റ്റാൻഡേർഡ് ഫോർമാറ്റ് പിന്തുടരുന്നുവെന്ന് ഉറപ്പാക്കുക."
    },
    "back_to_products": "ഉൽപ്പന്നങ്ങളുടെ പട്ടികയിലേക്ക് മടങ്ങുക",
    "back_to_categories": "വിഭാഗ പട്ടികയിലേക്ക് മടങ്ങുക",
    "back_to_inventory": "സാധനങ്ങളുടെ പട്ടികയിലേക്ക് മടങ്ങുക",
    "step_select_file": "CSV ഫയൽ തിരഞ്ഞെടുക്കുക",
    "step_send_to_server": "സെർവറിലേക്ക് അയയ്ക്കുക",
    "step_view_result": "ഫലം കാണുക",
    "step_view_que": "കാത്തിരിക്കുന്ന ലിസ്റ്റ് കാണുക",
    "send_to_server_action": "സെർവറിലേക്ക് അയയ്ക്കുക",
    "shop_license": "ഷോപ്പ് ലൈസൻസ്",
    "max_items_limit": "പരമാവധി ഇനങ്ങളുടെ പരിധി",
    "total_items": "മൊത്തം ഇനങ്ങൾ",
    "customer": {
      "title": "ഉപഭോക്താക്കളെ ഇറക്കുമതി ചെയ്യുക",
      "subtitle": "ഉപഭോക്താക്കളുടെ CSV ഫയലുകൾ ഇവിടെ അപ്‌ലോഡ് ചെയ്യുക. നിങ്ങൾ സ്റ്റാൻഡേർഡ് ഫോർമാറ്റ് പിന്തുടരുന്നുവെന്ന് ഉറപ്പാക്കുക, കൂടാതെ, നിങ്ങൾ സ്വകാര്യതാ നിയമങ്ങൾ പാലിക്കേണ്ടതുണ്ട്."
    }
  },
  "campaigns": {
    "title": "പ്രചാരണങ്ങൾ",
    "subtitle": "കാമ്പെയ്‌നുകളും ട്രാക്ക് ചെയ്യാവുന്ന ലിങ്കുകളും സൃഷ്‌ടിക്കുക, വിശ്വസനീയവും കൃത്യവുമായ വിവരങ്ങൾ ഒരിടത്ത് കാണുക. മികച്ച ഡാറ്റാധിഷ്ഠിത തീരുമാനങ്ങൾ എടുക്കാൻ ഞങ്ങൾ നിങ്ങളെ സഹായിക്കുന്നു.",
    "add_action": "പുതിയ കാമ്പെയ്‌ൻ ചേർക്കുക",
    "empty_message": "നിങ്ങളുടെ ആദ്യ കാമ്പെയ്‌ൻ ഇപ്പോൾ സൃഷ്‌ടിക്കുക!",
    "delete": {
      "title": "പ്രചാരണം ഇല്ലാതാക്കുക",
      "message": "ഈ കാമ്പെയ്‌നും എല്ലാ ഡാറ്റയും ഇല്ലാതാക്കുമെന്ന് തീർച്ചയാണോ?",
      "action": "അതെ, ഇപ്പോൾ ഇല്ലാതാക്കുക"
    }
  },
  "landing_categories": {
    "raw": "അസംസ്കൃത ടെംപ്ലേറ്റുകൾ",
    "marketing": "മാർക്കറ്റിംഗും പരസ്യങ്ങളും",
    "product": "ഉൽപ്പന്നം പരിചയപ്പെടുത്തൽ",
    "health": "ആരോഗ്യവും ശാരീരികക്ഷമതയും",
    "food": "ഭക്ഷണവും പഴങ്ങളും",
    "house": "റിയൽ എസ്റ്റേറ്റും വീടും",
    "device": "യന്ത്രവും ഉപകരണവും",
    "car": "കാർ",
    "software": "സോഫ്റ്റ്വെയർ",
    "clothing": "വസ്ത്രങ്ങളും ഷൂസും",
    "jewellery": "ആഭരണങ്ങൾ",
    "all": "എല്ലാ ടെംപ്ലേറ്റുകളും"
  },
  "shop_theme": {
    "theme_colors": "തീം നിറങ്ങൾ",
    "products_view_mode": "ഷോപ്പിംഗ് ലിസ്റ്റ് കാഴ്ച",
    "products_view_mode_desc": "സ്‌ക്രീൻ വലുപ്പത്തെ അടിസ്ഥാനമാക്കി നിങ്ങളുടെ സ്റ്റോറിലെ ഉൽപ്പന്നങ്ങളുടെ ഡിസ്‌പ്ലേ മോഡ് ക്രമീകരിക്കാം. ഈ മോഡ് ഡിഫോൾട്ടായി പരിഗണിക്കും കൂടാതെ ഉപയോക്താവ് ഡിസ്പ്ലേ മോഡ് മാറ്റുകയാണെങ്കിൽ അത് പ്രയോഗിക്കില്ല.",
    "color_light": "പ്രാഥമിക നിറം",
    "color_dark": "പ്രാഥമിക ഇരുണ്ട നിറം",
    "color_deep_dark": "ആഴത്തിലുള്ള ഇരുണ്ട നിറം",
    "color_info": "ലിങ്കുകൾ",
    "light_checkout": "ലൈറ്റ് ചെക്ക്ഔട്ട് തീം",
    "light_header": "നേരിയ തലക്കെട്ട്",
    "light_footer": "ലൈറ്റ് ഫൂട്ടർ",
    "product_page": "ഉൽപ്പന്ന പേജ്",
    "typography": "ടൈപ്പോഗ്രാഫി",
    "header": "തലക്കെട്ട്",
    "custom_code": "ഇഷ്ടാനുസൃത കോഡ്",
    "custom_css": "ഇഷ്ടാനുസൃത CSS",
    "light_filter": "വിഭാഗം ഫിൽട്ടർ തീം",
    "custom_variants": "വകഭേദങ്ങൾ"
  },
  "app_templates": {
    "default": "സ്ഥിരസ്ഥിതി",
    "blue": "നീല സമുദ്രം",
    "amber": "ആമ്പർ",
    "green": "ഇക്വറ്റോറിയൽ",
    "red": "വാമ്പയർ",
    "magenta": "പുഷ്പം",
    "master": "മാസ്റ്റർ",
    "black": "ഇരുണ്ട വശം"
  },
  "affiliate_orders": {
    "title": "അഫിലിയേറ്റ് പങ്കാളി ഓർഡറുകൾ",
    "table": {
      "order_price": "ഓർഡർ തുക",
      "order_payment": "ഓർഡർ പേയ്മെന്റ് നില",
      "order_link": "ഓർഡർ ലിങ്ക്",
      "commission_status": "കമ്മീഷൻ നില",
      "commission_amount": "കമ്മീഷൻ തുക",
      "items": "ഇനങ്ങൾ",
      "actions": "പ്രവർത്തനങ്ങൾ",
      "create_date": "തീയതി സൃഷ്ടിക്കുക"
    },
    "notifications": {
      "update_success": "അഫിലിയേറ്റ് സ്റ്റാറ്റസ് അപ്ഡേറ്റ് ചെയ്തു."
    }
  },
  "affiliate_payments": {
    "title": "അഫിലിയേറ്റ് പങ്കാളി പേയ്‌മെന്റുകൾ",
    "table": {
      "staff": "സ്റ്റാഫ്",
      "amount": "തുക",
      "note": "കുറിപ്പ്",
      "date": "തീയതി"
    }
  },
  "my_roles": {
    "title": "എന്റെ വേഷങ്ങൾ",
    "message": "ഒരു സ്റ്റോറിലെ ജീവനക്കാർക്ക് നൽകുന്ന ആക്‌സസ് തരമാണ് റോളുകൾ. ഉദാഹരണത്തിന്, ഓർഡറുകൾ അയയ്ക്കുന്നതിനോ പാക്ക് ചെയ്യുന്നതിനോ ഉത്തരവാദിത്തമുള്ള ജീവനക്കാർ."
  },
  "role_card": {
    "complete_tasks": "പൂർത്തിയാക്കിയ ജോലികൾ",
    "reject_tasks": "നിരസിച്ച ജോലികൾ",
    "last_check": "സമീപകാല പരിശോധന"
  },
  "referral_widget": {
    "apply_now": "ഈ പ്രോഗ്രാമിനായി ഇപ്പോൾ അപേക്ഷിക്കുക!",
    "no_bonus": "ഒരു സുഹൃത്തിനെ ക്ഷണിച്ചുകൊണ്ട് ഒന്നാം സമ്മാനം സ്വീകരിക്കുക.",
    "your_gift": "നിങ്ങളുടെ സമ്മാനം",
    "invited_gift": "ക്ഷണിച്ച സമ്മാനം",
    "percent_bonus": "ശതമാനം ബോണസ്",
    "discount_bonus": "കിഴിവ് ബോണസ്",
    "registered": "പുതിയ ഉപയോക്താവ്",
    "accepted": "അംഗീകൃത ഉപയോക്താവ്"
  },
  "app_config": {
    "reviews": "അവലോകനങ്ങൾ",
    "rate_now": "ഇപ്പോൾ നിരക്ക്",
    "category": "വിഭാഗം",
    "uninstall": "അൺഇൻസ്റ്റാൾ ചെയ്യുക",
    "get_app": "ആപ്പ് നേടുക",
    "public_keys": "പൊതു കീകൾ",
    "private_keys": "സ്വകാര്യ കീകൾ (സുരക്ഷിതം)",
    "config": "ആപ്പ് കോൺഫിഗറേഷൻ",
    "app_status": "അപേക്ഷയുടെ നില",
    "app_info": "അപേക്ഷാ വിവരം",
    "update_at": "സമീപകാല അപ്ഡേറ്റ്",
    "visit_website": "വെബ്സൈറ്റ് സന്ദർശിക്കുക",
    "privacy": "സ്വകാര്യതാനയം",
    "installs": "ഇൻസ്റ്റാൾ ചെയ്യുന്നു",
    "basic_profile_permission": "അടിസ്ഥാന പ്രൊഫൈൽ വിവരങ്ങൾ",
    "developer": "ഡെവലപ്പർ",
    "permissions": "അനുമതികൾ",
    "total_comments": "ആകെ അഭിപ്രായങ്ങൾ",
    "delete_dialog": {
      "title": "ആപ്പ് അൺഇൻസ്റ്റാൾ ചെയ്യുക",
      "message": "നിങ്ങളുടെ സ്റ്റോറിൽ നിന്ന് ഈ ആപ്പ് നീക്കം ചെയ്യണോ?",
      "action": "അതെ, ആപ്പ് ഇല്ലാതാക്കുക"
    },
    "notifications": {
      "uninstall_success": "ആപ്ലിക്കേഷൻ അൺഇൻസ്റ്റാൾ ചെയ്തു."
    }
  },
  "shop_bots": {
    "not_set": "സജ്ജമാക്കിയിട്ടില്ല!",
    "tokens": "ടോക്കൺ(കൾ)",
    "webhook": "വെബ്ഹുക്ക്",
    "calls": "വിളിക്കുന്നു",
    "dialog": {
      "title": "{name} ബോട്ട് കോൺഫിഗറേഷൻ",
      "message": "എന്റർപ്രൈസ്-ഗ്രേഡ് ഷോപ്പിംഗ് അനുഭവങ്ങൾ കെട്ടിപ്പടുക്കുന്നതിനുള്ള സമഗ്രമായ ബോട്ട് ചട്ടക്കൂട്."
    }
  },
  "shop_customers": {
    "title": "ഉപഭോക്തൃ മാനേജ്മെന്റ്",
    "all_customers": "എല്ലാ ഉപഭോക്താക്കളും ഡൗൺലോഡ് ചെയ്യുക",
    "filtered_customers": "ഫിൽട്ടർ ചെയ്ത ഉപഭോക്താക്കൾ",
    "dialog_chips": {
      "title": "ഉപഭോക്തൃ ചിപ്പുകളുടെ എണ്ണം സജ്ജമാക്കുക"
    },
    "dialog_club": {
      "title": "ഉപഭോക്തൃ ക്ലബ് ലെവൽ സജ്ജമാക്കുക"
    }
  },
  "app_dashboard": {
    "status": "സ്റ്റാറ്റസ് പ്രസിദ്ധീകരിക്കുക",
    "statistics": "സ്ഥിതിവിവരക്കണക്കുകൾ"
  },
  "app_publish": {
    "production_version": "പ്രൊഡക്ഷൻ പതിപ്പ്",
    "beta_version": "ബീറ്റ പതിപ്പ്",
    "alpha_version": "ആൽഫ പതിപ്പ്"
  },
  "app_publish_widget": {
    "header": "സ്റ്റോർ വെബ്സൈറ്റ് തലക്കെട്ട്",
    "header_code": "തലക്കെട്ട് കോഡ്",
    "admin_page": "അഡ്മിൻ പേജുകൾ",
    "name": "പേര്",
    "icon": "ഐക്കൺ",
    "url": "Url"
  },
  "app_api": {
    "title": "API ആക്സസ്",
    "revoke_api": "API റദ്ദാക്കുക",
    "api_key": "API കീ",
    "secret": "രഹസ്യ കീ",
    "client": "കക്ഷി",
    "redirect_url": "റീഡയറക്‌ട് url",
    "client_name": "ഇടപാടുകാരന്റെ പേര്"
  },
  "app_loader_page": {
    "no_ui_title": "ഈ ആപ്ലിക്കേഷന് യുഐ ഒന്നുമില്ല!",
    "no_ui_desc": "ചില ആപ്ലിക്കേഷനുകൾക്ക് അവരുടെ അഡ്മിൻ ഏരിയയിൽ ഒരു ഉപയോക്തൃ ഇന്റർഫേസ് ആവശ്യമില്ല. ഈ അപ്ലിക്കേഷന് നിങ്ങളുടെ സ്റ്റോർ വെബ്‌സൈറ്റിന്റെ തലക്കെട്ട് വിഭാഗത്തിലേക്ക് മാത്രമേ കോഡ് ചേർക്കാൻ കഴിയൂ.",
    "header": "തലക്കെട്ട് കോഡ്"
  },
  "finance_report": {
    "export_title": "സാമ്പത്തിക ഡാറ്റ കയറ്റുമതി ചെയ്യുക",
    "export_sub_title": "ഒറ്റ ഫയലിൽ സാമ്പത്തിക വിശദാംശങ്ങൾ ഡൗൺലോഡ് ചെയ്യുക.",
    "start_input_placeholder": "റിപ്പോർട്ടിന്റെ ആരംഭ തീയതി തിരഞ്ഞെടുക്കുക",
    "end_input_placeholder": "റിപ്പോർട്ടിന്റെ അവസാന തീയതി തിരഞ്ഞെടുക്കുക",
    "download_action": "സാമ്പത്തിക ലിസ്റ്റ് ഡൗൺലോഡ് ചെയ്യുക"
  },
  "shop_notifications": {
    "title": "ഷോപ്പ് അറിയിപ്പുകൾ",
    "sub_title": "ബോട്ട്, ഇമെയിൽ, എസ്എംഎസ്, ...",
    "message": "നിങ്ങളുടെ സ്റ്റോർ അറിയിപ്പ് ക്രമീകരണങ്ങളും മുൻഗണനകളും എഡിറ്റ് ചെയ്യുക",
    "channel": "ചാനൽ",
    "status": "പദവി",
    "events": "ഇവന്റുകൾ",
    "info": "വിവരം",
    "actions": "പ്രവർത്തനങ്ങൾ",
    "connected": "ബന്ധിപ്പിച്ചു",
    "not_connected": "ബന്ധിപ്പിച്ചിട്ടില്ല!",
    "connect_now": "ഇപ്പോൾ ബന്ധിപ്പിക്കുക",
    "send_test": "ടെസ്റ്റ് ഡാറ്റ അയയ്ക്കുക",
    "disconnect": "വിച്ഛേദിക്കുക",
    "dialog": {
      "title": "ബോട്ട് കോൺഫിഗറേഷൻ",
      "message": "എന്റർപ്രൈസ്-ഗ്രേഡ് ഇ-കൊമേഴ്‌സ് അനുഭവങ്ങൾ കെട്ടിപ്പടുക്കുന്നതിനുള്ള സമഗ്രമായ അറിയിപ്പ് ചട്ടക്കൂട്.",
      "action": "ഇവിടെ ക്ലിക്ക് ചെയ്യുക!",
      "set_config": "കോൺഫിഗറേഷൻ സജ്ജമാക്കുക"
    }
  },
  "notification_events": {
    "new_order": "🛍️ ഓർഡർ ചെയ്യുക",
    "payment": "💳 പേയ്മെന്റ്",
    "return": "📦 മടങ്ങുക",
    "weekly_report": "📈 പ്രതിവാര റിപ്പോർട്ടുകൾ"
  },
  "order_delivery": {
    "title": "ഡെലിവറി",
    "add_to_delivery_que_action": "ഷിപ്പിംഗ് ക്യൂവിലേക്ക് ചേർക്കുക",
    "in_que": "ഷിപ്പിംഗ് ക്യൂവിൽ",
    "message": "ഷിപ്പിംഗ് കൊറിയറിന് പാക്കേജ് നൽകിയ ശേഷം, <b>ഡെലിവറി സ്ഥിരീകരിക്കുക</b> ബട്ടൺ ക്ലിക്കുചെയ്യുക.",
    "message_add_to_service": "ഒരു <b>ഡെലിവറി സേവനത്തിലൂടെ</b> നിങ്ങൾക്ക് ഈ പാക്കേജ് അയയ്‌ക്കണമെങ്കിൽ ഇനിപ്പറയുന്ന ബട്ടൺ ക്ലിക്കുചെയ്യുക.",
    "action": "ഡെലിവറി സ്ഥിരീകരണം",
    "checklist": [
      "കൊറിയറിന്റെ തിരിച്ചറിയൽ കാർഡ് പരിശോധിക്കുക.",
      "ഉൽപ്പന്നങ്ങളുടെ നല്ല പാക്കേജിംഗും സമയബന്ധിതമായ ഡെലിവറിയും നിങ്ങളുടെ ഉപഭോക്താക്കളുടെ നിലനിർത്തൽ നിരക്ക് വർദ്ധിപ്പിക്കും."
    ],
    "manual": {
      "title": "ഉപഭോക്താവിന്റെ ഡെലിവറി സ്ഥിരീകരണത്തിനായി കാത്തിരിക്കുന്നു.",
      "action_received": "വാങ്ങുന്നയാളുടെ സ്ഥിരീകരണം",
      "action_returned": "ഡെലിവറി റിട്ടേൺ",
      "message": "ശ്രദ്ധിക്കുക: ഉപഭോക്താവിന് ഓർഡർ ലഭിക്കുകയാണെങ്കിൽ, പൂർത്തീകരണം പൂർത്തിയാക്കാൻ നിങ്ങൾക്ക് ഇനിപ്പറയുന്ന ഓപ്ഷനുകൾ ഉപയോഗിക്കാം. സിസ്റ്റത്തിലെ ചില ഷിപ്പിംഗ് സേവനങ്ങൾ ഡെലിവറി സ്വയമേവ സ്ഥിരീകരിക്കും."
    },
    "auto_complete_note": "ഒരു നിശ്ചിത കാലയളവിനുശേഷം, ഓർഡർ നില ഡെലിവർ ചെയ്തതിലേക്ക് മാറും. ഈ കാലയളവ് ഓർഡറിന്റെ തരം അനുസരിച്ച് വ്യത്യാസപ്പെടുകയും സിസ്റ്റം നിർണ്ണയിക്കുകയും ചെയ്യുന്നു.",
    "received": {
      "title": "ഉപഭോക്താവിന് കൈമാറി.",
      "delivered_date": "ഡെലിവറി തീയതി"
    },
    "receiver": "റിസീവർ",
    "bill": "രസീത്",
    "tracking": {
      "title": "ട്രാക്കിംഗ് കോഡ് / യുആർഎൽ ചേർക്കുക",
      "code": "ട്രാക്കിംഗ് കോഡ്",
      "url": "ട്രാക്കിംഗ് url",
      "message": "ഈ ഓർഡറിനായി ഒരു ട്രാക്കിംഗ് കോഡ് നൽകുന്ന ഒരു സേവനത്തിലൂടെ നിങ്ങൾ ഷിപ്പ് ചെയ്‌തിട്ടുണ്ടെങ്കിൽ, നിങ്ങൾക്ക് ഈ വിഭാഗത്തിൽ കോഡും പ്രസക്തമായ ട്രാക്കിംഗ് ലിങ്കും നൽകാം. ഈ വിവരം ഉപഭോക്താവിനെ കാണിക്കും."
    },
    "preferred_delivery_time": "തിരഞ്ഞെടുത്ത ഡെലിവറി സമയം",
    "manage_couriers": "എന്റെ കൊറിയറുകൾ നിയന്ത്രിക്കുക",
    "manage_service": "സേവനം നിയന്ത്രിക്കുക",
    "option_deliver_by_courier": "ഓപ്ഷൻ 1: നിങ്ങളുടെ കൊറിയറുകൾ വഴി ഡെലിവർ ചെയ്യുക.",
    "option_add_to_que": "ഓപ്ഷൻ 2: ഷിപ്പിംഗ് സേവന പേജിൽ പ്രോസസ്സ് ചെയ്യാൻ ക്യൂവിൽ ചേർക്കുക.",
    "option_instant_shipping": "ഓപ്ഷൻ 3: തൽക്ഷണ ഷിപ്പിംഗ്.",
    "pickup_action": "പിക്കപ്പ് സ്ഥിരീകരണം"
  },
  "shop_home_edit": {
    "title": "ഹോം പേജ് ക്രമീകരണം",
    "sub_title": "നിങ്ങളുടെ വെബ്‌സൈറ്റ് ഡിഫോൾട്ട് പേജ് സജ്ജമാക്കുക",
    "default_home": "ഡിഫോൾട്ട് ഹോം പേജ്",
    "default_home_placeholder": "ഷോപ്പ് പേജ് വെബ്‌സൈറ്റ് ഹോം പേജാണ്"
  },
  "selldone_referral_page": {
    "title": "റഫറൽ ഡാഷ്ബോർഡ്",
    "referral_link": "റഫറൽ ലിങ്ക്",
    "registered": "രജിസ്റ്റർ ചെയ്തു",
    "accepted": "സ്വീകരിച്ചു",
    "bank": "ബാങ്ക്",
    "bank_title": "പിൻവലിക്കാനുള്ള ബാങ്ക് വിവരങ്ങൾ",
    "new_users": "പുതിയ ഉപയോക്താക്കൾ",
    "performance": "പ്രകടനം",
    "credit_mode": "ക്രെഡിറ്റ് മോഡ്",
    "get_stickers": "പകർത്താനും ഒട്ടിക്കാനും സ്റ്റിക്കർ Html കോഡ് നേടുക",
    "click_copy_sticker_code": "html കോഡ് പകർത്താൻ ബാഡ്ജിൽ ക്ലിക്ക് ചെയ്യുക."
  },
  "selldone_referral_payment": {
    "title": "റഫറൽ പേയ്‌മെന്റുകൾ",
    "officer": "ഉദ്യോഗസ്ഥൻ",
    "amount": "തുക ഇടപാട്",
    "note": "കുറിപ്പ്",
    "date": "തീയതി"
  },
  "widget_shop_gateway": {
    "link_account_caution": "നിങ്ങളുടെ ഷോപ്പിലേക്ക് ഒരു അക്കൗണ്ട് ({currency}) ലിങ്ക് ചെയ്യുക! ഇവിടെ ക്ലിക്ക് ചെയ്യുക.."
  },
  "product_sell_widget": {
    "title": "ഉൽപ്പന്ന വിൽപ്പന പ്രകടനം"
  },
  "fulfilment_order_widget": {
    "title": "ഡ്രോപ്പ്ഷിപ്പിംഗ് പൂർത്തീകരണം",
    "check_action": "ഡ്രോപ്പ്ഷിപ്പിംഗ് സ്വീകരിക്കുക",
    "uncheck_action": "ഓർഡർ സ്ഥിരീകരിച്ചു",
    "pay_action": "സാധനങ്ങളുടെ വില കൊടുക്കൂ..",
    "pay_completed": "പണമടച്ചതിന്റെ സ്ഥിരീകരണം",
    "list_of_items": "ഇനങ്ങൾ വീണ്ടും വിൽക്കുന്നു",
    "checklist": [
      "നിങ്ങൾ വിൽക്കുന്ന ഉൽപ്പന്നങ്ങളുടെ തുക യഥാർത്ഥ വിൽപ്പനക്കാരന് പരോക്ഷമായി നൽകുക.",
      "സ്റ്റോറിന്റെ അക്കൗണ്ടിംഗ് വിഭാഗം> ഡ്രോപ്പ്‌ഷിപ്പിംഗ് എന്നതിൽ നിങ്ങൾക്ക് ഉൽപ്പന്നങ്ങളുടെ വില വിതരണക്കാരന് ഒരുമിച്ച് അടച്ച് തീർക്കാം.",
      "പേയ്‌മെന്റിന് ശേഷം, വിതരണക്കാരന് നിങ്ങളുടെ ഓർഡർ ലഭിക്കുകയും തയ്യാറാക്കിയ ശേഷം വാങ്ങുന്നയാൾക്ക് നേരിട്ട് അയയ്ക്കുകയും ചെയ്യും."
    ],
    "message": "വിതരണക്കാരന് ഓർഡർ ഫീസ് അടച്ച ശേഷം, ഈ വിഭാഗത്തിൽ ഓർഡർ അയയ്ക്കുന്നതിന്റെ പുരോഗതി കാണുക."
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "ഡാഷ്ബോർഡ്",
      "orders": "ഉത്തരവുകൾ",
      "inventory": "ഇൻവെന്ററി",
      "shops": "റീസെല്ലർമാർ",
      "requests": "അഭ്യർത്ഥനകൾ"
    },
    "drop_shipping_charge": "ഡ്രോപ്പ്ഷിപ്പിംഗ് ചാർജ്"
  },
  "dropship_request_status": {
    "PENDING": "തീർപ്പാക്കാത്തത്",
    "ACCEPT": "സ്വീകരിക്കുക",
    "REJECT": "നിരസിക്കുക"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "ഡാഷ്ബോർഡ്",
      "orders": "ഉത്തരവുകൾ",
      "wallet": "വാലറ്റ്"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "റീസെല്ലർ ഡാഷ്‌ബോർഡ്"
  },
  "dropshipping_reseller_orders": {
    "title": "റീസെല്ലർ ഓർഡറുകൾ"
  },
  "dropshipping_reseller_wallet": {
    "title": "റീസെല്ലർ വാലറ്റ്"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "പണമടച്ചതിന്റെ സ്ഥിരീകരണം",
      "payment_success": "പേയ്‌മെന്റ് പൂർത്തിയായി.",
      "buy_title": "വാങ്ങാൻ",
      "pay_by_giftcards": "നിങ്ങളുടെ ഓർഡർ ഒരു സമ്മാന കാർഡ് ഉപയോഗിച്ച് പണമടച്ചു.",
      "free_order": "നിങ്ങളുടെ ഓർഡർ സൗജന്യമാണ്.",
      "pay_by_cod": "നിങ്ങളുടെ ഓർഡർ ക്യാഷ് ഓൺ ഡെലിവറി ആയി രജിസ്റ്റർ ചെയ്തു.",
      "pay_by_dir": "നിങ്ങളുടെ ഓർഡർ ഡയറക്ട് പേയ്‌മെന്റായി രജിസ്റ്റർ ചെയ്തിട്ടുണ്ട്, ദയവായി പേയ്‌മെന്റ് പൂർത്തിയാക്കി രസീത് നിങ്ങളുടെ ഓർഡർ പേജിൽ അപ്‌ലോഡ് ചെയ്യുക.",
      "pay_title": "പേയ്മെന്റ്",
      "qr_code_payment": "പേയ്‌മെന്റ് QR കോഡ് സൃഷ്‌ടിച്ചു.",
      "connecting_to_online_gateway": "ഓൺലൈൻ പേയ്‌മെന്റ് ഗേറ്റ്‌വേയിലേക്ക് ബന്ധിപ്പിക്കുന്നു."
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "പേയ്മെന്റ് സ്ഥിരീകരിച്ചു.<br> തീയതി: {payment_at}",
      "pay_fail_title": "പണം നൽകിയിട്ടില്ല",
      "pay_fail_message": "പേയ്‌മെന്റ് പരിശോധിക്കാൻ കഴിയില്ല!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "റീസെല്ലർ പേയ്‌മെന്റ് ഓർഡർ ചെയ്യുന്നു",
      "balance": "നിങ്ങളുടെ അക്കൗണ്ട് ബാലൻസ്",
      "total_cost": "മൊത്തം ഓർഡറുകൾ ചെലവ്",
      "need_charge": "ചാർജ് ചെയ്യണം",
      "no_account_cation": "നിങ്ങൾക്ക് അക്കൗണ്ടില്ല! മൊത്തക്കച്ചവടക്കാരനെ വിളിക്കുക.",
      "orders": "ഉത്തരവുകൾ"
    },
    "notifications": {
      "success_pay": "ഈ ഓർഡറുകൾക്കുള്ള നിങ്ങളുടെ പേയ്‌മെന്റ് സ്ഥിരീകരിച്ച് വിജയകരമായി പൂർത്തിയാക്കി."
    }
  },
  "dropship_accounts": {
    "charge_account": "ചാർജ് അക്കൗണ്ട്",
    "charge_dialog": {
      "title": "ഡ്രോപ്പ്ഷിപ്പിംഗ് അക്കൗണ്ട് ചാർജ് ചെയ്യുക",
      "amount_input": "അക്കൗണ്ട് ചാർജ്",
      "charge_now": "ഇപ്പോൾ ചാർജ് ചെയ്യുക"
    }
  },
  "dropship_admin_dashboard": {
    "title": "റീസെല്ലർ അഭ്യർത്ഥനകൾ",
    "today_order_count": "ഇന്ന് ഓർഡറുകൾ എണ്ണുന്നു",
    "yesterday_order_count": "ഇന്നലെ ഓർഡറുകൾ എണ്ണുന്നു",
    "total_7_days": "കഴിഞ്ഞ 7 ദിവസങ്ങളിലെ മൊത്തം ഓർഡറുകൾ"
  },
  "dropshipping_products": {
    "no_shops": "ക്ഷമിക്കണം, ഒരു സ്റ്റോറും കണ്ടെത്തിയില്ല. ഭാവിയിൽ കൂടുതൽ സ്റ്റോറുകൾ ഉണ്ടാകും, അതിനാൽ നിങ്ങൾക്ക് അവരുടെ ഉൽപ്പന്നങ്ങൾ നിങ്ങളുടെ സ്റ്റോറിൽ ഇടാം.",
    "show_all_shops": "എല്ലാ കടകളും കാണിക്കുക",
    "show_all_message": "എല്ലാ കടകളും കാണാം",
    "current_shop": "നിലവിലുള്ള കട",
    "request_account": "അക്കൗണ്ട് അഭ്യർത്ഥിക്കുക",
    "request_accepted": "അഭ്യർത്ഥന സ്വീകരിച്ചു",
    "request_rejected": "അഭ്യർത്ഥന നിരസിച്ചു",
    "request_pending": "അഭ്യർത്ഥന തീർച്ചപ്പെടുത്തിയിട്ടില്ല..",
    "notifications": {
      "add_product": "നിങ്ങളുടെ സ്റ്റോറിൽ ഉൽപ്പന്നം ചേർത്തു.",
      "request_access": "നിങ്ങളുടെ പ്രവേശന അഭ്യർത്ഥന ഞങ്ങൾ മൊത്തക്കച്ചവടക്കാരന് അയച്ചു."
    },
    "show_eligible_shops_message": "യോഗ്യതയുള്ള കടകൾ കാണിക്കുക"
  },
  "product_dropshipping": {
    "need_re_enable": "ഈ ഉൽപ്പന്നം യഥാർത്ഥ വിൽപ്പനക്കാരൻ മാറ്റി, ഈ വില മാറ്റങ്ങൾ നിങ്ങളുടെ സ്റ്റോറിലെ ഉൽപ്പന്നത്തെ പ്രവർത്തനരഹിതമാക്കി. മാറ്റങ്ങൾ പരിശോധിക്കുക, ഉൽപ്പന്നം വീണ്ടും സജീവമാക്കാൻ നിങ്ങൾ സമ്മതിക്കുകയാണെങ്കിൽ, ചുവടെയുള്ള ബട്ടൺ അമർത്തുക.",
    "need_re_enable_action": "സമ്മതിക്കുക, മാറ്റങ്ങളും സജീവമാക്കലും പ്രയോഗിക്കുക",
    "changed_value": "ഈ ഉൽപ്പന്നം യഥാർത്ഥ വിൽപ്പനക്കാരൻ എഡിറ്റ് ചെയ്‌തതാണ്. മാറ്റങ്ങൾ പരിശോധിക്കുക, നിങ്ങളുടെ ഉൽപ്പന്നത്തിൽ മാറ്റങ്ങൾ പ്രയോഗിക്കാൻ നിങ്ങൾ സമ്മതിക്കുകയാണെങ്കിൽ, ചുവടെയുള്ള ബട്ടൺ ക്ലിക്കുചെയ്യുക.",
    "changed_value_action": "സമ്മതിക്കുക, മാറ്റങ്ങൾ വരുത്തുക",
    "parent_deleted": "ഈ ഇനം യഥാർത്ഥ വിൽപ്പനക്കാരൻ നീക്കംചെയ്തു.",
    "parent_closed": "യഥാർത്ഥ വിൽപ്പനക്കാരൻ ഈ ഉൽപ്പന്നം പ്രവർത്തനരഹിതമാക്കി! നിങ്ങളുടെ സ്റ്റോറിൽ ഈ ഉൽപ്പന്നം വിൽക്കാൻ നിങ്ങൾക്ക് കഴിയില്ല, എന്നാൽ യഥാർത്ഥ വിൽപ്പനക്കാരൻ ഉൽപ്പന്നം വീണ്ടും സജീവമാക്കുകയാണെങ്കിൽ നിങ്ങളുടെ സ്റ്റോറിൽ ഈ ഉൽപ്പന്നം വീണ്ടും സജീവമാക്കാൻ നിങ്ങൾക്ക് കഴിയും.",
    "notifications": {
      "re_enable_success": "ഈ ഉൽപ്പന്നം വീണ്ടും സജീവമാക്കി.",
      "update_success": "ഈ ഉൽപ്പന്ന വിവരം യഥാർത്ഥ ഉൽപ്പന്ന വിവരങ്ങളോടൊപ്പം അപ്‌ഡേറ്റ് ചെയ്‌തു."
    }
  },
  "product_dropshipping_admin": {
    "title": "ഡ്രോപ്പ്ഷിപ്പിംഗ്",
    "save_alert": "ഈ ഉൽപ്പന്നത്തിന്റെ ഡ്രോപ്പ്ഷിപ്പിംഗ് ക്രമീകരണം മാറിയിരിക്കുന്നു. മാറ്റങ്ങൾ സംരക്ഷിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?",
    "reselling_message": "ഈ ഓപ്ഷൻ സജീവമാക്കുന്നതിലൂടെ, മറ്റ് വിൽപ്പനക്കാർക്ക് നിങ്ങളുടെ ഉൽപ്പന്നം അവരുടെ സ്റ്റോറിലേക്ക് ചേർക്കാനാകും.",
    "reselling": "ഡ്രോപ്പ്ഷിപ്പിംഗ് പ്രവർത്തനക്ഷമമാക്കുക",
    "price_merchants": "വ്യാപാരികൾക്കുള്ള വില",
    "price_commission": "മർച്ചന്റ് കമ്മീഷൻ (നിശ്ചിത)"
  },
  "buy_button": {
    "waiting_for_availability": "ലഭ്യതയ്ക്കായി കാത്തിരിക്കുന്നു",
    "inform_me_when_available": "അത് ലഭ്യമാകുമ്പോൾ എന്നെ അറിയിക്കുക!",
    "pay_buy": "പണം നൽകി വാങ്ങുക",
    "quantity": "എണ്ണുക",
    "quantity_in_basket": "വണ്ടിയിലെ സാധനങ്ങൾ",
    "count_unit": "x",
    "remove": "നീക്കം ചെയ്യുക",
    "add_to_basket": "കാർട്ടിലേക്ക് ചേർക്കുക",
    "buy": "വാങ്ങാൻ",
    "notifications": {
      "inform_add_success": "അത് ലഭ്യമാകുമ്പോൾ ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും.",
      "inform_remove_success": "വെയിറ്റിംഗ് ലിസ്റ്റിൽ നിന്ന് നിങ്ങളെ നീക്കം ചെയ്തു."
    },
    "book_now": "ഇപ്പോൾ ഉറപ്പാക്കു",
    "reserve_now": "ഇപ്പോൾ റിസർവ് ചെയ്യുക",
    "buy_now": "ഇപ്പോൾ വാങ്ങുക"
  },
  "product_info": {
    "fake": "വ്യാജ",
    "action": "ലേലം",
    "compare_limit": "10 ഇനങ്ങളുടെ പരിധി",
    "compare_add": "താരതമ്യം ചെയ്യാൻ ചേർക്കുക",
    "compare_be_in_list": "താരതമ്യ പട്ടികയിൽ",
    "type": "ടൈപ്പ് ചെയ്യുക",
    "brand": "ബ്രാൻഡ്",
    "category": "വിഭാഗം",
    "discount": "കിഴിവ്",
    "track_price": "വില ട്രാക്ക് ചെയ്യുക",
    "waiting_for_auction": "ലേലത്തിനായി കാത്തിരിക്കുകയാണോ?",
    "inform_auction": "ലേലം ചെയ്യുമ്പോൾ എന്നെ അറിയിക്കുക",
    "return_in_days": "{days} ദിവസങ്ങളുടെ വാറന്റി റിട്ടേൺ",
    "support24h7": "24 മണിക്കൂറും 7 ദിവസവും പിന്തുണ",
    "support_normal": "ജോലി സമയം പിന്തുണ",
    "original_guarantee": "യഥാർത്ഥ ഗ്യാരണ്ടി",
    "cod_payment": "ക്യാഷ് ഓൺ ഡെലിവറി പിന്തുണ",
    "pros": "പ്രൊഫ",
    "cons": "ദോഷങ്ങൾ",
    "external_link": "കൂടുതല് വായിക്കുക",
    "notifications": {
      "congratulation": "അഭിനന്ദനങ്ങൾ",
      "waiting_list_add_success": "ഈ ഉൽപ്പന്നം ലേലം ചെയ്യുമ്പോൾ ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും.",
      "waiting_list_delete_success": "നിങ്ങൾ ലേല വെയിറ്റിംഗ് ലിസ്റ്റിൽ നിന്ന് പുറത്തുകടന്നു."
    },
    "offer_message": "{min_quantity} വാങ്ങുക, ഈ ഇനങ്ങൾക്ക് {percent}% കിഴിവ് നേടുക",
    "up_to": "ഒരു ഓർഡറിന് {per_order}x വരെ",
    "get_free": "സൗജന്യമായി ലഭിക്കും",
    "get_off": "{percent}% കിഴിവ് നേടൂ"
  },
  "styler": {
    "size_class": "വലുപ്പവും ക്ലാസും",
    "delete_bg": "പശ്ചാത്തല ചിത്രം ഇല്ലാതാക്കുക",
    "bg_color": "പശ്ചാത്തല നിറം",
    "section_style": "സെക്ഷൻ ശൈലി സജ്ജമാക്കുക",
    "link": "ലിങ്ക് സജ്ജമാക്കുക",
    "show_products": "ഉൽപ്പന്നങ്ങൾ / വിഭാഗങ്ങളുടെ ലിസ്റ്റ് മാനേജ്മെന്റ്",
    "show_product": "ഉൽപ്പന്നം തിരഞ്ഞെടുക്കുക",
    "delete_section": "വിഭാഗം ഇല്ലാതാക്കുക",
    "text_color": "ടെക്സ്റ്റ് നിറം",
    "tex_align": "വാചക വിന്യാസം",
    "text_style": "വാചക ശൈലി",
    "bg_image": "പശ്ചാത്തല ചിത്രം",
    "product": {
      "title": "ഉൽപ്പന്നം തിരഞ്ഞെടുക്കുക"
    },
    "products": {
      "title": "ഉൽപ്പന്നവും വിഭാഗങ്ങളും ലിസ്റ്റ് മാനേജ്മെന്റ്",
      "sort_options": "സോർട്ടിംഗ്, വ്യൂ ക്രമീകരണങ്ങൾ തിരഞ്ഞെടുക്കുക",
      "item_types": "ഉൽപ്പന്നങ്ങൾ / വിഭാഗങ്ങൾ മാത്രം കാണിക്കുക",
      "product_only": "ഉൽപ്പന്നങ്ങൾ മാത്രം",
      "category_only": "വിഭാഗങ്ങൾ മാത്രം",
      "no_category": "നിങ്ങളുടെ സ്റ്റോറിൽ ഒരു വിഭാഗവുമില്ല.",
      "limit": "ഉൽപ്പന്നങ്ങളുടെ പരിധി",
      "limit_message": "ഉൽപ്പന്നങ്ങളുടെ ഫലങ്ങളുടെ എണ്ണം നൽകുക",
      "select_categories": "ലഭ്യമായ വിഭാഗങ്ങൾ തിരഞ്ഞെടുക്കുക",
      "categories_limit": "വിഭാഗങ്ങളുടെ പരിധി",
      "categories_limit_msg": "വിഭാഗങ്ങളുടെ പരമാവധി എണ്ണം നൽകുക. പരിധിയില്ലാതെ പൂജ്യം സജ്ജമാക്കുക."
    }
  },
  "shop_contacts": {
    "popup": "പോപ്പ്അപ്പ് പിന്തുണ പ്രവർത്തനക്ഷമമാക്കുക",
    "popup_message": "ഈ ഓപ്‌ഷൻ സജീവമാക്കുന്നതിലൂടെ, നിങ്ങളുടെ സ്‌റ്റോറിന്റെ താഴെ വലതുഭാഗത്ത് പിന്തുണാ കീ കാണപ്പെടും."
  },
  "popup_page": {
    "preview": "തത്സമയ പോപ്പ്അപ്പ് കാണുക",
    "menu": {
      "design": "ഡിസൈൻ",
      "appearance": "രൂപഭാവം",
      "filter": "ഫിൽട്ടർ ചെയ്യുക",
      "setting": "ക്രമീകരണം"
    },
    "notifications": {
      "save": "പോപ്പ്അപ്പ് വിജയകരമായി സംരക്ഷിച്ചു.",
      "edit": "പോപ്പ്അപ്പ് വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു."
    }
  },
  "popup_appearance": {
    "position": "സ്ഥാനം",
    "position_desc": "പേജിൽ ഈ അറിയിപ്പിന്റെ പ്രദർശന സ്ഥാനം വ്യക്തമാക്കുക.",
    "width": "വീതി",
    "width_desc": "നിങ്ങൾക്ക് പരമാവധി പേജ് വീതി സജ്ജമാക്കാൻ കഴിയും.",
    "height": "ഉയരം",
    "height_desc": "നിങ്ങൾക്ക് പരമാവധി പേജ് ഉയരം സജ്ജമാക്കാൻ കഴിയും.",
    "radius": "കോർണർ ആരം",
    "radius_desc": "ഈ വിഭാഗത്തിൽ നിങ്ങൾക്ക് അറിയിപ്പിന്റെ കോണുകളുടെ വക്രതയുടെ ആരം സജ്ജമാക്കാൻ കഴിയും.",
    "shadow": "നിഴൽ",
    "shadow_desc": "പോപ്പ്-അപ്പ് വിൻഡോ ഷേഡുള്ളതായിരിക്കണമെന്ന് നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?",
    "delay": "കാലതാമസം കാണിക്കുക",
    "delay_desc": "ഉപയോക്താവ് നിങ്ങളുടെ സ്റ്റോറിൽ പ്രവേശിച്ചുകഴിഞ്ഞാൽ, ഈ സമയം കഴിഞ്ഞതിന് ശേഷം, ഉപയോക്താവിന് ഒരു അറിയിപ്പ് ദൃശ്യമാകും.",
    "hide": "കാലതാമസം മറയ്ക്കുക",
    "hide_desc": "പ്രദർശനം കഴിഞ്ഞ് കുറച്ച് നിമിഷങ്ങൾക്കുള്ളിൽ അറിയിപ്പ് സ്വയമേവ അടയുന്നതായി നിങ്ങൾക്ക് സജ്ജീകരിക്കാം. 0 ന്റെ മൂല്യം അർത്ഥമാക്കുന്നത് അറിയിപ്പ് സ്വയമേവ അടയ്ക്കില്ല എന്നാണ്.",
    "transition": "പോപ്പ്അപ്പ് ആനിമേഷൻ"
  },
  "popup_filter": {
    "registered": "അംഗത്വവും ലോഗിൻ ആവശ്യകതയും",
    "registered_desc": "ഉപയോക്താക്കളെയോ അതിഥികളെയോ സംഭരിക്കുന്നതിന് മാത്രം ഈ അറിയിപ്പ് കാണിക്കാൻ നിങ്ങൾക്ക് തിരഞ്ഞെടുക്കാം.",
    "only_guests": "അതിഥികൾ മാത്രം",
    "only_users": "ലോഗിൻ ചെയ്ത ഉപയോക്താക്കൾ മാത്രം",
    "purchased": "വാങ്ങൽ ചരിത്രം",
    "purchased_desc": "ഇതിനകം വാങ്ങിയ അല്ലെങ്കിൽ ഇതുവരെ വാങ്ങിയിട്ടില്ലാത്ത ഉപയോക്താക്കൾക്ക് ഈ അറിയിപ്പ് കാണിക്കാൻ നിങ്ങൾക്ക് തിരഞ്ഞെടുക്കാം.",
    "no_purchase": "ഇതുവരെ വാങ്ങില്ല",
    "yes_purchase": "മുമ്പ് വാങ്ങിയതാണ്",
    "sex": "ലിംഗഭേദം",
    "sex_desc": "ഈ അറിയിപ്പ് ഒരു നിർദ്ദിഷ്‌ട ലിംഗത്തിലുള്ള ഉപയോക്താക്കൾക്ക് മാത്രം കാണിക്കണമെന്ന് നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?",
    "age": "കുറഞ്ഞ പ്രായം",
    "age_desc": "6-ൽ കൂടുതലുള്ള ഏതെങ്കിലും മൂല്യം നൽകിയിട്ടുണ്ടെങ്കിൽ, ഉപയോക്താവ് ലോഗിൻ ചെയ്യുകയും അവന്റെ ജനനത്തീയതി നൽകുകയും വേണം.",
    "levels": "കസ്റ്റമർ ക്ലബ് ലെവലുകൾ",
    "levels_desc": "ഉപയോക്താവിന് താഴെ തിരഞ്ഞെടുത്ത ലെവലുകളിൽ ഒന്ന് ഉണ്ടെങ്കിൽ, ഈ അറിയിപ്പ് അയാൾക്ക് പ്രദർശിപ്പിക്കും.",
    "countries": "ലൊക്കേഷൻ നിയന്ത്രണങ്ങൾ",
    "countries_desc": "ഒരു നിർദ്ദിഷ്‌ട രാജ്യത്ത് നിന്നുള്ള ഉപയോക്താക്കൾക്ക് മാത്രം ഈ അറിയിപ്പ് പ്രദർശിപ്പിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?"
  },
  "popup_setting": {
    "published": "സ്റ്റാറ്റസ് പ്രസിദ്ധീകരിച്ചു",
    "repeat": "ആവർത്തിച്ച്",
    "repeat_msg": "ഈ അറിയിപ്പ് ഉപയോക്താവിന് ഒന്നിലധികം തവണ പ്രദർശിപ്പിക്കണമെന്ന് നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?",
    "intervals": "പോപ്പ്അപ്പ് ഡിസ്പ്ലേയുടെ സമയ ദൈർഘ്യം",
    "intervals_msg": "ഒരു ഉപയോക്താവിന് അറിയിപ്പുകൾ പ്രദർശിപ്പിക്കുന്നതിന് ഇടയിലുള്ള ഏറ്റവും കുറഞ്ഞ സമയ ദൈർഘ്യം കഴിഞ്ഞിരിക്കണം.",
    "designer_zone": "ഡിസൈനർ സോൺ",
    "title": "പോപ്പ്അപ്പ് ശീർഷകം",
    "note": "ഡിസൈനർ കുറിപ്പ്",
    "image": "മുഖചിത്രം",
    "delete": {
      "title": "ഇല്ലാതാക്കുക",
      "sub_title": "ഒരിക്കൽ നിങ്ങൾ ഒരു പോപ്പ്അപ്പ് ഇല്ലാതാക്കിയാൽ, തിരികെ വരില്ല. ദയവായി ഉറപ്പിച്ചിരിക്കുക.",
      "action": "ഈ പോപ്പ്അപ്പ് ഇല്ലാതാക്കുക"
    },
    "notifications": {
      "delete": "പോപ്പ്അപ്പ് ഇല്ലാതാക്കി."
    }
  },
  "shop_sms": {
    "title": "SMS കൈകാര്യം ചെയ്യുക",
    "sub_title": "ഉപഭോക്താക്കൾക്ക് SMS ടെംപ്ലേറ്റുകൾ അയച്ചു",
    "message": "നിങ്ങളുടെ സ്റ്റോർ അയച്ച ടെക്‌സ്‌റ്റ് സന്ദേശങ്ങളുടെ ഉള്ളടക്കം നിങ്ങൾക്ക് ഇവിടെ കാണാൻ കഴിയും. സന്ദേശമയയ്‌ക്കൽ സേവനത്തിൽ മൂല്യനിർണ്ണയ പാറ്റേണുകൾ രജിസ്റ്റർ ചെയ്യുന്നതിലെ പരിമിതി കാരണം, ടെക്‌സ്‌റ്റ് സന്ദേശങ്ങൾ വ്യക്തിഗതമാക്കുന്നത് ഇപ്പോൾ സാധ്യമല്ല."
  },
  "shop_emails": {
    "title": "ഇമെയിലുകൾ നിയന്ത്രിക്കുക",
    "sub_title": "സ്റ്റോർ ഉപഭോക്താക്കൾക്കും മാനേജർമാർക്കും അയച്ച ഇമെയിലുകളുടെ ലിസ്റ്റ് ഈ വിഭാഗത്തിൽ നിങ്ങൾ കാണും. നിങ്ങളുടെ സ്റ്റോറിനായി നിങ്ങൾ നൽകിയ വിവരങ്ങളെ അടിസ്ഥാനമാക്കി ഇമെയിലുകൾ സ്വയമേവ രൂപകൽപ്പന ചെയ്യുകയും സൃഷ്‌ടിക്കുകയും ചെയ്യുന്നു. കൂടാതെ, സന്ദേശങ്ങളും ചിത്രങ്ങളും വ്യക്തിപരമാക്കാനുള്ള സാധ്യതയും ഭാവിയിൽ പൊതുജനങ്ങൾക്ക് ലഭ്യമാകും."
  },
  "instagram": {
    "title": "ഇൻസ്റ്റാഗ്രാമിലെ വിൽപ്പന",
    "message": "ഈ ടൂളിന്റെ സഹായത്തോടെ, നിങ്ങളുടെ ഇൻസ്റ്റാഗ്രാമിനെ ഒരു സ്റ്റോറാക്കി മാറ്റാം. നിങ്ങളുടെ ഇൻസ്റ്റാഗ്രാം അക്കൗണ്ട് ഇവിടെ ചേർക്കുകയും സ്ഥിരീകരിക്കുകയും ചെയ്യുക, അപ്പോൾ നിങ്ങൾക്ക് ഓരോ പോസ്റ്റിൽ നിന്നോ സ്റ്റോറിയിൽ നിന്നോ ഒന്നോ അതിലധികമോ ഉൽപ്പന്നങ്ങൾ പോസ്റ്റുചെയ്യാനും നിങ്ങളുടെ ഉൽപ്പന്നങ്ങളുടെ ലിസ്റ്റ് ചേർക്കുകയും ടാഗ് ചെയ്യാനും അല്ലെങ്കിൽ ഒരു പോസ്റ്റ് ഒരു പുതിയ ഉൽപ്പന്നമാക്കി മാറ്റാനും കഴിയും!",
    "add_product": "പുതിയ ഉൽപ്പന്നം ചേർക്കുക",
    "create_product": "ഉൽപ്പന്നം സൃഷ്ടിക്കുക",
    "link_box_msg": "ഇൻസ്റ്റാഗ്രാം, ടെലിഗ്രാം അല്ലെങ്കിൽ മറ്റ് സോഷ്യൽ മീഡിയയിലെ നിങ്ങളുടെ ബയോയിൽ ഈ ലിങ്ക് ഇടുക, അതുവഴി നിങ്ങളുടെ പ്രേക്ഷകർക്ക് വേഗത്തിലും എളുപ്പത്തിലും കൂടുതലും ഒടുവിൽ കൂടുതൽ വാങ്ങാനാകും.",
    "remove_account": "ഇൻസ്റ്റാഗ്രാം ലിങ്ക് മാറ്റുക / നീക്കം ചെയ്യുക",
    "sync": "അക്കൗണ്ട് ഡാറ്റ സമന്വയിപ്പിക്കുക (ഓരോ 60 മിനിറ്റിലും)"
  },
  "service_bill": {
    "task": {
      "title": "ചെയ്യേണ്ടവയുടെ ലിസ്റ്റ്",
      "message": "നിങ്ങൾ ചെയ്യാൻ ആഗ്രഹിക്കുന്ന ജോലിയുടെ ശീർഷകങ്ങൾ എഴുതുക, അത് എത്രത്തോളം പുരോഗമിച്ചുവെന്ന് വാങ്ങുന്നയാളെ അറിയിക്കുക."
    },
    "booking": {
      "title": "ബുക്കിംഗ് / റിസർവേഷൻ",
      "message": "ഈ ഓർഡർ ഒരു നിശ്ചിത സമയത്ത് പ്രോസസ്സ് ചെയ്യും, ഉപഭോക്താവ് ആവശ്യമുള്ള കാലയളവ് തിരഞ്ഞെടുത്തു, തിരഞ്ഞെടുത്ത കാലയളവിൽ എന്തെങ്കിലും മാറ്റങ്ങൾ വരുത്തണമെങ്കിൽ, ഉപഭോക്താവിനെ അറിയിക്കുക.",
      "selected_checkin": "തിരഞ്ഞെടുത്ത കസ്റ്റമർ ലോഗിൻ തീയതി",
      "selected_checkout": "തിരഞ്ഞെടുത്ത ഉപഭോക്തൃ എക്സിറ്റ് തീയതി",
      "change_days_question": "ഉപഭോക്താവ് തിരഞ്ഞെടുത്ത ദിവസങ്ങളിൽ നിങ്ങൾ മാറേണ്ടതുണ്ടോ?",
      "show_calendar": "ഓർഡറുകളുടെ കലണ്ടർ കാണിക്കുക"
    },
    "pricing": {
      "title": "വിലനിർണ്ണയം",
      "message": "ഈ സേവനത്തിന് നിങ്ങൾ എത്രയാണ് ഈടാക്കുന്നത്?"
    },
    "subscription": {
      "title": "സബ്സ്ക്രിപ്ഷൻ",
      "message": "ദിവസേന ഈ സേവനം വാങ്ങുന്നതിലൂടെ നിങ്ങൾക്ക് സബ്‌സ്‌ക്രിപ്‌ഷൻ കാലയളവ് തിരഞ്ഞെടുക്കാം. നിങ്ങൾ ഇതിനകം നൽകിയ ഡിഫോൾട്ട് മൂല്യങ്ങൾ മാറ്റണമെങ്കിൽ വാങ്ങുന്നയാളെ അറിയിക്കുക.",
      "duration": "സബ്സ്ക്രിപ്ഷൻ കാലയളവ്"
    },
    "charge": {
      "title": "ചാർജ് ചെയ്യുക",
      "message": "ഈ ഇനത്തിന് നിങ്ങൾ ഒരു നിരക്ക് വ്യക്തമാക്കിയിട്ടുണ്ട്. ഉപഭോക്താവ് വാങ്ങിയ ഇനത്തിന്റെ ചാർജ് തുക നിങ്ങൾക്ക് മാറ്റാം.",
      "charge": "ചാർജ് ചെയ്യുക"
    },
    "save_item": "പരിശോധിച്ച് സജ്ജമാക്കുക",
    "start_service": "സേവനം ആരംഭിക്കുക",
    "end_service": "പൂർത്തിയാക്കുക"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "സേവനത്തിന്റെ പൂർത്തീകരണം",
      "message": "ഇത് ചെയ്‌താൽ, ഓർഡർ പൂർത്തിയാക്കാനും അടയ്ക്കാനും സ്ഥിരീകരണ കീ അമർത്തുക.",
      "action": "ഓർഡർ സ്ഥിരീകരിച്ച് പൂർത്തിയാക്കുക"
    }
  },
  "product_outputs": {
    "outputs_form": "ഡിസ്പ്ലേയുടെ വിവര ഘടന (ഔട്ട്പുട്ട്)",
    "virtual": {
      "title": "ഉൽപ്പന്ന ഔട്ട്പുട്ട് വിവര ഫോം",
      "sub_title": "വാങ്ങിയ ശേഷം ഉപയോക്താവിന് കാണിക്കേണ്ട വിവരങ്ങൾ. ഗിഫ്റ്റ് കാർഡ് പോലുള്ള വെർച്വൽ ഉൽപ്പന്നങ്ങളുടെ വിൽപ്പനയ്ക്ക് ഈ ഫോം പ്രത്യേകിച്ചും ബാധകമാണ്."
    },
    "service": {
      "title": "സേവന ഡിസൈൻ",
      "sub_title": "ആദ്യം നിങ്ങളുടെ സേവന തരം തിരഞ്ഞെടുത്ത് ആവശ്യമായ വിവരങ്ങൾ നൽകുക. ഉദാഹരണത്തിന്, നിങ്ങൾക്ക് ഒരു ടോഡോ ലിസ്റ്റ് നിർവചിക്കാം അല്ലെങ്കിൽ ഉപഭോക്താവിനോട് ബുക്കിംഗ് സമയമോ അപ്പോയിന്റ്മെന്റോ ആവശ്യപ്പെടാം."
    }
  },
  "service_design": {
    "type": "സേവന തരം",
    "type_message": "ഈ ഉൽപ്പന്നത്തിനായി നിങ്ങൾ നൽകുന്ന സേവന തരം തിരഞ്ഞെടുക്കുക. ഓരോ ഇനവും തിരഞ്ഞെടുക്കുന്നതിലൂടെ, പ്രസക്തമായ ഫോം പ്രദർശിപ്പിക്കും. നിങ്ങൾ തിരഞ്ഞെടുക്കുന്ന സേവനത്തിന്റെ തരം അനുസരിച്ച്, ഓർഡർ ചെയ്യുമ്പോൾ ഉപഭോക്താവിൽ നിന്ന് കൂടുതൽ വിവരങ്ങൾ ലഭിച്ചേക്കാം."
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "ആവശ്യപ്പെടുന്നതനുസരിച്ച്",
      "desc": "വീടിന്റെ അറ്റകുറ്റപ്പണികൾ, പെയിന്റിംഗ്, കാർ നന്നാക്കൽ തുടങ്ങിയവ."
    },
    "BOOKING": {
      "title": "ബുക്കിംഗ്",
      "desc": "ഒരു ഹോട്ടൽ മുറിയോ വില്ലയോ ബുക്ക് ചെയ്യുന്നത് പോലെ."
    },
    "APPOINTMENT": {
      "title": "നിയമനം",
      "desc": "ഒരു പെറ്റ് കെയർ അപ്പോയിന്റ്മെന്റ് അല്ലെങ്കിൽ വ്യക്തിഗത പരിശീലനം പോലെ."
    },
    "RENTAL": {
      "title": "വാടകയ്ക്ക്",
      "desc": "ഒരു സ്ഥലം അല്ലെങ്കിൽ ഒരു കാർ വാടകയ്ക്ക് എടുക്കുന്നത് പോലെ."
    },
    "SUBSCRIPTION": {
      "title": "സബ്സ്ക്രിപ്ഷൻ",
      "desc": "ക്ലബ് അംഗത്വം അല്ലെങ്കിൽ ഓൺലൈൻ കോച്ചിംഗ് പോലെ."
    },
    "CHARGE": {
      "title": "ചാർജ് ചെയ്യുക",
      "desc": "ഒരു അക്കൗണ്ട് ചാർജ് ചെയ്യുന്നതോ ഒരു ആപ്ലിക്കേഷൻ ഉപയോഗിക്കാൻ പണം ഈടാക്കുന്നതോ പോലെ."
    },
    "CUSTOM": {
      "title": "കസ്റ്റം",
      "desc": "നിങ്ങൾ നൽകുന്ന സേവനം മുകളിൽ പറഞ്ഞവയിൽ ഒന്നുമല്ലെങ്കിൽ ഈ ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക."
    }
  },
  "avocado": {
    "title": "എല്ലാ സോഷ്യൽ മീഡിയകളിലും വേഗതയേറിയതും കൃത്യവും ആസ്വാദ്യകരവുമായ വിൽപ്പന",
    "message": "നിങ്ങളുടെ ഉപഭോക്താക്കളിൽ നിന്ന് പണം ലഭിക്കാൻ ഒരു തുകയും ഒരു ശീർഷകവും മാത്രം മതി! പണം നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് നേരിട്ട് ക്രെഡിറ്റ് ചെയ്യപ്പെടുകയും നിങ്ങളുടെ ഉപഭോക്താക്കൾക്ക് ഒരു അദ്വിതീയ ഷോപ്പിംഗ് അനുഭവം ഉണ്ടായിരിക്കുകയും ചെയ്യും.",
    "new_order": "പുതിയ ബിൽ",
    "create_by_seller_title": "ഇൻവോയ്സ് സൃഷ്ടിക്കുക",
    "create_by_seller_message": "നിങ്ങൾക്ക് ഒരു നിശ്ചിത തുക ഉപയോഗിച്ച് ഒരു ഇൻവോയ്‌സ് സൃഷ്‌ടിച്ച് അത് ആർക്കെങ്കിലും അയയ്‌ക്കണമെങ്കിൽ, ഇൻവോയ്‌സ് ഫോം കാണിക്കുന്നതിന് ചുവടെയുള്ള ബട്ടൺ അമർത്താം. പണമടയ്ക്കാൻ വാങ്ങുന്നയാൾക്ക് ജനറേറ്റഡ് ലിങ്ക് നൽകുക, അതിലൂടെ അവരുടെ ഓർഡർ ട്രാക്ക് ചെയ്യുക.",
    "create_by_buyer_title": "അവോക്കാഡോ രൂപം",
    "create_by_buyer_message": "ഈ വിഭാഗം സജീവമാക്കുന്നതിലൂടെ, ഒരു ലിങ്ക് നിങ്ങൾക്ക് കാണിക്കും, നിങ്ങളുടെ വാങ്ങുന്നവർക്ക് ഈ ലിങ്ക് നൽകുക, അതിലൂടെ അവർക്ക് ഓർഡർ നൽകാനാകും.",
    "orders_list": "ഓർഡർ ലിസ്റ്റ്",
    "active_mode": "ഓർഡർ രസീത് സജീവമാണ്",
    "inactive_mode": "നിഷ്ക്രിയ",
    "active_message": "ഈ ഉറവിടം സജീവമാക്കുന്നതിലൂടെ, നിങ്ങളുടെ ഉപഭോക്താക്കൾക്ക് നിങ്ങൾ താഴെ കാണുന്ന അഭ്യർത്ഥന ഫോമിലൂടെ ഉൽപ്പന്നത്തിന് ഓർഡർ നൽകാനാകും.",
    "avocado_form_link_message": "ഇൻസ്റ്റാഗ്രാം, ടെലിഗ്രാം അല്ലെങ്കിൽ മറ്റ് സോഷ്യൽ മീഡിയയിലെ നിങ്ങളുടെ ബയോയിൽ ഈ ലിങ്ക് ഇടുക, അതുവഴി നിങ്ങളുടെ പ്രേക്ഷകർക്ക് വേഗത്തിലും എളുപ്പത്തിലും ഒടുവിൽ കൂടുതൽ വാങ്ങാനാകും",
    "need_address": "വിലാസം നേടുക",
    "need_address_msg": "വാങ്ങുന്നയാളുടെ സ്ഥലവും വിലാസവും നിങ്ങൾക്ക് ലഭിക്കണമെങ്കിൽ, ഈ ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക.",
    "avocado_link_message": "ഓർഡർ അടയ്ക്കാൻ ഉപഭോക്താവിന് മുകളിലുള്ള ലിങ്ക് നൽകിയാൽ മതി. ഈ ലിങ്ക് വഴി ഉപഭോക്താവിന് ഓർഡർ പിന്തുടരാൻ കഴിയും.",
    "edit_order": "ഓർഡർ എഡിറ്റ് ചെയ്യുക",
    "progress": "പുരോഗതി നിരക്ക്",
    "buyer_link": "വാങ്ങുന്നയാളുടെ ലിങ്ക്",
    "buyer_link_message": "നിങ്ങളുടെ വാങ്ങുന്നയാൾക്ക് ഈ ലിങ്ക് നൽകുക. വാങ്ങുന്നയാൾക്ക് ഈ ലിങ്ക് വഴി പണം നൽകാനും അവന്റെ ഓർഡർ ട്രാക്ക് ചെയ്യാനും കഴിയും. ഈ ലിങ്ക് കോഡ് ചെയ്‌തതാണ്, ലിങ്ക് ആർക്കെങ്കിലും നൽകിയാൽ, അയാൾക്ക് പണം നൽകാനും വിവരങ്ങൾ കാണാനും കഴിയും. ഈ ലിങ്ക് 60 ദിവസത്തേക്ക് സജീവമായിരിക്കും. പകർത്താൻ താഴെയുള്ള ലിങ്കിൽ ക്ലിക്ക് ചെയ്യുക.",
    "OrderConfirm_done": "ഓർഡർ സ്ഥിരീകരിച്ചു.",
    "OrderConfirm_message": "നിങ്ങൾ പേയ്‌മെന്റ് സ്ഥിരീകരിക്കുകയും ഓർഡർ ശരിയാണെങ്കിൽ, ചുവടെയുള്ള ബട്ടൺ ക്ലിക്കുചെയ്യുക.",
    "OrderConfirm_action": "ഓർഡർ സ്ഥിരീകരണം",
    "PreparingOrder_message": "ഉപഭോക്തൃ ഓർഡർ ഷിപ്പുചെയ്യാൻ തയ്യാറാണെങ്കിൽ, ചുവടെയുള്ള ശരി ബട്ടൺ ക്ലിക്കുചെയ്യുക.",
    "PreparingOrder_action": "ഓർഡർ ഷിപ്പ് ചെയ്യാൻ തയ്യാറാണ്",
    "finish_message": "ഈ ഓർഡർ പൂർത്തിയായാൽ, ഈ ഓർഡർ ക്ലോസ് ചെയ്യാൻ എൻഡ് ബട്ടൺ അമർത്തുക.",
    "finish_action": "ഓർഡർ പ്രോസസ്സിംഗ് പൂർത്തിയാക്കുക",
    "finish_dialog": {
      "title": "ഓർഡർ പൂർത്തിയാക്കുക",
      "message": "ഓർഡർ പൂർത്തിയായോ, അത് അവസാനിപ്പിക്കണമെന്ന് തീർച്ചയാണോ?",
      "action": "അതെ, ഓർഡറിന്റെ പൂർത്തീകരണം സ്ഥിരീകരിക്കുക"
    },
    "configuration": "അവോക്കാഡോ ക്രമീകരണങ്ങൾ",
    "delivery_price": "ചരക്ക് കൂലി",
    "edit_avocado_action": "വിവരങ്ങൾ എഡിറ്റ് ചെയ്യുക",
    "submit_pricing_avocado_action": "ഓർഡറിന്റെ വില സമർപ്പിക്കുക",
    "add_avocado_action": "ഇൻവോയ്സ് ലിങ്ക് സൃഷ്ടിക്കുക",
    "avocados_list": "അവോക്കാഡോകളുടെ പട്ടിക",
    "not_pricing": "ഈ ഇനത്തിന് വിലയില്ല!",
    "show_all": "എല്ലാം കാണിക്കൂ",
    "show_accepted": "സ്ഥിരീകരിച്ച ഇനങ്ങൾ കാണിക്കുക",
    "notifications": {
      "update_success": "അവോക്കാഡോ വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു.",
      "add_success": "അവോക്കാഡോ വിജയകരമായി സൃഷ്ടിച്ചു."
    },
    "name": "അവോക്കാഡോ"
  },
  "avocado_orders": {
    "title": "അവോക്കാഡോ",
    "title_small": "സോഷ്യൽ മീഡിയ വിൽപ്പന",
    "pending_orders": "സജീവ ഓർഡറുകൾ",
    "avocado": "അവോക്കാഡോ ഓർഡർ ചെയ്യുക"
  },
  "avocado_process": {
    "step1": "വിലനിർണ്ണയം",
    "step1_msg": "ഓരോ ഇനത്തിന്റെയും വില നൽകി പച്ച ബോക്സിൽ ചെക്ക് ചെയ്യുക. ഒരു ഇനം വിൽക്കാൻ കഴിയുന്നില്ലെങ്കിൽ, നിരസിച്ചു എന്ന നിലയിലേക്ക് മാറ്റുക.",
    "step2": "ഇൻവോയ്സ് സ്ഥിരീകരിക്കുക",
    "step2_msg": "ഈ ഓർഡറിനായി ഒരു ഇൻവോയ്സ് സൃഷ്ടിക്കുക. ഇൻവോയ്‌സിനായി നിങ്ങൾക്ക് ഒരു തലക്കെട്ടും വിവരണവും നൽകാം. ഇനങ്ങളുടെ ആകെ വിലയെ അടിസ്ഥാനമാക്കി യാന്ത്രികമായി ഓർഡർ തുക കണക്കാക്കുന്നു.",
    "title_input": "ഇൻവോയ്സ് ശീർഷകം *",
    "show_to_customer": "ഈ വിവരം വാങ്ങുന്നയാൾക്ക് കാണിക്കുന്നു.",
    "description_msg": "ഈ ഓർഡറിനായി നിങ്ങൾക്ക് ഒരു കുറിപ്പ് എഴുതണോ? ഈ വിവരം വാങ്ങുന്നയാൾക്ക് കാണിക്കും.",
    "price_input": "ഓർഡർ തുക *",
    "tax_none": "തീരുവ ഇല്ലാത്ത",
    "tax_included": "വിലയിൽ ഉൾപ്പെടുത്തിയിട്ടുണ്ട്",
    "tax_add": "നികുതി ചേർക്കുക",
    "tax_message": "വിലയിൽ നികുതി ഉൾപ്പെടുത്തണോ വേണ്ടയോ എന്ന് നിങ്ങൾക്ക് തിരഞ്ഞെടുക്കാം.",
    "tax_included_messages": "വിലയിൽ നികുതി ഉൾപ്പെടുത്തിയിട്ടുണ്ട്.",
    "tax_add_messages": "അന്തിമ വിലയിൽ നികുതി ചേർക്കണം."
  },
  "hyper": {
    "print_label": "ഇനിപ്പറയുന്ന ലേബൽ പ്രിന്റ് ചെയ്ത് ഉൽപ്പന്നത്തിന് മുന്നിൽ വയ്ക്കുക",
    "hyper_form_link_product_message": "ഈ ലിങ്ക് വഴി നിങ്ങളുടെ ഉപഭോക്താക്കൾക്ക് {product} വേഗത്തിൽ വാങ്ങാനാകും. QR കോഡ് സ്‌കാൻ ചെയ്‌ത് അവർ അതേ ലിങ്ക് നൽകുകയും ചെയ്യും.",
    "title": "ഹൈപ്പർ ക്വിക്ക് സെയിൽ",
    "message": "Hyper Selldone സെയിൽസ് ചാനലിന്റെ സഹായത്തോടെ, നിങ്ങളുടെ ഭാഗത്ത് നിന്ന് യാതൊരു നടപടിയും ആവശ്യമില്ലാതെ തന്നെ ഒരു QR കോഡ് സ്കാൻ ചെയ്ത് ഉൽപ്പന്നങ്ങൾ വാങ്ങാൻ നിങ്ങളുടെ ഉപഭോക്താക്കൾക്ക് കഴിയും. ഉത്സവങ്ങൾ, പ്രദർശനങ്ങൾ, അല്ലെങ്കിൽ തിരക്കേറിയ ചടങ്ങുകൾ എന്നിവയിൽ ചില ഇനങ്ങൾ പെട്ടെന്ന് വിൽക്കാൻ ഈ വഴി ഉപയോഗിക്കുക. ഈ വിഭാഗത്തിൽ ഹൈപ്പർ സജീവമാക്കിയ ശേഷം, നിങ്ങൾക്ക് ഉൽപ്പന്ന മാനേജ്മെന്റ് വിഭാഗത്തിൽ ഫിസിക്കൽ ഉൽപ്പന്നങ്ങൾക്കായി ഒരു ഹൈപ്പർ ക്യുആർ കോഡ് സൃഷ്ടിക്കാൻ കഴിയും.",
    "orders_list": "ഹൈപ്പർ ഓർഡർ ലിസ്റ്റ്",
    "active_mode": "ഹൈപ്പർ സെയിൽസ് ചാനൽ സജീവമാക്കി",
    "inactive_mode": "നിഷ്ക്രിയ",
    "active_message": "നിങ്ങൾ ഈ ഓപ്ഷൻ പ്രാപ്തമാക്കുകയാണെങ്കിൽ, ഫാസ്റ്റ്-സെയിൽസ്-കോഡുകൾ സൃഷ്ടിക്കുന്നതിനുള്ള സാധ്യത ഓരോ ഉൽപ്പന്നത്തിന്റെയും മാനേജ്മെന്റ് വിഭാഗത്തിൽ പ്രദർശിപ്പിക്കും.",
    "hyper_form_link_message": "നിങ്ങളുടെ സ്റ്റോറിന്റെ ഹൈപ്പർ പേജ് ലിങ്ക്",
    "configuration": "ഹൈപ്പർ ക്രമീകരണങ്ങൾ",
    "name": "ഹൈപ്പർ"
  },
  "hyper_orders": {
    "title": "ഹൈപ്പർ",
    "title_small": "വിൽപ്പന റിപ്പോർട്ട്",
    "hyper": "ഓർഡറുകൾ ലഭിച്ചു"
  },
  "product_file": {
    "no_file": "ഇതുവരെ ഒരു ഫയലും അപ്‌ലോഡ് ചെയ്‌തിട്ടില്ല!",
    "delete_dialog": {
      "title": "ഫയൽ ഇല്ലാതാക്കുക",
      "message": "ഈ ഫയൽ ഇല്ലാതാക്കുമെന്ന് ഉറപ്പാണോ?",
      "action": "അതെ, ഇപ്പോൾ ഇല്ലാതാക്കുക"
    },
    "notifications": {
      "delete_success": "ഫയൽ ഇല്ലാതാക്കി."
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 {amount} ഈടാക്കി {amount_total} ക്രെഡിറ്റ് നേടുക.",
    "charge_action": "സൗജന്യ ക്രെഡിറ്റ് ക്ലെയിം ചെയ്യുന്നു",
    "claim_title": "നിങ്ങളുടെ സൗജന്യ ക്രെഡിറ്റ് ക്ലെയിം ചെയ്യുക",
    "claim_charge_caution": "ശ്രദ്ധിക്കുക: നിങ്ങളുടെ വാലറ്റ് അക്കൗണ്ടുകൾക്കിടയിൽ കറൻസികൾ പരിവർത്തനം ചെയ്യുന്നത് സാധ്യമല്ല. അതിനാൽ, നിങ്ങളുടെ സ്റ്റോറിൽ കൈമാറ്റം ചെയ്യപ്പെടുന്ന കറൻസിക്ക് അനുയോജ്യമായ ഒരു അക്കൗണ്ട് തിരഞ്ഞെടുക്കുക.",
    "account_input": "നിക്ഷേപ അക്കൗണ്ട്",
    "account_msg": "ഈ അക്കൗണ്ടിലേക്ക് നിരക്ക് ഈടാക്കും"
  },
  "selldone_applications": {
    "title": "നിങ്ങളുടെ ഓർഡറുകൾ നഷ്‌ടപ്പെടുത്തരുത്!",
    "msg": "എവിടെയും എപ്പോൾ വേണമെങ്കിലും നിങ്ങളുടെ ബിസിനസ്സ് നിയന്ത്രിക്കുക."
  },
  "shop_seo": {
    "title": "SEO കോൺഫിഗറേഷൻ",
    "msg": "ഓർഗാനിക് ഉപഭോക്താക്കളെ ഏറ്റെടുക്കൽ ചാനലുകൾ ശാക്തീകരിക്കുന്നതിലൂടെ ഓൺലൈൻ മാർക്കറ്റിംഗിലേക്ക് അതിവേഗം മുന്നോട്ട് പോകുക.",
    "auto": {
      "title": "ഓട്ടോ SEO എഞ്ചിൻ",
      "msg": "നിങ്ങളുടെ വെബ്‌സൈറ്റിലെ പ്രേക്ഷകർക്കും സെർച്ച് എഞ്ചിനുകൾക്കും തടസ്സമില്ലാത്ത മൊബൈൽ അനുഭവം നൽകുക."
    },
    "amp": {
      "title": "AMP",
      "msg": "ത്വരിതപ്പെടുത്തിയ മൊബൈൽ പേജുകൾ സ്വയമേവ സൃഷ്ടിക്കുന്നു."
    }
  },
  "shop_preferences": {
    "order": {
      "title": "ഉത്തരവുകൾ",
      "desc": "ഒരു ഉപഭോക്താവ് ഓർഡർ നൽകുകയാണെങ്കിൽ, ഓർഡർ വിവരങ്ങൾ അടങ്ങിയ ഒരു ഇമെയിൽ ഈ വിലാസത്തിലേക്ക് അയയ്ക്കും."
    },
    "return": {
      "title": "മടങ്ങുക",
      "desc": "വാങ്ങുന്നയാൾ ഉൽപ്പന്നം തിരികെ നൽകിയാൽ, ഈ ഇമെയിൽ അയയ്ക്കും. ഈ ഇമെയിൽ അയയ്ക്കുന്നത് നിങ്ങൾ വാങ്ങിയ പ്ലാനിനെ ആശ്രയിച്ചിരിക്കുന്നു."
    },
    "pos": {
      "title": "POS",
      "desc": "POS വിൽപ്പന റിപ്പോർട്ട് ഈ ഇമെയിലിലേക്ക് അയയ്ക്കും."
    },
    "avocado": {
      "title": "അവോക്കാഡോ",
      "desc": "അവോക്കാഡോ ഓർഡറുകളുടെ പ്രതിദിന റിപ്പോർട്ട് അയയ്ക്കുക."
    },
    "accounting": {
      "title": "അക്കൌണ്ടിംഗ്",
      "desc": "സാമ്പത്തിക റിപ്പോർട്ടുകളും അപ്ഡേറ്റുകളും സംഭരിക്കുക."
    },
    "subscription": {
      "title": "സബ്സ്ക്രിപ്ഷനുകൾ",
      "desc": "ആരംഭ, അവസാന സബ്‌സ്‌ക്രിപ്‌ഷൻ അറിയിപ്പുകൾക്കൊപ്പം അടുത്തിടെ വാങ്ങിയ പ്ലാൻ നില."
    },
    "technical": {
      "title": "സാങ്കേതികമായ",
      "desc": "ഡൊമെയ്‌നിനെയും സേവന നിലയെയും കുറിച്ചുള്ള സാങ്കേതിക അറിയിപ്പുകൾ."
    },
    "report": {
      "title": "റിപ്പോർട്ടുകൾ",
      "desc": "പ്രതിവാര, പ്രതിമാസ റിപ്പോർട്ടുകൾ ഈ ഇമെയിലിലേക്ക് അയയ്‌ക്കും"
    },
    "review": {
      "title": "അവലോകനം",
      "desc": "നിങ്ങൾക്ക് സ്റ്റോറിൽ ഒരു പ്രോസസ്സ് സ്ഥിരീകരിക്കണമെങ്കിൽ, ഈ വിലാസത്തിലേക്ക് പ്രസക്തമായ ഇമെയിൽ അയയ്ക്കും. ഉദാഹരണത്തിന്, സ്റ്റോർ ഉപയോക്താക്കൾക്ക് ഒരു മാർക്കറ്റിംഗ് ഇമെയിൽ അയയ്ക്കുന്നത് സ്ഥിരീകരിക്കാൻ."
    }
  },
  "shop_languages": {
    "title": "സംഭരിക്കുന്ന ഭാഷകൾ",
    "sub_title": "സ്റ്റോർ സ്വയമേവയുള്ള വിവർത്തന പാക്കേജുകൾ ഇൻസ്റ്റാൾ ചെയ്യുകയും സജീവമാക്കുകയും ചെയ്യുക.",
    "message": "നിങ്ങളുടെ സ്റ്റോറിൽ 10 ഭാഷാ പായ്ക്കുകൾ വരെ ഇൻസ്റ്റാൾ ചെയ്യാം. നിങ്ങൾക്ക് കൂടുതൽ പാക്കേജുകൾ ഇൻസ്റ്റാൾ ചെയ്യണമെങ്കിൽ ഞങ്ങളെ ബന്ധപ്പെടുക."
  },
  "invite_friends": {
    "title": "നിങ്ങളുടെ ബിസിനസ്സിനെക്കുറിച്ച് ലോകത്തോട് പറയുക!",
    "msg": "നിങ്ങളുടെ സുഹൃത്തുക്കൾക്ക് Selldone പരിചയപ്പെടുത്തുക. സൈൻ അപ്പ് ചെയ്യുമ്പോൾ അവർക്ക് കമ്പനി വൗച്ചറിൽ $99 ലഭിക്കും, അവർ അവരുടെ ആദ്യ ഇടപാട് പൂർത്തിയാക്കിക്കഴിഞ്ഞാൽ സ്റ്റാർട്ടപ്പ് വൗച്ചറായി നിങ്ങൾക്ക് $15 ലഭിക്കും.",
    "invite": {
      "title": "$99 സൗജന്യ വൗച്ചർ ലഭിക്കാൻ Selldone ബിസിനസ് ഒഎസിൽ ചേരുക.",
      "description": "അതിശയകരമായ ഒരു ടൂൾ ഉപയോഗിച്ച് ഓൺലൈനിൽ നിങ്ങളുടെ ബിസിനസ്സ് ആരംഭിക്കാൻ ഞാൻ നിങ്ങളെ Selldone-ലേക്ക് ക്ഷണിക്കുന്നു.",
      "hashtags": "ഇ-കൊമേഴ്‌സ്, വെബ്‌സൈറ്റ് ബിൽഡർ",
      "quot": "Selldone മുഖേന ഞാൻ ഒരു ഓൺലൈൻ സ്റ്റോർ നിർമ്മിച്ചു, നിങ്ങൾക്ക് ഇപ്പോൾ നിങ്ങളുടെ ബിസിനസ്സും ചെയ്യാം."
    }
  },
  "shops_list": {
    "title": "എന്റെ കടകൾ",
    "message": "എന്റെ സ്വന്തം കടകളുടെയും അനുവദനീയമായ ഷോപ്പുകളുടെയും മാതൃകാ ഷോപ്പുകളുടെയും ലിസ്റ്റ്."
  },
  "shipping": {
    "warehouse_error": "ആദ്യം നിങ്ങളുടെ വെയർഹൗസ് സജ്ജമാക്കുക! ഈ വിലാസം ഷിപ്പിംഗിന്റെ ഉറവിടമായി ഉപയോഗിക്കും.",
    "errors": {
      "set_origin": "നിങ്ങളുടെ ലൊക്കേഷൻ മാപ്പ് സജ്ജമാക്കുക.",
      "set_country": "നിങ്ങളുടെ രാജ്യം സജ്ജമാക്കുക.",
      "set_address": "നിങ്ങളുടെ വിലാസം സജ്ജമാക്കുക.",
      "set_zip": "നിങ്ങളുടെ തപാൽ കോഡ് സജ്ജമാക്കുക."
    },
    "set_warehouse": "വെയർഹൗസ് സജ്ജമാക്കുക",
    "pickup_location": "പിക്കപ്പ് ലൊക്കേഷൻ",
    "refresh_rates": "നിരക്കുകൾ പുതുക്കുക",
    "no_rate": "നിരക്കില്ല...",
    "view_messages": "സന്ദേശങ്ങൾ കാണുക...",
    "not_set_yet": "ഇതുവരെ സജ്ജീകരിച്ചിട്ടില്ല!",
    "drop_orders_here": "ഓർഡറുകൾ ഇവിടെ ഡ്രോപ്പ് ചെയ്യുക..."
  },
  "blog_category": {
    "title": "ബ്ലോഗ് വിഭാഗങ്ങൾ",
    "add_action": "പുതിയ വിഭാഗം ചേർക്കുക",
    "add_dialog": {
      "title": "പുതിയ / അപ്‌ഡേറ്റ് വിഭാഗം",
      "force_edit": "നിർബന്ധിത എഡിറ്റ് പാത",
      "force_edit_msg": "വിഭാഗത്തിന്റെ പേര് മാറ്റുക, എല്ലാ ലേഖനങ്ങളും അപ്ഡേറ്റ് ചെയ്യുക.",
      "star_msg": "സ്റ്റാർ ചെയ്ത വിഭാഗങ്ങൾക്ക് ബ്ലോഗിൽ കാണിക്കുന്നതിന് മുൻഗണനയുണ്ട്.",
      "star": "തുറിച്ചുനോക്കി",
      "delete_action": "വിഭാഗം ഇല്ലാതാക്കുക",
      "add_action": "വിഭാഗം ചേർക്കുക",
      "edit_action": "വിഭാഗം എഡിറ്റ് ചെയ്യുക"
    }
  },
  "about_us": {
    "title": "ഞങ്ങളെ കുറിച്ച് പേജ്",
    "subtitle": "ഞങ്ങളെക്കുറിച്ച് പേജിൽ കാണിക്കുന്നതിന് നിങ്ങളുടെ ബിസിനസിനെക്കുറിച്ച് ഒരു ലേഖനം എഴുതുക. നിങ്ങളുടെ ബ്രാൻഡും ദൗത്യവും അറിയാൻ ഈ പേജ് നിങ്ങളുടെ പ്രേക്ഷകരെ സഹായിക്കും."
  },
  "terms": {
    "title": "സേവന നിബന്ധനകൾ പേജ്",
    "subtitle": "നിങ്ങളുടെ ഉപഭോക്താക്കൾക്കായി നിങ്ങളുടെ സേവനങ്ങൾ വാങ്ങുന്നതിനും ഉപയോഗിക്കുന്നതിനുമുള്ള നിബന്ധനകൾ വിശദീകരിക്കുക."
  },
  "privacy": {
    "title": "സ്വകാര്യതാ നയ പേജ്",
    "subtitle": "ഒരു പാർട്ടി ഒരു ഉപഭോക്താവിന്റെയോ ക്ലയന്റിൻറെയോ ഡാറ്റ ശേഖരിക്കുന്നതും ഉപയോഗിക്കുന്നതും വെളിപ്പെടുത്തുന്നതും കൈകാര്യം ചെയ്യുന്നതുമായ ചില അല്ലെങ്കിൽ എല്ലാ വഴികളും വെളിപ്പെടുത്തുന്ന ഒരു പ്രസ്താവനയോ നിയമപരമായ രേഖയോ ആണ് സ്വകാര്യതാ നയം."
  },
  "contact_us": {
    "title": "ഞങ്ങളെ ബന്ധപ്പെടുക പേജ്",
    "subtitle": "ഞങ്ങളെ ബന്ധപ്പെടാനുള്ള പേജിൽ നിങ്ങളുടെ ഉപഭോക്താക്കൾക്ക് കാണിക്കാൻ നിങ്ങളുടെ കോൺടാക്റ്റ് വിവരങ്ങൾ, വിലാസം, ഫോൺ നമ്പർ എന്നിവ എഴുതുക."
  },
  "metaverse": {
    "title": "മെറ്റാവേർസ് പാലം",
    "subtitle": "സെൽ‌ഡോൺ കൊമേഴ്‌സ് സ്‌പെയ്‌സിൽ %100 API അടിസ്ഥാനമാക്കിയുള്ള സേവനങ്ങൾ നൽകുന്നു. ഗെയിം, ബ്ലോക്ക്‌ചെയിൻ, മെറ്റാവേർസ് ഡെവലപ്പർമാർക്ക് ഈ ശക്തമായ API-കൾ ഉപയോഗിച്ച് ജോലി, ജീവിതം, വ്യാപാരം എന്നിവയുടെ ഭാവിയിൽ ബിസിനസ്സുകളെയും ഉപഭോക്താക്കളെയും സേവനങ്ങളെയും ബന്ധിപ്പിക്കാൻ കഴിയും.",
    "message": "ഗെയിം ഡെവലപ്പർമാർക്കുള്ള ആദ്യകാല ആക്സസ്"
  },
  "orders_bulk_export": {
    "title": "ഓർഡർ അസിസ്റ്റന്റ്",
    "timespan": {
      "title": "സമയ കാലയളവ്",
      "subtitle": "ഓർഡറുകൾ നൽകുന്നതിന് ആരംഭ, അവസാന തീയതികൾ തിരഞ്ഞെടുക്കുക."
    },
    "tasks": {
      "title": "ടാസ്ക്കുകളുടെ ഔട്ട്പുട്ട്",
      "subtitle": "ബൾക്ക് ഓർഡറുകൾ പ്രോസസ്സ് ചെയ്യുന്നതിനുള്ള ടാസ്ക്കുകളുടെ ലിസ്റ്റ് ഡൗൺലോഡ് ചെയ്യുക. ഫലത്തിൽ പണമടച്ചതും COD ഓർഡറുകളും മാത്രമേ അടങ്ങിയിട്ടുള്ളൂ.",
      "export_title": "ജോലികളുടെ പട്ടിക"
    },
    "labels": {
      "title": "പാക്കേജ് ലേബലുകൾ",
      "subtitle": "തിരഞ്ഞെടുത്ത സമയ കാലയളവിലും സ്റ്റാറ്റസിലുമുള്ള എല്ലാ ഓർഡർ ലേബലുകളുടെയും ലിസ്റ്റ് ഡൗൺലോഡ് ചെയ്യുക. ഫലത്തിൽ പണമടച്ചതും COD ഓർഡറുകളും മാത്രമേ അടങ്ങിയിട്ടുള്ളൂ.",
      "export_title": "ബോക്സ് ലേബലുകൾ"
    }
  },
  "customers_funnel": {
    "title": "കസ്റ്റമർ ഡെമോഗ്രഫി",
    "subtitle": "കുറഞ്ഞ മാർക്കറ്റിംഗിൽ കൂടുതൽ മൂല്യം നൽകുന്നതിന് മികച്ച തീരുമാനങ്ങൾ എടുക്കുന്നതിന് നിങ്ങളുടെ ഉപഭോക്താക്കളുടെ ഡാറ്റ ഫിൽട്ടർ ചെയ്ത് കയറ്റുമതി ചെയ്യുക! ദയവായി നിങ്ങളുടെ ഉപഭോക്താക്കളുടെ സ്വകാര്യതയെ മാനിക്കുക, അവർക്ക് ഒരിക്കലും കൂട്ട ബൾക്ക് ഇമെയിലുകൾ അയയ്‌ക്കരുത്! നിങ്ങളുടെ ഉപഭോക്താക്കളുടെ ഓരോരുത്തരുടേയും അനുമതി വാങ്ങാതെ മൂന്നാം കക്ഷി സേവനങ്ങളുമായി ഒരിക്കലും അവരുടെ വിവരങ്ങൾ പങ്കിടരുത്."
  },
  "transportation_pickups": {
    "addresses": {
      "title": "പിക്കപ്പ് വിലാസങ്ങൾ",
      "subtitle": "പിക്കപ്പ് വിലാസങ്ങൾ ഇവിടെ ചേർക്കുകയും എഡിറ്റ് ചെയ്യുകയും ചെയ്യുക. ചെക്ക്ഔട്ട് പേജിൽ ഉപയോക്താക്കൾക്ക് പിക്കപ്പ് വിലാസം തിരഞ്ഞെടുക്കാനാകും.",
      "add_action": "പുതിയ ലൊക്കേഷൻ ചേർക്കുക"
    }
  },
  "affiliate_pos": {
    "title": "അനുബന്ധ POS",
    "open_pos_action": "വേഗത്തിലുള്ള ഓർഡർ POS",
    "description": "ഇൻസ്റ്റാഗ്രാം പേജുകളുടെയും മറ്റ് സോഷ്യൽ നെറ്റ്‌വർക്കുകളുടെയും അഡ്മിൻമാർക്ക് ഈ ഓപ്ഷൻ അനുയോജ്യമാണ്. ഉപഭോക്താക്കളിൽ നിന്ന് നേരിട്ട് ഓർഡറുകൾ സ്വീകരിക്കാനും ചേർക്കാനും അഫിലിയേറ്റ് പിഒഎസ് ഉപയോഗിക്കുക. നിങ്ങളുടെ അഫിലിയേറ്റുകൾക്ക് (അല്ലെങ്കിൽ ഫ്രാഞ്ചൈസി) അഫിലിയേറ്റ് POS-ൽ പുതിയ ഓർഡറുകൾ ചേർക്കാനും ഡെപ്പോസിറ്റ് സ്ലിപ്പ് അപ്‌ലോഡ് ചെയ്യാനും കഴിയും."
  },
  "shop_configuration": {
    "login": {
      "title": "ലോഗിൻ രീതികൾ",
      "subtitle": "നിങ്ങളുടെ സ്റ്റോറിൽ ഉപയോക്താക്കൾ ലോഗിൻ ചെയ്യുന്ന രീതി ഇഷ്ടാനുസൃതമാക്കുക."
    },
    "checkout": {
      "title": "ചെക്ക്ഔട്ട് ഫ്ലോ",
      "subtitle": "നിങ്ങളുടെ ഇ-കൊമേഴ്‌സിൽ നിങ്ങളുടെ ഉപഭോക്തൃ യാത്രയും വാങ്ങൽ പ്രവാഹവും ഇഷ്ടാനുസൃതമാക്കുക.",
      "map": {
        "title": "മാപ്പ്",
        "subtitle": "ഉപയോക്താക്കൾ മാപ്പിൽ ഡെലിവറി ലൊക്കേഷൻ തിരഞ്ഞെടുക്കണം (Uber പോലെ).",
        "subtitle_no_map": "കസ്റ്റമർ നൽകിയ വിലാസത്തിൽ ലൊക്കേഷൻ നിലവിലില്ലെങ്കിൽ ഷിപ്പിംഗ് കണക്കുകൂട്ടലിലെ ദൂരം പൂജ്യമായി കണക്കാക്കുന്നു."
      },
      "mode": {
        "title": "ഉപഭോക്താക്കളുടെ ലോഗിൻ പോയിന്റ്",
        "default": {
          "title": "എത്രയും വേഗം (സ്ഥിരസ്ഥിതി)",
          "msg": "ഉപയോക്താക്കൾ എത്രയും വേഗം ലോഗിൻ ചെയ്യുക. (കൂടുതൽ പരിവർത്തനം)"
        },
        "on_checkout": {
          "title": "ചെക്ക്ഔട്ടിൽ",
          "msg": "ചെക്ക്ഔട്ട് ഘട്ടത്തിൽ ലോഗിൻ ചെയ്യാൻ ഉപയോക്താക്കളെ നിർബന്ധിക്കുക."
        },
        "login_free": {
          "title": "ഓപ്ഷണൽ ലോഗിൻ",
          "msg": "ഓർഡർ പേയ്‌മെന്റിന് ശേഷം ഓപ്‌ഷണൽ ലോഗിൻ ചെയ്യുക.."
        }
      },
      "express": {
        "title": "കാർട്ടിലേക്ക് ചേർത്തതിന് ശേഷം റീഡയറക്‌ട് ചെയ്യുക",
        "false": {
          "title": "സാധാരണ നില",
          "msg": "പേജിൽ തുടരുക, കാർട്ടിലേക്ക് ചേർക്കുക ക്ലിക്ക് ചെയ്തതിന് ശേഷം ഷോപ്പിംഗ് തുടരുക."
        },
        "true": {
          "title": "എക്സ്പ്രസ് മോഡ്",
          "msg": "കാർട്ടിലേക്ക് ചേർക്കുക ക്ലിക്ക് ചെയ്‌തതിന് ശേഷം ഉപഭോക്താവിനെ ചെക്ക്ഔട്ട് പേജിലേക്ക് റീഡയറക്‌ട് ചെയ്യുക."
        }
      },
      "shipping_address": {
        "title": "ഷിപ്പിംഗ് വിലാസം ചോദിക്കുക"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "ഫിസിക്കൽ & സർവീസ് (ഡിഫോൾട്ട്)",
      "desc": "ഫിസിക്കൽ, സർവീസ് ചെക്ക്ഔട്ടുകളിൽ ഒരു വിലാസം നൽകാൻ ഉപഭോക്താവിനോട് ആവശ്യപ്പെടുക."
    },
    "physical": {
      "title": "ഫിസിക്കൽ മാത്രം",
      "desc": "ഫിസിക്കൽ ചെക്ക്ഔട്ടിൽ ഒരു വിലാസം നൽകാൻ ഉപഭോക്താവിനോട് ആവശ്യപ്പെടുക."
    },
    "off": {
      "title": "ഒരിക്കലുമില്ല",
      "desc": "ഷിപ്പിംഗ് വിലാസം ഒരിക്കലും ചോദിക്കരുത്. ⚠ സേവന തരത്തിന് പകരം ഉൽപ്പന്നങ്ങൾക്കായി ഫിസിക്കൽ തരം തിരഞ്ഞെടുത്ത് വേരിയന്റുകളുള്ള സേവനങ്ങൾ ലഭിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ ഈ ഓപ്ഷൻ ഉപയോഗിക്കുക."
    }
  },
  "business_model": {
    "title": "ബിസിനസ്സ് മോഡൽ സജ്ജീകരണം",
    "subtitle": "നിങ്ങളുടെ ബിസിനസ്സ് മോഡൽ സജ്ജമാക്കുക, ഞങ്ങൾ നിങ്ങളുടെ OS ദൃശ്യത്തിന് പിന്നിൽ കോൺഫിഗർ ചെയ്യും."
  },
  "business_type": {
    "title": "ചരക്കുകളുടെ തരങ്ങൾ",
    "subtitle": "നിങ്ങളുടെ സ്റ്റോറിൽ വിൽക്കാൻ ആഗ്രഹിക്കുന്ന ഉൽപ്പന്നങ്ങളുടെ തരം സജ്ജമാക്കുക. സെൽ‌ഡോണിലെ ഉൽപ്പന്ന തരങ്ങൾ കേവലം ഒരു തരത്തിലുള്ള ഉൽപ്പന്നങ്ങളേക്കാൾ കൂടുതലാണ്; ഇത് പൂർത്തീകരണ നടപടിക്രമത്തെക്കുറിച്ചാണ്.",
    "send_activation_request_to_support": "ഒരു പിന്തുണാ ടിക്കറ്റിൽ ഒരു സജീവമാക്കൽ അഭ്യർത്ഥന അയയ്ക്കുക.",
    "require_kyc": "ബിസിനസ്സ് ഉടമ കെ.വൈ.സി.",
    "needs_enterprise_license": "നിങ്ങൾക്ക് ഒരു എന്റർപ്രൈസ് ലൈസൻസ് ഉണ്ടായിരിക്കണം.",
    "marketplace_caution_message": "നിങ്ങളുടെ മോഡൽ നിങ്ങളുടെ ബിസിനസ്സ് OS കോൺഫിഗറേഷനെ ആഴത്തിൽ ബാധിക്കുന്നതായി Marketplace സജ്ജമാക്കുക. ഉദാഹരണത്തിന്, ഓരോ ഉൽപ്പന്നത്തിനും സ്വതന്ത്രമായ വിലനിർണ്ണയവും ഇൻവെന്ററിയും ഉള്ള ഒരു വെണ്ടറെയെങ്കിലും നിങ്ങൾ നിർവ്വചിക്കണം. വെണ്ടർ ഇല്ലാത്ത ഉൽപ്പന്നങ്ങൾ ഉപഭോക്താക്കൾക്ക് വാങ്ങാൻ കഴിയില്ല."
  },
  "business_model_view": {
    "normal": {
      "title": "സാധാരണ സ്റ്റോർ",
      "desc": "സാധാരണയായി ഒരു SME, ഹോം ബിസിനസ്സ് അല്ലെങ്കിൽ ഡ്രോപ്പ്ഷിപ്പർ - ഉപഭോക്താക്കൾക്ക് നേരിട്ട് ഉൽപ്പന്നം വിൽക്കുന്ന അല്ലെങ്കിൽ മൊത്തക്കച്ചവടക്കാരുടെ ഉൽപ്പന്നങ്ങൾ ഒരു റീസെല്ലറായി വിൽക്കുന്നയാൾ."
    },
    "dropshipping": {
      "title": "ഡ്രോപ്പ്ഷിപ്പിംഗ്",
      "desc": "ഒരു ഉൽപ്പന്നവും ഇൻവെന്ററിയും സൂക്ഷിക്കരുത് - നിങ്ങൾ ഒരു മൂന്നാം കക്ഷിക്ക് പണമടയ്ക്കുന്നു, സാധാരണയായി മൊത്തക്കച്ചവടക്കാരന് (പ്രിണ്ടിഫൈ, ഹോൾസെയിൽ2ബി, ... പോലെ) അല്ലെങ്കിൽ നിർമ്മാതാവ്, അവർ ഓർഡറുകൾക്ക് പിന്നിൽ നിറവേറ്റുന്നു."
    },
    "wholesaler": {
      "title": "ഡ്രോപ്പ്ഷിപ്പിംഗ് വിതരണക്കാരൻ",
      "desc": "സാധാരണയായി ഒരു മൊത്തക്കച്ചവടക്കാരൻ അല്ലെങ്കിൽ ഒരു നിർമ്മാതാവ് - അന്തിമ ഉപഭോക്താവിന് നേരിട്ട് ഓർഡറുകൾ അയയ്ക്കുന്നയാൾ. Selldone-ലെ മറ്റ് വ്യാപാരികൾക്ക് അവരുടെ സ്റ്റോറുകളിൽ നിങ്ങളുടെ ഉൽപ്പന്നങ്ങൾ ഡ്രോപ്പ്ഷിപ്പ് ചെയ്യാൻ കഴിയും."
    },
    "marketplace": {
      "title": "ചന്തസ്ഥലം",
      "desc": "ഓൺലൈൻ മാർക്കറ്റ്‌പ്ലെയ്‌സുകൾ വാങ്ങുന്നവരെയും വിൽപ്പനക്കാരെയും ഒരു കുത്തക, കേന്ദ്രീകൃത പ്ലാറ്റ്‌ഫോമിൽ ബന്ധിപ്പിക്കുന്നു."
    },
    "franchise": {
      "title": "ഫ്രാഞ്ചൈസി / അഫിലിയേറ്റ്",
      "desc": "നിങ്ങളുടെ ബ്രാൻഡ് (ഫ്രാഞ്ചൈസിംഗ്) സ്ഥാപിക്കുന്ന അല്ലെങ്കിൽ അവരുടെ ബ്രാൻഡ് (അഫിലിയേറ്റ്) പ്രകാരം നിങ്ങളുടെ ഉൽപ്പന്നങ്ങൾ വിൽക്കുന്ന ഒരു ഫ്രാഞ്ചൈസർ ഉൾപ്പെടുന്ന ഉൽപ്പന്നങ്ങളോ സേവനങ്ങളോ വിതരണം ചെയ്യുന്ന ഒരു രീതിയാണ് ഫ്രാഞ്ചൈസി."
    }
  },
  "marketplace": {
    "vendor_wallets": "വാലറ്റുകൾ",
    "pricing_models": "വിലനിർണ്ണയം",
    "add_vendor": "വെണ്ടർ ചേർക്കുക",
    "requests": "അഭ്യർത്ഥനകൾ"
  },
  "price_input_type": {
    "title": "വില ഇൻപുട്ട് തരം",
    "default": {
      "title": "സ്ഥിരസ്ഥിതി",
      "desc": "കാർട്ടിലെ അളവായി ഒരു മൂല്യം തിരഞ്ഞെടുക്കുക."
    },
    "area": {
      "title": "ഏരിയ",
      "desc": "അളവ് കണക്കാക്കാൻ ഇൻപുട്ടുകളായി വീതിയും നീളവും നൽകുക."
    },
    "volume": {
      "title": "വ്യാപ്തം",
      "desc": "അളവ് കണക്കാക്കാൻ ഇൻപുട്ടുകളായി വീതി, നീളം, ഉയരം എന്നിവ നൽകുക."
    },
    "custom": {
      "title": "ഇഷ്ടാനുസൃതം (ഇൻപുട്ട് ഫോം പ്രകാരം)",
      "desc": "നൂറുകണക്കിന് വകഭേദങ്ങളുടെ ആവശ്യമില്ല! വളരെ ഇഷ്ടാനുസൃതമാക്കാവുന്ന ഉൽപ്പന്നങ്ങൾക്കായി ഒരു ഇഷ്‌ടാനുസൃത ചെലവ് കണക്കുകൂട്ടൽ ഫോം സൃഷ്‌ടിക്കുക."
    }
  },
  "vendors_list": {
    "title": "എന്റെ വെണ്ടർമാർ",
    "message": "എന്റെ സ്വന്തം വെണ്ടർമാരുടെ ലിസ്റ്റ്."
  },
  "vendor_page": {},
  "domains": {
    "message": "നിങ്ങളുടെ ബിസിനസ്സ് OS-ലേക്ക് ഒന്നിലധികം ഡൊമെയ്‌നുകൾ ബന്ധിപ്പിച്ച് അവയെല്ലാം ഒരിടത്ത് മാനേജ് ചെയ്യുക. ബ്ലോഗും കമ്മ്യൂണിറ്റിയും പോലെ നിങ്ങളുടെ വെബ്‌സൈറ്റിന്റെ ഓരോ ഭാഗത്തിനും സമർപ്പിത ഡൊമെയ്‌നുകൾ സൃഷ്‌ടിക്കാൻ നിങ്ങൾക്ക് ഒന്നിലധികം ഡൊമെയ്‌നുകളുടെ സവിശേഷത ഉപയോഗിക്കാം അല്ലെങ്കിൽ നിങ്ങളുടെ അഫിലിയേറ്റുകൾക്കായി വ്യത്യസ്ത ഡൊമെയ്‌നുകൾ ഉപയോഗിക്കാം."
  },
  "notes": {
    "add_action": "നിങ്ങളുടെ ടീമിനായി ഒരു കുറിപ്പ് ചേർക്കുക",
    "notifications": {
      "success_add": "കുറിപ്പ് വിജയകരമായി ചേർത്തു.",
      "success_delete": "കുറിപ്പ് വിജയകരമായി ഇല്ലാതാക്കി."
    }
  },
  "external_services": {
    "title": "ബാഹ്യ സേവനങ്ങൾ",
    "subtitle": "SMS, ഇമെയിലുകൾ തുടങ്ങിയ ബാഹ്യ സേവനങ്ങളുടെ അവസാന നില ഇവിടെ നിരീക്ഷിക്കുക."
  },
  "theme": {
    "dark_mode": "ഡാർക്ക് മോഡ്",
    "dark_mode_description": "വെള്ള ടെക്സ്റ്റ് നിറമുള്ള ഇരുണ്ട പശ്ചാത്തലം നിങ്ങൾക്ക് വേണമെങ്കിൽ ഈ ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക.",
    "light_mode": "ലൈറ്റ് മോഡ്",
    "light_mode_description": "പശ്ചാത്തലം വെളിച്ചവും ടെക്‌സ്‌റ്റ് കറുപ്പ് നിറവുമാകണമെങ്കിൽ ഈ ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക."
  },
  "shop_quota": {
    "title": "ഉപയോഗ ക്വാട്ട",
    "sub_title": "നിങ്ങളുടെ ഷോപ്പിനുള്ള ഉപയോഗ ക്വാട്ട ലിസ്‌റ്റാണിത്. നിങ്ങളുടെ ഷോപ്പിന്റെ ലൈസൻസ് അപ്‌ഗ്രേഡ് ചെയ്യുന്നതിലൂടെ നിങ്ങൾക്ക് ഈ പരിധികൾ വർദ്ധിപ്പിക്കാം. നിങ്ങൾ പരിധി കവിയുകയാണെങ്കിൽ, നിങ്ങൾക്ക് ഞങ്ങളിൽ നിന്ന് അധിക പ്രതിദിന ക്വാട്ട അലവൻസുകൾ അഭ്യർത്ഥിക്കാം. എല്ലാ ഉപയോഗവും ദിവസവും റീസെറ്റ് ചെയ്യും."
  },
  "app_card": {
    "category": "വിഭാഗം",
    "installs": "ഇൻസ്റ്റാൾ ചെയ്യുക",
    "actives": "സജീവമാണ്",
    "uninstalls": "അൺഇൻസ്റ്റാൾ ചെയ്യുന്നു",
    "app_code": "ആപ്പ് കോഡ്",
    "app_mode": "ആപ്ലിക്കേഷൻ മോഡ്"
  },
  "product_status": {
    "open": {
      "name": "സജീവമാണ്",
      "title": "സജീവം ╏ ഓൺലൈൻ & ഓഫ്‌ലൈൻ വിൽപ്പന",
      "description": "ഓൺലൈൻ ഓർഡറുകൾക്ക് ഈ ഉൽപ്പന്നം ലഭ്യമാകും."
    },
    "close": {
      "name": "നിഷ്ക്രിയ",
      "title": "നിഷ്ക്രിയ ╏ ഓഫ്‌ലൈൻ വിൽപ്പന മാത്രം",
      "description": "ഓൺലൈൻ ഓർഡറുകൾക്ക് ഈ ഉൽപ്പന്നം ലഭ്യമാകില്ല."
    },
    "pending": {
      "name": "തീർപ്പാക്കാത്തത്",
      "title": "തീർപ്പാക്കാത്തത്",
      "description": "തത്സമയമാകുന്നതിന് മുമ്പ് മാർക്കറ്റ് പ്ലേസ് അവലോകനം ആവശ്യമാണ്."
    },
    "rejected": {
      "name": "നിരസിച്ചു",
      "title": "നിരസിച്ചു",
      "description": "ഈ ഉൽപ്പന്നം വിപണി നിരസിച്ചു."
    }
  },
  "suggestions": {
    "vendor_payment": {
      "note": [
        "വിൽപ്പനയ്ക്കുള്ള പേയ്‌മെന്റ് പൂർത്തീകരിച്ചു",
        "വെണ്ടർ കമ്മീഷൻ വിതരണം.",
        "ഇടപാട് വിജയകരമായി പൂർത്തിയാക്കി.",
        "സമീപകാല വിൽപ്പനയ്ക്കുള്ള പണമടയ്ക്കൽ.",
        "വെണ്ടർ സേവനങ്ങൾക്കുള്ള വിജയകരമായ കൈമാറ്റം."
      ],
      "reverse_fund_reason": [
        "ഫണ്ടുകളുടെ മടക്കം: ബാങ്കിൽ നിന്ന് വെണ്ടറുടെ വാലറ്റിലേക്ക് മാറ്റുക.",
        "വെണ്ടർ വാലറ്റ് റീഫിൽ: ബാങ്ക് അക്കൗണ്ടിൽ നിന്ന് പണം തിരിച്ചെടുക്കുന്നു.",
        "റിവേഴ്സ് ട്രാൻസാക്ഷൻ: ബാങ്ക് മുതൽ വെണ്ടർ വാലറ്റ് ഫണ്ട് ട്രാൻസ്ഫർ.",
        "റീഫണ്ട്: വെണ്ടറുടെ വാലറ്റിലേക്ക് ബാങ്ക് നിക്ഷേപം തിരിച്ചെടുക്കൽ.",
        "ഫണ്ട് റിവേഴ്സൽ: ബാങ്കിൽ നിന്ന് വെണ്ടറുടെ വാലറ്റ് നിറയ്ക്കൽ."
      ]
    },
    "shop_email": {
      "name": [
        "സൂപ്പർ സേവിംഗ്സ് വാരാന്ത്യ സ്ഫോടനം",
        "എക്സ്ക്ലൂസീവ് ഇൻസൈഡർ ഡീലുകൾ അനാവരണം ചെയ്തു",
        "പ്രീമിയം ഡിസ്കൗണ്ടുകളിലേക്കുള്ള നിങ്ങളുടെ വിഐപി ആക്സസ്",
        "സീസണൽ വിൽപന അതിഗംഭീരം",
        "നിങ്ങളുടെ ഷോപ്പിംഗ് പറുദീസ അൺലോക്ക് ചെയ്യുക",
        "ഗ്രാൻഡ് ഷോപ്പേഴ്സ് കാർണിവൽ",
        "സ്പ്രിംഗ് ഫ്ലിംഗ് ഷോപ്പിംഗ് സ്പ്രീ",
        "ശരത്കാല ഡീലുകൾ നിങ്ങൾക്ക് എതിർക്കാൻ കഴിയില്ല",
        "ശീതകാല അത്ഭുതങ്ങൾ: തണുത്ത ദിവസങ്ങൾക്ക് ഊഷ്മളമായ ഡീലുകൾ",
        "വേനൽ അവസാനം ക്ലിയറൻസ് കൗണ്ട്ഡൗൺ",
        "ബ്ലാക്ക് ഫ്രൈഡേ ബോണൻസ: ആദ്യകാല പക്ഷി പ്രവേശനം",
        "ഹലോ ഹോളിഡേയ്‌സ്: നിങ്ങളുടെ ഗിഫ്റ്റ് ഗൈഡും മറ്റും",
        "പുതിയ കണ്ടെത്തലുകൾ: പുതിയ വരവുകൾ നിങ്ങൾക്കായി മാത്രം",
        "ലോയൽറ്റി റിവാർഡഡ്: എക്സ്ക്ലൂസീവ് ഡിസ്കൗണ്ടുകൾ ഉള്ളിൽ"
      ],
      "subject": [
        "⏰ പരിമിത സമയ ഓഫർ! ഇപ്പോൾ നിങ്ങളുടെ പ്രിയപ്പെട്ടവ നേടൂ",
        "🌼 പുതിയ സീസൺ, പുതിയ ശൈലികൾ - ഞങ്ങളുടെ ഏറ്റവും പുതിയ ശേഖരം പര്യവേക്ഷണം ചെയ്യുക",
        "👑 എക്സ്ക്ലൂസീവ് വിഐപി വിൽപ്പന നിങ്ങൾക്കായി മാത്രം",
        "💃 ഞങ്ങളുടെ പുതിയ വരവുകൾക്കൊപ്പം തല തിരിക്കുക",
        "🔚 എല്ലാത്തിനും 20% കിഴിവ് ആസ്വദിക്കാനുള്ള അവസാന അവസരം",
        "🎁 നിങ്ങൾക്കുള്ള ഒരു സമ്മാനം: $10 ക്രെഡിറ്റ് ഉള്ളിൽ!",
        "☀️ ഞങ്ങളുടെ ഹോട്ട് ഡീലുകൾ ഉപയോഗിച്ച് വേനൽക്കാലത്തിന് തയ്യാറാകൂ",
        "🛍️ നിങ്ങളുടെ വാർഡ്രോബ് നവീകരിക്കുക - നിങ്ങൾ അത് അർഹിക്കുന്നു",
        "👀 സ്നീക്ക് പീക്ക്: പുതിയ ഉൽപ്പന്നങ്ങൾ ഉടൻ വരുന്നു!",
        "🎂 ജന്മദിനാശംസകൾ! നിങ്ങളുടെ പ്രത്യേക സമ്മാനം കാത്തിരിക്കുന്നു",
        "🖤 ബ്ലാക്ക് ഫ്രൈഡേ ഡീലുകൾക്ക് നിങ്ങൾ തയ്യാറാണോ?",
        "🎯 നിങ്ങൾക്ക് വേണ്ടിയുള്ള മികച്ച തിരഞ്ഞെടുക്കലുകൾ - വ്യക്തിഗതമാക്കിയ ഷോപ്പിംഗ് അനുഭവം",
        "🍹 സ്വയം ചികിത്സിക്കാനുള്ള സമയം - വാരാന്ത്യ ഫ്ലാഷ് സെയിൽ!",
        "🧹 സീസൺ ക്ലിയറൻസ് അവസാനം - എല്ലാം പോകണം!",
        "🚀 നിങ്ങൾ ഇത് സമ്പാദിച്ചു! നിങ്ങളുടെ അടുത്ത ഓർഡറിൽ സൗജന്യ ഷിപ്പിംഗ്",
        "📢 നഷ്‌ടപ്പെടുത്തരുത് - നിങ്ങളുടെ വിഷ്‌ലിസ്റ്റ് ഇനങ്ങൾ ഇപ്പോൾ വിൽപ്പനയിലാണ്",
        "🏡 ഞങ്ങളുടെ ഹോം ഡെക്കർ കളക്ഷൻ ഉപയോഗിച്ച് നിങ്ങളുടെ വീട്ടിലേക്ക് സന്തോഷം കൊണ്ടുവരിക",
        "🎉 നിങ്ങൾക്കായി ഒരു സർപ്രൈസ്! നിങ്ങളുടെ മിസ്റ്ററി ഡിസ്കൗണ്ട് അൺറാപ്പ് ചെയ്യുക"
      ]
    },
    "discount_code": {
      "code": [
        "സ്വാഗതം10",
        "വേനൽക്കാലം 20",
        "VIPSALE30",
        "BDAY15",
        "ബ്ലാക്ക് ഫ്രൈഡേ",
        "സൈബർ തിങ്കളാഴ്ച",
        "ഫ്രീ ഷിപ്പിംഗ്",
        "ഫ്ലാഷ്സെയിൽ",
        "ക്ലിയറൻസ്",
        "എർലിബേർഡ്",
        "വിദ്യാർത്ഥി10",
        "ശീതകാലം 25",
        "വസന്തം15",
        "ഫാൾ20",
        "ബെസ്റ്റ് സെല്ലർ10",
        "HOLIDAY30",
        "വാലന്റൈൻ20",
        "മാതൃദിനം",
        "പിതൃ ദിനം",
        "എൻഡോഫിയർ"
      ],
      "title": [
        "ഫ്ലാഷ് വിൽപ്പന: 20% കിഴിവ്!",
        "വിഐപി ആദ്യകാല ആക്സസ് ഡിസ്കൗണ്ട്",
        "വാരാന്ത്യ ഡീൽ: ഇപ്പോൾ സംരക്ഷിക്കൂ!",
        "ഇന്ന് 15% കിഴിവ് ആസ്വദിക്കൂ",
        "വേനൽക്കാല വിൽപ്പന: അധിക 10% കിഴിവ്",
        "കാലിയാക്കൽ വില്പന! വലുതായി സംരക്ഷിക്കുക",
        "പ്രത്യേക ഓഫർ: സൗജന്യ ഷിപ്പിംഗ്",
        "2-ഫോർ-1: ഇന്ന് മാത്രം!",
        "അവധിക്കാല സ്പെഷ്യൽ: 25% കിഴിവ്",
        "എക്സ്ക്ലൂസീവ് 30% കിഴിവ്",
        "ആശ്ചര്യം! അധിക 20% കിഴിവ്",
        "ഉള്ളിൽ സീസണൽ സേവിംഗ്സ്",
        "മിഡ്‌വീക്ക് മാഡ്‌നെസ്: 10% കിഴിവ്",
        "ഉടൻ അവസാനിക്കുന്നു: എല്ലാത്തിനും 15% കിഴിവ്",
        "കുടുംബവും സുഹൃത്തുക്കളും: 20% കിഴിവ്",
        "ഈ വാരാന്ത്യത്തിൽ വലിയ സമ്പാദ്യം",
        "ബ്ലാക്ക് ഫ്രൈഡേ: 40% കിഴിവ്",
        "സ്നീക്ക് പീക്ക് ഡിസ്കൗണ്ട്: 30% കിഴിവ്"
      ],
      "description": [
        "നിങ്ങളുടെ പ്രത്യേക ഓഫർ ക്ലെയിം ചെയ്യുക! പരിമിതമായ സമയം മാത്രം.",
        "വേഗം! നിങ്ങളുടെ കാർട്ടിൽ എക്സ്ക്ലൂസീവ് സേവിംഗ്സ് കാത്തിരിക്കുന്നു.",
        "വലിയ സമ്പാദ്യങ്ങൾ ഒരു ക്ലിക്ക് അകലെയാണ്!",
        "ഈ കരാർ ഇല്ലാതാകുന്നതിന് മുമ്പ് അത് പ്രയോജനപ്പെടുത്തുക.",
        "പ്രത്യേക കിഴിവ് കാത്തിരിക്കുന്നു! നഷ്ടപ്പെടുത്തരുത്.",
        "ഞങ്ങളുടെ ഓഫർ ഉപയോഗിച്ച് നിങ്ങളുടെ ഷോപ്പിംഗ് സ്പിരിറ്റ് വർദ്ധിപ്പിക്കുക!",
        "നിങ്ങളുടെ അടുത്ത ഓർഡർ നിങ്ങൾ വിചാരിക്കുന്നതിലും കുറവായിരിക്കാം!",
        "നിങ്ങൾ ആഗ്രഹിച്ച ഇനം പിടിച്ചെടുക്കാൻ പറ്റിയ സമയമാണിത്.",
        "നിങ്ങളുടെ ദിവസം പ്രകാശമാനമാക്കാൻ ഒരു ചെറിയ കാര്യം.",
        "സംരക്ഷിക്കാൻ തയ്യാറാണോ? ഒരു സർപ്രൈസ് കിഴിവ് കാത്തിരിക്കുന്നു!",
        "നിങ്ങൾ സ്പെഷ്യൽ ആയതിനാൽ, ഇവിടെ ഒരു പ്രത്യേക ഡീൽ ഉണ്ട്.",
        "എന്തെങ്കിലും ശ്രദ്ധയിൽപ്പെട്ടോ? ഇതാ ഒരു നൊമ്പരം!",
        "സംരക്ഷിക്കാൻ ഇന്നത്തെ പോലെ സമയമില്ല.",
        "ഈ ഡീൽ നഷ്‌ടപ്പെടുത്തരുത്! കടന്നുപോകുന്നത് വളരെ നല്ലതാണ്.",
        "വലിയ വാർത്തകൾ! നിങ്ങളുടെ ഷോപ്പിംഗ് ഇപ്പോൾ കുറഞ്ഞു.",
        "വേഗം, നിങ്ങളുടെ എക്‌സ്‌ക്ലൂസീവ് ഡിസ്‌കൗണ്ട് ഉടൻ അവസാനിക്കും!",
        "നിങ്ങളുടെ വിശ്വസ്തതയ്‌ക്ക് ഇതാ ഒരു ചെറിയ നന്ദി."
      ]
    },
    "coupon": {
      "title": [
        "സേവിംഗ്സ് അഴിച്ചുവിട്ടു",
        "ഡിസ്കൗണ്ട് അൺലോക്ക് ചെയ്യുക",
        "സൂപ്പർ സേവിംഗ്സ്",
        "എക്സ്ക്ലൂസീവ് ഡീൽ",
        "ബോണസ് സേവിംഗ്സ്",
        "വിഐപി കിഴിവ്",
        "പ്രത്യേക ആനുകൂല്യം",
        "അധിക സേവിംഗ്സ്",
        "കിഴിവ് മുന്നറിയിപ്പ്",
        "ബജറ്റ് ആനന്ദം",
        "ഇക്കണോമി ഡിലൈറ്റ്",
        "മൂല്യം ബോണൻസ",
        "വില കുറച്ചു",
        "ഹാപ്പി സേവിംഗ്സ്",
        "കൂടുതൽ സംരക്ഷിക്കുക, കൂടുതൽ വാങ്ങുക",
        "ഫ്ലാഷ് ഡീൽ",
        "വിലപേശൽ ബൗണ്ടി",
        "തൽക്ഷണ സേവിംഗ്സ്",
        "ഡീൽ ഓഫ് ദി ഡേ",
        "സീസണൽ സ്റ്റെൽ"
      ],
      "description": [
        "ഞങ്ങളിൽ ഒരു മധുര ഇടപാട് ആസ്വദിക്കൂ! നിങ്ങളുടെ അടുത്ത വാങ്ങലിൽ ലാഭിക്കുക.",
        "ഞങ്ങളുടെ ഉപഭോക്താക്കളെ ഞങ്ങൾ വിലമതിക്കുന്നു - ഈ എക്സ്ക്ലൂസീവ് ഓഫർ പ്രയോജനപ്പെടുത്തുക.",
        "നിങ്ങൾ ഇഷ്ടപ്പെടുന്നത് കുറഞ്ഞ വിലയ്ക്ക് കൂടുതൽ നേടുക. ഞങ്ങൾക്ക് കിഴിവ്!",
        "സംരക്ഷിക്കാൻ തയ്യാറാണോ? ഒരു എക്സ്ക്ലൂസീവ് ഓഫർ കാത്തിരിക്കുന്നു!",
        "കാരണം നിങ്ങൾ ഒരു പ്രത്യേക വ്യക്തിയാണ്! നിങ്ങളുടെ അടുത്ത ഓർഡറിൽ ഒരു കിഴിവ് ആസ്വദിക്കൂ.",
        "ഒരു ഷോപ്പിംഗ് ഉല്ലാസത്തിൽ സ്വയം പരിചരിച്ച് സംരക്ഷിക്കൂ!",
        "നിങ്ങൾ ഇറങ്ങുന്നത് വരെ ഷോപ്പിംഗിന് തയ്യാറാകൂ - സംരക്ഷിക്കൂ!",
        "ഒരു പ്രത്യേക കിഴിവോടെ സീസൺ ആഘോഷിക്കൂ.",
        "ഞങ്ങളുടെ വിശ്വസ്തരായ ഉപഭോക്താക്കൾക്ക് ഒരു പ്രത്യേക കിഴിവോടെ ഞങ്ങൾ നന്ദി പറയുന്നു.",
        "നിങ്ങളുടെ അടുത്ത വാങ്ങലിൽ അവിശ്വസനീയമായ സമ്പാദ്യം അൺലോക്ക് ചെയ്യുക.",
        "നിങ്ങളുടെ എക്‌സ്‌ക്ലൂസീവ് സമ്പാദ്യത്തിലേക്ക് ഒന്ന് എത്തിനോക്കൂ.",
        "ഞങ്ങളിൽ നിങ്ങളുടെ സർപ്രൈസ് കിഴിവ് കണ്ടെത്തൂ!",
        "ഞങ്ങളുടെ എക്‌സ്‌ക്ലൂസീവ് ഓഫർ ഉപയോഗിച്ച് നിങ്ങളുടെ ഷോപ്പിംഗ് അനുഭവം അപ്‌ഗ്രേഡ് ചെയ്യുക.",
        "ഞങ്ങളുടെ പ്രത്യേക ഓഫർ ഉപയോഗിച്ച് നിങ്ങളുടെ സമ്പാദ്യം ആരംഭിക്കുക.",
        "ഒരു പ്രത്യേക കിഴിവ് - കുറച്ച് അധികമായി സ്വയം മുഴുകുക.",
        "നിങ്ങളുടെ അടുത്ത ഷോപ്പിംഗ് സാഹസികത കൂടുതൽ താങ്ങാനാകുന്നതാണ്!",
        "കാരണം കിഴിവോടെ ഷോപ്പിംഗ് കൂടുതൽ രസകരമാണ്."
      ]
    },
    "offer": {
      "title": [
        "ബണ്ടിൽ & വലുതായി സംരക്ഷിക്കുക!",
        "കൂടുതൽ വാങ്ങുക, കൂടുതൽ സംരക്ഷിക്കുക!",
        "സ്മാർട്ട് ഷോപ്പർമാർക്കുള്ള സ്മാർട്ട് ഡീലുകൾ",
        "കിഴിവ് മുന്നറിയിപ്പ്! ബണ്ടിൽ സേവിംഗ്സ്",
        "കോംബോ ഓഫർ - കുറച്ച് കൂടുതൽ",
        "ബണ്ടിലുകളിലെ എക്‌സ്‌ക്ലൂസീവ് സേവിംഗ്‌സ്",
        "നിങ്ങളുടെ പണത്തിനായി കൂടുതൽ നേടൂ!",
        "നിങ്ങൾ ബണ്ടിൽ ചെയ്യുമ്പോൾ സംരക്ഷിക്കുക",
        "കോമ്പോസിൽ പ്രത്യേക ഡീലുകൾ",
        "സ്റ്റോറിൽ വലിയ സമ്പാദ്യം!",
        "മികച്ച മൂല്യ ബണ്ടിലുകൾ",
        "പരിമിത സമയ ബണ്ടിൽ ഡീലുകൾ",
        "കോമ്പോസിൽ വലിയ കിഴിവുകൾ",
        "തിരഞ്ഞെടുത്ത ഇനങ്ങളിൽ സ്മാർട്ട് സേവിംഗ്സ്",
        "ബണ്ടിലുകളിൽ തോൽപ്പിക്കാനാവാത്ത ഡീലുകൾ",
        "മൾട്ടി-ബൈ ഡിസ്കൗണ്ടുകൾ ലഭ്യമാണ്",
        "ഇപ്പോൾ കുറഞ്ഞ വിലയ്ക്ക് ഇരട്ടിയാക്കുക",
        "ബൾക്ക് വാങ്ങലുകൾ = വലിയ സമ്പാദ്യം"
      ],
      "description": [
        "തിരഞ്ഞെടുത്ത ഉൽപ്പന്നങ്ങൾ ബണ്ടിൽ ചെയ്യുമ്പോൾ വലിയ സമ്പാദ്യം നേടുക. വേഗം, പരിമിതമായ സമയ ഓഫർ!",
        "മികച്ച ഡീലുകൾ കാത്തിരിക്കുന്നു! ഞങ്ങളുടെ ഹൈലൈറ്റ് ചെയ്‌ത ഇനങ്ങൾ ഒരുമിച്ച് വാങ്ങുമ്പോൾ കൂടുതൽ ലാഭിക്കുക.",
        "സംരക്ഷിക്കാനുള്ള മികച്ച മാർഗം കണ്ടെത്തൂ! നിങ്ങളുടെ പ്രിയങ്കരങ്ങൾ ബണ്ടിൽ ചെയ്‌ത് വിലയിടിവ് കാണുക.",
        "തിരഞ്ഞെടുത്ത ഇനങ്ങൾ കോമ്പോയിൽ വാങ്ങുമ്പോൾ എക്സ്ക്ലൂസീവ് ഡിസ്കൗണ്ടുകൾ ആസ്വദിക്കൂ. ഇപ്പോൾ പ്രവർത്തിക്കുക!",
        "കൂടുതൽ വാങ്ങുക, കൂടുതൽ സംരക്ഷിക്കുക! ഞങ്ങളുടെ പ്രത്യേക ഉൽപ്പന്ന ബണ്ടിലുകളിൽ തോൽപ്പിക്കാനാവാത്ത കിഴിവുകൾ.",
        "ഞങ്ങളുടെ പ്രത്യേക ഓഫറുകൾ ഉപയോഗിച്ച് സ്‌മാർട്ട് ഷോപ്പ് ചെയ്യുക. തിരഞ്ഞെടുത്ത ഉൽപ്പന്ന ബണ്ടിലുകളിൽ വിലക്കിഴിവ്.",
        "കുറഞ്ഞ വിലയ്ക്ക് കൂടുതൽ നേടൂ! ഞങ്ങളുടെ തിരഞ്ഞെടുത്ത ബണ്ടിലുകൾ നിങ്ങൾ വാങ്ങുമ്പോൾ അതിശയകരമായ കിഴിവുകൾ.",
        "നിങ്ങൾ ബണ്ടിൽ ചെയ്യുമ്പോൾ വലുതായി സംരക്ഷിക്കുക! തിരഞ്ഞെടുത്ത ഇനങ്ങളിൽ പരിമിതമായ സമയത്തേക്ക് എക്സ്ക്ലൂസീവ് ഡീലുകൾ.",
        "സംയോജിപ്പിച്ച് സംരക്ഷിക്കുക! ഞങ്ങളുടെ തിരഞ്ഞെടുത്ത ഉൽപ്പന്നങ്ങൾ ഒരുമിച്ച് വാങ്ങുമ്പോൾ പ്രത്യേക കിഴിവുകൾ.",
        "നിങ്ങൾ എത്രത്തോളം വാങ്ങുന്നുവോ അത്രയധികം ലാഭിക്കൂ! ഞങ്ങളുടെ പ്രത്യേക ബണ്ടിലുകൾ ഉപയോഗിച്ച് മിടുക്കനാകൂ."
      ]
    },
    "gift_card_type": {
      "title": [
        "സ്വയം പെരുമാറുക!",
        "നിങ്ങൾക്കായി മാത്രം!",
        "സന്തോഷകരമായ ഷോപ്പിംഗ്!",
        "ഞങ്ങളിൽ ആസ്വദിക്കൂ!",
        "അല്പം ആഹ്ലാദിക്കുക",
        "കാരണം നിങ്ങൾ സ്പെഷ്യൽ ആണ്",
        "ഒരു ചെറിയ സർപ്രൈസ്",
        "നിങ്ങളുടെ ദിവസം ഉണ്ടാക്കുക",
        "ഇതാ നിങ്ങൾക്കുള്ളതാണ്",
        "സന്തോഷം പരത്തുക",
        "സ്നേഹത്തിന്റെ ഒരു സമ്മാനം",
        "ഡിലൈറ്റ് ഉപയോഗിച്ച് ഷോപ്പുചെയ്യുക",
        "നന്ദിയുടെ ഒരു അടയാളം",
        "സ്പ്ലർജ് ചെയ്യാനുള്ള സമയം",
        "മൊമെന്റ് ആസ്വദിക്കൂ",
        "നിങ്ങളുടെ പ്രിയപ്പെട്ടവ കണ്ടെത്തുക",
        "തീരുമാനം നിന്റേതാണ്",
        "സ്വയം പ്രകടിപ്പിക്കുക",
        "മാജിക് കണ്ടെത്തുക",
        "നിങ്ങളുടെ ശൈലി അഴിച്ചുവിടുക"
      ]
    },
    "vendor_refund_order": {
      "note": [
        "നിങ്ങളുടെ വെർച്വൽ വാലറ്റിൽ നിന്ന് ഫണ്ടുകൾ കുറയ്ക്കുകയും മാർക്കറ്റ് പ്ലേസ് വാലറ്റിലേക്ക് തിരികെ നൽകുകയും ചെയ്തു.",
        "നിങ്ങളുടെ വെർച്വൽ വാലറ്റ് ബാലൻസ് കുറച്ചുകൊണ്ട് ഒരു റീഫണ്ട് ഇഷ്യൂ ചെയ്‌തു.",
        "റീഫണ്ട് പൂർത്തിയായി. നിങ്ങളുടെ വെർച്വൽ വാലറ്റിൽ നിന്ന് മാർക്കറ്റ് പ്ലേസ് വാലറ്റ് വീണ്ടും നിറച്ചു.",
        "മാർക്കറ്റ്‌പ്ലെയ്‌സ് വാലറ്റിലേക്കുള്ള സമീപകാല റീഫണ്ടിനായി നിങ്ങളുടെ വെർച്വൽ വാലറ്റ് ഡെബിറ്റ് ചെയ്‌തു.",
        "സമീപകാല റീഫണ്ട് കാരണം നിങ്ങളുടെ വെർച്വൽ വാലറ്റ് ഫണ്ടുകൾ ക്രമീകരിച്ചു.",
        "നിങ്ങളുടെ വെർച്വൽ വാലറ്റിൽ നിന്ന് തുക കുറച്ചുകൊണ്ട് ഒരു റീഫണ്ട് നടത്തി.",
        "മാർക്കറ്റ് പ്ലേസ് വാലറ്റിലേക്കുള്ള റീഫണ്ട് കാരണം നിങ്ങളുടെ വെർച്വൽ വാലറ്റ് ബാലൻസ് കുറഞ്ഞു.",
        "ഒരു റീഫണ്ട് ഇടപാട് നടന്നു, നിങ്ങളുടെ വെർച്വൽ വാലറ്റിൽ നിന്ന് പണം വിപണിയിലേക്ക് തിരികെ മാറ്റുന്നു."
      ]
    },
    "product": {
      "warranty": [
        "24-മാസത്തെ സ്വർണ്ണ ഗ്യാരണ്ടി",
        "രണ്ട് വർഷത്തേക്ക് പ്ലാറ്റിനം സംരക്ഷണം",
        "36 മാസത്തേക്ക് ഡയമണ്ട് അഷ്വറൻസ്",
        "സിൽവർ ഷീൽഡ്: ഒരു വർഷത്തെ വാറന്റി",
        "2 വർഷത്തെ എലൈറ്റ് അഷ്വറൻസ്",
        "24 മാസത്തേക്കുള്ള പ്രീമിയം പരിരക്ഷ",
        "വെങ്കല ബാക്കപ്പ്: ഒരു വർഷത്തെ വാറന്റി",
        "3 വർഷത്തെ ആത്യന്തിക പ്രവർത്തന സമയ ഗ്യാരണ്ടി",
        "24-മാസത്തെ സുരക്ഷിത സേവന വാഗ്ദാനം",
        "36-മാസത്തെ മനസ്സമാധാന സംരക്ഷണം"
      ],
      "pros_name": [
        "കാര്യക്ഷമത മെച്ചപ്പെടുത്തി",
        "ചെലവ് കുറഞ്ഞ പരിഹാരം",
        "ഗുണനിലവാരം ഉറപ്പുനൽകുന്നു",
        "ഉപയോക്തൃ സൗഹൃദമായ",
        "സമയം ലാഭിക്കൽ",
        "വിശ്വാസ്യത ഉറപ്പ്",
        "ബഹുമുഖ ഉപയോഗം",
        "നൂതന സാങ്കേതികവിദ്യ",
        "പരിസ്ഥിതി സൗഹൃദം",
        "അസാധാരണമായ പ്രകടനം"
      ],
      "pros_value": [
        "വേഗതയേറിയതും കാര്യക്ഷമവുമായ പ്രവർത്തനങ്ങളിലൂടെ ഗണ്യമായ സമയം ലാഭിക്കുന്നു.",
        "സമാനതകളില്ലാത്ത പ്രകടനത്തിനായി നൂതന സാങ്കേതികവിദ്യ ഉപയോഗിക്കുന്നു.",
        "ചെലവ് കുറയ്ക്കുകയും ഉൽപ്പാദനക്ഷമത വർദ്ധിപ്പിക്കുകയും ചെയ്യുന്നു.",
        "എളുപ്പത്തിലുള്ള നാവിഗേഷനായി ഒരു ഉപയോക്തൃ-സൗഹൃദ ഇന്റർഫേസ് വാഗ്ദാനം ചെയ്യുന്നു.",
        "വിശ്വസനീയവും സ്ഥിരതയുള്ളതുമായ പ്രകടനം ഉറപ്പ് നൽകുന്നു.",
        "വിവിധ ടാസ്ക്കുകളിലുടനീളം വൈവിധ്യമാർന്ന ആപ്ലിക്കേഷനുകൾ നൽകുന്നു.",
        "പരിസ്ഥിതി സൗഹൃദ വസ്തുക്കളും പ്രക്രിയകളും ഉപയോഗിക്കുന്നു.",
        "മികച്ച ഫലങ്ങൾക്കായി അത്യാധുനിക സാങ്കേതികവിദ്യ ഉപയോഗിച്ച് രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്നു.",
        "ഉയർന്ന നിലവാരമുള്ള ഡിസൈൻ ദീർഘകാല ദൈർഘ്യം ഉറപ്പാക്കുന്നു.",
        "മുഴുവൻ സമയ ഉപഭോക്തൃ പിന്തുണ വാഗ്ദാനം ചെയ്യുന്നു."
      ],
      "cons_name": [
        "വിലയേറിയ നിക്ഷേപം",
        "പരിമിതമായ അനുയോജ്യത",
        "കോംപ്ലക്സ് സജ്ജീകരണം",
        "പരിശീലനം ആവശ്യമാണ്",
        "സബ്പാർ പ്രകടനം",
        "ബഹുമുഖത്വം ഇല്ല",
        "പരിമിതമായ പിന്തുണ",
        "പതിവ് പരിപാലനം",
        "ഉയർന്ന ഊർജ്ജ ഉപഭോഗം",
        "ഹ്രസ്വ ആയുസ്സ്"
      ],
      "cons_value": [
        "ബദലുകളെ അപേക്ഷിച്ച് ഉയർന്ന പ്രാരംഭ നിക്ഷേപം.",
        "എല്ലാ സിസ്റ്റങ്ങളുമായും ഉപകരണങ്ങളുമായും പൊരുത്തപ്പെടണമെന്നില്ല.",
        "സജ്ജീകരണ പ്രക്രിയ വളരെ സങ്കീർണ്ണമായേക്കാം.",
        "ഉപയോഗത്തിന് അധിക പരിശീലനം ആവശ്യമായി വന്നേക്കാം.",
        "പ്രകടനം എല്ലാ പ്രതീക്ഷകളും നിറവേറ്റണമെന്നില്ല.",
        "പ്രവർത്തനക്ഷമതയിൽ പരിമിതമാണ് അല്ലെങ്കിൽ വൈദഗ്ധ്യം ഇല്ല.",
        "ഉപഭോക്തൃ പിന്തുണ മുഴുവൻ സമയവും ലഭ്യമായേക്കില്ല.",
        "പതിവ് അറ്റകുറ്റപ്പണികൾ ആവശ്യമാണ്, ഇത് ഉയർന്ന ചെലവിലേക്ക് നയിക്കുന്നു.",
        "ഉയർന്ന അളവിലുള്ള ഊർജ്ജം ഉപയോഗിക്കുന്നു, ഇത് യൂട്ടിലിറ്റി ചെലവുകളെ ബാധിക്കുന്നു.",
        "ഉൽപ്പന്നത്തിന്റെ ആയുസ്സ് പ്രതീക്ഷിച്ചത്രയും ആയിരിക്കില്ല."
      ]
    },
    "blog_category": {
      "category": [
        "സാങ്കേതിക സ്ഥിതിവിവരക്കണക്കുകൾ",
        "ഭക്ഷണപ്രിയർ കണ്ടെത്തുന്നു",
        "യാത്രാ കഥകൾ",
        "ആരോഗ്യ നുറുങ്ങുകൾ",
        "ഫാഷൻ ഇഷ്ടങ്ങൾ",
        "ബിസിനസ്സ് Buzz",
        "ജീവിതശൈലി കഥകൾ",
        "സ്പോർട്സ് അപ്ഡേറ്റുകൾ",
        "ആർട്ട് ഹൈലൈറ്റുകൾ",
        "പാരന്റിംഗ് പോയിന്ററുകൾ"
      ],
      "description": [
        "വിവിധ വിഷയങ്ങളിൽ ഉൾക്കാഴ്ചയുള്ള ലേഖനങ്ങൾ കണ്ടെത്തുക.",
        "ഞങ്ങളുടെ വിജ്ഞാനപ്രദമായ ബ്ലോഗ് പോസ്റ്റുകളുടെ ശേഖരം പര്യവേക്ഷണം ചെയ്യുക.",
        "ഞങ്ങളുടെ ഇടപഴകുന്ന ബ്ലോഗ് വിഭാഗത്തിന്റെ ഉള്ളടക്കത്തെക്കുറിച്ച് അറിഞ്ഞിരിക്കുക.",
        "ഞങ്ങളുടെ ചിന്തോദ്ദീപകമായ ബ്ലോഗ് വിഭാഗ ലേഖനങ്ങളിലൂടെ പ്രചോദനം കണ്ടെത്തുക.",
        "ഞങ്ങളുടെ വൈവിധ്യമാർന്ന ബ്ലോഗ് വിഭാഗ വിഷയങ്ങൾ ഉപയോഗിച്ച് നിങ്ങളുടെ അറിവ് വികസിപ്പിക്കുക.",
        "ഞങ്ങളുടെ ആകർഷകമായ ബ്ലോഗ് വിഭാഗ സ്ഥിതിവിവരക്കണക്കുകൾക്കൊപ്പം കാലികമായിരിക്കുക.",
        "ഞങ്ങളുടെ കൗതുകകരമായ ബ്ലോഗ് വിഭാഗ ഉള്ളടക്കത്തിന്റെ ആഴങ്ങളിലേക്ക് ആഴ്ന്നിറങ്ങുക.",
        "ഞങ്ങളുടെ ബ്ലോഗ് വിഭാഗ ആർക്കൈവുകളിൽ വിലപ്പെട്ട വിവരങ്ങൾ കണ്ടെത്തുക.",
        "ഞങ്ങളുടെ ശ്രദ്ധാപൂർവം ക്യൂറേറ്റ് ചെയ്‌ത ബ്ലോഗ് വിഭാഗത്തിൽ നിന്ന് പുതിയ എന്തെങ്കിലും പഠിക്കുക.",
        "ഞങ്ങളുടെ സമ്പന്നമായ ബ്ലോഗ് വിഭാഗത്തിലെ ലേഖനങ്ങളും പോസ്റ്റുകളും ഉപയോഗിച്ച് ഇടപഴകുക."
      ]
    },
    "partner_plan": {
      "name": [
        "സ്റ്റാർട്ടർ പാക്ക്",
        "അത്യാവശ്യ പദ്ധതി",
        "പ്രൊഫഷണൽ സ്യൂട്ട്",
        "എന്റർപ്രൈസ് പതിപ്പ്",
        "വിപുലമായ ടയർ",
        "പ്രീമിയം പാക്കേജ്",
        "ആത്യന്തിക പരിഹാരം",
        "എലൈറ്റ് ലെവൽ",
        "വളർച്ച ആക്സിലറേറ്റർ",
        "പ്ലാറ്റിനം പവർ"
      ]
    },
    "tax_profile": {
      "name": [
        "ഭക്ഷണങ്ങൾ",
        "ഇലക്ട്രോണിക് ഉപകരണങ്ങൾ",
        "വസ്ത്രങ്ങളും വസ്ത്രങ്ങളും",
        "പുസ്തകങ്ങളും സ്റ്റേഷനറികളും",
        "ആരോഗ്യ സൗന്ദര്യ ഉൽപ്പന്നങ്ങൾ",
        "ഫർണിച്ചർ",
        "കായിക വസ്തുക്കൾ",
        "കളിപ്പാട്ടങ്ങളും ഗെയിമുകളും",
        "ആഭരണങ്ങളും അനുബന്ധ ഉപകരണങ്ങളും",
        "ഓട്ടോമോട്ടീവ് ഭാഗങ്ങൾ",
        "പൂന്തോട്ടവും ഔട്ട്ഡോറുകളും",
        "അടുക്കള പാത്രങ്ങൾ",
        "ഗൃഹാലങ്കാരം",
        "സംഗീതോപകരണങ്ങൾ",
        "പെറ്റ് സപ്ലൈസ്",
        "പാദരക്ഷകൾ",
        "ബാഗുകളും ലഗേജുകളും",
        "ഓഫീസ് സാധനങ്ങൾ",
        "ഹാർഡ്‌വെയർ ടൂളുകൾ",
        "പലചരക്ക് സാധനങ്ങൾ"
      ],
      "label": [
        "VAT",
        "GST",
        "PST",
        "HST",
        "QST",
        "CST",
        "എക്സൈസ് ടാക്സ്",
        "ഇറക്കുമതി ഡ്യൂട്ടി",
        "സേവനനികുതി",
        "ലക്ഷ്വറി ടാക്സ്"
      ]
    },
    "cluster": {
      "name": [
        "വിൽപ്പന ഹൈലൈറ്റുകൾ",
        "പ്രൊമോ കോഡുകൾ",
        "തിരഞ്ഞെടുത്ത കാമ്പെയ്‌നുകൾ",
        "പുതിയതായി വന്നവ",
        "നല്ല വിൽപ്പനക്കാർ",
        "സീസണൽ പ്രത്യേകതകൾ",
        "പരിമിതമായ ഓഫറുകൾ",
        "ഇവന്റ് ഡീലുകൾ",
        "വിഐപി എക്സ്ക്ലൂസീവ്",
        "ക്ലിയറൻസ് ഇനങ്ങൾ",
        "അവധിക്കാല ബണ്ടിലുകൾ",
        "തീം ശേഖരങ്ങൾ",
        "ബ്രാൻഡ് ഷോകേസുകൾ",
        "അംഗങ്ങളുടെ പ്രിയപ്പെട്ടവ",
        "ഫ്ലാഷ് ഡിസ്കൗണ്ടുകൾ",
        "അവശ്യ സാധനങ്ങൾ വാങ്ങുക",
        "ഡിജിറ്റൽ വിഭവങ്ങൾ",
        "സമ്മാന ആശയങ്ങൾ",
        "പരിസ്ഥിതി സൗഹൃദ തിരഞ്ഞെടുക്കലുകൾ",
        "സ്റ്റാഫ് ശുപാർശകൾ"
      ]
    },
    "popup": {
      "title": [
        "പ്രത്യേക ആനുകൂല്യം!",
        "പുതിയതായി വന്നവ",
        "പരിമിതമായ സമയം",
        "കിഴിവ് മുന്നറിയിപ്പ്!",
        "എക്സ്ക്ലൂസീവ് ഡീലുകൾ",
        "ഹോട്ട് സെയിൽ!",
        "ക്ലിയറൻസ് അലേർട്ട്",
        "ഫ്രീ ഷിപ്പിംഗ്",
        "ഉള്ളിൽ സമ്മാനം!",
        "സമ്മാനങ്ങൾ നേടുക",
        "അംഗ ആനുകൂല്യങ്ങൾ",
        "ഫ്ലാഷ് വിൽപ്പന"
      ]
    },
    "campaign": {
      "name": [
        "നിങ്ങൾ ഡ്രോപ്പ് ചെയ്യുന്നതുവരെ ഷോപ്പുചെയ്യുക",
        "കാർട്ട് ഫ്രെൻസി",
        "ഫ്ലാഷ് വിൽപ്പന ഫിയസ്റ്റ",
        "ക്ലിക്ക് ചെയ്യുക, വാങ്ങുക, സംരക്ഷിക്കുക",
        "വിലപേശൽ ബൊനാൻസ",
        "ഇ-ഡീൽ എക്സ്ട്രാവാഗൻസ",
        "മെഗാ മാർക്ക്ഡൗൺ ഭ്രാന്ത്",
        "സൈബർ സേവിംഗ്സ് സ്പ്രീ",
        "ഡിജിറ്റൽ ഡിസ്കൗണ്ട് ദിനങ്ങൾ",
        "ഇ-കൊമേഴ്‌സ് കാർണിവൽ",
        "ഓൺലൈൻ ഔട്ട്ലെറ്റ് ഒയാസിസ്",
        "ചില്ലറ വിൽപ്പന തിരക്ക്",
        "വെബ്സ്റ്റോർ വെയർഹൗസ് വിൽപ്പന",
        "ഇ-ഷോപ്പർമാരുടെ പറുദീസ",
        "വെർച്വൽ വൗച്ചർ വെഞ്ച്വർ",
        "ഡിജിറ്റൽ ഡോർബസ്റ്ററുകൾ",
        "ഇ-കാർട്ട് ക്ലിയറൻസ്",
        "ഓൺലൈൻ ഷോപ്പിംഗ് ഷോഡൗൺ",
        "സൈബർ വിൽപ്പന ഗംഭീരം",
        "ഇ-ബാർഗെയ്ൻ ബ്ലിറ്റ്സ്"
      ]
    },
    "valuation": {
      "title": [
        "ടി-ഷർട്ട് കസ്റ്റമൈസേഷൻ വിലനിർണ്ണയം",
        "കൈകൊണ്ട് നിർമ്മിച്ച ആഭരണങ്ങളുടെ മൂല്യനിർണ്ണയം",
        "വ്യക്തിഗതമാക്കിയ ഷൂ വിലനിർണ്ണയം",
        "കസ്റ്റം ആർട്ട് വർക്ക് മൂല്യനിർണ്ണയം",
        "അനുയോജ്യമായ സ്യൂട്ട് വിലനിർണ്ണയം",
        "ഇലക്ട്രോണിക് ഗാഡ്‌ജെറ്റുകൾ ഇഷ്‌ടാനുസൃതമാക്കൽ ചെലവ്",
        "വ്യക്തിഗതമാക്കിയ പെർഫ്യൂം മൂല്യനിർണ്ണയം",
        "കസ്റ്റം ബാഗ് വിലനിർണ്ണയം",
        "അനുയോജ്യമായ വസ്ത്രധാരണം",
        "വ്യക്തിഗതമാക്കിയ പുസ്തക കവർ വില",
        "കസ്റ്റം ഫർണിച്ചർ മൂല്യനിർണ്ണയം",
        "ബെസ്‌പോക്ക് വാച്ച് വിലനിർണ്ണയം",
        "വ്യക്തിഗതമാക്കിയ കളിപ്പാട്ട മൂല്യനിർണ്ണയം",
        "അനുയോജ്യമായ തൊപ്പി വിലനിർണ്ണയം",
        "കസ്റ്റം സ്കിൻകെയർ ഉൽപ്പന്ന മൂല്യനിർണ്ണയം",
        "ബെസ്‌പോക്ക് ഹോം ഡെക്കോർ വിലനിർണ്ണയം",
        "ഇഷ്ടാനുസൃതമാക്കിയ അടുക്കള പാത്രങ്ങളുടെ മൂല്യനിർണ്ണയം",
        "വ്യക്തിഗതമാക്കിയ സ്റ്റേഷനറി വിലനിർണ്ണയം",
        "ബെസ്പോക്ക് ഹെയർ ആക്സസറി മൂല്യനിർണ്ണയം",
        "കസ്റ്റം സ്പോർട്സ് ഉപകരണങ്ങളുടെ വിലനിർണ്ണയം"
      ],
      "structure": {
        "title": [
          "ടി-ഷർട്ട് പ്രിന്റ് ഡിസൈൻ",
          "ജ്വല്ലറി മെറ്റൽ തരം",
          "ഷൂ മെറ്റീരിയൽ ചോയ്സ്",
          "ആർട്ട് ഫ്രെയിം വലിപ്പം",
          "സ്യൂട്ട് ഫാബ്രിക് സെലക്ഷൻ",
          "ഗാഡ്‌ജെറ്റ് കളർ ഓപ്ഷൻ",
          "പെർഫ്യൂം സെന്റ് പ്രൊഫൈൽ",
          "ബാഗ് മെറ്റീരിയലും വലിപ്പവും",
          "വസ്ത്രത്തിന്റെ നീളവും ശൈലിയും",
          "പുസ്തക കവർ മെറ്റീരിയൽ",
          "ഫർണിച്ചർ വുഡ് തരം",
          "സ്ട്രാപ്പ് മെറ്റീരിയൽ കാണുക",
          "ടോയ് കസ്റ്റം സവിശേഷതകൾ",
          "തൊപ്പിയുടെ വലിപ്പവും നിറവും",
          "ചർമ്മസംരക്ഷണ ചേരുവ മുൻഗണനകൾ",
          "ഹോം ഡെക്കർ തീം",
          "അടുക്കള വസ്തുക്കൾ",
          "സ്റ്റേഷനറി പേപ്പർ തരം",
          "ഹെയർ ആക്സസറി മെറ്റീരിയൽ",
          "കായിക ഉപകരണങ്ങളുടെ വലുപ്പം"
        ]
      }
    },
    "lottery": {
      "title": [
        "സ്പിൻ & വലിയ സമ്മാനങ്ങൾ നേടൂ!",
        "ഫോർച്യൂൺ വീൽ ജാക്ക്പോട്ട്",
        "ലക്കി സ്പിൻ ബൊനാൻസ",
        "റിവാർഡുകൾ നേടാൻ സ്പിൻ ചെയ്യുക",
        "സമ്പത്തിന്റെ ചക്രം",
        "ഭാഗ്യ ലോട്ടറി അതിമനോഹരം",
        "മെഗാ സ്പിൻ സർപ്രൈസ്",
        "പ്രൈസ് വീൽ ഫിയസ്റ്റ",
        "ട്രഷർ സ്പിൻ സ്പെക്റ്റാക്കുലർ",
        "വീൽ മാജിക് സ്പിൻ ചെയ്യുക",
        "ലക്കി വീൽ ഗലോർ",
        "ഭാഗ്യത്തിന്റെ പ്രീതി",
        "അത്ഭുതങ്ങളുടെ ചക്രം",
        "സമ്പന്നതയ്ക്കായി സ്പിൻ ചെയ്യുക",
        "സമ്മാനം സ്പിന്നർ ഡിലൈറ്റ്",
        "ഗോൾഡൻ സ്പിൻ ലോട്ടറി",
        "സ്പിൻ-എ-പ്രൈസ്",
        "ഭാഗ്യചക്രം",
        "ലക്കി സ്പിൻ ഷോകേസ്",
        "അൾട്ടിമേറ്റ് സ്പിൻ റിവാർഡ്"
      ],
      "description": [
        "എക്‌സ്‌ക്ലൂസീവ് ഡിസ്‌കൗണ്ടുകൾ നേടാനുള്ള അവസരത്തിനായി ചക്രം തിരിക്കുക!",
        "നിങ്ങളുടെ ഭാഗ്യം പരീക്ഷിക്കുക - ഞങ്ങളുടെ ഭാഗ്യചക്രത്തിൽ അത്ഭുതകരമായ സമ്മാനങ്ങൾ കാത്തിരിക്കുന്നു!",
        "ഓരോ സ്പിന്നിലും വലിയ വിജയം നേടൂ - പിടിച്ചെടുക്കുന്നതിന് ആവേശകരമായ പ്രതിഫലം!",
        "വിജയിക്കാൻ സ്പിൻ! ഓരോ തിരിവിലും സർപ്രൈസ് സമ്മാനങ്ങളും ഓഫറുകളും.",
        "വലിയ സ്കോർ നേടാനുള്ള നിങ്ങളുടെ അവസരം - തൽക്ഷണ സമ്മാനങ്ങൾക്കായി ചക്രം കറക്കുക!",
        "ഓരോ സ്പിന്നിനും സവിശേഷമായ റിവാർഡുകൾ - നിങ്ങൾ ഭാഗ്യവാനായിരിക്കുമോ?",
        "കറങ്ങുക, വിജയിക്കുക! ഞങ്ങളുടെ കടയുടെ ഭാഗ്യചക്രത്തിൽ മറഞ്ഞിരിക്കുന്ന രത്നങ്ങൾ കണ്ടെത്തൂ.",
        "ഞങ്ങളുടെ ചക്രം ഉപയോഗിച്ച് ഭാഗ്യം നേടൂ - സമ്മാനങ്ങൾ, കിഴിവുകൾ എന്നിവയും അതിലേറെയും!",
        "ഓരോ സ്പിൻ ഒരു വിജയമാണ് - ഇന്ന് നിങ്ങളുടെ പ്രത്യേക സമ്മാനം നേടൂ!",
        "സന്തോഷകരമായ ഒരു ആശ്ചര്യത്തിനായി ചക്രം തിരിക്കുക - നിങ്ങൾ എന്ത് വിജയിക്കും?",
        "ഒരു സ്പിൻ ഉപയോഗിച്ച് ഭാഗ്യം അഴിച്ചുവിടൂ - ആവേശകരമായ ഷോപ്പ് റിവാർഡുകൾ കാത്തിരിക്കുന്നു.",
        "നിങ്ങളുടെ സമ്മാനം വെളിപ്പെടുത്താൻ സ്പിൻ ചെയ്യുക - കിഴിവുകൾ, സമ്മാനങ്ങൾ എന്നിവയും അതിലേറെയും!",
        "ഒരു ദിവസം കറങ്ങുന്നത് കളിയിൽ ആവേശം നിലനിർത്തുന്നു - അതുല്യമായ സമ്മാനങ്ങൾ നേടൂ!",
        "എക്സ്ക്ലൂസീവ് ഷോപ്പ് ട്രീറ്റുകൾക്കായി ഞങ്ങളുടെ ഭാഗ്യചക്രം തിരിക്കുക.",
        "ലക്കി സ്പിന്നുകൾ ഭാഗ്യ വിജയങ്ങൾ കൊണ്ടുവരുന്നു - ഇപ്പോൾ നിങ്ങളുടെ സമ്മാനം നേടൂ!",
        "നിങ്ങളുടെ സ്പിന്നിന് അതിശയകരമായ ഷോപ്പിംഗ് റിവാർഡുകൾ അൺലോക്ക് ചെയ്യാനാകും!",
        "എക്‌സ്‌ക്ലൂസീവ് ഡീലുകളും ഓഫറുകളും സ്വന്തമാക്കാനുള്ള അവസരത്തിനായി സ്പിൻ ചെയ്യുക.",
        "ഭാഗ്യചക്രം കറങ്ങുന്നു - നിങ്ങളുടെ ഭാഗ്യ സമ്മാനം പിടിക്കൂ!",
        "കറങ്ങുക, വിജയിക്കുക, പുഞ്ചിരിക്കുക - ഓരോ തിരിവിലും പ്രതിഫലം ആശ്ചര്യപ്പെടുത്തുക.",
        "ഒന്ന് കറങ്ങുക, ഭാഗ്യം നിങ്ങളുടെ സമ്മാനം തീരുമാനിക്കട്ടെ!"
      ]
    }
  }
};