export default {
  "commons": {
    "pay_today": "Өнөөдрийн төлбөр",
    "pay_yesterday": "Өчигдрийн төлбөр",
    "pay_last30days": "Сүүлийн 30 хоногийн төлбөр",
    "create_a_shop": "Дэлгүүр байгуулах",
    "start_free": "Үнэгүй эхэл",
    "featured_apps": "Онцлох програмууд",
    "more_apps": "Илүү их апп-ууд",
    "my_public_profile": "Миний нийтийн профайл хуудас"
  },
  "numbers": {
    "infinite": "Хязгааргүй"
  },
  "error": {
    "not_fount_data": "Өгөгдөл олдсонгүй!",
    "license_max_limit": "Таны лиценз хязгаарт хүрсэн байна!"
  },
  "time_spans": {
    "days_range": "Өдрийн хүрээ",
    "today": "Өнөөдөр",
    "yesterday": "Өчигдөр",
    "last_7": "Сүүлийн 7 хоног",
    "last_14": "Сүүлийн 14 хоног",
    "last_30": "Сүүлийн 30 хоног",
    "last_90": "Сүүлийн 90 хоног",
    "custom": "Захиалгат"
  },
  "device_types": {
    "desktop": "Ширээний компьютер",
    "mobile": "Гар утас",
    "tablet": "Таблет"
  },
  "create_website_action": "Вэбсайтаа үүсгээрэй - Энэ нь үнэгүй",
  "show_shops_action": "Миний дэлгүүрүүдийн жагсаалт",
  "Youtube": "YouTube",
  "Linkedin": "Linkedin",
  "Twitter": "Twitter",
  "Facebook": "Facebook",
  "Instagram": "Instagram",
  "Reddit": "Reddit",
  "Github": "Github",
  "page_titles": {
    "home": "Selldone | Хурдан хөгжиж буй компаниудад зориулсан бизнесийн үйлдлийн систем",
    "login": "нэвтрэх",
    "register": "Бүртгүүлэх",
    "auth_2fa": "2 хүчин зүйлийн баталгаажуулалт 🔐",
    "academy": "Блог",
    "help": "Тусламжийн төв",
    "price_list": "Үнийн жагсаалт",
    "my_stores": "Миний дэлгүүрүүд",
    "roles": "Миний дүрүүд",
    "wallet": "Миний түрийвч",
    "personal_info": "Хувийн мэдээлэл | KYC",
    "companies": "Миний компаниуд",
    "access_control": "Хандалтын хяналт",
    "security_center": "Аюулгүй байдлын төв",
    "gifts": {
      "received": "Бэлэг | Хүлээн авсан",
      "send": "Бэлэг | Илгээсэн"
    },
    "monetization": {
      "linked_accounts": "Мөнгө олох | Холбогдсон бүртгэлүүд",
      "plans": "Мөнгө олох | Төлөвлөгөө ба холбоосууд"
    },
    "affiliate": "Түнш",
    "avocado": "Авокадо - Орчин үеийн нийгмийн борлуулалтын суваг",
    "guild": "Guild - Хамтын борлуулалтын суваг",
    "partners_login": "Түншүүд | Үйлчлүүлэгчийн нэвтрэлт"
  },
  "blank_is_all_products": "Бүх бүтээгдэхүүнийг оруулахын тулд хоосон орхи!",
  "cautions": {
    "title": "Дараах зөвлөмжийг дагаж бизнесээ мэргэжлийн түвшинд удирдаарай. Ашгийн хэмжээг хэрхэн нэмэгдүүлэх болон бусад зөвлөмжийг үргэлжлүүлэн уншаарай. Замдаа бид тантай хамт байна.",
    "no_payment_method": {
      "title": "Төлбөрийн нөхцөл",
      "message": "Та дэлгүүртээ төлбөрийн хэрэгсэл нэмэх ёстой.",
      "action": "Дэлгүүрийн гарцууд"
    },
    "link_account": {
      "title": "Бүртгэлийг холбоно уу",
      "message": "Та бүртгэлээ ({currency}) дэлгүүртээ холбох ёстой.",
      "action": "Дэлгүүрийн данс"
    },
    "no_domain": {
      "title": "Домэйн нэмэх",
      "message": "Та дэлгүүртээ нэг буюу хэд хэдэн хувийн домэйныг холбож болно. Таны вэбсайт таны домэйн дээр суурилагдсан болно. Энэ процесс хурдан бөгөөд хялбар байдаг."
    },
    "domain_not_approved": {
      "title": "Домэйн баталгаажуулалт",
      "message": "Таны {domain} домэйн баталгаажаагүй байна. DNS тохиргоог шалгаад домэйныг баталгаажуулна уу."
    },
    "no_currency": {
      "title": "Валют нэмэх",
      "message": "Та дэлгүүрийнхээ хамгийн багадаа нэг валютыг тодорхойлох ёстой.",
      "action": "Валютын менежмент"
    },
    "no_primary_domain": {
      "title": "Үндсэн домэйн",
      "message": "Домэйныг үндсэн домэйн болгон сонгоно уу. Домэйн нэрний хажууд байрлах од товчлуур дээр дарснаар та домэйныг дэлгүүрийнхээ үндсэн домэйн болгон сонгож болно. Энэ нь хайлтын системд маш чухал юм. Таны дэлгүүр бүх идэвхтэй домэйнээр дамжуулан боломжтой хэвээр байх болно гэдгийг анхаарна уу."
    },
    "shop_complete": {
      "title": "Бүрэн мэдээлэл",
      "action": "Дэлгүүрийн тохиргоо",
      "location_msg": "Өөрийн байршлыг нэмнэ үү",
      "days_open_msg": "Нээлттэй өдрүүдийг тогтоо",
      "time_open_msg": "Нээх, хаах цагийг тохируулна уу",
      "description_msg": "Бизнесийнхээ талаар товч тайлбар бичнэ үү",
      "icon_msg": "Дэлгүүрийнхээ логог тохируулна уу",
      "shop_gateways_msg": "Төлбөрийн хэрэгсэл нэмнэ үү",
      "socials_msg": "Нийгмийн холбоосуудаа нэмнэ үү",
      "clubs_msg": "Үйлчлүүлэгчдийн клуб байгуулах",
      "domains_msg": "Тусгай домэйн нэмнэ үү",
      "primary_msg": "Домэйныг үндсэн болгож тохируулна уу"
    }
  },
  "support": {
    "request": "Дэмжлэг хүсэх",
    "category": "Ангилал",
    "title": "Дэмжлэг",
    "message": "Ямар нэгэн хүсэлт, асуулт асуугаарай. Манай дэмжлэгийн баг таныг удирдан чиглүүлэх болно. Таны хүсэлттэй холбоотой хуудаснаас асуултаа асуухыг санал болгож байна. Жишээлбэл, хэрэв танд домэйн тохиргооны талаар асуулт байвал дэлгүүрийнхээ домайн тохиргооны хуудас руу илгээнэ үү.",
    "close_at": "{date}-д хаагдсан",
    "close_ticket_by_user": "Баярлалаа, би хариултаа авлаа"
  },
  "surveys": [
    "Нэн ядуу",
    "Хөөрхий",
    "Ердийн",
    "Сайн байна",
    "Маш сайн"
  ],
  "sort": {
    "title": "Эрэмбэлэх",
    "title_small": "Эрэмбэлэх..",
    "nothing": "Юу ч биш",
    "most_views": "Хамгийн их үзсэн",
    "most_likes": "Хамгийн алдартай",
    "most_recent": "Хамгийн шинэ",
    "most_sell": "Хамгийн сайн борлуулалттай",
    "cheapest": "Хамгийн хямд",
    "most_expensive": "Хамгийн үнэтэй",
    "only_available": "Боломжтой",
    "view_mode": {
      "normal": "Ердийн",
      "grid": "Сүлжээ",
      "list": "Жагсаалт",
      "insta": "Инста"
    }
  },
  "helps": {
    "title": "Selldone тусламжийн төв",
    "subtitle": "Selldone-д тавтай морил. Хэрэв та бизнесийн үйлдлийн систем дээр шинэ онлайн дэлгүүр барьж байгаа бол эндээс нэмэлт мэдээлэл авах боломжтой.",
    "add_new_help": "Шинэ тусламж",
    "resources": "Нөөц",
    "categories": {
      "Welcome": "Эхэлцгээе",
      "Setup": "дэлгүүр",
      "Sell": "Борлуулалт ба маркетинг",
      "Developer": "Хөгжүүлэх",
      "Application": "Хэрэглээ",
      "Product": "Бүтээгдэхүүн ба ангилалын менежмент",
      "Blog": "CMS & Блог",
      "Order": "Захиалга биелүүлэх төв",
      "Channel": "Борлуулалтын сувгууд",
      "Accounting": "Нягтлан бодох бүртгэл ба төлбөрийн аргууд",
      "Incentives": "Урамшуулал",
      "Marketing": "Маркетинг ба кампанит ажил",
      "Logistic": "Логистик ба тээвэрлэлт",
      "Customers": "Хэрэглэгчийн клуб ба сегментчилэл",
      "Page": "Landing & Custom Pages",
      "Access": "Ажилтнууд / API хандалтын менежмент",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "Github Repository",
    "admin_api_app": "Админ API вэб үйлчилгээ",
    "shop_api_app": "API вэб үйлчилгээг худалдаж аваарай",
    "design_kit": "Дизайн иж бүрдэл",
    "community": "Нийгэмлэг"
  },
  "blogs": {
    "title": "Блог",
    "subtitle": "Бизнесийн сургамж, өөртөө итгэх итгэл, цэцэглэн хөгжиж буй бизнесийг бий болгоход хэрэгтэй мэдлэг.",
    "add_new_blog": "Шинэ блог",
    "popular": "Алдартай",
    "topics": "Сэдвүүд",
    "select_topics": "Ажлаа сонго.",
    "select_job_topics": "Ажилтай холбоотой сэдвээ сонго",
    "select_interested_topics": "Та ямар сэдвүүдийг сонирхож байна вэ?"
  },
  "api": {
    "title": "API ба интеграци",
    "message": "Selldone-ийн гол онцлогуудын нэг нь дэлгүүрүүдийг удирдах, хадгалах, нягтлан бодох бүртгэл гэх мэт бусад үйлчилгээнүүдтэй холбох найдвартай, найдвартай API-уудыг хангах явдал юм. Мөн та өөрийн дэлгүүрт зориулсан тусгай программ болон вэб программ зохиож болно. Сервер болон өгөгдлийн менежментийн талаар санаа зовохгүйгээр. Зүгээр л домэйн API-г ашигла. Та хэрэглэгчдийг удирдах бүх үйл явц, баталгаажуулалт болон бусад домэйн функцуудтай байх болно."
  },
  "user_dashboard": {
    "title": "Миний шаттл",
    "subtitle": "Бизнесээ хамгийн сүүлийн үеийн мэдээлэл, тодорхой хэтийн төлөвөөр удирдаарай.",
    "menu": {
      "affiliate": "Түнш",
      "monetize": "Мөнгө олох",
      "gift": "Бэлэг",
      "security": "Аюулгүй байдал",
      "access": "Хандалт",
      "business": "Компани",
      "wallet": "Түрийвч",
      "identification": "KYC",
      "stores": "Дэлгүүрүүд",
      "roles": "Дүрүүд",
      "home": "Гэр",
      "expert": "Мэргэжилтэн",
      "deals": "Хэлэлцээрүүд",
      "providers": "Үйлчилгээ үзүүлэгчид"
    },
    "shops": {
      "create_new": "Шинэ дэлгүүр бий болгох",
      "create_new_sub": "Үнэгүй",
      "create_new_sub_need_initial_charge": "Эхний дэлгүүр барих нь үнэ төлбөргүй байдаг. Таны бизнест нэг дэлгүүр хангалттай байх магадлалтай, гэхдээ хэрэв та илүү олон дэлгүүр барих шаардлагатай бол шинэ дэлгүүр барих зардал 25 доллар болно. Бид таны хэтэвчний данснаас мөнгөө авдаг.",
      "menu": {
        "title": "Миний дэлгүүрүүд",
        "shops": "Дэлгүүрүүд",
        "new": "Шинэ"
      },
      "accept_invite_question": "Та энэ урилгыг хүлээж авах уу?",
      "shop_card": {
        "menu_orders": {
          "physical": "Биет бүтээгдэхүүний захиалга",
          "virtual": "Виртуал бүтээгдэхүүний захиалга",
          "files": "Захиалга файл",
          "services": "Үйлчилгээний захиалга",
          "subscriptions": "Захиалгын захиалга"
        },
        "status": "Статус",
        "license": "Тусгай зөвшөөрөл",
        "volume": "Ашигласан зай",
        "expire": "Лицензийн хугацаа дууссан",
        "products": "Бүтээгдэхүүн",
        "page_views": "Үзсэн тоо",
        "user_behavior": "Хэрэглэгчийн зан байдал",
        "time_span": "{time}-аас одоог хүртэл",
        "finance_report": "Санхүүгийн тайлан",
        "buys": "Худалдан авалт",
        "payments": "Төлбөр",
        "orders": "Захиалга",
        "currency": "Валют"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "Үйлчлүүлэгчдийн санал хүсэлт",
      "title_small": "Тойм",
      "wishlist": "Хүслийн жагсаалт",
      "comments": "Сэтгэгдэл",
      "likes": "Таалагдсан",
      "favorites": "Дуртай",
      "powers": "Алга таших",
      "views": "Үзсэн тоо",
      "report_today": "Өнөөдрийн тайлан",
      "report_last7days": "Сүүлийн 7 хоногийн тайлан",
      "report_last30days": "Сүүлийн 30 хоногийн тайлан"
    }
  },
  "admin_shop": {
    "title": "дэлгүүр",
    "menu": {
      "edit": "Тохиргоо",
      "automation": "Автоматжуулалт",
      "application": "Хэрэглээ",
      "access": "Хандалт",
      "pages": "Хуудас",
      "channels": "Сувгууд",
      "categories": "Ангилал",
      "marketing": "Маркетинг",
      "customers": "Үйлчлүүлэгчид",
      "logistic": "Логистик",
      "auditing": "Нягтлан бодох бүртгэл",
      "incentives": "Урамшуулал",
      "process_center": "Захиалга",
      "blog": "Блог",
      "products": "Бүтээгдэхүүн",
      "shops": "Дэлгүүрүүд",
      "dashboard": "Хяналтын самбар",
      "autopilot": "Автомат нисгэгч",
      "apps": "Програмууд",
      "pos": "POS",
      "seo": "SEO",
      "localization": "Локалчлал"
    },
    "dashboard": {
      "title": "Дэлгүүрийн хяналтын самбар",
      "online_staff": "Онлайн ажилтан(ууд)",
      "notify_referral": {
        "message": "Урилгын линкээ найзууддаа илгээж, үнэгүй эрхийн бичиг аваарай.",
        "action": "Миний лавлагааны холбоос"
      },
      "info": {
        "title": "Техникийн",
        "subtitle": "Таны бизнесийн үйлдлийн системийн техникийн тойм.",
        "shop_name": "Дэлгүүрийн нэр",
        "shop_link": "Дэлгүүрийн холбоос",
        "site_map": "Сайтын газрын зураг",
        "shop_domains": "Домэйн",
        "shop_domains_msg": "Холбогдсон захиалгат домэйнуудын жагсаалт.",
        "home_msg": "Вэбсайтынхаа үндсэн нүүр хуудсыг тохируулна уу. Үүнийг захиалгат домэйн бүрт өөрчилж болно.",
        "add_domain": "Шинэ домэйн нэмнэ үү",
        "currencies": "Идэвхтэй валютууд",
        "currencies_alert": "Дэлгүүрт хамгийн багадаа нэг валют сонгоно уу!",
        "status": "Статус",
        "license": "Тусгай зөвшөөрөл",
        "expire": "Лицензийн хүчинтэй байх хугацаа",
        "upgrade_license_action": "{name} болгон шинэчлэх",
        "wage": "Төлбөр",
        "cpu_message": "Худалдан авсан төлөвлөгөөнд тохируулсан нөөцийн тоо болон үйлчилгээндээ нэмсэн нөөц.",
        "hide_domains": "Миний домайнуудыг нуу",
        "show_domains": "Миний домайнуудыг харуулах",
        "table": {
          "primary": "Үндсэн",
          "url": "Url",
          "site_map": "Сайтын газрын зураг",
          "enable": "Идэвхжүүлэх",
          "indexed": "Индексжүүлсэн",
          "and_more": "болон бусад..",
          "auto_repair": "Авто засвар"
        },
        "add_dialog": {
          "title": "Дэлгүүрийн домэйныг тохируулах",
          "step1": "Та DNS домэйн эсвэл дэд домайн А бичлэгийн IP хязгаарыг дараах утгуудаас тодорхойлж болно.",
          "step2": "DNS TXT бичлэг нэмэх:",
          "set_ip_alert": "A <b>{ip}</b> бичлэгийн IP утгыг тохируулна уу.",
          "input_domain": "Домэйн URL",
          "correct": "Домэйн тохиргоо зөв байна.",
          "set_message": "Энэ домэйны CNAME-г {cname} болгож тохируулна уу.",
          "input_domain_message": "Домэйн нэрийг http болон httpsгүйгээр оруулна уу.",
          "ssl_message": "Вэбсайтынхаа SSL сертификатын талаар санаа зовох хэрэггүй. Энэ гэрчилгээг Selldone (бета) автоматаар таны домэйнд олгох болно.",
          "active": "Домэйн идэвхтэй байна",
          "inactive": "Домэйн идэвхгүй байна",
          "success_message": "Баяр хүргэе, таны сайт {domain} дээр идэвхжсэн байна. Та энэ домайнаар дамжуулан өөрийн бизнес, брэндээ дэлхийд таниулах боломжтой.",
          "delete_action": "Домэйн устгах уу?"
        },
        "set_home_dialog": {
          "title": "Домэйн нүүр хуудсыг тохируулах"
        },
        "notification": {
          "add_message": "Домэйн хаягийг амжилттай нэмлээ.",
          "update_message": "Домэйн амжилттай шинэчлэгдсэн.",
          "delete_domain_message": "Домэйн амжилттай устгагдсан."
        },
        "alert": {
          "title": "Домэйн устгах",
          "message": "Та энэ домайныг устгахыг хүсэж байна уу? Бусдыг залилан мэхлэхээс сэргийлэхийн тулд өөрийн домэйны DNS бичлэгийн утгыг дахин тохируулахаа мартуузай."
        }
      },
      "active_orders": {
        "title": "Захиалга",
        "title_small": "Биет, файл, виртуаль болон үйлчилгээний захиалга",
        "pending_orders": "Хүлээгдэж буй захиалга",
        "physical": "Биет бүтээгдэхүүний захиалга",
        "virtual": "Виртуал бүтээгдэхүүний захиалга",
        "file": "Бүтээгдэхүүний захиалга өгөх",
        "service": "Үйлчилгээний бүтээгдэхүүний захиалга",
        "subscription": "Захиалгын захиалга"
      },
      "products": {
        "title": "Бараа материал",
        "title_small": "Бүтээгдэхүүн, үйлчилгээ, файлууд",
        "total_products": "Нийт бүтээгдэхүүний төрөл"
      },
      "finance": {
        "title": "Санхүүгийн",
        "title_small": "Санхүүгийн тайлан",
        "total_30days_title": "Борлуулалтын нийт дүн",
        "last_30_day": "Сүүлийн 30 хоног",
        "pay_amount_chart_title": "Төлбөр",
        "sell_amount_chart_title": "Борлуулалт",
        "discount_amount_chart_title": "Хөнгөлөлт",
        "currency_convert_to": "Валют руу",
        "active_currencies": "Идэвхтэй валютууд",
        "sell_count_chart_title": "Хувилбараар борлуулалтын тоо",
        "active_gateways": "Идэвхтэй төлбөрийн гарц",
        "received_last_24h": "Сүүлийн 7 цагт хүлээн авсан",
        "pie": {
          "title": "Өнөөдрийн борлуулалтын харьцаа",
          "no_data": "Өнөөдөр худалдаа байхгүй"
        },
        "pay_amount": "Төлбөрийн хэмжээ",
        "sell_amount": "Борлуулалтын хэмжээ",
        "discount_amount": "Хөнгөлөлтийн хэмжээ",
        "sell_count": "Борлуулалтын тоо",
        "table": {
          "currency": "Валют",
          "total_sell_30days": "30 хоногийн нийт борлуулалт",
          "sell_daily": "Өдөр тутмын борлуулалтын хувь хэмжээ",
          "sell": "Борлуулалт",
          "pay": "Төл"
        }
      },
      "customers": {
        "title": "Худалдан авагчид",
        "title_small": "Хөрвүүлэлтийн тайлан",
        "total_customers": "Нийт",
        "new_customers_today": "Өнөөдөр",
        "new_customers_week": "Сүүлийн 7 хоног",
        "orders_count": "Захиалга тооцогдоно",
        "days_range": "Өдрийн хүрээ",
        "new_users": "Шинээр бүртгүүлсэн хэрэглэгчид",
        "chart": {
          "new_customers": "Шинэ үйлчлүүлэгчид",
          "customers": "Нийт үйлчлүүлэгчид"
        }
      },
      "plugins": {
        "title": "Plugins",
        "title_small": "Суулгасан"
      },
      "performance": {
        "title": "Өнөөдөр",
        "title_small": "Хэрэглэгчид ба борлуулалтын тойм",
        "users": "Хэрэглэгчид",
        "views": "Үзсэн тоо",
        "orders": "Захиалга",
        "payments": "Төлбөр",
        "no_visitor_today": "Өнөөдөр танд зочин ирсэнгүй."
      }
    },
    "products": {
      "title": "Бүтээгдэхүүний жагсаалт",
      "products_list": "Жагсаалт руу буцах",
      "products_menu": "Бүтээгдэхүүний менежмент",
      "process_que": "Импортын бүтээгдэхүүн боловсруулах",
      "view_que_list": "Дарааллын жагсаалтыг харах",
      "menu_products_list": "Бүтээгдэхүүний жагсаалт",
      "menu_export": "Экспортын бүтээгдэхүүн",
      "menu_import": "Импортын бүтээгдэхүүн",
      "menu_show_deletes": "Устгасан бүтээгдэхүүнийг харуулах",
      "drop_import_message": "Бөөн бүтээгдэхүүн нэмж эхлэхийн тулд бүтээгдэхүүний жагсаалтын файлыг (CSV, XLS, XLSX формат) энд буулгана уу. Файл нь Selldone бүтээгдэхүүний жагсаалтын форматтай эсэхийг шалгаарай.",
      "product_widget": {
        "product_type": "Бүтээгдэхүүний төрөл",
        "price": "Үнэ",
        "value_added": "Комисс",
        "discount": "Хөнгөлөлт",
        "in_stock": "Нөөцөд байгаа",
        "product_unit": "Нэгж",
        "total_sell": "Нийт борлуулалт",
        "total_view": "Нийт үзсэн",
        "view_unit": "Цаг хугацаа",
        "review_unit": "Шүүмж"
      },
      "folder_widget": {
        "products": "Бүтээгдэхүүн",
        "products_unit": "Төрөл",
        "sub_categories": "Ангилал",
        "sub_categories_unit": "Эд зүйлс",
        "views": "Үзсэн тоо",
        "views_unit": "Цаг хугацаа"
      },
      "menu_advanced_options": "Нарийвчилсан сонголтууд"
    },
    "blogs": {
      "new": "Шинээр бичнэ",
      "blogs": "Блог",
      "list": {
        "title": "Миний нийтлэлүүд",
        "waiting_message": "Мэдээлэл хүлээн авч байна ... түр хүлээнэ үү",
        "published": "Нийтэлсэн",
        "draft": "Ноорог",
        "private": "Хувийн",
        "public": "Олон нийтийн",
        "table": {
          "title": "Гарчиг",
          "author": "Зохиогч",
          "claps": "Алга таших",
          "like": "Дуртай",
          "comments": "Сэтгэгдэл",
          "views": "Үзсэн тоо",
          "publish_state": "Статус",
          "created_at": "Үүсгэсэн огноо",
          "updated_at": "Сүүлийн шинэчлэл"
        },
        "subtitle": "Өөрийгөө болон бизнесээ танилцуулахын тулд орчин үеийн шугаман засварлагчаар нийтлэл бичээрэй. Өндөр чанартай SEO-д ээлтэй блог нийтлэл бичихдээ хамгийн түрүүнд анхаарах зүйл бол эх контент юм."
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "Мэдээлэл хүлээн авч байна ... түр хүлээнэ үү",
        "rejected": "Татгалзсан",
        "delivery": "Хүргэлт",
        "discount": "Хөнгөлөлт",
        "not_paid": "Төлөгдөөгүй",
        "table": {
          "order_number": "Захиалгын код",
          "order_date": "Тооцоо хийх огноо",
          "status": "Сүүлийн статус",
          "price": "Нийт дүн",
          "payment_status": "Төлбөрийн төлөв"
        }
      },
      "virtual": {
        "waiting_message": "Мэдээлэл хүлээн авч байна ... түр хүлээнэ үү",
        "discount": "Хөнгөлөлт",
        "table": {
          "order_number": "Захиалгын код",
          "product": "Бүтээгдэхүүн",
          "order_date": "Бүртгэлийн огноо",
          "status": "Сүүлийн статус",
          "price": "Нийт дүн",
          "payment_status": "Төлбөрийн төлөв"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "Солилцоо",
        "gateway": "Гарц",
        "invoice": "Тооцоо",
        "report": "Тайлан",
        "tax": "Татвар",
        "drop_shipping": "Борлуулагчийн баримт",
        "reseller_accounts": "Борлуулагчийн данс",
        "valuations": "Үнэлгээ"
      },
      "invoice": {
        "title": "Холбоотой түрийвч худалдаж аваарай",
        "subtitle": "Эдгээр түрийвчний данснаас хураамж, шимтгэл, дэлгүүрийн зардлыг хасна.",
        "title_add": "Шинэ түрийвчний дансыг холбоно уу",
        "subtitle_add": "Та валют бүрт шинэ түрийвч үүсгэж, дэлгүүртээ холбох хэрэгтэй. Үйлчилгээний төлбөрийг энэ түрийвчнээс авах болно.",
        "add_account": "Данс нэмэх",
        "charge_account": "Төлбөрийн данс",
        "show_transaction": "Гүйлгээг харуулах",
        "table": {
          "currency": "Валют",
          "account_number": "Дансны дугаар",
          "account_name": "Дансны нэр",
          "balance": "Тэнцвэр",
          "free_balance": "Боломжтой үлдэгдэл",
          "actions": "Устгах"
        },
        "add_account_dialog": {
          "title": "Дэлгүүрт зээлийн дансыг холбож байна",
          "subtitle": "Та Selldone-д түрийвчний данс нээлгэх үед бид танд бусад зээлийн картын адил виртуал кредит карт болон данс өгөх болно. Selldone борлуулалтын шимтгэлийг энэ данснаас хасах боловч таны дансны үлдэгдэл хүрэлцэхгүй бол энэ хэмжээний өртэй болно. Та Selldone үйлчилгээг хүссэн хэмжээгээрээ ашиглах боломжтой.",
          "account_number": "Дансны дугаар",
          "account_number_input_message": "Дэлгүүрийг энэ данстай холбох болно. Энэ дансыг хураамж, зардалд ашиглана.",
          "balance": "Дансны үлдэгдэл",
          "connect_account_to_shop": "Бүртгэлийг дэлгүүрт холбоно уу"
        },
        "notifications": {
          "connect_account_success": "Бүртгэл амжилттай нэмэгдсэн.",
          "delete_account_success": "Бүртгэлийг дэлгүүрээс амжилттай устгалаа."
        },
        "alert": {
          "delete_account": "Бүртгэлийг салгах",
          "delete_account_message": "Та энэ бүртгэлийг дэлгүүрийн дансны жагсаалтаас хасахыг хүсэж байна уу?",
          "delete_account_action": "Бүртгэл устгах"
        },
        "inform_charge_account": "Бүртгэлээ цэнэглээрэй!",
        "inform_charge_account_critical": "Үйлчилгээг түдгэлзүүлэхгүйн тулд дансаа цэнэглээрэй!"
      },
      "gateway": {
        "title": "Төлбөрийн аргууд",
        "sub_title": "Идэвхтэй төлбөрийн аргуудын жагсаалт. Хэрэв та дэлгүүртээ шинэ арга нэмэхийг хүсвэл дараах товчийг дарна уу. Бид 10-аас илүүгүй төлбөрийн гарцыг нэмэхийг зөвлөж байна.",
        "add_gateway": "Шинэ төлбөрийн хэрэгсэл",
        "add_gateway_dialog": {
          "title": "Валют сонгоно уу",
          "country_currencies": "Дотоодын мөнгөн тэмдэгтүүд",
          "crypto_currencies": "Криптовалютууд",
          "active_gateways": "Идэвхтэй төлбөрийн аргууд",
          "confirm": "Төлбөрийн хэрэгсэл нэмнэ үү"
        }
      },
      "exchange": {
        "title": "Идэвхтэй валютыг хадгалах",
        "subtitle": "Хэрэглэгчид идэвхтэй валютуудын аль нэгийг сонгох боломжтой бөгөөд бүтээгдэхүүний үнийг тооцоолж, харуулах болно. Валютын ханшийг оруулах нь худалдагчаас хамаарна.",
        "shop_currencies_input": "Хэрэглэгчдэд зориулсан идэвхтэй валют",
        "shop_currencies_input_error": "Дор хаяж нэг валют сонгоно уу",
        "rates": {
          "title": "Валютын ханш",
          "sub_title": "Та доорх аль нэг валют дээр үндэслэн бүтээгдэхүүний үнийг оруулах боломжтой бөгөөд бүтээгдэхүүний үнийг таны мөнгөн тэмдэгтүүдийн хооронд хөрвүүлэх ханшаар автоматаар тооцох болно.",
          "message": "Валют хоорондын ханшийг оруулснаар таны бүтээгдэхүүний үнэ автоматаар тооцогдож, шинэчлэгдэх болно.",
          "add_new_rate": "Шинэ тариф нэмэх"
        },
        "table": {
          "waiting_receive_data": "Мэдээлэл авч байна ... түр хүлээнэ үү",
          "rate_input": "Валютын ханш",
          "from": "-аас",
          "to": "руу",
          "exchange_rate": "Валютын ханш",
          "edit": "Засварлах",
          "delete": "Устгах",
          "auto": "Автомат үнэлгээ"
        },
        "add_rate_dialog": {
          "title": "Валютын ханшийг тохируулах",
          "message": "Мэдээлэл оруулахдаа болгоомжтой байгаарай. Энд оруулсан үнийн дүнгээр таны бүтээгдэхүүний үнийг тооцох болно.",
          "currency_from": "Валютаас",
          "currency_to": "Валют руу",
          "exchange_rate": "Валютын ханш"
        },
        "alert": {
          "title": "Хөрвүүлэх ханшийг устгах",
          "message": "Та энэ хөрвүүлэх ханшийг устгахыг хүсэж байна уу?",
          "action": "Устгах"
        },
        "notifications": {
          "delete_success": "Валютын ханшийг хассан.",
          "add_success": "Валютын ханш шинэчлэгдсэн.",
          "update_success": "Дэлгүүрийн идэвхтэй валютуудыг шинэчилсэн."
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "Агуулахууд",
        "subtitle": "Миний агуулахуудын жагсаалт."
      },
      "warehouse_btn": "Шинэ агуулах нэмэх",
      "warehouse_btn_error": "Өөрийн агуулах, дэлгүүр эсвэл бизнесийнхээ гарал үүслийг тохируулна уу. Тээвэрлэлтийн зардлыг тооцоолох, шалгах үйл явцад байх нь маш чухал юм.",
      "size_unit": {
        "title": "Хэмжээний нэгж",
        "subtitle": "Энэ нэгжийг урт, өргөн, өндөрт ашигладаг."
      },
      "mass_unit": {
        "title": "Массын нэгж",
        "subtitle": "Жинд ашигласан нэгж."
      },
      "menu": {
        "return_request": "Буцсан",
        "delivery": "Хүргэлт",
        "inventory": "Бараа материал",
        "warehouse": "Агуулах",
        "logistic_apps": "Логистик",
        "profiles": "Профайлууд",
        "includes": "орно"
      },
      "warehouse": {
        "title": "Дэлгүүрийн агуулах",
        "sub_title": "Энэ хаягийг тээвэрлэлтийн эх үүсвэр болгон ашигладаг.",
        "table": {
          "title": "Бараа материалын жагсаалт",
          "sub_title": "Физик, виртуаль, файл, үйлчилгээ зэрэг бүх дэлгүүрийн бүтээгдэхүүний жагсаалт"
        }
      },
      "delivery": {
        "title": "Хүргэлтийн аргууд",
        "sub_title": "Энэ хэсэгт утгыг тохируулснаар таны дэлгүүрт илгээх төрөл бүрийн аргууд идэвхждэг. Мөн энэ хэсэгт бэлэн мөнгө хүргэх аргыг идэвхжүүлж болно.",
        "add_transportation": "Тээвэр нэмэх",
        "delivery_form": {
          "payment": "Төлбөрийн сонголтууд",
          "limits": "Хязгаарлалт",
          "currency_input": "Зардлын тооцооны лавлах валют",
          "currency_input_message": "Зардлыг энэ валютаар тооцдог",
          "distance_input": "Агуулах хүртэлх зай",
          "distance_input_message": "0 эсвэл -1 нь хязгааргүй гэсэн үг.",
          "max_weight_input": "Хамгийн их зөвшөөрөгдөх савлагааны жин",
          "max_weight_input_message": "0 эсвэл -1 нь хязгааргүй гэсэн үг.",
          "max_size_input": "Багцын дээд хэмжээ",
          "width": "Өргөн",
          "length": "Урт",
          "height": "Өндөр",
          "days_input": "Хүргэлтийн огноо",
          "days_input_nodata": "Хүргэлтийн өдрийг сонгоно уу",
          "hours_input": "Хүргэлтийн цаг",
          "hours_input_nodata": "Хугацаа сонгоно уу",
          "vacation_input": "Баярын өдрөөр хүргэлт хийдэг үү?",
          "cod_input": "COD-г дэмжих",
          "cod_input_message": "Таны тээвэрлэлтийн үйлчилгээ COD-г хүлээн авсан эсэхийг шалгаарай.",
          "sod_input": "Та COD-г дэмждэг үү?",
          "sod_input_message": "Таны тээвэрлэлтийн үйлчилгээ COD-г хүлээн авч байгаа эсэхийг шалгаарай.",
          "pricing": "Үнийг тооцоолох",
          "const_input": "Тогтмол зардал",
          "distance_cof_input": "Зардлын зайны коэффициент",
          "distance_cof_input_dim": "{dim} тутамд",
          "weight_cof_input": "Зардлын жингийн хүчин зүйл",
          "weight_cof_input_dim": "{dim} тутамд",
          "price_cof_input": "Бүтээгдэхүүний үнийн хүчин зүйлд хүргэх зардал",
          "price_cof_input_message": "Даатгалын зардал болон COD зардал зэрэг бусад үйлчилгээ багтана.",
          "price_cof_input_dim": "{dim} тутамд",
          "distance_weight_cof_input": "Жин үржүүлэгчээр зардлын үржүүлэгч",
          "distance_weight_cof_input_dim": "{distance} тутамд {distance} тутамд",
          "free_shipping_input": "Хүргэлт үнэгүй",
          "free_shipping_limit_input": "Үнэгүй хүргэлтийн захиалгын хамгийн бага зардал",
          "notifications": {
            "update_success": "Хүргэлтийн үйлчилгээний тохиргоо амжилттай хийгдсэн."
          },
          "shipping_cost_calculation": "Хүргэлтийн зардлын тооцоо",
          "sod_true": "Хүргэлтийн зардлыг очих газартаа аваарай",
          "sod_true_message": "Тээвэрлэлтийн үйлчилгээ нь очих газартаа тээврийн зардлыг хүлээн зөвшөөрч байгаа эсэхийг шалгаарай.",
          "sod_false": "Авто тээврийн зардлын тооцоо",
          "cod_true": "Хүргэлт дээр бэлэн мөнгө хүлээн авна",
          "cod_false": "Зөвхөн онлайн төлбөрийг хүлээн авна уу",
          "cod_true_message": "Таны тээвэрлэлтийн үйлчилгээ COD-г хүлээн авсан эсэхийг шалгаарай."
        }
      }
    },
    "users": {
      "menu": {
        "customers": "Үйлчлүүлэгчид",
        "contact_form": "Харилцагчид",
        "faq": "FAQ",
        "club": "Клуб",
        "report": "Тайлан"
      },
      "report": {
        "title": "Хэрэглэгчийн тойм",
        "sub_title": "Та эндээс үйлчлүүлэгчдийнхээ шууд статусыг харах болно.",
        "report_30days_by_time": "Сүүлийн 30 хоногийн огноо, цаг дээр суурилсан хэрэглэгчийн үйл ажиллагаа",
        "report_30days_by_location": "Газарзүйн байршлын хэрэглэгчдийн сүүлийн 30 хоногийн үйл ажиллагаа"
      },
      "club": {
        "title": "Үйлчлүүлэгчдийн клуб",
        "sub_title": "Түвшин бүрийг идэвхжүүлэхийн тулд сар, жилийн худалдан авалтын дүн болон валютыг оруулна уу. Таны худалдан авагчид сар бүр эсвэл жилийн худалдан авалтын шаардлагыг хангаж байгаа тул таны хэрэглэгчийн клубт нэвтрэх болно.",
        "item": {
          "members_count": "Гишүүдийн тоо",
          "purchases_count": "Захиалгын тоо",
          "monthly": "Сар бүр",
          "annually": "Жил бүр",
          "discount_percent": "Хөнгөлөлтийн хувь хэмжээ",
          "discount_limit": "Хөнгөлөлтийн хязгаар"
        },
        "edit_dialog": {
          "title": "Хэрэглэгчийн түвшний удирдлага",
          "currency_input": "Валют",
          "currency_input_message": "Нийт худалдан авалтыг энэ валютаар тооцдог.",
          "free_shipping_input": "Хүргэлт үнэгүй",
          "monthly_input": "Сарын худалдан авалтын хувь хэмжээ",
          "annually_input": "Жилийн худалдан авалтын хувь хэмжээ",
          "discount_percent_input": "Клубын гишүүдэд зориулсан хөнгөлөлт",
          "discount_limit_input": "Хөнгөлөлтийн хязгаар",
          "description_input": "Тодорхойлолт",
          "description_input_message": "Энэ түвшний товч тайлбарыг оруулна уу."
        },
        "notifications": {
          "update_success": "Хэрэглэгчийн клубт оруулсан өөрчлөлтүүд."
        }
      },
      "faq": {
        "title": "Түгээмэл асуултууд",
        "sub_title": "Хэрэглэгчдийнхээ асуултыг нэмж, засаж, хариулна уу."
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "Кампанит ажил",
        "cross_selling": "Хөндлөн зарах",
        "affiliate": "Түнш",
        "emails": "Имэйлүүд",
        "funnel": "Юүлүүр"
      },
      "campaign": {
        "name_input_placeholder": "Аяны нэр",
        "name_input_message": "Өөрийн кампанит ажлын гарчгийг оруулна уу.",
        "create_campaign_action": "Шинэ кампанит ажил үүсгэх",
        "table": {
          "title": "Гарчиг",
          "state": "Статус",
          "discount": "Хөнгөлөлт",
          "landing": "Буух хуудас",
          "start": "Эхлэх",
          "end": "Төгсгөл"
        },
        "notifications": {
          "add_success_title": "Кампанит ажил үүсгэх",
          "add_success": "Таны кампанит ажил үүсгэгдсэн."
        },
        "name_input_name": "Аяны нэр"
      }
    },
    "categories": {
      "title": "Ангиллын жагсаалт",
      "subtitle": "Ангилал нь таны онлайн дэлгүүрийн гол онцлог юм. Бид таныг орчин үеийн дэлгүүрийн нүүр царайг бий болгохын тулд эдгээр хүчирхэг ангилах хэрэгслийг ашиглахыг зөвлөж байна, мөн үйлчлүүлэгчиддээ тохирох бүтээгдэхүүнийг олоход хялбар болгоно.",
      "menu": {
        "add_new": "Шинэ ангилал нэмнэ үү",
        "categories_list": "Ангиллын жагсаалт",
        "export": "Экспортын ангилал",
        "import": "Импортын ангилал (CSV)"
      },
      "graph": {
        "title": "Ангилалуудын шатлал",
        "subtitle": "Та дэлгүүрийнхээ категори болон хэрэглэгчид тэдгээрийг хэрхэн чиглүүлдэг талаар бүрэн тоймтой байх боломжтой. Ангилалуудыг зөв зохион байгуулснаар таны үйлчлүүлэгчид бүтээгдэхүүнээ хурдан олох боломжтой бөгөөд хөрвөх түвшин өсөх болно.",
        "visits_count": "зочилно уу",
        "normal": "Энгийн",
        "items_count": "Эд зүйлсийн тоо",
        "home": "Гэр"
      },
      "category_widget": {
        "parent": "Эцэг эх",
        "not_exist": "Байдаггүй",
        "children": "Дэд ангилал",
        "delete_alert": {
          "title": "Хүүхдийн ангиллыг хасах",
          "message": "Та {title}-г {parent_title} жагсаалтаас хасахыг хүсэж байна уу?",
          "action": "Устгах"
        },
        "notifications": {
          "edit_success": "Ангилал зассан."
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "дэлгүүр",
        "my_apps": "Програмууд"
      },
      "my_apps": {
        "title": "Идэвхтэй програмуудыг хадгалах",
        "subtitle": "Бизнесийн програмуудаа удирдаарай.",
        "all": "бүгд"
      },
      "store": {
        "title": "Апп дэлгүүр",
        "subtitle": "Өөрийн дуртай үйлчилгээгээ бизнестээ найдвартай холбоно уу. Бид үйлчлүүлэгчдийнхээ хүсэлт дээр үндэслэн залгаасууд болон програмуудыг нэмдэг.",
        "nodata": "Ямар ч залгаас олдсонгүй.",
        "all": "бүгд",
        "more": "илүү"
      }
    },
    "pages": {
      "menu": {
        "new_page": "Шинэ хуудас",
        "contact_us": "Бидэнтэй холбоо барина уу",
        "privacy": "Нууцлал",
        "terms": "Нөхцөл",
        "about_us": "Бидний тухай",
        "landings": "Буух",
        "popup": "Попап",
        "static": "Статик"
      }
    },
    "permissions": {
      "menu": {
        "persons": "Ажилтнууд",
        "roles": "Дүрүүд",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "Боловсон хүчний жагсаалт",
          "new_user": "Шинэ ажилтан нэмэх",
          "new_user_message": "Энэ дэлгүүрийн хяналтын самбар болон удирдлагын хэсгүүдэд хандах боломжтой хэрэглэгчид.",
          "email_input_placeholder": "Имэйл",
          "email_input": "Хэрэглэгчийн имэйл хаяг",
          "level_input": "Хандалтын түвшин",
          "add_user_action": "Ажилтан нэмэх"
        },
        "delete_alert": {
          "title": "Хандалтыг арилгах",
          "message": "Та энэ хэрэглэгчийг устгахыг хүсэж байна уу?",
          "action": "Устгах"
        },
        "notifications": {
          "add_success_title": "Хандалт нэмэх",
          "add_success": "Шинэ хандалт нэмэгдсэн.",
          "delete_success_title": "Хандалтыг устгах",
          "delete_success": "Хандалтыг устгасан."
        }
      },
      "shop_api": {
        "title": "Хандалтын түлхүүрүүдийг хадгалах",
        "message": "Эдгээр түлхүүрүүд нь таны серверээс Access Token үүсгэхэд ашиглагддаг. Түлхүүрүүд нь нууц бөгөөд зөвхөн серверт бусдад харагдахгүй байхыг анхаарна уу."
      }
    },
    "applications": {
      "pwa": {
        "title": "Вэб програм",
        "sub_title": "Өөрийн дэлгүүрийн вэб програмыг эндээс харна уу",
        "message": "Жич: Та iOS программ дээр өөрийн iPhone болон iPad дээрээ вэб сайтын мэндчилгээний хуудсыг засах боломжтой",
        "ios_app": "iOS програм"
      },
      "ios": {
        "title": "iOS програм",
        "sub_title": "Та удахгүй дэлгүүртээ iOS програм бүтээх боломжтой болно.",
        "message": "Файлын дээд хэмжээ: 512 KB, манай шахалтын систем нь хэмжээг 512 КБ хүртэл багасгах боломжтой тохиолдолд та 1 МБ хүртэлх хэмжээтэй файлуудыг байршуулах боломжтой. Байршуулсан зургийн хэмжээг ухаалаг өөрчлөх болно."
      },
      "android": {
        "title": "Android програм",
        "sub_title": "Өөрийн Андройд програмыг бүтээгээрэй",
        "message": "Энэ маягтыг бөглөж, бүтээх товчийг дарна уу. Өөр юу ч хэрэггүй болно. Таны програмыг бүтээх, гарын үсэг зурах үйл явцын бүх алхмуудыг үүлэн серверүүд дээр гүйцэтгэдэг. Эцсийн програмыг бүх AppStores-д байршуулах болно.",
        "server_un_available": "Туршилтаар програмын сервер одоогоор холбогдоогүй байна.",
        "app_building_progress": "Таны програмыг бүтээж байна.",
        "app_build_success": "Таны апп бэлэн боллоо.",
        "download_app_action": "Аппликейшнийг аваарай",
        "firmware_version": "Програм хангамжийн хувилбар",
        "main_info": "Хэрэглээний багц",
        "package_name_input_message": "Багцын нэр өвөрмөц эсэхийг шалгаарай.",
        "package_name_input_alert": "Хэрэв та энэ нэрийг өөрчилбөл AppStore дахь өмнөх програмуудаа шинэчлэх, шинээр суулгах боломжгүй болно. Аппликейшны хуучин хувилбарын хэрэглэгчид мөн бүртгэлдээ нэвтрэх боломжгүй гэдгийг анхаарна уу.",
        "version_input": "Хувилбар",
        "version_input_message": "Энэ тоо үргэлж өмнөх утгаасаа их байх ёстой.",
        "version_name_input": "хувилбарын нэр",
        "version_name_input_message": "Програмын энэ хувилбарт өвөрмөц нэр оруулна уу.",
        "use_selldone_key": "Худалдсан өгөгдмөл түлхүүрүүд",
        "use_last_key": "Хадгалсан түлхүүр",
        "use_new_key": "Шинэ түлхүүр",
        "appearance": "Гадаад төрх",
        "app_name_input": "Апп нэр",
        "app_name_input_message": "Энэ нь таны програмын үндсэн нэр байх болно.",
        "app_title_input": "програмын гарчиг",
        "app_title_input_message": "Энэ гарчиг нь програмын дээд хэсэгт харагдана.",
        "app_title_input_placeholder": "Гарчиг оруулна уу",
        "app_icon_input": "Програмын дүрс",
        "app_icon_input_placeholder": "Програмын дүрсийн зип файлыг сонгоно уу.",
        "generate_icon_pack_action": "Icon Pack бүтээх",
        "splash_design": "Цацах дэлгэцийн дизайн",
        "splash_logo_input": "Нэвтрэх дэлгэцийн лого",
        "splash_logo_input_placeholder": "Нэвтрэх дэлгэцийн зургийг сонгоно уу.",
        "splash_title_input": "Дэлгэцийн гарчиг",
        "splash_title_input_placeholder": "Splash Screen-д гарчиг оруулна уу",
        "splash_title_input_message": "Энэ гарчиг нь том үсгийн хэмжээгээр харагдах болно.",
        "splash_message_input": "Нээлтийн дэлгэцийн мессеж",
        "splash_message_input_placeholder": "Мессеж ...",
        "splash_message_input_message": "Энэ мессежийг доор өнгөц зураг хэлбэрээр харуулах болно.",
        "dark_theme": "Харанхуй сэдэв",
        "light_theme": "хөнгөн сэдэв",
        "build": "барих",
        "building_info": "Клоуд сервер дээр програм бүтээхэд 10 секундээс хэдэн минут зарцуулдаг. Тэвчээртэй байна уу. Програм бэлэн болмогц татаж авах файлын холбоос энд гарч ирнэ.",
        "update_mode_action": "Шинэчлэх",
        "build_mode_action": "Програм бүтээх",
        "notifications": {
          "icon_pack_not_valid_error": "Файл буруу байна.",
          "start_building_title": "Барилга ...",
          "start_building_message": "Андройд програм бүтээх хүсэлтийг илгээсэн.",
          "build_success_title": "Баяр хүргэе",
          "build_success": "Таны Android програм бэлэн болсон бөгөөд та үүнийг одоо татаж авах боломжтой."
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "Автомат нисгэгч"
      }
    },
    "edit": {
      "menu": {
        "delete": "Дэлгүүр устгах",
        "activity_time": "Цаг хугацаа",
        "footer": "Цэс",
        "info": "Мэдээлэл",
        "notification": "Мэдэгдэл",
        "home": "Гэр",
        "locations": "Байршлууд",
        "license": "Тусгай зөвшөөрөл",
        "theme": "Сэдэв",
        "sms": "SMS",
        "email": "Имэйл",
        "domain": "Домэйн",
        "verifications": "Баталгаажуулалт",
        "flow": "Урсгал",
        "business_model": "Бизнес загвар"
      },
      "delete_dialog": {
        "title": "Дэлгүүр устгах",
        "message": "Та <b>{title}</b> дэлгүүрийг устгахыг хүсэж байна уу?",
        "action": "Дэлгүүр устгах"
      },
      "notifications": {
        "delete_success": "Дэлгүүр устгагдсан."
      },
      "info": {
        "title_tab": {
          "title": "Бизнесийн нэр ба хэл",
          "subtitle": "Нийтийн нэр болон өгөгдмөл хэлийг тохируулна уу."
        },
        "name_tab": {
          "title": "Дэлгүүрийн өвөрмөц нэр",
          "subtitle": "Энэ бол таны бизнесийн хэрэглэгчийн нэр юм."
        },
        "description_tab": {
          "title": "Таны бизнесийн түүх",
          "subtitle": "Өөрийн бизнес болон түүний өвөрмөц үнэ цэнийн талаар бичээрэй."
        },
        "contact_tab": {
          "title": "Холбоо барих & Орон нутгийн бизнес",
          "subtitle": "Олон нийтийн холбоо барих мэдээлэл болон Google-ийн орон нутгийн бизнесийн тохиргоо."
        },
        "image_tab": {
          "title": "Лого",
          "subtitle": "Брэндийнхээ өвөрмөц лого сонго."
        }
      },
      "badge": {
        "external_title": "Гадаад тэмдгийг удирдах",
        "external_message": "Энд та тэмдгийн дүрсний хаяг, линкийг оруулах боломжтой. URL нь батлагдсан вэбсайтаас байх ёстой."
      },
      "edit_menu": {
        "title": "Цэсүүд",
        "footer": {
          "title": "Хөлийн цэс",
          "sub_title": "Та дэлгүүрийнхээ хуудасны доод цэсийг эндээс тохируулах боломжтой. Эдгээр цэсүүд нь нүүр хуудас, загварчилсан хуудас эсвэл гадаад холбоос байж болно."
        },
        "header": {
          "title": "Толгой цэс",
          "sub_title": "Энэ цэс нь зөвхөн гар утаснаас том дэлгэцэн дээр харагдах бөгөөд нүүр хуудасны дээд хэсэгт, бүтээгдэхүүний ангилал, буулт, бүтээгдэхүүний хуудас зэрэг болно."
        },
        "save_menu": "Хадгалах цэс",
        "dialog": {
          "main_pages": "Үндсэн хуудаснууд",
          "custom_pages": "Буух хуудас"
        },
        "table": {
          "home": "Гэр",
          "shop": "Дэлгүүр",
          "blogs": "Блог",
          "about_us": "Бидний тухай",
          "privacy": "Нууцлал",
          "terms": "Хэрэглэх нөхцөл",
          "faq": "FAQ",
          "contact_us": "Бидэнтэй холбоо барина уу"
        },
        "notifications": {
          "save_success": "Цэсийг амжилттай шинэчилсэн."
        }
      },
      "social": {
        "title": "Олон нийтийн сүлжээ",
        "message": "Энэ хэсэгт албан ёсны сошиал медиа холбоосоо оруулна уу. Хаягуудыг баталгаажуулахын тулд зүйл бүрийн зааврыг дагана уу."
      },
      "time": {
        "title": "Ажлын өдрүүд",
        "sub_title": "Ажлын өдөр, цагийг тохируулна уу",
        "days_open_input": "Өдөр",
        "days_open_input_nodata": "Дор хаяж нэг өдөр сонго",
        "start_time_input": "Дэлгүүрийн үйл ажиллагаа эхлэх цаг",
        "start_time_input_hint": "Дэлгүүрийн нээлттэй цаг",
        "end_time_input": "Хадгалах цаг",
        "end_time_input_hint": "Дэлгүүрийн үйл ажиллагааны дуусах цаг",
        "customer_support_service": "Хариуцлага, харилцагчийн үйлчилгээ",
        "response_time_input": "Хэрэглэгчийн үйлчилгээний статус",
        "support_24h": "Долоо хоногт 7 өдөр 24 цаг",
        "support_normal": "Зөвхөн ажлын цагаар",
        "no_service": "үгүй",
        "notifications": {
          "update_success": "Дэлгүүр засварласан."
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "Ангилал байхгүй"
  },
  "add_product": {
    "title_new": "Шинэ бүтээгдэхүүн",
    "title_new_category": "Шинэ ангилал",
    "title_new_drop_shipping": "dropshipping нэмнэ үү",
    "title_edit": "Бүтээгдэхүүнийг засах",
    "delete": "Бүтээгдэхүүнийг устгах",
    "completed": "Дууссан",
    "menu": {
      "type": "Бүтээгдэхүүний төрөл",
      "general_info": "Ерөнхий мэдээлэл",
      "rating": "Судалгаа ба онцлог",
      "spec": "Үзүүлэлтүүд",
      "images": "Зураг",
      "price": "Үнэ",
      "inputs": "Оруулах",
      "outputs": "гаралт",
      "extra": "Нэмэлт мэдээлэл",
      "review": "Бүтээгдэхүүний тойм",
      "inventory": "Бараа материал / Хувилбарууд",
      "change_status": "Статус өөрчлөх"
    },
    "select_type": {
      "title": "Бүтээгдэхүүн, үйлчилгээний төрлөө сонгоно уу"
    },
    "edit_info": {
      "category_input": "Ангилал",
      "product_name": "Бүтээгдэхүүний нэр*",
      "product_name_placeholder": "Таны бүтээгдэхүүний нэр энд байна.",
      "product_code": "Бүтээгдэхүүний код (Англи)",
      "sku": "SKU",
      "sku_message": "Хөрөнгийн хөтлөх нэгж",
      "mpn": "MPN",
      "mpn_message": "Үйлдвэрлэгчийн хэсгийн дугаар",
      "status": "Статус",
      "external_link": "Гадаад холбоос",
      "brand": "Брэнд",
      "brand_placeholder": "Брэнд Ex. Apple.. (заавал биш)",
      "warranty": "Баталгаат хугацаа",
      "is_original": "Энэ анхны бүтээгдэхүүн мөн үү?",
      "is_original_message": "Хэрэв та бүтээгдэхүүнээ оригинал болгож тохируулаагүй бол энэ бүтээгдэхүүнд хуурамч тэмдэг харагдах болно.",
      "return_warranty": "Энэ бүтээгдэхүүн хэдэн өдөр буцаах баталгаатай вэ?",
      "warehouse_section": "Агуулах & Үйлдвэрлэл",
      "conditions_section": "Бүтээгдэхүүний нөхцөл",
      "warranty_section": "Баталгаат ба хүргэлт",
      "unit": "Бүтээгдэхүүний нэгж",
      "unit_message": "Шаардлагатай бол нэгжийг оруулна уу. Жишээ нь: KG, Метр, ...",
      "condition": "Таны дэлгүүрт байгаа бүтээгдэхүүний нөхцөл",
      "condition_message": "Та энэ талбар дахь утгуудын аль нэгийг сонгох ёстой.",
      "unit_section": "Бүтээгдэхүүний нэгж",
      "unit_float": "Хөвөгч төхөөрөмж (удалгүй)",
      "unit_float_hint": "Тухайлбал, үйлчлүүлэгч 3 кг жимс захиалж болох ч захиалагч руу илгээсэн хэмжээ нь захиалсан хэмжээнээс арай өөр байна.",
      "unit_float_message": "Захиалга боловсруулах явцад хүргэсэн дүн нь захиалсан дүнгээс ялгаатай байж болно. Энэхүү зөрүүг систем автоматаар тооцож, таны харилцагчийн өр гэж бүртгэж, дараагийн захиалгад хэрэглэж болно.",
      "status_list": {
        "active": {
          "title": "Идэвхтэй | Онлайн ба офлайн борлуулалт",
          "description": "Энэ бүтээгдэхүүнийг онлайнаар захиалах боломжтой."
        },
        "inactive": {
          "title": "Идэвхгүй | Зөвхөн офлайн борлуулалт",
          "description": "Энэ бүтээгдэхүүнийг онлайнаар захиалах боломжгүй."
        }
      },
      "marketplace": {
        "vendor_panel_message": "<b>{vendor_name}</b> нь бүтээгдэхүүний эзэмшигч юм.",
        "subscription_message": "Захиалгын бүтээгдэхүүнүүд нь нэг борлуулагчтай байж болох тул та тэдгээрийг үйлдвэрлэгчийн самбарт үүсгэх эсвэл үүсгэх алхам дээр борлуулагчийг оноож болно. Сонгосон худалдагч нь тухайн бүтээгдэхүүний эзэмшигч байх болно.",
        "default_message": "Та энэ бүтээгдэхүүн нь нэг борлуулагчийнх мөн үү, тиймээс зөвхөн нэг борлуулагч борлуулах боломжтой юу, эсвэл энэ бүтээгдэхүүн Marketplace-д харьяалагддаг бөгөөд нэгээс олон борлуулагч зарж чадах эсэхийг зааж өгч болно.",
        "single_vendor_title": "Ганц борлуулагч",
        "single_vendor_desc": "Энэ бүтээгдэхүүн нь борлуулагчийнх бөгөөд сонгосон борлуулагч үүнийг удирдах боломжтой.",
        "multi_vendors_title": "Олон борлуулагчид",
        "multi_vendors_desc": "Энэ бүтээгдэхүүн нь зах зээлд хамаарах бөгөөд зөвхөн зах зээлийн самбар дээр засварлах боломжтой."
      }
    },
    "rating_pros_cons": {
      "title": "Судалгаа",
      "message": "Бүтээгдэхүүнээ үнэлэхийн тулд үйлчлүүлэгчдэдээ бүтээгдэхүүний техникийн үзүүлэлтүүдийн жагсаалтыг оруулна уу. (5 хүртэлх зүйл)",
      "rating_input": "Санал асуулга",
      "rating_input_message": "Та санал асуулгад 5 зүйл нэмэх боломжтой.",
      "item_unit": "зүйл",
      "pros_title": "Давуу тал",
      "pros_message": "Бүтээгдэхүүний онцлогийг оруулна уу. (5 хүртэлх зүйл)",
      "pros_input_title": "Онцлогын гарчиг",
      "pros_input_value": "Онцлогийн үнэ цэнэ",
      "pros_group": "Бүтээгдэхүүний давуу тал",
      "pros_group_messages": "Бүтээгдэхүүний үндсэн шинж чанарууд",
      "cons_title": "Сул талууд",
      "cons_message": "Бүтээгдэхүүний сул талыг оруулна уу. (5 хүртэлх зүйл)",
      "cons_input_title": "Сул талын гарчиг",
      "cons_input_value": "Сул талын үнэ цэнэ",
      "cons_group": "Бүтээгдэхүүний сул тал",
      "cons_group_messages": "Бүтээгдэхүүний гол сул талууд",
      "select_from_list": "Жагсаалтаас сонгоно уу",
      "suggestion_rating": [
        "Сайн чанарын",
        "Сайн үнэлгээ",
        "Санал болгож байна",
        "Онцлог, чадвар",
        "Ашиглахад хялбар",
        "Сайхан зохион бүтээсэн",
        "Найдвартай гүйцэтгэл",
        "Үр дүнтэй хэрэглэгчийн дэмжлэг",
        "Хүргэлтийн хангалттай хугацаа",
        "Бүтээгдэхүүний тохирох тодорхойлолт",
        "Удаан эдэлгээтэй, удаан эдэлгээтэй",
        "Зардал багатай",
        "Сонирхолтой сав баглаа боодол",
        "Шинэлэг дизайн",
        "Байгал орчинд ээлтэй",
        "Хангалттай заавар/гарын авлага",
        "Хүлээлтийг хангасан",
        "Хэрэглэгчдэд ээлтэй интерфэйс",
        "Өндөр бүтээмжтэй",
        "Борлуулалтын дараах гайхалтай үйлчилгээ",
        "Олон талт функциональ байдал",
        "Өрсөлдөөнт үнэ",
        "Сэлбэг хэрэгсэл/дагалдах хэрэгслийн бэлэн байдал",
        "Найдвартай брэнд",
        "Ашиглахад аюулгүй",
        "Шуурхай, үнэн зөв үйлчилгээ"
      ],
      "notifications": {
        "add_rating_success": "Хэрэглэгчийн үнэлгээний {rating_name} сонголтыг нэмсэн.",
        "delete_rating_success": "Хэрэглэгчийн үнэлгээний {rating_name} сонголтыг устгасан.",
        "add_pros_success": "Бүтээгдэхүүний онцлогийг нэмсэн.",
        "delete_pros_success": "Бүтээгдэхүүний онцлогийг устгасан.",
        "add_cons_success": "Бүтээгдэхүүний сул тал нэмэгдсэн.",
        "delete_cons_success": "Бүтээгдэхүүний сул талыг арилгасан."
      },
      "rating_input_placeholder": "Захиалгат судалгааны асуултаа энд бичээд enter дарна уу!"
    },
    "edit_spec": {
      "title": "Техникийн үзүүлэлт",
      "sub_title": "Та ижил төстэй бүтээгдэхүүний техникийн тодорхойлолтыг импортлох боломжтой.",
      "import_action": "Импорт",
      "group_input_header": "Бүлэг нэмэх",
      "item_title_header": "Зүйл нэмэх",
      "group_input": "Бүлгийн толгой",
      "group_input_message": "Гарчиг оруулна уу.",
      "group_add_action": "Бүлэг нэмэх",
      "item_title_input": "Гарчиг",
      "item_title_input_message": "Онцлогын гарчгийг оруулна уу.",
      "item_value_input": "Үнэ цэнэ",
      "item_value_input_message": "Онцлогын утгыг оруулна уу.",
      "add_item_action": "Зүйл нэмэх",
      "dialog": {
        "title": "Техникийн үзүүлэлтүүдийг оруулна уу",
        "code_input": "Бүтээгдэхүүний ID",
        "code_input_message": "Бүтээгдэхүүний код: P0000 ...",
        "spec_view_title": "Сонгосон бүтээгдэхүүний техникийн үзүүлэлтүүд",
        "set_spec_action": "Давхардсан техникийн үзүүлэлтүүд"
      },
      "notifications": {
        "enter_group_title_error": "Гарчгийн утгыг оруулна уу",
        "enter_item_title_and_value_error": "Онцлогын гарчиг болон утгыг оруулна уу",
        "spec_saved_success": "Бүтээгдэхүүний үзүүлэлтүүдийг хадгалсан."
      }
    },
    "edit_images": {
      "title": "Үндсэн зураг",
      "main_image_input_nodata": "Бүтээгдэхүүний зургийг байршуулах.",
      "main_image_input_message": "Энэ зургийг бүтээгдэхүүний жагсаалтад харуулав.",
      "preview": "Урьдчилан үзэх",
      "image_style": "Зургийн хэв маяг",
      "background_is_white": "Цагаан дэвсгэр",
      "background_is_white_msg": "Зураг нь цагаан дэвсгэртэй юу?",
      "images": {
        "title": "Бүтээгдэхүүний зургийн цомог",
        "sub_title": "Энэ хэсэгт бүтээгдэхүүний бүх хувилбарт нийтлэг бүтээгдэхүүний зургийг байршуулна уу."
      },
      "video": {
        "title": "Видео",
        "sub_title": "Эхлээд бүтээгдэхүүнийхээ видеог Youtube дээр байршуулж, дараа нь видеоны URL-г энд оруулаарай."
      }
    },
    "pricing": {
      "edit_price": "Үнэ тогтоох",
      "price_input": "Үнэ",
      "currency_input": "Валют",
      "currency_input_messages": "Үнийг энэ валютаар тооцдог.",
      "commission_input": "Комисс",
      "commission_message": "Энэ сонголт нь зөвхөн бөөний худалдаачид гэх мэт тодорхой төрлийн худалдаачдад ашигтай. Хэрэв та бөөний худалдаачин биш бол энэ сонголтыг хоосон орхи. Худалдан авагчдын харж буй үнэ нь үнэ ба комиссын нийлбэр юм. Татвар нэмэх бол Нягтлан бодох бүртгэл > Татвар дээр дарна уу.",
      "add_commission_action": "Комисс нэмэх",
      "discount_input": "Хөнгөлөлт",
      "discount_input_message": "Хөнгөлөлтийн хувь хэмжээ",
      "has_discount_period_input": "Энэ хөнгөлөлт тодорхой хугацаанд хүчинтэй юу?",
      "discount_timespan": "Хөнгөлөлтийн хугацааг оруулна уу.",
      "start_input": "Эхлэх",
      "end_input": "Төгсгөл",
      "start_input_placeholder": "Эхлэх цагийг сонгоно уу",
      "end_input_placeholder": "Дуусах цагийг сонгоно уу",
      "independent_price": "Зөвхөн энэ хувилбарын үнэ",
      "same_price": "Үндсэн бүтээгдэхүүний үнэ",
      "variant_pricing_message": "Энэ сонголтыг сонгосноор энэ хувилбарын үнийг үндсэн бүтээгдэхүүнээс хамааралгүйгээр тогтоож болно.",
      "price_label_input": "Үнийн шошго",
      "price_label_message": "($1.5/Fl Oz) зэрэг үнийн талаар нэмэлт мэдээлэл нэмнэ үү. Хэрэглэх тохиолдол: хүнсний бүтээгдэхүүн, FMCG.",
      "add_price_label_action": "Үнийн шошго нэмнэ үү"
    },
    "inputs_edit": {
      "title": "Худалдан авагчийн мэдээллийг оруулах маягт",
      "sub_title": "Та бүтээгдэхүүн бүрийн мэдээлэл оруулах маягт үүсгэж болох тул худалдан авагчид бүтээгдэхүүн худалдан авахдаа танд мэдээлэл илгээдэг. Жишээлбэл, энэ мэдээлэл нь чулуун дээрх сийлбэрийн нэр байж болно.",
      "message_input": "Хэрэглэгч рүү илгээх мессеж",
      "message_input_message": "Бүтээгдэхүүн худалдан авахдаа энэ мессежийг хэрэглэгчдэд харуулах болно.",
      "inputs_form": "Мэдээллийн бүтэц (оролт)"
    },
    "extra_edit": {
      "physical": {
        "title": "Хүргэлт мэдээлэл",
        "sub_title": "Бэлтгэл ажлын зардал, хугацааг энэ хэсэгт байгаа мэдээлэлд үндэслэн тооцно. Дэлгүүрт сонгосон нэгжийн дагуу (жин, хэмжээ, зай) мэдээллийг оруулахаа мартуузай."
      },
      "notifications": {
        "save_title": "Сав баглаа боодол шинэчлэгдсэн",
        "save_msg": "Бүтээгдэхүүний савлагааны мэдээллийг амжилттай шинэчилсэн."
      }
    },
    "variants": {
      "not_available": "Одоогоор ийм төрлийн бүтээгдэхүүний хувилбарыг сонгох боломжгүй байна."
    },
    "delete_product": {
      "title": "Бүтээгдэхүүнийг арилгах",
      "message": "Та <b>{product_title}</b> -г устгахыг хүсэж байна уу?"
    }
  },
  "product_admin": {
    "products_list": "Бүтээгдэхүүний жагсаалт",
    "product": "Бүтээгдэхүүн",
    "menu": {
      "edit": "Засварлах",
      "review": "Шүүмж",
      "orders": "Захиалга",
      "inventory": "Бараа материал",
      "dashboard": "Хяналтын самбар",
      "back_to_products": "Бүтээгдэхүүн",
      "drop_shipping": "Dropshipping"
    },
    "dashboard": {
      "info": {
        "title": "профайл",
        "title_small": "Бүтээгдэхүүн",
        "category": "Бүтээгдэхүүний ангилал",
        "link": "Бүтээгдэхүүний холбоос",
        "type": "Төрөл",
        "inputs": "Мэдээлэл оруулах",
        "outputs": "Гаралтын мэдээлэл",
        "user_data_form": "Худалдан авагчийн мэдээллийн маягт"
      },
      "orders": {
        "title": "Захиалга",
        "title_small": "Боловсруулаагүй",
        "physical_orders_title": "Энэ бүтээгдэхүүнтэй дэлгүүрийн тэрэг",
        "send_30days_title": "Сүүлийн 30 хоногийн захиалгыг хүргэсэн",
        "downloads_30days_title": "Сүүлийн 30 хоногт татаж авсан файлын тоо",
        "virtual_orders_title": "Энэ бүтээгдэхүүний захиалга дуусахыг хүлээж байна"
      },
      "inventory": {
        "title": "Бараа материал",
        "title_small": "Агуулах",
        "total_sell": "Нийт борлуулалт",
        "total_sell_today": "Өнөөдрийн борлуулалт",
        "total_sell_30days": "Сүүлийн 4 өдрийн борлуулалт",
        "chart": {
          "labels": [
            "Бараа материал",
            "Борлуулалт"
          ]
        },
        "subscribers_title": "Захиалагч",
        "subscribers_title_small": "Нийт захиалсан захиалга"
      },
      "finance": {
        "title": "Санхүүгийн",
        "title_small": "Сүүлийн 6 сарын худалдан авалтын тайлан",
        "select_mode_title": "Show By",
        "modes": {
          "sell": "Борлуулалт",
          "payment": "Төлбөр",
          "discount": "Хөнгөлөлт"
        },
        "currency_select_title": "Сонгосон валютаар үнэ",
        "sell_today": "Өнөөдрийн борлуулалт",
        "product_price": "Бүтээгдэхүүний үнэ",
        "currency_unit": "Валютын нэгж",
        "sell_30days": "30 хоногийн борлуулалт",
        "sell_daily": "Өдөр тутмын борлуулалт",
        "sell_yesterday": "Өчигдрийн борлуулалт"
      },
      "survey": {
        "title": "Бүтээгдэхүүний үнэлгээ",
        "title_small": "Хэрэглэгчийн сэтгэл ханамжийн тайлан",
        "total_participation": "Нийт шимтгэлийн тоо",
        "today_participation": "Өнөөдрийн үнэлгээ",
        "last7days_participation": "Сүүлийн 7 хоногийн шимтгэл",
        "chart": {
          "participate": "оролцоо",
          "participate_title": "Шимтгэлийн тоо",
          "score": "Оноо"
        }
      },
      "inform": {
        "title": "Хэрэглэгчийн хүлээлт",
        "title_small": "Хөнгөлөлт эсвэл бэлэн байдлыг хүлээж байна",
        "message": "Бүтээгдэхүүн худалдаанд гарах эсвэл бэлэн болсон үед хэрэглэгчдэд мэдэгдэх",
        "waiting_for_auction": "Борлуулалт эхлэхийг хүлээж байна",
        "waiting_for_available": "Бүтээгдэхүүн бэлэн болтол хүлээж байна.",
        "unit": "хүн(үүд)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "Бараа материалын жагсаалт",
        "add_variant": "Хувилбар нэмэх",
        "title": "Бүтээгдэхүүний бараа материал / Бүтээгдэхүүний хувилбаруудын жагсаалт",
        "sub_title": "Хэрэв энэ бүтээгдэхүүнд нэгээс олон хувилбар байгаа бол тэдгээрийг энэ хэсэгт оруулна уу. Та хувилбар бүрийн хэмжээ, үнэ, хөнгөлөлтийг тусад нь тодорхойлж болно; эс бөгөөс бүтээгдэхүүний анхдагч утгыг үнэ тогтооход хэрэглэнэ.",
        "add_action": "Хувилбар нэмэх",
        "count_input": "Бараа материал",
        "count_input_action": "Тоо тогтоох",
        "management_title": "Бараа материалын менежмент ба бүтээгдэхүүний хувилбарууд",
        "add_title": "Бүтээгдэхүүний хувилбар нэмэх",
        "edit_title": "Бүтээгдэхүүний хувилбарыг засах",
        "notifications": {
          "add_success": "Бүтээгдэхүүний хувилбар нэмэгдсэн.",
          "delete_success": "Бүтээгдэхүүний хувилбар Устгасан.",
          "save_product_inventory_success": "Хадгалсан бүтээгдэхүүний тооллого."
        }
      },
      "variant_item": {
        "price": "Үнэ",
        "same_as_product": "Үндсэн бүтээгдэхүүнтэй төстэй",
        "in_stock": "Бараа материал",
        "delete_dialog": {
          "title": "Бүтээгдэхүүний хувилбарыг устгах",
          "message": "Та энэ хувилбарыг устгахыг хүсэж байна уу?"
        }
      },
      "variant_add_edit": {
        "title": "Бүтээгдэхүүний хувилбарыг тодорхойлох",
        "message": "Бүтээгдэхүүний дугаар Өвөрмөц",
        "active_input": "Энэ хувилбар идэвхтэй юу?",
        "sku": "SKU",
        "sku_tips": "Бүтээгдэхүүний агуулахын код.",
        "mpn": "MPN",
        "mpn_tips": "Бүтээгдэхүүний сав баглаа боодол дээр үйлдвэрлэгчээс оруулсан бүтээгдэхүүний код",
        "variant_variable": "Хувилбарын хувьсагчид",
        "pricing": "Үнэ тогтоох",
        "has_pricing_input": "Үндсэн бүтээгдэхүүнээс үнэ өөр байна уу?",
        "inventory": "Бараа материал",
        "inventory_unit": "Эд зүйлс",
        "delivery_info": "Сав баглаа боодол, тээвэрлэлт",
        "images": "Вариантуудын зургууд",
        "images_message": "Энэ хувилбарыг хадгалсны дараа та энд зураг нэмэх боломжтой болно."
      }
    },
    "edit_article": {
      "menu": {
        "tags": "Шошго",
        "article": "Нийтлэл"
      }
    }
  },
  "product_extra_physical": {
    "weight": "Багцын жин",
    "weight_unit": "кг",
    "size": "Багцын хэмжээ",
    "dimension": "см",
    "width": "Өргөн",
    "length": "Урт",
    "height": "Өндөр",
    "lead_time_title": "Бэлтгэл хийх хугацаа",
    "lead_time": "Бэлтгэл хийх хугацаа",
    "lead_time_dimension": "Цаг(ууд)",
    "bulk_action": "Бөөн үйлдлүүд",
    "bulk_action_input": "Бүх хувилбаруудыг шинэчлэх",
    "bulk_action_msg": "Бүтээгдэхүүний сав баглаа боодол, бэлтгэх хугацааг бүх хувилбарт тохируулна уу."
  },
  "product_images_list": {
    "upload_button": "Илүү олон бүтээгдэхүүний зураг",
    "upload_an_image": "Зураг сонгоно уу.",
    "notifications": {
      "update_sort_success": "Зургийн эрэмбийг хадгалсан",
      "delete_image_title": "Бүтээгдэхүүний зургийг устгах",
      "delete_image_success": "Зургийг амжилттай устгалаа"
    }
  },
  "variants_view": {
    "prices": "Үнэ",
    "inventory": "Бараа материал",
    "discount": "Хөнгөлөлт"
  },
  "gift_card_type_edit": {
    "title_input": "Гарчиг",
    "color_input": "Картын өнгө",
    "charge_input": "Анхны төлбөр",
    "charge_input_hint": "Карт бүрийн анхны төлбөр",
    "currency_input": "Валют",
    "currency_input_message": "Зөвхөн энэ валютаар худалдан авах боломжтой",
    "lifetime_input": "Картын хүчинтэй хугацаа (сар)",
    "lifetime_input_message": "Картын хүчинтэй байх",
    "card_image_input": "Картын зураг",
    "notifications": {
      "create_success": "Карт үүсгэсэн",
      "update_success": "Карт шинэчлэгдсэн"
    }
  },
  "shop_warehouse_edit": {
    "title": "Агуулах нэмэх",
    "message": "Тээвэрлэлтийн зардлыг тооцоолохын тулд агуулахын хаяг, профайлаа оруулна уу.",
    "name_input": "Агуулахын нэр",
    "address": "хаяг",
    "name_input_message": "Агуулахдаа хоч оруулна уу.",
    "person_name": "Офицерын нэр",
    "phone_number": "Холбогдох дугаар",
    "map_title": "Дэлгүүрийн агуулахын хаяг",
    "confirm_action": "Агуулахын зөвшөөрөл",
    "address_name": "Агуулах",
    "notifications": {
      "success_save": "Өөрчлөлтүүдийг амжилттай хадгаллаа."
    }
  },
  "inventory_list": {
    "search_input": "Бүтээгдэхүүн хайх...",
    "search_input_title": "Дэлгүүрийн бүтээгдэхүүнээс хайх",
    "apply_filter": "Шүүлтүүр хэрэглэх",
    "inventory": "Бараа материалын жагсаалт",
    "export": "Бараа материалыг экспортлох",
    "import": "Бараа материалыг импортлох",
    "bulk_price": "Бөөн үнийн өөрчлөлт",
    "bulk_discount": "Бөөн хөнгөлөлтийн өөрчлөлт",
    "category_filter_msg": "⚡ Энэ нь бүх бүтээгдэхүүн, дэд ангилалд хамаарна!",
    "table": {
      "waiting": "Мэдээлэл хүлээн авч байна ... түр хүлээнэ үү",
      "open_state": "Идэвхтэй",
      "close_state": "идэвхгүй",
      "image": "Зураг",
      "product": "Бүтээгдэхүүний нэр",
      "code": "Бүтээгдэхүүний код",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "Жинхэнэ",
      "status": "Статус",
      "in_stock": "Нөөцөд байгаа",
      "edit": "Өөрчлөх"
    },
    "bulk_price_dialog": {
      "title": "Бөөн үйлдэл > Үнэ",
      "message": "Жич: Танай дэлгүүрт байгаа бүх барааны үнэд дараах дүнг хувиар тооцно. Мөн тооцоолсон үнийн утгыг сонгосон мөнгөн тэмдэгт дээр үндэслэн хамгийн ойрын дугуй тоонд ухаалгаар хөрвүүлэх болно. Утгыг оруулахдаа болгоомжтой байгаарай.",
      "check": "Би үнийн өөрчлөлтийг зөвшөөрч байна.",
      "add_percent_tab": "Хувь нэмэх",
      "add_constant_tab": "Тогтмол нэмэх",
      "ending_tab": "Эцсийн стратеги"
    },
    "bulk_discount_dialog": {
      "title": "Бөөн үйлдэл > Хөнгөлөлт",
      "message": "Жич: Дараах хэмжээ нь таны дэлгүүрт байгаа бүх барааны хямдралд тодорхой хувиар тооцогдоно. Мөн тооцоолсон хөнгөлөлтийн утгыг сонгосон мөнгөн тэмдэгт дээр үндэслэн хамгийн ойрын дугуй тоонд ухаалгаар хөрвүүлэх болно. Утга оруулахдаа болгоомжтой байгаарай.",
      "check": "Би хөнгөлөлтийн өөрчлөлтийг зөвшөөрч байна."
    },
    "notifications": {
      "save_success": "Бараа материалын өөрчлөлтийг хадгалсан."
    }
  },
  "spec_view": {
    "auto_save_input": "Автоматаар хадгалах"
  },
  "time_progress_bar": {
    "title_before_start": "Эхлэл хүртэл үлдлээ",
    "title_between_start_end": "Төгсгөлд нь үлдсэн",
    "title_after_end": "Дууслаа",
    "title_no_start_end": "Хугацаагүйгээр!"
  },
  "geo_map": {
    "views": "Үзсэн тоо",
    "views_unit": "Цаг хугацаа",
    "product_views": "Бүтээгдэхүүний үзэл бодол",
    "buys": "Худалдан авалт",
    "buys_unit": "Захиалга",
    "baskets": "Идэвхтэй тэрэг",
    "added_items": "Зүйлс нэмэх",
    "removed_items": "Эд зүйлсийг устгах"
  },
  "faq_list": {
    "table": {
      "nodata": "Асуулт олдсонгүй.",
      "more_data_action": "Илүү олон асуулт..",
      "user": "хэрэглэгч",
      "tag": "Tag",
      "question": "Асуулт",
      "officer": "Ажилтнууд",
      "answer": "Хариулах",
      "created_at": "Огноо",
      "priority": "Тэргүүлэх",
      "edit": "Засварлах"
    },
    "dialog": {
      "add_new_action": "Шинэ асуулт илгээнэ үү",
      "edit_action": "Түгээмэл асуултуудыг засварлах",
      "question_input": "Асуулт",
      "question_input_placeholder": "Асуултаа асуугаарай..",
      "link_input": "Холбоос",
      "link_input_placeholder": "Та хариултын холбоосыг үзэж болно.",
      "answer_input": "Хариулах",
      "answer_input_placeholder": "Хариултын текстийг оруулна уу..",
      "tag_input": "Шошго (Ангиллын гарчиг)",
      "tag_input_placeholder": "Богино гарчиг оруулна уу",
      "priority_input": "Тэргүүлэх чиглэл: (0-ээс 10 хүртэл)"
    },
    "delete_alert": {
      "title": "Асуултыг устгах",
      "message": "Та энэ асуултыг устгахыг хүсэж байна уу?",
      "action": "Устгах"
    },
    "notifications": {
      "send_success": "Таны хариултыг амжилттай илгээлээ.",
      "delete_success": "Таны асуулт амжилттай устгагдлаа."
    }
  },
  "contact_messages_list": {
    "load_more_action": "Бусад мессежүүд..",
    "table": {
      "nodata": "Асуулт олдсонгүй.",
      "user": "хэрэглэгч",
      "message": "Мессежийн хэсэг",
      "category": "Ангилал",
      "officer": "Ажилтнууд",
      "answer": "Хариулах",
      "created_at": "Огноо",
      "contact": "Холбоо барих",
      "edit": "Засварлах"
    },
    "dialog": {
      "title": "Мессежид хариу бичих",
      "category": "Ангилал",
      "user_name": "Нэр",
      "email": "Имэйл",
      "phone": "Холбогдох дугаар",
      "message": "Мессежийн текст",
      "status": "Хариу үйлдлийн төлөв",
      "status_answered": "гэж хариулав",
      "status_waiting": "Хариулт хүлээж байна",
      "answer_input": "Хариулах текст",
      "mail_input": "Шуудан илгээх",
      "mail_input_message": "Хэрэв та үүнийг идэвхжүүлбэл таны хариу хэрэглэгчийн имэйл рүү илгээгдэх болно."
    },
    "delete_alert": {
      "title": "Зурвас устгах",
      "message": "Та энэ мессежийг устгахыг хүсэж байна уу?",
      "action": "Устгах"
    },
    "notifications": {
      "send_success": "Таны хүсэлтийг амжилттай илгээлээ.",
      "delete_success": "Мессежийг устгасан."
    }
  },
  "campaign": {
    "title": "Кампанит ажил",
    "menu": {
      "setting": "Тохиргоо",
      "return": "Буцах",
      "dashboard": "Хяналтын самбар",
      "links": "Холбоосууд",
      "landing": "Буух",
      "ads": "Зар сурталчилгаа",
      "finance": "Санхүү"
    },
    "dashboard": {
      "title": "Хяналтын самбар",
      "status": "Статусын тойм",
      "sessions": "Сессия",
      "links_overview": "Аяны холбоосуудын тойм",
      "orders": "Захиалга",
      "performance": "Кампанит ажлын гүйцэтгэл",
      "links_funnel": "Аяны холбоосуудын гүйцэтгэл",
      "no_links": "Өгөгдөл байхгүй байна! Өөрийн кампанит ажлын холбоосыг үүсгэнэ үү.",
      "social": "Сошиал медиа тэргүүлдэг",
      "conversion_over_time": "Цаг хугацааны явцад хөрвүүлэх",
      "total_campaign_sell": "Кампанит ажлын нийт борлуулалт"
    },
    "finance": {
      "title": "Санхүүгийн тайлан",
      "campaign_revenue": "Кампанит ажлын орлого",
      "total_revenue": "Кампанит ажлын нийт орлого",
      "links_revenue": "Кампанит ажлын холбоосын орлого",
      "payments_over_time": "Цаг хугацаа өнгөрөхөд борлуулалт",
      "all_links": "Бүх холбоосууд"
    },
    "landing": {
      "empty_message": "Кампанит ажлын тохиргоонд буух хуудсыг тохируулна уу.",
      "set_landing": "Буух хуудсыг тохируулах",
      "create_landing": "Шинэ буух хуудас үүсгэх"
    },
    "links": {
      "title": "Кампанит ажлын холбоосууд",
      "url_input_message": "Зорилтот хуудасны url хаягаа оруулна уу"
    },
    "setting": {
      "menu": {
        "config": "Тохиргоо",
        "timespan": "Цаг хугацаа",
        "banner": "Баннер",
        "Notification": "Мэдэгдэл"
      },
      "general_setting": {
        "title": "Кампанит ажлын ерөнхий тохиргоо",
        "sub_title": "Нэр, буух хуудас, хөнгөлөлтийн код",
        "name_input": "Аяны нэр",
        "name_input_hint": "Өөрийн кампанит ажилд нэр нэмнэ үү",
        "enable_input": "Кампанит ажил идэвхтэй байна уу?",
        "page_input": "Буух хуудас",
        "discount_code_input": "Хөнгөлөлтийн код",
        "limit": "Хөнгөлөлтийн хязгаар",
        "max_count": "Хамгийн их тоо",
        "max_count_unit": "Эд зүйлс",
        "start": "Эхлэх",
        "end": "Төгсгөл",
        "notification_enable_input": "Мэдэгдэл идэвхжсэн үү?",
        "landing_page": "Буух хуудас",
        "discount_code": "Хөнгөлөлтийн код",
        "auto": "Өгөгдмөл кампанит ажил",
        "auto_message": "Таны дэлгүүрт өгөгдмөл кампанит ажил идэвхжсэн"
      },
      "time_setting": {
        "title": "Цаг хугацаа",
        "sub_title": "Эхлэх огноо, цаг / дуусах огноо, цаг",
        "start_input": "Эхлэх",
        "start_input_placeholder": "Кампанит ажил эхлэх цагийг сонгоно уу",
        "end_input": "Төгсгөл",
        "end_input_placeholder": "Кампанит ажил дуусах цагийг сонгоно уу"
      },
      "banner_setting": {
        "title": "Дэлгүүрийн баннер",
        "sub_title": "Дэлгүүрийн хуудасны дээд талд харуулах",
        "message_input": "Мессежийн текст",
        "message_input_placeholder": "Тусгай наадам ...",
        "message_input_hint": "Дэлгүүрийн дээд баннер мессеж",
        "bg_image_input": "Арын зургийн URL",
        "bg_image_input_hint": "Бүтэн дэвсгэр зургийн URL",
        "repeat_pattern": "Загварыг давт",
        "simple": "Энгийн",
        "dark_input": "Харанхуй сэдэв?",
        "icon_input": "Дүрс",
        "icon_input_hint": "Материал дизайны дүрсний нэр буюу Fontawsom: fas fa-star",
        "anim_input": "Хөдөлгөөнт дүрсний хаяг",
        "anim_input_message": "Lottie хөдөлгөөнт файлын URL",
        "preview": "Урьдчилан үзэх",
        "preview_update_action": "Урьдчилан үзэхийг шинэчлэх",
        "bg_color": "Дэвсгэр өнгө",
        "icon_bg": "Дэвсгэр дүрсний өнгө"
      },
      "notifications": {
        "title": "Мэдэгдэл",
        "sub_title": "Мэдэгдэл үүсгэж, кампанит ажилдаа холбоно уу.",
        "update_success": "Таны кампанит ажил шинэчлэгдсэн.",
        "action_button": "Үйлдлийн товчлуур",
        "background_color": "Дэвсгэр өнгө",
        "text_color": "Текстийн өнгө",
        "action_color": "Үйлдлийн өнгө",
        "action_text_color": "Үйлдлийн текстийн өнгө",
        "notification_image": "Мэдэгдлийн зураг",
        "notification_bg": "Мэдэгдлийн дэвсгэр",
        "show_preview": "Урьдчилан харах",
        "persistence": "Тууштай байдал",
        "persistence_message": "Таны хэрэглэгч вэбсайтад зочлох бүртээ харуулахыг хүсч байна уу",
        "radius": "Радиус",
        "show_delay": "Саатал харуулах"
      }
    }
  },
  "add_category": {
    "title_edit": "Ангилал засах",
    "title_update": "Шинэ ангилал нэмнэ үү",
    "menu": {
      "delete": "Ангилал устгах",
      "filter": "Шүүлтүүр",
      "settings": "Тохиргоо",
      "back": "Буцах"
    },
    "title_input": "Ангиллын гарчиг *",
    "title_input_error": "Ангиллын гарчиг сонгоно уу",
    "name_input": "Ангиллын нэр (Англи) *",
    "name_input_error": "Ангилалд өвөрмөц нэр сонгоно уу",
    "description_input": "Ангиллын тодорхойлолт",
    "description_input_message": "Ангиллын товч тайлбарыг оруулна уу..",
    "parent_input": "Эцэг эхийн ангилал",
    "parent_input_message": "Энэ ангилал нь дэлгүүрийн нүүр хуудсан дээр харагдана.",
    "image_input": "Ангилал зураг",
    "image_input_placeholder": "Ангилалд тохирох зургийг сонгоно уу",
    "edit_action": "Ангилал засах",
    "add_action": "Ангилал нэмэх",
    "back_action": "Буцах",
    "no_category": "Ангилал байхгүй",
    "star": "Од",
    "filter": {
      "title": "Ангиллын шүүлтүүрүүд",
      "sub_title": "Энэ ангиллын бүтээгдэхүүнд хамаарах шүүлтүүр, ангиллыг удирдах.",
      "message": "Доорх хайрцагт энэ ангиллын нийтлэг техникийн гарчгийг оруулаад хадгална уу. Жагсаалтыг хадгалсны дараа шүүлтүүрийн ангиллыг ангилал тус бүрийн агуулгын хамт харуулах болно. Өнгө, жин, хэмжээ, брэнд гэх мэтийг бүтээгдэхүүний хувилбараас автоматаар гаргаж авдаг."
    },
    "delete_alert": {
      "title": "Ангилал устгах",
      "message": "Та {title} ангиллыг устгахыг хүсэж байна уу?",
      "action": "Устгах"
    },
    "notifications": {
      "add_success": "Шинэ ангилал нэмэгдсэн.",
      "edit_success": "Ангилал зассан.",
      "delete_success": "Устгасан {title}."
    },
    "edit_filter": {
      "spec_input": "Техникийн үзүүлэлтүүдийн жагсаалт",
      "spec_input_message": "Шүүлтүүр хэсэгт харуулахыг хүсэж буй функцуудын жагсаалт",
      "price": "Үнэ",
      "min": "Мин",
      "max": "Макс",
      "suggested_list": {
        "brand": "Брэнд",
        "colors": "Өнгө",
        "styles": "Дизайн",
        "volumes": "Эзлэхүүн",
        "weights": "Жин",
        "packs": "Багц бүрийн тоо",
        "types": "Төрөл"
      },
      "notifications": {
        "edit_success": "Ангилал зассан."
      }
    }
  },
  "apps_list": {
    "nodata": "Таны дэлгүүрт суулгасан програм байхгүй байна",
    "inactive": "идэвхгүй",
    "my_apps": "Миний програмууд",
    "app_store": "Шинэ апп нэмнэ үү"
  },
  "add_shop": {
    "menu": {
      "shop_title": "Дэлгүүрийн гарчиг",
      "shop_name": "Дэлгүүрийн нэр",
      "description": "Тодорхойлолт",
      "contact": "Холбогдох мэдээлэл",
      "image": "Зураг"
    },
    "title_input": "Гарчиг",
    "title_input_tips": "Дэлгүүр, брэнд эсвэл компанийнхаа нэрийг оруулна уу.",
    "active_message": "Хүн бүр таны вэб сайтад хандах боломжтой болгохын тулд идэвхтэй тохируулаарай.",
    "language_input_message": "Дэлгүүрийнхээ хэлийг сонгоно уу.",
    "name_input": "Нэр",
    "name_input_message": "Дэлгүүрийнхээ нэрийг оруулна уу.",
    "name_input_tips": "Англи бус тэмдэгт, хоосон зай, үсгийг бүү ашигла, хэрэв ашигласан бол дэлгүүрийн нэр зөв харагдахгүй байж магадгүй.",
    "description_input": "Дэлгүүрийн тодорхойлолт",
    "description_input_message": "Бизнесийнхээ талаар товч тайлбар бичнэ үү.",
    "address_input": "Дэлгүүрийн хаяг",
    "address_input_message": "Дэлгүүрийн байршлын яг хаягийг оруулна уу",
    "phone_input": "утасны дугаар",
    "phone_input_message": "Хэрэглэгчийн холбоо барих дугаар",
    "phone_input_tips": "Холбоо барих дугаараа улсын кодоор оруулна уу. Энэ дугаарыг мөн Google хайлтад мэдээлэл харуулахад ашигладаг.",
    "email_input": "Имэйл",
    "email_input_message": "Үйлчлүүлэгчдэд зориулсан имэйл хаяг",
    "locality_input": "Байршил",
    "locality_input_message": "Дэлгүүрийн байршил",
    "region_input": "Улсын болон аймгийн",
    "region_input_message": "Таны үйл ажиллагаа явуулж буй муж эсвэл муж",
    "country_input": "Улс",
    "country_input_message": "Бизнесийн улс",
    "postal_code_input": "Шуудангийн код",
    "postal_code_input_message": "Дэлгүүрийн шуудангийн код",
    "image_input": "Зургийг хадгалах",
    "map": {
      "title": "Дэлгүүрийн хаяг",
      "confirm": "Хаягийн бүртгэл",
      "address": "хаяг",
      "receptor": "дэлгүүр"
    },
    "create_shop_action": "Дэлгүүр үүсгэх",
    "update_shop_action": "Шинэчлэх",
    "notifications": {
      "copy_success": "Дэлгүүрийн хаягийн хуулбар.",
      "name_available": "Энэ нэр ({name}) боломжтой.",
      "add_success": "{title} дэлгүүр үүсгэсэн.",
      "edit_success": "Дэлгүүр засварласан."
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "Виртуал зүйл нэмэх",
    "add_virtual_item_desc": "Виртуал бүтээгдэхүүн борлуулахын тулд та тэдгээрийг энэ хэсэгт нэмэх ёстой. Виртуал зүйлсийн тоо нь энэ хэсгийн үнэ төлбөргүй зүйлсийн тоотой тэнцүү байна. Үйлчлүүлэгчид виртуал зүйлийг худалдаж авмагц холбоосыг тэдэнд илгээх болно.",
    "filter_action": "Шүүлтүүр хэрэглэх",
    "not_processed": "Боловсруулаагүй захиалга",
    "title": "Эд зүйлсийн жагсаалт",
    "vew_order": "Захиалга харах",
    "table": {
      "nodata": "Ямар ч зүйл алга",
      "product": "Бүтээгдэхүүн",
      "data": "Өгөгдөл",
      "status": "Статус",
      "user_message": "Хэрэглэгчийн мессеж",
      "updated_at": "Сүүлийн шинэчлэл",
      "order": "Захиалга",
      "delete": "Устгах"
    },
    "notifications": {
      "delete_success": "Зүйлийг амжилттай устгасан."
    }
  },
  "add_virtual_item": {
    "title_edit": "Утга засах",
    "title_add": "Бүтээгдэхүүнд зүйл нэмэх",
    "sub_title": "Виртуал бүтээгдэхүүн үүсгэх, засварлах",
    "message": "Дэлгүүрийн менежер төлбөрийн дараа худалдан авагчид үнэ цэнийг харуулах боломжтой. Эдгээр утгыг доорх маягтанд оруулах ёстой. Энэ маягтын бүтцийг Засварлах > Гаралтын мэдээллийг засах хэсэгт тохируулсан болно.",
    "edit_outputs": "Гаралтын маягтыг засах",
    "notifications": {
      "edit_success": "Зүйлийг засварласан.",
      "add_success": "Жагсаалтад нэмсэн зүйл."
    }
  },
  "virtual_process_center": {
    "title": "Боловсруулах төв",
    "sub_title": "Захиалга боловсруулах",
    "virtual_product": "виртуал бүтээгдэхүүн",
    "menu": {
      "report": "Тайлан",
      "timeline": "Он цагийн хэлхээс",
      "order": "Захиалга"
    },
    "list_widget": {
      "title": "Захиалгын үзүүлэлтүүд",
      "product_name": "Бүтээгдэхүүний нэр"
    },
    "inputs_widget": {
      "title": "Оролтын маягт",
      "table": {
        "title": "Гарчиг",
        "value": "Үнэ цэнэ"
      },
      "change_inputs_action": "Оруулсан маягтыг засах"
    },
    "outputs_widget": {
      "title": "Гаралтын хэлбэр",
      "table": {
        "title": "Гарчиг",
        "value": "Үнэ цэнэ"
      },
      "tips": [
        "Хэрэглэгчийн хүсэлтийг бөглөсний дараа захиалгыг баталгаажуулах товчийг дарж худалдан авагчид захиалгын талаар мэдэгдэнэ.",
        "Захиалга батлагдсаны дараа худалдан авагч оролтын мэдээллийг засварлах боломжгүй болно."
      ],
      "alerts": {
        "order_completed_by_admin": "Захиалга дууссан.",
        "order_completed_by_buyer": "Худалдан авагчийн захиалга дууссан.",
        "waiting_for_buyer": "Худалдан авагчийн зөвшөөрлийг хүлээж байна."
      }
    }
  },
  "file_process_center": {
    "title": "Боловсруулах төв",
    "sub_title": "Захиалга боловсруулах",
    "menu": {
      "report": "Тайлан",
      "timeline": "Он цагийн хэлхээс",
      "order": "Захиалга"
    }
  },
  "process_order_page_dashboard": {
    "title": "Захиалга боловсруулах",
    "cancel_order_action": "Захиалгыг цуцлах",
    "open_basket_cation": "Энэ сагс нээлттэй байгаа нь үйлчлүүлэгч худалдан авалт хийж байгаа бөгөөд захиалгын төлбөрөө хараахан төлөөгүй байна.",
    "reject_dialog": {
      "title": "Захиалга өгөхөөс татгалзах шалтгаан",
      "message": "Доорх жагсаалтаас энэ захиалгаас татгалзах болсон шалтгааныг сонгоно уу. Цуцлах, буцаан олгох үйл явцын талаар үйлчлүүлэгчид мэдэгдэхээ мартуузай. Буцаан олголтыг 12 цагийн дотор хийх ёстой.",
      "confirm_action": "Захиалгыг цуцлах",
      "dismiss_reject_action": "Захиалгын цуцлалтыг хэрэгсэхгүй болго"
    },
    "notifications": {
      "update_status_success": "Захиалгын статус шинэчлэгдсэн.",
      "reject_update_success": "Захиалгын цуцлалтын статус шинэчлэгдсэн.",
      "dismiss_reject_success": "Захиалга хэвийн үйл явц руугаа буцлаа.",
      "set_tracking_success": "Захиалгын замын дугаарыг амжилттай хадгаллаа."
    }
  },
  "process_center": {
    "title": "Боловсруулах төв",
    "physical_product": "Физик бүтээгдэхүүн",
    "menu": {
      "label": "Багцын шошго",
      "receipt": "Нэхэмжлэх",
      "back": "Буцах",
      "return": "Буцах",
      "report": "Тайлан",
      "timeline": "Он цагийн хэлхээс",
      "inputs": "Оролтууд",
      "order": "Захиалга"
    },
    "payment_widget": {
      "title": "Төлбөр",
      "checklist": [
        "Захиалгын дүн болон хэрэглэгчийн төлбөрийг шалгана уу.",
        "Төлбөрийн хаягийг шалгана уу.",
        "Оруулсан мэдээлэл үнэн зөв эсэхийг шалгаарай, ялангуяа төлбөр нь бэлэн мөнгөөр хийгдсэн тохиолдолд."
      ],
      "action_cod_pay": "Үйлчлүүлэгчийн төлбөрийг баталгаажуулна уу",
      "action_dir_pay": "Байршуулсан төлбөрийн баримтыг баталгаажуулна уу",
      "payment_receipt_not_uploaded_error": "Төлбөрийн баримтыг хараахан байршуулаагүй байна!",
      "waiting_for_pay": "Хүлээгдэж байгаа төлбөр",
      "processing_payment": "Төлбөрийг боловсруулж байна",
      "processing_cancel": "Төлбөрийг цуцалсан",
      "paid": "Төлбөртэй",
      "cod_pay_info": "Үйлчлүүлэгчээс захиалга хүлээн авсны дараа та төлбөрөө баталгаажуулж, захиалгаа дуусгах боломжтой.",
      "dir_pay_info": "Төлбөрийн баримт дээр гарч ирнэ. Төлбөрийг баталгаажуулахын өмнө банкнаас хадгаламжийн хэмжээ болон төлбөрийн баримтын мэдээллийг шалгана уу.",
      "created_date": "Үүсгэсэн огноо",
      "pay_date": "Төлбөрийн хугацаа",
      "payment_gateway": "Төлбөрийн гарц",
      "payment_method": "Төлбөрийн нөхцөл",
      "risk": "Эрсдлийн үнэ цэнэ",
      "billing_details": "Тооцооны дэлгэрэнгүй",
      "add_transaction": "Шинэ тооцоо нэмэх",
      "add_transactions_message": "Та энэ захиалгад дор хаяж нэг гүйлгээ үүсгэх ёстой. Зарим тохиолдолд төлбөрийг хэд хэдэн үе шаттайгаар хийх шаардлагатай. Хэрэглэгч ямар гүйлгээг төлөх ёстойг ажлын явцад та өөрөө тодорхойлно.",
      "add_bill_dialog": {
        "title": "Нэхэмжлэх нэмэх",
        "message": "Та энэ захиалгад нэг буюу хэд хэдэн шинэ нэхэмжлэх нэмж болно. Үйлчлүүлэгч эдгээр нэхэмжлэхийг харж, ажлын явцын дагуу тус бүрийг төлнө.",
        "amount_input": "Нэхэмжлэхийн дүн",
        "action": "Тооцоо нэмэх"
      },
      "edit_bill_dialog": {
        "title": "Нэхэмжлэхийг засах",
        "message": "Та хүлээгдэж буй нэхэмжлэхийг засах боломжтой.",
        "action": "Нэхэмжлэхийг засах"
      },
      "bill_cash_payment_dialog": {
        "title": "Бэлэн мөнгөний төлбөрийг бүртгэх",
        "message": "Хэрэв худалдан авагч энэхүү нэхэмжлэхийн дүнг бэлнээр болон онлайн төлбөрөөс өөр хэлбэрээр төлсөн бол энэ хэсэгт сонголтоо сонгон бүртгүүлж, төлбөрөө баталгаажуулна уу. Энэ хэсэгт та зөвхөн дэлгүүрийнхээ бэлэн мөнгөний төлбөрийн гарцыг харах боломжтой.Хэрэв танд ийм сонголт харагдахгүй байгаа бол та дэлгүүртээ сонгосон валютаар бэлэн мөнгөний төлбөрийн гарцыг идэвхжүүлэх ёстой.",
        "action": "Тооцооны төлбөрийг баталгаажуулна уу"
      },
      "table": {
        "title": "Гарчиг",
        "amount": "Дүн",
        "description": "Тодорхойлолт",
        "info": "Мэдээлэл"
      },
      "user_payment": "Хэрэглэгчийн төлбөр",
      "cod": "Бэлэн мөнгө Хүргэлт",
      "gateway_wage": "Төлбөр",
      "gift_card": "Бэлгийн карт",
      "discount_code": {
        "title": "Хөнгөлөлтийн код",
        "code": "Код",
        "percent": "хувь",
        "limit": "Хязгаар"
      },
      "club": {
        "title": "Үйлчлүүлэгчдийн клуб",
        "percent": "хувь",
        "limit": "Хязгаар"
      },
      "coupon": {
        "title": "Купон",
        "percent": "хувь",
        "limit": "Хязгаар",
        "charge": "Цэнэглэх"
      },
      "delivery": {
        "title": "Хүргэлтийн үнэ",
        "not_paid": "Төлөгдөөгүй"
      },
      "samin": {
        "title": "Үйлчилгээний төлбөр",
        "description": "Энэ мөнгийг Selldone түрийвчний данснаас хассан.",
        "tooltip": "Төлбөрийн аргаар тооцоолно уу",
        "percent": "хувь"
      },
      "affiliate": {
        "title": "Түншлэлийн комисс",
        "affiliate_message": "Та энэ комиссыг өөрийн харьяа байгууллагад төлөх ёстой. Энэ процессыг өөрөө хийдэг."
      },
      "total_price": "Нийт барааны үнэ",
      "total_items_discount": "Барааны хөнгөлөлт",
      "total_price_after_offers": "Саналыг хэрэглэсний дараа нийт",
      "user_payment_amount": "Худалдан авагчийн төлбөрийн хэмжээ",
      "samin_wage": "Худалдааны хураамж",
      "pay_cod_dialog": {
        "title": "Та захиалгын мөнгө хүлээн авсан уу?",
        "message": "Үйлчлүүлэгч бүрэн төлбөрийг төлсний дараа хүргэлтийн төлбөрийг бэлнээр хийх замаар энэ сонголтыг баталгаажуулна уу.",
        "confirm_action": "Хэрэглэгчийн төлбөрийг баталгаажуулна уу"
      },
      "pay_dir_dialog": {
        "title": "Та захиалгын мөнгө хүлээн авсан уу?",
        "message": "Байршуулсан төлбөрийн баримтаа банкандаа зөвшөөрсний дараа энэ сонголтыг баталгаажуулна уу. Төлбөрийг банкнаасаа шалгахаа мартуузай.",
        "confirm_action": "Хэрэглэгчийн төлбөрийг баталгаажуулна уу"
      },
      "notifications": {
        "pay_confirm_message": "Төлбөр баталгаажсан.<br> Порт: {gateway_name}<br> Огноо: {payment_at}",
        "pay_fail_title": "Төлөгдөөгүй",
        "pay_fail_message": "Төлбөрийг зөвшөөрөх боломжгүй!"
      },
      "total_order_price_before_tax": "Татварын өмнөх нийт үнэ"
    },
    "basket_list": {
      "checklist": [
        "Бараа материалыг шалгах.",
        "Хэрэв бараа байхгүй бол тухайн зүйлд төлсөн мөнгийг үйлчлүүлэгчид буцааж өгөх ёстой."
      ],
      "message": "Хэрэв аль нэг бараа байхгүй эсвэл зарагдах боломжгүй бол хажууд байгаа нүдийг сонгоод \" <b>Захиалга баталгаажуулах</b> \" товчийг дарна уу.",
      "action": "Захиалга баталгаажуулах",
      "list_of_items": "Сагсны жагсаалт",
      "apply_change_action": "Өөрчлөлтүүдийг хэрэглэх",
      "cant_apply_change": "Өөрчлөлт хийх боломжгүй",
      "lottery_prize_inform": "Таны үйлчлүүлэгч энэ бүтээгдэхүүнээс 1 дахин хожоорой. Энэхүү захиалгаар бэлэг илгээгээрэй."
    },
    "preparing": {
      "title": "Бэлтгэл",
      "packing_weight": "Савлах жин",
      "delivery_type": "Тээвэрлэх арга",
      "packing_size": "Сав баглаа боодлын хэмжээ",
      "distance_warning": "Зөвшөөрөгдсөн зайны хязгаараас хэтэрсэн.",
      "weight_warning": "Зөвшөөрөгдсөн жингээс хэтэрсэн.",
      "volume_warning": "Зөвшөөрөгдсөн багцын хэмжээнээс хэтэрсэн.",
      "message": "Захиалгыг хүргэхэд бэлэн бол дараах <b>Захиалга Бэлэн</b> товчийг дарна уу.",
      "action": "Хүргэхэд бэлэн захиалга",
      "checklist": [
        "Сав баглаа боодлын стандарт дүрмийг дагаж мөрдөх.",
        "Зүйлүүдийн жагсаалтыг хэвлээд багц дотор хийнэ үү.",
        "Хайрцагт шошго хэвлээд наа."
      ]
    },
    "basket_items": "Захиалгын зүйлсийн жагсаалт",
    "delivered_dialog": {
      "title": "Энэ захиалгыг үйлчлүүлэгч хүлээн авсан уу?",
      "message": "Үйлчлүүлэгч захиалгыг хүлээн авсныг мэдсэн үед энэ сонголтыг баталгаажуулна уу",
      "confirm_action": "Үйлчлүүлэгч багцыг хүлээн авсан гэдгийг би баталж байна"
    },
    "return_delivery_dialog": {
      "title": "Захиалга хүргэх явцад ямар нэгэн асуудал гарсан уу эсвэл буцааж өгсөн үү?",
      "message": "Ямар нэг шалтгаанаар илгээсний дараа захиалга буцаж ирсэн бөгөөд ачааг дахин илгээх шаардлагатай бол ачааг буцааж өгөх сонголтыг баталгаажуулна уу.",
      "confirm_action": "Хүргэлт буцаж ирснийг баталгаажуулна уу"
    },
    "notifications": {
      "update_status_success": "Захиалгын статус шинэчлэгдсэн.",
      "reject_update_success": "Захиалгын цуцлалтын статус шинэчлэгдсэн.",
      "dismiss_reject_success": "Захиалгыг цуцалсан.",
      "pay_cod_success": "Хүргэлтийн төлбөрийг бэлэн мөнгөөр баталгаажуулсан.",
      "pay_dir_success": "Төлбөрийг картаас карт руу төлбөр хийх эсвэл мөнгө шилжүүлэх замаар баталгаажуулсан.",
      "set_tracking_success": "Захиалгын замын дугаарыг амжилттай хадгаллаа.",
      "new_bill_success": "Шинэ хуулийн төслийг амжилттай нэмлээ.",
      "edit_bill_success": "Билл амжилттай шинэчлэгдсэн.",
      "update_bill_status_success": "Тооцооны төлөвийг амжилттай шинэчилсэн.",
      "set_payment_in_cash_success": "Тооцооны төлбөрийг гараар баталгаажуулсан."
    },
    "delete_bill_dialog": {
      "title": "Тооцоо устгах",
      "message": "Та энэ тооцоог устгахдаа итгэлтэй байна уу?",
      "action": "Тийм ээ, одоо устга"
    }
  },
  "shop_gateway": {
    "title": "Гарц",
    "menu": {
      "dashboard": "Хяналтын самбар",
      "edit": "Засварлах",
      "transactions": "Гүйлгээ",
      "back": "Гарцууд"
    },
    "dashboard": {
      "title": "Гарцын менежмент",
      "gateway_data_widget": {
        "title": "Төлбөрийн тайлан",
        "title_small": "Гарц",
        "chart": {
          "times": "Тоол",
          "buys": "Худалдан авах тоо",
          "pays": "Амжилттай төлбөр",
          "amount_pay": "Төлбөртэй",
          "amount_wage": "Төлбөр"
        }
      },
      "gateway_info_widget": {
        "title": "Мэдээлэл",
        "title_small": "Гарц",
        "status": "Статус",
        "cod_transportation": "Тээвэрлэлтийн аргууд нь COD-ийг дэмждэг",
        "cod_transportations_error": "Наад зах нь нэг тээврийн хэрэгслийн бэлэн мөнгөөр хүргэлтийн төлбөрийг идэвхжүүлээрэй!",
        "payment_type": "Төлбөрийн хэлбэр",
        "cod": "Бэлэн мөнгө Хүргэлт",
        "online": "Онлайн төлбөр",
        "wage_percent": "Төлбөрийн хувь",
        "min_wage": "Хамгийн бага хураамж",
        "max_wage": "Хамгийн их хураамж",
        "min_amount": "Хамгийн бага гүйлгээ",
        "max_amount": "Хамгийн их гүйлгээ",
        "timeout": "Төлбөрийн хугацаа",
        "timeout_unit": "Секунд",
        "link": "Гарц холбоос",
        "your_gateway_status": "Таны гарцын төлөв",
        "config_extra_info": "Төлбөрийн үйлчилгээний тохиргоо",
        "oauth2_button": "{gateway} руу автоматаар холбогдох",
        "fee_payment_message": "Үйлчлүүлэгчийн төлсөн мөнгийг бүхэлд нь таны дансанд шилжүүлнэ. Үйлчилгээний төлбөрийг Selldone дахь түрийвчнээсээ хасна."
      }
    },
    "edit": {
      "title": "Гарцыг засах",
      "menu": {
        "delete": "Гарцыг устгах"
      },
      "edit_action": "Гарцыг засах"
    },
    "transactions": {
      "title": "Гүйлгээ",
      "table": {
        "amount": "Дүн",
        "currency": "Валют",
        "livemode": "Төрөл",
        "status": "Статус",
        "target_id": "Захиалга",
        "risk": "Эрсдэл",
        "card": "Карт",
        "issued_at": "Гаргасан огноо",
        "payment_at": "Төлбөрийн хугацаа"
      },
      "live_mode": "Амьд",
      "test_mode": "Sandbox"
    }
  },
  "edit_gateway": {
    "public_keys": "Нийтийн түлхүүрүүд",
    "private_keys": "Хувийн түлхүүрүүд (нууц)",
    "link": "Вэб сайт",
    "state_title": "Идэвхтэй/идэвхгүй төлбөрийн хэрэгсэл",
    "gateway_status": "Статус",
    "wallet": "Блокчейн түрийвч",
    "developer_title": "Хөгжүүлэгчийн горим",
    "developer_message": "Хэрэв гарц дибаг хийх горимыг дэмждэг бол та хуурамч гүйлгээг боловсруулах боломжтой.",
    "notifications": {
      "edit_success": "{gateway_name} гарцыг зассан."
    },
    "developer_setting": "Хөгжүүлэх, турших",
    "live_mode_message": "Бүх гүйлгээ шууд горимд явагдана."
  },
  "gift_card": {
    "title": "Бэлгийн карт",
    "menu": {
      "edit": "Засварлах",
      "new_card": "Карт үүсгэх",
      "list": "Картууд",
      "orders": "Захиалга",
      "dashboard": "Хяналтын самбар",
      "back": "Бэлгийн карт"
    },
    "dashboard": {
      "title": "Бэлэг дурсгалын картын удирдлагын самбар",
      "amount_widget": {
        "title": "Картын төлбөр",
        "title_small": "30 хоног",
        "chart_amount_pay": {
          "y": "нийлбэр",
          "label": "Төлбөр"
        },
        "chart_buys": {
          "y": "Худалдан авдаг",
          "label": "Худалдан авдаг"
        },
        "total_buy": "Худалдан авалтын нийт дүн",
        "total_pay_30days": "30 хоногийн нийт төлбөр",
        "total_pay_today": "Өнөөдрийн төлбөр"
      },
      "count_widget": {
        "title": "Гаргасан картын тоо",
        "title_small": "30 хоног",
        "total_cards": "Картын нийт тоо",
        "used_cards_30days": "30 хоногийн хэрэглээ",
        "used_today": "Өнөөдрийн хэрэглээ",
        "chart": {
          "new_cards": "Шинэ картууд",
          "used_cards": "Ашигласан картууд",
          "new_card_name": "Шинэ карт",
          "used_card_name": "Ашигласан"
        }
      },
      "export": {
        "title": "Гаралтын файлыг авах",
        "cards_list": "Картуудын жагсаалтыг аваарай",
        "get_report": "Тайлан авах"
      }
    },
    "cards": {
      "title": "Гаргасан картуудын жагсаалт",
      "loading_message": "Мэдээлэл авч байна ... түр хүлээнэ үү",
      "issue_to_user": "Хэрэглэгчийн асуудал",
      "table": {
        "card_number": "Картны дугаар",
        "balance": "Тэнцвэр",
        "paid": "Төлбөртэй",
        "edit": "Засварлах",
        "delete": "Устгах",
        "expire": "Хугацаа нь дуусна",
        "user": "хэрэглэгч"
      },
      "delete_alert": {
        "title": "Картыг арилгах",
        "message": "Та энэ картыг устгахдаа итгэлтэй байна уу?",
        "action": "Устгах"
      },
      "notifications": {
        "delete_success": "Бэлгийн картыг устгасан.",
        "edit_success": "Өөрчлөлтүүд хийгдсэн.",
        "issue_success": "Бэлгийн картыг хэрэглэгчдэд амжилттай олгосон."
      },
      "issue_dialog": {
        "title": "Бэлгийн карт гаргах",
        "action": "Би батлах. Одоо картаа гарга"
      }
    },
    "gift_card_edit": {
      "title": "Бэлгийн карт үүсгэх",
      "validity": "Хүчин төгөлдөр байх",
      "validity_unit": "Сарууд",
      "currency": "Валют",
      "initial_balance": "Картын анхны үлдэгдэл",
      "count": "Тоол",
      "count_unit": "зүйл(үүд)",
      "enable_input_message": "Үүсгэсэн картуудын төлөв",
      "notifications": {
        "create_success_title": "Хадгалах",
        "create_success": "{count} шинэ карт үүсгэсэн"
      }
    },
    "gift_card_edit_page": {
      "title": "Бэлгийн картыг засах"
    }
  },
  "shop_discount": {
    "title": "Хөнгөлөлтийн код",
    "up_to": "Шалтгаална, хамаарна",
    "menu": {
      "dashboard": "Хяналтын самбар",
      "orders": "Захиалга",
      "back": "Хөнгөлөлтийн кодууд"
    },
    "dashboard": {
      "title": "Хөнгөлөлтийн кодын удирдлагын самбар",
      "chart_amount_buy": {
        "y": "Худалдан авалтын дүн {currency}",
        "label": "Худалдан авах"
      },
      "chart_amount_discount": {
        "y": "Хөнгөлөлт {currency}",
        "label": "Хөнгөлөлт"
      },
      "chart_used": {
        "y": "Хэрэглээний хэмжээ",
        "label": "Цаг хугацаа"
      }
    }
  },
  "shop_coupon": {
    "title": "Купон",
    "up_to": "Шалтгаална, хамаарна",
    "menu": {
      "dashboard": "Хяналтын самбар",
      "back": "Купон",
      "orders": "Захиалга"
    },
    "dashboard": {
      "title": "Купон удирдлагын самбар",
      "chart_amount_buy": {
        "y": "Худалдан авалтын дүн {currency}",
        "label": "Худалдан авах"
      },
      "chart_amount_discount": {
        "y": "Купон {currency}",
        "label": "Купон"
      },
      "chart_used": {
        "y": "Хэрэглээний хэмжээ",
        "label": "Цаг хугацаа"
      }
    }
  },
  "shop_offer": {
    "title": "Санал болгож байна",
    "up_to": "Шалтгаална, хамаарна",
    "menu": {
      "dashboard": "Хяналтын самбар",
      "orders": "Захиалга",
      "back": "Санал болгож байна"
    },
    "dashboard": {
      "title": "Удирдлагын хяналтын самбарыг санал болгох",
      "chart_amount_buy": {
        "y": "Худалдан авалтын дүн {currency}",
        "label": "Худалдан авах"
      },
      "chart_amount_discount": {
        "y": "Санал {currency}",
        "label": "Санал"
      },
      "chart_used": {
        "y": "Хэрэглээний хэмжээ",
        "label": "Цаг хугацаа"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "Идэвхжүүлэх хураамж төлөх",
    "balance": "Тэнцвэр",
    "locked": "Түгжигдсэн",
    "transfer": "Дамжуулах",
    "charge": "Хадгаламж"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "Тооцоо хийх",
    "payment": "Төлбөр",
    "confirm": "Захиалгын баталгаажуулалт, <b>{success}</b> баталгаажсан ба <b>{fail}</b> татгалзсан.",
    "prepare": "Захиалга бэлтгэх.",
    "send": "Захиалгыг <b>{delivery}</b> хүргэнэ.",
    "delivered": "Захиалгыг үйлчлүүлэгчид хүргэлээ.",
    "fill-inputs": "Худалдан авагчийн бөглөсөн мэдээллийн маягт.",
    "return-add": "Бүтээгдэхүүнээ буцаах хүсэлт илгээнэ үү, {product}.",
    "return-accept": "{return_code}-г буцаах хүсэлтийг баталгаажууллаа.",
    "return-reject": "{return_code} хүсэлтийг татгалзсан.",
    "reject-order": "Захиалга татгалзах. Код: {reject_code}.",
    "reject-order-clear": "Захиалгын татгалзлыг цуцлах. Код: {reject_code}.",
    "email-buy": "Худалдан авалтыг баталгаажуулсан имэйлийг харилцагч руу илгээнэ үү.",
    "email-payment": "Үйлчлүүлэгч рүү төлбөрийн баталгаажуулах имэйл илгээнэ үү.",
    "delivery-returned": "Захиалгыг захиалагч хүлээж аваагүй тул буцааж өгсөн. Дахин тээвэрлэх шаардлагатай байна.",
    "delivery-canceled": "Хүргэлтийг цуцалсан. Дахин тээвэрлэх шаардлагатай байна.",
    "edit-receiver-info": "Захиалга хүргэх хаягийг худалдан авагч зассан.",
    "edit-billing-info": "Худалдан авагчийн засварласан төлбөрийн хаяг.",
    "payment-cod-confirm": "COD төлбөрийг баталгаажуулсан.",
    "payment-cash-confirm": "Тооцооны төлбөрийг бэлнээр {amount} {currency} төлсөн нь батлагдсан.",
    "payment-dir-confirm": "Шууд төлбөрийн баримтыг баталгаажуулсан.",
    "vendor": "Борлуулагчийн захиалгын төлөв <b>{from}</b> байснаа <b>{to}</b> болж өөрчлөгдсөн.",
    "connect-sync": "Connect OS-ээр синк хийсэн захиалга.",
    "connect-shipped": "Холбох захиалгыг {shipping} илгээсэн.",
    "connect-returned": "Холболтын захиалгыг {shipping} буцаасан.",
    "connect-failed": "Түнш захиалга биелүүлээгүй. {reason}",
    "connect-canceled": "Захиалгыг түнш цуцалсан. {reason}",
    "connect-action-cancel": "Захиалга цуцлах хүсэлт. {reason}",
    "connect-put-hold": "Захиалга түр зогссон. {reason}",
    "connect-remove-hold": "Захиалга зогсолтоос хасагдсан. {reason}",
    "connect-confirmed": "Захиалга баталгаажсан.",
    "email-vendor": "🔔 Захиалгын мэдээллийн имэйлийг <b>{vendor}</b> | руу илгээсэн {email}.",
    "vendor-payout": "💸 Худалдагчид төлнө."
  },
  "inline_chart": {
    "today": "Өнөөдөр",
    "last_days": "{days} өдрийн өмнө"
  },
  "products_select": {
    "move_category": "<b>{category}</b> ангиллыг өөр ангилал руу зөөнө үү",
    "move_product": "Бүтээгдэхүүнийг <b>{product}</b> ангилал руу зөөнө үү",
    "product_menu": {
      "dashboard": "Бүтээгдэхүүний хяналтын самбар",
      "inventory": "Бараа материал ба хувилбарууд"
    },
    "notifications": {
      "copy_success": "Бүтээгдэхүүний хуулбар.",
      "change_category_success": "Бүтээгдэхүүний ангиллыг зассан."
    }
  },
  "physical_order_track": {
    "title": "Эрсдлийн тайлан ба үнэлгээ"
  },
  "virtual_order_track": {
    "title": "Эрсдлийн тайлан ба үнэлгээ"
  },
  "virtual_order_timeline": {
    "title": "Он цагийн хэлхээс"
  },
  "physical_order_timeline": {
    "title": "Он цагийн хэлхээс"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "Энд зурвас бичээрэй...",
    "pin_action": "Дээд талд нь бэхлэх",
    "unpin_action": "Буулгах",
    "copy_html": "Html хуулах",
    "notifications": {
      "add_note_success": "Тэмдэглэл нэмсэн.",
      "edit_note_success": "Тэмдэглэл засварласан.",
      "delete_note_success": "Тэмдэглэлийг устгасан."
    },
    "delete_dialog": {
      "title": "Тэмдэглэл устгах",
      "message": "Та энэ тэмдэглэлийг устгахыг хүсэж байна уу?",
      "action": "Тэмдэглэл устгах"
    },
    "resend_dialog": {
      "title": "Имэйлийг дахин илгээх",
      "message": "Та энэ имэйлийг харилцагчдаа дахин илгээхдээ итгэлтэй байна уу?",
      "action": "Тиймээ, дахин илгээнэ үү",
      "success": "Таны үйлчлүүлэгч рүү имэйл илгээсэн."
    }
  },
  "accounts": {
    "title": "Миний түрийвч",
    "message": "Та Selldone-д ашиглаж буй валютаар дор хаяж нэг данс үүсгэх ёстой. Үйлчилгээний төлбөрийг төлөхийн тулд та энэ дансыг цэнэглэх ёстой.",
    "add_new": "Шинэ данс үүсгэх",
    "new_account": "Шинэ бүртгэл нэмэх",
    "new_account_dialog": {
      "title": "Шинэ хаяг",
      "account_name_input": "Дансны нэр",
      "currency_input": "Валютын нэгж",
      "currency_input_message": "Үүсгэсэн данс нь зөвхөн энэ мөнгөн тэмдэгтийн утгыг агуулна.",
      "new_account_wage": "Шинэ данс үүсгэх зардал: Эхний дансанд үнэгүй",
      "create_account_action": "Бүртгэл үүсгэх"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "Бэлэг илгээх",
      "sent": "Илгээх",
      "received": "Хүлээн авсан"
    },
    "send_gifts": {
      "title": "Бэлэг илгээсэн",
      "sub_title": "Та найз нөхөд, үйлчлүүлэгчиддээ бэлэг илгээх боломжтой. Хүлээн авагч таны бэлгийг хүлээн авах эсвэл татгалзах боломжтой. Энэ дүн таны дансанд түгжигдсэн бөгөөд хүлээн авагч зөвшөөрвөл буцаан татагдана. Үгүй бол энэ мөнгө таны дансанд шилжинэ.",
      "table": {
        "user": "хэрэглэгч",
        "amount": "Дүн",
        "currency": "Валют",
        "account_name": "-аас",
        "status": "Статус",
        "message": "Мессеж",
        "created_at": "Үүсгэсэн огноо"
      }
    },
    "received_gifts": {
      "title": "Хүлээн авсан бэлэг",
      "sub_title": "Selldone эсвэл бусад хүмүүсээс авсан бэлэг",
      "table": {
        "amount": "Дүн",
        "currency": "Валют",
        "account_from": "-аас",
        "status": "Статус",
        "message": "Мессеж",
        "created_at": "Үүсгэсэн огноо",
        "receive": "Хүлээн авах"
      }
    }
  },
  "get_gift_dialog": {
    "title": "Бэлэг хүлээн авах",
    "more": "Илүү ..",
    "amount": "Дүн",
    "message": "Мессеж",
    "account_to_input": "Очих данс",
    "account_to_input_message": "Бэлэгний мөнгийг энэ дансанд байршуулна.",
    "get_action": "Бэлэг хүлээн авах",
    "notifications": {
      "received_success_title": "Баяр хүргэе",
      "received_success": "{amount} {currency} бэлгийн хэмжээг таны дансанд байршууллаа."
    }
  },
  "send_gift_dialog": {
    "title": "Бэлэг илгээх",
    "account_from_input": "Бүртгэл сонгоно уу",
    "account_from_input_message": "Бэлэгний мөнгийг энэ данснаас хасна.",
    "receiver_input": "Хүлээн авагч",
    "receiver_input_message": "Та имэйл хаяг эсвэл утасны дугаараа оруулж болно.",
    "message_input": "Мессеж",
    "message_input_message": "Та хүлээн авагч руу мессеж үлдээж болно.",
    "amount_input": "Дүн",
    "currency_input": "Валютын нэгж",
    "currency_input_message": "Үнийг энэ валютаар тооцдог.",
    "send_action": "Бэлэг илгээх",
    "notifications": {
      "send_success": "{receiver} руу {amount} {currency}-н бэлгийг илгээсэн."
    }
  },
  "account_list": {
    "account_input": "Дансны дугаар",
    "account_input_message": "Энэ мөнгөн тэмдэгтийн бэлгийн хэмжээг энэ дансанд байршуулна.",
    "free_balance": "Үнэгүй үлдэгдэл",
    "account_name": "Дансны нэр"
  },
  "user_monetize_accounts": {
    "title": "Хадгаламжийн данс",
    "sub_title": "Бэлэглэлийн мөнгийг эдгээр дансанд автоматаар оруулах болно.",
    "message": "Selldone нь таны олон нийтийн сүлжээний үйл ажиллагаа, Selldone хөгжүүлэлтэд оролцох, найз нөхдөө танилцуулах гэх мэт мөнгө байршуулдаг. Валют тус бүрээр хадгаламжийн данс сонгосноор бэлгийн дүнг таны домэйн дээрх данс руу автоматаар оруулах болно. Эдгээр дүнг Selldone-д шилжүүлж болно. Зөвхөн бизнесийн түншүүдэд мөнгө татах боломжтой.",
    "add_account_action": "Данс нэмэх",
    "add_dialog": {
      "title": "Бэлэг хүлээн авахын тулд бүртгэлээ холбоно уу",
      "account_input": "Дансны дугаар",
      "account_input_message": "Энэ мөнгөн тэмдэгтийн бэлгийн хэмжээг энэ дансанд байршуулна.",
      "set_as_default_action": "Өгөгдмөл бүртгэлээр сонгоно уу"
    },
    "table": {
      "currency": "Валют",
      "account_number": "Дансны дугаар",
      "account_name": "Нэр",
      "payment": "Хадгаламжийн хэмжээ",
      "reset_at": "Дахин тохируулах",
      "delete": "Устгах"
    },
    "notifications": {
      "set_success": "Бүртгэл амжилттай нэмэгдсэн.",
      "delete_success": "Бүртгэлийг бэлэг хүлээн авах үндсэн дансны жагсаалтаас амжилттай устгалаа."
    },
    "delete_alert": {
      "title": "Бүртгэл устгах",
      "message": "Та энэ бүртгэлийг Бэлгийн дансны жагсаалтаас устгахыг хүсэж байна уу?",
      "action": "Устгах"
    }
  },
  "user_monetize": {
    "title": "Мөнгө олох",
    "menu": {
      "plans": "Төлөвлөгөө",
      "accounts": "Дансууд",
      "participant": "Оролцогч"
    }
  },
  "user_monetize_plans": {
    "title": "Хамтын ажиллагаа ба мөнгө олох төслүүд",
    "sub_title": "Та лавлагааны бэлэг авах дансны кредит хүлээн авах болно. Эдгээр дүнг таны данснаас авах бөгөөд зөвхөн Selldone бизнесийн түншүүд (Бүгд биш) авах боломжтой. Та Selldone үйлчилгээний төлбөрт мөнгөө зарцуулж болно.",
    "discount": "Хөнгөлөлт",
    "your_income": "Таны орлого",
    "level_2": "Хоёрдугаар түвшнээс",
    "level_3": "Гуравдугаар түвшнээс",
    "link_message": "Гишүүнчлэл: {registered}, зөвшөөрсөн: {accepted}",
    "link_tip": "Та хуваалцсан хаяг бүрийн төгсгөлд ?ref={link_code} гэсэн хэллэг нэмж болно.",
    "table": {
      "currency": "Валют",
      "amount": "Тэнцвэр",
      "total": "Нийт төлбөр",
      "payment_date": "Сүүлийн төлбөрийн огноо",
      "withdraw": "Татгалзах"
    },
    "notifications": {
      "get_credit_success": "Хүссэн дүнг таны дансанд байршууллаа."
    }
  },
  "basic_information": {
    "title": "Миний хувийн мэдээлэл ба профайл",
    "email": "Имэйл хаяг",
    "tel": "Гар утасны дугаар",
    "address": "хаяг",
    "payment": "Хүчин төгөлдөр гүйлгээ",
    "personal_information": "Биеийн мэдээлэл",
    "main_profile": "Үндсэн профайл",
    "main_profile_subtitle": "Энэхүү мэдээлэл нь хүн бүрт нээлттэй байдаг.",
    "kyc_waiting_info": "Бид таны оруулсан мэдээллийн үнэн зөвийг шалгаж байна. Энэ үйл явц нь KYC дүрмийн дагуу заавал байх ёстой бөгөөд санхүүгийн гүйлгээний эрсдэлийг бууруулах болно. Та энэ үйлчилгээний одоогийн болон ирээдүйн давуу талыг ашиглах боломжтой.",
    "personal_info_dialog": {
      "title": "Биеийн мэдээлэл",
      "name_input": "Нэр",
      "family_name_input": "Овог нэр",
      "number_input": "Паспортын дугаар (эсвэл үндэсний код)",
      "birthday_input": "Төрсөн өдөр",
      "birthday_input_placeholder": "Төрсөн өдрөө оруулна уу",
      "address_input": "хаяг",
      "postcode_input": "Шуудангийн код",
      "tel_input": "Холбогдох дугаар",
      "passport_image_input": "Паспортын зургийг сонгоно уу",
      "passport_image_input_message": "Паспортын зургийн сканнерыг байршуулна уу.",
      "personal_image_input": "Өөрийнхөө дүр төрхийг сонго",
      "personal_image_input_message": "Өөрийн үндэсний картан дээрх сканнер зургийг нааш цааш нь зурган дээр байршуулна уу."
    },
    "profile_dialog": {
      "title": "Үндсэн профайл",
      "full_name_input": "Бүтэн нэр",
      "tel_input": "Холбогдох дугаар",
      "email_input": "Имэйл",
      "website_input": "Вэб сайт",
      "address_input": "хаяг",
      "about_input": "Миний тухай",
      "about_long_input": "Миний тухай урт текст",
      "image_input": "Профайл зургийг сонгоно уу",
      "image_input_message": "Зургаа байршуулна уу. Энэ зургийг таны профайл зураг болгон ашиглах болно.",
      "notifications": {
        "update_profile_success": "Таны профайл шинэчлэгдсэн.",
        "update_personal_info_success": "Таны мэдээлэл амжилттай бүртгэгдлээ"
      }
    },
    "charge_account_approve_message": "Банкны гүйлгээг зөвшөөрөхийн тулд дансаа цэнэглээрэй.",
    "payment_approval": "Төлбөрийн зөвшөөрөл",
    "residential_address_checking": "Таны оршин суугаа хаягийн бичиг баримтыг шалгах дараалалд байна.",
    "add_residential_address": "Өөрийн байршил, оршин суух хаягийн баримт бичгийг нэмнэ үү."
  },
  "phone_verify": {
    "title": "Гар утасны дугаар",
    "step1_title": "Утасны дугаараа оруулна уу.",
    "phone_number_input": "Гар утасны дугаар",
    "next": "Дараагийн алхам",
    "sms_code_input": "Баталгаажуулах код",
    "sms_code_message": "6 оронтой баталгаажуулах кодыг {phone_number} руу илгээсэн.",
    "notifications": {
      "duplicated_number_error": "Энэ дугаарыг та аль хэдийн зөвшөөрсөн байна.",
      "send_activation_code_success_title": "Баталгаажуулах код",
      "send_activation_code_success": "Баталгаажуулах кодыг {phone_number} руу илгээсэн.",
      "verify_success": "Таны гар утасны дугаарыг баталгаажууллаа"
    }
  },
  "companies": {
    "title": "Миний бизнесийн дансууд",
    "message": "Бизнесүүд, бизнес эрхлэгчид, мэргэжлийн багууд Selldone-д суурилсан бүтээгдэхүүн, программуудыг хөгжүүлэх боломжтой. Энэ нь бизнесийн профайлыг бий болгох шаардлага юм.",
    "new_company": "Шинэ компани"
  },
  "add_company": {
    "name_input": "Компанийн нэр",
    "website_input": "Вэб сайт",
    "email_input": "Имэйл",
    "address_input": "хаяг",
    "tel_input": "Утас",
    "mobile_input": "Гар утас",
    "edit_action": "Компанийг засах",
    "create_action": "Компани үүсгэх",
    "notifications": {
      "add_success": "Бизнесийн бүртгэл {name} үүсгэсэн.",
      "edit_success": "Бизнесийн бүртгэлийг зассан."
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "Хувийн",
      "shop_key": "Үйлчлүүлэгчид",
      "apps": "Програмууд"
    },
    "connected_apps_title": "Холбогдсон програмууд",
    "connected_apps_message": "Та өөрийн домэйн бүртгэлтэй холбогдсон бүх дэлгүүр, програмын жагсаалтыг харах болно. Та тэдгээрийн аль нэгэнд хандах хандалтыг устгаж болно.",
    "shop_keys_title": "Хандалтын түлхүүрүүдийг хадгалах",
    "shop_keys_message": "Эдгээр түлхүүрүүд нь таны серверээс Access Token үүсгэхэд ашиглагддаг. Түлхүүрүүд нь нууц бөгөөд зөвхөн сервер дээр байрлуулсан тул бусдад харагдахгүй гэдгийг анхаарна уу.",
    "personal_keys_title": "Хувийн хандалтын түлхүүрүүд",
    "personal_keys_message": "Та эндээс өөрийн дансны түлхүүрүүдийг үүсгэж болно. Эдгээр түлхүүрүүд таны бүртгэлд хандах боломжтой гэдгийг анхаарна уу. Та яг юу хийж байгаагаа мэдэж байгаа тохиолдолд л эдгээр түлхүүрүүдийг үүсгэж ашиглаарай.",
    "clients_title": "Үйлчлүүлэгчид",
    "clients_message": "Эдгээр түлхүүрүүд нь таны серверээс Access Token үүсгэхэд ашиглагддаг. Түлхүүрүүд нь нууц бөгөөд зөвхөн сервер дээр байрлуулсан тул бусдад харагдахгүй гэдгийг анхаарна уу."
  },
  "user_security_control": {
    "title": "Дансны аюулгүй байдал",
    "message": "Та өөрийн бүртгэлийн аюулгүй байдлын тохиргоог эндээс засах боломжтой.",
    "delete": {
      "title": "Бүртгэл устгах",
      "subtitle": "Бүртгэлээ устгахаасаа өмнө бүх дэлгүүрээ устгасан эсэхээ шалгаарай.",
      "action": "Би итгэлтэй байна, миний бүртгэлийг устга",
      "agreement": "Миний бүх мэдээлэл таны серверээс устах болно гэдгийг би зөвшөөрч байна. Таны мэдээллийг залилан мэхлэх, буруугаар ашиглахаас урьдчилан сэргийлэх зорилгоор бидний тогтоосон хуваарийн дагуу устгах болно."
    },
    "list": {
      "password": {
        "title": "Нууц үг",
        "sub_title": "Бүртгэлдээ хүчтэй нууц үг сонгоно уу.",
        "action_title": "Бүртгэлд нэвтрэх нууц үг",
        "not_exist": "Нэвтрээгүй",
        "action": "Нууц үг солих"
      },
      "phone": {
        "title": "Гар утасны дугаар",
        "sub_title": "Гар утасны дугаараа баталгаажуулна уу. Та энэ дугаараар нэвтэрч орох боломжтой.",
        "action_title": "Бүртгэлийн үндсэн утасны дугаар",
        "action": "Дугаарыг баталгаажуулах"
      },
      "two_step": {
        "title": "Хоёр шат дамжлага",
        "sub_title": "Гар утасны дугаараа баталгаажуулна уу. Та энэ дугаараар нэвтэрч орох боломжтой.",
        "action_title": "Бүртгэлийн аюулгүй байдлыг нэмэгдүүлэх",
        "activated_action": "Идэвхжүүлсэн",
        "active_action": "Одоо идэвхтэй"
      },
      "email": {
        "title": "Үндсэн имэйл",
        "sub_title": "Танд энэ бүртгэлтэй холбоотой үндсэн имэйлийг шинэчлэх сонголт байна.",
        "action_title": "Үндсэн имэйлийг өөрчлөх",
        "action": "Баталгаажуулах холбоосыг илгээнэ үү"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "Google Authenticator програмыг суулгана уу"
      },
      "step_2": {
        "title": "Апп-аас үүсгэсэн кодыг оруулна уу",
        "message": "6 оронтой код нь таны гар утсан дээрх алгоритмаар үүсгэгддэг. Та доорх линкээс програмыг татаж авах боломжтой. Нууц үг агуулсан QR код үүсгэхийн тулд код үүсгэгч товчийг дарна уу.",
        "qr_code_info": "Хэрэв скан хийх боломжгүй бол кодыг гараар хуулж програм руу буулгаж болно.",
        "create_new_code": "Шинэ код үүсгэх",
        "qr_code_scanning": "Google Authenticator гар утасны програмын үүсгэсэн QR кодыг сканнердаж, баталгаажуулах кодыг энэ хуудасны хайрцагт оруулна уу.",
        "qr_code_regenerate_info": "Тайлбар: Дээрх товчлуурыг дарснаар шинэ түлхүүр үүсэх бөгөөд өмнөх түлхүүрийг ашиглах боломжгүй болно. Утасны программдаа шинэ түлхүүрээ оруулна уу."
      },
      "step_3": {
        "title": "Үүсгэсэн кодыг оруулна уу",
        "message": "Доорх талбарт програмд үүсгэсэн хандалтын кодыг оруулна уу.",
        "activation_key_input": "Нэвтрэх код"
      },
      "activated_alert": "2 шаттай нэвтрэлт идэвхжсэн.",
      "activated_message": "Таны бүртгэлд хоёр шаттай нэвтрэлт идэвхжсэн. Одооноос эхлэн та бүртгэлдээ нэвтрэхийн тулд 30 секунд тутамд өөрчлөгддөг хоёр дахь кодыг оруулах шаардлагатай болно. Хоёр шаттай нэвтрэлтийг идэвхгүй болгохын тулд \"Алхам дар\" гэснийг давхар товшоод алхмуудыг дагана уу.",
      "cancel_two_step_login_action": "Хоёр шаттай нэвтрэлтийг цуцлах",
      "cancel_two_step_login_info": "Хэрэв та 2 шаттай баталгаажуулалтыг идэвхгүй болгохыг хүсвэл нууц үгээ оруулаад хоёр шаттай нэвтрэх товчийг дарна уу.",
      "password_input": "Нууц үг",
      "cancel_2fa_action": "Хоёр шаттай нэвтрэлтийг цуцлах"
    },
    "change_password_dialog": {
      "title": "Нууц үг солих",
      "message": "Нарийн төвөгтэй, мартагдашгүй нууц үг ашигла.",
      "password_input": "Одоогын Нууц Үг",
      "new_password_input": "Шинэ нууц үг",
      "re_new_password_input": "Шинэ нууц үгийг давт",
      "tips": {
        "length": "Нууц үг хамгийн багадаа 8 тэмдэгттэй байх ёстой",
        "chars": "Дор хаяж нэг том үсэг, нэг тоо.",
        "match": "Нууц үг таарсан."
      },
      "change_password_action": "Нууц үг солих",
      "notifications": {
        "change_password_title": "Нууц үг солих",
        "change_password": "Нууц үг амжилттай өөрчлөгдсөн."
      }
    }
  },
  "authorized_clients": {
    "title": "Холбогдсон дэлгүүр / програмын жагсаалт",
    "table": {
      "name": "Нэр",
      "app": "Апп",
      "scopes": "Хамрах хүрээ",
      "shop": "Хязгаарлагдмал дэлгүүр"
    },
    "remove_action": "Хандалтыг арилгах",
    "delete_alert": {
      "title": "Устгах",
      "message": "Та энэ хандалтыг цуцлахыг хүсэж байна уу? Энэ апп цаашид таны бүртгэлд хандах эрхгүй болохыг анхаарна уу.",
      "action": "Нэвтрэхээс татгалзах"
    }
  },
  "clients": {
    "title": "Үйлчлүүлэгчдийн жагсаалт",
    "create_new_action": "Шинэ үйлчлүүлэгч үүсгэх",
    "table": {
      "client_id": "Үйлчлүүлэгчийн ID",
      "app": "Апп",
      "name": "Алиа нэр",
      "secret_key": "Нууц түлхүүр"
    },
    "create_dialog": {
      "title": "Шинэ үйлчлүүлэгч",
      "error_msg": "<strong>Алдаа!</strong> Уучлаарай, алдаа гарлаа!",
      "name_input": "Нэр",
      "name_input_message": "Таны хэрэглэгчдийн таньдаг, итгэдэг зүйл.",
      "redirect_input_message": "Өөрийн сайт руу хаягаа буцаана уу."
    },
    "edit_dialog": {
      "title": "Хандалтыг засах"
    },
    "delete_alert": {
      "title": "Устгах",
      "message": "Та энэ үйлчлүүлэгчийг устгахыг хүсэж байна уу?",
      "action": "Устгах"
    }
  },
  "personal_access_tokens": {
    "title": "Хувийн хандалтын токенуудын жагсаалт",
    "create_action": "Шинэ токен үүсгэх",
    "table": {
      "name": "Нэр",
      "scopes": "Хандалтууд",
      "expire_at": "Дуусах хугацаа"
    },
    "create_dialog": {
      "title": "Токен барилга",
      "error_message": "<strong>Алдаа!</strong> Уучлаарай, алдаа гарлаа!",
      "name_input": "Алиа нэр Ex. миний тэмдэг нэр",
      "name_input_message": "Дуртай токен нэр.",
      "scopes_list": "Токен хандалтын жагсаалт"
    },
    "access_token_dialog": {
      "title": "Хувийн хандалтын түлхүүр",
      "message": "Энд таны хувийн хандалтын жетон байна. Энэ токен зөвхөн энэ удаа л харагдах тул битгий алдаарай! Та одоо энэ токеныг ашиглан API хүсэлт гаргах боломжтой."
    },
    "delete_alert": {
      "title": "Устгах",
      "message": "Та энэ хандалтын тэмдгийг устгахыг хүсэж байна уу?",
      "action": "Устгах"
    }
  },
  "scopes": {
    "profile": {
      "name": "профайл",
      "description": "Нэр, имэйл хаяг, зураг, баталгаажуулалтын статус зэрэг профайлын мэдээллийг уншина уу."
    },
    "phone": {
      "name": "утасны дугаар",
      "description": "утасны дугаар руу нэвтрэх."
    },
    "address": {
      "name": "Хаяг",
      "description": "Хадгалсан хаягийг хаягийн дэвтэрээс уншина уу."
    },
    "buy": {
      "name": "Худалдан авалт",
      "description": "Захиалга өгөөд дэлгүүрээс худалдаж аваарай."
    },
    "order-history": {
      "name": "Захиалгын түүх",
      "description": "Захиалгын түүхийг уншина уу."
    },
    "my-gift-cards": {
      "name": "Бэлгийн карт",
      "description": "Миний карт руу нэвтрэх."
    },
    "articles": {
      "name": "Агуулгыг засах",
      "description": "Нийтлэлийг засах."
    },
    "notifications": {
      "name": "Мэдэгдэл илгээх, хүлээн авах",
      "description": "Мэдэгдэл илгээх, хүлээн авах."
    },
    "read-shops": {
      "name": "Дэлгүүр ist",
      "description": "Дэлгүүрийн жагсаалтыг уншина уу."
    },
    "shop-edit": {
      "name": "Дэлгүүрийн удирдлага",
      "description": "Дэлгүүрийн хандалтыг засах"
    },
    "shop-contacts": {
      "name": "Холбоо барих маягтын менежмент",
      "description": "Холбоо барих маягтыг хүлээн авах, засварлах."
    },
    "shop-gift-cards": {
      "name": "Бэлэг дурсгалын картуудыг удирдах",
      "description": "Бэлгийн карт үүсгэх, засах, удирдах."
    },
    "shop-faqs": {
      "name": "Асуулт, хариултыг удирдах",
      "description": "Түгээмэл асуултуудыг үүсгэх, засах, удирдах."
    },
    "shop-categories": {
      "name": "Ангилалуудыг удирдах",
      "description": "Ангилал үүсгэх, засах, удирдах."
    },
    "shop-products": {
      "name": "Бүтээгдэхүүний менежмент",
      "description": "Бүтээгдэхүүн нэмэх, засах, удирдах."
    },
    "shop-read-reports": {
      "name": "Тайлан унших",
      "description": "Мэдээлэл, тайланг уншина уу."
    },
    "shop-socials": {
      "name": "Нийгмийн сүлжээг удирдах",
      "description": "Дэлгүүрийн олон нийтийн мэдээллийн хэрэгслийг засах"
    },
    "shop-accounts": {
      "name": "Санхүүгийн дансыг удирдах",
      "description": "Дэлгүүртэй холбоотой санхүүгийн дансуудыг засварлаж устгана уу."
    },
    "shop-menus": {
      "name": "Цэсийг удирдах",
      "description": "Дэлгүүрийн цэсийг засах."
    },
    "shop-pages": {
      "name": "Хуудсуудыг удирдах",
      "description": "Дэлгүүрийн хуудсыг засах."
    },
    "shop-warehouse": {
      "name": "Агуулахын менежмент",
      "description": "Дэлгүүрийн агуулахыг засварлах"
    },
    "shop-permissions": {
      "name": "Хандалтыг удирдах",
      "description": "Дэлгүүрийн хандалтыг харах, засах."
    },
    "shop-process-center": {
      "name": "Захиалгын удирдлага",
      "description": "Захиалгын удирдлага."
    },
    "shop-profile": {
      "name": "Профайлуудыг удирдах",
      "description": "Дэлгүүрийн профайлыг удирдах."
    },
    "shop-discount-code": {
      "name": "Хөнгөлөлтийн кодын удирдлага",
      "description": "Дэлгүүрийн хөнгөлөлтийн кодыг удирдах, засах, нэмэх."
    }
  },
  "company_page": {
    "title": "Компани",
    "create_app": "Шинэ програм үүсгэх",
    "menu": {
      "edit": "Засварлах",
      "apps": "Програмууд",
      "dashboard": "Хяналтын самбар",
      "companies": "Компаниуд"
    },
    "dashboard": {
      "info_widget": {
        "title": "Компанийн бүртгэлийн мэдээлэл",
        "address": "хаяг",
        "website": "Вэб сайт",
        "email": "Имэйл",
        "phone": "утасны дугаар",
        "register": "Бүртгүүлэх",
        "developer": "Хөгжүүлэгч",
        "verified": "Баталгаажсан",
        "golden": "Алтан"
      }
    },
    "developer": {
      "title": "Хөгжүүлэгчид",
      "menu": {
        "new": "Шинэ",
        "apps": "Програмууд"
      },
      "app_card": {
        "category": "Ангилал",
        "installs": "Суулгах",
        "actives": "Идэвхтэй",
        "uninstalls": "Устгах",
        "app_code": "Апп код",
        "app_mode": "Хэрэглээний горим"
      }
    },
    "edit": {
      "title": "Засварлах"
    }
  },
  "add_app": {
    "category_input": "Ангилал",
    "code_input": "Код",
    "name_input": "Нэр",
    "description_input": "Тодорхойлолт",
    "video_input": "Видео URL",
    "public_form": "Ерөнхий мэдээллийн бүтэц",
    "private_form": "Хувийн мэдээллийн бүтэц",
    "icon_input": "Програмын дүрс",
    "logo_input": "Лого програм",
    "enable_input": "Аппликейшн идэвхтэй байна уу?",
    "edit_action": "Аппликешн засах",
    "create_action": "Апп үүсгэх",
    "notifications": {
      "add_success": "Бизнесийн бүртгэл {name} үүсгэсэн.",
      "delete_success": "Бизнесийн бүртгэлийг зассан."
    }
  },
  "app_page": {
    "title": "Өргөдөл",
    "menu": {
      "edit": "Засварлах",
      "publish": "Нийтлэх",
      "history": "Хувилбарууд",
      "dashboard": "Хяналтын самбар",
      "company": "Компани",
      "api": "API",
      "images": "Зураг"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "Өргөдөл",
        "app_code": "Апп код",
        "category": "Ангилал",
        "name": "Нэр",
        "installs": "Програм суулгах",
        "uninstalls": "Програмуудыг устгах",
        "actives": "Идэвхтэй програмууд",
        "description": "Тодорхойлолт",
        "published": "Нийтэлсэн",
        "waiting_for_review": "Зөвшөөрөл хүлээгдэж байна",
        "app_mode": "Хэрэглээний горим"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "Эзэмшигч",
      "description": "Бүх дэлгүүрийн нүүрэнд бүрэн нэвтрэх."
    },
    "PRODUCT": {
      "text": "Бүтээгдэхүүний менежер",
      "description": "Дэлгүүрийн бүтээгдэхүүн нэмэх, засах, удирдах."
    },
    "AUDITING": {
      "text": "Санхүүгийн менежер",
      "description": "Санхүүгийн мэдээлэл, төлбөрийг харах."
    },
    "CONTENT": {
      "text": "Агуулгын менежмент",
      "description": "Асуултанд хариулж, блог бичиж, хуудас зохио."
    },
    "OFFICER": {
      "text": "Ахлах менежер",
      "description": "Ажилчдын үйл ажиллагааг харах, хянах."
    },
    "EMPLOYEE": {
      "text": "Ажилтан",
      "description": "Захиалгыг харж, захиалгыг биелүүлэх."
    },
    "MARKETING": {
      "text": "Маркетинг",
      "description": "Тохиргоонд нэвтрэх, кампанит ажил, имэйл маркетинг болон маркетингтай холбоотой бусад хэсгүүдийг үүсгэх."
    },
    "VIEWER": {
      "text": "Үзэгч",
      "description": "Дэлгүүрийн мэдээллийг засварлах, өөрчлөх боломжгүйгээр харах боломж."
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "Биеийн үзлэг",
      "description": "Хүлээн авсан захиалгыг шалгана уу."
    },
    "PhysicalOrdersPackaging": {
      "text": "Физик савлагаа",
      "description": "Агуулах, савлах үйл явц."
    },
    "PhysicalOrdersDelivery": {
      "text": "Биеийн тээвэрлэлт",
      "description": "Хүргэлт захиалах."
    },
    "PhysicalOrdersSupport": {
      "text": "Биеийн дэмжлэг",
      "description": "Борлуулалтын дараах дэмжлэг."
    }
  },
  "account_status": {
    "Checking": "Шалгаж байна",
    "Approved": "Батлагдсан",
    "Rejected": "Татгалзсан",
    "Deleted": "Устгасан",
    "Banned": "Хориглосон",
    "Payment": "Төлбөр",
    "SelldoneSprite": "Selldone Wallet Account",
    "SelldoneStorage": "Selldone хадгалах сан"
  },
  "account_page": {
    "title": "Данс",
    "menu": {
      "setting": "Тохиргоо",
      "change": "Цэнэглэх",
      "transfer": "Дамжуулах",
      "transactions": "Гүйлгээ",
      "charge": "Цэнэглэх",
      "history": "Түүх",
      "cards": "Картууд"
    },
    "transactions": {
      "title": "Дансны гүйлгээ",
      "detail": {
        "title": "Гүйлгээ",
        "amount": "Дүн",
        "description": "Тодорхойлолт",
        "from": "-аас",
        "to": "руу",
        "created_at": "Огноо",
        "receipt": "Баримт",
        "receipt_note": "Анхаарна уу"
      },
      "table": {
        "type": "Төрөл",
        "from": "Бүртгэлээс",
        "to": "Данс руу",
        "amount": "Дүн",
        "receipt": "Баримт",
        "created_at": "Огноо",
        "description": "Тодорхойлолт"
      }
    },
    "transfer": {
      "title": "Төлбөрийг шилжүүлэх",
      "form": {
        "title": "Шилжүүлэх хүсэлтийн маягт",
        "sub_title": "Өөрийн болон бусдын дансанд мөнгө байршуулна уу",
        "message": "Мөнгө шилжүүлэхдээ болгоомжтой байгаарай, шилжүүлгийг хийж дуусгавал буцах боломжгүй."
      }
    },
    "deposit": {
      "form": {
        "title": "Цэнэглэх данс",
        "sub_title": "Та лиценз худалдаж авах, дансаа шинэчлэх, системийн төлбөрийн баримтыг төлөхийн тулд дансны үлдэгдэлээ төлөх ёстой.",
        "amount_input": "Дүн",
        "charge_action": "Төлбөрийн данс"
      },
      "notifications": {
        "qr_title": "Төлбөр",
        "qr_message": "{currency} төлбөрийн хаягийг үүсгэсэн.",
        "gateway_title": "Төлбөр",
        "gateway_message": "Төлбөрийн гарцтай холбогдож байна."
      }
    },
    "setting": {
      "title": "Бүртгэлийн тохиргоо",
      "account_name_input": "Дансны нэр",
      "notifications": {
        "updated_success": "Таны бүртгэл амжилттай шинэчлэгдсэн."
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "Төлбөрийн баримт"
  },
  "transaction_form": {
    "title": "Гүйлгээний маягт",
    "from_input": "Дансны дугаараас",
    "to_input": "Дансны дугаар руу",
    "from_input_message": "Энэ данснаас мөнгө гаргана.",
    "account_name": "Дансны нэр",
    "currency": "Валют",
    "free_balance": "Боломжтой үлдэгдэл",
    "to": "Очих данс",
    "amount": "Дүн",
    "receipt_title": "Баримт бичгийн төлбөр",
    "receipt_input": "Баримтын дугаар",
    "paid_status": "Энэ баримтыг аль хэдийн төлсөн байна.",
    "paid_canceled": "Энэ баримтыг цуцалсан.",
    "description": "Тайлбар",
    "created_at": "Огноо",
    "duration": "Үргэлжлэх хугацаа",
    "unlimited": "Хязгааргүй",
    "add_note_action": "Тайлбар нэмэх",
    "note": "Анхаарна уу",
    "transfer_action": "Дамжуулах",
    "confirmation": {
      "title": "Мөнгө илгээх",
      "subtitle": "Гүйлгээний баталгаажуулалт",
      "message": "Дараах мэдээлэл зөв бол гүйлгээг баталгаажуулах товчийг дарна уу.",
      "from": "Бүртгэлээс",
      "to": "Данс руу",
      "amount": "Дүн",
      "fee": "Гүйлгээний хураамж",
      "total_pay": "Таны данснаас гарсан дүн",
      "receipt": "Баримт",
      "description": "Тодорхойлолт",
      "accept_action": "Гүйлгээний баталгаажуулалт"
    },
    "enter_account_number": "Дансны дугаарыг оруулна уу.",
    "currency_not_match": "Очих газрын дансны валют нь эх сурвалжтай ижил биш юм",
    "account_number_not_valid": "Дансны дугаар зөв байна.",
    "account_number_is_valid": "Дансны дугаар зөв байна.",
    "receipt_not_valid": "Нэхэмжлэхийн дугаар буруу байна.",
    "receipt_is_valid": "Баримт бичгийн дугаар зөв байна.",
    "notifications": {
      "confirm_success": "Гүйлгээ амжилттай дууссан."
    }
  },
  "price_calculator": {
    "title": "Тооны машин | Таны бизнест тохирсон",
    "description": "Сарын борлуулалтдаа үндэслэн хамгийн сайн төлөвлөгөөг тооцоолж, сонго.",
    "sale_input": "Сарын борлуулалтын хэмжээ",
    "hypernova_plan": "Hypernova %0-д өргөдөл гарга!",
    "show_normal_mode": "Ердийн горимыг харуулах",
    "show_hypernova_mode": "Миний гүйлгээ 1 сая доллараас дээш байна!"
  },
  "price_card": {
    "billed_monthly": "Сар бүр {amount} төлдөг.",
    "billed_yearly": "Жил бүр {amount} төлбөр төлдөг.",
    "buy_license_action": "Одоо худалдаж авах",
    "select_your_store": "Дэлгүүрээ сонго"
  },
  "shop_session_widget": {
    "total_sessions": "Нийт сесс"
  },
  "user_activities_keys": {
    "add_baskets": "Картанд нэмэх",
    "remove_baskets": "Сагсаас устгах",
    "buys": "Худалдан авах",
    "products_views": "Бүтээгдэхүүнийг үзэх"
  },
  "shop_visitors_widget": {
    "title": "Зочдын аналитик",
    "new_visitors": "Шинэ зочид",
    "amp": "AMP үзэлт",
    "returning_visitors": "Эргэж ирсэн зочид",
    "page_views": "Хуудсыг үзсэн",
    "other_pages": "Бусад хуудсууд",
    "from_previous_7_days": "сүүлийн 7 хоногоос"
  },
  "app_levels": {
    "title": "Програмын түвшин",
    "Newbie": "Шинэхэн",
    "Beginner": "Эхлэгч",
    "Novice": "Шинэхэн",
    "Intermediate": "Дунд зэрэг",
    "Advanced": "Дэвшилтэт"
  },
  "login": {
    "register_title": "Бизнесийн дунд,<br> Тааламжтай туршлага.",
    "register_subtitle": "Өнөөдөр үнэгүй бүртгүүлээрэй. Selldone-г стартапууд, аж ахуйн нэгжүүд, худалдан авагчид, худалдагч нар хайрладаг.",
    "password_recovery_title": "Нууц үг сэргээх",
    "password_recovery_message": "Хэрэв та нууц үгээ мартсан бол дансныхаа имэйл хаягийг оруулаад баталгаажуулах товчийг дарна уу. Бид танд нууц үгээ шинэчлэх холбоос бүхий имэйл илгээх болно.",
    "email": "Таны имэйл хаяг",
    "password_recovery_action": "Сэргээх имэйл хүлээн авах",
    "register_google": "Google-тэй үргэлжлүүлнэ үү",
    "register_apple": "Apple-тай үргэлжлүүлнэ үү",
    "continue_with": "-аар үргэлжлүүлнэ үү",
    "register_linkedin": "LinkedIn-ээр үргэлжлүүлнэ үү",
    "register_facebook": "Фэйсбүүкээр үргэлжлүүлнэ үү",
    "register_github": "Github-ийг үргэлжлүүлнэ үү",
    "create_your_account": "Бүртгэлээ үүсгэ",
    "password_8_chars": "Нууц үг хамгийн багадаа 8 тэмдэгттэй байх ёстой.",
    "password_upercase_number": "Дор хаяж нэг том үсэг, нэг тоо.",
    "password_confirm": "Нууц үг болон баталгаажуулалт таарч байна.",
    "privacy_agreement": "Бүртгүүлснээр та Selldone-н <a href='/terms' target='_blank'>ашиглалтын нөхцөл</a> , <a href='/privacy' target='_blank'>нууцлалын бодлогыг</a> зөвшөөрч байна.",
    "register_action": "Явцгаая, энэ үнэгүй!",
    "login_action": "нэвтрэх",
    "already_signup": "Аль хэдийн бүртгүүлсэн үү?",
    "login_your_account": "Бүртгэлдээ нэвтэрнэ үү",
    "login_google": "Google-тэй үргэлжлүүлнэ үү",
    "login_linkedin": "LinkedIn-ээр үргэлжлүүлнэ үү",
    "login_facebook": "Фэйсбүүкээр үргэлжлүүлнэ үү",
    "login_github": "Github-ийг үргэлжлүүлнэ үү",
    "remember_me": "Намайг санаарай.",
    "login_button": "нэвтрэх",
    "two_step_problem": "Танд хоёр шаттай нууц үгтэй холбоотой асуудал байна уу?",
    "two_step_problem_action": "Би хоёр шаттай нэвтрэлтийг идэвхгүй болгохыг хүсч байна.",
    "two_step_confirm": "Хандалтын кодыг баталгаажуулна уу",
    "forgot_password": "Нууц үгээ мартсан?",
    "signup_free": "Үнэгүй бүртгүүлнэ үү",
    "checking_robot_message": "Таныг робот эсвэл хүн мөн эсэхийг шалгаж байна.",
    "notifications": {
      "step2_login_success": "Бүртгэлд автоматаар нэвтрэх"
    },
    "signup_email": "Имэйлээр бүртгүүлнэ үү",
    "name_placeholder": "Нэр",
    "email_placeholder": "Имэйл",
    "email_or_username_placeholder": "Имэйл, хэрэглэгчийн нэр эсвэл утасны дугаар",
    "password_placeholder": "Нууц үг",
    "re_password_placeholder": "Нууц үгээ баталгаажуулна уу",
    "new_in_samin": "Selldone-д шинээр үү?",
    "auto_create_shop": "Автомат дэлгүүр үүсгэх"
  },
  "layout": {
    "logout": "Гарах",
    "menu": {
      "personal_information": "Хувийн мэдээлэл ба профайл",
      "wallet": "Түрийвч, данс",
      "companies": "Компаниуд болон бизнесийн дансууд",
      "access": "Миний данс руу нэвтрэх",
      "security": "Аюулгүй байдал",
      "preferences": "Хэрэглэгчийн тохиргоо",
      "my_subscriptions": "Миний захиалга"
    }
  },
  "page_builder": {
    "title": "Вэбсайт дизайн",
    "menu": {
      "user_view": "Үзэх",
      "design": "Дизайн",
      "behavior": "Зан төлөв",
      "seo": "SEO",
      "setting": "Тохиргоо",
      "embed": "Оруулсан"
    },
    "waiting_fetch": "Мэдээлэл хүлээн авч байна..",
    "setting": {
      "title_input": "Хуудасны гарчиг",
      "description_input": "Товч тодорхойлолт",
      "name_input": "Хуудасны URL (Үсэг ба тоо)",
      "bg_color_input": "Дэвсгэр өнгө",
      "bg_style_input": "Хуудасны дэвсгэр хэв маяг",
      "page_label_input": "Шошгоны өнгө",
      "page_dir_input": "Хуудасны чиглэл",
      "ltr": "Зүүнээс баруун тийш",
      "rtl": "Баруунаас зүүн тийш",
      "designer_note": "Дизайнерын тэмдэглэл"
    },
    "history": {
      "title": "Хадгалсан түүх"
    },
    "design": {
      "themes": {
        "title": "Хувийн дизайны туслах",
        "message": "Бизнесийнхээ хамгийн сайн хуудсыг кодчилолгүйгээр хий.",
        "page_title_input": "Хуудасны гарчиг оруулна уу"
      },
      "tools": {
        "rearrange": "Захиалга",
        "tools": "Багаж хэрэгсэл",
        "history": "Түүх",
        "style": "Загвар",
        "typography": "Типографи"
      },
      "no_category": "Ангилал байхгүй"
    },
    "seo": {
      "message": "SEO тохиргоог Selldone SEO хөдөлгүүр автоматаар тохируулдаг."
    }
  },
  "verify_email_caution": {
    "title": "Таны и-мэйл хаяг баталгаажуулна",
    "message": "Идэвхжүүлэх шинэ холбоосыг таны {email} имэйл хаяг руу илгээлээ. Ямар нэгэн арга хэмжээ авахаасаа өмнө цахим шуудангаа шалгана уу.",
    "resend_message": "Хэрэв та идэвхжүүлэх холбоосыг имэйлдээ хүлээж аваагүй бол доорх товчийг дарж дахин илгээнэ үү.",
    "resend_action": "Идэвхжүүлэх холбоосыг дахин илгээнэ үү",
    "resend_notice": "Идэвхжүүлэх холбоосыг илгээсэн."
  },
  "autopilot": {
    "start": "Эхлэх өдөр",
    "end": "Дуусах огноо"
  },
  "help": {
    "menu": "Цэс",
    "more_helps": "Цааш унших"
  },
  "company_card": {
    "pending_state": "Хянахыг хүлээж байна",
    "register": "Бүртгүүлсэн",
    "developer": "Хөгжүүлэгч",
    "verified": "Баталгаажсан",
    "premier": "Ерөнхий сайд"
  },
  "shop_license": {
    "add": "Бүртгэл нэмэх",
    "only_last": "Зөвхөн сүүлийн захиалга",
    "vouchers": "Ваучер",
    "buy": "Захиалгын төлөвлөгөө худалдаж аваарай",
    "monthly": "Сар бүр",
    "yearly": "Жил бүр",
    "start_date": "Эхлэх өдөр",
    "end_date": "Дуусах огноо",
    "price": "Үнэ",
    "terms": "Би Selldone-ийн ашиглалтын нөхцлийг уншиж, зөвшөөрч байна",
    "need_charge": "Цэнэглэх хэрэгтэй",
    "buy_now": "Одоо худалдаж авах",
    "auto_renewal": "Автоматаар шинэчлэх",
    "plan_placeholder": "Захиалгын төлөвлөгөөгөө сонгоно уу",
    "plan": "Лицензийн төлөвлөгөө",
    "use_date": "Идэвхжүүлэх огноо",
    "active_license": {
      "title": "Идэвхтэй лиценз",
      "subtitle": "Таны идэвхтэй лицензийн мэдээлэл.",
      "subtitle_partner": "Таны идэвхтэй {name} лицензийн мэдээлэл."
    },
    "licenses_table": {
      "title": "Худалдан авсан түүх",
      "subtitle": "Идэвхтэй болон хүлээгдэж буй лицензүүд."
    },
    "license_detail": {
      "title": "Дэлгэрэнгүй мэдээлэл",
      "subtitle": "Таны одоогийн төлөвлөгөөний хязгаарлалт."
    },
    "table": {
      "plan": "Төлөвлөгөө",
      "start_date": "Эхлэх / дуусах огноо",
      "renewal": "Автоматаар шинэчлэх",
      "linked_account": "Холбогдсон данс / ваучер",
      "payment": "Төлбөр",
      "cancel": "Цуцлах"
    },
    "notifications": {
      "subscribe_success": "Амжилттай бүртгүүллээ.",
      "cancel_success": "Захиалгыг амжилттай цуцалсан."
    },
    "cancel_dialog": {
      "title": "Захиалгын баталгаажуулалтыг цуцлах",
      "message": "Та энэ захиалгыг цуцлахдаа итгэлтэй байна уу?",
      "action": "Бүртгэлээ цуцлах"
    },
    "use_voucher_now": "Ваучерыг одоо ашиглаарай",
    "validity_duration": "Хүчинтэй байх хугацаа",
    "validity_duration_hint": "12 сарын хугацаатай лиценз авснаар 30%-ийн хөнгөлөлт эдлэх болно."
  },
  "admin_shop_layout": {
    "download_txt": "Өгөгдлийн текстийг татаж авах",
    "download_excel": "Excel өгөгдлийг татаж авах"
  },
  "user_preferences": {
    "access": "Хандалт",
    "template": "Загвар",
    "feedback": "Санал хүсэлт",
    "company": "Компани",
    "company_message": "Хэрэв танд компани байгаа бөгөөд програм нийтлэхийг хүсвэл.",
    "access_keys": "Хандалтын түлхүүрүүд",
    "access_keys_message": "Үйлчлүүлэгчид болон хандалтын түлхүүрүүдийг харуулах.",
    "rating": "Та Selldone-тэй хийсэн туршлагаа хэрхэн үнэлэх вэ?",
    "large_font": "Том фонтууд",
    "large_font_message": "Текстийг ердийнхөөс томоор харуулах",
    "samples": "Дэлгүүрүүдийн дээжийг харуулах",
    "samples_message": "Идэвхжүүлсэн бол зарим дэлгүүрийн жишээг таны самбарт харуулах болно.",
    "automation": "Автоматжуулалт",
    "automation_message": "Дэлгүүрийн хяналтын самбар дээр автоматжуулалтын табыг харуул. (Webhooks, Visual програмчлал, ...)"
  },
  "shop_locations": {
    "title": "Үйлчилгээ үзүүлдэг улс орнууд",
    "sub_title": "Доорх жагсаалтаас бүтээгдэхүүнээ борлуулахыг хүссэн улсаа сонгоно уу.",
    "delete_restriction": "Хязгаарлалтыг устгах",
    "set_restriction": "хязгаарлалт тогтоох",
    "notifications": {
      "locations_update": "Байршлыг амжилттай шинэчилсэн."
    },
    "table": {
      "country": "Улс",
      "currency": "Валют",
      "available": "Боломжтой"
    }
  },
  "product_card": {
    "sold_out": "Борлуулсан",
    "review_unit": "Шүүмж",
    "not_original": "Жинхэнэ биш"
  },
  "product_studio": {
    "add_mode": "Илүү дэлгэрэнгүй мэдээллийг нэмнэ үү",
    "add_by_sku": "SKU-ээр нэмнэ үү",
    "auto_category": "Ангилалыг автоматаар тохируулах",
    "add_in_current_category": "Одоогийн ангилалд нэмнэ үү",
    "category_mode_message": "Идэвхжүүлсэн тохиолдолд бүтээгдэхүүн нь үндсэн ангилал эсвэл дэд ангилалд нэмэгдэх болно.",
    "sku_name_input": "SKU / Нэр"
  },
  "my_affiliate": {
    "title": "Миний түншлэлийн гэрээнүүд",
    "message": "Бусад дэлгүүрүүдтэй байгуулсан түншлэлийн гэрээний жагсаалт."
  },
  "affiliates": {
    "title": "Түнш түншүүд",
    "subtitle": "Нэг газар үүсгэн байгуулж, тэдний гүйцэтгэлийг цаг хугацааны явцад хянаж, үнэн зөв мэдээлэлд үндэслэн арга хэмжээ аваарай. Бид танд болон таны түншүүдэд бат бөх харилцаа тогтооход тусална.",
    "affiliate_code": "Түншлэлийн код",
    "crate_date": "Огноо үүсгэх",
    "last_payment_date": "Сүүлийн төлбөрийн огноо",
    "for_all_products": "Бүх бүтээгдэхүүнд хэрэглэнэ",
    "balance": "Тэнцвэр",
    "fix_commission": "Тогтмол комисс",
    "percent_commission": "Хувьд суурилсан комисс",
    "total_payment": "Нийт төлбөр",
    "new_affiliate": "Шинэ түншлэгч",
    "new_affiliate_message": "Шинэ түншлэгч нэмэх",
    "link_domain": {
      "title": "Холбоотой домэйн",
      "subtitle": "Та өөрийн домайнуудын аль нэгийг энэ түнштэй холбож болно. Энэ түнш нь танай дэлгүүрт зочилж, энэ домэйнээр дамжуулан худалдан авалт хийсэн хүн бүрийн төлөөлөгч гэдгээрээ алдартай."
    },
    "dialog": {
      "new": "Шинэ түншлэгч",
      "edit": "Түнш түншийг засах",
      "user": "Хэрэглэгч (заавал биш)",
      "bank_info": "Банкны мэдээлэл",
      "restriction": "Хязгаарлалт",
      "select_products": "Бүтээгдэхүүн сонгох",
      "select_products_message": "Түнш түнш эдгээр бүтээгдэхүүний шимтгэл авдаг",
      "edit_action": "Түншийг шинэчлэх",
      "add_action": "Түнш түнш нэмнэ үү",
      "affiliate_name": "Түнш түншийн нэр",
      "payment_info": "Төлбөрийн мэдээлэл",
      "enable_switch": "Идэвхтэй юу?",
      "affiliate_info": "Түнш түншийн мэдээлэл"
    },
    "link_factory": {
      "title": "Түнш түншийн холбоос үүсгэгч",
      "link_input": "Таны холбоос",
      "link_output": "Үүсгэсэн холбоос"
    }
  },
  "gift_card_orders": {
    "title": "Бэлэг дурсгалын карттай захиалга",
    "table": {
      "order": "Захиалга",
      "order_price": "Захиалгын хэмжээ",
      "paid_by_card": "Картаар төлсөн",
      "payment_status": "Төлбөрийн төлөв",
      "date": "Огноо"
    }
  },
  "offer_orders": {
    "title": "Захиалга санал болгох",
    "table": {
      "order": "Захиалга",
      "order_price": "Захиалгын хэмжээ",
      "offer_amount": "Саналын хэмжээ",
      "payment_status": "Төлбөрийн төлөв",
      "product": "Бүтээгдэхүүн",
      "date": "Огноо"
    }
  },
  "coupon_orders": {
    "title": "Купон захиалга",
    "table": {
      "order": "Захиалга",
      "order_price": "Захиалгын хэмжээ",
      "coupon_amount": "Купоны хэмжээ",
      "payment_status": "Төлбөрийн төлөв",
      "date": "Огноо"
    }
  },
  "discount_code_orders": {
    "title": "Хөнгөлөлтийн кодтой захиалга",
    "table": {
      "order": "Захиалга",
      "order_price": "Захиалгын хэмжээ",
      "discount_amount": "Хөнгөлөлтийн хэмжээ",
      "payment_status": "Төлбөрийн төлөв",
      "date": "Огноо"
    }
  },
  "incentives": {
    "discount_code": "Хөнгөлөлт",
    "coupon": "Купон",
    "offer": "Санал",
    "gift_card": "Бэлгийн карт",
    "lottery": "Сугалаа"
  },
  "discount_codes": {
    "title": "Хөнгөлөлтийн кодууд",
    "sub_title": "Энэ хэсэгт та өөрийн хэрэгцээнд нийцүүлэн хөнгөлөлтийн купонуудыг зохион бүтээх боломжтой болно. Эдгээр хөнгөлөлт нь аливаа бүтээгдэхүүний хөнгөлөлтөөс тусдаа бөгөөд хэрэглэгчийн захиалгын эцсийн үнийн дүнд хамаарна.",
    "add_new": "Шинэ хөнгөлөлтийн код нэмнэ үү",
    "card": {
      "created": "Үүсгэх",
      "start": "Эхлэх",
      "end": "Төгсгөл",
      "currency": "Валют",
      "discount_percentage": "Хөнгөлөлтийн хувь хэмжээ",
      "discount_limit": "Хөнгөлөлтийн хязгаар",
      "state": "Одоогийн байдал",
      "enabled": "Одоо идэвхжүүлсэн",
      "disabled": "Одоо тахир дутуу болсон",
      "used": "Хэрэглэсэн",
      "count": "Тоол",
      "unit": "зүйл(үүд)"
    },
    "dialog": {
      "title_edit": "Хөнгөлөлтийн кодыг засах",
      "title_add": "Шинэ хөнгөлөлтийн код нэмнэ үү",
      "discount_code_input": "Хөнгөлөлтийн код",
      "discount_percent_input": "Хөнгөлөлтийн хувь хэмжээ",
      "discount_percent_input_hint": "Худалдан авалтын үнийн хөнгөлөлтийн хувь хэмжээ",
      "count_input": "Тоол",
      "count_input_hint": "Энэ кодын хамгийн их хэрэглээ",
      "limit_input": "Хөнгөлөлтийн хязгаар",
      "limit_input_hint": "Валют дээр суурилсан хамгийн их хөнгөлөлт",
      "currency_input_message": "Энэ мөнгөн тэмдэгтэд хөнгөлөлт үзүүлэх болно.",
      "limit_input_message": "Хөнгөлөлтийн хязгаарын 0 утга нь хөнгөлөлтийн хувь хэмжээнд хязгаарлалт байхгүй гэсэн үг юм.",
      "title_input": "Гарчиг",
      "title_input_hint": "Та энэ хөнгөлөлтийн кодын нэрийг оруулж болно",
      "description_input": "Тодорхойлолт",
      "description_input_hint": "Та энэ хөнгөлөлтийн кодын тайлбарыг оруулж болно",
      "date_start_input": "Эхлэх",
      "date_start_input_placeholder": "Хэзээ хөнгөлөлт эхлэхээ сонгоно уу",
      "date_end_input": "Төгсгөл",
      "date_end_input_placeholder": "Хөнгөлөлт хэзээ дуусахыг сонгоно уу",
      "notifications": {
        "add": "Хөнгөлөлтийн кодыг амжилттай нэмлээ.",
        "edit": "Хөнгөлөлтийн кодыг амжилттай заслаа."
      }
    },
    "delete_alert": {
      "title": "Хөнгөлөлтийн кодыг устгана уу",
      "message": "Та энэ хөнгөлөлтийн кодыг устгахыг хүсэж байна уу?",
      "action": "Хөнгөлөлтийг хас"
    },
    "notifications": {
      "delete_success": "Таны сэтгэгдлийг амжилттай устгалаа"
    }
  },
  "gift_cards": {
    "title": "Бэлгийн карт",
    "sub_title": "Бэлгийн карт үүсгэж, хүссэн хэмжээгээрээ олоорой. Энэ карт нь төлбөртэй бөгөөд үүнийг зөвхөн дэлгүүрээс худалдан авалт хийхэд ашиглах боломжтой.",
    "create_new": "Шинэ бэлгийн карт нэмнэ үү",
    "card": {
      "created": "Үүсгэх",
      "lifetime": "Дуусах хугацаа",
      "lifetime_unit": "Карт бүрийг үүсгэсэн өдрөөс хойшхи сар",
      "currency": "Валют",
      "initial_balance": "Анхны төлбөр",
      "count": "Тоол",
      "count_unit": "зүйл",
      "used": "Ашигласан"
    },
    "dialog": {
      "title": "Бэлгийн картын дизайн"
    },
    "alert": {
      "title": "Хөнгөлөлтийн кодыг устгана уу",
      "message": "Та энэ хөнгөлөлтийн кодыг устгахыг хүсэж байна уу?",
      "action": "Устгах"
    },
    "notifications": {
      "delete_title": "Бэлгийн картыг устгах",
      "delete_message": "Таны сэтгэгдлийг амжилттай устгалаа."
    }
  },
  "coupons": {
    "title": "Купон",
    "sub_title": "Хэрэв та үйлчлүүлэгчиддээ тодорхой нөхцлөөр ашиглах боломжтой хөнгөлөлт үзүүлэхийг хүсвэл купон үүсгэж болно. Купонууд нь хязгаартай эсвэл тогтмол үнийн дүнтэй эсвэл хоёуланг нь хослуулсан хөнгөлөлтийг багтааж болно.",
    "create_new": "Шинэ купон нэмэх",
    "qualified_products": "Эрх бүхий бүтээгдэхүүн",
    "min_purchase": "Хамгийн бага худалдан авалт",
    "only_first_order": "Зөвхөн анхны худалдан авалт",
    "one_time_use": "Нэг удаагийн",
    "amount_usage": "Ашигласан хэмжээ",
    "delete_alert": {
      "title": "Купоныг устгах",
      "message": "Та энэ купоныг устгахдаа итгэлтэй байна уу?",
      "action": "Тийм ээ, купоныг устгана уу"
    },
    "notifications": {
      "delete_success": "Купоныг амжилттай устгалаа."
    },
    "multiple_use": "Олон удаагийн хэрэглээ"
  },
  "coupon_edit": {
    "title_edit": "Купон засварлах",
    "title_add": "Шинэ купон",
    "discount_charge": "Хөнгөлөлт ба төлбөр",
    "charge": "Цэнэглэх",
    "charge_message": "Анхны төлбөрийн хэмжээ",
    "percent": "Хөнгөлөлтийн хувь",
    "percent_message": "Хөнгөлөлтийн хувь хэмжээ",
    "limit_input": "Хязгаар",
    "limit_input_hint": "Хөнгөлөлтийн хязгаарын хэмжээ",
    "currency_input_message": "Энэ мөнгөн тэмдэгтэд купон авах боломжтой.",
    "count_input": "Тоол",
    "count_input_hint": "Энэ кодын хамгийн их хэрэглээ",
    "limit_input_message": "Хөнгөлөлтийн хязгаарын 0 утга нь хөнгөлөлтийн хувь хэмжээнд хязгаарлалт байхгүй гэсэн үг юм.",
    "date_start_input": "Эхлэх",
    "date_start_input_placeholder": "Купон хэзээ эхлэхээ сонгоно уу",
    "date_end_input": "Төгсгөл",
    "date_end_input_placeholder": "Хөнгөлөлт хэзээ дуусахыг сонгоно уу",
    "title_input": "Гарчиг",
    "title_input_hint": "Та энэ хөнгөлөлтийн кодын нэрийг оруулж болно",
    "description_input": "Тодорхойлолт",
    "description_input_hint": "Та энэ хөнгөлөлтийн кодын тайлбарыг оруулж болно",
    "coupon_code": "Купон код",
    "need_code": "Код хэрэгтэй байна уу?",
    "coupon_color": "Купон өнгө",
    "min_purchase_amount": "Худалдан авалтын доод хэмжээ",
    "min_purchase_amount_hint": "Худалдан авалтын дүн энэ үнэ цэнээс их буюу тэнцүү байх ёстой.",
    "should_exist_product": "Эдгээр бүтээгдэхүүний дор хаяж нэг нь сагсанд байх ёстой",
    "apply_for_first_order": "Зөвхөн анхны худалдан авалтад зориулагдсан",
    "apply_for_first_order_on": "Энэ купоныг зөвхөн хэрэглэгчийн анхны худалдан авалтад ашиглах боломжтой!",
    "apply_for_first_order_off": "Худалдан авагчид ногдох купоны хэрэглээний тоог доороос тохируулж болно.",
    "has_qualify_constraints": "Та илүү олон хязгаарлалт тогтоохыг хүсч байна уу?",
    "has_qualify_constraints_message": "Үйлчлүүлэгчид энэ купоныг ашиглахын тулд илүү олон нөхцөлийг тохируулна уу.",
    "one_time_use": "Нэг удаагийн",
    "one_time_use_message": "Үйлчлүүлэгч энэ купоныг нэг удаа ашиглах боломжтой.",
    "daily_limit": "Өдөр тутмын хязгаар",
    "no_limit": "Хязгааргүй",
    "daily_limit_message": "Хэрэглэгчийн өдөрт хэрэглэх дээд хэмжээ",
    "monthly_limit": "Сарын хязгаар",
    "monthly_limit_message": "Хэрэглэгчийн сард ашиглах дээд хэмжээ",
    "yearly_limit": "Жилийн хязгаар",
    "yearly_limit_message": "Үйлчлүүлэгчийн жилийн ашиглалтын дээд хэмжээ",
    "notifications": {
      "add": "Шинэ купон амжилттай үүсгэгдсэн.",
      "edit": "Купон шинэчлэгдсэн."
    }
  },
  "offers": {
    "title": "Санал болгож байна",
    "sub_title": "Та үйлчлүүлэгчиддээ зориулж тусгай санал үүсгэж болох бөгөөд ингэснээр тэд нэг бараа худалдаж авсны дараа өөр барааг хямдралтай эсвэл бүр үнэгүй авах боломжтой болно.",
    "create_new": "Шинэ санал нэмэх",
    "qualified_products": "Эрх бүхий бүтээгдэхүүн",
    "min_quantity": "Хамгийн бага тоо хэмжээ",
    "min_purchase": "Хамгийн бага худалдан авалт",
    "discounted_products": "Хямдралтай бүтээгдэхүүн",
    "amount_usage": "Ашигласан хэмжээ",
    "delete_alert": {
      "title": "Саналыг устгах",
      "message": "Та энэ саналыг устгахдаа итгэлтэй байна уу?",
      "action": "Тийм, саналыг устгана уу"
    },
    "notifications": {
      "delete_success": "Саналыг амжилттай устгалаа."
    }
  },
  "offer_edit": {
    "title_edit": "Саналыг засах",
    "title_add": "Шинэ санал",
    "design_style": "Дизайн ба хэв маяг",
    "eligible_constraints": "Хэрэглэгчийн эрх бүхий хязгаарлалт",
    "title_input": "Гарчиг",
    "title_input_hint": "Та энэ хөнгөлөлтийн кодын нэрийг оруулж болно",
    "description_input": "Тодорхойлолт",
    "description_input_hint": "Энэ хөнгөлөлтийн кодын тайлбарыг бичнэ үү",
    "currency_input_message": "Энэ мөнгөн тэмдэгтэд санал болгох боломжтой.",
    "qualified_products": "Эрх бүхий бүтээгдэхүүн",
    "qualified_products_message": "Бүтээгдэхүүнийг зохих эрхтэй болгохын тулд сагсанд байгаа нийт зүйлс хамгийн бага тоо хэмжээтэй тэнцүү буюу түүнээс их байх ёстой.",
    "min_items": "Барааны хамгийн бага тоо хэмжээ",
    "min_items_message": "Үйлчлүүлэгчийн худалдан авах ёстой зүйлсийн тоо",
    "discounted_products": "Хямдралтай бүтээгдэхүүн",
    "offered_products": "Санал болгож буй бүтээгдэхүүнүүд",
    "offered_products_message": "Эдгээр бүтээгдэхүүний дор хаяж нэг нь сагсанд байх ёстой.",
    "discount_percent": "Хөнгөлөлтийн хувь",
    "discount_percent_message": "Эдгээр бүтээгдэхүүний хөнгөлөлтийн хувь.",
    "discount_percent_hint": "Хөнгөлөлтийн хувь хэмжээ",
    "per_order": "Нэг захиалгад хэрэглэх хамгийн их тоо",
    "per_order_message": "Саналыг захиалгад хэрэглэж болох хамгийн дээд тоо",
    "count_input": "Дүн",
    "count_input_hint": "Энэ саналыг хамгийн их ашиглах",
    "min_purchase": "Худалдан авалтын доод хэмжээ",
    "min_purchase_hint": "Худалдан авах үнэ нь энэ үнэ цэнээс их буюу тэнцүү байх ёстой",
    "limitation": "Хязгаарлалт",
    "date_start_input": "Эхлэх",
    "date_start_input_placeholder": "Купон хэзээ эхлэхээ сонгоно уу",
    "date_end_input": "Төгсгөл",
    "date_end_input_placeholder": "Хөнгөлөлт хэзээ дуусахыг сонгоно уу",
    "max_actives_is_3": "Та нэгэн зэрэг зөвхөн гурван идэвхтэй санал авах боломжтой.",
    "enable": "Автоматаар өргөдөл гаргах",
    "notifications": {
      "add": "Шинэ саналыг амжилттай үүсгэлээ.",
      "edit": "Саналыг амжилттай шинэчилсэн."
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "Баннер",
      "reportage": "Репортаж",
      "social": "Олон нийтийн сүлжээ",
      "offline": "Офлайн"
    }
  },
  "emails": {
    "title": "Имэйл маркетинг",
    "subtitle": "Имэйлийг чирэх, буулгах замаар зохион бүтээж, хадгалалтыг нэмэгдүүлэхийн тулд кампанит ажил төлөвлөн эхлүүлж, найдвартай, үнэн зөв мэдээллийг нэг дороос хараарай.",
    "cation_message": "⚠ Баталгаажаагүй худалдаачдад хязгаарлагдсан. (Бета)",
    "subject": "Сэдэв",
    "from": "-аас",
    "in_que": "Хүлээж байна",
    "schedule_at": "Цагийн хуваарь",
    "sent": "Илгээсэн",
    "sends": "Илгээдэг",
    "delivers": "Хүргэсэн",
    "views": "Үзсэн тоо",
    "clicks": "Товшилтууд",
    "buys": "Худалдан авалт",
    "new_email": "Шинэ имэйл нэмэх",
    "new_email_message": "Шинэ маркетингийн имэйл үүсгэж, төлөвлө"
  },
  "email_dashboard": {
    "review": "Шүүмж",
    "waiting_for_approve": "{name} баталгаажуулахыг хүлээж байна",
    "approved_by": "Имэйлийг {name} баталгаажуулж илгээсэн.",
    "not_submitted_send_request": "Та энэ имэйлийг илгээх хүсэлт хараахан ирүүлээгүй байна.",
    "reviewed_by": "{name} хянасан",
    "status": "Имэйл статус",
    "conversion": "Хөрвүүлэх ханш",
    "sell_performance": "Борлуулалтын гүйцэтгэл",
    "total_buys": "Борлуулалтын нийт тоо",
    "amount_buy": "Борлуулалтын нийт дүн",
    "average_sell": "Дундаж борлуулалт",
    "sessions": "Сессия",
    "overview": "Тойм",
    "purchase_amount": "Худалдан авалтын хэмжээ",
    "actions": "Хэрэглэгчийн үйл ажиллагаа"
  },
  "email_page": {
    "emails": "Имэйлүүд",
    "edit": "Засварлах"
  },
  "affiliate_page": {
    "affiliates": "Түнш түншүүд",
    "orders": "Захиалга",
    "payments": "Төлбөр"
  },
  "affiliate_dashboard": {
    "link": "Түнш түншийн холбоос",
    "fix_commission": "Тогтмол комисс",
    "percent_commission": "Хувьд суурилсан комисс",
    "last_payment": "Сүүлийн төлбөр",
    "balance": "Тэнцвэр",
    "total_payment": "Нийт төлбөр",
    "status": "Түнш түншийн статус ба хязгаарлалт",
    "available_for": "Д боломжтой",
    "orders_count": "Захиалгын хэмжээ",
    "orders_accepted": "Хүлээн авсан захиалга",
    "finance": "Санхүүгийн тайлан",
    "amount_accepted": "Зөвшөөрөгдсөн хэмжээ",
    "amount_paid": "Төлбөрийн дүн",
    "sessions": "Сессия",
    "affiliate_payment": "Түнш түншийн төлбөр",
    "amount_payment": "Төлбөрийн хэмжээ",
    "amount_payment_hint": "Гүйлгээний тодорхой хэмжээ",
    "i_paid": "Би {name}-д {amount} {currency} төлсөн",
    "pay_now": "Одоо төл"
  },
  "permission_roles": {
    "new_role": "Шинэ үүрэг нэмнэ үү",
    "new_role_message": "Багаар ажиллах ажлыг хөнгөвчлөх.",
    "new_role_action": "Шинэ үүрэг нэмнэ үү"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "Сугалаа",
    "sub_title": "Таны үйлчлүүлэгчид тоглоом тоглож, хожих боломжтой. Танай дэлгүүрийн үйлчлүүлэгчид тоглоом бүрт 10 чип хэрэглэх ёстой. Жишээлбэл, хэрэв та үйлчлүүлэгчиддээ 1000 ам. доллар хожих боломжийг олгохыг хүсвэл чип бүрийн үнийг 100 ам.доллар байх ёстой. Чип бүрийн 0 утга нь худалдан авагч худалдан авалт бүрт нэг чип авна гэсэн үг юм.",
    "manually_send_chip": "Та хэрэглэгчдэд гар аргаар чип илгээхийг хүсэж байна уу?",
    "lottery_enable": "Сугалаа идэвхжсэн үү?",
    "chip_price_input": "Чипийн үнэ",
    "zero_chip_message": "Захиалга бүрт 1х чип өгнө",
    "chip_has_price_message": "Захиалгын {amount} {currency} тутамд 1 чип өгнө үү.",
    "chip_disabled_message": "Чип идэвхгүй болсон!",
    "create_new": "Шинэ шагнал нэмнэ үү",
    "delete_alert": {
      "title": "Шагналыг устгах",
      "message": "Та энэ шагналыг бүрмөсөн устгахдаа итгэлтэй байна уу?",
      "action": "Тийм ээ, одоо устга"
    },
    "notifications": {
      "delete_success": "Шагналыг амжилттай устгалаа."
    }
  },
  "lottery_edit": {
    "title_edit": "Сугалааны зүйлийг засах",
    "title_add": "Сугалааны шинэ бараа",
    "general_config": "Ерөнхий тохиргоо",
    "design_style": "Загвар ба гадаад төрх",
    "enable": "Идэвхжүүлсэн үү?",
    "enable_message": "Дугуйд хамгийн ихдээ 14 зүйл байна.",
    "title_input": "Гарчиг",
    "title_input_hint": "Богино гарчиг бичнэ үү.",
    "description_input": "Тодорхойлолт",
    "description_input_hint": "Тухайн зүйлийн талаар тайлбар бичнэ үү.",
    "quantity": "Тоо хэмжээ",
    "quantity_message": "Нийт боломжтой зүйлс",
    "image": "Зураг",
    "image_placeholder": "Зүйлд зориулж зураг сонгоно уу",
    "chance": "Боломж",
    "chance_message": "Хувиар ялах боломж",
    "free_for_first": "Шинэ хэрэглэгчдэд үнэ төлбөргүй байдаг уу?",
    "free_for_first_message": "Шинэ үйлчлүүлэгчид энэ зүйлийг хожих боломжтой.",
    "prize": "Шагнал",
    "amount": "Шагналын хэмжээ",
    "amount_hint": "Хэрэглэгчид захиалгаа өгөхдөө ийм хэмжээний төлбөр хождог.",
    "currency_message": "Энэ зүйлийн валют. Бусад валютыг ханшаар хөрвүүлдэг.",
    "discount": "Хөнгөлөлт",
    "discount_message": "Хэрэглэгчийн захиалгын хөнгөлөлтийн хувь",
    "discount_limit": "Хөнгөлөлтийн хязгаар",
    "discount_limit_hint": "Үйлчлүүлэгчдэд зориулсан хамгийн их хөнгөлөлт.",
    "color": "Өнгө",
    "condition": "Нөхцөл байдал",
    "notifications": {
      "add": "Сугалааны шинэ зүйлийг амжилттай үүсгэлээ.",
      "edit": "Сугалааны зүйл амжилттай өөрчлөгдсөн."
    }
  },
  "gift_card_types_list": {
    "label": "Бэлгийн картын төрөл",
    "message": "Жагсаалтаас бэлгийн картын төрлийг сонгоно уу."
  },
  "email_builder": {
    "service_unavailable": "Таны бүртгэлд шуудангийн сервер идэвхгүй байна.",
    "design_section": "Таны цахим шуудангийн загвар",
    "schedule_switch": "Имэйл илгээх хуваарь гаргах уу?",
    "schedule_placeholder": "Имэйл илгээх цагийг сонгоно уу"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "Бүртгэлийн огноо",
      "description": "Хэрэглэгчийн бүртгэлийн огноогоор шүүнэ үү."
    },
    "LAST_BUY_DATE": {
      "title": "Сүүлийн худалдан авалт",
      "description": "Сүүлийн худалдан авалтын огноо."
    },
    "LOGIN_DATE": {
      "title": "Нэвтрэх огноо",
      "description": "Сүүлийн нэвтэрсэн огноо."
    },
    "LEVEL": {
      "title": "Хэрэглэгчийн клуб",
      "description": "Хэрэглэгчийн клубын гишүүд."
    },
    "SUBSCRIBED": {
      "title": "Бүртгүүлсэн",
      "description": "Имэйл хүлээн авах захиалгатай байх."
    },
    "NOT_PURCHASED": {
      "title": "Худалдан авалт байхгүй",
      "description": "Одоогоор худалдан авалт хийгээгүй үйлчлүүлэгчид."
    },
    "SEX": {
      "title": "Хүйс",
      "description": "Хэрэглэгчийн хүйс."
    },
    "LOCATION": {
      "title": "Байршил",
      "description": "Хэрэглэгчийн байршил."
    },
    "LIMIT": {
      "title": "Хязгаар",
      "description": "Хэрэглэгчийн дээд хязгаарыг тогтоох."
    },
    "SEGMENTS": {
      "title": "Сегментүүд",
      "description": "Тодорхой гарын авлагын сегментчлэлд үйлчлүүлэгчдийг хязгаарлах."
    }
  },
  "inline_help": {
    "helps_title": "Үйлчилгээний хэрэглэгчийн гарын авлага",
    "blogs_title": "Selldone блог дахь холбогдох контент"
  },
  "shop_tax": {
    "region": "Бүс нутаг",
    "label": "Шошго",
    "country_tax": "Улс орны татвар",
    "customer_tax": "Хэрэглэгчийн НӨАТ",
    "business_tax": "Бизнесийн НӨАТ",
    "shipping": "Хүргэлт",
    "override": "Дарж бичих",
    "country": "Улс",
    "vat_range": "НӨАТ-ын хүрээ",
    "custom": "Захиалгат",
    "regions": "Бүс нутаг",
    "rest_world": "Дэлхийн бусад орнууд",
    "overrides": "Дарж бичнэ",
    "dialog_set_title": "Татварын тохиргоо",
    "tax_setting": "Татварын тохиргоо",
    "vat": "VAT",
    "calculate_tax_input": "Татварыг автоматаар тооцох",
    "calculate_tax_message": "Энэ сонголтыг идэвхжүүлснээр таны захиалгад НӨАТ тооцож, хэрэглэх болно.",
    "tax_number": "Татварын дугаар",
    "tax_number_message": "Татварын дугаараа оруулна уу. Энэ регистрийн дугаарыг худалдан авагчийн нэхэмжлэх дээр тэмдэглэнэ.",
    "tax_included_in_price_input": "Бүтээгдэхүүний үнэд татвар багтсан",
    "tax_included_in_price_message": "Хэрэв та бүтээгдэхүүнийхээ үнэд татварын хэмжээг оруулсан бол энэ сонголтыг сонгоно уу. Татварын хэмжээг дараахь томъёогоор тооцоолно.",
    "tax_included_in_price_formula": "Татвар = (үнэ * НӨАТ) / (1 + НӨАТ), жишээлбэл, 10% -ийн нэмэгдсэн өртгийн хувьтай 100 долларын үнэтэй бүтээгдэхүүний татварын хэмжээ 9.09 доллар болно.",
    "tax_on_shipping_input": "Тээвэрлэлтэнд татвар ногдуулах",
    "tax_on_shipping_message": "Энэ сонголтыг сонгосноор тээвэрлэлтэд татвар ногдуулна.",
    "fixed_tax_rate": "Тогтмол татварын хувь хэмжээ",
    "dynamic_tax_rate": "Бүс нутгаас хамаарч татвар",
    "locations_tip": "Дээрх жагсаалтад зөвхөн Дэлгүүрийн тохиргоо > Байршил хэсэгт таны сонгосон улс орнуудыг таны борлуулж буй улсаар харуулна.",
    "locations_action": "Дэлгүүрийн байршлын тохиргоо",
    "save_alert": "Тохиргоог хадгалаагүй байна!",
    "pos_tax_setting": "POS татварын тохиргоо",
    "tax_exclude_title": "Оруулсан | Тооцоо хийх үед татвар нэмэгдэх болно",
    "tax_excluded_message": "Татварыг тооцоо хийх явцад төлбөр хийхээс өмнө тооцож, таны үйлчлүүлэгчийн нотлох баримтаас хамааран хасагдсан татварын үнэ дээр нэмнэ."
  },
  "transportation_page": {
    "menu": {
      "dashboard": "Хяналтын самбар",
      "transportations": "Хүргэлтийн аргууд",
      "orders": "Захиалга",
      "setting": "Тохиргоо",
      "delivery_services": "Үйлчилгээ",
      "delivery_persons": "Илгээгчид"
    },
    "go_to_courier_list": "Шуудангийн жагсаалтыг харах",
    "go_to_service_list": "Тээвэрлэлтийн үйлчилгээний жагсаалтыг харах"
  },
  "transportation_persons": {
    "title": "Илгээгчид",
    "notifications": {
      "success_add": "Шуудангийн ажилтан нэмсэн.",
      "success_reset": "Статистикийг шинэчилсэн.",
      "success_remove": "Илгээгчийг амжилттай устгалаа.",
      "success_update": "Шуудангийн мэдээллийг амжилттай шинэчилсэн."
    },
    "reset": {
      "title": "Статистикийг дахин тохируулах",
      "message": "Та энэ шуудангийн статистикийг шинэчлэхдээ итгэлтэй байна уу?",
      "action": "Тийм ээ, одоо дахин тохируулна уу"
    },
    "remove": {
      "title": "Courier-ийг устгана уу",
      "message": "Та энэ шууданг устгахдаа итгэлтэй байна уу?",
      "action": "Тийм ээ, одоо устга"
    },
    "add_dialog": {
      "title": "Шинэ шуудан зөөгч нэмнэ үү",
      "action": "Илгээгч нэмнэ үү"
    }
  },
  "transportation_orders": {
    "title": "Хүргэлтийн захиалга",
    "notifications": {
      "success_update": "Хүргэлтийн статусыг амжилттай шинэчилсэн.",
      "success_payment": "COD төлбөрийг амжилттай баталгаажууллаа."
    }
  },
  "delivery_person": {
    "actions_title": "Шуудангийн тохиргоо",
    "action_delivered": "Ачаалагдсан",
    "action_paid": "COD төлсөн",
    "action_returned": "Буцсан",
    "cod_confirm_action": "COD төлбөрийг баталгаажуулна уу",
    "pickup_dialog": {
      "title": "Та энэ багцын шуудан зөөгч мөн үү?",
      "message": "Хэрэв та энэ илгээмжийг авч явах үүрэгтэй бол Тийм гэснийг, үгүй бол Үгүй гэснийг сонгоно уу."
    },
    "status_dialog": {
      "title": "Төлөвийг {status} болгож өөрчлөх",
      "message": "Та хүргэлтийн статусыг {status} болгон өөрчлөхдөө итгэлтэй байна уу?",
      "action": "Тийм ээ, би үүнийг баталж байна!"
    },
    "cod_dialog": {
      "title": "COD төлбөр",
      "message": "Та худалдан авагчаас захиалгын дүнг хүлээн авсан гэдгээ баталж байна уу?",
      "action": "Тийм ээ, би төлбөрөө баталгаажуулж байна!"
    }
  },
  "transportation_services": {
    "title": "Хүргэлтийн үйлчилгээ",
    "notifications": {
      "success_add": "Хүргэлтийн үйлчилгээ нэмэгдсэн.",
      "success_reset": "Статистикийг шинэчилсэн.",
      "success_remove": "Үйлчилгээг амжилттай устгалаа.",
      "success_update": "Үйлчилгээг амжилттай шинэчилсэн."
    },
    "reset": {
      "title": "Статистикийг дахин тохируулах",
      "message": "Та энэ үйлчилгээний статистикийг шинэчлэхдээ итгэлтэй байна уу?",
      "action": "Тийм ээ, одоо дахин тохируулна уу"
    },
    "remove": {
      "title": "Хүргэлтийн үйлчилгээг устгана уу",
      "message": "Та энэ үйлчилгээг устгахдаа итгэлтэй байна уу?",
      "action": "Тийм ээ, одоо устга"
    },
    "add_dialog": {
      "title": "Хүргэлтийн шинэ үйлчилгээг нэмнэ үү",
      "action": "Үйлчилгээ нэмнэ үү"
    }
  },
  "delivery_receipt": {
    "title": "Хүргэлтийн баримт",
    "has_return": "Хүргэлтийн буцаалт",
    "cashed": "Бэлэн мөнгөний төлбөр"
  },
  "delivery_dashboard": {
    "select_destinations": "Жагсаалтад захиалга нэмнэ үү",
    "price_calculation": "Тээвэрлэлтийн үнийг тооцоол",
    "price_calculation_action": "Үнийг тооцоолох",
    "add_request": "Үйлчилгээг хүсэх",
    "add_request_action": "Үйлчилгээний хүсэлтийг илгээнэ үү",
    "refresh_action": "Мэдээллийг шинэчлэх"
  },
  "delivery_order": {
    "title": "Хүргэлтийн захиалга",
    "has_return": "Хүргэлтийн буцаалт",
    "cashed": "Бэлэн мөнгөний төлбөр"
  },
  "cash_register": {
    "menu": {
      "panel": "Бэлэн мөнгөний бүртгэл",
      "orders": "Захиалга",
      "customers": "Үйлчлүүлэгчид",
      "devices": "Төхөөрөмжүүд",
      "inventory": "Бараа материал"
    },
    "payment_confirm": "Төлбөрийн баталгаа",
    "payment_confirm_msg": "Харилцагчийн төлбөртэй захиалга {basket_id}."
  },
  "barcode_scanner": {
    "wifi_pass": "Таны Wi-Fi нууц үг",
    "message": "WiFi чиглүүлэгчийнхээ нууц үгийг оруулаад QR кодыг уншина уу.",
    "wifi_ssid": "Wi-Fi SSID",
    "ssid_message": "Wi-Fi сүлжээний нэрийг (SSID) оруулна уу."
  },
  "pos_devices": {
    "Scanner": "Бар код сканнер",
    "Scanner_desc": "Бар код скан хийгчийг ашиглахын тулд та бүтээгдэхүүний тохиргоонд бүтээгдэхүүний SKU кодыг зөв оруулах ёстой.",
    "Printer": "Принтер",
    "Printer_desc": "Баримтын хэвлэгчтэй холбогдож үйлчлүүлэгчдийнхээ баримтыг хэвлээрэй.",
    "CustomerView": "Хэрэглэгчийн харах",
    "CustomerView_desc": "Энэ хуудас нь танд захиалгын дэлгэрэнгүй мэдээллийг үйлчлүүлэгчдэдээ харуулах боломжийг олгоно.",
    "CardReader": "Карт уншигч",
    "CardReader_desc": "Үйлчлүүлэгчид тань COD төлөх карт уншигч төхөөрөмж.",
    "ChipReader": "Чип уншигч",
    "ChipReader_desc": "NFC шошго уншигч нь шошго ашиглан сагсанд зүйл нэмэх."
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "Төхөөрөмжийг устгана уу",
      "message": "Та энэ төхөөрөмжийг өөрийн POS профайлаас устгахдаа итгэлтэй байна уу?",
      "action": "Тийм ээ, одоо устга"
    }
  },
  "pos_process_center": {
    "title": "POS захиалга боловсруулах төв",
    "menu": {
      "label": "Багцын шошго",
      "receipt": "Баримт",
      "back": "Буцах",
      "timeline": "Он цагийн хэлхээс",
      "order": "Захиалга"
    }
  },
  "pos": {
    "add_customer": "Хэрэглэгч нэмэх",
    "set_delivery": "Хүргэлтийн хаягийг тохируулах",
    "add_giftcards": "Бэлгийн карт нэмнэ үү",
    "add_discount_code": "Хөнгөлөлтийн код нэмнэ үү",
    "add_coupon": "Купон нэмэх",
    "set_campaign": "Кампанит ажил тохируулах",
    "select_buyer": "Худалдан авагчаа сонго!",
    "send_to_pos": "Карт уншигч машин руу илгээнэ үү",
    "print_receipt": "Баримт хэвлэх",
    "confirm_cash_payment": "Бэлэн мөнгөөр төлбөрөө баталгаажуулна уу",
    "payment_cod": {
      "title": "Хүргэлтийн төлбөрийг бэлэн мөнгөөр хийнэ",
      "message": "Энэ захиалгын дүнг хүргэлтийн дараа төлнө. Худалдан авагчаас дүнг хүлээн авсны дараа та систем дэх захиалгыг дуусгахын тулд төлбөрөө баталгаажуулах ёстой."
    },
    "payment_online": {
      "title": "Онлайн төлбөрийн аргыг сонгоно уу",
      "message": "Дараах сонголтуудыг сонгосноор төлбөрийн холбоосыг үүсгэж, худалдан авагч руу илгээнэ. Энэ холбоосыг төлснөөр захиалгын статус төлбөртэй горимд шилжинэ. Төлбөрийн холбоосыг хэрэглэгчийн дэлгэц, SMS эсвэл имэйл дээрх QR кодыг сканнердах замаар үүсгэнэ. Холбоос илгээх дурын сувгийг идэвхжүүлэхийн тулд тухайн сонголт дээр дарж, дараа нь худалдан авагч руу төлбөрийн баримт илгээх товчийг дарна уу."
    },
    "notifications": {
      "success_pay": "Захиалгын төлбөр дууссан.",
      "success_order": "Захиалга амжилттай хийгдсэн бөгөөд үйлчлүүлэгч төлбөрөө төлөхийг хүлээж байна."
    },
    "payment_dialog": {
      "check_pay_now": "Төлбөрийг гараар шалгана уу",
      "close_action": "Харилцах цонхыг хаах. Би үйлчлүүлэгчийн төлбөрийг хүлээхийг хүсэхгүй байна",
      "go_to_order": "Захиалгын хуудас руу очно уу",
      "paid_by_gift_card_msg": "Бэлгийн картнаас захиалгын нийт дүнг татан авлаа! Худалдан авагч илүү төлөх шаардлагагүй.",
      "cod_msg": "Үйлчлүүлэгч захиалгыг хүлээн авахдаа төлнө.",
      "online_msg": "Үйлчлүүлэгчээс хэрэглэгчийн дэлгэцэн дээр QR кодыг скан хийхийг хүс."
    },
    "name": "POS",
    "message": "Тохиргооны өртөг багатай онлайн борлуулалтын цэгийг ажиллуулж, дурын ухаалаг утас, таблет, компьютер дээрээ ажиллуулж эсвэл гараар захиалгаа өгөөрэй."
  },
  "exporter": {
    "title": "Өгөгдлийг экспортлох",
    "subtitle": "Таны өгөгдөл танд хамаарна! Та хүссэн үедээ бизнесийн мэдээллээ стандарт форматаар татаж авах боломжтой. Гэсэн хэдий ч үйлчлүүлэгчдийнхээ хувийн нууцыг хүндэтгэж, тэдэнд спам илгээж болохгүй, тэдний мэдээллийг гуравдагч этгээдтэй хэзээ ч бүү хуваалц.",
    "excel": "Та Excel форматаар дэлгүүрт байгаа бүх {type} жагсаалтыг бүрэн мэдээллийн хамт хүлээн авах болно.",
    "csv": "Та дэлгүүрт байгаа бүх {төрлийн} жагсаалтыг CSV форматаар бүрэн мэдээллийн хамт хүлээн авах болно. Энэ формат нь дэлгүүрт {type} импортлох Selldone стандарт форматтай тохирч байна."
  },
  "importer": {
    "category": {
      "title": "Импортын ангилал",
      "subtitle": "Ангиллын CSV файлыг энд байршуулна уу. Стандарт форматыг дагаж мөрдөөрэй."
    },
    "product": {
      "title": "Импортын бүтээгдэхүүн",
      "subtitle": "Бүтээгдэхүүний CSV файлыг энд байршуулна уу. Стандарт форматыг дагаж мөрдөөрэй."
    },
    "product_images": {
      "title": "Зураг импортлох",
      "subtitle": "Зургийн мэдээллийг хүлээн авах нь цаг хугацаа их шаарддаг. Зургийг импортлохдоо зохиогчийн эрхийг хүндэтгэхээ мартуузай."
    },
    "inventory": {
      "title": "Бараа материалыг бөөнөөр нь шинэчлэх",
      "subtitle": "Бараа материалын CSV файлыг энд байршуулна уу. Эхлээд CSV файлыг экспортлож, дараа нь файлыг засварлах замаар стандарт форматыг дагаж мөрдөөрэй."
    },
    "back_to_products": "Бүтээгдэхүүний жагсаалт руу буцах",
    "back_to_categories": "Ангиллын жагсаалт руу буцах",
    "back_to_inventory": "Бараа материалын жагсаалт руу буцах",
    "step_select_file": "CSV файлыг сонгоно уу",
    "step_send_to_server": "Сервер рүү илгээх",
    "step_view_result": "Үр дүнг харах",
    "step_view_que": "Хүлээгдэж буй жагсаалтыг харах",
    "send_to_server_action": "Сервер рүү илгээх",
    "shop_license": "Дэлгүүрийн лиценз",
    "max_items_limit": "Барааны дээд хязгаар",
    "total_items": "Нийт зүйл",
    "customer": {
      "title": "Импортын үйлчлүүлэгч",
      "subtitle": "Хэрэглэгчийн CSV файлуудыг энд байршуулна уу. Та стандарт форматыг дагаж мөрдөж байгаа эсэх, мөн нууцлалын дүрмийг дагаж мөрдөх ёстой."
    }
  },
  "campaigns": {
    "title": "Кампанит ажил",
    "subtitle": "Кампанит ажил, хянах боломжтой холбоос үүсгэж, найдвартай, үнэн зөв мэдээллийг нэг дороос хараарай. Бид танд өгөгдөлд тулгуурласан илүү сайн шийдвэр гаргахад тусална.",
    "add_action": "Шинэ кампанит ажил нэмнэ үү",
    "empty_message": "Анхны кампанит ажилаа яг одоо үүсгэ!",
    "delete": {
      "title": "Кампанит ажлыг устгах",
      "message": "Та энэ кампанит ажил болон бүх өгөгдлийг устгахдаа итгэлтэй байна уу?",
      "action": "Тийм ээ, одоо устга"
    }
  },
  "landing_categories": {
    "raw": "Түүхий загварууд",
    "marketing": "Маркетинг & Зар",
    "product": "Бүтээгдэхүүний танилцуулга",
    "health": "Эрүүл мэнд, фитнесс",
    "food": "Хоол хүнс, жимс жимсгэнэ",
    "house": "Үл хөдлөх хөрөнгө, байшин",
    "device": "Машин ба төхөөрөмж",
    "car": "Машин",
    "software": "Програм хангамж",
    "clothing": "Хувцас, гутал",
    "jewellery": "Үнэт эдлэл",
    "all": "Бүх загварууд"
  },
  "shop_theme": {
    "theme_colors": "Сэдвийн өнгө",
    "products_view_mode": "Худалдааны жагсаалтыг харах",
    "products_view_mode_desc": "Дэлгэцийн хэмжээнээс хамааран та дэлгүүрийнхээ бүтээгдэхүүний дэлгэцийн горимыг тохируулах боломжтой. Энэ горимыг анхдагчаар авч үзэх бөгөөд хэрэглэгч дэлгэцийн горимыг өөрчилсөн тохиолдолд хэрэглэхгүй.",
    "color_light": "Үндсэн өнгө",
    "color_dark": "Үндсэн бараан өнгө",
    "color_deep_dark": "Гүн харанхуй өнгө",
    "color_info": "Холбоосууд",
    "light_checkout": "Хөнгөн тооцооны сэдэв",
    "light_header": "Хөнгөн толгой",
    "light_footer": "Хөнгөн хөл хэсэг",
    "product_page": "Бүтээгдэхүүний хуудас",
    "typography": "Типографи",
    "header": "Толгой хэсэг",
    "custom_code": "Тусгай код",
    "custom_css": "Захиалгат CSS",
    "light_filter": "Ангилал шүүлтүүрийн сэдэв",
    "custom_variants": "Хувилбарууд"
  },
  "app_templates": {
    "default": "Өгөгдмөл",
    "blue": "Цэнхэр далай",
    "amber": "Хув",
    "green": "Экваторын",
    "red": "Цус сорогч",
    "magenta": "Цэцэг",
    "master": "Багш аа",
    "black": "Муу тал"
  },
  "affiliate_orders": {
    "title": "Түнш түншийн захиалга",
    "table": {
      "order_price": "Захиалгын хэмжээ",
      "order_payment": "Захиалгын төлбөрийн төлөв",
      "order_link": "Захиалгын холбоос",
      "commission_status": "Комиссын статус",
      "commission_amount": "Комиссын хэмжээ",
      "items": "Эд зүйлс",
      "actions": "Үйлдлүүд",
      "create_date": "Огноо үүсгэх"
    },
    "notifications": {
      "update_success": "Түншлэлийн статус шинэчлэгдсэн."
    }
  },
  "affiliate_payments": {
    "title": "Түнш түншийн төлбөр",
    "table": {
      "staff": "Ажилтнууд",
      "amount": "Дүн",
      "note": "Анхаарна уу",
      "date": "Огноо"
    }
  },
  "my_roles": {
    "title": "Миний дүрүүд",
    "message": "Үүрэг бол дэлгүүрийн ажилчдад олгодог хандалтын төрөл юм. Жишээлбэл, захиалга илгээх, савлах үүрэгтэй ажилтнууд."
  },
  "role_card": {
    "complete_tasks": "Дууссан даалгаварууд",
    "reject_tasks": "Татгалзсан даалгавар",
    "last_check": "Саяхны шалгалт"
  },
  "referral_widget": {
    "apply_now": "Энэ хөтөлбөрт яг одоо өргөдөл гарга!",
    "no_bonus": "Найзыгаа урьж анхны шагналаа аваарай.",
    "your_gift": "Таны бэлэг",
    "invited_gift": "Уригдсан бэлэг",
    "percent_bonus": "Хувийн урамшуулал",
    "discount_bonus": "Хөнгөлөлтийн урамшуулал",
    "registered": "Шинэ хэрэглэгч",
    "accepted": "Зөвшөөрөгдсөн хэрэглэгч"
  },
  "app_config": {
    "reviews": "Шүүмж",
    "rate_now": "Яг одоо үнэлнэ үү",
    "category": "Ангилал",
    "uninstall": "Устгах",
    "get_app": "Апп татаж авах",
    "public_keys": "Нийтийн түлхүүрүүд",
    "private_keys": "Хувийн түлхүүрүүд (Аюулгүй)",
    "config": "Апп тохиргоо",
    "app_status": "Өргөдлийн статус",
    "app_info": "Хэрэглээний мэдээлэл",
    "update_at": "Сүүлийн үеийн шинэчлэл",
    "visit_website": "Вэбсайтад зочилно уу",
    "privacy": "Нууцлалын бодлого",
    "installs": "Суулгасан",
    "basic_profile_permission": "Профайлын үндсэн мэдээлэл",
    "developer": "Хөгжүүлэгч",
    "permissions": "Зөвшөөрөл",
    "total_comments": "Нийт сэтгэгдэл",
    "delete_dialog": {
      "title": "Програмыг устгана уу",
      "message": "Та энэ програмыг дэлгүүрээсээ устгахыг хүсэж байна уу?",
      "action": "Тийм ээ, програмыг устгана уу"
    },
    "notifications": {
      "uninstall_success": "Програмыг амжилттай устгалаа."
    }
  },
  "shop_bots": {
    "not_set": "Тохируулаагүй!",
    "tokens": "Токен(ууд)",
    "webhook": "Webhook",
    "calls": "Дуудлага",
    "dialog": {
      "title": "{name} Ботын тохиргоо",
      "message": "Байгууллагын түвшний худалдан авалтын туршлагыг бий болгох цогц ботын хүрээ."
    }
  },
  "shop_customers": {
    "title": "Хэрэглэгчийн удирдлага",
    "all_customers": "Бүх үйлчлүүлэгчдийг татаж авах",
    "filtered_customers": "Шүүгдсэн үйлчлүүлэгчид",
    "dialog_chips": {
      "title": "Хэрэглэгчийн чипийн тоог тохируулна уу"
    },
    "dialog_club": {
      "title": "Хэрэглэгчийн клубын түвшинг тогтоох"
    }
  },
  "app_dashboard": {
    "status": "Статусыг нийтлэх",
    "statistics": "Статистик"
  },
  "app_publish": {
    "production_version": "Үйлдвэрлэлийн хувилбар",
    "beta_version": "Бета хувилбар",
    "alpha_version": "Альфа хувилбар"
  },
  "app_publish_widget": {
    "header": "Дэлгүүрийн вэб сайтын толгой хэсэг",
    "header_code": "Толгойн код",
    "admin_page": "Админ хуудсууд",
    "name": "Нэр",
    "icon": "Дүрс",
    "url": "Url"
  },
  "app_api": {
    "title": "API хандалт",
    "revoke_api": "API хүчингүй болгох",
    "api_key": "API түлхүүр",
    "secret": "Нууц түлхүүр",
    "client": "Үйлчлүүлэгч",
    "redirect_url": "URL хаягуудыг дахин чиглүүлэх",
    "client_name": "Үйлчлүүлэгчийн нэр"
  },
  "app_loader_page": {
    "no_ui_title": "Энэ програмд UI байхгүй!",
    "no_ui_desc": "Зарим програмууд нь админ хэсэгтээ хэрэглэгчийн интерфэйс шаарддаггүй. Энэ програм нь зөвхөн таны дэлгүүрийн вэб сайтын толгой хэсэгт код нэмэх боломжтой.",
    "header": "Толгойн код"
  },
  "finance_report": {
    "export_title": "Санхүүгийн мэдээллийг экспортлох",
    "export_sub_title": "Санхүүгийн мэдээллийг нэг файлд татаж аваарай.",
    "start_input_placeholder": "Тайлан эхлэх огноог сонгоно уу",
    "end_input_placeholder": "Тайлан дуусах огноог сонгоно уу",
    "download_action": "Санхүүгийн жагсаалтыг татаж авах"
  },
  "shop_notifications": {
    "title": "Дэлгүүрийн мэдэгдэл",
    "sub_title": "Бот, Имэйл, SMS, ...",
    "message": "Дэлгүүрийн мэдэгдлийн тохиргоо болон тохиргоогоо засна уу",
    "channel": "Суваг",
    "status": "Статус",
    "events": "Үйл явдал",
    "info": "Мэдээлэл",
    "actions": "Үйлдлүүд",
    "connected": "Холбогдсон",
    "not_connected": "Холбогдоогүй!",
    "connect_now": "Одоо холбогдоно уу",
    "send_test": "Туршилтын өгөгдлийг илгээх",
    "disconnect": "Салга",
    "dialog": {
      "title": "Ботын тохиргоо",
      "message": "Байгууллагын түвшний цахим худалдааны туршлагыг бий болгоход зориулсан иж бүрэн мэдэгдлийн хүрээ.",
      "action": "Энд дар!",
      "set_config": "Тохиргоог тохируулах"
    }
  },
  "notification_events": {
    "new_order": "🛍️ Захиалга өгнө үү",
    "payment": "💳 Төлбөр",
    "return": "📦 Буцах",
    "weekly_report": "📈 Долоо хоног тутмын тайлан"
  },
  "order_delivery": {
    "title": "Хүргэлт",
    "add_to_delivery_que_action": "Тээвэрлэлтийн дараалалд нэмнэ үү",
    "in_que": "Тээвэрлэлтийн дараалалд байна",
    "message": "Тээвэрлэлтийн шуудангаар илгээмжийг өгсний дараа <b>Хүргэлтийг баталгаажуулах</b> товчийг дарна уу.",
    "message_add_to_service": "Хэрэв та энэ багцыг <b>хүргэлтийн үйлчилгээгээр</b> илгээхийг хүсвэл дараах товчийг дарна уу.",
    "action": "Хүргэлтийн баталгаажуулалт",
    "checklist": [
      "Илгээгчийн иргэний үнэмлэхийг шалгана уу.",
      "Бүтээгдэхүүний сав баглаа боодол, цаг тухайд нь хүргэх нь таны үйлчлүүлэгчдийн хадгалалтын түвшинг нэмэгдүүлэх болно."
    ],
    "manual": {
      "title": "Үйлчлүүлэгчийн хүргэлтийг баталгаажуулахыг хүлээж байна.",
      "action_received": "Худалдан авагчийн баталгаажуулалт",
      "action_returned": "Хүргэлтийн буцаалт",
      "message": "Жич: Хэрэв захиалагч захиалгыг хүлээн авбал та дараах сонголтуудыг ашиглан биелэлтийг дуусгах боломжтой. Систем дэх зарим тээврийн үйлчилгээ нь хүргэлтийг автоматаар баталгаажуулах болно."
    },
    "auto_complete_note": "Тодорхой хугацааны дараа захиалгын статус хүргэгдсэн болж өөрчлөгдөнө. Энэ хугацаа нь захиалгын төрлөөс хамаарч өөр өөр байх ба системээр тодорхойлогддог.",
    "received": {
      "title": "Хэрэглэгчид хүргэсэн.",
      "delivered_date": "Хүргэлтийн өдөр"
    },
    "receiver": "Хүлээн авагч",
    "bill": "Баримт",
    "tracking": {
      "title": "Хяналтын код / Url нэмнэ үү",
      "code": "Хяналтын код",
      "url": "Хяналтын url",
      "message": "Хэрэв та энэ захиалгын хяналтын кодыг өгдөг үйлчилгээгээр тээвэрлэсэн бол энэ хэсэгт код болон холбогдох хяналтын холбоосыг оруулах боломжтой. Энэ мэдээллийг хэрэглэгчдэд үзүүлэх болно."
    },
    "preferred_delivery_time": "Хүргэлтийн тохиромжтой цаг",
    "manage_couriers": "Миний шуудан зөөгчийг удирдаарай",
    "manage_service": "Үйлчилгээг удирдах",
    "option_deliver_by_courier": "Сонголт 1: Шуудангаар хүргэх.",
    "option_add_to_que": "Сонголт 2: Тээвэрлэлтийн үйлчилгээний хуудсан дээр боловсруулахын тулд дараалалд нэмнэ үү.",
    "option_instant_shipping": "Сонголт 3: Шууд хүргэлт.",
    "pickup_action": "Татаж авах баталгаа"
  },
  "shop_home_edit": {
    "title": "Нүүр хуудасны тохиргоо",
    "sub_title": "Вэбсайтынхаа үндсэн хуудсыг тохируулна уу",
    "default_home": "Үндсэн нүүр хуудас",
    "default_home_placeholder": "Дэлгүүр хуудас нь вэбсайтын нүүр хуудас юм"
  },
  "selldone_referral_page": {
    "title": "Лавлах самбар",
    "referral_link": "Лавлах холбоос",
    "registered": "Бүртгүүлсэн",
    "accepted": "Хүлээн зөвшөөрсөн",
    "bank": "Банк",
    "bank_title": "Мөнгө авах банкны мэдээлэл",
    "new_users": "Шинэ хэрэглэгчид",
    "performance": "Гүйцэтгэл",
    "credit_mode": "Зээлийн горим",
    "get_stickers": "Хуулж, өнгөрсөн стикерийн HTML кодыг аваарай",
    "click_copy_sticker_code": "html кодыг хуулахын тулд тэмдэг дээр дарна уу."
  },
  "selldone_referral_payment": {
    "title": "Лавлагааны төлбөр",
    "officer": "Офицер",
    "amount": "Гүйлгээний дүн",
    "note": "Анхаарна уу",
    "date": "Огноо"
  },
  "widget_shop_gateway": {
    "link_account_caution": "Бүртгэлээ ({currency}) дэлгүүртээ холбоно уу! Энд дар.."
  },
  "product_sell_widget": {
    "title": "Бүтээгдэхүүний борлуулалтын гүйцэтгэл"
  },
  "fulfilment_order_widget": {
    "title": "Dropshipping-ийн гүйцэтгэл",
    "check_action": "dropshipping хүлээн авна уу",
    "uncheck_action": "Захиалга баталгаажлаа",
    "pay_action": "Барааны үнийг төлөх..",
    "pay_completed": "Төлбөрийн баталгаа",
    "list_of_items": "Эд зүйлсийг дахин борлуулах",
    "checklist": [
      "Шууд бусаар борлуулсан бүтээгдэхүүнийхээ хэмжээг анхны худалдагчид төлнө.",
      "Нягтлан бодох бүртгэлийн хэсэг> Дэлгүүрийн Dropshipping хэсгээс ханган нийлүүлэгчид бүтээгдэхүүний үнийг хамтад нь төлж барагдуулах боломжтой.",
      "Төлбөр төлсний дараа ханган нийлүүлэгч таны захиалгыг хүлээн авч бэлтгэсний дараа шууд худалдан авагч руу илгээнэ."
    ],
    "message": "Нийлүүлэгчид захиалгын хураамж төлсний дараа энэ хэсгээс захиалга илгээх явцыг харна уу."
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "Хяналтын самбар",
      "orders": "Захиалга",
      "inventory": "Бараа материал",
      "shops": "Борлуулагчид",
      "requests": "Хүсэлтүүд"
    },
    "drop_shipping_charge": "Dropshipping төлбөр"
  },
  "dropship_request_status": {
    "PENDING": "Хүлээгдэж байна",
    "ACCEPT": "Зөвшөөрөх",
    "REJECT": "Татгалзах"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "Хяналтын самбар",
      "orders": "Захиалга",
      "wallet": "Түрийвч"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "Борлуулагчийн хяналтын самбар"
  },
  "dropshipping_reseller_orders": {
    "title": "Борлуулагчийн захиалга"
  },
  "dropshipping_reseller_wallet": {
    "title": "Борлуулагчийн түрийвч"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "Төлбөрийн баталгаа",
      "payment_success": "Төлбөр дууссан.",
      "buy_title": "Худалдан авах",
      "pay_by_giftcards": "Таны захиалгыг бэлгийн картаар төлсөн.",
      "free_order": "Таны захиалга үнэгүй.",
      "pay_by_cod": "Таны захиалгыг хүргэлтийн бэлэн мөнгөөр бүртгэсэн.",
      "pay_by_dir": "Таны захиалга шууд төлбөрт бүртгэгдсэн тул төлбөрөө хийж, төлбөрийн баримтаа захиалгын хуудсандаа байршуулна уу.",
      "pay_title": "Төлбөр",
      "qr_code_payment": "Төлбөрийн QR код үүсгэсэн.",
      "connecting_to_online_gateway": "Онлайн төлбөрийн гарцтай холбогдож байна."
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "Төлбөр баталгаажсан.<br> Огноо: {payment_at}",
      "pay_fail_title": "Төлөгдөөгүй",
      "pay_fail_message": "Төлбөрийг баталгаажуулах боломжгүй байна!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "Борлуулагч төлбөрөө захиалж байна",
      "balance": "Таны дансны үлдэгдэл",
      "total_cost": "Нийт захиалгын зардал",
      "need_charge": "Цэнэглэх шаардлагатай",
      "no_account_cation": "Танд данс байхгүй! Бөөний худалдаачин руу залгаарай.",
      "orders": "Захиалга"
    },
    "notifications": {
      "success_pay": "Эдгээр захиалгын төлбөрийг баталгаажуулж, амжилттай хийж дуусгалаа."
    }
  },
  "dropship_accounts": {
    "charge_account": "Төлбөрийн данс",
    "charge_dialog": {
      "title": "dropshipping дансаа цэнэглэ",
      "amount_input": "Дансны төлбөр",
      "charge_now": "Одоо цэнэглэ"
    }
  },
  "dropship_admin_dashboard": {
    "title": "Борлуулагчийн хүсэлт",
    "today_order_count": "Өнөөдрийн захиалга тоологдож байна",
    "yesterday_order_count": "Өчигдрийн захиалга тооцогдоно",
    "total_7_days": "Сүүлийн 7 хоногийн нийт захиалга"
  },
  "dropshipping_products": {
    "no_shops": "Уучлаарай, дэлгүүр олдсонгүй. Ирээдүйд илүү олон дэлгүүрүүд байх тул та тэдний бүтээгдэхүүнийг дэлгүүртээ байрлуулах боломжтой.",
    "show_all_shops": "Бүх дэлгүүрийг харуулах",
    "show_all_message": "Та бүх дэлгүүрийг үзэх боломжтой",
    "current_shop": "Одоогийн дэлгүүр",
    "request_account": "Бүртгэл хүсэх",
    "request_accepted": "Хүсэлтийг хүлээн авлаа",
    "request_rejected": "Хүсэлтийг татгалзсан",
    "request_pending": "Хүсэлт хүлээгдэж байна..",
    "notifications": {
      "add_product": "Таны дэлгүүрт бүтээгдэхүүн нэмэгдлээ.",
      "request_access": "Бид таны нэвтрэх хүсэлтийг бөөний худалдаачин руу илгээсэн."
    },
    "show_eligible_shops_message": "Эрх бүхий дэлгүүрүүдийг харуулах"
  },
  "product_dropshipping": {
    "need_re_enable": "Энэ бүтээгдэхүүнийг анхны худалдагч өөрчилсөн бөгөөд эдгээр үнийн өөрчлөлт нь таны дэлгүүрт байгаа бүтээгдэхүүнийг идэвхгүй болгосон. Өөрчлөлтүүдийг шалгаад, хэрэв та бүтээгдэхүүнийг дахин идэвхжүүлэхийг зөвшөөрвөл доорх товчийг дарна уу.",
    "need_re_enable_action": "Зөвшөөрч, өөрчлөлт оруулах, идэвхжүүлэх",
    "changed_value": "Энэ бүтээгдэхүүнийг анхны худалдагч зассан. Өөрчлөлтүүдийг шалгаад бүтээгдэхүүндээ өөрчлөлт оруулахыг зөвшөөрвөл доорх товчийг дарна уу.",
    "changed_value_action": "Зөвшөөрч, өөрчлөлт хийнэ үү",
    "parent_deleted": "Энэ зүйлийг анхны худалдагч устгасан.",
    "parent_closed": "Энэ бүтээгдэхүүнийг анхны худалдагч идэвхгүй болгосон! Та энэ бүтээгдэхүүнийг дэлгүүртээ зарах боломжгүй, гэхдээ анхны худалдагч бүтээгдэхүүнийг дахин идэвхжүүлбэл та энэ бүтээгдэхүүнийг дэлгүүртээ дахин идэвхжүүлэх боломжтой.",
    "notifications": {
      "re_enable_success": "Энэ бүтээгдэхүүнийг дахин идэвхжүүлсэн.",
      "update_success": "Энэхүү бүтээгдэхүүний мэдээллийг анхны бүтээгдэхүүний мэдээллээр шинэчилсэн."
    }
  },
  "product_dropshipping_admin": {
    "title": "Dropshipping",
    "save_alert": "Энэ бүтээгдэхүүний хүргэлтийн тохиргоо өөрчлөгдсөн. Та өөрчлөлтүүдийг хадгалахыг хүсэж байна уу?",
    "reselling_message": "Энэ сонголтыг идэвхжүүлснээр бусад худалдагчид таны бүтээгдэхүүнийг дэлгүүртээ нэмэх боломжтой болно.",
    "reselling": "Dropshipping-г идэвхжүүлнэ үү",
    "price_merchants": "Худалдаачдын үнэ",
    "price_commission": "Худалдааны комисс (тогтмол)"
  },
  "buy_button": {
    "waiting_for_availability": "Боломжтой байхыг хүлээж байна",
    "inform_me_when_available": "Боломжтой бол надад мэдэгдээрэй!",
    "pay_buy": "Төл & Худалдан авах",
    "quantity": "Тоол",
    "quantity_in_basket": "Сагсанд байгаа зүйлс",
    "count_unit": "х",
    "remove": "Устгах",
    "add_to_basket": "Картанд нэмэх",
    "buy": "Худалдан авах",
    "notifications": {
      "inform_add_success": "Үүнийг бэлэн болсон үед бид танд мэдэгдэх болно.",
      "inform_remove_success": "Таныг хүлээлгийн жагсаалтаас хаслаа."
    },
    "book_now": "Яг одоо захиалаарай",
    "reserve_now": "Яг одоо захиалаарай",
    "buy_now": "Одоо худалдаж авах"
  },
  "product_info": {
    "fake": "Хуурамч",
    "action": "Дуудлага худалдаа",
    "compare_limit": "10 зүйлийн хязгаар",
    "compare_add": "Харьцуулахын тулд нэмнэ үү",
    "compare_be_in_list": "Харьцуулсан жагсаалтад",
    "type": "Төрөл",
    "brand": "Брэнд",
    "category": "Ангилал",
    "discount": "Хөнгөлөлт",
    "track_price": "Үнэ хянах",
    "waiting_for_auction": "Дуудлага худалдаа хүлээж байна уу?",
    "inform_auction": "Дуудлага худалдаа хийх үед надад мэдэгдээрэй",
    "return_in_days": "{days} хоногийн баталгаат хугацаа",
    "support24h7": "7 хоногийн 24 цагийн турш дэмжинэ",
    "support_normal": "Ажлын цагийн дэмжлэг",
    "original_guarantee": "Жинхэнэ баталгаа",
    "cod_payment": "Хүргэлтийн бэлэн мөнгөний дэмжлэг",
    "pros": "Давуу тал",
    "cons": "Сул талууд",
    "external_link": "Цааш унших",
    "notifications": {
      "congratulation": "Баяр хүргэе",
      "waiting_list_add_success": "Энэ бүтээгдэхүүнийг дуудлага худалдаанд оруулахад бид танд мэдэгдэх болно.",
      "waiting_list_delete_success": "Та дуудлага худалдааны хүлээлгийн жагсаалтаас гарлаа."
    },
    "offer_message": "{min_quantity}-г худалдаж аваарай, эдгээр барааг {percent}%-н хямдруулж аваарай",
    "up_to": "Захиалга бүрт {per_order}x хүртэл",
    "get_free": "ҮНЭГҮЙ АВАХ",
    "get_off": "{percent}% ХЯМДРАЛ АВАХ"
  },
  "styler": {
    "size_class": "Хэмжээ ба ангилал",
    "delete_bg": "Арын дэвсгэр зургийг устгах",
    "bg_color": "Дэвсгэр өнгө",
    "section_style": "Хэсгийн хэв маягийг тохируулах",
    "link": "Холбоосыг тохируулах",
    "show_products": "Бүтээгдэхүүн / Ангиллын жагсаалтын менежмент",
    "show_product": "Бүтээгдэхүүн сонгох",
    "delete_section": "Хэсгийг устгах",
    "text_color": "Текстийн өнгө",
    "tex_align": "Текстийн зэрэгцүүлэх",
    "text_style": "Текстийн хэв маяг",
    "bg_image": "Арын зураг",
    "product": {
      "title": "Бүтээгдэхүүн сонгох"
    },
    "products": {
      "title": "Бүтээгдэхүүн, ангиллын жагсаалтын менежмент",
      "sort_options": "Эрэмбэлэх, харах тохиргоог сонгоно уу",
      "item_types": "Зөвхөн бүтээгдэхүүн / ангиллыг харуулах",
      "product_only": "Зөвхөн бүтээгдэхүүн",
      "category_only": "Зөвхөн ангилал",
      "no_category": "Танай дэлгүүрт ямар ч ангилал байхгүй.",
      "limit": "Бүтээгдэхүүний хязгаарлалт",
      "limit_message": "Бүтээгдэхүүний үр дүнгийн тоог оруулна уу",
      "select_categories": "Боломжтой ангиллыг сонгоно уу",
      "categories_limit": "Ангиллын хязгаарлалт",
      "categories_limit_msg": "Ангиллын дээд хэмжээг оруулна уу. Хязгааргүй тэгийг тохируулна уу."
    }
  },
  "shop_contacts": {
    "popup": "Попап дэмжлэгийг идэвхжүүлнэ үү",
    "popup_message": "Энэ сонголтыг идэвхжүүлснээр дэмжлэгийн түлхүүр таны дэлгүүрийн баруун доод буланд харагдах болно."
  },
  "popup_page": {
    "preview": "Шууд попап харах",
    "menu": {
      "design": "Дизайн",
      "appearance": "Гадаад төрх",
      "filter": "Шүүлтүүр",
      "setting": "Тохиргоо"
    },
    "notifications": {
      "save": "Попапыг амжилттай хадгаллаа.",
      "edit": "Попапыг амжилттай шинэчилсэн."
    }
  },
  "popup_appearance": {
    "position": "Байрлал",
    "position_desc": "Энэ мэдэгдлийн харагдах байршлыг хуудсан дээр зааж өгнө үү.",
    "width": "Өргөн",
    "width_desc": "Та хуудасны хамгийн дээд өргөнийг тохируулж болно.",
    "height": "Өндөр",
    "height_desc": "Та хуудасны дээд өндрийг тохируулж болно.",
    "radius": "Булангийн радиус",
    "radius_desc": "Энэ хэсэгт та мэдэгдлийн булангийн муруйлтын радиусыг тохируулж болно.",
    "shadow": "Сүүдэр",
    "shadow_desc": "Та гарч ирэх цонхыг сүүдэрлэхийг хүсч байна уу?",
    "delay": "Саатал харуулах",
    "delay_desc": "Хэрэглэгч таны дэлгүүрт орсны дараа энэ хугацаа өнгөрсний дараа хэрэглэгчдэд мэдэгдэл гарч ирнэ.",
    "hide": "Саатал нуух",
    "hide_desc": "Нэвтрүүлснээс хойш хэдхэн секундын дараа мэдэгдэл автоматаар хаагдахаар тохируулж болно. 0 утга нь мэдэгдэл автоматаар хаагдахгүй гэсэн үг юм.",
    "transition": "Попап хөдөлгөөнт дүрс"
  },
  "popup_filter": {
    "registered": "Гишүүнчлэл болон нэвтрэх шаардлага",
    "registered_desc": "Та энэ мэдэгдлийг зөвхөн хэрэглэгч эсвэл зочдод харуулахаар сонгож болно.",
    "only_guests": "Зөвхөн зочид",
    "only_users": "Зөвхөн нэвтэрсэн хэрэглэгчид",
    "purchased": "Худалдан авалтын түүх",
    "purchased_desc": "Та энэ мэдэгдлийг зөвхөн худалдан авсан эсвэл хараахан худалдаж амжаагүй хэрэглэгчдэд харуулахаар сонгож болно.",
    "no_purchase": "Одоогоор худалдан авалт хийгдээгүй байна",
    "yes_purchase": "Өмнө нь худалдаж авсан",
    "sex": "Хүйс",
    "sex_desc": "Та энэ мэдэгдлийг зөвхөн тодорхой хүйсийн хэрэглэгчдэд харуулахыг хүсэж байна уу?",
    "age": "Хамгийн бага нас",
    "age_desc": "Хэрэв 6-аас дээш утгыг оруулсан бол хэрэглэгч нэвтэрч, төрсөн огноогоо оруулсан байх ёстой.",
    "levels": "Хэрэглэгчийн клубын түвшин",
    "levels_desc": "Хэрэв хэрэглэгч доороос сонгосон түвшний аль нэгтэй бол энэ мэдэгдлийг түүнд харуулах болно.",
    "countries": "Байршлын хязгаарлалт",
    "countries_desc": "Та энэ мэдэгдлийг зөвхөн тодорхой улсаас ирсэн хэрэглэгчдэд харуулахыг хүсэж байна уу?"
  },
  "popup_setting": {
    "published": "Нийтэлсэн статус",
    "repeat": "Давт",
    "repeat_msg": "Та энэ мэдэгдлийг хэрэглэгчдэд нэгээс олон удаа харуулахыг хүсэж байна уу?",
    "intervals": "Попап дэлгэцийн үргэлжлэх хугацаа",
    "intervals_msg": "Хэрэглэгчдэд мэдэгдэл харуулах хоорондох хамгийн бага хугацаа өнгөрсөн байх ёстой.",
    "designer_zone": "Дизайнерын бүс",
    "title": "Попап гарчиг",
    "note": "Дизайнерын тэмдэглэл",
    "image": "Хавтасны зураг",
    "delete": {
      "title": "Устгах",
      "sub_title": "Нэгэнт попапыг устгавал буцаах зүйл байхгүй. Та итгэлтэй байгаарай.",
      "action": "Энэ попапыг устгана уу"
    },
    "notifications": {
      "delete": "Попап устгагдсан."
    }
  },
  "shop_sms": {
    "title": "SMS удирдах",
    "sub_title": "Хэрэглэгчдэд илгээсэн SMS загварууд",
    "message": "Та дэлгүүрээс илгээсэн мессежийн агуулгыг эндээс харах боломжтой. Мессежийн үйлчилгээнд баталгаажуулалтын хэв маягийг бүртгэх хязгаарлалттай тул одоогоор мессежийг хувийн болгох боломжгүй байна."
  },
  "shop_emails": {
    "title": "Имэйлийг удирдах",
    "sub_title": "Та энэ хэсэгт дэлгүүрээс үйлчлүүлэгчид болон менежерүүдэд илгээсэн имэйлийн жагсаалтыг харах болно. Таны дэлгүүрт оруулсан мэдээлэлд үндэслэн имэйлийг автоматаар зохион бүтээдэг. Мөн мессеж, зургийг хувийн болгох боломж ирээдүйд олон нийтэд нээлттэй байх болно."
  },
  "instagram": {
    "title": "Instagram дээрх борлуулалт",
    "message": "Энэ хэрэгслийн тусламжтайгаар та Instagram-аа дэлгүүр болгох боломжтой. Инстаграм хаягаа энд нэмээд баталгаажуулснаар та нийтлэл бүрээс нэг буюу хэд хэдэн бүтээгдэхүүнээ өөрийн түүх дээрээ нийтлэх, бүтээгдэхүүний жагсаалтаа нэмж, шошголох эсвэл нийтлэлээ шинэ бүтээгдэхүүн болгох боломжтой болно!",
    "add_product": "Шинэ бүтээгдэхүүн нэмнэ үү",
    "create_product": "Бүтээгдэхүүн бий болгох",
    "link_box_msg": "Энэ холбоосыг Instagram, Telegram эсвэл бусад олон нийтийн мэдээллийн хэрэгслээр өөрийн био хэсэгт байрлуулснаар үзэгчид илүү хурдан, хялбар, илүү их, эцэст нь илүү ихийг худалдан авах боломжтой болно.",
    "remove_account": "Instagram холбоосыг өөрчлөх / устгах",
    "sync": "Бүртгэлийн өгөгдлийг синк хийх (60 минут тутамд)"
  },
  "service_bill": {
    "task": {
      "title": "Хийх зүйлсийн жагсаалт",
      "message": "Хийхийг хүсч буй ажлынхаа нэрийг бичээд, хэр зэрэг ахиц дэвшсэнийг худалдан авагчид мэдэгдээрэй."
    },
    "booking": {
      "title": "Захиалга / Захиалга",
      "message": "Энэ захиалгыг заасан хугацаанд боловсруулах болно, үйлчлүүлэгч хүссэн хугацааг сонгосон, хэрэв та сонгосон хугацаанд ямар нэгэн өөрчлөлт хийхийг хүсвэл үйлчлүүлэгчид мэдэгдээрэй.",
      "selected_checkin": "Сонгосон хэрэглэгчийн нэвтрэх огноо",
      "selected_checkout": "Сонгосон үйлчлүүлэгч гарах огноо",
      "change_days_question": "Та үйлчлүүлэгчийн сонгосон өдрүүдэд солих шаардлагатай юу?",
      "show_calendar": "Захиалгын хуанли харуулах"
    },
    "pricing": {
      "title": "Үнэ тогтоох",
      "message": "Та энэ үйлчилгээнд хэдэн төгрөг төлдөг вэ?"
    },
    "subscription": {
      "title": "Захиалга",
      "message": "Та энэ үйлчилгээг өдөр бүр худалдан авснаар захиалгын хугацааг сонгох боломжтой. Та өмнө нь оруулсан өгөгдмөл утгуудаа өөрчлөхийг хүсвэл худалдан авагчид мэдэгдээрэй.",
      "duration": "Захиалгын хугацаа"
    },
    "charge": {
      "title": "Цэнэглэх",
      "message": "Та энэ зүйлийн төлбөрийг тодорхойлсон. Хэрэглэгчийн худалдан авсан барааны төлбөрийн хэмжээг өөрчлөх боломжтой.",
      "charge": "Цэнэглэх"
    },
    "save_item": "Баталгаажуулж, тохируулна уу",
    "start_service": "Үйлчилгээг эхлүүлэх",
    "end_service": "Дуусга"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "Үйлчилгээний төгсгөл",
      "message": "Хэрэв энэ нь хийгдсэн бол баталгаажуулах товчийг дарж захиалгаа дуусгаад хаах болно.",
      "action": "Захиалгыг баталгаажуулж дуусгана уу"
    }
  },
  "product_outputs": {
    "outputs_form": "Дэлгэцийн мэдээллийн бүтэц (гаралт)",
    "virtual": {
      "title": "Бүтээгдэхүүний гаралтын мэдээллийн маягт",
      "sub_title": "Худалдан авсны дараа хэрэглэгчдэд үзүүлэхийг хүссэн мэдээлэл. Энэ маягт нь бэлгийн карт гэх мэт виртуал бүтээгдэхүүн борлуулахад тохиромжтой."
    },
    "service": {
      "title": "Үйлчилгээний дизайн",
      "sub_title": "Эхлээд үйлчилгээний төрлөө сонгоод шаардлагатай мэдээллээ оруулна уу. Жишээлбэл, та хийх ёстой зүйлсийн жагсаалтыг тодорхойлж эсвэл захиалагчаас захиалах цаг эсвэл товыг асууж болно."
    }
  },
  "service_design": {
    "type": "Үйлчилгээний төрөл",
    "type_message": "Энэ бүтээгдэхүүнд үзүүлэх үйлчилгээний төрлийг сонгоно уу. Зүйл бүрийг сонгосноор холбогдох маягт гарч ирнэ. Таны сонгосон үйлчилгээний төрлөөс хамааран захиалагчаас нэмэлт мэдээлэл авах боломжтой."
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "Хүсэлтийн дагуу",
      "desc": "гэрийн засвар, будах, машин засвар гэх мэт."
    },
    "BOOKING": {
      "title": "Захиалга",
      "desc": "Зочид буудлын өрөө эсвэл вилла захиалах гэх мэт."
    },
    "APPOINTMENT": {
      "title": "Уулзалт",
      "desc": "Гэрийн тэжээвэр амьтан асрах уулзалт эсвэл биечлэн хийх сургалт гэх мэт."
    },
    "RENTAL": {
      "title": "Түрээс",
      "desc": "Байр, машин түрээслэх гэх мэт."
    },
    "SUBSCRIPTION": {
      "title": "Захиалга",
      "desc": "Клубын гишүүнчлэл эсвэл онлайн дасгалжуулалт гэх мэт."
    },
    "CHARGE": {
      "title": "Цэнэглэх",
      "desc": "Аппликешн ашиглахын тулд данс цэнэглэх эсвэл төлбөр авах гэх мэт."
    },
    "CUSTOM": {
      "title": "Захиалгат",
      "desc": "Хэрэв таны үзүүлж буй үйлчилгээ дээрх үйлчилгээний аль нь ч биш бол энэ сонголтыг сонгоно уу."
    }
  },
  "avocado": {
    "title": "Бүх нийтийн мэдээллийн хэрэгслээр хурдан, үнэн зөв, тааламжтай борлуулалт",
    "message": "Нэг мөнгөн дүн, нэг гарчиг байхад л үйлчлүүлэгчдээсээ мөнгө авах хэрэгтэй! Мөнгө таны дансанд шууд орох бөгөөд таны үйлчлүүлэгчид худалдан авалт хийх өвөрмөц туршлагатай болно.",
    "new_order": "Шинэ тооцоо",
    "create_by_seller_title": "Нэхэмжлэх үүсгэх",
    "create_by_seller_message": "Хэрэв та тодорхой хэмжээний нэхэмжлэх үүсгээд хэн нэгэнд илгээхийг хүсвэл доорх товчийг дарж нэхэмжлэлийн маягтыг харуулах боломжтой. Үүсгэсэн холбоосыг худалдан авагчид өгч, түүгээр дамжуулан захиалгаа төлж, хянах боломжтой.",
    "create_by_buyer_title": "Авокадо хэлбэр",
    "create_by_buyer_message": "Энэ хэсгийг идэвхжүүлснээр танд линк гарч ирэх бөгөөд энэ холбоосыг худалдан авагчдаа өгснөөр тэд захиалгаа өгөх боломжтой.",
    "orders_list": "Захиалгын жагсаалт",
    "active_mode": "Захиалгын баримт идэвхтэй",
    "inactive_mode": "идэвхгүй",
    "active_message": "Энэхүү эх сурвалжийг идэвхжүүлснээр таны үйлчлүүлэгчид таны доор харж буй хүсэлтийн маягтаар дамжуулан бүтээгдэхүүний захиалга өгөх боломжтой болно.",
    "avocado_form_link_message": "Энэ холбоосыг Instagram, Telegram эсвэл бусад олон нийтийн мэдээллийн хэрэгслээр өөрийн био хэсэгт байрлуулснаар үзэгчид илүү хурдан, хялбар, эцэст нь илүү их зүйлийг худалдаж авах боломжтой болно.",
    "need_address": "Хаяг авах",
    "need_address_msg": "Хэрэв та худалдан авагчийн байршил, хаягийг авах шаардлагатай бол энэ сонголтыг сонгоно уу.",
    "avocado_link_message": "Захиалгыг төлөхийн тулд дээрх холбоосыг хэрэглэгчдэд өгөхөд хангалттай. Үйлчлүүлэгч энэ холбоосоор дамжуулан захиалгыг дагаж мөрдөх боломжтой.",
    "edit_order": "Захиалга засах",
    "progress": "Явцын хувь",
    "buyer_link": "Худалдан авагчийн холбоос",
    "buyer_link_message": "Худалдан авагчдаа энэ холбоосыг өгнө үү. Худалдан авагч энэ холбоосоор дамжуулан төлбөрөө төлж, захиалгаа хянах боломжтой болно. Энэ холбоос нь кодлогдсон, хэрэв холбоосыг хэн нэгэнд өгсөн бол тэр төлбөр төлж, мэдээллийг харах боломжтой болно. Энэ холбоос 60 хоногийн турш идэвхтэй байх болно. Доорх холбоос дээр дарж хуулж авна уу.",
    "OrderConfirm_done": "Захиалга баталгаажлаа.",
    "OrderConfirm_message": "Хэрэв та төлбөрөө баталгаажуулж, захиалга зөв бол доорх товчийг дарна уу.",
    "OrderConfirm_action": "Захиалга баталгаажуулах",
    "PreparingOrder_message": "Хэрэв хэрэглэгчийн захиалгыг хүргэхэд бэлэн бол доорх OK товчийг дарна уу.",
    "PreparingOrder_action": "Захиалгыг хүргэхэд бэлэн боллоо",
    "finish_message": "Хэрэв энэ захиалга дууссан бол дуусгах товчийг дарж энэ захиалгыг хаа.",
    "finish_action": "Захиалгын боловсруулалтыг дуусгах",
    "finish_dialog": {
      "title": "Захиалгыг гүйцээнэ үү",
      "message": "Захиалга дууссан бөгөөд та үүнийг хаахдаа итгэлтэй байна уу?",
      "action": "Тийм ээ, захиалга дууссаныг баталгаажуулна уу"
    },
    "configuration": "Авокадо тохиргоо",
    "delivery_price": "Хүргэлтийн үнэ",
    "edit_avocado_action": "Мэдээллийг засах",
    "submit_pricing_avocado_action": "Захиалгын үнийг оруулна уу",
    "add_avocado_action": "Нэхэмжлэхийн холбоос үүсгэх",
    "avocados_list": "Авокадо жимсний жагсаалт",
    "not_pricing": "Энэ зүйлийн үнэ биш юм!",
    "show_all": "Бүгдийг харуулах",
    "show_accepted": "Баталгаажсан зүйлсийг харуулах",
    "notifications": {
      "update_success": "Авокадо амжилттай шинэчлэгдсэн.",
      "add_success": "Авокадо амжилттай бүтээгдсэн."
    },
    "name": "Авокадо"
  },
  "avocado_orders": {
    "title": "Авокадо",
    "title_small": "Нийгмийн сүлжээний борлуулалт",
    "pending_orders": "Идэвхтэй захиалга",
    "avocado": "Авокадо захиалаарай"
  },
  "avocado_process": {
    "step1": "Үнэ тогтоох",
    "step1_msg": "Бараа бүрийн үнийг оруулаад ногоон нүдийг чагтална уу. Хэрэв бараа зарах боломжгүй бол түүний статусыг татгалзсан болгон өөрчил.",
    "step2": "Нэхэмжлэхийг баталгаажуулна уу",
    "step2_msg": "Энэ захиалгад нэхэмжлэх үүсгэ. Та нэхэмжлэхийн гарчиг, тайлбарыг оруулж болно. Захиалгын дүнг автоматаар барааны нийт үнэд үндэслэн тооцдог.",
    "title_input": "Нэхэмжлэхийн нэр *",
    "show_to_customer": "Энэ мэдээллийг худалдан авагчид харуулав.",
    "description_msg": "Та энэ захиалгад тэмдэглэл бичихийг хүсч байна уу? Энэ мэдээллийг худалдан авагчид үзүүлэх болно.",
    "price_input": "Захиалгын дүн *",
    "tax_none": "Татваргүй",
    "tax_included": "Үнэд багтсан",
    "tax_add": "Татвар нэмнэ",
    "tax_message": "Татвар үнэд орсон эсэхээ өөрөө сонгох боломжтой.",
    "tax_included_messages": "Үнэд татвар багтсан.",
    "tax_add_messages": "Эцсийн үнэ дээр татвар нэмэх ёстой."
  },
  "hyper": {
    "print_label": "Дараах шошгыг хэвлээд бүтээгдэхүүний урд байрлуулна уу",
    "hyper_form_link_product_message": "Таны үйлчлүүлэгчид энэ холбоосоор дамжуулан {product}-г хурдан худалдан авах боломжтой. Тэд мөн QR кодыг уншуулж ижил холбоос руу орно.",
    "title": "Хэт хурдан хямдрал",
    "message": "Hyper Selldone борлуулалтын сувгийн тусламжтайгаар үйлчлүүлэгч тань таны зүгээс ямар нэгэн үйлдэл хийхгүйгээр QR код уншуулж бүтээгдэхүүнээ худалдан авах боломжтой болно. Баяр наадам, үзэсгэлэн, завгүй ёслолын үеэр зарим эд зүйлсийг олноор нь хурдан зарахын тулд энэ аргыг ашигла. Энэ хэсэгт Hyper-г идэвхжүүлсний дараа та Бүтээгдэхүүний удирдлагын хэсэгт физик бүтээгдэхүүний гипер QR код үүсгэж болно.",
    "orders_list": "Гипер захиалгын жагсаалт",
    "active_mode": "Гипер борлуулалтын сувгийг идэвхжүүлсэн",
    "inactive_mode": "идэвхгүй",
    "active_message": "Хэрэв та энэ сонголтыг идэвхжүүлбэл, бүтээгдэхүүн бүрийн удирдлагын хэсэгт Хурдан борлуулалтын код үүсгэх боломжийг харуулах болно.",
    "hyper_form_link_message": "Таны дэлгүүрийн гипер хуудасны холбоос",
    "configuration": "Гипер тохиргоо",
    "name": "Гипер"
  },
  "hyper_orders": {
    "title": "Гипер",
    "title_small": "Борлуулалтын тайлан",
    "hyper": "Хүлээн авсан захиалга"
  },
  "product_file": {
    "no_file": "Одоогоор ямар ч файл байршуулаагүй байна!",
    "delete_dialog": {
      "title": "Файл устгах",
      "message": "Та энэ файлыг устгахдаа итгэлтэй байна уу?",
      "action": "Тийм ээ, одоо устга"
    },
    "notifications": {
      "delete_success": "Файлыг амжилттай устгалаа."
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 {amount}-г цэнэглээд {amount_total} кредит аваарай.",
    "charge_action": "Үнэгүй зээл авахыг шаардаж байна",
    "claim_title": "Үнэгүй зээлээ нэхэмжлээрэй",
    "claim_charge_caution": "Жич: Түрийвчний данс хооронд валют хөрвүүлэх боломжгүй. Тиймээс дэлгүүрт сольж буй мөнгөн тэмдэгтэд тохирох дансаа сонгоорой.",
    "account_input": "Хадгаламжийн данс",
    "account_msg": "Энэ дансанд төлбөр ногдуулна"
  },
  "selldone_applications": {
    "title": "Захиалгаа бүү алдаарай!",
    "msg": "Бизнесээ хаана ч, хэзээ ч удирдаарай."
  },
  "shop_seo": {
    "title": "SEO тохиргоо",
    "msg": "Органик худалдан авагчдыг олж авах сувгуудыг идэвхжүүлснээр онлайн маркетинг руу хурдан шилжих.",
    "auto": {
      "title": "Авто SEO хөдөлгүүр",
      "msg": "Үзэгчид болон хайлтын системд өөрийн вэб сайтын гар утасны хэрэглээг хангах."
    },
    "amp": {
      "title": "AMP",
      "msg": "Түргэвчилсэн гар утасны хуудсыг автоматаар үүсгэх."
    }
  },
  "shop_preferences": {
    "order": {
      "title": "Захиалга",
      "desc": "Хэрэв үйлчлүүлэгч захиалгаа төлсөн бол захиалгын мэдээллийг агуулсан имэйлийг энэ хаяг руу илгээнэ."
    },
    "return": {
      "title": "Буцах",
      "desc": "Хэрэв худалдан авагч барааг буцааж өгсөн бол энэ имэйлийг илгээх болно. Энэ имэйлийг илгээх нь таны худалдаж авсан багцаас хамаарна."
    },
    "pos": {
      "title": "POS",
      "desc": "ПОС-ын борлуулалтын тайланг энэ имэйл рүү илгээх болно."
    },
    "avocado": {
      "title": "Авокадо",
      "desc": "Авокадогийн захиалгын өдөр тутмын тайланг илгээнэ үү."
    },
    "accounting": {
      "title": "Нягтлан бодох бүртгэл",
      "desc": "Санхүүгийн тайлан, шинэчлэлтүүдийг хадгалах."
    },
    "subscription": {
      "title": "Захиалга",
      "desc": "Саяхан худалдаж авсан багцын төлөв нь захиалгын эхлэл болон төгсгөлийн мэдэгдлүүдийн хамт."
    },
    "technical": {
      "title": "Техникийн",
      "desc": "Домэйн болон үйлчилгээний байдлын талаарх техникийн мэдэгдэл."
    },
    "report": {
      "title": "Тайлангууд",
      "desc": "Долоо хоног, сарын тайланг энэ имэйл рүү илгээх болно"
    },
    "review": {
      "title": "Шүүмж",
      "desc": "Хэрэв та дэлгүүрт үйл явцыг баталгаажуулах шаардлагатай бол холбогдох имэйлийг энэ хаяг руу илгээх болно. Жишээлбэл, дэлгүүрийн хэрэглэгчдэд маркетингийн имэйл илгээхийг баталгаажуулах."
    }
  },
  "shop_languages": {
    "title": "Дэлгүүрийн хэлүүд",
    "sub_title": "Дэлгүүрийн автомат орчуулгын багцуудыг суулгаж идэвхжүүлнэ үү.",
    "message": "Та дэлгүүртээ 10 хүртэлх хэлний багц суулгах боломжтой. Хэрэв та илүү олон багц суулгах шаардлагатай бол бидэнтэй холбоо барина уу."
  },
  "invite_friends": {
    "title": "Бизнесийнхээ талаар дэлхийд хэлээрэй!",
    "msg": "Selldone-г найзууддаа танилцуулаарай. Тэд бүртгүүлэхдээ 99 долларын компаний эрхийн бичиг авах бөгөөд эхний гүйлгээгээ дуусгасны дараа та 15 долларын эхлүүлэх эрхийн бичиг авах болно.",
    "invite": {
      "title": "Selldone бизнесийн үйлдлийн системд нэгдэж 99 долларын үнэгүй эрхийн бичгийг аваарай.",
      "description": "Би таныг Selldone-д гайхалтай хэрэгслээр онлайн бизнесээ эхлүүлэхийг урьж байна.",
      "hashtags": "цахим худалдаа, вэб сайт бүтээгч",
      "quot": "Би Selldone онлайн дэлгүүр барьсан тул та одоо бизнесээ хийх боломжтой."
    }
  },
  "shops_list": {
    "title": "Миний дэлгүүрүүд",
    "message": "Миний өөрийн дэлгүүр, зөвшөөрөгдсөн болон дээжийн дэлгүүрүүдийн жагсаалт."
  },
  "shipping": {
    "warehouse_error": "Эхлээд агуулахаа тохируулаарай! Энэ хаягийг тээвэрлэлтийн эх үүсвэр болгон ашиглах болно.",
    "errors": {
      "set_origin": "Өөрийн байршлын газрын зургийг тохируулна уу.",
      "set_country": "Улсаа тохируул.",
      "set_address": "Хаягаа тохируулна уу.",
      "set_zip": "Шуудангийн кодоо тохируулна уу."
    },
    "set_warehouse": "Агуулах байрлуулах",
    "pickup_location": "Ачаа авах байршил",
    "refresh_rates": "Сэргээх хурд",
    "no_rate": "Үнэ байхгүй...",
    "view_messages": "Зурвасуудыг харах...",
    "not_set_yet": "Одоогоор тохируулаагүй байна!",
    "drop_orders_here": "Эндээс захиалгаа өгөөрэй..."
  },
  "blog_category": {
    "title": "Блогын ангилал",
    "add_action": "Шинэ ангилал нэмнэ үү",
    "add_dialog": {
      "title": "Шинэ / Ангилал шинэчлэх",
      "force_edit": "Замыг хүчээр засах",
      "force_edit_msg": "Ангиллын нэрийг өөрчлөх, бүх нийтлэлийг шинэчлэх.",
      "star_msg": "Одтой ангиллыг блог дээр харуулахыг урьтал болгодог.",
      "star": "Ширтлээ",
      "delete_action": "Ангилал устгах",
      "add_action": "Ангилал нэмэх",
      "edit_action": "Ангилал засах"
    }
  },
  "about_us": {
    "title": "Бидний тухай хуудас",
    "subtitle": "Бидний тухай хуудсанд харуулахын тулд өөрийн бизнесийн талаар нийтлэл бичээрэй. Энэ хуудас нь таны үзэгчдэд таны брэнд, эрхэм зорилгыг мэдэхэд тусална."
  },
  "terms": {
    "title": "Үйлчилгээний нөхцөл хуудас",
    "subtitle": "Үйлчлүүлэгчиддээ үйлчилгээгээ худалдан авах, ашиглах нөхцөлийг тайлбарлана уу."
  },
  "privacy": {
    "title": "Нууцлалын бодлогын хуудас",
    "subtitle": "Нууцлалын бодлого гэдэг нь аль нэг тал үйлчлүүлэгч эсвэл үйлчлүүлэгчийн мэдээллийг цуглуулах, ашиглах, задруулах, удирдах арга замуудын заримыг эсвэл бүгдийг илчилсэн мэдэгдэл эсвэл хууль эрх зүйн баримт бичиг юм."
  },
  "contact_us": {
    "title": "Бидэнтэй холбогдох хуудас",
    "subtitle": "Бидэнтэй харилцах хуудсан дээр харилцагчиддаа үзүүлэх холбоо барих мэдээлэл, хаяг, утасны дугаараа бичнэ үү."
  },
  "metaverse": {
    "title": "Метаверс гүүр",
    "subtitle": "Selldone нь худалдааны салбарт %100 API-д суурилсан үйлчилгээ үзүүлдэг. Тоглоом, блокчэйн болон метаверс хөгжүүлэгчид эдгээр хүчирхэг API-г ашиглан бизнес, үйлчлүүлэгчид, үйлчилгээг ирээдүйд ажил, амьдрал, худалдааны ертөнцөд холбох боломжтой.",
    "message": "Тоглоом хөгжүүлэгчдэд зориулсан эрт хандалт"
  },
  "orders_bulk_export": {
    "title": "Захиалгын туслах",
    "timespan": {
      "title": "Цаг хугацаа",
      "subtitle": "Захиалга өгөх эхлэх, дуусах хугацааг сонгоно уу."
    },
    "tasks": {
      "title": "Даалгаврын гаралт",
      "subtitle": "Захиалга боловсруулах ажлын жагсаалтыг бөөнөөр нь татаж аваарай. Үр дүн нь зөвхөн төлбөртэй болон COD захиалгыг агуулна.",
      "export_title": "Даалгавруудын жагсаалт"
    },
    "labels": {
      "title": "Багцын шошго",
      "subtitle": "Сонгосон хугацаа болон төлөвт байгаа бүх захиалгын шошгоны жагсаалтыг татаж авна уу. Үр дүн нь зөвхөн төлбөртэй болон COD захиалгыг агуулна.",
      "export_title": "Хайрцагны шошго"
    }
  },
  "customers_funnel": {
    "title": "Хэрэглэгчийн хүн ам зүй",
    "subtitle": "Хэрэглэгчдийнхээ мэдээллийг шүүж, экспортолж, илүү сайн шийдвэр гаргаж, бага маркетингаар илүү их үнэ цэнийг хүргэх болно! Үйлчлүүлэгчдийнхээ хувийн нууцыг хүндэтгэж, тэдэнд хэзээ ч бөөнөөр нь и-мэйл илгээхгүй байхыг хүсье! Хэрэглэгч бүрийн зөвшөөрөлгүйгээр гуравдагч талын үйлчилгээтэй хэзээ ч бүү хуваалцаарай."
  },
  "transportation_pickups": {
    "addresses": {
      "title": "Татаж авах хаягууд",
      "subtitle": "Татаж авах хаягийг энд нэмж, засварлана уу. Хэрэглэгчид төлбөрийн хуудаснаас авах хаягаа сонгох боломжтой.",
      "add_action": "Шинэ байршил нэмнэ үү"
    }
  },
  "affiliate_pos": {
    "title": "Түнш POS",
    "open_pos_action": "Шуурхай захиалах POS",
    "description": "Энэ сонголт нь Instagram хуудас болон бусад нийгмийн сүлжээнүүдийн админуудад тохиромжтой. Үйлчлүүлэгчдийн захиалгыг гараар хүлээн авах, нэмэхийн тулд Affiliate POS ашиглана уу. Таны түншүүд (эсвэл франчайз) Affiliate POS-д шинэ захиалга нэмж, хадгаламжийн хуудсыг байршуулах боломжтой."
  },
  "shop_configuration": {
    "login": {
      "title": "Нэвтрэх аргууд",
      "subtitle": "Хэрэглэгчид таны дэлгүүрт нэвтрэх арга замыг тохируулаарай."
    },
    "checkout": {
      "title": "Тооцооны урсгал",
      "subtitle": "Цахим худалдаандаа хэрэглэгчийн аялал, худалдан авалтын урсгалаа тохируулаарай.",
      "map": {
        "title": "Газрын зураг",
        "subtitle": "Хэрэглэгчид газрын зураг дээр (Uber гэх мэт) хүргэх байршлыг сонгох ёстой.",
        "subtitle_no_map": "Хэрэглэгчийн өгсөн хаягт байршил байхгүй бол тээвэрлэлтийн тооцоонд зайг тэг гэж үзнэ."
      },
      "mode": {
        "title": "Үйлчлүүлэгчид нэвтрэх цэг",
        "default": {
          "title": "ASAP (Өгөгдмөл)",
          "msg": "Хэрэглэгчид аль болох хурдан нэвтэрнэ. (Илүү хөрвүүлэлт)"
        },
        "on_checkout": {
          "title": "Тооцоо хийхдээ",
          "msg": "Тооцоо хийх алхам дээр хэрэглэгчдийг хүчээр нэвтрэх."
        },
        "login_free": {
          "title": "Нэмэлт нэвтрэх",
          "msg": "Захиалгын төлбөрийг хийсний дараа нэмэлт нэвтрэх боломжтой."
        }
      },
      "express": {
        "title": "Сагсанд нэмсний дараа дахин чиглүүлэх",
        "false": {
          "title": "Энгийн горим",
          "msg": "Энэ хуудсан дээр үлдэж, сагсанд нэмэх товчийг дарсны дараа худалдан авалтаа үргэлжлүүлээрэй."
        },
        "true": {
          "title": "Экспресс горим",
          "msg": "Сагсанд нэмэх товчийг дарсны дараа үйлчлүүлэгчийг төлбөрийн хуудас руу дахин чиглүүлнэ үү."
        }
      },
      "shipping_address": {
        "title": "Хүргэлтийн хаягийг асууна уу"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "Физик ба үйлчилгээ (Өгөгдмөл)",
      "desc": "Үйлчлүүлэгчээс биет болон үйлчилгээний тооцоонд хаягаа оруулахыг хүс."
    },
    "physical": {
      "title": "Зөвхөн физик",
      "desc": "Үйлчлүүлэгчээс зөвхөн бодит тооцоонд хаягаа оруулахыг хүс."
    },
    "off": {
      "title": "Хэзээ ч үгүй",
      "desc": "Хүргэлтийн хаягийг хэзээ ч бүү асуу. ⚠ Хэрэв та үйлчилгээний төрлөөс биш бүтээгдэхүүний бодит төрлийг сонгох замаар хувилбартай үйлчилгээ авахаар төлөвлөж байгаа бол энэ сонголтыг ашиглана уу."
    }
  },
  "business_model": {
    "title": "Бизнес загварын тохиргоо",
    "subtitle": "Бизнесийн загвараа тохируулаарай, бид таны үйлдлийн системийг тайзны ард тохируулах болно."
  },
  "business_type": {
    "title": "Барааны төрөл",
    "subtitle": "Дэлгүүртээ зарахыг хүсч буй бүтээгдэхүүний төрлийг тохируулна уу. Selldone дахь бүтээгдэхүүний төрлүүд нь зөвхөн нэг төрлийн бүтээгдэхүүн биш юм; Энэ нь биелүүлэх процедурын тухай илүү юм.",
    "send_activation_request_to_support": "Идэвхжүүлэх хүсэлтийг тусламжийн тасалбараар илгээнэ үү.",
    "require_kyc": "Бизнесийн эзэн KYC.",
    "needs_enterprise_license": "Та Enterprise лицензтэй байх шаардлагатай.",
    "marketplace_caution_message": "Загвар нь таны бизнесийн үйлдлийн системийн тохиргоонд гүнзгий нөлөөлдөг тул Marketplace-г тохируулаарай. Жишээлбэл, та бие даасан үнэ, бараа материал бүхий бүтээгдэхүүн бүрийн хувьд дор хаяж нэг борлуулагчийг тодорхойлох ёстой. Худалдагчгүй бүтээгдэхүүнийг худалдан авагчид худалдаж авах боломжгүй."
  },
  "business_model_view": {
    "normal": {
      "title": "Ердийн дэлгүүр",
      "desc": "Ихэвчлэн ЖДҮ, гэрийн бизнес, эсвэл борлуулагч - бүтээгдэхүүнээ хэрэглэгчдэд шууд зардаг эсвэл бөөний худалдааны бүтээгдэхүүнийг борлуулагчаар зардаг."
    },
    "dropshipping": {
      "title": "Dropshipping",
      "desc": "Ямар ч бүтээгдэхүүн, бараа материал хадгалахгүй - та гуравдагч этгээдэд, ихэвчлэн бөөний худалдаачин (Printify, Wholesale2B, ... гэх мэт) эсвэл үйлдвэрлэгчид мөнгө төлөх бөгөөд тэд захиалгаа тайзны ард гүйцэтгэдэг."
    },
    "wholesaler": {
      "title": "Dropshipping нийлүүлэгч",
      "desc": "Ихэвчлэн бөөний худалдаачин эсвэл үйлдвэрлэгч - захиалгаа эцсийн хэрэглэгч рүү шууд хүргэдэг. Selldone дээрх бусад худалдаачид таны барааг дэлгүүрт нь хүргэж өгөх боломжтой."
    },
    "marketplace": {
      "title": "Зах зээл",
      "desc": "Онлайн захууд нь өмчийн болон төвлөрсөн платформ дээр худалдан авагч, худалдагчдыг холбодог."
    },
    "franchise": {
      "title": "Франчайз / Түнш",
      "desc": "Франчайз гэдэг нь таны брэндийг бий болгох (Франчайзинг) эсвэл таны бүтээгдэхүүнийг өөрийн брэндээр (харилцаа) борлуулдаг франчайз эзэмшигчийн оролцоотой бүтээгдэхүүн, үйлчилгээг түгээх арга юм."
    }
  },
  "marketplace": {
    "vendor_wallets": "Түрийвч",
    "pricing_models": "Үнэ тогтоох",
    "add_vendor": "Худалдагч нэмэх",
    "requests": "Хүсэлтүүд"
  },
  "price_input_type": {
    "title": "Үнэ оруулах төрөл",
    "default": {
      "title": "Өгөгдмөл",
      "desc": "Сагсанд байгаа тоо хэмжээгээр утгыг сонгоно уу."
    },
    "area": {
      "title": "Талбай",
      "desc": "Хэмжээг тооцоолохын тулд өргөн ба уртыг оролт болгон оруулна уу."
    },
    "volume": {
      "title": "эзлэхүүн",
      "desc": "Хэмжээг тооцоолохдоо өргөн, урт, өндрийг оролт болгон оруулна."
    },
    "custom": {
      "title": "Захиалгат (оролтын маягтаар)",
      "desc": "Олон зуун хувилбар хэрэггүй! Тохиромжтой бүтээгдэхүүнд зориулж зардлын тооцооны маягтыг бий болгох."
    }
  },
  "vendors_list": {
    "title": "Миний борлуулагчид",
    "message": "Миний өөрийн борлуулагчдын жагсаалт."
  },
  "vendor_page": {},
  "domains": {
    "message": "Олон домэйныг өөрийн бизнесийн үйлдлийн системтэй холбож, бүгдийг нэг дороос удирдаарай. Та олон домэйны функцийг ашиглан блог, нийгэмлэг гэх мэт вэбсайтынхаа хэсэг бүрт зориулагдсан домэйн үүсгэх эсвэл өөрийн харьяа байгууллагуудад өөр өөр домэйн ашиглах боломжтой."
  },
  "notes": {
    "add_action": "Багийнхаа тухай тэмдэглэл нэмнэ үү",
    "notifications": {
      "success_add": "Тэмдэглэл амжилттай нэмэгдсэн.",
      "success_delete": "Тэмдэглэл амжилттай устгагдлаа."
    }
  },
  "external_services": {
    "title": "Гадаад үйлчилгээ",
    "subtitle": "SMS, имэйл гэх мэт гадаад үйлчилгээний сүүлийн статусыг эндээс хянаж болно."
  },
  "theme": {
    "dark_mode": "Харанхуй горим",
    "dark_mode_description": "Хэрэв та цагаан текстийн өнгө бүхий бараан дэвсгэртэй байхыг хүсвэл энэ сонголтыг сонгоно уу.",
    "light_mode": "Гэрэл горим",
    "light_mode_description": "Хэрэв та дэвсгэр нь цайвар, текст хар өнгөтэй байхыг хүсвэл энэ сонголтыг сонгоно уу."
  },
  "shop_quota": {
    "title": "Хэрэглээний квот",
    "sub_title": "Энэ бол таны дэлгүүрийн хэрэглээний квотын жагсаалт юм. Та дэлгүүрийнхээ лицензийг сайжруулснаар эдгээр хязгаарыг нэмэгдүүлэх боломжтой. Хэрэв та хязгаараас хэтэрсэн бол биднээс нэмэлт өдөр тутмын квотын тэтгэмж авах хүсэлт гаргаж болно. Бүх хэрэглээ өдөр бүр дахин тохируулагдана."
  },
  "app_card": {
    "category": "Ангилал",
    "installs": "Суулгах",
    "actives": "Идэвхтэй",
    "uninstalls": "Устгах",
    "app_code": "Апп код",
    "app_mode": "Хэрэглээний горим"
  },
  "product_status": {
    "open": {
      "name": "Идэвхтэй",
      "title": "Идэвхтэй | Онлайн ба офлайн борлуулалт",
      "description": "Энэ бүтээгдэхүүнийг онлайнаар захиалах боломжтой."
    },
    "close": {
      "name": "идэвхгүй",
      "title": "Идэвхгүй | Зөвхөн офлайн борлуулалт",
      "description": "Энэ бүтээгдэхүүнийг онлайнаар захиалах боломжгүй."
    },
    "pending": {
      "name": "Хүлээгдэж байна",
      "title": "Хүлээгдэж байна",
      "description": "Шууд дамжуулахын өмнө зах зээлийн үнэлгээг шаарддаг."
    },
    "rejected": {
      "name": "Татгалзсан",
      "title": "Татгалзсан",
      "description": "Энэ бүтээгдэхүүн нь зах зээлээс татгалзсан."
    }
  },
  "suggestions": {
    "vendor_payment": {
      "note": [
        "Борлуулалтын төлбөрийг биелүүлсэн",
        "Худалдагчийн комиссын зарцуулалт.",
        "Гүйлгээ амжилттай дууссан.",
        "Сүүлийн үеийн борлуулалтын мөнгөн гуйвуулга.",
        "Борлуулагчийн үйлчилгээг амжилттай шилжүүлэв."
      ],
      "reverse_fund_reason": [
        "Санхүүгийн буцаалт: Банкнаас худалдагчийн түрийвч рүү шилжүүлэх.",
        "Борлуулагчийн түрийвчийг дүүргэх: Банкны данснаас мөнгө буцаах.",
        "Урвуу гүйлгээ: Банкнаас худалдагчаас түрийвчний мөнгө шилжүүлэх.",
        "Буцаан олголт: Банкны хадгаламжийг худалдагчийн түрийвч рүү буцаах.",
        "Санхүүжилтийг буцаах: Худалдагчийн хэтэвчийг банкнаас нөхөх."
      ]
    },
    "shop_email": {
      "name": [
        "Super Savings Weekend Blast",
        "Insider Exclusive Deals нээлтээ хийлээ",
        "Дээд зэрэглэлийн хөнгөлөлтөд таны VIP хандалт",
        "Улирлын чанартай хямдрал",
        "Худалдааны диваажингаа нээ",
        "Их дэлгүүрийн багт наадам",
        "Хаврын Fling Shopping Spree",
        "Та эсэргүүцэж чадахгүй намрын хямдрал",
        "Өвлийн гайхамшгууд: Хүйтэн өдрүүдэд зориулсан хямд үнэ",
        "Зуны эцсийн чөлөөлөлтийн тооллого",
        "Black Friday Bonanza: Эрт шувууны хандалт",
        "Баярын мэнд: Таны бэлгийн гарын авлага ба бусад",
        "Шинэ олдворууд: Зөвхөн танд зориулагдсан шинэ зүйлс",
        "Үнэнч байдлыг урамшуулсан: Дотор нь онцгой хөнгөлөлт"
      ],
      "subject": [
        "⏰ Хязгаарлагдмал хугацаатай санал! Дуртай зүйлсээ яг одоо аваарай",
        "🌼 Шинэ улирал, шинэ загвар - Манай хамгийн сүүлийн үеийн цуглуулгатай танилцаарай",
        "👑 Зөвхөн танд зориулсан онцгой VIP хямдрал",
        "💃 Шинээр ирсэн хүмүүстэйгээ толгойгоо эргүүлээрэй",
        "🔚 Бүх зүйлээ 20% хямдруулах сүүлчийн боломж",
        "🎁 Танд өгөх бэлэг: Дотор нь $10 кредит!",
        "☀️ Зуны улиралд манай хямд үнээр бэлдээрэй",
        "🛍️ Хувцасны шүүгээгээ шинэчил - Та үүнийг хүртэх ёстой",
        "👀 Сэтгэгдэл: Шинэ бүтээгдэхүүнүүд удахгүй гарна!",
        "🎂 Төрсөн өдрийн мэнд хүргэе! Таныг онцгой бэлэг хүлээж байна",
        "🖤 Та Хар Баасан гарагийн хямдралд бэлэн үү?",
        "🎯 Зөвхөн танд зориулсан шилдэг сонголтууд - Хувийн худалдан авалтын туршлага",
        "🍹 Өөрийгөө эмчлэх цаг боллоо - Амралтын өдрүүдийн хямдрал!",
        "🧹 Улирлын төгсгөл - Бүх зүйл явах ёстой!",
        "🚀 Та үүнийг хожсон! Дараагийн захиалгад хүргэлт үнэгүй",
        "📢 Бүү алдаарай - Хүссэн зүйлс чинь одоо худалдаанд гарлаа",
        "🏡 Манай гэрийн чимэглэлийн цуглуулгаар гэртээ баяр баясгаланг авчираарай",
        "🎉 Зөвхөн танд зориулсан гэнэтийн бэлэг! Нууцлаг хөнгөлөлтөө задлаарай"
      ]
    },
    "discount_code": {
      "code": [
        "тавтай морил 10",
        "ЗУН 20",
        "VIPSALE30",
        "BDAY15",
        "ХАР БААСАН ГАРАГ",
        "КИБЕРДАВАА",
        "ҮНЭГҮЙ ХҮРГЭЛТ",
        "FLASHSALE",
        "ЦЭВЭРЛЭГЭЭ",
        "EARLYBIRD",
        "ОЮУТАН10",
        "ӨВЛИЙН 25",
        "ХАВАР 15",
        "20 НАМАР",
        "BESTSELLER10",
        "БАЯР 30",
        "ВАЛЕНТИН20",
        "ЭЭЖҮҮДИЙН ӨДӨР",
        "ААВЫН ӨДӨР",
        "ЖИЛИЙН Төгсгөл"
      ],
      "title": [
        "Флаш хямдрал: 20% хямдралтай!",
        "VIP Эрт нэвтрэх хөнгөлөлт",
        "Амралтын өдрийн хямдрал: Одоо хэмнээрэй!",
        "Өнөөдөр 15% хямдралтай байгаарай",
        "Зуны хямдрал: Нэмэлт 10% хямдралтай",
        "Цэвэрлэгээний хямдрал! Томоо хадгал",
        "Тусгай санал: Хүргэлт үнэгүй",
        "2-for-1: Зөвхөн өнөөдөр!",
        "Баярын онцгой: 25% хямдралтай",
        "Онцгой 30% хөнгөлөлт",
        "Гайхах! Нэмэлт 20% хямдралтай",
        "Дотор улирлын чанартай хэмнэлт",
        "Долоо хоногийн дундуур солиорол: 10% хямдралтай",
        "Удахгүй дуусах: Бүх зүйл 15% хямдарлаа",
        "Гэр бүл, найз нөхөд: 20% хямдралтай",
        "Энэ амралтын өдрүүдэд их хэмжээний хэмнэлт",
        "Хар баасан гараг: 40% хямдралтай",
        "Sneak Peek хөнгөлөлт: 30% хямдралтай"
      ],
      "description": [
        "Тусгай саналаа аваарай! Зөвхөн хязгаарлагдмал хугацаатай.",
        "Хурдлаарай! Таны сагсанд онцгой хэмнэлт хүлээж байна.",
        "Том хэмнэлт нь ердөө нэг товшилтын зайд байна!",
        "Энэ гэрээг дуусахаас нь өмнө ашиглаарай.",
        "Онцгой хямдрал хүлээж байна! Үүнийг бүү алдаарай.",
        "Манай саналаар дэлгүүр хэсэх сэтгэлгээгээ нэмэгдүүлээрэй!",
        "Таны дараагийн захиалга таны бодсоноос бага байж магадгүй!",
        "Хүссэн зүйлээ авах хамгийн тохиромжтой цаг.",
        "Таны өдрийг илүү гэгээлэг болгох бяцхан зүйл.",
        "Хадгалахад бэлэн үү? Гэнэтийн хямдрал хүлээж байна!",
        "Та онцгой учраас энд онцгой гэрээ байна.",
        "Ямар нэг зүйлд анхаарлаа хандуулсан уу? Энд түлхэлт байна!",
        "Бэлэг шиг хэмнэх цаг байхгүй.",
        "Энэ саналыг бүү алдаарай! Энэ нь дэндүү сайн байна.",
        "Сайхан мэдээ! Таны худалдан авалт хямдарлаа.",
        "Яараарай, таны онцгой хямдрал удахгүй дуусна!",
        "Таны үнэнч байгаад бяцхан баярлалаа."
      ]
    },
    "coupon": {
      "title": [
        "Хадгаламж нээгдэв",
        "Хөнгөлөлтийн түгжээг тайл",
        "Супер хэмнэлт",
        "Онцгой хямдрал",
        "Шагналт хадгаламж",
        "VIP хөнгөлөлт",
        "Тусгай санал",
        "Нэмэлт хэмнэлт",
        "Хөнгөлөлтийн дохио",
        "Төсвийн аз жаргал",
        "Эдийн засгийн таашаал",
        "Бонанзагийн үнэ цэнэ",
        "Үнийн бууралт",
        "Аз жаргалтай хадгаламж",
        "Илүү хэмнээрэй, илүү их дэлгүүр хэсээрэй",
        "Flash хямдрал",
        "Хэлэлцээрийн шагнал",
        "Шуурхай хэмнэлт",
        "Өдрийн хямдрал",
        "Улирлын хулгай"
      ],
      "description": [
        "Манайхаас хямд үнээр аваарай! Дараагийн худалдан авалтдаа хэмнээрэй.",
        "Бид үйлчлүүлэгчдээ үнэлдэг - энэхүү онцгой саналыг ашиглаарай.",
        "Дуртай зүйлээсээ бага үнээр илүү ихийг аваарай. Манайд хямдралтай!",
        "Хадгалахад бэлэн үү? Онцгой санал хүлээж байна!",
        "Учир нь та онцгой юм! Дараагийн захиалгадаа хямдрал эдлээрэй.",
        "Худалдан авалт хийж, хэмнээрэй!",
        "Хадгалах хүртлээ дэлгүүр хэсэхэд бэлэн байгаарай - мөн хэмнээрэй!",
        "Улирлыг онцгой хямдралтайгаар угтаарай.",
        "Бид үнэнч хэрэглэгчиддээ онцгой хямдрал зарлаж байна.",
        "Дараагийн худалдан авалтдаа гайхалтай хэмнэлтийг нээгээрэй.",
        "Онцгой хадгаламжаа хараарай.",
        "Бидэн дээрх гэнэтийн хямдралтай танилцаарай!",
        "Манай онцгой саналыг ашиглан дэлгүүр хэсэх туршлагаа сайжруулаарай.",
        "Манай тусгай саналыг ашиглан хэмнэлтээ эхлүүлээрэй.",
        "Өөрийгөө бага зэрэг нэмэлт зүйлээр урамшуулаарай - онцгой хямдрал.",
        "Таны дараагийн худалдааны адал явдал илүү хямд боллоо!",
        "Учир нь хямдралтай худалдаа хийх нь илүү хөгжилтэй байдаг."
      ]
    },
    "offer": {
      "title": [
        "Багцлаад, их хэмжээгээр хэмнээрэй!",
        "Илүү их худалдаж аваарай, илүү хэмнээрэй!",
        "Ухаалаг худалдан авагчдад зориулсан ухаалаг хямдрал",
        "Хөнгөлөлтийн анхааруулга! Багцын хадгаламж",
        "Хосолсон санал - Илүү хямд үнээр",
        "Багцын онцгой хэмнэлт",
        "Мөнгөний төлөө илүү ихийг аваарай!",
        "Багцлахдаа хадгал",
        "Комбоны тусгай хямдрал",
        "Дэлгүүрт асар их хэмнэлт!",
        "Хамгийн сайн үнэ цэнэтэй багцууд",
        "Хязгаарлагдмал хугацаатай багцын саналууд",
        "Combos дээр томоохон хямдралууд",
        "Сонгосон зүйлсийн ухаалаг хэмнэлт",
        "Багц дээрх ялагдашгүй хямдрал",
        "Олон удаа худалдан авалт хийх боломжтой",
        "Одоо бага үнээр давхар нэмэгдээрэй",
        "Бөөн худалдан авалт = Их хэмжээний хэмнэлт"
      ],
      "description": [
        "Сонгосон бүтээгдэхүүнийг багцлахдаа их хэмжээний хэмнэлт гаргаарай. Яараарай, хязгаарлагдмал хугацаатай санал!",
        "Ухаалаг хямдрал хүлээж байна! Бидний онцолсон зүйлсийг хамтдаа худалдаж авахдаа илүү хэмнээрэй.",
        "Хэмнэх ухаалаг аргыг олж мэд! Дуртай зүйлсээ багцлаад үнийн уналтыг хараарай.",
        "Сонгогдсон зүйлсийг хослуулан худалдаж авахдаа онцгой хөнгөлөлт эдлээрэй. Одоо хөдөл!",
        "Илүү их худалдаж аваарай, илүү их хэмнээрэй! Манай тусгай багц бүтээгдэхүүнд гайхалтай хямдрал.",
        "Манай тусгай саналуудыг ашиглан ухаалаг дэлгүүр хэсээрэй. Сонгосон багц бүтээгдэхүүний хямдралтай үнэ.",
        "Бага үнээр илүү ихийг аваарай! Та манай сонгосон багцыг худалдаж авбал гайхалтай хямдралтай.",
        "Багцлахдаа их хэмнээрэй! Хязгаарлагдмал хугацаанд сонгогдсон зүйлсийн онцгой хямдрал.",
        "Нэгтгэж, хэмнээрэй! Та манай сонгосон бүтээгдэхүүнийг хамтад нь худалдаж авбал онцгой хямдралтай.",
        "Та хэдий чинээ их худалдаж авна төдий чинээ их хэмнэнэ! Манай тусгай багцуудыг ашиглан ухаалаг байгаарай."
      ]
    },
    "gift_card_type": {
      "title": [
        "Өөрийгөө эмчил!",
        "Зөвхөн чамд!",
        "Аз жаргалтай худалдаа!",
        "Бидэн дээр сайхан өнгөрүүлээрэй!",
        "Жаахан өөгшүүл",
        "Учир нь чи онцгой",
        "Бага зэрэг гэнэтийн бэлэг",
        "Өдрийг сайхан өнгөрүүлээрэй",
        "Энд танд байна",
        "Баяр баясгаланг түгээ",
        "Хайрын бэлэг",
        "Тааламжтай дэлгүүр хэсээрэй",
        "Баярлалаа",
        "Үрэх цаг",
        "Энэ мөчийг амтлаарай",
        "Дуртай зүйлсээ олоорой",
        "Сонголт чинийх",
        "Өөрийгөө илэрхийлэх",
        "Ид шидийг нээ",
        "Өөрийн хэв маягийг тайл"
      ]
    },
    "vendor_refund_order": {
      "note": [
        "Таны виртуал түрийвчнээс мөнгө хасагдаж, зах зээлийн хэтэвч рүү буцаасан.",
        "Буцаан олголт хийгдсэн нь таны виртуал түрийвчний үлдэгдэл багассан.",
        "Буцаан олголт дууссан. Зах зээлийн хэтэвчийг таны виртуал түрийвчнээс дүүргэсэн.",
        "Таны виртуал түрийвчийг зах зээлийн түрийвч рүү буцаан олгосны төлөө хасагдсан.",
        "Саяхан буцаан олголтын улмаас таны виртуал түрийвчний мөнгийг тохируулсан.",
        "Таны виртуал түрийвчнээс мөнгийг хасаж, буцаан олголт хийгдсэн.",
        "Зах зээлийн хэтэвч рүү буцаан олгосны улмаас таны виртуал түрийвчний үлдэгдэл багассан.",
        "Буцаан олголтын гүйлгээ хийгдсэн бөгөөд таны виртуал түрийвчнээсээ зах зээл рүү буцаан шилжүүлсэн."
      ]
    },
    "product": {
      "warranty": [
        "24 сарын алтны баталгаа",
        "Хоёр жилийн турш цагаан алтны хамгаалалт",
        "36 сарын турш очир эрдэнийн баталгаа",
        "Мөнгөн бамбай: Нэг жилийн баталгаа",
        "2 жилийн элит баталгаа",
        "Дээд зэрэглэлийн хамгаалалт 24 сарын турш",
        "Хүрэл нөөц: Нэг жилийн баталгаат хугацаа",
        "3 жилийн дээд зэргийн ажиллах хугацааны баталгаа",
        "24 сарын найдвартай үйлчилгээний амлалт",
        "36 сарын Оюун санааны амар амгаланг хамгаалах"
      ],
      "pros_name": [
        "Үр ашгийг дээшлүүлсэн",
        "Зардал багатай шийдэл",
        "Чанарын баталгаатай",
        "Хэрэглэхэд хялбар",
        "Цаг хэмнэгч",
        "Найдвартай байдлын баталгаатай",
        "Олон талт хэрэглээ",
        "Хамгийн сүүлийн үеийн технологи",
        "Байгал орчинд ээлтэй",
        "Онцгой гүйцэтгэл"
      ],
      "pros_value": [
        "Хурдан бөгөөд үр дүнтэй үйлдлээрээ ихээхэн цаг хэмнэдэг.",
        "Гүйцэтгэлийн хувьд дэвшилтэт технологийг ашигладаг.",
        "Зардлыг бууруулж, бүтээмжийг нэмэгдүүлнэ.",
        "Хялбар навигац хийх хэрэглэгчдэд ээлтэй интерфэйсийг санал болгодог.",
        "Найдвартай, тогтвортой гүйцэтгэлийг баталгаажуулдаг.",
        "Төрөл бүрийн даалгаварт олон талын хэрэглээг хангадаг.",
        "Байгаль орчинд ээлтэй материал, процессыг ашигладаг.",
        "Дээд зэргийн үр дүнд хүрэхийн тулд хамгийн сүүлийн үеийн технологиор бүтээгдсэн.",
        "Өндөр чанартай дизайн нь удаан эдэлгээтэй байдлыг баталгаажуулдаг.",
        "Хэрэглэгчийн дэмжлэгийг өдрийн цагаар санал болгодог."
      ],
      "cons_name": [
        "Үнэтэй хөрөнгө оруулалт",
        "Хязгаарлагдмал нийцтэй байдал",
        "Нарийн төвөгтэй тохиргоо",
        "Сургалт шаарддаг",
        "Дэд гүйцэтгэл",
        "Олон талт байдал дутмаг",
        "Хязгаарлагдмал дэмжлэг",
        "Байнгын засвар үйлчилгээ",
        "Эрчим хүчний өндөр хэрэглээ",
        "Богино наслалт"
      ],
      "cons_value": [
        "Өөр хувилбаруудтай харьцуулахад анхны хөрөнгө оруулалт өндөр.",
        "Бүх систем эсвэл төхөөрөмжид тохирохгүй байж болно.",
        "Тохируулах үйл явц нь нэлээд төвөгтэй байж болно.",
        "Ашиглахад нэмэлт сургалт шаардлагатай байж болно.",
        "Гүйцэтгэл нь бүх хүлээлтийг хангахгүй байж магадгүй юм.",
        "Хязгаарлагдмал ажиллагаатай эсвэл олон талт чанаргүй.",
        "Хэрэглэгчийн дэмжлэгийг өдөр бүр ашиглах боломжгүй байж магадгүй.",
        "Тогтмол засвар үйлчилгээ хийх шаардлагатай бөгөөд энэ нь илүү өндөр зардалд хүргэдэг.",
        "Их хэмжээний эрчим хүч зарцуулж, хэрэглээний зардалд нөлөөлдөг.",
        "Бүтээгдэхүүний ашиглалтын хугацаа нь хүлээгдэж буй шиг урт биш байж болно."
      ]
    },
    "blog_category": {
      "category": [
        "Tech Insights",
        "Хоолны олдвор",
        "Аялал жуулчлалын үлгэрүүд",
        "Эрүүл мэндийн зөвлөгөө",
        "Загварын дуртай",
        "Business Buzz",
        "Амьдралын хэв маягийн түүхүүд",
        "Спортын шинэчлэлтүүд",
        "Урлагийн онцлох үйл явдлууд",
        "Эцэг эхийн зааварчилгаа"
      ],
      "description": [
        "Төрөл бүрийн сэдвээр сонирхолтой нийтлэлүүдийг олж мэдээрэй.",
        "Манай мэдээллийн блог нийтлэлүүдийн цуглуулгатай танилцана уу.",
        "Манай сонирхолтой блог ангиллын контентоос мэдээлэлтэй байгаарай.",
        "Манай блогийн ангиллын нийтлэлүүдээс урам зоригийг олж аваарай.",
        "Манай блогын төрөл бүрийн сэдвүүдээр мэдлэгээ өргөжүүлээрэй.",
        "Блогын ангиллын талаарх бидний сэтгэл татам мэдээллүүдийг цаг тухайд нь авч байгаарай.",
        "Манай сонирхолтой блог ангиллын агуулгын гүнд нэвтэрч үзээрэй.",
        "Манай блогийн категорийн архиваас үнэ цэнэтэй мэдээллийг олж аваарай.",
        "Манай блогийн ангиллаас шинэ зүйл сур.",
        "Манай блогийн ангиллын нийтлэл, нийтлэлүүдийг баяжуулж байгаарай."
      ]
    },
    "partner_plan": {
      "name": [
        "Эхлэлийн багц",
        "Чухал төлөвлөгөө",
        "Мэргэжлийн люкс",
        "Enterprise Edition",
        "Нарийвчилсан шат",
        "Дээд зэрэглэлийн багц",
        "Эцсийн шийдэл",
        "Элит түвшин",
        "Өсөлтийг хурдасгагч",
        "Платинум хүч"
      ]
    },
    "tax_profile": {
      "name": [
        "Хоол хүнс",
        "Электрон тоног төхөөрөмж",
        "Хувцас, хувцас",
        "Ном, бичгийн хэрэгсэл",
        "Эрүүл мэнд, гоо сайхны бүтээгдэхүүн",
        "Тавилга",
        "Спортын бараа",
        "Тоглоом ба тоглоом",
        "Үнэт эдлэл, Дагалдах хэрэгсэл",
        "Автомашины эд анги",
        "Цэцэрлэг ба гадаа",
        "Гал тогооны хэрэгсэл",
        "Гэрийн чимэглэл",
        "Хөгжмийн зэмсэг",
        "Амьтны хангамж",
        "Гутал",
        "Цүнх ба ачаа тээш",
        "Албан тасалгааны хангамж",
        "Техник хангамжийн хэрэгсэл",
        "Хүнсний бүтээгдэхүүн"
      ],
      "label": [
        "VAT",
        "GST",
        "PST",
        "HST",
        "QST",
        "CST",
        "Онцгой албан татвар",
        "Импортын татвар",
        "Үйлчилгээний татвар",
        "Luxury Tax"
      ]
    },
    "cluster": {
      "name": [
        "Борлуулалтын онцлох үйл явдлууд",
        "Сурталчилгааны кодууд",
        "Онцлох кампанит ажил",
        "Шинээр ирсэн",
        "Шилдэг борлуулалттай",
        "Улирлын тусгай бүтээгдэхүүн",
        "Хязгаарлагдмал саналууд",
        "Үйл явдлын хямдрал",
        "VIP Exclusives",
        "Цэвэрлэх зүйлс",
        "Амралтын багц",
        "Сэдвийн цуглуулгууд",
        "Брэндийн үзэсгэлэн",
        "Гишүүний дуртай зүйлс",
        "Flash хөнгөлөлт",
        "Essentials дэлгүүр",
        "Дижитал нөөц",
        "Бэлэгний санаанууд",
        "Байгальд ээлтэй сонголтууд",
        "Ажилтны зөвлөмж"
      ]
    },
    "popup": {
      "title": [
        "Тусгай санал!",
        "Шинээр ирсэн",
        "Хязгаарлагдмал хугацаа",
        "Хөнгөлөлтийн анхааруулга!",
        "Онцгой хямдрал",
        "Халуун хямдрал!",
        "Цэвэрлэх дохио",
        "Хүргэлт үнэгүй",
        "Бэлэг дотор!",
        "Шагнал хожих",
        "Гишүүний хөнгөлөлт",
        "Флаш хямдрал"
      ]
    },
    "campaign": {
      "name": [
        "Унах хүртлээ дэлгүүр хэсээрэй",
        "Cart Frenzy",
        "Флэш хямдралтай Fiesta",
        "\"Дэлгүүр\", \"Хадгалах\" дээр дарна уу",
        "Бонанза хямд",
        "E-Deal Extravaganza",
        "Mega Markdown галзуурал",
        "Кибер хэмнэлтийн шуугиан",
        "Дижитал хөнгөлөлтийн өдрүүд",
        "Цахим худалдааны багт наадам",
        "Oasis онлайн гарц",
        "Жижиглэнгийн худалдаа",
        "Вэб дэлгүүрийн агуулахын хямдрал",
        "Цахим дэлгүүрийн диваажин",
        "Виртуал ваучерын бизнес",
        "Дижитал хаалганы хамгаалалт",
        "Цахим тэрэгний цэвэрлэгээ",
        "Онлайн худалдааны шоу",
        "Кибер худалдаа гайхалтай",
        "Цахим наймааны блиц"
      ]
    },
    "valuation": {
      "title": [
        "Цамцны захиалгат үнэ",
        "Гараар хийсэн үнэт эдлэлийн үнэлгээ",
        "Хувийн гуталны үнэ",
        "Тусгай урлагийн бүтээлийн үнэлгээ",
        "Тохиромжтой костюмны үнэ",
        "Цахим хэрэгсэл тохируулах зардал",
        "Үнэртэй усны хувийн үнэлгээ",
        "Захиалгат цүнхний үнэ",
        "Тохиромжтой даашинзны үнэлгээ",
        "Хувь хүний номын хавтасны үнэ",
        "Захиалгат тавилга үнэлгээ",
        "Захиалгат цагны үнэ",
        "Тоглоомын хувийн үнэлгээ",
        "Тохиромжтой малгайны үнэ",
        "Захиалгат арьс арчилгааны бүтээгдэхүүний үнэлгээ",
        "Гэрийн засал чимэглэлийн үнэ",
        "Захиалгат гал тогооны хэрэгслийн үнэлгээ",
        "Хувийн бичиг хэргийн үнэ",
        "Захиалгат үсний дагалдах хэрэгслийн үнэлгээ",
        "Захиалгат спортын тоног төхөөрөмжийн үнэ"
      ],
      "structure": {
        "title": [
          "Подволк хэвлэх загвар",
          "Металл үнэт эдлэлийн төрөл",
          "Гутлын материалын сонголт",
          "Урлагийн хүрээний хэмжээ",
          "Хувцасны даавууны сонголт",
          "Гаджетын өнгөний сонголт",
          "Үнэртэй усны үнэртэй ус",
          "Цүнхний материал ба хэмжээ",
          "Хувцасны урт ба хэв маяг",
          "Номын хавтасны материал",
          "Тавилгын модон төрөл",
          "Цагны оосрын материал",
          "Тоглоомын захиалгат онцлог",
          "Малгайны хэмжээ, өнгө",
          "Арьс арчилгааны орц найрлага",
          "Гэрийн чимэглэлийн сэдэв",
          "Гал тогооны хэрэгсэл материал",
          "Бичиг хэргийн цаасны төрөл",
          "Үсний нэмэлт материал",
          "Спортын тоног төхөөрөмжийн хэмжээ"
        ]
      }
    },
    "lottery": {
      "title": [
        "Эргүүлж, том шагналуудыг хожоорой!",
        "Fortune Wheel Jackpot",
        "Азтай Spin Bonanza",
        "Шагнал авахын тулд эргүүлээрэй",
        "Баялгийн хүрд",
        "Азтай хонжворт сугалаа",
        "Мега эргэлтийн сюрприз",
        "Prize Wheel Fiesta",
        "Treasure Spin Spectacular",
        "Spin the Wheel Magic",
        "\"Азтай дугуй\"",
        "Fortune-ийн ач тус",
        "Гайхамшгийн дугуй",
        "Баялгийн төлөө эргүүлээрэй",
        "Шагналын Spinner баяр хөөр",
        "Golden Spin сугалаа",
        "Spin-a-Prize",
        "Fortunes дугуй",
        "Азтай эргүүлэх үзэсгэлэн",
        "Эцсийн эргэлтийн шагнал"
      ],
      "description": [
        "Онцгой хөнгөлөлт эдлэх боломжийг авахын тулд дугуйгаа эргүүлээрэй!",
        "Азаа туршиж үзээрэй - бидний азын дугуйнд гайхалтай шагналууд хүлээж байна!",
        "Эргүүлэх бүртээ том хожоорой – сэтгэл хөдөлгөм шагналуудыг аваарай!",
        "Ялахын тулд эргүүлээрэй! Гэнэтийн бэлэг, саналыг ээлж бүртээ аваарай.",
        "Таны том оноо авах боломж – хурдан шагнал авах хүрд эргүүлээрэй!",
        "Эргэлт бүрт онцгой урамшуулал - та азтан болох уу?",
        "Эргэ, хожоорой! Манай дэлгүүрийн азын хүрднээс нуугдаж буй эрдэнийн чулууг нээгээрэй.",
        "Манай дугуйгаар азтан болоорой - шагнал, хөнгөлөлт, бусад зүйлс!",
        "Эргэлт бүр хождог - өнөөдөр тусгай шагналаа аваарай!",
        "Тааламжтай гэнэтийн бэлэг барихын тулд дугуйгаа эргүүлээрэй - та юу хожих вэ?",
        "Эргэлтээр азаа нээгээрэй - дэлгүүрийн сэтгэл хөдөлгөм шагналууд хүлээж байна.",
        "Шагналаа тодруулахын тулд эргүүлээрэй - хямдрал, бэлэг гэх мэт!",
        "Өдөрт эргүүлэх нь тоглоомын сэтгэл хөдлөлийг хадгалдаг - өвөрмөц шагналуудыг хожоорой!",
        "Дэлгүүрийн онцгой амттан авахын тулд азын дугуйгаа эргүүлээрэй.",
        "Азтай эргэлт нь азтай ялалтыг авчирдаг - одоо шагналаа аваарай!",
        "Таны эргэлт гайхалтай худалдааны урамшууллыг нээх боломжтой!",
        "Онцгой хямдрал, саналыг авахын тулд эргүүлээрэй.",
        "Азын хүрд эргэлдэж байна - азын шагналаа аваарай!",
        "Эргэ, ял, инээмсэглэ - эргэлт бүрт гэнэтийн шагналууд.",
        "Эргүүлээрэй, азаар шагналаа шийдээрэй!"
      ]
    }
  }
};