export default {
  "commons": {
    "pay_today": "ယနေ့ငွေပေးချေမှု",
    "pay_yesterday": "မနေ့က ငွေပေးချေမှု",
    "pay_last30days": "နောက်ဆုံးရက် 30 ငွေပေးချေမှု",
    "create_a_shop": "ဆိုင်တစ်ခုဖန်တီးပါ။",
    "start_free": "အခမဲ့စတင်ပါ။",
    "featured_apps": "အထူးအသားပေးအက်ပ်များ",
    "more_apps": "နောက်ထပ်အက်ပ်များ"
  },
  "numbers": {
    "infinite": "အကန့်အသတ်"
  },
  "error": {
    "not_fount_data": "ဒေတာမတွေ့ပါ။",
    "license_max_limit": "သင့်လိုင်စင်သည် ကန့်သတ်ချက် ပြည့်သွားပါပြီ။"
  },
  "time_spans": {
    "days_range": "ရက်အပိုင်းအခြား",
    "today": "ဒီနေ့",
    "yesterday": "မနေ့က",
    "last_7": "လွန်ခဲ့သော 7 ရက်",
    "last_14": "လွန်ခဲ့သော 14 ရက်",
    "last_30": "လွန်ခဲ့သော ရက် 30",
    "last_90": "လွန်ခဲ့သော ရက် 90",
    "custom": "စိတ်ကြိုက်"
  },
  "device_types": {
    "desktop": "ဒက်ဒီ",
    "mobile": "မိုဘိုင်း",
    "tablet": "တက်ဘလက်"
  },
  "create_website_action": "သင့်ဝဘ်ဆိုဒ်ကိုဖန်တီးပါ — အခမဲ့ဖြစ်သည်။",
  "show_shops_action": "ငါ့ဆိုင်များစာရင်း",
  "Youtube": "YouTube",
  "Linkedin": "Linkedin",
  "Twitter": "တွစ်တာ",
  "Facebook": "Facebook",
  "Instagram": "အင်စတာဂရမ်",
  "Reddit": "Reddit",
  "Github": "Github",
  "page_titles": {
    "home": "ရောင်းပြီးပြီ | လျင်မြန်စွာတိုးတက်နေသောကုမ္ပဏီများအတွက် စီးပွားရေးလုပ်ငန်းလည်ပတ်မှုစနစ်",
    "login": "လော့ဂ်အင်",
    "register": "မှတ်ပုံတင်ပါ။",
    "auth_2fa": "2 factor Authenticate 🔐",
    "academy": "ဘလော့",
    "help": "ကူညီရေးဌာန",
    "price_list": "စျေးနှုန်းစာရင်း",
    "my_stores": "ကျွန်ုပ်၏ အရောင်းဆိုင်များ",
    "roles": "ငါ့ရဲ့ အခန်းကဏ္ဍ",
    "wallet": "ငါ့ပိုက်ဆံအိတ်",
    "personal_info": "ကိုယ်ရေးကိုယ်တာ အချက်အလက် | KYC",
    "companies": "ကျွန်ုပ်၏ကုမ္ပဏီများ",
    "access_control": "အသုံးပြုခွင့်ကိုထိန်းချုပ်မယ်",
    "security_center": "လုံခြုံရေးစင်တာ",
    "gifts": {
      "received": "လက်ဆောင်များ | ရရှိခဲ့သည်။",
      "send": "လက်ဆောင်များ | ပို့လိုက်ပါတယ်။"
    },
    "monetization": {
      "linked_accounts": "ငွေရှာခြင်း | ချိတ်ဆက်ထားသော အကောင့်များ",
      "plans": "ငွေရှာခြင်း | အစီအစဉ် & လင့်ခ်များ"
    },
    "affiliate": "Affiliate",
    "avocado": "ထောပတ်သီး — ခေတ်မီလူမှုရေးအရောင်းလိုင်း",
    "guild": "Guild — စုပေါင်းအရောင်းချန်နယ်",
    "partners_login": "ဖက် | လိုင်းဝင်ခြင်း။"
  },
  "blank_is_all_products": "ထုတ်ကုန်အားလုံးပါဝင်ရန် ကွက်လပ်ချန်ထားပါ။",
  "cautions": {
    "title": "အောက်ပါအကြံပြုချက်များကို လုပ်ဆောင်ခြင်းဖြင့် သင့်လုပ်ငန်းကို ကျွမ်းကျင်စွာ စီမံခန့်ခွဲပါ။ အမြတ်အစွန်းကို မြှင့်တင်နည်းနှင့် အခြားအရာများအတွက် အကြံပြုချက်များကို ဆက်လက်ဖတ်ရှုပါ။ ငါတို့လမ်းတလျှောက် မင်းနဲ့အတူရှိတယ်။",
    "no_payment_method": {
      "title": "ငွေပေးချေစနစ်",
      "message": "သင့်ဆိုင်တွင် ငွေပေးချေမှုနည်းလမ်းတစ်ခု ထည့်ရပါမည်။",
      "action": "ဆိုင်တံခါးများ"
    },
    "link_account": {
      "title": "အကောင့်လင့်ခ်",
      "message": "အကောင့်တစ်ခု ({currency}) ကို သင့်ဆိုင်သို့ လင့်ခ်ချိတ်ရပါမည်။",
      "action": "ဆိုင်အကောင့်များ"
    },
    "no_domain": {
      "title": "Domain ထည့်ပါ။",
      "message": "တစ်ခု သို့မဟုတ် တစ်ခုထက်ပိုသော ကိုယ်ရေးကိုယ်တာဒိုမိန်းများကို သင့်စတိုးသို့ ချိတ်ဆက်နိုင်ပါသည်။ သင့်ဝဘ်ဆိုဒ်ကို သင့်ဒိုမိန်းတွင် ထည့်သွင်းပါမည်။ ဤလုပ်ငန်းစဉ်သည် မြန်ဆန်လွယ်ကူသည်။"
    },
    "domain_not_approved": {
      "title": "Domain Verification",
      "message": "သင့်ဒိုမိန်း {domain} ကို အတည်မပြုရသေးပါ။ DNS ဆက်တင်များကို စစ်ဆေးပြီး ဒိုမိန်းကို အတည်ပြုပါ။"
    },
    "no_currency": {
      "title": "ငွေကြေးထည့်ပါ။",
      "message": "သင့်စတိုးအတွက် အနည်းဆုံးငွေကြေးတစ်ခု သတ်မှတ်ရပါမည်။",
      "action": "ငွေကြေးစီမံခန့်ခွဲမှု"
    },
    "no_primary_domain": {
      "title": "အဓိက ဒိုမိန်း",
      "message": "ကျေးဇူးပြု၍ သင်၏ ပင်မဒိုမိန်းတစ်ခုအဖြစ် ဒိုမိန်းတစ်ခုကို ရွေးချယ်ပါ။ ဒိုမိန်းအမည်ဘေးရှိ ကြယ်ပွင့်ခလုတ်ကို နှိပ်ခြင်းဖြင့်၊ ဒိုမိန်းကို သင့်စတိုး၏ အဓိကဒိုမိန်းအဖြစ် ရွေးချယ်နိုင်သည်။ ၎င်းသည် ရှာဖွေရေးအင်ဂျင်များအတွက် အရေးကြီးပါသည်။ သင့်စတိုးကို လက်ရှိအသုံးပြုနေသော ဒိုမိန်းများအားလုံးတွင် ဆက်လက်ရရှိနိုင်မည်ကို သတိပြုပါ။"
    },
    "shop_complete": {
      "title": "အချက်အလက်အပြည့်အစုံ",
      "action": "ဆိုင်ဆက်တင်များ",
      "location_msg": "သင်၏တည်နေရာကိုထည့်ပါ။",
      "days_open_msg": "ဖွင့်ရက်များ သတ်မှတ်ပါ။",
      "time_open_msg": "အဖွင့်နှင့်ပိတ်ချိန်ကို သတ်မှတ်ပါ။",
      "description_msg": "သင့်လုပ်ငန်းအကြောင်း အကျဉ်းချုံးရေးပါ။",
      "icon_msg": "သင်၏စတိုးဆိုင်လိုဂိုသတ်မှတ်ပါ။",
      "shop_gateways_msg": "ငွေပေးချေမှုနည်းလမ်းကို ထည့်ပါ။",
      "socials_msg": "သင်၏လူမှုရေးလင့်ခ်များကိုထည့်ပါ။",
      "clubs_msg": "ဖောက်သည်အသင်းများကို သတ်မှတ်ပါ။",
      "domains_msg": "စိတ်ကြိုက်ဒိုမိန်းထည့်ပါ။",
      "primary_msg": "ဒိုမိန်းကို အဓိကအဖြစ် သတ်မှတ်ပါ။"
    }
  },
  "support": {
    "request": "အကူအညီတောင်းပါ။",
    "category": "အမျိုးအစား",
    "title": "အထောက်အပံ့",
    "message": "တောင်းဆိုမှုများ သို့မဟုတ် မေးခွန်းများမေးပါ။ ကျွန်ုပ်တို့၏ ပံ့ပိုးကူညီရေးအဖွဲ့သည် သင့်အား လမ်းညွှန်ပေးပါမည်။ သင့်တောင်းဆိုချက်နှင့် သက်ဆိုင်သည့် စာမျက်နှာတွင် သင့်မေးခွန်းကို မေးရန် ကျွန်ုပ်တို့ အကြံပြုအပ်ပါသည်။ ဥပမာအားဖြင့်၊ သင့်တွင် ဒိုမိန်းဆက်တင်နှင့်ပတ်သက်၍ မေးစရာရှိပါက၊ ၎င်းကို သင့်စတိုး၏ဒိုမိန်းဆက်တင်စာမျက်နှာတွင် ပေးပို့ပါ။",
    "close_at": "{date} တွင် ပိတ်သည်",
    "close_ticket_by_user": "ကျေးဇူးတင်ပါတယ်၊ အဖြေရပါပြီ။"
  },
  "surveys": [
    "အရမ်းဆင်းရဲတယ်။",
    "ဆင်းရဲတယ်။",
    "ပုံမှန်",
    "ကောင်းတယ်။",
    "အရမ်းကောင်းတယ်။"
  ],
  "sort": {
    "title": "အလိုက်စဥ်သည်",
    "title_small": "အလိုက်စဥ်သည်..",
    "nothing": "ဘာမှမဖြစ်",
    "most_views": "အမြင်အများစု",
    "most_likes": "လူကြိုက်အများဆုံး",
    "most_recent": "နောက်ဆုံးပေါ်",
    "most_sell": "အရောင်းရဆုံး",
    "cheapest": "စျေးအသက်သာဆုံး",
    "most_expensive": "ဈေးအကြီးဆုံး",
    "only_available": "ရရှိနိုင်ပါသည်။",
    "view_mode": {
      "normal": "ပုံမှန်",
      "grid": "ဂရစ်",
      "list": "စာရင်း",
      "insta": "အင်စတာ"
    }
  },
  "helps": {
    "title": "Selldone Help Center",
    "subtitle": "Selldone မှကြိုဆိုပါတယ်။ လုပ်ငန်း OS တစ်ခုတွင် အွန်လိုင်းစတိုးအသစ်တစ်ခု တည်ဆောက်နေပါက၊ နောက်ထပ် အချက်အလက်များကို ဤနေရာတွင် ရှာဖွေနိုင်ပါသည်။",
    "add_new_help": "အကူအညီအသစ်",
    "resources": "အရင်းအမြစ်များ",
    "categories": {
      "Welcome": "စတင်လိုက်ပါ။",
      "Setup": "စတိုးဆိုင်",
      "Sell": "အရောင်း & စျေးကွက်ရှာဖွေရေး",
      "Developer": "ဖွံ့ဖြိုး",
      "Application": "လျှောက်လွှာများ",
      "Product": "ထုတ်ကုန်များနှင့် အမျိုးအစားများ စီမံခန့်ခွဲမှု",
      "Blog": "CMS & Blog",
      "Order": "အမိန့်ကျေပွန်မှုစင်တာ",
      "Channel": "အရောင်းလိုင်းများ",
      "Accounting": "စာရင်းကိုင်နှင့် ငွေပေးချေမှုနည်းလမ်းများ",
      "Incentives": "မက်လုံးများ",
      "Marketing": "စျေးကွက်ရှာဖွေရေးနှင့် ကမ်ပိန်းများ",
      "Logistic": "ထောက်ပံ့ပို့ဆောင်ရေးနှင့် ပို့ဆောင်ရေး",
      "Customers": "Customers Club & Segmentation",
      "Page": "ဆင်းသက်ခြင်းနှင့် စိတ်ကြိုက်စာမျက်နှာများ",
      "Access": "ဝန်ထမ်း/ API Access Management",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "Github Repository",
    "admin_api_app": "စီမံခန့်ခွဲသူ API ဝဘ်ဝန်ဆောင်မှု",
    "shop_api_app": "API ဝဘ်ဝန်ဆောင်မှုကို စျေးဝယ်ပါ။",
    "design_kit": "ဒီဇိုင်းအစုံ",
    "community": "ရပ်ရွာ"
  },
  "blogs": {
    "title": "ဘလော့",
    "subtitle": "လုပ်ငန်းအတွက် သင်ခန်းစာများ၊ ယုံကြည်မှုနှင့် အောင်မြင်သော လုပ်ငန်းတစ်ခုကို ဖန်တီးရန် လိုအပ်သော ဗဟုသုတများ။",
    "add_new_blog": "ဘလော့အသစ်",
    "popular": "လူကြိုက်များသည်။",
    "topics": "အကြောင်းအရာများ",
    "select_topics": "သင်၏အလုပ်ရွေးချယ်ပါ။",
    "select_job_topics": "သင့်အလုပ်နှင့်သက်ဆိုင်သော အကြောင်းအရာများကို ရွေးချယ်ပါ။",
    "select_interested_topics": "ဘယ်အကြောင်းအရာတွေကို သင်စိတ်ဝင်စားလဲ။"
  },
  "api": {
    "title": "API နှင့် ပေါင်းစပ်ခြင်း။",
    "message": "Selldone ၏ အဓိကအင်္ဂါရပ်များထဲမှတစ်ခုမှာ စတိုးဆိုင်များကို စီမံခန့်ခွဲရန်နှင့် သိုလှောင်ရန်၊ စာရင်းကိုင်ခြင်းစသည်ဖြင့် စတိုးဆိုင်များကို စီမံခန့်ခွဲရန်နှင့် ချိတ်ဆက်ရန်အတွက် ခိုင်မာပြီး လုံခြုံသော API များကို ပံ့ပိုးပေးပါသည်။ သင်သည် သင့်စတိုးအတွက် စိတ်ကြိုက်အက်ပ်များနှင့် ဝဘ်အက်ပ်များကို ဒီဇိုင်းဆွဲနိုင်သည်။ ဆာဗာနှင့် ဒေတာစီမံခန့်ခွဲမှုအတွက် စိတ်ပူစရာမလိုဘဲ။ ဒိုမိန်း APIs များကိုသာ အသုံးပြုပါ။ သုံးစွဲသူများ၊ စစ်မှန်ကြောင်းအထောက်အထားပြခြင်းနှင့် အခြားဒိုမိန်းအင်္ဂါရပ်များကို စီမံခန့်ခွဲသည့် လုပ်ငန်းစဉ်အားလုံးကို သင့်တွင်ရှိမည်ဖြစ်သည်။"
  },
  "user_dashboard": {
    "title": "ငါ့လွန်းပျံ",
    "subtitle": "သင့်လုပ်ငန်းကို နောက်ဆုံးပေါ် အချက်အလက်များနှင့် ရှင်းလင်းသောအလားအလာဖြင့် စီမံခန့်ခွဲပါ။",
    "menu": {
      "affiliate": "Affiliate",
      "monetize": "ငွေရှာပါ။",
      "gift": "လက်ဆောင်",
      "security": "လုံခြုံရေး",
      "access": "သုံးစွဲခွင့်",
      "business": "ကုမ္ပဏီ",
      "wallet": "ပိုက်ဆံအိတ်",
      "identification": "KYC",
      "stores": "ဆိုင်များ",
      "roles": "ရာထူးတာဝန်များ",
      "home": "အိမ်",
      "expert": "ကျွမ်းကျင်သူ",
      "deals": "အပေးအယူ",
      "providers": "ပံ့ပိုးပေးသည်။"
    },
    "shops": {
      "create_new": "ဆိုင်အသစ်ဖန်တီးပါ။",
      "create_new_sub": "အခမဲ့",
      "create_new_sub_need_initial_charge": "ပထမစတိုးဆိုင်တည်ဆောက်ခြင်းသည် အခမဲ့ဖြစ်သည်။ ဆိုင်တစ်ဆိုင်က သင့်လုပ်ငန်းအတွက် လုံလောက်နိုင်ပေမယ့် စတိုးဆိုင်တွေ ထပ်ဆောက်ဖို့ လိုအပ်ရင် စတိုးဆိုင်အသစ်ဆောက်ဖို့ ကုန်ကျစရိတ်က 25$ ပါ။ သင့်ပိုက်ဆံအိတ်အကောင့်မှ ပမာဏကို ကျွန်ုပ်တို့ ရုပ်သိမ်းပါသည်။",
      "menu": {
        "title": "ကျွန်ုပ်၏ဆိုင်များ",
        "shops": "စျေးဆိုင်",
        "new": "အသစ်"
      },
      "accept_invite_question": "ဤဖိတ်ကြားချက်ကို လက်ခံပါသလား။",
      "shop_card": {
        "menu_orders": {
          "physical": "ရုပ်ထွက်ပစ္စည်း အော်ဒါများ",
          "virtual": "ထုတ်ကုန်အတု အော်ဒါများ",
          "files": "အော်ဒါဖိုင်",
          "services": "ဝန်ဆောင်မှုပေးသည်။"
        },
        "status": "အဆင့်အတန်း",
        "license": "လိုင်စင်",
        "volume": "နေရာယူထားသည်။",
        "expire": "လိုင်စင်သက်တမ်းကုန်သွားပြီ",
        "products": "ထုတ်ကုန်များ",
        "page_views": "ရှုခင်းများ",
        "user_behavior": "ဖောက်သည် အပြုအမူ",
        "time_span": "{time} မှ ယခုအချိန်အထိ",
        "finance_report": "ဘဏ္ဍာရေးဆိုင်ရာအစီရင်ခံံစာ",
        "buys": "ဝယ်ယူမှုများ",
        "payments": "ငွေပေးချေမှုများ",
        "orders": "အော်",
        "currency": "ငွေကြေး"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "ဖောက်သည်များ၏တုံ့ပြန်ချက်",
      "title_small": "ခြုံငုံသုံးသပ်ချက်",
      "wishlist": "ဆန္ဒစာရင်း",
      "comments": "မှတ်ချက်များ",
      "likes": "အကြိုက်များ",
      "favorites": "အကြိုက်ဆုံးများ",
      "powers": "လက်ခုပ်တီးတယ်။",
      "views": "ရှုခင်းများ",
      "report_today": "ဒီနေ့ သတင်းပို့တယ်။",
      "report_last7days": "နောက်ဆုံး 7 ရက်အစီရင်ခံစာ",
      "report_last30days": "နောက်ဆုံးရက် 30 အစီရင်ခံစာ"
    }
  },
  "admin_shop": {
    "title": "စတိုးဆိုင်",
    "menu": {
      "edit": "ဆက်တင်များ",
      "automation": "အလိုအလျောက်စနစ်",
      "application": "လျှောက်လွှာများ",
      "access": "သုံးစွဲခွင့်",
      "pages": "စာမျက်နှာများ",
      "channels": "ချန်နယ်များ",
      "categories": "အမျိုးအစားများ",
      "marketing": "စျေးကွက်ရှာဖွေရေး",
      "customers": "ဖောက်သည်များ",
      "logistic": "ထောက်ပံ့ပို့ဆောင်ရေး",
      "auditing": "စာရင်းကိုင်",
      "incentives": "မက်လုံးများ",
      "process_center": "အော်",
      "blog": "ဘလော့",
      "products": "ထုတ်ကုန်များ",
      "shops": "စျေးဆိုင်",
      "dashboard": "ဒိုင်ခွက်",
      "autopilot": "Autopilot",
      "apps": "အက်ပ်များ",
      "pos": "POS",
      "seo": "SEO",
      "localization": "Localization"
    },
    "dashboard": {
      "title": "ဆိုင်ဒိုင်ခွက်",
      "online_staff": "အွန်လိုင်းဝန်ထမ်း(များ)",
      "notify_referral": {
        "message": "သင့်ဖိတ်ကြားချက်လင့်ခ်ကို သူငယ်ချင်းများထံ ပေးပို့ပြီး အခမဲ့ဘောက်ချာများ ရယူလိုက်ပါ။",
        "action": "ကျွန်ုပ်၏ရည်ညွှန်းလင့်ခ်"
      },
      "info": {
        "title": "နည်းပညာပိုင်း",
        "subtitle": "သင့်လုပ်ငန်း OS ၏ နည်းပညာဆိုင်ရာ ခြုံငုံသုံးသပ်ချက်။",
        "shop_name": "ဆိုင်နာမည်",
        "shop_link": "ဆိုင်လင့်",
        "site_map": "ဆိုက်မြေပုံ",
        "shop_domains": "ဒိုမိန်း",
        "shop_domains_msg": "ချိတ်ဆက်ထားသော စိတ်ကြိုက်ဒိုမိန်းများစာရင်း။",
        "home_msg": "သင့်ဝဘ်ဆိုဒ်၏ မူရင်းစာမျက်နှာကို သတ်မှတ်ပါ။ စိတ်ကြိုက်ဒိုမိန်းတစ်ခုစီအတွက် ၎င်းကို ပြောင်းလဲနိုင်သည်။",
        "add_domain": "ဒိုမိန်းအသစ်ထည့်ပါ။",
        "currencies": "အသက်ဝင်သောငွေကြေးများ",
        "currencies_alert": "စတိုးဆိုင်အတွက် အနည်းဆုံး ငွေကြေးတစ်ခုကို ရွေးပါ။",
        "status": "အဆင့်အတန်း",
        "license": "လိုင်စင်",
        "expire": "လိုင်စင်သက်တမ်းကုန်ဆုံးရက်",
        "upgrade_license_action": "{name} သို့ အဆင့်မြှင့်ပါ",
        "wage": "ကြေး",
        "cpu_message": "သင်ဝယ်ယူထားသော အစီအစဉ်နှင့် အံဝင်ခွင်ကျဖြစ်စေသော အရင်းအမြစ်အရေအတွက်နှင့် သင့်ဝန်ဆောင်မှုတွင် သင်ထည့်သွင်းထားသည့် အရင်းအမြစ်များ။",
        "hide_domains": "ကျွန်ုပ်၏ဒိုမိန်းများကို ဝှက်ထားပါ။",
        "show_domains": "ကျွန်ုပ်၏ဒိုမိန်းများကို ပြပါ။",
        "table": {
          "primary": "မူလတန်း",
          "url": "Url",
          "site_map": "ဆိုက်မြေပုံ",
          "enable": "ဖွင့်ပါ။",
          "indexed": "အညွှန်း",
          "and_more": "& နောက်ထပ်..",
          "auto_repair": "အော်တို ပြုပြင်ခြင်း။"
        },
        "add_dialog": {
          "title": "Store Domain ကို စီစဉ်သတ်မှတ်ပါ။",
          "step1": "DNS ဒိုမိန်း သို့မဟုတ် ဒိုမိန်းခွဲအတွက် အောက်ပါတန်ဖိုးများမှ မှတ်တမ်း A ၏ IP ကန့်သတ်ချက်ကို သင်သတ်မှတ်နိုင်သည်-",
          "step2": "DNS TXT မှတ်တမ်းကို ထည့်ပါ-",
          "set_ip_alert": "မှတ်တမ်း A <b>{ip}</b> ၏ IP တန်ဖိုးကို သတ်မှတ်ပါ။",
          "input_domain": "ဒိုမိန်း URL",
          "correct": "ဒိုမိန်းဆက်တင်များ မှန်ကန်ပါသည်။",
          "set_message": "ဤဒိုမိန်း၏ CNAME ကို {cname} အဖြစ် သတ်မှတ်ပါ။",
          "input_domain_message": "http နှင့် https မပါဘဲ ဒိုမိန်းအမည်ကို ထည့်ပါ။",
          "ssl_message": "သင့်ဝဘ်ဆိုဒ်အတွက် SSL လက်မှတ်အတွက် စိတ်မပူပါနှင့်။ Selldone (beta) မှ သင့်ဒိုမိန်းအတွက် ဤအသိအမှတ်ပြုလက်မှတ်ကို အလိုအလျောက်ထုတ်ပေးပါမည်။",
          "active": "ဒိုမိန်းသည် အသက်ဝင်ပါသည်။",
          "inactive": "ဒိုမိန်းကို ပိတ်ထားသည်။",
          "success_message": "ဂုဏ်ယူပါသည်၊ သင့်ဆိုက်ကို {domain} တွင် ဖွင့်ထားသည်။ ဤဒိုမိန်းမှတဆင့် သင့်လုပ်ငန်းနှင့် အမှတ်တံဆိပ်ကို ကမ္ဘာသို့ မိတ်ဆက်နိုင်ပါသည်။",
          "delete_action": "ဒိုမိန်းကို ဖျက်မလား။"
        },
        "set_home_dialog": {
          "title": "ဒိုမိန်း ပင်မစာမျက်နှာကို သတ်မှတ်ပါ။"
        },
        "notification": {
          "add_message": "ဒိုမိန်းလိပ်စာကို အောင်မြင်စွာ ထည့်သွင်းခဲ့သည်။",
          "update_message": "ဒိုမိန်းကို အောင်မြင်စွာ မွမ်းမံပြီးပါပြီ။",
          "delete_domain_message": "ဒိုမိန်းကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။"
        },
        "alert": {
          "title": "Domain ကိုဖျက်ပါ။",
          "message": "ဤဒိုမိန်းကို ဖျက်လိုပါသလား။ အခြားသူများ လိမ်လည်မှုမှ ကာကွယ်ရန် သင့်ဒိုမိန်း၏ DNS မှတ်တမ်းတန်ဖိုးများကို ပြန်လည်သတ်မှတ်ရန် သေချာပါစေ။"
        }
      },
      "active_orders": {
        "title": "အော်",
        "title_small": "ရုပ်ပိုင်းဆိုင်ရာ၊ ဖိုင်၊ အတုနှင့် ဝန်ဆောင်မှု အော်ဒါများ",
        "pending_orders": "ဆိုင်းငံ့ထားသော အမိန့်များ",
        "physical": "ရုပ်ထွက်ပစ္စည်း အော်ဒါများ",
        "virtual": "ထုတ်ကုန်အတု အော်ဒါများ",
        "file": "ကုန်ပစ္စည်းအမှာစာများတင်ပါ။",
        "service": "ဝန်ဆောင်မှုထုတ်ကုန်အော်ဒါများ"
      },
      "products": {
        "title": "စာရင်း",
        "title_small": "ထုတ်ကုန်များ၊ ဝန်ဆောင်မှုများ၊ ဖိုင်များ",
        "total_products": "စုစုပေါင်းထုတ်ကုန်အမျိုးအစားများ"
      },
      "finance": {
        "title": "ငွေကြေး",
        "title_small": "ဘဏ္ဍာရေးဆိုင်ရာအစီရင်ခံံစာ",
        "total_30days_title": "စုစုပေါင်းရောင်းရငွေပမာဏ",
        "last_30_day": "လွန်ခဲ့သော ရက် 30",
        "pay_amount_chart_title": "ငွေပေးချေမှုများ",
        "sell_amount_chart_title": "အရောင်း",
        "discount_amount_chart_title": "လျှော့စျေး",
        "currency_convert_to": "ငွေကြေးအတွက်",
        "active_currencies": "အသက်ဝင်သောငွေကြေးများ",
        "sell_count_chart_title": "အမျိုးအစားအလိုက် ရောင်းချမှုအရေအတွက်",
        "active_gateways": "အသက်ဝင်သော ငွေပေးချေမှုတံခါးပေါက်",
        "received_last_24h": "လွန်ခဲ့သော 7 နာရီကလက်ခံရရှိခဲ့သည်။",
        "pie": {
          "title": "ယနေ့ရောင်းအားအချိုး",
          "no_data": "ဒီနေ့ မရောင်းဘူး။"
        },
        "pay_amount": "ငွေပေးချေမှုပမာဏ",
        "sell_amount": "အရောင်းပမာဏ",
        "discount_amount": "လျှော့စျေးပမာဏ",
        "sell_count": "အရောင်းအရေအတွက်",
        "table": {
          "currency": "ငွေကြေး",
          "total_sell_30days": "စုစုပေါင်းရောင်းအား 30 ရက်",
          "sell_daily": "နေ့စဉ် အရောင်းနှုန်း",
          "sell": "ရောင်းရန်",
          "pay": "ပေးဆပ်ပါ။"
        }
      },
      "customers": {
        "title": "ဆိုင်ဖောက်သည်များ",
        "title_small": "ပြောင်းလဲခြင်းအစီရင်ခံစာ",
        "total_customers": "စုစုပေါင်း",
        "new_customers_today": "ဒီနေ့",
        "new_customers_week": "လွန်ခဲ့သော 7 ရက်",
        "orders_count": "အော်ဒါများရေတွက်သည်။",
        "days_range": "ရက်အပိုင်းအခြား",
        "new_users": "မှတ်ပုံတင်ထားသော သုံးစွဲသူအသစ်များ",
        "chart": {
          "new_customers": "ဖောက်သည်အသစ်",
          "customers": "စုစုပေါင်း ဖောက်သည်များ"
        }
      },
      "plugins": {
        "title": "ပလပ်အင်များ",
        "title_small": "တပ်ဆင်ထားသည်။"
      },
      "performance": {
        "title": "ဒီနေ့",
        "title_small": "သုံးစွဲသူများနှင့် အရောင်းဆိုင်ရာ ခြုံငုံသုံးသပ်ချက်",
        "users": "အသုံးပြုသူများ",
        "views": "ရှုခင်းများ",
        "orders": "အော်",
        "payments": "ငွေပေးချေမှုများ",
        "no_visitor_today": "ဒီနေ့ မင်းမှာ ဧည့်သည်မရှိဘူး။"
      }
    },
    "products": {
      "title": "ထုတ်ကုန်စာရင်း",
      "products_list": "စာရင်းသို့ ပြန်သွားရန်",
      "products_menu": "ထုတ်ကုန်စီမံခန့်ခွဲမှု",
      "process_que": "တင်သွင်းလာသော ကုန်ပစ္စည်းများကို စီမံဆောင်ရွက်ပေးခြင်း။",
      "view_que_list": "တန်းစီဇယားကိုကြည့်ပါ။",
      "menu_products_list": "ထုတ်ကုန်စာရင်း",
      "menu_export": "ထုတ်ကုန်များ တင်ပို့ခြင်း။",
      "menu_import": "သွင်းကုန်များ",
      "menu_show_deletes": "ဖျက်ထားသောထုတ်ကုန်များကိုပြသပါ။",
      "drop_import_message": "ထုတ်ကုန်အမြောက်အများထည့်ခြင်းစတင်ရန် ထုတ်ကုန်များစာရင်းဖိုင် (CSV၊ XLS၊ XLSX ဖော်မတ်) ကို ဤနေရာတွင် ချပေးပါ။ ဖိုင်တွင် Selldone ထုတ်ကုန်များစာရင်းဖော်မတ်ရှိကြောင်း သေချာပါစေ။",
      "product_widget": {
        "product_type": "ထုတ်ကုန်အမျိုးအစား",
        "price": "စျေးနှုန်း",
        "value_added": "ကော်မရှင်",
        "discount": "လျှော့စျေး",
        "in_stock": "ကုန်ပစ္စည်းလက်ဝယ်ရှိ",
        "product_unit": "ယူနစ်",
        "total_sell": "စုစုပေါင်းရောင်းအား",
        "total_view": "စုစုပေါင်းအမြင်များ",
        "view_unit": "ကြိမ်",
        "review_unit": "သုံးသပ်ချက်များ"
      },
      "folder_widget": {
        "products": "ထုတ်ကုန်များ",
        "products_unit": "အမျိုးအစားများ",
        "sub_categories": "အမျိုးအစားများ",
        "sub_categories_unit": "ပစ္စည်းများ",
        "views": "ရှုခင်းများ",
        "views_unit": "ကြိမ်"
      }
    },
    "blogs": {
      "new": "အသစ်ရေးပါ။",
      "blogs": "ဘလော့",
      "list": {
        "title": "ကျွန်ုပ်၏ဆောင်းပါးများ",
        "waiting_message": "သတင်းရယူနေသည် ... ခေတ္တစောင့်ပါ။",
        "published": "ထုတ်ဝေခဲ့သည်။",
        "draft": "အကြမ်း",
        "private": "သီးသန့်",
        "public": "အများသူငှာ",
        "table": {
          "title": "ခေါင်းစဥ်",
          "author": "စာရေးသူ",
          "claps": "လက်ခုပ်တီးတယ်။",
          "like": "ကြိုက်တယ်။",
          "comments": "မှတ်ချက်များ",
          "views": "ရှုခင်းများ",
          "publish_state": "အဆင့်အတန်း",
          "created_at": "ဖန်တီးရက်စွဲ",
          "updated_at": "နောက်ဆုံးအပ်ဒိတ်"
        },
        "subtitle": "သင်ကိုယ်တိုင်နှင့် သင့်လုပ်ငန်းကိုတင်ပြရန် ခေတ်မီအင်လိုင်းတည်းဖြတ်သူဖြင့် ဆောင်းပါးများရေးသားပါ။ အရည်အသွေးမြင့် SEO-ဖော်ရွေသောဘလော့ဂ်ပို့စ်တစ်ခုရေးသောအခါတွင် မူရင်းအကြောင်းအရာသည် သင်အာရုံစိုက်ရန်လိုအပ်သည့် ပထမဆုံးအရာဖြစ်သည်။"
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "သတင်းရယူနေသည် ... ခေတ္တစောင့်ပါ။",
        "rejected": "ပယ်ချသည်။",
        "delivery": "သင်္ဘောဖြင့်ကုန်ပစ္စည်းပို့ခြင်း",
        "discount": "လျှော့စျေး",
        "not_paid": "မပေးချေပါ။",
        "table": {
          "order_number": "အမိန့်ကုဒ်",
          "order_date": "ငွေထုတ်ရက်စွဲ",
          "status": "နောက်ဆုံးအခြေအနေ",
          "price": "စုစုပေါင်းတန်ဘိုး",
          "payment_status": "ငွေပေးချေမှုအခြေအနေ"
        }
      },
      "virtual": {
        "waiting_message": "သတင်းရယူနေသည် ... ခေတ္တစောင့်ပါ။",
        "discount": "လျှော့စျေး",
        "table": {
          "order_number": "အမိန့်ကုဒ်",
          "product": "ထုတ်ကုန်",
          "order_date": "မှတ်ပုံတင်ရက်",
          "status": "နောက်ဆုံးအခြေအနေ",
          "price": "စုစုပေါင်းတန်ဘိုး",
          "payment_status": "ငွေပေးချေမှုအခြေအနေ"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "ချိန်းတယ်။",
        "gateway": "မုခ်ဦး",
        "invoice": "ငွေတောင်းခံ",
        "report": "သတင်းပို့တယ်။",
        "tax": "အခွန်",
        "drop_shipping": "ပြန်လည်ရောင်းချသူ ပြေစာများ",
        "reseller_accounts": "ပြန်လည်ရောင်းချသူအကောင့်များ",
        "valuations": "တန်ဖိုးထားမှုများ"
      },
      "invoice": {
        "title": "ချိတ်ဆက်ထားသော ပိုက်ဆံအိတ်များကို ဝယ်ယူပါ။",
        "subtitle": "အခကြေးငွေများ၊ ကော်မရှင်များနှင့် စတိုးဆိုင်ကုန်ကျစရိတ်များကို ဤပိုက်ဆံအိတ်အကောင့်များမှ နုတ်ယူပါသည်။",
        "title_add": "ပိုက်ဆံအိတ်အကောင့်အသစ်ကို ချိတ်ဆက်ပါ။",
        "subtitle_add": "ငွေကြေးတစ်ခုစီအတွက် ပိုက်ဆံအိတ်အသစ်တစ်ခုကို ဖန်တီးပြီး သင့်စတိုးသို့ ချိတ်ဆက်သင့်သည်။ ဝန်ဆောင်မှုကြေးကို ဤပိုက်ဆံအိတ်မှ ထုတ်ယူပါမည်။",
        "add_account": "အကောင့်ထည့်ပါ။",
        "charge_account": "ငွေသွင်းအကောင့်",
        "show_transaction": "အရောင်းအဝယ်များကို ပြပါ။",
        "table": {
          "currency": "ငွေကြေး",
          "account_number": "အကောင့်နံပါတ်",
          "account_name": "အကောင့်အမည်",
          "balance": "လက်ကျန်",
          "free_balance": "လက်ကျန်",
          "actions": "ဖယ်ရှားပါ။"
        },
        "add_account_dialog": {
          "title": "သိမ်းဆည်းရန်အတွက် ခရက်ဒစ်အကောင့်ကို ချိတ်ဆက်နေသည်။",
          "subtitle": "Selldone ဖြင့် ပိုက်ဆံအိတ်အကောင့်တစ်ခုဖွင့်သောအခါ၊ အခြားအကြွေးဝယ်ကတ်များကဲ့သို့ virtual ခရက်ဒစ်ကတ်နှင့် အကောင့်တစ်ခုကို ကျွန်ုပ်တို့ပေးပါမည်။ Selldone အရောင်းအခကြေးငွေကို ဤအကောင့်မှနုတ်ယူမည်ဖြစ်သော်လည်း သင့်အကောင့်လက်ကျန်မလုံလောက်ပါက ဤပမာဏကို အကြွေးတင်ပါမည်။ သင်လိုအပ်သလောက် Selldone ဝန်ဆောင်မှုများကို သင်သုံးနိုင်သည်။",
          "account_number": "အကောင့်နံပါတ်",
          "account_number_input_message": "စတိုးဆိုင်သည် ဤအကောင့်သို့ လင့်ခ်ချိတ်ပါမည်။ ဤအကောင့်ကို အခကြေးငွေနှင့် ကုန်ကျစရိတ်များအတွက် အသုံးပြုပါမည်။",
          "balance": "အကောင့်လက်ကျန်",
          "connect_account_to_shop": "အကောင့်ကို Store သို့ ချိတ်ဆက်ပါ။"
        },
        "notifications": {
          "connect_account_success": "အကောင့်ကို အောင်မြင်စွာ ထည့်သွင်းခဲ့သည်။",
          "delete_account_success": "အကောင့်ကို စတိုးမှ အောင်မြင်စွာ ဖယ်ရှားခဲ့သည်။"
        },
        "alert": {
          "delete_account": "အကောင့်ကို ချိတ်ဆက်မှုဖြုတ်ပါ။",
          "delete_account_message": "ဤအကောင့်ကို စတိုးအကောင့်များစာရင်းမှ ဖယ်ရှားလိုပါသလား။",
          "delete_account_action": "အကောင့်ဖျက်ပါ။"
        },
        "inform_charge_account": "သင့်အကောင့်ကို ငွေသွင်းပါ။",
        "inform_charge_account_critical": "ဝန်ဆောင်မှုရပ်ဆိုင်းခြင်းကို ကာကွယ်ရန် သင့်အကောင့်ကို ငွေသွင်းပါ။"
      },
      "gateway": {
        "title": "ငွေပေးချေမှုနည်းလမ်းများ",
        "sub_title": "လက်ရှိငွေပေးချေမှုနည်းလမ်းများစာရင်း။ သင့်ဆိုင်တွင် နည်းလမ်းအသစ်တစ်ခု ထည့်လိုပါက အောက်ပါခလုတ်ကို နှိပ်ပါ။ ပေါင်းထည့်ထားသော ငွေပေးချေမှုတံခါးပေါက် 10 ခုထက်မပိုရန် ကျွန်ုပ်တို့ အထူးအကြံပြုထားပါသည်။",
        "add_gateway": "ငွေပေးချေမှုနည်းလမ်းအသစ်",
        "add_gateway_dialog": {
          "title": "ငွေကြေးကို ရွေးပါ။",
          "country_currencies": "ပြည်တွင်းငွေကြေးများ",
          "crypto_currencies": "Cryptocurrencies",
          "active_gateways": "အသက်ဝင်သော ငွေပေးချေမှုနည်းလမ်းများ",
          "confirm": "ငွေပေးချေမှုနည်းလမ်းကို ထည့်ပါ။"
        }
      },
      "exchange": {
        "title": "Active Currencies ကို သိမ်းဆည်းပါ။",
        "subtitle": "အသုံးပြုသူများသည် အသက်ဝင်သောငွေကြေးများထဲမှ တစ်ခုကို ရွေးချယ်နိုင်မည်ဖြစ်ပြီး ထုတ်ကုန်များ၏ ဈေးနှုန်းများကို တွက်ချက်ပြသပေးမည်ဖြစ်ပါသည်။ ငွေလဲနှုန်းကို ထည့်သွင်းရန် ရောင်းချသူအပေါ် မူတည်သည်။",
        "shop_currencies_input": "အသုံးပြုသူများအတွက် အသက်ဝင်သောငွေကြေးများ",
        "shop_currencies_input_error": "အနည်းဆုံး ငွေကြေးတစ်ခုကို ရွေးပါ။",
        "rates": {
          "title": "ငွေကြေးလဲလှယ်နှုန်း",
          "sub_title": "သင်သည် အောက်ဖော်ပြပါ ငွေကြေးများပေါ်မူတည်၍ ကုန်ပစ္စည်းစျေးနှုန်းများကို ထည့်သွင်းနိုင်ပြီး ကုန်ပစ္စည်းစျေးနှုန်းများကို သင့်ငွေကြေးများကြားတွင် ပြောင်းလဲမှုနှုန်းဖြင့် အလိုအလျောက် တွက်ချက်မည်ဖြစ်ပါသည်။",
          "message": "ငွေကြေးများအကြား ငွေလဲနှုန်းများကို ထည့်သွင်းခြင်းဖြင့်၊ သင့်ထုတ်ကုန်များ၏ ဈေးနှုန်းများကို အလိုအလျောက် တွက်ချက်ပြီး အပ်ဒိတ်လုပ်ပါမည်။",
          "add_new_rate": "နှုန်းထားအသစ်ထည့်ပါ။"
        },
        "table": {
          "waiting_receive_data": "သတင်းရယူခြင်း ... ကျေးဇူးပြု၍ စောင့်ပါ။",
          "rate_input": "ငွေလဲလှယ်နှုန်း",
          "from": "ထံမှ",
          "to": "ရန်",
          "exchange_rate": "ငွေလဲလှယ်နှုန်း",
          "edit": "တည်းဖြတ်ပါ။",
          "delete": "ဖျက်ပါ။",
          "auto": "အော်တိုနှုန်း"
        },
        "add_rate_dialog": {
          "title": "Exchange Rate သတ်မှတ်ပါ။",
          "message": "သတင်းအချက်အလက်ထည့်ရာတွင် သတိထားပါ။ ဤနေရာတွင် ထည့်သွင်းထားသော နှုန်းထားများပေါ်မူတည်၍ သင့်ထုတ်ကုန်များ၏ ဈေးနှုန်းများကို တွက်ချက်ပါမည်။",
          "currency_from": "ငွေကြေးကနေ",
          "currency_to": "ငွေကြေးအတွက်",
          "exchange_rate": "ငွေလဲလှယ်နှုန်း"
        },
        "alert": {
          "title": "ကူးပြောင်းမှုနှုန်းကို ဖျက်ပါ။",
          "message": "ဤပြောင်းလဲခြင်းနှုန်းကို ဖျက်လိုပါသလား။",
          "action": "ဖျက်ပါ။"
        },
        "notifications": {
          "delete_success": "ငွေလဲနှုန်းကို ဖယ်ရှားခဲ့သည်။",
          "add_success": "ငွေလဲနှုန်း မွမ်းမံထားသည်။",
          "update_success": "အပ်ဒိတ်လုပ်ထားသော ငွေကြေးများကို သိမ်းဆည်းပါ။"
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "ဂိုဒေါင်များ",
        "subtitle": "ငါ့ဂိုဒေါင်စာရင်း။"
      },
      "warehouse_btn": "ဂိုဒေါင်အသစ်ထည့်ပါ။",
      "warehouse_btn_error": "သင်၏ ဂိုဒေါင်၊ စတိုးဆိုင် သို့မဟုတ် သင့်လုပ်ငန်း၏ မူလအစကို သတ်မှတ်ပါ။ ပို့ဆောင်ခတွက်ချက်ခြင်းနှင့် ငွေရှင်းခြင်းလုပ်ငန်းစဉ်တွင်ရှိရန် အရေးကြီးပါသည်။",
      "size_unit": {
        "title": "အရွယ်အစားယူနစ်",
        "subtitle": "အလျား၊ အနံနှင့် အမြင့်အတွက် အသုံးပြုသည့် ယူနစ်။"
      },
      "mass_unit": {
        "title": "အစုလိုက်အပြုံလိုက် ယူနစ်",
        "subtitle": "အလေးချိန်အတွက် သုံးတဲ့ ယူနစ်။"
      },
      "menu": {
        "return_request": "ပြန်လာခဲ့သည်။",
        "delivery": "သင်္ဘောဖြင့်ကုန်ပစ္စည်းပို့ခြင်း",
        "inventory": "စာရင်း",
        "warehouse": "ဂိုဒေါင်",
        "logistic_apps": "ထောက်ပံ့ပို့ဆောင်ရေး",
        "profiles": "ကိုယ်ရေးအကျဉ်းများ"
      },
      "warehouse": {
        "title": "စတိုး ဂိုဒေါင်",
        "sub_title": "ဤလိပ်စာကို ပို့ဆောင်မှု၏ မူလအစအဖြစ် အသုံးပြုပါသည်။",
        "table": {
          "title": "စာရင်းစာရင်း",
          "sub_title": "ရုပ်ပိုင်းဆိုင်ရာ၊ ပကတိ၊ ဖိုင်နှင့် ဝန်ဆောင်မှုအပါအဝင် စတိုးဆိုင်ထုတ်ကုန်အားလုံးစာရင်း"
        }
      },
      "delivery": {
        "title": "ပို့ဆောင်ရေးနည်းလမ်းများ",
        "sub_title": "ဤကဏ္ဍရှိ တန်ဖိုးများကို သတ်မှတ်ခြင်းဖြင့်၊ သင့်စတိုးတွင် ပေးပို့မှုနည်းလမ်းအမျိုးမျိုးကို အသက်ဝင်စေပါသည်။ ငွေသားဖြင့် ပေးပို့ခြင်းနည်းလမ်းကိုလည်း ဤကဏ္ဍတွင် စတင်အသုံးပြုနိုင်ပါသည်။",
        "add_transportation": "သယ်ယူပို့ဆောင်ရေးထည့်ပါ။",
        "delivery_form": {
          "payment": "ငွေပေးချေမှုရွေးချယ်စရာများ",
          "limits": "ကန့်သတ်ချက်များ",
          "currency_input": "ကုန်ကျစရိတ်တွက်ချက်မှုအတွက် ကိုးကားသောငွေကြေး",
          "currency_input_message": "ကုန်ကျစရိတ်များကို ဤငွေကြေးဖြင့် တွက်ချက်ပါသည်။",
          "distance_input": "ဂိုဒေါင်မှအကွာအဝေး",
          "distance_input_message": "0 သို့မဟုတ် -1 ဆိုသည်မှာ ကန့်သတ်ချက်မရှိပါ။",
          "max_weight_input": "အများဆုံးလက်ခံနိုင်သော ထုပ်ပိုးအလေးချိန်",
          "max_weight_input_message": "0 သို့မဟုတ် -1 ဆိုသည်မှာ ကန့်သတ်ချက်မရှိပါ။",
          "max_size_input": "အများဆုံး Package Dimensions",
          "width": "အကျယ်",
          "length": "အရှည်",
          "height": "အရပ်အမြင့်",
          "days_input": "ပေးပို့နိုင်သည့်ရက်စွဲများ",
          "days_input_nodata": "ပေးပို့မည့်ရက်ကို ရွေးပါ။",
          "hours_input": "Avaialbe ပေးပို့ချိန်",
          "hours_input_nodata": "အချိန်ကာလတစ်ခုကို ရွေးချယ်ပါ။",
          "vacation_input": "အားလပ်ရက်တွေမှာ ပို့ပေးပါသလား။",
          "cod_input": "COD ကိုပံ့ပိုးပါ။",
          "cod_input_message": "သင်၏ပို့ဆောင်ရေးဝန်ဆောင်မှု COD ကိုလက်ခံကြောင်းသေချာပါစေ။",
          "sod_input": "သင် COD ကိုထောက်ခံပါသလား။",
          "sod_input_message": "သင်၏ ပို့ဆောင်ရေးဝန်ဆောင်မှု COD ကို လက်ခံကြောင်း သေချာပါစေ။",
          "pricing": "စျေးနှုန်းတွက်ချက်",
          "const_input": "ပုံသေစားရိတ်",
          "distance_cof_input": "ကုန်ကျစရိတ်မှ အကွာအဝေး ကိန်းဂဏန်း",
          "distance_cof_input_dim": "{dim} အလိုက်",
          "weight_cof_input": "ကုန်ကျစရိတ်-အလေးချိန်အချက်",
          "weight_cof_input_dim": "{dim} အလိုက်",
          "price_cof_input": "ပို့ဆောင်ခမှ ကုန်ပစ္စည်းစျေးနှုန်းအချက်",
          "price_cof_input_message": "အာမခံကုန်ကျစရိတ်နှင့် COD ကုန်ကျစရိတ်ကဲ့သို့သော အခြားဝန်ဆောင်မှုများ ပါဝင်သည်။",
          "price_cof_input_dim": "{dim} အလိုက်",
          "distance_weight_cof_input": "ကုန်ကျစရိတ် အလေးချိန် မြှောက်ကိန်း",
          "distance_weight_cof_input_dim": "{distance} တစ်ခုလျှင် {distance} တစ်ခုစီအတွက်",
          "free_shipping_input": "အခမဲ့ပို့ပေးသည်",
          "free_shipping_limit_input": "ပို့ဆောင်ခအခမဲ့ဖြင့် အနည်းဆုံးမှာယူမှုကုန်ကျစရိတ်",
          "notifications": {
            "update_success": "သင်္ဘောဝန်ဆောင်မှုဆက်တင်များကို အောင်မြင်စွာ ပြီးမြောက်ခဲ့သည်။"
          },
          "shipping_cost_calculation": "ပို့ဆောင်ခ တွက်ချက်ခြင်း။",
          "sod_true": "ပို့ဆောင်ခကို လိုရာခရီးတွင် ရယူပါ။",
          "sod_true_message": "သင်၏ ပို့ဆောင်ရေးဝန်ဆောင်မှုသည် ခရီးဆုံးတွင် ပို့ဆောင်ခကို လက်ခံကြောင်း သေချာပါစေ။",
          "sod_false": "အလိုအလျောက် ပို့ဆောင်ခ တွက်ချက်ခြင်း။",
          "cod_true": "ပစ္စည်းရောက်မှ ငွေလက်ခံပါ။",
          "cod_false": "အွန်လိုင်းငွေပေးချေမှုကိုသာ လက်ခံပါ။",
          "cod_true_message": "သင်၏ပို့ဆောင်ရေးဝန်ဆောင်မှု COD ကိုလက်ခံကြောင်းသေချာပါစေ။"
        }
      }
    },
    "users": {
      "menu": {
        "customers": "ဖောက်သည်များ",
        "contact_form": "အဆက်အသွယ်များ",
        "faq": "FAQ",
        "club": "ကလပ်",
        "report": "သတင်းပို့တယ်။"
      },
      "report": {
        "title": "ဖောက်သည်များခြုံငုံသုံးသပ်ချက်",
        "sub_title": "သင့်ဖောက်သည်များ၏ တိုက်ရိုက်အခြေအနေကို ဤနေရာတွင် သင်တွေ့ရပါမည်။",
        "report_30days_by_time": "ပြီးခဲ့သော ရက် 30 အတွင်း ရက်စွဲနှင့် အချိန်ကို အခြေခံ၍ အသုံးပြုသူ လုပ်ဆောင်ချက်",
        "report_30days_by_location": "ပြီးခဲ့သော ရက် 30 အတွင်း Geolocation အသုံးပြုသူများ လုပ်ဆောင်ချက်"
      },
      "club": {
        "title": "ဖောက်သည်များကလပ်",
        "sub_title": "အဆင့်တစ်ခုစီကို စတင်အသုံးပြုရန် လစဉ်နှင့် နှစ်အလိုက် ဝယ်ယူမှုပမာဏနှင့် ငွေကြေးကို ထည့်သွင်းပါ။ သင့်ဖောက်သည်များသည် လစဉ် သို့မဟုတ် နှစ်စဉ်ဝယ်ယူမှုလိုအပ်ချက်များနှင့် ကိုက်ညီသောကြောင့် သင့်ဖောက်သည်ကလပ်သို့ အကောင့်ဝင်သွားပါမည်။",
        "item": {
          "members_count": "အဖွဲ့ဝင်အရေအတွက်",
          "purchases_count": "အမှာစာအရေအတွက်",
          "monthly": "လစဉ်",
          "annually": "နှစ်အလိုက်",
          "discount_percent": "လျှော့စျေး",
          "discount_limit": "လျှော့စျေးကန့်သတ်ချက်"
        },
        "edit_dialog": {
          "title": "ဖောက်သည်အဆင့်စီမံခန့်ခွဲမှု",
          "currency_input": "ငွေကြေး",
          "currency_input_message": "စုစုပေါင်းဝယ်ယူမှုများကို ဤငွေကြေးဖြင့် တွက်ချက်ပါသည်။",
          "free_shipping_input": "အခမဲ့ပို့ပေးသည်",
          "monthly_input": "လစဉ်ဝယ်ယူနှုန်း",
          "annually_input": "နှစ်စဉ်ဝယ်ယူနှုန်း",
          "discount_percent_input": "ကလပ်အဖွဲ့ဝင်များအတွက်လျှော့စျေးနှုန်း",
          "discount_limit_input": "လျှော့စျေးကန့်သတ်ချက်",
          "description_input": "ဖော်ပြချက်",
          "description_input_message": "ဤအဆင့်၏ အကျဉ်းချုပ်ဖော်ပြချက်ကို ထည့်သွင်းပါ။"
        },
        "notifications": {
          "update_success": "ဖောက်သည်ကလပ်သို့ ပြောင်းလဲမှုများ သက်ရောက်သည်။"
        }
      },
      "faq": {
        "title": "အမေးများသောမေးခွန်းများ",
        "sub_title": "သင့်ဖောက်သည်မေးခွန်းများကို ပေါင်းထည့်ပါ၊ တည်းဖြတ်ပါ၊ ဖြေကြားပါ။"
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "လှုံ့ဆော်မှုများ",
        "cross_selling": "လက်ဝါးကပ်တိုင်ရောင်းချခြင်း။",
        "affiliate": "Affiliate",
        "emails": "အီးမေးလ်များ",
        "funnel": "လမ်းကြောင်း"
      },
      "campaign": {
        "name_input_placeholder": "ကမ်ပိန်းအမည်",
        "name_input_message": "သင့်ကမ်ပိန်းခေါင်းစဉ်ကိုထည့်ပါ။",
        "create_campaign_action": "ကမ်ပိန်းအသစ်ဖန်တီးပါ။",
        "table": {
          "title": "ခေါင်းစဥ်",
          "state": "အဆင့်အတန်း",
          "discount": "လျှော့စျေး",
          "landing": "ကမ်းတက်စာမျက်နှာ",
          "start": "စတင်ပါ။",
          "end": "အဆုံး"
        },
        "notifications": {
          "add_success_title": "ကမ်ပိန်းတစ်ခုဖန်တီးပါ။",
          "add_success": "သင့်ကမ်ပိန်းကို ဖန်တီးထားသည်။"
        }
      }
    },
    "categories": {
      "title": "အမျိုးအစားစာရင်း",
      "subtitle": "အမျိုးအစားများသည် သင့်အွန်လိုင်းစတိုး၏ အဓိကအင်္ဂါရပ်ဖြစ်သည်။ ခေတ်မီစတိုးဆိုင်မျက်နှာစာတည်ဆောက်ရန်နှင့် သင့်ဖောက်သည်များအတွက် မှန်ကန်သောထုတ်ကုန်များရှာဖွေရန် လွယ်ကူစေရန် ဤအစွမ်းထက်သော အမျိုးအစားခွဲကိရိယာများကို အသုံးပြုရန် သင့်အား ကျွန်ုပ်တို့ တိုက်တွန်းအပ်ပါသည်။",
      "menu": {
        "add_new": "အမျိုးအစားအသစ်ထည့်ပါ။",
        "categories_list": "အမျိုးအစားများစာရင်း",
        "export": "အမျိုးအစားများကို တင်ပို့ခြင်း။",
        "import": "အမျိုးအစားများကို တင်သွင်းခြင်း (CSV)"
      },
      "graph": {
        "title": "အမျိုးအစားများ၏ အထက်တန်း",
        "subtitle": "သင့်စတိုးဆိုင်အမျိုးအစားများ၏ အလုံးစုံခြုံငုံသုံးသပ်ချက်နှင့် သုံးစွဲသူများက ၎င်းတို့ကို လမ်းညွှန်ပုံတို့ကို သင်ရနိုင်သည်။ အမျိုးအစားများ၏ မှန်ကန်သောအစီအစဥ်ဖြင့်၊ သင့်ဖောက်သည်များသည် ထုတ်ကုန်များကို လျင်မြန်စွာ ရှာဖွေနိုင်ပြီး ပြောင်းလဲနှုန်း မြင့်တက်လာမည်ဖြစ်သည်။",
        "visits_count": "လည်ပတ်ပါ။",
        "normal": "ရိုးရိုးရှင်းရှင်း",
        "items_count": "ပစ္စည်းအရေအတွက်",
        "home": "အိမ်"
      },
      "category_widget": {
        "parent": "မိဘ",
        "not_exist": "မတည်ရှိပါဘူး",
        "children": "အမျိုးအစားခွဲများ",
        "delete_alert": {
          "title": "ကလေးအမျိုးအစားကို ဖယ်ရှားပါ။",
          "message": "{parent_title} စာရင်းမှ {title} ကို ဖယ်ရှားလိုပါသလား။",
          "action": "ဖျက်ပါ။"
        },
        "notifications": {
          "edit_success": "အမျိုးအစားကို တည်းဖြတ်ထားသည်။"
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "စတိုးဆိုင်",
        "my_apps": "အက်ပ်များ"
      },
      "my_apps": {
        "title": "Active အက်ပ်များကို သိမ်းဆည်းပါ။",
        "subtitle": "သင့်လုပ်ငန်းလျှောက်လွှာများကို စီမံပါ။",
        "all": "အားလုံး"
      },
      "store": {
        "title": "အပ္ပလီကေးရှင်းစတိုး",
        "subtitle": "သင့်စိတ်ကြိုက်ဝန်ဆောင်မှုများကို သင့်လုပ်ငန်းနှင့် လုံခြုံစွာချိတ်ဆက်ပါ။ ကျွန်ုပ်တို့သည် ကျွန်ုပ်တို့၏ဖောက်သည်တောင်းဆိုမှုများအပေါ်အခြေခံ၍ ပလပ်အင်များနှင့် အက်ပ်များကို ပေါင်းထည့်ပါသည်။",
        "nodata": "ပလပ်အင် ရှာမတွေ့ပါ။",
        "all": "အားလုံး",
        "more": "နောက်ထပ်"
      }
    },
    "pages": {
      "menu": {
        "new_page": "စာမျက်နှာအသစ်",
        "contact_us": "ကြှနျုပျတို့ကိုဆကျသှယျရနျ",
        "privacy": "ကိုယ်ရေးကိုယ်တာ",
        "terms": "စည်းမျဥ်း",
        "about_us": "ကြှနျုပျတို့အကွောငျး",
        "landings": "ဆင်းသက်",
        "popup": "ပေါ်လာသည်"
      }
    },
    "permissions": {
      "menu": {
        "persons": "ဝန်ထမ်း",
        "roles": "ရာထူးတာဝန်များ",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "ဝန်ထမ်းစာရင်း",
          "new_user": "ဝန်ထမ်းအသစ်ထည့်ပါ။",
          "new_user_message": "ဤစတိုး၏ ဒက်ရှ်ဘုတ်နှင့် စီမံခန့်ခွဲမှုကဏ္ဍများသို့ ဝင်ရောက်အသုံးပြုနိုင်မည့် သုံးစွဲသူများ။",
          "email_input_placeholder": "အီးမေးလ်",
          "email_input": "အသုံးပြုသူအီးမေးလ်လိပ်စာ",
          "level_input": "ဝင်ခွင့်အဆင့်",
          "add_user_action": "ဝန်ထမ်းထည့်ပါ။"
        },
        "delete_alert": {
          "title": "ဝင်ရောက်ခွင့်ကို ဖယ်ရှားပါ။",
          "message": "ဤအသုံးပြုသူကို ဖျက်လိုပါသလား။",
          "action": "ဖျက်ပါ။"
        },
        "notifications": {
          "add_success_title": "Access ကိုထည့်ပါ။",
          "add_success": "ဝင်သုံးခွင့်အသစ် ထပ်ထည့်ထားသည်။",
          "delete_success_title": "ဝင်ရောက်ခွင့်ကို ဖျက်ပါ။",
          "delete_success": "အသုံးပြုခွင့်ကို ဖျက်လိုက်ပါပြီ။"
        }
      },
      "shop_api": {
        "title": "Access Keys များကို သိမ်းဆည်းပါ။",
        "message": "ဤသော့များကို သင့်ဆာဗာမှ Access Token ဖန်တီးရန် အသုံးပြုပါသည်။ သော့များသည် လျှို့ဝှက်ထားပြီး အခြားသူများ မမြင်နိုင်သော နည်းလမ်းဖြင့် ဆာဗာတွင်သာ ရှိကြောင်း သတိပြုပါ။"
      }
    },
    "applications": {
      "pwa": {
        "title": "ဝဘ်အက်ပ်",
        "sub_title": "သင့်စတိုးဝဘ်အက်ပ်ကို ဤနေရာတွင်ကြည့်ပါ။",
        "message": "မှတ်ချက်- iOS အက်ပ်တွင် သင့် iPhone နှင့် iPad ရှိ သင့်ဝဘ်ဆိုဒ်ကြိုဆိုရေးစာမျက်နှာကို တည်းဖြတ်နိုင်ပါသည်။",
        "ios_app": "iOS အက်ပ်"
      },
      "ios": {
        "title": "iOS အက်ပ်",
        "sub_title": "သင့်စတိုးအတွက် iOS အက်ပ်တစ်ခုကို မကြာမီ တည်ဆောက်နိုင်တော့မည်ဖြစ်သည်။",
        "message": "အများဆုံးဖိုင်အရွယ်အစား- 512 KB၊ သင်သည် ဖိုင်များကို 1MB အရွယ်အစားအထိ အပ်လုဒ်လုပ်နိုင်သည်၊ ကျွန်ုပ်တို့၏ချုံ့မှုစနစ်သည် အရွယ်အစားကို 512KB သို့ လျှော့ချနိုင်သည်ဆိုပါက၊ အပ်လုဒ်လုပ်ထားသောပုံကို ဉာဏ်ထက်မြက်မြက် အရွယ်အစားပြောင်းပါမည်။"
      },
      "android": {
        "title": "Android အပလီကေးရှင်း",
        "sub_title": "သင့်ကိုယ်ပိုင် Android အက်ပ်ကို တည်ဆောက်ပါ။",
        "message": "ဤပုံစံကိုဖြည့်ပြီး build key ကိုနှိပ်ပါ။ အခြားမည်သည့်အရာမှ မလိုအပ်တော့ပါ။ သင့်အက်ပ်၏တည်ဆောက်မှုနှင့် ဆိုင်းဘုတ်လုပ်ငန်းစဉ်၏ အဆင့်အားလုံးကို cloud ဆာဗာများပေါ်တွင် လုပ်ဆောင်သည်။ နောက်ဆုံးအက်ပ်ကို AppStores အားလုံးသို့ အပ်လုဒ်လုပ်ပါမည်။",
        "server_un_available": "စမ်းသပ်မှုအရ၊ အပလီကေးရှင်းဆာဗာကို ယခုအချိန်တွင် ချိတ်ဆက်မထားပါ။",
        "app_building_progress": "သင့်အက်ပ်ကို တည်ဆောက်နေပါသည်။",
        "app_build_success": "သင့်အက်ပ်သည် အဆင်သင့်ဖြစ်ပါပြီ။",
        "download_app_action": "အက်ပ်ကို ရယူပါ။",
        "firmware_version": "Firmware Version",
        "main_info": "လျှောက်လွှာ Package",
        "package_name_input_message": "ပက်ကေ့ဂျ်အမည်သည် ထူးခြားကြောင်း သေချာပါစေ။",
        "package_name_input_alert": "ဤအမည်ကို ပြောင်းပါက၊ သင်သည် AppStore တွင် သင်၏ယခင်အက်ပ်များကို အပ်ဒိတ်လုပ်ပြီး အသစ်တစ်ခုကို ထည့်သွင်းနိုင်တော့မည်မဟုတ်ပါ။ ဗားရှင်းအဟောင်းအက်ပ်အသုံးပြုသူများသည် ၎င်းတို့၏အကောင့်များသို့ လော့ဂ်အင်ဝင်နိုင်မည်မဟုတ်ကြောင်း သတိပြုပါ။",
        "version_input": "ဗားရှင်း",
        "version_input_message": "ဤနံပါတ်သည် ၎င်း၏ယခင်တန်ဖိုးထက် အမြဲကြီးနေရပါမည်။",
        "version_name_input": "ဗားရှင်းအမည်",
        "version_name_input_message": "အက်ပ်၏ ဤဗားရှင်းအတွက် သီးသန့်အမည်ကို ထည့်သွင်းပါ။",
        "use_selldone_key": "မူရင်းသော့များကို ရောင်းချပြီးပါပြီ။",
        "use_last_key": "သော့ကို သိမ်းထားသည်။",
        "use_new_key": "သော့အသစ်",
        "appearance": "အသွင်အပြင်",
        "app_name_input": "အက်ပ်အမည်",
        "app_name_input_message": "၎င်းသည် သင့်အက်ပ်၏ အဓိကအမည်ဖြစ်လိမ့်မည်။",
        "app_title_input": "အက်ပ်ခေါင်းစဉ်",
        "app_title_input_message": "ဤခေါင်းစဉ်သည် အက်ပ်၏ထိပ်တွင် ပေါ်လာသည်။",
        "app_title_input_placeholder": "ခေါင်းစဉ်တစ်ခုထည့်ပါ။",
        "app_icon_input": "အက်ပ်အိုင်ကွန်",
        "app_icon_input_placeholder": "အက်ပ်အိုင်ကွန်များ၏ ဇစ်ဖိုင်ကို ရွေးပါ။",
        "generate_icon_pack_action": "Icon Pack ကိုတည်ဆောက်ပါ။",
        "splash_design": "Splash Screen Desgin",
        "splash_logo_input": "Splash Screen Logo",
        "splash_logo_input_placeholder": "Splash Screen အတွက် ပုံတစ်ပုံကို ရွေးပါ။",
        "splash_title_input": "Splash Screen ခေါင်းစဉ်",
        "splash_title_input_placeholder": "Splash Screen အတွက် ခေါင်းစဉ်တစ်ခု ထည့်ပါ။",
        "splash_title_input_message": "ဤခေါင်းစဉ်ကို ဖောင့်အရွယ်အစားကြီးဖြင့် ပြသပါမည်။",
        "splash_message_input": "Splash Screen Message",
        "splash_message_input_placeholder": "စာတို...",
        "splash_message_input_message": "ဤစာကို အောက်တွင် ပုံသေးအဖြစ် ပြပါမည်။",
        "dark_theme": "အမှောင် အပြင်အဆင်",
        "light_theme": "အလင်းအပြင်အဆင်",
        "build": "ဆောက်",
        "building_info": "cloud server တစ်ခုပေါ်တွင် application တစ်ခုတည်ဆောက်ခြင်းသည် 10 စက္ကန့်မှမိနစ်များစွာကြာသည်။ စိတ်ရှည်ပါ။ အပလီကေးရှင်းအဆင်သင့်ဖြစ်ပါက ဒေါင်းလုဒ်ဖိုင်လင့်ခ်သည် ဤနေရာတွင် ပေါ်လာပါမည်။",
        "update_mode_action": "မွမ်းမံ",
        "build_mode_action": "အက်ပ်ကိုတည်ဆောက်ပါ။",
        "notifications": {
          "icon_pack_not_valid_error": "ဖိုင်မမှန်ပါ။",
          "start_building_title": "အဆောက်အဦ...",
          "start_building_message": "Android အက်ပလီကေးရှင်း တည်ဆောက်ရန် တောင်းဆိုချက်ကို တင်ပြခဲ့သည်။",
          "build_success_title": "ဂုဏ်ယူပါတယ်။",
          "build_success": "သင့် Android အက်ပ်သည် အဆင်သင့်ဖြစ်နေပြီဖြစ်ပြီး ၎င်းကို ယခုဒေါင်းလုဒ်လုပ်နိုင်ပါသည်။"
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "Autopilot"
      }
    },
    "edit": {
      "menu": {
        "delete": "စတိုးကိုဖျက်ပါ။",
        "activity_time": "အချိန်",
        "footer": "မီနူး",
        "info": "အချက်အလက်",
        "notification": "အသိပေးချက်များ",
        "home": "အိမ်",
        "locations": "နေရာများ",
        "license": "လိုင်စင်",
        "theme": "အပြင်အဆင်",
        "sms": "အက်စ်အမ်အက်စ်",
        "email": "အီးမေးလ်",
        "domain": "ဒိုမိန်း",
        "verifications": "စိစစ်မှုများ",
        "flow": "စီးဆင်းမှု",
        "business_model": "စီးပွားရေးပုံစံ"
      },
      "delete_dialog": {
        "title": "စတိုးကိုဖျက်ပါ။",
        "message": "<b>{title}</b> Store ကို ဖျက်လိုပါသလား။",
        "action": "စတိုးကိုဖျက်ပါ။"
      },
      "notifications": {
        "delete_success": "ဆိုင်ကို ဖျက်လိုက်ပါပြီ။"
      },
      "info": {
        "title_tab": {
          "title": "လုပ်ငန်းအမည်နှင့် ဘာသာစကား",
          "subtitle": "အများသူငှာအမည်နှင့် မူရင်းဘာသာစကားကို သတ်မှတ်ပါ။"
        },
        "name_tab": {
          "title": "ဆိုင်နာမည်က ထူးခြားတယ်။",
          "subtitle": "၎င်းသည် သင့်လုပ်ငန်းအသုံးပြုသူအမည်ဖြစ်သည်။"
        },
        "description_tab": {
          "title": "မင်းရဲ့စီးပွားရေးဇာတ်လမ်း",
          "subtitle": "သင့်လုပ်ငန်းနှင့် ၎င်း၏ထူးခြားသောတန်ဖိုးအဆိုပြုချက်အကြောင်း ရေးပါ။"
        },
        "contact_tab": {
          "title": "ဆက်သွယ် & ပြည်တွင်းစီးပွားရေး",
          "subtitle": "အများသူငှာ ဆက်သွယ်ရန် အချက်အလက် နှင့် Google ဒေသတွင်း စီးပွားရေး စနစ်ထည့်သွင်းခြင်း။"
        },
        "image_tab": {
          "title": "လိုဂို",
          "subtitle": "သင့်အမှတ်တံဆိပ်အတွက် ထူးခြားသောလိုဂိုကို ရွေးချယ်ပါ။"
        }
      },
      "badge": {
        "external_title": "ပြင်ပတံဆိပ်များကို စီမံပါ။",
        "external_message": "ဤနေရာတွင်၊ သင်သည် တံဆိပ်ပုံ၏ လိပ်စာနှင့် ၎င်းထံသို့ လင့်ခ်ကို ထည့်နိုင်သည်။ URL များသည် အတည်ပြုထားသော ဝဘ်ဆိုက်မှ ဖြစ်ရမည်။"
      },
      "edit_menu": {
        "title": "မီနူးများ",
        "footer": {
          "title": "အောက်ခြေမှတ်တိုင် မီနူး",
          "sub_title": "သင့်စတိုးစာမျက်နှာ၏အောက်ခြေမီနူးကို ဤနေရာတွင် သင်သတ်မှတ်နိုင်ပါသည်။ ဤမီနူးများသည် ပင်မစာမျက်နှာများ၊ ဒီဇိုင်းထုတ်ထားသော စာမျက်နှာများ သို့မဟုတ် ပြင်ပလင့်ခ်များ ဖြစ်နိုင်သည်။"
        },
        "header": {
          "title": "ခေါင်းစီးမီနူး",
          "sub_title": "ဤမီနူးကို မိုဘိုင်းထက်ကြီးသော စခရင်များနှင့် ပင်မစာမျက်နှာ၏ ထိပ်ပိုင်း၊ ထုတ်ကုန်အမျိုးအစားများ၊ ဆင်းသက်ခြင်းနှင့် ထုတ်ကုန်စာမျက်နှာများတွင်သာ ပြသပါသည်။"
        },
        "save_menu": "မီနူးကို သိမ်းဆည်းပါ။",
        "dialog": {
          "main_pages": "ပင်မစာမျက်နှာများ",
          "custom_pages": "စာမျက်နှာများ"
        },
        "table": {
          "home": "အိမ်",
          "shop": "ဆိုင်",
          "blogs": "ဘလော့",
          "about_us": "ကြှနျုပျတို့အကွောငျး",
          "privacy": "ကိုယ်ရေးကိုယ်တာ",
          "terms": "သတ်မှတ်ချက်များ",
          "faq": "FAQ",
          "contact_us": "ကြှနျုပျတို့ကိုဆကျသှယျရနျ"
        },
        "notifications": {
          "save_success": "မီနူးကို အောင်မြင်စွာ မွမ်းမံပြီးပါပြီ။"
        }
      },
      "social": {
        "title": "လူမှုမီဒီယာ",
        "message": "ဤကဏ္ဍတွင် သင်၏တရားဝင်ဆိုရှယ်မီဒီယာလင့်ခ်ကို ထည့်သွင်းပါ။ လိပ်စာများကို အတည်ပြုရန် အကြောင်းအရာတစ်ခုစီအတွက် ညွှန်ကြားချက်များကို လိုက်နာပါ။"
      },
      "time": {
        "title": "အလုပ်ရက်များ",
        "sub_title": "အလုပ်ရက်နှင့်အချိန်သတ်မှတ်ပါ။",
        "days_open_input": "နေ့ရက်များ",
        "days_open_input_nodata": "အနည်းဆုံး တစ်ရက်ကို ရွေးပါ။",
        "start_time_input": "စတိုးဆိုင်လှုပ်ရှားမှုစတင်ချိန်",
        "start_time_input_hint": "ဆိုင်ဖွင့်ချိန်",
        "end_time_input": "ဆိုင်ပိတ်ချိန်",
        "end_time_input_hint": "စတိုးဆိုင် လုပ်ဆောင်ချက် ပြီးဆုံးချိန်",
        "customer_support_service": "တာဝန်ခံမှုနှင့် ဖောက်သည်ဝန်ဆောင်မှု",
        "response_time_input": "ဖောက်သည်ဝန်ဆောင်မှုအခြေအနေ",
        "support_24h": "တစ်ပတ်လျှင် 24 နာရီ 7 ရက်",
        "support_normal": "ရုံးချိန်အတွင်းသာ",
        "no_service": "မဟုတ်ဘူး",
        "notifications": {
          "update_success": "ဆိုင်တွင် တည်းဖြတ်ထားသည်။"
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "အမျိုးအစားမရှိပါ။"
  },
  "add_product": {
    "title_new": "ထုတ်ကုန်အသစ်",
    "title_new_category": "အမျိုးအစားအသစ်",
    "title_new_drop_shipping": "dropshipping ထည့်ပါ။",
    "title_edit": "ထုတ်ကုန်ကို တည်းဖြတ်ပါ။",
    "delete": "ထုတ်ကုန်ကိုဖျက်ပါ။",
    "completed": "ပြီးသွားပြီ",
    "menu": {
      "type": "ထုတ်ကုန်အမျိုးအစား",
      "general_info": "အထွေထွေအချက်အလက်",
      "rating": "စစ်တမ်းနှင့်အင်္ဂါရပ်များ",
      "spec": "သတ်မှတ်ချက်များ",
      "images": "ပုံတွေ",
      "price": "စျေးနှုန်း",
      "inputs": "ထည့်သွင်းခြင်း။",
      "outputs": "အထွက်",
      "extra": "နောက်ထပ်အသေးစိတ်အချက်များ",
      "review": "ထုတ်ကုန်ပြန်လည်သုံးသပ်ခြင်း။",
      "inventory": "စာရင်း/အမျိုးအစားများ"
    },
    "select_type": {
      "title": "သင့်ထုတ်ကုန် သို့မဟုတ် ဝန်ဆောင်မှုအမျိုးအစားကို ရွေးချယ်ပါ။"
    },
    "edit_info": {
      "category_input": "အမျိုးအစား",
      "product_name": "ထုတ်ကုန်အမည်*",
      "product_name_placeholder": "မင်းရဲ့ထုတ်ကုန်နာမည်က ဒီမှာ..",
      "product_code": "ထုတ်ကုန်ကုဒ် (အင်္ဂလိပ်)",
      "sku": "SKU",
      "sku_message": "အစုရှယ်ယာထိန်းသိန်းရေးဌာန",
      "mpn": "MPN",
      "mpn_message": "ထုတ်လုပ်သူ အပိုင်းနံပါတ်",
      "status": "အဆင့်အတန်း",
      "external_link": "ပြင်ပလင့်",
      "brand": "အမှတ်တံဆိပ်",
      "brand_placeholder": "အမှတ်တံဆိပ် Ex Apple.. (ချန်လှပ်ထားနိုင်သည်)",
      "warranty": "အာမခံ",
      "is_original": "ဒါက မူရင်းထုတ်ကုန်လား။",
      "is_original_message": "သင့်ထုတ်ကုန်မူရင်းကို မသတ်မှတ်ပါက၊ ဤထုတ်ကုန်အတွက် တံဆိပ်အတုကို ပြသပါမည်။",
      "return_warranty": "ဒီထုတ်ကုန်က ဘယ်နှစ်ရက် ပြန်ရမလဲဆိုတာ အာမခံချက်ရှိလား။",
      "warehouse_section": "ဂိုဒေါင်နှင့် ထုတ်လုပ်ရေး",
      "conditions_section": "ထုတ်ကုန်အခြေအနေများ",
      "warranty_section": "အာမခံနှင့် ပို့ဆောင်ခြင်း။",
      "unit": "ထုတ်ကုန်ယူနစ်",
      "unit_message": "လိုအပ်ပါက ယူနစ်ထည့်ပါ။ ဥပမာ- KG၊ မီတာ၊ ...",
      "condition": "သင့်ဆိုင်ရှိ ကုန်ပစ္စည်းအခြေအနေ",
      "condition_message": "ဤအကွက်ရှိ တန်ဖိုးများထဲမှ တစ်ခုကို သင်ရွေးချယ်ရပါမည်။",
      "unit_section": "ထုတ်ကုန်ယူနစ်",
      "unit_float": "Float ယူနစ် (မကြာမီ)",
      "unit_float_hint": "ဥပမာအားဖြင့်၊ ဝယ်ယူသူသည် သစ်သီး ၃ ကီလိုဂရမ်ကို မှာယူနိုင်သော်လည်း ဝယ်ယူသူထံပေးပို့သည့်ပမာဏသည် မှာယူထားသည့်ပမာဏနှင့် အနည်းငယ်ကွာခြားပါသည်။",
      "unit_float_message": "အမှာစာဆောင်ရွက်နေစဉ်အတွင်း၊ ပေးပို့ထားသောပမာဏသည် မှာယူထားသည့်ပမာဏနှင့် ကွဲပြားနိုင်ပါသည်။ စနစ်သည် ဤခြားနားချက်ကို အလိုအလျောက်တွက်ချက်ပြီး ၎င်းကို ဝယ်ယူသူထံ သင့်ကြွေးမြီအဖြစ် မှတ်တမ်းတင်ကာ နောက်လာမည့်အမှာစာများတွင် အသုံးချနိုင်သည်။",
      "status_list": {
        "active": {
          "title": "သက်ဝင် | အွန်လိုင်းနှင့် အော့ဖ်လိုင်း အရောင်း",
          "description": "ဤထုတ်ကုန်သည် အွန်လိုင်း မှာယူမှုများအတွက် ရနိုင်ပါမည်။"
        },
        "inactive": {
          "title": "မလှုပ်မရှား | အော့ဖ်လိုင်းရောင်းချမှုများသာ",
          "description": "ဤထုတ်ကုန်သည် အွန်လိုင်းမှာယူမှုများအတွက် ရနိုင်မည်မဟုတ်ပါ။"
        }
      }
    },
    "rating_pros_cons": {
      "title": "စစ်တမ်း",
      "message": "သင့်ထုတ်ကုန်ကို အဆင့်သတ်မှတ်ရန် သင့်ဖောက်သည်များအတွက် ထုတ်ကုန်သတ်မှတ်ချက်များစာရင်းကို ထည့်သွင်းပါ။ (ပစ္စည်း ၅ မျိုးအထိ)",
      "rating_input": "ဆန္ဒတွေ",
      "rating_input_message": "စစ်တမ်းတွင် အကြောင်းအရာ 5 ခု ထည့်နိုင်သည်။",
      "item_unit": "ပစ္စည်း",
      "pros_title": "အကျိုးတရားများ",
      "pros_message": "ထုတ်ကုန်၏အင်္ဂါရပ်များကို ထည့်သွင်းပါ။ (ပစ္စည်း ၅ မျိုးအထိ)",
      "pros_input_title": "ထူးခြားချက် ခေါင်းစဉ်",
      "pros_input_value": "အင်္ဂါရပ်တန်ဖိုး",
      "pros_group": "ထုတ်ကုန်၏အားသာချက်များ",
      "pros_group_messages": "ထုတ်ကုန်၏အဓိကအင်္ဂါရပ်များ",
      "cons_title": "အားနည်းချက်များ",
      "cons_message": "ထုတ်ကုန်၏အားနည်းချက်များကိုထည့်ပါ။ (ပစ္စည်း ၅ မျိုးအထိ)",
      "cons_input_title": "အားနည်းချက်ခေါင်းစဉ်",
      "cons_input_value": "အားနည်းချက်တန်ဖိုး",
      "cons_group": "ထုတ်ကုန်၏အားနည်းချက်များ",
      "cons_group_messages": "ထုတ်ကုန်၏အဓိကအားနည်းချက်များ",
      "select_from_list": "စာရင်းမှရွေးချယ်ပါ။",
      "suggestion_rating": [
        "အရည်အသွေးကောင်း",
        "တန်ဖိုးကောင်း",
        "Recommend ပေးမယ်။",
        "အင်္ဂါရပ်များနှင့်စွမ်းဆောင်ရည်များ",
        "အသုံးပြုရလွယ်ကူသည်။",
        "ဒီဇိုင်းကောင်းတယ်။"
      ],
      "notifications": {
        "add_rating_success": "အသုံးပြုသူအဆင့်သတ်မှတ်ခြင်း {rating_name} ရွေးချယ်ခွင့်ကို ထည့်သွင်းထားသည်။",
        "delete_rating_success": "အသုံးပြုသူအဆင့်သတ်မှတ်ခြင်း {rating_name} ရွေးချယ်မှုကို ဖျက်လိုက်ပါပြီ။",
        "add_pros_success": "ထုတ်ကုန်အင်္ဂါရပ်ကို ထည့်သွင်းထားသည်။",
        "delete_pros_success": "ထုတ်ကုန်အင်္ဂါရပ်ကို ဖယ်ရှားခဲ့သည်။",
        "add_cons_success": "ထုတ်ကုန် အားနည်းချက် ရှိကြောင်း သိရသည်။",
        "delete_cons_success": "ထုတ်ကုန်အားနည်းချက်ကိုဖယ်ရှားပါ။"
      }
    },
    "edit_spec": {
      "title": "နည်းပညာဆိုင်ရာသတ်မှတ်ချက်များ",
      "sub_title": "အလားတူ ထုတ်ကုန်များ၏ နည်းပညာပိုင်းဆိုင်ရာ ခွဲခြားမှုများကို သင် တင်သွင်းနိုင်သည်။",
      "import_action": "သွင်းကုန်",
      "group_input_header": "အုပ်စုထည့်ပါ။",
      "item_title_header": "ပစ္စည်းထည့်ပါ။",
      "group_input": "အုပ်စုခေါင်း",
      "group_input_message": "ခေါင်းစဉ်ထည့်ပါ။",
      "group_add_action": "အုပ်စုထည့်ပါ။",
      "item_title_input": "ခေါင်းစဥ်",
      "item_title_input_message": "ဝန်ဆောင်မှုခေါင်းစဉ်ကို ထည့်သွင်းပါ။",
      "item_value_input": "တန်ဖိုး",
      "item_value_input_message": "အင်္ဂါရပ်တန်ဖိုးကို ထည့်သွင်းပါ။",
      "add_item_action": "ပစ္စည်းထည့်ပါ။",
      "dialog": {
        "title": "နည်းပညာဆိုင်ရာ သတ်မှတ်ချက်များ ထည့်သွင်းပါ။",
        "code_input": "ထုတ်ကုန် ID",
        "code_input_message": "ကုန်ပစ္စည်းကုဒ်: P0000...",
        "spec_view_title": "ရွေးချယ်ထားသော ထုတ်ကုန်၏ သတ်မှတ်ချက်များ",
        "set_spec_action": "နည်းပညာဆိုင်ရာ သတ်မှတ်ချက်များကို ပွားပါ။"
      },
      "notifications": {
        "enter_group_title_error": "ခေါင်းစီးတန်ဖိုးကို ထည့်ပါ။",
        "enter_item_title_and_value_error": "ဝန်ဆောင်မှု၏ ခေါင်းစဉ်နှင့် တန်ဖိုးကို ထည့်သွင်းပါ။",
        "spec_saved_success": "ထုတ်ကုန်သတ်မှတ်ချက်များကို သိမ်းဆည်းထားသည်။"
      }
    },
    "edit_images": {
      "title": "အဓိကပုံ",
      "main_image_input_nodata": "ထုတ်ကုန်ပုံကို အပ်လုဒ်လုပ်ပါ။",
      "main_image_input_message": "ဤပုံကို ထုတ်ကုန်စာရင်းတွင် ပြသထားသည်။",
      "preview": "စမ်းကြည့်ပါ။",
      "image_style": "ရုပ်ပုံစတိုင်",
      "background_is_white": "အဖြူရောင်နောက်ခံ",
      "background_is_white_msg": "ပုံမှာ အဖြူရောင် နောက်ခံ ရှိလား ??",
      "images": {
        "title": "ကုန်ပစ္စည်းပုံများ ပြခန်း",
        "sub_title": "ဤကဏ္ဍရှိ ထုတ်ကုန်မျိုးကွဲအားလုံးအတွက် အသုံးများသော ထုတ်ကုန်ပုံများကို အပ်လုဒ်လုပ်ပါ။"
      },
      "video": {
        "title": "ဗီဒီယို",
        "sub_title": "ပထမဦးစွာ သင့်ထုတ်ကုန်ဗီဒီယိုကို Youtube တွင် အပ်လုဒ်လုပ်ပါ၊ ထို့နောက် ဗီဒီယို URL ကို ဤနေရာတွင် ထည့်ပါ။"
      }
    },
    "pricing": {
      "edit_price": "စျေးနှုန်း",
      "price_input": "စျေးနှုန်း",
      "currency_input": "ငွေကြေး",
      "currency_input_messages": "စျေးနှုန်းကို ဤငွေကြေးဖြင့် တွက်ချက်ပါသည်။",
      "commission_input": "ကော်မရှင်",
      "commission_message": "ဤရွေးချယ်မှုသည် လက်ကားရောင်းချသူများကဲ့သို့ ကုန်သည်အမျိုးအစားများအတွက်သာ အသုံးဝင်ပါသည်။ သင်သည် လက်ကားရောင်းချသူမဟုတ်ပါက၊ ဤရွေးချယ်မှုကို ကွက်လပ်ထားပါ။ ဝယ်သူမြင်ရသည့်စျေးနှုန်းသည် စျေးနှုန်းနှင့် ကော်မရှင်ခပေါင်းဖြစ်သည်။ အခွန်ထည့်ရန်အတွက် စာရင်းအင်း > အခွန်ကို နှိပ်ပါ။",
      "add_commission_action": "ကော်မရှင်ထည့်ပါ။",
      "discount_input": "လျှော့စျေး",
      "discount_input_message": "လျှော့စျေး",
      "has_discount_period_input": "ဤလျှော့စျေးသည် သီးခြားအချိန်တစ်ခုအတွက် တရားဝင်ပါသလား။",
      "discount_timespan": "လျှော့စျေးကာလကို ထည့်သွင်းပါ။",
      "start_input": "စတင်ပါ။",
      "end_input": "အဆုံး",
      "start_input_placeholder": "စတင်ချိန်ကို ရွေးပါ။",
      "end_input_placeholder": "ကုန်ဆုံးချိန်ကို ရွေးပါ။",
      "independent_price": "ဤအမျိုးအစားအတွက်သာစျေးနှုန်း",
      "same_price": "ပင်မထုတ်ကုန်အတွက်စျေးနှုန်း",
      "variant_pricing_message": "ဤရွေးချယ်မှုကို ရွေးချယ်ခြင်းဖြင့်၊ ဤမျိုးကွဲ၏စျေးနှုန်းကို ပင်မထုတ်ကုန်နှင့် သီးခြားသတ်မှတ်နိုင်ပါသည်။",
      "price_label_input": "ဈေးတံဆိပ်",
      "price_label_message": "စျေးနှုန်းကဲ့သို့သော ($1.5/Fl Oz) အကြောင်း အပိုအချက်အလက်ကို ထည့်ပါ။ အသုံးပြုမှုများ- ကုန်စုံ၊ FMCG။",
      "add_price_label_action": "စျေးနှုန်းတံဆိပ်ထည့်ပါ။"
    },
    "inputs_edit": {
      "title": "ဝယ်ယူသူအချက်အလက်ကို ထည့်သွင်းပုံစံ",
      "sub_title": "ထုတ်ကုန်တစ်ခုစီအတွက် ဒေတာထည့်သွင်းမှုပုံစံတစ်ခုကို သင်ဖန်တီးနိုင်သည်၊ ထို့ကြောင့် ဈေးဝယ်သူများသည် ကုန်ပစ္စည်းတစ်ခုဝယ်ယူသည့်အခါ သင့်ထံအချက်အလက်များကို ပေးပို့နိုင်ပါသည်။ ဥပမာအားဖြင့်၊ ဤအချက်အလက်သည် ကျောက်တုံးပေါ်တွင် ရေးထွင်းခြင်းအတွက် နာမည်တစ်ခု ဖြစ်နိုင်သည်။",
      "message_input": "အသုံးပြုသူထံ စာတိုပေးပို့ပါ။",
      "message_input_message": "ထုတ်ကုန်များဝယ်ယူသောအခါတွင် ဤစာကို ဖောက်သည်အား ပြသပါမည်။",
      "inputs_form": "သတင်းအချက်အလက်ဖွဲ့စည်းပုံ (ထည့်သွင်းမှု)"
    },
    "extra_edit": {
      "physical": {
        "title": "သင်္ဘောအချက်အလက်",
        "sub_title": "ဤကဏ္ဍရှိ အချက်အလက်များအပေါ် အခြေခံ၍ ပြင်ဆင်မှုကုန်ကျစရိတ်နှင့် အချိန်ကို တွက်ချက်ပါသည်။ စတိုးဆိုင်ရှိ ရွေးချယ်ထားသော ယူနစ်များ (အလေးချိန်၊ အတိုင်းအတာ၊ အကွာအဝေး) အလိုက် အချက်အလက်ကို ထည့်သွင်းရန် သေချာပါစေ။"
      },
      "notifications": {
        "save_title": "ထုပ်ပိုးမှု မွမ်းမံထားသည်။",
        "save_msg": "ကုန်ပစ္စည်းထုပ်ပိုးမှုအချက်အလက်ကို အောင်မြင်စွာ မွမ်းမံပြီးပါပြီ။"
      }
    },
    "variants": {
      "not_available": "ဤထုတ်ကုန်အမျိုးအစားအတွက် မူကွဲတစ်ခုကို လောလောဆယ် ရွေးချယ်ရန် မဖြစ်နိုင်ပါ။"
    },
    "delete_product": {
      "title": "ထုတ်ကုန်ကိုဖယ်ရှားပါ။",
      "message": "<b>{product_title}</b> ကို ဖျက်လိုပါသလား။"
    }
  },
  "product_admin": {
    "products_list": "ထုတ်ကုန်စာရင်း",
    "product": "ထုတ်ကုန်",
    "menu": {
      "edit": "တည်းဖြတ်ပါ။",
      "review": "သုံးသပ်ချက်",
      "orders": "အော်",
      "inventory": "စာရင်း",
      "dashboard": "ဒိုင်ခွက်",
      "back_to_products": "ထုတ်ကုန်များ",
      "drop_shipping": "Dropshipping"
    },
    "dashboard": {
      "info": {
        "title": "ကိုယ်ရေးအကျဉ်း",
        "title_small": "ထုတ်ကုန်",
        "category": "ကုန်ပစ္စည်းအမျိုးအစား",
        "link": "ထုတ်ကုန်လင့်ခ်",
        "type": "ရိုက်ပါ။",
        "inputs": "အချက်အလက်ထည့်သွင်းပါ။",
        "outputs": "အချက်အလက်များထုတ်ပေးခြင်း။",
        "user_data_form": "ဝယ်သူအချက်အလက်ဖောင်"
      },
      "orders": {
        "title": "အော်",
        "title_small": "မလုပ်ဆောင်ရသေးသော",
        "physical_orders_title": "ဤထုတ်ကုန်ဖြင့် ဈေးဝယ်လှည်းများ",
        "send_30days_title": "ပြီးခဲ့သော ရက် 30 အတွင်း ပေးပို့သော အမှာစာများ",
        "downloads_30days_title": "ပြီးခဲ့သည့် ရက် 30 အတွင်း ဒေါင်းလုဒ်လုပ်ထားသော နံပါတ်",
        "virtual_orders_title": "ဤထုတ်ကုန်၏ အမှာစာများ ပြီးစီးမှုကို စောင့်မျှော်နေပါသည်။"
      },
      "inventory": {
        "title": "စာရင်း",
        "title_small": "ဂိုဒေါင်",
        "total_sell": "စုစုပေါင်းရောင်းအား",
        "total_sell_today": "ဒီနေ့ ရောင်းအား",
        "total_sell_30days": "နောက်ဆုံး 4 ရက်အရောင်း",
        "chart": {
          "labels": [
            "စာရင်း",
            "ရောင်းရန်"
          ]
        }
      },
      "finance": {
        "title": "ငွေကြေး",
        "title_small": "နောက်ဆုံး 6 လဝယ်ယူမှုအစီရင်ခံစာ",
        "select_mode_title": "ပြပါ",
        "modes": {
          "sell": "ရောင်းရန်",
          "payment": "ငွေပေးချေမှု",
          "discount": "လျှော့စျေး"
        },
        "currency_select_title": "ရွေးချယ်ထားသောငွေကြေးဖြင့်စျေးနှုန်း",
        "sell_today": "ဒီနေ့ ရောင်းအား",
        "product_price": "ကုန်ပစ္စည်းစျေးနှုန်း",
        "currency_unit": "ငွေကြေးယူနစ်",
        "sell_30days": "ရက် 30 အရောင်း",
        "sell_daily": "နေ့စဉ်ရောင်းအား",
        "sell_yesterday": "မနေ့က ရောင်းတာ။"
      },
      "survey": {
        "title": "ထုတ်ကုန်အဆင့်သတ်မှတ်ချက်",
        "title_small": "ဖောက်သည်ကျေနပ်မှုအစီရင်ခံစာ",
        "total_participation": "အလှူငွေစုစုပေါင်း",
        "today_participation": "ယနေ့ အဆင့်သတ်မှတ်ချက်များ",
        "last7days_participation": "ပြီးခဲ့သည့် 7 ရက်အတွင်း ပံ့ပိုးမှုများ",
        "chart": {
          "participate": "ပါဝင်ခြင်း။",
          "participate_title": "ပံ့ပိုးမှုအရေအတွက်",
          "score": "နိုင်ပြီ"
        }
      },
      "inform": {
        "title": "ဖောက်သည်မျှော်လင့်ချက်",
        "title_small": "လျှော့စျေးများ သို့မဟုတ် ရရှိနိုင်မှုကို စောင့်မျှော်နေပါသည်။",
        "message": "ထုတ်ကုန်များ ရောင်းချခြင်း သို့မဟုတ် ရရှိနိုင်သည့်အခါ ဝယ်ယူသူများအား အသိပေးပါ။",
        "waiting_for_auction": "ကုန်ပစ္စည်းများ ဆက်လက်ရောင်းချမှုကို စောင့်မျှော်နေပါသည်။",
        "waiting_for_available": "ထုတ်ကုန်များရရှိနိုင်ရန်စောင့်ဆိုင်း။",
        "unit": "လူပုဂ္ဂိုလ်များ)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "စာရင်းစာရင်း",
        "add_variant": "မူကွဲကို ထည့်ပါ။",
        "title": "ကုန်ပစ္စည်းစာရင်း/ ကုန်ပစ္စည်းမျိုးကွဲများစာရင်း",
        "sub_title": "ဤထုတ်ကုန်တွင် မျိုးကွဲတစ်ခုထက်ပိုပါက၊ ၎င်းတို့ကို ဤကဏ္ဍတွင် ထည့်သွင်းပါ။ မျိုးကွဲတစ်ခုစီ၏ ပမာဏ၊ စျေးနှုန်းနှင့် လျှော့စျေးတို့ကို သီးခြားသတ်မှတ်နိုင်သည်။ မဟုတ်ပါက ထုတ်ကုန်၏ ပုံသေတန်ဖိုးများကို စျေးနှုန်းသတ်မှတ်ခြင်းအတွက် သက်ရောက်မည်ဖြစ်သည်။",
        "add_action": "မူကွဲကို ထည့်ပါ။",
        "count_input": "စာရင်း",
        "count_input_action": "အရေအတွက်သတ်မှတ်ပါ။",
        "management_title": "စာရင်းစီမံခန့်ခွဲမှုနှင့် ထုတ်ကုန်မျိုးကွဲများ",
        "add_title": "ထုတ်ကုန်မျိုးကွဲကို ထည့်ပါ။",
        "edit_title": "ထုတ်ကုန်အမျိုးအစားကို တည်းဖြတ်ပါ။",
        "notifications": {
          "add_success": "ထုတ်ကုန်အမျိုးကွဲကို ထပ်လောင်းထည့်ထားသည်။",
          "delete_success": "ထုတ်ကုန် မူကွဲကို ဖျက်လိုက်ပါပြီ။",
          "save_product_inventory_success": "ကုန်ပစ္စည်းစာရင်းကို သိမ်းဆည်းခဲ့သည်။"
        }
      },
      "variant_item": {
        "price": "စျေးနှုန်း",
        "same_as_product": "ပင်မထုတ်ကုန်နှင့်ဆင်တူသည်။",
        "in_stock": "စာရင်း",
        "delete_dialog": {
          "title": "ထုတ်ကုန်အမျိုးအစားကို ဖျက်ပါ။",
          "message": "ဤဗားရှင်းကို ဖျက်လိုပါသလား။"
        }
      },
      "variant_add_edit": {
        "title": "ထုတ်ကုန်အမျိုးအစားကို သတ်မှတ်ခြင်း။",
        "message": "ထုတ်ကုန်နံပါတ် သီးသန့်",
        "active_input": "ဤဗားရှင်းသည် အသက်ဝင်နေပါသလား။",
        "sku": "SKU",
        "sku_tips": "ကုန်ပစ္စည်းသိုလှောင်ရုံကုဒ်။",
        "mpn": "MPN",
        "mpn_tips": "ထုတ်ကုန်ထုပ်ပိုးမှုတွင် ထုတ်လုပ်သူမှ ထည့်သွင်းထားသော ကုန်ပစ္စည်းကုဒ်",
        "variant_variable": "မူကွဲ ကိန်းရှင်များ",
        "pricing": "စျေးနှုန်း",
        "has_pricing_input": "စျေးနှုန်းသည် အဓိကထုတ်ကုန်နှင့် ကွာခြားပါသလား။",
        "inventory": "စာရင်း",
        "inventory_unit": "ပစ္စည်းများ",
        "delivery_info": "ထုပ်ပိုးခြင်းနှင့် ပို့ဆောင်ခြင်း။",
        "images": "မူကွဲပုံများ",
        "images_message": "ဤဗားရှင်းကို သိမ်းဆည်းပြီးနောက် ဤနေရာတွင် ပုံတစ်ပုံကို ထည့်နိုင်မည်ဖြစ်သည်။"
      }
    },
    "edit_article": {
      "menu": {
        "tags": "တဂ်",
        "article": "ဆောင်းပါး"
      }
    }
  },
  "product_extra_physical": {
    "weight": "အထုပ်အလေးချိန်",
    "weight_unit": "ကီလိုဂရမ်",
    "size": "Package Dimensions",
    "dimension": "စင်တီမီတာ",
    "width": "အကျယ်",
    "length": "အရှည်",
    "height": "အရပ်အမြင့်",
    "lead_time_title": "ပြင်ဆင်ချိန်",
    "lead_time": "ပြင်ဆင်ချိန်",
    "lead_time_dimension": "နာရီ(များ)",
    "bulk_action": "အစုလိုက် လုပ်ဆောင်ချက်များ",
    "bulk_action_input": "ဗားရှင်းအားလုံးကို အပ်ဒိတ်လုပ်ပါ။",
    "bulk_action_msg": "မျိုးကွဲအားလုံးအတွက် ထုတ်ကုန်ထုပ်ပိုးခြင်းနှင့် ပြင်ဆင်ချိန်သတ်မှတ်ပါ။"
  },
  "product_images_list": {
    "upload_button": "နောက်ထပ်ထုတ်ကုန်ပုံများ",
    "upload_an_image": "ပုံတစ်ပုံကို ရွေးပါ။",
    "notifications": {
      "update_sort_success": "ပုံများကို စီခြင်း သိမ်းဆည်းပြီးပါပြီ။",
      "delete_image_title": "ထုတ်ကုန်ပုံ ဖျက်ပါ။",
      "delete_image_success": "ပုံကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။"
    }
  },
  "variants_view": {
    "prices": "စျေးနှုန်းများ",
    "inventory": "စာရင်း",
    "discount": "လျှော့စျေး"
  },
  "gift_card_type_edit": {
    "title_input": "ခေါင်းစဥ်",
    "color_input": "ကတ်အရောင်",
    "charge_input": "ကနဦးအခကြေးငွေ",
    "charge_input_hint": "ကတ်တစ်ခုစီအတွက် ကနဦးအခကြေးငွေ",
    "currency_input": "ငွေကြေး",
    "currency_input_message": "ဤငွေကြေးဖြင့်သာ ဝယ်ယူရန်",
    "lifetime_input": "ကတ်သက်တမ်း (လ)",
    "lifetime_input_message": "ကတ်သက်တမ်း",
    "card_image_input": "ကတ်ပုံ",
    "notifications": {
      "create_success": "ကတ်ဖန်တီးထားသည်။",
      "update_success": "ကတ်ကို အပ်ဒိတ်လုပ်ထားသည်။"
    }
  },
  "shop_warehouse_edit": {
    "title": "ဂိုဒေါင်ထည့်ပါ။",
    "message": "ပို့ဆောင်ခကိုတွက်ချက်ရန် သင့်ဂိုဒေါင်လိပ်စာနှင့် ပရိုဖိုင်ကို ထည့်သွင်းပါ။",
    "name_input": "ဂိုဒေါင်အမည်",
    "address": "လိပ်စာ",
    "name_input_message": "သင့်ဂိုဒေါင်အတွက် နာမည်ပြောင်တစ်ခု ထည့်ပါ။",
    "person_name": "အရာရှိအမည်",
    "phone_number": "ဆက်သွယ်ရန်နံပါတ်",
    "map_title": "စတိုးဆိုင် ဂိုဒေါင်လိပ်စာ",
    "confirm_action": "ဂိုဒေါင်ခွင့်ပြုချက်",
    "address_name": "ဂိုဒေါင်",
    "notifications": {
      "success_save": "အပြောင်းအလဲများကို အောင်မြင်စွာ သိမ်းဆည်းပြီးပါပြီ။"
    }
  },
  "inventory_list": {
    "search_input": "ကုန်ပစ္စည်းရှာဖွေမှု...",
    "search_input_title": "စတိုးဆိုင်ထုတ်ကုန်များအကြားရှာဖွေပါ။",
    "apply_filter": "စစ်ထုတ်မှုကို အသုံးပြုပါ။",
    "inventory": "စာရင်းစာရင်း",
    "export": "စာရင်းကို တင်ပို့ပါ။",
    "import": "သွင်းကုန်စာရင်း",
    "bulk_price": "အစုလိုက်စျေးနှုန်းပြောင်းလဲမှု",
    "bulk_discount": "အစုလိုက် လျှော့စျေး ပြောင်းလဲခြင်း။",
    "category_filter_msg": "⚡ ၎င်းသည် ထုတ်ကုန်များနှင့် အမျိုးအစားခွဲများအားလုံးတွင် သက်ရောက်မှုရှိပါမည်။",
    "table": {
      "waiting": "သတင်းရယူနေသည် ... ခေတ္တစောင့်ပါ။",
      "open_state": "အသက်ဝင်သည်။",
      "close_state": "မလှုပ်မရှား",
      "image": "ပုံ",
      "product": "ထုတ်ကုန်အမည်",
      "code": "ကုန်ပစ္စည်းကုဒ်",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "မူရင်း",
      "status": "အဆင့်အတန်း",
      "in_stock": "ကုန်ပစ္စည်းလက်ဝယ်ရှိ",
      "edit": "ပြောင်းလဲပါ။"
    },
    "bulk_price_dialog": {
      "title": "အစုလိုက်လုပ်ဆောင်မှုများ > ဈေးနှုန်း",
      "message": "မှတ်ချက်- အောက်ပါပမာဏသည် သင့်စတိုးရှိ ထုတ်ကုန်အားလုံး၏စျေးနှုန်းအတွက် ရာခိုင်နှုန်းတစ်ခုအဖြစ် သက်ရောက်မည်ဖြစ်သည်။ ထို့အပြင်၊ တွက်ချက်ထားသော စျေးနှုန်းတန်ဖိုးများကို ရွေးချယ်ထားသော ငွေကြေးအပေါ် အခြေခံ၍ အနီးစပ်ဆုံး အဝိုင်းနံပါတ်သို့ ဉာဏ်ရည်ထက်မြက်စွာ ပြောင်းလဲသွားပါမည်။ တန်ဖိုးများကို ထည့်သွင်းရာတွင် သတိထားပါ။",
      "check": "စျေးနှုန်းပြောင်းလဲမှုများကို ကျွန်ုပ်အတည်ပြုပါသည်။",
      "add_percent_tab": "ရာခိုင်နှုန်းထည့်ပါ။",
      "add_constant_tab": "Constant ထည့်ပါ။",
      "ending_tab": "အဆုံးသတ်ဗျူဟာ"
    },
    "bulk_discount_dialog": {
      "title": "အစုလိုက်လုပ်ဆောင်မှုများ > လျှော့စျေး",
      "message": "မှတ်ချက်- အောက်ပါပမာဏသည် သင့်စတိုးရှိ ထုတ်ကုန်အားလုံး၏ လျှော့စျေးသို့ ရာခိုင်နှုန်းတစ်ခုအဖြစ် ပေးမည်ဖြစ်သည်။ ထို့အပြင်၊ တွက်ချက်ထားသော လျှော့စျေးတန်ဖိုးများကို ရွေးချယ်ထားသော ငွေကြေးအပေါ် အခြေခံ၍ အနီးစပ်ဆုံး အဝိုင်းနံပါတ်သို့ ဉာဏ်ရည်ထက်မြက်စွာ ပြောင်းလဲသွားပါမည်။ တန်ဖိုးများကို ထည့်သွင်းရာတွင် သတိထားပါ။",
      "check": "လျှော့စျေးအပြောင်းအလဲများကို ကျွန်ုပ်လက်ခံပါသည်။"
    },
    "notifications": {
      "save_success": "စာရင်းပြောင်းလဲမှုကို သိမ်းဆည်းပြီးပါပြီ။"
    }
  },
  "spec_view": {
    "auto_save_input": "အလိုအလျောက်သိမ်းဆည်းပါ။"
  },
  "time_progress_bar": {
    "title_before_start": "စတင်ရန်ကျန်နေသေးသည်။",
    "title_between_start_end": "အဆုံးအထိ ကျန်နေပါသေးတယ်။",
    "title_after_end": "ပြီးပြီ။",
    "title_no_start_end": "အချိန်ကာလမရှိဘဲ!"
  },
  "geo_map": {
    "views": "ရှုခင်းများ",
    "views_unit": "ကြိမ်",
    "product_views": "ထုတ်ကုန်အမြင်များ",
    "buys": "ဝယ်ယူမှုများ",
    "buys_unit": "အော်",
    "baskets": "လှုပ်လှုပ်ရှားရှား တွန်းလှည်းများ",
    "added_items": "ပစ္စည်းများထည့်ပါ။",
    "removed_items": "ပစ္စည်းများကို ဖယ်ရှားပါ။"
  },
  "faq_list": {
    "table": {
      "nodata": "မေးခွန်းမတွေ့ပါ။",
      "more_data_action": "နောက်ထပ်မေးခွန်းများ..",
      "user": "အသုံးပြုသူကို",
      "tag": "တက်ဂ်",
      "question": "မေးခွန်း",
      "officer": "ဝန်ထမ်း",
      "answer": "ဖြေ",
      "created_at": "ရက်စွဲ",
      "priority": "ဦးစားပေး",
      "edit": "တည်းဖြတ်ပါ။"
    },
    "dialog": {
      "add_new_action": "မေးခွန်းအသစ်တင်ပါ။",
      "edit_action": "FAQ ကို တည်းဖြတ်ပါ။",
      "question_input": "မေးခွန်း",
      "question_input_placeholder": "မင်းမေးခွန်းကိုမေးပါ..",
      "link_input": "လင့်",
      "link_input_placeholder": "အကြောင်းပြန်ရာတွင် လင့်ခ်ကို ကိုးကားနိုင်သည်။",
      "answer_input": "ဖြေ",
      "answer_input_placeholder": "အဖြေစာသားထည့်ပါ..",
      "tag_input": "တဂ် (အမျိုးအစား ခေါင်းစဉ်)",
      "tag_input_placeholder": "ခေါင်းစဉ်အတိုလေးထည့်ပါ။",
      "priority_input": "ဦးစားပေး- (၀ မှ ၁၀)"
    },
    "delete_alert": {
      "title": "မေးခွန်းကိုဖျက်ပါ။",
      "message": "ဤမေးခွန်းကို ဖျက်လိုပါသလား။",
      "action": "ဖျက်ပါ။"
    },
    "notifications": {
      "send_success": "သင့်အဖြေကို အောင်မြင်စွာ တင်သွင်းပြီးပါပြီ။",
      "delete_success": "သင့်မေးခွန်းကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။"
    }
  },
  "contact_messages_list": {
    "load_more_action": "နောက်ထပ်စာတို..",
    "table": {
      "nodata": "မေးခွန်းမတွေ့ပါ။",
      "user": "အသုံးပြုသူကို",
      "message": "စာကိုယ်",
      "category": "အမျိုးအစား",
      "officer": "ဝန်ထမ်း",
      "answer": "ဖြေ",
      "created_at": "ရက်စွဲ",
      "contact": "ဆက်သွယ်ပါ။",
      "edit": "တည်းဖြတ်ပါ။"
    },
    "dialog": {
      "title": "မက်ဆေ့ခ်ျကို အကြောင်းပြန်ပါ။",
      "category": "အမျိုးအစား",
      "user_name": "နာမည်",
      "email": "အီးမေးလ်",
      "phone": "ဆက်သွယ်ရန်နံပါတ်",
      "message": "မက်ဆေ့ချ်စာသား",
      "status": "တုံ့ပြန်မှုအခြေအနေ",
      "status_answered": "ဖြေတယ်။",
      "status_waiting": "တုံ့ပြန်မှုကို စောင့်မျှော်နေပါသည်။",
      "answer_input": "စာပြန်ပါ။",
      "mail_input": "မေးလ်ပို့ပါ။",
      "mail_input_message": "၎င်းကိုဖွင့်ပါက၊ သင်၏တုံ့ပြန်မှုကို အသုံးပြုသူအီးမေးလ်သို့ ပေးပို့မည်ဖြစ်သည်။"
    },
    "delete_alert": {
      "title": "မက်ဆေ့ချ်ကို ဖျက်ပါ။",
      "message": "ဤစာကို ဖျက်လိုပါသလား။",
      "action": "ဖျက်ပါ။"
    },
    "notifications": {
      "send_success": "သင့်တောင်းဆိုချက်ကို အောင်မြင်စွာ တင်သွင်းပြီးပါပြီ။",
      "delete_success": "မက်ဆေ့ချ်ကို ဖျက်လိုက်ပါပြီ။"
    }
  },
  "campaign": {
    "title": "လှုံ့ဆော်မှု",
    "menu": {
      "setting": "ဆက်တင်များ",
      "return": "ကျော",
      "dashboard": "ဒိုင်ခွက်",
      "links": "လင့်များ",
      "landing": "ဆင်းသက်",
      "ads": "ကြော်ငြာများ",
      "finance": "ဘဏ္ဍာရေး"
    },
    "dashboard": {
      "title": "ဒိုင်ခွက်",
      "status": "အခြေအနေသုံးသပ်ချက်",
      "sessions": "ဆက်ရှင်များ",
      "links_overview": "ကမ်ပိန်းလင့်ခ်များ ခြုံငုံသုံးသပ်ချက်",
      "orders": "အော်",
      "performance": "လှုံ့ဆော်မှုစွမ်းဆောင်ရည်",
      "links_funnel": "လှုပ်ရှားမှုလင့်ခ်များ စွမ်းဆောင်ရည်",
      "no_links": "ဒေတာမရနိုင်ပါ။ သင့်ကမ်ပိန်းအတွက် လင့်ခ်တစ်ခု ဖန်တီးပါ။",
      "social": "ဆိုရှယ်မီဒီယာက ဦးဆောင်တယ်။",
      "conversion_over_time": "အချိန်နှင့်အမျှ ပြောင်းလဲခြင်း။",
      "total_campaign_sell": "ကမ်ပိန်းအားဖြင့်စုစုပေါင်းရောင်းအား"
    },
    "finance": {
      "title": "ဘဏ္ဍာရေးအစီရင်ခံစာ",
      "campaign_revenue": "စည်းရုံးရေးဝင်ငွေ",
      "total_revenue": "ကမ်ပိန်းအားဖြင့် စုစုပေါင်းဝင်ငွေ",
      "links_revenue": "ကမ်ပိန်းလင့်ခ်များ ဝင်ငွေ",
      "payments_over_time": "အချိန်နှင့်အမျှ ရောင်းအား",
      "all_links": "လင့်များအားလုံး"
    },
    "landing": {
      "empty_message": "လှုံ့ဆော်မှုဆက်တင်များတွင် ဆင်းသက်သည့်စာမျက်နှာကို သတ်မှတ်ပါ။",
      "set_landing": "ဆင်းသက်သည့်စာမျက်နှာကို သတ်မှတ်ပါ။",
      "create_landing": "ဆင်းသက်သည့် စာမျက်နှာအသစ်ကို ဖန်တီးပါ။"
    },
    "links": {
      "title": "ကမ်ပိန်းလင့်များ",
      "url_input_message": "သင်၏ပစ်မှတ်စာမျက်နှာ url ကိုထည့်ပါ။"
    },
    "setting": {
      "menu": {
        "config": "ပြင်ဆင်မှု",
        "timespan": "အချိန်ကာလ",
        "banner": "ဆိုင်းဘုတ်",
        "Notification": "အသိပေးချက်"
      },
      "general_setting": {
        "title": "အထွေထွေ ကမ်ပိန်း ဆက်တင်များ",
        "sub_title": "အမည်၊ Landing Page နှင့် Discount Code",
        "name_input": "ကမ်ပိန်းအမည်",
        "name_input_hint": "သင့်ကမ်ပိန်းတွင် အမည်တစ်ခုထည့်ပါ။",
        "enable_input": "ကမ်ပိန်းသည် အသက်ဝင်ပါသလား။",
        "page_input": "ကမ်းတက်စာမျက်နှာ",
        "discount_code_input": "စျေးလျှော့ပေးသောနံပါတ်",
        "limit": "လျှော့စျေးကန့်သတ်ချက်",
        "max_count": "အများဆုံးရေတွက်ပါ။",
        "max_count_unit": "ပစ္စည်းများ",
        "start": "စတင်ပါ။",
        "end": "အဆုံး",
        "notification_enable_input": "အကြောင်းကြားချက် ဖွင့်မလား။",
        "landing_page": "ကမ်းတက်စာမျက်နှာ",
        "discount_code": "စျေးလျှော့ပေးသောနံပါတ်",
        "auto": "ပုံသေမဲဆွယ်",
        "auto_message": "သင့်ဆိုင်တွင် မူလကမ်ပိန်းကို အသက်သွင်းခဲ့သည်။"
      },
      "time_setting": {
        "title": "အချိန်ကာလ",
        "sub_title": "စတင်မည့်ရက်စွဲနှင့် အချိန် / ပြီးဆုံးသည့်ရက်စွဲနှင့် အချိန်",
        "start_input": "စတင်ပါ။",
        "start_input_placeholder": "ကမ်ပိန်းစတင်ချိန်ကို ရွေးပါ။",
        "end_input": "အဆုံး",
        "end_input_placeholder": "ကမ်ပိန်းပြီးဆုံးချိန်ကို ရွေးပါ။"
      },
      "banner_setting": {
        "title": "ဆိုင် ဆိုင်းဘုတ်",
        "sub_title": "ဆိုင်စာမျက်နှာ၏ထိပ်တွင်ပြသပါ။",
        "message_input": "မက်ဆေ့ချ်စာသား",
        "message_input_placeholder": "အထူးပွဲတော်...",
        "message_input_hint": "စတိုးဆိုင်၏အပေါ်ရှိ ဆိုင်းဘုတ်မက်ဆေ့ခ်ျ စာသား",
        "bg_image_input": "နောက်ခံပုံ URL",
        "bg_image_input_hint": "နောက်ခံပုံ URL အပြည့်အစုံ",
        "repeat_pattern": "ပုံစံကို ပြန်လုပ်ပါ။",
        "simple": "ရိုးရိုးရှင်းရှင်း",
        "dark_input": "အမှောင် အပြင်အဆင်?",
        "icon_input": "အိုင်ကွန်",
        "icon_input_hint": "ပစ္စည်းဒီဇိုင်း အိုင်ကွန်အမည် သို့မဟုတ် Fontawsom- fas fa-star",
        "anim_input": "Animation လိပ်စာ",
        "anim_input_message": "Lottie ကာတွန်းဖိုင် URL",
        "preview": "စမ်းကြည့်ပါ။",
        "preview_update_action": "အစမ်းကြည့်ရှုမှုကို အပ်ဒိတ်လုပ်ပါ။",
        "bg_color": "နောက်ခံအရောင်",
        "icon_bg": "အိုင်ကွန် နောက်ခံအရောင်"
      },
      "notifications": {
        "title": "အသိပေးချက်",
        "sub_title": "အကြောင်းကြားချက်တစ်ခုဖန်တီးပြီး ၎င်းကို သင့်ကမ်ပိန်းသို့ ချိတ်ဆက်ပါ။",
        "update_success": "သင့်ကမ်ပိန်းကို အပ်ဒိတ်လုပ်ပြီးပါပြီ။",
        "action_button": "လုပ်ဆောင်ချက်ခလုတ်",
        "background_color": "နောက်ခံအရောင်",
        "text_color": "စာသားအရောင်",
        "action_color": "လှုပ်ရှားမှုအရောင်",
        "action_text_color": "လုပ်ဆောင်ချက် စာသားအရောင်",
        "notification_image": "အသိပေးချက်ပုံ",
        "notification_bg": "အသိပေးချက်နောက်ခံ",
        "show_preview": "အစမ်းကြည့်ပြပါ။",
        "persistence": "စွဲမြဲစွာ",
        "persistence_message": "သင့်အသုံးပြုသူ ဝဘ်ဆိုက်ကို ဝင်ကြည့်တိုင်း ပြသလိုပါသလား။",
        "radius": "အချင်းဝက်မျဉ်း",
        "show_delay": "နှောင့်နှေးမှုကို ပြသပါ။"
      }
    }
  },
  "add_category": {
    "title_edit": "အမျိုးအစားကို တည်းဖြတ်ပါ။",
    "title_update": "အမျိုးအစားအသစ်ထည့်ပါ။",
    "menu": {
      "delete": "အမျိုးအစားကို ဖျက်ပါ။",
      "filter": "စစ်ထုတ်မှုများ",
      "settings": "ဆက်တင်များ",
      "back": "ကျော"
    },
    "title_input": "အမျိုးအစား ခေါင်းစဉ် *",
    "title_input_error": "အမျိုးအစား ခေါင်းစဉ်ကို ရွေးပါ။",
    "name_input": "အမျိုးအစားအမည် (အင်္ဂလိပ်) *",
    "name_input_error": "အမျိုးအစားအတွက် ထူးခြားသောအမည်ကို ရွေးပါ။",
    "description_input": "အမျိုးအစားဖော်ပြချက်",
    "description_input_message": "အမျိုးအစား၏ အကျဉ်းချုပ်ဖော်ပြချက်ကို ထည့်သွင်းပါ။.",
    "parent_input": "မိဘအမျိုးအစား",
    "parent_input_message": "ဤအမျိုးအစားသည် စတိုးဆိုင်ပင်မစာမျက်နှာတွင် ပေါ်လာသည်။",
    "image_input": "အမျိုးအစားပုံ",
    "image_input_placeholder": "အမျိုးအစားအတွက် ပုံတစ်ပုံကို ရွေးပါ။",
    "edit_action": "အမျိုးအစားကို တည်းဖြတ်ပါ။",
    "add_action": "အမျိုးအစားထည့်ပါ။",
    "back_action": "ကျော",
    "no_category": "အမျိုးအစားမရှိပါ။",
    "star": "ကြယ်ပွင့်",
    "filter": {
      "title": "အမျိုးအစား စစ်ထုတ်မှုများ",
      "sub_title": "ဤအမျိုးအစားရှိ ထုတ်ကုန်များနှင့် သက်ဆိုင်သော စစ်ထုတ်မှုများနှင့် အမျိုးအစားများကို စီမံခန့်ခွဲပါ။",
      "message": "အောက်ပါအကွက်တွင် ဤအမျိုးအစားအတွက် ဘုံနည်းပညာဆိုင်ရာ ဝန်ဆောင်မှုခေါင်းစဉ်ကို ထည့်သွင်းပြီး သိမ်းဆည်းပါ။ စာရင်းကိုသိမ်းဆည်းပြီးနောက်၊ အမျိုးအစားတစ်ခုစီ၏အကြောင်းအရာများနှင့်အတူ စစ်ထုတ်သည့်အမျိုးအစားများကို ပြသပါမည်။ အရောင်၊ အလေးချိန်၊ အရွယ်အစား၊ အမှတ်တံဆိပ် စသည်တို့ကို ထုတ်ကုန်မျိုးကွဲမှ အလိုအလျောက် ထုတ်ယူပါသည်။"
    },
    "delete_alert": {
      "title": "အမျိုးအစားကို ဖယ်ရှားပါ။",
      "message": "{title} အမျိုးအစားကို ဖျက်လိုပါသလား။",
      "action": "ဖျက်ပါ။"
    },
    "notifications": {
      "add_success": "အမျိုးအစားအသစ်ကို ပေါင်းထည့်ထားသည်။",
      "edit_success": "အမျိုးအစားကို တည်းဖြတ်ထားသည်။",
      "delete_success": "{title} ကို ဖျက်ထားသည်။"
    },
    "edit_filter": {
      "spec_input": "နည်းပညာဆိုင်ရာသတ်မှတ်ချက်များစာရင်း",
      "spec_input_message": "စစ်ထုတ်မှုကဏ္ဍတွင် သင်ပြသလိုသော အင်္ဂါရပ်များစာရင်း",
      "price": "စျေးနှုန်း",
      "min": "မင်း",
      "max": "မက်",
      "suggested_list": {
        "brand": "အမှတ်တံဆိပ်",
        "colors": "အရောင်",
        "styles": "ဒီဇိုင်း",
        "volumes": "အတွဲ",
        "weights": "အလေးချိန်",
        "packs": "တစ်ထုပ်လျှင် အရေအတွက်",
        "types": "ရိုက်ပါ။"
      },
      "notifications": {
        "edit_success": "အမျိုးအစားကို တည်းဖြတ်ထားသည်။"
      }
    }
  },
  "apps_list": {
    "nodata": "သင့်စတိုးတွင် ထည့်သွင်းထားသည့် အက်ပ်မရှိပါ။",
    "inactive": "မလှုပ်မရှား",
    "my_apps": "ကျွန်ုပ်၏အက်ပ်များ",
    "app_store": "အက်ပ်အသစ်ထည့်ပါ။"
  },
  "add_shop": {
    "menu": {
      "shop_title": "ဆိုင်ခေါင်းစဉ်",
      "shop_name": "ဆိုင်နာမည်",
      "description": "ဖော်ပြချက်",
      "contact": "ဆက်သွယ်ရန်အချက်အလက်",
      "image": "ပုံ"
    },
    "title_input": "ခေါင်းစဥ်",
    "title_input_tips": "သင့်စတိုးဆိုင်၊ အမှတ်တံဆိပ် သို့မဟုတ် ကုမ္ပဏီအမည်ကို ထည့်သွင်းပါ။",
    "active_message": "သင့်ဝဘ်ဆိုဒ်ကို လူတိုင်းဝင်ရောက်ကြည့်ရှုနိုင်စေရန် တက်ကြွစွာသတ်မှတ်ပါ။",
    "language_input_message": "သင်၏စတိုးဆိုင်ဘာသာစကားကိုရွေးချယ်ပါ။",
    "name_input": "နာမည်",
    "name_input_message": "သင့်ဆိုင်အတွက် နာမည်တစ်ခုထည့်ပါ။",
    "name_input_tips": "အင်္ဂလိပ်မဟုတ်သော အက္ခရာများ၊ နေရာလွတ်များ သို့မဟုတ် စာလုံးများကို အသုံးမပြုပါနှင့်၊ အသုံးပြုပါက စတိုးဆိုင်အမည်ကို မှန်ကန်စွာပြသနိုင်မည်မဟုတ်ပေ။",
    "description_input": "ဆိုင်ဖော်ပြချက်",
    "description_input_message": "သင့်လုပ်ငန်းအကြောင်း အကျဉ်းချုံးရေးပါ။",
    "address_input": "ဆိုင်လိပ်စာ",
    "address_input_message": "စတိုးဆိုင်တည်နေရာလိပ်စာအတိအကျထည့်ပါ။",
    "phone_input": "ဖုန်းနံပါတ်",
    "phone_input_message": "ဖောက်သည် ဆက်သွယ်ရန်နံပါတ်",
    "phone_input_tips": "နိုင်ငံကုဒ်ဖြင့် ဆက်သွယ်ရန်နံပါတ်ကို ထည့်ပါ။ ဤနံပါတ်ကို Google ရှာဖွေမှုတွင် အချက်အလက်ပြသရန်လည်း အသုံးပြုပါသည်။",
    "email_input": "အီးမေးလ်",
    "email_input_message": "ဖောက်သည်များအတွက်အီးမေးလ်လိပ်စာ",
    "locality_input": "တည်နေရာ",
    "locality_input_message": "ဆိုင်တည်နေရာ",
    "region_input": "ပြည်နယ် သို့မဟုတ် ပြည်နယ်",
    "region_input_message": "သင်လုပ်ကိုင်နေသည့် ပြည်နယ် သို့မဟုတ် ပြည်နယ်",
    "country_input": "တိုင်းပြည်",
    "country_input_message": "စီးပွားရေးနိုင်ငံ",
    "postal_code_input": "စာတိုက်သင်္ကေတ",
    "postal_code_input_message": "စာတိုက်ကုဒ်ကို သိမ်းဆည်းပါ။",
    "image_input": "သိမ်းဆည်းပုံ",
    "map": {
      "title": "ဆိုင်လိပ်စာ",
      "confirm": "လိပ်စာမှတ်ပုံတင်",
      "address": "လိပ်စာ",
      "receptor": "စတိုးဆိုင်"
    },
    "create_shop_action": "စတိုးကိုဖန်တီးပါ။",
    "update_shop_action": "မွမ်းမံ",
    "notifications": {
      "copy_success": "ဆိုင်လိပ်စာ မိတ္တူ။",
      "name_available": "ဤအမည် ({name}) ကို ရနိုင်ပါသည်။",
      "add_success": "စတိုးဆိုင် {title} ကို ဖန်တီးခဲ့သည်။",
      "edit_success": "ဆိုင်တွင် တည်းဖြတ်ထားသည်။"
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "virtual item ထည့်ပါ။",
    "add_virtual_item_desc": "virtual ထုတ်ကုန်များရောင်းချရန်၊ ၎င်းတို့ကို ဤကဏ္ဍတွင် ထည့်သွင်းရပါမည်။ ပကတိပစ္စည်းအရေအတွက်သည် ဤကဏ္ဍရှိ အခမဲ့ပစ္စည်းအရေအတွက်နှင့် ညီမျှသည်။ သုံးစွဲသူများသည် virtual item ကိုဝယ်ယူပြီးသည်နှင့်၊ လင့်ခ်ကို ၎င်းတို့ထံ ပေးပို့မည်ဖြစ်သည်။",
    "filter_action": "စစ်ထုတ်မှုကို အသုံးပြုပါ။",
    "not_processed": "မလုပ်ဆောင်ရသေးသော အမိန့်များ",
    "title": "ပစ္စည်းစာရင်း",
    "vew_order": "အော်ဒါကြည့်",
    "table": {
      "nodata": "ပစ္စည်းမရှိပါ။",
      "product": "ထုတ်ကုန်",
      "data": "ဒေ",
      "status": "အဆင့်အတန်း",
      "user_message": "အသုံးပြုသူ မက်ဆေ့ချ်",
      "updated_at": "နောက်ဆုံးအပ်ဒိတ်",
      "order": "အော်",
      "delete": "ဖျက်ပါ။"
    },
    "notifications": {
      "delete_success": "အကြောင်းအရာကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။"
    }
  },
  "add_virtual_item": {
    "title_edit": "တန်ဖိုးများကို တည်းဖြတ်ပါ။",
    "title_add": "ပစ္စည်းကို ထုတ်ကုန်သို့ထည့်ပါ။",
    "sub_title": "Virtual Products ဖန်တီးခြင်းနှင့် တည်းဖြတ်ခြင်း။",
    "message": "စတိုးမန်နေဂျာသည် ငွေပေးချေပြီးနောက် ဝယ်သူ၏တန်ဖိုးကို ပြသနိုင်သည်။ ဤတန်ဖိုးများကို အောက်ပါပုံစံတွင် ထည့်သွင်းရပါမည်။ ဤပုံစံ၏ဖွဲ့စည်းပုံအား တည်းဖြတ်သည့်အရာ> တည်းဖြတ်ထုတ်ပေးသည့်အချက်အလက်ကဏ္ဍတွင် သတ်မှတ်ထားသည်။",
    "edit_outputs": "အထွက်ဖောင်ကို တည်းဖြတ်ပါ။",
    "notifications": {
      "edit_success": "အကြောင်းအရာကို တည်းဖြတ်ထားသည်။",
      "add_success": "အကြောင်းအရာကို စာရင်းထဲသို့ ထည့်ထားသည်။"
    }
  },
  "virtual_process_center": {
    "title": "ဆောင်ရွက်ဆဲစင်တာ",
    "sub_title": "အမိန့်ထုတ်ယူခြင်း",
    "virtual_product": "virtual ထုတ်ကုန်",
    "menu": {
      "report": "သတင်းပို့တယ်။",
      "timeline": "အချိန်ဇယား",
      "order": "အော်"
    },
    "list_widget": {
      "title": "အော်ဒါသတ်မှတ်ချက်များ",
      "product_name": "ထုတ်ကုန်အမည်"
    },
    "inputs_widget": {
      "title": "ထည့်သွင်းပုံစံ",
      "table": {
        "title": "ခေါင်းစဥ်",
        "value": "တန်ဖိုး"
      },
      "change_inputs_action": "ထည့်သွင်းမှုပုံစံကို တည်းဖြတ်ပါ။"
    },
    "outputs_widget": {
      "title": "ထုတ်ပေးသည့်ပုံစံ",
      "table": {
        "title": "ခေါင်းစဥ်",
        "value": "တန်ဖိုး"
      },
      "tips": [
        "ဖောက်သည်တောင်းဆိုမှုကို ပြီးမြောက်ပြီးနောက်၊ မှာယူသူအား အကြောင်းကြားရန် အမှာစာအတည်ပြုချက်သော့ကို နှိပ်ပါ။",
        "မှာယူမှုကို အတည်ပြုပြီးသည်နှင့် ဝယ်ယူသူသည် ထည့်သွင်းအချက်အလက်များကို တည်းဖြတ်နိုင်မည်မဟုတ်ပေ။"
      ],
      "alerts": {
        "order_completed_by_admin": "အော်ဒါပြီးသွားပါပြီ။",
        "order_completed_by_buyer": "မှာယူသူမှ ပြီးသွားပါပြီ။",
        "waiting_for_buyer": "ဝယ်သူရဲ့ ခွင့်ပြုချက်ကို စောင့်မျှော်နေပါတယ်.."
      }
    }
  },
  "file_process_center": {
    "title": "ဆောင်ရွက်ဆဲစင်တာ",
    "sub_title": "အမိန့်ထုတ်ယူခြင်း",
    "menu": {
      "report": "သတင်းပို့တယ်။",
      "timeline": "အချိန်ဇယား",
      "order": "အော်"
    }
  },
  "process_order_page_dashboard": {
    "title": "အမိန့်ထုတ်ယူခြင်း",
    "cancel_order_action": "အော်ဒါဖျက်သိမ်းသည်",
    "open_basket_cation": "ဤစျေးဝယ်လှည်းကို ဖွင့်ထားသောကြောင့် ဝယ်ယူသူသည် ဈေးဝယ်နေပြီး အမှာစာကို မပေးရသေးဟု ဆိုလိုပါသည်။",
    "reject_dialog": {
      "title": "အမိန့်ကို ငြင်းပယ်ရသည့် အကြောင်းရင်း",
      "message": "အောက်ပါစာရင်းမှ ဤအမှာစာကို ငြင်းပယ်ရခြင်းအကြောင်းရင်းကို ရွေးပါ။ ပယ်ဖျက်ခြင်းနှင့် ငွေပြန်အမ်းခြင်းလုပ်ငန်းစဉ်ကို ဖောက်သည်အား အသိပေးရန် သေချာပါစေ။ ပြန်အမ်းငွေများကို 12 နာရီအတွင်းပြုလုပ်ရပါမည်။",
      "confirm_action": "အော်ဒါဖျက်သိမ်းသည်",
      "dismiss_reject_action": "မှာယူမှုကို ပယ်ဖျက်ခြင်းအား ပယ်ချပါ။"
    },
    "notifications": {
      "update_status_success": "မှာယူမှုအခြေအနေကို အပ်ဒိတ်လုပ်ထားသည်။",
      "reject_update_success": "မှာယူမှု ပယ်ဖျက်ခြင်း အခြေအနေကို အပ်ဒိတ်လုပ်ထားသည်။",
      "dismiss_reject_success": "အော်ဒါမှာ ပုံမှန်လုပ်ငန်းစဉ်အတိုင်း ပြန်သွားပါပြီ။",
      "set_tracking_success": "မှာယူမှုလမ်းကြောင်း ID ကို အောင်မြင်စွာ သိမ်းဆည်းပြီးပါပြီ။"
    }
  },
  "process_center": {
    "title": "ဆောင်ရွက်ဆဲစင်တာ",
    "physical_product": "ရုပ်ပိုင်းဆိုင်ရာထုတ်ကုန်များ",
    "menu": {
      "label": "Package Label",
      "receipt": "ပြေ",
      "back": "ကျော",
      "return": "ပြန်လာ",
      "report": "သတင်းပို့တယ်။",
      "timeline": "အချိန်ဇယား",
      "inputs": "သွင်းအားစုများ",
      "order": "အော်"
    },
    "payment_widget": {
      "title": "ငွေပေးချေမှု",
      "checklist": [
        "မှာယူမှုပမာဏနှင့် ဖောက်သည်ပေးချေမှုကို စစ်ဆေးပါ။",
        "ငွေတောင်းခံလွှာလိပ်စာကို စစ်ဆေးပါ။",
        "အထူးသဖြင့် ငွေပေးချေမှုသည် Cash On Delivery ဖြစ်ပါက ထည့်သွင်းထားသော အချက်အလက်မှန်ကန်ကြောင်း သေချာပါစေ။"
      ],
      "action_cod_pay": "ဝယ်ယူသူမှ ငွေပေးချေမှုကို အတည်ပြုပါ။",
      "action_dir_pay": "အပ်လုဒ်လုပ်ထားသော ငွေပေးချေမှုပြေစာကို အတည်ပြုပါ။",
      "payment_receipt_not_uploaded_error": "ငွေပေးချေပြေစာကို အပ်လုဒ်မတင်ရသေးပါ။",
      "waiting_for_pay": "စောင့်ဆိုင်းနေသော ငွေပေးချေမှု",
      "processing_payment": "ငွေပေးချေမှုကို လုပ်ဆောင်နေသည်။",
      "processing_cancel": "ငွေပေးချေမှုကို ပယ်ဖျက်လိုက်ပါပြီ။",
      "paid": "အခကြေးငွေ",
      "cod_pay_info": "ဖောက်သည်ထံမှ မှာယူမှုကို လက်ခံရရှိသောအခါ ငွေပေးချေမှုကို အတည်ပြုပြီး မှာယူမှုကို အပြီးသတ်နိုင်ပါသည်။",
      "dir_pay_info": "ငွေပေးချေပြေစာသည် အထက်တွင် ပေါ်လာလိမ့်မည်။ ငွေပေးချေမှုကို သင်အတည်ပြုခြင်းမပြုမီ သင့်ဘဏ်တွင် အပ်ငွေပမာဏနှင့် ပြေစာအချက်အလက်များကို စစ်ဆေးပါ။",
      "created_date": "ဖန်တီးသည့်ရက်စွဲ",
      "pay_date": "ငွေပေးချေသည့်နေ့ရက်",
      "payment_gateway": "ငွေပေးချေမှုတံခါးပေါက်",
      "payment_method": "ငွေပေးချေစနစ်",
      "risk": "အန္တရာယ်တန်ဖိုး",
      "billing_details": "ငွေတောင်းခံမှုအသေးစိတ်",
      "add_transaction": "ဘေလ်အသစ်ထည့်ပါ။",
      "add_transactions_message": "ဤအမှာစာအတွက် အနည်းဆုံး ငွေပေးငွေယူတစ်ခု ဖန်တီးရပါမည်။ အချို့ကိစ္စများတွင်၊ အဆင့်များစွာဖြင့် ငွေပေးချေရန် လိုအပ်သည်။ အသုံးပြုသူအတွက် ပေးချေရမည့် လွှဲပြောင်းမှုများသည် အလုပ်ကာလအတွင်း သင်က ဆုံးဖြတ်ပေးမည်ဖြစ်သည်။",
      "add_bill_dialog": {
        "title": "ပြေစာထည့်ပါ။",
        "message": "ဤအမှာစာအတွက် ငွေတောင်းခံလွှာအသစ်တစ်ခု သို့မဟုတ် တစ်ခုထက်ပို၍ထည့်နိုင်သည်။ ဖောက်သည်သည် ဤငွေတောင်းခံလွှာများကိုမြင်ရပြီး အလုပ်၏တိုးတက်မှုအရ တစ်ခုချင်းစီကို ပေးချေမည်ဖြစ်သည်။",
        "amount_input": "ပြေစာပမာဏ",
        "action": "ဘေလ်ထည့်ပါ။"
      },
      "edit_bill_dialog": {
        "title": "ငွေတောင်းခံလွှာကို တည်းဖြတ်ပါ။",
        "message": "ဆိုင်းငံ့ထားသော ငွေတောင်းခံလွှာများကို တည်းဖြတ်နိုင်ပါသည်။",
        "action": "ငွေတောင်းခံလွှာကို တည်းဖြတ်ပါ။"
      },
      "bill_cash_payment_dialog": {
        "title": "ငွေသားပေးချေမှုစာရင်းသွင်းပါ။",
        "message": "ဝယ်သူသည် ဤပြေစာ၏ပမာဏကို ငွေသားဖြင့် သို့မဟုတ် အွန်လိုင်းငွေပေးချေမှုမှလွဲ၍ အခြားနည်းလမ်းဖြင့် ပေးချေပါက၊ ဤကဏ္ဍတွင်၊ ရွေးချယ်မှုတစ်ခုကို ရွေးချယ်ခြင်းဖြင့်၊ မှတ်ပုံတင်ပြီး ၎င်း၏ငွေပေးချေမှုကို အတည်ပြုပါ။ ဤကဏ္ဍတွင်၊ သင့်စတိုး၏ ငွေသားပေးချေမှုတံခါးများကိုသာ သင်မြင်နိုင်သည်၊ ထိုသို့သောရွေးချယ်ခွင့်ကို မတွေ့ပါက၊ သင့်စတိုးတွင် ရွေးချယ်ထားသော ငွေကြေးဖြင့် ငွေပေးချေမှုတံခါးကို ဖွင့်ရပါမည်။",
        "action": "ငွေပေးချေမှုကို အတည်ပြုပါ။"
      },
      "table": {
        "title": "ခေါင်းစဥ်",
        "amount": "ပမာဏ",
        "description": "ဖော်ပြချက်",
        "info": "အချက်အလက်"
      },
      "user_payment": "ဖောက်သည်ငွေပေးချေမှု",
      "cod": "ပစ္စည်းရောက်ငွေချေပါ။",
      "gateway_wage": "ကြေး",
      "gift_card": "လက်ဆောင်ကဒ်",
      "discount_code": {
        "title": "စျေးလျှော့ပေးသောနံပါတ်",
        "code": "ကုဒ်",
        "percent": "ရာခိုင်နှုန်း",
        "limit": "ကန့်သတ်"
      },
      "club": {
        "title": "ဖောက်သည်များကလပ်",
        "percent": "ရာခိုင်နှုန်း",
        "limit": "ကန့်သတ်"
      },
      "coupon": {
        "title": "ကူပွန်",
        "percent": "ရာခိုင်နှုန်း",
        "limit": "ကန့်သတ်",
        "charge": "တာဝန်ခံ"
      },
      "delivery": {
        "title": "ပို့ဆောင်ခ",
        "not_paid": "မပေးချေပါ။"
      },
      "samin": {
        "title": "ဝန်ဆောင်ခ",
        "description": "ဤပမာဏကို သင်၏ Selldone ပိုက်ဆံအိတ်အကောင့်မှ နုတ်ယူလိုက်ပါပြီ။",
        "tooltip": "ငွေပေးချေမှုနည်းလမ်းဖြင့် တွက်ချက်ပါ။",
        "percent": "ရာခိုင်နှုန်း"
      },
      "affiliate": {
        "title": "Affiliate ကော်မရှင်",
        "affiliate_message": "မင်းရဲ့လုပ်ငန်းခွဲကို ဒီကော်မရှင်ကို ပေးရမယ်။ ဤလုပ်ငန်းစဉ်ကိုသင်ကိုယ်တိုင်လုပ်ဆောင်သည်။"
      },
      "total_price": "စုစုပေါင်းပစ္စည်းများစျေးနှုန်း",
      "total_items_discount": "လျှော့စျေး",
      "total_price_after_offers": "ကမ်းလှမ်းချက်များကို လျှောက်ထားပြီးနောက် စုစုပေါင်း",
      "user_payment_amount": "ဝယ်သူငွေပေးချေမှုပမာဏ",
      "samin_wage": "ရောင်းချပြီးသောအခကြေးငွေ",
      "pay_cod_dialog": {
        "title": "အော်ဒါငွေလက်ခံပါသလား။",
        "message": "ဖောက်သည်မှ ငွေပေးချေမှု အပြည့်အစုံကို သေချာပြီးနောက် ပေးပို့သည့် ငွေသားပေးချေမှုနည်းလမ်းတွင် ဤရွေးချယ်မှုကို အတည်ပြုပါ။",
        "confirm_action": "ဖောက်သည်ငွေပေးချေမှုကို အတည်ပြုပါ။"
      },
      "pay_dir_dialog": {
        "title": "အော်ဒါငွေလက်ခံပါသလား။",
        "message": "သင့်ဘဏ်နှင့်အတူ အပ်လုဒ်လုပ်ထားသော ငွေပေးချေပြေစာကို အတည်ပြုပြီးနောက် ဤရွေးချယ်မှုကို အတည်ပြုပါ။ သင့်ဘဏ်နှင့် ငွေပေးချေမှုကို သေချာစစ်ဆေးပါ။",
        "confirm_action": "ဖောက်သည်ငွေပေးချေမှုကို အတည်ပြုပါ။"
      },
      "notifications": {
        "pay_confirm_message": "ငွေပေးချေမှုကို အတည်ပြုသည်။<br> ဆိပ်ကမ်း- {gateway_name}<br> ရက်စွဲ- {payment_at}",
        "pay_fail_title": "မပေးချေပါ။",
        "pay_fail_message": "ငွေပေးချေမှုကို အတည်ပြု၍မရပါ။"
      }
    },
    "basket_list": {
      "checklist": [
        "စာရင်းကိုစစ်ဆေးပါ။",
        "အကယ်၍ ပစ္စည်းမရရှိနိုင်ပါက၊ ထိုပစ္စည်းအတွက် ပေးချေထားသော ပမာဏကို ဝယ်ယူသူထံ ပြန်ပေးရပါမည်။"
      ],
      "message": "မည်သည့်ပစ္စည်းမှ မရရှိနိုင်ပါ သို့မဟုတ် မရောင်းချနိုင်ပါက ၎င်းဘေးရှိ အကွက်ကို အမှန်ခြစ်ဖြုတ်ပြီး <b>အတည်ပြုအမိန့်</b> စာခလုတ်ကို နှိပ်ပါ။",
      "action": "အမှာစာအတည်ပြုခြင်း",
      "list_of_items": "စျေးဝယ်လှည်းစာရင်း",
      "apply_change_action": "အပြောင်းအလဲများကို အသုံးပြုပါ။",
      "cant_apply_change": "အပြောင်းအလဲတွေ မလုပ်နိုင်ဘူး။",
      "lottery_prize_inform": "သင့်ဖောက်သည်သည် ဤထုတ်ကုန်၏ 1 ဆ အနိုင်ရသည်။ ဤအမှာစာဖြင့် လက်ဆောင်ပို့ပါ။"
    },
    "preparing": {
      "title": "ဘိတ်",
      "packing_weight": "ထုပ်ပိုးမှုအလေးချိန်",
      "delivery_type": "ပို့ဆောင်ရေးနည်းလမ်း",
      "packing_size": "ထုပ်ပိုးမှုအတိုင်းအတာ",
      "distance_warning": "ခွင့်ပြုထားသော အကွာအဝေးကို ကျော်လွန်နေပါသည်။",
      "weight_warning": "ခွင့်ပြုထားသောအလေးချိန်ထက်ကျော်လွန်။",
      "volume_warning": "ခွင့်ပြုထားသော ပက်ကေ့ခ်ျအရွယ်အစားထက် ကျော်လွန်နေပါသည်။",
      "message": "မှာယူမှု အဆင်သင့်ဖြစ်ပါက အောက်ပါ <b>Order Ready</b> ခလုတ်ကို နှိပ်ပါ။",
      "action": "ပို့ဆောင်ရန် အဆင်သင့်ဖြစ်နေပါပြီ။",
      "checklist": [
        "ထုပ်ပိုးမှုတွင် စံသတ်မှတ်ချက်များကို လိုက်နာခြင်း။",
        "ပစ္စည်းစာရင်းကို ပရင့်ထုတ်ပြီး အထုပ်အတွင်းထည့်ပါ။",
        "ပရင့်ထုတ်ပြီး တံဆိပ်တစ်ခုကို ဘောက်စ်တွင်ကပ်ပါ။"
      ]
    },
    "basket_items": "Order items များစာရင်း",
    "delivered_dialog": {
      "title": "ဤအမှာစာကို ဖောက်သည်က လက်ခံရရှိပါသလား။",
      "message": "ဖောက်သည်က မှာယူမှုကို လက်ခံရရှိကြောင်း သင်သိသောအခါ ဤရွေးချယ်မှုကို အတည်ပြုပါ။",
      "confirm_action": "ထိုဖောက်သည်သည် ပက်ကေ့ဂျ်ကို လက်ခံရရှိကြောင်း အတည်ပြုပါသည်။"
    },
    "return_delivery_dialog": {
      "title": "မှာယူမှုတွင် ပို့ဆောင်နေစဉ် ပြဿနာများ ရှိပါသလား သို့မဟုတ် ပြန်ရပါသလား။",
      "message": "အကြောင်းတစ်ခုခုကြောင့် ပေးပို့ပြီးနောက် မှာယူမှုကို ပြန်လည်ပေးပို့ပြီး ပို့ဆောင်မှုကို ပြန်လည်ပေးပို့ရန် လိုအပ်ပါက ပို့ဆောင်မှုကို ပြန်ပေးရန် ရွေးချယ်ခွင့်ကို အတည်ပြုပါ။",
      "confirm_action": "Delivery Returned အတည်ပြုပါ။"
    },
    "notifications": {
      "update_status_success": "မှာယူမှုအခြေအနေကို အပ်ဒိတ်လုပ်ထားသည်။",
      "reject_update_success": "မှာယူမှု ပယ်ဖျက်ခြင်း အခြေအနေကို အပ်ဒိတ်လုပ်ထားသည်။",
      "dismiss_reject_success": "အမိန့်ကို ပယ်ဖျက်ခဲ့သည်။",
      "pay_cod_success": "ပို့ဆောင်မှုတွင် ငွေသားပေးချေမှုကို အတည်ပြုခဲ့သည်။",
      "pay_dir_success": "ငွေပေးချေမှုကို ကတ်တစ်ကတ်မှ ငွေပေးချေမှု သို့မဟုတ် ငွေလွှဲခြင်းဖြင့် အတည်ပြုခဲ့သည်။",
      "set_tracking_success": "မှာယူမှုလမ်းကြောင်း ID ကို အောင်မြင်စွာ သိမ်းဆည်းပြီးပါပြီ။",
      "new_bill_success": "ဘီလ်အသစ်ကို အောင်မြင်စွာ ထည့်သွင်းခဲ့သည်။",
      "edit_bill_success": "ဘီလ်ကို အောင်မြင်စွာ မွမ်းမံပြီးပါပြီ။",
      "update_bill_status_success": "ဘီလ် အခြေအနေကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ထားသည်။",
      "set_payment_in_cash_success": "ဘေလ်ပေးချေမှုကို ကိုယ်တိုင် အတည်ပြုခဲ့သည်။"
    },
    "delete_bill_dialog": {
      "title": "ဘေလ်ကိုဖျက်ပါ။",
      "message": "ဤဥပဒေကြမ်းကို ဖျက်ရန် သေချာပါသလား။",
      "action": "ဟုတ်ကဲ့ အခု ဖျက်လိုက်ပါ။"
    }
  },
  "shop_gateway": {
    "title": "မုခ်ဦး",
    "menu": {
      "dashboard": "ဒိုင်ခွက်",
      "edit": "တည်းဖြတ်ပါ။",
      "transactions": "ငွေပေးငွေယူ",
      "back": "တံခါးပေါက်များ"
    },
    "dashboard": {
      "title": "ဂိတ်ဝေးစီမံခန့်ခွဲမှု",
      "gateway_data_widget": {
        "title": "ငွေပေးချေမှုအစီရင်ခံစာ",
        "title_small": "မုခ်ဦး",
        "chart": {
          "times": "ရေတွက်ပါ။",
          "buys": "တွက်ဝယ်ပါ။",
          "pays": "ထိရောက်သောငွေပေးချေမှု",
          "amount_pay": "အခကြေးငွေ",
          "amount_wage": "ကြေး"
        }
      },
      "gateway_info_widget": {
        "title": "အချက်အလက်",
        "title_small": "မုခ်ဦး",
        "status": "အဆင့်အတန်း",
        "cod_transportation": "ပို့ဆောင်ရေးနည်းလမ်းများသည် COD ကို ပံ့ပိုးပေးသည်။",
        "cod_transportations_error": "အနည်းဆုံး ပို့ဆောင်ရေးနည်းလမ်းတစ်ခုအတွက် ပေးပို့မှုတွင် ငွေသားကို ဖွင့်ပါ။",
        "payment_type": "ငွေပေးချေမှုအမျိုးအစား",
        "cod": "ပစ္စည်းရောက်ငွေချေပါ။",
        "online": "အွန်လိုင်းငွေပေးချေမှု",
        "wage_percent": "အခကြေးငွေ ရာခိုင်နှုန်း",
        "min_wage": "အနည်းဆုံးအခကြေးငွေ",
        "max_wage": "အများဆုံးအခကြေးငွေ",
        "min_amount": "အနိမ့်ဆုံးငွေပေးငွေယူ",
        "max_amount": "အများဆုံးငွေပေးငွေယူ",
        "timeout": "ငွေပေးချေမှုကာလ",
        "timeout_unit": "စက္ကန့်",
        "link": "ဂိတ်ဝေးလင့်ခ်",
        "your_gateway_status": "သင်၏တံခါးပေါက်အခြေအနေ",
        "config_extra_info": "ငွေပေးချေမှုဝန်ဆောင်မှုပုံစံ",
        "oauth2_button": "{gateway} သို့ အလိုအလျောက်ချိတ်ဆက်ပါ",
        "fee_payment_message": "ဝယ်ယူသူမှပေးဆောင်သော ပမာဏအားလုံးကို သင့်အကောင့်သို့ လွှဲပြောင်းပေးမည်ဖြစ်သည်။ ဝန်ဆောင်မှု၏အခကြေးငွေကို Selldone ရှိ သင့်ပိုက်ဆံအိတ်မှ နုတ်ယူပါမည်။"
      }
    },
    "edit": {
      "title": "Gateway ကို တည်းဖြတ်ပါ။",
      "menu": {
        "delete": "Gateway ကို ဖယ်ရှားပါ။"
      },
      "edit_action": "Gateway ကို တည်းဖြတ်ပါ။"
    },
    "transactions": {
      "title": "ငွေပေးငွေယူ",
      "table": {
        "amount": "ပမာဏ",
        "currency": "ငွေကြေး",
        "livemode": "ရိုက်ပါ။",
        "status": "အဆင့်အတန်း",
        "target_id": "အော်",
        "risk": "အန္တရာယ်",
        "card": "ကတ်",
        "issued_at": "ထုတ်ပြန်ရက်စွဲ",
        "payment_at": "ငွေပေးချေသည့်နေ့ရက်"
      },
      "live_mode": "နေထိုင်ပါ။",
      "test_mode": "Sandbox"
    }
  },
  "edit_gateway": {
    "public_keys": "အများသူငှာသော့များ",
    "private_keys": "ကိုယ်ပိုင်သော့များ (လျှို့ဝှက်)",
    "link": "ဝဘ်ဆိုဒ်",
    "state_title": "တက်ကြွ/မလှုပ်ရှားသော ငွေပေးချေမှုနည်းလမ်း",
    "gateway_status": "အဆင့်အတန်း",
    "wallet": "Blockchain ပိုက်ဆံအိတ်",
    "developer_title": "Developer မုဒ်",
    "developer_message": "ဂိတ်ဝေးသည် အမှားရှာပြင်မုဒ်ကို ပံ့ပိုးပေးပါက အတုအယောင် ငွေလွှဲမှုများကို လုပ်ဆောင်နိုင်သည်။",
    "notifications": {
      "edit_success": "ဂိတ်ဝေး {gateway_name} ကို တည်းဖြတ်ထားသည်။"
    },
    "developer_setting": "တီထွင် & စမ်းသပ်",
    "live_mode_message": "ငွေပေးငွေယူအားလုံးသည် တိုက်ရိုက်မုဒ်တွင် ရှိနေပါမည်။"
  },
  "gift_card": {
    "title": "လက်ဆောင်ကဒ်ပြား",
    "menu": {
      "edit": "တည်းဖြတ်ပါ။",
      "new_card": "ကတ်ဖန်တီးပါ။",
      "list": "ကတ်များ",
      "orders": "အော်",
      "dashboard": "ဒိုင်ခွက်",
      "back": "လက်ဆောင်ကဒ်ပြား"
    },
    "dashboard": {
      "title": "လက်ဆောင်ကတ် စီမံခန့်ခွဲမှု ဒက်ရှ်ဘုတ်",
      "amount_widget": {
        "title": "ကတ်ငွေပေးချေမှု",
        "title_small": "ရက် 30",
        "chart_amount_pay": {
          "y": "မိုးဆမ်း",
          "label": "ငွေပေးချေမှု"
        },
        "chart_buys": {
          "y": "ဝယ်သည်။",
          "label": "ဝယ်သည်။"
        },
        "total_buy": "စုစုပေါင်းဝယ်ယူမှုပမာဏ",
        "total_pay_30days": "ရက်ပေါင်း 30 စုစုပေါင်းငွေပေးချေမှု",
        "total_pay_today": "ယနေ့ငွေပေးချေမှု"
      },
      "count_widget": {
        "title": "ထုတ်ပေးသောကတ်အရေအတွက်",
        "title_small": "ရက် 30",
        "total_cards": "စုစုပေါင်းကတ်အရေအတွက်",
        "used_cards_30days": "ရက် 30 အသုံးပြုမှု",
        "used_today": "ယနေ့အသုံးပြုမှု",
        "chart": {
          "new_cards": "ကတ်အသစ်များ",
          "used_cards": "အသုံးပြုထားသောကတ်များ",
          "new_card_name": "ကတ်အသစ်",
          "used_card_name": "အသုံးပြုခံ့"
        }
      },
      "export": {
        "title": "Output ဖိုင်ကိုရယူပါ။",
        "cards_list": "ကတ်များစာရင်းကို ရယူပါ။",
        "get_report": "အစီရင်ခံစာရယူပါ။"
      }
    },
    "cards": {
      "title": "ထုတ်ပေးသောကတ်များစာရင်း",
      "loading_message": "သတင်းရယူခြင်း ... ကျေးဇူးပြု၍ စောင့်ပါ။",
      "issue_to_user": "အသုံးပြုသူအတွက် ပြဿနာ",
      "table": {
        "card_number": "ကတ်နံပါတ်",
        "balance": "လက်ကျန်",
        "paid": "အခကြေးငွေ",
        "edit": "တည်းဖြတ်ပါ။",
        "delete": "ဖျက်ပါ။",
        "expire": "သက်တမ်းကုန်သည်။",
        "user": "အသုံးပြုသူကို"
      },
      "delete_alert": {
        "title": "ကတ်ကို ဖယ်ရှားပါ။",
        "message": "ဤကတ်ကို ဖျက်လိုသည်မှာ သေချာပါသလား။",
        "action": "ဖျက်ပါ။"
      },
      "notifications": {
        "delete_success": "လက်ဆောင်ကတ်ကို ဖျက်လိုက်ပါပြီ။",
        "edit_success": "အပြောင်းအလဲများ ပြုလုပ်ထားပြီးဖြစ်သည်။",
        "issue_success": "အသုံးပြုသူအား လက်ဆောင်ကတ်ကို အောင်မြင်စွာ ထုတ်ပေးခဲ့သည်။"
      },
      "issue_dialog": {
        "title": "လက်ဆောင်ကတ်ထုတ်ပေးပါ။",
        "action": "ကျွန်တော် Confirm ပါ။ ကတ်ကို အခုပဲ ထုတ်လိုက်ပါ။"
      }
    },
    "gift_card_edit": {
      "title": "လက်ဆောင်ကတ် ဖန်တီးပါ။",
      "validity": "တရားဝင်မှု",
      "validity_unit": "လများ",
      "currency": "ငွေကြေး",
      "initial_balance": "ကနဦးကတ်လက်ကျန်",
      "count": "ရေတွက်ပါ။",
      "count_unit": "ပစ္စည်း(များ)",
      "enable_input_message": "ဖန်တီးထားသောကတ်များ၏အခြေအနေ",
      "notifications": {
        "create_success_title": "သိမ်းဆည်းပါ။",
        "create_success": "ကတ်အသစ် {count} ခု ဖန်တီးခဲ့သည်။"
      }
    },
    "gift_card_edit_page": {
      "title": "လက်ဆောင်ကတ်ကို တည်းဖြတ်ပါ။"
    }
  },
  "shop_discount": {
    "title": "စျေးလျှော့ပေးသောနံပါတ်",
    "up_to": "အထိ",
    "menu": {
      "dashboard": "ဒိုင်ခွက်",
      "orders": "အော်",
      "back": "လျှော့စျေးကုဒ်များ"
    },
    "dashboard": {
      "title": "လျှော့စျေးကုဒ်စီမံခန့်ခွဲမှုဒိုင်ခွက်",
      "chart_amount_buy": {
        "y": "ဝယ်ယူမှုပမာဏ {currency}",
        "label": "ဝယ်ပါ။"
      },
      "chart_amount_discount": {
        "y": "လျှော့စျေး {currency}",
        "label": "လျှော့စျေး"
      },
      "chart_used": {
        "y": "အသုံးပြုမှုပမာဏ",
        "label": "ကြိမ်"
      }
    }
  },
  "shop_coupon": {
    "title": "ကူပွန်များ",
    "up_to": "အထိ",
    "menu": {
      "dashboard": "ဒိုင်ခွက်",
      "back": "ကူပွန်များ",
      "orders": "အော်"
    },
    "dashboard": {
      "title": "ကူပွန်စီမံခန့်ခွဲမှု ဒက်ရှ်ဘုတ်",
      "chart_amount_buy": {
        "y": "ဝယ်ယူမှုပမာဏ {currency}",
        "label": "ဝယ်ပါ။"
      },
      "chart_amount_discount": {
        "y": "ကူပွန် {currency}",
        "label": "ကူပွန်"
      },
      "chart_used": {
        "y": "အသုံးပြုမှုပမာဏ",
        "label": "ကြိမ်"
      }
    }
  },
  "shop_offer": {
    "title": "ကမ်းလှမ်းမှုများ",
    "up_to": "အထိ",
    "menu": {
      "dashboard": "ဒိုင်ခွက်",
      "orders": "အော်",
      "back": "ကမ်းလှမ်းမှုများ"
    },
    "dashboard": {
      "title": "စီမံခန့်ခွဲမှု ဒက်ရှ်ဘုတ်ကို ကမ်းလှမ်းပါ။",
      "chart_amount_buy": {
        "y": "ဝယ်ယူမှုပမာဏ {currency}",
        "label": "ဝယ်ပါ။"
      },
      "chart_amount_discount": {
        "y": "{currency} ကို ကမ်းလှမ်းသည်",
        "label": "ဝေငှခြင်း။"
      },
      "chart_used": {
        "y": "အသုံးပြုမှုပမာဏ",
        "label": "ကြိမ်"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "activation အခကြေးငွေပေးဆောင်ပါ။",
    "balance": "လက်ကျန်",
    "locked": "သော့ခတ်ထားသည်။",
    "transfer": "အပြောင်းအရွှေ့",
    "charge": "အပ်ငွေ"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "ထွက်ခွာသည်",
    "payment": "ငွေပေးချေမှု",
    "confirm": "အမှာစာအတည်ပြုခြင်း၊ <b>{success}</b> အတည်ပြုပြီး <b>{fail}</b> က ပယ်ချခဲ့သည်။",
    "prepare": "အမိန့်ပြင်ဆင်ခြင်း။",
    "send": "မှာယူမှုကို <b>{delivery}</b> ဖြင့် ပို့ဆောင်ပေးပါသည်။",
    "delivered": "မှာယူမှုကို ဖောက်သည်ထံ ပေးပို့ပြီးဖြစ်သည်။",
    "fill-inputs": "ဝယ်ယူသူမှဖြည့်သွင်းသည့် အချက်အလက်ဖောင်ပုံစံ။",
    "return-add": "ထုတ်ကုန်ပြန်ပို့ရန် တောင်းဆိုချက်၊ {product} ကို တင်သွင်းပါ။",
    "return-accept": "ပြန်ပို့ရန် တောင်းဆိုချက် {return_code} အတည်ပြုခဲ့သည်။",
    "return-reject": "တောင်းဆိုချက် {return_code} ကို ပယ်ချခဲ့သည်။",
    "reject-order": "အမိန့်ကို ငြင်းပယ်ပါ။ ကုဒ်- {reject_code}။",
    "reject-order-clear": "အမိန့်ပယ်ချခြင်းကို ပယ်ဖျက်ပါ။ ကုဒ်- {reject_code}။",
    "email-buy": "ဝယ်ယူသူထံ အတည်ပြုချက်အီးမေးလ် ပေးပို့ပါ။",
    "email-payment": "ဖောက်သည်ထံသို့ ငွေပေးချေမှုအတည်ပြုချက်အီးမေးလ်ကို ပေးပို့ပါ။",
    "delivery-returned": "မှာယူမှုကို ဖောက်သည်မှ လက်ခံမရရှိခဲ့ဘဲ ပြန်လည်ပေးအပ်ခဲ့သည်။ ထပ်မံတင်ပို့ရန် လိုအပ်ပါသည်။",
    "delivery-canceled": "ပေးပို့မှုကို ပယ်ဖျက်လိုက်ပါပြီ။ ထပ်မံတင်ပို့ရန် လိုအပ်ပါသည်။",
    "edit-receiver-info": "အမှာစာပေးပို့သည့်လိပ်စာကို ဝယ်ယူသူမှ တည်းဖြတ်ထားသည်။",
    "edit-billing-info": "ဝယ်သူမှ ပြင်ဆင်ထားသော ငွေတောင်းခံလွှာလိပ်စာ။",
    "payment-cod-confirm": "COD ငွေပေးချေမှုကို အတည်ပြုခဲ့သည်။",
    "payment-cash-confirm": "ဘေလ်အတွက် ငွေသားဖြင့် {amount} {currency} ပေးချေမှုကို အတည်ပြုခဲ့သည်။",
    "payment-dir-confirm": "တိုက်ရိုက်ငွေပေးချေမှုပြေစာကို အတည်ပြုခဲ့သည်။",
    "vendor": "ရောင်းချသူ မှာယူမှု အခြေအနေသည် <b>{from}</b> မှ <b>{to}</b> သို့ ပြောင်းလဲခဲ့သည်။",
    "connect-sync": "Connect OS ဖြင့် စင့်ခ်လုပ်ထားသော မှာယူမှု။",
    "connect-shipped": "ချိတ်ဆက်မှာယူမှုကို {shipping} ဖြင့် ပို့ဆောင်လိုက်ပါပြီ။",
    "connect-returned": "ချိတ်ဆက်မှာယူမှုကို {shipping} ဖြင့် ပြန်ပေးခဲ့သည်။",
    "connect-failed": "ပါတနာမှ မှာယူမှု ပြည့်စုံမှု မအောင်မြင်ပါ။ {reason}",
    "connect-canceled": "ပါတနာမှ မှာယူမှုကို ပယ်ဖျက်ခဲ့သည်။ {reason}",
    "connect-action-cancel": "မှာယူမှုကို ပယ်ဖျက်ရန် တောင်းဆိုခြင်း။ {reason}",
    "connect-put-hold": "အမိန့်ကို ဆိုင်းငံ့ထားသည်။ {reason}",
    "connect-remove-hold": "အမိန့်ကို ခေတ္တဆိုင်းငံ့ထားခဲ့သည်။ {reason}",
    "connect-confirmed": "အမိန့်ကို အတည်ပြုခဲ့သည်။",
    "email-vendor": "🔔 မှာယူမှုအား <b>{vendor}</b> | သို့ အီးမေးလ်ပို့ပြီးဖြစ်ကြောင်း အသိပေးအပ်ပါသည်။ {email}။"
  },
  "inline_chart": {
    "today": "ဒီနေ့",
    "last_days": "လွန်ခဲ့သော {days} ရက်"
  },
  "products_select": {
    "move_category": "အမျိုးအစား <b>{category}</b> ကို အခြားအမျိုးအစားသို့ ရွှေ့ပါ။",
    "move_product": "ထုတ်ကုန် <b>{product}</b> ကို အမျိုးအစားသို့ ရွှေ့ပါ။",
    "product_menu": {
      "dashboard": "ထုတ်ကုန်ဒိုင်ခွက်",
      "inventory": "စာရင်းနှင့် အမျိုးအစားများ"
    },
    "notifications": {
      "copy_success": "ထုတ်ကုန်၏မိတ္တူ။",
      "change_category_success": "ကုန်ပစ္စည်းအမျိုးအစားကို တည်းဖြတ်ထားသည်။"
    }
  },
  "physical_order_track": {
    "title": "အန္တရာယ် အစီရင်ခံစာများနှင့် အကဲဖြတ်ချက်များ"
  },
  "virtual_order_track": {
    "title": "အန္တရာယ် အစီရင်ခံစာများနှင့် အကဲဖြတ်ချက်များ"
  },
  "virtual_order_timeline": {
    "title": "အချိန်ဇယား"
  },
  "physical_order_timeline": {
    "title": "အချိန်ဇယား"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "ဒီမှာ မက်ဆေ့ချ်ရေးပါ...",
    "pin_action": "အပေါ်သို့ ပင်ထိုးပါ။",
    "unpin_action": "ပင်ဖြုတ်ပါ။",
    "copy_html": "Html ကိုကူးယူပါ။",
    "notifications": {
      "add_note_success": "မှတ်ချက် ထည့်ပေးထားသည်။",
      "edit_note_success": "မှတ်ချက် တည်းဖြတ်ထားသည်။",
      "delete_note_success": "မှတ်စုကို ဖျက်လိုက်ပါပြီ။"
    },
    "delete_dialog": {
      "title": "မှတ်စုကိုဖျက်ပါ။",
      "message": "ဤမှတ်စုကို ဖျက်လိုပါသလား။",
      "action": "မှတ်စုကိုဖျက်ပါ။"
    },
    "resend_dialog": {
      "title": "အီးမေးလ်ပြန်ပို့ပါ။",
      "message": "သင့်ဖောက်သည်ထံသို့ ဤအီးမေးလ်ကို ပြန်လည်ပေးပို့ရန် သေချာပါသလား။",
      "action": "ဟုတ်ကဲ့ ပြန်ပို့ပါ။",
      "success": "သင့်ဖောက်သည်ထံ အီးမေးလ်ပြန်ပို့သည်။"
    }
  },
  "accounts": {
    "title": "ငါ့ပိုက်ဆံအိတ်",
    "message": "Selldone တွင် သင်အသုံးပြုနေသော ငွေကြေးဖြင့် အနည်းဆုံးအကောင့်တစ်ခု ဖန်တီးရပါမည်။ ဝန်ဆောင်ခပေးဆောင်ရန် ဤအကောင့်ကို ငွေဖြည့်ရပါမည်။",
    "add_new": "အကောင့်အသစ်ဖန်တီးပါ။",
    "new_account": "အကောင့်အသစ်ထည့်ပါ။",
    "new_account_dialog": {
      "title": "အကောင့်အသစ်",
      "account_name_input": "အကောင့်အမည်",
      "currency_input": "ငွေကြေးယူနစ်",
      "currency_input_message": "ဖန်တီးထားသောအကောင့်သည် ဤငွေကြေးတန်ဖိုးများကိုသာ ထိန်းထားမည်ဖြစ်သည်။",
      "new_account_wage": "အကောင့်အသစ်ဖန်တီးခြင်းကုန်ကျစရိတ်- ပထမအကောင့်အတွက် အခမဲ့",
      "create_account_action": "အကောင့်ပြုလုပ်ပါ"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "လက်ဆောင်ပို့ပါ။",
      "sent": "ပို့ပါ။",
      "received": "ရရှိခဲ့သည်။"
    },
    "send_gifts": {
      "title": "လက်ဆောင်များ ပေးပို့ခဲ့သည်။",
      "sub_title": "သင့်သူငယ်ချင်းများ သို့မဟုတ် ဖောက်သည်များထံ လက်ဆောင်ပေးပို့နိုင်ပါသည်။ လက်ခံသူသည် သင့်လက်ဆောင်ကို လက်ခံနိုင် သို့မဟုတ် ငြင်းပယ်နိုင်သည်။ လက်ခံသူက လက်ခံပါက ပမာဏကို သင့်အကောင့်တွင် သော့ခတ်ထားပြီး ထုတ်ယူပါ။ မဟုတ်ပါက ဤပမာဏကို သင့်အကောင့်သို့ လွှဲပြောင်းပေးမည်ဖြစ်သည်။",
      "table": {
        "user": "အသုံးပြုသူကို",
        "amount": "ပမာဏ",
        "currency": "ငွေကြေး",
        "account_name": "ထံမှ",
        "status": "အဆင့်အတန်း",
        "message": "စာတို",
        "created_at": "ဖန်တီးသည့်ရက်စွဲ"
      }
    },
    "received_gifts": {
      "title": "လက်ဆောင်များရရှိခဲ့သည်။",
      "sub_title": "Selldone သို့မဟုတ် အခြားသူများထံမှ သင့်ရရှိထားသောလက်ဆောင်များ",
      "table": {
        "amount": "ပမာဏ",
        "currency": "ငွေကြေး",
        "account_from": "ထံမှ",
        "status": "အဆင့်အတန်း",
        "message": "စာတို",
        "created_at": "ဖန်တီးသည့်ရက်စွဲ",
        "receive": "လက်ခံတယ်။"
      }
    }
  },
  "get_gift_dialog": {
    "title": "လက်ဆောင်တစ်ခုရယူပါ။",
    "more": "နောက်ထပ် ..",
    "amount": "ပမာဏ",
    "message": "စာတို",
    "account_to_input": "ခရီးဆုံးအကောင့်",
    "account_to_input_message": "လက်ဆောင်ပမာဏများကို ဤအကောင့်သို့ အပ်နှံပါမည်။",
    "get_action": "လက်ဆောင်လက်ခံပါ။",
    "notifications": {
      "received_success_title": "ဂုဏ်ယူပါတယ်။",
      "received_success": "လက်ဆောင်ပမာဏ {amount} {currency} ကို သင့်အကောင့်ထဲသို့ အပ်နှံလိုက်ပါပြီ။"
    }
  },
  "send_gift_dialog": {
    "title": "လက်ဆောင်ပို့ပါ။",
    "account_from_input": "အကောင့်တစ်ခုရွေးပါ။",
    "account_from_input_message": "လက်ဆောင်ပမာဏများကို ဤအကောင့်မှ ထုတ်ယူပါသည်။",
    "receiver_input": "လက်ခံသူ",
    "receiver_input_message": "အီးမေးလ်လိပ်စာ သို့မဟုတ် ဖုန်းနံပါတ်ကို ထည့်သွင်းနိုင်ပါသည်။",
    "message_input": "စာတို",
    "message_input_message": "လက်ခံသူထံ မက်ဆေ့ချ် ထားခဲ့နိုင်ပါသည်။",
    "amount_input": "ပမာဏ",
    "currency_input": "ငွေကြေးယူနစ်",
    "currency_input_message": "စျေးနှုန်းကို ဤငွေကြေးဖြင့် တွက်ချက်ပါသည်။",
    "send_action": "လက်ဆောင်ပို့ပါ။",
    "notifications": {
      "send_success": "လက်ဆောင် {amount} {currency} ကို {receiver} သို့ ပေးပို့ခဲ့သည်။"
    }
  },
  "account_list": {
    "account_input": "အကောင့်နံပါတ်",
    "account_input_message": "ဤငွေကြေးအတွက် လက်ဆောင်ပမာဏများကို ဤအကောင့်ထဲသို့ အပ်နှံပါမည်။",
    "free_balance": "အခမဲ့ချိန်ခွင်",
    "account_name": "အကောင့်အမည်"
  },
  "user_monetize_accounts": {
    "title": "အပ်ငွေစာရင်းများ",
    "sub_title": "လက်ဆောင်ပမာဏများကို ဤအကောင့်များသို့ အလိုအလျောက် အပ်နှံပါမည်။",
    "message": "Selldone သည် သင်၏ ဆိုရှယ်မီဒီယာ လုပ်ဆောင်ချက်အတွက် ရန်ပုံငွေများကို အပ်ငွေများ၊ Selldone ဖွံ့ဖြိုးတိုးတက်မှုတွင် ပါဝင်ခြင်း၊ သူငယ်ချင်းများကို မိတ်ဆက်ပေးခြင်း စသည်ဖြင့် ဆောင်ရွက်ခြင်း။ ငွေကြေးတစ်ခုစီအတွက် အပ်ငွေအကောင့်တစ်ခုကို ရွေးချယ်ခြင်းဖြင့်၊ လက်ဆောင်ပမာဏများကို သင့်ဒိုမိန်းအတွင်းရှိ ထိုအကောင့်ထဲသို့ အလိုအလျောက် အပ်နှံသွားမည်ဖြစ်ပါသည်။ ဤပမာဏများကို Selldone သို့ ငွေထည့်နိုင်သည်။ ငွေထုတ်ခြင်းများကို စီးပွားရေးလုပ်ဖော်ကိုင်ဖက်များအတွက်သာ ဖြစ်နိုင်ပါမည်။",
    "add_account_action": "အကောင့်ထည့်ပါ။",
    "add_dialog": {
      "title": "လက်ဆောင်များရယူရန် အကောင့်တစ်ခုကို ချိတ်ဆက်ပါ။",
      "account_input": "အကောင့်နံပါတ်",
      "account_input_message": "ဤငွေကြေးအတွက် လက်ဆောင်ပမာဏများကို ဤအကောင့်ထဲသို့ အပ်နှံပါမည်။",
      "set_as_default_action": "မူရင်းအကောင့်အဖြစ် ရွေးချယ်ပါ။"
    },
    "table": {
      "currency": "ငွေကြေး",
      "account_number": "အကောင့်နံပါတ်",
      "account_name": "နာမည်",
      "payment": "အပ်ငွေပမာဏ",
      "reset_at": "သို့ ပြန်လည်သတ်မှတ်ပါ။",
      "delete": "ဖျက်ပါ။"
    },
    "notifications": {
      "set_success": "အကောင့်ကို အောင်မြင်စွာ ထည့်သွင်းခဲ့သည်။",
      "delete_success": "လက်ဆောင်များလက်ခံရရှိရန်အတွက် အကောင့်ကို အောင်မြင်စွာ ဖယ်ရှားလိုက်ပါသည်။"
    },
    "delete_alert": {
      "title": "အကောင့်ဖျက်ပါ။",
      "message": "ဤအကောင့်ကို လက်ဆောင်အကောင့်များစာရင်းမှ ဖယ်ရှားလိုပါသလား။",
      "action": "ဖျက်ပါ။"
    }
  },
  "user_monetize": {
    "title": "ငွေရှာပါ။",
    "menu": {
      "plans": "အစီအစဉ်များ",
      "accounts": "အကောင့်များ",
      "participant": "ပါဝင်သူ"
    }
  },
  "user_monetize_plans": {
    "title": "ပူးပေါင်းဆောင်ရွက်ခြင်းနှင့် ငွေရှာခြင်း ပရောဂျက်များ",
    "sub_title": "လွှဲပြောင်းပေးသည့်လက်ဆောင်များအတွက် အကောင့်ခရက်ဒစ်ကို သင်ရရှိမည်ဖြစ်သည်။ ဤပမာဏများကို သင့်အကောင့်တွင် ကောက်ခံမည်ဖြစ်ပြီး Selldone လုပ်ငန်းပါတနာများ (အားလုံးမဟုတ်ပါ) ကိုသာ ထုတ်ယူနိုင်ပါသည်။ သင်ငွေကို Selldone ဝန်ဆောင်မှုအခကြေးငွေတွင် သုံးနိုင်သည်။",
    "discount": "လျှော့စျေး",
    "your_income": "မင်းရဲ့ဝင်ငွေ",
    "level_2": "အဆင့်နှစ်မှ",
    "level_3": "အဆင့်သုံးမှ",
    "link_message": "အဖွဲ့ဝင်ခြင်း- {registered}၊ လက်ခံသည်- {accepted}",
    "link_tip": "သင်မျှဝေသည့်လိပ်စာတိုင်း၏အဆုံးတွင် ?ref={link_code} ဟူသော စကားစုကို သင်ထည့်နိုင်သည်။",
    "table": {
      "currency": "ငွေကြေး",
      "amount": "လက်ကျန်",
      "total": "စုစုပေါင်းပေးချေမှု",
      "payment_date": "နောက်ဆုံးငွေပေးချေသည့်ရက်စွဲ",
      "withdraw": "ငွေထုတ်ခြင်း။"
    },
    "notifications": {
      "get_credit_success": "တောင်းဆိုထားသော ပမာဏကို သင့်အကောင့်ထဲသို့ အပ်နှံလိုက်ပါပြီ။"
    }
  },
  "basic_information": {
    "title": "ကျွန်ုပ်၏ အထောက်အထားနှင့် ကိုယ်ရေးအကျဉ်း",
    "email": "အီးမေးလ်လိပ်စာ",
    "tel": "မိုဘိုင်းနံပါတ်",
    "address": "လိပ်စာ",
    "payment": "အကျုံးဝင်သော ငွေပေးငွေယူများ",
    "personal_information": "အထောက်အထားအချက်အလက်",
    "main_profile": "Main Profile",
    "main_profile_subtitle": "ဤအချက်အလက်ကို လူတိုင်းလူသိရှင်ကြားရနိုင်သည်။",
    "kyc_waiting_info": "သင်ထည့်သွင်းသည့် အချက်အလက်များ၏ တိကျမှုကို ကျွန်ုပ်တို့ စစ်ဆေးနေပါသည်။ ဤလုပ်ငန်းစဉ်သည် KYC စည်းမျဉ်းများနှင့်အညီ မဖြစ်မနေလုပ်ဆောင်ရပြီး ငွေကြေးလွှဲပြောင်းမှုအန္တရာယ်ကို လျှော့ချပေးမည်ဖြစ်သည်။ ဤဝန်ဆောင်မှု၏ ပစ္စုပ္ပန်နှင့် အနာဂတ်အကျိုးခံစားခွင့်များကို သင် အသုံးချနိုင်ပါသည်။",
    "personal_info_dialog": {
      "title": "အထောက်အထားအချက်အလက်",
      "name_input": "နာမည်",
      "family_name_input": "မျိုးနွယ်အမည်",
      "number_input": "နိုင်ငံကူးလက်မှတ်နံပါတ် (သို့မဟုတ် နိုင်ငံတော်ကုဒ်)",
      "birthday_input": "မွေးနေ့",
      "birthday_input_placeholder": "သင်၏မွေးနေ့ကိုထည့်ပါ။",
      "address_input": "လိပ်စာ",
      "postcode_input": "စာတိုက်သင်္ကေတ",
      "tel_input": "ဆက်သွယ်ရန်နံပါတ်",
      "passport_image_input": "နိုင်ငံကူးလက်မှတ်ပုံကို ရွေးပါ။",
      "passport_image_input_message": "သင့်ပတ်စ်ပို့ပုံ၏စကင်ဖတ်ပုံကို အပ်လုဒ်လုပ်ပါ။",
      "personal_image_input": "သင်၏ကိုယ်ပိုင်ပုံကိုရွေးချယ်ပါ။",
      "personal_image_input_message": "သင့်အမျိုးသားကတ်ပေါ်တွင် စကင်န်ပုံတစ်ပုံကို ပုံတစ်ပုံသို့ လှန်တင်ပါ။"
    },
    "profile_dialog": {
      "title": "Main Profile",
      "full_name_input": "နာမည်အပြည့်အစုံ",
      "tel_input": "ဆက်သွယ်ရန်နံပါတ်",
      "email_input": "အီးမေးလ်",
      "website_input": "ဝဘ်ဆိုဒ်",
      "address_input": "လိပ်စာ",
      "about_input": "ကိုယ့်အကြောင်း",
      "about_long_input": "ငါ့အကြောင်း စာတိုရှည်",
      "image_input": "ပရိုဖိုင်ပုံကို ရွေးပါ။",
      "image_input_message": "သင့်ပုံကို အပ်လုဒ်လုပ်ပါ။ ဤပုံကို သင့်ပရိုဖိုင်ပုံအဖြစ် အသုံးပြုပါမည်။",
      "notifications": {
        "update_profile_success": "သင့်ရဲ့အချက်အလက်များကိုပြင်ဆင်သိမ်းဆည်းပြီးပြီ။",
        "update_personal_info_success": "သင့်အချက်အလက်များကို အောင်မြင်စွာ စာရင်းသွင်းပြီးပါပြီ။"
      }
    },
    "charge_account_approve_message": "သင့်ဘဏ်ငွေလွှဲခြင်းကို အတည်ပြုရန် သင့်အကောင့်ကို ငွေသွင်းပါ။",
    "payment_approval": "ငွေပေးချေမှု အတည်ပြုချက်",
    "residential_address_checking": "သင့်နေထိုင်ရာလိပ်စာ စာရွက်စာတမ်းများကို တန်းစီစစ်ဆေးခြင်း။",
    "add_residential_address": "သင့်တည်နေရာနှင့် နေထိုင်မှုလိပ်စာအထောက်အထားစာရွက်စာတမ်းများကို ထည့်ပါ။"
  },
  "phone_verify": {
    "title": "မိုဘိုင်းနံပါတ်",
    "step1_title": "သင့်မိုဘိုင်းနံပါတ်ကို ထည့်ပါ။",
    "phone_number_input": "မိုဘိုင်းနံပါတ်",
    "next": "နောက်တစ်ဆင့်",
    "sms_code_input": "အတည်ပြုရန်ကုတ်",
    "sms_code_message": "ဂဏန်း 6 လုံး အတည်ပြုကုဒ်ကို {phone_number} သို့ ပို့လိုက်သည်။",
    "notifications": {
      "duplicated_number_error": "ဤနံပါတ်ကို သင်အတည်ပြုပြီးဖြစ်သည်။",
      "send_activation_code_success_title": "အတည်ပြုရန်ကုတ်",
      "send_activation_code_success": "အတည်ပြုကုဒ်ကို {phone_number} သို့ ပို့လိုက်ပါပြီ။",
      "verify_success": "သင့်မိုဘိုင်းနံပါတ်ကို စစ်ဆေးပြီးပါပြီ။"
    }
  },
  "companies": {
    "title": "ကျွန်ုပ်၏ လုပ်ငန်းအကောင့်များ",
    "message": "စီးပွားရေးလုပ်ငန်းများ၊ စွန့်ဦးတီထွင်သူများ၊ နှင့် ပရော်ဖက်ရှင်နယ်အဖွဲ့များသည် Selldone ကိုအခြေခံ၍ ထုတ်ကုန်များနှင့် အပလီကေးရှင်းများကို ဖန်တီးနိုင်သည်။ လုပ်ငန်းပရိုဖိုင်တစ်ခုဖန်တီးရန် လိုအပ်ချက်တစ်ခုဖြစ်သည်။",
    "new_company": "ကုမ္ပဏီအသစ်"
  },
  "add_company": {
    "name_input": "ကုမ္ပဏီအမည်",
    "website_input": "ဝဘ်ဆိုဒ်",
    "email_input": "အီးမေးလ်",
    "address_input": "လိပ်စာ",
    "tel_input": "Tel",
    "mobile_input": "မိုဘိုင်း",
    "edit_action": "ကုမ္ပဏီကို တည်းဖြတ်ပါ။",
    "create_action": "ကုမ္ပဏီကိုဖန်တီးပါ။",
    "notifications": {
      "add_success": "လုပ်ငန်းအကောင့် {name} ကို ဖန်တီးလိုက်ပါပြီ။",
      "edit_success": "လုပ်ငန်းအကောင့်ကို တည်းဖြတ်ထားသည်။"
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "ပုဂ္ဂိုလ်ရေး",
      "shop_key": "ဟိုဟာ",
      "apps": "အက်ပ်များ"
    },
    "connected_apps_title": "ချိတ်ဆက်ထားသောအက်ပ်များ",
    "connected_apps_message": "သင့်ဒိုမိန်းအကောင့်သို့ ချိတ်ဆက်ထားသည့် စတိုးဆိုင်များနှင့် အက်ပ်များစာရင်းကို သင်တွေ့ရပါမည်။ ၎င်းတို့အနက်မှ ဝင်ရောက်ခွင့်ကို သင်ဖျက်နိုင်သည်။",
    "shop_keys_title": "Access Keys များကို သိမ်းဆည်းပါ။",
    "shop_keys_message": "ဤသော့များကို သင့်ဆာဗာမှ Access Token ဖန်တီးရန် အသုံးပြုပါသည်။ သော့များကို အခြားသူများ မမြင်နိုင်အောင် လျှို့ဝှက်ထားပြီး ဆာဗာတွင်သာ ထားရှိထားကြောင်း သတိပြုပါ။",
    "personal_keys_title": "ကိုယ်ရေးကိုယ်တာ အသုံးပြုခွင့် သော့များ",
    "personal_keys_message": "သင့်အကောင့်အတွက် သော့များကို ဤနေရာတွင် သင်ဖန်တီးနိုင်ပါသည်။ ဤသော့များသည် သင့်အကောင့်သို့ ဝင်ရောက်နိုင်မည်ဖြစ်ကြောင်း သတိပြုပါ။ သင်ဘာလုပ်နေတယ်ဆိုတာကို အတိအကျသိမှသာ ဒီသော့တွေကို ဖန်တီးပြီး အသုံးပြုပါ။",
    "clients_title": "ဟိုဟာ",
    "clients_message": "ဤသော့များကို သင့်ဆာဗာမှ Access Token ဖန်တီးရန် အသုံးပြုပါသည်။ သော့များကို အခြားသူများ မမြင်နိုင်အောင် လျှို့ဝှက်ထားပြီး ဆာဗာတွင်သာ ထားရှိထားကြောင်း သတိပြုပါ။"
  },
  "user_security_control": {
    "title": "အကောင့်လုံခြုံရေး",
    "message": "သင့်အကောင့်လုံခြုံရေးဆက်တင်များကို ဤနေရာတွင် တည်းဖြတ်နိုင်ပါသည်။",
    "delete": {
      "title": "အကောင့်ဖျက်ပါ။",
      "subtitle": "သင့်အကောင့်ကို မဖျက်မီ၊ ဆိုင်များအားလုံးကို ဖျက်ထားကြောင်း သေချာပါစေ။",
      "action": "သေချာပါတယ်၊ ငါ့အကောင့်ကို ဖျက်လိုက်ပါ။",
      "agreement": "ကျွန်ုပ်၏ အချက်အလက်အားလုံးကို သင့်ဆာဗာမှ ဖျက်ပစ်မည်ကို ကျွန်ုပ်လက်ခံပါသည်။ လိမ်လည်မှု သို့မဟုတ် အလွဲသုံးစားမှုမှ ကာကွယ်ရန် ကျွန်ုပ်တို့မှ သတ်မှတ်ထားသော အချိန်ဇယားအတိုင်း သင့်အချက်အလက်များကို ဖျက်ပါမည်။"
    },
    "list": {
      "password": {
        "title": "စကားဝှက်",
        "sub_title": "သင့်အကောင့်အတွက် ခိုင်မာသော စကားဝှက်ကို ရွေးပါ။",
        "action_title": "အကောင့်ဝင်ရောက်ခွင့် စကားဝှက်",
        "not_exist": "မဝင်ပါ။",
        "action": "စကားဝှက်ကိုပြောင်းရန်"
      },
      "phone": {
        "title": "မိုဘိုင်းနံပါတ်",
        "sub_title": "သင့်မိုဘိုင်းနံပါတ်ကို အတည်ပြုပါ။ ဤနံပါတ်မှတစ်ဆင့် သင်ဝင်ရောက်နိုင်မည်ဖြစ်သည်။",
        "action_title": "အကောင့်၏ အဓိကဖုန်းနံပါတ်",
        "action": "နံပါတ်ကို အတည်ပြုပါ။"
      },
      "two_step": {
        "title": "အဆင့်နှစ်ဆင့် ဝင်ရောက်ခြင်း။",
        "sub_title": "သင့်မိုဘိုင်းနံပါတ်ကို အတည်ပြုပါ။ ဤနံပါတ်မှတစ်ဆင့် သင်ဝင်ရောက်နိုင်မည်ဖြစ်သည်။",
        "action_title": "အကောင့်လုံခြုံရေးကို တိုးမြှင့်ပါ။",
        "activated_action": "ရပါပြီ။",
        "active_action": "ယခုအသက်ဝင်သည်။"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "Google Authenticator အက်ပ်ကို ထည့်သွင်းပါ။"
      },
      "step_2": {
        "title": "အက်ပ်မှထုတ်ပေးသောကုဒ်ကို ထည့်ပါ။",
        "message": "ဂဏန်း 6 လုံးကုဒ်ကို သင့်မိုဘိုင်းလ်ဖုန်းရှိ algorithm တစ်ခုမှထုတ်ပေးပါသည်။ အက်ပ်အား အောက်ပါလင့်ခ်မှ ဒေါင်းလုဒ်လုပ်နိုင်ပါသည်။ စကားဝှက်ပါရှိသော QR ကုဒ်တစ်ခုဖန်တီးရန် ကုဒ်ထုတ်လုပ်သူခလုတ်ကို နှိပ်ပါ။",
        "qr_code_info": "စကင်န်ဖတ်ရန် မဖြစ်နိုင်ပါက၊ သင်သည် ကုဒ်ကို အက်ပ်ထဲသို့ ကိုယ်တိုင်ကူးယူပြီး ကူးထည့်နိုင်သည်-",
        "create_new_code": "ကုဒ်အသစ်ဖန်တီးပါ။",
        "qr_code_scanning": "Google Authenticator Mobile App မှ ဖန်တီးထားသော QR ကုဒ်ကို စကင်န်ဖတ်ပြီး အတည်ပြုရန်အတွက် ဤစာမျက်နှာရှိ ဘောက်စ်တွင် ထုတ်လုပ်ထားသော ကုဒ်ကို ရိုက်ထည့်ပါ။",
        "qr_code_regenerate_info": "မှတ်ချက်- အထက်ပါကီးကို နှိပ်ခြင်းဖြင့် သော့အသစ်တစ်ခုကို ဖန်တီးမည်ဖြစ်ပြီး ယခင်ကီးကို အသုံးမပြုနိုင်တော့ပါ။ သင့်ဖုန်းအက်ပ်တွင် သော့အသစ်ကို ထည့်သွင်းပါ။"
      },
      "step_3": {
        "title": "Created Code ကိုထည့်ပါ။",
        "message": "အောက်ကွက်လပ်ရှိ အပလီကေးရှင်းတွင် ဖန်တီးထားသော ဝင်ရောက်ခွင့်ကုဒ်ကို ထည့်ပါ။",
        "activation_key_input": "Access Code"
      },
      "activated_alert": "2-step login ကိုဖွင့်ထားသည်။",
      "activated_message": "သင့်အကောင့်အတွက် နှစ်ဆင့်ဝင်ရောက်မှုကို ဖွင့်ထားသည်။ ယခုမှစ၍ သင့်အကောင့်သို့ဝင်ရောက်ရန် စက္ကန့် 30 တိုင်း ပြောင်းလဲသော ဒုတိယကုဒ်တစ်ခုကို ထည့်သွင်းရပါမည်။ အဆင့်နှစ်ဆင့် အကောင့်ဝင်ခြင်းကို ပိတ်ရန်၊ ခြေလှမ်းတစ်ခုကို နှစ်ချက်နှိပ်ရုံဖြင့် အဆင့်များကို ဖြတ်သန်းပါ။",
      "cancel_two_step_login_action": "နှစ်ဆင့် အကောင့်ဝင်ခြင်းကို ပယ်ဖျက်ပါ။",
      "cancel_two_step_login_info": "နှစ်ဆင့် အတည်ပြုခြင်းကို ပိတ်လိုပါက သင့်စကားဝှက်ကို ရိုက်ထည့်ကာ နှစ်ဆင့် အကောင့်ဝင်သောကီးကို နှိပ်ပါ။",
      "password_input": "စကားဝှက်",
      "cancel_2fa_action": "နှစ်ဆင့် အကောင့်ဝင်ခြင်းကို ပယ်ဖျက်ပါ။"
    },
    "change_password_dialog": {
      "title": "စကားဝှက်ကိုပြောင်းရန်",
      "message": "ရှုပ်ထွေးပြီး မှတ်သားနိုင်သော စကားဝှက်ကို အသုံးပြုပါ။",
      "password_input": "လက်ရှိစကားဝှက်",
      "new_password_input": "စကားဝှက်အသစ်",
      "re_new_password_input": "စကားဝှက်အသစ်ကို ပြန်လုပ်ပါ။",
      "tips": {
        "length": "စကားဝှက်သည် အနည်းဆုံး စာလုံး 8 လုံးရှိရမည်။",
        "chars": "အနည်းဆုံး စာလုံးအကြီးတစ်လုံးနှင့် နံပါတ်တစ်ခု။",
        "match": "စကားဝှက် ကိုက်ညီပါသည်။"
      },
      "change_password_action": "စကားဝှက်ကိုပြောင်းရန်",
      "notifications": {
        "change_password_title": "စကားဝှက်ကိုပြောင်းရန်",
        "change_password": "စကားဝှက်ကို အောင်မြင်စွာ ပြောင်းလဲခဲ့သည်။"
      }
    }
  },
  "authorized_clients": {
    "title": "ချိတ်ဆက်ထားသော စတိုးဆိုင်/အက်ပ်များစာရင်း",
    "table": {
      "name": "နာမည်",
      "app": "အက်ပ်",
      "scopes": "နယ်ပယ်များ",
      "shop": "ကန့်သတ်စတိုး"
    },
    "remove_action": "ဝင်ရောက်ခွင့်ကို ဖယ်ရှားပါ။",
    "delete_alert": {
      "title": "ဖျက်ပါ။",
      "message": "ဤဝင်ရောက်ခွင့်ကို ရုပ်သိမ်းလိုပါသလား။ ဤအက်ပ်သည် သင့်အကောင့်သို့ ဝင်ရောက်ခွင့်မရှိတော့ကြောင်း သတိပြုပါ။",
      "action": "ဝင်ရောက်ခွင့်ကို ငြင်းပယ်ပါ။"
    }
  },
  "clients": {
    "title": "ဖောက်သည်များစာရင်း",
    "create_new_action": "client အသစ်ဖန်တီးပါ။",
    "table": {
      "client_id": "သုံးစွဲသူ ID",
      "app": "အက်ပ်",
      "name": "နာမည်များ",
      "secret_key": "လျှို့ဝှက်သော့"
    },
    "create_dialog": {
      "title": "ဖောက်သည်အသစ်",
      "error_msg": "<strong>အမှား။</strong> ဝမ်းနည်းပါသည်၊ အမှားဖြစ်သွားသည်။",
      "name_input": "နာမည်",
      "name_input_message": "သင့်အသုံးပြုသူများ အသိအမှတ်ပြုပြီး ယုံကြည်သည့်အရာ။",
      "redirect_input_message": "သင့်ဆိုဒ်သို့ လိပ်စာပြန်ပေးပါ။"
    },
    "edit_dialog": {
      "title": "ဝင်ရောက် တည်းဖြတ်ပါ။"
    },
    "delete_alert": {
      "title": "ဖျက်ပါ။",
      "message": "ဤကလိုင်းယင့်ကို ဖျက်လိုပါသလား။",
      "action": "ဖျက်ပါ။"
    }
  },
  "personal_access_tokens": {
    "title": "Personal Access Token များစာရင်း",
    "create_action": "တိုကင်အသစ်ဖန်တီးပါ။",
    "table": {
      "name": "နာမည်",
      "scopes": "အသုံးပြုခွင့်များ",
      "expire_at": "သက်တမ်းကုန်ဆုံးရက်"
    },
    "create_dialog": {
      "title": "တိုကင်အဆောက်အဦ",
      "error_message": "<strong>အမှား။</strong> ဝမ်းနည်းပါသည်၊ အမှားဖြစ်သွားသည်။",
      "name_input": "Alias Ex ကျွန်ုပ်၏ တိုကင်အမည်",
      "name_input_message": "အကြိုက်ဆုံး တိုကင်အမည်။",
      "scopes_list": "တိုကင်ဝင်ရောက်ခွင့်စာရင်း"
    },
    "access_token_dialog": {
      "title": "Personal Access Key",
      "message": "ဤသည်မှာ သင်၏ကိုယ်ပိုင်ဝင်ရောက်ခွင့် တိုကင်၏ တိုကင်ဖြစ်သည်။ ဤတိုကင်ကို ပြသမည့် တစ်ခုတည်းသော အကြိမ်ဖြစ်သည်၊ ထို့ကြောင့် ၎င်းကို လက်လွတ်မခံပါနှင့်။ API တစ်ခုတောင်းဆိုရန် ယခု ဤတိုကင်ကို သင်အသုံးပြုနိုင်ပါပြီ။"
    },
    "delete_alert": {
      "title": "ဖျက်ပါ။",
      "message": "ဤဝင်ရောက်ခွင့် တိုကင်ကို ဖျက်လိုပါသလား။",
      "action": "ဖျက်ပါ။"
    }
  },
  "scopes": {
    "profile": {
      "name": "ကိုယ်ရေးအကျဉ်း",
      "description": "အမည်၊ အီးမေးလ်လိပ်စာ၊ ရုပ်ပုံနှင့် အထောက်အထားစိစစ်ခြင်း အခြေအနေအပါအဝင် ပရိုဖိုင်အချက်အလက်ကို ဖတ်ပါ။"
    },
    "phone": {
      "name": "ဖုန်းနံပါတ်",
      "description": "ဖုန်းနံပါတ်သို့ဝင်ရောက်ပါ။"
    },
    "address": {
      "name": "လိပ်စာများ",
      "description": "လိပ်စာစာအုပ်မှ သိမ်းဆည်းထားသောလိပ်စာကို ဖတ်ပါ။"
    },
    "buy": {
      "name": "ဝယ်ယူပါ။",
      "description": "အော်ဒါတင်ပြီး စတိုးဆိုင်ကနေ ဝယ်ယူပါ။"
    },
    "order-history": {
      "name": "အမိန့်မှတ်တမ်း",
      "description": "အမိန့်မှတ်တမ်းကိုဖတ်ပါ။"
    },
    "my-gift-cards": {
      "name": "လက်ဆောင်ကဒ်ပြား",
      "description": "ကျွန်ုပ်၏ကတ်များကို အသုံးပြုခွင့်။"
    },
    "articles": {
      "name": "အကြောင်းအရာကို တည်းဖြတ်ပါ။",
      "description": "ဆောင်းပါးများကို တည်းဖြတ်ပါ။"
    },
    "notifications": {
      "name": "အကြောင်းကြားချက်ကို ပေးပို့ပြီး လက်ခံပါ။",
      "description": "အကြောင်းကြားချက်ကို ပေးပို့ပြီး လက်ခံပါ။"
    },
    "read-shops": {
      "name": "စတိုးဆိုင်",
      "description": "စတိုးဆိုင်စာရင်းကိုဖတ်ပါ။"
    },
    "shop-edit": {
      "name": "စတိုးဆိုင်စီမံခန့်ခွဲမှု",
      "description": "စတိုးဆိုင်အသုံးပြုခွင့်ကို တည်းဖြတ်ပါ။"
    },
    "shop-contacts": {
      "name": "ဖောင်စီမံခန့်ခွဲမှုကို ဆက်သွယ်ပါ။",
      "description": "အဆက်အသွယ်ပုံစံများကို လက်ခံပြီး တည်းဖြတ်ပါ။"
    },
    "shop-gift-cards": {
      "name": "လက်ဆောင်ကတ်များကို စီမံပါ။",
      "description": "လက်ဆောင်ကတ်များကို ဖန်တီး၊ တည်းဖြတ်ပြီး စီမံခန့်ခွဲပါ။"
    },
    "shop-faqs": {
      "name": "အမေးအဖြေများကို စီမံခန့်ခွဲခြင်း။",
      "description": "အမေးများသောမေးခွန်းများကို ဖန်တီး၊ တည်းဖြတ်ပြီး စီမံခန့်ခွဲပါ။"
    },
    "shop-categories": {
      "name": "အမျိုးအစားများကို စီမံပါ။",
      "description": "အမျိုးအစားများကို ဖန်တီး၊ တည်းဖြတ်ပြီး စီမံခန့်ခွဲပါ။"
    },
    "shop-products": {
      "name": "ထုတ်ကုန်စီမံခန့်ခွဲမှု",
      "description": "ထုတ်ကုန်များကို ပေါင်းထည့်၊ တည်းဖြတ်ပြီး စီမံခန့်ခွဲပါ။"
    },
    "shop-read-reports": {
      "name": "အစီရင်ခံစာများဖတ်ပါ။",
      "description": "သတင်းအချက်အလက်နှင့်အစီရင်ခံစာများကိုဖတ်ပါ။"
    },
    "shop-socials": {
      "name": "ဆိုရှယ်မီဒီယာကိုစီမံခန့်ခွဲ",
      "description": "စတိုးဆိုင်ဆိုရှယ်မီဒီယာကိုတည်းဖြတ်ပါ။"
    },
    "shop-accounts": {
      "name": "ငွေကြေးအကောင့်များကို စီမံခန့်ခွဲပါ။",
      "description": "စတိုးဆိုင်နှင့် ချိတ်ဆက်ထားသော ငွေကြေးအကောင့်များကို တည်းဖြတ်ပြီး ဖျက်ပါ။"
    },
    "shop-menus": {
      "name": "မီနူးများကို စီမံပါ။",
      "description": "စတိုးဆိုင်မီနူးများကိုတည်းဖြတ်ပါ။"
    },
    "shop-pages": {
      "name": "စာမျက်နှာများကို စီမံပါ။",
      "description": "ဆိုင်စာမျက်နှာများကို တည်းဖြတ်ပါ။"
    },
    "shop-warehouse": {
      "name": "ဂိုဒေါင်စီမံခန့်ခွဲမှု",
      "description": "စတိုး ဂိုဒေါင်ကို တည်းဖြတ်ပါ။"
    },
    "shop-permissions": {
      "name": "ဝင်ရောက်မှုကို စီမံပါ။",
      "description": "စတိုးဆိုင်အသုံးပြုခွင့်ကို ကြည့်ရှုပြီး တည်းဖြတ်ပါ။"
    },
    "shop-process-center": {
      "name": "အမိန့်စီမံခန့်ခွဲမှု",
      "description": "အမိန့်စီမံခန့်ခွဲမှု။"
    },
    "shop-profile": {
      "name": "ပရိုဖိုင်များကို စီမံပါ။",
      "description": "စတိုးဆိုင်ပရိုဖိုင်များကို စီမံပါ။"
    },
    "shop-discount-code": {
      "name": "လျှော့စျေးကုဒ်စီမံခန့်ခွဲမှု",
      "description": "စတိုးဆိုင်လျှော့စျေးကုဒ်များကို စီမံခန့်ခွဲ၊ တည်းဖြတ်ပြီး ထည့်ပါ။"
    }
  },
  "company_page": {
    "title": "ကုမ္ပဏီ",
    "create_app": "အပလီကေးရှင်းအသစ်ကိုဖန်တီးပါ။",
    "menu": {
      "edit": "တည်းဖြတ်ပါ။",
      "apps": "အက်ပ်များ",
      "dashboard": "ဒိုင်ခွက်",
      "companies": "ကုမ္ပဏီတွေ"
    },
    "dashboard": {
      "info_widget": {
        "title": "ကုမ္ပဏီမှတ်ပုံတင်အချက်အလက်",
        "address": "လိပ်စာ",
        "website": "ဝဘ်ဆိုဒ်",
        "email": "အီးမေးလ်",
        "phone": "ဖုန်းနံပါတ်",
        "register": "မှတ်ပုံတင်ပါ။",
        "developer": "ပြုစုသူ",
        "verified": "စိစစ်ပြီး",
        "golden": "ရွှေ"
      }
    },
    "developer": {
      "title": "Developer များ",
      "menu": {
        "new": "အသစ်",
        "apps": "အက်ပ်များ"
      },
      "app_card": {
        "category": "အမျိုးအစား",
        "installs": "တပ်ဆင်ပါ။",
        "actives": "အသက်ဝင်သည်။",
        "uninstalls": "ဖြုတ်သည်။",
        "app_code": "အက်ပ်ကုဒ်",
        "app_mode": "လျှောက်လွှာမုဒ်"
      }
    },
    "edit": {
      "title": "တည်းဖြတ်ပါ။"
    }
  },
  "add_app": {
    "category_input": "အမျိုးအစား",
    "code_input": "ကုဒ်",
    "name_input": "နာမည်",
    "description_input": "ဖော်ပြချက်",
    "video_input": "ဗီဒီယို URL",
    "public_form": "အထွေထွေသတင်းအချက်အလက်ဖွဲ့စည်းပုံ",
    "private_form": "သီးသန့်သတင်းအချက်အလက်ဖွဲ့စည်းပုံ",
    "icon_input": "အက်ပ်အိုင်ကွန်",
    "logo_input": "လိုဂိုအက်ပ်",
    "enable_input": "အပလီကေးရှင်းသည် အသက်ဝင်နေပါသလား။",
    "edit_action": "အက်ပ်ကို တည်းဖြတ်ပါ။",
    "create_action": "အက်ပ်ကို ဖန်တီးပါ။",
    "notifications": {
      "add_success": "လုပ်ငန်းအကောင့် {name} ကို ဖန်တီးလိုက်ပါပြီ။",
      "delete_success": "လုပ်ငန်းအကောင့်ကို တည်းဖြတ်ထားသည်။"
    }
  },
  "app_page": {
    "title": "လျှောက်လွှာ",
    "menu": {
      "edit": "တည်းဖြတ်ပါ။",
      "publish": "ထုတ်ဝေသည်။",
      "history": "ဗားရှင်းများ",
      "dashboard": "ဒိုင်ခွက်",
      "company": "ကုမ္ပဏီ",
      "api": "API",
      "images": "ပုံများ"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "လျှောက်လွှာ",
        "app_code": "အက်ပ်ကုဒ်",
        "category": "အမျိုးအစား",
        "name": "နာမည်",
        "installs": "အက်ပ်များကို ထည့်သွင်းပါ။",
        "uninstalls": "အက်ပ်များကို ဖြုတ်ပါ။",
        "actives": "အသက်ဝင်သောအက်ပ်များ",
        "description": "ဖော်ပြချက်",
        "published": "ထုတ်ဝေခဲ့သည်။",
        "waiting_for_review": "ဆိုင်းငံ့ထားအတည်ပြုချက်",
        "app_mode": "လျှောက်လွှာမုဒ်"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "ပိုင်ရှင်",
      "description": "ဆိုင်မျက်နှာစာများအားလုံးသို့ အပြည့်အဝဝင်ရောက်ခွင့်။"
    },
    "PRODUCT": {
      "text": "ထုတ်ကုန်မန်နေဂျာ",
      "description": "စတိုးဆိုင်ထုတ်ကုန်များကို ပေါင်းထည့်၊ တည်းဖြတ်ပြီး စီမံခန့်ခွဲပါ။"
    },
    "AUDITING": {
      "text": "ငွေကြေးမန်နေဂျာ",
      "description": "ဘဏ္ဍာရေးအချက်အလက်နှင့် ငွေပေးချေမှုများကို ကြည့်ရှုပါ။"
    },
    "CONTENT": {
      "text": "အကြောင်းအရာစီမံခန့်ခွဲမှု",
      "description": "မေးခွန်းများကိုဖြေဆိုပါ၊ ဘလော့ဂ်များရေးပါ၊ စာမျက်နှာဒီဇိုင်းဆွဲပါ။"
    },
    "OFFICER": {
      "text": "အကြီးတန်းမန်နေဂျာ",
      "description": "ဝန်ထမ်းလှုပ်ရှားမှုကို ကြည့်ရှုပြီး စောင့်ကြည့်ပါ။"
    },
    "EMPLOYEE": {
      "text": "ဝန်ထမ်း",
      "description": "မှာယူမှုများကို ကြည့်ရှုပြီး အမိန့်များကို ဖြည့်ဆည်းပါ။"
    },
    "MARKETING": {
      "text": "စျေးကွက်ရှာဖွေရေး",
      "description": "ဆက်တင်များသို့ ဝင်ရောက်ကြည့်ရှုပြီး ကမ်ပိန်းများ၊ အီးမေးလ်စျေးကွက်ရှာဖွေရေးနှင့် အခြားစျေးကွက်ရှာဖွေရေးဆိုင်ရာ ကဏ္ဍများကို ဖန်တီးပါ။"
    },
    "VIEWER": {
      "text": "ကြည့်ရှုသူ",
      "description": "တည်းဖြတ်ခြင်း သို့မဟုတ် ပြောင်းလဲခြင်းမပြုဘဲ သိမ်းဆည်းထားသော အချက်အလက်များကို ကြည့်ရှုနိုင်ခြင်း။"
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "ရုပ်ပိုင်းဆိုင်ရာ စစ်ဆေးခြင်း။",
      "description": "လက်ခံရရှိသောအမိန့်များကိုစစ်ဆေးပါ။"
    },
    "PhysicalOrdersPackaging": {
      "text": "ရုပ်ပိုင်းဆိုင်ရာထုပ်ပိုးမှု",
      "description": "ဂိုဒေါင်နှင့်ထုပ်ပိုးခြင်းလုပ်ငန်းစဉ်။"
    },
    "PhysicalOrdersDelivery": {
      "text": "ရုပ်ပိုင်းဆိုင်ရာသင်္ဘော",
      "description": "ပို့ဆောင်ပေးပါသည်။"
    },
    "PhysicalOrdersSupport": {
      "text": "ရုပ်ပိုင်းဆိုင်ရာပံ့ပိုးမှု",
      "description": "အရောင်းပြီးနောက်ပံ့ပိုးမှု။"
    }
  },
  "account_status": {
    "Checking": "စစ်ဆေးနေပါတယ်။",
    "Approved": "အတည်ပြုခဲ့သည်။",
    "Rejected": "ပယ်ချသည်။",
    "Deleted": "ဖျက်လိုက်",
    "Banned": "ပိတ်ပင်ထားသည်။",
    "Payment": "ငွေပေးချေမှု",
    "SelldoneSprite": "Selldone Wallet အကောင့်",
    "SelldoneStorage": "ရောင်းချပြီးသော သိုလှောင်မှု"
  },
  "account_page": {
    "title": "အကောင့်",
    "menu": {
      "setting": "ဆက်တင်များ",
      "change": "တာဝန်ခံ",
      "transfer": "အပြောင်းအရွှေ့",
      "transactions": "ငွေပေးငွေယူ",
      "charge": "တာဝန်ခံ",
      "history": "သမိုင်း"
    },
    "transactions": {
      "title": "အကောင့် ငွေလွှဲမှုများ",
      "detail": {
        "title": "ငွေလွှဲခြင်း။",
        "amount": "ပမာဏ",
        "description": "ဖော်ပြချက်",
        "from": "ထံမှ",
        "to": "ရန်",
        "created_at": "ရက်စွဲ",
        "receipt": "ပြေစာ",
        "receipt_note": "မှတ်ချက်"
      },
      "table": {
        "type": "ရိုက်ပါ။",
        "from": "အကောင့်မှ",
        "to": "အကောင့်လုပ်ဖို့",
        "amount": "ပမာဏ",
        "receipt": "ပြေစာ",
        "created_at": "ရက်စွဲ",
        "description": "ဖော်ပြချက်"
      }
    },
    "transfer": {
      "title": "ငွေလွှဲခများ",
      "form": {
        "title": "လွှဲပြောင်းတောင်းဆိုမှုပုံစံ",
        "sub_title": "သင့်ကိုယ်ပိုင်အကောင့် သို့မဟုတ် အခြားသူများထံ အပ်နှံပါ။",
        "message": "ငွေလွှဲရာတွင် သတိထားပါ၊ ငွေလွှဲပြီးပါက ပြန်၍မရနိုင်ပါ။"
      }
    },
    "deposit": {
      "form": {
        "title": "အားသွင်းအကောင့်",
        "sub_title": "လိုင်စင်များဝယ်ယူရန်၊ သင့်အကောင့်ကို အဆင့်မြှင့်ရန်နှင့် စနစ်ပြေစာများကို ပေးချေရန်အတွက် သင့်အကောင့်လက်ကျန်ကို ကောက်ခံရပါမည်။",
        "amount_input": "ပမာဏ",
        "charge_action": "ငွေသွင်းအကောင့်"
      },
      "notifications": {
        "qr_title": "ငွေပေးချေမှု",
        "qr_message": "ငွေပေးချေမှုလိပ်စာ {currency} ကို ဖန်တီးထားသည်။",
        "gateway_title": "ငွေပေးချေမှု",
        "gateway_message": "ငွေပေးချေမှုတံခါးပေါက်သို့ ချိတ်ဆက်နေသည်။"
      }
    },
    "setting": {
      "title": "အကောင့်ဆက်တင်များ",
      "account_name_input": "အကောင့်အမည်",
      "notifications": {
        "updated_success": "သင့်အကောင့်ကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ထားသည်။"
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "ငွေပေးချေမှုပြေစာ"
  },
  "transaction_form": {
    "title": "ငွေလွှဲပုံစံ",
    "from_input": "အကောင့်နံပါတ်မှ",
    "to_input": "အကောင့်နံပါတ်သို့",
    "from_input_message": "ပမာဏကို ဤအကောင့်မှ ထုတ်ယူပါမည်။",
    "account_name": "အကောင့်အမည်",
    "currency": "ငွေကြေး",
    "free_balance": "လက်ကျန်",
    "to": "ခရီးဆုံးအကောင့်",
    "amount": "ပမာဏ",
    "receipt_title": "ပြေစာအတွက် ငွေပေးချေမှု",
    "receipt_input": "ပြေစာနံပါတ်",
    "paid_status": "ဤပြေစာကို ပေးချေပြီးဖြစ်သည်။",
    "paid_canceled": "ဤပြေစာအား ပယ်ဖျက်လိုက်ပါပြီ။",
    "description": "ရှင်းလင်းချက်",
    "created_at": "ရက်စွဲ",
    "duration": "သင်တန်းကာလ",
    "unlimited": "အကန့်အသတ်",
    "add_note_action": "ဖော်ပြချက်ထည့်ပါ။",
    "note": "မှတ်ချက်",
    "transfer_action": "အပြောင်းအရွှေ့",
    "confirmation": {
      "title": "ငွေပို့ပါ။",
      "subtitle": "ငွေသွင်းငွေထုတ်အတည်ပြုချက်",
      "message": "အောက်ပါအချက်အလက်များ မှန်ကန်ပါက အရောင်းအဝယ်ပြုလုပ်ရန် ငွေပေးငွေယူ အတည်ပြုသော့ကို နှိပ်ပါ။",
      "from": "အကောင့်မှ",
      "to": "အကောင့်လုပ်ဖို့",
      "amount": "ပမာဏ",
      "fee": "ငွေလွှဲကြေး",
      "total_pay": "သင့်အကောင့်မှထုတ်ယူသည့်ပမာဏ",
      "receipt": "ပြေစာ",
      "description": "ဖော်ပြချက်",
      "accept_action": "ငွေသွင်းငွေထုတ်အတည်ပြုချက်"
    },
    "enter_account_number": "အကောင့်နံပါတ်ထည့်ပါ။",
    "currency_not_match": "သွားမည့်အကောင့်ငွေကြေးသည် ရင်းမြစ်နှင့်မတူပါ။",
    "account_number_not_valid": "အကောင့်နံပါတ်မှန်ပါသည်။",
    "account_number_is_valid": "အကောင့်နံပါတ်မှန်ပါသည်။",
    "receipt_not_valid": "ပြေစာနံပါတ် မမှန်ပါ။",
    "receipt_is_valid": "ပြေစာနံပါတ် မှန်ပါသည်။",
    "notifications": {
      "confirm_success": "ငွေလွှဲမှု အောင်မြင်စွာ ပြီးမြောက်ခဲ့သည်။"
    }
  },
  "price_calculator": {
    "title": "ဂဏန်းပေါင်းစက် | သင့်လုပ်ငန်းနှင့် လိုက်ဖက်သည်။",
    "description": "သင်၏လစဉ်ရောင်းချမှုအပေါ်အခြေခံ၍ အကောင်းဆုံးအစီအစဉ်ကို တွက်ချက်ပြီး ရွေးချယ်ပါ-",
    "sale_input": "လစဉ်ရောင်းရငွေပမာဏ",
    "hypernova_plan": "Hypernova %0 အတွက် လျှောက်ထားပါ။",
    "show_normal_mode": "ပုံမှန်မုဒ်ကို ပြပါ။",
    "show_hypernova_mode": "ကျွန်ုပ်၏ ငွေပေးငွေယူသည် 1M$ ကျော်ပါသည်။"
  },
  "price_card": {
    "billed_monthly": "လစဉ် {amount} ကောက်ခံပါသည်။",
    "billed_yearly": "နှစ်စဉ် {amount} ကောက်ခံပါသည်။",
    "buy_license_action": "အခုဝယ်ပါ",
    "select_your_store": "သင်၏စတိုးဆိုင်ကိုရွေးချယ်ပါ။"
  },
  "shop_session_widget": {
    "total_sessions": "စုစုပေါင်းအစည်းအဝေးများ"
  },
  "user_activities_keys": {
    "add_baskets": "စျေးဝယ်ခြင်းထဲသို့ထည့်သည်",
    "remove_baskets": "လှည်းမှ ဖျက်ပါ။",
    "buys": "ဝယ်ပါ။",
    "products_views": "ထုတ်ကုန်ကိုကြည့်ပါ။"
  },
  "shop_visitors_widget": {
    "title": "ဧည့်သည်များ ပိုင်းခြားစိတ်ဖြာချက်",
    "new_visitors": "ဧည့်သည်အသစ်",
    "amp": "AMP မြင်ကွင်းများ",
    "returning_visitors": "ပြန်လာသူများ",
    "page_views": "စာမျက်နှာအမြင်များ",
    "other_pages": "အခြားစာမျက်နှာများ",
    "from_previous_7_days": "ပြီးခဲ့သည့် 7 ရက်မှ"
  },
  "app_levels": {
    "title": "အက်ပ်အဆင့်",
    "Newbie": "အသစ်စက်စက်",
    "Beginner": "Beginner ပါ။",
    "Novice": "ရှင်သာမဏေ",
    "Intermediate": "အလယ်အလတ်",
    "Advanced": "အဆင့်မြင့်"
  },
  "login": {
    "register_title": "စီးပွားရေးလုပ်ငန်းအလယ်အလတ်၊<br> ပျော်ရွှင်စရာအတွေ့အကြုံ။",
    "register_subtitle": "ယနေ့ အခမဲ့ စာရင်းသွင်းပါ။ Selldone ကို startup များ၊ လုပ်ငန်းများ၊ ဝယ်သူများ နှင့် ရောင်းချသူများ နှစ်သက်ကြသည်။",
    "password_recovery_title": "စကားဝှက်ပြန်လည်ရယူခြင်း။",
    "password_recovery_message": "သင့်စကားဝှက်ကို မေ့သွားပါက သင့်အကောင့်၏ အီးမေးလ်လိပ်စာကို ထည့်သွင်းပြီး အတည်ပြုချက်ခလုတ်ကို နှိပ်ပါ။ သင့်စကားဝှက်ကို ပြန်လည်သတ်မှတ်ရန် လင့်ခ်တစ်ခုပါရှိသော အီးမေးလ်တစ်စောင် သင့်ထံ ပေးပို့ပါမည်။",
    "email": "သင့်အီးမေးလ်လိပ်စာ",
    "password_recovery_action": "ပြန်လည်ရယူရေးအီးမေးလ်ကို လက်ခံပါ။",
    "register_google": "Google ဖြင့် ဆက်လုပ်ပါ။",
    "register_apple": "Apple နှင့် ဆက်လုပ်ပါ။",
    "continue_with": "ဆက်ရန်",
    "register_linkedin": "LinkedIn ဖြင့် ဆက်လုပ်ပါ။",
    "register_facebook": "Facebook နဲ့ ဆက်လုပ်ပါ။",
    "register_github": "Github ဖြင့် ဆက်လက်လုပ်ဆောင်ပါ။",
    "create_your_account": "သင့်အကောင့်ကိုဖန်တီးပါ",
    "password_8_chars": "စကားဝှက်သည် အနည်းဆုံး စာလုံး 8 လုံးရှိရမည်။",
    "password_upercase_number": "အနည်းဆုံး စာလုံးအကြီးတစ်လုံးနှင့် နံပါတ်တစ်ခု။",
    "password_confirm": "စကားဝှက်နှင့် အတည်ပြုချက် ကိုက်ညီပါသည်။",
    "privacy_agreement": "အကောင့်ဖွင့်ခြင်းဖြင့် သင်သည် Selldone ၏ <a href='/terms' target='_blank'>အသုံးပြုမှုစည်းမျဉ်းများ</a> နှင့် <a href='/privacy' target='_blank'>ကိုယ်ရေးကိုယ်တာမူဝါဒကို</a> သဘောတူပါသည်။",
    "register_action": "သွားကြစို့၊ အခမဲ့ဖြစ်သည်။",
    "login_action": "လော့ဂ်အင်",
    "already_signup": "စာရင်းသွင်းပြီးပြီလား။",
    "login_your_account": "သင့်အကောင့်သို့ ဝင်ရောက်ပါ။",
    "login_google": "Google ဖြင့် ဆက်လုပ်ပါ။",
    "login_linkedin": "LinkedIn ဖြင့် ဆက်လုပ်ပါ။",
    "login_facebook": "Facebook နဲ့ ဆက်လုပ်ပါ။",
    "login_github": "Github ဖြင့် ဆက်လက်လုပ်ဆောင်ပါ။",
    "remember_me": "ကျွန်တော့်ကိုမှတ်မိပါသလား။",
    "login_button": "လော့ဂ်အင်",
    "two_step_problem": "နှစ်ဆင့်စကားဝှက်အတွက် ပြဿနာရှိပါသလား။",
    "two_step_problem_action": "နှစ်ဆင့် လော့ဂ်အင်ကို ပိတ်ချင်ပါတယ်။",
    "two_step_confirm": "အသုံးပြုခွင့်ကုဒ်ကို အတည်ပြုပါ။",
    "forgot_password": "စကားဝှက်ကိုမေ့နေပါသလား?",
    "signup_free": "အခမဲ့စာရင်းသွင်းပါ။",
    "checking_robot_message": "သင်ဟာ စက်ရုပ်လား ဒါမှမဟုတ် လူသားလား စစ်ဆေးခြင်း..",
    "notifications": {
      "step2_login_success": "အကောင့်သို့ အလိုအလျောက်ဝင်ရောက်ပါ။"
    },
    "signup_email": "အီးမေးလ်ဖြင့် စာရင်းသွင်းပါ။",
    "name_placeholder": "နာမည်",
    "email_placeholder": "အီးမေးလ်",
    "email_or_username_placeholder": "အီးမေးလ်၊ အသုံးပြုသူအမည် သို့မဟုတ် ဖုန်းနံပါတ်",
    "password_placeholder": "စကားဝှက်",
    "re_password_placeholder": "စကားဝှက်အတည်ပြုခြင်း",
    "new_in_samin": "Selldone မှာ အသစ်လား။",
    "auto_create_shop": "အော်တိုအရောင်းဆိုင်"
  },
  "layout": {
    "logout": "ထွက်လိုက်ပါ။",
    "menu": {
      "personal_information": "ကိုယ်ရေးကိုယ်တာအချက်အလက်နှင့် ကိုယ်ရေးအချက်အလက်",
      "wallet": "ပိုက်ဆံအိတ်များနှင့် အကောင့်များ",
      "companies": "ကုမ္ပဏီများနှင့် လုပ်ငန်းအကောင့်များ",
      "access": "ကျွန်ုပ်၏အကောင့်သို့ ဝင်ရောက်ပါ။",
      "security": "လုံခြုံရေး",
      "preferences": "အသုံးပြုသူစိတ်ကြိုက်များ"
    }
  },
  "page_builder": {
    "title": "ဝဘ်ဆိုဒ်ဒီဇိုင်း",
    "menu": {
      "user_view": "အမြင်",
      "design": "ဒီဇိုင်း",
      "behavior": "အနေအထိုင်",
      "seo": "SEO",
      "setting": "ဆက်တင်များ",
      "embed": "မြှုပ်ထား"
    },
    "waiting_fetch": "သတင်းရယူခြင်း..",
    "setting": {
      "title_input": "စာမျက်နှာခေါင်းစဉ်",
      "description_input": "အတိုချုံးဖော်ပြချက်",
      "name_input": "စာမျက်နှာ URL (အက္ခရာများနှင့် နံပါတ်များ)",
      "bg_color_input": "နောက်ခံအရောင်",
      "bg_style_input": "စာမျက်နှာ နောက်ခံပုံစံ",
      "page_label_input": "အညွှန်းအရောင်",
      "page_dir_input": "စာမျက်နှာလမ်းညွှန်",
      "ltr": "ဘယ်မှညာ",
      "rtl": "ညာမှလက်ဝဲ",
      "designer_note": "ဒီဇိုင်နာ မှတ်ချက်"
    },
    "history": {
      "title": "သိမ်းဆည်းထားသောမှတ်တမ်း"
    },
    "design": {
      "themes": {
        "title": "ကိုယ်ပိုင်ဒီဇိုင်းလက်ထောက်",
        "message": "ကုဒ်မပါဘဲ သင့်လုပ်ငန်းအတွက် အကောင်းဆုံးစာမျက်နှာများကို ဒီဇိုင်းဆွဲပါ။",
        "page_title_input": "သင့်စာမျက်နှာအတွက် ခေါင်းစဉ်တစ်ခုထည့်ပါ။"
      },
      "tools": {
        "rearrange": "အော်",
        "tools": "ကိရိယာများ",
        "history": "သမိုင်း",
        "style": "စတိုင်"
      },
      "no_category": "အမျိုးအစားမရှိပါ။"
    },
    "seo": {
      "message": "Selldone SEO အင်ဂျင်မှ SEO ဆက်တင်များကို အလိုအလျောက်ချိန်ညှိပါသည်။"
    }
  },
  "verify_email_caution": {
    "title": "သင့်အီးမေးလ်လိပ်စာကို အတည်ပြုပါ။",
    "message": "အသက်သွင်းခြင်းလင့်ခ်အသစ်ကို သင့်အီးမေးလ်လိပ်စာ {email} သို့ ပို့လိုက်ပါပြီ။ မည်သည့်လုပ်ဆောင်ချက်မျှ မလုပ်ဆောင်မီ သင့်အီးမေးလ်ကို စစ်ဆေးပါ။",
    "resend_message": "သင့်အီးမေးလ်ရှိ အသက်သွင်းခြင်းလင့်ခ်ကို သင်မရရှိခဲ့ပါက၊ ပြန်လည်ပေးပို့ရန် အောက်ပါခလုတ်ကို နှိပ်ပါ။",
    "resend_action": "အသက်သွင်းခြင်းလင့်ခ်ကို ပြန်လည်ပေးပို့ပါ။",
    "resend_notice": "အသက်သွင်းခြင်းလင့်ခ်ကို ပို့လိုက်ပါပြီ။"
  },
  "autopilot": {
    "start": "စတင်သည့်ရက်စွဲ",
    "end": "ကုန်ဆုံးရက်"
  },
  "help": {
    "menu": "မီနူး",
    "more_helps": "ဆက်ဖတ်ရန်"
  },
  "company_card": {
    "pending_state": "သုံးသပ်ချက်ကို စောင့်ဆိုင်းနေပါသည်။",
    "register": "မှတ်ပုံတင်ထားသည်။",
    "developer": "ပြုစုသူ",
    "verified": "စိစစ်ပြီး",
    "premier": "ပရီမီယာ"
  },
  "shop_license": {
    "add": "စာရင်းသွင်းမှုထည့်ပါ။",
    "only_last": "နောက်ဆုံးစာရင်းသွင်းခြင်းသာ",
    "vouchers": "ဘောက်ချာများ",
    "buy": "စာရင်းသွင်းမှု အစီအစဉ်ကို ဝယ်ယူပါ။",
    "monthly": "လစဉ်",
    "yearly": "နှစ်အလိုက်",
    "start_date": "စတင်သည့်ရက်စွဲ",
    "end_date": "ကုန်ဆုံးရက်",
    "price": "စျေးနှုန်း",
    "terms": "Selldone အသုံးပြုမှု စည်းမျဉ်းများကို ဖတ်ပြီး သဘောတူပါသည်။",
    "need_charge": "အခကြေးငွေလိုတယ်။",
    "buy_now": "အခုဝယ်ပါ",
    "auto_renewal": "အလိုအလျောက် သက်တမ်းတိုးခြင်း။",
    "plan_placeholder": "သင်၏ စာရင်းသွင်းမှု အစီအစဉ်ကို ရွေးချယ်ပါ။",
    "plan": "လိုင်စင်အစီအစဉ်",
    "use_date": "အသက်သွင်းမည့်ရက်စွဲ",
    "active_license": {
      "title": "အသက်ဝင်သောလိုင်စင်",
      "subtitle": "သင်၏အသက်ဝင်သောလိုင်စင်အချက်အလက်။",
      "subtitle_partner": "သင်၏အသက်ဝင်နေသော {name} လိုင်စင်အချက်အလက်။"
    },
    "licenses_table": {
      "title": "ဝယ်ယူထားသောမှတ်တမ်း",
      "subtitle": "လက်ရှိနှင့် ဆိုင်းငံ့ထားသောလိုင်စင်များ။"
    },
    "license_detail": {
      "title": "အသေးစိတ်",
      "subtitle": "သင့်လက်ရှိအစီအစဉ်အပေါ် ကန့်သတ်ချက်များ။"
    },
    "table": {
      "plan": "အစီအစဉ်",
      "start_date": "စတင်/ပြီးဆုံးသည့်နေ့စွဲ",
      "renewal": "အလိုအလျောက် သက်တမ်းတိုးခြင်း။",
      "linked_account": "ချိတ်ဆက်ထားသော အကောင့်/ဘောက်ချာ",
      "payment": "ငွေပေးချေမှု",
      "cancel": "မလုပ်တော့"
    },
    "notifications": {
      "subscribe_success": "စာရင်းသွင်းပြီးပါပြီ။",
      "cancel_success": "စာရင်းသွင်းမှုကို အောင်မြင်စွာ ပယ်ဖျက်လိုက်ပါပြီ။"
    },
    "cancel_dialog": {
      "title": "စာရင်းသွင်းမှု အတည်ပြုချက်ကို ပယ်ဖျက်ပါ။",
      "message": "ဤစာရင်းသွင်းမှုကို ပယ်ဖျက်ရန် သေချာပါသလား။",
      "action": "စာရင်းသွင်းမှုကို ပယ်ဖျက်ပါ။"
    },
    "use_voucher_now": "ဘောက်ချာကို အခုပဲသုံးပါ။",
    "validity_duration": "သက်တမ်းကြာချိန်",
    "validity_duration_hint": "12 လ လိုင်စင်ကို ဝယ်ယူခြင်းဖြင့် 30% လျှော့စျေး ရရှိပါမည်။"
  },
  "admin_shop_layout": {
    "download_txt": "ဒေတာစာသားကို ဒေါင်းလုဒ်လုပ်ပါ။",
    "download_excel": "ဒေတာ excel ကိုဒေါင်းလုဒ်လုပ်ပါ။"
  },
  "user_preferences": {
    "access": "သုံးစွဲခွင့်",
    "template": "ပုံစံခွက်",
    "feedback": "တုံ့ပြန်ချက်",
    "company": "ကုမ္ပဏီ",
    "company_message": "သင့်တွင် ကုမ္ပဏီနှင့် အက်ပ်များကို ထုတ်ဝေလိုပါက။",
    "access_keys": "Access Keys",
    "access_keys_message": "ဖောက်သည်များကိုပြသပြီး ဝင်ရောက်အသုံးပြုသည့်သော့များ။",
    "rating": "Selldone နှင့် သင့်အတွေ့အကြုံကို သင်မည်ကဲ့သို့ အဆင့်သတ်မှတ်မည်နည်း။",
    "large_font": "ဖောင့်အကြီးကြီးတွေ",
    "large_font_message": "သာမာန်ထက် ပိုကြီးသော စာသားကို ပြပါ။",
    "samples": "နမူနာဆိုင်များကိုပြသပါ။",
    "samples_message": "ဖွင့်ထားပါက၊ နမူနာဆိုင်အချို့ကို သင့်အကန့်တွင် ပြသပါမည်။",
    "automation": "အလိုအလျောက်စနစ်",
    "automation_message": "ဆိုင်ဒက်ရှ်ဘုတ်တွင် အလိုအလျောက်စနစ်တဘ်ကို ပြပါ။ (Webhooks၊ Visual programming၊ ...)"
  },
  "shop_locations": {
    "title": "ဝန်ဆောင်မှုပေးသည့်နိုင်ငံများ",
    "sub_title": "အောက်ပါစာရင်းမှ သင့်ထုတ်ကုန်ကို ရောင်းချလိုသည့် နိုင်ငံများကို ရွေးပါ။",
    "delete_restriction": "ကန့်သတ်ချက်ကို ဖျက်ပါ။",
    "set_restriction": "ကန့်သတ်ချက်သတ်မှတ်",
    "notifications": {
      "locations_update": "တည်နေရာကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ထားသည်။"
    },
    "table": {
      "country": "တိုင်းပြည်",
      "currency": "ငွေကြေး",
      "available": "ရရှိနိုင်ပါသည်။"
    }
  },
  "product_card": {
    "sold_out": "ရောင်းကုန်ပြီ",
    "review_unit": "သုံးသပ်ချက်",
    "not_original": "မူရင်းမဟုတ်ပါ။"
  },
  "product_studio": {
    "add_mode": "အသေးစိတ်အချက်အလက်များကို ထပ်ထည့်ပါ။",
    "add_by_sku": "SKU မှထည့်ပါ။",
    "auto_category": "အလိုအလျောက် သတ်မှတ်အမျိုးအစား",
    "add_in_current_category": "လက်ရှိအမျိုးအစားသို့ထည့်ပါ။",
    "category_mode_message": "ဖွင့်ထားပါက၊ ထုတ်ကုန်ကို မူရင်းအမျိုးအစား သို့မဟုတ် အမျိုးအစားခွဲသို့ ပေါင်းထည့်မည်ဖြစ်သည်။",
    "sku_name_input": "SKU / အမည်"
  },
  "my_affiliate": {
    "title": "ကျွန်ုပ်၏ Affiliate စာချုပ်များ",
    "message": "အခြားစတိုးဆိုင်များနှင့် တွဲဖက်သဘောတူညီချက်များစာရင်း။"
  },
  "affiliates": {
    "title": "Affiliate လုပ်ဖော်ကိုင်ဖက်များ",
    "subtitle": "တွဲဖက်အဖွဲ့အစည်းများကိုဖန်တီးပါ၊ ၎င်းတို့၏စွမ်းဆောင်ရည်ကို အချိန်နှင့်အမျှ ခြေရာခံကာ တစ်နေရာတည်းတွင် တိကျသောအချက်အလက်များအပေါ်အခြေခံ၍ လုပ်ဆောင်မှုများလုပ်ဆောင်ပါ။ ကျွန်ုပ်တို့သည် သင်နှင့် သင့်လုပ်ဖော်ကိုင်ဖက်များ ခိုင်မာသောဆက်ဆံရေးတည်ဆောက်ရန် ကူညီပေးပါသည်။",
    "affiliate_code": "တွဲဖက်ကုဒ်",
    "crate_date": "ရက်စွဲကိုဖန်တီးပါ။",
    "last_payment_date": "နောက်ဆုံးငွေပေးချေသည့်ရက်စွဲ",
    "for_all_products": "ထုတ်ကုန်အားလုံးနှင့်သက်ဆိုင်သည်။",
    "balance": "လက်ကျန်",
    "fix_commission": "ပုံသေကော်မရှင်",
    "percent_commission": "ရာခိုင်နှုန်းအခြေခံကော်မရှင်",
    "total_payment": "စုစုပေါင်းငွေပေးချေမှုများ",
    "new_affiliate": "တွဲဖက်လုပ်ဖော်ကိုင်ဖက်အသစ်",
    "new_affiliate_message": "တွဲဖက်ပါတနာအသစ်ကို ထည့်ပါ။",
    "link_domain": {
      "title": "ချိတ်ဆက်ထားသော ဒိုမိန်း",
      "subtitle": "သင့်ဒိုမိန်းများထဲမှ တစ်ခုကို ဤတွဲဖက်လုပ်ဖော်ကိုင်ဖက်ထံသို့ ချိတ်ဆက်နိုင်ပါသည်။ ဤပါတနာသည် သင့်စတိုးကိုလာရောက်လည်ပတ်ပြီး ဤဒိုမိန်းမှတစ်ဆင့် ဝယ်ယူသူတိုင်း၏ ကိုယ်စားလှယ်အဖြစ် လူသိများသည်။"
    },
    "dialog": {
      "new": "တွဲဖက်လုပ်ဖော်ကိုင်ဖက်အသစ်",
      "edit": "တွဲဖက်ပါတနာကို တည်းဖြတ်ပါ။",
      "user": "အသုံးပြုသူ (ချန်လှပ်ထားနိုင်သည်)",
      "bank_info": "ဘဏ်အချက်အလက်",
      "restriction": "ကန့်သတ်ချက်",
      "select_products": "ထုတ်ကုန်များကိုရွေးချယ်ပါ။",
      "select_products_message": "တွဲဖက်ပါတနာသည် ဤထုတ်ကုန်များအတွက် ကော်မရှင်ကို ရရှိသည်။",
      "edit_action": "Affiliate ကို အပ်ဒိတ်လုပ်ပါ။",
      "add_action": "တွဲဖက်ပါတနာကို ထည့်ပါ။",
      "affiliate_name": "Affiliate လုပ်ဖော်ကိုင်ဖက်အမည်",
      "payment_info": "ငွေပေးချေမှုအချက်အလက်",
      "enable_switch": "တက်ကြွနေပါသလား။",
      "affiliate_info": "တွဲဖက်ပါတနာ အချက်အလက်"
    },
    "link_factory": {
      "title": "တွဲဖက်ပါတနာလင့်ခ်မီးစက်",
      "link_input": "သင့်လင့်ခ်",
      "link_output": "ထုတ်လုပ်ထားသော လင့်ခ်"
    }
  },
  "gift_card_orders": {
    "title": "Giftcard ဖြင့် အော်ဒါများ",
    "table": {
      "order": "အော်",
      "order_price": "မှာယူမှုပမာဏ",
      "paid_by_card": "ကတ်ဖြင့်ပေးဆောင်သည်။",
      "payment_status": "ငွေပေးချေမှုအခြေအနေ",
      "date": "ရက်စွဲ"
    }
  },
  "offer_orders": {
    "title": "အော်ဒါများ ကမ်းလှမ်းပါ။",
    "table": {
      "order": "အော်",
      "order_price": "မှာယူမှုပမာဏ",
      "offer_amount": "ကမ်းလှမ်းမှုပမာဏ",
      "payment_status": "ငွေပေးချေမှုအခြေအနေ",
      "product": "ထုတ်ကုန်",
      "date": "ရက်စွဲ"
    }
  },
  "coupon_orders": {
    "title": "ကူပွန်အမှာစာများ",
    "table": {
      "order": "အော်",
      "order_price": "မှာယူမှုပမာဏ",
      "coupon_amount": "ကူပွန်ပမာဏ",
      "payment_status": "ငွေပေးချေမှုအခြေအနေ",
      "date": "ရက်စွဲ"
    }
  },
  "discount_code_orders": {
    "title": "လျှော့စျေးကုဒ်ဖြင့် အော်ဒါများ",
    "table": {
      "order": "အော်",
      "order_price": "မှာယူမှုပမာဏ",
      "discount_amount": "လျှော့စျေးပမာဏ",
      "payment_status": "ငွေပေးချေမှုအခြေအနေ",
      "date": "ရက်စွဲ"
    }
  },
  "incentives": {
    "discount_code": "လျှော့စျေး",
    "coupon": "ကူပွန်",
    "offer": "ဝေငှခြင်း။",
    "gift_card": "လက်ဆောင်ကဒ်",
    "lottery": "ထီပေါက်သည်။"
  },
  "discount_codes": {
    "title": "လျှော့စျေးကုဒ်များ",
    "sub_title": "ဤကဏ္ဍတွင် သင်သည် သင်၏လိုအပ်ချက်များနှင့်ကိုက်ညီသော လျှော့စျေးကူပွန်များကို ဒီဇိုင်းထုတ်နိုင်မည်ဖြစ်သည်။ ဤလျှော့စျေးများသည် မည်သည့်ထုတ်ကုန်လျှော့စျေးမှ သီးခြားဖြစ်ပြီး အသုံးပြုသူမှာယူမှု၏ နောက်ဆုံးပမာဏတွင် သက်ရောက်မည်ဖြစ်သည်။",
    "add_new": "လျှော့စျေးကုဒ်အသစ်ထည့်ပါ။",
    "card": {
      "created": "ဖန်တီးပါ။",
      "start": "စတင်ပါ။",
      "end": "အဆုံး",
      "currency": "ငွေကြေး",
      "discount_percentage": "လျှော့စျေး",
      "discount_limit": "လျှော့စျေးကန့်သတ်ချက်",
      "state": "လက်ရှိအခြေအနေ",
      "enabled": "ယခုဖွင့်ထားသည်။",
      "disabled": "အခုပိတ်ထားတယ်။",
      "used": "လောင်တယ်။",
      "count": "ရေတွက်ပါ။",
      "unit": "ပစ္စည်း(များ)"
    },
    "dialog": {
      "title_edit": "လျှော့စျေးကုဒ်ကို တည်းဖြတ်ပါ။",
      "title_add": "လျှော့စျေးကုဒ်အသစ်ထည့်ပါ။",
      "discount_code_input": "စျေးလျှော့ပေးသောနံပါတ်",
      "discount_percent_input": "လျှော့စျေး",
      "discount_percent_input_hint": "ဝယ်ယူမှုပမာဏ၏လျှော့စျေး",
      "count_input": "ရေတွက်ပါ။",
      "count_input_hint": "ဤကုဒ်ကို အများဆုံးအသုံးပြုမှု",
      "limit_input": "လျှော့စျေးကန့်သတ်ချက်",
      "limit_input_hint": "ငွေကြေးအပေါ်အခြေခံ၍ အများဆုံးလျှော့စျေး",
      "currency_input_message": "ဤငွေကြေးအတွက် လျှော့စျေးများ ရရှိပါမည်။",
      "limit_input_message": "လျှော့စျေးကန့်သတ်ချက်အတွက် 0 တန်ဖိုးသည် လျှော့စျေးနှုန်းထားအတွက် အကန့်အသတ်မရှိဟု ဆိုလိုသည်။",
      "title_input": "ခေါင်းစဥ်",
      "title_input_hint": "သင်သည် ဤလျှော့စျေးကုဒ်အတွက် ခေါင်းစဉ်တစ်ခု ထည့်သွင်းနိုင်သည်။",
      "description_input": "ဖော်ပြချက်",
      "description_input_hint": "ဤလျှော့စျေးကုဒ်အတွက် ဖော်ပြချက်တစ်ခု ထည့်သွင်းနိုင်သည်။",
      "date_start_input": "စတင်ပါ။",
      "date_start_input_placeholder": "လျှော့စျေးစတင်မည့်အချိန်ကို ရွေးပါ။",
      "date_end_input": "အဆုံး",
      "date_end_input_placeholder": "လျှော့စျေးကုန်ဆုံးမည့်အချိန်ကို ရွေးပါ။",
      "notifications": {
        "add": "လျှော့စျေးကုဒ်ကို အောင်မြင်စွာ ထည့်သွင်းပြီးပါပြီ။",
        "edit": "လျှော့စျေးကုဒ်ကို အောင်မြင်စွာ တည်းဖြတ်ပြီးပါပြီ။"
      }
    },
    "delete_alert": {
      "title": "လျှော့စျေးကုဒ်ကို ဖယ်ရှားပါ။",
      "message": "ဤလျှော့စျေးကုဒ်ကို ဖျက်လိုပါသလား။",
      "action": "လျှော့စျေးကိုဖယ်ရှားပါ။"
    },
    "notifications": {
      "delete_success": "သင့်မှတ်ချက်ကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။"
    }
  },
  "gift_cards": {
    "title": "လက်ဆောင်ကဒ်",
    "sub_title": "လက်ဆောင်ကတ်တစ်ခုကို ဖန်တီးပြီး လိုအပ်သလောက် များများလုပ်ပါ။ ဤကတ်တွင် အခကြေးငွေ ပါရှိပြီး သင့်ဆိုင်တွင် ဝယ်ယူမှုများ အတွက်သာ အသုံးပြုနိုင်ပါသည်။",
    "create_new": "လက်ဆောင်ကတ်အသစ်ထည့်ပါ။",
    "card": {
      "created": "ဖန်တီးပါ။",
      "lifetime": "သက်တမ်းကုန်ဆုံးရက်",
      "lifetime_unit": "ကတ်တစ်ခုစီကို ဖန်တီးသည့်နေ့မှစ၍ လ",
      "currency": "ငွေကြေး",
      "initial_balance": "ကနဦးအခကြေးငွေ",
      "count": "ရေတွက်ပါ။",
      "count_unit": "ပစ္စည်း",
      "used": "အသုံးပြုခံ့"
    },
    "dialog": {
      "title": "လက်ဆောင်ကတ်ဒီဇိုင်း"
    },
    "alert": {
      "title": "လျှော့စျေးကုဒ်ကို ဖယ်ရှားပါ။",
      "message": "ဤလျှော့စျေးကုဒ်ကို ဖျက်လိုပါသလား။",
      "action": "ဖျက်ပါ။"
    },
    "notifications": {
      "delete_title": "လက်ဆောင်ကတ်ကို ဖျက်ပါ။",
      "delete_message": "သင့်မှတ်ချက်ကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။"
    }
  },
  "coupons": {
    "title": "ကူပွန်များ",
    "sub_title": "သင့်ဖောက်သည်များအား သတ်မှတ်ထားသောအခြေအနေများတွင် အသုံးပြုနိုင်သည့် လျှော့စျေးကို ပေးလိုပါက၊ ကူပွန်များ ဖန်တီးနိုင်ပါသည်။ ကူပွန်များတွင် ကန့်သတ်ချက် သို့မဟုတ် ပုံသေပမာဏတစ်ခု သို့မဟုတ် နှစ်ခုလုံး၏ ပေါင်းစပ်မှုနှင့်အတူ ရာခိုင်နှုန်းလျှော့စျေး ပါဝင်နိုင်သည်။",
    "create_new": "ကူပွန်အသစ်ထည့်ပါ။",
    "qualified_products": "အကျုံးဝင်သော ထုတ်ကုန်များ",
    "min_purchase": "အနိမ့်ဆုံးဝယ်ယူမှု",
    "only_first_order": "ပထမဆုံးဝယ်ယူခြင်းသာဖြစ်သည်။",
    "one_time_use": "တစ်ခါသုံး",
    "amount_usage": "အသုံးပြုသည့်ပမာဏ",
    "delete_alert": {
      "title": "ကူပွန်ကို ဖျက်ပါ။",
      "message": "ဤကူပွန်ကို ဖျက်ရန် သေချာပါသလား။",
      "action": "ဟုတ်ကဲ့၊ ကူပွန်ကို ဖျက်လိုက်ပါ။"
    },
    "notifications": {
      "delete_success": "ကူပွန်ကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။"
    },
    "multiple_use": "မျိုးစုံသုံးပါ။"
  },
  "coupon_edit": {
    "title_edit": "ကူပွန်ကို တည်းဖြတ်ပါ။",
    "title_add": "ကူပွန်အသစ်",
    "discount_charge": "လျှော့စျေး & အခကြေးငွေ",
    "charge": "တာဝန်ခံ",
    "charge_message": "ကနဦးကောက်ခံမှုပမာဏ",
    "percent": "လျှော့စျေး ရာခိုင်နှုန်း",
    "percent_message": "လျှော့စျေးရာခိုင်နှုန်းပမာဏ",
    "limit_input": "ကန့်သတ်",
    "limit_input_hint": "လျှော့စျေးကန့်သတ်ပမာဏ",
    "currency_input_message": "ဤငွေကြေးအတွက် ကူပွန်ရနိုင်သည်။",
    "count_input": "ရေတွက်ပါ။",
    "count_input_hint": "ဤကုဒ်ကို အများဆုံးအသုံးပြုမှု",
    "limit_input_message": "လျှော့စျေးကန့်သတ်ချက်အတွက် 0 တန်ဖိုးသည် လျှော့စျေးနှုန်းထားအတွက် အကန့်အသတ်မရှိဟု ဆိုလိုသည်။",
    "date_start_input": "စတင်ပါ။",
    "date_start_input_placeholder": "ကူပွန်စတင်မည့်အချိန်ကို ရွေးချယ်ပါ။",
    "date_end_input": "အဆုံး",
    "date_end_input_placeholder": "လျှော့စျေးကုန်ဆုံးမည့်အချိန်ကို ရွေးပါ။",
    "title_input": "ခေါင်းစဥ်",
    "title_input_hint": "သင်သည် ဤလျှော့စျေးကုဒ်အတွက် ခေါင်းစဉ်တစ်ခု ထည့်သွင်းနိုင်သည်။",
    "description_input": "ဖော်ပြချက်",
    "description_input_hint": "ဤလျှော့စျေးကုဒ်အတွက် ဖော်ပြချက်တစ်ခု ထည့်သွင်းနိုင်သည်။",
    "coupon_code": "ကူပွန်ကုဒ်",
    "need_code": "ကုဒ်လိုပါသလား။",
    "coupon_color": "ကူပွန်အရောင်",
    "min_purchase_amount": "အနိမ့်ဆုံးဝယ်ယူမှုပမာဏ",
    "min_purchase_amount_hint": "ဝယ်ယူမှုပမာဏသည် ဤတန်ဖိုးထက် ကြီးသည် သို့မဟုတ် ညီမျှရပါမည်။",
    "should_exist_product": "အနည်းဆုံး ဤထုတ်ကုန်များထဲမှ တစ်ခုကို လှည်းထဲတွင် ရှိရပါမည်။",
    "apply_for_first_order": "ပထမဆုံးဝယ်ယူမှုအတွက်သာ",
    "apply_for_first_order_on": "ဤကူပွန်ကို ဝယ်ယူသူ၏ ပထမဆုံးဝယ်ယူမှုအတွက်သာ အသုံးပြုနိုင်သည်။",
    "apply_for_first_order_off": "ဝယ်ယူသူ တစ်ဦးစီ၏ ကူပွန်အသုံးပြုမှု အရေအတွက်ကို အောက်တွင် ချိန်ညှိနိုင်ပါသည်။",
    "has_qualify_constraints": "ကန့်သတ်ချက်များ ပိုမိုသတ်မှတ်လိုပါသလား။",
    "has_qualify_constraints_message": "ဤကူပွန်ကိုအသုံးပြုရန် ဝယ်ယူသူအား အရည်အချင်းပြည့်မီရန် နောက်ထပ်အခြေအနေများ သတ်မှတ်ပါ။",
    "one_time_use": "တစ်ခါသုံး",
    "one_time_use_message": "ဝယ်ယူသူသည် ဤကူပွန်ကို တစ်ကြိမ်အသုံးပြုနိုင်သည်။",
    "daily_limit": "နေ့စဥ်ကန့်သတ်ချက်",
    "no_limit": "အကန့်အသတ်မရှိ",
    "daily_limit_message": "ဖောက်သည်တစ်ဦးမှ တစ်ရက်လျှင် အများဆုံးအသုံးပြုမှုပမာဏ",
    "monthly_limit": "လစဉ်ကန့်သတ်ချက်",
    "monthly_limit_message": "ဝယ်ယူသူမှ တစ်လလျှင် အများဆုံးအသုံးပြုမှုပမာဏ",
    "yearly_limit": "နှစ်အလိုက်ကန့်သတ်ချက်",
    "yearly_limit_message": "ဝယ်ယူသူမှ တစ်နှစ်လျှင် အများဆုံးအသုံးပြုမှုပမာဏ",
    "notifications": {
      "add": "ကူပွန်အသစ်ကို အောင်မြင်စွာ ဖန်တီးပြီးပါပြီ။",
      "edit": "ကူပွန်ကို မွမ်းမံပြီးပါပြီ။"
    }
  },
  "offers": {
    "title": "ကမ်းလှမ်းမှုများ",
    "sub_title": "သင့်ဖောက်သည်များအတွက် အထူးကမ်းလှမ်းချက်များကို သင်ဖန်တီးနိုင်သည်၊ သို့မှသာ ပစ္စည်းတစ်ခုဝယ်ယူပြီးနောက် ၎င်းတို့သည် လျှော့စျေး သို့မဟုတ် အခမဲ့ပင် နောက်ထပ်ပစ္စည်းတစ်ခုကို ရရှိမည်ဖြစ်သည်။",
    "create_new": "ကမ်းလှမ်းချက်အသစ်ကို ထည့်ပါ။",
    "qualified_products": "အကျုံးဝင်သော ထုတ်ကုန်များ",
    "min_quantity": "အနိမ့်ဆုံးပမာဏ",
    "min_purchase": "အနိမ့်ဆုံးဝယ်ယူမှု",
    "discounted_products": "လျှော့စျေးထုတ်ကုန်",
    "amount_usage": "အသုံးပြုသည့်ပမာဏ",
    "delete_alert": {
      "title": "ကမ်းလှမ်းချက်ကို ဖျက်ပါ။",
      "message": "ဤကမ်းလှမ်းချက်ကို ဖျက်ရန် သေချာပါသလား။",
      "action": "ဟုတ်ကဲ့၊ ကမ်းလှမ်းချက်ကို ဖျက်လိုက်ပါ။"
    },
    "notifications": {
      "delete_success": "ကမ်းလှမ်းချက်ကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။"
    }
  },
  "offer_edit": {
    "title_edit": "ကမ်းလှမ်းချက်ကို တည်းဖြတ်ပါ။",
    "title_add": "ကမ်းလှမ်းချက်အသစ်",
    "design_style": "ဒီဇိုင်း & စတိုင်",
    "eligible_constraints": "ဝယ်ယူသူ အရည်အချင်းပြည့်မီသော ကန့်သတ်ချက်များ",
    "title_input": "ခေါင်းစဥ်",
    "title_input_hint": "သင်သည် ဤလျှော့စျေးကုဒ်အတွက် ခေါင်းစဉ်တစ်ခု ထည့်သွင်းနိုင်သည်။",
    "description_input": "ဖော်ပြချက်",
    "description_input_hint": "ဤလျှော့စျေးကုဒ်အတွက် ဖော်ပြချက်တစ်ခုရေးပါ။",
    "currency_input_message": "ဤငွေကြေးအတွက် ကမ်းလှမ်းမှု ရနိုင်ပါသည်။",
    "qualified_products": "အကျုံးဝင်သော ထုတ်ကုန်များ",
    "qualified_products_message": "ထုတ်ကုန်များ အရည်အချင်းပြည့်မီစေရန်အတွက်၊ လှည်းရှိ ပစ္စည်းစုစုပေါင်းသည် အနိမ့်ဆုံးပမာဏထက် ညီမျှခြင်း သို့မဟုတ် ပိုများရပါမည်။",
    "min_items": "အနည်းဆုံး ပစ္စည်းအရေအတွက်",
    "min_items_message": "ဖောက်သည်ဝယ်ရမည့်ပစ္စည်းအရေအတွက်",
    "discounted_products": "လျှော့စျေးထုတ်ကုန်",
    "offered_products": "ထုတ်ကုန်များကမ်းလှမ်းခဲ့သည်။",
    "offered_products_message": "အနည်းဆုံး ဤထုတ်ကုန်များထဲမှ တစ်ခုကို လှည်းထဲတွင် ရှိရပါမည်။",
    "discount_percent": "လျှော့စျေးရာခိုင်နှုန်း",
    "discount_percent_message": "ဤအရာများအတွက် လျှော့စျေး ရာခိုင်နှုန်း။",
    "discount_percent_hint": "လျှော့စျေးရာခိုင်နှုန်းပမာဏ",
    "per_order": "မှာယူမှုတစ်ခုအတွက် အများဆုံးအသုံးပြုမှုအရေအတွက်",
    "per_order_message": "ကမ်းလှမ်းချက်တစ်ခုအတွက် လျှောက်ထားနိုင်သည့် အများဆုံးအကြိမ်အရေအတွက်",
    "count_input": "ပမာဏ",
    "count_input_hint": "ဤကမ်းလှမ်းချက်ကို အများဆုံးအသုံးပြုပါ။",
    "min_purchase": "အနိမ့်ဆုံးဝယ်ယူမှုပမာဏ",
    "min_purchase_hint": "ဝယ်ယူသည့်စျေးနှုန်းသည် ဤတန်ဖိုးထက်ကြီးသည် သို့မဟုတ် ညီမျှရပါမည်။",
    "limitation": "ကန့်သတ်ချက်",
    "date_start_input": "စတင်ပါ။",
    "date_start_input_placeholder": "ကူပွန်စတင်မည့်အချိန်ကို ရွေးချယ်ပါ။",
    "date_end_input": "အဆုံး",
    "date_end_input_placeholder": "လျှော့စျေးကုန်ဆုံးမည့်အချိန်ကို ရွေးပါ။",
    "max_actives_is_3": "တစ်ချိန်တည်းတွင် သင့်တွင် ကမ်းလှမ်းချက် သုံးခုသာ ရနိုင်သည်။",
    "enable": "အလိုအလျောက် သက်ရောက်သည်။",
    "notifications": {
      "add": "ကမ်းလှမ်းချက်အသစ်ကို အောင်မြင်စွာ ဖန်တီးပြီးပါပြီ။",
      "edit": "ကမ်းလှမ်းချက်ကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ထားသည်။"
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "ဆိုင်းဘုတ်",
      "reportage": "အစီရင်ခံခြင်း။",
      "social": "လူမှုမီဒီယာ",
      "offline": "အော့ဖ်လိုင်း"
    }
  },
  "emails": {
    "title": "အီးမေးလ်စျေးကွက်ရှာဖွေရေး",
    "subtitle": "ထိန်းသိမ်းမှုကို တိုးမြှင့်ရန်နှင့် ယုံကြည်စိတ်ချရပြီး တိကျသော အချက်အလက်များကို တစ်နေရာတည်းတွင် ကြည့်ရှုရန် လှုံ့ဆော်မှုများကို အချိန်ဇယားဆွဲကာ စတင်လုပ်ဆောင်ခြင်းဖြင့် အီးမေးလ်များကို ဒီဇိုင်းဆွဲပါ။",
    "cation_message": "⚠ အတည်မပြုထားသော ကုန်သည်များအတွက် ကန့်သတ်ထားသည်။ (ဘီတာ)",
    "subject": "ဘာသာရပ်",
    "from": "ထံမှ",
    "in_que": "စောင့်နေသည်။",
    "schedule_at": "အချိန်ဇယားဆွဲပါ။",
    "sent": "ပို့လိုက်ပါတယ်။",
    "sends": "ပို့ပေးပါတယ်။",
    "delivers": "ပေးပို့ခဲ့သည်။",
    "views": "ရှုခင်းများ",
    "clicks": "နှိပ်ပါ။",
    "buys": "ဝယ်ယူမှုများ",
    "new_email": "အီးမေးလ်အသစ်ထည့်ပါ။",
    "new_email_message": "စျေးကွက်ရှာဖွေရေးအီးမေးလ်အသစ်ကို ဖန်တီးပြီး အချိန်ဇယားဆွဲပါ။"
  },
  "email_dashboard": {
    "review": "သုံးသပ်ချက်",
    "waiting_for_approve": "{name} ဖြင့် အတည်ပြုချက်ကို စောင့်ဆိုင်းနေသည်",
    "approved_by": "အီးမေးလ်ကို {name} ဖြင့် အတည်ပြုပြီး ပေးပို့ခဲ့သည်။",
    "not_submitted_send_request": "ဤအီးမေးလ်ကို ပေးပို့ရန် တောင်းဆိုချက်ကို သင်မတင်ပြရသေးပါ။",
    "reviewed_by": "{name} ဖြင့် သုံးသပ်ထားသည်",
    "status": "အီးမေးလ်အခြေအနေ",
    "conversion": "ပြောင်းလဲနှုန်းများ",
    "sell_performance": "အရောင်းစွမ်းဆောင်ရည်",
    "total_buys": "စုစုပေါင်းရောင်းချမှုအရေအတွက်",
    "amount_buy": "စုစုပေါင်းရောင်းရငွေပမာဏ",
    "average_sell": "ပျမ်းမျှရောင်းအား",
    "sessions": "ဆက်ရှင်များ",
    "overview": "ခြုံငုံသုံးသပ်ချက်",
    "purchase_amount": "ဝယ်ယူမှုပမာဏ",
    "actions": "အသုံးပြုသူ လုပ်ဆောင်ချက်"
  },
  "email_page": {
    "emails": "အီးမေးလ်များ",
    "edit": "တည်းဖြတ်ပါ။"
  },
  "affiliate_page": {
    "affiliates": "Affiliate လုပ်ဖော်ကိုင်ဖက်များ",
    "orders": "အော်",
    "payments": "ငွေပေးချေမှုများ"
  },
  "affiliate_dashboard": {
    "link": "တွဲဖက်ပါတနာလင့်ခ်",
    "fix_commission": "ပုံသေကော်မရှင်",
    "percent_commission": "ရာခိုင်နှုန်းအခြေခံကော်မရှင်",
    "last_payment": "နောက်ဆုံးငွေပေးချေမှု",
    "balance": "လက်ကျန်",
    "total_payment": "စုစုပေါင်းငွေပေးချေမှုများ",
    "status": "တွဲဖက်ပါတနာအခြေအနေနှင့် ကန့်သတ်ချက်များ",
    "available_for": "ရရှိနိုင်ပါသည်။",
    "orders_count": "အော်ဒါပမာဏ",
    "orders_accepted": "လက်ခံထားသော အော်ဒါများ",
    "finance": "ဘဏ္ဍာရေးဆိုင်ရာအစီရင်ခံံစာ",
    "amount_accepted": "လက်ခံသည့်ပမာဏ",
    "amount_paid": "ပေးဆောင်သည့်ပမာဏ",
    "sessions": "ဆက်ရှင်များ",
    "affiliate_payment": "တွဲဖက်ပါတနာ ငွေပေးချေမှုများ",
    "amount_payment": "ငွေပေးချေမှုပမာဏ",
    "amount_payment_hint": "ငွေလွှဲပမာဏအတိအကျ",
    "i_paid": "ကျွန်ုပ်သည် {amount} {currency} ကို {name} သို့ ပေးဆောင်ခဲ့သည်",
    "pay_now": "ယခုပေးချေပါ။"
  },
  "permission_roles": {
    "new_role": "အခန်းကဏ္ဍအသစ်ထည့်ပါ။",
    "new_role_message": "အဖွဲ့လိုက်လုပ်ဆောင်မှုကို ပိုမိုလွယ်ကူစေသည်။",
    "new_role_action": "အခန်းကဏ္ဍအသစ်ထည့်ပါ။"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "ထီပေါက်သည်။",
    "sub_title": "သင့်ဖောက်သည်များသည် ဂိမ်းကစားပြီး အနိုင်ရနိုင်သည်။ သင့်စတိုးဆိုင်မှ ဝယ်ယူသူများသည် ဂိမ်းတစ်ခုစီအတွက် ချစ်ပ် 10 ခု စားသုံးရပါမည်။ ဥပမာအားဖြင့်၊ သင်သည် သင့်ဖောက်သည်များကို USD 1000 ဆွတ်ခူးရန် အခွင့်အရေးရလိုပါက၊ ချစ်ပ်တစ်ခုစီ၏စျေးနှုန်းပမာဏကို USD 100 ဖြင့် သတ်မှတ်ရပါမည်။ ချစ်ပ်တစ်ခုစီအတွက် 0 တန်ဖိုးဆိုသည်မှာ ဝယ်ယူသူသည် ဝယ်ယူမှုတစ်ခုစီအတွက် ချစ်ပ်တစ်ချပ်ကို လက်ခံရရှိမည်ဖြစ်သည်။",
    "manually_send_chip": "အသုံးပြုသူများထံ ချစ်ပ်များကို ကိုယ်တိုင်ပေးပို့လိုပါသလား။",
    "lottery_enable": "ထီဖွင့်ထားပါသလား။",
    "chip_price_input": "Chip စျေးနှုန်း",
    "zero_chip_message": "အော်ဒါတစ်ခုလျှင် 1x chip ပေးပါ။",
    "chip_has_price_message": "မှာယူမှု {amount} {currency} တစ်ခုလျှင် chip 1 ခု ပေးပါ။",
    "chip_disabled_message": "Chip ကို ပိတ်ထားသည်။",
    "create_new": "ဆုအသစ်ထည့်ပါ။",
    "delete_alert": {
      "title": "ဆုကို ဖျက်ပါ။",
      "message": "ဤဆုကို အပြီးတိုင်ဖျက်ရန် သေချာပါသလား။",
      "action": "ဟုတ်ကဲ့ အခု ဖျက်လိုက်ပါ။"
    },
    "notifications": {
      "delete_success": "ဆုအား အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။"
    }
  },
  "lottery_edit": {
    "title_edit": "ထီပစ္စည်းကို တည်းဖြတ်ပါ။",
    "title_add": "ထီပစ္စည်းအသစ်",
    "general_config": "အထွေထွေဖွဲ့စည်းမှု",
    "design_style": "ပုံစံနှင့် ပုံပန်းသဏ္ဍာန်",
    "enable": "ဖွင့်မလား။",
    "enable_message": "ဘီးတစ်ခုတွင် အများဆုံး ပစ္စည်းများမှာ 14 ခုဖြစ်သည်။",
    "title_input": "ခေါင်းစဥ်",
    "title_input_hint": "ခေါင်းစဉ်အတိုရေးပါ။",
    "description_input": "ဖော်ပြချက်",
    "description_input_hint": "ပစ္စည်းအကြောင်းဖော်ပြချက်ရေးပါ။",
    "quantity": "အရေအတွက်",
    "quantity_message": "စုစုပေါင်းရနိုင်သောပစ္စည်းများ",
    "image": "ပုံ",
    "image_placeholder": "အရာအတွက် ပုံတစ်ပုံကို ရွေးပါ။",
    "chance": "အခွင့်အလမ်း",
    "chance_message": "ရာနှုန်းပြည့်အနိုင်ရရှိမှု",
    "free_for_first": "ဖောက်သည်အသစ်များအတွက် အခမဲ့ဖြစ်ပါသလား။",
    "free_for_first_message": "ဖောက်သည်အသစ်များသည် ဤအရာကို ဆွတ်ခူးနိုင်သည်။",
    "prize": "ဆု",
    "amount": "ဆုငွေပမာဏ",
    "amount_hint": "အသုံးပြုသူများသည် ၎င်းတို့၏ မှာယူမှုအတွက် ဤပမာဏကို အနိုင်ရသည်။",
    "currency_message": "ဤအရာအတွက် ငွေကြေး။ အခြားငွေကြေးများကို ငွေလဲနှုန်းဖြင့် ပြောင်းလဲပါသည်။",
    "discount": "လျှော့စျေး",
    "discount_message": "ဝယ်ယူသူအမှာစာအတွက် ရာခိုင်နှုန်းလျှော့စျေး",
    "discount_limit": "လျှော့စျေးကန့်သတ်ချက်",
    "discount_limit_hint": "ဖောက်သည်များအတွက် အများဆုံးလျှော့စျေး။",
    "color": "အရောင်",
    "condition": "အခြေအနေများ",
    "notifications": {
      "add": "ထီပစ္စည်းအသစ်ကို အောင်မြင်စွာ ဖန်တီးနိုင်ပါပြီ။",
      "edit": "ထီပစ္စည်းများကို အောင်မြင်စွာ ပြောင်းလဲခဲ့သည်။"
    }
  },
  "gift_card_types_list": {
    "label": "လက်ဆောင်ကတ်အမျိုးအစား",
    "message": "စာရင်းထဲမှ လက်ဆောင်ကတ်အမျိုးအစားကို ရွေးပါ။"
  },
  "email_builder": {
    "service_unavailable": "မေးလ်ဆာဗာသည် သင့်အကောင့်တွင် မလှုပ်ရှားပါ။",
    "design_section": "သင့်အီးမေးလ်ဒီဇိုင်းပြား",
    "schedule_switch": "အီးမေးလ်ပို့ရန် စီစဉ်ပါသလား။",
    "schedule_placeholder": "အီးမေးလ်ပို့ရန်အချိန်ကိုရွေးချယ်ပါ။"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "မှတ်ပုံတင်ရက်",
      "description": "အသုံးပြုသူ၏ မှတ်ပုံတင်ရက်စွဲဖြင့် စစ်ထုတ်ပါ။"
    },
    "LAST_BUY_DATE": {
      "title": "နောက်ဆုံးဝယ်ယူမှု",
      "description": "နောက်ဆုံးဝယ်ယူသည့်ရက်စွဲ။"
    },
    "LOGIN_DATE": {
      "title": "အကောင့်ဝင်မည့်ရက်",
      "description": "နောက်ဆုံးဝင်ရောက်သည့်ရက်စွဲ။"
    },
    "LEVEL": {
      "title": "ဖောက်သည်အသင်း",
      "description": "ဖောက်သည်အသင်း၏အဖွဲ့ဝင်များ။"
    },
    "SUBSCRIBED": {
      "title": "စာရင်းသွင်းထားသည်။",
      "description": "အီးမေးလ်လက်ခံရရှိရန် စာရင်းသွင်းမှုပြုလုပ်ရန်။"
    },
    "NOT_PURCHASED": {
      "title": "အဝယ်မရှိ။",
      "description": "အခုထိ မဝယ်ရသေးတဲ့ Customer များ။"
    },
    "SEX": {
      "title": "ကျား၊",
      "description": "အသုံးပြုသူ လိင်။"
    },
    "LOCATION": {
      "title": "တည်နေရာ",
      "description": "အသုံးပြုသူတည်နေရာ။"
    },
    "LIMIT": {
      "title": "ကန့်သတ်",
      "description": "အများဆုံးအသုံးပြုသူအရေအတွက်အပေါ် ကန့်သတ်ချက်တစ်ခု သတ်မှတ်ပါ။"
    },
    "SEGMENTS": {
      "title": "အပိုင်းများ",
      "description": "သတ်မှတ်ထားသော လူကိုယ်တိုင် အပိုင်းခွဲခြင်းတွင် ဝယ်ယူသူများကို ကန့်သတ်ပါ။"
    }
  },
  "inline_help": {
    "helps_title": "ဝန်ဆောင်မှုအသုံးပြုသူလမ်းညွှန်",
    "blogs_title": "Selldone Blog ရှိ ဆက်စပ်အကြောင်းအရာ"
  },
  "shop_tax": {
    "region": "တိုင်းဒေသကြီး",
    "label": "တံဆိပ်",
    "country_tax": "နိုင်ငံအခွန်",
    "customer_tax": "ဝယ်ယူသူ VAT",
    "business_tax": "လုပ်ငန်း VAT",
    "shipping": "သင်္ဘောဖြင့်ကုန်ပစ္စည်းပို့ခြင်း",
    "override": "ပဓာန",
    "country": "တိုင်းပြည်",
    "vat_range": "VAT အတိုင်းအတာ",
    "custom": "စိတ်ကြိုက်",
    "regions": "များသော",
    "rest_world": "ကျန်တဲ့ကမ္ဘာ",
    "overrides": "ထပ်လောင်းသည်။",
    "dialog_set_title": "အခွန်ဆက်တင်များ",
    "tax_setting": "အခွန်ဆက်တင်များ",
    "vat": "VAT",
    "calculate_tax_input": "အလိုအလျောက်အခွန်တွက်ချက်",
    "calculate_tax_message": "ဤရွေးချယ်မှုကို အသက်သွင်းခြင်းဖြင့်၊ VAT တွက်ချက်ပြီး သင့်မှာယူမှုများအတွက် အသုံးချပါမည်။",
    "tax_number": "အခွန်ကုဒ်နံပါတ်",
    "tax_number_message": "သင်၏အခွန်နံပါတ်ကိုထည့်ပါ။ ဤမှတ်ပုံတင်နံပါတ်ကို ဝယ်ယူသူ၏ ငွေတောင်းခံလွှာတွင် မှတ်တမ်းတင်ထားမည်ဖြစ်ပါသည်။",
    "tax_included_in_price_input": "ကုန်ပစ္စည်းစျေးနှုန်းတွင် ပါဝင်သော အခွန်",
    "tax_included_in_price_message": "သင့်ထုတ်ကုန်၏စျေးနှုန်းတွင် အခွန်ပမာဏကို ထည့်သွင်းပါက ဤရွေးချယ်မှုကို ရွေးချယ်ပါ။ အခွန်ပမာဏကို အောက်ပါပုံသေနည်းဖြင့် တွက်ချက်ပါမည်။",
    "tax_included_in_price_formula": "အခွန် = (စျေးနှုန်း * VAT) / ဥပမာ (1 + VAT)၊ ဥပမာ၊ စျေးနှုန်း 100$ တွင် ကုန်ပစ္စည်းတစ်ခုအတွက် အခွန်ပမာဏသည် 10% တန်ဖိုးထပ်တိုးနှုန်းဖြင့် 9.09$ ဖြစ်လာသည်။",
    "tax_on_shipping_input": "ပို့ဆောင်မှုတွင် အခွန်ပေးဆောင်ပါ။",
    "tax_on_shipping_message": "ဤရွေးချယ်မှုကို ရွေးချယ်ခြင်းဖြင့် ပို့ဆောင်မှုတွင် အခွန်သက်ရောက်မည်ဖြစ်သည်။",
    "fixed_tax_rate": "ပုံသေအခွန်နှုန်းထား",
    "dynamic_tax_rate": "ဒေသအလိုက် အခွန်",
    "locations_tip": "အထက်ဖော်ပြပါစာရင်းသည် သင်ရောင်းချသည့်နိုင်ငံများအဖြစ် ဆိုင်ဆက်တင်များ > တည်နေရာများထဲတွင် သင်ရွေးချယ်ထားသောနိုင်ငံများကိုသာ ပြသသည်။",
    "locations_action": "ဆိုင်တည်နေရာများ ဆက်တင်များ",
    "save_alert": "ဆက်တင်များကို မသိမ်းဆည်းပါ။",
    "pos_tax_setting": "POS Tax ဆက်တင်များ"
  },
  "transportation_page": {
    "menu": {
      "dashboard": "ဒိုင်ခွက်",
      "transportations": "ပို့ဆောင်ရေးနည်းလမ်းများ",
      "orders": "အော်",
      "setting": "ဆက်တင်",
      "delivery_services": "ဝန်ဆောင်မှုများ",
      "delivery_persons": "စာပို့လုလင်များ"
    },
    "go_to_courier_list": "စာပို့သူစာရင်းကို ကြည့်ပါ။",
    "go_to_service_list": "ပို့ဆောင်ရေးဝန်ဆောင်မှုများစာရင်းကို ကြည့်ပါ။"
  },
  "transportation_persons": {
    "title": "စာပို့လုလင်များ",
    "notifications": {
      "success_add": "ချောက ဆက်ပြောသည်။",
      "success_reset": "စာရင်းအင်းများကို ပြန်လည်သတ်မှတ်ပါ။",
      "success_remove": "ချောပို့ကို အောင်မြင်စွာ ဖယ်ရှားခဲ့သည်။",
      "success_update": "ချောပို့အချက်အလက်ကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ထားသည်။"
    },
    "reset": {
      "title": "စာရင်းဇယားများကို ပြန်လည်သတ်မှတ်ပါ။",
      "message": "ဤစာပို့သူ၏ စာရင်းအင်းများကို ပြန်လည်သတ်မှတ်ရန် သေချာပါသလား။",
      "action": "ဟုတ်ကဲ့၊ ယခု ပြန်လည်သတ်မှတ်ပါ။"
    },
    "remove": {
      "title": "Courier ကို ဖယ်ရှားပါ။",
      "message": "ဤစာပို့သူအား ဖျက်ရန် သေချာပါသလား။",
      "action": "ဟုတ်ကဲ့၊ ယခု ဖယ်ရှားလိုက်ပါ။"
    },
    "add_dialog": {
      "title": "ကယ်ရီယာအသစ်ထည့်ပါ။",
      "action": "ချောစာထည့်ပါ။"
    }
  },
  "transportation_orders": {
    "title": "ပို့ဆောင်မှုအတွက် အမိန့်များ",
    "notifications": {
      "success_update": "ပို့ဆောင်မှုအခြေအနေကို အောင်မြင်စွာ မွမ်းမံပြီးပါပြီ။",
      "success_payment": "COD ငွေပေးချေမှုကို အောင်မြင်စွာ အတည်ပြုခဲ့သည်။"
    }
  },
  "delivery_person": {
    "actions_title": "ချောစာ ဆက်တင်များ",
    "action_delivered": "ပို့ဆောင်ခဲ့သည်။",
    "action_paid": "COD ပေးထားသည်။",
    "action_returned": "ပြန်လာခဲ့သည်။",
    "cod_confirm_action": "COD ငွေပေးချေမှုကို အတည်ပြုပါ။",
    "pickup_dialog": {
      "title": "သင်သည် ဤပက်ကေ့ဂျ်၏ ပို့ဆောင်သူလား။",
      "message": "ဤပါဆယ်ထုပ်ကို သယ်ဆောင်ရန် သင့်တွင် တာဝန်ရှိပါက Yes ကိုရွေးချယ်ပါ၊ သို့မဟုတ်ပါက No ကိုရွေးချယ်ပါ။"
    },
    "status_dialog": {
      "title": "အခြေအနေကို {status} သို့ ပြောင်းပါ",
      "message": "ပေးပို့မှုအခြေအနေကို {status} သို့ ပြောင်းရန် သေချာပါသလား။",
      "action": "ဟုတ်ကဲ့ ကျွန်တော် အတည်ပြုပါတယ်။"
    },
    "cod_dialog": {
      "title": "COD ငွေပေးချေမှု",
      "message": "ဝယ်ယူသူထံမှ မှာယူမှုပမာဏကို လက်ခံရရှိကြောင်း အတည်ပြုပါသလား။",
      "action": "ဟုတ်ကဲ့၊ ငွေပေးချေမှုကို အတည်ပြုပါတယ်။"
    }
  },
  "transportation_services": {
    "title": "Delivery ဝန်ဆောင်မှု",
    "notifications": {
      "success_add": "Delivery Service ကိုလည်း ထည့်သွင်းပေးထားပါတယ်။",
      "success_reset": "စာရင်းအင်းများကို ပြန်လည်သတ်မှတ်ပါ။",
      "success_remove": "ဝန်ဆောင်မှုကို အောင်မြင်စွာ ဖယ်ရှားခဲ့သည်။",
      "success_update": "ဝန်ဆောင်မှုကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ထားသည်။"
    },
    "reset": {
      "title": "စာရင်းဇယားများကို ပြန်လည်သတ်မှတ်ပါ။",
      "message": "ဤဝန်ဆောင်မှု၏ စာရင်းအင်းများကို ပြန်လည်သတ်မှတ်ရန် သေချာပါသလား။",
      "action": "ဟုတ်ကဲ့၊ ယခု ပြန်လည်သတ်မှတ်ပါ။"
    },
    "remove": {
      "title": "ပို့ဆောင်ခြင်းဝန်ဆောင်မှုကို ဖယ်ရှားပါ။",
      "message": "ဤဝန်ဆောင်မှုကို ဖျက်ရန် သေချာပါသလား။",
      "action": "ဟုတ်ကဲ့၊ ယခု ဖယ်ရှားလိုက်ပါ။"
    },
    "add_dialog": {
      "title": "ပို့ဆောင်မှုဝန်ဆောင်မှုအသစ်ကို ထည့်ပါ။",
      "action": "ဝန်ဆောင်မှုထည့်ပါ။"
    }
  },
  "delivery_receipt": {
    "title": "ပေးပို့ပြေစာ",
    "has_return": "ပေးပို့မှု ပြန်လည်ပေးအပ်ခြင်း။",
    "cashed": "ငွေသားပေးချေမှု"
  },
  "delivery_dashboard": {
    "select_destinations": "အော်ဒါများကို စာရင်းထဲထည့်ပါ။",
    "price_calculation": "ပို့ဆောင်ခနှုန်းထားများကို ခန့်မှန်းပါ။",
    "price_calculation_action": "စျေးနှုန်းတွက်ချက်",
    "add_request": "ဝန်ဆောင်မှုတောင်းခံခြင်း။",
    "add_request_action": "ဝန်ဆောင်မှုတောင်းဆိုမှုကို တင်ပြပါ။",
    "refresh_action": "အချက်အလက် မွမ်းမံပါ။"
  },
  "delivery_order": {
    "title": "ပို့ဆောင်ခြင်း",
    "has_return": "ပေးပို့မှု ပြန်လည်ပေးအပ်ခြင်း။",
    "cashed": "ငွေသားပေးချေမှု"
  },
  "cash_register": {
    "menu": {
      "panel": "ငွေပေးကောင်တာ",
      "orders": "အော်",
      "customers": "ဖောက်သည်များ",
      "devices": "စက်များ",
      "inventory": "စာရင်း"
    },
    "payment_confirm": "ငွေပေးချေမှု အတည်ပြုချက်",
    "payment_confirm_msg": "ဝယ်ယူသူ ပေးဆောင်သည့် မှာယူမှု {basket_id}။"
  },
  "barcode_scanner": {
    "wifi_pass": "သင်၏ Wi-Fi စကားဝှက်",
    "message": "သင်၏ WiFi router စကားဝှက်ကို ထည့်သွင်းပြီး QR ကုဒ်ကို စကင်န်ဖတ်ပါ။",
    "wifi_ssid": "Wi-Fi SSID",
    "ssid_message": "သင်၏ Wi-Fi ကွန်ရက်အမည် (SSID) ထည့်ပါ။"
  },
  "pos_devices": {
    "Scanner": "ဘားကုဒ်စကင်နာ",
    "Scanner_desc": "ဘားကုဒ်စကင်နာကို အသုံးပြုရန်၊ သင်သည် ထုတ်ကုန်ဆက်တင်များတွင် ထုတ်ကုန် SKU ကုဒ်ကို မှန်ကန်စွာ ထည့်သွင်းရပါမည်။",
    "Printer": "ပုံနှိပ်စက်",
    "Printer_desc": "ပြေစာပရင်တာသို့ ချိတ်ဆက်ခြင်းဖြင့် သင့်ဖောက်သည်များ ပြေစာကို ပရင့်ထုတ်ပါ။",
    "CustomerView": "ဖောက်သည်အမြင်",
    "CustomerView_desc": "ဤစာမျက်နှာသည် သင့်အား မှာယူမှုအသေးစိတ်အချက်အလက်များကို သင့်ဖောက်သည်များအား ပြသနိုင်စေပါသည်။",
    "CardReader": "ကတ်ဖတ်စက်",
    "CardReader_desc": "သင့်ဖောက်သည်များမှ COD ငွေပေးချေမှုအတွက် ကတ်ဖတ်ကိရိယာ။",
    "ChipReader": "Chip Reader",
    "ChipReader_desc": "တဂ်များကိုသုံးပြီး လှည်းသို့ ပစ္စည်းများထည့်ရန် NFC တဂ်ဖတ်သူ။"
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "စက်ပစ္စည်းကို ဖယ်ရှားပါ။",
      "message": "ဤစက်ပစ္စည်းကို သင်၏ POS ပရိုဖိုင်မှ ဖယ်ရှားရန် သေချာပါသလား။",
      "action": "ဟုတ်ကဲ့၊ ယခု ဖယ်ရှားလိုက်ပါ။"
    }
  },
  "pos_process_center": {
    "title": "POS အမှာစာ စီမံဆောင်ရွက်ရေးဌာန",
    "menu": {
      "label": "Package Label",
      "receipt": "ပြေစာ",
      "back": "ကျော",
      "timeline": "အချိန်ဇယား",
      "order": "အော်"
    }
  },
  "pos": {
    "add_customer": "ဖောက်သည်ထည့်ပါ။",
    "set_delivery": "ပေးပို့ရမည့်လိပ်စာကို သတ်မှတ်ပါ။",
    "add_giftcards": "လက်ဆောင်ကတ်ထည့်ပါ။",
    "add_discount_code": "လျှော့စျေးကုဒ်ထည့်ပါ။",
    "add_coupon": "ကူပွန်ထည့်ပါ။",
    "set_campaign": "ကမ်ပိန်းသတ်မှတ်ပါ။",
    "select_buyer": "ဝယ်သူကို ရွေးပါ။",
    "send_to_pos": "ကတ်ဖတ်စက်သို့ ပို့ပါ။",
    "print_receipt": "ဖြတ်ပိုင်းကို ရိုက်နှိပ်ပါ။",
    "confirm_cash_payment": "ငွေသားပေးချေမှုကို အတည်ပြုပါ။",
    "payment_cod": {
      "title": "ပို့ဆောင်မှုတွင် ငွေသားပေးချေခြင်း။",
      "message": "ဤမှာယူမှု၏ပမာဏကို ပို့ဆောင်ပြီးနောက် ပေးချေပါမည်။ ဝယ်ယူသူထံမှ ပမာဏကို လက်ခံရရှိပြီးနောက်၊ စနစ်တွင် မှာယူမှုကို အပြီးသတ်ရန် ငွေပေးချေမှုကို အတည်ပြုရပါမည်။"
    },
    "payment_online": {
      "title": "အွန်လိုင်းငွေပေးချေမှုနည်းလမ်းကို ရွေးချယ်ပါ။",
      "message": "အောက်ပါရွေးချယ်စရာများကို ရွေးချယ်ခြင်းဖြင့်၊ ငွေပေးချေမှုလင့်ခ်တစ်ခုကို ဖန်တီးပြီး ဝယ်ယူသူထံ ပေးပို့ပါမည်။ ဤလင့်ခ်ကို ပေးချေခြင်းဖြင့်၊ မှာယူမှုအခြေအနေသည် အခပေးမုဒ်သို့ ပြောင်းလဲသွားပါမည်။ ဖောက်သည်စခရင်၊ SMS သို့မဟုတ် အီးမေးလ်တွင် QR ကုဒ်ကို စကင်န်ဖတ်ခြင်းဖြင့် ငွေပေးချေမှုလင့်ခ်ကို ထုတ်ပေးမည်ဖြစ်သည်။ လင့်ခ်တစ်ခုပေးပို့ရန် မည်သည့်ချန်နယ်ကိုမဆို အသက်သွင်းရန်၊ ထိုရွေးချယ်မှုကို နှိပ်ပြီးနောက် ဝယ်ယူသူထံ ပြေစာတစ်ခုပေးပို့ရန် ခလုတ်ကို နှိပ်ပါ။"
    },
    "notifications": {
      "success_pay": "အော်ဒါငွေပေးချေမှုပြီးပါပြီ။",
      "success_order": "မှာယူမှုကို အောင်မြင်စွာ ဖန်တီးပြီး ဖောက်သည် ပေးချေရန် စောင့်ဆိုင်းနေပါသည်။"
    },
    "payment_dialog": {
      "check_pay_now": "ငွေပေးချေမှုကို ကိုယ်တိုင်စစ်ဆေးပါ။",
      "close_action": "ဒိုင်ယာလော့ခ်ကို ပိတ်ပါ။ ဖောက်သည်ငွေပေးချေမှုကို မစောင့်ချင်ပါ။",
      "go_to_order": "မှာယူမှုစာမျက်နှာသို့သွားပါ။",
      "paid_by_gift_card_msg": "စုစုပေါင်းမှာယူမှုပမာဏကို လက်ဆောင်ကတ်များမှ ထုတ်ယူခဲ့သည်။ ဝယ်သူက ပိုပေးစရာမလိုပါဘူး။",
      "cod_msg": "အော်ဒါလက်ခံသောအခါတွင် ဖောက်သည်က ငွေပေးချေလိမ့်မည်။",
      "online_msg": "ဖောက်သည်စခရင်ပေါ်တွင် QR ကုဒ်ကို စကင်န်ဖတ်ရန် သုံးစွဲသူအား တောင်းဆိုပါ။"
    },
    "name": "POS",
    "message": "သင်၏အွန်လိုင်းတွင် ရောင်းချသည့် ပွိုင့်ရောင်းချမှု ကုန်ကျစရိတ် လုံးဝမရှိစေဘဲ၊ ၎င်းကို မည်သည့် စမတ်ဖုန်း၊ တက်ဘလက်နှင့် PC တွင်မဆို လုပ်ဆောင်ပါ သို့မဟုတ် မှာယူမှုများကို ကိုယ်တိုင်ဖန်တီးပါ။"
  },
  "exporter": {
    "title": "ဒေတာထုတ်ရန်",
    "subtitle": "သင့်ဒေတာသည် သင်ပိုင်ဆိုင်ပါသည်။ သင့်လုပ်ငန်းအချက်အလက်ကို ပုံမှန်ဖော်မတ်ဖြင့် အချိန်မရွေး ဒေါင်းလုဒ်လုပ်နိုင်ပါသည်။ သို့သော်လည်း သင့်ဖောက်သည်များ၏ လျှို့ဝှက်ရေးကို လေးစားပါ၊ ၎င်းတို့ကို စပမ်းမတင်ပါနှင့်၊ ၎င်းတို့၏ အချက်အလက်များကို ပြင်ပအဖွဲ့အစည်းနှင့် ဘယ်တော့မှ မမျှဝေပါနှင့်။",
    "excel": "Excel ဖော်မက်တွင် အချက်အလက်အပြည့်အစုံဖြင့် စတိုးရှိ {type} အားလုံးကို သင်လက်ခံရရှိမည်ဖြစ်သည်။",
    "csv": "CSV ဖော်မတ်ဖြင့် အချက်အလက်အပြည့်အစုံဖြင့် စတိုးရှိ {type} အားလုံးကို သင်လက်ခံရရှိမည်ဖြစ်သည်။ ဤဖော်မတ်သည် {type} ကို စတိုးဆိုင်သို့ တင်သွင်းရန်အတွက် Selldone ၏ စံဖော်မတ်နှင့်အညီ ဖြစ်သည်။"
  },
  "importer": {
    "category": {
      "title": "အမျိုးအစားများကို တင်သွင်းပါ။",
      "subtitle": "အမျိုးအစားများ၏ CSV ဖိုင်ကို ဤနေရာတွင် အပ်လုဒ်လုပ်ပါ။ စံဖော်မတ်ကို လိုက်နာကြောင်း သေချာပါစေ။"
    },
    "product": {
      "title": "သွင်းကုန်များ",
      "subtitle": "ထုတ်ကုန်များ၏ CSV ဖိုင်ကို ဤနေရာတွင် အပ်လုဒ်လုပ်ပါ။ စံဖော်မတ်ကို လိုက်နာကြောင်း သေချာပါစေ။"
    },
    "product_images": {
      "title": "ပုံများကို တင်သွင်းပါ။",
      "subtitle": "ဓါတ်ပုံအချက်အလက်ကို ရယူခြင်းသည် အချိန်ကုန်သည်။ ပုံများကိုတင်သွင်းသည့်အခါ မူပိုင်ခွင့်ကို လေးစားလိုက်နာရန် သေချာပါစေ။"
    },
    "inventory": {
      "title": "အစုလိုက် အပ်ဒိတ်စာရင်း",
      "subtitle": "စာရင်း၏ CSV ဖိုင်ကို ဤနေရာတွင် အပ်လုဒ်လုပ်ပါ။ CSV ဖိုင်ကို ဦးစွာ တင်ပို့ပြီး ထိုဖိုင်ကို တည်းဖြတ်ခြင်းဖြင့် စံဖော်မတ်ကို လိုက်နာကြောင်း သေချာပါစေ။"
    },
    "back_to_products": "ထုတ်ကုန်များစာရင်းသို့ ပြန်သွားရန်",
    "back_to_categories": "အမျိုးအစားစာရင်းသို့ ပြန်သွားရန်",
    "back_to_inventory": "စာရင်းအင်းစာရင်းသို့ ပြန်သွားရန်",
    "step_select_file": "CSV ဖိုင်ကို ရွေးပါ။",
    "step_send_to_server": "ဆာဗာသို့ ပို့ပါ။",
    "step_view_result": "ရလဒ်ကိုကြည့်ပါ။",
    "step_view_que": "စောင့်ဆိုင်းစာရင်းကို ကြည့်ရှုပါ။",
    "send_to_server_action": "ဆာဗာသို့ ပို့ပါ။",
    "shop_license": "ဆိုင်လိုင်စင်",
    "max_items_limit": "အများဆုံး ကန့်သတ်ချက်",
    "total_items": "စုစုပေါင်းပစ္စည်းများ",
    "customer": {
      "title": "သွင်းကုန်ဖောက်သည်များ",
      "subtitle": "ဝယ်ယူသူများ၏ CSV ဖိုင်များကို ဤနေရာတွင် အပ်လုဒ်လုပ်ပါ။ သင်သည် စံဖော်မတ်ကို လိုက်နာကြောင်း သေချာစေပြီး၊ သင်သည် ကိုယ်ရေးကိုယ်တာ စည်းမျဉ်းများကို လိုက်နာရမည်ဖြစ်သည်။"
    }
  },
  "campaigns": {
    "title": "လှုံ့ဆော်မှုများ",
    "subtitle": "ကမ်ပိန်းများဖန်တီးပါ၊ ခြေရာခံနိုင်သောလင့်ခ်များကို ဖန်တီးကာ တစ်နေရာတည်းတွင် ယုံကြည်စိတ်ချရပြီး တိကျသောအချက်အလက်များကို ကြည့်ရှုပါ။ ကျွန်ုပ်တို့သည် သင့်အား ပိုမိုကောင်းမွန်သော ဒေတာမောင်းနှင်သည့် ဆုံးဖြတ်ချက်များချနိုင်ရန် ကူညီပေးပါသည်။",
    "add_action": "ကမ်ပိန်းအသစ်ထည့်ပါ။",
    "empty_message": "သင်၏ ပထမဆုံး ကမ်ပိန်းကို ယခု ဖန်တီးပါ။",
    "delete": {
      "title": "လှုံ့ဆော်မှုကို ဖျက်ပါ။",
      "message": "ဤကမ်ပိန်းနှင့် ဒေတာအားလုံးကို ဖျက်ရန် သေချာပါသလား။",
      "action": "ဟုတ်ကဲ့ အခု ဖျက်လိုက်ပါ။"
    }
  },
  "landing_categories": {
    "raw": "အကြမ်းထည်များ",
    "marketing": "စျေးကွက်ရှာဖွေရေးနှင့်ကြော်ငြာများ",
    "product": "ထုတ်ကုန်မိတ်ဆက်",
    "health": "ကျန်းမာရေးနှင့် ကြံ့ခိုင်မှု",
    "food": "အစားအသောက်နှင့် သစ်သီးများ",
    "house": "အိမ်ခြံမြေနှင့်အိမ်",
    "device": "စက်နှင့်စက်",
    "car": "ကား",
    "software": "ဆော့ဝဲ",
    "clothing": "အဝတ်အစားနှင့် ဖိနပ်",
    "jewellery": "ရတနာ"
  },
  "shop_theme": {
    "theme_colors": "အပြင်အဆင် အရောင်များ",
    "products_view_mode": "စျေးဝယ်စာရင်းမြင်ကွင်း",
    "products_view_mode_desc": "မျက်နှာပြင်အရွယ်အစားပေါ်မူတည်၍ သင့်စတိုးရှိ ကုန်ပစ္စည်းများ၏ ပြသမှုမုဒ်ကို သင်ချိန်ညှိနိုင်သည်။ ဤမုဒ်ကို ပုံသေဖြင့် ယူဆမည်ဖြစ်ပြီး အသုံးပြုသူက ပြသမှုမုဒ်ကို ပြောင်းလဲပါက အသုံးပြုမည်မဟုတ်ပါ။",
    "color_light": "မူလအရောင်",
    "color_dark": "မူလအမှောင်အရောင်",
    "color_deep_dark": "နက်မှောင်သောအရောင်",
    "color_info": "လင့်များ",
    "light_checkout": "ငွေရှင်းခြင်းအပြင်အဆင်",
    "light_header": "အလင်းခေါင်း",
    "light_footer": "အောက်ခြေမှတ်တိုင်",
    "product_page": "ထုတ်ကုန်စာမျက်နှာ",
    "typography": "စာစီစာရိုက်",
    "header": "ခေါင်းစီး",
    "custom_code": "စိတ်ကြိုက်ကုဒ်",
    "custom_css": "စိတ်ကြိုက် CSS"
  },
  "app_templates": {
    "default": "ပုံသေ",
    "blue": "အပြာရောင်ပင်လယ်",
    "amber": "ပယင်း",
    "green": "အီကွေတိုရီရယ်",
    "red": "သွေးစုပ်ဖုတ်ကောင်",
    "magenta": "ပန်း",
    "master": "ဆရာကြီး",
    "black": "အမှောင်ဘက်"
  },
  "affiliate_orders": {
    "title": "တွဲဖက်ပါတနာ အော်ဒါများ",
    "table": {
      "order_price": "မှာယူမှုပမာဏ",
      "order_payment": "အော်ဒါငွေပေးချေမှုအခြေအနေ",
      "order_link": "အော်ဒါလင့်",
      "commission_status": "ကော်မရှင် အနေအထား",
      "commission_amount": "ကော်မရှင်ပမာဏ",
      "items": "ပစ္စည်းများ",
      "actions": "လုပ်ဆောင်ချက်များ",
      "create_date": "ရက်စွဲကိုဖန်တီးပါ။"
    },
    "notifications": {
      "update_success": "တွဲဖက်အခြေအနေအား အပ်ဒိတ်လုပ်ထားသည်။"
    }
  },
  "affiliate_payments": {
    "title": "တွဲဖက်ပါတနာ ငွေပေးချေမှုများ",
    "table": {
      "staff": "ဝန်ထမ်း",
      "amount": "ပမာဏ",
      "note": "မှတ်ချက်",
      "date": "ရက်စွဲ"
    }
  },
  "my_roles": {
    "title": "ငါ့ရဲ့ အခန်းကဏ္ဍ",
    "message": "ရာထူးများသည် စတိုးဆိုင်တစ်ခု၏ ဝန်ထမ်းများအား ပေးအပ်သည့် အခွင့်ရေးအမျိုးအစားဖြစ်သည်။ ဥပမာအားဖြင့်၊ အမိန့်ပေးပို့ခြင်း သို့မဟုတ် ထုပ်ပိုးခြင်းအတွက် တာဝန်ရှိသော ဝန်ထမ်းများ။"
  },
  "role_card": {
    "complete_tasks": "အလုပ်များပြီးမြောက်သည်။",
    "reject_tasks": "အလုပ်များကို ပယ်ချခဲ့သည်။",
    "last_check": "လတ်တလော စစ်ဆေးခြင်း။"
  },
  "referral_widget": {
    "apply_now": "ဤအစီအစဉ်အတွက် ယခုပဲ လျှောက်ထားလိုက်ပါ။",
    "no_bonus": "သူငယ်ချင်းတစ်ဦးကိုဖိတ်ခေါ်ခြင်းဖြင့် ပထမဆုရယူပါ။",
    "your_gift": "မင်းရဲ့လက်ဆောင်",
    "invited_gift": "လက်ဆောင်ဖိတ်ခေါ်ပါတယ်။",
    "percent_bonus": "ရာခိုင်နှုန်း ဘောနပ်စ်",
    "discount_bonus": "လျှော့စျေးဆုကြေးငွေ",
    "registered": "အသုံးပြုသူအသစ်",
    "accepted": "လက်ခံအသုံးပြုသူ"
  },
  "app_config": {
    "reviews": "သုံးသပ်ချက်များ",
    "rate_now": "ယခု အဆင့်သတ်မှတ်ပါ။",
    "category": "အမျိုးအစား",
    "uninstall": "ဖြုတ်ပါ။",
    "get_app": "အက်ပ်ကို ရယူပါ။",
    "public_keys": "အများသူငှာသော့များ",
    "private_keys": "ကိုယ်ပိုင်သော့များ (Secure)",
    "config": "အက်ပ်ဖွဲ့စည်းမှု",
    "app_status": "လျှောက်လွှာအခြေအနေ",
    "app_info": "လျှောက်လွှာအချက်အလက်",
    "update_at": "လတ်တလော အပ်ဒိတ်",
    "visit_website": "ဝဘ်ဆိုဒ်ကို ဝင်ကြည့်ပါ။",
    "privacy": "ကိုယ်ရေးအချက်အလက်မူဝါဒ",
    "installs": "တပ်ဆင်သည်။",
    "basic_profile_permission": "အခြေခံပရိုဖိုင်အချက်အလက်",
    "developer": "ပြုစုသူ",
    "permissions": "ခွင့်ပြုချက်များ",
    "total_comments": "စုစုပေါင်းမှတ်ချက်များ",
    "delete_dialog": {
      "title": "အက်ပ်ကို ဖြုတ်ပါ။",
      "message": "ဤအက်ပ်ကို သင့်စတိုးမှ ဖယ်ရှားလိုပါသလား။",
      "action": "ဟုတ်ကဲ့၊ အက်ပ်ကို ဖျက်ပါ။"
    },
    "notifications": {
      "uninstall_success": "အပလီကေးရှင်းကို အောင်မြင်စွာ ဖယ်ရှားလိုက်ပါပြီ။"
    }
  },
  "shop_bots": {
    "not_set": "မသတ်မှတ်ထား!",
    "tokens": "တိုကင်(များ)",
    "webhook": "Webhook",
    "calls": "ခေါ်ဆိုမှုများ",
    "dialog": {
      "title": "{name} ဘော့တ် ဖွဲ့စည်းမှု",
      "message": "လုပ်ငန်းအဆင့် စျေးဝယ်အတွေ့အကြုံများကို တည်ဆောက်ရန်အတွက် ပြီးပြည့်စုံသော ဘော့တ်မူဘောင်။"
    }
  },
  "shop_customers": {
    "title": "ဖောက်သည်များစီမံခန့်ခွဲမှု",
    "all_customers": "ဖောက်သည်များအားလုံးဒေါင်းလုဒ်လုပ်ပါ။",
    "filtered_customers": "ဖောက်သည်များကို စစ်ထုတ်ထားသည်။",
    "dialog_chips": {
      "title": "ဖောက်သည် ချစ်ပ်အရေအတွက်ကို သတ်မှတ်ပါ။"
    },
    "dialog_club": {
      "title": "ဖောက်သည်ကလပ်အဆင့်သတ်မှတ်ပါ။"
    }
  },
  "app_dashboard": {
    "status": "အခြေအနေကို ထုတ်ပြန်ပါ။",
    "statistics": "စာရင်းအင်းများ"
  },
  "app_publish": {
    "production_version": "ထုတ်လုပ်မှုဗားရှင်း",
    "beta_version": "ဘီတာဗားရှင်း",
    "alpha_version": "Alpha ဗားရှင်း"
  },
  "app_publish_widget": {
    "header": "Website Header ကို သိမ်းဆည်းပါ။",
    "header_code": "ခေါင်းစီးကုဒ်",
    "admin_page": "Admin စာမျက်နှာများ",
    "name": "နာမည်",
    "icon": "အိုင်ကွန်",
    "url": "Url"
  },
  "app_api": {
    "title": "API အသုံးပြုခွင့်",
    "revoke_api": "API ကို ရုတ်သိမ်းပါ။",
    "api_key": "API သော့",
    "secret": "လျှို့ဝှက်သော့",
    "client": "ဖောက်သည်",
    "redirect_url": "url များကို ပြန်ညွှန်းပါ။",
    "client_name": "လိုင်းအမည်"
  },
  "app_loader_page": {
    "no_ui_title": "ဤအက်ပ်တွင် မည်သည့် UI မျှ မရှိပါ။",
    "no_ui_desc": "အချို့သော အပလီကေးရှင်းများသည် ၎င်းတို့၏ စီမံခန့်ခွဲရေး ဧရိယာတွင် အသုံးပြုသူ အင်တာဖေ့စ် မလိုအပ်ပါ။ ဤအပလီကေးရှင်းသည် သင့်စတိုးဝဘ်ဆိုက်၏ ခေါင်းစီးကဏ္ဍသို့ ကုဒ်ကိုသာ ထည့်သွင်းနိုင်သည်။",
    "header": "ခေါင်းစီးကုဒ်"
  },
  "finance_report": {
    "export_title": "ငွေကြေးဒေတာကို ထုတ်ယူပါ။",
    "export_sub_title": "ငွေကြေးအသေးစိတ်အချက်အလက်များကို ဖိုင်တစ်ခုတည်းတွင် ဒေါင်းလုဒ်လုပ်ပါ။",
    "start_input_placeholder": "အစီရင်ခံစာ စတင်မည့်ရက်စွဲကို ရွေးပါ။",
    "end_input_placeholder": "အစီရင်ခံစာ၏ နောက်ဆုံးရက်စွဲကို ရွေးပါ။",
    "download_action": "ဘဏ္ဍာရေးစာရင်းကိုဒေါင်းလုဒ်လုပ်ပါ။"
  },
  "shop_notifications": {
    "title": "ဆိုင်သတိပေးချက်များ",
    "sub_title": "ဘော့တ်၊ အီးမေးလ်၊ SMS၊ ...",
    "message": "သင့်စတိုးဆိုင် အသိပေးချက် ဆက်တင်များနှင့် စိတ်ကြိုက်များကို တည်းဖြတ်ပါ။",
    "channel": "လက်ပံတန်း",
    "status": "အဆင့်အတန်း",
    "events": "အဲ့ဒါနဲ့",
    "info": "အချက်အလက်",
    "actions": "လုပ်ဆောင်ချက်များ",
    "connected": "ချိတ်ဆက်ထားသည်။",
    "not_connected": "မချိတ်ဆက်ပါ။",
    "connect_now": "ယခုချိတ်ဆက်ပါ။",
    "send_test": "စမ်းသပ်ဒေတာပေးပို့ပါ။",
    "disconnect": "အဆက်အသွယ်ဖြတ်ပါ။",
    "dialog": {
      "title": "Bot ဖွဲ့စည်းမှု",
      "message": "လုပ်ငန်းအဆင့် အီလက်ထရွန်းနစ် အတွေ့အကြုံများကို တည်ဆောက်ရန်အတွက် ကျယ်ကျယ်ပြန့်ပြန့် အသိပေးချက်ဘောင်။",
      "action": "ဤနေရာကိုကလစ်နှိပ်ပါ!",
      "set_config": "config သတ်မှတ်ပါ။"
    }
  },
  "notification_events": {
    "new_order": "🛍️ အော်ဒါတင်ပါ။",
    "payment": "💳 ငွေပေးချေခြင်း။",
    "return": "📦 ပြန်လာ",
    "weekly_report": "📈 အပတ်စဉ်အစီရင်ခံစာများ"
  },
  "order_delivery": {
    "title": "ပေးပို့ခြင်း။",
    "add_to_delivery_que_action": "ပို့ဆောင်မှုတန်းစီခြင်းသို့ ထည့်ပါ။",
    "in_que": "ပို့ဆောင်ရေးတန်းစီ",
    "message": "ထုပ်ပိုးမှုအား ပို့ဆောင်ရေးပို့သူထံ ပေးဆောင်ပြီးနောက်၊ <b>အတည်ပြုပေးပို့ခြင်း</b> ခလုတ်ကို နှိပ်ပါ။",
    "message_add_to_service": "ဤပက်ကေ့ခ်ျကို <b>ပို့ဆောင်ခြင်းဝန်ဆောင်မှု</b> ဖြင့် ပေးပို့လိုပါက အောက်ပါခလုတ်ကို နှိပ်ပါ။",
    "action": "Delivery Confirmation",
    "checklist": [
      "ကယ်ရီယာ၏ သက်သေခံကတ်ပြားကို စစ်ဆေးပါ။",
      "ထုတ်ကုန်များကို ကောင်းမွန်စွာ ထုပ်ပိုးခြင်းနှင့် အချိန်မီ ပေးပို့ခြင်းသည် သင့်ဖောက်သည်များ၏ ထိန်းသိမ်းမှုနှုန်းကို တိုးမြင့်စေပါသည်။"
    ],
    "manual": {
      "title": "ဝယ်ယူသူမှ ပေးပို့မှု အတည်ပြုချက်ကို စောင့်ဆိုင်းနေပါသည်။",
      "action_received": "ဝယ်သူအတည်ပြုချက်",
      "action_returned": "Delivery Return",
      "message": "မှတ်ချက်- ဝယ်ယူသူသည် မှာယူမှုကို လက်ခံရရှိပါက၊ ပြည့်စုံမှုကို အပြီးသတ်ရန် အောက်ပါရွေးချယ်စရာများကို သင်အသုံးပြုနိုင်ပါသည်။ စနစ်ရှိ အချို့သော ပို့ဆောင်ရေးဝန်ဆောင်မှုများသည် ပေးပို့မှုကို အလိုအလျောက် အတည်ပြုပေးမည်ဖြစ်ပါသည်။"
    },
    "auto_complete_note": "သတ်မှတ်ကာလတစ်ခုပြီးနောက်၊ မှာယူမှုအခြေအနေအား ပို့ဆောင်ပေးသည့်ပုံစံသို့ ပြောင်းလဲသွားပါမည်။ ဤကာလသည် အမှာစာအမျိုးအစားပေါ် မူတည်၍ ကွဲပြားပြီး စနစ်က ဆုံးဖြတ်သည်။",
    "received": {
      "title": "Customer များထံ အရောက်ပို့ပေးပါသည်။",
      "delivered_date": "ကုန်ပို့ရက်စွဲ"
    },
    "receiver": "လက်ခံသူ",
    "bill": "ပြေစာ",
    "tracking": {
      "title": "ခြေရာခံကုဒ် / Url ထည့်ပါ။",
      "code": "ခြေရာခံကုဒ်",
      "url": "ခြေရာခံ url",
      "message": "ဤအမှာစာအတွက် ခြေရာခံကုဒ်ကို ပံ့ပိုးပေးသည့် ဝန်ဆောင်မှုတစ်ခုမှတစ်ဆင့် ပေးပို့ပါက၊ သင်သည် ကုဒ်နှင့် သက်ဆိုင်ရာ ခြေရာခံလင့်ခ်ကို ဤကဏ္ဍတွင် ထည့်သွင်းနိုင်သည်။ ဤအချက်အလက်ကို ဖောက်သည်အား ပြသပါမည်။"
    },
    "preferred_delivery_time": "နှစ်သက်ရာ ပို့ဆောင်ချိန်",
    "manage_couriers": "ကျွန်ုပ်၏ စာပို့သူများကို စီမံပါ။",
    "manage_service": "ဝန်ဆောင်မှုကို စီမံပါ။",
    "option_deliver_by_courier": "ရွေးချယ်မှု 1- သင့်စာပို့သူများမှ ပေးပို့ပါ။",
    "option_add_to_que": "ရွေးချယ်မှု 2- ပို့ဆောင်ရေးဝန်ဆောင်မှုစာမျက်နှာတွင် လုပ်ဆောင်ရန် တန်းစီရန် ပေါင်းထည့်ပါ။",
    "option_instant_shipping": "ရွေးချယ်မှု 3- ချက်ခြင်းပို့ဆောင်ခြင်း။",
    "pickup_action": "အတည်ပြုချက်ရယူပါ။"
  },
  "shop_home_edit": {
    "title": "ပင်မစာမျက်နှာဆက်တင်",
    "sub_title": "သင့်ဝဘ်ဆိုဒ်၏ မူရင်းစာမျက်နှာကို သတ်မှတ်ပါ။",
    "default_home": "မူရင်းစာမျက်နှာ",
    "default_home_placeholder": "ဆိုင်စာမျက်နှာသည် ဝဘ်ဆိုက်ပင်မစာမျက်နှာဖြစ်သည်။"
  },
  "selldone_referral_page": {
    "title": "ရည်ညွှန်းဒိုင်ခွက်",
    "referral_link": "ရည်ညွှန်းလင့်ခ်",
    "registered": "မှတ်ပုံတင်ထားသည်။",
    "accepted": "လက်ခံတယ်။",
    "bank": "ဘဏ်",
    "bank_title": "ငွေထုတ်ရန်အတွက် ဘဏ်အချက်အလက်",
    "new_users": "အသုံးပြုသူအသစ်များ",
    "performance": "စွမ်းဆောင်ရည်",
    "credit_mode": "ခရက်ဒစ်မုဒ်",
    "get_stickers": "ကော်ပီကူးရန် စတစ်ကာ Html ကုဒ်ကို ရယူပါ။",
    "click_copy_sticker_code": "html ကုဒ်ကို ကူးယူရန် တံဆိပ်ပေါ်တွင် နှိပ်ပါ။"
  },
  "selldone_referral_payment": {
    "title": "ရည်ညွှန်းငွေပေးချေမှုများ",
    "officer": "အရာရှိ",
    "amount": "ငွေပေးငွေယူပမာဏ",
    "note": "မှတ်ချက်",
    "date": "ရက်စွဲ"
  },
  "widget_shop_gateway": {
    "link_account_caution": "အကောင့်တစ်ခု ({currency}) ကို သင့်ဆိုင်သို့ လင့်ခ်ချိတ်ပါ။ ဤနေရာကိုကလစ်နှိပ်ပါ.."
  },
  "product_sell_widget": {
    "title": "ထုတ်ကုန်ရောင်းချမှုစွမ်းဆောင်ရည်"
  },
  "fulfilment_order_widget": {
    "title": "Dropshipping ပြည့်စုံခြင်း။",
    "check_action": "dropshipping ကိုလက်ခံပါ။",
    "uncheck_action": "အမိန့်အတည်ပြုခဲ့သည်။",
    "pay_action": "ပစ္စည်းဖိုးပေးချေ..",
    "pay_completed": "ငွေပေးချေမှု အတည်ပြုချက်",
    "list_of_items": "ပစ္စည်းများကို ပြန်လည်ရောင်းချခြင်း။",
    "checklist": [
      "မူရင်းရောင်းသူထံ သွယ်ဝိုက်၍ရောင်းသော ကုန်ပစ္စည်းပမာဏကို ပေးချေပါ။",
      "စာရင်းကိုင်ကဏ္ဍ> Dropshipping စတိုးဆိုင်၏ Dropshipping တွင် ကုန်ပစ္စည်းကုန်ကျစရိတ်ကို ပေးသွင်းသူထံ ပေးချေပြီး ဖြေရှင်းနိုင်ပါသည်။",
      "ငွေပေးချေပြီးနောက်၊ ပေးသွင်းသူသည် သင်၏အမှာစာကို လက်ခံရရှိမည်ဖြစ်ပြီး ပြင်ဆင်ပြီးနောက် ဝယ်ယူသူထံ တိုက်ရိုက်ပေးပို့မည်ဖြစ်သည်။"
    ],
    "message": "ပေးသွင်းသူအား မှာယူမှုအခကြေးငွေကို ပေးဆောင်ပြီးနောက်၊ ဤကဏ္ဍရှိ အမှာစာပေးပို့ခြင်း၏ တိုးတက်မှုကို ကြည့်ပါ။"
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "ဒိုင်ခွက်",
      "orders": "အော်",
      "inventory": "စာရင်း",
      "shops": "ပြန်လည်ရောင်းချသူများ",
      "requests": "တောင်းဆိုချက်များ"
    },
    "drop_shipping_charge": "Dropshipping အခကြေးငွေ"
  },
  "dropship_request_status": {
    "PENDING": "ဆိုင်းငံ့ထားသည်။",
    "ACCEPT": "လက်ခံပါတယ်။",
    "REJECT": "ငြင်းပယ်ပါ။"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "ဒိုင်ခွက်",
      "orders": "အော်",
      "wallet": "ပိုက်ဆံအိတ်"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "ပြန်လည်ရောင်းချသူ ဒက်ရှ်ဘုတ်"
  },
  "dropshipping_reseller_orders": {
    "title": "ပြန်လည်ရောင်းချသူ အော်ဒါများ"
  },
  "dropshipping_reseller_wallet": {
    "title": "ပြန်လည်ရောင်းချသူ ပိုက်ဆံအိတ်"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "ငွေပေးချေမှု အတည်ပြုချက်",
      "payment_success": "ငွေပေးချေမှုပြီးမြောက်ခဲ့သည်။",
      "buy_title": "ဝယ်ပါ။",
      "pay_by_giftcards": "သင့်မှာယူမှုကို လက်ဆောင်ကတ်တစ်ခုဖြင့် ပေးချေခဲ့သည်။",
      "free_order": "သင့်မှာယူမှုသည် အခမဲ့ဖြစ်သည်။",
      "pay_by_cod": "သင့်မှာယူမှုအား ပေးပို့ချိန်တွင် ငွေသားအဖြစ် မှတ်ပုံတင်ထားပါသည်။",
      "pay_by_dir": "သင့်မှာယူမှုကို တိုက်ရိုက်ငွေပေးချေမှုအဖြစ် မှတ်ပုံတင်ထားပြီး၊ ကျေးဇူးပြု၍ ငွေပေးချေမှုကို အပြီးသတ်ပြီး သင့်မှာယူမှုစာမျက်နှာတွင် ပြေစာကို အပ်လုဒ်လုပ်ပါ။",
      "pay_title": "ငွေပေးချေမှု",
      "qr_code_payment": "ငွေပေးချေမှု QR ကုဒ်ကို ဖန်တီးထားသည်။",
      "connecting_to_online_gateway": "အွန်လိုင်းငွေပေးချေမှုတံခါးပေါက်သို့ ချိတ်ဆက်နေသည်။"
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "ငွေပေးချေမှုကို အတည်ပြုသည်။<br> ရက်စွဲ- {payment_at}",
      "pay_fail_title": "မပေးချေပါ။",
      "pay_fail_message": "ငွေပေးချေမှုကို အတည်မပြုနိုင်ပါ။"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "ပြန်လည်ရောင်းချသူများသည် ငွေပေးချေမှုကို မှာကြားသည်။",
      "balance": "သင့်အကောင့်လက်ကျန်",
      "total_cost": "စုစုပေါင်းအော်ဒါကုန်ကျစရိတ်",
      "need_charge": "အားသွင်းရန် လိုအပ်ပါသည်။",
      "no_account_cation": "သင့်တွင်အကောင့်မရှိပါ ရွဲကို ခေါ်ပါ။",
      "orders": "အော်"
    },
    "notifications": {
      "success_pay": "ဤအမှာစာများအတွက် သင်၏ငွေပေးချေမှုကို အတည်ပြုပြီး အောင်မြင်စွာ ပြီးမြောက်ပါသည်။"
    }
  },
  "dropship_accounts": {
    "charge_account": "ငွေသွင်းအကောင့်",
    "charge_dialog": {
      "title": "dropshipping အကောင့်အားသွင်းပါ။",
      "amount_input": "အကောင့်တာဝန်ခံ",
      "charge_now": "အခုပဲ အားသွင်းလိုက်ပါ။"
    }
  },
  "dropship_admin_dashboard": {
    "title": "ပြန်လည်ရောင်းချသူတောင်းဆိုမှုများ",
    "today_order_count": "ယနေ့ အော်ဒါများရေတွက်ပါသည်။",
    "yesterday_order_count": "မနေ့က အော်ဒါတွေ ရေတွက်တယ်။",
    "total_7_days": "ပြီးခဲ့သော 7 ရက်အတွင်း စုစုပေါင်း မှာယူမှုများ"
  },
  "dropshipping_products": {
    "no_shops": "ဝမ်းနည်းပါတယ်၊ စတိုးဆိုင်မတွေ့ပါ။ နောင်တွင် စတိုးဆိုင်များ ထပ်ရှိလာမည်ဖြစ်သဖြင့် ၎င်းတို့၏ထုတ်ကုန်များကို သင့်စတိုးတွင် ထည့်ထားနိုင်မည်ဖြစ်သည်။",
    "show_all_shops": "ဆိုင်များအားလုံးပြပါ။",
    "show_all_message": "ဆိုင်တွေအားလုံးကို ကြည့်လို့ရတယ်။",
    "current_shop": "လက်ရှိဆိုင်",
    "request_account": "အကောင့်တောင်းပါ။",
    "request_accepted": "တောင်းဆိုမှုကို လက်ခံခဲ့သည်။",
    "request_rejected": "တောင်းဆိုမှုကို ပယ်ချခဲ့သည်။",
    "request_pending": "တောင်းဆိုမှုကို ဆိုင်းငံ့ထားသည်။ ။",
    "notifications": {
      "add_product": "ကုန်ပစ္စည်းကို သင့်စတိုးသို့ ထည့်ထားသည်။",
      "request_access": "သင့်ဝင်ရောက်ခွင့် တောင်းဆိုချက်ကို လက်ကားရောင်းချသူထံ အောင်မြင်စွာ ပေးပို့ခဲ့ပါသည်။"
    },
    "show_eligible_shops_message": "အရည်အချင်းပြည့်မီသော ဆိုင်များကို ပြသပါ။"
  },
  "product_dropshipping": {
    "need_re_enable": "ဤထုတ်ကုန်ကို မူရင်းရောင်းချသူမှ ပြောင်းလဲထားပြီး၊ ဤစျေးနှုန်းပြောင်းလဲမှုများသည် သင့်စတိုးရှိ ထုတ်ကုန်ကို ပိတ်ထားသည်။ အပြောင်းအလဲများကို စစ်ဆေးပြီး ထုတ်ကုန်ကို ပြန်လည်အသက်သွင်းရန် သဘောတူပါက အောက်ပါခလုတ်ကို နှိပ်ပါ။",
    "need_re_enable_action": "သဘောတူပါ၊ အပြောင်းအလဲများနှင့် စတင်အသုံးပြုနိုင်ပါသည်။",
    "changed_value": "ဤထုတ်ကုန်ကို မူရင်းရောင်းချသူမှ တည်းဖြတ်ထားပါသည်။ အပြောင်းအလဲများကို စစ်ဆေးပြီး သင့်ထုတ်ကုန်တွင် ပြောင်းလဲမှုများကို ကျင့်သုံးရန် သဘောတူပါက အောက်ပါခလုတ်ကို နှိပ်ပါ။",
    "changed_value_action": "သဘောတူပါ၊ အပြောင်းအလဲလုပ်ပါ။",
    "parent_deleted": "ဤအရာကို မူရင်းရောင်းချသူမှ ဖယ်ရှားလိုက်ပါသည်။",
    "parent_closed": "ဤထုတ်ကုန်ကို မူရင်းရောင်းချသူမှ ပိတ်ထားသည်။ သင့်စတိုးတွင် ဤထုတ်ကုန်ကို သင်ရောင်းချနိုင်မည်မဟုတ်သော်လည်း မူရင်းရောင်းချသူမှ ထုတ်ကုန်ကို ပြန်လည်အသက်သွင်းပါက သင့်စတိုးတွင် ဤထုတ်ကုန်ကို ပြန်လည်အသက်သွင်းနိုင်မည်ဖြစ်သည်။",
    "notifications": {
      "re_enable_success": "ဤထုတ်ကုန်ကို ပြန်လည်အသက်သွင်းလိုက်ပါပြီ။",
      "update_success": "ဤထုတ်ကုန်အချက်အလက်ကို မူရင်းထုတ်ကုန်အချက်အလက်ဖြင့် မွမ်းမံထားသည်။"
    }
  },
  "product_dropshipping_admin": {
    "title": "Dropshipping",
    "save_alert": "ဤထုတ်ကုန်၏ dropshipping ဆက်တင်များ ပြောင်းလဲသွားပါပြီ။ ပြောင်းလဲမှုများကို သိမ်းဆည်းလိုပါသလား။",
    "reselling_message": "ဤရွေးချယ်မှုကို အသက်သွင်းခြင်းဖြင့် အခြားရောင်းချသူများသည် သင့်ထုတ်ကုန်ကို ၎င်းတို့၏စတိုးဆိုင်တွင် ထည့်သွင်းနိုင်မည်ဖြစ်သည်။",
    "reselling": "Dropshipping ကိုဖွင့်ပါ။",
    "price_merchants": "ကုန်သည်များအတွက်စျေးနှုန်း",
    "price_commission": "ကုန်သည်ကော်မရှင် (ပုံသေ)"
  },
  "buy_button": {
    "waiting_for_availability": "ရရှိနိုင်မှုကို စောင့်နေသည်။",
    "inform_me_when_available": "ရနိုင်သည့်အခါ ကျွန်ုပ်ကို အကြောင်းကြားပါ။",
    "pay_buy": "ပေးချေပြီး ဝယ်ပါ။",
    "quantity": "ရေတွက်ပါ။",
    "quantity_in_basket": "လှည်းရှိပစ္စည်းများ",
    "count_unit": "x",
    "remove": "ဖယ်ရှားပါ။",
    "add_to_basket": "စျေးဝယ်ခြင်းထဲသို့ထည့်သည်",
    "buy": "ဝယ်ပါ။",
    "notifications": {
      "inform_add_success": "ရနိုင်သည့်အခါတွင် ကျွန်ုပ်တို့ သင့်အား အသိပေးပါမည်။",
      "inform_remove_success": "သင့်ကို စောင့်ဆိုင်းစာရင်းမှ ဖယ်ရှားလိုက်ပါပြီ။"
    }
  },
  "product_info": {
    "fake": "အတု",
    "action": "လေလံ",
    "compare_limit": "ပစ္စည်း 10 ကန့်သတ်ချက်",
    "compare_add": "နှိုင်းယှဉ်ရန်ထည့်ပါ။",
    "compare_be_in_list": "နှိုင်းယှဉ်စာရင်းတွင်",
    "type": "ရိုက်ပါ။",
    "brand": "အမှတ်တံဆိပ်",
    "category": "အမျိုးအစား",
    "discount": "လျှော့စျေး",
    "track_price": "စျေးနှုန်းကို ခြေရာခံပါ။",
    "waiting_for_auction": "လေလံပွဲကို စောင့်နေတာလား။",
    "inform_auction": "လေလံဆွဲသည့်အခါ ကျွန်ုပ်ကို အကြောင်းကြားပါ။",
    "return_in_days": "{days} Days Warranty Return",
    "support24h7": "24 နာရီ 7 ရက်ထောက်ခံမှု",
    "support_normal": "အလုပ်ချိန်ထောက်ခံမှု",
    "original_guarantee": "မူရင်းအာမခံ",
    "cod_payment": "ပို့ဆောင်မှုတွင် ငွေသားပံ့ပိုးမှု",
    "pros": "အကျိုးတရားများ",
    "cons": "အားနည်းချက်များ",
    "external_link": "ဆက်ဖတ်ရန်",
    "notifications": {
      "congratulation": "ဂုဏ်ယူပါတယ်။",
      "waiting_list_add_success": "ဤထုတ်ကုန်ကို လေလံတင်ရောင်းချသည့်အခါ သင့်ကိုအကြောင်းကြားပါမည်။",
      "waiting_list_delete_success": "သင်သည် လေလံစောင့်ဆိုင်းစာရင်းမှ ထွက်သွားခဲ့သည်။"
    },
    "offer_message": "{min_quantity} ဝယ်ပါ ဤပစ္စည်းများအတွက် {percent}% လျှော့စျေး ရယူလိုက်ပါ။",
    "up_to": "မှာယူမှုတစ်ခုလျှင် {per_order}x အထိ",
    "get_free": "အခမဲ့ရယူပါ။",
    "get_off": "{percent}% OFF ရယူပါ။"
  },
  "styler": {
    "size_class": "အရွယ်အစားနှင့် အတန်းအစား",
    "delete_bg": "နောက်ခံပုံကို ဖျက်ပါ။",
    "bg_color": "နောက်ခံအရောင်",
    "section_style": "ကဏ္ဍပုံစံကို သတ်မှတ်ပါ။",
    "link": "လင့်ခ်သတ်မှတ်ပါ။",
    "show_products": "ထုတ်ကုန်/အမျိုးအစားများ စာရင်းစီမံခန့်ခွဲမှု",
    "show_product": "ထုတ်ကုန်ကိုရွေးချယ်ပါ။",
    "delete_section": "အပိုင်းကို ဖျက်ပါ။",
    "text_color": "စာသားအရောင်",
    "tex_align": "စာသားချိန်ညှိမှု",
    "text_style": "စာသားပုံစံ",
    "bg_image": "နောက်ခံပုံ",
    "product": {
      "title": "ထုတ်ကုန်ကိုရွေးချယ်ပါ။"
    },
    "products": {
      "title": "ကုန်ပစ္စည်းနှင့် အမျိုးအစားများ စာရင်းစီမံခန့်ခွဲမှု",
      "sort_options": "အမျိုးအစားခွဲခြင်းနှင့် ကြည့်ရှုခြင်း ဆက်တင်များကို ရွေးချယ်ပါ။",
      "item_types": "ထုတ်ကုန်/အမျိုးအစားများကိုသာ ပြသပါ။",
      "product_only": "ထုတ်ကုန်များသာ",
      "category_only": "အမျိုးအစားများသာ",
      "no_category": "သင့်စတိုးတွင် အမျိုးအစားမရှိပါ။",
      "limit": "ထုတ်ကုန်ကန့်သတ်ချက်",
      "limit_message": "ထုတ်ကုန်ရလဒ်အရေအတွက်များကို ထည့်သွင်းပါ။",
      "select_categories": "ရနိုင်သောအမျိုးအစားများကို ရွေးပါ။",
      "categories_limit": "အမျိုးအစား ကန့်သတ်ချက်",
      "categories_limit_msg": "အများဆုံး အမျိုးအစားများကို ထည့်သွင်းပါ။ အကန့်အသတ်မရှိအတွက် သုညသတ်မှတ်ပါ။"
    }
  },
  "shop_contacts": {
    "popup": "ပေါ့ပ်အပ်ပံ့ပိုးမှုကို ဖွင့်ပါ။",
    "popup_message": "ဤရွေးချယ်မှုကို အသက်သွင်းခြင်းဖြင့်၊ သင့်စတိုး၏ ညာဘက်အောက်ခြေတွင် ပံ့ပိုးရေးသော့ကို မြင်ရပါမည်။"
  },
  "popup_page": {
    "preview": "တိုက်ရိုက်ပေါ့ပ်အပ်ကိုကြည့်ရှုပါ။",
    "menu": {
      "design": "ဒီဇိုင်း",
      "appearance": "အသွင်အပြင်",
      "filter": "ဇကာ",
      "setting": "ဆက်တင်"
    },
    "notifications": {
      "save": "ပေါ့ပ်အပ်ကို အောင်မြင်စွာ သိမ်းဆည်းပြီးပါပြီ။",
      "edit": "ပေါ့ပ်အပ်ကို အောင်မြင်စွာ မွမ်းမံပြီးပါပြီ။"
    }
  },
  "popup_appearance": {
    "position": "ရာထူး",
    "position_desc": "စာမျက်နှာပေါ်ရှိ ဤသတိပေးချက်၏ ဖော်ပြတည်နေရာကို သတ်မှတ်ပါ။",
    "width": "အကျယ်",
    "width_desc": "အများဆုံးစာမျက်နှာအကျယ်ကို သင်သတ်မှတ်နိုင်သည်။",
    "height": "အရပ်အမြင့်",
    "height_desc": "အမြင့်ဆုံးစာမျက်နှာအမြင့်ကို သင်သတ်မှတ်နိုင်သည်။",
    "radius": "ထောင့်အချင်းဝက်",
    "radius_desc": "ဤကဏ္ဍတွင် အကြောင်းကြားချက်၏ထောင့်များ၏ ကွေးညွှတ်မှုအချင်းဝက်ကို သင် သတ်မှတ်နိုင်သည်။",
    "shadow": "အရိပ်",
    "shadow_desc": "ပေါ့ပ်အပ်ဝင်းဒိုးကို အရိပ်ပေးလိုပါသလား။",
    "delay": "နှောင့်နှေးမှုကို ပြသပါ။",
    "delay_desc": "အသုံးပြုသူသည် သင့်စတိုးသို့ ဝင်လာသည်နှင့်၊ ဤအချိန်ကြာသွားပြီးနောက်၊ သုံးစွဲသူအား အသိပေးချက်တစ်ခု ပြသမည်ဖြစ်သည်။",
    "hide": "ကြန့်ကြာမှုကို ဖျောက်ပါ။",
    "hide_desc": "ပြသပြီးနောက် စက္ကန့်အနည်းငယ်အကြာတွင် အသိပေးချက်သည် အလိုအလျောက်ပိတ်သွားကြောင်း သင်သတ်မှတ်နိုင်ပါသည်။ 0 တန်ဖိုးဆိုသည်မှာ အကြောင်းကြားချက် အလိုအလျောက် ပိတ်မည်မဟုတ်ကြောင်း ဆိုလိုသည်။",
    "transition": "ပေါ့ပ်အပ်ကာတွန်း"
  },
  "popup_filter": {
    "registered": "အဖွဲ့ဝင်ခြင်းနှင့် အကောင့်ဝင်ခြင်း လိုအပ်ချက်",
    "registered_desc": "အသုံးပြုသူများ သို့မဟုတ် ဧည့်သည်များကို သိမ်းဆည်းရန်အတွက်သာ ဤသတိပေးချက်ကို ပြသရန် သင်ရွေးချယ်နိုင်ပါသည်။",
    "only_guests": "ဧည့်သည်တွေချည်းပဲ။",
    "only_users": "အသုံးပြုသူများသာ အကောင့်ဝင်ထားသည်။",
    "purchased": "ဝယ်ယူမှုမှတ်တမ်း",
    "purchased_desc": "ဤသတိပေးချက်ကို ဝယ်ယူပြီးသော အသုံးပြုသူများ သို့မဟုတ် မဝယ်ယူရသေးသူများသာ ပြသရန် သင်ရွေးချယ်နိုင်ပါသည်။",
    "no_purchase": "ဝယ်ယူမှုမရှိသေးပါ။",
    "yes_purchase": "အရင်ဝယ်ထားတယ်။",
    "sex": "ကျား၊",
    "sex_desc": "ဤသတိပေးချက်ကို တိကျသော ကျားမ အသုံးပြုသူများသာ ပြသစေလိုပါသလား။",
    "age": "အနိမ့်ဆုံးအသက်",
    "age_desc": "6 ထက်ကြီးသောတန်ဖိုးကို ထည့်သွင်းပါက၊ အသုံးပြုသူသည် အကောင့်ဝင်ရမည်ဖြစ်ပြီး ၎င်း၏မွေးသက္ကရာဇ်ကို ထည့်သွင်းရပါမည်။",
    "levels": "ဖောက်သည်ကလပ်အဆင့်များ",
    "levels_desc": "အသုံးပြုသူတွင် အောက်ပါရွေးချယ်ထားသော အဆင့်များထဲမှ တစ်ခုရှိပါက၊ ဤသတိပေးချက်ကို သူ့အား ပြသပါမည်။",
    "countries": "တည်နေရာကန့်သတ်ချက်များ",
    "countries_desc": "သင်သည် ဤသတိပေးချက်ကို သီးခြားနိုင်ငံမှလာသော သုံးစွဲသူများထံသာ ပြသလိုပါသလား။"
  },
  "popup_setting": {
    "published": "ထုတ်ပြန်သည့် အနေအထား",
    "repeat": "ပြန်လုပ်ပါ။",
    "repeat_msg": "ဤသတိပေးချက်ကို သုံးစွဲသူအား တစ်ကြိမ်ထက်ပို၍ ပြသစေလိုပါသလား။",
    "intervals": "ပေါ့ပ်အပ်ပြသမှု၏အချိန်ကြာချိန်",
    "intervals_msg": "အသုံးပြုသူတစ်ဦးအား အသိပေးချက်များကိုပြသခြင်းကြား အနိမ့်ဆုံးအချိန်ကြာချိန်သည် ကျော်လွန်သွားရမည်ဖြစ်သည်။",
    "designer_zone": "ဒီဇိုင်နာဇုန်",
    "title": "ပေါ့ပ်အပ်ခေါင်းစဉ်",
    "note": "ဒီဇိုင်နာ မှတ်ချက်",
    "image": "မျက်နှာဖုံးပုံ",
    "delete": {
      "title": "ဖျက်ပါ။",
      "sub_title": "ပေါ့ပ်အပ်တစ်ခုကို ဖျက်လိုက်သည်နှင့် ပြန်၍မရပါ။ သေချာပါစေ။",
      "action": "ဤ Popup ကိုဖျက်ပါ။"
    },
    "notifications": {
      "delete": "ပေါ့ပ်အပ်ကို ဖျက်လိုက်ပါပြီ။"
    }
  },
  "shop_sms": {
    "title": "SMS ကို စီမံပါ။",
    "sub_title": "ဖောက်သည်များထံ SMS နမူနာများ ပေးပို့သည်။",
    "message": "သင့်စတိုးမှပေးပို့သော စာသားမက်ဆေ့ခ်ျများ၏ အကြောင်းအရာကို ဤနေရာတွင် ကြည့်ရှုနိုင်ပါသည်။ စာတိုပေးပို့ခြင်းဝန်ဆောင်မှုတွင် တရားဝင်မှုပုံစံများကို မှတ်ပုံတင်ရာတွင် ကန့်သတ်ချက်ကြောင့်၊ လောလောဆယ်တွင် စာသားမက်ဆေ့ချ်များကို စိတ်ကြိုက်ပြင်ဆင်ရန် မဖြစ်နိုင်ပါ။"
  },
  "shop_emails": {
    "title": "အီးမေးလ်များကို စီမံပါ။",
    "sub_title": "ဤကဏ္ဍရှိ ဖောက်သည်များနှင့် မန်နေဂျာများထံ စတိုးဆိုင်မှ ပေးပို့သော အီးမေးလ်များစာရင်းကို သင်တွေ့ရပါမည်။ သင့်စတိုးအတွက် သင်ထည့်သွင်းထားသော အချက်အလက်များအပေါ် အခြေခံ၍ အီးမေးလ်များကို အလိုအလျောက် ဒီဇိုင်းရေးဆွဲဖန်တီးထားပါသည်။ ထို့အပြင် မက်ဆေ့ချ်များနှင့် ပုံများကို စိတ်ကြိုက်ပြင်ဆင်နိုင်ခြေကိုလည်း အနာဂတ်တွင် အများသူငှာရရှိနိုင်မည်ဖြစ်သည်။"
  },
  "instagram": {
    "title": "Instagram တွင်ရောင်းချမှုများ",
    "message": "ဤကိရိယာ၏အကူအညီဖြင့်၊ သင်သည်သင်၏ Instagram ကိုစတိုးဆိုင်အဖြစ်ပြောင်းလဲနိုင်သည်။ သင်၏ Instagram အကောင့်ကို ဤနေရာတွင် ထည့်သွင်းပြီး အတည်ပြုလိုက်ပါ၊ ထို့နောက် ပို့စ်တစ်ခုစီမှ သို့မဟုတ် သင့်ဇာတ်လမ်းတွင် ကုန်ပစ္စည်းတစ်ခု သို့မဟုတ် တစ်ခုထက်ပိုသော ထုတ်ကုန်များကို ပို့စ်တင်နိုင်မည်ဖြစ်ပြီး၊ သင့်ထုတ်ကုန်စာရင်းကို ပေါင်းထည့်ကာ Tag တွဲပါ သို့မဟုတ် ပို့စ်တစ်ခုကို ထုတ်ကုန်အသစ်အဖြစ် ပြောင်းလဲနိုင်မည်ဖြစ်သည်။",
    "add_product": "ထုတ်ကုန်အသစ်ထည့်ပါ။",
    "create_product": "ထုတ်ကုန်ဖန်တီးပါ။",
    "link_box_msg": "သင့်ပရိသတ်များသည် ပိုမိုမြန်ဆန်၊ ပိုမိုလွယ်ကူ၊ ပိုများပြီး နောက်ဆုံးတွင် ပိုမိုမြန်ဆန်စွာ ဝယ်ယူနိုင်စေရန်အတွက် ဤလင့်ခ်ကို Instagram၊ Telegram သို့မဟုတ် အခြားလူမှုမီဒီယာတွင် သင့် bio တွင်ထည့်ပါ။",
    "remove_account": "Instagram လင့်ခ်ကို ပြောင်း/ဖျက်ပါ။",
    "sync": "အကောင့်ဒေတာကို စင့်ခ်လုပ်ပါ (မိနစ် 60 တိုင်း)"
  },
  "service_bill": {
    "task": {
      "title": "လုပ်ရန်စာရင်း",
      "message": "သင်လုပ်လိုသောအလုပ်၏ ခေါင်းစဉ်များကိုရေးပြီး ၎င်းသည် မည်မျှအထိတိုးတက်နေပြီကို ဝယ်သူအား အသိပေးပါ။"
    },
    "booking": {
      "title": "Booking / ကြိုတင်မှာယူခြင်း။",
      "message": "ဤအမှာစာသည် သတ်မှတ်ထားသောအချိန်တစ်ခုတွင် လုပ်ဆောင်မည်ဖြစ်ပြီး၊ ဝယ်ယူသူက လိုချင်သောကာလကို ရွေးချယ်ထားပြီး၊ သင်ရွေးချယ်ထားသောကာလတွင် အပြောင်းအလဲတစ်ခုခုပြုလုပ်လိုပါက သုံးစွဲသူအား အသိပေးပါ။",
      "selected_checkin": "ရွေးချယ်ထားသော ဖောက်သည်ဝင်ရောက်သည့်ရက်စွဲ",
      "selected_checkout": "ရွေးချယ်ထားသော ဖောက်သည် ထွက်ရက်စွဲ",
      "change_days_question": "ဖောက်သည်ရွေးချယ်ထားသောနေ့ရက်များအတွင်း သင်ပြောင်းလဲရန် လိုအပ်ပါသလား။",
      "show_calendar": "အမှာစာများ၏ ပြက္ခဒိန်ကို ပြပါ။"
    },
    "pricing": {
      "title": "စျေးနှုန်း",
      "message": "ဒီဝန်ဆောင်မှုအတွက် သင်ဘယ်လောက်ပေးရမလဲ။"
    },
    "subscription": {
      "title": "စာရင်းသွင်းပါ။",
      "message": "ဤဝန်ဆောင်မှုကို နေ့စဉ်ဝယ်ယူခြင်းဖြင့် စာရင်းသွင်းကာလကို သင်ရွေးချယ်နိုင်ပါသည်။ သင်ထည့်သွင်းပြီးသော မူရင်းတန်ဖိုးများကို ပြောင်းလဲလိုပါက ဝယ်ယူသူအား အသိပေးပါ။",
      "duration": "စာရင်းသွင်းကာလ"
    },
    "charge": {
      "title": "တာဝန်ခံ",
      "message": "ဤပစ္စည်းအတွက် အခကြေးငွေကို သင်သတ်မှတ်ထားသည်။ ဝယ်ယူသူမှဝယ်ယူသည့်ပစ္စည်းအတွက် ကျသင့်ငွေပမာဏကို သင်ပြောင်းလဲနိုင်သည်။",
      "charge": "တာဝန်ခံ"
    },
    "save_item": "စိစစ်ပြီး သတ်မှတ်ပါ။",
    "start_service": "ဝန်ဆောင်မှုစတင်ပါ။",
    "end_service": "ပြီးအောင်"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "ဝန်ဆောင်မှုအပြီးသတ်",
      "message": "ပြီးပါက၊ အမှာစာကို အပြီးသတ်ပြီး ပိတ်ရန် အတည်ပြုချက်ခလုတ်ကို နှိပ်ပါ။",
      "action": "မှာယူမှုကို အတည်ပြုပြီး ပြီးအောင်လုပ်ပါ။"
    }
  },
  "product_outputs": {
    "outputs_form": "Display ၏ အချက်အလက်ဖွဲ့စည်းပုံ (အထွက်)၊",
    "virtual": {
      "title": "ထုတ်ကုန်ထုတ်ပေးရေး အချက်အလက်ဖောင်",
      "sub_title": "ဝယ်ယူပြီးနောက် သုံးစွဲသူအား သင်ပြသလိုသော အချက်အလက်။ ဤဖောင်ပုံစံသည် လက်ဆောင်ကတ်ကဲ့သို့သော ပကတိထုတ်ကုန်များရောင်းချခြင်းအတွက် အထူးသဖြင့် သက်ဆိုင်ပါသည်။"
    },
    "service": {
      "title": "ဝန်ဆောင်မှုဒီဇိုင်း",
      "sub_title": "ပထမဦးစွာ သင့်ဝန်ဆောင်မှုအမျိုးအစားကို ရွေးချယ်ပြီး လိုအပ်သော အချက်အလက်ကို ထည့်သွင်းပါ။ ဥပမာအားဖြင့် သင်သည် လုပ်စရာစာရင်းကို သတ်မှတ်နိုင်သည် သို့မဟုတ် ကြိုတင်စာရင်းသွင်းချိန် သို့မဟုတ် ချိန်းဆိုမှုတစ်ခုအတွက် ဝယ်ယူသူကို တောင်းဆိုနိုင်သည်။"
    }
  },
  "service_design": {
    "type": "ဝန်ဆောင်မှုအမျိုးအစား",
    "type_message": "ဤထုတ်ကုန်အတွက် သင်ပေးဆောင်သည့် ဝန်ဆောင်မှုအမျိုးအစားကို ရွေးချယ်ပါ။ အကြောင်းအရာတစ်ခုစီကို ရွေးချယ်ခြင်းဖြင့် သက်ဆိုင်ရာပုံစံကို ပြသပါမည်။ သင်ရွေးချယ်သော ဝန်ဆောင်မှုအမျိုးအစားပေါ် မူတည်၍ မှာယူသည့်အခါ ဝယ်ယူသူထံမှ အချက်အလက်များကို ပိုမိုရရှိနိုင်ပါသည်။"
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "ဝယ်လိုအားအပေါ်",
      "desc": "အိမ်ပြုပြင်ခြင်း၊ ဆေးသုတ်ခြင်း၊ ကားပြုပြင်ခြင်းစသည်ဖြင့်၊"
    },
    "BOOKING": {
      "title": "ဘွတ်ကင်လုပ်ပါ။",
      "desc": "ဟိုတယ်အခန်း သို့မဟုတ် ဗီလာကို ကြိုတင်မှာယူခြင်းကဲ့သို့ပင်။"
    },
    "APPOINTMENT": {
      "title": "ချိန်းတယ်။",
      "desc": "အိမ်မွေးတိရစ္ဆာန်စောင့်ရှောက်ရေးချိန်းဆိုမှု သို့မဟုတ် လူကိုယ်တိုင်လေ့ကျင့်မှုကဲ့သို့"
    },
    "RENTAL": {
      "title": "အငှား",
      "desc": "နေရာ ဒါမှမဟုတ် ကားငှားရတာနဲ့တူတယ်။"
    },
    "SUBSCRIPTION": {
      "title": "စာရင်းသွင်းပါ။",
      "desc": "ကလပ်အသင်းဝင်ခြင်း သို့မဟုတ် Online Coaching ကဲ့သို့ဖြစ်သည်။"
    },
    "CHARGE": {
      "title": "တာဝန်ခံ",
      "desc": "အကောင့်တစ်ခုအား အားသွင်းခြင်း သို့မဟုတ် အက်ပလီကေးရှင်းတစ်ခုအသုံးပြုရန် အားသွင်းခြင်းကဲ့သို့သော။"
    },
    "CUSTOM": {
      "title": "စိတ်ကြိုက်",
      "desc": "သင်ပေးဆောင်သောဝန်ဆောင်မှုသည် အထက်ဖော်ပြပါတစ်ခုမှမဟုတ်ပါက ဤရွေးချယ်မှုကို ရွေးချယ်ပါ။"
    }
  },
  "avocado": {
    "title": "ဆိုရှယ်မီဒီယာအားလုံးတွင် မြန်ဆန်၊ တိကျပြီး ပျော်ရွှင်ဖွယ်ကောင်းသော ရောင်းချမှု",
    "message": "ပမာဏတစ်ခုနှင့် ခေါင်းစဉ်တစ်ခုသည် သင့်ဖောက်သည်များထံမှ ပိုက်ဆံရရန် လိုအပ်သည့်အရာဖြစ်သည်။ ငွေကို သင့်အကောင့်သို့ တိုက်ရိုက်ထည့်သွင်းမည်ဖြစ်ပြီး သင့်ဖောက်သည်များသည် ထူးခြားသောစျေးဝယ်အတွေ့အကြုံကို ရရှိမည်ဖြစ်သည်။",
    "new_order": "ဘေလ်အသစ်",
    "create_by_seller_title": "ပြေစာဖန်တီးပါ။",
    "create_by_seller_message": "သတ်မှတ်ထားသော ပမာဏဖြင့် ပြေစာတစ်ခုကို ဖန်တီးပြီး တစ်စုံတစ်ဦးထံ ပေးပို့လိုပါက၊ ပြေစာပုံစံကို ပြသရန် အောက်ပါခလုတ်ကို နှိပ်နိုင်ပါသည်။ ပေးချေပြီး ၎င်းတို့၏ အမှာစာကို ခြေရာခံရန် ဝယ်ယူသူအား ထုတ်လုပ်ထားသော လင့်ခ်ကို ပေးပါ။",
    "create_by_buyer_title": "ထောပတ်သီးပုံစံ",
    "create_by_buyer_message": "ဤကဏ္ဍကို အသက်သွင်းခြင်းဖြင့်၊ လင့်ခ်တစ်ခုကို သင့်ထံပြသမည်ဖြစ်ပြီး ၎င်းတို့သည် ၎င်းတို့၏အမှာစာများကို မှာယူနိုင်စေရန်အတွက် ဤလင့်ခ်ကို သင့်ဝယ်ယူသူများထံ ပေးဆောင်မည်ဖြစ်သည်။",
    "orders_list": "အော်ဒါစာရင်း",
    "active_mode": "အော်ဒါပြေစာ အသက်ဝင်သည်။",
    "inactive_mode": "မလှုပ်မရှား",
    "active_message": "ဤရင်းမြစ်ကို အသက်သွင်းခြင်းဖြင့်၊ သင့်ဖောက်သည်များသည် အောက်တွင်ဖော်ပြထားသော တောင်းဆိုချက်ပုံစံမှတစ်ဆင့် ကုန်ပစ္စည်းအတွက် မှာယူနိုင်မည်ဖြစ်သည်။",
    "avocado_form_link_message": "သင့်ပရိသတ်များသည် ပိုမိုမြန်ဆန်၊ ပိုမိုလွယ်ကူပြီး နောက်ဆုံးတွင် ပိုမိုဝယ်ယူနိုင်စေရန်အတွက် Instagram၊ Telegram သို့မဟုတ် အခြားလူမှုမီဒီယာများတွင် ဤလင့်ခ်ကို သင်၏ bio တွင် ထည့်ပါ။",
    "need_address": "လိပ်စာရယူပါ။",
    "need_address_msg": "ဝယ်သူ၏ တည်နေရာနှင့် လိပ်စာကို ရယူရန် လိုအပ်ပါက၊ ဤရွေးချယ်မှုကို ရွေးချယ်ပါ။",
    "avocado_link_message": "အမှာစာပေးချေရန်အတွက် အထက်ဖော်ပြပါလင့်ခ်ကို ဖောက်သည်အား ပေးဆောင်ရန် လုံလောက်ပါသည်။ ဝယ်ယူသူသည် ဤလင့်ခ်မှတစ်ဆင့် မှာယူမှုကို လိုက်နာနိုင်မည်ဖြစ်သည်။",
    "edit_order": "အမိန့်ကို တည်းဖြတ်ပါ။",
    "progress": "တိုးတက်မှုနှုန်း",
    "buyer_link": "ဝယ်သူလင့်ခ်",
    "buyer_link_message": "သင့်ဝယ်သူအား ဤလင့်ခ်ကို ပေးပါ။ ဝယ်သူသည် ဤလင့်ခ်မှတစ်ဆင့် ၎င်း၏အမှာစာကို ခြေရာခံနိုင်မည်ဖြစ်သည်။ ဤလင့်ခ်ကို ကုဒ်နံပါတ်တပ်ထားပြီး၊ လင့်ခ်ကို မည်သူမဆို ပေးထားပါက၊ သူသည် ငွေပေးချေပြီး အချက်အလက်ကို ကြည့်ရှုနိုင်မည်ဖြစ်သည်။ ဤလင့်ခ်သည် ရက် 60 ကြာ အသက်ဝင်မည်ဖြစ်သည်။ ကော်ပီကူးယူရန် အောက်ပါလင့်ခ်ကို နှိပ်ပါ။",
    "OrderConfirm_done": "အမိန့်အတည်ပြုခဲ့သည်။",
    "OrderConfirm_message": "ငွေပေးချေမှုကို အတည်ပြုပြီး မှာယူမှုမှန်ကန်ပါက အောက်ပါခလုတ်ကို နှိပ်ပါ။",
    "OrderConfirm_action": "အမှာစာအတည်ပြုခြင်း",
    "PreparingOrder_message": "ဖောက်သည် မှာယူမှု အဆင်သင့်ဖြစ်ပါက အောက်ပါ OK ခလုတ်ကို နှိပ်ပါ။",
    "PreparingOrder_action": "အော်ဒါမှာရန် အဆင်သင့်ဖြစ်နေပါပြီ။",
    "finish_message": "ဤမှာယူမှုပြီးသွားပါက၊ ဤမှာယူမှုကို ပိတ်ရန် အဆုံးခလုတ်ကို နှိပ်ပါ။",
    "finish_action": "အပြီးအစီး မှာကြားမှု လုပ်ဆောင်ခြင်း။",
    "finish_dialog": {
      "title": "အမိန့်ကို ပြီးအောင်လုပ်ပါ။",
      "message": "မှာယူမှု ပြီးမြောက်ပြီးပါက ပိတ်လိုသည်မှာ သေချာပါသလား။",
      "action": "ဟုတ်ကဲ့၊ မှာယူမှုပြီးစီးကြောင်း အတည်ပြုပါ။"
    },
    "configuration": "ထောပတ်သီး ဆက်တင်များ",
    "delivery_price": "ပို့ဆောင်ခ",
    "edit_avocado_action": "အချက်အလက် တည်းဖြတ်ပါ။",
    "submit_pricing_avocado_action": "အော်ဒါ၏စျေးနှုန်းကိုတင်ပြပါ။",
    "add_avocado_action": "ငွေတောင်းခံလွှာလင့်ခ်ကို ဖန်တီးပါ။",
    "avocados_list": "ထောပတ်သီးများစာရင်း",
    "not_pricing": "ဤပစ္စည်းသည် စျေးမကြီးပါ။",
    "show_all": "အားလုံးပြပါ။",
    "show_accepted": "အတည်ပြုထားသော အရာများကို ပြပါ။",
    "notifications": {
      "update_success": "ထောပတ်သီးကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ထားသည်။",
      "add_success": "ထောပတ်သီးကို အောင်မြင်စွာ ဖန်တီးခဲ့သည်။"
    },
    "name": "ထောပတ်သီး"
  },
  "avocado_orders": {
    "title": "ထောပတ်သီး",
    "title_small": "ဆိုရှယ်မီဒီယာအရောင်း",
    "pending_orders": "အသက်ဝင်သောအမိန့်",
    "avocado": "ထောပတ်သီးကို မှာယူလိုက်ပါ။"
  },
  "avocado_process": {
    "step1": "စျေးနှုန်း",
    "step1_msg": "ပစ္စည်းတစ်ခုစီ၏စျေးနှုန်းကို ထည့်သွင်းပြီး အစိမ်းရောင်အကွက်ကို အမှန်ခြစ်ပေးပါ။ ပစ္စည်းတစ်ခုကို ရောင်းချရန် မဖြစ်နိုင်ပါက ငြင်းပယ်ရန် ၎င်း၏ အခြေအနေကို ပြောင်းလဲပါ။",
    "step2": "ငွေတောင်းခံလွှာကို အတည်ပြုပါ။",
    "step2_msg": "ဤအမှာစာအတွက် ပြေစာတစ်ခု ဖန်တီးပါ။ ငွေတောင်းခံလွှာအတွက် ခေါင်းစဉ်နှင့် ဖော်ပြချက်ကို သင် ထည့်သွင်းနိုင်သည်။ မှာယူမှုပမာဏသည် ပစ္စည်းများ၏ စုစုပေါင်းစျေးနှုန်းပေါ်တွင် အလိုအလျောက်တွက်ချက်ပါသည်။",
    "title_input": "ပြေစာ ခေါင်းစဉ် *",
    "show_to_customer": "ဤအချက်အလက်ကို ဝယ်သူအား ပြသထားသည်။",
    "description_msg": "ဤအမှာစာအတွက် မှတ်စုရေးလိုပါသလား။ ဤအချက်အလက်ကို ဝယ်ယူသူအား ပြသပါမည်။",
    "price_input": "မှာယူမှုပမာဏ *",
    "tax_none": "အခွန်လွတ်",
    "tax_included": "စျေးနှုန်းတွင်ပါဝင်သည်။",
    "tax_add": "အခွန်ထည့်ပါ။",
    "tax_message": "စျေးနှုန်းတွင် အခွန်ပါဝင်သည်ဖြစ်စေ မပါဝင်သည်ဖြစ်စေ သင်ရွေးချယ်နိုင်ပါသည်။",
    "tax_included_messages": "စျေးနှုန်းတွင် အခွန်ပါဝင်ပါသည်။",
    "tax_add_messages": "နောက်ဆုံးစျေးနှုန်းတွင် အခွန်ထည့်သင့်သည်။"
  },
  "hyper": {
    "print_label": "အောက်ပါအညွှန်းကို ပုံနှိပ်ပြီး ထုတ်ကုန်၏ရှေ့တွင် ထားလိုက်ပါ။",
    "hyper_form_link_product_message": "သင့်ဖောက်သည်များသည် ဤလင့်ခ်မှတစ်ဆင့် {product} ကို လျင်မြန်စွာ ဝယ်ယူနိုင်ပါမည်။ QR ကုဒ်ကို စကင်န်ဖတ်ခြင်းဖြင့် ၎င်းတို့သည် တူညီသောလင့်ခ်ကိုလည်း ထည့်သွင်းပေးမည်ဖြစ်သည်။",
    "title": "Hyper အမြန်ရောင်းမည်။",
    "message": "Hyper Selldone အရောင်းချန်နယ်၏အကူအညီဖြင့်၊ သင့်ဖောက်သည်များသည် သင့်ဘက်မှလုပ်ဆောင်မှုမလိုအပ်ဘဲ QR ကုဒ်ကိုစကင်န်ဖတ်ခြင်းဖြင့် ကုန်ပစ္စည်းများကို ဝယ်ယူနိုင်မည်ဖြစ်သည်။ ပွဲတော်များ၊ ပြပွဲများ၊ သို့မဟုတ် အလုပ်များသော အခမ်းအနားများတွင် အချို့သောပစ္စည်းများကို အမြန်ရောင်းရန် ဤနည်းလမ်းကို အသုံးပြုပါ။ ဤကဏ္ဍတွင် Hyper ကိုအသက်သွင်းပြီးနောက်၊ ထုတ်ကုန်စီမံခန့်ခွဲမှုကဏ္ဍတွင် ရုပ်ပိုင်းဆိုင်ရာထုတ်ကုန်များအတွက် hyper QR ကုဒ်တစ်ခုကို သင်ဖန်တီးနိုင်သည်။",
    "orders_list": "Hyper Orders စာရင်း",
    "active_mode": "Hyper Sales Channel ကို အသက်သွင်းလိုက်ပါပြီ။",
    "inactive_mode": "မလှုပ်မရှား",
    "active_message": "ဤရွေးချယ်မှုကို သင်ဖွင့်ပါက၊ အမြန်ရောင်း-ကုဒ်များ ဖန်တီးနိုင်ခြေကို ထုတ်ကုန်တစ်ခုစီ၏ စီမံခန့်ခွဲမှုအပိုင်းတွင် ပြသမည်ဖြစ်သည်။",
    "hyper_form_link_message": "သင့်စတိုး၏ ဟိုက်ပါစာမျက်နှာလင့်ခ်",
    "configuration": "Hyper ဆက်တင်များ",
    "name": "Hyper"
  },
  "hyper_orders": {
    "title": "Hyper",
    "title_small": "အရောင်းအစီရင်ခံစာ",
    "hyper": "အော်ဒါများလက်ခံရရှိ"
  },
  "product_file": {
    "no_file": "ဖိုင်ကို အပ်လုဒ်မလုပ်ရသေးပါ။",
    "delete_dialog": {
      "title": "ဖိုင်ကိုဖျက်ပါ။",
      "message": "ဤဖိုင်ကို ဖျက်ရန် သေချာပါသလား။",
      "action": "ဟုတ်ကဲ့ အခု ဖျက်လိုက်ပါ။"
    },
    "notifications": {
      "delete_success": "ဖိုင်ကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။"
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 သွင်းငွေ {amount} နှင့် {amount_total} ခရက်ဒစ်ကို ရယူပါ။",
    "charge_action": "အခမဲ့ ခရက်ဒစ်တောင်းခြင်း။",
    "claim_title": "သင်၏ အခမဲ့ ခရက်ဒစ်ကို တောင်းဆိုပါ။",
    "claim_charge_caution": "မှတ်ချက်- သင့်ပိုက်ဆံအိတ်အကောင့်များကြားတွင် ငွေကြေးများကို ပြောင်းရန် မဖြစ်နိုင်ပါ။ ထို့ကြောင့် သင့်စတိုးတွင် လဲလှယ်ထားသော ငွေကြေးအတွက် သင့်လျော်သော အကောင့်တစ်ခုကို ရွေးချယ်ပါ။",
    "account_input": "အပ်ငွေအကောင့်",
    "account_msg": "အခကြေးငွေကို ဤအကောင့်တွင် ထည့်သွင်းပါမည်။"
  },
  "selldone_applications": {
    "title": "မင်းရဲ့အော်ဒါတွေကို လက်လွတ်မခံပါနဲ့။",
    "msg": "သင့်လုပ်ငန်းကို နေရာမရွေး အချိန်မရွေး စီမံခန့်ခွဲပါ။"
  },
  "shop_seo": {
    "title": "SEO ဖွဲ့စည်းမှု",
    "msg": "အော်ဂဲနစ်ဖောက်သည်များ ရယူရေးလမ်းကြောင်းများကို အားကောင်းစေခြင်းဖြင့် အွန်လိုင်းစျေးကွက်သို့ အမြန်လှမ်းပါ။",
    "auto": {
      "title": "အလိုအလျောက် SEO အင်ဂျင်",
      "msg": "သင့်ဝဘ်ဆိုက်ရှိ ပရိသတ်နှင့် ရှာဖွေရေးအင်ဂျင်များအတွက် ချောမွေ့သောမိုဘိုင်းအတွေ့အကြုံကို ပေးဆောင်ပါ။"
    },
    "amp": {
      "title": "AMP",
      "msg": "အရှိန်မြှင့်ထားသော မိုဘိုင်းစာမျက်နှာများကို အလိုအလျောက် ထုတ်ပေးသည်။"
    }
  },
  "shop_preferences": {
    "order": {
      "title": "အော်",
      "desc": "ဖောက်သည်တစ်ဦးသည် မှာယူမှုကို ပေးဆောင်ပါက၊ မှာယူမှုအချက်အလက်ပါရှိသော အီးမေးလ်တစ်စောင်ကို ဤလိပ်စာသို့ ပေးပို့မည်ဖြစ်ပါသည်။"
    },
    "return": {
      "title": "ပြန်လာ",
      "desc": "ကုန်ပစ္စည်းကို ဝယ်သူမှ ပြန်ပို့ပါက၊ ဤအီးမေးလ်ကို ပို့ပါမည်။ ဤအီးမေးလ်ကို ပေးပို့ခြင်းသည် သင့်ဝယ်ယူထားသော အစီအစဉ်ပေါ်တွင် မူတည်ပါသည်။"
    },
    "pos": {
      "title": "POS",
      "desc": "POS အရောင်းအစီရင်ခံစာကို ဤအီးမေးလ်သို့ ပေးပို့ပါမည်။"
    },
    "avocado": {
      "title": "ထောပတ်သီး",
      "desc": "ထောပတ်သီးအော်ဒါများ၏နေ့စဉ်အစီရင်ခံစာပေးပို့ပါ။"
    },
    "accounting": {
      "title": "စာရင်းကိုင်",
      "desc": "ဘဏ္ဍာရေးအစီရင်ခံစာများနှင့် အပ်ဒိတ်များကို သိမ်းဆည်းပါ။"
    },
    "subscription": {
      "title": "စာရင်းသွင်းမှုများ",
      "desc": "စာရင်းသွင်းမှု အစနှင့် အဆုံး စာရင်းသွင်းခြင်းဆိုင်ရာ အသိပေးချက်များနှင့်အတူ မကြာသေးမီက ဝယ်ယူထားသော အစီအစဉ်အခြေအနေ ချိတ်ဆက်မှု။"
    },
    "technical": {
      "title": "နည်းပညာပိုင်း",
      "desc": "ဒိုမိန်းနှင့် ဝန်ဆောင်မှုအခြေအနေအကြောင်း နည်းပညာဆိုင်ရာ အသိပေးချက်များ။"
    },
    "report": {
      "title": "အစီရင်ခံစာများ",
      "desc": "အပတ်စဉ်နှင့် လစဉ် အစီရင်ခံစာများကို ဤအီးမေးလ်သို့ ပေးပို့ပါမည်။"
    },
    "review": {
      "title": "သုံးသပ်ချက်",
      "desc": "စတိုးဆိုင်ရှိ လုပ်ငန်းစဉ်ကို အတည်ပြုရန် လိုအပ်ပါက သက်ဆိုင်ရာ အီးမေးလ်ကို ဤလိပ်စာသို့ ပေးပို့ပါမည်။ ဥပမာအားဖြင့် သုံးစွဲသူများကို သိမ်းဆည်းရန်အတွက် စျေးကွက်ရှာဖွေရေးအီးမေးလ်ပေးပို့ခြင်းကို အတည်ပြုရန်။"
    }
  },
  "shop_languages": {
    "title": "ဘာသာစကားများကို သိမ်းဆည်းပါ။",
    "sub_title": "စတိုးဆိုင် အလိုအလျောက် ဘာသာပြန်ခြင်း ပက်ကေ့ဂျ်များကို ထည့်သွင်းပြီး အသက်သွင်းပါ။",
    "message": "သင့်စတိုးတွင် ဘာသာစကား 10 ခုအထိ ထည့်သွင်းနိုင်သည်။ နောက်ထပ်ပက်ကေ့ဂျ်များ ထည့်သွင်းရန် လိုအပ်ပါက ကျွန်ုပ်တို့ထံ ဆက်သွယ်ပါ။"
  },
  "invite_friends": {
    "title": "သင့်လုပ်ငန်းအကြောင်း ကမ္ဘာကိုပြောပါ။",
    "msg": "Selldone ကို သင့်သူငယ်ချင်းများနှင့် မိတ်ဆက်ပေးပါ။ အကောင့်ဖွင့်သောအခါတွင် ၎င်းတို့သည် ကုမ္ပဏီဘောက်ချာတွင် $99 ရရှိမည်ဖြစ်ပြီး၊ ၎င်းတို့သည် ၎င်းတို့၏ပထမဆုံးငွေလွှဲခြင်းကို ပြီးသည်နှင့် ၎င်းတို့သည် စတင်သည့်ဘောက်ချာတွင် $15 ရရှိမည်ဖြစ်သည်။",
    "invite": {
      "title": "အခမဲ့ $99 ဘောက်ချာတစ်ခုရယူရန် Selldone business OS သို့ဝင်ရောက်ပါ။",
      "description": "အံ့ဖွယ်ကိရိယာတစ်ခုဖြင့် သင့်လုပ်ငန်းကို အွန်လိုင်းစတင်ရန် Selldone သို့ ဖိတ်ခေါ်ပါသည်။",
      "hashtags": "အီလက်ထရွန်းနစ်၊ ဝဘ်ဆိုက်တည်ဆောက်သူ",
      "quot": "Selldone က အွန်လိုင်းစတိုးတစ်ခုကို ငါတည်ဆောက်ခဲ့တယ်၊ မင်းအခု မင်းရဲ့လုပ်ငန်းကိုလည်း လုပ်နိုင်တယ်။"
    }
  },
  "shops_list": {
    "title": "ကျွန်ုပ်၏ဆိုင်များ",
    "message": "ကျွန်ုပ်၏ကိုယ်ပိုင်ဆိုင်များ၊ ခွင့်ပြုထားသောဆိုင်များနှင့် နမူနာဆိုင်များစာရင်း။"
  },
  "shipping": {
    "warehouse_error": "သင့်ဂိုဒေါင်ကို ဦးစွာသတ်မှတ်ပါ။ ဤလိပ်စာကို ပို့ဆောင်ခြင်း၏ မူလအစအဖြစ် အသုံးပြုပါမည်။",
    "errors": {
      "set_origin": "သင့်တည်နေရာမြေပုံကို သတ်မှတ်ပါ။",
      "set_country": "သင့်နိုင်ငံကို သတ်မှတ်ပါ။",
      "set_address": "သင့်လိပ်စာကို သတ်မှတ်ပါ။",
      "set_zip": "သင့်စာတိုက်ကုဒ်ကို သတ်မှတ်ပါ။"
    },
    "set_warehouse": "ဂိုဒေါင်သတ်မှတ်",
    "pickup_location": "လာယူမည့်နေရာ",
    "refresh_rates": "ပြန်လည်ဆန်းသစ်မှုနှုန်းများ",
    "no_rate": "နှုန်းထားမရှိ...",
    "view_messages": "မက်ဆေ့ချ်များကိုကြည့်ပါ...",
    "not_set_yet": "မသတ်မှတ်ရသေးပါ။",
    "drop_orders_here": "အော်ဒါများ ဒီမှာချပါ..."
  },
  "blog_category": {
    "title": "ဘလော့အမျိုးအစားများ",
    "add_action": "အမျိုးအစားအသစ်ထည့်ပါ။",
    "add_dialog": {
      "title": "အသစ်/မွမ်းမံမှု အမျိုးအစား",
      "force_edit": "လမ်းကြောင်းကို အတင်းပြင်ဆင်ပါ။",
      "force_edit_msg": "အမျိုးအစားအမည်ပြောင်းပြီး ဆောင်းပါးအားလုံးကို အပ်ဒိတ်လုပ်ပါ။",
      "star_msg": "ကြယ်ပွင့်အမျိုးအစားများသည် ဘလော့ဂ်တွင်ပြသရန် ဦးစားပေးရှိသည်။",
      "star": "ငေးတယ်။",
      "delete_action": "အမျိုးအစားကို ဖျက်ပါ။",
      "add_action": "အမျိုးအစားထည့်ပါ။",
      "edit_action": "အမျိုးအစားကို တည်းဖြတ်ပါ။"
    }
  },
  "about_us": {
    "title": "ငါတို့အကြောင်းစာမျက်နှာ",
    "subtitle": "About Us စာမျက်နှာတွင် ပြသရန် သင့်လုပ်ငန်းအကြောင်း ဆောင်းပါးတစ်ပုဒ်ရေးပါ။ ဤစာမျက်နှာသည် သင့်ပရိသတ်ကို သင့်အမှတ်တံဆိပ်နှင့် မစ်ရှင်ကို သိစေရန် ကူညီပေးပါမည်။"
  },
  "terms": {
    "title": "ဝန်ဆောင်မှုစည်းမျဉ်းများ စာမျက်နှာ",
    "subtitle": "သင့်ဖောက်သည်များအတွက် သင့်ဝန်ဆောင်မှုများကို ဝယ်ယူခြင်းနှင့် အသုံးပြုခြင်းဆိုင်ရာ စည်းကမ်းချက်များကို ရှင်းပြပါ။"
  },
  "privacy": {
    "title": "ကိုယ်ရေးကိုယ်တာမူဝါဒ စာမျက်နှာ",
    "subtitle": "ကိုယ်ရေးကိုယ်တာမူဝါဒသည် ဖောက်သည် သို့မဟုတ် ဖောက်သည်တစ်ဦး၏ဒေတာကို စုဆောင်းခြင်း၊ အသုံးပြုခြင်း၊ ထုတ်ဖော်ခြင်းနှင့် စီမံခန့်ခွဲခြင်းနည်းလမ်းအချို့ သို့မဟုတ် အားလုံးကို ဖော်ပြသည့် ထုတ်ပြန်ချက် သို့မဟုတ် တရားဝင်စာရွက်စာတမ်းတစ်ခုဖြစ်သည်။"
  },
  "contact_us": {
    "title": "ကျွန်ုပ်တို့၏စာမျက်နှာသို့ဆက်သွယ်ပါ။",
    "subtitle": "ကျွန်ုပ်တို့ထံ ဆက်သွယ်ရန် စာမျက်နှာတွင် သင့်ဖောက်သည်များအား ပြသရန် သင်၏ ဆက်သွယ်ရန် အချက်အလက်၊ လိပ်စာနှင့် ဖုန်းနံပါတ်တို့ကို ရေးပါ။"
  },
  "metaverse": {
    "title": "Metaverse တံတား",
    "subtitle": "Selldone သည် ကူးသန်းရောင်းဝယ်ရေးနေရာရှိ 100 API-based ဝန်ဆောင်မှုများကို ပံ့ပိုးပေးသည်။ ဂိမ်း၊ blockchain နှင့် metaverse application များသည် အလုပ်၊ ဘဝနှင့် ကုန်သွယ်မှုကမ္ဘာ၏ အနာဂတ်တွင် လုပ်ငန်းများ၊ ဖောက်သည်များနှင့် ဝန်ဆောင်မှုများကို ချိတ်ဆက်ရန် ဤအစွမ်းထက် API များကို အသုံးပြုနိုင်သည်။",
    "message": "ဂိမ်းဆော့သူများအတွက် အစောပိုင်းဝင်ရောက်ခွင့်"
  },
  "orders_bulk_export": {
    "title": "လက်ထောက်အမိန့်ပေးသည်။",
    "timespan": {
      "title": "အချိန်ကာလ",
      "subtitle": "အော်ဒါမှာယူရန်အတွက် အစနှင့် အဆုံးရက်စွဲများကို ရွေးချယ်ပါ။"
    },
    "tasks": {
      "title": "Tasks Output",
      "subtitle": "အစုလိုက်အမှာစာများ လုပ်ဆောင်ရန်အတွက် လုပ်ဆောင်စရာများစာရင်းကို ဒေါင်းလုဒ်လုပ်ပါ။ ရလဒ်တွင် အခပေးနှင့် COD အော်ဒါများသာ ပါရှိသည်။",
      "export_title": "အလုပ်များစာရင်း"
    },
    "labels": {
      "title": "အထုပ်အညွှန်းများ",
      "subtitle": "ရွေးချယ်ထားသော အချိန်ကာလနှင့် အခြေအနေရှိ မှာယူမှုအညွှန်းများအားလုံး၏စာရင်းကို ဒေါင်းလုဒ်လုပ်ပါ။ ရလဒ်တွင် အခပေးနှင့် COD အော်ဒါများသာ ပါရှိသည်။",
      "export_title": "သေတ္တာတံဆိပ်များ"
    }
  },
  "customers_funnel": {
    "title": "ဖောက်သည် လူဦးရေစာရင်း",
    "subtitle": "စျေးကွက်ချဲ့ထွင်မှုနည်း၍ တန်ဖိုးပိုပေးရန်အတွက် ပိုမိုကောင်းမွန်သော ဆုံးဖြတ်ချက်များချနိုင်ရန် သင့်ဖောက်သည်ဒေတာကို စစ်ထုတ်ပြီး ထုတ်ယူပါ။ ကျေးဇူးပြု၍ သင့်ဖောက်သည်များ၏ ကိုယ်ရေးကိုယ်တာအချက်အလက်ကို လေးစားပြီး ၎င်းတို့ထံ အများအပြားအီးမေးလ်များကို ဘယ်တော့မှ မပို့ပါ။ ၎င်းတို့အားလုံးထံမှ ခွင့်ပြုချက်မရဘဲ သင့်ဖောက်သည်များ၏ အချက်အလက်များကို ပြင်ပကုမ္ပဏီဝန်ဆောင်မှုများနှင့် မျှဝေခြင်းမပြုပါနှင့်။"
  },
  "transportation_pickups": {
    "addresses": {
      "title": "ယူရန်လိပ်စာများ",
      "subtitle": "လာယူမည့်လိပ်စာများကို ဤနေရာတွင် ထည့်သွင်းပြီး တည်းဖြတ်ပါ။ အသုံးပြုသူများသည် ငွေရှင်းသည့်စာမျက်နှာရှိ လာယူမည့်လိပ်စာကို ရွေးချယ်နိုင်မည်ဖြစ်သည်။",
      "add_action": "တည်နေရာအသစ်ကို ထည့်ပါ။"
    }
  },
  "affiliate_pos": {
    "title": "Affiliate POS",
    "open_pos_action": "POS အမြန်အော်ဒါတင်ပါ။",
    "description": "ဤရွေးချယ်မှုသည် Instagram စာမျက်နှာများနှင့် အခြားလူမှုရေးကွန်ရက်များ၏ စီမံခန့်ခွဲသူများအတွက် သင့်လျော်သည်။ ဖောက်သည်များထံမှ မှာယူမှုများကို ကိုယ်တိုင်လက်ခံရန်နှင့် ပေါင်းထည့်ရန် Affiliate POS ကို အသုံးပြုပါ။ သင်၏တွဲဖက်လုပ်ကိုင်သူများ (သို့မဟုတ် franchise) သည် Affiliate POS တွင် အမှာစာအသစ်များထည့်နိုင်ပြီး အပ်ငွေစလစ်ကို အပ်လုဒ်လုပ်နိုင်ပါသည်။"
  },
  "shop_configuration": {
    "login": {
      "title": "အကောင့်ဝင်နည်းများ",
      "subtitle": "အသုံးပြုသူများ သင့်စတိုးသို့ အကောင့်ဝင်နည်းကို စိတ်ကြိုက်ပြင်ဆင်ပါ။"
    },
    "checkout": {
      "title": "ငွေရှင်းစီးဆင်းမှု",
      "subtitle": "သင်၏ ဖောက်သည် ခရီးနှင့် သင်၏ ecommerce တွင် ဝယ်ယူမှု စီးဆင်းမှုကို စိတ်ကြိုက်လုပ်ပါ။",
      "map": {
        "title": "မြေပုံ",
        "subtitle": "အသုံးပြုသူများသည် မြေပုံပေါ်ရှိ ပို့ဆောင်မှုတည်နေရာ (Uber ကဲ့သို့) ကို ရွေးချယ်ရပါမည်။",
        "subtitle_no_map": "ဝယ်ယူသူပေးထားသောလိပ်စာတွင် တည်နေရာမရှိပါက ပို့ဆောင်မှုတွက်ချက်မှုတွင် အကွာအဝေးကို သုညဟုသတ်မှတ်သည်။"
      },
      "mode": {
        "title": "ဖောက်သည်များဝင်ရောက်ရန်အချက်",
        "default": {
          "title": "အမြန်ဆုံး (ပုံသေ)",
          "msg": "အသုံးပြုသူများ အမြန်ဆုံးဝင်ရောက်ပါ။ (နောက်ထပ် ပြောင်းလဲခြင်း)"
        },
        "on_checkout": {
          "title": "ငွေရှင်းခြင်းတွင်",
          "msg": "ငွေရှင်းသည့်အဆင့်တွင် သုံးစွဲသူများအား အကောင့်ဝင်ရန် အတင်းအကျပ် ခိုင်းစေခြင်း။"
        },
        "login_free": {
          "title": "ရွေးချယ်နိုင်သော လော့ဂ်အင်",
          "msg": "အော်ဒါငွေပေးချေပြီးနောက် စိတ်ကြိုက်ဝင်ရောက်ပါ။"
        }
      },
      "express": {
        "title": "လှည်းသို့ထည့်ပြီးနောက် ပြန်ညွှန်းပါ။",
        "false": {
          "title": "ပုံမှန်အခြေအနေ",
          "msg": "စာမျက်နှာပေါ်တွင်ရှိနေကာ လှည်းသို့ထည့်ရန် ကိုနှိပ်ပြီးနောက် ဆက်လက်စျေးဝယ်ပါ။"
        },
        "true": {
          "title": "အမြန်မုဒ်",
          "msg": "Add to cart ကိုနှိပ်ပြီးနောက် ဝယ်ယူသူအား ငွေရှင်းသည့်စာမျက်နှာသို့ ပြန်ညွှန်းပါ။"
        }
      },
      "shipping_address": {
        "title": "ပို့ဆောင်ရန်လိပ်စာကိုမေးပါ။"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "ရုပ်ပိုင်းဆိုင်ရာနှင့် ဝန်ဆောင်မှု (ပုံသေ)",
      "desc": "ရုပ်ပိုင်းဆိုင်ရာနှင့် ဝန်ဆောင်မှုငွေပေးချေမှုများတွင် လိပ်စာတစ်ခုထည့်သွင်းရန် သုံးစွဲသူအား တောင်းဆိုပါ။"
    },
    "physical": {
      "title": "ကာယသာ",
      "desc": "ငွေပေးချေမှုတွင် လိပ်စာတစ်ခုထည့်ရန် ဖောက်သည်အား တောင်းဆိုပါ။"
    },
    "off": {
      "title": "ဘယ်တော့မှ",
      "desc": "ပို့ဆောင်ရေးလိပ်စာကို ဘယ်တော့မှ မတောင်းပါနဲ့။ ⚠ ဝန်ဆောင်မှုအမျိုးအစားအစား ထုတ်ကုန်များအတွက် ရုပ်ပိုင်းဆိုင်ရာအမျိုးအစားကို ရွေးချယ်ခြင်းဖြင့် မျိုးကွဲများပါသော ဝန်ဆောင်မှုများထားရှိရန် အစီအစဉ်ရှိပါက ဤရွေးချယ်မှုကို အသုံးပြုပါ။"
    }
  },
  "business_model": {
    "title": "လုပ်ငန်းပုံစံသတ်မှတ်ခြင်း။",
    "subtitle": "သင့်လုပ်ငန်းပုံစံကို သတ်မှတ်ပါ၊ ထို့နောက် ကျွန်ုပ်တို့သည် သင့် OS ကို အခင်းဖြစ်ပွားရာနောက်ကွယ်တွင် ပြင်ဆင်သတ်မှတ်ပါမည်။"
  },
  "business_type": {
    "title": "ကုန်ပစ္စည်းအမျိုးအစားများ",
    "subtitle": "သင့်စတိုးတွင် သင်ရောင်းချလိုသော ကုန်ပစ္စည်းအမျိုးအစားကို သတ်မှတ်ပါ။ Selldone ရှိ ထုတ်ကုန်အမျိုးအစားများသည် ထုတ်ကုန်အမျိုးအစားတစ်ခုထက်မက၊ ပြည့်စုံမှုဆိုင်ရာ လုပ်ငန်းစဉ်နှင့် ပတ်သက်သည်။",
    "send_activation_request_to_support": "ပံ့ပိုးမှုလက်မှတ်တွင် အသက်သွင်းရန် တောင်းဆိုချက်ကို ပေးပို့ပါ။",
    "require_kyc": "လုပ်ငန်းပိုင်ရှင် KYC။",
    "needs_enterprise_license": "လုပ်ငန်းလိုင်စင်ရှိရန် လိုအပ်ပါသည်။",
    "marketplace_caution_message": "သင့်မော်ဒယ်လ်သည် သင့်လုပ်ငန်း OS ဖွဲ့စည်းမှုပုံစံကို နက်ရှိုင်းစွာ သက်ရောက်မှုရှိသောကြောင့် Marketplace ကို သတ်မှတ်ပါ။ ဥပမာအားဖြင့်၊ သင်သည် လွတ်လပ်သောစျေးနှုန်းနှင့် စာရင်းအင်းဖြင့် ထုတ်ကုန်တစ်ခုစီအတွက် အနည်းဆုံးရောင်းချသူတစ်ဦးကို သတ်မှတ်ရပါမည်။ ရောင်းသူမရှိသော ဖောက်သည်များသည် ကုန်ပစ္စည်းများကို မဝယ်နိုင်ပါ။"
  },
  "business_model_view": {
    "normal": {
      "title": "ပုံမှန်စတိုး",
      "desc": "အများအားဖြင့် SME၊ အိမ်တွင်းလုပ်ငန်း သို့မဟုတ် dropshipper သည် ၎င်းတို့၏ထုတ်ကုန်ကို ဖောက်သည်များထံ တိုက်ရိုက်ရောင်းချခြင်း သို့မဟုတ် လက်ကားရောင်းချသူများ၏ ထုတ်ကုန်များကို ပြန်လည်ရောင်းချသူအဖြစ် ရောင်းချပေးသည်။"
    },
    "dropshipping": {
      "title": "Dropshipping",
      "desc": "ကုန်ပစ္စည်းနှင့် စာရင်းမဝင်ပါ - အများအားဖြင့် လက်ကားရောင်းချသူ (Printify၊ Wholesale2B၊ ... ကဲ့သို့) သို့မဟုတ် ထုတ်လုပ်သူသည် ပြင်ပအဖွဲ့အစည်းသို့ ပေးချေပြီး ၎င်းတို့သည် အခင်းဖြစ်ပွားရာနောက်ကွယ်ရှိ မှာယူမှုများကို ဖြည့်ဆည်းပေးပါသည်။"
    },
    "wholesaler": {
      "title": "Dropshipping ပေးသွင်းသူ",
      "desc": "အများအားဖြင့် လက်ကားရောင်းချသူ သို့မဟုတ် ထုတ်လုပ်သူ—အဆုံးစားသုံးသူထံ တိုက်ရိုက်အမှာစာပေးပို့သူ။ Selldone ရှိ အခြားကုန်သည်များသည် သင့်ထုတ်ကုန်များကို ၎င်းတို့၏စတိုးဆိုင်များတွင် တင်ပို့နိုင်ပါသည်။"
    },
    "marketplace": {
      "title": "ဈေး",
      "desc": "အွန်လိုင်းစျေးကွက်များသည် ဝယ်သူများနှင့် ရောင်းသူများကို တစ်ဦးတည်းပိုင်နှင့် ဗဟိုချုပ်ကိုင်သော ပလပ်ဖောင်းတစ်ခုပေါ်တွင် ချိတ်ဆက်ပေးသည်။"
    },
    "franchise": {
      "title": "Franchise / Affiliate",
      "desc": "franchise ဆိုသည်မှာ သင့်အမှတ်တံဆိပ် (Franchising) သို့မဟုတ် သင့်ထုတ်ကုန်များကို ၎င်းတို့၏အမှတ်တံဆိပ် (Affiliate) ဖြင့် ရောင်းချပေးသော franchisor တစ်ဦးပါဝင်သည့် ကုန်ပစ္စည်းများ သို့မဟုတ် ဝန်ဆောင်မှုများကို ဖြန့်ဖြူးသည့်နည်းလမ်းတစ်ခုဖြစ်သည်။"
    }
  },
  "marketplace": {
    "vendor_wallets": "ပိုက်ဆံအိတ်",
    "pricing_models": "စျေးနှုန်း",
    "add_vendor": "ရောင်းချသူ ထည့်ပါ။",
    "requests": "တောင်းဆိုချက်များ"
  },
  "price_input_type": {
    "title": "စျေးနှုန်းထည့်သွင်းမှုအမျိုးအစား",
    "default": {
      "title": "ပုံသေ",
      "desc": "စျေးဝယ်လှည်းရှိ ပမာဏအဖြစ် တန်ဖိုးတစ်ခုကို ရွေးပါ။"
    },
    "area": {
      "title": "ဧရိယာ",
      "desc": "ပမာဏကိုတွက်ချက်ရန် အနံနှင့် အလျားကို သွင်းအားစုများအဖြစ် ထည့်ပါ။"
    },
    "volume": {
      "title": "အသံအတိုးအကျယ်",
      "desc": "ပမာဏကို တွက်ချက်ရန် အနံ၊ အလျားနှင့် အမြင့်ကို သွင်းအားစုများအဖြစ် ထည့်ပါ။"
    },
    "custom": {
      "title": "စိတ်ကြိုက် (ထည့်သွင်းမှုပုံစံအားဖြင့်)",
      "desc": "ရာနှင့်ချီသောမျိုးကွဲများအတွက်မလိုအပ်ပါ။ စိတ်ကြိုက်ပြင်ဆင်နိုင်သော ထုတ်ကုန်များအတွက် စိတ်ကြိုက်ကုန်ကျစရိတ် တွက်ချက်မှုပုံစံကို ဖန်တီးပါ။"
    }
  },
  "vendors_list": {
    "title": "ကျွန်ုပ်၏ရောင်းချသူများ",
    "message": "ကျွန်ုပ်၏ကိုယ်ပိုင်ရောင်းချသူများစာရင်း။"
  },
  "vendor_page": {},
  "domains": {
    "message": "ဒိုမိန်းများစွာကို သင့်လုပ်ငန်း OS သို့ ချိတ်ဆက်ပြီး ၎င်းတို့အားလုံးကို တစ်နေရာတည်းတွင် စီမံခန့်ခွဲပါ။ ဘလော့ဂ်နှင့် ကွန်မြူနတီကဲ့သို့ သင့်ဝဘ်ဆိုဒ်၏ အစိတ်အပိုင်းတစ်ခုစီအတွက် သီးခြားဒိုမိန်းများကို ဖန်တီးရန် သို့မဟုတ် သင့်လုပ်ငန်းခွဲများအတွက် မတူညီသော ဒိုမိန်းများကို အသုံးပြုနိုင်သည်။"
  },
  "notes": {
    "add_action": "သင့်အဖွဲ့အတွက် မှတ်စုတစ်ခုထည့်ပါ။",
    "notifications": {
      "success_add": "မှတ်စုကို အောင်မြင်စွာ ထည့်သွင်းပြီးပါပြီ။",
      "success_delete": "မှတ်စုကို အောင်မြင်စွာ ဖျက်လိုက်ပါပြီ။"
    }
  },
  "external_services": {
    "title": "ပြင်ပဝန်ဆောင်မှုများ",
    "subtitle": "SMS နှင့် အီးမေးလ်များကဲ့သို့သော ပြင်ပဝန်ဆောင်မှုများ၏ နောက်ဆုံးအခြေအနေကို ဤနေရာတွင် စောင့်ကြည့်ပါ။"
  }
};