export default {
  "commons": {
    "pay_today": "आज भुक्तानी",
    "pay_yesterday": "हिजो भुक्तानी",
    "pay_last30days": "पछिल्लो 30 दिन भुक्तानी",
    "create_a_shop": "पसल बनाउनुहोस्",
    "start_free": "नि: शुल्क सुरु गर्नुहोस्",
    "featured_apps": "विशेष अनुप्रयोगहरू",
    "more_apps": "थप एपहरू",
    "my_public_profile": "मेरो सार्वजनिक प्रोफाइल पृष्ठ"
  },
  "numbers": {
    "infinite": "असीमित"
  },
  "error": {
    "not_fount_data": "डाटा फेला परेन!",
    "license_max_limit": "तपाईंको इजाजतपत्र सीमामा पुग्यो!"
  },
  "time_spans": {
    "days_range": "दिन दायरा",
    "today": "आज",
    "yesterday": "हिजो",
    "last_7": "पछिल्लो ७ दिन",
    "last_14": "पछिल्लो १४ दिन",
    "last_30": "पछिल्लो 30 दिन",
    "last_90": "पछिल्लो ९० दिन",
    "custom": "अनुकूलन"
  },
  "device_types": {
    "desktop": "डेस्कटप",
    "mobile": "मोबाइल",
    "tablet": "ट्याब्लेट"
  },
  "create_website_action": "आफ्नो वेबसाइट बनाउनुहोस् - यो नि: शुल्क छ",
  "show_shops_action": "मेरो पसलहरूको सूची",
  "Youtube": "YouTube",
  "Linkedin": "Linkedin",
  "Twitter": "ट्विटर",
  "Facebook": "फेसबुक",
  "Instagram": "इन्स्टाग्राम",
  "Reddit": "Reddit",
  "Github": "Github",
  "page_titles": {
    "home": "Selldone ╏ द्रुत-बढ्दो कम्पनीहरूको लागि व्यापार अपरेटिङ सिस्टम",
    "login": "लग - इन",
    "register": "दर्ता गर्नुहोस्",
    "auth_2fa": "२ कारक प्रमाणीकरण 🔐",
    "academy": "ब्लग",
    "help": "मद्दत केन्द्र",
    "price_list": "मूल्य सूचि",
    "my_stores": "मेरो स्टोरहरू",
    "roles": "मेरा भूमिकाहरू",
    "wallet": "मेरो वालेट",
    "personal_info": "व्यक्तिगत जानकारी ╏ KYC",
    "companies": "मेरा कम्पनीहरू",
    "access_control": "पहुँच नियन्त्रण",
    "security_center": "सुरक्षा केन्द्र",
    "gifts": {
      "received": "उपहार ╏ प्राप्त भयो",
      "send": "उपहार ╏ पठाइयो"
    },
    "monetization": {
      "linked_accounts": "मुद्रीकरण ╏ लिङ्क गरिएका खाताहरू",
      "plans": "मुद्रीकरण ╏ योजना र लिङ्कहरू"
    },
    "affiliate": "सम्बद्ध",
    "avocado": "एभोकाडो - आधुनिक सामाजिक बिक्री च्यानल",
    "guild": "गिल्ड - सामूहिक बिक्री च्यानल",
    "partners_login": "साझेदारहरू ╏ ग्राहक लगइन"
  },
  "blank_is_all_products": "सबै उत्पादनहरू समावेश गर्न खाली छोड्नुहोस्!",
  "cautions": {
    "title": "निम्न सुझावहरू गरेर आफ्नो व्यवसायलाई व्यावसायिक रूपमा व्यवस्थापन गर्नुहोस्। लाभ मार्जिन र थप कसरी बढाउने बारे सुझावहरूको लागि पढ्न जारी राख्नुहोस्। हामी बाटोमा साथमा छौं।",
    "no_payment_method": {
      "title": "भुक्तानी विधि",
      "message": "तपाईंले आफ्नो पसलमा भुक्तानी विधि थप्नुपर्छ।",
      "action": "पसल गेटवे"
    },
    "link_account": {
      "title": "खाता लिङ्क गर्नुहोस्",
      "message": "तपाईंले आफ्नो पसलमा खाता ({currency}) लिंक गर्नुपर्छ।",
      "action": "पसल खाताहरू"
    },
    "no_domain": {
      "title": "डोमेन थप्नुहोस्",
      "message": "तपाईं आफ्नो स्टोरमा एक वा बढी व्यक्तिगत डोमेनहरू जडान गर्न सक्नुहुन्छ। तपाईंको वेबसाइट तपाईंको डोमेनमा स्थापित हुनेछ। यो प्रक्रिया छिटो र सजिलो छ।"
    },
    "domain_not_approved": {
      "title": "डोमेन प्रमाणीकरण",
      "message": "तपाईंको डोमेन {domain} प्रमाणित गरिएको छैन। DNS सेटिङहरू जाँच गर्नुहोस् र डोमेन पुष्टि गर्नुहोस्।"
    },
    "no_currency": {
      "title": "मुद्रा थप्नुहोस्",
      "message": "तपाईंले आफ्नो स्टोरको लागि कम्तिमा एउटा मुद्रा परिभाषित गर्नुपर्छ।",
      "action": "मुद्रा व्यवस्थापन"
    },
    "no_primary_domain": {
      "title": "मुख्य डोमेन",
      "message": "कृपया आफ्नो प्राथमिक डोमेनको रूपमा डोमेन चयन गर्नुहोस्। डोमेन नामको छेउमा रहेको तारा बटनमा क्लिक गरेर, तपाईंले डोमेनलाई आफ्नो स्टोरको प्राथमिक डोमेनको रूपमा चयन गर्न सक्नुहुन्छ। यो खोज इन्जिन को लागी महत्वपूर्ण छ। ध्यान दिनुहोस् कि तपाईंको स्टोर अझै पनि सबै सक्रिय डोमेनहरू मार्फत उपलब्ध हुनेछ।"
    },
    "shop_complete": {
      "title": "पूरा जानकारी",
      "action": "पसल सेटिङहरू",
      "location_msg": "आफ्नो स्थान थप्नुहोस्",
      "days_open_msg": "खुला दिनहरू सेट गर्नुहोस्",
      "time_open_msg": "खुला र बन्द समय सेट गर्नुहोस्",
      "description_msg": "आफ्नो व्यवसायको बारेमा संक्षिप्त विवरण लेख्नुहोस्",
      "icon_msg": "आफ्नो स्टोर लोगो सेट गर्नुहोस्",
      "shop_gateways_msg": "भुक्तानी विधि थप्नुहोस्",
      "socials_msg": "आफ्नो सामाजिक लिङ्कहरू थप्नुहोस्",
      "clubs_msg": "ग्राहक क्लबहरू सेट गर्नुहोस्",
      "domains_msg": "आफू अनुकूल डोमेन थप्नुहोस्",
      "primary_msg": "प्राथमिक रूपमा डोमेन सेट गर्नुहोस्"
    }
  },
  "support": {
    "request": "समर्थन अनुरोध गर्नुहोस्",
    "category": "श्रेणी",
    "title": "समर्थन",
    "message": "कुनै पनि अनुरोध वा प्रश्न सोध्नुहोस्। हाम्रो समर्थन टोलीले तपाईंलाई मार्गदर्शन गर्नेछ। हामी तपाईंलाई तपाईंको अनुरोधसँग सम्बन्धित पृष्ठमा तपाईंको प्रश्न सोध्न सुझाव दिन्छौं। उदाहरणका लागि, यदि तपाइँसँग डोमेन सेटिङको बारेमा प्रश्न छ भने, यसलाई तपाइँको स्टोरको डोमेन सेटिङ पृष्ठमा पठाउनुहोस्।",
    "close_at": "{date} मा बन्द",
    "close_ticket_by_user": "धन्यवाद, मैले जवाफ पाएँ"
  },
  "surveys": [
    "धेरै गरिब",
    "गरिब",
    "सामान्य",
    "राम्रो",
    "उत्कृष्ट"
  ],
  "sort": {
    "title": "अनुसार क्रमबद्ध गर्नुहोस्",
    "title_small": "क्रमबद्ध गर्नुहोस्।।",
    "nothing": "केही छैन",
    "most_views": "धेरै हेराइहरू",
    "most_likes": "सर्वाधिक लोकप्रिय",
    "most_recent": "सबैभन्दा नयाँ",
    "most_sell": "बेस्ट सेलिंग",
    "cheapest": "सस्तो",
    "most_expensive": "धेरै महँगो",
    "only_available": "उपलब्ध छ",
    "view_mode": {
      "normal": "सामान्य",
      "grid": "ग्रिड",
      "list": "सूची",
      "insta": "इन्स्टा"
    }
  },
  "helps": {
    "title": "Selldone मद्दत केन्द्र",
    "subtitle": "Selldone मा स्वागत छ। यदि तपाइँ व्यवसाय OS मा नयाँ अनलाइन स्टोर निर्माण गर्दै हुनुहुन्छ भने, तपाइँ यहाँ थप जानकारी पाउन सक्नुहुन्छ।",
    "add_new_help": "नयाँ मद्दत",
    "resources": "स्रोतहरू",
    "categories": {
      "Welcome": "सुरु गर",
      "Setup": "स्टोर",
      "Sell": "बिक्री र मार्केटिङ",
      "Developer": "विकास",
      "Application": "अनुप्रयोगहरू",
      "Product": "उत्पादन र कोटी व्यवस्थापन",
      "Blog": "CMS र ब्लग",
      "Order": "अर्डर पूर्ति केन्द्र",
      "Channel": "बिक्री च्यानलहरू",
      "Accounting": "लेखा र भुक्तानी विधिहरू",
      "Incentives": "प्रोत्साहन",
      "Marketing": "मार्केटिङ र अभियानहरू",
      "Logistic": "लजिस्टिक र ढुवानी",
      "Customers": "ग्राहक क्लब र विभाजन",
      "Page": "अवतरण र अनुकूलन पृष्ठहरू",
      "Access": "कर्मचारी / API पहुँच व्यवस्थापन",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "Github भण्डार",
    "admin_api_app": "व्यवस्थापक API वेब सेवा",
    "shop_api_app": "पसल API वेब सेवा",
    "design_kit": "डिजाइन किटहरू",
    "community": "समुदाय"
  },
  "blogs": {
    "title": "ब्लग",
    "subtitle": "व्यवसायको लागि पाठ, आत्मविश्वास र ज्ञान तपाईलाई एउटा फस्टाउँदै गरेको व्यवसाय सिर्जना गर्न आवश्यक छ।",
    "add_new_blog": "नयाँ ब्लग",
    "popular": "लोकप्रिय",
    "topics": "विषयहरू",
    "select_topics": "आफ्नो काम चयन गर्नुहोस्।",
    "select_job_topics": "आफ्नो काम-सम्बन्धित विषयहरू चयन गर्नुहोस्",
    "select_interested_topics": "तपाइँ कुन विषयहरूमा रुचि राख्नुहुन्छ?"
  },
  "api": {
    "title": "API र एकीकरण",
    "message": "Selldone को मुख्य विशेषताहरु मध्ये एक मजबूत र सुरक्षित एपीआई प्रदान गर्न को लागी स्टोरहरु लाई अन्य सेवाहरु जस्तै भण्डारण, लेखा, आदि मा जडान गर्न को लागी प्रदान गर्दछ। तपाईले आफ्नो स्टोर को लागी अनुकूलन एपहरु र वेब एपहरु लाई पनि डिजाइन गर्न सक्नुहुन्छ। सर्भर र डाटा व्यवस्थापन बारे चिन्ता नगरी। डोमेन API हरू मात्र प्रयोग गर्नुहोस्। तपाइँसँग प्रयोगकर्ताहरू, प्रमाणीकरण र अन्य डोमेन सुविधाहरू प्रबन्ध गर्ने सबै प्रक्रिया हुनेछ।"
  },
  "user_dashboard": {
    "title": "मेरो शटल",
    "subtitle": "अप-टु-डेट जानकारी र स्पष्ट सम्भावनाको साथ आफ्नो व्यवसाय प्रबन्ध गर्नुहोस्।",
    "menu": {
      "affiliate": "सम्बद्ध",
      "monetize": "मोनेटाइज गर्नुहोस्",
      "gift": "उपहार",
      "security": "सुरक्षा",
      "access": "पहुँच",
      "business": "कम्पनी",
      "wallet": "वालेट",
      "identification": "KYC",
      "stores": "स्टोरहरू",
      "roles": "भूमिकाहरू",
      "home": "घर",
      "expert": "विज्ञ",
      "deals": "डिलहरू",
      "providers": "प्रदायकहरू"
    },
    "shops": {
      "create_new": "नयाँ पसल सिर्जना गर्नुहोस्",
      "create_new_sub": "नि:शुल्क",
      "create_new_sub_need_initial_charge": "पहिलो पसल निर्माण निःशुल्क छ। सायद तपाईको व्यवसायको लागि एउटा पसल पर्याप्त छ, तर यदि तपाईलाई थप पसलहरू निर्माण गर्न आवश्यक छ भने, नयाँ स्टोर निर्माणको लागत 25$ हो। हामी तपाईंको वालेट खाताबाट रकम निकाल्छौं।",
      "menu": {
        "title": "मेरो पसलहरू",
        "shops": "पसलहरू",
        "new": "नयाँ"
      },
      "accept_invite_question": "के तपाइँ यो निमन्त्रणा स्वीकार गर्नुहुन्छ?",
      "shop_card": {
        "menu_orders": {
          "physical": "भौतिक उत्पादन आदेश",
          "virtual": "भर्चुअल उत्पादन आदेश",
          "files": "आदेश फाइल गर्नुहोस्",
          "services": "सेवा आदेश",
          "subscriptions": "सदस्यता आदेश"
        },
        "status": "स्थिति",
        "license": "इजाजतपत्र",
        "volume": "प्रयोग गरिएको ठाउँ",
        "expire": "इजाजतपत्रको म्याद सकियो",
        "products": "उत्पादनहरू",
        "page_views": "दृश्यहरू",
        "user_behavior": "ग्राहक व्यवहार",
        "time_span": "{time} देखि हालसम्म",
        "finance_report": "आर्थिक रिपोर्ट",
        "buys": "खरिदहरू",
        "payments": "भुक्तानीहरू",
        "orders": "आदेश",
        "currency": "मुद्रा"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "ग्राहक प्रतिक्रिया",
      "title_small": "अवलोकन",
      "wishlist": "इच्छा सुची",
      "comments": "टिप्पणीहरू",
      "likes": "मनपर्छ",
      "favorites": "मनपर्नेहरू",
      "powers": "ताली बज्छ",
      "views": "दृश्यहरू",
      "report_today": "आजको रिपोर्ट",
      "report_last7days": "पछिल्लो 7 दिन रिपोर्ट",
      "report_last30days": "पछिल्लो 30 दिन रिपोर्ट"
    }
  },
  "admin_shop": {
    "title": "स्टोर",
    "menu": {
      "edit": "सेटिङहरू",
      "automation": "स्वचालन",
      "application": "अनुप्रयोगहरू",
      "access": "पहुँच",
      "pages": "पृष्ठहरू",
      "channels": "च्यानलहरू",
      "categories": "कोटीहरू",
      "marketing": "मार्केटिङ",
      "customers": "ग्राहकहरु",
      "logistic": "लजिस्टिक",
      "auditing": "लेखा",
      "incentives": "प्रोत्साहन",
      "process_center": "आदेश",
      "blog": "ब्लग",
      "products": "उत्पादनहरू",
      "shops": "पसलहरू",
      "dashboard": "ड्यासबोर्ड",
      "autopilot": "अटोपाइलट",
      "apps": "एपहरू",
      "pos": "POS",
      "seo": "SEO",
      "localization": "स्थानीयकरण"
    },
    "dashboard": {
      "title": "पसल ड्यासबोर्ड",
      "online_staff": "अनलाइन कर्मचारी(हरू)",
      "notify_referral": {
        "message": "साथीहरूलाई आफ्नो निमन्त्रणा लिङ्क पठाउनुहोस् र नि:शुल्क भाउचरहरू प्राप्त गर्नुहोस्।",
        "action": "मेरो सन्दर्भ लिङ्क"
      },
      "info": {
        "title": "प्राविधिक",
        "subtitle": "तपाईंको व्यापार OS को प्राविधिक सिंहावलोकन।",
        "shop_name": "पसलको नाम",
        "shop_link": "पसल लिङ्क",
        "site_map": "साइटम्याप",
        "shop_domains": "डोमेनहरू",
        "shop_domains_msg": "जडान गरिएको अनुकूलन डोमेन सूची।",
        "home_msg": "तपाईंको वेबसाइटको पूर्वनिर्धारित गृहपृष्ठ सेट गर्नुहोस्। यसलाई प्रत्येक अनुकूलन डोमेनको लागि परिवर्तन गर्न सकिन्छ।",
        "add_domain": "नयाँ डोमेन थप्नुहोस्",
        "currencies": "सक्रिय मुद्राहरू",
        "currencies_alert": "स्टोरको लागि कम्तिमा एउटा मुद्रा चयन गर्नुहोस्!",
        "status": "स्थिति",
        "license": "इजाजतपत्र",
        "expire": "इजाजतपत्रको म्याद सकिने मिति",
        "upgrade_license_action": "{name} मा स्तरवृद्धि गर्नुहोस्",
        "wage": "शुल्क",
        "cpu_message": "तपाईंले खरिद गर्नुभएको योजना र तपाईंले आफ्नो सेवामा थप्नुभएको स्रोतहरूको सङ्ख्या।",
        "hide_domains": "मेरो डोमेनहरू लुकाउनुहोस्",
        "show_domains": "मेरो डोमेनहरू देखाउनुहोस्",
        "table": {
          "primary": "प्राथमिक",
          "url": "Url",
          "site_map": "साइट नक्सा",
          "enable": "सक्षम गर्नुहोस्",
          "indexed": "अनुक्रमित",
          "and_more": "र थप..",
          "auto_repair": "अटो मर्मत"
        },
        "add_dialog": {
          "title": "स्टोर डोमेन कन्फिगर गर्नुहोस्",
          "step1": "तपाईंले निम्न मानहरूबाट DNS डोमेन वा सबडोमेनको लागि रेकर्ड A को IP सीमा परिभाषित गर्न सक्नुहुन्छ:",
          "step2": "DNS TXT रेकर्ड थप्नुहोस्:",
          "set_ip_alert": "रेकर्ड A <b>{ip}</b> को IP मान सेट गर्नुहोस्।",
          "input_domain": "डोमेन URL",
          "correct": "डोमेन सेटिङहरू सही छन्।",
          "set_message": "यस डोमेनको CNAME लाई {cname} मा सेट गर्नुहोस्।",
          "input_domain_message": "http र https बिना डोमेन नाम प्रविष्ट गर्नुहोस्।",
          "ssl_message": "तपाईको वेबसाइटको लागि SSL प्रमाणपत्रको बारेमा चिन्ता नगर्नुहोस्। यो प्रमाणीकरण Selldone (बीटा) द्वारा स्वचालित रूपमा तपाईंको डोमेनको लागि जारी गरिनेछ।",
          "active": "डोमेन सक्रिय छ",
          "inactive": "डोमेन असक्षम गरिएको छ",
          "success_message": "बधाई छ, तपाईको साइट {domain} मा सक्षम गरिएको छ। तपाईं यस डोमेन मार्फत संसारमा आफ्नो व्यवसाय र ब्रान्ड परिचय गर्न सक्नुहुन्छ।",
          "delete_action": "डोमेन मेट्ने हो?"
        },
        "set_home_dialog": {
          "title": "डोमेन गृह पृष्ठ सेट गर्नुहोस्"
        },
        "notification": {
          "add_message": "डोमेन ठेगाना सफलतापूर्वक थपियो।",
          "update_message": "डोमेन सफलतापूर्वक अपडेट भयो।",
          "delete_domain_message": "डोमेन सफलतापूर्वक मेटियो।"
        },
        "alert": {
          "title": "डोमेन मेटाउनुहोस्",
          "message": "के तपाईं यो डोमेन मेटाउन चाहनुहुन्छ? अरूलाई धोखाधडीबाट जोगाउन आफ्नो डोमेनको DNS रेकर्ड मानहरू रिसेट गर्न निश्चित गर्नुहोस्।"
        }
      },
      "active_orders": {
        "title": "आदेश",
        "title_small": "भौतिक, फाइल, भर्चुअल र सेवा आदेश",
        "pending_orders": "विचाराधीन आदेशहरू",
        "physical": "भौतिक उत्पादन आदेश",
        "virtual": "भर्चुअल उत्पादन आदेश",
        "file": "उत्पादन आदेश फाइल गर्नुहोस्",
        "service": "सेवा उत्पादन आदेश",
        "subscription": "सदस्यता आदेश"
      },
      "products": {
        "title": "सूची",
        "title_small": "उत्पादनहरू, सेवाहरू, फाइलहरू",
        "total_products": "कुल उत्पादन प्रकारहरू"
      },
      "finance": {
        "title": "आर्थिक",
        "title_small": "आर्थिक रिपोर्ट",
        "total_30days_title": "कुल बिक्री रकम",
        "last_30_day": "पछिल्लो 30 दिन",
        "pay_amount_chart_title": "भुक्तानीहरू",
        "sell_amount_chart_title": "बिक्री",
        "discount_amount_chart_title": "छुट",
        "currency_convert_to": "मुद्रा को लागी",
        "active_currencies": "सक्रिय मुद्राहरू",
        "sell_count_chart_title": "संस्करण अनुसार बिक्री संख्या",
        "active_gateways": "सक्रिय भुक्तानी गेटवे",
        "received_last_24h": "पछिल्लो 7 घण्टा प्राप्त",
        "pie": {
          "title": "आजको बिक्री अनुपात",
          "no_data": "आज बिक्री छैन"
        },
        "pay_amount": "भुक्तानी रकम",
        "sell_amount": "बिक्री रकम",
        "discount_amount": "छुट रकम",
        "sell_count": "बिक्री गणना",
        "table": {
          "currency": "मुद्रा",
          "total_sell_30days": "30 दिन कुल बिक्री",
          "sell_daily": "दैनिक बिक्री दर",
          "sell": "बिक्री",
          "pay": "तिर्नुहोस्"
        }
      },
      "customers": {
        "title": "पसल ग्राहकहरु",
        "title_small": "रूपान्तरण रिपोर्ट",
        "total_customers": "कुल",
        "new_customers_today": "आज",
        "new_customers_week": "पछिल्लो ७ दिन",
        "orders_count": "अर्डर गणना",
        "days_range": "दिन दायरा",
        "new_users": "नयाँ दर्ता भएका प्रयोगकर्ताहरू",
        "chart": {
          "new_customers": "नयाँ ग्राहकहरु",
          "customers": "कुल ग्राहकहरु"
        }
      },
      "plugins": {
        "title": "प्लगइनहरू",
        "title_small": "स्थापना गरियो"
      },
      "performance": {
        "title": "आज",
        "title_small": "प्रयोगकर्ता र बिक्री सिंहावलोकन",
        "users": "प्रयोगकर्ताहरू",
        "views": "दृश्यहरू",
        "orders": "आदेश",
        "payments": "भुक्तानीहरू",
        "no_visitor_today": "तपाईंसँग आज कुनै आगन्तुक थिएन।"
      }
    },
    "products": {
      "title": "उत्पादन सूची",
      "products_list": "सूचीमा फर्कनुहोस्",
      "products_menu": "उत्पादन व्यवस्थापन",
      "process_que": "आयातित उत्पादनहरू प्रशोधन गर्दै",
      "view_que_list": "लाम सूची हेर्नुहोस्",
      "menu_products_list": "उत्पादन सूची",
      "menu_export": "उत्पादनहरू निर्यात गर्नुहोस्",
      "menu_import": "उत्पादनहरू आयात गर्नुहोस्",
      "menu_show_deletes": "मेटाइएका उत्पादनहरू देखाउनुहोस्",
      "drop_import_message": "थोक उत्पादनहरू थप्न सुरु गर्न उत्पादन सूची फाइल (CSV, XLS, XLSX ढाँचा) यहाँ ड्रप गर्नुहोस्। सुनिश्चित गर्नुहोस् कि फाइलमा Selldone उत्पादन सूची ढाँचा छ।",
      "product_widget": {
        "product_type": "उत्पादन प्रकार",
        "price": "मूल्य",
        "value_added": "आयोग",
        "discount": "छुट",
        "in_stock": "स्टकमा",
        "product_unit": "एकाइ",
        "total_sell": "कुल बिक्री",
        "total_view": "कुल हेराइहरू",
        "view_unit": "समय",
        "review_unit": "समीक्षाहरू"
      },
      "folder_widget": {
        "products": "उत्पादनहरू",
        "products_unit": "प्रकारहरू",
        "sub_categories": "कोटीहरू",
        "sub_categories_unit": "वस्तुहरू",
        "views": "दृश्यहरू",
        "views_unit": "समय"
      },
      "menu_advanced_options": "उन्नत विकल्पहरू"
    },
    "blogs": {
      "new": "नयाँ लेख्नुहोस्",
      "blogs": "ब्लग",
      "list": {
        "title": "मेरा लेखहरू",
        "waiting_message": "जानकारी प्राप्त गर्दै ... कृपया प्रतीक्षा गर्नुहोस्",
        "published": "प्रकाशित",
        "draft": "मस्यौदा",
        "private": "निजी",
        "public": "सार्वजनिक",
        "table": {
          "title": "शीर्षक",
          "author": "लेखक",
          "claps": "ताली बज्छ",
          "like": "लाइक",
          "comments": "टिप्पणीहरू",
          "views": "दृश्यहरू",
          "publish_state": "स्थिति",
          "created_at": "बनाएको मिति",
          "updated_at": "अन्तिम अपडेट"
        },
        "subtitle": "आफैलाई र आफ्नो व्यवसाय प्रस्तुत गर्न एक आधुनिक इनलाइन सम्पादक संग लेख लेख्नुहोस्। मूल सामग्री भनेको तपाईंले उच्च-गुणस्तरको SEO-मैत्री ब्लग पोस्ट लेख्दा फोकस गर्न आवश्यक पर्ने पहिलो कुरा हो।"
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "जानकारी प्राप्त गर्दै ... कृपया प्रतीक्षा गर्नुहोस्",
        "rejected": "अस्वीकार गरियो",
        "delivery": "ढुवानी",
        "discount": "छुट",
        "not_paid": "नतिरेको",
        "table": {
          "order_number": "अर्डर कोड",
          "order_date": "चेकआउट मिति",
          "status": "पछिल्लो स्थिति",
          "price": "कुल रकम",
          "payment_status": "भुक्तानी स्थिति"
        }
      },
      "virtual": {
        "waiting_message": "जानकारी प्राप्त गर्दै ... कृपया प्रतीक्षा गर्नुहोस्",
        "discount": "छुट",
        "table": {
          "order_number": "अर्डर कोड",
          "product": "उत्पादन",
          "order_date": "दर्ता मिति",
          "status": "पछिल्लो स्थिति",
          "price": "कुल रकम",
          "payment_status": "भुक्तानी स्थिति"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "विनिमय",
        "gateway": "गेटवे",
        "invoice": "बिलिङ",
        "report": "रिपोर्ट",
        "tax": "कर",
        "drop_shipping": "पुनर्विक्रेता रसिदहरू",
        "reseller_accounts": "पुनर्विक्रेता खाताहरू",
        "valuations": "मूल्याङ्कन"
      },
      "invoice": {
        "title": "लिङ्क गरिएका वालेटहरू पसल गर्नुहोस्",
        "subtitle": "यी वालेट खाताहरूबाट शुल्क, कमिशन र स्टोर लागतहरू कटौती गरिन्छ।",
        "title_add": "नयाँ वालेट खाता जडान गर्नुहोस्",
        "subtitle_add": "तपाईंले प्रत्येक मुद्राको लागि नयाँ वालेट सिर्जना गर्नुपर्छ र यसलाई आफ्नो स्टोरमा जडान गर्नुपर्छ। यस वालेटबाट सेवा शुल्क फिर्ता लिइनेछ।",
        "add_account": "खाता थप्नुहोस्",
        "charge_account": "चार्ज खाता",
        "show_transaction": "लेनदेन देखाउनुहोस्",
        "table": {
          "currency": "मुद्रा",
          "account_number": "खाता नम्बर",
          "account_name": "खाताको नाम",
          "balance": "सन्तुलन",
          "free_balance": "उपलब्ध ब्यालेन्स",
          "actions": "हटाउनुहोस्"
        },
        "add_account_dialog": {
          "title": "भण्डारमा क्रेडिट खाता जडान गर्दै",
          "subtitle": "तपाईंले Selldone सँग वालेट खाता खोल्दा, हामी तपाईंलाई भर्चुअल क्रेडिट कार्ड र अन्य क्रेडिट कार्ड जस्तै खाता दिनेछौं। Selldone बिक्री शुल्क यस खाताबाट काटिनेछ, तर यदि तपाईंको खाता ब्यालेन्स पर्याप्त छैन भने, यो रकम तिर्नेछ। तपाईले Selldone सेवाहरू तपाईलाई चाहिने जति प्रयोग गर्न सक्नुहुन्छ।",
          "account_number": "खाता नम्बर",
          "account_number_input_message": "स्टोर यस खातामा लिङ्क गरिनेछ। यो खाता शुल्क र लागतहरूको लागि प्रयोग गरिनेछ।",
          "balance": "खाता रकम",
          "connect_account_to_shop": "स्टोरमा खाता जडान गर्नुहोस्"
        },
        "notifications": {
          "connect_account_success": "खाता सफलतापूर्वक थपियो।",
          "delete_account_success": "स्टोरबाट खाता सफलतापूर्वक हटाइयो।"
        },
        "alert": {
          "delete_account": "खाता विच्छेद गर्नुहोस्",
          "delete_account_message": "तपाईं स्टोर खाता सूचीबाट यो खाता हटाउन चाहनुहुन्छ?",
          "delete_account_action": "खाता मेटाउनुहोस्"
        },
        "inform_charge_account": "आफ्नो खाता चार्ज गर्नुहोस्!",
        "inform_charge_account_critical": "सेवा निलम्बन रोक्न आफ्नो खाता चार्ज गर्नुहोस्!"
      },
      "gateway": {
        "title": "भुक्तानी विधिहरू",
        "sub_title": "सक्रिय भुक्तानी विधिहरूको सूची। यदि तपाईं आफ्नो पसलमा नयाँ विधि थप्न चाहनुहुन्छ भने, निम्न बटन थिच्नुहोस्। हामीले 10 थपिएको भुक्तानी गेटवेहरू भन्दा बढी नगर्न सिफारिस गर्छौं।",
        "add_gateway": "नयाँ भुक्तानी विधि",
        "add_gateway_dialog": {
          "title": "मुद्रा चयन गर्नुहोस्",
          "country_currencies": "स्थानीय मुद्राहरू",
          "crypto_currencies": "क्रिप्टोकरन्सीहरू",
          "active_gateways": "सक्रिय भुक्तानी विधिहरू",
          "confirm": "भुक्तानी विधि थप्नुहोस्"
        }
      },
      "exchange": {
        "title": "सक्रिय मुद्राहरू भण्डार गर्नुहोस्",
        "subtitle": "प्रयोगकर्ताहरूले सक्रिय मुद्राहरू मध्ये एक चयन गर्न सक्षम हुनेछन् र उत्पादनहरूको मूल्यहरू गणना र प्रदर्शन गरिनेछ। यो विनिमय दर प्रविष्ट गर्न विक्रेता मा निर्भर छ।",
        "shop_currencies_input": "प्रयोगकर्ताहरूको लागि सक्रिय मुद्राहरू",
        "shop_currencies_input_error": "कम्तिमा एउटा मुद्रा चयन गर्नुहोस्",
        "rates": {
          "title": "मुद्रा विनिमय दर",
          "sub_title": "तपाईंले तलका कुनै पनि मुद्राहरूमा आधारित उत्पादन मूल्यहरू प्रविष्ट गर्न सक्नुहुन्छ र उत्पादन मूल्यहरू स्वचालित रूपमा तपाईंको मुद्राहरू बीचको रूपान्तरण दरहरूमा गणना गरिनेछ।",
          "message": "मुद्राहरू बीचको विनिमय दरहरू प्रविष्ट गरेर, तपाईंका उत्पादनहरूको मूल्यहरू स्वचालित रूपमा गणना र अद्यावधिक हुनेछन्।",
          "add_new_rate": "नयाँ दर थप्नुहोस्"
        },
        "table": {
          "waiting_receive_data": "जानकारी प्राप्त गर्दै ... कृपया प्रतीक्षा गर्नुहोस्",
          "rate_input": "विनिमय दर",
          "from": "बाट",
          "to": "को",
          "exchange_rate": "विनिमय दर",
          "edit": "सम्पादन गर्नुहोस्",
          "delete": "मेटाउन",
          "auto": "स्वत: दर"
        },
        "add_rate_dialog": {
          "title": "विनिमय दर सेट गर्नुहोस्",
          "message": "जानकारी प्रविष्ट गर्दा सावधान रहनुहोस्। तपाईंका उत्पादनहरूको मूल्यहरू यहाँ प्रविष्ट गरिएका दरहरूको आधारमा गणना गरिनेछ।",
          "currency_from": "मुद्राबाट",
          "currency_to": "मुद्रा को लागी",
          "exchange_rate": "विनिमय दर"
        },
        "alert": {
          "title": "रूपान्तरण दर मेटाउनुहोस्",
          "message": "के तपाईं यो रूपान्तरण दर मेटाउन चाहनुहुन्छ?",
          "action": "मेटाउन"
        },
        "notifications": {
          "delete_success": "विनिमय दर हटाइयो।",
          "add_success": "विनिमय दर अद्यावधिक गरियो।",
          "update_success": "स्टोर सक्रिय मुद्राहरू अद्यावधिक गरियो।"
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "गोदामहरू",
        "subtitle": "मेरो गोदामहरूको सूची।"
      },
      "warehouse_btn": "नयाँ गोदाम थप्नुहोस्",
      "warehouse_btn_error": "आफ्नो गोदाम, स्टोर, वा आफ्नो व्यवसाय को मूल सेट गर्नुहोस्। ढुवानी लागत गणना र चेकआउट प्रक्रियामा हुनु महत्त्वपूर्ण छ।",
      "size_unit": {
        "title": "आकार एकाइ",
        "subtitle": "लम्बाइ, चौडाइ र उचाइको लागि प्रयोग गरिएको एकाइ।"
      },
      "mass_unit": {
        "title": "मास एकाइ",
        "subtitle": "वजनको लागि प्रयोग गरिएको एकाइ।"
      },
      "menu": {
        "return_request": "फर्कियो",
        "delivery": "ढुवानी",
        "inventory": "सूची",
        "warehouse": "गोदाम",
        "logistic_apps": "रसद",
        "profiles": "प्रोफाइलहरू",
        "includes": "समावेश गर्दछ"
      },
      "warehouse": {
        "title": "भण्डार गोदाम",
        "sub_title": "यो ठेगाना ढुवानीको उत्पत्तिको रूपमा प्रयोग गरिन्छ।",
        "table": {
          "title": "सूची सूची",
          "sub_title": "भौतिक, भर्चुअल, फाइल र सेवा सहित सबै स्टोर उत्पादनहरूको सूची"
        }
      },
      "delivery": {
        "title": "ढुवानी विधिहरू",
        "sub_title": "यस खण्डमा मानहरू सेट गरेर, तपाईंको स्टोरमा विभिन्न पठाउने विधिहरू सक्रिय हुन्छन्। यस खण्डमा नगद अन डेलिभरी विधि पनि सक्रिय गर्न सकिन्छ।",
        "add_transportation": "यातायात थप्नुहोस्",
        "delivery_form": {
          "payment": "भुक्तानी विकल्पहरू",
          "limits": "सीमाहरू",
          "currency_input": "लागत गणनाको लागि सन्दर्भ मुद्रा",
          "currency_input_message": "लागतहरू यस मुद्रामा गणना गरिन्छ",
          "distance_input": "गोदामबाट कभर गरिएको दूरी",
          "distance_input_message": "0 वा -1 भनेको कुनै सीमा छैन।",
          "max_weight_input": "अधिकतम स्वीकार्य प्याक वजन",
          "max_weight_input_message": "0 वा -1 भनेको कुनै सीमा छैन।",
          "max_size_input": "अधिकतम प्याकेज आयामहरू",
          "width": "चौडाइ",
          "length": "लम्बाइ",
          "height": "उचाइ",
          "days_input": "उपलब्ध डेलिभरी मितिहरू",
          "days_input_nodata": "वितरण दिन चयन गर्नुहोस्",
          "hours_input": "डेलिभरी समय उपलब्ध छ",
          "hours_input_nodata": "समय अवधि चयन गर्नुहोस्",
          "vacation_input": "के तपाइँ छुट्टीमा वितरण गर्नुहुन्छ?",
          "cod_input": "COD समर्थन गर्नुहोस्",
          "cod_input_message": "सुनिश्चित गर्नुहोस् कि तपाईंको ढुवानी सेवाले COD स्वीकार गर्दछ।",
          "sod_input": "के तपाइँ COD लाई समर्थन गर्नुहुन्छ?",
          "sod_input_message": "सुनिश्चित गर्नुहोस् कि तपाईंको ढुवानी सेवाले COD स्वीकार गर्दछ।",
          "pricing": "मूल्य गणना गर्नुहोस्",
          "const_input": "निश्चित लागत",
          "distance_cof_input": "लागत-देखि-दूरी गुणांक",
          "distance_cof_input_dim": "प्रति {dim}",
          "weight_cof_input": "लागत-देखि-वजन कारक",
          "weight_cof_input_dim": "प्रति {dim}",
          "price_cof_input": "उत्पादन मूल्य कारक ढुवानी लागत",
          "price_cof_input_message": "बीमा लागतहरू र अन्य सेवाहरू जस्तै COD लागतहरू समावेश छन्।",
          "price_cof_input_dim": "प्रति {dim}",
          "distance_weight_cof_input": "वजन गुणक द्वारा लागत गुणक",
          "distance_weight_cof_input_dim": "प्रत्येक {weight} प्रति {distance} को लागि",
          "free_shipping_input": "निशुल्क ढुवानी",
          "free_shipping_limit_input": "नि: शुल्क शिपिंगको लागि न्यूनतम अर्डर लागत",
          "notifications": {
            "update_success": "ढुवानी सेवा सेटिङहरू सफलतापूर्वक पूरा भयो।"
          },
          "shipping_cost_calculation": "ढुवानी लागत गणना",
          "sod_true": "गन्तव्यमा ढुवानी लागत प्राप्त गर्नुहोस्",
          "sod_true_message": "सुनिश्चित गर्नुहोस् कि तपाईंको ढुवानी सेवाले गन्तव्यमा ढुवानी लागत स्वीकार गर्दछ।",
          "sod_false": "स्वत: ढुवानी लागत गणना",
          "cod_true": "डेलिभरीमा नगद स्वीकार गर्नुहोस्",
          "cod_false": "अनलाइन भुक्तानी मात्र स्वीकार गर्नुहोस्",
          "cod_true_message": "सुनिश्चित गर्नुहोस् कि तपाईंको ढुवानी सेवाले COD स्वीकार गर्दछ।"
        }
      }
    },
    "users": {
      "menu": {
        "customers": "ग्राहकहरु",
        "contact_form": "सम्पर्कहरू",
        "faq": "FAQ",
        "club": "क्लब",
        "report": "रिपोर्ट"
      },
      "report": {
        "title": "ग्राहक अवलोकन",
        "sub_title": "तपाईंले यहाँ आफ्ना ग्राहकहरूको प्रत्यक्ष स्थिति देख्नुहुनेछ।",
        "report_30days_by_time": "पछिल्लो ३० दिनमा मिति र समयमा आधारित प्रयोगकर्ता गतिविधि",
        "report_30days_by_location": "पछिल्लो 30 दिनमा भौगोलिक स्थान प्रयोगकर्ता गतिविधि"
      },
      "club": {
        "title": "ग्राहक क्लब",
        "sub_title": "प्रत्येक स्तर सक्रिय गर्न मासिक र वार्षिक खरिद रकम र मुद्रा प्रविष्ट गर्नुहोस्। तपाईंका ग्राहकहरू तपाईंको ग्राहक क्लबमा लग इन हुनेछन् किनभने तिनीहरूले मासिक वा वार्षिक खरिदका आवश्यकताहरू पूरा गर्छन्।",
        "item": {
          "members_count": "सदस्य संख्या",
          "purchases_count": "आदेश को संख्या",
          "monthly": "मासिक",
          "annually": "वार्षिक",
          "discount_percent": "छूट दर",
          "discount_limit": "छुट सीमा"
        },
        "edit_dialog": {
          "title": "ग्राहक स्तर व्यवस्थापन",
          "currency_input": "मुद्रा",
          "currency_input_message": "कुल खरिदहरू यस मुद्रामा गणना गरिन्छ।",
          "free_shipping_input": "निशुल्क ढुवानी",
          "monthly_input": "मासिक खरिद दर",
          "annually_input": "वार्षिक खरिद दर",
          "discount_percent_input": "क्लब सदस्यहरूको लागि छुट दर",
          "discount_limit_input": "छुट सीमा",
          "description_input": "विवरण",
          "description_input_message": "यस स्तरको संक्षिप्त विवरण प्रविष्ट गर्नुहोस्।"
        },
        "notifications": {
          "update_success": "परिवर्तनहरू ग्राहक क्लबमा लागू गरियो।"
        }
      },
      "faq": {
        "title": "बारम्बार सोधिने प्रश्नहरू",
        "sub_title": "थप्नुहोस्, सम्पादन गर्नुहोस्, र आफ्ना ग्राहकका प्रश्नहरूको जवाफ दिनुहोस्।"
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "अभियानहरू",
        "cross_selling": "क्रस बिक्री",
        "affiliate": "सम्बद्ध",
        "emails": "इमेलहरू",
        "funnel": "फनेल"
      },
      "campaign": {
        "name_input_placeholder": "अभियानको नाम",
        "name_input_message": "आफ्नो अभियान शीर्षक प्रविष्ट गर्नुहोस्।",
        "create_campaign_action": "नयाँ अभियान सिर्जना गर्नुहोस्",
        "table": {
          "title": "शीर्षक",
          "state": "स्थिति",
          "discount": "छुट",
          "landing": "अवतरण पृष्ठ",
          "start": "सुरु गर्नुहोस्",
          "end": "अन्त्य"
        },
        "notifications": {
          "add_success_title": "एउटा अभियान सिर्जना गर्नुहोस्",
          "add_success": "तपाईंको अभियान सिर्जना गरियो।"
        },
        "name_input_name": "अभियानको नाम"
      }
    },
    "categories": {
      "title": "श्रेणी सूची",
      "subtitle": "कोटिहरू तपाईंको अनलाइन स्टोरको मुख्य विशेषता हुन्। हामी तपाईंलाई आधुनिक स्टोरफ्रन्ट निर्माण गर्न र तपाईंका ग्राहकहरूलाई सही उत्पादनहरू फेला पार्न सजिलो बनाउन यी शक्तिशाली वर्गीकरण उपकरणहरू प्रयोग गर्न प्रोत्साहन गर्छौं।",
      "menu": {
        "add_new": "नयाँ श्रेणी थप्नुहोस्",
        "categories_list": "कोटीहरूको सूची",
        "export": "कोटिहरू निर्यात गर्नुहोस्",
        "import": "आयात कोटीहरू (CSV)"
      },
      "graph": {
        "title": "श्रेणीहरूको पदानुक्रम",
        "subtitle": "तपाइँ तपाइँको स्टोर कोटिहरु को एक पूर्ण सिंहावलोकन र प्रयोगकर्ताहरु लाई कसरी नेभिगेट गर्न सक्नुहुन्छ। कोटीहरूको सही व्यवस्थाको साथ, तपाईंका ग्राहकहरूले उत्पादनहरू छिटो फेला पार्न सक्छन् र रूपान्तरण दर बढ्नेछ।",
        "visits_count": "भ्रमण गर्नुहोस्",
        "normal": "सरल",
        "items_count": "वस्तुहरूको संख्या",
        "home": "घर"
      },
      "category_widget": {
        "parent": "अभिभावक",
        "not_exist": "अ स् ति त् व मा छै न",
        "children": "उपश्रेणीहरू",
        "delete_alert": {
          "title": "बाल कोटि हटाउनुहोस्",
          "message": "के तपाईं {title} लाई {parent_title} सूचीबाट हटाउन चाहनुहुन्छ?",
          "action": "मेटाउन"
        },
        "notifications": {
          "edit_success": "श्रेणी सम्पादन गरियो।"
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "स्टोर",
        "my_apps": "एपहरू"
      },
      "my_apps": {
        "title": "सक्रिय एपहरू भण्डार गर्नुहोस्",
        "subtitle": "तपाईंको व्यापार अनुप्रयोगहरू प्रबन्ध गर्नुहोस्।",
        "all": "सबै"
      },
      "store": {
        "title": "एप स्टोर",
        "subtitle": "आफ्नो व्यवसायमा आफ्नो मनपर्ने सेवाहरू सुरक्षित रूपमा जडान गर्नुहोस्। हामी हाम्रा ग्राहकहरूको अनुरोधमा आधारित प्लगइनहरू र एपहरू थप्छौं।",
        "nodata": "कुनै प्लगइन फेला परेन।",
        "all": "सबै",
        "more": "थप"
      }
    },
    "pages": {
      "menu": {
        "new_page": "नयाँ पृष्ठ",
        "contact_us": "हामीलाई सम्पर्क गर्नुहोस",
        "privacy": "गोपनीयता",
        "terms": "सर्तहरू",
        "about_us": "हाम्रोबारे",
        "landings": "अवतरण",
        "popup": "पपअप",
        "static": "स्थिर"
      }
    },
    "permissions": {
      "menu": {
        "persons": "कर्मचारी",
        "roles": "भूमिकाहरू",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "कर्मचारी सूची",
          "new_user": "नयाँ कर्मचारी थप्नुहोस्",
          "new_user_message": "यस स्टोरको ड्यासबोर्ड र व्यवस्थापन खण्डहरूमा पहुँच हुने प्रयोगकर्ताहरू।",
          "email_input_placeholder": "इमेल",
          "email_input": "प्रयोगकर्ता इमेल ठेगाना",
          "level_input": "पहुँच स्तर",
          "add_user_action": "कर्मचारी थप्नुहोस्"
        },
        "delete_alert": {
          "title": "पहुँच हटाउनुहोस्",
          "message": "तपाईं यो प्रयोगकर्ता मेटाउन चाहनुहुन्छ?",
          "action": "मेटाउन"
        },
        "notifications": {
          "add_success_title": "पहुँच थप्नुहोस्",
          "add_success": "नयाँ पहुँच थपियो।",
          "delete_success_title": "पहुँच मेटाउनुहोस्",
          "delete_success": "पहुँच मेटाइयो।"
        }
      },
      "shop_api": {
        "title": "स्टोर पहुँच कुञ्जीहरू",
        "message": "यी कुञ्जीहरू तपाइँको सर्भर द्वारा पहुँच टोकन सिर्जना गर्न प्रयोग गरिन्छ। ध्यान दिनुहोस् कि कुञ्जीहरू गोप्य छन् र केवल सर्भरमा अरूलाई नदेखिने तरिकामा।"
      }
    },
    "applications": {
      "pwa": {
        "title": "वेब एप",
        "sub_title": "यहाँ आफ्नो स्टोर वेब एप हेर्नुहोस्",
        "message": "नोट: तपाईंले iOS एपमा आफ्नो iPhone र iPad मा आफ्नो वेबसाइट स्वागत पृष्ठ सम्पादन गर्न सक्नुहुन्छ",
        "ios_app": "iOS एप"
      },
      "ios": {
        "title": "iOS एप",
        "sub_title": "तपाईं चाँडै आफ्नो स्टोरको लागि iOS एप निर्माण गर्न सक्षम हुनुहुनेछ।",
        "message": "अधिकतम फाइल आकार: 512 KB, तपाईले 1MB सम्मको फाइलहरू अपलोड गर्न सक्नुहुन्छ, हाम्रो कम्प्रेसन प्रणालीले 512KB मा आकार घटाउन सक्षम छ। अपलोड गरिएको छवि बुद्धिमानी रूपमा रिसाइज गरिनेछ।"
      },
      "android": {
        "title": "एन्ड्रोइड अनुप्रयोग",
        "sub_title": "तपाईंको आफ्नै एन्ड्रोइड एप बनाउनुहोस्",
        "message": "यो फारम भर्नुहोस् र निर्माण कुञ्जी थिच्नुहोस्। अरु केहीको आवश्यकता पर्दैन । तपाईंको एपको निर्माण र साइन प्रक्रियाका सबै चरणहरू क्लाउड सर्भरहरूमा गरिन्छ। अन्तिम एप सबै AppStores मा अपलोड गरिनेछ।",
        "server_un_available": "प्रयोगात्मक रूपमा, अनुप्रयोग सर्भर यस समयमा जडान गरिएको छैन।",
        "app_building_progress": "तपाईंको एप बनाइँदै छ।",
        "app_build_success": "तपाईंको एप तयार छ।",
        "download_app_action": "एप प्राप्त गर्नुहोस्",
        "firmware_version": "फर्मवेयर संस्करण",
        "main_info": "आवेदन प्याकेज",
        "package_name_input_message": "प्याकेजको नाम अद्वितीय छ भनी सुनिश्चित गर्नुहोस्।",
        "package_name_input_alert": "यदि तपाईंले यो नाम परिवर्तन गर्नुभयो भने, तपाईंले आफ्नो अघिल्लो एपहरू AppStore मा अद्यावधिक गर्न र नयाँ स्थापना गर्न सक्षम हुनुहुने छैन। नोट गर्नुहोस् कि पुरानो संस्करण एप प्रयोगकर्ताहरूले पनि आफ्नो खातामा लग इन गर्न सक्षम हुनेछैनन्।",
        "version_input": "संस्करण",
        "version_input_message": "यो संख्या सधैं यसको अघिल्लो मान भन्दा ठूलो हुनुपर्छ।",
        "version_name_input": "संस्करण नाम",
        "version_name_input_message": "एपको यो संस्करणको लागि एउटा अद्वितीय नाम प्रविष्ट गर्नुहोस्।",
        "use_selldone_key": "पूर्वनिर्धारित कुञ्जीहरू बेचियो",
        "use_last_key": "बचत गरिएको कुञ्जी",
        "use_new_key": "नयाँ कुञ्जी",
        "appearance": "उपस्थिति",
        "app_name_input": "एपको नाम",
        "app_name_input_message": "यो तपाईको एपको मुख्य नाम हुनेछ।",
        "app_title_input": "एप शीर्षक",
        "app_title_input_message": "यो शीर्षक एपको शीर्षमा देखिन्छ।",
        "app_title_input_placeholder": "शीर्षक प्रविष्ट गर्नुहोस्",
        "app_icon_input": "एप आइकन",
        "app_icon_input_placeholder": "एप आइकनहरूको जिप फाइल चयन गर्नुहोस्।",
        "generate_icon_pack_action": "आइकन प्याक बनाउनुहोस्",
        "splash_design": "स्प्ल्याश स्क्रिन डिजाइन",
        "splash_logo_input": "स्प्ल्याश स्क्रिन लोगो",
        "splash_logo_input_placeholder": "स्प्ल्याश स्क्रिनको लागि छवि चयन गर्नुहोस्।",
        "splash_title_input": "स्प्ल्याश स्क्रिन शीर्षक",
        "splash_title_input_placeholder": "स्प्ल्याश स्क्रिनको लागि शीर्षक प्रविष्ट गर्नुहोस्",
        "splash_title_input_message": "यो शीर्षक ठूलो फन्ट साइजमा प्रदर्शित हुनेछ।",
        "splash_message_input": "स्प्ल्याश स्क्रिन सन्देश",
        "splash_message_input_placeholder": "सन्देश...",
        "splash_message_input_message": "यो सन्देश तल थम्बनेलको रूपमा प्रदर्शित हुनेछ।",
        "dark_theme": "गाढा विषयवस्तु",
        "light_theme": "हल्का विषयवस्तु",
        "build": "निर्माण गर्नुहोस्",
        "building_info": "क्लाउड सर्भरमा एप्लिकेसन निर्माण गर्न १० सेकेन्ड देखि धेरै मिनेट लाग्छ। कृपया धैर्य गर्नुहोस्। आवेदन तयार भएपछि डाउनलोड फाइल लिङ्क यहाँ देखा पर्नेछ।",
        "update_mode_action": "अपडेट गर्नुहोस्",
        "build_mode_action": "एप बनाउनुहोस्",
        "notifications": {
          "icon_pack_not_valid_error": "फाइल सही छैन।",
          "start_building_title": "भवन...",
          "start_building_message": "एन्ड्रोइड अनुप्रयोग निर्माणको लागि अनुरोध पेश गरियो।",
          "build_success_title": "बधाई छ",
          "build_success": "तपाईंको एन्ड्रोइड एप तयार छ, र तपाईं यसलाई अहिले डाउनलोड गर्न सक्नुहुन्छ।"
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "अटोपाइलट"
      }
    },
    "edit": {
      "menu": {
        "delete": "स्टोर मेटाउनुहोस्",
        "activity_time": "समय",
        "footer": "मेनु",
        "info": "जानकारी",
        "notification": "सूचनाहरू",
        "home": "घर",
        "locations": "स्थानहरू",
        "license": "इजाजतपत्र",
        "theme": "विषयवस्तु",
        "sms": "एस एम एस",
        "email": "इमेल",
        "domain": "डोमेन",
        "verifications": "प्रमाणीकरणहरू",
        "flow": "प्रवाह",
        "business_model": "व्यापार मोडेल"
      },
      "delete_dialog": {
        "title": "स्टोर मेटाउनुहोस्",
        "message": "तपाईं <b>{title}</b> स्टोर मेटाउन चाहनुहुन्छ?",
        "action": "स्टोर मेटाउनुहोस्"
      },
      "notifications": {
        "delete_success": "स्टोर मेटाइयो।"
      },
      "info": {
        "title_tab": {
          "title": "व्यापार नाम र भाषा",
          "subtitle": "सार्वजनिक नाम र पूर्वनिर्धारित भाषा सेट गर्नुहोस्।"
        },
        "name_tab": {
          "title": "अद्वितीय नाम पसल",
          "subtitle": "यो तपाईंको व्यापार प्रयोगकर्ता नाम हो।"
        },
        "description_tab": {
          "title": "तपाईंको व्यापार कथा",
          "subtitle": "आफ्नो व्यवसाय र यसको अद्वितीय मूल्य प्रस्ताव बारे लेख्नुहोस्।"
        },
        "contact_tab": {
          "title": "सम्पर्क र स्थानीय व्यापार",
          "subtitle": "सार्वजनिक सम्पर्क जानकारी र Google स्थानीय व्यापार सेटअप।"
        },
        "image_tab": {
          "title": "लोगो",
          "subtitle": "आफ्नो ब्रान्ड को लागी एक अद्वितीय लोगो चयन गर्नुहोस्।"
        }
      },
      "badge": {
        "external_title": "बाह्य ब्याजहरू प्रबन्ध गर्नुहोस्",
        "external_message": "यहाँ, तपाईले ब्याज छविको ठेगाना र यसको लिङ्क प्रविष्ट गर्न सक्नुहुन्छ। URL हरू स्वीकृत वेबसाइटबाट हुनुपर्छ।"
      },
      "edit_menu": {
        "title": "मेनुहरू",
        "footer": {
          "title": "फुटर मेनु",
          "sub_title": "तपाईं यहाँ आफ्नो भण्डार पृष्ठको तलको मेनु कन्फिगर गर्न सक्नुहुन्छ। यी मेनुहरू गृह पृष्ठहरू, डिजाइन गरिएका पृष्ठहरू वा बाह्य लिङ्कहरू हुन सक्छन्।"
        },
        "header": {
          "title": "हेडर मेनु",
          "sub_title": "यो मेनु केवल मोबाइल भन्दा ठूला स्क्रिनहरूमा र गृह पृष्ठको शीर्षमा, उत्पादन कोटीहरू, ल्यान्डिङहरू, र उत्पादन पृष्ठहरूमा प्रदर्शित हुन्छ।"
        },
        "save_menu": "मेनु बचत गर्नुहोस्",
        "dialog": {
          "main_pages": "मुख्य पृष्ठहरू",
          "custom_pages": "अवतरण पृष्ठहरू"
        },
        "table": {
          "home": "घर",
          "shop": "पसल",
          "blogs": "ब्लग",
          "about_us": "हाम्रोबारे",
          "privacy": "गोपनीयता",
          "terms": "प्रयोगका सर्तहरू",
          "faq": "FAQ",
          "contact_us": "हामीलाई सम्पर्क गर्नुहोस"
        },
        "notifications": {
          "save_success": "मेनु सफलतापूर्वक अद्यावधिक गरिएको छ।"
        }
      },
      "social": {
        "title": "सामाजिक संजाल",
        "message": "यस खण्डमा आफ्नो आधिकारिक सामाजिक मिडिया लिङ्क प्रविष्ट गर्नुहोस्। ठेगानाहरू पुष्टि गर्न प्रत्येक वस्तुको लागि निर्देशनहरू पालना गर्नुहोस्।"
      },
      "time": {
        "title": "काम गर्ने दिनहरू",
        "sub_title": "काम गर्ने दिन र समय सेट गर्नुहोस्",
        "days_open_input": "दिनहरू",
        "days_open_input_nodata": "कम्तिमा एक दिन छान्नुहोस्",
        "start_time_input": "स्टोर गतिविधि सुरु समय",
        "start_time_input_hint": "स्टोर खुला समय",
        "end_time_input": "स्टोर बन्द समय",
        "end_time_input_hint": "स्टोर गतिविधि समाप्त समय",
        "customer_support_service": "जवाफदेहिता र ग्राहक सेवा",
        "response_time_input": "ग्राहक सेवा स्थिति",
        "support_24h": "हप्ताको 7 दिन 24 घण्टा",
        "support_normal": "कार्यालय समयमा मात्र",
        "no_service": "छैन",
        "notifications": {
          "update_success": "स्टोर सम्पादन गरियो।"
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "कुनै वर्ग छैन"
  },
  "add_product": {
    "title_new": "नयाँ उत्पादन",
    "title_new_category": "नयाँ श्रेणी",
    "title_new_drop_shipping": "ड्रपशिपिङ थप्नुहोस्",
    "title_edit": "उत्पादन सम्पादन गर्नुहोस्",
    "delete": "उत्पादन हटाउनुहोस्",
    "completed": "पूरा भयो",
    "menu": {
      "type": "उत्पादन प्रकार",
      "general_info": "सामान्य जानकारी",
      "rating": "सर्वेक्षण र सुविधाहरू",
      "spec": "निर्दिष्टीकरणहरू",
      "images": "चित्रहरू",
      "price": "मूल्य",
      "inputs": "इनपुट",
      "outputs": "आउटपुट",
      "extra": "अतिरिक्त विवरण",
      "review": "उत्पादन समीक्षा",
      "inventory": "इन्भेन्टरी / भेरियन्ट",
      "change_status": "स्थिति परिवर्तन गर्नुहोस्"
    },
    "select_type": {
      "title": "आफ्नो उत्पादन वा सेवा प्रकार छान्नुहोस्"
    },
    "edit_info": {
      "category_input": "श्रेणी",
      "product_name": "उत्पादन नाम*",
      "product_name_placeholder": "तपाईको उत्पादनको नाम यहाँ..",
      "product_code": "उत्पादन कोड (अंग्रेजी)",
      "sku": "SKU",
      "sku_message": "स्टक राख्ने एकाई",
      "mpn": "MPN",
      "mpn_message": "निर्माता भाग नम्बर",
      "status": "स्थिति",
      "external_link": "बाह्य लिङ्क",
      "brand": "ब्रान्ड",
      "brand_placeholder": "ब्रान्ड पूर्व। एप्पल.. (वैकल्पिक)",
      "warranty": "वारेन्टी",
      "is_original": "के यो मौलिक उत्पादन हो?",
      "is_original_message": "यदि तपाईंले आफ्नो उत्पादन मूल सेट गर्नुभएन भने, यो उत्पादनको लागि नक्कली ब्याज देखाइनेछ।",
      "return_warranty": "यो उत्पादनको फिर्ताको ग्यारेन्टी कति दिनमा छ?",
      "warehouse_section": "गोदाम र निर्माण",
      "conditions_section": "उत्पादन सर्तहरू",
      "warranty_section": "वारेन्टी र डेलिभरी",
      "unit": "उत्पादन इकाई",
      "unit_message": "आवश्यक भएमा एकाइ प्रविष्ट गर्नुहोस्। उदाहरण: केजी, मिटर,...",
      "condition": "तपाईंको स्टोरमा उत्पादन अवस्था",
      "condition_message": "तपाईंले यस क्षेत्रको मानहरू मध्ये एउटा छान्नुपर्छ।",
      "unit_section": "उत्पादन इकाई",
      "unit_float": "फ्लोट एकाइ (चाँडै)",
      "unit_float_hint": "उदाहरणका लागि, ग्राहकले ३ किलो फलफूल अर्डर गर्न सक्छ, तर ग्राहकलाई पठाइएको रकम अर्डर गरिएको रकमभन्दा अलि फरक हुन्छ।",
      "unit_float_message": "अर्डर प्रशोधन गर्दा, डेलिभर गरिएको रकम अर्डर गरिएको रकम भन्दा फरक हुन सक्छ। प्रणालीले स्वचालित रूपमा यो भिन्नता गणना गर्दछ र ग्राहकलाई तपाईंको ऋणको रूपमा रेकर्ड गर्दछ, जुन अर्को अर्डरहरूमा लागू गर्न सकिन्छ।",
      "status_list": {
        "active": {
          "title": "सक्रिय ╏ अनलाइन र अफलाइन बिक्री",
          "description": "यो उत्पादन अनलाइन अर्डरहरूको लागि उपलब्ध हुनेछ।"
        },
        "inactive": {
          "title": "निष्क्रिय ╏ केवल अफलाइन बिक्री",
          "description": "यो उत्पादन अनलाइन अर्डरहरूको लागि उपलब्ध हुनेछैन।"
        }
      },
      "marketplace": {
        "vendor_panel_message": "<b>{vendor_name}</b> उत्पादनको मालिक हो।",
        "subscription_message": "सदस्यता उत्पादनहरूमा एक विक्रेता हुन सक्छ, त्यसैले तपाईंले तिनीहरूलाई विक्रेता प्यानलमा सिर्जना गर्न सक्नुहुन्छ वा सिर्जना चरणमा तिनीहरूलाई विक्रेता तोक्न सक्नुहुन्छ। चयन गरिएको विक्रेता उत्पादनको मालिक हुनेछ।",
        "default_message": "तपाईंले यो उत्पादन एक विक्रेताको हो कि भनेर निर्दिष्ट गर्न सक्नुहुन्छ र त्यसैले एक विक्रेताले मात्र यसलाई बेच्न सक्छ, वा यो उत्पादन मार्केटप्लेसको हो र एकभन्दा बढी विक्रेताले यसलाई बेच्न सक्छन्।",
        "single_vendor_title": "एकल विक्रेता",
        "single_vendor_desc": "यो उत्पादन विक्रेताको हो, र चयन गरिएको विक्रेताले यसलाई व्यवस्थापन गर्न सक्छ।",
        "multi_vendors_title": "धेरै विक्रेताहरू",
        "multi_vendors_desc": "यो उत्पादन बजारसँग सम्बन्धित छ र बजार प्यानलमा मात्र सम्पादन गर्न सकिन्छ।"
      }
    },
    "rating_pros_cons": {
      "title": "सर्वेक्षण",
      "message": "आफ्नो उत्पादन मूल्याङ्कन गर्न आफ्नो ग्राहकहरूको लागि उत्पादन विशिष्टताहरूको सूची प्रविष्ट गर्नुहोस्। (5 वस्तुहरू सम्म)",
      "rating_input": "मतदान",
      "rating_input_message": "तपाईंले मतदानमा 5 वस्तुहरू थप्न सक्नुहुन्छ।",
      "item_unit": "वस्तु",
      "pros_title": "प्रो",
      "pros_message": "उत्पादन को सुविधाहरू प्रविष्ट गर्नुहोस्। (5 वस्तुहरू सम्म)",
      "pros_input_title": "फीचर शीर्षक",
      "pros_input_value": "सुविधा मूल्य",
      "pros_group": "उत्पादनको फाइदाहरू",
      "pros_group_messages": "उत्पादन को मुख्य विशेषताहरु",
      "cons_title": "विपक्ष",
      "cons_message": "उत्पादनको कमजोरीहरू प्रविष्ट गर्नुहोस्। (5 वस्तुहरू सम्म)",
      "cons_input_title": "कमजोरी शीर्षक",
      "cons_input_value": "कमजोरी मूल्य",
      "cons_group": "उत्पादन को कमजोरीहरु",
      "cons_group_messages": "उत्पादन को मुख्य कमजोरीहरु",
      "select_from_list": "सूचीबाट चयन गर्नुहोस्",
      "suggestion_rating": [
        "राम्रो गुणस्तर",
        "राम्रो मूल्य",
        "सिफारिस गर्नेछ",
        "सुविधाहरू र क्षमताहरू",
        "प्रयोग गर्न सजिलो",
        "राम्रोसँग डिजाइन गरिएको",
        "भरपर्दो प्रदर्शन",
        "प्रभावकारी ग्राहक समर्थन",
        "सन्तोषजनक वितरण समय",
        "उत्पादन मिलान विवरण",
        "टिकाउ र दिर्घकालिन",
        "लागत-प्रभावी",
        "आकर्षक प्याकेजिङ्ग",
        "अभिनव डिजाइन",
        "वातावरण मैत्री",
        "पर्याप्त निर्देशन/म्यानुअल",
        "अपेक्षाहरू पूरा गरे",
        "प्रयोगकर्ता-अनुकूल इन्टरफेस",
        "उच्च दक्षता",
        "उत्कृष्ट बिक्री पछि सेवा",
        "बहुमुखी कार्यक्षमता",
        "प्रतिस्पर्धी मूल्य निर्धारण",
        "स्पेयर पार्ट्स / सहायक उपकरणहरूको उपलब्धता",
        "भरपर्दो ब्रान्ड",
        "प्रयोग गर्न सुरक्षित",
        "द्रुत र सटीक सेवा"
      ],
      "notifications": {
        "add_rating_success": "प्रयोगकर्ता-मूल्याङ्कन {rating_name} विकल्प थपियो।",
        "delete_rating_success": "प्रयोगकर्ता-मूल्याङ्कन {rating_name} विकल्प मेटाइयो।",
        "add_pros_success": "उत्पादन सुविधा थपियो।",
        "delete_pros_success": "उत्पादन सुविधा हटाइयो।",
        "add_cons_success": "उत्पादन कमजोरी थपियो।",
        "delete_cons_success": "उत्पादन कमजोरी हटाइयो।"
      },
      "rating_input_placeholder": "यहाँ आफ्नो अनुकूलन सर्वेक्षण प्रश्न लेख्नुहोस्... र इन्टर थिच्नुहोस्!"
    },
    "edit_spec": {
      "title": "प्राविधिक विनिर्देशहरू",
      "sub_title": "तपाईं समान उत्पादनहरूको प्राविधिक सेकेफिकेसनहरू आयात गर्न सक्नुहुन्छ।",
      "import_action": "आयात गर्नुहोस्",
      "group_input_header": "समूह थप्नुहोस्",
      "item_title_header": "वस्तु थप्नुहोस्",
      "group_input": "समूह हेडर",
      "group_input_message": "शीर्षक प्रविष्ट गर्नुहोस्।",
      "group_add_action": "समूह थप्नुहोस्",
      "item_title_input": "शीर्षक",
      "item_title_input_message": "सुविधा शीर्षक प्रविष्ट गर्नुहोस्।",
      "item_value_input": "मूल्य",
      "item_value_input_message": "सुविधा मान प्रविष्ट गर्नुहोस्।",
      "add_item_action": "वस्तु थप्नुहोस्",
      "dialog": {
        "title": "प्राविधिक विवरणहरू प्रविष्ट गर्नुहोस्",
        "code_input": "उत्पादन ID",
        "code_input_message": "उत्पादन कोड: P0000...",
        "spec_view_title": "चयन गरिएको उत्पादनको निर्दिष्टीकरण",
        "set_spec_action": "डुप्लिकेट प्राविधिक निर्दिष्टीकरण"
      },
      "notifications": {
        "enter_group_title_error": "शीर्षक मान प्रविष्ट गर्नुहोस्",
        "enter_item_title_and_value_error": "सुविधाको शीर्षक र मान प्रविष्ट गर्नुहोस्",
        "spec_saved_success": "उत्पादन विशिष्टताहरू बचत गरियो।"
      }
    },
    "edit_images": {
      "title": "मुख्य छवि",
      "main_image_input_nodata": "उत्पादन छवि अपलोड गर्नुहोस्।",
      "main_image_input_message": "यो छवि उत्पादन सूची मा प्रदर्शित छ।",
      "preview": "पूर्वावलोकन",
      "image_style": "छवि शैली",
      "background_is_white": "सेतो पृष्ठभूमि",
      "background_is_white_msg": "छवि सेतो पृष्ठभूमि छ??",
      "images": {
        "title": "उत्पादन छवि ग्यालेरी",
        "sub_title": "उत्पादन छविहरू अपलोड गर्नुहोस्, सबै उत्पादन भेरियन्टहरूमा साझा, यो खण्डमा।"
      },
      "video": {
        "title": "भिडियो",
        "sub_title": "पहिले, Youtube मा आफ्नो उत्पादन भिडियो अपलोड गर्नुहोस्, र त्यसपछि भिडियो URL यहाँ राख्नुहोस्।"
      }
    },
    "pricing": {
      "edit_price": "मूल्य निर्धारण",
      "price_input": "मूल्य",
      "currency_input": "मुद्रा",
      "currency_input_messages": "मूल्य यस मुद्रामा गणना गरिन्छ।",
      "commission_input": "आयोग",
      "commission_message": "यो विकल्प थोक बिक्रेताहरू जस्तै विशेष प्रकारका व्यापारीहरूका लागि मात्र उपयोगी छ। यदि तपाईं थोक व्यापारी हुनुहुन्न भने, यो विकल्प खाली छोड्नुहोस्। खरिदकर्ताहरूले देख्ने मूल्य मूल्य र कमिशनको योग हो। कर थप्नको लागि लेखा > कर क्लिक गर्नुहोस्।",
      "add_commission_action": "आयोग थप्नुहोस्",
      "discount_input": "छुट",
      "discount_input_message": "छूट दर",
      "has_discount_period_input": "के यो छुट निश्चित समयको लागि मान्य छ?",
      "discount_timespan": "छुट अवधि प्रविष्ट गर्नुहोस्।",
      "start_input": "सुरु गर्नुहोस्",
      "end_input": "अन्त्य",
      "start_input_placeholder": "सुरु समय चयन गर्नुहोस्",
      "end_input_placeholder": "अन्तिम समय चयन गर्नुहोस्",
      "independent_price": "यो संस्करणको लागि मात्र मूल्य",
      "same_price": "मुख्य उत्पादनको लागि मूल्य",
      "variant_pricing_message": "यो विकल्प चयन गरेर, यो भेरियन्टको मूल्य मुख्य उत्पादनबाट स्वतन्त्र रूपमा सेट गर्न सकिन्छ।",
      "price_label_input": "मूल्य लेबल",
      "price_label_message": "($1.5/Fl Oz) जस्तै मूल्य बारे थप जानकारी थप्नुहोस्। केसहरू प्रयोग गर्नुहोस्: किराना, FMCG।",
      "add_price_label_action": "मूल्य लेबल थप्नुहोस्"
    },
    "inputs_edit": {
      "title": "क्रेता जानकारीको इनपुट फारम",
      "sub_title": "तपाईंले प्रत्येक उत्पादनको लागि डेटा प्रविष्टि फारम सिर्जना गर्न सक्नुहुन्छ, त्यसैले खरिदकर्ताहरूले उत्पादन खरिद गर्दा तपाईंलाई जानकारी पठाउँछन्। उदाहरण को लागी, यो जानकारी ढुङ्गा मा एक उत्कीर्णन को लागी एक नाम हुन सक्छ।",
      "message_input": "प्रयोगकर्तालाई सन्देश",
      "message_input_message": "उत्पादनहरू खरिद गर्दा यो सन्देश ग्राहकलाई देखाइनेछ।",
      "inputs_form": "सूचना संरचना (इनपुट)"
    },
    "extra_edit": {
      "physical": {
        "title": "ढुवानी जानकारी",
        "sub_title": "तयारीको लागत र समय यस खण्डमा जानकारीको आधारमा गणना गरिन्छ। स्टोरमा चयन गरिएका एकाइहरू (तौल, आयाम, दूरी) अनुसार जानकारी प्रविष्ट गर्न निश्चित हुनुहोस्।"
      },
      "notifications": {
        "save_title": "प्याकेजिङ अद्यावधिक गरियो",
        "save_msg": "उत्पादन प्याकेजिङ जानकारी सफलतापूर्वक अपडेट गरियो।"
      }
    },
    "variants": {
      "not_available": "यस प्रकारको उत्पादनको लागि हाल चयन गर्न सम्भव छैन।"
    },
    "delete_product": {
      "title": "उत्पादन हटाउनुहोस्",
      "message": "तपाईं <b>{product_title}</b> मेटाउन चाहनुहुन्छ?"
    }
  },
  "product_admin": {
    "products_list": "उत्पादन सूची",
    "product": "उत्पादन",
    "menu": {
      "edit": "सम्पादन गर्नुहोस्",
      "review": "समीक्षा गर्नुहोस्",
      "orders": "आदेश",
      "inventory": "सूची",
      "dashboard": "ड्यासबोर्ड",
      "back_to_products": "उत्पादनहरू",
      "drop_shipping": "ड्रपशिपिङ"
    },
    "dashboard": {
      "info": {
        "title": "प्रोफाइल",
        "title_small": "उत्पादन",
        "category": "उत्पादन कोटि",
        "link": "उत्पादन लिङ्क",
        "type": "टाइप गर्नुहोस्",
        "inputs": "इनपुट जानकारी",
        "outputs": "आउटपुट जानकारी",
        "user_data_form": "क्रेता जानकारी फारम"
      },
      "orders": {
        "title": "आदेश",
        "title_small": "प्रक्रिया नगरिएको",
        "physical_orders_title": "यो उत्पादन संग किनमेल कार्ट",
        "send_30days_title": "पछिल्लो 30 दिनमा पठाइएको आदेश",
        "downloads_30days_title": "पछिल्लो 30 दिनमा फाइल डाउनलोड नम्बर",
        "virtual_orders_title": "यस उत्पादनका अर्डरहरू पूरा हुन पर्खिरहेका छन्"
      },
      "inventory": {
        "title": "सूची",
        "title_small": "गोदाम",
        "total_sell": "कुल बिक्री",
        "total_sell_today": "आज बिक्री",
        "total_sell_30days": "पछिल्लो 4 दिन बिक्री",
        "chart": {
          "labels": [
            "सूची",
            "बिक्री"
          ]
        },
        "subscribers_title": "सदस्यहरू",
        "subscribers_title_small": "कुल सदस्यता आदेशहरू"
      },
      "finance": {
        "title": "आर्थिक",
        "title_small": "पछिल्लो 6 महिनाको खरिद रिपोर्ट",
        "select_mode_title": "द्वारा देखाउनुहोस्",
        "modes": {
          "sell": "बिक्री",
          "payment": "भुक्तानी",
          "discount": "छुट"
        },
        "currency_select_title": "चयन गरिएको मुद्रा अनुसार मूल्य",
        "sell_today": "आज बिक्री",
        "product_price": "उत्पादन मूल्य",
        "currency_unit": "मुद्रा एकाइ",
        "sell_30days": "30 दिन बिक्री",
        "sell_daily": "दैनिक बिक्री",
        "sell_yesterday": "हिजो बिक्री"
      },
      "survey": {
        "title": "उत्पादन मूल्याङ्कन",
        "title_small": "ग्राहक सन्तुष्टि रिपोर्ट",
        "total_participation": "योगदानको कुल संख्या",
        "today_participation": "आज मूल्याङ्कन",
        "last7days_participation": "पछिल्लो ७ दिनको योगदान",
        "chart": {
          "participate": "सहभागिता",
          "participate_title": "योगदानको संख्या",
          "score": "स्कोर"
        }
      },
      "inform": {
        "title": "ग्राहक अपेक्षाहरू",
        "title_small": "छुट वा उपलब्धताको लागि पर्खँदै",
        "message": "उत्पादनहरू बिक्रीमा जाँदा वा उपलब्ध हुँदा ग्राहकहरूलाई सूचित गर्नुहोस्",
        "waiting_for_auction": "उत्पादनहरु बिक्री मा जाने को लागी प्रतिक्षा गर्दै",
        "waiting_for_available": "उत्पादनहरू उपलब्ध हुनको लागि प्रतिक्षा गर्दै।",
        "unit": "व्यक्ति(हरू)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "सूची सूची",
        "add_variant": "संस्करण थप्नुहोस्",
        "title": "उत्पादन सूची / उत्पादन भेरियन्ट सूची",
        "sub_title": "यदि यो उत्पादनमा एक भन्दा बढी संस्करणहरू छन् भने, तिनीहरूलाई यो खण्डमा प्रविष्ट गर्नुहोस्। तपाईले प्रत्येक संस्करणको रकम, मूल्य र छुट छुट्टै परिभाषित गर्न सक्नुहुन्छ; अन्यथा उत्पादनको पूर्वनिर्धारित मानहरू मूल्य निर्धारणको लागि लागू गरिनेछ।",
        "add_action": "संस्करण थप्नुहोस्",
        "count_input": "सूची",
        "count_input_action": "गणना सेट गर्नुहोस्",
        "management_title": "सूची व्यवस्थापन र उत्पादन भेरियन्टहरू",
        "add_title": "उत्पादन संस्करण थप्नुहोस्",
        "edit_title": "उत्पादन संस्करण सम्पादन गर्नुहोस्",
        "notifications": {
          "add_success": "उत्पादन संस्करण थपियो।",
          "delete_success": "उत्पादन संस्करण मेटाइयो।",
          "save_product_inventory_success": "उत्पादनहरूको सूची बचत गरियो।"
        }
      },
      "variant_item": {
        "price": "मूल्य",
        "same_as_product": "मुख्य उत्पादन जस्तै",
        "in_stock": "सूची",
        "delete_dialog": {
          "title": "उत्पादन संस्करण मेटाउनुहोस्",
          "message": "तपाईं यो संस्करण मेटाउन चाहनुहुन्छ?"
        }
      },
      "variant_add_edit": {
        "title": "उत्पादन भिन्नता परिभाषित गर्दै",
        "message": "उत्पादन संख्या अद्वितीय",
        "active_input": "के यो संस्करण सक्रिय छ?",
        "sku": "SKU",
        "sku_tips": "उत्पादन गोदाम कोड।",
        "mpn": "MPN",
        "mpn_tips": "उत्पादन प्याकेजिङ्ग मा निर्माता द्वारा सम्मिलित उत्पादन कोड",
        "variant_variable": "भिन्न भिन्नताहरू",
        "pricing": "मूल्य निर्धारण",
        "has_pricing_input": "मूल्य मुख्य उत्पादन भन्दा फरक छ?",
        "inventory": "सूची",
        "inventory_unit": "वस्तुहरू",
        "delivery_info": "प्याकेजिङ र ढुवानी",
        "images": "भेरियन्टका तस्बिरहरू",
        "images_message": "यो भेरियन्ट बचत गरेपछि तपाईंले यहाँ एउटा छवि थप्न सक्नुहुनेछ।"
      }
    },
    "edit_article": {
      "menu": {
        "tags": "ट्यागहरू",
        "article": "लेख"
      }
    }
  },
  "product_extra_physical": {
    "weight": "प्याकेज वजन",
    "weight_unit": "के। जि",
    "size": "प्याकेज आयामहरू",
    "dimension": "सेमी",
    "width": "चौडाइ",
    "length": "लम्बाइ",
    "height": "उचाइ",
    "lead_time_title": "तयारी समय",
    "lead_time": "तयारी समय",
    "lead_time_dimension": "घण्टा(हरू)",
    "bulk_action": "बल्क कार्यहरू",
    "bulk_action_input": "सबै भेरियन्टहरू अपडेट गर्नुहोस्",
    "bulk_action_msg": "सबै प्रकारका लागि उत्पादन प्याकेजिङ्ग र तयारी समय सेट गर्नुहोस्।"
  },
  "product_images_list": {
    "upload_button": "थप उत्पादन छविहरू",
    "upload_an_image": "एउटा छवि चयन गर्नुहोस्।",
    "notifications": {
      "update_sort_success": "छविहरू क्रमबद्ध बचत गरियो",
      "delete_image_title": "उत्पादन छवि मेटाउनुहोस्",
      "delete_image_success": "छवि सफलतापूर्वक मेटाइयो"
    }
  },
  "variants_view": {
    "prices": "मूल्यहरू",
    "inventory": "सूची",
    "discount": "छुट"
  },
  "gift_card_type_edit": {
    "title_input": "शीर्षक",
    "color_input": "कार्डको रंग",
    "charge_input": "प्रारम्भिक शुल्क",
    "charge_input_hint": "प्रत्येक कार्डको लागि प्रारम्भिक शुल्क",
    "currency_input": "मुद्रा",
    "currency_input_message": "यो मुद्रा संग खरिद को लागी मात्र",
    "lifetime_input": "कार्डको वैधता (महिना)",
    "lifetime_input_message": "कार्ड वैधता",
    "card_image_input": "कार्ड छवि",
    "notifications": {
      "create_success": "कार्ड बनाइयो",
      "update_success": "कार्ड अद्यावधिक गरियो"
    }
  },
  "shop_warehouse_edit": {
    "title": "गोदाम थप्नुहोस्",
    "message": "ढुवानी लागत गणना गर्न आफ्नो गोदाम ठेगाना र प्रोफाइल प्रविष्ट गर्नुहोस्।",
    "name_input": "गोदाम नाम",
    "address": "ठेगाना",
    "name_input_message": "आफ्नो गोदामको लागि उपनाम प्रविष्ट गर्नुहोस्।",
    "person_name": "अधिकारीको नाम",
    "phone_number": "सम्पर्क नम्बर",
    "map_title": "भण्डार गोदाम ठेगाना",
    "confirm_action": "गोदाम स्वीकृति",
    "address_name": "गोदाम",
    "notifications": {
      "success_save": "परिवर्तनहरू सफलतापूर्वक सुरक्षित गरियो।"
    }
  },
  "inventory_list": {
    "search_input": "उत्पादन खोज...",
    "search_input_title": "स्टोर उत्पादनहरू बीच खोज्नुहोस्",
    "apply_filter": "फिल्टर लागू गर्नुहोस्",
    "inventory": "सूची सूची",
    "export": "सूची निर्यात गर्नुहोस्",
    "import": "इन्भेन्टरी आयात गर्नुहोस्",
    "bulk_price": "थोक मूल्य परिवर्तन",
    "bulk_discount": "थोक छूट परिवर्तन",
    "category_filter_msg": "⚡ यो सबै उत्पादन र उपश्रेणीहरूमा लागू हुनेछ!",
    "table": {
      "waiting": "जानकारी प्राप्त गर्दै ... कृपया प्रतीक्षा गर्नुहोस्",
      "open_state": "सक्रिय",
      "close_state": "निष्क्रिय",
      "image": "छवि",
      "product": "उत्पादनको नाम",
      "code": "उत्पादन कोड",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "मौलिक",
      "status": "स्थिति",
      "in_stock": "स्टकमा",
      "edit": "परिवर्तन"
    },
    "bulk_price_dialog": {
      "title": "बल्क कार्यहरू > मूल्य",
      "message": "नोट: निम्न रकम तपाईको स्टोरमा रहेका सबै उत्पादनहरूको मूल्यमा प्रतिशतको रूपमा लागू हुनेछ। साथै, गणना गरिएको मूल्य मानहरू बुद्धिमानीपूर्वक चयन गरिएको मुद्राको आधारमा नजिकको राउन्ड नम्बरमा रूपान्तरण गरिनेछ। मानहरू प्रविष्ट गर्दा सावधान रहनुहोस्।",
      "check": "म मूल्य परिवर्तनहरू अनुमोदन गर्छु।",
      "add_percent_tab": "प्रतिशत थप्नुहोस्",
      "add_constant_tab": "Constant थप्नुहोस्",
      "ending_tab": "अन्त्य रणनीति"
    },
    "bulk_discount_dialog": {
      "title": "बल्क कार्यहरू > छुट",
      "message": "नोट: निम्न रकम तपाइँको स्टोर मा सबै उत्पादनहरु को छुट को प्रतिशत को रूप मा हुनेछ। साथै, गणना गरिएको छुट मानहरू बुद्धिमानीपूर्वक चयन गरिएको मुद्राको आधारमा नजिकको राउन्ड नम्बरमा रूपान्तरण गरिनेछ। मानहरू प्रविष्ट गर्दा सावधान रहनुहोस्।",
      "check": "म छुट परिवर्तनहरू अनुमोदन गर्छु।"
    },
    "notifications": {
      "save_success": "इन्भेन्टरी परिवर्तन बचत गरियो।"
    }
  },
  "spec_view": {
    "auto_save_input": "स्वतः बचत गर्नुहोस्"
  },
  "time_progress_bar": {
    "title_before_start": "सुरु गर्न बाँकी छ",
    "title_between_start_end": "अन्तिम सम्म बाँकी छ",
    "title_after_end": "समाप्त भयो",
    "title_no_start_end": "समय अवधि बिना!"
  },
  "geo_map": {
    "views": "दृश्यहरू",
    "views_unit": "समय",
    "product_views": "उत्पादन दृश्यहरू",
    "buys": "खरिदहरू",
    "buys_unit": "आदेश",
    "baskets": "सक्रिय कार्टहरू",
    "added_items": "वस्तुहरू थप्नुहोस्",
    "removed_items": "वस्तुहरू हटाउनुहोस्"
  },
  "faq_list": {
    "table": {
      "nodata": "कुनै प्रश्न भेटिएन।",
      "more_data_action": "थप प्रश्नहरू ..",
      "user": "प्रयोगकर्ता",
      "tag": "ट्याग",
      "question": "प्रश्न",
      "officer": "कर्मचारी",
      "answer": "जवाफ",
      "created_at": "मिति",
      "priority": "प्राथमिकता",
      "edit": "सम्पादन गर्नुहोस्"
    },
    "dialog": {
      "add_new_action": "नयाँ प्रश्न पेश गर्नुहोस्",
      "edit_action": "FAQ सम्पादन गर्नुहोस्",
      "question_input": "प्रश्न",
      "question_input_placeholder": "तपाईको प्रश्न सोध्नुहोस् ..",
      "link_input": "लिङ्क",
      "link_input_placeholder": "तपाईंले जवाफमा लिङ्कलाई सन्दर्भ गर्न सक्नुहुन्छ।",
      "answer_input": "जवाफ",
      "answer_input_placeholder": "जवाफको पाठ प्रविष्ट गर्नुहोस् ..",
      "tag_input": "ट्याग (श्रेणी शीर्षक)",
      "tag_input_placeholder": "छोटो शीर्षक प्रविष्ट गर्नुहोस्",
      "priority_input": "प्राथमिकता: (० देखि १०)"
    },
    "delete_alert": {
      "title": "प्रश्न मेटाउनुहोस्",
      "message": "तपाईं यो प्रश्न मेटाउन चाहनुहुन्छ?",
      "action": "मेटाउन"
    },
    "notifications": {
      "send_success": "तपाईंको जवाफ सफलतापूर्वक पेश गरिएको छ।",
      "delete_success": "तपाईको प्रश्न सफलतापूर्वक मेटाइएको छ।"
    }
  },
  "contact_messages_list": {
    "load_more_action": "थप सन्देशहरू ..",
    "table": {
      "nodata": "कुनै प्रश्न भेटिएन।",
      "user": "प्रयोगकर्ता",
      "message": "सन्देशको मुख्य भाग",
      "category": "श्रेणी",
      "officer": "कर्मचारी",
      "answer": "जवाफ",
      "created_at": "मिति",
      "contact": "सम्पर्क गर्नुहोस्",
      "edit": "सम्पादन गर्नुहोस्"
    },
    "dialog": {
      "title": "सन्देशको जवाफ दिनुहोस्",
      "category": "श्रेणी",
      "user_name": "नाम",
      "email": "इमेल",
      "phone": "सम्पर्क नम्बर",
      "message": "सन्देश पाठ",
      "status": "प्रतिक्रिया स्थिति",
      "status_answered": "उत्तर दिए",
      "status_waiting": "प्रतिक्रियाको प्रतिक्षामा",
      "answer_input": "जवाफ पाठ",
      "mail_input": "मेल पठाउनुहोस्",
      "mail_input_message": "यदि तपाईंले यसलाई सक्षम गर्नुभयो भने, तपाईंको प्रतिक्रिया प्रयोगकर्ता इमेलमा पठाइनेछ।"
    },
    "delete_alert": {
      "title": "सन्देश मेटाउनुहोस्",
      "message": "के तपाई यो सन्देश मेटाउन चाहनुहुन्छ?",
      "action": "मेटाउन"
    },
    "notifications": {
      "send_success": "तपाईंको अनुरोध सफलतापूर्वक पेश गरिएको छ।",
      "delete_success": "सन्देश मेटाइयो।"
    }
  },
  "campaign": {
    "title": "अभियान",
    "menu": {
      "setting": "सेटिङहरू",
      "return": "पछाडि",
      "dashboard": "ड्यासबोर्ड",
      "links": "लिङ्कहरू",
      "landing": "अवतरण",
      "ads": "विज्ञापनहरू",
      "finance": "वित्त"
    },
    "dashboard": {
      "title": "ड्यासबोर्ड",
      "status": "स्थिति सिंहावलोकन",
      "sessions": "सत्रहरू",
      "links_overview": "अभियान लिङ्क सिंहावलोकन",
      "orders": "आदेश",
      "performance": "अभियान प्रदर्शन",
      "links_funnel": "अभियान लिङ्क प्रदर्शन",
      "no_links": "त्यहाँ कुनै डाटा उपलब्ध छैन! कृपया आफ्नो अभियानको लिङ्क सिर्जना गर्नुहोस्।",
      "social": "सामाजिक सञ्जाल नेतृत्व गर्दछ",
      "conversion_over_time": "समय अनुसार रूपान्तरण",
      "total_campaign_sell": "अभियान द्वारा कुल बिक्री"
    },
    "finance": {
      "title": "वित्त रिपोर्ट",
      "campaign_revenue": "अभियान राजस्व",
      "total_revenue": "अभियान द्वारा कुल राजस्व",
      "links_revenue": "अभियान लिङ्क राजस्व",
      "payments_over_time": "समय अनुसार बिक्री",
      "all_links": "सबै लिङ्कहरू"
    },
    "landing": {
      "empty_message": "अभियान सेटिङहरूमा ल्यान्डिङ पृष्ठ सेट गर्नुहोस्।",
      "set_landing": "अवतरण पृष्ठ सेट गर्नुहोस्",
      "create_landing": "नयाँ ल्यान्डिङ पृष्ठ सिर्जना गर्नुहोस्"
    },
    "links": {
      "title": "अभियान लिङ्कहरू",
      "url_input_message": "आफ्नो लक्षित पृष्ठ url प्रविष्ट गर्नुहोस्"
    },
    "setting": {
      "menu": {
        "config": "कन्फिगरेसन",
        "timespan": "समय अवधि",
        "banner": "ब्यानर",
        "Notification": "सूचना"
      },
      "general_setting": {
        "title": "सामान्य अभियान सेटिङहरू",
        "sub_title": "नाम, ल्यान्डिङ पृष्ठ र छुट कोड",
        "name_input": "अभियानको नाम",
        "name_input_hint": "आफ्नो अभियानमा नाम थप्नुहोस्",
        "enable_input": "अभियान सक्रिय छ?",
        "page_input": "अवतरण पृष्ठ",
        "discount_code_input": "छुट कोड",
        "limit": "छुट सीमा",
        "max_count": "अधिकतम गणना",
        "max_count_unit": "वस्तुहरू",
        "start": "सुरु गर्नुहोस्",
        "end": "अन्त्य",
        "notification_enable_input": "सूचना सक्षम गरियो?",
        "landing_page": "अवतरण पृष्ठ",
        "discount_code": "छुट कोड",
        "auto": "पूर्वनिर्धारित अभियान",
        "auto_message": "तपाईंको पसलमा पूर्वनिर्धारित अभियान सक्रिय गरियो"
      },
      "time_setting": {
        "title": "समय अवधि",
        "sub_title": "सुरु मिति र समय / अन्त्य मिति र समय",
        "start_input": "सुरु गर्नुहोस्",
        "start_input_placeholder": "अभियान सुरु हुने समय चयन गर्नुहोस्",
        "end_input": "अन्त्य",
        "end_input_placeholder": "अभियान अन्त्य समय चयन गर्नुहोस्"
      },
      "banner_setting": {
        "title": "पसल ब्यानर",
        "sub_title": "पसल पृष्ठको शीर्षमा प्रदर्शन गर्नुहोस्",
        "message_input": "सन्देश पाठ",
        "message_input_placeholder": "विशेष पर्व...",
        "message_input_hint": "ब्यानर सन्देश पाठ स्टोर को शीर्ष",
        "bg_image_input": "पृष्ठभूमि छवि URL",
        "bg_image_input_hint": "पूर्ण पृष्ठभूमि छवि URL",
        "repeat_pattern": "ढाँचा दोहोर्याउनुहोस्",
        "simple": "सरल",
        "dark_input": "गाढा विषयवस्तु?",
        "icon_input": "आइकन",
        "icon_input_hint": "मटेरियल डिजाइन आइकन नाम वा फन्टाउसम: फास फा-स्टार",
        "anim_input": "एनिमेसन ठेगाना",
        "anim_input_message": "Lottie एनिमेसन फाइल URL",
        "preview": "पूर्वावलोकन",
        "preview_update_action": "पूर्वावलोकन अपडेट गर्नुहोस्",
        "bg_color": "पृष्ठभूमि रंग",
        "icon_bg": "प्रतिमा पृष्ठभूमि रङ"
      },
      "notifications": {
        "title": "सूचना",
        "sub_title": "सूचना सिर्जना गर्नुहोस् र यसलाई तपाइँको अभियानमा लिङ्क गर्नुहोस्।",
        "update_success": "तपाईंको अभियान अपडेट गरिएको छ।",
        "action_button": "कार्य बटन",
        "background_color": "पृष्ठभूमि रंग",
        "text_color": "पाठ रङ",
        "action_color": "कार्य रंग",
        "action_text_color": "कार्य पाठ रङ",
        "notification_image": "सूचना छवि",
        "notification_bg": "सूचना पृष्ठभूमि",
        "show_preview": "पूर्वावलोकन देखाउनुहोस्",
        "persistence": "दृढता",
        "persistence_message": "के तपाइँ तपाइँको प्रयोगकर्ताले वेबसाइट भ्रमण गर्दा हरेक पटक देखाउन चाहानुहुन्छ",
        "radius": "त्रिज्या",
        "show_delay": "ढिलाइ देखाउनुहोस्"
      }
    }
  },
  "add_category": {
    "title_edit": "श्रेणी सम्पादन गर्नुहोस्",
    "title_update": "नयाँ श्रेणी थप्नुहोस्",
    "menu": {
      "delete": "कोटी मेटाउनुहोस्",
      "filter": "फिल्टरहरू",
      "settings": "सेटिङहरू",
      "back": "पछाडि"
    },
    "title_input": "श्रेणी शीर्षक *",
    "title_input_error": "एक श्रेणी शीर्षक चयन गर्नुहोस्",
    "name_input": "श्रेणी नाम (अंग्रेजी) *",
    "name_input_error": "श्रेणी को लागी एक अद्वितीय नाम चयन गर्नुहोस्",
    "description_input": "श्रेणी विवरण",
    "description_input_message": "वर्गको संक्षिप्त विवरण प्रविष्ट गर्नुहोस्।",
    "parent_input": "अभिभावक वर्ग",
    "parent_input_message": "यो कोटी स्टोर होमपेज मा देखिन्छ।",
    "image_input": "श्रेणी छवि",
    "image_input_placeholder": "श्रेणीको लागि छवि चयन गर्नुहोस्",
    "edit_action": "श्रेणी सम्पादन गर्नुहोस्",
    "add_action": "श्रेणी थप्नुहोस्",
    "back_action": "पछाडि",
    "no_category": "कुनै कोटीहरू छैनन्",
    "star": "तारा",
    "filter": {
      "title": "श्रेणी फिल्टरहरू",
      "sub_title": "यस श्रेणीका उत्पादनहरूमा लागू हुने फिल्टरहरू र कोटीहरू प्रबन्ध गर्नुहोस्।",
      "message": "तलको बाकसमा यस श्रेणीको लागि साझा प्राविधिक विशेषता शीर्षक प्रविष्ट गर्नुहोस् र बचत गर्नुहोस्। सूची बचत गरेपछि, फिल्टर कोटिहरु प्रत्येक श्रेणी को सामग्री संग प्रदर्शित हुनेछ। रङ, तौल, साइज, ब्रान्ड, आदि स्वचालित रूपमा उत्पादन संस्करणबाट निकालिन्छ।"
    },
    "delete_alert": {
      "title": "श्रेणी हटाउनुहोस्",
      "message": "के तपाई {title} कोटि मेटाउन चाहनुहुन्छ?",
      "action": "मेटाउन"
    },
    "notifications": {
      "add_success": "नयाँ श्रेणी थपियो।",
      "edit_success": "श्रेणी सम्पादन गरियो।",
      "delete_success": "मेटाइयो {title}।"
    },
    "edit_filter": {
      "spec_input": "प्राविधिक निर्दिष्टीकरण सूची",
      "spec_input_message": "तपाईंले फिल्टर खण्डमा देखाउन चाहनुभएको सुविधाहरूको सूची",
      "price": "मूल्य",
      "min": "न्यूनतम",
      "max": "अधिकतम",
      "suggested_list": {
        "brand": "ब्रान्ड",
        "colors": "रङ",
        "styles": "डिजाइन",
        "volumes": "भोल्युम",
        "weights": "वजन",
        "packs": "प्रति प्याक नम्बर",
        "types": "टाइप गर्नुहोस्"
      },
      "notifications": {
        "edit_success": "श्रेणी सम्पादन गरियो।"
      }
    }
  },
  "apps_list": {
    "nodata": "तपाईको स्टोरमा कुनै एप इन्स्टल गरिएको छैन",
    "inactive": "निष्क्रिय",
    "my_apps": "मेरा एपहरू",
    "app_store": "नयाँ एप थप्नुहोस्"
  },
  "add_shop": {
    "menu": {
      "shop_title": "स्टोर शीर्षक",
      "shop_name": "स्टोर नाम",
      "description": "विवरण",
      "contact": "सम्पर्क जानकारी",
      "image": "छवि"
    },
    "title_input": "शीर्षक",
    "title_input_tips": "आफ्नो स्टोर, ब्रान्ड वा कम्पनीको नाम प्रविष्ट गर्नुहोस्।",
    "active_message": "आफ्नो वेबसाइट पहुँच गर्न सक्ने सबैलाई सक्रिय सेट गर्नुहोस्।",
    "language_input_message": "आफ्नो स्टोर भाषा चयन गर्नुहोस्।",
    "name_input": "नाम",
    "name_input_message": "आफ्नो स्टोरको लागि नाम प्रविष्ट गर्नुहोस्।",
    "name_input_tips": "गैर-अंग्रेजी क्यारेक्टरहरू, स्पेस वा अक्षरहरू प्रयोग नगर्नुहोस्, यदि प्रयोग गरियो भने, स्टोरको नाम राम्रोसँग प्रदर्शित नहुन सक्छ।",
    "description_input": "स्टोर विवरण",
    "description_input_message": "आफ्नो व्यवसायको बारेमा संक्षिप्त विवरण लेख्नुहोस्।",
    "address_input": "स्टोर ठेगाना",
    "address_input_message": "सही स्टोर स्थान ठेगाना प्रविष्ट गर्नुहोस्",
    "phone_input": "फोन नम्बर",
    "phone_input_message": "ग्राहक सम्पर्क नम्बर",
    "phone_input_tips": "देशको कोड सहितको सम्पर्क नम्बर प्रविष्ट गर्नुहोस्। यो नम्बर गुगल सर्च मा जानकारी देखाउन पनि प्रयोग गरिन्छ।",
    "email_input": "इमेल",
    "email_input_message": "ग्राहकहरूको लागि इमेल ठेगाना",
    "locality_input": "स्थान",
    "locality_input_message": "स्टोर स्थान",
    "region_input": "राज्य वा प्रान्त",
    "region_input_message": "तपाईंले काम गर्ने राज्य वा प्रान्त",
    "country_input": "देश",
    "country_input_message": "व्यापार को देश",
    "postal_code_input": "हुलाक कोड",
    "postal_code_input_message": "स्टोर पोस्टल कोड",
    "image_input": "स्टोर छवि",
    "map": {
      "title": "स्टोर ठेगाना",
      "confirm": "ठेगाना दर्ता",
      "address": "ठेगाना",
      "receptor": "स्टोर"
    },
    "create_shop_action": "स्टोर सिर्जना गर्नुहोस्",
    "update_shop_action": "अपडेट गर्नुहोस्",
    "notifications": {
      "copy_success": "स्टोर ठेगाना को प्रतिलिपि।",
      "name_available": "यो नाम ({name}) उपलब्ध छ।",
      "add_success": "स्टोर {title} सिर्जना गरियो।",
      "edit_success": "स्टोर सम्पादन गरियो।"
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "भर्चुअल वस्तु थप्नुहोस्",
    "add_virtual_item_desc": "भर्चुअल उत्पादनहरू बेच्न, तपाईंले तिनीहरूलाई यो खण्डमा थप्नु पर्छ। भर्चुअल वस्तुहरूको संख्या यस खण्डमा नि: शुल्क वस्तुहरूको संख्या बराबर छ। ग्राहकहरूले भर्चुअल वस्तु खरिद गरेपछि, लिङ्क तिनीहरूलाई पठाइनेछ।",
    "filter_action": "फिल्टर लागू गर्नुहोस्",
    "not_processed": "प्रक्रिया नगरिएका आदेशहरू",
    "title": "वस्तुहरूको सूची",
    "vew_order": "अर्डर हेर्नुहोस्",
    "table": {
      "nodata": "त्यहाँ कुनै वस्तुहरू छैनन्",
      "product": "उत्पादन",
      "data": "डाटा",
      "status": "स्थिति",
      "user_message": "प्रयोगकर्ता सन्देश",
      "updated_at": "अन्तिम अपडेट",
      "order": "अर्डर",
      "delete": "मेटाउन"
    },
    "notifications": {
      "delete_success": "वस्तु सफलतापूर्वक मेटाइयो।"
    }
  },
  "add_virtual_item": {
    "title_edit": "मानहरू सम्पादन गर्नुहोस्",
    "title_add": "उत्पादनमा वस्तु थप्नुहोस्",
    "sub_title": "भर्चुअल उत्पादनहरू सिर्जना र सम्पादन गर्दै",
    "message": "स्टोर प्रबन्धकले भुक्तानी पछि खरिदकर्तालाई मूल्य देखाउन सक्छ। यी मानहरू तलको फारममा प्रविष्ट गर्नुपर्छ। यस फारमको संरचना सम्पादन वस्तु > सम्पादन आउटपुट जानकारी खण्डमा सेट गरिएको छ।",
    "edit_outputs": "आउटपुट फारम सम्पादन गर्नुहोस्",
    "notifications": {
      "edit_success": "वस्तु सम्पादन गरियो।",
      "add_success": "सूचीमा वस्तु थपियो।"
    }
  },
  "virtual_process_center": {
    "title": "प्रशोधन केन्द्र",
    "sub_title": "अर्डर प्रशोधन",
    "virtual_product": "भर्चुअल उत्पादन",
    "menu": {
      "report": "रिपोर्ट",
      "timeline": "समय रेखा",
      "order": "अर्डर"
    },
    "list_widget": {
      "title": "अर्डर निर्दिष्टीकरण",
      "product_name": "उत्पादनको नाम"
    },
    "inputs_widget": {
      "title": "इनपुट फारम",
      "table": {
        "title": "शीर्षक",
        "value": "मूल्य"
      },
      "change_inputs_action": "इनपुट फारम सम्पादन गर्नुहोस्"
    },
    "outputs_widget": {
      "title": "आउटपुट फारम",
      "table": {
        "title": "शीर्षक",
        "value": "मूल्य"
      },
      "tips": [
        "ग्राहकको अनुरोध पूरा गरेपछि, अर्डरको खरिदकर्तालाई सूचित गर्न अर्डर पुष्टिकरण कुञ्जी थिच्नुहोस्।",
        "एक पटक अर्डर स्वीकृत भएपछि, खरिदकर्ताले इनपुट जानकारी सम्पादन गर्न सक्षम हुने छैन।"
      ],
      "alerts": {
        "order_completed_by_admin": "अर्डर पूरा भएको छ।",
        "order_completed_by_buyer": "अर्डर क्रेता द्वारा पूरा भएको छ।",
        "waiting_for_buyer": "क्रेता अनुमोदन को लागी पर्खदै .."
      }
    }
  },
  "file_process_center": {
    "title": "प्रशोधन केन्द्र",
    "sub_title": "अर्डर प्रशोधन",
    "menu": {
      "report": "रिपोर्ट",
      "timeline": "समय रेखा",
      "order": "अर्डर"
    }
  },
  "process_order_page_dashboard": {
    "title": "अर्डर प्रशोधन",
    "cancel_order_action": "अर्डर रद्द गर्नुहोस्",
    "open_basket_cation": "यो किनमेल कार्ट खुला छ, यसको मतलब ग्राहक किनमेल गर्दै हुनुहुन्छ र अझै अर्डर भुक्तान गरेको छैन।",
    "reject_dialog": {
      "title": "आदेश अस्वीकार गर्ने कारण",
      "message": "तलको सूचीबाट यो आदेश अस्वीकार गर्नुको कारण चयन गर्नुहोस्। रद्द र फिर्ता प्रक्रियाको ग्राहकलाई सूचित गर्न निश्चित गर्नुहोस्। फिर्ता 12 घण्टा भित्र गरिनु पर्छ।",
      "confirm_action": "अर्डर रद्द गर्नुहोस्",
      "dismiss_reject_action": "अर्डर रद्द गर्न खारेज गर्नुहोस्"
    },
    "notifications": {
      "update_status_success": "Order को स्थिति अद्यावधिक गर्नुभयो।",
      "reject_update_success": "अर्डर रद्द स्थिति अद्यावधिक गरियो।",
      "dismiss_reject_success": "अर्डर सामान्य प्रक्रियामा फर्कियो।",
      "set_tracking_success": "अर्डर ट्र्याक ID सफलतापूर्वक सुरक्षित गरियो।"
    }
  },
  "process_center": {
    "title": "प्रशोधन केन्द्र",
    "physical_product": "भौतिक उत्पादनहरू",
    "menu": {
      "label": "प्याकेज लेबल",
      "receipt": "इनभ्वाइस",
      "back": "पछाडि",
      "return": "फर्किनु",
      "report": "रिपोर्ट",
      "timeline": "समय रेखा",
      "inputs": "इनपुटहरू",
      "order": "अर्डर"
    },
    "payment_widget": {
      "title": "भुक्तानी",
      "checklist": [
        "अर्डर रकम र ग्राहक भुक्तानी जाँच गर्नुहोस्।",
        "बिलिङ ठेगाना जाँच गर्नुहोस्।",
        "सुनिश्चित गर्नुहोस् कि प्रविष्ट गरिएको जानकारी सही छ, विशेष गरी यदि भुक्तानी नगद डेलिभरी हो।"
      ],
      "action_cod_pay": "ग्राहक द्वारा भुक्तानी पुष्टि गर्नुहोस्",
      "action_dir_pay": "अपलोड गरिएको भुक्तानी रसिद पुष्टि गर्नुहोस्",
      "payment_receipt_not_uploaded_error": "भुक्तानी रसिद अझै अपलोड गरिएको छैन!",
      "waiting_for_pay": "पेन्डिङ भुक्तानी",
      "processing_payment": "भुक्तानी प्रशोधन गर्दै",
      "processing_cancel": "भुक्तानी रद्द गरियो",
      "paid": "भुक्तान गरियो",
      "cod_pay_info": "तपाईंले ग्राहकबाट अर्डर प्राप्त गरेपछि तपाईंले भुक्तानी पुष्टि गर्न र अर्डर पूरा गर्न सक्नुहुन्छ।",
      "dir_pay_info": "भुक्तानी रसिद माथि देखा पर्नेछ। तपाईंले भुक्तानी पुष्टि गर्नु अघि, तपाईंको बैंकसँग जम्मा रकम र रसिद जानकारी प्रमाणित गर्नुहोस्।",
      "created_date": "सिर्जना गरिएको मिति",
      "pay_date": "भुक्तानी मिति",
      "payment_gateway": "भुक्तानी गेटवे",
      "payment_method": "भुक्तानी विधि",
      "risk": "जोखिम मूल्य",
      "billing_details": "बिलिङ विवरण",
      "add_transaction": "नयाँ बिल थप्नुहोस्",
      "add_transactions_message": "तपाईंले यो अर्डरको लागि कम्तिमा एउटा लेनदेन सिर्जना गर्नुपर्छ। केही अवस्थामा, धेरै चरणहरूमा भुक्तानी आवश्यक छ। प्रयोगकर्ताले कुन लेनदेनको लागि भुक्तान गर्नुपर्नेछ त्यो कामको क्रममा तपाईले निर्धारण गर्नुहुन्छ।",
      "add_bill_dialog": {
        "title": "इनभ्वाइस थप्नुहोस्",
        "message": "तपाईंले यो अर्डरको लागि एक वा बढी नयाँ इनभ्वाइसहरू थप्न सक्नुहुन्छ। ग्राहकले यी इनभ्वाइसहरू हेर्नेछन् र कामको प्रगति अनुसार प्रत्येकलाई भुक्तानी गर्नेछन्।",
        "amount_input": "इनभ्वाइस रकम",
        "action": "बिल थप्नुहोस्"
      },
      "edit_bill_dialog": {
        "title": "इनभ्वाइस सम्पादन गर्नुहोस्",
        "message": "तपाईं पेन्डिङ इनभ्वाइसहरू सम्पादन गर्न सक्नुहुन्छ।",
        "action": "इनभ्वाइस सम्पादन गर्नुहोस्"
      },
      "bill_cash_payment_dialog": {
        "title": "नगद भुक्तानी दर्ता गर्नुहोस्",
        "message": "यदि खरिदकर्ताले यो बीजकको रकम नगद वा अनलाइन भुक्तानी बाहेक अन्य तरिकाले भुक्तान गरेको छ भने, यस खण्डमा, एक विकल्प चयन गरेर, दर्ता गर्नुहोस् र आफ्नो भुक्तानी पुष्टि गर्नुहोस्। यस खण्डमा, तपाईंले आफ्नो स्टोरको नगद भुक्तानी गेटवेहरू मात्र हेर्न सक्नुहुन्छ, यदि तपाईंले त्यस्तो विकल्प देख्नुभएन भने, तपाईंले आफ्नो स्टोरमा चयन गरिएको मुद्रामा नगद भुक्तानी गेटवे सक्रिय गर्नुपर्छ।",
        "action": "बिल भुक्तानी पुष्टि गर्नुहोस्"
      },
      "table": {
        "title": "शीर्षक",
        "amount": "रकम",
        "description": "विवरण",
        "info": "जानकारी"
      },
      "user_payment": "ग्राहक भुक्तानी",
      "cod": "नगद अन डेलिभरी",
      "gateway_wage": "शुल्क",
      "gift_card": "उपहार कार्ड",
      "discount_code": {
        "title": "छुट कोड",
        "code": "कोड",
        "percent": "प्रतिशत",
        "limit": "सीमा"
      },
      "club": {
        "title": "ग्राहक क्लब",
        "percent": "प्रतिशत",
        "limit": "सीमा"
      },
      "coupon": {
        "title": "कुपन",
        "percent": "प्रतिशत",
        "limit": "सीमा",
        "charge": "चार्ज"
      },
      "delivery": {
        "title": "ढुवानी लागत",
        "not_paid": "नतिरेको"
      },
      "samin": {
        "title": "सेवा शुल्क",
        "description": "यो रकम तपाईंको Selldone वालेट खाताबाट कटौती गरिएको छ।",
        "tooltip": "भुक्तानी विधि द्वारा गणना",
        "percent": "प्रतिशत"
      },
      "affiliate": {
        "title": "सम्बद्ध आयोग",
        "affiliate_message": "तपाईंले आफ्नो सम्बद्धलाई यो आयोग तिर्नुपर्छ। यो प्रक्रिया आफैले गरिन्छ।"
      },
      "total_price": "कुल वस्तु मूल्य",
      "total_items_discount": "वस्तु छुट",
      "total_price_after_offers": "प्रस्तावहरू लागू गरेपछि कुल",
      "user_payment_amount": "क्रेता भुक्तानी रकम",
      "samin_wage": "Selldone शुल्क",
      "pay_cod_dialog": {
        "title": "के तपाईंले अर्डर मनी प्राप्त गर्नुभयो?",
        "message": "ग्राहकले पूर्ण भुक्तानी सुनिश्चित गरेपछि नगद अन डेलिभरी भुक्तानी विधिमा यो विकल्प पुष्टि गर्नुहोस्।",
        "confirm_action": "ग्राहक भुक्तानी पुष्टि गर्नुहोस्"
      },
      "pay_dir_dialog": {
        "title": "के तपाईंले अर्डर मनी प्राप्त गर्नुभयो?",
        "message": "तपाईंको बैंकमा अपलोड गरिएको भुक्तानी रसिद अनुमोदन गरेपछि यो विकल्प पुष्टि गर्नुहोस्। आफ्नो बैंक संग भुक्तानी जाँच गर्न निश्चित हुनुहोस्।",
        "confirm_action": "ग्राहक भुक्तानी पुष्टि गर्नुहोस्"
      },
      "notifications": {
        "pay_confirm_message": "भुक्तानी पुष्टि भएको छ।<br> पोर्ट: {gateway_name}<br> मिति: {payment_at}",
        "pay_fail_title": "नतिरेको",
        "pay_fail_message": "भुक्तानी स्वीकृत हुन सक्दैन!"
      },
      "total_order_price_before_tax": "पूर्व कर कुल मूल्य"
    },
    "basket_list": {
      "checklist": [
        "सूची जाँच गर्नुहोस्।",
        "यदि वस्तु उपलब्ध छैन भने, त्यो वस्तुको लागि भुक्तान गरिएको रकम ग्राहकलाई फिर्ता गर्नुपर्छ।"
      ],
      "message": "यदि कुनै पनि वस्तुहरू अनुपलब्ध छन् वा बेच्न सकिँदैन भने, यसको छेउमा रहेको बक्सलाई अनचेक गर्नुहोस् र <b>अर्डर पुष्टि गर्नुहोस्</b> बटनमा क्लिक गर्नुहोस्।",
      "action": "क्रम पुष्टि",
      "list_of_items": "किनमेल कार्ट सूची",
      "apply_change_action": "परिवर्तनहरू लागू गर्नुहोस्",
      "cant_apply_change": "परिवर्तन गर्न सकिँदैन",
      "lottery_prize_inform": "तपाईंको ग्राहकले यस उत्पादनको 1 गुणा जित्छ। यो अर्डर संग उपहार पठाउनुहोस्।"
    },
    "preparing": {
      "title": "तयारी",
      "packing_weight": "प्याकिङ वजन",
      "delivery_type": "ढुवानी विधि",
      "packing_size": "प्याकेजिङ आयामहरू",
      "distance_warning": "अनुमति दिइएको दूरी सीमा नाघ्यो।",
      "weight_warning": "अनुमति दिइएको वजन भन्दा बढी।",
      "volume_warning": "अनुमति दिइएको प्याकेज आकार नाघ्यो।",
      "message": "यदि अर्डर पठाउन तयार छ भने निम्न <b>अर्डर रेडी</b> बटनमा क्लिक गर्नुहोस्।",
      "action": "अर्डर पठाउन तयार छ",
      "checklist": [
        "प्याकेजिङ मा मानक नियमहरू पछ्याउँदै।",
        "वस्तुहरूको सूची छाप्नुहोस् र प्याकेज भित्र राख्नुहोस्।",
        "छाप्नुहोस् र बक्समा लेबल टाँस्नुहोस्।"
      ]
    },
    "basket_items": "अर्डर वस्तुहरूको सूची",
    "delivered_dialog": {
      "title": "के यो आदेश ग्राहक द्वारा प्राप्त भएको छ?",
      "message": "ग्राहकले अर्डर प्राप्त गरेको थाहा पाएपछि यो विकल्प पुष्टि गर्नुहोस्",
      "confirm_action": "म ग्राहकले प्याकेज प्राप्त गरेको पुष्टि गर्छु"
    },
    "return_delivery_dialog": {
      "title": "अर्डर वितरणको क्रममा कुनै समस्या थियो वा फिर्ता गरियो?",
      "message": "यदि कुनै कारणले पठाएपछि अर्डर फिर्ता भयो र ढुवानी पुन: पठाउन आवश्यक छ भने ढुवानी फिर्ता गर्ने विकल्प पुष्टि गर्नुहोस्।",
      "confirm_action": "डेलिभरी फिर्ता भएको पुष्टि गर्नुहोस्"
    },
    "notifications": {
      "update_status_success": "Order को स्थिति अद्यावधिक गर्नुभयो।",
      "reject_update_success": "अर्डर रद्द स्थिति अद्यावधिक गरियो।",
      "dismiss_reject_success": "आदेश रद्द गरियो।",
      "pay_cod_success": "डेलिभरी भुक्तानीमा नगद पुष्टि भयो।",
      "pay_dir_success": "भुक्तानी कार्ड-टू-कार्ड भुक्तानी वा पैसा स्थानान्तरण द्वारा पुष्टि गरिएको थियो।",
      "set_tracking_success": "अर्डर ट्र्याक ID सफलतापूर्वक सुरक्षित गरियो।",
      "new_bill_success": "नयाँ बिल सफलतापूर्वक थपियो।",
      "edit_bill_success": "बिल सफलतापूर्वक अद्यावधिक गरियो।",
      "update_bill_status_success": "बिल स्थिति सफलतापूर्वक अपडेट भयो।",
      "set_payment_in_cash_success": "बिल भुक्तानी म्यानुअल रूपमा पुष्टि भयो।"
    },
    "delete_bill_dialog": {
      "title": "बिल मेटाउनुहोस्",
      "message": "के तपाइँ यो बिल मेटाउन निश्चित हुनुहुन्छ?",
      "action": "हो, अब मेट्नुहोस्"
    }
  },
  "shop_gateway": {
    "title": "गेटवे",
    "menu": {
      "dashboard": "ड्यासबोर्ड",
      "edit": "सम्पादन गर्नुहोस्",
      "transactions": "लेनदेन",
      "back": "गेटवेहरू"
    },
    "dashboard": {
      "title": "गेटवे व्यवस्थापन",
      "gateway_data_widget": {
        "title": "भुक्तानी रिपोर्ट",
        "title_small": "गेटवे",
        "chart": {
          "times": "गणना गर्नुहोस्",
          "buys": "गणना किन्नुहोस्",
          "pays": "सहज भुक्तानी",
          "amount_pay": "भुक्तान गरियो",
          "amount_wage": "शुल्क"
        }
      },
      "gateway_info_widget": {
        "title": "जानकारी",
        "title_small": "गेटवे",
        "status": "स्थिति",
        "cod_transportation": "ढुवानी विधिहरू thst समर्थन COD",
        "cod_transportations_error": "कम्तिमा एक ढुवानी विधिको लागि डेलिभरी भुक्तानीमा नगद सक्षम गर्नुहोस्!",
        "payment_type": "भुक्तानी प्रकार",
        "cod": "नगद अन डेलिभरी",
        "online": "अनलाइन भुक्तानी",
        "wage_percent": "शुल्क प्रतिशत",
        "min_wage": "न्यूनतम शुल्क",
        "max_wage": "अधिकतम शुल्क",
        "min_amount": "न्यूनतम लेनदेन",
        "max_amount": "अधिकतम लेनदेन",
        "timeout": "भुक्तानी अवधि",
        "timeout_unit": "सेकेन्ड",
        "link": "गेटवे लिङ्क",
        "your_gateway_status": "तपाईंको गेटवे स्थिति",
        "config_extra_info": "भुक्तानी सेवा कन्फिगरेसन",
        "oauth2_button": "स्वतः जडान {gateway}",
        "fee_payment_message": "ग्राहक द्वारा भुक्तान गरिएको सम्पूर्ण रकम तपाईंको खातामा स्थानान्तरण गरिनेछ। Selldone मा तपाईंको वालेटबाट सेवाको शुल्क काटिनेछ।"
      }
    },
    "edit": {
      "title": "गेटवे सम्पादन गर्नुहोस्",
      "menu": {
        "delete": "गेटवे हटाउनुहोस्"
      },
      "edit_action": "गेटवे सम्पादन गर्नुहोस्"
    },
    "transactions": {
      "title": "लेनदेन",
      "table": {
        "amount": "रकम",
        "currency": "मुद्रा",
        "livemode": "टाइप गर्नुहोस्",
        "status": "स्थिति",
        "target_id": "अर्डर",
        "risk": "जोखिम",
        "card": "कार्ड",
        "issued_at": "जारी मिति",
        "payment_at": "भुक्तानी मिति"
      },
      "live_mode": "लाइभ",
      "test_mode": "स्यान्डबक्स"
    }
  },
  "edit_gateway": {
    "public_keys": "सार्वजनिक कुञ्जीहरू",
    "private_keys": "निजी कुञ्जीहरू (गोपनीय)",
    "link": "वेबसाइट",
    "state_title": "सक्रिय/निष्क्रिय भुक्तानी विधि",
    "gateway_status": "स्थिति",
    "wallet": "ब्लकचेन वालेट",
    "developer_title": "विकासकर्ता मोड",
    "developer_message": "यदि गेटवेले डिबग मोडलाई समर्थन गर्दछ भने तपाइँ नक्कली लेनदेनहरू प्रशोधन गर्न सक्नुहुन्छ।",
    "notifications": {
      "edit_success": "गेटवे {gateway_name} सम्पादन गरियो।"
    },
    "developer_setting": "विकास र परीक्षण",
    "live_mode_message": "सबै लेनदेनहरू प्रत्यक्ष मोडमा हुनेछन्।"
  },
  "gift_card": {
    "title": "उपहार कार्डहरू",
    "menu": {
      "edit": "सम्पादन गर्नुहोस्",
      "new_card": "कार्ड बनाउनुहोस्",
      "list": "कार्डहरू",
      "orders": "आदेश",
      "dashboard": "ड्यासबोर्ड",
      "back": "उपहार कार्डहरू"
    },
    "dashboard": {
      "title": "उपहार कार्ड व्यवस्थापन ड्यासबोर्ड",
      "amount_widget": {
        "title": "कार्ड भुक्तानी",
        "title_small": "30 दिन",
        "chart_amount_pay": {
          "y": "योग",
          "label": "भुक्तानी"
        },
        "chart_buys": {
          "y": "किन्छन्",
          "label": "किन्छन्"
        },
        "total_buy": "कुल खरिद रकम",
        "total_pay_30days": "30 दिन कुल भुक्तानी",
        "total_pay_today": "आजको भुक्तानी"
      },
      "count_widget": {
        "title": "जारी गरिएका कार्डहरूको संख्या",
        "title_small": "30 दिन",
        "total_cards": "कार्डहरूको कुल संख्या",
        "used_cards_30days": "30 दिन प्रयोग",
        "used_today": "आजको प्रयोग",
        "chart": {
          "new_cards": "नयाँ कार्डहरू",
          "used_cards": "प्रयोग गरिएका कार्डहरू",
          "new_card_name": "नयाँ कार्ड",
          "used_card_name": "प्रयोग गरियो"
        }
      },
      "export": {
        "title": "आउटपुट फाइल प्राप्त गर्नुहोस्",
        "cards_list": "कार्डहरूको सूची प्राप्त गर्नुहोस्",
        "get_report": "रिपोर्ट प्राप्त गर्नुहोस्"
      }
    },
    "cards": {
      "title": "जारी गरिएको कार्डहरूको सूची",
      "loading_message": "जानकारी प्राप्त गर्दै ... कृपया प्रतीक्षा गर्नुहोस्",
      "issue_to_user": "प्रयोगकर्तालाई समस्या",
      "table": {
        "card_number": "कार्ड नम्बर",
        "balance": "सन्तुलन",
        "paid": "भुक्तान गरियो",
        "edit": "सम्पादन गर्नुहोस्",
        "delete": "मेटाउन",
        "expire": "म्याद सकिन्छ",
        "user": "प्रयोगकर्ता"
      },
      "delete_alert": {
        "title": "कार्ड हटाउनुहोस्",
        "message": "के तपाइँ यो कार्ड मेटाउन निश्चित हुनुहुन्छ?",
        "action": "मेटाउन"
      },
      "notifications": {
        "delete_success": "उपहार कार्ड मेटाइयो।",
        "edit_success": "परिवर्तनहरू भएका छन्।",
        "issue_success": "प्रयोगकर्तालाई उपहार कार्ड सफलतापूर्वक जारी गरियो।"
      },
      "issue_dialog": {
        "title": "उपहार कार्ड जारी गर्नुहोस्",
        "action": "म पुष्टि गर्छु। अब कार्ड जारी गर्नुहोस्"
      }
    },
    "gift_card_edit": {
      "title": "उपहार कार्ड सिर्जना गर्नुहोस्",
      "validity": "वैधता",
      "validity_unit": "महिनाहरू",
      "currency": "मुद्रा",
      "initial_balance": "प्रारम्भिक कार्ड ब्यालेन्स",
      "count": "गणना गर्नुहोस्",
      "count_unit": "वस्तु(हरू)",
      "enable_input_message": "सिर्जना गरिएका कार्डहरूको स्थिति",
      "notifications": {
        "create_success_title": "बचत गर्नुहोस्",
        "create_success": "{count} नयाँ कार्डहरू सिर्जना गरियो"
      }
    },
    "gift_card_edit_page": {
      "title": "उपहार कार्ड सम्पादन गर्नुहोस्"
    }
  },
  "shop_discount": {
    "title": "छुट कोड",
    "up_to": "सम्म",
    "menu": {
      "dashboard": "ड्यासबोर्ड",
      "orders": "आदेश",
      "back": "छुट कोडहरू"
    },
    "dashboard": {
      "title": "छुट कोड व्यवस्थापन ड्यासबोर्ड",
      "chart_amount_buy": {
        "y": "खरिद रकम {currency}",
        "label": "किन्नुहोस्"
      },
      "chart_amount_discount": {
        "y": "छुट {currency}",
        "label": "छुट"
      },
      "chart_used": {
        "y": "प्रयोगको मात्रा",
        "label": "समय"
      }
    }
  },
  "shop_coupon": {
    "title": "कुपनहरू",
    "up_to": "सम्म",
    "menu": {
      "dashboard": "ड्यासबोर्ड",
      "back": "कुपनहरू",
      "orders": "आदेश"
    },
    "dashboard": {
      "title": "कुपन व्यवस्थापन ड्यासबोर्ड",
      "chart_amount_buy": {
        "y": "खरिद रकम {currency}",
        "label": "किन्नुहोस्"
      },
      "chart_amount_discount": {
        "y": "कुपन {currency}",
        "label": "कुपन"
      },
      "chart_used": {
        "y": "प्रयोगको मात्रा",
        "label": "समय"
      }
    }
  },
  "shop_offer": {
    "title": "प्रस्तावहरू",
    "up_to": "सम्म",
    "menu": {
      "dashboard": "ड्यासबोर्ड",
      "orders": "आदेश",
      "back": "प्रस्तावहरू"
    },
    "dashboard": {
      "title": "प्रस्ताव व्यवस्थापन ड्यासबोर्ड",
      "chart_amount_buy": {
        "y": "खरिद रकम {currency}",
        "label": "किन्नुहोस्"
      },
      "chart_amount_discount": {
        "y": "प्रस्ताव {currency}",
        "label": "प्रस्ताव"
      },
      "chart_used": {
        "y": "प्रयोगको मात्रा",
        "label": "समय"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "सक्रियता शुल्क तिर्नुहोस्",
    "balance": "सन्तुलन",
    "locked": "ताला लगाइएको",
    "transfer": "स्थानान्तरण",
    "charge": "जम्मा"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "चेकआउट",
    "payment": "भुक्तानी",
    "confirm": "अर्डर पुष्टि, <b>{success}</b> पुष्टि र <b>{fail}</b> अस्वीकार गरियो।",
    "prepare": "अर्डर तयारी।",
    "send": "अर्डर <b>{delivery}</b> द्वारा पठाइयो।",
    "delivered": "अर्डर ग्राहकलाई डेलिभर गरिएको छ।",
    "fill-inputs": "इनपुट जानकारी फारम खरिदकर्ता द्वारा पूरा भयो।",
    "return-add": "उत्पादन फिर्ता अनुरोध पेश गर्नुहोस्, {product}।",
    "return-accept": "फिर्ता अनुरोध {return_code} पुष्टि भयो।",
    "return-reject": "अनुरोध {return_code} अस्वीकार गरियो।",
    "reject-order": "आदेश अस्वीकार गर्नुहोस्। कोड: {reject_code}।",
    "reject-order-clear": "अर्डर अस्वीकार रद्द गर्नुहोस्। कोड: {reject_code}।",
    "email-buy": "ग्राहकलाई खरिद पुष्टिकरण इमेल पठाउनुहोस्।",
    "email-payment": "ग्राहकलाई भुक्तानी पुष्टिकरण इमेल पठाउनुहोस्।",
    "delivery-returned": "अर्डर ग्राहकले प्राप्त गरेन र फिर्ता गरियो। फेरि पठाउन आवश्यक छ।",
    "delivery-canceled": "डेलिभरी रद्द गरियो। फेरि पठाउन आवश्यक छ।",
    "edit-receiver-info": "अर्डर डेलिभरी ठेगाना खरिदकर्ता द्वारा सम्पादन गरिएको थियो।",
    "edit-billing-info": "क्रेता द्वारा सम्पादन गरिएको बिलिङ ठेगाना।",
    "payment-cod-confirm": "COD भुक्तानी पुष्टि भयो।",
    "payment-cash-confirm": "बिलको लागि नगदमा {amount} {currency} को भुक्तानी पुष्टि भयो।",
    "payment-dir-confirm": "प्रत्यक्ष भुक्तानी रसिद पुष्टि भयो।",
    "vendor": "विक्रेता अर्डर स्थिति <b>{from} {to}</b> <b>मा</b> परिवर्तन भयो।",
    "connect-sync": "Connect OS द्वारा सिंक गरिएको अर्डर।",
    "connect-shipped": "जडान अर्डर {shipping} द्वारा पठाइएको छ।",
    "connect-returned": "जडान अर्डर {shipping} द्वारा फिर्ता गरिएको छ।",
    "connect-failed": "साझेदार द्वारा आदेश पूर्ति असफल भयो। {reason}",
    "connect-canceled": "साझेदारद्वारा अर्डर रद्द गरियो। {reason}",
    "connect-action-cancel": "अर्डर रद्द गर्न अनुरोध गर्नुहोस्। {reason}",
    "connect-put-hold": "आदेश रोकिएको थियो। {reason}",
    "connect-remove-hold": "आदेश होल्डबाट हटाइयो। {reason}",
    "connect-confirmed": "आदेश पुष्टि भयो।",
    "email-vendor": "🔔 अर्डर जानकारी इमेल पठाइएको छ <b>{vendor}</b> ╏ {email}।",
    "vendor-payout": "💸 विक्रेतालाई भुक्तानी।"
  },
  "inline_chart": {
    "today": "आज",
    "last_days": "{days} दिन अघि"
  },
  "products_select": {
    "move_category": "श्रेणी <b>{category}</b> लाई अर्को कोटीमा सार्नुहोस्",
    "move_product": "उत्पादन <b>{product}</b> वर्गमा सार्नुहोस्",
    "product_menu": {
      "dashboard": "उत्पादन ड्यासबोर्ड",
      "inventory": "सूची र भेरियन्टहरू"
    },
    "notifications": {
      "copy_success": "उत्पादनको प्रतिलिपि।",
      "change_category_success": "उत्पादन कोटि सम्पादन गरियो।"
    }
  },
  "physical_order_track": {
    "title": "जोखिम प्रतिवेदन र मूल्याङ्कन"
  },
  "virtual_order_track": {
    "title": "जोखिम प्रतिवेदन र मूल्याङ्कन"
  },
  "virtual_order_timeline": {
    "title": "समय रेखा"
  },
  "physical_order_timeline": {
    "title": "समय रेखा"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "यहाँ सन्देश लेख्नुहोस्...",
    "pin_action": "शीर्षमा पिन गर्नुहोस्",
    "unpin_action": "अनपिन गर्नुहोस्",
    "copy_html": "Html प्रतिलिपि गर्नुहोस्",
    "notifications": {
      "add_note_success": "नोट थपियो।",
      "edit_note_success": "नोट सम्पादन गरियो।",
      "delete_note_success": "नोट मेटाइयो।"
    },
    "delete_dialog": {
      "title": "नोट मेटाउनुहोस्",
      "message": "के तपाईं यो नोट मेटाउन चाहनुहुन्छ?",
      "action": "नोट मेटाउनुहोस्"
    },
    "resend_dialog": {
      "title": "इमेल पुन: पठाउनुहोस्",
      "message": "के तपाईं आफ्नो ग्राहकलाई यो इमेल पुन: पठाउन निश्चित हुनुहुन्छ?",
      "action": "हो, पुन: पठाउनुहोस्",
      "success": "तपाईंको ग्राहकलाई इमेल पुन: पठाइयो।"
    }
  },
  "accounts": {
    "title": "मेरो वालेट",
    "message": "तपाईंले Selldone मा प्रयोग गरिरहनुभएको मुद्राको साथ तपाईंले कम्तिमा एउटा खाता बनाउनु पर्छ। सेवा शुल्क तिर्नको लागि तपाईंले यो खाता माथि उठाउनु पर्छ।",
    "add_new": "नयाँ खाता सिर्जना गर्नुहोस्",
    "new_account": "नयाँ खाता थप्नुहोस्",
    "new_account_dialog": {
      "title": "नयाँ खाता",
      "account_name_input": "खाताको नाम",
      "currency_input": "मुद्रा एकाइ",
      "currency_input_message": "सिर्जना गरिएको खाताले यस मुद्राको मान मात्र राख्नेछ।",
      "new_account_wage": "नयाँ खाता निर्माण लागत: पहिलो खाताको लागि निःशुल्क",
      "create_account_action": "खाता सिर्जना गर्नुहोस्"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "साैगात पठाउ",
      "sent": "पठाउनुहोस्",
      "received": "प्राप्त भयो"
    },
    "send_gifts": {
      "title": "उपहार पठाइयो",
      "sub_title": "तपाईं आफ्नो साथी वा ग्राहकहरूलाई उपहार पठाउन सक्नुहुन्छ। प्राप्तकर्ताले तपाईंको उपहार स्वीकार वा अस्वीकार गर्न सक्छ। रकम तपाईंको खातामा लक गरिएको छ र प्राप्तकर्ताले स्वीकार गरेमा फिर्ता लिइन्छ। अन्यथा, यो रकम तपाईंको खातामा स्थानान्तरण हुनेछ।",
      "table": {
        "user": "प्रयोगकर्ता",
        "amount": "रकम",
        "currency": "मुद्रा",
        "account_name": "बाट",
        "status": "स्थिति",
        "message": "सन्देश",
        "created_at": "सिर्जना गरिएको मिति"
      }
    },
    "received_gifts": {
      "title": "उपहारहरू प्राप्त गरे",
      "sub_title": "तपाईंले Selldone वा अरूबाट प्राप्त उपहारहरू",
      "table": {
        "amount": "रकम",
        "currency": "मुद्रा",
        "account_from": "बाट",
        "status": "स्थिति",
        "message": "सन्देश",
        "created_at": "सिर्जना गरिएको मिति",
        "receive": "प्राप्त गर्नुहोस्"
      }
    }
  },
  "get_gift_dialog": {
    "title": "उपहार प्राप्त गर्नुहोस्",
    "more": "थप ..",
    "amount": "रकम",
    "message": "सन्देश",
    "account_to_input": "गन्तव्य खाता",
    "account_to_input_message": "उपहार रकम यस खातामा जम्मा गरिनेछ।",
    "get_action": "उपहार स्वीकार गर्नुहोस्",
    "notifications": {
      "received_success_title": "बधाई छ",
      "received_success": "उपहारको रकम {amount} {currency} तपाईको खातामा जम्मा गरिएको छ।"
    }
  },
  "send_gift_dialog": {
    "title": "साैगात पठाउ",
    "account_from_input": "एउटा खाता छान्नुहोस्",
    "account_from_input_message": "यस खाताबाट उपहार रकम निकालिन्छ।",
    "receiver_input": "रिसिभर",
    "receiver_input_message": "तपाईले इमेल ठेगाना वा फोन नम्बर प्रविष्ट गर्न सक्नुहुन्छ।",
    "message_input": "सन्देश",
    "message_input_message": "तपाईं प्राप्तकर्तालाई सन्देश छोड्न सक्नुहुन्छ।",
    "amount_input": "रकम",
    "currency_input": "मुद्रा एकाइ",
    "currency_input_message": "मूल्य यस मुद्रामा गणना गरिन्छ।",
    "send_action": "साैगात पठाउ",
    "notifications": {
      "send_success": "{receiver} लाई {amount} {currency} को उपहार पठाइयो।"
    }
  },
  "account_list": {
    "account_input": "खाता नम्बर",
    "account_input_message": "यस मुद्राको लागि उपहारको रकम यस खातामा जम्मा गरिनेछ।",
    "free_balance": "नि: शुल्क ब्यालेन्स",
    "account_name": "खाताको नाम"
  },
  "user_monetize_accounts": {
    "title": "जम्मा खाताहरू",
    "sub_title": "उपहार रकम स्वचालित रूपमा यी खाताहरूमा जम्मा हुनेछ।",
    "message": "Selldone ले तपाइँको सामाजिक मिडिया गतिविधि को लागी कोष जम्मा गर्दछ, Selldone विकास मा सहभागी, साथीहरु परिचय र यस्तै। प्रत्येक मुद्राको लागि एक जम्मा खाता छनोट गरेर, उपहार रकमहरू स्वचालित रूपमा तपाईंको डोमेनमा त्यो खातामा जम्मा हुनेछ। यी रकमहरू Selldone मा जम्मा गर्न सकिन्छ। व्यापार साझेदारहरूको लागि मात्र निकासी सम्भव हुनेछ।",
    "add_account_action": "खाता थप्नुहोस्",
    "add_dialog": {
      "title": "उपहार प्राप्त गर्न खाता जडान गर्नुहोस्",
      "account_input": "खाता नम्बर",
      "account_input_message": "यस मुद्राको लागि उपहारको रकम यस खातामा जम्मा गरिनेछ।",
      "set_as_default_action": "पूर्वनिर्धारित खाताको रूपमा चयन गर्नुहोस्"
    },
    "table": {
      "currency": "मुद्रा",
      "account_number": "खाता नम्बर",
      "account_name": "नाम",
      "payment": "निक्षेप रकम",
      "reset_at": "मा रिसेट गर्नुहोस्",
      "delete": "मेटाउन"
    },
    "notifications": {
      "set_success": "खाता सफलतापूर्वक थपियो।",
      "delete_success": "उपहारहरू प्राप्त गर्नका लागि पूर्वनिर्धारित खाताहरूको सूचीबाट खाता सफलतापूर्वक हटाइयो।"
    },
    "delete_alert": {
      "title": "खाता मेटाउनुहोस्",
      "message": "के तपाईं उपहार खाता सूचीबाट यो खाता हटाउन चाहनुहुन्छ?",
      "action": "मेटाउन"
    }
  },
  "user_monetize": {
    "title": "पैसा कमाउनु",
    "menu": {
      "plans": "योजनाहरू",
      "accounts": "खाताहरू",
      "participant": "सहभागी"
    }
  },
  "user_monetize_plans": {
    "title": "सहयोग र मुद्रीकरण परियोजनाहरू",
    "sub_title": "तपाईंले रेफरल उपहारहरूको लागि खाता क्रेडिट प्राप्त गर्नुहुनेछ। यी रकमहरू तपाईंको खातामा शुल्क लगाइनेछ र केवल Selldone व्यापार साझेदारहरू (सबै होइन) लाई फिर्ता लिन सकिन्छ। तपाईंले Selldone सेवा शुल्कमा पैसा खर्च गर्न सक्नुहुन्छ।",
    "discount": "छुट",
    "your_income": "तपाईंको आय",
    "level_2": "स्तर दुई बाट",
    "level_3": "तीन तहबाट",
    "link_message": "सदस्यता: {registered}, स्वीकृत: {accepted}",
    "link_tip": "तपाईले साझा गर्नुहुने प्रत्येक ठेगानाको अन्त्यमा ?ref={link_code} वाक्यांश थप्न सक्नुहुन्छ।",
    "table": {
      "currency": "मुद्रा",
      "amount": "सन्तुलन",
      "total": "कुल भुक्तानी",
      "payment_date": "अन्तिम भुक्तानी मिति",
      "withdraw": "फिर्ता"
    },
    "notifications": {
      "get_credit_success": "अनुरोध गरिएको रकम तपाईंको खातामा जम्मा गरिएको छ।"
    }
  },
  "basic_information": {
    "title": "मेरो परिचय र प्रोफाइल",
    "email": "इ - मेल ठेगाना",
    "tel": "मोबाइल नम्बर",
    "address": "ठेगाना",
    "payment": "मान्य लेनदेन",
    "personal_information": "पहिचान जानकारी",
    "main_profile": "मुख्य प्रोफाइल",
    "main_profile_subtitle": "यो जानकारी सार्वजनिक रूपमा सबैको लागि उपलब्ध छ।",
    "kyc_waiting_info": "हामीले तपाईंले प्रविष्ट गर्नुभएको जानकारीको शुद्धता जाँच गर्दैछौं। यो प्रक्रिया KYC नियमहरू अनुसार अनिवार्य छ र वित्तीय लेनदेनको जोखिम कम गर्नेछ। तपाईंले यस सेवाको वर्तमान र भविष्यका फाइदाहरू लिन सक्नुहुन्छ।",
    "personal_info_dialog": {
      "title": "पहिचान जानकारी",
      "name_input": "पहिलो नाम",
      "family_name_input": "थर",
      "number_input": "राहदानी नम्बर (वा राष्ट्रिय कोड)",
      "birthday_input": "जन्मदिन",
      "birthday_input_placeholder": "आफ्नो जन्मदिन प्रविष्ट गर्नुहोस्",
      "address_input": "ठेगाना",
      "postcode_input": "हुलाक कोड",
      "tel_input": "सम्पर्क नम्बर",
      "passport_image_input": "राहदानी छवि चयन गर्नुहोस्",
      "passport_image_input_message": "तपाईंको राहदानी छविको स्क्यान अपलोड गर्नुहोस्।",
      "personal_image_input": "आफ्नो आफ्नै छवि छान्नुहोस्",
      "personal_image_input_message": "छविमा तपाईंको राष्ट्रिय कार्डमा पछाडि र पछाडि स्क्यान छवि अपलोड गर्नुहोस्।"
    },
    "profile_dialog": {
      "title": "मुख्य प्रोफाइल",
      "full_name_input": "पुरा नाम",
      "tel_input": "सम्पर्क नम्बर",
      "email_input": "इमेल",
      "website_input": "वेबसाइट",
      "address_input": "ठेगाना",
      "about_input": "मेरो बारेमा",
      "about_long_input": "मेरो बारेमा लामो पाठ",
      "image_input": "प्रोफाइल तस्वीर चयन गर्नुहोस्",
      "image_input_message": "आफ्नो छवि अपलोड गर्नुहोस्। यो छवि तपाईंको प्रोफाइल तस्वीरको रूपमा प्रयोग गरिनेछ।",
      "notifications": {
        "update_profile_success": "तपाईंको प्रोफाइल अपडेट गरिएको छ।",
        "update_personal_info_success": "तपाईको जानकारी सफलतापूर्वक दर्ता भयो"
      }
    },
    "charge_account_approve_message": "आफ्नो बैंक लेनदेन अनुमोदन गर्न आफ्नो खाता चार्ज गर्नुहोस्।",
    "payment_approval": "भुक्तानी स्वीकृति",
    "residential_address_checking": "तपाईंको आवासीय ठेगाना कागजातहरू जाँच लाइनमा।",
    "add_residential_address": "आफ्नो स्थान र आवासीय ठेगाना कागजातहरूको प्रमाण थप्नुहोस्।"
  },
  "phone_verify": {
    "title": "मोबाइल नम्बर",
    "step1_title": "आफ्नो मोबाइल नम्बर प्रविष्ट गर्नुहोस्।",
    "phone_number_input": "मोबाइल नम्बर",
    "next": "अर्को पाइला",
    "sms_code_input": "प्रमाणीकरण कोड",
    "sms_code_message": "६ अंकको प्रमाणीकरण कोड {phone_number} मा पठाइयो।",
    "notifications": {
      "duplicated_number_error": "यो नम्बर तपाईंले पहिले नै स्वीकृत गरिसक्नु भएको छ।",
      "send_activation_code_success_title": "प्रमाणीकरण कोड",
      "send_activation_code_success": "प्रमाणीकरण कोड {phone_number} मा पठाइयो।",
      "verify_success": "तपाईको मोबाइल नम्बर प्रमाणित गरिएको छ"
    }
  },
  "companies": {
    "title": "मेरो व्यापार खाताहरू",
    "message": "व्यवसायहरू, उद्यमीहरू, र व्यावसायिक टोलीहरूले Selldone मा आधारित उत्पादनहरू र अनुप्रयोगहरू विकास गर्न सक्छन्। यो एक व्यापार प्रोफाइल बनाउन को लागी एक आवश्यकता हो।",
    "new_company": "नयाँ कम्पनी"
  },
  "add_company": {
    "name_input": "कम्पनीको नाम",
    "website_input": "वेबसाइट",
    "email_input": "इमेल",
    "address_input": "ठेगाना",
    "tel_input": "टेलिफोन",
    "mobile_input": "मोबाइल",
    "edit_action": "कम्पनी सम्पादन गर्नुहोस्",
    "create_action": "कम्पनी बनाउनुहोस्",
    "notifications": {
      "add_success": "व्यापार खाता {name} सिर्जना गरियो।",
      "edit_success": "व्यापार खाता सम्पादन गरियो।"
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "व्यक्तिगत",
      "shop_key": "ग्राहकहरु",
      "apps": "एपहरू"
    },
    "connected_apps_title": "जडान गरिएका एपहरू",
    "connected_apps_message": "तपाईंले आफ्नो डोमेन खातामा जडान भएका सबै स्टोर र एपहरूको सूची देख्नुहुनेछ। तपाईं ती मध्ये कुनै पनि पहुँच मेटाउन सक्नुहुन्छ।",
    "shop_keys_title": "स्टोर पहुँच कुञ्जीहरू",
    "shop_keys_message": "यी कुञ्जीहरू तपाइँको सर्भर द्वारा पहुँच टोकन सिर्जना गर्न प्रयोग गरिन्छ। ध्यान दिनुहोस् कि कुञ्जीहरू गोप्य छन् र केवल सर्भरमा राखिएको छ ताकि तिनीहरू अरूलाई नदेखिनेछन्।",
    "personal_keys_title": "व्यक्तिगत पहुँच कुञ्जीहरू",
    "personal_keys_message": "तपाईं यहाँ आफ्नो खातामा कुञ्जीहरू सिर्जना गर्न सक्नुहुन्छ। ध्यान दिनुहोस् कि यी कुञ्जीहरूले तपाईंको खाता पहुँच गर्न सक्षम हुनेछन्। यी कुञ्जीहरू सिर्जना गर्नुहोस् र प्रयोग गर्नुहोस् यदि तपाईलाई थाहा छ कि तपाई के गर्दै हुनुहुन्छ।",
    "clients_title": "ग्राहकहरु",
    "clients_message": "यी कुञ्जीहरू तपाइँको सर्भर द्वारा पहुँच टोकन सिर्जना गर्न प्रयोग गरिन्छ। ध्यान दिनुहोस् कि कुञ्जीहरू गोप्य छन् र केवल सर्भरमा राखिएको छ ताकि तिनीहरू अरूलाई नदेखिनेछन्।"
  },
  "user_security_control": {
    "title": "खाता सुरक्षा",
    "message": "तपाईं यहाँ आफ्नो खाता सुरक्षा सेटिङहरू सम्पादन गर्न सक्नुहुन्छ।",
    "delete": {
      "title": "खाता मेटाउनुहोस्",
      "subtitle": "आफ्नो खाता मेटाउनु अघि, सुनिश्चित गर्नुहोस् कि तपाईंले सबै पसलहरू मेटाउनुभएको छ।",
      "action": "म पक्का छु, मेरो खाता मेटाउनुहोस्",
      "agreement": "म स्वीकार गर्दछु कि मेरो सबै जानकारी तपाईको सर्भरबाट मेटाइनेछ। तपाइँको जानकारी धोखाधडी वा दुरुपयोग रोक्नको लागि हामीले निर्धारण गरेको तालिका अनुसार मेटिनेछ।"
    },
    "list": {
      "password": {
        "title": "पासवर्ड",
        "sub_title": "आफ्नो खाताको लागि बलियो पासवर्ड छान्नुहोस्।",
        "action_title": "खाता पहुँच पासवर्ड",
        "not_exist": "प्रवेश गरिएको छैन",
        "action": "पासवर्ड परिवर्तन गर्नुहोस्"
      },
      "phone": {
        "title": "मोबाइल नम्बर",
        "sub_title": "आफ्नो मोबाइल नम्बर पुष्टि गर्नुहोस्। तपाईं यो नम्बर मार्फत लग इन गर्न सक्षम हुनुहुनेछ।",
        "action_title": "खाताको प्राथमिक फोन नम्बर",
        "action": "नम्बर प्रमाणित गर्नुहोस्"
      },
      "two_step": {
        "title": "दुई चरण प्रविष्टि",
        "sub_title": "आफ्नो मोबाइल नम्बर पुष्टि गर्नुहोस्। तपाईं यो नम्बर मार्फत लग इन गर्न सक्षम हुनुहुनेछ।",
        "action_title": "खाता सुरक्षा बढाउनुहोस्",
        "activated_action": "सक्रिय गरियो",
        "active_action": "अहिले सक्रिय"
      },
      "email": {
        "title": "प्राथमिक इमेल",
        "sub_title": "तपाईंसँग यस खातासँग सम्बन्धित मुख्य इमेल अद्यावधिक गर्ने विकल्प छ।",
        "action_title": "प्राथमिक इमेल परिवर्तन गर्नुहोस्",
        "action": "प्रमाणीकरण लिङ्क पठाउनुहोस्"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "Google Authenticator एप स्थापना गर्नुहोस्"
      },
      "step_2": {
        "title": "अनुप्रयोग द्वारा उत्पन्न कोड प्रविष्ट गर्नुहोस्",
        "message": "6-अंकको कोड तपाईंको मोबाइल फोनमा एल्गोरिदम द्वारा उत्पन्न हुन्छ। तलको लिङ्कबाट एप डाउनलोड गर्न सक्नुहुन्छ। पासवर्ड भएको QR कोड सिर्जना गर्न कोड जनरेटर कुञ्जी थिच्नुहोस्।",
        "qr_code_info": "यदि स्क्यान गर्न सम्भव छैन भने, तपाइँ म्यानुअल रूपमा एपमा कोड प्रतिलिपि गरेर टाँस्न सक्नुहुन्छ:",
        "create_new_code": "नयाँ कोड सिर्जना गर्नुहोस्",
        "qr_code_scanning": "Google Authenticator Mobile App द्वारा सिर्जना गरिएको QR कोड स्क्यान गर्नुहोस् र यस पृष्ठको बक्समा पुष्टिकरणको लागि उत्पन्न गरिएको कोड प्रविष्ट गर्नुहोस्।",
        "qr_code_regenerate_info": "नोट: माथिको कुञ्जी थिचेर नयाँ कुञ्जी सिर्जना हुनेछ र अघिल्लो कुञ्जी प्रयोग गर्न नसकिनेछ। आफ्नो फोन एपमा नयाँ कुञ्जी प्रविष्ट गर्नुहोस्।"
      },
      "step_3": {
        "title": "सिर्जना गरिएको कोड प्रविष्ट गर्नुहोस्",
        "message": "तलको क्षेत्रमा अनुप्रयोगमा सिर्जना गरिएको पहुँच कोड प्रविष्ट गर्नुहोस्।",
        "activation_key_input": "पहुँच कोड"
      },
      "activated_alert": "२-चरण लगइन सक्षम गरिएको छ।",
      "activated_message": "तपाईंको खाताको लागि दुई-चरण लगइन सक्षम गरिएको छ। अब देखि तपाईंले आफ्नो खाता पहुँच गर्न प्रत्येक 30 सेकेन्ड परिवर्तन हुने दोस्रो कोड प्रविष्ट गर्न आवश्यक हुनेछ। दुई-चरण लगइन असक्षम गर्न, केवल डबल-क्लिक गर्नुहोस् एक चरण थिच्नुहोस् र चरणहरू मार्फत जानुहोस्।",
      "cancel_two_step_login_action": "दुई-चरण लगइन रद्द गर्नुहोस्",
      "cancel_two_step_login_info": "यदि तपाइँ २-चरण प्रमाणिकरण असक्षम गर्न चाहनुहुन्छ भने, आफ्नो पासवर्ड प्रविष्ट गर्नुहोस् र दुई-चरण लग-इन कुञ्जीमा क्लिक गर्नुहोस्।",
      "password_input": "पासवर्ड",
      "cancel_2fa_action": "दुई-चरण लगइन रद्द गर्नुहोस्"
    },
    "change_password_dialog": {
      "title": "पासवर्ड परिवर्तन गर्नुहोस्",
      "message": "जटिल र यादगार पासवर्ड प्रयोग गर्नुहोस्।",
      "password_input": "वर्तमान पासवर्ड",
      "new_password_input": "नया पासवर्ड",
      "re_new_password_input": "नयाँ पासवर्ड दोहोर्याउनुहोस्",
      "tips": {
        "length": "पासवर्ड कम्तिमा ८ वर्णको हुनुपर्छ",
        "chars": "कम्तिमा एउटा ठूलो अक्षर र एउटा नम्बर।",
        "match": "पासवर्ड मिल्यो।"
      },
      "change_password_action": "पासवर्ड परिवर्तन गर्नुहोस्",
      "notifications": {
        "change_password_title": "पासवर्ड परिवर्तन गर्नुहोस्",
        "change_password": "पासवर्ड सफलतापूर्वक परिवर्तन भयो।"
      }
    }
  },
  "authorized_clients": {
    "title": "जडान गरिएका स्टोरहरू / एपहरूको सूची",
    "table": {
      "name": "नाम",
      "app": "एप",
      "scopes": "स्कोपहरू",
      "shop": "प्रतिबन्धित स्टोर"
    },
    "remove_action": "पहुँच हटाउनुहोस्",
    "delete_alert": {
      "title": "मेटाउन",
      "message": "तपाईं यो पहुँच रद्द गर्न चाहनुहुन्छ? नोट गर्नुहोस् कि यो एपले अब तपाईंको खातामा पहुँच गर्ने छैन।",
      "action": "पहुँच अस्वीकार गर्नुहोस्"
    }
  },
  "clients": {
    "title": "ग्राहकहरूको सूची",
    "create_new_action": "नयाँ ग्राहक सिर्जना गर्नुहोस्",
    "table": {
      "client_id": "ग्राहक आईडी",
      "app": "एप",
      "name": "उपनाम",
      "secret_key": "गोप्य कुञ्जी"
    },
    "create_dialog": {
      "title": "नयाँ ग्राहक",
      "error_msg": "<strong>त्रुटि!</strong> माफ गर्नुहोस्, एउटा त्रुटि भयो!",
      "name_input": "नाम",
      "name_input_message": "तपाइँका प्रयोगकर्ताहरूले चिन्न र विश्वास गर्ने कुरा।",
      "redirect_input_message": "तपाईंको साइटमा ठेगाना फर्काउनुहोस्।"
    },
    "edit_dialog": {
      "title": "पहुँच सम्पादन गर्नुहोस्"
    },
    "delete_alert": {
      "title": "मेटाउन",
      "message": "के तपाइँ यो क्लाइन्ट मेटाउन चाहनुहुन्छ?",
      "action": "मेटाउन"
    }
  },
  "personal_access_tokens": {
    "title": "व्यक्तिगत पहुँच टोकनहरूको सूची",
    "create_action": "नयाँ टोकन सिर्जना गर्नुहोस्",
    "table": {
      "name": "नाम",
      "scopes": "पहुँचहरू",
      "expire_at": "म्याद सकिने मिति"
    },
    "create_dialog": {
      "title": "टोकन भवन",
      "error_message": "<strong>त्रुटि!</strong> माफ गर्नुहोस्, एउटा त्रुटि भयो!",
      "name_input": "उपनाम पूर्व। मेरो टोकन नाम",
      "name_input_message": "मनपर्ने टोकन नाम।",
      "scopes_list": "टोकन पहुँच सूची"
    },
    "access_token_dialog": {
      "title": "व्यक्तिगत पहुँच कुञ्जी",
      "message": "यहाँ तपाईको व्यक्तिगत पहुँच टोकनको टोकन छ। यो टोकन प्रदर्शित हुने एक मात्र समय हो, त्यसैले यसलाई नछुटाउनुहोस्! तपाइँ अब एपीआई अनुरोध गर्न यो टोकन प्रयोग गर्न सक्नुहुन्छ।"
    },
    "delete_alert": {
      "title": "मेटाउन",
      "message": "के तपाईं यो पहुँच टोकन मेटाउन चाहनुहुन्छ?",
      "action": "मेटाउन"
    }
  },
  "scopes": {
    "profile": {
      "name": "प्रोफाइल",
      "description": "नाम, इमेल ठेगाना, छवि र प्रमाणीकरण स्थिति सहित प्रोफाइल जानकारी पढ्नुहोस्।"
    },
    "phone": {
      "name": "फोन नम्बर",
      "description": "फोन नम्बर पहुँच।"
    },
    "address": {
      "name": "ठेगानाहरू",
      "description": "ठेगाना पुस्तिकाबाट सुरक्षित ठेगाना पढ्नुहोस्।"
    },
    "buy": {
      "name": "खरिद गर्नुहोस्",
      "description": "पसलबाट अर्डर गर्नुहोस् र खरिद गर्नुहोस्।"
    },
    "order-history": {
      "name": "अर्डर इतिहास",
      "description": "अर्डर इतिहास पढ्नुहोस्।"
    },
    "my-gift-cards": {
      "name": "उपहार कार्डहरू",
      "description": "मेरो कार्डहरूमा पहुँच।"
    },
    "articles": {
      "name": "सामग्री सम्पादन गर्नुहोस्",
      "description": "लेख सम्पादन गर्नुहोस्।"
    },
    "notifications": {
      "name": "सूचना पठाउनुहोस् र प्राप्त गर्नुहोस्",
      "description": "पठाउनुहोस् र सूचना प्राप्त गर्नुहोस्।"
    },
    "read-shops": {
      "name": "स्टोर ist",
      "description": "स्टोर सूची पढ्नुहोस्।"
    },
    "shop-edit": {
      "name": "स्टोर व्यवस्थापन",
      "description": "स्टोर पहुँच सम्पादन गर्नुहोस्"
    },
    "shop-contacts": {
      "name": "सम्पर्क फारम व्यवस्थापन",
      "description": "सम्पर्क फारमहरू प्राप्त गर्नुहोस् र सम्पादन गर्नुहोस्।"
    },
    "shop-gift-cards": {
      "name": "उपहार कार्डहरू प्रबन्ध गर्नुहोस्",
      "description": "उपहार कार्डहरू सिर्जना गर्नुहोस्, सम्पादन गर्नुहोस् र व्यवस्थापन गर्नुहोस्।"
    },
    "shop-faqs": {
      "name": "प्रश्न र उत्तरहरू प्रबन्ध गर्नुहोस्",
      "description": "बारम्बार सोधिने प्रश्नहरू सिर्जना गर्नुहोस्, सम्पादन गर्नुहोस् र प्रबन्ध गर्नुहोस्।"
    },
    "shop-categories": {
      "name": "कोटीहरू प्रबन्ध गर्नुहोस्",
      "description": "कोटीहरू सिर्जना गर्नुहोस्, सम्पादन गर्नुहोस् र प्रबन्ध गर्नुहोस्।"
    },
    "shop-products": {
      "name": "उत्पादन व्यवस्थापन",
      "description": "उत्पादनहरू थप्नुहोस्, सम्पादन गर्नुहोस् र व्यवस्थापन गर्नुहोस्।"
    },
    "shop-read-reports": {
      "name": "रिपोर्टहरू पढ्नुहोस्",
      "description": "जानकारी र रिपोर्टहरू पढ्नुहोस्।"
    },
    "shop-socials": {
      "name": "सामाजिक मिडिया प्रबन्ध गर्नुहोस्",
      "description": "स्टोर सामाजिक मिडिया सम्पादन गर्नुहोस्"
    },
    "shop-accounts": {
      "name": "वित्तीय खाताहरू प्रबन्ध गर्नुहोस्",
      "description": "स्टोरमा लिङ्क गरिएका वित्तीय खाताहरू सम्पादन गर्नुहोस् र मेटाउनुहोस्।"
    },
    "shop-menus": {
      "name": "मेनुहरू प्रबन्ध गर्नुहोस्",
      "description": "स्टोर मेनुहरू सम्पादन गर्नुहोस्।"
    },
    "shop-pages": {
      "name": "पृष्ठहरू प्रबन्ध गर्नुहोस्",
      "description": "पसल पृष्ठहरू सम्पादन गर्नुहोस्।"
    },
    "shop-warehouse": {
      "name": "गोदाम व्यवस्थापन",
      "description": "स्टोर गोदाम सम्पादन गर्नुहोस्"
    },
    "shop-permissions": {
      "name": "पहुँच व्यवस्थापन गर्नुहोस्",
      "description": "स्टोर पहुँच हेर्नुहोस् र सम्पादन गर्नुहोस्।"
    },
    "shop-process-center": {
      "name": "अर्डर व्यवस्थापन",
      "description": "अर्डर व्यवस्थापन।"
    },
    "shop-profile": {
      "name": "प्रोफाइलहरू प्रबन्ध गर्नुहोस्",
      "description": "स्टोर प्रोफाइलहरू प्रबन्ध गर्नुहोस्।"
    },
    "shop-discount-code": {
      "name": "छूट कोड व्यवस्थापन",
      "description": "स्टोर छुट कोडहरू प्रबन्ध गर्नुहोस्, सम्पादन गर्नुहोस् र थप्नुहोस्।"
    }
  },
  "company_page": {
    "title": "कम्पनी",
    "create_app": "नयाँ अनुप्रयोग सिर्जना गर्नुहोस्",
    "menu": {
      "edit": "सम्पादन गर्नुहोस्",
      "apps": "एपहरू",
      "dashboard": "ड्यासबोर्ड",
      "companies": "कम्पनीहरु"
    },
    "dashboard": {
      "info_widget": {
        "title": "कम्पनी दर्ता जानकारी",
        "address": "ठेगाना",
        "website": "वेबसाइट",
        "email": "इमेल",
        "phone": "फोन नम्बर",
        "register": "दर्ता गर्नुहोस्",
        "developer": "विकासकर्ता",
        "verified": "प्रमाणित",
        "golden": "सुनौलो"
      }
    },
    "developer": {
      "title": "विकासकर्ताहरू",
      "menu": {
        "new": "नयाँ",
        "apps": "एपहरू"
      },
      "app_card": {
        "category": "श्रेणी",
        "installs": "स्थापना गर्नुहोस्",
        "actives": "सक्रिय",
        "uninstalls": "स्थापना रद्द गर्दछ",
        "app_code": "एप कोड",
        "app_mode": "आवेदन मोड"
      }
    },
    "edit": {
      "title": "सम्पादन गर्नुहोस्"
    }
  },
  "add_app": {
    "category_input": "श्रेणी",
    "code_input": "कोड",
    "name_input": "नाम",
    "description_input": "विवरण",
    "video_input": "भिडियो URL",
    "public_form": "सामान्य सूचना संरचना",
    "private_form": "निजी सूचना संरचना",
    "icon_input": "एप आइकन",
    "logo_input": "लोगो एप",
    "enable_input": "के अनुप्रयोग सक्रिय छ?",
    "edit_action": "एप सम्पादन गर्नुहोस्",
    "create_action": "एप बनाउनुहोस्",
    "notifications": {
      "add_success": "व्यापार खाता {name} सिर्जना गरियो।",
      "delete_success": "व्यापार खाता सम्पादन गरियो।"
    }
  },
  "app_page": {
    "title": "आवेदन",
    "menu": {
      "edit": "सम्पादन गर्नुहोस्",
      "publish": "प्रकाशित गर्नुहोस्",
      "history": "संस्करणहरू",
      "dashboard": "ड्यासबोर्ड",
      "company": "कम्पनी",
      "api": "API",
      "images": "छविहरू"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "आवेदन",
        "app_code": "एप कोड",
        "category": "श्रेणी",
        "name": "नाम",
        "installs": "एपहरू स्थापना गर्नुहोस्",
        "uninstalls": "एपहरू अनइन्स्टल गर्नुहोस्",
        "actives": "सक्रिय अनुप्रयोगहरू",
        "description": "विवरण",
        "published": "प्रकाशित",
        "waiting_for_review": "पेन्डिङ स्वीकृति",
        "app_mode": "आवेदन मोड"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "मालिक",
      "description": "सबै स्टोरफ्रन्टहरूमा पूर्ण पहुँच।"
    },
    "PRODUCT": {
      "text": "उत्पादन प्रबन्धक",
      "description": "थप्नुहोस्, सम्पादन गर्नुहोस् र स्टोर उत्पादनहरू व्यवस्थापन गर्नुहोस्।"
    },
    "AUDITING": {
      "text": "वित्तीय प्रबन्धक",
      "description": "वित्तीय जानकारी र भुक्तानीहरू हेर्नुहोस्।"
    },
    "CONTENT": {
      "text": "सामग्री व्यवस्थापन",
      "description": "प्रश्नहरूको जवाफ दिनुहोस्, ब्लगहरू लेख्नुहोस्, र पृष्ठहरू डिजाइन गर्नुहोस्।"
    },
    "OFFICER": {
      "text": "वरिष्ठ प्रबन्धक",
      "description": "कर्मचारी गतिविधि हेर्नुहोस् र निगरानी गर्नुहोस्।"
    },
    "EMPLOYEE": {
      "text": "कर्मचारी",
      "description": "अर्डरहरू हेर्नुहोस् र आदेशहरू पूरा गर्नुहोस्।"
    },
    "MARKETING": {
      "text": "मार्केटिङ",
      "description": "सेटिङहरूमा पहुँच गर्नुहोस् र अभियानहरू, इमेल मार्केटिङ र अन्य मार्केटिङ-सम्बन्धित खण्डहरू सिर्जना गर्नुहोस्।"
    },
    "VIEWER": {
      "text": "दर्शक",
      "description": "यसलाई सम्पादन वा परिवर्तन गर्न सक्षम नगरी भण्डार जानकारी हेर्ने क्षमता।"
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "भौतिक जाँच",
      "description": "प्राप्त आदेशहरू जाँच गर्नुहोस्।"
    },
    "PhysicalOrdersPackaging": {
      "text": "भौतिक प्याकेजिङ्ग",
      "description": "गोदाम र प्याकेजिङ प्रक्रिया।"
    },
    "PhysicalOrdersDelivery": {
      "text": "भौतिक ढुवानी",
      "description": "अर्डर शिपिंग।"
    },
    "PhysicalOrdersSupport": {
      "text": "शारीरिक समर्थन",
      "description": "बिक्री समर्थन पछि।"
    }
  },
  "account_status": {
    "Checking": "जाँच गर्दै",
    "Approved": "पुष्टि भयो",
    "Rejected": "अस्वीकार गरियो",
    "Deleted": "मेटाइयो",
    "Banned": "प्रतिबन्धित",
    "Payment": "भुक्तानी",
    "SelldoneSprite": "Selldone वालेट खाता",
    "SelldoneStorage": "Selldone भण्डारण"
  },
  "account_page": {
    "title": "खाता",
    "menu": {
      "setting": "सेटिङहरू",
      "change": "चार्ज",
      "transfer": "स्थानान्तरण",
      "transactions": "लेनदेन",
      "charge": "चार्ज",
      "history": "इतिहास",
      "cards": "कार्डहरू"
    },
    "transactions": {
      "title": "खाता लेनदेन",
      "detail": {
        "title": "लेनदेन",
        "amount": "रकम",
        "description": "विवरण",
        "from": "बाट",
        "to": "को",
        "created_at": "मिति",
        "receipt": "रसिद",
        "receipt_note": "नोट"
      },
      "table": {
        "type": "टाइप गर्नुहोस्",
        "from": "खाताबाट",
        "to": "खातामा",
        "amount": "रकम",
        "receipt": "रसिद",
        "created_at": "मिति",
        "description": "विवरण"
      }
    },
    "transfer": {
      "title": "स्थानान्तरण शुल्कहरू",
      "form": {
        "title": "स्थानान्तरण अनुरोध फारम",
        "sub_title": "आफ्नो खाता वा अन्यमा जम्मा गर्नुहोस्",
        "message": "पैसा स्थानान्तरण गर्दा सावधान रहनुहोस्, तपाईंले स्थानान्तरण पूरा गरेमा फिर्ता गर्न सक्षम हुनुहुने छैन।"
      }
    },
    "deposit": {
      "form": {
        "title": "चार्जिङ खाता",
        "sub_title": "तपाईंले इजाजतपत्रहरू खरिद गर्न, आफ्नो खाता अपग्रेड गर्न र प्रणाली रसिदहरू भुक्तानी गर्न आफ्नो खाता ब्यालेन्स चार्ज गर्नुपर्छ।",
        "amount_input": "रकम",
        "charge_action": "चार्ज खाता"
      },
      "notifications": {
        "qr_title": "भुक्तानी",
        "qr_message": "भुक्तानी ठेगाना {currency} सिर्जना गरियो।",
        "gateway_title": "भुक्तानी",
        "gateway_message": "भुक्तानी गेटवेमा जडान गर्दै।"
      }
    },
    "setting": {
      "title": "खाता सेटिङ",
      "account_name_input": "खाताको नाम",
      "notifications": {
        "updated_success": "तपाईंको खाता सफलतापूर्वक अपडेट भयो।"
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "रसिद भुक्तानी"
  },
  "transaction_form": {
    "title": "लेनदेन फारम",
    "from_input": "खाता नम्बरबाट",
    "to_input": "खाता नम्बरमा",
    "from_input_message": "यस खाताबाट रकम निकालिनेछ।",
    "account_name": "खाताको नाम",
    "currency": "मुद्रा",
    "free_balance": "उपलब्ध ब्यालेन्स",
    "to": "गन्तव्य खाता",
    "amount": "रकम",
    "receipt_title": "रसिदको लागि भुक्तानी",
    "receipt_input": "रसिद नम्बर",
    "paid_status": "यो रसिद पहिले नै भुक्तान गरिएको छ।",
    "paid_canceled": "यो रसिद रद्द गरिएको छ।",
    "description": "व्याख्या",
    "created_at": "मिति",
    "duration": "अवधि",
    "unlimited": "असीमित",
    "add_note_action": "विवरण थप्नुहोस्",
    "note": "नोट",
    "transfer_action": "स्थानान्तरण",
    "confirmation": {
      "title": "पैसा पठाउनुहोस्",
      "subtitle": "लेनदेन पुष्टिकरण",
      "message": "यदि निम्न जानकारी सही छ भने, लेनदेन गर्नको लागि लेनदेन पुष्टिकरण कुञ्जी थिच्नुहोस्।",
      "from": "खाताबाट",
      "to": "खातामा",
      "amount": "रकम",
      "fee": "कारोबार शुल्क",
      "total_pay": "तपाईंको खाताबाट निकालिएको रकम",
      "receipt": "रसिद",
      "description": "विवरण",
      "accept_action": "लेनदेन पुष्टिकरण"
    },
    "enter_account_number": "खाता नम्बर प्रविष्ट गर्नुहोस्।",
    "currency_not_match": "गन्तव्य खाता मुद्रा स्रोत जस्तै छैन",
    "account_number_not_valid": "खाता नम्बर सही छ।",
    "account_number_is_valid": "खाता नम्बर सही छ।",
    "receipt_not_valid": "इनभ्वाइस नम्बर गलत छ।",
    "receipt_is_valid": "रसिद नम्बर सही छ।",
    "notifications": {
      "confirm_success": "लेनदेन सफलतापूर्वक सम्पन्न भयो।"
    }
  },
  "price_calculator": {
    "title": "क्याल्कुलेटर ╏ तपाईंको व्यवसायमा फिट",
    "description": "गणना गर्नुहोस् र तपाईंको मासिक बिक्रीको आधारमा उत्तम योजना छान्नुहोस्:",
    "sale_input": "मासिक बिक्री रकम",
    "hypernova_plan": "Hypernova %0 को लागी आवेदन दिनुहोस्!",
    "show_normal_mode": "सामान्य मोड देखाउनुहोस्",
    "show_hypernova_mode": "मेरो लेनदेन 1M$ भन्दा बढी छ!"
  },
  "price_card": {
    "billed_monthly": "मासिक {amount} बिल।",
    "billed_yearly": "वार्षिक रूपमा बिल {amount}।",
    "buy_license_action": "अहिले खरिद गर",
    "select_your_store": "आफ्नो स्टोर चयन गर्नुहोस्"
  },
  "shop_session_widget": {
    "total_sessions": "कुल सत्रहरू"
  },
  "user_activities_keys": {
    "add_baskets": "भाडोमा हाल",
    "remove_baskets": "कार्टबाट मेटाउनुहोस्",
    "buys": "किन्नुहोस्",
    "products_views": "उत्पादन हेर्नुहोस्"
  },
  "shop_visitors_widget": {
    "title": "आगन्तुक एनालिटिक्स",
    "new_visitors": "नयाँ आगन्तुकहरू",
    "amp": "AMP दृश्यहरू",
    "returning_visitors": "फर्कने आगन्तुकहरू",
    "page_views": "पृष्ठ हेराइहरू",
    "other_pages": "अन्य पृष्ठहरू",
    "from_previous_7_days": "पछिल्लो 7 दिन देखि"
  },
  "app_levels": {
    "title": "एप स्तर",
    "Newbie": "नयाँ",
    "Beginner": "शुरुवातकर्ता",
    "Novice": "नौसिखिया",
    "Intermediate": "मध्यवर्ती",
    "Advanced": "उन्नत"
  },
  "login": {
    "register_title": "व्यापारको माध्यम,<br> रमाइलो अनुभव।",
    "register_subtitle": "आज नि: शुल्क साइन अप गर्नुहोस्। Selldone स्टार्टअपहरू, उद्यमहरू, खरीददारहरू, र बिक्रेताहरू द्वारा मन पराउँछन्।",
    "password_recovery_title": "पासवर्ड रिकभरी",
    "password_recovery_message": "यदि तपाईंले आफ्नो पासवर्ड बिर्सनुभयो भने, आफ्नो खाताको इमेल ठेगाना प्रविष्ट गर्नुहोस् र पुष्टिकरण कुञ्जी थिच्नुहोस्। हामी तपाइँलाई तपाइँको पासवर्ड रिसेट गर्न को लागी एक लिङ्क संग ईमेल पठाउनेछौं।",
    "email": "तपाईंको इमेल ठेगाना",
    "password_recovery_action": "रिकभरी इमेल प्राप्त गर्नुहोस्",
    "register_google": "Google को साथ जारी राख्नुहोस्",
    "register_apple": "Apple सँग जारी राख्नुहोस्",
    "continue_with": "साथ जारी राख्नुहोस्",
    "register_linkedin": "LinkedIn को साथ जारी राख्नुहोस्",
    "register_facebook": "Facebook मा जारी राख्नुहोस्",
    "register_github": "Github को साथ जारी राख्नुहोस्",
    "create_your_account": "तपाईँका खाता बनाउनुहोस्",
    "password_8_chars": "पासवर्ड कम्तिमा ८ वर्णको हुनुपर्छ।",
    "password_upercase_number": "कम्तिमा एउटा ठूलो अक्षर र एउटा नम्बर।",
    "password_confirm": "पासवर्ड र पुष्टिकरण मिल्यो।",
    "privacy_agreement": "साइन अप गरेर, तपाईं Selldone को <a href='/terms' target='_blank'>प्रयोगका सर्तहरू</a> र <a href='/privacy' target='_blank'>गोपनीयता नीतिमा</a> सहमत हुनुहुन्छ।",
    "register_action": "जाऔं, यो नि:शुल्क छ!",
    "login_action": "लग - इन",
    "already_signup": "पहिले नै साइन अप?",
    "login_your_account": "आफ्नो खातामा लगइन गर्नुहोस्",
    "login_google": "Google को साथ जारी राख्नुहोस्",
    "login_linkedin": "LinkedIn को साथ जारी राख्नुहोस्",
    "login_facebook": "Facebook मा जारी राख्नुहोस्",
    "login_github": "Github को साथ जारी राख्नुहोस्",
    "remember_me": "मलाई सम्झनुहोस्।",
    "login_button": "लग - इन",
    "two_step_problem": "के तपाइँसँग दुई-चरण पासवर्डको साथ समस्या छ?",
    "two_step_problem_action": "म दुई-चरण लगइन असक्षम गर्न चाहन्छु।",
    "two_step_confirm": "पहुँच कोड पुष्टि गर्नुहोस्",
    "forgot_password": "पासवर्ड भुल्नु भयो?",
    "signup_free": "नि: शुल्क साइन अप गर्नुहोस्",
    "checking_robot_message": "तपाईं रोबोट हो कि मानव हो भनेर जाँच गर्दै।",
    "notifications": {
      "step2_login_success": "खातामा स्वतः लगइन गर्नुहोस्"
    },
    "signup_email": "ईमेल द्वारा साइन अप गर्नुहोस्",
    "name_placeholder": "नाम",
    "email_placeholder": "इमेल",
    "email_or_username_placeholder": "इमेल, प्रयोगकर्ता नाम वा फोन नम्बर",
    "password_placeholder": "पासवर्ड",
    "re_password_placeholder": "पासवर्ड सुनिश्चित गर्नुहोस",
    "new_in_samin": "Selldone मा नयाँ?",
    "auto_create_shop": "स्वत: पसल सिर्जना गर्नुहोस्"
  },
  "layout": {
    "logout": "बाहिर निस्कनु",
    "menu": {
      "personal_information": "व्यक्तिगत जानकारी र प्रोफाइल",
      "wallet": "वालेट र खाताहरू",
      "companies": "कम्पनी र व्यापार खाताहरू",
      "access": "मेरो खातामा पहुँच",
      "security": "सुरक्षा",
      "preferences": "प्रयोगकर्ता प्राथमिकताहरू",
      "my_subscriptions": "मेरो सदस्यताहरू"
    }
  },
  "page_builder": {
    "title": "वेबसाइट डिजाइन",
    "menu": {
      "user_view": "हेर्नुहोस्",
      "design": "डिजाइन",
      "behavior": "व्यवहार",
      "seo": "SEO",
      "setting": "सेटिङहरू",
      "embed": "इम्बेड गर्नुहोस्"
    },
    "waiting_fetch": "जानकारी प्राप्त गर्दै..",
    "setting": {
      "title_input": "पृष्ठ शीर्षक",
      "description_input": "छोटो विवरण",
      "name_input": "पृष्ठ URL (अक्षर र संख्याहरू)",
      "bg_color_input": "पृष्ठभूमि रंग",
      "bg_style_input": "पृष्ठ पृष्ठभूमि शैली",
      "page_label_input": "लेबल रङ",
      "page_dir_input": "पृष्ठ दिशा",
      "ltr": "बायाँ देखि दायाँ",
      "rtl": "दायाँ देखि बायाँ",
      "designer_note": "डिजाइनर नोट"
    },
    "history": {
      "title": "सुरक्षित इतिहास"
    },
    "design": {
      "themes": {
        "title": "व्यक्तिगत डिजाइन सहायक",
        "message": "कोडिङ बिना आफ्नो व्यवसायको लागि उत्तम पृष्ठहरू डिजाइन गर्नुहोस्।",
        "page_title_input": "आफ्नो पृष्ठको लागि शीर्षक प्रविष्ट गर्नुहोस्"
      },
      "tools": {
        "rearrange": "अर्डर",
        "tools": "उपकरणहरू",
        "history": "इतिहास",
        "style": "शैली",
        "typography": "टाइपोग्राफी"
      },
      "no_category": "कुनै कोटीहरू छैनन्"
    },
    "seo": {
      "message": "SEO सेटिङहरू Selldone SEO इन्जिन द्वारा स्वचालित रूपमा समायोजित हुन्छन्।"
    }
  },
  "verify_email_caution": {
    "title": "आफ्नो इमेल ठेगाना पुष्टि गर्नुहोस्",
    "message": "नयाँ सक्रियता लिङ्क तपाईंको इमेल ठेगाना {email} मा पठाइएको छ। कुनै पनि कारबाही गर्नु अघि कृपया आफ्नो इमेल जाँच गर्नुहोस्।",
    "resend_message": "यदि तपाईंले आफ्नो इमेलमा सक्रियता लिङ्क प्राप्त गर्नुभएको छैन भने, पुन: पठाउनको लागि तलको बटनमा क्लिक गर्नुहोस्।",
    "resend_action": "सक्रियता लिङ्क पुन: पठाउनुहोस्",
    "resend_notice": "सक्रियता लिङ्क पठाइयो।"
  },
  "autopilot": {
    "start": "सुरू मिति",
    "end": "अन्त्य मिति"
  },
  "help": {
    "menu": "मेनु",
    "more_helps": "थप पढ्नुहोस्"
  },
  "company_card": {
    "pending_state": "समीक्षाको लागि प्रतिक्षा गर्दै",
    "register": "दर्ता",
    "developer": "विकासकर्ता",
    "verified": "प्रमाणित",
    "premier": "प्रिमियर"
  },
  "shop_license": {
    "add": "सदस्यता थप्नुहोस्",
    "only_last": "अन्तिम सदस्यता मात्र",
    "vouchers": "भाउचरहरू",
    "buy": "सदस्यता योजना किन्नुहोस्",
    "monthly": "मासिक",
    "yearly": "वार्षिक",
    "start_date": "सुरू मिति",
    "end_date": "अन्त्य मिति",
    "price": "मूल्य",
    "terms": "म Selldone प्रयोग सर्तहरू पढ्छु र सहमत छु",
    "need_charge": "चार्ज चाहिन्छ",
    "buy_now": "अहिले खरिद गर",
    "auto_renewal": "स्वत: नवीकरण",
    "plan_placeholder": "आफ्नो सदस्यता योजना चयन गर्नुहोस्",
    "plan": "लाइसेन्स योजना",
    "use_date": "सक्रियता मिति",
    "active_license": {
      "title": "सक्रिय लाइसेन्स",
      "subtitle": "तपाईंको सक्रिय इजाजतपत्र जानकारी।",
      "subtitle_partner": "तपाईंको सक्रिय {name} इजाजतपत्र जानकारी।"
    },
    "licenses_table": {
      "title": "खरिद गरिएको इतिहास",
      "subtitle": "सक्रिय र पेन्डिङ इजाजतपत्रहरू।"
    },
    "license_detail": {
      "title": "विवरणहरू",
      "subtitle": "तपाईंको हालको योजनामा सीमाहरू।"
    },
    "table": {
      "plan": "योजना",
      "start_date": "सुरु / अन्त्य मिति",
      "renewal": "स्वत: नवीकरण",
      "linked_account": "लिङ्क गरिएको खाता / भाउचर",
      "payment": "भुक्तानी",
      "cancel": "रद्द गर्नुहोस्"
    },
    "notifications": {
      "subscribe_success": "सफलतापूर्वक सदस्यता लिइयो।",
      "cancel_success": "सदस्यता सफलतापूर्वक रद्द गरियो।"
    },
    "cancel_dialog": {
      "title": "सदस्यता पुष्टिकरण रद्द गर्नुहोस्",
      "message": "के तपाइँ यो सदस्यता रद्द गर्न निश्चित हुनुहुन्छ?",
      "action": "सदस्यता रद्द गर्नुहोस्"
    },
    "use_voucher_now": "अब भाउचर प्रयोग गर्नुहोस्",
    "validity_duration": "वैधता अवधि",
    "validity_duration_hint": "12-महिनाको इजाजतपत्र खरिद गरेर, तपाईंले 30% छुट प्राप्त गर्नुहुनेछ।"
  },
  "admin_shop_layout": {
    "download_txt": "डेटा पाठ डाउनलोड गर्नुहोस्",
    "download_excel": "डाटा एक्सेल डाउनलोड गर्नुहोस्"
  },
  "user_preferences": {
    "access": "पहुँच",
    "template": "टेम्प्लेट",
    "feedback": "प्रतिक्रिया",
    "company": "कम्पनी",
    "company_message": "यदि तपाइँसँग कम्पनी छ र एपहरू प्रकाशित गर्न चाहनुहुन्छ भने।",
    "access_keys": "पहुँच कुञ्जीहरू",
    "access_keys_message": "ग्राहकहरू र पहुँच कुञ्जीहरू देखाउनुहोस्।",
    "rating": "Selldone सँगको आफ्नो अनुभवलाई कसरी मूल्याङ्कन गर्नुहुन्छ?",
    "large_font": "ठूला फन्टहरू",
    "large_font_message": "सामान्य भन्दा ठूलो पाठ देखाउनुहोस्",
    "samples": "नमूना पसलहरू देखाउनुहोस्",
    "samples_message": "यदि सक्षम पारियो भने, केही नमूना पसलहरू तपाईंको प्यानलमा प्रदर्शित हुनेछन्।",
    "automation": "स्वचालन",
    "automation_message": "पसल ड्यासबोर्डमा स्वचालन ट्याब देखाउनुहोस्। (वेबहुक्स, भिजुअल प्रोग्रामिङ, ...)"
  },
  "shop_locations": {
    "title": "देशहरू जहाँ सेवा प्रदान गरिन्छ",
    "sub_title": "तलको सूचीबाट तपाईले आफ्नो उत्पादन बेच्न चाहनुभएको देशहरू चयन गर्नुहोस्।",
    "delete_restriction": "प्रतिबन्ध मेटाउनुहोस्",
    "set_restriction": "प्रतिबन्ध सेट",
    "notifications": {
      "locations_update": "स्थान सफलतापूर्वक अद्यावधिक गरियो।"
    },
    "table": {
      "country": "देश",
      "currency": "मुद्रा",
      "available": "उपलब्ध छ"
    }
  },
  "product_card": {
    "sold_out": "बिक्री भइसक्यो",
    "review_unit": "समीक्षा गर्नुहोस्",
    "not_original": "मौलिक होइन"
  },
  "product_studio": {
    "add_mode": "थप विवरणहरू थप्नुहोस्",
    "add_by_sku": "SKU द्वारा थप्नुहोस्",
    "auto_category": "स्वत: सेट वर्ग",
    "add_in_current_category": "हालको कोटीमा थप्नुहोस्",
    "category_mode_message": "यदि सक्षम भयो भने, उत्पादन पूर्वनिर्धारित कोटी वा उपश्रेणीमा थपिनेछ।",
    "sku_name_input": "SKU / नाम"
  },
  "my_affiliate": {
    "title": "मेरो सम्बद्ध अनुबंधहरू",
    "message": "अन्य स्टोरहरूसँग सम्बद्ध सम्झौताहरूको सूची।"
  },
  "affiliates": {
    "title": "सम्बद्ध साझेदारहरू",
    "subtitle": "सम्बद्धहरू सिर्जना गर्नुहोस्, समयसँगै तिनीहरूको कार्यसम्पादन ट्र्याक गर्नुहोस्, र एकै ठाउँमा सही जानकारीको आधारमा कार्यहरू लिनुहोस्। हामी तपाईंलाई र तपाईंका साझेदारहरूलाई बलियो सम्बन्ध निर्माण गर्न मद्दत गर्छौं।",
    "affiliate_code": "सम्बद्ध कोड",
    "crate_date": "मिति सिर्जना गर्नुहोस्",
    "last_payment_date": "अन्तिम भुक्तानी मिति",
    "for_all_products": "सबै उत्पादनहरूमा लागू गर्नुहोस्",
    "balance": "सन्तुलन",
    "fix_commission": "निश्चित आयोग",
    "percent_commission": "प्रतिशतमा आधारित आयोग",
    "total_payment": "कुल भुक्तानीहरू",
    "new_affiliate": "नयाँ सम्बद्ध साझेदार",
    "new_affiliate_message": "नयाँ सम्बद्ध साझेदार थप्नुहोस्",
    "link_domain": {
      "title": "लिङ्क गरिएको डोमेन",
      "subtitle": "तपाईं आफ्नो डोमेन मध्ये एक यो सम्बद्ध साझेदार जडान गर्न सक्नुहुन्छ। यो साझेदार तपाईको स्टोरमा जाने र यो डोमेन मार्फत खरिद गर्ने प्रत्येक व्यक्तिको प्रतिनिधिको रूपमा चिनिन्छ।"
    },
    "dialog": {
      "new": "नयाँ सम्बद्ध साझेदार",
      "edit": "सम्बद्ध साझेदार सम्पादन गर्नुहोस्",
      "user": "प्रयोगकर्ता (वैकल्पिक)",
      "bank_info": "बैंक जानकारी",
      "restriction": "प्रतिबन्ध",
      "select_products": "उत्पादनहरू चयन गर्नुहोस्",
      "select_products_message": "सम्बद्ध साझेदारले यी उत्पादनहरूको लागि कमिशन पाउँछ",
      "edit_action": "सम्बद्ध अपडेट गर्नुहोस्",
      "add_action": "सम्बद्ध साझेदार थप्नुहोस्",
      "affiliate_name": "सम्बद्ध साझेदार नाम",
      "payment_info": "भुक्तानी जानकारी",
      "enable_switch": "के यो सक्रिय छ?",
      "affiliate_info": "सम्बद्ध साझेदार जानकारी"
    },
    "link_factory": {
      "title": "सम्बद्ध साझेदार लिङ्क जनरेटर",
      "link_input": "तपाईको लिङ्क",
      "link_output": "उत्पन्न लिङ्क"
    }
  },
  "gift_card_orders": {
    "title": "गिफ्टकार्डको साथ अर्डरहरू",
    "table": {
      "order": "अर्डर",
      "order_price": "अर्डर रकम",
      "paid_by_card": "कार्ड द्वारा भुक्तानी",
      "payment_status": "भुक्तानी स्थिति",
      "date": "मिति"
    }
  },
  "offer_orders": {
    "title": "अर्डरहरू प्रस्ताव गर्नुहोस्",
    "table": {
      "order": "अर्डर",
      "order_price": "अर्डर रकम",
      "offer_amount": "प्रस्ताव रकम",
      "payment_status": "भुक्तानी स्थिति",
      "product": "उत्पादन",
      "date": "मिति"
    }
  },
  "coupon_orders": {
    "title": "कुपन आदेशहरू",
    "table": {
      "order": "अर्डर",
      "order_price": "अर्डर रकम",
      "coupon_amount": "कुपन रकम",
      "payment_status": "भुक्तानी स्थिति",
      "date": "मिति"
    }
  },
  "discount_code_orders": {
    "title": "छूट कोड संग आदेश",
    "table": {
      "order": "अर्डर",
      "order_price": "अर्डर रकम",
      "discount_amount": "छुट रकम",
      "payment_status": "भुक्तानी स्थिति",
      "date": "मिति"
    }
  },
  "incentives": {
    "discount_code": "छुट",
    "coupon": "कुपन",
    "offer": "प्रस्ताव",
    "gift_card": "उपहार कार्ड",
    "lottery": "लटरी"
  },
  "discount_codes": {
    "title": "छुट कोडहरू",
    "sub_title": "यस खण्डमा तपाईंले आफ्नो आवश्यकता अनुरूप छुट कुपनहरू डिजाइन गर्न सक्षम हुनुहुनेछ। यी छुटहरू कुनै पनि उत्पादन छुटबाट अलग छन् र प्रयोगकर्ता अर्डरको अन्तिम रकममा लागू हुनेछन्।",
    "add_new": "नयाँ छुट कोड थप्नुहोस्",
    "card": {
      "created": "सिर्जना गर्नुहोस्",
      "start": "सुरु गर्नुहोस्",
      "end": "अन्त्य",
      "currency": "मुद्रा",
      "discount_percentage": "छूट दर",
      "discount_limit": "छुट सीमा",
      "state": "वर्तमान स्थिति",
      "enabled": "अब सक्षम छ",
      "disabled": "अब असक्षम छ",
      "used": "खपत भयो",
      "count": "गणना गर्नुहोस्",
      "unit": "वस्तु(हरू)"
    },
    "dialog": {
      "title_edit": "छुट कोड सम्पादन गर्नुहोस्",
      "title_add": "नयाँ छुट कोड थप्नुहोस्",
      "discount_code_input": "छुट कोड",
      "discount_percent_input": "छूट दर",
      "discount_percent_input_hint": "खरिद रकम छुट दर",
      "count_input": "गणना गर्नुहोस्",
      "count_input_hint": "यस कोडको अधिकतम प्रयोग",
      "limit_input": "छुट सीमा",
      "limit_input_hint": "मुद्रामा आधारित अधिकतम छुट",
      "currency_input_message": "यस मुद्राको लागि छुटहरू उपलब्ध हुनेछन्।",
      "limit_input_message": "छुट सीमाको लागि ० को मान भनेको छुट दरको लागि कुनै सीमा छैन।",
      "title_input": "शीर्षक",
      "title_input_hint": "तपाईं यस छूट कोडको लागि शीर्षक प्रविष्ट गर्न सक्नुहुन्छ",
      "description_input": "विवरण",
      "description_input_hint": "तपाईं यस छूट कोडको लागि विवरण प्रविष्ट गर्न सक्नुहुन्छ",
      "date_start_input": "सुरु गर्नुहोस्",
      "date_start_input_placeholder": "छुट कहिले सुरु गर्ने चयन गर्नुहोस्",
      "date_end_input": "अन्त्य",
      "date_end_input_placeholder": "छुट कहिले समाप्त हुन्छ चयन गर्नुहोस्",
      "notifications": {
        "add": "छुट कोड सफलतापूर्वक थपियो।",
        "edit": "छुट कोड सफलतापूर्वक सम्पादन गरियो।"
      }
    },
    "delete_alert": {
      "title": "छुट कोड हटाउनुहोस्",
      "message": "के तपाईं यो छुट कोड मेटाउन चाहनुहुन्छ?",
      "action": "छुट हटाउनुहोस्"
    },
    "notifications": {
      "delete_success": "तपाईंको टिप्पणी सफलतापूर्वक मेटाइयो"
    }
  },
  "gift_cards": {
    "title": "उपहार कार्ड",
    "sub_title": "एउटा उपहार कार्ड बनाउनुहोस् र त्यसपछि तपाईलाई चाहिने धेरै बनाउनुहोस्। यो कार्डमा शुल्क छ, र यो केवल तपाइँको पसल मा खरिद गर्न को लागी प्रयोग गर्न सकिन्छ।",
    "create_new": "नयाँ उपहार कार्ड थप्नुहोस्",
    "card": {
      "created": "सिर्जना गर्नुहोस्",
      "lifetime": "म्याद सकिने मिति",
      "lifetime_unit": "प्रत्येक कार्ड सिर्जना भएको मिति देखि महिना",
      "currency": "मुद्रा",
      "initial_balance": "प्रारम्भिक शुल्क",
      "count": "गणना गर्नुहोस्",
      "count_unit": "वस्तु",
      "used": "प्रयोग गरियो"
    },
    "dialog": {
      "title": "उपहार कार्ड डिजाइन"
    },
    "alert": {
      "title": "छुट कोड हटाउनुहोस्",
      "message": "के तपाईं यो छुट कोड मेटाउन चाहनुहुन्छ?",
      "action": "मेटाउन"
    },
    "notifications": {
      "delete_title": "उपहार कार्ड मेटाउनुहोस्",
      "delete_message": "तपाईंको टिप्पणी सफलतापूर्वक मेटाइएको छ।"
    }
  },
  "coupons": {
    "title": "कुपनहरू",
    "sub_title": "यदि तपाइँ तपाइँका ग्राहकहरूलाई विशेष सर्तहरूमा प्रयोग गर्न सकिने छुट दिन चाहनुहुन्छ भने, तपाइँ कुपनहरू सिर्जना गर्न सक्नुहुन्छ। कुपनहरूले सीमा वा निश्चित रकम वा दुवैको संयोजनको साथ प्रतिशत छुट समावेश गर्न सक्छन्।",
    "create_new": "नयाँ कुपन थप्नुहोस्",
    "qualified_products": "योग्य उत्पादनहरू",
    "min_purchase": "न्यूनतम खरिद",
    "only_first_order": "केवल पहिलो खरिद",
    "one_time_use": "एकल प्रयोग",
    "amount_usage": "प्रयोग गरिएको रकम",
    "delete_alert": {
      "title": "कुपन मेटाउनुहोस्",
      "message": "के तपाइँ यो कुपन मेटाउन निश्चित हुनुहुन्छ?",
      "action": "हो, कुपन मेटाउनुहोस्"
    },
    "notifications": {
      "delete_success": "कुपन सफलतापूर्वक मेटाइएको छ।"
    },
    "multiple_use": "बहु प्रयोग"
  },
  "coupon_edit": {
    "title_edit": "कुपन सम्पादन गर्नुहोस्",
    "title_add": "नयाँ कुपन",
    "discount_charge": "छुट र शुल्क",
    "charge": "चार्ज",
    "charge_message": "प्रारम्भिक शुल्कको रकम",
    "percent": "छुट प्रतिशत",
    "percent_message": "प्रतिशत छुटको रकम",
    "limit_input": "सीमा",
    "limit_input_hint": "छुट सीमा रकम",
    "currency_input_message": "यस मुद्राको लागि कुपन उपलब्ध छ।",
    "count_input": "गणना गर्नुहोस्",
    "count_input_hint": "यस कोडको अधिकतम प्रयोग",
    "limit_input_message": "छुट सीमाको लागि ० को मान भनेको छुट दरको लागि कुनै सीमा छैन।",
    "date_start_input": "सुरु गर्नुहोस्",
    "date_start_input_placeholder": "कुपन कहिले सुरु गर्ने चयन गर्नुहोस्",
    "date_end_input": "अन्त्य",
    "date_end_input_placeholder": "छुट कहिले समाप्त हुन्छ चयन गर्नुहोस्",
    "title_input": "शीर्षक",
    "title_input_hint": "तपाईं यस छूट कोडको लागि शीर्षक प्रविष्ट गर्न सक्नुहुन्छ",
    "description_input": "विवरण",
    "description_input_hint": "तपाईं यस छूट कोडको लागि विवरण प्रविष्ट गर्न सक्नुहुन्छ",
    "coupon_code": "कुपन कोड",
    "need_code": "कोड चाहिन्छ?",
    "coupon_color": "कुपन रंग",
    "min_purchase_amount": "न्यूनतम खरिद रकम",
    "min_purchase_amount_hint": "खरिद रकम यस मानभन्दा बढी वा बराबर हुनुपर्छ।",
    "should_exist_product": "यी उत्पादनहरू मध्ये कम्तिमा एउटा कार्टमा हुनुपर्छ",
    "apply_for_first_order": "पहिलो खरिदको लागि मात्र",
    "apply_for_first_order_on": "यो कुपन ग्राहकको पहिलो खरिदको लागि मात्र प्रयोग गर्न सकिन्छ!",
    "apply_for_first_order_off": "प्रति क्रेता कुपन उपयोगको संख्या तल समायोजित गर्न सकिन्छ।",
    "has_qualify_constraints": "के तपाईं थप सीमाहरू परिभाषित गर्न चाहनुहुन्छ?",
    "has_qualify_constraints_message": "यो कुपन प्रयोग गर्न ग्राहकलाई योग्य बनाउन थप सर्तहरू सेट गर्नुहोस्।",
    "one_time_use": "एकल प्रयोग",
    "one_time_use_message": "ग्राहकले यो कुपन एक पटक प्रयोग गर्न सक्नेछन्।",
    "daily_limit": "दैनिक सीमा",
    "no_limit": "कुनै सीमा छैन",
    "daily_limit_message": "ग्राहक द्वारा प्रति दिन प्रयोग को अधिकतम मात्रा",
    "monthly_limit": "मासिक सीमा",
    "monthly_limit_message": "ग्राहक द्वारा प्रति महिना उपयोग को अधिकतम राशि",
    "yearly_limit": "वार्षिक सीमा",
    "yearly_limit_message": "ग्राहक द्वारा प्रति वर्ष उपयोग को अधिकतम मात्रा",
    "notifications": {
      "add": "नयाँ कुपन सफलतापूर्वक सिर्जना गरियो।",
      "edit": "कुपन अद्यावधिक गरिएको छ।"
    }
  },
  "offers": {
    "title": "प्रस्तावहरू",
    "sub_title": "तपाईंले आफ्ना ग्राहकहरूका लागि विशेष प्रस्तावहरू सिर्जना गर्न सक्नुहुन्छ ताकि, एउटा वस्तु खरिद गरेपछि, उनीहरूले अर्को वस्तु छुट वा नि:शुल्क प्राप्त गर्नेछन्।",
    "create_new": "नयाँ प्रस्ताव थप्नुहोस्",
    "qualified_products": "योग्य उत्पादनहरू",
    "min_quantity": "न्यूनतम मात्रा",
    "min_purchase": "न्यूनतम खरिद",
    "discounted_products": "छूट उत्पादनहरू",
    "amount_usage": "प्रयोग गरिएको रकम",
    "delete_alert": {
      "title": "प्रस्ताव मेटाउनुहोस्",
      "message": "के तपाइँ यो प्रस्ताव मेटाउन निश्चित हुनुहुन्छ?",
      "action": "हो, प्रस्ताव मेटाउनुहोस्"
    },
    "notifications": {
      "delete_success": "प्रस्ताव सफलतापूर्वक मेटाइएको छ।"
    }
  },
  "offer_edit": {
    "title_edit": "प्रस्ताव सम्पादन गर्नुहोस्",
    "title_add": "नयाँ प्रस्ताव",
    "design_style": "डिजाइन र शैली",
    "eligible_constraints": "ग्राहक योग्य सीमा",
    "title_input": "शीर्षक",
    "title_input_hint": "तपाईं यस छूट कोडको लागि शीर्षक प्रविष्ट गर्न सक्नुहुन्छ",
    "description_input": "विवरण",
    "description_input_hint": "यस छूट कोडको लागि विवरण लेख्नुहोस्",
    "currency_input_message": "यस मुद्राको लागि उपलब्ध प्रस्ताव।",
    "qualified_products": "योग्य उत्पादनहरू",
    "qualified_products_message": "उत्पादनहरू योग्य हुनका लागि, कार्टमा रहेका कुल वस्तुहरू न्यूनतम मात्राभन्दा बराबर वा बढी हुनुपर्छ।",
    "min_items": "वस्तुहरूको न्यूनतम मात्रा",
    "min_items_message": "ग्राहकले किन्नु पर्ने वस्तुहरूको संख्या",
    "discounted_products": "छूट उत्पादनहरू",
    "offered_products": "प्रस्तावित उत्पादनहरू",
    "offered_products_message": "यी उत्पादनहरू मध्ये कम्तिमा एउटा कार्टमा हुनुपर्छ।",
    "discount_percent": "छुट प्रतिशत",
    "discount_percent_message": "यी वस्तुहरूको लागि छुट प्रतिशत।",
    "discount_percent_hint": "छुट प्रतिशत रकम",
    "per_order": "प्रति अर्डर प्रयोगहरूको अधिकतम संख्या",
    "per_order_message": "अर्डरमा प्रस्ताव लागू गर्न सकिने पटकको अधिकतम संख्या",
    "count_input": "रकम",
    "count_input_hint": "यो प्रस्ताव को अधिकतम उपयोग",
    "min_purchase": "न्यूनतम खरिद रकम",
    "min_purchase_hint": "खरिद मूल्य यो मूल्य भन्दा बढी वा बराबर हुनुपर्छ",
    "limitation": "सीमा",
    "date_start_input": "सुरु गर्नुहोस्",
    "date_start_input_placeholder": "कुपन कहिले सुरु गर्ने चयन गर्नुहोस्",
    "date_end_input": "अन्त्य",
    "date_end_input_placeholder": "छुट कहिले समाप्त हुन्छ चयन गर्नुहोस्",
    "max_actives_is_3": "तपाईंसँग एकै समयमा तीनवटा सक्रिय प्रस्तावहरू मात्र हुन सक्छन्।",
    "enable": "स्वतः लागू गर्नुहोस्",
    "notifications": {
      "add": "नयाँ प्रस्ताव सफलतापूर्वक सिर्जना गरियो।",
      "edit": "प्रस्ताव सफलतापूर्वक अद्यावधिक गरियो।"
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "ब्यानर",
      "reportage": "रिपोर्टेज",
      "social": "सामाजिक संजाल",
      "offline": "अफलाइन"
    }
  },
  "emails": {
    "title": "इमेल मार्केटिङ",
    "subtitle": "इमेलहरू तान्नुहोस् र छोड्नुहोस्, अनुसूचित गर्नुहोस् र प्रतिधारण वृद्धि गर्न अभियानहरू सुरु गर्नुहोस्, र एकै ठाउँमा भरपर्दो र सही जानकारी हेर्नुहोस्।",
    "cation_message": "⚠ प्रमाणित नगरिएका व्यापारीहरूका लागि प्रतिबन्धित। (बिटा)",
    "subject": "विषय",
    "from": "बाट",
    "in_que": "प्रतिक्षा गर्दै",
    "schedule_at": "समय तालिका",
    "sent": "पठाइयो",
    "sends": "पठाउँछ",
    "delivers": "डेलिभर गरियो",
    "views": "दृश्यहरू",
    "clicks": "क्लिकहरू",
    "buys": "खरिदहरू",
    "new_email": "नयाँ इमेल थप्नुहोस्",
    "new_email_message": "नयाँ मार्केटिङ इमेल सिर्जना गर्नुहोस् र तालिका बनाउनुहोस्"
  },
  "email_dashboard": {
    "review": "समीक्षा गर्नुहोस्",
    "waiting_for_approve": "{name} द्वारा पुष्टिको लागि पर्खँदै",
    "approved_by": "इमेल {name} द्वारा प्रमाणित गरी पठाइयो।",
    "not_submitted_send_request": "तपाईंले अहिलेसम्म यो इमेल पठाउन अनुरोध पेस गर्नुभएको छैन।",
    "reviewed_by": "{name} द्वारा समीक्षा गरिएको",
    "status": "इमेल स्थिति",
    "conversion": "रूपान्तरण दरहरू",
    "sell_performance": "बिक्री प्रदर्शन",
    "total_buys": "बिक्री को कुल संख्या",
    "amount_buy": "कुल बिक्री रकम",
    "average_sell": "औसत बिक्री",
    "sessions": "सत्रहरू",
    "overview": "अवलोकन",
    "purchase_amount": "खरिद रकम",
    "actions": "प्रयोगकर्ता गतिविधि"
  },
  "email_page": {
    "emails": "इमेलहरू",
    "edit": "सम्पादन गर्नुहोस्"
  },
  "affiliate_page": {
    "affiliates": "सम्बद्ध साझेदारहरू",
    "orders": "आदेश",
    "payments": "भुक्तानीहरू"
  },
  "affiliate_dashboard": {
    "link": "सम्बद्ध साझेदार लिङ्क",
    "fix_commission": "निश्चित आयोग",
    "percent_commission": "प्रतिशतमा आधारित आयोग",
    "last_payment": "पछिल्लो भुक्तानी",
    "balance": "सन्तुलन",
    "total_payment": "कुल भुक्तानीहरू",
    "status": "सम्बद्ध साझेदार स्थिति र प्रतिबन्धहरू",
    "available_for": "को लागि उपलब्ध छ",
    "orders_count": "अर्डर रकम",
    "orders_accepted": "स्वीकृत आदेशहरू",
    "finance": "आर्थिक रिपोर्ट",
    "amount_accepted": "स्वीकृत रकम",
    "amount_paid": "भुक्तान गरिएको रकम",
    "sessions": "सत्रहरू",
    "affiliate_payment": "सम्बद्ध साझेदार भुक्तानीहरू",
    "amount_payment": "भुक्तानी रकम",
    "amount_payment_hint": "लेनदेनको सही रकम",
    "i_paid": "मैले {name} लाई {amount} {currency} तिर्नुभयो",
    "pay_now": "अहिले तिर्नुहोस्"
  },
  "permission_roles": {
    "new_role": "नयाँ भूमिका थप्नुहोस्",
    "new_role_message": "टोली कार्यलाई सजिलो बनाउनुहोस्।",
    "new_role_action": "नयाँ भूमिका थप्नुहोस्"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "लटरी",
    "sub_title": "तपाईंका ग्राहकहरूले खेल खेल्न र जित्न सक्छन्। तपाईंको स्टोरका ग्राहकहरूले प्रत्येक खेलको लागि 10 चिपहरू उपभोग गर्नुपर्छ। उदाहरणका लागि, यदि तपाईं आफ्ना ग्राहकहरूलाई 1000 USD जित्ने मौका दिन चाहनुहुन्छ भने, तपाईंले प्रत्येक चिप मूल्यको रकम 100 USD मा सेट गर्नुपर्छ। प्रत्येक चिपको लागि ० को मानको अर्थ हो कि खरिदकर्ताले प्रत्येक खरिदको लागि एउटा चिप प्राप्त गर्नेछ।",
    "manually_send_chip": "के तपाइँ प्रयोगकर्ताहरूलाई म्यानुअल रूपमा चिपहरू पठाउन चाहनुहुन्छ?",
    "lottery_enable": "लटरी सक्षम छ?",
    "chip_price_input": "चिप मूल्य",
    "zero_chip_message": "प्रति अर्डर 1x चिप दिनुहोस्",
    "chip_has_price_message": "अर्डरको प्रति {amount} {currency} १ चिप दिनुहोस्।",
    "chip_disabled_message": "चिप असक्षम छ!",
    "create_new": "नयाँ पुरस्कार थप्नुहोस्",
    "delete_alert": {
      "title": "पुरस्कार मेटाउनुहोस्",
      "message": "के तपाइँ यो पुरस्कार स्थायी रूपमा मेटाउन निश्चित हुनुहुन्छ?",
      "action": "हो, अब मेट्नुहोस्"
    },
    "notifications": {
      "delete_success": "पुरस्कार सफलतापूर्वक मेटाइयो।"
    }
  },
  "lottery_edit": {
    "title_edit": "लटरी वस्तु सम्पादन गर्नुहोस्",
    "title_add": "नयाँ लटरी वस्तु",
    "general_config": "सामान्य कन्फिगरेसन",
    "design_style": "शैली र उपस्थिति",
    "enable": "सक्षम गरियो?",
    "enable_message": "एक पाङ्ग्रामा अधिकतम वस्तुहरू 14 छन्।",
    "title_input": "शीर्षक",
    "title_input_hint": "छोटो शीर्षक लेख्नुहोस्।",
    "description_input": "विवरण",
    "description_input_hint": "वस्तुको बारेमा विवरण लेख्नुहोस्।",
    "quantity": "मात्रा",
    "quantity_message": "कुल उपलब्ध वस्तुहरू",
    "image": "छवि",
    "image_placeholder": "वस्तुको लागि छवि चयन गर्नुहोस्",
    "chance": "मौका",
    "chance_message": "प्रतिशतमा जित्ने मौका",
    "free_for_first": "के यो नयाँ ग्राहकहरु को लागी नि: शुल्क छ?",
    "free_for_first_message": "नयाँ ग्राहकहरूले यो वस्तु जित्न सक्छन्।",
    "prize": "पुरस्कार",
    "amount": "पुरस्कार राशि",
    "amount_hint": "प्रयोगकर्ताहरूले आफ्नो अर्डरको लागि यो रकम जित्छन्।",
    "currency_message": "यस वस्तुको लागि मुद्रा। अन्य मुद्राहरु विनिमय दर द्वारा रूपान्तरण गरिन्छ।",
    "discount": "छुट",
    "discount_message": "ग्राहक अर्डर मा छूट प्रतिशत",
    "discount_limit": "छुट सीमा",
    "discount_limit_hint": "ग्राहकको लागि अधिकतम छूट।",
    "color": "रङ",
    "condition": "सर्तहरू",
    "notifications": {
      "add": "नयाँ लटरी वस्तु सफलतापूर्वक सिर्जना गरियो।",
      "edit": "लटरी वस्तुहरू सफलतापूर्वक परिवर्तन भयो।"
    }
  },
  "gift_card_types_list": {
    "label": "उपहार कार्ड प्रकार",
    "message": "सूचीबाट उपहार कार्ड प्रकार चयन गर्नुहोस्।"
  },
  "email_builder": {
    "service_unavailable": "तपाईको खातामा मेल सर्भर सक्रिय छैन।",
    "design_section": "तपाईंको इमेल डिजाइन प्लेट",
    "schedule_switch": "इमेल पठाउने समयतालिका बनाउने हो?",
    "schedule_placeholder": "इमेल पठाउन समय चयन गर्नुहोस्"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "दर्ता मिति",
      "description": "प्रयोगकर्ताको दर्ता मिति द्वारा फिल्टर।"
    },
    "LAST_BUY_DATE": {
      "title": "पछिल्लो खरिद",
      "description": "अन्तिम खरिद मिति।"
    },
    "LOGIN_DATE": {
      "title": "लगइन मिति",
      "description": "अन्तिम लगइन मिति।"
    },
    "LEVEL": {
      "title": "ग्राहक क्लब",
      "description": "ग्राहक क्लबका सदस्यहरू।"
    },
    "SUBSCRIBED": {
      "title": "सदस्यता लिइयो",
      "description": "इमेल प्राप्त गर्न सदस्यता लिन।"
    },
    "NOT_PURCHASED": {
      "title": "कुनै खरिद छैन",
      "description": "अहिलेसम्म खरिद नगरेका ग्राहकहरु ।"
    },
    "SEX": {
      "title": "लिङ्ग",
      "description": "प्रयोगकर्ता लिङ्ग।"
    },
    "LOCATION": {
      "title": "स्थान",
      "description": "प्रयोगकर्ता स्थान।"
    },
    "LIMIT": {
      "title": "सीमा",
      "description": "प्रयोगकर्ताहरूको अधिकतम संख्यामा सीमा सेट गर्नुहोस्।"
    },
    "SEGMENTS": {
      "title": "खण्डहरू",
      "description": "ग्राहकहरूलाई विशिष्ट म्यानुअल विभाजनमा सीमित गर्नुहोस्।"
    }
  },
  "inline_help": {
    "helps_title": "सेवा प्रयोगकर्ता गाइड",
    "blogs_title": "Selldone ब्लग मा सम्बन्धित सामग्री"
  },
  "shop_tax": {
    "region": "क्षेत्र",
    "label": "लेबल",
    "country_tax": "देश कर",
    "customer_tax": "ग्राहक VAT",
    "business_tax": "व्यापार VAT",
    "shipping": "ढुवानी",
    "override": "ओभरराइड गर्नुहोस्",
    "country": "देश",
    "vat_range": "VAT दायरा",
    "custom": "अनुकूलन",
    "regions": "क्षेत्रहरू",
    "rest_world": "बाँकी संसार",
    "overrides": "ओभरराइड गर्दछ",
    "dialog_set_title": "कर सेटिङहरू",
    "tax_setting": "कर सेटिङहरू",
    "vat": "VAT",
    "calculate_tax_input": "स्वतः कर गणना",
    "calculate_tax_message": "यो विकल्प सक्रिय गरेर, VAT गणना गरिनेछ र तपाईंको अर्डरहरूको लागि लागू गरिनेछ।",
    "tax_number": "कर नम्बर",
    "tax_number_message": "आफ्नो कर नम्बर प्रविष्ट गर्नुहोस्। यो दर्ता नम्बर खरिदकर्ताको इनभ्वाइसमा रेकर्ड गरिनेछ।",
    "tax_included_in_price_input": "उत्पादन मूल्य मा कर समावेश",
    "tax_included_in_price_message": "यदि तपाईंले आफ्नो उत्पादनको मूल्यमा कर रकम समावेश गर्नुहुन्छ भने यो विकल्प चयन गर्नुहोस्। कर रकम निम्न सूत्र संग गणना गरिनेछ:",
    "tax_included_in_price_formula": "कर = (मूल्य * VAT) / (1 + VAT), उदाहरणका लागि, 100$ को मूल्यमा 10% को मूल्य अभिवृद्धि दर भएको उत्पादनको करको रकम 9.09$ हुन्छ।",
    "tax_on_shipping_input": "ढुवानीमा करहरू लागू गर्नुहोस्",
    "tax_on_shipping_message": "यो विकल्प चयन गरेर ढुवानीमा कर लागू हुनेछ।",
    "fixed_tax_rate": "निश्चित कर दर",
    "dynamic_tax_rate": "क्षेत्रहरूमा आधारित कर",
    "locations_tip": "माथिको सूचीले तपाईंले पसल सेटिङहरू > स्थानहरू तपाईंले बेच्ने देशहरूको रूपमा चयन गर्नुभएको देशहरू मात्र देखाउँछ।",
    "locations_action": "स्टोर स्थान सेटिङहरू",
    "save_alert": "सेटिङहरू बचत गरिएका छैनन्!",
    "pos_tax_setting": "POS कर सेटिङहरू",
    "tax_exclude_title": "बहिष्कृत ╏ चेकआउटमा कर थपिनेछ",
    "tax_excluded_message": "चेकआउटको समयमा भुक्तानी गर्नु अघि करहरू गणना गरिनेछ र तपाईंको ग्राहक प्रमाणको आधारमा बहिष्कृत कर मूल्यमा थपिनेछ।"
  },
  "transportation_page": {
    "menu": {
      "dashboard": "ड्यासबोर्ड",
      "transportations": "ढुवानी विधिहरू",
      "orders": "आदेश",
      "setting": "सेटिङ",
      "delivery_services": "सेवाहरू",
      "delivery_persons": "कुरियरहरू"
    },
    "go_to_courier_list": "कुरियर सूची हेर्नुहोस्",
    "go_to_service_list": "ढुवानी सेवाहरूको सूची हेर्नुहोस्"
  },
  "transportation_persons": {
    "title": "कुरियरहरू",
    "notifications": {
      "success_add": "कुरियर थपियो।",
      "success_reset": "तथ्याङ्क रिसेट।",
      "success_remove": "कुरियर सफलतापूर्वक हटाइयो।",
      "success_update": "कुरियर जानकारी सफलतापूर्वक अपडेट गरियो।"
    },
    "reset": {
      "title": "तथ्याङ्कहरू रिसेट गर्नुहोस्",
      "message": "के तपाइँ यो कुरियरको तथ्याङ्क रिसेट गर्न निश्चित हुनुहुन्छ?",
      "action": "हो, अब रिसेट गर्नुहोस्"
    },
    "remove": {
      "title": "कुरियर हटाउनुहोस्",
      "message": "के तपाइँ यो कुरियर मेटाउन निश्चित हुनुहुन्छ?",
      "action": "हो, अहिले हटाउनुहोस्"
    },
    "add_dialog": {
      "title": "नयाँ कुरियर थप्नुहोस्",
      "action": "कुरियर थप्नुहोस्"
    }
  },
  "transportation_orders": {
    "title": "ढुवानी को लागी आदेश",
    "notifications": {
      "success_update": "ढुवानी स्थिति सफलतापूर्वक अद्यावधिक गरियो।",
      "success_payment": "COD भुक्तानी सफलतापूर्वक पुष्टि भयो।"
    }
  },
  "delivery_person": {
    "actions_title": "कुरियर सेटिङहरू",
    "action_delivered": "पठाइयो",
    "action_paid": "COD भुक्तान गरियो",
    "action_returned": "फर्कियो",
    "cod_confirm_action": "COD भुक्तानी पुष्टि गर्नुहोस्",
    "pickup_dialog": {
      "title": "के तपाइँ यो प्याकेजको कुरियर हुनुहुन्छ?",
      "message": "यदि तपाईं यो पार्सल बोक्ने जिम्मेवार हुनुहुन्छ भने, हो चयन गर्नुहोस्, अन्यथा नम्बर चयन गर्नुहोस्।"
    },
    "status_dialog": {
      "title": "स्थितिलाई {status} मा परिवर्तन गर्नुहोस्",
      "message": "के तपाईं डेलिभरी स्थितिलाई {status} मा परिवर्तन गर्न निश्चित हुनुहुन्छ?",
      "action": "हो, म यसलाई पुष्टि गर्छु!"
    },
    "cod_dialog": {
      "title": "COD भुक्तानी",
      "message": "के तपाइँ तपाइँले खरिदकर्ताबाट अर्डर रकम प्राप्त गर्नुभएको पुष्टि गर्नुहुन्छ?",
      "action": "हो, म भुक्तानी पुष्टि गर्छु!"
    }
  },
  "transportation_services": {
    "title": "डेलिभरी सेवा",
    "notifications": {
      "success_add": "डेलिभरी सेवा थपियो।",
      "success_reset": "तथ्याङ्क रिसेट।",
      "success_remove": "सेवा सफलतापूर्वक हटाइयो।",
      "success_update": "सेवा सफलतापूर्वक अद्यावधिक गरियो।"
    },
    "reset": {
      "title": "तथ्याङ्कहरू रिसेट गर्नुहोस्",
      "message": "के तपाइँ यो सेवाको तथ्याङ्क रिसेट गर्न निश्चित हुनुहुन्छ?",
      "action": "हो, अब रिसेट गर्नुहोस्"
    },
    "remove": {
      "title": "डेलिभरी सेवा हटाउनुहोस्",
      "message": "के तपाइँ यो सेवा मेटाउन निश्चित हुनुहुन्छ?",
      "action": "हो, अहिले हटाउनुहोस्"
    },
    "add_dialog": {
      "title": "नयाँ डेलिभरी सेवा थप्नुहोस्",
      "action": "सेवा थप्नुहोस्"
    }
  },
  "delivery_receipt": {
    "title": "डेलिभरी रसिद",
    "has_return": "डेलिभरीको फिर्ता",
    "cashed": "नगद भुक्तानी"
  },
  "delivery_dashboard": {
    "select_destinations": "सूचीमा अर्डरहरू थप्नुहोस्",
    "price_calculation": "ढुवानी दरहरू अनुमान गर्नुहोस्",
    "price_calculation_action": "मूल्य गणना गर्नुहोस्",
    "add_request": "सेवा अनुरोध गर्नुहोस्",
    "add_request_action": "सेवा अनुरोध पेश गर्नुहोस्",
    "refresh_action": "जानकारी अपडेट गर्नुहोस्"
  },
  "delivery_order": {
    "title": "ढुवानी आदेश",
    "has_return": "डेलिभरीको फिर्ता",
    "cashed": "नगद भुक्तानी"
  },
  "cash_register": {
    "menu": {
      "panel": "नगद दर्ता",
      "orders": "आदेश",
      "customers": "ग्राहकहरु",
      "devices": "यन्त्रहरू",
      "inventory": "सूची"
    },
    "payment_confirm": "भुक्तानी पुष्टिकरण",
    "payment_confirm_msg": "ग्राहक सशुल्क अर्डर {basket_id}।"
  },
  "barcode_scanner": {
    "wifi_pass": "तपाईंको Wi-Fi पासवर्ड",
    "message": "आफ्नो WiFi राउटर पासवर्ड प्रविष्ट गर्नुहोस् र QR कोड स्क्यान गर्नुहोस्।",
    "wifi_ssid": "Wi-Fi SSID",
    "ssid_message": "आफ्नो Wi-Fi नेटवर्क नाम (SSID) प्रविष्ट गर्नुहोस्।"
  },
  "pos_devices": {
    "Scanner": "बारकोड स्क्यानर",
    "Scanner_desc": "बारकोड स्क्यानर प्रयोग गर्न, तपाईंले उत्पादन सेटिङहरूमा सही रूपमा उत्पादन SKU कोड प्रविष्ट गर्नुपर्छ।",
    "Printer": "प्रिन्टर",
    "Printer_desc": "रसिद प्रिन्टरमा जडान गरेर आफ्नो ग्राहकको रसिद छाप्नुहोस्।",
    "CustomerView": "ग्राहक दृश्य",
    "CustomerView_desc": "यो पृष्ठले तपाईंलाई आफ्ना ग्राहकहरूलाई अर्डर विवरणहरू प्रदर्शन गर्न सक्षम बनाउँछ।",
    "CardReader": "कार्ड रिडर",
    "CardReader_desc": "तपाइँका ग्राहकहरु द्वारा COD भुक्तान को लागी कार्ड रिडर उपकरण।",
    "ChipReader": "चिप रिडर",
    "ChipReader_desc": "ट्यागहरू प्रयोग गरेर कार्टमा वस्तुहरू थप्न NFC ट्याग रिडर।"
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "यन्त्र हटाउनुहोस्",
      "message": "के तपाइँ तपाइँको POS प्रोफाइलबाट यो यन्त्र हटाउन निश्चित हुनुहुन्छ?",
      "action": "हो, अहिले हटाउनुहोस्"
    }
  },
  "pos_process_center": {
    "title": "POS अर्डर प्रशोधन केन्द्र",
    "menu": {
      "label": "प्याकेज लेबल",
      "receipt": "रसिद",
      "back": "पछाडि",
      "timeline": "समय रेखा",
      "order": "अर्डर"
    }
  },
  "pos": {
    "add_customer": "ग्राहक थप्नुहोस्",
    "set_delivery": "डेलिभरी ठेगाना सेट गर्नुहोस्",
    "add_giftcards": "उपहार कार्ड थप्नुहोस्",
    "add_discount_code": "छुट कोड थप्नुहोस्",
    "add_coupon": "कुपन थप्नुहोस्",
    "set_campaign": "अभियान सेट गर्नुहोस्",
    "select_buyer": "खरिदकर्ता चयन गर्नुहोस्!",
    "send_to_pos": "कार्ड रिडर मेसिनमा पठाउनुहोस्",
    "print_receipt": "रसिद छाप्नुहोस्",
    "confirm_cash_payment": "नगद भुक्तानी पुष्टि गर्नुहोस्",
    "payment_cod": {
      "title": "डेलिभरी भुक्तानीमा नगद",
      "message": "यस अर्डरको रकम डेलिभरी पछि भुक्तानी गरिनेछ। खरिदकर्ताबाट रकम प्राप्त गरेपछि, तपाईंले प्रणालीमा अर्डर पूरा गर्न भुक्तानी पुष्टि गर्नुपर्छ।"
    },
    "payment_online": {
      "title": "अनलाइन भुक्तानी विधि चयन गर्नुहोस्",
      "message": "निम्न विकल्पहरू चयन गरेर, भुक्तानी लिङ्क सिर्जना गरिनेछ र खरिदकर्तालाई पठाइनेछ। यो लिङ्क भुक्तान गरेर, अर्डरको स्थिति सशुल्क मोडमा परिवर्तन हुनेछ। ग्राहकको स्क्रिन, एसएमएस वा इमेलमा QR कोड स्क्यान गरेर भुक्तानी लिङ्क उत्पन्न हुनेछ। लिङ्क पठाउन कुनै पनि च्यानल सक्रिय गर्न, त्यो विकल्पमा क्लिक गर्नुहोस् र त्यसपछि खरिदकर्तालाई रसिद पठाउन बटन थिच्नुहोस्।"
    },
    "notifications": {
      "success_pay": "अर्डर भुक्तानी पूरा भयो।",
      "success_order": "अर्डर सफलतापूर्वक सिर्जना गरियो र ग्राहकलाई भुक्तान गर्न पर्खँदै।"
    },
    "payment_dialog": {
      "check_pay_now": "म्यानुअल रूपमा भुक्तानी जाँच गर्नुहोस्",
      "close_action": "संवाद बन्द गर्नुहोस्। म ग्राहक भुक्तानीको लागि पर्खन चाहन्न",
      "go_to_order": "अर्डर पृष्ठमा जानुहोस्",
      "paid_by_gift_card_msg": "कुल अर्डर रकम उपहार कार्डहरूबाट निकालियो! खरिदकर्ताले थप तिर्नु पर्दैन।",
      "cod_msg": "अर्डर प्राप्त गर्दा ग्राहकले भुक्तानी गर्नेछ।",
      "online_msg": "ग्राहक स्क्रिनमा QR कोड स्क्यान गर्न ग्राहकलाई सोध्नुहोस्।"
    },
    "name": "POS",
    "message": "तपाइँको शून्य सेटअप लागत अनलाइन बिन्दु बिक्री छ, यसलाई कुनै पनि स्मार्टफोन, ट्याब्लेट र पीसीमा चलाउनुहोस्, वा म्यानुअल रूपमा अर्डरहरू सिर्जना गर्नुहोस्।"
  },
  "exporter": {
    "title": "डाटा निर्यात गर्नुहोस्",
    "subtitle": "तपाईको डाटा तपाईको हो! तपाईं कुनै पनि समयमा मानक ढाँचामा आफ्नो व्यापार जानकारी डाउनलोड गर्न सक्नुहुन्छ। यद्यपि, आफ्ना ग्राहकहरूको गोपनीयताको सम्मान गर्नुहोस्, तिनीहरूलाई स्प्याम नगर्नुहोस्, र तिनीहरूको जानकारी तेस्रो पक्षसँग कहिल्यै साझा नगर्नुहोस्।",
    "excel": "तपाईंले एक्सेल ढाँचामा पूर्ण जानकारी सहित स्टोरमा सबै {type} को सूची प्राप्त गर्नुहुनेछ।",
    "csv": "तपाईंले CSV ढाँचामा पूर्ण जानकारी सहित स्टोरमा सबै {type} को सूची प्राप्त गर्नुहुनेछ। यो ढाँचा स्टोरमा आयात गर्नको लागि Selldone को मानक ढाँचा अनुरूप छ।"
  },
  "importer": {
    "category": {
      "title": "कोटिहरू आयात गर्नुहोस्",
      "subtitle": "यहाँ कोटीहरूको CSV फाइल अपलोड गर्नुहोस्। निश्चित गर्नुहोस् कि तपाइँ मानक ढाँचा पछ्याउनुहोस्।"
    },
    "product": {
      "title": "उत्पादनहरू आयात गर्नुहोस्",
      "subtitle": "उत्पादनहरूको CSV फाइल यहाँ अपलोड गर्नुहोस्। निश्चित गर्नुहोस् कि तपाइँ मानक ढाँचा पछ्याउनुहोस्।"
    },
    "product_images": {
      "title": "छविहरू आयात गर्नुहोस्",
      "subtitle": "छवि जानकारी प्राप्त गर्न समय खपत छ। छविहरू आयात गर्दा प्रतिलिपि अधिकारको सम्मान गर्न निश्चित हुनुहोस्।"
    },
    "inventory": {
      "title": "थोक अद्यावधिक सूची",
      "subtitle": "यहाँ सूचीको CSV फाइल अपलोड गर्नुहोस्। तपाईंले CSV फाइललाई पहिले निर्यात गरेर, त्यसपछि त्यो फाइल सम्पादन गरेर मानक ढाँचा पालना गर्ने कुरा सुनिश्चित गर्नुहोस्।"
    },
    "back_to_products": "उत्पादनहरूको सूचीमा फर्कनुहोस्",
    "back_to_categories": "श्रेणी सूचीमा फर्कनुहोस्",
    "back_to_inventory": "सूची सूचीमा फर्कनुहोस्",
    "step_select_file": "CSV फाइल चयन गर्नुहोस्",
    "step_send_to_server": "सर्भरमा पठाउनुहोस्",
    "step_view_result": "नतिजा हेर्नुहोस्",
    "step_view_que": "प्रतीक्षा सूची हेर्नुहोस्",
    "send_to_server_action": "सर्भरमा पठाउनुहोस्",
    "shop_license": "पसल लाइसेन्स",
    "max_items_limit": "वस्तुहरूको अधिकतम सीमा",
    "total_items": "कुल वस्तुहरू",
    "customer": {
      "title": "ग्राहक आयात गर्नुहोस्",
      "subtitle": "यहाँ ग्राहकहरूको CSV फाइलहरू अपलोड गर्नुहोस्। सुनिश्चित गर्नुहोस् कि तपाइँ मानक ढाँचा पालना गर्नुहुन्छ, र तपाइँले गोपनीयता नियमहरू पालना गर्नुपर्छ।"
    }
  },
  "campaigns": {
    "title": "अभियानहरू",
    "subtitle": "अभियानहरू, ट्र्याकयोग्य लिङ्कहरू सिर्जना गर्नुहोस्, र एकै ठाउँमा भरपर्दो र सही जानकारी हेर्नुहोस्। हामी तपाईंलाई राम्रो डेटा-संचालित निर्णयहरू गर्न मद्दत गर्छौं।",
    "add_action": "नयाँ अभियान थप्नुहोस्",
    "empty_message": "अब तपाईंको पहिलो अभियान सिर्जना गर्नुहोस्!",
    "delete": {
      "title": "अभियान मेटाउनुहोस्",
      "message": "के तपाइँ यो अभियान र सबै डाटा मेटाउन निश्चित हुनुहुन्छ?",
      "action": "हो, अब मेट्नुहोस्"
    }
  },
  "landing_categories": {
    "raw": "कच्चा टेम्प्लेटहरू",
    "marketing": "मार्केटिङ र विज्ञापन",
    "product": "उत्पादन परिचय",
    "health": "स्वास्थ्य र फिटनेस",
    "food": "खाना र फलफूल",
    "house": "घरजग्गा र घर",
    "device": "मेसिन र उपकरण",
    "car": "कार",
    "software": "सफ्टवेयर",
    "clothing": "लुगा र जुत्ता",
    "jewellery": "गहना",
    "all": "सबै टेम्प्लेटहरू"
  },
  "shop_theme": {
    "theme_colors": "विषयवस्तु रङहरू",
    "products_view_mode": "किनमेल सूची दृश्य",
    "products_view_mode_desc": "तपाईंले स्क्रिन साइजको आधारमा आफ्नो स्टोरमा उत्पादनहरूको प्रदर्शन मोड समायोजन गर्न सक्नुहुन्छ। यो मोड पूर्वनिर्धारित रूपमा मानिनेछ र प्रयोगकर्ताले प्रदर्शन मोड परिवर्तन गरेमा लागू हुने छैन।",
    "color_light": "प्राथमिक रंग",
    "color_dark": "प्राथमिक गाढा रंग",
    "color_deep_dark": "गहिरो गाढा रंग",
    "color_info": "लिङ्कहरू",
    "light_checkout": "हल्का चेकआउट विषयवस्तु",
    "light_header": "हल्का हेडर",
    "light_footer": "हल्का फुटर",
    "product_page": "उत्पादन पृष्ठ",
    "typography": "टाइपोग्राफी",
    "header": "हेडर",
    "custom_code": "अनुकूलन कोड",
    "custom_css": "अनुकूलन CSS",
    "light_filter": "श्रेणी फिल्टर विषयवस्तु",
    "custom_variants": "भेरियन्टहरू"
  },
  "app_templates": {
    "default": "पूर्वनिर्धारित",
    "blue": "निलो महासागर",
    "amber": "एम्बर",
    "green": "इक्वेटोरियल",
    "red": "भ्याम्पायर",
    "magenta": "फूल",
    "master": "मास्टर",
    "black": "अँध्यारो पक्ष"
  },
  "affiliate_orders": {
    "title": "सम्बद्ध साझेदार आदेश",
    "table": {
      "order_price": "अर्डर रकम",
      "order_payment": "अर्डर भुक्तानी स्थिति",
      "order_link": "अर्डर लिङ्क",
      "commission_status": "आयोगको स्थिति",
      "commission_amount": "आयोग रकम",
      "items": "वस्तुहरू",
      "actions": "कार्यहरू",
      "create_date": "मिति सिर्जना गर्नुहोस्"
    },
    "notifications": {
      "update_success": "सम्बद्ध स्थिति अद्यावधिक गर्नुभयो।"
    }
  },
  "affiliate_payments": {
    "title": "सम्बद्ध साझेदार भुक्तानीहरू",
    "table": {
      "staff": "कर्मचारी",
      "amount": "रकम",
      "note": "नोट",
      "date": "मिति"
    }
  },
  "my_roles": {
    "title": "मेरा भूमिकाहरू",
    "message": "भूमिकाहरू पसलका कर्मचारीहरूलाई दिइएको पहुँचको प्रकार हो। उदाहरणका लागि, अर्डर पठाउन वा प्याकिङ गर्न जिम्मेवार कर्मचारीहरू।"
  },
  "role_card": {
    "complete_tasks": "कार्यहरू सम्पन्न",
    "reject_tasks": "अस्वीकार गरिएका कार्यहरू",
    "last_check": "भर्खरको जाँच"
  },
  "referral_widget": {
    "apply_now": "यस कार्यक्रमको लागि अब आवेदन दिनुहोस्!",
    "no_bonus": "साथीलाई आमन्त्रित गरेर प्रथम पुरस्कार प्राप्त गर्नुहोस्।",
    "your_gift": "तिम्रो उपहार",
    "invited_gift": "निम्तो उपहार",
    "percent_bonus": "प्रतिशत बोनस",
    "discount_bonus": "छुट बोनस",
    "registered": "नयाँ प्रयोगकर्ता",
    "accepted": "स्वीकृत प्रयोगकर्ता"
  },
  "app_config": {
    "reviews": "समीक्षाहरू",
    "rate_now": "अहिले मूल्याङ्कन गर्नुहोस्",
    "category": "श्रेणी",
    "uninstall": "स्थापना रद्द गर्नुहोस्",
    "get_app": "एप प्राप्त गर्नुहोस्",
    "public_keys": "सार्वजनिक कुञ्जीहरू",
    "private_keys": "निजी कुञ्जीहरू (सुरक्षित)",
    "config": "एप कन्फिगरेसन",
    "app_status": "आवेदन स्थिति",
    "app_info": "आवेदन जानकारी",
    "update_at": "भर्खरको अपडेट",
    "visit_website": "वेबसाइट भ्रमण गर्नुहोस्",
    "privacy": "गोपनीयता नीति",
    "installs": "स्थापना गर्दछ",
    "basic_profile_permission": "आधारभूत प्रोफाइल जानकारी",
    "developer": "विकासकर्ता",
    "permissions": "अनुमतिहरू",
    "total_comments": "कुल टिप्पणीहरू",
    "delete_dialog": {
      "title": "एप अनइन्स्टल गर्नुहोस्",
      "message": "के तपाईं आफ्नो स्टोरबाट यो एप हटाउन चाहनुहुन्छ?",
      "action": "हो, एप मेटाउनुहोस्"
    },
    "notifications": {
      "uninstall_success": "एप्लिकेसन सफलतापूर्वक अनइन्स्टल गरियो।"
    }
  },
  "shop_bots": {
    "not_set": "तयार भएको छैन!",
    "tokens": "टोकन(हरू)",
    "webhook": "वेबहुक",
    "calls": "कलहरू",
    "dialog": {
      "title": "{name} बट कन्फिगरेसन",
      "message": "इन्टरप्राइज-ग्रेड किनमेल अनुभवहरू निर्माण गर्नको लागि एक व्यापक बोट फ्रेमवर्क।"
    }
  },
  "shop_customers": {
    "title": "ग्राहक व्यवस्थापन",
    "all_customers": "सबै ग्राहकहरु डाउनलोड गर्नुहोस्",
    "filtered_customers": "फिल्टर गरिएका ग्राहकहरू",
    "dialog_chips": {
      "title": "ग्राहक चिपहरूको संख्या सेट गर्नुहोस्"
    },
    "dialog_club": {
      "title": "ग्राहक क्लब स्तर सेट गर्नुहोस्"
    }
  },
  "app_dashboard": {
    "status": "स्थिति प्रकाशित गर्नुहोस्",
    "statistics": "तथ्याङ्क"
  },
  "app_publish": {
    "production_version": "उत्पादन संस्करण",
    "beta_version": "बीटा संस्करण",
    "alpha_version": "अल्फा संस्करण"
  },
  "app_publish_widget": {
    "header": "स्टोर वेबसाइट हेडर",
    "header_code": "हेडर कोड",
    "admin_page": "व्यवस्थापक पृष्ठहरू",
    "name": "नाम",
    "icon": "आइकन",
    "url": "Url"
  },
  "app_api": {
    "title": "API पहुँच",
    "revoke_api": "API रद्द गर्नुहोस्",
    "api_key": "API कुञ्जी",
    "secret": "गोप्य कुञ्जी",
    "client": "ग्राहक",
    "redirect_url": "url रिडिरेक्ट गर्नुहोस्",
    "client_name": "ग्राहक नाम"
  },
  "app_loader_page": {
    "no_ui_title": "यो अनुप्रयोगसँग कुनै UI छैन!",
    "no_ui_desc": "केही अनुप्रयोगहरूलाई तिनीहरूको प्रशासक क्षेत्रमा प्रयोगकर्ता इन्टरफेस आवश्यक पर्दैन। यो अनुप्रयोगले तपाईंको स्टोर वेबसाइटको हेडर खण्डमा मात्र कोड थप्न सक्छ।",
    "header": "हेडर कोड"
  },
  "finance_report": {
    "export_title": "वित्तीय डेटा निर्यात गर्नुहोस्",
    "export_sub_title": "एकल फाइलमा वित्तीय विवरणहरू डाउनलोड गर्नुहोस्।",
    "start_input_placeholder": "रिपोर्टको सुरु मिति चयन गर्नुहोस्",
    "end_input_placeholder": "रिपोर्टको अन्तिम मिति चयन गर्नुहोस्",
    "download_action": "वित्त सूची डाउनलोड गर्नुहोस्"
  },
  "shop_notifications": {
    "title": "पसल सूचनाहरू",
    "sub_title": "बोट, इमेल, एसएमएस, ...",
    "message": "आफ्नो स्टोर सूचना सेटिङ र प्राथमिकताहरू सम्पादन गर्नुहोस्",
    "channel": "च्यानल",
    "status": "स्थिति",
    "events": "घटनाहरू",
    "info": "जानकारी",
    "actions": "कार्यहरू",
    "connected": "जडान भयो",
    "not_connected": "जोडिएको छैन!",
    "connect_now": "अहिले जडान गर्नुहोस्",
    "send_test": "परीक्षण डाटा पठाउनुहोस्",
    "disconnect": "जडान विच्छेद गर्नुहोस्",
    "dialog": {
      "title": "बट कन्फिगरेसन",
      "message": "उद्यम-ग्रेड ईकमर्स अनुभवहरू निर्माण गर्नको लागि एक व्यापक सूचना ढाँचा।",
      "action": "यहाँ क्लिक गर्नुहोस्!",
      "set_config": "कन्फिगरेसन सेट गर्नुहोस्"
    }
  },
  "notification_events": {
    "new_order": "🛍️ अर्डर",
    "payment": "💳 भुक्तानी",
    "return": "📦 फिर्ता",
    "weekly_report": "📈 साप्ताहिक रिपोर्टहरू"
  },
  "order_delivery": {
    "title": "डेलिभरी",
    "add_to_delivery_que_action": "ढुवानी लाममा थप्नुहोस्",
    "in_que": "ढुवानी लाइनमा",
    "message": "ढुवानी कुरियरलाई प्याकेज दिएपछि, <b>डेलिभरी पुष्टि गर्नुहोस्</b> बटनमा क्लिक गर्नुहोस्।",
    "message_add_to_service": "यदि तपाइँ यो प्याकेज <b>डेलिभरी सेवा</b> द्वारा पठाउन चाहनुहुन्छ भने निम्न बटन क्लिक गर्नुहोस्।",
    "action": "वितरण पुष्टिकरण",
    "checklist": [
      "कुरियरको परिचय पत्र जाँच गर्नुहोस्।",
      "उत्पादनहरूको राम्रोसँग प्याकेजिङ र समयमै डेलिभरीले तपाईंको ग्राहकहरूको अवधारण दर बढाउन सक्छ।"
    ],
    "manual": {
      "title": "ग्राहक द्वारा वितरण को पुष्टि को लागी प्रतिक्षा गर्दै।",
      "action_received": "क्रेता पुष्टिकरण",
      "action_returned": "डेलिभरी फिर्ता",
      "message": "नोट: यदि ग्राहकले अर्डर प्राप्त गर्छ भने, तपाईंले पूर्ति पूरा गर्न निम्न विकल्पहरू प्रयोग गर्न सक्नुहुन्छ। प्रणालीमा केही ढुवानी सेवाहरूले स्वचालित रूपमा डेलिभरी पुष्टि गर्नेछ।"
    },
    "auto_complete_note": "निश्चित अवधि पछि, अर्डर स्थिति डेलिभरमा परिवर्तन हुनेछ। यो अवधि अर्डरको प्रकारको आधारमा भिन्न हुन्छ र प्रणालीद्वारा निर्धारण गरिन्छ।",
    "received": {
      "title": "ग्राहकलाई डेलिभर गरियो।",
      "delivered_date": "वितरण दिन"
    },
    "receiver": "रिसिभर",
    "bill": "रसिद",
    "tracking": {
      "title": "ट्र्याकिङ कोड / Url थप्नुहोस्",
      "code": "ट्र्याकिङ कोड",
      "url": "ट्र्याकिङ url",
      "message": "यदि तपाईंले यस अर्डरको लागि ट्र्याकिङ कोड प्रदान गर्ने सेवा मार्फत पठाउनुभएको छ भने, तपाईंले यस खण्डमा कोड र सान्दर्भिक ट्र्याकिङ लिङ्क प्रविष्ट गर्न सक्नुहुन्छ। यो जानकारी ग्राहकलाई देखाइनेछ।"
    },
    "preferred_delivery_time": "रुचाइएको डेलिभरी समय",
    "manage_couriers": "मेरो कुरियरहरू प्रबन्ध गर्नुहोस्",
    "manage_service": "सेवा प्रबन्ध गर्नुहोस्",
    "option_deliver_by_courier": "विकल्प 1: तपाईंको कुरियरहरू द्वारा डेलिभर गर्नुहोस्।",
    "option_add_to_que": "विकल्प २: ढुवानी सेवा पृष्ठमा प्रक्रिया गर्न लाममा थप्नुहोस्।",
    "option_instant_shipping": "विकल्प 3: तत्काल ढुवानी।",
    "pickup_action": "पिकअप पुष्टिकरण"
  },
  "shop_home_edit": {
    "title": "गृह पृष्ठ सेटिङ",
    "sub_title": "आफ्नो वेबसाइट पूर्वनिर्धारित पृष्ठ सेट गर्नुहोस्",
    "default_home": "पूर्वनिर्धारित गृह पृष्ठ",
    "default_home_placeholder": "पसल पृष्ठ वेबसाइट गृह पृष्ठ हो"
  },
  "selldone_referral_page": {
    "title": "रेफरल ड्यासबोर्ड",
    "referral_link": "सन्दर्भ लिङ्क",
    "registered": "दर्ता",
    "accepted": "स्वीकार गरियो",
    "bank": "बैंक",
    "bank_title": "निकासीको लागि बैंक जानकारी",
    "new_users": "नयाँ प्रयोगकर्ताहरू",
    "performance": "प्रदर्शन",
    "credit_mode": "क्रेडिट मोड",
    "get_stickers": "प्रतिलिपि गर्न र अतीत गर्न स्टिकर Html कोड प्राप्त गर्नुहोस्",
    "click_copy_sticker_code": "html कोड प्रतिलिपि गर्न ब्याजमा क्लिक गर्नुहोस्।"
  },
  "selldone_referral_payment": {
    "title": "रेफरल भुक्तानीहरू",
    "officer": "अधिकारी",
    "amount": "रकम लेनदेन",
    "note": "नोट",
    "date": "मिति"
  },
  "widget_shop_gateway": {
    "link_account_caution": "आफ्नो पसलमा खाता ({currency}) लिङ्क गर्नुहोस्! यहाँ क्लिक गर्नुहोस्.."
  },
  "product_sell_widget": {
    "title": "उत्पादन बिक्री प्रदर्शन"
  },
  "fulfilment_order_widget": {
    "title": "ड्रपशिपिंग पूर्ति",
    "check_action": "ड्रपशिपिङ स्वीकार गर्नुहोस्",
    "uncheck_action": "अर्डर पुष्टि भयो",
    "pay_action": "सामानको लागत तिर्नुहोस्..",
    "pay_completed": "भुक्तानी पुष्टिकरण",
    "list_of_items": "पुनर्बिक्री वस्तुहरू",
    "checklist": [
      "तपाईंले मूल विक्रेतालाई अप्रत्यक्ष रूपमा बेच्ने उत्पादनहरूको रकम तिर्नुहोस्।",
      "तपाईंले लेखा खण्ड> स्टोरको ड्रपशिपिङमा सँगै आपूर्तिकर्तालाई उत्पादनहरूको लागत तिर्न र मिलाउन सक्नुहुन्छ।",
      "भुक्तानी पछि, आपूर्तिकर्ताले तपाइँको अर्डर प्राप्त गर्नेछ र तयारी पछि खरिदकर्तालाई सिधै पठाउनेछ।"
    ],
    "message": "आपूर्तिकर्तालाई अर्डर शुल्क तिरेपछि, यस खण्डमा अर्डर पठाउने प्रगति हेर्नुहोस्।"
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "ड्यासबोर्ड",
      "orders": "आदेश",
      "inventory": "सूची",
      "shops": "पुनर्विक्रेताहरू",
      "requests": "अनुरोधहरू"
    },
    "drop_shipping_charge": "ड्रपशिपिङ शुल्क"
  },
  "dropship_request_status": {
    "PENDING": "विचाराधीन",
    "ACCEPT": "स्वीकार गर्नुहोस्",
    "REJECT": "अस्वीकार गर्नुहोस्"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "ड्यासबोर्ड",
      "orders": "आदेश",
      "wallet": "वालेट"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "पुनर्विक्रेता ड्यासबोर्ड"
  },
  "dropshipping_reseller_orders": {
    "title": "पुनर्विक्रेता आदेश"
  },
  "dropshipping_reseller_wallet": {
    "title": "पुनर्विक्रेता वालेट"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "भुक्तानी पुष्टिकरण",
      "payment_success": "भुक्तानी पूरा भयो।",
      "buy_title": "किन्नुहोस्",
      "pay_by_giftcards": "तपाईंको अर्डर उपहार कार्ड मार्फत भुक्तान गरियो।",
      "free_order": "तपाईंको अर्डर नि: शुल्क छ।",
      "pay_by_cod": "तपाईंको अर्डर डेलिभरीमा नगदको रूपमा दर्ता गरिएको छ।",
      "pay_by_dir": "तपाईंको अर्डर प्रत्यक्ष भुक्तानीको रूपमा दर्ता गरिएको छ, कृपया भुक्तानी पूरा गर्नुहोस् र तपाईंको अर्डर पृष्ठमा रसिद अपलोड गर्नुहोस्।",
      "pay_title": "भुक्तानी",
      "qr_code_payment": "भुक्तानी QR कोड सिर्जना गरियो।",
      "connecting_to_online_gateway": "अनलाइन भुक्तानी गेटवेमा जडान गर्दै।"
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "भुक्तानी पुष्टि भएको छ।<br> मिति: {payment_at}",
      "pay_fail_title": "नतिरेको",
      "pay_fail_message": "भुक्तानी प्रमाणित गर्न सकिँदैन!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "पुनर्विक्रेताले भुक्तानी आदेश दिन्छ",
      "balance": "तपाईंको खाता ब्यालेन्स",
      "total_cost": "कुल अर्डर लागत",
      "need_charge": "चार्ज गर्न आवश्यक छ",
      "no_account_cation": "तपाईंसँग कुनै खाता छैन! थोक व्यापारीलाई कल गर्नुहोस्।",
      "orders": "आदेश"
    },
    "notifications": {
      "success_pay": "यी अर्डरहरूको लागि तपाईंको भुक्तानी पुष्टि भयो र सफलतापूर्वक पूरा भयो।"
    }
  },
  "dropship_accounts": {
    "charge_account": "चार्ज खाता",
    "charge_dialog": {
      "title": "ड्रपशिपिङ खाता चार्ज गर्नुहोस्",
      "amount_input": "खाता शुल्क",
      "charge_now": "अहिले चार्ज गर्नुहोस्"
    }
  },
  "dropship_admin_dashboard": {
    "title": "पुनर्विक्रेता अनुरोध",
    "today_order_count": "आज आदेशहरू गणना",
    "yesterday_order_count": "हिजो आदेश गणना",
    "total_7_days": "पछिल्लो ७ दिनमा कुल अर्डरहरू"
  },
  "dropshipping_products": {
    "no_shops": "माफ गर्नुहोस्, कुनै पसल फेला परेन। भविष्यमा त्यहाँ धेरै पसलहरू हुनेछन् ताकि तपाईंले तिनीहरूका उत्पादनहरू आफ्नो स्टोरमा राख्न सक्नुहुन्छ।",
    "show_all_shops": "सबै पसलहरू देखाउनुहोस्",
    "show_all_message": "तपाईं सबै पसलहरू हेर्न सक्नुहुन्छ",
    "current_shop": "हालको पसल",
    "request_account": "खाता अनुरोध गर्नुहोस्",
    "request_accepted": "अनुरोध स्वीकार गरियो",
    "request_rejected": "अनुरोध अस्वीकार गरियो",
    "request_pending": "अनुरोध विचाराधीन..",
    "notifications": {
      "add_product": "तपाईंको स्टोरमा उत्पादन थपियो।",
      "request_access": "हामीले थोक व्यापारीलाई तपाईंको पहुँच अनुरोध सफलतापूर्वक पठाएका छौं।"
    },
    "show_eligible_shops_message": "योग्य पसलहरू देखाउनुहोस्"
  },
  "product_dropshipping": {
    "need_re_enable": "यो उत्पादन मूल विक्रेता द्वारा परिवर्तन गरिएको छ, यी मूल्य परिवर्तनहरूले तपाईंको स्टोरमा उत्पादन असक्षम पारेको छ। परिवर्तनहरू जाँच गर्नुहोस् र यदि तपाईं उत्पादन पुन: सक्रिय गर्न सहमत हुनुहुन्छ भने, तलको बटन थिच्नुहोस्।",
    "need_re_enable_action": "सहमत हुनुहोस्, परिवर्तनहरू र सक्रियता लागू गर्नुहोस्",
    "changed_value": "यो उत्पादन मूल विक्रेता द्वारा सम्पादन गरिएको छ। परिवर्तनहरू जाँच गर्नुहोस् र यदि तपाईं आफ्नो उत्पादनमा परिवर्तनहरू लागू गर्न सहमत हुनुहुन्छ भने, तलको बटनमा क्लिक गर्नुहोस्।",
    "changed_value_action": "सहमत हुनुहोस्, परिवर्तन गर्नुहोस्",
    "parent_deleted": "यो वस्तु मूल विक्रेता द्वारा हटाइयो।",
    "parent_closed": "यो उत्पादन मूल विक्रेता द्वारा असक्षम गरिएको छ! तपाईं आफ्नो स्टोरमा यो उत्पादन बेच्न सक्षम हुनुहुने छैन, तर यदि मूल विक्रेताले उत्पादनलाई पुन: सक्रिय गर्छ भने तपाईंले आफ्नो स्टोरमा यो उत्पादन पुन: सक्रिय गर्न सक्षम हुनुहुनेछ।",
    "notifications": {
      "re_enable_success": "यो उत्पादन पुन: सक्रिय गरिएको छ।",
      "update_success": "यो उत्पादन जानकारी मूल उत्पादन जानकारी संग अद्यावधिक गरिएको थियो।"
    }
  },
  "product_dropshipping_admin": {
    "title": "ड्रपशिपिङ",
    "save_alert": "यस उत्पादनको ड्रपशिपिङ सेटिङहरू परिवर्तन भएका छन्। के तपाइँ परिवर्तनहरू बचत गर्न चाहनुहुन्छ?",
    "reselling_message": "यो विकल्प सक्रिय गरेर, अन्य बिक्रेताहरूले तपाईंको उत्पादनलाई उनीहरूको स्टोरमा थप्न सक्षम हुनेछन्।",
    "reselling": "Dropshipping सक्षम गर्नुहोस्",
    "price_merchants": "व्यापारीहरूको लागि मूल्य",
    "price_commission": "व्यापारी आयोग (स्थिर)"
  },
  "buy_button": {
    "waiting_for_availability": "उपलब्धता को लागी प्रतिक्षा गर्दै",
    "inform_me_when_available": "यो उपलब्ध हुँदा मलाई सूचित गर्नुहोस्!",
    "pay_buy": "तिर्नुहोस् र किन्नुहोस्",
    "quantity": "गणना गर्नुहोस्",
    "quantity_in_basket": "कार्टमा वस्तुहरू",
    "count_unit": "x",
    "remove": "हटाउनुहोस्",
    "add_to_basket": "भाडोमा हाल",
    "buy": "किन्नुहोस्",
    "notifications": {
      "inform_add_success": "यो उपलब्ध हुँदा हामी तपाईंलाई थाहा दिनेछौं।",
      "inform_remove_success": "तपाईंलाई प्रतीक्षा सूचीबाट हटाइयो।"
    },
    "book_now": "अहिले बुक गर्नुहोस्",
    "reserve_now": "अहिले रिजर्भ गर्नुहोस्",
    "buy_now": "अहिले खरिद गर"
  },
  "product_info": {
    "fake": "नक्कली",
    "action": "लिलामी",
    "compare_limit": "10 वस्तुहरूको सीमा",
    "compare_add": "तुलना मा थप्नुहोस्",
    "compare_be_in_list": "तुलनात्मक सूचीमा",
    "type": "टाइप गर्नुहोस्",
    "brand": "ब्रान्ड",
    "category": "श्रेणी",
    "discount": "छुट",
    "track_price": "ट्र्याक मूल्य",
    "waiting_for_auction": "लिलामी को लागी प्रतिक्षा गर्दै?",
    "inform_auction": "लिलामी गर्दा मलाई सूचित गर्नुहोस्",
    "return_in_days": "{days} दिन वारेन्टी फिर्ता",
    "support24h7": "24 घण्टा 7 दिन समर्थन गर्नुहोस्",
    "support_normal": "कार्य घण्टा समर्थन",
    "original_guarantee": "मौलिक ग्यारेन्टी",
    "cod_payment": "डेलिभरी समर्थनमा नगद",
    "pros": "प्रो",
    "cons": "विपक्ष",
    "external_link": "थप पढ्नुहोस्",
    "notifications": {
      "congratulation": "बधाई छ",
      "waiting_list_add_success": "यो उत्पादन लिलामी हुँदा हामी तपाईंलाई सूचित गर्नेछौं।",
      "waiting_list_delete_success": "तपाईं लिलामी प्रतिक्षा सूचीबाट बाहिरिनुभयो।"
    },
    "offer_message": "{min_quantity} किन्नुहोस् यी वस्तुहरूमा {percent}% छुट पाउनुहोस्",
    "up_to": "प्रति अर्डर {per_order}x सम्म",
    "get_free": "सित्तैमा पाउनुहोस्",
    "get_off": "{percent}% छुट पाउनुहोस्"
  },
  "styler": {
    "size_class": "आकार र वर्ग",
    "delete_bg": "पृष्ठभूमि छवि मेटाउनुहोस्",
    "bg_color": "पृष्ठभूमि रंग",
    "section_style": "खण्ड शैली सेट गर्नुहोस्",
    "link": "लिङ्क सेट गर्नुहोस्",
    "show_products": "उत्पादन / कोटी सूची व्यवस्थापन",
    "show_product": "उत्पादन चयन गर्नुहोस्",
    "delete_section": "खण्ड मेटाउनुहोस्",
    "text_color": "पाठ रङ",
    "tex_align": "पाठ पङ्क्तिबद्धता",
    "text_style": "पाठ शैली",
    "bg_image": "पृष्ठभूमि छवि",
    "product": {
      "title": "उत्पादन चयन गर्नुहोस्"
    },
    "products": {
      "title": "उत्पादन र कोटी सूची व्यवस्थापन",
      "sort_options": "क्रमबद्ध र दृश्य सेटिङहरू चयन गर्नुहोस्",
      "item_types": "उत्पादनहरू / कोटीहरू मात्र देखाउनुहोस्",
      "product_only": "उत्पादनहरू मात्र",
      "category_only": "कोटीहरू मात्र",
      "no_category": "तपाईंको स्टोरमा कुनै वर्ग छैन।",
      "limit": "उत्पादन सीमा",
      "limit_message": "उत्पादन परिणाम गणना प्रविष्ट गर्नुहोस्",
      "select_categories": "उपलब्ध कोटीहरू चयन गर्नुहोस्",
      "categories_limit": "कोटिहरूको सीमा",
      "categories_limit_msg": "कोटिहरूको अधिकतम संख्या प्रविष्ट गर्नुहोस्। कुनै सीमाको लागि शून्य सेट गर्नुहोस्।"
    }
  },
  "shop_contacts": {
    "popup": "पपअप समर्थन सक्षम गर्नुहोस्",
    "popup_message": "यो विकल्प सक्रिय गरेर, समर्थन कुञ्जी तपाईंको स्टोरको तल दायाँमा देखिनेछ।"
  },
  "popup_page": {
    "preview": "प्रत्यक्ष पपअप हेर्नुहोस्",
    "menu": {
      "design": "डिजाइन",
      "appearance": "उपस्थिति",
      "filter": "फिल्टर गर्नुहोस्",
      "setting": "सेटिङ"
    },
    "notifications": {
      "save": "पपअप सफलतापूर्वक सुरक्षित गरियो।",
      "edit": "पपअप सफलतापूर्वक अद्यावधिक गरियो।"
    }
  },
  "popup_appearance": {
    "position": "स्थिति",
    "position_desc": "पृष्ठमा यो सूचनाको प्रदर्शन स्थान निर्दिष्ट गर्नुहोस्।",
    "width": "चौडाइ",
    "width_desc": "तपाईं अधिकतम पृष्ठ चौडाइ सेट गर्न सक्नुहुन्छ।",
    "height": "उचाइ",
    "height_desc": "तपाईं अधिकतम पृष्ठ उचाइ सेट गर्न सक्नुहुन्छ।",
    "radius": "कुनाको त्रिज्या",
    "radius_desc": "यस खण्डमा तपाईंले सूचनाको कुनाको वक्रताको त्रिज्या सेट गर्न सक्नुहुन्छ।",
    "shadow": "छाया",
    "shadow_desc": "के तपाइँ पप-अप विन्डो छायाँ भएको चाहनुहुन्छ?",
    "delay": "ढिलाइ देखाउनुहोस्",
    "delay_desc": "एकचोटि प्रयोगकर्ताले तपाईंको स्टोरमा प्रवेश गरेपछि, समयको यो रकम बितेपछि, प्रयोगकर्तालाई सूचना प्रदर्शित हुनेछ।",
    "hide": "ढिलाइ लुकाउनुहोस्",
    "hide_desc": "तपाइँ सेट गर्न सक्नुहुन्छ कि अधिसूचना शो को केहि सेकेन्ड पछि स्वचालित रूपमा बन्द हुन्छ। ० को मान भनेको सूचना स्वतः बन्द हुने छैन।",
    "transition": "पपअप एनिमेसन"
  },
  "popup_filter": {
    "registered": "सदस्यता र लगइन आवश्यकता",
    "registered_desc": "तपाईंले यो सूचना प्रयोगकर्ता वा अतिथिहरूलाई भण्डारण गर्न मात्र देखाउन रोज्न सक्नुहुन्छ।",
    "only_guests": "पाहुना मात्र",
    "only_users": "प्रयोगकर्ताहरू मात्र लगइन",
    "purchased": "खरिद इतिहास",
    "purchased_desc": "तपाईंले यो सूचना पहिले नै खरिद गरिसकेका वा अझै खरिद नगरेका प्रयोगकर्ताहरूलाई मात्र यो सूचना देखाउन छनौट गर्न सक्नुहुन्छ।",
    "no_purchase": "अहिलेसम्म खरिद गरिएको छैन",
    "yes_purchase": "पहिले किनेको",
    "sex": "लिङ्ग",
    "sex_desc": "के तपाइँ यो सूचना एक विशेष लिङ्गका प्रयोगकर्ताहरूलाई मात्र देखाउन चाहनुहुन्छ?",
    "age": "न्यूनतम उमेर",
    "age_desc": "यदि 6 भन्दा माथिको कुनै पनि मान प्रविष्ट गरिएको छ भने, प्रयोगकर्ताले लग इन गरेको हुनुपर्छ र आफ्नो जन्म मिति प्रविष्ट गरेको हुनुपर्छ।",
    "levels": "ग्राहक क्लब स्तरहरू",
    "levels_desc": "यदि प्रयोगकर्तासँग तल चयन गरिएका स्तरहरू मध्ये एक छ भने, यो सूचना उहाँलाई देखाइनेछ।",
    "countries": "स्थान प्रतिबन्धहरू",
    "countries_desc": "के तपाइँ यो सूचना एक विशेष देशबाट आउने प्रयोगकर्ताहरूलाई मात्र प्रदर्शन गर्न चाहनुहुन्छ?"
  },
  "popup_setting": {
    "published": "प्रकाशित स्थिति",
    "repeat": "दोहोर्याउनुहोस्",
    "repeat_msg": "के तपाइँ यो सूचना प्रयोगकर्तालाई एक पटक भन्दा बढी प्रदर्शन गर्न चाहनुहुन्छ?",
    "intervals": "पपअप प्रदर्शनको समय अवधि",
    "intervals_msg": "प्रयोगकर्तालाई सूचनाहरू प्रदर्शन गर्ने बीचको न्यूनतम समयावधि बितिसकेको हुनुपर्छ।",
    "designer_zone": "डिजाइनर क्षेत्र",
    "title": "पपअप शीर्षक",
    "note": "डिजाइनर नोट",
    "image": "आवरण छवि",
    "delete": {
      "title": "मेटाउन",
      "sub_title": "एकचोटि तपाईंले पपअप मेटाएपछि, त्यहाँ कुनै फिर्ता हुँदैन। कृपया निश्चित हुनुहोस्।",
      "action": "यो पपअप मेटाउनुहोस्"
    },
    "notifications": {
      "delete": "पपअप मेटाइयो।"
    }
  },
  "shop_sms": {
    "title": "SMS प्रबन्ध गर्नुहोस्",
    "sub_title": "SMS टेम्प्लेटहरू ग्राहकहरूलाई पठाइयो",
    "message": "तपाईं यहाँ आफ्नो स्टोर द्वारा पठाइएको पाठ सन्देशहरूको सामग्री हेर्न सक्नुहुन्छ। म्यासेजिङ सेवामा प्रमाणीकरण ढाँचाहरू दर्ता गर्ने सीमितताको कारणले गर्दा, अहिले पाठ सन्देशहरू निजीकृत गर्न सम्भव छैन।"
  },
  "shop_emails": {
    "title": "इमेलहरू प्रबन्ध गर्नुहोस्",
    "sub_title": "तपाईंले यस खण्डमा पसलद्वारा ग्राहक र प्रबन्धकहरूलाई पठाएको इमेलहरूको सूची देख्नुहुनेछ। इमेलहरू स्वचालित रूपमा डिजाइन गरीन्छ र तपाईंले आफ्नो स्टोरको लागि प्रविष्ट गर्नुभएको जानकारीको आधारमा सिर्जना गरिन्छ। साथै, सन्देशहरू र छविहरू निजीकृत गर्ने सम्भावना भविष्यमा जनताको लागि उपलब्ध हुनेछ।"
  },
  "instagram": {
    "title": "इन्स्टाग्राममा बिक्री",
    "message": "यस उपकरणको मद्दतले, तपाईं आफ्नो इन्स्टाग्रामलाई स्टोरमा बदल्न सक्नुहुन्छ। यहाँ आफ्नो इन्स्टाग्राम खाता थप्नुहोस् र पुष्टि गर्नुहोस्, त्यसपछि तपाइँ प्रत्येक पोस्टबाट वा तपाइँको कथामा एक वा धेरै उत्पादनहरू पोस्ट गर्न सक्षम हुनुहुनेछ, तपाइँको उत्पादन सूची थप्न र ट्याग गर्न वा पोस्टलाई नयाँ उत्पादनमा बदल्न सक्नुहुन्छ!",
    "add_product": "नयाँ उत्पादन थप्नुहोस्",
    "create_product": "उत्पादन सिर्जना गर्नुहोस्",
    "link_box_msg": "यो लिङ्कलाई आफ्नो बायोमा इन्स्टाग्राम, टेलिग्राम वा अन्य सोशल मिडियामा राख्नुहोस् ताकि तपाईंका श्रोताहरूले छिटो, सजिलो, थप र अन्तमा थप खरिद गर्न सकून्।",
    "remove_account": "इन्स्टाग्राम लिङ्क परिवर्तन / हटाउनुहोस्",
    "sync": "खाता डेटा सिंक गर्नुहोस् (हरेक ६० मिनेटमा)"
  },
  "service_bill": {
    "task": {
      "title": "कार्यतालिका",
      "message": "तपाईले गर्न चाहनु भएको कामको शीर्षकहरू लेख्नुहोस् र खरिदकर्तालाई थाहा दिनुहोस् कि यो कति टाढा छ।"
    },
    "booking": {
      "title": "बुकिंग / आरक्षण",
      "message": "यो अर्डर निर्दिष्ट समयमा प्रशोधन गरिनेछ, ग्राहकले इच्छित अवधि चयन गरेको छ, यदि तपाइँ चयन गरिएको अवधिमा कुनै परिवर्तन गर्न चाहनुहुन्छ भने, ग्राहकलाई थाहा दिनुहोस्।",
      "selected_checkin": "चयन गरिएको ग्राहक लगइन मिति",
      "selected_checkout": "चयन गरिएको ग्राहक निकास मिति",
      "change_days_question": "के तपाइँ ग्राहक चयन दिनहरूमा परिवर्तन गर्न आवश्यक छ?",
      "show_calendar": "अर्डरको पात्रो देखाउनुहोस्"
    },
    "pricing": {
      "title": "मूल्य निर्धारण",
      "message": "तपाईं यो सेवाको लागि कति चार्ज गर्नुहुन्छ?"
    },
    "subscription": {
      "title": "सदस्यता",
      "message": "तपाईंले यो सेवा दैनिक रूपमा खरिद गरेर सदस्यता अवधि छनौट गर्न सक्नुहुन्छ। यदि तपाईंले पहिले नै प्रविष्ट गर्नुभएको पूर्वनिर्धारित मानहरू परिवर्तन गर्न चाहनुहुन्छ भने खरिदकर्तालाई थाहा दिनुहोस्।",
      "duration": "सदस्यता अवधि"
    },
    "charge": {
      "title": "चार्ज",
      "message": "तपाईंले यो वस्तुको लागि शुल्क तोक्नुभएको छ। तपाईले ग्राहकले खरिद गरेको वस्तुको शुल्क रकम परिवर्तन गर्न सक्नुहुन्छ।",
      "charge": "चार्ज"
    },
    "save_item": "प्रमाणित गर्नुहोस् र सेट गर्नुहोस्",
    "start_service": "सेवा सुरु गर्नुहोस्",
    "end_service": "समाप्त गर्नुहोस्"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "सेवा समाप्त",
      "message": "यदि यो गरियो भने, अर्डर पूरा गर्न र बन्द गर्न पुष्टिकरण कुञ्जी थिच्नुहोस्।",
      "action": "पुष्टि गर्नुहोस् र अर्डर पूरा गर्नुहोस्"
    }
  },
  "product_outputs": {
    "outputs_form": "प्रदर्शनको सूचना संरचना (आउटपुट)",
    "virtual": {
      "title": "उत्पादन आउटपुट जानकारी फारम",
      "sub_title": "तपाइँ खरिद पछि प्रयोगकर्तालाई देखाउन चाहानु भएको जानकारी। यो फारम विशेष गरी उपहार कार्ड जस्ता भर्चुअल उत्पादनहरूको बिक्रीको लागि लागू हुन्छ।"
    },
    "service": {
      "title": "सेवा डिजाइन",
      "sub_title": "पहिले आफ्नो सेवा प्रकार चयन गर्नुहोस् र आवश्यक जानकारी प्रविष्ट गर्नुहोस्। उदाहरणका लागि, तपाईंले एउटा कार्य सूची परिभाषित गर्न सक्नुहुन्छ वा ग्राहकलाई बुकिङ समय वा भेटघाटको लागि सोध्न सक्नुहुन्छ।"
    }
  },
  "service_design": {
    "type": "सेवा प्रकार",
    "type_message": "तपाईंले यो उत्पादनको लागि प्रदान गर्ने सेवाको प्रकार चयन गर्नुहोस्। प्रत्येक वस्तु चयन गरेर, सान्दर्भिक फारम प्रदर्शित हुनेछ। तपाईंले छनौट गर्नुभएको सेवाको प्रकारमा निर्भर गर्दै, अर्डर गर्दा ग्राहकबाट थप जानकारी प्राप्त हुन सक्छ।"
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "माग बमोजिम",
      "desc": "जस्तै घर मर्मत, पेन्टिङ, कार मर्मत, आदि।"
    },
    "BOOKING": {
      "title": "बुकिङ",
      "desc": "होटेलको कोठा वा विला बुक गर्नु जस्तै।"
    },
    "APPOINTMENT": {
      "title": "नियुक्ति",
      "desc": "पाल्तु जनावर हेरचाह नियुक्ति वा व्यक्तिगत प्रशिक्षण जस्तै।"
    },
    "RENTAL": {
      "title": "भाडा",
      "desc": "एक ठाउँ वा कार भाडा जस्तै।"
    },
    "SUBSCRIPTION": {
      "title": "सदस्यता",
      "desc": "क्लब सदस्यता वा अनलाइन कोचिङ जस्तै।"
    },
    "CHARGE": {
      "title": "चार्ज",
      "desc": "जस्तै खाता चार्ज गर्ने वा अनुप्रयोग प्रयोग गर्न चार्ज गर्ने।"
    },
    "CUSTOM": {
      "title": "अनुकूलन",
      "desc": "तपाईंले प्रदान गर्नुभएको सेवा माथिको कुनै पनि होइन भने यो विकल्प चयन गर्नुहोस्।"
    }
  },
  "avocado": {
    "title": "सबै सामाजिक मिडियामा छिटो, सही र रमाइलो बिक्री",
    "message": "एक रकम र एक शीर्षक मात्र तपाईलाई आफ्नो ग्राहकहरुबाट पैसा प्राप्त गर्न आवश्यक छ! पैसा सिधै तपाइँको खातामा जम्मा हुनेछ र तपाइँका ग्राहकहरु एक अद्वितीय खरीदारी अनुभव हुनेछ।",
    "new_order": "नयाँ बिल",
    "create_by_seller_title": "इनभ्वाइस सिर्जना गर्नुहोस्",
    "create_by_seller_message": "यदि तपाइँ एक निश्चित रकमको साथ बीजक सिर्जना गर्न र कसैलाई पठाउन चाहनुहुन्छ भने, तपाइँ इनभ्वाइस फारम देखाउन तलको बटन थिच्न सक्नुहुन्छ। क्रेतालाई भुक्तानी गर्न र यसको माध्यमबाट उनीहरूको अर्डर ट्र्याक गर्न उत्पन्न लिङ्क दिनुहोस्।",
    "create_by_buyer_title": "एभोकाडो फारम",
    "create_by_buyer_message": "यो खण्ड सक्रिय गरेर, तपाइँलाई एउटा लिङ्क देखाइनेछ, तपाइँका खरीददारहरूलाई यो लिङ्क प्रदान गर्नुहोस् ताकि उनीहरूले आफ्नो अर्डर राख्न सकून्।",
    "orders_list": "अर्डर सूची",
    "active_mode": "अर्डर रसिद सक्रिय",
    "inactive_mode": "निष्क्रिय",
    "active_message": "यो स्रोत सक्रिय गरेर, तपाईंका ग्राहकहरूले तपाईंले तल देख्नुभएको अनुरोध फारम मार्फत उत्पादनको लागि अर्डर गर्न सक्षम हुनेछन्।",
    "avocado_form_link_message": "यो लिङ्क इन्स्टाग्राम, टेलिग्राम वा अन्य सोशल मिडियामा तपाईंको बायोमा राख्नुहोस् ताकि तपाईंका श्रोताहरूले छिटो, सजिलो र अन्तमा थप खरिद गर्न सकून्।",
    "need_address": "ठेगाना पाउनुहोस्",
    "need_address_msg": "यदि तपाईंलाई खरिदकर्ताको स्थान र ठेगाना प्राप्त गर्न आवश्यक छ भने, यो विकल्प चयन गर्नुहोस्।",
    "avocado_link_message": "अर्डर भुक्तान गर्न ग्राहकलाई माथिको लिङ्क प्रदान गर्न पर्याप्त छ। ग्राहकले यो लिङ्क मार्फत अर्डर पालना गर्न सक्षम हुनेछ।",
    "edit_order": "आदेश सम्पादन गर्नुहोस्",
    "progress": "प्रगति दर",
    "buyer_link": "क्रेता लिङ्क",
    "buyer_link_message": "तपाईंको खरिदकर्तालाई यो लिङ्क प्रदान गर्नुहोस्। खरिदकर्ताले यो लिङ्क मार्फत आफ्नो अर्डर भुक्तानी र ट्र्याक गर्न सक्षम हुनेछ। यो लिङ्क कोड गरिएको छ, यदि लिङ्क कसैलाई प्रदान गरिएको छ भने, उसले भुक्तानी गर्न र जानकारी हेर्न सक्षम हुनेछ। यो लिङ्क 60 दिनको लागि सक्रिय हुनेछ। प्रतिलिपि गर्न तलको लिङ्कमा क्लिक गर्नुहोस्।",
    "OrderConfirm_done": "अर्डर पुष्टि भयो।",
    "OrderConfirm_message": "यदि तपाईंले भुक्तानी पुष्टि गर्नुभयो र अर्डर सही छ भने, तलको बटनमा क्लिक गर्नुहोस्।",
    "OrderConfirm_action": "क्रम पुष्टि",
    "PreparingOrder_message": "यदि ग्राहक अर्डर पठाउन तयार छ भने, तलको ठीक बटनमा क्लिक गर्नुहोस्।",
    "PreparingOrder_action": "अर्डर पठाउन तयार छ",
    "finish_message": "यदि यो अर्डर पूरा भयो भने, यो अर्डर बन्द गर्न अन्त्य बटन थिच्नुहोस्।",
    "finish_action": "आदेश प्रक्रिया पूरा गर्नुहोस्",
    "finish_dialog": {
      "title": "अर्डर पूरा गर्नुहोस्",
      "message": "के अर्डर पूरा भयो र तपाईं यसलाई बन्द गर्न निश्चित हुनुहुन्छ?",
      "action": "हो, अर्डर पूरा भएको पुष्टि गर्नुहोस्"
    },
    "configuration": "एभोकाडो सेटिङहरू",
    "delivery_price": "ढुवानी लागत",
    "edit_avocado_action": "जानकारी सम्पादन गर्नुहोस्",
    "submit_pricing_avocado_action": "अर्डरको मूल्य बुझाउनुहोस्",
    "add_avocado_action": "इनभ्वाइस लिङ्क सिर्जना गर्नुहोस्",
    "avocados_list": "Avocados को सूची",
    "not_pricing": "यो वस्तुको मूल्य छैन!",
    "show_all": "सबै देखाऊ",
    "show_accepted": "पुष्टि गरिएका वस्तुहरू देखाउनुहोस्",
    "notifications": {
      "update_success": "Avocado सफलतापूर्वक अद्यावधिक गरियो।",
      "add_success": "Avocado सफलतापूर्वक सिर्जना गरियो।"
    },
    "name": "एभोकाडो"
  },
  "avocado_orders": {
    "title": "एभोकाडो",
    "title_small": "सामाजिक मिडिया बिक्री",
    "pending_orders": "सक्रिय आदेशहरू",
    "avocado": "एभोकाडो अर्डर गर्नुहोस्"
  },
  "avocado_process": {
    "step1": "मूल्य निर्धारण",
    "step1_msg": "प्रत्येक वस्तुको मूल्य प्रविष्ट गर्नुहोस् र हरियो बाकस जाँच गर्नुहोस्। यदि कुनै वस्तु बेच्न सम्भव छैन भने, यसको स्थितिलाई अस्वीकार गरिएकोमा परिवर्तन गर्नुहोस्।",
    "step2": "इनभ्वाइस पुष्टि गर्नुहोस्",
    "step2_msg": "यस अर्डरको लागि बीजक सिर्जना गर्नुहोस्। तपाईं इनभ्वाइसको लागि शीर्षक र विवरण प्रविष्ट गर्न सक्नुहुन्छ। अर्डर रकम स्वचालित रूपमा वस्तुहरूको कुल मूल्यको आधारमा गणना गरिन्छ।",
    "title_input": "इनभ्वाइस शीर्षक *",
    "show_to_customer": "यो जानकारी खरिदकर्तालाई देखाइएको छ।",
    "description_msg": "के तपाईं यो अर्डरको लागि नोट लेख्न चाहनुहुन्छ? यो जानकारी खरिदकर्तालाई देखाइनेछ।",
    "price_input": "अर्डर रकम *",
    "tax_none": "कर मुक्त",
    "tax_included": "मूल्यमा समावेश छ",
    "tax_add": "कर थप्नुहोस्",
    "tax_message": "मूल्यमा कर समावेश छ वा छैन भनी छनोट गर्न सक्नुहुन्छ।",
    "tax_included_messages": "कर मूल्य मा समावेश छ।",
    "tax_add_messages": "अन्तिम मूल्यमा कर थपिनुपर्छ।"
  },
  "hyper": {
    "print_label": "निम्न लेबल प्रिन्ट गर्नुहोस् र यसलाई उत्पादनको अगाडि राख्नुहोस्",
    "hyper_form_link_product_message": "तपाईंका ग्राहकहरूले यो लिङ्क मार्फत द्रुत रूपमा {product} किन्न सक्षम हुनेछन्। तिनीहरूले QR कोड स्क्यान गरेर उही लिङ्क पनि प्रविष्ट गर्नेछन्।",
    "title": "हाइपर द्रुत बिक्री",
    "message": "Hyper Selldone बिक्री च्यानलको सहयोगमा, तपाइँका ग्राहकहरूले तपाइँको तर्फबाट कुनै पनि कारबाही बिना QR कोड स्क्यान गरेर उत्पादनहरू किन्न सक्षम हुनेछन्। चाडपर्वहरू, प्रदर्शनीहरू, वा ठूलो संख्यामा व्यस्त समारोहहरूमा केही वस्तुहरू द्रुत रूपमा बेच्न यो तरिका प्रयोग गर्नुहोस्। यस खण्डमा हाइपर सक्रिय गरेपछि, तपाईंले उत्पादन व्यवस्थापन खण्डमा भौतिक उत्पादनहरूको लागि हाइपर QR कोड सिर्जना गर्न सक्नुहुन्छ।",
    "orders_list": "हाइपर आदेश सूची",
    "active_mode": "हाइपर सेल्स च्यानल सक्रिय गरियो",
    "inactive_mode": "निष्क्रिय",
    "active_message": "यदि तपाईंले यो विकल्प सक्षम गर्नुभयो भने, फास्ट-सेल्स-कोडहरू सिर्जना गर्ने सम्भावना प्रत्येक उत्पादनको व्यवस्थापन खण्डमा प्रदर्शित हुनेछ।",
    "hyper_form_link_message": "तपाईंको स्टोरको हाइपर पृष्ठ लिङ्क",
    "configuration": "हाइपर सेटिङहरू",
    "name": "हाइपर"
  },
  "hyper_orders": {
    "title": "हाइपर",
    "title_small": "बिक्री रिपोर्ट",
    "hyper": "प्राप्त आदेशहरू"
  },
  "product_file": {
    "no_file": "अहिलेसम्म कुनै फाइल अपलोड गरिएको छैन!",
    "delete_dialog": {
      "title": "फाइल मेटाउनुहोस्",
      "message": "के तपाइँ यो फाइल मेटाउन निश्चित हुनुहुन्छ?",
      "action": "हो, अब मेट्नुहोस्"
    },
    "notifications": {
      "delete_success": "फाइल सफलतापूर्वक मेटाइयो।"
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 {amount} चार्ज गर्नुहोस् र {amount_total} क्रेडिट प्राप्त गर्नुहोस्।",
    "charge_action": "नि: शुल्क क्रेडिट दाबी गर्दै",
    "claim_title": "आफ्नो नि: शुल्क क्रेडिट दाबी गर्नुहोस्",
    "claim_charge_caution": "नोट: तपाईंको वालेट खाताहरू बीच मुद्राहरू रूपान्तरण गर्न सम्भव छैन। तसर्थ, आफ्नो स्टोरमा साट्ने मुद्राको लागि उपयुक्त खाता चयन गर्नुहोस्।",
    "account_input": "जम्मा खाता",
    "account_msg": "यस खातामा शुल्क लाग्नेछ"
  },
  "selldone_applications": {
    "title": "आफ्नो अर्डर नछुटाउनुहोस्!",
    "msg": "कहीं र कुनै पनि समयमा आफ्नो व्यापार व्यवस्थापन।"
  },
  "shop_seo": {
    "title": "SEO कन्फिगरेसन",
    "msg": "अर्गानिक ग्राहक अधिग्रहण च्यानलहरू सशक्तिकरण गरेर अनलाइन मार्केटिङमा द्रुत-अगाडि।",
    "auto": {
      "title": "अटो एसईओ इन्जिन",
      "msg": "तपाईंको वेबसाइटमा दर्शक र खोज इन्जिनहरूका लागि सहज मोबाइल अनुभव प्रदान गर्नुहोस्।"
    },
    "amp": {
      "title": "AMP",
      "msg": "द्रुत मोबाइल पृष्ठहरू स्वत: उत्पादन।"
    }
  },
  "shop_preferences": {
    "order": {
      "title": "आदेश",
      "desc": "यदि एक ग्राहकले अर्डर भुक्तान गर्दछ भने, अर्डर जानकारी सहितको इमेल यस ठेगानामा पठाइनेछ।"
    },
    "return": {
      "title": "फर्किनु",
      "desc": "यदि उत्पादन खरिदकर्ताद्वारा फिर्ता गरियो भने, यो इमेल पठाइनेछ। यो इमेल पठाउनु तपाइँको खरिद योजना मा निर्भर गर्दछ।"
    },
    "pos": {
      "title": "POS",
      "desc": "POS बिक्री रिपोर्ट यो इमेलमा पठाइनेछ।"
    },
    "avocado": {
      "title": "एभोकाडो",
      "desc": "Avocado आदेश को दैनिक रिपोर्ट पठाउनुहोस्।"
    },
    "accounting": {
      "title": "लेखा",
      "desc": "वित्तीय रिपोर्ट र अद्यावधिकहरू भण्डार गर्नुहोस्।"
    },
    "subscription": {
      "title": "सदस्यताहरू",
      "desc": "भर्खरै खरिद गरिएको योजनाको स्थिति सुरु र अन्त्य सदस्यता सूचनाहरूसँग मिल्दोजुल्दो।"
    },
    "technical": {
      "title": "प्राविधिक",
      "desc": "डोमेन र सेवा स्थिति बारे प्राविधिक सूचनाहरू।"
    },
    "report": {
      "title": "रिपोर्टहरू",
      "desc": "साप्ताहिक र मासिक रिपोर्टहरू यस इमेलमा पठाइनेछ"
    },
    "review": {
      "title": "समीक्षा गर्नुहोस्",
      "desc": "यदि तपाईंलाई स्टोरमा प्रक्रिया पुष्टि गर्न आवश्यक छ भने, सान्दर्भिक इमेल यस ठेगानामा पठाइनेछ। उदाहरणका लागि प्रयोगकर्ताहरूलाई भण्डारण गर्न मार्केटिङ इमेल पठाएको पुष्टि गर्न।"
    }
  },
  "shop_languages": {
    "title": "भण्डार भाषाहरू",
    "sub_title": "स्टोर स्वत: अनुवाद प्याकेजहरू स्थापना र सक्रिय गर्नुहोस्।",
    "message": "तपाइँ तपाइँको स्टोर मा 10 भाषा प्याक सम्म स्थापना गर्न सक्नुहुन्छ। यदि तपाईंलाई थप प्याकेजहरू स्थापना गर्न आवश्यक छ भने हामीलाई सम्पर्क गर्नुहोस्।"
  },
  "invite_friends": {
    "title": "संसारलाई आफ्नो व्यवसायको बारेमा बताउनुहोस्!",
    "msg": "तपाईंको साथीहरूलाई Selldone परिचय दिनुहोस्। उनीहरूले साइनअप गर्दा कम्पनी भाउचरमा $99 प्राप्त गर्नेछन्, र उनीहरूले आफ्नो पहिलो कारोबार पूरा गरेपछि तपाईंले $१५ स्टार्टअप भाउचरमा प्राप्त गर्नुहुनेछ।",
    "invite": {
      "title": "नि:शुल्क $९९ भाउचर प्राप्त गर्न Selldone business OS मा सामेल हुनुहोस्।",
      "description": "म तपाइँलाई Selldone मा निमन्त्रणा गर्दछु तपाइँको व्यवसाय अनलाइन सुरु गर्न को लागी एक शानदार उपकरण संग।",
      "hashtags": "ecommerce, websiteBuilder",
      "quot": "मैले Selldone द्वारा एक अनलाइन स्टोर बनाएको छु, तपाईं पनि अब आफ्नो व्यापार गर्न सक्नुहुन्छ।"
    }
  },
  "shops_list": {
    "title": "मेरो पसलहरू",
    "message": "मेरो आफ्नै पसल, अनुमति र नमूना पसलहरूको सूची।"
  },
  "shipping": {
    "warehouse_error": "पहिले आफ्नो गोदाम सेट गर्नुहोस्! यो ठेगाना ढुवानीको उत्पत्तिको रूपमा प्रयोग गरिनेछ।",
    "errors": {
      "set_origin": "आफ्नो स्थान नक्सा सेट गर्नुहोस्।",
      "set_country": "आफ्नो देश सेट गर्नुहोस्।",
      "set_address": "आफ्नो ठेगाना सेट गर्नुहोस्।",
      "set_zip": "आफ्नो हुलाक कोड सेट गर्नुहोस्।"
    },
    "set_warehouse": "गोदाम सेट गर्नुहोस्",
    "pickup_location": "पिकअप स्थान",
    "refresh_rates": "ताजा दरहरू",
    "no_rate": "कुनै दर छैन...",
    "view_messages": "सन्देशहरू हेर्नुहोस्...",
    "not_set_yet": "अझै सेट गरिएको छैन!",
    "drop_orders_here": "यहाँ अर्डर गर्नुहोस्..."
  },
  "blog_category": {
    "title": "ब्लग कोटिहरू",
    "add_action": "नयाँ श्रेणी थप्नुहोस्",
    "add_dialog": {
      "title": "नयाँ / अपडेट श्रेणी",
      "force_edit": "बल सम्पादन पथ",
      "force_edit_msg": "कोटीको नाम परिवर्तन गर्नुहोस् र सबै लेखहरू अपडेट गर्नुहोस्।",
      "star_msg": "तारांकित कोटीहरूलाई ब्लगमा देखाउन प्राथमिकता छ।",
      "star": "हेरे",
      "delete_action": "कोटी मेटाउनुहोस्",
      "add_action": "श्रेणी थप्नुहोस्",
      "edit_action": "श्रेणी सम्पादन गर्नुहोस्"
    }
  },
  "about_us": {
    "title": "हाम्रो बारेमा पृष्ठ",
    "subtitle": "हाम्रो बारेमा पृष्ठमा देखाउनको लागि आफ्नो व्यवसायको बारेमा एउटा लेख लेख्नुहोस्। यो पृष्ठले तपाइँका दर्शकहरूलाई तपाइँको ब्रान्ड र मिशन जान्न मद्दत गर्नेछ।"
  },
  "terms": {
    "title": "सेवा सर्तहरू पृष्ठ",
    "subtitle": "तपाइँका ग्राहकहरु को लागी तपाइँको सेवाहरु को खरिद र प्रयोग को सर्तहरु को व्याख्या गर्नुहोस्।"
  },
  "privacy": {
    "title": "गोपनीयता नीति पृष्ठ",
    "subtitle": "गोपनीयता नीति भनेको कथन वा कानुनी कागजात हो जसले पार्टीले ग्राहक वा ग्राहकको डेटा जम्मा गर्ने, प्रयोग गर्ने, खुलासा गर्ने र व्यवस्थापन गर्ने केही वा सबै तरिकाहरू खुलासा गर्छ।"
  },
  "contact_us": {
    "title": "हामीलाई सम्पर्क गर्नुहोस् पृष्ठ",
    "subtitle": "हामीलाई सम्पर्क गर्नुहोस् पृष्ठमा तपाईंको ग्राहकहरूलाई देखाउनको लागि तपाईंको सम्पर्क जानकारी, ठेगाना, र फोन नम्बर लेख्नुहोस्।"
  },
  "metaverse": {
    "title": "Metaverse पुल",
    "subtitle": "Selldone वाणिज्य स्थानमा% 100 API-आधारित सेवाहरू प्रदान गर्दछ। खेल, ब्लकचेन, र मेटावर्स विकासकर्ताहरूले काम, जीवन र व्यापार संसारको भविष्यमा व्यवसायहरू, ग्राहकहरू र सेवाहरू जडान गर्न यी शक्तिशाली API हरू प्रयोग गर्न सक्छन्।",
    "message": "खेल विकासकर्ताहरूको लागि प्रारम्भिक पहुँच"
  },
  "orders_bulk_export": {
    "title": "अर्डर सहायक",
    "timespan": {
      "title": "समय अवधि",
      "subtitle": "अर्डर राख्नको लागि सुरु र अन्त्य मितिहरू छान्नुहोस्।"
    },
    "tasks": {
      "title": "कार्य आउटपुट",
      "subtitle": "बल्कमा अर्डर प्रशोधन गर्नका लागि कार्यहरूको सूची डाउनलोड गर्नुहोस्। नतिजाले भुक्तान र COD अर्डरहरू मात्र समावेश गर्दछ।",
      "export_title": "कार्यहरूको सूची"
    },
    "labels": {
      "title": "प्याकेज लेबलहरू",
      "subtitle": "चयन गरिएको समय अवधि र स्थितिमा सबै अर्डर लेबलहरूको सूची डाउनलोड गर्नुहोस्। नतिजाले भुक्तान र COD अर्डरहरू मात्र समावेश गर्दछ।",
      "export_title": "बक्स लेबलहरू"
    }
  },
  "customers_funnel": {
    "title": "ग्राहक जनसांख्यिकी",
    "subtitle": "कम मार्केटिङको साथ अधिक मूल्य डेलिभर गर्न राम्रो निर्णय गर्न आफ्नो ग्राहक डेटा फिल्टर र निर्यात गर्नुहोस्! कृपया आफ्ना ग्राहकहरूको गोपनीयताको सम्मान गर्नुहोस् र तिनीहरूलाई सामूहिक बल्क इमेलहरू कहिल्यै नपठाउनुहोस्! ती मध्ये प्रत्येकबाट अनुमति नलिईकनै पनि तेस्रो पक्ष सेवाहरूसँग आफ्ना ग्राहकहरूको जानकारी साझा नगर्नुहोस्।"
  },
  "transportation_pickups": {
    "addresses": {
      "title": "पिकअप ठेगानाहरू",
      "subtitle": "यहाँ पिकअप ठेगानाहरू थप्नुहोस् र सम्पादन गर्नुहोस्। प्रयोगकर्ताहरूले चेकआउट पृष्ठमा पिकअप ठेगाना चयन गर्न सक्षम हुनेछन्।",
      "add_action": "नयाँ स्थान थप्नुहोस्"
    }
  },
  "affiliate_pos": {
    "title": "सम्बद्ध POS",
    "open_pos_action": "छिटो अर्डर गर्दै POS",
    "description": "यो विकल्प इन्स्टाग्राम पृष्ठहरू र अन्य सामाजिक सञ्जालहरूको प्रशासकहरूको लागि उपयुक्त छ। म्यानुअल रूपमा ग्राहकहरूबाट अर्डरहरू प्राप्त गर्न र थप्न सम्बद्ध POS प्रयोग गर्नुहोस्। तपाइँको सम्बद्ध (वा फ्रान्चाइजी) ले Affiliate POS मा नयाँ अर्डरहरू थप्न र जम्मा पर्ची अपलोड गर्न सक्छ।"
  },
  "shop_configuration": {
    "login": {
      "title": "लगइन विधिहरू",
      "subtitle": "प्रयोगकर्ताहरूले तपाईंको स्टोरमा लग इन गर्ने तरिकालाई अनुकूलित गर्नुहोस्।"
    },
    "checkout": {
      "title": "चेकआउट प्रवाह",
      "subtitle": "तपाइँको ईकमर्स मा तपाइँको ग्राहक यात्रा र खरिद प्रवाह अनुकूलित गर्नुहोस्।",
      "map": {
        "title": "नक्सा",
        "subtitle": "प्रयोगकर्ताहरूले नक्सामा डेलिभरी स्थान चयन गर्नुपर्छ (जस्तै Uber)।",
        "subtitle_no_map": "ग्राहकले प्रदान गरेको ठेगानामा स्थान अवस्थित छैन भने ढुवानी गणनामा दूरी शून्य मानिन्छ।"
      },
      "mode": {
        "title": "ग्राहक लगइन बिन्दु",
        "default": {
          "title": "ASAP (पूर्वनिर्धारित)",
          "msg": "प्रयोगकर्ताहरू सकेसम्म चाँडो लग इन गर्नुहोस्। (थप रूपान्तरण)"
        },
        "on_checkout": {
          "title": "चेकआउटमा",
          "msg": "प्रयोगकर्ताहरूलाई चेकआउट चरणमा लग इन गर्न बाध्य पार्नुहोस्।"
        },
        "login_free": {
          "title": "वैकल्पिक लगइन",
          "msg": "अर्डर भुक्तानी पछि वैकल्पिक लगइन .."
        }
      },
      "express": {
        "title": "कार्टमा थपेपछि रिडिरेक्ट गर्नुहोस्",
        "false": {
          "title": "सामान्य मोड",
          "msg": "पृष्ठमा रहनुहोस् र कार्टमा थप्नुहोस् क्लिक गरेपछि किनमेल जारी राख्नुहोस्।"
        },
        "true": {
          "title": "एक्सप्रेस मोड",
          "msg": "कार्टमा थप्नुहोस् क्लिक गरेपछि ग्राहकलाई चेकआउट पृष्ठमा रिडिरेक्ट गर्नुहोस्।"
        }
      },
      "shipping_address": {
        "title": "ढुवानी ठेगानाको लागि सोध्नुहोस्"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "भौतिक र सेवा (पूर्वनिर्धारित)",
      "desc": "ग्राहकलाई भौतिक र सेवा चेकआउटहरूमा ठेगाना प्रविष्ट गर्न सोध्नुहोस्।"
    },
    "physical": {
      "title": "भौतिक मात्र",
      "desc": "ग्राहकलाई भौतिक चेकआउटमा मात्र ठेगाना प्रविष्ट गर्न सोध्नुहोस्।"
    },
    "off": {
      "title": "कहिल्यै",
      "desc": "ढुवानी ठेगानाको लागि कहिल्यै सोध्नुहोस्। ⚠ यदि तपाईंले सेवा प्रकारको सट्टा उत्पादनहरूको लागि भौतिक प्रकार चयन गरेर भिन्नताहरूसँग सेवाहरू गर्ने योजना बनाउनुहुन्छ भने यो विकल्प प्रयोग गर्नुहोस्।"
    }
  },
  "business_model": {
    "title": "व्यापार मोडेल सेटअप",
    "subtitle": "तपाईंको व्यापार मोडेल सेट गर्नुहोस्, र हामी दृश्य पछाडि तपाईंको OS कन्फिगर गर्नेछौं।"
  },
  "business_type": {
    "title": "सामानको प्रकार",
    "subtitle": "तपाईंले आफ्नो स्टोरमा बेच्न चाहनुभएको उत्पादनहरूको प्रकार सेट गर्नुहोस्। Selldone मा उत्पादन प्रकारहरू उत्पादनहरूको एक प्रकार मात्र होइन; यो पूर्ति प्रक्रिया को बारे मा अधिक छ।",
    "send_activation_request_to_support": "समर्थन टिकटमा सक्रियता अनुरोध पठाउनुहोस्।",
    "require_kyc": "व्यवसाय मालिक KYC।",
    "needs_enterprise_license": "तपाईंसँग इन्टरप्राइज लाइसेन्स हुनु आवश्यक छ।",
    "marketplace_caution_message": "मार्केटप्लेस सेट गर्नुहोस् तपाईंको मोडेलले तपाईंको व्यापार OS कन्फिगरेसनलाई गहिरो प्रभाव पार्छ। उदाहरणका लागि, तपाईंले स्वतन्त्र मूल्य निर्धारण र सूचीको साथ प्रत्येक उत्पादनको लागि कम्तिमा एक विक्रेता परिभाषित गर्नुपर्छ। बिक्रेता नभएको सामान ग्राहकले किन्न पाउँदैनन् ।"
  },
  "business_model_view": {
    "normal": {
      "title": "सामान्य स्टोर",
      "desc": "सामान्यतया एक SME, गृह व्यवसाय, वा dropshipper - जसले आफ्नो उत्पादन सीधै ग्राहकहरूलाई बेच्दछ वा थोक बिक्रेताका उत्पादनहरू पुनर्विक्रेताको रूपमा बेच्दछ।"
    },
    "dropshipping": {
      "title": "ड्रपशिपिङ",
      "desc": "कुनै उत्पादन र कुनै इन्भेन्टरी नराख्नुहोस् - तपाईंले तेस्रो पक्षलाई भुक्तानी गर्नुहुन्छ, सामान्यतया थोक बिक्रेता (जस्तै प्रिन्टिफ, होलसेल२बी, ...) वा निर्माता, र तिनीहरूले दृश्य पछाडि अर्डरहरू पूरा गर्छन्।"
    },
    "wholesaler": {
      "title": "ड्रपशिपिंग आपूर्तिकर्ता",
      "desc": "सामान्यतया थोक बिक्रेता वा निर्माता - जसले सिधै अन्तिम उपभोक्तालाई अर्डर पठाउँछन्। Selldone मा अन्य व्यापारीहरूले तिनीहरूको स्टोरहरूमा तपाईंको उत्पादनहरू ड्रपशिप गर्न सक्छन्।"
    },
    "marketplace": {
      "title": "बजार",
      "desc": "अनलाइन बजारहरूले स्वामित्व र केन्द्रीकृत प्लेटफर्ममा खरिदकर्ता र विक्रेताहरूलाई जोड्छन्।"
    },
    "franchise": {
      "title": "फ्रान्चाइज / सम्बद्ध",
      "desc": "एक फ्रान्चाइजी एक फ्रान्चाइजर समावेश उत्पादन वा सेवाहरू वितरण गर्ने विधि हो जसले तपाईंको ब्रान्ड (फ्रान्चाइजिङ) स्थापना गर्दछ वा तिनीहरूको ब्रान्ड (सम्बद्ध) द्वारा तपाईंको उत्पादनहरू बेच्दछ।"
    }
  },
  "marketplace": {
    "vendor_wallets": "वालेटहरू",
    "pricing_models": "मूल्य निर्धारण",
    "add_vendor": "विक्रेता थप्नुहोस्",
    "requests": "अनुरोधहरू"
  },
  "price_input_type": {
    "title": "मूल्य इनपुट प्रकार",
    "default": {
      "title": "पूर्वनिर्धारित",
      "desc": "कार्टमा मात्राको रूपमा मान चयन गर्नुहोस्।"
    },
    "area": {
      "title": "क्षेत्र",
      "desc": "मात्रा गणना गर्न इनपुटको रूपमा चौडाइ र लम्बाइ प्रविष्ट गर्नुहोस्।"
    },
    "volume": {
      "title": "मात्रा",
      "desc": "मात्रा गणना गर्न इनपुटको रूपमा चौडाइ, लम्बाइ र उचाइ प्रविष्ट गर्नुहोस्।"
    },
    "custom": {
      "title": "अनुकूलन (इनपुट फारम द्वारा)",
      "desc": "सयौं संस्करणहरूको लागि आवश्यक छैन! अत्यधिक अनुकूलन योग्य उत्पादनहरूको लागि अनुकूलन लागत गणना फारम सिर्जना गर्नुहोस्।"
    }
  },
  "vendors_list": {
    "title": "मेरा विक्रेताहरू",
    "message": "मेरो आफ्नै विक्रेताहरूको सूची।"
  },
  "vendor_page": {},
  "domains": {
    "message": "आफ्नो व्यवसाय OS मा धेरै डोमेनहरू जडान गर्नुहोस् र ती सबै एकै ठाउँमा व्यवस्थापन गर्नुहोस्। तपाइँ तपाइँको वेबसाइट को प्रत्येक भाग को लागी समर्पित डोमेनहरु सिर्जना गर्न को लागी बहु डोमेन सुविधा को उपयोग गर्न सक्नुहुन्छ, जस्तै ब्लग र समुदाय, वा तपाइँको सम्बद्धहरु को लागी बिभिन्न डोमेनहरु प्रयोग गर्नुहोस्।"
  },
  "notes": {
    "add_action": "आफ्नो टोलीको लागि टिप्पणी थप्नुहोस्",
    "notifications": {
      "success_add": "नोट सफलतापूर्वक थपिएको छ।",
      "success_delete": "नोट सफलतापूर्वक मेटाइएको छ।"
    }
  },
  "external_services": {
    "title": "बाह्य सेवाहरू",
    "subtitle": "यहाँ SMS र इमेलहरू जस्ता बाह्य सेवाहरूको अन्तिम स्थिति निगरानी गर्नुहोस्।"
  },
  "theme": {
    "dark_mode": "गाढा मोड",
    "dark_mode_description": "यदि तपाइँ सेतो पाठ रङ संग गाढा पृष्ठभूमि चाहनुहुन्छ भने यो विकल्प छान्नुहोस्।",
    "light_mode": "लाइट मोड",
    "light_mode_description": "यदि तपाइँ पृष्ठभूमि हल्का र पाठ कालो रङमा हुन चाहनुहुन्छ भने यो विकल्प छान्नुहोस्।"
  },
  "shop_quota": {
    "title": "प्रयोग कोटा",
    "sub_title": "यो तपाईंको पसलको लागि प्रयोग कोटा सूची हो। तपाईंले आफ्नो पसलको इजाजतपत्र अपग्रेड गरेर यी सीमाहरू बढाउन सक्नुहुन्छ। यदि तपाईंले सीमा नाघ्नुभयो भने, तपाईं हामीबाट थप दैनिक कोटा भत्ताहरू अनुरोध गर्न सक्नुहुन्छ। सबै उपयोग दैनिक रिसेट हुनेछ।"
  },
  "app_card": {
    "category": "श्रेणी",
    "installs": "स्थापना गर्नुहोस्",
    "actives": "सक्रिय",
    "uninstalls": "स्थापना रद्द गर्दछ",
    "app_code": "एप कोड",
    "app_mode": "आवेदन मोड"
  },
  "product_status": {
    "open": {
      "name": "सक्रिय",
      "title": "सक्रिय ╏ अनलाइन र अफलाइन बिक्री",
      "description": "यो उत्पादन अनलाइन अर्डरहरूको लागि उपलब्ध हुनेछ।"
    },
    "close": {
      "name": "निष्क्रिय",
      "title": "निष्क्रिय ╏ केवल अफलाइन बिक्री",
      "description": "यो उत्पादन अनलाइन अर्डरहरूको लागि उपलब्ध हुनेछैन।"
    },
    "pending": {
      "name": "विचाराधीन",
      "title": "विचाराधीन",
      "description": "लाइभ जानु अघि मार्केटप्लेस समीक्षा आवश्यक छ।"
    },
    "rejected": {
      "name": "अस्वीकार गरियो",
      "title": "अस्वीकार गरियो",
      "description": "यो उत्पादन बजार द्वारा अस्वीकार गरिएको थियो।"
    }
  },
  "suggestions": {
    "vendor_payment": {
      "note": [
        "बिक्रीको लागि भुक्तानी पूरा भयो",
        "विक्रेता आयोग वितरण।",
        "लेनदेन सफलतापूर्वक सम्पन्न भयो।",
        "भर्खरको बिक्रीको लागि रेमिटेन्स।",
        "विक्रेता सेवाहरूको लागि सफल स्थानान्तरण।"
      ],
      "reverse_fund_reason": [
        "रकम फिर्ता: बैंकबाट विक्रेताको वालेटमा स्थानान्तरण।",
        "विक्रेता वालेट रिफिल: बैंक खाताबाट रकम उल्टाउँदै।",
        "उल्टो कारोबार: बैंकलाई विक्रेता वालेट कोष स्थानान्तरण।",
        "फिर्ता: विक्रेताको वालेटमा बैंक जम्मा रिभर्सल।",
        "फण्ड रिभर्सल: बैंकबाट विक्रेताको वालेटको पुनःपूर्ति।"
      ]
    },
    "shop_email": {
      "name": [
        "सुपर बचत सप्ताहन्त ब्लास्ट",
        "विशेष इनसाइडर डील अनावरण गरियो",
        "प्रीमियम छुटहरूमा तपाईंको VIP पहुँच",
        "मौसमी बिक्री एक्स्ट्रावागान्जा",
        "तपाईंको किनमेल प्रमोदवन अनलक गर्नुहोस्",
        "ग्रान्ड शपर्स कार्निवल",
        "वसन्त फ्लिंग किनमेल होड़",
        "शरद सम्झौताहरू तपाईं प्रतिरोध गर्न सक्नुहुन्न",
        "शीतकालीन आश्चर्यहरू: चिसो दिनहरूको लागि न्यानो सम्झौताहरू",
        "समर क्लियरेन्स काउन्टडाउनको अन्त्य",
        "ब्ल्याक फ्राइडे बोनान्जा: प्रारम्भिक बर्ड पहुँच",
        "नमस्कार बिदाहरू: तपाईंको उपहार गाइड र थप",
        "ताजा खोजहरू: नयाँ आगमनहरू केवल तपाईंको लागि",
        "वफादारी पुरस्कृत: भित्र विशेष छूट"
      ],
      "subject": [
        "⏰ सीमित समयको प्रस्ताव! अब आफ्नो मनपर्ने समात्नुहोस्",
        "🌼 नयाँ सिजन, नयाँ शैलीहरू - हाम्रो नवीनतम संग्रह अन्वेषण गर्नुहोस्",
        "👑 विशेष VIP बिक्री केवल तपाईं को लागी",
        "💃 हाम्रा नयाँ आगमनहरूसँग टाउको घुमाउनुहोस्",
        "🔚 सबै कुरामा २०% छुटको आनन्द लिने अन्तिम मौका",
        "🎁 तपाईंको लागि उपहार: $१० क्रेडिट भित्र!",
        "☀️ हाम्रो तातो डिलहरूको साथ गर्मीको लागि तयार हुनुहोस्",
        "🛍️ आफ्नो वार्डरोब अपग्रेड गर्नुहोस् - तपाईं यसको योग्य हुनुहुन्छ",
        "👀 Sneak Peek: नयाँ उत्पादनहरू चाँडै आउँदैछन्!",
        "🎂 जन्मदिनको शुभकामना! तपाईंको विशेष उपहार पर्खिरहेको छ",
        "🖤 के तपाईं ब्ल्याक फ्राइडे सम्झौताहरूको लागि तयार हुनुहुन्छ?",
        "🎯 शीर्ष छनौटहरू केवल तपाईंको लागि - निजीकृत किनमेल अनुभव",
        "🍹 आफैलाई उपचार गर्ने समय - सप्ताहन्त फ्ल्यास बिक्री!",
        "🧹 सिजन क्लियरेन्सको अन्त्य - सबै कुरा जानु पर्छ!",
        "🚀 तपाईंले यो कमाउनुभएको छ! तपाईंको अर्को अर्डरमा नि: शुल्क ढुवानी",
        "📢 नछुटाउनुहोस् - तपाईंको इच्छासूची वस्तुहरू अब बिक्रीमा छन्",
        "🏡 हाम्रो गृह सजावट संग्रहको साथ तपाईंको घरमा आनन्द ल्याउनुहोस्",
        "🎉 तपाईको लागि मात्र एक आश्चर्य! तपाईंको रहस्य छुट खोल्नुहोस्"
      ]
    },
    "discount_code": {
      "code": [
        "स्वागत छ 10",
        "ग्रीष्म २०",
        "VIPSALE30",
        "BDAY15",
        "कालो शुक्रबार",
        "साइबरमन्डे",
        "निशुल्क ढुवानी",
        "फ्ल्याससेल",
        "क्लियरेन्स",
        "EARLYBIRD",
        "विद्यार्थी १०",
        "विन्टर25",
        "SPRING15",
        "FALL20",
        "BESTSELLER10",
        "छुट्टी ३०",
        "भ्यालेन्टाइन २०",
        "मातृदिन",
        "बुबाको मुख हेर्ने दिन",
        "ENDOFYEAR"
      ],
      "title": [
        "फ्ल्यास बिक्री: २०% छुट!",
        "VIP प्रारम्भिक पहुँच छुट",
        "सप्ताहन्त सम्झौता: अब बचत गर्नुहोस्!",
        "आज 15% छुटको मजा लिनुहोस्",
        "समर सेल: अतिरिक्त १०% छुट",
        "क्लियरेन्स बिक्री! ठूलो बचत गर्नुहोस्",
        "विशेष प्रस्ताव: नि: शुल्क शिपिंग",
        "2-का लागि-1: आज मात्र!",
        "छुट्टी विशेष: 25% छुट",
        "विशेष 30% छुट",
        "आश्चर्य! अतिरिक्त २०% छुट",
        "मौसमी बचत भित्र",
        "मिडवीक पागलपन: १०% छुट",
        "चाँडै समाप्त हुन्छ: सबै कुरामा 15% छुट",
        "परिवार र साथीहरू: २०% छुट",
        "यस सप्ताहन्तमा ठूलो बचत",
        "कालो शुक्रबार: 40% छुट",
        "Sneak Peek छुट: 30% छुट"
      ],
      "description": [
        "आफ्नो विशेष प्रस्ताव दावी गर्नुहोस्! सीमित समय मात्र।",
        "हतार गर्नुहोस्! तपाईंको कार्टमा विशेष बचतहरू पर्खिरहेका छन्।",
        "ठूलो बचत मात्र एक क्लिक टाढा छन्!",
        "यो जानु अघि यो सम्झौताको फाइदा लिनुहोस्।",
        "विशेष छुट प्रतीक्षा! नछुटाउनुहोस्।",
        "हाम्रो प्रस्ताव संग आफ्नो किनमेल भावना बढाउनुहोस्!",
        "तपाईको अर्को अर्डर तपाईले सोचे भन्दा कम हुन सक्छ!",
        "तपाईले चाहनु भएको वस्तु लिने यो उत्तम समय हो।",
        "तपाईंको दिन उज्यालो बनाउनको लागि सानो कुरा।",
        "बचत गर्न तयार हुनुहुन्छ? एक आश्चर्य छूट पर्खिरहेको छ!",
        "तपाईं विशेष हुनुहुन्छ, यहाँ एउटा विशेष सम्झौता छ।",
        "केहि मा आफ्नो नजर पाउनुभयो? यहाँ एक नज छ!",
        "बचत गर्न वर्तमान जस्तो समय छैन।",
        "यो सम्झौता नछुटाउनुहोस्! यो पास गर्न धेरै राम्रो छ।",
        "राम्रो खबर! तपाईंको किनमेल भर्खरै सस्तो भयो।",
        "हतार गर्नुहोस्, तपाईंको विशेष छुट चाँडै समाप्त हुन्छ!",
        "यहाँ तपाईको वफादारीको लागि थोरै धन्यवाद छ।"
      ]
    },
    "coupon": {
      "title": [
        "बचत जारी गरियो",
        "छुट अनलक गर्नुहोस्",
        "सुपर बचत",
        "विशेष सम्झौता",
        "बोनस बचत",
        "VIP छुट",
        "विशेष प्रस्ताव",
        "अतिरिक्त बचत",
        "छुट अलर्ट",
        "बजेट आनन्द",
        "आर्थिक आनन्द",
        "मूल्य बोनान्जा",
        "मूल्य कटौती",
        "शुभ बचत",
        "थप बचत गर्नुहोस्, थप किनमेल गर्नुहोस्",
        "फ्ल्यास सम्झौता",
        "बार्गेन बाउन्टी",
        "तत्काल बचत",
        "दिनको सौदा",
        "मौसमी चोरी"
      ],
      "description": [
        "हामीमा मिठो सम्झौताको आनन्द लिनुहोस्! तपाईंको अर्को खरिदमा बचत गर्नुहोस्।",
        "हामी हाम्रा ग्राहकहरूको कदर गर्छौं - यो विशेष प्रस्तावको फाइदा लिनुहोस्।",
        "आफूलाई मन पर्ने कुरा कममा बढी प्राप्त गर्नुहोस्। हामीलाई छुट!",
        "बचत गर्न तयार हुनुहुन्छ? एक विशेष प्रस्ताव पर्खिरहेको छ!",
        "किनभने तपाईं विशेष हुनुहुन्छ! तपाईंको अर्को अर्डरमा छुटको आनन्द लिनुहोस्।",
        "आफैलाई किनमेलको खेलमा व्यवहार गर्नुहोस् र बचत गर्नुहोस्!",
        "तपाईं ड्रप नभएसम्म किनमेल गर्न तयार हुनुहोस् - र बचत गर्नुहोस्!",
        "विशेष छुटको साथ सिजन मनाउनुहोस्।",
        "हामी हाम्रा वफादार ग्राहकहरूलाई विशेष छुटको साथ धन्यवाद दिन्छौं।",
        "तपाईंको अर्को खरिदमा अविश्वसनीय बचत अनलक गर्नुहोस्।",
        "आफ्नो विशेष बचत मा एक झलक लिनुहोस्।",
        "हामीलाई तपाईंको आश्चर्यजनक छुट पत्ता लगाउनुहोस्!",
        "हाम्रो विशेष प्रस्ताव संग आफ्नो खरीदारी अनुभव अपग्रेड गर्नुहोस्।",
        "हाम्रो विशेष प्रस्तावको साथ आफ्नो बचत जम्पस्टार्ट गर्नुहोस्।",
        "केहि अतिरिक्त - एक विशेष छुट संग आफैलाई लिनुहोस्।",
        "तपाईंको अर्को किनमेल साहसिक भर्खर अधिक किफायती भयो!",
        "किनकी किनमेल छूट संग अधिक रमाइलो छ।"
      ]
    },
    "offer": {
      "title": [
        "बन्डल र ठूलो बचत गर्नुहोस्!",
        "थप किन्नुहोस्, थप बचत गर्नुहोस्!",
        "स्मार्ट खरिदकर्ताहरूको लागि स्मार्ट सम्झौता",
        "छुट चेतावनी! बन्डल बचत",
        "कम्बो प्रस्ताव - कम को लागी अधिक",
        "बन्डलहरूमा विशेष बचत",
        "आफ्नो पैसाको लागि थप प्राप्त गर्नुहोस्!",
        "तपाईंले बन्डल गर्दा बचत गर्नुहोस्",
        "Combos मा विशेष सम्झौताहरू",
        "स्टोरमा ठूलो बचत!",
        "उत्तम मूल्य बन्डलहरू",
        "सीमित समय बन्डल सम्झौताहरू",
        "Combos मा ठूलो छुट",
        "चयन वस्तुहरूमा स्मार्ट बचत",
        "बन्डलहरूमा अपराजेय सम्झौताहरू",
        "बहु-खरीद छूटहरू उपलब्ध छन्",
        "अब कमको लागि दोब्बर गर्नुहोस्",
        "थोक खरिद = ठूलो बचत"
      ],
      "description": [
        "तपाईंले चयन उत्पादनहरू बन्डल गर्दा ठूलो बचत स्कोर गर्नुहोस्। हतार गर्नुहोस्, सीमित समय प्रस्ताव!",
        "स्मार्ट सम्झौताहरू पर्खिरहेका छन्! हाम्रा हाइलाइट गरिएका वस्तुहरू सँगै खरिद गर्दा थप बचत गर्नुहोस्।",
        "बचत गर्न स्मार्ट तरिका पत्ता लगाउनुहोस्! आफ्नो मनपर्ने बन्डल र मूल्य गिरावट हेर्नुहोस्।",
        "कम्बोमा चयन गरिएका वस्तुहरू खरिद गर्दा विशेष छुटहरूको आनन्द लिनुहोस्। अब कारबाही गर्नुहोस्!",
        "थप किन्नुहोस्, थप बचत गर्नुहोस्! हाम्रो विशेष उत्पादन बन्डलहरूमा अपराजेय छुटहरू।",
        "हाम्रो विशेष प्रस्तावहरु संग स्मार्ट किनमेल। चयन गरिएका उत्पादन बन्डलहरूमा छुट मूल्यहरू।",
        "कममा बढी प्राप्त गर्नुहोस्! तपाईंले हाम्रा चयन गरिएका बन्डलहरू खरिद गर्दा आश्चर्यजनक छुटहरू।",
        "बन्डल गर्दा ठूलो बचत गर्नुहोस्! सीमित समयका लागि चयन गरिएका वस्तुहरूमा विशेष सम्झौताहरू।",
        "जोड्नुहोस् र बचत गर्नुहोस्! तपाईंले हाम्रा चयन गरिएका उत्पादनहरू सँगै खरिद गर्दा विशेष छुटहरू।",
        "जति धेरै किन्नुहुन्छ, त्यति नै बचत गर्नुहुन्छ! हाम्रो विशेष बन्डलहरूसँग स्मार्ट बन्नुहोस्।"
      ]
    },
    "gift_card_type": {
      "title": [
        "आफैलाई उपचार गर्नुहोस्!",
        "तिम्रै लागि मात्र!",
        "शुभ किनमेल!",
        "हामीलाई आनन्द लिनुहोस्!",
        "अलिकति रमाउनुहोस्",
        "किनकी तिमी विशेष छौ",
        "एक सानो आश्चर्य",
        "तपाईंको दिन बनाउनुहोस्",
        "यहाँ तपाईलाई छ",
        "खुशी फैलाउनुहोस्",
        "मायाको उपहार",
        "खुशी संग किनमेल",
        "धन्यवाद को एक टोकन",
        "स्प्लर्ज गर्ने समय",
        "पलको स्वाद लिनुहोस्",
        "आफ्नो मनपर्ने खोज्नुहोस्",
        "छनोट तपाईको हो",
        "आफैलाई व्यक्त गर्नुहोस्",
        "जादू पत्ता लगाउनुहोस्",
        "आफ्नो शैली खोल्नुहोस्"
      ]
    },
    "vendor_refund_order": {
      "note": [
        "कोष तपाईंको भर्चुअल वालेटबाट काटिएको छ र मार्केटप्लेस वालेटमा फिर्ता गरिएको छ।",
        "तपाईंको भर्चुअल वालेट ब्यालेन्स घटाउँदै, फिर्ती जारी गरिएको छ।",
        "रिफन्ड पूरा भयो। मार्केटप्लेस वालेट तपाईको भर्चुअल वालेटबाट भरिएको छ।",
        "तपाईंको भर्चुअल वालेट मार्केटप्लेस वालेटमा हालैको फिर्ताको लागि डेबिट गरिएको छ।",
        "भर्चुअल वालेट कोषहरू हालैको फिर्ताको कारणले समायोजन गरिएको छ।",
        "तपाईंको भर्चुअल वालेटबाट रकम कटौती गरी फिर्ता गरिएको छ।",
        "तपाईंको भर्चुअल वालेट ब्यालेन्स मार्केटप्लेस वालेटमा फिर्ताको कारणले घटेको छ।",
        "तपाईंको भर्चुअल वालेटबाट रकम फिर्ता बजारमा सार्दै, फिर्ताको कारोबार भएको छ।"
      ]
    },
    "product": {
      "warranty": [
        "24-महिना सुनको ग्यारेन्टी",
        "दुई वर्षको लागि प्लेटिनम संरक्षण",
        "36 महिनाको लागि हीरा आश्वासन",
        "सिल्वर शिल्ड: एक वर्षको वारेन्टी",
        "२ वर्षको एलिट आश्वासन",
        "24 महिनाको लागि प्रीमियम सुरक्षा",
        "कांस्य ब्याकअप: एक वर्षको वारेन्टी",
        "३-वर्षको अन्तिम अपटाइम ग्यारेन्टी",
        "24-महिना सुरक्षित सेवा प्रतिज्ञा",
        "36-महिना मन सुरक्षा को शान्ति"
      ],
      "pros_name": [
        "दक्षता अभिवृद्धि",
        "लागत-प्रभावी समाधान",
        "गुणस्तर सुनिश्चित",
        "प्रयोगकर्ता मैंत्री",
        "समय बचत गर्ने",
        "विश्वसनीयता ग्यारेन्टी",
        "बहुमुखी प्रयोग",
        "अत्याधुनिक प्रविधि",
        "वातावरण मैत्री",
        "असाधारण प्रदर्शन"
      ],
      "pros_value": [
        "द्रुत र कुशल अपरेशन संग महत्त्वपूर्ण समय बचत गर्दछ।",
        "बेजोड प्रदर्शनको लागि उन्नत प्रविधि प्रयोग गर्दछ।",
        "लागत घटाउँछ र उत्पादकता बढाउँछ।",
        "सजिलो नेभिगेसनको लागि प्रयोगकर्ता-अनुकूल इन्टरफेस प्रदान गर्दछ।",
        "विश्वसनीय र लगातार प्रदर्शन ग्यारेन्टी।",
        "विभिन्न कार्यहरूमा बहुमुखी अनुप्रयोगहरू प्रदान गर्दछ।",
        "पर्यावरण अनुकूल सामग्री र प्रक्रियाहरू प्रयोग गर्दछ।",
        "उत्कृष्ट परिणामहरूको लागि अत्याधुनिक प्रविधिको साथ डिजाइन गरिएको।",
        "उच्च-गुणस्तरको डिजाइनले दीर्घकालीन स्थायित्व सुनिश्चित गर्दछ।",
        "चौबीसै घण्टा ग्राहक समर्थन प्रदान गर्दछ।"
      ],
      "cons_name": [
        "महँगो लगानी",
        "सीमित अनुकूलता",
        "जटिल सेटअप",
        "तालिम चाहिन्छ",
        "सबपार प्रदर्शन",
        "बहुमुखी प्रतिभाको अभाव छ",
        "सीमित समर्थन",
        "बारम्बार मर्मतसम्भार",
        "उच्च ऊर्जा खपत",
        "छोटो आयु"
      ],
      "cons_value": [
        "वैकल्पिकहरूको तुलनामा उच्च प्रारम्भिक लगानी।",
        "सबै प्रणाली वा उपकरणहरूसँग उपयुक्त नहुन सक्छ।",
        "सेटअप प्रक्रिया धेरै जटिल हुन सक्छ।",
        "प्रयोगको लागि अतिरिक्त प्रशिक्षण आवश्यक हुन सक्छ।",
        "प्रदर्शनले सबै अपेक्षाहरू पूरा नगर्न सक्छ।",
        "कार्यक्षमतामा सीमित वा बहुमुखी प्रतिभाको कमी।",
        "ग्राहक समर्थन चौबीसै घण्टा उपलब्ध नहुन सक्छ।",
        "बारम्बार मर्मत आवश्यक छ, उच्च लागत को लागी अग्रणी।",
        "उच्च मात्रामा ऊर्जा खपत गर्दछ, उपयोगिता लागतहरूमा प्रभाव पार्छ।",
        "उत्पादनको आयु अपेक्षित रूपमा लामो नहुन सक्छ।"
      ]
    },
    "blog_category": {
      "category": [
        "प्राविधिक अन्तरदृष्टि",
        "Foodie फेला पार्छ",
        "यात्रा कथाहरू",
        "स्वास्थ्य सुझावहरू",
        "फेसन मनपर्ने",
        "व्यापार बज",
        "जीवन शैली कथाहरू",
        "खेलकुद अपडेटहरू",
        "कला हाइलाइटहरू",
        "अभिभावक सूचकहरू"
      ],
      "description": [
        "विभिन्न विषयहरूमा अन्तर्दृष्टिपूर्ण लेखहरू पत्ता लगाउनुहोस्।",
        "हाम्रो जानकारीमूलक ब्लग पोष्टहरूको संग्रह अन्वेषण गर्नुहोस्।",
        "हाम्रो आकर्षक ब्लग श्रेणी सामग्री संग सूचित रहनुहोस्।",
        "हाम्रो विचार-उत्तेजक ब्लग श्रेणी लेखहरू मार्फत प्रेरणा खोज्नुहोस्।",
        "हाम्रो विविध ब्लग कोटि विषयहरु संग आफ्नो ज्ञान विस्तार गर्नुहोस्।",
        "हाम्रो मनमोहक ब्लग कोटी अन्तर्दृष्टिहरूको साथ अद्यावधिक रहनुहोस्।",
        "हाम्रो चाखलाग्दो ब्लग कोटी सामग्रीको गहिराइमा जानुहोस्।",
        "हाम्रो ब्लग श्रेणी अभिलेख भित्र बहुमूल्य जानकारी खोल्नुहोस्।",
        "हाम्रो सावधानीपूर्वक क्युरेट गरिएको ब्लग कोटीबाट केहि नयाँ जान्नुहोस्।",
        "हाम्रो समृद्ध ब्लग श्रेणी लेख र पोस्ट संग संलग्न।"
      ]
    },
    "partner_plan": {
      "name": [
        "स्टार्टर प्याक",
        "अत्यावश्यक योजना",
        "व्यावसायिक सुइट",
        "उद्यम संस्करण",
        "उन्नत तह",
        "प्रिमियम प्याकेज",
        "परम समाधान",
        "एलिट स्तर",
        "वृद्धि गतिवर्धक",
        "प्लेटिनम पावर"
      ]
    },
    "tax_profile": {
      "name": [
        "खानाहरू",
        "इलेक्ट्रोनिक उपकरणहरू",
        "कपडा र परिधान",
        "पुस्तक र स्टेशनरी",
        "स्वास्थ्य र सौन्दर्य उत्पादनहरू",
        "फर्निचर",
        "खेलकुद सामान",
        "खेलौना र खेलहरू",
        "आभूषण र सहायक उपकरण",
        "मोटर वाहन पार्ट्स",
        "बगैचा र बाहिरी",
        "भान्साकोठा",
        "गृह सजावट",
        "संगीत वाद्ययंत्र",
        "घरपालुवा जनावर आपूर्ति",
        "जुत्ता",
        "झोला र सामान",
        "कार्यालय आपूर्ति",
        "हार्डवेयर उपकरणहरू",
        "किराना सामान"
      ],
      "label": [
        "VAT",
        "GST",
        "PST",
        "HST",
        "QST",
        "CST",
        "अन्तःशुल्क",
        "आयात शुल्क",
        "सेवाकर",
        "लक्जरी कर"
      ]
    },
    "cluster": {
      "name": [
        "बिक्री हाइलाइटहरू",
        "प्रोमो कोडहरू",
        "विशेष अभियानहरू",
        "नयाँ आगमन",
        "सर्वश्रेष्ठ बिक्रेताहरू",
        "मौसमी विशेष",
        "सीमित प्रस्तावहरू",
        "घटना सम्झौताहरू",
        "VIP विशेष",
        "क्लियरेन्स वस्तुहरू",
        "छुट्टी बन्डलहरू",
        "विषयवस्तु संग्रहहरू",
        "ब्रान्ड शोकेसहरू",
        "सदस्य मनपर्ने",
        "फ्ल्यास छूट",
        "आवश्यक पसल",
        "डिजिटल स्रोतहरू",
        "उपहार विचारहरू",
        "पारिस्थितिकी अनुकूल छनोटहरू",
        "कर्मचारी सिफारिसहरू"
      ]
    },
    "popup": {
      "title": [
        "विशेष प्रस्ताव!",
        "नयाँ आगमन",
        "सीमित समय",
        "छुट चेतावनी!",
        "विशेष सम्झौताहरू",
        "तातो बिक्री!",
        "क्लियरेन्स अलर्ट",
        "निशुल्क ढुवानी",
        "भित्र उपहार!",
        "पुरस्कार जित्नुहोस्",
        "सदस्य लाभहरू",
        "फ्ल्यास बिक्री"
      ]
    },
    "campaign": {
      "name": [
        "किन्नुहोस् 'Til You Drop",
        "कार्ट उन्माद",
        "फ्ल्यास बिक्री पर्व",
        "क्लिक गर्नुहोस्, पसल गर्नुहोस्, बचत गर्नुहोस्",
        "बार्गेन बोनान्जा",
        "E-Deal Extravaganza",
        "मेगा मार्कडाउन पागलपन",
        "साइबर बचत होड",
        "डिजिटल छुट दिनहरू",
        "ई-वाणिज्य कार्निवल",
        "अनलाइन आउटलेट ओएसिस",
        "खुद्रा भीड",
        "वेबस्टोर गोदाम बिक्री",
        "ई-शपरको स्वर्ग",
        "भर्चुअल भाउचर उद्यम",
        "डिजिटल डोरबस्टरहरू",
        "ई-कार्ट क्लियरेन्स",
        "अनलाइन किनमेल शोडाउन",
        "साइबर बिक्री शानदार",
        "ई-बार्गेन ब्लिट्ज"
      ]
    },
    "valuation": {
      "title": [
        "टी-शर्ट अनुकूलन मूल्य निर्धारण",
        "हस्तनिर्मित आभूषण मूल्याङ्कन",
        "निजीकृत जुत्ता मूल्य निर्धारण",
        "अनुकूलन कलाकृति मूल्याङ्कन",
        "अनुरूप सूट मूल्य निर्धारण",
        "इलेक्ट्रोनिक ग्याजेट अनुकूलन लागत",
        "व्यक्तिगत इत्र मूल्याङ्कन",
        "कस्टम झोला मूल्य निर्धारण",
        "अनुरूप पोशाक मूल्याङ्कन",
        "निजीकृत पुस्तक कभर मूल्य निर्धारण",
        "कस्टम फर्निचर मूल्याङ्कन",
        "बेस्पोक वाच मूल्य निर्धारण",
        "व्यक्तिगत खिलौना मूल्याङ्कन",
        "अनुकूलित टोपी मूल्य निर्धारण",
        "कस्टम स्किनकेयर उत्पादन मूल्याङ्कन",
        "बेस्पोक गृह सजावट मूल्य निर्धारण",
        "अनुकूलित भान्साकोठा मूल्याङ्कन",
        "निजीकृत स्टेशनरी मूल्य निर्धारण",
        "बेस्पोक हेयर एक्सेसरी मूल्याङ्कन",
        "अनुकूलन खेल उपकरण मूल्य निर्धारण"
      ],
      "structure": {
        "title": [
          "टी-शर्ट प्रिन्ट डिजाइन",
          "गहना धातु प्रकार",
          "जुत्ता सामग्री छनोट",
          "कला फ्रेम आकार",
          "सूट कपडा चयन",
          "ग्याजेट रङ विकल्प",
          "इत्र सुगन्ध प्रोफाइल",
          "झोला सामाग्री र आकार",
          "पोशाक लम्बाइ र शैली",
          "पुस्तक कभर सामग्री",
          "फर्निचर काठको प्रकार",
          "पट्टा सामग्री हेर्नुहोस्",
          "खेलौना अनुकूलन सुविधाहरू",
          "टोपीको आकार र रंग",
          "स्किनकेयर अवयव प्राथमिकताहरू",
          "गृह सजावट विषयवस्तु",
          "भान्साकोठा सामाग्री",
          "स्टेशनरी कागज प्रकार",
          "कपाल सहायक सामग्री",
          "खेलकुद उपकरण आकार"
        ]
      }
    },
    "lottery": {
      "title": [
        "स्पिन र ठूला पुरस्कारहरू जित्नुहोस्!",
        "फॉर्च्यून व्हील ज्याकपोट",
        "भाग्यशाली स्पिन बोनान्जा",
        "पुरस्कार जित्न स्पिन गर्नुहोस्",
        "धनको चक्र",
        "भाग्यशाली लोटरी एक्स्ट्राभगान्जा",
        "मेगा स्पिन आश्चर्य",
        "पुरस्कार व्हील पर्व",
        "ट्रेजर स्पिन शानदार",
        "स्पिन द व्हील जादू",
        "भाग्यशाली व्हील धेरै",
        "भाग्यको अनुग्रह",
        "आश्चर्यको चक्र",
        "धनको लागि स्पिन",
        "पुरस्कार स्पिनर खुशी",
        "गोल्डेन स्पिन लोटरी",
        "स्पिन-ए-पुरस्कार",
        "भाग्यको चक्र",
        "भाग्यशाली स्पिन शोकेस",
        "परम स्पिन इनाम"
      ],
      "description": [
        "विशेष छुटहरू जित्ने मौकाको लागि व्हील घुमाउनुहोस्!",
        "आफ्नो भाग्य प्रयास गर्नुहोस् - हाम्रो भाग्य पाङ्ग्रामा अद्भुत पुरस्कारहरू पर्खिरहेका छन्!",
        "प्रत्येक स्पिनको साथ ठूलो जीत - समात्नको लागि रोमाञ्चक पुरस्कारहरू!",
        "जित्नको लागि स्पिन! प्रत्येक पालोमा आश्चर्य उपहार र प्रस्तावहरू।",
        "ठूलो स्कोर गर्ने तपाईंको मौका - तत्काल पुरस्कारहरूको लागि पाङ्ग्रा घुमाउनुहोस्!",
        "प्रत्येक स्पिनको साथ विशेष पुरस्कारहरू - के तपाईं भाग्यशाली हुनुहुनेछ?",
        "स्पिन र जीत! हाम्रो पसलको भाग्यको चक्रमा लुकेका रत्नहरू पत्ता लगाउनुहोस्।",
        "हाम्रो पाङ्ग्राको साथ भाग्यशाली बन्नुहोस् - पुरस्कार, छुट, र थप!",
        "प्रत्येक स्पिनको जित हो - आज आफ्नो विशेष पुरस्कार लिनुहोस्!",
        "रमाईलो आश्चर्यको लागि पाङ्ग्रा घुमाउनुहोस् - तपाइँ के जित्नुहुनेछ?",
        "स्पिनको साथ भाग्य निकाल्नुहोस् - रोमाञ्चक पसल पुरस्कारहरू पर्खिरहेका छन्।",
        "आफ्नो पुरस्कार - छुट, उपहार, र थप प्रकट गर्न स्पिन गर्नुहोस्!",
        "दिनको एक स्पिनले खेलमा उत्साह कायम राख्छ - अद्वितीय पुरस्कार जित्नुहोस्!",
        "अनन्य पसल व्यवहारको लागि हाम्रो भाग्यको पाङ्ग्रा घुमाउनुहोस्।",
        "भाग्यशाली स्पिनहरूले भाग्यशाली जीतहरू ल्याउँछन् - अहिले आफ्नो पुरस्कार प्राप्त गर्नुहोस्!",
        "तपाईंको स्पिनले अचम्मको किनमेल पुरस्कारहरू अनलक गर्न सक्छ!",
        "विशेष सम्झौता र प्रस्तावहरू ब्याग गर्ने मौकाको लागि स्पिन गर्नुहोस्।",
        "भाग्यको पाङ्ग्रा घुमिरहेको छ - आफ्नो भाग्यशाली पुरस्कार लिनुहोस्!",
        "स्पिन, जित, र मुस्कान - हरेक पालो संग आश्चर्य पुरस्कार।",
        "एक स्पिन लिनुहोस् र भाग्यले तपाइँको पुरस्कार निर्णय गर्न दिनुहोस्!"
      ]
    }
  }
};