export default {
  "commons": {
    "pay_today": "ਅੱਜ ਭੁਗਤਾਨ",
    "pay_yesterday": "ਕੱਲ੍ਹ ਦਾ ਭੁਗਤਾਨ",
    "pay_last30days": "ਪਿਛਲੇ 30 ਦਿਨਾਂ ਦਾ ਭੁਗਤਾਨ",
    "create_a_shop": "ਇੱਕ ਦੁਕਾਨ ਬਣਾਓ",
    "start_free": "ਮੁਫ਼ਤ ਸ਼ੁਰੂ ਕਰੋ",
    "featured_apps": "ਫੀਚਰਡ ਐਪਸ",
    "more_apps": "ਹੋਰ ਐਪਾਂ"
  },
  "numbers": {
    "infinite": "ਅਸੀਮਤ"
  },
  "error": {
    "not_fount_data": "ਡਾਟਾ ਨਹੀਂ ਮਿਲਿਆ!",
    "license_max_limit": "ਤੁਹਾਡਾ ਲਾਇਸੰਸ ਸੀਮਾ ਤੱਕ ਪਹੁੰਚ ਗਿਆ ਹੈ!"
  },
  "time_spans": {
    "days_range": "ਦਿਨਾਂ ਦੀ ਰੇਂਜ",
    "today": "ਅੱਜ",
    "yesterday": "ਕੱਲ੍ਹ",
    "last_7": "ਪਿਛਲੇ 7 ਦਿਨ",
    "last_14": "ਪਿਛਲੇ 14 ਦਿਨ",
    "last_30": "ਪਿਛਲੇ 30 ਦਿਨ",
    "last_90": "ਪਿਛਲੇ 90 ਦਿਨ",
    "custom": "ਪ੍ਰਥਾ"
  },
  "device_types": {
    "desktop": "ਡੈਸਕਟਾਪ",
    "mobile": "ਮੋਬਾਈਲ",
    "tablet": "ਟੈਬਲੇਟ"
  },
  "create_website_action": "ਆਪਣੀ ਵੈੱਬਸਾਈਟ ਬਣਾਓ — ਇਹ ਮੁਫ਼ਤ ਹੈ",
  "show_shops_action": "ਮੇਰੇ ਸਟੋਰਾਂ ਦੀ ਸੂਚੀ",
  "Youtube": "YouTube",
  "Linkedin": "ਲਿੰਕਡਇਨ",
  "Twitter": "ਟਵਿੱਟਰ",
  "Facebook": "ਫੇਸਬੁੱਕ",
  "Instagram": "Instagram",
  "Reddit": "Reddit",
  "Github": "Github",
  "page_titles": {
    "home": "Selldone | ਤੇਜ਼ੀ ਨਾਲ ਵਧਣ ਵਾਲੀਆਂ ਕੰਪਨੀਆਂ ਲਈ ਕਾਰੋਬਾਰੀ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ",
    "login": "ਲਾਗਿਨ",
    "register": "ਰਜਿਸਟਰ",
    "auth_2fa": "2 ਕਾਰਕ ਪ੍ਰਮਾਣਿਕਤਾ 🔐",
    "academy": "ਬਲੌਗ",
    "help": "ਮਦਦ ਕੇਂਦਰ",
    "price_list": "ਕੀਮਤ ਸੂਚੀ",
    "my_stores": "ਮੇਰੇ ਸਟੋਰ",
    "roles": "ਮੇਰੀਆਂ ਭੂਮਿਕਾਵਾਂ",
    "wallet": "ਮੇਰਾ ਬਟੂਆ",
    "personal_info": "ਨਿੱਜੀ ਜਾਣਕਾਰੀ | ਕੇ.ਵਾਈ.ਸੀ",
    "companies": "ਮੇਰੀਆਂ ਕੰਪਨੀਆਂ",
    "access_control": "ਪਹੁੰਚ ਨਿਯੰਤਰਣ",
    "security_center": "ਸੁਰੱਖਿਆ ਕੇਂਦਰ",
    "gifts": {
      "received": "ਤੋਹਫ਼ੇ | ਪ੍ਰਾਪਤ ਕੀਤਾ",
      "send": "ਤੋਹਫ਼ੇ | ਭੇਜਿਆ"
    },
    "monetization": {
      "linked_accounts": "ਮੁਦਰੀਕਰਨ | ਲਿੰਕ ਕੀਤੇ ਖਾਤੇ",
      "plans": "ਮੁਦਰੀਕਰਨ | ਯੋਜਨਾ ਅਤੇ ਲਿੰਕ"
    },
    "affiliate": "ਐਫੀਲੀਏਟ",
    "avocado": "ਐਵੋਕਾਡੋ — ਆਧੁਨਿਕ ਸੋਸ਼ਲ ਸੇਲਜ਼ ਚੈਨਲ",
    "guild": "ਗਿਲਡ — ਸਮੂਹਿਕ ਵਿਕਰੀ ਚੈਨਲ",
    "partners_login": "ਭਾਈਵਾਲ | ਕਲਾਇੰਟ ਲੌਗਇਨ"
  },
  "blank_is_all_products": "ਸਾਰੇ ਉਤਪਾਦਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਖਾਲੀ ਛੱਡੋ!",
  "cautions": {
    "title": "ਹੇਠਾਂ ਦਿੱਤੇ ਸੁਝਾਵਾਂ ਨੂੰ ਪੂਰਾ ਕਰਕੇ ਆਪਣੇ ਕਾਰੋਬਾਰ ਦਾ ਪੇਸ਼ੇਵਰ ਪ੍ਰਬੰਧ ਕਰੋ। ਮੁਨਾਫੇ ਦੇ ਮਾਰਜਿਨ ਅਤੇ ਹੋਰ ਨੂੰ ਕਿਵੇਂ ਵਧਾਉਣਾ ਹੈ ਇਸ ਬਾਰੇ ਸੁਝਾਵਾਂ ਲਈ ਪੜ੍ਹਦੇ ਰਹੋ। ਅਸੀਂ ਰਸਤੇ ਵਿੱਚ ਤੁਹਾਡੇ ਨਾਲ ਹਾਂ।",
    "no_payment_method": {
      "title": "ਭੁਗਤਾਨੇ ਦੇ ਢੰਗ",
      "message": "ਤੁਹਾਨੂੰ ਆਪਣੀ ਦੁਕਾਨ ਵਿੱਚ ਇੱਕ ਭੁਗਤਾਨ ਵਿਧੀ ਸ਼ਾਮਲ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
      "action": "ਦੁਕਾਨ ਦੇ ਗੇਟਵੇ"
    },
    "link_account": {
      "title": "ਖਾਤਾ ਲਿੰਕ ਕਰੋ",
      "message": "ਤੁਹਾਨੂੰ ਆਪਣੀ ਦੁਕਾਨ ਨਾਲ ਇੱਕ ਖਾਤਾ ({currency}) ਲਿੰਕ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
      "action": "ਖਰੀਦਦਾਰੀ ਖਾਤੇ"
    },
    "no_domain": {
      "title": "ਡੋਮੇਨ ਸ਼ਾਮਲ ਕਰੋ",
      "message": "ਤੁਸੀਂ ਇੱਕ ਜਾਂ ਇੱਕ ਤੋਂ ਵੱਧ ਨਿੱਜੀ ਡੋਮੇਨਾਂ ਨੂੰ ਆਪਣੇ ਸਟੋਰ ਨਾਲ ਕਨੈਕਟ ਕਰ ਸਕਦੇ ਹੋ। ਤੁਹਾਡੀ ਵੈੱਬਸਾਈਟ ਤੁਹਾਡੇ ਡੋਮੇਨ 'ਤੇ ਸਥਾਪਤ ਕੀਤੀ ਜਾਵੇਗੀ। ਇਹ ਪ੍ਰਕਿਰਿਆ ਤੇਜ਼ ਅਤੇ ਆਸਾਨ ਹੈ."
    },
    "domain_not_approved": {
      "title": "ਡੋਮੇਨ ਪੁਸ਼ਟੀਕਰਨ",
      "message": "ਤੁਹਾਡੀ ਡੋਮੇਨ {domain} ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ। DNS ਸੈਟਿੰਗਾਂ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਡੋਮੇਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।"
    },
    "no_currency": {
      "title": "ਮੁਦਰਾ ਸ਼ਾਮਲ ਕਰੋ",
      "message": "ਤੁਹਾਨੂੰ ਆਪਣੇ ਸਟੋਰ ਲਈ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਮੁਦਰਾ ਪਰਿਭਾਸ਼ਿਤ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
      "action": "ਮੁਦਰਾ ਪ੍ਰਬੰਧਨ"
    },
    "no_primary_domain": {
      "title": "ਮੁੱਖ ਡੋਮੇਨ",
      "message": "ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਪ੍ਰਾਇਮਰੀ ਡੋਮੇਨ ਵਜੋਂ ਇੱਕ ਡੋਮੇਨ ਚੁਣੋ। ਡੋਮੇਨ ਨਾਮ ਦੇ ਅੱਗੇ ਸਟਾਰ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ, ਤੁਸੀਂ ਡੋਮੇਨ ਨੂੰ ਆਪਣੇ ਸਟੋਰ ਦੇ ਪ੍ਰਾਇਮਰੀ ਡੋਮੇਨ ਵਜੋਂ ਚੁਣ ਸਕਦੇ ਹੋ। ਇਹ ਖੋਜ ਇੰਜਣਾਂ ਲਈ ਮਹੱਤਵਪੂਰਨ ਹੈ. ਨੋਟ ਕਰੋ ਕਿ ਤੁਹਾਡਾ ਸਟੋਰ ਅਜੇ ਵੀ ਸਾਰੇ ਕਿਰਿਆਸ਼ੀਲ ਡੋਮੇਨਾਂ ਰਾਹੀਂ ਉਪਲਬਧ ਹੋਵੇਗਾ।"
    },
    "shop_complete": {
      "title": "ਪੂਰੀ ਜਾਣਕਾਰੀ",
      "action": "ਦੁਕਾਨ ਸੈਟਿੰਗਾਂ",
      "location_msg": "ਆਪਣਾ ਟਿਕਾਣਾ ਸ਼ਾਮਲ ਕਰੋ",
      "days_open_msg": "ਖੁੱਲੇ ਦਿਨ ਸੈੱਟ ਕਰੋ",
      "time_open_msg": "ਖੁੱਲ੍ਹਣ ਅਤੇ ਬੰਦ ਕਰਨ ਦਾ ਸਮਾਂ ਸੈੱਟ ਕਰੋ",
      "description_msg": "ਆਪਣੇ ਕਾਰੋਬਾਰ ਬਾਰੇ ਸੰਖੇਪ ਵਰਣਨ ਲਿਖੋ",
      "icon_msg": "ਆਪਣਾ ਸਟੋਰ ਲੋਗੋ ਸੈੱਟ ਕਰੋ",
      "shop_gateways_msg": "ਭੁਗਤਾਨ ਵਿਧੀ ਸ਼ਾਮਲ ਕਰੋ",
      "socials_msg": "ਆਪਣੇ ਸਮਾਜਿਕ ਲਿੰਕ ਸ਼ਾਮਲ ਕਰੋ",
      "clubs_msg": "ਗਾਹਕ ਕਲੱਬ ਸੈੱਟ ਕਰੋ",
      "domains_msg": "ਕਸਟਮ ਡੋਮੇਨ ਸ਼ਾਮਲ ਕਰੋ",
      "primary_msg": "ਇੱਕ ਡੋਮੇਨ ਨੂੰ ਪ੍ਰਾਇਮਰੀ ਦੇ ਤੌਰ 'ਤੇ ਸੈੱਟ ਕਰੋ"
    }
  },
  "support": {
    "request": "ਸਹਾਇਤਾ ਲਈ ਬੇਨਤੀ ਕਰੋ",
    "category": "ਸ਼੍ਰੇਣੀ",
    "title": "ਸਪੋਰਟ",
    "message": "ਕੋਈ ਵੀ ਬੇਨਤੀ ਜਾਂ ਸਵਾਲ ਪੁੱਛੋ। ਸਾਡੀ ਸਹਾਇਤਾ ਟੀਮ ਤੁਹਾਡੀ ਅਗਵਾਈ ਕਰੇਗੀ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਆਪਣੀ ਬੇਨਤੀ ਨਾਲ ਸਬੰਧਤ ਪੰਨੇ 'ਤੇ ਆਪਣਾ ਸਵਾਲ ਪੁੱਛਣ ਦਾ ਸੁਝਾਅ ਦਿੰਦੇ ਹਾਂ। ਉਦਾਹਰਨ ਲਈ, ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਡੋਮੇਨ ਸੈਟਿੰਗ ਬਾਰੇ ਕੋਈ ਸਵਾਲ ਹੈ, ਤਾਂ ਇਸਨੂੰ ਆਪਣੇ ਸਟੋਰ ਦੇ ਡੋਮੇਨ ਸੈਟਿੰਗ ਪੰਨੇ ਵਿੱਚ ਭੇਜੋ।",
    "close_at": "{date} ਨੂੰ ਬੰਦ",
    "close_ticket_by_user": "ਧੰਨਵਾਦ, ਮੈਨੂੰ ਜਵਾਬ ਮਿਲ ਗਿਆ"
  },
  "surveys": [
    "ਬਹੁਤ ਗਰੀਬ",
    "ਗਰੀਬ",
    "ਸਧਾਰਣ",
    "ਚੰਗਾ",
    "ਸ਼ਾਨਦਾਰ"
  ],
  "sort": {
    "title": "ਦੇ ਨਾਲ ਕ੍ਰਮਬੱਧ",
    "title_small": "ਦੇ ਨਾਲ ਕ੍ਰਮਬੱਧ..",
    "nothing": "ਕੁਝ ਨਹੀਂ",
    "most_views": "ਜ਼ਿਆਦਾਤਰ ਦ੍ਰਿਸ਼",
    "most_likes": "ਸਭ ਤੋਂ ਮਸ਼ਹੂਰ",
    "most_recent": "ਸਭ ਤੋਂ ਨਵਾਂ",
    "most_sell": "ਵਧੀਆ ਵਿਕਰੀ",
    "cheapest": "ਸਭ ਤੋਂ ਸਸਤਾ",
    "most_expensive": "ਸਭ ਤੋਂ ਮਹਿੰਗਾ",
    "only_available": "ਉਪਲੱਬਧ",
    "view_mode": {
      "normal": "ਸਧਾਰਣ",
      "grid": "ਗਰਿੱਡ",
      "list": "ਸੂਚੀ",
      "insta": "ਇੰਸਟਾ"
    }
  },
  "helps": {
    "title": "Selldone ਮਦਦ ਕੇਂਦਰ",
    "subtitle": "Selldone ਵਿੱਚ ਤੁਹਾਡਾ ਸੁਆਗਤ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਕਾਰੋਬਾਰੀ OS 'ਤੇ ਇੱਕ ਨਵਾਂ ਔਨਲਾਈਨ ਸਟੋਰ ਬਣਾ ਰਹੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇੱਥੇ ਹੋਰ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ।",
    "add_new_help": "ਨਵੀਂ ਮਦਦ",
    "resources": "ਸਰੋਤ",
    "categories": {
      "Welcome": "ਸ਼ੁਰੂਆਤ ਕਰੋ",
      "Setup": "ਸਟੋਰ",
      "Sell": "ਵਿਕਰੀ ਅਤੇ ਮਾਰਕੀਟਿੰਗ",
      "Developer": "ਵਿਕਸਿਤ ਕਰੋ",
      "Application": "ਐਪਲੀਕੇਸ਼ਨਾਂ"
    },
    "faq": "FAQ",
    "github": "Github ਰਿਪੋਜ਼ਟਰੀ",
    "admin_api_app": "ਐਡਮਿਨ API ਵੈੱਬ ਸੇਵਾ",
    "shop_api_app": "ਸ਼ਾਪ API ਵੈੱਬ ਸੇਵਾ",
    "design_kit": "ਡਿਜ਼ਾਈਨ ਕਿੱਟ",
    "community": "ਭਾਈਚਾਰਾ"
  },
  "blogs": {
    "title": "ਬਲੌਗ",
    "subtitle": "ਵਪਾਰ ਲਈ ਸਬਕ, ਆਤਮਵਿਸ਼ਵਾਸ ਅਤੇ ਗਿਆਨ ਜੋ ਤੁਹਾਨੂੰ ਇੱਕ ਸੰਪੰਨ ਕਾਰੋਬਾਰ ਬਣਾਉਣ ਲਈ ਲੋੜੀਂਦਾ ਹੈ।",
    "add_new_blog": "ਨਵਾਂ ਬਲੌਗ",
    "popular": "ਪ੍ਰਸਿੱਧ",
    "topics": "ਵਿਸ਼ੇ",
    "select_topics": "ਆਪਣੀ ਨੌਕਰੀ ਚੁਣੋ।",
    "select_job_topics": "ਆਪਣੇ ਨੌਕਰੀ-ਸਬੰਧਤ ਵਿਸ਼ੇ ਚੁਣੋ",
    "select_interested_topics": "ਤੁਹਾਨੂੰ ਕਿਹੜੇ ਵਿਸ਼ਿਆਂ ਵਿੱਚ ਦਿਲਚਸਪੀ ਹੈ?"
  },
  "api": {
    "title": "API ਅਤੇ ਏਕੀਕਰਣ",
    "message": "Selldone ਦੀਆਂ ਮੁੱਖ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਵਿੱਚੋਂ ਇੱਕ ਸਟੋਰਾਂ ਨੂੰ ਪ੍ਰਬੰਧਨ ਅਤੇ ਹੋਰ ਸੇਵਾਵਾਂ ਜਿਵੇਂ ਕਿ ਵੇਅਰਹਾਊਸਿੰਗ, ਅਕਾਊਂਟਿੰਗ ਆਦਿ ਨਾਲ ਜੋੜਨ ਲਈ ਮਜ਼ਬੂਤ ਅਤੇ ਸੁਰੱਖਿਅਤ API ਪ੍ਰਦਾਨ ਕਰਨਾ ਹੈ। ਤੁਸੀਂ ਆਪਣੇ ਸਟੋਰ ਲਈ ਕਸਟਮ ਐਪਸ ਅਤੇ ਵੈਬ ਐਪਸ ਵੀ ਡਿਜ਼ਾਈਨ ਕਰ ਸਕਦੇ ਹੋ। ਸਰਵਰ ਅਤੇ ਡਾਟਾ ਪ੍ਰਬੰਧਨ ਬਾਰੇ ਚਿੰਤਾ ਕੀਤੇ ਬਿਨਾਂ. ਬਸ ਡੋਮੇਨ API ਦੀ ਵਰਤੋਂ ਕਰੋ। ਤੁਹਾਡੇ ਕੋਲ ਉਪਭੋਗਤਾਵਾਂ, ਪ੍ਰਮਾਣੀਕਰਨ ਅਤੇ ਹੋਰ ਡੋਮੇਨ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੇ ਪ੍ਰਬੰਧਨ ਦੀ ਸਾਰੀ ਪ੍ਰਕਿਰਿਆ ਹੋਵੇਗੀ।"
  },
  "user_dashboard": {
    "title": "ਮੇਰੀ ਸ਼ਟਲ",
    "subtitle": "ਅਪ-ਟੂ-ਡੇਟ ਜਾਣਕਾਰੀ ਅਤੇ ਸਪਸ਼ਟ ਸੰਭਾਵਨਾ ਨਾਲ ਆਪਣੇ ਕਾਰੋਬਾਰ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।",
    "menu": {
      "affiliate": "ਐਫੀਲੀਏਟ",
      "monetize": "ਮੁਦਰੀਕਰਨ ਕਰੋ",
      "gift": "ਤੋਹਫ਼ਾ",
      "security": "ਸੁਰੱਖਿਆ",
      "access": "ਪਹੁੰਚ",
      "business": "ਕੰਪਨੀ",
      "wallet": "ਬਟੂਆ",
      "identification": "KYC",
      "stores": "ਸਟੋਰ",
      "roles": "ਭੂਮਿਕਾਵਾਂ",
      "home": "ਘਰ",
      "expert": "ਮਾਹਰ"
    },
    "shops": {
      "create_new": "ਨਵੀਂ ਦੁਕਾਨ ਬਣਾਓ",
      "create_new_sub": "ਮੁਫ਼ਤ",
      "create_new_sub_need_initial_charge": "ਪਹਿਲਾ ਸਟੋਰ ਬਣਾਉਣਾ ਮੁਫਤ ਹੈ। ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਲਈ ਸ਼ਾਇਦ ਇੱਕ ਦੁਕਾਨ ਕਾਫ਼ੀ ਹੈ, ਪਰ ਜੇਕਰ ਤੁਹਾਨੂੰ ਹੋਰ ਸਟੋਰ ਬਣਾਉਣ ਦੀ ਲੋੜ ਹੈ, ਤਾਂ ਇੱਕ ਨਵਾਂ ਸਟੋਰ ਬਣਾਉਣ ਦੀ ਲਾਗਤ 25$ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਵਾਲਿਟ ਖਾਤੇ ਵਿੱਚੋਂ ਰਕਮ ਕਢਵਾ ਲੈਂਦੇ ਹਾਂ।",
      "menu": {
        "title": "ਮੇਰੀਆਂ ਦੁਕਾਨਾਂ",
        "shops": "ਦੁਕਾਨਾਂ",
        "new": "ਨਵਾਂ"
      },
      "accept_invite_question": "ਕੀ ਤੁਸੀਂ ਇਹ ਸੱਦਾ ਸਵੀਕਾਰ ਕਰਦੇ ਹੋ?",
      "shop_card": {
        "menu_orders": {
          "physical": "ਭੌਤਿਕ ਉਤਪਾਦ ਆਰਡਰ",
          "virtual": "ਵਰਚੁਅਲ ਉਤਪਾਦ ਆਰਡਰ",
          "files": "ਆਰਡਰ ਫਾਈਲ ਕਰੋ",
          "services": "ਸੇਵਾ ਦੇ ਆਦੇਸ਼"
        },
        "status": "ਸਥਿਤੀ",
        "license": "ਲਾਇਸੰਸ",
        "volume": "ਵਰਤੀ ਗਈ ਥਾਂ",
        "expire": "ਲਾਇਸੰਸ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ",
        "products": "ਉਤਪਾਦ",
        "page_views": "ਵਿਚਾਰ",
        "user_behavior": "ਗਾਹਕ ਵਿਵਹਾਰ",
        "time_span": "{time} ਤੋਂ ਹੁਣ ਤੱਕ",
        "finance_report": "ਵਿੱਤੀ ਰਿਪੋਰਟ",
        "buys": "ਖਰੀਦਦਾਰੀ",
        "payments": "ਭੁਗਤਾਨ",
        "orders": "ਆਰਡਰ",
        "currency": "ਮੁਦਰਾ"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "ਗਾਹਕ ਫੀਡਬੈਕ",
      "title_small": "ਸੰਖੇਪ ਜਾਣਕਾਰੀ",
      "wishlist": "ਇੱਛਾ-ਸੂਚੀ",
      "comments": "ਟਿੱਪਣੀਆਂ",
      "likes": "ਪਸੰਦ ਹੈ",
      "favorites": "ਮਨਪਸੰਦ",
      "powers": "ਤਾੜੀਆਂ",
      "views": "ਵਿਚਾਰ",
      "report_today": "ਅੱਜ ਦੀ ਰਿਪੋਰਟ",
      "report_last7days": "ਪਿਛਲੇ 7 ਦਿਨਾਂ ਦੀ ਰਿਪੋਰਟ",
      "report_last30days": "ਪਿਛਲੇ 30 ਦਿਨਾਂ ਦੀ ਰਿਪੋਰਟ"
    }
  },
  "admin_shop": {
    "title": "ਸਟੋਰ",
    "menu": {
      "edit": "ਸੈਟਿੰਗਾਂ",
      "automation": "ਆਟੋਮੇਸ਼ਨ",
      "application": "ਐਪਲੀਕੇਸ਼ਨਾਂ",
      "access": "ਪਹੁੰਚ",
      "pages": "ਪੰਨੇ",
      "channels": "ਚੈਨਲ",
      "categories": "ਵਰਗ",
      "marketing": "ਮਾਰਕੀਟਿੰਗ",
      "customers": "ਗਾਹਕ",
      "logistic": "ਲੌਜਿਸਟਿਕ",
      "auditing": "ਲੇਖਾ",
      "incentives": "ਪ੍ਰੋਤਸਾਹਨ",
      "process_center": "ਆਰਡਰ",
      "blog": "ਬਲੌਗ",
      "products": "ਉਤਪਾਦ",
      "shops": "ਦੁਕਾਨਾਂ",
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "autopilot": "ਆਟੋਪਾਇਲਟ",
      "apps": "ਐਪਸ",
      "pos": "POS",
      "seo": "SEO",
      "localization": "ਸਥਾਨੀਕਰਨ"
    },
    "dashboard": {
      "title": "ਦੁਕਾਨ ਡੈਸ਼ਬੋਰਡ",
      "online_staff": "ਔਨਲਾਈਨ ਸਟਾਫ",
      "notify_referral": {
        "message": "ਦੋਸਤਾਂ ਨੂੰ ਆਪਣਾ ਸੱਦਾ ਲਿੰਕ ਭੇਜੋ ਅਤੇ ਮੁਫਤ ਵਾਊਚਰ ਪ੍ਰਾਪਤ ਕਰੋ।",
        "action": "ਮੇਰਾ ਰੈਫਰਲ ਲਿੰਕ"
      },
      "info": {
        "title": "ਤਕਨੀਕੀ",
        "subtitle": "ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ OS ਦੀ ਤਕਨੀਕੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ।",
        "shop_name": "ਦੁਕਾਨ ਦਾ ਨਾਮ",
        "shop_link": "ਦੁਕਾਨ ਲਿੰਕ",
        "site_map": "ਸਾਈਟਮੈਪ",
        "shop_domains": "ਡੋਮੇਨ",
        "shop_domains_msg": "ਕਨੈਕਟ ਕੀਤੀ ਕਸਟਮ ਡੋਮੇਨ ਸੂਚੀ।",
        "home_msg": "ਆਪਣੀ ਵੈੱਬਸਾਈਟ ਦਾ ਡਿਫੌਲਟ ਹੋਮਪੇਜ ਸੈਟ ਕਰੋ। ਇਸਨੂੰ ਹਰੇਕ ਕਸਟਮ ਡੋਮੇਨ ਲਈ ਬਦਲਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
        "add_domain": "ਨਵਾਂ ਡੋਮੇਨ ਸ਼ਾਮਲ ਕਰੋ",
        "currencies": "ਕਿਰਿਆਸ਼ੀਲ ਮੁਦਰਾਵਾਂ",
        "currencies_alert": "ਸਟੋਰ ਲਈ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਮੁਦਰਾ ਚੁਣੋ!",
        "status": "ਸਥਿਤੀ",
        "license": "ਲਾਇਸੰਸ",
        "expire": "ਲਾਇਸੰਸ ਦੀ ਮਿਆਦ ਪੁੱਗਣ ਦੀ ਮਿਤੀ",
        "upgrade_license_action": "{name} 'ਤੇ ਅੱਪਗ੍ਰੇਡ ਕਰੋ",
        "wage": "ਫੀਸ",
        "cpu_message": "ਤੁਹਾਡੇ ਦੁਆਰਾ ਖਰੀਦੀ ਗਈ ਯੋਜਨਾ ਲਈ ਤਿਆਰ ਕੀਤੇ ਸਰੋਤਾਂ ਦੀ ਸੰਖਿਆ ਅਤੇ ਉਹ ਸਰੋਤ ਜੋ ਤੁਸੀਂ ਆਪਣੀ ਸੇਵਾ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਦੇ ਹੋ।",
        "hide_domains": "ਮੇਰੇ ਡੋਮੇਨ ਓਹਲੇ ਕਰੋ",
        "show_domains": "ਮੇਰੇ ਡੋਮੇਨ ਦਿਖਾਓ",
        "table": {
          "primary": "ਪ੍ਰਾਇਮਰੀ",
          "url": "ਯੂਆਰਐਲ",
          "site_map": "ਸਾਈਟ ਦਾ ਨਕਸ਼ਾ",
          "enable": "ਯੋਗ ਕਰੋ",
          "indexed": "ਸੂਚੀਬੱਧ",
          "and_more": "& ਹੋਰ..",
          "auto_repair": "ਆਟੋ ਮੁਰੰਮਤ"
        },
        "add_dialog": {
          "title": "ਸਟੋਰ ਡੋਮੇਨ ਕੌਂਫਿਗਰ ਕਰੋ",
          "step1": "ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਮੁੱਲਾਂ ਤੋਂ ਇੱਕ DNS ਡੋਮੇਨ ਜਾਂ ਸਬਡੋਮੇਨ ਲਈ ਰਿਕਾਰਡ A ਦੀ IP ਸੀਮਾ ਪਰਿਭਾਸ਼ਿਤ ਕਰ ਸਕਦੇ ਹੋ:",
          "step2": "ਇੱਕ DNS TXT ਰਿਕਾਰਡ ਸ਼ਾਮਲ ਕਰੋ:",
          "set_ip_alert": "ਰਿਕਾਰਡ A <b>{ip}</b> ਦਾ IP ਮੁੱਲ ਸੈੱਟ ਕਰੋ।",
          "input_domain": "ਡੋਮੇਨ URL",
          "correct": "ਡੋਮੇਨ ਸੈਟਿੰਗਾਂ ਸਹੀ ਹਨ।",
          "set_message": "ਇਸ ਡੋਮੇਨ ਦੇ CNAME ਨੂੰ {cname} 'ਤੇ ਸੈੱਟ ਕਰੋ।",
          "input_domain_message": "http ਅਤੇ https ਤੋਂ ਬਿਨਾਂ ਡੋਮੇਨ ਨਾਮ ਦਰਜ ਕਰੋ।",
          "ssl_message": "ਆਪਣੀ ਵੈੱਬਸਾਈਟ ਲਈ SSL ਸਰਟੀਫਿਕੇਟ ਬਾਰੇ ਚਿੰਤਾ ਨਾ ਕਰੋ। ਇਹ ਪ੍ਰਮਾਣੀਕਰਣ Selldone (ਬੀਟਾ) ਦੁਆਰਾ ਆਪਣੇ ਆਪ ਤੁਹਾਡੇ ਡੋਮੇਨ ਲਈ ਜਾਰੀ ਕੀਤਾ ਜਾਵੇਗਾ।",
          "active": "ਡੋਮੇਨ ਕਿਰਿਆਸ਼ੀਲ ਹੈ",
          "inactive": "ਡੋਮੇਨ ਅਯੋਗ ਹੈ",
          "success_message": "ਵਧਾਈਆਂ, ਤੁਹਾਡੀ ਸਾਈਟ {domain} 'ਤੇ ਸਮਰੱਥ ਹੈ। ਤੁਸੀਂ ਇਸ ਡੋਮੇਨ ਰਾਹੀਂ ਆਪਣੇ ਕਾਰੋਬਾਰ ਅਤੇ ਬ੍ਰਾਂਡ ਨੂੰ ਦੁਨੀਆ ਦੇ ਸਾਹਮਣੇ ਪੇਸ਼ ਕਰ ਸਕਦੇ ਹੋ।",
          "delete_action": "ਕੀ ਡੋਮੇਨ ਨੂੰ ਮਿਟਾਉਣਾ ਹੈ?"
        },
        "set_home_dialog": {
          "title": "ਡੋਮੇਨ ਹੋਮ ਪੇਜ ਸੈੱਟ ਕਰੋ"
        },
        "notification": {
          "add_message": "ਡੋਮੇਨ ਪਤਾ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
          "update_message": "ਡੋਮੇਨ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਹੋਇਆ।",
          "delete_domain_message": "ਡੋਮੇਨ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਇਆ ਗਿਆ।"
        },
        "alert": {
          "title": "ਡੋਮੇਨ ਮਿਟਾਓ",
          "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਡੋਮੇਨ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਦੂਜਿਆਂ ਨੂੰ ਧੋਖਾਧੜੀ ਤੋਂ ਰੋਕਣ ਲਈ ਆਪਣੇ ਡੋਮੇਨ ਦੇ DNS ਰਿਕਾਰਡ ਮੁੱਲਾਂ ਨੂੰ ਰੀਸੈਟ ਕਰਨਾ ਯਕੀਨੀ ਬਣਾਓ।"
        }
      },
      "active_orders": {
        "title": "ਆਰਡਰ",
        "title_small": "ਭੌਤਿਕ, ਫਾਈਲ, ਵਰਚੁਅਲ ਅਤੇ ਸਰਵਿਸ ਆਰਡਰ",
        "pending_orders": "ਬਕਾਇਆ ਆਰਡਰ",
        "physical": "ਭੌਤਿਕ ਉਤਪਾਦ ਆਰਡਰ",
        "virtual": "ਵਰਚੁਅਲ ਉਤਪਾਦ ਆਰਡਰ",
        "file": "ਉਤਪਾਦ ਆਰਡਰ ਫਾਈਲ ਕਰੋ",
        "service": "ਸੇਵਾ ਉਤਪਾਦ ਆਰਡਰ"
      },
      "products": {
        "title": "ਵਸਤੂ ਸੂਚੀ",
        "title_small": "ਉਤਪਾਦ, ਸੇਵਾਵਾਂ, ਫ਼ਾਈਲਾਂ",
        "total_products": "ਕੁੱਲ ਉਤਪਾਦ ਕਿਸਮਾਂ"
      },
      "finance": {
        "title": "ਵਿੱਤੀ",
        "title_small": "ਵਿੱਤੀ ਰਿਪੋਰਟ",
        "total_30days_title": "ਕੁੱਲ ਵਿਕਰੀ ਰਕਮ",
        "last_30_day": "ਪਿਛਲੇ 30 ਦਿਨ",
        "pay_amount_chart_title": "ਭੁਗਤਾਨ",
        "sell_amount_chart_title": "ਵਿਕਰੀ",
        "discount_amount_chart_title": "ਛੂਟ",
        "currency_convert_to": "ਮੁਦਰਾ ਨੂੰ",
        "active_currencies": "ਕਿਰਿਆਸ਼ੀਲ ਮੁਦਰਾਵਾਂ",
        "sell_count_chart_title": "ਵੇਰੀਐਂਟ ਦੁਆਰਾ ਵਿਕਰੀ ਦੀ ਸੰਖਿਆ",
        "active_gateways": "ਕਿਰਿਆਸ਼ੀਲ ਭੁਗਤਾਨ ਗੇਟਵੇ",
        "received_last_24h": "ਪਿਛਲੇ 7 ਘੰਟਿਆਂ ਵਿੱਚ ਪ੍ਰਾਪਤ ਹੋਇਆ",
        "pie": {
          "title": "ਅੱਜ ਦੀ ਵਿਕਰੀ ਅਨੁਪਾਤ",
          "no_data": "ਅੱਜ ਕੋਈ ਵਿਕਰੀ ਨਹੀਂ ਹੈ"
        },
        "pay_amount": "ਭੁਗਤਾਨ ਦੀ ਰਕਮ",
        "sell_amount": "ਵਿਕਰੀ ਦੀ ਰਕਮ",
        "discount_amount": "ਛੂਟ ਦੀ ਰਕਮ",
        "sell_count": "ਵਿਕਰੀ ਦੀ ਗਿਣਤੀ",
        "table": {
          "currency": "ਮੁਦਰਾ",
          "total_sell_30days": "30 ਦਿਨਾਂ ਦੀ ਕੁੱਲ ਵਿਕਰੀ",
          "sell_daily": "ਰੋਜ਼ਾਨਾ ਵਿਕਰੀ ਦਰ",
          "sell": "ਵਿਕਰੀ",
          "pay": "ਭੁਗਤਾਨ ਕਰੋ"
        }
      },
      "customers": {
        "title": "ਖਰੀਦਦਾਰ ਗਾਹਕ",
        "title_small": "ਪਰਿਵਰਤਨ ਰਿਪੋਰਟ",
        "total_customers": "ਕੁੱਲ",
        "new_customers_today": "ਅੱਜ",
        "new_customers_week": "ਪਿਛਲੇ 7 ਦਿਨ",
        "orders_count": "ਆਰਡਰ ਦੀ ਗਿਣਤੀ",
        "days_range": "ਦਿਨਾਂ ਦੀ ਰੇਂਜ",
        "new_users": "ਨਵੇਂ ਰਜਿਸਟਰਡ ਉਪਭੋਗਤਾ",
        "chart": {
          "new_customers": "ਨਵੇਂ ਗਾਹਕ",
          "customers": "ਕੁੱਲ ਗਾਹਕ"
        }
      },
      "plugins": {
        "title": "ਪਲੱਗਇਨ",
        "title_small": "ਸਥਾਪਿਤ ਕੀਤਾ"
      },
      "performance": {
        "title": "ਅੱਜ",
        "title_small": "ਉਪਭੋਗਤਾ ਅਤੇ ਵਿਕਰੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ",
        "users": "ਉਪਭੋਗਤਾ",
        "views": "ਵਿਚਾਰ",
        "orders": "ਆਰਡਰ",
        "payments": "ਭੁਗਤਾਨ",
        "no_visitor_today": "ਅੱਜ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਮਹਿਮਾਨ ਨਹੀਂ ਸੀ।"
      }
    },
    "products": {
      "title": "ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ",
      "products_list": "ਸੂਚੀ 'ਤੇ ਵਾਪਸ ਜਾਓ",
      "products_menu": "ਉਤਪਾਦ ਪ੍ਰਬੰਧਨ",
      "process_que": "ਆਯਾਤ ਉਤਪਾਦਾਂ ਦੀ ਪ੍ਰੋਸੈਸਿੰਗ",
      "view_que_list": "ਕਤਾਰ ਸੂਚੀ ਵੇਖੋ",
      "menu_products_list": "ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ",
      "menu_export": "ਉਤਪਾਦ ਨਿਰਯਾਤ",
      "menu_import": "ਉਤਪਾਦ ਆਯਾਤ ਕਰੋ",
      "menu_show_deletes": "ਮਿਟਾਏ ਗਏ ਉਤਪਾਦ ਦਿਖਾਓ",
      "drop_import_message": "ਬਲਕ ਉਤਪਾਦਾਂ ਨੂੰ ਜੋੜਨਾ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ ਫਾਈਲ (CSV, XLS, XLSX ਫਾਰਮੈਟ) ਨੂੰ ਇੱਥੇ ਸੁੱਟੋ। ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਫਾਈਲ ਵਿੱਚ Selldone ਉਤਪਾਦ ਸੂਚੀ ਫਾਰਮੈਟ ਹੈ।",
      "product_widget": {
        "product_type": "ਉਤਪਾਦ ਦੀ ਕਿਸਮ",
        "price": "ਕੀਮਤ",
        "value_added": "ਕਮਿਸ਼ਨ",
        "discount": "ਛੂਟ",
        "in_stock": "ਭੰਡਾਰ ਵਿੱਚ",
        "product_unit": "ਯੂਨਿਟ",
        "total_sell": "ਕੁੱਲ ਵਿਕਰੀ",
        "total_view": "ਕੁੱਲ ਦ੍ਰਿਸ਼",
        "view_unit": "ਵਾਰ",
        "review_unit": "ਸਮੀਖਿਆਵਾਂ"
      },
      "folder_widget": {
        "products": "ਉਤਪਾਦ",
        "products_unit": "ਕਿਸਮਾਂ",
        "sub_categories": "ਵਰਗ",
        "sub_categories_unit": "ਇਕਾਈ",
        "views": "ਵਿਚਾਰ",
        "views_unit": "ਵਾਰ"
      }
    },
    "blogs": {
      "new": "ਨਵਾਂ ਲਿਖੋ",
      "blogs": "ਬਲੌਗ",
      "list": {
        "title": "ਮੇਰੇ ਲੇਖ",
        "waiting_message": "ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ... ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ",
        "published": "ਪ੍ਰਕਾਸ਼ਿਤ",
        "draft": "ਡਰਾਫਟ",
        "private": "ਨਿਜੀ",
        "public": "ਜਨਤਕ",
        "table": {
          "title": "ਸਿਰਲੇਖ",
          "author": "ਲੇਖਕ",
          "claps": "ਤਾੜੀਆਂ",
          "like": "ਪਸੰਦ ਹੈ",
          "comments": "ਟਿੱਪਣੀਆਂ",
          "views": "ਵਿਚਾਰ",
          "publish_state": "ਸਥਿਤੀ",
          "created_at": "ਬਣਾਉਣ ਦੀ ਮਿਤੀ",
          "updated_at": "ਆਖਰੀ ਅੱਪਡੇਟ"
        }
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ... ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ",
        "rejected": "ਰੱਦ ਕਰ ਦਿੱਤਾ",
        "delivery": "ਸ਼ਿਪਿੰਗ",
        "discount": "ਛੂਟ",
        "not_paid": "ਭੁਗਤਾਨ ਨਹੀਂ ਕੀਤਾ ਗਿਆ",
        "table": {
          "order_number": "ਆਰਡਰ ਕੋਡ",
          "order_date": "ਚੈੱਕਆਉਟ ਮਿਤੀ",
          "status": "ਆਖਰੀ ਸਥਿਤੀ",
          "price": "ਕੁੱਲ ਮਾਤਰਾ",
          "payment_status": "ਭੁਗਤਾਨ ਸਥਿਤੀ"
        }
      },
      "virtual": {
        "waiting_message": "ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ... ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ",
        "discount": "ਛੂਟ",
        "table": {
          "order_number": "ਆਰਡਰ ਕੋਡ",
          "product": "ਉਤਪਾਦ",
          "order_date": "ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਮਿਤੀ",
          "status": "ਆਖਰੀ ਸਥਿਤੀ",
          "price": "ਕੁੱਲ ਮਾਤਰਾ",
          "payment_status": "ਭੁਗਤਾਨ ਸਥਿਤੀ"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "ਐਕਸਚੇਂਜ",
        "gateway": "ਗੇਟਵੇ",
        "invoice": "ਬਿਲਿੰਗ",
        "report": "ਰਿਪੋਰਟ",
        "tax": "ਟੈਕਸ",
        "drop_shipping": "ਵਿਕਰੇਤਾ ਰਸੀਦਾਂ",
        "reseller_accounts": "ਵਿਕਰੇਤਾ ਖਾਤੇ"
      },
      "invoice": {
        "title": "ਲਿੰਕਡ ਵਾਲਿਟ ਖਰੀਦੋ",
        "subtitle": "ਇਹਨਾਂ ਵਾਲਿਟ ਖਾਤਿਆਂ ਤੋਂ ਖਰਚੇ, ਕਮਿਸ਼ਨ ਅਤੇ ਸਟੋਰ ਦੇ ਖਰਚੇ ਕੱਟੇ ਜਾਂਦੇ ਹਨ।",
        "title_add": "ਨਵਾਂ ਵਾਲਿਟ ਖਾਤਾ ਕਨੈਕਟ ਕਰੋ",
        "subtitle_add": "ਤੁਹਾਨੂੰ ਹਰੇਕ ਮੁਦਰਾ ਲਈ ਇੱਕ ਨਵਾਂ ਵਾਲਿਟ ਬਣਾਉਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਇਸਨੂੰ ਆਪਣੇ ਸਟੋਰ ਨਾਲ ਜੋੜਨਾ ਚਾਹੀਦਾ ਹੈ। ਇਸ ਬਟੂਏ ਤੋਂ ਸੇਵਾ ਫੀਸ ਵਾਪਸ ਲੈ ਲਈ ਜਾਵੇਗੀ।",
        "add_account": "ਖਾਤਾ ਸ਼ਾਮਲ ਕਰੋ",
        "charge_account": "ਚਾਰਜ ਖਾਤਾ",
        "show_transaction": "ਲੈਣ-ਦੇਣ ਦਿਖਾਓ",
        "table": {
          "currency": "ਮੁਦਰਾ",
          "account_number": "ਅਕਾਊਂਟ ਨੰਬਰ",
          "account_name": "ਅਕਾਉਂਟ ਦਾ ਨਾਂ",
          "balance": "ਸੰਤੁਲਨ",
          "free_balance": "ਉਪਲਬਧ ਬਕਾਇਆ",
          "actions": "ਹਟਾਓ"
        },
        "add_account_dialog": {
          "title": "ਕ੍ਰੈਡਿਟ ਖਾਤੇ ਨੂੰ ਸਟੋਰ ਨਾਲ ਕਨੈਕਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ",
          "subtitle": "ਜਦੋਂ ਤੁਸੀਂ Selldone ਨਾਲ ਵਾਲਿਟ ਖਾਤਾ ਖੋਲ੍ਹਦੇ ਹੋ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਕਿਸੇ ਹੋਰ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਵਾਂਗ ਇੱਕ ਵਰਚੁਅਲ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਅਤੇ ਖਾਤਾ ਦੇਵਾਂਗੇ। Selldone ਵਿਕਰੀ ਫੀਸ ਇਸ ਖਾਤੇ ਤੋਂ ਕੱਟੀ ਜਾਵੇਗੀ, ਪਰ ਜੇਕਰ ਤੁਹਾਡੇ ਖਾਤੇ ਦਾ ਬਕਾਇਆ ਕਾਫ਼ੀ ਨਹੀਂ ਹੈ, ਤਾਂ ਇਹ ਰਕਮ ਬਕਾਇਆ ਹੋਵੇਗੀ। ਤੁਸੀਂ ਸੇਲਡੋਨ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ ਜਿੰਨੀ ਤੁਹਾਨੂੰ ਲੋੜ ਹੈ।",
          "account_number": "ਅਕਾਊਂਟ ਨੰਬਰ",
          "account_number_input_message": "ਸਟੋਰ ਨੂੰ ਇਸ ਖਾਤੇ ਨਾਲ ਲਿੰਕ ਕੀਤਾ ਜਾਵੇਗਾ। ਇਹ ਖਾਤਾ ਫੀਸਾਂ ਅਤੇ ਖਰਚਿਆਂ ਲਈ ਵਰਤਿਆ ਜਾਵੇਗਾ।",
          "balance": "ਖਾਤੇ ਦਾ ਬਕਾਇਆ",
          "connect_account_to_shop": "ਖਾਤੇ ਨੂੰ ਸਟੋਰ ਨਾਲ ਕਨੈਕਟ ਕਰੋ"
        },
        "notifications": {
          "connect_account_success": "ਖਾਤਾ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
          "delete_account_success": "ਸਟੋਰ ਤੋਂ ਖਾਤਾ ਸਫਲਤਾਪੂਰਵਕ ਹਟਾਇਆ ਗਿਆ।"
        },
        "alert": {
          "delete_account": "ਖਾਤਾ ਡਿਸਕਨੈਕਟ ਕਰੋ",
          "delete_account_message": "ਕੀ ਤੁਸੀਂ ਸਟੋਰ ਖਾਤਿਆਂ ਦੀ ਸੂਚੀ ਵਿੱਚੋਂ ਇਸ ਖਾਤੇ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
          "delete_account_action": "ਖਾਤਾ ਮਿਟਾਓ"
        },
        "inform_charge_account": "ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਚਾਰਜ ਕਰੋ!",
        "inform_charge_account_critical": "ਸੇਵਾ ਮੁਅੱਤਲੀ ਨੂੰ ਰੋਕਣ ਲਈ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਚਾਰਜ ਕਰੋ!"
      },
      "gateway": {
        "title": "ਭੁਗਤਾਨ ਵਿਧੀਆਂ",
        "sub_title": "ਕਿਰਿਆਸ਼ੀਲ ਭੁਗਤਾਨ ਵਿਧੀਆਂ ਦੀ ਸੂਚੀ। ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੀ ਦੁਕਾਨ ਵਿੱਚ ਇੱਕ ਨਵਾਂ ਤਰੀਕਾ ਜੋੜਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ ਨੂੰ ਦਬਾਓ। ਅਸੀਂ ਜ਼ੋਰਦਾਰ ਸਿਫਾਰਸ਼ ਕਰਦੇ ਹਾਂ ਕਿ 10 ਤੋਂ ਵੱਧ ਭੁਗਤਾਨ ਗੇਟਵੇ ਸ਼ਾਮਲ ਨਾ ਕੀਤੇ ਜਾਣ।",
        "add_gateway": "ਨਵੀਂ ਭੁਗਤਾਨ ਵਿਧੀ",
        "add_gateway_dialog": {
          "title": "ਮੁਦਰਾ ਚੁਣੋ",
          "country_currencies": "ਸਥਾਨਕ ਮੁਦਰਾਵਾਂ",
          "crypto_currencies": "ਕ੍ਰਿਪਟੋਕਰੰਸੀ",
          "active_gateways": "ਕਿਰਿਆਸ਼ੀਲ ਭੁਗਤਾਨ ਵਿਧੀਆਂ",
          "confirm": "ਭੁਗਤਾਨ ਵਿਧੀ ਸ਼ਾਮਲ ਕਰੋ"
        }
      },
      "exchange": {
        "title": "ਕਿਰਿਆਸ਼ੀਲ ਮੁਦਰਾਵਾਂ ਸਟੋਰ ਕਰੋ",
        "subtitle": "ਉਪਭੋਗਤਾ ਸਰਗਰਮ ਮੁਦਰਾਵਾਂ ਵਿੱਚੋਂ ਇੱਕ ਦੀ ਚੋਣ ਕਰਨ ਦੇ ਯੋਗ ਹੋਣਗੇ ਅਤੇ ਉਤਪਾਦਾਂ ਦੀਆਂ ਕੀਮਤਾਂ ਦੀ ਗਣਨਾ ਕੀਤੀ ਜਾਵੇਗੀ ਅਤੇ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀ ਜਾਵੇਗੀ। ਇਹ ਐਕਸਚੇਂਜ ਰੇਟ ਦਰਜ ਕਰਨਾ ਵਿਕਰੇਤਾ 'ਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈ।",
        "shop_currencies_input": "ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਕਿਰਿਆਸ਼ੀਲ ਮੁਦਰਾਵਾਂ",
        "shop_currencies_input_error": "ਘੱਟੋ-ਘੱਟ ਇੱਕ ਮੁਦਰਾ ਚੁਣੋ",
        "rates": {
          "title": "ਮੁਦਰਾ ਵਟਾਂਦਰਾ ਦਰ",
          "sub_title": "ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੀਆਂ ਕਿਸੇ ਵੀ ਮੁਦਰਾਵਾਂ ਦੇ ਆਧਾਰ 'ਤੇ ਉਤਪਾਦ ਦੀਆਂ ਕੀਮਤਾਂ ਦਾਖਲ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਉਤਪਾਦ ਦੀਆਂ ਕੀਮਤਾਂ ਤੁਹਾਡੀਆਂ ਮੁਦਰਾਵਾਂ ਦੇ ਵਿਚਕਾਰ ਪਰਿਵਰਤਨ ਦਰਾਂ 'ਤੇ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਗਿਣੀਆਂ ਜਾਣਗੀਆਂ।",
          "message": "ਮੁਦਰਾਵਾਂ ਦੇ ਵਿਚਕਾਰ ਐਕਸਚੇਂਜ ਦਰਾਂ ਨੂੰ ਦਾਖਲ ਕਰਨ ਨਾਲ, ਤੁਹਾਡੇ ਉਤਪਾਦਾਂ ਦੀਆਂ ਕੀਮਤਾਂ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਗਣਨਾ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ ਅਤੇ ਅਪਡੇਟ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ।",
          "add_new_rate": "ਨਵੀਂ ਦਰ ਸ਼ਾਮਲ ਕਰੋ"
        },
        "table": {
          "waiting_receive_data": "ਜਾਣਕਾਰੀ ਮਿਲ ਰਹੀ ਹੈ...ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ",
          "rate_input": "ਐਕਸਚੇਂਜ ਦਰ",
          "from": "ਤੋਂ",
          "to": "ਨੂੰ",
          "exchange_rate": "ਐਕਸਚੇਂਜ ਦਰ",
          "edit": "ਸੰਪਾਦਿਤ ਕਰੋ",
          "delete": "ਮਿਟਾਓ",
          "auto": "ਆਟੋ ਰੇਟ"
        },
        "add_rate_dialog": {
          "title": "ਐਕਸਚੇਂਜ ਰੇਟ ਸੈੱਟ ਕਰੋ",
          "message": "ਜਾਣਕਾਰੀ ਦਰਜ ਕਰਨ ਵਿੱਚ ਸਾਵਧਾਨ ਰਹੋ। ਤੁਹਾਡੇ ਉਤਪਾਦਾਂ ਦੀਆਂ ਕੀਮਤਾਂ ਇੱਥੇ ਦਰਜ ਕੀਤੀਆਂ ਦਰਾਂ ਦੇ ਆਧਾਰ 'ਤੇ ਗਿਣੀਆਂ ਜਾਣਗੀਆਂ।",
          "currency_from": "ਮੁਦਰਾ ਤੋਂ",
          "currency_to": "ਮੁਦਰਾ ਨੂੰ",
          "exchange_rate": "ਐਕਸਚੇਂਜ ਦਰ"
        },
        "alert": {
          "title": "ਪਰਿਵਰਤਨ ਦਰ ਨੂੰ ਮਿਟਾਓ",
          "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਪਰਿਵਰਤਨ ਦਰ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
          "action": "ਮਿਟਾਓ"
        },
        "notifications": {
          "delete_success": "ਐਕਸਚੇਂਜ ਦਰ ਹਟਾਈ ਗਈ।",
          "add_success": "ਐਕਸਚੇਂਜ ਦਰ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।",
          "update_success": "ਸਟੋਰ ਸਰਗਰਮ ਮੁਦਰਾਵਾਂ ਅੱਪਡੇਟ ਕੀਤੀਆਂ ਗਈਆਂ।"
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "ਗੋਦਾਮ",
        "subtitle": "ਮੇਰੇ ਗੋਦਾਮਾਂ ਦੀ ਸੂਚੀ।"
      },
      "warehouse_btn": "ਨਵਾਂ ਵੇਅਰਹਾਊਸ ਸ਼ਾਮਲ ਕਰੋ",
      "warehouse_btn_error": "ਆਪਣਾ ਵੇਅਰਹਾਊਸ, ਸਟੋਰ, ਜਾਂ ਆਪਣੇ ਕਾਰੋਬਾਰ ਦਾ ਮੂਲ ਸੈੱਟ ਕਰੋ। ਸ਼ਿਪਿੰਗ ਲਾਗਤ ਦੀ ਗਣਨਾ ਅਤੇ ਚੈੱਕਆਉਟ ਪ੍ਰਕਿਰਿਆ ਵਿੱਚ ਹੋਣਾ ਬਹੁਤ ਜ਼ਰੂਰੀ ਹੈ।",
      "size_unit": {
        "title": "ਆਕਾਰ ਯੂਨਿਟ",
        "subtitle": "ਲੰਬਾਈ, ਚੌੜਾਈ ਅਤੇ ਉਚਾਈ ਲਈ ਵਰਤੀ ਗਈ ਇਕਾਈ।"
      },
      "mass_unit": {
        "title": "ਪੁੰਜ ਯੂਨਿਟ",
        "subtitle": "ਵਜ਼ਨ ਲਈ ਵਰਤੀ ਗਈ ਇਕਾਈ।"
      },
      "menu": {
        "return_request": "ਵਾਪਸ ਆ",
        "delivery": "ਸ਼ਿਪਿੰਗ",
        "inventory": "ਵਸਤੂ ਸੂਚੀ",
        "warehouse": "ਵੇਅਰਹਾਊਸ",
        "logistic_apps": "ਲੌਜਿਸਟਿਕਸ"
      },
      "warehouse": {
        "title": "ਸਟੋਰ ਵੇਅਰਹਾਊਸ",
        "sub_title": "ਇਹ ਪਤਾ ਸ਼ਿਪਿੰਗ ਦੇ ਮੂਲ ਵਜੋਂ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।",
        "table": {
          "title": "ਵਸਤੂ ਸੂਚੀ",
          "sub_title": "ਭੌਤਿਕ, ਵਰਚੁਅਲ, ਫਾਈਲ ਅਤੇ ਸੇਵਾ ਸਮੇਤ ਸਾਰੇ ਸਟੋਰ ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ"
        }
      },
      "delivery": {
        "title": "ਸ਼ਿਪਿੰਗ ਢੰਗ",
        "sub_title": "ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ ਮੁੱਲਾਂ ਨੂੰ ਸੈਟ ਕਰਕੇ, ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਕਈ ਤਰ੍ਹਾਂ ਦੇ ਭੇਜਣ ਦੇ ਢੰਗਾਂ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ ਕੈਸ਼ ਆਨ ਡਿਲਿਵਰੀ ਵਿਧੀ ਨੂੰ ਵੀ ਕਿਰਿਆਸ਼ੀਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
        "add_transportation": "ਆਵਾਜਾਈ ਸ਼ਾਮਲ ਕਰੋ",
        "delivery_form": {
          "payment": "ਭੁਗਤਾਨ ਵਿਕਲਪ",
          "limits": "ਸੀਮਾਵਾਂ",
          "currency_input": "ਲਾਗਤ ਦੀ ਗਣਨਾ ਲਈ ਹਵਾਲਾ ਮੁਦਰਾ",
          "currency_input_message": "ਲਾਗਤਾਂ ਦੀ ਗਣਨਾ ਇਸ ਮੁਦਰਾ ਵਿੱਚ ਕੀਤੀ ਜਾਂਦੀ ਹੈ",
          "distance_input": "ਗੋਦਾਮ ਤੋਂ ਕਵਰ ਕੀਤੀ ਦੂਰੀ",
          "distance_input_message": "0 ਜਾਂ -1 ਦਾ ਮਤਲਬ ਹੈ ਕੋਈ ਸੀਮਾ ਨਹੀਂ।",
          "max_weight_input": "ਅਧਿਕਤਮ ਸਵੀਕਾਰਯੋਗ ਪੈਕ ਵਜ਼ਨ",
          "max_weight_input_message": "0 ਜਾਂ -1 ਦਾ ਮਤਲਬ ਹੈ ਕੋਈ ਸੀਮਾ ਨਹੀਂ।",
          "max_size_input": "ਵੱਧ ਤੋਂ ਵੱਧ ਪੈਕੇਜ ਮਾਪ",
          "width": "ਚੌੜਾਈ",
          "length": "ਲੰਬਾਈ",
          "height": "ਉਚਾਈ",
          "days_input": "ਉਪਲਬਧ ਡਿਲੀਵਰੀ ਤਾਰੀਖਾਂ",
          "days_input_nodata": "ਡਿਲੀਵਰੀ ਦਿਨ ਚੁਣੋ",
          "hours_input": "ਡਿਲੀਵਰੀ ਦੇ ਸਮੇਂ ਉਪਲਬਧ ਹਨ",
          "hours_input_nodata": "ਇੱਕ ਸਮਾਂ ਮਿਆਦ ਚੁਣੋ",
          "vacation_input": "ਕੀ ਤੁਸੀਂ ਛੁੱਟੀਆਂ 'ਤੇ ਡਿਲੀਵਰੀ ਕਰਦੇ ਹੋ?",
          "cod_input": "ਸਪੋਰਟ ਸੀਓਡੀ",
          "cod_input_message": "ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡੀ ਸ਼ਿਪਿੰਗ ਸੇਵਾ COD ਨੂੰ ਸਵੀਕਾਰ ਕਰਦੀ ਹੈ।",
          "sod_input": "ਕੀ ਤੁਸੀਂ COD ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹੋ?",
          "sod_input_message": "ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡੀ ਸ਼ਿਪਿੰਗ ਸੇਵਾ COD ਨੂੰ ਸਵੀਕਾਰ ਕਰਦੀ ਹੈ।",
          "pricing": "ਕੀਮਤ ਦੀ ਗਣਨਾ ਕਰੋ",
          "const_input": "ਸਥਿਰ ਲਾਗਤ",
          "distance_cof_input": "ਲਾਗਤ-ਤੋਂ-ਦੂਰੀ ਗੁਣਾਂਕ",
          "distance_cof_input_dim": "ਪ੍ਰਤੀ {dim}",
          "weight_cof_input": "ਲਾਗਤ-ਤੋਂ-ਵਜ਼ਨ ਕਾਰਕ",
          "weight_cof_input_dim": "ਪ੍ਰਤੀ {dim}",
          "price_cof_input": "ਉਤਪਾਦ ਕੀਮਤ ਕਾਰਕ ਲਈ ਸ਼ਿਪਿੰਗ ਦੀ ਲਾਗਤ",
          "price_cof_input_message": "ਬੀਮੇ ਦੀਆਂ ਲਾਗਤਾਂ ਅਤੇ ਹੋਰ ਸੇਵਾਵਾਂ ਜਿਵੇਂ ਕਿ COD ਲਾਗਤਾਂ ਸ਼ਾਮਲ ਹਨ।",
          "price_cof_input_dim": "ਪ੍ਰਤੀ {dim}",
          "distance_weight_cof_input": "ਭਾਰ ਗੁਣਕ ਦੁਆਰਾ ਲਾਗਤ ਗੁਣਕ",
          "distance_weight_cof_input_dim": "ਹਰ {weight} ਪ੍ਰਤੀ {distance} ਲਈ",
          "free_shipping_input": "ਮੁਫਤ ਸ਼ਿਪਿੰਗ",
          "free_shipping_limit_input": "ਮੁਫ਼ਤ ਸ਼ਿਪਿੰਗ ਲਈ ਘੱਟੋ-ਘੱਟ ਆਰਡਰ ਦੀ ਲਾਗਤ",
          "notifications": {
            "update_success": "ਸ਼ਿਪਿੰਗ ਸੇਵਾ ਸੈਟਿੰਗਾਂ ਸਫਲਤਾਪੂਰਵਕ ਮੁਕੰਮਲ ਹੋਈਆਂ।"
          }
        }
      }
    },
    "users": {
      "menu": {
        "customers": "ਗਾਹਕ",
        "contact_form": "ਸੰਪਰਕ",
        "faq": "FAQ",
        "club": "ਕਲੱਬ",
        "report": "ਰਿਪੋਰਟ"
      },
      "report": {
        "title": "ਗਾਹਕਾਂ ਦੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ",
        "sub_title": "ਤੁਸੀਂ ਇੱਥੇ ਆਪਣੇ ਗਾਹਕਾਂ ਦੀ ਲਾਈਵ ਸਥਿਤੀ ਦੇਖੋਗੇ।",
        "report_30days_by_time": "ਪਿਛਲੇ 30 ਦਿਨਾਂ ਵਿੱਚ ਮਿਤੀ ਅਤੇ ਸਮੇਂ ਦੇ ਅਧਾਰ ਤੇ ਉਪਭੋਗਤਾ ਦੀ ਗਤੀਵਿਧੀ",
        "report_30days_by_location": "ਪਿਛਲੇ 30 ਦਿਨਾਂ ਵਿੱਚ ਭੂ-ਸਥਾਨ ਉਪਭੋਗਤਾਵਾਂ ਦੀ ਗਤੀਵਿਧੀ"
      },
      "club": {
        "title": "ਗਾਹਕ ਕਲੱਬ",
        "sub_title": "ਹਰ ਪੱਧਰ ਨੂੰ ਸਰਗਰਮ ਕਰਨ ਲਈ ਮਹੀਨਾਵਾਰ ਅਤੇ ਸਾਲਾਨਾ ਖਰੀਦ ਰਕਮ ਅਤੇ ਮੁਦਰਾ ਦਾਖਲ ਕਰੋ। ਤੁਹਾਡੇ ਗਾਹਕ ਤੁਹਾਡੇ ਗਾਹਕ ਕਲੱਬ ਵਿੱਚ ਲੌਗਇਨ ਹੋ ਜਾਣਗੇ ਕਿਉਂਕਿ ਉਹ ਮਹੀਨਾਵਾਰ ਜਾਂ ਸਾਲਾਨਾ ਖਰੀਦਦਾਰੀ ਦੀਆਂ ਲੋੜਾਂ ਨੂੰ ਪੂਰਾ ਕਰਦੇ ਹਨ।",
        "item": {
          "members_count": "ਮੈਂਬਰਾਂ ਦੀ ਗਿਣਤੀ",
          "purchases_count": "ਆਦੇਸ਼ਾਂ ਦੀ ਸੰਖਿਆ",
          "monthly": "ਮਹੀਨਾਵਾਰ",
          "annually": "ਸਾਲਾਨਾ",
          "discount_percent": "ਛੂਟ ਦੀ ਦਰ",
          "discount_limit": "ਛੂਟ ਸੀਮਾ"
        },
        "edit_dialog": {
          "title": "ਗਾਹਕ ਪੱਧਰ ਪ੍ਰਬੰਧਨ",
          "currency_input": "ਮੁਦਰਾ",
          "currency_input_message": "ਇਸ ਮੁਦਰਾ ਵਿੱਚ ਕੁੱਲ ਖਰੀਦਦਾਰੀ ਦੀ ਗਣਨਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।",
          "free_shipping_input": "ਮੁਫਤ ਸ਼ਿਪਿੰਗ",
          "monthly_input": "ਮਹੀਨਾਵਾਰ ਖਰੀਦ ਦਰ",
          "annually_input": "ਸਲਾਨਾ ਖਰੀਦ ਦਰ",
          "discount_percent_input": "ਕਲੱਬ ਦੇ ਮੈਂਬਰਾਂ ਲਈ ਛੂਟ ਦੀ ਦਰ",
          "discount_limit_input": "ਛੂਟ ਸੀਮਾ",
          "description_input": "ਵਰਣਨ",
          "description_input_message": "ਇਸ ਪੱਧਰ ਦਾ ਸੰਖੇਪ ਵੇਰਵਾ ਦਰਜ ਕਰੋ।"
        },
        "notifications": {
          "update_success": "ਬਦਲਾਵ ਗਾਹਕ ਕਲੱਬ 'ਤੇ ਲਾਗੂ ਕੀਤੇ ਗਏ ਹਨ।"
        }
      },
      "faq": {
        "title": "ਅਕਸਰ ਪੁੱਛੇ ਜਾਣ ਵਾਲੇ ਸਵਾਲ",
        "sub_title": "ਆਪਣੇ ਗਾਹਕਾਂ ਦੇ ਸਵਾਲਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ, ਸੰਪਾਦਿਤ ਕਰੋ ਅਤੇ ਜਵਾਬ ਦਿਓ।"
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "ਮੁਹਿੰਮਾਂ",
        "cross_selling": "ਕਰਾਸ ਸੇਲਿੰਗ",
        "affiliate": "ਐਫੀਲੀਏਟ",
        "emails": "ਈਮੇਲਾਂ",
        "funnel": "ਫਨਲ"
      },
      "campaign": {
        "name_input_placeholder": "ਮੁਹਿੰਮ ਦਾ ਨਾਮ",
        "name_input_message": "ਆਪਣੀ ਮੁਹਿੰਮ ਦਾ ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ।",
        "create_campaign_action": "ਨਵੀਂ ਮੁਹਿੰਮ ਬਣਾਓ",
        "table": {
          "title": "ਸਿਰਲੇਖ",
          "state": "ਸਥਿਤੀ",
          "discount": "ਛੂਟ",
          "landing": "ਲੈਂਡਿੰਗ ਪੰਨਾ",
          "start": "ਸ਼ੁਰੂ ਕਰੋ",
          "end": "ਅੰਤ"
        },
        "notifications": {
          "add_success_title": "ਇੱਕ ਮੁਹਿੰਮ ਬਣਾਓ",
          "add_success": "ਤੁਹਾਡੀ ਮੁਹਿੰਮ ਬਣਾਈ ਗਈ ਸੀ।"
        }
      }
    },
    "categories": {
      "title": "ਸ਼੍ਰੇਣੀ ਸੂਚੀ",
      "subtitle": "ਸ਼੍ਰੇਣੀਆਂ ਤੁਹਾਡੇ ਔਨਲਾਈਨ ਸਟੋਰ ਦੀ ਮੁੱਖ ਵਿਸ਼ੇਸ਼ਤਾ ਹਨ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਇੱਕ ਆਧੁਨਿਕ ਸਟੋਰਫਰੰਟ ਬਣਾਉਣ ਅਤੇ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਲਈ ਸਹੀ ਉਤਪਾਦਾਂ ਨੂੰ ਲੱਭਣਾ ਆਸਾਨ ਬਣਾਉਣ ਲਈ ਇਹਨਾਂ ਸ਼ਕਤੀਸ਼ਾਲੀ ਸ਼੍ਰੇਣੀਬੱਧ ਸਾਧਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਉਤਸ਼ਾਹਿਤ ਕਰਦੇ ਹਾਂ।",
      "menu": {
        "add_new": "ਨਵੀਂ ਸ਼੍ਰੇਣੀ ਸ਼ਾਮਲ ਕਰੋ",
        "categories_list": "ਸ਼੍ਰੇਣੀਆਂ ਦੀ ਸੂਚੀ",
        "export": "ਸ਼੍ਰੇਣੀਆਂ ਨੂੰ ਨਿਰਯਾਤ ਕਰੋ",
        "import": "ਆਯਾਤ ਸ਼੍ਰੇਣੀਆਂ (CSV)"
      },
      "graph": {
        "title": "ਸ਼੍ਰੇਣੀਆਂ ਦੀ ਲੜੀ",
        "subtitle": "ਤੁਸੀਂ ਆਪਣੀਆਂ ਸਟੋਰ ਸ਼੍ਰੇਣੀਆਂ ਅਤੇ ਉਪਭੋਗਤਾ ਉਹਨਾਂ ਨੂੰ ਕਿਵੇਂ ਨੈਵੀਗੇਟ ਕਰਦੇ ਹਨ ਦੀ ਪੂਰੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ। ਸ਼੍ਰੇਣੀਆਂ ਦੇ ਸਹੀ ਪ੍ਰਬੰਧ ਦੇ ਨਾਲ, ਤੁਹਾਡੇ ਗ੍ਰਾਹਕ ਉਤਪਾਦਾਂ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਲੱਭ ਸਕਦੇ ਹਨ ਅਤੇ ਪਰਿਵਰਤਨ ਦਰ ਵਧੇਗੀ।",
        "visits_count": "ਫੇਰੀ",
        "normal": "ਆਸਾਨ",
        "items_count": "ਆਈਟਮਾਂ ਦੀ ਸੰਖਿਆ",
        "home": "ਘਰ"
      },
      "category_widget": {
        "parent": "ਮਾਪੇ",
        "not_exist": "ਮੌਜੂਦ ਨਹੀਂ ਹੈ",
        "children": "ਉਪਸ਼੍ਰੇਣੀਆਂ",
        "delete_alert": {
          "title": "ਬਾਲ ਸ਼੍ਰੇਣੀ ਹਟਾਓ",
          "message": "ਕੀ ਤੁਸੀਂ {parent_title} ਸੂਚੀ ਵਿੱਚੋਂ {title} ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
          "action": "ਮਿਟਾਓ"
        },
        "notifications": {
          "edit_success": "ਸ਼੍ਰੇਣੀ ਸੰਪਾਦਿਤ ਕੀਤੀ ਗਈ।"
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "ਸਟੋਰ",
        "my_apps": "ਐਪਸ"
      },
      "my_apps": {
        "title": "ਕਿਰਿਆਸ਼ੀਲ ਐਪਾਂ ਨੂੰ ਸਟੋਰ ਕਰੋ",
        "subtitle": "ਆਪਣੀਆਂ ਕਾਰੋਬਾਰੀ ਐਪਲੀਕੇਸ਼ਨਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।",
        "all": "ਸਾਰੇ"
      },
      "store": {
        "title": "ਐਪ ਸਟੋਰ",
        "subtitle": "ਆਪਣੀਆਂ ਮਨਪਸੰਦ ਸੇਵਾਵਾਂ ਨੂੰ ਆਪਣੇ ਕਾਰੋਬਾਰ ਨਾਲ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਕਨੈਕਟ ਕਰੋ। ਅਸੀਂ ਸਾਡੇ ਗਾਹਕਾਂ ਦੀਆਂ ਬੇਨਤੀਆਂ ਦੇ ਆਧਾਰ 'ਤੇ ਪਲੱਗਇਨ ਅਤੇ ਐਪਸ ਜੋੜਦੇ ਹਾਂ।",
        "nodata": "ਕੋਈ ਪਲੱਗਇਨ ਨਹੀਂ ਮਿਲਿਆ।",
        "all": "ਸਾਰੇ",
        "more": "ਹੋਰ"
      }
    },
    "pages": {
      "menu": {
        "new_page": "ਨਵਾਂ ਪੰਨਾ",
        "contact_us": "ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ",
        "privacy": "ਗੋਪਨੀਯਤਾ",
        "terms": "ਸ਼ਰਤਾਂ",
        "about_us": "ਸਾਡੇ ਬਾਰੇ",
        "landings": "ਲੈਂਡਿੰਗ",
        "popup": "ਪੋਪ - ਅਪ"
      }
    },
    "permissions": {
      "menu": {
        "persons": "ਸਟਾਫ",
        "roles": "ਭੂਮਿਕਾਵਾਂ",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "ਕਰਮਚਾਰੀਆਂ ਦੀ ਸੂਚੀ",
          "new_user": "ਨਵਾਂ ਸਟਾਫ ਸ਼ਾਮਲ ਕਰੋ",
          "new_user_message": "ਉਹ ਉਪਭੋਗਤਾ ਜਿਨ੍ਹਾਂ ਕੋਲ ਇਸ ਸਟੋਰ ਦੇ ਡੈਸ਼ਬੋਰਡ ਅਤੇ ਪ੍ਰਬੰਧਨ ਸੈਕਸ਼ਨਾਂ ਤੱਕ ਪਹੁੰਚ ਹੋਵੇਗੀ।",
          "email_input_placeholder": "ਈ - ਮੇਲ",
          "email_input": "ਉਪਭੋਗਤਾ ਦਾ ਈਮੇਲ ਪਤਾ",
          "level_input": "ਪਹੁੰਚ ਪੱਧਰ",
          "add_user_action": "ਸਟਾਫ ਸ਼ਾਮਲ ਕਰੋ"
        },
        "delete_alert": {
          "title": "ਪਹੁੰਚ ਹਟਾਓ",
          "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਉਪਭੋਗਤਾ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
          "action": "ਮਿਟਾਓ"
        },
        "notifications": {
          "add_success_title": "ਪਹੁੰਚ ਸ਼ਾਮਲ ਕਰੋ",
          "add_success": "ਨਵੀਂ ਪਹੁੰਚ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ।",
          "delete_success_title": "ਪਹੁੰਚ ਮਿਟਾਓ",
          "delete_success": "ਪਹੁੰਚ ਮਿਟਾਈ ਗਈ।"
        }
      },
      "shop_api": {
        "title": "ਸਟੋਰ ਐਕਸੈਸ ਕੁੰਜੀਆਂ",
        "message": "ਇਹ ਕੁੰਜੀਆਂ ਤੁਹਾਡੇ ਸਰਵਰ ਦੁਆਰਾ ਐਕਸੈਸ ਟੋਕਨ ਬਣਾਉਣ ਲਈ ਵਰਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਨੋਟ ਕਰੋ ਕਿ ਕੁੰਜੀਆਂ ਗੁਪਤ ਹਨ ਅਤੇ ਸਿਰਫ਼ ਸਰਵਰ 'ਤੇ ਅਜਿਹੇ ਤਰੀਕੇ ਨਾਲ ਹਨ ਜੋ ਦੂਜਿਆਂ ਨੂੰ ਦਿਖਾਈ ਨਹੀਂ ਦਿੰਦੀਆਂ।"
      }
    },
    "applications": {
      "pwa": {
        "title": "ਵੈੱਬ ਐਪ",
        "sub_title": "ਆਪਣੇ ਸਟੋਰ ਵੈੱਬ ਐਪ ਨੂੰ ਇੱਥੇ ਦੇਖੋ",
        "message": "ਨੋਟ: ਤੁਸੀਂ iOS ਐਪ ਵਿੱਚ ਆਪਣੇ iPhone ਅਤੇ iPad 'ਤੇ ਆਪਣੀ ਵੈੱਬਸਾਈਟ ਦੇ ਸੁਆਗਤ ਪੰਨੇ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰ ਸਕਦੇ ਹੋ",
        "ios_app": "iOS ਐਪ"
      },
      "ios": {
        "title": "iOS ਐਪ",
        "sub_title": "ਤੁਸੀਂ ਜਲਦੀ ਹੀ ਆਪਣੇ ਸਟੋਰ ਲਈ ਇੱਕ iOS ਐਪ ਬਣਾਉਣ ਦੇ ਯੋਗ ਹੋਵੋਗੇ।",
        "message": "ਅਧਿਕਤਮ ਫ਼ਾਈਲ ਦਾ ਆਕਾਰ: 512 KB, ਤੁਸੀਂ 1MB ਆਕਾਰ ਤੱਕ ਫ਼ਾਈਲਾਂ ਅੱਪਲੋਡ ਕਰ ਸਕਦੇ ਹੋ, ਬਸ਼ਰਤੇ ਸਾਡਾ ਕੰਪਰੈਸ਼ਨ ਸਿਸਟਮ ਆਕਾਰ ਨੂੰ 512KB ਤੱਕ ਘਟਾਉਣ ਦੇ ਯੋਗ ਹੋਵੇ। ਅਪਲੋਡ ਕੀਤੀ ਤਸਵੀਰ ਨੂੰ ਸਮਝਦਾਰੀ ਨਾਲ ਮੁੜ ਆਕਾਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।"
      },
      "android": {
        "title": "ਐਂਡਰੌਇਡ ਐਪਲੀਕੇਸ਼ਨ",
        "sub_title": "ਆਪਣੀ ਖੁਦ ਦੀ Android ਐਪ ਬਣਾਓ",
        "message": "ਇਸ ਫਾਰਮ ਨੂੰ ਭਰੋ ਅਤੇ ਬਿਲਡ ਕੁੰਜੀ ਦਬਾਓ। ਹੋਰ ਕਿਸੇ ਚੀਜ਼ ਦੀ ਲੋੜ ਨਹੀਂ ਪਵੇਗੀ। ਤੁਹਾਡੀ ਐਪ ਦੀ ਬਿਲਡ ਅਤੇ ਸਾਈਨ ਪ੍ਰਕਿਰਿਆ ਦੇ ਸਾਰੇ ਪੜਾਅ ਕਲਾਉਡ ਸਰਵਰਾਂ 'ਤੇ ਕੀਤੇ ਜਾਂਦੇ ਹਨ। ਅੰਤਿਮ ਐਪ ਨੂੰ ਸਾਰੇ ਐਪਸਟੋਰਾਂ 'ਤੇ ਅੱਪਲੋਡ ਕੀਤਾ ਜਾਵੇਗਾ।",
        "server_un_available": "ਪ੍ਰਯੋਗਾਤਮਕ ਤੌਰ 'ਤੇ, ਐਪਲੀਕੇਸ਼ਨ ਸਰਵਰ ਇਸ ਸਮੇਂ ਕਨੈਕਟ ਨਹੀਂ ਹੈ।",
        "app_building_progress": "ਤੁਹਾਡੀ ਐਪ ਬਣਾਈ ਜਾ ਰਹੀ ਹੈ।",
        "app_build_success": "ਤੁਹਾਡੀ ਐਪ ਤਿਆਰ ਹੈ।",
        "download_app_action": "ਐਪ ਪ੍ਰਾਪਤ ਕਰੋ",
        "firmware_version": "ਫਰਮਵੇਅਰ ਸੰਸਕਰਣ",
        "main_info": "ਐਪਲੀਕੇਸ਼ਨ ਪੈਕੇਜ",
        "package_name_input_message": "ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਪੈਕੇਜ ਦਾ ਨਾਮ ਵਿਲੱਖਣ ਹੈ।",
        "package_name_input_alert": "ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਨਾਮ ਨੂੰ ਬਦਲਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਹੁਣ AppStore ਵਿੱਚ ਆਪਣੀਆਂ ਪਿਛਲੀਆਂ ਐਪਾਂ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਅਤੇ ਇੱਕ ਨਵੀਂ ਸਥਾਪਤ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਵੋਗੇ। ਨੋਟ ਕਰੋ ਕਿ ਪੁਰਾਣੇ ਸੰਸਕਰਣ ਐਪ ਉਪਭੋਗਤਾ ਵੀ ਆਪਣੇ ਖਾਤਿਆਂ ਵਿੱਚ ਲੌਗਇਨ ਨਹੀਂ ਕਰ ਸਕਣਗੇ।",
        "version_input": "ਸੰਸਕਰਣ",
        "version_input_message": "ਇਹ ਸੰਖਿਆ ਹਮੇਸ਼ਾਂ ਇਸਦੇ ਪਿਛਲੇ ਮੁੱਲ ਤੋਂ ਵੱਧ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।",
        "version_name_input": "ਸੰਸਕਰਣ ਦਾ ਨਾਮ",
        "version_name_input_message": "ਐਪ ਦੇ ਇਸ ਸੰਸਕਰਣ ਲਈ ਇੱਕ ਵਿਲੱਖਣ ਨਾਮ ਦਾਖਲ ਕਰੋ।",
        "use_selldone_key": "ਡਿਫੌਲਟ ਕੁੰਜੀਆਂ ਵੇਚੀਆਂ",
        "use_last_key": "ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਕੁੰਜੀ",
        "use_new_key": "ਨਵੀਂ ਕੁੰਜੀ",
        "appearance": "ਦਿੱਖ",
        "app_name_input": "ਐਪ ਦਾ ਨਾਮ",
        "app_name_input_message": "ਇਹ ਤੁਹਾਡੀ ਐਪ ਦਾ ਮੁੱਖ ਨਾਮ ਹੋਵੇਗਾ।",
        "app_title_input": "ਐਪ ਦਾ ਸਿਰਲੇਖ",
        "app_title_input_message": "ਇਹ ਸਿਰਲੇਖ ਐਪ ਦੇ ਸਿਖਰ 'ਤੇ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ।",
        "app_title_input_placeholder": "ਇੱਕ ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ",
        "app_icon_input": "ਐਪ ਆਈਕਨ",
        "app_icon_input_placeholder": "ਐਪ ਆਈਕਨਾਂ ਦੀ ਜ਼ਿਪ ਫਾਈਲ ਚੁਣੋ।",
        "generate_icon_pack_action": "ਆਈਕਨ ਪੈਕ ਬਣਾਓ",
        "splash_design": "ਸਪਲੈਸ਼ ਸਕ੍ਰੀਨ ਡਿਜ਼ਾਈਨ",
        "splash_logo_input": "ਸਪਲੈਸ਼ ਸਕ੍ਰੀਨ ਲੋਗੋ",
        "splash_logo_input_placeholder": "ਸਪਲੈਸ਼ ਸਕ੍ਰੀਨ ਲਈ ਇੱਕ ਚਿੱਤਰ ਚੁਣੋ।",
        "splash_title_input": "ਸਪਲੈਸ਼ ਸਕ੍ਰੀਨ ਟਾਈਟਲ",
        "splash_title_input_placeholder": "ਸਪਲੈਸ਼ ਸਕ੍ਰੀਨ ਲਈ ਇੱਕ ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ",
        "splash_title_input_message": "ਇਹ ਸਿਰਲੇਖ ਵੱਡੇ ਫੌਂਟ ਆਕਾਰ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਹੋਵੇਗਾ।",
        "splash_message_input": "ਸਪਲੈਸ਼ ਸਕ੍ਰੀਨ ਸੁਨੇਹਾ",
        "splash_message_input_placeholder": "ਸੁਨੇਹਾ...",
        "splash_message_input_message": "ਇਹ ਸੁਨੇਹਾ ਹੇਠਾਂ ਥੰਬਨੇਲ ਦੇ ਰੂਪ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਹੋਵੇਗਾ।",
        "dark_theme": "ਗੂੜ੍ਹਾ ਥੀਮ",
        "light_theme": "ਹਲਕਾ ਥੀਮ",
        "build": "ਬਣਾਓ",
        "building_info": "ਕਲਾਉਡ ਸਰਵਰ 'ਤੇ ਇੱਕ ਐਪਲੀਕੇਸ਼ਨ ਬਣਾਉਣ ਵਿੱਚ 10 ਸਕਿੰਟ ਤੋਂ ਕਈ ਮਿੰਟ ਲੱਗਦੇ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਸਬਰ ਰੱਖੋ। ਐਪਲੀਕੇਸ਼ਨ ਤਿਆਰ ਹੋਣ 'ਤੇ ਡਾਊਨਲੋਡ ਫਾਈਲ ਲਿੰਕ ਇੱਥੇ ਦਿਖਾਈ ਦੇਵੇਗਾ।",
        "update_mode_action": "ਅੱਪਡੇਟ ਕਰੋ",
        "build_mode_action": "ਐਪ ਬਣਾਓ",
        "notifications": {
          "icon_pack_not_valid_error": "ਫਾਈਲ ਸਹੀ ਨਹੀਂ ਹੈ।",
          "start_building_title": "ਇਮਾਰਤ...",
          "start_building_message": "ਐਂਡਰੌਇਡ ਐਪਲੀਕੇਸ਼ਨ ਬਣਾਉਣ ਲਈ ਬੇਨਤੀ ਸਪੁਰਦ ਕੀਤੀ ਗਈ।",
          "build_success_title": "ਵਧਾਈਆਂ",
          "build_success": "ਤੁਹਾਡੀ Android ਐਪ ਤਿਆਰ ਹੈ, ਅਤੇ ਤੁਸੀਂ ਇਸਨੂੰ ਹੁਣੇ ਡਾਊਨਲੋਡ ਕਰ ਸਕਦੇ ਹੋ।"
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "ਆਟੋਪਾਇਲਟ"
      }
    },
    "edit": {
      "menu": {
        "delete": "ਸਟੋਰ ਮਿਟਾਓ",
        "activity_time": "ਸਮਾਂ",
        "footer": "ਮੀਨੂ",
        "info": "ਜਾਣਕਾਰੀ",
        "notification": "ਸੂਚਨਾਵਾਂ",
        "home": "ਘਰ",
        "locations": "ਟਿਕਾਣੇ",
        "license": "ਲਾਇਸੰਸ",
        "theme": "ਥੀਮ",
        "sms": "ਐੱਸ.ਐੱਮ.ਐੱਸ",
        "email": "ਈ - ਮੇਲ",
        "domain": "ਡੋਮੇਨ",
        "verifications": "ਪੁਸ਼ਟੀਕਰਨ"
      },
      "delete_dialog": {
        "title": "ਸਟੋਰ ਮਿਟਾਓ",
        "message": "ਕੀ ਤੁਸੀਂ <b>{title}</b> ਸਟੋਰ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
        "action": "ਸਟੋਰ ਮਿਟਾਓ"
      },
      "notifications": {
        "delete_success": "ਸਟੋਰ ਮਿਟਾਇਆ ਗਿਆ।"
      },
      "info": {
        "title_tab": {
          "title": "ਕਾਰੋਬਾਰੀ ਨਾਮ ਅਤੇ ਭਾਸ਼ਾ",
          "subtitle": "ਇੱਕ ਜਨਤਕ ਨਾਮ ਅਤੇ ਡਿਫੌਲਟ ਭਾਸ਼ਾ ਸੈਟ ਕਰੋ।"
        },
        "name_tab": {
          "title": "ਵਿਲੱਖਣ ਨਾਮ ਖਰੀਦੋ",
          "subtitle": "ਇਹ ਤੁਹਾਡਾ ਕਾਰੋਬਾਰੀ ਉਪਭੋਗਤਾ ਨਾਮ ਹੈ।"
        },
        "description_tab": {
          "title": "ਤੁਹਾਡੀ ਕਾਰੋਬਾਰੀ ਕਹਾਣੀ",
          "subtitle": "ਆਪਣੇ ਕਾਰੋਬਾਰ ਅਤੇ ਇਸਦੇ ਵਿਲੱਖਣ ਮੁੱਲ ਪ੍ਰਸਤਾਵ ਬਾਰੇ ਲਿਖੋ।"
        },
        "contact_tab": {
          "title": "ਸੰਪਰਕ ਅਤੇ ਸਥਾਨਕ ਕਾਰੋਬਾਰ",
          "subtitle": "ਜਨਤਕ ਸੰਪਰਕ ਜਾਣਕਾਰੀ ਅਤੇ Google ਸਥਾਨਕ ਵਪਾਰ ਸੈੱਟਅੱਪ।"
        },
        "image_tab": {
          "title": "ਲੋਗੋ",
          "subtitle": "ਆਪਣੇ ਬ੍ਰਾਂਡ ਲਈ ਇੱਕ ਵਿਲੱਖਣ ਲੋਗੋ ਚੁਣੋ।"
        }
      },
      "badge": {
        "external_title": "ਬਾਹਰੀ ਬੈਜ ਪ੍ਰਬੰਧਿਤ ਕਰੋ",
        "external_message": "ਇੱਥੇ, ਤੁਸੀਂ ਬੈਜ ਚਿੱਤਰ ਦਾ ਪਤਾ ਅਤੇ ਇਸ ਦਾ ਲਿੰਕ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ। URL ਇੱਕ ਪ੍ਰਵਾਨਿਤ ਵੈੱਬਸਾਈਟ ਤੋਂ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।"
      },
      "edit_menu": {
        "title": "ਮੇਨੂ",
        "footer": {
          "title": "ਫੁੱਟਰ ਮੀਨੂ",
          "sub_title": "ਤੁਸੀਂ ਇੱਥੇ ਆਪਣੇ ਸਟੋਰ ਪੇਜ ਦੇ ਹੇਠਲੇ ਮੀਨੂ ਨੂੰ ਕੌਂਫਿਗਰ ਕਰ ਸਕਦੇ ਹੋ। ਇਹ ਮੇਨੂ ਹੋਮ ਪੇਜ, ਡਿਜ਼ਾਈਨ ਕੀਤੇ ਪੇਜ ਜਾਂ ਬਾਹਰੀ ਲਿੰਕ ਹੋ ਸਕਦੇ ਹਨ।"
        },
        "header": {
          "title": "ਸਿਰਲੇਖ ਮੀਨੂ",
          "sub_title": "ਇਹ ਮੀਨੂ ਸਿਰਫ਼ ਮੋਬਾਈਲ ਤੋਂ ਵੱਡੀਆਂ ਸਕ੍ਰੀਨਾਂ 'ਤੇ ਅਤੇ ਹੋਮ ਪੇਜ, ਉਤਪਾਦ ਸ਼੍ਰੇਣੀਆਂ, ਲੈਂਡਿੰਗਾਂ ਅਤੇ ਉਤਪਾਦ ਪੰਨਿਆਂ ਦੇ ਸਿਖਰ 'ਤੇ ਪ੍ਰਦਰਸ਼ਿਤ ਹੁੰਦਾ ਹੈ।"
        },
        "save_menu": "ਸੇਵ ਮੀਨੂ",
        "dialog": {
          "main_pages": "ਮੁੱਖ ਪੰਨੇ",
          "custom_pages": "ਲੈਂਡਿੰਗ ਪੰਨੇ"
        },
        "table": {
          "home": "ਘਰ",
          "shop": "ਦੁਕਾਨ",
          "blogs": "ਬਲੌਗ",
          "about_us": "ਸਾਡੇ ਬਾਰੇ",
          "privacy": "ਗੋਪਨੀਯਤਾ",
          "terms": "ਵਰਤੋ ਦੀਆਂ ਸ਼ਰਤਾਂ",
          "faq": "FAQ",
          "contact_us": "ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ"
        },
        "notifications": {
          "save_success": "ਮੀਨੂ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ।"
        }
      },
      "social": {
        "title": "ਸੋਸ਼ਲ ਮੀਡੀਆ",
        "message": "ਇਸ ਭਾਗ ਵਿੱਚ ਆਪਣਾ ਅਧਿਕਾਰਤ ਸੋਸ਼ਲ ਮੀਡੀਆ ਲਿੰਕ ਦਾਖਲ ਕਰੋ। ਪਤਿਆਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਹਰੇਕ ਆਈਟਮ ਲਈ ਨਿਰਦੇਸ਼ਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ।"
      },
      "time": {
        "title": "ਕੰਮਕਾਜੀ ਦਿਨ",
        "sub_title": "ਕੰਮਕਾਜੀ ਦਿਨ ਅਤੇ ਸਮਾਂ ਸੈੱਟ ਕਰੋ",
        "days_open_input": "ਦਿਨ",
        "days_open_input_nodata": "ਘੱਟੋ-ਘੱਟ ਇੱਕ ਦਿਨ ਚੁਣੋ",
        "start_time_input": "ਸਟੋਰ ਗਤੀਵਿਧੀ ਸ਼ੁਰੂ ਹੋਣ ਦਾ ਸਮਾਂ",
        "start_time_input_hint": "ਸਟੋਰ ਖੁੱਲਣ ਦੇ ਘੰਟੇ",
        "end_time_input": "ਸਟੋਰ ਬੰਦ ਹੋਣ ਦਾ ਸਮਾਂ",
        "end_time_input_hint": "ਸਟੋਰ ਗਤੀਵਿਧੀ ਸਮਾਪਤੀ ਸਮਾਂ",
        "customer_support_service": "ਜਵਾਬਦੇਹੀ ਅਤੇ ਗਾਹਕ ਸੇਵਾ",
        "response_time_input": "ਗਾਹਕ ਸੇਵਾ ਸਥਿਤੀ",
        "support_24h": "ਹਫ਼ਤੇ ਦੇ 7 ਦਿਨ 24 ਘੰਟੇ",
        "support_normal": "ਸਿਰਫ਼ ਦਫ਼ਤਰੀ ਸਮੇਂ ਦੌਰਾਨ",
        "no_service": "ਨਹੀਂ",
        "notifications": {
          "update_success": "ਸਟੋਰ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ।"
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "ਕੋਈ ਸ਼੍ਰੇਣੀ ਨਹੀਂ"
  },
  "add_product": {
    "title_new": "ਨਵਾਂ ਉਤਪਾਦ",
    "title_new_category": "ਨਵੀਂ ਸ਼੍ਰੇਣੀ",
    "title_new_drop_shipping": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਸ਼ਾਮਲ ਕਰੋ",
    "title_edit": "ਉਤਪਾਦ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "delete": "ਉਤਪਾਦ ਮਿਟਾਓ",
    "completed": "ਪੂਰਾ ਹੋਇਆ",
    "menu": {
      "type": "ਉਤਪਾਦ ਦੀ ਕਿਸਮ",
      "general_info": "ਆਮ ਜਾਣਕਾਰੀ",
      "rating": "ਸਰਵੇਖਣ ਅਤੇ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
      "spec": "ਨਿਰਧਾਰਨ",
      "images": "ਤਸਵੀਰਾਂ",
      "price": "ਕੀਮਤ",
      "inputs": "ਇੰਪੁੱਟ",
      "outputs": "ਆਉਟਪੁੱਟ",
      "extra": "ਵਾਧੂ ਵੇਰਵੇ",
      "review": "ਉਤਪਾਦ ਸਮੀਖਿਆ",
      "inventory": "ਵਸਤੂ ਸੂਚੀ / ਰੂਪ"
    },
    "select_type": {
      "title": "ਆਪਣੇ ਉਤਪਾਦ ਜਾਂ ਸੇਵਾ ਦੀ ਕਿਸਮ ਚੁਣੋ"
    },
    "edit_info": {
      "category_input": "ਸ਼੍ਰੇਣੀ",
      "product_name": "ਉਤਪਾਦ ਦਾ ਨਾਮ*",
      "product_name_placeholder": "ਤੁਹਾਡੇ ਉਤਪਾਦ ਦਾ ਨਾਮ ਇੱਥੇ..",
      "product_code": "ਉਤਪਾਦ ਕੋਡ (ਅੰਗਰੇਜ਼ੀ)",
      "sku": "SKU",
      "sku_message": "ਸਟਾਕ ਰੱਖਣ ਦੀ ਇਕਾਈ",
      "mpn": "MPN",
      "mpn_message": "ਨਿਰਮਾਤਾ ਭਾਗ ਨੰਬਰ",
      "status": "ਸਥਿਤੀ",
      "external_link": "ਬਾਹਰੀ ਲਿੰਕ",
      "brand": "ਬ੍ਰਾਂਡ",
      "brand_placeholder": "ਬ੍ਰਾਂਡ ਐਕਸ. ਐਪਲ.. (ਵਿਕਲਪਿਕ)",
      "warranty": "ਵਾਰੰਟੀ",
      "is_original": "ਕੀ ਇਹ ਇੱਕ ਅਸਲੀ ਉਤਪਾਦ ਹੈ?",
      "is_original_message": "ਜੇਕਰ ਤੁਸੀਂ ਆਪਣਾ ਉਤਪਾਦ ਅਸਲੀ ਸੈੱਟ ਨਹੀਂ ਕਰਦੇ ਹੋ, ਤਾਂ ਇਸ ਉਤਪਾਦ ਲਈ ਨਕਲੀ ਬੈਜ ਦਿਖਾਇਆ ਜਾਵੇਗਾ।",
      "return_warranty": "ਇਸ ਉਤਪਾਦ ਦੀ ਵਾਪਸੀ ਦੀ ਗਰੰਟੀ ਕਿੰਨੇ ਦਿਨਾਂ ਲਈ ਹੈ?",
      "warehouse_section": "ਵੇਅਰਹਾਊਸ ਅਤੇ ਨਿਰਮਾਣ",
      "conditions_section": "ਉਤਪਾਦ ਹਾਲਾਤ",
      "warranty_section": "ਵਾਰੰਟੀ ਅਤੇ ਡਿਲੀਵਰੀ",
      "unit": "ਉਤਪਾਦ ਯੂਨਿਟ",
      "unit_message": "ਜੇ ਲੋੜ ਹੋਵੇ ਤਾਂ ਯੂਨਿਟ ਦਾਖਲ ਕਰੋ। ਉਦਾਹਰਨ: KG, ਮੀਟਰ, ...",
      "condition": "ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਉਤਪਾਦ ਦੀ ਸਥਿਤੀ",
      "condition_message": "ਤੁਹਾਨੂੰ ਇਸ ਖੇਤਰ ਵਿੱਚ ਮੁੱਲਾਂ ਵਿੱਚੋਂ ਇੱਕ ਦੀ ਚੋਣ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
      "unit_section": "ਉਤਪਾਦ ਯੂਨਿਟ",
      "unit_float": "ਫਲੋਟ ਯੂਨਿਟ (ਛੇਤੀ ਹੀ)",
      "unit_float_hint": "ਉਦਾਹਰਨ ਲਈ, ਗਾਹਕ 3 ਕਿਲੋਗ੍ਰਾਮ ਫਲ ਦਾ ਆਰਡਰ ਦੇ ਸਕਦਾ ਹੈ, ਪਰ ਗਾਹਕ ਨੂੰ ਭੇਜੀ ਗਈ ਰਕਮ ਆਰਡਰ ਕੀਤੀ ਰਕਮ ਤੋਂ ਥੋੜ੍ਹੀ ਵੱਖਰੀ ਹੁੰਦੀ ਹੈ।",
      "unit_float_message": "ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ ਦੌਰਾਨ, ਡਿਲੀਵਰ ਕੀਤੀ ਰਕਮ ਆਰਡਰ ਕੀਤੀ ਰਕਮ ਤੋਂ ਵੱਖਰੀ ਹੋ ਸਕਦੀ ਹੈ। ਸਿਸਟਮ ਆਪਣੇ ਆਪ ਇਸ ਅੰਤਰ ਦੀ ਗਣਨਾ ਕਰਦਾ ਹੈ ਅਤੇ ਇਸਨੂੰ ਗਾਹਕ ਲਈ ਤੁਹਾਡੇ ਕਰਜ਼ੇ ਵਜੋਂ ਰਿਕਾਰਡ ਕਰਦਾ ਹੈ, ਜੋ ਅਗਲੇ ਆਦੇਸ਼ਾਂ 'ਤੇ ਲਾਗੂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।"
    },
    "rating_pros_cons": {
      "title": "ਸਰਵੇਖਣ",
      "message": "ਤੁਹਾਡੇ ਉਤਪਾਦ ਨੂੰ ਰੇਟ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਲਈ ਉਤਪਾਦ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਇੱਕ ਸੂਚੀ ਦਾਖਲ ਕਰੋ। (5 ਆਈਟਮਾਂ ਤੱਕ)",
      "rating_input": "ਪੋਲ",
      "rating_input_message": "ਤੁਸੀਂ ਪੋਲ ਵਿੱਚ 5 ਆਈਟਮਾਂ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ।",
      "item_unit": "ਆਈਟਮ",
      "pros_title": "ਪ੍ਰੋ",
      "pros_message": "ਉਤਪਾਦ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦਰਜ ਕਰੋ। (5 ਆਈਟਮਾਂ ਤੱਕ)",
      "pros_input_title": "ਵਿਸ਼ੇਸ਼ਤਾ ਸਿਰਲੇਖ",
      "pros_input_value": "ਵਿਸ਼ੇਸ਼ਤਾ ਮੁੱਲ",
      "pros_group": "ਉਤਪਾਦ ਦੇ ਫਾਇਦੇ",
      "pros_group_messages": "ਉਤਪਾਦ ਦੀਆਂ ਮੁੱਖ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
      "cons_title": "ਵਿਪਰੀਤ",
      "cons_message": "ਉਤਪਾਦ ਦੀਆਂ ਕਮਜ਼ੋਰੀਆਂ ਦਰਜ ਕਰੋ। (5 ਆਈਟਮਾਂ ਤੱਕ)",
      "cons_input_title": "ਕਮਜ਼ੋਰੀ ਦਾ ਸਿਰਲੇਖ",
      "cons_input_value": "ਕਮਜ਼ੋਰੀ ਮੁੱਲ",
      "cons_group": "ਉਤਪਾਦ ਦੀਆਂ ਕਮਜ਼ੋਰੀਆਂ",
      "cons_group_messages": "ਉਤਪਾਦ ਦੀ ਮੁੱਖ ਕਮਜ਼ੋਰੀ",
      "select_from_list": "ਸੂਚੀ ਵਿੱਚੋਂ ਚੁਣੋ",
      "suggestion_rating": [
        "ਚੰਗੀ ਗੁਣਵੱਤਾ",
        "ਚੰਗਾ ਮੁੱਲ",
        "ਦੀ ਸਿਫਾਰਸ਼ ਕਰਨਗੇ",
        "ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਸਮਰੱਥਾਵਾਂ",
        "ਵਰਤਣ ਲਈ ਆਸਾਨ",
        "ਚੰਗੀ ਤਰ੍ਹਾਂ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ"
      ],
      "notifications": {
        "add_rating_success": "ਵਰਤੋਂਕਾਰ-ਰੇਟਿੰਗ {rating_name} ਵਿਕਲਪ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
        "delete_rating_success": "ਵਰਤੋਂਕਾਰ-ਰੇਟਿੰਗ {rating_name} ਵਿਕਲਪ ਮਿਟਾਇਆ ਗਿਆ।",
        "add_pros_success": "ਉਤਪਾਦ ਵਿਸ਼ੇਸ਼ਤਾ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ।",
        "delete_pros_success": "ਉਤਪਾਦ ਵਿਸ਼ੇਸ਼ਤਾ ਹਟਾਈ ਗਈ।",
        "add_cons_success": "ਉਤਪਾਦ ਦੀ ਕਮਜ਼ੋਰੀ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ।",
        "delete_cons_success": "ਉਤਪਾਦ ਦੀ ਕਮਜ਼ੋਰੀ ਨੂੰ ਦੂਰ ਕੀਤਾ."
      }
    },
    "edit_spec": {
      "title": "ਤਕਨੀਕੀ ਨਿਰਧਾਰਨ",
      "sub_title": "ਤੁਸੀਂ ਸਮਾਨ ਉਤਪਾਦਾਂ ਦੀ ਤਕਨੀਕੀ ਸੁਰੱਖਿਆ ਨੂੰ ਆਯਾਤ ਕਰ ਸਕਦੇ ਹੋ।",
      "import_action": "ਆਯਾਤ ਕਰੋ",
      "group_input_header": "ਗਰੁੱਪ ਸ਼ਾਮਲ ਕਰੋ",
      "item_title_header": "ਆਈਟਮ ਸ਼ਾਮਲ ਕਰੋ",
      "group_input": "ਗਰੁੱਪ ਹੈਡਰ",
      "group_input_message": "ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ।",
      "group_add_action": "ਗਰੁੱਪ ਸ਼ਾਮਲ ਕਰੋ",
      "item_title_input": "ਸਿਰਲੇਖ",
      "item_title_input_message": "ਵਿਸ਼ੇਸ਼ਤਾ ਦਾ ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ।",
      "item_value_input": "ਮੁੱਲ",
      "item_value_input_message": "ਵਿਸ਼ੇਸ਼ਤਾ ਮੁੱਲ ਦਾਖਲ ਕਰੋ।",
      "add_item_action": "ਆਈਟਮ ਸ਼ਾਮਲ ਕਰੋ",
      "dialog": {
        "title": "ਤਕਨੀਕੀ ਨਿਰਧਾਰਨ ਦਰਜ ਕਰੋ",
        "code_input": "ਉਤਪਾਦ ਆਈ.ਡੀ",
        "code_input_message": "ਉਤਪਾਦ ਕੋਡ: P0000...",
        "spec_view_title": "ਚੁਣੇ ਗਏ ਉਤਪਾਦ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
        "set_spec_action": "ਡੁਪਲੀਕੇਟ ਤਕਨੀਕੀ ਨਿਰਧਾਰਨ"
      },
      "notifications": {
        "enter_group_title_error": "ਸਿਰਲੇਖ ਮੁੱਲ ਦਾਖਲ ਕਰੋ",
        "enter_item_title_and_value_error": "ਵਿਸ਼ੇਸ਼ਤਾ ਦਾ ਸਿਰਲੇਖ ਅਤੇ ਮੁੱਲ ਦਾਖਲ ਕਰੋ",
        "spec_saved_success": "ਉਤਪਾਦ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਸੁਰੱਖਿਅਤ ਕੀਤੀਆਂ ਗਈਆਂ।"
      }
    },
    "edit_images": {
      "title": "ਮੁੱਖ ਚਿੱਤਰ",
      "main_image_input_nodata": "ਉਤਪਾਦ ਚਿੱਤਰ ਅੱਪਲੋਡ ਕਰੋ।",
      "main_image_input_message": "ਇਹ ਚਿੱਤਰ ਉਤਪਾਦ ਸੂਚੀ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਹੁੰਦਾ ਹੈ।",
      "preview": "ਝਲਕ",
      "image_style": "ਚਿੱਤਰ ਸ਼ੈਲੀ",
      "background_is_white": "ਚਿੱਟਾ ਪਿਛੋਕੜ",
      "background_is_white_msg": "ਕੀ ਚਿੱਤਰ ਦਾ ਪਿਛੋਕੜ ਚਿੱਟਾ ਹੈ??",
      "images": {
        "title": "ਉਤਪਾਦ ਚਿੱਤਰ ਗੈਲਰੀ",
        "sub_title": "ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ ਉਤਪਾਦ ਚਿੱਤਰ ਅੱਪਲੋਡ ਕਰੋ, ਜੋ ਸਾਰੇ ਉਤਪਾਦ ਰੂਪਾਂ ਲਈ ਸਾਂਝੇ ਹਨ।"
      },
      "video": {
        "title": "ਵੀਡੀਓ",
        "sub_title": "ਪਹਿਲਾਂ, Youtube 'ਤੇ ਆਪਣੇ ਉਤਪਾਦ ਦੀ ਵੀਡੀਓ ਅੱਪਲੋਡ ਕਰੋ, ਅਤੇ ਫਿਰ ਵੀਡੀਓ URL ਨੂੰ ਇੱਥੇ ਪਾਓ।"
      }
    },
    "pricing": {
      "edit_price": "ਕੀਮਤ",
      "price_input": "ਕੀਮਤ",
      "currency_input": "ਮੁਦਰਾ",
      "currency_input_messages": "ਇਸ ਮੁਦਰਾ ਵਿੱਚ ਕੀਮਤ ਦੀ ਗਣਨਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।",
      "commission_input": "ਕਮਿਸ਼ਨ",
      "commission_message": "ਇਹ ਵਿਕਲਪ ਸਿਰਫ਼ ਖਾਸ ਕਿਸਮ ਦੇ ਵਪਾਰੀਆਂ ਜਿਵੇਂ ਕਿ ਥੋਕ ਵਿਕਰੇਤਾਵਾਂ ਲਈ ਉਪਯੋਗੀ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਥੋਕ ਵਿਕਰੇਤਾ ਨਹੀਂ ਹੋ, ਤਾਂ ਇਸ ਵਿਕਲਪ ਨੂੰ ਖਾਲੀ ਛੱਡ ਦਿਓ। ਖਰੀਦਦਾਰ ਜੋ ਕੀਮਤ ਦੇਖਦੇ ਹਨ ਉਹ ਕੀਮਤ ਅਤੇ ਕਮਿਸ਼ਨ ਦਾ ਜੋੜ ਹੈ। ਟੈਕਸ ਜੋੜਨ ਲਈ ਲੇਖਾਕਾਰੀ > ਟੈਕਸ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
      "add_commission_action": "ਕਮਿਸ਼ਨ ਸ਼ਾਮਲ ਕਰੋ",
      "discount_input": "ਛੂਟ",
      "discount_input_message": "ਛੂਟ ਦੀ ਦਰ",
      "has_discount_period_input": "ਕੀ ਇਹ ਛੋਟ ਕਿਸੇ ਖਾਸ ਸਮੇਂ ਲਈ ਵੈਧ ਹੈ?",
      "discount_timespan": "ਛੂਟ ਦੀ ਮਿਆਦ ਦਾਖਲ ਕਰੋ।",
      "start_input": "ਸ਼ੁਰੂ ਕਰੋ",
      "end_input": "ਅੰਤ",
      "start_input_placeholder": "ਸ਼ੁਰੂਆਤੀ ਸਮਾਂ ਚੁਣੋ",
      "end_input_placeholder": "ਸਮਾਪਤੀ ਸਮਾਂ ਚੁਣੋ",
      "independent_price": "ਕੀਮਤ ਸਿਰਫ ਇਸ ਵੇਰੀਐਂਟ ਲਈ ਹੈ",
      "same_price": "ਮੁੱਖ ਉਤਪਾਦ ਲਈ ਕੀਮਤ",
      "variant_pricing_message": "ਇਸ ਵਿਕਲਪ ਨੂੰ ਚੁਣ ਕੇ, ਇਸ ਵੇਰੀਐਂਟ ਦੀ ਕੀਮਤ ਮੁੱਖ ਉਤਪਾਦ ਤੋਂ ਸੁਤੰਤਰ ਤੌਰ 'ਤੇ ਸੈੱਟ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।"
    },
    "inputs_edit": {
      "title": "ਖਰੀਦਦਾਰ ਜਾਣਕਾਰੀ ਦਾ ਇਨਪੁਟ ਫਾਰਮ",
      "sub_title": "ਤੁਸੀਂ ਹਰੇਕ ਉਤਪਾਦ ਲਈ ਇੱਕ ਡੇਟਾ ਐਂਟਰੀ ਫਾਰਮ ਬਣਾ ਸਕਦੇ ਹੋ, ਇਸਲਈ ਉਤਪਾਦ ਖਰੀਦਣ ਵੇਲੇ ਖਰੀਦਦਾਰ ਤੁਹਾਨੂੰ ਜਾਣਕਾਰੀ ਭੇਜਦੇ ਹਨ। ਉਦਾਹਰਨ ਲਈ, ਇਹ ਜਾਣਕਾਰੀ ਇੱਕ ਪੱਥਰ ਉੱਤੇ ਉੱਕਰੀ ਲਈ ਇੱਕ ਨਾਮ ਹੋ ਸਕਦੀ ਹੈ।",
      "message_input": "ਉਪਭੋਗਤਾ ਨੂੰ ਸੁਨੇਹਾ",
      "message_input_message": "ਉਤਪਾਦ ਖਰੀਦਣ ਵੇਲੇ ਇਹ ਸੰਦੇਸ਼ ਗਾਹਕ ਨੂੰ ਦਿਖਾਇਆ ਜਾਵੇਗਾ।",
      "inputs_form": "ਜਾਣਕਾਰੀ ਬਣਤਰ (ਇਨਪੁਟ)"
    },
    "extra_edit": {
      "physical": {
        "title": "ਸ਼ਿਪਿੰਗ ਜਾਣਕਾਰੀ",
        "sub_title": "ਲਾਗਤ ਅਤੇ ਤਿਆਰੀ ਦਾ ਸਮਾਂ ਇਸ ਭਾਗ ਵਿੱਚ ਦਿੱਤੀ ਜਾਣਕਾਰੀ ਦੇ ਆਧਾਰ 'ਤੇ ਗਿਣਿਆ ਜਾਂਦਾ ਹੈ। ਸਟੋਰ ਵਿੱਚ ਚੁਣੀਆਂ ਗਈਆਂ ਇਕਾਈਆਂ (ਵਜ਼ਨ, ਮਾਪ, ਦੂਰੀ) ਦੇ ਅਨੁਸਾਰ ਜਾਣਕਾਰੀ ਦਰਜ ਕਰਨਾ ਯਕੀਨੀ ਬਣਾਓ।"
      },
      "notifications": {
        "save_title": "ਪੈਕੇਜਿੰਗ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ",
        "save_msg": "ਉਤਪਾਦ ਪੈਕੇਜਿੰਗ ਜਾਣਕਾਰੀ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।"
      }
    },
    "variants": {
      "not_available": "ਵਰਤਮਾਨ ਵਿੱਚ ਇਸ ਕਿਸਮ ਦੇ ਉਤਪਾਦ ਲਈ ਇੱਕ ਰੂਪ ਚੁਣਨਾ ਸੰਭਵ ਨਹੀਂ ਹੈ।"
    },
    "delete_product": {
      "title": "ਉਤਪਾਦ ਨੂੰ ਹਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ <b>{product_title}</b> ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?"
    }
  },
  "product_admin": {
    "products_list": "ਉਤਪਾਦ ਸੂਚੀ",
    "product": "ਉਤਪਾਦ",
    "menu": {
      "edit": "ਸੰਪਾਦਿਤ ਕਰੋ",
      "review": "ਸਮੀਖਿਆ",
      "orders": "ਆਰਡਰ",
      "inventory": "ਵਸਤੂ ਸੂਚੀ",
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "back_to_products": "ਉਤਪਾਦ",
      "drop_shipping": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ"
    },
    "dashboard": {
      "info": {
        "title": "ਪ੍ਰੋਫਾਈਲ",
        "title_small": "ਉਤਪਾਦ",
        "category": "ਉਤਪਾਦ ਸ਼੍ਰੇਣੀ",
        "link": "ਉਤਪਾਦ ਲਿੰਕ",
        "type": "ਟਾਈਪ ਕਰੋ",
        "inputs": "ਇਨਪੁਟ ਜਾਣਕਾਰੀ",
        "outputs": "ਆਉਟਪੁੱਟ ਜਾਣਕਾਰੀ",
        "user_data_form": "ਖਰੀਦਦਾਰ ਜਾਣਕਾਰੀ ਫਾਰਮ"
      },
      "orders": {
        "title": "ਆਰਡਰ",
        "title_small": "ਗੈਰ-ਪ੍ਰਕਿਰਿਆ",
        "physical_orders_title": "ਇਸ ਉਤਪਾਦ ਦੇ ਨਾਲ ਸ਼ਾਪਿੰਗ ਕਾਰਟਸ",
        "send_30days_title": "ਪਿਛਲੇ 30 ਦਿਨਾਂ ਵਿੱਚ ਭੇਜੇ ਗਏ ਆਰਡਰ",
        "downloads_30days_title": "ਪਿਛਲੇ 30 ਦਿਨਾਂ ਵਿੱਚ ਡਾਊਨਲੋਡ ਕੀਤਾ ਗਿਆ ਫ਼ਾਈਲ ਨੰਬਰ",
        "virtual_orders_title": "ਇਸ ਉਤਪਾਦ ਦੇ ਆਰਡਰ ਮੁਕੰਮਲ ਹੋਣ ਦੀ ਉਡੀਕ ਕਰ ਰਹੇ ਹਨ"
      },
      "inventory": {
        "title": "ਵਸਤੂ ਸੂਚੀ",
        "title_small": "ਵੇਅਰਹਾਊਸ",
        "total_sell": "ਕੁੱਲ ਵਿਕਰੀ",
        "total_sell_today": "ਅੱਜ ਵਿਕਰੀ",
        "total_sell_30days": "ਪਿਛਲੇ 4 ਦਿਨਾਂ ਦੀ ਵਿਕਰੀ",
        "chart": {
          "labels": [
            "ਵਸਤੂ ਸੂਚੀ",
            "ਵਿਕਰੀ"
          ]
        }
      },
      "finance": {
        "title": "ਵਿੱਤੀ",
        "title_small": "ਪਿਛਲੇ 6 ਮਹੀਨੇ ਦੀ ਖਰੀਦ ਰਿਪੋਰਟ",
        "select_mode_title": "ਦੁਆਰਾ ਦਿਖਾਓ",
        "modes": {
          "sell": "ਵਿਕਰੀ",
          "payment": "ਭੁਗਤਾਨ",
          "discount": "ਛੂਟ"
        },
        "currency_select_title": "ਚੁਣੀ ਗਈ ਮੁਦਰਾ ਦੁਆਰਾ ਕੀਮਤ",
        "sell_today": "ਅੱਜ ਵਿਕਰੀ",
        "product_price": "ਉਤਪਾਦ ਦੀ ਕੀਮਤ",
        "currency_unit": "ਮੁਦਰਾ ਯੂਨਿਟ",
        "sell_30days": "30 ਦਿਨਾਂ ਦੀ ਵਿਕਰੀ",
        "sell_daily": "ਰੋਜ਼ਾਨਾ ਵਿਕਰੀ",
        "sell_yesterday": "ਕੱਲ੍ਹ ਦੀ ਵਿਕਰੀ"
      },
      "survey": {
        "title": "ਉਤਪਾਦ ਰੇਟਿੰਗ",
        "title_small": "ਗਾਹਕ ਸੰਤੁਸ਼ਟੀ ਰਿਪੋਰਟ",
        "total_participation": "ਯੋਗਦਾਨਾਂ ਦੀ ਕੁੱਲ ਸੰਖਿਆ",
        "today_participation": "ਅੱਜ ਦੀਆਂ ਰੇਟਿੰਗਾਂ",
        "last7days_participation": "ਪਿਛਲੇ 7 ਦਿਨਾਂ ਦੇ ਯੋਗਦਾਨ",
        "chart": {
          "participate": "ਭਾਗੀਦਾਰੀ",
          "participate_title": "ਯੋਗਦਾਨਾਂ ਦੀ ਗਿਣਤੀ",
          "score": "ਸਕੋਰ"
        }
      },
      "inform": {
        "title": "ਗਾਹਕ ਉਮੀਦਾਂ",
        "title_small": "ਛੋਟਾਂ ਜਾਂ ਉਪਲਬਧਤਾ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ",
        "message": "ਜਦੋਂ ਉਤਪਾਦ ਵਿਕਰੀ 'ਤੇ ਜਾਂਦੇ ਹਨ ਜਾਂ ਉਪਲਬਧ ਹੁੰਦੇ ਹਨ ਤਾਂ ਗਾਹਕਾਂ ਨੂੰ ਸੂਚਿਤ ਕਰੋ",
        "waiting_for_auction": "ਉਤਪਾਦਾਂ ਦੀ ਵਿਕਰੀ 'ਤੇ ਜਾਣ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ",
        "waiting_for_available": "ਉਤਪਾਦਾਂ ਦੇ ਉਪਲਬਧ ਹੋਣ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ।",
        "unit": "ਵਿਅਕਤੀ(ਵਿਅਕਤੀ)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "ਵਸਤੂ ਸੂਚੀ",
        "add_variant": "ਵੇਰੀਐਂਟ ਸ਼ਾਮਲ ਕਰੋ",
        "title": "ਉਤਪਾਦ ਵਸਤੂ ਸੂਚੀ / ਉਤਪਾਦ ਰੂਪਾਂ ਦੀ ਸੂਚੀ",
        "sub_title": "ਜੇਕਰ ਇਸ ਉਤਪਾਦ ਦੇ ਇੱਕ ਤੋਂ ਵੱਧ ਰੂਪ ਹਨ, ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਇਸ ਭਾਗ ਵਿੱਚ ਦਾਖਲ ਕਰੋ। ਤੁਸੀਂ ਹਰੇਕ ਰੂਪ ਦੀ ਰਕਮ, ਕੀਮਤ ਅਤੇ ਛੋਟ ਨੂੰ ਵੱਖਰੇ ਤੌਰ 'ਤੇ ਪਰਿਭਾਸ਼ਿਤ ਕਰ ਸਕਦੇ ਹੋ; ਨਹੀਂ ਤਾਂ ਕੀਮਤ ਲਈ ਉਤਪਾਦ ਦੇ ਮੂਲ ਮੁੱਲ ਲਾਗੂ ਕੀਤੇ ਜਾਣਗੇ।",
        "add_action": "ਵੇਰੀਐਂਟ ਸ਼ਾਮਲ ਕਰੋ",
        "count_input": "ਵਸਤੂ ਸੂਚੀ",
        "count_input_action": "ਗਿਣਤੀ ਸੈੱਟ ਕਰੋ",
        "management_title": "ਵਸਤੂ ਪ੍ਰਬੰਧਨ ਅਤੇ ਉਤਪਾਦ ਰੂਪ",
        "add_title": "ਉਤਪਾਦ ਰੂਪ ਸ਼ਾਮਲ ਕਰੋ",
        "edit_title": "ਉਤਪਾਦ ਰੂਪ ਸੰਪਾਦਿਤ ਕਰੋ",
        "notifications": {
          "add_success": "ਉਤਪਾਦ ਰੂਪ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
          "delete_success": "ਉਤਪਾਦ ਰੂਪ ਮਿਟਾਇਆ ਗਿਆ।",
          "save_product_inventory_success": "ਉਤਪਾਦਾਂ ਦੀ ਵਸਤੂ ਸੂਚੀ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਗਈ।"
        }
      },
      "variant_item": {
        "price": "ਕੀਮਤ",
        "same_as_product": "ਮੁੱਖ ਉਤਪਾਦ ਦੇ ਸਮਾਨ",
        "in_stock": "ਵਸਤੂ ਸੂਚੀ",
        "delete_dialog": {
          "title": "ਉਤਪਾਦ ਰੂਪ ਮਿਟਾਓ",
          "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਰੂਪ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?"
        }
      },
      "variant_add_edit": {
        "title": "ਉਤਪਾਦ ਰੂਪ ਨੂੰ ਪਰਿਭਾਸ਼ਿਤ ਕਰਨਾ",
        "message": "ਉਤਪਾਦ ਨੰਬਰ ਵਿਲੱਖਣ",
        "active_input": "ਕੀ ਇਹ ਵੇਰੀਐਂਟ ਕਿਰਿਆਸ਼ੀਲ ਹੈ?",
        "sku": "SKU",
        "sku_tips": "ਉਤਪਾਦ ਵੇਅਰਹਾਊਸ ਕੋਡ।",
        "mpn": "MPN",
        "mpn_tips": "ਉਤਪਾਦ ਕੋਡ ਉਤਪਾਦ ਪੈਕਿੰਗ 'ਤੇ ਨਿਰਮਾਤਾ ਦੁਆਰਾ ਸੰਮਿਲਿਤ ਕੀਤਾ ਗਿਆ ਹੈ",
        "variant_variable": "ਵੇਰੀਐਂਟ ਵੇਰੀਏਬਲ",
        "pricing": "ਕੀਮਤ",
        "has_pricing_input": "ਕੀ ਕੀਮਤ ਮੁੱਖ ਉਤਪਾਦ ਤੋਂ ਵੱਖਰੀ ਹੈ?",
        "inventory": "ਵਸਤੂ ਸੂਚੀ",
        "inventory_unit": "ਇਕਾਈ",
        "delivery_info": "ਪੈਕੇਜਿੰਗ ਅਤੇ ਸ਼ਿਪਿੰਗ",
        "images": "ਵੇਰੀਐਂਟ ਦੀਆਂ ਤਸਵੀਰਾਂ",
        "images_message": "ਇਸ ਵੇਰੀਐਂਟ ਨੂੰ ਸੇਵ ਕਰਨ ਤੋਂ ਬਾਅਦ ਤੁਸੀਂ ਇੱਥੇ ਇੱਕ ਚਿੱਤਰ ਜੋੜ ਸਕੋਗੇ।"
      }
    },
    "edit_article": {
      "menu": {
        "tags": "ਟੈਗਸ",
        "article": "ਲੇਖ"
      }
    }
  },
  "product_extra_physical": {
    "weight": "ਪੈਕੇਜ ਭਾਰ",
    "weight_unit": "ਕਿਲੋਗ੍ਰਾਮ",
    "size": "ਪੈਕੇਜ ਮਾਪ",
    "dimension": "ਸੀ.ਐਮ",
    "width": "ਚੌੜਾਈ",
    "length": "ਲੰਬਾਈ",
    "height": "ਉਚਾਈ",
    "lead_time_title": "ਤਿਆਰੀ ਦਾ ਸਮਾਂ",
    "lead_time": "ਤਿਆਰੀ ਦਾ ਸਮਾਂ",
    "lead_time_dimension": "ਘੰਟੇ(ਘੰਟੇ)",
    "bulk_action": "ਬਲਕ ਕਾਰਵਾਈਆਂ",
    "bulk_action_input": "ਸਾਰੇ ਰੂਪਾਂ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ",
    "bulk_action_msg": "ਸਾਰੇ ਰੂਪਾਂ ਲਈ ਉਤਪਾਦ ਪੈਕੇਜਿੰਗ ਅਤੇ ਤਿਆਰੀ ਦਾ ਸਮਾਂ ਸੈੱਟ ਕਰੋ।"
  },
  "product_images_list": {
    "upload_button": "ਹੋਰ ਉਤਪਾਦ ਚਿੱਤਰ",
    "upload_an_image": "ਇੱਕ ਚਿੱਤਰ ਚੁਣੋ।",
    "notifications": {
      "update_sort_success": "ਚਿੱਤਰਾਂ ਦੀ ਛਾਂਟੀ ਸੰਭਾਲੀ ਗਈ",
      "delete_image_title": "ਉਤਪਾਦ ਚਿੱਤਰ ਨੂੰ ਮਿਟਾਓ",
      "delete_image_success": "ਚਿੱਤਰ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਇਆ ਗਿਆ"
    }
  },
  "variants_view": {
    "prices": "ਕੀਮਤਾਂ",
    "inventory": "ਵਸਤੂ ਸੂਚੀ",
    "discount": "ਛੂਟ"
  },
  "gift_card_type_edit": {
    "title_input": "ਸਿਰਲੇਖ",
    "color_input": "ਕਾਰਡ ਦਾ ਰੰਗ",
    "charge_input": "ਸ਼ੁਰੂਆਤੀ ਚਾਰਜ",
    "charge_input_hint": "ਹਰੇਕ ਕਾਰਡ ਲਈ ਸ਼ੁਰੂਆਤੀ ਚਾਰਜ",
    "currency_input": "ਮੁਦਰਾ",
    "currency_input_message": "ਸਿਰਫ਼ ਇਸ ਮੁਦਰਾ ਨਾਲ ਖਰੀਦਦਾਰੀ ਲਈ",
    "lifetime_input": "ਕਾਰਡ ਵੈਧਤਾ (ਮਹੀਨਾ)",
    "lifetime_input_message": "ਕਾਰਡ ਵੈਧਤਾ",
    "card_image_input": "ਕਾਰਡ ਚਿੱਤਰ",
    "notifications": {
      "create_success": "ਕਾਰਡ ਬਣਾਇਆ ਗਿਆ",
      "update_success": "ਕਾਰਡ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ"
    }
  },
  "shop_warehouse_edit": {
    "title": "ਵੇਅਰਹਾਊਸ ਸ਼ਾਮਲ ਕਰੋ",
    "message": "ਸ਼ਿਪਿੰਗ ਲਾਗਤ ਦੀ ਗਣਨਾ ਕਰਨ ਲਈ ਆਪਣਾ ਵੇਅਰਹਾਊਸ ਪਤਾ ਅਤੇ ਪ੍ਰੋਫਾਈਲ ਦਾਖਲ ਕਰੋ।",
    "name_input": "ਵੇਅਰਹਾਊਸ ਦਾ ਨਾਮ",
    "address": "ਪਤਾ",
    "name_input_message": "ਆਪਣੇ ਵੇਅਰਹਾਊਸ ਲਈ ਇੱਕ ਉਪਨਾਮ ਦਾਖਲ ਕਰੋ।",
    "person_name": "ਅਧਿਕਾਰੀ ਦਾ ਨਾਮ",
    "phone_number": "ਸੰਪਰਕ ਨੰਬਰ",
    "map_title": "ਸਟੋਰ ਵੇਅਰਹਾਊਸ ਦਾ ਪਤਾ",
    "confirm_action": "ਵੇਅਰਹਾਊਸ ਮਨਜ਼ੂਰੀ",
    "address_name": "ਵੇਅਰਹਾਊਸ",
    "notifications": {
      "success_save": "ਤਬਦੀਲੀਆਂ ਸਫਲਤਾਪੂਰਵਕ ਸੁਰੱਖਿਅਤ ਕੀਤੀਆਂ ਗਈਆਂ।"
    }
  },
  "inventory_list": {
    "search_input": "ਉਤਪਾਦ ਖੋਜ...",
    "search_input_title": "ਸਟੋਰ ਉਤਪਾਦਾਂ ਵਿੱਚ ਖੋਜ ਕਰੋ",
    "apply_filter": "ਫਿਲਟਰ ਲਾਗੂ ਕਰੋ",
    "inventory": "ਵਸਤੂ ਸੂਚੀ",
    "export": "ਵਸਤੂ ਸੂਚੀ ਨਿਰਯਾਤ ਕਰੋ",
    "import": "ਵਸਤੂ ਸੂਚੀ ਆਯਾਤ ਕਰੋ",
    "bulk_price": "ਥੋਕ ਕੀਮਤ ਤਬਦੀਲੀ",
    "bulk_discount": "ਥੋਕ ਛੂਟ ਤਬਦੀਲੀ",
    "category_filter_msg": "⚡ ਇਹ ਸਾਰੇ ਉਤਪਾਦਾਂ ਅਤੇ ਉਪ ਸ਼੍ਰੇਣੀਆਂ 'ਤੇ ਲਾਗੂ ਹੋਵੇਗਾ!",
    "table": {
      "waiting": "ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ... ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ",
      "open_state": "ਕਿਰਿਆਸ਼ੀਲ",
      "close_state": "ਅਕਿਰਿਆਸ਼ੀਲ",
      "image": "ਚਿੱਤਰ",
      "product": "ਉਤਪਾਦ ਦਾ ਨਾਮ",
      "code": "ਉਤਪਾਦ ਕੋਡ",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "ਮੂਲ",
      "status": "ਸਥਿਤੀ",
      "in_stock": "ਭੰਡਾਰ ਵਿੱਚ",
      "edit": "ਬਦਲੋ"
    },
    "bulk_price_dialog": {
      "title": "ਬਲਕ ਕਾਰਵਾਈਆਂ > ਕੀਮਤ",
      "message": "ਨੋਟ: ਨਿਮਨਲਿਖਤ ਰਕਮ ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਸਾਰੇ ਉਤਪਾਦਾਂ ਦੀ ਕੀਮਤ ਦੇ ਪ੍ਰਤੀਸ਼ਤ ਵਜੋਂ ਲਾਗੂ ਹੋਵੇਗੀ। ਨਾਲ ਹੀ, ਚੁਣੀ ਗਈ ਮੁਦਰਾ ਦੇ ਆਧਾਰ 'ਤੇ ਗਣਨਾ ਕੀਤੇ ਮੁੱਲਾਂ ਨੂੰ ਸਮਝਦਾਰੀ ਨਾਲ ਸਭ ਤੋਂ ਨਜ਼ਦੀਕੀ ਰਾਊਂਡ ਨੰਬਰ ਵਿੱਚ ਬਦਲਿਆ ਜਾਵੇਗਾ। ਮੁੱਲ ਦਾਖਲ ਕਰਨ ਵਿੱਚ ਸਾਵਧਾਨ ਰਹੋ।",
      "check": "ਮੈਂ ਕੀਮਤਾਂ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੰਦਾ ਹਾਂ।",
      "add_percent_tab": "ਪ੍ਰਤੀਸ਼ਤ ਜੋੜੋ",
      "add_constant_tab": "ਸਥਿਰ ਸ਼ਾਮਲ ਕਰੋ",
      "ending_tab": "ਸਮਾਪਤੀ ਰਣਨੀਤੀ"
    },
    "bulk_discount_dialog": {
      "title": "ਬਲਕ ਕਾਰਵਾਈਆਂ > ਛੋਟ",
      "message": "ਨੋਟ: ਨਿਮਨਲਿਖਤ ਰਕਮ ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਸਾਰੇ ਉਤਪਾਦਾਂ ਦੀ ਛੋਟ ਦੇ ਪ੍ਰਤੀਸ਼ਤ ਵਜੋਂ ਹੋਵੇਗੀ। ਨਾਲ ਹੀ, ਚੁਣੀ ਗਈ ਮੁਦਰਾ ਦੇ ਆਧਾਰ 'ਤੇ ਗਣਨਾ ਕੀਤੇ ਛੂਟ ਮੁੱਲਾਂ ਨੂੰ ਸਮਝਦਾਰੀ ਨਾਲ ਨਜ਼ਦੀਕੀ ਰਾਊਂਡ ਨੰਬਰ ਵਿੱਚ ਬਦਲਿਆ ਜਾਵੇਗਾ। ਮੁੱਲ ਦਾਖਲ ਕਰਨ ਵਿੱਚ ਸਾਵਧਾਨ ਰਹੋ।",
      "check": "ਮੈਂ ਛੂਟ ਦੀਆਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੰਦਾ ਹਾਂ।"
    },
    "notifications": {
      "save_success": "ਵਸਤੂ ਸੂਚੀ ਵਿੱਚ ਤਬਦੀਲੀ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਗਈ।"
    }
  },
  "spec_view": {
    "auto_save_input": "ਆਟੋ ਸੇਵ"
  },
  "time_progress_bar": {
    "title_before_start": "ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਬਾਕੀ",
    "title_between_start_end": "ਅੰਤ ਤੱਕ ਬਾਕੀ",
    "title_after_end": "ਸਮਾਪਤ",
    "title_no_start_end": "ਸਮੇਂ ਦੀ ਮਿਆਦ ਤੋਂ ਬਿਨਾਂ!"
  },
  "geo_map": {
    "views": "ਵਿਚਾਰ",
    "views_unit": "ਵਾਰ",
    "product_views": "ਉਤਪਾਦ ਦ੍ਰਿਸ਼",
    "buys": "ਖਰੀਦਦਾਰੀ",
    "buys_unit": "ਆਰਡਰ",
    "baskets": "ਸਰਗਰਮ ਗੱਡੀਆਂ",
    "added_items": "ਆਈਟਮਾਂ ਸ਼ਾਮਲ ਕਰੋ",
    "removed_items": "ਆਈਟਮਾਂ ਨੂੰ ਹਟਾਓ"
  },
  "faq_list": {
    "table": {
      "nodata": "ਕੋਈ ਸਵਾਲ ਨਹੀਂ ਮਿਲੇ।",
      "more_data_action": "ਹੋਰ ਸਵਾਲ ..",
      "user": "ਉਪਭੋਗਤਾ",
      "tag": "ਟੈਗ",
      "question": "ਸਵਾਲ",
      "officer": "ਸਟਾਫ",
      "answer": "ਜਵਾਬ",
      "created_at": "ਤਾਰੀਖ਼",
      "priority": "ਤਰਜੀਹ",
      "edit": "ਸੰਪਾਦਿਤ ਕਰੋ"
    },
    "dialog": {
      "add_new_action": "ਨਵਾਂ ਸਵਾਲ ਦਰਜ ਕਰੋ",
      "edit_action": "FAQ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
      "question_input": "ਸਵਾਲ",
      "question_input_placeholder": "ਆਪਣਾ ਸਵਾਲ ਪੁੱਛੋ..",
      "link_input": "ਲਿੰਕ",
      "link_input_placeholder": "ਤੁਸੀਂ ਜਵਾਬ ਵਿੱਚ ਇੱਕ ਲਿੰਕ ਦਾ ਹਵਾਲਾ ਦੇ ਸਕਦੇ ਹੋ।",
      "answer_input": "ਜਵਾਬ",
      "answer_input_placeholder": "ਜਵਾਬ ਲਿਖਤ ਦਾਖਲ ਕਰੋ ..",
      "tag_input": "ਟੈਗ (ਸ਼੍ਰੇਣੀ ਦਾ ਸਿਰਲੇਖ)",
      "tag_input_placeholder": "ਇੱਕ ਛੋਟਾ ਸਿਰਲੇਖ ਦਾਖਲ ਕਰੋ",
      "priority_input": "ਤਰਜੀਹ: (0 ਤੋਂ 10)"
    },
    "delete_alert": {
      "title": "ਸਵਾਲ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਸਵਾਲ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਮਿਟਾਓ"
    },
    "notifications": {
      "send_success": "ਤੁਹਾਡਾ ਜਵਾਬ ਸਫਲਤਾਪੂਰਵਕ ਸਪੁਰਦ ਕੀਤਾ ਗਿਆ ਹੈ।",
      "delete_success": "ਤੁਹਾਡਾ ਸਵਾਲ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।"
    }
  },
  "contact_messages_list": {
    "load_more_action": "ਹੋਰ ਸੁਨੇਹੇ ..",
    "table": {
      "nodata": "ਕੋਈ ਸਵਾਲ ਨਹੀਂ ਮਿਲੇ।",
      "user": "ਉਪਭੋਗਤਾ",
      "message": "ਸੁਨੇਹਾ ਬੌਡੀ",
      "category": "ਸ਼੍ਰੇਣੀ",
      "officer": "ਸਟਾਫ",
      "answer": "ਜਵਾਬ",
      "created_at": "ਤਾਰੀਖ਼",
      "contact": "ਸੰਪਰਕ ਕਰੋ",
      "edit": "ਸੰਪਾਦਿਤ ਕਰੋ"
    },
    "dialog": {
      "title": "ਸੁਨੇਹੇ ਦਾ ਜਵਾਬ",
      "category": "ਸ਼੍ਰੇਣੀ",
      "user_name": "ਨਾਮ",
      "email": "ਈ - ਮੇਲ",
      "phone": "ਸੰਪਰਕ ਨੰਬਰ",
      "message": "ਸੁਨੇਹਾ ਟੈਕਸਟ",
      "status": "ਜਵਾਬ ਸਥਿਤੀ",
      "status_answered": "ਜਵਾਬ ਦਿੱਤਾ",
      "status_waiting": "ਜਵਾਬ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ",
      "answer_input": "ਲਿਖਤ ਦਾ ਜਵਾਬ ਦਿਓ",
      "mail_input": "ਮੇਲ ਭੇਜੋ",
      "mail_input_message": "ਜੇਕਰ ਤੁਸੀਂ ਇਸਨੂੰ ਸਮਰੱਥ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡਾ ਜਵਾਬ ਉਪਭੋਗਤਾ ਈਮੇਲ 'ਤੇ ਭੇਜਿਆ ਜਾਵੇਗਾ।"
    },
    "delete_alert": {
      "title": "ਸੁਨੇਹਾ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਸੁਨੇਹੇ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਮਿਟਾਓ"
    },
    "notifications": {
      "send_success": "ਤੁਹਾਡੀ ਬੇਨਤੀ ਸਫਲਤਾਪੂਰਵਕ ਸਪੁਰਦ ਕੀਤੀ ਗਈ ਹੈ।",
      "delete_success": "ਸੁਨੇਹਾ ਮਿਟਾਇਆ ਗਿਆ।"
    }
  },
  "campaign": {
    "title": "ਮੁਹਿੰਮ",
    "menu": {
      "setting": "ਸੈਟਿੰਗਾਂ",
      "return": "ਵਾਪਸ",
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "links": "ਲਿੰਕ",
      "landing": "ਲੈਂਡਿੰਗ",
      "ads": "ਵਿਗਿਆਪਨ",
      "finance": "ਵਿੱਤ"
    },
    "dashboard": {
      "title": "ਡੈਸ਼ਬੋਰਡ",
      "status": "ਸਥਿਤੀ ਦੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ",
      "sessions": "ਸੈਸ਼ਨ",
      "links_overview": "ਮੁਹਿੰਮ ਲਿੰਕ ਸੰਖੇਪ ਜਾਣਕਾਰੀ",
      "orders": "ਆਰਡਰ",
      "performance": "ਮੁਹਿੰਮ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ",
      "links_funnel": "ਮੁਹਿੰਮ ਲਿੰਕ ਪ੍ਰਦਰਸ਼ਨ",
      "no_links": "ਕੋਈ ਡਾਟਾ ਉਪਲਬਧ ਨਹੀਂ ਹੈ! ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਮੁਹਿੰਮ ਲਈ ਇੱਕ ਲਿੰਕ ਬਣਾਓ।",
      "social": "ਸੋਸ਼ਲ ਮੀਡੀਆ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ",
      "conversion_over_time": "ਸਮੇਂ ਦੇ ਨਾਲ ਪਰਿਵਰਤਨ",
      "total_campaign_sell": "ਮੁਹਿੰਮ ਦੁਆਰਾ ਕੁੱਲ ਵਿਕਰੀ"
    },
    "finance": {
      "title": "ਵਿੱਤ ਰਿਪੋਰਟ",
      "campaign_revenue": "ਮੁਹਿੰਮ ਦੀ ਆਮਦਨ",
      "total_revenue": "ਮੁਹਿੰਮ ਦੁਆਰਾ ਕੁੱਲ ਆਮਦਨ",
      "links_revenue": "ਮੁਹਿੰਮ ਲਿੰਕ ਮਾਲੀਆ",
      "payments_over_time": "ਸਮੇਂ ਦੇ ਨਾਲ ਵਿਕਰੀ",
      "all_links": "ਸਾਰੇ ਲਿੰਕ"
    },
    "landing": {
      "empty_message": "ਮੁਹਿੰਮ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਇੱਕ ਲੈਂਡਿੰਗ ਪੰਨਾ ਸੈਟ ਕਰੋ।",
      "set_landing": "ਲੈਂਡਿੰਗ ਪੰਨਾ ਸੈੱਟ ਕਰੋ",
      "create_landing": "ਨਵਾਂ ਲੈਂਡਿੰਗ ਪੰਨਾ ਬਣਾਓ"
    },
    "links": {
      "title": "ਮੁਹਿੰਮ ਲਿੰਕ",
      "url_input_message": "ਆਪਣਾ ਟੀਚਾ ਪੰਨਾ url ਦਾਖਲ ਕਰੋ"
    },
    "setting": {
      "menu": {
        "config": "ਸੰਰਚਨਾ",
        "timespan": "ਸਮਾਂ ਮਿਆਦ",
        "banner": "ਬੈਨਰ",
        "Notification": "ਸੂਚਨਾ"
      },
      "general_setting": {
        "title": "ਆਮ ਮੁਹਿੰਮ ਸੈਟਿੰਗਾਂ",
        "sub_title": "ਨਾਮ, ਲੈਂਡਿੰਗ ਪੰਨਾ ਅਤੇ ਛੂਟ ਕੋਡ",
        "name_input": "ਮੁਹਿੰਮ ਦਾ ਨਾਮ",
        "name_input_hint": "ਆਪਣੀ ਮੁਹਿੰਮ ਵਿੱਚ ਇੱਕ ਨਾਮ ਸ਼ਾਮਲ ਕਰੋ",
        "enable_input": "ਕੀ ਮੁਹਿੰਮ ਸਰਗਰਮ ਹੈ?",
        "page_input": "ਲੈਂਡਿੰਗ ਪੰਨਾ",
        "discount_code_input": "ਛੋਟ ਕੋਡ",
        "limit": "ਛੂਟ ਸੀਮਾ",
        "max_count": "ਅਧਿਕਤਮ ਗਿਣਤੀ",
        "max_count_unit": "ਇਕਾਈ",
        "start": "ਸ਼ੁਰੂ ਕਰੋ",
        "end": "ਅੰਤ",
        "notification_enable_input": "ਨੋਟੀਫਿਕੇਸ਼ਨ ਚਾਲੂ ਹੈ?",
        "landing_page": "ਲੈਂਡਿੰਗ ਪੰਨਾ",
        "discount_code": "ਛੋਟ ਕੋਡ",
        "auto": "ਪੂਰਵ-ਨਿਰਧਾਰਤ ਮੁਹਿੰਮ",
        "auto_message": "ਤੁਹਾਡੀ ਦੁਕਾਨ ਵਿੱਚ ਪੂਰਵ-ਨਿਰਧਾਰਤ ਮੁਹਿੰਮ ਕਿਰਿਆਸ਼ੀਲ ਹੈ"
      },
      "time_setting": {
        "title": "ਸਮਾਂ ਮਿਆਦ",
        "sub_title": "ਸ਼ੁਰੂਆਤੀ ਮਿਤੀ ਅਤੇ ਸਮਾਂ / ਸਮਾਪਤੀ ਮਿਤੀ ਅਤੇ ਸਮਾਂ",
        "start_input": "ਸ਼ੁਰੂ ਕਰੋ",
        "start_input_placeholder": "ਮੁਹਿੰਮ ਸ਼ੁਰੂ ਕਰਨ ਦਾ ਸਮਾਂ ਚੁਣੋ",
        "end_input": "ਅੰਤ",
        "end_input_placeholder": "ਮੁਹਿੰਮ ਦਾ ਅੰਤ ਸਮਾਂ ਚੁਣੋ"
      },
      "banner_setting": {
        "title": "ਦੁਕਾਨ ਦਾ ਬੈਨਰ",
        "sub_title": "ਦੁਕਾਨ ਦੇ ਪੰਨੇ ਦੇ ਸਿਖਰ 'ਤੇ ਡਿਸਪਲੇ ਕਰੋ",
        "message_input": "ਸੁਨੇਹਾ ਟੈਕਸਟ",
        "message_input_placeholder": "ਵਿਸ਼ੇਸ਼ ਤਿਉਹਾਰ...",
        "message_input_hint": "ਸਟੋਰ ਦੇ ਸਿਖਰ 'ਤੇ ਬੈਨਰ ਸੁਨੇਹਾ ਟੈਕਸਟ",
        "bg_image_input": "ਬੈਕਗ੍ਰਾਊਂਡ ਚਿੱਤਰ URL",
        "bg_image_input_hint": "ਪੂਰਾ ਪਿਛੋਕੜ ਚਿੱਤਰ URL",
        "repeat_pattern": "ਪੈਟਰਨ ਨੂੰ ਦੁਹਰਾਓ",
        "simple": "ਆਸਾਨ",
        "dark_input": "ਡਾਰਕ ਥੀਮ?",
        "icon_input": "ਆਈਕਨ",
        "icon_input_hint": "ਮਟੀਰੀਅਲ ਡਿਜ਼ਾਈਨ ਆਈਕਨ ਦਾ ਨਾਮ ਜਾਂ ਫੋਂਟਾਵੋਸਮ: ਫਾਸ ਫਾ-ਸਟਾਰ",
        "anim_input": "ਐਨੀਮੇਸ਼ਨ ਪਤਾ",
        "anim_input_message": "Lottie ਐਨੀਮੇਸ਼ਨ ਫਾਈਲ URL",
        "preview": "ਝਲਕ",
        "preview_update_action": "ਪੂਰਵ-ਝਲਕ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ",
        "bg_color": "ਬੈਕਗ੍ਰਾਊਂਡ ਦਾ ਰੰਗ",
        "icon_bg": "ਪ੍ਰਤੀਕ ਬੈਕਗ੍ਰਾਊਂਡ ਰੰਗ"
      },
      "notifications": {
        "title": "ਸੂਚਨਾ",
        "sub_title": "ਇੱਕ ਸੂਚਨਾ ਬਣਾਓ ਅਤੇ ਇਸਨੂੰ ਆਪਣੀ ਮੁਹਿੰਮ ਨਾਲ ਲਿੰਕ ਕਰੋ।",
        "update_success": "ਤੁਹਾਡੀ ਮੁਹਿੰਮ ਨੂੰ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ।",
        "action_button": "ਐਕਸ਼ਨ ਬਟਨ",
        "background_color": "ਬੈਕਗ੍ਰਾਊਂਡ ਦਾ ਰੰਗ",
        "text_color": "ਟੈਕਸਟ ਦਾ ਰੰਗ",
        "action_color": "ਐਕਸ਼ਨ ਰੰਗ",
        "action_text_color": "ਐਕਸ਼ਨ ਟੈਕਸਟ ਰੰਗ",
        "notification_image": "ਸੂਚਨਾ ਚਿੱਤਰ",
        "notification_bg": "ਸੂਚਨਾ ਪਿਛੋਕੜ",
        "show_preview": "ਝਲਕ ਦਿਖਾਓ",
        "persistence": "ਦ੍ਰਿੜਤਾ",
        "persistence_message": "ਕੀ ਤੁਸੀਂ ਹਰ ਵਾਰ ਦਿਖਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ ਜਦੋਂ ਤੁਹਾਡਾ ਉਪਭੋਗਤਾ ਵੈੱਬਸਾਈਟ 'ਤੇ ਜਾਂਦਾ ਹੈ",
        "radius": "ਰੇਡੀਅਸ",
        "show_delay": "ਦੇਰੀ ਦਿਖਾਓ"
      }
    }
  },
  "add_category": {
    "title_edit": "ਸ਼੍ਰੇਣੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "title_update": "ਨਵੀਂ ਸ਼੍ਰੇਣੀ ਸ਼ਾਮਲ ਕਰੋ",
    "menu": {
      "delete": "ਸ਼੍ਰੇਣੀ ਮਿਟਾਓ",
      "filter": "ਫਿਲਟਰ",
      "settings": "ਸੈਟਿੰਗਾਂ",
      "back": "ਵਾਪਸ"
    },
    "title_input": "ਸ਼੍ਰੇਣੀ ਸਿਰਲੇਖ *",
    "title_input_error": "ਇੱਕ ਸ਼੍ਰੇਣੀ ਦਾ ਸਿਰਲੇਖ ਚੁਣੋ",
    "name_input": "ਸ਼੍ਰੇਣੀ ਦਾ ਨਾਮ (ਅੰਗਰੇਜ਼ੀ) *",
    "name_input_error": "ਸ਼੍ਰੇਣੀ ਲਈ ਇੱਕ ਵਿਲੱਖਣ ਨਾਮ ਚੁਣੋ",
    "description_input": "ਸ਼੍ਰੇਣੀ ਦਾ ਵਰਣਨ",
    "description_input_message": "ਸ਼੍ਰੇਣੀ ਦਾ ਸੰਖੇਪ ਵੇਰਵਾ ਦਰਜ ਕਰੋ ..",
    "parent_input": "ਮਾਪੇ ਸ਼੍ਰੇਣੀ",
    "parent_input_message": "ਇਹ ਸ਼੍ਰੇਣੀ ਸਟੋਰ ਹੋਮਪੇਜ 'ਤੇ ਦਿਖਾਈ ਦਿੰਦੀ ਹੈ।",
    "image_input": "ਸ਼੍ਰੇਣੀ ਚਿੱਤਰ",
    "image_input_placeholder": "ਸ਼੍ਰੇਣੀ ਲਈ ਇੱਕ ਚਿੱਤਰ ਚੁਣੋ",
    "edit_action": "ਸ਼੍ਰੇਣੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "add_action": "ਸ਼੍ਰੇਣੀ ਸ਼ਾਮਲ ਕਰੋ",
    "back_action": "ਵਾਪਸ",
    "no_category": "ਕੋਈ ਸ਼੍ਰੇਣੀਆਂ ਨਹੀਂ",
    "star": "ਤਾਰਾ",
    "filter": {
      "title": "ਸ਼੍ਰੇਣੀ ਫਿਲਟਰ",
      "sub_title": "ਇਸ ਸ਼੍ਰੇਣੀ ਦੇ ਉਤਪਾਦਾਂ 'ਤੇ ਲਾਗੂ ਫਿਲਟਰਾਂ ਅਤੇ ਸ਼੍ਰੇਣੀਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।",
      "message": "ਹੇਠਾਂ ਦਿੱਤੇ ਬਕਸੇ ਵਿੱਚ ਇਸ ਸ਼੍ਰੇਣੀ ਲਈ ਆਮ ਤਕਨੀਕੀ ਵਿਸ਼ੇਸ਼ਤਾ ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ ਅਤੇ ਸੁਰੱਖਿਅਤ ਕਰੋ। ਸੂਚੀ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਫਿਲਟਰ ਸ਼੍ਰੇਣੀਆਂ ਹਰੇਕ ਸ਼੍ਰੇਣੀ ਦੀ ਸਮੱਗਰੀ ਦੇ ਨਾਲ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ। ਉਤਪਾਦ ਵੇਰੀਐਂਟ ਤੋਂ ਰੰਗ, ਭਾਰ, ਆਕਾਰ, ਬ੍ਰਾਂਡ ਆਦਿ ਆਪਣੇ ਆਪ ਹੀ ਕੱਢੇ ਜਾਂਦੇ ਹਨ।"
    },
    "delete_alert": {
      "title": "ਸ਼੍ਰੇਣੀ ਹਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ {title} ਸ਼੍ਰੇਣੀ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਮਿਟਾਓ"
    },
    "notifications": {
      "add_success": "ਨਵੀਂ ਸ਼੍ਰੇਣੀ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ।",
      "edit_success": "ਸ਼੍ਰੇਣੀ ਸੰਪਾਦਿਤ ਕੀਤੀ ਗਈ।",
      "delete_success": "{title} ਮਿਟਾਇਆ ਗਿਆ।"
    },
    "edit_filter": {
      "spec_input": "ਤਕਨੀਕੀ ਨਿਰਧਾਰਨ ਸੂਚੀ",
      "spec_input_message": "ਉਹਨਾਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਸੂਚੀ ਜੋ ਤੁਸੀਂ ਫਿਲਟਰ ਸੈਕਸ਼ਨ ਵਿੱਚ ਦਿਖਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ",
      "price": "ਕੀਮਤ",
      "min": "ਘੱਟੋ-ਘੱਟ",
      "max": "ਅਧਿਕਤਮ",
      "suggested_list": {
        "brand": "ਬ੍ਰਾਂਡ",
        "colors": "ਰੰਗ",
        "styles": "ਡਿਜ਼ਾਈਨ",
        "volumes": "ਵਾਲੀਅਮ",
        "weights": "ਭਾਰ",
        "packs": "ਪ੍ਰਤੀ ਪੈਕ ਨੰਬਰ",
        "types": "ਟਾਈਪ ਕਰੋ"
      },
      "notifications": {
        "edit_success": "ਸ਼੍ਰੇਣੀ ਸੰਪਾਦਿਤ ਕੀਤੀ ਗਈ।"
      }
    }
  },
  "apps_list": {
    "nodata": "ਤੁਹਾਡੇ ਸਟੋਰ 'ਤੇ ਕੋਈ ਐਪ ਸਥਾਪਤ ਨਹੀਂ ਹੈ",
    "inactive": "ਅਕਿਰਿਆਸ਼ੀਲ",
    "my_apps": "ਮੇਰੀਆਂ ਐਪਾਂ",
    "app_store": "ਨਵੀਂ ਐਪ ਸ਼ਾਮਲ ਕਰੋ"
  },
  "add_shop": {
    "menu": {
      "shop_title": "ਸਟੋਰ ਦਾ ਸਿਰਲੇਖ",
      "shop_name": "ਸਟੋਰ ਦਾ ਨਾਮ",
      "description": "ਵਰਣਨ",
      "contact": "ਸੰਪਰਕ ਜਾਣਕਾਰੀ",
      "image": "ਚਿੱਤਰ"
    },
    "title_input": "ਸਿਰਲੇਖ",
    "title_input_tips": "ਆਪਣੇ ਸਟੋਰ, ਬ੍ਰਾਂਡ ਜਾਂ ਕੰਪਨੀ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ।",
    "active_message": "ਹਰ ਕੋਈ ਤੁਹਾਡੀ ਵੈਬਸਾਈਟ ਤੱਕ ਪਹੁੰਚ ਕਰ ਸਕਦਾ ਹੈ ਲਈ ਸਰਗਰਮ ਸੈੱਟ ਕਰੋ.",
    "language_input_message": "ਆਪਣੀ ਸਟੋਰ ਭਾਸ਼ਾ ਚੁਣੋ।",
    "name_input": "ਨਾਮ",
    "name_input_message": "ਆਪਣੇ ਸਟੋਰ ਲਈ ਇੱਕ ਨਾਮ ਦਰਜ ਕਰੋ।",
    "name_input_tips": "ਗੈਰ-ਅੰਗਰੇਜ਼ੀ ਅੱਖਰ, ਸਪੇਸ ਜਾਂ ਅੱਖਰਾਂ ਦੀ ਵਰਤੋਂ ਨਾ ਕਰੋ, ਜੇਕਰ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਸਟੋਰ ਦਾ ਨਾਮ ਸਹੀ ਢੰਗ ਨਾਲ ਪ੍ਰਦਰਸ਼ਿਤ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।",
    "description_input": "ਸਟੋਰ ਦਾ ਵੇਰਵਾ",
    "description_input_message": "ਆਪਣੇ ਕਾਰੋਬਾਰ ਬਾਰੇ ਸੰਖੇਪ ਵਰਣਨ ਲਿਖੋ।",
    "address_input": "ਸਟੋਰ ਦਾ ਪਤਾ",
    "address_input_message": "ਸਹੀ ਸਟੋਰ ਟਿਕਾਣਾ ਪਤਾ ਦਰਜ ਕਰੋ",
    "phone_input": "ਫੋਨ ਨੰਬਰ",
    "phone_input_message": "ਗਾਹਕ ਸੰਪਰਕ ਨੰਬਰ",
    "phone_input_tips": "ਦੇਸ਼ ਦੇ ਕੋਡ ਨਾਲ ਸੰਪਰਕ ਨੰਬਰ ਦਰਜ ਕਰੋ। ਇਹ ਨੰਬਰ ਗੂਗਲ ਸਰਚ ਵਿੱਚ ਜਾਣਕਾਰੀ ਦਿਖਾਉਣ ਲਈ ਵੀ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।",
    "email_input": "ਈ - ਮੇਲ",
    "email_input_message": "ਗਾਹਕਾਂ ਲਈ ਈਮੇਲ ਪਤਾ",
    "locality_input": "ਟਿਕਾਣਾ",
    "locality_input_message": "ਸਟੋਰ ਟਿਕਾਣਾ",
    "region_input": "ਰਾਜ ਸੂਬੇ",
    "region_input_message": "ਰਾਜ ਜਾਂ ਸੂਬਾ ਜਿਸ ਵਿੱਚ ਤੁਸੀਂ ਕੰਮ ਕਰਦੇ ਹੋ",
    "country_input": "ਦੇਸ਼",
    "country_input_message": "ਵਪਾਰ ਦਾ ਦੇਸ਼",
    "postal_code_input": "ਡਾਕ ਕੋਡ",
    "postal_code_input_message": "ਪੋਸਟਲ ਕੋਡ ਸਟੋਰ ਕਰੋ",
    "image_input": "ਚਿੱਤਰ ਸਟੋਰ ਕਰੋ",
    "map": {
      "title": "ਸਟੋਰ ਦਾ ਪਤਾ",
      "confirm": "ਪਤਾ ਰਜਿਸਟਰੇਸ਼ਨ",
      "address": "ਪਤਾ",
      "receptor": "ਸਟੋਰ"
    },
    "create_shop_action": "ਸਟੋਰ ਬਣਾਓ",
    "update_shop_action": "ਅੱਪਡੇਟ ਕਰੋ",
    "notifications": {
      "copy_success": "ਸਟੋਰ ਦੇ ਪਤੇ ਦੀ ਕਾਪੀ।",
      "name_available": "ਇਹ ਨਾਮ ({name}) ਉਪਲਬਧ ਹੈ।",
      "add_success": "ਸਟੋਰ {title} ਬਣਾਇਆ ਗਿਆ।",
      "edit_success": "ਸਟੋਰ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ।"
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "ਵਰਚੁਅਲ ਆਈਟਮ ਸ਼ਾਮਲ ਕਰੋ",
    "add_virtual_item_desc": "ਵਰਚੁਅਲ ਉਤਪਾਦ ਵੇਚਣ ਲਈ, ਤੁਹਾਨੂੰ ਉਹਨਾਂ ਨੂੰ ਇਸ ਭਾਗ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਵਰਚੁਅਲ ਆਈਟਮਾਂ ਦੀ ਗਿਣਤੀ ਇਸ ਭਾਗ ਵਿੱਚ ਮੁਫਤ ਆਈਟਮਾਂ ਦੀ ਗਿਣਤੀ ਦੇ ਬਰਾਬਰ ਹੈ। ਇੱਕ ਵਾਰ ਜਦੋਂ ਗਾਹਕ ਵਰਚੁਅਲ ਆਈਟਮ ਖਰੀਦ ਲੈਂਦੇ ਹਨ, ਤਾਂ ਲਿੰਕ ਉਹਨਾਂ ਨੂੰ ਭੇਜਿਆ ਜਾਵੇਗਾ।",
    "filter_action": "ਫਿਲਟਰ ਲਾਗੂ ਕਰੋ",
    "not_processed": "ਅਣਪ੍ਰੋਸੈਸਡ ਆਰਡਰ",
    "title": "ਆਈਟਮਾਂ ਦੀ ਸੂਚੀ",
    "vew_order": "ਆਰਡਰ ਦੇਖੋ",
    "table": {
      "nodata": "ਕੋਈ ਵਸਤੂਆਂ ਨਹੀਂ ਹਨ",
      "product": "ਉਤਪਾਦ",
      "data": "ਡਾਟਾ",
      "status": "ਸਥਿਤੀ",
      "user_message": "ਉਪਭੋਗਤਾ ਸੁਨੇਹਾ",
      "updated_at": "ਆਖਰੀ ਅੱਪਡੇਟ",
      "order": "ਆਰਡਰ",
      "delete": "ਮਿਟਾਓ"
    },
    "notifications": {
      "delete_success": "ਆਈਟਮ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਇਆ ਗਿਆ।"
    }
  },
  "add_virtual_item": {
    "title_edit": "ਮੁੱਲ ਸੰਪਾਦਿਤ ਕਰੋ",
    "title_add": "ਉਤਪਾਦ ਵਿੱਚ ਆਈਟਮ ਸ਼ਾਮਲ ਕਰੋ",
    "sub_title": "ਵਰਚੁਅਲ ਉਤਪਾਦ ਬਣਾਉਣਾ ਅਤੇ ਸੰਪਾਦਿਤ ਕਰਨਾ",
    "message": "ਸਟੋਰ ਮੈਨੇਜਰ ਭੁਗਤਾਨ ਤੋਂ ਬਾਅਦ ਖਰੀਦਦਾਰ ਨੂੰ ਮੁੱਲ ਦਿਖਾ ਸਕਦਾ ਹੈ। ਇਹ ਮੁੱਲ ਹੇਠਾਂ ਦਿੱਤੇ ਫਾਰਮ ਵਿੱਚ ਦਰਜ ਕੀਤੇ ਜਾਣੇ ਚਾਹੀਦੇ ਹਨ। ਇਸ ਫਾਰਮ ਦੀ ਬਣਤਰ ਸੰਪਾਦਨ ਆਈਟਮ> ਸੰਪਾਦਨ ਆਉਟਪੁੱਟ ਜਾਣਕਾਰੀ ਭਾਗ ਵਿੱਚ ਸੈੱਟ ਕੀਤੀ ਗਈ ਹੈ।",
    "edit_outputs": "ਆਉਟਪੁੱਟ ਫਾਰਮ ਨੂੰ ਸੋਧੋ",
    "notifications": {
      "edit_success": "ਆਈਟਮ ਸੰਪਾਦਿਤ ਕੀਤੀ ਗਈ।",
      "add_success": "ਸੂਚੀ ਵਿੱਚ ਆਈਟਮ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ।"
    }
  },
  "virtual_process_center": {
    "title": "ਪ੍ਰੋਸੈਸਿੰਗ ਸੈਂਟਰ",
    "sub_title": "ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ",
    "virtual_product": "ਵਰਚੁਅਲ ਉਤਪਾਦ",
    "menu": {
      "report": "ਰਿਪੋਰਟ",
      "timeline": "ਸਮਾਂਰੇਖਾ",
      "order": "ਆਰਡਰ"
    },
    "list_widget": {
      "title": "ਆਰਡਰ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
      "product_name": "ਉਤਪਾਦ ਦਾ ਨਾਮ"
    },
    "inputs_widget": {
      "title": "ਇਨਪੁਟ ਫਾਰਮ",
      "table": {
        "title": "ਸਿਰਲੇਖ",
        "value": "ਮੁੱਲ"
      },
      "change_inputs_action": "ਇਨਪੁਟ ਫਾਰਮ ਦਾ ਸੰਪਾਦਨ ਕਰੋ"
    },
    "outputs_widget": {
      "title": "ਆਉਟਪੁੱਟ ਫਾਰਮ",
      "table": {
        "title": "ਸਿਰਲੇਖ",
        "value": "ਮੁੱਲ"
      },
      "tips": [
        "ਗਾਹਕ ਦੀ ਬੇਨਤੀ ਨੂੰ ਪੂਰਾ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਆਰਡਰ ਦੇ ਖਰੀਦਦਾਰ ਨੂੰ ਸੂਚਿਤ ਕਰਨ ਲਈ ਆਰਡਰ ਪੁਸ਼ਟੀਕਰਨ ਕੁੰਜੀ ਨੂੰ ਦਬਾਓ।",
        "ਇੱਕ ਵਾਰ ਆਰਡਰ ਮਨਜ਼ੂਰ ਹੋ ਜਾਣ 'ਤੇ, ਖਰੀਦਦਾਰ ਇਨਪੁਟ ਜਾਣਕਾਰੀ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਵੇਗਾ।"
      ],
      "alerts": {
        "order_completed_by_admin": "ਆਰਡਰ ਪੂਰਾ ਹੋ ਗਿਆ ਹੈ।",
        "order_completed_by_buyer": "ਖਰੀਦਦਾਰ ਦੁਆਰਾ ਆਰਡਰ ਪੂਰਾ ਕੀਤਾ ਗਿਆ ਹੈ.",
        "waiting_for_buyer": "ਖਰੀਦਦਾਰ ਦੀ ਪ੍ਰਵਾਨਗੀ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ .."
      }
    }
  },
  "file_process_center": {
    "title": "ਪ੍ਰੋਸੈਸਿੰਗ ਸੈਂਟਰ",
    "sub_title": "ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ",
    "menu": {
      "report": "ਰਿਪੋਰਟ",
      "timeline": "ਸਮਾਂਰੇਖਾ",
      "order": "ਆਰਡਰ"
    }
  },
  "process_order_page_dashboard": {
    "title": "ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ",
    "cancel_order_action": "ਆਰਡਰ ਰੱਦ ਕਰੋ",
    "open_basket_cation": "ਇਹ ਸ਼ਾਪਿੰਗ ਕਾਰਟ ਖੁੱਲ੍ਹਾ ਹੈ, ਮਤਲਬ ਕਿ ਗਾਹਕ ਖਰੀਦਦਾਰੀ ਕਰ ਰਿਹਾ ਹੈ ਅਤੇ ਅਜੇ ਤੱਕ ਆਰਡਰ ਦਾ ਭੁਗਤਾਨ ਨਹੀਂ ਕੀਤਾ ਹੈ।",
    "reject_dialog": {
      "title": "ਆਰਡਰ ਨੂੰ ਅਸਵੀਕਾਰ ਕਰਨ ਦਾ ਕਾਰਨ",
      "message": "ਹੇਠਾਂ ਦਿੱਤੀ ਸੂਚੀ ਵਿੱਚੋਂ ਇਸ ਆਰਡਰ ਨੂੰ ਅਸਵੀਕਾਰ ਕਰਨ ਦਾ ਕਾਰਨ ਚੁਣੋ। ਰੱਦ ਕਰਨ ਅਤੇ ਰਿਫੰਡ ਪ੍ਰਕਿਰਿਆ ਬਾਰੇ ਗਾਹਕ ਨੂੰ ਸੂਚਿਤ ਕਰਨਾ ਯਕੀਨੀ ਬਣਾਓ। ਰਿਫੰਡ 12 ਘੰਟਿਆਂ ਦੇ ਅੰਦਰ ਅੰਦਰ ਕੀਤੇ ਜਾਣੇ ਚਾਹੀਦੇ ਹਨ।",
      "confirm_action": "ਆਰਡਰ ਰੱਦ ਕਰੋ",
      "dismiss_reject_action": "ਆਰਡਰ ਰੱਦ ਕਰਨ ਨੂੰ ਖਾਰਜ ਕਰੋ"
    },
    "notifications": {
      "update_status_success": "ਆਰਡਰ ਸਥਿਤੀ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।",
      "reject_update_success": "ਆਰਡਰ ਰੱਦ ਕਰਨ ਦੀ ਸਥਿਤੀ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।",
      "dismiss_reject_success": "ਆਰਡਰ ਆਮ ਪ੍ਰਕਿਰਿਆ 'ਤੇ ਵਾਪਸ ਆ ਗਿਆ।",
      "set_tracking_success": "ਆਰਡਰ ਟਰੈਕ ਆਈਡੀ ਸਫਲਤਾਪੂਰਵਕ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਗਈ।"
    }
  },
  "process_center": {
    "title": "ਪ੍ਰੋਸੈਸਿੰਗ ਸੈਂਟਰ",
    "physical_product": "ਭੌਤਿਕ ਉਤਪਾਦ",
    "menu": {
      "label": "ਪੈਕੇਜ ਲੇਬਲ",
      "receipt": "ਚਲਾਨ",
      "back": "ਵਾਪਸ",
      "return": "ਵਾਪਸੀ",
      "report": "ਰਿਪੋਰਟ",
      "timeline": "ਸਮਾਂਰੇਖਾ",
      "inputs": "ਇਨਪੁਟਸ",
      "order": "ਆਰਡਰ"
    },
    "payment_widget": {
      "title": "ਭੁਗਤਾਨ",
      "checklist": [
        "ਆਰਡਰ ਦੀ ਰਕਮ ਅਤੇ ਗਾਹਕ ਭੁਗਤਾਨ ਦੀ ਜਾਂਚ ਕਰੋ।",
        "ਬਿਲਿੰਗ ਪਤੇ ਦੀ ਜਾਂਚ ਕਰੋ।",
        "ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਦਾਖਲ ਕੀਤੀ ਗਈ ਜਾਣਕਾਰੀ ਸਹੀ ਹੈ, ਖਾਸ ਕਰਕੇ ਜੇਕਰ ਭੁਗਤਾਨ ਕੈਸ਼ ਆਨ ਡਿਲੀਵਰੀ ਹੈ।"
      ],
      "action_cod_pay": "ਗਾਹਕ ਦੁਆਰਾ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "action_dir_pay": "ਅਪਲੋਡ ਕੀਤੀ ਭੁਗਤਾਨ ਰਸੀਦ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "payment_receipt_not_uploaded_error": "ਭੁਗਤਾਨ ਦੀ ਰਸੀਦ ਅਜੇ ਅੱਪਲੋਡ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ!",
      "waiting_for_pay": "ਬਕਾਇਆ ਭੁਗਤਾਨ",
      "processing_payment": "ਭੁਗਤਾਨ ਦੀ ਪ੍ਰਕਿਰਿਆ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ",
      "processing_cancel": "ਭੁਗਤਾਨ ਰੱਦ ਕੀਤਾ ਗਿਆ",
      "paid": "ਦਾ ਭੁਗਤਾਨ",
      "cod_pay_info": "ਜਦੋਂ ਤੁਸੀਂ ਗਾਹਕ ਤੋਂ ਆਰਡਰ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਆਰਡਰ ਨੂੰ ਪੂਰਾ ਕਰ ਸਕਦੇ ਹੋ।",
      "dir_pay_info": "ਭੁਗਤਾਨ ਦੀ ਰਸੀਦ ਉੱਪਰ ਦਿਖਾਈ ਦੇਵੇਗੀ। ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਤੁਸੀਂ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ, ਆਪਣੇ ਬੈਂਕ ਨਾਲ ਜਮ੍ਹਾਂ ਰਕਮ ਅਤੇ ਰਸੀਦ ਜਾਣਕਾਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।",
      "created_date": "ਬਣਾਉਣ ਦੀ ਮਿਤੀ",
      "pay_date": "ਭੁਗਤਾਨ ਦੀ ਮਿਤੀ",
      "payment_gateway": "ਭੁਗਤਾਨ ਗੇਟਵੇ",
      "payment_method": "ਭੁਗਤਾਨੇ ਦੇ ਢੰਗ",
      "risk": "ਜੋਖਮ ਮੁੱਲ",
      "billing_details": "ਬਿਲਿੰਗ ਵੇਰਵੇ",
      "add_transaction": "ਨਵਾਂ ਬਿੱਲ ਸ਼ਾਮਲ ਕਰੋ",
      "add_transactions_message": "ਤੁਹਾਨੂੰ ਇਸ ਆਰਡਰ ਲਈ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਲੈਣ-ਦੇਣ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਕੁਝ ਮਾਮਲਿਆਂ ਵਿੱਚ, ਕਈ ਪੜਾਵਾਂ ਵਿੱਚ ਭੁਗਤਾਨ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ। ਕੰਮ ਦੇ ਦੌਰਾਨ, ਉਪਭੋਗਤਾ ਨੂੰ ਕਿਹੜੇ ਲੈਣ-ਦੇਣ ਲਈ ਭੁਗਤਾਨ ਕਰਨਾ ਪੈਂਦਾ ਹੈ, ਇਹ ਤੁਹਾਡੇ ਦੁਆਰਾ ਨਿਰਧਾਰਤ ਕੀਤਾ ਜਾਵੇਗਾ।",
      "add_bill_dialog": {
        "title": "ਇਨਵੌਇਸ ਸ਼ਾਮਲ ਕਰੋ",
        "message": "ਤੁਸੀਂ ਇਸ ਆਰਡਰ ਲਈ ਇੱਕ ਜਾਂ ਇੱਕ ਤੋਂ ਵੱਧ ਨਵੇਂ ਇਨਵੌਇਸ ਜੋੜ ਸਕਦੇ ਹੋ। ਗਾਹਕ ਇਨ੍ਹਾਂ ਚਲਾਨਾਂ ਨੂੰ ਦੇਖੇਗਾ ਅਤੇ ਕੰਮ ਦੀ ਪ੍ਰਗਤੀ ਦੇ ਅਨੁਸਾਰ ਹਰੇਕ ਨੂੰ ਭੁਗਤਾਨ ਕਰੇਗਾ।",
        "amount_input": "ਚਲਾਨ ਦੀ ਰਕਮ",
        "action": "ਬਿੱਲ ਸ਼ਾਮਲ ਕਰੋ"
      },
      "edit_bill_dialog": {
        "title": "ਇਨਵੌਇਸ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
        "message": "ਤੁਸੀਂ ਲੰਬਿਤ ਇਨਵੌਇਸਾਂ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰ ਸਕਦੇ ਹੋ।",
        "action": "ਇਨਵੌਇਸ ਦਾ ਸੰਪਾਦਨ ਕਰੋ"
      },
      "bill_cash_payment_dialog": {
        "title": "ਨਕਦ ਭੁਗਤਾਨ ਰਜਿਸਟਰ ਕਰੋ",
        "message": "ਜੇਕਰ ਖਰੀਦਦਾਰ ਨੇ ਇਸ ਇਨਵੌਇਸ ਦੀ ਰਕਮ ਨਕਦ ਜਾਂ ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਤੋਂ ਇਲਾਵਾ ਕਿਸੇ ਹੋਰ ਤਰੀਕੇ ਨਾਲ ਅਦਾ ਕੀਤੀ ਹੈ, ਤਾਂ ਇਸ ਭਾਗ ਵਿੱਚ, ਇੱਕ ਵਿਕਲਪ ਚੁਣ ਕੇ, ਰਜਿਸਟਰ ਕਰੋ ਅਤੇ ਉਸਦੇ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ। ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ, ਤੁਸੀਂ ਆਪਣੇ ਸਟੋਰ ਦੇ ਸਿਰਫ਼ ਨਕਦ ਭੁਗਤਾਨ ਗੇਟਵੇ ਦੇਖ ਸਕਦੇ ਹੋ, ਜੇਕਰ ਤੁਹਾਨੂੰ ਅਜਿਹਾ ਵਿਕਲਪ ਨਹੀਂ ਦਿਸਦਾ ਹੈ, ਤਾਂ ਤੁਹਾਨੂੰ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਚੁਣੀ ਗਈ ਮੁਦਰਾ ਵਿੱਚ ਇੱਕ ਨਕਦ ਭੁਗਤਾਨ ਗੇਟਵੇ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
        "action": "ਬਿੱਲ ਦੇ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ"
      },
      "table": {
        "title": "ਸਿਰਲੇਖ",
        "amount": "ਦੀ ਰਕਮ",
        "description": "ਵਰਣਨ",
        "info": "ਜਾਣਕਾਰੀ"
      },
      "user_payment": "ਗਾਹਕ ਭੁਗਤਾਨ",
      "cod": "ਡਿਲਿਵਰੀ 'ਤੇ ਨਕਦ",
      "gateway_wage": "ਫੀਸ",
      "gift_card": "ਗਿਫ਼ਟ ਕਾਰਡ",
      "discount_code": {
        "title": "ਛੋਟ ਕੋਡ",
        "code": "ਕੋਡ",
        "percent": "ਪ੍ਰਤੀਸ਼ਤ",
        "limit": "ਸੀਮਾ"
      },
      "club": {
        "title": "ਗਾਹਕ ਕਲੱਬ",
        "percent": "ਪ੍ਰਤੀਸ਼ਤ",
        "limit": "ਸੀਮਾ"
      },
      "coupon": {
        "title": "ਕੂਪਨ",
        "percent": "ਪ੍ਰਤੀਸ਼ਤ",
        "limit": "ਸੀਮਾ",
        "charge": "ਚਾਰਜ"
      },
      "delivery": {
        "title": "ਸ਼ਿਪਿੰਗ ਦੀ ਲਾਗਤ",
        "not_paid": "ਭੁਗਤਾਨ ਨਹੀਂ ਕੀਤਾ ਗਿਆ"
      },
      "samin": {
        "title": "ਸੇਵਾ ਫੀਸ",
        "description": "ਇਹ ਰਕਮ ਤੁਹਾਡੇ Selldone ਵਾਲੇਟ ਖਾਤੇ ਵਿੱਚੋਂ ਕੱਟੀ ਗਈ ਹੈ।",
        "tooltip": "ਭੁਗਤਾਨ ਵਿਧੀ ਦੁਆਰਾ ਗਣਨਾ ਕਰੋ",
        "percent": "ਪ੍ਰਤੀਸ਼ਤ"
      },
      "affiliate": {
        "title": "ਐਫੀਲੀਏਟ ਕਮਿਸ਼ਨ",
        "affiliate_message": "ਤੁਹਾਨੂੰ ਇਹ ਕਮਿਸ਼ਨ ਆਪਣੇ ਐਫੀਲੀਏਟ ਨੂੰ ਅਦਾ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਇਹ ਪ੍ਰਕਿਰਿਆ ਆਪਣੇ ਆਪ ਦੁਆਰਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ."
      },
      "total_price": "ਕੁੱਲ ਆਈਟਮਾਂ ਦੀ ਕੀਮਤ",
      "total_items_discount": "ਆਈਟਮਾਂ ਦੀ ਛੋਟ",
      "total_price_after_offers": "ਪੇਸ਼ਕਸ਼ਾਂ ਨੂੰ ਲਾਗੂ ਕਰਨ ਤੋਂ ਬਾਅਦ ਕੁੱਲ",
      "user_payment_amount": "ਖਰੀਦਦਾਰ ਭੁਗਤਾਨ ਦੀ ਰਕਮ",
      "samin_wage": "ਸੇਲਡਨ ਫੀਸ",
      "pay_cod_dialog": {
        "title": "ਕੀ ਤੁਹਾਨੂੰ ਆਰਡਰ ਦੇ ਪੈਸੇ ਮਿਲੇ ਹਨ?",
        "message": "ਗਾਹਕ ਦੁਆਰਾ ਪੂਰਾ ਭੁਗਤਾਨ ਯਕੀਨੀ ਬਣਾਉਣ ਤੋਂ ਬਾਅਦ, ਕੈਸ਼ ਆਨ ਡਿਲੀਵਰੀ ਭੁਗਤਾਨ ਵਿਧੀ ਵਿੱਚ ਇਸ ਵਿਕਲਪ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।",
        "confirm_action": "ਗਾਹਕ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ"
      },
      "pay_dir_dialog": {
        "title": "ਕੀ ਤੁਹਾਨੂੰ ਆਰਡਰ ਦੇ ਪੈਸੇ ਮਿਲੇ ਹਨ?",
        "message": "ਆਪਣੇ ਬੈਂਕ ਨਾਲ ਅੱਪਲੋਡ ਕੀਤੀ ਭੁਗਤਾਨ ਰਸੀਦ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇਣ ਤੋਂ ਬਾਅਦ ਇਸ ਵਿਕਲਪ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ। ਆਪਣੇ ਬੈਂਕ ਤੋਂ ਭੁਗਤਾਨ ਦੀ ਜਾਂਚ ਕਰਨਾ ਯਕੀਨੀ ਬਣਾਓ।",
        "confirm_action": "ਗਾਹਕ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ"
      },
      "notifications": {
        "pay_confirm_message": "ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਹੈ।<br> ਪੋਰਟ: {gateway_name}<br> ਮਿਤੀ: {payment_at}",
        "pay_fail_title": "ਭੁਗਤਾਨ ਨਹੀਂ ਕੀਤਾ ਗਿਆ",
        "pay_fail_message": "ਭੁਗਤਾਨ ਨੂੰ ਮਨਜ਼ੂਰੀ ਨਹੀਂ ਦਿੱਤੀ ਜਾ ਸਕਦੀ!"
      }
    },
    "basket_list": {
      "checklist": [
        "ਵਸਤੂ ਸੂਚੀ ਦੀ ਜਾਂਚ ਕਰੋ।",
        "ਜੇਕਰ ਆਈਟਮ ਉਪਲਬਧ ਨਹੀਂ ਹੈ, ਤਾਂ ਉਸ ਆਈਟਮ ਲਈ ਅਦਾ ਕੀਤੀ ਰਕਮ ਗਾਹਕ ਨੂੰ ਵਾਪਸ ਕਰ ਦਿੱਤੀ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ।"
      ],
      "message": "ਜੇਕਰ ਕੋਈ ਵੀ ਆਈਟਮ ਉਪਲਬਧ ਨਹੀਂ ਹੈ ਜਾਂ ਵੇਚਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ, ਤਾਂ ਇਸਦੇ ਨਾਲ ਵਾਲੇ ਬਾਕਸ ਨੂੰ ਹਟਾਓ ਅਤੇ <b>ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ</b> ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
      "action": "ਆਰਡਰ ਪੱਕਾ ਕਰਨਾ",
      "list_of_items": "ਸ਼ਾਪਿੰਗ ਕਾਰਟ ਸੂਚੀ",
      "apply_change_action": "ਤਬਦੀਲੀਆਂ ਲਾਗੂ ਕਰੋ",
      "cant_apply_change": "ਤਬਦੀਲੀਆਂ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾ ਸਕਦੀਆਂ",
      "lottery_prize_inform": "ਤੁਹਾਡਾ ਗਾਹਕ ਇਸ ਉਤਪਾਦ ਦਾ 1 ਗੁਣਾ ਜਿੱਤਦਾ ਹੈ। ਇਸ ਆਰਡਰ ਨਾਲ ਤੋਹਫ਼ਾ ਭੇਜੋ।"
    },
    "preparing": {
      "title": "ਤਿਆਰੀ",
      "packing_weight": "ਪੈਕਿੰਗ ਵਜ਼ਨ",
      "delivery_type": "ਲਿਜਾਣ ਦਾ ਤਰੀਕਾ",
      "packing_size": "ਪੈਕੇਜਿੰਗ ਮਾਪ",
      "distance_warning": "ਮਨਜ਼ੂਰ ਕੀਤੀ ਦੂਰੀ ਸੀਮਾ ਤੋਂ ਵੱਧ।",
      "weight_warning": "ਮਨਜ਼ੂਰ ਵਜ਼ਨ ਤੋਂ ਵੱਧ।",
      "volume_warning": "ਮਨਜ਼ੂਰ ਪੈਕੇਜ ਆਕਾਰ ਤੋਂ ਵੱਧ ਹੈ।",
      "message": "ਜੇਕਰ ਆਰਡਰ ਭੇਜਣ ਲਈ ਤਿਆਰ ਹੈ ਤਾਂ ਹੇਠਾਂ ਦਿੱਤੇ <b>ਆਰਡਰ ਰੈਡੀ</b> ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
      "action": "ਸ਼ਿਪਿੰਗ ਲਈ ਤਿਆਰ ਆਰਡਰ",
      "checklist": [
        "ਪੈਕੇਜਿੰਗ ਵਿੱਚ ਮਿਆਰੀ ਨਿਯਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ.",
        "ਆਈਟਮਾਂ ਦੀ ਇੱਕ ਸੂਚੀ ਛਾਪੋ ਅਤੇ ਇਸਨੂੰ ਪੈਕੇਜ ਦੇ ਅੰਦਰ ਪਾਓ।",
        "ਪ੍ਰਿੰਟ ਕਰੋ ਅਤੇ ਬਾਕਸ ਉੱਤੇ ਇੱਕ ਲੇਬਲ ਚਿਪਕਾਓ।"
      ]
    },
    "basket_items": "ਆਰਡਰ ਆਈਟਮਾਂ ਦੀ ਸੂਚੀ",
    "delivered_dialog": {
      "title": "ਕੀ ਇਹ ਆਰਡਰ ਗਾਹਕ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ?",
      "message": "ਜਦੋਂ ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ ਕਿ ਗਾਹਕ ਨੂੰ ਆਰਡਰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ ਤਾਂ ਇਸ ਵਿਕਲਪ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "confirm_action": "ਮੈਂ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹਾਂ ਕਿ ਗਾਹਕ ਨੂੰ ਪੈਕੇਜ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ"
    },
    "return_delivery_dialog": {
      "title": "ਕੀ ਡਿਲੀਵਰੀ ਦੇ ਦੌਰਾਨ ਆਰਡਰ ਵਿੱਚ ਕੋਈ ਸਮੱਸਿਆ ਆਈ ਸੀ ਜਾਂ ਇਸਨੂੰ ਵਾਪਸ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ?",
      "message": "ਸ਼ਿਪਮੈਂਟ ਵਾਪਸ ਕਰਨ ਦੇ ਵਿਕਲਪ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ ਜੇਕਰ ਆਰਡਰ ਕਿਸੇ ਕਾਰਨ ਕਰਕੇ ਭੇਜਣ ਤੋਂ ਬਾਅਦ ਵਾਪਸ ਆ ਜਾਂਦਾ ਹੈ ਅਤੇ ਸ਼ਿਪਮੈਂਟ ਨੂੰ ਦੁਬਾਰਾ ਭੇਜਣ ਦੀ ਲੋੜ ਹੈ।",
      "confirm_action": "ਵਾਪਸੀ ਦੀ ਡਿਲਿਵਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ"
    },
    "notifications": {
      "update_status_success": "ਆਰਡਰ ਸਥਿਤੀ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।",
      "reject_update_success": "ਆਰਡਰ ਰੱਦ ਕਰਨ ਦੀ ਸਥਿਤੀ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।",
      "dismiss_reject_success": "ਆਰਡਰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ।",
      "pay_cod_success": "ਡਿਲੀਵਰੀ 'ਤੇ ਨਕਦ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ.",
      "pay_dir_success": "ਕਾਰਡ-ਟੂ-ਕਾਰਡ ਭੁਗਤਾਨ ਜਾਂ ਪੈਸੇ ਟ੍ਰਾਂਸਫਰ ਦੁਆਰਾ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਸੀ।",
      "set_tracking_success": "ਆਰਡਰ ਟਰੈਕ ਆਈਡੀ ਸਫਲਤਾਪੂਰਵਕ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਗਈ।",
      "new_bill_success": "ਨਵਾਂ ਬਿੱਲ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
      "edit_bill_success": "ਬਿੱਲ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ।",
      "update_bill_status_success": "ਬਿੱਲ ਸਥਿਤੀ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ।",
      "set_payment_in_cash_success": "ਬਿਲ ਭੁਗਤਾਨ ਦੀ ਦਸਤੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ।"
    },
    "delete_bill_dialog": {
      "title": "ਬਿੱਲ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਬਿੱਲ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਹੁਣੇ ਮਿਟਾਓ"
    }
  },
  "shop_gateway": {
    "title": "ਗੇਟਵੇ",
    "menu": {
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "edit": "ਸੰਪਾਦਿਤ ਕਰੋ",
      "transactions": "ਲੈਣ-ਦੇਣ",
      "back": "ਗੇਟਵੇ"
    },
    "dashboard": {
      "title": "ਗੇਟਵੇ ਪ੍ਰਬੰਧਨ",
      "gateway_data_widget": {
        "title": "ਭੁਗਤਾਨ ਰਿਪੋਰਟ",
        "title_small": "ਗੇਟਵੇ",
        "chart": {
          "times": "ਗਿਣਤੀ",
          "buys": "ਗਿਣਤੀ ਖਰੀਦੋ",
          "pays": "ਪਹੁੰਚਯੋਗ ਭੁਗਤਾਨ",
          "amount_pay": "ਦਾ ਭੁਗਤਾਨ",
          "amount_wage": "ਫੀਸ"
        }
      },
      "gateway_info_widget": {
        "title": "ਜਾਣਕਾਰੀ",
        "title_small": "ਗੇਟਵੇ",
        "status": "ਸਥਿਤੀ",
        "cod_transportation": "ਸ਼ਿਪਿੰਗ ਢੰਗ ਸੀਓਡੀ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ",
        "cod_transportations_error": "ਘੱਟੋ-ਘੱਟ ਇੱਕ ਸ਼ਿਪਿੰਗ ਵਿਧੀ ਲਈ ਡਿਲੀਵਰੀ 'ਤੇ ਨਕਦ ਭੁਗਤਾਨ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ!",
        "payment_type": "ਭੁਗਤਾਨ ਦੀ ਕਿਸਮ",
        "cod": "ਡਿਲਿਵਰੀ 'ਤੇ ਨਕਦ",
        "online": "ਆਨਲਾਈਨ ਭੁਗਤਾਨ",
        "wage_percent": "ਫੀਸ ਪ੍ਰਤੀਸ਼ਤ",
        "min_wage": "ਘੱਟੋ-ਘੱਟ ਫੀਸ",
        "max_wage": "ਅਧਿਕਤਮ ਫੀਸ",
        "min_amount": "ਘੱਟੋ-ਘੱਟ ਲੈਣ-ਦੇਣ",
        "max_amount": "ਵੱਧ ਤੋਂ ਵੱਧ ਲੈਣ-ਦੇਣ",
        "timeout": "ਭੁਗਤਾਨ ਦੀ ਮਿਆਦ",
        "timeout_unit": "ਸਕਿੰਟ",
        "link": "ਗੇਟਵੇ ਲਿੰਕ",
        "your_gateway_status": "ਤੁਹਾਡੀ ਗੇਟਵੇ ਸਥਿਤੀ",
        "config_extra_info": "ਭੁਗਤਾਨ ਸੇਵਾ ਸੰਰਚਨਾ",
        "oauth2_button": "{gateway} ਨਾਲ ਆਟੋ ਕਨੈਕਟ ਕਰੋ",
        "fee_payment_message": "ਗਾਹਕ ਦੁਆਰਾ ਅਦਾ ਕੀਤੀ ਸਾਰੀ ਰਕਮ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਟ੍ਰਾਂਸਫਰ ਕੀਤੀ ਜਾਵੇਗੀ। ਸੇਵਾ ਦੀ ਫੀਸ Selldone ਵਿੱਚ ਤੁਹਾਡੇ ਵਾਲਿਟ ਵਿੱਚੋਂ ਕੱਟੀ ਜਾਵੇਗੀ।"
      }
    },
    "edit": {
      "title": "ਗੇਟਵੇ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
      "menu": {
        "delete": "ਗੇਟਵੇ ਹਟਾਓ"
      },
      "edit_action": "ਗੇਟਵੇ ਦਾ ਸੰਪਾਦਨ ਕਰੋ"
    },
    "transactions": {
      "title": "ਲੈਣ-ਦੇਣ",
      "table": {
        "amount": "ਦੀ ਰਕਮ",
        "currency": "ਮੁਦਰਾ",
        "livemode": "ਟਾਈਪ ਕਰੋ",
        "status": "ਸਥਿਤੀ",
        "target_id": "ਆਰਡਰ",
        "risk": "ਜੋਖਮ",
        "card": "ਕਾਰਡ",
        "issued_at": "ਜਾਰੀ ਕਰਨ ਦੀ ਮਿਤੀ",
        "payment_at": "ਭੁਗਤਾਨ ਦੀ ਮਿਤੀ"
      },
      "live_mode": "ਲਾਈਵ",
      "test_mode": "ਸੈਂਡਬੌਕਸ"
    }
  },
  "edit_gateway": {
    "public_keys": "ਜਨਤਕ ਕੁੰਜੀਆਂ",
    "private_keys": "ਨਿੱਜੀ ਕੁੰਜੀਆਂ (ਗੁਪਤ)",
    "link": "ਵੈੱਬਸਾਈਟ",
    "state_title": "ਕਿਰਿਆਸ਼ੀਲ/ਅਕਿਰਿਆਸ਼ੀਲ ਭੁਗਤਾਨ ਵਿਧੀ",
    "gateway_status": "ਸਥਿਤੀ",
    "wallet": "ਬਲਾਕਚੈਨ ਵਾਲਿਟ",
    "developer_title": "ਵਿਕਾਸਕਾਰ ਮੋਡ",
    "developer_message": "ਜੇਕਰ ਗੇਟਵੇ ਡੀਬੱਗ ਮੋਡ ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ ਤਾਂ ਤੁਸੀਂ ਜਾਅਲੀ ਲੈਣ-ਦੇਣ ਦੀ ਪ੍ਰਕਿਰਿਆ ਕਰ ਸਕਦੇ ਹੋ।",
    "notifications": {
      "edit_success": "ਗੇਟਵੇ {gateway_name} ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ।"
    },
    "developer_setting": "ਵਿਕਸਿਤ ਕਰੋ ਅਤੇ ਟੈਸਟ ਕਰੋ"
  },
  "gift_card": {
    "title": "ਗਿਫਟ ਕਾਰਡ",
    "menu": {
      "edit": "ਸੰਪਾਦਿਤ ਕਰੋ",
      "new_card": "ਕਾਰਡ ਬਣਾਓ",
      "list": "ਕਾਰਡ",
      "orders": "ਆਰਡਰ",
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "back": "ਗਿਫਟ ਕਾਰਡ"
    },
    "dashboard": {
      "title": "ਗਿਫਟ ਕਾਰਡ ਪ੍ਰਬੰਧਨ ਡੈਸ਼ਬੋਰਡ",
      "amount_widget": {
        "title": "ਕਾਰਡ ਭੁਗਤਾਨ",
        "title_small": "30 ਦਿਨ",
        "chart_amount_pay": {
          "y": "ਜੋੜ",
          "label": "ਭੁਗਤਾਨ"
        },
        "chart_buys": {
          "y": "ਖਰੀਦਦਾ ਹੈ",
          "label": "ਖਰੀਦਦਾ ਹੈ"
        },
        "total_buy": "ਕੁੱਲ ਖਰੀਦ ਰਕਮ",
        "total_pay_30days": "30 ਦਿਨ ਕੁੱਲ ਭੁਗਤਾਨ",
        "total_pay_today": "ਅੱਜ ਦਾ ਭੁਗਤਾਨ"
      },
      "count_widget": {
        "title": "ਜਾਰੀ ਕੀਤੇ ਕਾਰਡਾਂ ਦੀ ਸੰਖਿਆ",
        "title_small": "30 ਦਿਨ",
        "total_cards": "ਕਾਰਡਾਂ ਦੀ ਕੁੱਲ ਸੰਖਿਆ",
        "used_cards_30days": "30 ਦਿਨਾਂ ਦੀ ਵਰਤੋਂ",
        "used_today": "ਅੱਜ ਦੀ ਵਰਤੋਂ",
        "chart": {
          "new_cards": "ਨਵੇਂ ਕਾਰਡ",
          "used_cards": "ਵਰਤੇ ਗਏ ਕਾਰਡ",
          "new_card_name": "ਨਵਾਂ ਕਾਰਡ",
          "used_card_name": "ਵਰਤਿਆ"
        }
      },
      "export": {
        "title": "ਆਉਟਪੁੱਟ ਫਾਈਲ ਪ੍ਰਾਪਤ ਕਰੋ",
        "cards_list": "ਕਾਰਡਾਂ ਦੀ ਸੂਚੀ ਪ੍ਰਾਪਤ ਕਰੋ",
        "get_report": "ਰਿਪੋਰਟ ਪ੍ਰਾਪਤ ਕਰੋ"
      }
    },
    "cards": {
      "title": "ਜਾਰੀ ਕੀਤੇ ਕਾਰਡਾਂ ਦੀ ਸੂਚੀ",
      "loading_message": "ਜਾਣਕਾਰੀ ਮਿਲ ਰਹੀ ਹੈ...ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ",
      "issue_to_user": "ਉਪਭੋਗਤਾ ਲਈ ਸਮੱਸਿਆ",
      "table": {
        "card_number": "ਕਾਰਡ ਨੰਬਰ",
        "balance": "ਸੰਤੁਲਨ",
        "paid": "ਦਾ ਭੁਗਤਾਨ",
        "edit": "ਸੰਪਾਦਿਤ ਕਰੋ",
        "delete": "ਮਿਟਾਓ",
        "expire": "ਮਿਆਦ ਪੁੱਗਦੀ ਹੈ",
        "user": "ਉਪਭੋਗਤਾ"
      },
      "delete_alert": {
        "title": "ਕਾਰਡ ਹਟਾਓ",
        "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਕਾਰਡ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
        "action": "ਮਿਟਾਓ"
      },
      "notifications": {
        "delete_success": "ਗਿਫਟ ਕਾਰਡ ਮਿਟਾਇਆ ਗਿਆ।",
        "edit_success": "ਬਦਲਾਅ ਕੀਤੇ ਗਏ ਹਨ।",
        "issue_success": "ਉਪਭੋਗਤਾ ਨੂੰ ਗਿਫਟ ਕਾਰਡ ਸਫਲਤਾਪੂਰਵਕ ਜਾਰੀ ਕੀਤਾ ਗਿਆ।"
      },
      "issue_dialog": {
        "title": "ਗਿਫਟ ਕਾਰਡ ਜਾਰੀ ਕਰੋ",
        "action": "ਮੈਂ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹਾਂ। ਹੁਣੇ ਕਾਰਡ ਜਾਰੀ ਕਰੋ"
      }
    },
    "gift_card_edit": {
      "title": "ਗਿਫਟ ਕਾਰਡ ਬਣਾਓ",
      "validity": "ਵੈਧਤਾ",
      "validity_unit": "ਮਹੀਨੇ",
      "currency": "ਮੁਦਰਾ",
      "initial_balance": "ਸ਼ੁਰੂਆਤੀ ਕਾਰਡ ਬਕਾਇਆ",
      "count": "ਗਿਣਤੀ",
      "count_unit": "ਇਕਾਈ)",
      "enable_input_message": "ਬਣਾਏ ਗਏ ਕਾਰਡਾਂ ਦੀ ਸਥਿਤੀ",
      "notifications": {
        "create_success_title": "ਸੇਵ ਕਰੋ",
        "create_success": "{count} ਨਵੇਂ ਕਾਰਡ ਬਣਾਏ ਗਏ"
      }
    },
    "gift_card_edit_page": {
      "title": "ਗਿਫਟ ਕਾਰਡ ਦਾ ਸੰਪਾਦਨ ਕਰੋ"
    }
  },
  "shop_discount": {
    "title": "ਛੋਟ ਕੋਡ",
    "up_to": "ਤੱਕ ਦਾ",
    "menu": {
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "orders": "ਆਰਡਰ",
      "back": "ਛੂਟ ਕੋਡ"
    },
    "dashboard": {
      "title": "ਛੂਟ ਕੋਡ ਪ੍ਰਬੰਧਨ ਡੈਸ਼ਬੋਰਡ",
      "chart_amount_buy": {
        "y": "ਖਰੀਦ ਰਕਮ {currency}",
        "label": "ਖਰੀਦੋ"
      },
      "chart_amount_discount": {
        "y": "ਛੋਟ {currency}",
        "label": "ਛੂਟ"
      },
      "chart_used": {
        "y": "ਵਰਤੋਂ ਦੀ ਮਾਤਰਾ",
        "label": "ਵਾਰ"
      }
    }
  },
  "shop_coupon": {
    "title": "ਕੂਪਨ",
    "up_to": "ਤੱਕ ਦਾ",
    "menu": {
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "back": "ਕੂਪਨ",
      "orders": "ਆਰਡਰ"
    },
    "dashboard": {
      "title": "ਕੂਪਨ ਪ੍ਰਬੰਧਨ ਡੈਸ਼ਬੋਰਡ",
      "chart_amount_buy": {
        "y": "ਖਰੀਦ ਰਕਮ {currency}",
        "label": "ਖਰੀਦੋ"
      },
      "chart_amount_discount": {
        "y": "ਕੂਪਨ {currency}",
        "label": "ਕੂਪਨ"
      },
      "chart_used": {
        "y": "ਵਰਤੋਂ ਦੀ ਮਾਤਰਾ",
        "label": "ਵਾਰ"
      }
    }
  },
  "shop_offer": {
    "title": "ਪੇਸ਼ਕਸ਼ਾਂ",
    "up_to": "ਤੱਕ ਦਾ",
    "menu": {
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "orders": "ਆਰਡਰ",
      "back": "ਪੇਸ਼ਕਸ਼ਾਂ"
    },
    "dashboard": {
      "title": "ਪੇਸ਼ਕਸ਼ ਪ੍ਰਬੰਧਨ ਡੈਸ਼ਬੋਰਡ",
      "chart_amount_buy": {
        "y": "ਖਰੀਦ ਰਕਮ {currency}",
        "label": "ਖਰੀਦੋ"
      },
      "chart_amount_discount": {
        "y": "ਪੇਸ਼ਕਸ਼ {currency}",
        "label": "ਪੇਸ਼ਕਸ਼"
      },
      "chart_used": {
        "y": "ਵਰਤੋਂ ਦੀ ਮਾਤਰਾ",
        "label": "ਵਾਰ"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "ਐਕਟੀਵੇਸ਼ਨ ਫੀਸ ਦਾ ਭੁਗਤਾਨ ਕਰੋ",
    "balance": "ਸੰਤੁਲਨ",
    "locked": "ਬੰਦ",
    "transfer": "ਟ੍ਰਾਂਸਫਰ ਕਰੋ",
    "charge": "ਜਮ੍ਹਾ"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "ਕਮਰਾ ਛੱਡ ਦਿਓ",
    "payment": "ਭੁਗਤਾਨ",
    "confirm": "ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ, <b>{success}</b> ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਅਤੇ <b>{fail}</b> ਅਸਵੀਕਾਰ ਕੀਤੀ ਗਈ।",
    "prepare": "ਆਰਡਰ ਦੀ ਤਿਆਰੀ.",
    "send": "ਆਰਡਰ <b>{delivery}</b> ਦੁਆਰਾ ਭੇਜਿਆ ਗਿਆ।",
    "delivered": "ਆਰਡਰ ਗਾਹਕ ਨੂੰ ਦਿੱਤਾ ਗਿਆ ਹੈ.",
    "fill-inputs": "ਖਰੀਦਦਾਰ ਦੁਆਰਾ ਭਰਿਆ ਗਿਆ ਇਨਪੁਟ ਜਾਣਕਾਰੀ ਫਾਰਮ।",
    "return-add": "ਉਤਪਾਦ ਵਾਪਸੀ ਦੀ ਬੇਨਤੀ ਸਪੁਰਦ ਕਰੋ, {product}।",
    "return-accept": "ਵਾਪਸੀ ਦੀ ਬੇਨਤੀ {return_code} ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ।",
    "return-reject": "ਬੇਨਤੀ {return_code} ਅਸਵੀਕਾਰ ਕੀਤੀ ਗਈ।",
    "reject-order": "ਆਰਡਰ ਨੂੰ ਅਸਵੀਕਾਰ ਕਰੋ। ਕੋਡ: {reject_code}।",
    "reject-order-clear": "ਆਰਡਰ ਅਸਵੀਕਾਰ ਨੂੰ ਰੱਦ ਕਰੋ। ਕੋਡ: {reject_code}।",
    "email-buy": "ਗਾਹਕ ਨੂੰ ਖਰੀਦ ਪੁਸ਼ਟੀਕਰਨ ਈਮੇਲ ਭੇਜੋ।",
    "email-payment": "ਗਾਹਕ ਨੂੰ ਭੁਗਤਾਨ ਪੁਸ਼ਟੀਕਰਨ ਈਮੇਲ ਭੇਜੋ।",
    "delivery-returned": "ਆਰਡਰ ਗਾਹਕ ਦੁਆਰਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਸੀ ਅਤੇ ਵਾਪਸ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ. ਇਸਨੂੰ ਦੁਬਾਰਾ ਭੇਜਣਾ ਜ਼ਰੂਰੀ ਹੈ.",
    "delivery-canceled": "ਡਿਲੀਵਰੀ ਰੱਦ ਕੀਤੀ ਗਈ। ਇਸਨੂੰ ਦੁਬਾਰਾ ਭੇਜਣਾ ਜ਼ਰੂਰੀ ਹੈ.",
    "edit-receiver-info": "ਆਰਡਰ ਡਿਲੀਵਰੀ ਪਤਾ ਖਰੀਦਦਾਰ ਦੁਆਰਾ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ ਸੀ.",
    "edit-billing-info": "ਖਰੀਦਦਾਰ ਦੁਆਰਾ ਸੰਪਾਦਿਤ ਬਿਲਿੰਗ ਪਤਾ।",
    "payment-cod-confirm": "COD ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਸੀ।",
    "payment-cash-confirm": "ਬਿੱਲ ਲਈ ਨਕਦ ਵਿੱਚ {amount} {currency} ਦੇ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਸੀ।",
    "payment-dir-confirm": "ਸਿੱਧੇ ਭੁਗਤਾਨ ਦੀ ਰਸੀਦ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਸੀ."
  },
  "inline_chart": {
    "today": "ਅੱਜ",
    "last_days": "{days} ਦਿਨ ਪਹਿਲਾਂ"
  },
  "products_select": {
    "move_category": "ਸ਼੍ਰੇਣੀ <b>{category}</b> ਨੂੰ ਕਿਸੇ ਹੋਰ ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਲਿਜਾਓ",
    "move_product": "ਉਤਪਾਦ <b>{product}</b> ਨੂੰ ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਲਿਜਾਓ",
    "product_menu": {
      "dashboard": "ਉਤਪਾਦ ਡੈਸ਼ਬੋਰਡ",
      "inventory": "ਵਸਤੂ ਸੂਚੀ ਅਤੇ ਰੂਪ"
    },
    "notifications": {
      "copy_success": "ਉਤਪਾਦ ਦੀ ਕਾਪੀ.",
      "change_category_success": "ਉਤਪਾਦ ਸ਼੍ਰੇਣੀ ਸੰਪਾਦਿਤ ਕੀਤੀ ਗਈ।"
    }
  },
  "physical_order_track": {
    "title": "ਜੋਖਮ ਰਿਪੋਰਟਾਂ ਅਤੇ ਮੁਲਾਂਕਣ"
  },
  "virtual_order_track": {
    "title": "ਜੋਖਮ ਰਿਪੋਰਟਾਂ ਅਤੇ ਮੁਲਾਂਕਣ"
  },
  "virtual_order_timeline": {
    "title": "ਸਮਾਂਰੇਖਾ"
  },
  "physical_order_timeline": {
    "title": "ਸਮਾਂਰੇਖਾ"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "ਇੱਥੇ ਇੱਕ ਸੁਨੇਹਾ ਲਿਖੋ...",
    "pin_action": "ਸਿਖਰ 'ਤੇ ਪਿੰਨ ਕਰੋ",
    "unpin_action": "ਅਨਪਿੰਨ ਕਰੋ",
    "copy_html": "HTML ਕਾਪੀ ਕਰੋ",
    "notifications": {
      "add_note_success": "ਨੋਟ ਜੋੜਿਆ ਗਿਆ।",
      "edit_note_success": "ਨੋਟ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ।",
      "delete_note_success": "ਨੋਟ ਮਿਟਾਇਆ ਗਿਆ।"
    },
    "delete_dialog": {
      "title": "ਨੋਟ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਨੋਟ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਨੋਟ ਮਿਟਾਓ"
    },
    "resend_dialog": {
      "title": "ਈਮੇਲ ਦੁਬਾਰਾ ਭੇਜੋ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਹ ਈਮੇਲ ਆਪਣੇ ਗਾਹਕ ਨੂੰ ਦੁਬਾਰਾ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਦੁਬਾਰਾ ਭੇਜੋ",
      "success": "ਤੁਹਾਡੇ ਗਾਹਕ ਨੂੰ ਈਮੇਲ ਦੁਬਾਰਾ ਭੇਜੀ ਗਈ।"
    }
  },
  "accounts": {
    "title": "ਮੇਰਾ ਬਟੂਆ",
    "message": "ਤੁਹਾਨੂੰ Selldone ਵਿੱਚ ਵਰਤੀ ਜਾ ਰਹੀ ਮੁਦਰਾ ਨਾਲ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਖਾਤਾ ਬਣਾਉਣਾ ਚਾਹੀਦਾ ਹੈ। ਸੇਵਾ ਫ਼ੀਸ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਇਸ ਖਾਤੇ ਨੂੰ ਟਾਪ ਅੱਪ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "add_new": "ਨਵਾਂ ਖਾਤਾ ਬਣਾਓ",
    "new_account": "ਨਵਾਂ ਖਾਤਾ ਸ਼ਾਮਲ ਕਰੋ",
    "new_account_dialog": {
      "title": "ਨਵਾ ਖਾਤਾ",
      "account_name_input": "ਅਕਾਉਂਟ ਦਾ ਨਾਂ",
      "currency_input": "ਮੁਦਰਾ ਯੂਨਿਟ",
      "currency_input_message": "ਬਣਾਇਆ ਖਾਤਾ ਸਿਰਫ਼ ਇਸ ਮੁਦਰਾ ਦੇ ਮੁੱਲਾਂ ਨੂੰ ਰੱਖੇਗਾ।",
      "new_account_wage": "ਨਵਾਂ ਖਾਤਾ ਬਣਾਉਣ ਦੀ ਲਾਗਤ: ਪਹਿਲੇ ਖਾਤੇ ਲਈ ਮੁਫ਼ਤ",
      "create_account_action": "ਖਾਤਾ ਬਣਾਉ"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "ਤੋਹਫ਼ਾ ਭੇਜੋ",
      "sent": "ਭੇਜੋ",
      "received": "ਪ੍ਰਾਪਤ ਕੀਤਾ"
    },
    "send_gifts": {
      "title": "ਤੋਹਫ਼ੇ ਭੇਜੇ",
      "sub_title": "ਤੁਸੀਂ ਆਪਣੇ ਦੋਸਤਾਂ ਜਾਂ ਗਾਹਕਾਂ ਨੂੰ ਤੋਹਫ਼ਾ ਭੇਜ ਸਕਦੇ ਹੋ। ਪ੍ਰਾਪਤਕਰਤਾ ਤੁਹਾਡੇ ਤੋਹਫ਼ੇ ਨੂੰ ਸਵੀਕਾਰ ਜਾਂ ਅਸਵੀਕਾਰ ਕਰ ਸਕਦਾ ਹੈ। ਰਕਮ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਬੰਦ ਹੋ ਜਾਂਦੀ ਹੈ ਅਤੇ ਜੇਕਰ ਪ੍ਰਾਪਤਕਰਤਾ ਸਵੀਕਾਰ ਕਰਦਾ ਹੈ ਤਾਂ ਵਾਪਸ ਲੈ ਲਿਆ ਜਾਂਦਾ ਹੈ। ਨਹੀਂ ਤਾਂ, ਇਹ ਰਕਮ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਟ੍ਰਾਂਸਫਰ ਕੀਤੀ ਜਾਵੇਗੀ।",
      "table": {
        "user": "ਉਪਭੋਗਤਾ",
        "amount": "ਦੀ ਰਕਮ",
        "currency": "ਮੁਦਰਾ",
        "account_name": "ਤੋਂ",
        "status": "ਸਥਿਤੀ",
        "message": "ਸੁਨੇਹਾ",
        "created_at": "ਬਣਾਉਣ ਦੀ ਮਿਤੀ"
      }
    },
    "received_gifts": {
      "title": "ਤੋਹਫ਼ੇ ਪ੍ਰਾਪਤ ਕੀਤੇ",
      "sub_title": "ਤੁਹਾਨੂੰ ਸੇਲਡੋਨ ਜਾਂ ਹੋਰਾਂ ਤੋਂ ਪ੍ਰਾਪਤ ਕੀਤੇ ਤੋਹਫ਼ੇ",
      "table": {
        "amount": "ਦੀ ਰਕਮ",
        "currency": "ਮੁਦਰਾ",
        "account_from": "ਤੋਂ",
        "status": "ਸਥਿਤੀ",
        "message": "ਸੁਨੇਹਾ",
        "created_at": "ਬਣਾਉਣ ਦੀ ਮਿਤੀ",
        "receive": "ਪ੍ਰਾਪਤ ਕਰੋ"
      }
    }
  },
  "get_gift_dialog": {
    "title": "ਇੱਕ ਤੋਹਫ਼ਾ ਪ੍ਰਾਪਤ ਕਰੋ",
    "more": "ਹੋਰ ..",
    "amount": "ਦੀ ਰਕਮ",
    "message": "ਸੁਨੇਹਾ",
    "account_to_input": "ਮੰਜ਼ਿਲ ਖਾਤਾ",
    "account_to_input_message": "ਤੋਹਫ਼ੇ ਦੀ ਰਕਮ ਇਸ ਖਾਤੇ ਵਿੱਚ ਜਮ੍ਹਾਂ ਕੀਤੀ ਜਾਵੇਗੀ।",
    "get_action": "ਤੋਹਫ਼ਾ ਸਵੀਕਾਰ ਕਰੋ",
    "notifications": {
      "received_success_title": "ਵਧਾਈਆਂ",
      "received_success": "ਤੋਹਫ਼ੇ ਦੀ ਰਕਮ {amount} {currency} ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਜਮ੍ਹਾਂ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ।"
    }
  },
  "send_gift_dialog": {
    "title": "ਤੋਹਫ਼ਾ ਭੇਜੋ",
    "account_from_input": "ਇੱਕ ਖਾਤਾ ਚੁਣੋ",
    "account_from_input_message": "ਇਸ ਖਾਤੇ ਵਿੱਚੋਂ ਤੋਹਫ਼ੇ ਦੀ ਰਕਮ ਕਢਵਾਈ ਜਾਂਦੀ ਹੈ।",
    "receiver_input": "ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲਾ",
    "receiver_input_message": "ਤੁਸੀਂ ਈਮੇਲ ਪਤਾ ਜਾਂ ਫ਼ੋਨ ਨੰਬਰ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ।",
    "message_input": "ਸੁਨੇਹਾ",
    "message_input_message": "ਤੁਸੀਂ ਪ੍ਰਾਪਤਕਰਤਾ ਨੂੰ ਇੱਕ ਸੁਨੇਹਾ ਛੱਡ ਸਕਦੇ ਹੋ।",
    "amount_input": "ਦੀ ਰਕਮ",
    "currency_input": "ਮੁਦਰਾ ਯੂਨਿਟ",
    "currency_input_message": "ਇਸ ਮੁਦਰਾ ਵਿੱਚ ਕੀਮਤ ਦੀ ਗਣਨਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।",
    "send_action": "ਤੋਹਫ਼ਾ ਭੇਜੋ",
    "notifications": {
      "send_success": "{receiver} ਨੂੰ {amount} {currency} ਦਾ ਤੋਹਫ਼ਾ ਭੇਜਿਆ ਗਿਆ ਸੀ।"
    }
  },
  "account_list": {
    "account_input": "ਅਕਾਊਂਟ ਨੰਬਰ",
    "account_input_message": "ਇਸ ਮੁਦਰਾ ਲਈ ਤੋਹਫ਼ਿਆਂ ਦੀ ਰਕਮ ਇਸ ਖਾਤੇ ਵਿੱਚ ਜਮ੍ਹਾਂ ਕੀਤੀ ਜਾਵੇਗੀ।",
    "free_balance": "ਮੁਫਤ ਬਕਾਇਆ",
    "account_name": "ਅਕਾਉਂਟ ਦਾ ਨਾਂ"
  },
  "user_monetize_accounts": {
    "title": "ਜਮ੍ਹਾਂ ਖਾਤੇ",
    "sub_title": "ਤੋਹਫ਼ੇ ਦੀਆਂ ਰਕਮਾਂ ਇਹਨਾਂ ਖਾਤਿਆਂ ਵਿੱਚ ਆਪਣੇ ਆਪ ਜਮ੍ਹਾਂ ਹੋ ਜਾਣਗੀਆਂ।",
    "message": "Selldone ਤੁਹਾਡੀ ਸੋਸ਼ਲ ਮੀਡੀਆ ਗਤੀਵਿਧੀ, Selldone ਵਿਕਾਸ ਵਿੱਚ ਹਿੱਸਾ ਲੈਣ, ਦੋਸਤਾਂ ਦੀ ਜਾਣ-ਪਛਾਣ ਆਦਿ ਲਈ ਫੰਡ ਜਮ੍ਹਾਂ ਕਰਦਾ ਹੈ। ਹਰੇਕ ਮੁਦਰਾ ਲਈ ਇੱਕ ਡਿਪਾਜ਼ਿਟ ਖਾਤਾ ਚੁਣਨ ਨਾਲ, ਤੋਹਫ਼ੇ ਦੀ ਰਕਮ ਤੁਹਾਡੇ ਡੋਮੇਨ ਵਿੱਚ ਆਪਣੇ ਆਪ ਉਸ ਖਾਤੇ ਵਿੱਚ ਜਮ੍ਹਾਂ ਹੋ ਜਾਵੇਗੀ। ਇਹ ਰਕਮਾਂ Selldone ਨੂੰ ਕ੍ਰੈਡਿਟ ਕੀਤੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ। ਕਢਵਾਉਣਾ ਸਿਰਫ਼ ਕਾਰੋਬਾਰੀ ਭਾਈਵਾਲਾਂ ਲਈ ਹੀ ਸੰਭਵ ਹੋਵੇਗਾ।",
    "add_account_action": "ਖਾਤਾ ਸ਼ਾਮਲ ਕਰੋ",
    "add_dialog": {
      "title": "ਤੋਹਫ਼ੇ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਇੱਕ ਖਾਤਾ ਕਨੈਕਟ ਕਰੋ",
      "account_input": "ਅਕਾਊਂਟ ਨੰਬਰ",
      "account_input_message": "ਇਸ ਮੁਦਰਾ ਲਈ ਤੋਹਫ਼ਿਆਂ ਦੀ ਰਕਮ ਇਸ ਖਾਤੇ ਵਿੱਚ ਜਮ੍ਹਾਂ ਕੀਤੀ ਜਾਵੇਗੀ।",
      "set_as_default_action": "ਡਿਫੌਲਟ ਖਾਤੇ ਵਜੋਂ ਚੁਣੋ"
    },
    "table": {
      "currency": "ਮੁਦਰਾ",
      "account_number": "ਅਕਾਊਂਟ ਨੰਬਰ",
      "account_name": "ਨਾਮ",
      "payment": "ਜਮ੍ਹਾਂ ਰਕਮ",
      "reset_at": "'ਤੇ ਰੀਸੈਟ ਕਰੋ",
      "delete": "ਮਿਟਾਓ"
    },
    "notifications": {
      "set_success": "ਖਾਤਾ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
      "delete_success": "ਤੋਹਫ਼ੇ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਡਿਫੌਲਟ ਖਾਤਿਆਂ ਦੀ ਸੂਚੀ ਵਿੱਚੋਂ ਖਾਤਾ ਸਫਲਤਾਪੂਰਵਕ ਹਟਾ ਦਿੱਤਾ ਗਿਆ।"
    },
    "delete_alert": {
      "title": "ਖਾਤਾ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਖਾਤੇ ਨੂੰ ਗਿਫਟ ਅਕਾਉਂਟਸ ਸੂਚੀ ਵਿੱਚੋਂ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਮਿਟਾਓ"
    }
  },
  "user_monetize": {
    "title": "ਪੈਸੇ ਕਮਾਉਣੇ",
    "menu": {
      "plans": "ਯੋਜਨਾਵਾਂ",
      "accounts": "ਖਾਤੇ"
    }
  },
  "user_monetize_plans": {
    "title": "ਸਹਿਯੋਗ ਅਤੇ ਮੁਦਰੀਕਰਨ ਪ੍ਰੋਜੈਕਟ",
    "sub_title": "ਤੁਹਾਨੂੰ ਰੈਫਰਲ ਤੋਹਫ਼ਿਆਂ ਲਈ ਇੱਕ ਖਾਤਾ ਕ੍ਰੈਡਿਟ ਮਿਲੇਗਾ। ਇਹ ਰਕਮਾਂ ਤੁਹਾਡੇ ਖਾਤੇ ਤੋਂ ਲਈਆਂ ਜਾਣਗੀਆਂ ਅਤੇ ਸਿਰਫ਼ Selldone ਵਪਾਰਕ ਭਾਈਵਾਲਾਂ (ਸਾਰੀਆਂ ਨਹੀਂ) ਨੂੰ ਹੀ ਕਢਵਾਈਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ। ਤੁਸੀਂ Selldone ਸੇਵਾਵਾਂ ਦੀ ਫੀਸ 'ਤੇ ਪੈਸੇ ਖਰਚ ਸਕਦੇ ਹੋ।",
    "discount": "ਛੂਟ",
    "your_income": "ਤੁਹਾਡੀ ਆਮਦਨ",
    "level_2": "ਲੈਵਲ ਦੋ ਤੋਂ",
    "level_3": "ਲੈਵਲ ਤਿੰਨ ਤੋਂ",
    "link_message": "ਮੈਂਬਰਸ਼ਿਪ: {registered}, ਸਵੀਕਾਰ ਕੀਤਾ ਗਿਆ: {accepted}",
    "link_tip": "ਤੁਸੀਂ ਸ਼ੇਅਰ ਕੀਤੇ ਹਰੇਕ ਪਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ?ref={link_code} ਵਾਕਾਂਸ਼ ਜੋੜ ਸਕਦੇ ਹੋ।",
    "table": {
      "currency": "ਮੁਦਰਾ",
      "amount": "ਸੰਤੁਲਨ",
      "total": "ਕੁੱਲ ਭੁਗਤਾਨ",
      "payment_date": "ਆਖਰੀ ਭੁਗਤਾਨ ਦੀ ਮਿਤੀ",
      "withdraw": "ਕਢਵਾਉਣਾ"
    },
    "notifications": {
      "get_credit_success": "ਬੇਨਤੀ ਕੀਤੀ ਰਕਮ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਜਮ੍ਹਾਂ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ।"
    }
  },
  "basic_information": {
    "title": "ਮੇਰੀ ਪਛਾਣ ਅਤੇ ਪ੍ਰੋਫ਼ਾਈਲ",
    "email": "ਈਮੇਲ ਪਤਾ",
    "tel": "ਮੋਬਾਇਲ ਨੰਬਰ",
    "address": "ਪਤਾ",
    "payment": "ਵੈਧ ਲੈਣ-ਦੇਣ",
    "personal_information": "ਪਛਾਣ ਜਾਣਕਾਰੀ",
    "main_profile": "ਮੁੱਖ ਪ੍ਰੋਫ਼ਾਈਲ",
    "main_profile_subtitle": "ਇਹ ਜਾਣਕਾਰੀ ਹਰ ਕਿਸੇ ਲਈ ਜਨਤਕ ਤੌਰ 'ਤੇ ਉਪਲਬਧ ਹੈ।",
    "kyc_waiting_info": "ਅਸੀਂ ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਾਖਲ ਕੀਤੀ ਜਾਣਕਾਰੀ ਦੀ ਸ਼ੁੱਧਤਾ ਦੀ ਜਾਂਚ ਕਰ ਰਹੇ ਹਾਂ। ਇਹ ਪ੍ਰਕਿਰਿਆ ਕੇਵਾਈਸੀ ਨਿਯਮਾਂ ਦੇ ਅਨੁਸਾਰ ਲਾਜ਼ਮੀ ਹੈ ਅਤੇ ਵਿੱਤੀ ਲੈਣ-ਦੇਣ ਦੇ ਜੋਖਮ ਨੂੰ ਘਟਾਏਗੀ। ਤੁਸੀਂ ਇਸ ਸੇਵਾ ਦੇ ਵਰਤਮਾਨ ਅਤੇ ਭਵਿੱਖ ਦੇ ਲਾਭਾਂ ਦਾ ਲਾਭ ਲੈ ਸਕਦੇ ਹੋ।",
    "personal_info_dialog": {
      "title": "ਪਛਾਣ ਜਾਣਕਾਰੀ",
      "name_input": "ਪਹਿਲਾ ਨਾਂ",
      "family_name_input": "ਆਖੀਰਲਾ ਨਾਂਮ",
      "number_input": "ਪਾਸਪੋਰਟ ਨੰਬਰ (ਜਾਂ ਰਾਸ਼ਟਰੀ ਕੋਡ)",
      "birthday_input": "ਜਨਮਦਿਨ",
      "birthday_input_placeholder": "ਆਪਣਾ ਜਨਮਦਿਨ ਦਾਖਲ ਕਰੋ",
      "address_input": "ਪਤਾ",
      "postcode_input": "ਡਾਕ ਕੋਡ",
      "tel_input": "ਸੰਪਰਕ ਨੰਬਰ",
      "passport_image_input": "ਪਾਸਪੋਰਟ ਚਿੱਤਰ ਚੁਣੋ",
      "passport_image_input_message": "ਆਪਣੇ ਪਾਸਪੋਰਟ ਚਿੱਤਰ ਦਾ ਸਕੈਨ ਅੱਪਲੋਡ ਕਰੋ।",
      "personal_image_input": "ਆਪਣੀ ਖੁਦ ਦੀ ਤਸਵੀਰ ਚੁਣੋ",
      "personal_image_input_message": "ਇੱਕ ਚਿੱਤਰ ਵਿੱਚ ਆਪਣੇ ਰਾਸ਼ਟਰੀ ਕਾਰਡ ਉੱਤੇ ਇੱਕ ਸਕੈਨ ਚਿੱਤਰ ਨੂੰ ਅੱਗੇ ਅਤੇ ਪਿੱਛੇ ਅੱਪਲੋਡ ਕਰੋ।"
    },
    "profile_dialog": {
      "title": "ਮੁੱਖ ਪ੍ਰੋਫ਼ਾਈਲ",
      "full_name_input": "ਪੂਰਾ ਨਾਂਮ",
      "tel_input": "ਸੰਪਰਕ ਨੰਬਰ",
      "email_input": "ਈ - ਮੇਲ",
      "website_input": "ਵੈੱਬਸਾਈਟ",
      "address_input": "ਪਤਾ",
      "about_input": "ਮੇਰੇ ਬਾਰੇ ਵਿੱਚ",
      "about_long_input": "ਮੇਰੇ ਬਾਰੇ ਲੰਮਾ ਟੈਕਸਟ",
      "image_input": "ਪ੍ਰੋਫਾਈਲ ਤਸਵੀਰ ਚੁਣੋ",
      "image_input_message": "ਆਪਣੀ ਤਸਵੀਰ ਅੱਪਲੋਡ ਕਰੋ। ਇਹ ਚਿੱਤਰ ਤੁਹਾਡੀ ਪ੍ਰੋਫਾਈਲ ਤਸਵੀਰ ਵਜੋਂ ਵਰਤਿਆ ਜਾਵੇਗਾ।",
      "notifications": {
        "update_profile_success": "ਤੁਹਾਡਾ ਪ੍ਰੋਫਾਈਲ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ।",
        "update_personal_info_success": "ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਸਫਲਤਾਪੂਰਵਕ ਰਜਿਸਟਰ ਕੀਤੀ ਗਈ ਸੀ"
      }
    },
    "charge_account_approve_message": "ਆਪਣੇ ਬੈਂਕ ਲੈਣ-ਦੇਣ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇਣ ਲਈ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਚਾਰਜ ਕਰੋ।",
    "payment_approval": "ਭੁਗਤਾਨ ਦੀ ਮਨਜ਼ੂਰੀ",
    "residential_address_checking": "ਜਾਂਚ ਕਤਾਰ ਵਿੱਚ ਤੁਹਾਡੇ ਰਿਹਾਇਸ਼ੀ ਪਤੇ ਦੇ ਦਸਤਾਵੇਜ਼।",
    "add_residential_address": "ਆਪਣਾ ਟਿਕਾਣਾ ਅਤੇ ਰਿਹਾਇਸ਼ੀ ਪਤੇ ਦੇ ਦਸਤਾਵੇਜ਼ਾਂ ਦਾ ਸਬੂਤ ਸ਼ਾਮਲ ਕਰੋ।"
  },
  "phone_verify": {
    "title": "ਮੋਬਾਇਲ ਨੰਬਰ",
    "step1_title": "ਆਪਣਾ ਮੋਬਾਈਲ ਨੰਬਰ ਦਰਜ ਕਰੋ।",
    "phone_number_input": "ਮੋਬਾਇਲ ਨੰਬਰ",
    "next": "ਅਗਲਾ ਕਦਮ",
    "sms_code_input": "ਪੜਤਾਲ ਕੋਡ",
    "sms_code_message": "6-ਅੰਕ ਦਾ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ {phone_number} 'ਤੇ ਭੇਜਿਆ ਗਿਆ।",
    "notifications": {
      "duplicated_number_error": "ਇਹ ਨੰਬਰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਪਹਿਲਾਂ ਹੀ ਮਨਜ਼ੂਰ ਕੀਤਾ ਜਾ ਚੁੱਕਾ ਹੈ।",
      "send_activation_code_success_title": "ਪੜਤਾਲ ਕੋਡ",
      "send_activation_code_success": "ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ {phone_number} 'ਤੇ ਭੇਜਿਆ ਗਿਆ ਸੀ।",
      "verify_success": "ਤੁਹਾਡੇ ਮੋਬਾਈਲ ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਹੈ"
    }
  },
  "companies": {
    "title": "ਮੇਰੇ ਕਾਰੋਬਾਰੀ ਖਾਤੇ",
    "message": "ਕਾਰੋਬਾਰ, ਉੱਦਮੀ, ਅਤੇ ਪੇਸ਼ੇਵਰ ਟੀਮਾਂ ਸੇਲਡੋਨ ਦੇ ਅਧਾਰ 'ਤੇ ਉਤਪਾਦਾਂ ਅਤੇ ਐਪਲੀਕੇਸ਼ਨਾਂ ਦਾ ਵਿਕਾਸ ਕਰ ਸਕਦੀਆਂ ਹਨ। ਇਹ ਇੱਕ ਕਾਰੋਬਾਰੀ ਪ੍ਰੋਫਾਈਲ ਬਣਾਉਣ ਲਈ ਇੱਕ ਲੋੜ ਹੈ.",
    "new_company": "ਨਵੀਂ ਕੰਪਨੀ"
  },
  "add_company": {
    "name_input": "ਕੰਪਨੀ ਦਾ ਨਾਂ",
    "website_input": "ਵੈੱਬਸਾਈਟ",
    "email_input": "ਈ - ਮੇਲ",
    "address_input": "ਪਤਾ",
    "tel_input": "ਟੈਲੀ",
    "mobile_input": "ਮੋਬਾਈਲ",
    "edit_action": "ਕੰਪਨੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "create_action": "ਕੰਪਨੀ ਬਣਾਓ",
    "notifications": {
      "add_success": "ਵਪਾਰਕ ਖਾਤਾ {name} ਬਣਾਇਆ ਗਿਆ।",
      "edit_success": "ਵਪਾਰਕ ਖਾਤਾ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ।"
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "ਨਿੱਜੀ",
      "shop_key": "ਗਾਹਕ",
      "apps": "ਐਪਸ"
    },
    "connected_apps_title": "ਕਨੈਕਟ ਕੀਤੀਆਂ ਐਪਾਂ",
    "connected_apps_message": "ਤੁਸੀਂ ਉਹਨਾਂ ਸਾਰੇ ਸਟੋਰਾਂ ਅਤੇ ਐਪਸ ਦੀ ਇੱਕ ਸੂਚੀ ਦੇਖੋਗੇ ਜੋ ਤੁਹਾਡੇ ਡੋਮੇਨ ਖਾਤੇ ਨਾਲ ਜੁੜੇ ਹੋਏ ਹਨ। ਤੁਸੀਂ ਉਹਨਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਤੱਕ ਪਹੁੰਚ ਨੂੰ ਮਿਟਾ ਸਕਦੇ ਹੋ।",
    "shop_keys_title": "ਸਟੋਰ ਐਕਸੈਸ ਕੁੰਜੀਆਂ",
    "shop_keys_message": "ਇਹ ਕੁੰਜੀਆਂ ਤੁਹਾਡੇ ਸਰਵਰ ਦੁਆਰਾ ਐਕਸੈਸ ਟੋਕਨ ਬਣਾਉਣ ਲਈ ਵਰਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਨੋਟ ਕਰੋ ਕਿ ਕੁੰਜੀਆਂ ਗੁਪਤ ਹੁੰਦੀਆਂ ਹਨ ਅਤੇ ਸਿਰਫ਼ ਸਰਵਰ 'ਤੇ ਰੱਖੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਤਾਂ ਜੋ ਉਹ ਦੂਜਿਆਂ ਨੂੰ ਦਿਖਾਈ ਨਾ ਦੇਣ।",
    "personal_keys_title": "ਨਿੱਜੀ ਪਹੁੰਚ ਕੁੰਜੀਆਂ",
    "personal_keys_message": "ਤੁਸੀਂ ਇੱਥੇ ਆਪਣੇ ਖਾਤੇ ਦੀਆਂ ਕੁੰਜੀਆਂ ਬਣਾ ਸਕਦੇ ਹੋ। ਨੋਟ ਕਰੋ ਕਿ ਇਹ ਕੁੰਜੀਆਂ ਤੁਹਾਡੇ ਖਾਤੇ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਦੇ ਯੋਗ ਹੋਣਗੀਆਂ। ਇਹਨਾਂ ਕੁੰਜੀਆਂ ਨੂੰ ਸਿਰਫ਼ ਤਾਂ ਹੀ ਬਣਾਓ ਅਤੇ ਵਰਤੋ ਜੇਕਰ ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ ਕਿ ਤੁਸੀਂ ਕੀ ਕਰ ਰਹੇ ਹੋ।"
  },
  "user_security_control": {
    "title": "ਖਾਤਾ ਸੁਰੱਖਿਆ",
    "message": "ਤੁਸੀਂ ਇੱਥੇ ਆਪਣੀਆਂ ਖਾਤਾ ਸੁਰੱਖਿਆ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰ ਸਕਦੇ ਹੋ।",
    "delete": {
      "title": "ਖਾਤਾ ਮਿਟਾਓ",
      "subtitle": "ਆਪਣਾ ਖਾਤਾ ਮਿਟਾਉਣ ਤੋਂ ਪਹਿਲਾਂ, ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਸਾਰੀਆਂ ਦੁਕਾਨਾਂ ਨੂੰ ਮਿਟਾ ਦਿੱਤਾ ਹੈ।",
      "action": "ਮੈਨੂੰ ਯਕੀਨ ਹੈ, ਮੇਰਾ ਖਾਤਾ ਮਿਟਾਓ",
      "agreement": "ਮੈਂ ਸਵੀਕਾਰ ਕਰਦਾ ਹਾਂ ਕਿ ਮੇਰੀ ਸਾਰੀ ਜਾਣਕਾਰੀ ਤੁਹਾਡੇ ਸਰਵਰ ਤੋਂ ਮਿਟਾ ਦਿੱਤੀ ਜਾਵੇਗੀ। ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਨੂੰ ਧੋਖਾਧੜੀ ਜਾਂ ਦੁਰਵਰਤੋਂ ਨੂੰ ਰੋਕਣ ਲਈ ਸਾਡੇ ਦੁਆਰਾ ਨਿਰਧਾਰਤ ਅਨੁਸੂਚੀ ਦੇ ਅਨੁਸਾਰ ਮਿਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।"
    },
    "list": {
      "password": {
        "title": "ਪਾਸਵਰਡ",
        "sub_title": "ਆਪਣੇ ਖਾਤੇ ਲਈ ਇੱਕ ਮਜ਼ਬੂਤ ਪਾਸਵਰਡ ਚੁਣੋ।",
        "action_title": "ਖਾਤਾ ਐਕਸੈਸ ਪਾਸਵਰਡ",
        "not_exist": "ਦਾਖਲ ਨਹੀਂ ਕੀਤਾ ਗਿਆ",
        "action": "ਪਾਸਵਰਡ ਬਦਲੋ"
      },
      "phone": {
        "title": "ਮੋਬਾਇਲ ਨੰਬਰ",
        "sub_title": "ਆਪਣੇ ਮੋਬਾਈਲ ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ। ਤੁਸੀਂ ਇਸ ਨੰਬਰ ਰਾਹੀਂ ਲਾਗਇਨ ਕਰ ਸਕੋਗੇ।",
        "action_title": "ਖਾਤੇ ਦਾ ਪ੍ਰਾਇਮਰੀ ਫ਼ੋਨ ਨੰਬਰ",
        "action": "ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ"
      },
      "two_step": {
        "title": "ਦੋ ਕਦਮ ਇੰਦਰਾਜ਼",
        "sub_title": "ਆਪਣੇ ਮੋਬਾਈਲ ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ। ਤੁਸੀਂ ਇਸ ਨੰਬਰ ਰਾਹੀਂ ਲਾਗਇਨ ਕਰ ਸਕੋਗੇ।",
        "action_title": "ਖਾਤੇ ਦੀ ਸੁਰੱਖਿਆ ਵਧਾਓ",
        "activated_action": "ਕਿਰਿਆਸ਼ੀਲ ਕੀਤਾ",
        "active_action": "ਹੁਣੇ ਕਿਰਿਆਸ਼ੀਲ"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "Google Authenticator ਐਪ ਨੂੰ ਸਥਾਪਿਤ ਕਰੋ"
      },
      "step_2": {
        "title": "ਐਪ ਦੁਆਰਾ ਤਿਆਰ ਕੀਤਾ ਕੋਡ ਦਰਜ ਕਰੋ",
        "message": "6-ਅੰਕ ਦਾ ਕੋਡ ਤੁਹਾਡੇ ਮੋਬਾਈਲ ਫ਼ੋਨ ਵਿੱਚ ਇੱਕ ਐਲਗੋਰਿਦਮ ਦੁਆਰਾ ਤਿਆਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ਤੋਂ ਐਪ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰ ਸਕਦੇ ਹੋ। ਪਾਸਵਰਡ ਵਾਲਾ QR ਕੋਡ ਬਣਾਉਣ ਲਈ ਕੋਡ ਜਨਰੇਟਰ ਕੁੰਜੀ ਨੂੰ ਦਬਾਓ।",
        "qr_code_info": "ਜੇਕਰ ਸਕੈਨ ਕਰਨਾ ਸੰਭਵ ਨਹੀਂ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਕੋਡ ਨੂੰ ਹੱਥੀਂ ਕਾਪੀ ਅਤੇ ਐਪ ਵਿੱਚ ਪੇਸਟ ਕਰ ਸਕਦੇ ਹੋ:",
        "create_new_code": "ਨਵਾਂ ਕੋਡ ਬਣਾਓ",
        "qr_code_scanning": "Google Authenticator Mobile App ਦੁਆਰਾ ਬਣਾਏ ਗਏ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ ਅਤੇ ਇਸ ਪੰਨੇ 'ਤੇ ਬਕਸੇ ਵਿੱਚ ਪੁਸ਼ਟੀ ਲਈ ਤਿਆਰ ਕੀਤਾ ਕੋਡ ਦਾਖਲ ਕਰੋ।",
        "qr_code_regenerate_info": "ਨੋਟ: ਉਪਰੋਕਤ ਕੁੰਜੀ ਨੂੰ ਦਬਾਉਣ ਨਾਲ ਇੱਕ ਨਵੀਂ ਕੁੰਜੀ ਬਣ ਜਾਵੇਗੀ ਅਤੇ ਪਿਛਲੀ ਕੁੰਜੀ ਵਰਤੋਂ ਯੋਗ ਨਹੀਂ ਹੋਵੇਗੀ। ਆਪਣੇ ਫ਼ੋਨ ਐਪ ਵਿੱਚ ਨਵੀਂ ਕੁੰਜੀ ਦਰਜ ਕਰੋ।"
      },
      "step_3": {
        "title": "ਬਣਾਇਆ ਕੋਡ ਦਰਜ ਕਰੋ",
        "message": "ਹੇਠਾਂ ਦਿੱਤੇ ਖੇਤਰ ਵਿੱਚ ਐਪਲੀਕੇਸ਼ਨ ਵਿੱਚ ਬਣਾਇਆ ਐਕਸੈਸ ਕੋਡ ਦਰਜ ਕਰੋ।",
        "activation_key_input": "ਐਕਸੈਸ ਕੋਡ"
      },
      "activated_alert": "2-ਕਦਮ ਲੌਗਇਨ ਸਮਰਥਿਤ ਹੈ।",
      "activated_message": "ਤੁਹਾਡੇ ਖਾਤੇ ਲਈ ਦੋ-ਪੜਾਅ ਲੌਗਇਨ ਯੋਗ ਹੈ। ਹੁਣ ਤੋਂ ਤੁਹਾਨੂੰ ਇੱਕ ਦੂਜਾ ਕੋਡ ਦਾਖਲ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ ਜੋ ਤੁਹਾਡੇ ਖਾਤੇ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਲਈ ਹਰ 30 ਸਕਿੰਟਾਂ ਵਿੱਚ ਬਦਲਦਾ ਹੈ। ਦੋ-ਪੜਾਅ ਲੌਗਇਨ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਉਣ ਲਈ, ਸਿਰਫ਼ ਇੱਕ ਕਦਮ ਦਬਾਓ 'ਤੇ ਡਬਲ-ਕਲਿੱਕ ਕਰੋ ਅਤੇ ਕਦਮਾਂ 'ਤੇ ਜਾਓ।",
      "cancel_two_step_login_action": "ਦੋ-ਪੜਾਵੀ ਲੌਗਇਨ ਰੱਦ ਕਰੋ",
      "cancel_two_step_login_info": "ਜੇਕਰ ਤੁਸੀਂ 2-ਪੜਾਵੀ ਤਸਦੀਕ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਆਪਣਾ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ ਅਤੇ ਦੋ-ਪੜਾਵੀ ਲੌਗ-ਇਨ ਕੁੰਜੀ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
      "password_input": "ਪਾਸਵਰਡ",
      "cancel_2fa_action": "ਦੋ-ਪੜਾਵੀ ਲੌਗਇਨ ਰੱਦ ਕਰੋ"
    },
    "change_password_dialog": {
      "title": "ਪਾਸਵਰਡ ਬਦਲੋ",
      "message": "ਇੱਕ ਗੁੰਝਲਦਾਰ ਅਤੇ ਯਾਦ ਰੱਖਣ ਯੋਗ ਪਾਸਵਰਡ ਦੀ ਵਰਤੋਂ ਕਰੋ।",
      "password_input": "ਵਰਤਮਾਨ ਪਾਸਵਰਡ",
      "new_password_input": "ਨਵਾਂ ਪਾਸਵਰਡ",
      "re_new_password_input": "ਨਵਾਂ ਪਾਸਵਰਡ ਦੁਹਰਾਓ",
      "tips": {
        "length": "ਪਾਸਵਰਡ ਘੱਟੋ-ਘੱਟ 8 ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ",
        "chars": "ਘੱਟੋ-ਘੱਟ ਇੱਕ ਵੱਡੇ ਅੱਖਰ ਅਤੇ ਇੱਕ ਨੰਬਰ।",
        "match": "ਪਾਸਵਰਡ ਮੇਲ ਖਾਂਦਾ ਹੈ।"
      },
      "change_password_action": "ਪਾਸਵਰਡ ਬਦਲੋ",
      "notifications": {
        "change_password_title": "ਪਾਸਵਰਡ ਬਦਲੋ",
        "change_password": "ਪਾਸਵਰਡ ਸਫਲਤਾਪੂਰਵਕ ਬਦਲਿਆ ਗਿਆ।"
      }
    }
  },
  "authorized_clients": {
    "title": "ਕਨੈਕਟ ਕੀਤੇ ਸਟੋਰਾਂ/ਐਪਾਂ ਦੀ ਸੂਚੀ",
    "table": {
      "name": "ਨਾਮ",
      "app": "ਐਪ",
      "scopes": "ਦਾਇਰੇ",
      "shop": "ਪ੍ਰਤਿਬੰਧਿਤ ਸਟੋਰ"
    },
    "remove_action": "ਪਹੁੰਚ ਹਟਾਓ",
    "delete_alert": {
      "title": "ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਪਹੁੰਚ ਨੂੰ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਨੋਟ ਕਰੋ ਕਿ ਇਸ ਐਪ ਦੀ ਹੁਣ ਤੁਹਾਡੇ ਖਾਤੇ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਹੋਵੇਗੀ।",
      "action": "ਪਹੁੰਚ ਤੋਂ ਇਨਕਾਰ ਕਰੋ"
    }
  },
  "clients": {
    "title": "ਗਾਹਕਾਂ ਦੀ ਸੂਚੀ",
    "create_new_action": "ਨਵਾਂ ਕਲਾਇੰਟ ਬਣਾਓ",
    "table": {
      "client_id": "ਕਲਾਇੰਟ ਆਈ.ਡੀ",
      "app": "ਐਪ",
      "name": "ਉਪਨਾਮ",
      "secret_key": "ਗੁਪਤ ਕੁੰਜੀ"
    },
    "create_dialog": {
      "title": "ਨਵਾਂ ਗਾਹਕ",
      "error_msg": "<strong>ਗਲਤੀ!</strong> ਮਾਫ਼ ਕਰਨਾ, ਕੋਈ ਗੜਬੜ ਹੋ ਗਈ ਹੈ!",
      "name_input": "ਨਾਮ",
      "name_input_message": "ਕੁਝ ਅਜਿਹਾ ਜੋ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾ ਪਛਾਣਦੇ ਹਨ ਅਤੇ ਭਰੋਸਾ ਕਰਦੇ ਹਨ।",
      "redirect_input_message": "ਆਪਣੀ ਸਾਈਟ ਦਾ ਪਤਾ ਵਾਪਸ ਕਰੋ।"
    },
    "edit_dialog": {
      "title": "ਪਹੁੰਚ ਦਾ ਸੰਪਾਦਨ ਕਰੋ"
    },
    "delete_alert": {
      "title": "ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਕਲਾਇੰਟ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਮਿਟਾਓ"
    }
  },
  "personal_access_tokens": {
    "title": "ਨਿੱਜੀ ਪਹੁੰਚ ਟੋਕਨਾਂ ਦੀ ਸੂਚੀ",
    "create_action": "ਨਵਾਂ ਟੋਕਨ ਬਣਾਓ",
    "table": {
      "name": "ਨਾਮ",
      "scopes": "ਪਹੁੰਚ",
      "expire_at": "ਅੰਤ ਦੀ ਤਾਰੀਖ"
    },
    "create_dialog": {
      "title": "ਟੋਕਨ ਬਿਲਡਿੰਗ",
      "error_message": "<strong>ਗਲਤੀ!</strong> ਮਾਫ਼ ਕਰਨਾ, ਕੋਈ ਗੜਬੜ ਹੋ ਗਈ ਹੈ!",
      "name_input": "ਉਰਫ ਸਾਬਕਾ ਮੇਰਾ ਟੋਕਨ ਨਾਮ",
      "name_input_message": "ਮਨਪਸੰਦ ਟੋਕਨ ਨਾਮ।",
      "scopes_list": "ਟੋਕਨ ਪਹੁੰਚ ਸੂਚੀ"
    },
    "access_token_dialog": {
      "title": "ਨਿੱਜੀ ਪਹੁੰਚ ਕੁੰਜੀ",
      "message": "ਇਹ ਤੁਹਾਡੀ ਨਿੱਜੀ ਪਹੁੰਚ ਦਾ ਟੋਕਨ ਹੈ। ਇਹ ਸਿਰਫ ਉਹ ਸਮਾਂ ਹੈ ਜਦੋਂ ਇਹ ਟੋਕਨ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤਾ ਜਾਵੇਗਾ, ਇਸ ਲਈ ਇਸ ਨੂੰ ਮਿਸ ਨਾ ਕਰੋ! ਤੁਸੀਂ ਹੁਣ ਇੱਕ API ਦੀ ਬੇਨਤੀ ਕਰਨ ਲਈ ਇਸ ਟੋਕਨ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ।"
    },
    "delete_alert": {
      "title": "ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਐਕਸੈਸ ਟੋਕਨ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਮਿਟਾਓ"
    }
  },
  "scopes": {
    "profile": {
      "name": "ਪ੍ਰੋਫਾਈਲ",
      "description": "ਨਾਮ, ਈਮੇਲ ਪਤਾ, ਚਿੱਤਰ ਅਤੇ ਪ੍ਰਮਾਣਿਕਤਾ ਸਥਿਤੀ ਸਮੇਤ ਪ੍ਰੋਫਾਈਲ ਜਾਣਕਾਰੀ ਪੜ੍ਹੋ।"
    },
    "phone": {
      "name": "ਫੋਨ ਨੰਬਰ",
      "description": "ਫ਼ੋਨ ਨੰਬਰ ਤੱਕ ਪਹੁੰਚ।"
    },
    "address": {
      "name": "ਪਤੇ",
      "description": "ਐਡਰੈੱਸ ਬੁੱਕ ਤੋਂ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਪਤਾ ਪੜ੍ਹੋ।"
    },
    "buy": {
      "name": "ਖਰੀਦੋ",
      "description": "ਇੱਕ ਆਰਡਰ ਦਿਓ ਅਤੇ ਸਟੋਰ ਤੋਂ ਖਰੀਦੋ।"
    },
    "order-history": {
      "name": "ਆਰਡਰ ਇਤਿਹਾਸ",
      "description": "ਆਰਡਰ ਇਤਿਹਾਸ ਪੜ੍ਹੋ।"
    },
    "my-gift-cards": {
      "name": "ਗਿਫਟ ਕਾਰਡ",
      "description": "ਮੇਰੇ ਕਾਰਡਾਂ ਤੱਕ ਪਹੁੰਚ।"
    },
    "articles": {
      "name": "ਸਮੱਗਰੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
      "description": "ਲੇਖ ਸੰਪਾਦਿਤ ਕਰੋ।"
    },
    "notifications": {
      "name": "ਸੂਚਨਾ ਭੇਜੋ ਅਤੇ ਪ੍ਰਾਪਤ ਕਰੋ",
      "description": "ਸੂਚਨਾ ਭੇਜੋ ਅਤੇ ਪ੍ਰਾਪਤ ਕਰੋ।"
    },
    "read-shops": {
      "name": "ਸਟੋਰ ist",
      "description": "ਸਟੋਰ ਸੂਚੀ ਪੜ੍ਹੋ."
    },
    "shop-edit": {
      "name": "ਸਟੋਰ ਪ੍ਰਬੰਧਨ",
      "description": "ਸਟੋਰ ਪਹੁੰਚ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰੋ"
    },
    "shop-contacts": {
      "name": "ਫਾਰਮ ਪ੍ਰਬੰਧਨ ਨਾਲ ਸੰਪਰਕ ਕਰੋ",
      "description": "ਸੰਪਰਕ ਫਾਰਮ ਪ੍ਰਾਪਤ ਕਰੋ ਅਤੇ ਸੰਪਾਦਿਤ ਕਰੋ।"
    },
    "shop-gift-cards": {
      "name": "ਗਿਫਟ ਕਾਰਡਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
      "description": "ਗਿਫਟ ਕਾਰਡ ਬਣਾਓ, ਸੰਪਾਦਿਤ ਕਰੋ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ।"
    },
    "shop-faqs": {
      "name": "ਸਵਾਲਾਂ ਅਤੇ ਜਵਾਬਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨਾ",
      "description": "ਅਕਸਰ ਪੁੱਛੇ ਜਾਂਦੇ ਸਵਾਲਾਂ ਨੂੰ ਬਣਾਓ, ਸੰਪਾਦਿਤ ਕਰੋ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ।"
    },
    "shop-categories": {
      "name": "ਸ਼੍ਰੇਣੀਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
      "description": "ਸ਼੍ਰੇਣੀਆਂ ਬਣਾਓ, ਸੰਪਾਦਿਤ ਕਰੋ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ।"
    },
    "shop-products": {
      "name": "ਉਤਪਾਦ ਪ੍ਰਬੰਧਨ",
      "description": "ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰੋ, ਸੰਪਾਦਿਤ ਕਰੋ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ।"
    },
    "shop-read-reports": {
      "name": "ਰਿਪੋਰਟਾਂ ਪੜ੍ਹੋ",
      "description": "ਜਾਣਕਾਰੀ ਅਤੇ ਰਿਪੋਰਟਾਂ ਪੜ੍ਹੋ।"
    },
    "shop-socials": {
      "name": "ਸੋਸ਼ਲ ਮੀਡੀਆ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
      "description": "ਸਟੋਰ ਸੋਸ਼ਲ ਮੀਡੀਆ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰੋ"
    },
    "shop-accounts": {
      "name": "ਵਿੱਤੀ ਖਾਤਿਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
      "description": "ਸਟੋਰ ਨਾਲ ਜੁੜੇ ਵਿੱਤੀ ਖਾਤਿਆਂ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰੋ ਅਤੇ ਮਿਟਾਓ।"
    },
    "shop-menus": {
      "name": "ਮੇਨੂ ਪ੍ਰਬੰਧਿਤ ਕਰੋ",
      "description": "ਸਟੋਰ ਮੀਨੂ ਦਾ ਸੰਪਾਦਨ ਕਰੋ।"
    },
    "shop-pages": {
      "name": "ਪੰਨਿਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
      "description": "ਦੁਕਾਨ ਦੇ ਪੰਨਿਆਂ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰੋ।"
    },
    "shop-warehouse": {
      "name": "ਵੇਅਰਹਾਊਸ ਪ੍ਰਬੰਧਨ",
      "description": "ਸਟੋਰ ਵੇਅਰਹਾਊਸ ਦਾ ਸੰਪਾਦਨ ਕਰੋ"
    },
    "shop-permissions": {
      "name": "ਪਹੁੰਚ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
      "description": "ਸਟੋਰ ਪਹੁੰਚ ਵੇਖੋ ਅਤੇ ਸੰਪਾਦਿਤ ਕਰੋ।"
    },
    "shop-process-center": {
      "name": "ਆਰਡਰ ਪ੍ਰਬੰਧਨ",
      "description": "ਆਰਡਰ ਪ੍ਰਬੰਧਨ."
    },
    "shop-profile": {
      "name": "ਪ੍ਰੋਫਾਈਲਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
      "description": "ਸਟੋਰ ਪ੍ਰੋਫਾਈਲਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।"
    }
  },
  "company_page": {
    "title": "ਕੰਪਨੀ",
    "create_app": "ਨਵੀਂ ਐਪਲੀਕੇਸ਼ਨ ਬਣਾਓ",
    "menu": {
      "edit": "ਸੰਪਾਦਿਤ ਕਰੋ",
      "apps": "ਐਪਸ",
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "companies": "ਕੰਪਨੀਆਂ"
    },
    "dashboard": {
      "info_widget": {
        "title": "ਕੰਪਨੀ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਜਾਣਕਾਰੀ",
        "address": "ਪਤਾ",
        "website": "ਵੈੱਬਸਾਈਟ",
        "email": "ਈ - ਮੇਲ",
        "phone": "ਫੋਨ ਨੰਬਰ",
        "register": "ਰਜਿਸਟਰ",
        "developer": "ਵਿਕਾਸਕਾਰ",
        "verified": "ਤਸਦੀਕ ਕੀਤਾ",
        "golden": "ਸੁਨਹਿਰੀ"
      }
    },
    "developer": {
      "title": "ਵਿਕਾਸਕਾਰ",
      "menu": {
        "new": "ਨਵਾਂ",
        "apps": "ਐਪਸ"
      },
      "app_card": {
        "category": "ਸ਼੍ਰੇਣੀ",
        "installs": "ਇੰਸਟਾਲ ਕਰੋ",
        "actives": "ਕਿਰਿਆਸ਼ੀਲ",
        "uninstalls": "ਅਣਇੰਸਟੌਲ ਕਰਦਾ ਹੈ",
        "app_code": "ਐਪ ਕੋਡ",
        "app_mode": "ਐਪਲੀਕੇਸ਼ਨ ਮੋਡ"
      }
    },
    "edit": {
      "title": "ਸੰਪਾਦਿਤ ਕਰੋ"
    }
  },
  "add_app": {
    "category_input": "ਸ਼੍ਰੇਣੀ",
    "code_input": "ਕੋਡ",
    "name_input": "ਨਾਮ",
    "description_input": "ਵਰਣਨ",
    "video_input": "ਵੀਡੀਓ URL",
    "public_form": "ਆਮ ਜਾਣਕਾਰੀ ਢਾਂਚਾ",
    "private_form": "ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਢਾਂਚਾ",
    "icon_input": "ਐਪ ਆਈਕਨ",
    "logo_input": "ਲੋਗੋ ਐਪ",
    "enable_input": "ਕੀ ਐਪਲੀਕੇਸ਼ਨ ਕਿਰਿਆਸ਼ੀਲ ਹੈ?",
    "edit_action": "ਐਪ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "create_action": "ਐਪ ਬਣਾਓ",
    "notifications": {
      "add_success": "ਵਪਾਰਕ ਖਾਤਾ {name} ਬਣਾਇਆ ਗਿਆ।",
      "delete_success": "ਵਪਾਰਕ ਖਾਤਾ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ।"
    }
  },
  "app_page": {
    "title": "ਐਪਲੀਕੇਸ਼ਨ",
    "menu": {
      "edit": "ਸੰਪਾਦਿਤ ਕਰੋ",
      "publish": "ਪ੍ਰਕਾਸ਼ਿਤ ਕਰੋ",
      "history": "ਸੰਸਕਰਣ",
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "company": "ਕੰਪਨੀ",
      "api": "API",
      "images": "ਚਿੱਤਰ"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "ਐਪਲੀਕੇਸ਼ਨ",
        "app_code": "ਐਪ ਕੋਡ",
        "category": "ਸ਼੍ਰੇਣੀ",
        "name": "ਨਾਮ",
        "installs": "ਐਪਸ ਸਥਾਪਿਤ ਕਰੋ",
        "uninstalls": "ਐਪਸ ਨੂੰ ਅਣਇੰਸਟੌਲ ਕਰੋ",
        "actives": "ਕਿਰਿਆਸ਼ੀਲ ਐਪਸ",
        "description": "ਵਰਣਨ",
        "published": "ਪ੍ਰਕਾਸ਼ਿਤ",
        "waiting_for_review": "ਬਕਾਇਆ ਮਨਜ਼ੂਰੀ",
        "app_mode": "ਐਪਲੀਕੇਸ਼ਨ ਮੋਡ"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "ਮਾਲਕ",
      "description": "ਸਾਰੇ ਸਟੋਰਫਰੰਟਾਂ ਤੱਕ ਪੂਰੀ ਪਹੁੰਚ।"
    },
    "PRODUCT": {
      "text": "ਉਤਪਾਦ ਮੈਨੇਜਰ",
      "description": "ਸਟੋਰ ਉਤਪਾਦਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ, ਸੰਪਾਦਿਤ ਕਰੋ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ।"
    },
    "AUDITING": {
      "text": "ਵਿੱਤੀ ਪ੍ਰਬੰਧਕ",
      "description": "ਵਿੱਤੀ ਜਾਣਕਾਰੀ ਅਤੇ ਭੁਗਤਾਨ ਦੇਖੋ।"
    },
    "CONTENT": {
      "text": "ਸਮੱਗਰੀ ਪ੍ਰਬੰਧਨ",
      "description": "ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਦਿਓ, ਬਲੌਗ ਲਿਖੋ ਅਤੇ ਪੰਨੇ ਡਿਜ਼ਾਈਨ ਕਰੋ।"
    },
    "OFFICER": {
      "text": "ਸੀਨੀਅਰ ਮੈਨੇਜਰ",
      "description": "ਕਰਮਚਾਰੀ ਦੀ ਗਤੀਵਿਧੀ ਵੇਖੋ ਅਤੇ ਨਿਗਰਾਨੀ ਕਰੋ।"
    },
    "EMPLOYEE": {
      "text": "ਕਰਮਚਾਰੀ",
      "description": "ਆਰਡਰ ਦੇਖੋ ਅਤੇ ਆਰਡਰ ਪੂਰੇ ਕਰੋ।"
    },
    "MARKETING": {
      "text": "ਮਾਰਕੀਟਿੰਗ",
      "description": "ਸੈਟਿੰਗਾਂ ਤੱਕ ਪਹੁੰਚ ਅਤੇ ਮੁਹਿੰਮਾਂ, ਈਮੇਲ ਮਾਰਕੀਟਿੰਗ ਅਤੇ ਹੋਰ ਮਾਰਕੀਟਿੰਗ-ਸਬੰਧਤ ਭਾਗਾਂ ਨੂੰ ਬਣਾਓ।"
    },
    "VIEWER": {
      "text": "ਦਰਸ਼ਕ",
      "description": "ਸਟੋਰ ਜਾਣਕਾਰੀ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਨ ਜਾਂ ਬਦਲਣ ਦੇ ਯੋਗ ਹੋਣ ਤੋਂ ਬਿਨਾਂ ਦੇਖਣ ਦੀ ਯੋਗਤਾ."
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "ਸਰੀਰਕ ਜਾਂਚ",
      "description": "ਪ੍ਰਾਪਤ ਆਰਡਰ ਚੈੱਕ ਕਰੋ."
    },
    "PhysicalOrdersPackaging": {
      "text": "ਭੌਤਿਕ ਪੈਕੇਜਿੰਗ",
      "description": "ਵੇਅਰਹਾਊਸ ਅਤੇ ਪੈਕੇਜਿੰਗ ਪ੍ਰਕਿਰਿਆ."
    },
    "PhysicalOrdersDelivery": {
      "text": "ਭੌਤਿਕ ਸ਼ਿਪਿੰਗ",
      "description": "ਆਰਡਰ ਸ਼ਿਪਿੰਗ."
    },
    "PhysicalOrdersSupport": {
      "text": "ਸਰੀਰਕ ਸਹਾਇਤਾ",
      "description": "ਵਿਕਰੀ ਸਮਰਥਨ ਤੋਂ ਬਾਅਦ."
    }
  },
  "account_status": {
    "Checking": "ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ",
    "Approved": "ਪੱਕਾ",
    "Rejected": "ਰੱਦ ਕਰ ਦਿੱਤਾ",
    "Deleted": "ਮਿਟਾਇਆ ਗਿਆ",
    "Banned": "ਤੇ ਪਾਬੰਦੀ",
    "Payment": "ਭੁਗਤਾਨ",
    "SelldoneSprite": "Selldone Wallet ਖਾਤਾ",
    "SelldoneStorage": "Selldone ਸਟੋਰੇਜ਼"
  },
  "account_page": {
    "title": "ਖਾਤਾ",
    "menu": {
      "setting": "ਸੈਟਿੰਗਾਂ",
      "change": "ਚਾਰਜ",
      "transfer": "ਟ੍ਰਾਂਸਫਰ ਕਰੋ",
      "transactions": "ਲੈਣ-ਦੇਣ"
    },
    "transactions": {
      "title": "ਖਾਤਾ ਲੈਣ-ਦੇਣ",
      "detail": {
        "title": "ਲੈਣ-ਦੇਣ",
        "amount": "ਦੀ ਰਕਮ",
        "description": "ਵਰਣਨ",
        "from": "ਤੋਂ",
        "to": "ਨੂੰ",
        "created_at": "ਤਾਰੀਖ਼",
        "receipt": "ਰਸੀਦ",
        "receipt_note": "ਨੋਟ ਕਰੋ"
      },
      "table": {
        "type": "ਟਾਈਪ ਕਰੋ",
        "from": "ਖਾਤੇ ਤੋਂ",
        "to": "ਖਾਤੇ ਵਿੱਚ",
        "amount": "ਦੀ ਰਕਮ",
        "receipt": "ਰਸੀਦ",
        "created_at": "ਤਾਰੀਖ਼",
        "description": "ਵਰਣਨ"
      }
    },
    "transfer": {
      "title": "ਤਬਾਦਲੇ ਦੇ ਖਰਚੇ",
      "form": {
        "title": "ਟ੍ਰਾਂਸਫਰ ਬੇਨਤੀ ਫਾਰਮ",
        "sub_title": "ਆਪਣੇ ਖੁਦ ਦੇ ਖਾਤਿਆਂ ਜਾਂ ਹੋਰਾਂ ਵਿੱਚ ਜਮ੍ਹਾਂ ਕਰੋ",
        "message": "ਪੈਸੇ ਟ੍ਰਾਂਸਫਰ ਕਰਨ ਵਿੱਚ ਸਾਵਧਾਨ ਰਹੋ, ਜੇਕਰ ਤੁਸੀਂ ਟ੍ਰਾਂਸਫਰ ਪੂਰਾ ਕਰਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ ਵਾਪਸ ਨਹੀਂ ਕਰ ਸਕੋਗੇ।"
      }
    },
    "deposit": {
      "form": {
        "title": "ਚਾਰਜਿੰਗ ਖਾਤਾ",
        "sub_title": "ਤੁਹਾਨੂੰ ਲਾਇਸੰਸ ਖਰੀਦਣ, ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਅਪਗ੍ਰੇਡ ਕਰਨ ਅਤੇ ਸਿਸਟਮ ਰਸੀਦਾਂ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਆਪਣੇ ਖਾਤੇ ਦੇ ਬਕਾਏ ਨੂੰ ਚਾਰਜ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
        "amount_input": "ਦੀ ਰਕਮ",
        "charge_action": "ਚਾਰਜ ਖਾਤਾ"
      },
      "notifications": {
        "qr_title": "ਭੁਗਤਾਨ",
        "qr_message": "ਭੁਗਤਾਨ ਪਤਾ {currency} ਬਣਾਇਆ ਗਿਆ।",
        "gateway_title": "ਭੁਗਤਾਨ",
        "gateway_message": "ਭੁਗਤਾਨ ਗੇਟਵੇ ਨਾਲ ਜੁੜ ਰਿਹਾ ਹੈ।"
      }
    },
    "setting": {
      "title": "ਖਾਤਾ ਯੋਜਨਾ",
      "account_name_input": "ਅਕਾਉਂਟ ਦਾ ਨਾਂ",
      "notifications": {
        "updated_success": "ਤੁਹਾਡਾ ਖਾਤਾ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ।"
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "ਰਸੀਦ ਦਾ ਭੁਗਤਾਨ"
  },
  "transaction_form": {
    "title": "ਲੈਣ-ਦੇਣ ਫਾਰਮ",
    "from_input": "ਖਾਤਾ ਨੰਬਰ ਤੋਂ",
    "to_input": "ਖਾਤਾ ਨੰਬਰ ਨੂੰ",
    "from_input_message": "ਇਸ ਖਾਤੇ ਵਿੱਚੋਂ ਰਕਮ ਕਢਵਾਈ ਜਾਵੇਗੀ।",
    "account_name": "ਅਕਾਉਂਟ ਦਾ ਨਾਂ",
    "currency": "ਮੁਦਰਾ",
    "free_balance": "ਉਪਲਬਧ ਬਕਾਇਆ",
    "to": "ਮੰਜ਼ਿਲ ਖਾਤਾ",
    "amount": "ਦੀ ਰਕਮ",
    "receipt_title": "ਰਸੀਦ ਲਈ ਭੁਗਤਾਨ",
    "receipt_input": "ਰਸੀਦ ਨੰਬਰ",
    "paid_status": "ਇਹ ਰਸੀਦ ਪਹਿਲਾਂ ਹੀ ਅਦਾ ਕੀਤੀ ਜਾ ਚੁੱਕੀ ਹੈ।",
    "paid_canceled": "ਇਹ ਰਸੀਦ ਰੱਦ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ।",
    "description": "ਵਿਆਖਿਆ",
    "created_at": "ਤਾਰੀਖ਼",
    "duration": "ਮਿਆਦ",
    "unlimited": "ਅਸੀਮਤ",
    "add_note_action": "ਵਰਣਨ ਸ਼ਾਮਲ ਕਰੋ",
    "note": "ਨੋਟ ਕਰੋ",
    "transfer_action": "ਟ੍ਰਾਂਸਫਰ ਕਰੋ",
    "confirmation": {
      "title": "ਪੈਸੇ ਭੇਜੋ",
      "subtitle": "ਲੈਣ-ਦੇਣ ਦੀ ਪੁਸ਼ਟੀ",
      "message": "ਜੇਕਰ ਹੇਠਾਂ ਦਿੱਤੀ ਜਾਣਕਾਰੀ ਸਹੀ ਹੈ, ਤਾਂ ਲੈਣ-ਦੇਣ ਕਰਨ ਲਈ ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਪੁਸ਼ਟੀਕਰਨ ਕੁੰਜੀ ਨੂੰ ਦਬਾਓ।",
      "from": "ਖਾਤੇ ਤੋਂ",
      "to": "ਖਾਤੇ ਵਿੱਚ",
      "amount": "ਦੀ ਰਕਮ",
      "fee": "ਲੈਣ-ਦੇਣ ਦੀ ਫੀਸ",
      "total_pay": "ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚੋਂ ਕਢਵਾਈ ਗਈ ਰਕਮ",
      "receipt": "ਰਸੀਦ",
      "description": "ਵਰਣਨ",
      "accept_action": "ਲੈਣ-ਦੇਣ ਦੀ ਪੁਸ਼ਟੀ"
    },
    "enter_account_number": "ਖਾਤਾ ਨੰਬਰ ਦਰਜ ਕਰੋ।",
    "currency_not_match": "ਮੰਜ਼ਿਲ ਖਾਤੇ ਦੀ ਮੁਦਰਾ ਸਰੋਤ ਦੇ ਸਮਾਨ ਨਹੀਂ ਹੈ",
    "account_number_not_valid": "ਖਾਤਾ ਨੰਬਰ ਸਹੀ ਹੈ।",
    "account_number_is_valid": "ਖਾਤਾ ਨੰਬਰ ਸਹੀ ਹੈ।",
    "receipt_not_valid": "ਇਨਵੌਇਸ ਨੰਬਰ ਗਲਤ ਹੈ।",
    "receipt_is_valid": "ਰਸੀਦ ਨੰਬਰ ਸਹੀ ਹੈ।",
    "notifications": {
      "confirm_success": "ਲੈਣ-ਦੇਣ ਸਫਲਤਾਪੂਰਵਕ ਪੂਰਾ ਹੋਇਆ।"
    }
  },
  "price_calculator": {
    "title": "ਕੈਲਕੁਲੇਟਰ | ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਲਈ ਫਿੱਟ",
    "description": "ਆਪਣੀ ਮਹੀਨਾਵਾਰ ਵਿਕਰੀ ਦੇ ਆਧਾਰ 'ਤੇ ਸਭ ਤੋਂ ਵਧੀਆ ਯੋਜਨਾ ਦੀ ਗਣਨਾ ਕਰੋ ਅਤੇ ਚੁਣੋ:",
    "sale_input": "ਮਹੀਨਾਵਾਰ ਵਿਕਰੀ ਦੀ ਰਕਮ",
    "hypernova_plan": "ਹਾਈਪਰਨੋਵਾ %0 ਲਈ ਅਰਜ਼ੀ ਦਿਓ!",
    "show_normal_mode": "ਆਮ ਮੋਡ ਦਿਖਾਓ",
    "show_hypernova_mode": "ਮੇਰਾ ਲੈਣ-ਦੇਣ 1M$ ਤੋਂ ਵੱਧ ਹੈ!"
  },
  "price_card": {
    "billed_monthly": "{amount} ਮਹੀਨਾਵਾਰ ਬਿਲ ਕੀਤਾ ਗਿਆ।",
    "billed_yearly": "ਸਾਲਾਨਾ {amount} ਬਿਲ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।",
    "buy_license_action": "ਹੁਣੇ ਖਰੀਦੋ",
    "select_your_store": "ਆਪਣਾ ਸਟੋਰ ਚੁਣੋ"
  },
  "shop_session_widget": {
    "total_sessions": "ਕੁੱਲ ਸੈਸ਼ਨ"
  },
  "user_activities_keys": {
    "add_baskets": "ਠੇਲ੍ਹੇ ਵਿੱਚ ਪਾਓ",
    "remove_baskets": "ਕਾਰਟ ਤੋਂ ਮਿਟਾਓ",
    "buys": "ਖਰੀਦੋ",
    "products_views": "ਉਤਪਾਦ ਦੇਖੋ"
  },
  "shop_visitors_widget": {
    "title": "ਵਿਜ਼ਟਰ ਵਿਸ਼ਲੇਸ਼ਣ",
    "new_visitors": "ਨਵੇਂ ਵਿਜ਼ਟਰ",
    "amp": "AMP ਦ੍ਰਿਸ਼",
    "returning_visitors": "ਵਾਪਸ ਆਉਣ ਵਾਲੇ ਸੈਲਾਨੀ",
    "page_views": "ਪੰਨਾ ਦ੍ਰਿਸ਼",
    "other_pages": "ਹੋਰ ਪੰਨੇ",
    "from_previous_7_days": "ਪਿਛਲੇ 7 ਦਿਨਾਂ ਤੋਂ"
  },
  "app_levels": {
    "title": "ਐਪ ਪੱਧਰ",
    "Newbie": "ਨਵੀ",
    "Beginner": "ਸ਼ੁਰੂਆਤ ਕਰਨ ਵਾਲਾ",
    "Novice": "ਨਵੀਨਤਮ",
    "Intermediate": "ਵਿਚਕਾਰਲਾ",
    "Advanced": "ਉੱਨਤ"
  },
  "login": {
    "register_title": "ਕਾਰੋਬਾਰਾਂ ਦਾ ਮਾਧਿਅਮ,<br> ਆਨੰਦਦਾਇਕ ਅਨੁਭਵ.",
    "register_subtitle": "ਅੱਜ ਹੀ ਮੁਫ਼ਤ ਲਈ ਸਾਈਨ ਅੱਪ ਕਰੋ। ਸੇਲਡੋਨ ਨੂੰ ਸਟਾਰਟਅੱਪਸ, ਉੱਦਮਾਂ, ਖਰੀਦਦਾਰਾਂ ਅਤੇ ਵਿਕਰੇਤਾਵਾਂ ਦੁਆਰਾ ਪਿਆਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।",
    "password_recovery_title": "ਪਾਸਵਰਡ ਰਿਕਵਰੀ",
    "password_recovery_message": "ਜੇਕਰ ਤੁਸੀਂ ਆਪਣਾ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਹੋ, ਤਾਂ ਆਪਣੇ ਖਾਤੇ ਦਾ ਈਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ ਅਤੇ ਪੁਸ਼ਟੀਕਰਨ ਕੁੰਜੀ ਦਬਾਓ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਪਾਸਵਰਡ ਨੂੰ ਰੀਸੈਟ ਕਰਨ ਲਈ ਇੱਕ ਲਿੰਕ ਦੇ ਨਾਲ ਇੱਕ ਈਮੇਲ ਭੇਜਾਂਗੇ।",
    "email": "ਤੁਹਾਡਾ ਈਮੇਲ ਪਤਾ",
    "password_recovery_action": "ਰਿਕਵਰੀ ਈਮੇਲ ਪ੍ਰਾਪਤ ਕਰੋ",
    "register_google": "Google ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
    "register_apple": "ਐਪਲ ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
    "continue_with": "ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
    "register_linkedin": "LinkedIn ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
    "register_facebook": "ਫੇਸਬੁੱਕ ਦੇ ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
    "register_github": "Github ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
    "create_your_account": "ਆਪਣਾ ਖਾਤਾ ਬਣਾਓ",
    "password_8_chars": "ਪਾਸਵਰਡ ਘੱਟੋ-ਘੱਟ 8 ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "password_upercase_number": "ਘੱਟੋ-ਘੱਟ ਇੱਕ ਵੱਡੇ ਅੱਖਰ ਅਤੇ ਇੱਕ ਨੰਬਰ।",
    "password_confirm": "ਪਾਸਵਰਡ ਅਤੇ ਪੁਸ਼ਟੀਕਰਨ ਮੇਲ ਖਾਂਦਾ ਹੈ।",
    "privacy_agreement": "ਸਾਈਨ ਅੱਪ ਕਰਕੇ, ਤੁਸੀਂ Selldone ਦੀ <a href='/terms' target='_blank'>ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ</a> ਅਤੇ <a href='/privacy' target='_blank'>ਗੋਪਨੀਯਤਾ ਨੀਤੀ</a> ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ।",
    "register_action": "ਚਲੋ, ਇਹ ਮੁਫਤ ਹੈ!",
    "login_action": "ਲਾਗਿਨ",
    "already_signup": "ਪਹਿਲਾਂ ਹੀ ਸਾਈਨ ਅੱਪ ਕੀਤਾ ਹੈ?",
    "login_your_account": "ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਲੌਗਇਨ ਕਰੋ",
    "login_google": "Google ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
    "login_linkedin": "LinkedIn ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
    "login_facebook": "ਫੇਸਬੁੱਕ ਦੇ ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
    "login_github": "Github ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
    "remember_me": "ਮੇਰੀ ਯਾਦ ਹੈ.",
    "login_button": "ਲਾਗਿਨ",
    "two_step_problem": "ਕੀ ਤੁਹਾਨੂੰ ਦੋ-ਪੜਾਅ ਦੇ ਪਾਸਵਰਡ ਨਾਲ ਕੋਈ ਸਮੱਸਿਆ ਹੈ?",
    "two_step_problem_action": "ਮੈਂ ਦੋ-ਪੜਾਅ ਲੌਗਇਨ ਨੂੰ ਅਯੋਗ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹਾਂ।",
    "two_step_confirm": "ਪਹੁੰਚ ਕੋਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
    "forgot_password": "ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?",
    "signup_free": "ਮੁਫ਼ਤ ਲਈ ਸਾਈਨ ਅੱਪ ਕਰੋ",
    "checking_robot_message": "ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ ਕਿ ਤੁਸੀਂ ਰੋਬੋਟ ਹੋ ਜਾਂ ਇਨਸਾਨ..",
    "notifications": {
      "step2_login_success": "ਖਾਤੇ ਵਿੱਚ ਆਟੋ-ਲੌਗਇਨ ਕਰੋ"
    },
    "signup_email": "ਈਮੇਲ ਦੁਆਰਾ ਸਾਈਨ ਅੱਪ ਕਰੋ",
    "name_placeholder": "ਨਾਮ",
    "email_placeholder": "ਈ - ਮੇਲ",
    "email_or_username_placeholder": "ਈਮੇਲ, ਉਪਭੋਗਤਾ ਨਾਮ ਜਾਂ ਫ਼ੋਨ ਨੰਬਰ",
    "password_placeholder": "ਪਾਸਵਰਡ",
    "re_password_placeholder": "ਪਾਸਵਰਡ ਪੱਕਾ ਕਰੋ",
    "new_in_samin": "Selldone ਵਿੱਚ ਨਵਾਂ?",
    "auto_create_shop": "ਆਟੋ ਬਣਾਉਣ ਦੀ ਦੁਕਾਨ"
  },
  "layout": {
    "logout": "ਲਾੱਗ ਆਊਟ, ਬਾਹਰ ਆਉਣਾ",
    "menu": {
      "personal_information": "ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਅਤੇ ਪ੍ਰੋਫਾਈਲ",
      "wallet": "ਵਾਲਿਟ ਅਤੇ ਖਾਤੇ",
      "companies": "ਕੰਪਨੀਆਂ ਅਤੇ ਵਪਾਰਕ ਖਾਤੇ",
      "access": "ਮੇਰੇ ਖਾਤੇ ਤੱਕ ਪਹੁੰਚ",
      "security": "ਸੁਰੱਖਿਆ",
      "preferences": "ਉਪਭੋਗਤਾ ਤਰਜੀਹਾਂ"
    }
  },
  "page_builder": {
    "title": "ਵੈੱਬਸਾਈਟ ਡਿਜ਼ਾਈਨ",
    "menu": {
      "user_view": "ਦੇਖੋ",
      "design": "ਡਿਜ਼ਾਈਨ",
      "behavior": "ਵਿਵਹਾਰ",
      "seo": "SEO",
      "setting": "ਸੈਟਿੰਗਾਂ",
      "embed": "ਏਮਬੇਡ ਕਰੋ"
    },
    "waiting_fetch": "ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹੋਏ ..",
    "setting": {
      "title_input": "ਪੰਨਾ ਸਿਰਲੇਖ",
      "description_input": "ਛੋਟਾ ਵੇਰਵਾ",
      "name_input": "ਪੰਨਾ URL (ਅੱਖਰ ਅਤੇ ਨੰਬਰ)",
      "bg_color_input": "ਬੈਕਗ੍ਰਾਊਂਡ ਦਾ ਰੰਗ",
      "bg_style_input": "ਪੰਨਾ ਬੈਕਗ੍ਰਾਊਂਡ ਸ਼ੈਲੀ",
      "page_label_input": "ਲੇਬਲ ਦਾ ਰੰਗ",
      "page_dir_input": "ਪੰਨਾ ਦਿਸ਼ਾ",
      "ltr": "ਖੱਬੇ ਤੋਂ ਸੱਜੇ",
      "rtl": "ਸੱਜੇ ਤੋਂ ਖੱਬੇ",
      "designer_note": "ਡਿਜ਼ਾਈਨਰ ਨੋਟ"
    },
    "history": {
      "title": "ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਇਤਿਹਾਸ"
    },
    "design": {
      "themes": {
        "title": "ਨਿੱਜੀ ਡਿਜ਼ਾਈਨ ਸਹਾਇਕ",
        "message": "ਬਿਨਾਂ ਕੋਡਿੰਗ ਦੇ ਆਪਣੇ ਕਾਰੋਬਾਰ ਲਈ ਸਭ ਤੋਂ ਵਧੀਆ ਪੰਨੇ ਡਿਜ਼ਾਈਨ ਕਰੋ।",
        "page_title_input": "ਆਪਣੇ ਪੰਨੇ ਲਈ ਇੱਕ ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ"
      },
      "tools": {
        "rearrange": "ਆਰਡਰ",
        "tools": "ਸੰਦ",
        "history": "ਇਤਿਹਾਸ",
        "style": "ਸ਼ੈਲੀ"
      },
      "no_category": "ਕੋਈ ਸ਼੍ਰੇਣੀਆਂ ਨਹੀਂ"
    },
    "seo": {
      "message": "ਐਸਈਓ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੇਲਡੋਨ ਐਸਈਓ ਇੰਜਣ ਦੁਆਰਾ ਆਪਣੇ ਆਪ ਐਡਜਸਟ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।"
    }
  },
  "verify_email_caution": {
    "title": "ਆਪਣੇ ਈਮੇਲ ਪਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
    "message": "ਨਵਾਂ ਐਕਟੀਵੇਸ਼ਨ ਲਿੰਕ ਤੁਹਾਡੇ ਈਮੇਲ ਪਤੇ {email} 'ਤੇ ਭੇਜਿਆ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਵੀ ਕਾਰਵਾਈ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਆਪਣੀ ਈਮੇਲ ਦੀ ਜਾਂਚ ਕਰੋ।",
    "resend_message": "ਜੇਕਰ ਤੁਹਾਨੂੰ ਆਪਣੀ ਈਮੇਲ ਵਿੱਚ ਐਕਟੀਵੇਸ਼ਨ ਲਿੰਕ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਇਆ ਹੈ, ਤਾਂ ਦੁਬਾਰਾ ਭੇਜਣ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "resend_action": "ਐਕਟੀਵੇਸ਼ਨ ਲਿੰਕ ਦੁਬਾਰਾ ਭੇਜੋ",
    "resend_notice": "ਐਕਟੀਵੇਸ਼ਨ ਲਿੰਕ ਭੇਜਿਆ ਗਿਆ।"
  },
  "autopilot": {
    "start": "ਤਾਰੀਖ ਸ਼ੁਰੂ",
    "end": "ਸਮਾਪਤੀ ਮਿਤੀ"
  },
  "help": {
    "menu": "ਮੀਨੂ",
    "more_helps": "ਹੋਰ ਪੜ੍ਹੋ"
  },
  "company_card": {
    "pending_state": "ਸਮੀਖਿਆ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ",
    "register": "ਰਜਿਸਟਰਡ",
    "developer": "ਵਿਕਾਸਕਾਰ",
    "verified": "ਪ੍ਰਮਾਣਿਤ",
    "premier": "ਪ੍ਰੀਮੀਅਰ"
  },
  "shop_license": {
    "add": "ਗਾਹਕੀ ਸ਼ਾਮਲ ਕਰੋ",
    "only_last": "ਸਿਰਫ਼ ਆਖਰੀ ਗਾਹਕੀ",
    "vouchers": "ਵਾਊਚਰ",
    "buy": "ਗਾਹਕੀ ਯੋਜਨਾ ਖਰੀਦੋ",
    "monthly": "ਮਹੀਨਾਵਾਰ",
    "yearly": "ਸਾਲਾਨਾ",
    "start_date": "ਤਾਰੀਖ ਸ਼ੁਰੂ",
    "end_date": "ਸਮਾਪਤੀ ਮਿਤੀ",
    "price": "ਕੀਮਤ",
    "terms": "ਮੈਂ Selldone ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨੂੰ ਪੜ੍ਹਦਾ ਹਾਂ ਅਤੇ ਉਹਨਾਂ ਨਾਲ ਸਹਿਮਤ ਹਾਂ",
    "need_charge": "ਚਾਰਜ ਦੀ ਲੋੜ ਹੈ",
    "buy_now": "ਹੁਣੇ ਖਰੀਦੋ",
    "auto_renewal": "ਆਟੋ ਨਵਿਆਉਣ",
    "plan_placeholder": "ਆਪਣੀ ਗਾਹਕੀ ਯੋਜਨਾ ਚੁਣੋ",
    "plan": "ਲਾਇਸੰਸ ਯੋਜਨਾ",
    "use_date": "ਸਰਗਰਮੀ ਦੀ ਮਿਤੀ",
    "active_license": {
      "title": "ਐਕਟਿਵ ਲਾਇਸੰਸ",
      "subtitle": "ਤੁਹਾਡੀ ਸਰਗਰਮ ਲਾਇਸੰਸ ਜਾਣਕਾਰੀ।",
      "subtitle_partner": "ਤੁਹਾਡੀ ਸਰਗਰਮ {name} ਲਾਇਸੰਸ ਜਾਣਕਾਰੀ।"
    },
    "licenses_table": {
      "title": "ਖਰੀਦਿਆ ਇਤਿਹਾਸ",
      "subtitle": "ਕਿਰਿਆਸ਼ੀਲ ਅਤੇ ਬਕਾਇਆ ਲਾਇਸੰਸ।"
    },
    "license_detail": {
      "title": "ਵੇਰਵੇ",
      "subtitle": "ਤੁਹਾਡੀ ਮੌਜੂਦਾ ਯੋਜਨਾ 'ਤੇ ਸੀਮਾਵਾਂ।"
    },
    "table": {
      "plan": "ਯੋਜਨਾ",
      "start_date": "ਅਰੰਭ / ਸਮਾਪਤੀ ਮਿਤੀ",
      "renewal": "ਆਟੋ ਨਵਿਆਉਣ",
      "linked_account": "ਲਿੰਕ ਕੀਤਾ ਖਾਤਾ / ਵਾਊਚਰ",
      "payment": "ਭੁਗਤਾਨ",
      "cancel": "ਰੱਦ ਕਰੋ"
    },
    "notifications": {
      "subscribe_success": "ਸਫਲਤਾਪੂਰਵਕ ਗਾਹਕ ਬਣ ਗਿਆ।",
      "cancel_success": "ਗਾਹਕੀ ਸਫਲਤਾਪੂਰਵਕ ਰੱਦ ਕੀਤੀ ਗਈ।"
    },
    "cancel_dialog": {
      "title": "ਗਾਹਕੀ ਪੁਸ਼ਟੀ ਰੱਦ ਕਰੋ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਗਾਹਕੀ ਨੂੰ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਗਾਹਕੀ ਰੱਦ ਕਰੋ"
    }
  },
  "admin_shop_layout": {
    "download_txt": "ਡਾਟਾ ਟੈਕਸਟ ਡਾਊਨਲੋਡ ਕਰੋ",
    "download_excel": "ਡਾਟਾ ਐਕਸਲ ਡਾਊਨਲੋਡ ਕਰੋ"
  },
  "user_preferences": {
    "access": "ਪਹੁੰਚ",
    "template": "ਟੈਂਪਲੇਟ",
    "feedback": "ਸੁਝਾਅ",
    "company": "ਕੰਪਨੀ",
    "company_message": "ਜੇਕਰ ਤੁਹਾਡੀ ਕੰਪਨੀ ਹੈ ਅਤੇ ਐਪਸ ਨੂੰ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ।",
    "access_keys": "ਪਹੁੰਚ ਕੁੰਜੀਆਂ",
    "access_keys_message": "ਕਲਾਇੰਟਸ ਅਤੇ ਐਕਸੈਸ ਕੁੰਜੀਆਂ ਦਿਖਾਓ।",
    "rating": "ਤੁਸੀਂ ਸੇਲਡੋਨ ਨਾਲ ਆਪਣੇ ਅਨੁਭਵ ਨੂੰ ਕਿਵੇਂ ਰੇਟ ਕਰੋਗੇ?",
    "large_font": "ਵੱਡੇ ਫੌਂਟ",
    "large_font_message": "ਆਮ ਨਾਲੋਂ ਵੱਡਾ ਟੈਕਸਟ ਦਿਖਾਓ",
    "samples": "ਨਮੂਨੇ ਦੀਆਂ ਦੁਕਾਨਾਂ ਦਿਖਾਓ",
    "samples_message": "ਜੇਕਰ ਸਮਰਥਿਤ ਹੈ, ਤਾਂ ਕੁਝ ਨਮੂਨੇ ਦੀਆਂ ਦੁਕਾਨਾਂ ਤੁਹਾਡੇ ਪੈਨਲ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ।"
  },
  "shop_locations": {
    "title": "ਦੇਸ਼ ਜਿੱਥੇ ਸੇਵਾ ਪ੍ਰਦਾਨ ਕੀਤੀ ਜਾਂਦੀ ਹੈ",
    "sub_title": "ਹੇਠਾਂ ਦਿੱਤੀ ਸੂਚੀ ਵਿੱਚੋਂ ਉਹਨਾਂ ਦੇਸ਼ਾਂ ਨੂੰ ਚੁਣੋ ਜਿੱਥੇ ਤੁਸੀਂ ਆਪਣਾ ਉਤਪਾਦ ਵੇਚਣਾ ਚਾਹੁੰਦੇ ਹੋ।",
    "delete_restriction": "ਪਾਬੰਦੀ ਮਿਟਾਓ",
    "set_restriction": "ਪਾਬੰਦੀ ਸੈੱਟ ਕਰੋ",
    "notifications": {
      "locations_update": "ਟਿਕਾਣਾ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ।"
    },
    "table": {
      "country": "ਦੇਸ਼",
      "currency": "ਮੁਦਰਾ",
      "available": "ਉਪਲੱਬਧ"
    }
  },
  "product_card": {
    "sold_out": "ਸਭ ਵਿੱਕ ਗਇਆ",
    "review_unit": "ਸਮੀਖਿਆ",
    "not_original": "ਅਸਲੀ ਨਹੀਂ"
  },
  "product_studio": {
    "add_mode": "ਹੋਰ ਵੇਰਵੇ ਸ਼ਾਮਲ ਕਰੋ",
    "add_by_sku": "SKU ਦੁਆਰਾ ਸ਼ਾਮਲ ਕਰੋ",
    "auto_category": "ਸਵੈ-ਸੈੱਟ ਸ਼੍ਰੇਣੀ",
    "add_in_current_category": "ਮੌਜੂਦਾ ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ",
    "category_mode_message": "ਜੇਕਰ ਯੋਗ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਉਤਪਾਦ ਨੂੰ ਡਿਫੌਲਟ ਸ਼੍ਰੇਣੀ ਜਾਂ ਉਪ-ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਜੋੜਿਆ ਜਾਵੇਗਾ।",
    "sku_name_input": "SKU / ਨਾਮ"
  },
  "my_affiliate": {
    "title": "ਮੇਰੇ ਐਫੀਲੀਏਟ ਕੰਟਰੈਕਟਸ",
    "message": "ਹੋਰ ਸਟੋਰਾਂ ਨਾਲ ਐਫੀਲੀਏਟ ਸਮਝੌਤਿਆਂ ਦੀ ਸੂਚੀ।"
  },
  "affiliates": {
    "title": "ਐਫੀਲੀਏਟ ਭਾਈਵਾਲ",
    "subtitle": "ਸਹਿਯੋਗੀ ਬਣਾਓ, ਸਮੇਂ ਦੇ ਨਾਲ ਉਹਨਾਂ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਨੂੰ ਟ੍ਰੈਕ ਕਰੋ, ਅਤੇ ਇੱਕ ਥਾਂ 'ਤੇ ਸਹੀ ਜਾਣਕਾਰੀ ਦੇ ਅਧਾਰ 'ਤੇ ਕਾਰਵਾਈਆਂ ਕਰੋ। ਅਸੀਂ ਇੱਕ ਮਜ਼ਬੂਤ ਰਿਸ਼ਤਾ ਬਣਾਉਣ ਵਿੱਚ ਤੁਹਾਡੀ ਅਤੇ ਤੁਹਾਡੇ ਸਾਥੀਆਂ ਦੀ ਮਦਦ ਕਰਦੇ ਹਾਂ।",
    "affiliate_code": "ਐਫੀਲੀਏਟ ਕੋਡ",
    "crate_date": "ਤਾਰੀਖ ਬਣਾਓ",
    "last_payment_date": "ਆਖਰੀ ਭੁਗਤਾਨ ਦੀ ਮਿਤੀ",
    "for_all_products": "ਸਾਰੇ ਉਤਪਾਦਾਂ 'ਤੇ ਲਾਗੂ ਕਰੋ",
    "balance": "ਸੰਤੁਲਨ",
    "fix_commission": "ਸਥਿਰ ਕਮਿਸ਼ਨ",
    "percent_commission": "ਪ੍ਰਤੀਸ਼ਤ-ਅਧਾਰਿਤ ਕਮਿਸ਼ਨ",
    "total_payment": "ਕੁੱਲ ਭੁਗਤਾਨ",
    "new_affiliate": "ਨਵਾਂ ਐਫੀਲੀਏਟ ਸਾਥੀ",
    "new_affiliate_message": "ਨਵਾਂ ਐਫੀਲੀਏਟ ਸਾਥੀ ਸ਼ਾਮਲ ਕਰੋ",
    "link_domain": {
      "title": "ਲਿੰਕ ਕੀਤਾ ਡੋਮੇਨ",
      "subtitle": "ਤੁਸੀਂ ਆਪਣੇ ਡੋਮੇਨਾਂ ਵਿੱਚੋਂ ਇੱਕ ਨੂੰ ਇਸ ਐਫੀਲੀਏਟ ਪਾਰਟਨਰ ਨਾਲ ਕਨੈਕਟ ਕਰ ਸਕਦੇ ਹੋ। ਇਸ ਪਾਰਟਨਰ ਨੂੰ ਹਰ ਉਸ ਵਿਅਕਤੀ ਦੇ ਪ੍ਰਤੀਨਿਧੀ ਵਜੋਂ ਜਾਣਿਆ ਜਾਵੇਗਾ ਜੋ ਤੁਹਾਡੇ ਸਟੋਰ 'ਤੇ ਆਉਂਦਾ ਹੈ ਅਤੇ ਇਸ ਡੋਮੇਨ ਰਾਹੀਂ ਖਰੀਦਦਾ ਹੈ।"
    },
    "dialog": {
      "new": "ਨਵਾਂ ਐਫੀਲੀਏਟ ਸਾਥੀ",
      "edit": "ਐਫੀਲੀਏਟ ਪਾਰਟਨਰ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
      "user": "ਉਪਭੋਗਤਾ (ਵਿਕਲਪਿਕ)",
      "bank_info": "ਬੈਂਕ ਦੀ ਜਾਣਕਾਰੀ",
      "restriction": "ਪਾਬੰਦੀ",
      "select_products": "ਉਤਪਾਦ ਚੁਣੋ",
      "select_products_message": "ਐਫੀਲੀਏਟ ਪਾਰਟਨਰ ਨੂੰ ਇਹਨਾਂ ਉਤਪਾਦਾਂ ਲਈ ਕਮਿਸ਼ਨ ਮਿਲਦਾ ਹੈ",
      "edit_action": "ਐਫੀਲੀਏਟ ਨੂੰ ਅਪਡੇਟ ਕਰੋ",
      "add_action": "ਐਫੀਲੀਏਟ ਪਾਰਟਨਰ ਸ਼ਾਮਲ ਕਰੋ",
      "affiliate_name": "ਐਫੀਲੀਏਟ ਸਾਥੀ ਦਾ ਨਾਮ",
      "payment_info": "ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ",
      "enable_switch": "ਕੀ ਇਹ ਕਿਰਿਆਸ਼ੀਲ ਹੈ?",
      "affiliate_info": "ਐਫੀਲੀਏਟ ਸਹਿਭਾਗੀ ਜਾਣਕਾਰੀ"
    },
    "link_factory": {
      "title": "ਐਫੀਲੀਏਟ ਪਾਰਟਨਰ ਲਿੰਕ ਜਨਰੇਟਰ",
      "link_input": "ਤੁਹਾਡਾ ਲਿੰਕ",
      "link_output": "ਬਣਾਇਆ ਲਿੰਕ"
    }
  },
  "gift_card_orders": {
    "title": "ਗਿਫਟਕਾਰਡ ਨਾਲ ਆਰਡਰ",
    "table": {
      "order": "ਆਰਡਰ",
      "order_price": "ਆਰਡਰ ਦੀ ਮਾਤਰਾ",
      "paid_by_card": "ਕਾਰਡ ਦੁਆਰਾ ਭੁਗਤਾਨ ਕੀਤਾ ਗਿਆ",
      "payment_status": "ਭੁਗਤਾਨ ਸਥਿਤੀ",
      "date": "ਤਾਰੀਖ਼"
    }
  },
  "offer_orders": {
    "title": "ਆਰਡਰ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰੋ",
    "table": {
      "order": "ਆਰਡਰ",
      "order_price": "ਆਰਡਰ ਦੀ ਮਾਤਰਾ",
      "offer_amount": "ਪੇਸ਼ਕਸ਼ ਦੀ ਰਕਮ",
      "payment_status": "ਭੁਗਤਾਨ ਸਥਿਤੀ",
      "product": "ਉਤਪਾਦ",
      "date": "ਤਾਰੀਖ਼"
    }
  },
  "coupon_orders": {
    "title": "ਕੂਪਨ ਆਰਡਰ",
    "table": {
      "order": "ਆਰਡਰ",
      "order_price": "ਆਰਡਰ ਦੀ ਮਾਤਰਾ",
      "coupon_amount": "ਕੂਪਨ ਦੀ ਰਕਮ",
      "payment_status": "ਭੁਗਤਾਨ ਸਥਿਤੀ",
      "date": "ਤਾਰੀਖ਼"
    }
  },
  "discount_code_orders": {
    "title": "ਛੂਟ ਕੋਡ ਦੇ ਨਾਲ ਆਰਡਰ",
    "table": {
      "order": "ਆਰਡਰ",
      "order_price": "ਆਰਡਰ ਦੀ ਮਾਤਰਾ",
      "discount_amount": "ਛੂਟ ਦੀ ਰਕਮ",
      "payment_status": "ਭੁਗਤਾਨ ਸਥਿਤੀ",
      "date": "ਤਾਰੀਖ਼"
    }
  },
  "incentives": {
    "discount_code": "ਛੂਟ",
    "coupon": "ਕੂਪਨ",
    "offer": "ਪੇਸ਼ਕਸ਼",
    "gift_card": "ਗਿਫ਼ਟ ਕਾਰਡ",
    "lottery": "ਲਾਟਰੀ"
  },
  "discount_codes": {
    "title": "ਛੂਟ ਕੋਡ",
    "sub_title": "ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ ਤੁਸੀਂ ਆਪਣੀਆਂ ਲੋੜਾਂ ਮੁਤਾਬਕ ਛੂਟ ਵਾਲੇ ਕੂਪਨ ਡਿਜ਼ਾਈਨ ਕਰਨ ਦੇ ਯੋਗ ਹੋਵੋਗੇ। ਇਹ ਛੋਟਾਂ ਕਿਸੇ ਵੀ ਉਤਪਾਦ ਛੋਟ ਤੋਂ ਵੱਖਰੀਆਂ ਹਨ ਅਤੇ ਉਪਭੋਗਤਾ ਆਰਡਰ ਦੀ ਅੰਤਿਮ ਰਕਮ 'ਤੇ ਲਾਗੂ ਹੋਣਗੀਆਂ।",
    "add_new": "ਨਵਾਂ ਛੂਟ ਕੋਡ ਸ਼ਾਮਲ ਕਰੋ",
    "card": {
      "created": "ਬਣਾਓ",
      "start": "ਸ਼ੁਰੂ ਕਰੋ",
      "end": "ਅੰਤ",
      "currency": "ਮੁਦਰਾ",
      "discount_percentage": "ਛੂਟ ਦੀ ਦਰ",
      "discount_limit": "ਛੂਟ ਸੀਮਾ",
      "state": "ਮੌਜੂਦਾ ਸਥਿਤੀ",
      "enabled": "ਹੁਣ ਸਮਰੱਥ ਹੈ",
      "disabled": "ਹੁਣ ਅਯੋਗ ਹੈ",
      "used": "ਖਪਤ",
      "count": "ਗਿਣਤੀ",
      "unit": "ਇਕਾਈ)"
    },
    "dialog": {
      "title_edit": "ਛੂਟ ਕੋਡ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
      "title_add": "ਨਵਾਂ ਛੂਟ ਕੋਡ ਸ਼ਾਮਲ ਕਰੋ",
      "discount_code_input": "ਛੋਟ ਕੋਡ",
      "discount_percent_input": "ਛੂਟ ਦੀ ਦਰ",
      "discount_percent_input_hint": "ਖਰੀਦ ਰਕਮ ਦੀ ਛੂਟ ਦਰ",
      "count_input": "ਗਿਣਤੀ",
      "count_input_hint": "ਇਸ ਕੋਡ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਵਰਤੋਂ",
      "limit_input": "ਛੂਟ ਸੀਮਾ",
      "limit_input_hint": "ਮੁਦਰਾ ਦੇ ਆਧਾਰ 'ਤੇ ਅਧਿਕਤਮ ਛੋਟ",
      "currency_input_message": "ਇਸ ਮੁਦਰਾ ਲਈ ਛੋਟ ਉਪਲਬਧ ਹੋਵੇਗੀ।",
      "limit_input_message": "ਛੂਟ ਦੀ ਸੀਮਾ ਲਈ 0 ਦੇ ਮੁੱਲ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਛੂਟ ਦਰ ਲਈ ਕੋਈ ਸੀਮਾ ਨਹੀਂ ਹੈ।",
      "title_input": "ਸਿਰਲੇਖ",
      "title_input_hint": "ਤੁਸੀਂ ਇਸ ਛੂਟ ਕੋਡ ਲਈ ਇੱਕ ਸਿਰਲੇਖ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ",
      "description_input": "ਵਰਣਨ",
      "description_input_hint": "ਤੁਸੀਂ ਇਸ ਛੂਟ ਕੋਡ ਲਈ ਵੇਰਵਾ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ",
      "date_start_input": "ਸ਼ੁਰੂ ਕਰੋ",
      "date_start_input_placeholder": "ਚੁਣੋ ਕਿ ਛੋਟ ਕਦੋਂ ਸ਼ੁਰੂ ਕਰਨੀ ਹੈ",
      "date_end_input": "ਅੰਤ",
      "date_end_input_placeholder": "ਚੁਣੋ ਕਿ ਛੋਟ ਕਦੋਂ ਖਤਮ ਹੋਵੇਗੀ",
      "notifications": {
        "add": "ਛੂਟ ਕੋਡ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
        "edit": "ਛੂਟ ਕੋਡ ਸਫਲਤਾਪੂਰਵਕ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ।"
      }
    },
    "delete_alert": {
      "title": "ਛੂਟ ਕੋਡ ਹਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਛੂਟ ਕੋਡ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਛੂਟ ਹਟਾਓ"
    },
    "notifications": {
      "delete_success": "ਤੁਹਾਡੀ ਟਿੱਪਣੀ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਸੀ"
    }
  },
  "gift_cards": {
    "title": "ਗਿਫ਼ਟ ਕਾਰਡ",
    "sub_title": "ਇੱਕ ਤੋਹਫ਼ਾ ਕਾਰਡ ਬਣਾਓ ਅਤੇ ਫਿਰ ਜਿੰਨੇ ਤੁਹਾਨੂੰ ਲੋੜ ਹੈ, ਬਣਾਓ। ਇਸ ਕਾਰਡ 'ਤੇ ਇੱਕ ਚਾਰਜ ਹੈ, ਅਤੇ ਇਹ ਸਿਰਫ਼ ਤੁਹਾਡੀ ਦੁਕਾਨ ਵਿੱਚ ਖਰੀਦਦਾਰੀ ਲਈ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "create_new": "ਨਵਾਂ ਤੋਹਫ਼ਾ ਕਾਰਡ ਸ਼ਾਮਲ ਕਰੋ",
    "card": {
      "created": "ਬਣਾਓ",
      "lifetime": "ਅੰਤ ਦੀ ਤਾਰੀਖ",
      "lifetime_unit": "ਹਰੇਕ ਕਾਰਡ ਬਣਾਏ ਜਾਣ ਦੀ ਮਿਤੀ ਤੋਂ ਮਹੀਨਾ",
      "currency": "ਮੁਦਰਾ",
      "initial_balance": "ਸ਼ੁਰੂਆਤੀ ਚਾਰਜ",
      "count": "ਗਿਣਤੀ",
      "count_unit": "ਆਈਟਮ",
      "used": "ਵਰਤਿਆ"
    },
    "dialog": {
      "title": "ਗਿਫਟ ਕਾਰਡ ਡਿਜ਼ਾਈਨ"
    },
    "alert": {
      "title": "ਛੂਟ ਕੋਡ ਹਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਛੂਟ ਕੋਡ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਮਿਟਾਓ"
    },
    "notifications": {
      "delete_title": "ਤੋਹਫ਼ਾ ਕਾਰਡ ਮਿਟਾਓ",
      "delete_message": "ਤੁਹਾਡੀ ਟਿੱਪਣੀ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।"
    }
  },
  "coupons": {
    "title": "ਕੂਪਨ",
    "sub_title": "ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਗਾਹਕਾਂ ਨੂੰ ਕੋਈ ਛੂਟ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹੋ ਜੋ ਖਾਸ ਸ਼ਰਤਾਂ ਨਾਲ ਵਰਤੀ ਜਾ ਸਕਦੀ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਕੂਪਨ ਬਣਾ ਸਕਦੇ ਹੋ। ਕੂਪਨਾਂ ਵਿੱਚ ਇੱਕ ਸੀਮਾ ਜਾਂ ਇੱਕ ਨਿਸ਼ਚਿਤ ਰਕਮ ਜਾਂ ਦੋਵਾਂ ਦੇ ਸੁਮੇਲ ਦੇ ਨਾਲ ਇੱਕ ਪ੍ਰਤੀਸ਼ਤ ਛੋਟ ਸ਼ਾਮਲ ਹੋ ਸਕਦੀ ਹੈ।",
    "create_new": "ਨਵਾਂ ਕੂਪਨ ਸ਼ਾਮਲ ਕਰੋ",
    "qualified_products": "ਯੋਗ ਉਤਪਾਦ",
    "min_purchase": "ਘੱਟੋ-ਘੱਟ ਖਰੀਦਦਾਰੀ",
    "only_first_order": "ਸਿਰਫ ਪਹਿਲੀ ਖਰੀਦਦਾਰੀ",
    "one_time_use": "ਸਿੰਗਲ-ਵਰਤੋਂ",
    "amount_usage": "ਵਰਤੀ ਗਈ ਰਕਮ",
    "delete_alert": {
      "title": "ਕੂਪਨ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਕੂਪਨ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਕੂਪਨ ਮਿਟਾਓ"
    },
    "notifications": {
      "delete_success": "ਕੂਪਨ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।"
    }
  },
  "coupon_edit": {
    "title_edit": "ਕੂਪਨ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "title_add": "ਨਵਾਂ ਕੂਪਨ",
    "discount_charge": "ਛੂਟ ਅਤੇ ਚਾਰਜ",
    "charge": "ਚਾਰਜ",
    "charge_message": "ਸ਼ੁਰੂਆਤੀ ਚਾਰਜ ਦੀ ਮਾਤਰਾ",
    "percent": "ਛੂਟ ਪ੍ਰਤੀਸ਼ਤ",
    "percent_message": "ਛੋਟ ਪ੍ਰਤੀਸ਼ਤ ਦੀ ਮਾਤਰਾ",
    "limit_input": "ਸੀਮਾ",
    "limit_input_hint": "ਛੂਟ ਦੀ ਸੀਮਾ ਰਕਮ",
    "currency_input_message": "ਇਸ ਮੁਦਰਾ ਲਈ ਕੂਪਨ ਉਪਲਬਧ ਹੈ।",
    "count_input": "ਗਿਣਤੀ",
    "count_input_hint": "ਇਸ ਕੋਡ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਵਰਤੋਂ",
    "limit_input_message": "ਛੂਟ ਦੀ ਸੀਮਾ ਲਈ 0 ਦੇ ਮੁੱਲ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਛੂਟ ਦਰ ਲਈ ਕੋਈ ਸੀਮਾ ਨਹੀਂ ਹੈ।",
    "date_start_input": "ਸ਼ੁਰੂ ਕਰੋ",
    "date_start_input_placeholder": "ਚੁਣੋ ਕਿ ਕੂਪਨ ਕਦੋਂ ਸ਼ੁਰੂ ਕਰਨਾ ਹੈ",
    "date_end_input": "ਅੰਤ",
    "date_end_input_placeholder": "ਚੁਣੋ ਕਿ ਛੋਟ ਕਦੋਂ ਖਤਮ ਹੋਵੇਗੀ",
    "title_input": "ਸਿਰਲੇਖ",
    "title_input_hint": "ਤੁਸੀਂ ਇਸ ਛੂਟ ਕੋਡ ਲਈ ਇੱਕ ਸਿਰਲੇਖ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ",
    "description_input": "ਵਰਣਨ",
    "description_input_hint": "ਤੁਸੀਂ ਇਸ ਛੂਟ ਕੋਡ ਲਈ ਵੇਰਵਾ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ",
    "coupon_code": "ਕੂਪਨ ਕੋਡ",
    "need_code": "ਕੋਡ ਦੀ ਲੋੜ ਹੈ?",
    "coupon_color": "ਕੂਪਨ ਰੰਗ",
    "min_purchase_amount": "ਘੱਟੋ-ਘੱਟ ਖਰੀਦ ਰਕਮ",
    "min_purchase_amount_hint": "ਖਰੀਦ ਦੀ ਰਕਮ ਇਸ ਮੁੱਲ ਤੋਂ ਵੱਧ ਜਾਂ ਬਰਾਬਰ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "should_exist_product": "ਇਹਨਾਂ ਵਿੱਚੋਂ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਉਤਪਾਦ ਕਾਰਟ ਵਿੱਚ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ",
    "apply_for_first_order": "ਸਿਰਫ ਪਹਿਲੀ ਖਰੀਦ ਲਈ",
    "apply_for_first_order_on": "ਇਹ ਕੂਪਨ ਸਿਰਫ਼ ਗਾਹਕ ਦੀ ਪਹਿਲੀ ਖਰੀਦ ਲਈ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ!",
    "apply_for_first_order_off": "ਪ੍ਰਤੀ ਖਰੀਦਦਾਰ ਕੂਪਨ ਵਰਤੋਂ ਦੀ ਸੰਖਿਆ ਨੂੰ ਹੇਠਾਂ ਐਡਜਸਟ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
    "has_qualify_constraints": "ਕੀ ਤੁਸੀਂ ਹੋਰ ਸੀਮਾਵਾਂ ਨੂੰ ਪਰਿਭਾਸ਼ਿਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "has_qualify_constraints_message": "ਇਸ ਕੂਪਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਗਾਹਕ ਨੂੰ ਯੋਗ ਬਣਾਉਣ ਲਈ ਹੋਰ ਸ਼ਰਤਾਂ ਸੈਟ ਕਰੋ।",
    "one_time_use": "ਸਿੰਗਲ-ਵਰਤੋਂ",
    "one_time_use_message": "ਗਾਹਕ ਇੱਕ ਵਾਰ ਇਸ ਕੂਪਨ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦਾ ਹੈ।",
    "daily_limit": "ਰੋਜ਼ਾਨਾ ਸੀਮਾ",
    "no_limit": "ਕੋਈ ਸੀਮਾ ਨਹੀਂ",
    "daily_limit_message": "ਗਾਹਕ ਦੁਆਰਾ ਪ੍ਰਤੀ ਦਿਨ ਵਰਤੋਂ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਮਾਤਰਾ",
    "monthly_limit": "ਮਹੀਨਾਵਾਰ ਸੀਮਾ",
    "monthly_limit_message": "ਗਾਹਕ ਦੁਆਰਾ ਪ੍ਰਤੀ ਮਹੀਨਾ ਵਰਤੋਂ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਮਾਤਰਾ",
    "yearly_limit": "ਸਾਲਾਨਾ ਸੀਮਾ",
    "yearly_limit_message": "ਗਾਹਕ ਦੁਆਰਾ ਪ੍ਰਤੀ ਸਾਲ ਵਰਤੋਂ ਦੀ ਅਧਿਕਤਮ ਮਾਤਰਾ",
    "notifications": {
      "add": "ਨਵਾਂ ਕੂਪਨ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਇਆ ਗਿਆ।",
      "edit": "ਕੂਪਨ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ।"
    }
  },
  "offers": {
    "title": "ਪੇਸ਼ਕਸ਼ਾਂ",
    "sub_title": "ਤੁਸੀਂ ਆਪਣੇ ਗਾਹਕਾਂ ਲਈ ਵਿਸ਼ੇਸ਼ ਪੇਸ਼ਕਸ਼ਾਂ ਬਣਾ ਸਕਦੇ ਹੋ ਤਾਂ ਜੋ, ਇੱਕ ਆਈਟਮ ਖਰੀਦਣ ਤੋਂ ਬਾਅਦ, ਉਹਨਾਂ ਨੂੰ ਇੱਕ ਹੋਰ ਆਈਟਮ ਛੂਟ 'ਤੇ ਜਾਂ ਇੱਥੋਂ ਤੱਕ ਕਿ ਮੁਫਤ ਪ੍ਰਾਪਤ ਹੋ ਸਕੇ।",
    "create_new": "ਨਵੀਂ ਪੇਸ਼ਕਸ਼ ਸ਼ਾਮਲ ਕਰੋ",
    "qualified_products": "ਯੋਗ ਉਤਪਾਦ",
    "min_quantity": "ਘੱਟੋ-ਘੱਟ ਮਾਤਰਾ",
    "min_purchase": "ਘੱਟੋ-ਘੱਟ ਖਰੀਦਦਾਰੀ",
    "discounted_products": "ਛੋਟ ਵਾਲੇ ਉਤਪਾਦ",
    "amount_usage": "ਵਰਤੀ ਗਈ ਰਕਮ",
    "delete_alert": {
      "title": "ਪੇਸ਼ਕਸ਼ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਪੇਸ਼ਕਸ਼ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਪੇਸ਼ਕਸ਼ ਮਿਟਾਓ"
    },
    "notifications": {
      "delete_success": "ਪੇਸ਼ਕਸ਼ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।"
    }
  },
  "offer_edit": {
    "title_edit": "ਪੇਸ਼ਕਸ਼ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "title_add": "ਨਵੀਂ ਪੇਸ਼ਕਸ਼",
    "design_style": "ਡਿਜ਼ਾਈਨ ਅਤੇ ਸ਼ੈਲੀ",
    "eligible_constraints": "ਗਾਹਕ ਯੋਗ ਸੀਮਾਵਾਂ",
    "title_input": "ਸਿਰਲੇਖ",
    "title_input_hint": "ਤੁਸੀਂ ਇਸ ਛੂਟ ਕੋਡ ਲਈ ਇੱਕ ਸਿਰਲੇਖ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ",
    "description_input": "ਵਰਣਨ",
    "description_input_hint": "ਇਸ ਛੂਟ ਕੋਡ ਲਈ ਵੇਰਵਾ ਲਿਖੋ",
    "currency_input_message": "ਇਸ ਮੁਦਰਾ ਲਈ ਉਪਲਬਧ ਪੇਸ਼ਕਸ਼।",
    "qualified_products": "ਯੋਗ ਉਤਪਾਦ",
    "qualified_products_message": "ਉਤਪਾਦਾਂ ਦੇ ਯੋਗ ਹੋਣ ਲਈ, ਕਾਰਟ ਵਿੱਚ ਕੁੱਲ ਆਈਟਮਾਂ ਘੱਟੋ-ਘੱਟ ਮਾਤਰਾ ਤੋਂ ਬਰਾਬਰ ਜਾਂ ਵੱਧ ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ।",
    "min_items": "ਵਸਤੂਆਂ ਦੀ ਘੱਟੋ-ਘੱਟ ਮਾਤਰਾ",
    "min_items_message": "ਆਈਟਮਾਂ ਦੀ ਗਿਣਤੀ ਜੋ ਗਾਹਕ ਨੂੰ ਖਰੀਦਣੀ ਚਾਹੀਦੀ ਹੈ",
    "discounted_products": "ਛੋਟ ਵਾਲੇ ਉਤਪਾਦ",
    "offered_products": "ਦੀ ਪੇਸ਼ਕਸ਼ ਕੀਤੀ ਉਤਪਾਦ",
    "offered_products_message": "ਇਹਨਾਂ ਵਿੱਚੋਂ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਉਤਪਾਦ ਕਾਰਟ ਵਿੱਚ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "discount_percent": "ਛੂਟ ਪ੍ਰਤੀਸ਼ਤ",
    "discount_percent_message": "ਇਹਨਾਂ ਆਈਟਮਾਂ ਲਈ ਛੋਟ ਪ੍ਰਤੀਸ਼ਤ।",
    "discount_percent_hint": "ਛੋਟ ਪ੍ਰਤੀਸ਼ਤ ਦੀ ਮਾਤਰਾ",
    "per_order": "ਪ੍ਰਤੀ ਆਰਡਰ ਵਰਤੋਂ ਦੀ ਅਧਿਕਤਮ ਸੰਖਿਆ",
    "per_order_message": "ਆਰਡਰ 'ਤੇ ਪੇਸ਼ਕਸ਼ ਨੂੰ ਲਾਗੂ ਕੀਤੇ ਜਾਣ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਸੰਖਿਆ",
    "count_input": "ਦੀ ਰਕਮ",
    "count_input_hint": "ਇਸ ਪੇਸ਼ਕਸ਼ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਵਰਤੋਂ ਕਰੋ",
    "min_purchase": "ਘੱਟੋ-ਘੱਟ ਖਰੀਦ ਰਕਮ",
    "min_purchase_hint": "ਖਰੀਦ ਮੁੱਲ ਇਸ ਮੁੱਲ ਤੋਂ ਵੱਧ ਜਾਂ ਬਰਾਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ",
    "limitation": "ਸੀਮਾ",
    "date_start_input": "ਸ਼ੁਰੂ ਕਰੋ",
    "date_start_input_placeholder": "ਚੁਣੋ ਕਿ ਕੂਪਨ ਕਦੋਂ ਸ਼ੁਰੂ ਕਰਨਾ ਹੈ",
    "date_end_input": "ਅੰਤ",
    "date_end_input_placeholder": "ਚੁਣੋ ਕਿ ਛੋਟ ਕਦੋਂ ਖਤਮ ਹੋਵੇਗੀ",
    "max_actives_is_3": "ਤੁਹਾਡੇ ਕੋਲ ਇੱਕੋ ਸਮੇਂ ਸਿਰਫ਼ ਤਿੰਨ ਕਿਰਿਆਸ਼ੀਲ ਪੇਸ਼ਕਸ਼ਾਂ ਹੋ ਸਕਦੀਆਂ ਹਨ।",
    "enable": "ਆਟੋ ਲਾਗੂ",
    "notifications": {
      "add": "ਨਵੀਂ ਪੇਸ਼ਕਸ਼ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਈ ਗਈ।",
      "edit": "ਪੇਸ਼ਕਸ਼ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।"
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "ਬੈਨਰ",
      "reportage": "ਰਿਪੋਰਟੇਜ",
      "social": "ਸੋਸ਼ਲ ਮੀਡੀਆ",
      "offline": "ਔਫਲਾਈਨ"
    }
  },
  "emails": {
    "title": "ਈਮੇਲ ਮਾਰਕੀਟਿੰਗ",
    "subtitle": "ਡ੍ਰੈਗ ਅਤੇ ਡ੍ਰੌਪ ਦੁਆਰਾ ਈਮੇਲਾਂ ਨੂੰ ਡਿਜ਼ਾਈਨ ਕਰੋ, ਰੀਟੈਨਸ਼ਨ ਨੂੰ ਵਧਾਉਣ ਲਈ ਮੁਹਿੰਮਾਂ ਨੂੰ ਅਨੁਸੂਚਿਤ ਕਰੋ ਅਤੇ ਲਾਂਚ ਕਰੋ, ਅਤੇ ਇੱਕ ਥਾਂ 'ਤੇ ਭਰੋਸੇਯੋਗ ਅਤੇ ਸਹੀ ਜਾਣਕਾਰੀ ਦੇਖੋ।",
    "cation_message": "⚠ ਪ੍ਰਮਾਣਿਤ ਵਪਾਰੀਆਂ ਲਈ ਪ੍ਰਤਿਬੰਧਿਤ। (ਬੀਟਾ)",
    "subject": "ਵਿਸ਼ਾ",
    "from": "ਤੋਂ",
    "in_que": "ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ",
    "schedule_at": "'ਤੇ ਤਹਿ ਕਰੋ",
    "sent": "ਭੇਜਿਆ",
    "sends": "ਭੇਜਦਾ ਹੈ",
    "delivers": "ਡਿਲੀਵਰ ਕੀਤਾ",
    "views": "ਵਿਚਾਰ",
    "clicks": "ਕਲਿਕਸ",
    "buys": "ਖਰੀਦਦਾਰੀ",
    "new_email": "ਨਵੀਂ ਈਮੇਲ ਸ਼ਾਮਲ ਕਰੋ",
    "new_email_message": "ਨਵੀਂ ਮਾਰਕੀਟਿੰਗ ਈਮੇਲ ਬਣਾਓ ਅਤੇ ਤਹਿ ਕਰੋ"
  },
  "email_dashboard": {
    "review": "ਸਮੀਖਿਆ",
    "waiting_for_approve": "{name} ਵੱਲੋਂ ਪੁਸ਼ਟੀਕਰਨ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ",
    "approved_by": "ਈਮੇਲ {name} ਦੁਆਰਾ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਅਤੇ ਭੇਜੀ ਗਈ।",
    "not_submitted_send_request": "ਤੁਸੀਂ ਅਜੇ ਤੱਕ ਇਸ ਈਮੇਲ ਨੂੰ ਭੇਜਣ ਲਈ ਕੋਈ ਬੇਨਤੀ ਦਰਜ ਨਹੀਂ ਕੀਤੀ ਹੈ।",
    "reviewed_by": "{name} ਦੁਆਰਾ ਸਮੀਖਿਆ ਕੀਤੀ ਗਈ",
    "status": "ਈਮੇਲ ਸਥਿਤੀ",
    "conversion": "ਪਰਿਵਰਤਨ ਦਰਾਂ",
    "sell_performance": "ਵਿਕਰੀ ਪ੍ਰਦਰਸ਼ਨ",
    "total_buys": "ਵਿਕਰੀ ਦੀ ਕੁੱਲ ਸੰਖਿਆ",
    "amount_buy": "ਕੁੱਲ ਵਿਕਰੀ ਰਕਮ",
    "average_sell": "ਔਸਤ ਵਿਕਰੀ",
    "sessions": "ਸੈਸ਼ਨ",
    "overview": "ਸੰਖੇਪ ਜਾਣਕਾਰੀ",
    "purchase_amount": "ਖਰੀਦ ਦੀ ਰਕਮ",
    "actions": "ਉਪਭੋਗਤਾ ਗਤੀਵਿਧੀ"
  },
  "email_page": {
    "emails": "ਈਮੇਲਾਂ",
    "edit": "ਸੰਪਾਦਿਤ ਕਰੋ"
  },
  "affiliate_page": {
    "affiliates": "ਐਫੀਲੀਏਟ ਭਾਈਵਾਲ",
    "orders": "ਆਰਡਰ",
    "payments": "ਭੁਗਤਾਨ"
  },
  "affiliate_dashboard": {
    "link": "ਐਫੀਲੀਏਟ ਪਾਰਟਨਰ ਲਿੰਕ",
    "fix_commission": "ਸਥਿਰ ਕਮਿਸ਼ਨ",
    "percent_commission": "ਪ੍ਰਤੀਸ਼ਤ-ਅਧਾਰਿਤ ਕਮਿਸ਼ਨ",
    "last_payment": "ਆਖਰੀ ਭੁਗਤਾਨ",
    "balance": "ਸੰਤੁਲਨ",
    "total_payment": "ਕੁੱਲ ਭੁਗਤਾਨ",
    "status": "ਐਫੀਲੀਏਟ ਸਹਿਭਾਗੀ ਸਥਿਤੀ ਅਤੇ ਪਾਬੰਦੀਆਂ",
    "available_for": "ਲਈ ਉਪਲਬਧ ਹੈ",
    "orders_count": "ਆਰਡਰ ਦੀ ਰਕਮ",
    "orders_accepted": "ਸਵੀਕਾਰ ਕੀਤੇ ਆਦੇਸ਼",
    "finance": "ਵਿੱਤੀ ਰਿਪੋਰਟ",
    "amount_accepted": "ਸਵੀਕਾਰ ਕੀਤੀ ਰਕਮ",
    "amount_paid": "ਭੁਗਤਾਨ ਕੀਤੀ ਰਕਮ",
    "sessions": "ਸੈਸ਼ਨ",
    "affiliate_payment": "ਐਫੀਲੀਏਟ ਪਾਰਟਨਰ ਭੁਗਤਾਨ",
    "amount_payment": "ਭੁਗਤਾਨ ਦੀ ਰਕਮ",
    "amount_payment_hint": "ਲੈਣ-ਦੇਣ ਦੀ ਸਹੀ ਮਾਤਰਾ",
    "i_paid": "ਮੈਂ {name} ਨੂੰ {amount} {currency} ਦਾ ਭੁਗਤਾਨ ਕੀਤਾ",
    "pay_now": "ਹੁਣੇ ਭੁਗਤਾਨ ਕਰੋ"
  },
  "permission_roles": {
    "new_role": "ਨਵੀਂ ਭੂਮਿਕਾ ਸ਼ਾਮਲ ਕਰੋ",
    "new_role_message": "ਟੀਮ ਵਰਕ ਨੂੰ ਆਸਾਨ ਬਣਾਓ।",
    "new_role_action": "ਨਵੀਂ ਭੂਮਿਕਾ ਸ਼ਾਮਲ ਕਰੋ"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "ਲਾਟਰੀ",
    "sub_title": "ਤੁਹਾਡੇ ਗਾਹਕ ਗੇਮ ਖੇਡ ਸਕਦੇ ਹਨ ਅਤੇ ਜਿੱਤ ਸਕਦੇ ਹਨ। ਤੁਹਾਡੇ ਸਟੋਰ ਦੇ ਗਾਹਕਾਂ ਨੂੰ ਹਰੇਕ ਗੇਮ ਲਈ 10 ਚਿਪਸ ਦੀ ਵਰਤੋਂ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਉਦਾਹਰਨ ਲਈ, ਜੇਕਰ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਨੂੰ 1000 USD ਜਿੱਤਣ ਦਾ ਮੌਕਾ ਮਿਲੇ, ਤਾਂ ਤੁਹਾਨੂੰ ਹਰੇਕ ਚਿੱਪ ਦੀ ਕੀਮਤ 100 USD 'ਤੇ ਸੈੱਟ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਹਰੇਕ ਚਿੱਪ ਲਈ 0 ਦੇ ਮੁੱਲ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਖਰੀਦਦਾਰ ਨੂੰ ਹਰੇਕ ਖਰੀਦ ਲਈ ਇੱਕ ਚਿੱਪ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ।",
    "manually_send_chip": "ਕੀ ਤੁਸੀਂ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਹੱਥੀਂ ਚਿਪਸ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "lottery_enable": "ਕੀ ਲਾਟਰੀ ਯੋਗ ਹੈ?",
    "chip_price_input": "ਚਿੱਪ ਦੀ ਕੀਮਤ",
    "zero_chip_message": "ਪ੍ਰਤੀ ਆਰਡਰ 1x ਚਿੱਪ ਦਿਓ",
    "chip_has_price_message": "ਆਰਡਰ ਦੀ ਪ੍ਰਤੀ {amount} {currency} 1 ਚਿੱਪ ਦਿਓ।",
    "chip_disabled_message": "ਚਿੱਪ ਅਯੋਗ ਹੈ!",
    "create_new": "ਨਵਾਂ ਇਨਾਮ ਸ਼ਾਮਲ ਕਰੋ",
    "delete_alert": {
      "title": "ਇਨਾਮ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਪੱਕੇ ਤੌਰ 'ਤੇ ਇਸ ਇਨਾਮ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਹੁਣੇ ਮਿਟਾਓ"
    },
    "notifications": {
      "delete_success": "ਇਨਾਮ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਇਆ ਗਿਆ।"
    }
  },
  "lottery_edit": {
    "title_edit": "ਲਾਟਰੀ ਆਈਟਮ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "title_add": "ਨਵੀਂ ਲਾਟਰੀ ਆਈਟਮ",
    "general_config": "ਆਮ ਸੰਰਚਨਾ",
    "design_style": "ਸ਼ੈਲੀ ਅਤੇ ਦਿੱਖ",
    "enable": "ਯੋਗ ਕੀਤਾ?",
    "enable_message": "ਇੱਕ ਪਹੀਏ ਵਿੱਚ ਅਧਿਕਤਮ ਆਈਟਮਾਂ 14 ਹਨ।",
    "title_input": "ਸਿਰਲੇਖ",
    "title_input_hint": "ਇੱਕ ਛੋਟਾ ਸਿਰਲੇਖ ਲਿਖੋ.",
    "description_input": "ਵਰਣਨ",
    "description_input_hint": "ਆਈਟਮ ਬਾਰੇ ਵੇਰਵਾ ਲਿਖੋ।",
    "quantity": "ਮਾਤਰਾ",
    "quantity_message": "ਕੁੱਲ ਉਪਲਬਧ ਆਈਟਮਾਂ",
    "image": "ਚਿੱਤਰ",
    "image_placeholder": "ਆਈਟਮ ਲਈ ਇੱਕ ਚਿੱਤਰ ਚੁਣੋ",
    "chance": "ਮੌਕਾ",
    "chance_message": "ਪ੍ਰਤੀਸ਼ਤ ਵਿੱਚ ਜਿੱਤਣ ਦਾ ਮੌਕਾ",
    "free_for_first": "ਕੀ ਇਹ ਨਵੇਂ ਗਾਹਕਾਂ ਲਈ ਮੁਫ਼ਤ ਹੈ?",
    "free_for_first_message": "ਨਵੇਂ ਗਾਹਕ ਇਸ ਆਈਟਮ ਨੂੰ ਜਿੱਤ ਸਕਦੇ ਹਨ।",
    "prize": "ਇਨਾਮ",
    "amount": "ਇਨਾਮ ਦੀ ਰਕਮ",
    "amount_hint": "ਉਪਭੋਗਤਾ ਆਪਣੇ ਆਰਡਰ ਲਈ ਚਾਰਜ ਦੀ ਇਸ ਰਕਮ ਨੂੰ ਜਿੱਤਦੇ ਹਨ।",
    "currency_message": "ਇਸ ਆਈਟਮ ਲਈ ਮੁਦਰਾ। ਹੋਰ ਮੁਦਰਾਵਾਂ ਨੂੰ ਐਕਸਚੇਂਜ ਦਰ ਦੁਆਰਾ ਬਦਲਿਆ ਜਾਂਦਾ ਹੈ।",
    "discount": "ਛੂਟ",
    "discount_message": "ਗਾਹਕ ਆਰਡਰ 'ਤੇ ਛੂਟ ਪ੍ਰਤੀਸ਼ਤ",
    "discount_limit": "ਛੂਟ ਸੀਮਾ",
    "discount_limit_hint": "ਗਾਹਕ ਲਈ ਵੱਧ ਤੋਂ ਵੱਧ ਛੋਟ।",
    "color": "ਰੰਗ",
    "condition": "ਹਾਲਾਤ",
    "notifications": {
      "add": "ਨਵੀਂ ਲਾਟਰੀ ਆਈਟਮ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਈ ਗਈ।",
      "edit": "ਲਾਟਰੀ ਆਈਟਮਾਂ ਸਫਲਤਾਪੂਰਵਕ ਬਦਲੀਆਂ ਗਈਆਂ।"
    }
  },
  "gift_card_types_list": {
    "label": "ਗਿਫਟ ਕਾਰਡ ਦੀ ਕਿਸਮ",
    "message": "ਸੂਚੀ ਵਿੱਚੋਂ ਇੱਕ ਤੋਹਫ਼ਾ ਕਾਰਡ ਦੀ ਕਿਸਮ ਚੁਣੋ।"
  },
  "email_builder": {
    "service_unavailable": "ਮੇਲ ਸਰਵਰ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਕਿਰਿਆਸ਼ੀਲ ਨਹੀਂ ਹੈ।",
    "design_section": "ਤੁਹਾਡੀ ਈਮੇਲ ਡਿਜ਼ਾਈਨ ਪਲੇਟ",
    "schedule_switch": "ਕੀ ਈਮੇਲ ਭੇਜਣਾ ਤਹਿ ਕਰਨਾ ਹੈ?",
    "schedule_placeholder": "ਈਮੇਲ ਭੇਜਣ ਲਈ ਸਮਾਂ ਚੁਣੋ"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਮਿਤੀ",
      "description": "ਉਪਭੋਗਤਾ ਦੀ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਮਿਤੀ ਦੁਆਰਾ ਫਿਲਟਰ ਕਰੋ।"
    },
    "LAST_BUY_DATE": {
      "title": "ਪਿਛਲੀ ਖਰੀਦਦਾਰੀ",
      "description": "ਆਖਰੀ ਖਰੀਦ ਮਿਤੀ।"
    },
    "LOGIN_DATE": {
      "title": "ਲੌਗਇਨ ਮਿਤੀ",
      "description": "ਆਖਰੀ ਲੌਗਇਨ ਮਿਤੀ।"
    },
    "LEVEL": {
      "title": "ਗਾਹਕ ਕਲੱਬ",
      "description": "ਗਾਹਕ ਕਲੱਬ ਦੇ ਮੈਂਬਰ।"
    },
    "SUBSCRIBED": {
      "title": "ਸਬਸਕ੍ਰਾਈਬ ਕੀਤਾ",
      "description": "ਈਮੇਲ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਗਾਹਕੀ ਲੈਣ ਲਈ।"
    },
    "NOT_PURCHASED": {
      "title": "ਕੋਈ ਖਰੀਦਦਾਰੀ ਨਹੀਂ",
      "description": "ਜਿਨ੍ਹਾਂ ਗਾਹਕਾਂ ਨੇ ਹੁਣ ਤੱਕ ਖਰੀਦਦਾਰੀ ਨਹੀਂ ਕੀਤੀ ਹੈ।"
    },
    "SEX": {
      "title": "ਲਿੰਗ",
      "description": "ਉਪਭੋਗਤਾ ਲਿੰਗ।"
    },
    "LOCATION": {
      "title": "ਟਿਕਾਣਾ",
      "description": "ਯੂਜ਼ਰ ਟਿਕਾਣਾ।"
    },
    "LIMIT": {
      "title": "ਸੀਮਾ",
      "description": "ਉਪਭੋਗਤਾਵਾਂ ਦੀ ਅਧਿਕਤਮ ਸੰਖਿਆ 'ਤੇ ਇੱਕ ਸੀਮਾ ਸੈਟ ਕਰੋ।"
    }
  },
  "inline_help": {
    "helps_title": "ਸੇਵਾ ਉਪਭੋਗਤਾ ਗਾਈਡ",
    "blogs_title": "ਸੇਲਡੋਨ ਬਲੌਗ ਵਿੱਚ ਸੰਬੰਧਿਤ ਸਮੱਗਰੀ"
  },
  "shop_tax": {
    "region": "ਖੇਤਰ",
    "label": "ਲੇਬਲ",
    "country_tax": "ਦੇਸ਼ ਦਾ ਟੈਕਸ",
    "customer_tax": "ਗਾਹਕ ਵੈਟ",
    "business_tax": "ਵਪਾਰ ਵੈਟ",
    "shipping": "ਸ਼ਿਪਿੰਗ",
    "override": "ਓਵਰਰਾਈਡ ਕਰੋ",
    "country": "ਦੇਸ਼",
    "vat_range": "ਵੈਟ ਰੇਂਜ",
    "custom": "ਪ੍ਰਥਾ",
    "regions": "ਖੇਤਰ",
    "rest_world": "ਬਾਕੀ ਦੁਨੀਆਂ",
    "overrides": "ਓਵਰਰਾਈਡ ਕਰਦਾ ਹੈ",
    "dialog_set_title": "ਟੈਕਸ ਸੈਟਿੰਗਾਂ",
    "tax_setting": "ਟੈਕਸ ਸੈਟਿੰਗਾਂ",
    "vat": "VAT",
    "calculate_tax_input": "ਆਟੋ ਕੈਲਕੂਲੇਟ ਟੈਕਸ",
    "calculate_tax_message": "ਇਸ ਵਿਕਲਪ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਕਰਨ ਨਾਲ, ਵੈਟ ਦੀ ਗਣਨਾ ਕੀਤੀ ਜਾਵੇਗੀ ਅਤੇ ਤੁਹਾਡੇ ਆਰਡਰਾਂ ਲਈ ਲਾਗੂ ਕੀਤਾ ਜਾਵੇਗਾ।",
    "tax_number": "ਟੈਕਸ ਨੰਬਰ",
    "tax_number_message": "ਆਪਣਾ ਟੈਕਸ ਨੰਬਰ ਦਾਖਲ ਕਰੋ। ਇਹ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ ਖਰੀਦਦਾਰ ਦੇ ਚਲਾਨ ਵਿੱਚ ਦਰਜ ਕੀਤਾ ਜਾਵੇਗਾ।",
    "tax_included_in_price_input": "ਉਤਪਾਦਾਂ ਦੀ ਕੀਮਤ ਵਿੱਚ ਟੈਕਸ ਸ਼ਾਮਲ ਹੈ",
    "tax_included_in_price_message": "ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਉਤਪਾਦ ਦੀ ਕੀਮਤ ਵਿੱਚ ਟੈਕਸ ਦੀ ਰਕਮ ਸ਼ਾਮਲ ਕਰਦੇ ਹੋ ਤਾਂ ਇਹ ਵਿਕਲਪ ਚੁਣੋ। ਟੈਕਸ ਦੀ ਰਕਮ ਦੀ ਗਣਨਾ ਹੇਠਾਂ ਦਿੱਤੇ ਫਾਰਮੂਲੇ ਨਾਲ ਕੀਤੀ ਜਾਵੇਗੀ:",
    "tax_included_in_price_formula": "ਟੈਕਸ = (ਕੀਮਤ * ਵੈਟ) / (1 + ਵੈਟ), ਉਦਾਹਰਨ ਲਈ, 10% ਦੀ ਮੁੱਲ ਜੋੜੀ ਦਰ ਨਾਲ 100$ ਦੀ ਕੀਮਤ 'ਤੇ ਉਤਪਾਦ ਲਈ ਟੈਕਸ ਦੀ ਮਾਤਰਾ 9.09$ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "tax_on_shipping_input": "ਸ਼ਿਪਿੰਗ 'ਤੇ ਟੈਕਸ ਲਾਗੂ ਕਰੋ",
    "tax_on_shipping_message": "ਇਸ ਵਿਕਲਪ ਨੂੰ ਚੁਣਨ ਨਾਲ ਟੈਕਸ ਸ਼ਿਪਿੰਗ 'ਤੇ ਲਾਗੂ ਕੀਤਾ ਜਾਵੇਗਾ।",
    "fixed_tax_rate": "ਸਥਿਰ ਟੈਕਸ ਦਰ",
    "dynamic_tax_rate": "ਖੇਤਰਾਂ 'ਤੇ ਆਧਾਰਿਤ ਟੈਕਸ",
    "locations_tip": "ਉਪਰੋਕਤ ਸੂਚੀ ਸਿਰਫ਼ ਉਹਨਾਂ ਦੇਸ਼ਾਂ ਨੂੰ ਦਿਖਾਉਂਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਦੁਕਾਨ ਸੈਟਿੰਗਾਂ > ਸਥਾਨਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇਸ਼ਾਂ ਵਜੋਂ ਚੁਣਿਆ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਵੇਚਦੇ ਹੋ।",
    "locations_action": "ਸਟੋਰ ਟਿਕਾਣੇ ਸੈਟਿੰਗ",
    "save_alert": "ਸੈਟਿੰਗਾਂ ਸੁਰੱਖਿਅਤ ਨਹੀਂ ਹਨ!",
    "pos_tax_setting": "POS ਟੈਕਸ ਸੈਟਿੰਗਾਂ"
  },
  "transportation_page": {
    "menu": {
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "transportations": "ਸ਼ਿਪਿੰਗ ਢੰਗ",
      "orders": "ਆਰਡਰ",
      "setting": "ਸੈਟਿੰਗ",
      "delivery_services": "ਸੇਵਾਵਾਂ",
      "delivery_persons": "ਕੋਰੀਅਰਜ਼"
    },
    "go_to_courier_list": "ਕੋਰੀਅਰਾਂ ਦੀ ਸੂਚੀ ਵੇਖੋ",
    "go_to_service_list": "ਸ਼ਿਪਿੰਗ ਸੇਵਾਵਾਂ ਦੀ ਸੂਚੀ ਦੇਖੋ"
  },
  "transportation_persons": {
    "title": "ਕੋਰੀਅਰਜ਼",
    "notifications": {
      "success_add": "ਕੋਰੀਅਰ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
      "success_reset": "ਅੰਕੜੇ ਰੀਸੈਟ।",
      "success_remove": "ਕੋਰੀਅਰ ਸਫਲਤਾਪੂਰਵਕ ਹਟਾਇਆ ਗਿਆ।",
      "success_update": "ਕੋਰੀਅਰ ਜਾਣਕਾਰੀ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।"
    },
    "reset": {
      "title": "ਅੰਕੜੇ ਰੀਸੈਟ ਕਰੋ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਕੋਰੀਅਰ ਦੇ ਅੰਕੜਿਆਂ ਨੂੰ ਰੀਸੈਟ ਕਰਨਾ ਯਕੀਨੀ ਹੋ?",
      "action": "ਹਾਂ, ਹੁਣੇ ਰੀਸੈਟ ਕਰੋ"
    },
    "remove": {
      "title": "ਕੋਰੀਅਰ ਹਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਕੋਰੀਅਰ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਹੁਣੇ ਹਟਾਓ"
    },
    "add_dialog": {
      "title": "ਨਵਾਂ ਕੋਰੀਅਰ ਸ਼ਾਮਲ ਕਰੋ",
      "action": "ਕੋਰੀਅਰ ਸ਼ਾਮਲ ਕਰੋ"
    }
  },
  "transportation_orders": {
    "title": "ਸ਼ਿਪਿੰਗ ਲਈ ਆਰਡਰ",
    "notifications": {
      "success_update": "ਸ਼ਿਪਿੰਗ ਸਥਿਤੀ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।",
      "success_payment": "COD ਭੁਗਤਾਨ ਦੀ ਸਫਲਤਾਪੂਰਵਕ ਪੁਸ਼ਟੀ ਹੋਈ।"
    }
  },
  "delivery_person": {
    "actions_title": "ਕੋਰੀਅਰ ਸੈਟਿੰਗਾਂ",
    "action_delivered": "ਭੇਜ ਦਿੱਤਾ",
    "action_paid": "COD ਦਾ ਭੁਗਤਾਨ ਕੀਤਾ ਗਿਆ",
    "action_returned": "ਵਾਪਸ ਆ",
    "cod_confirm_action": "COD ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
    "pickup_dialog": {
      "title": "ਕੀ ਤੁਸੀਂ ਇਸ ਪੈਕੇਜ ਦਾ ਕੋਰੀਅਰ ਕਰ ਰਹੇ ਹੋ?",
      "message": "ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਪਾਰਸਲ ਨੂੰ ਲਿਜਾਣ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੋ, ਤਾਂ ਹਾਂ ਦੀ ਚੋਣ ਕਰੋ, ਨਹੀਂ ਤਾਂ ਨਹੀਂ ਦੀ ਚੋਣ ਕਰੋ।"
    },
    "status_dialog": {
      "title": "ਸਥਿਤੀ ਨੂੰ {status} ਵਿੱਚ ਬਦਲੋ",
      "message": "ਕੀ ਤੁਸੀਂ ਡਿਲੀਵਰੀ ਸਥਿਤੀ ਨੂੰ {status} ਵਿੱਚ ਬਦਲਣਾ ਯਕੀਨੀ ਹੋ?",
      "action": "ਹਾਂ, ਮੈਂ ਇਸਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹਾਂ!"
    },
    "cod_dialog": {
      "title": "COD ਭੁਗਤਾਨ",
      "message": "ਕੀ ਤੁਸੀਂ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹੋ ਕਿ ਤੁਹਾਨੂੰ ਖਰੀਦਦਾਰ ਤੋਂ ਆਰਡਰ ਦੀ ਰਕਮ ਪ੍ਰਾਪਤ ਹੋਈ ਹੈ?",
      "action": "ਹਾਂ, ਮੈਂ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹਾਂ!"
    }
  },
  "transportation_services": {
    "title": "ਡਿਲਿਵਰੀ ਸੇਵਾ",
    "notifications": {
      "success_add": "ਡਿਲੀਵਰੀ ਸੇਵਾ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ।",
      "success_reset": "ਅੰਕੜੇ ਰੀਸੈਟ।",
      "success_remove": "ਸੇਵਾ ਸਫਲਤਾਪੂਰਵਕ ਹਟਾਈ ਗਈ।",
      "success_update": "ਸੇਵਾ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।"
    },
    "reset": {
      "title": "ਅੰਕੜੇ ਰੀਸੈਟ ਕਰੋ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਸੇਵਾ ਦੇ ਅੰਕੜਿਆਂ ਨੂੰ ਰੀਸੈਟ ਕਰਨਾ ਯਕੀਨੀ ਹੋ?",
      "action": "ਹਾਂ, ਹੁਣੇ ਰੀਸੈਟ ਕਰੋ"
    },
    "remove": {
      "title": "ਡਿਲੀਵਰੀ ਸੇਵਾ ਹਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਸੇਵਾ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਹੁਣੇ ਹਟਾਓ"
    },
    "add_dialog": {
      "title": "ਨਵੀਂ ਡਿਲੀਵਰੀ ਸੇਵਾ ਸ਼ਾਮਲ ਕਰੋ",
      "action": "ਸੇਵਾ ਸ਼ਾਮਲ ਕਰੋ"
    }
  },
  "delivery_receipt": {
    "title": "ਡਿਲਿਵਰੀ ਰਸੀਦ",
    "has_return": "ਡਿਲੀਵਰੀ ਦੀ ਵਾਪਸੀ",
    "cashed": "ਨਕਦ ਭੁਗਤਾਨ"
  },
  "delivery_dashboard": {
    "select_destinations": "ਸੂਚੀ ਵਿੱਚ ਆਰਡਰ ਸ਼ਾਮਲ ਕਰੋ",
    "price_calculation": "ਸ਼ਿਪਿੰਗ ਦਰਾਂ ਦਾ ਅੰਦਾਜ਼ਾ ਲਗਾਓ",
    "price_calculation_action": "ਕੀਮਤ ਦੀ ਗਣਨਾ ਕਰੋ",
    "add_request": "ਸੇਵਾ ਲਈ ਬੇਨਤੀ ਕਰੋ",
    "add_request_action": "ਸੇਵਾ ਬੇਨਤੀ ਜਮ੍ਹਾਂ ਕਰੋ",
    "refresh_action": "ਜਾਣਕਾਰੀ ਅੱਪਡੇਟ ਕਰੋ"
  },
  "delivery_order": {
    "title": "ਸ਼ਿਪਿੰਗ ਆਰਡਰ",
    "has_return": "ਡਿਲੀਵਰੀ ਦੀ ਵਾਪਸੀ",
    "cashed": "ਨਕਦ ਭੁਗਤਾਨ"
  },
  "cash_register": {
    "menu": {
      "panel": "ਰੋਕਡ ਵਹੀ",
      "orders": "ਆਰਡਰ",
      "customers": "ਗਾਹਕ",
      "devices": "ਯੰਤਰ",
      "inventory": "ਵਸਤੂ ਸੂਚੀ"
    },
    "payment_confirm": "ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ",
    "payment_confirm_msg": "ਗਾਹਕ ਭੁਗਤਾਨ ਕੀਤਾ ਆਰਡਰ {basket_id}।"
  },
  "barcode_scanner": {
    "wifi_pass": "ਤੁਹਾਡਾ Wi-Fi ਪਾਸਵਰਡ",
    "message": "ਆਪਣਾ WiFi ਰਾਊਟਰ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ ਅਤੇ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ।",
    "wifi_ssid": "Wi-Fi SSID",
    "ssid_message": "ਆਪਣਾ Wi-Fi ਨੈੱਟਵਰਕ ਨਾਮ (SSID) ਦਾਖਲ ਕਰੋ।"
  },
  "pos_devices": {
    "Scanner": "ਬਾਰਕੋਡ ਸਕੈਨਰ",
    "Scanner_desc": "ਬਾਰਕੋਡ ਸਕੈਨਰ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ ਉਤਪਾਦ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਉਤਪਾਦ SKU ਕੋਡ ਨੂੰ ਸਹੀ ਢੰਗ ਨਾਲ ਦਾਖਲ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "Printer": "ਪ੍ਰਿੰਟਰ",
    "Printer_desc": "ਰਸੀਦ ਪ੍ਰਿੰਟਰ ਨਾਲ ਕਨੈਕਟ ਕਰਕੇ ਆਪਣੇ ਗਾਹਕਾਂ ਦੀ ਰਸੀਦ ਪ੍ਰਿੰਟ ਕਰੋ।",
    "CustomerView": "ਗਾਹਕ ਦ੍ਰਿਸ਼",
    "CustomerView_desc": "ਇਹ ਪੰਨਾ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਨੂੰ ਆਰਡਰ ਵੇਰਵੇ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਦੇ ਯੋਗ ਬਣਾਉਂਦਾ ਹੈ।",
    "CardReader": "ਕਾਰਡ ਰੀਡਰ",
    "CardReader_desc": "ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਦੁਆਰਾ COD ਭੁਗਤਾਨ ਲਈ ਕਾਰਡ ਰੀਡਰ ਡਿਵਾਈਸ।",
    "ChipReader": "ਚਿੱਪ ਰੀਡਰ",
    "ChipReader_desc": "ਟੈਗਸ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਕਾਰਟ ਵਿੱਚ ਆਈਟਮਾਂ ਜੋੜਨ ਲਈ NFC ਟੈਗ ਰੀਡਰ।"
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "ਡਿਵਾਈਸ ਹਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਡਿਵਾਈਸ ਨੂੰ ਆਪਣੇ POS ਪ੍ਰੋਫਾਈਲ ਤੋਂ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਹੁਣੇ ਹਟਾਓ"
    }
  },
  "pos_process_center": {
    "title": "POS ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ ਸੈਂਟਰ",
    "menu": {
      "label": "ਪੈਕੇਜ ਲੇਬਲ",
      "receipt": "ਰਸੀਦ",
      "back": "ਵਾਪਸ",
      "timeline": "ਸਮਾਂਰੇਖਾ",
      "order": "ਆਰਡਰ"
    }
  },
  "pos": {
    "add_customer": "ਇੱਕ ਗਾਹਕ ਸ਼ਾਮਲ ਕਰੋ",
    "set_delivery": "ਡਿਲਿਵਰੀ ਪਤਾ ਸੈੱਟ ਕਰੋ",
    "add_giftcards": "ਗਿਫਟ ਕਾਰਡ ਸ਼ਾਮਲ ਕਰੋ",
    "add_discount_code": "ਛੂਟ ਕੋਡ ਸ਼ਾਮਲ ਕਰੋ",
    "add_coupon": "ਕੂਪਨ ਸ਼ਾਮਲ ਕਰੋ",
    "set_campaign": "ਮੁਹਿੰਮ ਸੈੱਟ ਕਰੋ",
    "select_buyer": "ਖਰੀਦਦਾਰ ਚੁਣੋ!",
    "send_to_pos": "ਕਾਰਡ ਰੀਡਰ ਮਸ਼ੀਨ ਨੂੰ ਭੇਜੋ",
    "print_receipt": "ਰਸੀਦ ਛਾਪੋ",
    "confirm_cash_payment": "ਨਕਦ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
    "payment_cod": {
      "title": "ਡਿਲੀਵਰੀ ਭੁਗਤਾਨ 'ਤੇ ਨਕਦ",
      "message": "ਇਸ ਆਰਡਰ ਦੀ ਰਕਮ ਡਿਲੀਵਰੀ 'ਤੇ ਅਦਾ ਕੀਤੀ ਜਾਵੇਗੀ। ਖਰੀਦਦਾਰ ਤੋਂ ਰਕਮ ਪ੍ਰਾਪਤ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਤੁਹਾਨੂੰ ਸਿਸਟਮ ਵਿੱਚ ਆਰਡਰ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।"
    },
    "payment_online": {
      "title": "ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਵਿਧੀ ਚੁਣੋ",
      "message": "ਨਿਮਨਲਿਖਤ ਵਿਕਲਪਾਂ ਨੂੰ ਚੁਣ ਕੇ, ਇੱਕ ਭੁਗਤਾਨ ਲਿੰਕ ਬਣਾਇਆ ਜਾਵੇਗਾ ਅਤੇ ਖਰੀਦਦਾਰ ਨੂੰ ਭੇਜਿਆ ਜਾਵੇਗਾ। ਇਸ ਲਿੰਕ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਨਾਲ, ਆਰਡਰ ਦੀ ਸਥਿਤੀ ਅਦਾਇਗੀ ਮੋਡ ਵਿੱਚ ਬਦਲ ਜਾਵੇਗੀ। ਗਾਹਕ ਸਕ੍ਰੀਨ, SMS ਜਾਂ ਈਮੇਲ 'ਤੇ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਕੇ ਭੁਗਤਾਨ ਲਿੰਕ ਤਿਆਰ ਕੀਤਾ ਜਾਵੇਗਾ। ਲਿੰਕ ਭੇਜਣ ਲਈ ਕਿਸੇ ਵੀ ਚੈਨਲ ਨੂੰ ਸਰਗਰਮ ਕਰਨ ਲਈ, ਉਸ ਵਿਕਲਪ 'ਤੇ ਕਲਿੱਕ ਕਰੋ ਅਤੇ ਫਿਰ ਖਰੀਦਦਾਰ ਨੂੰ ਰਸੀਦ ਭੇਜਣ ਲਈ ਬਟਨ ਦਬਾਓ।"
    },
    "notifications": {
      "success_pay": "ਆਰਡਰ ਦਾ ਭੁਗਤਾਨ ਪੂਰਾ ਹੋਇਆ।",
      "success_order": "ਆਰਡਰ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਇਆ ਗਿਆ ਹੈ ਅਤੇ ਗਾਹਕ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ।"
    },
    "payment_dialog": {
      "check_pay_now": "ਹੱਥੀਂ ਭੁਗਤਾਨ ਦੀ ਜਾਂਚ ਕਰੋ",
      "close_action": "ਡਾਇਲਾਗ ਬੰਦ ਕਰੋ। ਮੈਂ ਗਾਹਕ ਭੁਗਤਾਨ ਲਈ ਇੰਤਜ਼ਾਰ ਨਹੀਂ ਕਰਨਾ ਚਾਹੁੰਦਾ",
      "go_to_order": "ਆਰਡਰ ਪੰਨੇ 'ਤੇ ਜਾਓ",
      "paid_by_gift_card_msg": "ਗਿਫਟ ਕਾਰਡਾਂ ਤੋਂ ਕੁੱਲ ਆਰਡਰ ਦੀ ਰਕਮ ਵਾਪਸ ਲੈ ਲਈ ਗਈ ਸੀ! ਖਰੀਦਦਾਰ ਨੂੰ ਹੋਰ ਭੁਗਤਾਨ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।",
      "cod_msg": "ਆਰਡਰ ਪ੍ਰਾਪਤ ਕਰਨ 'ਤੇ ਗਾਹਕ ਭੁਗਤਾਨ ਕਰੇਗਾ।",
      "online_msg": "ਗਾਹਕ ਨੂੰ ਗਾਹਕ ਸਕ੍ਰੀਨ 'ਤੇ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਨ ਲਈ ਕਹੋ।"
    }
  },
  "exporter": {
    "title": "ਡਾਟਾ ਨਿਰਯਾਤ ਕਰੋ",
    "subtitle": "ਤੁਹਾਡਾ ਡੇਟਾ ਤੁਹਾਡੇ ਨਾਲ ਸਬੰਧਤ ਹੈ! ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਆਪਣੀ ਵਪਾਰਕ ਜਾਣਕਾਰੀ ਨੂੰ ਮਿਆਰੀ ਫਾਰਮੈਟ ਵਿੱਚ ਡਾਊਨਲੋਡ ਕਰ ਸਕਦੇ ਹੋ। ਹਾਲਾਂਕਿ, ਆਪਣੇ ਗਾਹਕਾਂ ਦੀ ਗੋਪਨੀਯਤਾ ਦਾ ਸਤਿਕਾਰ ਕਰੋ, ਉਹਨਾਂ ਨੂੰ ਸਪੈਮ ਨਾ ਕਰੋ, ਅਤੇ ਉਹਨਾਂ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਕਦੇ ਵੀ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਨਾਲ ਸਾਂਝਾ ਨਾ ਕਰੋ।",
    "excel": "ਤੁਹਾਨੂੰ ਐਕਸਲ ਫਾਰਮੈਟ ਵਿੱਚ ਪੂਰੀ ਜਾਣਕਾਰੀ ਦੇ ਨਾਲ ਸਟੋਰ ਵਿੱਚ ਸਾਰੀਆਂ {type} ਦੀ ਸੂਚੀ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ।",
    "csv": "ਤੁਹਾਨੂੰ CSV ਫਾਰਮੈਟ ਵਿੱਚ ਪੂਰੀ ਜਾਣਕਾਰੀ ਦੇ ਨਾਲ ਸਟੋਰ ਵਿੱਚ ਸਾਰੀਆਂ {type} ਦੀ ਸੂਚੀ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ। ਇਹ ਫਾਰਮੈਟ ਸਟੋਰ ਵਿੱਚ {type} ਨੂੰ ਆਯਾਤ ਕਰਨ ਲਈ Selldone ਦੇ ਮਿਆਰੀ ਫਾਰਮੈਟ ਦੇ ਅਨੁਸਾਰ ਹੈ।"
  },
  "importer": {
    "category": {
      "title": "ਸ਼੍ਰੇਣੀਆਂ ਆਯਾਤ ਕਰੋ",
      "subtitle": "ਇੱਥੇ ਸ਼੍ਰੇਣੀਆਂ ਦੀ CSV ਫ਼ਾਈਲ ਅੱਪਲੋਡ ਕਰੋ। ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਮਿਆਰੀ ਫਾਰਮੈਟ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹੋ।"
    },
    "product": {
      "title": "ਉਤਪਾਦ ਆਯਾਤ ਕਰੋ",
      "subtitle": "ਉਤਪਾਦਾਂ ਦੀ CSV ਫਾਈਲ ਇੱਥੇ ਅੱਪਲੋਡ ਕਰੋ। ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਮਿਆਰੀ ਫਾਰਮੈਟ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹੋ।"
    },
    "product_images": {
      "title": "ਚਿੱਤਰ ਆਯਾਤ ਕਰੋ",
      "subtitle": "ਚਿੱਤਰ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨਾ ਸਮਾਂ ਲੈਣ ਵਾਲਾ ਹੈ। ਚਿੱਤਰਾਂ ਨੂੰ ਆਯਾਤ ਕਰਦੇ ਸਮੇਂ ਕਾਪੀਰਾਈਟ ਦਾ ਆਦਰ ਕਰਨਾ ਯਕੀਨੀ ਬਣਾਓ।"
    },
    "inventory": {
      "title": "ਬਲਕ ਅੱਪਡੇਟ ਵਸਤੂ ਸੂਚੀ",
      "subtitle": "ਇੱਥੇ ਵਸਤੂ-ਸੂਚੀ ਦੀ CSV ਫ਼ਾਈਲ ਅੱਪਲੋਡ ਕਰੋ। ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਪਹਿਲਾਂ CSV ਫ਼ਾਈਲ ਨੂੰ ਨਿਰਯਾਤ ਕਰਕੇ, ਫਿਰ ਉਸ ਫ਼ਾਈਲ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਕੇ ਮਿਆਰੀ ਫਾਰਮੈਟ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹੋ।"
    },
    "back_to_products": "ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ 'ਤੇ ਵਾਪਸ ਜਾਓ",
    "back_to_categories": "ਸ਼੍ਰੇਣੀ ਸੂਚੀ 'ਤੇ ਵਾਪਸ ਜਾਓ",
    "back_to_inventory": "ਵਸਤੂ ਸੂਚੀ 'ਤੇ ਵਾਪਸ ਜਾਓ",
    "step_select_file": "CSV ਫਾਈਲ ਚੁਣੋ",
    "step_send_to_server": "ਸਰਵਰ ਨੂੰ ਭੇਜੋ",
    "step_view_result": "ਨਤੀਜਾ ਵੇਖੋ",
    "step_view_que": "ਉਡੀਕ ਸੂਚੀ ਵੇਖੋ",
    "send_to_server_action": "ਸਰਵਰ ਨੂੰ ਭੇਜੋ",
    "shop_license": "ਦੁਕਾਨ ਲਾਇਸੰਸ",
    "max_items_limit": "ਆਈਟਮਾਂ ਦੀ ਅਧਿਕਤਮ ਸੀਮਾ",
    "total_items": "ਕੁੱਲ ਆਈਟਮਾਂ"
  },
  "campaigns": {
    "title": "ਮੁਹਿੰਮਾਂ",
    "subtitle": "ਮੁਹਿੰਮਾਂ, ਟਰੈਕ ਕਰਨ ਯੋਗ ਲਿੰਕ ਬਣਾਓ, ਅਤੇ ਇੱਕ ਥਾਂ 'ਤੇ ਭਰੋਸੇਯੋਗ ਅਤੇ ਸਹੀ ਜਾਣਕਾਰੀ ਦੇਖੋ। ਅਸੀਂ ਬਿਹਤਰ ਡਾਟਾ-ਅਧਾਰਿਤ ਫੈਸਲੇ ਲੈਣ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰਦੇ ਹਾਂ।",
    "add_action": "ਨਵੀਂ ਮੁਹਿੰਮ ਸ਼ਾਮਲ ਕਰੋ",
    "empty_message": "ਹੁਣੇ ਆਪਣੀ ਪਹਿਲੀ ਮੁਹਿੰਮ ਬਣਾਓ!",
    "delete": {
      "title": "ਮੁਹਿੰਮ ਨੂੰ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਮੁਹਿੰਮ ਅਤੇ ਸਾਰਾ ਡਾਟਾ ਮਿਟਾਉਣਾ ਯਕੀਨੀ ਹੋ?",
      "action": "ਹਾਂ, ਹੁਣੇ ਮਿਟਾਓ"
    }
  },
  "landing_categories": {
    "raw": "ਕੱਚੇ ਟੈਂਪਲੇਟਸ",
    "marketing": "ਮਾਰਕੀਟਿੰਗ ਅਤੇ ਵਿਗਿਆਪਨ",
    "product": "ਉਤਪਾਦ ਦੀ ਜਾਣ-ਪਛਾਣ",
    "health": "ਸਿਹਤ ਅਤੇ ਤੰਦਰੁਸਤੀ",
    "food": "ਭੋਜਨ ਅਤੇ ਫਲ",
    "house": "ਰੀਅਲ ਅਸਟੇਟ ਅਤੇ ਘਰ",
    "device": "ਮਸ਼ੀਨ ਅਤੇ ਯੰਤਰ",
    "car": "ਕਾਰ",
    "software": "ਸਾਫਟਵੇਅਰ",
    "clothing": "ਕੱਪੜੇ ਅਤੇ ਜੁੱਤੇ",
    "jewellery": "ਗਹਿਣੇ"
  },
  "shop_theme": {
    "theme_colors": "ਥੀਮ ਦੇ ਰੰਗ",
    "products_view_mode": "ਖਰੀਦਦਾਰੀ ਸੂਚੀ ਦ੍ਰਿਸ਼",
    "products_view_mode_desc": "ਤੁਸੀਂ ਸਕ੍ਰੀਨ ਦੇ ਆਕਾਰ ਦੇ ਆਧਾਰ 'ਤੇ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਉਤਪਾਦਾਂ ਦੇ ਡਿਸਪਲੇ ਮੋਡ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰ ਸਕਦੇ ਹੋ। ਇਸ ਮੋਡ ਨੂੰ ਮੂਲ ਰੂਪ ਵਿੱਚ ਮੰਨਿਆ ਜਾਵੇਗਾ ਅਤੇ ਜੇਕਰ ਉਪਭੋਗਤਾ ਡਿਸਪਲੇ ਮੋਡ ਬਦਲਦਾ ਹੈ ਤਾਂ ਲਾਗੂ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ।",
    "color_light": "ਪ੍ਰਾਇਮਰੀ ਰੰਗ",
    "color_dark": "ਪ੍ਰਾਇਮਰੀ ਗੂੜ੍ਹਾ ਰੰਗ",
    "color_deep_dark": "ਗਹਿਰਾ ਗੂੜ੍ਹਾ ਰੰਗ",
    "color_info": "ਲਿੰਕ",
    "light_checkout": "ਹਲਕਾ ਚੈਕਆਉਟ ਥੀਮ",
    "light_header": "ਹਲਕਾ ਹੈਡਰ",
    "light_footer": "ਹਲਕਾ ਫੁੱਟਰ"
  },
  "app_templates": {
    "default": "ਡਿਫਾਲਟ",
    "blue": "ਨੀਲਾ ਸਾਗਰ",
    "amber": "ਅੰਬਰ",
    "green": "ਭੂਮੱਧ",
    "red": "ਪਿਸ਼ਾਚ",
    "magenta": "ਫੁੱਲ",
    "master": "ਮਾਸਟਰ",
    "black": "ਹਨੇਰਾ ਪਾਸਾ"
  },
  "affiliate_orders": {
    "title": "ਐਫੀਲੀਏਟ ਪਾਰਟਨਰ ਆਰਡਰ",
    "table": {
      "order_price": "ਆਰਡਰ ਦੀ ਮਾਤਰਾ",
      "order_payment": "ਆਰਡਰ ਭੁਗਤਾਨ ਸਥਿਤੀ",
      "order_link": "ਆਰਡਰ ਲਿੰਕ",
      "commission_status": "ਕਮਿਸ਼ਨ ਦੀ ਸਥਿਤੀ",
      "commission_amount": "ਕਮਿਸ਼ਨ ਦੀ ਰਕਮ",
      "items": "ਇਕਾਈ",
      "actions": "ਕਾਰਵਾਈਆਂ",
      "create_date": "ਤਾਰੀਖ ਬਣਾਓ"
    },
    "notifications": {
      "update_success": "ਐਫੀਲੀਏਟ ਸਥਿਤੀ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।"
    }
  },
  "affiliate_payments": {
    "title": "ਐਫੀਲੀਏਟ ਪਾਰਟਨਰ ਭੁਗਤਾਨ",
    "table": {
      "staff": "ਸਟਾਫ",
      "amount": "ਦੀ ਰਕਮ",
      "note": "ਨੋਟ ਕਰੋ",
      "date": "ਤਾਰੀਖ਼"
    }
  },
  "my_roles": {
    "title": "ਮੇਰੀਆਂ ਭੂਮਿਕਾਵਾਂ",
    "message": "ਰੋਲ ਸਟੋਰ ਦੇ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਦਿੱਤੀ ਜਾਣ ਵਾਲੀ ਪਹੁੰਚ ਦੀ ਕਿਸਮ ਹੈ। ਉਦਾਹਰਨ ਲਈ, ਆਰਡਰ ਭੇਜਣ ਜਾਂ ਪੈਕ ਕਰਨ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਸਟਾਫ।"
  },
  "role_card": {
    "complete_tasks": "ਕੰਮ ਪੂਰੇ ਕੀਤੇ",
    "reject_tasks": "ਅਸਵੀਕਾਰ ਕੀਤੇ ਕਾਰਜ",
    "last_check": "ਤਾਜ਼ਾ ਜਾਂਚ"
  },
  "referral_widget": {
    "apply_now": "ਇਸ ਪ੍ਰੋਗਰਾਮ ਲਈ ਹੁਣੇ ਅਪਲਾਈ ਕਰੋ!",
    "no_bonus": "ਕਿਸੇ ਦੋਸਤ ਨੂੰ ਸੱਦਾ ਦੇ ਕੇ ਪਹਿਲਾ ਇਨਾਮ ਪ੍ਰਾਪਤ ਕਰੋ।",
    "your_gift": "ਤੁਹਾਡਾ ਤੋਹਫ਼ਾ",
    "invited_gift": "ਸੱਦਾ ਦਿੱਤਾ ਤੋਹਫ਼ਾ",
    "percent_bonus": "ਪ੍ਰਤੀਸ਼ਤ ਬੋਨਸ",
    "discount_bonus": "ਛੂਟ ਬੋਨਸ",
    "registered": "ਨਵਾਂ ਉਪਭੋਗਤਾ",
    "accepted": "ਸਵੀਕਾਰ ਕੀਤਾ ਉਪਭੋਗਤਾ"
  },
  "app_config": {
    "reviews": "ਸਮੀਖਿਆਵਾਂ",
    "rate_now": "ਹੁਣੇ ਦਰਜਾ ਦਿਓ",
    "category": "ਸ਼੍ਰੇਣੀ",
    "uninstall": "ਅਣਇੰਸਟੌਲ ਕਰੋ",
    "get_app": "ਐਪ ਪ੍ਰਾਪਤ ਕਰੋ",
    "public_keys": "ਜਨਤਕ ਕੁੰਜੀਆਂ",
    "private_keys": "ਨਿੱਜੀ ਕੁੰਜੀਆਂ (ਸੁਰੱਖਿਅਤ)",
    "config": "ਐਪ ਸੰਰਚਨਾ",
    "app_status": "ਐਪਲੀਕੇਸ਼ਨ ਸਥਿਤੀ",
    "app_info": "ਐਪਲੀਕੇਸ਼ਨ ਜਾਣਕਾਰੀ",
    "update_at": "ਹਾਲੀਆ ਅੱਪਡੇਟ",
    "visit_website": "ਵੈੱਬਸਾਈਟ 'ਤੇ ਜਾਓ",
    "privacy": "ਪਰਾਈਵੇਟ ਨੀਤੀ",
    "installs": "ਸਥਾਪਿਤ ਕਰਦਾ ਹੈ",
    "basic_profile_permission": "ਮੁੱਢਲੀ ਪ੍ਰੋਫ਼ਾਈਲ ਜਾਣਕਾਰੀ",
    "developer": "ਵਿਕਾਸਕਾਰ",
    "permissions": "ਇਜਾਜ਼ਤਾਂ",
    "total_comments": "ਕੁੱਲ ਟਿੱਪਣੀਆਂ",
    "delete_dialog": {
      "title": "ਐਪ ਨੂੰ ਅਣਇੰਸਟੌਲ ਕਰੋ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਐਪ ਨੂੰ ਆਪਣੇ ਸਟੋਰ ਤੋਂ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਐਪ ਮਿਟਾਓ"
    },
    "notifications": {
      "uninstall_success": "ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅਣਇੰਸਟੌਲ ਕੀਤਾ ਗਿਆ।"
    }
  },
  "shop_bots": {
    "not_set": "ਸੈੱਟ ਨਹੀਂ!",
    "tokens": "ਟੋਕਨ",
    "webhook": "ਵੈਬਹੁੱਕ",
    "calls": "ਕਾਲਾਂ",
    "dialog": {
      "title": "{name} ਬੋਟ ਸੰਰਚਨਾ",
      "message": "ਐਂਟਰਪ੍ਰਾਈਜ਼-ਗ੍ਰੇਡ ਖਰੀਦਦਾਰੀ ਅਨੁਭਵ ਬਣਾਉਣ ਲਈ ਇੱਕ ਵਿਆਪਕ ਬੋਟ ਫਰੇਮਵਰਕ।"
    }
  },
  "shop_customers": {
    "title": "ਗਾਹਕ ਪ੍ਰਬੰਧਨ",
    "all_customers": "ਸਾਰੇ ਗਾਹਕਾਂ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰੋ",
    "filtered_customers": "ਫਿਲਟਰ ਕੀਤੇ ਗਾਹਕ",
    "dialog_chips": {
      "title": "ਗਾਹਕ ਚਿਪਸ ਦੀ ਗਿਣਤੀ ਸੈੱਟ ਕਰੋ"
    },
    "dialog_club": {
      "title": "ਗਾਹਕ ਕਲੱਬ ਪੱਧਰ ਸੈੱਟ ਕਰੋ"
    }
  },
  "app_dashboard": {
    "status": "ਸਥਿਤੀ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰੋ",
    "statistics": "ਅੰਕੜੇ"
  },
  "app_publish": {
    "production_version": "ਉਤਪਾਦਨ ਸੰਸਕਰਣ",
    "beta_version": "ਬੀਟਾ ਸੰਸਕਰਣ",
    "alpha_version": "ਅਲਫ਼ਾ ਸੰਸਕਰਣ"
  },
  "app_publish_widget": {
    "header": "ਸਟੋਰ ਵੈੱਬਸਾਈਟ ਸਿਰਲੇਖ",
    "header_code": "ਸਿਰਲੇਖ ਕੋਡ",
    "admin_page": "ਐਡਮਿਨ ਪੇਜ",
    "name": "ਨਾਮ",
    "icon": "ਆਈਕਨ",
    "url": "ਯੂਆਰਐਲ"
  },
  "app_api": {
    "title": "API ਪਹੁੰਚ",
    "revoke_api": "API ਨੂੰ ਰੱਦ ਕਰੋ",
    "api_key": "API ਕੁੰਜੀ",
    "secret": "ਗੁਪਤ ਕੁੰਜੀ",
    "client": "ਕਲਾਇੰਟ",
    "redirect_url": "urls ਰੀਡਾਇਰੈਕਟ ਕਰੋ",
    "client_name": "ਗਾਹਕ ਦਾ ਨਾਮ"
  },
  "app_loader_page": {
    "no_ui_title": "ਇਸ ਐਪਲੀਕੇਸ਼ਨ ਵਿੱਚ ਕੋਈ UI ਨਹੀਂ ਹੈ!",
    "no_ui_desc": "ਕੁਝ ਐਪਲੀਕੇਸ਼ਨਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਐਡਮਿਨ ਖੇਤਰ ਵਿੱਚ ਉਪਭੋਗਤਾ ਇੰਟਰਫੇਸ ਦੀ ਲੋੜ ਨਹੀਂ ਹੁੰਦੀ ਹੈ। ਇਹ ਐਪਲੀਕੇਸ਼ਨ ਸਿਰਫ਼ ਤੁਹਾਡੀ ਸਟੋਰ ਵੈੱਬਸਾਈਟ ਦੇ ਸਿਰਲੇਖ ਭਾਗ ਵਿੱਚ ਕੋਡ ਸ਼ਾਮਲ ਕਰ ਸਕਦੀ ਹੈ।",
    "header": "ਸਿਰਲੇਖ ਕੋਡ"
  },
  "finance_report": {
    "export_title": "ਵਿੱਤੀ ਡਾਟਾ ਨਿਰਯਾਤ",
    "export_sub_title": "ਇੱਕ ਸਿੰਗਲ ਫਾਈਲ ਵਿੱਚ ਵਿੱਤੀ ਵੇਰਵੇ ਡਾਊਨਲੋਡ ਕਰੋ।",
    "start_input_placeholder": "ਰਿਪੋਰਟ ਦੀ ਸ਼ੁਰੂਆਤੀ ਮਿਤੀ ਚੁਣੋ",
    "end_input_placeholder": "ਰਿਪੋਰਟ ਦੀ ਸਮਾਪਤੀ ਮਿਤੀ ਚੁਣੋ",
    "download_action": "ਵਿੱਤ ਸੂਚੀ ਡਾਊਨਲੋਡ ਕਰੋ"
  },
  "shop_notifications": {
    "title": "ਖਰੀਦਦਾਰੀ ਸੂਚਨਾਵਾਂ",
    "sub_title": "ਬੋਟ, ਈਮੇਲ, SMS, ...",
    "message": "ਆਪਣੀਆਂ ਸਟੋਰ ਸੂਚਨਾ ਸੈਟਿੰਗਾਂ ਅਤੇ ਤਰਜੀਹਾਂ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰੋ",
    "channel": "ਚੈਨਲ",
    "status": "ਸਥਿਤੀ",
    "events": "ਸਮਾਗਮ",
    "info": "ਜਾਣਕਾਰੀ",
    "actions": "ਕਾਰਵਾਈਆਂ",
    "connected": "ਜੁੜਿਆ ਹੋਇਆ ਹੈ",
    "not_connected": "ਜੁੜਿਆ ਨਹੀਂ ਹੈ!",
    "connect_now": "ਹੁਣੇ ਕਨੈਕਟ ਕਰੋ",
    "send_test": "ਟੈਸਟ ਡੇਟਾ ਭੇਜੋ",
    "disconnect": "ਡਿਸਕਨੈਕਟ ਕਰੋ",
    "dialog": {
      "title": "ਬੋਟ ਸੰਰਚਨਾ",
      "message": "ਐਂਟਰਪ੍ਰਾਈਜ਼-ਗ੍ਰੇਡ ਈ-ਕਾਮਰਸ ਅਨੁਭਵ ਬਣਾਉਣ ਲਈ ਇੱਕ ਵਿਆਪਕ ਸੂਚਨਾ ਫਰੇਮਵਰਕ।",
      "action": "ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ!",
      "set_config": "ਸੰਰਚਨਾ ਸੈੱਟ ਕਰੋ"
    }
  },
  "notification_events": {
    "new_order": "🛍️ ਆਰਡਰ",
    "payment": "💳 ਭੁਗਤਾਨ",
    "return": "📦 ਵਾਪਸੀ",
    "weekly_report": "📈 ਹਫ਼ਤਾਵਾਰੀ ਰਿਪੋਰਟਾਂ"
  },
  "order_delivery": {
    "title": "ਡਿਲਿਵਰੀ",
    "add_to_delivery_que_action": "ਸ਼ਿਪਿੰਗ ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ",
    "in_que": "ਸ਼ਿਪਿੰਗ ਕਤਾਰ ਵਿੱਚ",
    "message": "ਸ਼ਿਪਿੰਗ ਕੋਰੀਅਰ ਨੂੰ ਪੈਕੇਜ ਦੇਣ ਤੋਂ ਬਾਅਦ, <b>ਡਿਲਿਵਰੀ ਦੀ ਪੁਸ਼ਟੀ</b> ਕਰੋ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "message_add_to_service": "ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਪੈਕੇਜ ਨੂੰ <b>ਡਿਲੀਵਰੀ ਸੇਵਾ</b> ਦੁਆਰਾ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "action": "ਡਿਲਿਵਰੀ ਪੁਸ਼ਟੀ",
    "checklist": [
      "ਕੋਰੀਅਰ ਦਾ ਪਛਾਣ ਪੱਤਰ ਚੈੱਕ ਕਰੋ।",
      "ਉਤਪਾਦਾਂ ਦੀ ਚੰਗੀ ਤਰ੍ਹਾਂ ਪੈਕੇਜਿੰਗ ਅਤੇ ਸਮੇਂ ਸਿਰ ਡਿਲੀਵਰੀ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਦੀ ਧਾਰਨ ਦਰ ਨੂੰ ਵਧਾ ਸਕਦੀ ਹੈ।"
    ],
    "manual": {
      "title": "ਗਾਹਕ ਦੁਆਰਾ ਡਿਲੀਵਰੀ ਦੀ ਪੁਸ਼ਟੀ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ.",
      "action_received": "ਖਰੀਦਦਾਰ ਦੀ ਪੁਸ਼ਟੀ",
      "action_returned": "ਡਿਲਿਵਰੀ ਵਾਪਸੀ",
      "message": "ਨੋਟ: ਜੇਕਰ ਗਾਹਕ ਆਰਡਰ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਪੂਰਤੀ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਕਲਪਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ। ਸਿਸਟਮ ਵਿੱਚ ਕੁਝ ਸ਼ਿਪਿੰਗ ਸੇਵਾਵਾਂ ਆਪਣੇ ਆਪ ਡਿਲੀਵਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨਗੀਆਂ।"
    },
    "auto_complete_note": "ਇੱਕ ਨਿਸ਼ਚਿਤ ਅਵਧੀ ਦੇ ਬਾਅਦ, ਆਰਡਰ ਦੀ ਸਥਿਤੀ ਨੂੰ ਡਿਲੀਵਰ ਵਿੱਚ ਬਦਲ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਇਹ ਮਿਆਦ ਆਰਡਰ ਦੀ ਕਿਸਮ 'ਤੇ ਨਿਰਭਰ ਕਰਦੀ ਹੈ ਅਤੇ ਸਿਸਟਮ ਦੁਆਰਾ ਨਿਰਧਾਰਤ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।",
    "received": {
      "title": "ਗਾਹਕ ਨੂੰ ਡਿਲੀਵਰ ਕੀਤਾ ਗਿਆ।",
      "delivered_date": "ਪਹੁੰਚਾਉਣ ਦੀ ਮਿਤੀ"
    },
    "receiver": "ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲਾ",
    "bill": "ਰਸੀਦ",
    "tracking": {
      "title": "ਟਰੈਕਿੰਗ ਕੋਡ / ਯੂਆਰਐਲ ਸ਼ਾਮਲ ਕਰੋ",
      "code": "ਟਰੈਕਿੰਗ ਕੋਡ",
      "url": "ਟਰੈਕਿੰਗ url",
      "message": "ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਆਰਡਰ ਲਈ ਇੱਕ ਟ੍ਰੈਕਿੰਗ ਕੋਡ ਪ੍ਰਦਾਨ ਕਰਨ ਵਾਲੀ ਸੇਵਾ ਰਾਹੀਂ ਭੇਜਿਆ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ ਕੋਡ ਅਤੇ ਸੰਬੰਧਿਤ ਟਰੈਕਿੰਗ ਲਿੰਕ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ। ਇਹ ਜਾਣਕਾਰੀ ਗਾਹਕ ਨੂੰ ਦਿਖਾਈ ਜਾਵੇਗੀ।"
    },
    "preferred_delivery_time": "ਤਰਜੀਹੀ ਡਿਲੀਵਰੀ ਸਮਾਂ",
    "manage_couriers": "ਮੇਰੇ ਕੋਰੀਅਰਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
    "manage_service": "ਸੇਵਾ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
    "option_deliver_by_courier": "ਵਿਕਲਪ 1: ਆਪਣੇ ਕੋਰੀਅਰ ਦੁਆਰਾ ਡਿਲੀਵਰ ਕਰੋ।",
    "option_add_to_que": "ਵਿਕਲਪ 2: ਸ਼ਿਪਿੰਗ ਸੇਵਾ ਪੰਨੇ 'ਤੇ ਪ੍ਰਕਿਰਿਆ ਕਰਨ ਲਈ ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ।",
    "option_instant_shipping": "ਵਿਕਲਪ 3: ਤੁਰੰਤ ਸ਼ਿਪਿੰਗ।"
  },
  "shop_home_edit": {
    "title": "ਹੋਮ ਪੇਜ ਸੈਟਿੰਗ",
    "sub_title": "ਆਪਣੀ ਵੈੱਬਸਾਈਟ ਦਾ ਡਿਫੌਲਟ ਪੰਨਾ ਸੈੱਟ ਕਰੋ",
    "default_home": "ਡਿਫੌਲਟ ਹੋਮ ਪੇਜ",
    "default_home_placeholder": "ਸ਼ਾਪ ਪੇਜ ਵੈਬਸਾਈਟ ਦਾ ਹੋਮ ਪੇਜ ਹੈ"
  },
  "selldone_referral_page": {
    "title": "ਰੈਫਰਲ ਡੈਸ਼ਬੋਰਡ",
    "referral_link": "ਰੈਫਰਲ ਲਿੰਕ",
    "registered": "ਰਜਿਸਟਰਡ",
    "accepted": "ਸਵੀਕਾਰ ਕੀਤਾ",
    "bank": "ਬੈਂਕ",
    "bank_title": "ਕਢਵਾਉਣ ਲਈ ਬੈਂਕ ਜਾਣਕਾਰੀ",
    "new_users": "ਨਵੇਂ ਉਪਭੋਗਤਾ",
    "performance": "ਪ੍ਰਦਰਸ਼ਨ",
    "credit_mode": "ਕ੍ਰੈਡਿਟ ਮੋਡ",
    "get_stickers": "ਕਾਪੀ ਅਤੇ ਪੇਸਟ ਕਰਨ ਲਈ ਸਟਿੱਕਰ Html ਕੋਡ ਪ੍ਰਾਪਤ ਕਰੋ",
    "click_copy_sticker_code": "html ਕੋਡ ਕਾਪੀ ਕਰਨ ਲਈ ਬੈਜ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।"
  },
  "selldone_referral_payment": {
    "title": "ਰੈਫਰਲ ਭੁਗਤਾਨ",
    "officer": "ਅਧਿਕਾਰੀ",
    "amount": "ਲੈਣ-ਦੇਣ ਦੀ ਰਕਮ",
    "note": "ਨੋਟ ਕਰੋ",
    "date": "ਤਾਰੀਖ਼"
  },
  "widget_shop_gateway": {
    "link_account_caution": "ਆਪਣੀ ਦੁਕਾਨ ਨਾਲ ਇੱਕ ਖਾਤਾ ({currency}) ਲਿੰਕ ਕਰੋ! ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ.."
  },
  "product_sell_widget": {
    "title": "ਉਤਪਾਦ ਦੀ ਵਿਕਰੀ ਪ੍ਰਦਰਸ਼ਨ"
  },
  "fulfilment_order_widget": {
    "title": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਪੂਰਤੀ",
    "check_action": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਸਵੀਕਾਰ ਕਰੋ",
    "uncheck_action": "ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ",
    "pay_action": "ਵਸਤੂਆਂ ਦੀ ਕੀਮਤ ਦਾ ਭੁਗਤਾਨ ਕਰੋ..",
    "pay_completed": "ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ",
    "list_of_items": "ਵਸਤੂਆਂ ਨੂੰ ਦੁਬਾਰਾ ਵੇਚਣਾ",
    "checklist": [
      "ਅਸਲ ਵਿਕਰੇਤਾ ਨੂੰ ਅਸਿੱਧੇ ਤੌਰ 'ਤੇ ਵੇਚਣ ਵਾਲੇ ਉਤਪਾਦਾਂ ਦੀ ਮਾਤਰਾ ਦਾ ਭੁਗਤਾਨ ਕਰੋ।",
      "ਤੁਸੀਂ ਸਟੋਰ ਦੇ ਲੇਖਾ ਭਾਗ> ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਵਿੱਚ ਇਕੱਠੇ ਸਪਲਾਇਰ ਨੂੰ ਉਤਪਾਦਾਂ ਦੀ ਲਾਗਤ ਦਾ ਭੁਗਤਾਨ ਅਤੇ ਨਿਪਟਾਰਾ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਭੁਗਤਾਨ ਤੋਂ ਬਾਅਦ, ਸਪਲਾਇਰ ਤੁਹਾਡਾ ਆਰਡਰ ਪ੍ਰਾਪਤ ਕਰੇਗਾ ਅਤੇ ਤਿਆਰੀ ਤੋਂ ਬਾਅਦ ਇਸਨੂੰ ਸਿੱਧੇ ਖਰੀਦਦਾਰ ਨੂੰ ਭੇਜ ਦੇਵੇਗਾ।"
    ],
    "message": "ਸਪਲਾਇਰ ਨੂੰ ਆਰਡਰ ਫੀਸ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਇਸ ਭਾਗ ਵਿੱਚ ਆਰਡਰ ਭੇਜਣ ਦੀ ਪ੍ਰਗਤੀ ਦੇਖੋ।"
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "orders": "ਆਰਡਰ",
      "inventory": "ਵਸਤੂ ਸੂਚੀ",
      "shops": "ਵਿਕਰੇਤਾ",
      "requests": "ਬੇਨਤੀਆਂ"
    },
    "drop_shipping_charge": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਚਾਰਜ"
  },
  "dropship_request_status": {
    "PENDING": "ਬਕਾਇਆ",
    "ACCEPT": "ਸਵੀਕਾਰ ਕਰੋ",
    "REJECT": "ਅਸਵੀਕਾਰ ਕਰੋ"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "orders": "ਆਰਡਰ",
      "wallet": "ਬਟੂਆ"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "ਵਿਕਰੇਤਾ ਡੈਸ਼ਬੋਰਡ"
  },
  "dropshipping_reseller_orders": {
    "title": "ਵਿਕਰੇਤਾ ਆਦੇਸ਼"
  },
  "dropshipping_reseller_wallet": {
    "title": "ਵਿਕਰੇਤਾ ਵਾਲਿਟ"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ",
      "payment_success": "ਭੁਗਤਾਨ ਪੂਰਾ ਹੋਇਆ।",
      "buy_title": "ਖਰੀਦੋ",
      "pay_by_giftcards": "ਤੁਹਾਡੇ ਆਰਡਰ ਦਾ ਭੁਗਤਾਨ ਇੱਕ ਤੋਹਫ਼ੇ ਕਾਰਡ ਨਾਲ ਕੀਤਾ ਗਿਆ ਸੀ।",
      "free_order": "ਤੁਹਾਡਾ ਆਰਡਰ ਮੁਫ਼ਤ ਹੈ।",
      "pay_by_cod": "ਤੁਹਾਡਾ ਆਰਡਰ ਕੈਸ਼ ਆਨ ਡਿਲੀਵਰੀ ਵਜੋਂ ਰਜਿਸਟਰ ਕੀਤਾ ਗਿਆ ਹੈ।",
      "pay_by_dir": "ਤੁਹਾਡਾ ਆਰਡਰ ਸਿੱਧੇ ਭੁਗਤਾਨ ਵਜੋਂ ਰਜਿਸਟਰ ਕੀਤਾ ਗਿਆ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਭੁਗਤਾਨ ਨੂੰ ਪੂਰਾ ਕਰੋ ਅਤੇ ਆਪਣੇ ਆਰਡਰ ਪੰਨੇ ਵਿੱਚ ਰਸੀਦ ਅੱਪਲੋਡ ਕਰੋ।",
      "pay_title": "ਭੁਗਤਾਨ",
      "qr_code_payment": "ਭੁਗਤਾਨ QR ਕੋਡ ਬਣਾਇਆ ਗਿਆ।",
      "connecting_to_online_gateway": "ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਗੇਟਵੇ ਨਾਲ ਜੁੜ ਰਿਹਾ ਹੈ।"
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਹੈ।<br> ਮਿਤੀ: {payment_at}",
      "pay_fail_title": "ਭੁਗਤਾਨ ਨਹੀਂ ਕੀਤਾ ਗਿਆ",
      "pay_fail_message": "ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "ਵਿਕਰੇਤਾ ਭੁਗਤਾਨ ਦਾ ਆਦੇਸ਼ ਦਿੰਦਾ ਹੈ",
      "balance": "ਤੁਹਾਡਾ ਖਾਤਾ ਬਕਾਇਆ",
      "total_cost": "ਕੁੱਲ ਆਰਡਰ ਦੀ ਲਾਗਤ",
      "need_charge": "ਚਾਰਜ ਕਰਨ ਦੀ ਲੋੜ ਹੈ",
      "no_account_cation": "ਤੁਹਾਡਾ ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਹੈ! ਥੋਕ ਵਿਕਰੇਤਾ ਨੂੰ ਕਾਲ ਕਰੋ।",
      "orders": "ਆਰਡਰ"
    },
    "notifications": {
      "success_pay": "ਇਹਨਾਂ ਆਰਡਰਾਂ ਲਈ ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਹੈ ਅਤੇ ਸਫਲਤਾਪੂਰਵਕ ਪੂਰਾ ਹੋ ਗਿਆ ਹੈ।"
    }
  },
  "dropship_accounts": {
    "charge_account": "ਚਾਰਜ ਖਾਤਾ",
    "charge_dialog": {
      "title": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਖਾਤੇ ਨੂੰ ਚਾਰਜ ਕਰੋ",
      "amount_input": "ਖਾਤਾ ਚਾਰਜ",
      "charge_now": "ਹੁਣ ਚਾਰਜ ਕਰੋ"
    }
  },
  "dropship_admin_dashboard": {
    "title": "ਵਿਕਰੇਤਾ ਬੇਨਤੀਆਂ",
    "today_order_count": "ਅੱਜ ਆਰਡਰ ਗਿਣਦੇ ਹਨ",
    "yesterday_order_count": "ਕੱਲ੍ਹ ਦੇ ਆਰਡਰ ਗਿਣਦੇ ਹਨ",
    "total_7_days": "ਪਿਛਲੇ 7 ਦਿਨਾਂ ਵਿੱਚ ਕੁੱਲ ਆਰਡਰ"
  },
  "dropshipping_products": {
    "no_shops": "ਮਾਫ਼ ਕਰਨਾ, ਕੋਈ ਸਟੋਰ ਨਹੀਂ ਮਿਲਿਆ। ਭਵਿੱਖ ਵਿੱਚ ਹੋਰ ਸਟੋਰ ਹੋਣਗੇ ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਹਨਾਂ ਦੇ ਉਤਪਾਦਾਂ ਨੂੰ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਪਾ ਸਕੋ।",
    "show_all_shops": "ਸਾਰੀਆਂ ਦੁਕਾਨਾਂ ਦਿਖਾਓ",
    "show_all_message": "ਤੁਸੀਂ ਸਾਰੀਆਂ ਦੁਕਾਨਾਂ ਦੇਖ ਸਕਦੇ ਹੋ",
    "current_shop": "ਮੌਜੂਦਾ ਦੁਕਾਨ",
    "request_account": "ਖਾਤੇ ਦੀ ਬੇਨਤੀ ਕਰੋ",
    "request_accepted": "ਬੇਨਤੀ ਸਵੀਕਾਰ ਕੀਤੀ ਗਈ",
    "request_rejected": "ਬੇਨਤੀ ਅਸਵੀਕਾਰ ਕੀਤੀ ਗਈ",
    "request_pending": "ਬੇਨਤੀ ਬਕਾਇਆ..",
    "notifications": {
      "add_product": "ਉਤਪਾਦ ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
      "request_access": "ਅਸੀਂ ਤੁਹਾਡੀ ਪਹੁੰਚ ਦੀ ਬੇਨਤੀ ਥੋਕ ਵਿਕਰੇਤਾ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਭੇਜ ਦਿੱਤੀ ਹੈ।"
    }
  },
  "product_dropshipping": {
    "need_re_enable": "ਇਹ ਉਤਪਾਦ ਅਸਲ ਵਿਕਰੇਤਾ ਦੁਆਰਾ ਬਦਲਿਆ ਗਿਆ ਹੈ, ਇਹਨਾਂ ਕੀਮਤਾਂ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਨੇ ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਉਤਪਾਦ ਨੂੰ ਅਯੋਗ ਕਰ ਦਿੱਤਾ ਹੈ। ਤਬਦੀਲੀਆਂ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ ਉਤਪਾਦ ਨੂੰ ਮੁੜ ਸਰਗਰਮ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੋ, ਤਾਂ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ ਨੂੰ ਦਬਾਓ।",
    "need_re_enable_action": "ਸਹਿਮਤ ਹੋਵੋ, ਤਬਦੀਲੀਆਂ ਅਤੇ ਕਿਰਿਆਸ਼ੀਲਤਾ ਲਾਗੂ ਕਰੋ",
    "changed_value": "ਇਹ ਉਤਪਾਦ ਅਸਲ ਵਿਕਰੇਤਾ ਦੁਆਰਾ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ ਹੈ। ਤਬਦੀਲੀਆਂ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਉਤਪਾਦ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਨੂੰ ਲਾਗੂ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੋ, ਤਾਂ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "changed_value_action": "ਸਹਿਮਤ ਹੋਵੋ, ਬਦਲਾਅ ਕਰੋ",
    "parent_deleted": "ਇਸ ਆਈਟਮ ਨੂੰ ਅਸਲ ਵਿਕਰੇਤਾ ਦੁਆਰਾ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।",
    "parent_closed": "ਇਹ ਉਤਪਾਦ ਅਸਲੀ ਵਿਕਰੇਤਾ ਦੁਆਰਾ ਅਸਮਰੱਥ ਕੀਤਾ ਗਿਆ ਹੈ! ਤੁਸੀਂ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਇਸ ਉਤਪਾਦ ਨੂੰ ਵੇਚਣ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਵੋਗੇ, ਪਰ ਜੇਕਰ ਅਸਲੀ ਵਿਕਰੇਤਾ ਉਤਪਾਦ ਨੂੰ ਮੁੜ ਸਰਗਰਮ ਕਰਦਾ ਹੈ ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਇਸ ਉਤਪਾਦ ਨੂੰ ਮੁੜ ਕਿਰਿਆਸ਼ੀਲ ਕਰਨ ਦੇ ਯੋਗ ਹੋਵੋਗੇ।",
    "notifications": {
      "re_enable_success": "ਇਸ ਉਤਪਾਦ ਨੂੰ ਮੁੜ ਸਰਗਰਮ ਕੀਤਾ ਗਿਆ ਹੈ।",
      "update_success": "ਇਸ ਉਤਪਾਦ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਮੂਲ ਉਤਪਾਦ ਜਾਣਕਾਰੀ ਨਾਲ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਸੀ।"
    }
  },
  "product_dropshipping_admin": {
    "title": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ",
    "save_alert": "ਇਸ ਉਤਪਾਦ ਦੀਆਂ ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਸੈਟਿੰਗਾਂ ਬਦਲ ਗਈਆਂ ਹਨ। ਕੀ ਤੁਸੀਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "reselling_message": "ਇਸ ਵਿਕਲਪ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਕਰਨ ਨਾਲ, ਹੋਰ ਵਿਕਰੇਤਾ ਤੁਹਾਡੇ ਉਤਪਾਦ ਨੂੰ ਉਹਨਾਂ ਦੇ ਸਟੋਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨ ਦੇ ਯੋਗ ਹੋਣਗੇ।",
    "reselling": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ",
    "price_merchants": "ਵਪਾਰੀਆਂ ਲਈ ਕੀਮਤ",
    "price_commission": "ਵਪਾਰੀ ਕਮਿਸ਼ਨ (ਸਥਿਰ)"
  },
  "buy_button": {
    "waiting_for_availability": "ਉਪਲਬਧਤਾ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ",
    "inform_me_when_available": "ਜਦੋਂ ਇਹ ਉਪਲਬਧ ਹੋਵੇ ਤਾਂ ਮੈਨੂੰ ਸੂਚਿਤ ਕਰੋ!",
    "pay_buy": "ਭੁਗਤਾਨ ਕਰੋ ਅਤੇ ਖਰੀਦੋ",
    "quantity": "ਗਿਣਤੀ",
    "quantity_in_basket": "ਕਾਰਟ ਵਿੱਚ ਆਈਟਮਾਂ",
    "count_unit": "x",
    "remove": "ਹਟਾਓ",
    "add_to_basket": "ਠੇਲ੍ਹੇ ਵਿੱਚ ਪਾਓ",
    "buy": "ਖਰੀਦੋ",
    "notifications": {
      "inform_add_success": "ਇਹ ਉਪਲਬਧ ਹੋਣ 'ਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਦੱਸਾਂਗੇ।",
      "inform_remove_success": "ਤੁਹਾਨੂੰ ਉਡੀਕ ਸੂਚੀ ਵਿੱਚੋਂ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।"
    }
  },
  "product_info": {
    "fake": "ਫਰਜ਼ੀ",
    "action": "ਨਿਲਾਮੀ",
    "compare_limit": "10 ਆਈਟਮਾਂ ਦੀ ਸੀਮਾ",
    "compare_add": "ਤੁਲਨਾ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ",
    "compare_be_in_list": "ਤੁਲਨਾ ਸੂਚੀ ਵਿੱਚ",
    "type": "ਟਾਈਪ ਕਰੋ",
    "brand": "ਬ੍ਰਾਂਡ",
    "category": "ਸ਼੍ਰੇਣੀ",
    "discount": "ਛੂਟ",
    "track_price": "ਟ੍ਰੈਕ ਕੀਮਤ",
    "waiting_for_auction": "ਨਿਲਾਮੀ ਦੀ ਉਡੀਕ ਕਰ ਰਹੇ ਹੋ?",
    "inform_auction": "ਨਿਲਾਮੀ ਵੇਲੇ ਮੈਨੂੰ ਸੂਚਿਤ ਕਰੋ",
    "return_in_days": "{days} ਦਿਨਾਂ ਦੀ ਵਾਰੰਟੀ ਵਾਪਸੀ",
    "support24h7": "24 ਘੰਟੇ 7 ਦਿਨ ਸਪੋਰਟ ਕਰੋ",
    "support_normal": "ਕੰਮਕਾਜੀ ਘੰਟਿਆਂ ਦਾ ਸਮਰਥਨ",
    "original_guarantee": "ਅਸਲੀ ਗਾਰੰਟੀ",
    "cod_payment": "ਕੈਸ਼ ਆਨ ਡਿਲੀਵਰੀ ਸਪੋਰਟ",
    "pros": "ਪ੍ਰੋ",
    "cons": "ਵਿਪਰੀਤ",
    "external_link": "ਹੋਰ ਪੜ੍ਹੋ",
    "notifications": {
      "congratulation": "ਵਧਾਈਆਂ",
      "waiting_list_add_success": "ਇਸ ਉਤਪਾਦ ਦੀ ਨਿਲਾਮੀ ਹੋਣ 'ਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕਰਾਂਗੇ।",
      "waiting_list_delete_success": "ਤੁਸੀਂ ਨਿਲਾਮੀ ਦੀ ਉਡੀਕ ਸੂਚੀ ਤੋਂ ਬਾਹਰ ਹੋ ਗਏ ਹੋ।"
    },
    "offer_message": "ਇਹਨਾਂ ਆਈਟਮਾਂ ਲਈ {min_quantity} ਖਰੀਦੋ {percent}% ਦੀ ਛੋਟ ਪ੍ਰਾਪਤ ਕਰੋ",
    "up_to": "ਪ੍ਰਤੀ ਆਰਡਰ {per_order}x ਤੱਕ",
    "get_free": "ਮੁਫ਼ਤ ਪ੍ਰਾਪਤ ਕਰੋ",
    "get_off": "{percent}% ਦੀ ਛੋਟ ਪ੍ਰਾਪਤ ਕਰੋ"
  },
  "styler": {
    "size_class": "ਆਕਾਰ ਅਤੇ ਸ਼੍ਰੇਣੀ",
    "delete_bg": "ਪਿਛੋਕੜ ਚਿੱਤਰ ਨੂੰ ਮਿਟਾਓ",
    "bg_color": "ਬੈਕਗ੍ਰਾਊਂਡ ਦਾ ਰੰਗ",
    "section_style": "ਸੈਕਸ਼ਨ ਸ਼ੈਲੀ ਸੈੱਟ ਕਰੋ",
    "link": "ਲਿੰਕ ਸੈੱਟ ਕਰੋ",
    "show_products": "ਉਤਪਾਦਾਂ / ਸ਼੍ਰੇਣੀਆਂ ਦੀ ਸੂਚੀ ਪ੍ਰਬੰਧਨ",
    "show_product": "ਉਤਪਾਦ ਦੀ ਚੋਣ ਕਰੋ",
    "delete_section": "ਸੈਕਸ਼ਨ ਮਿਟਾਓ",
    "text_color": "ਟੈਕਸਟ ਦਾ ਰੰਗ",
    "tex_align": "ਟੈਕਸਟ ਅਲਾਈਨਮੈਂਟ",
    "text_style": "ਟੈਕਸਟ ਸ਼ੈਲੀ",
    "bg_image": "ਬੈਕਗ੍ਰਾਊਂਡ ਚਿੱਤਰ",
    "product": {
      "title": "ਉਤਪਾਦ ਦੀ ਚੋਣ ਕਰੋ"
    },
    "products": {
      "title": "ਉਤਪਾਦ ਅਤੇ ਸ਼੍ਰੇਣੀਆਂ ਦੀ ਸੂਚੀ ਪ੍ਰਬੰਧਨ",
      "sort_options": "ਕ੍ਰਮਬੱਧ ਅਤੇ ਵੇਖੋ ਸੈਟਿੰਗਾਂ ਨੂੰ ਚੁਣੋ",
      "item_types": "ਸਿਰਫ਼ ਉਤਪਾਦ/ਸ਼੍ਰੇਣੀਆਂ ਦਿਖਾਓ",
      "product_only": "ਸਿਰਫ਼ ਉਤਪਾਦ",
      "category_only": "ਸਿਰਫ਼ ਸ਼੍ਰੇਣੀਆਂ",
      "no_category": "ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਕੋਈ ਸ਼੍ਰੇਣੀ ਨਹੀਂ ਹੈ।",
      "limit": "ਉਤਪਾਦ ਸੀਮਾ",
      "limit_message": "ਉਤਪਾਦਾਂ ਦੇ ਨਤੀਜਿਆਂ ਦੀ ਗਿਣਤੀ ਦਰਜ ਕਰੋ",
      "select_categories": "ਉਪਲਬਧ ਸ਼੍ਰੇਣੀਆਂ ਦੀ ਚੋਣ ਕਰੋ"
    }
  },
  "shop_contacts": {
    "popup": "ਪੌਪਅੱਪ ਸਹਾਇਤਾ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ",
    "popup_message": "ਇਸ ਵਿਕਲਪ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਕਰਨ ਨਾਲ, ਸਹਾਇਤਾ ਕੁੰਜੀ ਤੁਹਾਡੇ ਸਟੋਰ ਦੇ ਹੇਠਾਂ ਸੱਜੇ ਪਾਸੇ ਦਿਖਾਈ ਦੇਵੇਗੀ।"
  },
  "popup_page": {
    "preview": "ਲਾਈਵ ਪੌਪਅੱਪ ਦੇਖੋ",
    "menu": {
      "design": "ਡਿਜ਼ਾਈਨ",
      "appearance": "ਦਿੱਖ",
      "filter": "ਫਿਲਟਰ",
      "setting": "ਸੈਟਿੰਗ"
    },
    "notifications": {
      "save": "ਪੌਪਅੱਪ ਸਫਲਤਾਪੂਰਵਕ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਗਿਆ।",
      "edit": "ਪੌਪਅੱਪ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ।"
    }
  },
  "popup_appearance": {
    "position": "ਸਥਿਤੀ",
    "position_desc": "ਪੰਨੇ 'ਤੇ ਇਸ ਸੂਚਨਾ ਦਾ ਡਿਸਪਲੇ ਟਿਕਾਣਾ ਦੱਸੋ।",
    "width": "ਚੌੜਾਈ",
    "width_desc": "ਤੁਸੀਂ ਵੱਧ ਤੋਂ ਵੱਧ ਪੰਨੇ ਦੀ ਚੌੜਾਈ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ।",
    "height": "ਉਚਾਈ",
    "height_desc": "ਤੁਸੀਂ ਵੱਧ ਤੋਂ ਵੱਧ ਪੰਨੇ ਦੀ ਉਚਾਈ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ।",
    "radius": "ਕੋਨੇ ਦਾ ਘੇਰਾ",
    "radius_desc": "ਇਸ ਭਾਗ ਵਿੱਚ ਤੁਸੀਂ ਸੂਚਨਾ ਦੇ ਕੋਨਿਆਂ ਦੇ ਵਕਰ ਦਾ ਘੇਰਾ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ।",
    "shadow": "ਸ਼ੈਡੋ",
    "shadow_desc": "ਕੀ ਤੁਸੀਂ ਪੌਪ-ਅੱਪ ਵਿੰਡੋ ਨੂੰ ਸ਼ੇਡ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "delay": "ਦੇਰੀ ਦਿਖਾਓ",
    "delay_desc": "ਇੱਕ ਵਾਰ ਜਦੋਂ ਉਪਭੋਗਤਾ ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਦਾਖਲ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਇਹ ਸਮਾਂ ਬੀਤ ਜਾਣ ਤੋਂ ਬਾਅਦ, ਉਪਭੋਗਤਾ ਨੂੰ ਇੱਕ ਸੂਚਨਾ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀ ਜਾਵੇਗੀ।",
    "hide": "ਦੇਰੀ ਨੂੰ ਲੁਕਾਓ",
    "hide_desc": "ਤੁਸੀਂ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ ਕਿ ਸ਼ੋਅ ਤੋਂ ਕੁਝ ਸਕਿੰਟਾਂ ਬਾਅਦ ਸੂਚਨਾ ਆਪਣੇ ਆਪ ਬੰਦ ਹੋ ਜਾਂਦੀ ਹੈ। 0 ਦੇ ਮੁੱਲ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਸੂਚਨਾ ਆਪਣੇ ਆਪ ਬੰਦ ਨਹੀਂ ਹੋਵੇਗੀ।",
    "transition": "ਪੌਪਅੱਪ ਐਨੀਮੇਸ਼ਨ"
  },
  "popup_filter": {
    "registered": "ਸਦੱਸਤਾ ਅਤੇ ਲਾਗਇਨ ਲੋੜ",
    "registered_desc": "ਤੁਸੀਂ ਇਸ ਸੂਚਨਾ ਨੂੰ ਸਿਰਫ਼ ਸਟੋਰ ਉਪਭੋਗਤਾਵਾਂ ਜਾਂ ਮਹਿਮਾਨਾਂ ਨੂੰ ਦਿਖਾਉਣ ਲਈ ਚੁਣ ਸਕਦੇ ਹੋ।",
    "only_guests": "ਸਿਰਫ਼ ਮਹਿਮਾਨ",
    "only_users": "ਸਿਰਫ਼ ਲੌਗਇਨ ਕੀਤੇ ਉਪਭੋਗਤਾ",
    "purchased": "ਖਰੀਦ ਇਤਿਹਾਸ",
    "purchased_desc": "ਤੁਸੀਂ ਇਸ ਸੂਚਨਾ ਨੂੰ ਸਿਰਫ਼ ਉਨ੍ਹਾਂ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਦਿਖਾਉਣਾ ਚੁਣ ਸਕਦੇ ਹੋ ਜਿਨ੍ਹਾਂ ਨੇ ਪਹਿਲਾਂ ਹੀ ਖਰੀਦਿਆ ਹੈ ਜਾਂ ਜਿਨ੍ਹਾਂ ਨੇ ਅਜੇ ਤੱਕ ਖਰੀਦਿਆ ਨਹੀਂ ਹੈ।",
    "no_purchase": "ਅਜੇ ਤੱਕ ਕੋਈ ਖਰੀਦਦਾਰੀ ਨਹੀਂ ਹੋਈ",
    "yes_purchase": "ਪਹਿਲਾਂ ਖਰੀਦਿਆ ਗਿਆ",
    "sex": "ਲਿੰਗ",
    "sex_desc": "ਕੀ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਇਹ ਸੂਚਨਾ ਸਿਰਫ਼ ਕਿਸੇ ਖਾਸ ਲਿੰਗ ਦੇ ਵਰਤੋਂਕਾਰਾਂ ਨੂੰ ਦਿਖਾਈ ਜਾਵੇ?",
    "age": "ਘੱਟੋ-ਘੱਟ ਉਮਰ",
    "age_desc": "ਜੇਕਰ ਕੋਈ ਮੁੱਲ 6 ਤੋਂ ਵੱਧ ਦਰਜ ਕੀਤਾ ਗਿਆ ਹੈ, ਤਾਂ ਉਪਭੋਗਤਾ ਨੂੰ ਲਾਜ਼ਮੀ ਤੌਰ 'ਤੇ ਲੌਗਇਨ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਉਸ ਨੇ ਆਪਣੀ ਜਨਮ ਮਿਤੀ ਦਰਜ ਕੀਤੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "levels": "ਗਾਹਕ ਕਲੱਬ ਪੱਧਰ",
    "levels_desc": "ਜੇਕਰ ਉਪਭੋਗਤਾ ਕੋਲ ਹੇਠਾਂ ਚੁਣੇ ਗਏ ਪੱਧਰਾਂ ਵਿੱਚੋਂ ਇੱਕ ਹੈ, ਤਾਂ ਇਹ ਸੂਚਨਾ ਉਸਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀ ਜਾਵੇਗੀ।",
    "countries": "ਸਥਾਨ ਪਾਬੰਦੀਆਂ",
    "countries_desc": "ਕੀ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਇਹ ਸੂਚਨਾ ਸਿਰਫ਼ ਕਿਸੇ ਖਾਸ ਦੇਸ਼ ਤੋਂ ਆਉਣ ਵਾਲੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਦਿਖਾਈ ਜਾਵੇ?"
  },
  "popup_setting": {
    "published": "ਪ੍ਰਕਾਸ਼ਿਤ ਸਥਿਤੀ",
    "repeat": "ਦੁਹਰਾਓ",
    "repeat_msg": "ਕੀ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਇਹ ਸੂਚਨਾ ਉਪਭੋਗਤਾ ਨੂੰ ਇੱਕ ਤੋਂ ਵੱਧ ਵਾਰ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀ ਜਾਵੇ?",
    "intervals": "ਪੌਪਅੱਪ ਡਿਸਪਲੇ ਦੀ ਸਮਾਂ ਮਿਆਦ",
    "intervals_msg": "ਉਪਭੋਗਤਾ ਨੂੰ ਸੂਚਨਾਵਾਂ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਦੇ ਵਿਚਕਾਰ ਘੱਟੋ-ਘੱਟ ਸਮਾਂ ਬੀਤ ਗਿਆ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "designer_zone": "ਡਿਜ਼ਾਈਨਰ ਜ਼ੋਨ",
    "title": "ਪੌਪਅੱਪ ਸਿਰਲੇਖ",
    "note": "ਡਿਜ਼ਾਈਨਰ ਨੋਟ",
    "image": "ਕਵਰ ਚਿੱਤਰ",
    "delete": {
      "title": "ਮਿਟਾਓ",
      "sub_title": "ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਇੱਕ ਪੌਪਅੱਪ ਨੂੰ ਮਿਟਾਉਂਦੇ ਹੋ, ਤਾਂ ਕੋਈ ਵਾਪਸੀ ਨਹੀਂ ਹੁੰਦੀ। ਕਿਰਪਾ ਕਰਕੇ ਪੱਕਾ ਕਰੋ।",
      "action": "ਇਸ ਪੌਪਅੱਪ ਨੂੰ ਮਿਟਾਓ"
    },
    "notifications": {
      "delete": "ਪੌਪਅੱਪ ਮਿਟਾਇਆ ਗਿਆ।"
    }
  },
  "shop_sms": {
    "title": "SMS ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
    "sub_title": "ਗਾਹਕਾਂ ਨੂੰ SMS ਟੈਂਪਲੇਟ ਭੇਜੇ ਗਏ",
    "message": "ਤੁਸੀਂ ਇੱਥੇ ਆਪਣੇ ਸਟੋਰ ਦੁਆਰਾ ਭੇਜੇ ਗਏ ਟੈਕਸਟ ਸੁਨੇਹਿਆਂ ਦੀ ਸਮੱਗਰੀ ਦੇਖ ਸਕਦੇ ਹੋ। ਮੈਸੇਜਿੰਗ ਸੇਵਾ ਵਿੱਚ ਪ੍ਰਮਾਣਿਕਤਾ ਪੈਟਰਨਾਂ ਨੂੰ ਰਜਿਸਟਰ ਕਰਨ ਵਿੱਚ ਸੀਮਾ ਦੇ ਕਾਰਨ, ਇਸ ਸਮੇਂ ਟੈਕਸਟ ਸੁਨੇਹਿਆਂ ਨੂੰ ਨਿੱਜੀ ਬਣਾਉਣਾ ਸੰਭਵ ਨਹੀਂ ਹੈ।"
  },
  "shop_emails": {
    "title": "ਈਮੇਲਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
    "sub_title": "ਤੁਸੀਂ ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ ਸਟੋਰ ਦੁਆਰਾ ਗਾਹਕਾਂ ਅਤੇ ਪ੍ਰਬੰਧਕਾਂ ਨੂੰ ਭੇਜੀਆਂ ਈਮੇਲਾਂ ਦੀ ਸੂਚੀ ਦੇਖੋਗੇ। ਈਮੇਲਾਂ ਤੁਹਾਡੇ ਸਟੋਰ ਲਈ ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਾਖਲ ਕੀਤੀ ਗਈ ਜਾਣਕਾਰੀ ਦੇ ਅਧਾਰ 'ਤੇ ਆਪਣੇ ਆਪ ਡਿਜ਼ਾਈਨ ਕੀਤੀਆਂ ਅਤੇ ਬਣਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਨਾਲ ਹੀ, ਸੁਨੇਹਿਆਂ ਅਤੇ ਚਿੱਤਰਾਂ ਨੂੰ ਵਿਅਕਤੀਗਤ ਬਣਾਉਣ ਦੀ ਸੰਭਾਵਨਾ ਭਵਿੱਖ ਵਿੱਚ ਜਨਤਾ ਲਈ ਉਪਲਬਧ ਹੋਵੇਗੀ।"
  },
  "instagram": {
    "title": "ਇੰਸਟਾਗ੍ਰਾਮ 'ਤੇ ਵਿਕਰੀ",
    "message": "ਇਸ ਟੂਲ ਦੀ ਮਦਦ ਨਾਲ ਤੁਸੀਂ ਆਪਣੇ ਇੰਸਟਾਗ੍ਰਾਮ ਨੂੰ ਸਟੋਰ 'ਚ ਬਦਲ ਸਕਦੇ ਹੋ। ਬਸ ਇੱਥੇ ਆਪਣੇ Instagram ਖਾਤੇ ਨੂੰ ਜੋੜੋ ਅਤੇ ਪੁਸ਼ਟੀ ਕਰੋ, ਫਿਰ ਤੁਸੀਂ ਹਰੇਕ ਪੋਸਟ ਜਾਂ ਆਪਣੀ ਕਹਾਣੀ 'ਤੇ ਇੱਕ ਜਾਂ ਇੱਕ ਤੋਂ ਵੱਧ ਉਤਪਾਦ ਪੋਸਟ ਕਰਨ ਦੇ ਯੋਗ ਹੋਵੋਗੇ, ਆਪਣੇ ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ ਨੂੰ ਜੋੜ ਅਤੇ ਟੈਗ ਕਰ ਸਕੋਗੇ ਜਾਂ ਇੱਕ ਪੋਸਟ ਨੂੰ ਇੱਕ ਨਵੇਂ ਉਤਪਾਦ ਵਿੱਚ ਬਦਲ ਸਕੋਗੇ!",
    "add_product": "ਨਵਾਂ ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰੋ",
    "create_product": "ਉਤਪਾਦ ਬਣਾਓ",
    "link_box_msg": "ਇਸ ਲਿੰਕ ਨੂੰ ਇੰਸਟਾਗ੍ਰਾਮ, ਟੈਲੀਗ੍ਰਾਮ ਜਾਂ ਹੋਰ ਸੋਸ਼ਲ ਮੀਡੀਆ 'ਤੇ ਆਪਣੇ ਬਾਇਓ ਵਿੱਚ ਪਾਓ ਤਾਂ ਜੋ ਤੁਹਾਡੇ ਦਰਸ਼ਕ ਤੇਜ਼ੀ, ਆਸਾਨ, ਹੋਰ ਅਤੇ ਅੰਤ ਵਿੱਚ ਹੋਰ ਖਰੀਦ ਸਕਣ।",
    "remove_account": "ਇੰਸਟਾਗ੍ਰਾਮ ਲਿੰਕ ਬਦਲੋ / ਹਟਾਓ",
    "sync": "ਖਾਤਾ ਡੇਟਾ ਸਿੰਕ ਕਰੋ (ਹਰ 60 ਮਿੰਟ)"
  },
  "service_bill": {
    "task": {
      "title": "ਕਰਨ ਲਈ ਸੂਚੀ",
      "message": "ਉਸ ਕੰਮ ਦੇ ਸਿਰਲੇਖ ਲਿਖੋ ਜੋ ਤੁਸੀਂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਅਤੇ ਖਰੀਦਦਾਰ ਨੂੰ ਦੱਸੋ ਕਿ ਇਹ ਕਿੰਨੀ ਅੱਗੇ ਵਧਿਆ ਹੈ।"
    },
    "booking": {
      "title": "ਬੁਕਿੰਗ / ਰਿਜ਼ਰਵੇਸ਼ਨ",
      "message": "ਇਹ ਆਰਡਰ ਇੱਕ ਨਿਸ਼ਚਿਤ ਸਮੇਂ 'ਤੇ ਸੰਸਾਧਿਤ ਕੀਤਾ ਜਾਵੇਗਾ, ਗਾਹਕ ਨੇ ਲੋੜੀਂਦੀ ਮਿਆਦ ਦੀ ਚੋਣ ਕੀਤੀ ਹੈ, ਜੇਕਰ ਤੁਸੀਂ ਚੁਣੀ ਹੋਈ ਮਿਆਦ ਵਿੱਚ ਕੋਈ ਬਦਲਾਅ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਗਾਹਕ ਨੂੰ ਦੱਸੋ।",
      "selected_checkin": "ਚੁਣੀ ਗਈ ਗਾਹਕ ਲੌਗਇਨ ਮਿਤੀ",
      "selected_checkout": "ਚੁਣੀ ਗਈ ਗਾਹਕ ਨਿਕਾਸ ਦੀ ਮਿਤੀ",
      "change_days_question": "ਕੀ ਤੁਹਾਨੂੰ ਗਾਹਕ ਦੇ ਚੁਣੇ ਹੋਏ ਦਿਨਾਂ ਦੌਰਾਨ ਬਦਲਣ ਦੀ ਲੋੜ ਹੈ?",
      "show_calendar": "ਆਦੇਸ਼ਾਂ ਦਾ ਕੈਲੰਡਰ ਦਿਖਾਓ"
    },
    "pricing": {
      "title": "ਕੀਮਤ",
      "message": "ਤੁਸੀਂ ਇਸ ਸੇਵਾ ਲਈ ਕਿੰਨਾ ਖਰਚਾ ਲੈਂਦੇ ਹੋ?"
    },
    "subscription": {
      "title": "ਗਾਹਕੀ",
      "message": "ਤੁਸੀਂ ਰੋਜ਼ਾਨਾ ਆਧਾਰ 'ਤੇ ਇਸ ਸੇਵਾ ਨੂੰ ਖਰੀਦ ਕੇ ਗਾਹਕੀ ਦੀ ਮਿਆਦ ਚੁਣ ਸਕਦੇ ਹੋ। ਖਰੀਦਦਾਰ ਨੂੰ ਦੱਸੋ ਕਿ ਕੀ ਤੁਸੀਂ ਡਿਫੌਲਟ ਮੁੱਲਾਂ ਨੂੰ ਬਦਲਣਾ ਚਾਹੁੰਦੇ ਹੋ ਜੋ ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਦਾਖਲ ਕਰ ਚੁੱਕੇ ਹੋ।",
      "duration": "ਗਾਹਕੀ ਦੀ ਮਿਆਦ"
    },
    "charge": {
      "title": "ਚਾਰਜ",
      "message": "ਤੁਸੀਂ ਇਸ ਆਈਟਮ ਲਈ ਇੱਕ ਚਾਰਜ ਨਿਰਧਾਰਤ ਕੀਤਾ ਹੈ। ਤੁਸੀਂ ਗਾਹਕ ਦੁਆਰਾ ਖਰੀਦੀ ਗਈ ਵਸਤੂ ਲਈ ਚਾਰਜ ਦੀ ਰਕਮ ਬਦਲ ਸਕਦੇ ਹੋ।",
      "charge": "ਚਾਰਜ"
    },
    "save_item": "ਪੁਸ਼ਟੀ ਕਰੋ ਅਤੇ ਸੈੱਟ ਕਰੋ",
    "start_service": "ਸੇਵਾ ਸ਼ੁਰੂ ਕਰੋ",
    "end_service": "ਸਮਾਪਤ"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "ਸੇਵਾ ਦੀ ਸਮਾਪਤੀ",
      "message": "ਜੇਕਰ ਅਜਿਹਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਆਰਡਰ ਨੂੰ ਪੂਰਾ ਕਰਨ ਅਤੇ ਬੰਦ ਕਰਨ ਲਈ ਪੁਸ਼ਟੀਕਰਨ ਕੁੰਜੀ ਨੂੰ ਦਬਾਓ।",
      "action": "ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ ਅਤੇ ਪੂਰਾ ਕਰੋ"
    }
  },
  "product_outputs": {
    "outputs_form": "ਡਿਸਪਲੇ ਦੀ ਜਾਣਕਾਰੀ ਬਣਤਰ (ਆਉਟਪੁੱਟ)",
    "virtual": {
      "title": "ਉਤਪਾਦ ਆਉਟਪੁੱਟ ਜਾਣਕਾਰੀ ਫਾਰਮ",
      "sub_title": "ਉਹ ਜਾਣਕਾਰੀ ਜੋ ਤੁਸੀਂ ਖਰੀਦ ਤੋਂ ਬਾਅਦ ਉਪਭੋਗਤਾ ਨੂੰ ਦਿਖਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ। ਇਹ ਫਾਰਮ ਵਿਸ਼ੇਸ਼ ਤੌਰ 'ਤੇ ਵਰਚੁਅਲ ਉਤਪਾਦਾਂ ਜਿਵੇਂ ਕਿ ਗਿਫਟ ਕਾਰਡ ਦੀ ਵਿਕਰੀ ਲਈ ਲਾਗੂ ਹੁੰਦਾ ਹੈ।"
    },
    "service": {
      "title": "ਸੇਵਾ ਡਿਜ਼ਾਈਨ",
      "sub_title": "ਪਹਿਲਾਂ ਆਪਣੀ ਸੇਵਾ ਦੀ ਕਿਸਮ ਚੁਣੋ ਅਤੇ ਲੋੜੀਂਦੀ ਜਾਣਕਾਰੀ ਦਾਖਲ ਕਰੋ। ਉਦਾਹਰਨ ਲਈ, ਤੁਸੀਂ ਟੂਡੋ ਸੂਚੀ ਨੂੰ ਪਰਿਭਾਸ਼ਿਤ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਗਾਹਕ ਨੂੰ ਬੁਕਿੰਗ ਦੇ ਸਮੇਂ ਜਾਂ ਮੁਲਾਕਾਤ ਲਈ ਪੁੱਛ ਸਕਦੇ ਹੋ।"
    }
  },
  "service_design": {
    "type": "ਸੇਵਾ ਦੀ ਕਿਸਮ",
    "type_message": "ਇਸ ਉਤਪਾਦ ਲਈ ਤੁਹਾਡੇ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੀ ਸੇਵਾ ਦੀ ਕਿਸਮ ਚੁਣੋ। ਹਰੇਕ ਆਈਟਮ ਨੂੰ ਚੁਣ ਕੇ, ਸੰਬੰਧਿਤ ਫਾਰਮ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤਾ ਜਾਵੇਗਾ। ਤੁਹਾਡੇ ਦੁਆਰਾ ਚੁਣੀ ਗਈ ਸੇਵਾ ਦੀ ਕਿਸਮ 'ਤੇ ਨਿਰਭਰ ਕਰਦਿਆਂ, ਆਰਡਰ ਕਰਨ ਵੇਲੇ ਗਾਹਕ ਤੋਂ ਹੋਰ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।"
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "ਮੰਗ ਉੱਤੇ",
      "desc": "ਜਿਵੇਂ ਕਿ ਘਰ ਦੀ ਮੁਰੰਮਤ, ਪੇਂਟਿੰਗ, ਕਾਰ ਦੀ ਮੁਰੰਮਤ, ਆਦਿ।"
    },
    "BOOKING": {
      "title": "ਬੁਕਿੰਗ",
      "desc": "ਜਿਵੇਂ ਕਿ ਹੋਟਲ ਦਾ ਕਮਰਾ ਜਾਂ ਵਿਲਾ ਬੁੱਕ ਕਰਨਾ।"
    },
    "APPOINTMENT": {
      "title": "ਮੁਲਾਕਾਤ",
      "desc": "ਜਿਵੇਂ ਕਿ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਦੀ ਦੇਖਭਾਲ ਲਈ ਮੁਲਾਕਾਤ ਜਾਂ ਵਿਅਕਤੀਗਤ ਸਿਖਲਾਈ।"
    },
    "RENTAL": {
      "title": "ਕਿਰਾਇਆ",
      "desc": "ਜਿਵੇਂ ਕੋਈ ਜਗ੍ਹਾ ਜਾਂ ਕਾਰ ਕਿਰਾਏ 'ਤੇ ਲੈਣਾ।"
    },
    "SUBSCRIPTION": {
      "title": "ਗਾਹਕੀ",
      "desc": "ਜਿਵੇਂ ਕਿ ਕਲੱਬ ਮੈਂਬਰਸ਼ਿਪ ਜਾਂ ਔਨਲਾਈਨ ਕੋਚਿੰਗ।"
    },
    "CHARGE": {
      "title": "ਚਾਰਜ",
      "desc": "ਜਿਵੇਂ ਕਿ ਕਿਸੇ ਖਾਤੇ ਨੂੰ ਚਾਰਜ ਕਰਨਾ ਜਾਂ ਕਿਸੇ ਐਪਲੀਕੇਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਚਾਰਜ ਕਰਨਾ।"
    },
    "CUSTOM": {
      "title": "ਪ੍ਰਥਾ",
      "desc": "ਇਸ ਵਿਕਲਪ ਨੂੰ ਚੁਣੋ ਜੇਕਰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੀ ਸੇਵਾ ਉਪਰੋਕਤ ਵਿੱਚੋਂ ਕੋਈ ਨਹੀਂ ਹੈ।"
    }
  },
  "avocado": {
    "title": "ਸਾਰੇ ਸੋਸ਼ਲ ਮੀਡੀਆ 'ਤੇ ਤੇਜ਼, ਸਹੀ ਅਤੇ ਮਜ਼ੇਦਾਰ ਵਿਕਰੀ",
    "message": "ਇੱਕ ਰਕਮ ਅਤੇ ਇੱਕ ਸਿਰਲੇਖ ਤੁਹਾਨੂੰ ਆਪਣੇ ਗਾਹਕਾਂ ਤੋਂ ਪੈਸੇ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਲੋੜੀਂਦਾ ਹੈ! ਪੈਸੇ ਸਿੱਧੇ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਕ੍ਰੈਡਿਟ ਕੀਤੇ ਜਾਣਗੇ ਅਤੇ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਨੂੰ ਇੱਕ ਵਿਲੱਖਣ ਖਰੀਦਦਾਰੀ ਅਨੁਭਵ ਹੋਵੇਗਾ।",
    "new_order": "ਨਵਾਂ ਬਿੱਲ",
    "create_by_seller_title": "ਇਨਵੌਇਸ ਬਣਾਓ",
    "create_by_seller_message": "ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਨਿਸ਼ਚਿਤ ਰਕਮ ਨਾਲ ਇੱਕ ਇਨਵੌਇਸ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ ਅਤੇ ਇਸਨੂੰ ਕਿਸੇ ਨੂੰ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇਨਵੌਇਸ ਫਾਰਮ ਦਿਖਾਉਣ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ ਨੂੰ ਦਬਾ ਸਕਦੇ ਹੋ। ਖਰੀਦਦਾਰ ਨੂੰ ਭੁਗਤਾਨ ਕਰਨ ਅਤੇ ਇਸਦੇ ਦੁਆਰਾ ਉਹਨਾਂ ਦੇ ਆਰਡਰ ਨੂੰ ਟਰੈਕ ਕਰਨ ਲਈ ਤਿਆਰ ਕੀਤਾ ਲਿੰਕ ਦਿਓ।",
    "create_by_buyer_title": "ਐਵੋਕਾਡੋ ਫਾਰਮ",
    "create_by_buyer_message": "ਇਸ ਸੈਕਸ਼ਨ ਨੂੰ ਐਕਟੀਵੇਟ ਕਰਕੇ, ਤੁਹਾਨੂੰ ਇੱਕ ਲਿੰਕ ਦਿਖਾਇਆ ਜਾਵੇਗਾ, ਇਹ ਲਿੰਕ ਆਪਣੇ ਖਰੀਦਦਾਰਾਂ ਨੂੰ ਪ੍ਰਦਾਨ ਕਰੋ ਤਾਂ ਜੋ ਉਹ ਆਪਣਾ ਆਰਡਰ ਦੇ ਸਕਣ।",
    "orders_list": "ਆਰਡਰ ਸੂਚੀ",
    "active_mode": "ਆਰਡਰ ਰਸੀਦ ਕਿਰਿਆਸ਼ੀਲ ਹੈ",
    "inactive_mode": "ਅਕਿਰਿਆਸ਼ੀਲ",
    "active_message": "ਇਸ ਸਰੋਤ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਕਰਨ ਨਾਲ, ਤੁਹਾਡੇ ਗ੍ਰਾਹਕ ਤੁਹਾਡੇ ਦੁਆਰਾ ਹੇਠਾਂ ਵੇਖੇ ਗਏ ਬੇਨਤੀ ਫਾਰਮ ਦੁਆਰਾ ਉਤਪਾਦ ਲਈ ਆਰਡਰ ਦੇਣ ਦੇ ਯੋਗ ਹੋਣਗੇ।",
    "avocado_form_link_message": "ਇਸ ਲਿੰਕ ਨੂੰ ਇੰਸਟਾਗ੍ਰਾਮ, ਟੈਲੀਗ੍ਰਾਮ ਜਾਂ ਹੋਰ ਸੋਸ਼ਲ ਮੀਡੀਆ 'ਤੇ ਆਪਣੇ ਬਾਇਓ ਵਿੱਚ ਪਾਓ ਤਾਂ ਜੋ ਤੁਹਾਡੇ ਦਰਸ਼ਕ ਤੇਜ਼ੀ ਨਾਲ, ਆਸਾਨ ਅਤੇ ਅੰਤ ਵਿੱਚ ਹੋਰ ਚੀਜ਼ਾਂ ਖਰੀਦ ਸਕਣ।",
    "need_address": "ਪਤਾ ਪ੍ਰਾਪਤ ਕਰੋ",
    "need_address_msg": "ਜੇਕਰ ਤੁਹਾਨੂੰ ਖਰੀਦਦਾਰ ਦਾ ਸਥਾਨ ਅਤੇ ਪਤਾ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਲੋੜ ਹੈ, ਤਾਂ ਇਸ ਵਿਕਲਪ ਨੂੰ ਚੁਣੋ।",
    "avocado_link_message": "ਆਰਡਰ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਗਾਹਕ ਨੂੰ ਉਪਰੋਕਤ ਲਿੰਕ ਪ੍ਰਦਾਨ ਕਰਨਾ ਕਾਫ਼ੀ ਹੈ। ਗਾਹਕ ਇਸ ਲਿੰਕ ਰਾਹੀਂ ਆਰਡਰ ਦੀ ਪਾਲਣਾ ਕਰ ਸਕਣਗੇ।",
    "edit_order": "ਆਰਡਰ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "progress": "ਤਰੱਕੀ ਦਰ",
    "buyer_link": "ਖਰੀਦਦਾਰ ਲਿੰਕ",
    "buyer_link_message": "ਆਪਣੇ ਖਰੀਦਦਾਰ ਨੂੰ ਇਹ ਲਿੰਕ ਪ੍ਰਦਾਨ ਕਰੋ। ਖਰੀਦਦਾਰ ਇਸ ਲਿੰਕ ਰਾਹੀਂ ਆਪਣੇ ਆਰਡਰ ਦਾ ਭੁਗਤਾਨ ਅਤੇ ਟਰੈਕ ਕਰਨ ਦੇ ਯੋਗ ਹੋਵੇਗਾ। ਇਸ ਲਿੰਕ ਨੂੰ ਕੋਡ ਕੀਤਾ ਗਿਆ ਹੈ, ਜੇਕਰ ਇਹ ਲਿੰਕ ਕਿਸੇ ਨੂੰ ਦਿੱਤਾ ਗਿਆ ਹੈ, ਤਾਂ ਉਹ ਭੁਗਤਾਨ ਕਰਨ ਦੇ ਯੋਗ ਹੋਵੇਗਾ ਅਤੇ ਜਾਣਕਾਰੀ ਦੇਖ ਸਕੇਗਾ। ਇਹ ਲਿੰਕ 60 ਦਿਨਾਂ ਲਈ ਕਿਰਿਆਸ਼ੀਲ ਰਹੇਗਾ। ਕਾਪੀ ਕਰਨ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "OrderConfirm_done": "ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ।",
    "OrderConfirm_message": "ਜੇਕਰ ਤੁਸੀਂ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹੋ ਅਤੇ ਆਰਡਰ ਸਹੀ ਹੈ, ਤਾਂ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "OrderConfirm_action": "ਆਰਡਰ ਪੱਕਾ ਕਰਨਾ",
    "PreparingOrder_message": "ਜੇਕਰ ਗਾਹਕ ਆਰਡਰ ਭੇਜਣ ਲਈ ਤਿਆਰ ਹੈ, ਤਾਂ ਹੇਠਾਂ ਦਿੱਤੇ OK ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "PreparingOrder_action": "ਆਰਡਰ ਭੇਜਣ ਲਈ ਤਿਆਰ ਹੈ",
    "finish_message": "ਜੇਕਰ ਇਹ ਆਰਡਰ ਪੂਰਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਇਸ ਆਰਡਰ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ ਅੰਤ ਬਟਨ ਦਬਾਓ।",
    "finish_action": "ਆਰਡਰ ਦੀ ਪ੍ਰਕਿਰਿਆ ਪੂਰੀ ਕਰੋ",
    "finish_dialog": {
      "title": "ਆਰਡਰ ਪੂਰਾ ਕਰੋ",
      "message": "ਕੀ ਆਰਡਰ ਪੂਰਾ ਹੋ ਗਿਆ ਹੈ ਅਤੇ ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸਨੂੰ ਬੰਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਆਰਡਰ ਦੇ ਪੂਰਾ ਹੋਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ"
    },
    "configuration": "ਐਵੋਕਾਡੋ ਸੈਟਿੰਗਾਂ",
    "delivery_price": "ਸ਼ਿਪਿੰਗ ਦੀ ਲਾਗਤ",
    "edit_avocado_action": "ਜਾਣਕਾਰੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "submit_pricing_avocado_action": "ਆਰਡਰ ਦੀ ਕੀਮਤ ਜਮ੍ਹਾਂ ਕਰੋ",
    "add_avocado_action": "ਇਨਵੌਇਸ ਲਿੰਕ ਬਣਾਓ",
    "avocados_list": "Avocados ਦੀ ਸੂਚੀ",
    "not_pricing": "ਇਸ ਆਈਟਮ ਦੀ ਕੀਮਤ ਨਹੀਂ ਹੈ!",
    "show_all": "ਸਾਰੇ ਦਿਖਾਓ",
    "show_accepted": "ਪੁਸ਼ਟੀ ਕੀਤੀਆਂ ਆਈਟਮਾਂ ਦਿਖਾਓ",
    "notifications": {
      "update_success": "ਐਵੋਕਾਡੋ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ।",
      "add_success": "ਐਵੋਕਾਡੋ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਇਆ ਗਿਆ।"
    }
  },
  "avocado_orders": {
    "title": "ਆਵਾਕੈਡੋ",
    "title_small": "ਸੋਸ਼ਲ ਮੀਡੀਆ ਦੀ ਵਿਕਰੀ",
    "pending_orders": "ਸਰਗਰਮ ਆਦੇਸ਼",
    "avocado": "ਐਵੋਕਾਡੋ ਆਰਡਰ ਕਰੋ"
  },
  "avocado_process": {
    "step1": "ਕੀਮਤ",
    "step1_msg": "ਹਰੇਕ ਆਈਟਮ ਦੀ ਕੀਮਤ ਦਰਜ ਕਰੋ ਅਤੇ ਹਰੇ ਬਾਕਸ 'ਤੇ ਨਿਸ਼ਾਨ ਲਗਾਓ। ਜੇਕਰ ਕਿਸੇ ਵਸਤੂ ਨੂੰ ਵੇਚਣਾ ਸੰਭਵ ਨਹੀਂ ਹੈ, ਤਾਂ ਇਸਦੀ ਸਥਿਤੀ ਨੂੰ ਰੱਦ ਕਰ ਦਿਓ।",
    "step2": "ਇਨਵੌਇਸ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
    "step2_msg": "ਇਸ ਆਰਡਰ ਲਈ ਇੱਕ ਇਨਵੌਇਸ ਬਣਾਓ। ਤੁਸੀਂ ਇਨਵੌਇਸ ਲਈ ਇੱਕ ਸਿਰਲੇਖ ਅਤੇ ਵੇਰਵਾ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ। ਆਰਡਰ ਦੀ ਰਕਮ ਦੀ ਗਣਨਾ ਆਈਟਮਾਂ ਦੀ ਕੁੱਲ ਕੀਮਤ ਦੇ ਆਧਾਰ 'ਤੇ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।",
    "title_input": "ਚਲਾਨ ਸਿਰਲੇਖ *",
    "show_to_customer": "ਇਹ ਜਾਣਕਾਰੀ ਖਰੀਦਦਾਰ ਨੂੰ ਦਿਖਾਈ ਜਾਂਦੀ ਹੈ।",
    "description_msg": "ਕੀ ਤੁਸੀਂ ਇਸ ਆਰਡਰ ਲਈ ਨੋਟ ਲਿਖਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਹ ਜਾਣਕਾਰੀ ਖਰੀਦਦਾਰ ਨੂੰ ਦਿਖਾਈ ਜਾਵੇਗੀ।",
    "price_input": "ਆਰਡਰ ਦੀ ਰਕਮ *",
    "tax_none": "ਟੈਕਸ-ਮੁਕਤ",
    "tax_included": "ਕੀਮਤ ਵਿੱਚ ਸ਼ਾਮਲ",
    "tax_add": "ਟੈਕਸ ਸ਼ਾਮਲ ਕਰੋ",
    "tax_message": "ਤੁਸੀਂ ਇਹ ਚੁਣ ਸਕਦੇ ਹੋ ਕਿ ਕੀ ਕੀਮਤ ਵਿੱਚ ਟੈਕਸ ਸ਼ਾਮਲ ਹੈ ਜਾਂ ਨਹੀਂ।",
    "tax_included_messages": "ਟੈਕਸ ਕੀਮਤ ਵਿੱਚ ਸ਼ਾਮਲ ਹੈ।",
    "tax_add_messages": "ਟੈਕਸ ਨੂੰ ਅੰਤਿਮ ਕੀਮਤ ਵਿੱਚ ਜੋੜਿਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।"
  },
  "hyper": {
    "print_label": "ਹੇਠਾਂ ਦਿੱਤੇ ਲੇਬਲ ਨੂੰ ਪ੍ਰਿੰਟ ਕਰੋ ਅਤੇ ਇਸਨੂੰ ਉਤਪਾਦ ਦੇ ਸਾਹਮਣੇ ਰੱਖੋ",
    "hyper_form_link_product_message": "ਤੁਹਾਡੇ ਗਾਹਕ ਇਸ ਲਿੰਕ ਰਾਹੀਂ ਤੇਜ਼ੀ ਨਾਲ {product} ਖਰੀਦਣ ਦੇ ਯੋਗ ਹੋਣਗੇ। ਉਹ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਕੇ ਉਸੇ ਲਿੰਕ ਨੂੰ ਵੀ ਦਾਖਲ ਕਰਨਗੇ।",
    "title": "ਹਾਈਪਰ ਤੇਜ਼ ਵਿਕਰੀ",
    "message": "ਹਾਈਪਰ ਸੇਲਡੋਨ ਸੇਲਜ਼ ਚੈਨਲ ਦੀ ਮਦਦ ਨਾਲ, ਤੁਹਾਡੇ ਗ੍ਰਾਹਕ ਤੁਹਾਡੀ ਤਰਫ ਤੋਂ ਬਿਨਾਂ ਕਿਸੇ ਕਾਰਵਾਈ ਦੀ ਲੋੜ ਦੇ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਕੇ ਉਤਪਾਦ ਖਰੀਦਣ ਦੇ ਯੋਗ ਹੋਣਗੇ। ਤਿਉਹਾਰਾਂ, ਪ੍ਰਦਰਸ਼ਨੀਆਂ, ਜਾਂ ਵੱਡੀ ਗਿਣਤੀ ਵਿੱਚ ਵਿਅਸਤ ਸਮਾਰੋਹਾਂ ਵਿੱਚ ਕੁਝ ਚੀਜ਼ਾਂ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਵੇਚਣ ਲਈ ਇਸ ਤਰੀਕੇ ਦੀ ਵਰਤੋਂ ਕਰੋ। ਇਸ ਭਾਗ ਵਿੱਚ ਹਾਈਪਰ ਨੂੰ ਸਰਗਰਮ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਤੁਸੀਂ ਉਤਪਾਦ ਪ੍ਰਬੰਧਨ ਭਾਗ ਵਿੱਚ ਭੌਤਿਕ ਉਤਪਾਦਾਂ ਲਈ ਇੱਕ ਹਾਈਪਰ QR ਕੋਡ ਬਣਾ ਸਕਦੇ ਹੋ।",
    "orders_list": "ਹਾਈਪਰ ਆਰਡਰ ਸੂਚੀ",
    "active_mode": "ਹਾਈਪਰ ਸੇਲਜ਼ ਚੈਨਲ ਐਕਟੀਵੇਟ ਕੀਤਾ ਗਿਆ",
    "inactive_mode": "ਅਕਿਰਿਆਸ਼ੀਲ",
    "active_message": "ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਵਿਕਲਪ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਂਦੇ ਹੋ, ਤਾਂ ਫਾਸਟ-ਸੇਲਜ਼-ਕੋਡ ਬਣਾਉਣ ਦੀ ਸੰਭਾਵਨਾ ਹਰੇਕ ਉਤਪਾਦ ਦੇ ਪ੍ਰਬੰਧਨ ਭਾਗ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀ ਜਾਵੇਗੀ।",
    "hyper_form_link_message": "ਤੁਹਾਡੇ ਸਟੋਰ ਦਾ ਹਾਈਪਰ ਪੇਜ ਲਿੰਕ",
    "configuration": "ਹਾਈਪਰ ਸੈਟਿੰਗਾਂ"
  },
  "hyper_orders": {
    "title": "ਹਾਈਪਰ",
    "title_small": "ਵਿਕਰੀ ਰਿਪੋਰਟ",
    "hyper": "ਆਰਡਰ ਪ੍ਰਾਪਤ ਹੋਏ"
  },
  "product_file": {
    "no_file": "ਅਜੇ ਤੱਕ ਕੋਈ ਫਾਈਲ ਅਪਲੋਡ ਨਹੀਂ ਕੀਤੀ ਗਈ!",
    "delete_dialog": {
      "title": "ਫਾਈਲ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਫ਼ਾਈਲ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਹੁਣੇ ਮਿਟਾਓ"
    },
    "notifications": {
      "delete_success": "ਫਾਈਲ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਈ ਗਈ।"
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 {amount} ਚਾਰਜ ਕਰੋ ਅਤੇ {amount_total} ਕ੍ਰੈਡਿਟ ਪ੍ਰਾਪਤ ਕਰੋ।",
    "charge_action": "ਮੁਫਤ ਕ੍ਰੈਡਿਟ ਦਾ ਦਾਅਵਾ ਕਰਨਾ",
    "claim_title": "ਆਪਣੇ ਮੁਫ਼ਤ ਕ੍ਰੈਡਿਟ ਦਾ ਦਾਅਵਾ ਕਰੋ",
    "claim_charge_caution": "ਨੋਟ: ਤੁਹਾਡੇ ਵਾਲਿਟ ਖਾਤਿਆਂ ਵਿਚਕਾਰ ਮੁਦਰਾਵਾਂ ਨੂੰ ਬਦਲਣਾ ਸੰਭਵ ਨਹੀਂ ਹੈ। ਇਸ ਲਈ, ਇੱਕ ਖਾਤਾ ਚੁਣੋ ਜੋ ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਵਟਾਂਦਰੇ ਲਈ ਮੁਦਰਾ ਲਈ ਢੁਕਵਾਂ ਹੋਵੇ।",
    "account_input": "ਜਮ੍ਹਾਂ ਖਾਤਾ",
    "account_msg": "ਇਸ ਖਾਤੇ 'ਤੇ ਚਾਰਜ ਲਗਾਇਆ ਜਾਵੇਗਾ"
  },
  "selldone_applications": {
    "title": "ਆਪਣੇ ਆਰਡਰ ਨਾ ਛੱਡੋ!",
    "msg": "ਕਿਤੇ ਵੀ ਅਤੇ ਕਿਸੇ ਵੀ ਸਮੇਂ ਆਪਣੇ ਕਾਰੋਬਾਰ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।"
  },
  "shop_seo": {
    "title": "ਐਸਈਓ ਸੰਰਚਨਾ",
    "msg": "ਔਰਗੈਨਿਕ ਗਾਹਕ ਪ੍ਰਾਪਤੀ ਚੈਨਲਾਂ ਨੂੰ ਸਸ਼ਕਤ ਬਣਾ ਕੇ ਔਨਲਾਈਨ ਮਾਰਕੀਟਿੰਗ ਲਈ ਤੇਜ਼ੀ ਨਾਲ ਅੱਗੇ ਵਧੋ।",
    "auto": {
      "title": "ਆਟੋ ਐਸਈਓ ਇੰਜਣ",
      "msg": "ਆਪਣੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਦਰਸ਼ਕਾਂ ਅਤੇ ਖੋਜ ਇੰਜਣਾਂ ਲਈ ਇੱਕ ਸਹਿਜ ਮੋਬਾਈਲ ਅਨੁਭਵ ਪ੍ਰਦਾਨ ਕਰੋ।"
    },
    "amp": {
      "title": "AMP",
      "msg": "ਐਕਸਲਰੇਟਿਡ ਮੋਬਾਈਲ ਪੇਜ ਆਟੋ ਜਨਰੇਸ਼ਨ।"
    }
  },
  "shop_preferences": {
    "order": {
      "title": "ਆਰਡਰ",
      "desc": "ਜੇਕਰ ਕੋਈ ਗਾਹਕ ਆਰਡਰ ਦਾ ਭੁਗਤਾਨ ਕਰਦਾ ਹੈ, ਤਾਂ ਆਰਡਰ ਦੀ ਜਾਣਕਾਰੀ ਵਾਲੀ ਇੱਕ ਈਮੇਲ ਇਸ ਪਤੇ 'ਤੇ ਭੇਜੀ ਜਾਵੇਗੀ।"
    },
    "return": {
      "title": "ਵਾਪਸੀ",
      "desc": "ਜੇਕਰ ਉਤਪਾਦ ਖਰੀਦਦਾਰ ਦੁਆਰਾ ਵਾਪਸ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਇਹ ਈਮੇਲ ਭੇਜੀ ਜਾਵੇਗੀ। ਇਹ ਈਮੇਲ ਭੇਜਣਾ ਤੁਹਾਡੀ ਖਰੀਦੀ ਯੋਜਨਾ 'ਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈ।"
    },
    "pos": {
      "title": "POS",
      "desc": "POS ਵਿਕਰੀ ਰਿਪੋਰਟ ਇਸ ਈਮੇਲ 'ਤੇ ਭੇਜੀ ਜਾਵੇਗੀ।"
    },
    "avocado": {
      "title": "ਆਵਾਕੈਡੋ",
      "desc": "ਐਵੋਕਾਡੋ ਆਰਡਰਾਂ ਦੀ ਰੋਜ਼ਾਨਾ ਰਿਪੋਰਟ ਭੇਜੋ।"
    },
    "accounting": {
      "title": "ਲੇਖਾ",
      "desc": "ਵਿੱਤੀ ਰਿਪੋਰਟਾਂ ਅਤੇ ਅੱਪਡੇਟ ਸਟੋਰ ਕਰੋ।"
    },
    "subscription": {
      "title": "ਸਬਸਕ੍ਰਿਪਸ਼ਨ",
      "desc": "ਸ਼ੁਰੂਆਤੀ ਅਤੇ ਸਮਾਪਤੀ ਗਾਹਕੀ ਸੂਚਨਾਵਾਂ ਦੇ ਨਾਲ ਹਾਲੀਆ ਖਰੀਦੀ ਗਈ ਯੋਜਨਾ ਸਥਿਤੀ।"
    },
    "technical": {
      "title": "ਤਕਨੀਕੀ",
      "desc": "ਡੋਮੇਨ ਅਤੇ ਸੇਵਾ ਸਥਿਤੀ ਬਾਰੇ ਤਕਨੀਕੀ ਸੂਚਨਾਵਾਂ।"
    },
    "report": {
      "title": "ਰਿਪੋਰਟ",
      "desc": "ਹਫ਼ਤਾਵਾਰੀ ਅਤੇ ਮਾਸਿਕ ਰਿਪੋਰਟਾਂ ਇਸ ਈਮੇਲ 'ਤੇ ਭੇਜੀਆਂ ਜਾਣਗੀਆਂ"
    },
    "review": {
      "title": "ਸਮੀਖਿਆ",
      "desc": "ਜੇਕਰ ਤੁਹਾਨੂੰ ਸਟੋਰ ਵਿੱਚ ਕਿਸੇ ਪ੍ਰਕਿਰਿਆ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਦੀ ਲੋੜ ਹੈ, ਤਾਂ ਸੰਬੰਧਿਤ ਈਮੇਲ ਇਸ ਪਤੇ 'ਤੇ ਭੇਜੀ ਜਾਵੇਗੀ। ਉਦਾਹਰਨ ਲਈ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਸਟੋਰ ਕਰਨ ਲਈ ਇੱਕ ਮਾਰਕੀਟਿੰਗ ਈਮੇਲ ਭੇਜਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ."
    }
  },
  "shop_languages": {
    "title": "ਸਟੋਰ ਭਾਸ਼ਾਵਾਂ",
    "sub_title": "ਸਟੋਰ ਆਟੋ-ਅਨੁਵਾਦ ਪੈਕੇਜਾਂ ਨੂੰ ਸਥਾਪਿਤ ਅਤੇ ਕਿਰਿਆਸ਼ੀਲ ਕਰੋ।",
    "message": "ਤੁਸੀਂ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ 10 ਤੱਕ ਭਾਸ਼ਾ ਪੈਕ ਸਥਾਪਤ ਕਰ ਸਕਦੇ ਹੋ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਹੋਰ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਲੋੜ ਹੈ ਤਾਂ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।"
  },
  "invite_friends": {
    "title": "ਦੁਨੀਆ ਨੂੰ ਆਪਣੇ ਕਾਰੋਬਾਰ ਬਾਰੇ ਦੱਸੋ!",
    "msg": "Selldone ਨੂੰ ਆਪਣੇ ਦੋਸਤਾਂ ਨਾਲ ਪੇਸ਼ ਕਰੋ। ਜਦੋਂ ਉਹ ਸਾਈਨ ਅੱਪ ਕਰਦੇ ਹਨ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਕੰਪਨੀ ਵਾਊਚਰ ਵਿੱਚ $99 ਪ੍ਰਾਪਤ ਹੋਵੇਗਾ, ਅਤੇ ਇੱਕ ਵਾਰ ਜਦੋਂ ਉਹ ਆਪਣਾ ਪਹਿਲਾ ਲੈਣ-ਦੇਣ ਪੂਰਾ ਕਰਦੇ ਹਨ ਤਾਂ ਤੁਹਾਨੂੰ ਸ਼ੁਰੂਆਤੀ ਵਾਊਚਰ ਵਿੱਚ $15 ਪ੍ਰਾਪਤ ਹੋਣਗੇ।",
    "invite": {
      "title": "ਇੱਕ ਮੁਫ਼ਤ $99 ਵਾਊਚਰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ Selldone ਕਾਰੋਬਾਰ OS ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ।",
      "description": "ਮੈਂ ਤੁਹਾਨੂੰ ਇੱਕ ਸ਼ਾਨਦਾਰ ਟੂਲ ਨਾਲ ਆਪਣਾ ਕਾਰੋਬਾਰ ਔਨਲਾਈਨ ਸ਼ੁਰੂ ਕਰਨ ਲਈ Selldone ਵਿੱਚ ਸੱਦਾ ਦਿੰਦਾ ਹਾਂ।",
      "hashtags": "ਈ-ਕਾਮਰਸ, ਵੈੱਬਸਾਈਟ ਬਿਲਡਰ",
      "quot": "ਮੈਂ ਸੇਲਡੋਨ ਦੁਆਰਾ ਇੱਕ ਔਨਲਾਈਨ ਸਟੋਰ ਬਣਾਇਆ ਹੈ, ਤੁਸੀਂ ਹੁਣ ਆਪਣਾ ਕਾਰੋਬਾਰ ਵੀ ਕਰ ਸਕਦੇ ਹੋ।"
    }
  },
  "shops_list": {
    "title": "ਮੇਰੀਆਂ ਦੁਕਾਨਾਂ",
    "message": "ਮੇਰੀਆਂ ਆਪਣੀਆਂ ਦੁਕਾਨਾਂ, ਆਗਿਆ ਪ੍ਰਾਪਤ ਅਤੇ ਨਮੂਨੇ ਦੀਆਂ ਦੁਕਾਨਾਂ ਦੀ ਸੂਚੀ।"
  },
  "shipping": {
    "warehouse_error": "ਪਹਿਲਾਂ ਆਪਣਾ ਗੋਦਾਮ ਸੈਟ ਕਰੋ! ਇਹ ਪਤਾ ਸ਼ਿਪਿੰਗ ਦੇ ਮੂਲ ਵਜੋਂ ਵਰਤਿਆ ਜਾਵੇਗਾ।",
    "errors": {
      "set_origin": "ਆਪਣਾ ਟਿਕਾਣਾ ਨਕਸ਼ਾ ਸੈੱਟ ਕਰੋ।",
      "set_country": "ਆਪਣਾ ਦੇਸ਼ ਸੈਟ ਕਰੋ।",
      "set_address": "ਆਪਣਾ ਪਤਾ ਸੈੱਟ ਕਰੋ।",
      "set_zip": "ਆਪਣਾ ਡਾਕ ਕੋਡ ਸੈੱਟ ਕਰੋ।"
    },
    "set_warehouse": "ਵੇਅਰਹਾਊਸ ਸੈੱਟ ਕਰੋ",
    "pickup_location": "ਪਿਕਅੱਪ ਟਿਕਾਣਾ",
    "refresh_rates": "ਦਰਾਂ ਨੂੰ ਤਾਜ਼ਾ ਕਰੋ",
    "no_rate": "ਕੋਈ ਰੇਟ ਨਹੀਂ...",
    "view_messages": "ਸੁਨੇਹੇ ਦੇਖੋ...",
    "not_set_yet": "ਅਜੇ ਸੈੱਟ ਨਹੀਂ ਕੀਤਾ ਗਿਆ!",
    "drop_orders_here": "ਆਰਡਰ ਇੱਥੇ ਸੁੱਟੋ..."
  },
  "blog_category": {
    "title": "ਬਲੌਗ ਸ਼੍ਰੇਣੀਆਂ",
    "add_action": "ਨਵੀਂ ਸ਼੍ਰੇਣੀ ਸ਼ਾਮਲ ਕਰੋ",
    "add_dialog": {
      "title": "ਨਵੀਂ / ਅੱਪਡੇਟ ਸ਼੍ਰੇਣੀ",
      "force_edit": "ਜ਼ਬਰਦਸਤੀ ਸੰਪਾਦਨ ਮਾਰਗ",
      "force_edit_msg": "ਸ਼੍ਰੇਣੀ ਦਾ ਨਾਮ ਬਦਲੋ ਅਤੇ ਸਾਰੇ ਲੇਖਾਂ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ।",
      "star_msg": "ਸਟਾਰ ਕੀਤੀਆਂ ਸ਼੍ਰੇਣੀਆਂ ਨੂੰ ਬਲੌਗ ਵਿੱਚ ਦਿਖਾਉਣ ਦੀ ਤਰਜੀਹ ਹੈ।",
      "star": "ਘੂਰਿਆ",
      "delete_action": "ਸ਼੍ਰੇਣੀ ਮਿਟਾਓ",
      "add_action": "ਸ਼੍ਰੇਣੀ ਸ਼ਾਮਲ ਕਰੋ",
      "edit_action": "ਸ਼੍ਰੇਣੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ"
    }
  },
  "about_us": {
    "title": "ਸਾਡੇ ਬਾਰੇ ਪੰਨਾ",
    "subtitle": "ਸਾਡੇ ਬਾਰੇ ਪੰਨੇ 'ਤੇ ਦਿਖਾਉਣ ਲਈ ਆਪਣੇ ਕਾਰੋਬਾਰ ਬਾਰੇ ਇੱਕ ਲੇਖ ਲਿਖੋ। ਇਹ ਪੰਨਾ ਤੁਹਾਡੇ ਦਰਸ਼ਕਾਂ ਨੂੰ ਤੁਹਾਡੇ ਬ੍ਰਾਂਡ ਅਤੇ ਮਿਸ਼ਨ ਨੂੰ ਜਾਣਨ ਵਿੱਚ ਮਦਦ ਕਰੇਗਾ।"
  },
  "terms": {
    "title": "ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਪੰਨਾ",
    "subtitle": "ਆਪਣੇ ਗਾਹਕਾਂ ਲਈ ਤੁਹਾਡੀਆਂ ਸੇਵਾਵਾਂ ਦੀ ਖਰੀਦ ਅਤੇ ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ਦੀ ਵਿਆਖਿਆ ਕਰੋ।"
  },
  "privacy": {
    "title": "ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਪੰਨਾ",
    "subtitle": "ਇੱਕ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਇੱਕ ਬਿਆਨ ਜਾਂ ਕਨੂੰਨੀ ਦਸਤਾਵੇਜ਼ ਹੈ ਜੋ ਕਿਸੇ ਪਾਰਟੀ ਦੁਆਰਾ ਗਾਹਕ ਜਾਂ ਗਾਹਕ ਦੇ ਡੇਟਾ ਨੂੰ ਇਕੱਠਾ ਕਰਨ, ਉਹਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ, ਖੁਲਾਸਾ ਕਰਨ ਅਤੇ ਪ੍ਰਬੰਧਨ ਕਰਨ ਦੇ ਕੁਝ ਜਾਂ ਸਾਰੇ ਤਰੀਕਿਆਂ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ।"
  },
  "contact_us": {
    "title": "ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਪੰਨਾ",
    "subtitle": "ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਪੰਨੇ 'ਤੇ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਨੂੰ ਦਿਖਾਉਣ ਲਈ ਆਪਣੀ ਸੰਪਰਕ ਜਾਣਕਾਰੀ, ਪਤਾ ਅਤੇ ਫ਼ੋਨ ਨੰਬਰ ਲਿਖੋ।"
  },
  "metaverse": {
    "title": "ਮੈਟਾਵਰਸ ਬ੍ਰਿਜ",
    "subtitle": "Selldone ਵਣਜ ਸਪੇਸ ਵਿੱਚ %100 API-ਅਧਾਰਿਤ ਸੇਵਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ। ਗੇਮ, ਬਲਾਕਚੈਨ, ਅਤੇ ਮੈਟਾਵਰਸ ਡਿਵੈਲਪਰ ਕੰਮ, ਜੀਵਨ ਅਤੇ ਵਪਾਰਕ ਸੰਸਾਰ ਦੇ ਭਵਿੱਖ ਵਿੱਚ ਕਾਰੋਬਾਰਾਂ, ਗਾਹਕਾਂ ਅਤੇ ਸੇਵਾਵਾਂ ਨੂੰ ਜੋੜਨ ਲਈ ਇਹਨਾਂ ਸ਼ਕਤੀਸ਼ਾਲੀ API ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹਨ।",
    "message": "ਗੇਮ ਡਿਵੈਲਪਰਾਂ ਲਈ ਅਰਲੀ ਐਕਸੈਸ"
  },
  "orders_bulk_export": {
    "title": "ਅਸਿਸਟੈਂਟ ਨੂੰ ਆਰਡਰ ਕਰਦਾ ਹੈ",
    "timespan": {
      "title": "ਸਮਾਂ ਮਿਆਦ",
      "subtitle": "ਆਰਡਰ ਦੇਣ ਲਈ ਸ਼ੁਰੂਆਤੀ ਅਤੇ ਸਮਾਪਤੀ ਮਿਤੀਆਂ ਦੀ ਚੋਣ ਕਰੋ।"
    },
    "tasks": {
      "title": "ਟਾਸਕ ਆਉਟਪੁੱਟ",
      "subtitle": "ਥੋਕ ਵਿੱਚ ਆਰਡਰ ਦੀ ਪ੍ਰਕਿਰਿਆ ਲਈ ਕਾਰਜਾਂ ਦੀ ਸੂਚੀ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰੋ। ਨਤੀਜੇ ਵਿੱਚ ਸਿਰਫ਼ ਅਦਾਇਗੀ ਅਤੇ ਸੀਓਡੀ ਆਰਡਰ ਸ਼ਾਮਲ ਹਨ।",
      "export_title": "ਕਾਰਜਾਂ ਦੀ ਸੂਚੀ"
    },
    "labels": {
      "title": "ਪੈਕੇਜ ਲੇਬਲ",
      "subtitle": "ਚੁਣੀ ਗਈ ਸਮਾਂ ਮਿਆਦ ਅਤੇ ਸਥਿਤੀ ਵਿੱਚ ਸਾਰੇ ਆਰਡਰ ਲੇਬਲਾਂ ਦੀ ਸੂਚੀ ਡਾਊਨਲੋਡ ਕਰੋ। ਨਤੀਜੇ ਵਿੱਚ ਸਿਰਫ਼ ਅਦਾਇਗੀ ਅਤੇ ਸੀਓਡੀ ਆਰਡਰ ਸ਼ਾਮਲ ਹਨ।",
      "export_title": "ਬਾਕਸ ਲੇਬਲ"
    }
  },
  "customers_funnel": {
    "title": "ਗਾਹਕ ਜਨਸੰਖਿਆ",
    "subtitle": "ਘੱਟ ਮਾਰਕੀਟਿੰਗ ਦੇ ਨਾਲ ਵਧੇਰੇ ਮੁੱਲ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਬਿਹਤਰ ਫੈਸਲੇ ਲੈਣ ਲਈ ਆਪਣੇ ਗਾਹਕਾਂ ਦੇ ਡੇਟਾ ਨੂੰ ਫਿਲਟਰ ਅਤੇ ਨਿਰਯਾਤ ਕਰੋ! ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਗਾਹਕਾਂ ਦੀ ਗੋਪਨੀਯਤਾ ਦਾ ਸਤਿਕਾਰ ਕਰੋ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਕਦੇ ਵੀ ਵੱਡੀ ਗਿਣਤੀ ਵਿੱਚ ਈਮੇਲ ਨਾ ਭੇਜੋ! ਆਪਣੇ ਗਾਹਕਾਂ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਉਹਨਾਂ ਵਿੱਚੋਂ ਹਰੇਕ ਦੀ ਇਜਾਜ਼ਤ ਲਏ ਬਿਨਾਂ ਤੀਜੀ ਧਿਰ ਦੀਆਂ ਸੇਵਾਵਾਂ ਨਾਲ ਕਦੇ ਵੀ ਸਾਂਝਾ ਨਾ ਕਰੋ।"
  }
};