export default {
  "commons": {
    "pay_today": "ਅੱਜ ਭੁਗਤਾਨ",
    "pay_yesterday": "ਕੱਲ੍ਹ ਦਾ ਭੁਗਤਾਨ",
    "pay_last30days": "ਪਿਛਲੇ 30 ਦਿਨਾਂ ਦਾ ਭੁਗਤਾਨ",
    "create_a_shop": "ਇੱਕ ਦੁਕਾਨ ਬਣਾਓ",
    "start_free": "ਮੁਫ਼ਤ ਸ਼ੁਰੂ ਕਰੋ",
    "featured_apps": "ਫੀਚਰਡ ਐਪਸ",
    "more_apps": "ਹੋਰ ਐਪਾਂ",
    "my_public_profile": "ਮੇਰਾ ਜਨਤਕ ਪ੍ਰੋਫਾਈਲ ਪੰਨਾ",
    "product_admin": "ਉਤਪਾਦ ਪ੍ਰਸ਼ਾਸਕ"
  },
  "numbers": {
    "infinite": "ਅਸੀਮਤ"
  },
  "error": {
    "not_fount_data": "ਡਾਟਾ ਨਹੀਂ ਮਿਲਿਆ!",
    "license_max_limit": "ਤੁਹਾਡਾ ਲਾਇਸੰਸ ਸੀਮਾ ਤੱਕ ਪਹੁੰਚ ਗਿਆ ਹੈ!",
    "no_read_access": "ਪੜ੍ਹਨ ਦੀ ਕੋਈ ਪਹੁੰਚ ਨਹੀਂ",
    "no_write_access": "ਕੋਈ ਲਿਖਣ ਪਹੁੰਚ ਨਹੀਂ ਹੈ",
    "no_access": "ਕੋਈ ਪਹੁੰਚ ਨਹੀਂ"
  },
  "time_spans": {
    "days_range": "ਦਿਨਾਂ ਦੀ ਰੇਂਜ",
    "today": "ਅੱਜ",
    "yesterday": "ਕੱਲ੍ਹ",
    "last_7": "ਪਿਛਲੇ 7 ਦਿਨ",
    "last_14": "ਪਿਛਲੇ 14 ਦਿਨ",
    "last_30": "ਪਿਛਲੇ 30 ਦਿਨ",
    "last_90": "ਪਿਛਲੇ 90 ਦਿਨ",
    "custom": "ਪ੍ਰਥਾ"
  },
  "device_types": {
    "desktop": "ਡੈਸਕਟਾਪ",
    "mobile": "ਮੋਬਾਈਲ",
    "tablet": "ਟੈਬਲੇਟ"
  },
  "create_website_action": "ਆਪਣੀ ਵੈੱਬਸਾਈਟ ਬਣਾਓ — ਇਹ ਮੁਫ਼ਤ ਹੈ",
  "show_shops_action": "ਮੇਰੇ ਸਟੋਰਾਂ ਦੀ ਸੂਚੀ",
  "Youtube": "YouTube",
  "Linkedin": "ਲਿੰਕਡਇਨ",
  "Twitter": "ਟਵਿੱਟਰ",
  "Facebook": "ਫੇਸਬੁੱਕ",
  "Instagram": "Instagram",
  "Reddit": "Reddit",
  "Github": "Github",
  "page_titles": {
    "home": "Selldone ╏ ਤੇਜ਼ੀ ਨਾਲ ਵਧਣ ਵਾਲੀਆਂ ਕੰਪਨੀਆਂ ਲਈ ਕਾਰੋਬਾਰੀ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ",
    "login": "ਲਾਗਿਨ",
    "register": "ਰਜਿਸਟਰ",
    "auth_2fa": "2 ਕਾਰਕ ਪ੍ਰਮਾਣਿਕਤਾ 🔐",
    "academy": "ਬਲੌਗ",
    "help": "ਮਦਦ ਕੇਂਦਰ",
    "price_list": "ਕੀਮਤ ਸੂਚੀ",
    "my_stores": "ਮੇਰੇ ਸਟੋਰ",
    "roles": "ਮੇਰੀਆਂ ਭੂਮਿਕਾਵਾਂ",
    "wallet": "ਮੇਰਾ ਬਟੂਆ",
    "personal_info": "ਨਿੱਜੀ ਜਾਣਕਾਰੀ ╏ ਕੇ.ਵਾਈ.ਸੀ",
    "companies": "ਮੇਰੀਆਂ ਕੰਪਨੀਆਂ",
    "access_control": "ਪਹੁੰਚ ਨਿਯੰਤਰਣ",
    "security_center": "ਸੁਰੱਖਿਆ ਕੇਂਦਰ",
    "gifts": {
      "received": "ਤੋਹਫ਼ੇ ╏ ਪ੍ਰਾਪਤ ਕੀਤਾ",
      "send": "ਤੋਹਫ਼ੇ ╏ ਭੇਜਿਆ"
    },
    "monetization": {
      "linked_accounts": "ਮੁਦਰੀਕਰਨ ╏ ਲਿੰਕ ਕੀਤੇ ਖਾਤੇ",
      "plans": "ਮੁਦਰੀਕਰਨ ╏ ਯੋਜਨਾ ਅਤੇ ਲਿੰਕ"
    },
    "affiliate": "ਐਫੀਲੀਏਟ",
    "avocado": "ਐਵੋਕਾਡੋ — ਆਧੁਨਿਕ ਸੋਸ਼ਲ ਸੇਲਜ਼ ਚੈਨਲ",
    "guild": "ਗਿਲਡ — ਸਮੂਹਿਕ ਵਿਕਰੀ ਚੈਨਲ",
    "partners_login": "ਭਾਈਵਾਲ ╏ ਕਲਾਇੰਟ ਲੌਗਇਨ"
  },
  "blank_is_all_products": "ਸਾਰੇ ਉਤਪਾਦਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਖਾਲੀ ਛੱਡੋ!",
  "cautions": {
    "title": "ਹੇਠਾਂ ਦਿੱਤੇ ਸੁਝਾਵਾਂ ਨੂੰ ਪੂਰਾ ਕਰਕੇ ਆਪਣੇ ਕਾਰੋਬਾਰ ਦਾ ਪੇਸ਼ੇਵਰ ਪ੍ਰਬੰਧ ਕਰੋ। ਮੁਨਾਫੇ ਦੇ ਮਾਰਜਿਨ ਅਤੇ ਹੋਰ ਨੂੰ ਕਿਵੇਂ ਵਧਾਉਣਾ ਹੈ ਇਸ ਬਾਰੇ ਸੁਝਾਵਾਂ ਲਈ ਪੜ੍ਹਦੇ ਰਹੋ। ਅਸੀਂ ਰਸਤੇ ਵਿੱਚ ਤੁਹਾਡੇ ਨਾਲ ਹਾਂ।",
    "no_payment_method": {
      "title": "ਭੁਗਤਾਨੇ ਦੇ ਢੰਗ",
      "message": "ਤੁਹਾਨੂੰ ਆਪਣੀ ਦੁਕਾਨ ਵਿੱਚ ਇੱਕ ਭੁਗਤਾਨ ਵਿਧੀ ਸ਼ਾਮਲ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
      "action": "ਦੁਕਾਨ ਦੇ ਗੇਟਵੇ"
    },
    "link_account": {
      "title": "ਖਾਤਾ ਲਿੰਕ ਕਰੋ",
      "message": "ਤੁਹਾਨੂੰ ਆਪਣੀ ਦੁਕਾਨ ਨਾਲ ਇੱਕ ਖਾਤਾ ({currency}) ਲਿੰਕ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
      "action": "ਖਰੀਦਦਾਰੀ ਖਾਤੇ"
    },
    "no_domain": {
      "title": "ਡੋਮੇਨ ਸ਼ਾਮਲ ਕਰੋ",
      "message": "ਤੁਸੀਂ ਇੱਕ ਜਾਂ ਇੱਕ ਤੋਂ ਵੱਧ ਨਿੱਜੀ ਡੋਮੇਨਾਂ ਨੂੰ ਆਪਣੇ ਸਟੋਰ ਨਾਲ ਕਨੈਕਟ ਕਰ ਸਕਦੇ ਹੋ। ਤੁਹਾਡੀ ਵੈੱਬਸਾਈਟ ਤੁਹਾਡੇ ਡੋਮੇਨ 'ਤੇ ਸਥਾਪਤ ਕੀਤੀ ਜਾਵੇਗੀ। ਇਹ ਪ੍ਰਕਿਰਿਆ ਤੇਜ਼ ਅਤੇ ਆਸਾਨ ਹੈ."
    },
    "domain_not_approved": {
      "title": "ਡੋਮੇਨ ਪੁਸ਼ਟੀਕਰਨ",
      "message": "ਤੁਹਾਡੀ ਡੋਮੇਨ {domain} ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ। DNS ਸੈਟਿੰਗਾਂ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਡੋਮੇਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।"
    },
    "no_currency": {
      "title": "ਮੁਦਰਾ ਸ਼ਾਮਲ ਕਰੋ",
      "message": "ਤੁਹਾਨੂੰ ਆਪਣੇ ਸਟੋਰ ਲਈ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਮੁਦਰਾ ਪਰਿਭਾਸ਼ਿਤ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
      "action": "ਮੁਦਰਾ ਪ੍ਰਬੰਧਨ"
    },
    "no_primary_domain": {
      "title": "ਮੁੱਖ ਡੋਮੇਨ",
      "message": "ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਪ੍ਰਾਇਮਰੀ ਡੋਮੇਨ ਵਜੋਂ ਇੱਕ ਡੋਮੇਨ ਚੁਣੋ। ਡੋਮੇਨ ਨਾਮ ਦੇ ਅੱਗੇ ਸਟਾਰ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ, ਤੁਸੀਂ ਡੋਮੇਨ ਨੂੰ ਆਪਣੇ ਸਟੋਰ ਦੇ ਪ੍ਰਾਇਮਰੀ ਡੋਮੇਨ ਵਜੋਂ ਚੁਣ ਸਕਦੇ ਹੋ। ਇਹ ਖੋਜ ਇੰਜਣਾਂ ਲਈ ਮਹੱਤਵਪੂਰਨ ਹੈ. ਨੋਟ ਕਰੋ ਕਿ ਤੁਹਾਡਾ ਸਟੋਰ ਅਜੇ ਵੀ ਸਾਰੇ ਕਿਰਿਆਸ਼ੀਲ ਡੋਮੇਨਾਂ ਰਾਹੀਂ ਉਪਲਬਧ ਹੋਵੇਗਾ।"
    },
    "shop_complete": {
      "title": "ਪੂਰੀ ਜਾਣਕਾਰੀ",
      "action": "ਦੁਕਾਨ ਸੈਟਿੰਗਾਂ",
      "location_msg": "ਆਪਣਾ ਟਿਕਾਣਾ ਸ਼ਾਮਲ ਕਰੋ",
      "days_open_msg": "ਖੁੱਲੇ ਦਿਨ ਸੈੱਟ ਕਰੋ",
      "time_open_msg": "ਖੁੱਲ੍ਹਣ ਅਤੇ ਬੰਦ ਕਰਨ ਦਾ ਸਮਾਂ ਸੈੱਟ ਕਰੋ",
      "description_msg": "ਆਪਣੇ ਕਾਰੋਬਾਰ ਬਾਰੇ ਸੰਖੇਪ ਵਰਣਨ ਲਿਖੋ",
      "icon_msg": "ਆਪਣਾ ਸਟੋਰ ਲੋਗੋ ਸੈੱਟ ਕਰੋ",
      "shop_gateways_msg": "ਭੁਗਤਾਨ ਵਿਧੀ ਸ਼ਾਮਲ ਕਰੋ",
      "socials_msg": "ਆਪਣੇ ਸਮਾਜਿਕ ਲਿੰਕ ਸ਼ਾਮਲ ਕਰੋ",
      "clubs_msg": "ਗਾਹਕ ਕਲੱਬ ਸੈੱਟ ਕਰੋ",
      "domains_msg": "ਕਸਟਮ ਡੋਮੇਨ ਸ਼ਾਮਲ ਕਰੋ",
      "primary_msg": "ਇੱਕ ਡੋਮੇਨ ਨੂੰ ਪ੍ਰਾਇਮਰੀ ਦੇ ਤੌਰ 'ਤੇ ਸੈੱਟ ਕਰੋ"
    }
  },
  "support": {
    "request": "ਸਹਾਇਤਾ ਲਈ ਬੇਨਤੀ ਕਰੋ",
    "category": "ਸ਼੍ਰੇਣੀ",
    "title": "ਸਪੋਰਟ",
    "message": "ਕੋਈ ਵੀ ਬੇਨਤੀ ਜਾਂ ਸਵਾਲ ਪੁੱਛੋ। ਸਾਡੀ ਸਹਾਇਤਾ ਟੀਮ ਤੁਹਾਡੀ ਅਗਵਾਈ ਕਰੇਗੀ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਆਪਣੀ ਬੇਨਤੀ ਨਾਲ ਸਬੰਧਤ ਪੰਨੇ 'ਤੇ ਆਪਣਾ ਸਵਾਲ ਪੁੱਛਣ ਦਾ ਸੁਝਾਅ ਦਿੰਦੇ ਹਾਂ। ਉਦਾਹਰਨ ਲਈ, ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਡੋਮੇਨ ਸੈਟਿੰਗ ਬਾਰੇ ਕੋਈ ਸਵਾਲ ਹੈ, ਤਾਂ ਇਸਨੂੰ ਆਪਣੇ ਸਟੋਰ ਦੇ ਡੋਮੇਨ ਸੈਟਿੰਗ ਪੰਨੇ ਵਿੱਚ ਭੇਜੋ।",
    "close_at": "{date} ਨੂੰ ਬੰਦ",
    "close_ticket_by_user": "ਧੰਨਵਾਦ, ਮੈਨੂੰ ਜਵਾਬ ਮਿਲ ਗਿਆ"
  },
  "surveys": [
    "ਬਹੁਤ ਗਰੀਬ",
    "ਗਰੀਬ",
    "ਸਧਾਰਣ",
    "ਚੰਗਾ",
    "ਸ਼ਾਨਦਾਰ"
  ],
  "sort": {
    "title": "ਦੇ ਨਾਲ ਕ੍ਰਮਬੱਧ",
    "title_small": "ਦੇ ਨਾਲ ਕ੍ਰਮਬੱਧ..",
    "nothing": "ਕੁਝ ਨਹੀਂ",
    "most_views": "ਜ਼ਿਆਦਾਤਰ ਦ੍ਰਿਸ਼",
    "most_likes": "ਸਭ ਤੋਂ ਮਸ਼ਹੂਰ",
    "most_recent": "ਸਭ ਤੋਂ ਨਵਾਂ",
    "most_sell": "ਵਧੀਆ ਵਿਕਰੀ",
    "cheapest": "ਸਭ ਤੋਂ ਸਸਤਾ",
    "most_expensive": "ਸਭ ਤੋਂ ਮਹਿੰਗਾ",
    "only_available": "ਉਪਲੱਬਧ",
    "view_mode": {
      "normal": "ਸਧਾਰਣ",
      "grid": "ਗਰਿੱਡ",
      "list": "ਸੂਚੀ",
      "insta": "ਇੰਸਟਾ"
    }
  },
  "helps": {
    "title": "Selldone ਮਦਦ ਕੇਂਦਰ",
    "subtitle": "Selldone ਵਿੱਚ ਤੁਹਾਡਾ ਸੁਆਗਤ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਕਾਰੋਬਾਰੀ OS 'ਤੇ ਇੱਕ ਨਵਾਂ ਔਨਲਾਈਨ ਸਟੋਰ ਬਣਾ ਰਹੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇੱਥੇ ਹੋਰ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ।",
    "add_new_help": "ਨਵੀਂ ਮਦਦ",
    "resources": "ਸਰੋਤ",
    "categories": {
      "Welcome": "ਸ਼ੁਰੂਆਤ ਕਰੋ",
      "Setup": "ਸਟੋਰ",
      "Sell": "ਵਿਕਰੀ ਅਤੇ ਮਾਰਕੀਟਿੰਗ",
      "Developer": "ਵਿਕਸਿਤ ਕਰੋ",
      "Application": "ਐਪਲੀਕੇਸ਼ਨਾਂ",
      "Product": "ਉਤਪਾਦ ਅਤੇ ਸ਼੍ਰੇਣੀਆਂ ਪ੍ਰਬੰਧਨ",
      "Blog": "CMS ਅਤੇ ਬਲੌਗ",
      "Order": "ਆਰਡਰ ਪੂਰਤੀ ਕੇਂਦਰ",
      "Channel": "ਵਿਕਰੀ ਚੈਨਲ",
      "Accounting": "ਲੇਖਾਕਾਰੀ ਅਤੇ ਭੁਗਤਾਨ ਵਿਧੀਆਂ",
      "Incentives": "ਪ੍ਰੋਤਸਾਹਨ",
      "Marketing": "ਮਾਰਕੀਟਿੰਗ ਅਤੇ ਮੁਹਿੰਮਾਂ",
      "Logistic": "ਲੌਜਿਸਟਿਕ ਅਤੇ ਸ਼ਿਪਿੰਗ",
      "Customers": "ਗਾਹਕ ਕਲੱਬ ਅਤੇ ਵੰਡ",
      "Page": "ਲੈਂਡਿੰਗ ਅਤੇ ਕਸਟਮ ਪੰਨੇ",
      "Access": "ਸਟਾਫ / API ਪਹੁੰਚ ਪ੍ਰਬੰਧਨ",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "Github ਰਿਪੋਜ਼ਟਰੀ",
    "admin_api_app": "ਐਡਮਿਨ API ਵੈੱਬ ਸੇਵਾ",
    "shop_api_app": "ਸ਼ਾਪ API ਵੈੱਬ ਸੇਵਾ",
    "design_kit": "ਡਿਜ਼ਾਈਨ ਕਿੱਟ",
    "community": "ਭਾਈਚਾਰਾ"
  },
  "blogs": {
    "title": "ਬਲੌਗ",
    "subtitle": "ਵਪਾਰ ਲਈ ਸਬਕ, ਆਤਮਵਿਸ਼ਵਾਸ ਅਤੇ ਗਿਆਨ ਜੋ ਤੁਹਾਨੂੰ ਇੱਕ ਸੰਪੰਨ ਕਾਰੋਬਾਰ ਬਣਾਉਣ ਲਈ ਲੋੜੀਂਦਾ ਹੈ।",
    "add_new_blog": "ਨਵਾਂ ਬਲੌਗ",
    "popular": "ਪ੍ਰਸਿੱਧ",
    "topics": "ਵਿਸ਼ੇ",
    "select_topics": "ਆਪਣੀ ਨੌਕਰੀ ਚੁਣੋ।",
    "select_job_topics": "ਆਪਣੇ ਨੌਕਰੀ-ਸਬੰਧਤ ਵਿਸ਼ੇ ਚੁਣੋ",
    "select_interested_topics": "ਤੁਹਾਨੂੰ ਕਿਹੜੇ ਵਿਸ਼ਿਆਂ ਵਿੱਚ ਦਿਲਚਸਪੀ ਹੈ?"
  },
  "api": {
    "title": "API ਅਤੇ ਏਕੀਕਰਣ",
    "message": "Selldone ਦੀਆਂ ਮੁੱਖ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਵਿੱਚੋਂ ਇੱਕ ਸਟੋਰਾਂ ਨੂੰ ਪ੍ਰਬੰਧਨ ਅਤੇ ਹੋਰ ਸੇਵਾਵਾਂ ਜਿਵੇਂ ਕਿ ਵੇਅਰਹਾਊਸਿੰਗ, ਅਕਾਊਂਟਿੰਗ ਆਦਿ ਨਾਲ ਜੋੜਨ ਲਈ ਮਜ਼ਬੂਤ ਅਤੇ ਸੁਰੱਖਿਅਤ API ਪ੍ਰਦਾਨ ਕਰਨਾ ਹੈ। ਤੁਸੀਂ ਆਪਣੇ ਸਟੋਰ ਲਈ ਕਸਟਮ ਐਪਸ ਅਤੇ ਵੈਬ ਐਪਸ ਵੀ ਡਿਜ਼ਾਈਨ ਕਰ ਸਕਦੇ ਹੋ। ਸਰਵਰ ਅਤੇ ਡਾਟਾ ਪ੍ਰਬੰਧਨ ਬਾਰੇ ਚਿੰਤਾ ਕੀਤੇ ਬਿਨਾਂ. ਬਸ ਡੋਮੇਨ API ਦੀ ਵਰਤੋਂ ਕਰੋ। ਤੁਹਾਡੇ ਕੋਲ ਉਪਭੋਗਤਾਵਾਂ, ਪ੍ਰਮਾਣੀਕਰਨ ਅਤੇ ਹੋਰ ਡੋਮੇਨ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੇ ਪ੍ਰਬੰਧਨ ਦੀ ਸਾਰੀ ਪ੍ਰਕਿਰਿਆ ਹੋਵੇਗੀ।"
  },
  "user_dashboard": {
    "title": "ਮੇਰੀ ਸ਼ਟਲ",
    "subtitle": "ਅਪ-ਟੂ-ਡੇਟ ਜਾਣਕਾਰੀ ਅਤੇ ਸਪਸ਼ਟ ਸੰਭਾਵਨਾ ਨਾਲ ਆਪਣੇ ਕਾਰੋਬਾਰ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।",
    "menu": {
      "affiliate": "ਐਫੀਲੀਏਟ",
      "monetize": "ਮੁਦਰੀਕਰਨ ਕਰੋ",
      "gift": "ਤੋਹਫ਼ਾ",
      "security": "ਸੁਰੱਖਿਆ",
      "access": "ਪਹੁੰਚ",
      "business": "ਕੰਪਨੀ",
      "wallet": "ਬਟੂਆ",
      "identification": "KYC",
      "stores": "ਸਟੋਰ",
      "roles": "ਭੂਮਿਕਾਵਾਂ",
      "home": "ਘਰ",
      "expert": "ਮਾਹਰ",
      "deals": "ਸੌਦੇ",
      "providers": "ਪ੍ਰਦਾਤਾ"
    },
    "shops": {
      "create_new": "ਨਵੀਂ ਦੁਕਾਨ ਬਣਾਓ",
      "create_new_sub": "ਮੁਫ਼ਤ",
      "create_new_sub_need_initial_charge": "ਪਹਿਲਾ ਸਟੋਰ ਬਣਾਉਣਾ ਮੁਫਤ ਹੈ। ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਲਈ ਸ਼ਾਇਦ ਇੱਕ ਦੁਕਾਨ ਕਾਫ਼ੀ ਹੈ, ਪਰ ਜੇਕਰ ਤੁਹਾਨੂੰ ਹੋਰ ਸਟੋਰ ਬਣਾਉਣ ਦੀ ਲੋੜ ਹੈ, ਤਾਂ ਇੱਕ ਨਵਾਂ ਸਟੋਰ ਬਣਾਉਣ ਦੀ ਲਾਗਤ 25$ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਵਾਲਿਟ ਖਾਤੇ ਵਿੱਚੋਂ ਰਕਮ ਕਢਵਾ ਲੈਂਦੇ ਹਾਂ।",
      "menu": {
        "title": "ਮੇਰੀਆਂ ਦੁਕਾਨਾਂ",
        "shops": "ਦੁਕਾਨਾਂ",
        "new": "ਨਵਾਂ"
      },
      "accept_invite_question": "ਕੀ ਤੁਸੀਂ ਇਹ ਸੱਦਾ ਸਵੀਕਾਰ ਕਰਦੇ ਹੋ?",
      "shop_card": {
        "menu_orders": {
          "physical": "ਭੌਤਿਕ ਉਤਪਾਦ ਆਰਡਰ",
          "virtual": "ਵਰਚੁਅਲ ਉਤਪਾਦ ਆਰਡਰ",
          "files": "ਆਰਡਰ ਫਾਈਲ ਕਰੋ",
          "services": "ਸੇਵਾ ਦੇ ਆਦੇਸ਼",
          "subscriptions": "ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਆਰਡਰ"
        },
        "status": "ਸਥਿਤੀ",
        "license": "ਲਾਇਸੰਸ",
        "volume": "ਵਰਤੀ ਗਈ ਥਾਂ",
        "expire": "ਲਾਇਸੰਸ ਦੀ ਮਿਆਦ ਪੁੱਗ ਗਈ",
        "products": "ਉਤਪਾਦ",
        "page_views": "ਵਿਚਾਰ",
        "user_behavior": "ਗਾਹਕ ਵਿਵਹਾਰ",
        "time_span": "{time} ਤੋਂ ਹੁਣ ਤੱਕ",
        "finance_report": "ਵਿੱਤੀ ਰਿਪੋਰਟ",
        "buys": "ਖਰੀਦਦਾਰੀ",
        "payments": "ਭੁਗਤਾਨ",
        "orders": "ਆਰਡਰ",
        "currency": "ਮੁਦਰਾ",
        "no_payment": "ਕੋਈ ਭੁਗਤਾਨ ਨਹੀਂ!",
        "no_purchase": "ਕੋਈ ਖਰੀਦਦਾਰੀ ਨਹੀਂ!"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "ਗਾਹਕ ਫੀਡਬੈਕ",
      "title_small": "ਸੰਖੇਪ ਜਾਣਕਾਰੀ",
      "wishlist": "ਇੱਛਾ-ਸੂਚੀ",
      "comments": "ਟਿੱਪਣੀਆਂ",
      "likes": "ਪਸੰਦ ਹੈ",
      "favorites": "ਮਨਪਸੰਦ",
      "powers": "ਤਾੜੀਆਂ",
      "views": "ਵਿਚਾਰ",
      "report_today": "ਅੱਜ ਦੀ ਰਿਪੋਰਟ",
      "report_last7days": "ਪਿਛਲੇ 7 ਦਿਨਾਂ ਦੀ ਰਿਪੋਰਟ",
      "report_last30days": "ਪਿਛਲੇ 30 ਦਿਨਾਂ ਦੀ ਰਿਪੋਰਟ"
    }
  },
  "admin_shop": {
    "title": "ਸਟੋਰ",
    "menu": {
      "edit": "ਸੈਟਿੰਗਾਂ",
      "automation": "ਆਟੋਮੇਸ਼ਨ",
      "application": "ਐਪਲੀਕੇਸ਼ਨਾਂ",
      "access": "ਪਹੁੰਚ",
      "pages": "ਪੰਨੇ",
      "channels": "ਚੈਨਲ",
      "categories": "ਵਰਗ",
      "marketing": "ਮਾਰਕੀਟਿੰਗ",
      "customers": "ਗਾਹਕ",
      "logistic": "ਲੌਜਿਸਟਿਕ",
      "auditing": "ਲੇਖਾ",
      "incentives": "ਪ੍ਰੋਤਸਾਹਨ",
      "process_center": "ਆਰਡਰ",
      "blog": "ਬਲੌਗ",
      "products": "ਉਤਪਾਦ",
      "shops": "ਦੁਕਾਨਾਂ",
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "autopilot": "ਆਟੋਪਾਇਲਟ",
      "apps": "ਐਪਸ",
      "pos": "POS",
      "seo": "SEO",
      "localization": "ਸਥਾਨੀਕਰਨ",
      "classification": "ਵਰਗੀਕਰਨ"
    },
    "dashboard": {
      "title": "ਦੁਕਾਨ ਡੈਸ਼ਬੋਰਡ",
      "online_staff": "ਔਨਲਾਈਨ ਸਟਾਫ",
      "notify_referral": {
        "message": "ਦੋਸਤਾਂ ਨੂੰ ਆਪਣਾ ਸੱਦਾ ਲਿੰਕ ਭੇਜੋ ਅਤੇ ਮੁਫਤ ਵਾਊਚਰ ਪ੍ਰਾਪਤ ਕਰੋ।",
        "action": "ਮੇਰਾ ਰੈਫਰਲ ਲਿੰਕ"
      },
      "info": {
        "title": "ਤਕਨੀਕੀ",
        "subtitle": "ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ OS ਦੀ ਤਕਨੀਕੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ।",
        "shop_name": "ਦੁਕਾਨ ਦਾ ਨਾਮ",
        "shop_link": "ਦੁਕਾਨ ਲਿੰਕ",
        "site_map": "ਸਾਈਟਮੈਪ",
        "shop_domains": "ਡੋਮੇਨ",
        "shop_domains_msg": "ਕਨੈਕਟ ਕੀਤੀ ਕਸਟਮ ਡੋਮੇਨ ਸੂਚੀ।",
        "home_msg": "ਆਪਣੀ ਵੈੱਬਸਾਈਟ ਦਾ ਡਿਫੌਲਟ ਹੋਮਪੇਜ ਸੈਟ ਕਰੋ। ਇਸਨੂੰ ਹਰੇਕ ਕਸਟਮ ਡੋਮੇਨ ਲਈ ਬਦਲਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
        "add_domain": "ਨਵਾਂ ਡੋਮੇਨ ਸ਼ਾਮਲ ਕਰੋ",
        "currencies": "ਕਿਰਿਆਸ਼ੀਲ ਮੁਦਰਾਵਾਂ",
        "currencies_alert": "ਸਟੋਰ ਲਈ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਮੁਦਰਾ ਚੁਣੋ!",
        "status": "ਸਥਿਤੀ",
        "license": "ਲਾਇਸੰਸ",
        "expire": "ਲਾਇਸੰਸ ਦੀ ਮਿਆਦ ਪੁੱਗਣ ਦੀ ਮਿਤੀ",
        "upgrade_license_action": "{name} 'ਤੇ ਅੱਪਗ੍ਰੇਡ ਕਰੋ",
        "wage": "ਫੀਸ",
        "cpu_message": "ਤੁਹਾਡੇ ਦੁਆਰਾ ਖਰੀਦੀ ਗਈ ਯੋਜਨਾ ਲਈ ਤਿਆਰ ਕੀਤੇ ਸਰੋਤਾਂ ਦੀ ਸੰਖਿਆ ਅਤੇ ਉਹ ਸਰੋਤ ਜੋ ਤੁਸੀਂ ਆਪਣੀ ਸੇਵਾ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਦੇ ਹੋ।",
        "hide_domains": "ਮੇਰੇ ਡੋਮੇਨ ਓਹਲੇ ਕਰੋ",
        "show_domains": "ਮੇਰੇ ਡੋਮੇਨ ਦਿਖਾਓ",
        "table": {
          "primary": "ਪ੍ਰਾਇਮਰੀ",
          "url": "ਯੂਆਰਐਲ",
          "site_map": "ਸਾਈਟ ਦਾ ਨਕਸ਼ਾ",
          "enable": "ਯੋਗ ਕਰੋ",
          "indexed": "ਸੂਚੀਬੱਧ",
          "and_more": "& ਹੋਰ..",
          "auto_repair": "ਆਟੋ ਮੁਰੰਮਤ"
        },
        "add_dialog": {
          "title": "ਸਟੋਰ ਡੋਮੇਨ ਕੌਂਫਿਗਰ ਕਰੋ",
          "step1": "ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਮੁੱਲਾਂ ਤੋਂ ਇੱਕ DNS ਡੋਮੇਨ ਜਾਂ ਸਬਡੋਮੇਨ ਲਈ ਰਿਕਾਰਡ A ਦੀ IP ਸੀਮਾ ਪਰਿਭਾਸ਼ਿਤ ਕਰ ਸਕਦੇ ਹੋ:",
          "step2": "ਇੱਕ DNS TXT ਰਿਕਾਰਡ ਸ਼ਾਮਲ ਕਰੋ:",
          "set_ip_alert": "ਰਿਕਾਰਡ A <b>{ip}</b> ਦਾ IP ਮੁੱਲ ਸੈੱਟ ਕਰੋ।",
          "input_domain": "ਡੋਮੇਨ URL",
          "correct": "ਡੋਮੇਨ ਸੈਟਿੰਗਾਂ ਸਹੀ ਹਨ।",
          "set_message": "ਇਸ ਡੋਮੇਨ ਦੇ CNAME ਨੂੰ {cname} 'ਤੇ ਸੈੱਟ ਕਰੋ।",
          "input_domain_message": "http ਅਤੇ https ਤੋਂ ਬਿਨਾਂ ਡੋਮੇਨ ਨਾਮ ਦਰਜ ਕਰੋ।",
          "ssl_message": "ਆਪਣੀ ਵੈੱਬਸਾਈਟ ਲਈ SSL ਸਰਟੀਫਿਕੇਟ ਬਾਰੇ ਚਿੰਤਾ ਨਾ ਕਰੋ। ਇਹ ਪ੍ਰਮਾਣੀਕਰਣ Selldone (ਬੀਟਾ) ਦੁਆਰਾ ਆਪਣੇ ਆਪ ਤੁਹਾਡੇ ਡੋਮੇਨ ਲਈ ਜਾਰੀ ਕੀਤਾ ਜਾਵੇਗਾ।",
          "active": "ਡੋਮੇਨ ਕਿਰਿਆਸ਼ੀਲ ਹੈ",
          "inactive": "ਡੋਮੇਨ ਅਯੋਗ ਹੈ",
          "success_message": "ਵਧਾਈਆਂ, ਤੁਹਾਡੀ ਸਾਈਟ {domain} 'ਤੇ ਸਮਰੱਥ ਹੈ। ਤੁਸੀਂ ਇਸ ਡੋਮੇਨ ਰਾਹੀਂ ਆਪਣੇ ਕਾਰੋਬਾਰ ਅਤੇ ਬ੍ਰਾਂਡ ਨੂੰ ਦੁਨੀਆ ਦੇ ਸਾਹਮਣੇ ਪੇਸ਼ ਕਰ ਸਕਦੇ ਹੋ।",
          "delete_action": "ਕੀ ਡੋਮੇਨ ਨੂੰ ਮਿਟਾਉਣਾ ਹੈ?"
        },
        "set_home_dialog": {
          "title": "ਡੋਮੇਨ ਹੋਮ ਪੇਜ ਸੈੱਟ ਕਰੋ"
        },
        "notification": {
          "add_message": "ਡੋਮੇਨ ਪਤਾ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
          "update_message": "ਡੋਮੇਨ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਹੋਇਆ।",
          "delete_domain_message": "ਡੋਮੇਨ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਇਆ ਗਿਆ।"
        },
        "alert": {
          "title": "ਡੋਮੇਨ ਮਿਟਾਓ",
          "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਡੋਮੇਨ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਦੂਜਿਆਂ ਨੂੰ ਧੋਖਾਧੜੀ ਤੋਂ ਰੋਕਣ ਲਈ ਆਪਣੇ ਡੋਮੇਨ ਦੇ DNS ਰਿਕਾਰਡ ਮੁੱਲਾਂ ਨੂੰ ਰੀਸੈਟ ਕਰਨਾ ਯਕੀਨੀ ਬਣਾਓ।"
        }
      },
      "active_orders": {
        "title": "ਆਰਡਰ",
        "title_small": "ਭੌਤਿਕ, ਫਾਈਲ, ਵਰਚੁਅਲ ਅਤੇ ਸਰਵਿਸ ਆਰਡਰ",
        "pending_orders": "ਬਕਾਇਆ ਆਰਡਰ",
        "physical": "ਭੌਤਿਕ ਉਤਪਾਦ ਆਰਡਰ",
        "virtual": "ਵਰਚੁਅਲ ਉਤਪਾਦ ਆਰਡਰ",
        "file": "ਉਤਪਾਦ ਆਰਡਰ ਫਾਈਲ ਕਰੋ",
        "service": "ਸੇਵਾ ਉਤਪਾਦ ਆਰਡਰ",
        "subscription": "ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਆਰਡਰ"
      },
      "products": {
        "title": "ਵਸਤੂ ਸੂਚੀ",
        "title_small": "ਉਤਪਾਦ, ਸੇਵਾਵਾਂ, ਫ਼ਾਈਲਾਂ",
        "total_products": "ਕੁੱਲ ਉਤਪਾਦ ਕਿਸਮਾਂ"
      },
      "finance": {
        "title": "ਵਿੱਤੀ",
        "title_small": "ਵਿੱਤੀ ਰਿਪੋਰਟ",
        "total_30days_title": "ਕੁੱਲ ਵਿਕਰੀ ਰਕਮ",
        "last_30_day": "ਪਿਛਲੇ 30 ਦਿਨ",
        "pay_amount_chart_title": "ਭੁਗਤਾਨ",
        "sell_amount_chart_title": "ਵਿਕਰੀ",
        "discount_amount_chart_title": "ਛੂਟ",
        "currency_convert_to": "ਮੁਦਰਾ ਨੂੰ",
        "active_currencies": "ਕਿਰਿਆਸ਼ੀਲ ਮੁਦਰਾਵਾਂ",
        "sell_count_chart_title": "ਵੇਰੀਐਂਟ ਦੁਆਰਾ ਵਿਕਰੀ ਦੀ ਸੰਖਿਆ",
        "active_gateways": "ਕਿਰਿਆਸ਼ੀਲ ਭੁਗਤਾਨ ਗੇਟਵੇ",
        "received_last_24h": "ਪਿਛਲੇ 7 ਘੰਟਿਆਂ ਵਿੱਚ ਪ੍ਰਾਪਤ ਹੋਇਆ",
        "pie": {
          "title": "ਅੱਜ ਦੀ ਵਿਕਰੀ ਅਨੁਪਾਤ",
          "no_data": "ਅੱਜ ਕੋਈ ਵਿਕਰੀ ਨਹੀਂ ਹੈ"
        },
        "pay_amount": "ਭੁਗਤਾਨ ਦੀ ਰਕਮ",
        "sell_amount": "ਵਿਕਰੀ ਦੀ ਰਕਮ",
        "discount_amount": "ਛੂਟ ਦੀ ਰਕਮ",
        "sell_count": "ਵਿਕਰੀ ਦੀ ਗਿਣਤੀ",
        "table": {
          "currency": "ਮੁਦਰਾ",
          "total_sell_30days": "30 ਦਿਨਾਂ ਦੀ ਕੁੱਲ ਵਿਕਰੀ",
          "sell_daily": "ਰੋਜ਼ਾਨਾ ਵਿਕਰੀ ਦਰ",
          "sell": "ਵਿਕਰੀ",
          "pay": "ਭੁਗਤਾਨ ਕਰੋ"
        }
      },
      "customers": {
        "title": "ਖਰੀਦਦਾਰ ਗਾਹਕ",
        "title_small": "ਪਰਿਵਰਤਨ ਰਿਪੋਰਟ",
        "total_customers": "ਕੁੱਲ",
        "new_customers_today": "ਅੱਜ",
        "new_customers_week": "ਪਿਛਲੇ 7 ਦਿਨ",
        "orders_count": "ਆਰਡਰ ਦੀ ਗਿਣਤੀ",
        "days_range": "ਦਿਨਾਂ ਦੀ ਰੇਂਜ",
        "new_users": "ਨਵੇਂ ਰਜਿਸਟਰਡ ਉਪਭੋਗਤਾ",
        "chart": {
          "new_customers": "ਨਵੇਂ ਗਾਹਕ",
          "customers": "ਕੁੱਲ ਗਾਹਕ"
        }
      },
      "plugins": {
        "title": "ਪਲੱਗਇਨ",
        "title_small": "ਸਥਾਪਿਤ ਕੀਤਾ"
      },
      "performance": {
        "title": "ਅੱਜ",
        "title_small": "ਉਪਭੋਗਤਾ ਅਤੇ ਵਿਕਰੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ",
        "users": "ਉਪਭੋਗਤਾ",
        "views": "ਵਿਚਾਰ",
        "orders": "ਆਰਡਰ",
        "payments": "ਭੁਗਤਾਨ",
        "no_visitor_today": "ਅੱਜ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਮਹਿਮਾਨ ਨਹੀਂ ਸੀ।"
      },
      "channels": {
        "title": "ਪ੍ਰਾਪਤੀ ਚੈਨਲ",
        "subtitle": "ਤੁਹਾਡਾ ਕਾਰੋਬਾਰ ਵਧ ਰਿਹਾ ਹੈ। ਇੱਥੇ ਤੁਹਾਡੇ ਗਾਹਕ ਪ੍ਰਾਪਤੀ ਚੈਨਲਾਂ ਦੀ ਰਿਪੋਰਟ ਹੈ।"
      }
    },
    "products": {
      "title": "ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ",
      "products_list": "ਸੂਚੀ 'ਤੇ ਵਾਪਸ ਜਾਓ",
      "products_menu": "ਉਤਪਾਦ ਪ੍ਰਬੰਧਨ",
      "process_que": "ਆਯਾਤ ਉਤਪਾਦਾਂ ਦੀ ਪ੍ਰੋਸੈਸਿੰਗ",
      "view_que_list": "ਕਤਾਰ ਸੂਚੀ ਵੇਖੋ",
      "menu_products_list": "ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ",
      "menu_export": "ਉਤਪਾਦ ਨਿਰਯਾਤ",
      "menu_import": "ਉਤਪਾਦ ਆਯਾਤ ਕਰੋ",
      "menu_show_deletes": "ਮਿਟਾਏ ਗਏ ਉਤਪਾਦ ਦਿਖਾਓ",
      "drop_import_message": "ਬਲਕ ਉਤਪਾਦਾਂ ਨੂੰ ਜੋੜਨਾ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ ਫਾਈਲ (CSV, XLS, XLSX ਫਾਰਮੈਟ) ਨੂੰ ਇੱਥੇ ਸੁੱਟੋ। ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਫਾਈਲ ਵਿੱਚ Selldone ਉਤਪਾਦ ਸੂਚੀ ਫਾਰਮੈਟ ਹੈ।",
      "product_widget": {
        "product_type": "ਉਤਪਾਦ ਦੀ ਕਿਸਮ",
        "price": "ਕੀਮਤ",
        "value_added": "ਕਮਿਸ਼ਨ",
        "discount": "ਛੂਟ",
        "in_stock": "ਭੰਡਾਰ ਵਿੱਚ",
        "product_unit": "ਯੂਨਿਟ",
        "total_sell": "ਕੁੱਲ ਵਿਕਰੀ",
        "total_view": "ਕੁੱਲ ਦ੍ਰਿਸ਼",
        "view_unit": "ਵਾਰ",
        "review_unit": "ਸਮੀਖਿਆਵਾਂ"
      },
      "folder_widget": {
        "products": "ਉਤਪਾਦ",
        "products_unit": "ਕਿਸਮਾਂ",
        "sub_categories": "ਵਰਗ",
        "sub_categories_unit": "ਇਕਾਈ",
        "views": "ਵਿਚਾਰ",
        "views_unit": "ਵਾਰ"
      },
      "menu_advanced_options": "ਉੱਨਤ ਵਿਕਲਪ",
      "products_rss": {
        "title": "ਉਤਪਾਦ RSS",
        "subtitle": "Google, Meta, ਵਿੱਚ ਉਤਪਾਦਾਂ ਨੂੰ ਆਯਾਤ ਕਰਨਾ ..."
      },
      "products_api": {
        "title": "ਉਤਪਾਦ API",
        "subtitle": "ਜਨਤਕ ਤੌਰ 'ਤੇ ਪਹੁੰਚਯੋਗ API ਕਾਲ ਰਾਹੀਂ ਉਤਪਾਦਾਂ ਨੂੰ ਆਯਾਤ ਕਰਨਾ।"
      },
      "google_sheet": {
        "action": "ਲਿੰਕ ਕੀਤੀ ਸ਼ੀਟ",
        "tooltip": "ਇਸ ਦੁਕਾਨ ਦੇ ਉਤਪਾਦ Google ਡਰਾਈਵ ਵਿੱਚ ਇੱਕ Google ਸ਼ੀਟ ਨਾਲ ਜੁੜੇ ਹੋਏ ਹਨ।"
      },
      "show_deletes": {
        "false_title": "ਮਿਟਾਇਆ ਓਹਲੇ",
        "true_title": "ਮਿਟਾਇਆ ਦਿਖਾਓ"
      },
      "show_vendors": {
        "false_title": "ਵਿਕਰੇਤਾਵਾਂ ਨੂੰ ਲੁਕਾਓ",
        "false_description": "ਸਾਰੇ ਵਿਕਰੇਤਾ ਦਿਖਾਓ, ⌘Ctrl+1",
        "true_title": "ਵਿਕਰੇਤਾ ਦਿਖਾਓ"
      },
      "show_notes": {
        "false_title": "ਨੋਟਸ ਲੁਕਾਓ",
        "false_description": "ਸਾਰੇ ਨੋਟਸ ਦਿਖਾਓ, ⌘Ctrl+2",
        "true_title": "ਨੋਟਸ ਦਿਖਾਓ"
      },
      "rss_dialog": {
        "title": "ਉਤਪਾਦ RSS",
        "subtitle": "ਸਾਰੇ ਉਤਪਾਦਾਂ ਦੀ ਅੱਪ-ਟੂ-ਡੇਟ ਸੂਚੀ ਬਣਾਈ ਰੱਖਣ ਲਈ ਇਸ RSS ਫੀਡ ਦੀ ਵਰਤੋਂ ਕਰੋ।"
      },
      "api_dialog": {
        "title": "ਉਤਪਾਦ API",
        "subtitle": "ਆਪਣੀ ਉਤਪਾਦ ਸੂਚੀ ਨੂੰ ਅੱਪ-ਟੂ-ਡੇਟ ਰੱਖਣ ਲਈ ਇਸ API ਫੀਡ ਦੀ ਵਰਤੋਂ ਕਰੋ। ਇਹ ਤੁਹਾਡੇ ਸਟੋਰ ਤੋਂ ਉਤਪਾਦਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਇੱਕ ਜਨਤਕ ਤੌਰ 'ਤੇ ਪਹੁੰਚਯੋਗ API ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ, ਇਸ ਨੂੰ ਉਤਪਾਦ ਸੂਚੀਕਰਨ ਅਤੇ ਤੁਲਨਾ ਵੈਬਸਾਈਟਾਂ ਲਈ ਆਦਰਸ਼ ਬਣਾਉਂਦਾ ਹੈ।"
      }
    },
    "blogs": {
      "new": "ਨਵਾਂ ਲਿਖੋ",
      "blogs": "ਬਲੌਗ",
      "list": {
        "title": "ਮੇਰੇ ਲੇਖ",
        "waiting_message": "ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ... ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ",
        "published": "ਪ੍ਰਕਾਸ਼ਿਤ",
        "draft": "ਡਰਾਫਟ",
        "private": "ਨਿਜੀ",
        "public": "ਜਨਤਕ",
        "table": {
          "title": "ਸਿਰਲੇਖ",
          "author": "ਲੇਖਕ",
          "claps": "ਤਾੜੀਆਂ",
          "like": "ਪਸੰਦ ਹੈ",
          "comments": "ਟਿੱਪਣੀਆਂ",
          "views": "ਵਿਚਾਰ",
          "publish_state": "ਸਥਿਤੀ",
          "created_at": "ਬਣਾਉਣ ਦੀ ਮਿਤੀ",
          "updated_at": "ਆਖਰੀ ਅੱਪਡੇਟ"
        },
        "subtitle": "ਆਪਣੇ ਆਪ ਨੂੰ ਅਤੇ ਆਪਣੇ ਕਾਰੋਬਾਰ ਨੂੰ ਪੇਸ਼ ਕਰਨ ਲਈ ਇੱਕ ਆਧੁਨਿਕ ਇਨਲਾਈਨ ਸੰਪਾਦਕ ਨਾਲ ਲੇਖ ਲਿਖੋ। ਅਸਲ ਸਮਗਰੀ ਪਹਿਲੀ ਚੀਜ਼ ਹੈ ਜਿਸ 'ਤੇ ਤੁਹਾਨੂੰ ਉੱਚ-ਗੁਣਵੱਤਾ ਵਾਲੇ ਐਸਈਓ-ਅਨੁਕੂਲ ਬਲੌਗ ਪੋਸਟ ਲਿਖਣ ਵੇਲੇ ਧਿਆਨ ਦੇਣ ਦੀ ਜ਼ਰੂਰਤ ਹੈ."
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ... ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ",
        "rejected": "ਰੱਦ ਕਰ ਦਿੱਤਾ",
        "delivery": "ਸ਼ਿਪਿੰਗ",
        "discount": "ਛੂਟ",
        "not_paid": "ਭੁਗਤਾਨ ਨਹੀਂ ਕੀਤਾ ਗਿਆ",
        "table": {
          "order_number": "ਆਰਡਰ ਕੋਡ",
          "order_date": "ਚੈੱਕਆਉਟ ਮਿਤੀ",
          "status": "ਆਖਰੀ ਸਥਿਤੀ",
          "price": "ਕੁੱਲ ਮਾਤਰਾ",
          "payment_status": "ਭੁਗਤਾਨ ਸਥਿਤੀ"
        }
      },
      "virtual": {
        "waiting_message": "ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ... ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ",
        "discount": "ਛੂਟ",
        "table": {
          "order_number": "ਆਰਡਰ ਕੋਡ",
          "product": "ਉਤਪਾਦ",
          "order_date": "ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਮਿਤੀ",
          "status": "ਆਖਰੀ ਸਥਿਤੀ",
          "price": "ਕੁੱਲ ਮਾਤਰਾ",
          "payment_status": "ਭੁਗਤਾਨ ਸਥਿਤੀ"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "ਐਕਸਚੇਂਜ",
        "gateway": "ਗੇਟਵੇ",
        "invoice": "ਬਿਲਿੰਗ",
        "report": "ਰਿਪੋਰਟ",
        "tax": "ਟੈਕਸ",
        "drop_shipping": "ਵਿਕਰੇਤਾ ਰਸੀਦਾਂ",
        "reseller_accounts": "ਵਿਕਰੇਤਾ ਖਾਤੇ",
        "valuations": "ਮੁੱਲ",
        "customer_wallets": "ਗਾਹਕ ਵਾਲਿਟ"
      },
      "invoice": {
        "title": "ਲਿੰਕਡ ਵਾਲਿਟ ਖਰੀਦੋ",
        "subtitle": "ਇਹਨਾਂ ਵਾਲਿਟ ਖਾਤਿਆਂ ਤੋਂ ਖਰਚੇ, ਕਮਿਸ਼ਨ ਅਤੇ ਸਟੋਰ ਦੇ ਖਰਚੇ ਕੱਟੇ ਜਾਂਦੇ ਹਨ।",
        "title_add": "ਨਵਾਂ ਵਾਲਿਟ ਖਾਤਾ ਕਨੈਕਟ ਕਰੋ",
        "subtitle_add": "ਤੁਹਾਨੂੰ ਹਰੇਕ ਮੁਦਰਾ ਲਈ ਇੱਕ ਨਵਾਂ ਵਾਲਿਟ ਬਣਾਉਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਇਸਨੂੰ ਆਪਣੇ ਸਟੋਰ ਨਾਲ ਜੋੜਨਾ ਚਾਹੀਦਾ ਹੈ। ਇਸ ਬਟੂਏ ਤੋਂ ਸੇਵਾ ਫੀਸ ਵਾਪਸ ਲੈ ਲਈ ਜਾਵੇਗੀ।",
        "add_account": "ਖਾਤਾ ਸ਼ਾਮਲ ਕਰੋ",
        "charge_account": "ਚਾਰਜ ਖਾਤਾ",
        "show_transaction": "ਲੈਣ-ਦੇਣ ਦਿਖਾਓ",
        "table": {
          "currency": "ਮੁਦਰਾ",
          "account_number": "ਅਕਾਊਂਟ ਨੰਬਰ",
          "account_name": "ਅਕਾਉਂਟ ਦਾ ਨਾਂ",
          "balance": "ਸੰਤੁਲਨ",
          "free_balance": "ਉਪਲਬਧ ਬਕਾਇਆ",
          "actions": "ਹਟਾਓ"
        },
        "add_account_dialog": {
          "title": "ਕ੍ਰੈਡਿਟ ਖਾਤੇ ਨੂੰ ਸਟੋਰ ਨਾਲ ਕਨੈਕਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ",
          "subtitle": "ਜਦੋਂ ਤੁਸੀਂ Selldone ਨਾਲ ਵਾਲਿਟ ਖਾਤਾ ਖੋਲ੍ਹਦੇ ਹੋ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਕਿਸੇ ਹੋਰ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਵਾਂਗ ਇੱਕ ਵਰਚੁਅਲ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਅਤੇ ਖਾਤਾ ਦੇਵਾਂਗੇ। Selldone ਵਿਕਰੀ ਫੀਸ ਇਸ ਖਾਤੇ ਤੋਂ ਕੱਟੀ ਜਾਵੇਗੀ, ਪਰ ਜੇਕਰ ਤੁਹਾਡੇ ਖਾਤੇ ਦਾ ਬਕਾਇਆ ਕਾਫ਼ੀ ਨਹੀਂ ਹੈ, ਤਾਂ ਇਹ ਰਕਮ ਬਕਾਇਆ ਹੋਵੇਗੀ। ਤੁਸੀਂ ਸੇਲਡੋਨ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ ਜਿੰਨੀ ਤੁਹਾਨੂੰ ਲੋੜ ਹੈ।",
          "account_number": "ਅਕਾਊਂਟ ਨੰਬਰ",
          "account_number_input_message": "ਸਟੋਰ ਨੂੰ ਇਸ ਖਾਤੇ ਨਾਲ ਲਿੰਕ ਕੀਤਾ ਜਾਵੇਗਾ। ਇਹ ਖਾਤਾ ਫੀਸਾਂ ਅਤੇ ਖਰਚਿਆਂ ਲਈ ਵਰਤਿਆ ਜਾਵੇਗਾ।",
          "balance": "ਖਾਤੇ ਦਾ ਬਕਾਇਆ",
          "connect_account_to_shop": "ਖਾਤੇ ਨੂੰ ਸਟੋਰ ਨਾਲ ਕਨੈਕਟ ਕਰੋ"
        },
        "notifications": {
          "connect_account_success": "ਖਾਤਾ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
          "delete_account_success": "ਸਟੋਰ ਤੋਂ ਖਾਤਾ ਸਫਲਤਾਪੂਰਵਕ ਹਟਾਇਆ ਗਿਆ।"
        },
        "alert": {
          "delete_account": "ਖਾਤਾ ਡਿਸਕਨੈਕਟ ਕਰੋ",
          "delete_account_message": "ਕੀ ਤੁਸੀਂ ਸਟੋਰ ਖਾਤਿਆਂ ਦੀ ਸੂਚੀ ਵਿੱਚੋਂ ਇਸ ਖਾਤੇ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
          "delete_account_action": "ਖਾਤਾ ਮਿਟਾਓ"
        },
        "inform_charge_account": "ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਚਾਰਜ ਕਰੋ!",
        "inform_charge_account_critical": "ਸੇਵਾ ਮੁਅੱਤਲੀ ਨੂੰ ਰੋਕਣ ਲਈ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਚਾਰਜ ਕਰੋ!"
      },
      "gateway": {
        "title": "ਭੁਗਤਾਨ ਵਿਧੀਆਂ",
        "sub_title": "ਕਿਰਿਆਸ਼ੀਲ ਭੁਗਤਾਨ ਵਿਧੀਆਂ ਦੀ ਸੂਚੀ। ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੀ ਦੁਕਾਨ ਵਿੱਚ ਇੱਕ ਨਵਾਂ ਤਰੀਕਾ ਜੋੜਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ ਨੂੰ ਦਬਾਓ। ਅਸੀਂ ਜ਼ੋਰਦਾਰ ਸਿਫਾਰਸ਼ ਕਰਦੇ ਹਾਂ ਕਿ 10 ਤੋਂ ਵੱਧ ਭੁਗਤਾਨ ਗੇਟਵੇ ਸ਼ਾਮਲ ਨਾ ਕੀਤੇ ਜਾਣ।",
        "add_gateway": "ਨਵੀਂ ਭੁਗਤਾਨ ਵਿਧੀ",
        "add_gateway_dialog": {
          "title": "ਮੁਦਰਾ ਚੁਣੋ",
          "country_currencies": "ਸਥਾਨਕ ਮੁਦਰਾਵਾਂ",
          "crypto_currencies": "ਕ੍ਰਿਪਟੋਕਰੰਸੀ",
          "active_gateways": "ਕਿਰਿਆਸ਼ੀਲ ਭੁਗਤਾਨ ਵਿਧੀਆਂ",
          "confirm": "ਭੁਗਤਾਨ ਵਿਧੀ ਸ਼ਾਮਲ ਕਰੋ"
        }
      },
      "exchange": {
        "title": "ਕਿਰਿਆਸ਼ੀਲ ਮੁਦਰਾਵਾਂ ਸਟੋਰ ਕਰੋ",
        "subtitle": "ਉਪਭੋਗਤਾ ਸਰਗਰਮ ਮੁਦਰਾਵਾਂ ਵਿੱਚੋਂ ਇੱਕ ਦੀ ਚੋਣ ਕਰਨ ਦੇ ਯੋਗ ਹੋਣਗੇ ਅਤੇ ਉਤਪਾਦਾਂ ਦੀਆਂ ਕੀਮਤਾਂ ਦੀ ਗਣਨਾ ਕੀਤੀ ਜਾਵੇਗੀ ਅਤੇ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀ ਜਾਵੇਗੀ। ਇਹ ਐਕਸਚੇਂਜ ਰੇਟ ਦਰਜ ਕਰਨਾ ਵਿਕਰੇਤਾ 'ਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈ।",
        "shop_currencies_input": "ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਕਿਰਿਆਸ਼ੀਲ ਮੁਦਰਾਵਾਂ",
        "shop_currencies_input_error": "ਘੱਟੋ-ਘੱਟ ਇੱਕ ਮੁਦਰਾ ਚੁਣੋ",
        "rates": {
          "title": "ਮੁਦਰਾ ਵਟਾਂਦਰਾ ਦਰ",
          "sub_title": "ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੀਆਂ ਕਿਸੇ ਵੀ ਮੁਦਰਾਵਾਂ ਦੇ ਆਧਾਰ 'ਤੇ ਉਤਪਾਦ ਦੀਆਂ ਕੀਮਤਾਂ ਦਾਖਲ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਉਤਪਾਦ ਦੀਆਂ ਕੀਮਤਾਂ ਤੁਹਾਡੀਆਂ ਮੁਦਰਾਵਾਂ ਦੇ ਵਿਚਕਾਰ ਪਰਿਵਰਤਨ ਦਰਾਂ 'ਤੇ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਗਿਣੀਆਂ ਜਾਣਗੀਆਂ।",
          "message": "ਮੁਦਰਾਵਾਂ ਦੇ ਵਿਚਕਾਰ ਐਕਸਚੇਂਜ ਦਰਾਂ ਨੂੰ ਦਾਖਲ ਕਰਨ ਨਾਲ, ਤੁਹਾਡੇ ਉਤਪਾਦਾਂ ਦੀਆਂ ਕੀਮਤਾਂ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਗਣਨਾ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ ਅਤੇ ਅਪਡੇਟ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ।",
          "add_new_rate": "ਨਵੀਂ ਦਰ ਸ਼ਾਮਲ ਕਰੋ"
        },
        "table": {
          "waiting_receive_data": "ਜਾਣਕਾਰੀ ਮਿਲ ਰਹੀ ਹੈ...ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ",
          "rate_input": "ਐਕਸਚੇਂਜ ਦਰ",
          "from": "ਤੋਂ",
          "to": "ਨੂੰ",
          "exchange_rate": "ਐਕਸਚੇਂਜ ਦਰ",
          "edit": "ਸੰਪਾਦਿਤ ਕਰੋ",
          "delete": "ਮਿਟਾਓ",
          "auto": "ਆਟੋ ਰੇਟ"
        },
        "add_rate_dialog": {
          "title": "ਐਕਸਚੇਂਜ ਰੇਟ ਸੈੱਟ ਕਰੋ",
          "message": "ਜਾਣਕਾਰੀ ਦਰਜ ਕਰਨ ਵਿੱਚ ਸਾਵਧਾਨ ਰਹੋ। ਤੁਹਾਡੇ ਉਤਪਾਦਾਂ ਦੀਆਂ ਕੀਮਤਾਂ ਇੱਥੇ ਦਰਜ ਕੀਤੀਆਂ ਦਰਾਂ ਦੇ ਆਧਾਰ 'ਤੇ ਗਿਣੀਆਂ ਜਾਣਗੀਆਂ।",
          "currency_from": "ਮੁਦਰਾ ਤੋਂ",
          "currency_to": "ਮੁਦਰਾ ਨੂੰ",
          "exchange_rate": "ਐਕਸਚੇਂਜ ਦਰ"
        },
        "alert": {
          "title": "ਪਰਿਵਰਤਨ ਦਰ ਨੂੰ ਮਿਟਾਓ",
          "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਪਰਿਵਰਤਨ ਦਰ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
          "action": "ਮਿਟਾਓ"
        },
        "notifications": {
          "delete_success": "ਐਕਸਚੇਂਜ ਦਰ ਹਟਾਈ ਗਈ।",
          "add_success": "ਐਕਸਚੇਂਜ ਦਰ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।",
          "update_success": "ਸਟੋਰ ਸਰਗਰਮ ਮੁਦਰਾਵਾਂ ਅੱਪਡੇਟ ਕੀਤੀਆਂ ਗਈਆਂ।"
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "ਗੋਦਾਮ",
        "subtitle": "ਮੇਰੇ ਗੋਦਾਮਾਂ ਦੀ ਸੂਚੀ।"
      },
      "warehouse_btn": "ਨਵਾਂ ਵੇਅਰਹਾਊਸ ਸ਼ਾਮਲ ਕਰੋ",
      "warehouse_btn_error": "ਆਪਣਾ ਵੇਅਰਹਾਊਸ, ਸਟੋਰ, ਜਾਂ ਆਪਣੇ ਕਾਰੋਬਾਰ ਦਾ ਮੂਲ ਸੈੱਟ ਕਰੋ। ਸ਼ਿਪਿੰਗ ਲਾਗਤ ਦੀ ਗਣਨਾ ਅਤੇ ਚੈੱਕਆਉਟ ਪ੍ਰਕਿਰਿਆ ਵਿੱਚ ਹੋਣਾ ਬਹੁਤ ਜ਼ਰੂਰੀ ਹੈ।",
      "size_unit": {
        "title": "ਆਕਾਰ ਯੂਨਿਟ",
        "subtitle": "ਲੰਬਾਈ, ਚੌੜਾਈ ਅਤੇ ਉਚਾਈ ਲਈ ਵਰਤੀ ਗਈ ਇਕਾਈ।"
      },
      "mass_unit": {
        "title": "ਪੁੰਜ ਯੂਨਿਟ",
        "subtitle": "ਵਜ਼ਨ ਲਈ ਵਰਤੀ ਗਈ ਇਕਾਈ।"
      },
      "menu": {
        "return_request": "ਵਾਪਸ ਆ",
        "delivery": "ਸ਼ਿਪਿੰਗ",
        "inventory": "ਵਸਤੂ ਸੂਚੀ",
        "warehouse": "ਵੇਅਰਹਾਊਸ",
        "logistic_apps": "ਲੌਜਿਸਟਿਕਸ",
        "profiles": "ਪ੍ਰੋਫਾਈਲਾਂ",
        "includes": "ਸ਼ਾਮਲ ਹਨ"
      },
      "warehouse": {
        "title": "ਸਟੋਰ ਵੇਅਰਹਾਊਸ",
        "sub_title": "ਇਹ ਪਤਾ ਸ਼ਿਪਿੰਗ ਦੇ ਮੂਲ ਵਜੋਂ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।",
        "table": {
          "title": "ਵਸਤੂ ਸੂਚੀ",
          "sub_title": "ਭੌਤਿਕ, ਵਰਚੁਅਲ, ਫਾਈਲ ਅਤੇ ਸੇਵਾ ਸਮੇਤ ਸਾਰੇ ਸਟੋਰ ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ"
        }
      },
      "delivery": {
        "title": "ਸ਼ਿਪਿੰਗ ਢੰਗ",
        "sub_title": "ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ ਮੁੱਲਾਂ ਨੂੰ ਸੈਟ ਕਰਕੇ, ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਕਈ ਤਰ੍ਹਾਂ ਦੇ ਭੇਜਣ ਦੇ ਢੰਗਾਂ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ ਕੈਸ਼ ਆਨ ਡਿਲਿਵਰੀ ਵਿਧੀ ਨੂੰ ਵੀ ਕਿਰਿਆਸ਼ੀਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
        "add_transportation": "ਆਵਾਜਾਈ ਸ਼ਾਮਲ ਕਰੋ",
        "delivery_form": {
          "payment": "ਭੁਗਤਾਨ ਵਿਕਲਪ",
          "limits": "ਸੀਮਾਵਾਂ",
          "currency_input": "ਲਾਗਤ ਦੀ ਗਣਨਾ ਲਈ ਹਵਾਲਾ ਮੁਦਰਾ",
          "currency_input_message": "ਲਾਗਤਾਂ ਦੀ ਗਣਨਾ ਇਸ ਮੁਦਰਾ ਵਿੱਚ ਕੀਤੀ ਜਾਂਦੀ ਹੈ",
          "distance_input": "ਗੋਦਾਮ ਤੋਂ ਕਵਰ ਕੀਤੀ ਦੂਰੀ",
          "distance_input_message": "0 ਜਾਂ -1 ਦਾ ਮਤਲਬ ਹੈ ਕੋਈ ਸੀਮਾ ਨਹੀਂ।",
          "max_weight_input": "ਅਧਿਕਤਮ ਸਵੀਕਾਰਯੋਗ ਪੈਕ ਵਜ਼ਨ",
          "max_weight_input_message": "0 ਜਾਂ -1 ਦਾ ਮਤਲਬ ਹੈ ਕੋਈ ਸੀਮਾ ਨਹੀਂ।",
          "max_size_input": "ਵੱਧ ਤੋਂ ਵੱਧ ਪੈਕੇਜ ਮਾਪ",
          "width": "ਚੌੜਾਈ",
          "length": "ਲੰਬਾਈ",
          "height": "ਉਚਾਈ",
          "days_input": "ਉਪਲਬਧ ਡਿਲੀਵਰੀ ਤਾਰੀਖਾਂ",
          "days_input_nodata": "ਡਿਲੀਵਰੀ ਦਿਨ ਚੁਣੋ",
          "hours_input": "ਡਿਲੀਵਰੀ ਦੇ ਸਮੇਂ ਉਪਲਬਧ ਹਨ",
          "hours_input_nodata": "ਇੱਕ ਸਮਾਂ ਮਿਆਦ ਚੁਣੋ",
          "vacation_input": "ਕੀ ਤੁਸੀਂ ਛੁੱਟੀਆਂ 'ਤੇ ਡਿਲੀਵਰੀ ਕਰਦੇ ਹੋ?",
          "cod_input": "ਸਪੋਰਟ ਸੀਓਡੀ",
          "cod_input_message": "ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡੀ ਸ਼ਿਪਿੰਗ ਸੇਵਾ COD ਨੂੰ ਸਵੀਕਾਰ ਕਰਦੀ ਹੈ।",
          "sod_input": "ਕੀ ਤੁਸੀਂ COD ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹੋ?",
          "sod_input_message": "ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡੀ ਸ਼ਿਪਿੰਗ ਸੇਵਾ COD ਨੂੰ ਸਵੀਕਾਰ ਕਰਦੀ ਹੈ।",
          "pricing": "ਕੀਮਤ ਦੀ ਗਣਨਾ ਕਰੋ",
          "const_input": "ਸਥਿਰ ਲਾਗਤ",
          "distance_cof_input": "ਲਾਗਤ-ਤੋਂ-ਦੂਰੀ ਗੁਣਾਂਕ",
          "distance_cof_input_dim": "ਪ੍ਰਤੀ {dim}",
          "weight_cof_input": "ਲਾਗਤ-ਤੋਂ-ਵਜ਼ਨ ਕਾਰਕ",
          "weight_cof_input_dim": "ਪ੍ਰਤੀ {dim}",
          "price_cof_input": "ਉਤਪਾਦ ਕੀਮਤ ਕਾਰਕ ਲਈ ਸ਼ਿਪਿੰਗ ਦੀ ਲਾਗਤ",
          "price_cof_input_message": "ਬੀਮੇ ਦੀਆਂ ਲਾਗਤਾਂ ਅਤੇ ਹੋਰ ਸੇਵਾਵਾਂ ਜਿਵੇਂ ਕਿ COD ਲਾਗਤਾਂ ਸ਼ਾਮਲ ਹਨ।",
          "price_cof_input_dim": "ਪ੍ਰਤੀ {dim}",
          "distance_weight_cof_input": "ਭਾਰ ਗੁਣਕ ਦੁਆਰਾ ਲਾਗਤ ਗੁਣਕ",
          "distance_weight_cof_input_dim": "ਹਰ {weight} ਪ੍ਰਤੀ {distance} ਲਈ",
          "free_shipping_input": "ਮੁਫਤ ਸ਼ਿਪਿੰਗ",
          "free_shipping_limit_input": "ਮੁਫ਼ਤ ਸ਼ਿਪਿੰਗ ਲਈ ਘੱਟੋ-ਘੱਟ ਆਰਡਰ ਦੀ ਲਾਗਤ",
          "notifications": {
            "update_success": "ਸ਼ਿਪਿੰਗ ਸੇਵਾ ਸੈਟਿੰਗਾਂ ਸਫਲਤਾਪੂਰਵਕ ਮੁਕੰਮਲ ਹੋਈਆਂ।"
          },
          "shipping_cost_calculation": "ਸ਼ਿਪਿੰਗ ਲਾਗਤ ਦੀ ਗਣਨਾ",
          "sod_true": "ਮੰਜ਼ਿਲ 'ਤੇ ਸ਼ਿਪਿੰਗ ਲਾਗਤ ਪ੍ਰਾਪਤ ਕਰੋ",
          "sod_true_message": "ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡੀ ਸ਼ਿਪਿੰਗ ਸੇਵਾ ਮੰਜ਼ਿਲ 'ਤੇ ਸ਼ਿਪਿੰਗ ਦੀ ਲਾਗਤ ਨੂੰ ਸਵੀਕਾਰ ਕਰਦੀ ਹੈ।",
          "sod_false": "ਆਟੋ ਸ਼ਿਪਿੰਗ ਲਾਗਤ ਦੀ ਗਣਨਾ",
          "cod_true": "ਡਿਲੀਵਰੀ 'ਤੇ ਨਕਦ ਸਵੀਕਾਰ ਕਰੋ",
          "cod_false": "ਸਿਰਫ਼ ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਸਵੀਕਾਰ ਕਰੋ",
          "cod_true_message": "ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡੀ ਸ਼ਿਪਿੰਗ ਸੇਵਾ COD ਨੂੰ ਸਵੀਕਾਰ ਕਰਦੀ ਹੈ।"
        }
      },
      "restriction": {
        "title": "ਸ਼ਿਪਿੰਗ ਪਾਬੰਦੀ",
        "subtitle": "ਤੁਸੀਂ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਪਾਬੰਦੀਆਂ ਨੂੰ ਲਾਗੂ ਕਰ ਸਕਦੇ ਹੋ ਕਿ ਸਿਰਫ਼ ਮਨੋਨੀਤ ਸ਼ਿਪਿੰਗ ਖੇਤਰਾਂ ਦੇ ਗਾਹਕ ਹੀ ਤੁਹਾਡੇ ਤੋਂ ਖਰੀਦਦਾਰੀ ਕਰ ਸਕਦੇ ਹਨ!",
        "no_enable_shipping_error": "ਕੋਈ ਵੀ ਤੁਹਾਡੇ ਤੋਂ ਖਰੀਦ ਨਹੀਂ ਸਕਦਾ ਕਿਉਂਕਿ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਯੋਗ ਸ਼ਿਪਿੰਗ ਵਿਧੀ ਨਹੀਂ ਹੈ!",
        "customer_must_select_a_shipping_msg": "ਆਰਡਰ ਦੇਣ ਲਈ ਗਾਹਕ ਨੂੰ ਇੱਕ ਸ਼ਿਪਿੰਗ ਵਿਧੀ ਚੁਣਨੀ ਚਾਹੀਦੀ ਹੈ।",
        "customer_can_order_without_shipping_method_msg": "ਗਾਹਕ ਆਰਡਰ ਦੇ ਸਕਦਾ ਹੈ ਭਾਵੇਂ ਚੁਣੇ ਗਏ ਸਥਾਨ ਲਈ ਕੋਈ ਸ਼ਿਪਿੰਗ ਵਿਧੀ ਸਮਰਥਿਤ ਨਾ ਹੋਵੇ।",
        "inputs": {
          "restriction": {
            "false_description": "ਗਾਹਕ ਅਜੇ ਵੀ ਆਰਡਰ ਦੇ ਸਕਦੇ ਹਨ ਭਾਵੇਂ ਕੋਈ ਖਾਸ ਸ਼ਿਪਿੰਗ ਵਿਧੀ ਨਹੀਂ ਚੁਣੀ ਗਈ ਹੈ।",
            "false_title": "ਸਾਰੇ ਆਦੇਸ਼ ਸਵੀਕਾਰ ਕਰੋ",
            "true_title": "ਪ੍ਰਤਿਬੰਧਿਤ ਆਰਡਰ ਸਵੀਕਾਰ ਕਰੋ",
            "true_description": "ਗਾਹਕਾਂ ਨੂੰ ਆਪਣੀ ਖਰੀਦ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਸ਼ਿਪਿੰਗ ਜਾਂ ਪਿਕਅੱਪ ਵਿਕਲਪ ਚੁਣਨ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।"
          }
        }
      },
      "no_multi_warehouse_support_message": "ਸਾਦਗੀ ਲਈ, ਇਹ ਵਿਸ਼ੇਸ਼ਤਾ ਆਮ ਸਟੋਰਾਂ ਵਿੱਚ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।"
    },
    "users": {
      "menu": {
        "customers": "ਗਾਹਕ",
        "contact_form": "ਸੰਪਰਕ",
        "faq": "FAQ",
        "club": "ਕਲੱਬ",
        "report": "ਰਿਪੋਰਟ"
      },
      "report": {
        "title": "ਗਾਹਕਾਂ ਦੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ",
        "sub_title": "ਤੁਸੀਂ ਇੱਥੇ ਆਪਣੇ ਗਾਹਕਾਂ ਦੀ ਲਾਈਵ ਸਥਿਤੀ ਦੇਖੋਗੇ।",
        "report_30days_by_time": "ਪਿਛਲੇ 30 ਦਿਨਾਂ ਵਿੱਚ ਮਿਤੀ ਅਤੇ ਸਮੇਂ ਦੇ ਅਧਾਰ ਤੇ ਉਪਭੋਗਤਾ ਦੀ ਗਤੀਵਿਧੀ",
        "report_30days_by_location": "ਪਿਛਲੇ 30 ਦਿਨਾਂ ਵਿੱਚ ਭੂ-ਸਥਾਨ ਉਪਭੋਗਤਾਵਾਂ ਦੀ ਗਤੀਵਿਧੀ"
      },
      "club": {
        "title": "ਗਾਹਕ ਕਲੱਬ",
        "sub_title": "ਹਰ ਪੱਧਰ ਨੂੰ ਸਰਗਰਮ ਕਰਨ ਲਈ ਮਹੀਨਾਵਾਰ ਅਤੇ ਸਾਲਾਨਾ ਖਰੀਦ ਰਕਮ ਅਤੇ ਮੁਦਰਾ ਦਾਖਲ ਕਰੋ। ਤੁਹਾਡੇ ਗਾਹਕ ਤੁਹਾਡੇ ਗਾਹਕ ਕਲੱਬ ਵਿੱਚ ਲੌਗਇਨ ਹੋ ਜਾਣਗੇ ਕਿਉਂਕਿ ਉਹ ਮਹੀਨਾਵਾਰ ਜਾਂ ਸਾਲਾਨਾ ਖਰੀਦਦਾਰੀ ਦੀਆਂ ਲੋੜਾਂ ਨੂੰ ਪੂਰਾ ਕਰਦੇ ਹਨ।",
        "item": {
          "members_count": "ਮੈਂਬਰਾਂ ਦੀ ਗਿਣਤੀ",
          "purchases_count": "ਆਦੇਸ਼ਾਂ ਦੀ ਸੰਖਿਆ",
          "monthly": "ਮਹੀਨਾਵਾਰ",
          "annually": "ਸਾਲਾਨਾ",
          "discount_percent": "ਛੂਟ ਦੀ ਦਰ",
          "discount_limit": "ਛੂਟ ਸੀਮਾ"
        },
        "edit_dialog": {
          "title": "ਗਾਹਕ ਪੱਧਰ ਪ੍ਰਬੰਧਨ",
          "currency_input": "ਮੁਦਰਾ",
          "currency_input_message": "ਇਸ ਮੁਦਰਾ ਵਿੱਚ ਕੁੱਲ ਖਰੀਦਦਾਰੀ ਦੀ ਗਣਨਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।",
          "free_shipping_input": "ਮੁਫਤ ਸ਼ਿਪਿੰਗ",
          "monthly_input": "ਮਹੀਨਾਵਾਰ ਖਰੀਦ ਦਰ",
          "annually_input": "ਸਲਾਨਾ ਖਰੀਦ ਦਰ",
          "discount_percent_input": "ਕਲੱਬ ਦੇ ਮੈਂਬਰਾਂ ਲਈ ਛੂਟ ਦੀ ਦਰ",
          "discount_limit_input": "ਛੂਟ ਸੀਮਾ",
          "description_input": "ਵਰਣਨ",
          "description_input_message": "ਇਸ ਪੱਧਰ ਦਾ ਸੰਖੇਪ ਵੇਰਵਾ ਦਰਜ ਕਰੋ।"
        },
        "notifications": {
          "update_success": "ਬਦਲਾਵ ਗਾਹਕ ਕਲੱਬ 'ਤੇ ਲਾਗੂ ਕੀਤੇ ਗਏ ਹਨ।"
        }
      },
      "faq": {
        "title": "ਅਕਸਰ ਪੁੱਛੇ ਜਾਣ ਵਾਲੇ ਸਵਾਲ",
        "sub_title": "ਆਪਣੇ ਗਾਹਕਾਂ ਦੇ ਸਵਾਲਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ, ਸੰਪਾਦਿਤ ਕਰੋ ਅਤੇ ਜਵਾਬ ਦਿਓ।"
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "ਮੁਹਿੰਮਾਂ",
        "cross_selling": "ਕਰਾਸ ਸੇਲਿੰਗ",
        "affiliate": "ਐਫੀਲੀਏਟ",
        "emails": "ਈਮੇਲਾਂ",
        "funnel": "ਫਨਲ"
      },
      "campaign": {
        "name_input_placeholder": "ਮੁਹਿੰਮ ਦਾ ਨਾਮ",
        "name_input_message": "ਆਪਣੀ ਮੁਹਿੰਮ ਦਾ ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ।",
        "create_campaign_action": "ਨਵੀਂ ਮੁਹਿੰਮ ਬਣਾਓ",
        "table": {
          "title": "ਸਿਰਲੇਖ",
          "state": "ਸਥਿਤੀ",
          "discount": "ਛੂਟ",
          "landing": "ਲੈਂਡਿੰਗ ਪੰਨਾ",
          "start": "ਸ਼ੁਰੂ ਕਰੋ",
          "end": "ਅੰਤ"
        },
        "notifications": {
          "add_success_title": "ਇੱਕ ਮੁਹਿੰਮ ਬਣਾਓ",
          "add_success": "ਤੁਹਾਡੀ ਮੁਹਿੰਮ ਬਣਾਈ ਗਈ ਸੀ।"
        },
        "name_input_name": "ਮੁਹਿੰਮ ਦਾ ਨਾਮ"
      }
    },
    "categories": {
      "title": "ਸ਼੍ਰੇਣੀ ਸੂਚੀ",
      "subtitle": "ਸ਼੍ਰੇਣੀਆਂ ਤੁਹਾਡੇ ਔਨਲਾਈਨ ਸਟੋਰ ਦੀ ਮੁੱਖ ਵਿਸ਼ੇਸ਼ਤਾ ਹਨ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਇੱਕ ਆਧੁਨਿਕ ਸਟੋਰਫਰੰਟ ਬਣਾਉਣ ਅਤੇ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਲਈ ਸਹੀ ਉਤਪਾਦਾਂ ਨੂੰ ਲੱਭਣਾ ਆਸਾਨ ਬਣਾਉਣ ਲਈ ਇਹਨਾਂ ਸ਼ਕਤੀਸ਼ਾਲੀ ਸ਼੍ਰੇਣੀਬੱਧ ਸਾਧਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਉਤਸ਼ਾਹਿਤ ਕਰਦੇ ਹਾਂ।",
      "menu": {
        "add_new": "ਨਵੀਂ ਸ਼੍ਰੇਣੀ ਸ਼ਾਮਲ ਕਰੋ",
        "categories_list": "ਸ਼੍ਰੇਣੀਆਂ ਦੀ ਸੂਚੀ",
        "export": "ਸ਼੍ਰੇਣੀਆਂ ਨੂੰ ਨਿਰਯਾਤ ਕਰੋ",
        "import": "ਆਯਾਤ ਸ਼੍ਰੇਣੀਆਂ (CSV)"
      },
      "graph": {
        "title": "ਸ਼੍ਰੇਣੀਆਂ ਦੀ ਲੜੀ",
        "subtitle": "ਤੁਸੀਂ ਆਪਣੀਆਂ ਸਟੋਰ ਸ਼੍ਰੇਣੀਆਂ ਅਤੇ ਉਪਭੋਗਤਾ ਉਹਨਾਂ ਨੂੰ ਕਿਵੇਂ ਨੈਵੀਗੇਟ ਕਰਦੇ ਹਨ ਦੀ ਪੂਰੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ। ਸ਼੍ਰੇਣੀਆਂ ਦੇ ਸਹੀ ਪ੍ਰਬੰਧ ਦੇ ਨਾਲ, ਤੁਹਾਡੇ ਗ੍ਰਾਹਕ ਉਤਪਾਦਾਂ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਲੱਭ ਸਕਦੇ ਹਨ ਅਤੇ ਪਰਿਵਰਤਨ ਦਰ ਵਧੇਗੀ।",
        "visits_count": "ਫੇਰੀ",
        "normal": "ਆਸਾਨ",
        "items_count": "ਆਈਟਮਾਂ ਦੀ ਸੰਖਿਆ",
        "home": "ਘਰ"
      },
      "category_widget": {
        "parent": "ਮਾਪੇ",
        "not_exist": "ਮੌਜੂਦ ਨਹੀਂ ਹੈ",
        "children": "ਉਪਸ਼੍ਰੇਣੀਆਂ",
        "delete_alert": {
          "title": "ਬਾਲ ਸ਼੍ਰੇਣੀ ਹਟਾਓ",
          "message": "ਕੀ ਤੁਸੀਂ {parent_title} ਸੂਚੀ ਵਿੱਚੋਂ {title} ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
          "action": "ਮਿਟਾਓ"
        },
        "notifications": {
          "edit_success": "ਸ਼੍ਰੇਣੀ ਸੰਪਾਦਿਤ ਕੀਤੀ ਗਈ।"
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "ਸਟੋਰ",
        "my_apps": "ਐਪਸ"
      },
      "my_apps": {
        "title": "ਕਿਰਿਆਸ਼ੀਲ ਐਪਾਂ ਨੂੰ ਸਟੋਰ ਕਰੋ",
        "subtitle": "ਆਪਣੀਆਂ ਕਾਰੋਬਾਰੀ ਐਪਲੀਕੇਸ਼ਨਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।",
        "all": "ਸਾਰੇ"
      },
      "store": {
        "title": "ਐਪ ਸਟੋਰ",
        "subtitle": "ਆਪਣੀਆਂ ਮਨਪਸੰਦ ਸੇਵਾਵਾਂ ਨੂੰ ਆਪਣੇ ਕਾਰੋਬਾਰ ਨਾਲ ਸੁਰੱਖਿਅਤ ਢੰਗ ਨਾਲ ਕਨੈਕਟ ਕਰੋ। ਅਸੀਂ ਸਾਡੇ ਗਾਹਕਾਂ ਦੀਆਂ ਬੇਨਤੀਆਂ ਦੇ ਆਧਾਰ 'ਤੇ ਪਲੱਗਇਨ ਅਤੇ ਐਪਸ ਜੋੜਦੇ ਹਾਂ।",
        "nodata": "ਕੋਈ ਪਲੱਗਇਨ ਨਹੀਂ ਮਿਲਿਆ।",
        "all": "ਸਾਰੇ",
        "more": "ਹੋਰ"
      }
    },
    "pages": {
      "menu": {
        "new_page": "ਨਵਾਂ ਪੰਨਾ",
        "contact_us": "ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ",
        "privacy": "ਗੋਪਨੀਯਤਾ",
        "terms": "ਸ਼ਰਤਾਂ",
        "about_us": "ਸਾਡੇ ਬਾਰੇ",
        "landings": "ਲੈਂਡਿੰਗ",
        "popup": "ਪੋਪ - ਅਪ",
        "static": "ਸਥਿਰ"
      }
    },
    "permissions": {
      "menu": {
        "persons": "ਸਟਾਫ",
        "roles": "ਭੂਮਿਕਾਵਾਂ",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "ਕਰਮਚਾਰੀਆਂ ਦੀ ਸੂਚੀ",
          "new_user": "ਨਵਾਂ ਸਟਾਫ ਸ਼ਾਮਲ ਕਰੋ",
          "new_user_message": "ਉਹ ਉਪਭੋਗਤਾ ਜਿਨ੍ਹਾਂ ਕੋਲ ਇਸ ਸਟੋਰ ਦੇ ਡੈਸ਼ਬੋਰਡ ਅਤੇ ਪ੍ਰਬੰਧਨ ਸੈਕਸ਼ਨਾਂ ਤੱਕ ਪਹੁੰਚ ਹੋਵੇਗੀ।",
          "email_input_placeholder": "ਈ - ਮੇਲ",
          "email_input": "ਉਪਭੋਗਤਾ ਦਾ ਈਮੇਲ ਪਤਾ",
          "level_input": "ਪਹੁੰਚ ਪੱਧਰ",
          "add_user_action": "ਸਟਾਫ ਸ਼ਾਮਲ ਕਰੋ"
        },
        "delete_alert": {
          "title": "ਪਹੁੰਚ ਹਟਾਓ",
          "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਉਪਭੋਗਤਾ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
          "action": "ਮਿਟਾਓ"
        },
        "notifications": {
          "add_success_title": "ਪਹੁੰਚ ਸ਼ਾਮਲ ਕਰੋ",
          "add_success": "ਨਵੀਂ ਪਹੁੰਚ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ।",
          "delete_success_title": "ਪਹੁੰਚ ਮਿਟਾਓ",
          "delete_success": "ਪਹੁੰਚ ਮਿਟਾਈ ਗਈ।"
        }
      },
      "shop_api": {
        "title": "ਸਟੋਰ ਐਕਸੈਸ ਕੁੰਜੀਆਂ",
        "message": "ਇਹ ਕੁੰਜੀਆਂ ਤੁਹਾਡੇ ਸਰਵਰ ਦੁਆਰਾ ਐਕਸੈਸ ਟੋਕਨ ਬਣਾਉਣ ਲਈ ਵਰਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਨੋਟ ਕਰੋ ਕਿ ਕੁੰਜੀਆਂ ਗੁਪਤ ਹਨ ਅਤੇ ਸਿਰਫ਼ ਸਰਵਰ 'ਤੇ ਅਜਿਹੇ ਤਰੀਕੇ ਨਾਲ ਹਨ ਜੋ ਦੂਜਿਆਂ ਨੂੰ ਦਿਖਾਈ ਨਹੀਂ ਦਿੰਦੀਆਂ।"
      }
    },
    "applications": {
      "pwa": {
        "title": "ਵੈੱਬ ਐਪ",
        "sub_title": "ਆਪਣੇ ਸਟੋਰ ਵੈੱਬ ਐਪ ਨੂੰ ਇੱਥੇ ਦੇਖੋ",
        "message": "ਨੋਟ: ਤੁਸੀਂ iOS ਐਪ ਵਿੱਚ ਆਪਣੇ iPhone ਅਤੇ iPad 'ਤੇ ਆਪਣੀ ਵੈੱਬਸਾਈਟ ਦੇ ਸੁਆਗਤ ਪੰਨੇ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰ ਸਕਦੇ ਹੋ",
        "ios_app": "iOS ਐਪ"
      },
      "ios": {
        "title": "iOS ਐਪ",
        "sub_title": "ਤੁਸੀਂ ਜਲਦੀ ਹੀ ਆਪਣੇ ਸਟੋਰ ਲਈ ਇੱਕ iOS ਐਪ ਬਣਾਉਣ ਦੇ ਯੋਗ ਹੋਵੋਗੇ।",
        "message": "ਅਧਿਕਤਮ ਫ਼ਾਈਲ ਦਾ ਆਕਾਰ: 512 KB, ਤੁਸੀਂ 1MB ਆਕਾਰ ਤੱਕ ਫ਼ਾਈਲਾਂ ਅੱਪਲੋਡ ਕਰ ਸਕਦੇ ਹੋ, ਬਸ਼ਰਤੇ ਸਾਡਾ ਕੰਪਰੈਸ਼ਨ ਸਿਸਟਮ ਆਕਾਰ ਨੂੰ 512KB ਤੱਕ ਘਟਾਉਣ ਦੇ ਯੋਗ ਹੋਵੇ। ਅਪਲੋਡ ਕੀਤੀ ਤਸਵੀਰ ਨੂੰ ਸਮਝਦਾਰੀ ਨਾਲ ਮੁੜ ਆਕਾਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।"
      },
      "android": {
        "title": "ਐਂਡਰੌਇਡ ਐਪਲੀਕੇਸ਼ਨ",
        "sub_title": "ਆਪਣੀ ਖੁਦ ਦੀ Android ਐਪ ਬਣਾਓ",
        "message": "ਇਸ ਫਾਰਮ ਨੂੰ ਭਰੋ ਅਤੇ ਬਿਲਡ ਕੁੰਜੀ ਦਬਾਓ। ਹੋਰ ਕਿਸੇ ਚੀਜ਼ ਦੀ ਲੋੜ ਨਹੀਂ ਪਵੇਗੀ। ਤੁਹਾਡੀ ਐਪ ਦੀ ਬਿਲਡ ਅਤੇ ਸਾਈਨ ਪ੍ਰਕਿਰਿਆ ਦੇ ਸਾਰੇ ਪੜਾਅ ਕਲਾਉਡ ਸਰਵਰਾਂ 'ਤੇ ਕੀਤੇ ਜਾਂਦੇ ਹਨ। ਅੰਤਿਮ ਐਪ ਨੂੰ ਸਾਰੇ ਐਪਸਟੋਰਾਂ 'ਤੇ ਅੱਪਲੋਡ ਕੀਤਾ ਜਾਵੇਗਾ।",
        "server_un_available": "ਪ੍ਰਯੋਗਾਤਮਕ ਤੌਰ 'ਤੇ, ਐਪਲੀਕੇਸ਼ਨ ਸਰਵਰ ਇਸ ਸਮੇਂ ਕਨੈਕਟ ਨਹੀਂ ਹੈ।",
        "app_building_progress": "ਤੁਹਾਡੀ ਐਪ ਬਣਾਈ ਜਾ ਰਹੀ ਹੈ।",
        "app_build_success": "ਤੁਹਾਡੀ ਐਪ ਤਿਆਰ ਹੈ।",
        "download_app_action": "ਐਪ ਪ੍ਰਾਪਤ ਕਰੋ",
        "firmware_version": "ਫਰਮਵੇਅਰ ਸੰਸਕਰਣ",
        "main_info": "ਐਪਲੀਕੇਸ਼ਨ ਪੈਕੇਜ",
        "package_name_input_message": "ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਪੈਕੇਜ ਦਾ ਨਾਮ ਵਿਲੱਖਣ ਹੈ।",
        "package_name_input_alert": "ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਨਾਮ ਨੂੰ ਬਦਲਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਹੁਣ AppStore ਵਿੱਚ ਆਪਣੀਆਂ ਪਿਛਲੀਆਂ ਐਪਾਂ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਅਤੇ ਇੱਕ ਨਵੀਂ ਸਥਾਪਤ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਵੋਗੇ। ਨੋਟ ਕਰੋ ਕਿ ਪੁਰਾਣੇ ਸੰਸਕਰਣ ਐਪ ਉਪਭੋਗਤਾ ਵੀ ਆਪਣੇ ਖਾਤਿਆਂ ਵਿੱਚ ਲੌਗਇਨ ਨਹੀਂ ਕਰ ਸਕਣਗੇ।",
        "version_input": "ਸੰਸਕਰਣ",
        "version_input_message": "ਇਹ ਸੰਖਿਆ ਹਮੇਸ਼ਾਂ ਇਸਦੇ ਪਿਛਲੇ ਮੁੱਲ ਤੋਂ ਵੱਧ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।",
        "version_name_input": "ਸੰਸਕਰਣ ਦਾ ਨਾਮ",
        "version_name_input_message": "ਐਪ ਦੇ ਇਸ ਸੰਸਕਰਣ ਲਈ ਇੱਕ ਵਿਲੱਖਣ ਨਾਮ ਦਾਖਲ ਕਰੋ।",
        "use_selldone_key": "ਡਿਫੌਲਟ ਕੁੰਜੀਆਂ ਵੇਚੀਆਂ",
        "use_last_key": "ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਕੁੰਜੀ",
        "use_new_key": "ਨਵੀਂ ਕੁੰਜੀ",
        "appearance": "ਦਿੱਖ",
        "app_name_input": "ਐਪ ਦਾ ਨਾਮ",
        "app_name_input_message": "ਇਹ ਤੁਹਾਡੀ ਐਪ ਦਾ ਮੁੱਖ ਨਾਮ ਹੋਵੇਗਾ।",
        "app_title_input": "ਐਪ ਦਾ ਸਿਰਲੇਖ",
        "app_title_input_message": "ਇਹ ਸਿਰਲੇਖ ਐਪ ਦੇ ਸਿਖਰ 'ਤੇ ਦਿਖਾਈ ਦਿੰਦਾ ਹੈ।",
        "app_title_input_placeholder": "ਇੱਕ ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ",
        "app_icon_input": "ਐਪ ਆਈਕਨ",
        "app_icon_input_placeholder": "ਐਪ ਆਈਕਨਾਂ ਦੀ ਜ਼ਿਪ ਫਾਈਲ ਚੁਣੋ।",
        "generate_icon_pack_action": "ਆਈਕਨ ਪੈਕ ਬਣਾਓ",
        "splash_design": "ਸਪਲੈਸ਼ ਸਕ੍ਰੀਨ ਡਿਜ਼ਾਈਨ",
        "splash_logo_input": "ਸਪਲੈਸ਼ ਸਕ੍ਰੀਨ ਲੋਗੋ",
        "splash_logo_input_placeholder": "ਸਪਲੈਸ਼ ਸਕ੍ਰੀਨ ਲਈ ਇੱਕ ਚਿੱਤਰ ਚੁਣੋ।",
        "splash_title_input": "ਸਪਲੈਸ਼ ਸਕ੍ਰੀਨ ਟਾਈਟਲ",
        "splash_title_input_placeholder": "ਸਪਲੈਸ਼ ਸਕ੍ਰੀਨ ਲਈ ਇੱਕ ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ",
        "splash_title_input_message": "ਇਹ ਸਿਰਲੇਖ ਵੱਡੇ ਫੌਂਟ ਆਕਾਰ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਹੋਵੇਗਾ।",
        "splash_message_input": "ਸਪਲੈਸ਼ ਸਕ੍ਰੀਨ ਸੁਨੇਹਾ",
        "splash_message_input_placeholder": "ਸੁਨੇਹਾ...",
        "splash_message_input_message": "ਇਹ ਸੁਨੇਹਾ ਹੇਠਾਂ ਥੰਬਨੇਲ ਦੇ ਰੂਪ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਹੋਵੇਗਾ।",
        "dark_theme": "ਗੂੜ੍ਹਾ ਥੀਮ",
        "light_theme": "ਹਲਕਾ ਥੀਮ",
        "build": "ਬਣਾਓ",
        "building_info": "ਕਲਾਉਡ ਸਰਵਰ 'ਤੇ ਇੱਕ ਐਪਲੀਕੇਸ਼ਨ ਬਣਾਉਣ ਵਿੱਚ 10 ਸਕਿੰਟ ਤੋਂ ਕਈ ਮਿੰਟ ਲੱਗਦੇ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਸਬਰ ਰੱਖੋ। ਐਪਲੀਕੇਸ਼ਨ ਤਿਆਰ ਹੋਣ 'ਤੇ ਡਾਊਨਲੋਡ ਫਾਈਲ ਲਿੰਕ ਇੱਥੇ ਦਿਖਾਈ ਦੇਵੇਗਾ।",
        "update_mode_action": "ਅੱਪਡੇਟ ਕਰੋ",
        "build_mode_action": "ਐਪ ਬਣਾਓ",
        "notifications": {
          "icon_pack_not_valid_error": "ਫਾਈਲ ਸਹੀ ਨਹੀਂ ਹੈ।",
          "start_building_title": "ਇਮਾਰਤ...",
          "start_building_message": "ਐਂਡਰੌਇਡ ਐਪਲੀਕੇਸ਼ਨ ਬਣਾਉਣ ਲਈ ਬੇਨਤੀ ਸਪੁਰਦ ਕੀਤੀ ਗਈ।",
          "build_success_title": "ਵਧਾਈਆਂ",
          "build_success": "ਤੁਹਾਡੀ Android ਐਪ ਤਿਆਰ ਹੈ, ਅਤੇ ਤੁਸੀਂ ਇਸਨੂੰ ਹੁਣੇ ਡਾਊਨਲੋਡ ਕਰ ਸਕਦੇ ਹੋ।"
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "ਆਟੋਪਾਇਲਟ"
      }
    },
    "edit": {
      "menu": {
        "delete": "ਸਟੋਰ ਮਿਟਾਓ",
        "activity_time": "ਸਮਾਂ",
        "footer": "ਮੀਨੂ",
        "info": "ਜਾਣਕਾਰੀ",
        "notification": "ਸੂਚਨਾਵਾਂ",
        "home": "ਘਰ",
        "locations": "ਟਿਕਾਣੇ",
        "license": "ਲਾਇਸੰਸ",
        "theme": "ਥੀਮ",
        "sms": "ਐੱਸ.ਐੱਮ.ਐੱਸ",
        "email": "ਈ - ਮੇਲ",
        "domain": "ਡੋਮੇਨ",
        "verifications": "ਪੁਸ਼ਟੀਕਰਨ",
        "flow": "ਪ੍ਰਵਾਹ",
        "business_model": "ਵਪਾਰ ਮਾਡਲ"
      },
      "delete_dialog": {
        "title": "ਸਟੋਰ ਮਿਟਾਓ",
        "message": "ਕੀ ਤੁਸੀਂ <b>{title}</b> ਸਟੋਰ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
        "action": "ਸਟੋਰ ਮਿਟਾਓ"
      },
      "notifications": {
        "delete_success": "ਸਟੋਰ ਮਿਟਾਇਆ ਗਿਆ।"
      },
      "info": {
        "title_tab": {
          "title": "ਕਾਰੋਬਾਰੀ ਨਾਮ ਅਤੇ ਭਾਸ਼ਾ",
          "subtitle": "ਇੱਕ ਜਨਤਕ ਨਾਮ ਅਤੇ ਡਿਫੌਲਟ ਭਾਸ਼ਾ ਸੈਟ ਕਰੋ।"
        },
        "name_tab": {
          "title": "ਵਿਲੱਖਣ ਨਾਮ ਖਰੀਦੋ",
          "subtitle": "ਇਹ ਤੁਹਾਡਾ ਕਾਰੋਬਾਰੀ ਉਪਭੋਗਤਾ ਨਾਮ ਹੈ।"
        },
        "description_tab": {
          "title": "ਤੁਹਾਡੀ ਕਾਰੋਬਾਰੀ ਕਹਾਣੀ",
          "subtitle": "ਆਪਣੇ ਕਾਰੋਬਾਰ ਅਤੇ ਇਸਦੇ ਵਿਲੱਖਣ ਮੁੱਲ ਪ੍ਰਸਤਾਵ ਬਾਰੇ ਲਿਖੋ।"
        },
        "contact_tab": {
          "title": "ਸੰਪਰਕ ਅਤੇ ਸਥਾਨਕ ਕਾਰੋਬਾਰ",
          "subtitle": "ਜਨਤਕ ਸੰਪਰਕ ਜਾਣਕਾਰੀ ਅਤੇ Google ਸਥਾਨਕ ਵਪਾਰ ਸੈੱਟਅੱਪ।"
        },
        "image_tab": {
          "title": "ਲੋਗੋ",
          "subtitle": "ਆਪਣੇ ਬ੍ਰਾਂਡ ਲਈ ਇੱਕ ਵਿਲੱਖਣ ਲੋਗੋ ਚੁਣੋ।"
        }
      },
      "badge": {
        "external_title": "ਬਾਹਰੀ ਬੈਜ ਪ੍ਰਬੰਧਿਤ ਕਰੋ",
        "external_message": "ਇੱਥੇ, ਤੁਸੀਂ ਬੈਜ ਚਿੱਤਰ ਦਾ ਪਤਾ ਅਤੇ ਇਸ ਦਾ ਲਿੰਕ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ। URL ਇੱਕ ਪ੍ਰਵਾਨਿਤ ਵੈੱਬਸਾਈਟ ਤੋਂ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।"
      },
      "edit_menu": {
        "title": "ਮੇਨੂ",
        "footer": {
          "title": "ਫੁੱਟਰ ਮੀਨੂ",
          "sub_title": "ਤੁਸੀਂ ਇੱਥੇ ਆਪਣੇ ਸਟੋਰ ਪੇਜ ਦੇ ਹੇਠਲੇ ਮੀਨੂ ਨੂੰ ਕੌਂਫਿਗਰ ਕਰ ਸਕਦੇ ਹੋ। ਇਹ ਮੇਨੂ ਹੋਮ ਪੇਜ, ਡਿਜ਼ਾਈਨ ਕੀਤੇ ਪੇਜ ਜਾਂ ਬਾਹਰੀ ਲਿੰਕ ਹੋ ਸਕਦੇ ਹਨ।"
        },
        "header": {
          "title": "ਸਿਰਲੇਖ ਮੀਨੂ",
          "sub_title": "ਇਹ ਮੀਨੂ ਸਿਰਫ਼ ਮੋਬਾਈਲ ਤੋਂ ਵੱਡੀਆਂ ਸਕ੍ਰੀਨਾਂ 'ਤੇ ਅਤੇ ਹੋਮ ਪੇਜ, ਉਤਪਾਦ ਸ਼੍ਰੇਣੀਆਂ, ਲੈਂਡਿੰਗਾਂ ਅਤੇ ਉਤਪਾਦ ਪੰਨਿਆਂ ਦੇ ਸਿਖਰ 'ਤੇ ਪ੍ਰਦਰਸ਼ਿਤ ਹੁੰਦਾ ਹੈ।"
        },
        "save_menu": "ਸੇਵ ਮੀਨੂ",
        "dialog": {
          "main_pages": "ਮੁੱਖ ਪੰਨੇ",
          "custom_pages": "ਲੈਂਡਿੰਗ ਪੰਨੇ"
        },
        "table": {
          "home": "ਘਰ",
          "shop": "ਦੁਕਾਨ",
          "blogs": "ਬਲੌਗ",
          "about_us": "ਸਾਡੇ ਬਾਰੇ",
          "privacy": "ਗੋਪਨੀਯਤਾ",
          "terms": "ਵਰਤੋ ਦੀਆਂ ਸ਼ਰਤਾਂ",
          "faq": "FAQ",
          "contact_us": "ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ"
        },
        "notifications": {
          "save_success": "ਮੀਨੂ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ।"
        }
      },
      "social": {
        "title": "ਸੋਸ਼ਲ ਮੀਡੀਆ",
        "message": "ਇਸ ਭਾਗ ਵਿੱਚ ਆਪਣਾ ਅਧਿਕਾਰਤ ਸੋਸ਼ਲ ਮੀਡੀਆ ਲਿੰਕ ਦਾਖਲ ਕਰੋ। ਪਤਿਆਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਹਰੇਕ ਆਈਟਮ ਲਈ ਨਿਰਦੇਸ਼ਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ।"
      },
      "time": {
        "title": "ਕੰਮਕਾਜੀ ਦਿਨ",
        "sub_title": "ਕੰਮਕਾਜੀ ਦਿਨ ਅਤੇ ਸਮਾਂ ਸੈੱਟ ਕਰੋ",
        "days_open_input": "ਦਿਨ",
        "days_open_input_nodata": "ਘੱਟੋ-ਘੱਟ ਇੱਕ ਦਿਨ ਚੁਣੋ",
        "start_time_input": "ਸਟੋਰ ਗਤੀਵਿਧੀ ਸ਼ੁਰੂ ਹੋਣ ਦਾ ਸਮਾਂ",
        "start_time_input_hint": "ਸਟੋਰ ਖੁੱਲਣ ਦੇ ਘੰਟੇ",
        "end_time_input": "ਸਟੋਰ ਬੰਦ ਹੋਣ ਦਾ ਸਮਾਂ",
        "end_time_input_hint": "ਸਟੋਰ ਗਤੀਵਿਧੀ ਸਮਾਪਤੀ ਸਮਾਂ",
        "customer_support_service": "ਜਵਾਬਦੇਹੀ ਅਤੇ ਗਾਹਕ ਸੇਵਾ",
        "response_time_input": "ਗਾਹਕ ਸੇਵਾ ਸਥਿਤੀ",
        "support_24h": "ਹਫ਼ਤੇ ਦੇ 7 ਦਿਨ 24 ਘੰਟੇ",
        "support_normal": "ਸਿਰਫ਼ ਦਫ਼ਤਰੀ ਸਮੇਂ ਦੌਰਾਨ",
        "no_service": "ਨਹੀਂ",
        "notifications": {
          "update_success": "ਸਟੋਰ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ।"
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "ਕੋਈ ਸ਼੍ਰੇਣੀ ਨਹੀਂ"
  },
  "add_product": {
    "title_new": "ਨਵਾਂ ਉਤਪਾਦ",
    "title_new_category": "ਨਵੀਂ ਸ਼੍ਰੇਣੀ",
    "title_new_drop_shipping": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਸ਼ਾਮਲ ਕਰੋ",
    "title_edit": "ਉਤਪਾਦ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "delete": "ਉਤਪਾਦ ਮਿਟਾਓ",
    "completed": "ਪੂਰਾ ਹੋਇਆ",
    "menu": {
      "type": "ਉਤਪਾਦ ਦੀ ਕਿਸਮ",
      "general_info": "ਆਮ ਜਾਣਕਾਰੀ",
      "rating": "ਸਰਵੇਖਣ ਅਤੇ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
      "spec": "ਨਿਰਧਾਰਨ",
      "images": "ਤਸਵੀਰਾਂ",
      "price": "ਕੀਮਤ",
      "inputs": "ਇੰਪੁੱਟ",
      "outputs": "ਆਉਟਪੁੱਟ",
      "extra": "ਵਾਧੂ ਵੇਰਵੇ",
      "review": "ਉਤਪਾਦ ਸਮੀਖਿਆ",
      "inventory": "ਵਸਤੂ ਸੂਚੀ / ਰੂਪ",
      "change_status": "ਸਥਿਤੀ ਬਦਲੋ"
    },
    "select_type": {
      "title": "ਆਪਣੇ ਉਤਪਾਦ ਜਾਂ ਸੇਵਾ ਦੀ ਕਿਸਮ ਚੁਣੋ"
    },
    "edit_info": {
      "category_input": "ਸ਼੍ਰੇਣੀ",
      "product_name": "ਉਤਪਾਦ ਦਾ ਨਾਮ*",
      "product_name_placeholder": "ਤੁਹਾਡੇ ਉਤਪਾਦ ਦਾ ਨਾਮ ਇੱਥੇ..",
      "product_code": "ਉਤਪਾਦ ਕੋਡ (ਅੰਗਰੇਜ਼ੀ)",
      "sku": {
        "label": "SKU",
        "message": "ਸਟਾਕ ਕੀਪਿੰਗ ਯੂਨਿਟ"
      },
      "sku_message": "ਸਟਾਕ ਰੱਖਣ ਦੀ ਇਕਾਈ",
      "mpn": {
        "label": "MPN",
        "message": "ਨਿਰਮਾਤਾ ਭਾਗ ਨੰਬਰ"
      },
      "mpn_message": "ਨਿਰਮਾਤਾ ਭਾਗ ਨੰਬਰ",
      "status": {
        "title": "ਸਥਿਤੀ",
        "subtitle": "ਉਤਪਾਦ ਦੀ ਸਥਿਤੀ ਇਸਦੀ ਔਨਲਾਈਨ ਅਤੇ ਸਟੋਰ ਵਿੱਚ ਉਪਲਬਧਤਾ ਨੂੰ ਨਿਰਧਾਰਤ ਕਰਦੀ ਹੈ। ਇੱਕ ਉਤਪਾਦ ਡਰਾਫਟ ਬਣਾਉਣ ਲਈ, ਬਸ ਇਸਦੀ ਸਥਿਤੀ ਨੂੰ 'ਅਕਿਰਿਆਸ਼ੀਲ' ਵਿੱਚ ਬਦਲੋ.."
      },
      "external_link": "ਬਾਹਰੀ ਲਿੰਕ",
      "brand": {
        "label": "ਬ੍ਰਾਂਡ",
        "placeholder": "ਬ੍ਰਾਂਡ ਐਕਸ. ਐਪਲ.. (ਵਿਕਲਪਿਕ)"
      },
      "brand_placeholder": "ਬ੍ਰਾਂਡ ਐਕਸ. ਐਪਲ.. (ਵਿਕਲਪਿਕ)",
      "warranty": {
        "subtitle": "ਵਾਰੰਟੀ ਅਤੇ ਉਤਪਾਦ ਦੀ ਸਥਿਤੀ ਸੈਟ ਕਰੋ, ਕਿਉਂਕਿ ਵਾਰੰਟੀ ਸੰਬੰਧੀ ਇਹ ਜਾਣਕਾਰੀ ਗਾਹਕ ਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀ ਜਾਵੇਗੀ ਅਤੇ ਉਹ ਸਮਾਂ ਸੀਮਾ ਸਥਾਪਤ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ ਜਿਸ ਵਿੱਚ ਖਰੀਦ ਤੋਂ ਬਾਅਦ ਉਤਪਾਦ ਵਾਪਸ ਕੀਤੇ ਜਾ ਸਕਦੇ ਹਨ।",
        "label": "ਵਾਰੰਟੀ",
        "placeholder": "ਗੋਲਡਨ 24 ਮਹੀਨਿਆਂ ਦੀ ਵਾਰੰਟੀ.. (ਵਿਕਲਪਿਕ)"
      },
      "is_original": "ਕੀ ਇਹ ਇੱਕ ਅਸਲੀ ਉਤਪਾਦ ਹੈ?",
      "is_original_message": "ਜੇਕਰ ਤੁਸੀਂ ਆਪਣਾ ਉਤਪਾਦ ਅਸਲੀ ਸੈੱਟ ਨਹੀਂ ਕਰਦੇ ਹੋ, ਤਾਂ ਇਸ ਉਤਪਾਦ ਲਈ ਨਕਲੀ ਬੈਜ ਦਿਖਾਇਆ ਜਾਵੇਗਾ।",
      "return_warranty": "ਇਸ ਉਤਪਾਦ ਦੀ ਵਾਪਸੀ ਦੀ ਗਰੰਟੀ ਕਿੰਨੇ ਦਿਨਾਂ ਲਈ ਹੈ?",
      "warehouse_section": "ਵੇਅਰਹਾਊਸ ਅਤੇ ਨਿਰਮਾਣ",
      "conditions_section": "ਉਤਪਾਦ ਹਾਲਾਤ",
      "warranty_section": "ਵਾਰੰਟੀ ਅਤੇ ਡਿਲੀਵਰੀ",
      "unit": {
        "subtitle": "ਤੁਸੀਂ ਉਤਪਾਦ ਪੰਨੇ 'ਤੇ ਕੀਮਤ ਅਤੇ ਕਾਲ-ਟੂ-ਐਕਸ਼ਨ ਤੱਤਾਂ ਦੇ ਪ੍ਰਦਰਸ਼ਨ ਨੂੰ ਵਿਅਕਤੀਗਤ ਬਣਾ ਸਕਦੇ ਹੋ।"
      },
      "unit_message": "ਜੇ ਲੋੜ ਹੋਵੇ ਤਾਂ ਯੂਨਿਟ ਦਾਖਲ ਕਰੋ। ਉਦਾਹਰਨ: KG, ਮੀਟਰ, ...",
      "condition": {
        "label": "ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਉਤਪਾਦ ਦੀ ਸਥਿਤੀ",
        "message": "ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਉਤਪਾਦ ਦੀ ਸਥਿਤੀ ਚੁਣੋ।",
        "subtitle": "ਤੁਹਾਡੇ ਦੁਆਰਾ ਪੇਸ਼ ਕੀਤੇ ਜਾ ਰਹੇ ਉਤਪਾਦ ਦੀ ਸਥਿਤੀ ਅਤੇ ਬ੍ਰਾਂਡ ਬਾਰੇ ਆਪਣੇ ਗਾਹਕਾਂ ਨੂੰ ਸੂਚਿਤ ਕਰੋ।"
      },
      "condition_message": "ਤੁਹਾਨੂੰ ਇਸ ਖੇਤਰ ਵਿੱਚ ਮੁੱਲਾਂ ਵਿੱਚੋਂ ਇੱਕ ਦੀ ਚੋਣ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
      "unit_section": "ਉਤਪਾਦ ਯੂਨਿਟ",
      "unit_float": "ਫਲੋਟ ਯੂਨਿਟ (ਛੇਤੀ ਹੀ)",
      "unit_float_hint": "ਉਦਾਹਰਨ ਲਈ, ਗਾਹਕ 3 ਕਿਲੋਗ੍ਰਾਮ ਫਲ ਦਾ ਆਰਡਰ ਦੇ ਸਕਦਾ ਹੈ, ਪਰ ਗਾਹਕ ਨੂੰ ਭੇਜੀ ਗਈ ਰਕਮ ਆਰਡਰ ਕੀਤੀ ਰਕਮ ਤੋਂ ਥੋੜ੍ਹੀ ਵੱਖਰੀ ਹੁੰਦੀ ਹੈ।",
      "unit_float_message": "ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ ਦੌਰਾਨ, ਡਿਲੀਵਰ ਕੀਤੀ ਰਕਮ ਆਰਡਰ ਕੀਤੀ ਰਕਮ ਤੋਂ ਵੱਖਰੀ ਹੋ ਸਕਦੀ ਹੈ। ਸਿਸਟਮ ਆਪਣੇ ਆਪ ਇਸ ਅੰਤਰ ਦੀ ਗਣਨਾ ਕਰਦਾ ਹੈ ਅਤੇ ਇਸਨੂੰ ਗਾਹਕ ਲਈ ਤੁਹਾਡੇ ਕਰਜ਼ੇ ਵਜੋਂ ਰਿਕਾਰਡ ਕਰਦਾ ਹੈ, ਜੋ ਅਗਲੇ ਆਦੇਸ਼ਾਂ 'ਤੇ ਲਾਗੂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
      "status_list": {
        "active": {
          "title": "ਸਰਗਰਮ ╏ ਔਨਲਾਈਨ ਅਤੇ ਔਫਲਾਈਨ ਵਿਕਰੀ",
          "description": "ਇਹ ਉਤਪਾਦ ਆਨਲਾਈਨ ਆਰਡਰ ਲਈ ਉਪਲਬਧ ਹੋਵੇਗਾ।"
        },
        "inactive": {
          "title": "ਅਕਿਰਿਆਸ਼ੀਲ ╏ ਸਿਰਫ਼ ਔਫਲਾਈਨ ਵਿਕਰੀ",
          "description": "ਇਹ ਉਤਪਾਦ ਔਨਲਾਈਨ ਆਰਡਰ ਲਈ ਉਪਲਬਧ ਨਹੀਂ ਹੋਵੇਗਾ।"
        }
      },
      "marketplace": {
        "vendor_panel_message": "<b>{vendor_name}</b> ਉਤਪਾਦ ਦਾ ਮਾਲਕ ਹੈ।",
        "subscription_message": "ਗਾਹਕੀ ਉਤਪਾਦਾਂ ਵਿੱਚ ਇੱਕ ਵਿਕਰੇਤਾ ਹੋ ਸਕਦਾ ਹੈ, ਇਸ ਲਈ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਵਿਕਰੇਤਾ ਪੈਨਲ ਵਿੱਚ ਬਣਾ ਸਕਦੇ ਹੋ ਜਾਂ ਉਹਨਾਂ ਨੂੰ ਸਿਰਜਣ ਦੇ ਪੜਾਅ 'ਤੇ ਇੱਕ ਵਿਕਰੇਤਾ ਨਿਰਧਾਰਤ ਕਰ ਸਕਦੇ ਹੋ। ਚੁਣਿਆ ਹੋਇਆ ਵਿਕਰੇਤਾ ਉਤਪਾਦ ਦਾ ਮਾਲਕ ਹੋਵੇਗਾ।",
        "default_message": "ਤੁਸੀਂ ਨਿਰਧਾਰਿਤ ਕਰ ਸਕਦੇ ਹੋ ਕਿ ਕੀ ਇਹ ਉਤਪਾਦ ਇੱਕ ਵਿਕਰੇਤਾ ਦਾ ਹੈ ਅਤੇ ਇਸਲਈ ਸਿਰਫ਼ ਇੱਕ ਵਿਕਰੇਤਾ ਇਸਨੂੰ ਵੇਚ ਸਕਦਾ ਹੈ, ਜਾਂ ਇਹ ਉਤਪਾਦ ਮਾਰਕੀਟਪਲੇਸ ਨਾਲ ਸਬੰਧਤ ਹੈ ਅਤੇ ਇੱਕ ਤੋਂ ਵੱਧ ਵਿਕਰੇਤਾ ਇਸਨੂੰ ਵੇਚ ਸਕਦੇ ਹਨ।",
        "single_vendor_title": "ਸਿੰਗਲ ਵਿਕਰੇਤਾ",
        "single_vendor_desc": "ਇਹ ਉਤਪਾਦ ਇੱਕ ਵਿਕਰੇਤਾ ਦਾ ਹੈ, ਅਤੇ ਚੁਣਿਆ ਹੋਇਆ ਵਿਕਰੇਤਾ ਇਸਦਾ ਪ੍ਰਬੰਧਨ ਕਰ ਸਕਦਾ ਹੈ।",
        "multi_vendors_title": "ਕਈ ਵਿਕਰੇਤਾ",
        "multi_vendors_desc": "ਇਹ ਉਤਪਾਦ ਮਾਰਕਿਟਪਲੇਸ ਨਾਲ ਸਬੰਧਤ ਹੈ ਅਤੇ ਸਿਰਫ ਮਾਰਕੀਟਪਲੇਸ ਪੈਨਲ ਵਿੱਚ ਸੰਪਾਦਿਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।"
      },
      "category_input_msg": "ਖਾਲੀ: ਸਟੋਰ ਦੇ ਰੂਟ ਵਿੱਚ",
      "unit_input": "ਉਤਪਾਦ ਯੂਨਿਟ",
      "category": {
        "subtitle": "ਆਪਣੀ ਸੂਚੀ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ ਸ਼੍ਰੇਣੀ ਅਤੇ ਸਿਰਲੇਖ ਨੂੰ ਕੌਂਫਿਗਰ ਕਰੋ।"
      },
      "custom_pricing": {
        "title": "ਕਸਟਮ ਕੀਮਤ ਫਾਰਮ",
        "subtitle": "ਤੁਸੀਂ ਉਤਪਾਦ ਲਈ ਇੱਕ ਮੁੱਲ ਨਿਰਧਾਰਨ (ਇੱਕ ਕੀਮਤ ਇਨਪੁਟ ਫਾਰਮ) ਬਣਾ ਸਕਦੇ ਹੋ ਜਾਂ ਨਿਰਧਾਰਤ ਕਰ ਸਕਦੇ ਹੋ, ਅਤੇ ਤੁਹਾਡੇ ਗ੍ਰਾਹਕ ਇੱਕ ਅਨੁਭਵੀ ਇਨਪੁਟ ਫਾਰਮ ਦੁਆਰਾ ਰੂਪਾਂ ਵਿੱਚੋਂ ਇੱਕ ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹਨ ਜਾਂ ਤੁਹਾਡੇ ਵਪਾਰ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰ ਸਕਦੇ ਹਨ।",
        "valuation_need_saved_product_message": "ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲਾਂ ਉਤਪਾਦ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ, ਅਤੇ ਫਿਰ ਤੁਸੀਂ ਇੱਕ ਮੁਲਾਂਕਣ ਮਾਡਲ ਨਿਰਧਾਰਤ ਕਰ ਸਕਦੇ ਹੋ।",
        "assign_valuation_message": "ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਉਤਪਾਦ ਨੂੰ ਇੱਕ ਮੁਲਾਂਕਣ ਮਾਡਲ ਨਿਰਧਾਰਤ ਕਰੋ।",
        "edit_pricing_action": "ਕੀਮਤ ਫਾਰਮ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
        "add_pricing_action": "ਨਵਾਂ ਮੁੱਲ ਫਾਰਮ ਬਣਾਓ"
      },
      "action": {
        "title": "ਕਸਟਮ ਖਰੀਦ ਬਟਨ",
        "message": "ਤੁਸੀਂ ਇਸ ਪੈਟਰਨ ਦੀ ਪਾਲਣਾ ਕਰਕੇ ਆਈਕਨ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ: {icon name} ਸੁਰਖੀ...",
        "placeholder": "ਕਾਲ ਟੂ ਐਕਸ਼ਨ ਦਰਜ ਕਰੋ...",
        "multi_language_dialog_title": "ਕਸਟਮ ਖਰੀਦੋ ਬਟਨ ਸੁਰਖੀ"
      },
      "warehouse": {
        "subtitle": "ਇਹ ਜਾਣਕਾਰੀ ਵੇਅਰਹਾਊਸ ਪ੍ਰਬੰਧਨ ਪ੍ਰਣਾਲੀ ਦੁਆਰਾ ਵਰਤੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਵਿਸ਼ਵ ਪੱਧਰ 'ਤੇ ਉਤਪਾਦ ਦੀ ਪਛਾਣ ਕਰਨ ਲਈ ਕੰਮ ਕਰਦੀ ਹੈ।"
      },
      "gtin": {
        "hint": "ਸਮਰਥਿਤ ਮੁੱਲ ਹਨ UPC (ਉੱਤਰੀ ਅਮਰੀਕਾ, 12 ਅੰਕ), EAN (ਯੂਰਪ, 13 ਅੰਕ), JAN (ਜਾਪਾਨ, 8 ਜਾਂ 13 ਅੰਕ), ISBN (ਕਿਤਾਬਾਂ, 13 ਅੰਕ)।",
        "label": "ਉਤਪਾਦ ਦਾ ਗਲੋਬਲ ਵਪਾਰ ਆਈਟਮ ਨੰਬਰ",
        "placeholder": "ਇੱਥੇ ਗਲੋਬਲ ਵਪਾਰ ਨੰਬਰ.. (ਵਿਕਲਪਿਕ)"
      },
      "hsn": {
        "hint": "HSN, ਜਾਂ ਨਾਮਕਰਨ ਦਾ ਹਾਰਮੋਨਾਈਜ਼ਡ ਸਿਸਟਮ, ਵਸਤੂਆਂ ਅਤੇ ਉਤਪਾਦਾਂ ਨੂੰ ਸ਼੍ਰੇਣੀਬੱਧ ਕਰਨ ਲਈ ਇੱਕ ਅੰਤਰਰਾਸ਼ਟਰੀ ਪੱਧਰ 'ਤੇ ਮਿਆਰੀ ਵਰਗੀਕਰਨ ਪ੍ਰਣਾਲੀ ਹੈ।",
        "placeholder": "6~16 ਅੰਕਾਂ ਦਾ HSN ਕੋਡ.. (ਵਿਕਲਪਿਕ)",
        "label": "HSN"
      },
      "profiles": {
        "title": "ਪ੍ਰੋਫਾਈਲਾਂ",
        "subtitle": "ਤੁਸੀਂ ਵਾਰੰਟੀ, ਵਾਪਸੀ ਨੀਤੀ, ਸ਼ਿਪਿੰਗ, ਅਤੇ ਗਾਈਡ ਨੂੰ ਪਰਿਭਾਸ਼ਿਤ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਇਸ ਉਤਪਾਦ ਨੂੰ ਸੌਂਪ ਸਕਦੇ ਹੋ। ਇਹ ਉਤਪਾਦ ਪੰਨੇ 'ਤੇ ਨਵੇਂ ਟੈਬਾਂ ਦੇ ਰੂਪ ਵਿੱਚ ਦਿਖਾਇਆ ਜਾਵੇਗਾ।"
      },
      "shortcuts": {
        "title": "ਵਾਧੂ ਸ਼੍ਰੇਣੀਆਂ ਲਈ ਉਤਪਾਦ ਨਿਰਧਾਰਤ ਕਰੋ",
        "subtitle": "ਇਹ ਵਿਸ਼ੇਸ਼ਤਾ ਤੁਹਾਨੂੰ ਉਤਪਾਦ > ਸੰਪਾਦਨ > ਸ਼੍ਰੇਣੀ ਦੇ ਅਧੀਨ ਪ੍ਰਾਇਮਰੀ ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਪਲੇਸਮੈਂਟ ਨੂੰ ਬਰਕਰਾਰ ਰੱਖਦੇ ਹੋਏ ਉਤਪਾਦ ਨੂੰ ਕਈ ਸ਼੍ਰੇਣੀਆਂ ਵਿੱਚ ਸੂਚੀਬੱਧ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੀ ਹੈ। ਜ਼ਰੂਰੀ ਤੌਰ 'ਤੇ, ਇਹ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮਾਂ ਵਿੱਚ 'ਸ਼ਾਰਟਕੱਟ' ਬਣਾਉਣ ਦੇ ਸਮਾਨ ਕੰਮ ਕਰਦਾ ਹੈ, ਉਤਪਾਦ ਨੂੰ ਵਾਧੂ ਨਿਰਧਾਰਤ ਸ਼੍ਰੇਣੀਆਂ ਵਿੱਚ ਦਿਖਾਈ ਦੇਣ ਦੇ ਯੋਗ ਬਣਾਉਂਦਾ ਹੈ।"
      }
    },
    "rating_pros_cons": {
      "title": "ਸਰਵੇਖਣ",
      "message": "ਤੁਹਾਡੇ ਉਤਪਾਦ ਨੂੰ ਰੇਟ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਲਈ ਉਤਪਾਦ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਇੱਕ ਸੂਚੀ ਦਾਖਲ ਕਰੋ। (5 ਆਈਟਮਾਂ ਤੱਕ)",
      "rating_input": "ਪੋਲ",
      "rating_input_message": "ਤੁਸੀਂ ਪੋਲ ਵਿੱਚ 5 ਆਈਟਮਾਂ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ।",
      "item_unit": "ਆਈਟਮ",
      "pros_title": "ਪ੍ਰੋ",
      "pros_message": "ਉਤਪਾਦ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦਰਜ ਕਰੋ। (5 ਆਈਟਮਾਂ ਤੱਕ)",
      "pros_input_title": "ਵਿਸ਼ੇਸ਼ਤਾ ਸਿਰਲੇਖ",
      "pros_input_value": "ਵਿਸ਼ੇਸ਼ਤਾ ਮੁੱਲ",
      "pros_group": "ਉਤਪਾਦ ਦੇ ਫਾਇਦੇ",
      "pros_group_messages": "ਉਤਪਾਦ ਦੀਆਂ ਮੁੱਖ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
      "cons_title": "ਵਿਪਰੀਤ",
      "cons_message": "ਉਤਪਾਦ ਦੀਆਂ ਕਮਜ਼ੋਰੀਆਂ ਦਰਜ ਕਰੋ। (5 ਆਈਟਮਾਂ ਤੱਕ)",
      "cons_input_title": "ਕਮਜ਼ੋਰੀ ਦਾ ਸਿਰਲੇਖ",
      "cons_input_value": "ਕਮਜ਼ੋਰੀ ਮੁੱਲ",
      "cons_group": "ਉਤਪਾਦ ਦੀਆਂ ਕਮਜ਼ੋਰੀਆਂ",
      "cons_group_messages": "ਉਤਪਾਦ ਦੀ ਮੁੱਖ ਕਮਜ਼ੋਰੀ",
      "select_from_list": "ਸੂਚੀ ਵਿੱਚੋਂ ਚੁਣੋ",
      "suggestion_rating": [
        "ਚੰਗੀ ਗੁਣਵੱਤਾ",
        "ਚੰਗਾ ਮੁੱਲ",
        "ਦੀ ਸਿਫਾਰਸ਼ ਕਰਨਗੇ",
        "ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਸਮਰੱਥਾਵਾਂ",
        "ਵਰਤਣ ਲਈ ਆਸਾਨ",
        "ਚੰਗੀ ਤਰ੍ਹਾਂ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ",
        "ਭਰੋਸੇਯੋਗ ਪ੍ਰਦਰਸ਼ਨ",
        "ਪ੍ਰਭਾਵੀ ਗਾਹਕ ਸਹਾਇਤਾ",
        "ਤਸੱਲੀਬਖਸ਼ ਡਿਲੀਵਰੀ ਸਮਾਂ",
        "ਉਤਪਾਦ ਮੇਲ ਖਾਂਦੇ ਵਰਣਨ",
        "ਟਿਕਾਊ ਅਤੇ ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਚੱਲਣ ਵਾਲਾ",
        "ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਲਾਗਤ",
        "ਆਕਰਸ਼ਕ ਪੈਕੇਜਿੰਗ",
        "ਨਵੀਨਤਾਕਾਰੀ ਡਿਜ਼ਾਈਨ",
        "ਵਾਤਾਵਰਣ ਪੱਖੀ",
        "ਲੋੜੀਂਦੀਆਂ ਹਦਾਇਤਾਂ/ਮੈਨੂਅਲ",
        "ਉਮੀਦਾਂ ਨੂੰ ਪੂਰਾ ਕੀਤਾ",
        "ਉਪਭੋਗਤਾ-ਅਨੁਕੂਲ ਇੰਟਰਫੇਸ",
        "ਉੱਚ ਕੁਸ਼ਲਤਾ",
        "ਸ਼ਾਨਦਾਰ ਵਿਕਰੀ ਤੋਂ ਬਾਅਦ ਦੀ ਸੇਵਾ",
        "ਬਹੁਮੁਖੀ ਕਾਰਜਕੁਸ਼ਲਤਾ",
        "ਪ੍ਰਤੀਯੋਗੀ ਕੀਮਤ",
        "ਸਪੇਅਰ ਪਾਰਟਸ / ਸਹਾਇਕ ਉਪਕਰਣਾਂ ਦੀ ਉਪਲਬਧਤਾ",
        "ਭਰੋਸੇਮੰਦ ਬ੍ਰਾਂਡ",
        "ਵਰਤਣ ਲਈ ਸੁਰੱਖਿਅਤ",
        "ਤੁਰੰਤ ਅਤੇ ਸਹੀ ਸੇਵਾ"
      ],
      "notifications": {
        "add_rating_success": "ਵਰਤੋਂਕਾਰ-ਰੇਟਿੰਗ {rating_name} ਵਿਕਲਪ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
        "delete_rating_success": "ਵਰਤੋਂਕਾਰ-ਰੇਟਿੰਗ {rating_name} ਵਿਕਲਪ ਮਿਟਾਇਆ ਗਿਆ।",
        "add_pros_success": "ਉਤਪਾਦ ਵਿਸ਼ੇਸ਼ਤਾ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ।",
        "delete_pros_success": "ਉਤਪਾਦ ਵਿਸ਼ੇਸ਼ਤਾ ਹਟਾਈ ਗਈ।",
        "add_cons_success": "ਉਤਪਾਦ ਦੀ ਕਮਜ਼ੋਰੀ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ।",
        "delete_cons_success": "ਉਤਪਾਦ ਦੀ ਕਮਜ਼ੋਰੀ ਨੂੰ ਦੂਰ ਕੀਤਾ."
      },
      "rating_input_placeholder": "ਆਪਣਾ ਕਸਟਮ ਸਰਵੇਖਣ ਸਵਾਲ ਇੱਥੇ ਲਿਖੋ... ਅਤੇ ਐਂਟਰ ਦਬਾਓ!"
    },
    "edit_spec": {
      "title": "ਤਕਨੀਕੀ ਨਿਰਧਾਰਨ",
      "sub_title": "ਤੁਸੀਂ ਸਮਾਨ ਉਤਪਾਦਾਂ ਦੀ ਤਕਨੀਕੀ ਸੁਰੱਖਿਆ ਨੂੰ ਆਯਾਤ ਕਰ ਸਕਦੇ ਹੋ।",
      "import_action": "ਆਯਾਤ ਕਰੋ",
      "group_input_header": "ਗਰੁੱਪ ਸ਼ਾਮਲ ਕਰੋ",
      "item_title_header": "ਆਈਟਮ ਸ਼ਾਮਲ ਕਰੋ",
      "group_input": "ਗਰੁੱਪ ਹੈਡਰ",
      "group_input_message": "ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ।",
      "group_add_action": "ਗਰੁੱਪ ਸ਼ਾਮਲ ਕਰੋ",
      "item_title_input": "ਸਿਰਲੇਖ",
      "item_title_input_message": "ਵਿਸ਼ੇਸ਼ਤਾ ਦਾ ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ।",
      "item_value_input": "ਮੁੱਲ",
      "item_value_input_message": "ਵਿਸ਼ੇਸ਼ਤਾ ਮੁੱਲ ਦਾਖਲ ਕਰੋ।",
      "add_item_action": "ਆਈਟਮ ਸ਼ਾਮਲ ਕਰੋ",
      "dialog": {
        "title": "ਤਕਨੀਕੀ ਨਿਰਧਾਰਨ ਦਰਜ ਕਰੋ",
        "code_input": "ਉਤਪਾਦ ਆਈ.ਡੀ",
        "code_input_message": "ਉਤਪਾਦ ਕੋਡ: P0000...",
        "spec_view_title": "ਚੁਣੇ ਗਏ ਉਤਪਾਦ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
        "set_spec_action": "ਡੁਪਲੀਕੇਟ ਤਕਨੀਕੀ ਨਿਰਧਾਰਨ",
        "spec_view_subtitle": "ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਚੁਣੇ ਗਏ ਉਤਪਾਦ ਤੋਂ ਆਯਾਤ ਕੀਤਾ ਗਿਆ ਹੈ."
      },
      "notifications": {
        "enter_group_title_error": "ਸਿਰਲੇਖ ਮੁੱਲ ਦਾਖਲ ਕਰੋ",
        "enter_item_title_and_value_error": "ਵਿਸ਼ੇਸ਼ਤਾ ਦਾ ਸਿਰਲੇਖ ਅਤੇ ਮੁੱਲ ਦਾਖਲ ਕਰੋ",
        "spec_saved_success": "ਉਤਪਾਦ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਸੁਰੱਖਿਅਤ ਕੀਤੀਆਂ ਗਈਆਂ।"
      },
      "subtitle": "ਇੱਥੇ ਉਤਪਾਦ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਸ਼ਾਮਲ ਕਰੋ। ਇਹ ਜਾਣਕਾਰੀ ਗਾਹਕਾਂ ਨੂੰ ਦਿਖਾਈ ਜਾਵੇਗੀ ਅਤੇ ਸ਼੍ਰੇਣੀ ਦੇ ਇੰਟੈਲੀਜੈਂਟ ਫਿਲਟਰਿੰਗ ਸਿਸਟਮ ਵਿੱਚ ਵੀ ਵਰਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
      "manual": {
        "title": "ਹੱਥੀਂ",
        "subtitle": "ਸਮੂਹਾਂ ਅਤੇ ਮੁੱਖ-ਮੁੱਲਾਂ ਦੀ ਜੋੜੀ ਨੂੰ ਪਰਿਭਾਸ਼ਿਤ ਕਰਕੇ ਉਤਪਾਦ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਹੱਥੀਂ ਸ਼ਾਮਲ ਕਰੋ।",
        "add_group_action": "ਗਰੁੱਪ ਸ਼ਾਮਲ ਕਰੋ",
        "add_item_action": "ਵਿਸ਼ੇਸ਼ ਮੁੱਲ ਸ਼ਾਮਲ ਕਰੋ"
      },
      "import": {
        "subtitle": "ਤੁਸੀਂ ਸਮਾਨ ਉਤਪਾਦਾਂ ਦੀਆਂ ਤਕਨੀਕੀ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਆਯਾਤ ਕਰ ਸਕਦੇ ਹੋ।",
        "action_title": "ਆਯਾਤ ਕਰੋ",
        "action_subtitle": "ਕਿਸੇ ਹੋਰ ਉਤਪਾਦ ਤੋਂ ਕਲੋਨ ਸਪੀਕ।"
      },
      "ai": {
        "title": "AI",
        "subtitle": "ਤੁਸੀਂ ਟੈਕਸਟ ਦੇ ਰੂਪ ਵਿੱਚ ਉਤਪਾਦ ਦੇ ਕੱਚੇ ਡੇਟਾ ਨੂੰ ਸਪੁਰਦ ਕਰਕੇ ਆਪਣੇ ਆਪ ਉਤਪਾਦ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਬਣਾ ਸਕਦੇ ਹੋ।",
        "action_title": "AI ਦੁਆਰਾ ਆਟੋ ਜਨਰੇਟ",
        "action_subtitle": "ਐਬਸਟਰੈਕਟ ਪ੍ਰੋਂਪਟ ਦੁਆਰਾ ਉਤਪਾਦ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਬਣਾਓ।"
      },
      "dialog_ai": {
        "title": "ਆਟੋਮੈਟਿਕਲੀ ਉਤਪਾਦ ਨਿਰਧਾਰਨ ਤਿਆਰ ਕਰੋ",
        "prompt": {
          "title": "ਉਤਪਾਦ ਦੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ",
          "subtitle": "ਕਿਰਪਾ ਕਰਕੇ ਉਤਪਾਦ ਦਾ ਸੰਖੇਪ ਅਤੇ ਸਪਸ਼ਟ ਵਰਣਨ ਪ੍ਰਦਾਨ ਕਰੋ, ਇਸ ਦੀਆਂ ਮੁੱਖ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਵੇਰਵਿਆਂ ਨੂੰ ਉਜਾਗਰ ਕਰੋ। ਇਸ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਉਤਪਾਦ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਆਪਣੇ ਆਪ ਤਿਆਰ ਕਰਨ ਲਈ ਕੀਤੀ ਜਾਵੇਗੀ।"
        },
        "generated_spec": {
          "title": "AI-ਉਤਪੰਨ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
          "subtitle": "ਇਹ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨਕਲੀ ਬੁੱਧੀ ਦੁਆਰਾ ਤਿਆਰ ਕੀਤੀਆਂ ਗਈਆਂ ਸਨ।"
        },
        "inputs": {
          "prompt": {
            "label": "ਉਤਪਾਦ ਵੇਰਵੇ",
            "placeholder": "ਇੱਥੇ ਉਤਪਾਦ ਦਾ ਵਰਣਨ ਕਰੋ..."
          }
        },
        "actions": {
          "run": {
            "title": "ਨਿਰਧਾਰਨ ਤਿਆਰ ਕਰੋ",
            "subtitle": "ਪ੍ਰਦਾਨ ਕੀਤੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ ਤੋਂ ਆਪਣੇ ਆਪ ਉਤਪਾਦ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਬਣਾਉਣ ਲਈ ਕਲਿੱਕ ਕਰੋ।"
          },
          "add_generated_spec": "ਤਿਆਰ ਕੀਤੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਸ਼ਾਮਲ ਕਰੋ"
        }
      }
    },
    "edit_images": {
      "title": "ਮੁੱਖ ਚਿੱਤਰ",
      "main_image_input_nodata": "ਉਤਪਾਦ ਚਿੱਤਰ ਅੱਪਲੋਡ ਕਰੋ।",
      "main_image_input_message": "ਇਹ ਚਿੱਤਰ ਉਤਪਾਦ ਸੂਚੀ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਹੁੰਦਾ ਹੈ।",
      "preview": "ਝਲਕ",
      "image_style": "ਚਿੱਤਰ ਸ਼ੈਲੀ",
      "background_is_white": "ਚਿੱਟਾ ਪਿਛੋਕੜ",
      "background_is_white_msg": "ਕੀ ਚਿੱਤਰ ਦਾ ਪਿਛੋਕੜ ਚਿੱਟਾ ਹੈ??",
      "images": {
        "title": "ਉਤਪਾਦ ਚਿੱਤਰ ਗੈਲਰੀ",
        "sub_title": "ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ ਉਤਪਾਦ ਚਿੱਤਰ ਅੱਪਲੋਡ ਕਰੋ, ਜੋ ਸਾਰੇ ਉਤਪਾਦ ਰੂਪਾਂ ਲਈ ਸਾਂਝੇ ਹਨ।"
      },
      "video": {
        "title": "ਵੀਡੀਓ",
        "sub_title": "ਪਹਿਲਾਂ, Youtube 'ਤੇ ਆਪਣੇ ਉਤਪਾਦ ਦੀ ਵੀਡੀਓ ਅੱਪਲੋਡ ਕਰੋ, ਅਤੇ ਫਿਰ ਵੀਡੀਓ URL ਨੂੰ ਇੱਥੇ ਪਾਓ।"
      },
      "change_bg_ai": {
        "title": "ਨਵੀਂ ਪਿੱਠਭੂਮੀ ਨਾਲ ਚਿੱਤਰ ਬਣਾਓ",
        "inputs": {
          "prompt": {
            "label": "ਬੈਕਗ੍ਰਾਊਂਡ ਵਰਣਨ",
            "placeholder": "ਲੋੜੀਂਦੇ ਪਿਛੋਕੜ ਦਾ ਵਰਣਨ ਕਰੋ..."
          }
        },
        "actions": {
          "reimagine": {
            "title": "ਨਵਾਂ ਚਿੱਤਰ ਬਣਾਓ",
            "subtitle": "ਇੱਕ ਨਵੀਂ ਬੈਕਗ੍ਰਾਊਂਡ ਦੇ ਨਾਲ ਪੂਰੇ ਚਿੱਤਰ ਦੀ ਮੁੜ ਕਲਪਨਾ ਕਰੋ।"
          },
          "replace": {
            "subtitle": "ਮੌਜੂਦਾ ਪਿਛੋਕੜ ਨੂੰ ਬਦਲੋ।"
          }
        }
      }
    },
    "pricing": {
      "edit_price": "ਕੀਮਤ",
      "price_input": "ਕੀਮਤ",
      "currency_input": "ਮੁਦਰਾ",
      "currency_input_messages": "ਇਸ ਮੁਦਰਾ ਵਿੱਚ ਕੀਮਤ ਦੀ ਗਣਨਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।",
      "commission_input": "ਕਮਿਸ਼ਨ",
      "commission_message": "ਇਹ ਵਿਕਲਪ ਸਿਰਫ਼ ਖਾਸ ਕਿਸਮ ਦੇ ਵਪਾਰੀਆਂ ਜਿਵੇਂ ਕਿ ਥੋਕ ਵਿਕਰੇਤਾਵਾਂ ਲਈ ਉਪਯੋਗੀ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਥੋਕ ਵਿਕਰੇਤਾ ਨਹੀਂ ਹੋ, ਤਾਂ ਇਸ ਵਿਕਲਪ ਨੂੰ ਖਾਲੀ ਛੱਡ ਦਿਓ। ਖਰੀਦਦਾਰ ਜੋ ਕੀਮਤ ਦੇਖਦੇ ਹਨ ਉਹ ਕੀਮਤ ਅਤੇ ਕਮਿਸ਼ਨ ਦਾ ਜੋੜ ਹੈ। ਟੈਕਸ ਜੋੜਨ ਲਈ ਲੇਖਾਕਾਰੀ > ਟੈਕਸ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
      "add_commission_action": "ਕਮਿਸ਼ਨ ਸ਼ਾਮਲ ਕਰੋ",
      "discount_input": "ਛੂਟ",
      "discount_input_message": "ਛੂਟ ਦੀ ਦਰ",
      "has_discount_period_input": "ਕੀ ਇਹ ਛੋਟ ਕਿਸੇ ਖਾਸ ਸਮੇਂ ਲਈ ਵੈਧ ਹੈ?",
      "discount_timespan": "ਛੂਟ ਦੀ ਮਿਆਦ ਦਾਖਲ ਕਰੋ।",
      "start_input": "ਸ਼ੁਰੂ ਕਰੋ",
      "end_input": "ਅੰਤ",
      "start_input_placeholder": "ਸ਼ੁਰੂਆਤੀ ਸਮਾਂ ਚੁਣੋ",
      "end_input_placeholder": "ਸਮਾਪਤੀ ਸਮਾਂ ਚੁਣੋ",
      "independent_price": "ਕੀਮਤ ਸਿਰਫ ਇਸ ਵੇਰੀਐਂਟ ਲਈ ਹੈ",
      "same_price": "ਮੁੱਖ ਉਤਪਾਦ ਲਈ ਕੀਮਤ",
      "variant_pricing_message": "ਇਸ ਵਿਕਲਪ ਨੂੰ ਚੁਣ ਕੇ, ਇਸ ਵੇਰੀਐਂਟ ਦੀ ਕੀਮਤ ਮੁੱਖ ਉਤਪਾਦ ਤੋਂ ਸੁਤੰਤਰ ਤੌਰ 'ਤੇ ਸੈੱਟ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
      "price_label_input": "ਕੀਮਤ ਲੇਬਲ",
      "price_label_message": "ਕੀਮਤ ਬਾਰੇ ਵਾਧੂ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਕਰੋ ਜਿਵੇਂ ($1.5/Fl Oz)। ਕੇਸਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ: ਕਰਿਆਨੇ, ਐੱਫ.ਐੱਮ.ਸੀ.ਜੀ.",
      "add_price_label_action": "ਕੀਮਤ ਲੇਬਲ ਸ਼ਾਮਲ ਕਰੋ",
      "subtitle": {
        "marketplace": "ਮਾਰਕੀਟਪਲੇਸ ਦੇ ਅੰਦਰ, ਪ੍ਰਦਰਸ਼ਿਤ ਪ੍ਰਾਇਮਰੀ ਉਤਪਾਦ ਕੀਮਤ ਸੂਚੀਕਰਨ ਕੀਮਤ ਹੈ, ਜਦੋਂ ਕਿ ਅਸਲ ਕੀਮਤ ਵਿਕਰੇਤਾ-ਉਤਪਾਦ ਸਬੰਧ ਰਿਕਾਰਡਾਂ ਦੇ ਆਧਾਰ 'ਤੇ ਨਿਰਧਾਰਤ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।",
        "subscription": "ਗਾਹਕੀਆਂ ਲਈ, ਸਿਰਫ਼ ਸੂਚੀਬੱਧ ਕੀਮਤ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਜਦੋਂ ਕਿ ਅਸਲ ਲਾਗਤ ਚੁਣੀ ਗਈ ਗਾਹਕੀ ਯੋਜਨਾ ਦੇ ਆਧਾਰ 'ਤੇ ਨਿਰਧਾਰਤ ਕੀਤੀ ਜਾਵੇਗੀ।",
        "service": "ਸੇਵਾ-ਆਧਾਰਿਤ ਉਤਪਾਦਾਂ ਲਈ, ਸੂਚੀਬੱਧ ਕੀਮਤ ਸਿਰਫ਼ ਡਿਸਪਲੇ ਦੇ ਉਦੇਸ਼ਾਂ ਲਈ ਹੈ, ਸੇਵਾ ਦੀ ਅੰਦਾਜ਼ਨ ਲਾਗਤ ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ। ਗਾਹਕ ਦੁਆਰਾ ਆਰਡਰ ਦੇਣ ਤੋਂ ਬਾਅਦ (ਚੈੱਕਆਊਟ ਕਰਨ 'ਤੇ) ਅਸਲ ਸੇਵਾ ਕੀਮਤ ਤੁਹਾਡੇ ਦੁਆਰਾ ਨਿਰਧਾਰਤ ਕੀਤੀ ਜਾਵੇਗੀ।",
        "file": "ਇਹ ਫਾਈਲ ਦੀ ਸੂਚੀਬੱਧ ਅਤੇ ਅਸਲ ਕੀਮਤ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ, ਜਿਸਦਾ ਗਾਹਕਾਂ ਨੂੰ ਫਾਈਲਾਂ ਤੱਕ ਪਹੁੰਚ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਭੁਗਤਾਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
        "default": "ਇਹ ਉਤਪਾਦ ਦੀ ਸੂਚੀਬੱਧ ਕੀਮਤ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ ਅਤੇ ਕਿਸੇ ਵੀ ਰੂਪਾਂ ਦੀ ਕੀਮਤ ਨੂੰ ਵੀ ਧਿਆਨ ਵਿੱਚ ਰੱਖਦਾ ਹੈ ਜਿਸਦੀ ਵੱਖਰੀ ਕੀਮਤ ਨਹੀਂ ਹੈ।"
      },
      "extra_pricings": {
        "title": "ਵਾਧੂ ਕੀਮਤ ਸ਼ਾਮਲ ਕਰੋ",
        "subtitle": "ਖਰੀਦੀ ਗਈ ਮਾਤਰਾ ਦੇ ਆਧਾਰ 'ਤੇ ਵੱਖ-ਵੱਖ ਕੀਮਤਾਂ ਲਾਗੂ ਕਰੋ।"
      },
      "vendor": {
        "title": "ਵਿਕਰੇਤਾ ਦੀ ਕੀਮਤ",
        "subtitle": "ਇਹ ਕੀਮਤ ਸਿਰਫ਼ ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ ਵਿੱਚ ਦਿਖਾਈ ਜਾਵੇਗੀ। ਤੁਸੀਂ ਉਤਪਾਦ > ਵਿਕਰੇਤਾ ਟੈਬ ਵਿੱਚ ਵਿਕਰੇਤਾ ਦੀ ਕੀਮਤ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ।",
        "manage_vendors": "ਵਿਕਰੇਤਾਵਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
        "vendor_product_pricing_link": "ਵਿਕਰੇਤਾ ਦੇ ਉਤਪਾਦ ਦੀ ਕੀਮਤ ਜੁੜੀ ਹੋਈ ਹੈ। ਇੱਥੇ ਸੂਚੀਕਰਨ ਮੁੱਲ ਨੂੰ ਬਦਲਣ ਨਾਲ ਵਿਕਰੇਤਾ ਉਤਪਾਦਾਂ ਨੂੰ ਬਿਨਾਂ ਰੂਪਾਂ ਦੇ ਜਾਂ ਵੇਰੀਐਂਟ ਵਾਲੇ ਉਤਪਾਦਾਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰੇਗਾ ਜਿਨ੍ਹਾਂ ਦੀ ਆਪਣੀ ਕੀਮਤ ਨਹੀਂ ਹੈ (ਮੁੱਖ ਉਤਪਾਦ ਦੇ ਸਮਾਨ ਕੀਮਤ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ)। ਇਸ ਕੀਮਤ ਨੂੰ ਮਾਰਕੀਟਪਲੇਸ ਕੀਮਤ ਦੇ ਰੂਪ ਵਿੱਚ ਮੰਨਿਆ ਜਾਵੇਗਾ, ਅਤੇ ਵਿਕਰੇਤਾ ਦੀ ਕੀਮਤ ਕੀਮਤ ਦੇ ਮਾਡਲ ਜਾਂ ਪਿਛਲੇ ਮਾਰਕੀਟਪਲੇਸ ਮੁਨਾਫੇ ਦੇ ਮਾਰਜਿਨ ਦੇ ਆਧਾਰ 'ਤੇ ਸੈੱਟ ਕੀਤੀ ਜਾਵੇਗੀ।",
        "vendor_variant_pricing_link": "ਇੱਥੇ ਵੇਰੀਐਂਟ ਦੀ ਕੀਮਤ ਬਦਲਣ ਨਾਲ ਉਸੇ ਵੇਰੀਐਂਟ ਵਾਲੇ ਵਿਕਰੇਤਾ ਉਤਪਾਦਾਂ ਦੀ ਕੀਮਤ ਪ੍ਰਭਾਵਿਤ ਹੋਵੇਗੀ। ਇਸ ਕੀਮਤ ਨੂੰ ਮਾਰਕੀਟਪਲੇਸ ਕੀਮਤ ਮੰਨਿਆ ਜਾਵੇਗਾ, ਅਤੇ ਵਿਕਰੇਤਾ ਦੀ ਕੀਮਤ ਕੀਮਤ ਦੇ ਮਾਡਲ ਜਾਂ ਪਿਛਲੇ ਮਾਰਕੀਟਪਲੇਸ ਮੁਨਾਫ਼ੇ ਦੇ ਮਾਰਜਿਨ ਦੇ ਅਨੁਸਾਰ ਸੈੱਟ ਕੀਤੀ ਜਾਵੇਗੀ।"
      }
    },
    "inputs_edit": {
      "title": "ਖਰੀਦਦਾਰ ਜਾਣਕਾਰੀ ਦਾ ਇਨਪੁਟ ਫਾਰਮ",
      "sub_title": "ਤੁਸੀਂ ਹਰੇਕ ਉਤਪਾਦ ਲਈ ਇੱਕ ਡੇਟਾ ਐਂਟਰੀ ਫਾਰਮ ਬਣਾ ਸਕਦੇ ਹੋ, ਇਸਲਈ ਉਤਪਾਦ ਖਰੀਦਣ ਵੇਲੇ ਖਰੀਦਦਾਰ ਤੁਹਾਨੂੰ ਜਾਣਕਾਰੀ ਭੇਜਦੇ ਹਨ। ਉਦਾਹਰਨ ਲਈ, ਇਹ ਜਾਣਕਾਰੀ ਇੱਕ ਪੱਥਰ ਉੱਤੇ ਉੱਕਰੀ ਲਈ ਇੱਕ ਨਾਮ ਹੋ ਸਕਦੀ ਹੈ।",
      "message_input": "ਉਪਭੋਗਤਾ ਨੂੰ ਸੁਨੇਹਾ",
      "message_input_message": "ਉਤਪਾਦ ਖਰੀਦਣ ਵੇਲੇ ਇਹ ਸੰਦੇਸ਼ ਗਾਹਕ ਨੂੰ ਦਿਖਾਇਆ ਜਾਵੇਗਾ।",
      "inputs_form": "ਜਾਣਕਾਰੀ ਬਣਤਰ (ਇਨਪੁਟ)",
      "inputs_hint": "ਤੁਹਾਡੇ ਕੋਲ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਤੋਂ ਵੇਰਵੇ ਇਕੱਠੇ ਕਰਨ ਲਈ ਇੱਕ ਵਿਅਕਤੀਗਤ ਫਾਰਮ ਸੈਟ ਅਪ ਕਰਨ ਦਾ ਵਿਕਲਪ ਹੁੰਦਾ ਹੈ ਜਦੋਂ ਉਹ ਆਰਡਰ ਦੇਣ ਲਈ ਤਿਆਰ ਹੁੰਦੇ ਹਨ।"
    },
    "extra_edit": {
      "physical": {
        "title": "ਸ਼ਿਪਿੰਗ ਜਾਣਕਾਰੀ",
        "sub_title": "ਲਾਗਤ ਅਤੇ ਤਿਆਰੀ ਦਾ ਸਮਾਂ ਇਸ ਭਾਗ ਵਿੱਚ ਦਿੱਤੀ ਜਾਣਕਾਰੀ ਦੇ ਆਧਾਰ 'ਤੇ ਗਿਣਿਆ ਜਾਂਦਾ ਹੈ। ਸਟੋਰ ਵਿੱਚ ਚੁਣੀਆਂ ਗਈਆਂ ਇਕਾਈਆਂ (ਵਜ਼ਨ, ਮਾਪ, ਦੂਰੀ) ਦੇ ਅਨੁਸਾਰ ਜਾਣਕਾਰੀ ਦਰਜ ਕਰਨਾ ਯਕੀਨੀ ਬਣਾਓ।"
      },
      "notifications": {
        "save_title": "ਪੈਕੇਜਿੰਗ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ",
        "save_msg": "ਉਤਪਾਦ ਪੈਕੇਜਿੰਗ ਜਾਣਕਾਰੀ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।"
      },
      "order_limit": {
        "title": "ਆਰਡਰ ਸੀਮਾਵਾਂ",
        "subtitle": "ਜੇਕਰ ਤੁਸੀਂ ਥੋਕ ਵਿਕਰੇਤਾ ਹੋ ਜਾਂ ਪ੍ਰਤੀ ਆਰਡਰ ਇਸ ਆਈਟਮ ਦੀ ਮਾਤਰਾ 'ਤੇ ਘੱਟੋ-ਘੱਟ ਜਾਂ ਵੱਧ ਤੋਂ ਵੱਧ ਸੀਮਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਉਸ ਨੂੰ ਇੱਥੇ ਨਿਰਧਾਰਿਤ ਕਰ ਸਕਦੇ ਹੋ।",
        "no_limit": "ਕੋਈ ਸੀਮਾ ਨਹੀਂ",
        "minimum_purchase_quantity": "ਘੱਟੋ-ਘੱਟ ਖਰੀਦ ਮਾਤਰਾ",
        "maximum_purchase_quantity": "ਵੱਧ ਤੋਂ ਵੱਧ ਖਰੀਦ ਦੀ ਮਾਤਰਾ"
      }
    },
    "variants": {
      "not_available": "ਵਰਤਮਾਨ ਵਿੱਚ ਇਸ ਕਿਸਮ ਦੇ ਉਤਪਾਦ ਲਈ ਇੱਕ ਰੂਪ ਚੁਣਨਾ ਸੰਭਵ ਨਹੀਂ ਹੈ।"
    },
    "delete_product": {
      "title": "ਉਤਪਾਦ ਨੂੰ ਹਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ <b>{product_title}</b> ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "tips": "ਜੇਕਰ ਤੁਸੀਂ ਗਲਤੀ ਨਾਲ ਕਿਸੇ ਉਤਪਾਦ ਨੂੰ ਮਿਟਾ ਦਿੰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇਸਨੂੰ ਆਪਣੀ ਦੁਕਾਨ > ਉਤਪਾਦਾਂ 'ਤੇ ਨੈਵੀਗੇਟ ਕਰਕੇ, ਹਟਾਏ ਗਏ ਆਈਟਮਾਂ ਨੂੰ ਦਿਖਾਓ ਨੂੰ ਸਮਰੱਥ ਕਰਕੇ, ਅਤੇ ਫਿਰ ਉਤਪਾਦ 'ਤੇ ਸੱਜਾ-ਕਲਿੱਕ ਕਰਕੇ, ਅਤੇ ਰੀਸਟੋਰ ਨੂੰ ਚੁਣ ਕੇ ਇਸ ਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ।"
    }
  },
  "product_admin": {
    "products_list": "ਉਤਪਾਦ ਸੂਚੀ",
    "product": "ਉਤਪਾਦ",
    "menu": {
      "edit": "ਸੰਪਾਦਿਤ ਕਰੋ",
      "review": "ਸਮੀਖਿਆ",
      "orders": "ਆਰਡਰ",
      "inventory": "ਵਸਤੂ ਸੂਚੀ",
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "back_to_products": "ਉਤਪਾਦ",
      "drop_shipping": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ"
    },
    "dashboard": {
      "info": {
        "title": "ਪ੍ਰੋਫਾਈਲ",
        "title_small": "ਉਤਪਾਦ",
        "category": "ਉਤਪਾਦ ਸ਼੍ਰੇਣੀ",
        "link": "ਉਤਪਾਦ ਲਿੰਕ",
        "type": "ਟਾਈਪ ਕਰੋ",
        "inputs": "ਇਨਪੁਟ ਜਾਣਕਾਰੀ",
        "outputs": "ਆਉਟਪੁੱਟ ਜਾਣਕਾਰੀ",
        "user_data_form": "ਖਰੀਦਦਾਰ ਜਾਣਕਾਰੀ ਫਾਰਮ",
        "staff_messages": "ਸਟਾਫ ਸੁਨੇਹੇ",
        "add_note": "ਨੋਟ ਸ਼ਾਮਲ ਕਰੋ",
        "product_tags": "ਉਤਪਾਦ ਟੈਗ",
        "edit_tags": "ਟੈਗਾਂ ਦਾ ਸੰਪਾਦਨ ਕਰੋ"
      },
      "orders": {
        "title": "ਆਰਡਰ",
        "title_small": "ਗੈਰ-ਪ੍ਰਕਿਰਿਆ",
        "physical_orders_title": "ਇਸ ਉਤਪਾਦ ਦੇ ਨਾਲ ਸ਼ਾਪਿੰਗ ਕਾਰਟਸ",
        "send_30days_title": "ਪਿਛਲੇ 30 ਦਿਨਾਂ ਵਿੱਚ ਭੇਜੇ ਗਏ ਆਰਡਰ",
        "downloads_30days_title": "ਪਿਛਲੇ 30 ਦਿਨਾਂ ਵਿੱਚ ਡਾਊਨਲੋਡ ਕੀਤਾ ਗਿਆ ਫ਼ਾਈਲ ਨੰਬਰ",
        "virtual_orders_title": "ਇਸ ਉਤਪਾਦ ਦੇ ਆਰਡਰ ਮੁਕੰਮਲ ਹੋਣ ਦੀ ਉਡੀਕ ਕਰ ਰਹੇ ਹਨ",
        "send_count_in_period": "{start} ~ {end} ਵਿਚਕਾਰ ਭੇਜੇ ਗਏ ਆਰਡਰ",
        "downloads_count_in_period": "{start} ~ {end} ਵਿਚਕਾਰ ਫ਼ਾਈਲ ਡਾਊਨਲੋਡ ਕੀਤੀ ਗਈ ਗਿਣਤੀ"
      },
      "inventory": {
        "title": "ਵਸਤੂ ਸੂਚੀ",
        "title_small": "ਵੇਅਰਹਾਊਸ",
        "total_sell": "ਕੁੱਲ ਵਿਕਰੀ",
        "total_sell_today": "ਅੱਜ ਵਿਕਰੀ",
        "total_sell_30days": "ਪਿਛਲੇ 4 ਦਿਨਾਂ ਦੀ ਵਿਕਰੀ",
        "chart": {
          "labels": [
            "ਵਸਤੂ ਸੂਚੀ",
            "ਵਿਕਰੀ"
          ]
        },
        "subscribers_title": "ਗਾਹਕ",
        "subscribers_title_small": "ਕੁੱਲ ਗਾਹਕੀ ਵਾਲੇ ਆਰਡਰ",
        "total_sell_timespan": "{start} ~ {end} ਵਿਚਕਾਰ ਕੁੱਲ ਵਿਕਰੀ"
      },
      "finance": {
        "title": "ਵਿੱਤੀ",
        "title_small": "ਪਿਛਲੇ 6 ਮਹੀਨੇ ਦੀ ਖਰੀਦ ਰਿਪੋਰਟ",
        "select_mode_title": "ਦੁਆਰਾ ਦਿਖਾਓ",
        "modes": {
          "sell": "ਵਿਕਰੀ",
          "payment": "ਭੁਗਤਾਨ",
          "discount": "ਛੂਟ"
        },
        "currency_select_title": "ਚੁਣੀ ਗਈ ਮੁਦਰਾ ਦੁਆਰਾ ਕੀਮਤ",
        "sell_today": "ਅੱਜ ਵਿਕਰੀ",
        "product_price": "ਉਤਪਾਦ ਦੀ ਕੀਮਤ",
        "currency_unit": "ਮੁਦਰਾ ਯੂਨਿਟ",
        "sell_30days": "30 ਦਿਨਾਂ ਦੀ ਵਿਕਰੀ",
        "sell_daily": "ਰੋਜ਼ਾਨਾ ਵਿਕਰੀ",
        "sell_yesterday": "ਕੱਲ੍ਹ ਦੀ ਵਿਕਰੀ"
      },
      "survey": {
        "title": "ਉਤਪਾਦ ਰੇਟਿੰਗ",
        "title_small": "ਗਾਹਕ ਸੰਤੁਸ਼ਟੀ ਰਿਪੋਰਟ",
        "total_participation": "ਯੋਗਦਾਨਾਂ ਦੀ ਕੁੱਲ ਸੰਖਿਆ",
        "today_participation": "ਅੱਜ ਦੀਆਂ ਰੇਟਿੰਗਾਂ",
        "last7days_participation": "ਪਿਛਲੇ 7 ਦਿਨਾਂ ਦੇ ਯੋਗਦਾਨ",
        "chart": {
          "participate": "ਭਾਗੀਦਾਰੀ",
          "participate_title": "ਯੋਗਦਾਨਾਂ ਦੀ ਗਿਣਤੀ",
          "score": "ਸਕੋਰ"
        },
        "total_participation_tooltip": "ਉਤਪਾਦ ਲਈ ਰੇਟਰਾਂ ਦੀ ਕੁੱਲ ਗਿਣਤੀ।",
        "users_not_rated_msg": "ਉਪਭੋਗਤਾਵਾਂ ਨੇ ਅਜੇ ਤੱਕ ਇਸ ਉਤਪਾਦ ਨੂੰ ਦਰਜਾ ਨਹੀਂ ਦਿੱਤਾ ਹੈ।"
      },
      "inform": {
        "title": "ਗਾਹਕ ਉਮੀਦਾਂ",
        "title_small": "ਛੋਟਾਂ ਜਾਂ ਉਪਲਬਧਤਾ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ",
        "message": "ਜਦੋਂ ਉਤਪਾਦ ਵਿਕਰੀ 'ਤੇ ਜਾਂਦੇ ਹਨ ਜਾਂ ਉਪਲਬਧ ਹੁੰਦੇ ਹਨ ਤਾਂ ਗਾਹਕਾਂ ਨੂੰ ਸੂਚਿਤ ਕਰੋ",
        "waiting_for_auction": "ਉਤਪਾਦਾਂ ਦੀ ਵਿਕਰੀ 'ਤੇ ਜਾਣ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ",
        "waiting_for_available": "ਉਤਪਾਦਾਂ ਦੇ ਉਪਲਬਧ ਹੋਣ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ।",
        "unit": "ਵਿਅਕਤੀ(ਵਿਅਕਤੀ)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "ਵਸਤੂ ਸੂਚੀ",
        "add_variant": "ਵੇਰੀਐਂਟ ਸ਼ਾਮਲ ਕਰੋ",
        "title": "ਉਤਪਾਦ ਵਸਤੂ ਸੂਚੀ / ਉਤਪਾਦ ਰੂਪਾਂ ਦੀ ਸੂਚੀ",
        "sub_title": "ਜੇਕਰ ਇਸ ਉਤਪਾਦ ਦੇ ਇੱਕ ਤੋਂ ਵੱਧ ਰੂਪ ਹਨ, ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਇਸ ਭਾਗ ਵਿੱਚ ਦਾਖਲ ਕਰੋ। ਤੁਸੀਂ ਹਰੇਕ ਰੂਪ ਦੀ ਰਕਮ, ਕੀਮਤ ਅਤੇ ਛੋਟ ਨੂੰ ਵੱਖਰੇ ਤੌਰ 'ਤੇ ਪਰਿਭਾਸ਼ਿਤ ਕਰ ਸਕਦੇ ਹੋ; ਨਹੀਂ ਤਾਂ ਕੀਮਤ ਲਈ ਉਤਪਾਦ ਦੇ ਮੂਲ ਮੁੱਲ ਲਾਗੂ ਕੀਤੇ ਜਾਣਗੇ।",
        "add_action": "ਵੇਰੀਐਂਟ ਸ਼ਾਮਲ ਕਰੋ",
        "count_input": "ਵਸਤੂ ਸੂਚੀ",
        "count_input_action": "ਗਿਣਤੀ ਸੈੱਟ ਕਰੋ",
        "management_title": "ਵਸਤੂ ਪ੍ਰਬੰਧਨ ਅਤੇ ਉਤਪਾਦ ਰੂਪ",
        "add_title": "ਉਤਪਾਦ ਰੂਪ ਸ਼ਾਮਲ ਕਰੋ",
        "edit_title": "ਉਤਪਾਦ ਰੂਪ ਸੰਪਾਦਿਤ ਕਰੋ",
        "notifications": {
          "add_success": "ਉਤਪਾਦ ਰੂਪ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
          "delete_success": "ਉਤਪਾਦ ਰੂਪ ਮਿਟਾਇਆ ਗਿਆ।",
          "save_product_inventory_success": "ਉਤਪਾਦਾਂ ਦੀ ਵਸਤੂ ਸੂਚੀ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਗਈ।"
        }
      },
      "variant_item": {
        "price": "ਕੀਮਤ",
        "same_as_product": "ਮੁੱਖ ਉਤਪਾਦ ਦੇ ਸਮਾਨ",
        "in_stock": "ਵਸਤੂ ਸੂਚੀ",
        "delete_dialog": {
          "title": "ਉਤਪਾਦ ਰੂਪ ਮਿਟਾਓ",
          "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਰੂਪ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?"
        }
      },
      "variant_add_edit": {
        "title": "ਉਤਪਾਦ ਰੂਪ ਨੂੰ ਪਰਿਭਾਸ਼ਿਤ ਕਰਨਾ",
        "message": "ਉਤਪਾਦ ਨੰਬਰ ਵਿਲੱਖਣ",
        "active_input": "ਕੀ ਇਹ ਵੇਰੀਐਂਟ ਕਿਰਿਆਸ਼ੀਲ ਹੈ?",
        "sku": "SKU",
        "sku_tips": "ਉਤਪਾਦ ਵੇਅਰਹਾਊਸ ਕੋਡ।",
        "mpn": "MPN",
        "mpn_tips": "ਉਤਪਾਦ ਕੋਡ ਉਤਪਾਦ ਪੈਕਿੰਗ 'ਤੇ ਨਿਰਮਾਤਾ ਦੁਆਰਾ ਸੰਮਿਲਿਤ ਕੀਤਾ ਗਿਆ ਹੈ",
        "variant_variable": "ਵੇਰੀਐਂਟ ਵੇਰੀਏਬਲ",
        "pricing": "ਕੀਮਤ",
        "has_pricing_input": "ਕੀ ਕੀਮਤ ਮੁੱਖ ਉਤਪਾਦ ਤੋਂ ਵੱਖਰੀ ਹੈ?",
        "inventory": "ਵਸਤੂ ਸੂਚੀ",
        "inventory_unit": "ਇਕਾਈ",
        "delivery_info": "ਪੈਕੇਜਿੰਗ ਅਤੇ ਸ਼ਿਪਿੰਗ",
        "images": "ਵੇਰੀਐਂਟ ਦੀਆਂ ਤਸਵੀਰਾਂ",
        "images_message": "ਇਸ ਵੇਰੀਐਂਟ ਨੂੰ ਸੇਵ ਕਰਨ ਤੋਂ ਬਾਅਦ ਤੁਸੀਂ ਇੱਥੇ ਇੱਕ ਚਿੱਤਰ ਜੋੜ ਸਕੋਗੇ।"
      }
    },
    "edit_article": {
      "menu": {
        "tags": "ਟੈਗਸ",
        "article": "ਲੇਖ"
      }
    }
  },
  "product_extra_physical": {
    "weight": "ਪੈਕੇਜ ਭਾਰ",
    "weight_unit": "ਕਿਲੋਗ੍ਰਾਮ",
    "size": "ਪੈਕੇਜ ਮਾਪ",
    "dimension": "ਸੀ.ਐਮ",
    "width": "ਚੌੜਾਈ",
    "length": "ਲੰਬਾਈ",
    "height": "ਉਚਾਈ",
    "lead_time_title": "ਤਿਆਰੀ ਦਾ ਸਮਾਂ",
    "lead_time": "ਤਿਆਰੀ ਦਾ ਸਮਾਂ",
    "lead_time_dimension": "ਘੰਟੇ(ਘੰਟੇ)",
    "bulk_action": "ਬਲਕ ਕਾਰਵਾਈਆਂ",
    "bulk_action_input": "ਸਾਰੇ ਰੂਪਾਂ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ",
    "bulk_action_msg": "ਸਾਰੇ ਰੂਪਾਂ ਲਈ ਉਤਪਾਦ ਪੈਕੇਜਿੰਗ ਅਤੇ ਤਿਆਰੀ ਦਾ ਸਮਾਂ ਸੈੱਟ ਕਰੋ।",
    "weight_subtitle": "ਉਤਪਾਦ ਦਾ ਕੁੱਲ ਪੈਕੇਜਿੰਗ ਭਾਰ ਇੱਥੇ ਇਨਪੁਟ ਕਰੋ। ਇਹ ਜਾਣਕਾਰੀ ਸਹੀ ਸ਼ਿਪਿੰਗ ਵਿਧੀ ਚੁਣਨ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ ਅਤੇ ਇਹ ਯਕੀਨੀ ਬਣਾਉਂਦੀ ਹੈ ਕਿ ਆਰਡਰ ਸ਼ਿਪਿੰਗ ਸੀਮਾ ਨੂੰ ਪਾਰ ਨਹੀਂ ਕਰਦਾ ਹੈ।",
    "size_subtitle": "ਉਤਪਾਦ ਦਾ ਪੂਰਾ ਪੈਕੇਜਿੰਗ ਆਕਾਰ ਇੱਥੇ ਇਨਪੁਟ ਕਰੋ। ਇਸ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਸਹੀ ਸ਼ਿਪਿੰਗ ਵਿਧੀ ਚੁਣਨ ਅਤੇ ਇਹ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਕਿ ਆਰਡਰ ਪਾਰਸਲ ਆਕਾਰ ਸੀਮਾ ਤੋਂ ਵੱਧ ਨਾ ਹੋਵੇ।",
    "lead_time_subtitle": "ਲੀਡ ਟਾਈਮ ਸ਼ਿਪਿੰਗ ਲਈ ਉਤਪਾਦ ਤਿਆਰ ਕਰਨ ਲਈ ਲੋੜੀਂਦੀ ਮਿਆਦ ਦਾ ਅੰਦਾਜ਼ਾ ਲਗਾਉਂਦਾ ਹੈ, ਜੋ ਡਿਲੀਵਰੀ ਸਮੇਂ ਦਾ ਅੰਦਾਜ਼ਾ ਲਗਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ।",
    "bulk_action_subtitle": "ਤੁਸੀਂ ਸਾਰੇ ਉਤਪਾਦ ਰੂਪਾਂ ਲਈ ਪੈਕੇਜਿੰਗ ਜਾਣਕਾਰੀ ਨੂੰ ਲਾਗੂ ਕਰ ਸਕਦੇ ਹੋ।"
  },
  "product_images_list": {
    "upload_button": "ਹੋਰ ਉਤਪਾਦ ਚਿੱਤਰ",
    "upload_an_image": "ਇੱਕ ਚਿੱਤਰ ਚੁਣੋ।",
    "notifications": {
      "update_sort_success": "ਚਿੱਤਰਾਂ ਦੀ ਛਾਂਟੀ ਸੰਭਾਲੀ ਗਈ",
      "delete_image_title": "ਉਤਪਾਦ ਚਿੱਤਰ ਨੂੰ ਮਿਟਾਓ",
      "delete_image_success": "ਚਿੱਤਰ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਇਆ ਗਿਆ"
    }
  },
  "variants_view": {
    "prices": "ਕੀਮਤਾਂ",
    "inventory": "ਵਸਤੂ ਸੂਚੀ",
    "discount": "ਛੂਟ"
  },
  "gift_card_type_edit": {
    "title_input": "ਸਿਰਲੇਖ",
    "color_input": "ਕਾਰਡ ਦਾ ਰੰਗ",
    "charge_input": "ਸ਼ੁਰੂਆਤੀ ਚਾਰਜ",
    "charge_input_hint": "ਹਰੇਕ ਕਾਰਡ ਲਈ ਸ਼ੁਰੂਆਤੀ ਚਾਰਜ",
    "currency_input": "ਮੁਦਰਾ",
    "currency_input_message": "ਸਿਰਫ਼ ਇਸ ਮੁਦਰਾ ਨਾਲ ਖਰੀਦਦਾਰੀ ਲਈ",
    "lifetime_input": "ਕਾਰਡ ਵੈਧਤਾ (ਮਹੀਨਾ)",
    "lifetime_input_message": "ਕਾਰਡ ਵੈਧਤਾ",
    "card_image_input": "ਕਾਰਡ ਚਿੱਤਰ",
    "notifications": {
      "create_success": "ਕਾਰਡ ਬਣਾਇਆ ਗਿਆ",
      "update_success": "ਕਾਰਡ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ"
    }
  },
  "shop_warehouse_edit": {
    "title": "ਵੇਅਰਹਾਊਸ ਸ਼ਾਮਲ ਕਰੋ",
    "message": "ਸ਼ਿਪਿੰਗ ਲਾਗਤ ਦੀ ਗਣਨਾ ਕਰਨ ਲਈ ਆਪਣਾ ਵੇਅਰਹਾਊਸ ਪਤਾ ਅਤੇ ਪ੍ਰੋਫਾਈਲ ਦਾਖਲ ਕਰੋ।",
    "name_input": "ਵੇਅਰਹਾਊਸ ਦਾ ਨਾਮ",
    "address": "ਪਤਾ",
    "name_input_message": "ਆਪਣੇ ਵੇਅਰਹਾਊਸ ਲਈ ਇੱਕ ਉਪਨਾਮ ਦਾਖਲ ਕਰੋ।",
    "person_name": "ਅਧਿਕਾਰੀ ਦਾ ਨਾਮ",
    "phone_number": "ਸੰਪਰਕ ਨੰਬਰ",
    "map_title": "ਸਟੋਰ ਵੇਅਰਹਾਊਸ ਦਾ ਪਤਾ",
    "confirm_action": "ਵੇਅਰਹਾਊਸ ਮਨਜ਼ੂਰੀ",
    "address_name": "ਵੇਅਰਹਾਊਸ",
    "notifications": {
      "success_save": "ਤਬਦੀਲੀਆਂ ਸਫਲਤਾਪੂਰਵਕ ਸੁਰੱਖਿਅਤ ਕੀਤੀਆਂ ਗਈਆਂ।"
    }
  },
  "inventory_list": {
    "search_input": "ਉਤਪਾਦ ਖੋਜ...",
    "search_input_title": "ਸਟੋਰ ਉਤਪਾਦਾਂ ਵਿੱਚ ਖੋਜ ਕਰੋ",
    "apply_filter": "ਫਿਲਟਰ ਲਾਗੂ ਕਰੋ",
    "inventory": "ਵਸਤੂ ਸੂਚੀ",
    "export": "ਵਸਤੂ ਸੂਚੀ ਨਿਰਯਾਤ ਕਰੋ",
    "import": "ਵਸਤੂ ਸੂਚੀ ਆਯਾਤ ਕਰੋ",
    "bulk_price": "ਥੋਕ ਕੀਮਤ ਤਬਦੀਲੀ",
    "bulk_discount": "ਥੋਕ ਛੂਟ ਤਬਦੀਲੀ",
    "category_filter_msg": "⚡ ਇਹ ਸਾਰੇ ਉਤਪਾਦਾਂ ਅਤੇ ਉਪ ਸ਼੍ਰੇਣੀਆਂ 'ਤੇ ਲਾਗੂ ਹੋਵੇਗਾ!",
    "table": {
      "waiting": "ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ... ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ",
      "open_state": "ਕਿਰਿਆਸ਼ੀਲ",
      "close_state": "ਅਕਿਰਿਆਸ਼ੀਲ",
      "image": "ਚਿੱਤਰ",
      "product": "ਉਤਪਾਦ ਦਾ ਨਾਮ",
      "code": "ਉਤਪਾਦ ਕੋਡ",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "ਮੂਲ",
      "status": "ਸਥਿਤੀ",
      "in_stock": "ਭੰਡਾਰ ਵਿੱਚ",
      "edit": "ਬਦਲੋ"
    },
    "bulk_price_dialog": {
      "title": "ਬਲਕ ਕਾਰਵਾਈਆਂ > ਕੀਮਤ",
      "message": "ਨੋਟ: ਨਿਮਨਲਿਖਤ ਰਕਮ ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਸਾਰੇ ਉਤਪਾਦਾਂ ਦੀ ਕੀਮਤ ਦੇ ਪ੍ਰਤੀਸ਼ਤ ਵਜੋਂ ਲਾਗੂ ਹੋਵੇਗੀ। ਨਾਲ ਹੀ, ਚੁਣੀ ਗਈ ਮੁਦਰਾ ਦੇ ਆਧਾਰ 'ਤੇ ਗਣਨਾ ਕੀਤੇ ਮੁੱਲਾਂ ਨੂੰ ਸਮਝਦਾਰੀ ਨਾਲ ਸਭ ਤੋਂ ਨਜ਼ਦੀਕੀ ਰਾਊਂਡ ਨੰਬਰ ਵਿੱਚ ਬਦਲਿਆ ਜਾਵੇਗਾ। ਮੁੱਲ ਦਾਖਲ ਕਰਨ ਵਿੱਚ ਸਾਵਧਾਨ ਰਹੋ।",
      "check": "ਮੈਂ ਕੀਮਤਾਂ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੰਦਾ ਹਾਂ।",
      "add_percent_tab": "ਪ੍ਰਤੀਸ਼ਤ ਜੋੜੋ",
      "add_constant_tab": "ਸਥਿਰ ਸ਼ਾਮਲ ਕਰੋ",
      "ending_tab": "ਸਮਾਪਤੀ ਰਣਨੀਤੀ"
    },
    "bulk_discount_dialog": {
      "title": "ਬਲਕ ਕਾਰਵਾਈਆਂ > ਛੋਟ",
      "message": "ਨੋਟ: ਨਿਮਨਲਿਖਤ ਰਕਮ ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਸਾਰੇ ਉਤਪਾਦਾਂ ਦੀ ਛੋਟ ਦੇ ਪ੍ਰਤੀਸ਼ਤ ਵਜੋਂ ਹੋਵੇਗੀ। ਨਾਲ ਹੀ, ਚੁਣੀ ਗਈ ਮੁਦਰਾ ਦੇ ਆਧਾਰ 'ਤੇ ਗਣਨਾ ਕੀਤੇ ਛੂਟ ਮੁੱਲਾਂ ਨੂੰ ਸਮਝਦਾਰੀ ਨਾਲ ਨਜ਼ਦੀਕੀ ਰਾਊਂਡ ਨੰਬਰ ਵਿੱਚ ਬਦਲਿਆ ਜਾਵੇਗਾ। ਮੁੱਲ ਦਾਖਲ ਕਰਨ ਵਿੱਚ ਸਾਵਧਾਨ ਰਹੋ।",
      "check": "ਮੈਂ ਛੂਟ ਦੀਆਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੰਦਾ ਹਾਂ।"
    },
    "notifications": {
      "save_success": "ਵਸਤੂ ਸੂਚੀ ਵਿੱਚ ਤਬਦੀਲੀ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਗਈ।"
    },
    "title": "ਸਟੋਰ ਇਨਵੈਂਟਰੀ",
    "subtitle": "ਸਟੋਰ ਵਿੱਚ ਸਾਰੇ ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ।",
    "cant_set_here": "ਇੱਥੇ ਸੈੱਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ"
  },
  "spec_view": {
    "auto_save_input": "ਆਟੋ ਸੇਵ",
    "auto_save_input_message": "ਤਬਦੀਲੀਆਂ ਆਪਣੇ ਆਪ ਸੁਰੱਖਿਅਤ ਹੋ ਜਾਣਗੀਆਂ।"
  },
  "time_progress_bar": {
    "title_before_start": "ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਬਾਕੀ",
    "title_between_start_end": "ਅੰਤ ਤੱਕ ਬਾਕੀ",
    "title_after_end": "ਸਮਾਪਤ",
    "title_no_start_end": "ਸਮੇਂ ਦੀ ਮਿਆਦ ਤੋਂ ਬਿਨਾਂ!"
  },
  "geo_map": {
    "views": "ਵਿਚਾਰ",
    "views_unit": "ਵਾਰ",
    "product_views": "ਉਤਪਾਦ ਦ੍ਰਿਸ਼",
    "buys": "ਖਰੀਦਦਾਰੀ",
    "buys_unit": "ਆਰਡਰ",
    "baskets": "ਸਰਗਰਮ ਗੱਡੀਆਂ",
    "added_items": "ਆਈਟਮਾਂ ਸ਼ਾਮਲ ਕਰੋ",
    "removed_items": "ਆਈਟਮਾਂ ਨੂੰ ਹਟਾਓ"
  },
  "faq_list": {
    "table": {
      "nodata": "ਕੋਈ ਸਵਾਲ ਨਹੀਂ ਮਿਲੇ।",
      "more_data_action": "ਹੋਰ ਸਵਾਲ ..",
      "user": "ਉਪਭੋਗਤਾ",
      "tag": "ਟੈਗ",
      "question": "ਸਵਾਲ",
      "officer": "ਸਟਾਫ",
      "answer": "ਜਵਾਬ",
      "created_at": "ਤਾਰੀਖ਼",
      "priority": "ਤਰਜੀਹ",
      "edit": "ਸੰਪਾਦਿਤ ਕਰੋ"
    },
    "dialog": {
      "add_new_action": "ਨਵਾਂ ਸਵਾਲ ਦਰਜ ਕਰੋ",
      "edit_action": "FAQ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
      "question_input": "ਸਵਾਲ",
      "question_input_placeholder": "ਆਪਣਾ ਸਵਾਲ ਪੁੱਛੋ..",
      "link_input": "ਲਿੰਕ",
      "link_input_placeholder": "ਤੁਸੀਂ ਜਵਾਬ ਵਿੱਚ ਇੱਕ ਲਿੰਕ ਦਾ ਹਵਾਲਾ ਦੇ ਸਕਦੇ ਹੋ।",
      "answer_input": "ਜਵਾਬ",
      "answer_input_placeholder": "ਜਵਾਬ ਲਿਖਤ ਦਾਖਲ ਕਰੋ ..",
      "tag_input": "ਟੈਗ (ਸ਼੍ਰੇਣੀ ਦਾ ਸਿਰਲੇਖ)",
      "tag_input_placeholder": "ਇੱਕ ਛੋਟਾ ਸਿਰਲੇਖ ਦਾਖਲ ਕਰੋ",
      "priority_input": "ਤਰਜੀਹ: (0 ਤੋਂ 10)"
    },
    "delete_alert": {
      "title": "ਸਵਾਲ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਸਵਾਲ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਮਿਟਾਓ"
    },
    "notifications": {
      "send_success": "ਤੁਹਾਡਾ ਜਵਾਬ ਸਫਲਤਾਪੂਰਵਕ ਸਪੁਰਦ ਕੀਤਾ ਗਿਆ ਹੈ।",
      "delete_success": "ਤੁਹਾਡਾ ਸਵਾਲ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।"
    }
  },
  "contact_messages_list": {
    "load_more_action": "ਹੋਰ ਸੁਨੇਹੇ ..",
    "table": {
      "nodata": "ਕੋਈ ਸਵਾਲ ਨਹੀਂ ਮਿਲੇ।",
      "user": "ਉਪਭੋਗਤਾ",
      "message": "ਸੁਨੇਹਾ ਬੌਡੀ",
      "category": "ਸ਼੍ਰੇਣੀ",
      "officer": "ਸਟਾਫ",
      "answer": "ਜਵਾਬ",
      "created_at": "ਤਾਰੀਖ਼",
      "contact": "ਸੰਪਰਕ ਕਰੋ",
      "edit": "ਸੰਪਾਦਿਤ ਕਰੋ"
    },
    "dialog": {
      "title": "ਸੁਨੇਹੇ ਦਾ ਜਵਾਬ",
      "category": "ਸ਼੍ਰੇਣੀ",
      "user_name": "ਨਾਮ",
      "email": "ਈ - ਮੇਲ",
      "phone": "ਸੰਪਰਕ ਨੰਬਰ",
      "message": "ਸੁਨੇਹਾ ਟੈਕਸਟ",
      "status": "ਜਵਾਬ ਸਥਿਤੀ",
      "status_answered": "ਜਵਾਬ ਦਿੱਤਾ",
      "status_waiting": "ਜਵਾਬ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ",
      "answer_input": "ਲਿਖਤ ਦਾ ਜਵਾਬ ਦਿਓ",
      "mail_input": "ਮੇਲ ਭੇਜੋ",
      "mail_input_message": "ਜੇਕਰ ਤੁਸੀਂ ਇਸਨੂੰ ਸਮਰੱਥ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡਾ ਜਵਾਬ ਉਪਭੋਗਤਾ ਈਮੇਲ 'ਤੇ ਭੇਜਿਆ ਜਾਵੇਗਾ।"
    },
    "delete_alert": {
      "title": "ਸੁਨੇਹਾ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਸੁਨੇਹੇ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਮਿਟਾਓ"
    },
    "notifications": {
      "send_success": "ਤੁਹਾਡੀ ਬੇਨਤੀ ਸਫਲਤਾਪੂਰਵਕ ਸਪੁਰਦ ਕੀਤੀ ਗਈ ਹੈ।",
      "delete_success": "ਸੁਨੇਹਾ ਮਿਟਾਇਆ ਗਿਆ।"
    }
  },
  "campaign": {
    "title": "ਮੁਹਿੰਮ",
    "menu": {
      "setting": "ਸੈਟਿੰਗਾਂ",
      "return": "ਵਾਪਸ",
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "links": "ਲਿੰਕ",
      "landing": "ਲੈਂਡਿੰਗ",
      "ads": "ਵਿਗਿਆਪਨ",
      "finance": "ਵਿੱਤ"
    },
    "dashboard": {
      "title": "ਡੈਸ਼ਬੋਰਡ",
      "status": "ਸਥਿਤੀ ਦੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ",
      "sessions": "ਸੈਸ਼ਨ",
      "links_overview": "ਮੁਹਿੰਮ ਲਿੰਕ ਸੰਖੇਪ ਜਾਣਕਾਰੀ",
      "orders": "ਆਰਡਰ",
      "performance": "ਮੁਹਿੰਮ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ",
      "links_funnel": "ਮੁਹਿੰਮ ਲਿੰਕ ਪ੍ਰਦਰਸ਼ਨ",
      "no_links": "ਕੋਈ ਡਾਟਾ ਉਪਲਬਧ ਨਹੀਂ ਹੈ! ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਮੁਹਿੰਮ ਲਈ ਇੱਕ ਲਿੰਕ ਬਣਾਓ।",
      "social": "ਸੋਸ਼ਲ ਮੀਡੀਆ ਦੀ ਅਗਵਾਈ ਕਰਦਾ ਹੈ",
      "conversion_over_time": "ਸਮੇਂ ਦੇ ਨਾਲ ਪਰਿਵਰਤਨ",
      "total_campaign_sell": "ਮੁਹਿੰਮ ਦੁਆਰਾ ਕੁੱਲ ਵਿਕਰੀ"
    },
    "finance": {
      "title": "ਵਿੱਤ ਰਿਪੋਰਟ",
      "campaign_revenue": "ਮੁਹਿੰਮ ਦੀ ਆਮਦਨ",
      "total_revenue": "ਮੁਹਿੰਮ ਦੁਆਰਾ ਕੁੱਲ ਆਮਦਨ",
      "links_revenue": "ਮੁਹਿੰਮ ਲਿੰਕ ਮਾਲੀਆ",
      "payments_over_time": "ਸਮੇਂ ਦੇ ਨਾਲ ਵਿਕਰੀ",
      "all_links": "ਸਾਰੇ ਲਿੰਕ"
    },
    "landing": {
      "empty_message": "ਮੁਹਿੰਮ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਇੱਕ ਲੈਂਡਿੰਗ ਪੰਨਾ ਸੈਟ ਕਰੋ।",
      "set_landing": "ਲੈਂਡਿੰਗ ਪੰਨਾ ਸੈੱਟ ਕਰੋ",
      "create_landing": "ਨਵਾਂ ਲੈਂਡਿੰਗ ਪੰਨਾ ਬਣਾਓ"
    },
    "links": {
      "title": "ਮੁਹਿੰਮ ਲਿੰਕ",
      "url_input_message": "ਆਪਣਾ ਟੀਚਾ ਪੰਨਾ url ਦਾਖਲ ਕਰੋ"
    },
    "setting": {
      "menu": {
        "config": "ਸੰਰਚਨਾ",
        "timespan": "ਸਮਾਂ ਮਿਆਦ",
        "banner": "ਬੈਨਰ",
        "Notification": "ਸੂਚਨਾ"
      },
      "general_setting": {
        "title": "ਆਮ ਮੁਹਿੰਮ ਸੈਟਿੰਗਾਂ",
        "sub_title": "ਨਾਮ, ਲੈਂਡਿੰਗ ਪੰਨਾ ਅਤੇ ਛੂਟ ਕੋਡ",
        "name_input": "ਮੁਹਿੰਮ ਦਾ ਨਾਮ",
        "name_input_hint": "ਆਪਣੀ ਮੁਹਿੰਮ ਵਿੱਚ ਇੱਕ ਨਾਮ ਸ਼ਾਮਲ ਕਰੋ",
        "enable_input": "ਕੀ ਮੁਹਿੰਮ ਸਰਗਰਮ ਹੈ?",
        "page_input": "ਲੈਂਡਿੰਗ ਪੰਨਾ",
        "discount_code_input": "ਛੋਟ ਕੋਡ",
        "limit": "ਛੂਟ ਸੀਮਾ",
        "max_count": "ਅਧਿਕਤਮ ਗਿਣਤੀ",
        "max_count_unit": "ਇਕਾਈ",
        "start": "ਸ਼ੁਰੂ ਕਰੋ",
        "end": "ਅੰਤ",
        "notification_enable_input": "ਨੋਟੀਫਿਕੇਸ਼ਨ ਚਾਲੂ ਹੈ?",
        "landing_page": "ਲੈਂਡਿੰਗ ਪੰਨਾ",
        "discount_code": "ਛੋਟ ਕੋਡ",
        "auto": "ਪੂਰਵ-ਨਿਰਧਾਰਤ ਮੁਹਿੰਮ",
        "auto_message": "ਤੁਹਾਡੀ ਦੁਕਾਨ ਵਿੱਚ ਪੂਰਵ-ਨਿਰਧਾਰਤ ਮੁਹਿੰਮ ਕਿਰਿਆਸ਼ੀਲ ਹੈ"
      },
      "time_setting": {
        "title": "ਸਮਾਂ ਮਿਆਦ",
        "sub_title": "ਸ਼ੁਰੂਆਤੀ ਮਿਤੀ ਅਤੇ ਸਮਾਂ / ਸਮਾਪਤੀ ਮਿਤੀ ਅਤੇ ਸਮਾਂ",
        "start_input": "ਸ਼ੁਰੂ ਕਰੋ",
        "start_input_placeholder": "ਮੁਹਿੰਮ ਸ਼ੁਰੂ ਕਰਨ ਦਾ ਸਮਾਂ ਚੁਣੋ",
        "end_input": "ਅੰਤ",
        "end_input_placeholder": "ਮੁਹਿੰਮ ਦਾ ਅੰਤ ਸਮਾਂ ਚੁਣੋ"
      },
      "banner_setting": {
        "title": "ਦੁਕਾਨ ਦਾ ਬੈਨਰ",
        "sub_title": "ਦੁਕਾਨ ਦੇ ਪੰਨੇ ਦੇ ਸਿਖਰ 'ਤੇ ਡਿਸਪਲੇ ਕਰੋ",
        "message_input": "ਸੁਨੇਹਾ ਟੈਕਸਟ",
        "message_input_placeholder": "ਵਿਸ਼ੇਸ਼ ਤਿਉਹਾਰ...",
        "message_input_hint": "ਸਟੋਰ ਦੇ ਸਿਖਰ 'ਤੇ ਬੈਨਰ ਸੁਨੇਹਾ ਟੈਕਸਟ",
        "bg_image_input": "ਬੈਕਗ੍ਰਾਊਂਡ ਚਿੱਤਰ URL",
        "bg_image_input_hint": "ਪੂਰਾ ਪਿਛੋਕੜ ਚਿੱਤਰ URL",
        "repeat_pattern": "ਪੈਟਰਨ ਨੂੰ ਦੁਹਰਾਓ",
        "simple": "ਆਸਾਨ",
        "dark_input": "ਡਾਰਕ ਥੀਮ?",
        "icon_input": "ਆਈਕਨ",
        "icon_input_hint": "ਮਟੀਰੀਅਲ ਡਿਜ਼ਾਈਨ ਆਈਕਨ ਦਾ ਨਾਮ ਜਾਂ ਫੋਂਟਾਵੋਸਮ: ਫਾਸ ਫਾ-ਸਟਾਰ",
        "anim_input": "ਐਨੀਮੇਸ਼ਨ ਪਤਾ",
        "anim_input_message": "Lottie ਐਨੀਮੇਸ਼ਨ ਫਾਈਲ URL",
        "preview": "ਝਲਕ",
        "preview_update_action": "ਪੂਰਵ-ਝਲਕ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ",
        "bg_color": "ਬੈਕਗ੍ਰਾਊਂਡ ਦਾ ਰੰਗ",
        "icon_bg": "ਪ੍ਰਤੀਕ ਬੈਕਗ੍ਰਾਊਂਡ ਰੰਗ"
      },
      "notifications": {
        "title": "ਸੂਚਨਾ",
        "sub_title": "ਇੱਕ ਸੂਚਨਾ ਬਣਾਓ ਅਤੇ ਇਸਨੂੰ ਆਪਣੀ ਮੁਹਿੰਮ ਨਾਲ ਲਿੰਕ ਕਰੋ।",
        "update_success": "ਤੁਹਾਡੀ ਮੁਹਿੰਮ ਨੂੰ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ।",
        "action_button": "ਐਕਸ਼ਨ ਬਟਨ",
        "background_color": "ਬੈਕਗ੍ਰਾਊਂਡ ਦਾ ਰੰਗ",
        "text_color": "ਟੈਕਸਟ ਦਾ ਰੰਗ",
        "action_color": "ਐਕਸ਼ਨ ਰੰਗ",
        "action_text_color": "ਐਕਸ਼ਨ ਟੈਕਸਟ ਰੰਗ",
        "notification_image": "ਸੂਚਨਾ ਚਿੱਤਰ",
        "notification_bg": "ਸੂਚਨਾ ਪਿਛੋਕੜ",
        "show_preview": "ਝਲਕ ਦਿਖਾਓ",
        "persistence": "ਦ੍ਰਿੜਤਾ",
        "persistence_message": "ਕੀ ਤੁਸੀਂ ਹਰ ਵਾਰ ਦਿਖਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ ਜਦੋਂ ਤੁਹਾਡਾ ਉਪਭੋਗਤਾ ਵੈੱਬਸਾਈਟ 'ਤੇ ਜਾਂਦਾ ਹੈ",
        "radius": "ਰੇਡੀਅਸ",
        "show_delay": "ਦੇਰੀ ਦਿਖਾਓ"
      }
    }
  },
  "add_category": {
    "title_edit": "ਸ਼੍ਰੇਣੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "title_update": "ਨਵੀਂ ਸ਼੍ਰੇਣੀ ਸ਼ਾਮਲ ਕਰੋ",
    "menu": {
      "delete": "ਸ਼੍ਰੇਣੀ ਮਿਟਾਓ",
      "filter": "ਫਿਲਟਰ",
      "settings": "ਸੈਟਿੰਗਾਂ",
      "back": "ਵਾਪਸ"
    },
    "title_input": "ਸ਼੍ਰੇਣੀ ਸਿਰਲੇਖ *",
    "title_input_error": "ਇੱਕ ਸ਼੍ਰੇਣੀ ਦਾ ਸਿਰਲੇਖ ਚੁਣੋ",
    "name_input": "ਸ਼੍ਰੇਣੀ ਦਾ ਨਾਮ (ਅੰਗਰੇਜ਼ੀ) *",
    "name_input_error": "ਸ਼੍ਰੇਣੀ ਲਈ ਇੱਕ ਵਿਲੱਖਣ ਨਾਮ ਚੁਣੋ",
    "description_input": "ਸ਼੍ਰੇਣੀ ਦਾ ਵਰਣਨ",
    "description_input_message": "ਸ਼੍ਰੇਣੀ ਦਾ ਸੰਖੇਪ ਵੇਰਵਾ ਦਰਜ ਕਰੋ ..",
    "parent_input": "ਮਾਪੇ ਸ਼੍ਰੇਣੀ",
    "parent_input_message": "ਇਹ ਸ਼੍ਰੇਣੀ ਸਟੋਰ ਹੋਮਪੇਜ 'ਤੇ ਦਿਖਾਈ ਦਿੰਦੀ ਹੈ।",
    "image_input": "ਸ਼੍ਰੇਣੀ ਚਿੱਤਰ",
    "image_input_placeholder": "ਸ਼੍ਰੇਣੀ ਲਈ ਇੱਕ ਚਿੱਤਰ ਚੁਣੋ",
    "edit_action": "ਸ਼੍ਰੇਣੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "add_action": "ਸ਼੍ਰੇਣੀ ਸ਼ਾਮਲ ਕਰੋ",
    "back_action": "ਵਾਪਸ",
    "no_category": "ਕੋਈ ਸ਼੍ਰੇਣੀਆਂ ਨਹੀਂ",
    "star": "ਤਾਰਾ",
    "filter": {
      "title": "ਸ਼੍ਰੇਣੀ ਫਿਲਟਰ",
      "sub_title": "ਇਸ ਸ਼੍ਰੇਣੀ ਦੇ ਉਤਪਾਦਾਂ 'ਤੇ ਲਾਗੂ ਫਿਲਟਰਾਂ ਅਤੇ ਸ਼੍ਰੇਣੀਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।",
      "message": "ਹੇਠਾਂ ਦਿੱਤੇ ਬਕਸੇ ਵਿੱਚ ਇਸ ਸ਼੍ਰੇਣੀ ਲਈ ਆਮ ਤਕਨੀਕੀ ਵਿਸ਼ੇਸ਼ਤਾ ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ ਅਤੇ ਸੁਰੱਖਿਅਤ ਕਰੋ। ਸੂਚੀ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਫਿਲਟਰ ਸ਼੍ਰੇਣੀਆਂ ਹਰੇਕ ਸ਼੍ਰੇਣੀ ਦੀ ਸਮੱਗਰੀ ਦੇ ਨਾਲ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ। ਉਤਪਾਦ ਵੇਰੀਐਂਟ ਤੋਂ ਰੰਗ, ਭਾਰ, ਆਕਾਰ, ਬ੍ਰਾਂਡ ਆਦਿ ਆਪਣੇ ਆਪ ਹੀ ਕੱਢੇ ਜਾਂਦੇ ਹਨ।"
    },
    "delete_alert": {
      "title": "ਸ਼੍ਰੇਣੀ ਹਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ {title} ਸ਼੍ਰੇਣੀ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਮਿਟਾਓ"
    },
    "notifications": {
      "add_success": "ਨਵੀਂ ਸ਼੍ਰੇਣੀ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ।",
      "edit_success": "ਸ਼੍ਰੇਣੀ ਸੰਪਾਦਿਤ ਕੀਤੀ ਗਈ।",
      "delete_success": "{title} ਮਿਟਾਇਆ ਗਿਆ।"
    },
    "edit_filter": {
      "spec_input": "ਤਕਨੀਕੀ ਨਿਰਧਾਰਨ ਸੂਚੀ",
      "spec_input_message": "ਉਹਨਾਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਸੂਚੀ ਜੋ ਤੁਸੀਂ ਫਿਲਟਰ ਸੈਕਸ਼ਨ ਵਿੱਚ ਦਿਖਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ",
      "price": "ਕੀਮਤ",
      "min": "ਘੱਟੋ-ਘੱਟ",
      "max": "ਅਧਿਕਤਮ",
      "suggested_list": {
        "brand": "ਬ੍ਰਾਂਡ",
        "colors": "ਰੰਗ",
        "styles": "ਡਿਜ਼ਾਈਨ",
        "volumes": "ਵਾਲੀਅਮ",
        "weights": "ਭਾਰ",
        "packs": "ਪ੍ਰਤੀ ਪੈਕ ਨੰਬਰ",
        "types": "ਟਾਈਪ ਕਰੋ"
      },
      "notifications": {
        "edit_success": "ਸ਼੍ਰੇਣੀ ਸੰਪਾਦਿਤ ਕੀਤੀ ਗਈ।"
      },
      "manually_update_filters_tips": "<b>ਮਹੱਤਵਪੂਰਨ!</b> ਜਦੋਂ ਉਤਪਾਦ ਬਦਲਦੇ ਹਨ ਤਾਂ ਫਿਲਟਰ ਆਪਣੇ ਆਪ ਅੱਪਡੇਟ ਹੋ ਜਾਂਦੇ ਹਨ। ਹਾਲਾਂਕਿ, ਕਿਸੇ ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਉਤਪਾਦਾਂ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਕਿਰਪਾ ਕਰਕੇ ਇੱਥੇ ਵਾਪਸ ਆਓ ਅਤੇ ਫਿਲਟਰ ਨੂੰ ਤਾਜ਼ਾ ਕਰਨ ਲਈ ਸੇਵ/ਰੀਜਨਰੇਟ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
      "inputs": {
        "spec": {
          "message": "ਉਹਨਾਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਦੀ ਸੂਚੀ ਜੋ ਤੁਸੀਂ ਫਿਲਟਰ ਸੈਕਸ਼ਨ ਵਿੱਚ ਦਿਖਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ",
          "placeholder": "ਫਿਲਟਰ ਵਿੱਚ ਦਿਖਾਉਣ ਲਈ ਸਪੈਕਸ ਚੁਣੋ..."
        }
      }
    },
    "config": {
      "subtitle": "ਸ਼੍ਰੇਣੀਆਂ ਉਤਪਾਦ ਪ੍ਰਬੰਧਨ ਨੂੰ ਸੁਚਾਰੂ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀਆਂ ਹਨ ਅਤੇ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਲਈ ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਉਤਪਾਦਾਂ ਨੂੰ ਲੱਭਣਾ ਆਸਾਨ ਬਣਾਉਂਦੀਆਂ ਹਨ।"
    },
    "parent": {
      "subtitle": "ਇਹ ਸ਼੍ਰੇਣੀ ਇਸਦੀ ਮੂਲ ਸ਼੍ਰੇਣੀ ਦੇ ਅਧੀਨ ਦਿਖਾਈ ਦੇਵੇਗੀ। ਜੇਕਰ ਕਿਸੇ ਉਤਪਾਦ ਦੀ ਕੋਈ ਮੂਲ ਸ਼੍ਰੇਣੀ ਨਹੀਂ ਹੈ, ਤਾਂ ਇਹ ਮੁੱਖ ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤਾ ਜਾਵੇਗਾ।"
    },
    "template": {
      "title": "ਟੈਂਪਲੇਟ",
      "edit_page": "ਪੰਨਾ ਸੰਪਾਦਿਤ ਕਰੋ",
      "Pages_list": "ਪੰਨਾ ਸੂਚੀ",
      "subtitle": "ਤੁਸੀਂ ਇੱਕ ਕਸਟਮ ਪੰਨੇ ਨੂੰ ਓਵਰਲੇਅ ਕਰਕੇ ਆਪਣੇ ਸ਼੍ਰੇਣੀ ਪੰਨੇ ਦੇ ਪ੍ਰਦਰਸ਼ਨ ਨੂੰ ਵਧਾ ਸਕਦੇ ਹੋ। ਸਭ ਤੋਂ ਵਧੀਆ ਪਹੁੰਚ ਹੈ ਪਾਰਦਰਸ਼ੀ ਪਿਛੋਕੜ ਵਾਲੇ ਪੰਨੇ ਬਣਾਉਣਾ ਅਤੇ ਹਰੇਕ ਸ਼੍ਰੇਣੀ ਲਈ ਵਿਸ਼ੇਸ਼ 1 ਤੋਂ 2 ਭਾਗਾਂ ਨੂੰ ਡਿਜ਼ਾਈਨ ਕਰਨਾ। ਫਿਰ ਤੁਸੀਂ ਹਰੇਕ ਸ਼੍ਰੇਣੀ ਨੂੰ ਵੱਖਰੇ ਤੌਰ 'ਤੇ ਤਿਆਰ ਕਰਨ ਲਈ ਗਤੀਸ਼ੀਲ ਸਮੱਗਰੀ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ, ਇੱਕ ਪੰਨੇ ਨੂੰ ਕਈ ਸ਼੍ਰੇਣੀਆਂ ਨਾਲ ਲਿੰਕ ਕਰ ਸਕਦੇ ਹੋ।"
    },
    "critical_zone": {
      "title": "ਨਾਜ਼ੁਕ ਜ਼ੋਨ",
      "subtitle": "ਜੇਕਰ ਤੁਸੀਂ ਕਿਸੇ ਸ਼੍ਰੇਣੀ ਨੂੰ ਹਟਾਉਂਦੇ ਹੋ, ਤਾਂ ਇਸ ਦੀਆਂ ਉਪ-ਸ਼੍ਰੇਣੀਆਂ ਅਤੇ ਉਤਪਾਦਾਂ ਨੂੰ ਮੂਲ ਡਾਇਰੈਕਟਰੀ <b>📁 {parent}</b> ਵਿੱਚ ਭੇਜ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਉਹਨਾਂ ਸ਼੍ਰੇਣੀਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨ ਲਈ ਜੋ ਉਤਪਾਦ ਸੂਚੀ ਵਿੱਚ ਨਹੀਂ ਹਨ, ਦੁਕਾਨ > ਸ਼੍ਰੇਣੀਆਂ ਟੈਬ 'ਤੇ ਜਾਓ।",
      "accept_delete": {
        "true_description": "ਮੈਂ ਇਸ ਸ਼੍ਰੇਣੀ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦਾ ਹਾਂ।",
        "true_title": "ਸ਼੍ਰੇਣੀ ਹਟਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ"
      }
    }
  },
  "apps_list": {
    "nodata": "ਤੁਹਾਡੇ ਸਟੋਰ 'ਤੇ ਕੋਈ ਐਪ ਸਥਾਪਤ ਨਹੀਂ ਹੈ",
    "inactive": "ਅਕਿਰਿਆਸ਼ੀਲ",
    "my_apps": "ਮੇਰੀਆਂ ਐਪਾਂ",
    "app_store": "ਨਵੀਂ ਐਪ ਸ਼ਾਮਲ ਕਰੋ"
  },
  "add_shop": {
    "menu": {
      "shop_title": "ਸਟੋਰ ਦਾ ਸਿਰਲੇਖ",
      "shop_name": "ਸਟੋਰ ਦਾ ਨਾਮ",
      "description": "ਵਰਣਨ",
      "contact": "ਸੰਪਰਕ ਜਾਣਕਾਰੀ",
      "image": "ਚਿੱਤਰ"
    },
    "title_input": "ਸਿਰਲੇਖ",
    "title_input_tips": "ਆਪਣੇ ਸਟੋਰ, ਬ੍ਰਾਂਡ ਜਾਂ ਕੰਪਨੀ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ।",
    "active_message": "ਹਰ ਕੋਈ ਤੁਹਾਡੀ ਵੈਬਸਾਈਟ ਤੱਕ ਪਹੁੰਚ ਕਰ ਸਕਦਾ ਹੈ ਲਈ ਸਰਗਰਮ ਸੈੱਟ ਕਰੋ.",
    "language_input_message": "ਆਪਣੀ ਸਟੋਰ ਭਾਸ਼ਾ ਚੁਣੋ।",
    "name_input": "ਨਾਮ",
    "name_input_message": "ਆਪਣੇ ਸਟੋਰ ਲਈ ਇੱਕ ਨਾਮ ਦਰਜ ਕਰੋ।",
    "name_input_tips": "ਗੈਰ-ਅੰਗਰੇਜ਼ੀ ਅੱਖਰ, ਸਪੇਸ ਜਾਂ ਅੱਖਰਾਂ ਦੀ ਵਰਤੋਂ ਨਾ ਕਰੋ, ਜੇਕਰ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਸਟੋਰ ਦਾ ਨਾਮ ਸਹੀ ਢੰਗ ਨਾਲ ਪ੍ਰਦਰਸ਼ਿਤ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।",
    "description_input": "ਸਟੋਰ ਦਾ ਵੇਰਵਾ",
    "description_input_message": "ਆਪਣੇ ਕਾਰੋਬਾਰ ਬਾਰੇ ਸੰਖੇਪ ਵਰਣਨ ਲਿਖੋ।",
    "address_input": "ਸਟੋਰ ਦਾ ਪਤਾ",
    "address_input_message": "ਸਹੀ ਸਟੋਰ ਟਿਕਾਣਾ ਪਤਾ ਦਰਜ ਕਰੋ",
    "phone_input": "ਫੋਨ ਨੰਬਰ",
    "phone_input_message": "ਗਾਹਕ ਸੰਪਰਕ ਨੰਬਰ",
    "phone_input_tips": "ਦੇਸ਼ ਦੇ ਕੋਡ ਨਾਲ ਸੰਪਰਕ ਨੰਬਰ ਦਰਜ ਕਰੋ। ਇਹ ਨੰਬਰ ਗੂਗਲ ਸਰਚ ਵਿੱਚ ਜਾਣਕਾਰੀ ਦਿਖਾਉਣ ਲਈ ਵੀ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ।",
    "email_input": "ਈ - ਮੇਲ",
    "email_input_message": "ਗਾਹਕਾਂ ਲਈ ਈਮੇਲ ਪਤਾ",
    "locality_input": "ਟਿਕਾਣਾ",
    "locality_input_message": "ਸਟੋਰ ਟਿਕਾਣਾ",
    "region_input": "ਰਾਜ ਸੂਬੇ",
    "region_input_message": "ਰਾਜ ਜਾਂ ਸੂਬਾ ਜਿਸ ਵਿੱਚ ਤੁਸੀਂ ਕੰਮ ਕਰਦੇ ਹੋ",
    "country_input": "ਦੇਸ਼",
    "country_input_message": "ਵਪਾਰ ਦਾ ਦੇਸ਼",
    "postal_code_input": "ਡਾਕ ਕੋਡ",
    "postal_code_input_message": "ਪੋਸਟਲ ਕੋਡ ਸਟੋਰ ਕਰੋ",
    "image_input": "ਚਿੱਤਰ ਸਟੋਰ ਕਰੋ",
    "map": {
      "title": "ਸਟੋਰ ਦਾ ਪਤਾ",
      "confirm": "ਪਤਾ ਰਜਿਸਟਰੇਸ਼ਨ",
      "address": "ਪਤਾ",
      "receptor": "ਸਟੋਰ"
    },
    "create_shop_action": "ਸਟੋਰ ਬਣਾਓ",
    "update_shop_action": "ਅੱਪਡੇਟ ਕਰੋ",
    "notifications": {
      "copy_success": "ਸਟੋਰ ਦੇ ਪਤੇ ਦੀ ਕਾਪੀ।",
      "name_available": "ਇਹ ਨਾਮ ({name}) ਉਪਲਬਧ ਹੈ।",
      "add_success": "ਸਟੋਰ {title} ਬਣਾਇਆ ਗਿਆ।",
      "edit_success": "ਸਟੋਰ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ।"
    },
    "description_input_tips": "ਇਹ ਵਰਣਨ ਤੁਹਾਡੇ ਸਟੋਰ ਦੇ ਫੁੱਟਰ ਵਿੱਚ ਦਿਖਾਈ ਦੇਵੇਗਾ ਅਤੇ ਤੁਹਾਡੇ ਸਟੋਰ ਪੰਨਿਆਂ ਲਈ ਡਿਫੌਲਟ ਮੈਟਾ ਟੈਗ ਵਰਣਨ ਵਜੋਂ ਵੀ ਵਰਤਿਆ ਜਾਵੇਗਾ।"
  },
  "virtual_items_list": {
    "add_virtual_item": "ਵਰਚੁਅਲ ਆਈਟਮ ਸ਼ਾਮਲ ਕਰੋ",
    "add_virtual_item_desc": "ਵਰਚੁਅਲ ਉਤਪਾਦ ਵੇਚਣ ਲਈ, ਤੁਹਾਨੂੰ ਉਹਨਾਂ ਨੂੰ ਇਸ ਭਾਗ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਵਰਚੁਅਲ ਆਈਟਮਾਂ ਦੀ ਗਿਣਤੀ ਇਸ ਭਾਗ ਵਿੱਚ ਮੁਫਤ ਆਈਟਮਾਂ ਦੀ ਗਿਣਤੀ ਦੇ ਬਰਾਬਰ ਹੈ। ਇੱਕ ਵਾਰ ਜਦੋਂ ਗਾਹਕ ਵਰਚੁਅਲ ਆਈਟਮ ਖਰੀਦ ਲੈਂਦੇ ਹਨ, ਤਾਂ ਲਿੰਕ ਉਹਨਾਂ ਨੂੰ ਭੇਜਿਆ ਜਾਵੇਗਾ।",
    "filter_action": "ਫਿਲਟਰ ਲਾਗੂ ਕਰੋ",
    "not_processed": "ਅਣਪ੍ਰੋਸੈਸਡ ਆਰਡਰ",
    "title": "ਆਈਟਮਾਂ ਦੀ ਸੂਚੀ",
    "vew_order": "ਆਰਡਰ ਦੇਖੋ",
    "table": {
      "nodata": "ਕੋਈ ਵਸਤੂਆਂ ਨਹੀਂ ਹਨ",
      "product": "ਉਤਪਾਦ",
      "data": "ਡਾਟਾ",
      "status": "ਸਥਿਤੀ",
      "user_message": "ਉਪਭੋਗਤਾ ਸੁਨੇਹਾ",
      "updated_at": "ਆਖਰੀ ਅੱਪਡੇਟ",
      "order": "ਆਰਡਰ",
      "delete": "ਮਿਟਾਓ"
    },
    "notifications": {
      "delete_success": "ਆਈਟਮ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਇਆ ਗਿਆ।"
    }
  },
  "add_virtual_item": {
    "title_edit": "ਮੁੱਲ ਸੰਪਾਦਿਤ ਕਰੋ",
    "title_add": "ਉਤਪਾਦ ਵਿੱਚ ਆਈਟਮ ਸ਼ਾਮਲ ਕਰੋ",
    "sub_title": "ਵਰਚੁਅਲ ਉਤਪਾਦ ਬਣਾਉਣਾ ਅਤੇ ਸੰਪਾਦਿਤ ਕਰਨਾ",
    "message": "ਸਟੋਰ ਮੈਨੇਜਰ ਭੁਗਤਾਨ ਤੋਂ ਬਾਅਦ ਖਰੀਦਦਾਰ ਨੂੰ ਮੁੱਲ ਦਿਖਾ ਸਕਦਾ ਹੈ। ਇਹ ਮੁੱਲ ਹੇਠਾਂ ਦਿੱਤੇ ਫਾਰਮ ਵਿੱਚ ਦਰਜ ਕੀਤੇ ਜਾਣੇ ਚਾਹੀਦੇ ਹਨ। ਇਸ ਫਾਰਮ ਦੀ ਬਣਤਰ ਸੰਪਾਦਨ ਆਈਟਮ> ਸੰਪਾਦਨ ਆਉਟਪੁੱਟ ਜਾਣਕਾਰੀ ਭਾਗ ਵਿੱਚ ਸੈੱਟ ਕੀਤੀ ਗਈ ਹੈ।",
    "edit_outputs": "ਆਉਟਪੁੱਟ ਫਾਰਮ ਨੂੰ ਸੋਧੋ",
    "notifications": {
      "edit_success": "ਆਈਟਮ ਸੰਪਾਦਿਤ ਕੀਤੀ ਗਈ।",
      "add_success": "ਸੂਚੀ ਵਿੱਚ ਆਈਟਮ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ।"
    }
  },
  "virtual_process_center": {
    "title": "ਪ੍ਰੋਸੈਸਿੰਗ ਸੈਂਟਰ",
    "sub_title": "ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ",
    "virtual_product": "ਵਰਚੁਅਲ ਉਤਪਾਦ",
    "menu": {
      "report": "ਰਿਪੋਰਟ",
      "timeline": "ਸਮਾਂਰੇਖਾ",
      "order": "ਆਰਡਰ"
    },
    "list_widget": {
      "title": "ਆਰਡਰ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
      "product_name": "ਉਤਪਾਦ ਦਾ ਨਾਮ"
    },
    "inputs_widget": {
      "title": "ਇਨਪੁਟ ਫਾਰਮ",
      "table": {
        "title": "ਸਿਰਲੇਖ",
        "value": "ਮੁੱਲ"
      },
      "change_inputs_action": "ਇਨਪੁਟ ਫਾਰਮ ਦਾ ਸੰਪਾਦਨ ਕਰੋ"
    },
    "outputs_widget": {
      "title": "ਆਉਟਪੁੱਟ ਫਾਰਮ",
      "table": {
        "title": "ਸਿਰਲੇਖ",
        "value": "ਮੁੱਲ"
      },
      "tips": [
        "ਗਾਹਕ ਦੀ ਬੇਨਤੀ ਨੂੰ ਪੂਰਾ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਆਰਡਰ ਦੇ ਖਰੀਦਦਾਰ ਨੂੰ ਸੂਚਿਤ ਕਰਨ ਲਈ ਆਰਡਰ ਪੁਸ਼ਟੀਕਰਨ ਕੁੰਜੀ ਨੂੰ ਦਬਾਓ।",
        "ਇੱਕ ਵਾਰ ਆਰਡਰ ਮਨਜ਼ੂਰ ਹੋ ਜਾਣ 'ਤੇ, ਖਰੀਦਦਾਰ ਇਨਪੁਟ ਜਾਣਕਾਰੀ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਵੇਗਾ।"
      ],
      "alerts": {
        "order_completed_by_admin": "ਆਰਡਰ ਪੂਰਾ ਹੋ ਗਿਆ ਹੈ।",
        "order_completed_by_buyer": "ਖਰੀਦਦਾਰ ਦੁਆਰਾ ਆਰਡਰ ਪੂਰਾ ਕੀਤਾ ਗਿਆ ਹੈ.",
        "waiting_for_buyer": "ਖਰੀਦਦਾਰ ਦੀ ਪ੍ਰਵਾਨਗੀ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ .."
      }
    }
  },
  "file_process_center": {
    "title": "ਪ੍ਰੋਸੈਸਿੰਗ ਸੈਂਟਰ",
    "sub_title": "ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ",
    "menu": {
      "report": "ਰਿਪੋਰਟ",
      "timeline": "ਸਮਾਂਰੇਖਾ",
      "order": "ਆਰਡਰ"
    }
  },
  "process_order_page_dashboard": {
    "title": "ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ",
    "cancel_order_action": "ਆਰਡਰ ਰੱਦ ਕਰੋ",
    "open_basket_cation": "ਇਹ ਸ਼ਾਪਿੰਗ ਕਾਰਟ ਖੁੱਲ੍ਹਾ ਹੈ, ਮਤਲਬ ਕਿ ਗਾਹਕ ਖਰੀਦਦਾਰੀ ਕਰ ਰਿਹਾ ਹੈ ਅਤੇ ਅਜੇ ਤੱਕ ਆਰਡਰ ਦਾ ਭੁਗਤਾਨ ਨਹੀਂ ਕੀਤਾ ਹੈ।",
    "reject_dialog": {
      "title": "ਆਰਡਰ ਨੂੰ ਅਸਵੀਕਾਰ ਕਰਨ ਦਾ ਕਾਰਨ",
      "message": "ਹੇਠਾਂ ਦਿੱਤੀ ਸੂਚੀ ਵਿੱਚੋਂ ਇਸ ਆਰਡਰ ਨੂੰ ਅਸਵੀਕਾਰ ਕਰਨ ਦਾ ਕਾਰਨ ਚੁਣੋ। ਰੱਦ ਕਰਨ ਅਤੇ ਰਿਫੰਡ ਪ੍ਰਕਿਰਿਆ ਬਾਰੇ ਗਾਹਕ ਨੂੰ ਸੂਚਿਤ ਕਰਨਾ ਯਕੀਨੀ ਬਣਾਓ। ਰਿਫੰਡ 12 ਘੰਟਿਆਂ ਦੇ ਅੰਦਰ ਅੰਦਰ ਕੀਤੇ ਜਾਣੇ ਚਾਹੀਦੇ ਹਨ।",
      "confirm_action": "ਆਰਡਰ ਰੱਦ ਕਰੋ",
      "dismiss_reject_action": "ਆਰਡਰ ਰੱਦ ਕਰਨ ਨੂੰ ਖਾਰਜ ਕਰੋ",
      "confirm_now_action": "ਹੁਣੇ ਆਰਡਰ ਰੱਦ ਕਰੋ",
      "confirm_in48h_action": "48 ਘੰਟਿਆਂ ਵਿੱਚ ਆਰਡਰ ਰੱਦ ਕਰੋ",
      "options": {
        "title": "ਵਿਕਲਪ",
        "subtitle": "ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਆਰਡਰ ਨੂੰ ਤੁਰੰਤ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇਸ ਵਿਕਲਪ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ।"
      }
    },
    "notifications": {
      "update_status_success": "ਆਰਡਰ ਸਥਿਤੀ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।",
      "reject_update_success": "ਆਰਡਰ ਰੱਦ ਕਰਨ ਦੀ ਸਥਿਤੀ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।",
      "dismiss_reject_success": "ਆਰਡਰ ਆਮ ਪ੍ਰਕਿਰਿਆ 'ਤੇ ਵਾਪਸ ਆ ਗਿਆ।",
      "set_tracking_success": "ਆਰਡਰ ਟਰੈਕ ਆਈਡੀ ਸਫਲਤਾਪੂਰਵਕ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਗਈ।"
    }
  },
  "process_center": {
    "title": "ਪ੍ਰੋਸੈਸਿੰਗ ਸੈਂਟਰ",
    "physical_product": "ਭੌਤਿਕ ਉਤਪਾਦ",
    "menu": {
      "label": "ਪੈਕੇਜ ਲੇਬਲ",
      "receipt": "ਚਲਾਨ",
      "back": "ਵਾਪਸ",
      "return": "ਵਾਪਸੀ",
      "report": "ਰਿਪੋਰਟ",
      "timeline": "ਸਮਾਂਰੇਖਾ",
      "inputs": "ਇਨਪੁਟਸ",
      "order": "ਆਰਡਰ"
    },
    "payment_widget": {
      "title": "ਭੁਗਤਾਨ",
      "checklist": [
        "ਆਰਡਰ ਦੀ ਰਕਮ ਅਤੇ ਗਾਹਕ ਭੁਗਤਾਨ ਦੀ ਜਾਂਚ ਕਰੋ।",
        "ਬਿਲਿੰਗ ਪਤੇ ਦੀ ਜਾਂਚ ਕਰੋ।",
        "ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਦਾਖਲ ਕੀਤੀ ਗਈ ਜਾਣਕਾਰੀ ਸਹੀ ਹੈ, ਖਾਸ ਕਰਕੇ ਜੇਕਰ ਭੁਗਤਾਨ ਕੈਸ਼ ਆਨ ਡਿਲੀਵਰੀ ਹੈ।"
      ],
      "action_cod_pay": "ਗਾਹਕ ਦੁਆਰਾ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "action_dir_pay": "ਅਪਲੋਡ ਕੀਤੀ ਭੁਗਤਾਨ ਰਸੀਦ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "payment_receipt_not_uploaded_error": "ਭੁਗਤਾਨ ਦੀ ਰਸੀਦ ਅਜੇ ਅੱਪਲੋਡ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ!",
      "waiting_for_pay": "ਬਕਾਇਆ ਭੁਗਤਾਨ",
      "processing_payment": "ਭੁਗਤਾਨ ਦੀ ਪ੍ਰਕਿਰਿਆ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ",
      "processing_cancel": "ਭੁਗਤਾਨ ਰੱਦ ਕੀਤਾ ਗਿਆ",
      "paid": "ਦਾ ਭੁਗਤਾਨ",
      "cod_pay_info": "ਜਦੋਂ ਤੁਸੀਂ ਗਾਹਕ ਤੋਂ ਆਰਡਰ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਆਰਡਰ ਨੂੰ ਪੂਰਾ ਕਰ ਸਕਦੇ ਹੋ।",
      "dir_pay_info": "ਭੁਗਤਾਨ ਦੀ ਰਸੀਦ ਉੱਪਰ ਦਿਖਾਈ ਦੇਵੇਗੀ। ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਕਿ ਤੁਸੀਂ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ, ਆਪਣੇ ਬੈਂਕ ਨਾਲ ਜਮ੍ਹਾਂ ਰਕਮ ਅਤੇ ਰਸੀਦ ਜਾਣਕਾਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।",
      "created_date": "ਬਣਾਉਣ ਦੀ ਮਿਤੀ",
      "pay_date": "ਭੁਗਤਾਨ ਦੀ ਮਿਤੀ",
      "payment_gateway": "ਭੁਗਤਾਨ ਗੇਟਵੇ",
      "payment_method": "ਭੁਗਤਾਨੇ ਦੇ ਢੰਗ",
      "risk": "ਜੋਖਮ ਮੁੱਲ",
      "billing_details": "ਬਿਲਿੰਗ ਵੇਰਵੇ",
      "add_transaction": "ਨਵਾਂ ਬਿੱਲ ਸ਼ਾਮਲ ਕਰੋ",
      "add_transactions_message": "ਤੁਹਾਨੂੰ ਇਸ ਆਰਡਰ ਲਈ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਲੈਣ-ਦੇਣ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਕੁਝ ਮਾਮਲਿਆਂ ਵਿੱਚ, ਕਈ ਪੜਾਵਾਂ ਵਿੱਚ ਭੁਗਤਾਨ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ। ਕੰਮ ਦੇ ਦੌਰਾਨ, ਉਪਭੋਗਤਾ ਨੂੰ ਕਿਹੜੇ ਲੈਣ-ਦੇਣ ਲਈ ਭੁਗਤਾਨ ਕਰਨਾ ਪੈਂਦਾ ਹੈ, ਇਹ ਤੁਹਾਡੇ ਦੁਆਰਾ ਨਿਰਧਾਰਤ ਕੀਤਾ ਜਾਵੇਗਾ।",
      "add_bill_dialog": {
        "title": "ਇਨਵੌਇਸ ਸ਼ਾਮਲ ਕਰੋ",
        "message": "ਤੁਸੀਂ ਇਸ ਆਰਡਰ ਲਈ ਇੱਕ ਜਾਂ ਇੱਕ ਤੋਂ ਵੱਧ ਨਵੇਂ ਇਨਵੌਇਸ ਜੋੜ ਸਕਦੇ ਹੋ। ਗਾਹਕ ਇਨ੍ਹਾਂ ਚਲਾਨਾਂ ਨੂੰ ਦੇਖੇਗਾ ਅਤੇ ਕੰਮ ਦੀ ਪ੍ਰਗਤੀ ਦੇ ਅਨੁਸਾਰ ਹਰੇਕ ਨੂੰ ਭੁਗਤਾਨ ਕਰੇਗਾ।",
        "amount_input": "ਚਲਾਨ ਦੀ ਰਕਮ",
        "action": "ਬਿੱਲ ਸ਼ਾਮਲ ਕਰੋ"
      },
      "edit_bill_dialog": {
        "title": "ਇਨਵੌਇਸ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
        "message": "ਤੁਸੀਂ ਲੰਬਿਤ ਇਨਵੌਇਸਾਂ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰ ਸਕਦੇ ਹੋ।",
        "action": "ਇਨਵੌਇਸ ਦਾ ਸੰਪਾਦਨ ਕਰੋ"
      },
      "bill_cash_payment_dialog": {
        "title": "ਨਕਦ ਭੁਗਤਾਨ ਰਜਿਸਟਰ ਕਰੋ",
        "message": "ਜੇਕਰ ਖਰੀਦਦਾਰ ਨੇ ਇਸ ਇਨਵੌਇਸ ਦੀ ਰਕਮ ਨਕਦ ਜਾਂ ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਤੋਂ ਇਲਾਵਾ ਕਿਸੇ ਹੋਰ ਤਰੀਕੇ ਨਾਲ ਅਦਾ ਕੀਤੀ ਹੈ, ਤਾਂ ਇਸ ਭਾਗ ਵਿੱਚ, ਇੱਕ ਵਿਕਲਪ ਚੁਣ ਕੇ, ਰਜਿਸਟਰ ਕਰੋ ਅਤੇ ਉਸਦੇ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ। ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ, ਤੁਸੀਂ ਆਪਣੇ ਸਟੋਰ ਦੇ ਸਿਰਫ਼ ਨਕਦ ਭੁਗਤਾਨ ਗੇਟਵੇ ਦੇਖ ਸਕਦੇ ਹੋ, ਜੇਕਰ ਤੁਹਾਨੂੰ ਅਜਿਹਾ ਵਿਕਲਪ ਨਹੀਂ ਦਿਸਦਾ ਹੈ, ਤਾਂ ਤੁਹਾਨੂੰ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਚੁਣੀ ਗਈ ਮੁਦਰਾ ਵਿੱਚ ਇੱਕ ਨਕਦ ਭੁਗਤਾਨ ਗੇਟਵੇ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
        "action": "ਬਿੱਲ ਦੇ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ"
      },
      "table": {
        "title": "ਸਿਰਲੇਖ",
        "amount": "ਦੀ ਰਕਮ",
        "description": "ਵਰਣਨ",
        "info": "ਜਾਣਕਾਰੀ"
      },
      "user_payment": "ਗਾਹਕ ਭੁਗਤਾਨ",
      "cod": "ਡਿਲਿਵਰੀ 'ਤੇ ਨਕਦ",
      "gateway_wage": "ਫੀਸ",
      "gift_card": "ਗਿਫ਼ਟ ਕਾਰਡ",
      "discount_code": {
        "title": "ਛੋਟ ਕੋਡ",
        "code": "ਕੋਡ",
        "percent": "ਪ੍ਰਤੀਸ਼ਤ",
        "limit": "ਸੀਮਾ"
      },
      "club": {
        "title": "ਗਾਹਕ ਕਲੱਬ",
        "percent": "ਪ੍ਰਤੀਸ਼ਤ",
        "limit": "ਸੀਮਾ"
      },
      "coupon": {
        "title": "ਕੂਪਨ",
        "percent": "ਪ੍ਰਤੀਸ਼ਤ",
        "limit": "ਸੀਮਾ",
        "charge": "ਚਾਰਜ"
      },
      "delivery": {
        "title": "ਸ਼ਿਪਿੰਗ ਦੀ ਲਾਗਤ",
        "not_paid": "ਭੁਗਤਾਨ ਨਹੀਂ ਕੀਤਾ ਗਿਆ"
      },
      "samin": {
        "title": "ਸੇਵਾ ਫੀਸ",
        "description": "ਇਹ ਰਕਮ ਤੁਹਾਡੇ Selldone ਵਾਲੇਟ ਖਾਤੇ ਵਿੱਚੋਂ ਕੱਟੀ ਗਈ ਹੈ।",
        "tooltip": "ਭੁਗਤਾਨ ਵਿਧੀ ਦੁਆਰਾ ਗਣਨਾ ਕਰੋ",
        "percent": "ਪ੍ਰਤੀਸ਼ਤ"
      },
      "affiliate": {
        "title": "ਐਫੀਲੀਏਟ ਕਮਿਸ਼ਨ",
        "affiliate_message": "ਤੁਹਾਨੂੰ ਇਹ ਕਮਿਸ਼ਨ ਆਪਣੇ ਐਫੀਲੀਏਟ ਨੂੰ ਅਦਾ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਇਹ ਪ੍ਰਕਿਰਿਆ ਆਪਣੇ ਆਪ ਦੁਆਰਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ."
      },
      "total_price": "ਕੁੱਲ ਆਈਟਮਾਂ ਦੀ ਕੀਮਤ",
      "total_items_discount": "ਆਈਟਮਾਂ ਦੀ ਛੋਟ",
      "total_price_after_offers": "ਪੇਸ਼ਕਸ਼ਾਂ ਨੂੰ ਲਾਗੂ ਕਰਨ ਤੋਂ ਬਾਅਦ ਕੁੱਲ",
      "user_payment_amount": "ਖਰੀਦਦਾਰ ਭੁਗਤਾਨ ਦੀ ਰਕਮ",
      "samin_wage": "ਸੇਲਡਨ ਫੀਸ",
      "pay_cod_dialog": {
        "title": "ਕੀ ਤੁਹਾਨੂੰ ਆਰਡਰ ਦੇ ਪੈਸੇ ਮਿਲੇ ਹਨ?",
        "message": "ਗਾਹਕ ਦੁਆਰਾ ਪੂਰਾ ਭੁਗਤਾਨ ਯਕੀਨੀ ਬਣਾਉਣ ਤੋਂ ਬਾਅਦ, ਕੈਸ਼ ਆਨ ਡਿਲੀਵਰੀ ਭੁਗਤਾਨ ਵਿਧੀ ਵਿੱਚ ਇਸ ਵਿਕਲਪ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ।",
        "confirm_action": "ਗਾਹਕ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ"
      },
      "pay_dir_dialog": {
        "title": "ਕੀ ਤੁਹਾਨੂੰ ਆਰਡਰ ਦੇ ਪੈਸੇ ਮਿਲੇ ਹਨ?",
        "message": "ਆਪਣੇ ਬੈਂਕ ਨਾਲ ਅੱਪਲੋਡ ਕੀਤੀ ਭੁਗਤਾਨ ਰਸੀਦ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇਣ ਤੋਂ ਬਾਅਦ ਇਸ ਵਿਕਲਪ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ। ਆਪਣੇ ਬੈਂਕ ਤੋਂ ਭੁਗਤਾਨ ਦੀ ਜਾਂਚ ਕਰਨਾ ਯਕੀਨੀ ਬਣਾਓ।",
        "confirm_action": "ਗਾਹਕ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ"
      },
      "notifications": {
        "pay_confirm_message": "ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਹੈ।<br> ਪੋਰਟ: {gateway_name}<br> ਮਿਤੀ: {payment_at}",
        "pay_fail_title": "ਭੁਗਤਾਨ ਨਹੀਂ ਕੀਤਾ ਗਿਆ",
        "pay_fail_message": "ਭੁਗਤਾਨ ਨੂੰ ਮਨਜ਼ੂਰੀ ਨਹੀਂ ਦਿੱਤੀ ਜਾ ਸਕਦੀ!"
      },
      "total_order_price_before_tax": "ਪ੍ਰੀ-ਟੈਕਸ ਕੁੱਲ ਕੀਮਤ",
      "require_capture": "ਕੈਪਚਰ ਕਰਨ ਦੀ ਲੋੜ ਹੈ"
    },
    "basket_list": {
      "checklist": [
        "ਵਸਤੂ ਸੂਚੀ ਦੀ ਜਾਂਚ ਕਰੋ।",
        "ਜੇਕਰ ਆਈਟਮ ਉਪਲਬਧ ਨਹੀਂ ਹੈ, ਤਾਂ ਉਸ ਆਈਟਮ ਲਈ ਅਦਾ ਕੀਤੀ ਰਕਮ ਗਾਹਕ ਨੂੰ ਵਾਪਸ ਕਰ ਦਿੱਤੀ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ।"
      ],
      "message": "ਜੇਕਰ ਕੋਈ ਵੀ ਆਈਟਮ ਉਪਲਬਧ ਨਹੀਂ ਹੈ ਜਾਂ ਵੇਚਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ, ਤਾਂ ਇਸਦੇ ਨਾਲ ਵਾਲੇ ਬਾਕਸ ਨੂੰ ਹਟਾਓ ਅਤੇ <b>ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ</b> ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
      "action": "ਆਰਡਰ ਪੱਕਾ ਕਰਨਾ",
      "list_of_items": "ਸ਼ਾਪਿੰਗ ਕਾਰਟ ਸੂਚੀ",
      "apply_change_action": "ਤਬਦੀਲੀਆਂ ਲਾਗੂ ਕਰੋ",
      "cant_apply_change": "ਤਬਦੀਲੀਆਂ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾ ਸਕਦੀਆਂ",
      "lottery_prize_inform": "ਤੁਹਾਡਾ ਗਾਹਕ ਇਸ ਉਤਪਾਦ ਦਾ 1 ਗੁਣਾ ਜਿੱਤਦਾ ਹੈ। ਇਸ ਆਰਡਰ ਨਾਲ ਤੋਹਫ਼ਾ ਭੇਜੋ।",
      "need_to_refund": {
        "title": "ਗਾਹਕ ਨੂੰ ਰਿਫੰਡ ਦੀ ਲੋੜ ਹੈ",
        "message": "ਅਸੀਂ ਰਿਫੰਡ ਦੀ ਕੁੱਲ ਰਕਮ ਦੀ ਗਣਨਾ ਕਰਦੇ ਹਾਂ ਜੋ ਤੁਹਾਨੂੰ ਹੱਥੀਂ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਇਹ ਅਜੇ ਤੱਕ ਅਣਉਪਲਬਧ ਆਈਟਮਾਂ ਅਤੇ ਕੁੱਲ ਰਿਫੰਡ ਕੀਤੇ ਮੁੱਲਾਂ ਦੇ ਆਧਾਰ 'ਤੇ ਗਿਣਿਆ ਜਾਂਦਾ ਹੈ।",
        "calculated_approximately": "ਰਕਮ ਦੀ ਲਗਭਗ ਗਣਨਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਸਹੀ ਰਕਮ ਦੀ ਖੁਦ ਗਣਨਾ ਕਰੋ।"
      },
      "need_payback": {
        "title": "ਗਾਹਕ ਨੂੰ ਵਾਪਸ ਭੁਗਤਾਨ ਦੀ ਲੋੜ ਹੈ",
        "message": "ਅਸੀਂ ਦੇਖਿਆ ਹੈ ਕਿ ਗਾਹਕ ਨੂੰ ਕੀਤੀ ਗਈ ਕੁੱਲ ਵਾਪਸੀ ਕਾਰਟ ਵਿੱਚ ਆਈਟਮਾਂ ਦੇ ਆਧਾਰ 'ਤੇ ਬਕਾਇਆ ਰਕਮ ਤੋਂ ਵੱਧ ਹੈ। ਤੁਹਾਨੂੰ ਵਾਧੂ ਰਕਮ ਦੀ ਵਸੂਲੀ ਕਰਨ ਲਈ ਆਪਣੇ ਗਾਹਕ ਤੋਂ ਚਾਰਜ ਕਰਨ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ।"
      },
      "need_no_refund": {
        "title": "ਕੋਈ ਰਿਫੰਡ ਦੀ ਲੋੜ ਨਹੀਂ"
      },
      "total_refund": {
        "title": "ਕੁੱਲ ਵਾਪਸੀ ਕੀਤੀ ਗਈ",
        "message": "ਇਹ ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਗੇਟਵੇ ਦੁਆਰਾ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਕੀਤੀ ਗਈ ਰਿਫੰਡ ਦੀ ਕੁੱਲ ਰਕਮ ਹੈ। ਸਿਰਫ਼ ਕੁਝ ਭੁਗਤਾਨ ਸੇਵਾਵਾਂ ਇਸ ਵਿਸ਼ੇਸ਼ਤਾ ਦਾ ਸਮਰਥਨ ਕਰਦੀਆਂ ਹਨ, ਇਸ ਲਈ ਤੁਹਾਨੂੰ ਹੱਥੀਂ ਰਿਫੰਡ ਕਰਨ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।"
      }
    },
    "preparing": {
      "title": "ਤਿਆਰੀ",
      "packing_weight": "ਪੈਕਿੰਗ ਵਜ਼ਨ",
      "delivery_type": "ਲਿਜਾਣ ਦਾ ਤਰੀਕਾ",
      "packing_size": "ਪੈਕੇਜਿੰਗ ਮਾਪ",
      "distance_warning": "ਮਨਜ਼ੂਰ ਕੀਤੀ ਦੂਰੀ ਸੀਮਾ ਤੋਂ ਵੱਧ।",
      "weight_warning": "ਮਨਜ਼ੂਰ ਵਜ਼ਨ ਤੋਂ ਵੱਧ।",
      "volume_warning": "ਮਨਜ਼ੂਰ ਪੈਕੇਜ ਆਕਾਰ ਤੋਂ ਵੱਧ ਹੈ।",
      "message": "ਜੇਕਰ ਆਰਡਰ ਭੇਜਣ ਲਈ ਤਿਆਰ ਹੈ ਤਾਂ ਹੇਠਾਂ ਦਿੱਤੇ <b>ਆਰਡਰ ਰੈਡੀ</b> ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
      "action": "ਸ਼ਿਪਿੰਗ ਲਈ ਤਿਆਰ ਆਰਡਰ",
      "checklist": [
        "ਪੈਕੇਜਿੰਗ ਵਿੱਚ ਮਿਆਰੀ ਨਿਯਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ.",
        "ਆਈਟਮਾਂ ਦੀ ਇੱਕ ਸੂਚੀ ਛਾਪੋ ਅਤੇ ਇਸਨੂੰ ਪੈਕੇਜ ਦੇ ਅੰਦਰ ਪਾਓ।",
        "ਪ੍ਰਿੰਟ ਕਰੋ ਅਤੇ ਬਾਕਸ ਉੱਤੇ ਇੱਕ ਲੇਬਲ ਚਿਪਕਾਓ।"
      ],
      "items_weight_calculation": "ਸਾਰੀਆਂ ਵਸਤੂਆਂ ਦਾ ਸੰਯੁਕਤ ਵਜ਼ਨ {weight} {unit} ਹੈ",
      "not_available_message": "ਇਹ ਉਦੋਂ ਉਪਲਬਧ ਨਹੀਂ ਹੁੰਦਾ ਜਦੋਂ ਤੁਸੀਂ ਸ਼ਿਪਿੰਗ ਪਤੇ ਬਾਰੇ ਪੁੱਛਣ ਤੋਂ ਅਸਮਰੱਥ ਹੁੰਦੇ ਹੋ ਅਤੇ ਉਪਭੋਗਤਾ ਨੇ ਖਰੀਦ ਤੋਂ ਬਾਅਦ ਪਤਾ ਨਹੀਂ ਭਰਿਆ ਹੁੰਦਾ!"
    },
    "basket_items": "ਆਰਡਰ ਆਈਟਮਾਂ ਦੀ ਸੂਚੀ",
    "delivered_dialog": {
      "title": "ਕੀ ਇਹ ਆਰਡਰ ਗਾਹਕ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ?",
      "message": "ਜਦੋਂ ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ ਕਿ ਗਾਹਕ ਨੂੰ ਆਰਡਰ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ ਤਾਂ ਇਸ ਵਿਕਲਪ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "confirm_action": "ਮੈਂ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹਾਂ ਕਿ ਗਾਹਕ ਨੂੰ ਪੈਕੇਜ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ"
    },
    "return_delivery_dialog": {
      "title": "ਕੀ ਡਿਲੀਵਰੀ ਦੇ ਦੌਰਾਨ ਆਰਡਰ ਵਿੱਚ ਕੋਈ ਸਮੱਸਿਆ ਆਈ ਸੀ ਜਾਂ ਇਸਨੂੰ ਵਾਪਸ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ?",
      "message": "ਸ਼ਿਪਮੈਂਟ ਵਾਪਸ ਕਰਨ ਦੇ ਵਿਕਲਪ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ ਜੇਕਰ ਆਰਡਰ ਕਿਸੇ ਕਾਰਨ ਕਰਕੇ ਭੇਜਣ ਤੋਂ ਬਾਅਦ ਵਾਪਸ ਆ ਜਾਂਦਾ ਹੈ ਅਤੇ ਸ਼ਿਪਮੈਂਟ ਨੂੰ ਦੁਬਾਰਾ ਭੇਜਣ ਦੀ ਲੋੜ ਹੈ।",
      "confirm_action": "ਵਾਪਸੀ ਦੀ ਡਿਲਿਵਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ"
    },
    "notifications": {
      "update_status_success": "ਆਰਡਰ ਸਥਿਤੀ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।",
      "reject_update_success": "ਆਰਡਰ ਰੱਦ ਕਰਨ ਦੀ ਸਥਿਤੀ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।",
      "dismiss_reject_success": "ਆਰਡਰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ।",
      "pay_cod_success": "ਡਿਲੀਵਰੀ 'ਤੇ ਨਕਦ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ.",
      "pay_dir_success": "ਕਾਰਡ-ਟੂ-ਕਾਰਡ ਭੁਗਤਾਨ ਜਾਂ ਪੈਸੇ ਟ੍ਰਾਂਸਫਰ ਦੁਆਰਾ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਸੀ।",
      "set_tracking_success": "ਆਰਡਰ ਟਰੈਕ ਆਈਡੀ ਸਫਲਤਾਪੂਰਵਕ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਗਈ।",
      "new_bill_success": "ਨਵਾਂ ਬਿੱਲ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
      "edit_bill_success": "ਬਿੱਲ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ।",
      "update_bill_status_success": "ਬਿੱਲ ਸਥਿਤੀ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ।",
      "set_payment_in_cash_success": "ਬਿਲ ਭੁਗਤਾਨ ਦੀ ਦਸਤੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ।"
    },
    "delete_bill_dialog": {
      "title": "ਬਿੱਲ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਬਿੱਲ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਹੁਣੇ ਮਿਟਾਓ"
    }
  },
  "shop_gateway": {
    "title": "ਗੇਟਵੇ",
    "menu": {
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "edit": "ਸੰਪਾਦਿਤ ਕਰੋ",
      "transactions": "ਲੈਣ-ਦੇਣ",
      "back": "ਗੇਟਵੇ"
    },
    "dashboard": {
      "title": "ਗੇਟਵੇ ਪ੍ਰਬੰਧਨ",
      "gateway_data_widget": {
        "title": "ਭੁਗਤਾਨ ਰਿਪੋਰਟ",
        "title_small": "ਗੇਟਵੇ",
        "chart": {
          "times": "ਗਿਣਤੀ",
          "buys": "ਗਿਣਤੀ ਖਰੀਦੋ",
          "pays": "ਪਹੁੰਚਯੋਗ ਭੁਗਤਾਨ",
          "amount_pay": "ਦਾ ਭੁਗਤਾਨ",
          "amount_wage": "ਫੀਸ"
        }
      },
      "gateway_info_widget": {
        "title": "ਜਾਣਕਾਰੀ",
        "title_small": "ਗੇਟਵੇ",
        "status": "ਸਥਿਤੀ",
        "cod_transportation": "ਸ਼ਿਪਿੰਗ ਢੰਗ ਸੀਓਡੀ ਦਾ ਸਮਰਥਨ ਕਰਦੇ ਹਨ",
        "cod_transportations_error": "ਘੱਟੋ-ਘੱਟ ਇੱਕ ਸ਼ਿਪਿੰਗ ਵਿਧੀ ਲਈ ਡਿਲੀਵਰੀ 'ਤੇ ਨਕਦ ਭੁਗਤਾਨ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ!",
        "payment_type": "ਭੁਗਤਾਨ ਦੀ ਕਿਸਮ",
        "cod": "ਡਿਲਿਵਰੀ 'ਤੇ ਨਕਦ",
        "online": "ਆਨਲਾਈਨ ਭੁਗਤਾਨ",
        "wage_percent": "ਫੀਸ ਪ੍ਰਤੀਸ਼ਤ",
        "min_wage": "ਘੱਟੋ-ਘੱਟ ਫੀਸ",
        "max_wage": "ਅਧਿਕਤਮ ਫੀਸ",
        "min_amount": "ਘੱਟੋ-ਘੱਟ ਲੈਣ-ਦੇਣ",
        "max_amount": "ਵੱਧ ਤੋਂ ਵੱਧ ਲੈਣ-ਦੇਣ",
        "timeout": "ਭੁਗਤਾਨ ਦੀ ਮਿਆਦ",
        "timeout_unit": "ਸਕਿੰਟ",
        "link": "ਗੇਟਵੇ ਲਿੰਕ",
        "your_gateway_status": "ਤੁਹਾਡੀ ਗੇਟਵੇ ਸਥਿਤੀ",
        "config_extra_info": "ਭੁਗਤਾਨ ਸੇਵਾ ਸੰਰਚਨਾ",
        "oauth2_button": "{gateway} ਨਾਲ ਆਟੋ ਕਨੈਕਟ ਕਰੋ",
        "fee_payment_message": "ਗਾਹਕ ਦੁਆਰਾ ਅਦਾ ਕੀਤੀ ਸਾਰੀ ਰਕਮ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਟ੍ਰਾਂਸਫਰ ਕੀਤੀ ਜਾਵੇਗੀ। ਸੇਵਾ ਦੀ ਫੀਸ Selldone ਵਿੱਚ ਤੁਹਾਡੇ ਵਾਲਿਟ ਵਿੱਚੋਂ ਕੱਟੀ ਜਾਵੇਗੀ।"
      }
    },
    "edit": {
      "title": "ਗੇਟਵੇ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
      "menu": {
        "delete": "ਗੇਟਵੇ ਹਟਾਓ"
      },
      "edit_action": "ਗੇਟਵੇ ਦਾ ਸੰਪਾਦਨ ਕਰੋ"
    },
    "transactions": {
      "title": "ਲੈਣ-ਦੇਣ",
      "table": {
        "amount": "ਦੀ ਰਕਮ",
        "currency": "ਮੁਦਰਾ",
        "livemode": "ਟਾਈਪ ਕਰੋ",
        "status": "ਸਥਿਤੀ",
        "target_id": "ਆਰਡਰ",
        "risk": "ਜੋਖਮ",
        "card": "ਕਾਰਡ",
        "issued_at": "ਜਾਰੀ ਕਰਨ ਦੀ ਮਿਤੀ",
        "payment_at": "ਭੁਗਤਾਨ ਦੀ ਮਿਤੀ"
      },
      "live_mode": "ਲਾਈਵ",
      "test_mode": "ਸੈਂਡਬੌਕਸ"
    }
  },
  "edit_gateway": {
    "public_keys": "ਜਨਤਕ ਕੁੰਜੀਆਂ",
    "private_keys": "ਨਿੱਜੀ ਕੁੰਜੀਆਂ (ਗੁਪਤ)",
    "link": "ਵੈੱਬਸਾਈਟ",
    "state_title": "ਕਿਰਿਆਸ਼ੀਲ/ਅਕਿਰਿਆਸ਼ੀਲ ਭੁਗਤਾਨ ਵਿਧੀ",
    "gateway_status": "ਸਥਿਤੀ",
    "wallet": "ਬਲਾਕਚੈਨ ਵਾਲਿਟ",
    "developer_title": "ਵਿਕਾਸਕਾਰ ਮੋਡ",
    "developer_message": "ਜੇਕਰ ਗੇਟਵੇ ਡੀਬੱਗ ਮੋਡ ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ ਤਾਂ ਤੁਸੀਂ ਜਾਅਲੀ ਲੈਣ-ਦੇਣ ਦੀ ਪ੍ਰਕਿਰਿਆ ਕਰ ਸਕਦੇ ਹੋ।",
    "notifications": {
      "edit_success": "ਗੇਟਵੇ {gateway_name} ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ।",
      "success_delete": "ਭੁਗਤਾਨ ਵਿਧੀ ਮਿਟਾ ਦਿੱਤੀ ਗਈ ਹੈ!"
    },
    "developer_setting": "ਵਿਕਸਿਤ ਕਰੋ ਅਤੇ ਟੈਸਟ ਕਰੋ",
    "live_mode_message": "ਸਾਰੇ ਲੈਣ-ਦੇਣ ਲਾਈਵ ਮੋਡ ਵਿੱਚ ਹੋਣਗੇ।",
    "status_title": "ਭੁਗਤਾਨ ਸੇਵਾ ਸਥਿਤੀ",
    "status_message": "ਭੁਗਤਾਨ ਵਿਧੀ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਜਾਂ ਅਕਿਰਿਆਸ਼ੀਲ ਵਜੋਂ ਕੌਂਫਿਗਰ ਕਰੋ। ਸਿਰਫ਼ ਕਿਰਿਆਸ਼ੀਲ ਵਜੋਂ ਸੈੱਟ ਕੀਤੀਆਂ ਵਿਧੀਆਂ ਗਾਹਕਾਂ ਨੂੰ ਦਿਖਾਈਆਂ ਜਾਣਗੀਆਂ।",
    "status_true_description": "ਤੁਹਾਡੇ ਗਾਹਕ ਇਸ ਭੁਗਤਾਨ ਵਿਧੀ ਨਾਲ ਭੁਗਤਾਨ ਕਰ ਸਕਦੇ ਹਨ।",
    "manual_title": "ਮੈਨੁਅਲ / ਆਟੋ ਕੈਪਚਰ ਭੁਗਤਾਨ",
    "manual_message": "ਜਦੋਂ ਤੁਸੀਂ ਕੋਈ ਭੁਗਤਾਨ ਬਣਾਉਂਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਫੰਡਾਂ ਨੂੰ ਰਿਜ਼ਰਵ ਕਰਨ ਲਈ ਇੱਕ ਯੋਗ ਭੁਗਤਾਨ ਵਿਧੀ 'ਤੇ ਰੋਕ ਲਗਾ ਸਕਦੇ ਹੋ ਜੋ ਤੁਸੀਂ ਬਾਅਦ ਵਿੱਚ ਹਾਸਲ ਕਰ ਸਕਦੇ ਹੋ। ਉਦਾਹਰਨ ਲਈ, ਹੋਟਲ ਅਕਸਰ ਮਹਿਮਾਨ ਦੇ ਆਉਣ ਤੋਂ ਪਹਿਲਾਂ ਪੂਰਾ ਭੁਗਤਾਨ ਅਧਿਕਾਰਤ ਕਰਦੇ ਹਨ, ਫਿਰ ਮਹਿਮਾਨ ਦੇ ਚੈੱਕ ਆਊਟ ਹੋਣ 'ਤੇ ਪੈਸੇ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "debug": {
      "title": "ਵਿਕਸਿਤ ਕਰੋ ਅਤੇ ਟੈਸਟ ਕਰੋ",
      "subtitle": "ਤੁਸੀਂ ਭੁਗਤਾਨ ਗੇਟਵੇ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਡੀਬੱਗ ਮੋਡ ਨੂੰ ਸਮਰੱਥ ਕਰ ਸਕਦੇ ਹੋ।"
    },
    "limit": {
      "title": "ਆਰਡਰ ਸੀਮਾ",
      "subtitle": "ਇਸ ਭੁਗਤਾਨ ਗੇਟਵੇ ਲਈ ਘੱਟੋ-ਘੱਟ ਆਰਡਰ ਦੀ ਰਕਮ ਸੈੱਟ ਕਰੋ।"
    },
    "limit_input": {
      "title": "ਘੱਟੋ-ਘੱਟ ਆਰਡਰ ਦੀ ਰਕਮ",
      "msg": "ਜ਼ੀਰੋ ਦਾ ਮਤਲਬ ਹੈ ਕੋਈ ਸੀਮਾ ਨਹੀਂ।"
    },
    "currency_input": {
      "message": "ਮੁਦਰਾ ਜਿਸਦਾ ਇਹ ਭੁਗਤਾਨ ਗੇਟਵੇ ਸਮਰਥਨ ਕਰਦਾ ਹੈ।"
    },
    "gateway_code": "ਗੇਟਵੇ ਕੋਡ",
    "hold_only_for": "ਸਿਰਫ਼ ਲਈ ਉਪਲਬਧ ਭੁਗਤਾਨ ਨੂੰ ਰੋਕੋ",
    "manual_input": {
      "false_description": "ਭੁਗਤਾਨ ਸਥਿਤੀ ਨੂੰ ਭੁਗਤਾਨ ਪ੍ਰਦਾਤਾ ਸਿਸਟਮ ਵਿੱਚ ਬਕਾਇਆ ਤੋਂ ਪੁਸ਼ਟੀਕਰਣ ਵਿੱਚ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਬਦਲ ਦਿੱਤਾ ਜਾਵੇਗਾ।",
      "false_title": "ਆਟੋ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ",
      "true_title": "ਭੁਗਤਾਨ ਅਤੇ ਮੈਨੁਅਲ ਪੁਸ਼ਟੀਕਰਨ ਨੂੰ ਰੋਕੋ",
      "true_description": "ਕਿਸੇ ਭੁਗਤਾਨ 'ਤੇ ਰੋਕ ਲਗਾਓ ਤਾਂ ਜੋ ਤੁਹਾਨੂੰ ਭੁਗਤਾਨ ਪ੍ਰਦਾਤਾ ਪ੍ਰਣਾਲੀ ਵਿੱਚ ਉਹਨਾਂ ਦੀ ਸਥਿਤੀ ਨੂੰ ਬਕਾਇਆ ਤੋਂ ਪੁਸ਼ਟੀ ਕੀਤੇ ਵਿੱਚ ਬਦਲਣ ਲਈ ਆਰਡਰ ਲਈ ਭੁਗਤਾਨਾਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਦੀ ਲੋੜ ਪਵੇ।"
    },
    "delete_verify_input": {
      "true_title": "ਮੈਂ ਇਸ ਭੁਗਤਾਨ ਵਿਧੀ ਨੂੰ ਹਟਾਉਣਾ ਚਾਹੁੰਦਾ/ਚਾਹੁੰਦੀ ਹਾਂ।",
      "true_description": "ਇਹ ਭੁਗਤਾਨ ਵਿਧੀ ਸਟੋਰ ਤੋਂ ਹਟਾ ਦਿੱਤੀ ਜਾਵੇਗੀ ਅਤੇ ਗਾਹਕਾਂ ਲਈ ਉਪਲਬਧ ਨਹੀਂ ਹੋਵੇਗੀ।"
    },
    "delete_alert": {
      "title": "ਭੁਗਤਾਨ ਵਿਧੀ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਆਪਣੀ ਦੁਕਾਨ ਤੋਂ ਇਸ ਭੁਗਤਾਨ ਵਿਧੀ ਨੂੰ ਮਿਟਾਉਂਦੇ ਹੋ?",
      "action": "ਭੁਗਤਾਨ ਵਿਧੀ ਮਿਟਾਓ"
    }
  },
  "gift_card": {
    "title": "ਗਿਫਟ ਕਾਰਡ",
    "menu": {
      "edit": "ਸੰਪਾਦਿਤ ਕਰੋ",
      "new_card": "ਕਾਰਡ ਬਣਾਓ",
      "list": "ਕਾਰਡ",
      "orders": "ਆਰਡਰ",
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "back": "ਗਿਫਟ ਕਾਰਡ"
    },
    "dashboard": {
      "title": "ਗਿਫਟ ਕਾਰਡ ਪ੍ਰਬੰਧਨ ਡੈਸ਼ਬੋਰਡ",
      "amount_widget": {
        "title": "ਕਾਰਡ ਭੁਗਤਾਨ",
        "title_small": "30 ਦਿਨ",
        "chart_amount_pay": {
          "y": "ਜੋੜ",
          "label": "ਭੁਗਤਾਨ"
        },
        "chart_buys": {
          "y": "ਖਰੀਦਦਾ ਹੈ",
          "label": "ਖਰੀਦਦਾ ਹੈ"
        },
        "total_buy": "ਕੁੱਲ ਖਰੀਦ ਰਕਮ",
        "total_pay_30days": "30 ਦਿਨ ਕੁੱਲ ਭੁਗਤਾਨ",
        "total_pay_today": "ਅੱਜ ਦਾ ਭੁਗਤਾਨ"
      },
      "count_widget": {
        "title": "ਜਾਰੀ ਕੀਤੇ ਕਾਰਡਾਂ ਦੀ ਸੰਖਿਆ",
        "title_small": "30 ਦਿਨ",
        "total_cards": "ਕਾਰਡਾਂ ਦੀ ਕੁੱਲ ਸੰਖਿਆ",
        "used_cards_30days": "30 ਦਿਨਾਂ ਦੀ ਵਰਤੋਂ",
        "used_today": "ਅੱਜ ਦੀ ਵਰਤੋਂ",
        "chart": {
          "new_cards": "ਨਵੇਂ ਕਾਰਡ",
          "used_cards": "ਵਰਤੇ ਗਏ ਕਾਰਡ",
          "new_card_name": "ਨਵਾਂ ਕਾਰਡ",
          "used_card_name": "ਵਰਤਿਆ"
        }
      },
      "export": {
        "title": "ਆਉਟਪੁੱਟ ਫਾਈਲ ਪ੍ਰਾਪਤ ਕਰੋ",
        "cards_list": "ਕਾਰਡਾਂ ਦੀ ਸੂਚੀ ਪ੍ਰਾਪਤ ਕਰੋ",
        "get_report": "ਰਿਪੋਰਟ ਪ੍ਰਾਪਤ ਕਰੋ"
      }
    },
    "cards": {
      "title": "ਜਾਰੀ ਕੀਤੇ ਕਾਰਡਾਂ ਦੀ ਸੂਚੀ",
      "loading_message": "ਜਾਣਕਾਰੀ ਮਿਲ ਰਹੀ ਹੈ...ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ",
      "issue_to_user": "ਉਪਭੋਗਤਾ ਲਈ ਸਮੱਸਿਆ",
      "table": {
        "card_number": "ਕਾਰਡ ਨੰਬਰ",
        "balance": "ਸੰਤੁਲਨ",
        "paid": "ਦਾ ਭੁਗਤਾਨ",
        "edit": "ਸੰਪਾਦਿਤ ਕਰੋ",
        "delete": "ਮਿਟਾਓ",
        "expire": "ਮਿਆਦ ਪੁੱਗਦੀ ਹੈ",
        "user": "ਉਪਭੋਗਤਾ"
      },
      "delete_alert": {
        "title": "ਕਾਰਡ ਹਟਾਓ",
        "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਕਾਰਡ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
        "action": "ਮਿਟਾਓ"
      },
      "notifications": {
        "delete_success": "ਗਿਫਟ ਕਾਰਡ ਮਿਟਾਇਆ ਗਿਆ।",
        "edit_success": "ਬਦਲਾਅ ਕੀਤੇ ਗਏ ਹਨ।",
        "issue_success": "ਉਪਭੋਗਤਾ ਨੂੰ ਗਿਫਟ ਕਾਰਡ ਸਫਲਤਾਪੂਰਵਕ ਜਾਰੀ ਕੀਤਾ ਗਿਆ।"
      },
      "issue_dialog": {
        "title": "ਗਿਫਟ ਕਾਰਡ ਜਾਰੀ ਕਰੋ",
        "action": "ਮੈਂ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹਾਂ। ਹੁਣੇ ਕਾਰਡ ਜਾਰੀ ਕਰੋ"
      }
    },
    "gift_card_edit": {
      "title": "ਗਿਫਟ ਕਾਰਡ ਬਣਾਓ",
      "validity": "ਵੈਧਤਾ",
      "validity_unit": "ਮਹੀਨੇ",
      "currency": "ਮੁਦਰਾ",
      "initial_balance": "ਸ਼ੁਰੂਆਤੀ ਕਾਰਡ ਬਕਾਇਆ",
      "count": "ਗਿਣਤੀ",
      "count_unit": "ਇਕਾਈ)",
      "enable_input_message": "ਬਣਾਏ ਗਏ ਕਾਰਡਾਂ ਦੀ ਸਥਿਤੀ",
      "notifications": {
        "create_success_title": "ਸੇਵ ਕਰੋ",
        "create_success": "{count} ਨਵੇਂ ਕਾਰਡ ਬਣਾਏ ਗਏ"
      }
    },
    "gift_card_edit_page": {
      "title": "ਗਿਫਟ ਕਾਰਡ ਦਾ ਸੰਪਾਦਨ ਕਰੋ"
    }
  },
  "shop_discount": {
    "title": "ਛੋਟ ਕੋਡ",
    "up_to": "ਤੱਕ ਦਾ",
    "menu": {
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "orders": "ਆਰਡਰ",
      "back": "ਛੂਟ ਕੋਡ"
    },
    "dashboard": {
      "title": "ਛੂਟ ਕੋਡ ਪ੍ਰਬੰਧਨ ਡੈਸ਼ਬੋਰਡ",
      "chart_amount_buy": {
        "y": "ਖਰੀਦ ਰਕਮ {currency}",
        "label": "ਖਰੀਦੋ"
      },
      "chart_amount_discount": {
        "y": "ਛੋਟ {currency}",
        "label": "ਛੂਟ"
      },
      "chart_used": {
        "y": "ਵਰਤੋਂ ਦੀ ਮਾਤਰਾ",
        "label": "ਵਾਰ"
      }
    }
  },
  "shop_coupon": {
    "title": "ਕੂਪਨ",
    "up_to": "ਤੱਕ ਦਾ",
    "menu": {
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "back": "ਕੂਪਨ",
      "orders": "ਆਰਡਰ"
    },
    "dashboard": {
      "title": "ਕੂਪਨ ਪ੍ਰਬੰਧਨ ਡੈਸ਼ਬੋਰਡ",
      "chart_amount_buy": {
        "y": "ਖਰੀਦ ਰਕਮ {currency}",
        "label": "ਖਰੀਦੋ"
      },
      "chart_amount_discount": {
        "y": "ਕੂਪਨ {currency}",
        "label": "ਕੂਪਨ"
      },
      "chart_used": {
        "y": "ਵਰਤੋਂ ਦੀ ਮਾਤਰਾ",
        "label": "ਵਾਰ"
      }
    }
  },
  "shop_offer": {
    "title": "ਪੇਸ਼ਕਸ਼ਾਂ",
    "up_to": "ਤੱਕ ਦਾ",
    "menu": {
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "orders": "ਆਰਡਰ",
      "back": "ਪੇਸ਼ਕਸ਼ਾਂ"
    },
    "dashboard": {
      "title": "ਪੇਸ਼ਕਸ਼ ਪ੍ਰਬੰਧਨ ਡੈਸ਼ਬੋਰਡ",
      "chart_amount_buy": {
        "y": "ਖਰੀਦ ਰਕਮ {currency}",
        "label": "ਖਰੀਦੋ"
      },
      "chart_amount_discount": {
        "y": "ਪੇਸ਼ਕਸ਼ {currency}",
        "label": "ਪੇਸ਼ਕਸ਼"
      },
      "chart_used": {
        "y": "ਵਰਤੋਂ ਦੀ ਮਾਤਰਾ",
        "label": "ਵਾਰ"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "ਐਕਟੀਵੇਸ਼ਨ ਫੀਸ ਦਾ ਭੁਗਤਾਨ ਕਰੋ",
    "balance": "ਸੰਤੁਲਨ",
    "locked": "ਬੰਦ",
    "transfer": "ਟ੍ਰਾਂਸਫਰ ਕਰੋ",
    "charge": "ਜਮ੍ਹਾ"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "ਕਮਰਾ ਛੱਡ ਦਿਓ",
    "payment": "ਭੁਗਤਾਨ",
    "confirm": "ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ, <b>{success}</b> ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਅਤੇ <b>{fail}</b> ਅਸਵੀਕਾਰ ਕੀਤੀ ਗਈ।",
    "prepare": "ਆਰਡਰ ਦੀ ਤਿਆਰੀ.",
    "send": "ਆਰਡਰ <b>{delivery}</b> ਦੁਆਰਾ ਭੇਜਿਆ ਗਿਆ।",
    "delivered": "ਆਰਡਰ ਗਾਹਕ ਨੂੰ ਦਿੱਤਾ ਗਿਆ ਹੈ.",
    "fill-inputs": "ਖਰੀਦਦਾਰ ਦੁਆਰਾ ਭਰਿਆ ਗਿਆ ਇਨਪੁਟ ਜਾਣਕਾਰੀ ਫਾਰਮ।",
    "return-add": "ਉਤਪਾਦ ਵਾਪਸੀ ਦੀ ਬੇਨਤੀ ਸਪੁਰਦ ਕਰੋ, {product}।",
    "return-accept": "ਵਾਪਸੀ ਦੀ ਬੇਨਤੀ {return_code} ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ।",
    "return-reject": "ਬੇਨਤੀ {return_code} ਅਸਵੀਕਾਰ ਕੀਤੀ ਗਈ।",
    "reject-order": "ਆਰਡਰ ਨੂੰ ਅਸਵੀਕਾਰ ਕਰੋ। ਕੋਡ: {reject_code}।",
    "reject-order-clear": "ਆਰਡਰ ਅਸਵੀਕਾਰ ਨੂੰ ਰੱਦ ਕਰੋ। ਕੋਡ: {reject_code}।",
    "email-buy": "ਗਾਹਕ ਨੂੰ ਖਰੀਦ ਪੁਸ਼ਟੀਕਰਨ ਈਮੇਲ ਭੇਜੋ।",
    "email-payment": "ਗਾਹਕ ਨੂੰ ਭੁਗਤਾਨ ਪੁਸ਼ਟੀਕਰਨ ਈਮੇਲ ਭੇਜੋ।",
    "delivery-returned": "ਆਰਡਰ ਗਾਹਕ ਦੁਆਰਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਸੀ ਅਤੇ ਵਾਪਸ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ. ਇਸਨੂੰ ਦੁਬਾਰਾ ਭੇਜਣਾ ਜ਼ਰੂਰੀ ਹੈ.",
    "delivery-canceled": "ਡਿਲੀਵਰੀ ਰੱਦ ਕੀਤੀ ਗਈ। ਇਸਨੂੰ ਦੁਬਾਰਾ ਭੇਜਣਾ ਜ਼ਰੂਰੀ ਹੈ.",
    "edit-receiver-info": "ਆਰਡਰ ਡਿਲੀਵਰੀ ਪਤਾ ਖਰੀਦਦਾਰ ਦੁਆਰਾ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ ਸੀ.",
    "edit-billing-info": "ਖਰੀਦਦਾਰ ਦੁਆਰਾ ਸੰਪਾਦਿਤ ਬਿਲਿੰਗ ਪਤਾ।",
    "payment-cod-confirm": "COD ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਸੀ।",
    "payment-cash-confirm": "ਬਿੱਲ ਲਈ ਨਕਦ ਵਿੱਚ {amount} {currency} ਦੇ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਸੀ।",
    "payment-dir-confirm": "ਸਿੱਧੇ ਭੁਗਤਾਨ ਦੀ ਰਸੀਦ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਸੀ.",
    "vendor": "ਵਿਕਰੇਤਾ ਆਰਡਰ ਸਥਿਤੀ ਨੂੰ <b>{from} ਤੋਂ {to}</b> <b>ਵਿੱਚ</b> ਬਦਲਿਆ ਗਿਆ ਹੈ।",
    "connect-sync": "ਕਨੈਕਟ OS ਦੁਆਰਾ ਸਿੰਕ ਕੀਤਾ ਗਿਆ ਆਰਡਰ।",
    "connect-shipped": "ਕਨੈਕਟ ਆਰਡਰ {shipping} ਦੁਆਰਾ ਭੇਜ ਦਿੱਤਾ ਗਿਆ ਹੈ।",
    "connect-returned": "ਕਨੈਕਟ ਆਰਡਰ {shipping} ਦੁਆਰਾ ਵਾਪਸ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ।",
    "connect-failed": "ਪਾਰਟਨਰ ਦੁਆਰਾ ਆਰਡਰ ਦੀ ਪੂਰਤੀ ਅਸਫਲ ਰਹੀ। {reason}",
    "connect-canceled": "ਪਾਰਟਨਰ ਦੁਆਰਾ ਆਰਡਰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਸੀ। {reason}",
    "connect-action-cancel": "ਆਰਡਰ ਰੱਦ ਕਰਨ ਦੀ ਬੇਨਤੀ ਕਰੋ। {reason}",
    "connect-put-hold": "ਆਰਡਰ 'ਤੇ ਰੋਕ ਲਗਾ ਦਿੱਤੀ ਗਈ ਸੀ। {reason}",
    "connect-remove-hold": "ਆਰਡਰ ਨੂੰ ਰੋਕ ਤੋਂ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਸੀ। {reason}",
    "connect-confirmed": "ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਸੀ.",
    "email-vendor": "🔔 ਆਰਡਰ ਸੂਚਨਾ ਈਮੇਲ <b>{vendor}</b> ਨੂੰ ਭੇਜ ਦਿੱਤੀ ਗਈ ਹੈ ╏ {email}.",
    "vendor-payout": "💸 ਵਿਕਰੇਤਾ ਨੂੰ ਭੁਗਤਾਨ।",
    "sms-payment": "ਗਾਹਕ ਨੂੰ {phone} ਰਾਹੀਂ ਭੁਗਤਾਨ ਪੁਸ਼ਟੀਕਰਨ SMS ਭੇਜੋ।",
    "vendor-sms": "🔔 ਆਰਡਰ ਸੂਚਨਾ SMS <b>{vendor}</b> ╏ {phone} ਨੂੰ ਭੇਜ ਦਿੱਤਾ ਗਿਆ ਹੈ।"
  },
  "inline_chart": {
    "today": "ਅੱਜ",
    "last_days": "{days} ਦਿਨ ਪਹਿਲਾਂ"
  },
  "products_select": {
    "move_category": "ਸ਼੍ਰੇਣੀ <b>{category}</b> ਨੂੰ ਕਿਸੇ ਹੋਰ ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਲਿਜਾਓ",
    "move_product": "ਉਤਪਾਦ <b>{product}</b> ਨੂੰ ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਲਿਜਾਓ",
    "product_menu": {
      "dashboard": "ਉਤਪਾਦ ਡੈਸ਼ਬੋਰਡ",
      "inventory": "ਵਸਤੂ ਸੂਚੀ ਅਤੇ ਰੂਪ"
    },
    "notifications": {
      "copy_success": "ਉਤਪਾਦ ਦੀ ਕਾਪੀ.",
      "change_category_success": "ਉਤਪਾਦ ਸ਼੍ਰੇਣੀ ਸੰਪਾਦਿਤ ਕੀਤੀ ਗਈ।"
    },
    "load_more_products": "ਇਸ ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਹੋਰ ਉਤਪਾਦ ਉਪਲਬਧ ਹਨ। ਹੋਰ ਆਈਟਮਾਂ ਲੋਡ ਕਰਨ ਲਈ ਕਲਿੱਕ ਕਰੋ।",
    "filter_box": {
      "no_root_filter_message": "ਤੁਹਾਡੇ ਕੋਲ ਰੂਟ ਵਿੱਚ ਉਤਪਾਦ ਹਨ ਪਰ ਕੋਈ ਫਿਲਟਰ ਨਹੀਂ ਹੈ।",
      "has_root_filter_message": "ਤੁਸੀਂ ਰੂਟ ਸ਼੍ਰੇਣੀ ਲਈ ਫਿਲਟਰ ਸੈਟ ਕਰਦੇ ਹੋ।",
      "set_filter_message": "ਤੁਸੀਂ ਫਿਲਟਰ ਸੈਟ ਕਰ ਸਕਦੇ ਹੋ।",
      "edit_action": "ਰੂਟ ਫਿਲਟਰ ਸੰਪਾਦਿਤ ਕਰੋ",
      "clear_action": "ਰੂਟ ਫਿਲਟਰ ਸਾਫ਼ ਕਰੋ"
    },
    "ai": {
      "title": "AI ਉਤਪਾਦ ਸਹਾਇਤਾ"
    },
    "menu": {
      "select_all_products": "ਸਾਰੇ ਉਤਪਾਦ ਚੁਣੋ",
      "unselect": "ਅਣਚੁਣਿਆ ਕਰੋ",
      "sort_categories": "ਸ਼੍ਰੇਣੀਆਂ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰੋ / ਕ੍ਰਮਬੱਧ ਕਰੋ",
      "subscription_vendor_not_support_message": "ਗਾਹਕੀ ਉਤਪਾਦਾਂ ਲਈ ਵਿਕਰੇਤਾ ਨਿਰਧਾਰਤ ਨਹੀਂ ਕਰ ਸਕਦਾ! ਗਾਹਕੀ ਉਤਪਾਦਾਂ ਦੇ ਮਾਲਕ ਦੇ ਤੌਰ 'ਤੇ ਹਮੇਸ਼ਾ ਇੱਕ ਵਿਕਰੇਤਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ!",
      "vendor_owner_not_assignable_message": "ਉਤਪਾਦਾਂ ਲਈ ਵਿਕਰੇਤਾ ਨੂੰ ਇਸਦੇ ਮਾਲਕ ਵਜੋਂ ਇੱਕ ਵਿਕਰੇਤਾ ਦੇ ਨਾਲ ਨਿਰਧਾਰਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ!",
      "category_assign_profile": "ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਉਤਪਾਦਾਂ ਨੂੰ ਪ੍ਰੋਫਾਈਲ ਨਿਰਧਾਰਤ ਕਰੋ",
      "category_assign_profile_subtitle": "ਟੈਕਸ, ਸ਼ਿਪਿੰਗ, ਗਾਈਡ, ਵਾਰੰਟੀ, ...",
      "bulk_discount": "ਥੋਕ ਛੂਟ",
      "bulk_discount_subtitle": "ਸਾਰੇ ਉਤਪਾਦਾਂ 'ਤੇ ਛੋਟ ਲਾਗੂ ਕਰੋ।"
    },
    "engine": {
      "title": "ਵਾਧੂ ਉਤਪਾਦ ਇੰਜਣ",
      "subtitle": "ਚੁਣੀਆਂ ਗਈਆਂ ਸ਼੍ਰੇਣੀਆਂ ਅਤੇ ਟੈਗਾਂ ਤੋਂ ਹੋਰ ਉਤਪਾਦ ਲੋਡ ਕੀਤੇ ਜਾਣਗੇ।",
      "load_in_tips": "{category} ਵਿੱਚ ਸ਼੍ਰੇਣੀਆਂ ਤੋਂ ਉਤਪਾਦ ਲੋਡ ਕਰੋ।",
      "action": "{category} ਇੰਜਣ ਦਾ ਸੰਪਾਦਨ ਕਰੋ"
    }
  },
  "physical_order_track": {
    "title": "ਜੋਖਮ ਰਿਪੋਰਟਾਂ ਅਤੇ ਮੁਲਾਂਕਣ"
  },
  "virtual_order_track": {
    "title": "ਜੋਖਮ ਰਿਪੋਰਟਾਂ ਅਤੇ ਮੁਲਾਂਕਣ"
  },
  "virtual_order_timeline": {
    "title": "ਸਮਾਂਰੇਖਾ"
  },
  "physical_order_timeline": {
    "title": "ਸਮਾਂਰੇਖਾ"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "ਇੱਥੇ ਇੱਕ ਸੁਨੇਹਾ ਲਿਖੋ...",
    "pin_action": "ਸਿਖਰ 'ਤੇ ਪਿੰਨ ਕਰੋ",
    "unpin_action": "ਅਨਪਿੰਨ ਕਰੋ",
    "copy_html": "HTML ਕਾਪੀ ਕਰੋ",
    "notifications": {
      "add_note_success": "ਨੋਟ ਜੋੜਿਆ ਗਿਆ।",
      "edit_note_success": "ਨੋਟ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ।",
      "delete_note_success": "ਨੋਟ ਮਿਟਾਇਆ ਗਿਆ।"
    },
    "delete_dialog": {
      "title": "ਨੋਟ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਨੋਟ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਨੋਟ ਮਿਟਾਓ"
    },
    "resend_dialog": {
      "title": "ਈਮੇਲ ਦੁਬਾਰਾ ਭੇਜੋ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਹ ਈਮੇਲ ਆਪਣੇ ਗਾਹਕ ਨੂੰ ਦੁਬਾਰਾ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਦੁਬਾਰਾ ਭੇਜੋ",
      "success": "ਤੁਹਾਡੇ ਗਾਹਕ ਨੂੰ ਈਮੇਲ ਦੁਬਾਰਾ ਭੇਜੀ ਗਈ।"
    },
    "message": "ਇਸ ਭਾਗ ਵਿੱਚ, ਤੁਸੀਂ ਆਰਡਰ, ਪੂਰਤੀ, ਭੁਗਤਾਨ, ਅਤੇ ਉਹਨਾਂ ਦੀਆਂ ਸੰਬੰਧਿਤ ਸਥਿਤੀਆਂ ਨਾਲ ਸੰਬੰਧਿਤ ਘਟਨਾਵਾਂ ਦੀ ਸਮਾਂ-ਰੇਖਾ ਦੇਖ ਸਕਦੇ ਹੋ। ਇਸ ਤੋਂ ਇਲਾਵਾ, ਤੁਸੀਂ ਗਾਹਕਾਂ ਅਤੇ ਵਿਕਰੇਤਾਵਾਂ ਦੋਵਾਂ ਨੂੰ ਭੇਜੇ ਗਏ ਆਦੇਸ਼ਾਂ ਨੂੰ ਦੇਖ ਸਕਦੇ ਹੋ।",
    "add_note_subtitle": "ਇੱਕ ਸੁਨੇਹਾ ਲਿਖੋ ਅਤੇ ਆਪਣੇ ਸਾਥੀਆਂ ਦਾ ਜ਼ਿਕਰ ਕਰੋ।"
  },
  "accounts": {
    "title": "ਮੇਰਾ ਬਟੂਆ",
    "message": "ਤੁਹਾਨੂੰ Selldone ਵਿੱਚ ਵਰਤੀ ਜਾ ਰਹੀ ਮੁਦਰਾ ਨਾਲ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਖਾਤਾ ਬਣਾਉਣਾ ਚਾਹੀਦਾ ਹੈ। ਸੇਵਾ ਫ਼ੀਸ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਇਸ ਖਾਤੇ ਨੂੰ ਟਾਪ ਅੱਪ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "add_new": "ਨਵਾਂ ਖਾਤਾ ਬਣਾਓ",
    "new_account": "ਨਵਾਂ ਖਾਤਾ ਸ਼ਾਮਲ ਕਰੋ",
    "new_account_dialog": {
      "title": "ਨਵਾ ਖਾਤਾ",
      "account_name_input": "ਅਕਾਉਂਟ ਦਾ ਨਾਂ",
      "currency_input": "ਮੁਦਰਾ ਯੂਨਿਟ",
      "currency_input_message": "ਬਣਾਇਆ ਖਾਤਾ ਸਿਰਫ਼ ਇਸ ਮੁਦਰਾ ਦੇ ਮੁੱਲਾਂ ਨੂੰ ਰੱਖੇਗਾ।",
      "new_account_wage": "ਨਵਾਂ ਖਾਤਾ ਬਣਾਉਣ ਦੀ ਲਾਗਤ: ਪਹਿਲੇ ਖਾਤੇ ਲਈ ਮੁਫ਼ਤ",
      "create_account_action": "ਖਾਤਾ ਬਣਾਉ"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "ਤੋਹਫ਼ਾ ਭੇਜੋ",
      "sent": "ਭੇਜੋ",
      "received": "ਪ੍ਰਾਪਤ ਕੀਤਾ"
    },
    "send_gifts": {
      "title": "ਤੋਹਫ਼ੇ ਭੇਜੇ",
      "sub_title": "ਤੁਸੀਂ ਆਪਣੇ ਦੋਸਤਾਂ ਜਾਂ ਗਾਹਕਾਂ ਨੂੰ ਤੋਹਫ਼ਾ ਭੇਜ ਸਕਦੇ ਹੋ। ਪ੍ਰਾਪਤਕਰਤਾ ਤੁਹਾਡੇ ਤੋਹਫ਼ੇ ਨੂੰ ਸਵੀਕਾਰ ਜਾਂ ਅਸਵੀਕਾਰ ਕਰ ਸਕਦਾ ਹੈ। ਰਕਮ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਬੰਦ ਹੋ ਜਾਂਦੀ ਹੈ ਅਤੇ ਜੇਕਰ ਪ੍ਰਾਪਤਕਰਤਾ ਸਵੀਕਾਰ ਕਰਦਾ ਹੈ ਤਾਂ ਵਾਪਸ ਲੈ ਲਿਆ ਜਾਂਦਾ ਹੈ। ਨਹੀਂ ਤਾਂ, ਇਹ ਰਕਮ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਟ੍ਰਾਂਸਫਰ ਕੀਤੀ ਜਾਵੇਗੀ।",
      "table": {
        "user": "ਉਪਭੋਗਤਾ",
        "amount": "ਦੀ ਰਕਮ",
        "currency": "ਮੁਦਰਾ",
        "account_name": "ਤੋਂ",
        "status": "ਸਥਿਤੀ",
        "message": "ਸੁਨੇਹਾ",
        "created_at": "ਬਣਾਉਣ ਦੀ ਮਿਤੀ"
      }
    },
    "received_gifts": {
      "title": "ਤੋਹਫ਼ੇ ਪ੍ਰਾਪਤ ਕੀਤੇ",
      "sub_title": "ਤੁਹਾਨੂੰ ਸੇਲਡੋਨ ਜਾਂ ਹੋਰਾਂ ਤੋਂ ਪ੍ਰਾਪਤ ਕੀਤੇ ਤੋਹਫ਼ੇ",
      "table": {
        "amount": "ਦੀ ਰਕਮ",
        "currency": "ਮੁਦਰਾ",
        "account_from": "ਤੋਂ",
        "status": "ਸਥਿਤੀ",
        "message": "ਸੁਨੇਹਾ",
        "created_at": "ਬਣਾਉਣ ਦੀ ਮਿਤੀ",
        "receive": "ਪ੍ਰਾਪਤ ਕਰੋ"
      }
    }
  },
  "get_gift_dialog": {
    "title": "ਇੱਕ ਤੋਹਫ਼ਾ ਪ੍ਰਾਪਤ ਕਰੋ",
    "more": "ਹੋਰ ..",
    "amount": "ਦੀ ਰਕਮ",
    "message": "ਸੁਨੇਹਾ",
    "account_to_input": "ਮੰਜ਼ਿਲ ਖਾਤਾ",
    "account_to_input_message": "ਤੋਹਫ਼ੇ ਦੀ ਰਕਮ ਇਸ ਖਾਤੇ ਵਿੱਚ ਜਮ੍ਹਾਂ ਕੀਤੀ ਜਾਵੇਗੀ।",
    "get_action": "ਤੋਹਫ਼ਾ ਸਵੀਕਾਰ ਕਰੋ",
    "notifications": {
      "received_success_title": "ਵਧਾਈਆਂ",
      "received_success": "ਤੋਹਫ਼ੇ ਦੀ ਰਕਮ {amount} {currency} ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਜਮ੍ਹਾਂ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ।"
    }
  },
  "send_gift_dialog": {
    "title": "ਤੋਹਫ਼ਾ ਭੇਜੋ",
    "account_from_input": "ਇੱਕ ਖਾਤਾ ਚੁਣੋ",
    "account_from_input_message": "ਇਸ ਖਾਤੇ ਵਿੱਚੋਂ ਤੋਹਫ਼ੇ ਦੀ ਰਕਮ ਕਢਵਾਈ ਜਾਂਦੀ ਹੈ।",
    "receiver_input": "ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲਾ",
    "receiver_input_message": "ਤੁਸੀਂ ਈਮੇਲ ਪਤਾ ਜਾਂ ਫ਼ੋਨ ਨੰਬਰ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ।",
    "message_input": "ਸੁਨੇਹਾ",
    "message_input_message": "ਤੁਸੀਂ ਪ੍ਰਾਪਤਕਰਤਾ ਨੂੰ ਇੱਕ ਸੁਨੇਹਾ ਛੱਡ ਸਕਦੇ ਹੋ।",
    "amount_input": "ਦੀ ਰਕਮ",
    "currency_input": "ਮੁਦਰਾ ਯੂਨਿਟ",
    "currency_input_message": "ਇਸ ਮੁਦਰਾ ਵਿੱਚ ਕੀਮਤ ਦੀ ਗਣਨਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।",
    "send_action": "ਤੋਹਫ਼ਾ ਭੇਜੋ",
    "notifications": {
      "send_success": "{receiver} ਨੂੰ {amount} {currency} ਦਾ ਤੋਹਫ਼ਾ ਭੇਜਿਆ ਗਿਆ ਸੀ।"
    }
  },
  "account_list": {
    "account_input": "ਅਕਾਊਂਟ ਨੰਬਰ",
    "account_input_message": "ਇਸ ਮੁਦਰਾ ਲਈ ਤੋਹਫ਼ਿਆਂ ਦੀ ਰਕਮ ਇਸ ਖਾਤੇ ਵਿੱਚ ਜਮ੍ਹਾਂ ਕੀਤੀ ਜਾਵੇਗੀ।",
    "free_balance": "ਮੁਫਤ ਬਕਾਇਆ",
    "account_name": "ਅਕਾਉਂਟ ਦਾ ਨਾਂ"
  },
  "user_monetize_accounts": {
    "title": "ਜਮ੍ਹਾਂ ਖਾਤੇ",
    "sub_title": "ਤੋਹਫ਼ੇ ਦੀਆਂ ਰਕਮਾਂ ਇਹਨਾਂ ਖਾਤਿਆਂ ਵਿੱਚ ਆਪਣੇ ਆਪ ਜਮ੍ਹਾਂ ਹੋ ਜਾਣਗੀਆਂ।",
    "message": "Selldone ਤੁਹਾਡੀ ਸੋਸ਼ਲ ਮੀਡੀਆ ਗਤੀਵਿਧੀ, Selldone ਵਿਕਾਸ ਵਿੱਚ ਹਿੱਸਾ ਲੈਣ, ਦੋਸਤਾਂ ਦੀ ਜਾਣ-ਪਛਾਣ ਆਦਿ ਲਈ ਫੰਡ ਜਮ੍ਹਾਂ ਕਰਦਾ ਹੈ। ਹਰੇਕ ਮੁਦਰਾ ਲਈ ਇੱਕ ਡਿਪਾਜ਼ਿਟ ਖਾਤਾ ਚੁਣਨ ਨਾਲ, ਤੋਹਫ਼ੇ ਦੀ ਰਕਮ ਤੁਹਾਡੇ ਡੋਮੇਨ ਵਿੱਚ ਆਪਣੇ ਆਪ ਉਸ ਖਾਤੇ ਵਿੱਚ ਜਮ੍ਹਾਂ ਹੋ ਜਾਵੇਗੀ। ਇਹ ਰਕਮਾਂ Selldone ਨੂੰ ਕ੍ਰੈਡਿਟ ਕੀਤੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ। ਕਢਵਾਉਣਾ ਸਿਰਫ਼ ਕਾਰੋਬਾਰੀ ਭਾਈਵਾਲਾਂ ਲਈ ਹੀ ਸੰਭਵ ਹੋਵੇਗਾ।",
    "add_account_action": "ਖਾਤਾ ਸ਼ਾਮਲ ਕਰੋ",
    "add_dialog": {
      "title": "ਤੋਹਫ਼ੇ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਇੱਕ ਖਾਤਾ ਕਨੈਕਟ ਕਰੋ",
      "account_input": "ਅਕਾਊਂਟ ਨੰਬਰ",
      "account_input_message": "ਇਸ ਮੁਦਰਾ ਲਈ ਤੋਹਫ਼ਿਆਂ ਦੀ ਰਕਮ ਇਸ ਖਾਤੇ ਵਿੱਚ ਜਮ੍ਹਾਂ ਕੀਤੀ ਜਾਵੇਗੀ।",
      "set_as_default_action": "ਡਿਫੌਲਟ ਖਾਤੇ ਵਜੋਂ ਚੁਣੋ"
    },
    "table": {
      "currency": "ਮੁਦਰਾ",
      "account_number": "ਅਕਾਊਂਟ ਨੰਬਰ",
      "account_name": "ਨਾਮ",
      "payment": "ਜਮ੍ਹਾਂ ਰਕਮ",
      "reset_at": "'ਤੇ ਰੀਸੈਟ ਕਰੋ",
      "delete": "ਮਿਟਾਓ"
    },
    "notifications": {
      "set_success": "ਖਾਤਾ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
      "delete_success": "ਤੋਹਫ਼ੇ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਡਿਫੌਲਟ ਖਾਤਿਆਂ ਦੀ ਸੂਚੀ ਵਿੱਚੋਂ ਖਾਤਾ ਸਫਲਤਾਪੂਰਵਕ ਹਟਾ ਦਿੱਤਾ ਗਿਆ।"
    },
    "delete_alert": {
      "title": "ਖਾਤਾ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਖਾਤੇ ਨੂੰ ਗਿਫਟ ਅਕਾਉਂਟਸ ਸੂਚੀ ਵਿੱਚੋਂ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਮਿਟਾਓ"
    }
  },
  "user_monetize": {
    "title": "ਪੈਸੇ ਕਮਾਉਣੇ",
    "menu": {
      "plans": "ਯੋਜਨਾਵਾਂ",
      "accounts": "ਖਾਤੇ",
      "participant": "ਭਾਗੀਦਾਰ"
    }
  },
  "user_monetize_plans": {
    "title": "ਸਹਿਯੋਗ ਅਤੇ ਮੁਦਰੀਕਰਨ ਪ੍ਰੋਜੈਕਟ",
    "sub_title": "ਤੁਹਾਨੂੰ ਰੈਫਰਲ ਤੋਹਫ਼ਿਆਂ ਲਈ ਇੱਕ ਖਾਤਾ ਕ੍ਰੈਡਿਟ ਮਿਲੇਗਾ। ਇਹ ਰਕਮਾਂ ਤੁਹਾਡੇ ਖਾਤੇ ਤੋਂ ਲਈਆਂ ਜਾਣਗੀਆਂ ਅਤੇ ਸਿਰਫ਼ Selldone ਵਪਾਰਕ ਭਾਈਵਾਲਾਂ (ਸਾਰੀਆਂ ਨਹੀਂ) ਨੂੰ ਹੀ ਕਢਵਾਈਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ। ਤੁਸੀਂ Selldone ਸੇਵਾਵਾਂ ਦੀ ਫੀਸ 'ਤੇ ਪੈਸੇ ਖਰਚ ਸਕਦੇ ਹੋ।",
    "discount": "ਛੂਟ",
    "your_income": "ਤੁਹਾਡੀ ਆਮਦਨ",
    "level_2": "ਲੈਵਲ ਦੋ ਤੋਂ",
    "level_3": "ਲੈਵਲ ਤਿੰਨ ਤੋਂ",
    "link_message": "ਮੈਂਬਰਸ਼ਿਪ: {registered}, ਸਵੀਕਾਰ ਕੀਤਾ ਗਿਆ: {accepted}",
    "link_tip": "ਤੁਸੀਂ ਸ਼ੇਅਰ ਕੀਤੇ ਹਰੇਕ ਪਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ?ref={link_code} ਵਾਕਾਂਸ਼ ਜੋੜ ਸਕਦੇ ਹੋ।",
    "table": {
      "currency": "ਮੁਦਰਾ",
      "amount": "ਸੰਤੁਲਨ",
      "total": "ਕੁੱਲ ਭੁਗਤਾਨ",
      "payment_date": "ਆਖਰੀ ਭੁਗਤਾਨ ਦੀ ਮਿਤੀ",
      "withdraw": "ਕਢਵਾਉਣਾ"
    },
    "notifications": {
      "get_credit_success": "ਬੇਨਤੀ ਕੀਤੀ ਰਕਮ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਜਮ੍ਹਾਂ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ।"
    }
  },
  "basic_information": {
    "title": "ਮੇਰੀ ਪਛਾਣ ਅਤੇ ਪ੍ਰੋਫ਼ਾਈਲ",
    "email": "ਈਮੇਲ ਪਤਾ",
    "tel": "ਮੋਬਾਇਲ ਨੰਬਰ",
    "address": "ਪਤਾ",
    "payment": "ਵੈਧ ਲੈਣ-ਦੇਣ",
    "personal_information": "ਪਛਾਣ ਜਾਣਕਾਰੀ",
    "main_profile": "ਮੁੱਖ ਪ੍ਰੋਫ਼ਾਈਲ",
    "main_profile_subtitle": "ਇਹ ਜਾਣਕਾਰੀ ਹਰ ਕਿਸੇ ਲਈ ਜਨਤਕ ਤੌਰ 'ਤੇ ਉਪਲਬਧ ਹੈ।",
    "kyc_waiting_info": "ਅਸੀਂ ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਾਖਲ ਕੀਤੀ ਜਾਣਕਾਰੀ ਦੀ ਸ਼ੁੱਧਤਾ ਦੀ ਜਾਂਚ ਕਰ ਰਹੇ ਹਾਂ। ਇਹ ਪ੍ਰਕਿਰਿਆ ਕੇਵਾਈਸੀ ਨਿਯਮਾਂ ਦੇ ਅਨੁਸਾਰ ਲਾਜ਼ਮੀ ਹੈ ਅਤੇ ਵਿੱਤੀ ਲੈਣ-ਦੇਣ ਦੇ ਜੋਖਮ ਨੂੰ ਘਟਾਏਗੀ। ਤੁਸੀਂ ਇਸ ਸੇਵਾ ਦੇ ਵਰਤਮਾਨ ਅਤੇ ਭਵਿੱਖ ਦੇ ਲਾਭਾਂ ਦਾ ਲਾਭ ਲੈ ਸਕਦੇ ਹੋ।",
    "personal_info_dialog": {
      "title": "ਪਛਾਣ ਜਾਣਕਾਰੀ",
      "name_input": "ਪਹਿਲਾ ਨਾਂ",
      "family_name_input": "ਆਖੀਰਲਾ ਨਾਂਮ",
      "number_input": "ਪਾਸਪੋਰਟ ਨੰਬਰ (ਜਾਂ ਰਾਸ਼ਟਰੀ ਕੋਡ)",
      "birthday_input": "ਜਨਮਦਿਨ",
      "birthday_input_placeholder": "ਆਪਣਾ ਜਨਮਦਿਨ ਦਾਖਲ ਕਰੋ",
      "address_input": "ਪਤਾ",
      "postcode_input": "ਡਾਕ ਕੋਡ",
      "tel_input": "ਸੰਪਰਕ ਨੰਬਰ",
      "passport_image_input": "ਪਾਸਪੋਰਟ ਚਿੱਤਰ ਚੁਣੋ",
      "passport_image_input_message": "ਆਪਣੇ ਪਾਸਪੋਰਟ ਚਿੱਤਰ ਦਾ ਸਕੈਨ ਅੱਪਲੋਡ ਕਰੋ।",
      "personal_image_input": "ਆਪਣੀ ਖੁਦ ਦੀ ਤਸਵੀਰ ਚੁਣੋ",
      "personal_image_input_message": "ਇੱਕ ਚਿੱਤਰ ਵਿੱਚ ਆਪਣੇ ਰਾਸ਼ਟਰੀ ਕਾਰਡ ਉੱਤੇ ਇੱਕ ਸਕੈਨ ਚਿੱਤਰ ਨੂੰ ਅੱਗੇ ਅਤੇ ਪਿੱਛੇ ਅੱਪਲੋਡ ਕਰੋ।"
    },
    "profile_dialog": {
      "title": "ਮੁੱਖ ਪ੍ਰੋਫ਼ਾਈਲ",
      "full_name_input": "ਪੂਰਾ ਨਾਂਮ",
      "tel_input": "ਸੰਪਰਕ ਨੰਬਰ",
      "email_input": "ਈ - ਮੇਲ",
      "website_input": "ਵੈੱਬਸਾਈਟ",
      "address_input": "ਪਤਾ",
      "about_input": "ਮੇਰੇ ਬਾਰੇ ਵਿੱਚ",
      "about_long_input": "ਮੇਰੇ ਬਾਰੇ ਲੰਮਾ ਟੈਕਸਟ",
      "image_input": "ਪ੍ਰੋਫਾਈਲ ਤਸਵੀਰ ਚੁਣੋ",
      "image_input_message": "ਆਪਣੀ ਤਸਵੀਰ ਅੱਪਲੋਡ ਕਰੋ। ਇਹ ਚਿੱਤਰ ਤੁਹਾਡੀ ਪ੍ਰੋਫਾਈਲ ਤਸਵੀਰ ਵਜੋਂ ਵਰਤਿਆ ਜਾਵੇਗਾ।",
      "notifications": {
        "update_profile_success": "ਤੁਹਾਡਾ ਪ੍ਰੋਫਾਈਲ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ।",
        "update_personal_info_success": "ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਸਫਲਤਾਪੂਰਵਕ ਰਜਿਸਟਰ ਕੀਤੀ ਗਈ ਸੀ"
      }
    },
    "charge_account_approve_message": "ਆਪਣੇ ਬੈਂਕ ਲੈਣ-ਦੇਣ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦੇਣ ਲਈ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਚਾਰਜ ਕਰੋ।",
    "payment_approval": "ਭੁਗਤਾਨ ਦੀ ਮਨਜ਼ੂਰੀ",
    "residential_address_checking": "ਜਾਂਚ ਕਤਾਰ ਵਿੱਚ ਤੁਹਾਡੇ ਰਿਹਾਇਸ਼ੀ ਪਤੇ ਦੇ ਦਸਤਾਵੇਜ਼।",
    "add_residential_address": "ਆਪਣਾ ਟਿਕਾਣਾ ਅਤੇ ਰਿਹਾਇਸ਼ੀ ਪਤੇ ਦੇ ਦਸਤਾਵੇਜ਼ਾਂ ਦਾ ਸਬੂਤ ਸ਼ਾਮਲ ਕਰੋ।"
  },
  "phone_verify": {
    "title": "ਮੋਬਾਇਲ ਨੰਬਰ",
    "step1_title": "ਆਪਣਾ ਮੋਬਾਈਲ ਨੰਬਰ ਦਰਜ ਕਰੋ।",
    "phone_number_input": "ਮੋਬਾਇਲ ਨੰਬਰ",
    "next": "ਅਗਲਾ ਕਦਮ",
    "sms_code_input": "ਪੜਤਾਲ ਕੋਡ",
    "sms_code_message": "6-ਅੰਕ ਦਾ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ {phone_number} 'ਤੇ ਭੇਜਿਆ ਗਿਆ।",
    "notifications": {
      "duplicated_number_error": "ਇਹ ਨੰਬਰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਪਹਿਲਾਂ ਹੀ ਮਨਜ਼ੂਰ ਕੀਤਾ ਜਾ ਚੁੱਕਾ ਹੈ।",
      "send_activation_code_success_title": "ਪੜਤਾਲ ਕੋਡ",
      "send_activation_code_success": "ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ {phone_number} 'ਤੇ ਭੇਜਿਆ ਗਿਆ ਸੀ।",
      "verify_success": "ਤੁਹਾਡੇ ਮੋਬਾਈਲ ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਹੈ"
    }
  },
  "companies": {
    "title": "ਮੇਰੇ ਕਾਰੋਬਾਰੀ ਖਾਤੇ",
    "message": "ਕਾਰੋਬਾਰ, ਉੱਦਮੀ, ਅਤੇ ਪੇਸ਼ੇਵਰ ਟੀਮਾਂ ਸੇਲਡੋਨ ਦੇ ਅਧਾਰ 'ਤੇ ਉਤਪਾਦਾਂ ਅਤੇ ਐਪਲੀਕੇਸ਼ਨਾਂ ਦਾ ਵਿਕਾਸ ਕਰ ਸਕਦੀਆਂ ਹਨ। ਇਹ ਇੱਕ ਕਾਰੋਬਾਰੀ ਪ੍ਰੋਫਾਈਲ ਬਣਾਉਣ ਲਈ ਇੱਕ ਲੋੜ ਹੈ.",
    "new_company": "ਨਵੀਂ ਕੰਪਨੀ"
  },
  "add_company": {
    "name_input": "ਕੰਪਨੀ ਦਾ ਨਾਂ",
    "website_input": "ਵੈੱਬਸਾਈਟ",
    "email_input": "ਈ - ਮੇਲ",
    "address_input": "ਪਤਾ",
    "tel_input": "ਟੈਲੀ",
    "mobile_input": "ਮੋਬਾਈਲ",
    "edit_action": "ਕੰਪਨੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "create_action": "ਕੰਪਨੀ ਬਣਾਓ",
    "notifications": {
      "add_success": "ਵਪਾਰਕ ਖਾਤਾ {name} ਬਣਾਇਆ ਗਿਆ।",
      "edit_success": "ਵਪਾਰਕ ਖਾਤਾ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ।"
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "ਨਿੱਜੀ",
      "shop_key": "ਗਾਹਕ",
      "apps": "ਐਪਸ"
    },
    "connected_apps_title": "ਕਨੈਕਟ ਕੀਤੀਆਂ ਐਪਾਂ",
    "connected_apps_message": "ਤੁਸੀਂ ਉਹਨਾਂ ਸਾਰੇ ਸਟੋਰਾਂ ਅਤੇ ਐਪਸ ਦੀ ਇੱਕ ਸੂਚੀ ਦੇਖੋਗੇ ਜੋ ਤੁਹਾਡੇ ਡੋਮੇਨ ਖਾਤੇ ਨਾਲ ਜੁੜੇ ਹੋਏ ਹਨ। ਤੁਸੀਂ ਉਹਨਾਂ ਵਿੱਚੋਂ ਕਿਸੇ ਤੱਕ ਪਹੁੰਚ ਨੂੰ ਮਿਟਾ ਸਕਦੇ ਹੋ।",
    "shop_keys_title": "ਸਟੋਰ ਐਕਸੈਸ ਕੁੰਜੀਆਂ",
    "shop_keys_message": "ਇਹ ਕੁੰਜੀਆਂ ਤੁਹਾਡੇ ਸਰਵਰ ਦੁਆਰਾ ਐਕਸੈਸ ਟੋਕਨ ਬਣਾਉਣ ਲਈ ਵਰਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਨੋਟ ਕਰੋ ਕਿ ਕੁੰਜੀਆਂ ਗੁਪਤ ਹੁੰਦੀਆਂ ਹਨ ਅਤੇ ਸਿਰਫ਼ ਸਰਵਰ 'ਤੇ ਰੱਖੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਤਾਂ ਜੋ ਉਹ ਦੂਜਿਆਂ ਨੂੰ ਦਿਖਾਈ ਨਾ ਦੇਣ।",
    "personal_keys_title": "ਨਿੱਜੀ ਪਹੁੰਚ ਕੁੰਜੀਆਂ",
    "personal_keys_message": "ਤੁਸੀਂ ਇੱਥੇ ਆਪਣੇ ਖਾਤੇ ਦੀਆਂ ਕੁੰਜੀਆਂ ਬਣਾ ਸਕਦੇ ਹੋ। ਨੋਟ ਕਰੋ ਕਿ ਇਹ ਕੁੰਜੀਆਂ ਤੁਹਾਡੇ ਖਾਤੇ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਦੇ ਯੋਗ ਹੋਣਗੀਆਂ। ਇਹਨਾਂ ਕੁੰਜੀਆਂ ਨੂੰ ਸਿਰਫ਼ ਤਾਂ ਹੀ ਬਣਾਓ ਅਤੇ ਵਰਤੋ ਜੇਕਰ ਤੁਸੀਂ ਜਾਣਦੇ ਹੋ ਕਿ ਤੁਸੀਂ ਕੀ ਕਰ ਰਹੇ ਹੋ।",
    "clients_title": "ਗਾਹਕ",
    "clients_message": "ਇਹ ਕੁੰਜੀਆਂ ਤੁਹਾਡੇ ਸਰਵਰ ਦੁਆਰਾ ਐਕਸੈਸ ਟੋਕਨ ਬਣਾਉਣ ਲਈ ਵਰਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਨੋਟ ਕਰੋ ਕਿ ਕੁੰਜੀਆਂ ਗੁਪਤ ਹੁੰਦੀਆਂ ਹਨ ਅਤੇ ਸਿਰਫ਼ ਸਰਵਰ 'ਤੇ ਰੱਖੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਤਾਂ ਜੋ ਉਹ ਦੂਜਿਆਂ ਨੂੰ ਦਿਖਾਈ ਨਾ ਦੇਣ।"
  },
  "user_security_control": {
    "title": "ਖਾਤਾ ਸੁਰੱਖਿਆ",
    "message": "ਤੁਸੀਂ ਇੱਥੇ ਆਪਣੀਆਂ ਖਾਤਾ ਸੁਰੱਖਿਆ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰ ਸਕਦੇ ਹੋ।",
    "delete": {
      "title": "ਖਾਤਾ ਮਿਟਾਓ",
      "subtitle": "ਆਪਣਾ ਖਾਤਾ ਮਿਟਾਉਣ ਤੋਂ ਪਹਿਲਾਂ, ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਸਾਰੀਆਂ ਦੁਕਾਨਾਂ ਨੂੰ ਮਿਟਾ ਦਿੱਤਾ ਹੈ।",
      "action": "ਮੈਨੂੰ ਯਕੀਨ ਹੈ, ਮੇਰਾ ਖਾਤਾ ਮਿਟਾਓ",
      "agreement": "ਮੈਂ ਸਵੀਕਾਰ ਕਰਦਾ ਹਾਂ ਕਿ ਮੇਰੀ ਸਾਰੀ ਜਾਣਕਾਰੀ ਤੁਹਾਡੇ ਸਰਵਰ ਤੋਂ ਮਿਟਾ ਦਿੱਤੀ ਜਾਵੇਗੀ। ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਨੂੰ ਧੋਖਾਧੜੀ ਜਾਂ ਦੁਰਵਰਤੋਂ ਨੂੰ ਰੋਕਣ ਲਈ ਸਾਡੇ ਦੁਆਰਾ ਨਿਰਧਾਰਤ ਅਨੁਸੂਚੀ ਦੇ ਅਨੁਸਾਰ ਮਿਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।"
    },
    "list": {
      "password": {
        "title": "ਪਾਸਵਰਡ",
        "sub_title": "ਆਪਣੇ ਖਾਤੇ ਲਈ ਇੱਕ ਮਜ਼ਬੂਤ ਪਾਸਵਰਡ ਚੁਣੋ।",
        "action_title": "ਖਾਤਾ ਐਕਸੈਸ ਪਾਸਵਰਡ",
        "not_exist": "ਦਾਖਲ ਨਹੀਂ ਕੀਤਾ ਗਿਆ",
        "action": "ਪਾਸਵਰਡ ਬਦਲੋ"
      },
      "phone": {
        "title": "ਮੋਬਾਇਲ ਨੰਬਰ",
        "sub_title": "ਆਪਣੇ ਮੋਬਾਈਲ ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ। ਤੁਸੀਂ ਇਸ ਨੰਬਰ ਰਾਹੀਂ ਲਾਗਇਨ ਕਰ ਸਕੋਗੇ।",
        "action_title": "ਖਾਤੇ ਦਾ ਪ੍ਰਾਇਮਰੀ ਫ਼ੋਨ ਨੰਬਰ",
        "action": "ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ"
      },
      "two_step": {
        "title": "ਦੋ ਕਦਮ ਇੰਦਰਾਜ਼",
        "sub_title": "ਆਪਣੇ ਮੋਬਾਈਲ ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ। ਤੁਸੀਂ ਇਸ ਨੰਬਰ ਰਾਹੀਂ ਲਾਗਇਨ ਕਰ ਸਕੋਗੇ।",
        "action_title": "ਖਾਤੇ ਦੀ ਸੁਰੱਖਿਆ ਵਧਾਓ",
        "activated_action": "ਕਿਰਿਆਸ਼ੀਲ ਕੀਤਾ",
        "active_action": "ਹੁਣੇ ਕਿਰਿਆਸ਼ੀਲ"
      },
      "email": {
        "title": "ਪ੍ਰਾਇਮਰੀ ਈਮੇਲ",
        "sub_title": "ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਖਾਤੇ ਨਾਲ ਸਬੰਧਿਤ ਮੁੱਖ ਈਮੇਲ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਦਾ ਵਿਕਲਪ ਹੈ।",
        "action_title": "ਪ੍ਰਾਇਮਰੀ ਈਮੇਲ ਬਦਲੋ",
        "action": "ਪੁਸ਼ਟੀਕਰਨ ਲਿੰਕ ਭੇਜੋ"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "Google Authenticator ਐਪ ਨੂੰ ਸਥਾਪਿਤ ਕਰੋ"
      },
      "step_2": {
        "title": "ਐਪ ਦੁਆਰਾ ਤਿਆਰ ਕੀਤਾ ਕੋਡ ਦਰਜ ਕਰੋ",
        "message": "6-ਅੰਕ ਦਾ ਕੋਡ ਤੁਹਾਡੇ ਮੋਬਾਈਲ ਫ਼ੋਨ ਵਿੱਚ ਇੱਕ ਐਲਗੋਰਿਦਮ ਦੁਆਰਾ ਤਿਆਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ ਤੋਂ ਐਪ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰ ਸਕਦੇ ਹੋ। ਪਾਸਵਰਡ ਵਾਲਾ QR ਕੋਡ ਬਣਾਉਣ ਲਈ ਕੋਡ ਜਨਰੇਟਰ ਕੁੰਜੀ ਨੂੰ ਦਬਾਓ।",
        "qr_code_info": "ਜੇਕਰ ਸਕੈਨ ਕਰਨਾ ਸੰਭਵ ਨਹੀਂ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਕੋਡ ਨੂੰ ਹੱਥੀਂ ਕਾਪੀ ਅਤੇ ਐਪ ਵਿੱਚ ਪੇਸਟ ਕਰ ਸਕਦੇ ਹੋ:",
        "create_new_code": "ਨਵਾਂ ਕੋਡ ਬਣਾਓ",
        "qr_code_scanning": "Google Authenticator Mobile App ਦੁਆਰਾ ਬਣਾਏ ਗਏ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ ਅਤੇ ਇਸ ਪੰਨੇ 'ਤੇ ਬਕਸੇ ਵਿੱਚ ਪੁਸ਼ਟੀ ਲਈ ਤਿਆਰ ਕੀਤਾ ਕੋਡ ਦਾਖਲ ਕਰੋ।",
        "qr_code_regenerate_info": "ਨੋਟ: ਉਪਰੋਕਤ ਕੁੰਜੀ ਨੂੰ ਦਬਾਉਣ ਨਾਲ ਇੱਕ ਨਵੀਂ ਕੁੰਜੀ ਬਣ ਜਾਵੇਗੀ ਅਤੇ ਪਿਛਲੀ ਕੁੰਜੀ ਵਰਤੋਂ ਯੋਗ ਨਹੀਂ ਹੋਵੇਗੀ। ਆਪਣੇ ਫ਼ੋਨ ਐਪ ਵਿੱਚ ਨਵੀਂ ਕੁੰਜੀ ਦਰਜ ਕਰੋ।"
      },
      "step_3": {
        "title": "ਬਣਾਇਆ ਕੋਡ ਦਰਜ ਕਰੋ",
        "message": "ਹੇਠਾਂ ਦਿੱਤੇ ਖੇਤਰ ਵਿੱਚ ਐਪਲੀਕੇਸ਼ਨ ਵਿੱਚ ਬਣਾਇਆ ਐਕਸੈਸ ਕੋਡ ਦਰਜ ਕਰੋ।",
        "activation_key_input": "ਐਕਸੈਸ ਕੋਡ"
      },
      "activated_alert": "2-ਕਦਮ ਲੌਗਇਨ ਸਮਰਥਿਤ ਹੈ।",
      "activated_message": "ਤੁਹਾਡੇ ਖਾਤੇ ਲਈ ਦੋ-ਪੜਾਅ ਲੌਗਇਨ ਯੋਗ ਹੈ। ਹੁਣ ਤੋਂ ਤੁਹਾਨੂੰ ਇੱਕ ਦੂਜਾ ਕੋਡ ਦਾਖਲ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ ਜੋ ਤੁਹਾਡੇ ਖਾਤੇ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਲਈ ਹਰ 30 ਸਕਿੰਟਾਂ ਵਿੱਚ ਬਦਲਦਾ ਹੈ। ਦੋ-ਪੜਾਅ ਲੌਗਇਨ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਉਣ ਲਈ, ਸਿਰਫ਼ ਇੱਕ ਕਦਮ ਦਬਾਓ 'ਤੇ ਡਬਲ-ਕਲਿੱਕ ਕਰੋ ਅਤੇ ਕਦਮਾਂ 'ਤੇ ਜਾਓ।",
      "cancel_two_step_login_action": "ਦੋ-ਪੜਾਵੀ ਲੌਗਇਨ ਰੱਦ ਕਰੋ",
      "cancel_two_step_login_info": "ਜੇਕਰ ਤੁਸੀਂ 2-ਪੜਾਵੀ ਤਸਦੀਕ ਨੂੰ ਅਸਮਰੱਥ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਆਪਣਾ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ ਅਤੇ ਦੋ-ਪੜਾਵੀ ਲੌਗ-ਇਨ ਕੁੰਜੀ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
      "password_input": "ਪਾਸਵਰਡ",
      "cancel_2fa_action": "ਦੋ-ਪੜਾਵੀ ਲੌਗਇਨ ਰੱਦ ਕਰੋ"
    },
    "change_password_dialog": {
      "title": "ਪਾਸਵਰਡ ਬਦਲੋ",
      "message": "ਇੱਕ ਗੁੰਝਲਦਾਰ ਅਤੇ ਯਾਦ ਰੱਖਣ ਯੋਗ ਪਾਸਵਰਡ ਦੀ ਵਰਤੋਂ ਕਰੋ।",
      "password_input": "ਵਰਤਮਾਨ ਪਾਸਵਰਡ",
      "new_password_input": "ਨਵਾਂ ਪਾਸਵਰਡ",
      "re_new_password_input": "ਨਵਾਂ ਪਾਸਵਰਡ ਦੁਹਰਾਓ",
      "tips": {
        "length": "ਪਾਸਵਰਡ ਘੱਟੋ-ਘੱਟ 8 ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ",
        "chars": "ਘੱਟੋ-ਘੱਟ ਇੱਕ ਵੱਡੇ ਅੱਖਰ ਅਤੇ ਇੱਕ ਨੰਬਰ।",
        "match": "ਪਾਸਵਰਡ ਮੇਲ ਖਾਂਦਾ ਹੈ।"
      },
      "change_password_action": "ਪਾਸਵਰਡ ਬਦਲੋ",
      "notifications": {
        "change_password_title": "ਪਾਸਵਰਡ ਬਦਲੋ",
        "change_password": "ਪਾਸਵਰਡ ਸਫਲਤਾਪੂਰਵਕ ਬਦਲਿਆ ਗਿਆ।"
      }
    }
  },
  "authorized_clients": {
    "title": "ਕਨੈਕਟ ਕੀਤੇ ਸਟੋਰਾਂ/ਐਪਾਂ ਦੀ ਸੂਚੀ",
    "table": {
      "name": "ਨਾਮ",
      "app": "ਐਪ",
      "scopes": "ਦਾਇਰੇ",
      "shop": "ਪ੍ਰਤਿਬੰਧਿਤ ਸਟੋਰ"
    },
    "remove_action": "ਪਹੁੰਚ ਹਟਾਓ",
    "delete_alert": {
      "title": "ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਪਹੁੰਚ ਨੂੰ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ? ਨੋਟ ਕਰੋ ਕਿ ਇਸ ਐਪ ਦੀ ਹੁਣ ਤੁਹਾਡੇ ਖਾਤੇ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਹੋਵੇਗੀ।",
      "action": "ਪਹੁੰਚ ਤੋਂ ਇਨਕਾਰ ਕਰੋ"
    }
  },
  "clients": {
    "title": "ਗਾਹਕਾਂ ਦੀ ਸੂਚੀ",
    "create_new_action": "ਨਵਾਂ ਕਲਾਇੰਟ ਬਣਾਓ",
    "table": {
      "client_id": "ਕਲਾਇੰਟ ਆਈ.ਡੀ",
      "app": "ਐਪ",
      "name": "ਉਪਨਾਮ",
      "secret_key": "ਗੁਪਤ ਕੁੰਜੀ"
    },
    "create_dialog": {
      "title": "ਨਵਾਂ ਗਾਹਕ",
      "error_msg": "<strong>ਗਲਤੀ!</strong> ਮਾਫ਼ ਕਰਨਾ, ਕੋਈ ਗੜਬੜ ਹੋ ਗਈ ਹੈ!",
      "name_input": "ਨਾਮ",
      "name_input_message": "ਕੁਝ ਅਜਿਹਾ ਜੋ ਤੁਹਾਡੇ ਉਪਭੋਗਤਾ ਪਛਾਣਦੇ ਹਨ ਅਤੇ ਭਰੋਸਾ ਕਰਦੇ ਹਨ।",
      "redirect_input_message": "ਆਪਣੀ ਸਾਈਟ ਦਾ ਪਤਾ ਵਾਪਸ ਕਰੋ।"
    },
    "edit_dialog": {
      "title": "ਪਹੁੰਚ ਦਾ ਸੰਪਾਦਨ ਕਰੋ"
    },
    "delete_alert": {
      "title": "ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਕਲਾਇੰਟ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਮਿਟਾਓ"
    }
  },
  "personal_access_tokens": {
    "title": "ਨਿੱਜੀ ਪਹੁੰਚ ਟੋਕਨਾਂ ਦੀ ਸੂਚੀ",
    "create_action": "ਨਵਾਂ ਟੋਕਨ ਬਣਾਓ",
    "table": {
      "name": "ਨਾਮ",
      "scopes": "ਪਹੁੰਚ",
      "expire_at": "ਅੰਤ ਦੀ ਤਾਰੀਖ"
    },
    "create_dialog": {
      "title": "ਟੋਕਨ ਬਿਲਡਿੰਗ",
      "error_message": "<strong>ਗਲਤੀ!</strong> ਮਾਫ਼ ਕਰਨਾ, ਕੋਈ ਗੜਬੜ ਹੋ ਗਈ ਹੈ!",
      "name_input": "ਉਰਫ ਸਾਬਕਾ ਮੇਰਾ ਟੋਕਨ ਨਾਮ",
      "name_input_message": "ਮਨਪਸੰਦ ਟੋਕਨ ਨਾਮ।",
      "scopes_list": "ਟੋਕਨ ਪਹੁੰਚ ਸੂਚੀ"
    },
    "access_token_dialog": {
      "title": "ਨਿੱਜੀ ਪਹੁੰਚ ਕੁੰਜੀ",
      "message": "ਇਹ ਤੁਹਾਡੀ ਨਿੱਜੀ ਪਹੁੰਚ ਦਾ ਟੋਕਨ ਹੈ। ਇਹ ਸਿਰਫ ਉਹ ਸਮਾਂ ਹੈ ਜਦੋਂ ਇਹ ਟੋਕਨ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤਾ ਜਾਵੇਗਾ, ਇਸ ਲਈ ਇਸ ਨੂੰ ਮਿਸ ਨਾ ਕਰੋ! ਤੁਸੀਂ ਹੁਣ ਇੱਕ API ਦੀ ਬੇਨਤੀ ਕਰਨ ਲਈ ਇਸ ਟੋਕਨ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ।"
    },
    "delete_alert": {
      "title": "ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਐਕਸੈਸ ਟੋਕਨ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਮਿਟਾਓ"
    }
  },
  "scopes": {
    "profile": {
      "name": "ਪ੍ਰੋਫਾਈਲ",
      "description": "ਨਾਮ, ਈਮੇਲ ਪਤਾ, ਚਿੱਤਰ ਅਤੇ ਪ੍ਰਮਾਣਿਕਤਾ ਸਥਿਤੀ ਸਮੇਤ ਪ੍ਰੋਫਾਈਲ ਜਾਣਕਾਰੀ ਪੜ੍ਹੋ।"
    },
    "phone": {
      "name": "ਫੋਨ ਨੰਬਰ",
      "description": "ਫ਼ੋਨ ਨੰਬਰ ਤੱਕ ਪਹੁੰਚ।"
    },
    "address": {
      "name": "ਪਤੇ",
      "description": "ਐਡਰੈੱਸ ਬੁੱਕ ਤੋਂ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਪਤਾ ਪੜ੍ਹੋ।"
    },
    "buy": {
      "name": "ਖਰੀਦੋ",
      "description": "ਇੱਕ ਆਰਡਰ ਦਿਓ ਅਤੇ ਸਟੋਰ ਤੋਂ ਖਰੀਦੋ।"
    },
    "order-history": {
      "name": "ਆਰਡਰ ਇਤਿਹਾਸ",
      "description": "ਆਰਡਰ ਇਤਿਹਾਸ ਪੜ੍ਹੋ।"
    },
    "my-gift-cards": {
      "name": "ਗਿਫਟ ਕਾਰਡ",
      "description": "ਮੇਰੇ ਕਾਰਡਾਂ ਤੱਕ ਪਹੁੰਚ।"
    },
    "articles": {
      "name": "ਸਮੱਗਰੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
      "description": "ਲੇਖ ਸੰਪਾਦਿਤ ਕਰੋ।"
    },
    "notifications": {
      "name": "ਸੂਚਨਾ ਭੇਜੋ ਅਤੇ ਪ੍ਰਾਪਤ ਕਰੋ",
      "description": "ਸੂਚਨਾ ਭੇਜੋ ਅਤੇ ਪ੍ਰਾਪਤ ਕਰੋ।"
    },
    "read-shops": {
      "name": "ਸਟੋਰ ist",
      "description": "ਸਟੋਰ ਸੂਚੀ ਪੜ੍ਹੋ."
    },
    "shop-edit": {
      "name": "ਸਟੋਰ ਪ੍ਰਬੰਧਨ",
      "description": "ਸਟੋਰ ਪਹੁੰਚ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰੋ"
    },
    "shop-contacts": {
      "name": "ਫਾਰਮ ਪ੍ਰਬੰਧਨ ਨਾਲ ਸੰਪਰਕ ਕਰੋ",
      "description": "ਸੰਪਰਕ ਫਾਰਮ ਪ੍ਰਾਪਤ ਕਰੋ ਅਤੇ ਸੰਪਾਦਿਤ ਕਰੋ।"
    },
    "shop-gift-cards": {
      "name": "ਗਿਫਟ ਕਾਰਡਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
      "description": "ਗਿਫਟ ਕਾਰਡ ਬਣਾਓ, ਸੰਪਾਦਿਤ ਕਰੋ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ।"
    },
    "shop-faqs": {
      "name": "ਸਵਾਲਾਂ ਅਤੇ ਜਵਾਬਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨਾ",
      "description": "ਅਕਸਰ ਪੁੱਛੇ ਜਾਂਦੇ ਸਵਾਲਾਂ ਨੂੰ ਬਣਾਓ, ਸੰਪਾਦਿਤ ਕਰੋ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ।"
    },
    "shop-categories": {
      "name": "ਸ਼੍ਰੇਣੀਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
      "description": "ਸ਼੍ਰੇਣੀਆਂ ਬਣਾਓ, ਸੰਪਾਦਿਤ ਕਰੋ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ।"
    },
    "shop-products": {
      "name": "ਉਤਪਾਦ ਪ੍ਰਬੰਧਨ",
      "description": "ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰੋ, ਸੰਪਾਦਿਤ ਕਰੋ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ।"
    },
    "shop-read-reports": {
      "name": "ਰਿਪੋਰਟਾਂ ਪੜ੍ਹੋ",
      "description": "ਜਾਣਕਾਰੀ ਅਤੇ ਰਿਪੋਰਟਾਂ ਪੜ੍ਹੋ।"
    },
    "shop-socials": {
      "name": "ਸੋਸ਼ਲ ਮੀਡੀਆ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
      "description": "ਸਟੋਰ ਸੋਸ਼ਲ ਮੀਡੀਆ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰੋ"
    },
    "shop-accounts": {
      "name": "ਵਿੱਤੀ ਖਾਤਿਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
      "description": "ਸਟੋਰ ਨਾਲ ਜੁੜੇ ਵਿੱਤੀ ਖਾਤਿਆਂ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰੋ ਅਤੇ ਮਿਟਾਓ।"
    },
    "shop-menus": {
      "name": "ਮੇਨੂ ਪ੍ਰਬੰਧਿਤ ਕਰੋ",
      "description": "ਸਟੋਰ ਮੀਨੂ ਦਾ ਸੰਪਾਦਨ ਕਰੋ।"
    },
    "shop-pages": {
      "name": "ਪੰਨਿਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
      "description": "ਦੁਕਾਨ ਦੇ ਪੰਨਿਆਂ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰੋ।"
    },
    "shop-warehouse": {
      "name": "ਵੇਅਰਹਾਊਸ ਪ੍ਰਬੰਧਨ",
      "description": "ਸਟੋਰ ਵੇਅਰਹਾਊਸ ਦਾ ਸੰਪਾਦਨ ਕਰੋ"
    },
    "shop-permissions": {
      "name": "ਪਹੁੰਚ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
      "description": "ਸਟੋਰ ਪਹੁੰਚ ਵੇਖੋ ਅਤੇ ਸੰਪਾਦਿਤ ਕਰੋ।"
    },
    "shop-process-center": {
      "name": "ਆਰਡਰ ਪ੍ਰਬੰਧਨ",
      "description": "ਆਰਡਰ ਪ੍ਰਬੰਧਨ."
    },
    "shop-profile": {
      "name": "ਪ੍ਰੋਫਾਈਲਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
      "description": "ਸਟੋਰ ਪ੍ਰੋਫਾਈਲਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।"
    },
    "shop-discount-code": {
      "name": "ਛੂਟ ਕੋਡ ਪ੍ਰਬੰਧਨ",
      "description": "ਸਟੋਰ ਛੂਟ ਕੋਡਾਂ ਦਾ ਪ੍ਰਬੰਧਨ, ਸੰਪਾਦਨ ਅਤੇ ਜੋੜੋ।"
    }
  },
  "company_page": {
    "title": "ਕੰਪਨੀ",
    "create_app": "ਨਵੀਂ ਐਪਲੀਕੇਸ਼ਨ ਬਣਾਓ",
    "menu": {
      "edit": "ਸੰਪਾਦਿਤ ਕਰੋ",
      "apps": "ਐਪਸ",
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "companies": "ਕੰਪਨੀਆਂ"
    },
    "dashboard": {
      "info_widget": {
        "title": "ਕੰਪਨੀ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਜਾਣਕਾਰੀ",
        "address": "ਪਤਾ",
        "website": "ਵੈੱਬਸਾਈਟ",
        "email": "ਈ - ਮੇਲ",
        "phone": "ਫੋਨ ਨੰਬਰ",
        "register": "ਰਜਿਸਟਰ",
        "developer": "ਵਿਕਾਸਕਾਰ",
        "verified": "ਤਸਦੀਕ ਕੀਤਾ",
        "golden": "ਸੁਨਹਿਰੀ"
      }
    },
    "developer": {
      "title": "ਵਿਕਾਸਕਾਰ",
      "menu": {
        "new": "ਨਵਾਂ",
        "apps": "ਐਪਸ"
      },
      "app_card": {
        "category": "ਸ਼੍ਰੇਣੀ",
        "installs": "ਇੰਸਟਾਲ ਕਰੋ",
        "actives": "ਕਿਰਿਆਸ਼ੀਲ",
        "uninstalls": "ਅਣਇੰਸਟੌਲ ਕਰਦਾ ਹੈ",
        "app_code": "ਐਪ ਕੋਡ",
        "app_mode": "ਐਪਲੀਕੇਸ਼ਨ ਮੋਡ"
      }
    },
    "edit": {
      "title": "ਸੰਪਾਦਿਤ ਕਰੋ"
    }
  },
  "add_app": {
    "category_input": "ਸ਼੍ਰੇਣੀ",
    "code_input": "ਕੋਡ",
    "name_input": "ਨਾਮ",
    "description_input": "ਵਰਣਨ",
    "video_input": "ਵੀਡੀਓ URL",
    "public_form": "ਆਮ ਜਾਣਕਾਰੀ ਢਾਂਚਾ",
    "private_form": "ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਢਾਂਚਾ",
    "icon_input": "ਐਪ ਆਈਕਨ",
    "logo_input": "ਲੋਗੋ ਐਪ",
    "enable_input": "ਕੀ ਐਪਲੀਕੇਸ਼ਨ ਕਿਰਿਆਸ਼ੀਲ ਹੈ?",
    "edit_action": "ਐਪ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "create_action": "ਐਪ ਬਣਾਓ",
    "notifications": {
      "add_success": "ਵਪਾਰਕ ਖਾਤਾ {name} ਬਣਾਇਆ ਗਿਆ।",
      "delete_success": "ਵਪਾਰਕ ਖਾਤਾ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ।"
    }
  },
  "app_page": {
    "title": "ਐਪਲੀਕੇਸ਼ਨ",
    "menu": {
      "edit": "ਸੰਪਾਦਿਤ ਕਰੋ",
      "publish": "ਪ੍ਰਕਾਸ਼ਿਤ ਕਰੋ",
      "history": "ਸੰਸਕਰਣ",
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "company": "ਕੰਪਨੀ",
      "api": "API",
      "images": "ਚਿੱਤਰ"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "ਐਪਲੀਕੇਸ਼ਨ",
        "app_code": "ਐਪ ਕੋਡ",
        "category": "ਸ਼੍ਰੇਣੀ",
        "name": "ਨਾਮ",
        "installs": "ਐਪਸ ਸਥਾਪਿਤ ਕਰੋ",
        "uninstalls": "ਐਪਸ ਨੂੰ ਅਣਇੰਸਟੌਲ ਕਰੋ",
        "actives": "ਕਿਰਿਆਸ਼ੀਲ ਐਪਸ",
        "description": "ਵਰਣਨ",
        "published": "ਪ੍ਰਕਾਸ਼ਿਤ",
        "waiting_for_review": "ਬਕਾਇਆ ਮਨਜ਼ੂਰੀ",
        "app_mode": "ਐਪਲੀਕੇਸ਼ਨ ਮੋਡ"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "ਮਾਲਕ",
      "description": "ਸਾਰੇ ਸਟੋਰਫਰੰਟਾਂ ਤੱਕ ਪੂਰੀ ਪਹੁੰਚ।"
    },
    "PRODUCT": {
      "text": "ਉਤਪਾਦ ਮੈਨੇਜਰ",
      "description": "ਸਟੋਰ ਉਤਪਾਦਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ, ਸੰਪਾਦਿਤ ਕਰੋ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ।"
    },
    "AUDITING": {
      "text": "ਵਿੱਤੀ ਪ੍ਰਬੰਧਕ",
      "description": "ਵਿੱਤੀ ਜਾਣਕਾਰੀ ਅਤੇ ਭੁਗਤਾਨ ਦੇਖੋ।"
    },
    "CONTENT": {
      "text": "ਸਮੱਗਰੀ ਪ੍ਰਬੰਧਨ",
      "description": "ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਦਿਓ, ਬਲੌਗ ਲਿਖੋ ਅਤੇ ਪੰਨੇ ਡਿਜ਼ਾਈਨ ਕਰੋ।"
    },
    "OFFICER": {
      "text": "ਸੀਨੀਅਰ ਮੈਨੇਜਰ",
      "description": "ਕਰਮਚਾਰੀ ਦੀ ਗਤੀਵਿਧੀ ਵੇਖੋ ਅਤੇ ਨਿਗਰਾਨੀ ਕਰੋ।"
    },
    "EMPLOYEE": {
      "text": "ਕਰਮਚਾਰੀ",
      "description": "ਆਰਡਰ ਦੇਖੋ ਅਤੇ ਆਰਡਰ ਪੂਰੇ ਕਰੋ।"
    },
    "MARKETING": {
      "text": "ਮਾਰਕੀਟਿੰਗ",
      "description": "ਸੈਟਿੰਗਾਂ ਤੱਕ ਪਹੁੰਚ ਅਤੇ ਮੁਹਿੰਮਾਂ, ਈਮੇਲ ਮਾਰਕੀਟਿੰਗ ਅਤੇ ਹੋਰ ਮਾਰਕੀਟਿੰਗ-ਸਬੰਧਤ ਭਾਗਾਂ ਨੂੰ ਬਣਾਓ।"
    },
    "VIEWER": {
      "text": "ਦਰਸ਼ਕ",
      "description": "ਸਟੋਰ ਜਾਣਕਾਰੀ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਨ ਜਾਂ ਬਦਲਣ ਦੇ ਯੋਗ ਹੋਣ ਤੋਂ ਬਿਨਾਂ ਦੇਖਣ ਦੀ ਯੋਗਤਾ."
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "ਸਰੀਰਕ ਜਾਂਚ",
      "description": "ਪ੍ਰਾਪਤ ਆਰਡਰ ਚੈੱਕ ਕਰੋ."
    },
    "PhysicalOrdersPackaging": {
      "text": "ਭੌਤਿਕ ਪੈਕੇਜਿੰਗ",
      "description": "ਵੇਅਰਹਾਊਸ ਅਤੇ ਪੈਕੇਜਿੰਗ ਪ੍ਰਕਿਰਿਆ."
    },
    "PhysicalOrdersDelivery": {
      "text": "ਭੌਤਿਕ ਸ਼ਿਪਿੰਗ",
      "description": "ਆਰਡਰ ਸ਼ਿਪਿੰਗ."
    },
    "PhysicalOrdersSupport": {
      "text": "ਸਰੀਰਕ ਸਹਾਇਤਾ",
      "description": "ਵਿਕਰੀ ਸਮਰਥਨ ਤੋਂ ਬਾਅਦ."
    }
  },
  "account_status": {
    "Checking": "ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ",
    "Approved": "ਪੱਕਾ",
    "Rejected": "ਰੱਦ ਕਰ ਦਿੱਤਾ",
    "Deleted": "ਮਿਟਾਇਆ ਗਿਆ",
    "Banned": "ਤੇ ਪਾਬੰਦੀ",
    "Payment": "ਭੁਗਤਾਨ",
    "SelldoneSprite": "Selldone Wallet ਖਾਤਾ",
    "SelldoneStorage": "Selldone ਸਟੋਰੇਜ਼"
  },
  "account_page": {
    "title": "ਖਾਤਾ",
    "menu": {
      "setting": "ਸੈਟਿੰਗਾਂ",
      "change": "ਚਾਰਜ",
      "transfer": "ਟ੍ਰਾਂਸਫਰ ਕਰੋ",
      "transactions": "ਲੈਣ-ਦੇਣ",
      "charge": "ਚਾਰਜ",
      "history": "ਇਤਿਹਾਸ",
      "cards": "ਕਾਰਡ"
    },
    "transactions": {
      "title": "ਖਾਤਾ ਲੈਣ-ਦੇਣ",
      "detail": {
        "title": "ਲੈਣ-ਦੇਣ",
        "amount": "ਦੀ ਰਕਮ",
        "description": "ਵਰਣਨ",
        "from": "ਤੋਂ",
        "to": "ਨੂੰ",
        "created_at": "ਤਾਰੀਖ਼",
        "receipt": "ਰਸੀਦ",
        "receipt_note": "ਨੋਟ ਕਰੋ"
      },
      "table": {
        "type": "ਟਾਈਪ ਕਰੋ",
        "from": "ਖਾਤੇ ਤੋਂ",
        "to": "ਖਾਤੇ ਵਿੱਚ",
        "amount": "ਦੀ ਰਕਮ",
        "receipt": "ਰਸੀਦ",
        "created_at": "ਤਾਰੀਖ਼",
        "description": "ਵਰਣਨ"
      }
    },
    "transfer": {
      "title": "ਤਬਾਦਲੇ ਦੇ ਖਰਚੇ",
      "form": {
        "title": "ਟ੍ਰਾਂਸਫਰ ਬੇਨਤੀ ਫਾਰਮ",
        "sub_title": "ਆਪਣੇ ਖੁਦ ਦੇ ਖਾਤਿਆਂ ਜਾਂ ਹੋਰਾਂ ਵਿੱਚ ਜਮ੍ਹਾਂ ਕਰੋ",
        "message": "ਪੈਸੇ ਟ੍ਰਾਂਸਫਰ ਕਰਨ ਵਿੱਚ ਸਾਵਧਾਨ ਰਹੋ, ਜੇਕਰ ਤੁਸੀਂ ਟ੍ਰਾਂਸਫਰ ਪੂਰਾ ਕਰਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ ਵਾਪਸ ਨਹੀਂ ਕਰ ਸਕੋਗੇ।"
      }
    },
    "deposit": {
      "form": {
        "title": "ਚਾਰਜਿੰਗ ਖਾਤਾ",
        "sub_title": "ਤੁਹਾਨੂੰ ਲਾਇਸੰਸ ਖਰੀਦਣ, ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਅਪਗ੍ਰੇਡ ਕਰਨ ਅਤੇ ਸਿਸਟਮ ਰਸੀਦਾਂ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਆਪਣੇ ਖਾਤੇ ਦੇ ਬਕਾਏ ਨੂੰ ਚਾਰਜ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
        "amount_input": "ਦੀ ਰਕਮ",
        "charge_action": "ਚਾਰਜ ਖਾਤਾ"
      },
      "notifications": {
        "qr_title": "ਭੁਗਤਾਨ",
        "qr_message": "ਭੁਗਤਾਨ ਪਤਾ {currency} ਬਣਾਇਆ ਗਿਆ।",
        "gateway_title": "ਭੁਗਤਾਨ",
        "gateway_message": "ਭੁਗਤਾਨ ਗੇਟਵੇ ਨਾਲ ਜੁੜ ਰਿਹਾ ਹੈ।"
      }
    },
    "setting": {
      "title": "ਖਾਤਾ ਯੋਜਨਾ",
      "account_name_input": "ਅਕਾਉਂਟ ਦਾ ਨਾਂ",
      "notifications": {
        "updated_success": "ਤੁਹਾਡਾ ਖਾਤਾ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ।"
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "ਰਸੀਦ ਦਾ ਭੁਗਤਾਨ"
  },
  "transaction_form": {
    "title": "ਲੈਣ-ਦੇਣ ਫਾਰਮ",
    "from_input": "ਖਾਤਾ ਨੰਬਰ ਤੋਂ",
    "to_input": "ਖਾਤਾ ਨੰਬਰ ਨੂੰ",
    "from_input_message": "ਇਸ ਖਾਤੇ ਵਿੱਚੋਂ ਰਕਮ ਕਢਵਾਈ ਜਾਵੇਗੀ।",
    "account_name": "ਅਕਾਉਂਟ ਦਾ ਨਾਂ",
    "currency": "ਮੁਦਰਾ",
    "free_balance": "ਉਪਲਬਧ ਬਕਾਇਆ",
    "to": "ਮੰਜ਼ਿਲ ਖਾਤਾ",
    "amount": "ਦੀ ਰਕਮ",
    "receipt_title": "ਰਸੀਦ ਲਈ ਭੁਗਤਾਨ",
    "receipt_input": "ਰਸੀਦ ਨੰਬਰ",
    "paid_status": "ਇਹ ਰਸੀਦ ਪਹਿਲਾਂ ਹੀ ਅਦਾ ਕੀਤੀ ਜਾ ਚੁੱਕੀ ਹੈ।",
    "paid_canceled": "ਇਹ ਰਸੀਦ ਰੱਦ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ।",
    "description": "ਵਿਆਖਿਆ",
    "created_at": "ਤਾਰੀਖ਼",
    "duration": "ਮਿਆਦ",
    "unlimited": "ਅਸੀਮਤ",
    "add_note_action": "ਵਰਣਨ ਸ਼ਾਮਲ ਕਰੋ",
    "note": "ਨੋਟ ਕਰੋ",
    "transfer_action": "ਟ੍ਰਾਂਸਫਰ ਕਰੋ",
    "confirmation": {
      "title": "ਪੈਸੇ ਭੇਜੋ",
      "subtitle": "ਲੈਣ-ਦੇਣ ਦੀ ਪੁਸ਼ਟੀ",
      "message": "ਜੇਕਰ ਹੇਠਾਂ ਦਿੱਤੀ ਜਾਣਕਾਰੀ ਸਹੀ ਹੈ, ਤਾਂ ਲੈਣ-ਦੇਣ ਕਰਨ ਲਈ ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਪੁਸ਼ਟੀਕਰਨ ਕੁੰਜੀ ਨੂੰ ਦਬਾਓ।",
      "from": "ਖਾਤੇ ਤੋਂ",
      "to": "ਖਾਤੇ ਵਿੱਚ",
      "amount": "ਦੀ ਰਕਮ",
      "fee": "ਲੈਣ-ਦੇਣ ਦੀ ਫੀਸ",
      "total_pay": "ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚੋਂ ਕਢਵਾਈ ਗਈ ਰਕਮ",
      "receipt": "ਰਸੀਦ",
      "description": "ਵਰਣਨ",
      "accept_action": "ਲੈਣ-ਦੇਣ ਦੀ ਪੁਸ਼ਟੀ"
    },
    "enter_account_number": "ਖਾਤਾ ਨੰਬਰ ਦਰਜ ਕਰੋ।",
    "currency_not_match": "ਮੰਜ਼ਿਲ ਖਾਤੇ ਦੀ ਮੁਦਰਾ ਸਰੋਤ ਦੇ ਸਮਾਨ ਨਹੀਂ ਹੈ",
    "account_number_not_valid": "ਖਾਤਾ ਨੰਬਰ ਸਹੀ ਹੈ।",
    "account_number_is_valid": "ਖਾਤਾ ਨੰਬਰ ਸਹੀ ਹੈ।",
    "receipt_not_valid": "ਇਨਵੌਇਸ ਨੰਬਰ ਗਲਤ ਹੈ।",
    "receipt_is_valid": "ਰਸੀਦ ਨੰਬਰ ਸਹੀ ਹੈ।",
    "notifications": {
      "confirm_success": "ਲੈਣ-ਦੇਣ ਸਫਲਤਾਪੂਰਵਕ ਪੂਰਾ ਹੋਇਆ।"
    }
  },
  "price_calculator": {
    "title": "ਕੈਲਕੁਲੇਟਰ ╏ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਲਈ ਫਿੱਟ",
    "description": "ਆਪਣੀ ਮਹੀਨਾਵਾਰ ਵਿਕਰੀ ਦੇ ਆਧਾਰ 'ਤੇ ਸਭ ਤੋਂ ਵਧੀਆ ਯੋਜਨਾ ਦੀ ਗਣਨਾ ਕਰੋ ਅਤੇ ਚੁਣੋ:",
    "sale_input": "ਮਹੀਨਾਵਾਰ ਵਿਕਰੀ ਦੀ ਰਕਮ",
    "hypernova_plan": "ਹਾਈਪਰਨੋਵਾ %0 ਲਈ ਅਰਜ਼ੀ ਦਿਓ!",
    "show_normal_mode": "ਆਮ ਮੋਡ ਦਿਖਾਓ",
    "show_hypernova_mode": "ਮੇਰਾ ਲੈਣ-ਦੇਣ 1M$ ਤੋਂ ਵੱਧ ਹੈ!"
  },
  "price_card": {
    "billed_monthly": "{amount} ਮਹੀਨਾਵਾਰ ਬਿਲ ਕੀਤਾ ਗਿਆ।",
    "billed_yearly": "ਸਾਲਾਨਾ {amount} ਬਿਲ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।",
    "buy_license_action": "ਹੁਣੇ ਖਰੀਦੋ",
    "select_your_store": "ਆਪਣਾ ਸਟੋਰ ਚੁਣੋ"
  },
  "shop_session_widget": {
    "total_sessions": "ਕੁੱਲ ਸੈਸ਼ਨ"
  },
  "user_activities_keys": {
    "add_baskets": "ਠੇਲ੍ਹੇ ਵਿੱਚ ਪਾਓ",
    "remove_baskets": "ਕਾਰਟ ਤੋਂ ਮਿਟਾਓ",
    "buys": "ਖਰੀਦੋ",
    "products_views": "ਉਤਪਾਦ ਦੇਖੋ"
  },
  "shop_visitors_widget": {
    "title": "ਵਿਜ਼ਟਰ ਵਿਸ਼ਲੇਸ਼ਣ",
    "new_visitors": "ਨਵੇਂ ਵਿਜ਼ਟਰ",
    "amp": "AMP ਦ੍ਰਿਸ਼",
    "returning_visitors": "ਵਾਪਸ ਆਉਣ ਵਾਲੇ ਸੈਲਾਨੀ",
    "page_views": "ਪੰਨਾ ਦ੍ਰਿਸ਼",
    "other_pages": "ਹੋਰ ਪੰਨੇ",
    "from_previous_7_days": "ਪਿਛਲੇ 7 ਦਿਨਾਂ ਤੋਂ"
  },
  "app_levels": {
    "title": "ਐਪ ਪੱਧਰ",
    "Newbie": "ਨਵੀ",
    "Beginner": "ਸ਼ੁਰੂਆਤ ਕਰਨ ਵਾਲਾ",
    "Novice": "ਨਵੀਨਤਮ",
    "Intermediate": "ਵਿਚਕਾਰਲਾ",
    "Advanced": "ਉੱਨਤ"
  },
  "login": {
    "register_title": "ਕਾਰੋਬਾਰਾਂ ਦਾ ਮਾਧਿਅਮ,<br> ਆਨੰਦਦਾਇਕ ਅਨੁਭਵ.",
    "register_subtitle": "ਅੱਜ ਹੀ ਮੁਫ਼ਤ ਲਈ ਸਾਈਨ ਅੱਪ ਕਰੋ। ਸੇਲਡੋਨ ਨੂੰ ਸਟਾਰਟਅੱਪਸ, ਉੱਦਮਾਂ, ਖਰੀਦਦਾਰਾਂ ਅਤੇ ਵਿਕਰੇਤਾਵਾਂ ਦੁਆਰਾ ਪਿਆਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।",
    "password_recovery_title": "ਪਾਸਵਰਡ ਰਿਕਵਰੀ",
    "password_recovery_message": "ਜੇਕਰ ਤੁਸੀਂ ਆਪਣਾ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਹੋ, ਤਾਂ ਆਪਣੇ ਖਾਤੇ ਦਾ ਈਮੇਲ ਪਤਾ ਦਰਜ ਕਰੋ ਅਤੇ ਪੁਸ਼ਟੀਕਰਨ ਕੁੰਜੀ ਦਬਾਓ। ਅਸੀਂ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਪਾਸਵਰਡ ਨੂੰ ਰੀਸੈਟ ਕਰਨ ਲਈ ਇੱਕ ਲਿੰਕ ਦੇ ਨਾਲ ਇੱਕ ਈਮੇਲ ਭੇਜਾਂਗੇ।",
    "email": "ਤੁਹਾਡਾ ਈਮੇਲ ਪਤਾ",
    "password_recovery_action": "ਰਿਕਵਰੀ ਈਮੇਲ ਪ੍ਰਾਪਤ ਕਰੋ",
    "register_google": "Google ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
    "register_apple": "ਐਪਲ ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
    "continue_with": "ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
    "register_linkedin": "LinkedIn ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
    "register_facebook": "ਫੇਸਬੁੱਕ ਦੇ ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
    "register_github": "Github ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
    "create_your_account": "ਆਪਣਾ ਖਾਤਾ ਬਣਾਓ",
    "password_8_chars": "ਪਾਸਵਰਡ ਘੱਟੋ-ਘੱਟ 8 ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "password_upercase_number": "ਘੱਟੋ-ਘੱਟ ਇੱਕ ਵੱਡੇ ਅੱਖਰ ਅਤੇ ਇੱਕ ਨੰਬਰ।",
    "password_confirm": "ਪਾਸਵਰਡ ਅਤੇ ਪੁਸ਼ਟੀਕਰਨ ਮੇਲ ਖਾਂਦਾ ਹੈ।",
    "privacy_agreement": "ਸਾਈਨ ਅੱਪ ਕਰਕੇ, ਤੁਸੀਂ Selldone ਦੀ <a href='/terms' target='_blank'>ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ</a> ਅਤੇ <a href='/privacy' target='_blank'>ਗੋਪਨੀਯਤਾ ਨੀਤੀ</a> ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ।",
    "register_action": "ਚਲੋ, ਇਹ ਮੁਫਤ ਹੈ!",
    "login_action": "ਲਾਗਿਨ",
    "already_signup": "ਪਹਿਲਾਂ ਹੀ ਸਾਈਨ ਅੱਪ ਕੀਤਾ ਹੈ?",
    "login_your_account": "ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਲੌਗਇਨ ਕਰੋ",
    "login_google": "Google ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
    "login_linkedin": "LinkedIn ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
    "login_facebook": "ਫੇਸਬੁੱਕ ਦੇ ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
    "login_github": "Github ਨਾਲ ਜਾਰੀ ਰੱਖੋ",
    "remember_me": "ਮੇਰੀ ਯਾਦ ਹੈ.",
    "login_button": "ਲਾਗਿਨ",
    "two_step_problem": "ਕੀ ਤੁਹਾਨੂੰ ਦੋ-ਪੜਾਅ ਦੇ ਪਾਸਵਰਡ ਨਾਲ ਕੋਈ ਸਮੱਸਿਆ ਹੈ?",
    "two_step_problem_action": "ਮੈਂ ਦੋ-ਪੜਾਅ ਲੌਗਇਨ ਨੂੰ ਅਯੋਗ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹਾਂ।",
    "two_step_confirm": "ਪਹੁੰਚ ਕੋਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
    "forgot_password": "ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?",
    "signup_free": "ਮੁਫ਼ਤ ਲਈ ਸਾਈਨ ਅੱਪ ਕਰੋ",
    "checking_robot_message": "ਜਾਂਚ ਕਰ ਰਿਹਾ ਹੈ ਕਿ ਤੁਸੀਂ ਰੋਬੋਟ ਹੋ ਜਾਂ ਇਨਸਾਨ..",
    "notifications": {
      "step2_login_success": "ਖਾਤੇ ਵਿੱਚ ਆਟੋ-ਲੌਗਇਨ ਕਰੋ"
    },
    "signup_email": "ਈਮੇਲ ਦੁਆਰਾ ਸਾਈਨ ਅੱਪ ਕਰੋ",
    "name_placeholder": "ਨਾਮ",
    "email_placeholder": "ਈ - ਮੇਲ",
    "email_or_username_placeholder": "ਈਮੇਲ, ਉਪਭੋਗਤਾ ਨਾਮ ਜਾਂ ਫ਼ੋਨ ਨੰਬਰ",
    "password_placeholder": "ਪਾਸਵਰਡ",
    "re_password_placeholder": "ਪਾਸਵਰਡ ਪੱਕਾ ਕਰੋ",
    "new_in_samin": "Selldone ਵਿੱਚ ਨਵਾਂ?",
    "auto_create_shop": "ਆਟੋ ਬਣਾਉਣ ਦੀ ਦੁਕਾਨ"
  },
  "layout": {
    "logout": "ਲਾੱਗ ਆਊਟ, ਬਾਹਰ ਆਉਣਾ",
    "menu": {
      "personal_information": "ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਅਤੇ ਪ੍ਰੋਫਾਈਲ",
      "wallet": "ਵਾਲਿਟ ਅਤੇ ਖਾਤੇ",
      "companies": "ਕੰਪਨੀਆਂ ਅਤੇ ਵਪਾਰਕ ਖਾਤੇ",
      "access": "ਮੇਰੇ ਖਾਤੇ ਤੱਕ ਪਹੁੰਚ",
      "security": "ਸੁਰੱਖਿਆ",
      "preferences": "ਉਪਭੋਗਤਾ ਤਰਜੀਹਾਂ",
      "my_subscriptions": "ਮੇਰੀਆਂ ਗਾਹਕੀਆਂ",
      "my_public_profile_subtitle": "ਮੇਰੀ ਜਨਤਕ ਪ੍ਰੋਫਾਈਲ {name}।",
      "personal_information_subtitle": "ਮੇਰੀ ਪ੍ਰੋਫਾਈਲ, ਪਤਾ ਅਤੇ ਕੇਵਾਈਸੀ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰੋ।",
      "wallet_subtitle": "ਵਰਚੁਅਲ ਖਾਤੇ ਅਤੇ ਜੁੜੇ ਭੁਗਤਾਨ ਕਾਰਡ।",
      "companies_subtitle": "ਮੇਰੇ ਕਾਰੋਬਾਰ ਅਤੇ ਟੈਕਸ ਪ੍ਰੋਫਾਈਲਾਂ ਨੂੰ ਰਜਿਸਟਰ ਕਰੋ।",
      "access_subtitle": "OAuth ਕਲਾਇੰਟ, ਨਿੱਜੀ ਪਹੁੰਚ ਟੋਕਨ ਅਤੇ ਕਨੈਕਟ ਕੀਤੀਆਂ ਐਪਾਂ।",
      "security_subtitle": "ਦੋ ਕਾਰਕ ਸੈਟ ਕਰੋ ਅਤੇ ਸਮਾਜਿਕ ਲੌਗਇਨ ਵਿਕਲਪਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।",
      "preferences_subtitle": "ਥੀਮ, ਪੱਧਰ, ਭਾਸ਼ਾ ਅਤੇ ਡਿਫੌਲਟ ਮੁਦਰਾ ਬਦਲੋ।",
      "my_subscriptions_subtitle": "ਪ੍ਰੀਮੀਅਮ AI ਅਤੇ ਕਸਟਮਾਈਜ਼ੇਸ਼ਨ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਤੱਕ ਪਹੁੰਚ।"
    }
  },
  "page_builder": {
    "title": "ਵੈੱਬਸਾਈਟ ਡਿਜ਼ਾਈਨ",
    "menu": {
      "user_view": "ਦੇਖੋ",
      "design": "ਡਿਜ਼ਾਈਨ",
      "behavior": "ਵਿਵਹਾਰ",
      "seo": "SEO",
      "setting": "ਸੈਟਿੰਗਾਂ",
      "embed": "ਏਮਬੇਡ ਕਰੋ"
    },
    "waiting_fetch": "ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹੋਏ ..",
    "setting": {
      "title_input": "ਪੰਨਾ ਸਿਰਲੇਖ",
      "description_input": "ਛੋਟਾ ਵੇਰਵਾ",
      "name_input": "ਪੰਨਾ URL (ਅੱਖਰ ਅਤੇ ਨੰਬਰ)",
      "bg_color_input": "ਬੈਕਗ੍ਰਾਊਂਡ ਦਾ ਰੰਗ",
      "bg_style_input": "ਪੰਨਾ ਬੈਕਗ੍ਰਾਊਂਡ ਸ਼ੈਲੀ",
      "page_label_input": "ਲੇਬਲ ਦਾ ਰੰਗ",
      "page_dir_input": "ਪੰਨਾ ਦਿਸ਼ਾ",
      "ltr": "ਖੱਬੇ ਤੋਂ ਸੱਜੇ",
      "rtl": "ਸੱਜੇ ਤੋਂ ਖੱਬੇ",
      "designer_note": "ਡਿਜ਼ਾਈਨਰ ਨੋਟ"
    },
    "history": {
      "title": "ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਇਤਿਹਾਸ"
    },
    "design": {
      "themes": {
        "title": "ਨਿੱਜੀ ਡਿਜ਼ਾਈਨ ਸਹਾਇਕ",
        "message": "ਬਿਨਾਂ ਕੋਡਿੰਗ ਦੇ ਆਪਣੇ ਕਾਰੋਬਾਰ ਲਈ ਸਭ ਤੋਂ ਵਧੀਆ ਪੰਨੇ ਡਿਜ਼ਾਈਨ ਕਰੋ।",
        "page_title_input": "ਆਪਣੇ ਪੰਨੇ ਲਈ ਇੱਕ ਸਿਰਲੇਖ ਦਰਜ ਕਰੋ"
      },
      "tools": {
        "rearrange": "ਆਰਡਰ",
        "tools": "ਸੰਦ",
        "history": "ਇਤਿਹਾਸ",
        "style": "ਸ਼ੈਲੀ",
        "typography": "ਟਾਈਪੋਗ੍ਰਾਫੀ",
        "hierarchy": "ਦਰਜਾਬੰਦੀ"
      },
      "no_category": "ਕੋਈ ਸ਼੍ਰੇਣੀਆਂ ਨਹੀਂ"
    },
    "seo": {
      "message": "ਐਸਈਓ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੇਲਡੋਨ ਐਸਈਓ ਇੰਜਣ ਦੁਆਰਾ ਆਪਣੇ ਆਪ ਐਡਜਸਟ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।"
    }
  },
  "verify_email_caution": {
    "title": "ਆਪਣੇ ਈਮੇਲ ਪਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
    "message": "ਨਵਾਂ ਐਕਟੀਵੇਸ਼ਨ ਲਿੰਕ ਤੁਹਾਡੇ ਈਮੇਲ ਪਤੇ {email} 'ਤੇ ਭੇਜਿਆ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਵੀ ਕਾਰਵਾਈ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਆਪਣੀ ਈਮੇਲ ਦੀ ਜਾਂਚ ਕਰੋ।",
    "resend_message": "ਜੇਕਰ ਤੁਹਾਨੂੰ ਆਪਣੀ ਈਮੇਲ ਵਿੱਚ ਐਕਟੀਵੇਸ਼ਨ ਲਿੰਕ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਇਆ ਹੈ, ਤਾਂ ਦੁਬਾਰਾ ਭੇਜਣ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "resend_action": "ਐਕਟੀਵੇਸ਼ਨ ਲਿੰਕ ਦੁਬਾਰਾ ਭੇਜੋ",
    "resend_notice": "ਐਕਟੀਵੇਸ਼ਨ ਲਿੰਕ ਭੇਜਿਆ ਗਿਆ।"
  },
  "autopilot": {
    "start": "ਤਾਰੀਖ ਸ਼ੁਰੂ",
    "end": "ਸਮਾਪਤੀ ਮਿਤੀ"
  },
  "help": {
    "menu": "ਮੀਨੂ",
    "more_helps": "ਹੋਰ ਪੜ੍ਹੋ"
  },
  "company_card": {
    "pending_state": "ਸਮੀਖਿਆ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ",
    "register": "ਰਜਿਸਟਰਡ",
    "developer": "ਵਿਕਾਸਕਾਰ",
    "verified": "ਪ੍ਰਮਾਣਿਤ",
    "premier": "ਪ੍ਰੀਮੀਅਰ"
  },
  "shop_license": {
    "add": "ਗਾਹਕੀ ਸ਼ਾਮਲ ਕਰੋ",
    "only_last": "ਸਿਰਫ਼ ਆਖਰੀ ਗਾਹਕੀ",
    "vouchers": "ਵਾਊਚਰ",
    "buy": "ਗਾਹਕੀ ਯੋਜਨਾ ਖਰੀਦੋ",
    "monthly": "ਮਹੀਨਾਵਾਰ",
    "yearly": "ਸਾਲਾਨਾ",
    "start_date": "ਤਾਰੀਖ ਸ਼ੁਰੂ",
    "end_date": "ਸਮਾਪਤੀ ਮਿਤੀ",
    "price": "ਕੀਮਤ",
    "terms": "ਮੈਂ Selldone ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨੂੰ ਪੜ੍ਹਦਾ ਹਾਂ ਅਤੇ ਉਹਨਾਂ ਨਾਲ ਸਹਿਮਤ ਹਾਂ",
    "need_charge": "ਚਾਰਜ ਦੀ ਲੋੜ ਹੈ",
    "buy_now": "ਹੁਣੇ ਖਰੀਦੋ",
    "auto_renewal": "ਆਟੋ ਨਵਿਆਉਣ",
    "plan_placeholder": "ਆਪਣੀ ਗਾਹਕੀ ਯੋਜਨਾ ਚੁਣੋ",
    "plan": "ਲਾਇਸੰਸ ਯੋਜਨਾ",
    "use_date": "ਸਰਗਰਮੀ ਦੀ ਮਿਤੀ",
    "active_license": {
      "title": "ਐਕਟਿਵ ਲਾਇਸੰਸ",
      "subtitle": "ਤੁਹਾਡੀ ਸਰਗਰਮ ਲਾਇਸੰਸ ਜਾਣਕਾਰੀ।",
      "subtitle_partner": "ਤੁਹਾਡੀ ਸਰਗਰਮ {name} ਲਾਇਸੰਸ ਜਾਣਕਾਰੀ।"
    },
    "licenses_table": {
      "title": "ਖਰੀਦਿਆ ਇਤਿਹਾਸ",
      "subtitle": "ਕਿਰਿਆਸ਼ੀਲ ਅਤੇ ਬਕਾਇਆ ਲਾਇਸੰਸ।"
    },
    "license_detail": {
      "title": "ਵੇਰਵੇ",
      "subtitle": "ਤੁਹਾਡੀ ਮੌਜੂਦਾ ਯੋਜਨਾ 'ਤੇ ਸੀਮਾਵਾਂ।"
    },
    "table": {
      "plan": "ਯੋਜਨਾ",
      "start_date": "ਅਰੰਭ / ਸਮਾਪਤੀ ਮਿਤੀ",
      "renewal": "ਆਟੋ ਨਵਿਆਉਣ",
      "linked_account": "ਲਿੰਕ ਕੀਤਾ ਖਾਤਾ / ਵਾਊਚਰ",
      "payment": "ਭੁਗਤਾਨ",
      "cancel": "ਰੱਦ ਕਰੋ"
    },
    "notifications": {
      "subscribe_success": "ਸਫਲਤਾਪੂਰਵਕ ਗਾਹਕ ਬਣ ਗਿਆ।",
      "cancel_success": "ਗਾਹਕੀ ਸਫਲਤਾਪੂਰਵਕ ਰੱਦ ਕੀਤੀ ਗਈ।"
    },
    "cancel_dialog": {
      "title": "ਗਾਹਕੀ ਪੁਸ਼ਟੀ ਰੱਦ ਕਰੋ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਗਾਹਕੀ ਨੂੰ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਗਾਹਕੀ ਰੱਦ ਕਰੋ"
    },
    "use_voucher_now": "ਹੁਣੇ ਵਾਊਚਰ ਵਰਤੋ",
    "validity_duration": "ਵੈਧਤਾ ਦੀ ਮਿਆਦ",
    "validity_duration_hint": "12-ਮਹੀਨੇ ਦਾ ਲਾਇਸੈਂਸ ਖਰੀਦਣ ਨਾਲ, ਤੁਹਾਨੂੰ 30% ਦੀ ਛੋਟ ਮਿਲੇਗੀ।"
  },
  "admin_shop_layout": {
    "download_txt": "ਡਾਟਾ ਟੈਕਸਟ ਡਾਊਨਲੋਡ ਕਰੋ",
    "download_excel": "ਡਾਟਾ ਐਕਸਲ ਡਾਊਨਲੋਡ ਕਰੋ"
  },
  "user_preferences": {
    "access": "ਪਹੁੰਚ",
    "template": "ਟੈਂਪਲੇਟ",
    "feedback": "ਸੁਝਾਅ",
    "company": "ਕੰਪਨੀ",
    "company_message": "ਜੇਕਰ ਤੁਹਾਡੀ ਕੰਪਨੀ ਹੈ ਅਤੇ ਐਪਸ ਨੂੰ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ।",
    "access_keys": "ਪਹੁੰਚ ਕੁੰਜੀਆਂ",
    "access_keys_message": "ਕਲਾਇੰਟਸ ਅਤੇ ਐਕਸੈਸ ਕੁੰਜੀਆਂ ਦਿਖਾਓ।",
    "rating": "ਤੁਸੀਂ ਸੇਲਡੋਨ ਨਾਲ ਆਪਣੇ ਅਨੁਭਵ ਨੂੰ ਕਿਵੇਂ ਰੇਟ ਕਰੋਗੇ?",
    "large_font": "ਵੱਡੇ ਫੌਂਟ",
    "large_font_message": "ਆਮ ਨਾਲੋਂ ਵੱਡਾ ਟੈਕਸਟ ਦਿਖਾਓ",
    "samples": "ਨਮੂਨੇ ਦੀਆਂ ਦੁਕਾਨਾਂ ਦਿਖਾਓ",
    "samples_message": "ਜੇਕਰ ਸਮਰਥਿਤ ਹੈ, ਤਾਂ ਕੁਝ ਨਮੂਨੇ ਦੀਆਂ ਦੁਕਾਨਾਂ ਤੁਹਾਡੇ ਪੈਨਲ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀਆਂ ਜਾਣਗੀਆਂ।",
    "automation": "ਆਟੋਮੇਸ਼ਨ",
    "automation_message": "ਦੁਕਾਨ ਦੇ ਡੈਸ਼ਬੋਰਡ 'ਤੇ ਆਟੋਮੇਸ਼ਨ ਟੈਬ ਦਿਖਾਓ। (ਵੈਬਹੁੱਕ, ਵਿਜ਼ੂਅਲ ਪ੍ਰੋਗਰਾਮਿੰਗ, ...)",
    "date_time": "ਮਿਤੀ ਅਤੇ ਸਮਾਂ"
  },
  "shop_locations": {
    "title": "ਦੇਸ਼ ਜਿੱਥੇ ਸੇਵਾ ਪ੍ਰਦਾਨ ਕੀਤੀ ਜਾਂਦੀ ਹੈ",
    "sub_title": "ਹੇਠਾਂ ਦਿੱਤੀ ਸੂਚੀ ਵਿੱਚੋਂ ਉਹਨਾਂ ਦੇਸ਼ਾਂ ਨੂੰ ਚੁਣੋ ਜਿੱਥੇ ਤੁਸੀਂ ਆਪਣਾ ਉਤਪਾਦ ਵੇਚਣਾ ਚਾਹੁੰਦੇ ਹੋ।",
    "delete_restriction": "ਪਾਬੰਦੀ ਮਿਟਾਓ",
    "set_restriction": "ਪਾਬੰਦੀ ਸੈੱਟ ਕਰੋ",
    "notifications": {
      "locations_update": "ਟਿਕਾਣਾ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ।"
    },
    "table": {
      "country": "ਦੇਸ਼",
      "currency": "ਮੁਦਰਾ",
      "available": "ਉਪਲੱਬਧ"
    }
  },
  "product_card": {
    "sold_out": "ਸਭ ਵਿੱਕ ਗਇਆ",
    "review_unit": "ਸਮੀਖਿਆ",
    "not_original": "ਅਸਲੀ ਨਹੀਂ"
  },
  "product_studio": {
    "add_mode": "ਹੋਰ ਵੇਰਵੇ ਸ਼ਾਮਲ ਕਰੋ",
    "add_by_sku": "SKU ਦੁਆਰਾ ਸ਼ਾਮਲ ਕਰੋ",
    "auto_category": "ਸਵੈ-ਸੈੱਟ ਸ਼੍ਰੇਣੀ",
    "add_in_current_category": "ਮੌਜੂਦਾ ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ",
    "category_mode_message": "ਜੇਕਰ ਯੋਗ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਉਤਪਾਦ ਨੂੰ ਡਿਫੌਲਟ ਸ਼੍ਰੇਣੀ ਜਾਂ ਉਪ-ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਜੋੜਿਆ ਜਾਵੇਗਾ।",
    "sku_name_input": "SKU / ਨਾਮ",
    "info": {
      "subtitle": "ਉਤਪਾਦ ਬਣਾਉਣ ਲਈ, ਤੁਸੀਂ ਇਸਦੀ ਰਚਨਾ ਲਈ ਲੋੜੀਂਦੇ ਜ਼ਰੂਰੀ ਵੇਰਵੇ ਹੀ ਦਾਖਲ ਕਰ ਸਕਦੇ ਹੋ।"
    },
    "price": {
      "subtitle": "ਇਸ ਉਤਪਾਦ ਲਈ ਕੀਮਤ ਅਤੇ ਛੋਟ ਦਾਖਲ ਕਰੋ। ਇੱਕ ਵਾਰ ਉਤਪਾਦ ਜੋੜੇ ਜਾਣ ਤੋਂ ਬਾਅਦ, ਤੁਹਾਡੇ ਕੋਲ ਹੋਰ ਵਿਕਲਪਾਂ ਤੱਕ ਪਹੁੰਚ ਹੋਵੇਗੀ।"
    },
    "by_sku": {
      "title": "SKU ਦੁਆਰਾ ਸ਼ਾਮਲ ਕਰੋ",
      "subtitle": "ਤੁਹਾਡੇ ਦੇਸ਼ ਵਿੱਚ ਡੇਟਾਬੇਸ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।"
    },
    "drop_shipping": {
      "subtitle": "ਥੋਕ ਬਾਜ਼ਾਰ ਵਿੱਚ ਉਤਪਾਦ ਲੱਭੋ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ।"
    },
    "by_connect": {
      "subtitle": "Selldone Connect OS ਦੇ ਨਾਲ POD ਜਾਂ ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਸਪਲਾਇਰਾਂ ਤੋਂ ਆਸਾਨੀ ਨਾਲ ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰੋ—ਸਿਰਫ਼ ਆਪਣੇ ਸਟੋਰ ਨੂੰ ਕਨੈਕਟ ਕਰੋ ਅਤੇ ਆਟੋਮੈਟਿਕ ਉਤਪਾਦ ਏਕੀਕਰਣ ਦਾ ਆਨੰਦ ਲਓ, ਕਿਸੇ ਪਲੱਗਇਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।"
    },
    "your_license_is_not_eligible": "ਤੁਹਾਡਾ ਲਾਇਸੰਸ ਯੋਗ ਨਹੀਂ ਹੈ।",
    "sku_dialog": {
      "title": "SKU ਦੁਆਰਾ ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰੋ",
      "subtitle": "ਤੁਹਾਡੇ ਕੋਲ ਸਾਡੇ ਡੇਟਾਬੇਸ ਵਿੱਚ ਉਹਨਾਂ ਦੇ SKU ਦੁਆਰਾ ਉਤਪਾਦਾਂ ਦਾ ਪਤਾ ਲਗਾਉਣ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਸਿਰਫ਼ ਇੱਕ ਕਲਿੱਕ ਨਾਲ ਜੋੜਨ ਦੀ ਸਮਰੱਥਾ ਹੈ।"
    },
    "dropshipping_dialog": {
      "title": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰੋ"
    }
  },
  "my_affiliate": {
    "title": "ਮੇਰੇ ਐਫੀਲੀਏਟ ਕੰਟਰੈਕਟਸ",
    "message": "ਹੋਰ ਸਟੋਰਾਂ ਨਾਲ ਐਫੀਲੀਏਟ ਸਮਝੌਤਿਆਂ ਦੀ ਸੂਚੀ।"
  },
  "affiliates": {
    "title": "ਐਫੀਲੀਏਟ ਭਾਈਵਾਲ",
    "subtitle": "ਸਹਿਯੋਗੀ ਬਣਾਓ, ਸਮੇਂ ਦੇ ਨਾਲ ਉਹਨਾਂ ਦੀ ਕਾਰਗੁਜ਼ਾਰੀ ਨੂੰ ਟ੍ਰੈਕ ਕਰੋ, ਅਤੇ ਇੱਕ ਥਾਂ 'ਤੇ ਸਹੀ ਜਾਣਕਾਰੀ ਦੇ ਅਧਾਰ 'ਤੇ ਕਾਰਵਾਈਆਂ ਕਰੋ। ਅਸੀਂ ਇੱਕ ਮਜ਼ਬੂਤ ਰਿਸ਼ਤਾ ਬਣਾਉਣ ਵਿੱਚ ਤੁਹਾਡੀ ਅਤੇ ਤੁਹਾਡੇ ਸਾਥੀਆਂ ਦੀ ਮਦਦ ਕਰਦੇ ਹਾਂ।",
    "affiliate_code": "ਐਫੀਲੀਏਟ ਕੋਡ",
    "crate_date": "ਤਾਰੀਖ ਬਣਾਓ",
    "last_payment_date": "ਆਖਰੀ ਭੁਗਤਾਨ ਦੀ ਮਿਤੀ",
    "for_all_products": "ਸਾਰੇ ਉਤਪਾਦਾਂ 'ਤੇ ਲਾਗੂ ਕਰੋ",
    "balance": "ਸੰਤੁਲਨ",
    "fix_commission": "ਸਥਿਰ ਕਮਿਸ਼ਨ",
    "percent_commission": "ਪ੍ਰਤੀਸ਼ਤ-ਅਧਾਰਿਤ ਕਮਿਸ਼ਨ",
    "total_payment": "ਕੁੱਲ ਭੁਗਤਾਨ",
    "new_affiliate": "ਨਵਾਂ ਐਫੀਲੀਏਟ ਸਾਥੀ",
    "new_affiliate_message": "ਨਵਾਂ ਐਫੀਲੀਏਟ ਸਾਥੀ ਸ਼ਾਮਲ ਕਰੋ",
    "link_domain": {
      "title": "ਲਿੰਕ ਕੀਤਾ ਡੋਮੇਨ",
      "subtitle": "ਤੁਸੀਂ ਆਪਣੇ ਡੋਮੇਨਾਂ ਵਿੱਚੋਂ ਇੱਕ ਨੂੰ ਇਸ ਐਫੀਲੀਏਟ ਪਾਰਟਨਰ ਨਾਲ ਕਨੈਕਟ ਕਰ ਸਕਦੇ ਹੋ। ਇਸ ਪਾਰਟਨਰ ਨੂੰ ਹਰ ਉਸ ਵਿਅਕਤੀ ਦੇ ਪ੍ਰਤੀਨਿਧੀ ਵਜੋਂ ਜਾਣਿਆ ਜਾਵੇਗਾ ਜੋ ਤੁਹਾਡੇ ਸਟੋਰ 'ਤੇ ਆਉਂਦਾ ਹੈ ਅਤੇ ਇਸ ਡੋਮੇਨ ਰਾਹੀਂ ਖਰੀਦਦਾ ਹੈ।"
    },
    "dialog": {
      "new": "ਨਵਾਂ ਐਫੀਲੀਏਟ ਸਾਥੀ",
      "edit": "ਐਫੀਲੀਏਟ ਪਾਰਟਨਰ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
      "user": "ਉਪਭੋਗਤਾ (ਵਿਕਲਪਿਕ)",
      "bank_info": "ਬੈਂਕ ਦੀ ਜਾਣਕਾਰੀ",
      "restriction": "ਪਾਬੰਦੀ",
      "select_products": "ਉਤਪਾਦ ਚੁਣੋ",
      "select_products_message": "ਐਫੀਲੀਏਟ ਪਾਰਟਨਰ ਨੂੰ ਇਹਨਾਂ ਉਤਪਾਦਾਂ ਲਈ ਕਮਿਸ਼ਨ ਮਿਲਦਾ ਹੈ",
      "edit_action": "ਐਫੀਲੀਏਟ ਨੂੰ ਅਪਡੇਟ ਕਰੋ",
      "add_action": "ਐਫੀਲੀਏਟ ਪਾਰਟਨਰ ਸ਼ਾਮਲ ਕਰੋ",
      "affiliate_name": "ਐਫੀਲੀਏਟ ਸਾਥੀ ਦਾ ਨਾਮ",
      "payment_info": "ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ",
      "enable_switch": "ਕੀ ਇਹ ਕਿਰਿਆਸ਼ੀਲ ਹੈ?",
      "affiliate_info": "ਐਫੀਲੀਏਟ ਸਹਿਭਾਗੀ ਜਾਣਕਾਰੀ"
    },
    "link_factory": {
      "title": "ਐਫੀਲੀਏਟ ਪਾਰਟਨਰ ਲਿੰਕ ਜਨਰੇਟਰ",
      "link_input": "ਤੁਹਾਡਾ ਲਿੰਕ",
      "link_output": "ਬਣਾਇਆ ਲਿੰਕ"
    }
  },
  "gift_card_orders": {
    "title": "ਗਿਫਟਕਾਰਡ ਨਾਲ ਆਰਡਰ",
    "table": {
      "order": "ਆਰਡਰ",
      "order_price": "ਆਰਡਰ ਦੀ ਮਾਤਰਾ",
      "paid_by_card": "ਕਾਰਡ ਦੁਆਰਾ ਭੁਗਤਾਨ ਕੀਤਾ ਗਿਆ",
      "payment_status": "ਭੁਗਤਾਨ ਸਥਿਤੀ",
      "date": "ਤਾਰੀਖ਼"
    }
  },
  "offer_orders": {
    "title": "ਆਰਡਰ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰੋ",
    "table": {
      "order": "ਆਰਡਰ",
      "order_price": "ਆਰਡਰ ਦੀ ਮਾਤਰਾ",
      "offer_amount": "ਪੇਸ਼ਕਸ਼ ਦੀ ਰਕਮ",
      "payment_status": "ਭੁਗਤਾਨ ਸਥਿਤੀ",
      "product": "ਉਤਪਾਦ",
      "date": "ਤਾਰੀਖ਼"
    }
  },
  "coupon_orders": {
    "title": "ਕੂਪਨ ਆਰਡਰ",
    "table": {
      "order": "ਆਰਡਰ",
      "order_price": "ਆਰਡਰ ਦੀ ਮਾਤਰਾ",
      "coupon_amount": "ਕੂਪਨ ਦੀ ਰਕਮ",
      "payment_status": "ਭੁਗਤਾਨ ਸਥਿਤੀ",
      "date": "ਤਾਰੀਖ਼"
    }
  },
  "discount_code_orders": {
    "title": "ਛੂਟ ਕੋਡ ਦੇ ਨਾਲ ਆਰਡਰ",
    "table": {
      "order": "ਆਰਡਰ",
      "order_price": "ਆਰਡਰ ਦੀ ਮਾਤਰਾ",
      "discount_amount": "ਛੂਟ ਦੀ ਰਕਮ",
      "payment_status": "ਭੁਗਤਾਨ ਸਥਿਤੀ",
      "date": "ਤਾਰੀਖ਼"
    }
  },
  "incentives": {
    "discount_code": "ਛੂਟ",
    "coupon": "ਕੂਪਨ",
    "offer": "ਪੇਸ਼ਕਸ਼",
    "gift_card": "ਗਿਫ਼ਟ ਕਾਰਡ",
    "lottery": "ਲਾਟਰੀ",
    "cashback": "ਕੈਸ਼ਬੈਕ"
  },
  "discount_codes": {
    "title": "ਛੂਟ ਕੋਡ",
    "sub_title": "ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ ਤੁਸੀਂ ਆਪਣੀਆਂ ਲੋੜਾਂ ਮੁਤਾਬਕ ਛੂਟ ਵਾਲੇ ਕੂਪਨ ਡਿਜ਼ਾਈਨ ਕਰਨ ਦੇ ਯੋਗ ਹੋਵੋਗੇ। ਇਹ ਛੋਟਾਂ ਕਿਸੇ ਵੀ ਉਤਪਾਦ ਛੋਟ ਤੋਂ ਵੱਖਰੀਆਂ ਹਨ ਅਤੇ ਉਪਭੋਗਤਾ ਆਰਡਰ ਦੀ ਅੰਤਿਮ ਰਕਮ 'ਤੇ ਲਾਗੂ ਹੋਣਗੀਆਂ।",
    "add_new": "ਨਵਾਂ ਛੂਟ ਕੋਡ ਸ਼ਾਮਲ ਕਰੋ",
    "card": {
      "created": "ਬਣਾਓ",
      "start": "ਸ਼ੁਰੂ ਕਰੋ",
      "end": "ਅੰਤ",
      "currency": "ਮੁਦਰਾ",
      "discount_percentage": "ਛੂਟ ਦੀ ਦਰ",
      "discount_limit": "ਛੂਟ ਸੀਮਾ",
      "state": "ਮੌਜੂਦਾ ਸਥਿਤੀ",
      "enabled": "ਹੁਣ ਸਮਰੱਥ ਹੈ",
      "disabled": "ਹੁਣ ਅਯੋਗ ਹੈ",
      "used": "ਖਪਤ",
      "count": "ਗਿਣਤੀ",
      "unit": "ਇਕਾਈ)"
    },
    "dialog": {
      "title_edit": "ਛੂਟ ਕੋਡ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
      "title_add": "ਨਵਾਂ ਛੂਟ ਕੋਡ ਸ਼ਾਮਲ ਕਰੋ",
      "discount_code_input": "ਛੋਟ ਕੋਡ",
      "discount_percent_input": "ਛੂਟ ਦੀ ਦਰ",
      "discount_percent_input_hint": "ਖਰੀਦ ਰਕਮ ਦੀ ਛੂਟ ਦਰ",
      "count_input": "ਗਿਣਤੀ",
      "count_input_hint": "ਇਸ ਕੋਡ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਵਰਤੋਂ",
      "limit_input": "ਛੂਟ ਸੀਮਾ",
      "limit_input_hint": "ਮੁਦਰਾ ਦੇ ਆਧਾਰ 'ਤੇ ਅਧਿਕਤਮ ਛੋਟ",
      "currency_input_message": "ਇਸ ਮੁਦਰਾ ਲਈ ਛੋਟ ਉਪਲਬਧ ਹੋਵੇਗੀ।",
      "limit_input_message": "ਛੂਟ ਦੀ ਸੀਮਾ ਲਈ 0 ਦੇ ਮੁੱਲ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਛੂਟ ਦਰ ਲਈ ਕੋਈ ਸੀਮਾ ਨਹੀਂ ਹੈ।",
      "title_input": "ਸਿਰਲੇਖ",
      "title_input_hint": "ਤੁਸੀਂ ਇਸ ਛੂਟ ਕੋਡ ਲਈ ਇੱਕ ਸਿਰਲੇਖ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ",
      "description_input": "ਵਰਣਨ",
      "description_input_hint": "ਤੁਸੀਂ ਇਸ ਛੂਟ ਕੋਡ ਲਈ ਵੇਰਵਾ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ",
      "date_start_input": "ਸ਼ੁਰੂ ਕਰੋ",
      "date_start_input_placeholder": "ਚੁਣੋ ਕਿ ਛੋਟ ਕਦੋਂ ਸ਼ੁਰੂ ਕਰਨੀ ਹੈ",
      "date_end_input": "ਅੰਤ",
      "date_end_input_placeholder": "ਚੁਣੋ ਕਿ ਛੋਟ ਕਦੋਂ ਖਤਮ ਹੋਵੇਗੀ",
      "notifications": {
        "add": "ਛੂਟ ਕੋਡ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
        "edit": "ਛੂਟ ਕੋਡ ਸਫਲਤਾਪੂਰਵਕ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ।"
      },
      "config": {
        "title": "ਜਨਰਲ ਸੰਰਚਨਾ",
        "subtitle": "ਛੂਟ ਕੋਡ ਦੀ ਗਣਨਾ ਦਾ ਫਾਰਮੂਲਾ ਹੈ: ਅਧਿਕਤਮ (ਸੀਮਾ, PERCENT * ਕਾਰਟ ਕੀਮਤ)। ਕੋਡਾਂ ਨੂੰ ਢੁਕਵੇਂ ਅਤੇ ਯਾਦ ਰੱਖਣ ਵਿੱਚ ਆਸਾਨ ਬਣਾਉਣਾ ਯਾਦ ਰੱਖੋ।"
      },
      "limit": {
        "title": "ਸੀਮਾਵਾਂ",
        "subtitle": "ਤੁਸੀਂ ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ ਹਰੇਕ ਛੂਟ ਕੋਡ ਲਈ ਵੱਧ ਤੋਂ ਵੱਧ ਵਰਤੋਂ ਸੀਮਾ ਦੇ ਨਾਲ-ਨਾਲ ਵੱਧ ਤੋਂ ਵੱਧ ਛੋਟ ਦੀ ਰਕਮ ਨੂੰ ਪਰਿਭਾਸ਼ਿਤ ਕਰ ਸਕਦੇ ਹੋ।"
      },
      "duration": {
        "title": "ਮਿਆਦ ਸੀਮਾ",
        "subtitle": "ਜੇਕਰ ਤੁਸੀਂ ਕਿਸੇ ਖਾਸ ਸਮਾਂ-ਸੀਮਾ ਲਈ ਛੂਟ ਕੋਡ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਉਸ ਮਿਆਦ ਨੂੰ ਇੱਥੇ ਸਥਾਪਤ ਕਰ ਸਕਦੇ ਹੋ।"
      },
      "design": {
        "subtitle": "ਤੁਸੀਂ ਹਰੇਕ ਛੂਟ ਕੋਡ ਲਈ ਇੱਕ ਸਿਰਲੇਖ ਅਤੇ ਵਰਣਨ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ। ਇਹ ਵੇਰਵੇ ਉਪਭੋਗਤਾ ਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੇ ਜਾਣਗੇ."
      },
      "cluster": {
        "subtitle": "ਇਸ ਛੂਟ ਕੋਡ ਨੂੰ ਇੱਕ ਕਲੱਸਟਰ ਦੇ ਨਾਲ ਜੋੜ ਕੇ, ਤੁਸੀਂ ਇੱਕ ਸਿੰਗਲ ਸਥਾਨ ਵਿੱਚ ਹੋਰ ਸਰੋਤਾਂ ਦੇ ਨਾਲ ਇਸਨੂੰ ਆਸਾਨੀ ਨਾਲ ਪ੍ਰਬੰਧਿਤ ਕਰ ਸਕਦੇ ਹੋ।"
      }
    },
    "delete_alert": {
      "title": "ਛੂਟ ਕੋਡ ਹਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਛੂਟ ਕੋਡ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਛੂਟ ਹਟਾਓ"
    },
    "notifications": {
      "delete_success": "ਤੁਹਾਡੀ ਟਿੱਪਣੀ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਸੀ"
    }
  },
  "gift_cards": {
    "title": "ਗਿਫ਼ਟ ਕਾਰਡ",
    "sub_title": "ਇੱਕ ਤੋਹਫ਼ਾ ਕਾਰਡ ਬਣਾਓ ਅਤੇ ਫਿਰ ਜਿੰਨੇ ਤੁਹਾਨੂੰ ਲੋੜ ਹੈ, ਬਣਾਓ। ਇਸ ਕਾਰਡ 'ਤੇ ਇੱਕ ਚਾਰਜ ਹੈ, ਅਤੇ ਇਹ ਸਿਰਫ਼ ਤੁਹਾਡੀ ਦੁਕਾਨ ਵਿੱਚ ਖਰੀਦਦਾਰੀ ਲਈ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "create_new": "ਨਵਾਂ ਤੋਹਫ਼ਾ ਕਾਰਡ ਸ਼ਾਮਲ ਕਰੋ",
    "card": {
      "created": "ਬਣਾਓ",
      "lifetime": "ਅੰਤ ਦੀ ਤਾਰੀਖ",
      "lifetime_unit": "ਹਰੇਕ ਕਾਰਡ ਬਣਾਏ ਜਾਣ ਦੀ ਮਿਤੀ ਤੋਂ ਮਹੀਨਾ",
      "currency": "ਮੁਦਰਾ",
      "initial_balance": "ਸ਼ੁਰੂਆਤੀ ਚਾਰਜ",
      "count": "ਗਿਣਤੀ",
      "count_unit": "ਆਈਟਮ",
      "used": "ਵਰਤਿਆ"
    },
    "dialog": {
      "title": "ਗਿਫਟ ਕਾਰਡ ਡਿਜ਼ਾਈਨ"
    },
    "alert": {
      "title": "ਛੂਟ ਕੋਡ ਹਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਛੂਟ ਕੋਡ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਮਿਟਾਓ"
    },
    "notifications": {
      "delete_title": "ਤੋਹਫ਼ਾ ਕਾਰਡ ਮਿਟਾਓ",
      "delete_message": "ਤੁਹਾਡੀ ਟਿੱਪਣੀ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।"
    }
  },
  "coupons": {
    "title": "ਕੂਪਨ",
    "sub_title": "ਜੇ ਤੁਸੀਂ ਆਪਣੇ ਗਾਹਕਾਂ ਨੂੰ ਕੋਈ ਛੂਟ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹੋ ਜੋ ਖਾਸ ਸ਼ਰਤਾਂ ਨਾਲ ਵਰਤੀ ਜਾ ਸਕਦੀ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਕੂਪਨ ਬਣਾ ਸਕਦੇ ਹੋ। ਕੂਪਨਾਂ ਵਿੱਚ ਇੱਕ ਸੀਮਾ ਜਾਂ ਇੱਕ ਨਿਸ਼ਚਿਤ ਰਕਮ ਜਾਂ ਦੋਵਾਂ ਦੇ ਸੁਮੇਲ ਦੇ ਨਾਲ ਇੱਕ ਪ੍ਰਤੀਸ਼ਤ ਛੋਟ ਸ਼ਾਮਲ ਹੋ ਸਕਦੀ ਹੈ।",
    "create_new": "ਨਵਾਂ ਕੂਪਨ ਸ਼ਾਮਲ ਕਰੋ",
    "qualified_products": "ਯੋਗ ਉਤਪਾਦ",
    "min_purchase": "ਘੱਟੋ-ਘੱਟ ਖਰੀਦਦਾਰੀ",
    "only_first_order": "ਸਿਰਫ ਪਹਿਲੀ ਖਰੀਦਦਾਰੀ",
    "one_time_use": "ਸਿੰਗਲ-ਵਰਤੋਂ",
    "amount_usage": "ਵਰਤੀ ਗਈ ਰਕਮ",
    "delete_alert": {
      "title": "ਕੂਪਨ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਕੂਪਨ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਕੂਪਨ ਮਿਟਾਓ"
    },
    "notifications": {
      "delete_success": "ਕੂਪਨ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।"
    },
    "multiple_use": "ਮਲਟੀਪਲ ਵਰਤੋਂ"
  },
  "coupon_edit": {
    "title_edit": "ਕੂਪਨ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "title_add": "ਨਵਾਂ ਕੂਪਨ",
    "discount_charge": "ਛੂਟ ਅਤੇ ਚਾਰਜ",
    "charge": "ਚਾਰਜ",
    "charge_message": "ਸ਼ੁਰੂਆਤੀ ਚਾਰਜ ਦੀ ਮਾਤਰਾ",
    "percent": "ਛੂਟ ਪ੍ਰਤੀਸ਼ਤ",
    "percent_message": "ਛੋਟ ਪ੍ਰਤੀਸ਼ਤ ਦੀ ਮਾਤਰਾ",
    "limit_input": "ਸੀਮਾ",
    "limit_input_hint": "ਛੂਟ ਦੀ ਸੀਮਾ ਰਕਮ",
    "currency_input_message": "ਇਸ ਮੁਦਰਾ ਲਈ ਕੂਪਨ ਉਪਲਬਧ ਹੈ।",
    "count_input": "ਗਿਣਤੀ",
    "count_input_hint": "ਇਸ ਕੋਡ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਵਰਤੋਂ",
    "limit_input_message": "ਛੂਟ ਦੀ ਸੀਮਾ ਲਈ 0 ਦੇ ਮੁੱਲ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਛੂਟ ਦਰ ਲਈ ਕੋਈ ਸੀਮਾ ਨਹੀਂ ਹੈ।",
    "date_start_input": "ਸ਼ੁਰੂ ਕਰੋ",
    "date_start_input_placeholder": "ਚੁਣੋ ਕਿ ਕੂਪਨ ਕਦੋਂ ਸ਼ੁਰੂ ਕਰਨਾ ਹੈ",
    "date_end_input": "ਅੰਤ",
    "date_end_input_placeholder": "ਚੁਣੋ ਕਿ ਛੋਟ ਕਦੋਂ ਖਤਮ ਹੋਵੇਗੀ",
    "title_input": "ਸਿਰਲੇਖ",
    "title_input_hint": "ਤੁਸੀਂ ਇਸ ਛੂਟ ਕੋਡ ਲਈ ਇੱਕ ਸਿਰਲੇਖ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ",
    "description_input": "ਵਰਣਨ",
    "description_input_hint": "ਤੁਸੀਂ ਇਸ ਛੂਟ ਕੋਡ ਲਈ ਵੇਰਵਾ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ",
    "coupon_code": "ਕੂਪਨ ਕੋਡ",
    "need_code": "ਕੋਡ ਦੀ ਲੋੜ ਹੈ?",
    "coupon_color": "ਕੂਪਨ ਰੰਗ",
    "min_purchase_amount": "ਘੱਟੋ-ਘੱਟ ਖਰੀਦ ਰਕਮ",
    "min_purchase_amount_hint": "ਖਰੀਦ ਦੀ ਰਕਮ ਇਸ ਮੁੱਲ ਤੋਂ ਵੱਧ ਜਾਂ ਬਰਾਬਰ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "should_exist_product": "ਇਹਨਾਂ ਵਿੱਚੋਂ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਉਤਪਾਦ ਕਾਰਟ ਵਿੱਚ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ",
    "apply_for_first_order": "ਸਿਰਫ ਪਹਿਲੀ ਖਰੀਦ ਲਈ",
    "apply_for_first_order_on": "ਇਹ ਕੂਪਨ ਸਿਰਫ਼ ਗਾਹਕ ਦੀ ਪਹਿਲੀ ਖਰੀਦ ਲਈ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ!",
    "apply_for_first_order_off": "ਪ੍ਰਤੀ ਖਰੀਦਦਾਰ ਕੂਪਨ ਵਰਤੋਂ ਦੀ ਸੰਖਿਆ ਨੂੰ ਹੇਠਾਂ ਐਡਜਸਟ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
    "has_qualify_constraints": "ਕੀ ਤੁਸੀਂ ਹੋਰ ਸੀਮਾਵਾਂ ਨੂੰ ਪਰਿਭਾਸ਼ਿਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "has_qualify_constraints_message": "ਇਸ ਕੂਪਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਗਾਹਕ ਨੂੰ ਯੋਗ ਬਣਾਉਣ ਲਈ ਹੋਰ ਸ਼ਰਤਾਂ ਸੈਟ ਕਰੋ।",
    "one_time_use": "ਸਿੰਗਲ-ਵਰਤੋਂ",
    "one_time_use_message": "ਗਾਹਕ ਇੱਕ ਵਾਰ ਇਸ ਕੂਪਨ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦਾ ਹੈ।",
    "daily_limit": "ਰੋਜ਼ਾਨਾ ਸੀਮਾ",
    "no_limit": "ਕੋਈ ਸੀਮਾ ਨਹੀਂ",
    "daily_limit_message": "ਗਾਹਕ ਦੁਆਰਾ ਪ੍ਰਤੀ ਦਿਨ ਵਰਤੋਂ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਮਾਤਰਾ",
    "monthly_limit": "ਮਹੀਨਾਵਾਰ ਸੀਮਾ",
    "monthly_limit_message": "ਗਾਹਕ ਦੁਆਰਾ ਪ੍ਰਤੀ ਮਹੀਨਾ ਵਰਤੋਂ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਮਾਤਰਾ",
    "yearly_limit": "ਸਾਲਾਨਾ ਸੀਮਾ",
    "yearly_limit_message": "ਗਾਹਕ ਦੁਆਰਾ ਪ੍ਰਤੀ ਸਾਲ ਵਰਤੋਂ ਦੀ ਅਧਿਕਤਮ ਮਾਤਰਾ",
    "notifications": {
      "add": "ਨਵਾਂ ਕੂਪਨ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਇਆ ਗਿਆ।",
      "edit": "ਕੂਪਨ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ।"
    },
    "config": {
      "subtitle": "ਕੂਪਨ ਛੂਟ ਦੀ ਗਣਨਾ ਦਾ ਫਾਰਮੂਲਾ ਹੈ: ਚਾਰਜ + ਅਧਿਕਤਮ (ਸੀਮਾ, ਪ੍ਰਤੀਸ਼ਤ * ਕਾਰਟ ਕੀਮਤ)।"
    },
    "limit": {
      "subtitle": "ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ, ਤੁਸੀਂ ਪ੍ਰਤੀ ਕੂਪਨ ਦੀ ਵਰਤੋਂ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਸੰਖਿਆ ਅਤੇ ਹਰੇਕ ਕੂਪਨ ਪ੍ਰਦਾਨ ਕਰ ਸਕਣ ਵਾਲੀ ਸਭ ਤੋਂ ਵੱਧ ਛੋਟ ਦੀ ਰਕਮ ਦੋਵਾਂ ਨੂੰ ਸੈੱਟ ਕਰਨ ਦੇ ਯੋਗ ਹੋ।",
      "zero_message": "ਜ਼ੀਰੋ: ਕੋਈ ਸੀਮਾ ਨਹੀਂ ਹੈ!"
    },
    "duration": {
      "subtitle": "ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਕੂਪਨ ਦੇ ਕਿਰਿਆਸ਼ੀਲ ਹੋਣ ਲਈ ਇੱਕ ਖਾਸ ਸਮਾਂ ਸੀਮਾ ਸੈਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇਸ ਭਾਗ ਵਿੱਚ ਮਿਆਦ ਨੂੰ ਕੌਂਫਿਗਰ ਕਰ ਸਕਦੇ ਹੋ।"
    },
    "design": {
      "subtitle": "ਹਰੇਕ ਕੂਪਨ ਇੱਕ ਸਿਰਲੇਖ ਅਤੇ ਵਰਣਨ ਨੂੰ ਜੋੜਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦਾ ਹੈ। ਇਹ ਵੇਰਵੇ ਗਾਹਕ ਨੂੰ ਦਿਖਾਈ ਦੇਣਗੇ।"
    },
    "constraints": {
      "subtitle": "ਇੱਥੇ, ਤੁਹਾਡੇ ਕੋਲ ਕੂਪਨ ਲਈ ਵਾਧੂ ਵਿਅਕਤੀਗਤ ਮਾਪਦੰਡ ਸਥਾਪਤ ਕਰਨ ਦੀ ਸਮਰੱਥਾ ਹੈ।",
      "no_limit": "ਕੋਈ ਵਾਧੂ ਸੀਮਾ ਨਹੀਂ",
      "has_limit": "ਵਾਧੂ ਪਾਬੰਦੀਆਂ",
      "has_code_message": "ਉਪਭੋਗਤਾ ਨੂੰ ਕੂਪਨ ਜੋੜਨ ਲਈ ਕੋਡ ਦਰਜ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।"
    },
    "club": {
      "subtitle": "ਇਸ ਕੂਪਨ ਦੀ ਵਰਤੋਂ ਸਿਰਫ਼ ਚੁਣੇ ਹੋਏ ਗਾਹਕ ਕਲੱਬਾਂ ਦੇ ਮੈਂਬਰਾਂ ਤੱਕ ਹੀ ਸੀਮਤ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।"
    },
    "cluster": {
      "subtitle": "ਇਸ ਕੂਪਨ ਨੂੰ ਇੱਕ ਕਲੱਸਟਰ ਨਾਲ ਜੋੜ ਕੇ, ਤੁਸੀਂ ਇੱਕ ਸਿੰਗਲ ਟਿਕਾਣੇ ਵਿੱਚ ਹੋਰ ਸਰੋਤਾਂ ਦੇ ਨਾਲ ਇਸਨੂੰ ਆਸਾਨੀ ਨਾਲ ਪ੍ਰਬੰਧਿਤ ਕਰ ਸਕਦੇ ਹੋ।"
    },
    "preview": {
      "subtitle": "ਇੱਥੇ ਕੂਪਨ ਦੀ ਜਨਤਕ ਝਲਕ ਹੈ।"
    }
  },
  "offers": {
    "title": "ਪੇਸ਼ਕਸ਼ਾਂ",
    "sub_title": "ਤੁਸੀਂ ਆਪਣੇ ਗਾਹਕਾਂ ਲਈ ਵਿਸ਼ੇਸ਼ ਪੇਸ਼ਕਸ਼ਾਂ ਬਣਾ ਸਕਦੇ ਹੋ ਤਾਂ ਜੋ, ਇੱਕ ਆਈਟਮ ਖਰੀਦਣ ਤੋਂ ਬਾਅਦ, ਉਹਨਾਂ ਨੂੰ ਇੱਕ ਹੋਰ ਆਈਟਮ ਛੂਟ 'ਤੇ ਜਾਂ ਇੱਥੋਂ ਤੱਕ ਕਿ ਮੁਫਤ ਪ੍ਰਾਪਤ ਹੋ ਸਕੇ।",
    "create_new": "ਨਵੀਂ ਪੇਸ਼ਕਸ਼ ਸ਼ਾਮਲ ਕਰੋ",
    "qualified_products": "ਯੋਗ ਉਤਪਾਦ",
    "min_quantity": "ਘੱਟੋ-ਘੱਟ ਮਾਤਰਾ",
    "min_purchase": "ਘੱਟੋ-ਘੱਟ ਖਰੀਦਦਾਰੀ",
    "discounted_products": "ਛੋਟ ਵਾਲੇ ਉਤਪਾਦ",
    "amount_usage": "ਵਰਤੀ ਗਈ ਰਕਮ",
    "delete_alert": {
      "title": "ਪੇਸ਼ਕਸ਼ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਪੇਸ਼ਕਸ਼ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਪੇਸ਼ਕਸ਼ ਮਿਟਾਓ"
    },
    "notifications": {
      "delete_success": "ਪੇਸ਼ਕਸ਼ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।"
    }
  },
  "offer_edit": {
    "title_edit": "ਪੇਸ਼ਕਸ਼ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "title_add": "ਨਵੀਂ ਪੇਸ਼ਕਸ਼",
    "design_style": "ਡਿਜ਼ਾਈਨ ਅਤੇ ਸ਼ੈਲੀ",
    "eligible_constraints": "ਗਾਹਕ ਯੋਗ ਸੀਮਾਵਾਂ",
    "title_input": "ਸਿਰਲੇਖ",
    "title_input_hint": "ਤੁਸੀਂ ਇਸ ਛੂਟ ਕੋਡ ਲਈ ਇੱਕ ਸਿਰਲੇਖ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ",
    "description_input": "ਵਰਣਨ",
    "description_input_hint": "ਇਸ ਛੂਟ ਕੋਡ ਲਈ ਵੇਰਵਾ ਲਿਖੋ",
    "currency_input_message": "ਇਸ ਮੁਦਰਾ ਲਈ ਉਪਲਬਧ ਪੇਸ਼ਕਸ਼।",
    "qualified_products": "ਯੋਗ ਉਤਪਾਦ",
    "qualified_products_message": "ਉਤਪਾਦਾਂ ਦੇ ਯੋਗ ਹੋਣ ਲਈ, ਕਾਰਟ ਵਿੱਚ ਕੁੱਲ ਆਈਟਮਾਂ ਘੱਟੋ-ਘੱਟ ਮਾਤਰਾ ਤੋਂ ਬਰਾਬਰ ਜਾਂ ਵੱਧ ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ।",
    "min_items": "ਵਸਤੂਆਂ ਦੀ ਘੱਟੋ-ਘੱਟ ਮਾਤਰਾ",
    "min_items_message": "ਆਈਟਮਾਂ ਦੀ ਗਿਣਤੀ ਜੋ ਗਾਹਕ ਨੂੰ ਖਰੀਦਣੀ ਚਾਹੀਦੀ ਹੈ",
    "discounted_products": {
      "title": "ਛੋਟ ਵਾਲੇ ਉਤਪਾਦ",
      "subtitle": "ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਉਤਪਾਦਾਂ ਨੂੰ ਨਿਰਧਾਰਿਤ ਕਰ ਸਕਦੇ ਹੋ ਜਿਨ੍ਹਾਂ 'ਤੇ ਇਹ ਪੇਸ਼ਕਸ਼ ਛੋਟ ਲਾਗੂ ਕਰੇਗੀ।"
    },
    "offered_products": "ਦੀ ਪੇਸ਼ਕਸ਼ ਕੀਤੀ ਉਤਪਾਦ",
    "offered_products_message": "ਇਹਨਾਂ ਵਿੱਚੋਂ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਉਤਪਾਦ ਕਾਰਟ ਵਿੱਚ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "discount_percent": "ਛੂਟ ਪ੍ਰਤੀਸ਼ਤ",
    "discount_percent_message": "ਇਹਨਾਂ ਆਈਟਮਾਂ ਲਈ ਛੋਟ ਪ੍ਰਤੀਸ਼ਤ।",
    "discount_percent_hint": "ਛੋਟ ਪ੍ਰਤੀਸ਼ਤ ਦੀ ਮਾਤਰਾ",
    "per_order": "ਪ੍ਰਤੀ ਆਰਡਰ ਵਰਤੋਂ ਦੀ ਅਧਿਕਤਮ ਸੰਖਿਆ",
    "per_order_message": "ਆਰਡਰ 'ਤੇ ਪੇਸ਼ਕਸ਼ ਨੂੰ ਲਾਗੂ ਕੀਤੇ ਜਾਣ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਸੰਖਿਆ",
    "count_input": "ਦੀ ਰਕਮ",
    "count_input_hint": "ਇਸ ਪੇਸ਼ਕਸ਼ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਵਰਤੋਂ ਕਰੋ",
    "min_purchase": "ਘੱਟੋ-ਘੱਟ ਖਰੀਦ ਰਕਮ",
    "min_purchase_hint": "ਖਰੀਦ ਮੁੱਲ ਇਸ ਮੁੱਲ ਤੋਂ ਵੱਧ ਜਾਂ ਬਰਾਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ",
    "limitation": "ਸੀਮਾ",
    "date_start_input": "ਸ਼ੁਰੂ ਕਰੋ",
    "date_start_input_placeholder": "ਚੁਣੋ ਕਿ ਕੂਪਨ ਕਦੋਂ ਸ਼ੁਰੂ ਕਰਨਾ ਹੈ",
    "date_end_input": "ਅੰਤ",
    "date_end_input_placeholder": "ਚੁਣੋ ਕਿ ਛੋਟ ਕਦੋਂ ਖਤਮ ਹੋਵੇਗੀ",
    "max_actives_is_3": "ਤੁਹਾਡੇ ਕੋਲ ਇੱਕੋ ਸਮੇਂ ਸਿਰਫ਼ ਤਿੰਨ ਕਿਰਿਆਸ਼ੀਲ ਪੇਸ਼ਕਸ਼ਾਂ ਹੋ ਸਕਦੀਆਂ ਹਨ।",
    "enable": "ਆਟੋ ਲਾਗੂ",
    "notifications": {
      "add": "ਨਵੀਂ ਪੇਸ਼ਕਸ਼ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਈ ਗਈ।",
      "edit": "ਪੇਸ਼ਕਸ਼ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।"
    },
    "config": {
      "subtitle": "ਇਸਦੇ ਸਿਰਲੇਖ, ਵਰਣਨ, ਅਤੇ ਜਨਤਕ ਉਪਲਬਧਤਾ ਸਥਿਤੀ ਨੂੰ ਸਥਾਪਿਤ ਕਰਕੇ ਇੱਕ ਬੁੱਧੀਮਾਨ ਸੌਦੇ ਨੂੰ ਤਿਆਰ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ।"
    },
    "limit": {
      "subtitle": "ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ ਇਸ ਪੇਸ਼ਕਸ਼ ਲਈ ਵੱਧ ਤੋਂ ਵੱਧ ਵਰਤੋਂ ਸੀਮਾ ਸੈੱਟ ਕਰੋ।"
    },
    "duration": {
      "subtitle": "ਜੇਕਰ ਤੁਸੀਂ ਕਿਸੇ ਪੇਸ਼ਕਸ਼ ਲਈ ਇੱਕ ਖਾਸ ਸਮਾਂ ਸੀਮਾ ਸੈਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇੱਥੇ ਮਿਆਦ ਨੂੰ ਕੌਂਫਿਗਰ ਕਰ ਸਕਦੇ ਹੋ।"
    },
    "constraints": {
      "subtitle": "ਇੱਥੇ ਪੇਸ਼ਕਸ਼ ਲਈ ਯੋਗਤਾ ਮਾਪਦੰਡ ਅਤੇ ਸ਼ਰਤਾਂ ਸੈਟ ਕਰੋ। ਇਹ ਪੇਸ਼ਕਸ਼ ਕਾਰਟ ਆਈਟਮਾਂ 'ਤੇ ਲਾਗੂ ਹੁੰਦੀ ਹੈ ਜੋ ਇਹਨਾਂ ਸ਼ਰਤਾਂ ਨੂੰ ਪੂਰਾ ਕਰਦੇ ਹਨ।"
    },
    "cluster": {
      "subtitle": "ਇਸ ਪੇਸ਼ਕਸ਼ ਨੂੰ ਇੱਕ ਕਲੱਸਟਰ ਨਾਲ ਜੋੜ ਕੇ, ਤੁਸੀਂ ਇਸ ਨੂੰ ਇੱਕ ਥਾਂ 'ਤੇ ਹੋਰ ਸਰੋਤਾਂ ਦੇ ਨਾਲ ਆਸਾਨੀ ਨਾਲ ਪ੍ਰਬੰਧਿਤ ਕਰ ਸਕਦੇ ਹੋ।"
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "ਬੈਨਰ",
      "reportage": "ਰਿਪੋਰਟੇਜ",
      "social": "ਸੋਸ਼ਲ ਮੀਡੀਆ",
      "offline": "ਔਫਲਾਈਨ"
    }
  },
  "emails": {
    "title": "ਈਮੇਲ ਮਾਰਕੀਟਿੰਗ",
    "subtitle": "ਡ੍ਰੈਗ ਅਤੇ ਡ੍ਰੌਪ ਦੁਆਰਾ ਈਮੇਲਾਂ ਨੂੰ ਡਿਜ਼ਾਈਨ ਕਰੋ, ਰੀਟੈਨਸ਼ਨ ਨੂੰ ਵਧਾਉਣ ਲਈ ਮੁਹਿੰਮਾਂ ਨੂੰ ਅਨੁਸੂਚਿਤ ਕਰੋ ਅਤੇ ਲਾਂਚ ਕਰੋ, ਅਤੇ ਇੱਕ ਥਾਂ 'ਤੇ ਭਰੋਸੇਯੋਗ ਅਤੇ ਸਹੀ ਜਾਣਕਾਰੀ ਦੇਖੋ।",
    "cation_message": "⚠ ਪ੍ਰਮਾਣਿਤ ਵਪਾਰੀਆਂ ਲਈ ਪ੍ਰਤਿਬੰਧਿਤ। (ਬੀਟਾ)",
    "subject": "ਵਿਸ਼ਾ",
    "from": "ਤੋਂ",
    "in_que": "ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ",
    "schedule_at": "'ਤੇ ਤਹਿ ਕਰੋ",
    "sent": "ਭੇਜਿਆ",
    "sends": "ਭੇਜਦਾ ਹੈ",
    "delivers": "ਡਿਲੀਵਰ ਕੀਤਾ",
    "views": "ਵਿਚਾਰ",
    "clicks": "ਕਲਿਕਸ",
    "buys": "ਖਰੀਦਦਾਰੀ",
    "new_email": "ਨਵੀਂ ਈਮੇਲ ਸ਼ਾਮਲ ਕਰੋ",
    "new_email_message": "ਨਵੀਂ ਮਾਰਕੀਟਿੰਗ ਈਮੇਲ ਬਣਾਓ ਅਤੇ ਤਹਿ ਕਰੋ"
  },
  "email_dashboard": {
    "review": "ਸਮੀਖਿਆ",
    "waiting_for_approve": "{name} ਵੱਲੋਂ ਪੁਸ਼ਟੀਕਰਨ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ",
    "approved_by": "ਈਮੇਲ {name} ਦੁਆਰਾ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਅਤੇ ਭੇਜੀ ਗਈ।",
    "not_submitted_send_request": "ਤੁਸੀਂ ਅਜੇ ਤੱਕ ਇਸ ਈਮੇਲ ਨੂੰ ਭੇਜਣ ਲਈ ਕੋਈ ਬੇਨਤੀ ਦਰਜ ਨਹੀਂ ਕੀਤੀ ਹੈ।",
    "reviewed_by": "{name} ਦੁਆਰਾ ਸਮੀਖਿਆ ਕੀਤੀ ਗਈ",
    "status": "ਈਮੇਲ ਸਥਿਤੀ",
    "conversion": "ਪਰਿਵਰਤਨ ਦਰਾਂ",
    "sell_performance": "ਵਿਕਰੀ ਪ੍ਰਦਰਸ਼ਨ",
    "total_buys": "ਵਿਕਰੀ ਦੀ ਕੁੱਲ ਸੰਖਿਆ",
    "amount_buy": "ਕੁੱਲ ਵਿਕਰੀ ਰਕਮ",
    "average_sell": "ਔਸਤ ਵਿਕਰੀ",
    "sessions": "ਸੈਸ਼ਨ",
    "overview": "ਸੰਖੇਪ ਜਾਣਕਾਰੀ",
    "purchase_amount": "ਖਰੀਦ ਦੀ ਰਕਮ",
    "actions": "ਉਪਭੋਗਤਾ ਗਤੀਵਿਧੀ"
  },
  "email_page": {
    "emails": "ਈਮੇਲਾਂ",
    "edit": "ਸੰਪਾਦਿਤ ਕਰੋ"
  },
  "affiliate_page": {
    "affiliates": "ਐਫੀਲੀਏਟ ਭਾਈਵਾਲ",
    "orders": "ਆਰਡਰ",
    "payments": "ਭੁਗਤਾਨ"
  },
  "affiliate_dashboard": {
    "link": "ਐਫੀਲੀਏਟ ਪਾਰਟਨਰ ਲਿੰਕ",
    "fix_commission": "ਸਥਿਰ ਕਮਿਸ਼ਨ",
    "percent_commission": "ਪ੍ਰਤੀਸ਼ਤ-ਅਧਾਰਿਤ ਕਮਿਸ਼ਨ",
    "last_payment": "ਆਖਰੀ ਭੁਗਤਾਨ",
    "balance": "ਸੰਤੁਲਨ",
    "total_payment": "ਕੁੱਲ ਭੁਗਤਾਨ",
    "status": "ਐਫੀਲੀਏਟ ਸਹਿਭਾਗੀ ਸਥਿਤੀ ਅਤੇ ਪਾਬੰਦੀਆਂ",
    "available_for": "ਲਈ ਉਪਲਬਧ ਹੈ",
    "orders_count": "ਆਰਡਰ ਦੀ ਰਕਮ",
    "orders_accepted": "ਸਵੀਕਾਰ ਕੀਤੇ ਆਦੇਸ਼",
    "finance": "ਵਿੱਤੀ ਰਿਪੋਰਟ",
    "amount_accepted": "ਸਵੀਕਾਰ ਕੀਤੀ ਰਕਮ",
    "amount_paid": "ਭੁਗਤਾਨ ਕੀਤੀ ਰਕਮ",
    "sessions": "ਸੈਸ਼ਨ",
    "affiliate_payment": "ਐਫੀਲੀਏਟ ਪਾਰਟਨਰ ਭੁਗਤਾਨ",
    "amount_payment": "ਭੁਗਤਾਨ ਦੀ ਰਕਮ",
    "amount_payment_hint": "ਲੈਣ-ਦੇਣ ਦੀ ਸਹੀ ਮਾਤਰਾ",
    "i_paid": "ਮੈਂ {name} ਨੂੰ {amount} {currency} ਦਾ ਭੁਗਤਾਨ ਕੀਤਾ",
    "pay_now": "ਹੁਣੇ ਭੁਗਤਾਨ ਕਰੋ"
  },
  "permission_roles": {
    "new_role": "ਨਵੀਂ ਭੂਮਿਕਾ ਸ਼ਾਮਲ ਕਰੋ",
    "new_role_message": "ਟੀਮ ਵਰਕ ਨੂੰ ਆਸਾਨ ਬਣਾਓ।",
    "new_role_action": "ਨਵੀਂ ਭੂਮਿਕਾ ਸ਼ਾਮਲ ਕਰੋ"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "ਲਾਟਰੀ",
    "sub_title": "ਤੁਹਾਡੇ ਗਾਹਕ ਗੇਮ ਖੇਡ ਸਕਦੇ ਹਨ ਅਤੇ ਜਿੱਤ ਸਕਦੇ ਹਨ। ਤੁਹਾਡੇ ਸਟੋਰ ਦੇ ਗਾਹਕਾਂ ਨੂੰ ਹਰੇਕ ਗੇਮ ਲਈ 10 ਚਿਪਸ ਦੀ ਵਰਤੋਂ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਉਦਾਹਰਨ ਲਈ, ਜੇਕਰ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਨੂੰ 1000 USD ਜਿੱਤਣ ਦਾ ਮੌਕਾ ਮਿਲੇ, ਤਾਂ ਤੁਹਾਨੂੰ ਹਰੇਕ ਚਿੱਪ ਦੀ ਕੀਮਤ 100 USD 'ਤੇ ਸੈੱਟ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ। ਹਰੇਕ ਚਿੱਪ ਲਈ 0 ਦੇ ਮੁੱਲ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਖਰੀਦਦਾਰ ਨੂੰ ਹਰੇਕ ਖਰੀਦ ਲਈ ਇੱਕ ਚਿੱਪ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ।",
    "manually_send_chip": "ਕੀ ਤੁਸੀਂ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਹੱਥੀਂ ਚਿਪਸ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "lottery_enable": "ਕੀ ਲਾਟਰੀ ਯੋਗ ਹੈ?",
    "chip_price_input": "ਚਿੱਪ ਦੀ ਕੀਮਤ",
    "zero_chip_message": "ਪ੍ਰਤੀ ਆਰਡਰ 1x ਚਿੱਪ ਦਿਓ",
    "chip_has_price_message": "ਆਰਡਰ ਦੀ ਪ੍ਰਤੀ {amount} {currency} 1 ਚਿੱਪ ਦਿਓ।",
    "chip_disabled_message": "ਚਿੱਪ ਅਯੋਗ ਹੈ!",
    "create_new": "ਨਵਾਂ ਇਨਾਮ ਸ਼ਾਮਲ ਕਰੋ",
    "delete_alert": {
      "title": "ਇਨਾਮ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਪੱਕੇ ਤੌਰ 'ਤੇ ਇਸ ਇਨਾਮ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਹੁਣੇ ਮਿਟਾਓ"
    },
    "notifications": {
      "delete_success": "ਇਨਾਮ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਇਆ ਗਿਆ।"
    },
    "manual_send_token_action": "ਮੈਨੁਅਲ ਟੋਕਨ",
    "config": {
      "subtitle": "ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਇੱਕ ਗੇਮੀਫਾਈਡ ਅਨੁਭਵ ਨਾਲ ਗਾਹਕ ਖਰੀਦਦਾਰੀ ਨੂੰ ਵਧਾਓ। ਖਰੀਦਦਾਰੀ ਰਾਹੀਂ ਟੋਕਨ ਕਮਾਉਣ ਵਾਲੇ ਗਾਹਕਾਂ ਲਈ ਇਨਾਮ ਅਤੇ ਜਿੱਤਣ ਦੀਆਂ ਸੰਭਾਵਨਾਵਾਂ ਸੈਟ ਅਪ ਕਰੋ। ਹਰੇਕ ਗੇਮ ਖੇਡਣ ਲਈ 10 ਟੋਕਨਾਂ ਦੀ ਲਾਗਤ ਹੁੰਦੀ ਹੈ, ਅਤੇ ਤੁਸੀਂ ਪਹਿਲੀ ਵਾਰ ਖਰੀਦਦਾਰਾਂ ਲਈ ਵਿਸ਼ੇਸ਼ ਇਨਾਮ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰ ਸਕਦੇ ਹੋ। ਡਿਫੌਲਟ ਗੇਮ ਵ੍ਹੀਲ ਆਫ ਫਾਰਚਿਊਨ ਹੈ, ਪਰ ਤੁਸੀਂ ਇਸਨੂੰ ਆਪਣੀ ਦੁਕਾਨ ਦੇ ਲੇਆਉਟ ਵਿੱਚ ਫਿੱਟ ਕਰਨ ਲਈ ਅਨੁਕੂਲਿਤ ਕਰ ਸਕਦੇ ਹੋ।"
    },
    "empty_prize_list": "ਇੱਥੇ ਇਨਾਮ ਬਣਾਓ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ..."
  },
  "lottery_edit": {
    "title_edit": "ਲਾਟਰੀ ਆਈਟਮ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "title_add": "ਨਵੀਂ ਲਾਟਰੀ ਆਈਟਮ",
    "general_config": "ਆਮ ਸੰਰਚਨਾ",
    "design_style": "ਸ਼ੈਲੀ ਅਤੇ ਦਿੱਖ",
    "enable": "ਯੋਗ ਕੀਤਾ?",
    "enable_message": "ਇੱਕ ਪਹੀਏ ਵਿੱਚ ਅਧਿਕਤਮ ਆਈਟਮਾਂ 14 ਹਨ।",
    "title_input": "ਸਿਰਲੇਖ",
    "title_input_hint": "ਇੱਕ ਛੋਟਾ ਸਿਰਲੇਖ ਲਿਖੋ.",
    "description_input": "ਵਰਣਨ",
    "description_input_hint": "ਆਈਟਮ ਬਾਰੇ ਵੇਰਵਾ ਲਿਖੋ।",
    "quantity": "ਮਾਤਰਾ",
    "quantity_message": "ਕੁੱਲ ਉਪਲਬਧ ਆਈਟਮਾਂ",
    "image": "ਚਿੱਤਰ",
    "image_placeholder": "ਆਈਟਮ ਲਈ ਇੱਕ ਚਿੱਤਰ ਚੁਣੋ",
    "chance": "ਮੌਕਾ",
    "chance_message": "ਪ੍ਰਤੀਸ਼ਤ ਵਿੱਚ ਜਿੱਤਣ ਦਾ ਮੌਕਾ",
    "free_for_first": "ਕੀ ਇਹ ਨਵੇਂ ਗਾਹਕਾਂ ਲਈ ਮੁਫ਼ਤ ਹੈ?",
    "free_for_first_message": "ਨਵੇਂ ਗਾਹਕ ਇਸ ਆਈਟਮ ਨੂੰ ਜਿੱਤ ਸਕਦੇ ਹਨ।",
    "prize": {
      "title": "ਇਨਾਮ",
      "subtitle": "ਇੱਥੇ ਇਨਾਮ ਦੇ ਵੇਰਵੇ ਸੈਟ ਅਪ ਕਰੋ। ਵਿਕਲਪਾਂ ਵਿੱਚ ਛੂਟ ਕੋਡ, ਤੋਹਫ਼ੇ ਕਾਰਡ, ਕ੍ਰੈਡਿਟ, ਅਤੇ ਲਾਟਰੀ ਇਨਾਮ ਵਜੋਂ ਹੋਰ ਛੋਟਾਂ ਸ਼ਾਮਲ ਹਨ।"
    },
    "amount": "ਇਨਾਮ ਦੀ ਰਕਮ",
    "amount_hint": "ਉਪਭੋਗਤਾ ਆਪਣੇ ਆਰਡਰ ਲਈ ਚਾਰਜ ਦੀ ਇਸ ਰਕਮ ਨੂੰ ਜਿੱਤਦੇ ਹਨ।",
    "currency_message": "ਇਸ ਆਈਟਮ ਲਈ ਮੁਦਰਾ। ਹੋਰ ਮੁਦਰਾਵਾਂ ਨੂੰ ਐਕਸਚੇਂਜ ਦਰ ਦੁਆਰਾ ਬਦਲਿਆ ਜਾਂਦਾ ਹੈ।",
    "discount": "ਛੂਟ",
    "discount_message": "ਗਾਹਕ ਆਰਡਰ 'ਤੇ ਛੂਟ ਪ੍ਰਤੀਸ਼ਤ",
    "discount_limit": "ਛੂਟ ਸੀਮਾ",
    "discount_limit_hint": "ਗਾਹਕ ਲਈ ਵੱਧ ਤੋਂ ਵੱਧ ਛੋਟ।",
    "color": "ਰੰਗ",
    "condition": "ਹਾਲਾਤ",
    "notifications": {
      "add": "ਨਵੀਂ ਲਾਟਰੀ ਆਈਟਮ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਈ ਗਈ।",
      "edit": "ਲਾਟਰੀ ਆਈਟਮਾਂ ਸਫਲਤਾਪੂਰਵਕ ਬਦਲੀਆਂ ਗਈਆਂ।"
    },
    "not_free_for_first_message": "ਇਹ ਇਨਾਮ ਪਹਿਲੀ ਮੁਫ਼ਤ ਖੇਡ ਲਈ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।",
    "config": {
      "subtitle": "ਇੱਥੇ, ਤੁਸੀਂ ਆਪਣੀ ਦੁਕਾਨ ਦੇ ਲਾਟਰੀ ਇਨਾਮ ਬਣਾ ਸਕਦੇ ਹੋ। ਹਰੇਕ ਇਨਾਮ ਲਈ ਸਿਰਲੇਖ, ਵਰਣਨ, ਰੰਗ ਅਤੇ ਚਿੱਤਰ ਸੈੱਟ ਕਰੋ।"
    },
    "design": {
      "subtitle": "ਇੱਥੇ, ਤੁਹਾਡੇ ਕੋਲ ਇਨਾਮ ਲਈ ਇੱਕ ਚਿੱਤਰ ਅਤੇ ਰੰਗ ਚੁਣਨ ਦਾ ਵਿਕਲਪ ਹੈ।"
    },
    "constraints": {
      "subtitle": "ਇਹ ਇਨਾਮ ਜਿੱਤਣ ਲਈ ਮਾਪਦੰਡ ਅਤੇ ਸੀਮਾਵਾਂ ਨਿਰਧਾਰਤ ਕਰੋ।"
    },
    "product_input": {
      "label": "ਉਤਪਾਦ ਇਨਾਮ",
      "message": "ਇਨਾਮ ਲਈ ਇੱਕ ਉਤਪਾਦ ਚੁਣੋ (ਮੁਫ਼ਤ ਹੈ)"
    }
  },
  "gift_card_types_list": {
    "label": "ਗਿਫਟ ਕਾਰਡ ਦੀ ਕਿਸਮ",
    "message": "ਸੂਚੀ ਵਿੱਚੋਂ ਇੱਕ ਤੋਹਫ਼ਾ ਕਾਰਡ ਦੀ ਕਿਸਮ ਚੁਣੋ।"
  },
  "email_builder": {
    "service_unavailable": "ਮੇਲ ਸਰਵਰ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਕਿਰਿਆਸ਼ੀਲ ਨਹੀਂ ਹੈ।",
    "design_section": "ਤੁਹਾਡੀ ਈਮੇਲ ਡਿਜ਼ਾਈਨ ਪਲੇਟ",
    "schedule_switch": "ਕੀ ਈਮੇਲ ਭੇਜਣਾ ਤਹਿ ਕਰਨਾ ਹੈ?",
    "schedule_placeholder": "ਈਮੇਲ ਭੇਜਣ ਲਈ ਸਮਾਂ ਚੁਣੋ"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਮਿਤੀ",
      "description": "ਉਪਭੋਗਤਾ ਦੀ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਮਿਤੀ ਦੁਆਰਾ ਫਿਲਟਰ ਕਰੋ।"
    },
    "LAST_BUY_DATE": {
      "title": "ਪਿਛਲੀ ਖਰੀਦਦਾਰੀ",
      "description": "ਆਖਰੀ ਖਰੀਦ ਮਿਤੀ।"
    },
    "LOGIN_DATE": {
      "title": "ਲੌਗਇਨ ਮਿਤੀ",
      "description": "ਆਖਰੀ ਲੌਗਇਨ ਮਿਤੀ।"
    },
    "LEVEL": {
      "title": "ਗਾਹਕ ਕਲੱਬ",
      "description": "ਗਾਹਕ ਕਲੱਬ ਦੇ ਮੈਂਬਰ।"
    },
    "SUBSCRIBED": {
      "title": "ਸਬਸਕ੍ਰਾਈਬ ਕੀਤਾ",
      "description": "ਈਮੇਲ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਗਾਹਕੀ ਲੈਣ ਲਈ।"
    },
    "NOT_PURCHASED": {
      "title": "ਕੋਈ ਖਰੀਦਦਾਰੀ ਨਹੀਂ",
      "description": "ਜਿਨ੍ਹਾਂ ਗਾਹਕਾਂ ਨੇ ਹੁਣ ਤੱਕ ਖਰੀਦਦਾਰੀ ਨਹੀਂ ਕੀਤੀ ਹੈ।"
    },
    "SEX": {
      "title": "ਲਿੰਗ",
      "description": "ਉਪਭੋਗਤਾ ਲਿੰਗ।"
    },
    "LOCATION": {
      "title": "ਟਿਕਾਣਾ",
      "description": "ਯੂਜ਼ਰ ਟਿਕਾਣਾ।"
    },
    "LIMIT": {
      "title": "ਸੀਮਾ",
      "description": "ਉਪਭੋਗਤਾਵਾਂ ਦੀ ਅਧਿਕਤਮ ਸੰਖਿਆ 'ਤੇ ਇੱਕ ਸੀਮਾ ਸੈਟ ਕਰੋ।"
    },
    "SEGMENTS": {
      "title": "ਖੰਡ",
      "description": "ਖਾਸ ਮੈਨੁਅਲ ਸੈਗਮੈਂਟੇਸ਼ਨ ਵਿੱਚ ਗਾਹਕਾਂ ਨੂੰ ਸੀਮਤ ਕਰੋ।"
    }
  },
  "inline_help": {
    "helps_title": "ਸੇਵਾ ਉਪਭੋਗਤਾ ਗਾਈਡ",
    "blogs_title": "ਸੇਲਡੋਨ ਬਲੌਗ ਵਿੱਚ ਸੰਬੰਧਿਤ ਸਮੱਗਰੀ"
  },
  "shop_tax": {
    "region": "ਖੇਤਰ",
    "label": "ਲੇਬਲ",
    "country_tax": "ਦੇਸ਼ ਦਾ ਟੈਕਸ",
    "customer_tax": "ਗਾਹਕ ਵੈਟ",
    "business_tax": "ਵਪਾਰ ਵੈਟ",
    "shipping": "ਸ਼ਿਪਿੰਗ",
    "override": "ਓਵਰਰਾਈਡ ਕਰੋ",
    "country": "ਦੇਸ਼",
    "vat_range": "ਵੈਟ ਰੇਂਜ",
    "custom": "ਪ੍ਰਥਾ",
    "regions": "ਖੇਤਰ",
    "rest_world": "ਬਾਕੀ ਦੁਨੀਆਂ",
    "overrides": "ਓਵਰਰਾਈਡ ਕਰਦਾ ਹੈ",
    "dialog_set_title": "ਟੈਕਸ ਸੈਟਿੰਗਾਂ",
    "tax_setting": "ਟੈਕਸ ਸੈਟਿੰਗਾਂ",
    "vat": "VAT",
    "calculate_tax_input": "ਆਟੋ ਕੈਲਕੂਲੇਟ ਟੈਕਸ",
    "calculate_tax_message": "ਇਸ ਵਿਕਲਪ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਕਰਨ ਨਾਲ, ਵੈਟ ਦੀ ਗਣਨਾ ਕੀਤੀ ਜਾਵੇਗੀ ਅਤੇ ਤੁਹਾਡੇ ਆਰਡਰਾਂ ਲਈ ਲਾਗੂ ਕੀਤਾ ਜਾਵੇਗਾ।",
    "tax_number": "ਟੈਕਸ ਨੰਬਰ",
    "tax_number_message": "ਆਪਣਾ ਟੈਕਸ ਨੰਬਰ ਦਾਖਲ ਕਰੋ। ਇਹ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ ਖਰੀਦਦਾਰ ਦੇ ਚਲਾਨ ਵਿੱਚ ਦਰਜ ਕੀਤਾ ਜਾਵੇਗਾ।",
    "tax_included_in_price_input": "ਉਤਪਾਦਾਂ ਦੀ ਕੀਮਤ ਵਿੱਚ ਟੈਕਸ ਸ਼ਾਮਲ ਹੈ",
    "tax_included_in_price_message": "ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਉਤਪਾਦ ਦੀ ਕੀਮਤ ਵਿੱਚ ਟੈਕਸ ਦੀ ਰਕਮ ਸ਼ਾਮਲ ਕਰਦੇ ਹੋ ਤਾਂ ਇਹ ਵਿਕਲਪ ਚੁਣੋ। ਟੈਕਸ ਦੀ ਰਕਮ ਦੀ ਗਣਨਾ ਹੇਠਾਂ ਦਿੱਤੇ ਫਾਰਮੂਲੇ ਨਾਲ ਕੀਤੀ ਜਾਵੇਗੀ:",
    "tax_included_in_price_formula": "ਟੈਕਸ = (ਕੀਮਤ * ਵੈਟ) / (1 + ਵੈਟ), ਉਦਾਹਰਨ ਲਈ, 10% ਦੀ ਮੁੱਲ ਜੋੜੀ ਦਰ ਨਾਲ 100$ ਦੀ ਕੀਮਤ 'ਤੇ ਉਤਪਾਦ ਲਈ ਟੈਕਸ ਦੀ ਮਾਤਰਾ 9.09$ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "tax_on_shipping_input": "ਸ਼ਿਪਿੰਗ 'ਤੇ ਟੈਕਸ ਲਾਗੂ ਕਰੋ",
    "tax_on_shipping_message": "ਇਸ ਵਿਕਲਪ ਨੂੰ ਚੁਣਨ ਨਾਲ ਟੈਕਸ ਸ਼ਿਪਿੰਗ 'ਤੇ ਲਾਗੂ ਕੀਤਾ ਜਾਵੇਗਾ।",
    "fixed_tax_rate": "ਸਥਿਰ ਟੈਕਸ ਦਰ",
    "dynamic_tax_rate": "ਖੇਤਰਾਂ 'ਤੇ ਆਧਾਰਿਤ ਟੈਕਸ",
    "locations_tip": "ਉਪਰੋਕਤ ਸੂਚੀ ਸਿਰਫ਼ ਉਹਨਾਂ ਦੇਸ਼ਾਂ ਨੂੰ ਦਿਖਾਉਂਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਦੁਕਾਨ ਸੈਟਿੰਗਾਂ > ਸਥਾਨਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇਸ਼ਾਂ ਵਜੋਂ ਚੁਣਿਆ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੁਸੀਂ ਵੇਚਦੇ ਹੋ।",
    "locations_action": "ਸਟੋਰ ਟਿਕਾਣੇ ਸੈਟਿੰਗ",
    "save_alert": "ਸੈਟਿੰਗਾਂ ਸੁਰੱਖਿਅਤ ਨਹੀਂ ਹਨ!",
    "pos_tax_setting": "POS ਟੈਕਸ ਸੈਟਿੰਗਾਂ",
    "tax_exclude_title": "ਛੱਡਿਆ ╏ ਚੈੱਕਆਊਟ 'ਤੇ ਟੈਕਸ ਜੋੜਿਆ ਜਾਵੇਗਾ",
    "tax_excluded_message": "ਟੈਕਸਾਂ ਦੀ ਗਣਨਾ ਚੈੱਕਆਉਟ ਦੌਰਾਨ ਭੁਗਤਾਨਾਂ ਤੋਂ ਪਹਿਲਾਂ ਕੀਤੀ ਜਾਵੇਗੀ ਅਤੇ ਤੁਹਾਡੇ ਗਾਹਕ ਸਬੂਤ ਦੇ ਆਧਾਰ 'ਤੇ ਬਾਹਰ ਰੱਖੀ ਗਈ ਟੈਕਸ ਕੀਮਤ ਵਿੱਚ ਜੋੜ ਦਿੱਤੀ ਜਾਵੇਗੀ।"
  },
  "transportation_page": {
    "menu": {
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "transportations": "ਸ਼ਿਪਿੰਗ ਢੰਗ",
      "orders": "ਆਰਡਰ",
      "setting": "ਸੈਟਿੰਗ",
      "delivery_services": "ਸੇਵਾਵਾਂ",
      "delivery_persons": "ਕੋਰੀਅਰਜ਼"
    },
    "go_to_courier_list": "ਕੋਰੀਅਰਾਂ ਦੀ ਸੂਚੀ ਵੇਖੋ",
    "go_to_service_list": "ਸ਼ਿਪਿੰਗ ਸੇਵਾਵਾਂ ਦੀ ਸੂਚੀ ਦੇਖੋ"
  },
  "transportation_persons": {
    "title": "ਕੋਰੀਅਰਜ਼",
    "notifications": {
      "success_add": "ਕੋਰੀਅਰ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
      "success_reset": "ਅੰਕੜੇ ਰੀਸੈਟ।",
      "success_remove": "ਕੋਰੀਅਰ ਸਫਲਤਾਪੂਰਵਕ ਹਟਾਇਆ ਗਿਆ।",
      "success_update": "ਕੋਰੀਅਰ ਜਾਣਕਾਰੀ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।"
    },
    "reset": {
      "title": "ਅੰਕੜੇ ਰੀਸੈਟ ਕਰੋ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਕੋਰੀਅਰ ਦੇ ਅੰਕੜਿਆਂ ਨੂੰ ਰੀਸੈਟ ਕਰਨਾ ਯਕੀਨੀ ਹੋ?",
      "action": "ਹਾਂ, ਹੁਣੇ ਰੀਸੈਟ ਕਰੋ"
    },
    "remove": {
      "title": "ਕੋਰੀਅਰ ਹਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਕੋਰੀਅਰ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਹੁਣੇ ਹਟਾਓ"
    },
    "add_dialog": {
      "title": "ਨਵਾਂ ਕੋਰੀਅਰ ਸ਼ਾਮਲ ਕਰੋ",
      "action": "ਕੋਰੀਅਰ ਸ਼ਾਮਲ ਕਰੋ"
    }
  },
  "transportation_orders": {
    "title": "ਸ਼ਿਪਿੰਗ ਲਈ ਆਰਡਰ",
    "notifications": {
      "success_update": "ਸ਼ਿਪਿੰਗ ਸਥਿਤੀ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।",
      "success_payment": "COD ਭੁਗਤਾਨ ਦੀ ਸਫਲਤਾਪੂਰਵਕ ਪੁਸ਼ਟੀ ਹੋਈ।"
    }
  },
  "delivery_person": {
    "actions_title": "ਕੋਰੀਅਰ ਸੈਟਿੰਗਾਂ",
    "action_delivered": "ਭੇਜ ਦਿੱਤਾ",
    "action_paid": "COD ਦਾ ਭੁਗਤਾਨ ਕੀਤਾ ਗਿਆ",
    "action_returned": "ਵਾਪਸ ਆ",
    "cod_confirm_action": "COD ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
    "pickup_dialog": {
      "title": "ਕੀ ਤੁਸੀਂ ਇਸ ਪੈਕੇਜ ਦਾ ਕੋਰੀਅਰ ਕਰ ਰਹੇ ਹੋ?",
      "message": "ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਪਾਰਸਲ ਨੂੰ ਲਿਜਾਣ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਹੋ, ਤਾਂ ਹਾਂ ਦੀ ਚੋਣ ਕਰੋ, ਨਹੀਂ ਤਾਂ ਨਹੀਂ ਦੀ ਚੋਣ ਕਰੋ।"
    },
    "status_dialog": {
      "title": "ਸਥਿਤੀ ਨੂੰ {status} ਵਿੱਚ ਬਦਲੋ",
      "message": "ਕੀ ਤੁਸੀਂ ਡਿਲੀਵਰੀ ਸਥਿਤੀ ਨੂੰ {status} ਵਿੱਚ ਬਦਲਣਾ ਯਕੀਨੀ ਹੋ?",
      "action": "ਹਾਂ, ਮੈਂ ਇਸਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹਾਂ!"
    },
    "cod_dialog": {
      "title": "COD ਭੁਗਤਾਨ",
      "message": "ਕੀ ਤੁਸੀਂ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹੋ ਕਿ ਤੁਹਾਨੂੰ ਖਰੀਦਦਾਰ ਤੋਂ ਆਰਡਰ ਦੀ ਰਕਮ ਪ੍ਰਾਪਤ ਹੋਈ ਹੈ?",
      "action": "ਹਾਂ, ਮੈਂ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ ਹਾਂ!"
    }
  },
  "transportation_services": {
    "title": "ਡਿਲਿਵਰੀ ਸੇਵਾ",
    "notifications": {
      "success_add": "ਡਿਲੀਵਰੀ ਸੇਵਾ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ।",
      "success_reset": "ਅੰਕੜੇ ਰੀਸੈਟ।",
      "success_remove": "ਸੇਵਾ ਸਫਲਤਾਪੂਰਵਕ ਹਟਾਈ ਗਈ।",
      "success_update": "ਸੇਵਾ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।"
    },
    "reset": {
      "title": "ਅੰਕੜੇ ਰੀਸੈਟ ਕਰੋ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਸੇਵਾ ਦੇ ਅੰਕੜਿਆਂ ਨੂੰ ਰੀਸੈਟ ਕਰਨਾ ਯਕੀਨੀ ਹੋ?",
      "action": "ਹਾਂ, ਹੁਣੇ ਰੀਸੈਟ ਕਰੋ"
    },
    "remove": {
      "title": "ਡਿਲੀਵਰੀ ਸੇਵਾ ਹਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਸੇਵਾ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਹੁਣੇ ਹਟਾਓ"
    },
    "add_dialog": {
      "title": "ਨਵੀਂ ਡਿਲੀਵਰੀ ਸੇਵਾ ਸ਼ਾਮਲ ਕਰੋ",
      "action": "ਸੇਵਾ ਸ਼ਾਮਲ ਕਰੋ"
    }
  },
  "delivery_receipt": {
    "title": "ਡਿਲਿਵਰੀ ਰਸੀਦ",
    "has_return": "ਡਿਲੀਵਰੀ ਦੀ ਵਾਪਸੀ",
    "cashed": "ਨਕਦ ਭੁਗਤਾਨ"
  },
  "delivery_dashboard": {
    "select_destinations": "ਸੂਚੀ ਵਿੱਚ ਆਰਡਰ ਸ਼ਾਮਲ ਕਰੋ",
    "price_calculation": "ਸ਼ਿਪਿੰਗ ਦਰਾਂ ਦਾ ਅੰਦਾਜ਼ਾ ਲਗਾਓ",
    "price_calculation_action": "ਕੀਮਤ ਦੀ ਗਣਨਾ ਕਰੋ",
    "add_request": "ਸੇਵਾ ਲਈ ਬੇਨਤੀ ਕਰੋ",
    "add_request_action": "ਸੇਵਾ ਬੇਨਤੀ ਜਮ੍ਹਾਂ ਕਰੋ",
    "refresh_action": "ਜਾਣਕਾਰੀ ਅੱਪਡੇਟ ਕਰੋ"
  },
  "delivery_order": {
    "title": "ਸ਼ਿਪਿੰਗ ਆਰਡਰ",
    "has_return": "ਡਿਲੀਵਰੀ ਦੀ ਵਾਪਸੀ",
    "cashed": "ਨਕਦ ਭੁਗਤਾਨ"
  },
  "cash_register": {
    "menu": {
      "panel": "ਰੋਕਡ ਵਹੀ",
      "orders": "ਆਰਡਰ",
      "customers": "ਗਾਹਕ",
      "devices": "ਯੰਤਰ",
      "inventory": "ਵਸਤੂ ਸੂਚੀ"
    },
    "payment_confirm": "ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ",
    "payment_confirm_msg": "ਗਾਹਕ ਭੁਗਤਾਨ ਕੀਤਾ ਆਰਡਰ {basket_id}।"
  },
  "barcode_scanner": {
    "wifi_pass": "ਤੁਹਾਡਾ Wi-Fi ਪਾਸਵਰਡ",
    "message": "ਆਪਣਾ WiFi ਰਾਊਟਰ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ ਅਤੇ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ।",
    "wifi_ssid": "Wi-Fi SSID",
    "ssid_message": "ਆਪਣਾ Wi-Fi ਨੈੱਟਵਰਕ ਨਾਮ (SSID) ਦਾਖਲ ਕਰੋ।"
  },
  "pos_devices": {
    "Scanner": "ਬਾਰਕੋਡ ਸਕੈਨਰ",
    "Scanner_desc": "ਬਾਰਕੋਡ ਸਕੈਨਰ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ ਉਤਪਾਦ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਉਤਪਾਦ SKU ਕੋਡ ਨੂੰ ਸਹੀ ਢੰਗ ਨਾਲ ਦਾਖਲ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "Printer": "ਪ੍ਰਿੰਟਰ",
    "Printer_desc": "ਰਸੀਦ ਪ੍ਰਿੰਟਰ ਨਾਲ ਕਨੈਕਟ ਕਰਕੇ ਆਪਣੇ ਗਾਹਕਾਂ ਦੀ ਰਸੀਦ ਪ੍ਰਿੰਟ ਕਰੋ।",
    "CustomerView": "ਗਾਹਕ ਦ੍ਰਿਸ਼",
    "CustomerView_desc": "ਇਹ ਪੰਨਾ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਨੂੰ ਆਰਡਰ ਵੇਰਵੇ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਦੇ ਯੋਗ ਬਣਾਉਂਦਾ ਹੈ।",
    "CardReader": "ਕਾਰਡ ਰੀਡਰ",
    "CardReader_desc": "ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਦੁਆਰਾ COD ਭੁਗਤਾਨ ਲਈ ਕਾਰਡ ਰੀਡਰ ਡਿਵਾਈਸ।",
    "ChipReader": "ਚਿੱਪ ਰੀਡਰ",
    "ChipReader_desc": "ਟੈਗਸ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਕਾਰਟ ਵਿੱਚ ਆਈਟਮਾਂ ਜੋੜਨ ਲਈ NFC ਟੈਗ ਰੀਡਰ।"
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "ਡਿਵਾਈਸ ਹਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਡਿਵਾਈਸ ਨੂੰ ਆਪਣੇ POS ਪ੍ਰੋਫਾਈਲ ਤੋਂ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਹੁਣੇ ਹਟਾਓ"
    }
  },
  "pos_process_center": {
    "title": "POS ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ ਸੈਂਟਰ",
    "menu": {
      "label": "ਪੈਕੇਜ ਲੇਬਲ",
      "receipt": "ਰਸੀਦ",
      "back": "ਵਾਪਸ",
      "timeline": "ਸਮਾਂਰੇਖਾ",
      "order": "ਆਰਡਰ"
    }
  },
  "pos": {
    "add_customer": "ਇੱਕ ਗਾਹਕ ਸ਼ਾਮਲ ਕਰੋ",
    "set_delivery": "ਡਿਲਿਵਰੀ ਪਤਾ ਸੈੱਟ ਕਰੋ",
    "add_giftcards": "ਗਿਫਟ ਕਾਰਡ ਸ਼ਾਮਲ ਕਰੋ",
    "add_discount_code": "ਛੂਟ ਕੋਡ ਸ਼ਾਮਲ ਕਰੋ",
    "add_coupon": "ਕੂਪਨ ਸ਼ਾਮਲ ਕਰੋ",
    "set_campaign": "ਮੁਹਿੰਮ ਸੈੱਟ ਕਰੋ",
    "select_buyer": "ਖਰੀਦਦਾਰ ਚੁਣੋ!",
    "send_to_pos": "ਕਾਰਡ ਰੀਡਰ ਮਸ਼ੀਨ ਨੂੰ ਭੇਜੋ",
    "print_receipt": "ਰਸੀਦ ਛਾਪੋ",
    "confirm_cash_payment": "ਨਕਦ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
    "payment_cod": {
      "title": "ਡਿਲੀਵਰੀ ਭੁਗਤਾਨ 'ਤੇ ਨਕਦ",
      "message": "ਇਸ ਆਰਡਰ ਦੀ ਰਕਮ ਡਿਲੀਵਰੀ 'ਤੇ ਅਦਾ ਕੀਤੀ ਜਾਵੇਗੀ। ਖਰੀਦਦਾਰ ਤੋਂ ਰਕਮ ਪ੍ਰਾਪਤ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਤੁਹਾਨੂੰ ਸਿਸਟਮ ਵਿੱਚ ਆਰਡਰ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।"
    },
    "payment_online": {
      "title": "ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਵਿਧੀ ਚੁਣੋ",
      "message": "ਨਿਮਨਲਿਖਤ ਵਿਕਲਪਾਂ ਨੂੰ ਚੁਣ ਕੇ, ਇੱਕ ਭੁਗਤਾਨ ਲਿੰਕ ਬਣਾਇਆ ਜਾਵੇਗਾ ਅਤੇ ਖਰੀਦਦਾਰ ਨੂੰ ਭੇਜਿਆ ਜਾਵੇਗਾ। ਇਸ ਲਿੰਕ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਨਾਲ, ਆਰਡਰ ਦੀ ਸਥਿਤੀ ਅਦਾਇਗੀ ਮੋਡ ਵਿੱਚ ਬਦਲ ਜਾਵੇਗੀ। ਗਾਹਕ ਸਕ੍ਰੀਨ, SMS ਜਾਂ ਈਮੇਲ 'ਤੇ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਕੇ ਭੁਗਤਾਨ ਲਿੰਕ ਤਿਆਰ ਕੀਤਾ ਜਾਵੇਗਾ। ਲਿੰਕ ਭੇਜਣ ਲਈ ਕਿਸੇ ਵੀ ਚੈਨਲ ਨੂੰ ਸਰਗਰਮ ਕਰਨ ਲਈ, ਉਸ ਵਿਕਲਪ 'ਤੇ ਕਲਿੱਕ ਕਰੋ ਅਤੇ ਫਿਰ ਖਰੀਦਦਾਰ ਨੂੰ ਰਸੀਦ ਭੇਜਣ ਲਈ ਬਟਨ ਦਬਾਓ।"
    },
    "notifications": {
      "success_pay": "ਆਰਡਰ ਦਾ ਭੁਗਤਾਨ ਪੂਰਾ ਹੋਇਆ।",
      "success_order": "ਆਰਡਰ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਇਆ ਗਿਆ ਹੈ ਅਤੇ ਗਾਹਕ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ।"
    },
    "payment_dialog": {
      "check_pay_now": "ਹੱਥੀਂ ਭੁਗਤਾਨ ਦੀ ਜਾਂਚ ਕਰੋ",
      "close_action": "ਡਾਇਲਾਗ ਬੰਦ ਕਰੋ। ਮੈਂ ਗਾਹਕ ਭੁਗਤਾਨ ਲਈ ਇੰਤਜ਼ਾਰ ਨਹੀਂ ਕਰਨਾ ਚਾਹੁੰਦਾ",
      "go_to_order": "ਆਰਡਰ ਪੰਨੇ 'ਤੇ ਜਾਓ",
      "paid_by_gift_card_msg": "ਗਿਫਟ ਕਾਰਡਾਂ ਤੋਂ ਕੁੱਲ ਆਰਡਰ ਦੀ ਰਕਮ ਵਾਪਸ ਲੈ ਲਈ ਗਈ ਸੀ! ਖਰੀਦਦਾਰ ਨੂੰ ਹੋਰ ਭੁਗਤਾਨ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।",
      "cod_msg": "ਆਰਡਰ ਪ੍ਰਾਪਤ ਕਰਨ 'ਤੇ ਗਾਹਕ ਭੁਗਤਾਨ ਕਰੇਗਾ।",
      "online_msg": "ਗਾਹਕ ਨੂੰ ਗਾਹਕ ਸਕ੍ਰੀਨ 'ਤੇ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਨ ਲਈ ਕਹੋ।"
    },
    "name": "POS",
    "message": "ਆਪਣੀ ਜ਼ੀਰੋ-ਸੈੱਟਅੱਪ ਲਾਗਤ ਔਨਲਾਈਨ ਵਿਕਰੀ ਬਿੰਦੂ ਪ੍ਰਾਪਤ ਕਰੋ, ਇਸਨੂੰ ਕਿਸੇ ਵੀ ਸਮਾਰਟਫੋਨ, ਟੈਬਲੇਟ, ਅਤੇ ਪੀਸੀ 'ਤੇ ਚਲਾਓ, ਜਾਂ ਹੱਥੀਂ ਆਰਡਰ ਬਣਾਓ।"
  },
  "exporter": {
    "title": "ਡਾਟਾ ਨਿਰਯਾਤ ਕਰੋ",
    "subtitle": "ਤੁਹਾਡਾ ਡੇਟਾ ਤੁਹਾਡੇ ਨਾਲ ਸਬੰਧਤ ਹੈ! ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਆਪਣੀ ਵਪਾਰਕ ਜਾਣਕਾਰੀ ਨੂੰ ਮਿਆਰੀ ਫਾਰਮੈਟ ਵਿੱਚ ਡਾਊਨਲੋਡ ਕਰ ਸਕਦੇ ਹੋ। ਹਾਲਾਂਕਿ, ਆਪਣੇ ਗਾਹਕਾਂ ਦੀ ਗੋਪਨੀਯਤਾ ਦਾ ਸਤਿਕਾਰ ਕਰੋ, ਉਹਨਾਂ ਨੂੰ ਸਪੈਮ ਨਾ ਕਰੋ, ਅਤੇ ਉਹਨਾਂ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਕਦੇ ਵੀ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਨਾਲ ਸਾਂਝਾ ਨਾ ਕਰੋ।",
    "excel": "ਤੁਹਾਨੂੰ ਐਕਸਲ ਫਾਰਮੈਟ ਵਿੱਚ ਪੂਰੀ ਜਾਣਕਾਰੀ ਦੇ ਨਾਲ ਸਟੋਰ ਵਿੱਚ ਸਾਰੀਆਂ {type} ਦੀ ਸੂਚੀ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ।",
    "csv": "ਤੁਹਾਨੂੰ CSV ਫਾਰਮੈਟ ਵਿੱਚ ਪੂਰੀ ਜਾਣਕਾਰੀ ਦੇ ਨਾਲ ਸਟੋਰ ਵਿੱਚ ਸਾਰੀਆਂ {type} ਦੀ ਸੂਚੀ ਪ੍ਰਾਪਤ ਹੋਵੇਗੀ। ਇਹ ਫਾਰਮੈਟ ਸਟੋਰ ਵਿੱਚ {type} ਨੂੰ ਆਯਾਤ ਕਰਨ ਲਈ Selldone ਦੇ ਮਿਆਰੀ ਫਾਰਮੈਟ ਦੇ ਅਨੁਸਾਰ ਹੈ।"
  },
  "importer": {
    "category": {
      "title": "ਸ਼੍ਰੇਣੀਆਂ ਆਯਾਤ ਕਰੋ",
      "subtitle": "ਇੱਥੇ ਸ਼੍ਰੇਣੀਆਂ ਦੀ CSV ਫ਼ਾਈਲ ਅੱਪਲੋਡ ਕਰੋ। ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਮਿਆਰੀ ਫਾਰਮੈਟ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹੋ।"
    },
    "product": {
      "title": "ਉਤਪਾਦ ਆਯਾਤ ਕਰੋ",
      "subtitle": "ਉਤਪਾਦਾਂ ਦੀ CSV ਫਾਈਲ ਇੱਥੇ ਅੱਪਲੋਡ ਕਰੋ। ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਮਿਆਰੀ ਫਾਰਮੈਟ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹੋ।"
    },
    "product_images": {
      "title": "ਚਿੱਤਰ ਆਯਾਤ ਕਰੋ",
      "subtitle": "ਚਿੱਤਰ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨਾ ਸਮਾਂ ਲੈਣ ਵਾਲਾ ਹੈ। ਚਿੱਤਰਾਂ ਨੂੰ ਆਯਾਤ ਕਰਦੇ ਸਮੇਂ ਕਾਪੀਰਾਈਟ ਦਾ ਆਦਰ ਕਰਨਾ ਯਕੀਨੀ ਬਣਾਓ।"
    },
    "inventory": {
      "title": "ਬਲਕ ਅੱਪਡੇਟ ਵਸਤੂ ਸੂਚੀ",
      "subtitle": "ਇੱਥੇ ਵਸਤੂ-ਸੂਚੀ ਦੀ CSV ਫ਼ਾਈਲ ਅੱਪਲੋਡ ਕਰੋ। ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਪਹਿਲਾਂ CSV ਫ਼ਾਈਲ ਨੂੰ ਨਿਰਯਾਤ ਕਰਕੇ, ਫਿਰ ਉਸ ਫ਼ਾਈਲ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰਕੇ ਮਿਆਰੀ ਫਾਰਮੈਟ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹੋ।"
    },
    "back_to_products": "ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ 'ਤੇ ਵਾਪਸ ਜਾਓ",
    "back_to_categories": "ਸ਼੍ਰੇਣੀ ਸੂਚੀ 'ਤੇ ਵਾਪਸ ਜਾਓ",
    "back_to_inventory": "ਵਸਤੂ ਸੂਚੀ 'ਤੇ ਵਾਪਸ ਜਾਓ",
    "step_select_file": "CSV ਫਾਈਲ ਚੁਣੋ",
    "step_send_to_server": "ਸਰਵਰ ਨੂੰ ਭੇਜੋ",
    "step_view_result": "ਨਤੀਜਾ ਵੇਖੋ",
    "step_view_que": "ਉਡੀਕ ਸੂਚੀ ਵੇਖੋ",
    "send_to_server_action": "ਸਰਵਰ ਨੂੰ ਭੇਜੋ",
    "shop_license": "ਦੁਕਾਨ ਲਾਇਸੰਸ",
    "max_items_limit": "ਆਈਟਮਾਂ ਦੀ ਅਧਿਕਤਮ ਸੀਮਾ",
    "total_items": "ਕੁੱਲ ਆਈਟਮਾਂ",
    "customer": {
      "title": "ਗਾਹਕਾਂ ਨੂੰ ਆਯਾਤ ਕਰੋ",
      "subtitle": "ਇੱਥੇ ਗਾਹਕਾਂ ਦੀਆਂ CSV ਫਾਈਲਾਂ ਅੱਪਲੋਡ ਕਰੋ। ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਮਿਆਰੀ ਫਾਰਮੈਟ ਦੀ ਪਾਲਣਾ ਕਰਦੇ ਹੋ, ਅਤੇ ਨਾਲ ਹੀ, ਤੁਹਾਨੂੰ ਗੋਪਨੀਯਤਾ ਨਿਯਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰਨੀ ਪਵੇਗੀ।"
    }
  },
  "campaigns": {
    "title": "ਮੁਹਿੰਮਾਂ",
    "subtitle": "ਮੁਹਿੰਮਾਂ, ਟਰੈਕ ਕਰਨ ਯੋਗ ਲਿੰਕ ਬਣਾਓ, ਅਤੇ ਇੱਕ ਥਾਂ 'ਤੇ ਭਰੋਸੇਯੋਗ ਅਤੇ ਸਹੀ ਜਾਣਕਾਰੀ ਦੇਖੋ। ਅਸੀਂ ਬਿਹਤਰ ਡਾਟਾ-ਅਧਾਰਿਤ ਫੈਸਲੇ ਲੈਣ ਵਿੱਚ ਤੁਹਾਡੀ ਮਦਦ ਕਰਦੇ ਹਾਂ।",
    "add_action": "ਨਵੀਂ ਮੁਹਿੰਮ ਸ਼ਾਮਲ ਕਰੋ",
    "empty_message": "ਹੁਣੇ ਆਪਣੀ ਪਹਿਲੀ ਮੁਹਿੰਮ ਬਣਾਓ!",
    "delete": {
      "title": "ਮੁਹਿੰਮ ਨੂੰ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਮੁਹਿੰਮ ਅਤੇ ਸਾਰਾ ਡਾਟਾ ਮਿਟਾਉਣਾ ਯਕੀਨੀ ਹੋ?",
      "action": "ਹਾਂ, ਹੁਣੇ ਮਿਟਾਓ"
    }
  },
  "landing_categories": {
    "raw": "ਕੱਚੇ ਟੈਂਪਲੇਟਸ",
    "marketing": "ਮਾਰਕੀਟਿੰਗ ਅਤੇ ਵਿਗਿਆਪਨ",
    "product": "ਉਤਪਾਦ ਦੀ ਜਾਣ-ਪਛਾਣ",
    "health": "ਸਿਹਤ ਅਤੇ ਤੰਦਰੁਸਤੀ",
    "food": "ਭੋਜਨ ਅਤੇ ਫਲ",
    "house": "ਰੀਅਲ ਅਸਟੇਟ ਅਤੇ ਘਰ",
    "device": "ਮਸ਼ੀਨ ਅਤੇ ਯੰਤਰ",
    "car": "ਕਾਰ",
    "software": "ਸਾਫਟਵੇਅਰ",
    "clothing": "ਕੱਪੜੇ ਅਤੇ ਜੁੱਤੇ",
    "jewellery": "ਗਹਿਣੇ",
    "all": "ਸਾਰੇ ਟੈਂਪਲੇਟ"
  },
  "shop_theme": {
    "theme_colors": "ਥੀਮ ਦੇ ਰੰਗ",
    "products_view_mode": "ਖਰੀਦਦਾਰੀ ਸੂਚੀ ਦ੍ਰਿਸ਼",
    "products_view_mode_desc": "ਤੁਸੀਂ ਸਕ੍ਰੀਨ ਦੇ ਆਕਾਰ ਦੇ ਆਧਾਰ 'ਤੇ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਉਤਪਾਦਾਂ ਦੇ ਡਿਸਪਲੇ ਮੋਡ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰ ਸਕਦੇ ਹੋ। ਇਸ ਮੋਡ ਨੂੰ ਮੂਲ ਰੂਪ ਵਿੱਚ ਮੰਨਿਆ ਜਾਵੇਗਾ ਅਤੇ ਜੇਕਰ ਉਪਭੋਗਤਾ ਡਿਸਪਲੇ ਮੋਡ ਬਦਲਦਾ ਹੈ ਤਾਂ ਲਾਗੂ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ।",
    "color_light": "ਪ੍ਰਾਇਮਰੀ ਰੰਗ",
    "color_dark": "ਪ੍ਰਾਇਮਰੀ ਗੂੜ੍ਹਾ ਰੰਗ",
    "color_deep_dark": "ਗਹਿਰਾ ਗੂੜ੍ਹਾ ਰੰਗ",
    "color_info": "ਲਿੰਕ",
    "light_checkout": "ਹਲਕਾ ਚੈਕਆਉਟ ਥੀਮ",
    "light_header": "ਹਲਕਾ ਹੈਡਰ",
    "light_footer": "ਹਲਕਾ ਫੁੱਟਰ",
    "product_page": "ਉਤਪਾਦ ਪੰਨਾ",
    "typography": "ਟਾਈਪੋਗ੍ਰਾਫੀ",
    "header": "ਸਿਰਲੇਖ",
    "custom_code": "ਕਸਟਮ ਕੋਡ",
    "custom_css": "ਕਸਟਮ CSS",
    "light_filter": "ਸ਼੍ਰੇਣੀ ਫਿਲਟਰ ਥੀਮ",
    "custom_variants": "ਰੂਪ"
  },
  "app_templates": {
    "default": "ਡਿਫਾਲਟ",
    "blue": "ਨੀਲਾ ਸਾਗਰ",
    "amber": "ਅੰਬਰ",
    "green": "ਭੂਮੱਧ",
    "red": "ਪਿਸ਼ਾਚ",
    "magenta": "ਫੁੱਲ",
    "master": "ਮਾਸਟਰ",
    "black": "ਹਨੇਰਾ ਪਾਸਾ"
  },
  "affiliate_orders": {
    "title": "ਐਫੀਲੀਏਟ ਪਾਰਟਨਰ ਆਰਡਰ",
    "table": {
      "order_price": "ਆਰਡਰ ਦੀ ਮਾਤਰਾ",
      "order_payment": "ਆਰਡਰ ਭੁਗਤਾਨ ਸਥਿਤੀ",
      "order_link": "ਆਰਡਰ ਲਿੰਕ",
      "commission_status": "ਕਮਿਸ਼ਨ ਦੀ ਸਥਿਤੀ",
      "commission_amount": "ਕਮਿਸ਼ਨ ਦੀ ਰਕਮ",
      "items": "ਇਕਾਈ",
      "actions": "ਕਾਰਵਾਈਆਂ",
      "create_date": "ਤਾਰੀਖ ਬਣਾਓ"
    },
    "notifications": {
      "update_success": "ਐਫੀਲੀਏਟ ਸਥਿਤੀ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ।"
    }
  },
  "affiliate_payments": {
    "title": "ਐਫੀਲੀਏਟ ਪਾਰਟਨਰ ਭੁਗਤਾਨ",
    "table": {
      "staff": "ਸਟਾਫ",
      "amount": "ਦੀ ਰਕਮ",
      "note": "ਨੋਟ ਕਰੋ",
      "date": "ਤਾਰੀਖ਼"
    }
  },
  "my_roles": {
    "title": "ਮੇਰੀਆਂ ਭੂਮਿਕਾਵਾਂ",
    "message": "ਰੋਲ ਸਟੋਰ ਦੇ ਕਰਮਚਾਰੀਆਂ ਨੂੰ ਦਿੱਤੀ ਜਾਣ ਵਾਲੀ ਪਹੁੰਚ ਦੀ ਕਿਸਮ ਹੈ। ਉਦਾਹਰਨ ਲਈ, ਆਰਡਰ ਭੇਜਣ ਜਾਂ ਪੈਕ ਕਰਨ ਲਈ ਜ਼ਿੰਮੇਵਾਰ ਸਟਾਫ।"
  },
  "role_card": {
    "complete_tasks": "ਕੰਮ ਪੂਰੇ ਕੀਤੇ",
    "reject_tasks": "ਅਸਵੀਕਾਰ ਕੀਤੇ ਕਾਰਜ",
    "last_check": "ਤਾਜ਼ਾ ਜਾਂਚ"
  },
  "referral_widget": {
    "apply_now": "ਇਸ ਪ੍ਰੋਗਰਾਮ ਲਈ ਹੁਣੇ ਅਪਲਾਈ ਕਰੋ!",
    "no_bonus": "ਕਿਸੇ ਦੋਸਤ ਨੂੰ ਸੱਦਾ ਦੇ ਕੇ ਪਹਿਲਾ ਇਨਾਮ ਪ੍ਰਾਪਤ ਕਰੋ।",
    "your_gift": "ਤੁਹਾਡਾ ਤੋਹਫ਼ਾ",
    "invited_gift": "ਸੱਦਾ ਦਿੱਤਾ ਤੋਹਫ਼ਾ",
    "percent_bonus": "ਪ੍ਰਤੀਸ਼ਤ ਬੋਨਸ",
    "discount_bonus": "ਛੂਟ ਬੋਨਸ",
    "registered": "ਨਵਾਂ ਉਪਭੋਗਤਾ",
    "accepted": "ਸਵੀਕਾਰ ਕੀਤਾ ਉਪਭੋਗਤਾ"
  },
  "app_config": {
    "reviews": "ਸਮੀਖਿਆਵਾਂ",
    "rate_now": "ਹੁਣੇ ਦਰਜਾ ਦਿਓ",
    "category": "ਸ਼੍ਰੇਣੀ",
    "uninstall": "ਅਣਇੰਸਟੌਲ ਕਰੋ",
    "get_app": "ਐਪ ਪ੍ਰਾਪਤ ਕਰੋ",
    "public_keys": "ਜਨਤਕ ਕੁੰਜੀਆਂ",
    "private_keys": "ਨਿੱਜੀ ਕੁੰਜੀਆਂ (ਸੁਰੱਖਿਅਤ)",
    "config": "ਐਪ ਸੰਰਚਨਾ",
    "app_status": "ਐਪਲੀਕੇਸ਼ਨ ਸਥਿਤੀ",
    "app_info": "ਐਪਲੀਕੇਸ਼ਨ ਜਾਣਕਾਰੀ",
    "update_at": "ਹਾਲੀਆ ਅੱਪਡੇਟ",
    "visit_website": "ਵੈੱਬਸਾਈਟ 'ਤੇ ਜਾਓ",
    "privacy": "ਪਰਾਈਵੇਟ ਨੀਤੀ",
    "installs": "ਸਥਾਪਿਤ ਕਰਦਾ ਹੈ",
    "basic_profile_permission": "ਮੁੱਢਲੀ ਪ੍ਰੋਫ਼ਾਈਲ ਜਾਣਕਾਰੀ",
    "developer": "ਵਿਕਾਸਕਾਰ",
    "permissions": "ਇਜਾਜ਼ਤਾਂ",
    "total_comments": "ਕੁੱਲ ਟਿੱਪਣੀਆਂ",
    "delete_dialog": {
      "title": "ਐਪ ਨੂੰ ਅਣਇੰਸਟੌਲ ਕਰੋ",
      "message": "ਕੀ ਤੁਸੀਂ ਇਸ ਐਪ ਨੂੰ ਆਪਣੇ ਸਟੋਰ ਤੋਂ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਐਪ ਮਿਟਾਓ"
    },
    "notifications": {
      "uninstall_success": "ਐਪਲੀਕੇਸ਼ਨ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅਣਇੰਸਟੌਲ ਕੀਤਾ ਗਿਆ।"
    }
  },
  "shop_bots": {
    "not_set": "ਸੈੱਟ ਨਹੀਂ!",
    "tokens": "ਟੋਕਨ",
    "webhook": "ਵੈਬਹੁੱਕ",
    "calls": "ਕਾਲਾਂ",
    "dialog": {
      "title": "{name} ਬੋਟ ਸੰਰਚਨਾ",
      "message": "ਐਂਟਰਪ੍ਰਾਈਜ਼-ਗ੍ਰੇਡ ਖਰੀਦਦਾਰੀ ਅਨੁਭਵ ਬਣਾਉਣ ਲਈ ਇੱਕ ਵਿਆਪਕ ਬੋਟ ਫਰੇਮਵਰਕ।"
    }
  },
  "shop_customers": {
    "title": "ਗਾਹਕ ਪ੍ਰਬੰਧਨ",
    "all_customers": "ਸਾਰੇ ਗਾਹਕਾਂ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰੋ",
    "filtered_customers": "ਫਿਲਟਰ ਕੀਤੇ ਗਾਹਕ",
    "dialog_chips": {
      "title": "ਗਾਹਕ ਚਿਪਸ ਦੀ ਗਿਣਤੀ ਸੈੱਟ ਕਰੋ"
    },
    "dialog_club": {
      "title": "ਗਾਹਕ ਕਲੱਬ ਪੱਧਰ ਸੈੱਟ ਕਰੋ"
    },
    "subtitle": "ਗਾਹਕਾਂ ਨੂੰ ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਜੋੜਿਆ ਜਾ ਸਕਦਾ ਹੈ; ਹੱਥੀਂ, ਬਲਕ ਐਕਸਲ ਆਯਾਤ, POS ਰਾਹੀਂ, ਜਾਂ ਤੁਹਾਡੇ ਔਨਲਾਈਨ ਸਟੋਰ ਰਾਹੀਂ। ਜਦੋਂ ਵੀ ਕੋਈ ਉਪਭੋਗਤਾ ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਲੌਗਇਨ ਕਰਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਆਪ ਇੱਕ ਗਾਹਕ ਵਜੋਂ ਰਜਿਸਟਰ ਹੋ ਜਾਵੇਗਾ।",
    "add_customer_action": "ਨਵਾਂ ਗਾਹਕ ਸ਼ਾਮਲ ਕਰੋ"
  },
  "app_dashboard": {
    "status": "ਸਥਿਤੀ ਪ੍ਰਕਾਸ਼ਿਤ ਕਰੋ",
    "statistics": "ਅੰਕੜੇ"
  },
  "app_publish": {
    "production_version": "ਉਤਪਾਦਨ ਸੰਸਕਰਣ",
    "beta_version": "ਬੀਟਾ ਸੰਸਕਰਣ",
    "alpha_version": "ਅਲਫ਼ਾ ਸੰਸਕਰਣ"
  },
  "app_publish_widget": {
    "header": "ਸਟੋਰ ਵੈੱਬਸਾਈਟ ਸਿਰਲੇਖ",
    "header_code": "ਸਿਰਲੇਖ ਕੋਡ",
    "admin_page": "ਐਡਮਿਨ ਪੇਜ",
    "name": "ਨਾਮ",
    "icon": "ਆਈਕਨ",
    "url": "ਯੂਆਰਐਲ"
  },
  "app_api": {
    "title": "API ਪਹੁੰਚ",
    "revoke_api": "API ਨੂੰ ਰੱਦ ਕਰੋ",
    "api_key": "API ਕੁੰਜੀ",
    "secret": "ਗੁਪਤ ਕੁੰਜੀ",
    "client": "ਕਲਾਇੰਟ",
    "redirect_url": "urls ਰੀਡਾਇਰੈਕਟ ਕਰੋ",
    "client_name": "ਗਾਹਕ ਦਾ ਨਾਮ"
  },
  "app_loader_page": {
    "no_ui_title": "ਇਸ ਐਪਲੀਕੇਸ਼ਨ ਵਿੱਚ ਕੋਈ UI ਨਹੀਂ ਹੈ!",
    "no_ui_desc": "ਕੁਝ ਐਪਲੀਕੇਸ਼ਨਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਐਡਮਿਨ ਖੇਤਰ ਵਿੱਚ ਉਪਭੋਗਤਾ ਇੰਟਰਫੇਸ ਦੀ ਲੋੜ ਨਹੀਂ ਹੁੰਦੀ ਹੈ। ਇਹ ਐਪਲੀਕੇਸ਼ਨ ਸਿਰਫ਼ ਤੁਹਾਡੀ ਸਟੋਰ ਵੈੱਬਸਾਈਟ ਦੇ ਸਿਰਲੇਖ ਭਾਗ ਵਿੱਚ ਕੋਡ ਸ਼ਾਮਲ ਕਰ ਸਕਦੀ ਹੈ।",
    "header": "ਸਿਰਲੇਖ ਕੋਡ"
  },
  "finance_report": {
    "export_title": "ਵਿੱਤੀ ਡਾਟਾ ਨਿਰਯਾਤ",
    "export_sub_title": "ਇੱਕ ਸਿੰਗਲ ਫਾਈਲ ਵਿੱਚ ਵਿੱਤੀ ਵੇਰਵੇ ਡਾਊਨਲੋਡ ਕਰੋ।",
    "start_input_placeholder": "ਰਿਪੋਰਟ ਦੀ ਸ਼ੁਰੂਆਤੀ ਮਿਤੀ ਚੁਣੋ",
    "end_input_placeholder": "ਰਿਪੋਰਟ ਦੀ ਸਮਾਪਤੀ ਮਿਤੀ ਚੁਣੋ",
    "download_action": "ਵਿੱਤ ਸੂਚੀ ਡਾਊਨਲੋਡ ਕਰੋ"
  },
  "shop_notifications": {
    "title": "ਖਰੀਦਦਾਰੀ ਸੂਚਨਾਵਾਂ",
    "sub_title": "ਬੋਟ, ਈਮੇਲ, SMS, ...",
    "message": "ਆਪਣੀਆਂ ਸਟੋਰ ਸੂਚਨਾ ਸੈਟਿੰਗਾਂ ਅਤੇ ਤਰਜੀਹਾਂ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰੋ",
    "channel": "ਚੈਨਲ",
    "status": "ਸਥਿਤੀ",
    "events": "ਸਮਾਗਮ",
    "info": "ਜਾਣਕਾਰੀ",
    "actions": "ਕਾਰਵਾਈਆਂ",
    "connected": "ਜੁੜਿਆ ਹੋਇਆ ਹੈ",
    "not_connected": "ਜੁੜਿਆ ਨਹੀਂ ਹੈ!",
    "connect_now": "ਹੁਣੇ ਕਨੈਕਟ ਕਰੋ",
    "send_test": "ਟੈਸਟ ਡੇਟਾ ਭੇਜੋ",
    "disconnect": "ਡਿਸਕਨੈਕਟ ਕਰੋ",
    "dialog": {
      "title": "ਬੋਟ ਸੰਰਚਨਾ",
      "message": "ਐਂਟਰਪ੍ਰਾਈਜ਼-ਗ੍ਰੇਡ ਈ-ਕਾਮਰਸ ਅਨੁਭਵ ਬਣਾਉਣ ਲਈ ਇੱਕ ਵਿਆਪਕ ਸੂਚਨਾ ਫਰੇਮਵਰਕ।",
      "action": "ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ!",
      "set_config": "ਸੰਰਚਨਾ ਸੈੱਟ ਕਰੋ"
    }
  },
  "notification_events": {
    "new_order": "🛍️ ਆਰਡਰ",
    "payment": "💳 ਭੁਗਤਾਨ",
    "return": "📦 ਵਾਪਸੀ",
    "weekly_report": "📈 ਹਫ਼ਤਾਵਾਰੀ ਰਿਪੋਰਟਾਂ"
  },
  "order_delivery": {
    "title": "ਡਿਲਿਵਰੀ",
    "add_to_delivery_que_action": "ਸ਼ਿਪਿੰਗ ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ",
    "in_que": "ਸ਼ਿਪਿੰਗ ਕਤਾਰ ਵਿੱਚ",
    "message": "ਸ਼ਿਪਿੰਗ ਕੋਰੀਅਰ ਨੂੰ ਪੈਕੇਜ ਦੇਣ ਤੋਂ ਬਾਅਦ, <b>ਡਿਲਿਵਰੀ ਦੀ ਪੁਸ਼ਟੀ</b> ਕਰੋ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "message_add_to_service": "ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਪੈਕੇਜ ਨੂੰ <b>ਡਿਲੀਵਰੀ ਸੇਵਾ</b> ਦੁਆਰਾ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "action": "ਡਿਲਿਵਰੀ ਪੁਸ਼ਟੀ",
    "checklist": [
      "ਕੋਰੀਅਰ ਦਾ ਪਛਾਣ ਪੱਤਰ ਚੈੱਕ ਕਰੋ।",
      "ਉਤਪਾਦਾਂ ਦੀ ਚੰਗੀ ਤਰ੍ਹਾਂ ਪੈਕੇਜਿੰਗ ਅਤੇ ਸਮੇਂ ਸਿਰ ਡਿਲੀਵਰੀ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਦੀ ਧਾਰਨ ਦਰ ਨੂੰ ਵਧਾ ਸਕਦੀ ਹੈ।"
    ],
    "manual": {
      "title": "ਗਾਹਕ ਦੁਆਰਾ ਡਿਲੀਵਰੀ ਦੀ ਪੁਸ਼ਟੀ ਦੀ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ.",
      "action_received": "ਖਰੀਦਦਾਰ ਦੀ ਪੁਸ਼ਟੀ",
      "action_returned": "ਡਿਲਿਵਰੀ ਵਾਪਸੀ",
      "message": "ਨੋਟ: ਜੇਕਰ ਗਾਹਕ ਆਰਡਰ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਪੂਰਤੀ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਵਿਕਲਪਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ। ਸਿਸਟਮ ਵਿੱਚ ਕੁਝ ਸ਼ਿਪਿੰਗ ਸੇਵਾਵਾਂ ਆਪਣੇ ਆਪ ਡਿਲੀਵਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨਗੀਆਂ।"
    },
    "auto_complete_note": "ਇੱਕ ਨਿਸ਼ਚਿਤ ਅਵਧੀ ਦੇ ਬਾਅਦ, ਆਰਡਰ ਦੀ ਸਥਿਤੀ ਨੂੰ ਡਿਲੀਵਰ ਵਿੱਚ ਬਦਲ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਇਹ ਮਿਆਦ ਆਰਡਰ ਦੀ ਕਿਸਮ 'ਤੇ ਨਿਰਭਰ ਕਰਦੀ ਹੈ ਅਤੇ ਸਿਸਟਮ ਦੁਆਰਾ ਨਿਰਧਾਰਤ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।",
    "received": {
      "title": "ਗਾਹਕ ਨੂੰ ਡਿਲੀਵਰ ਕੀਤਾ ਗਿਆ।",
      "delivered_date": "ਪਹੁੰਚਾਉਣ ਦੀ ਮਿਤੀ"
    },
    "receiver": "ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲਾ",
    "bill": "ਰਸੀਦ",
    "tracking": {
      "title": "ਟਰੈਕਿੰਗ ਕੋਡ / ਯੂਆਰਐਲ ਸ਼ਾਮਲ ਕਰੋ",
      "code": "ਟਰੈਕਿੰਗ ਕੋਡ",
      "url": "ਟਰੈਕਿੰਗ url",
      "message": "ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਆਰਡਰ ਲਈ ਇੱਕ ਟ੍ਰੈਕਿੰਗ ਕੋਡ ਪ੍ਰਦਾਨ ਕਰਨ ਵਾਲੀ ਸੇਵਾ ਰਾਹੀਂ ਭੇਜਿਆ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ ਕੋਡ ਅਤੇ ਸੰਬੰਧਿਤ ਟਰੈਕਿੰਗ ਲਿੰਕ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ। ਇਹ ਜਾਣਕਾਰੀ ਗਾਹਕ ਨੂੰ ਦਿਖਾਈ ਜਾਵੇਗੀ।"
    },
    "preferred_delivery_time": "ਤਰਜੀਹੀ ਡਿਲੀਵਰੀ ਸਮਾਂ",
    "manage_couriers": "ਮੇਰੇ ਕੋਰੀਅਰਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
    "manage_service": "ਸੇਵਾ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
    "option_deliver_by_courier": "ਵਿਕਲਪ 1: ਆਪਣੇ ਕੋਰੀਅਰ ਦੁਆਰਾ ਡਿਲੀਵਰ ਕਰੋ।",
    "option_add_to_que": "ਵਿਕਲਪ 2: ਸ਼ਿਪਿੰਗ ਸੇਵਾ ਪੰਨੇ 'ਤੇ ਪ੍ਰਕਿਰਿਆ ਕਰਨ ਲਈ ਕਤਾਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ।",
    "option_instant_shipping": "ਵਿਕਲਪ 3: ਤੁਰੰਤ ਸ਼ਿਪਿੰਗ।",
    "pickup_action": "ਪਿਕਅੱਪ ਪੁਸ਼ਟੀ",
    "courier_action": "ਡਿਲਿਵਰੀ ਪੁਸ਼ਟੀ",
    "courier_action_subtitle": "ਮੇਰਾ ਕੋਰੀਅਰ ਪਾਰਸਲ ਚੁੱਕ ਲਵੇਗਾ।",
    "pickup_action_subtitle": "ਗਾਹਕ ਨੇ ਆਰਡਰ ਚੁੱਕ ਲਿਆ।",
    "service_action": "ਐਗਜ਼ੀਕਿਊਸ਼ਨ ਦੀ ਪੁਸ਼ਟੀ"
  },
  "shop_home_edit": {
    "title": "ਹੋਮ ਪੇਜ ਸੈਟਿੰਗ",
    "sub_title": "ਆਪਣੀ ਵੈੱਬਸਾਈਟ ਦਾ ਡਿਫੌਲਟ ਪੰਨਾ ਸੈੱਟ ਕਰੋ",
    "default_home": "ਡਿਫੌਲਟ ਹੋਮ ਪੇਜ",
    "default_home_placeholder": "ਸ਼ਾਪ ਪੇਜ ਵੈਬਸਾਈਟ ਦਾ ਹੋਮ ਪੇਜ ਹੈ"
  },
  "selldone_referral_page": {
    "title": "ਰੈਫਰਲ ਡੈਸ਼ਬੋਰਡ",
    "referral_link": "ਰੈਫਰਲ ਲਿੰਕ",
    "registered": "ਰਜਿਸਟਰਡ",
    "accepted": "ਸਵੀਕਾਰ ਕੀਤਾ",
    "bank": "ਬੈਂਕ",
    "bank_title": "ਕਢਵਾਉਣ ਲਈ ਬੈਂਕ ਜਾਣਕਾਰੀ",
    "new_users": "ਨਵੇਂ ਉਪਭੋਗਤਾ",
    "performance": "ਪ੍ਰਦਰਸ਼ਨ",
    "credit_mode": "ਕ੍ਰੈਡਿਟ ਮੋਡ",
    "get_stickers": "ਕਾਪੀ ਅਤੇ ਪੇਸਟ ਕਰਨ ਲਈ ਸਟਿੱਕਰ Html ਕੋਡ ਪ੍ਰਾਪਤ ਕਰੋ",
    "click_copy_sticker_code": "html ਕੋਡ ਕਾਪੀ ਕਰਨ ਲਈ ਬੈਜ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।"
  },
  "selldone_referral_payment": {
    "title": "ਰੈਫਰਲ ਭੁਗਤਾਨ",
    "officer": "ਅਧਿਕਾਰੀ",
    "amount": "ਲੈਣ-ਦੇਣ ਦੀ ਰਕਮ",
    "note": "ਨੋਟ ਕਰੋ",
    "date": "ਤਾਰੀਖ਼",
    "subtitle": "ਇਹ ਕਢਵਾਉਣ ਦੇ ਲੈਣ-ਦੇਣ ਦੀ ਸੂਚੀ ਹੈ। ਜਦੋਂ ਤੁਸੀਂ ਰੈਫਰਲ ਵਾਲਿਟ ਤੋਂ ਆਪਣੇ ਬੈਂਕ ਖਾਤੇ ਜਾਂ ਤੁਹਾਡੇ ਸੇਲਡੋਨ ਵਾਲੇਟ ਵਿੱਚ ਫੰਡ ਟ੍ਰਾਂਸਫਰ ਕਰਦੇ ਹੋ, ਤਾਂ ਇਹ ਇੱਥੇ ਸੂਚੀਬੱਧ ਕੀਤਾ ਜਾਵੇਗਾ।"
  },
  "widget_shop_gateway": {
    "link_account_caution": "ਆਪਣੀ ਦੁਕਾਨ ਨਾਲ ਇੱਕ ਖਾਤਾ ({currency}) ਲਿੰਕ ਕਰੋ! ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ.."
  },
  "product_sell_widget": {
    "title": "ਉਤਪਾਦ ਦੀ ਵਿਕਰੀ ਪ੍ਰਦਰਸ਼ਨ"
  },
  "fulfilment_order_widget": {
    "title": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਪੂਰਤੀ",
    "check_action": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਸਵੀਕਾਰ ਕਰੋ",
    "uncheck_action": "ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ",
    "pay_action": "ਵਸਤੂਆਂ ਦੀ ਕੀਮਤ ਦਾ ਭੁਗਤਾਨ ਕਰੋ..",
    "pay_completed": "ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ",
    "list_of_items": "ਵਸਤੂਆਂ ਨੂੰ ਦੁਬਾਰਾ ਵੇਚਣਾ",
    "checklist": [
      "ਅਸਲ ਵਿਕਰੇਤਾ ਨੂੰ ਅਸਿੱਧੇ ਤੌਰ 'ਤੇ ਵੇਚਣ ਵਾਲੇ ਉਤਪਾਦਾਂ ਦੀ ਮਾਤਰਾ ਦਾ ਭੁਗਤਾਨ ਕਰੋ।",
      "ਤੁਸੀਂ ਸਟੋਰ ਦੇ ਲੇਖਾ ਭਾਗ> ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਵਿੱਚ ਇਕੱਠੇ ਸਪਲਾਇਰ ਨੂੰ ਉਤਪਾਦਾਂ ਦੀ ਲਾਗਤ ਦਾ ਭੁਗਤਾਨ ਅਤੇ ਨਿਪਟਾਰਾ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਭੁਗਤਾਨ ਤੋਂ ਬਾਅਦ, ਸਪਲਾਇਰ ਤੁਹਾਡਾ ਆਰਡਰ ਪ੍ਰਾਪਤ ਕਰੇਗਾ ਅਤੇ ਤਿਆਰੀ ਤੋਂ ਬਾਅਦ ਇਸਨੂੰ ਸਿੱਧੇ ਖਰੀਦਦਾਰ ਨੂੰ ਭੇਜ ਦੇਵੇਗਾ।"
    ],
    "message": "ਸਪਲਾਇਰ ਨੂੰ ਆਰਡਰ ਫੀਸ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਇਸ ਭਾਗ ਵਿੱਚ ਆਰਡਰ ਭੇਜਣ ਦੀ ਪ੍ਰਗਤੀ ਦੇਖੋ।"
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "orders": "ਆਰਡਰ",
      "inventory": "ਵਸਤੂ ਸੂਚੀ",
      "shops": "ਵਿਕਰੇਤਾ",
      "requests": "ਬੇਨਤੀਆਂ"
    },
    "drop_shipping_charge": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਚਾਰਜ"
  },
  "dropship_request_status": {
    "PENDING": "ਬਕਾਇਆ",
    "ACCEPT": "ਸਵੀਕਾਰ ਕਰੋ",
    "REJECT": "ਅਸਵੀਕਾਰ ਕਰੋ"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "orders": "ਆਰਡਰ",
      "wallet": "ਬਟੂਆ"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "ਵਿਕਰੇਤਾ ਡੈਸ਼ਬੋਰਡ"
  },
  "dropshipping_reseller_orders": {
    "title": "ਵਿਕਰੇਤਾ ਆਦੇਸ਼"
  },
  "dropshipping_reseller_wallet": {
    "title": "ਵਿਕਰੇਤਾ ਵਾਲਿਟ"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ",
      "payment_success": "ਭੁਗਤਾਨ ਪੂਰਾ ਹੋਇਆ।",
      "buy_title": "ਖਰੀਦੋ",
      "pay_by_giftcards": "ਤੁਹਾਡੇ ਆਰਡਰ ਦਾ ਭੁਗਤਾਨ ਇੱਕ ਤੋਹਫ਼ੇ ਕਾਰਡ ਨਾਲ ਕੀਤਾ ਗਿਆ ਸੀ।",
      "free_order": "ਤੁਹਾਡਾ ਆਰਡਰ ਮੁਫ਼ਤ ਹੈ।",
      "pay_by_cod": "ਤੁਹਾਡਾ ਆਰਡਰ ਕੈਸ਼ ਆਨ ਡਿਲੀਵਰੀ ਵਜੋਂ ਰਜਿਸਟਰ ਕੀਤਾ ਗਿਆ ਹੈ।",
      "pay_by_dir": "ਤੁਹਾਡਾ ਆਰਡਰ ਸਿੱਧੇ ਭੁਗਤਾਨ ਵਜੋਂ ਰਜਿਸਟਰ ਕੀਤਾ ਗਿਆ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਭੁਗਤਾਨ ਨੂੰ ਪੂਰਾ ਕਰੋ ਅਤੇ ਆਪਣੇ ਆਰਡਰ ਪੰਨੇ ਵਿੱਚ ਰਸੀਦ ਅੱਪਲੋਡ ਕਰੋ।",
      "pay_title": "ਭੁਗਤਾਨ",
      "qr_code_payment": "ਭੁਗਤਾਨ QR ਕੋਡ ਬਣਾਇਆ ਗਿਆ।",
      "connecting_to_online_gateway": "ਔਨਲਾਈਨ ਭੁਗਤਾਨ ਗੇਟਵੇ ਨਾਲ ਜੁੜ ਰਿਹਾ ਹੈ।"
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਹੈ।<br> ਮਿਤੀ: {payment_at}",
      "pay_fail_title": "ਭੁਗਤਾਨ ਨਹੀਂ ਕੀਤਾ ਗਿਆ",
      "pay_fail_message": "ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "ਵਿਕਰੇਤਾ ਭੁਗਤਾਨ ਦਾ ਆਦੇਸ਼ ਦਿੰਦਾ ਹੈ",
      "balance": "ਤੁਹਾਡਾ ਖਾਤਾ ਬਕਾਇਆ",
      "total_cost": "ਕੁੱਲ ਆਰਡਰ ਦੀ ਲਾਗਤ",
      "need_charge": "ਚਾਰਜ ਕਰਨ ਦੀ ਲੋੜ ਹੈ",
      "no_account_cation": "ਤੁਹਾਡਾ ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਹੈ! ਥੋਕ ਵਿਕਰੇਤਾ ਨੂੰ ਕਾਲ ਕਰੋ।",
      "orders": "ਆਰਡਰ"
    },
    "notifications": {
      "success_pay": "ਇਹਨਾਂ ਆਰਡਰਾਂ ਲਈ ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਹੈ ਅਤੇ ਸਫਲਤਾਪੂਰਵਕ ਪੂਰਾ ਹੋ ਗਿਆ ਹੈ।"
    }
  },
  "dropship_accounts": {
    "charge_account": "ਚਾਰਜ ਖਾਤਾ",
    "charge_dialog": {
      "title": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਖਾਤੇ ਨੂੰ ਚਾਰਜ ਕਰੋ",
      "amount_input": "ਖਾਤਾ ਚਾਰਜ",
      "charge_now": "ਹੁਣ ਚਾਰਜ ਕਰੋ"
    }
  },
  "dropship_admin_dashboard": {
    "title": "ਵਿਕਰੇਤਾ ਬੇਨਤੀਆਂ",
    "today_order_count": "ਅੱਜ ਆਰਡਰ ਗਿਣਦੇ ਹਨ",
    "yesterday_order_count": "ਕੱਲ੍ਹ ਦੇ ਆਰਡਰ ਗਿਣਦੇ ਹਨ",
    "total_7_days": "ਪਿਛਲੇ 7 ਦਿਨਾਂ ਵਿੱਚ ਕੁੱਲ ਆਰਡਰ"
  },
  "dropshipping_products": {
    "no_shops": "ਮਾਫ਼ ਕਰਨਾ, ਕੋਈ ਸਟੋਰ ਨਹੀਂ ਮਿਲਿਆ। ਭਵਿੱਖ ਵਿੱਚ ਹੋਰ ਸਟੋਰ ਹੋਣਗੇ ਤਾਂ ਜੋ ਤੁਸੀਂ ਉਹਨਾਂ ਦੇ ਉਤਪਾਦਾਂ ਨੂੰ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਪਾ ਸਕੋ।",
    "show_all_shops": "ਸਾਰੀਆਂ ਦੁਕਾਨਾਂ ਦਿਖਾਓ",
    "show_all_message": "ਤੁਸੀਂ ਸਾਰੀਆਂ ਦੁਕਾਨਾਂ ਦੇਖ ਸਕਦੇ ਹੋ",
    "current_shop": "ਮੌਜੂਦਾ ਦੁਕਾਨ",
    "request_account": "ਖਾਤੇ ਦੀ ਬੇਨਤੀ ਕਰੋ",
    "request_accepted": "ਬੇਨਤੀ ਸਵੀਕਾਰ ਕੀਤੀ ਗਈ",
    "request_rejected": "ਬੇਨਤੀ ਅਸਵੀਕਾਰ ਕੀਤੀ ਗਈ",
    "request_pending": "ਬੇਨਤੀ ਬਕਾਇਆ..",
    "notifications": {
      "add_product": "ਉਤਪਾਦ ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
      "request_access": "ਅਸੀਂ ਤੁਹਾਡੀ ਪਹੁੰਚ ਦੀ ਬੇਨਤੀ ਥੋਕ ਵਿਕਰੇਤਾ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਭੇਜ ਦਿੱਤੀ ਹੈ।"
    },
    "show_eligible_shops_message": "ਯੋਗ ਦੁਕਾਨਾਂ ਦਿਖਾਓ"
  },
  "product_dropshipping": {
    "need_re_enable": "ਇਹ ਉਤਪਾਦ ਅਸਲ ਵਿਕਰੇਤਾ ਦੁਆਰਾ ਬਦਲਿਆ ਗਿਆ ਹੈ, ਇਹਨਾਂ ਕੀਮਤਾਂ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਨੇ ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਉਤਪਾਦ ਨੂੰ ਅਯੋਗ ਕਰ ਦਿੱਤਾ ਹੈ। ਤਬਦੀਲੀਆਂ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ ਉਤਪਾਦ ਨੂੰ ਮੁੜ ਸਰਗਰਮ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੋ, ਤਾਂ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ ਨੂੰ ਦਬਾਓ।",
    "need_re_enable_action": "ਸਹਿਮਤ ਹੋਵੋ, ਤਬਦੀਲੀਆਂ ਅਤੇ ਕਿਰਿਆਸ਼ੀਲਤਾ ਲਾਗੂ ਕਰੋ",
    "changed_value": "ਇਹ ਉਤਪਾਦ ਅਸਲ ਵਿਕਰੇਤਾ ਦੁਆਰਾ ਸੰਪਾਦਿਤ ਕੀਤਾ ਗਿਆ ਹੈ। ਤਬਦੀਲੀਆਂ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਉਤਪਾਦ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਨੂੰ ਲਾਗੂ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੋ, ਤਾਂ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "changed_value_action": "ਸਹਿਮਤ ਹੋਵੋ, ਬਦਲਾਅ ਕਰੋ",
    "parent_deleted": "ਇਸ ਆਈਟਮ ਨੂੰ ਅਸਲ ਵਿਕਰੇਤਾ ਦੁਆਰਾ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।",
    "parent_closed": "ਇਹ ਉਤਪਾਦ ਅਸਲੀ ਵਿਕਰੇਤਾ ਦੁਆਰਾ ਅਸਮਰੱਥ ਕੀਤਾ ਗਿਆ ਹੈ! ਤੁਸੀਂ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਇਸ ਉਤਪਾਦ ਨੂੰ ਵੇਚਣ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਵੋਗੇ, ਪਰ ਜੇਕਰ ਅਸਲੀ ਵਿਕਰੇਤਾ ਉਤਪਾਦ ਨੂੰ ਮੁੜ ਸਰਗਰਮ ਕਰਦਾ ਹੈ ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਇਸ ਉਤਪਾਦ ਨੂੰ ਮੁੜ ਕਿਰਿਆਸ਼ੀਲ ਕਰਨ ਦੇ ਯੋਗ ਹੋਵੋਗੇ।",
    "notifications": {
      "re_enable_success": "ਇਸ ਉਤਪਾਦ ਨੂੰ ਮੁੜ ਸਰਗਰਮ ਕੀਤਾ ਗਿਆ ਹੈ।",
      "update_success": "ਇਸ ਉਤਪਾਦ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਮੂਲ ਉਤਪਾਦ ਜਾਣਕਾਰੀ ਨਾਲ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਸੀ।"
    }
  },
  "product_dropshipping_admin": {
    "title": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ",
    "save_alert": "ਇਸ ਉਤਪਾਦ ਦੀਆਂ ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਸੈਟਿੰਗਾਂ ਬਦਲ ਗਈਆਂ ਹਨ। ਕੀ ਤੁਸੀਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "reselling_message": "ਇਸ ਵਿਕਲਪ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਕਰਨ ਨਾਲ, ਹੋਰ ਵਿਕਰੇਤਾ ਤੁਹਾਡੇ ਉਤਪਾਦ ਨੂੰ ਉਹਨਾਂ ਦੇ ਸਟੋਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨ ਦੇ ਯੋਗ ਹੋਣਗੇ।",
    "reselling": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ",
    "price_merchants": "ਵਪਾਰੀਆਂ ਲਈ ਕੀਮਤ",
    "price_commission": "ਵਪਾਰੀ ਕਮਿਸ਼ਨ (ਸਥਿਰ)"
  },
  "buy_button": {
    "waiting_for_availability": "ਉਪਲਬਧਤਾ ਦੀ ਉਡੀਕ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ",
    "inform_me_when_available": "ਜਦੋਂ ਇਹ ਉਪਲਬਧ ਹੋਵੇ ਤਾਂ ਮੈਨੂੰ ਸੂਚਿਤ ਕਰੋ!",
    "pay_buy": "ਭੁਗਤਾਨ ਕਰੋ ਅਤੇ ਖਰੀਦੋ",
    "quantity": "ਗਿਣਤੀ",
    "quantity_in_basket": "ਕਾਰਟ ਵਿੱਚ ਆਈਟਮਾਂ",
    "count_unit": "x",
    "remove": "ਹਟਾਓ",
    "add_to_basket": "ਠੇਲ੍ਹੇ ਵਿੱਚ ਪਾਓ",
    "buy": "ਖਰੀਦੋ",
    "notifications": {
      "inform_add_success": "ਇਹ ਉਪਲਬਧ ਹੋਣ 'ਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਦੱਸਾਂਗੇ।",
      "inform_remove_success": "ਤੁਹਾਨੂੰ ਉਡੀਕ ਸੂਚੀ ਵਿੱਚੋਂ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।"
    },
    "book_now": "ਹੁਣੇ ਬੁੱਕ ਕਰੋ",
    "reserve_now": "ਹੁਣ ਰਿਜ਼ਰਵ ਕਰੋ",
    "buy_now": "ਹੁਣੇ ਖਰੀਦੋ"
  },
  "product_info": {
    "fake": "ਫਰਜ਼ੀ",
    "action": "ਨਿਲਾਮੀ",
    "compare_limit": "10 ਆਈਟਮਾਂ ਦੀ ਸੀਮਾ",
    "compare_add": "ਤੁਲਨਾ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ",
    "compare_be_in_list": "ਤੁਲਨਾ ਸੂਚੀ ਵਿੱਚ",
    "type": "ਟਾਈਪ ਕਰੋ",
    "brand": "ਬ੍ਰਾਂਡ",
    "category": "ਸ਼੍ਰੇਣੀ",
    "discount": "ਛੂਟ",
    "track_price": "ਟ੍ਰੈਕ ਕੀਮਤ",
    "waiting_for_auction": "ਨਿਲਾਮੀ ਦੀ ਉਡੀਕ ਕਰ ਰਹੇ ਹੋ?",
    "inform_auction": "ਨਿਲਾਮੀ ਵੇਲੇ ਮੈਨੂੰ ਸੂਚਿਤ ਕਰੋ",
    "return_in_days": "{days} ਦਿਨਾਂ ਦੀ ਵਾਰੰਟੀ ਵਾਪਸੀ",
    "support24h7": "24 ਘੰਟੇ 7 ਦਿਨ ਸਪੋਰਟ ਕਰੋ",
    "support_normal": "ਕੰਮਕਾਜੀ ਘੰਟਿਆਂ ਦਾ ਸਮਰਥਨ",
    "original_guarantee": "ਅਸਲੀ ਗਾਰੰਟੀ",
    "cod_payment": "ਕੈਸ਼ ਆਨ ਡਿਲੀਵਰੀ ਸਪੋਰਟ",
    "pros": "ਪ੍ਰੋ",
    "cons": "ਵਿਪਰੀਤ",
    "external_link": "ਹੋਰ ਪੜ੍ਹੋ",
    "notifications": {
      "congratulation": "ਵਧਾਈਆਂ",
      "waiting_list_add_success": "ਇਸ ਉਤਪਾਦ ਦੀ ਨਿਲਾਮੀ ਹੋਣ 'ਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸੂਚਿਤ ਕਰਾਂਗੇ।",
      "waiting_list_delete_success": "ਤੁਸੀਂ ਨਿਲਾਮੀ ਦੀ ਉਡੀਕ ਸੂਚੀ ਤੋਂ ਬਾਹਰ ਹੋ ਗਏ ਹੋ।"
    },
    "offer_message": "ਇਹਨਾਂ ਆਈਟਮਾਂ ਲਈ {min_quantity} ਖਰੀਦੋ {percent}% ਦੀ ਛੋਟ ਪ੍ਰਾਪਤ ਕਰੋ",
    "up_to": "ਪ੍ਰਤੀ ਆਰਡਰ {per_order}x ਤੱਕ",
    "get_free": "ਮੁਫ਼ਤ ਪ੍ਰਾਪਤ ਕਰੋ",
    "get_off": "{percent}% ਦੀ ਛੋਟ ਪ੍ਰਾਪਤ ਕਰੋ"
  },
  "styler": {
    "size_class": "ਆਕਾਰ ਅਤੇ ਸ਼੍ਰੇਣੀ",
    "delete_bg": "ਪਿਛੋਕੜ ਚਿੱਤਰ ਨੂੰ ਮਿਟਾਓ",
    "bg_color": "ਬੈਕਗ੍ਰਾਊਂਡ ਦਾ ਰੰਗ",
    "section_style": "ਸੈਕਸ਼ਨ ਸ਼ੈਲੀ ਸੈੱਟ ਕਰੋ",
    "link": "ਲਿੰਕ ਸੈੱਟ ਕਰੋ",
    "show_products": "ਉਤਪਾਦਾਂ / ਸ਼੍ਰੇਣੀਆਂ ਦੀ ਸੂਚੀ ਪ੍ਰਬੰਧਨ",
    "show_product": "ਉਤਪਾਦ ਦੀ ਚੋਣ ਕਰੋ",
    "delete_section": "ਸੈਕਸ਼ਨ ਮਿਟਾਓ",
    "text_color": "ਟੈਕਸਟ ਦਾ ਰੰਗ",
    "tex_align": "ਟੈਕਸਟ ਅਲਾਈਨਮੈਂਟ",
    "text_style": "ਟੈਕਸਟ ਸ਼ੈਲੀ",
    "bg_image": "ਬੈਕਗ੍ਰਾਊਂਡ ਚਿੱਤਰ",
    "product": {
      "title": "ਉਤਪਾਦ ਦੀ ਚੋਣ ਕਰੋ"
    },
    "products": {
      "title": "ਉਤਪਾਦ ਅਤੇ ਸ਼੍ਰੇਣੀਆਂ ਦੀ ਸੂਚੀ ਪ੍ਰਬੰਧਨ",
      "sort_options": "ਕ੍ਰਮਬੱਧ ਅਤੇ ਵੇਖੋ ਸੈਟਿੰਗਾਂ ਨੂੰ ਚੁਣੋ",
      "item_types": "ਸਿਰਫ਼ ਉਤਪਾਦ/ਸ਼੍ਰੇਣੀਆਂ ਦਿਖਾਓ",
      "product_only": "ਸਿਰਫ਼ ਉਤਪਾਦ",
      "category_only": "ਸਿਰਫ਼ ਸ਼੍ਰੇਣੀਆਂ",
      "no_category": "ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਕੋਈ ਸ਼੍ਰੇਣੀ ਨਹੀਂ ਹੈ।",
      "limit": "ਉਤਪਾਦ ਸੀਮਾ",
      "limit_message": "ਉਤਪਾਦਾਂ ਦੇ ਨਤੀਜਿਆਂ ਦੀ ਗਿਣਤੀ ਦਰਜ ਕਰੋ",
      "select_categories": "ਉਪਲਬਧ ਸ਼੍ਰੇਣੀਆਂ ਦੀ ਚੋਣ ਕਰੋ",
      "categories_limit": "ਸ਼੍ਰੇਣੀਆਂ ਦੀ ਸੀਮਾ",
      "categories_limit_msg": "ਸ਼੍ਰੇਣੀਆਂ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਗਿਣਤੀ ਦਾਖਲ ਕਰੋ। ਬਿਨਾਂ ਸੀਮਾ ਲਈ ਜ਼ੀਰੋ ਸੈੱਟ ਕਰੋ।"
    }
  },
  "shop_contacts": {
    "popup": "ਪੌਪਅੱਪ ਸਹਾਇਤਾ ਨੂੰ ਸਮਰੱਥ ਬਣਾਓ",
    "popup_message": "ਇਸ ਵਿਕਲਪ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਕਰਨ ਨਾਲ, ਸਹਾਇਤਾ ਕੁੰਜੀ ਤੁਹਾਡੇ ਸਟੋਰ ਦੇ ਹੇਠਾਂ ਸੱਜੇ ਪਾਸੇ ਦਿਖਾਈ ਦੇਵੇਗੀ।"
  },
  "popup_page": {
    "preview": "ਲਾਈਵ ਪੌਪਅੱਪ ਦੇਖੋ",
    "menu": {
      "design": "ਡਿਜ਼ਾਈਨ",
      "appearance": "ਦਿੱਖ",
      "filter": "ਫਿਲਟਰ",
      "setting": "ਸੈਟਿੰਗ"
    },
    "notifications": {
      "save": "ਪੌਪਅੱਪ ਸਫਲਤਾਪੂਰਵਕ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਗਿਆ।",
      "edit": "ਪੌਪਅੱਪ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ।"
    }
  },
  "popup_appearance": {
    "position": "ਸਥਿਤੀ",
    "position_desc": "ਪੰਨੇ 'ਤੇ ਇਸ ਸੂਚਨਾ ਦਾ ਡਿਸਪਲੇ ਟਿਕਾਣਾ ਦੱਸੋ।",
    "width": "ਚੌੜਾਈ",
    "width_desc": "ਤੁਸੀਂ ਵੱਧ ਤੋਂ ਵੱਧ ਪੰਨੇ ਦੀ ਚੌੜਾਈ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ।",
    "height": "ਉਚਾਈ",
    "height_desc": "ਤੁਸੀਂ ਵੱਧ ਤੋਂ ਵੱਧ ਪੰਨੇ ਦੀ ਉਚਾਈ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ।",
    "radius": "ਕੋਨੇ ਦਾ ਘੇਰਾ",
    "radius_desc": "ਇਸ ਭਾਗ ਵਿੱਚ ਤੁਸੀਂ ਸੂਚਨਾ ਦੇ ਕੋਨਿਆਂ ਦੇ ਵਕਰ ਦਾ ਘੇਰਾ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ।",
    "shadow": "ਸ਼ੈਡੋ",
    "shadow_desc": "ਕੀ ਤੁਸੀਂ ਪੌਪ-ਅੱਪ ਵਿੰਡੋ ਨੂੰ ਸ਼ੇਡ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "delay": "ਦੇਰੀ ਦਿਖਾਓ",
    "delay_desc": "ਇੱਕ ਵਾਰ ਜਦੋਂ ਉਪਭੋਗਤਾ ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਦਾਖਲ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਇਹ ਸਮਾਂ ਬੀਤ ਜਾਣ ਤੋਂ ਬਾਅਦ, ਉਪਭੋਗਤਾ ਨੂੰ ਇੱਕ ਸੂਚਨਾ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀ ਜਾਵੇਗੀ।",
    "hide": "ਦੇਰੀ ਨੂੰ ਲੁਕਾਓ",
    "hide_desc": "ਤੁਸੀਂ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ ਕਿ ਸ਼ੋਅ ਤੋਂ ਕੁਝ ਸਕਿੰਟਾਂ ਬਾਅਦ ਸੂਚਨਾ ਆਪਣੇ ਆਪ ਬੰਦ ਹੋ ਜਾਂਦੀ ਹੈ। 0 ਦੇ ਮੁੱਲ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਸੂਚਨਾ ਆਪਣੇ ਆਪ ਬੰਦ ਨਹੀਂ ਹੋਵੇਗੀ।",
    "transition": "ਪੌਪਅੱਪ ਐਨੀਮੇਸ਼ਨ"
  },
  "popup_filter": {
    "registered": "ਸਦੱਸਤਾ ਅਤੇ ਲਾਗਇਨ ਲੋੜ",
    "registered_desc": "ਤੁਸੀਂ ਇਸ ਸੂਚਨਾ ਨੂੰ ਸਿਰਫ਼ ਸਟੋਰ ਉਪਭੋਗਤਾਵਾਂ ਜਾਂ ਮਹਿਮਾਨਾਂ ਨੂੰ ਦਿਖਾਉਣ ਲਈ ਚੁਣ ਸਕਦੇ ਹੋ।",
    "only_guests": "ਸਿਰਫ਼ ਮਹਿਮਾਨ",
    "only_users": "ਸਿਰਫ਼ ਲੌਗਇਨ ਕੀਤੇ ਉਪਭੋਗਤਾ",
    "purchased": "ਖਰੀਦ ਇਤਿਹਾਸ",
    "purchased_desc": "ਤੁਸੀਂ ਇਸ ਸੂਚਨਾ ਨੂੰ ਸਿਰਫ਼ ਉਨ੍ਹਾਂ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਦਿਖਾਉਣਾ ਚੁਣ ਸਕਦੇ ਹੋ ਜਿਨ੍ਹਾਂ ਨੇ ਪਹਿਲਾਂ ਹੀ ਖਰੀਦਿਆ ਹੈ ਜਾਂ ਜਿਨ੍ਹਾਂ ਨੇ ਅਜੇ ਤੱਕ ਖਰੀਦਿਆ ਨਹੀਂ ਹੈ।",
    "no_purchase": "ਅਜੇ ਤੱਕ ਕੋਈ ਖਰੀਦਦਾਰੀ ਨਹੀਂ ਹੋਈ",
    "yes_purchase": "ਪਹਿਲਾਂ ਖਰੀਦਿਆ ਗਿਆ",
    "sex": "ਲਿੰਗ",
    "sex_desc": "ਕੀ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਇਹ ਸੂਚਨਾ ਸਿਰਫ਼ ਕਿਸੇ ਖਾਸ ਲਿੰਗ ਦੇ ਵਰਤੋਂਕਾਰਾਂ ਨੂੰ ਦਿਖਾਈ ਜਾਵੇ?",
    "age": "ਘੱਟੋ-ਘੱਟ ਉਮਰ",
    "age_desc": "ਜੇਕਰ ਕੋਈ ਮੁੱਲ 6 ਤੋਂ ਵੱਧ ਦਰਜ ਕੀਤਾ ਗਿਆ ਹੈ, ਤਾਂ ਉਪਭੋਗਤਾ ਨੂੰ ਲਾਜ਼ਮੀ ਤੌਰ 'ਤੇ ਲੌਗਇਨ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਉਸ ਨੇ ਆਪਣੀ ਜਨਮ ਮਿਤੀ ਦਰਜ ਕੀਤੀ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "levels": "ਗਾਹਕ ਕਲੱਬ ਪੱਧਰ",
    "levels_desc": "ਜੇਕਰ ਉਪਭੋਗਤਾ ਕੋਲ ਹੇਠਾਂ ਚੁਣੇ ਗਏ ਪੱਧਰਾਂ ਵਿੱਚੋਂ ਇੱਕ ਹੈ, ਤਾਂ ਇਹ ਸੂਚਨਾ ਉਸਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀ ਜਾਵੇਗੀ।",
    "countries": "ਸਥਾਨ ਪਾਬੰਦੀਆਂ",
    "countries_desc": "ਕੀ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਇਹ ਸੂਚਨਾ ਸਿਰਫ਼ ਕਿਸੇ ਖਾਸ ਦੇਸ਼ ਤੋਂ ਆਉਣ ਵਾਲੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਦਿਖਾਈ ਜਾਵੇ?"
  },
  "popup_setting": {
    "published": "ਪ੍ਰਕਾਸ਼ਿਤ ਸਥਿਤੀ",
    "repeat": "ਦੁਹਰਾਓ",
    "repeat_msg": "ਕੀ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਇਹ ਸੂਚਨਾ ਉਪਭੋਗਤਾ ਨੂੰ ਇੱਕ ਤੋਂ ਵੱਧ ਵਾਰ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀ ਜਾਵੇ?",
    "intervals": "ਪੌਪਅੱਪ ਡਿਸਪਲੇ ਦੀ ਸਮਾਂ ਮਿਆਦ",
    "intervals_msg": "ਉਪਭੋਗਤਾ ਨੂੰ ਸੂਚਨਾਵਾਂ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਦੇ ਵਿਚਕਾਰ ਘੱਟੋ-ਘੱਟ ਸਮਾਂ ਬੀਤ ਗਿਆ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "designer_zone": "ਡਿਜ਼ਾਈਨਰ ਜ਼ੋਨ",
    "title": "ਪੌਪਅੱਪ ਸਿਰਲੇਖ",
    "note": "ਡਿਜ਼ਾਈਨਰ ਨੋਟ",
    "image": "ਕਵਰ ਚਿੱਤਰ",
    "delete": {
      "title": "ਮਿਟਾਓ",
      "sub_title": "ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਇੱਕ ਪੌਪਅੱਪ ਨੂੰ ਮਿਟਾਉਂਦੇ ਹੋ, ਤਾਂ ਕੋਈ ਵਾਪਸੀ ਨਹੀਂ ਹੁੰਦੀ। ਕਿਰਪਾ ਕਰਕੇ ਪੱਕਾ ਕਰੋ।",
      "action": "ਇਸ ਪੌਪਅੱਪ ਨੂੰ ਮਿਟਾਓ"
    },
    "notifications": {
      "delete": "ਪੌਪਅੱਪ ਮਿਟਾਇਆ ਗਿਆ।"
    }
  },
  "shop_sms": {
    "title": "SMS ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
    "sub_title": "ਗਾਹਕਾਂ ਨੂੰ SMS ਟੈਂਪਲੇਟ ਭੇਜੇ ਗਏ",
    "message": "ਤੁਸੀਂ ਇੱਥੇ ਆਪਣੇ ਸਟੋਰ ਦੁਆਰਾ ਭੇਜੇ ਗਏ ਟੈਕਸਟ ਸੁਨੇਹਿਆਂ ਦੀ ਸਮੱਗਰੀ ਦੇਖ ਸਕਦੇ ਹੋ। ਮੈਸੇਜਿੰਗ ਸੇਵਾ ਵਿੱਚ ਪ੍ਰਮਾਣਿਕਤਾ ਪੈਟਰਨਾਂ ਨੂੰ ਰਜਿਸਟਰ ਕਰਨ ਵਿੱਚ ਸੀਮਾ ਦੇ ਕਾਰਨ, ਇਸ ਸਮੇਂ ਟੈਕਸਟ ਸੁਨੇਹਿਆਂ ਨੂੰ ਨਿੱਜੀ ਬਣਾਉਣਾ ਸੰਭਵ ਨਹੀਂ ਹੈ।",
    "tabs": {
      "templates": "ਟੈਂਪਲੇਟਸ",
      "provider": "ਪ੍ਰਦਾਤਾ"
    },
    "manage": {
      "title": "SMS ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
      "subtitle": "ਤੁਸੀਂ ਇੱਥੇ ਆਪਣੇ ਸਟੋਰ ਦੁਆਰਾ ਭੇਜੇ ਗਏ ਟੈਕਸਟ ਸੁਨੇਹਿਆਂ ਦੀ ਸਮੱਗਰੀ ਦੇਖ ਸਕਦੇ ਹੋ। ਮੈਸੇਜਿੰਗ ਸੇਵਾ ਵਿੱਚ ਪ੍ਰਮਾਣਿਕਤਾ ਪੈਟਰਨਾਂ ਨੂੰ ਰਜਿਸਟਰ ਕਰਨ ਵਿੱਚ ਸੀਮਾ ਦੇ ਕਾਰਨ, ਇਸ ਸਮੇਂ ਟੈਕਸਟ ਸੁਨੇਹਿਆਂ ਨੂੰ ਨਿੱਜੀ ਬਣਾਉਣਾ ਸੰਭਵ ਨਹੀਂ ਹੈ।"
    },
    "template": {
      "title": "ਟੈਂਪਲੇਟਸ",
      "valid_message": "ਤੁਸੀਂ ਕਸਟਮ SMS ਸੁਨੇਹੇ ਬਣਾ ਸਕਦੇ ਹੋ।",
      "provider_not_enable_message": "SMS ਪ੍ਰਦਾਤਾ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ!",
      "need_custom_provider_message": "ਕਸਟਮਾਈਜ਼ਡ SMS ਸੁਨੇਹੇ ਕੇਵਲ ਤਾਂ ਹੀ ਕੰਮ ਕਰਦੇ ਹਨ ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਕਸਟਮ ਪ੍ਰਦਾਤਾ ਸੈਟ ਕਰਦੇ ਹੋ।",
      "add_new": "ਨਵਾਂ ਸ਼ਾਮਲ ਕਰੋ",
      "disable_reason": {
        "set_provider": "ਪਹਿਲਾਂ ਆਪਣੇ ਪ੍ਰਦਾਤਾ ਨੂੰ ਸੈੱਟ ਕਰੋ!",
        "provider_is_disabled": "ਪ੍ਰਦਾਤਾ ਅਯੋਗ ਹੈ!",
        "otp": "OTP - ਕੋਈ ਵੀ ਅਨੁਕੂਲਿਤ ਨਹੀਂ!",
        "select_another_provider": "ਕੋਈ ਹੋਰ ਪ੍ਰਦਾਤਾ ਚੁਣੋ।"
      },
      "enable_only_filter": "ਸਿਰਫ਼ ਸਮਰਥਿਤ ਦਿਖਾਓ",
      "text_template_not_supported_msg": "ਤੁਹਾਡਾ ਪ੍ਰਦਾਤਾ ਸਾਦੇ ਟੈਕਸਟ ਸੁਨੇਹਿਆਂ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦਾ ਹੈ।",
      "structure_template_not_supported_msg": "ਤੁਹਾਡਾ ਪ੍ਰਦਾਤਾ ਢਾਂਚਾਗਤ ਸੰਦੇਸ਼ਾਂ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕਰਦਾ ਹੈ।",
      "structured_data": "ਸਟ੍ਰਕਚਰਡ ਡਾਟਾ",
      "menu": {
        "reset_error": "ਤਰੁੱਟੀਆਂ ਰੀਸੈਟ ਕਰੋ",
        "send_test": "ਟੈਸਟ ਸੁਨੇਹਾ ਭੇਜੋ"
      }
    },
    "template_edit": {
      "title_add": "ਨਵਾਂ ਸੁਨੇਹਾ ਟੈਮਪਲੇਟ ਸ਼ਾਮਲ ਕਰੋ",
      "title_edit": "ਸੁਨੇਹਾ ਟੈਮਪਲੇਟ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
      "config": {
        "title": "ਸੁਨੇਹਾ ਸੰਰਚਨਾ",
        "subtitle": "ਤੁਸੀਂ ਆਪਣੇ SMS ਪ੍ਰਦਾਤਾ ਦੀ ਵੈੱਬਸਾਈਟ 'ਤੇ SMS ਸੁਨੇਹੇ ਲਈ ਇੱਕ ਟੈਮਪਲੇਟ ਬਣਾ ਸਕਦੇ ਹੋ, ਫਿਰ ਇਸਦਾ ਕੋਡ ਅਤੇ ਡਾਟਾ ਢਾਂਚਾ ਇੱਥੇ ਦਿਓ। ਅਸੀਂ ਇਸ ਜਾਣਕਾਰੀ ਨੂੰ ਤੁਹਾਡੇ ਪ੍ਰਦਾਤਾ ਨੂੰ ਭੇਜਾਂਗੇ, ਜਿੱਥੇ ਅਸਲ SMS ਸੁਨੇਹਾ ਤਿਆਰ ਕੀਤਾ ਜਾਵੇਗਾ।",
        "code": "ਕੋਡ",
        "language_msg": "ਇਸਨੂੰ ਡਿਫੌਲਟ ਦੇ ਤੌਰ 'ਤੇ ਸੈੱਟ ਕਰਨ ਲਈ ਇਸਨੂੰ ਖਾਲੀ ਛੱਡੋ।",
        "enable_msg": "ਇਹ ਟੈਮਪਲੇਟ ਸੁਨੇਹੇ ਬਣਾਉਣ ਲਈ ਵਰਤਿਆ ਜਾਵੇਗਾ।"
      },
      "text": {
        "title": "ਸਾਦਾ ਟੈਕਸਟ",
        "subtitle": "ਇੱਥੇ ਇੱਕ ਵਿਅਕਤੀਗਤ SMS ਸੁਨੇਹਾ ਦਾਖਲ ਕਰੋ। ਉਪਭੋਗਤਾ ਨੂੰ ਭੇਜੇ ਜਾਣ ਤੋਂ ਪਹਿਲਾਂ ਗਤੀਸ਼ੀਲ ਮੁੱਲਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਅਸਲ ਮੁੱਲਾਂ ਨਾਲ ਬਦਲਿਆ ਜਾਵੇਗਾ।",
        "message": "ਸੁਨੇਹਾ",
        "reset_to_default": "ਪੂਰਵ-ਨਿਰਧਾਰਤ 'ਤੇ ਰੀਸੈਟ ਕਰੋ",
        "auto_fill": {
          "title": "ਆਟੋ ਫਿਲ ਪੈਰਾਮੀਟਰ",
          "subtitle": "ਤੁਸੀਂ ਇਹਨਾਂ ਵਿੱਚੋਂ ਹਰੇਕ ਪੈਰਾਮੀਟਰ ਨੂੰ ਟੈਕਸਟ ਵਿੱਚ ਵਰਤ ਸਕਦੇ ਹੋ ਅਤੇ ਸੇਲਡੋਨ ਉਹਨਾਂ ਨੂੰ ਸੰਬੰਧਿਤ ਮੁੱਲ ਨਾਲ ਬਦਲ ਦੇਵੇਗਾ।"
        },
        "sample": {
          "title": "ਨਮੂਨਾ ਸੁਨੇਹਾ"
        }
      },
      "template": {
        "title": "ਢਾਂਚਾਗਤ ਟੈਮਪਲੇਟ",
        "subtitle": "ਤੁਸੀਂ ਇੱਥੇ ਟੈਮਪਲੇਟ ਕੁੰਜੀ ਅਤੇ ਮੁੱਲ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ। ਟੈਮਪਲੇਟ ਕੋਡ ਬਿਲਕੁਲ ਉਹੀ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ਜੋ ਤੁਸੀਂ ਆਪਣੇ SMS ਸੇਵਾ ਪ੍ਰਦਾਤਾ ਵਿੱਚ ਸੈੱਟ ਕੀਤਾ ਹੈ, ਅਤੇ <code>key</code> ਇਹ ਹੈ ਕਿ ਤੁਹਾਡਾ ਪ੍ਰਦਾਤਾ ਕੋਡ ਨੂੰ ਕਿਸ ਰਾਹੀਂ ਭੇਜਣਾ ਚਾਹੁੰਦਾ ਹੈ। ਜੇਕਰ ਟੈਂਪਲੇਟ ਦਾ <code>value</code> ਖੇਤਰ ਖਾਲੀ ਹੈ, ਤਾਂ <code>{code}</code> ਟੈਂਪਲੇਟ ਕੋਡ ਮੰਨਿਆ ਜਾਵੇਗਾ।",
        "add_new_parameter": "ਨਵਾਂ ਪੈਰਾਮੀਟਰ ਸ਼ਾਮਲ ਕਰੋ",
        "auto_fill": {
          "title": "ਆਟੋ ਫਿਲ ਪੈਰਾਮੀਟਰ",
          "subtitle": "ਤੁਸੀਂ ਇਹਨਾਂ ਵਿੱਚੋਂ ਹਰੇਕ ਪੈਰਾਮੀਟਰ ਨੂੰ ਇੱਕ ਮੁੱਲ ਦੇ ਤੌਰ ਤੇ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ, ਅਤੇ Selldone ਉਹਨਾਂ ਨੂੰ ਸੰਬੰਧਿਤ ਮੁੱਲ ਨਾਲ ਬਦਲ ਦੇਵੇਗਾ। ਸਰਲਤਾ ਲਈ ਤੁਹਾਡੇ SMS ਪ੍ਰਦਾਤਾ ਵਿੱਚ ਪੂਰਵ-ਨਿਰਧਾਰਤ ਮੁੱਲਾਂ ਨੂੰ ਟੈਂਪਲੇਟਾਂ ਵਜੋਂ ਪਰਿਭਾਸ਼ਿਤ ਕਰਨਾ ਬਿਹਤਰ ਹੈ। ਇਸ ਸਥਿਤੀ ਵਿੱਚ, ਇੱਥੇ ਪੈਰਾਮੀਟਰ ਮੁੱਲਾਂ ਨੂੰ ਪਰਿਭਾਸ਼ਿਤ ਕਰਨ ਦੀ ਕੋਈ ਲੋੜ ਨਹੀਂ ਹੋਵੇਗੀ।"
        },
        "request": {
          "title": "ਨਮੂਨਾ ਪੇਲੋਡ"
        },
        "sample": {
          "title": "ਨਮੂਨਾ ਟੈਮਪਲੇਟ ਸੁਨੇਹਾ",
          "subtitle": "ਤੁਸੀਂ ਇਸ ਟੈਮਪਲੇਟ ਨੂੰ ਆਪਣੇ SMS ਪ੍ਰਦਾਤਾ ਨੂੰ ਕਾਪੀ ਅਤੇ ਪੇਸਟ ਕਰ ਸਕਦੇ ਹੋ।"
        },
        "add_message_action": "ਸੁਨੇਹਾ ਟੈਮਪਲੇਟ ਸ਼ਾਮਲ ਕਰੋ"
      }
    }
  },
  "shop_emails": {
    "title": "ਈਮੇਲਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
    "sub_title": "ਤੁਸੀਂ ਇਸ ਸੈਕਸ਼ਨ ਵਿੱਚ ਸਟੋਰ ਦੁਆਰਾ ਗਾਹਕਾਂ ਅਤੇ ਪ੍ਰਬੰਧਕਾਂ ਨੂੰ ਭੇਜੀਆਂ ਈਮੇਲਾਂ ਦੀ ਸੂਚੀ ਦੇਖੋਗੇ। ਈਮੇਲਾਂ ਤੁਹਾਡੇ ਸਟੋਰ ਲਈ ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਾਖਲ ਕੀਤੀ ਗਈ ਜਾਣਕਾਰੀ ਦੇ ਅਧਾਰ 'ਤੇ ਆਪਣੇ ਆਪ ਡਿਜ਼ਾਈਨ ਕੀਤੀਆਂ ਅਤੇ ਬਣਾਈਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਨਾਲ ਹੀ, ਸੁਨੇਹਿਆਂ ਅਤੇ ਚਿੱਤਰਾਂ ਨੂੰ ਵਿਅਕਤੀਗਤ ਬਣਾਉਣ ਦੀ ਸੰਭਾਵਨਾ ਭਵਿੱਖ ਵਿੱਚ ਜਨਤਾ ਲਈ ਉਪਲਬਧ ਹੋਵੇਗੀ।",
    "tabs": {
      "preferences": "ਤਰਜੀਹਾਂ",
      "templates": "ਟੈਂਪਲੇਟਸ",
      "provider": "ਪ੍ਰਦਾਤਾ"
    },
    "preferences": {
      "title": "ਸੂਚਨਾ ਈਮੇਲਾਂ"
    }
  },
  "instagram": {
    "title": "ਇੰਸਟਾਗ੍ਰਾਮ 'ਤੇ ਵਿਕਰੀ",
    "message": "ਇਸ ਟੂਲ ਦੀ ਮਦਦ ਨਾਲ ਤੁਸੀਂ ਆਪਣੇ ਇੰਸਟਾਗ੍ਰਾਮ ਨੂੰ ਸਟੋਰ 'ਚ ਬਦਲ ਸਕਦੇ ਹੋ। ਬਸ ਇੱਥੇ ਆਪਣੇ Instagram ਖਾਤੇ ਨੂੰ ਜੋੜੋ ਅਤੇ ਪੁਸ਼ਟੀ ਕਰੋ, ਫਿਰ ਤੁਸੀਂ ਹਰੇਕ ਪੋਸਟ ਜਾਂ ਆਪਣੀ ਕਹਾਣੀ 'ਤੇ ਇੱਕ ਜਾਂ ਇੱਕ ਤੋਂ ਵੱਧ ਉਤਪਾਦ ਪੋਸਟ ਕਰਨ ਦੇ ਯੋਗ ਹੋਵੋਗੇ, ਆਪਣੇ ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ ਨੂੰ ਜੋੜ ਅਤੇ ਟੈਗ ਕਰ ਸਕੋਗੇ ਜਾਂ ਇੱਕ ਪੋਸਟ ਨੂੰ ਇੱਕ ਨਵੇਂ ਉਤਪਾਦ ਵਿੱਚ ਬਦਲ ਸਕੋਗੇ!",
    "add_product": "ਨਵਾਂ ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰੋ",
    "create_product": "ਉਤਪਾਦ ਬਣਾਓ",
    "link_box_msg": "ਇਸ ਲਿੰਕ ਨੂੰ ਇੰਸਟਾਗ੍ਰਾਮ, ਟੈਲੀਗ੍ਰਾਮ ਜਾਂ ਹੋਰ ਸੋਸ਼ਲ ਮੀਡੀਆ 'ਤੇ ਆਪਣੇ ਬਾਇਓ ਵਿੱਚ ਪਾਓ ਤਾਂ ਜੋ ਤੁਹਾਡੇ ਦਰਸ਼ਕ ਤੇਜ਼ੀ, ਆਸਾਨ, ਹੋਰ ਅਤੇ ਅੰਤ ਵਿੱਚ ਹੋਰ ਖਰੀਦ ਸਕਣ।",
    "remove_account": "ਇੰਸਟਾਗ੍ਰਾਮ ਲਿੰਕ ਬਦਲੋ / ਹਟਾਓ",
    "sync": "ਖਾਤਾ ਡੇਟਾ ਸਿੰਕ ਕਰੋ (ਹਰ 60 ਮਿੰਟ)"
  },
  "service_bill": {
    "task": {
      "title": "ਕਰਨ ਲਈ ਸੂਚੀ",
      "message": "ਉਸ ਕੰਮ ਦੇ ਸਿਰਲੇਖ ਲਿਖੋ ਜੋ ਤੁਸੀਂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਅਤੇ ਖਰੀਦਦਾਰ ਨੂੰ ਦੱਸੋ ਕਿ ਇਹ ਕਿੰਨੀ ਅੱਗੇ ਵਧਿਆ ਹੈ।"
    },
    "booking": {
      "title": "ਬੁਕਿੰਗ / ਰਿਜ਼ਰਵੇਸ਼ਨ",
      "message": "ਇਹ ਆਰਡਰ ਇੱਕ ਨਿਸ਼ਚਿਤ ਸਮੇਂ 'ਤੇ ਸੰਸਾਧਿਤ ਕੀਤਾ ਜਾਵੇਗਾ, ਗਾਹਕ ਨੇ ਲੋੜੀਂਦੀ ਮਿਆਦ ਦੀ ਚੋਣ ਕੀਤੀ ਹੈ, ਜੇਕਰ ਤੁਸੀਂ ਚੁਣੀ ਹੋਈ ਮਿਆਦ ਵਿੱਚ ਕੋਈ ਬਦਲਾਅ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਗਾਹਕ ਨੂੰ ਦੱਸੋ।",
      "selected_checkin": "ਚੁਣੀ ਗਈ ਗਾਹਕ ਲੌਗਇਨ ਮਿਤੀ",
      "selected_checkout": "ਚੁਣੀ ਗਈ ਗਾਹਕ ਨਿਕਾਸ ਦੀ ਮਿਤੀ",
      "change_days_question": "ਕੀ ਤੁਹਾਨੂੰ ਗਾਹਕ ਦੇ ਚੁਣੇ ਹੋਏ ਦਿਨਾਂ ਦੌਰਾਨ ਬਦਲਣ ਦੀ ਲੋੜ ਹੈ?",
      "show_calendar": "ਆਦੇਸ਼ਾਂ ਦਾ ਕੈਲੰਡਰ ਦਿਖਾਓ"
    },
    "pricing": {
      "title": "ਕੀਮਤ",
      "message": "ਤੁਸੀਂ ਇਸ ਸੇਵਾ ਲਈ ਕਿੰਨਾ ਖਰਚਾ ਲੈਂਦੇ ਹੋ?"
    },
    "subscription": {
      "title": "ਗਾਹਕੀ",
      "message": "ਤੁਸੀਂ ਰੋਜ਼ਾਨਾ ਆਧਾਰ 'ਤੇ ਇਸ ਸੇਵਾ ਨੂੰ ਖਰੀਦ ਕੇ ਗਾਹਕੀ ਦੀ ਮਿਆਦ ਚੁਣ ਸਕਦੇ ਹੋ। ਖਰੀਦਦਾਰ ਨੂੰ ਦੱਸੋ ਕਿ ਕੀ ਤੁਸੀਂ ਡਿਫੌਲਟ ਮੁੱਲਾਂ ਨੂੰ ਬਦਲਣਾ ਚਾਹੁੰਦੇ ਹੋ ਜੋ ਤੁਸੀਂ ਪਹਿਲਾਂ ਹੀ ਦਾਖਲ ਕਰ ਚੁੱਕੇ ਹੋ।",
      "duration": "ਗਾਹਕੀ ਦੀ ਮਿਆਦ"
    },
    "charge": {
      "title": "ਚਾਰਜ",
      "message": "ਤੁਸੀਂ ਇਸ ਆਈਟਮ ਲਈ ਇੱਕ ਚਾਰਜ ਨਿਰਧਾਰਤ ਕੀਤਾ ਹੈ। ਤੁਸੀਂ ਗਾਹਕ ਦੁਆਰਾ ਖਰੀਦੀ ਗਈ ਵਸਤੂ ਲਈ ਚਾਰਜ ਦੀ ਰਕਮ ਬਦਲ ਸਕਦੇ ਹੋ।",
      "charge": "ਚਾਰਜ"
    },
    "save_item": "ਪੁਸ਼ਟੀ ਕਰੋ ਅਤੇ ਸੈੱਟ ਕਰੋ",
    "start_service": "ਸੇਵਾ ਸ਼ੁਰੂ ਕਰੋ",
    "end_service": "ਸਮਾਪਤ"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "ਸੇਵਾ ਦੀ ਸਮਾਪਤੀ",
      "message": "ਜੇਕਰ ਅਜਿਹਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਆਰਡਰ ਨੂੰ ਪੂਰਾ ਕਰਨ ਅਤੇ ਬੰਦ ਕਰਨ ਲਈ ਪੁਸ਼ਟੀਕਰਨ ਕੁੰਜੀ ਨੂੰ ਦਬਾਓ।",
      "action": "ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ ਅਤੇ ਪੂਰਾ ਕਰੋ"
    }
  },
  "product_outputs": {
    "outputs_form": "ਡਿਸਪਲੇ ਦੀ ਜਾਣਕਾਰੀ ਬਣਤਰ (ਆਉਟਪੁੱਟ)",
    "virtual": {
      "title": "ਉਤਪਾਦ ਆਉਟਪੁੱਟ ਜਾਣਕਾਰੀ ਫਾਰਮ",
      "sub_title": "ਉਹ ਜਾਣਕਾਰੀ ਜੋ ਤੁਸੀਂ ਖਰੀਦ ਤੋਂ ਬਾਅਦ ਉਪਭੋਗਤਾ ਨੂੰ ਦਿਖਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ। ਇਹ ਫਾਰਮ ਵਿਸ਼ੇਸ਼ ਤੌਰ 'ਤੇ ਵਰਚੁਅਲ ਉਤਪਾਦਾਂ ਜਿਵੇਂ ਕਿ ਗਿਫਟ ਕਾਰਡ ਦੀ ਵਿਕਰੀ ਲਈ ਲਾਗੂ ਹੁੰਦਾ ਹੈ।"
    },
    "service": {
      "title": "ਸੇਵਾ ਡਿਜ਼ਾਈਨ",
      "sub_title": "ਪਹਿਲਾਂ ਆਪਣੀ ਸੇਵਾ ਦੀ ਕਿਸਮ ਚੁਣੋ ਅਤੇ ਲੋੜੀਂਦੀ ਜਾਣਕਾਰੀ ਦਾਖਲ ਕਰੋ। ਉਦਾਹਰਨ ਲਈ, ਤੁਸੀਂ ਟੂਡੋ ਸੂਚੀ ਨੂੰ ਪਰਿਭਾਸ਼ਿਤ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਗਾਹਕ ਨੂੰ ਬੁਕਿੰਗ ਦੇ ਸਮੇਂ ਜਾਂ ਮੁਲਾਕਾਤ ਲਈ ਪੁੱਛ ਸਕਦੇ ਹੋ।"
    }
  },
  "service_design": {
    "type": "ਸੇਵਾ ਦੀ ਕਿਸਮ",
    "type_message": "ਇਸ ਉਤਪਾਦ ਲਈ ਤੁਹਾਡੇ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੀ ਸੇਵਾ ਦੀ ਕਿਸਮ ਚੁਣੋ। ਹਰੇਕ ਆਈਟਮ ਨੂੰ ਚੁਣ ਕੇ, ਸੰਬੰਧਿਤ ਫਾਰਮ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤਾ ਜਾਵੇਗਾ। ਤੁਹਾਡੇ ਦੁਆਰਾ ਚੁਣੀ ਗਈ ਸੇਵਾ ਦੀ ਕਿਸਮ 'ਤੇ ਨਿਰਭਰ ਕਰਦਿਆਂ, ਆਰਡਰ ਕਰਨ ਵੇਲੇ ਗਾਹਕ ਤੋਂ ਹੋਰ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।"
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "ਮੰਗ ਉੱਤੇ",
      "desc": "ਜਿਵੇਂ ਕਿ ਘਰ ਦੀ ਮੁਰੰਮਤ, ਪੇਂਟਿੰਗ, ਕਾਰ ਦੀ ਮੁਰੰਮਤ, ਆਦਿ।"
    },
    "BOOKING": {
      "title": "ਬੁਕਿੰਗ",
      "desc": "ਜਿਵੇਂ ਕਿ ਹੋਟਲ ਦਾ ਕਮਰਾ ਜਾਂ ਵਿਲਾ ਬੁੱਕ ਕਰਨਾ।"
    },
    "APPOINTMENT": {
      "title": "ਮੁਲਾਕਾਤ",
      "desc": "ਜਿਵੇਂ ਕਿ ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਦੀ ਦੇਖਭਾਲ ਲਈ ਮੁਲਾਕਾਤ ਜਾਂ ਵਿਅਕਤੀਗਤ ਸਿਖਲਾਈ।"
    },
    "RENTAL": {
      "title": "ਕਿਰਾਇਆ",
      "desc": "ਜਿਵੇਂ ਕੋਈ ਜਗ੍ਹਾ ਜਾਂ ਕਾਰ ਕਿਰਾਏ 'ਤੇ ਲੈਣਾ।"
    },
    "SUBSCRIPTION": {
      "title": "ਗਾਹਕੀ",
      "desc": "ਜਿਵੇਂ ਕਿ ਕਲੱਬ ਮੈਂਬਰਸ਼ਿਪ ਜਾਂ ਔਨਲਾਈਨ ਕੋਚਿੰਗ।"
    },
    "CHARGE": {
      "title": "ਚਾਰਜ",
      "desc": "ਜਿਵੇਂ ਕਿ ਕਿਸੇ ਖਾਤੇ ਨੂੰ ਚਾਰਜ ਕਰਨਾ ਜਾਂ ਕਿਸੇ ਐਪਲੀਕੇਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਚਾਰਜ ਕਰਨਾ।"
    },
    "CUSTOM": {
      "title": "ਪ੍ਰਥਾ",
      "desc": "ਇਸ ਵਿਕਲਪ ਨੂੰ ਚੁਣੋ ਜੇਕਰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੀ ਸੇਵਾ ਉਪਰੋਕਤ ਵਿੱਚੋਂ ਕੋਈ ਨਹੀਂ ਹੈ।"
    }
  },
  "avocado": {
    "title": "ਸਾਰੇ ਸੋਸ਼ਲ ਮੀਡੀਆ 'ਤੇ ਤੇਜ਼, ਸਹੀ ਅਤੇ ਮਜ਼ੇਦਾਰ ਵਿਕਰੀ",
    "message": "ਇੱਕ ਰਕਮ ਅਤੇ ਇੱਕ ਸਿਰਲੇਖ ਤੁਹਾਨੂੰ ਆਪਣੇ ਗਾਹਕਾਂ ਤੋਂ ਪੈਸੇ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਲੋੜੀਂਦਾ ਹੈ! ਪੈਸੇ ਸਿੱਧੇ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਕ੍ਰੈਡਿਟ ਕੀਤੇ ਜਾਣਗੇ ਅਤੇ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਨੂੰ ਇੱਕ ਵਿਲੱਖਣ ਖਰੀਦਦਾਰੀ ਅਨੁਭਵ ਹੋਵੇਗਾ।",
    "new_order": "ਨਵਾਂ ਬਿੱਲ",
    "create_by_seller_title": "ਇਨਵੌਇਸ ਬਣਾਓ",
    "create_by_seller_message": "ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਨਿਸ਼ਚਿਤ ਰਕਮ ਨਾਲ ਇੱਕ ਇਨਵੌਇਸ ਬਣਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ ਅਤੇ ਇਸਨੂੰ ਕਿਸੇ ਨੂੰ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇਨਵੌਇਸ ਫਾਰਮ ਦਿਖਾਉਣ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ ਨੂੰ ਦਬਾ ਸਕਦੇ ਹੋ। ਖਰੀਦਦਾਰ ਨੂੰ ਭੁਗਤਾਨ ਕਰਨ ਅਤੇ ਇਸਦੇ ਦੁਆਰਾ ਉਹਨਾਂ ਦੇ ਆਰਡਰ ਨੂੰ ਟਰੈਕ ਕਰਨ ਲਈ ਤਿਆਰ ਕੀਤਾ ਲਿੰਕ ਦਿਓ।",
    "create_by_buyer_title": "ਐਵੋਕਾਡੋ ਫਾਰਮ",
    "create_by_buyer_message": "ਇਸ ਸੈਕਸ਼ਨ ਨੂੰ ਐਕਟੀਵੇਟ ਕਰਕੇ, ਤੁਹਾਨੂੰ ਇੱਕ ਲਿੰਕ ਦਿਖਾਇਆ ਜਾਵੇਗਾ, ਇਹ ਲਿੰਕ ਆਪਣੇ ਖਰੀਦਦਾਰਾਂ ਨੂੰ ਪ੍ਰਦਾਨ ਕਰੋ ਤਾਂ ਜੋ ਉਹ ਆਪਣਾ ਆਰਡਰ ਦੇ ਸਕਣ।",
    "orders_list": "ਆਰਡਰ ਸੂਚੀ",
    "active_mode": "ਆਰਡਰ ਰਸੀਦ ਕਿਰਿਆਸ਼ੀਲ ਹੈ",
    "inactive_mode": "ਅਕਿਰਿਆਸ਼ੀਲ",
    "active_message": "ਇਸ ਸਰੋਤ ਨੂੰ ਕਿਰਿਆਸ਼ੀਲ ਕਰਨ ਨਾਲ, ਤੁਹਾਡੇ ਗ੍ਰਾਹਕ ਤੁਹਾਡੇ ਦੁਆਰਾ ਹੇਠਾਂ ਵੇਖੇ ਗਏ ਬੇਨਤੀ ਫਾਰਮ ਦੁਆਰਾ ਉਤਪਾਦ ਲਈ ਆਰਡਰ ਦੇਣ ਦੇ ਯੋਗ ਹੋਣਗੇ।",
    "avocado_form_link_message": "ਇਸ ਲਿੰਕ ਨੂੰ ਇੰਸਟਾਗ੍ਰਾਮ, ਟੈਲੀਗ੍ਰਾਮ ਜਾਂ ਹੋਰ ਸੋਸ਼ਲ ਮੀਡੀਆ 'ਤੇ ਆਪਣੇ ਬਾਇਓ ਵਿੱਚ ਪਾਓ ਤਾਂ ਜੋ ਤੁਹਾਡੇ ਦਰਸ਼ਕ ਤੇਜ਼ੀ ਨਾਲ, ਆਸਾਨ ਅਤੇ ਅੰਤ ਵਿੱਚ ਹੋਰ ਚੀਜ਼ਾਂ ਖਰੀਦ ਸਕਣ।",
    "need_address": "ਪਤਾ ਪ੍ਰਾਪਤ ਕਰੋ",
    "need_address_msg": "ਜੇਕਰ ਤੁਹਾਨੂੰ ਖਰੀਦਦਾਰ ਦਾ ਸਥਾਨ ਅਤੇ ਪਤਾ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਲੋੜ ਹੈ, ਤਾਂ ਇਸ ਵਿਕਲਪ ਨੂੰ ਚੁਣੋ।",
    "avocado_link_message": "ਆਰਡਰ ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਗਾਹਕ ਨੂੰ ਉਪਰੋਕਤ ਲਿੰਕ ਪ੍ਰਦਾਨ ਕਰਨਾ ਕਾਫ਼ੀ ਹੈ। ਗਾਹਕ ਇਸ ਲਿੰਕ ਰਾਹੀਂ ਆਰਡਰ ਦੀ ਪਾਲਣਾ ਕਰ ਸਕਣਗੇ।",
    "edit_order": "ਆਰਡਰ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "progress": "ਤਰੱਕੀ ਦਰ",
    "buyer_link": "ਖਰੀਦਦਾਰ ਲਿੰਕ",
    "buyer_link_message": "ਆਪਣੇ ਖਰੀਦਦਾਰ ਨੂੰ ਇਹ ਲਿੰਕ ਪ੍ਰਦਾਨ ਕਰੋ। ਖਰੀਦਦਾਰ ਇਸ ਲਿੰਕ ਰਾਹੀਂ ਆਪਣੇ ਆਰਡਰ ਦਾ ਭੁਗਤਾਨ ਅਤੇ ਟਰੈਕ ਕਰਨ ਦੇ ਯੋਗ ਹੋਵੇਗਾ। ਇਸ ਲਿੰਕ ਨੂੰ ਕੋਡ ਕੀਤਾ ਗਿਆ ਹੈ, ਜੇਕਰ ਇਹ ਲਿੰਕ ਕਿਸੇ ਨੂੰ ਦਿੱਤਾ ਗਿਆ ਹੈ, ਤਾਂ ਉਹ ਭੁਗਤਾਨ ਕਰਨ ਦੇ ਯੋਗ ਹੋਵੇਗਾ ਅਤੇ ਜਾਣਕਾਰੀ ਦੇਖ ਸਕੇਗਾ। ਇਹ ਲਿੰਕ 60 ਦਿਨਾਂ ਲਈ ਕਿਰਿਆਸ਼ੀਲ ਰਹੇਗਾ। ਕਾਪੀ ਕਰਨ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਲਿੰਕ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "OrderConfirm_done": "ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ।",
    "OrderConfirm_message": "ਜੇਕਰ ਤੁਸੀਂ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦੇ ਹੋ ਅਤੇ ਆਰਡਰ ਸਹੀ ਹੈ, ਤਾਂ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "OrderConfirm_action": "ਆਰਡਰ ਪੱਕਾ ਕਰਨਾ",
    "PreparingOrder_message": "ਜੇਕਰ ਗਾਹਕ ਆਰਡਰ ਭੇਜਣ ਲਈ ਤਿਆਰ ਹੈ, ਤਾਂ ਹੇਠਾਂ ਦਿੱਤੇ OK ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "PreparingOrder_action": "ਆਰਡਰ ਭੇਜਣ ਲਈ ਤਿਆਰ ਹੈ",
    "finish_message": "ਜੇਕਰ ਇਹ ਆਰਡਰ ਪੂਰਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਇਸ ਆਰਡਰ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ ਅੰਤ ਬਟਨ ਦਬਾਓ।",
    "finish_action": "ਆਰਡਰ ਦੀ ਪ੍ਰਕਿਰਿਆ ਪੂਰੀ ਕਰੋ",
    "finish_dialog": {
      "title": "ਆਰਡਰ ਪੂਰਾ ਕਰੋ",
      "message": "ਕੀ ਆਰਡਰ ਪੂਰਾ ਹੋ ਗਿਆ ਹੈ ਅਤੇ ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਇਸਨੂੰ ਬੰਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਆਰਡਰ ਦੇ ਪੂਰਾ ਹੋਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ"
    },
    "configuration": "ਐਵੋਕਾਡੋ ਸੈਟਿੰਗਾਂ",
    "delivery_price": "ਸ਼ਿਪਿੰਗ ਦੀ ਲਾਗਤ",
    "edit_avocado_action": "ਜਾਣਕਾਰੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "submit_pricing_avocado_action": "ਆਰਡਰ ਦੀ ਕੀਮਤ ਜਮ੍ਹਾਂ ਕਰੋ",
    "add_avocado_action": "ਇਨਵੌਇਸ ਲਿੰਕ ਬਣਾਓ",
    "avocados_list": "Avocados ਦੀ ਸੂਚੀ",
    "not_pricing": "ਇਸ ਆਈਟਮ ਦੀ ਕੀਮਤ ਨਹੀਂ ਹੈ!",
    "show_all": "ਸਾਰੇ ਦਿਖਾਓ",
    "show_accepted": "ਪੁਸ਼ਟੀ ਕੀਤੀਆਂ ਆਈਟਮਾਂ ਦਿਖਾਓ",
    "notifications": {
      "update_success": "ਐਵੋਕਾਡੋ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ।",
      "add_success": "ਐਵੋਕਾਡੋ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਇਆ ਗਿਆ।"
    },
    "name": "ਆਵਾਕੈਡੋ"
  },
  "avocado_orders": {
    "title": "ਆਵਾਕੈਡੋ",
    "title_small": "ਸੋਸ਼ਲ ਮੀਡੀਆ ਦੀ ਵਿਕਰੀ",
    "pending_orders": "ਸਰਗਰਮ ਆਦੇਸ਼",
    "avocado": "ਐਵੋਕਾਡੋ ਆਰਡਰ ਕਰੋ"
  },
  "avocado_process": {
    "step1": "ਕੀਮਤ",
    "step1_msg": "ਹਰੇਕ ਆਈਟਮ ਦੀ ਕੀਮਤ ਦਰਜ ਕਰੋ ਅਤੇ ਹਰੇ ਬਾਕਸ 'ਤੇ ਨਿਸ਼ਾਨ ਲਗਾਓ। ਜੇਕਰ ਕਿਸੇ ਵਸਤੂ ਨੂੰ ਵੇਚਣਾ ਸੰਭਵ ਨਹੀਂ ਹੈ, ਤਾਂ ਇਸਦੀ ਸਥਿਤੀ ਨੂੰ ਰੱਦ ਕਰ ਦਿਓ।",
    "step2": "ਇਨਵੌਇਸ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
    "step2_msg": "ਇਸ ਆਰਡਰ ਲਈ ਇੱਕ ਇਨਵੌਇਸ ਬਣਾਓ। ਤੁਸੀਂ ਇਨਵੌਇਸ ਲਈ ਇੱਕ ਸਿਰਲੇਖ ਅਤੇ ਵੇਰਵਾ ਦਰਜ ਕਰ ਸਕਦੇ ਹੋ। ਆਰਡਰ ਦੀ ਰਕਮ ਦੀ ਗਣਨਾ ਆਈਟਮਾਂ ਦੀ ਕੁੱਲ ਕੀਮਤ ਦੇ ਆਧਾਰ 'ਤੇ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।",
    "title_input": "ਚਲਾਨ ਸਿਰਲੇਖ *",
    "show_to_customer": "ਇਹ ਜਾਣਕਾਰੀ ਖਰੀਦਦਾਰ ਨੂੰ ਦਿਖਾਈ ਜਾਂਦੀ ਹੈ।",
    "description_msg": "ਕੀ ਤੁਸੀਂ ਇਸ ਆਰਡਰ ਲਈ ਨੋਟ ਲਿਖਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਇਹ ਜਾਣਕਾਰੀ ਖਰੀਦਦਾਰ ਨੂੰ ਦਿਖਾਈ ਜਾਵੇਗੀ।",
    "price_input": "ਆਰਡਰ ਦੀ ਰਕਮ *",
    "tax_none": "ਟੈਕਸ-ਮੁਕਤ",
    "tax_included": "ਕੀਮਤ ਵਿੱਚ ਸ਼ਾਮਲ",
    "tax_add": "ਟੈਕਸ ਸ਼ਾਮਲ ਕਰੋ",
    "tax_message": "ਤੁਸੀਂ ਇਹ ਚੁਣ ਸਕਦੇ ਹੋ ਕਿ ਕੀ ਕੀਮਤ ਵਿੱਚ ਟੈਕਸ ਸ਼ਾਮਲ ਹੈ ਜਾਂ ਨਹੀਂ।",
    "tax_included_messages": "ਟੈਕਸ ਕੀਮਤ ਵਿੱਚ ਸ਼ਾਮਲ ਹੈ।",
    "tax_add_messages": "ਟੈਕਸ ਨੂੰ ਅੰਤਿਮ ਕੀਮਤ ਵਿੱਚ ਜੋੜਿਆ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।"
  },
  "hyper": {
    "print_label": "ਹੇਠਾਂ ਦਿੱਤੇ ਲੇਬਲ ਨੂੰ ਪ੍ਰਿੰਟ ਕਰੋ ਅਤੇ ਇਸਨੂੰ ਉਤਪਾਦ ਦੇ ਸਾਹਮਣੇ ਰੱਖੋ",
    "hyper_form_link_product_message": "ਤੁਹਾਡੇ ਗਾਹਕ ਇਸ ਲਿੰਕ ਰਾਹੀਂ ਤੇਜ਼ੀ ਨਾਲ {product} ਖਰੀਦਣ ਦੇ ਯੋਗ ਹੋਣਗੇ। ਉਹ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਕੇ ਉਸੇ ਲਿੰਕ ਨੂੰ ਵੀ ਦਾਖਲ ਕਰਨਗੇ।",
    "title": "ਹਾਈਪਰ ਤੇਜ਼ ਵਿਕਰੀ",
    "message": "ਹਾਈਪਰ ਸੇਲਡੋਨ ਸੇਲਜ਼ ਚੈਨਲ ਦੀ ਮਦਦ ਨਾਲ, ਤੁਹਾਡੇ ਗ੍ਰਾਹਕ ਤੁਹਾਡੀ ਤਰਫ ਤੋਂ ਬਿਨਾਂ ਕਿਸੇ ਕਾਰਵਾਈ ਦੀ ਲੋੜ ਦੇ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਕੇ ਉਤਪਾਦ ਖਰੀਦਣ ਦੇ ਯੋਗ ਹੋਣਗੇ। ਤਿਉਹਾਰਾਂ, ਪ੍ਰਦਰਸ਼ਨੀਆਂ, ਜਾਂ ਵੱਡੀ ਗਿਣਤੀ ਵਿੱਚ ਵਿਅਸਤ ਸਮਾਰੋਹਾਂ ਵਿੱਚ ਕੁਝ ਚੀਜ਼ਾਂ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਵੇਚਣ ਲਈ ਇਸ ਤਰੀਕੇ ਦੀ ਵਰਤੋਂ ਕਰੋ। ਇਸ ਭਾਗ ਵਿੱਚ ਹਾਈਪਰ ਨੂੰ ਸਰਗਰਮ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਤੁਸੀਂ ਉਤਪਾਦ ਪ੍ਰਬੰਧਨ ਭਾਗ ਵਿੱਚ ਭੌਤਿਕ ਉਤਪਾਦਾਂ ਲਈ ਇੱਕ ਹਾਈਪਰ QR ਕੋਡ ਬਣਾ ਸਕਦੇ ਹੋ।",
    "orders_list": "ਹਾਈਪਰ ਆਰਡਰ ਸੂਚੀ",
    "active_mode": "ਹਾਈਪਰ ਸੇਲਜ਼ ਚੈਨਲ ਐਕਟੀਵੇਟ ਕੀਤਾ ਗਿਆ",
    "inactive_mode": "ਅਕਿਰਿਆਸ਼ੀਲ",
    "active_message": "ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਵਿਕਲਪ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਂਦੇ ਹੋ, ਤਾਂ ਫਾਸਟ-ਸੇਲਜ਼-ਕੋਡ ਬਣਾਉਣ ਦੀ ਸੰਭਾਵਨਾ ਹਰੇਕ ਉਤਪਾਦ ਦੇ ਪ੍ਰਬੰਧਨ ਭਾਗ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀ ਜਾਵੇਗੀ।",
    "hyper_form_link_message": "ਤੁਹਾਡੇ ਸਟੋਰ ਦਾ ਹਾਈਪਰ ਪੇਜ ਲਿੰਕ",
    "configuration": "ਹਾਈਪਰ ਸੈਟਿੰਗਾਂ",
    "name": "ਹਾਈਪਰ"
  },
  "hyper_orders": {
    "title": "ਹਾਈਪਰ",
    "title_small": "ਵਿਕਰੀ ਰਿਪੋਰਟ",
    "hyper": "ਆਰਡਰ ਪ੍ਰਾਪਤ ਹੋਏ"
  },
  "product_file": {
    "no_file": "ਅਜੇ ਤੱਕ ਕੋਈ ਫਾਈਲ ਅਪਲੋਡ ਨਹੀਂ ਕੀਤੀ ਗਈ!",
    "delete_dialog": {
      "title": "ਫਾਈਲ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਫ਼ਾਈਲ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਹੁਣੇ ਮਿਟਾਓ"
    },
    "notifications": {
      "delete_success": "ਫਾਈਲ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਈ ਗਈ।"
    },
    "drag_sort_msg": "ਤੁਸੀਂ ਫਾਈਲਾਂ ਨੂੰ ਖਿੱਚ ਅਤੇ ਛਾਂਟ ਸਕਦੇ ਹੋ।",
    "paid_mode_msg": "ਯੂਜ਼ਰਸ ਪ੍ਰੋਡਕਟ ਖਰੀਦਣ ਤੋਂ ਬਾਅਦ ਹੀ ਇਸ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰ ਸਕਦੇ ਹਨ।",
    "free_mode_msg": "ਉਪਭੋਗਤਾ ਇਸਨੂੰ ਮੁਫਤ ਵਿੱਚ ਡਾਊਨਲੋਡ ਕਰ ਸਕਦੇ ਹਨ। ਨਮੂਨਾ ਫ਼ਾਈਲਾਂ 50 MB ਤੋਂ ਘੱਟ ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ।",
    "has_gust_shopping_msg": "ਰਜਿਸਟਰਡ ਅਤੇ ਮਹਿਮਾਨ ਉਪਭੋਗਤਾ ਫਾਈਲਾਂ ਨੂੰ ਡਾਉਨਲੋਡ ਕਰ ਸਕਦੇ ਹਨ ਕਿਉਂਕਿ ਮਹਿਮਾਨ ਖਰੀਦਦਾਰੀ ਦੁਕਾਨ ਦੀਆਂ ਸੈਟਿੰਗਾਂ > ਪ੍ਰਵਾਹ ਵਿੱਚ ਸਮਰੱਥ ਹੈ।",
    "only_registered_shopping_msg": "ਸਿਰਫ਼ ਰਜਿਸਟਰਡ ਉਪਭੋਗਤਾ ਹੀ ਨਮੂਨਾ ਫਾਈਲਾਂ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰ ਸਕਦੇ ਹਨ।",
    "file_count_limit": "ਫ਼ਾਈਲਾਂ ਦੀ ਗਿਣਤੀ ਸੀਮਾ"
  },
  "notification_top_bar": {
    "free_charge": "🎊 {amount} ਚਾਰਜ ਕਰੋ ਅਤੇ {amount_total} ਕ੍ਰੈਡਿਟ ਪ੍ਰਾਪਤ ਕਰੋ।",
    "charge_action": "ਮੁਫਤ ਕ੍ਰੈਡਿਟ ਦਾ ਦਾਅਵਾ ਕਰਨਾ",
    "claim_title": "ਆਪਣੇ ਮੁਫ਼ਤ ਕ੍ਰੈਡਿਟ ਦਾ ਦਾਅਵਾ ਕਰੋ",
    "claim_charge_caution": "ਨੋਟ: ਤੁਹਾਡੇ ਵਾਲਿਟ ਖਾਤਿਆਂ ਵਿਚਕਾਰ ਮੁਦਰਾਵਾਂ ਨੂੰ ਬਦਲਣਾ ਸੰਭਵ ਨਹੀਂ ਹੈ। ਇਸ ਲਈ, ਇੱਕ ਖਾਤਾ ਚੁਣੋ ਜੋ ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਵਟਾਂਦਰੇ ਲਈ ਮੁਦਰਾ ਲਈ ਢੁਕਵਾਂ ਹੋਵੇ।",
    "account_input": "ਜਮ੍ਹਾਂ ਖਾਤਾ",
    "account_msg": "ਇਸ ਖਾਤੇ 'ਤੇ ਚਾਰਜ ਲਗਾਇਆ ਜਾਵੇਗਾ"
  },
  "selldone_applications": {
    "title": "ਆਪਣੇ ਆਰਡਰ ਨਾ ਛੱਡੋ!",
    "msg": "ਕਿਤੇ ਵੀ ਅਤੇ ਕਿਸੇ ਵੀ ਸਮੇਂ ਆਪਣੇ ਕਾਰੋਬਾਰ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।",
    "scan_qr_code": "ਮੈਨੂੰ ਆਪਣੇ ਫ਼ੋਨ ਨਾਲ ਸਕੈਨ ਕਰੋ!",
    "notification": {
      "title": "ਸੂਚਨਾ",
      "subtitle": "ਨਵੇਂ ਆਰਡਰ ਦੀ ਸੂਚਨਾ ਪ੍ਰਾਪਤ ਕਰੋ।"
    },
    "order": {
      "title": "ਆਰਡਰ",
      "subtitle": "ਆਪਣੇ ਆਰਡਰ ਦੇਖੋ ਅਤੇ ਉਹਨਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।"
    },
    "product": {
      "title": "ਉਤਪਾਦ",
      "subtitle": "ਵਸਤੂ ਪ੍ਰਬੰਧਨ ਅਤੇ ਉਤਪਾਦ ਪਲੇਨ."
    }
  },
  "shop_seo": {
    "title": "ਐਸਈਓ ਸੰਰਚਨਾ",
    "msg": "ਔਰਗੈਨਿਕ ਗਾਹਕ ਪ੍ਰਾਪਤੀ ਚੈਨਲਾਂ ਨੂੰ ਸਸ਼ਕਤ ਬਣਾ ਕੇ ਔਨਲਾਈਨ ਮਾਰਕੀਟਿੰਗ ਲਈ ਤੇਜ਼ੀ ਨਾਲ ਅੱਗੇ ਵਧੋ।",
    "auto": {
      "title": "ਆਟੋ ਐਸਈਓ ਇੰਜਣ",
      "msg": "ਆਪਣੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਦਰਸ਼ਕਾਂ ਅਤੇ ਖੋਜ ਇੰਜਣਾਂ ਲਈ ਇੱਕ ਸਹਿਜ ਮੋਬਾਈਲ ਅਨੁਭਵ ਪ੍ਰਦਾਨ ਕਰੋ।"
    },
    "amp": {
      "title": "AMP",
      "msg": "ਐਕਸਲਰੇਟਿਡ ਮੋਬਾਈਲ ਪੇਜ ਆਟੋ ਜਨਰੇਸ਼ਨ।"
    }
  },
  "shop_preferences": {
    "order": {
      "title": "ਆਰਡਰ",
      "desc": "ਜੇਕਰ ਕੋਈ ਗਾਹਕ ਆਰਡਰ ਦਾ ਭੁਗਤਾਨ ਕਰਦਾ ਹੈ, ਤਾਂ ਆਰਡਰ ਦੀ ਜਾਣਕਾਰੀ ਵਾਲੀ ਇੱਕ ਈਮੇਲ ਇਸ ਪਤੇ 'ਤੇ ਭੇਜੀ ਜਾਵੇਗੀ।"
    },
    "return": {
      "title": "ਵਾਪਸੀ",
      "desc": "ਜੇਕਰ ਉਤਪਾਦ ਖਰੀਦਦਾਰ ਦੁਆਰਾ ਵਾਪਸ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਇਹ ਈਮੇਲ ਭੇਜੀ ਜਾਵੇਗੀ। ਇਹ ਈਮੇਲ ਭੇਜਣਾ ਤੁਹਾਡੀ ਖਰੀਦੀ ਯੋਜਨਾ 'ਤੇ ਨਿਰਭਰ ਕਰਦਾ ਹੈ।"
    },
    "pos": {
      "title": "POS",
      "desc": "POS ਵਿਕਰੀ ਰਿਪੋਰਟ ਇਸ ਈਮੇਲ 'ਤੇ ਭੇਜੀ ਜਾਵੇਗੀ।"
    },
    "avocado": {
      "title": "ਆਵਾਕੈਡੋ",
      "desc": "ਐਵੋਕਾਡੋ ਆਰਡਰਾਂ ਦੀ ਰੋਜ਼ਾਨਾ ਰਿਪੋਰਟ ਭੇਜੋ।"
    },
    "accounting": {
      "title": "ਲੇਖਾ",
      "desc": "ਵਿੱਤੀ ਰਿਪੋਰਟਾਂ ਅਤੇ ਅੱਪਡੇਟ ਸਟੋਰ ਕਰੋ।"
    },
    "subscription": {
      "title": "ਸਬਸਕ੍ਰਿਪਸ਼ਨ",
      "desc": "ਸ਼ੁਰੂਆਤੀ ਅਤੇ ਸਮਾਪਤੀ ਗਾਹਕੀ ਸੂਚਨਾਵਾਂ ਦੇ ਨਾਲ ਹਾਲੀਆ ਖਰੀਦੀ ਗਈ ਯੋਜਨਾ ਸਥਿਤੀ।"
    },
    "technical": {
      "title": "ਤਕਨੀਕੀ",
      "desc": "ਡੋਮੇਨ ਅਤੇ ਸੇਵਾ ਸਥਿਤੀ ਬਾਰੇ ਤਕਨੀਕੀ ਸੂਚਨਾਵਾਂ।"
    },
    "report": {
      "title": "ਰਿਪੋਰਟ",
      "desc": "ਹਫ਼ਤਾਵਾਰੀ ਅਤੇ ਮਾਸਿਕ ਰਿਪੋਰਟਾਂ ਇਸ ਈਮੇਲ 'ਤੇ ਭੇਜੀਆਂ ਜਾਣਗੀਆਂ"
    },
    "review": {
      "title": "ਸਮੀਖਿਆ",
      "desc": "ਜੇਕਰ ਤੁਹਾਨੂੰ ਸਟੋਰ ਵਿੱਚ ਕਿਸੇ ਪ੍ਰਕਿਰਿਆ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਦੀ ਲੋੜ ਹੈ, ਤਾਂ ਸੰਬੰਧਿਤ ਈਮੇਲ ਇਸ ਪਤੇ 'ਤੇ ਭੇਜੀ ਜਾਵੇਗੀ। ਉਦਾਹਰਨ ਲਈ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਸਟੋਰ ਕਰਨ ਲਈ ਇੱਕ ਮਾਰਕੀਟਿੰਗ ਈਮੇਲ ਭੇਜਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ."
    }
  },
  "shop_languages": {
    "title": "ਸਟੋਰ ਭਾਸ਼ਾਵਾਂ",
    "sub_title": "ਸਟੋਰ ਆਟੋ-ਅਨੁਵਾਦ ਪੈਕੇਜਾਂ ਨੂੰ ਸਥਾਪਿਤ ਅਤੇ ਕਿਰਿਆਸ਼ੀਲ ਕਰੋ।",
    "message": "ਤੁਸੀਂ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ 10 ਤੱਕ ਭਾਸ਼ਾ ਪੈਕ ਸਥਾਪਤ ਕਰ ਸਕਦੇ ਹੋ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਹੋਰ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਲੋੜ ਹੈ ਤਾਂ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।"
  },
  "invite_friends": {
    "title": "ਦੁਨੀਆ ਨੂੰ ਆਪਣੇ ਕਾਰੋਬਾਰ ਬਾਰੇ ਦੱਸੋ!",
    "msg": "Selldone ਨੂੰ ਆਪਣੇ ਦੋਸਤਾਂ ਨਾਲ ਪੇਸ਼ ਕਰੋ। ਜਦੋਂ ਉਹ ਸਾਈਨ ਅੱਪ ਕਰਦੇ ਹਨ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਕੰਪਨੀ ਵਾਊਚਰ ਵਿੱਚ $99 ਪ੍ਰਾਪਤ ਹੋਵੇਗਾ, ਅਤੇ ਇੱਕ ਵਾਰ ਜਦੋਂ ਉਹ ਆਪਣਾ ਪਹਿਲਾ ਲੈਣ-ਦੇਣ ਪੂਰਾ ਕਰਦੇ ਹਨ ਤਾਂ ਤੁਹਾਨੂੰ ਸ਼ੁਰੂਆਤੀ ਵਾਊਚਰ ਵਿੱਚ $15 ਪ੍ਰਾਪਤ ਹੋਣਗੇ।",
    "invite": {
      "title": "ਇੱਕ ਮੁਫ਼ਤ $99 ਵਾਊਚਰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ Selldone ਕਾਰੋਬਾਰ OS ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ।",
      "description": "ਮੈਂ ਤੁਹਾਨੂੰ ਇੱਕ ਸ਼ਾਨਦਾਰ ਟੂਲ ਨਾਲ ਆਪਣਾ ਕਾਰੋਬਾਰ ਔਨਲਾਈਨ ਸ਼ੁਰੂ ਕਰਨ ਲਈ Selldone ਵਿੱਚ ਸੱਦਾ ਦਿੰਦਾ ਹਾਂ।",
      "hashtags": "ਈ-ਕਾਮਰਸ, ਵੈੱਬਸਾਈਟ ਬਿਲਡਰ",
      "quot": "ਮੈਂ ਸੇਲਡੋਨ ਦੁਆਰਾ ਇੱਕ ਔਨਲਾਈਨ ਸਟੋਰ ਬਣਾਇਆ ਹੈ, ਤੁਸੀਂ ਹੁਣ ਆਪਣਾ ਕਾਰੋਬਾਰ ਵੀ ਕਰ ਸਕਦੇ ਹੋ।"
    }
  },
  "shops_list": {
    "title": "ਮੇਰੀਆਂ ਦੁਕਾਨਾਂ",
    "message": "ਮੇਰੀਆਂ ਆਪਣੀਆਂ ਦੁਕਾਨਾਂ, ਆਗਿਆ ਪ੍ਰਾਪਤ ਅਤੇ ਨਮੂਨੇ ਦੀਆਂ ਦੁਕਾਨਾਂ ਦੀ ਸੂਚੀ।",
    "sample": {
      "title": "ਨਮੂਨਾ ਸਟੋਰ",
      "subtitle": "ਇੱਥੇ, ਤੁਸੀਂ ਨਮੂਨਾ ਸਟੋਰਾਂ ਦੀ ਇੱਕ ਚੋਣ ਲੱਭ ਸਕਦੇ ਹੋ। ਤੁਹਾਨੂੰ ਇਹਨਾਂ ਸਟੋਰਾਂ ਵਿੱਚ ਉਪਲਬਧ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੱਤੀ ਗਈ ਹੈ। ਹਾਲਾਂਕਿ, ਕਿਰਪਾ ਕਰਕੇ ਅਸਲ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਲੌਗ ਇਨ ਕਰਨ ਜਾਂ ਆਰਡਰ ਦੇਣ ਤੋਂ ਪਰਹੇਜ਼ ਕਰੋ, ਕਿਉਂਕਿ ਇਹ ਡੇਟਾ ਜਨਤਾ ਲਈ ਪਹੁੰਚਯੋਗ ਹੋਵੇਗਾ। ਜੇਕਰ ਤੁਸੀਂ ਗਲਤੀ ਨਾਲ ਇੱਥੇ ਆਪਣੀ ਜਾਣਕਾਰੀ ਦਰਜ ਕਰਦੇ ਹੋ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਟੋਰ ਤੋਂ ਬਾਹਰ ਜਾਓ ਅਤੇ ਹੋਰ ਸਹਾਇਤਾ ਲਈ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।"
    },
    "add_new_store": "ਨਵਾਂ ਸਟੋਰ ਸ਼ਾਮਲ ਕਰੋ",
    "i_have_a_deal": "ਮੇਰੇ ਕੋਲ ਇੱਕ ਸੌਦਾ ਹੈ",
    "access": {
      "title": "ਪਹੁੰਚ ਦਾ ਸੱਦਾ"
    }
  },
  "shipping": {
    "warehouse_error": "ਪਹਿਲਾਂ ਆਪਣਾ ਗੋਦਾਮ ਸੈਟ ਕਰੋ! ਇਹ ਪਤਾ ਸ਼ਿਪਿੰਗ ਦੇ ਮੂਲ ਵਜੋਂ ਵਰਤਿਆ ਜਾਵੇਗਾ।",
    "errors": {
      "set_origin": "ਆਪਣਾ ਟਿਕਾਣਾ ਨਕਸ਼ਾ ਸੈੱਟ ਕਰੋ।",
      "set_country": "ਆਪਣਾ ਦੇਸ਼ ਸੈਟ ਕਰੋ।",
      "set_address": "ਆਪਣਾ ਪਤਾ ਸੈੱਟ ਕਰੋ।",
      "set_zip": "ਆਪਣਾ ਡਾਕ ਕੋਡ ਸੈੱਟ ਕਰੋ।"
    },
    "set_warehouse": "ਵੇਅਰਹਾਊਸ ਸੈੱਟ ਕਰੋ",
    "pickup_location": "ਪਿਕਅੱਪ ਟਿਕਾਣਾ",
    "refresh_rates": "ਦਰਾਂ ਨੂੰ ਤਾਜ਼ਾ ਕਰੋ",
    "no_rate": "ਕੋਈ ਰੇਟ ਨਹੀਂ...",
    "view_messages": "ਸੁਨੇਹੇ ਦੇਖੋ...",
    "not_set_yet": "ਅਜੇ ਸੈੱਟ ਨਹੀਂ ਕੀਤਾ ਗਿਆ!",
    "drop_orders_here": "ਆਰਡਰ ਇੱਥੇ ਸੁੱਟੋ..."
  },
  "blog_category": {
    "title": "ਬਲੌਗ ਸ਼੍ਰੇਣੀਆਂ",
    "add_action": "ਨਵੀਂ ਸ਼੍ਰੇਣੀ ਸ਼ਾਮਲ ਕਰੋ",
    "add_dialog": {
      "title": "ਨਵੀਂ / ਅੱਪਡੇਟ ਸ਼੍ਰੇਣੀ",
      "force_edit": "ਜ਼ਬਰਦਸਤੀ ਸੰਪਾਦਨ ਮਾਰਗ",
      "force_edit_msg": "ਸ਼੍ਰੇਣੀ ਦਾ ਨਾਮ ਬਦਲੋ ਅਤੇ ਸਾਰੇ ਲੇਖਾਂ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ।",
      "star_msg": "ਸਟਾਰ ਕੀਤੀਆਂ ਸ਼੍ਰੇਣੀਆਂ ਨੂੰ ਬਲੌਗ ਵਿੱਚ ਦਿਖਾਉਣ ਦੀ ਤਰਜੀਹ ਹੈ।",
      "star": "ਘੂਰਿਆ",
      "delete_action": "ਸ਼੍ਰੇਣੀ ਮਿਟਾਓ",
      "add_action": "ਸ਼੍ਰੇਣੀ ਸ਼ਾਮਲ ਕਰੋ",
      "edit_action": "ਸ਼੍ਰੇਣੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ"
    },
    "subtitle": "ਤੁਸੀਂ ਆਪਣੀਆਂ ਬਲੌਗ ਪੋਸਟਾਂ ਨੂੰ ਵਧੇਰੇ ਕੁਸ਼ਲਤਾ ਨਾਲ ਪ੍ਰਬੰਧਿਤ ਕਰਨ ਲਈ ਸੀਮਤ ਗਿਣਤੀ ਵਿੱਚ ਸ਼੍ਰੇਣੀਆਂ ਬਣਾ ਸਕਦੇ ਹੋ। ਸ਼੍ਰੇਣੀ ਦੀ ਸੀਮਾ ਹੋਣ ਨਾਲ ਤੁਹਾਡੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਬਿਹਤਰ ਸੰਗਠਨ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। ਖਾਸ ਤੌਰ 'ਤੇ, ਇੱਥੋਂ ਤੱਕ ਕਿ ਚੋਟੀ ਦੀਆਂ ਖਬਰਾਂ ਦੀਆਂ ਏਜੰਸੀਆਂ ਪ੍ਰਬੰਧਨ ਨੂੰ ਸੁਚਾਰੂ ਬਣਾਉਣ ਅਤੇ ਵਿਆਪਕ ਫੋਕਸ ਨੂੰ ਬਣਾਈ ਰੱਖਣ ਲਈ ਸੀਮਤ ਸ਼੍ਰੇਣੀਆਂ, ਅਕਸਰ 100 ਤੋਂ ਘੱਟ, ਬਣਾਈ ਰੱਖਦੀਆਂ ਹਨ।"
  },
  "about_us": {
    "title": "ਸਾਡੇ ਬਾਰੇ ਪੰਨਾ",
    "subtitle": "ਸਾਡੇ ਬਾਰੇ ਪੰਨੇ 'ਤੇ ਦਿਖਾਉਣ ਲਈ ਆਪਣੇ ਕਾਰੋਬਾਰ ਬਾਰੇ ਇੱਕ ਲੇਖ ਲਿਖੋ। ਇਹ ਪੰਨਾ ਤੁਹਾਡੇ ਦਰਸ਼ਕਾਂ ਨੂੰ ਤੁਹਾਡੇ ਬ੍ਰਾਂਡ ਅਤੇ ਮਿਸ਼ਨ ਨੂੰ ਜਾਣਨ ਵਿੱਚ ਮਦਦ ਕਰੇਗਾ।"
  },
  "terms": {
    "title": "ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ ਪੰਨਾ",
    "subtitle": "ਆਪਣੇ ਗਾਹਕਾਂ ਲਈ ਤੁਹਾਡੀਆਂ ਸੇਵਾਵਾਂ ਦੀ ਖਰੀਦ ਅਤੇ ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ਦੀ ਵਿਆਖਿਆ ਕਰੋ।"
  },
  "privacy": {
    "title": "ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਪੰਨਾ",
    "subtitle": "ਇੱਕ ਗੋਪਨੀਯਤਾ ਨੀਤੀ ਇੱਕ ਬਿਆਨ ਜਾਂ ਕਨੂੰਨੀ ਦਸਤਾਵੇਜ਼ ਹੈ ਜੋ ਕਿਸੇ ਪਾਰਟੀ ਦੁਆਰਾ ਗਾਹਕ ਜਾਂ ਗਾਹਕ ਦੇ ਡੇਟਾ ਨੂੰ ਇਕੱਠਾ ਕਰਨ, ਉਹਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰਨ, ਖੁਲਾਸਾ ਕਰਨ ਅਤੇ ਪ੍ਰਬੰਧਨ ਕਰਨ ਦੇ ਕੁਝ ਜਾਂ ਸਾਰੇ ਤਰੀਕਿਆਂ ਦਾ ਖੁਲਾਸਾ ਕਰਦਾ ਹੈ।"
  },
  "contact_us": {
    "title": "ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਪੰਨਾ",
    "subtitle": "ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ ਪੰਨੇ 'ਤੇ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਨੂੰ ਦਿਖਾਉਣ ਲਈ ਆਪਣੀ ਸੰਪਰਕ ਜਾਣਕਾਰੀ, ਪਤਾ ਅਤੇ ਫ਼ੋਨ ਨੰਬਰ ਲਿਖੋ।"
  },
  "metaverse": {
    "title": "ਮੈਟਾਵਰਸ ਬ੍ਰਿਜ",
    "subtitle": "Selldone ਵਣਜ ਸਪੇਸ ਵਿੱਚ %100 API-ਅਧਾਰਿਤ ਸੇਵਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ। ਗੇਮ, ਬਲਾਕਚੈਨ, ਅਤੇ ਮੈਟਾਵਰਸ ਡਿਵੈਲਪਰ ਕੰਮ, ਜੀਵਨ ਅਤੇ ਵਪਾਰਕ ਸੰਸਾਰ ਦੇ ਭਵਿੱਖ ਵਿੱਚ ਕਾਰੋਬਾਰਾਂ, ਗਾਹਕਾਂ ਅਤੇ ਸੇਵਾਵਾਂ ਨੂੰ ਜੋੜਨ ਲਈ ਇਹਨਾਂ ਸ਼ਕਤੀਸ਼ਾਲੀ API ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹਨ।",
    "message": "ਗੇਮ ਡਿਵੈਲਪਰਾਂ ਲਈ ਅਰਲੀ ਐਕਸੈਸ"
  },
  "orders_bulk_export": {
    "title": "ਅਸਿਸਟੈਂਟ ਨੂੰ ਆਰਡਰ ਕਰਦਾ ਹੈ",
    "timespan": {
      "title": "ਸਮਾਂ ਮਿਆਦ",
      "subtitle": "ਆਰਡਰ ਦੇਣ ਲਈ ਸ਼ੁਰੂਆਤੀ ਅਤੇ ਸਮਾਪਤੀ ਮਿਤੀਆਂ ਦੀ ਚੋਣ ਕਰੋ।"
    },
    "tasks": {
      "title": "ਟਾਸਕ ਆਉਟਪੁੱਟ",
      "subtitle": "ਥੋਕ ਵਿੱਚ ਆਰਡਰ ਦੀ ਪ੍ਰਕਿਰਿਆ ਲਈ ਕਾਰਜਾਂ ਦੀ ਸੂਚੀ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰੋ। ਨਤੀਜੇ ਵਿੱਚ ਸਿਰਫ਼ ਅਦਾਇਗੀ ਅਤੇ ਸੀਓਡੀ ਆਰਡਰ ਸ਼ਾਮਲ ਹਨ।",
      "export_title": "ਕਾਰਜਾਂ ਦੀ ਸੂਚੀ"
    },
    "labels": {
      "title": "ਪੈਕੇਜ ਲੇਬਲ",
      "subtitle": "ਚੁਣੀ ਗਈ ਸਮਾਂ ਮਿਆਦ ਅਤੇ ਸਥਿਤੀ ਵਿੱਚ ਸਾਰੇ ਆਰਡਰ ਲੇਬਲਾਂ ਦੀ ਸੂਚੀ ਡਾਊਨਲੋਡ ਕਰੋ। ਨਤੀਜੇ ਵਿੱਚ ਸਿਰਫ਼ ਅਦਾਇਗੀ ਅਤੇ ਸੀਓਡੀ ਆਰਡਰ ਸ਼ਾਮਲ ਹਨ।",
      "export_title": "ਬਾਕਸ ਲੇਬਲ"
    },
    "subtitle": "ਬਲਕ ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ ਲਈ ਲੇਬਲ ਨਿਰਯਾਤ ਅਤੇ ਡਾਊਨਲੋਡ ਕਰੋ - ਰੋਜ਼ਾਨਾ 100 ਤੋਂ ਵੱਧ ਆਰਡਰਾਂ ਨੂੰ ਸੰਭਾਲਣ ਲਈ ਆਦਰਸ਼।"
  },
  "customers_funnel": {
    "title": "ਗਾਹਕ ਜਨਸੰਖਿਆ",
    "subtitle": "ਘੱਟ ਮਾਰਕੀਟਿੰਗ ਦੇ ਨਾਲ ਵਧੇਰੇ ਮੁੱਲ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਬਿਹਤਰ ਫੈਸਲੇ ਲੈਣ ਲਈ ਆਪਣੇ ਗਾਹਕਾਂ ਦੇ ਡੇਟਾ ਨੂੰ ਫਿਲਟਰ ਅਤੇ ਨਿਰਯਾਤ ਕਰੋ! ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਗਾਹਕਾਂ ਦੀ ਗੋਪਨੀਯਤਾ ਦਾ ਸਤਿਕਾਰ ਕਰੋ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਕਦੇ ਵੀ ਵੱਡੀ ਗਿਣਤੀ ਵਿੱਚ ਈਮੇਲ ਨਾ ਭੇਜੋ! ਆਪਣੇ ਗਾਹਕਾਂ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਉਹਨਾਂ ਵਿੱਚੋਂ ਹਰੇਕ ਦੀ ਇਜਾਜ਼ਤ ਲਏ ਬਿਨਾਂ ਤੀਜੀ ਧਿਰ ਦੀਆਂ ਸੇਵਾਵਾਂ ਨਾਲ ਕਦੇ ਵੀ ਸਾਂਝਾ ਨਾ ਕਰੋ।"
  },
  "transportation_pickups": {
    "addresses": {
      "title": "ਪਿਕਅੱਪ ਪਤੇ",
      "subtitle": "ਇੱਥੇ ਪਿਕਅੱਪ ਪਤੇ ਸ਼ਾਮਲ ਕਰੋ ਅਤੇ ਸੰਪਾਦਿਤ ਕਰੋ। ਉਪਭੋਗਤਾ ਚੈੱਕਆਉਟ ਪੰਨੇ 'ਤੇ ਪਿਕਅੱਪ ਪਤਾ ਚੁਣਨ ਦੇ ਯੋਗ ਹੋਣਗੇ।",
      "add_action": "ਨਵਾਂ ਟਿਕਾਣਾ ਸ਼ਾਮਲ ਕਰੋ"
    }
  },
  "affiliate_pos": {
    "title": "ਐਫੀਲੀਏਟ ਪੀ.ਓ.ਐੱਸ",
    "open_pos_action": "ਤੇਜ਼ੀ ਨਾਲ ਆਰਡਰਿੰਗ POS",
    "description": "ਇਹ ਵਿਕਲਪ Instagram ਪੰਨਿਆਂ ਅਤੇ ਹੋਰ ਸੋਸ਼ਲ ਨੈਟਵਰਕਸ ਦੇ ਪ੍ਰਸ਼ਾਸਕਾਂ ਲਈ ਢੁਕਵਾਂ ਹੈ. ਹੱਥੀਂ ਗਾਹਕਾਂ ਤੋਂ ਆਰਡਰ ਪ੍ਰਾਪਤ ਕਰਨ ਅਤੇ ਜੋੜਨ ਲਈ ਐਫੀਲੀਏਟ POS ਦੀ ਵਰਤੋਂ ਕਰੋ। ਤੁਹਾਡੇ ਸਹਿਯੋਗੀ (ਜਾਂ ਫਰੈਂਚਾਈਜ਼) ਐਫੀਲੀਏਟ POS ਵਿੱਚ ਨਵੇਂ ਆਰਡਰ ਜੋੜ ਸਕਦੇ ਹਨ ਅਤੇ ਡਿਪਾਜ਼ਿਟ ਸਲਿੱਪ ਨੂੰ ਅੱਪਲੋਡ ਕਰ ਸਕਦੇ ਹਨ।"
  },
  "shop_configuration": {
    "login": {
      "title": "ਲਾਗਇਨ ਢੰਗ",
      "subtitle": "ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਲੌਗ ਇਨ ਕਰਨ ਦੇ ਤਰੀਕੇ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ।"
    },
    "checkout": {
      "title": "ਚੈੱਕਆਉਟ ਪ੍ਰਵਾਹ",
      "subtitle": "ਆਪਣੇ ਈ-ਕਾਮਰਸ ਵਿੱਚ ਆਪਣੇ ਗਾਹਕ ਦੀ ਯਾਤਰਾ ਅਤੇ ਖਰੀਦ ਪ੍ਰਵਾਹ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ।",
      "map": {
        "title": "ਨਕਸ਼ਾ",
        "subtitle": "ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਨਕਸ਼ੇ 'ਤੇ ਡਿਲੀਵਰੀ ਟਿਕਾਣਾ ਚੁਣਨਾ ਚਾਹੀਦਾ ਹੈ (ਜਿਵੇਂ ਕਿ ਉਬੇਰ)।",
        "subtitle_no_map": "ਸ਼ਿਪਿੰਗ ਗਣਨਾ ਵਿੱਚ ਦੂਰੀ ਨੂੰ ਜ਼ੀਰੋ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਜੇਕਰ ਸਥਾਨ ਗਾਹਕ ਪ੍ਰਦਾਨ ਕੀਤੇ ਪਤੇ ਵਿੱਚ ਮੌਜੂਦ ਨਹੀਂ ਹੈ।"
      },
      "mode": {
        "title": "ਗਾਹਕ ਲੌਗਇਨ ਪੁਆਇੰਟ",
        "default": {
          "title": "ASAP (ਪੂਰਵ-ਨਿਰਧਾਰਤ)",
          "msg": "ਉਪਭੋਗਤਾ ਜਿੰਨੀ ਜਲਦੀ ਹੋ ਸਕੇ ਲੌਗਇਨ ਕਰਦੇ ਹਨ. (ਹੋਰ ਪਰਿਵਰਤਨ)"
        },
        "on_checkout": {
          "title": "ਚੈੱਕਆਊਟ 'ਤੇ",
          "msg": "ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਚੈੱਕਆਉਟ ਪੜਾਅ 'ਤੇ ਲੌਗ ਇਨ ਕਰਨ ਲਈ ਮਜ਼ਬੂਰ ਕਰੋ।"
        },
        "login_free": {
          "title": "ਵਿਕਲਪਿਕ ਲੌਗਇਨ",
          "msg": "ਆਰਡਰ ਦੇ ਭੁਗਤਾਨ ਤੋਂ ਬਾਅਦ ਵਿਕਲਪਿਕ ਲੌਗਇਨ.."
        }
      },
      "express": {
        "title": "ਕਾਰਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰਨ ਤੋਂ ਬਾਅਦ ਰੀਡਾਇਰੈਕਟ ਕਰੋ",
        "false": {
          "title": "ਸਧਾਰਨ ਮੋਡ",
          "msg": "ਪੰਨੇ 'ਤੇ ਬਣੇ ਰਹੋ ਅਤੇ ਕਾਰਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ 'ਤੇ ਕਲਿੱਕ ਕਰਨ ਤੋਂ ਬਾਅਦ ਖਰੀਦਦਾਰੀ ਜਾਰੀ ਰੱਖੋ।"
        },
        "true": {
          "title": "ਐਕਸਪ੍ਰੈਸ ਮੋਡ",
          "msg": "ਕਾਰਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ 'ਤੇ ਕਲਿੱਕ ਕਰਨ ਤੋਂ ਬਾਅਦ ਗਾਹਕ ਨੂੰ ਚੈੱਕਆਉਟ ਪੰਨੇ 'ਤੇ ਰੀਡਾਇਰੈਕਟ ਕਰੋ।"
        }
      },
      "shipping_address": {
        "title": "ਸ਼ਿਪਿੰਗ ਪਤੇ ਲਈ ਪੁੱਛੋ"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "ਭੌਤਿਕ ਅਤੇ ਸੇਵਾ (ਪੂਰਵ-ਨਿਰਧਾਰਤ)",
      "desc": "ਗਾਹਕ ਨੂੰ ਭੌਤਿਕ ਅਤੇ ਸੇਵਾ ਚੈਕਆਉਟ ਵਿੱਚ ਇੱਕ ਪਤਾ ਦਰਜ ਕਰਨ ਲਈ ਕਹੋ।"
    },
    "physical": {
      "title": "ਸਿਰਫ਼ ਸਰੀਰਕ",
      "desc": "ਗਾਹਕ ਨੂੰ ਸਿਰਫ਼ ਭੌਤਿਕ ਚੈਕਆਉਟ ਵਿੱਚ ਇੱਕ ਪਤਾ ਦਰਜ ਕਰਨ ਲਈ ਕਹੋ।"
    },
    "off": {
      "title": "ਕਦੇ ਨਹੀਂ",
      "desc": "ਕਦੇ ਵੀ ਸ਼ਿਪਿੰਗ ਪਤਾ ਨਾ ਪੁੱਛੋ। ⚠ ਇਸ ਵਿਕਲਪ ਦੀ ਵਰਤੋਂ ਕਰੋ ਜੇਕਰ ਤੁਸੀਂ ਸੇਵਾ ਕਿਸਮ ਦੀ ਬਜਾਏ ਉਤਪਾਦਾਂ ਲਈ ਭੌਤਿਕ ਕਿਸਮ ਦੀ ਚੋਣ ਕਰਕੇ ਵੇਰੀਐਂਟ ਵਾਲੀਆਂ ਸੇਵਾਵਾਂ ਦੀ ਯੋਜਨਾ ਬਣਾਉਂਦੇ ਹੋ।"
    }
  },
  "business_model": {
    "title": "ਵਪਾਰ ਮਾਡਲ ਸੈੱਟਅੱਪ",
    "subtitle": "ਆਪਣਾ ਕਾਰੋਬਾਰੀ ਮਾਡਲ ਸੈੱਟ ਕਰੋ, ਅਤੇ ਅਸੀਂ ਤੁਹਾਡੇ OS ਨੂੰ ਸੀਨ ਦੇ ਪਿੱਛੇ ਕੌਂਫਿਗਰ ਕਰਾਂਗੇ।"
  },
  "business_type": {
    "title": "ਵਪਾਰ ਦੀਆਂ ਕਿਸਮਾਂ",
    "subtitle": "ਉਤਪਾਦਾਂ ਦੀ ਕਿਸਮ ਸੈੱਟ ਕਰੋ ਜੋ ਤੁਸੀਂ ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਵੇਚਣਾ ਚਾਹੁੰਦੇ ਹੋ। ਸੇਲਡੋਨ ਵਿੱਚ ਉਤਪਾਦ ਦੀਆਂ ਕਿਸਮਾਂ ਸਿਰਫ਼ ਉਤਪਾਦਾਂ ਦੀ ਇੱਕ ਕਿਸਮ ਤੋਂ ਵੱਧ ਹਨ; ਇਹ ਪੂਰਤੀ ਪ੍ਰਕਿਰਿਆ ਬਾਰੇ ਹੋਰ ਹੈ।",
    "send_activation_request_to_support": "ਇੱਕ ਸਹਾਇਤਾ ਟਿਕਟ ਵਿੱਚ ਇੱਕ ਐਕਟੀਵੇਸ਼ਨ ਬੇਨਤੀ ਭੇਜੋ।",
    "require_kyc": "ਕਾਰੋਬਾਰੀ ਮਾਲਕ ਕੇ.ਵਾਈ.ਸੀ.",
    "needs_enterprise_license": "ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਐਂਟਰਪ੍ਰਾਈਜ਼ ਲਾਇਸੈਂਸ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "marketplace_caution_message": "ਮਾਰਕਿਟਪਲੇਸ ਨੂੰ ਸੈੱਟ ਕਰੋ ਕਿਉਂਕਿ ਤੁਹਾਡਾ ਮਾਡਲ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰੀ OS ਸੰਰਚਨਾ ਨੂੰ ਡੂੰਘਾ ਪ੍ਰਭਾਵਤ ਕਰਦਾ ਹੈ। ਉਦਾਹਰਨ ਲਈ, ਤੁਹਾਨੂੰ ਸੁਤੰਤਰ ਕੀਮਤ ਅਤੇ ਵਸਤੂ ਸੂਚੀ ਦੇ ਨਾਲ ਹਰੇਕ ਉਤਪਾਦ ਲਈ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਵਿਕਰੇਤਾ ਨੂੰ ਪਰਿਭਾਸ਼ਿਤ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਗਾਹਕ ਉਹ ਉਤਪਾਦ ਨਹੀਂ ਖਰੀਦ ਸਕਦੇ ਜਿਨ੍ਹਾਂ ਦਾ ਕੋਈ ਵਿਕਰੇਤਾ ਨਹੀਂ ਹੈ।"
  },
  "business_model_view": {
    "normal": {
      "title": "ਆਮ ਸਟੋਰ",
      "desc": "ਆਮ ਤੌਰ 'ਤੇ ਇੱਕ SME, ਘਰੇਲੂ ਕਾਰੋਬਾਰ, ਜਾਂ ਡ੍ਰੌਪਸ਼ੀਪਰ - ਜੋ ਆਪਣੇ ਉਤਪਾਦ ਨੂੰ ਸਿੱਧਾ ਗਾਹਕਾਂ ਨੂੰ ਵੇਚਦਾ ਹੈ ਜਾਂ ਥੋਕ ਵਿਕਰੇਤਾਵਾਂ ਦੇ ਉਤਪਾਦਾਂ ਨੂੰ ਮੁੜ ਵਿਕਰੇਤਾ ਵਜੋਂ ਵੇਚਦਾ ਹੈ।"
    },
    "dropshipping": {
      "title": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ",
      "desc": "ਕੋਈ ਉਤਪਾਦ ਅਤੇ ਕੋਈ ਵਸਤੂ ਸੂਚੀ ਨਾ ਰੱਖੋ - ਤੁਸੀਂ ਕਿਸੇ ਤੀਜੀ ਧਿਰ ਨੂੰ ਭੁਗਤਾਨ ਕਰਦੇ ਹੋ, ਆਮ ਤੌਰ 'ਤੇ ਥੋਕ ਵਿਕਰੇਤਾ (ਜਿਵੇਂ ਪ੍ਰਿੰਟੀਫਾਈ, ਹੋਲਸੇਲ2ਬੀ, ...) ਜਾਂ ਨਿਰਮਾਤਾ, ਅਤੇ ਉਹ ਸੀਨ ਦੇ ਪਿੱਛੇ ਆਰਡਰ ਪੂਰੇ ਕਰਦੇ ਹਨ।"
    },
    "wholesaler": {
      "title": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਸਪਲਾਇਰ",
      "desc": "ਆਮ ਤੌਰ 'ਤੇ ਥੋਕ ਵਿਕਰੇਤਾ ਜਾਂ ਨਿਰਮਾਤਾ - ਜੋ ਸਿੱਧੇ ਉਪਭੋਗਤਾ ਨੂੰ ਆਰਡਰ ਭੇਜਦਾ ਹੈ। Selldone 'ਤੇ ਹੋਰ ਵਪਾਰੀ ਤੁਹਾਡੇ ਉਤਪਾਦਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੇ ਸਟੋਰਾਂ ਵਿੱਚ ਸੁੱਟ ਸਕਦੇ ਹਨ।"
    },
    "marketplace": {
      "title": "ਬਾਜ਼ਾਰ",
      "desc": "ਔਨਲਾਈਨ ਮਾਰਕੀਟਪਲੇਸ ਇੱਕ ਮਲਕੀਅਤ ਅਤੇ ਕੇਂਦਰੀ ਪਲੇਟਫਾਰਮ 'ਤੇ ਖਰੀਦਦਾਰਾਂ ਅਤੇ ਵਿਕਰੇਤਾਵਾਂ ਨੂੰ ਜੋੜਦੇ ਹਨ।"
    },
    "franchise": {
      "title": "ਫਰੈਂਚਾਈਜ਼ / ਐਫੀਲੀਏਟ",
      "desc": "ਇੱਕ ਫਰੈਂਚਾਈਜ਼ੀ ਇੱਕ ਫਰੈਂਚਾਈਜ਼ਰ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਵਾਲੇ ਉਤਪਾਦਾਂ ਜਾਂ ਸੇਵਾਵਾਂ ਨੂੰ ਵੰਡਣ ਦਾ ਇੱਕ ਤਰੀਕਾ ਹੈ ਜੋ ਤੁਹਾਡੇ ਬ੍ਰਾਂਡ (ਫ੍ਰੈਂਚਾਈਜ਼ਿੰਗ) ਨੂੰ ਸਥਾਪਿਤ ਕਰਦਾ ਹੈ ਜਾਂ ਤੁਹਾਡੇ ਉਤਪਾਦਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਬ੍ਰਾਂਡ (ਐਫੀਲੀਏਟ) ਦੁਆਰਾ ਵੇਚਦਾ ਹੈ।"
    }
  },
  "marketplace": {
    "vendor_wallets": "ਬਟੂਏ",
    "pricing_models": "ਕੀਮਤ",
    "add_vendor": "ਵਿਕਰੇਤਾ ਸ਼ਾਮਲ ਕਰੋ",
    "requests": "ਬੇਨਤੀਆਂ"
  },
  "price_input_type": {
    "title": "ਕੀਮਤ ਇੰਪੁੱਟ ਕਿਸਮ",
    "default": {
      "title": "ਡਿਫਾਲਟ",
      "desc": "ਕਾਰਟ ਵਿੱਚ ਮਾਤਰਾ ਵਜੋਂ ਇੱਕ ਮੁੱਲ ਚੁਣੋ।"
    },
    "area": {
      "title": "ਖੇਤਰ",
      "desc": "ਮਾਤਰਾ ਦੀ ਗਣਨਾ ਕਰਨ ਲਈ ਚੌੜਾਈ ਅਤੇ ਲੰਬਾਈ ਨੂੰ ਇਨਪੁਟਸ ਦੇ ਰੂਪ ਵਿੱਚ ਦਾਖਲ ਕਰੋ।"
    },
    "volume": {
      "title": "ਵਾਲੀਅਮ",
      "desc": "ਮਾਤਰਾ ਦੀ ਗਣਨਾ ਕਰਨ ਲਈ ਇਨਪੁਟਸ ਦੇ ਤੌਰ 'ਤੇ ਚੌੜਾਈ, ਲੰਬਾਈ ਅਤੇ ਉਚਾਈ ਦਰਜ ਕਰੋ।"
    },
    "custom": {
      "title": "ਕਸਟਮ (ਇਨਪੁਟ ਫਾਰਮ ਦੁਆਰਾ)",
      "desc": "ਸੈਂਕੜੇ ਰੂਪਾਂ ਦੀ ਲੋੜ ਨਹੀਂ! ਬਹੁਤ ਜ਼ਿਆਦਾ ਅਨੁਕੂਲਿਤ ਉਤਪਾਦਾਂ ਲਈ ਇੱਕ ਕਸਟਮ ਲਾਗਤ ਗਣਨਾ ਫਾਰਮ ਬਣਾਓ।"
    }
  },
  "vendors_list": {
    "title": "ਮੇਰੇ ਵਿਕਰੇਤਾ",
    "message": "ਮੇਰੇ ਆਪਣੇ ਵਿਕਰੇਤਾਵਾਂ ਦੀ ਸੂਚੀ."
  },
  "vendor_page": {},
  "domains": {
    "message": "ਕਈ ਡੋਮੇਨਾਂ ਨੂੰ ਆਪਣੇ ਕਾਰੋਬਾਰੀ OS ਨਾਲ ਕਨੈਕਟ ਕਰੋ ਅਤੇ ਉਹਨਾਂ ਸਾਰਿਆਂ ਨੂੰ ਇੱਕ ਥਾਂ 'ਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ। ਤੁਸੀਂ ਆਪਣੀ ਵੈੱਬਸਾਈਟ ਦੇ ਹਰੇਕ ਹਿੱਸੇ ਲਈ ਸਮਰਪਿਤ ਡੋਮੇਨ ਬਣਾਉਣ ਲਈ ਮਲਟੀਪਲ ਡੋਮੇਨ ਵਿਸ਼ੇਸ਼ਤਾ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ, ਜਿਵੇਂ ਕਿ ਬਲੌਗ ਅਤੇ ਕਮਿਊਨਿਟੀ, ਜਾਂ ਆਪਣੇ ਸਹਿਯੋਗੀਆਂ ਲਈ ਵੱਖ-ਵੱਖ ਡੋਮੇਨਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ।"
  },
  "notes": {
    "add_action": "ਆਪਣੀ ਟੀਮ ਲਈ ਇੱਕ ਨੋਟ ਸ਼ਾਮਲ ਕਰੋ",
    "notifications": {
      "success_add": "ਨੋਟ ਸਫਲਤਾਪੂਰਵਕ ਜੋੜਿਆ ਗਿਆ ਹੈ।",
      "success_delete": "ਨੋਟ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।"
    }
  },
  "external_services": {
    "title": "ਬਾਹਰੀ ਸੇਵਾਵਾਂ",
    "subtitle": "ਇੱਥੇ SMS ਅਤੇ ਈਮੇਲਾਂ ਵਰਗੀਆਂ ਬਾਹਰੀ ਸੇਵਾਵਾਂ ਦੀ ਆਖਰੀ ਸਥਿਤੀ ਦੀ ਨਿਗਰਾਨੀ ਕਰੋ।"
  },
  "theme": {
    "dark_mode": "ਡਾਰਕ ਮੋਡ",
    "dark_mode_description": "ਇਸ ਵਿਕਲਪ ਨੂੰ ਚੁਣੋ ਜੇਕਰ ਤੁਸੀਂ ਸਫੇਦ ਟੈਕਸਟ ਰੰਗ ਦੇ ਨਾਲ ਇੱਕ ਗੂੜ੍ਹਾ ਬੈਕਗ੍ਰਾਊਂਡ ਚਾਹੁੰਦੇ ਹੋ।",
    "light_mode": "ਲਾਈਟ ਮੋਡ",
    "light_mode_description": "ਇਸ ਵਿਕਲਪ ਨੂੰ ਚੁਣੋ ਜੇਕਰ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ ਕਿ ਬੈਕਗ੍ਰਾਊਂਡ ਹਲਕਾ ਹੋਵੇ ਅਤੇ ਟੈਕਸਟ ਕਾਲੇ ਰੰਗ ਵਿੱਚ ਹੋਵੇ।"
  },
  "shop_quota": {
    "title": "ਵਰਤੋਂ ਕੋਟਾ",
    "sub_title": "ਇਹ ਤੁਹਾਡੀ ਦੁਕਾਨ ਲਈ ਵਰਤੋਂ ਕੋਟਾ ਸੂਚੀ ਹੈ। ਤੁਸੀਂ ਆਪਣੀ ਦੁਕਾਨ ਦੇ ਲਾਇਸੈਂਸ ਨੂੰ ਅਪਗ੍ਰੇਡ ਕਰਕੇ ਇਹਨਾਂ ਸੀਮਾਵਾਂ ਨੂੰ ਵਧਾ ਸਕਦੇ ਹੋ। ਜੇਕਰ ਤੁਸੀਂ ਸੀਮਾਵਾਂ ਨੂੰ ਪਾਰ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਸਾਡੇ ਤੋਂ ਵਾਧੂ ਰੋਜ਼ਾਨਾ ਕੋਟੇ ਭੱਤਿਆਂ ਦੀ ਬੇਨਤੀ ਕਰ ਸਕਦੇ ਹੋ। ਸਾਰੀ ਵਰਤੋਂ ਰੋਜ਼ਾਨਾ ਰੀਸੈਟ ਕੀਤੀ ਜਾਵੇਗੀ।"
  },
  "app_card": {
    "category": "ਸ਼੍ਰੇਣੀ",
    "installs": "ਇੰਸਟਾਲ ਕਰੋ",
    "actives": "ਕਿਰਿਆਸ਼ੀਲ",
    "uninstalls": "ਅਣਇੰਸਟੌਲ ਕਰਦਾ ਹੈ",
    "app_code": "ਐਪ ਕੋਡ",
    "app_mode": "ਐਪਲੀਕੇਸ਼ਨ ਮੋਡ"
  },
  "product_status": {
    "open": {
      "name": "ਕਿਰਿਆਸ਼ੀਲ",
      "title": "ਸਰਗਰਮ ╏ ਔਨਲਾਈਨ ਅਤੇ ਔਫਲਾਈਨ ਵਿਕਰੀ",
      "description": "ਇਹ ਉਤਪਾਦ ਆਨਲਾਈਨ ਆਰਡਰ ਲਈ ਉਪਲਬਧ ਹੋਵੇਗਾ।"
    },
    "close": {
      "name": "ਅਕਿਰਿਆਸ਼ੀਲ",
      "title": "ਅਕਿਰਿਆਸ਼ੀਲ ╏ ਸਿਰਫ਼ ਔਫਲਾਈਨ ਵਿਕਰੀ",
      "description": "ਇਹ ਉਤਪਾਦ ਔਨਲਾਈਨ ਆਰਡਰ ਲਈ ਉਪਲਬਧ ਨਹੀਂ ਹੋਵੇਗਾ।"
    },
    "pending": {
      "name": "ਬਕਾਇਆ",
      "title": "ਬਕਾਇਆ",
      "description": "ਲਾਈਵ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਮਾਰਕੀਟਪਲੇਸ ਸਮੀਖਿਆ ਦੀ ਲੋੜ ਹੈ।"
    },
    "rejected": {
      "name": "ਰੱਦ ਕਰ ਦਿੱਤਾ",
      "title": "ਰੱਦ ਕਰ ਦਿੱਤਾ",
      "description": "ਇਸ ਉਤਪਾਦ ਨੂੰ ਮਾਰਕੀਟਪਲੇਸ ਦੁਆਰਾ ਅਸਵੀਕਾਰ ਕੀਤਾ ਗਿਆ ਸੀ।"
    }
  },
  "suggestions": {
    "vendor_payment": {
      "note": [
        "ਵਿਕਰੀ ਲਈ ਭੁਗਤਾਨ ਪੂਰਾ ਹੋਇਆ",
        "ਵਿਕਰੇਤਾ ਕਮਿਸ਼ਨ ਵੰਡ.",
        "ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਸਫਲਤਾਪੂਰਵਕ ਪੂਰਾ ਹੋਇਆ।",
        "ਹਾਲੀਆ ਵਿਕਰੀ ਲਈ ਪੈਸੇ ਭੇਜਣਾ।",
        "ਵਿਕਰੇਤਾ ਸੇਵਾਵਾਂ ਲਈ ਸਫਲ ਟ੍ਰਾਂਸਫਰ।"
      ],
      "reverse_fund_reason": [
        "ਫੰਡਾਂ ਦੀ ਵਾਪਸੀ: ਬੈਂਕ ਤੋਂ ਵਿਕਰੇਤਾ ਦੇ ਵਾਲਿਟ ਵਿੱਚ ਟ੍ਰਾਂਸਫਰ ਕਰੋ।",
        "ਵਿਕਰੇਤਾ ਵਾਲਿਟ ਰੀਫਿਲ: ਬੈਂਕ ਖਾਤੇ ਤੋਂ ਫੰਡ ਵਾਪਸ ਕਰਨਾ।",
        "ਰਿਵਰਸ ਟ੍ਰਾਂਜੈਕਸ਼ਨ: ਬੈਂਕ ਤੋਂ ਵਿਕਰੇਤਾ ਵਾਲੇਟ ਫੰਡ ਟ੍ਰਾਂਸਫਰ।",
        "ਰਿਫੰਡ: ਵਿਕਰੇਤਾ ਦੇ ਵਾਲਿਟ ਵਿੱਚ ਬੈਂਕ ਡਿਪਾਜ਼ਿਟ ਰਿਵਰਸਲ।",
        "ਫੰਡ ਰਿਵਰਸਲ: ਬੈਂਕ ਤੋਂ ਵਿਕਰੇਤਾ ਦੇ ਬਟੂਏ ਦੀ ਮੁੜ ਪੂਰਤੀ।"
      ]
    },
    "shop_email": {
      "name": [
        "ਸੁਪਰ ਸੇਵਿੰਗਜ਼ ਵੀਕੈਂਡ ਬਲਾਸਟ",
        "ਐਕਸਕਲੂਸਿਵ ਇਨਸਾਈਡਰ ਡੀਲਾਂ ਦਾ ਪਰਦਾਫਾਸ਼ ਕੀਤਾ ਗਿਆ",
        "ਪ੍ਰੀਮੀਅਮ ਛੋਟਾਂ ਤੱਕ ਤੁਹਾਡੀ VIP ਪਹੁੰਚ",
        "ਸੀਜ਼ਨਲ ਸੇਲ ਐਕਸਟਰਾਵੈਂਜ਼ਾ",
        "ਆਪਣੀ ਖਰੀਦਦਾਰੀ ਪੈਰਾਡਾਈਸ ਨੂੰ ਅਨਲੌਕ ਕਰੋ",
        "ਗ੍ਰੈਂਡ ਸ਼ਾਪਰਜ਼ ਕਾਰਨੀਵਲ",
        "ਸਪਰਿੰਗ ਫਲਿੰਗ ਸ਼ਾਪਿੰਗ ਸਪਰੀ",
        "ਪਤਝੜ ਦੇ ਸੌਦੇ ਤੁਸੀਂ ਵਿਰੋਧ ਨਹੀਂ ਕਰ ਸਕਦੇ",
        "ਸਰਦੀਆਂ ਦੇ ਅਜੂਬੇ: ਠੰਡੇ ਦਿਨਾਂ ਲਈ ਨਿੱਘੇ ਸੌਦੇ",
        "ਸਮਰ ਕਲੀਅਰੈਂਸ ਕਾਊਂਟਡਾਊਨ ਦਾ ਅੰਤ",
        "ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਬੋਨਾਂਜ਼ਾ: ਅਰਲੀ ਬਰਡ ਐਕਸੈਸ",
        "ਹੈਲੋ ਛੁੱਟੀਆਂ: ਤੁਹਾਡੀ ਗਿਫਟ ਗਾਈਡ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ",
        "ਤਾਜ਼ਾ ਖੋਜਾਂ: ਨਵੇਂ ਆਗਮਨ ਸਿਰਫ਼ ਤੁਹਾਡੇ ਲਈ",
        "ਵਫ਼ਾਦਾਰੀ ਨਾਲ ਇਨਾਮ ਦਿੱਤਾ ਗਿਆ: ਅੰਦਰ ਵਿਸ਼ੇਸ਼ ਛੋਟਾਂ"
      ],
      "subject": [
        "⏰ ਸੀਮਤ ਸਮੇਂ ਦੀ ਪੇਸ਼ਕਸ਼! ਹੁਣੇ ਆਪਣੇ ਮਨਪਸੰਦ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰੋ",
        "🌼 ਨਵਾਂ ਸੀਜ਼ਨ, ਨਵੀਆਂ ਸ਼ੈਲੀਆਂ - ਸਾਡੇ ਨਵੀਨਤਮ ਸੰਗ੍ਰਹਿ ਦੀ ਪੜਚੋਲ ਕਰੋ",
        "👑 ਸਿਰਫ਼ ਤੁਹਾਡੇ ਲਈ ਵਿਸ਼ੇਸ਼ VIP ਵਿਕਰੀ",
        "💃 ਸਾਡੇ ਨਵੇਂ ਆਗਮਨ ਨਾਲ ਸਿਰ ਮੋੜੋ",
        "🔚 ਹਰ ਚੀਜ਼ 'ਤੇ 20% ਦੀ ਛੋਟ ਦਾ ਆਨੰਦ ਲੈਣ ਦਾ ਆਖਰੀ ਮੌਕਾ",
        "🎁 ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਤੋਹਫ਼ਾ: $10 ਕ੍ਰੈਡਿਟ ਅੰਦਰ!",
        "☀️ ਸਾਡੀਆਂ ਗਰਮ ਡੀਲਾਂ ਨਾਲ ਗਰਮੀਆਂ ਲਈ ਤਿਆਰ ਹੋ ਜਾਓ",
        "🛍️ ਆਪਣੀ ਅਲਮਾਰੀ ਨੂੰ ਅੱਪਗ੍ਰੇਡ ਕਰੋ - ਤੁਸੀਂ ਇਸਦੇ ਹੱਕਦਾਰ ਹੋ",
        "👀 ਸਨੀਕ ਪੀਕ: ਨਵੇਂ ਉਤਪਾਦ ਜਲਦੀ ਆ ਰਹੇ ਹਨ!",
        "🎂 ਜਨਮਦਿਨ ਮੁਬਾਰਕ! ਤੁਹਾਡੇ ਵਿਸ਼ੇਸ਼ ਤੋਹਫ਼ੇ ਦੀ ਉਡੀਕ ਹੈ",
        "🖤 ਕੀ ਤੁਸੀਂ ਬਲੈਕ ਫ੍ਰਾਈਡੇ ਡੀਲ ਲਈ ਤਿਆਰ ਹੋ?",
        "🎯 ਸਿਰਫ਼ ਤੁਹਾਡੇ ਲਈ ਪ੍ਰਮੁੱਖ ਚੋਣਾਂ - ਵਿਅਕਤੀਗਤ ਖਰੀਦਦਾਰੀ ਅਨੁਭਵ",
        "🍹 ਆਪਣਾ ਇਲਾਜ ਕਰਨ ਦਾ ਸਮਾਂ - ਵੀਕੈਂਡ ਫਲੈਸ਼ ਸੇਲ!",
        "🧹 ਸੀਜ਼ਨ ਕਲੀਅਰੈਂਸ ਦਾ ਅੰਤ - ਸਭ ਕੁਝ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ!",
        "🚀 ਤੁਸੀਂ ਇਹ ਕਮਾ ਲਿਆ ਹੈ! ਤੁਹਾਡੇ ਅਗਲੇ ਆਰਡਰ 'ਤੇ ਮੁਫ਼ਤ ਸ਼ਿਪਿੰਗ",
        "📢 ਮਿਸ ਨਾ ਕਰੋ - ਤੁਹਾਡੀਆਂ ਵਿਸ਼ਲਿਸਟ ਆਈਟਮਾਂ ਹੁਣ ਵਿਕਰੀ 'ਤੇ ਹਨ",
        "🏡 ਸਾਡੇ ਘਰੇਲੂ ਸਜਾਵਟ ਸੰਗ੍ਰਹਿ ਨਾਲ ਆਪਣੇ ਘਰ ਵਿੱਚ ਖੁਸ਼ੀ ਲਿਆਓ",
        "🎉 ਇੱਕ ਹੈਰਾਨੀ ਸਿਰਫ਼ ਤੁਹਾਡੇ ਲਈ! ਆਪਣੀ ਰਹੱਸ ਦੀ ਛੂਟ ਨੂੰ ਖੋਲ੍ਹੋ"
      ]
    },
    "discount_code": {
      "code": [
        "ਜੀ ਆਇਆਂ ਨੂੰ10",
        "ਗਰਮੀਆਂ 20",
        "VIPSALE30",
        "BDAY15",
        "ਬਲੈਕਫ੍ਰਾਈਡੇ",
        "ਸਾਈਬਰ ਸੋਮਵਾਰ",
        "ਮੁਫਤ ਸ਼ਿਪਿੰਗ",
        "ਫਲੈਸ਼ਸੇਲ",
        "ਕਲੀਅਰੈਂਸ",
        "EARLYBIRD",
        "ਵਿਦਿਆਰਥੀ 10",
        "ਵਿੰਟਰ25",
        "SPRING15",
        "FALL20",
        "BESTSELLER10",
        "HOLIDAY30",
        "ਵੈਲੇਨਟਾਈਨ20",
        "ਮਾਂ ਦਿਵਸ",
        "ਫਾਦਰਸਡੇ",
        "ENDOFYEAR"
      ],
      "title": [
        "ਫਲੈਸ਼ ਵਿਕਰੀ: 20% ਬੰਦ!",
        "VIP ਅਰਲੀ ਐਕਸੈਸ ਛੋਟ",
        "ਵੀਕੈਂਡ ਡੀਲ: ਹੁਣੇ ਬਚਾਓ!",
        "ਅੱਜ 15% ਦੀ ਛੋਟ ਦਾ ਆਨੰਦ ਮਾਣੋ",
        "ਗਰਮੀਆਂ ਦੀ ਵਿਕਰੀ: ਵਾਧੂ 10% ਦੀ ਛੋਟ",
        "ਕਲੀਅਰੈਂਸ ਸੇਲ! ਵੱਡੇ ਬਚਾਓ",
        "ਵਿਸ਼ੇਸ਼ ਪੇਸ਼ਕਸ਼: ਮੁਫ਼ਤ ਸ਼ਿਪਿੰਗ",
        "2-ਲਈ-1: ਅੱਜ ਹੀ!",
        "ਛੁੱਟੀਆਂ ਲਈ ਵਿਸ਼ੇਸ਼: 25% ਦੀ ਛੋਟ",
        "ਵਿਸ਼ੇਸ਼ 30% ਛੋਟ",
        "ਹੈਰਾਨੀ! ਵਾਧੂ 20% ਦੀ ਛੋਟ",
        "ਮੌਸਮੀ ਬੱਚਤਾਂ ਅੰਦਰ",
        "ਮਿਡਵੀਕ ਮੈਡਨੇਸ: 10% ਬੰਦ",
        "ਜਲਦੀ ਹੀ ਖਤਮ ਹੋਵੇਗਾ: ਹਰ ਚੀਜ਼ 'ਤੇ 15% ਦੀ ਛੋਟ",
        "ਪਰਿਵਾਰ ਅਤੇ ਦੋਸਤ: 20% ਦੀ ਛੋਟ",
        "ਇਸ ਹਫਤੇ ਦੇ ਅੰਤ ਵਿੱਚ ਵੱਡੀ ਬੱਚਤ",
        "ਬਲੈਕ ਫ੍ਰਾਈਡੇ: 40% ਬੰਦ",
        "ਸਨੀਕ ਪੀਕ ਛੂਟ: 30% ਬੰਦ"
      ],
      "description": [
        "ਆਪਣੀ ਵਿਸ਼ੇਸ਼ ਪੇਸ਼ਕਸ਼ ਦਾ ਦਾਅਵਾ ਕਰੋ! ਸਿਰਫ਼ ਸੀਮਤ ਸਮਾਂ।",
        "ਜਲਦੀ ਕਰੋ! ਤੁਹਾਡੇ ਕਾਰਟ ਵਿੱਚ ਵਿਸ਼ੇਸ਼ ਬੱਚਤਾਂ ਦੀ ਉਡੀਕ ਹੈ।",
        "ਵੱਡੀਆਂ ਬੱਚਤਾਂ ਸਿਰਫ਼ ਇੱਕ ਕਲਿੱਕ ਦੂਰ ਹਨ!",
        "ਇਸ ਸੌਦੇ ਦੇ ਖਤਮ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਇਸਦਾ ਫਾਇਦਾ ਉਠਾਓ।",
        "ਵਿਸ਼ੇਸ਼ ਛੋਟ ਦੀ ਉਡੀਕ! ਮਿਸ ਨਾ ਕਰੋ.",
        "ਸਾਡੀ ਪੇਸ਼ਕਸ਼ ਨਾਲ ਆਪਣੀ ਖਰੀਦਦਾਰੀ ਦੀ ਭਾਵਨਾ ਨੂੰ ਵਧਾਓ!",
        "ਤੁਹਾਡਾ ਅਗਲਾ ਆਰਡਰ ਤੁਹਾਡੇ ਸੋਚਣ ਨਾਲੋਂ ਘੱਟ ਹੋ ਸਕਦਾ ਹੈ!",
        "ਇਹ ਉਸ ਚੀਜ਼ ਨੂੰ ਹਾਸਲ ਕਰਨ ਦਾ ਸਹੀ ਸਮਾਂ ਹੈ ਜੋ ਤੁਸੀਂ ਚਾਹੁੰਦੇ ਹੋ।",
        "ਤੁਹਾਡੇ ਦਿਨ ਨੂੰ ਚਮਕਦਾਰ ਬਣਾਉਣ ਲਈ ਇੱਕ ਛੋਟੀ ਜਿਹੀ ਚੀਜ਼।",
        "ਬਚਾਉਣ ਲਈ ਤਿਆਰ ਹੋ? ਇੱਕ ਹੈਰਾਨੀਜਨਕ ਛੋਟ ਉਡੀਕ ਕਰ ਰਹੀ ਹੈ!",
        "ਕਿਉਂਕਿ ਤੁਸੀਂ ਖਾਸ ਹੋ, ਇੱਥੇ ਇੱਕ ਵਿਸ਼ੇਸ਼ ਸੌਦਾ ਹੈ।",
        "ਕੀ ਤੁਹਾਡੀ ਨਜ਼ਰ ਕਿਸੇ ਚੀਜ਼ 'ਤੇ ਹੈ? ਇੱਥੇ ਇੱਕ ਨਜ ਹੈ!",
        "ਬਚਾਉਣ ਲਈ ਵਰਤਮਾਨ ਵਰਗਾ ਕੋਈ ਸਮਾਂ ਨਹੀਂ ਹੈ।",
        "ਇਸ ਸੌਦੇ ਨੂੰ ਯਾਦ ਨਾ ਕਰੋ! ਪਾਸ ਕਰਨਾ ਬਹੁਤ ਵਧੀਆ ਹੈ।",
        "ਵੱਡੀ ਖ਼ਬਰ! ਤੁਹਾਡੀ ਖਰੀਦਦਾਰੀ ਹੁਣੇ ਸਸਤੀ ਹੋ ਗਈ ਹੈ।",
        "ਜਲਦੀ ਕਰੋ, ਤੁਹਾਡੀ ਵਿਸ਼ੇਸ਼ ਛੂਟ ਜਲਦੀ ਹੀ ਖਤਮ ਹੋ ਰਹੀ ਹੈ!",
        "ਇੱਥੇ ਤੁਹਾਡੀ ਵਫ਼ਾਦਾਰੀ ਲਈ ਤੁਹਾਡਾ ਥੋੜ੍ਹਾ ਜਿਹਾ ਧੰਨਵਾਦ ਹੈ।"
      ]
    },
    "coupon": {
      "title": [
        "ਬਚਤ ਜਾਰੀ ਕੀਤੀ ਗਈ",
        "ਛੂਟ ਨੂੰ ਅਨਲੌਕ ਕਰੋ",
        "ਸੁਪਰ ਬਚਤ",
        "ਵਿਸ਼ੇਸ਼ ਸੌਦਾ",
        "ਬੋਨਸ ਬਚਤ",
        "VIP ਛੂਟ",
        "ਖਾਸ ਮੌਕਾ",
        "ਵਾਧੂ ਬਚਤ",
        "ਛੂਟ ਚੇਤਾਵਨੀ",
        "ਬਜਟ ਖੁਸ਼ੀ",
        "ਆਰਥਿਕ ਅਨੰਦ",
        "ਮੁੱਲ ਬੋਨਾਂਜ਼ਾ",
        "ਕੀਮਤ ਵਿੱਚ ਕਟੌਤੀ",
        "ਧੰਨ ਬਚਤ",
        "ਹੋਰ ਬਚਾਓ, ਹੋਰ ਖਰੀਦੋ",
        "ਫਲੈਸ਼ ਡੀਲ",
        "ਸੌਦੇਬਾਜ਼ੀ ਦਾ ਇਨਾਮ",
        "ਤੁਰੰਤ ਬਚਤ",
        "ਦਿਨ ਦਾ ਸੌਦਾ",
        "ਮੌਸਮੀ ਚੋਰੀ"
      ],
      "description": [
        "ਸਾਡੇ 'ਤੇ ਇੱਕ ਮਿੱਠੇ ਸੌਦੇ ਦਾ ਆਨੰਦ ਮਾਣੋ! ਆਪਣੀ ਅਗਲੀ ਖਰੀਦ 'ਤੇ ਬੱਚਤ ਕਰੋ।",
        "ਅਸੀਂ ਆਪਣੇ ਗਾਹਕਾਂ ਦੀ ਕਦਰ ਕਰਦੇ ਹਾਂ - ਇਸ ਵਿਸ਼ੇਸ਼ ਪੇਸ਼ਕਸ਼ ਦਾ ਲਾਭ ਉਠਾਓ।",
        "ਜੋ ਤੁਸੀਂ ਪਸੰਦ ਕਰਦੇ ਹੋ ਉਸ ਤੋਂ ਘੱਟ ਲਈ ਵੱਧ ਪ੍ਰਾਪਤ ਕਰੋ। ਸਾਡੇ 'ਤੇ ਛੋਟ!",
        "ਬਚਾਉਣ ਲਈ ਤਿਆਰ ਹੋ? ਇੱਕ ਵਿਸ਼ੇਸ਼ ਪੇਸ਼ਕਸ਼ ਦੀ ਉਡੀਕ ਹੈ!",
        "ਕਿਉਂਕਿ ਤੁਸੀਂ ਖਾਸ ਹੋ! ਆਪਣੇ ਅਗਲੇ ਆਰਡਰ 'ਤੇ ਛੋਟ ਦਾ ਆਨੰਦ ਲਓ।",
        "ਆਪਣੇ ਆਪ ਨੂੰ ਇੱਕ ਖਰੀਦਦਾਰੀ ਦੀ ਖੁਸ਼ੀ ਵਿੱਚ ਪੇਸ਼ ਕਰੋ ਅਤੇ ਬਚਾਓ!",
        "ਖਰੀਦਦਾਰੀ ਕਰਨ ਲਈ ਤਿਆਰ ਰਹੋ ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਡਿੱਗਦੇ ਹੋ - ਅਤੇ ਬਚਾਓ!",
        "ਵਿਸ਼ੇਸ਼ ਛੋਟ ਦੇ ਨਾਲ ਸੀਜ਼ਨ ਦਾ ਜਸ਼ਨ ਮਨਾਓ।",
        "ਅਸੀਂ ਇੱਕ ਵਿਸ਼ੇਸ਼ ਛੋਟ ਦੇ ਨਾਲ ਆਪਣੇ ਵਫ਼ਾਦਾਰ ਗਾਹਕਾਂ ਦਾ ਧੰਨਵਾਦ ਕਰ ਰਹੇ ਹਾਂ।",
        "ਆਪਣੀ ਅਗਲੀ ਖਰੀਦ 'ਤੇ ਸ਼ਾਨਦਾਰ ਬੱਚਤਾਂ ਨੂੰ ਅਨਲੌਕ ਕਰੋ।",
        "ਆਪਣੀ ਨਿਵੇਕਲੀ ਬੱਚਤ 'ਤੇ ਝਾਤ ਮਾਰੋ।",
        "ਸਾਡੇ 'ਤੇ ਆਪਣੀ ਹੈਰਾਨੀ ਵਾਲੀ ਛੋਟ ਦੀ ਖੋਜ ਕਰੋ!",
        "ਸਾਡੀ ਵਿਸ਼ੇਸ਼ ਪੇਸ਼ਕਸ਼ ਨਾਲ ਆਪਣੇ ਖਰੀਦਦਾਰੀ ਅਨੁਭਵ ਨੂੰ ਅੱਪਗ੍ਰੇਡ ਕਰੋ।",
        "ਸਾਡੀ ਵਿਸ਼ੇਸ਼ ਪੇਸ਼ਕਸ਼ ਨਾਲ ਆਪਣੀ ਬੱਚਤ ਸ਼ੁਰੂ ਕਰੋ।",
        "ਆਪਣੇ ਆਪ ਨੂੰ ਥੋੜਾ ਜਿਹਾ ਵਾਧੂ - ਇੱਕ ਵਿਸ਼ੇਸ਼ ਛੂਟ ਨਾਲ ਸ਼ਾਮਲ ਕਰੋ।",
        "ਤੁਹਾਡਾ ਅਗਲਾ ਖਰੀਦਦਾਰੀ ਸਾਹਸ ਹੁਣੇ ਹੋਰ ਕਿਫਾਇਤੀ ਹੋ ਗਿਆ ਹੈ!",
        "ਕਿਉਂਕਿ ਛੂਟ ਦੇ ਨਾਲ ਖਰੀਦਦਾਰੀ ਵਧੇਰੇ ਮਜ਼ੇਦਾਰ ਹੈ."
      ]
    },
    "offer": {
      "title": [
        "ਬੰਡਲ ਅਤੇ ਵੱਡੇ ਬਚਾਓ!",
        "ਹੋਰ ਖਰੀਦੋ, ਹੋਰ ਬਚਾਓ!",
        "ਸਮਾਰਟ ਖਰੀਦਦਾਰਾਂ ਲਈ ਸਮਾਰਟ ਡੀਲ",
        "ਛੂਟ ਚੇਤਾਵਨੀ! ਬੰਡਲ ਬਚਤ",
        "ਕੰਬੋ ਪੇਸ਼ਕਸ਼ - ਘੱਟ ਲਈ ਹੋਰ",
        "ਬੰਡਲਾਂ 'ਤੇ ਵਿਸ਼ੇਸ਼ ਬੱਚਤ",
        "ਆਪਣੇ ਪੈਸੇ ਲਈ ਹੋਰ ਪ੍ਰਾਪਤ ਕਰੋ!",
        "ਜਦੋਂ ਤੁਸੀਂ ਬੰਡਲ ਬਣਾਉਂਦੇ ਹੋ ਤਾਂ ਬਚਾਓ",
        "ਕੰਬੋਜ਼ 'ਤੇ ਵਿਸ਼ੇਸ਼ ਸੌਦੇ",
        "ਸਟੋਰ ਵਿੱਚ ਵੱਡੀ ਬਚਤ!",
        "ਵਧੀਆ ਮੁੱਲ ਬੰਡਲ",
        "ਸੀਮਤ ਸਮਾਂ ਬੰਡਲ ਸੌਦੇ",
        "ਕੰਬੋਜ਼ 'ਤੇ ਵੱਡੀਆਂ ਛੋਟਾਂ",
        "ਚੁਣੀਆਂ ਗਈਆਂ ਆਈਟਮਾਂ 'ਤੇ ਸਮਾਰਟ ਬੱਚਤ",
        "ਬੰਡਲਾਂ 'ਤੇ ਅਜੇਤੂ ਸੌਦੇ",
        "ਬਹੁ-ਖਰੀਦਣ ਦੀਆਂ ਛੋਟਾਂ ਉਪਲਬਧ ਹਨ",
        "ਹੁਣ ਘੱਟ ਲਈ ਡਬਲ ਅੱਪ ਕਰੋ",
        "ਵੱਡੀ ਬੱਚਤ = ਵੱਡੀ ਬੱਚਤ"
      ],
      "description": [
        "ਜਦੋਂ ਤੁਸੀਂ ਚੋਣਵੇਂ ਉਤਪਾਦਾਂ ਨੂੰ ਬੰਡਲ ਕਰਦੇ ਹੋ ਤਾਂ ਵੱਡੀ ਬੱਚਤ ਕਰੋ। ਜਲਦੀ ਕਰੋ, ਸੀਮਤ ਸਮੇਂ ਦੀ ਪੇਸ਼ਕਸ਼!",
        "ਸਮਾਰਟ ਸੌਦਿਆਂ ਦੀ ਉਡੀਕ ਹੈ! ਸਾਡੀਆਂ ਉਜਾਗਰ ਕੀਤੀਆਂ ਆਈਟਮਾਂ ਨੂੰ ਇਕੱਠੇ ਖਰੀਦਣ ਵੇਲੇ ਹੋਰ ਬਚਾਓ।",
        "ਬਚਾਉਣ ਦਾ ਸਮਾਰਟ ਤਰੀਕਾ ਲੱਭੋ! ਆਪਣੇ ਮਨਪਸੰਦ ਨੂੰ ਬੰਡਲ ਕਰੋ ਅਤੇ ਕੀਮਤ ਵਿੱਚ ਗਿਰਾਵਟ ਦੇਖੋ।",
        "ਕੰਬੋ ਵਿੱਚ ਚੁਣੀਆਂ ਗਈਆਂ ਆਈਟਮਾਂ ਨੂੰ ਖਰੀਦਣ ਵੇਲੇ ਵਿਸ਼ੇਸ਼ ਛੋਟਾਂ ਦਾ ਆਨੰਦ ਲਓ। ਹੁਣ ਕਾਰਵਾਈ ਕਰੋ!",
        "ਹੋਰ ਖਰੀਦੋ, ਹੋਰ ਬਚਾਓ! ਸਾਡੇ ਵਿਸ਼ੇਸ਼ ਉਤਪਾਦ ਬੰਡਲਾਂ 'ਤੇ ਬੇਮਿਸਾਲ ਛੋਟ।",
        "ਸਾਡੀਆਂ ਵਿਸ਼ੇਸ਼ ਪੇਸ਼ਕਸ਼ਾਂ ਨਾਲ ਸਮਾਰਟ ਖਰੀਦਦਾਰੀ ਕਰੋ। ਚੋਣਵੇਂ ਉਤਪਾਦ ਬੰਡਲਾਂ 'ਤੇ ਛੋਟ ਵਾਲੀਆਂ ਕੀਮਤਾਂ।",
        "ਘੱਟ ਲਈ ਹੋਰ ਪ੍ਰਾਪਤ ਕਰੋ! ਜਦੋਂ ਤੁਸੀਂ ਸਾਡੇ ਚੁਣੇ ਹੋਏ ਬੰਡਲ ਖਰੀਦਦੇ ਹੋ ਤਾਂ ਸ਼ਾਨਦਾਰ ਛੋਟਾਂ।",
        "ਜਦੋਂ ਤੁਸੀਂ ਬੰਡਲ ਬਣਾਉਂਦੇ ਹੋ ਤਾਂ ਵੱਡੀ ਬਚਤ ਕਰੋ! ਸੀਮਤ ਸਮੇਂ ਲਈ ਚੁਣੀਆਂ ਗਈਆਂ ਆਈਟਮਾਂ 'ਤੇ ਵਿਸ਼ੇਸ਼ ਸੌਦੇ।",
        "ਜੋੜੋ ਅਤੇ ਬਚਾਓ! ਜਦੋਂ ਤੁਸੀਂ ਸਾਡੇ ਚੁਣੇ ਹੋਏ ਉਤਪਾਦਾਂ ਨੂੰ ਇਕੱਠੇ ਖਰੀਦਦੇ ਹੋ ਤਾਂ ਵਿਸ਼ੇਸ਼ ਛੋਟ।",
        "ਜਿੰਨਾ ਜ਼ਿਆਦਾ ਤੁਸੀਂ ਖਰੀਦਦੇ ਹੋ, ਜਿੰਨਾ ਜ਼ਿਆਦਾ ਤੁਸੀਂ ਬਚਾਉਂਦੇ ਹੋ! ਸਾਡੇ ਵਿਸ਼ੇਸ਼ ਬੰਡਲਾਂ ਨਾਲ ਸਮਾਰਟ ਬਣੋ।"
      ]
    },
    "gift_card_type": {
      "title": [
        "ਆਪਣੇ ਆਪ ਦਾ ਇਲਾਜ ਕਰੋ!",
        "ਸਿਰਫ ਤੁਹਾਡੇ ਲਈ!",
        "ਖੁਸ਼ੀ ਦੀ ਖਰੀਦਦਾਰੀ!",
        "ਸਾਡੇ 'ਤੇ ਆਨੰਦ ਮਾਣੋ!",
        "ਥੋੜਾ ਅਨੰਦ ਲਓ",
        "ਕਿਉਂਕਿ ਤੁਸੀਂ ਖਾਸ ਹੋ",
        "ਇੱਕ ਛੋਟਾ ਜਿਹਾ ਹੈਰਾਨੀ",
        "ਆਪਣਾ ਦਿਨ ਬਣਾਓ",
        "ਇਹ ਤੁਹਾਡੇ ਲਈ ਹੈ",
        "ਖੁਸ਼ੀ ਫੈਲਾਓ",
        "ਪਿਆਰ ਦਾ ਤੋਹਫ਼ਾ",
        "ਖੁਸ਼ੀ ਨਾਲ ਖਰੀਦਦਾਰੀ ਕਰੋ",
        "ਧੰਨਵਾਦ ਦਾ ਟੋਕਨ",
        "ਸਪਲਰਜ ਕਰਨ ਦਾ ਸਮਾਂ",
        "ਪਲ ਦਾ ਆਨੰਦ ਲਓ",
        "ਆਪਣੇ ਮਨਪਸੰਦ ਲੱਭੋ",
        "ਚੋਣ ਤੁਹਾਡੀ ਹੈ",
        "ਆਪਣੇ ਆਪ ਨੂੰ ਬਿਆਨ ਕਰੋ",
        "ਜਾਦੂ ਦੀ ਖੋਜ ਕਰੋ",
        "ਆਪਣੀ ਸ਼ੈਲੀ ਨੂੰ ਖੋਲ੍ਹੋ"
      ]
    },
    "vendor_refund_order": {
      "note": [
        "ਤੁਹਾਡੇ ਵਰਚੁਅਲ ਵਾਲਿਟ ਤੋਂ ਫੰਡ ਕੱਟ ਲਏ ਗਏ ਹਨ ਅਤੇ ਮਾਰਕਿਟਪਲੇਸ ਵਾਲਿਟ ਵਿੱਚ ਵਾਪਸ ਕਰ ਦਿੱਤੇ ਗਏ ਹਨ।",
        "ਇੱਕ ਰਿਫੰਡ ਜਾਰੀ ਕੀਤਾ ਗਿਆ ਹੈ, ਤੁਹਾਡੇ ਵਰਚੁਅਲ ਵਾਲਿਟ ਬੈਲੇਂਸ ਨੂੰ ਘਟਾਉਂਦਾ ਹੈ।",
        "ਰਿਫੰਡ ਪੂਰਾ ਹੋਇਆ। ਮਾਰਕੀਟਪਲੇਸ ਵਾਲਿਟ ਨੂੰ ਤੁਹਾਡੇ ਵਰਚੁਅਲ ਵਾਲਿਟ ਤੋਂ ਦੁਬਾਰਾ ਭਰ ਦਿੱਤਾ ਗਿਆ ਹੈ।",
        "ਤੁਹਾਡੇ ਵਰਚੁਅਲ ਵਾਲਿਟ ਨੂੰ ਮਾਰਕੀਟਪਲੇਸ ਵਾਲਿਟ ਵਿੱਚ ਹਾਲ ਹੀ ਵਿੱਚ ਰਿਫੰਡ ਲਈ ਡੈਬਿਟ ਕੀਤਾ ਗਿਆ ਹੈ।",
        "ਤੁਹਾਡੇ ਵਰਚੁਅਲ ਵਾਲਿਟ ਫੰਡਾਂ ਨੂੰ ਹਾਲੀਆ ਰਿਫੰਡ ਦੇ ਕਾਰਨ ਐਡਜਸਟ ਕੀਤਾ ਗਿਆ ਹੈ।",
        "ਤੁਹਾਡੇ ਵਰਚੁਅਲ ਵਾਲਿਟ ਤੋਂ ਰਕਮ ਕੱਟ ਕੇ, ਇੱਕ ਰਿਫੰਡ ਕੀਤਾ ਗਿਆ ਹੈ।",
        "ਮਾਰਕਿਟਪਲੇਸ ਵਾਲਿਟ ਵਿੱਚ ਰਿਫੰਡ ਹੋਣ ਕਾਰਨ ਤੁਹਾਡਾ ਵਰਚੁਅਲ ਵਾਲਿਟ ਬੈਲੇਂਸ ਘਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।",
        "ਇੱਕ ਰਿਫੰਡ ਲੈਣ-ਦੇਣ ਹੋਇਆ ਹੈ, ਤੁਹਾਡੇ ਵਰਚੁਅਲ ਵਾਲਿਟ ਤੋਂ ਫੰਡਾਂ ਨੂੰ ਬਜ਼ਾਰ ਵਿੱਚ ਵਾਪਸ ਲੈ ਜਾ ਰਿਹਾ ਹੈ।"
      ]
    },
    "product": {
      "warranty": [
        "24-ਮਹੀਨੇ ਦੀ ਗੋਲਡ ਗਰੰਟੀ",
        "ਦੋ ਸਾਲਾਂ ਲਈ ਪਲੈਟੀਨਮ ਸੁਰੱਖਿਆ",
        "36 ਮਹੀਨਿਆਂ ਲਈ ਡਾਇਮੰਡ ਅਸ਼ੋਰੈਂਸ",
        "ਸਿਲਵਰ ਸ਼ੀਲਡ: ਇੱਕ ਸਾਲ ਦੀ ਵਾਰੰਟੀ",
        "2-ਸਾਲ ਦਾ ਇਲੀਟ ਭਰੋਸਾ",
        "24 ਮਹੀਨਿਆਂ ਲਈ ਪ੍ਰੀਮੀਅਮ ਸੁਰੱਖਿਆ",
        "ਕਾਂਸੀ ਦਾ ਬੈਕਅੱਪ: ਇੱਕ ਸਾਲ ਦੀ ਵਾਰੰਟੀ",
        "3-ਸਾਲ ਦੀ ਅੰਤਮ ਅਪਟਾਈਮ ਗਰੰਟੀ",
        "24-ਮਹੀਨੇ ਦੀ ਸੁਰੱਖਿਅਤ ਸੇਵਾ ਦਾ ਵਾਅਦਾ",
        "36-ਮਹੀਨੇ ਦੀ ਮਨ ਦੀ ਸੁਰੱਖਿਆ ਦੀ ਸ਼ਾਂਤੀ"
      ],
      "pros_name": [
        "ਕੁਸ਼ਲਤਾ ਵਧੀ",
        "ਲਾਗਤ-ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਹੱਲ",
        "ਗੁਣਵੱਤਾ ਨਿਸ਼ਚਿਤ",
        "ਉਪਭੋਗਤਾ ਨਾਲ ਅਨੁਕੂਲ",
        "ਸਮਾਂ ਬਚਾਉਣ ਵਾਲਾ",
        "ਭਰੋਸੇਯੋਗਤਾ ਦੀ ਗਾਰੰਟੀ",
        "ਬਹੁਮੁਖੀ ਵਰਤੋਂ",
        "ਅਤਿ-ਆਧੁਨਿਕ ਤਕਨਾਲੋਜੀ",
        "ਵਾਤਾਵਰਣ ਪੱਖੀ",
        "ਬੇਮਿਸਾਲ ਪ੍ਰਦਰਸ਼ਨ"
      ],
      "pros_value": [
        "ਤੇਜ਼ ਅਤੇ ਕੁਸ਼ਲ ਕਾਰਵਾਈਆਂ ਨਾਲ ਮਹੱਤਵਪੂਰਨ ਸਮਾਂ ਬਚਾਉਂਦਾ ਹੈ।",
        "ਬੇਮਿਸਾਲ ਪ੍ਰਦਰਸ਼ਨ ਲਈ ਉੱਨਤ ਤਕਨਾਲੋਜੀ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ।",
        "ਲਾਗਤਾਂ ਨੂੰ ਘਟਾਉਂਦਾ ਹੈ ਅਤੇ ਉਤਪਾਦਕਤਾ ਨੂੰ ਵਧਾਉਂਦਾ ਹੈ.",
        "ਆਸਾਨ ਨੈਵੀਗੇਸ਼ਨ ਲਈ ਇੱਕ ਉਪਭੋਗਤਾ-ਅਨੁਕੂਲ ਇੰਟਰਫੇਸ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ.",
        "ਭਰੋਸੇਯੋਗ ਅਤੇ ਨਿਰੰਤਰ ਪ੍ਰਦਰਸ਼ਨ ਦੀ ਗਰੰਟੀ ਦਿੰਦਾ ਹੈ।",
        "ਵੱਖ-ਵੱਖ ਕਾਰਜਾਂ ਵਿੱਚ ਬਹੁਮੁਖੀ ਐਪਲੀਕੇਸ਼ਨ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।",
        "ਵਾਤਾਵਰਣ ਦੇ ਅਨੁਕੂਲ ਸਮੱਗਰੀ ਅਤੇ ਪ੍ਰਕਿਰਿਆਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ.",
        "ਉੱਤਮ ਨਤੀਜਿਆਂ ਲਈ ਅਤਿ-ਆਧੁਨਿਕ ਤਕਨਾਲੋਜੀ ਨਾਲ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ।",
        "ਉੱਚ-ਗੁਣਵੱਤਾ ਵਾਲਾ ਡਿਜ਼ਾਈਨ ਲੰਬੇ ਸਮੇਂ ਤੱਕ ਚੱਲਣ ਵਾਲੀ ਟਿਕਾਊਤਾ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਂਦਾ ਹੈ।",
        "ਚੌਵੀ ਘੰਟੇ ਗਾਹਕ ਸਹਾਇਤਾ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ।"
      ],
      "cons_name": [
        "ਕੀਮਤੀ ਨਿਵੇਸ਼",
        "ਸੀਮਿਤ ਅਨੁਕੂਲਤਾ",
        "ਕੰਪਲੈਕਸ ਸੈੱਟਅੱਪ",
        "ਸਿਖਲਾਈ ਦੀ ਲੋੜ ਹੈ",
        "ਸਬਪਾਰ ਕਾਰਗੁਜ਼ਾਰੀ",
        "ਬਹੁਪੱਖੀਤਾ ਦੀ ਘਾਟ ਹੈ",
        "ਸੀਮਿਤ ਸਹਾਇਤਾ",
        "ਵਾਰ-ਵਾਰ ਰੱਖ-ਰਖਾਅ",
        "ਉੱਚ ਊਰਜਾ ਦੀ ਖਪਤ",
        "ਛੋਟੀ ਉਮਰ"
      ],
      "cons_value": [
        "ਵਿਕਲਪਾਂ ਦੇ ਮੁਕਾਬਲੇ ਉੱਚ ਸ਼ੁਰੂਆਤੀ ਨਿਵੇਸ਼।",
        "ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਸਾਰੇ ਸਿਸਟਮਾਂ ਜਾਂ ਡਿਵਾਈਸਾਂ ਨਾਲ ਅਨੁਕੂਲ ਨਾ ਹੋਵੇ।",
        "ਸੈੱਟ-ਅੱਪ ਪ੍ਰਕਿਰਿਆ ਕਾਫ਼ੀ ਗੁੰਝਲਦਾਰ ਹੋ ਸਕਦੀ ਹੈ।",
        "ਵਰਤਣ ਲਈ ਵਾਧੂ ਸਿਖਲਾਈ ਦੀ ਲੋੜ ਹੋ ਸਕਦੀ ਹੈ।",
        "ਪ੍ਰਦਰਸ਼ਨ ਸਾਰੀਆਂ ਉਮੀਦਾਂ ਨੂੰ ਪੂਰਾ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
        "ਕਾਰਜਕੁਸ਼ਲਤਾ ਵਿੱਚ ਸੀਮਿਤ ਜਾਂ ਬਹੁਪੱਖੀਤਾ ਦੀ ਘਾਟ ਹੈ।",
        "ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਗਾਹਕ ਸਹਾਇਤਾ ਚੌਵੀ ਘੰਟੇ ਉਪਲਬਧ ਨਾ ਹੋਵੇ।",
        "ਵਾਰ-ਵਾਰ ਰੱਖ-ਰਖਾਅ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ, ਜਿਸ ਨਾਲ ਉੱਚ ਲਾਗਤ ਹੁੰਦੀ ਹੈ।",
        "ਊਰਜਾ ਦੀ ਉੱਚ ਮਾਤਰਾ ਦੀ ਖਪਤ ਕਰਦਾ ਹੈ, ਉਪਯੋਗਤਾ ਲਾਗਤਾਂ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਦਾ ਹੈ।",
        "ਉਤਪਾਦ ਦੀ ਉਮਰ ਉਮੀਦ ਮੁਤਾਬਕ ਲੰਬੀ ਨਹੀਂ ਹੋ ਸਕਦੀ।"
      ]
    },
    "blog_category": {
      "category": [
        "ਤਕਨੀਕੀ ਜਾਣਕਾਰੀ",
        "ਫੂਡੀ ਲੱਭਦਾ ਹੈ",
        "ਯਾਤਰਾ ਦੀਆਂ ਕਹਾਣੀਆਂ",
        "ਸਿਹਤ ਸੁਝਾਅ",
        "ਫੈਸ਼ਨ ਪਸੰਦ",
        "ਵਪਾਰਕ ਬਜ਼",
        "ਜੀਵਨ ਸ਼ੈਲੀ ਦੀਆਂ ਕਹਾਣੀਆਂ",
        "ਖੇਡ ਅੱਪਡੇਟ",
        "ਕਲਾ ਹਾਈਲਾਈਟਸ",
        "ਪਾਲਣ ਪੋਸ਼ਣ ਪੁਆਇੰਟਰ"
      ],
      "description": [
        "ਵੱਖ-ਵੱਖ ਵਿਸ਼ਿਆਂ 'ਤੇ ਸਮਝਦਾਰ ਲੇਖਾਂ ਦੀ ਖੋਜ ਕਰੋ।",
        "ਸਾਡੇ ਜਾਣਕਾਰੀ ਭਰਪੂਰ ਬਲੌਗ ਪੋਸਟਾਂ ਦੇ ਸੰਗ੍ਰਹਿ ਦੀ ਪੜਚੋਲ ਕਰੋ।",
        "ਸਾਡੀ ਆਕਰਸ਼ਕ ਬਲੌਗ ਸ਼੍ਰੇਣੀ ਸਮੱਗਰੀ ਨਾਲ ਸੂਚਿਤ ਰਹੋ।",
        "ਸਾਡੇ ਵਿਚਾਰ-ਉਕਸਾਉਣ ਵਾਲੇ ਬਲੌਗ ਸ਼੍ਰੇਣੀ ਲੇਖਾਂ ਰਾਹੀਂ ਪ੍ਰੇਰਨਾ ਪ੍ਰਾਪਤ ਕਰੋ।",
        "ਸਾਡੇ ਵਿਭਿੰਨ ਬਲੌਗ ਸ਼੍ਰੇਣੀ ਦੇ ਵਿਸ਼ਿਆਂ ਨਾਲ ਆਪਣੇ ਗਿਆਨ ਦਾ ਵਿਸਤਾਰ ਕਰੋ।",
        "ਸਾਡੀਆਂ ਮਨਮੋਹਕ ਬਲੌਗ ਸ਼੍ਰੇਣੀ ਦੀਆਂ ਸੂਝਾਂ ਨਾਲ ਅੱਪ-ਟੂ-ਡੇਟ ਰਹੋ।",
        "ਸਾਡੀ ਦਿਲਚਸਪ ਬਲੌਗ ਸ਼੍ਰੇਣੀ ਸਮੱਗਰੀ ਦੀ ਡੂੰਘਾਈ ਵਿੱਚ ਖੋਜ ਕਰੋ।",
        "ਸਾਡੇ ਬਲੌਗ ਸ਼੍ਰੇਣੀ ਪੁਰਾਲੇਖਾਂ ਦੇ ਅੰਦਰ ਕੀਮਤੀ ਜਾਣਕਾਰੀ ਦਾ ਪਤਾ ਲਗਾਓ।",
        "ਸਾਡੇ ਧਿਆਨ ਨਾਲ ਕਿਉਰੇਟ ਕੀਤੇ ਬਲੌਗ ਸ਼੍ਰੇਣੀ ਤੋਂ ਕੁਝ ਨਵਾਂ ਸਿੱਖੋ।",
        "ਸਾਡੇ ਅਮੀਰ ਬਲੌਗ ਸ਼੍ਰੇਣੀ ਲੇਖਾਂ ਅਤੇ ਪੋਸਟਾਂ ਨਾਲ ਜੁੜੋ।"
      ]
    },
    "partner_plan": {
      "name": [
        "ਸਟਾਰਟਰ ਪੈਕ",
        "ਜ਼ਰੂਰੀ ਯੋਜਨਾ",
        "ਪੇਸ਼ੇਵਰ ਸੂਟ",
        "ਐਂਟਰਪ੍ਰਾਈਜ਼ ਐਡੀਸ਼ਨ",
        "ਐਡਵਾਂਸਡ ਟੀਅਰ",
        "ਪ੍ਰੀਮੀਅਮ ਪੈਕੇਜ",
        "ਅੰਤਮ ਹੱਲ",
        "ਕੁਲੀਨ ਪੱਧਰ",
        "ਵਿਕਾਸ ਐਕਸਲੇਟਰ",
        "ਪਲੈਟੀਨਮ ਪਾਵਰ"
      ]
    },
    "tax_profile": {
      "name": [
        "ਭੋਜਨ",
        "ਇਲੈਕਟ੍ਰਾਨਿਕ ਜੰਤਰ",
        "ਕੱਪੜੇ ਅਤੇ ਲਿਬਾਸ",
        "ਕਿਤਾਬਾਂ ਅਤੇ ਸਟੇਸ਼ਨਰੀ",
        "ਸਿਹਤ ਅਤੇ ਸੁੰਦਰਤਾ ਉਤਪਾਦ",
        "ਫਰਨੀਚਰ",
        "ਖੇਡਾਂ ਦਾ ਸਮਾਨ",
        "ਖਿਡੌਣੇ ਅਤੇ ਖੇਡਾਂ",
        "ਗਹਿਣੇ ਅਤੇ ਸਹਾਇਕ ਉਪਕਰਣ",
        "ਆਟੋਮੋਟਿਵ ਪਾਰਟਸ",
        "ਬਾਗ ਅਤੇ ਬਾਹਰ",
        "ਰਸੋਈ ਦਾ ਸਮਾਨ",
        "ਘਰ ਦੀ ਸਜਾਵਟ",
        "ਸੰਗੀਤ ਯੰਤਰ",
        "ਪਾਲਤੂ ਜਾਨਵਰਾਂ ਦੀ ਸਪਲਾਈ",
        "ਜੁੱਤੀਆਂ",
        "ਬੈਗ ਅਤੇ ਸਮਾਨ",
        "ਦਫ਼ਤਰੀ ਸਪਲਾਈ",
        "ਹਾਰਡਵੇਅਰ ਟੂਲ",
        "ਕਰਿਆਨੇ"
      ],
      "label": [
        "VAT",
        "GST",
        "PST",
        "HST",
        "QST",
        "CST",
        "ਆਬਕਾਰੀ ਟੈਕਸ",
        "ਇੰਪੋਰਟ ਡਿਊਟੀ",
        "ਸਰਵਿਸ ਟੈਕਸ",
        "ਲਗਜ਼ਰੀ ਟੈਕਸ"
      ]
    },
    "cluster": {
      "name": [
        "ਸੇਲ ਹਾਈਲਾਈਟਸ",
        "ਪ੍ਰੋਮੋ ਕੋਡ",
        "ਵਿਸ਼ੇਸ਼ ਮੁਹਿੰਮਾਂ",
        "ਨਵ ਆਏ",
        "ਵਧੀਆ ਵਿਕਰੇਤਾ",
        "ਮੌਸਮੀ ਵਿਸ਼ੇਸ਼",
        "ਸੀਮਤ ਪੇਸ਼ਕਸ਼ਾਂ",
        "ਇਵੈਂਟ ਡੀਲ",
        "ਵੀਆਈਪੀ ਐਕਸਕਲੂਸਿਵਜ਼",
        "ਕਲੀਅਰੈਂਸ ਆਈਟਮਾਂ",
        "ਛੁੱਟੀਆਂ ਦੇ ਬੰਡਲ",
        "ਥੀਮ ਸੰਗ੍ਰਹਿ",
        "ਬ੍ਰਾਂਡ ਸ਼ੋਅਕੇਸ",
        "ਮੈਂਬਰ ਮਨਪਸੰਦ",
        "ਫਲੈਸ਼ ਛੋਟ",
        "ਜ਼ਰੂਰੀ ਚੀਜ਼ਾਂ ਦੀ ਦੁਕਾਨ ਕਰੋ",
        "ਡਿਜੀਟਲ ਸਰੋਤ",
        "ਤੋਹਫ਼ੇ ਦੇ ਵਿਚਾਰ",
        "ਈਕੋ-ਅਨੁਕੂਲ ਚੋਣਾਂ",
        "ਸਟਾਫ਼ ਦੀਆਂ ਸਿਫ਼ਾਰਿਸ਼ਾਂ"
      ]
    },
    "popup": {
      "title": [
        "ਖਾਸ ਮੌਕਾ!",
        "ਨਵ ਆਏ",
        "ਸੀਮਤ ਸਮਾਂ",
        "ਛੂਟ ਚੇਤਾਵਨੀ!",
        "ਵਿਸ਼ੇਸ਼ ਸੌਦੇ",
        "ਗਰਮ ਵਿਕਰੀ!",
        "ਕਲੀਅਰੈਂਸ ਚੇਤਾਵਨੀ",
        "ਮੁਫਤ ਸ਼ਿਪਿੰਗ",
        "ਅੰਦਰ ਤੋਹਫ਼ਾ!",
        "ਇਨਾਮ ਜਿੱਤੋ",
        "ਮੈਂਬਰ ਫ਼ਾਇਦੇ",
        "ਫਲੈਸ਼ ਸੇਲ"
      ]
    },
    "campaign": {
      "name": [
        "'ਟਿਲ ਯੂ ਡਰਾਪ' ਖਰੀਦੋ",
        "ਕਾਰਟ ਫੈਨਜ਼",
        "ਫਲੈਸ਼ ਸੇਲ ਫਿਏਸਟਾ",
        "ਕਲਿਕ ਕਰੋ, ਖਰੀਦੋ, ਸੇਵ ਕਰੋ",
        "ਸੌਦਾ ਬੋਨਾਂਜ਼ਾ",
        "ਈ-ਡੀਲ ਐਕਸਟਰਾਵੈਗਨਜ਼ਾ",
        "ਮੈਗਾ ਮਾਰਕਡਾਉਨ ਪਾਗਲਪਨ",
        "ਸਾਈਬਰ ਸੇਵਿੰਗਜ਼ ਸਪਰੀ",
        "ਡਿਜੀਟਲ ਛੂਟ ਵਾਲੇ ਦਿਨ",
        "ਈ-ਕਾਮਰਸ ਕਾਰਨੀਵਲ",
        "ਔਨਲਾਈਨ ਆਊਟਲੈੱਟ ਓਏਸਿਸ",
        "ਰਿਟੇਲ ਰਸ਼",
        "ਵੈੱਬਸਟੋਰ ਵੇਅਰਹਾਊਸ ਵਿਕਰੀ",
        "ਈ-ਸ਼ਾਪਰਜ਼ ਪੈਰਾਡਾਈਜ਼",
        "ਵਰਚੁਅਲ ਵਾਊਚਰ ਵੈਂਚਰ",
        "ਡਿਜੀਟਲ ਡੋਰਬਸਟਰਸ",
        "ਈ-ਕਾਰਟ ਕਲੀਅਰੈਂਸ",
        "ਔਨਲਾਈਨ ਸ਼ਾਪਿੰਗ ਸ਼ੋਅਡਾਊਨ",
        "ਸਾਈਬਰ ਵਿਕਰੀ ਸ਼ਾਨਦਾਰ",
        "ਈ-ਬਾਰਗੇਨ ਬਲਿਟਜ਼"
      ]
    },
    "valuation": {
      "title": [
        "ਟੀ-ਸ਼ਰਟ ਕਸਟਮਾਈਜ਼ੇਸ਼ਨ ਕੀਮਤ",
        "ਹੱਥ ਨਾਲ ਬਣੇ ਗਹਿਣਿਆਂ ਦਾ ਮੁਲਾਂਕਣ",
        "ਵਿਅਕਤੀਗਤ ਜੁੱਤੇ ਦੀ ਕੀਮਤ",
        "ਕਸਟਮ ਆਰਟਵਰਕ ਮੁਲਾਂਕਣ",
        "ਅਨੁਕੂਲ ਸੂਟ ਦੀ ਕੀਮਤ",
        "ਇਲੈਕਟ੍ਰਾਨਿਕ ਗੈਜੇਟਸ ਕਸਟਮਾਈਜ਼ੇਸ਼ਨ ਲਾਗਤ",
        "ਵਿਅਕਤੀਗਤ ਪਰਫਿਊਮ ਦਾ ਮੁਲਾਂਕਣ",
        "ਕਸਟਮ ਬੈਗ ਕੀਮਤ",
        "ਟੇਲਰਡ ਪਹਿਰਾਵੇ ਦਾ ਮੁਲਾਂਕਣ",
        "ਵਿਅਕਤੀਗਤ ਬੁੱਕ ਕਵਰ ਕੀਮਤ",
        "ਕਸਟਮ ਫਰਨੀਚਰ ਦਾ ਮੁਲਾਂਕਣ",
        "ਬੇਸਪੋਕ ਵਾਚ ਕੀਮਤ",
        "ਵਿਅਕਤੀਗਤ ਖਿਡੌਣੇ ਦਾ ਮੁਲਾਂਕਣ",
        "ਟੇਲਰਡ ਹੈਟ ਦੀ ਕੀਮਤ",
        "ਕਸਟਮ ਸਕਿਨਕੇਅਰ ਉਤਪਾਦ ਦਾ ਮੁਲਾਂਕਣ",
        "ਬੇਸਪੋਕ ਘਰੇਲੂ ਸਜਾਵਟ ਦੀ ਕੀਮਤ",
        "ਕਸਟਮਾਈਜ਼ਡ ਕਿਚਨਵੇਅਰ ਮੁੱਲਾਂਕਣ",
        "ਵਿਅਕਤੀਗਤ ਸਟੇਸ਼ਨਰੀ ਕੀਮਤ",
        "ਬੇਸਪੋਕ ਹੇਅਰ ਐਕਸੈਸਰੀ ਦਾ ਮੁਲਾਂਕਣ",
        "ਕਸਟਮ ਸਪੋਰਟਸ ਉਪਕਰਣ ਦੀ ਕੀਮਤ"
      ],
      "structure": {
        "title": [
          "ਟੀ-ਸ਼ਰਟ ਪ੍ਰਿੰਟ ਡਿਜ਼ਾਈਨ",
          "ਗਹਿਣੇ ਧਾਤ ਦੀ ਕਿਸਮ",
          "ਜੁੱਤੀ ਸਮੱਗਰੀ ਦੀ ਚੋਣ",
          "ਕਲਾ ਫਰੇਮ ਦਾ ਆਕਾਰ",
          "ਸੂਟ ਫੈਬਰਿਕ ਦੀ ਚੋਣ",
          "ਗੈਜੇਟ ਕਲਰ ਵਿਕਲਪ",
          "ਅਤਰ ਸੁਗੰਧ ਪ੍ਰੋਫ਼ਾਈਲ",
          "ਬੈਗ ਸਮੱਗਰੀ ਅਤੇ ਆਕਾਰ",
          "ਪਹਿਰਾਵੇ ਦੀ ਲੰਬਾਈ ਅਤੇ ਸ਼ੈਲੀ",
          "ਕਿਤਾਬ ਕਵਰ ਸਮੱਗਰੀ",
          "ਫਰਨੀਚਰ ਲੱਕੜ ਦੀ ਕਿਸਮ",
          "ਸਟ੍ਰੈਪ ਸਮੱਗਰੀ ਦੇਖੋ",
          "ਖਿਡੌਣਾ ਕਸਟਮ ਫੀਚਰ",
          "ਟੋਪੀ ਦਾ ਆਕਾਰ ਅਤੇ ਰੰਗ",
          "ਸਕਿਨਕੇਅਰ ਸਮੱਗਰੀ ਤਰਜੀਹਾਂ",
          "ਘਰੇਲੂ ਸਜਾਵਟ ਥੀਮ",
          "ਰਸੋਈ ਦਾ ਸਾਮਾਨ",
          "ਸਟੇਸ਼ਨਰੀ ਪੇਪਰ ਦੀ ਕਿਸਮ",
          "ਵਾਲਾਂ ਲਈ ਸਹਾਇਕ ਸਮੱਗਰੀ",
          "ਖੇਡ ਉਪਕਰਣ ਦਾ ਆਕਾਰ"
        ]
      }
    },
    "lottery": {
      "title": [
        "ਸਪਿਨ ਕਰੋ ਅਤੇ ਵੱਡੇ ਇਨਾਮ ਜਿੱਤੋ!",
        "ਫਾਰਚੂਨ ਵ੍ਹੀਲ ਜੈਕਪਾਟ",
        "ਲੱਕੀ ਸਪਿਨ ਬੋਨਾਂਜ਼ਾ",
        "ਇਨਾਮ ਜਿੱਤਣ ਲਈ ਸਪਿਨ ਕਰੋ",
        "ਦੌਲਤ ਦਾ ਚੱਕਰ",
        "ਖੁਸ਼ਕਿਸਮਤ ਲਾਟਰੀ ਐਕਸਟਰਾਵੈਂਜ਼ਾ",
        "ਮੈਗਾ ਸਪਿਨ ਹੈਰਾਨੀ",
        "ਇਨਾਮੀ ਵ੍ਹੀਲ ਤਿਉਹਾਰ",
        "ਖਜ਼ਾਨਾ ਸਪਿਨ ਸ਼ਾਨਦਾਰ",
        "ਸਪਿਨ ਦ ਵ੍ਹੀਲ ਮੈਜਿਕ",
        "ਲੱਕੀ ਵ੍ਹੀਲ ਗਲੋਰ",
        "ਕਿਸਮਤ ਦੀ ਮਿਹਰ",
        "ਅਜੂਬਿਆਂ ਦਾ ਚੱਕਰ",
        "ਅਮੀਰਾਂ ਲਈ ਸਪਿਨ ਕਰੋ",
        "ਇਨਾਮੀ ਸਪਿਨਰ ਖੁਸ਼ੀ",
        "ਗੋਲਡਨ ਸਪਿਨ ਲਾਟਰੀ",
        "ਸਪਿਨ-ਏ-ਇਨਾਮ",
        "ਕਿਸਮਤ ਦਾ ਚੱਕਰ",
        "ਲੱਕੀ ਸਪਿਨ ਸ਼ੋਅਕੇਸ",
        "ਅੰਤਮ ਸਪਿਨ ਇਨਾਮ"
      ],
      "description": [
        "ਵਿਸ਼ੇਸ਼ ਛੋਟਾਂ ਜਿੱਤਣ ਦੇ ਮੌਕੇ ਲਈ ਵ੍ਹੀਲ ਨੂੰ ਸਪਿਨ ਕਰੋ!",
        "ਆਪਣੀ ਕਿਸਮਤ ਅਜ਼ਮਾਓ - ਸਾਡੇ ਕਿਸਮਤ ਚੱਕਰ ਵਿੱਚ ਸ਼ਾਨਦਾਰ ਇਨਾਮਾਂ ਦੀ ਉਡੀਕ ਹੈ!",
        "ਹਰ ਇੱਕ ਸਪਿਨ ਨਾਲ ਵੱਡੀ ਜਿੱਤ ਪ੍ਰਾਪਤ ਕਰੋ - ਗ੍ਰੈਬ ਲਈ ਦਿਲਚਸਪ ਇਨਾਮ!",
        "ਜਿੱਤਣ ਲਈ ਸਪਿਨ ਕਰੋ! ਹਰ ਮੋੜ 'ਤੇ ਹੈਰਾਨੀਜਨਕ ਤੋਹਫ਼ੇ ਅਤੇ ਪੇਸ਼ਕਸ਼ਾਂ।",
        "ਵੱਡਾ ਸਕੋਰ ਕਰਨ ਦਾ ਤੁਹਾਡਾ ਮੌਕਾ - ਤਤਕਾਲ ਇਨਾਮਾਂ ਲਈ ਚੱਕਰ ਨੂੰ ਘੁੰਮਾਓ!",
        "ਹਰ ਸਪਿਨ ਦੇ ਨਾਲ ਵਿਸ਼ੇਸ਼ ਇਨਾਮ - ਕੀ ਤੁਸੀਂ ਖੁਸ਼ਕਿਸਮਤ ਹੋਵੋਗੇ?",
        "ਸਪਿਨ ਕਰੋ ਅਤੇ ਜਿੱਤੋ! ਸਾਡੀ ਦੁਕਾਨ ਦੇ ਕਿਸਮਤ ਦੇ ਚੱਕਰ ਵਿੱਚ ਲੁਕੇ ਹੋਏ ਰਤਨ ਨੂੰ ਉਜਾਗਰ ਕਰੋ।",
        "ਸਾਡੇ ਪਹੀਏ ਨਾਲ ਖੁਸ਼ਕਿਸਮਤ ਬਣੋ - ਇਨਾਮ, ਛੋਟਾਂ ਅਤੇ ਹੋਰ ਬਹੁਤ ਕੁਝ!",
        "ਹਰ ਸਪਿਨ ਇੱਕ ਜਿੱਤ ਹੈ – ਅੱਜ ਹੀ ਆਪਣਾ ਵਿਸ਼ੇਸ਼ ਇਨਾਮ ਪ੍ਰਾਪਤ ਕਰੋ!",
        "ਇੱਕ ਅਨੰਦਮਈ ਹੈਰਾਨੀ ਲਈ ਪਹੀਏ ਨੂੰ ਮੋੜੋ - ਤੁਸੀਂ ਕੀ ਜਿੱਤੋਗੇ?",
        "ਇੱਕ ਸਪਿਨ ਨਾਲ ਕਿਸਮਤ ਨੂੰ ਜਾਰੀ ਕਰੋ - ਦਿਲਚਸਪ ਦੁਕਾਨ ਦੇ ਇਨਾਮਾਂ ਦੀ ਉਡੀਕ ਹੈ।",
        "ਆਪਣੇ ਇਨਾਮ - ਛੋਟਾਂ, ਤੋਹਫ਼ੇ, ਅਤੇ ਹੋਰ ਨੂੰ ਪ੍ਰਗਟ ਕਰਨ ਲਈ ਸਪਿਨ ਕਰੋ!",
        "ਇੱਕ ਦਿਨ ਵਿੱਚ ਇੱਕ ਸਪਿਨ ਖੇਡ ਵਿੱਚ ਉਤਸ਼ਾਹ ਨੂੰ ਬਣਾਈ ਰੱਖਦਾ ਹੈ – ਵਿਲੱਖਣ ਇਨਾਮ ਜਿੱਤੋ!",
        "ਨਿਵੇਕਲੀ ਦੁਕਾਨ ਦੇ ਸਲੂਕ ਲਈ ਸਾਡੀ ਕਿਸਮਤ ਦੇ ਚੱਕਰ ਨੂੰ ਘੁੰਮਾਓ।",
        "ਲੱਕੀ ਸਪਿਨ ਖੁਸ਼ਕਿਸਮਤ ਜਿੱਤਾਂ ਲਿਆਉਂਦੇ ਹਨ – ਹੁਣੇ ਆਪਣਾ ਇਨਾਮ ਪ੍ਰਾਪਤ ਕਰੋ!",
        "ਤੁਹਾਡਾ ਸਪਿਨ ਸ਼ਾਨਦਾਰ ਖਰੀਦਦਾਰੀ ਇਨਾਮਾਂ ਨੂੰ ਅਨਲੌਕ ਕਰ ਸਕਦਾ ਹੈ!",
        "ਵਿਸ਼ੇਸ਼ ਸੌਦਿਆਂ ਅਤੇ ਪੇਸ਼ਕਸ਼ਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਦੇ ਮੌਕੇ ਲਈ ਸਪਿਨ ਕਰੋ।",
        "ਕਿਸਮਤ ਦਾ ਪਹੀਆ ਘੁੰਮ ਰਿਹਾ ਹੈ - ਆਪਣੇ ਖੁਸ਼ਕਿਸਮਤ ਇਨਾਮ ਨੂੰ ਫੜੋ!",
        "ਸਪਿਨ ਕਰੋ, ਜਿੱਤੋ ਅਤੇ ਮੁਸਕਰਾਓ - ਹਰ ਮੋੜ ਦੇ ਨਾਲ ਹੈਰਾਨੀਜਨਕ ਇਨਾਮ।",
        "ਇੱਕ ਸਪਿਨ ਲਓ ਅਤੇ ਕਿਸਮਤ ਨੂੰ ਤੁਹਾਡੇ ਇਨਾਮ ਦਾ ਫੈਸਲਾ ਕਰਨ ਦਿਓ!"
      ]
    },
    "subscription_price": {
      "title": [
        "ਮੁੱਢਲੀ ਪਹੁੰਚ",
        "ਪ੍ਰੀਮੀਅਮ ਮੈਂਬਰਸ਼ਿਪ",
        "ਗੋਲਡ ਪੈਕੇਜ",
        "ਸਿਲਵਰ ਪਲਾਨ",
        "ਪਲੈਟੀਨਮ ਗਾਹਕੀ",
        "ਐਂਟਰਪ੍ਰਾਈਜ਼ ਟੀਅਰ",
        "ਸਟਾਰਟਰ ਬੰਡਲ",
        "ਅਸੀਮਤ ਪੇਸ਼ਕਸ਼",
        "ਪਰਿਵਾਰਕ ਪੈਕ",
        "ਪੇਸ਼ੇਵਰ ਸੂਟ"
      ],
      "description": [
        "ਮੂਲ ਗੱਲਾਂ ਦੀ ਪੜਚੋਲ ਕਰਨ ਵਾਲੇ ਵਿਅਕਤੀਆਂ ਲਈ ਆਦਰਸ਼।",
        "ਸਾਰੀਆਂ ਪ੍ਰੀਮੀਅਮ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਸਮੱਗਰੀ ਤੱਕ ਪਹੁੰਚ।",
        "ਵਿਸ਼ੇਸ਼ ਲਾਭ ਅਤੇ ਤਰਜੀਹੀ ਸਹਾਇਤਾ।",
        "ਨਿਯਮਤ ਉਪਭੋਗਤਾਵਾਂ ਲਈ ਇੱਕ ਸੰਤੁਲਿਤ ਪੈਕੇਜ.",
        "ਉੱਚ-ਪੱਧਰੀ ਫ਼ਾਇਦਿਆਂ ਦੇ ਨਾਲ ਅੰਤਮ ਪਹੁੰਚ।",
        "ਵੱਡੀਆਂ ਸੰਸਥਾਵਾਂ ਲਈ ਕਸਟਮ ਹੱਲ।",
        "ਇੱਕ ਕਿਫਾਇਤੀ ਐਂਟਰੀ-ਪੱਧਰ ਦਾ ਵਿਕਲਪ।",
        "ਪਾਵਰ ਉਪਭੋਗਤਾ ਲਈ, ਵਰਤੋਂ 'ਤੇ ਕੋਈ ਸੀਮਾ ਨਹੀਂ ਹੈ।",
        "ਪਰਿਵਾਰਾਂ ਲਈ ਇੱਕ ਵਿਸ਼ੇਸ਼ ਯੋਜਨਾ, 4 ਮੈਂਬਰਾਂ ਤੱਕ।",
        "ਤਕਨੀਕੀ ਸਾਧਨਾਂ ਦੀ ਮੰਗ ਕਰਨ ਵਾਲੇ ਪੇਸ਼ੇਵਰਾਂ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ।"
      ]
    },
    "spec": {
      "group": [
        "ਤਕਨੀਕੀ ਨਿਰਧਾਰਨ",
        "ਭੌਤਿਕ ਮਾਪ",
        "ਪ੍ਰਦਰਸ਼ਨ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
        "ਕਨੈਕਟੀਵਿਟੀ ਵਿਕਲਪ",
        "ਪਾਵਰ ਦੀਆਂ ਲੋੜਾਂ",
        "ਸਮੱਗਰੀ ਅਤੇ ਨਿਰਮਾਣ ਗੁਣਵੱਤਾ",
        "ਰੰਗ ਅਤੇ ਮੁਕੰਮਲ ਵਿਕਲਪ",
        "ਸਟੋਰੇਜ ਅਤੇ ਮੈਮੋਰੀ",
        "ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ ਅਨੁਕੂਲਤਾ",
        "ਸੁਰੱਖਿਆ ਅਤੇ ਪਾਲਣਾ",
        "ਪੈਕੇਜ ਸਮੱਗਰੀ",
        "ਵਾਰੰਟੀ ਅਤੇ ਸਹਾਇਤਾ",
        "ਬ੍ਰਾਂਡ ਅਤੇ ਨਿਰਮਾਤਾ",
        "ਵਾਤਾਵਰਣ ਮਿੱਤਰਤਾ",
        "ਊਰਜਾ ਕੁਸ਼ਲਤਾ",
        "ਦੇਖਭਾਲ ਅਤੇ ਰੱਖ-ਰਖਾਅ",
        "ਕਸਟਮਾਈਜ਼ੇਸ਼ਨ ਵਿਕਲਪ",
        "ਸਹਾਇਕ ਉਪਕਰਣ ਸ਼ਾਮਲ ਹਨ",
        "ਉਪਭੋਗਤਾ ਰੇਟਿੰਗਾਂ ਅਤੇ ਸਮੀਖਿਆਵਾਂ",
        "ਕੀਮਤ ਅਤੇ ਉਪਲਬਧਤਾ"
      ]
    },
    "avocado": {
      "title": [
        "ਖਰੀਦ ਰਸੀਦ",
        "ਵਿਕਰੀ ਦੀ ਪੁਸ਼ਟੀ",
        "ਆਰਡਰ ਇਨਵੌਇਸ",
        "ਭੁਗਤਾਨ ਇਨਵੌਇਸ",
        "ਗਾਹਕ ਦੀ ਰਸੀਦ",
        "ਲੈਣ-ਦੇਣ ਦਾ ਸੰਖੇਪ",
        "ਬਿਲਿੰਗ ਸਟੇਟਮੈਂਟ",
        "ਚੈੱਕਆਉਟ ਰਸੀਦ",
        "ਆਰਡਰ ਸੰਖੇਪ",
        "ਖਰੀਦ ਆਰਡਰ ਇਨਵੌਇਸ",
        "ਵਿਕਰੀ ਰਸੀਦ",
        "ਰਿਟੇਲ ਇਨਵੌਇਸ",
        "ਈ-ਰਸੀਦ",
        "ਸੇਵਾ ਇਨਵੌਇਸ",
        "ਉਤਪਾਦ ਚਲਾਨ",
        "ਭੁਗਤਾਨ ਦੀ ਰਸੀਦ",
        "ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ",
        "ਬਿਲਿੰਗ ਇਨਵੌਇਸ",
        "ਚੈੱਕਆਉਟ ਇਨਵੌਇਸ",
        "ਗਾਹਕ ਚਲਾਨ"
      ],
      "message": [
        "ਤੁਹਾਡੀ ਖਰੀਦ ਲਈ ਧੰਨਵਾਦ!",
        "ਅਸੀਂ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਦੀ ਸ਼ਲਾਘਾ ਕਰਦੇ ਹਾਂ।",
        "ਤੁਹਾਡਾ ਆਰਡਰ ਜਾਰੀ ਹੈ!",
        "ਸਾਡੇ ਨਾਲ ਖਰੀਦਦਾਰੀ ਕਰਨ ਲਈ ਧੰਨਵਾਦ।",
        "ਤੁਹਾਨੂੰ ਦੁਬਾਰਾ ਸੇਵਾ ਕਰਨ ਦੀ ਉਮੀਦ ਹੈ.",
        "ਤੁਹਾਡੀ ਸੰਤੁਸ਼ਟੀ ਸਾਡੀ ਪ੍ਰਮੁੱਖ ਤਰਜੀਹ ਹੈ।",
        "ਆਪਣੇ ਅਨੁਭਵ ਨੂੰ ਦਰਜਾ ਦੇਣਾ ਨਾ ਭੁੱਲੋ।",
        "ਸਾਡੇ ਸਟੋਰ ਦਾ ਸਮਰਥਨ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ।",
        "ਅਸੀਂ ਉਮੀਦ ਕਰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਆਪਣੀ ਨਵੀਂ ਖਰੀਦ ਦਾ ਆਨੰਦ ਮਾਣੋਗੇ!",
        "ਭਵਿੱਖ ਦੇ ਸੰਦਰਭ ਲਈ ਆਪਣੇ ਇਨਵੌਇਸ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ।",
        "ਹੋਰ ਵਧੀਆ ਉਤਪਾਦਾਂ ਲਈ ਸਾਨੂੰ ਦੁਬਾਰਾ ਮਿਲੋ।",
        "ਵਿਸ਼ੇਸ਼ ਪੇਸ਼ਕਸ਼ਾਂ ਲਈ ਜੁੜੇ ਰਹੋ।",
        "ਇੱਕ ਕੀਮਤੀ ਗਾਹਕ ਬਣਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ।",
        "ਜੇਕਰ ਤੁਹਾਨੂੰ ਸਹਾਇਤਾ ਦੀ ਲੋੜ ਹੈ ਤਾਂ ਅਸੀਂ ਮਦਦ ਕਰਨ ਲਈ ਇੱਥੇ ਹਾਂ।",
        "ਤੁਹਾਡੀ ਫੀਡਬੈਕ ਸਾਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਦੀ ਹੈ।",
        "ਆਪਣੀ ਅਗਲੀ ਖਰੀਦ 'ਤੇ ਵਿਸ਼ੇਸ਼ ਛੋਟ ਦਾ ਆਨੰਦ ਲਓ।",
        "ਤੁਸੀਂ ਇੱਕ ਵਧੀਆ ਚੋਣ ਕੀਤੀ ਹੈ!",
        "ਸਾਡੇ ਵਿੱਚ ਤੁਹਾਡੇ ਭਰੋਸੇ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ।",
        "ਤੁਹਾਡੇ ਫੀਡਬੈਕ ਦੀ ਉਡੀਕ ਕਰ ਰਹੇ ਹਾਂ।",
        "ਸਾਡੀ ਟੀਮ ਵੱਲੋਂ ਤਹਿ ਦਿਲੋਂ ਧੰਨਵਾਦ।"
      ]
    },
    "map_tag": {
      "title": [
        "ਪ੍ਰਾਪਰਟੀ ਸ਼ੋਅਕੇਸ",
        "ਵਿਕਰੇਤਾ ਪਲਾਜ਼ਾ",
        "ਫੀਚਰਡ ਹੋਮ",
        "ਸਥਾਨਕ ਮਾਰਕੀਟ",
        "ਨਵ ਆਏ",
        "ਅਸਟੇਟ ਗਾਰਡਨ",
        "ਖਰੀਦਦਾਰੀ ਜ਼ਿਲ੍ਹਾ",
        "ਕਾਰੀਗਰ ਗਲੀ",
        "ਲਗਜ਼ਰੀ ਅਸਟੇਟ",
        "ਰੈਂਟਲ ਹੱਬ",
        "ਖੁੱਲੇ ਘਰ",
        "ਤਕਨੀਕੀ ਨਵੀਨਤਾਵਾਂ",
        "ਫੈਸ਼ਨ ਲੇਨ",
        "ਸ਼ਿਲਪਕਾਰੀ ਕੋਨਾ",
        "ਫੂਡ ਕੋਰਟ",
        "ਬੁੱਕ ਨੁੱਕ",
        "ਗਹਿਣੇ ਜੰਕਸ਼ਨ",
        "ਐਂਟੀਕ ਐਵੇਨਿਊ",
        "ਫਿਟਨੈਸ ਜ਼ੋਨ"
      ]
    },
    "marketplace_document": {
      "title": [
        "ਵਪਾਰ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਸਰਟੀਫਿਕੇਟ",
        "ਟੈਕਸ ਪਛਾਣ ਨੰਬਰ (TIN)",
        "ਵਿਕਰੇਤਾ ਸਮਝੌਤਾ ਫਾਰਮ",
        "ਉਤਪਾਦ ਕੈਟਾਲਾਗ",
        "ਕੀਮਤ ਸੂਚੀ",
        "ਬੈਂਕ ਖਾਤੇ ਦੇ ਵੇਰਵੇ",
        "ਪਤੇ ਦਾ ਸਬੂਤ",
        "ਬੀਮਾ ਸਰਟੀਫਿਕੇਟ",
        "ਕੰਪਨੀ ਪ੍ਰੋਫਾਇਲ",
        "ਗੁਣਵੱਤਾ ਭਰੋਸਾ ਸਰਟੀਫਿਕੇਟ",
        "ਸੁਰੱਖਿਆ ਡਾਟਾ ਸ਼ੀਟ (SDS)",
        "ਉਤਪਾਦ ਵਾਰੰਟੀ ਜਾਣਕਾਰੀ",
        "ਵਾਪਸੀ ਨੀਤੀ",
        "ਸ਼ਿਪਿੰਗ ਅਤੇ ਹੈਂਡਲਿੰਗ ਪ੍ਰਕਿਰਿਆਵਾਂ",
        "ਗਾਹਕ ਸੇਵਾ ਨੀਤੀ",
        "ਮਾਰਕੀਟਿੰਗ ਅਤੇ ਪ੍ਰੋਮੋਸ਼ਨ ਯੋਜਨਾਵਾਂ",
        "ਸੋਸ਼ਲ ਮੀਡੀਆ ਲਿੰਕ",
        "ਵਪਾਰਕ ਹਵਾਲੇ",
        "ਸਪਲਾਇਰ ਕੋਡ ਆਫ ਕੰਡਕਟ",
        "ਗੈਰ-ਖੁਲਾਸਾ ਸਮਝੌਤਾ (NDA)"
      ]
    },
    "expert_contract": {
      "title": [
        "ਮਾਰਕੀਟਪਲੇਸ ਸੈਟਅਪ ਸਰਵਿਸਿਜ਼ ਇਕਰਾਰਨਾਮਾ",
        "ਦੁਕਾਨ ਸੰਰਚਨਾ ਇਕਰਾਰਨਾਮਾ",
        "ਪ੍ਰਿੰਟ-ਆਨ-ਡਿਮਾਂਡ ਸੇਵਾਵਾਂ ਇਕਰਾਰਨਾਮਾ",
        "ਡਿਜੀਟਲ ਮਾਰਕੀਟਿੰਗ ਸੇਵਾ ਸਮਝੌਤਾ",
        "ਈ-ਕਾਮਰਸ ਪਲੇਟਫਾਰਮ ਸੈੱਟਅੱਪ ਸਮਝੌਤਾ",
        "ਕਾਰੋਬਾਰੀ ਮਾਲਕਾਂ ਲਈ ਮਾਹਰ ਸਲਾਹਕਾਰ ਇਕਰਾਰਨਾਮਾ",
        "ਮਾਰਕੀਟਪਲੇਸ ਕੌਂਫਿਗਰੇਸ਼ਨ ਲਈ ਸੇਵਾ ਸਮਝੌਤਾ",
        "ਸ਼ਾਪ ਸੈਟਅਪ ਅਤੇ ਕੌਂਫਿਗਰੇਸ਼ਨ ਸਰਵਿਸਿਜ਼ ਕੰਟਰੈਕਟ",
        "POD ਸੇਵਾ ਪ੍ਰਬੰਧ ਸਮਝੌਤਾ",
        "ਮਾਰਕੀਟਿੰਗ ਰਣਨੀਤੀ ਲਾਗੂ ਕਰਨ ਦਾ ਸਮਝੌਤਾ",
        "ਵਪਾਰ ਵਿਕਾਸ ਸੇਵਾ ਇਕਰਾਰਨਾਮਾ",
        "ਈ-ਕਾਮਰਸ ਸਟੋਰ ਸੈੱਟਅੱਪ ਇਕਰਾਰਨਾਮਾ",
        "ਮਾਹਰ ਸੇਵਾ ਪ੍ਰਬੰਧ ਇਕਰਾਰਨਾਮਾ",
        "ਵਪਾਰਕ ਹੱਲ ਅਤੇ ਸੈੱਟਅੱਪ ਇਕਰਾਰਨਾਮਾ",
        "ਕਸਟਮ ਸ਼ਾਪ ਸੈੱਟਅੱਪ ਸੇਵਾਵਾਂ ਦਾ ਇਕਰਾਰਨਾਮਾ",
        "ਮਾਰਕੀਟਪਲੇਸ ਓਪਟੀਮਾਈਜੇਸ਼ਨ ਸੇਵਾ ਸਮਝੌਤਾ",
        "ਸਲਾਹ ਅਤੇ ਸੈਟਅਪ ਸਰਵਿਸਿਜ਼ ਕੰਟਰੈਕਟ",
        "POD ਏਕੀਕਰਣ ਸੇਵਾਵਾਂ ਸਮਝੌਤਾ",
        "ਮਾਰਕੀਟਿੰਗ ਅਤੇ ਪ੍ਰਮੋਸ਼ਨ ਸੇਵਾਵਾਂ ਦਾ ਇਕਰਾਰਨਾਮਾ",
        "ਕਾਰੋਬਾਰੀ ਵਿਸਤਾਰ ਸੇਵਾ ਸਮਝੌਤਾ"
      ]
    },
    "account": {
      "account_name": [
        "ਮੁੱਖ ਵਾਲਿਟ",
        "ਵਪਾਰਕ ਖਾਤਾ",
        "ਨਿੱਜੀ ਵਾਲਿਟ",
        "ਬੱਚਤ ਵਾਲਿਟ",
        "ਖਰਚਾ ਖਾਤਾ",
        "ਪ੍ਰਾਇਮਰੀ ਵਾਲਿਟ",
        "ਜਨਰਲ ਖਾਤਾ",
        "ਰਿਜ਼ਰਵ ਵਾਲਿਟ",
        "ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਵਾਲਿਟ",
        "ਫੰਡ ਖਾਤਾ"
      ]
    },
    "cashback": {
      "title": [
        "ਖਰੀਦਦਾਰੀ ਕਰੋ ਅਤੇ ਕੈਸ਼ਬੈਕ ਕਮਾਓ",
        "ਵਫ਼ਾਦਾਰੀ ਇਨਾਮ ਕੈਸ਼ਬੈਕ",
        "ਵਿਸ਼ੇਸ਼ ਕੈਸ਼ਬੈਕ ਪੇਸ਼ਕਸ਼ਾਂ",
        "ਕੈਸ਼ਬੈਕ ਬੋਨਾਂਜ਼ਾ",
        "ਤਤਕਾਲ ਕੈਸ਼ਬੈਕ ਡੀਲਾਂ",
        "ਮੌਸਮੀ ਕੈਸ਼ਬੈਕ ਬਚਤ",
        "ਡਬਲ ਕੈਸ਼ਬੈਕ ਦਿਨ",
        "ਹਰ ਖਰੀਦ 'ਤੇ ਕੈਸ਼ਬੈਕ",
        "ਕੈਸ਼ਬੈਕ ਫੈਨਜ਼",
        "ਵੀਆਈਪੀ ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ",
        "ਸੀਮਤ ਸਮਾਂ ਕੈਸ਼ਬੈਕ",
        "ਕੈਸ਼ਬੈਕ ਇਨਾਮ ਕਲੱਬ",
        "ਹੋਰ ਖਰੀਦੋ, ਹੋਰ ਬਚਾਓ",
        "ਅੰਤਮ ਕੈਸ਼ਬੈਕ ਇਨਾਮ",
        "ਕੈਸ਼ਬੈਕ ਐਕਸਟਰਾਵੈਂਜ਼ਾ"
      ],
      "description": [
        "ਹਰ ਖਰੀਦ 'ਤੇ ਕੈਸ਼ਬੈਕ ਕਮਾਓ!",
        "ਆਪਣੀ ਵਫ਼ਾਦਾਰੀ ਲਈ ਇਨਾਮ ਪ੍ਰਾਪਤ ਕਰੋ.",
        "ਸਿਰਫ਼ ਤੁਹਾਡੇ ਲਈ ਵਿਸ਼ੇਸ਼ ਕੈਸ਼ਬੈਕ ਪੇਸ਼ਕਸ਼ਾਂ।",
        "ਕੈਸ਼ਬੈਕ ਇਨਾਮਾਂ ਨਾਲ ਸ਼ਾਨਦਾਰ ਬੱਚਤਾਂ ਦਾ ਆਨੰਦ ਮਾਣੋ।",
        "ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਮਨਪਸੰਦ ਚੀਜ਼ਾਂ 'ਤੇ ਤੁਰੰਤ ਕੈਸ਼ਬੈਕ।",
        "ਮੌਸਮੀ ਕੈਸ਼ਬੈਕ ਸੌਦਿਆਂ ਨਾਲ ਹੋਰ ਬਚਾਓ।",
        "ਖਾਸ ਦਿਨਾਂ 'ਤੇ ਆਪਣੇ ਕੈਸ਼ਬੈਕ ਨੂੰ ਦੁੱਗਣਾ ਕਰੋ!",
        "ਹਰ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਖਰੀਦਦਾਰੀ ਕਰਦੇ ਹੋ ਤਾਂ ਕੈਸ਼ਬੈਕ ਕਮਾਓ।",
        "ਅੱਜ ਹੀ ਕੈਸ਼ਬੈਕ ਫੈਨਜ਼ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ!",
        "ਵੀਆਈਪੀ ਮੈਂਬਰ ਵਿਸ਼ੇਸ਼ ਕੈਸ਼ਬੈਕ ਦਾ ਆਨੰਦ ਲੈਂਦੇ ਹਨ।",
        "ਜਲਦੀ ਕਰੋ! ਸੀਮਤ ਸਮੇਂ ਲਈ ਕੈਸ਼ਬੈਕ ਪੇਸ਼ਕਸ਼ਾਂ।",
        "ਹੁਣੇ ਸਾਡੇ ਕੈਸ਼ਬੈਕ ਇਨਾਮ ਕਲੱਬ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ।",
        "ਜਿੰਨਾ ਜ਼ਿਆਦਾ ਤੁਸੀਂ ਖਰੀਦਦਾਰੀ ਕਰਦੇ ਹੋ, ਓਨਾ ਹੀ ਜ਼ਿਆਦਾ ਤੁਸੀਂ ਬਚਾਉਂਦੇ ਹੋ।",
        "ਅੰਤਮ ਕੈਸ਼ਬੈਕ ਇਨਾਮਾਂ ਨੂੰ ਅਨਲੌਕ ਕਰੋ।",
        "ਆਲੇ-ਦੁਆਲੇ ਦੇ ਸਭ ਤੋਂ ਵਧੀਆ ਕੈਸ਼ਬੈਕ ਸੌਦਿਆਂ ਦਾ ਅਨੁਭਵ ਕਰੋ।"
      ]
    },
    "page": {
      "prompts": [
        "{shop} ਵਿੱਚ ਤੁਹਾਡਾ ਸੁਆਗਤ ਹੈ - ਆਈਟਮਾਂ ਦੀ ਸਾਡੀ ਵਿਸ਼ੇਸ਼ ਰੇਂਜ ਦੀ ਪੜਚੋਲ ਕਰੋ",
        "{shop} - ਕੁਆਲਿਟੀ ਮਾਲ ਅਤੇ ਵਧੀਆ ਸੇਵਾ ਲਈ ਤੁਹਾਡਾ ਅੰਤਮ ਸਰੋਤ",
        "ਸਿਰਫ਼ {shop} 'ਤੇ ਵਿਸ਼ੇਸ਼ ਸੌਦੇ ਅਤੇ ਬਚਤ - ਮੌਕੇ ਦਾ ਫਾਇਦਾ ਉਠਾਓ!",
        "ਵਾਤਾਵਰਣ-ਮਿੱਤਰਤਾ ਅਤੇ ਨੈਤਿਕ ਅਭਿਆਸਾਂ ਪ੍ਰਤੀ {shop} ਦੇ ਸਮਰਪਣ ਬਾਰੇ ਜਾਣੋ",
        "{shop} ਪਰਿਵਾਰ ਦਾ ਹਿੱਸਾ ਬਣੋ - ਅੱਪਡੇਟ ਲਈ ਸਾਡੇ ਨਿਊਜ਼ਲੈਟਰ ਦੇ ਗਾਹਕ ਬਣੋ",
        "{shop} 'ਤੇ ਚੋਟੀ ਦੀਆਂ ਚੋਣਾਂ ਅਤੇ ਉੱਚ-ਦਰਜਾ ਵਾਲੀਆਂ ਵਸਤੂਆਂ ਵਿੱਚ ਡੁੱਬੋ",
        "{shop} 'ਤੇ ਸਾਰੇ ਸਮਾਗਮਾਂ ਲਈ ਵਿਚਾਰ ਅਤੇ ਰਚਨਾਤਮਕ ਸੁਝਾਅ ਪੇਸ਼ ਕਰੋ",
        "{shop} 'ਤੇ ਬੇਮਿਸਾਲ ਪੇਸ਼ਕਸ਼ਾਂ ਅਤੇ ਸਮਾਂ-ਸੰਵੇਦਨਸ਼ੀਲ ਵਿਸ਼ੇਸ਼ - ਤੇਜ਼ੀ ਨਾਲ ਕੰਮ ਕਰੋ!",
        "{shop} ਦੇ ਵਿਆਪਕ ਖਰੀਦਦਾਰੀ ਸੁਝਾਅ ਅਤੇ ਉਤਪਾਦ ਮੁਲਾਂਕਣ - ਭਰੋਸੇ ਨਾਲ ਖਰੀਦਦਾਰੀ ਕਰੋ",
        "{shop} ਤੱਕ ਪਹੁੰਚੋ - ਅਸੀਂ ਇੱਕ ਬੇਮਿਸਾਲ ਖਰੀਦਦਾਰੀ ਅਨੁਭਵ ਪ੍ਰਦਾਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਦੇ ਹਾਂ"
      ]
    },
    "cross_selling": {
      "message": [
        "ਆਪਣੀ ਦਿੱਖ ਨੂੰ ਪੂਰਾ ਕਰੋ, ਸੈੱਟ ਨੂੰ ਫੜੋ!",
        "ਸਾਡੇ ਬੰਡਲ ਸੌਦਿਆਂ ਨਾਲ ਵੱਡੀ ਬਚਤ ਕਰੋ!",
        "ਸਾਡੇ ਸੰਪੂਰਣ ਜੋੜਿਆਂ ਨੂੰ ਨਾ ਛੱਡੋ!",
        "ਆਪਣੀ ਖਰੀਦ ਨੂੰ ਵਧਾਓ, ਐਡ-ਆਨ ਉਡੀਕ ਰਹੇ ਹਨ!",
        "ਵਿਸ਼ੇਸ਼ ਬੱਚਤਾਂ ਨੂੰ ਅਨਲੌਕ ਕਰੋ, ਇਕੱਠੇ ਖਰੀਦੋ!",
        "ਪੂਰਕ ਵਸਤੂਆਂ, ਵਿਸ਼ੇਸ਼ ਛੋਟਾਂ!",
        "ਹੋਰ ਪ੍ਰਾਪਤ ਕਰੋ, ਘੱਟ ਖਰਚ ਕਰੋ - ਬੰਡਲ ਅੱਪ ਕਰੋ!",
        "ਸੀਮਤ-ਸਮੇਂ ਦੀ ਪੇਸ਼ਕਸ਼: ਮੇਲ ਖਾਂਦੇ ਉਤਪਾਦ!",
        "ਆਪਣੇ ਅਨੁਭਵ ਨੂੰ ਅੱਪਗ੍ਰੇਡ ਕਰੋ, ਕੰਬੋ ਸੌਦੇ!",
        "ਸਾਡੇ ਤਿਆਰ ਕੀਤੇ ਕੰਬੋਜ਼ ਨੂੰ ਖੋਜੋ, ਹੁਣੇ ਬਚਾਓ!",
        "ਅੰਤਮ ਕੰਬੋ ਲਈ ਇਸਨੂੰ ਜੋੜੋ!",
        "ਸਮਾਰਟ ਖਰੀਦੋ, ਬੰਡਲ ਅਤੇ ਬਚਾਓ!",
        "ਡਬਲ ਮੁੱਲ, ਡਬਲ ਮਜ਼ੇਦਾਰ!",
        "ਤੁਹਾਡਾ ਸੰਪੂਰਨ ਮੈਚ ਇੱਥੇ ਹੈ - ਹੁਣੇ ਖਰੀਦੋ!",
        "ਸਿਰਫ਼ ਤੁਹਾਡੇ ਲਈ ਵਿਸ਼ੇਸ਼ ਬੰਡਲ ਕੀਮਤ!",
        "ਸਾਡੇ ਕੰਬੋਜ਼ ਨਾਲ ਆਪਣੀ ਬਚਤ ਨੂੰ ਵੱਧ ਤੋਂ ਵੱਧ ਕਰੋ!",
        "ਇਹਨਾਂ ਚੋਣਾਂ ਨਾਲ ਆਪਣੇ ਸੰਗ੍ਰਹਿ ਨੂੰ ਵਧਾਓ!",
        "ਤੁਹਾਡੇ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ: ਮੈਚ ਕਰੋ ਅਤੇ ਬਚਾਓ!",
        "ਇੱਕ ਸੰਪੂਰਣ ਦਿਨ ਲਈ ਸੰਪੂਰਣ ਜੋੜਾ!",
        "ਵਾਧੂ ਬੱਚਤਾਂ ਲਈ ਆਪਣੇ ਮਨਪਸੰਦ ਨੂੰ ਬੰਡਲ ਕਰੋ!"
      ]
    }
  },
  "ai": {
    "remove_bg": {
      "title": "ਬੈਕਗ੍ਰਾਊਂਡ ਹਟਾਓ",
      "subtitle": "ਪਾਰਦਰਸ਼ੀ ਪਿਛੋਕੜ ਬਣਾਓ।"
    },
    "reimagine": {
      "title": "ਦੁਬਾਰਾ ਕਲਪਨਾ ਕਰੋ",
      "subtitle": "ਨਵੇਂ ਪਿਛੋਕੜ ਵਾਲੇ ਹੋਰ ਚਿੱਤਰ ਬਣਾਓ।"
    }
  },
  "extra_pricing_add_dialog": {
    "title": "{min} ਤੋਂ ਵੱਧ ਲਈ ਵਾਧੂ ਕੀਮਤ",
    "subtitle": "ਸਿਸਟਮ ਮੁੱਲ ਦੀ ਗਣਨਾ ਲਈ ਆਪਣੇ ਆਪ ਆਰਡਰ ਅਤੇ ਤਰਜੀਹ ਨਿਰਧਾਰਤ ਕਰਦਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਕੀਮਤ ਨੂੰ ਲਾਗੂ ਕਰਨ ਲਈ ਲੋੜੀਂਦੀ ਘੱਟੋ-ਘੱਟ ਮਾਤਰਾ ਦਰਜ ਕਰੋ।",
    "min_quantity": "ਘੱਟੋ-ਘੱਟ ਮਾਤਰਾ"
  },
  "product_inventory_management_physical": {
    "subtitle": {
      "dropshipping": "ਡ੍ਰੌਪਸ਼ੀਪਿੰਗ ਉਤਪਾਦਾਂ ਲਈ ਵਸਤੂਆਂ ਨੂੰ ਥੋਕ ਵਿਕਰੇਤਾਵਾਂ ਦੁਆਰਾ ਸੈੱਟ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਇੱਥੇ ਸੋਧਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
      "marketplace": "ਮਾਰਕੀਟਪਲੇਸ ਵਿੱਚ ਸਮੁੱਚੀ ਉਤਪਾਦ ਵਸਤੂ ਸੂਚੀ ਸਾਰੇ ਵਿਕਰੇਤਾਵਾਂ ਦੀਆਂ ਵਸਤੂਆਂ ਨੂੰ ਜੋੜ ਕੇ ਨਿਰਧਾਰਤ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਤੁਸੀਂ ਇਸਨੂੰ ਇੱਥੇ ਸੋਧ ਨਹੀਂ ਸਕਦੇ।",
      "default": "ਇੱਥੇ ਉਤਪਾਦ ਦੀ ਵਸਤੂ ਸੂਚੀ ਨਿਰਧਾਰਤ ਕਰੋ।"
    }
  },
  "google_product_category_input": {
    "label": "Google ਉਤਪਾਦ ਸ਼੍ਰੇਣੀ ਕੋਡ",
    "hint": "Google ਦੇ ਉਤਪਾਦ ਸ਼੍ਰੇਣੀ ਦੇ ਅਨੁਸਾਰ ਤੁਹਾਡੇ ਉਤਪਾਦ ਦੀ ਸ਼੍ਰੇਣੀ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।",
    "placeholder": "ਉਤਪਾਦ ਜਾਂ ਸੇਵਾ ਸ਼੍ਰੇਣੀ ਦਾਖਲ ਕਰੋ.. (ਵਿਕਲਪਿਕ)"
  },
  "LogisticProfileType": {
    "WARRANTY": {
      "title": "ਵਾਰੰਟੀ",
      "desc": "ਇੱਕ ਵਾਰੰਟੀ ਇੱਕ ਇਕਰਾਰਨਾਮੇ ਦਾ ਹਿੱਸਾ ਹੈ ਜਿੱਥੇ ਨਿਰਮਾਤਾ ਇੱਕ ਨਿਰਧਾਰਿਤ ਮਿਆਦ ਦੇ ਅੰਦਰ ਇੱਕ ਉਤਪਾਦ ਦੀ ਮੁਰੰਮਤ ਜਾਂ ਬਦਲਣ ਦਾ ਵਾਅਦਾ ਕਰਦਾ ਹੈ। ਇਹ ਵਚਨਬੱਧਤਾ ਉਨ੍ਹਾਂ ਖਪਤਕਾਰਾਂ ਤੱਕ ਵੀ ਵਧ ਸਕਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਦਾ ਨਿਰਮਾਤਾ ਨਾਲ ਸਿੱਧਾ ਇਕਰਾਰਨਾਮਾ ਨਹੀਂ ਹੈ।"
    },
    "RETURN_POLICY": {
      "title": "ਵਾਪਸੀ ਨੀਤੀ",
      "desc": "ਵਾਪਸੀ ਦੀਆਂ ਨੀਤੀਆਂ ਦੱਸਦੀਆਂ ਹਨ ਕਿ ਗਾਹਕ ਕਿਵੇਂ ਅਣਚਾਹੇ ਵਪਾਰਕ ਮਾਲ ਨੂੰ ਵਾਪਸ ਕਰ ਸਕਦੇ ਹਨ ਜਾਂ ਬਦਲ ਸਕਦੇ ਹਨ। ਉਹ ਯੋਗ ਵਸਤੂਆਂ, ਰਿਟਰਨ ਲਈ ਸਵੀਕਾਰਯੋਗ ਕਾਰਨ ਅਤੇ ਰਿਟਰਨ ਕਰਨ ਲਈ ਸਮਾਂ ਸੀਮਾ ਨਿਰਧਾਰਤ ਕਰਦੇ ਹਨ।"
    },
    "GUIDE": {
      "title": "ਗਾਈਡ",
      "desc": "ਇੱਕ ਗਾਈਡ ਵਿੱਚ ਲਿਬਾਸ ਲਈ ਇੱਕ ਆਕਾਰ ਚਾਰਟ ਜਾਂ ਹੀਰਿਆਂ ਲਈ ਇੱਕ ਚੋਣ ਗਾਈਡ ਸ਼ਾਮਲ ਹੋ ਸਕਦੀ ਹੈ। ਇਹ ਮਹੱਤਵਪੂਰਨ ਹੈ ਕਿ ਗਾਈਡ ਬਹੁਮੁਖੀ ਹੋਣ ਅਤੇ ਕਈ ਉਤਪਾਦਾਂ ਵਿੱਚ ਲਾਗੂ ਹੋਣ।"
    },
    "SHIPPING": {
      "title": "ਸ਼ਿਪਿੰਗ",
      "desc": "ਇੱਕ ਸ਼ਿਪਿੰਗ ਨੀਤੀ ਔਨਲਾਈਨ ਆਰਡਰਾਂ ਲਈ ਸ਼ਿਪਿੰਗ ਦੇ ਮੁੱਖ ਪਹਿਲੂਆਂ ਦਾ ਵੇਰਵਾ ਦਿੰਦੀ ਹੈ, ਜਿਸ ਵਿੱਚ ਸ਼ਿਪਿੰਗ ਦੀਆਂ ਲਾਗਤਾਂ, ਢੰਗਾਂ ਅਤੇ ਅੰਦਾਜ਼ਨ ਡਿਲੀਵਰੀ ਸਮੇਂ ਸ਼ਾਮਲ ਹਨ।"
    }
  },
  "product_logistic_profile": {
    "dialog": {
      "title": "ਲੌਜਿਸਟਿਕ ਪ੍ਰੋਫਾਈਲ ਚੁਣੋ",
      "add_new_action": "ਨਵਾਂ ਪ੍ਰੋਫਾਈਲ ਸ਼ਾਮਲ ਕਰੋ",
      "add_new_disable_msg": "ਬਜ਼ਾਰ ਦਾ ਮਾਲਕ"
    }
  },
  "product_tax_profile": {
    "description": {
      "default": "ਡਿਫਾਲਟ",
      "dedicated": "ਸਮਰਪਿਤ",
      "subscription": "ਅਸੀਂ ਸਿਰਫ਼ ਭੁਗਤਾਨ ਬਣਾਉਣ ਦੇ ਪੜਾਅ 'ਤੇ ਹੀ ਟੈਕਸ ਲਾਗੂ ਕਰ ਸਕਦੇ ਹਾਂ।",
      "is_disabled": "ਇਹ ਟੈਕਸ ਪ੍ਰੋਫਾਈਲ ਅਯੋਗ ਹੈ! (⚠️ਚੇਤਾਵਨੀ)",
      "shipping": "ਸ਼ਿਪਿੰਗ",
      "fixed_rate": "TAX",
      "location_based_rate": "ਟੈਕਸ: ਸਥਾਨ ਅਧਾਰਤ",
      "shipping_location_based_rate": "ਸ਼ਿਪਿੰਗ: ਸਥਾਨ ਅਧਾਰਤ",
      "include_in_price": "ਕੀਮਤ ਵਿੱਚ ਸ਼ਾਮਲ"
    },
    "dialog": {
      "header": "ਟੈਕਸ ਪ੍ਰੋਫਾਈਲ ਚੁਣੋ",
      "title": "ਟੈਕਸ ਪ੍ਰੋਫਾਈਲ",
      "subtitle": "ਤੁਸੀਂ ਉਤਪਾਦ ਲਈ ਖਾਸ ਟੈਕਸ ਨਿਯਮ ਨਿਰਧਾਰਤ ਕਰ ਸਕਦੇ ਹੋ। ਜੇਕਰ ਉਤਪਾਦ ਲਈ ਇੱਕ ਟੈਕਸ ਪ੍ਰੋਫਾਈਲ ਨਹੀਂ ਚੁਣਿਆ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਡਿਫੌਲਟ ਸਟੋਰ ਟੈਕਸ ਨਿਯਮ ਲਾਗੂ ਕੀਤੇ ਜਾਣਗੇ।",
      "action_manage": "ਟੈਕਸ ਪ੍ਰਬੰਧਿਤ ਕਰੋ",
      "action_manage_sub": "ਦੁਕਾਨ > ਵਿੱਤ > ਟੈਕਸ",
      "subscription_tips": "ਜਦੋਂ ਤੁਸੀਂ ਗਾਹਕੀ ਉਤਪਾਦ ਲਈ ਇੱਕ ਟੈਕਸ ਪ੍ਰੋਫਾਈਲ ਚੁਣਦੇ ਹੋ, ਤਾਂ ਅਸੀਂ <code>tax code</code> ਅੱਪਡੇਟ ਕਰਦੇ ਹਾਂ ਅਤੇ ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਸੇਵਾ ਪ੍ਰਦਾਤਾ 'ਤੇ ਸ਼ਾਮਲ/ਨਿਵੇਕਲਾ ਮੋਡ ਸੈੱਟ ਕਰਦੇ ਹਾਂ। ਚੁਣਿਆ ਗਿਆ ਟੈਕਸ ਪ੍ਰੋਫਾਈਲ ਦੱਸਦਾ ਹੈ ਕਿ ਕੀ ਕੀਮਤ ਨੂੰ ਟੈਕਸਾਂ ਸਮੇਤ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਜਾਂ ਟੈਕਸਾਂ ਨੂੰ ਛੱਡ ਕੇ। <code>inclusive</code> ਜਾਂ <code>exclusive</code> ਵਿੱਚੋਂ ਇੱਕ। ਇੱਕ ਵਾਰ ਜਾਂ ਤਾਂ ਸੰਮਲਿਤ ਜਾਂ ਨਿਵੇਕਲੇ ਦੇ ਤੌਰ 'ਤੇ ਨਿਸ਼ਚਿਤ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ, ਇਸਨੂੰ ਬਦਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਹੈ।<br /><br /> <b>ਮਹੱਤਵਪੂਰਨ!</b> ਟੈਕਸ ਪ੍ਰੋਫਾਈਲ ਬਦਲਣ ਤੋਂ ਬਾਅਦ, ਤੁਹਾਨੂੰ ਉਤਪਾਦ > ਵਸਤੂ ਸੂਚੀ ਟੈਬ 'ਤੇ ਕੀਮਤ ਦੀਆਂ ਯੋਜਨਾਵਾਂ 'ਤੇ ਕਲਿੱਕ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਅਤੇ ਬਦਲਾਅ ਲਾਗੂ ਕਰਨ ਲਈ ਸੇਵ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।"
    }
  },
  "product_vendor_profile": {
    "vendor": {
      "subtitle": "ਇਸ ਉਤਪਾਦ ਦੀ ਕੀਮਤ ਅਤੇ ਮਾਤਰਾ ਇੱਕ ਖਾਸ ਵਿਕਰੇਤਾ ਦੁਆਰਾ ਨਿਰਧਾਰਤ ਕੀਤੀ ਜਾਂਦੀ ਹੈ ਜਿਸ ਨਾਲ ਇਹ ਸੰਬੰਧਿਤ ਹੈ।"
    },
    "vendors": {
      "subtitle": "ਇੱਥੇ ਉਤਪਾਦ ਲਈ ਸਪਲਾਇਰਾਂ ਦੀ ਇੱਕ ਸੂਚੀ ਹੈ। ਮਾਤਰਾ ਅਤੇ ਕੀਮਤ ਸਪਲਾਇਰ ਦੁਆਰਾ ਨਿਰਧਾਰਤ ਕੀਤੀ ਜਾਵੇਗੀ।"
    }
  },
  "vendor_add": {
    "profile": {
      "title": "ਵਿਕਰੇਤਾ ਦੀ ਜਾਣਕਾਰੀ",
      "subtitle": "ਇਹ ਜਾਣਕਾਰੀ ਗਾਹਕਾਂ ਨੂੰ ਜਨਤਕ ਤੌਰ 'ਤੇ ਦਿਖਾਈ ਜਾਂਦੀ ਹੈ।",
      "action_sub_caption": "ਜਨਤਕ ਉਤਪਾਦ ਸੂਚੀ ਪੰਨਾ.",
      "action_see_listing_page": "ਸੂਚੀ ਪੰਨਾ ਵੇਖੋ"
    },
    "page": {
      "title": "ਵਿਉਂਤਿਆ ਪੰਨਾ",
      "subtitle": "ਵਿਕਰੇਤਾ ਲਈ ਇੱਕ ਕਸਟਮ ਲੈਂਡਿੰਗ ਪੰਨਾ ਸੈਟ ਕਰੋ, ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਸਮਰਪਿਤ ਪੰਨੇ ਲਈ ਇੱਕ ਵਿਲੱਖਣ ਲਿੰਕ ਪ੍ਰਦਾਨ ਕਰੋ।",
      "action_set_page": "ਜਨਤਕ ਪੰਨਾ ਦੇਖੋ",
      "action_sub_caption": "ਕਸਟਮ ਲੈਂਡਿੰਗ ਪੰਨਾ।",
      "vendor_has_landing_msg": "ਵਿਕਰੇਤਾ ਕੋਲ ਇੱਕ ਕਸਟਮ ਲੈਂਡਿੰਗ ਪੰਨਾ ਹੈ।",
      "no_landing_selected_msg": "ਕੋਈ ਲੈਂਡਿੰਗ ਪੰਨਾ ਨਹੀਂ ਚੁਣਿਆ ਗਿਆ।",
      "no_landing_page": "ਕੋਈ ਲੈਂਡਿੰਗ ਪੰਨਾ ਨਹੀਂ",
      "we_can_create_dedicated_landing_msg": "ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਸਮਰਪਿਤ ਲੈਂਡਿੰਗ ਪੰਨਾ ਬਣਾ ਸਕਦੇ ਹਾਂ।"
    },
    "contact": {
      "title": "ਸੰਪਰਕ ਜਾਣਕਾਰੀ",
      "subtitle": "ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਸੰਪਰਕ ਵੇਰਵੇ ਪ੍ਰਦਾਨ ਕਰੋ।"
    },
    "business": {
      "title": "ਕਾਰੋਬਾਰੀ ਜਾਣਕਾਰੀ",
      "subtitle": "ਇੱਕ ਤੇਜ਼ ਅਤੇ ਸਹਿਜ ਆਮਦਨ ਇਕੱਠੀ ਕਰਨ ਦੀ ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਕਾਰੋਬਾਰ ਬਾਰੇ ਸਹੀ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰੋ।"
    },
    "bank": {
      "title": "ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ",
      "subtitle": "ਭੁਗਤਾਨ ਲਈ ਇੱਥੇ ਆਪਣੇ ਬੈਂਕ ਵੇਰਵੇ ਦਰਜ ਕਰੋ।"
    },
    "default_pricing": {
      "title": "ਪੂਰਵ-ਨਿਰਧਾਰਤ ਕੀਮਤ",
      "subtitle": "ਤੁਸੀਂ ਵਿਕਰੇਤਾ ਲਈ ਇੱਕ ਡਿਫੌਲਟ ਕੀਮਤ ਮਾਡਲ ਨਿਰਧਾਰਤ ਕਰ ਸਕਦੇ ਹੋ। ਜਦੋਂ ਵਿਕਰੇਤਾ ਇੱਕ ਨਵਾਂ ਉਤਪਾਦ ਜੋੜਦਾ ਹੈ, ਤਾਂ ਇਸ ਕੀਮਤ ਮਾਡਲ ਦੀ ਵਰਤੋਂ ਉਤਪਾਦ ਦੀ ਕੀਮਤ 'ਤੇ ਮਾਰਕੀਟਪਲੇਸ ਹਾਸ਼ੀਏ ਦੀ ਗਣਨਾ ਕਰਨ ਲਈ ਕੀਤੀ ਜਾਵੇਗੀ। ਤੁਸੀਂ ਬਾਅਦ ਵਿੱਚ ਹਰੇਕ ਉਤਪਾਦ ਲਈ ਕੀਮਤ ਮਾਡਲ ਨੂੰ ਵੱਖਰੇ ਤੌਰ 'ਤੇ ਵਿਵਸਥਿਤ ਕਰ ਸਕਦੇ ਹੋ।",
      "no_pricing": "ਕੋਈ ਕੀਮਤ ਨਹੀਂ"
    },
    "shipping": {
      "title": "ਸ਼ਿਪਿੰਗ",
      "subtitle": "ਵਿਕਰੇਤਾ ਆਪਣੀਆਂ ਸ਼ਿਪਿੰਗ ਸੇਵਾਵਾਂ ਅਤੇ ਕੋਰੀਅਰ ਸਥਾਪਤ ਕਰ ਸਕਦੇ ਹਨ।",
      "shipping_services": "ਸ਼ਿਪਿੰਗ ਸੇਵਾਵਾਂ",
      "total_number_of_services": "ਸ਼ਿਪਿੰਗ ਸੇਵਾਵਾਂ ਦੀ ਕੁੱਲ ਸੰਖਿਆ ਜੋ ਵਿਕਰੇਤਾ ਕੋਲ ਹੈ।",
      "couriers": "ਕੋਰੀਅਰਜ਼",
      "total_couriers_count": "ਵਿਕਰੇਤਾ ਕੋਲ ਕੋਰੀਅਰਾਂ ਦੀ ਕੁੱਲ ਸੰਖਿਆ।"
    },
    "configuration": {
      "title": "ਸੰਰਚਨਾ"
    },
    "delete": {
      "title": "ਵਿਕਰੇਤਾ ਨੂੰ ਹਟਾਓ",
      "action": "ਵਿਕਰੇਤਾ ਨੂੰ ਹਟਾਓ",
      "verify_description": "ਮੈਨੂੰ ਪਤਾ ਹੈ ਕਿ ਸਾਰੇ ਵਿਕਰੇਤਾ ਉਤਪਾਦ ਸਬੰਧਾਂ ਨੂੰ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ!",
      "verify_title": "ਮੈਂ ਇਸ ਵਿਕਰੇਤਾ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦਾ ਹਾਂ।"
    },
    "send_invitation_tips": "ਅਸੀਂ ਇਸ ਉਪਭੋਗਤਾ ਨੂੰ ਇੱਕ ਸੱਦਾ ਈਮੇਲ ਭੇਜਾਂਗੇ। ਜੇਕਰ ਉਪਭੋਗਤਾ ਤੁਹਾਡੀ ਦੁਕਾਨ ਵਿੱਚ ਵਿਕਰੇਤਾ ਵਜੋਂ ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਉਹਨਾਂ ਦਾ ਖਾਤਾ ਉਹਨਾਂ ਨੂੰ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਸੌਂਪਿਆ ਜਾਵੇਗਾ।",
    "only_marketplace_owner_can_edit_user": "ਸਿਰਫ਼ ਮਾਰਕੀਟਪਲੇਸ ਮਾਲਕ ਹੀ ਉਪਭੋਗਤਾ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰ ਸਕਦਾ ਹੈ। ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਵਿਕਰੇਤਾ ਦੇ ਮਾਲਕ ਨੂੰ ਬਦਲਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਸਾਨੂੰ ਬੇਨਤੀ ਭੇਜ ਸਕਦੇ ਹੋ।",
    "vendor_is_disable_msg": "ਵਿਕਰੇਤਾ ਅਯੋਗ ਹੈ।",
    "email_not_match_with_user_msg": "ਦਾਖਲ ਕੀਤੀ ਈਮੇਲ ਉਪਭੋਗਤਾ ਦੀ ਈਮੇਲ ( <b>{user_name}:</b> {user_email}) ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦੀ। ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ <b>{email}</b> ਨੂੰ ਈਮੇਲ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
    "we_will_send_invitation_to_user_msg": "ਅਸੀਂ ਉਪਭੋਗਤਾ ਨੂੰ ਇੱਕ ਸੱਦਾ ਈਮੇਲ ਭੇਜਾਂਗੇ।",
    "set_a_user_for_the_vendor_first_msg": "ਪਹਿਲਾਂ ਵਿਕਰੇਤਾ ਲਈ ਇੱਕ ਉਪਭੋਗਤਾ ਸੈਟ ਕਰੋ।",
    "inputs": {
      "slug": {
        "label": "ਮਾਰਗ",
        "placeholder": "ਇੱਕ ਕਸਟਮ ਮਾਰਗ ਦਾਖਲ ਕਰੋ...",
        "hint": "ਵਿਕਰੇਤਾ ਦੇ ਗਤੀਸ਼ੀਲ ਲੈਂਡਿੰਗ ਪੰਨੇ ਦਾ ਮਾਰਗ ਬਦਲੋ।"
      },
      "email": {
        "message": "ਇਹ ਈਮੇਲ ਸਾਰੀਆਂ ਸੂਚਨਾਵਾਂ ਅਤੇ ਅੱਪਡੇਟ ਪ੍ਰਾਪਤ ਕਰੇਗੀ।"
      },
      "business": {
        "false_description": "ਮੈਂ ਇੱਕ ਵਿਅਕਤੀ ਵਜੋਂ ਕੰਮ ਕਰਦਾ ਹਾਂ।",
        "true_description": "ਮੈਂ ਕਾਨੂੰਨੀ ਤੌਰ 'ਤੇ ਮਾਨਤਾ ਪ੍ਰਾਪਤ ਵਪਾਰਕ ਇਕਾਈ ਵਜੋਂ ਕੰਮ ਕਰਦਾ ਹਾਂ।",
        "false_title": "ਵਿਅਕਤੀਗਤ",
        "true_title": "ਕਾਰੋਬਾਰ"
      },
      "bank": {
        "hint": "ਬੈਂਕ ਦਾ ਨਾਮ ਜਿੱਥੇ ਵਿਕਰੇਤਾ ਦਾ ਖਾਤਾ ਹੈ।",
        "placeholder": "ਤੁਹਾਡੇ ਬੈਂਕ ਦਾ ਨਾਮ.."
      },
      "account_name": {
        "hint": "ਇਹ ਬੈਂਕ ਖਾਤੇ ਨਾਲ ਜੁੜੇ ਨਾਮ ਨਾਲ ਮੇਲ ਖਾਂਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
        "placeholder": "ਤੁਹਾਡਾ ਨਾਮ.."
      },
      "account_number": {
        "hint": "ਵਿਕਰੇਤਾ ਦਾ ਵਿਲੱਖਣ ਖਾਤਾ ਨੰਬਰ।",
        "placeholder": "ਤੁਹਾਡਾ ਬੈਂਕ ਖਾਤਾ ਨੰਬਰ.."
      },
      "routing_number": {
        "hint": "ਇਹ ਸੰਖਿਆ ਦੇਸ਼ ਅਨੁਸਾਰ ਵੱਖ-ਵੱਖ ਹੁੰਦੀ ਹੈ। ਇਸਦੀ ਵਰਤੋਂ ਵਿਕਰੇਤਾ ਦੁਆਰਾ ਵਰਤੀ ਜਾਂਦੀ ਖਾਸ ਬੈਂਕ ਸ਼ਾਖਾ ਦੀ ਪਛਾਣ ਕਰਨ ਲਈ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।",
        "placeholder": "ਤੁਹਾਡਾ ਬੈਂਕ ਰੂਟਿੰਗ ਨੰਬਰ, ਕ੍ਰਮਬੱਧ ਕੋਡ, ਜਾਂ BSB ਨੰਬਰ.."
      },
      "iban": {
        "hint": "ਅੰਤਰਰਾਸ਼ਟਰੀ ਬੈਂਕ ਖਾਤਾ ਨੰਬਰ): ਜੇਕਰ ਵਿਕਰੇਤਾ ਦਾ ਬੈਂਕ ਯੂਰਪ ਜਾਂ ਕੁਝ ਹੋਰ ਦੇਸ਼ਾਂ ਵਿੱਚ ਹੈ।",
        "placeholder": "ਤੁਹਾਡਾ IBAN ਨੰਬਰ.. ਉਦਾਹਰਨ. DE89 3704 0044 0000 0000 00"
      },
      "swift": {
        "hint": "ਅੰਤਰਰਾਸ਼ਟਰੀ ਬੈਂਕ ਖਾਤਾ ਨੰਬਰ): ਜੇਕਰ ਵਿਕਰੇਤਾ ਦਾ ਬੈਂਕ ਯੂਰਪ ਜਾਂ ਕੁਝ ਹੋਰ ਦੇਸ਼ਾਂ ਵਿੱਚ ਹੈ।",
        "placeholder": "ਤੁਹਾਡਾ ਸਵਿਫਟ ਕੋਡ/BIC.."
      },
      "branch_address": {
        "hint": "ਬੈਂਕ ਸ਼ਾਖਾ ਦਾ ਪਤਾ ਜਿੱਥੇ ਵਿਕਰੇਤਾ ਦਾ ਖਾਤਾ ਹੈ।",
        "placeholder": "ਤੁਹਾਡੇ ਬੈਂਕ ਦਾ ਪਤਾ.."
      },
      "enable": {
        "label": "ਵਿਕਰੇਤਾ ਸਥਿਤੀ",
        "hint": "ਤੁਸੀਂ ਵਿਸ਼ਵ ਪੱਧਰ 'ਤੇ ਵਿਕਰੇਤਾਵਾਂ ਨੂੰ ਸਮਰੱਥ ਜਾਂ ਅਯੋਗ ਕਰ ਸਕਦੇ ਹੋ। ਗਾਹਕ ਅਪਾਹਜ ਵਿਕਰੇਤਾਵਾਂ ਤੋਂ ਕੁਝ ਵੀ ਨਹੀਂ ਖਰੀਦ ਸਕਣਗੇ।",
        "true_description": "ਉਹ ਤੁਹਾਡੇ ਮਾਰਕੀਟਪਲੇਸ ਰਾਹੀਂ ਆਪਣੇ ਉਤਪਾਦ ਵੇਚਣ ਦੇ ਯੋਗ ਹੋਣਗੇ।"
      },
      "access": {
        "label": "ਵਿਕਰੇਤਾ ਪੈਨਲ ਅਤੇ ਪਹੁੰਚ",
        "true_description": "ਵਿਕਰੇਤਾ ਕੋਲ ਮਾਤਰਾ ਅਤੇ ਕੀਮਤ ਨੂੰ ਅਪਡੇਟ ਕਰਨ ਲਈ ਇੱਕ ਸਮਰਪਿਤ ਪੈਨਲ ਹੈ।",
        "hint": "ਤੁਸੀਂ ਵਿਕਰੇਤਾ ਪੈਨਲ ਨੂੰ ਸਮਰੱਥ ਜਾਂ ਅਸਮਰੱਥ ਕਰ ਸਕਦੇ ਹੋ, ਜੋ ਵਿਕਰੇਤਾਵਾਂ ਨੂੰ ਉਤਪਾਦ ਦੀ ਮਾਤਰਾ ਅਤੇ ਕੀਮਤਾਂ ਨੂੰ ਅਪਡੇਟ ਕਰਨ ਅਤੇ ਅੰਸ਼ਕ ਆਰਡਰ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ।",
        "false_description": "ਵਿਕਰੇਤਾ ਦੀ ਕਿਸੇ ਵੀ ਚੀਜ਼ ਤੱਕ ਪਹੁੰਚ ਨਹੀਂ ਹੈ।"
      }
    }
  },
  "vendor_documents_list": {
    "title": "ਦਸਤਾਵੇਜ਼",
    "action_upload_doc": "Doc ਅੱਪਲੋਡ ਕਰੋ",
    "vendor_subtitle": "ਕਿਰਪਾ ਕਰਕੇ ਲੋੜੀਂਦੇ ਕਾਰੋਬਾਰ, IP, ਅਤੇ ਪਤੇ ਦੇ ਪੁਸ਼ਟੀਕਰਨ ਦਸਤਾਵੇਜ਼ਾਂ ਨੂੰ ਅੱਪਲੋਡ ਕਰੋ। ਸਾਨੂੰ ਤੁਹਾਡੀ ਭਾਈਵਾਲੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਅਤੇ ਤੁਹਾਨੂੰ ਲੋੜੀਂਦੀ ਪਹੁੰਚ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਇਸ ਜਾਣਕਾਰੀ ਦੀ ਲੋੜ ਹੈ।",
    "marketplace_subtitle": "ਵਿਕਰੇਤਾ ਆਪਣੀ KYC ਪ੍ਰਕਿਰਿਆ ਦੀ ਸਹੂਲਤ ਲਈ ਕਾਰੋਬਾਰ, ਬੌਧਿਕ ਸੰਪੱਤੀ, ਅਤੇ ਪਤੇ ਦੀ ਤਸਦੀਕ ਵਰਗੇ ਦਸਤਾਵੇਜ਼ ਜਮ੍ਹਾਂ ਕਰ ਸਕਦੇ ਹਨ, ਜਿਸ ਨਾਲ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਉਚਿਤ ਪਹੁੰਚ ਪ੍ਰਦਾਨ ਕਰ ਸਕਦੇ ਹੋ।",
    "upload_dialog": {
      "title": "ਦਸਤਾਵੇਜ਼ ਅੱਪਲੋਡ ਕਰੋ",
      "type": {
        "title": "ਦਸਤਾਵੇਜ਼ ਦੀ ਕਿਸਮ",
        "subtitle": "ਕਿਰਪਾ ਕਰਕੇ ਸਿਰਫ਼ ਲੋੜੀਂਦੇ ਦਸਤਾਵੇਜ਼ ਹੀ ਅੱਪਲੋਡ ਕਰੋ। ਸੰਵੇਦਨਸ਼ੀਲ ਜਾਣਕਾਰੀ ਵਾਲੇ ਕਿਸੇ ਵੀ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਸਾਂਝਾ ਕਰਨ ਤੋਂ ਬਚੋ। ਅਸੀਂ ਉਹਨਾਂ ਦਸਤਾਵੇਜ਼ਾਂ ਦੀ ਬੇਨਤੀ ਕਰਦੇ ਹਾਂ ਜੋ ਜਨਤਕ ਤੌਰ 'ਤੇ ਉਪਲਬਧ ਹਨ।"
      }
    }
  },
  "product_badges": {
    "title": "ਬੈਜ",
    "subtitle": "ਕਸਟਮ ਉਤਪਾਦ ਬੈਜ ਜੋੜੋ ਅਤੇ ਸੰਪਾਦਿਤ ਕਰੋ।",
    "only_marketplace_owner_msg": "ਸਿਰਫ਼ ਮਾਰਕੀਟਪਲੇਸ ਮਾਲਕ",
    "create_new_badge_action": "ਨਵਾਂ ਬੈਜ ਬਣਾਓ",
    "select_a_badge": "ਇੱਕ ਬੈਜ ਚੁਣੋ...",
    "inputs": {
      "custom": {
        "false_description": "ਉਤਪਾਦਾਂ ਦੇ ਬੈਜ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਬਣਾਏ ਜਾਂਦੇ ਹਨ।",
        "false_title": "ਆਟੋ",
        "true_title": "ਕਸਟਮ ਉਤਪਾਦ ਬੈਜ",
        "true_description": "ਉਤਪਾਦ ਪੰਨੇ ਵਿੱਚ ਕਸਟਮ ਬੈਜ ਸ਼ਾਮਲ ਕਰੋ।"
      }
    },
    "add_custom_badge": {
      "title": "ਵਿਉਂਤਿਆ ਬੈਜ",
      "subtitle": "ਮੇਰੀ ਦੁਕਾਨ ਵਿੱਚ ਇੱਕ ਨਵਾਂ ਕਸਟਮ ਬੈਜ ਸ਼ਾਮਲ ਕਰੋ। ਬੈਜਾਂ ਦੀ ਗਿਣਤੀ 10 ਤੋਂ ਘੱਟ ਰੱਖੋ। ਹੋਰ ਬੈਜ ਤੁਹਾਡੀ ਦੁਕਾਨ ਨੂੰ ਹੌਲੀ ਕਰ ਦੇਣਗੇ।",
      "show_advanced_options": "ਉੱਨਤ ਵਿਕਲਪ ਦਿਖਾਓ",
      "inputs": {
        "title": {
          "placeholder": "ਜਨਤਕ ਸਿਰਲੇਖ..."
        },
        "image": {
          "label": "ਚਿੱਤਰ",
          "message": "ਅਧਿਕਤਮ ਚਿੱਤਰ ਦਾ ਆਕਾਰ: 128KB",
          "placeholder": "ਇੱਕ ਕਵਰ ਚਿੱਤਰ ਚੁਣੋ"
        },
        "pattern": {
          "label": "ਪੈਟਰਨ",
          "message": "ਉਹਨਾਂ ਉਤਪਾਦਾਂ ਲਈ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਇਸ ਬੈਜ ਨੂੰ ਦਿਖਾਓ ਜੋ ਉਹਨਾਂ ਦੀ ਵਿਸ਼ੇਸ਼ਤਾ ਵਿੱਚ ਇਹ ਮੇਲ ਖਾਂਦਾ ਹੈ। Regex ਸਮਰਥਿਤ ਹੈ।",
          "placeholder": "ਸਾਰੇ ਉਤਪਾਦਾਂ ਨੂੰ ਦਿਖਾਉਣ ਲਈ ਲਿਖੋ: *.*"
        }
      },
      "notifications": {
        "badge_added": "ਬੈਜ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ ਹੈ!",
        "badge_updated": "ਬੈਜ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ!",
        "item_not_found_error": "ਆਈਟਮ ਲੱਭੀ ਨਹੀਂ ਜਾ ਸਕੀ। ਕਿਰਪਾ ਕਰਕੇ ਪੰਨੇ ਨੂੰ ਤਾਜ਼ਾ ਕਰੋ ਜਾਂ ਸਹਾਇਤਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।"
      }
    }
  },
  "product_tags": {
    "title": "ਟੈਗਸ",
    "tips": [
      "ਤੁਸੀਂ <b>ਲੈਂਡਿੰਗ ਪੰਨਿਆਂ</b> 'ਤੇ ਟੈਗਾਂ ਦੇ ਆਧਾਰ 'ਤੇ ਉਤਪਾਦਾਂ ਨੂੰ ਫਿਲਟਰ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਤੁਸੀਂ ਅਤੇ ਤੁਹਾਡੇ ਗਾਹਕ <b>ਖੋਜ</b> ਬਾਰ ਵਿੱਚ ਇਹਨਾਂ ਟੈਗਾਂ ਦੀ ਖੋਜ ਕਰ ਸਕਦੇ ਹੋ।",
      "ਜੇਕਰ ਟੈਗ ਸੈੱਟ ਕੀਤੇ ਜਾਂਦੇ ਹਨ, ਤਾਂ ਉਤਪਾਦ ਪੰਨੇ 'ਤੇ <b>ਸੰਬੰਧਿਤ ਉਤਪਾਦ ਭਾਗ</b> ਵਿੱਚ ਸਿਰਫ਼ <b>ਆਮ ਟੈਗਾਂ</b> ਵਾਲੇ ਉਤਪਾਦ ਹੀ ਪ੍ਰਦਰਸ਼ਿਤ ਹੋਣਗੇ; ਨਹੀਂ ਤਾਂ, ਉਸੇ ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਉਤਪਾਦ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੇ ਜਾਣਗੇ।"
    ],
    "inputs": {
      "tags": {
        "placeholder": "ਇੱਥੇ ਵਾਇਰ ਟੈਗ ਕਰੋ ਅਤੇ ਐਂਟਰ ਦਬਾਓ। ਸਾਬਕਾ ਨਵਾਂ ਸੰਗ੍ਰਹਿ"
      }
    },
    "notifications": {
      "tags_updated": "ਟੈਗਸ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ।"
    }
  },
  "vendor_shipping_services": {
    "title": "ਸ਼ਿਪਿੰਗ",
    "subtitle": "ਤੁਸੀਂ ਇੱਥੇ ਸ਼ਿਪਿੰਗ ਸੇਵਾਵਾਂ ਅਤੇ ਕੋਰੀਅਰ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ। ਸ਼ਿਪਿੰਗ ਸੇਵਾਵਾਂ ਅਤੇ ਕੋਰੀਅਰ ਮਾਰਕੀਟਪਲੇਸ ਦੁਆਰਾ ਪਰਿਭਾਸ਼ਿਤ ਪੂਰਵ-ਪ੍ਰਭਾਸ਼ਿਤ ਆਵਾਜਾਈ ਤਰੀਕਿਆਂ ਦੇ ਅਧੀਨ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ। ਸ਼ਿਪਿੰਗ ਸੇਵਾਵਾਂ ਅਤੇ ਕੋਰੀਅਰਾਂ ਨੂੰ ਜੋੜ ਕੇ, ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਆਸਾਨੀ ਨਾਲ ਆਰਡਰ ਦੇ ਸਕਦੇ ਹੋ ਅਤੇ ਆਪਣੇ ਆਪ ਲੇਬਲ ਜਾਂ ਕੋਰੀਅਰ ਆਰਡਰ ਕਰ ਸਕਦੇ ਹੋ।",
    "action": "ਸੇਵਾ ਸ਼ਾਮਲ ਕਰੋ",
    "add_dialog": {
      "select_method": "ਢੰਗ ਚੁਣੋ",
      "select_method_msg": "ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਦਿੱਤੀ ਸੂਚੀ ਵਿੱਚੋਂ ਇੱਕ ਆਵਾਜਾਈ ਵਿਧੀ ਚੁਣੋ। ਸ਼ਿਪਿੰਗ ਢੰਗ ਬਾਜ਼ਾਰ ਦੁਆਰਾ ਪਰਿਭਾਸ਼ਿਤ.",
      "select_service_msg": "ਹੇਠਾਂ ਦਿੱਤੀ ਸੂਚੀ ਵਿੱਚੋਂ ਇੱਕ ਸ਼ਿਪਿੰਗ ਸੇਵਾ ਚੁਣੋ। ਸਿਰਫ਼ ਉਪਲਬਧ ਸੇਵਾਵਾਂ ਜੋ ਤੁਹਾਡੇ ਸਟੋਰ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ ਇੱਥੇ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ।",
      "no_available_service": "ਕੋਈ ਸੇਵਾ ਉਪਲਬਧ ਨਹੀਂ ਹੈ!"
    }
  },
  "product_location_profile": {
    "title": "ਟਿਕਾਣਾ",
    "empty_subtitle": "ਉਤਪਾਦ ਨੂੰ ਇੱਕ ਟਿਕਾਣਾ ਨਿਰਧਾਰਤ ਕਰੋ ਜੇਕਰ ਇਹ ਇੱਕ ਸਥਾਨ-ਆਧਾਰਿਤ ਆਈਟਮ ਹੈ।",
    "dialog": {
      "header": "ਟਿਕਾਣਾ ਪ੍ਰੋਫਾਈਲ ਚੁਣੋ",
      "action_new_location": "ਨਵਾਂ ਟਿਕਾਣਾ ਸ਼ਾਮਲ ਕਰੋ",
      "title": "ਟਿਕਾਣਾ ਪ੍ਰੋਫ਼ਾਈਲ",
      "subtitle": "ਤੁਸੀਂ ਉਤਪਾਦਾਂ ਨੂੰ ਸਥਾਨ ਟੈਗ ਨਿਰਧਾਰਤ ਕਰਕੇ ਨਕਸ਼ੇ ਦੇ ਸਥਾਨ 'ਤੇ ਉਤਪਾਦਾਂ ਨੂੰ ਪਿੰਨ ਕਰ ਸਕਦੇ ਹੋ।",
      "tips": "<b>ਮਹੱਤਵਪੂਰਨ:</b> ਉਤਪਾਦ ਨੂੰ <b>ਸਿਰਫ਼</b> ਟਿਕਾਣਾ ਨਿਰਧਾਰਤ ਕਰੋ ਜੇਕਰ ਤੁਸੀਂ ਉਤਪਾਦ ਨੂੰ ਨਕਸ਼ੇ 'ਤੇ ਖਾਸ ਸਥਾਨ 'ਤੇ ਦਿਖਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ। ਪਾਈਨਡ ਉਤਪਾਦ ਦਾ ਸਥਾਨ ਇਸਦੇ ਮੁੱਖ ਨਿਰਧਾਰਨ ਦੇ ਤੌਰ 'ਤੇ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ <b>ਕਿਰਾਏ ਦੇ ਘਰ/ਸਥਾਨਾਂ</b> ਜਾਂ ਵਿਅਕਤੀਗਤ ਸੇਵਾਵਾਂ ਜਿਵੇਂ <b>ਹੇਅਰਡਰੈਸਿੰਗ ਅਤੇ ਸਪਾ</b> ।"
    }
  },
  "translation_button": {
    "header": "ਬਹੁ ਭਾਸ਼ਾ",
    "auto_action": "ਆਟੋ ਅਨੁਵਾਦ",
    "premium_user_only": "ਪ੍ਰੀਮੀਅਮ ਉਪਭੋਗਤਾ"
  },
  "product_include_profile": {
    "subtitle": "ਉਤਪਾਦ ਜਾਂ ਸੇਵਾ ਪੈਕੇਜ ਨਾਲ ਆਉਣ ਵਾਲੀਆਂ ਚੀਜ਼ਾਂ ਦੀ ਸੂਚੀ ਸ਼ਾਮਲ ਕਰੋ।",
    "dialog": {
      "header": "ਉਤਪਾਦ ਪੈਕੇਜ ਆਈਟਮਾਂ",
      "title": "ਆਈਟਮਾਂ ਸ਼ਾਮਲ ਹਨ",
      "subtitle": "ਇਹ ਉਤਪਾਦ ਦੇ ਨਾਲ ਆਉਣ ਵਾਲੀਆਂ ਚੀਜ਼ਾਂ ਦਾ ਸੰਗ੍ਰਹਿ ਹੈ।",
      "action_manage": "ਆਈਟਮਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ",
      "action_disable_msg": "ਬਜ਼ਾਰ ਦਾ ਮਾਲਕ",
      "select_items_tips": "ਉਤਪਾਦ ਜਾਂ ਸੇਵਾ ਦੇ ਨਾਲ ਆਉਣ ਵਾਲੇ ਪੈਕੇਜ ਭਾਗ ਬਣਾਓ ਜਾਂ ਚੁਣੋ। ਇਸ ਵਿਸ਼ੇਸ਼ਤਾ ਦੀ ਵਰਤੋਂ ਇਸ ਗੱਲ 'ਤੇ ਜ਼ੋਰ ਦੇਣ ਲਈ ਕਰੋ ਕਿ ਗਾਹਕ ਆਈਟਮ ਨੂੰ ਖਰੀਦਣ 'ਤੇ ਕੀ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਉਮੀਦ ਕਰ ਸਕਦੇ ਹਨ। ਅਸੀਂ ਇਸ ਫੰਕਸ਼ਨ ਨੂੰ ਸਿਰਫ਼ ਉਦੋਂ ਹੀ ਲਾਗੂ ਕਰਨ ਦੀ ਸਲਾਹ ਦਿੰਦੇ ਹਾਂ ਜਦੋਂ ਗਾਹਕ ਲਈ ਸ਼ਾਮਲ ਸਮੱਗਰੀ ਨੂੰ ਸਮਝਣਾ ਮਹੱਤਵਪੂਰਨ ਹੁੰਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਸਮਾਰਟਫੋਨ ਖਰੀਦਣ ਵੇਲੇ।",
      "create_item_tips": "ਵਿਕਲਪਕ ਤੌਰ 'ਤੇ, ਤੁਸੀਂ ਇੱਕ ਨਵੀਂ ਆਈਟਮ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ। ਵਰਗ ਚਿੱਤਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ, ਕਿਉਂਕਿ ਅਸੀਂ ਅਪਲੋਡ ਕੀਤੀਆਂ ਤਸਵੀਰਾਂ ਨੂੰ 256x256 ਵਰਗ ਫਾਰਮੈਟ ਵਿੱਚ ਆਪਣੇ ਆਪ ਮੁੜ ਆਕਾਰ ਦੇਵਾਂਗੇ। ਸਾਰੇ ਟੈਂਪਲੇਟਾਂ ਵਿੱਚ ਅਨੁਕੂਲ ਦਿੱਖ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ, ਪਾਰਦਰਸ਼ੀ ਬੈਕਗ੍ਰਾਉਂਡਾਂ ਵਾਲੇ ਨਿਊਨਤਮ ਚਿੱਤਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ ਅਤੇ ਆਪਣੇ ਸਾਰੇ ਉਤਪਾਦਾਂ ਲਈ ਇੱਕਸਾਰ ਪੈਟਰਨ ਬਣਾਈ ਰੱਖੋ।",
      "create_new_item_action": "ਨਵੀਂ ਸ਼ਾਮਲ ਆਈਟਮ ਬਣਾਓ"
    }
  },
  "transportation_eligible": {
    "subtitle": "ਉਪਲਬਧ ਸ਼ਿਪਿੰਗ ਸੇਵਾਵਾਂ ਪ੍ਰਦਾਨ ਕੀਤੇ ਆਕਾਰ ਅਤੇ ਭਾਰ 'ਤੇ ਨਿਰਭਰ ਕਰਦੀਆਂ ਹਨ।"
  },
  "bulk_price_dialog": {
    "title": "ਬਲਕ ਕਾਰਵਾਈਆਂ > ਕੀਮਤ",
    "message": "ਅੱਗੇ ਦਿੱਤੀ ਰਕਮ ਤੁਹਾਡੇ ਸਟੋਰ ਦੇ ਸਾਰੇ ਉਤਪਾਦਾਂ ਦੀ ਕੀਮਤ 'ਤੇ ਪ੍ਰਤੀਸ਼ਤ ਵਜੋਂ ਲਾਗੂ ਹੋਵੇਗੀ। ਨਾਲ ਹੀ, ਚੁਣੀ ਗਈ ਮੁਦਰਾ ਦੇ ਆਧਾਰ 'ਤੇ ਗਣਨਾ ਕੀਤੇ ਮੁੱਲਾਂ ਨੂੰ ਸਮਝਦਾਰੀ ਨਾਲ ਸਭ ਤੋਂ ਨਜ਼ਦੀਕੀ ਰਾਊਂਡ ਨੰਬਰ ਵਿੱਚ ਬਦਲਿਆ ਜਾਵੇਗਾ। ਮੁੱਲ ਦਾਖਲ ਕਰਨ ਵਿੱਚ ਸਾਵਧਾਨ ਰਹੋ।",
    "check": "ਮੈਂ ਕੀਮਤਾਂ ਵਿੱਚ ਤਬਦੀਲੀਆਂ ਨੂੰ ਮਨਜ਼ੂਰੀ ਦਿੰਦਾ ਹਾਂ।",
    "check_description": "ਚੁਣੀ ਗਈ ਸ਼੍ਰੇਣੀ ਅਤੇ ਸਾਰੀਆਂ ਉਪ-ਸ਼੍ਰੇਣੀਆਂ ਲਈ ਕੀਮਤ ਬਦਲ ਦਿੱਤੀ ਜਾਵੇਗੀ।",
    "add_percent_tab": "ਪ੍ਰਤੀਸ਼ਤ ਜੋੜੋ",
    "add_constant_tab": "ਸਥਿਰ ਸ਼ਾਮਲ ਕਰੋ",
    "ending_tab": "ਸਮਾਪਤੀ ਰਣਨੀਤੀ",
    "marketplace_listing_price": "ਸੂਚੀਕਰਨ ਕੀਮਤ",
    "constant": {
      "subtitle": "ਰਕਮ ਨੂੰ ਉਤਪਾਦਾਂ ਦੀ ਮੌਜੂਦਾ ਕੀਮਤ ਤੋਂ ਜੋੜਿਆ ਜਾਂ ਘਟਾਇਆ ਜਾਵੇਗਾ।"
    },
    "ending": {
      "subtitle": "ਉਤਪਾਦਾਂ ਦੀ ਮੌਜੂਦਾ ਕੀਮਤ ਦੇ ਅੰਤ ਨੂੰ ਨਿਰਧਾਰਤ ਮੁੱਲ ਵਿੱਚ ਬਦਲ ਦਿੱਤਾ ਜਾਵੇਗਾ।"
    },
    "marketplace": {
      "title": "ਮਾਰਕੀਟਪਲੇਸ ਸੂਚੀ ਮੁੱਲ",
      "subtitle": "ਇਹ ਵਿਕਲਪ ਤੁਹਾਨੂੰ ਮਾਰਕੀਟਪਲੇਸ ਵਿੱਚ ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ ਕੀਮਤ ਨੂੰ ਆਪਣੇ ਆਪ ਅਪਡੇਟ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ। ਕਦੇ-ਕਦਾਈਂ, ਮੁੱਖ ਉਤਪਾਦ ਦੀ ਕੀਮਤ ਮੈਨੂਅਲ ਕੀਮਤ ਤਬਦੀਲੀਆਂ ਦੇ ਕਾਰਨ ਵਿਕਰੇਤਾ ਦੀ ਕੀਮਤ ਦੇ ਨਾਲ ਇਕਸਾਰ ਨਹੀਂ ਹੋ ਸਕਦੀ ਹੈ।",
      "strategy": {
        "min": {
          "title": "ਘੱਟੋ-ਘੱਟ ਕੀਮਤ ਸੈੱਟ ਕਰੋ",
          "description": "ਲਿਸਟਿੰਗ ਕੀਮਤ ਦੇ ਤੌਰ 'ਤੇ ਉਤਪਾਦ ਦੀ ਘੱਟੋ-ਘੱਟ ਕੀਮਤ ਸੈੱਟ ਕਰੋ।"
        },
        "max": {
          "title": "ਵੱਧ ਤੋਂ ਵੱਧ ਕੀਮਤ ਸੈੱਟ ਕਰੋ",
          "description": "ਉਤਪਾਦ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਕੀਮਤ ਨੂੰ ਸੂਚੀਬੱਧ ਕੀਮਤ ਦੇ ਤੌਰ 'ਤੇ ਸੈੱਟ ਕਰੋ।"
        }
      }
    },
    "category": {
      "subtitle": "ਇੱਕ ਸ਼੍ਰੇਣੀ ਅਤੇ ਸਾਰੀਆਂ ਉਪ-ਸ਼੍ਰੇਣੀਆਂ ਤੱਕ ਬਲਕ ਕਾਰਵਾਈ ਨੂੰ ਸੀਮਤ ਕਰੋ।"
    },
    "vendor": {
      "subtitle": "ਇੱਕ ਖਾਸ ਵਿਕਰੇਤਾ ਤੱਕ ਬਲਕ ਕਾਰਵਾਈਆਂ ਨੂੰ ਸੀਮਿਤ ਕਰੋ। ਜਦੋਂ ਇੱਕ ਵਿਕਰੇਤਾ ਚੁਣਿਆ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਕੀਮਤ ਅੱਪਡੇਟ ਵਿਕਰੇਤਾ ਦੇ ਉਤਪਾਦਾਂ 'ਤੇ ਲਾਗੂ ਕੀਤਾ ਜਾਵੇਗਾ, ਜੋ ਉਸ ਵਿਕਰੇਤਾ ਲਈ ਵਿਕਰੀ ਮੁੱਲ ਨੂੰ ਦਰਸਾਉਂਦਾ ਹੈ।",
      "listing_price_need_update_msg": "ਜੇਕਰ ਤੁਸੀਂ ਸੂਚੀਕਰਨ ਕੀਮਤ (ਉਤਪਾਦ ਸੂਚੀ ਵਿੱਚ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਮਤ) ਨੂੰ ਅੱਪਡੇਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਉਸੇ ਫਿਲਟਰਾਂ ਨਾਲ ਬਲਕ ਅੱਪਡੇਟ ਨੂੰ ਮੁੜ-ਸਪੁਰਦ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਪਰ ਕਿਸੇ ਵਿਕਰੇਤਾ ਨੂੰ ਚੁਣੇ ਬਿਨਾਂ।"
    },
    "listing_products_changes": "ਸੂਚੀਕਰਨ ਉਤਪਾਦ ਬਦਲਦੇ ਹਨ",
    "total_vendor_products": "ਕੁੱਲ ਵਿਕਰੇਤਾ ਉਤਪਾਦ",
    "total_products": "ਕੁੱਲ ਉਤਪਾਦ",
    "total_variants": "ਕੁੱਲ ਰੂਪ"
  },
  "product_panel": {
    "excel_import": {
      "title": "ਐਕਸਲ / CSV ਫਾਈਲ ਇੱਥੇ ਸੁੱਟੋ।",
      "select_file": "ਫਾਈਲ ਚੁਣੋ",
      "max_file": "ਅਧਿਕਤਮ ਫਾਈਲ ਦਾ ਆਕਾਰ: 20mb",
      "download_sample": "ਨਮੂਨਾ ਡਾਊਨਲੋਡ ਕਰੋ"
    },
    "ai": {
      "title": "AI ਉਤਪਾਦ ਸਹਾਇਤਾ"
    }
  },
  "order_vendor": {
    "has_panel": "ਪੈਨਲ ਹੈ",
    "no_panel": "ਕੋਈ ਪੈਨਲ ਨਹੀਂ",
    "manual_action": {
      "title": "ਦਸਤੀ ਕਾਰਵਾਈਆਂ",
      "message": "ਤੁਸੀਂ ਵਿਕਰੇਤਾ ਆਰਡਰ ਸਥਿਤੀ ਨੂੰ ਹੱਥੀਂ ਅੱਪਡੇਟ ਕਰ ਸਕਦੇ ਹੋ।",
      "guides": [
        "ਪੈਨਲ ਪਹੁੰਚ ਵਾਲੇ ਵਿਕਰੇਤਾ ਆਪਣੇ ਸਮਰਪਿਤ ਡੈਸ਼ਬੋਰਡ ਵਿੱਚ ਆਪਣੀ ਪੂਰਤੀ (ਉਪ-ਆਰਡਰ) ਨੂੰ ਅਪਡੇਟ ਕਰ ਸਕਦੇ ਹਨ।",
        "ਜੇਕਰ ਵਿਕਰੇਤਾ ਕੋਲ ਕੋਈ ਪੈਨਲ ਪਹੁੰਚ ਨਹੀਂ ਹੈ, ਤਾਂ ਟੋਕਰੀ ਸਥਿਤੀ ਨੂੰ ਬਦਲ ਕੇ ਵਿਕਰੇਤਾ ਆਰਡਰ ਸਥਿਤੀ ਆਪਣੇ ਆਪ ਬਦਲ ਜਾਵੇਗੀ।",
        "ਤੁਸੀਂ ਵਿਕਰੇਤਾ ਦੇ ਆਦੇਸ਼ਾਂ ਨੂੰ ਹੱਥੀਂ ਅੱਪਡੇਟ ਕਰ ਸਕਦੇ ਹੋ।"
      ]
    },
    "payouts": {
      "title": "ਅਦਾਇਗੀਆਂ",
      "message": "ਵਿਕਰੇਤਾ ਦੇ ਭੁਗਤਾਨ ਅਤੇ ਲੈਣ-ਦੇਣ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।",
      "charge_tooltip": "ਚਾਰਜ ਵਿਕਰੇਤਾ ਵਾਲਿਟ.",
      "withdraw_tooltip": "ਵਿਕਰੇਤਾ ਵਾਲੇਟ ਤੋਂ ਵਾਪਸ ਲਓ।",
      "payout_tooltip": "ਵਿਕਰੇਤਾ ਨੂੰ ਭੁਗਤਾਨ."
    }
  },
  "vendor_dashboard": {
    "info": {
      "subtitle": "ਮਾਰਕੀਟਪਲੇਸ ਜਾਣਕਾਰੀ।"
    },
    "performance": {
      "subtitle": "ਮੇਰੀ ਵਿਕਰੀ ਪ੍ਰਦਰਸ਼ਨ."
    },
    "products": {
      "title": "ਉਤਪਾਦ",
      "subtitle": "ਇੱਥੇ ਤੁਸੀਂ ਮਾਰਕੀਟਪਲੇਸ 'ਤੇ ਸੂਚੀਬੱਧ ਆਪਣੇ ਉਤਪਾਦਾਂ ਦੀ ਗਿਣਤੀ ਦੇਖ ਸਕਦੇ ਹੋ। ਮਲਟੀਪਲ ਵਿਕਰੇਤਾਵਾਂ ਦੁਆਰਾ ਉਤਪਾਦ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤੇ ਗਏ ਹਨ।"
    },
    "wallets": {
      "title": "ਮੇਰੇ ਬਟੂਏ",
      "subtitle": "ਤੁਹਾਨੂੰ ਹੱਥੀਂ ਵਾਲਿਟ ਜੋੜਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ! ਵਿਕਰੇਤਾ ਵਾਲਿਟ ਆਪਣੇ ਆਪ ਬਣਾਏ ਜਾਣਗੇ।"
    },
    "open_marketplace_page": "ਮਾਰਕੀਟਪਲੇਸ ਪੰਨਾ ਖੋਲ੍ਹੋ",
    "open_my_store_page": "ਮੇਰਾ ਸਟੋਰ ਪੰਨਾ ਖੋਲ੍ਹੋ",
    "open_my_listing_page": "ਮੇਰਾ ਸੂਚੀਕਰਨ ਪੰਨਾ ਖੋਲ੍ਹੋ",
    "add_products_permission": "ਉਤਪਾਦਾਂ ਦੀ ਇਜਾਜ਼ਤ ਸ਼ਾਮਲ ਕਰੋ",
    "add_categories_permission": "ਸ਼੍ਰੇਣੀਆਂ ਦੀ ਇਜਾਜ਼ਤ ਸ਼ਾਮਲ ਕਰੋ"
  },
  "vendor_inventory": {
    "title": "ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ",
    "subtitle": "ਇਹ ਬਜ਼ਾਰ ਵਿੱਚ ਤੁਹਾਡੇ ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ ਹੈ। ਵਸਤੂ ਸੂਚੀ ਵਿੱਚ ਤੁਹਾਡੇ ਨਿਰਧਾਰਤ ਉਤਪਾਦਾਂ ਲਈ ਕੀਮਤਾਂ ਅਤੇ ਮਾਤਰਾਵਾਂ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ। ਇੱਕ ਵਿਕਰੇਤਾ ਦੇ ਤੌਰ 'ਤੇ, ਤੁਸੀਂ ਉਤਪਾਦ ਸੂਚੀ ਵਿੱਚ ਸਿਰਫ਼ ਇਕੱਲੇ-ਵਿਕਰੇਤਾ ਉਤਪਾਦ ਹੀ ਦੇਖੋਗੇ ਜੋ ਤੁਹਾਡੇ ਮਾਲਕ ਹਨ। ਹੋਰ ਨਿਰਧਾਰਤ ਉਤਪਾਦਾਂ ਨੂੰ ਵੀ ਇੱਥੇ ਸੋਧਿਆ ਜਾ ਸਕਦਾ ਹੈ।"
  },
  "vendor_payments": {
    "list": {
      "title": "ਭੁਗਤਾਨ ਇਤਿਹਾਸ",
      "subtitle": "ਤੁਸੀਂ ਇੱਥੇ ਆਪਣਾ ਭੁਗਤਾਨ ਇਤਿਹਾਸ ਦੇਖ ਸਕਦੇ ਹੋ। ਇਹ ਅਦਾਇਗੀਆਂ ਬੈਂਕ ਟ੍ਰਾਂਸਫਰ ਦੁਆਰਾ ਜਾਂ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਭੁਗਤਾਨ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਪ੍ਰਕਿਰਿਆ ਕੀਤੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ ਜੋ ਭੁਗਤਾਨ ਸਮਰੱਥਾਵਾਂ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੀਆਂ ਹਨ।"
    },
    "connect": {
      "title": "ਬੈਂਕ ਨਾਲ ਜੁੜੋ",
      "subtitle": "ਅਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਭੁਗਤਾਨ ਗੇਟਵੇਜ਼ ਲਈ ਸਪਲਿਟ ਭੁਗਤਾਨ ਸਮਰੱਥਾਵਾਂ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਾਂ। ਹਰੇਕ ਖਰੀਦ ਤੋਂ ਬਾਅਦ ਨਿਰਵਿਘਨ ਭੁਗਤਾਨ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਇਹਨਾਂ ਵਿਕਲਪਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਆਪਣੇ ਬੈਂਕ ਖਾਤੇ ਨੂੰ ਕਨੈਕਟ ਕਰੋ।"
    },
    "verify_dialog": {
      "title": "ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "option": {
        "title": "ਵਿਕਰੇਤਾ ਕਾਰਵਾਈ",
        "subtitle": "ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਟ੍ਰਾਂਸਫਰ ਨੂੰ ਸਵੀਕਾਰ ਜਾਂ ਅਸਵੀਕਾਰ ਕਰਨ ਦਾ ਵਿਕਲਪ ਹੈ। ਇਹ ਕਾਰਵਾਈ ਸਿਰਫ਼ ਇਤਿਹਾਸਕ ਰਿਕਾਰਡ ਵਜੋਂ ਕੰਮ ਕਰਦੀ ਹੈ। ਸਿਰਫ਼ ਪੁਸ਼ਟੀ ਕਰੋ ਕਿ ਕੀ ਤੁਹਾਨੂੰ ਫੰਡ ਪ੍ਰਾਪਤ ਹੋਏ ਹਨ; ਜੇਕਰ ਨਹੀਂ, ਤਾਂ ਕੋਈ ਕਾਰਵਾਈ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।"
      },
      "inputs": {
        "verify": {
          "label": "ਕੀ ਤੁਸੀਂ ਇਸ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਕੀਤੀ ਹੈ?",
          "false_description": "ਨਹੀਂ, ਮੈਨੂੰ ਅਜੇ ਤੱਕ ਇਹ ਭੁਗਤਾਨ ਮੇਰੇ ਬੈਂਕ ਖਾਤੇ ਵਿੱਚ ਨਹੀਂ ਮਿਲਿਆ ਹੈ।",
          "true_description": "ਹਾਂ, ਮੈਂ ਇਹ ਭੁਗਤਾਨ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ ਅਤੇ ਤਸਦੀਕ ਕਰ ਲਿਆ ਹੈ।"
        }
      }
    }
  },
  "order_vendor_payment": {
    "message": "ਇਹ ਮਾਰਕੀਟਪਲੇਸ 'ਤੇ ਤੁਹਾਡੇ ਵਰਚੁਅਲ ਵਾਲਿਟ ਵਿੱਚ ਲੈਣ-ਦੇਣ ਦੀ ਇੱਕ ਸੰਖੇਪ ਜਾਣਕਾਰੀ ਹੈ।",
    "vendor_wallets": "ਵਿਕਰੇਤਾ ਵਾਲਿਟ",
    "my_wallets": "ਮੇਰੇ ਬਟੂਏ"
  },
  "product_add_dropshipping_shops": {
    "subtitle": "ਇੱਥੇ, ਤੁਸੀਂ ਉਹਨਾਂ ਥੋਕ ਵਿਕਰੇਤਾਵਾਂ ਨੂੰ ਲੱਭ ਸਕਦੇ ਹੋ ਜੋ ਆਪਣੇ ਉਤਪਾਦਾਂ ਨੂੰ Selldone 'ਤੇ ਸੂਚੀਬੱਧ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਦੂਜੇ ਵਪਾਰੀਆਂ ਲਈ ਉਪਲਬਧ ਕਰਵਾਉਂਦੇ ਹਨ। ਸੇਲਡੋਨ ਦਾ ਬਿਲਟ-ਇਨ ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਪਲੇਟਫਾਰਮ ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਸਰਲ ਬਣਾਉਂਦਾ ਹੈ, ਇਸ ਨੂੰ ਥੋਕ ਵਿਕਰੇਤਾਵਾਂ ਅਤੇ ਵਪਾਰੀਆਂ ਦੋਵਾਂ ਲਈ ਆਸਾਨ ਅਤੇ ਸਿੱਧਾ ਬਣਾਉਂਦਾ ਹੈ।"
  },
  "customer_add": {
    "edit_title": "ਗਾਹਕ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "add_title": "ਨਵਾਂ ਗਾਹਕ ਸ਼ਾਮਲ ਕਰੋ",
    "subtitle": "ਆਪਣੇ ਸਟੋਰ ਵਿੱਚ ਇੱਕ ਗਾਹਕ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਈਮੇਲ ਪਤਾ ਜਾਂ ਫ਼ੋਨ ਨੰਬਰ ਪ੍ਰਦਾਨ ਕਰੋ।",
    "more": {
      "title": "ਹੋਰ ਵੇਰਵੇ ਸ਼ਾਮਲ ਕਰੋ",
      "subtitle": "ਮੁਦਰਾ, ਗਾਹਕ ਕਲੱਬ, ਹਿੱਸੇ, ਪਤਾ ਅਤੇ ਹੋਰ ਸੈੱਟ ਕਰੋ।"
    },
    "detail": {
      "subtitle": "ਆਪਣੇ ਗਾਹਕ ਬਾਰੇ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦਾ ਰਿਕਾਰਡ ਰੱਖੋ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਗਾਹਕ ਦੀ ਗੋਪਨੀਯਤਾ ਦਾ ਆਦਰ ਕਰੋ।"
    },
    "preferences": {
      "subtitle": "ਇੱਥੇ ਡਿਫੌਲਟ ਉਪਭੋਗਤਾ ਮੁਦਰਾ, ਗਾਹਕ ਕਲੱਬ, ਅਤੇ ਹਿੱਸੇ ਸੈੱਟ ਕਰੋ।"
    },
    "address": {
      "subtitle": "ਇਸ ਪਤੇ ਦੀ ਵਰਤੋਂ ਪੀ.ਓ.ਐੱਸ. ਉਪਭੋਗਤਾ ਇਸ ਜਾਣਕਾਰੀ ਨੂੰ ਨਹੀਂ ਦੇਖ ਸਕਦਾ ਹੈ।"
    }
  },
  "referral_bank": {
    "title": "ਰੈਫਰਲ ਡੈਸ਼ਬੋਰਡ",
    "subtitle": "ਤੁਹਾਡੀ ਬੇਨਤੀ 'ਤੇ, ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਰਸਾਏ ਬੈਂਕ ਖਾਤੇ ਵਿੱਚ ਕਮਿਸ਼ਨ ਫੀਸ ਦਾ ਭੁਗਤਾਨ ਕੀਤਾ ਜਾਵੇਗਾ। ਕਿਰਪਾ ਕਰਕੇ ਇੱਥੇ ਆਪਣੀ ਬੈਂਕ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰੋ।",
    "no_bank_info": "ਕੋਈ ਬੈਂਕ ਜਾਣਕਾਰੀ ਨਹੀਂ!",
    "actions": {
      "edit_my_bank_info": "ਮੇਰੀ ਬੈਂਕ ਜਾਣਕਾਰੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ"
    },
    "bank_dialog": {
      "title": "ਮੇਰੇ ਬੈਂਕ ਵੇਰਵੇ",
      "info": {
        "title": "ਬੈਂਕ",
        "subtitle": "ਕਿਰਪਾ ਕਰਕੇ ਇੱਥੇ ਆਪਣੀ ਬੈਂਕ ਜਾਣਕਾਰੀ ਦਰਜ ਕਰੋ। ਅਸੀਂ ਇਸ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਫੰਡ ਟ੍ਰਾਂਸਫਰ ਕਰਨ ਲਈ ਕਰਾਂਗੇ। ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਬੈਂਕ ਖਾਤਾ ਤੁਹਾਡੇ ਨਾਮ 'ਤੇ ਹੈ ਜਾਂ ਤੁਹਾਡੇ ਕਾਰੋਬਾਰ ਦੇ ਨਾਮ ਹੇਠ ਹੈ, ਜਿਵੇਂ ਕਿ ਲਾਗੂ ਹੋਵੇ।"
      },
      "inputs": {
        "name": {
          "label": "ਬੈਂਕ ਦਾ ਨਾਮ",
          "message": "ਬੈਂਕ ਦਾ ਪੂਰਾ ਨਾਮ ਜਿੱਥੇ ਖਾਤਾ ਹੈ।"
        },
        "holder_name": {
          "label": "ਖਾਤਾ ਧਾਰਕ ਦਾ ਨਾਮ",
          "message": "ਖਾਤਾ ਰੱਖਣ ਵਾਲੇ ਵਿਅਕਤੀ ਜਾਂ ਇਕਾਈ ਦਾ ਪੂਰਾ ਨਾਮ।"
        },
        "account_number": {
          "label": "ਅਕਾਊਂਟ ਨੰਬਰ",
          "message": "ਖਾਸ ਬੈਂਕ ਖਾਤੇ ਨਾਲ ਸੰਬੰਧਿਤ ਵਿਲੱਖਣ ਨੰਬਰ।"
        },
        "routing_number": {
          "label": "ਰੂਟਿੰਗ ਨੰਬਰ (ਅਮਰੀਕਾ) ਜਾਂ ਲੜੀਬੱਧ ਕੋਡ (ਯੂ.ਕੇ.)",
          "message": "ਇੱਕ ਨੰਬਰ ਜੋ ਖਾਸ ਬੈਂਕ ਸ਼ਾਖਾ ਦੀ ਪਛਾਣ ਕਰਦਾ ਹੈ (ਵੱਖ-ਵੱਖ ਦੇਸ਼ਾਂ ਵਿੱਚ ਵੱਖ-ਵੱਖ ਸ਼ਬਦ ਵਰਤੇ ਜਾਂਦੇ ਹਨ)।"
        },
        "swift": {
          "label": "SWIFT/BIC ਕੋਡ",
          "message": "ਇੱਕ ਅੰਤਰਰਾਸ਼ਟਰੀ ਕੋਡ ਵਿਸ਼ਵ ਪੱਧਰ 'ਤੇ ਬੈਂਕਾਂ ਦੀ ਪਛਾਣ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਖਾਸ ਕਰਕੇ ਅੰਤਰਰਾਸ਼ਟਰੀ ਟ੍ਰਾਂਸਫਰ ਲਈ।"
        },
        "iban": {
          "label": "IBAN (ਅੰਤਰਰਾਸ਼ਟਰੀ ਬੈਂਕ ਖਾਤਾ ਨੰਬਰ)",
          "message": "ਮੁੱਖ ਤੌਰ 'ਤੇ ਯੂਰਪ ਵਿੱਚ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, IBAN ਰਾਸ਼ਟਰੀ ਸਰਹੱਦਾਂ ਦੇ ਪਾਰ ਬੈਂਕ ਖਾਤਿਆਂ ਦੀ ਪਛਾਣ ਕਰਨ ਲਈ ਇੱਕ ਅੰਤਰਰਾਸ਼ਟਰੀ ਤੌਰ 'ਤੇ ਸਹਿਮਤੀ ਵਾਲਾ ਸਿਸਟਮ ਹੈ।"
        },
        "contact": {
          "label": "ਸੰਪਰਕ ਜਾਣਕਾਰੀ",
          "message": "ਖਾਤੇ ਨਾਲ ਸਬੰਧਿਤ ਫ਼ੋਨ ਨੰਬਰ ਜਾਂ ਈਮੇਲ ਪਤਾ।"
        },
        "note": {
          "label": "ਨੋਟ ਕਰੋ",
          "message": "ਵਾਧੂ ਨੋਟ"
        }
      }
    },
    "notifications": {
      "save": {
        "message": "ਤੁਹਾਡੀ ਬੈਂਕ ਜਾਣਕਾਰੀ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ।"
      }
    }
  },
  "referral_tier": {
    "message": "ਤੁਹਾਡੇ ਹਵਾਲੇ ਦੁਆਰਾ ਕੀਤੀਆਂ ਸਾਰੀਆਂ ਸੇਵਾ ਫੀਸਾਂ, ਗਾਹਕੀ ਅਤੇ ਹੋਰ ਭੁਗਤਾਨਾਂ ਤੋਂ।"
  },
  "ReferralTiers": {
    "Bronze": {
      "title": "ਟੀਅਰ ਕਾਂਸੀ",
      "description": "ਤੁਸੀਂ ਕਾਂਸੀ ਦੇ ਟੀਅਰ ਵਿੱਚ ਹੋ। ਤੁਸੀਂ ਆਪਣੇ ਰੈਫਰਲ ਤੋਂ 2% ਕਮਿਸ਼ਨ ਕਮਾਇਆ ਹੈ।"
    },
    "Silver": {
      "title": "ਟੀਅਰ ਸਿਲਵਰ",
      "description": "ਤੁਸੀਂ ਸਿਲਵਰ ਟੀਅਰ ਵਿੱਚ ਹੋ। ਤੁਸੀਂ ਆਪਣੇ ਰੈਫਰਲ ਤੋਂ 4% ਕਮਿਸ਼ਨ ਕਮਾਇਆ ਹੈ।"
    },
    "Gold": {
      "title": "ਟੀਅਰ ਗੋਲਡ",
      "description": "ਤੁਸੀਂ ਗੋਲਡ ਟੀਅਰ ਵਿੱਚ ਹੋ। ਤੁਸੀਂ ਆਪਣੇ ਰੈਫਰਲ ਤੋਂ 6% ਕਮਿਸ਼ਨ ਕਮਾਇਆ ਹੈ।"
    },
    "Platinum": {
      "title": "ਟੀਅਰ ਪਲੈਟੀਨਮ",
      "description": "ਤੁਸੀਂ ਪਲੈਟੀਨਮ ਟੀਅਰ ਵਿੱਚ ਹੋ। ਤੁਸੀਂ ਆਪਣੇ ਰੈਫਰਲ ਤੋਂ 8% ਕਮਿਸ਼ਨ ਕਮਾਇਆ ਹੈ।"
    },
    "Diamond": {
      "title": "ਟੀਅਰ ਡਾਇਮੰਡ",
      "description": "ਤੁਸੀਂ ਡਾਇਮੰਡ ਟੀਅਰ ਵਿੱਚ ਹੋ। ਤੁਸੀਂ ਆਪਣੇ ਰੈਫਰਲ ਤੋਂ 10% ਕਮਿਸ਼ਨ ਕਮਾਇਆ ਹੈ।"
    }
  },
  "page_monetize": {
    "title": "ਮੁਦਰੀਕਰਨ ਕਰੋ",
    "subtitle": "ਵਪਾਰਕ ਮੌਕਿਆਂ ਤੱਕ ਪਹੁੰਚ ਫੈਲਾਓ।"
  },
  "sms_template_mode": {
    "text": {
      "title": "ਸਾਦਾ ਟੈਕਸਟ",
      "desc": "ਆਟੋ ਰਿਪਲੇਸ ਪੈਰਾਮੀਟਰ ਅਤੇ ਭੇਜੇ ਜਾਣ ਵਾਲੇ ਟੈਕਸਟ ਤੋਂ ਸੁਨੇਹਾ ਬਣਾਇਆ ਜਾਵੇਗਾ।"
    },
    "template": {
      "title": "ਢਾਂਚਾਗਤ ਟੈਮਪਲੇਟ",
      "desc": "ਪੈਰਾਮੀਟਰਾਂ ਤੋਂ ਇੱਕ ਵਸਤੂ ਬਣਾਈ ਜਾਵੇਗੀ ਅਤੇ ਪ੍ਰਦਾਤਾ ਨੂੰ ਭੇਜੀ ਜਾਵੇਗੀ।"
    }
  },
  "shop_sms_provider": {
    "title": "ਕਸਟਮ SMS ਪ੍ਰਦਾਤਾ",
    "reset_error": "ਤਰੁੱਟੀਆਂ ਰੀਸੈਟ ਕਰੋ",
    "subtitle": "ਇੱਕ ਕਸਟਮ SMS ਸੇਵਾ ਪ੍ਰਦਾਤਾ ਸੈਟ ਅਪ ਕਰੋ ਅਤੇ ਆਪਣੇ ਪ੍ਰਮਾਣੀਕਰਨ SMS ਅਤੇ ਵਪਾਰਕ ਨਾਮ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰੋ। ਪੂਰਵ-ਨਿਰਧਾਰਤ ਪ੍ਰਦਾਤਾ ਸਿਰਫ਼ ਪ੍ਰਮਾਣੀਕਰਨ SMS ਭੇਜਦਾ ਹੈ ਅਤੇ ਕੁਝ ਵਾਈਟ-ਸੂਚੀ ਵਾਲੇ ਦੇਸ਼ਾਂ ਵਿੱਚ ਸੁਨੇਹਿਆਂ ਨੂੰ ਸੂਚਿਤ ਕਰਦਾ ਹੈ।",
    "plain_text": "ਸਾਦਾ ਟੈਕਸਟ",
    "structural_template": "ਢਾਂਚਾਗਤ ਟੈਮਪਲੇਟ",
    "errors_limit_msg": "ਜੇਕਰ ਤੁਹਾਡੀ ਸੇਵਾ 100 ਤਰੁੱਟੀਆਂ ਤੋਂ ਵੱਧ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਇਹ ਆਪਣੇ ਆਪ ਹੀ ਅਯੋਗ ਹੋ ਜਾਵੇਗੀ! ਤੁਸੀਂ ਇਸਨੂੰ ਮੁੜ-ਸਮਰੱਥ ਬਣਾਉਣ ਲਈ ਤਰੁੱਟੀਆਂ ਨੂੰ ਰੀਸੈਟ ਕਰ ਸਕਦੇ ਹੋ।",
    "enable_input": {
      "false_description": "OTP ਸੁਨੇਹੇ ਚੁਣੇ ਹੋਏ ਦੇਸ਼ਾਂ ਵਿੱਚ Selldone ਰਾਹੀਂ ਭੇਜੇ ਜਾਣਗੇ, ਜਦੋਂ ਕਿ ਹੋਰ ਆਰਡਰ ਸੂਚਨਾ SMS ਵੀ ਭੇਜੇ ਜਾਣਗੇ।",
      "true_description": "ਤੁਹਾਡੇ ਸੇਵਾ ਪ੍ਰਦਾਤਾ ਦੀ ਵਰਤੋਂ ਕਰਕੇ SMS ਸੁਨੇਹੇ ਡਿਲੀਵਰ ਕੀਤੇ ਜਾਣਗੇ।"
    },
    "test_input": {
      "true_title": "ਸੰਰਚਨਾ ਪ੍ਰਮਾਣਿਤ ਕਰੋ",
      "true_description": "ਅਸੀਂ ਤੁਹਾਡੇ ਫ਼ੋਨ ਨੰਬਰ 📞 <b>{phone}</b> 'ਤੇ ਇੱਕ ਜਾਂਚ ਸੁਨੇਹਾ ਭੇਜਾਂਗੇ, ਇਹ ਤੁਹਾਨੂੰ ਚਾਰਜ ਕਰ ਸਕਦਾ ਹੈ, ਪਰ ਤੁਸੀਂ ਇਹ ਯਕੀਨੀ ਬਣਾ ਸਕਦੇ ਹੋ ਕਿ ਸਭ ਕੁਝ ਠੀਕ ਚੱਲ ਰਿਹਾ ਹੈ।"
    },
    "sync_action": {
      "title": "ਕਾਰਵਾਈਆਂ",
      "subtitle": "ਕੁਝ SMS ਸੇਵਾਵਾਂ ਮੁਹਿੰਮਾਂ, ਮਾਰਕੀਟਿੰਗ ਅਤੇ ਹੋਰ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਵਰਗੀਆਂ ਵਾਧੂ ਸੇਵਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਦੀਆਂ ਹਨ। ਤੁਸੀਂ ਉਹਨਾਂ ਦੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਨੂੰ ਹੋਰ ਤੇਜ਼ੀ ਨਾਲ ਵਰਤਣ ਲਈ ਆਪਣੇ ਸੰਪਰਕਾਂ ਜਾਂ ਵਾਧੂ ਜਾਣਕਾਰੀ ਨੂੰ ਸਿੰਕ ਕਰ ਸਕਦੇ ਹੋ।",
      "action": "ਸੰਪਰਕ ਸਿੰਕ ਕਰੋ"
    },
    "tokens": {
      "title": "ਪੈਰਾਮੀਟਰ",
      "subtitle": "ਆਪਣੇ SMS ਸੇਵਾ ਪ੍ਰਦਾਤਾ ਨੂੰ ਆਪਣੀ ਦੁਕਾਨ ਨਾਲ ਲਿੰਕ ਕਰਨ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਮਾਪਦੰਡ ਸੈਟ ਕਰੋ।"
    }
  },
  "sms_messages_options": {
    "all": {
      "title": "OPT + ਆਰਡਰ ਸੂਚਨਾਵਾਂ",
      "description": "ਪ੍ਰਮਾਣੀਕਰਨ ਸੁਨੇਹੇ ਅਤੇ ਆਰਡਰ ਸੂਚਨਾ ਭੇਜੀ ਜਾਵੇਗੀ।"
    },
    "otp": {
      "title": "OTP ਸਿਰਫ਼",
      "description": "ਪ੍ਰਮਾਣੀਕਰਨ ਸੁਨੇਹੇ ਭੇਜੇ ਜਾਣਗੇ।"
    }
  },
  "shop_email_provider": {
    "title": "ਕਸਟਮ ਮੇਲ ਸਰਵਰ",
    "subtitle": "ਆਪਣੇ ਕਸਟਮ ਡੋਮੇਨ ਰਾਹੀਂ ਈਮੇਲ ਭੇਜਣ ਲਈ ਆਪਣੇ ਮੇਲ ਸੇਵਾ ਪ੍ਰਦਾਤਾ ਨੂੰ ਕਨੈਕਟ ਕਰੋ।",
    "provider": "ਪ੍ਰਦਾਤਾ",
    "enable_input": {
      "false_description": "ਤੁਹਾਡੀਆਂ ਈਮੇਲਾਂ ਤੁਹਾਡੇ myselldone ਡੋਮੇਨ ਰਾਹੀਂ ਭੇਜੀਆਂ ਜਾਣਗੀਆਂ।",
      "true_description": "ਤੁਹਾਡੀਆਂ ਈਮੇਲਾਂ ਤੁਹਾਡੇ ਕਸਟਮ ਮੇਲ ਡੋਮੇਨ ਦੁਆਰਾ ਭੇਜੀਆਂ ਜਾਣਗੀਆਂ।"
    },
    "config": {
      "title": "ਸੰਰਚਨਾ",
      "subtitle": "ਆਪਣੀ ਦੁਕਾਨ ਲਈ ਆਪਣੀ ਕਸਟਮ ਮੇਲ ਸੇਵਾ ਨੂੰ ਕੌਂਫਿਗਰ ਕਰਨ ਲਈ, ਹੋਰ ਜ਼ਰੂਰੀ ਸੈਟਿੰਗਾਂ ਦੇ ਨਾਲ ਆਪਣੀ ਸੇਵਾ API ਕੁੰਜੀ ਨੂੰ ਇਨਪੁਟ ਕਰੋ।"
    },
    "sender": {
      "title": "ਤੋਂ",
      "subtitle": "ਤੁਸੀਂ ਡਿਫੌਲਟ ਭੇਜਣ ਵਾਲੇ ਦੇ ਨਾਮ ਅਤੇ ਈਮੇਲ ਪਤੇ ਨੂੰ ਕੌਂਫਿਗਰ ਕਰ ਸਕਦੇ ਹੋ, ਜੋ ਤੁਹਾਡੇ ਗਾਹਕਾਂ ਨੂੰ ਈਮੇਲ ਭੇਜਣ ਲਈ ਵਰਤਿਆ ਜਾਵੇਗਾ।"
    },
    "inputs": {
      "from": {
        "label": "ਈਮੇਲ ਤੋਂ"
      },
      "from_name": {
        "label": "ਨਾਮ ਤੋਂ"
      }
    },
    "actions": {
      "send_test_email": "ਇੱਕ ਟੈਸਟ ਈਮੇਲ ਭੇਜੋ"
    },
    "messages": {
      "provider_error_limit": "ਜੇਕਰ ਤੁਹਾਡੀ ਸੇਵਾ 100 ਤਰੁੱਟੀਆਂ ਤੋਂ ਵੱਧ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਇਹ ਆਪਣੇ ਆਪ ਹੀ ਅਯੋਗ ਹੋ ਜਾਵੇਗੀ! ਤੁਸੀਂ ਇਸਨੂੰ ਮੁੜ-ਸਮਰੱਥ ਬਣਾਉਣ ਲਈ ਤਰੁੱਟੀਆਂ ਨੂੰ ਰੀਸੈਟ ਕਰ ਸਕਦੇ ਹੋ।",
      "encryption_ports_guide": "ਈਮੇਲ ਪ੍ਰਦਾਤਾ ਉਪਲਬਧ ਪੋਰਟਾਂ ਦੇ ਆਧਾਰ 'ਤੇ SSL, TLS, ਜਾਂ ਅਨਇਨਕ੍ਰਿਪਟਡ ਕਨੈਕਸ਼ਨ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰ ਸਕਦੇ ਹਨ। ਜੇਕਰ ਕਨੈਕਟ ਕਰਨ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਕੋਈ ਗੜਬੜ ਹੁੰਦੀ ਹੈ, ਤਾਂ ਏਨਕ੍ਰਿਪਸ਼ਨ ਮੋਡ ਨੂੰ ਬਦਲਣ ਨਾਲ ਸਮੱਸਿਆ ਹੱਲ ਹੋ ਸਕਦੀ ਹੈ। ਸਟੈਂਡਰਡ <b>TLS</b> ਪੋਰਟ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ: <b>587</b> ਅਤੇ <b>SSL</b> ਪੋਰਟ: <b>465 ਦੀ</b> ਵਰਤੋਂ ਕਰਦਾ ਹੈ।",
      "enable_receive_test": "ਤਬਦੀਲੀਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਤੁਸੀਂ <b>{email}</b> 'ਤੇ ਇੱਕ ਟੈਸਟ ਮੇਲ ਪ੍ਰਾਪਤ ਕਰੋਗੇ। ਨਵੀਂ ਸੰਰਚਨਾ ਨਾਲ ਇੱਕ ਟੈਸਟ ਈਮੇਲ ਭੇਜਣ ਤੋਂ ਪਹਿਲਾਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰੋ।"
    }
  },
  "product_location_restrictions": {
    "title": "ਉਪਲਬਧ ਸਥਾਨ",
    "subtitle": "ਜੇਕਰ ਤੁਹਾਡਾ ਉਤਪਾਦ ਜਾਂ ਸੇਵਾ ਦੇਸ਼ ਅਤੇ ਜ਼ਿਪ ਜਾਂ ਪਿੰਨ ਕੋਡਾਂ ਦੁਆਰਾ ਪਰਿਭਾਸ਼ਿਤ ਕੀਤੇ ਗਏ ਖਾਸ ਖੇਤਰਾਂ ਵਿੱਚ ਹੀ ਉਪਲਬਧ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਉਹਨਾਂ ਸਥਾਨਾਂ ਨੂੰ ਇੱਥੇ ਮਨੋਨੀਤ ਕਰ ਸਕਦੇ ਹੋ। ਇਹ ਸਥਾਨ ਪਾਬੰਦੀਆਂ ਉਤਪਾਦ ਪੱਧਰ 'ਤੇ ਲਾਗੂ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਉਤਪਾਦ ਪੰਨੇ 'ਤੇ, ਗਾਹਕਾਂ ਨੂੰ ਉਨ੍ਹਾਂ ਦੀ ਸਥਿਤੀ ਦੀ ਚੋਣ ਕਰਨ ਲਈ ਕਿਹਾ ਜਾਵੇਗਾ। ਜੇਕਰ ਉਤਪਾਦ ਉਨ੍ਹਾਂ ਦੇ ਚੁਣੇ ਹੋਏ ਖੇਤਰ ਵਿੱਚ ਉਪਲਬਧ ਹੈ, ਤਾਂ ਉਹ ਖਰੀਦ ਨੂੰ ਅੱਗੇ ਵਧਾਉਣ ਦੇ ਯੋਗ ਹੋਣਗੇ।",
    "add_location_action": "ਦੇਸ਼ ਸ਼ਾਮਲ ਕਰੋ",
    "no_restriction": "ਕੋਈ ਪਾਬੰਦੀ ਨਹੀਂ",
    "import": {
      "title": "ਪ੍ਰੋਫਾਈਲ ਲੋਡ ਕਰੋ",
      "subtitle": "ਇੱਕ ਸੁਰੱਖਿਅਤ ਸਥਾਨ ਪ੍ਰੋਫਾਈਲ ਚੁਣੋ।"
    },
    "export": {
      "title": "ਪ੍ਰੋਫਾਈਲ ਸੁਰੱਖਿਅਤ ਕਰੋ",
      "subtitle": "ਭਵਿੱਖ ਵਿੱਚ ਵਰਤੋਂ ਲਈ ਸਥਾਨਾਂ ਨੂੰ ਸਟੋਰ ਕਰੋ।"
    },
    "has_restriction_input": {
      "title": "ਟਿਕਾਣਾ ਪਾਬੰਦੀ ਹੈ",
      "description": "ਗਾਹਕ ਇਸ ਉਤਪਾਦ ਨੂੰ ਨਿਰਧਾਰਿਤ ਦੇਸ਼ ਅਤੇ ਜ਼ਿਪ ਕੋਡ ਦੇ ਅੰਦਰ ਹੀ ਖਰੀਦ ਸਕਦੇ ਹਨ, ਸਥਾਪਤ ਸਥਾਨ ਪਾਬੰਦੀ ਦੇ ਕਾਰਨ।"
    },
    "zip_pin_code": "ਜ਼ਿਪ/ਪਿਨ ਕੋਡ",
    "no_country_selected_error": "ਕਿਰਪਾ ਕਰਕੇ ਜ਼ਿਪ/ਪਿਨ ਕੋਡਾਂ ਦੀ ਸੂਚੀ ਦੇ ਨਾਲ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਦੇਸ਼ ਸ਼ਾਮਲ ਕਰੋ। ਇਸ ਤੋਂ ਬਿਨਾਂ, ਇਹ ਉਤਪਾਦ ਉਪਲਬਧ ਨਹੀਂ ਹੋਵੇਗਾ।",
    "tips": "ਨਵਾਂ ਟਿਕਾਣਾ ਸੈੱਟ ਬਣਾਉਣਾ ਸ਼ੁਰੂ ਕਰਨ ਲਈ <b>+ ਦੇਸ਼ ਸ਼ਾਮਲ ਕਰੋ</b> ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ। ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਪੂਰਾ ਕਰ ਲੈਂਦੇ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਉੱਪਰ-ਸੱਜੇ <b>⋮ ਮੀਨੂ</b> 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ ਅਤੇ <b>ਪ੍ਰੋਫਾਈਲ ਸੁਰੱਖਿਅਤ ਕਰੋ ਨੂੰ</b> ਚੁਣ ਕੇ ਇਸਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰ ਸਕਦੇ ਹੋ।",
    "need_save_message": "ਉਤਪਾਦ ਲਈ ਸਥਾਨ ਪਾਬੰਦੀ ਸੈਟਿੰਗਾਂ ਨੂੰ ਬਦਲ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਇਹਨਾਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਰੱਖਣ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ 'ਸੇਵ' ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
    "add_dialog": {
      "title": "ਦੇਸ਼ ਸ਼ਾਮਲ ਕਰੋ",
      "message": "ਇੱਕ ਦੇਸ਼ ਚੁਣੋ ਅਤੇ 'ਸ਼ਾਮਲ ਕਰੋ' 'ਤੇ ਕਲਿੱਕ ਕਰੋ। ਇਹ ਦੇਸ਼ ਨੂੰ ਸਾਰਣੀ ਵਿੱਚ ਜੋੜ ਦੇਵੇਗਾ, ਜਿਸ ਨਾਲ ਤੁਸੀਂ ਜ਼ਿਪਕੋਡ, ਪਿੰਨ ਕੋਡ, ਸ਼ਹਿਰ ਦੇ ਨਾਮ, ਜਾਂ ਖੇਤਰ ਦੇ ਨਾਮ ਨਿਰਧਾਰਤ ਕਰ ਸਕਦੇ ਹੋ।"
    },
    "save_profile_dialog": {
      "title": "ਟਿਕਾਣਾ ਪ੍ਰੋਫਾਈਲ ਸ਼ਾਮਲ ਕਰੋ",
      "message": "ਟਿਕਾਣਿਆਂ ਦੇ ਇਸ ਸੈੱਟ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਨਾਮ ਇਨਪੁਟ ਕਰੋ। ਇਹ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਟਿਕਾਣਾ ਸੈੱਟ ਹੋਰ ਉਤਪਾਦਾਂ 'ਤੇ ਲਾਗੂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਸਿਰਫ਼ ਇੱਕ ਕਲਿੱਕ ਨਾਲ ਤੁਰੰਤ ਟਿਕਾਣਾ ਲੋਡ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦਾ ਹੈ। ਜੇਕਰ ਮੁਹੱਈਆ ਕੀਤੇ ਨਾਮ ਵਾਲਾ ਇੱਕ ਪ੍ਰੋਫਾਈਲ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ, ਤਾਂ ਇਸਨੂੰ ਇਹਨਾਂ ਨਵੇਂ ਮੁੱਲਾਂ ਨਾਲ ਅੱਪਡੇਟ ਕੀਤਾ ਜਾਵੇਗਾ।",
      "title_input": {
        "title": "ਪ੍ਰੋਫਾਈਲ ਸਿਰਲੇਖ",
        "placeholder": "ਇੱਕ ਸ਼੍ਰੇਣੀ ਦਾ ਨਾਮ, ਜਾਂ ਸਟੋਰ ਦਾ ਨਾਮ, ..."
      }
    },
    "load_profile_dialog": {
      "title": "ਸਥਾਨ ਪ੍ਰੋਫਾਈਲ ਲੋਡ ਕਰੋ",
      "message": "ਤੁਸੀਂ ਇੱਥੇ ਪਹਿਲਾਂ ਸੇਵ ਕੀਤੇ ਟਿਕਾਣੇ ਸੈੱਟ ਨੂੰ ਚੁਣ ਕੇ ਟਿਕਾਣੇ ਲੋਡ ਕਰ ਸਕਦੇ ਹੋ।",
      "select_input": {
        "title": "ਟਿਕਾਣਾ ਪ੍ਰੋਫ਼ਾਈਲ",
        "placeholder": "ਇੱਕ ਪ੍ਰੋਫਾਈਲ ਚੁਣੋ..."
      }
    }
  },
  "blog_timeline": {
    "title": "ਸਮੱਗਰੀ ਰੀਲੀਜ਼ ਅਨੁਸੂਚੀ",
    "subtitle": "ਇੱਥੇ ਭਵਿੱਖ ਦੇ ਪ੍ਰਕਾਸ਼ਨ ਲਈ ਨਿਰਧਾਰਤ ਕੀਤੇ ਗਏ ਲੇਖਾਂ ਦੀ ਸੂਚੀ ਹੈ। ਤੁਹਾਡੇ ਕੋਲ ਬਲੌਗ ਪੋਸਟਾਂ ਨੂੰ ਤਹਿ ਕਰਨ ਦੀ ਸਮਰੱਥਾ ਹੈ ਅਤੇ ਖਾਸ ਸਮੇਂ 'ਤੇ ਪ੍ਰਕਾਸ਼ਿਤ ਕੀਤੇ ਜਾਣ ਵਾਲੇ ਉਤਪਾਦ ਵਰਣਨ ਵੀ."
  },
  "direct_feedback": {
    "title": "ਸਿੱਧੀ ਬੇਨਤੀ ਭੇਜੋ",
    "message": "Selldone 'ਤੇ ਵਧਣ-ਫੁੱਲਣ ਅਤੇ ਮੁਨਾਫ਼ੇ ਲਈ ਆਪਣੀਆਂ ਚੋਟੀ ਦੀਆਂ 3 ਕਾਰੋਬਾਰੀ ਲੋੜਾਂ ਦੀ ਪਛਾਣ ਕਰੋ। ਇਹ ਜਾਣਕਾਰੀ ਸੰਸਥਾਪਕਾਂ ਅਤੇ ਨਿਰਦੇਸ਼ਕਾਂ ਨਾਲ ਸਿੱਧੀ ਸਾਂਝੀ ਕੀਤੀ ਜਾਵੇਗੀ ਅਤੇ ਧਿਆਨ ਨਾਲ ਵਿਚਾਰਿਆ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਸਬਮਿਟ ਕਰਨ ਤੋਂ ਬਾਅਦ ਸਮੇਂ ਦੇ ਨਾਲ ਆਪਣੀਆਂ ਜ਼ਰੂਰਤਾਂ ਨੂੰ ਵੀ ਅਪਡੇਟ ਕਰ ਸਕਦੇ ਹੋ।",
    "expand_action": "ਬੇਨਤੀ ਲਿਖੋ...",
    "input_label": "ਤੁਹਾਡੀ ਬੇਨਤੀ",
    "to": {
      "ceo": "ਸੀਈਓ ਨੂੰ ਭੇਜੋ",
      "team": "ਟੀਮ ਨੂੰ ਭੇਜੋ"
    },
    "placeholder": {
      "ceo": "ਬਿਲਕੁਲ ਚੰਗੇ ਹੋਣ ਦੀ ਕੋਈ ਲੋੜ ਨਹੀਂ, ਮੈਂ ਤੁਹਾਡੀ ਸਿੱਧੀ, ਸੱਜੇ-ਤੋਂ-ਪੁਆਇੰਟ ਪੁੱਛਣਾ ਸੁਣਨਾ ਪਸੰਦ ਕਰਦਾ ਹਾਂ। ਜਿਵੇਂ ਕਿ ਮੇਰੇ ਕੋਲ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ...",
      "team": "ਕਿਰਪਾ ਕਰਕੇ ਉਹਨਾਂ ਨਾਲ ਚੰਗੇ ਬਣਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜਿਵੇਂ ਕਿ ਮੈਨੂੰ ਚਾਹੀਦਾ ਹੈ..."
    }
  },
  "inventory_filter": {
    "placeholder": "ਫਿਲਟਰ *.* ਚੁਣੋ"
  },
  "vendor_input": {
    "placeholder": "ਫਿਲਟਰ ਵਿਕਰੇਤਾ..."
  },
  "product_import_processing": {
    "title": "ਆਯਾਤ ਉਤਪਾਦਾਂ ਦੀ ਪ੍ਰੋਸੈਸਿੰਗ",
    "message": "ਅਸੀਂ ਉਤਪਾਦਾਂ ਅਤੇ ਚਿੱਤਰਾਂ ਨੂੰ ਆਯਾਤ ਕਰਨ ਦੀ ਪ੍ਰਕਿਰਿਆ ਵਿੱਚ ਹਾਂ, ਜਿਸ ਨੂੰ ਪੂਰਾ ਹੋਣ ਵਿੱਚ ਕੁਝ ਸਮਾਂ ਲੱਗ ਸਕਦਾ ਹੈ।"
  },
  "order_input": {
    "message": "ਇੱਥੇ ਪ੍ਰਦਰਸ਼ਿਤ ਜਾਣਕਾਰੀ ਗਾਹਕ ਦੁਆਰਾ, ਉਤਪਾਦ ਇਨਪੁਟ ਫਾਰਮ ਢਾਂਚੇ ਦੇ ਅਨੁਸਾਰ ਜਮ੍ਹਾਂ ਕੀਤੀ ਗਈ ਹੈ।"
  },
  "shop_connect": {
    "test": {
      "title": "ਸਥਾਪਨਾ ਕਰਨਾ",
      "subtitle": "ਬਾਹਰੀ ਸੇਵਾ ਰਿਪੋਰਟ",
      "action": "ਟੈਸਟ ਕਨੈਕਸ਼ਨ",
      "last_update": "ਵੱਲੋਂ ਆਖਰੀ ਵਾਰ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ"
    },
    "service_status": {
      "title": "ਸੇਵਾ ਸਥਿਤੀ",
      "syncing_message": "ਸਿੰਕਿੰਗ ਪ੍ਰਕਿਰਿਆ 'ਤੇ...",
      "action": "ਸਭ ਨੂੰ ਸਿੰਕ ਕਰੋ",
      "connect_status": "ਕਨੈਕਟ ਸਥਿਤੀ",
      "service_status": "ਸੇਵਾ ਸਥਿਤੀ",
      "auto_confirm_enable_msg": "ਆਰਡਰਾਂ ਲਈ ਸਵੈ-ਪੁਸ਼ਟੀ ਸਮਰਥਿਤ ਹੈ।",
      "auto_confirm_disable_msg": "ਆਰਡਰਾਂ ਦੀ ਆਟੋਮੈਟਿਕ ਪੁਸ਼ਟੀਕਰਨ ਯੋਗ ਨਹੀਂ ਹੈ।",
      "shipping_enable_msg": "ਸ਼ਿਪਿੰਗ ਲਾਗਤ ਦੀ ਗਣਨਾ ਚੈੱਕਆਉਟ 'ਤੇ ਦਿੱਤੀ ਗਈ ਜਾਣਕਾਰੀ ਦੇ ਆਧਾਰ 'ਤੇ ਕੀਤੀ ਜਾਵੇਗੀ।"
    },
    "detail": {
      "title": "ਵੇਰਵੇ ਨਾਲ ਕਨੈਕਟ ਕਰੋ",
      "auto_confirm_order": "ਆਟੋ ਪੁਸ਼ਟੀ ਆਰਡਰ",
      "test_mode": "ਟੈਸਟ ਮੋਡ",
      "status": {
        "subtitle": "ਸਮਕਾਲੀ ਸਥਿਤੀ ਬਾਰੇ ਸਮੁੱਚੀ ਜਾਣਕਾਰੀ।"
      },
      "sync": {
        "title": "ਸਮਕਾਲੀ ਵੇਰਵੇ",
        "subtitle": "ਅੰਦਰੂਨੀ ਸਮਕਾਲੀਕਰਨ ਵੇਰਵੇ। ਇਹ ਜਾਣਕਾਰੀ ਇੱਕ ਸਿੰਕ ਪ੍ਰਕਿਰਿਆ ਯੁੱਗ ਦੇ ਸਫਲਤਾਪੂਰਵਕ ਖਤਮ ਹੋਣ ਤੋਂ ਬਾਅਦ ਸੁਰੱਖਿਅਤ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।",
        "no_data": "ਕੋਈ ਸਮਕਾਲੀ ਜਾਣਕਾਰੀ ਨਹੀਂ!"
      }
    },
    "products": {
      "title": "ਉਤਪਾਦ",
      "subtitle": "{name} ਤੋਂ ਸ਼ਾਮਲ ਕੀਤੇ ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ। ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡੇ ਉਤਪਾਦ ਦਾ ਇੱਕ ਵਿਲੱਖਣ ਨਾਮ ਅਤੇ SKU ਹੈ। ਕੁਝ ਕਨੈਕਟ ਸੇਵਾਵਾਂ ਮਾਈਗ੍ਰੇਸ਼ਨ ਲਈ ਵਰਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਇਸਲਈ ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਡੁਪਲੀਕੇਟ <b>SKU</b> ਅਤੇ <b>ਨਾਮ</b> ਵਾਲੇ ਉਤਪਾਦ ਹਨ, ਤਾਂ ਉਹਨਾਂ ਉਤਪਾਦਾਂ ਨੂੰ ਬਦਲ ਦਿੱਤਾ ਜਾਵੇਗਾ!",
      "action": "ਉਤਪਾਦ ਪ੍ਰਾਪਤ ਕਰੋ",
      "syncing_message": "ਸਿੰਕਿੰਗ ਪ੍ਰਕਿਰਿਆ 'ਤੇ..."
    },
    "logs": {
      "title": "ਲਾਗ",
      "subtitle": "ਪਿਛਲੇ 7 ਦਿਨਾਂ ਵਿੱਚ ਸਾਰੇ ਲੌਗਾਂ ਦੀ ਸੂਚੀ। ਲੌਗਿੰਗ ਵਿਸ਼ੇਸ਼ਤਾ ਸਿਰਫ਼ ਬਾਹਰੀ ਸੇਵਾ ਪ੍ਰਦਾਤਾਵਾਂ 'ਤੇ ਸਮਰਥਿਤ ਹੈ।"
    },
    "edit": {
      "title": "ਨਵਾਂ ਕਨੈਕਟ ਸ਼ਾਮਲ ਕਰੋ",
      "service": {
        "title": "ਸੇਵਾ",
        "subtitle": "ਕਨੈਕਟ ਕਰਨ ਲਈ ਟੀਚਾ ਪਲੇਟਫਾਰਮ, ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਸਪਲਾਇਰ, ਜਾਂ ਮਾਰਕੀਟਪਲੇਸ ਚੁਣੋ।"
      },
      "test": {
        "false_title": "ਸਭ ਨੂੰ ਸਿੰਕ ਕਰੋ",
        "false_desc": "ਸਾਰੇ ਉਪਲਬਧ ਉਤਪਾਦ, ਸ਼੍ਰੇਣੀਆਂ, ਗਾਹਕ ਪ੍ਰਾਪਤ ਕਰੋ।",
        "true_title": "ਲਿਮਿਟੇਡ (ਸ਼ੁਰੂਆਤ ਕਰਨ ਵਾਲਿਆਂ ਲਈ ਸਿਫ਼ਾਰਸ਼)",
        "true_desc": "ਅਧਿਕਤਮ 5 ਉਤਪਾਦ, ਸ਼੍ਰੇਣੀਆਂ ਅਤੇ ਗਾਹਕ ਪ੍ਰਾਪਤ ਕਰੋ। ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਕਨੈਕਟ > ਸੈਟਿੰਗ ਵਿੱਚ ਇਸਨੂੰ ਪੂਰੇ ਮੋਡ ਵਿੱਚ ਬਦਲ ਸਕਦੇ ਹੋ।"
      },
      "overwrite": {
        "false_title": "ਜੇਕਰ ਮੌਜੂਦ ਹੈ ਤਾਂ ਨਾ ਬਦਲੋ",
        "false_desc": "ਮੌਜੂਦਾ ਉਤਪਾਦ ਅਤੇ ਸ਼੍ਰੇਣੀ ਦੇ ਵੇਰਵਿਆਂ ਨੂੰ ਉਸੇ ਤਰ੍ਹਾਂ ਰੱਖੋ ਜਿਵੇਂ ਉਹ ਹਨ।",
        "true_title": "ਓਵਰਰਾਈਟ ਕਰੋ",
        "true_desc": "ਮੌਜੂਦਾ ਉਤਪਾਦ, ਰੂਪ, ਅਤੇ ਸ਼੍ਰੇਣੀ ਜਾਣਕਾਰੀ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ।"
      },
      "migration_tips": "<b>ਸੁਝਾਅ:</b> ਜੇਕਰ ਤੁਸੀਂ ਕਾਰਜਕੁਸ਼ਲਤਾ ਦੀ ਜਾਂਚ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ <b>ਸੀਮਤ</b> ਵਿਕਲਪ ਦੀ ਚੋਣ ਕਰੋ। 'ਸਿੰਕ ਸਭ' ਨੂੰ ਚੁਣ ਕੇ, ਅਸੀਂ ਤੁਹਾਡੀਆਂ ਜੁੜੀਆਂ ਸੇਵਾਵਾਂ ਤੋਂ ਸਾਰਾ ਡਾਟਾ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ ਅਤੇ ਸੰਬੰਧਿਤ ਚਿੱਤਰਾਂ ਨੂੰ ਡਾਊਨਲੋਡ ਕਰਦੇ ਹਾਂ, ਇਸ ਲਈ ਇਹ ਤੁਹਾਡੀ ਮੁਫਤ ਸਟੋਰੇਜ ਨੂੰ ਘਟਾ ਦੇਵੇਗਾ। ਨਾਲ ਹੀ, ਬਹੁਤ ਸਾਰੇ ਉਤਪਾਦਾਂ, ਸ਼੍ਰੇਣੀਆਂ ਅਤੇ ਗਾਹਕਾਂ ਨੂੰ ਹਟਾਉਣਾ ਔਖਾ ਹੋਵੇਗਾ!",
      "add_action": "ਨਾਲ ਆਟੋ ਕਨੈਕਟ ਕਰੋ",
      "order": {
        "title": "ਆਰਡਰਿੰਗ ਸਥਿਤੀ",
        "subtitle": "ਆਪਣੇ ਸਟੋਰ ਲਈ ਕਨੈਕਟ ਕੀਤੀ ਸੇਵਾ ਦੀਆਂ ਆਰਡਰ ਪ੍ਰਬੰਧਨ ਸੈਟਿੰਗਾਂ ਨੂੰ ਕੌਂਫਿਗਰ ਕਰੋ। ਇਸ ਵਿੱਚ ਆਰਡਰ ਸਵੀਕ੍ਰਿਤੀ ਸਥਾਪਤ ਕਰਨਾ, ਆਟੋਮੈਟਿਕ ਆਰਡਰ ਪੁਸ਼ਟੀਕਰਨ (ਜੇ ਸਮਰਥਿਤ ਹੈ) ਨੂੰ ਸਮਰੱਥ ਕਰਨਾ ਅਤੇ ਸ਼ਿਪਿੰਗ ਲਾਗਤ ਗਣਨਾਵਾਂ ਨੂੰ ਕੌਂਫਿਗਰ ਕਰਨਾ ਸ਼ਾਮਲ ਹੈ।"
      },
      "enable": {
        "label": "ਕਨੈਕਟ ਸਥਿਤੀ",
        "true_desc": "ਵਸਤੂ ਸੂਚੀ ਅਤੇ ਆਰਡਰ ਸਿੰਕ ਕੀਤੇ ਜਾਣਗੇ।"
      },
      "confirm": {
        "label": "ਆਟੋ ਪੁਸ਼ਟੀ ਆਰਡਰ",
        "false_desc": "ਤੁਹਾਨੂੰ ਹੱਥੀਂ ਆਰਡਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
        "true_desc": "ਲਾਈਵ ਭੁਗਤਾਨ ਦੇ ਨਾਲ ਆਰਡਰ ਆਪਣੇ ਆਪ ਮਨਜ਼ੂਰ ਹੋ ਜਾਣਗੇ। ਡੀਬੱਗ ਭੁਗਤਾਨ ਵਾਲੇ ਆਰਡਰ ਆਪਣੇ ਆਪ ਮਨਜ਼ੂਰ ਨਹੀਂ ਹੋਣਗੇ।",
        "tips": "ਡੀਬੱਗ ਮੋਡ ਵਿੱਚ ਗਿਫਟ ਕਾਰਡ ਜਾਂ COD ਜਾਂ ਭੁਗਤਾਨ ਗੇਟਵੇ ਦੁਆਰਾ ਭੁਗਤਾਨ ਕੀਤੇ ਗਏ ਆਰਡਰ ਅਪਵਾਦ ਹਨ ਅਤੇ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕੀਤੇ ਜਾਣਗੇ।"
      },
      "shipping": {
        "label": "ਸ਼ਿਪਿੰਗ",
        "tips": "ਇਹ ਸੇਵਾ ਸ਼ਿਪਿੰਗ ਗਣਨਾ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੀ ਹੈ, ਜੋ ਤੁਹਾਡੀ ਤਰਜੀਹ ਦੇ ਅਨੁਸਾਰ ਸਮਰੱਥ ਜਾਂ ਅਯੋਗ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ। ਜੇਕਰ ਸਮਰਥਿਤ ਹੈ, ਤਾਂ ਤੀਜੀ ਧਿਰ ਦੀਆਂ ਸੇਵਾਵਾਂ ਵਾਲੇ ਲਾਗਤ ਗਣਨਾ API ਦੀ ਲੋੜ ਹੋਵੇਗੀ, ਜਿਸ ਨਾਲ ਚੈੱਕਆਉਟ ਪੰਨੇ 'ਤੇ ਕੀਮਤ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਲਈ 300ms ਤੋਂ ਵੱਧ ਦੇਰੀ ਹੋ ਸਕਦੀ ਹੈ।",
        "false_title": "ਅਸਮਰੱਥ",
        "false_desc": "ਆਯਾਤ ਕੀਤੇ ਉਤਪਾਦਾਂ ਸਮੇਤ, ਸਾਰੇ ਉਤਪਾਦਾਂ ਲਈ ਦੁਕਾਨ > ਲੌਜਿਸਟਿਕ > ਟ੍ਰਾਂਸਪੋਰਟੇਸ਼ਨ ਵਿੱਚ, ਮੇਰੀ ਸ਼ਿਪਿੰਗ ਲਾਗਤ ਗਣਨਾ ਦੀ ਵਰਤੋਂ ਕਰੋ।",
        "true_title": "ਸ਼ਿਪਿੰਗ ਦੀ ਗਣਨਾ ਕਰੋ",
        "true_desc": "ਇਸ ਸੇਵਾ ਦੁਆਰਾ ਪੇਸ਼ ਕੀਤੀ ਗਈ ਸ਼ਿਪਿੰਗ ਦਰ ਗਣਨਾ API ਨੂੰ ਲਾਗੂ ਕਰੋ।"
      },
      "remove": {
        "verify": "ਮੈਂ ਇਸ ਕਨੈਕਸ਼ਨ ਨੂੰ ਹਟਾਉਣ ਲਈ ਪੁਸ਼ਟੀ ਕਰਦਾ/ਕਰਦੀ ਹਾਂ।",
        "action": "ਕਨੈਕਟ ਹਟਾਓ"
      }
    },
    "list": {
      "title": "OS ਨੂੰ ਕਨੈਕਟ ਕਰੋ",
      "subtitle": "ਆਪਣੇ ਕਾਰੋਬਾਰ ਨੂੰ ਬਾਹਰੀ ਸੇਵਾਵਾਂ ਨਾਲ ਕਨੈਕਟ ਕਰੋ ਅਤੇ ਉਸੇ ਥਾਂ 'ਤੇ ਸਾਰੇ ਚੈਨਲਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।",
      "action": "ਨਵੀਆਂ ਸੇਵਾਵਾਂ ਨਾਲ ਜੁੜੋ",
      "empty_message": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ ਲਈ ਐਪਸ ਅਤੇ ਪਲੱਗਇਨਾਂ ਨੂੰ ਭੁੱਲ ਜਾਓ! ਕਨੈਕਟ ਕਰਾਸ-ਪਲੇਟਫਾਰਮ ਆਰਡਰ ਪ੍ਰਬੰਧਨ ਦਾ ਭਵਿੱਖ ਹੈ।",
      "auto_confirm": "ਆਟੋ ਪੁਸ਼ਟੀ",
      "shipping": "ਸ਼ਿਪਿੰਗ",
      "syncing_now": "ਹੁਣ ਸਿੰਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ!",
      "sync_not_started": "ਸਿੰਕ ਅਜੇ ਸ਼ੁਰੂ ਨਹੀਂ ਹੋਇਆ ਹੈ!"
    }
  },
  "connect_mode": {
    "Migration": {
      "title": "ਪਰਵਾਸ",
      "desc": "ਉਤਪਾਦ, ਸ਼੍ਰੇਣੀਆਂ ਅਤੇ ਗਾਹਕ ਪ੍ਰਾਪਤ ਕਰੋ। ਉਪਭੋਗਤਾ ਦੁਆਰਾ ਇਸ ਸੇਵਾ ਨੂੰ ਮਿਟਾਉਣ ਤੋਂ ਬਾਅਦ, ਪ੍ਰਾਪਤ ਉਤਪਾਦ, ਸ਼੍ਰੇਣੀਆਂ ਅਤੇ ਗਾਹਕਾਂ ਨੂੰ ਨਹੀਂ ਮਿਟਾਇਆ ਜਾਵੇਗਾ।"
    },
    "Dropshipping": {
      "title": "ਡ੍ਰੌਪਸ਼ਿਪਿੰਗ",
      "desc": "ਉਤਪਾਦ, ਸ਼੍ਰੇਣੀਆਂ ਅਤੇ ਆਰਡਰ ਪ੍ਰਾਪਤ ਕਰੋ। ਉਪਭੋਗਤਾ ਦੁਆਰਾ ਸੇਵਾ ਨੂੰ ਹਟਾਉਣ ਤੋਂ ਬਾਅਦ ਸਿਸਟਮ ਉਤਪਾਦਾਂ ਨੂੰ ਹਟਾ ਦਿੰਦਾ ਹੈ।"
    },
    "Marketplace": {
      "title": "ਬਾਜ਼ਾਰ",
      "desc": "ਬਸ ਵਸਤੂ ਸੂਚੀ ਨੂੰ ਸਿੰਕ ਕਰੋ ਅਤੇ ਆਰਡਰ ਪ੍ਰਾਪਤ ਕਰੋ (ਉਤਪਾਦਾਂ ਨੂੰ SKU ਦੁਆਰਾ ਲਿੰਕ ਕੀਤਾ ਜਾਵੇਗਾ)।"
    },
    "Accounting": {
      "title": "ਲੇਖਾ",
      "desc": "ਆਰਡਰ ਅਤੇ ਵਿੱਤੀ ਜਾਣਕਾਰੀ ਭੇਜੋ।"
    },
    "Other": {
      "title": "ਹੋਰ",
      "desc": "ਹੋਰ ਸੇਵਾਵਾਂ।"
    }
  },
  "shop_landings": {
    "title": "ਲੈਂਡਿੰਗ ਪੰਨੇ",
    "add_new_action": "ਨਵਾਂ ਪੰਨਾ ਸ਼ਾਮਲ ਕਰੋ",
    "subtitle": "ਇੱਕ ਬਹੁਮੁਖੀ AI-ਸੰਚਾਲਿਤ ਇਨਲਾਈਨ ਸੰਪਾਦਕ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਆਪਣੇ ਬ੍ਰਾਂਡ ਲਈ ਵਿਲੱਖਣ, ਜਵਾਬਦੇਹ ਕਸਟਮ ਪੰਨੇ ਬਣਾਓ, ਅਤੇ ਡੇਟਾ ਵਿੱਚ ਫੀਡ ਕਰਕੇ ਆਪਣੇ ਆਪ ਗਤੀਸ਼ੀਲ ਸਮੱਗਰੀ ਤਿਆਰ ਕਰੋ।",
    "empty_message": "ਡਰੈਗ ਐਂਡ ਡ੍ਰੌਪ ਦੁਆਰਾ ਕਸਟਮ ਪੇਜ ਡਿਜ਼ਾਈਨ ਕਰੋ..."
  },
  "shop_staff": {
    "list": {
      "title": "ਸਟਾਫ ਪ੍ਰਬੰਧਨ",
      "subtitle": "ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਇਸ ਸਟੋਰ ਦੇ ਡੈਸ਼ਬੋਰਡ ਅਤੇ ਪ੍ਰਬੰਧਕੀ ਭਾਗਾਂ ਤੱਕ ਪਹੁੰਚ ਦਿੱਤੀ ਗਈ ਹੈ।"
    },
    "pending": {
      "title": "ਬਕਾਇਆ",
      "message": "ਬਕਾਇਆ ਸੱਦੇ ਦਿਖਾਓ।"
    }
  },
  "community_comments": {
    "title": "ਟਿੱਪਣੀਆਂ",
    "subtitle": "ਇਹ ਭਾਈਚਾਰੇ ਦੀਆਂ ਟਿੱਪਣੀਆਂ ਦੀ ਸੂਚੀ ਹੈ।",
    "empty_msg": "ਹੁਣ ਤੱਕ ਕੋਈ ਟਿੱਪਣੀ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ..."
  },
  "community_categories": {
    "title": "ਵਰਗ",
    "subtitle": "ਇਹ ਭਾਈਚਾਰੇ ਦੀਆਂ ਸ਼੍ਰੇਣੀਆਂ ਦੀ ਸੂਚੀ ਹੈ।",
    "new_category_action": "ਨਵੀਂ ਸ਼੍ਰੇਣੀ",
    "empty_msg": "ਹੁਣ ਤੱਕ ਕੋਈ ਸ਼੍ਰੇਣੀਆਂ ਨਹੀਂ ਬਣਾਈਆਂ ਗਈਆਂ ਹਨ...",
    "filter": {
      "delete": {
        "title": "ਮਿਟਾਇਆ ਗਿਆ",
        "description": "ਮਿਟਾਈਆਂ ਗਈਆਂ ਸ਼੍ਰੇਣੀਆਂ ਦਿਖਾਓ।"
      }
    }
  },
  "community_posts": {
    "title": "ਪੋਸਟਾਂ",
    "subtitle": "ਇਹ ਭਾਈਚਾਰੇ ਦੀਆਂ ਪੋਸਟਾਂ ਦੀ ਸੂਚੀ ਹੈ।",
    "filter": {
      "deleted": {
        "title": "ਮਿਟਾਇਆ ਗਿਆ",
        "description": "ਮਿਟਾਈਆਂ ਗਈਆਂ ਪੋਸਟਾਂ ਦਿਖਾਓ।"
      },
      "reported": {
        "title": "ਰਿਪੋਰਟ ਕੀਤੀ",
        "description": "ਰਿਪੋਰਟ ਕੀਤੀਆਂ ਪੋਸਟਾਂ ਦਿਖਾਓ।"
      }
    },
    "empty_msg": "ਹੁਣ ਤੱਕ ਕੋਈ ਪੋਸਟ ਨਹੀਂ ਬਣਾਈ ਗਈ ਹੈ...",
    "menu": {
      "open_post": {
        "title": "ਪੋਸਟ ਖੋਲ੍ਹੋ",
        "subtitle": "ਭਾਈਚਾਰੇ ਵਿੱਚ ਪੋਸਟ ਦੇਖੋ ਅਤੇ ਸੰਪਾਦਿਤ ਕਰੋ।"
      },
      "spam": {
        "title": "ਸਪੈਮ ਦੀ ਰਿਪੋਰਟ ਕਰੋ ਅਤੇ ਹਟਾਓ",
        "subtitle": "ਬਲਕ ਪੋਸਟਾਂ ਨੂੰ ਹਟਾਓ ਅਤੇ ਉਪਭੋਗਤਾ 'ਤੇ ਪਾਬੰਦੀ ਲਗਾਓ।"
      },
      "delete": {
        "title": "ਪੋਸਟ ਮਿਟਾਓ",
        "subtitle": "ਇਸ ਪੋਸਟ ਨੂੰ ਹਟਾਓ।"
      }
    }
  },
  "channel_google": {
    "gtag": {
      "title": "ਟੈਗ ਮੈਨੇਜਰ",
      "subtitle": "Google ਵਿਸ਼ਲੇਸ਼ਣ ਫਲੈਸ਼, ਵੀਡੀਓ, ਅਤੇ ਸੋਸ਼ਲ ਮੀਡੀਆ ਸਾਈਟਾਂ ਅਤੇ ਐਪਸ ਨੂੰ ਟਰੈਕ ਕਰਦੇ ਹੋਏ ਵਿਗਿਆਪਨ ROI ਦੇ ਮਾਪ ਨੂੰ ਸਮਰੱਥ ਬਣਾਉਂਦਾ ਹੈ। ਗੂਗਲ ਟੈਗ ਮੈਨੇਜਰ ਦੇ ਮੁਫਤ, ਸਰਲ ਅਤੇ ਭਰੋਸੇਮੰਦ ਹੱਲਾਂ ਦੇ ਨਾਲ ਵੈੱਬਸਾਈਟ ਟੈਗਸ ਨੂੰ ਅਸਾਨੀ ਨਾਲ ਪ੍ਰਬੰਧਿਤ ਕਰੋ—ਕੋਈ ਕੋਡ ਸੰਪਾਦਨ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।",
      "tag_id": {
        "label": "ਗੂਗਲ ਟੈਗ ਮੈਨੇਜਰ ਆਈ.ਡੀ"
      }
    },
    "shopping": {
      "title": "ਗੂਗਲ ਸ਼ਾਪਿੰਗ",
      "subtitle": "ਡਾਟਾ ਸਰੋਤ Google 'ਤੇ ਤੁਹਾਡੀ ਕੈਟਾਲਾਗ ਜਾਣਕਾਰੀ ਦੇ ਮੂਲ ਨੂੰ ਦਰਸਾਉਂਦੇ ਹਨ। ਸਾਰੇ ਉਤਪਾਦਾਂ ਅਤੇ ਸ਼੍ਰੇਣੀਆਂ ਨੂੰ Google ਵਪਾਰਕ ਮਾਲ ਵਿੱਚ ਆਪਣੇ ਆਪ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਇਸ ਲਿੰਕ ਦਾ ਪਾਲਣ ਕਰੋ।",
      "tips": "ਤੁਸੀਂ ਇਸ ਟੂਲ ਦੀ ਵਰਤੋਂ ਆਸਾਨੀ ਨਾਲ ਅਤੇ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ Google ਵਿਗਿਆਪਨਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨ ਲਈ ਕਰ ਸਕਦੇ ਹੋ।",
      "link_message": "Google ਉਤਪਾਦ ਫੀਡ URL"
    },
    "console": {
      "title": "ਖੋਜ ਕੰਸੋਲ",
      "subtitle": "Google ਖੋਜ ਕੰਸੋਲ ਪੁਸ਼ਟੀਕਰਨ ਲਈ ਆਪਣੇ ਹੋਮਪੇਜ 'ਤੇ ਇੱਕ ਮੈਟਾ ਟੈਗ ਸ਼ਾਮਲ ਕਰੋ।",
      "code": {
        "label": "ਪੁਸ਼ਟੀਕਰਨ ਮੈਟਾ ਟੈਗ",
        "placeholder": "ਗੂਗਲ ਤੋਂ, ਜਿਵੇਂ ਕਿ viQg9mjdBj..."
      }
    },
    "serp": {
      "title": "ਗੂਗਲ SERP ਅਤੇ ਕੀਵਰਡਸ",
      "subtitle": "ਅਸੀਂ ਗੂਗਲ ਤੋਂ ਸਭ ਤੋਂ ਸਟੀਕ ਐਸਈਓ ਆਡਿਟ ਡੇਟਾ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ ਅਤੇ ਇਸਨੂੰ ਤੁਹਾਡੇ ਲਈ ਇੱਕ ਸੁਵਿਧਾਜਨਕ ਤਰੀਕੇ ਨਾਲ ਪੇਸ਼ ਕਰਦੇ ਹਾਂ। ਬਸ ਪ੍ਰਦਾਨ ਕੀਤੇ ਗਏ ਕਦਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ।"
    },
    "serp_content": {
      "title": "ਗੂਗਲ ਸਰਚ ਕੰਸੋਲ ਨਾਲ ਜੁੜੋ",
      "subtitle": "ਆਪਣੀ ਦੁਕਾਨ ਨੂੰ ਖੋਜ ਕੰਸੋਲ ਨਾਲ ਕਨੈਕਟ ਕਰੋ ਅਤੇ Selldone 'ਤੇ ਕੀਵਰਡਸ, ਰੈਂਕ ਅਤੇ ਹੋਰ ਮੁਫਤ ਐਸਈਓ ਟੂਲਸ ਦੀ ਪੜਚੋਲ ਕਰਨਾ ਸ਼ੁਰੂ ਕਰੋ।",
      "tips": {
        "title": "Selldone ਨੂੰ Google ਖੋਜ ਕੰਸੋਲ ਨਾਲ ਲਿੰਕ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ, ਇਹ ਯਕੀਨੀ ਬਣਾਓ:",
        "add_in_selldone": "ਆਪਣੇ ਕਸਟਮ ਡੋਮੇਨ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ, ਤਸਦੀਕ ਕਰੋ ਅਤੇ ਪ੍ਰਾਇਮਰੀ ਵਜੋਂ ਸੈੱਟ ਕਰੋ।",
        "add_in_google": "ਆਪਣੇ <a href=\"https://search.google.com/search-console\" target=\"_blank\"><b>Google ਖੋਜ ਕੰਸੋਲ</b></a> ਵਿੱਚ <b>{domain} ਨੂੰ</b> ਸ਼ਾਮਲ ਕਰੋ ਅਤੇ ਪੁਸ਼ਟੀ ਕਰੋ।"
      },
      "action_custom_domain": "ਕਸਟਮ ਡੋਮੇਨ",
      "action_connect_now": "ਹੁਣੇ ਕਨੈਕਟ ਕਰੋ",
      "action_remove_connection": "ਕਨੈਕਸ਼ਨ ਹਟਾਓ"
    }
  },
  "cashback": {
    "add_new": "ਨਵਾਂ ਕੈਸ਼ਬੈਕ ਸ਼ਾਮਲ ਕਰੋ",
    "title": "ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ",
    "boosted": "ਬੂਸਟ (2x)",
    "min_purchase": "ਘੱਟੋ-ਘੱਟ ਖਰੀਦਦਾਰੀ",
    "only_first_order": "ਸਿਰਫ਼ ਪਹਿਲਾ ਆਰਡਰ",
    "total_cashback": "ਕੁੱਲ ਕੈਸ਼ਬੈਕ",
    "delete_alert": {
      "title": "ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਹੁਣੇ ਮਿਟਾਓ"
    },
    "notifications": {
      "delete_success": "ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾਇਆ ਗਿਆ।"
    }
  },
  "shop_cashback": {
    "title": "ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ",
    "up_to": "ਤੱਕ",
    "menu": {
      "back": "ਵਾਪਸ ਪ੍ਰੋਗਰਾਮ",
      "dashboard": "ਡੈਸ਼ਬੋਰਡ",
      "orders": "ਆਰਡਰ",
      "edit": "ਸੰਪਾਦਿਤ ਕਰੋ"
    },
    "dashboard": {
      "chart_amount_buy": {
        "label": "ਖਰੀਦੋ",
        "y": "ਖਰੀਦ ਰਕਮ {currency}"
      },
      "chart_amount_cashback": {
        "label": "ਕੈਸ਼ਬੈਕ",
        "y": "ਕੈਸ਼ਬੈਕ ਰਕਮ {currency}"
      },
      "chart_used": {
        "label": "ਵਰਤਿਆ",
        "y": "ਵਾਰ"
      }
    },
    "orders": {
      "title": "ਕੈਸ਼ਬੈਕ ਆਰਡਰ",
      "table": {
        "amount_cashback": "ਕੈਸ਼ਬੈਕ ਰਕਮ",
        "payment_status": "ਭੁਗਤਾਨ ਸਥਿਤੀ",
        "date": "ਤਾਰੀਖ਼"
      }
    }
  },
  "cashback_edit": {
    "config": {
      "subtitle": "ਚੈਸਬੈਕ ਪ੍ਰਤੀਸ਼ਤ, ਸੀਮਾ ਅਤੇ ਇਸਦੀ ਸਥਿਤੀ ਇੱਥੇ ਸੈੱਟ ਕਰੋ।"
    },
    "percent_input": {
      "title": "ਕੈਸ਼ਬੈਕ ਪ੍ਰਤੀਸ਼ਤ",
      "message": "1% ਤੋਂ 20% ਤੱਕ ਕੈਸ਼ਬੈਕ ਪ੍ਰਤੀਸ਼ਤ ਦਰਜ ਕਰੋ।"
    },
    "currency_input": {
      "message": "ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ ਸਿਰਫ਼ ਇਸ ਮੁਦਰਾ ਲਈ ਉਪਲਬਧ ਹੋਵੇਗਾ।"
    },
    "limit_input": {
      "title": "ਸੀਮਾ",
      "hint": "ਕੈਸ਼ਬੈਕ ਦੀ ਵੱਧ ਤੋਂ ਵੱਧ ਰਕਮ ਦਾਖਲ ਕਰੋ।",
      "zero_message": "ਅਸੀਮਤ ਕੈਸ਼ਬੈਕ ਲਈ 0 ਦਰਜ ਕਰੋ।"
    },
    "duration": {
      "title": "ਮਿਆਦ ਸੀਮਾ",
      "subtitle": "ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ ਦੀ ਮਿਆਦ ਸੈੱਟ ਕਰੋ। ਇਹ ਵਿਕਲਪਿਕ ਹੈ।"
    },
    "start_input": {
      "title": "ਤਾਰੀਖ ਸ਼ੁਰੂ",
      "placeholder": "ਸ਼ੁਰੂਆਤੀ ਤਾਰੀਖ ਚੁਣੋ..."
    },
    "end_input": {
      "title": "ਸਮਾਪਤੀ ਮਿਤੀ",
      "placeholder": "ਸਮਾਪਤੀ ਮਿਤੀ ਚੁਣੋ..."
    },
    "design": {
      "subtitle": "ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ ਲਈ ਸਿਰਲੇਖ ਅਤੇ ਛੋਟਾ ਵੇਰਵਾ ਸੈੱਟ ਕਰੋ। ਇਹ ਜਾਣਕਾਰੀ ਗਾਹਕਾਂ ਨੂੰ ਦਿਖਾਈ ਜਾਵੇਗੀ।"
    },
    "title_input": {
      "title": "ਸਿਰਲੇਖ"
    },
    "description_input": {
      "title": "ਵਰਣਨ"
    },
    "constraints": {
      "subtitle": "ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ ਲਈ ਪਾਬੰਦੀਆਂ ਸੈੱਟ ਕਰੋ।"
    },
    "min_purchase_input": {
      "hint": "ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ ਲਈ ਘੱਟੋ-ਘੱਟ ਖਰੀਦ ਰਕਮ ਦਾਖਲ ਕਰੋ।",
      "title": "ਘੱਟੋ-ਘੱਟ ਖਰੀਦਦਾਰੀ"
    },
    "only_first_buy_input": {
      "false_desc": "ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ ਸਾਰੇ ਆਰਡਰਾਂ ਲਈ ਉਪਲਬਧ ਹੋਵੇਗਾ।",
      "true_desc": "ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ ਸਿਰਫ਼ ਪਹਿਲੇ ਆਰਡਰ ਲਈ ਉਪਲਬਧ ਹੋਵੇਗਾ।",
      "true_title": "ਸਿਰਫ਼ ਪਹਿਲਾ ਆਰਡਰ",
      "false_title": "ਸਾਰੇ ਆਰਡਰ"
    },
    "qualify_input": {
      "false_title": "ਸਾਰੇ ਗਾਹਕ",
      "true_title": "ਗਾਹਕਾਂ ਨੂੰ ਯੋਗ ਬਣਾਓ",
      "true_msg": "ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ ਸਿਰਫ਼ ਉਨ੍ਹਾਂ ਗਾਹਕਾਂ ਲਈ ਉਪਲਬਧ ਹੋਵੇਗਾ ਜੋ ਯੋਗ ਹਨ।"
    },
    "club": {
      "subtitle": "ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ ਲਈ ਕਲੱਬ ਸੈੱਟ ਕਰੋ। ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ ਸਿਰਫ਼ ਉਨ੍ਹਾਂ ਗਾਹਕਾਂ ਲਈ ਉਪਲਬਧ ਹੋਵੇਗਾ ਜੋ ਇਸ ਕਲੱਬ ਵਿੱਚ ਹਨ।"
    },
    "cluster": {
      "subtitle": "ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ ਦੇ ਨਾਲ ਇੱਕ ਕਲੱਸਟਰ ਨੂੰ ਜੋੜ ਕੇ, ਤੁਸੀਂ ਇਸਨੂੰ ਹੋਰ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਢੰਗ ਨਾਲ ਪ੍ਰਬੰਧਿਤ ਕਰ ਸਕਦੇ ਹੋ।"
    },
    "notifications": {
      "add": "ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤਾ ਗਿਆ।",
      "edit": "ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ।"
    },
    "enable_input": {
      "true_msg": "ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ ਕਿਰਿਆਸ਼ੀਲ ਹੈ ਅਤੇ ਗਾਹਕ ਇਸ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹਨ।",
      "false_msg": "ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ ਅਕਿਰਿਆਸ਼ੀਲ ਹੈ ਅਤੇ ਗਾਹਕ ਇਸਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰ ਸਕਦੇ ਹਨ।"
    },
    "boosted_input": {
      "false_title": "ਸਧਾਰਣ",
      "true_title": "ਬੂਸਟ (2x ਕੈਸ਼ਬੈਕ)",
      "true_msg": "ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ ਬੂਸਟ ਮੋਡ ਵਿੱਚ ਹੈ ਅਤੇ ਗਾਹਕਾਂ ਨੂੰ 2 ਗੁਣਾ ਕੈਸ਼ਬੈਕ ਮਿਲੇਗਾ।",
      "false_msg": "ਕੈਸ਼ਬੈਕ ਪ੍ਰੋਗਰਾਮ ਆਮ ਮੋਡ ਵਿੱਚ ਹੈ ਅਤੇ ਗਾਹਕਾਂ ਨੂੰ ਆਮ ਕੈਸ਼ਬੈਕ ਮਿਲੇਗਾ।"
    }
  },
  "row_payment": {
    "actions": {
      "refund": {
        "title": "ਭੁਗਤਾਨ ਵਾਪਸੀ",
        "subtitle": "ਅੰਸ਼ਕ ਜਾਂ ਪੂਰੀ ਰਿਫੰਡ ਸਮਰਥਿਤ ਹੈ।"
      },
      "delivery": {
        "title": "ਡਿਲਿਵਰੀ 'ਤੇ ਪੁਸ਼ਟੀ ਕਰੋ",
        "subtitle": "ਤੁਸੀਂ ਭੁਗਤਾਨ ਪ੍ਰਦਾਤਾ ਲਈ ਹੱਥੀਂ ਡਿਲੀਵਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰ ਸਕਦੇ ਹੋ।"
      }
    }
  },
  "payment_refund_dialog": {
    "title": "ਭੁਗਤਾਨ ਵਾਪਸੀ",
    "message": "ਸੁਰੱਖਿਆ ਕਾਰਨਾਂ ਕਰਕੇ, ਸਿਰਫ਼ ਪਿਛਲੇ 7 ਦਿਨਾਂ ਦੇ ਅੰਦਰ ਭੁਗਤਾਨ ਕੀਤੇ ਗਏ ਆਰਡਰ ਹੀ ਰਿਫੰਡ ਲਈ ਯੋਗ ਹਨ।",
    "payment_amount": "ਭੁਗਤਾਨ ਦੀ ਰਕਮ",
    "total_refund_amount": "ਕੁੱਲ ਵਾਪਸੀ ਕੀਤੀ ਰਕਮ",
    "can_refund": "ਰਿਫੰਡ ਕਰ ਸਕਦੇ ਹਨ",
    "refund_amount": "ਰਿਫੰਡ ਦੀ ਰਕਮ",
    "verify": {
      "title": "ਰਿਫੰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "description": "ਮੈਂ ਪੁਸ਼ਟੀ ਕਰਦਾ/ਕਰਦੀ ਹਾਂ ਕਿ ਰਿਫੰਡ ਦੀ ਰਕਮ ਸਹੀ ਹੈ ਅਤੇ ਮੈਂ ਅੱਗੇ ਵਧਣਾ ਚਾਹੁੰਦਾ/ਚਾਹੁੰਦੀ ਹਾਂ।"
    },
    "action": "ਹੁਣੇ ਰਿਫੰਡ ਕਰੋ"
  },
  "payment_delivery_dialog": {
    "title": "ਗਾਹਕ ਡਿਲਿਵਰੀ ਪੁਸ਼ਟੀ",
    "message": "ਕੁਝ ਭੁਗਤਾਨ ਸੇਵਾਵਾਂ ਲਈ ਪੁਸ਼ਟੀ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ ਕਿ ਆਰਡਰ ਗਾਹਕ ਨੂੰ ਡਿਲੀਵਰ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਜਦੋਂ ਅਸੀਂ ਗਾਹਕ ਦੀ ਡਿਲੀਵਰੀ ਪੁਸ਼ਟੀ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਾਂ ਤਾਂ ਅਸੀਂ ਆਮ ਤੌਰ 'ਤੇ ਆਰਡਰ ਦੀ ਪੂਰਤੀ ਦੇ ਅੰਤਮ ਪੜਾਅ ਦੌਰਾਨ ਇਹ ਪੁਸ਼ਟੀ ਭੇਜਦੇ ਹਾਂ। ਹਾਲਾਂਕਿ, ਜੇਕਰ ਤੁਹਾਨੂੰ ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਹੱਥੀਂ ਕਰਨ ਦੀ ਲੋੜ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਇੱਥੇ ਅਜਿਹਾ ਕਰ ਸਕਦੇ ਹੋ।",
    "verify": {
      "title": "ਡਿਲਿਵਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ",
      "description": "ਮੈਂ ਪੁਸ਼ਟੀ ਕਰਦਾ/ਕਰਦੀ ਹਾਂ ਕਿ ਆਰਡਰ ਗਾਹਕ ਨੂੰ ਡਿਲੀਵਰ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ।"
    },
    "action": "ਹੁਣੇ ਪੁਸ਼ਟੀ ਕਰੋ"
  },
  "product_cross_selling": {
    "title": "ਕਰਾਸ ਸੇਲਿੰਗ",
    "add_new_actions": "ਨਵਾਂ ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰੋ",
    "subtitle": "ਇਸ ਭਾਗ ਵਿੱਚ, ਤੁਸੀਂ ਇਸ ਉਤਪਾਦ ਪੰਨੇ ਲਈ ਕਰਾਸ-ਸੇਲ ਉਤਪਾਦਾਂ ਨੂੰ ਜੋੜ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰ ਸਕਦੇ ਹੋ। ਇਹ ਉਤਪਾਦ ਗਾਹਕਾਂ ਨੂੰ ਮੁੱਖ ਆਈਟਮ ਦੇ ਨਾਲ ਖਰੀਦਣ ਲਈ ਸੁਝਾਵਾਂ ਵਜੋਂ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੇ ਜਾਣਗੇ। ਤੁਸੀਂ ਵਾਧੂ ਖਰੀਦਦਾਰੀ ਨੂੰ ਉਤਸ਼ਾਹਿਤ ਕਰਨ ਅਤੇ ਉਤਸ਼ਾਹਿਤ ਕਰਨ ਲਈ ਛੋਟ ਵੀ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ। ਸਿਸਟਮ ਗਾਹਕ ਨੂੰ ਵਿਚਾਰਨ ਲਈ ਅਧਿਕਤਮ 3 ਆਈਟਮਾਂ ਦਾ ਪ੍ਰਦਰਸ਼ਨ ਕਰੇਗਾ।",
    "dialog": {
      "edit_title": "ਕਰਾਸ ਵੇਚਣ ਵਾਲੇ ਉਤਪਾਦ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰੋ",
      "add_title": "ਨਵੇਂ ਕਰਾਸ ਵੇਚਣ ਵਾਲੇ ਉਤਪਾਦ ਸ਼ਾਮਲ ਕਰੋ",
      "target": {
        "title": "ਟੀਚਾ ਉਤਪਾਦ",
        "subtitle": "ਉਹਨਾਂ ਉਤਪਾਦਾਂ ਨੂੰ ਚੁਣੋ ਜਿਨ੍ਹਾਂ ਦਾ ਤੁਸੀਂ ਇਸ ਉਤਪਾਦ ਦੇ ਨਾਲ-ਨਾਲ ਕਰਾਸ-ਵੇਚ ਵਿਕਲਪਾਂ ਵਜੋਂ ਪ੍ਰਚਾਰ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ।",
        "select_products": "ਉਤਪਾਦ ਚੁਣੋ"
      },
      "list": {
        "title": "ਟੀਚਾ ਉਤਪਾਦ",
        "subtitle": "ਇਹ ਉਤਪਾਦ ਕਰਾਸ-ਵੇਚਣ ਦੇ ਪ੍ਰਚਾਰ ਲਈ ਚੁਣਿਆ ਗਿਆ ਹੈ।",
        "manage_product": "ਉਤਪਾਦ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ"
      },
      "discount": {
        "title": "ਛੂਟ ਅਤੇ ਸੁਨੇਹਾ",
        "subtitle": "ਤੁਹਾਡੇ ਕੋਲ ਇੱਕ ਸੁਨੇਹਾ ਸ਼ਾਮਲ ਕਰਨ ਅਤੇ ਗਾਹਕਾਂ ਨੂੰ ਚੁਣੀਆਂ ਗਈਆਂ ਵਾਧੂ ਆਈਟਮਾਂ ਨੂੰ ਖਰੀਦਣ ਲਈ ਪ੍ਰੇਰਿਤ ਕਰਨ ਲਈ ਇੱਕ ਛੋਟ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਨ ਦਾ ਵਿਕਲਪ ਹੈ। ਇਹ ਪ੍ਰੋਤਸਾਹਨ ਵਿਕਰੀ ਨੂੰ ਵਧਾਉਣ ਅਤੇ ਸਮੁੱਚੇ ਖਰੀਦਦਾਰੀ ਅਨੁਭਵ ਨੂੰ ਵਧਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰ ਸਕਦੇ ਹਨ।",
        "amount_input": {
          "message": "ਸਾਰੀਆਂ ਮੌਜੂਦਾ ਛੋਟਾਂ ਨੂੰ ਧਿਆਨ ਵਿੱਚ ਰੱਖਣ ਤੋਂ ਬਾਅਦ ਛੂਟ ਪ੍ਰਤੀਸ਼ਤ ਉਤਪਾਦ ਦੀ ਕੀਮਤ 'ਤੇ ਲਾਗੂ ਕੀਤੀ ਜਾਵੇਗੀ।"
        },
        "mismatch_type_warning": "ਮੁੱਖ ਉਤਪਾਦ ਕਿਸਮਾਂ ਤੋਂ ਇਲਾਵਾ ਹੋਰ ਕਿਸਮਾਂ 'ਤੇ ਛੋਟਾਂ ਲਾਗੂ ਨਹੀਂ ਕੀਤੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ, ਕਿਉਂਕਿ ਸਰੋਤ ਅਤੇ ਨਿਸ਼ਾਨਾ ਵਸਤੂਆਂ ਨੂੰ ਵੱਖਰੀਆਂ ਟੋਕਰੀਆਂ ਵਿੱਚ ਨਹੀਂ ਰੱਖਿਆ ਜਾਵੇਗਾ।",
        "not_support_subscription_type_warning": "ਕਰਾਸ-ਵੇਚਣ ਵਾਲੇ ਗਾਹਕੀ ਉਤਪਾਦਾਂ ਲਈ ਛੋਟਾਂ ਨੂੰ ਸੈੱਟ ਕਰਨਾ ਸੰਭਵ ਨਹੀਂ ਹੈ, ਕਿਉਂਕਿ ਕੀਮਤ ਯੋਜਨਾਵਾਂ ਨੂੰ ਗਤੀਸ਼ੀਲ ਤੌਰ 'ਤੇ ਐਡਜਸਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
        "message_input": {
          "message": "ਗਾਹਕਾਂ ਦਾ ਧਿਆਨ ਖਿੱਚਣ ਲਈ ਇੱਕ ਆਕਰਸ਼ਕ ਅਤੇ ਲੁਭਾਉਣ ਵਾਲਾ ਸਿਰਲੇਖ ਬਣਾਓ।",
          "placeholder": "ਬੰਡਲ ਅਤੇ ਸੇਵ: ਸਾਡੀ ਹੈਂਡਪਿਕ ਕੀਤੀ ਚੋਣ ਨਾਲ ਆਪਣੀ ਦਿੱਖ ਨੂੰ ਪੂਰਾ ਕਰੋ!"
        }
      },
      "action": {
        "title": "ਕਾਰਵਾਈ",
        "subtitle": "ਇੱਥੇ ਕਰਾਸ-ਵੇਚਣ ਵਾਲੇ ਉਤਪਾਦ ਦੀ ਕਾਰਵਾਈ ਨੂੰ ਸੋਧੋ। ਜੇਕਰ ਤੁਹਾਡੇ ਉਤਪਾਦ ਨੂੰ ਕਸਟਮ ਜਾਣਕਾਰੀ ਦੇ ਇਨਪੁਟ ਦੀ ਲੋੜ ਹੈ, ਜਿਵੇਂ ਕਿ ਮੁੱਲਾਂਕਣ ਫਾਰਮ ਰਾਹੀਂ, ਤਾਂ ਕਾਰਵਾਈ ਵਜੋਂ \"ਕਾਰਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ\" ਨੂੰ ਨਾ ਚੁਣੋ, ਕਿਉਂਕਿ ਇਸ ਨਾਲ ਗਲਤੀਆਂ ਹੋ ਸਕਦੀਆਂ ਹਨ।"
      }
    }
  },
  "CrossSellActionType": {
    "AddToCart": {
      "title": "ਠੇਲ੍ਹੇ ਵਿੱਚ ਪਾਓ",
      "description": "ਕਾਰਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ ਬਟਨ ਨੂੰ ਸਿੱਧਾ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੋ। ਨੋਟ ਕਰੋ ਕਿ ਇਹ ਗਾਹਕੀ ਉਤਪਾਦਾਂ ਲਈ ਲਾਗੂ ਨਹੀਂ ਹੈ।"
    },
    "ViewProduct": {
      "title": "ਉਤਪਾਦ ਦੇਖੋ",
      "description": "ਇੱਕ ਹੋਰ ਵੇਖੋ ਬਟਨ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੋ ਜੋ ਇੱਕ ਨਵੀਂ ਵਿੰਡੋ ਖੋਲ੍ਹ ਕੇ ਗਾਹਕਾਂ ਨੂੰ ਉਤਪਾਦ ਪੰਨੇ 'ਤੇ ਭੇਜਦਾ ਹੈ।"
    }
  },
  "product_flow": {
    "title": "ਖਰੀਦ ਪ੍ਰਵਾਹ",
    "subtitle": "ਇਹ ਤੁਹਾਡੇ ਉਤਪਾਦ ਦੀ ਖਰੀਦ ਪ੍ਰਵਾਹ ਅਤੇ ਸਿਹਤ ਜਾਂਚ ਹੈ।",
    "connect": {
      "subtitle": "ਇਸ ਉਤਪਾਦ ਨੂੰ <b>{name}</b> ਰਾਹੀਂ ਜੋੜਿਆ ਗਿਆ ਹੈ।",
      "enable_msg": "ਬਾਹਰੀ ਸੇਵਾ ਲਈ ਇਹ ਪੁਲ ਸਮਰੱਥ ਹੈ।",
      "disable_msg": "ਬਾਹਰੀ ਸੇਵਾ ਲਈ ਇਹ ਪੁਲ ਅਯੋਗ ਹੈ।",
      "has_shipping_msg": "{name} ਸਪੋਰਟ ਸ਼ਿਪਿੰਗ। ਇਸ ਲਈ ਤੁਹਾਡੇ ਕੋਲ ਚੈੱਕਆਉਟ ਪੰਨੇ 'ਤੇ {name} ਦੁਆਰਾ ਆਟੋ ਸ਼ਿਪਿੰਗ ਗਣਨਾ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਦਾ ਵਿਕਲਪ ਹੈ।"
    },
    "health": {
      "title": "ਉਤਪਾਦ ਦੀ ਸਿਹਤ",
      "available_in_stock_msg": "ਉਤਪਾਦ ਸਟਾਕ ਵਿੱਚ ਉਪਲਬਧ ਹੈ.",
      "out_of_stock_msg": "ਉਤਪਾਦ ਸਟਾਕ ਤੋਂ ਬਾਹਰ ਹੈ।",
      "file_count_msg": "ਇਸ ਉਤਪਾਦ ਲਈ ਕੁੱਲ {files_size} ਅੱਪਲੋਡ ਕੀਤੀਆਂ {files_count} ਫ਼ਾਈਲਾਂ।",
      "no_file_uploaded_msg": "ਅਜੇ ਤੱਕ ਕੋਈ ਫਾਈਲ ਅਪਲੋਡ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ।",
      "no_image_uploaded_msg": "ਉਤਪਾਦ ਚਿੱਤਰ ਨੂੰ ਹੋਰ ਆਕਰਸ਼ਕ ਬਣਾਉਣ ਲਈ ਅੱਪਲੋਡ ਕਰੋ।"
    },
    "vendor_errors": {
      "title": "ਗੁੰਮ ਵਿਕਰੇਤਾ",
      "subtitle": "ਇਸ ਉਤਪਾਦ ਦਾ ਵਰਤਮਾਨ ਵਿੱਚ ਕੋਈ ਸੰਬੰਧਿਤ ਵਿਕਰੇਤਾ ਨਹੀਂ ਹੈ। ਕਿਸੇ ਉਤਪਾਦ ਨੂੰ ਬਜ਼ਾਰ ਵਿੱਚ ਖਰੀਦਣਯੋਗ ਬਣਾਉਣ ਲਈ, ਇਸਦਾ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਵਿਕਰੇਤਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
      "manage_vendors": "ਵਿਕਰੇਤਾਵਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ"
    },
    "file_errors": {
      "title": "ਗੁੰਮ ਫਾਈਲਾਂ",
      "subtitle": "ਵਰਤਮਾਨ ਵਿੱਚ, ਇਸ ਉਤਪਾਦ ਲਈ ਕੋਈ ਫ਼ਾਈਲਾਂ ਅੱਪਲੋਡ ਨਹੀਂ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ। ਕਿਰਪਾ ਕਰਕੇ ਅੱਗੇ ਵਧਣ ਲਈ ਫ਼ਾਈਲਾਂ ਅੱਪਲੋਡ ਕਰੋ।",
      "manage_files": "ਫਾਈਲਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ"
    },
    "pricing": {
      "title": "ਕੀਮਤ",
      "no_product_price_msg": "ਪੂਰਵ-ਨਿਰਧਾਰਤ ਉਤਪਾਦ ਦੀ ਕੀਮਤ ਅਜੇ ਸੈੱਟ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ!",
      "listing_pricing_msg": "ਸੂਚੀਕਰਨ ਕੀਮਤ:",
      "has_valuation_msg": "ਉਤਪਾਦ ਦਾ ਮੁੱਲ ਹੈ।",
      "subscription_pricing_msg": "ਇਸ ਉਤਪਾਦ ਵਿੱਚ {count} ਗਾਹਕੀ ਕੀਮਤ ਯੋਜਨਾਵਾਂ ਹਨ।",
      "has_no_subscription_pricing_msg": "ਇਸ ਉਤਪਾਦ ਦੀ ਕੋਈ ਗਾਹਕੀ ਕੀਮਤ ਯੋਜਨਾ ਨਹੀਂ ਹੈ।"
    },
    "subscription_errors": {
      "title": "ਗੁੰਮ ਗਾਹਕੀ ਮੁੱਲ ਯੋਜਨਾਵਾਂ",
      "subtitle": "ਇਸ ਉਤਪਾਦ ਦੀ ਕੋਈ ਗਾਹਕੀ ਕੀਮਤ ਯੋਜਨਾ ਨਹੀਂ ਹੈ। ਇਸ ਉਤਪਾਦ ਨੂੰ ਗਾਹਕੀ ਦੀ ਖਰੀਦ ਲਈ ਉਪਲਬਧ ਕਰਾਉਣ ਲਈ ਤੁਹਾਨੂੰ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਗਾਹਕੀ ਕੀਮਤ ਯੋਜਨਾ ਜੋੜਨ ਦੀ ਲੋੜ ਹੈ।",
      "pricing_plans": "ਕੀਮਤ ਯੋਜਨਾਵਾਂ"
    },
    "location": {
      "title": "ਵਿਕਰੀ ਸਥਾਨ ਪਾਬੰਦੀ ● {status}",
      "status": {
        "has_restriction": "{count} ਦੇਸ਼ਾਂ ਵਿੱਚ ਉਪਲਬਧ ਹੈ",
        "no_restriction": "ਪ੍ਰਤਿਬੰਧਿਤ ਨਹੀਂ"
      },
      "available_countries_msg": "ਖਰੀਦਦਾਰੀ ਵਿਸ਼ਵ ਪੱਧਰ 'ਤੇ {count} ਦੇਸ਼ਾਂ ਤੱਕ ਸੀਮਤ ਹੈ। ਇਹ ਦੇਸ਼ {countries} ਹਨ।",
      "disable_for_all_countries_msg": "ਤੁਹਾਡੀ ਦੁਕਾਨ > ਸਥਾਨ ਸੈਟਿੰਗ ਵਿੱਚ ਸਾਰੇ ਦੇਸ਼ਾਂ ਲਈ ਖਰੀਦਦਾਰੀ ਅਸਮਰਥਿਤ ਹੈ।",
      "location_is_not_in_permitted_shop_locations_msg": "ਤੁਸੀਂ {country} ਨੂੰ ਵੇਚਣ ਵਾਲੇ ਸਥਾਨ ਵਜੋਂ ਸੈੱਟ ਕੀਤਾ ਹੈ ਪਰ ਸਟੋਰ ਪੱਧਰ 'ਤੇ ਤੁਸੀਂ ਇਸ ਦੇਸ਼ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਦਿੰਦੇ ਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਸਟੋਰ ਪੱਧਰ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਦੀ ਜਾਂਚ ਕਰੋ।",
      "shop_locations": "ਦੁਕਾਨ ਦੇ ਸਥਾਨ",
      "product_locations": "ਉਤਪਾਦ ਸਥਾਨ"
    },
    "location_errors": {
      "title": "ਉਪਲਬਧ ਸਥਾਨਾਂ ਵਿੱਚ ਗੜਬੜ",
      "no_location_error_subtitle": "ਤੁਸੀਂ ਉਤਪਾਦ ਨੂੰ ਖਰੀਦਣ ਲਈ ਇੱਕ ਸਥਾਨ ਪਾਬੰਦੀ ਨੂੰ ਸਰਗਰਮ ਕੀਤਾ ਹੈ, ਪਰ ਵਰਤਮਾਨ ਵਿੱਚ, ਕੋਈ ਵੀ ਦੇਸ਼ ਇਸ ਪਾਬੰਦੀ ਦੇ ਅਧੀਨ ਸੂਚੀਬੱਧ ਨਹੀਂ ਹੈ। ਨਤੀਜੇ ਵਜੋਂ, ਇਹ ਉਤਪਾਦ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਦੁਆਰਾ ਖਰੀਦਣ ਲਈ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।",
      "invalid_location_error_subtitle": "ਤੁਹਾਡੇ ਉਤਪਾਦ ਲਈ ਟਿਕਾਣਾ ਪਾਬੰਦੀ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਇੱਕ ਤਰੁੱਟੀ ਹੈ: ਸੂਚੀਬੱਧ ਕੁਝ ਸਥਾਨਾਂ ਵਿੱਚ ਕੋਈ ਵੀ ਸੰਬੰਧਿਤ ਜ਼ਿਪ ਕੋਡ ਨਹੀਂ ਹਨ। ਸਿੱਟੇ ਵਜੋਂ, ਉਪਭੋਗਤਾ ਇੱਕ ਜ਼ਿਪ ਕੋਡ ਦੀ ਚੋਣ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ ਹਨ, ਉਤਪਾਦ ਖਰੀਦ ਲਈ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।",
      "manage_locations": "ਸਥਾਨਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ"
    },
    "tax": {
      "title": "ਗਾਹਕੀ ਟੈਕਸ",
      "default_shop": "ਡਿਫਾਲਟ ਦੁਕਾਨ ਟੈਕਸ",
      "tax_profiles": "ਟੈਕਸ ਪ੍ਰੋਫਾਈਲ",
      "description": {
        "subscription_tax_msg": "ਅਸੀਂ ਸਿਰਫ਼ ਭੁਗਤਾਨ ਬਣਾਉਣ ਦੇ ਪੜਾਅ 'ਤੇ ਹੀ ਟੈਕਸ ਲਾਗੂ ਕਰ ਸਕਦੇ ਹਾਂ।",
        "dedicated": "ਸਮਰਪਿਤ",
        "is_disabled": "ਇਹ ਟੈਕਸ ਪ੍ਰੋਫਾਈਲ ਅਸਮਰੱਥ ਹੈ!",
        "tax_is_based_on_location": "ਟੈਕਸ: ਸਥਾਨ ਅਧਾਰਤ",
        "shipping_tax_is_based_on_location": "ਸ਼ਿਪਿੰਗ: ਸਥਾਨ ਅਧਾਰਤ",
        "included_in_price": "ਕੀਮਤ ਵਿੱਚ ਸ਼ਾਮਲ."
      }
    },
    "vendor": {
      "vendor_owner_msg": "ਇਹ ਉਤਪਾਦ <b>{vendor}</b> ਦਾ ਹੈ।",
      "has_vendors_msg": "ਇਸ ਉਤਪਾਦ ਲਈ {count} ਵਿਕਰੇਤਾ ਹਨ।",
      "no_vendor_msg": "ਤੁਸੀਂ ਇਸ ਉਤਪਾਦ ਲਈ ਕੋਈ ਵਿਕਰੇਤਾ ਨਿਰਧਾਰਤ ਨਹੀਂ ਕੀਤਾ ਹੈ, ਇਸਲਈ ਗਾਹਕ ਇਸਨੂੰ ਖਰੀਦਣ ਵਿੱਚ ਅਸਮਰੱਥ ਹਨ।",
      "add_vendors": "ਵਿਕਰੇਤਾ ਸ਼ਾਮਲ ਕਰੋ"
    }
  },
  "product_template": {
    "title": "ਉਤਪਾਦ ਪੰਨਾ ਟੈਮਪਲੇਟ",
    "subtitle": "ਤੁਸੀਂ ਇੱਕ ਵਿਸਤ੍ਰਿਤ ਪੇਸ਼ਕਾਰੀ ਲਈ ਆਪਣੇ ਉਤਪਾਦ ਪੰਨੇ ਦੇ ਅੰਦਰ ਇੱਕ ਪੰਨੇ ਨੂੰ ਏਮਬੈਡ ਕਰ ਸਕਦੇ ਹੋ। ਸਰਵੋਤਮ ਪਹੁੰਚ ਇੱਕ ਪਾਰਦਰਸ਼ੀ ਪਿਛੋਕੜ ਅਤੇ ਹਰੇਕ ਉਤਪਾਦ ਸ਼੍ਰੇਣੀ ਦੇ ਅਨੁਸਾਰ 1 ਤੋਂ 3 ਭਾਗਾਂ ਵਾਲੇ ਪੰਨੇ ਬਣਾਉਣਾ ਹੈ। ਫਿਰ, ਇਕਸਾਰ ਅਤੇ ਆਕਰਸ਼ਕ ਡਿਸਪਲੇ ਲਈ ਕਈ ਉਤਪਾਦਾਂ ਲਈ ਇੱਕ ਪੰਨਾ ਨਿਰਧਾਰਤ ਕਰੋ।",
    "edit_page": "ਪੰਨਾ ਸੰਪਾਦਿਤ ਕਰੋ",
    "list_of_pages": "ਪੰਨਿਆਂ ਦੀ ਸੂਚੀ"
  },
  "product_embed": {
    "subtitle": "ਤੁਸੀਂ ਸਾਡੇ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੇ ਕੋਡਾਂ ਨੂੰ ਸਿਰਫ਼ ਕਾਪੀ ਅਤੇ ਪੇਸਟ ਕਰਕੇ ਆਪਣੇ ਬਲੌਗ ਜਾਂ ਹੋਰ ਵੈੱਬ ਪੰਨਿਆਂ ਵਿੱਚ ਉਤਪਾਦ ਜਾਂ ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ ਨੂੰ ਆਸਾਨੀ ਨਾਲ ਏਮਬੇਡ ਕਰ ਸਕਦੇ ਹੋ। ਹਾਲਾਂਕਿ ਇਹ ਵਿਸ਼ੇਸ਼ਤਾ ਅਜੇ ਵੀ ਇਸਦੇ ਸ਼ੁਰੂਆਤੀ ਪੜਾਵਾਂ ਵਿੱਚ ਹੈ, ਅਸੀਂ ਸਰਗਰਮੀ ਨਾਲ ਇਸਦੀ ਕਾਰਜਕੁਸ਼ਲਤਾ ਨੂੰ ਹੋਰ ਕਿਤੇ ਉਪਲਬਧ ਹੋਣ ਤੋਂ ਪਰੇ ਵਧਾਉਣ ਲਈ ਕੰਮ ਕਰ ਰਹੇ ਹਾਂ। ਹਾਲਾਂਕਿ ਇਹ ਵਰਤਮਾਨ ਵਿੱਚ ਸੀਮਤ ਸਮਰੱਥਾਵਾਂ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦਾ ਹੈ, ਸਾਡੇ ਕੋਲ ਭਵਿੱਖ ਵਿੱਚ ਹੋਰ ਟੈਂਪਲੇਟ ਅਤੇ ਅਨੁਕੂਲਤਾ ਵਿਕਲਪ ਪੇਸ਼ ਕਰਨ ਦੀ ਯੋਜਨਾ ਹੈ।",
    "card": {
      "title": "ਨਿਊਨਤਮ",
      "description": "ਦੂਜੇ ਪਲੇਟਫਾਰਮਾਂ ਅਤੇ HTML ਪੰਨਿਆਂ ਵਿੱਚ ਉਤਪਾਦ ਕਾਰਡ ਜੋੜਨ ਲਈ HTML ਕੋਡ ਤਿਆਰ ਕਰੋ।"
    },
    "iframe": {
      "title": "iframe",
      "description": "ਇੱਕ ਏਮਬੇਡ ਵਿੰਡੋ ਵਿੱਚ ਵਿਆਪਕ ਉਤਪਾਦ ਵੇਰਵੇ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ iframe ਕੋਡ ਤਿਆਰ ਕਰੋ।"
    }
  },
  "permission_staff_add": {
    "title_new": "ਨਵਾਂ ਸਟਾਫ",
    "title_edit": "ਸਟਾਫ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "staff": {
      "title": "ਸਟਾਫ ਅਤੇ ਪਹੁੰਚ ਸ਼ਾਮਲ ਕਰੋ",
      "subtitle": "ਸਟਾਫ ਦੀ ਪਹੁੰਚ ਵਾਲੇ ਸਾਰੇ ਉਪਭੋਗਤਾ ਤੁਹਾਡੇ ਡੈਸ਼ਬੋਰਡ ਵਿੱਚ ਲੌਗਇਨ ਕਰ ਸਕਦੇ ਹਨ ਅਤੇ ਵਿੱਤੀ ਜਾਣਕਾਰੀ ਦੇਖ ਸਕਦੇ ਹਨ। ਸੀਮਤ ਪਹੁੰਚ ਵਾਲੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ, ਭੂਮਿਕਾ ਨੂੰ ਪਰਿਭਾਸ਼ਿਤ ਕਰੋ।",
      "go_to_roles": "ਰੋਲ 'ਤੇ ਜਾਓ"
    },
    "access": {
      "customization_tips": "<b>ਕਸਟਮਾਈਜ਼ੇਸ਼ਨ:</b> ਡਿਫੌਲਟ ਰੀਡ/ਰਾਈਟ ਐਕਸੈਸ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰਨ ਲਈ ਹਰੇਕ ਆਈਟਮ 'ਤੇ ਕਲਿੱਕ ਕਰੋ। ਹਰ ਕਤਾਰ ਮੁੱਖ ਦੁਕਾਨ ਡੈਸ਼ਬੋਰਡ ਦੇ ਅਨੁਸਾਰੀ ਪਹੁੰਚ ਪੱਧਰ ਨੂੰ ਦਰਸਾਉਂਦੀ ਹੈ।",
      "simplify_tips": "<b>ਮਹੱਤਵਪੂਰਨ!</b> ਅਸੀਂ ਪਹੁੰਚ ਨਿਯੰਤਰਣ ਨੂੰ 300 ਤੋਂ ਵੱਧ ਤੋਂ ਘੱਟ 10 ਪੱਧਰਾਂ ਤੱਕ ਸਰਲ ਬਣਾਉਂਦੇ ਹਾਂ। ਵਧੇਰੇ ਵਿਸਤ੍ਰਿਤ ਅਤੇ ਅੱਪ-ਟੂ-ਡੇਟ ਪਹੁੰਚ ਪੱਧਰਾਂ ਨੂੰ ਦਸਤਾਵੇਜ਼ਾਂ ਵਿੱਚ ਪ੍ਰਕਾਸ਼ਿਤ ਕੀਤਾ ਜਾਵੇਗਾ।",
      "multi_permission_tips": "<b>ਕਸਟਮ ਸੀਮਾਵਾਂ?</b> ਤੁਸੀਂ ਇੱਕ ਉਪਭੋਗਤਾ ਲਈ ਹੋਰ ਪਹੁੰਚ ਜੋੜ ਸਕਦੇ ਹੋ, ਇਸਲਈ ਪਹਿਲੀ ਪਹੁੰਚ ਜੋੜਨ ਤੋਂ ਬਾਅਦ, ਉਸੇ ਕਦਮਾਂ ਨਾਲ ਵਾਧੂ ਪਹੁੰਚ ਬਣਾਓ।",
      "view_data": "ਡੇਟਾ ਵੇਖੋ",
      "apply_changes": "ਤਬਦੀਲੀਆਂ ਲਾਗੂ ਕਰੋ"
    },
    "inputs": {
      "email": {
        "placeholder": "ਈ - ਮੇਲ",
        "label": "ਉਪਭੋਗਤਾ ਦਾ ਈਮੇਲ ਪਤਾ"
      },
      "level": {
        "label": "ਪਹੁੰਚ ਪੱਧਰ",
        "placeholder": "ਇੱਕ ਪੱਧਰ ਚੁਣੋ..."
      }
    },
    "actions": {
      "add": "ਸਟਾਫ ਸ਼ਾਮਲ ਕਰੋ"
    },
    "notifications": {
      "add_success": {
        "title": "ਪਹੁੰਚ ਦਿੱਤੀ ਗਈ",
        "message": "ਨਵੀਂ ਪਹੁੰਚ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ ਹੈ।"
      },
      "update_success": {
        "title": "ਪਹੁੰਚ ਅੱਪਡੇਟ ਕੀਤੀ ਗਈ",
        "message": "ਅਨੁਮਤੀਆਂ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ।"
      }
    }
  },
  "category_engine_editor": {
    "title": "ਵਾਧੂ ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ",
    "subtitle": "ਵੱਖ-ਵੱਖ ਸ਼੍ਰੇਣੀਆਂ ਦੇ ਉਤਪਾਦਾਂ ਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰੋ। ਤੁਹਾਡੇ ਕੋਲ ਉਤਪਾਦਾਂ ਨੂੰ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਜਾਂ ਟੈਗਾਂ ਦੁਆਰਾ ਉਤਪਾਦਾਂ ਨੂੰ ਫਿਲਟਰ ਕਰਨ ਲਈ ਕਈ ਸ਼੍ਰੇਣੀਆਂ ਚੁਣਨ ਦਾ ਵਿਕਲਪ ਹੈ।",
    "aut_add_sub_categories_tips": "ਤੁਸੀਂ ਹੇਠਾਂ ਦਿੱਤੇ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰਕੇ ਆਪਣੇ ਆਪ ਸਾਰੀਆਂ ਉਪ-ਸ਼੍ਰੇਣੀਆਂ ਨੂੰ ਮੌਜੂਦਾ ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ।",
    "inputs": {
      "categories": {
        "label": "ਵਰਗ",
        "messages": "ਇਹਨਾਂ ਸ਼੍ਰੇਣੀਆਂ ਵਿੱਚ ਉਤਪਾਦ ਦਿਖਾਏ ਜਾਣਗੇ।",
        "placeholder": "ਸ਼੍ਰੇਣੀਆਂ ਚੁਣੋ..."
      },
      "tags": {
        "label": "ਉਤਪਾਦ ਟੈਗ",
        "messages": "ਇਹਨਾਂ ਟੈਗਾਂ ਵਾਲੇ ਉਤਪਾਦ ਦਿਖਾਏ ਜਾਣਗੇ।",
        "placeholder": "ਇੱਥੇ ਵਾਇਰ ਟੈਗ ਕਰੋ ਅਤੇ ਐਂਟਰ ਦਬਾਓ। ਸਾਬਕਾ ਨਵਾਂ ਸੰਗ੍ਰਹਿ"
      }
    },
    "actions": {
      "save_engine": "ਇੰਜਣ ਬਚਾਓ",
      "auto_add_subcategories": "ਉਪ-ਸ਼੍ਰੇਣੀਆਂ ਨੂੰ ਆਟੋ ਸ਼ਾਮਲ ਕਰੋ"
    }
  },
  "products_sort_view": {
    "search_tips": {
      "title": "ਖੋਜ ਸੁਝਾਅ",
      "normal": "<b>ਆਮ ਖੋਜ:</b> ਸਿਰਲੇਖ, MPN, SKU, ਬ੍ਰਾਂਡ, ਜਾਂ ਟੈਗਸ ਦੁਆਰਾ ਖੋਜ ਕਰੋ।",
      "product": "<b>ਸਟੀਕ ਉਤਪਾਦ ID:</b> ਕਿਸੇ ਖਾਸ ਉਤਪਾਦ ਨੂੰ ਲੱਭਣ ਲਈ P+ਉਤਪਾਦ ID ਦੀ ਵਰਤੋਂ ਕਰੋ, ਉਦਾਹਰਨ ਲਈ, <b class=\"text-green\">P</b> <i class=\"text-yellow\">360</i> ।",
      "quotes": "<b>ਸਟੀਕ ਵਾਕਾਂਸ਼:</b> ਸਟੀਕ ਵਾਕਾਂਸ਼ ਦੀ ਖੋਜ ਕਰਨ ਲਈ ਹਵਾਲਾ ਚਿੰਨ੍ਹ ਦੀ ਵਰਤੋਂ ਕਰੋ, ਉਦਾਹਰਨ ਲਈ, <b class=\"text-green\">\"</b> <i class=\"text-yellow\">ਤੁਹਾਡਾ ਟੈਕਸਟ ਇੱਥੇ ਹੈ</i> <b class=\"text-green\">\"</b> ।",
      "tax": "<b>ਟੈਕਸ ਪ੍ਰੋਫਾਈਲ:</b> \"ਟੈਕਸ:\" ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਕਿਸੇ ਖਾਸ ਟੈਕਸ ਪ੍ਰੋਫਾਈਲ ਵਾਲੇ ਉਤਪਾਦਾਂ ਦੀ ਖੋਜ ਕਰੋ, ਉਦਾਹਰਨ ਲਈ, <b class=\"text-green\">ਟੈਕਸ:</b> <i class=\"text-yellow\">ਟੈਕਸ ਪ੍ਰੋਫਾਈਲ ਨਾਮ</i> ।",
      "new_products": "<b>ਨਵੇਂ ਉਤਪਾਦ:</b> ਇੱਕ ਖਾਸ ਮਿਤੀ ਸੀਮਾ ਵਿੱਚ ਸ਼ਾਮਲ ਕੀਤੇ ਗਏ ਉਤਪਾਦਾਂ ਨੂੰ ਲੱਭੋ, ਜਿਵੇਂ ਕਿ, <b class=\"text-green\">ਨਵਾਂ~</b> <i class=\"text-yellow\">2023-08-10</i> <b class=\"text-green\">~</b> <i class=\"text-yellow\">2023-08-20</i> ।"
    }
  },
  "augment_form": {
    "title": "ਵਾਧਾ",
    "subtitle": "ਉਹ ਕੁੰਜੀ ਇਨਪੁਟ ਕਰੋ ਜੋ ਪੰਨੇ ਦੀ ਸਮੱਗਰੀ ਵਿੱਚ ਇਸਦੇ ਅਨੁਸਾਰੀ ਮੁੱਲ ਨਾਲ ਬਦਲੀ ਜਾਵੇਗੀ। ਕੁੰਜੀਆਂ ਵੱਧ ਤੋਂ ਵੱਧ 32 ਅੱਖਰਾਂ ਦੀਆਂ ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ।",
    "add_caption": "ਨਵੀਂ ਆਈਟਮ ਸ਼ਾਮਲ ਕਰੋ",
    "add_sub_caption": "ਕਸਟਮ ਕੁੰਜੀ-ਮੁੱਲ ਜੋੜਾ ਸ਼ਾਮਲ ਕਰੋ।",
    "add_dialog": {
      "title": "ਇਨਪੁਟ ਕਿਸਮ ਚੁਣੋ",
      "html": {
        "title": "ਟੈਕਸਟ ਅਤੇ HTML",
        "subtitle": "ਆਈਟਮ ਦੇ ਮੁੱਲ ਨੂੰ ਟੈਕਸਟ ਜਾਂ HTML ਦੇ ਰੂਪ ਵਿੱਚ ਮਨੋਨੀਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।"
      },
      "image": {
        "title": "ਚਿੱਤਰ",
        "subtitle": "ਤੁਸੀਂ ਇੱਕ ਚਿੱਤਰ ਅੱਪਲੋਡ ਕਰ ਸਕਦੇ ਹੋ।"
      }
    },
    "help_dialog": {
      "title": "ਗਤੀਸ਼ੀਲ ਸਮੱਗਰੀ ਦੀ ਵਰਤੋਂ ਕਿਵੇਂ ਕਰੀਏ",
      "how_it_works_tips": "ਲੈਂਡਿੰਗ ਪੰਨਿਆਂ ਵਿੱਚ, ਤੁਹਾਡੇ ਕੋਲ ਟੈਕਸਟ ਅਤੇ ਚਿੱਤਰ ਦੋਵਾਂ ਲਈ ਗਤੀਸ਼ੀਲ ਪਲੇਸਹੋਲਡਰਾਂ ਨੂੰ ਮਨੋਨੀਤ ਕਰਨ ਦੀ ਲਚਕਤਾ ਹੈ। ਇਹ ਪਲੇਸਹੋਲਡਰ ਸੰਦਰਭ ਦੇ ਅਨੁਸਾਰ ਸਮੱਗਰੀ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰਨ ਵਿੱਚ ਮਹੱਤਵਪੂਰਣ ਭੂਮਿਕਾ ਨਿਭਾਉਂਦੇ ਹਨ। ਇਹਨਾਂ ਪਲੇਸਹੋਲਡਰਾਂ ਦੀ ਗਤੀਸ਼ੀਲ ਪ੍ਰਕਿਰਤੀ ਉਹਨਾਂ ਨੂੰ ਸੰਸ਼ੋਧਨ ਮੁੱਲਾਂ ਦੁਆਰਾ ਭਰੇ ਜਾਣ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੀ ਹੈ, ਜੋ ਕਿ ਵੱਖ-ਵੱਖ ਕਾਰਕਾਂ ਦੇ ਆਧਾਰ 'ਤੇ ਵੱਖ-ਵੱਖ ਹੋ ਸਕਦੇ ਹਨ। ਉਦਾਹਰਨ ਲਈ, ਹਰੇਕ ਉਤਪਾਦ ਜਾਂ ਸ਼੍ਰੇਣੀ ਲਈ ਵਾਧੇ ਦੇ ਮੁੱਲ ਵੱਖਰੇ ਹੋ ਸਕਦੇ ਹਨ। ਇਸ ਵਿਸ਼ੇਸ਼ਤਾ ਦਾ ਅਸਲ ਫਾਇਦਾ ਉਦੋਂ ਹੁੰਦਾ ਹੈ ਜਦੋਂ ਤੁਹਾਡੇ ਕੋਲ ਵੱਖੋ-ਵੱਖਰੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਵਾਲੀਆਂ ਕਈ ਤਰ੍ਹਾਂ ਦੀਆਂ ਚੀਜ਼ਾਂ ਹੁੰਦੀਆਂ ਹਨ। ਤੁਸੀਂ ਹਰੇਕ ਆਈਟਮ ਦੇ ਡਿਸਪਲੇ ਨੂੰ ਨਿਜੀ ਬਣਾਉਣ ਅਤੇ ਵਧਾਉਣ ਲਈ ਇਹਨਾਂ ਗਤੀਸ਼ੀਲ ਪਲੇਸਹੋਲਡਰਾਂ ਦੀ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਢੰਗ ਨਾਲ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ, ਇਸ ਤਰ੍ਹਾਂ ਤੁਹਾਡੇ ਲੈਂਡਿੰਗ ਪੰਨਿਆਂ 'ਤੇ ਇੱਕ ਵਿਲੱਖਣ ਅਤੇ ਇੰਟਰਐਕਟਿਵ ਅਨੁਭਵ ਬਣਾ ਸਕਦੇ ਹੋ।",
      "assign_tips": "ਚਿੱਤਰਾਂ ਨੂੰ ਗਤੀਸ਼ੀਲ ਮੁੱਲ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ, ਭਾਗ ਦੇ ਖੱਬੇ ਪਾਸੇ ਸਥਿਤ ਫੀਡਰ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।",
      "set_dynamic_image_tips": "ਤੁਹਾਡੇ ਕੋਲ ਹੁਣ ਚਿੱਤਰ URL ਨੂੰ ਸੋਧਣ ਅਤੇ ਇਸਨੂੰ ਇੱਕ ਗਤੀਸ਼ੀਲ ਮੁੱਲ ਨਿਰਧਾਰਤ ਕਰਨ ਦੀ ਸਮਰੱਥਾ ਹੈ।",
      "enter_values_tips": "ਹਰੇਕ ਉਤਪਾਦ ਲਈ, ਤੁਹਾਡੇ ਕੋਲ ਸਮਰਪਿਤ ਕੁੰਜੀ-ਮੁੱਲ ਜੋੜੇ ਨਿਰਧਾਰਤ ਕਰਨ ਦੀ ਸਮਰੱਥਾ ਹੈ।",
      "result_tips": "ਇਹ ਪੰਨੇ ਦਾ ਅੰਤਮ ਨਤੀਜਾ ਹੈ, ਜਿੱਥੇ ਪਲੇਸਹੋਲਡਰਾਂ ਨੂੰ ਵਧੇ ਹੋਏ ਮੁੱਲਾਂ ਨਾਲ ਬਦਲਿਆ ਗਿਆ ਹੈ।"
    }
  },
  "logistic_profile_editor": {
    "languages": {
      "title": "ਬਹੁ ਭਾਸ਼ਾ",
      "subtitle": "ਇਹ ਸਮੱਗਰੀ ਭਾਸ਼ਾਵਾਂ ਦੀ ਸੂਚੀ ਹੈ। ਤੁਸੀਂ ਹਰੇਕ ਭਾਸ਼ਾ ਵਿੱਚ ਲੌਜਿਸਟਿਕ ਪ੍ਰੋਫਾਈਲ ਲਈ ਵੱਖਰੀ ਸਮੱਗਰੀ ਸੈੱਟ ਕਰ ਸਕਦੇ ਹੋ।",
      "add_caption": "ਨਵਾਂ ਲੇਖ ਸ਼ਾਮਲ ਕਰੋ",
      "no_more_language": "ਕੋਈ ਹੋਰ ਭਾਸ਼ਾ ਨਹੀਂ!"
    },
    "content": {
      "title": "ਸਮੱਗਰੀ",
      "subtitle": "ਤੁਸੀਂ ਕਈ ਭਾਸ਼ਾਵਾਂ ਵਿੱਚ ਲੌਜਿਸਟਿਕ ਪ੍ਰੋਫਾਈਲ ਲਈ ਸਮੱਗਰੀ ਨੂੰ ਅਨੁਕੂਲਿਤ ਕਰ ਸਕਦੇ ਹੋ।",
      "language_input": "ਮੌਜੂਦਾ ਲੇਖ ਦੀ ਭਾਸ਼ਾ",
      "delete_article": "ਲੇਖ ਮਿਟਾਓ",
      "menu_tooltip": "ਆਟੋ ਅਨੁਵਾਦ / ਲੇਖ ਮਿਟਾਓ"
    },
    "translate_to": "ਵਿੱਚ ਅਨੁਵਾਦ ਕਰੋ",
    "notifications": {
      "translate": {
        "message": "ਲੇਖ ਦਾ ਅਨੁਵਾਦ ਸਫਲਤਾਪੂਰਵਕ ਪੂਰਾ ਹੋਇਆ।"
      },
      "save_article": {
        "message": "ਲੇਖ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਗਿਆ ਹੈ।"
      },
      "delete_article": {
        "message": "ਲੇਖ ਸਫਲਤਾਪੂਰਵਕ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।"
      }
    },
    "delete_dialog": {
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਲੇਖ ਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?",
      "action": "ਹਾਂ, ਹੁਣੇ ਮਿਟਾਓ"
    }
  },
  "logistic_profile_products": {
    "title": "ਉਤਪਾਦ",
    "subtitle": "ਇਸ ਪ੍ਰੋਫਾਈਲ ਨਾਲ ਸੰਬੰਧਿਤ ਉਤਪਾਦਾਂ ਦੀ ਸੂਚੀ।"
  },
  "logistic_profile_setting": {
    "title": "ਆਮ ਜਾਣਕਾਰੀ",
    "inputs": {
      "name": {
        "message": "ਇਹ ਨਾਮ ਤੁਹਾਨੂੰ ਦਿਖਾਉਂਦਾ ਹੈ ਅਤੇ ਜਨਤਾ ਨੂੰ ਪ੍ਰਗਟ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ।"
      },
      "accept_delete": {
        "true_description": "ਇਹ ਕਾਰਵਾਈ ਸਾਰੇ ਲੇਖਾਂ ਅਤੇ ਪ੍ਰੋਫਾਈਲਾਂ ਦੇ ਲਿੰਕਾਂ ਨੂੰ ਹਟਾ ਦੇਵੇਗੀ।",
        "true_title": "ਮੈਂ ਇਸ ਕਨੈਕਸ਼ਨ ਨੂੰ ਹਟਾਉਣ ਲਈ ਪੁਸ਼ਟੀ ਕਰਦਾ/ਕਰਦੀ ਹਾਂ।"
      }
    },
    "actions": {
      "remove": "ਪ੍ਰੋਫਾਈਲ ਅਤੇ ਸਬੰਧਾਂ ਨੂੰ ਹਟਾਓ"
    }
  },
  "shop_logistic_profiles": {
    "title": "ਲੌਜਿਸਟਿਕ ਪ੍ਰੋਫਾਈਲਾਂ",
    "add_caption": "ਨਵਾਂ ਪ੍ਰੋਫਾਈਲ ਸ਼ਾਮਲ ਕਰੋ",
    "subtitle": "ਤੁਸੀਂ ਇੱਥੇ ਉਤਪਾਦਾਂ ਲਈ ਵਾਰੰਟੀ ਅਤੇ ਵਾਪਸੀ ਨੀਤੀ ਬਣਾ ਅਤੇ ਸੰਪਾਦਿਤ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਇਸਨੂੰ ਕਿਸੇ ਵੀ ਉਤਪਾਦ ਨੂੰ ਸੌਂਪ ਸਕਦੇ ਹੋ। ਤੁਸੀਂ ਵੱਖ-ਵੱਖ ਕਿਸਮਾਂ ਦੇ ਉਤਪਾਦਾਂ ਲਈ ਵੱਖ-ਵੱਖ ਵਾਰੰਟੀ ਨੀਤੀਆਂ ਨੂੰ ਪਰਿਭਾਸ਼ਿਤ ਕਰ ਸਕਦੇ ਹੋ।",
    "add_dialog": {
      "title": "ਨਵਾਂ ਲੌਜਿਸਟਿਕ ਪ੍ਰੋਫਾਈਲ ਬਣਾਓ",
      "config": {
        "title": "ਆਮ ਜਾਣਕਾਰੀ",
        "subtitle": "ਪ੍ਰੋਫਾਈਲ ਦੀ ਕਿਸਮ ਚੁਣੋ। ਇਹ ਇੱਕ ਗਾਈਡ, ਵਾਰੰਟੀ, ਜਾਂ ਕੋਈ ਹੋਰ ਸਮੱਗਰੀ ਅਤੇ ਸਮੱਗਰੀ ਹੋ ਸਕਦੀ ਹੈ ਜੋ ਆਮ ਤੌਰ 'ਤੇ ਕਈ ਉਤਪਾਦਾਂ ਵਿੱਚ ਸਾਂਝੀ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।"
      },
      "article": {
        "title": "ਲੇਖ",
        "subtitle": "ਤੁਸੀਂ ਇਸ ਲੌਜਿਸਟਿਕ ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਬਣਾਉਣ ਤੋਂ ਬਾਅਦ ਹੋਰ ਭਾਸ਼ਾਵਾਂ ਜੋੜ ਸਕਦੇ ਹੋ।"
      },
      "inputs": {
        "name": {
          "message": "ਇਹ ਨਾਮ ਤੁਹਾਨੂੰ ਦਿਖਾਉਂਦਾ ਹੈ ਅਤੇ ਜਨਤਾ ਨੂੰ ਪ੍ਰਗਟ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ।",
          "placeholder": "ਪ੍ਰੋਫਾਈਲ ਲਈ ਇੱਕ ਨਾਮ ਦਰਜ ਕਰੋ..."
        }
      }
    }
  },
  "shop_logistic_includes": {
    "title": "ਸ਼ਾਮਲ ਆਈਟਮਾਂ ਪ੍ਰਬੰਧਨ",
    "add_caption": "ਨਵੀਂ ਆਈਟਮ ਸ਼ਾਮਲ ਕਰੋ",
    "subtitle": "ਇੱਥੇ, ਤੁਸੀਂ ਆਪਣੇ ਉਤਪਾਦਾਂ ਵਿੱਚ ਸ਼ਾਮਲ ਆਈਟਮਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰ ਸਕਦੇ ਹੋ। ਤੁਹਾਡੇ ਸਟੋਰ ਲਈ ਨਿਰਦੋਸ਼ ਦਿੱਖ ਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣ ਲਈ, ਸਾਰੇ ਉਤਪਾਦਾਂ ਵਿੱਚ ਸਮਾਨ ਚਿੱਤਰ ਪੈਟਰਨਾਂ, ਜਿਵੇਂ ਕਿ ਵਾਇਰਫ੍ਰੇਮ, ਵਾਲੀਆਂ ਚੀਜ਼ਾਂ ਦੀ ਲਗਾਤਾਰ ਵਰਤੋਂ ਕਰੋ।",
    "empty_list_msg": "ਸ਼ਾਮਲ ਆਈਟਮਾਂ ਦੀ ਸੂਚੀ...",
    "notifications": {
      "delete": {
        "message": "ਆਈਟਮ ਨੂੰ ਮਿਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।"
      }
    },
    "delete_dialog": {
      "title": "ਸ਼ਾਮਲ ਆਈਟਮ ਨੂੰ ਮਿਟਾਓ",
      "message": "ਕੀ ਤੁਸੀਂ ਯਕੀਨੀ ਤੌਰ 'ਤੇ ਇਸ ਆਈਟਮ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਕਿਰਪਾ ਕਰਕੇ ਨੋਟ ਕਰੋ ਕਿ ਇਸਨੂੰ ਸਾਰੇ ਸੰਬੰਧਿਤ ਉਤਪਾਦਾਂ ਤੋਂ ਵੀ ਹਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ!",
      "action": "ਹਾਂ, ਹੁਣੇ ਮਿਟਾਓ"
    },
    "actions": {
      "edit_linked_page": "ਲਿੰਕ ਕੀਤੇ ਪੰਨੇ ਦਾ ਸੰਪਾਦਨ ਕਰੋ"
    }
  },
  "include_item_add": {
    "dialog_title_edit": "ਸ਼ਾਮਲ ਆਈਟਮ ਦਾ ਸੰਪਾਦਨ ਕਰੋ",
    "dialog_title_add": "ਨਵੀਂ ਸ਼ਾਮਲ ਆਈਟਮ ਬਣਾਓ",
    "title": "ਸ਼ਾਮਲ ਆਈਟਮ",
    "subtitle": "ਇੱਕ ਸੰਖੇਪ ਸਿਰਲੇਖ ਚੁਣੋ, ਆਦਰਸ਼ਕ ਤੌਰ 'ਤੇ ਵੱਧ ਤੋਂ ਵੱਧ 2 ਤੋਂ 3 ਸ਼ਬਦਾਂ ਦੇ ਨਾਲ। ਵਰਗ ਚਿੱਤਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰੋ, ਕਿਉਂਕਿ ਅਸੀਂ ਅਪਲੋਡ ਕੀਤੀਆਂ ਤਸਵੀਰਾਂ ਨੂੰ 256x256 ਵਰਗ ਫਾਰਮੈਟ ਵਿੱਚ ਸਵੈ-ਅਕਾਰ ਦੇਵਾਂਗੇ। ਸਾਰੇ ਟੈਂਪਲੇਟਾਂ ਵਿੱਚ ਸਭ ਤੋਂ ਵਧੀਆ ਦਿੱਖ ਲਈ, ਪਾਰਦਰਸ਼ੀ ਬੈਕਗ੍ਰਾਉਂਡ ਦੇ ਨਾਲ ਘੱਟੋ-ਘੱਟ ਚਿੱਤਰਾਂ ਨੂੰ ਲਗਾਓ ਅਤੇ ਆਪਣੇ ਉਤਪਾਦਾਂ ਵਿੱਚ ਇੱਕ ਸਮਾਨ ਪੈਟਰਨ ਨੂੰ ਕਾਇਮ ਰੱਖੋ।",
    "inputs": {
      "title": {
        "placeholder": "ਉਤਪਾਦ ਪੰਨੇ 'ਤੇ ਪ੍ਰਦਰਸ਼ਿਤ ਸੰਖੇਪ ਸਿਰਲੇਖ..."
      },
      "code": {
        "placeholder": "ਵਿਲੱਖਣ ਕੋਡ, ਸਾਬਕਾ. mobile_cable_usb",
        "hint": "ਆਈਟਮਾਂ ਦਾ ਪਤਾ ਲਗਾਉਣ ਲਈ ਖੋਜ ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਸੁਚਾਰੂ ਬਣਾਉਣ ਲਈ ਇਸ ਕੋਡ ਦੀ ਵਰਤੋਂ ਕਰੋ।"
      },
      "description": {
        "placeholder": "ਇਸ ਆਈਟਮ ਬਾਰੇ ਇੱਕ ਛੋਟਾ ਵੇਰਵਾ...",
        "hint": "ਵਰਣਨ ਐਸਈਓ ਲਈ ਵਰਤਿਆ ਜਾਵੇਗਾ ਅਤੇ ਉਤਪਾਦ ਪੰਨੇ ਵਿੱਚ ਕੁਝ ਕਸਟਮ ਲੇਆਉਟ 'ਤੇ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਦਿਖਾਈ ਦੇ ਸਕਦਾ ਹੈ।"
      },
      "image": {
        "message": "ਅਧਿਕਤਮ ਚਿੱਤਰ ਦਾ ਆਕਾਰ: 1MB"
      },
      "path": {
        "label": "ਪੰਨਾ ਮਾਰਗ"
      }
    },
    "mode": {
      "no_link": {
        "title": "ਕੋਈ ਲਿੰਕ ਨਹੀਂ"
      },
      "external_link": {
        "title": "ਬਾਹਰੀ ਲਿੰਕ",
        "description": "ਇੱਕ ਬਾਹਰੀ url ਲਈ ਇੱਕ ਲਿੰਕ ਸੈਟ ਕਰੋ।",
        "tips": "ਤੁਸੀਂ ਆਈਟਮ ਨਾਲ ਕਿਸੇ ਵੀ URL ਨੂੰ ਨੱਥੀ ਕਰ ਸਕਦੇ ਹੋ। ਜਦੋਂ ਉਪਭੋਗਤਾ ਉਤਪਾਦ ਪੰਨੇ 'ਤੇ ਆਈਟਮ 'ਤੇ ਕਲਿੱਕ ਕਰਦੇ ਹਨ, ਤਾਂ ਉਨ੍ਹਾਂ ਨੂੰ ਉਸ ਲਿੰਕ 'ਤੇ ਰੀਡਾਇਰੈਕਟ ਕੀਤਾ ਜਾਵੇਗਾ।"
      },
      "internal_link": {
        "title": "ਅੰਦਰੂਨੀ ਲਿੰਕ",
        "description": "ਇਸ ਆਈਟਮ ਲਈ ਪ੍ਰਦਾਨ ਕੀਤੇ ਵਾਧੇ ਡੇਟਾ ਦੁਆਰਾ ਗਤੀਸ਼ੀਲ ਪੰਨਾ ਬਣਾਓ।",
        "tips": "ਤੁਸੀਂ ਇੱਕ ਲੈਂਡਿੰਗ ਪੰਨੇ ਨੂੰ ਪ੍ਰੋਫਾਈਲ ਨਾਲ ਲਿੰਕ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਇਸਦੇ ਲਈ ਇੱਕ ਕਸਟਮ ਮਾਰਗ ਅਤੇ ਗਤੀਸ਼ੀਲ ਸਮੱਗਰੀ ਸੈਟ ਕਰ ਸਕਦੇ ਹੋ। Selldone ਆਈਟਮ ਲਈ ਇੱਕ ਡਾਇਨਾਮਿਕ ਲਿੰਕ ਤਿਆਰ ਕਰੇਗਾ।"
      }
    },
    "notifications": {
      "add": {
        "message": "ਸ਼ਾਮਲ ਕੀਤੀ ਆਈਟਮ ਸਫਲਤਾਪੂਰਵਕ ਸ਼ਾਮਲ ਕੀਤੀ ਗਈ ਹੈ।"
      },
      "edit": {
        "message": "ਸ਼ਾਮਲ ਆਈਟਮ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ ਹੈ।"
      }
    }
  },
  "shop_logistic_returns": {
    "title": "ਆਰਡਰ ਵਾਪਸ ਕੀਤੇ",
    "subtitle": "ਤੁਹਾਡੇ ਗ੍ਰਾਹਕ ਆਪਣੇ ਭੌਤਿਕ ਆਰਡਰ ਵਾਪਸ ਕਰ ਸਕਦੇ ਹਨ, ਅਤੇ ਤੁਸੀਂ ਆਰਡਰ ਪ੍ਰੋਸੈਸਿੰਗ ਪੰਨੇ 'ਤੇ ਵਾਪਸੀ ਦੀਆਂ ਬੇਨਤੀਆਂ ਨੂੰ ਦੇਖ ਸਕਦੇ ਹੋ ਜਾਂ ਇੱਥੇ ਵਾਪਸ ਕੀਤੇ ਆਰਡਰਾਂ ਦੀ ਪੂਰੀ ਸੂਚੀ ਤੱਕ ਪਹੁੰਚ ਕਰ ਸਕਦੇ ਹੋ।"
  },
  "referral_fees": {
    "title": "ਕਮਿਸ਼ਨਾਂ",
    "subtitle": "ਉਹਨਾਂ ਸਾਰੇ ਕਮਿਸ਼ਨਾਂ ਦੀ ਸੂਚੀ ਜੋ ਤੁਸੀਂ ਆਪਣੇ ਰੈਫਰਲ ਤੋਂ ਕਮਾਏ ਹਨ। ਕਮਿਸ਼ਨ ਨੂੰ ਮਨਜ਼ੂਰੀ ਮਿਲਣ ਅਤੇ ਤੁਹਾਡੇ ਬਟੂਏ ਵਿੱਚ ਟ੍ਰਾਂਸਫਰ ਹੋਣ ਵਿੱਚ 30 ਦਿਨਾਂ ਤੱਕ ਦਾ ਸਮਾਂ ਲੱਗਦਾ ਹੈ।"
  },
  "referral_wallets": {
    "title": "ਬਟੂਏ",
    "subtitle": "ਇੱਥੇ ਤੁਸੀਂ ਕਮਿਸ਼ਨ ਫੀਸਾਂ ਨੂੰ ਦੇਖ ਸਕਦੇ ਹੋ ਜੋ ਤੁਸੀਂ ਕਮਾਏ ਹਨ। ਤੁਸੀਂ ਆਪਣੀਆਂ ਕਮਿਸ਼ਨ ਫੀਸਾਂ ਨੂੰ ਆਪਣੇ ਬੈਂਕ ਖਾਤੇ ਜਾਂ ਆਪਣੇ Selldone ਵਾਲਿਟ ਵਿੱਚ ਟ੍ਰਾਂਸਫਰ ਕਰ ਸਕਦੇ ਹੋ।",
    "no_commission_yet": "ਤੁਹਾਨੂੰ ਅਜੇ ਤੱਕ ਕੋਈ ਕਮਿਸ਼ਨ ਨਹੀਂ ਮਿਲਿਆ ਹੈ।",
    "no_wallet": "ਕੋਈ ਵਾਲਿਟ ਨਹੀਂ!",
    "withdraw_dialog": {
      "title": "ਕਮਿਸ਼ਨ ਫੀਸਾਂ ਵਾਪਸ ਲਓ",
      "need_bank_info_message": "ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲਾਂ ਆਪਣੀ ਬੈਂਕ ਜਾਣਕਾਰੀ ਦਾਖਲ ਕਰੋ।",
      "to_wallet": {
        "title": "ਵਾਲਿਟ ਨੂੰ",
        "subtitle": "ਇਸ ਵਿਕਲਪ ਦੇ ਨਾਲ, ਤੁਸੀਂ ਆਪਣੇ ਸੇਲਡੋਨ ਵਾਲਿਟ ਵਿੱਚ ਕਮਿਸ਼ਨ ਫੀਸ ਟ੍ਰਾਂਸਫਰ ਕਰ ਸਕਦੇ ਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਇੱਕ ਬਟੂਆ ਤੁਹਾਡੇ ਤੋਹਫ਼ੇ ਵਾਲੇ ਬਟੂਏ ਵਜੋਂ ਜੁੜਿਆ ਹੋਇਆ ਹੈ, ਅਤੇ ਇਹ ਉਸੇ ਮੁਦਰਾ ਨਾਲ ਕੰਮ ਕਰਦਾ ਹੈ।"
      },
      "to_bank": {
        "title": "ਬੈਂਕ ਨੂੰ",
        "subtitle": "ਇਸ ਵਿਕਲਪ ਦੇ ਨਾਲ, ਤੁਸੀਂ ਆਪਣੇ ਸੇਲਡੋਨ ਵਾਲਿਟ ਵਿੱਚ ਕਮਿਸ਼ਨ ਫੀਸ ਟ੍ਰਾਂਸਫਰ ਕਰ ਸਕਦੇ ਹੋ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਇੱਕ ਬਟੂਆ ਤੁਹਾਡੇ ਤੋਹਫ਼ੇ ਵਾਲੇ ਬਟੂਏ ਵਜੋਂ ਜੁੜਿਆ ਹੋਇਆ ਹੈ, ਅਤੇ ਇਹ ਉਸੇ ਮੁਦਰਾ ਨਾਲ ਕੰਮ ਕਰਦਾ ਹੈ।"
      },
      "inputs": {
        "verify_to_wallet": {
          "true_description": "ਮੈਂ ਆਪਣਾ ਕਮਿਸ਼ਨ ਮੇਰੇ ਸੇਲਡੋਨ ਵਾਲਿਟ ਵਿੱਚ ਟ੍ਰਾਂਸਫਰ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹਾਂ।"
        },
        "verify_to_bank": {
          "true_description": "ਮੈਂ ਆਪਣੀ ਬੈਂਕ ਜਾਣਕਾਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰਦਾ/ਕਰਦੀ ਹਾਂ ਅਤੇ ਮੈਂ ਆਪਣਾ ਕਮਿਸ਼ਨ ਆਪਣੇ ਬੈਂਕ ਖਾਤੇ ਵਿੱਚ ਟ੍ਰਾਂਸਫਰ ਕਰਨਾ ਚਾਹੁੰਦਾ ਹਾਂ।"
        }
      },
      "actions": {
        "withdraw_to_wallet": "ਬਟੂਏ ਵਿੱਚ ਵਾਪਸ ਲਓ",
        "withdraw_to_bank": "ਬੈਂਕ ਵਿੱਚ ਪੈਸੇ ਕਢਵਾਓ"
      }
    },
    "notifications": {
      "request_transfer_to_bank_success": "ਤੁਹਾਡੀ ਬੇਨਤੀ ਸਫਲਤਾਪੂਰਵਕ ਪ੍ਰਾਪਤ ਹੋ ਗਈ ਹੈ, ਅਤੇ ਅਸੀਂ ਇਸਦੀ ਸਮੀਖਿਆ ਕਰਾਂਗੇ।"
    }
  },
  "monetize_referral": {
    "copy_box": {
      "message": "ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਵੇਚੇ ਗਏ url ਵਿੱਚ <b>?ref={code}</b> ਜੋੜ ਸਕਦੇ ਹੋ।"
    },
    "intro": {
      "title": "ਸੇਲਡੋਨ ਐਫੀਲੀਏਟ ਪ੍ਰੋਗਰਾਮ ਵਿੱਚ ਸ਼ਾਮਲ ਹੋਵੋ",
      "message": "ਸੇਲਡੋਨ ਐਫੀਲੀਏਟ ਪ੍ਰੋਗਰਾਮ ਸਧਾਰਨ ਅਤੇ ਸਿੱਧਾ ਹੈ, ਤੁਹਾਡੇ ਲਈ ਅਸਾਨੀ ਨਾਲ ਕਮਾਈ ਕਰਨ ਲਈ ਤਿਆਰ ਕੀਤਾ ਗਿਆ ਹੈ। Selldone ਵਿੱਚ ਨਵੇਂ ਉਪਭੋਗਤਾਵਾਂ ਨੂੰ ਸੱਦਾ ਦੇਣ ਲਈ ਆਪਣਾ ਵਿਲੱਖਣ ਐਫੀਲੀਏਟ ਲਿੰਕ ਸਾਂਝਾ ਕਰੋ, ਅਤੇ ਤੁਸੀਂ ਉਹਨਾਂ ਦੁਆਰਾ ਕੀਤੇ ਗਏ ਹਰ ਲੈਣ-ਦੇਣ ਤੋਂ ਇੱਕ ਕਮਿਸ਼ਨ ਕਮਾਓਗੇ — ਸਦਾ ਲਈ। ਇਸ ਵਿੱਚ ਗਾਹਕੀਆਂ, ਸੇਵਾ ਫੀਸਾਂ, ਦੁਕਾਨ ਦੇ ਅੱਪਗਰੇਡਾਂ, ਅਤੇ ਹੋਰ ਸਾਰੀਆਂ ਆਮਦਨੀ ਧਾਰਾਵਾਂ ਤੋਂ ਕਮਾਈਆਂ ਸ਼ਾਮਲ ਹਨ। ਸਮੇਂ ਜਾਂ ਕਮਾਈ 'ਤੇ ਬਿਨਾਂ ਕਿਸੇ ਸੀਮਾ ਦੇ ਆਮਦਨ ਦਾ ਹਿੱਸਾ ਕਮਾਉਣਾ ਸ਼ੁਰੂ ਕਰੋ। ਸਾਡੇ ਨਾਲ ਜੁੜੋ ਅਤੇ ਆਪਣੇ ਨੈੱਟਵਰਕ ਨੂੰ ਇੱਕ ਸਥਿਰ ਆਮਦਨ ਵਿੱਚ ਬਦਲੋ!",
      "why_join_selldone_affiliate": "ਇਹ ਇੱਕ ਵਿਲੱਖਣ ਮੌਕਾ ਕਿਉਂ ਹੈ?",
      "reasons": [
        "ਇਹ ਸਦਾ ਲਈ ਰਹਿੰਦਾ ਹੈ!",
        "ਸਾਰੀਆਂ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਅਤੇ ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਫੀਸਾਂ ਨੂੰ ਕਵਰ ਕਰਦਾ ਹੈ। Selldone 'ਤੇ ਉਪਭੋਗਤਾ ਦਾ ਸ਼ਾਬਦਿਕ ਹਰ ਭੁਗਤਾਨ.",
        "ਅਸੀਂ ਤੁਹਾਡੇ ਲਿੰਕ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਰਜਿਸਟਰ ਕਰਨ ਵਾਲੇ ਕਿਸੇ ਵੀ ਵਿਅਕਤੀ ਨੂੰ ਇੱਕ ਮੁਫ਼ਤ $99 ਵਾਊਚਰ ਭੇਜਦੇ ਹਾਂ।",
        "ਜਦੋਂ ਤੁਹਾਡਾ ਟੀਅਰ ਅੱਪਗਰੇਡ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਪਹਿਲਾਂ ਤੋਂ ਰੈਫਰ ਕੀਤੇ ਸਾਰੇ ਉਪਭੋਗਤਾਵਾਂ ਤੋਂ ਨਵੀਂ ਦਰ 'ਤੇ ਕਮਾਈ ਕਰੋਗੇ।"
      ]
    }
  }
};