export default {
  "commons": {
    "pay_today": "نن ورځ تادیه",
    "pay_yesterday": "پرون تادیه",
    "pay_last30days": "د وروستي 30 ورځو تادیه",
    "create_a_shop": "هټۍ جوړه کړئ",
    "start_free": "وړیا پیل کړئ",
    "featured_apps": "ځانګړي شوي ایپسونه",
    "more_apps": "نور پروګرامونه",
    "my_public_profile": "زما د عامه پروفایل پاڼه"
  },
  "numbers": {
    "infinite": "لامحدود"
  },
  "error": {
    "not_fount_data": "معلومات ونه موندل شول!",
    "license_max_limit": "ستاسو جواز حد ته رسیدلی!"
  },
  "time_spans": {
    "days_range": "د ورځو سلسله",
    "today": "نن",
    "yesterday": "پرون",
    "last_7": "وروستۍ 7 ورځې",
    "last_14": "وروستۍ 14 ورځې",
    "last_30": "وروستۍ 30 ورځې",
    "last_90": "وروستۍ 90 ورځې",
    "custom": "ګمرک"
  },
  "device_types": {
    "desktop": "ډیسټاپ",
    "mobile": "موبایل",
    "tablet": "ټابلیټ"
  },
  "create_website_action": "خپل ویب پاڼه جوړه کړئ - دا وړیا ده",
  "show_shops_action": "زما د پلورنځیو لیست",
  "Youtube": "یوټیوب",
  "Linkedin": "لینکډین",
  "Twitter": "ټویټر",
  "Facebook": "فیسبوک",
  "Instagram": "انسټاګرام",
  "Reddit": "ریډیټ",
  "Github": "ګیتوب",
  "page_titles": {
    "home": "Selldone ╏ د ګړندۍ وده کونکو شرکتونو لپاره د سوداګرۍ عملیاتي سیسټم",
    "login": "د ننه کیدل",
    "register": "راجستر",
    "auth_2fa": "2 فکتور تصدیق 🔐",
    "academy": "بلاګ",
    "help": "د مرستې مرکز",
    "price_list": "د قیمت لیست",
    "my_stores": "زما پلورنځي",
    "roles": "زما رولونه",
    "wallet": "زما بټوه",
    "personal_info": "شخصي معلومات ╏ KYC",
    "companies": "زما شرکتونه",
    "access_control": "د لاسرسي کنټرول",
    "security_center": "د امنیت مرکز",
    "gifts": {
      "received": "ډالۍ ╏ ترلاسه کړ",
      "send": "ډالۍ ╏ لیږل شوی"
    },
    "monetization": {
      "linked_accounts": "منیټیزیشن ╏ تړل شوي حسابونه",
      "plans": "منیټیزیشن ╏ پلان او لینکونه"
    },
    "affiliate": "وابسته",
    "avocado": "ایوکاډو - د عصري ټولنیز پلور چینل",
    "guild": "ګیلډ - د پلور ډله ایز چینل",
    "partners_login": "شریکان ╏ د پیرودونکي ننوتل"
  },
  "blank_is_all_products": "ټول محصولات شاملولو لپاره خالي پریږدئ!",
  "cautions": {
    "title": "د لاندې لارښوونو په کولو سره خپل کاروبار په مسلکي توګه اداره کړئ. د ګټې حاشیې او نور ډیرولو څرنګوالي په اړه د لارښوونو لوستلو ته دوام ورکړئ. موږ په لاره کې ستاسو سره یو.",
    "no_payment_method": {
      "title": "د تادیاتو طریقه",
      "message": "تاسو باید خپل پلورنځي ته د تادیې طریقه اضافه کړئ.",
      "action": "د پلورنځي دروازې"
    },
    "link_account": {
      "title": "حساب لینک کړئ",
      "message": "تاسو باید یو حساب ({currency}) له خپل پلورنځي سره وصل کړئ.",
      "action": "د پلورنځي حسابونه"
    },
    "no_domain": {
      "title": "ډومین اضافه کړئ",
      "message": "تاسو کولی شئ یو یا څو شخصي ډومینونه خپل پلورنځي ته وصل کړئ. ستاسو ویب پاڼه به ستاسو په ډومین کې نصب شي. دا پروسه چټکه او اسانه ده."
    },
    "domain_not_approved": {
      "title": "د ډومین تصدیق",
      "message": "ستاسو ډومین {domain} تایید شوی نه دی. د DNS تنظیمات وګورئ او ډومین تایید کړئ."
    },
    "no_currency": {
      "title": "اسعارو اضافه کړئ",
      "message": "تاسو باید د خپل پلورنځي لپاره لږترلږه یو اسعارو تعریف کړئ.",
      "action": "د اسعارو مدیریت"
    },
    "no_primary_domain": {
      "title": "اصلي ډومین",
      "message": "مهرباني وکړئ د خپل لومړني ډومین په توګه یو ډومین غوره کړئ. د ډومین نوم سره سم د ستوري تڼۍ په کلیک کولو سره، تاسو کولی شئ ډومین د خپل پلورنځي لومړني ډومین په توګه وټاکئ. دا د لټون انجنونو لپاره خورا مهم دی. په یاد ولرئ چې ستاسو پلورنځی به لاهم د ټولو فعال ډومینونو له لارې شتون ولري."
    },
    "shop_complete": {
      "title": "بشپړ معلومات",
      "action": "د پلورنځي ترتیبات",
      "location_msg": "خپل ځای اضافه کړئ",
      "days_open_msg": "خلاصې ورځې تنظیم کړئ",
      "time_open_msg": "د خلاص او تړلو وخت تنظیم کړئ",
      "description_msg": "د خپلې سوداګرۍ په اړه لنډ معلومات ولیکئ",
      "icon_msg": "د خپل پلورنځي لوګو تنظیم کړئ",
      "shop_gateways_msg": "د تادیې طریقه اضافه کړئ",
      "socials_msg": "خپل ټولنیز لینکونه اضافه کړئ",
      "clubs_msg": "د پیرودونکو کلبونه تنظیم کړئ",
      "domains_msg": "دودیز ډومین اضافه کړئ",
      "primary_msg": "یو ډومین د لومړني په توګه تنظیم کړئ"
    }
  },
  "support": {
    "request": "د ملاتړ غوښتنه وکړئ",
    "category": "کټګوري",
    "title": "ملاتړ",
    "message": "کومې غوښتنې یا پوښتنې وکړئ. زموږ د ملاتړ ټیم به تاسو ته لارښوونه وکړي. موږ تاسو ته وړاندیز کوو چې ستاسو د غوښتنې اړوند پاڼه کې خپله پوښتنه وپوښتئ. د مثال په توګه، که تاسو د ډومین ترتیب په اړه پوښتنه لرئ، دا د خپل پلورنځي د ډومین ترتیب پاڼې کې واستوئ.",
    "close_at": "په {date} تړل شوی",
    "close_ticket_by_user": "مننه، ما ځواب ترلاسه کړ"
  },
  "surveys": [
    "ډیر غریب",
    "غریب",
    "نورمال",
    "ښه",
    "ډیر ښه"
  ],
  "sort": {
    "title": "ترتیب یی کړه په",
    "title_small": "ترتیب یی کړه په..",
    "nothing": "هیڅ نه",
    "most_views": "ډیری لیدونه",
    "most_likes": "ډیر مشهور",
    "most_recent": "تازه",
    "most_sell": "غوره پلورل",
    "cheapest": "ارزانه",
    "most_expensive": "ډیر ګران بیه",
    "only_available": "شته",
    "view_mode": {
      "normal": "نورمال",
      "grid": "گرډ",
      "list": "لیست",
      "insta": "Insta"
    }
  },
  "helps": {
    "title": "د سیلډون مرستې مرکز",
    "subtitle": "سیلډون ته ښه راغلاست. که تاسو په سوداګرۍ OS کې نوی آنلاین پلورنځی جوړوئ، تاسو کولی شئ دلته نور معلومات ومومئ.",
    "add_new_help": "نوې مرسته",
    "resources": "سرچینې",
    "categories": {
      "Welcome": "پیل کړئ",
      "Setup": "پلورنځي",
      "Sell": "خرڅلاو او بازارموندنه",
      "Developer": "وده وکړي",
      "Application": "غوښتنلیکونه",
      "Product": "د محصولاتو او کټګوریو مدیریت",
      "Blog": "CMS او بلاګ",
      "Order": "د امرونو بشپړولو مرکز",
      "Channel": "د پلور چینلونه",
      "Accounting": "د محاسبې او تادیاتو میتودونه",
      "Incentives": "هڅونه",
      "Marketing": "بازارموندنه او کمپاینونه",
      "Logistic": "لوژستیک او بار وړل",
      "Customers": "د پیرودونکو کلب او قطع کول",
      "Page": "لینډینګ او دودیز پاڼې",
      "Access": "د کارمندانو / API لاسرسي مدیریت",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "د ګیتوب ذخیره",
    "admin_api_app": "د اډمین API ویب خدمت",
    "shop_api_app": "د پلورنځي API ویب خدمت",
    "design_kit": "ډیزاین کټونه",
    "community": "ټولنه"
  },
  "blogs": {
    "title": "بلاګ",
    "subtitle": "د سوداګرۍ لپاره درسونه، باور او هغه پوهه چې تاسو ورته اړتیا لرئ د پرمختللې سوداګرۍ رامینځته کولو لپاره.",
    "add_new_blog": "نوی بلاګ",
    "popular": "مشهور",
    "topics": "موضوعات",
    "select_topics": "خپله دنده وټاکئ.",
    "select_job_topics": "خپل د دندې اړوند موضوعات وټاکئ",
    "select_interested_topics": "له کومو موضوعاتو سره علاقه لرئ؟"
  },
  "api": {
    "title": "API او ادغام",
    "message": "د Selldone یو له مهمو ځانګړتیاوو څخه یو قوي او خوندي APIs چمتو کول دي ترڅو پلورنځي اداره او له نورو خدماتو سره وصل کړي لکه ګودام ، محاسبه او نور. تاسو کولی شئ د خپل پلورنځي لپاره دودیز ایپس او ویب ایپسونه هم ډیزاین کړئ. د سرور او ډیټا مدیریت په اړه اندیښنه پرته. یوازې د ډومین APIs وکاروئ. تاسو به د کاروونکو اداره کولو ټولې پروسې، تصدیق او نور ډومین ځانګړتیاوې ولرئ."
  },
  "user_dashboard": {
    "title": "زما شټل",
    "subtitle": "خپل سوداګرۍ د تازه معلوماتو او روښانه احتمال سره اداره کړئ.",
    "menu": {
      "affiliate": "وابسته",
      "monetize": "منیټ کول",
      "gift": "ډالۍ",
      "security": "امنیت",
      "access": "لاسرسی",
      "business": "شرکت",
      "wallet": "والټ",
      "identification": "KYC",
      "stores": "پلورنځي",
      "roles": "رولونه",
      "home": "کور",
      "expert": "ماهر",
      "deals": "معامله",
      "providers": "برابرونکي"
    },
    "shops": {
      "create_new": "نوی هټۍ جوړه کړئ",
      "create_new_sub": "وړيا",
      "create_new_sub_need_initial_charge": "د لومړي پلورنځي جوړول وړیا دي. شاید ستاسو د سوداګرۍ لپاره یو هټۍ کافی وي، مګر که تاسو اړتیا لرئ چې نور پلورنځي جوړ کړئ، د نوي پلورنځي جوړولو لګښت 25 $ دی. موږ ستاسو د والټ حساب څخه پیسې وباسو.",
      "menu": {
        "title": "زما دوکان",
        "shops": "دوکانونه",
        "new": "نوی"
      },
      "accept_invite_question": "ایا تاسو دا بلنه منئ؟",
      "shop_card": {
        "menu_orders": {
          "physical": "د فزیکي محصول امرونه",
          "virtual": "د مجازی محصول امرونه",
          "files": "امرونه فایل کړئ",
          "services": "د خدماتو امرونه",
          "subscriptions": "د ګډون امرونه"
        },
        "status": "حالت",
        "license": "جواز",
        "volume": "کارول شوی ځای",
        "expire": "جواز ختم شو",
        "products": "محصولات",
        "page_views": "لیدونه",
        "user_behavior": "د پیرودونکي چلند",
        "time_span": "له {time} څخه تر اوسه پورې",
        "finance_report": "مالي راپور",
        "buys": "پیرودونه",
        "payments": "تادیات",
        "orders": "امرونه",
        "currency": "اسعارو"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "د پیرودونکو نظرونه",
      "title_small": "کتنه",
      "wishlist": "د خوښې لیست",
      "comments": "تبصرې",
      "likes": "خوښوي",
      "favorites": "د خوښې وړ",
      "powers": "کلپونه",
      "views": "لیدونه",
      "report_today": "د نن ورځې راپور",
      "report_last7days": "د تیرو 7 ورځو راپور",
      "report_last30days": "د تیرو 30 ورځو راپور"
    }
  },
  "admin_shop": {
    "title": "پلورنځي",
    "menu": {
      "edit": "ترتیبات",
      "automation": "اتوماتیک",
      "application": "غوښتنلیکونه",
      "access": "لاسرسی",
      "pages": "پاڼې",
      "channels": "چینلونه",
      "categories": "کټګورۍ",
      "marketing": "بازارموندنه",
      "customers": "پیرودونکي",
      "logistic": "لوژستیک",
      "auditing": "محاسبه",
      "incentives": "هڅونه",
      "process_center": "امرونه",
      "blog": "بلاګ",
      "products": "محصولات",
      "shops": "دوکانونه",
      "dashboard": "ډشبورډ",
      "autopilot": "اتومات",
      "apps": "ایپس",
      "pos": "POS",
      "seo": "SEO",
      "localization": "سیمه ایز کول"
    },
    "dashboard": {
      "title": "د پلورنځي ډشبورډ",
      "online_staff": "آنلاین کارکونکي",
      "notify_referral": {
        "message": "خپلو ملګرو ته د بلنې لینک واستوئ او وړیا واؤچرونه ترلاسه کړئ.",
        "action": "زما د راجع کولو لینک"
      },
      "info": {
        "title": "تخنیکي",
        "subtitle": "ستاسو د سوداګرۍ OS تخنیکي کتنه.",
        "shop_name": "د هټۍ نوم",
        "shop_link": "د پلورنځي لینک",
        "site_map": "Sitemap",
        "shop_domains": "ډومینونه",
        "shop_domains_msg": "د دودیز ډومینونو لیست سره نښلول.",
        "home_msg": "د خپل ویب پاڼې اصلي کور پاڼه تنظیم کړئ. دا د هر دودیز ډومین لپاره بدلیدلی شي.",
        "add_domain": "نوی ډومین اضافه کړئ",
        "currencies": "فعال اسعارو",
        "currencies_alert": "د پلورنځي لپاره لږترلږه یو اسعارو غوره کړئ!",
        "status": "حالت",
        "license": "جواز",
        "expire": "د جواز ختمیدو نیټه",
        "upgrade_license_action": "{name} ته لوړ کړئ",
        "wage": "فیس",
        "cpu_message": "د منابعو شمیر چې تاسو د پیرود شوي پلان سره مطابقت کړی او هغه سرچینې چې تاسو یې خپل خدمت ته اضافه کوئ.",
        "hide_domains": "زما ډومینونه پټ کړئ",
        "show_domains": "زما ډومینونه وښایاست",
        "table": {
          "primary": "لومړني",
          "url": "یو آر ایل",
          "site_map": "د سایټ نقشه",
          "enable": "فعال کړئ",
          "indexed": "شاخص شوی",
          "and_more": "او نور..",
          "auto_repair": "اتومات ترمیم"
        },
        "add_dialog": {
          "title": "د پلورنځي ډومین تنظیم کړئ",
          "step1": "تاسو کولی شئ د لاندې ارزښتونو څخه د DNS ډومین یا فرعي ډومین لپاره د ریکارډ A IP حد تعریف کړئ:",
          "step2": "د DNS TXT ریکارډ اضافه کړئ:",
          "set_ip_alert": "د ریکارډ A <b>{ip}</b> IP ارزښت ترتیب کړئ.",
          "input_domain": "د ډومین URL",
          "correct": "د ډومین ترتیبات سم دي.",
          "set_message": "د دې ډومین CNAME {cname} ته وټاکئ.",
          "input_domain_message": "د http او https پرته د ډومین نوم دننه کړئ.",
          "ssl_message": "ستاسو د ویب پاڼې لپاره د SSL سند په اړه اندیښنه مه کوئ. دا تصدیق به ستاسو د ډومین لپاره په اوتومات ډول د سیلډون (بیټا) لخوا صادر شي.",
          "active": "ډومین فعال دی",
          "inactive": "ډومین غیر فعال دی",
          "success_message": "مبارک، ستاسو سایټ په {domain} کې فعال شوی دی. تاسو کولی شئ د دې ډومین له لارې نړۍ ته خپل سوداګرۍ او برانډ معرفي کړئ.",
          "delete_action": "ډومین حذف کړئ؟"
        },
        "set_home_dialog": {
          "title": "د ډومین کور پاڼه ترتیب کړئ"
        },
        "notification": {
          "add_message": "د ډومین پته په بریالیتوب سره اضافه شوه.",
          "update_message": "ډومین په بریالیتوب سره تازه شو.",
          "delete_domain_message": "ډومین په بریالیتوب سره ړنګ شو."
        },
        "alert": {
          "title": "ډومین حذف کړئ",
          "message": "ایا تاسو غواړئ دا ډومین حذف کړئ؟ ډاډ ترلاسه کړئ چې د خپل ډومین د DNS ریکارډ ارزښتونه بیا تنظیم کړئ ترڅو نور د درغلیو مخه ونیسي."
        }
      },
      "active_orders": {
        "title": "امرونه",
        "title_small": "فزیکي، فایل، مجازی او د خدماتو امرونه",
        "pending_orders": "پاتې امرونه",
        "physical": "د فزیکي محصول امرونه",
        "virtual": "د مجازی محصول امرونه",
        "file": "د محصول امرونه فایل کړئ",
        "service": "د خدماتو محصول امرونه",
        "subscription": "د ګډون امرونه"
      },
      "products": {
        "title": "انوینٹری",
        "title_small": "محصولات، خدمتونه، فایلونه",
        "total_products": "د محصول ټول ډولونه"
      },
      "finance": {
        "title": "مالي",
        "title_small": "مالي راپور",
        "total_30days_title": "د پلور ټوله اندازه",
        "last_30_day": "وروستۍ 30 ورځې",
        "pay_amount_chart_title": "تادیات",
        "sell_amount_chart_title": "خرڅلاو",
        "discount_amount_chart_title": "تخفیف",
        "currency_convert_to": "اسعارو ته",
        "active_currencies": "فعال اسعارو",
        "sell_count_chart_title": "د ډول له مخې د پلور شمیر",
        "active_gateways": "د تادیاتو فعاله دروازه",
        "received_last_24h": "په تیرو 7 ساعتونو کې ترلاسه شوي",
        "pie": {
          "title": "د نن ورځې د پلور تناسب",
          "no_data": "نن ورځ هیڅ پلور نشته"
        },
        "pay_amount": "د تادیاتو اندازه",
        "sell_amount": "د پلور اندازه",
        "discount_amount": "د تخفیف اندازه",
        "sell_count": "د خرڅلاو شمېر",
        "table": {
          "currency": "اسعارو",
          "total_sell_30days": "د 30 ورځو ټول پلور",
          "sell_daily": "د ورځني خرڅلاو نرخ",
          "sell": "خرڅلاو",
          "pay": "تادیه"
        }
      },
      "customers": {
        "title": "پېرېدونکي هټۍ",
        "title_small": "د تبادلې راپور",
        "total_customers": "ټول",
        "new_customers_today": "نن",
        "new_customers_week": "وروستۍ 7 ورځې",
        "orders_count": "امرونه شمیرل کیږي",
        "days_range": "د ورځو سلسله",
        "new_users": "نوي راجستر شوي کاروونکي",
        "chart": {
          "new_customers": "نوي پیرودونکي",
          "customers": "ټول پیرودونکي"
        }
      },
      "plugins": {
        "title": "پلگ ان",
        "title_small": "نصب شوی"
      },
      "performance": {
        "title": "نن",
        "title_small": "د کاروونکو او پلور عمومي کتنه",
        "users": "کاروونکي",
        "views": "لیدونه",
        "orders": "امرونه",
        "payments": "تادیات",
        "no_visitor_today": "تاسو نن ورځ هیڅ لیدونکي نه درلودل."
      }
    },
    "products": {
      "title": "د محصولاتو لیست",
      "products_list": "بیرته لیست ته",
      "products_menu": "د محصولاتو مدیریت",
      "process_que": "د وارد شوي محصولاتو پروسس کول",
      "view_que_list": "د کتار لیست وګورئ",
      "menu_products_list": "د محصولاتو لیست",
      "menu_export": "صادرات محصولات",
      "menu_import": "محصولات وارد کړئ",
      "menu_show_deletes": "حذف شوي محصولات وښایاست",
      "drop_import_message": "د محصولاتو لیست فایل (CSV، XLS، XLSX بڼه) دلته د لوی محصولاتو اضافه کولو پیل کولو لپاره پریږدئ. ډاډ ترلاسه کړئ چې فایل د Selldone محصولاتو لیست بڼه لري.",
      "product_widget": {
        "product_type": "د محصول ډول",
        "price": "قیمت",
        "value_added": "کمیسیون",
        "discount": "تخفیف",
        "in_stock": "په ګدام کښي",
        "product_unit": "واحد",
        "total_sell": "ټول خرڅلاو",
        "total_view": "ټول نظرونه",
        "view_unit": "وختونه",
        "review_unit": "بیاکتنې"
      },
      "folder_widget": {
        "products": "محصولات",
        "products_unit": "ډولونه",
        "sub_categories": "کټګورۍ",
        "sub_categories_unit": "توکي",
        "views": "لیدونه",
        "views_unit": "وختونه"
      },
      "menu_advanced_options": "پرمختللي انتخابونه"
    },
    "blogs": {
      "new": "نوي ولیکئ",
      "blogs": "بلاګ",
      "list": {
        "title": "زما مقالې",
        "waiting_message": "معلومات ترلاسه کول ... مهرباني وکړئ انتظار وکړئ",
        "published": "خپور شوی",
        "draft": "مسوده",
        "private": "شخصي",
        "public": "عامه",
        "table": {
          "title": "عنوان",
          "author": "لیکوال",
          "claps": "کلپونه",
          "like": "لکه",
          "comments": "تبصرې",
          "views": "لیدونه",
          "publish_state": "حالت",
          "created_at": "د جوړولو نیټه",
          "updated_at": "وروستی تازه"
        },
        "subtitle": "خپل ځان او ستاسو سوداګرۍ وړاندې کولو لپاره د عصري انلاین مدیر سره مقالې ولیکئ. اصلي مینځپانګه لومړی شی دی چې تاسو ورته اړتیا لرئ تمرکز وکړئ کله چې د لوړ کیفیت SEO دوستانه بلاګ پوسټ لیکلو باندې تمرکز وکړئ."
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "معلومات ترلاسه کول ... مهرباني وکړئ انتظار وکړئ",
        "rejected": "رد کړل",
        "delivery": "لېږدول",
        "discount": "تخفیف",
        "not_paid": "نه ورکول کیږي",
        "table": {
          "order_number": "د امر کوډ",
          "order_date": "د چک کولو نیټه",
          "status": "وروستی حالت",
          "price": "جمله پیسی",
          "payment_status": "د تادیاتو حالت"
        }
      },
      "virtual": {
        "waiting_message": "معلومات ترلاسه کول ... مهرباني وکړئ انتظار وکړئ",
        "discount": "تخفیف",
        "table": {
          "order_number": "د امر کوډ",
          "product": "محصول",
          "order_date": "د ثبت نیټه",
          "status": "وروستی حالت",
          "price": "جمله پیسی",
          "payment_status": "د تادیاتو حالت"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "تبادله",
        "gateway": "دروازه",
        "invoice": "بلینګ",
        "report": "راپور",
        "tax": "مالیه",
        "drop_shipping": "د پلورونکي رسیدونه",
        "reseller_accounts": "د پلورونکي حسابونه",
        "valuations": "ارزښتونه"
      },
      "invoice": {
        "title": "تړل شوي والټونه پلورل",
        "subtitle": "لګښتونه، کمیسیونونه او د پلورنځي لګښتونه د دې والټ حسابونو څخه کمیږي.",
        "title_add": "د نوي والټ حساب سره وصل کړئ",
        "subtitle_add": "تاسو باید د هرې اسعارو لپاره یو نوی والټ جوړ کړئ او خپل پلورنځي ته یې وصل کړئ. د خدماتو فیس به د دې بټو څخه بیرته واخیستل شي.",
        "add_account": "حساب اضافه کړئ",
        "charge_account": "د چارج حساب",
        "show_transaction": "راکړه ورکړه ښکاره کړئ",
        "table": {
          "currency": "اسعارو",
          "account_number": "ګڼون شمېره",
          "account_name": "د حساب نوم",
          "balance": "بیلانس",
          "free_balance": "موجوده پیسی",
          "actions": "لرې کړئ"
        },
        "add_account_dialog": {
          "title": "د ذخیره کولو لپاره د کریډیټ حساب سره نښلول",
          "subtitle": "کله چې تاسو د سیلډون سره د والټ حساب خلاص کړئ، نو موږ به تاسو ته د نورو کریډیټ کارت په څیر یو مجازی کریډیټ کارت او حساب درکړو. د پلور پلور فیس به د دې حساب څخه کم شي، مګر که ستاسو د حساب بیلانس کافی نه وي، دا پیسې به تادیه شي. تاسو کولی شئ د Selldone خدمات وکاروئ څومره چې تاسو ورته اړتیا لرئ.",
          "account_number": "ګڼون شمېره",
          "account_number_input_message": "پلورنځي به د دې حساب سره وصل شي. دا حساب به د فیسونو او لګښتونو لپاره کارول کیږي.",
          "balance": "د حساب بیلانس",
          "connect_account_to_shop": "حساب له پلورنځي سره وصل کړئ"
        },
        "notifications": {
          "connect_account_success": "حساب په بریالیتوب سره اضافه شو.",
          "delete_account_success": "حساب په بریالیتوب سره له پلورنځي څخه لرې شو."
        },
        "alert": {
          "delete_account": "حساب ونښلول",
          "delete_account_message": "ایا تاسو غواړئ دا حساب د پلورنځي حسابونو لیست څخه لرې کړئ؟",
          "delete_account_action": "حساب ړنګ کړئ"
        },
        "inform_charge_account": "خپل حساب چارج کړئ!",
        "inform_charge_account_critical": "د خدماتو تعلیق مخنیوي لپاره خپل حساب چارج کړئ!"
      },
      "gateway": {
        "title": "د تادیاتو میتودونه",
        "sub_title": "د فعال تادیاتو میتودونو لیست. که تاسو غواړئ خپل پلورنځي ته نوې طریقه اضافه کړئ، لاندې تڼۍ فشار کړئ. موږ په کلکه سپارښتنه کوو چې د 10 اضافه تادیې دروازې څخه ډیر نه وي.",
        "add_gateway": "د تادیې نوې طریقه",
        "add_gateway_dialog": {
          "title": "اسعار غوره کړئ",
          "country_currencies": "محلي اسعارو",
          "crypto_currencies": "کریپټو اسعارو",
          "active_gateways": "د تادیاتو فعال میتودونه",
          "confirm": "د تادیې طریقه اضافه کړئ"
        }
      },
      "exchange": {
        "title": "فعال اسعارو ذخیره کړئ",
        "subtitle": "کارونکي به وکولی شي د فعالو اسعارو څخه یو غوره کړي او د محصولاتو نرخونه به محاسبه او ښودل شي. دا په پلورونکي پورې اړه لري چې د تبادلې نرخ ته ننوځي.",
        "shop_currencies_input": "د کاروونکو لپاره فعال اسعارو",
        "shop_currencies_input_error": "لږترلږه یو اسعارو غوره کړئ",
        "rates": {
          "title": "د اسعارو د تبادلې نرخ",
          "sub_title": "تاسو کولی شئ د محصول نرخونه د لاندې هر ډول اسعارو پراساس دننه کړئ او د محصول نرخونه به ستاسو د اسعارو ترمینځ د تبادلې نرخونو کې په اوتومات ډول محاسبه شي.",
          "message": "د اسعارو تر مینځ د تبادلې نرخونو ته ننوتلو سره ، ستاسو د محصولاتو نرخونه به په اوتومات ډول محاسبه او تازه شي.",
          "add_new_rate": "نوی نرخ اضافه کړئ"
        },
        "table": {
          "waiting_receive_data": "معلومات ترلاسه کول ... مهرباني وکړئ انتظار وکړئ",
          "rate_input": "د تبادلې نرخ",
          "from": "څخه",
          "to": "ته",
          "exchange_rate": "د تبادلې نرخ",
          "edit": "سمون",
          "delete": "ړنګول",
          "auto": "اتومات نرخ"
        },
        "add_rate_dialog": {
          "title": "د تبادلې نرخ تنظیم کړئ",
          "message": "د معلوماتو په داخلولو کې محتاط اوسئ. ستاسو د محصولاتو نرخونه به دلته د درج شوي نرخونو پراساس محاسبه شي.",
          "currency_from": "د اسعارو څخه",
          "currency_to": "اسعارو ته",
          "exchange_rate": "د تبادلې نرخ"
        },
        "alert": {
          "title": "د تبادلې نرخ حذف کړئ",
          "message": "ایا تاسو غواړئ د دې تبادلې نرخ حذف کړئ؟",
          "action": "ړنګول"
        },
        "notifications": {
          "delete_success": "د تبادلې نرخ لرې شوی.",
          "add_success": "د تبادلې نرخ تازه شوی.",
          "update_success": "فعال اسعارو ذخیره کول تازه شوي."
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "ګودامونه",
        "subtitle": "زما د ګودامونو لیست."
      },
      "warehouse_btn": "نوی ګودام اضافه کړئ",
      "warehouse_btn_error": "خپل ګودام، پلورنځي، یا ستاسو د سوداګرۍ اصلیت تنظیم کړئ. دا اړینه ده چې د بار وړلو لګښت محاسبه او چیک آوټ پروسې کې ولرئ.",
      "size_unit": {
        "title": "د اندازه واحد",
        "subtitle": "هغه واحد چې د اوږدوالي، عرض او لوړوالي لپاره کارول کیږي."
      },
      "mass_unit": {
        "title": "ډله ایز واحد",
        "subtitle": "هغه واحد چې د وزن لپاره کارول کیږي."
      },
      "menu": {
        "return_request": "راستانه شول",
        "delivery": "لېږدول",
        "inventory": "انوینٹری",
        "warehouse": "ګودام",
        "logistic_apps": "لوژستیک",
        "profiles": "پروفایلونه",
        "includes": "شامل دي"
      },
      "warehouse": {
        "title": "د ذخیره کولو ګودام",
        "sub_title": "دا پته د بار وړلو اصل په توګه کارول کیږي.",
        "table": {
          "title": "د موجوداتو لیست",
          "sub_title": "د ټولو پلورنځي محصولاتو لیست په شمول فزیکي ، مجازی ، فایل او خدمت"
        }
      },
      "delivery": {
        "title": "د بار وړلو میتودونه",
        "sub_title": "پدې برخه کې د ارزښتونو تنظیم کولو سره ، ستاسو په پلورنځي کې د لیږلو بیلابیل میتودونه فعال شوي. په دې برخه کې د نغدو تحویلي میتود هم فعال کیدی شي.",
        "add_transportation": "ټرانسپورټ اضافه کړئ",
        "delivery_form": {
          "payment": "د تادیاتو اختیارونه",
          "limits": "حدود",
          "currency_input": "د لګښت محاسبه لپاره د اسعارو حواله",
          "currency_input_message": "لګښتونه په دې اسعارو کې محاسبه کیږي",
          "distance_input": "د ګودام څخه پوښل شوی واټن",
          "distance_input_message": "0 یا -1 معنی نلري چې هیڅ حد نلري.",
          "max_weight_input": "اعظمي د منلو وړ بسته وزن",
          "max_weight_input_message": "0 یا -1 معنی نلري چې هیڅ حد نلري.",
          "max_size_input": "د بسته بندي اعظمي اندازه",
          "width": "عرض",
          "length": "اوږدوالی",
          "height": "لوړوالی",
          "days_input": "د تحویلۍ نیټې شتون لري",
          "days_input_nodata": "د سپارلو ورځ وټاکئ",
          "hours_input": "د تحویلۍ وختونه",
          "hours_input_nodata": "د وخت موده وټاکئ",
          "vacation_input": "ایا تاسو په رخصتیو کې وړاندې کوئ؟",
          "cod_input": "د کوډ ملاتړ",
          "cod_input_message": "ډاډ ترلاسه کړئ چې ستاسو د بار وړلو خدمت COD مني.",
          "sod_input": "ایا تاسو د کوډ ملاتړ کوئ؟",
          "sod_input_message": "ډاډ ترلاسه کړئ چې ستاسو د بار وړلو خدمت COD مني.",
          "pricing": "قیمت محاسبه کړئ",
          "const_input": "ثابت لګښت",
          "distance_cof_input": "د لګښت څخه تر فاصلې پورې کوفينټ",
          "distance_cof_input_dim": "هر {dim}",
          "weight_cof_input": "د لګښت څخه تر وزن پورې فاکتور",
          "weight_cof_input_dim": "هر {dim}",
          "price_cof_input": "د محصول قیمت فاکتور ته د لیږد لګښت",
          "price_cof_input_message": "د بیمې لګښتونه او نور خدمات لکه د COD لګښتونه شامل دي.",
          "price_cof_input_dim": "هر {dim}",
          "distance_weight_cof_input": "د لګښت ضرب د وزن ضرب کوونکی",
          "distance_weight_cof_input_dim": "د هر {weight} په هر {distance} کې",
          "free_shipping_input": "وړیا بار وړل",
          "free_shipping_limit_input": "د وړیا بار وړلو لپاره لږترلږه امر لګښت",
          "notifications": {
            "update_success": "د بار وړلو خدماتو ترتیبات په بریالیتوب سره بشپړ شول."
          },
          "shipping_cost_calculation": "د بار وړلو لګښت محاسبه",
          "sod_true": "په منزل کې د بار وړلو لګښت ترلاسه کړئ",
          "sod_true_message": "ډاډ ترلاسه کړئ چې ستاسو د بار وړلو خدمت په منزل کې د بار وړلو لګښت مني.",
          "sod_false": "د اتوماتیک بار وړلو لګښت محاسبه",
          "cod_true": "د سپارلو پر مهال نغدي قبول کړئ",
          "cod_false": "یوازې آنلاین تادیه قبول کړئ",
          "cod_true_message": "ډاډ ترلاسه کړئ چې ستاسو د بار وړلو خدمت COD مني."
        }
      }
    },
    "users": {
      "menu": {
        "customers": "پیرودونکي",
        "contact_form": "اړیکې",
        "faq": "FAQ",
        "club": "کلب",
        "report": "راپور"
      },
      "report": {
        "title": "د پیرودونکو عمومي کتنه",
        "sub_title": "تاسو به دلته د خپلو پیرودونکو ژوندی حالت وګورئ.",
        "report_30days_by_time": "په تیرو 30 ورځو کې د نیټې او وخت پراساس د کارونکي فعالیت",
        "report_30days_by_location": "په تیرو 30 ورځو کې د جیولیکیشن کاروونکو فعالیت"
      },
      "club": {
        "title": "د پیرودونکو کلب",
        "sub_title": "د هرې کچې فعالولو لپاره میاشتني او کلني پیرود مقدار او اسعار دننه کړئ. ستاسو پیرودونکي به ستاسو د پیرودونکي کلب ته ننوتل شي ځکه چې دوی د میاشتني یا کلني پیرود اړتیاوې پوره کوي.",
        "item": {
          "members_count": "د غړو شمیر",
          "purchases_count": "د امرونو شمیر",
          "monthly": "میاشتنی",
          "annually": "کلنۍ",
          "discount_percent": "د بیې راټیټولو اندازه",
          "discount_limit": "د تخفیف حد"
        },
        "edit_dialog": {
          "title": "د پیرودونکي کچې مدیریت",
          "currency_input": "اسعارو",
          "currency_input_message": "ټول پیرود په دې اسعارو کې حساب شوي.",
          "free_shipping_input": "وړیا بار وړل",
          "monthly_input": "د میاشتني پیرود نرخ",
          "annually_input": "د کلنۍ پیرود نرخ",
          "discount_percent_input": "د کلب غړو لپاره د تخفیف نرخ",
          "discount_limit_input": "د تخفیف حد",
          "description_input": "تفصیل",
          "description_input_message": "د دې کچې لنډ تفصیل دننه کړئ."
        },
        "notifications": {
          "update_success": "بدلونونه د پیرودونکي کلب کې پلي شوي."
        }
      },
      "faq": {
        "title": "په مکرر ډول پوښتل شوي پوښتنې",
        "sub_title": "د خپلو پیرودونکو پوښتنو ته اضافه کړئ، ایډیټ کړئ او ځواب ورکړئ."
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "کمپاینونه",
        "cross_selling": "کراس پلورل",
        "affiliate": "وابسته",
        "emails": "ایمیلونه",
        "funnel": "فنل"
      },
      "campaign": {
        "name_input_placeholder": "د کمپاین نوم",
        "name_input_message": "د خپل کمپاین سرلیک دننه کړئ.",
        "create_campaign_action": "نوی کمپاین جوړ کړئ",
        "table": {
          "title": "عنوان",
          "state": "حالت",
          "discount": "تخفیف",
          "landing": "د لینډینګ پاڼه",
          "start": "پیل",
          "end": "پای"
        },
        "notifications": {
          "add_success_title": "یو کمپاین جوړ کړئ",
          "add_success": "ستاسو کمپاین جوړ شو."
        },
        "name_input_name": "د کمپاین نوم"
      }
    },
    "categories": {
      "title": "د کټګورۍ لیست",
      "subtitle": "کټګورۍ ستاسو د آنلاین پلورنځي کلیدي ځانګړتیا ده. موږ تاسو هڅوو چې د عصري پلورنځي جوړولو لپاره دا قوي کټګوري وسیلې وکاروئ او ستاسو پیرودونکو ته د سم محصولاتو موندل اسانه کړئ.",
      "menu": {
        "add_new": "نوې کټګورۍ اضافه کړئ",
        "categories_list": "د کټګوریو لیست",
        "export": "د صادراتو کټګورۍ",
        "import": "د واردولو کټګورۍ (CSV)"
      },
      "graph": {
        "title": "د کټګوریو درجه بندي",
        "subtitle": "تاسو کولی شئ د خپل پلورنځي کټګوریو بشپړه کتنه ولرئ او څنګه کاروونکي دوی ته حرکت کوي. د کټګوریو سم تنظیم سره، ستاسو پیرودونکي کولی شي محصولات ژر تر ژره ومومي او د تبادلې کچه به لوړه شي.",
        "visits_count": "لیدنه",
        "normal": "ساده",
        "items_count": "د توکو شمیر",
        "home": "کور"
      },
      "category_widget": {
        "parent": "پلار",
        "not_exist": "شتون نه لري",
        "children": "فرعي کټګورۍ",
        "delete_alert": {
          "title": "د ماشوم کټګورۍ لرې کړئ",
          "message": "ایا تاسو غواړئ چې د {parent_title} لیست څخه {title} لرې کړئ؟",
          "action": "ړنګول"
        },
        "notifications": {
          "edit_success": "کټګورۍ ترمیم کړه."
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "پلورنځي",
        "my_apps": "ایپس"
      },
      "my_apps": {
        "title": "فعال ایپس ذخیره کړئ",
        "subtitle": "خپل سوداګریز غوښتنلیکونه اداره کړئ.",
        "all": "ټول"
      },
      "store": {
        "title": "د اپلیکیشن پلورنځي",
        "subtitle": "خپل د خوښې خدمتونه ستاسو سوداګرۍ ته په خوندي ډول وصل کړئ. موږ زموږ د پیرودونکو غوښتنو پراساس پلگ ان او ایپس اضافه کوو.",
        "nodata": "هیڅ پلگ ان ونه موندل شو.",
        "all": "ټول",
        "more": "نور"
      }
    },
    "pages": {
      "menu": {
        "new_page": "نوې پاڼه",
        "contact_us": "موږ سره اړیکه ونیسئ",
        "privacy": "محرمیت",
        "terms": "شرایط",
        "about_us": "زموږ په اړه",
        "landings": "لینډینګ",
        "popup": "ښکاره کېدل",
        "static": "جامد"
      }
    },
    "permissions": {
      "menu": {
        "persons": "کارکوونکي",
        "roles": "رولونه",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "د پرسونل لیست",
          "new_user": "نوي کارکوونکي اضافه کړئ",
          "new_user_message": "هغه کارونکي چې د دې پلورنځي ډشبورډ او مدیریت برخو ته به لاسرسی ولري.",
          "email_input_placeholder": "ایمیل",
          "email_input": "د کارونکي بریښنالیک پته",
          "level_input": "د لاسرسي کچه",
          "add_user_action": "کارمندان اضافه کړئ"
        },
        "delete_alert": {
          "title": "لاسرسی لرې کړئ",
          "message": "ایا تاسو غواړئ دا کارن حذف کړئ؟",
          "action": "ړنګول"
        },
        "notifications": {
          "add_success_title": "لاسرسی اضافه کړئ",
          "add_success": "نوی لاسرسی اضافه شوی.",
          "delete_success_title": "لاسرسی ړنګ کړئ",
          "delete_success": "لاسرسی حذف شوی."
        }
      },
      "shop_api": {
        "title": "د پلورنځي لاسرسي کیلي",
        "message": "دا کیلي ستاسو د سرور لخوا د لاسرسي ټوکن رامینځته کولو لپاره کارول کیږي. په یاد ولرئ چې کیلي محرم دي او یوازې په سرور کې په داسې طریقه چې نورو ته نه لیدل کیږي."
      }
    },
    "applications": {
      "pwa": {
        "title": "ویب اپلیکیشن",
        "sub_title": "دلته د خپل پلورنځي ویب ایپ وګورئ",
        "message": "یادونه: تاسو کولی شئ په iOS ایپ کې ستاسو په آی فون او آی پیډ کې د خپلې ویب پاڼې ښه راغلاست پاڼه ایډیټ کړئ",
        "ios_app": "iOS اپلیکیشن"
      },
      "ios": {
        "title": "iOS اپلیکیشن",
        "sub_title": "تاسو به ډیر ژر وکولی شئ د خپل پلورنځي لپاره د iOS ایپ جوړ کړئ.",
        "message": "د فایل اعظمي اندازه: 512 KB، تاسو کولی شئ فایلونه تر 1MB پورې اپلوډ کړئ، په دې شرط چې زموږ د کمپریشن سیسټم د دې توان ولري چې اندازه 512KB ته راټیټ کړي. اپلوډ شوی عکس به په هوښیارۍ سره بیا تنظیم شي."
      },
      "android": {
        "title": "د Android اپلیکیشن",
        "sub_title": "خپل د Android اپلیکیشن جوړ کړئ",
        "message": "دا فورمه ډکه کړئ او د جوړونې کیلي فشار ورکړئ. بل څه ته به اړتیا نه وي. ستاسو د اپلیکیشن جوړونې او لاسلیک پروسې ټول مرحلې په کلاوډ سرورونو کې ترسره کیږي. وروستی اپلیکیشن به ټولو AppStores ته پورته شي.",
        "server_un_available": "په تجربوي توګه، د غوښتنلیک سرور دا وخت وصل نه دی.",
        "app_building_progress": "ستاسو اپلیکیشن جوړیږي.",
        "app_build_success": "ستاسو اپلیکیشن چمتو دی.",
        "download_app_action": "اپلیکیشن ترلاسه کړئ",
        "firmware_version": "د فرم ویئر نسخه",
        "main_info": "د غوښتنلیک بسته",
        "package_name_input_message": "ډاډ ترلاسه کړئ چې د کڅوړې نوم ځانګړی دی.",
        "package_name_input_alert": "که تاسو دا نوم بدل کړئ، نو تاسو به نور نشئ کولی خپل پخواني ایپسونه په AppStore کې تازه کړئ او یو نوی نصب کړئ. په یاد ولرئ چې د زړو نسخو ایپ کارونکي به ونشي کولی خپلو حسابونو ته ننوځي.",
        "version_input": "نسخه",
        "version_input_message": "دا شمیره باید تل د خپل پخواني ارزښت څخه لوړه وي.",
        "version_name_input": "نسخه نوم",
        "version_name_input_message": "د دې اپلیکیشن نسخې لپاره یو ځانګړی نوم دننه کړئ.",
        "use_selldone_key": "پلورل شوي ډیفالټ کیلي",
        "use_last_key": "خوندي شوی کیلي",
        "use_new_key": "نوې کیلي",
        "appearance": "بڼه",
        "app_name_input": "د اپلیکیشن نوم",
        "app_name_input_message": "دا به ستاسو د اپلیکیشن اصلي نوم وي.",
        "app_title_input": "د اپلیکیشن سرلیک",
        "app_title_input_message": "دا سرلیک د اپلیکیشن په سر کې ښکاري.",
        "app_title_input_placeholder": "سرلیک دننه کړئ",
        "app_icon_input": "د اپلیکیشن آیکون",
        "app_icon_input_placeholder": "د اپلیکیشن شبیانو زپ فایل غوره کړئ.",
        "generate_icon_pack_action": "د آیکون کڅوړه جوړه کړئ",
        "splash_design": "د سپلاش سکرین ډیزاین",
        "splash_logo_input": "د سپلاش سکرین لوګو",
        "splash_logo_input_placeholder": "د سپلاش سکرین لپاره یو انځور غوره کړئ.",
        "splash_title_input": "د سپلاش سکرین سرلیک",
        "splash_title_input_placeholder": "د سپلاش سکرین لپاره سرلیک دننه کړئ",
        "splash_title_input_message": "دا سرلیک به په لوی فونټ اندازه کې ښودل شي.",
        "splash_message_input": "د سپلاش سکرین پیغام",
        "splash_message_input_placeholder": "پیغام...",
        "splash_message_input_message": "دا پیغام به لاندې د تمبیل په توګه ښکاره شي.",
        "dark_theme": "تیاره موضوع",
        "light_theme": "رڼا موضوع",
        "build": "جوړول",
        "building_info": "په کلاوډ سرور کې د غوښتنلیک جوړول له 10 ثانیو څخه څو دقیقو پورې وخت نیسي. مهرباني وکړئ صبر وکړئ. د ډاونلوډ فایل لینک به دلته څرګند شي کله چې غوښتنلیک چمتو شي.",
        "update_mode_action": "تازه کول",
        "build_mode_action": "اپلیکیشن جوړ کړئ",
        "notifications": {
          "icon_pack_not_valid_error": "دوتنه سمه نه ده.",
          "start_building_title": "ودانۍ...",
          "start_building_message": "د Android غوښتنلیک جوړولو لپاره غوښتنه سپارل شوې.",
          "build_success_title": "مبارک شه",
          "build_success": "ستاسو د Android اپلیکیشن چمتو دی، او تاسو کولی شئ دا اوس ډاونلوډ کړئ."
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "اتومات"
      }
    },
    "edit": {
      "menu": {
        "delete": "پلورنځي ړنګ کړئ",
        "activity_time": "وخت",
        "footer": "مینو",
        "info": "معلومات",
        "notification": "خبرتیاوې",
        "home": "کور",
        "locations": "ځایونه",
        "license": "جواز",
        "theme": "موضوع",
        "sms": "ایس ایم ایس",
        "email": "ایمیل",
        "domain": "ډومین",
        "verifications": "تصدیقونه",
        "flow": "جریان",
        "business_model": "د سوداګرۍ ماډل"
      },
      "delete_dialog": {
        "title": "پلورنځي ړنګ کړئ",
        "message": "ایا تاسو غواړئ د <b>{title}</b> پلورنځي حذف کړئ؟",
        "action": "پلورنځي ړنګ کړئ"
      },
      "notifications": {
        "delete_success": "پلورنځی ړنګ شوی."
      },
      "info": {
        "title_tab": {
          "title": "د سوداګرۍ نوم او ژبه",
          "subtitle": "عامه نوم او ډیفالټ ژبه تنظیم کړئ."
        },
        "name_tab": {
          "title": "ځانګړی نوم هټۍ",
          "subtitle": "دا ستاسو د سوداګرۍ کارن نوم دی."
        },
        "description_tab": {
          "title": "ستاسو د سوداګرۍ کیسه",
          "subtitle": "ستاسو د سوداګرۍ او د دې ځانګړي ارزښت وړاندیز په اړه ولیکئ."
        },
        "contact_tab": {
          "title": "اړیکه او محلي سوداګرۍ",
          "subtitle": "د عامه اړیکو معلومات او د ګوګل محلي سوداګرۍ تنظیم کول."
        },
        "image_tab": {
          "title": "لوګو",
          "subtitle": "د خپل برانډ لپاره یو ځانګړی لوګو غوره کړئ."
        }
      },
      "badge": {
        "external_title": "بهرني بیجونه اداره کړئ",
        "external_message": "دلته، تاسو کولی شئ د بیج عکس پته او د هغې لینک دننه کړئ. URLs باید د تایید شوي ویب پاڼې څخه وي."
      },
      "edit_menu": {
        "title": "مینو",
        "footer": {
          "title": "فوټر مینو",
          "sub_title": "تاسو کولی شئ دلته د خپل پلورنځي پا pageې لاندې مینو تنظیم کړئ. دا مینو کیدای شي کور پاڼې، ډیزاین شوي پاڼې یا بهرنۍ لینکونه وي."
        },
        "header": {
          "title": "د سرلیک مینو",
          "sub_title": "دا مینو یوازې د موبایل څخه لوی سکرینونو کې ښودل کیږي، او د کور پاڼې په سر کې، د محصول کټګورۍ، لینډینګ، او د محصول پاڼې."
        },
        "save_menu": "مینو خوندي کړئ",
        "dialog": {
          "main_pages": "اصلي پاڼې",
          "custom_pages": "د لینډینګ پاڼې"
        },
        "table": {
          "home": "کور",
          "shop": "هټۍ",
          "blogs": "بلاګ",
          "about_us": "زموږ په اړه",
          "privacy": "محرمیت",
          "terms": "د کارولو شرایط",
          "faq": "FAQ",
          "contact_us": "موږ سره اړیکه ونیسئ"
        },
        "notifications": {
          "save_success": "مینو په بریالیتوب سره تازه شو."
        }
      },
      "social": {
        "title": "ټولنیز رسنۍ",
        "message": "پدې برخه کې خپل رسمي ټولنیز میډیا لینک دننه کړئ. د پتې تصدیق کولو لپاره د هر توکي لپاره لارښوونې تعقیب کړئ."
      },
      "time": {
        "title": "کاري ورځې",
        "sub_title": "کاري ورځې او وخت تنظیم کړئ",
        "days_open_input": "ورځې",
        "days_open_input_nodata": "لږترلږه یوه ورځ غوره کړئ",
        "start_time_input": "د ذخیره کولو فعالیت پیل وخت",
        "start_time_input_hint": "د پلورنځي خلاص ساعتونه",
        "end_time_input": "د تړلو وخت ذخیره کول",
        "end_time_input_hint": "د فعالیت پای وخت ذخیره کول",
        "customer_support_service": "حساب ورکونه او د پیرودونکي خدمت",
        "response_time_input": "د پیرودونکي خدمت حالت",
        "support_24h": "په اونۍ کې 24 ساعته 7 ورځې",
        "support_normal": "یوازې د دفتر په ساعتونو کې",
        "no_service": "نه",
        "notifications": {
          "update_success": "پلورنځي ترمیم شوی."
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "نه کټګوري"
  },
  "add_product": {
    "title_new": "نوی محصول",
    "title_new_category": "نوې کټګورۍ",
    "title_new_drop_shipping": "ډراپشپینګ اضافه کړئ",
    "title_edit": "محصول ترمیم کړئ",
    "delete": "محصول ړنګ کړئ",
    "completed": "بشپړ شو",
    "menu": {
      "type": "د محصول ډول",
      "general_info": "عمومي معلومات",
      "rating": "سروې او ځانګړتیاوې",
      "spec": "مشخصات",
      "images": "انځورونه",
      "price": "قیمت",
      "inputs": "داخلول",
      "outputs": "محصول",
      "extra": "نور جزیات",
      "review": "د محصول بیاکتنه",
      "inventory": "انوینٹری / تغیرات",
      "change_status": "د وضعیت بدلول"
    },
    "select_type": {
      "title": "د خپل محصول یا خدمت ډول غوره کړئ"
    },
    "edit_info": {
      "category_input": "کټګوري",
      "product_name": "د محصول نوم*",
      "product_name_placeholder": "ستاسو د محصول نوم دلته..",
      "product_code": "د محصول کوډ (انګلیسي)",
      "sku": "SKU",
      "sku_message": "د ذخیره کولو واحد",
      "mpn": "MPN",
      "mpn_message": "د تولید کونکي برخې شمیره",
      "status": "حالت",
      "external_link": "بهرنۍ لینک",
      "brand": "برانډ",
      "brand_placeholder": "برانډ Ex. اپل.. (اختیاري)",
      "warranty": "تضمین",
      "is_original": "ایا دا یو اصلي محصول دی؟",
      "is_original_message": "که تاسو خپل محصول اصلي نه وټاکئ، جعلي بیج به د دې محصول لپاره وښودل شي.",
      "return_warranty": "دا محصول په څو ورځو کې د بیرته ستنیدو تضمین لري؟",
      "warehouse_section": "ګودام او تولید",
      "conditions_section": "د محصول شرایط",
      "warranty_section": "تضمین او تحویلي",
      "unit": "د محصول واحد",
      "unit_message": "د اړتیا په صورت کې واحد داخل کړئ. لکه: کیلو ګرامه، میتر، ...",
      "condition": "ستاسو په پلورنځي کې د محصول حالت",
      "condition_message": "تاسو باید پدې ساحه کې یو له ارزښتونو څخه غوره کړئ.",
      "unit_section": "د محصول واحد",
      "unit_float": "د فلوټ واحد (ډیر ژر)",
      "unit_float_hint": "د مثال په توګه، پیرودونکی کولی شي د 3 کیلو ګرامه میوه امر وکړي، مګر پیرودونکي ته لیږل شوي مقدار د امر شوي مقدار څخه لږ توپیر لري.",
      "unit_float_message": "د سپارلو پروسس کولو په جریان کې، تحویل شوي مقدار ممکن د امر شوي مقدار څخه توپیر ولري. سیسټم په اتوماتيک ډول دا توپیر محاسبه کوي او پیرودونکي ته ستاسو د پور په توګه ثبتوي، کوم چې په راتلونکو امرونو کې پلي کیدی شي.",
      "status_list": {
        "active": {
          "title": "فعال ╏ آنلاین او آفلاین پلور",
          "description": "دا محصول به د آنلاین امرونو لپاره شتون ولري."
        },
        "inactive": {
          "title": "غیر فعال ╏ یوازې آفلاین پلور",
          "description": "دا محصول به د آنلاین امرونو لپاره شتون ونلري."
        }
      },
      "marketplace": {
        "vendor_panel_message": "<b>{vendor_name}</b> د محصول مالک دی.",
        "subscription_message": "د ګډون محصولات کولی شي یو پلورونکی ولري ، نو تاسو کولی شئ دا د پلورونکي پینل کې رامینځته کړئ یا د جوړولو مرحلې کې دوی ته یو پلورونکی وټاکئ. ټاکل شوی پلورونکی به د محصول مالک وي.",
        "default_message": "تاسو کولی شئ مشخص کړئ چې ایا دا محصول د یو پلورونکي پورې اړه لري او له همدې امله یوازې یو پلورونکی کولی شي دا وپلوري ، یا دا محصول د بازار ځای پورې اړه لري او له یو څخه ډیر پلورونکي کولی شي دا وپلوري.",
        "single_vendor_title": "واحد پلورونکی",
        "single_vendor_desc": "دا محصول د پلورونکي پورې اړه لري، او ټاکل شوی پلورونکی کولی شي دا اداره کړي.",
        "multi_vendors_title": "ډیری پلورونکي",
        "multi_vendors_desc": "دا محصول د بازار ځای پورې اړه لري او یوازې د بازار په پینل کې ترمیم کیدی شي."
      }
    },
    "rating_pros_cons": {
      "title": "سروې",
      "message": "د خپلو پیرودونکو لپاره د محصول مشخصاتو لیست دننه کړئ ترڅو ستاسو محصول نرخ کړي. (تر 5 توکو پورې)",
      "rating_input": "ټولپوښتنې",
      "rating_input_message": "تاسو کولی شئ په ټولپوښتنه کې 5 توکي اضافه کړئ.",
      "item_unit": "توکي",
      "pros_title": "پرو",
      "pros_message": "د محصول ځانګړتیاوې دننه کړئ. (تر 5 توکو پورې)",
      "pros_input_title": "د فیچر سرلیک",
      "pros_input_value": "د فیچر ارزښت",
      "pros_group": "د محصول ګټې",
      "pros_group_messages": "د محصول اصلي ځانګړتیاوې",
      "cons_title": "Cons",
      "cons_message": "د محصول ضعف داخل کړئ. (تر 5 توکو پورې)",
      "cons_input_title": "د ضعف عنوان",
      "cons_input_value": "د ضعیف ارزښت",
      "cons_group": "د محصول ضعف",
      "cons_group_messages": "د محصول اصلي نیمګړتیاوې",
      "select_from_list": "له لیست څخه غوره کړئ",
      "suggestion_rating": [
        "ښه کیفیت",
        "ښه ارزښت",
        "سپارښتنه به وکړي",
        "ځانګړتیاوې او وړتیاوې",
        "د کارولو اسانتیا",
        "ښه ډیزاین شوی",
        "د باور وړ فعالیت",
        "د پیرودونکي اغیزمن ملاتړ",
        "د اطمینان وړ تحویلي وخت",
        "د محصول میچ توضیحات",
        "دوامدار او اوږدمهاله",
        "د لګښت وړ",
        "په زړه پوري بسته بندي",
        "نوښتګر ډیزاین",
        "د چاپیریال دوستانه",
        "کافي لارښوونې / لارښود",
        "د توقعاتو پوره کول",
        "د کاروونکي دوستانه انٹرفیس",
        "لوړ موثریت",
        "د پلور وروسته عالي خدمت",
        "څو اړخیز فعالیت",
        "رقابتي نرخونه",
        "د پرزو او لوازمو شتون",
        "د باور وړ برانډ",
        "د کارولو لپاره خوندي",
        "سمدستي او دقیق خدمت"
      ],
      "notifications": {
        "add_rating_success": "د کارن درجه بندي {rating_name} اختیار اضافه شو.",
        "delete_rating_success": "د کارن درجه بندي {rating_name} انتخاب ړنګ شو.",
        "add_pros_success": "د محصول ځانګړتیا اضافه کړه.",
        "delete_pros_success": "د محصول ځانګړتیا لیرې شوه.",
        "add_cons_success": "د محصول ضعف اضافه شوی.",
        "delete_cons_success": "د محصول ضعف لرې."
      },
      "rating_input_placeholder": "خپل د دودیز سروې پوښتنه دلته ولیکئ... او انټر فشار ورکړئ!"
    },
    "edit_spec": {
      "title": "تخنیکي مشخصات",
      "sub_title": "تاسو کولی شئ د ورته محصولاتو تخنیکي مشخصات وارد کړئ.",
      "import_action": "واردول",
      "group_input_header": "ګروپ اضافه کړئ",
      "item_title_header": "توکي اضافه کړئ",
      "group_input": "د ګروپ سرلیک",
      "group_input_message": "سرلیک دننه کړئ.",
      "group_add_action": "ګروپ اضافه کړئ",
      "item_title_input": "عنوان",
      "item_title_input_message": "د فیچر سرلیک دننه کړئ.",
      "item_value_input": "ارزښت",
      "item_value_input_message": "د ځانګړتیا ارزښت دننه کړئ.",
      "add_item_action": "توکي اضافه کړئ",
      "dialog": {
        "title": "تخنیکي مشخصات دننه کړئ",
        "code_input": "د محصول ID",
        "code_input_message": "د محصول کوډ: P0000 ...",
        "spec_view_title": "د ټاکل شوي محصول مشخصات",
        "set_spec_action": "نقل تخنیکي مشخصات"
      },
      "notifications": {
        "enter_group_title_error": "د سرلیک ارزښت دننه کړئ",
        "enter_item_title_and_value_error": "د فیچر سرلیک او ارزښت دننه کړئ",
        "spec_saved_success": "د محصول مشخصات خوندي شوي."
      }
    },
    "edit_images": {
      "title": "اصلي انځور",
      "main_image_input_nodata": "د محصول عکس پورته کړئ.",
      "main_image_input_message": "دا عکس د محصول لیست کې ښودل شوی.",
      "preview": "مخکتنه",
      "image_style": "د انځور سټایل",
      "background_is_white": "سپینه پس منظر",
      "background_is_white_msg": "ایا انځور سپینه پس منظر لري؟",
      "images": {
        "title": "د محصول عکس ګالری",
        "sub_title": "پدې برخه کې د محصول عکسونه اپلوډ کړئ، د ټولو محصول ډولونو لپاره عام دي."
      },
      "video": {
        "title": "ویډیو",
        "sub_title": "لومړی، د خپل محصول ویډیو په یوټیوب کې اپلوډ کړئ، او بیا د ویډیو URL دلته وساتئ."
      }
    },
    "pricing": {
      "edit_price": "نرخونه",
      "price_input": "قیمت",
      "currency_input": "اسعارو",
      "currency_input_messages": "نرخ په دې اسعارو کې محاسبه کیږي.",
      "commission_input": "کمیسیون",
      "commission_message": "دا اختیار یوازې د ځانګړي ډول سوداګرو لکه عمده پلورونکو لپاره ګټور دی. که تاسو عمده پلورونکی نه یاست، دا اختیار خالي پریږدئ. هغه قیمت چې پیرودونکي یې ګوري د قیمت او کمیسیون مجموعه ده. د مالیاتو اضافه کولو لپاره په محاسبه> مالیه کلیک وکړئ.",
      "add_commission_action": "کمیسیون اضافه کړئ",
      "discount_input": "تخفیف",
      "discount_input_message": "د بیې راټیټولو اندازه",
      "has_discount_period_input": "ایا دا تخفیف د یو ځانګړي وخت لپاره اعتبار لري؟",
      "discount_timespan": "د تخفیف موده دننه کړئ.",
      "start_input": "پیل",
      "end_input": "پای",
      "start_input_placeholder": "د پیل وخت وټاکئ",
      "end_input_placeholder": "د پای وخت وټاکئ",
      "independent_price": "قیمت یوازې د دې ډول لپاره",
      "same_price": "د اصلي محصول قیمت",
      "variant_pricing_message": "د دې اختیار په غوره کولو سره، د دې ډول قیمت د اصلي محصول څخه په خپلواکه توګه ټاکل کیدی شي.",
      "price_label_input": "د قیمت لیبل",
      "price_label_message": "د قیمت په اړه نور معلومات اضافه کړئ لکه ($1.5/Fl Oz). د قضیې کارول: کرایه، FMCG.",
      "add_price_label_action": "د قیمت لیبل اضافه کړئ"
    },
    "inputs_edit": {
      "title": "د پیرودونکي معلوماتو داخلولو فورمه",
      "sub_title": "تاسو کولی شئ د هر محصول لپاره د معلوماتو د ننوتلو فورمه جوړه کړئ، نو پیرودونکي تاسو ته د محصول اخیستلو په وخت کې معلومات درکوي. د بیلګې په توګه، دا معلومات کیدای شي په ډبره کې د نقاشۍ لپاره نوم وي.",
      "message_input": "کارونکي ته پیغام",
      "message_input_message": "دا پیغام به پیرودونکي ته وښودل شي کله چې محصولات اخلي.",
      "inputs_form": "د معلوماتو جوړښت (ان پټ)"
    },
    "extra_edit": {
      "physical": {
        "title": "د لېږلو معلومات",
        "sub_title": "د چمتو کولو لګښت او وخت پدې برخه کې د معلوماتو پراساس محاسبه کیږي. ډاډ ترلاسه کړئ چې په پلورنځي کې د ټاکل شوي واحدونو مطابق معلومات داخل کړئ (وزن، ابعاد، فاصله)."
      },
      "notifications": {
        "save_title": "بسته بندي تازه شوې",
        "save_msg": "د محصول بسته کولو معلومات په بریالیتوب سره تازه شوي."
      }
    },
    "variants": {
      "not_available": "اوس مهال دا امکان نلري چې د دې ډول محصول لپاره یو ډول انتخاب کړئ."
    },
    "delete_product": {
      "title": "محصول لرې کړئ",
      "message": "ایا تاسو غواړئ <b>{product_title}</b> حذف کړئ؟"
    }
  },
  "product_admin": {
    "products_list": "د محصول لیست",
    "product": "محصول",
    "menu": {
      "edit": "سمون",
      "review": "بیاکتنه",
      "orders": "امرونه",
      "inventory": "انوینٹری",
      "dashboard": "ډشبورډ",
      "back_to_products": "محصولات",
      "drop_shipping": "ډراپ شپینګ"
    },
    "dashboard": {
      "info": {
        "title": "پروفایل",
        "title_small": "محصول",
        "category": "د محصول کټګوري",
        "link": "د محصول لینک",
        "type": "ډول",
        "inputs": "معلومات داخل کړئ",
        "outputs": "د محصول معلومات",
        "user_data_form": "د پیرودونکي معلوماتو فورمه"
      },
      "orders": {
        "title": "امرونه",
        "title_small": "غیر پروسس شوی",
        "physical_orders_title": "د دې محصول سره د پیرودلو کارټونه",
        "send_30days_title": "په تیرو 30 ورځو کې لیږل شوي سپارښتنې",
        "downloads_30days_title": "په تیرو 30 ورځو کې د فایل ډاونلوډ شمیره",
        "virtual_orders_title": "د دې محصول سپارښتنې بشپړیدو ته په تمه دي"
      },
      "inventory": {
        "title": "انوینٹری",
        "title_small": "ګودام",
        "total_sell": "ټول خرڅلاو",
        "total_sell_today": "نن ورځ خرڅلاو",
        "total_sell_30days": "د وروستي 4 ورځو پلور",
        "chart": {
          "labels": [
            "انوینٹری",
            "خرڅلاو"
          ]
        },
        "subscribers_title": "پیرودونکي",
        "subscribers_title_small": "ټول ګډون شوي امرونه"
      },
      "finance": {
        "title": "مالي",
        "title_small": "د تیرې 6 میاشتې پیرود راپور",
        "select_mode_title": "لخوا ښودل",
        "modes": {
          "sell": "خرڅلاو",
          "payment": "تادیه",
          "discount": "تخفیف"
        },
        "currency_select_title": "د ټاکل شوي اسعارو قیمت",
        "sell_today": "نن ورځ خرڅلاو",
        "product_price": "د محصول قیمت",
        "currency_unit": "د اسعارو واحد",
        "sell_30days": "د 30 ورځو پلور",
        "sell_daily": "ورځنی خرڅلاو",
        "sell_yesterday": "پرون خرڅلاو"
      },
      "survey": {
        "title": "د محصول درجه بندي",
        "title_small": "د پیرودونکي رضایت راپور",
        "total_participation": "د ونډې مجموعه",
        "today_participation": "د نن ورځې درجه بندي",
        "last7days_participation": "د تیرو 7 ورځو مرستې",
        "chart": {
          "participate": "ګډون",
          "participate_title": "د ونډو شمیر",
          "score": "سکور"
        }
      },
      "inform": {
        "title": "د پیرودونکو توقعات",
        "title_small": "د تخفیف یا شتون لپاره انتظار کول",
        "message": "پیرودونکو ته خبر ورکړئ کله چې محصولات پلور ته ځي یا شتون ولري",
        "waiting_for_auction": "د محصولاتو لپاره انتظار کول پلور ته ځي",
        "waiting_for_available": "د محصولاتو شتون ته انتظار کول.",
        "unit": "شخص"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "د موجوداتو لیست",
        "add_variant": "تغیرات اضافه کړئ",
        "title": "د محصول لیست / د محصول ډولونه لیست",
        "sub_title": "که دا محصول له یو څخه ډیر ډولونه ولري، دوی پدې برخه کې دننه کړئ. تاسو کولی شئ په جلا توګه د هر ډول اندازه، قیمت او تخفیف تعریف کړئ؛ که نه نو د محصول ډیفالټ ارزښتونه به د نرخ لپاره پلي شي.",
        "add_action": "تغیرات اضافه کړئ",
        "count_input": "انوینٹری",
        "count_input_action": "شمیره ترتیب کړئ",
        "management_title": "د موجوداتو مدیریت او د محصول ډولونه",
        "add_title": "د محصول ډول اضافه کړئ",
        "edit_title": "د محصول ډول بدل کړئ",
        "notifications": {
          "add_success": "د محصول ډول اضافه شوی.",
          "delete_success": "د محصول ډول ړنګ شوی.",
          "save_product_inventory_success": "د محصولاتو لیست خوندي شوی."
        }
      },
      "variant_item": {
        "price": "قیمت",
        "same_as_product": "د اصلي محصول سره ورته",
        "in_stock": "انوینٹری",
        "delete_dialog": {
          "title": "د محصول ډولونه ړنګ کړئ",
          "message": "ایا تاسو غواړئ دا ډول ړنګ کړئ؟"
        }
      },
      "variant_add_edit": {
        "title": "د محصول ډول تعریف کول",
        "message": "د محصول بې ساري شمېر",
        "active_input": "ایا دا متغیر فعال دی؟",
        "sku": "SKU",
        "sku_tips": "د محصول ګودام کوډ.",
        "mpn": "MPN",
        "mpn_tips": "د محصول کوډ د تولید کونکي لخوا د محصول بسته بندۍ کې داخل شوی",
        "variant_variable": "متغیر متغیرات",
        "pricing": "نرخونه",
        "has_pricing_input": "ایا قیمت د اصلي محصول څخه توپیر لري؟",
        "inventory": "انوینٹری",
        "inventory_unit": "توکي",
        "delivery_info": "بسته بندي او بار وړل",
        "images": "د مختلفو انځورونو",
        "images_message": "د دې ډول خوندي کولو وروسته تاسو به وکولی شئ دلته یو عکس اضافه کړئ."
      }
    },
    "edit_article": {
      "menu": {
        "tags": "ټګونه",
        "article": "مقاله"
      }
    }
  },
  "product_extra_physical": {
    "weight": "د بسته وزن",
    "weight_unit": "کيلوګرام",
    "size": "د بسته ابعاد",
    "dimension": "سانتي متر",
    "width": "عرض",
    "length": "اوږدوالی",
    "height": "لوړوالی",
    "lead_time_title": "د چمتووالي وخت",
    "lead_time": "د چمتووالي وخت",
    "lead_time_dimension": "ساعتونه",
    "bulk_action": "لوی عملونه",
    "bulk_action_input": "ټول ډولونه تازه کړئ",
    "bulk_action_msg": "د ټولو ډولونو لپاره د محصول بسته بندي او چمتو کولو وخت تنظیم کړئ."
  },
  "product_images_list": {
    "upload_button": "د محصول نور انځورونه",
    "upload_an_image": "یو انځور غوره کړئ.",
    "notifications": {
      "update_sort_success": "د انځورونو ترتیب کول خوندي شوي",
      "delete_image_title": "د محصول عکس ړنګ کړئ",
      "delete_image_success": "انځور په بریالیتوب سره ړنګ شو"
    }
  },
  "variants_view": {
    "prices": "قیمتونه",
    "inventory": "انوینٹری",
    "discount": "تخفیف"
  },
  "gift_card_type_edit": {
    "title_input": "عنوان",
    "color_input": "د کارت رنګ",
    "charge_input": "ابتدايي چارج",
    "charge_input_hint": "د هر کارت لپاره ابتدايي چارج",
    "currency_input": "اسعارو",
    "currency_input_message": "یوازې د دې اسعارو سره پیرود لپاره",
    "lifetime_input": "د کارت اعتبار (میاشت)",
    "lifetime_input_message": "د کارت اعتبار",
    "card_image_input": "د کارت انځور",
    "notifications": {
      "create_success": "کارت جوړ شو",
      "update_success": "کارت تازه شو"
    }
  },
  "shop_warehouse_edit": {
    "title": "ګودام اضافه کړئ",
    "message": "د بار وړلو لګښت محاسبه کولو لپاره خپل د ګودام پته او پروفایل دننه کړئ.",
    "name_input": "د ګودام نوم",
    "address": "پته",
    "name_input_message": "د خپل ګودام لپاره مستعار نوم دننه کړئ.",
    "person_name": "د افسر نوم",
    "phone_number": "د اړیکې شمیره",
    "map_title": "د ګودام پته",
    "confirm_action": "د ګودام تصویب",
    "address_name": "ګودام",
    "notifications": {
      "success_save": "بدلونونه په بریالیتوب سره خوندي شول."
    }
  },
  "inventory_list": {
    "search_input": "د محصول لټون...",
    "search_input_title": "د پلورنځي محصولاتو په مینځ کې لټون وکړئ",
    "apply_filter": "فلټر تطبیق کړئ",
    "inventory": "د موجوداتو لیست",
    "export": "د صادراتو لیست",
    "import": "د وارداتو لیست",
    "bulk_price": "د لوی نرخ بدلون",
    "bulk_discount": "د لوی تخفیف بدلون",
    "category_filter_msg": "⚡ دا به په ټولو محصولاتو او فرعي کټګوریو کې پلي شي!",
    "table": {
      "waiting": "معلومات ترلاسه کول ... مهرباني وکړئ انتظار وکړئ",
      "open_state": "فعاله",
      "close_state": "غیر فعال",
      "image": "انځور",
      "product": "د محصول نوم",
      "code": "د محصول کوډ",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "اصلي",
      "status": "حالت",
      "in_stock": "په ګدام کښي",
      "edit": "بدلون"
    },
    "bulk_price_dialog": {
      "title": "لوی عملونه > قیمت",
      "message": "یادونه: لاندې مقدار به ستاسو په پلورنځي کې د ټولو محصولاتو قیمت کې د فیصدي په توګه پلي شي. همچنان، د محاسبې قیمتونه به په هوښیارۍ سره د ټاکل شوي اسعارو پراساس ترټولو نږدې دورې شمیرې ته واړول شي. ارزښتونو ته په ننوتلو کې محتاط اوسئ.",
      "check": "زه د نرخ بدلونونه تصویبوم.",
      "add_percent_tab": "سلنه اضافه کړئ",
      "add_constant_tab": "ثابت اضافه کړئ",
      "ending_tab": "د پای تګلاره"
    },
    "bulk_discount_dialog": {
      "title": "لوی عملونه > تخفیف",
      "message": "یادونه: لاندې مقدار به ستاسو په پلورنځي کې د ټولو محصولاتو تخفیف لپاره د فیصدي په توګه وي. همدارنګه، محاسبه شوي تخفیف ارزښتونه به په هوښیارۍ سره د ټاکل شوي اسعارو پراساس ترټولو نږدې دورې شمیرې ته واړول شي. ارزښتونو ته په ننوتلو کې محتاط اوسئ.",
      "check": "زه د تخفیف بدلونونه تصویبوم."
    },
    "notifications": {
      "save_success": "د موجوداتو بدلون خوندي شو."
    }
  },
  "spec_view": {
    "auto_save_input": "په اتوماتيک ډول خوندي کول"
  },
  "time_progress_bar": {
    "title_before_start": "د پیل لپاره پاتې دي",
    "title_between_start_end": "تر پایه پاتې",
    "title_after_end": "ختم شو",
    "title_no_start_end": "د وخت مودې پرته!"
  },
  "geo_map": {
    "views": "لیدونه",
    "views_unit": "وختونه",
    "product_views": "د محصول لید",
    "buys": "پیرودونه",
    "buys_unit": "امرونه",
    "baskets": "فعال ګاډي",
    "added_items": "توکي اضافه کړئ",
    "removed_items": "توکي لرې کړئ"
  },
  "faq_list": {
    "table": {
      "nodata": "هیڅ پوښتنه ونه موندل شوه.",
      "more_data_action": "نورې پوښتنې ..",
      "user": "کارن",
      "tag": "ټګ",
      "question": "پوښتنه",
      "officer": "کارکوونکي",
      "answer": "ځواب",
      "created_at": "نیټه",
      "priority": "لومړیتوب",
      "edit": "سمون"
    },
    "dialog": {
      "add_new_action": "نوې پوښتنه وسپارئ",
      "edit_action": "FAQ ایډیټ کړئ",
      "question_input": "پوښتنه",
      "question_input_placeholder": "خپله پوښتنه وکړئ..",
      "link_input": "لینک",
      "link_input_placeholder": "تاسو کولی شئ په ځواب کې لینک ته مراجعه وکړئ.",
      "answer_input": "ځواب",
      "answer_input_placeholder": "د ځواب متن دننه کړئ ..",
      "tag_input": "ټاګ (د کټګورۍ سرلیک)",
      "tag_input_placeholder": "یو لنډ سرلیک دننه کړئ",
      "priority_input": "لومړیتوب: (0 څخه تر 10)"
    },
    "delete_alert": {
      "title": "پوښتنه حذف کړئ",
      "message": "ایا تاسو غواړئ دا پوښتنه حذف کړئ؟",
      "action": "ړنګول"
    },
    "notifications": {
      "send_success": "ستاسو ځواب په بریالیتوب سره سپارل شوی.",
      "delete_success": "ستاسو پوښتنه په بریالیتوب سره حذف شوې ده."
    }
  },
  "contact_messages_list": {
    "load_more_action": "نور پیغامونه ..",
    "table": {
      "nodata": "هیڅ پوښتنه ونه موندل شوه.",
      "user": "کارن",
      "message": "د پیغام بدن",
      "category": "کټګوري",
      "officer": "کارکوونکي",
      "answer": "ځواب",
      "created_at": "نیټه",
      "contact": "اړیکه",
      "edit": "سمون"
    },
    "dialog": {
      "title": "پیغام ته ځواب ورکړئ",
      "category": "کټګوري",
      "user_name": "نوم",
      "email": "ایمیل",
      "phone": "د اړیکې شمیره",
      "message": "د پیغام متن",
      "status": "د غبرګون حالت",
      "status_answered": "ځواب ورکړ",
      "status_waiting": "د ځواب په تمه",
      "answer_input": "ځواب متن",
      "mail_input": "لیک ولېږه",
      "mail_input_message": "که تاسو دا فعال کړئ، ستاسو ځواب به د کارونکي بریښنالیک ته واستول شي."
    },
    "delete_alert": {
      "title": "پیغام ړنګ کړئ",
      "message": "ایا تاسو غواړئ دا پیغام حذف کړئ؟",
      "action": "ړنګول"
    },
    "notifications": {
      "send_success": "ستاسو غوښتنه په بریالیتوب سره وسپارل شوه.",
      "delete_success": "پیغام ړنګ شو."
    }
  },
  "campaign": {
    "title": "کمپاین",
    "menu": {
      "setting": "ترتیبات",
      "return": "شاته",
      "dashboard": "ډشبورډ",
      "links": "لینکونه",
      "landing": "لینډینګ",
      "ads": "اعلانونه",
      "finance": "مالیه"
    },
    "dashboard": {
      "title": "ډشبورډ",
      "status": "د وضعیت عمومي کتنه",
      "sessions": "غونډې",
      "links_overview": "د کمپاین لینکونو عمومي کتنه",
      "orders": "امرونه",
      "performance": "د کمپاین فعالیت",
      "links_funnel": "د کمپاین لینک فعالیت",
      "no_links": "هیڅ معلومات شتون نلري! مهرباني وکړئ خپل کمپاین ته لینک جوړ کړئ.",
      "social": "ټولنیز رسنۍ رهبري کوي",
      "conversion_over_time": "د وخت په تیریدو سره تبادله",
      "total_campaign_sell": "د کمپاین لخوا ټول پلور"
    },
    "finance": {
      "title": "مالي راپور",
      "campaign_revenue": "د کمپاین عواید",
      "total_revenue": "د کمپاین له لارې ټول عاید",
      "links_revenue": "د کمپاین لینک عاید",
      "payments_over_time": "د وخت په تیریدو سره خرڅلاو",
      "all_links": "ټول لینکونه"
    },
    "landing": {
      "empty_message": "د کمپاین په ترتیباتو کې د لینډینګ پاڼه ترتیب کړئ.",
      "set_landing": "د لینډینګ پاڼه تنظیم کړئ",
      "create_landing": "نوې لینډینګ پاڼه جوړه کړئ"
    },
    "links": {
      "title": "د کمپاین لینکونه",
      "url_input_message": "خپل د هدف پاڼې url داخل کړئ"
    },
    "setting": {
      "menu": {
        "config": "ترتیب",
        "timespan": "د وخت موده",
        "banner": "بینر",
        "Notification": "خبرتیا"
      },
      "general_setting": {
        "title": "د عمومي کمپاین ترتیبات",
        "sub_title": "نوم، د لینډینګ پاڼه او د تخفیف کوډ",
        "name_input": "د کمپاین نوم",
        "name_input_hint": "خپل کمپاین ته نوم اضافه کړئ",
        "enable_input": "ایا کمپاین فعال دی؟",
        "page_input": "د لینډینګ پاڼه",
        "discount_code_input": "د تخفیف کوډ",
        "limit": "د تخفیف حد",
        "max_count": "اعظمي شمېره",
        "max_count_unit": "توکي",
        "start": "پیل",
        "end": "پای",
        "notification_enable_input": "خبرتیا فعاله شوې؟",
        "landing_page": "د لینډینګ پاڼه",
        "discount_code": "د تخفیف کوډ",
        "auto": "ډیفالټ کمپاین",
        "auto_message": "ستاسو په پلورنځي کې ډیفالټ کمپاین فعال شوی"
      },
      "time_setting": {
        "title": "د وخت موده",
        "sub_title": "د پیل نیټه او وخت / د پای نیټه او وخت",
        "start_input": "پیل",
        "start_input_placeholder": "د کمپاین د پیل وخت وټاکئ",
        "end_input": "پای",
        "end_input_placeholder": "د کمپاین پای وخت وټاکئ"
      },
      "banner_setting": {
        "title": "د هټۍ بینر",
        "sub_title": "د هټۍ پاڼې په سر کې ښکاره کړئ",
        "message_input": "د پیغام متن",
        "message_input_placeholder": "ځانګړی فیستیوال...",
        "message_input_hint": "د بینر پیغام متن د پلورنځي په سر کې",
        "bg_image_input": "د شاليد انځور URL",
        "bg_image_input_hint": "د بشپړ پس منظر انځور URL",
        "repeat_pattern": "بیلګه تکرار کړئ",
        "simple": "ساده",
        "dark_input": "تیاره موضوع؟",
        "icon_input": "آیکون",
        "icon_input_hint": "د موادو ډیزاین آیکون نوم یا فونټاوسم: فاس فا-ستار",
        "anim_input": "د حرکت پته",
        "anim_input_message": "د لوټی انیمیشن فایل URL",
        "preview": "مخکتنه",
        "preview_update_action": "تازه مخکتنه",
        "bg_color": "د شاليد رنګ",
        "icon_bg": "د عکس شالید رنګ"
      },
      "notifications": {
        "title": "خبرتیا",
        "sub_title": "یو خبرتیا جوړه کړئ او خپل کمپاین سره یې لینک کړئ.",
        "update_success": "ستاسو کمپاین تازه شوی دی.",
        "action_button": "د عمل تڼۍ",
        "background_color": "د شاليد رنګ",
        "text_color": "د متن رنګ",
        "action_color": "د عمل رنګ",
        "action_text_color": "د عمل متن رنګ",
        "notification_image": "د خبرتیا انځور",
        "notification_bg": "د خبرتیا پس منظر",
        "show_preview": "مخکتنه ښکاره کړه",
        "persistence": "دوام",
        "persistence_message": "ایا تاسو غواړئ هرکله وښایئ چې ستاسو کاروونکي ویب پاڼې ته ځي",
        "radius": "وړانګې",
        "show_delay": "ځنډ ښکاره کړئ"
      }
    }
  },
  "add_category": {
    "title_edit": "کټګورۍ ترمیم کړئ",
    "title_update": "نوې کټګورۍ اضافه کړئ",
    "menu": {
      "delete": "کټګورۍ حذف کړئ",
      "filter": "فلټرونه",
      "settings": "ترتیبات",
      "back": "شاته"
    },
    "title_input": "د کټګورۍ سرلیک *",
    "title_input_error": "د کټګورۍ سرلیک غوره کړئ",
    "name_input": "د کټګورۍ نوم (انګلیسي) *",
    "name_input_error": "د کټګورۍ لپاره یو ځانګړی نوم غوره کړئ",
    "description_input": "د کټګورۍ توضیحات",
    "description_input_message": "د کټګورۍ لنډ تفصیل داخل کړئ ..",
    "parent_input": "د والدین کټګورۍ",
    "parent_input_message": "دا کټګوري د پلورنځي کورپاڼه کې ښکاري.",
    "image_input": "د کټګورۍ انځور",
    "image_input_placeholder": "د کټګورۍ لپاره یو انځور غوره کړئ",
    "edit_action": "کټګورۍ ترمیم کړئ",
    "add_action": "کټګورۍ اضافه کړئ",
    "back_action": "شاته",
    "no_category": "هیڅ کټګورۍ نشته",
    "star": "ستوری",
    "filter": {
      "title": "د کټګورۍ فلټرونه",
      "sub_title": "په دې کټګورۍ کې د محصولاتو لپاره پلي شوي فلټرونه او کټګورۍ اداره کړئ.",
      "message": "لاندې بکس کې د دې کټګورۍ لپاره د عام تخنیکي ځانګړتیا سرلیک دننه کړئ او خوندي کړئ. د لیست خوندي کولو وروسته ، د فلټر کټګورۍ به د هرې کټګورۍ مینځپانګې سره وښودل شي. رنګ، وزن، اندازه، برانډ، او نور په اتوماتيک ډول د محصول ډول څخه ایستل کیږي."
    },
    "delete_alert": {
      "title": "کټګورۍ لرې کړئ",
      "message": "ایا تاسو غواړئ د {title} کټګورۍ حذف کړئ؟",
      "action": "ړنګول"
    },
    "notifications": {
      "add_success": "نوې کټګورۍ اضافه شوې.",
      "edit_success": "کټګورۍ ترمیم کړه.",
      "delete_success": "ړنګ شوی {title}."
    },
    "edit_filter": {
      "spec_input": "د تخنیکي مشخصاتو لیست",
      "spec_input_message": "د ځانګړتیاوو لیست چې تاسو غواړئ د فلټر برخه کې وښودل شي",
      "price": "قیمت",
      "min": "دقیق",
      "max": "مکس",
      "suggested_list": {
        "brand": "برانډ",
        "colors": "رنګ",
        "styles": "ډیزاین",
        "volumes": "حجم",
        "weights": "وزن",
        "packs": "د هرې کڅوړې شمیره",
        "types": "ډول"
      },
      "notifications": {
        "edit_success": "کټګورۍ ترمیم کړه."
      }
    }
  },
  "apps_list": {
    "nodata": "ستاسو په پلورنځي کې هیڅ اپلیکیشن شتون نلري",
    "inactive": "غیر فعال",
    "my_apps": "زما ایپس",
    "app_store": "نوی اپلیکیشن اضافه کړئ"
  },
  "add_shop": {
    "menu": {
      "shop_title": "د پلورنځي سرلیک",
      "shop_name": "د پلورنځي نوم",
      "description": "تفصیل",
      "contact": "د اړیکې معلومات",
      "image": "انځور"
    },
    "title_input": "عنوان",
    "title_input_tips": "د خپل پلورنځي، برانډ یا شرکت نوم دننه کړئ.",
    "active_message": "د هر چا لپاره فعال کړئ ستاسو ویب پاڼې ته لاسرسی ومومئ.",
    "language_input_message": "د خپل پلورنځي ژبه غوره کړئ.",
    "name_input": "نوم",
    "name_input_message": "د خپل پلورنځي لپاره نوم دننه کړئ.",
    "name_input_tips": "غیر انګلیسي توري، ځایونه یا توري مه کاروئ، که کارول کیږي، د پلورنځي نوم ممکن په سمه توګه ونه ښودل شي.",
    "description_input": "د پلورنځي توضیحات",
    "description_input_message": "د خپلې سوداګرۍ په اړه لنډ معلومات ولیکئ.",
    "address_input": "د پلورنځي پته",
    "address_input_message": "د پلورنځي دقیق ځای پته دننه کړئ",
    "phone_input": "د تلیفون شمیره",
    "phone_input_message": "د پیرودونکي د اړیکو شمیره",
    "phone_input_tips": "د هیواد کوډ سره د اړیکې شمیره دننه کړئ. دا شمیره د ګوګل لټون کې د معلوماتو ښودلو لپاره هم کارول کیږي.",
    "email_input": "ایمیل",
    "email_input_message": "د پیرودونکو لپاره بریښنالیک پته",
    "locality_input": "ځای",
    "locality_input_message": "د ذخیره کولو ځای",
    "region_input": "ایالت یا ولایت",
    "region_input_message": "هغه ایالت یا ولایت چې تاسو پکې کار کوئ",
    "country_input": "هیواد",
    "country_input_message": "د سوداګرۍ هیواد",
    "postal_code_input": "پوستي کوډ",
    "postal_code_input_message": "د پوستی کوډ ذخیره کول",
    "image_input": "د انځور ذخیره کول",
    "map": {
      "title": "د پلورنځي پته",
      "confirm": "ادرس ثبتول",
      "address": "پته",
      "receptor": "پلورنځي"
    },
    "create_shop_action": "پلورنځی جوړ کړئ",
    "update_shop_action": "تازه کول",
    "notifications": {
      "copy_success": "د پلورنځي آدرس کاپي.",
      "name_available": "دا نوم ({name}) شتون لري.",
      "add_success": "ذخیره {title} جوړ شو.",
      "edit_success": "پلورنځي ترمیم شوی."
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "مجازی توکي اضافه کړئ",
    "add_virtual_item_desc": "د مجازی محصولاتو پلورلو لپاره ، تاسو باید دوی پدې برخه کې اضافه کړئ. د مجازی توکو شمیر پدې برخه کې د وړیا توکو شمیر سره مساوي دی. یوځل چې پیرودونکي مجازی توکي واخلي، لینک به دوی ته واستول شي.",
    "filter_action": "فلټر تطبیق کړئ",
    "not_processed": "غیر پروسس شوي امرونه",
    "title": "د توکو لیست",
    "vew_order": "امر وګورئ",
    "table": {
      "nodata": "هیڅ توکي نشته",
      "product": "محصول",
      "data": "ډاټا",
      "status": "حالت",
      "user_message": "د کارونکي پیغام",
      "updated_at": "وروستی تازه",
      "order": "امر",
      "delete": "ړنګول"
    },
    "notifications": {
      "delete_success": "توکي په بریالیتوب سره حذف شول."
    }
  },
  "add_virtual_item": {
    "title_edit": "ارزښتونه سم کړئ",
    "title_add": "محصول ته توکي اضافه کړئ",
    "sub_title": "د مجازی محصولاتو رامینځته کول او ترمیم کول",
    "message": "د پلورنځي مدیر کولی شي پیرودونکي ته د تادیې وروسته ارزښت وښیې. دا ارزښتونه باید په لاندې شکل کې دننه شي. د دې فورمې جوړښت د ایډیټ توکي> د محصول معلوماتو ترمیم برخه کې ترتیب شوی.",
    "edit_outputs": "د محصول فورمه ایډیټ کړئ",
    "notifications": {
      "edit_success": "توکي تدوین کړل.",
      "add_success": "توکي په لیست کې اضافه شوي."
    }
  },
  "virtual_process_center": {
    "title": "د پروسس مرکز",
    "sub_title": "د امر پروسس",
    "virtual_product": "مجازی محصول",
    "menu": {
      "report": "راپور",
      "timeline": "مهال ویش",
      "order": "امر"
    },
    "list_widget": {
      "title": "د امر مشخصات",
      "product_name": "د محصول نوم"
    },
    "inputs_widget": {
      "title": "د ننوتلو فورمه",
      "table": {
        "title": "عنوان",
        "value": "ارزښت"
      },
      "change_inputs_action": "د ننوتلو فورمه ایډیټ کړئ"
    },
    "outputs_widget": {
      "title": "د محصول بڼه",
      "table": {
        "title": "عنوان",
        "value": "ارزښت"
      },
      "tips": [
        "د پیرودونکي غوښتنې بشپړولو وروسته ، د امر تصدیق کولو کیلي ټک وکړئ ترڅو پیرودونکي ته د سپارښت خبر ورکړئ.",
        "یوځل چې امر تصویب شي ، پیرودونکی به ونشي کولی د ان پټ معلومات ترمیم کړي."
      ],
      "alerts": {
        "order_completed_by_admin": "امر بشپړ شو.",
        "order_completed_by_buyer": "امر د پیرودونکي لخوا بشپړ شوی.",
        "waiting_for_buyer": "د پیرودونکي تصویب ته انتظار کول .."
      }
    }
  },
  "file_process_center": {
    "title": "د پروسس مرکز",
    "sub_title": "د امر پروسس",
    "menu": {
      "report": "راپور",
      "timeline": "مهال ویش",
      "order": "امر"
    }
  },
  "process_order_page_dashboard": {
    "title": "د امر پروسس",
    "cancel_order_action": "امر لغوه کړئ",
    "open_basket_cation": "دا د پیرودلو کارټ خلاص دی، پدې معنی چې پیرودونکي پیرود کوي او تر اوسه یې امر نه دی ورکړی.",
    "reject_dialog": {
      "title": "د حکم ردولو دلیل",
      "message": "د لاندې لیست څخه د دې حکم د ردولو دلیل غوره کړئ. ډاډ ترلاسه کړئ چې پیرودونکي ته د لغوه کولو او بیرته ورکولو پروسې خبر کړئ. بیرته ستنیدنه باید په 12 ساعتونو کې ترسره شي.",
      "confirm_action": "امر لغوه کړئ",
      "dismiss_reject_action": "د امر لغوه کول رد کړئ"
    },
    "notifications": {
      "update_status_success": "د امر حالت تازه شو.",
      "reject_update_success": "د امر د لغوه کولو حالت تازه شو.",
      "dismiss_reject_success": "امر بیرته عادي پروسې ته راستون شو.",
      "set_tracking_success": "د امر تعقیب ID په بریالیتوب سره خوندي شو."
    }
  },
  "process_center": {
    "title": "د پروسس مرکز",
    "physical_product": "فزیکي محصولات",
    "menu": {
      "label": "د بسته لیبل",
      "receipt": "رسید",
      "back": "شاته",
      "return": "بیرته راګرځي",
      "report": "راپور",
      "timeline": "مهال ویش",
      "inputs": "داخلونه",
      "order": "امر"
    },
    "payment_widget": {
      "title": "تادیه",
      "checklist": [
        "د امر مقدار او د پیرودونکي تادیه چیک کړئ.",
        "د بل کولو پته چیک کړئ.",
        "ډاډ ترلاسه کړئ چې داخل شوي معلومات سم دي، په ځانګړې توګه که چیرې تادیه د تحویلي نغدي وي."
      ],
      "action_cod_pay": "د پیرودونکي لخوا تادیه تایید کړئ",
      "action_dir_pay": "د اپلوډ شوي تادیې رسید تایید کړئ",
      "payment_receipt_not_uploaded_error": "د تادیې رسید لا تر اوسه نه دی پورته شوی!",
      "waiting_for_pay": "پاتې تادیه",
      "processing_payment": "د تادیاتو پروسس کول",
      "processing_cancel": "تادیه لغوه شوه",
      "paid": "ورکړې",
      "cod_pay_info": "کله چې تاسو د پیرودونکي څخه امر ترلاسه کړئ تاسو کولی شئ تادیه تایید کړئ او امر بشپړ کړئ.",
      "dir_pay_info": "د تادیې رسید به پورته ښکاره شي. مخکې له دې چې تاسو تادیه تایید کړئ، د خپل بانک سره د زیرمې اندازه او د رسید معلومات تایید کړئ.",
      "created_date": "د جوړیدو نیټه",
      "pay_date": "د تادیاتو نیټه",
      "payment_gateway": "د تادیاتو دروازه",
      "payment_method": "د تادیاتو طریقه",
      "risk": "د خطر ارزښت",
      "billing_details": "د بیل کولو توضیحات",
      "add_transaction": "نوی بل اضافه کړئ",
      "add_transactions_message": "تاسو باید د دې امر لپاره لږترلږه یوه معامله جوړه کړئ. په ځینو مواردو کې، تادیه په څو مرحلو کې اړینه ده. د کومې معاملې لپاره چې کارونکي یې باید تادیه کړي د کار په جریان کې به ستاسو لخوا ټاکل کیږي.",
      "add_bill_dialog": {
        "title": "انوائس اضافه کړئ",
        "message": "تاسو کولی شئ د دې امر لپاره یو یا څو نوي رسیدونه اضافه کړئ. پیرودونکي به دا رسیدونه وګوري او هر یو به د کار پرمختګ سره سم تادیه کړي.",
        "amount_input": "د رسید اندازه",
        "action": "بل اضافه کړئ"
      },
      "edit_bill_dialog": {
        "title": "انوائس ایډیټ کړئ",
        "message": "تاسو کولی شئ پاتې رسیدونه ترمیم کړئ.",
        "action": "انوائس ایډیټ کړئ"
      },
      "bill_cash_payment_dialog": {
        "title": "نغدي پیسې ثبت کړئ",
        "message": "که چیرې پیرودونکي د دې رسید اندازه په نغدو پیسو یا د آنلاین تادیې پرته بل ډول تادیه کړي، پدې برخه کې، د یو اختیار په غوره کولو سره، د هغه تادیه ثبت او تایید کړئ. پدې برخه کې ، تاسو کولی شئ یوازې د خپل پلورنځي د نغدي تادیې دروازې وګورئ ، که تاسو داسې اختیار ونه ګورئ ، نو تاسو باید په خپل پلورنځي کې په ټاکل شوي اسعارو کې د نغدي تادیې دروازې فعاله کړئ.",
        "action": "د بل تادیه تایید کړئ"
      },
      "table": {
        "title": "عنوان",
        "amount": "مقدار",
        "description": "تفصیل",
        "info": "معلومات"
      },
      "user_payment": "د پیرودونکي تادیه",
      "cod": "په تحویلي کې نغدي",
      "gateway_wage": "فیس",
      "gift_card": "د ډالۍ کارت",
      "discount_code": {
        "title": "د تخفیف کوډ",
        "code": "کوډ",
        "percent": "سلنه",
        "limit": "حد"
      },
      "club": {
        "title": "د پیرودونکو کلب",
        "percent": "سلنه",
        "limit": "حد"
      },
      "coupon": {
        "title": "کوپن",
        "percent": "سلنه",
        "limit": "حد",
        "charge": "چارج"
      },
      "delivery": {
        "title": "د لېږد کرایه",
        "not_paid": "نه ورکول کیږي"
      },
      "samin": {
        "title": "د خدماتو فیس",
        "description": "دا مقدار ستاسو د سیلډون والټ حساب څخه کم شوی.",
        "tooltip": "د تادیاتو طریقه حساب کړئ",
        "percent": "سلنه"
      },
      "affiliate": {
        "title": "وابسته کمیسیون",
        "affiliate_message": "تاسو باید دا کمیسیون خپل وابسته ته ورکړئ. دا پروسه پخپله ترسره کیږي."
      },
      "total_price": "د توکو ټول قیمت",
      "total_items_discount": "د توکو تخفیف",
      "total_price_after_offers": "د وړاندیزونو پلي کولو وروسته ټولټال",
      "user_payment_amount": "د پیرودونکي تادیه اندازه",
      "samin_wage": "د خرڅلاو فیس",
      "pay_cod_dialog": {
        "title": "ایا تاسو د امر پیسې ترلاسه کړې؟",
        "message": "د پیرودونکي لخوا د بشپړ تادیې ډاډ ترلاسه کولو وروسته د تحویلي تادیې په نغدي میتود کې دا اختیار تایید کړئ.",
        "confirm_action": "د پیرودونکي تادیه تایید کړئ"
      },
      "pay_dir_dialog": {
        "title": "ایا تاسو د امر پیسې ترلاسه کړې؟",
        "message": "دا اختیار تایید کړئ وروسته له دې چې د خپل بانک سره د تادیاتو اپلوډ رسید تصویب کړئ. ډاډ ترلاسه کړئ چې د خپل بانک سره تادیه وګورئ.",
        "confirm_action": "د پیرودونکي تادیه تایید کړئ"
      },
      "notifications": {
        "pay_confirm_message": "تادیه تایید شوې.<br> بندر: {gateway_name}<br> نېټه: {payment_at}",
        "pay_fail_title": "نه ورکول کیږي",
        "pay_fail_message": "تادیه نشي تصویب کیدی!"
      },
      "total_order_price_before_tax": "مخکې له مالیې ټول قیمت"
    },
    "basket_list": {
      "checklist": [
        "لیست چیک کړئ.",
        "که چیرې توکي شتون ونلري، د دې توکي لپاره تادیه شوي مقدار باید پیرودونکي ته بیرته ورکړل شي."
      ],
      "message": "که چیرې کوم توکي شتون ونلري یا وپلورل شي، د هغې په څنګ کې موجود بکس خلاص کړئ او د <b>تایید امر</b> تڼۍ باندې کلیک وکړئ.",
      "action": "د امر تایید",
      "list_of_items": "د پیرود کارټ لیست",
      "apply_change_action": "بدلونونه پلي کړئ",
      "cant_apply_change": "بدلون نشي کولی",
      "lottery_prize_inform": "ستاسو پیرودونکي د دې محصول 1x وګټي. د دې امر سره ډالۍ ولېږئ."
    },
    "preparing": {
      "title": "تیاری",
      "packing_weight": "د بسته بندي وزن",
      "delivery_type": "د لیږدولو طریقه",
      "packing_size": "د بسته بندۍ ابعاد",
      "distance_warning": "د اجازه ورکړل شوي فاصلې حد څخه تیریږي.",
      "weight_warning": "د اجازه ورکړل شوي وزن څخه ډیر.",
      "volume_warning": "د اجازه شوي کڅوړې اندازې څخه ډیر.",
      "message": "لاندې د <b>امر چمتو</b> کولو تڼۍ کلیک وکړئ که چیرې امر لیږلو ته چمتو وي.",
      "action": "امر د بار وړلو لپاره چمتو دی",
      "checklist": [
        "په بسته بندي کې د معیاري مقرراتو تعقیب.",
        "د توکو لیست چاپ کړئ او په کڅوړه کې یې واچوئ.",
        "په بکس کې یو لیبل چاپ او چپ کړئ."
      ]
    },
    "basket_items": "د امر توکو لیست",
    "delivered_dialog": {
      "title": "ایا دا امر د پیرودونکي لخوا ترلاسه شوی؟",
      "message": "دا اختیار تایید کړئ کله چې تاسو پوهیږئ پیرودونکي امر ترلاسه کړی",
      "confirm_action": "زه تایید کوم چې پیرودونکي کڅوړه ترلاسه کړې"
    },
    "return_delivery_dialog": {
      "title": "ایا امر د تحویلۍ پرمهال کومه ستونزه درلوده یا بیرته راستون شو؟",
      "message": "د بار وړلو بیرته راستنیدو اختیار تایید کړئ که چیرې امر د کوم دلیل لپاره لیږلو وروسته بیرته راستانه شي او د بار وړلو بیا لیږلو ته اړتیا وي.",
      "confirm_action": "د سپارلو بیرته راستنیدل تایید کړئ"
    },
    "notifications": {
      "update_status_success": "د امر حالت تازه شو.",
      "reject_update_success": "د امر د لغوه کولو حالت تازه شو.",
      "dismiss_reject_success": "امر لغوه شو.",
      "pay_cod_success": "د تحویل پر مهال نغدي تادیه تایید شوه.",
      "pay_dir_success": "تادیه د کارت څخه کارت تادیه یا د پیسو لیږد لخوا تایید شوې.",
      "set_tracking_success": "د امر تعقیب ID په بریالیتوب سره خوندي شو.",
      "new_bill_success": "نوی بل په بریالیتوب سره اضافه شو.",
      "edit_bill_success": "بل په بریالیتوب سره تازه شو.",
      "update_bill_status_success": "د بل حالت په بریالیتوب سره تازه شو.",
      "set_payment_in_cash_success": "د بل تادیه په لاسي ډول تایید شوې."
    },
    "delete_bill_dialog": {
      "title": "بل ړنګ کړئ",
      "message": "ایا تاسو ډاډه یاست چې دا بیل حذف کړئ؟",
      "action": "هو، اوس ړنګ کړئ"
    }
  },
  "shop_gateway": {
    "title": "دروازه",
    "menu": {
      "dashboard": "ډشبورډ",
      "edit": "سمون",
      "transactions": "راکړې ورکړې",
      "back": "دروازې"
    },
    "dashboard": {
      "title": "د دروازې مدیریت",
      "gateway_data_widget": {
        "title": "د تادیاتو راپور",
        "title_small": "دروازه",
        "chart": {
          "times": "شمېرل",
          "buys": "شمیره واخلئ",
          "pays": "د لاسرسي وړ تادیه",
          "amount_pay": "ورکړې",
          "amount_wage": "فیس"
        }
      },
      "gateway_info_widget": {
        "title": "معلومات",
        "title_small": "دروازه",
        "status": "حالت",
        "cod_transportation": "د بار وړلو میتودونه د COD ملاتړ کوي",
        "cod_transportations_error": "لږترلږه د بار وړلو میتود لپاره د تحویلي تادیې نغدي فعال کړئ!",
        "payment_type": "د تادیاتو ډول",
        "cod": "په تحویلي کې نغدي",
        "online": "آنلاین تادیه",
        "wage_percent": "د فیس سلنه",
        "min_wage": "لږ تر لږه فیس",
        "max_wage": "اعظمي فیس",
        "min_amount": "لږترلږه معامله",
        "max_amount": "اعظمي راکړه ورکړه",
        "timeout": "د تادیاتو موده",
        "timeout_unit": "ثانیې",
        "link": "د دروازې لینک",
        "your_gateway_status": "ستاسو د دروازې حالت",
        "config_extra_info": "د تادیاتو خدماتو ترتیب",
        "oauth2_button": "په اتوماتيک ډول {gateway} سره نښلول",
        "fee_payment_message": "د پیرودونکي لخوا تادیه شوې ټولې پیسې به ستاسو حساب ته لیږدول کیږي. د خدماتو فیس به په Selldone کې ستاسو د بټوې څخه کم شي."
      }
    },
    "edit": {
      "title": "د ګیټ وے ترمیم",
      "menu": {
        "delete": "ګیټ وے لرې کړئ"
      },
      "edit_action": "د ګیټ وے ترمیم"
    },
    "transactions": {
      "title": "راکړې ورکړې",
      "table": {
        "amount": "مقدار",
        "currency": "اسعارو",
        "livemode": "ډول",
        "status": "حالت",
        "target_id": "امر",
        "risk": "خطر",
        "card": "کارت",
        "issued_at": "صادرونې نېټه",
        "payment_at": "د تادیاتو نیټه"
      },
      "live_mode": "ژوندی",
      "test_mode": "سانډ بکس"
    }
  },
  "edit_gateway": {
    "public_keys": "عامه کلیدونه",
    "private_keys": "شخصي کیلي (محرم)",
    "link": "ویب پاڼه",
    "state_title": "د تادیې فعال/غیر فعاله طریقه",
    "gateway_status": "حالت",
    "wallet": "د بلاکچین بټوه",
    "developer_title": "د پراختیا کونکي حالت",
    "developer_message": "تاسو کولی شئ جعلي لیږدونه پروسس کړئ که چیرې ګیټی د ډیبګ حالت ملاتړ وکړي.",
    "notifications": {
      "edit_success": "ګیټ ویټ {gateway_name} تدوین شوی."
    },
    "developer_setting": "پراختیا او ازموینه",
    "live_mode_message": "ټولې معاملې به په ژوندۍ بڼه وي."
  },
  "gift_card": {
    "title": "د ډالۍ کارتونه",
    "menu": {
      "edit": "سمون",
      "new_card": "کارت جوړ کړئ",
      "list": "کارتونه",
      "orders": "امرونه",
      "dashboard": "ډشبورډ",
      "back": "د ډالۍ کارتونه"
    },
    "dashboard": {
      "title": "د ډالۍ کارت مدیریت ډشبورډ",
      "amount_widget": {
        "title": "د کارت تادیه",
        "title_small": "30 ورځې",
        "chart_amount_pay": {
          "y": "مجموعه",
          "label": "تادیه"
        },
        "chart_buys": {
          "y": "اخلي",
          "label": "اخلي"
        },
        "total_buy": "د پیرود ټوله اندازه",
        "total_pay_30days": "د 30 ورځو ټول تادیه",
        "total_pay_today": "د نن ورځ تادیه"
      },
      "count_widget": {
        "title": "د جاري شوي کارتونو شمیر",
        "title_small": "30 ورځې",
        "total_cards": "د ټولو کارتونو شمیر",
        "used_cards_30days": "د 30 ورځو کارول",
        "used_today": "د نن ورځې کارول",
        "chart": {
          "new_cards": "نوي کارتونه",
          "used_cards": "کارول شوي کارتونه",
          "new_card_name": "نوی کارت",
          "used_card_name": "کارول"
        }
      },
      "export": {
        "title": "د محصول فایل ترلاسه کړئ",
        "cards_list": "د کارتونو لیست ترلاسه کړئ",
        "get_report": "راپور ترلاسه کړئ"
      }
    },
    "cards": {
      "title": "د صادر شوي کارتونو لیست",
      "loading_message": "معلومات ترلاسه کول ... مهرباني وکړئ انتظار وکړئ",
      "issue_to_user": "د کارونکي لپاره مسله",
      "table": {
        "card_number": "د کارت نمره",
        "balance": "بیلانس",
        "paid": "ورکړې",
        "edit": "سمون",
        "delete": "ړنګول",
        "expire": "ختمیږي",
        "user": "کارن"
      },
      "delete_alert": {
        "title": "کارت لرې کړئ",
        "message": "ایا تاسو ډاډه یاست چې دا کارت حذف کول غواړئ؟",
        "action": "ړنګول"
      },
      "notifications": {
        "delete_success": "د ډالۍ کارت حذف شوی.",
        "edit_success": "بدلونونه رامنځته شوي دي.",
        "issue_success": "د ډالۍ کارت کارونکي ته په بریالیتوب سره صادر شو."
      },
      "issue_dialog": {
        "title": "د ډالۍ کارت صادر کړئ",
        "action": "زه تاییدوم. همدا اوس کارت صادر کړئ"
      }
    },
    "gift_card_edit": {
      "title": "د ډالۍ کارت جوړ کړئ",
      "validity": "اعتبار",
      "validity_unit": "میاشتې",
      "currency": "اسعارو",
      "initial_balance": "د کارت لومړني بیلانس",
      "count": "شمېرل",
      "count_unit": "توکي",
      "enable_input_message": "د جوړ شوي کارتونو حالت",
      "notifications": {
        "create_success_title": "خوندي کړئ",
        "create_success": "{count} نوي کارتونه جوړ شوي"
      }
    },
    "gift_card_edit_page": {
      "title": "د ډالۍ کارت ایډیټ کړئ"
    }
  },
  "shop_discount": {
    "title": "د تخفیف کوډ",
    "up_to": "پورې",
    "menu": {
      "dashboard": "ډشبورډ",
      "orders": "امرونه",
      "back": "د تخفیف کوډونه"
    },
    "dashboard": {
      "title": "د تخفیف کوډ مدیریت ډشبورډ",
      "chart_amount_buy": {
        "y": "د پیرود مقدار {currency}",
        "label": "پېرود"
      },
      "chart_amount_discount": {
        "y": "تخفیف {currency}",
        "label": "تخفیف"
      },
      "chart_used": {
        "y": "د کارولو مقدار",
        "label": "وختونه"
      }
    }
  },
  "shop_coupon": {
    "title": "کوپن",
    "up_to": "پورې",
    "menu": {
      "dashboard": "ډشبورډ",
      "back": "کوپن",
      "orders": "امرونه"
    },
    "dashboard": {
      "title": "د کوپن مدیریت ډشبورډ",
      "chart_amount_buy": {
        "y": "د پیرود مقدار {currency}",
        "label": "پېرود"
      },
      "chart_amount_discount": {
        "y": "کوپن {currency}",
        "label": "کوپن"
      },
      "chart_used": {
        "y": "د کارولو مقدار",
        "label": "وختونه"
      }
    }
  },
  "shop_offer": {
    "title": "وړاندیز کوي",
    "up_to": "پورې",
    "menu": {
      "dashboard": "ډشبورډ",
      "orders": "امرونه",
      "back": "وړاندیز کوي"
    },
    "dashboard": {
      "title": "د مدیریت ډشبورډ وړاندیز وکړئ",
      "chart_amount_buy": {
        "y": "د پیرود مقدار {currency}",
        "label": "پېرود"
      },
      "chart_amount_discount": {
        "y": "وړاندیز {currency}",
        "label": "وړاندیز"
      },
      "chart_used": {
        "y": "د کارولو مقدار",
        "label": "وختونه"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "د فعالولو فیس ورکړئ",
    "balance": "بیلانس",
    "locked": "تړل شوی",
    "transfer": "لیږد",
    "charge": "جمع"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "بشپړ ی وګوره",
    "payment": "تادیه",
    "confirm": "د امر تصدیق، <b>{success}</b> تایید شوی او <b>{fail}</b> رد شوی.",
    "prepare": "د امر چمتو کول.",
    "send": "امر د <b>{delivery}</b> لخوا لیږل شوی.",
    "delivered": "امر پیرودونکي ته سپارل شوی.",
    "fill-inputs": "د معلوماتو فورمه د پیرودونکي لخوا بشپړه شوې.",
    "return-add": "د محصول بیرته ستنیدو غوښتنه وسپارئ، {product}.",
    "return-accept": "د راستنیدو غوښتنه {return_code} تایید شوه.",
    "return-reject": "غوښتنه {return_code} رد شوه.",
    "reject-order": "امر رد کړئ. کوډ: {reject_code}.",
    "reject-order-clear": "د امر رد کول لغوه کړئ. کوډ: {reject_code}.",
    "email-buy": "پیرودونکي ته د پیرود تایید بریښنالیک واستوئ.",
    "email-payment": "پیرودونکي ته د تادیې تایید بریښنالیک واستوئ.",
    "delivery-returned": "امر د پیرودونکي لخوا ترلاسه نه شو او بیرته راستون شو. دا اړینه ده چې بیا واستول شي.",
    "delivery-canceled": "تحویلي لغوه شوه. دا اړینه ده چې بیا واستول شي.",
    "edit-receiver-info": "د سپارلو پته د پیرودونکي لخوا ایډیټ شوې.",
    "edit-billing-info": "د بلینګ پته د پیرودونکي لخوا ایډیټ شوې.",
    "payment-cod-confirm": "د COD تادیه تایید شوه.",
    "payment-cash-confirm": "د بیل لپاره په نغدو پیسو د {amount} {currency} تادیه تایید شوه.",
    "payment-dir-confirm": "د مستقیم تادیې رسید تایید شوی.",
    "vendor": "د پلورونکي امر حالت له <b>{from}</b> څخه <b>{to}</b> ته بدل شو.",
    "connect-sync": "امر د Connect OS لخوا همغږي شوی.",
    "connect-shipped": "د نښلولو امر د {shipping} لخوا لیږل شوی.",
    "connect-returned": "د نښلولو امر د {shipping} لخوا بیرته راستانه شوی.",
    "connect-failed": "د شریک لخوا د امر پوره کول ناکام شول. {reason}",
    "connect-canceled": "امر د ملګري لخوا لغوه شو. {reason}",
    "connect-action-cancel": "د امر لغوه کولو غوښتنه وکړئ. {reason}",
    "connect-put-hold": "حکم وځنډول شو. {reason}",
    "connect-remove-hold": "امر له بند څخه لرې شو. {reason}",
    "connect-confirmed": "حکم تایید شو.",
    "email-vendor": "🔔 د امر خبرتیا بریښنالیک <b>{vendor}</b> ته لیږل شوی ╏ {email}.",
    "vendor-payout": "💸 پلورونکي ته تادیه."
  },
  "inline_chart": {
    "today": "نن",
    "last_days": "{days} ورځې وړاندې"
  },
  "products_select": {
    "move_category": "کټګورۍ <b>{category}</b> بلې کټګورۍ ته واړوئ",
    "move_product": "محصول <b>{product}</b> کټګورۍ ته انتقال کړئ",
    "product_menu": {
      "dashboard": "د محصول ډشبورډ",
      "inventory": "لیست او ډولونه"
    },
    "notifications": {
      "copy_success": "د محصول کاپي.",
      "change_category_success": "د محصول کټګوري ترمیم شوی."
    }
  },
  "physical_order_track": {
    "title": "د خطر راپورونه او ارزونه"
  },
  "virtual_order_track": {
    "title": "د خطر راپورونه او ارزونه"
  },
  "virtual_order_timeline": {
    "title": "مهال ویش"
  },
  "physical_order_timeline": {
    "title": "مهال ویش"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "دلته یو پیغام ولیکئ ...",
    "pin_action": "پورته ته وخورئ",
    "unpin_action": "خلاص کړئ",
    "copy_html": "کاپي html",
    "notifications": {
      "add_note_success": "یادښت اضافه شو.",
      "edit_note_success": "یادښت تدوین شوی.",
      "delete_note_success": "یادښت ړنګ شو."
    },
    "delete_dialog": {
      "title": "یادښت ړنګ کړئ",
      "message": "ایا تاسو غواړئ دا یادداشت حذف کړئ؟",
      "action": "یادښت ړنګ کړئ"
    },
    "resend_dialog": {
      "title": "بریښنالیک بیا واستوئ",
      "message": "ایا تاسو ډاډه یاست چې خپل پیرودونکي ته دا بریښنالیک بیا واستوئ؟",
      "action": "هو، بیا لیږل",
      "success": "بریښنالیک ستاسو پیرودونکي ته لیږل شوی."
    }
  },
  "accounts": {
    "title": "زما بټوه",
    "message": "تاسو باید لږترلږه یو حساب جوړ کړئ د هغه اسعارو سره چې تاسو یې په Selldone کې کاروئ. تاسو باید د خدماتو فیس تادیه کولو لپاره دا حساب پورته کړئ.",
    "add_new": "نوی حساب جوړ کړه",
    "new_account": "نوی حساب اضافه کړئ",
    "new_account_dialog": {
      "title": "نوی حساب",
      "account_name_input": "د حساب نوم",
      "currency_input": "د اسعارو واحد",
      "currency_input_message": "جوړ شوی حساب به یوازې د دې اسعارو ارزښتونه وساتي.",
      "new_account_wage": "د نوي حساب جوړولو لګښت: د لومړي حساب لپاره وړیا",
      "create_account_action": "ګڼون جوړول"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "ډالۍ ولېږئ",
      "sent": "لیږل",
      "received": "ترلاسه کړ"
    },
    "send_gifts": {
      "title": "ډالۍ رالېږلې",
      "sub_title": "تاسو کولی شئ خپلو ملګرو یا پیرودونکو ته ډالۍ واستوئ. ترلاسه کوونکی ممکن ستاسو ډالۍ ومني یا رد کړي. مقدار ستاسو په حساب کې بند شوی او بیرته اخیستل کیږي که چیرې ترلاسه کونکي یې ومني. که نه نو، دا پیسې به ستاسو حساب ته لیږدول کیږي.",
      "table": {
        "user": "کارن",
        "amount": "مقدار",
        "currency": "اسعارو",
        "account_name": "څخه",
        "status": "حالت",
        "message": "پیغام",
        "created_at": "د جوړیدو نیټه"
      }
    },
    "received_gifts": {
      "title": "ډالۍ ترلاسه کړې",
      "sub_title": "تاسو د سیلډون یا نورو څخه ډالۍ ترلاسه کړې",
      "table": {
        "amount": "مقدار",
        "currency": "اسعارو",
        "account_from": "څخه",
        "status": "حالت",
        "message": "پیغام",
        "created_at": "د جوړیدو نیټه",
        "receive": "ترلاسه کول"
      }
    }
  },
  "get_gift_dialog": {
    "title": "ډالۍ ترلاسه کړئ",
    "more": "نور ..",
    "amount": "مقدار",
    "message": "پیغام",
    "account_to_input": "د منزل حساب",
    "account_to_input_message": "د ډالۍ اندازه به دې حساب ته وسپارل شي.",
    "get_action": "ډالۍ قبول کړئ",
    "notifications": {
      "received_success_title": "مبارک شه",
      "received_success": "د ډالۍ اندازه {amount} {currency} ستاسو حساب کې جمع شوې."
    }
  },
  "send_gift_dialog": {
    "title": "ډالۍ ولېږئ",
    "account_from_input": "یو حساب غوره کړئ",
    "account_from_input_message": "د ډالۍ اندازه له دې حساب څخه ایستل کیږي.",
    "receiver_input": "رسیدونکی",
    "receiver_input_message": "تاسو کولی شئ د بریښنالیک پته یا د تلیفون شمیره دننه کړئ.",
    "message_input": "پیغام",
    "message_input_message": "تاسو کولی شئ ترلاسه کونکي ته یو پیغام پریږدئ.",
    "amount_input": "مقدار",
    "currency_input": "د اسعارو واحد",
    "currency_input_message": "نرخ په دې اسعارو کې محاسبه کیږي.",
    "send_action": "ډالۍ ولېږئ",
    "notifications": {
      "send_success": "د {amount} {currency} ډالۍ {receiver} ته واستول شوه."
    }
  },
  "account_list": {
    "account_input": "ګڼون شمېره",
    "account_input_message": "د دې اسعارو لپاره د ډالۍ مقدار به پدې حساب کې جمع شي.",
    "free_balance": "وړیا توازن",
    "account_name": "د حساب نوم"
  },
  "user_monetize_accounts": {
    "title": "جمع حسابونه",
    "sub_title": "د ډالۍ اندازه به په اتوماتيک ډول په دې حسابونو کې جمع شي.",
    "message": "Selldone ستاسو د ټولنیزو رسنیو فعالیت لپاره فنډونه زیرمه کوي، د Selldone پراختیا کې برخه اخیستل، د ملګرو معرفي کول او داسې نور. د هرې اسعارو لپاره د زیرمو حساب غوره کولو سره ، د ډالۍ مقدار به په اوتومات ډول ستاسو په ډومین کې پدې حساب کې زیرمه شي. دا مقدارونه Selldone ته اعتبار ورکول کیدی شي. وتل به یوازې د سوداګریزو شریکانو لپاره ممکن وي.",
    "add_account_action": "حساب اضافه کړئ",
    "add_dialog": {
      "title": "د ډالۍ ترلاسه کولو لپاره حساب سره وصل کړئ",
      "account_input": "ګڼون شمېره",
      "account_input_message": "د دې اسعارو لپاره د ډالۍ مقدار به پدې حساب کې جمع شي.",
      "set_as_default_action": "د ډیفالټ حساب په توګه غوره کړئ"
    },
    "table": {
      "currency": "اسعارو",
      "account_number": "ګڼون شمېره",
      "account_name": "نوم",
      "payment": "د زیرمې اندازه",
      "reset_at": "بیا تنظیم کړئ",
      "delete": "ړنګول"
    },
    "notifications": {
      "set_success": "حساب په بریالیتوب سره اضافه شو.",
      "delete_success": "حساب په بریالیتوب سره د ډالیو ترلاسه کولو لپاره د ډیفالټ حسابونو لیست څخه لرې شو."
    },
    "delete_alert": {
      "title": "حساب ړنګ کړئ",
      "message": "ایا تاسو غواړئ دا حساب د ډالۍ حسابونو لیست څخه لرې کړئ؟",
      "action": "ړنګول"
    }
  },
  "user_monetize": {
    "title": "پیسې ګټل",
    "menu": {
      "plans": "پلانونه",
      "accounts": "حسابونه",
      "participant": "ګډون کوونکی"
    }
  },
  "user_monetize_plans": {
    "title": "د همکارۍ او پیسو مینځلو پروژې",
    "sub_title": "تاسو به د راجع شوي ډالۍ لپاره د حساب کریډیټ ترلاسه کړئ. دا پیسې به ستاسو حساب ته چارج شي او یوازې د Selldone سوداګریز شریکانو (ټول نه) ته بیرته اخیستل کیدی شي. تاسو ممکن پیسې د Selldone خدماتو فیس باندې مصرف کړئ.",
    "discount": "تخفیف",
    "your_income": "ستاسو عاید",
    "level_2": "د دویمې درجې څخه",
    "level_3": "د دریمې درجې څخه",
    "link_message": "غړیتوب: {registered}، منل شوی: {accepted}",
    "link_tip": "تاسو کولی شئ د هرې پتې په پای کې چې تاسو یې شریک کړئ؟ref={link_code} جمله اضافه کړئ.",
    "table": {
      "currency": "اسعارو",
      "amount": "بیلانس",
      "total": "ټول تادیه",
      "payment_date": "د تادیې وروستۍ نیټه",
      "withdraw": "ویستل"
    },
    "notifications": {
      "get_credit_success": "غوښتل شوي پیسې ستاسو حساب کې جمع شوي."
    }
  },
  "basic_information": {
    "title": "زما هویت او پروفایل",
    "email": "بریښنا‌لیک",
    "tel": "ګرځنده شمیره",
    "address": "پته",
    "payment": "د اعتبار وړ راکړې ورکړې",
    "personal_information": "د هویت معلومات",
    "main_profile": "اصلي پروفایل",
    "main_profile_subtitle": "دا معلومات په عامه توګه د هرچا لپاره شتون لري.",
    "kyc_waiting_info": "موږ د هغه معلوماتو دقت ګورو چې تاسو یې دننه کوئ. دا پروسه د KYC قواعدو سره سم لازمي ده او د مالي معاملو خطر به کم کړي. تاسو کولی شئ د دې خدمت اوسني او راتلونکي ګټو څخه ګټه پورته کړئ.",
    "personal_info_dialog": {
      "title": "د هویت معلومات",
      "name_input": "اول نوم",
      "family_name_input": "تخلص",
      "number_input": "د پاسپورټ شمیره (یا ملي کوډ)",
      "birthday_input": "د زیږیدو نیټه",
      "birthday_input_placeholder": "خپل کلیزه دننه کړئ",
      "address_input": "پته",
      "postcode_input": "پوستي کوډ",
      "tel_input": "د اړیکې شمیره",
      "passport_image_input": "د پاسپورټ عکس غوره کړئ",
      "passport_image_input_message": "د خپل پاسپورټ عکس سکین اپلوډ کړئ.",
      "personal_image_input": "خپل عکس غوره کړئ",
      "personal_image_input_message": "عکس ته په خپل ملي کارت کې شا او خوا سکین عکس اپلوډ کړئ."
    },
    "profile_dialog": {
      "title": "اصلي پروفایل",
      "full_name_input": "بشپړ نوم",
      "tel_input": "د اړیکې شمیره",
      "email_input": "ایمیل",
      "website_input": "ویب پاڼه",
      "address_input": "پته",
      "about_input": "زما په اړه",
      "about_long_input": "زما په اړه اوږد متن",
      "image_input": "د پروفایل عکس غوره کړئ",
      "image_input_message": "خپل انځور پورته کړئ. دا عکس به ستاسو د پروفایل عکس په توګه وکارول شي.",
      "notifications": {
        "update_profile_success": "ستاسو پروفایل تازه شوی دی.",
        "update_personal_info_success": "ستاسو معلومات په بریالیتوب سره ثبت شوي"
      }
    },
    "charge_account_approve_message": "د خپل بانکي معاملې تصویب لپاره خپل حساب چارج کړئ.",
    "payment_approval": "د تادیاتو تصویب",
    "residential_address_checking": "په کتار کې ستاسو د استوګنې پته اسناد.",
    "add_residential_address": "خپل موقعیت او د استوګنې پته اسناد اضافه کړئ."
  },
  "phone_verify": {
    "title": "ګرځنده شمیره",
    "step1_title": "خپل ګرځنده شمیره دننه کړئ.",
    "phone_number_input": "ګرځنده شمیره",
    "next": "راتلونکی ګام",
    "sms_code_input": "د تایید کوډ",
    "sms_code_message": "د 6 عددي تایید کوډ {phone_number} ته لیږل شوی.",
    "notifications": {
      "duplicated_number_error": "دا شمیره لا دمخه ستاسو لخوا تصویب شوې ده.",
      "send_activation_code_success_title": "د تایید کوډ",
      "send_activation_code_success": "د تایید کوډ {phone_number} ته واستول شو.",
      "verify_success": "ستاسو د موبایل شمیره تایید شوې ده"
    }
  },
  "companies": {
    "title": "زما د سوداګرۍ حسابونه",
    "message": "سوداګرۍ، متشبثین، او مسلکي ټیمونه کولی شي د Selldone پر بنسټ محصولات او غوښتنلیکونه رامینځته کړي. دا د سوداګرۍ پروفایل رامینځته کولو اړتیا ده.",
    "new_company": "نوی شرکت"
  },
  "add_company": {
    "name_input": "دکمپنی نوم",
    "website_input": "ویب پاڼه",
    "email_input": "ایمیل",
    "address_input": "پته",
    "tel_input": "ټیلیفون",
    "mobile_input": "موبایل",
    "edit_action": "د شرکت ترمیم",
    "create_action": "شرکت جوړ کړئ",
    "notifications": {
      "add_success": "د سوداګرۍ حساب {name} جوړ شو.",
      "edit_success": "د سوداګرۍ حساب ترمیم شوی."
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "شخصي",
      "shop_key": "مراجعین",
      "apps": "ایپس"
    },
    "connected_apps_title": "وصل شوي ایپسونه",
    "connected_apps_message": "تاسو به د ټولو پلورنځیو او ایپسونو لیست وګورئ چې ستاسو د ډومین حساب سره وصل دي. تاسو کولی شئ د دوی هر یو ته لاسرسی حذف کړئ.",
    "shop_keys_title": "د پلورنځي لاسرسي کیلي",
    "shop_keys_message": "دا کیلي ستاسو د سرور لخوا د لاسرسي ټوکن رامینځته کولو لپاره کارول کیږي. په یاد ولرئ چې کلیدونه محرم دي او یوازې په سرور کې ځای پر ځای شوي ترڅو نورو ته ښکاره نشي.",
    "personal_keys_title": "د شخصي لاسرسي کیلي",
    "personal_keys_message": "تاسو کولی شئ دلته خپل حساب ته کلیدونه جوړ کړئ. په یاد ولرئ چې دا کیلي به ستاسو حساب ته لاسرسی ومومي. دا کیلي یوازې هغه وخت رامینځته کړئ او وکاروئ که تاسو واقعیا پوهیږئ چې تاسو څه کوئ.",
    "clients_title": "مراجعین",
    "clients_message": "دا کیلي ستاسو د سرور لخوا د لاسرسي ټوکن رامینځته کولو لپاره کارول کیږي. په یاد ولرئ چې کلیدونه محرم دي او یوازې په سرور کې ځای پر ځای شوي ترڅو نورو ته ښکاره نشي."
  },
  "user_security_control": {
    "title": "د حساب امنیت",
    "message": "تاسو کولی شئ دلته د خپل حساب امنیتي ترتیبات ترمیم کړئ.",
    "delete": {
      "title": "حساب ړنګ کړئ",
      "subtitle": "مخکې له دې چې خپل حساب حذف کړئ، ډاډ ترلاسه کړئ چې تاسو ټول دوکانونه حذف کړي دي.",
      "action": "زه ډاډه یم، زما حساب حذف کړئ",
      "agreement": "زه منم چې زما ټول معلومات به ستاسو له سرور څخه حذف شي. ستاسو معلومات به د هغه مهالویش سره سم حذف شي چې زموږ لخوا ټاکل شوي ترڅو د درغلیو یا ناوړه ګټه اخیستنې مخه ونیسي."
    },
    "list": {
      "password": {
        "title": "رمز",
        "sub_title": "د خپل حساب لپاره قوي پاسورډ غوره کړئ.",
        "action_title": "د حساب لاسرسي پټنوم",
        "not_exist": "نه داخل شوی",
        "action": "پټ نوم بدل کړی"
      },
      "phone": {
        "title": "ګرځنده شمیره",
        "sub_title": "خپل ګرځنده شمیره تایید کړئ. تاسو به وکولی شئ د دې شمیرې له لارې ننوځئ.",
        "action_title": "د حساب لومړني تلیفون شمیره",
        "action": "د تایید شمیره"
      },
      "two_step": {
        "title": "دوه ګامه ننوتل",
        "sub_title": "خپل ګرځنده شمیره تایید کړئ. تاسو به وکولی شئ د دې شمیرې له لارې ننوځئ.",
        "action_title": "د حساب امنیت زیات کړئ",
        "activated_action": "فعال شوی",
        "active_action": "اوس فعاله ده"
      },
      "email": {
        "title": "لومړنی بریښنالیک",
        "sub_title": "تاسو د دې حساب سره تړلي اصلي بریښنالیک تازه کولو اختیار لرئ.",
        "action_title": "لومړني بریښنالیک بدل کړئ",
        "action": "د تایید لینک واستوئ"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "د ګوګل تصدیق کونکي ایپ نصب کړئ"
      },
      "step_2": {
        "title": "د اپلیکیشن لخوا رامینځته شوی کوډ دننه کړئ",
        "message": "د 6 عددي کوډ ستاسو په ګرځنده تلیفون کې د الګوریتم لخوا رامینځته شوی. تاسو کولی شئ د لاندې لینک څخه اپلیکیشن ډاونلوډ کړئ. د کوډ جنریټر کیلي فشار ورکړئ ترڅو د QR کوډ جوړ کړئ چې پاسورډ ولري.",
        "qr_code_info": "که سکین کول ممکن نه وي، تاسو کولی شئ په لاسي ډول کوډ په اپلیکیشن کې کاپي او پیسټ کړئ:",
        "create_new_code": "نوی کوډ جوړ کړئ",
        "qr_code_scanning": "د ګوګل مستند ګرځنده اپلیکیشن لخوا رامینځته شوی QR کوډ سکین کړئ او د دې پاڼې په بکس کې د تایید لپاره رامینځته شوی کوډ دننه کړئ.",
        "qr_code_regenerate_info": "یادونه: د پورتنۍ کیلي په فشارولو سره به یوه نوې کیلي رامینځته شي او پخوانۍ کیلي به د کارولو وړ نه وي. د خپل تلیفون ایپ کې نوې کیلي دننه کړئ."
      },
      "step_3": {
        "title": "جوړ شوی کوډ دننه کړئ",
        "message": "لاندې ساحه کې غوښتنلیک کې رامینځته شوی د لاسرسي کوډ دننه کړئ.",
        "activation_key_input": "د لاسرسي کوډ"
      },
      "activated_alert": "د 2 مرحلې ننوتل فعال شوي.",
      "activated_message": "ستاسو د حساب لپاره دوه مرحلې ننوتل فعال شوي. له اوس څخه تاسو اړتیا لرئ یو دوهم کوډ داخل کړئ چې ستاسو حساب ته د لاسرسي لپاره په هر 30 ثانیو کې بدلیږي. د دوه مرحلې ننوتلو غیر فعالولو لپاره، یوازې دوه ځله کلیک وکړئ یو ګام فشار ورکړئ او ګامونو ته لاړ شئ.",
      "cancel_two_step_login_action": "دوه مرحلې ننوتل لغوه کړئ",
      "cancel_two_step_login_info": "که تاسو غواړئ د 2 مرحلې تایید غیر فعال کړئ، خپل پټنوم دننه کړئ او د دوه مرحلې ننوتلو کیلي باندې کلیک وکړئ.",
      "password_input": "رمز",
      "cancel_2fa_action": "دوه مرحلې ننوتل لغوه کړئ"
    },
    "change_password_dialog": {
      "title": "پټ نوم بدل کړی",
      "message": "یو پیچلی او د یادولو وړ پاسورډ وکاروئ.",
      "password_input": "اوسنی رمز",
      "new_password_input": "نوئ پټ نوم",
      "re_new_password_input": "نوی پټنوم تکرار کړئ",
      "tips": {
        "length": "پاسورډ باید لږ تر لږه 8 حروف ولري",
        "chars": "لږترلږه یو لوی توری او یوه شمیره.",
        "match": "رمز سره سمون خوري."
      },
      "change_password_action": "پټ نوم بدل کړی",
      "notifications": {
        "change_password_title": "پټ نوم بدل کړی",
        "change_password": "پټنوم په بریالیتوب سره بدل شو."
      }
    }
  },
  "authorized_clients": {
    "title": "د تړل شوي پلورنځیو / ایپسونو لیست",
    "table": {
      "name": "نوم",
      "app": "اپلیکیشن",
      "scopes": "سکوپونه",
      "shop": "محدود پلورنځي"
    },
    "remove_action": "لاسرسی لرې کړئ",
    "delete_alert": {
      "title": "ړنګول",
      "message": "ایا تاسو غواړئ دا لاسرسی لغوه کړئ؟ په یاد ولرئ چې دا ایپ به نور ستاسو حساب ته لاسرسی ونلري.",
      "action": "د لاسرسي څخه ډډه وکړئ"
    }
  },
  "clients": {
    "title": "د پیرودونکو لیست",
    "create_new_action": "نوی پیرودونکي جوړ کړئ",
    "table": {
      "client_id": "د پیرودونکي ID",
      "app": "اپلیکیشن",
      "name": "عرف",
      "secret_key": "پټ کیلي"
    },
    "create_dialog": {
      "title": "نوی پیرودونکي",
      "error_msg": "<strong>تېروتنه!</strong> بخښنه غواړم، یوه تېروتنه رامنځته شوه!",
      "name_input": "نوم",
      "name_input_message": "یو څه چې ستاسو کاروونکي پیژني او باور لري.",
      "redirect_input_message": "خپل سایټ ته پته بیرته راستانه کړئ."
    },
    "edit_dialog": {
      "title": "د لاسرسي ترمیم"
    },
    "delete_alert": {
      "title": "ړنګول",
      "message": "ایا تاسو غواړئ چې دا پیرودونکی حذف کړئ؟",
      "action": "ړنګول"
    }
  },
  "personal_access_tokens": {
    "title": "د شخصي لاسرسي ټوکنونو لیست",
    "create_action": "نوې نښه جوړه کړئ",
    "table": {
      "name": "نوم",
      "scopes": "لاسرسی",
      "expire_at": "د ختم نیټه"
    },
    "create_dialog": {
      "title": "د ټوکن ودانۍ",
      "error_message": "<strong>تېروتنه!</strong> بخښنه غواړم، یوه تېروتنه رامنځته شوه!",
      "name_input": "عرف سابق زما نښه نوم",
      "name_input_message": "د خوښې نښه نوم.",
      "scopes_list": "د ټوکن لاسرسي لیست"
    },
    "access_token_dialog": {
      "title": "د شخصي لاسرسي کیلي",
      "message": "دلته ستاسو د شخصي لاسرسي نښه نښه ده. دا یوازینی وخت دی چې دا نښه به ښکاره شي، نو له لاسه مه ورکوئ! تاسو اوس کولی شئ د API غوښتنه کولو لپاره دا نښه وکاروئ."
    },
    "delete_alert": {
      "title": "ړنګول",
      "message": "ایا تاسو غواړئ دا د لاسرسي نښه حذف کړئ؟",
      "action": "ړنګول"
    }
  },
  "scopes": {
    "profile": {
      "name": "پروفایل",
      "description": "د پروفایل معلومات ولولئ په شمول نوم، بریښنالیک آدرس، عکس او د تصدیق حالت."
    },
    "phone": {
      "name": "د تلیفون شمیره",
      "description": "د تلیفون شمیرې ته لاسرسی."
    },
    "address": {
      "name": "ادرسونه",
      "description": "د ادرس کتاب څخه خوندي شوی پته ولولئ."
    },
    "buy": {
      "name": "پیرود",
      "description": "یو فرمایش ورکړئ او له پلورنځي څخه پیرود وکړئ."
    },
    "order-history": {
      "name": "د امر تاریخ",
      "description": "د امر تاریخ ولولئ."
    },
    "my-gift-cards": {
      "name": "د ډالۍ کارتونه",
      "description": "زما کارتونو ته لاسرسی."
    },
    "articles": {
      "name": "د منځپانګې سمون",
      "description": "د مقالو سمون."
    },
    "notifications": {
      "name": "خبرتیا لیږل او ترلاسه کول",
      "description": "خبرتیا لیږل او ترلاسه کول."
    },
    "read-shops": {
      "name": "پلورنځي ist",
      "description": "د پلورنځي لیست ولولئ."
    },
    "shop-edit": {
      "name": "د پلورنځي مدیریت",
      "description": "د پلورنځي لاسرسي ترمیم کړئ"
    },
    "shop-contacts": {
      "name": "د فورمې مدیریت سره اړیکه ونیسئ",
      "description": "د اړیکو فورمې ترلاسه او ترمیم کړئ."
    },
    "shop-gift-cards": {
      "name": "د ډالۍ کارتونه اداره کړئ",
      "description": "د ډالۍ کارتونه جوړ کړئ، ایډیټ کړئ او اداره کړئ."
    },
    "shop-faqs": {
      "name": "د پوښتنو او ځوابونو اداره کول",
      "description": "په مکرر ډول پوښتل شوي پوښتنې رامینځته کړئ ، ایډیټ کړئ او اداره کړئ."
    },
    "shop-categories": {
      "name": "کټګورۍ اداره کړئ",
      "description": "کټګورۍ جوړ کړئ، ایډیټ کړئ او اداره کړئ."
    },
    "shop-products": {
      "name": "د محصول مدیریت",
      "description": "محصولات اضافه کړئ، ایډیټ کړئ او اداره کړئ."
    },
    "shop-read-reports": {
      "name": "راپورونه ولولئ",
      "description": "معلومات او راپورونه ولولئ."
    },
    "shop-socials": {
      "name": "د ټولنیزو رسنیو اداره کول",
      "description": "د پلورنځي ټولنیز رسنۍ ترمیم کړئ"
    },
    "shop-accounts": {
      "name": "د مالي حسابونو اداره کول",
      "description": "د پلورنځي سره تړلي مالي حسابونه ایډیټ او حذف کړئ."
    },
    "shop-menus": {
      "name": "مینو سمبال کړئ",
      "description": "د پلورنځي مینو ایډیټ کړئ."
    },
    "shop-pages": {
      "name": "د مخونو اداره کول",
      "description": "د پلورنځي پاڼې ایډیټ کړئ."
    },
    "shop-warehouse": {
      "name": "د ګودام مدیریت",
      "description": "د پلورنځي ګودام ترمیم"
    },
    "shop-permissions": {
      "name": "د لاسرسي اداره کول",
      "description": "د پلورنځي لاسرسی وګورئ او ترمیم کړئ."
    },
    "shop-process-center": {
      "name": "د نظم مدیریت",
      "description": "د نظم مدیریت."
    },
    "shop-profile": {
      "name": "پروفایلونه اداره کړئ",
      "description": "د پلورنځي پروفایلونه اداره کړئ."
    },
    "shop-discount-code": {
      "name": "د تخفیف کوډ مدیریت",
      "description": "د پلورنځي تخفیف کوډونه اداره کړئ ، ایډیټ کړئ او اضافه کړئ."
    }
  },
  "company_page": {
    "title": "شرکت",
    "create_app": "نوی اپلیکیشن جوړ کړئ",
    "menu": {
      "edit": "سمون",
      "apps": "ایپس",
      "dashboard": "ډشبورډ",
      "companies": "شرکتونه"
    },
    "dashboard": {
      "info_widget": {
        "title": "د شرکت د ثبت معلومات",
        "address": "پته",
        "website": "ویب پاڼه",
        "email": "ایمیل",
        "phone": "د تلیفون شمیره",
        "register": "راجستر",
        "developer": "پرمخ وړونکی",
        "verified": "تصدیق شوی",
        "golden": "طلایی"
      }
    },
    "developer": {
      "title": "پرمخ وړونکي",
      "menu": {
        "new": "نوی",
        "apps": "ایپس"
      },
      "app_card": {
        "category": "کټګوري",
        "installs": "نصب کړئ",
        "actives": "فعاله",
        "uninstalls": "غیر نصب کوي",
        "app_code": "د اپلیکیشن کوډ",
        "app_mode": "د غوښتنلیک حالت"
      }
    },
    "edit": {
      "title": "سمون"
    }
  },
  "add_app": {
    "category_input": "کټګوري",
    "code_input": "کوډ",
    "name_input": "نوم",
    "description_input": "تفصیل",
    "video_input": "د ویډیو URL",
    "public_form": "د عمومي معلوماتو جوړښت",
    "private_form": "د شخصي معلوماتو جوړښت",
    "icon_input": "د اپلیکیشن آیکون",
    "logo_input": "د لوګو اپلیکیشن",
    "enable_input": "ایا غوښتنلیک فعال دی؟",
    "edit_action": "اپلیکیشن ترمیم کړئ",
    "create_action": "اپلیکیشن جوړ کړئ",
    "notifications": {
      "add_success": "د سوداګرۍ حساب {name} جوړ شو.",
      "delete_success": "د سوداګرۍ حساب ترمیم شوی."
    }
  },
  "app_page": {
    "title": "غوښتنلیک",
    "menu": {
      "edit": "سمون",
      "publish": "خپور کړئ",
      "history": "نسخې",
      "dashboard": "ډشبورډ",
      "company": "شرکت",
      "api": "API",
      "images": "انځورونه"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "غوښتنلیک",
        "app_code": "د اپلیکیشن کوډ",
        "category": "کټګوري",
        "name": "نوم",
        "installs": "ایپس نصب کړئ",
        "uninstalls": "ایپس غیر نصب کړئ",
        "actives": "فعال ایپسونه",
        "description": "تفصیل",
        "published": "خپور شوی",
        "waiting_for_review": "د تایید په تمه",
        "app_mode": "د غوښتنلیک حالت"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "خاوند",
      "description": "ټولو پلورنځیو ته بشپړ لاسرسی."
    },
    "PRODUCT": {
      "text": "د محصول مدیر",
      "description": "د پلورنځي محصولات اضافه کړئ ، ایډیټ کړئ او اداره کړئ."
    },
    "AUDITING": {
      "text": "مالي مدیر",
      "description": "مالي معلومات او تادیات وګورئ."
    },
    "CONTENT": {
      "text": "د منځپانګې مدیریت",
      "description": "پوښتنو ته ځواب ووایاست، بلاګونه ولیکئ، او پاڼې ډیزاین کړئ."
    },
    "OFFICER": {
      "text": "اداره چی مشر",
      "description": "د کارمندانو فعالیت وګورئ او څارنه وکړئ."
    },
    "EMPLOYEE": {
      "text": "کارمند",
      "description": "امرونه وګورئ او امرونه پوره کړئ."
    },
    "MARKETING": {
      "text": "بازارموندنه",
      "description": "تنظیماتو ته لاسرسی او کمپاینونه رامینځته کول ، د بریښنالیک بازار موندنه او د بازارموندنې اړوند نورې برخې."
    },
    "VIEWER": {
      "text": "لیدونکي",
      "description": "د ذخیره کولو معلوماتو لیدو وړتیا پرته له دې چې د ترمیم یا بدلولو وړ وي."
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "فزیکي معاینه کول",
      "description": "ترلاسه شوي امرونه چیک کړئ."
    },
    "PhysicalOrdersPackaging": {
      "text": "فزیکي بسته بندي",
      "description": "د ګودام او بسته بندۍ پروسه."
    },
    "PhysicalOrdersDelivery": {
      "text": "فزیکي لیږد",
      "description": "د بار وړلو امر."
    },
    "PhysicalOrdersSupport": {
      "text": "فزیکي ملاتړ",
      "description": "د پلور ملاتړ وروسته."
    }
  },
  "account_status": {
    "Checking": "چک کول",
    "Approved": "تایید شوی",
    "Rejected": "رد کړل",
    "Deleted": "ړنګ شوی",
    "Banned": "بندیز ولګول شو",
    "Payment": "تادیه",
    "SelldoneSprite": "د پلورل شوي والټ حساب",
    "SelldoneStorage": "پلورل شوی ذخیره"
  },
  "account_page": {
    "title": "حساب",
    "menu": {
      "setting": "ترتیبات",
      "change": "چارج",
      "transfer": "لیږد",
      "transactions": "راکړې ورکړې",
      "charge": "چارج",
      "history": "تاریخ",
      "cards": "کارتونه"
    },
    "transactions": {
      "title": "د حساب لیږد",
      "detail": {
        "title": "راکړه ورکړه",
        "amount": "مقدار",
        "description": "تفصیل",
        "from": "څخه",
        "to": "ته",
        "created_at": "نیټه",
        "receipt": "رسید",
        "receipt_note": "نوټ"
      },
      "table": {
        "type": "ډول",
        "from": "له حساب څخه",
        "to": "حساب ته",
        "amount": "مقدار",
        "receipt": "رسید",
        "created_at": "نیټه",
        "description": "تفصیل"
      }
    },
    "transfer": {
      "title": "د لیږد لګښتونه",
      "form": {
        "title": "د لیږد غوښتنلیک فورمه",
        "sub_title": "خپلو حسابونو یا نورو ته زیرمه کړئ",
        "message": "د پیسو په لیږد کې محتاط اوسئ، که تاسو لیږد بشپړ کړئ نو تاسو به بیرته راستنیدو توان ونلرئ."
      }
    },
    "deposit": {
      "form": {
        "title": "د چارج حساب",
        "sub_title": "تاسو باید د جواز اخیستلو لپاره د خپل حساب بیلانس چارج کړئ، خپل حساب لوړ کړئ او د سیسټم رسیدونه تادیه کړئ.",
        "amount_input": "مقدار",
        "charge_action": "د چارج حساب"
      },
      "notifications": {
        "qr_title": "تادیه",
        "qr_message": "د تادیې پته {currency} جوړه شوه.",
        "gateway_title": "تادیه",
        "gateway_message": "د تادیې دروازې سره نښلول."
      }
    },
    "setting": {
      "title": "د حساب ترتیبات",
      "account_name_input": "د حساب نوم",
      "notifications": {
        "updated_success": "ستاسو حساب په بریالیتوب سره تازه شو."
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "د رسید تادیه"
  },
  "transaction_form": {
    "title": "د راکړې ورکړې فورمه",
    "from_input": "د حساب شمیرې څخه",
    "to_input": "د حساب شمیرې ته",
    "from_input_message": "پیسې به له دې حساب څخه ایستل کیږي.",
    "account_name": "د حساب نوم",
    "currency": "اسعارو",
    "free_balance": "موجوده پیسی",
    "to": "د منزل حساب",
    "amount": "مقدار",
    "receipt_title": "د رسید لپاره تادیه",
    "receipt_input": "د رسید شمیره",
    "paid_status": "دا رسید لا دمخه تادیه شوی.",
    "paid_canceled": "دا رسید لغوه شوی دی.",
    "description": "تشریح",
    "created_at": "نیټه",
    "duration": "موده",
    "unlimited": "لامحدود",
    "add_note_action": "تفصیل اضافه کړئ",
    "note": "نوټ",
    "transfer_action": "لیږد",
    "confirmation": {
      "title": "پیسې ولېږئ",
      "subtitle": "د راکړې ورکړې تصدیق",
      "message": "که لاندې معلومات سم وي، د راکړې ورکړې لپاره د لیږد تایید کیلي ټک وکړئ.",
      "from": "له حساب څخه",
      "to": "حساب ته",
      "amount": "مقدار",
      "fee": "د راکړې ورکړې فیس",
      "total_pay": "ستاسو د حساب څخه ایستل شوي مقدار",
      "receipt": "رسید",
      "description": "تفصیل",
      "accept_action": "د راکړې ورکړې تصدیق"
    },
    "enter_account_number": "د حساب شمیره دننه کړئ.",
    "currency_not_match": "د منزل حساب اسعارو د سرچینې په څیر ندي",
    "account_number_not_valid": "د حساب شمیره سمه ده.",
    "account_number_is_valid": "د حساب شمیره سمه ده.",
    "receipt_not_valid": "د رسید شمیره غلطه ده.",
    "receipt_is_valid": "د رسید شمیره سمه ده.",
    "notifications": {
      "confirm_success": "معامله په بریالیتوب سره بشپړه شوه."
    }
  },
  "price_calculator": {
    "title": "محاسبه کوونکی ╏ ستاسو د سوداګرۍ لپاره مناسب",
    "description": "ستاسو د میاشتني پلور پراساس غوره پلان محاسبه او غوره کړئ:",
    "sale_input": "د میاشتني پلور اندازه",
    "hypernova_plan": "د Hypernova %0 لپاره غوښتنه وکړئ!",
    "show_normal_mode": "نورمال حالت وښایاست",
    "show_hypernova_mode": "زما معامله له 1M$ څخه زیاته ده!"
  },
  "price_card": {
    "billed_monthly": "په میاشت کې {amount} بیل شوی.",
    "billed_yearly": "په کلنۍ توګه {amount} بیل شوی.",
    "buy_license_action": "همدا اوس پیرل",
    "select_your_store": "خپل پلورنځی وټاکئ"
  },
  "shop_session_widget": {
    "total_sessions": "ټولې غونډې"
  },
  "user_activities_keys": {
    "add_baskets": "کارټ ته یی اضافه کړه",
    "remove_baskets": "له کارټ څخه حذف کړئ",
    "buys": "پېرود",
    "products_views": "محصول وګورئ"
  },
  "shop_visitors_widget": {
    "title": "د لیدونکو تجزیه",
    "new_visitors": "نوي لیدونکي",
    "amp": "د AMP نظریات",
    "returning_visitors": "راستنیدونکي لیدونکي",
    "page_views": "د پاڼې لیدونه",
    "other_pages": "نورې پاڼې",
    "from_previous_7_days": "د تیرو 7 ورځو څخه"
  },
  "app_levels": {
    "title": "د اپلیکیشن کچه",
    "Newbie": "نوی",
    "Beginner": "ابتکار",
    "Novice": "نوی",
    "Intermediate": "منځګړی",
    "Advanced": "پرمختللی"
  },
  "login": {
    "register_title": "د سوداګرۍ منځنی،<br> په زړه پورې تجربه.",
    "register_subtitle": "نن ورځ وړیا نوم لیکنه وکړئ. سیلډون د پیل کولو ، تصدیو ، پیرودونکو او پلورونکو لخوا خوښ دی.",
    "password_recovery_title": "د پټنوم بیرته راګرځول",
    "password_recovery_message": "په هغه صورت کې چې تاسو خپل پټنوم هیر کړی، د خپل حساب بریښنالیک پته دننه کړئ او د تایید کیلي فشار ورکړئ. موږ به تاسو ته د یو لینک سره یو بریښنالیک واستوو چې ستاسو پټنوم بیا تنظیم کړئ.",
    "email": "ستاسو د بریښنالیک پته",
    "password_recovery_action": "د بیا رغونې بریښنالیک ترلاسه کړئ",
    "register_google": "د ګوګل سره دوام ورکړئ",
    "register_apple": "د ایپل سره دوام ورکړئ",
    "continue_with": "سره دوام ورکړئ",
    "register_linkedin": "د LinkedIn سره دوام ورکړئ",
    "register_facebook": "د فیسبوک سره دوام ورکړئ",
    "register_github": "د Github سره دوام ورکړئ",
    "create_your_account": "خپل حساب جوړ کړئ",
    "password_8_chars": "پاسورډ باید لږ تر لږه 8 حروف ولري.",
    "password_upercase_number": "لږترلږه یو لوی توری او یوه شمیره.",
    "password_confirm": "پاسورډ او تایید سره سمون لري.",
    "privacy_agreement": "په لاسلیک کولو سره، تاسو د Selldone د <a href='/terms' target='_blank'>کارولو شرایطو</a> او د <a href='/privacy' target='_blank'>محرمیت پالیسۍ</a> سره موافق یاست.",
    "register_action": "راځئ چې لاړ شو، دا وړیا ده!",
    "login_action": "د ننه کیدل",
    "already_signup": "لا دمخه لاسلیک شوی؟",
    "login_your_account": "خپل حساب ته ننوتل",
    "login_google": "د ګوګل سره دوام ورکړئ",
    "login_linkedin": "د LinkedIn سره دوام ورکړئ",
    "login_facebook": "د فیسبوک سره دوام ورکړئ",
    "login_github": "د Github سره دوام ورکړئ",
    "remember_me": "ما په یاد ولره.",
    "login_button": "د ننه کیدل",
    "two_step_problem": "ایا تاسو د دوه مرحلو پاسورډ سره ستونزه لرئ؟",
    "two_step_problem_action": "زه غواړم دوه مرحلې ننوتل غیر فعال کړم.",
    "two_step_confirm": "د لاسرسي کوډ تایید کړئ",
    "forgot_password": "خپل پټ نوم درڅخه هیر دی؟",
    "signup_free": "د وړیا لپاره لاسلیک کول",
    "checking_robot_message": "وګورئ چې تاسو روبوټ یاست یا انسان ..",
    "notifications": {
      "step2_login_success": "حساب ته په اوتومات ډول ننوتل"
    },
    "signup_email": "د بریښنالیک له لارې لاسلیک وکړئ",
    "name_placeholder": "نوم",
    "email_placeholder": "ایمیل",
    "email_or_username_placeholder": "بریښنالیک، د کارونکي نوم یا د تلیفون شمیره",
    "password_placeholder": "رمز",
    "re_password_placeholder": "پاسورډ تایید کړه",
    "new_in_samin": "په سیلډون کې نوی؟",
    "auto_create_shop": "د اتوماتیک پلورنځی جوړ کړئ"
  },
  "layout": {
    "logout": "وتل",
    "menu": {
      "personal_information": "شخصي معلومات او پروفایل",
      "wallet": "والټونه او حسابونه",
      "companies": "شرکتونه او سوداګریز حسابونه",
      "access": "زما حساب ته لاسرسی",
      "security": "امنیت",
      "preferences": "د کارن غوره توبونه",
      "my_subscriptions": "زما ګډون"
    }
  },
  "page_builder": {
    "title": "د ویب پاڼې ډیزاین",
    "menu": {
      "user_view": "لید",
      "design": "ډیزاین",
      "behavior": "چلند",
      "seo": "SEO",
      "setting": "ترتیبات",
      "embed": "امبډ کړئ"
    },
    "waiting_fetch": "معلومات ترلاسه کول ..",
    "setting": {
      "title_input": "د پاڼې سرلیک",
      "description_input": "لنډ معلومات",
      "name_input": "د پاڼې URL (حروف او شمیرې)",
      "bg_color_input": "د شاليد رنګ",
      "bg_style_input": "د مخ پس منظر سټایل",
      "page_label_input": "د لیبل رنګ",
      "page_dir_input": "د پاڼې لار",
      "ltr": "کیڼ نه ښي",
      "rtl": "ښي خوا ته",
      "designer_note": "ډیزاینر یادښت"
    },
    "history": {
      "title": "خوندي شوی تاریخ"
    },
    "design": {
      "themes": {
        "title": "د شخصي ډیزاین معاون",
        "message": "د کوډ کولو پرته ستاسو د سوداګرۍ لپاره غوره پاڼې ډیزاین کړئ.",
        "page_title_input": "د خپلې پاڼې لپاره سرلیک دننه کړئ"
      },
      "tools": {
        "rearrange": "امر",
        "tools": "وسیلې",
        "history": "تاریخ",
        "style": "سټایل",
        "typography": "ټایپوګرافي"
      },
      "no_category": "هیڅ کټګورۍ نشته"
    },
    "seo": {
      "message": "د SEO تنظیمات د سیلډون SEO انجن لخوا په اوتومات ډول تنظیم شوي."
    }
  },
  "verify_email_caution": {
    "title": "د خپل برېښنالیک پته تایید کړئ",
    "message": "د فعالولو نوې لینک ستاسو بریښنالیک پتې {email} ته لیږل شوی. مهرباني وکړئ خپل بریښنالیک وګورئ مخکې له دې چې کوم اقدام وشي.",
    "resend_message": "که تاسو په خپل بریښنالیک کې د فعالولو لینک نه وي ترلاسه کړی، د بیا لیږلو لپاره لاندې تڼۍ کلیک وکړئ.",
    "resend_action": "د فعالولو لینک بیا واستوئ",
    "resend_notice": "د فعالولو لینک لیږل شوی."
  },
  "autopilot": {
    "start": "پیل نېټه",
    "end": "د پای نیټه"
  },
  "help": {
    "menu": "مینو",
    "more_helps": "نور یی ولوله"
  },
  "company_card": {
    "pending_state": "بیاکتنې ته انتظار",
    "register": "ثبت شوی",
    "developer": "پرمخ وړونکی",
    "verified": "تصدیق شوی",
    "premier": "پریمیر"
  },
  "shop_license": {
    "add": "ګډون اضافه کړئ",
    "only_last": "یوازې وروستی ګډون",
    "vouchers": "واوچرونه",
    "buy": "د ګډون پلان واخلئ",
    "monthly": "میاشتنی",
    "yearly": "کلنۍ",
    "start_date": "پیل نېټه",
    "end_date": "د پای نیټه",
    "price": "قیمت",
    "terms": "زه د Selldone کارولو شرایطو سره لوستل او موافق یم",
    "need_charge": "چارج ته اړتیا لري",
    "buy_now": "همدا اوس پیرل",
    "auto_renewal": "اتومات تجدید",
    "plan_placeholder": "خپل د ګډون پلان غوره کړئ",
    "plan": "د جواز پلان",
    "use_date": "د فعالولو نیټه",
    "active_license": {
      "title": "فعال جواز",
      "subtitle": "ستاسو د فعال جواز معلومات.",
      "subtitle_partner": "ستاسو د فعال {name} جواز معلومات."
    },
    "licenses_table": {
      "title": "د پیرود تاریخ",
      "subtitle": "فعال او پاتې جوازونه."
    },
    "license_detail": {
      "title": "جزیات",
      "subtitle": "ستاسو په اوسني پلان کې محدودیتونه."
    },
    "table": {
      "plan": "پلان",
      "start_date": "د پیل / پای نیټه",
      "renewal": "اتومات تجدید",
      "linked_account": "تړل شوی حساب / واؤچر",
      "payment": "تادیه",
      "cancel": "لغوه کړئ"
    },
    "notifications": {
      "subscribe_success": "په بریالیتوب سره ګډون وکړ.",
      "cancel_success": "ګډون په بریالیتوب سره لغوه شو."
    },
    "cancel_dialog": {
      "title": "د ګډون تایید لغوه کړئ",
      "message": "ایا تاسو ډاډه یاست چې دا ګډون لغوه کړئ؟",
      "action": "ګډون لغوه کړئ"
    },
    "use_voucher_now": "همدا اوس واؤچر وکاروئ",
    "validity_duration": "د اعتبار موده",
    "validity_duration_hint": "د 12 میاشتني جواز په اخیستلو سره، تاسو به 30٪ تخفیف ترلاسه کړئ."
  },
  "admin_shop_layout": {
    "download_txt": "د معلوماتو متن ډاونلوډ کړئ",
    "download_excel": "ډیټا ایکسل ډاونلوډ کړئ"
  },
  "user_preferences": {
    "access": "لاسرسی",
    "template": "کينډۍ",
    "feedback": "فیډبیک",
    "company": "شرکت",
    "company_message": "که تاسو شرکت لرئ او غواړئ ایپس خپور کړئ.",
    "access_keys": "د لاسرسي کیلي",
    "access_keys_message": "مراجعینو او د لاسرسي کیلي وښایاست.",
    "rating": "تاسو به د Selldone سره خپله تجربه څنګه ارزوئ؟",
    "large_font": "لوی فونټونه",
    "large_font_message": "متن له نورمال څخه لوی ښکاره کړئ",
    "samples": "د نمونې هټۍ وښایاست",
    "samples_message": "که فعال شي، ځینې نمونې پلورنځي به ستاسو په پینل کې ښکاره شي.",
    "automation": "اتوماتیک",
    "automation_message": "د پلورنځي ډشبورډ کې د اتوماتیک ټب وښایاست. (ویب هیکس، بصری پروګرامونه، ...)"
  },
  "shop_locations": {
    "title": "هغه هیوادونه چیرې چې خدمت وړاندې کیږي",
    "sub_title": "د لاندې لیست څخه هغه هیوادونه غوره کړئ چیرې چې تاسو غواړئ خپل محصول وپلورئ.",
    "delete_restriction": "بندیز لرې کړئ",
    "set_restriction": "محدودیتونه وضع کړي",
    "notifications": {
      "locations_update": "ځای په بریالیتوب سره تازه شو."
    },
    "table": {
      "country": "هیواد",
      "currency": "اسعارو",
      "available": "شته"
    }
  },
  "product_card": {
    "sold_out": "خرڅ شوي",
    "review_unit": "بیاکتنه",
    "not_original": "اصلي نه"
  },
  "product_studio": {
    "add_mode": "نور جزئیات اضافه کړئ",
    "add_by_sku": "د SKU لخوا اضافه کړئ",
    "auto_category": "د اتوماتیک کټګورۍ",
    "add_in_current_category": "اوسنۍ کټګورۍ کې اضافه کړئ",
    "category_mode_message": "که فعال شي، محصول به په ډیفالټ کټګورۍ یا فرعي کټګورۍ کې اضافه شي.",
    "sku_name_input": "SKU / نوم"
  },
  "my_affiliate": {
    "title": "زما وابسته تړونونه",
    "message": "د نورو پلورنځیو سره د وابسته تړونونو لیست."
  },
  "affiliates": {
    "title": "وابسته شریکان",
    "subtitle": "وابسته جوړ کړئ، د وخت په تیریدو سره د دوی فعالیت تعقیب کړئ، او په یو ځای کې د دقیقو معلوماتو پراساس اقدامات وکړئ. موږ ستاسو او ستاسو همکارانو سره د قوي اړیکو په جوړولو کې مرسته کوو.",
    "affiliate_code": "وابسته کوډ",
    "crate_date": "تاریخ جوړ کړئ",
    "last_payment_date": "د تادیې وروستۍ نیټه",
    "for_all_products": "په ټولو محصولاتو تطبیق کړئ",
    "balance": "بیلانس",
    "fix_commission": "ثابت کمیسیون",
    "percent_commission": "د سلنه پر بنسټ کمیسیون",
    "total_payment": "ټول تادیات",
    "new_affiliate": "نوی وابسته ملګری",
    "new_affiliate_message": "نوی وابسته ملګری اضافه کړئ",
    "link_domain": {
      "title": "لینک شوی ډومین",
      "subtitle": "تاسو کولی شئ خپل یو ډومین د دې وابسته ملګري سره وصل کړئ. دا ملګری به د هر هغه کس د استازي په توګه وپیژندل شي چې ستاسو پلورنځي ته ورځي او د دې ډومین له لارې پیرود کوي."
    },
    "dialog": {
      "new": "نوی وابسته ملګری",
      "edit": "د وابسته ملګري ایډیټ کړئ",
      "user": "کارن (اختیاری)",
      "bank_info": "د بانک معلومات",
      "restriction": "بندیز",
      "select_products": "محصولات غوره کړئ",
      "select_products_message": "وابسته ملګری د دې محصولاتو لپاره کمیسیون ترلاسه کوي",
      "edit_action": "وابسته تازه کړئ",
      "add_action": "وابسته ملګري اضافه کړئ",
      "affiliate_name": "د وابسته شریک نوم",
      "payment_info": "د تادیاتو معلومات",
      "enable_switch": "ایا دا فعاله ده؟",
      "affiliate_info": "د وابسته ملګري معلومات"
    },
    "link_factory": {
      "title": "د وابسته ملګري لینک جنریټر",
      "link_input": "ستاسو لینک",
      "link_output": "تولید شوی لینک"
    }
  },
  "gift_card_orders": {
    "title": "د ډالۍ کارت سره امرونه",
    "table": {
      "order": "امر",
      "order_price": "د امر مقدار",
      "paid_by_card": "د کارت په واسطه تادیه کیږي",
      "payment_status": "د تادیاتو حالت",
      "date": "نیټه"
    }
  },
  "offer_orders": {
    "title": "سپارښتنې",
    "table": {
      "order": "امر",
      "order_price": "د امر مقدار",
      "offer_amount": "د وړاندیز اندازه",
      "payment_status": "د تادیاتو حالت",
      "product": "محصول",
      "date": "نیټه"
    }
  },
  "coupon_orders": {
    "title": "د کوپن امرونه",
    "table": {
      "order": "امر",
      "order_price": "د امر مقدار",
      "coupon_amount": "د کوپن مقدار",
      "payment_status": "د تادیاتو حالت",
      "date": "نیټه"
    }
  },
  "discount_code_orders": {
    "title": "د تخفیف کوډ سره امرونه",
    "table": {
      "order": "امر",
      "order_price": "د امر مقدار",
      "discount_amount": "د تخفیف اندازه",
      "payment_status": "د تادیاتو حالت",
      "date": "نیټه"
    }
  },
  "incentives": {
    "discount_code": "تخفیف",
    "coupon": "کوپن",
    "offer": "وړاندیز",
    "gift_card": "د ډالۍ کارت",
    "lottery": "لاټری"
  },
  "discount_codes": {
    "title": "د تخفیف کوډونه",
    "sub_title": "پدې برخه کې تاسو به وکولی شئ د خپلو اړتیاو سره سم د تخفیف کوپن ډیزاین کړئ. دا تخفیف د هر محصول تخفیف څخه جلا دي او د کارونکي امر په وروستي مقدار کې به پلي شي.",
    "add_new": "د نوي تخفیف کوډ اضافه کړئ",
    "card": {
      "created": "جوړ کړئ",
      "start": "پیل",
      "end": "پای",
      "currency": "اسعارو",
      "discount_percentage": "د بیې راټیټولو اندازه",
      "discount_limit": "د تخفیف حد",
      "state": "اوسنی حالت",
      "enabled": "اوس فعال شوی",
      "disabled": "اوس معیوب شوی",
      "used": "مصرف شوی",
      "count": "شمېرل",
      "unit": "توکي"
    },
    "dialog": {
      "title_edit": "د تخفیف کوډ ایډیټ کړئ",
      "title_add": "د نوي تخفیف کوډ اضافه کړئ",
      "discount_code_input": "د تخفیف کوډ",
      "discount_percent_input": "د بیې راټیټولو اندازه",
      "discount_percent_input_hint": "د پیرود مقدار تخفیف نرخ",
      "count_input": "شمېرل",
      "count_input_hint": "د دې کوډ اعظمي کارول",
      "limit_input": "د تخفیف حد",
      "limit_input_hint": "د اسعارو پر اساس اعظمي تخفیف",
      "currency_input_message": "تخفیف به د دې اسعارو لپاره شتون ولري.",
      "limit_input_message": "د تخفیف حد لپاره د 0 ارزښت پدې معنی دی چې د تخفیف نرخ لپاره هیڅ حد شتون نلري.",
      "title_input": "عنوان",
      "title_input_hint": "تاسو کولی شئ د دې تخفیف کوډ لپاره سرلیک دننه کړئ",
      "description_input": "تفصیل",
      "description_input_hint": "تاسو کولی شئ د دې تخفیف کوډ لپاره توضیحات دننه کړئ",
      "date_start_input": "پیل",
      "date_start_input_placeholder": "غوره کړئ کله چې تخفیف پیل کړئ",
      "date_end_input": "پای",
      "date_end_input_placeholder": "وټاکئ کله چې تخفیف پای ته ورسیږي",
      "notifications": {
        "add": "د تخفیف کوډ په بریالیتوب سره اضافه شو.",
        "edit": "د تخفیف کوډ په بریالیتوب سره ایډیټ شو."
      }
    },
    "delete_alert": {
      "title": "د تخفیف کوډ لرې کړئ",
      "message": "ایا تاسو غواړئ د دې تخفیف کوډ حذف کړئ؟",
      "action": "تخفیف لرې کړئ"
    },
    "notifications": {
      "delete_success": "ستاسو نظر په بریالیتوب سره ړنګ شو"
    }
  },
  "gift_cards": {
    "title": "د ډالۍ کارت",
    "sub_title": "د ډالۍ کارت جوړ کړئ او بیا څومره چې تاسو ورته اړتیا لرئ جوړ کړئ. دا کارت په دې کې چارج لري، او دا یوازې ستاسو په پلورنځي کې د پیرودلو لپاره کارول کیدی شي.",
    "create_new": "نوی ډالۍ کارت اضافه کړئ",
    "card": {
      "created": "جوړ کړئ",
      "lifetime": "د ختم نیټه",
      "lifetime_unit": "له نیټې څخه میاشت چې هر کارت جوړ شوی و",
      "currency": "اسعارو",
      "initial_balance": "ابتدايي چارج",
      "count": "شمېرل",
      "count_unit": "توکي",
      "used": "کارول"
    },
    "dialog": {
      "title": "د ډالۍ کارت ډیزاین"
    },
    "alert": {
      "title": "د تخفیف کوډ لرې کړئ",
      "message": "ایا تاسو غواړئ د دې تخفیف کوډ حذف کړئ؟",
      "action": "ړنګول"
    },
    "notifications": {
      "delete_title": "د ډالۍ کارت حذف کړئ",
      "delete_message": "ستاسو نظر په بریالیتوب سره ړنګ شوی."
    }
  },
  "coupons": {
    "title": "کوپن",
    "sub_title": "که تاسو غواړئ خپلو پیرودونکو ته تخفیف ورکړئ چې د ځانګړو شرایطو سره کارول کیدی شي، تاسو کولی شئ کوپنونه جوړ کړئ. په کوپنونو کې د سلنې تخفیف د حد یا یو ثابت مقدار یا د دواړو ترکیب شامل کیدی شي.",
    "create_new": "نوی کوپن اضافه کړئ",
    "qualified_products": "وړ محصولات",
    "min_purchase": "لږترلږه پیرود",
    "only_first_order": "یوازې لومړی پیرود",
    "one_time_use": "د واحد استعمال",
    "amount_usage": "کارول شوي مقدار",
    "delete_alert": {
      "title": "کوپن حذف کړئ",
      "message": "ایا تاسو ډاډه یاست چې دا کوپن حذف کړئ؟",
      "action": "هو، کوپن حذف کړئ"
    },
    "notifications": {
      "delete_success": "کوپن په بریالیتوب سره ړنګ شوی."
    },
    "multiple_use": "ډیری کارول"
  },
  "coupon_edit": {
    "title_edit": "کوپن ترمیم کړئ",
    "title_add": "نوی کوپن",
    "discount_charge": "تخفیف او چارج",
    "charge": "چارج",
    "charge_message": "د لومړني چارج اندازه",
    "percent": "تخفیف سلنه",
    "percent_message": "د تخفیف سلنه",
    "limit_input": "حد",
    "limit_input_hint": "د تخفیف حد اندازه",
    "currency_input_message": "د دې اسعارو لپاره کوپن شتون لري.",
    "count_input": "شمېرل",
    "count_input_hint": "د دې کوډ اعظمي کارول",
    "limit_input_message": "د تخفیف حد لپاره د 0 ارزښت پدې معنی دی چې د تخفیف نرخ لپاره هیڅ حد شتون نلري.",
    "date_start_input": "پیل",
    "date_start_input_placeholder": "غوره کړئ کله چې کوپن پیل کړئ",
    "date_end_input": "پای",
    "date_end_input_placeholder": "وټاکئ کله چې تخفیف پای ته ورسیږي",
    "title_input": "عنوان",
    "title_input_hint": "تاسو کولی شئ د دې تخفیف کوډ لپاره سرلیک دننه کړئ",
    "description_input": "تفصیل",
    "description_input_hint": "تاسو کولی شئ د دې تخفیف کوډ لپاره توضیحات دننه کړئ",
    "coupon_code": "د کوپن کوډ",
    "need_code": "کوډ ته اړتیا لرئ؟",
    "coupon_color": "د کوپن رنګ",
    "min_purchase_amount": "د پیرود لږترلږه مقدار",
    "min_purchase_amount_hint": "د پیرود مقدار باید د دې ارزښت څخه ډیر یا مساوي وي.",
    "should_exist_product": "لږترلږه یو له دې محصولاتو څخه باید په کارټ کې وي",
    "apply_for_first_order": "یوازې د لومړي پیرود لپاره",
    "apply_for_first_order_on": "دا کوپن یوازې د پیرودونکي د لومړي پیرود لپاره کارول کیدی شي!",
    "apply_for_first_order_off": "د هر پیرودونکي د کوپن کارولو شمیر لاندې تنظیم کیدی شي.",
    "has_qualify_constraints": "ایا تاسو غواړئ نور محدودیتونه تعریف کړئ؟",
    "has_qualify_constraints_message": "د دې کوپن کارولو لپاره د پیرودونکي وړ کولو لپاره نور شرایط تنظیم کړئ.",
    "one_time_use": "د واحد استعمال",
    "one_time_use_message": "پیرودونکي کولی شي دا کوپن د یو ځل لپاره وکاروي.",
    "daily_limit": "ورځنی حد",
    "no_limit": "هیڅ حد نشته",
    "daily_limit_message": "د پیرودونکي لخوا هره ورځ د کارولو اعظمي مقدار",
    "monthly_limit": "میاشتنی حد",
    "monthly_limit_message": "د پیرودونکي لخوا په میاشت کې د کارولو اعظمي مقدار",
    "yearly_limit": "کلنی حد",
    "yearly_limit_message": "د پیرودونکي لخوا په کال کې د کارولو اعظمي مقدار",
    "notifications": {
      "add": "نوی کوپن په بریالیتوب سره جوړ شو.",
      "edit": "کوپن تازه شوی دی."
    }
  },
  "offers": {
    "title": "وړاندیز کوي",
    "sub_title": "تاسو کولی شئ د خپلو پیرودونکو لپاره ځانګړي وړاندیزونه رامینځته کړئ ترڅو د یو توکي پیرلو وروسته ، دوی بل توکي په تخفیف یا حتی وړیا ترلاسه کړي.",
    "create_new": "نوی وړاندیز اضافه کړئ",
    "qualified_products": "وړ محصولات",
    "min_quantity": "لږ تر لږه مقدار",
    "min_purchase": "لږترلږه پیرود",
    "discounted_products": "تخفیف شوي محصولات",
    "amount_usage": "کارول شوي مقدار",
    "delete_alert": {
      "title": "وړاندیز ړنګ کړئ",
      "message": "ایا تاسو ډاډه یاست چې دا وړاندیز حذف کړئ؟",
      "action": "هو، وړاندیز حذف کړئ"
    },
    "notifications": {
      "delete_success": "وړاندیز په بریالیتوب سره ړنګ شوی."
    }
  },
  "offer_edit": {
    "title_edit": "وړاندیز ترمیم کړئ",
    "title_add": "نوی وړاندیز",
    "design_style": "ډیزاین او سټایل",
    "eligible_constraints": "د پیرودونکي وړ محدودیتونه",
    "title_input": "عنوان",
    "title_input_hint": "تاسو کولی شئ د دې تخفیف کوډ لپاره سرلیک دننه کړئ",
    "description_input": "تفصیل",
    "description_input_hint": "د دې تخفیف کوډ لپاره توضیحات ولیکئ",
    "currency_input_message": "د دې اسعارو لپاره موجود وړاندیز.",
    "qualified_products": "وړ محصولات",
    "qualified_products_message": "د دې لپاره چې محصولات وړ وي، په کارټ کې ټول توکي باید د لږترلږه مقدار څخه مساوي یا ډیر وي.",
    "min_items": "د توکو لږ تر لږه مقدار",
    "min_items_message": "د هغه توکو شمیر چې پیرودونکي یې باید واخلي",
    "discounted_products": "تخفیف شوي محصولات",
    "offered_products": "وړاندیز شوي محصولات",
    "offered_products_message": "لږترلږه یو له دې محصولاتو څخه باید په کارټ کې وي.",
    "discount_percent": "تخفیف سلنه",
    "discount_percent_message": "د دې توکو لپاره تخفیف سلنه.",
    "discount_percent_hint": "د تخفیف سلنه",
    "per_order": "په هر امر کې د کارولو اعظمي شمیر",
    "per_order_message": "اعظمي شمیره چې وړاندیز په یوه امر کې پلي کیدی شي",
    "count_input": "مقدار",
    "count_input_hint": "د دې وړاندیز اعظمي ګټه پورته کړئ",
    "min_purchase": "د پیرود لږترلږه مقدار",
    "min_purchase_hint": "د پیرود قیمت باید د دې ارزښت څخه ډیر یا مساوي وي",
    "limitation": "محدودیت",
    "date_start_input": "پیل",
    "date_start_input_placeholder": "غوره کړئ کله چې کوپن پیل کړئ",
    "date_end_input": "پای",
    "date_end_input_placeholder": "وټاکئ کله چې تخفیف پای ته ورسیږي",
    "max_actives_is_3": "تاسو کولی شئ په ورته وخت کې یوازې درې فعال وړاندیزونه ولرئ.",
    "enable": "په اتوماتيک ډول پلي کول",
    "notifications": {
      "add": "نوی وړاندیز په بریالیتوب سره جوړ شو.",
      "edit": "وړاندیز په بریالیتوب سره تازه شو."
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "بینر",
      "reportage": "راپورتاژ",
      "social": "ټولنیز رسنۍ",
      "offline": "آفلاین"
    }
  },
  "emails": {
    "title": "د بریښنالیک بازار موندنه",
    "subtitle": "بریښنالیکونه د ډریګ او ډراپ په واسطه ډیزاین کړئ، د ساتلو زیاتوالي لپاره کمپاینونه مهالویش او پیل کړئ، او په یو ځای کې د اعتبار وړ او دقیق معلومات وګورئ.",
    "cation_message": "⚠ د نه تصدیق شوي سوداګرو لپاره محدودیت. (بیټا)",
    "subject": "موضوع",
    "from": "څخه",
    "in_que": "انتظار",
    "schedule_at": "مهال ویش",
    "sent": "لیږل شوی",
    "sends": "لیږي",
    "delivers": "سپارل شوی",
    "views": "لیدونه",
    "clicks": "کلیک کوي",
    "buys": "پیرودونه",
    "new_email": "نوی بریښنالیک اضافه کړئ",
    "new_email_message": "د نوي بازار موندنې بریښنالیک جوړ او مهالویش کړئ"
  },
  "email_dashboard": {
    "review": "بیاکتنه",
    "waiting_for_approve": "د {name} لخوا تایید ته انتظار کول",
    "approved_by": "بریښنالیک د {name} لخوا تایید شوی او لیږل شوی.",
    "not_submitted_send_request": "تاسو تراوسه د دې بریښنالیک لیږلو غوښتنه نه ده کړې.",
    "reviewed_by": "د {name} لخوا بیاکتنه",
    "status": "د بریښنالیک حالت",
    "conversion": "د تبادلې نرخونه",
    "sell_performance": "د پلور فعالیت",
    "total_buys": "د پلور ټوله شمیره",
    "amount_buy": "د پلور ټوله اندازه",
    "average_sell": "اوسط خرڅلاو",
    "sessions": "غونډې",
    "overview": "کتنه",
    "purchase_amount": "د پیرود اندازه",
    "actions": "د کارونکي فعالیت"
  },
  "email_page": {
    "emails": "ایمیلونه",
    "edit": "سمون"
  },
  "affiliate_page": {
    "affiliates": "وابسته شریکان",
    "orders": "امرونه",
    "payments": "تادیات"
  },
  "affiliate_dashboard": {
    "link": "د وابسته ملګري لینک",
    "fix_commission": "ثابت کمیسیون",
    "percent_commission": "د فیصدي پر بنسټ کمیسیون",
    "last_payment": "وروستی تادیه",
    "balance": "بیلانس",
    "total_payment": "ټول تادیات",
    "status": "د وابسته ملګري وضعیت او محدودیتونه",
    "available_for": "لپاره شتون لري",
    "orders_count": "د امر مقدار",
    "orders_accepted": "منل شوي امرونه",
    "finance": "مالي راپور",
    "amount_accepted": "منل شوی مقدار",
    "amount_paid": "تادیه شوی مقدار",
    "sessions": "غونډې",
    "affiliate_payment": "د وابسته شریک تادیات",
    "amount_payment": "د تادیاتو اندازه",
    "amount_payment_hint": "د راکړې ورکړې دقیق مقدار",
    "i_paid": "ما {amount} ته {currency} {name} ورکړې",
    "pay_now": "اوس تادیه وکړئ"
  },
  "permission_roles": {
    "new_role": "نوی رول اضافه کړئ",
    "new_role_message": "ټیم کار اسانه کړئ.",
    "new_role_action": "نوی رول اضافه کړئ"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "لاټری",
    "sub_title": "ستاسو پیرودونکي کولی شي لوبه وکړي او وګټي. ستاسو د پلورنځي پیرودونکي باید د هرې لوبې لپاره 10 چپس مصرف کړي. د مثال په توګه، که تاسو غواړئ ستاسو پیرودونکي د 1000 USD ګټلو چانس ولري، تاسو باید د هر چپ قیمت اندازه په 100 USD کې وټاکئ. د هر چپ لپاره د 0 ارزښت پدې معنی دی چې پیرودونکي به د هرې پیرود لپاره یو چپ ترلاسه کړي.",
    "manually_send_chip": "ایا تاسو غواړئ په لاسي ډول کاروونکو ته چپس واستوئ؟",
    "lottery_enable": "آیا لاټری فعاله شوی؟",
    "chip_price_input": "د چپ قیمت",
    "zero_chip_message": "په هر امر کې 1x چپ ورکړئ",
    "chip_has_price_message": "د امر په هر {amount} {currency} کې 1 چپ ورکړئ.",
    "chip_disabled_message": "چپ غیر فعال دی!",
    "create_new": "نوې جایزه اضافه کړئ",
    "delete_alert": {
      "title": "انعام ړنګ کړئ",
      "message": "ایا تاسو ډاډه یاست چې دا انعام د تل لپاره حذف کړئ؟",
      "action": "هو، اوس ړنګ کړئ"
    },
    "notifications": {
      "delete_success": "انعام په بریالیتوب سره ړنګ شو."
    }
  },
  "lottery_edit": {
    "title_edit": "د لاټرۍ توکي ترمیم کړئ",
    "title_add": "د لاټرۍ نوی توکي",
    "general_config": "عمومي ترتیب",
    "design_style": "سټایل او بڼه",
    "enable": "فعال شوی؟",
    "enable_message": "په یوه څرخ کې تر ټولو زیات توکي ۱۴ دي.",
    "title_input": "عنوان",
    "title_input_hint": "یو لنډ سرلیک ولیکئ.",
    "description_input": "تفصیل",
    "description_input_hint": "د توکي په اړه توضیحات ولیکئ.",
    "quantity": "مقدار",
    "quantity_message": "ټول موجود توکي",
    "image": "انځور",
    "image_placeholder": "د توکي لپاره یو انځور غوره کړئ",
    "chance": "چانس",
    "chance_message": "په سلو کې د ګټلو چانس",
    "free_for_first": "ایا دا د نویو پیرودونکو لپاره وړیا دی؟",
    "free_for_first_message": "نوي پیرودونکي کولی شي دا توکي وګټي.",
    "prize": "جایزه",
    "amount": "د انعام اندازه",
    "amount_hint": "کاروونکي د خپل امر لپاره دا اندازه پیسې ګټي.",
    "currency_message": "د دې توکي لپاره اسعارو. نور اسعار د تبادلې نرخ لخوا تبادله کیږي.",
    "discount": "تخفیف",
    "discount_message": "د پیرودونکي امر باندې تخفیف سلنه",
    "discount_limit": "د تخفیف حد",
    "discount_limit_hint": "د پیرودونکي لپاره اعظمي تخفیف.",
    "color": "رنګ",
    "condition": "شرایط",
    "notifications": {
      "add": "نوی لاټری توکي په بریالیتوب سره جوړ شو.",
      "edit": "د لاټرۍ توکي په بریالیتوب سره بدل شول."
    }
  },
  "gift_card_types_list": {
    "label": "د ډالۍ کارت ډول",
    "message": "د لیست څخه د ډالۍ کارت ډول غوره کړئ."
  },
  "email_builder": {
    "service_unavailable": "د میل سرور ستاسو په حساب کې فعال ندی.",
    "design_section": "ستاسو د بریښنالیک ډیزاین پلیټ",
    "schedule_switch": "د بریښنالیک لیږلو مهال ویش؟",
    "schedule_placeholder": "د بریښنالیک لیږلو لپاره وخت وټاکئ"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "د ثبت نیټه",
      "description": "د کارونکي د راجسټریشن نیټې لخوا فلټر کړئ."
    },
    "LAST_BUY_DATE": {
      "title": "وروستی پیرود",
      "description": "د پیرود وروستۍ نیټه."
    },
    "LOGIN_DATE": {
      "title": "د ننوتلو نیټه",
      "description": "د ننوتلو وروستۍ نیټه."
    },
    "LEVEL": {
      "title": "د پیرودونکي کلب",
      "description": "د پیرودونکي کلب غړي."
    },
    "SUBSCRIBED": {
      "title": "ګډون وکړ",
      "description": "د بریښنالیک ترلاسه کولو لپاره د ګډون لپاره."
    },
    "NOT_PURCHASED": {
      "title": "نه پیرود",
      "description": "هغه پیرودونکي چې تراوسه یې ندي اخیستي."
    },
    "SEX": {
      "title": "جندر",
      "description": "د کارونکي جنس."
    },
    "LOCATION": {
      "title": "ځای",
      "description": "د کارونکي ځای"
    },
    "LIMIT": {
      "title": "حد",
      "description": "د کاروونکو په اعظمي شمیر کې حد وټاکئ."
    },
    "SEGMENTS": {
      "title": "برخې",
      "description": "پیرودونکي په ځانګړي لارښود برخو کې محدود کړئ."
    }
  },
  "inline_help": {
    "helps_title": "د خدمت کارونکي لارښود",
    "blogs_title": "په Selldone بلاګ کې اړونده مواد"
  },
  "shop_tax": {
    "region": "سیمه",
    "label": "لیبل",
    "country_tax": "د هیواد مالیه",
    "customer_tax": "د پیرودونکي VAT",
    "business_tax": "د سوداګرۍ VAT",
    "shipping": "لېږدول",
    "override": "اوریدل",
    "country": "هیواد",
    "vat_range": "د VAT رینج",
    "custom": "ګمرک",
    "regions": "سیمې",
    "rest_world": "پاتې نړۍ",
    "overrides": "اوورورډ کوي",
    "dialog_set_title": "د مالیاتو ترتیبات",
    "tax_setting": "د مالیاتو ترتیبات",
    "vat": "VAT",
    "calculate_tax_input": "د مالیاتو اتومات محاسبه",
    "calculate_tax_message": "د دې اختیار په فعالولو سره، VAT به ستاسو د امرونو لپاره محاسبه او پلي شي.",
    "tax_number": "د مالیاتو شمیره",
    "tax_number_message": "خپل د مالیې شمیره دننه کړئ. دا د راجستریشن شمیره به د پیرودونکي رسید کې ثبت شي.",
    "tax_included_in_price_input": "مالیه د محصول په نرخ کې شامله ده",
    "tax_included_in_price_message": "دا اختیار غوره کړئ که تاسو د خپل محصول په نرخ کې د مالیې مقدار شامل کړئ. د مالیې اندازه به د لاندې فورمول سره محاسبه شي:",
    "tax_included_in_price_formula": "مالیه = (قیمت * VAT) / (1 + VAT)، د بیلګې په توګه، د 100 ډالرو په قیمت کې د محصول لپاره د مالیې اندازه د 10٪ ارزښت اضافه شوي نرخ سره 9.09 $ کیږي.",
    "tax_on_shipping_input": "په بار وړلو کې مالیه پلي کړئ",
    "tax_on_shipping_message": "د دې اختیار په غوره کولو سره به مالیه په بار وړلو باندې پلي شي.",
    "fixed_tax_rate": "د مالیاتو ثابت نرخ",
    "dynamic_tax_rate": "د سیمو پر بنسټ مالیه",
    "locations_tip": "پورتني لیست یوازې هغه هیوادونه ښیې چې تاسو یې د پلورنځیو تنظیماتو> موقعیتونو کې د هغه هیوادونو په توګه غوره کړي چې تاسو یې پلورئ.",
    "locations_action": "د ذخیره کولو ځایونو ترتیبات",
    "save_alert": "ترتیبات خوندي شوي ندي!",
    "pos_tax_setting": "د POS مالیاتو تنظیمات",
    "tax_exclude_title": "خارج شوي ╏ مالیه به په چیک آوټ کې اضافه شي",
    "tax_excluded_message": "مالیه به د چیک آوټ په جریان کې د تادیاتو دمخه محاسبه شي او ستاسو د پیرودونکي شواهدو پراساس د خارج شوي مالیې نرخ کې اضافه شي."
  },
  "transportation_page": {
    "menu": {
      "dashboard": "ډشبورډ",
      "transportations": "د بار وړلو میتودونه",
      "orders": "امرونه",
      "setting": "ترتیب",
      "delivery_services": "خدمتونه",
      "delivery_persons": "کوریرز"
    },
    "go_to_courier_list": "د کوریرانو لیست وګورئ",
    "go_to_service_list": "د بار وړلو خدماتو لیست وګورئ"
  },
  "transportation_persons": {
    "title": "کوریرز",
    "notifications": {
      "success_add": "کورئیر زیاته کړه.",
      "success_reset": "احصایې بیا تنظیمول.",
      "success_remove": "کوریر په بریالیتوب سره لیرې شو.",
      "success_update": "د کوریر معلومات په بریالیتوب سره تازه شول."
    },
    "reset": {
      "title": "احصایې بیا تنظیم کړئ",
      "message": "ایا تاسو ډاډه یاست چې د دې کوریر احصایې بیا تنظیم کړئ؟",
      "action": "هو، اوس بیا تنظیم کړئ"
    },
    "remove": {
      "title": "کوریر لرې کړئ",
      "message": "ایا تاسو ډاډه یاست چې دا کوریر حذف کړئ؟",
      "action": "هو، اوس لرې کړئ"
    },
    "add_dialog": {
      "title": "نوی کوریر اضافه کړئ",
      "action": "کوریر اضافه کړئ"
    }
  },
  "transportation_orders": {
    "title": "د بار وړلو امرونه",
    "notifications": {
      "success_update": "د بار وړلو حالت په بریالیتوب سره تازه شو.",
      "success_payment": "د COD تادیه په بریالیتوب سره تایید شوه."
    }
  },
  "delivery_person": {
    "actions_title": "د کوریر ترتیبات",
    "action_delivered": "لیږدول",
    "action_paid": "COD تادیه شوی",
    "action_returned": "راستانه شول",
    "cod_confirm_action": "د COD تادیه تایید کړئ",
    "pickup_dialog": {
      "title": "ایا تاسو د دې کڅوړې کوریر یاست؟",
      "message": "که تاسو د دې پارسل د لیږد مسولیت لرئ، هو غوره کړئ، که نه نو نمبر غوره کړئ."
    },
    "status_dialog": {
      "title": "حالت {status} ته بدل کړئ",
      "message": "ایا تاسو ډاډه یاست چې د تحویلۍ حالت {status} ته بدل کړئ؟",
      "action": "هو، زه یې تاییدوم!"
    },
    "cod_dialog": {
      "title": "د COD تادیه",
      "message": "ایا تاسو تایید کوئ چې تاسو د پیرودونکي څخه د امر مقدار ترلاسه کړی؟",
      "action": "هو، زه تادیه تاییدوم!"
    }
  },
  "transportation_services": {
    "title": "د رسولو خدمت",
    "notifications": {
      "success_add": "د تحویلي خدمت اضافه شوی.",
      "success_reset": "احصایې بیا تنظیمول.",
      "success_remove": "خدمت په بریالیتوب سره لیرې شو.",
      "success_update": "خدمت په بریالیتوب سره تازه شو."
    },
    "reset": {
      "title": "احصایې بیا تنظیم کړئ",
      "message": "ایا تاسو ډاډه یاست چې د دې خدمت احصایې بیا تنظیم کړئ؟",
      "action": "هو، اوس بیا تنظیم کړئ"
    },
    "remove": {
      "title": "د تحویلي خدمت لرې کړئ",
      "message": "ایا تاسو ډاډه یاست چې دا خدمت حذف کړئ؟",
      "action": "هو، اوس لرې کړئ"
    },
    "add_dialog": {
      "title": "د نوي تحویلي خدمت اضافه کړئ",
      "action": "خدمت اضافه کړئ"
    }
  },
  "delivery_receipt": {
    "title": "د سپارلو رسید",
    "has_return": "د سپارلو بیرته راستنیدل",
    "cashed": "د نغدو پیسو تادیه"
  },
  "delivery_dashboard": {
    "select_destinations": "په لیست کې امرونه اضافه کړئ",
    "price_calculation": "د بار وړلو نرخونه اټکل کړئ",
    "price_calculation_action": "قیمت محاسبه کړئ",
    "add_request": "د خدمت غوښتنه وکړئ",
    "add_request_action": "د خدمت غوښتنه وسپارئ",
    "refresh_action": "تازه معلومات"
  },
  "delivery_order": {
    "title": "د بار وړلو امر",
    "has_return": "د سپارلو بیرته راستنیدل",
    "cashed": "د نغدو پیسو تادیه"
  },
  "cash_register": {
    "menu": {
      "panel": "دپیسو راجیستر",
      "orders": "امرونه",
      "customers": "پیرودونکي",
      "devices": "وسایل",
      "inventory": "انوینٹری"
    },
    "payment_confirm": "د تادیې تایید",
    "payment_confirm_msg": "د پیرودونکي تادیه شوي امر {basket_id}."
  },
  "barcode_scanner": {
    "wifi_pass": "ستاسو د Wi-Fi پټنوم",
    "message": "خپل د وائی فای روټر پاسورډ دننه کړئ او د QR کوډ سکین کړئ.",
    "wifi_ssid": "Wi-Fi SSID",
    "ssid_message": "د خپل Wi-Fi شبکې نوم (SSID) دننه کړئ."
  },
  "pos_devices": {
    "Scanner": "د بارکوډ سکینر",
    "Scanner_desc": "د بارکوډ سکینر کارولو لپاره، تاسو باید د محصول SKU کوډ په سمه توګه د محصول ترتیباتو کې دننه کړئ.",
    "Printer": "چاپګر",
    "Printer_desc": "د رسید پرنټر سره وصل کولو سره د خپلو پیرودونکو رسید چاپ کړئ.",
    "CustomerView": "د پیرودونکي لید",
    "CustomerView_desc": "دا پاڼه تاسو ته وړتیا درکوي چې خپلو پیرودونکو ته د امر توضیحات ښکاره کړئ.",
    "CardReader": "د کارت لوستونکی",
    "CardReader_desc": "ستاسو د پیرودونکو لخوا د COD تادیې لپاره د کارت لوستونکي وسیله.",
    "ChipReader": "چپ لوستونکی",
    "ChipReader_desc": "د ټاګونو په کارولو سره کارټ کې توکي اضافه کولو لپاره د NFC ټاګ ریډر."
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "وسیله لرې کړئ",
      "message": "ایا تاسو ډاډه یاست چې دا وسیله له خپل POS پروفایل څخه لرې کړئ؟",
      "action": "هو، اوس لرې کړئ"
    }
  },
  "pos_process_center": {
    "title": "د POS امر پروسس مرکز",
    "menu": {
      "label": "د بسته لیبل",
      "receipt": "رسید",
      "back": "شاته",
      "timeline": "مهال ویش",
      "order": "امر"
    }
  },
  "pos": {
    "add_customer": "یو پیرودونکي اضافه کړئ",
    "set_delivery": "د تحویلي پته تنظیم کړئ",
    "add_giftcards": "د ډالۍ کارت اضافه کړئ",
    "add_discount_code": "د تخفیف کوډ اضافه کړئ",
    "add_coupon": "کوپن اضافه کړئ",
    "set_campaign": "کمپاین تنظیم کړئ",
    "select_buyer": "پیرودونکي غوره کړئ!",
    "send_to_pos": "د کارت لوستونکي ماشین ته واستوئ",
    "print_receipt": "د چاپ رسید",
    "confirm_cash_payment": "د نغدو پیسو تادیه تایید کړئ",
    "payment_cod": {
      "title": "د تحویل پر مهال نغدي پیسې",
      "message": "د دې امر مقدار به د سپارلو پر مهال تادیه شي. د پیرودونکي څخه د پیسو ترلاسه کولو وروسته، تاسو باید په سیسټم کې د امر بشپړولو لپاره تادیه تایید کړئ."
    },
    "payment_online": {
      "title": "د آنلاین تادیې طریقه غوره کړئ",
      "message": "د لاندې اختیارونو په غوره کولو سره، د تادیې لینک به رامینځته شي او پیرودونکي ته واستول شي. د دې لینک تادیه کولو سره ، د امر حالت به تادیه شوي حالت ته بدل شي. د تادیې لینک به د پیرودونکي سکرین ، SMS یا بریښنالیک کې د QR کوډ سکین کولو سره رامینځته شي. د لینک لیږلو لپاره د کوم چینل فعالولو لپاره، په هغه اختیار کلیک وکړئ او بیا د پیرودونکي ته رسید لیږلو لپاره تڼۍ کیکاږئ."
    },
    "notifications": {
      "success_pay": "د امر تادیه بشپړه شوه.",
      "success_order": "آرډر په بریالیتوب سره رامینځته شوی او پیرودونکي ته د پیسو ورکولو لپاره انتظار باسي."
    },
    "payment_dialog": {
      "check_pay_now": "په لاسي ډول تادیه چیک کړئ",
      "close_action": "ډیالوګ بند کړئ. زه نه غواړم د پیرودونکو تادیاتو ته انتظار وکړم",
      "go_to_order": "د امر پاڼې ته لاړ شئ",
      "paid_by_gift_card_msg": "د ټولو امر مقدار د ډالۍ کارتونو څخه ایستل شوی! پیرودونکي اړتیا نلري چې ډیرې پیسې ورکړي.",
      "cod_msg": "پیرودونکی به تادیه وکړي کله چې امر ترلاسه کړي.",
      "online_msg": "له پیرودونکي څخه وغواړئ چې د پیرودونکي سکرین کې د QR کوډ سکین کړي."
    },
    "name": "POS",
    "message": "د خپل صفر-سیټ اپ لګښت آنلاین پلور ځای ولرئ، دا په هر سمارټ فون، ټابلیټ، او کمپیوټر کې چل کړئ، یا په لاسي ډول فرمایشونه جوړ کړئ."
  },
  "exporter": {
    "title": "ډاټا صادر کړئ",
    "subtitle": "ستاسو معلومات ستاسو پورې اړه لري! تاسو کولی شئ هر وخت خپل سوداګریز معلومات په معیاري بڼه ډاونلوډ کړئ. په هرصورت، د خپلو پیرودونکو محرمیت ته درناوی وکړئ، دوی سپیم مه کوئ، او هیڅکله د دوی معلومات د دریمې ډلې سره مه شریکوئ.",
    "excel": "تاسو به په پلورنځي کې د ټولو {type} لیست ترلاسه کړئ او د بشپړ معلوماتو سره په Excel بڼه کې.",
    "csv": "تاسو به په CSV بڼه کې د بشپړ معلوماتو سره په پلورنځي کې د ټولو {ډول} لیست ترلاسه کړئ. دا بڼه د پلورنځي ته د واردولو لپاره د Selldone معیاري بڼه سره سم ده."
  },
  "importer": {
    "category": {
      "title": "کټګورۍ وارد کړئ",
      "subtitle": "دلته د کټګوریو CSV فایل اپلوډ کړئ. ډاډ ترلاسه کړئ چې تاسو معیاري بڼه تعقیب کړئ."
    },
    "product": {
      "title": "محصولات وارد کړئ",
      "subtitle": "دلته د محصولاتو CSV فایل اپلوډ کړئ. ډاډ ترلاسه کړئ چې تاسو معیاري بڼه تعقیب کړئ."
    },
    "product_images": {
      "title": "انځورونه وارد کړئ",
      "subtitle": "د عکس معلوماتو ترلاسه کول وخت نیسي. ډاډ ترلاسه کړئ چې د عکسونو واردولو پرمهال د کاپي حق درناوی وکړئ."
    },
    "inventory": {
      "title": "بلک تازه لیست",
      "subtitle": "دلته د لیست CSV فایل اپلوډ کړئ. ډاډ ترلاسه کړئ چې تاسو لومړی د CSV فایل صادرولو سره معیاري بڼه تعقیب کړئ، بیا هغه فایل سم کړئ."
    },
    "back_to_products": "بیرته د محصولاتو لیست ته",
    "back_to_categories": "بیرته د کټګورۍ لیست ته",
    "back_to_inventory": "بیرته د لیست لیست ته",
    "step_select_file": "د CSV فایل غوره کړئ",
    "step_send_to_server": "سرور ته ولېږئ",
    "step_view_result": "پایله وګورئ",
    "step_view_que": "د انتظار لیست وګورئ",
    "send_to_server_action": "سرور ته ولېږئ",
    "shop_license": "د پلورنځي جواز",
    "max_items_limit": "د توکو اعظمي حد",
    "total_items": "ټول توکي",
    "customer": {
      "title": "پیرودونکي وارد کړئ",
      "subtitle": "دلته د پیرودونکو CSV فایلونه اپلوډ کړئ. ډاډ ترلاسه کړئ چې تاسو معیاري بڼه تعقیب کړئ، او همدارنګه، تاسو باید د محرمیت قواعد تعقیب کړئ."
    }
  },
  "campaigns": {
    "title": "کمپاینونه",
    "subtitle": "کمپاینونه جوړ کړئ، د تعقیب وړ لینکونه، او په یو ځای کې د اعتبار وړ او دقیق معلومات وګورئ. موږ تاسو سره د ډیټا پرمخ وړونکي غوره پریکړې کولو کې مرسته کوو.",
    "add_action": "نوی کمپاین اضافه کړئ",
    "empty_message": "همدا اوس خپل لومړی کمپاین جوړ کړئ!",
    "delete": {
      "title": "کمپاین ړنګ کړئ",
      "message": "ایا تاسو ډاډه یاست چې دا کمپاین او ټول معلومات حذف کړئ؟",
      "action": "هو، اوس ړنګ کړئ"
    }
  },
  "landing_categories": {
    "raw": "خام ټیمپلیټونه",
    "marketing": "بازارموندنه او اعلانونه",
    "product": "د محصول پیژندنه",
    "health": "روغتیا او فټنس",
    "food": "خواړه او میوې",
    "house": "املاکو او کور",
    "device": "ماشین او وسیله",
    "car": "موټر",
    "software": "سافټویر",
    "clothing": "جامې او بوټان",
    "jewellery": "زیورات",
    "all": "ټول ټیمپلیټونه"
  },
  "shop_theme": {
    "theme_colors": "د موضوع رنګونه",
    "products_view_mode": "د پیرود لیست لید",
    "products_view_mode_desc": "تاسو کولی شئ د سکرین اندازې پراساس ستاسو په پلورنځي کې د محصولاتو ښودلو حالت تنظیم کړئ. دا حالت به د ډیفالټ لخوا په پام کې ونیول شي او پلي نشي که چیرې کاروونکي د نندارې حالت بدل کړي.",
    "color_light": "لومړني رنګ",
    "color_dark": "لومړني تیاره رنګ",
    "color_deep_dark": "ژور خړ رنګ",
    "color_info": "لینکونه",
    "light_checkout": "د رڼا چک کولو موضوع",
    "light_header": "روښانه سرلیک",
    "light_footer": "رڼا فوټر",
    "product_page": "د محصول پاڼه",
    "typography": "ټایپوګرافي",
    "header": "سرلیک",
    "custom_code": "دودیز کوډ",
    "custom_css": "دودیز سی ایس ایس",
    "light_filter": "د کټګورۍ فلټر موضوع",
    "custom_variants": "متغیرات"
  },
  "app_templates": {
    "default": "ډیفالټ",
    "blue": "نیلي سمندر",
    "amber": "امبر",
    "green": "استوایی",
    "red": "ویمپائر",
    "magenta": "ګل",
    "master": "ماسټر",
    "black": "تیاره اړخ"
  },
  "affiliate_orders": {
    "title": "د وابسته ملګري امرونه",
    "table": {
      "order_price": "د امر مقدار",
      "order_payment": "د امر تادیه حالت",
      "order_link": "د امر لینک",
      "commission_status": "د کمیسیون وضعیت",
      "commission_amount": "د کمیسیون اندازه",
      "items": "توکي",
      "actions": "کړنې",
      "create_date": "تاریخ جوړ کړئ"
    },
    "notifications": {
      "update_success": "وابسته حالت تازه شو."
    }
  },
  "affiliate_payments": {
    "title": "د وابسته شریک تادیات",
    "table": {
      "staff": "کارکوونکي",
      "amount": "مقدار",
      "note": "نوټ",
      "date": "نیټه"
    }
  },
  "my_roles": {
    "title": "زما رولونه",
    "message": "رولونه د لاسرسي ډول دي چې د پلورنځي کارمندانو ته ورکول کیږي. د مثال په توګه، هغه کارمندان چې د امرونو لیږلو یا بسته کولو مسولیت لري."
  },
  "role_card": {
    "complete_tasks": "بشپړ شوي کارونه",
    "reject_tasks": "رد شوي دندې",
    "last_check": "وروستي چک کول"
  },
  "referral_widget": {
    "apply_now": "د دې برنامې لپاره همدا اوس غوښتنه وکړئ!",
    "no_bonus": "لومړی جایزه د یو ملګري په بلنه ترلاسه کړئ.",
    "your_gift": "ستاسو ډالۍ",
    "invited_gift": "دعوت شوی ډالۍ",
    "percent_bonus": "سلنه بونس",
    "discount_bonus": "د تخفیف بونس",
    "registered": "نوی کارن",
    "accepted": "منل شوی کارن"
  },
  "app_config": {
    "reviews": "بیاکتنې",
    "rate_now": "اوس نرخ کړئ",
    "category": "کټګوري",
    "uninstall": "غیر نصب کړئ",
    "get_app": "اپلیکیشن ترلاسه کړئ",
    "public_keys": "عامه کلیدونه",
    "private_keys": "شخصي کیلي (خوندي)",
    "config": "د اپلیکیشن ترتیب",
    "app_status": "د غوښتنلیک حالت",
    "app_info": "د غوښتنلیک معلومات",
    "update_at": "تازه تازه",
    "visit_website": "د ویب پاڼې څخه لیدنه وکړئ",
    "privacy": "د پټتیا تګلاره",
    "installs": "نصب کوي",
    "basic_profile_permission": "د پروفایل بنسټیز معلومات",
    "developer": "پرمخ وړونکی",
    "permissions": "اجازه",
    "total_comments": "ټول نظرونه",
    "delete_dialog": {
      "title": "اپلیکیشن غیر نصب کړئ",
      "message": "ایا تاسو غواړئ دا اپلیکیشن له خپل پلورنځي څخه لرې کړئ؟",
      "action": "هو، اپلیکیشن ړنګ کړئ"
    },
    "notifications": {
      "uninstall_success": "غوښتنلیک په بریالیتوب سره غیر نصب شو."
    }
  },
  "shop_bots": {
    "not_set": "نه ټاکل شوی!",
    "tokens": "نښه",
    "webhook": "ویب هک",
    "calls": "زنګونه",
    "dialog": {
      "title": "{name} د بوټ ترتیب",
      "message": "د تصدۍ درجې پیرود تجربو رامینځته کولو لپاره د بوټ جامع چوکاټ."
    }
  },
  "shop_customers": {
    "title": "د پیرودونکو مدیریت",
    "all_customers": "ټول پیرودونکي ډاونلوډ کړئ",
    "filtered_customers": "فلټر شوي پیرودونکي",
    "dialog_chips": {
      "title": "د پیرودونکو چپسونو شمیر تنظیم کړئ"
    },
    "dialog_club": {
      "title": "د پیرودونکي کلب کچه تنظیم کړئ"
    }
  },
  "app_dashboard": {
    "status": "حالت خپور کړئ",
    "statistics": "احصایې"
  },
  "app_publish": {
    "production_version": "د تولید نسخه",
    "beta_version": "بیټا نسخه",
    "alpha_version": "د الفا نسخه"
  },
  "app_publish_widget": {
    "header": "د ویب پاڼې سرلیک ذخیره کول",
    "header_code": "د سر کوډ",
    "admin_page": "اډمین پاڼې",
    "name": "نوم",
    "icon": "آیکون",
    "url": "یو آر ایل"
  },
  "app_api": {
    "title": "API لاسرسی",
    "revoke_api": "API رد کړئ",
    "api_key": "د API کیلي",
    "secret": "پټ کیلي",
    "client": "پیرودونکي",
    "redirect_url": "یو آر ایل ته راستانه کړئ",
    "client_name": "د پیرودونکي نوم"
  },
  "app_loader_page": {
    "no_ui_title": "دا غوښتنلیک هیڅ UI نلري!",
    "no_ui_desc": "ځینې غوښتنلیکونه د دوی په اداره کې د کاروونکي انٹرفیس ته اړتیا نلري. دا غوښتنلیک ممکن یوازې ستاسو د پلورنځي ویب پا toې سرلیک برخې ته کوډ اضافه کړي.",
    "header": "د سر کوډ"
  },
  "finance_report": {
    "export_title": "د مالي معلوماتو صادرول",
    "export_sub_title": "په یوه فایل کې مالي توضیحات ډاونلوډ کړئ.",
    "start_input_placeholder": "د راپور پیل نیټه وټاکئ",
    "end_input_placeholder": "د راپور پای نیټه وټاکئ",
    "download_action": "د مالي لیست ډاونلوډ کړئ"
  },
  "shop_notifications": {
    "title": "د پلورنځي خبرتیاوې",
    "sub_title": "بوټ، بریښنالیک، ایس ایم ایس، ...",
    "message": "د خپل پلورنځي خبرتیا تنظیمات او غوره توبونه سم کړئ",
    "channel": "چینل",
    "status": "حالت",
    "events": "پیښې",
    "info": "معلومات",
    "actions": "کړنې",
    "connected": "نښلول شوی",
    "not_connected": "تړلی نه دی!",
    "connect_now": "همدا اوس وصل شئ",
    "send_test": "د ازموینې ډاټا واستوئ",
    "disconnect": "منحل کول",
    "dialog": {
      "title": "د بوټ ترتیب",
      "message": "د تصدۍ درجې ای کامرس تجربو رامینځته کولو لپاره د خبرتیا جامع چوکاټ.",
      "action": "دلته زور ورکړی!",
      "set_config": "ترتیب ترتیب کړئ"
    }
  },
  "notification_events": {
    "new_order": "🛍️ امر",
    "payment": "💳 تادیه",
    "return": "📦 بیرته راګرځیدل",
    "weekly_report": "📈 اونيز راپورونه"
  },
  "order_delivery": {
    "title": "تحویلي",
    "add_to_delivery_que_action": "د بار وړلو کتار کې اضافه کړئ",
    "in_que": "د بار وړلو کتار کې",
    "message": "د بار وړلو کوریر ته د کڅوړې ورکولو وروسته ، د <b>تحویلي تایید</b> تڼۍ کلیک وکړئ.",
    "message_add_to_service": "لاندې تڼۍ کلیک وکړئ که تاسو غواړئ دا کڅوړه د <b>تحویلي خدماتو</b> لخوا واستوئ.",
    "action": "د سپارلو تصدیق",
    "checklist": [
      "د کوریر شناخت کارت چیک کړئ.",
      "د محصولاتو ښه بسته بندي او پر وخت تحویل کولی شي ستاسو د پیرودونکو ساتلو کچه لوړه کړي."
    ],
    "manual": {
      "title": "د پیرودونکي لخوا د تحویلۍ تایید ته انتظار کول.",
      "action_received": "د پیرودونکي تایید",
      "action_returned": "د سپارلو بیرته ستنیدل",
      "message": "یادونه: که چیرې پیرودونکي امر ترلاسه کړي، تاسو کولی شئ د بشپړولو بشپړولو لپاره لاندې اختیارونه وکاروئ. په سیسټم کې ځینې بار وړلو خدمات به په اوتومات ډول تحویلي تایید کړي."
    },
    "auto_complete_note": "د یوې ټاکلې مودې وروسته، د سپارلو حالت به بدل شي. دا موده د نظم ډول پورې اړه لري او د سیسټم لخوا ټاکل کیږي.",
    "received": {
      "title": "پیرودونکي ته سپارل شوي.",
      "delivered_date": "د سپارنې نېټه"
    },
    "receiver": "رسیدونکی",
    "bill": "رسید",
    "tracking": {
      "title": "د تعقیب کوډ / یو آر ایل اضافه کړئ",
      "code": "د تعقیب کوډ",
      "url": "د URL تعقیب کول",
      "message": "که تاسو د داسې خدمت له لارې لیږل شوي یاست چې د دې امر لپاره د تعقیب کوډ چمتو کوي، تاسو کولی شئ پدې برخه کې کوډ او اړونده تعقیب لینک دننه کړئ. دا معلومات به پیرودونکي ته وښودل شي."
    },
    "preferred_delivery_time": "د سپارلو غوره وخت",
    "manage_couriers": "زما کوریرونه اداره کړئ",
    "manage_service": "د خدمت اداره کول",
    "option_deliver_by_courier": "1 اختیار: ستاسو د کوریرانو لخوا تحویل کړئ.",
    "option_add_to_que": "اختیار 2: د بار وړلو خدماتو پا pageې کې پروسس کولو لپاره قطار کې اضافه کړئ.",
    "option_instant_shipping": "3 اختیار: فوري لیږد.",
    "pickup_action": "د اخیستلو تایید"
  },
  "shop_home_edit": {
    "title": "د کور پاڼې ترتیب",
    "sub_title": "د خپل ویب پاڼې ډیفالټ پاڼه ترتیب کړئ",
    "default_home": "اصلي کور پاڼه",
    "default_home_placeholder": "د پلورنځي پاڼه د ویب پاڼې کور پاڼه ده"
  },
  "selldone_referral_page": {
    "title": "د راجع کولو ډشبورډ",
    "referral_link": "د راجع کولو لینک",
    "registered": "ثبت شوی",
    "accepted": "ومنل شو",
    "bank": "بانک",
    "bank_title": "د وتلو لپاره د بانک معلومات",
    "new_users": "نوي کاروونکي",
    "performance": "فعالیت",
    "credit_mode": "د کریډیټ حالت",
    "get_stickers": "د کاپي او تیرولو لپاره سټیکر Html کوډ ترلاسه کړئ",
    "click_copy_sticker_code": "د html کوډ کاپي کولو لپاره بیج باندې کلیک وکړئ."
  },
  "selldone_referral_payment": {
    "title": "د راجع کولو تادیات",
    "officer": "افسر",
    "amount": "د راکړې ورکړې اندازه",
    "note": "نوټ",
    "date": "نیټه"
  },
  "widget_shop_gateway": {
    "link_account_caution": "خپل هټۍ ته یو حساب ({currency}) لینک کړئ! دلته زور ورکړی.."
  },
  "product_sell_widget": {
    "title": "د محصول د پلور فعالیت"
  },
  "fulfilment_order_widget": {
    "title": "د ډراپشپینګ تکمیل",
    "check_action": "ډراپشپینګ قبول کړئ",
    "uncheck_action": "امر تایید شو",
    "pay_action": "د توکو لګښت ورکړئ ..",
    "pay_completed": "د تادیې تایید",
    "list_of_items": "د توکو بیا پلورل",
    "checklist": [
      "د هغه محصولاتو مقدار چې تاسو یې په غیر مستقیم ډول اصلي پلورونکي ته پلورئ تادیه کړئ.",
      "تاسو کولی شئ د محاسبې برخې> د پلورنځي ډراپشپینګ کې یوځای عرضه کونکي ته د محصولاتو لګښت تادیه او تنظیم کړئ.",
      "د تادیې وروسته، عرضه کوونکي به ستاسو امر ترلاسه کړي او د چمتو کولو وروسته به مستقیم پیرودونکي ته واستوي."
    ],
    "message": "عرضه کونکي ته د آرډر فیس ورکولو وروسته، پدې برخه کې د امر لیږلو پرمختګ وګورئ."
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "ډشبورډ",
      "orders": "امرونه",
      "inventory": "انوینٹری",
      "shops": "بیا پلورونکي",
      "requests": "غوښتنې"
    },
    "drop_shipping_charge": "د ډراپ شپینګ چارج"
  },
  "dropship_request_status": {
    "PENDING": "پاتې",
    "ACCEPT": "ومنئ",
    "REJECT": "رد کړه"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "ډشبورډ",
      "orders": "امرونه",
      "wallet": "والټ"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "د پلورونکي ډشبورډ"
  },
  "dropshipping_reseller_orders": {
    "title": "د پلورونکي امرونه"
  },
  "dropshipping_reseller_wallet": {
    "title": "د پلورونکي بټوه"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "د تادیې تایید",
      "payment_success": "تادیه بشپړه شوه.",
      "buy_title": "پېرود",
      "pay_by_giftcards": "ستاسو امر د ډالۍ کارت سره تادیه شوی.",
      "free_order": "ستاسو امر وړیا دی.",
      "pay_by_cod": "ستاسو امر د تحویلي نغدي په توګه ثبت شوی.",
      "pay_by_dir": "ستاسو امر د مستقیم تادیې په توګه ثبت شوی، مهرباني وکړئ تادیه بشپړه کړئ او رسید ستاسو د امر پاڼې کې اپلوډ کړئ.",
      "pay_title": "تادیه",
      "qr_code_payment": "د تادیې QR کوډ جوړ شو.",
      "connecting_to_online_gateway": "د آنلاین تادیې دروازې سره نښلول."
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "تادیه تایید شوې.<br> نېټه: {payment_at}",
      "pay_fail_title": "نه ورکول کیږي",
      "pay_fail_message": "تادیه نشي تایید کیدی!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "بیا پلورونکی د تادیې امر کوي",
      "balance": "ستاسو د حساب بیلانس",
      "total_cost": "د ټولو امرونو لګښت",
      "need_charge": "چارج کولو ته اړتیا لري",
      "no_account_cation": "تاسو هیڅ حساب نه لرئ! عمده پلورونکي ته زنګ ووهئ.",
      "orders": "امرونه"
    },
    "notifications": {
      "success_pay": "د دې امرونو لپاره ستاسو تادیه تایید شوې او په بریالیتوب سره بشپړه شوې."
    }
  },
  "dropship_accounts": {
    "charge_account": "د چارج حساب",
    "charge_dialog": {
      "title": "د ډراپشپینګ حساب چارج کړئ",
      "amount_input": "د حساب چارج",
      "charge_now": "اوس چارج کړئ"
    }
  },
  "dropship_admin_dashboard": {
    "title": "د پلورونکي غوښتنې",
    "today_order_count": "نن ورځ امرونه شمیرل کیږي",
    "yesterday_order_count": "د پرون امرونه شمیرل کیږي",
    "total_7_days": "په تیرو 7 ورځو کې ټول سپارښتنې"
  },
  "dropshipping_products": {
    "no_shops": "بخښنه غواړم، هیڅ پلورنځی ونه موندل شو. په راتلونکي کې به ډیر پلورنځي وي نو تاسو کولی شئ د دوی محصولات په خپل پلورنځي کې واچوئ.",
    "show_all_shops": "ټول هټۍ وښایاست",
    "show_all_message": "تاسو کولی شئ ټول هټۍ وګورئ",
    "current_shop": "اوسنۍ هټۍ",
    "request_account": "د حساب غوښتنه وکړئ",
    "request_accepted": "غوښتنه ومنل شوه",
    "request_rejected": "غوښتنه رد شوه",
    "request_pending": "غوښتنه پاتې ده..",
    "notifications": {
      "add_product": "محصول ستاسو پلورنځي ته اضافه شوی.",
      "request_access": "موږ ستاسو د لاسرسي غوښتنه په بریالیتوب سره عمده پلورونکي ته واستوله."
    },
    "show_eligible_shops_message": "وړ پلورنځي وښایاست"
  },
  "product_dropshipping": {
    "need_re_enable": "دا محصول د اصلي پلورونکي لخوا بدل شوی، د نرخ بدلونونو ستاسو په پلورنځي کې محصول غیر فعال کړی دی. بدلونونه وګورئ او که تاسو موافق یاست چې محصول بیا فعال کړئ، لاندې تڼۍ فشار کړئ.",
    "need_re_enable_action": "موافقه وکړئ، بدلونونه او فعالول پلي کړئ",
    "changed_value": "دا محصول د اصلي پلورونکي لخوا ایډیټ شوی. بدلونونه وګورئ او که تاسو موافق یاست چې په خپل محصول کې بدلونونه پلي کړئ، لاندې تڼۍ کلیک وکړئ.",
    "changed_value_action": "موافقه وکړئ، بدلونونه وکړئ",
    "parent_deleted": "دا توکي د اصلي پلورونکي لخوا ایستل شوي دي.",
    "parent_closed": "دا محصول د اصلي پلورونکي لخوا غیر فعال شوی دی! تاسو به نشئ کولی دا محصول په خپل پلورنځي کې وپلورئ، مګر که اصلي پلورونکی محصول بیا فعال کړي تاسو به وکولی شئ دا محصول په خپل پلورنځي کې بیا فعال کړئ.",
    "notifications": {
      "re_enable_success": "دا محصول بیا فعال شوی دی.",
      "update_success": "د دې محصول معلومات د اصلي محصول معلوماتو سره تازه شوي."
    }
  },
  "product_dropshipping_admin": {
    "title": "ډراپ شپینګ",
    "save_alert": "د دې محصول ډراپشپینګ تنظیمات بدل شوي. ایا تاسو غواړئ بدلونونه خوندي کړئ؟",
    "reselling_message": "د دې اختیار په فعالولو سره، نور پلورونکي به وکولی شي ستاسو محصول د دوی پلورنځي ته اضافه کړي.",
    "reselling": "ډراپشپینګ فعال کړئ",
    "price_merchants": "د سوداګرو لپاره قیمت",
    "price_commission": "د سوداګرو کمیسون (ثابت شوی)"
  },
  "buy_button": {
    "waiting_for_availability": "د شتون په تمه",
    "inform_me_when_available": "ما ته خبر راکړئ کله چې دا شتون ولري!",
    "pay_buy": "تادیه او پیرود",
    "quantity": "شمېرل",
    "quantity_in_basket": "په کارټ کې توکي",
    "count_unit": "x",
    "remove": "لرې کړئ",
    "add_to_basket": "کارټ ته یی اضافه کړه",
    "buy": "پېرود",
    "notifications": {
      "inform_add_success": "موږ به تاسو ته خبر درکړو کله چې دا شتون ولري.",
      "inform_remove_success": "تاسو د انتظار لیست څخه لیرې شوي یاست."
    },
    "book_now": "اوس یې پلان کړه",
    "reserve_now": "اوس ذخیره کړئ",
    "buy_now": "همدا اوس پیرل"
  },
  "product_info": {
    "fake": "جعل",
    "action": "نیلام",
    "compare_limit": "د 10 توکو حد",
    "compare_add": "د پرتله کولو لپاره اضافه کړئ",
    "compare_be_in_list": "د پرتله کولو لیست",
    "type": "ډول",
    "brand": "برانډ",
    "category": "کټګوري",
    "discount": "تخفیف",
    "track_price": "نرخ تعقیب کړئ",
    "waiting_for_auction": "لیلام ته انتظار یاست؟",
    "inform_auction": "ما ته خبر راکړئ کله چې لیلام",
    "return_in_days": "{days} ورځو تضمین بیرته راستنیدل",
    "support24h7": "24 ساعته 7 ورځې ملاتړ وکړئ",
    "support_normal": "د کاري ساعتونو ملاتړ",
    "original_guarantee": "اصلي تضمین",
    "cod_payment": "د تحویلۍ په اړه نغدي ملاتړ",
    "pros": "پرو",
    "cons": "Cons",
    "external_link": "نور یی ولوله",
    "notifications": {
      "congratulation": "مبارک شه",
      "waiting_list_add_success": "موږ به تاسو ته خبر درکړو کله چې دا محصول لیلام شي.",
      "waiting_list_delete_success": "تاسو د لیلام انتظار لیست څخه وتلی."
    },
    "offer_message": "{min_quantity} واخلئ د دې توکو لپاره {percent}% تخفیف ترلاسه کړئ",
    "up_to": "په هر امر تر {per_order}x پورې",
    "get_free": "وړیا ترلاسه کړئ",
    "get_off": "په سلو کې {% تخفیف ترلاسه کړئ"
  },
  "styler": {
    "size_class": "اندازه او ټولګي",
    "delete_bg": "د شاليد عکس ړنګ کړئ",
    "bg_color": "د شاليد رنګ",
    "section_style": "د برخې سټایل تنظیم کړئ",
    "link": "لینک تنظیم کړئ",
    "show_products": "د محصولاتو / کټګوریو لیست مدیریت",
    "show_product": "محصول غوره کړئ",
    "delete_section": "برخه ړنګ کړئ",
    "text_color": "د متن رنګ",
    "tex_align": "د متن سمون",
    "text_style": "د متن سټایل",
    "bg_image": "د شاليد انځور",
    "product": {
      "title": "محصول غوره کړئ"
    },
    "products": {
      "title": "د محصولاتو او کټګوریو لیست مدیریت",
      "sort_options": "د ترتیب کولو او لید ترتیبات غوره کړئ",
      "item_types": "یوازې محصولات / کټګورۍ ښکاره کړئ",
      "product_only": "یوازې محصولات",
      "category_only": "یوازې کټګورۍ",
      "no_category": "ستاسو په پلورنځي کې هیڅ کټګوري نشته.",
      "limit": "د محصولاتو محدودیت",
      "limit_message": "د محصول پایلې شمیرې دننه کړئ",
      "select_categories": "شته کټګورۍ غوره کړئ",
      "categories_limit": "د کټګوریو محدودیت",
      "categories_limit_msg": "د کټګوریو اعظمي شمیر داخل کړئ. د هیڅ حد لپاره صفر وټاکئ."
    }
  },
  "shop_contacts": {
    "popup": "د پاپ اپ ملاتړ فعال کړئ",
    "popup_message": "د دې اختیار په فعالولو سره، د ملاتړ کیلي به ستاسو د پلورنځي په ښي خوا کې لیدل کیږي."
  },
  "popup_page": {
    "preview": "ژوندی پاپ اپ وګورئ",
    "menu": {
      "design": "ډیزاین",
      "appearance": "بڼه",
      "filter": "فلټر",
      "setting": "ترتیب"
    },
    "notifications": {
      "save": "پاپ اپ په بریالیتوب سره خوندي شو.",
      "edit": "پاپ اپ په بریالیتوب سره تازه شو."
    }
  },
  "popup_appearance": {
    "position": "موقف",
    "position_desc": "په پاڼه کې د دې خبرتیا د ښودلو ځای مشخص کړئ.",
    "width": "عرض",
    "width_desc": "تاسو کولی شئ د پاڼې اعظمي حد وټاکئ.",
    "height": "لوړوالی",
    "height_desc": "تاسو کولی شئ د پاڼې اعظمي لوړوالی وټاکئ.",
    "radius": "د کونج وړانګې",
    "radius_desc": "پدې برخه کې تاسو کولی شئ د خبرتیا د کونجونو د منحني وړانګې تنظیم کړئ.",
    "shadow": "سيوري",
    "shadow_desc": "ایا تاسو غواړئ چې د پاپ اپ کړکۍ سیوري شي؟",
    "delay": "ځنډ ښکاره کړئ",
    "delay_desc": "یوځل چې کارونکي ستاسو پلورنځي ته ننوځي ، وروسته له دې چې دا وخت تیر شي ، کارونکي ته به یو خبرتیا ښکاره شي.",
    "hide": "ځنډ پټ کړئ",
    "hide_desc": "تاسو کولی شئ تنظیم کړئ چې خبرتیا د نندارې څخه څو ثانیې وروسته په اوتومات ډول بندیږي. د 0 ارزښت پدې معنی دی چې خبرتیا به په اوتومات ډول بند نشي.",
    "transition": "پاپ اپ حرکت"
  },
  "popup_filter": {
    "registered": "غړیتوب او د ننوتلو اړتیا",
    "registered_desc": "تاسو کولی شئ دا خبرتیا یوازې د کاروونکو یا میلمنو ذخیره کولو لپاره وښایاست.",
    "only_guests": "یوازې میلمانه",
    "only_users": "یوازې د کاروونکو ننوتل",
    "purchased": "د پیرود تاریخ",
    "purchased_desc": "تاسو کولی شئ دا خبرتیا یوازې هغه کاروونکو ته وښایئ چې دمخه یې پیرودلي یا هغه چا چې لاهم ندي اخیستي.",
    "no_purchase": "تراوسه هیڅ پیرود نشته",
    "yes_purchase": "مخکې اخیستل شوی",
    "sex": "جندر",
    "sex_desc": "ایا تاسو غواړئ چې دا خبرتیا یوازې د یو ځانګړي جنس کاروونکو ته وښودل شي؟",
    "age": "لږ تر لږه عمر",
    "age_desc": "که چیرې کوم ارزښت چې له 6 څخه ډیر وي داخل شوی وي، کاروونکي باید ننوت شوی وي او باید د هغه د زیږون نیټه داخله کړي.",
    "levels": "د پیرودونکي کلب کچه",
    "levels_desc": "که چیرې کاروونکي لاندې غوره شوي کچې څخه یو ولري، نو دا خبرتیا به هغه ته ښکاره شي.",
    "countries": "د ځای محدودیتونه",
    "countries_desc": "ایا تاسو غواړئ چې دا خبرتیا یوازې هغه کاروونکو ته ښکاره شي چې د ځانګړي هیواد څخه راځي؟"
  },
  "popup_setting": {
    "published": "خپور شوی حالت",
    "repeat": "تکرار کړئ",
    "repeat_msg": "ایا تاسو غواړئ چې دا خبرتیا یو ځل څخه ډیر کارونکي ته ښکاره شي؟",
    "intervals": "د پاپ اپ نندارې د وخت موده",
    "intervals_msg": "یو کارونکي ته د خبرتیاو ښودلو تر مینځ لږترلږه وخت باید تیر شوی وي.",
    "designer_zone": "ډیزاینر زون",
    "title": "د پاپ اپ سرلیک",
    "note": "ډیزاینر یادښت",
    "image": "د پوښ انځور",
    "delete": {
      "title": "ړنګول",
      "sub_title": "یوځل چې تاسو پاپ اپ حذف کړئ ، هیڅ بیرته نه راځي. مهرباني وکړئ ډاډه اوسئ.",
      "action": "دا پاپ اپ ړنګ کړئ"
    },
    "notifications": {
      "delete": "پاپ اپ ړنګ شو."
    }
  },
  "shop_sms": {
    "title": "د SMS اداره کول",
    "sub_title": "د SMS ټیمپلیټونه پیرودونکو ته لیږل شوي",
    "message": "تاسو کولی شئ دلته د خپل پلورنځي لخوا لیږل شوي متن پیغامونو مینځپانګه وګورئ. د پیغام رسولو خدمت کې د اعتبار نمونو ثبتولو کې د محدودیت له امله، دا مهال د متن پیغامونو شخصي کول ممکن ندي."
  },
  "shop_emails": {
    "title": "بریښنالیکونه اداره کړئ",
    "sub_title": "تاسو به پدې برخه کې پیرودونکو او مدیرانو ته د پلورنځي لخوا لیږل شوي بریښنالیکونو لیست وګورئ. بریښنالیکونه په اوتومات ډول ډیزاین شوي او د هغه معلوماتو پراساس رامینځته شوي چې تاسو د خپل پلورنځي لپاره داخل کړي دي. همچنان ، د پیغامونو او عکسونو شخصي کولو امکان به په راتلونکي کې خلکو ته شتون ولري."
  },
  "instagram": {
    "title": "په انسټاګرام کې پلور",
    "message": "د دې وسیلې په مرسته ، تاسو کولی شئ خپل انسټاګرام په پلورنځي بدل کړئ. یوازې دلته خپل انسټاګرام حساب اضافه او تایید کړئ ، بیا به تاسو وکولی شئ د هر پوسټ یا ستاسو کیسه کې یو یا څو محصولات پوسټ کړئ ، د خپلو محصولاتو لیست اضافه او ټګ کړئ یا پوسټ په نوي محصول بدل کړئ!",
    "add_product": "نوی محصول اضافه کړئ",
    "create_product": "محصول جوړ کړئ",
    "link_box_msg": "دا لینک په خپل بایو کې په انسټاګرام ، ټیلیګرام یا نورو ټولنیزو رسنیو کې واچوئ ترڅو ستاسو لیدونکي ګړندي ، اسانه ، ډیر او په نهایت کې ډیر څه واخلي.",
    "remove_account": "د انسټاګرام لینک بدل کړئ / لرې کړئ",
    "sync": "د حساب ډاټا همغږي کړئ (هر 60 دقیقې)"
  },
  "service_bill": {
    "task": {
      "title": "د کړنو لړ",
      "message": "د هغه کار سرلیکونه ولیکئ چې تاسو یې کول غواړئ او پیرودونکي ته خبر ورکړئ چې دا څومره پرمختګ کړی."
    },
    "booking": {
      "title": "بکنگ / ریزرویشن",
      "message": "دا امر به په ټاکلي وخت کې پروسس شي، پیرودونکي مطلوب موده غوره کړې، که تاسو غواړئ په ټاکل شوې موده کې کوم بدلون راوړئ، پیرودونکي خبر کړئ.",
      "selected_checkin": "د پیرودونکي د ننوتلو نیټه ټاکل شوې",
      "selected_checkout": "د پیرودونکي وتلو نیټه ټاکل شوې",
      "change_days_question": "ایا تاسو اړتیا لرئ د پیرودونکي ټاکل شوي ورځو کې بدلون وکړئ؟",
      "show_calendar": "د امرونو کیلنڈر ښکاره کړئ"
    },
    "pricing": {
      "title": "نرخونه",
      "message": "تاسو د دې خدمت لپاره څومره پیسې اخلئ؟"
    },
    "subscription": {
      "title": "ګډون",
      "message": "تاسو کولی شئ هره ورځ د دې خدمت پیرودلو سره د ګډون موده وټاکئ. اجازه راکړئ پیرودونکي پوه شي که تاسو غواړئ هغه ډیفالټ ارزښتونه بدل کړئ چې تاسو دمخه داخل کړي دي.",
      "duration": "د ګډون موده"
    },
    "charge": {
      "title": "چارج",
      "message": "تاسو د دې توکي لپاره چارج ټاکلی دی. تاسو کولی شئ د پیرودونکي لخوا پیرود شوي توکي لپاره د چارج مقدار بدل کړئ.",
      "charge": "چارج"
    },
    "save_item": "تایید او ترتیب کړئ",
    "start_service": "خدمت پیل کړئ",
    "end_service": "ختم"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "د خدمت پای",
      "message": "که دا ترسره شي، د امر بشپړولو او بندولو لپاره د تایید کیلي فشار ورکړئ.",
      "action": "امر تایید او بشپړ کړئ"
    }
  },
  "product_outputs": {
    "outputs_form": "د ښودلو د معلوماتو جوړښت (آواز)",
    "virtual": {
      "title": "د محصول محصول معلوماتو فورمه",
      "sub_title": "هغه معلومات چې تاسو غواړئ د پیرود وروسته کارونکي ته وښایئ. دا فورمه په ځانګړي توګه د مجازی محصولاتو پلور لپاره پلي کیږي لکه د ډالۍ کارت."
    },
    "service": {
      "title": "د خدمت ډیزاین",
      "sub_title": "لومړی د خپل خدمت ډول وټاکئ او اړین معلومات دننه کړئ. د مثال په توګه، تاسو کولی شئ د ترسره کولو لیست تعریف کړئ یا د پیرودونکي څخه د بکینګ وخت یا ملاقات غوښتنه وکړئ."
    }
  },
  "service_design": {
    "type": "د خدمت ډول",
    "type_message": "د دې محصول لپاره د خدماتو ډول غوره کړئ. د هر توکي په غوره کولو سره، اړونده بڼه به ښکاره شي. د خدماتو ډول پورې اړه لري چې تاسو یې غوره کوئ، د امر کولو په وخت کې د پیرودونکي څخه نور معلومات ترلاسه کیدی شي."
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "په غوښتنه",
      "desc": "لکه د کور ترمیم، نقاشي، د موټر ترمیم، او داسې نور."
    },
    "BOOKING": {
      "title": "بکنگ",
      "desc": "لکه د هوټل خونه یا ولا بک کول."
    },
    "APPOINTMENT": {
      "title": "تقرر",
      "desc": "لکه د څارویو پاملرنې ملاقات یا په شخصي توګه روزنه."
    },
    "RENTAL": {
      "title": "کرایه",
      "desc": "لکه یو ځای یا موټر کرایه کول."
    },
    "SUBSCRIPTION": {
      "title": "ګډون",
      "desc": "لکه د کلب غړیتوب یا آنلاین کوچنګ."
    },
    "CHARGE": {
      "title": "چارج",
      "desc": "لکه د حساب چارج کول یا د غوښتنلیک کارولو لپاره چارج کول."
    },
    "CUSTOM": {
      "title": "ګمرک",
      "desc": "دا اختیار غوره کړئ که چیرې هغه خدمت چې تاسو یې وړاندې کوئ د پورته څخه هیڅ یو نه وي."
    }
  },
  "avocado": {
    "title": "په ټولو ټولنیزو رسنیو کې ګړندی ، دقیق او خوندور پلور",
    "message": "یو مقدار او یو سرلیک ټول هغه څه دي چې تاسو ورته اړتیا لرئ د خپلو پیرودونکو څخه پیسې ترلاسه کړئ! پیسې به مستقیم ستاسو حساب ته واستول شي او ستاسو پیرودونکي به د پیرود ځانګړې تجربه ولري.",
    "new_order": "نوی بل",
    "create_by_seller_title": "انوائس جوړ کړئ",
    "create_by_seller_message": "که تاسو غواړئ د یو ټاکلي مقدار سره یو رسید جوړ کړئ او یو چا ته یې واستوئ، تاسو کولی شئ د رسید فارم ښودلو لپاره لاندې تڼۍ کېکاږئ. تولید شوي لینک پیرودونکي ته ورکړئ ترڅو تادیه کړي او د دې له لارې د دوی امر تعقیب کړي.",
    "create_by_buyer_title": "د ایوکاډو بڼه",
    "create_by_buyer_message": "د دې برخې په فعالولو سره به تاسو ته یو لینک وښودل شي، دا لینک خپلو پیرودونکو ته چمتو کړئ ترڅو دوی خپل آرډر ورکړي.",
    "orders_list": "د امرونو لیست",
    "active_mode": "د امر رسید فعال",
    "inactive_mode": "غیر فعال",
    "active_message": "د دې سرچینې په فعالولو سره، ستاسو پیرودونکي به وکولی شي د محصول لپاره د غوښتنې فورمې له لارې چې تاسو یې لاندې ګورئ امر وکړئ.",
    "avocado_form_link_message": "دا لینک په خپل بایو کې په انسټاګرام ، ټیلیګرام یا نورو ټولنیزو رسنیو کې واچوئ ترڅو ستاسو لیدونکي کولی شي ګړندي ، اسانه او په نهایت کې ډیر څه واخلي",
    "need_address": "ادرس ترلاسه کړئ",
    "need_address_msg": "که تاسو اړتیا لرئ د پیرودونکي ځای او پته ترلاسه کړئ، دا اختیار غوره کړئ.",
    "avocado_link_message": "دا کافي ده چې پورتني لینک د پیرودونکي ته د امر تادیه کولو لپاره چمتو کړئ. پیرودونکی به وکولی شي د دې لینک له لارې امر تعقیب کړي.",
    "edit_order": "امر ترمیم کړئ",
    "progress": "د پرمختګ کچه",
    "buyer_link": "د پیرودونکي لینک",
    "buyer_link_message": "خپل پیرودونکي ته دا لینک چمتو کړئ. پیرودونکی به وکولی شي د دې لینک له لارې خپل امر تادیه او تعقیب کړي. دا لینک کوډ شوی، که دا لینک چا ته ورکړل شي، هغه به د پیسو ورکولو توان ولري او معلومات وګوري. دا لینک به د 60 ورځو لپاره فعال وي. د کاپي کولو لپاره لاندې لینک باندې کلیک وکړئ.",
    "OrderConfirm_done": "امر تایید شو.",
    "OrderConfirm_message": "که تاسو تادیه تایید کړئ او امر سم دی، لاندې تڼۍ کلیک وکړئ.",
    "OrderConfirm_action": "د امر تایید",
    "PreparingOrder_message": "که چیرې د پیرودونکي امر بار وړلو ته چمتو وي، لاندې د OK تڼۍ کلیک وکړئ.",
    "PreparingOrder_action": "امر لیږلو ته چمتو دی",
    "finish_message": "که دا امر بشپړ شوی وي، د دې امر بندولو لپاره د پای تڼۍ کېکاږئ.",
    "finish_action": "د امر پروسس بشپړ کړئ",
    "finish_dialog": {
      "title": "امر بشپړ کړئ",
      "message": "ایا امر بشپړ شوی او ایا تاسو ډاډه یاست چې تاسو یې بندول غواړئ؟",
      "action": "هو، د امر بشپړیدل تایید کړئ"
    },
    "configuration": "د ایوکاډو تنظیمات",
    "delivery_price": "د لېږد کرایه",
    "edit_avocado_action": "د معلوماتو سمون",
    "submit_pricing_avocado_action": "د امر قیمت وسپارئ",
    "add_avocado_action": "د رسید لینک جوړ کړئ",
    "avocados_list": "د Avocados لیست",
    "not_pricing": "دا توکي بیه نه لري!",
    "show_all": "ټول ښکاره کړه",
    "show_accepted": "تایید شوي توکي وښایاست",
    "notifications": {
      "update_success": "Avocado په بریالیتوب سره تازه شو.",
      "add_success": "Avocado په بریالیتوب سره جوړ شو."
    },
    "name": "ایوکاډو"
  },
  "avocado_orders": {
    "title": "ایوکاډو",
    "title_small": "د ټولنیزو رسنیو پلور",
    "pending_orders": "فعال امرونه",
    "avocado": "د ایوکاډو امر وکړئ"
  },
  "avocado_process": {
    "step1": "نرخونه",
    "step1_msg": "د هر توکي قیمت دننه کړئ او شنه بکس چیک کړئ. که دا ممکنه نه وي چې یو توکي وپلورئ، د هغې حالت رد شوي ته بدل کړئ.",
    "step2": "رسید تایید کړئ",
    "step2_msg": "د دې امر لپاره رسید جوړ کړئ. تاسو کولی شئ د رسید لپاره سرلیک او توضیحات دننه کړئ. د امر مقدار په اوتومات ډول د توکو ټول قیمت پراساس محاسبه کیږي.",
    "title_input": "د رسید سرلیک *",
    "show_to_customer": "دا معلومات پیرودونکي ته ښودل شوي.",
    "description_msg": "ایا تاسو غواړئ د دې امر لپاره یو یادښت ولیکئ؟ دا معلومات به پیرودونکي ته وښودل شي.",
    "price_input": "د امر مقدار *",
    "tax_none": "له مالیې څخه پاک",
    "tax_included": "په قیمت کې شامل دي",
    "tax_add": "مالیه اضافه کړئ",
    "tax_message": "تاسو کولی شئ انتخاب کړئ چې آیا مالیه په قیمت کې شامله ده که نه.",
    "tax_included_messages": "مالیه په قیمت کې شامله ده.",
    "tax_add_messages": "مالیه باید په وروستي قیمت کې اضافه شي."
  },
  "hyper": {
    "print_label": "لاندې لیبل چاپ کړئ او د محصول په مخ کې یې ځای په ځای کړئ",
    "hyper_form_link_product_message": "ستاسو پیرودونکي به وکوالی شي د دې لینک له لارې ژر تر ژره {product} واخلي. دوی به د QR کوډ سکین کولو سره ورته لینک ته هم ننوځي.",
    "title": "هایپر چټک پلور",
    "message": "د هایپر سیلډون پلور چینل په مرسته ، ستاسو پیرودونکي به وکولی شي د QR کوډ سکین کولو سره محصولات واخلي پرته لدې چې ستاسو له خوا کوم عمل ته اړتیا وي. په فستیوالونو، نندارتونونو یا بوختو مراسمو کې په چټکۍ سره د ځینو توکو د پلورلو لپاره دا طریقه وکاروئ. پدې برخه کې د هایپر فعالولو وروسته ، تاسو کولی شئ د محصول مدیریت برخې کې د فزیکي محصولاتو لپاره هایپر QR کوډ رامینځته کړئ.",
    "orders_list": "د هایپر امرونو لیست",
    "active_mode": "د هایپر پلور چینل فعال شوی",
    "inactive_mode": "غیر فعال",
    "active_message": "که تاسو دا اختیار فعال کړئ، د چټک پلور کوډونو رامینځته کولو امکان به د هر محصول مدیریت برخه کې ښکاره شي.",
    "hyper_form_link_message": "ستاسو د پلورنځي د هایپر پاڼې لینک",
    "configuration": "هایپر ترتیبات",
    "name": "هایپر"
  },
  "hyper_orders": {
    "title": "هایپر",
    "title_small": "د خرڅلاو راپور",
    "hyper": "ترلاسه شوي امرونه"
  },
  "product_file": {
    "no_file": "تراوسه هیڅ فایل ندی پورته شوی!",
    "delete_dialog": {
      "title": "فایل ړنګ کړئ",
      "message": "ایا تاسو ډاډه یاست چې دا فایل حذف کړئ؟",
      "action": "هو، اوس ړنګ کړئ"
    },
    "notifications": {
      "delete_success": "فایل په بریالیتوب سره ړنګ شو."
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 {amount} چارج کړئ او {amount_total} کریډیټ ترلاسه کړئ.",
    "charge_action": "د وړیا کریډیټ ادعا کول",
    "claim_title": "خپل وړیا کریډیټ ادعا وکړئ",
    "claim_charge_caution": "یادونه: دا ممکنه نه ده چې ستاسو د والټ حسابونو ترمنځ اسعارو بدل کړئ. له همدې امله ، یو حساب غوره کړئ چې ستاسو په پلورنځي کې د تبادلې اسعارو لپاره مناسب وي.",
    "account_input": "جمع حساب",
    "account_msg": "چارج به په دې حساب کې پلي شي"
  },
  "selldone_applications": {
    "title": "خپل سپارښتنې له لاسه مه ورکوئ!",
    "msg": "خپل کاروبار هرچیرې او هر وخت اداره کړئ."
  },
  "shop_seo": {
    "title": "د SEO ترتیب",
    "msg": "د عضوي پیرودونکو استملاک چینلونو ځواکمن کولو سره آنلاین بازارموندنې ته ګړندی مخکی.",
    "auto": {
      "title": "د آٹو SEO انجن",
      "msg": "ستاسو په ویب پاڼه کې د لیدونکو او لټون انجنونو لپاره بې سیمه ګرځنده تجربه چمتو کړئ."
    },
    "amp": {
      "title": "AMP",
      "msg": "ګړندی ګرځنده مخونه اتومات تولید."
    }
  },
  "shop_preferences": {
    "order": {
      "title": "امرونه",
      "desc": "که یو پیرودونکی امر تادیه کړي، یو بریښنالیک چې د امر معلومات لري دې پتې ته لیږل کیږي."
    },
    "return": {
      "title": "بیرته راګرځي",
      "desc": "که محصول د پیرودونکي لخوا بیرته راستانه شي، دا بریښنالیک به واستول شي. د دې بریښنالیک لیږل ستاسو په پیرود شوي پلان پورې اړه لري."
    },
    "pos": {
      "title": "POS",
      "desc": "د POS پلور راپور به دې بریښنالیک ته واستول شي."
    },
    "avocado": {
      "title": "ایوکاډو",
      "desc": "د ایوکاډو امرونو ورځني راپور واستوئ."
    },
    "accounting": {
      "title": "محاسبه",
      "desc": "مالي راپورونه او تازه معلومات ذخیره کړئ."
    },
    "subscription": {
      "title": "ګډون",
      "desc": "د وروستي پیرود شوي پلان حالت د پیل او پای ګډون خبرتیاو سره سمون لري."
    },
    "technical": {
      "title": "تخنیکي",
      "desc": "د ډومین او خدماتو وضعیت په اړه تخنیکي خبرتیاوې."
    },
    "report": {
      "title": "راپورونه",
      "desc": "اونیز او میاشتني راپورونه به دې بریښنالیک ته لیږل کیږي"
    },
    "review": {
      "title": "بیاکتنه",
      "desc": "که تاسو په پلورنځي کې د پروسې تصدیق کولو ته اړتیا لرئ، اړونده بریښنالیک به دې پتې ته واستول شي. د مثال په توګه د کاروونکو ذخیره کولو لپاره د بازارموندنې بریښنالیک لیږل تایید کول."
    }
  },
  "shop_languages": {
    "title": "ژبې ذخیره کړئ",
    "sub_title": "د پلورنځي اتومات ژباړې کڅوړې نصب او فعال کړئ.",
    "message": "تاسو کولی شئ په خپل پلورنځي کې تر 10 پورې د ژبې کڅوړې نصب کړئ. موږ سره اړیکه ونیسئ که تاسو اړتیا لرئ نور کڅوړې نصب کړئ."
  },
  "invite_friends": {
    "title": "نړۍ ته د خپلې سوداګرۍ په اړه ووایاست!",
    "msg": "سیلډون خپلو ملګرو ته معرفي کړئ. دوی به د شرکت په واؤچر کې $ 99 ترلاسه کړي کله چې دوی لاسلیک کړي، او تاسو به د 15 $ پیل په واؤچر کې ترلاسه کړئ کله چې دوی خپله لومړۍ معامله بشپړه کړي.",
    "invite": {
      "title": "د وړیا $ 99 واؤچر ترلاسه کولو لپاره د Selldone سوداګرۍ OS سره یوځای شئ.",
      "description": "زه تاسو سیلډون ته بلنه درکوم چې ستاسو سوداګرۍ آنلاین په زړه پورې وسیلې سره پیل کړئ.",
      "hashtags": "ای کامرس، ویب پاڼه جوړونکی",
      "quot": "ما د سیلډون لخوا آنلاین پلورنځی جوړ کړی ، تاسو اوس هم خپل سوداګرۍ کولی شئ."
    }
  },
  "shops_list": {
    "title": "زما دوکان",
    "message": "زما د خپلو پلورنځیو لیست، اجازه ورکړل شوی او نمونه پلورنځی."
  },
  "shipping": {
    "warehouse_error": "لومړی خپل ګودام تنظیم کړئ! دا پته به د بار وړلو اصل په توګه وکارول شي.",
    "errors": {
      "set_origin": "د خپل موقعیت نقشه ترتیب کړئ.",
      "set_country": "خپل هیواد تنظیم کړئ.",
      "set_address": "خپل پته وټاکئ.",
      "set_zip": "خپل پوستی کوډ تنظیم کړئ."
    },
    "set_warehouse": "ګودام تنظیم کړئ",
    "pickup_location": "د اخیستلو ځای",
    "refresh_rates": "نرخونه تازه کړئ",
    "no_rate": "نرخ نشته...",
    "view_messages": "پیغامونه وګورئ...",
    "not_set_yet": "لا نه دی ټاکل شوی!",
    "drop_orders_here": "دلته امرونه پریږدئ ..."
  },
  "blog_category": {
    "title": "د بلاګ کټګورۍ",
    "add_action": "نوې کټګورۍ اضافه کړئ",
    "add_dialog": {
      "title": "نوي / تازه کټګوري",
      "force_edit": "په زور د تدوین لاره",
      "force_edit_msg": "د کټګورۍ نوم بدل کړئ او ټولې مقالې تازه کړئ.",
      "star_msg": "ستوري شوي کټګورۍ په بلاګ کې ښودلو ته لومړیتوب لري.",
      "star": "وخندل",
      "delete_action": "کټګورۍ حذف کړئ",
      "add_action": "کټګورۍ اضافه کړئ",
      "edit_action": "کټګورۍ ترمیم کړئ"
    }
  },
  "about_us": {
    "title": "زموږ په اړه پاڼه",
    "subtitle": "زموږ په اړه پاڼه کې د ښودلو لپاره ستاسو د سوداګرۍ په اړه مقاله ولیکئ. دا پاڼه به ستاسو لیدونکو سره ستاسو د برانډ او ماموریت په پوهیدو کې مرسته وکړي."
  },
  "terms": {
    "title": "د خدمت شرایط پاڼه",
    "subtitle": "د خپلو پیرودونکو لپاره ستاسو د خدماتو پیرود او کارولو شرایط تشریح کړئ."
  },
  "privacy": {
    "title": "د محرمیت پالیسۍ پاڼه",
    "subtitle": "د محرمیت پالیسي یو بیان یا قانوني سند دی چې ځینې یا ټولې لارې افشا کوي چې یو ګوند د پیرودونکي یا پیرودونکي ډیټا راټولوي ، کاروي ، افشا کوي او اداره کوي."
  },
  "contact_us": {
    "title": "موږ سره اړیکه ونیسئ پاڼه",
    "subtitle": "ستاسو د اړیکو معلومات، پته، او د تلیفون شمیره ولیکئ ترڅو ستاسو پیرودونکو ته موږ سره د تماس په پاڼه کې ښودل شي."
  },
  "metaverse": {
    "title": "Metaverse پل",
    "subtitle": "Selldone د سوداګرۍ ځای کې د API پر بنسټ %100 خدمتونه وړاندې کوي. د لوبې، بلاکچین، او میټاورس پراختیا کونکي کولی شي د کار، ژوند او سوداګرۍ نړۍ په راتلونکي کې د سوداګرۍ، پیرودونکو، او خدماتو سره نښلولو لپاره دا پیاوړي APIs وکاروي.",
    "message": "د لوبې پراختیا کونکو لپاره لومړني لاسرسی"
  },
  "orders_bulk_export": {
    "title": "امر کوي معاون",
    "timespan": {
      "title": "د وخت موده",
      "subtitle": "د امر کولو لپاره د پیل او پای نیټې غوره کړئ."
    },
    "tasks": {
      "title": "د کارونو محصول",
      "subtitle": "په لویه کچه د امرونو پروسس کولو لپاره د دندو لیست ډاونلوډ کړئ. پایله یوازې تادیه شوي او د COD امرونه لري.",
      "export_title": "د دندو لیست"
    },
    "labels": {
      "title": "د بسته بندۍ لیبلونه",
      "subtitle": "په ټاکل شوي وخت او حالت کې د ټولو امرونو لیبلونو لیست ډاونلوډ کړئ. پایله یوازې تادیه شوي او د COD امرونه لري.",
      "export_title": "د بکس لیبل"
    }
  },
  "customers_funnel": {
    "title": "د پیرودونکو ډیموګرافي",
    "subtitle": "د لږ بازارموندنې سره د ډیر ارزښت وړاندې کولو لپاره غوره پریکړې کولو لپاره د خپلو پیرودونکو ډیټا فلټر او صادر کړئ! مهرباني وکړئ د خپلو پیرودونکو محرمیت ته درناوی وکړئ او هیڅکله دوی ته لوی لوی بریښنالیکونه مه لیږئ! هیڅکله د خپلو پیرودونکو معلومات د دریمې ډلې خدماتو سره د هر یو له اجازې پرته مه شریکوئ."
  },
  "transportation_pickups": {
    "addresses": {
      "title": "د پورته کولو پته",
      "subtitle": "دلته د پورته کولو پتې اضافه او ایډیټ کړئ. کارونکي به وکولی شي د چیک آوټ پا pageې کې د غوره کولو پته غوره کړي.",
      "add_action": "نوی ځای اضافه کړئ"
    }
  },
  "affiliate_pos": {
    "title": "وابسته POS",
    "open_pos_action": "ګړندی امر کول POS",
    "description": "دا اختیار د انسټاګرام پا pagesو او نورو ټولنیزو شبکو مدیرانو لپاره مناسب دی. په لاسي ډول د پیرودونکو څخه فرمایشونو ترلاسه کولو او اضافه کولو لپاره وابسته POS وکاروئ. ستاسو ملګري (یا فرنچائز) کولی شي په وابسته POS کې نوي فرمایشونه اضافه کړي او د زیرمې سلیپ اپلوډ کړي."
  },
  "shop_configuration": {
    "login": {
      "title": "د ننوتلو طریقې",
      "subtitle": "هغه طریقه تنظیم کړئ چې کاروونکي ستاسو پلورنځي ته ننوځي."
    },
    "checkout": {
      "title": "د پلټنې جریان",
      "subtitle": "په خپل ای کامرس کې د پیرودونکي سفر او پیرود جریان تنظیم کړئ.",
      "map": {
        "title": "نقشه",
        "subtitle": "کاروونکي باید په نقشه کې د تحویل ځای غوره کړي (لکه Uber).",
        "subtitle_no_map": "د بار وړلو په محاسبه کې فاصله صفر ګڼل کیږي که چیرې موقعیت د پیرودونکي چمتو شوي پته کې شتون ونلري."
      },
      "mode": {
        "title": "د پیرودونکي د ننوتلو نقطه",
        "default": {
          "title": "ASAP (ډیفالټ)",
          "msg": "کاروونکي ژر تر ژره ننوځي. (نور تبادله)"
        },
        "on_checkout": {
          "title": "په چک آوټ کې",
          "msg": "کاروونکي مجبور کړئ چې د چیک آوټ مرحلې کې ننوتل."
        },
        "login_free": {
          "title": "اختیاري ننوتل",
          "msg": "د امر تادیه وروسته اختیاري ننوتل.."
        }
      },
      "express": {
        "title": "په کارټ کې د اضافه کولو وروسته بیرته راستانه کړئ",
        "false": {
          "title": "نورمال حالت",
          "msg": "په پاڼه کې پاتې شئ او په کارټ کې اضافه کولو کلیک کولو وروسته پیرود ته دوام ورکړئ."
        },
        "true": {
          "title": "د ایکسپریس حالت",
          "msg": "پیرودونکي په کارټ کې اضافه کولو کلیک کولو وروسته د چیک آوټ پا pageې ته لارښود کړئ."
        }
      },
      "shipping_address": {
        "title": "د بار وړلو پته غوښتنه وکړئ"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "فزیکي او خدمت (ډیفالټ)",
      "desc": "له پیرودونکي څخه وغواړئ چې په فزیکي او خدماتو چیک آوټ کې پته دننه کړي."
    },
    "physical": {
      "title": "یوازې فزیکي",
      "desc": "له پیرودونکي څخه وغواړئ چې یوازې په فزیکي چیک آوټ کې پته دننه کړي."
    },
    "off": {
      "title": "هیڅکله نه",
      "desc": "هیڅکله د بار وړلو آدرس غوښتنه مه کوئ. ⚠ دا اختیار وکاروئ که تاسو پالن لرئ چې د خدماتو ډولونو پر ځای د محصولاتو لپاره فزیکي ډول غوره کولو سره د ډولونو سره خدمتونه ولرئ."
    }
  },
  "business_model": {
    "title": "د سوداګرۍ ماډل تنظیم کول",
    "subtitle": "خپل د سوداګرۍ ماډل تنظیم کړئ، او موږ به ستاسو OS د صحنې شاته تنظیم کړو."
  },
  "business_type": {
    "title": "د سوداګریزو توکو ډولونه",
    "subtitle": "د محصولاتو ډول تنظیم کړئ چې تاسو غواړئ په خپل پلورنځي کې وپلورئ. په سیلډون کې د محصول ډولونه یوازې د محصولاتو ډول څخه ډیر دي؛ دا د بشپړولو پروسې په اړه نور څه دي.",
    "send_activation_request_to_support": "د ملاتړ ټکټ کې د فعالولو غوښتنه واستوئ.",
    "require_kyc": "د سوداګرۍ مالک KYC.",
    "needs_enterprise_license": "تاسو اړتیا لرئ د سوداګرۍ جواز ولرئ.",
    "marketplace_caution_message": "د بازار ځای تنظیم کړئ ځکه چې ستاسو ماډل ستاسو د سوداګرۍ OS ترتیب په ژوره توګه اغیزه کوي. د مثال په توګه، تاسو باید د هر محصول لپاره لږترلږه یو پلورونکی د خپلواک قیمت او لیست سره تعریف کړئ. پیرودونکي نشي کولی هغه محصولات واخلي چې هیڅ پلورونکی نلري."
  },
  "business_model_view": {
    "normal": {
      "title": "عادي پلورنځي",
      "desc": "عموما یو SME، د کور سوداګرۍ، یا ډراپشیپر - څوک چې خپل محصول مستقیم پیرودونکو ته پلوري یا د عمده پلورونکو محصولات د پلورونکي په توګه پلوري."
    },
    "dropshipping": {
      "title": "ډراپ شپینګ",
      "desc": "هیڅ محصول او هیڅ لیست مه ساتئ - تاسو دریمې ډلې ته پیسې ورکوئ، معمولا عمده پلورونکي (لکه Printify، Wholesale2B، ...) یا جوړونکي، او دوی د صحنې شاته امرونه پوره کوي."
    },
    "wholesaler": {
      "title": "ډراپشپینګ عرضه کونکی",
      "desc": "عموما یو عمده پلورونکی یا تولید کونکی - څوک چې مستقیم مصرف کونکي ته سپارښتنې لیږدوي. په سیلډون کې نور سوداګر کولی شي ستاسو محصولات په خپلو پلورنځیو کې پریږدي."
    },
    "marketplace": {
      "title": "بازار",
      "desc": "آنلاین بازارونه پیرودونکي او پلورونکي په ملکیت او مرکزي پلیټ فارم کې نښلوي."
    },
    "franchise": {
      "title": "فرنچائز / وابسته",
      "desc": "فرنچائز د محصولاتو یا خدماتو توزیع کولو میتود دی چې فرنچائزر پکې شامل وي څوک چې ستاسو برانډ (فرنچائزینګ) رامینځته کوي یا ستاسو محصولات د دوی برانډ (وابسته) لخوا پلوري."
    }
  },
  "marketplace": {
    "vendor_wallets": "والټونه",
    "pricing_models": "نرخونه",
    "add_vendor": "پلورونکی اضافه کړئ",
    "requests": "غوښتنې"
  },
  "price_input_type": {
    "title": "د قیمت داخلولو ډول",
    "default": {
      "title": "ډیفالټ",
      "desc": "په کارټ کې د مقدار په توګه ارزښت وټاکئ."
    },
    "area": {
      "title": "ساحه",
      "desc": "د مقدار محاسبه کولو لپاره عرض او اوږدوالی دننه کړئ."
    },
    "volume": {
      "title": "حجم",
      "desc": "د مقدار محاسبه کولو لپاره عرض، اوږدوالی او لوړوالی داخل کړئ."
    },
    "custom": {
      "title": "دودیز (د ان پټ فارم لخوا)",
      "desc": "په سلګونو ډولونو ته اړتیا نشته! د لوړ تخصیص وړ محصولاتو لپاره د دودیز لګښت محاسبه فارم رامینځته کړئ."
    }
  },
  "vendors_list": {
    "title": "زما پلورونکي",
    "message": "زما د خپلو پلورونکو لیست."
  },
  "vendor_page": {},
  "domains": {
    "message": "خپل سوداګریز OS ته ډیری ډومینونه وصل کړئ او ټول یې په یو ځای کې اداره کړئ. تاسو کولی شئ د ډیری ډومینونو ځانګړتیا وکاروئ ترڅو د خپلې ویب پاڼې هرې برخې لپاره وقف شوي ډومینونه جوړ کړئ، لکه بلاګ او ټولنې، یا ستاسو د وابسته لپاره مختلف ډومینونه وکاروئ."
  },
  "notes": {
    "add_action": "ستاسو د ټیم لپاره یو یادښت اضافه کړئ",
    "notifications": {
      "success_add": "یادښت په بریالیتوب سره اضافه شو.",
      "success_delete": "نوټ په بریالیتوب سره ړنګ شوی."
    }
  },
  "external_services": {
    "title": "بهرني خدمتونه",
    "subtitle": "دلته د بهرنیو خدماتو وروستی حالت وڅارئ لکه SMS او بریښنالیکونه."
  },
  "theme": {
    "dark_mode": "تیاره حالت",
    "dark_mode_description": "دا اختیار غوره کړئ که تاسو د سپین متن رنګ سره تیاره شالید غواړئ.",
    "light_mode": "د رڼا حالت",
    "light_mode_description": "دا اختیار غوره کړئ که تاسو غواړئ پس منظر روښانه وي او متن په تور رنګ کې وي."
  },
  "shop_quota": {
    "title": "د کارونې کوټه",
    "sub_title": "دا ستاسو د پلورنځي لپاره د کارونې کوټې لیست دی. تاسو کولی شئ دا محدودیتونه د خپل پلورنځي جواز لوړولو سره لوړ کړئ. که تاسو له حد څخه تیریږئ، تاسو کولی شئ له موږ څخه د اضافي ورځني کوټې تخصیص غوښتنه وکړئ. ټول کارول به هره ورځ بیا تنظیم شي."
  },
  "app_card": {
    "category": "کټګوري",
    "installs": "نصب کړئ",
    "actives": "فعاله",
    "uninstalls": "غیر نصب کوي",
    "app_code": "د اپلیکیشن کوډ",
    "app_mode": "د غوښتنلیک حالت"
  },
  "product_status": {
    "open": {
      "name": "فعاله",
      "title": "فعال ╏ آنلاین او آفلاین پلور",
      "description": "دا محصول به د آنلاین امرونو لپاره شتون ولري."
    },
    "close": {
      "name": "غیر فعال",
      "title": "غیر فعال ╏ یوازې آفلاین پلور",
      "description": "دا محصول به د آنلاین امرونو لپاره شتون ونلري."
    },
    "pending": {
      "name": "پاتې",
      "title": "پاتې",
      "description": "د ژوند کولو دمخه د بازار بیاکتنې ته اړتیا لري."
    },
    "rejected": {
      "name": "رد کړل",
      "title": "رد کړل",
      "description": "دا محصول د بازار لخوا رد شو."
    }
  },
  "suggestions": {
    "vendor_payment": {
      "note": [
        "د پلور لپاره تادیه پوره شوه",
        "د پلورونکي کمیسیون توزیع.",
        "معامله په بریالیتوب سره بشپړه شوه.",
        "د وروستي پلور لپاره پیسې.",
        "د پلورونکي خدماتو لپاره بریالي لیږد."
      ],
      "reverse_fund_reason": [
        "د پیسو بیرته ستنیدل: له بانک څخه د پلورونکي بټو ته لیږدول.",
        "د پلورونکي والټ بیا ډکول: د بانکي حساب څخه د پیسو بیرته راګرځول.",
        "ریورس لیږد: بانک ته د پلورونکي والټ فنډ لیږد.",
        "بیرته ورکول: د پلورونکي بټو ته د بانک زیرمې بیرته راګرځول.",
        "د بسپنو بیرته راګرځول: د بانک څخه د پلورونکي بټوه بیا ډکول."
      ]
    },
    "shop_email": {
      "name": [
        "د سوپر سپوږمکۍ اونۍ پای چاودنه",
        "ځانګړې داخلي معاملې پرانستل شوې",
        "پریمیم تخفیفونو ته ستاسو VIP لاسرسی",
        "د موسمي خرڅلاو استراواګانزا",
        "خپل پیرود جنت خلاص کړئ",
        "د ګران پلورونکي کارنیوال",
        "د پسرلي فلینګ شاپینګ سپری",
        "د مني معاملې تاسو نشئ کولی مقاومت وکړئ",
        "د ژمي حیرانتیاوې: د سړو ورځو لپاره ګرمې معاملې",
        "د دوبي د پاکولو د پای شمیرنه",
        "د تور جمعې بونانزا: د الوتونکو دمخه لاسرسی",
        "سلام رخصتۍ: ستاسو د ډالۍ لارښود او نور ډیر څه",
        "تازه موندنې: نوي رارسیدل یوازې ستاسو لپاره",
        "د وفادارۍ انعام ورکړل شوی: دننه ځانګړي تخفیفونه"
      ],
      "subject": [
        "⏰ د محدود وخت وړاندیز! همدا اوس خپل غوره توبونه واخلئ",
        "🌼 نوی فصل، نوي سټایلونه - زموږ وروستي ټولګه وپلټئ",
        "👑 ځانګړي VIP پلور یوازې ستاسو لپاره",
        "💃 زموږ د نوي راتګ سره سرونه وګرځوئ",
        "🔚 د هر څه څخه د 20٪ تخفیف څخه خوند اخیستو وروستی چانس",
        "🎁 ستاسو لپاره ډالۍ: د $ 10 کریډیټ دننه!",
        "☀️ زموږ د ګرمو معاملو سره د دوبي لپاره چمتو اوسئ",
        "🛍️ خپل الماری لوړ کړئ - تاسو یې مستحق یاست",
        "👀 پټ کتنه: نوي محصولات ژر راځي!",
        "🎂 کلیزه مو مبارک شه! ستاسو ځانګړې ډالۍ په تمه ده",
        "🖤 ایا تاسو د تور جمعې معاملو لپاره چمتو یاست؟",
        "🎯 غوره انتخابونه یوازې ستاسو لپاره - د شخصي پیرود تجربه",
        "🍹 د خپل ځان درملنې لپاره وخت - د اونۍ پای فلش پلور!",
        "🧹 د فصل پاکول پای - هرڅه باید لاړ شي!",
        "🚀 تاسو دا ګټلی دی! ستاسو په راتلونکي امر کې وړیا بار وړل",
        "📢 له لاسه مه ورکوئ - ستاسو د خوښې لیست توکي اوس په پلور کې دي",
        "🏡 زموږ د کور سینګار ټولګه سره خپل کور ته خوښۍ راوړئ",
        "🎉 یو حیرانتیا یوازې ستاسو لپاره! خپل اسرار تخفیف خلاص کړئ"
      ]
    },
    "discount_code": {
      "code": [
        "ښه راغلاست10",
        "اوړي ۲۰",
        "VIPSALE30",
        "۱۵ ورځی",
        "توره جمعه",
        "سایبرمونډي",
        "وړیا بار وړل",
        "فلش سیل",
        "پاکول",
        "EARLYBIRD",
        "زده کونکی 10",
        "WINTER25",
        "پسرلی ۱۵",
        "FALL20",
        "غوره پلورونکی 10",
        "HOLIDAY30",
        "ویلینټاین20",
        "د مور ورځ",
        "د پلار ورځ",
        "ENDOFYEAR"
      ],
      "title": [
        "فلش خرڅلاو: 20٪ بند!",
        "د VIP لومړني لاسرسي تخفیف",
        "د اونۍ پای معامله: اوس خوندي کړئ!",
        "نن ورځ د 15٪ تخفیف څخه خوند واخلئ",
        "د اوړي پلور: اضافي 10٪ بند",
        "د تصفیې خرڅلاو! لوی خوندي کړئ",
        "ځانګړی وړاندیز: وړیا بار وړل",
        "2-لپاره-1: یوازې نن!",
        "د رخصتۍ ځانګړي: 25٪ بند",
        "ځانګړي 30٪ تخفیف",
        "حیرانتیا! اضافي 20% تخفیف",
        "دننه موسمي سپما",
        "د منځنۍ اونۍ جنون: 10٪ بند",
        "ډیر ژر پای ته رسیږي: 15٪ هر څه",
        "کورنۍ او ملګري: 20٪ تخفیف",
        "د دې اونۍ په پای کې لوی سپما",
        "تور جمعه: 40٪ بند",
        "Sneak Peek تخفیف: 30% تخفیف"
      ],
      "description": [
        "خپل ځانګړي وړاندیز ادعا وکړئ! یوازې محدود وخت.",
        "بیړه وکړه! ځانګړې سپما ستاسو په کارټ کې انتظار باسي.",
        "لوی سپما یوازې یو کلیک لرې دي!",
        "مخکې له دې چې لاړ شي د دې معاملې څخه ګټه پورته کړئ.",
        "د ځانګړي تخفیف انتظار! له لاسه مه ورکوئ.",
        "زموږ د وړاندیز سره ستاسو د پیرود روحیه پیاوړې کړئ!",
        "ستاسو راتلونکی امر ممکن ستاسو له فکر څخه لږ وي!",
        "دا مناسب وخت دی چې هغه توکي واخلئ چې تاسو یې غواړئ.",
        "ستاسو ورځ روښانه کولو لپاره یو څه لږ څه.",
        "د خوندي کولو لپاره چمتو یاست؟ یو حیرانتیا تخفیف په تمه دی!",
        "ځکه چې تاسو ځانګړی یاست، دلته یو ځانګړی معامله ده.",
        "په یو څه مو سترګې پټې کړې؟ دلته یو نوک دی!",
        "د خوندي کولو لپاره د اوسني په څیر هیڅ وخت نشته.",
        "دا معامله له لاسه مه ورکوئ! دا ډیر ښه دی چې تیر شي.",
        "ښه خبر! ستاسو پیرود اوس ارزانه شوی.",
        "بیړه وکړئ، ستاسو ځانګړي تخفیف ژر پای ته رسیږي!",
        "دلته ستاسو د وفادارۍ لپاره لږ مننه ده."
      ]
    },
    "coupon": {
      "title": [
        "سپما خلاص شوي",
        "تخفیف خلاص کړئ",
        "سوپر سپما",
        "ځانګړې معامله",
        "د بونس سپما",
        "د VIP تخفیف",
        "ځانګړی وړاندیز",
        "اضافي سپما",
        "د تخفیف خبرتیا",
        "د بودیجې نعمت",
        "د اقتصاد خوند",
        "د بونانزا ارزښت",
        "د نرخ کمول",
        "خوشحاله سپما",
        "ډیر خوندي کړئ، ډیر پیرود وکړئ",
        "فلش معامله",
        "د سودا فضل",
        "فوري سپما",
        "د ورځې معامله",
        "موسمي غلا"
      ],
      "description": [
        "له موږ سره د خوږې معاملې څخه خوند واخلئ! ستاسو په راتلونکي پیرود کې خوندي کړئ.",
        "موږ خپلو پیرودونکو ته ارزښت ورکوو - د دې ځانګړي وړاندیز څخه ګټه پورته کړئ.",
        "د هغه څه څخه ډیر ترلاسه کړئ چې تاسو یې د لږ لپاره خوښوي. زموږ سره تخفیف!",
        "د خوندي کولو لپاره چمتو یاست؟ یو ځانګړی وړاندیز په تمه دی!",
        "ځکه چې تاسو ځانګړی یاست! په خپل راتلونکي امر کې تخفیف څخه خوند واخلئ.",
        "خپل ځان د پیرودلو سره چلند وکړئ او خوندي کړئ!",
        "پیرودلو ته چمتو اوسئ تر هغه چې تاسو پریږدئ - او خوندي کړئ!",
        "فصل په ځانګړي تخفیف سره ولمانځئ.",
        "موږ د ځانګړي تخفیف سره زموږ وفادار پیرودونکو څخه مننه کوو.",
        "ستاسو په راتلونکي پیرود کې د نه منلو وړ سپما خلاص کړئ.",
        "خپل ځانګړي سپما ته یوه کتنه وکړئ.",
        "په موږ باندې خپل حیرانتیا تخفیف ومومئ!",
        "زموږ د ځانګړي وړاندیز سره خپل د پیرود تجربه لوړه کړئ.",
        "زموږ د ځانګړي وړاندیز سره خپل سپما پیل کړئ.",
        "خپل ځان د لږ څه اضافي سره وخورئ - یو ځانګړی تخفیف.",
        "ستاسو راتلونکی پیرود ساہسک اوس خورا ارزانه شوی!",
        "ځکه چې پیرود د تخفیف سره ډیر ساتیري دی."
      ]
    },
    "offer": {
      "title": [
        "بنډل او لوی خوندي کړئ!",
        "نور واخلئ، نور خوندي کړئ!",
        "د سمارټ پلورونکو لپاره سمارټ معاملې",
        "د تخفیف خبرتیا! بنډل سپما",
        "کومبو وړاندیز - د لږ لپاره ډیر",
        "په بنډلونو کې ځانګړې سپما",
        "د خپلو پیسو لپاره نور ترلاسه کړئ!",
        "خوندي کړئ کله چې تاسو بنډل کړئ",
        "په کمبوس کې ځانګړي معاملې",
        "په پلورنځي کې لوی سپما!",
        "د غوره ارزښت بنډلونه",
        "د محدود وخت بنډل معاملې",
        "په کمبوس کې لوی تخفیف",
        "په غوره توکو کې سمارټ سپما",
        "په بنډلونو کې نه ماتېدونکي معاملې",
        "د ډیری پیرود تخفیف شتون لري",
        "اوس د لږ لپاره دوه برابره کړئ",
        "لوی پیرود = لوی سپما"
      ],
      "description": [
        "کله چې تاسو غوره محصولات بنډل کړئ لوی سپما وکړئ. بیړه وکړئ، د محدود وخت وړاندیز!",
        "سمارټ معاملې په تمه دي! نور خوندي کړئ کله چې زموږ روښانه شوي توکي یوځای واخلئ.",
        "د خوندي کولو سمارټ لاره ومومئ! خپلې خوښې بنډل کړئ او د نرخ کمښت وګورئ.",
        "په کومبو کې غوره شوي توکي پیرودلو پرمهال له ځانګړي تخفیفونو څخه خوند واخلئ. اوس عمل وکړئ!",
        "نور واخلئ، نور خوندي کړئ! زموږ د ځانګړي محصول بنډلونو کې نه ماتیدونکي تخفیف.",
        "زموږ د ځانګړي وړاندیزونو سره سمارټ پیرود وکړئ. د غوره محصول بنډلونو کې تخفیف شوي نرخونه.",
        "د لږ لپاره ډیر ترلاسه کړئ! په زړه پوري تخفیف کله چې تاسو زموږ غوره شوي بنډلونه پیروئ.",
        "کله چې تاسو بنډل جوړ کړئ لوی خوندي کړئ! د محدود وخت لپاره په غوره توکو باندې ځانګړي معاملې.",
        "یوځای کړئ او خوندي کړئ! ځانګړي تخفیف کله چې تاسو زموږ غوره شوي محصولات یوځای پیرئ.",
        "هرڅومره چې تاسو پیرئ ، هومره به یې خوندي کړئ! زموږ د ځانګړي بنډلونو سره هوښیار اوسئ."
      ]
    },
    "gift_card_type": {
      "title": [
        "ځان درملنه!",
        "یوازې ستاسو لپاره!",
        "خوشحاله پیرود!",
        "له موږ څخه خوند واخلئ!",
        "لږ خوند واخلئ",
        "ځکه چې تاسو ځانګړی یاست",
        "یو څه حیرانتیا",
        "خپله ورځ جوړه کړئ",
        "دلته تاسو ته دی",
        "خوښي خپره کړئ",
        "د مینې ډالۍ",
        "په خوښۍ سره پیرود وکړئ",
        "د مننې یوه نښه",
        "د سپلرج کولو وخت",
        "د شیبې خوند واخلئ",
        "خپلې خوښې ومومئ",
        "انتخاب ستاسو دی",
        "خپل ځان څرګند کړه",
        "جادو کشف کړئ",
        "خپل سټایل خلاص کړئ"
      ]
    },
    "vendor_refund_order": {
      "note": [
        "فنډونه ستاسو د مجازی بټو څخه کم شوي او د بازار بټوې ته بیرته ستانه شوي.",
        "یو بیرته صادر شوی، ستاسو د مجازی والټ بیلانس کموي.",
        "بیرته ورکول بشپړ شول. د بازار بټوه ستاسو د مجازی بټو څخه ډکه شوې.",
        "ستاسو مجازی بټوه د بازار بټوې ته د وروستي بیرته ورکولو لپاره ډیبیټ شوې.",
        "ستاسو د مجازی والټ فنډونه د وروستي بیرته ستنیدو له امله تنظیم شوي.",
        "بیرته ستنیدنه ترسره شوې، ستاسو د مجازی بټو څخه مقدار کمول.",
        "ستاسو د مجازی والټ بیلانس د بازار ځای والټ ته د بیرته ستنیدو له امله کم شوی.",
        "د بیرته ورکولو معامله ترسره شوې، ستاسو د مجازی بټو څخه فنډونه بیرته بازار ته لیږدول کیږي."
      ]
    },
    "product": {
      "warranty": [
        "د 24 میاشتو د سرو زرو تضمین",
        "د دوو کلونو لپاره د پلاټینیم محافظت",
        "د 36 میاشتو لپاره د الماس تضمین",
        "د سپینو زرو شیلډ: یو کلن تضمین",
        "2-کلن اشرافي امانت",
        "د 24 میاشتو لپاره پریمیم محافظت",
        "د برونز بیک اپ: یو کلن تضمین",
        "د 3 کلن حتمي اپټایم تضمین",
        "د 24 میاشتو خوندي خدماتو ژمنه",
        "36-د ذهن د خوندیتوب میاشت"
      ],
      "pros_name": [
        "موثریت لوړ شوی",
        "د لګښت اغیزمن حل",
        "کیفیت تضمین شوی",
        "د کاروونکي دوستانه",
        "وخت ساتونکی",
        "د اعتبار تضمین",
        "څو اړخیزه کارول",
        "عصري ټیکنالوژي",
        "د چاپیریال دوستانه",
        "استثنایی فعالیت"
      ],
      "pros_value": [
        "د چټکو او اغیزمنو عملیاتو سره د پام وړ وخت خوندي کوي.",
        "د بې ساري فعالیت لپاره پرمختللي ټیکنالوژي کاروي.",
        "لګښتونه کموي او د تولید وړتیا لوړوي.",
        "د اسانه نیویګیشن لپاره د کاروونکي دوستانه انٹرفیس وړاندیز کوي.",
        "د باور وړ او ثابت فعالیت تضمین کوي.",
        "په مختلفو دندو کې هر اړخیز غوښتنلیکونه چمتو کوي.",
        "د چاپیریال دوستانه موادو او پروسو څخه کار اخلي.",
        "د غوره پایلو لپاره د عصري ټیکنالوژۍ سره ډیزاین شوی.",
        "د لوړ کیفیت ډیزاین اوږدمهاله پایښت تضمینوي.",
        "د ساعت په اوږدو کې د پیرودونکي ملاتړ وړاندیز کوي."
      ],
      "cons_name": [
        "قیمتي پانګه اچونه",
        "محدود مطابقت",
        "پیچلي ترتیب",
        "روزنې ته اړتیا لري",
        "Subpar فعالیت",
        "د استقامت نشتوالی",
        "محدود ملاتړ",
        "په مکرر ډول ساتنه",
        "د لوړ انرژي مصرف",
        "لنډ عمر"
      ],
      "cons_value": [
        "د بدیلونو په پرتله لوړه لومړنۍ پانګه اچونه.",
        "کیدای شي د ټولو سیسټمونو یا وسایلو سره مطابقت ونلري.",
        "د تنظیم کولو پروسه خورا پیچلې کیدی شي.",
        "د کارولو لپاره اضافي روزنې ته اړتیا لیدل کیدی شي.",
        "فعالیت ممکن ټولې هیلې پوره نکړي.",
        "په فعالیت کې محدود یا د استقامت نشتوالی.",
        "د پیرودونکي ملاتړ ممکن د ساعت په اوږدو کې شتون ونلري.",
        "پرله پسې ساتنې ته اړتیا ده، چې د لوړ لګښت لامل کیږي.",
        "په لوړه کچه انرژي مصرفوي ، د کارونې لګښتونه اغیزه کوي.",
        "د محصول عمر ممکن د توقع سره سم اوږد نه وي."
      ]
    },
    "blog_category": {
      "category": [
        "تخنیکي بصیرت",
        "خواړه موندل",
        "د سفر کیسې",
        "روغتیا لارښوونې",
        "د فیشن خوښې",
        "د سوداګرۍ Buzz",
        "د ژوند کیسې",
        "د سپورت تازه معلومات",
        "د هنر مهم ټکي",
        "د والدینو لارښوونې"
      ],
      "description": [
        "په مختلفو موضوعاتو بصیرت لرونکي مقالې ومومئ.",
        "زموږ د معلوماتي بلاګ پوسټونو ټولګه وپلټئ.",
        "زموږ د ښکیل بلاګ کټګورۍ مینځپانګې سره خبر اوسئ.",
        "زموږ د فکر هڅوونکي بلاګ کټګورۍ مقالو له لارې الهام ومومئ.",
        "زموږ د مختلف بلاګ کټګورۍ موضوعاتو سره خپله پوهه پراخه کړئ.",
        "زموږ د زړه راښکونکي بلاګ کټګورۍ لیدونو سره تازه اوسئ.",
        "زموږ د زړه پورې بلاګ کټګورۍ مینځپانګې ژورو ته لاړشئ.",
        "زموږ د بلاګ کټګورۍ آرشیف کې ارزښتناکه معلومات کشف کړئ.",
        "زموږ په احتیاط سره جوړ شوي بلاګ کټګورۍ څخه یو څه نوي زده کړئ.",
        "زموږ د بډایه کولو بلاګ کټګورۍ مقالو او پوسټونو سره بوخت شئ."
      ]
    },
    "partner_plan": {
      "name": [
        "د سټارټر پیک",
        "اړین پلان",
        "مسلکي سوټ",
        "د شرکت نسخه",
        "پرمختللی پوړ",
        "پریمیم بسته",
        "حتمي حل",
        "د ایلیټ کچه",
        "د ودې سرعت",
        "د پلاټینیم ځواک"
      ]
    },
    "tax_profile": {
      "name": [
        "خواړه",
        "برقی وسایل",
        "جامې او پوښاک",
        "کتابونه او سټیشنري",
        "روغتیا او ښکلا محصولات",
        "فرنیچر",
        "د سپورت توکي",
        "د لوبو او لوبو",
        "زیورات او لوازم",
        "د موټرو پرزې",
        "باغ او بهر",
        "د پخلنځي سامان",
        "د کور سینګار",
        "د موسيقۍ آلات",
        "د پالتو سامانونه",
        "بوټان",
        "کڅوړې او سامان",
        "د دفتر سامان",
        "د هارډویر وسایل",
        "دخوراکي توکو"
      ],
      "label": [
        "VAT",
        "GST",
        "PST",
        "HST",
        "QST",
        "CST",
        "اکسائز ټیکس",
        "د وارداتو محصول",
        "د خدماتو مالیه",
        "LuxuryTax"
      ]
    },
    "cluster": {
      "name": [
        "د خرڅلاو مهم ټکي",
        "پرومو کوډونه",
        "ځانګړی کمپاینونه",
        "نوي راغلي",
        "غوره پلورونکي",
        "موسمي ځانګړي",
        "محدود وړاندیزونه",
        "د پیښو معامله",
        "د VIP ځانګړي",
        "د پاکولو توکي",
        "د رخصتۍ بنډلونه",
        "د موضوع ټولګه",
        "د نښې نندارې",
        "د غړو خوښې",
        "د فلش تخفیف",
        "د اړتیا وړ توکي پلورنځي",
        "ډیجیټل سرچینې",
        "د ډالۍ نظریات",
        "د چاپیریال دوستانه انتخاب",
        "د کارکوونکو سپارښتنې"
      ]
    },
    "popup": {
      "title": [
        "ځانګړی وړاندیز!",
        "نوي راغلي",
        "محدود وخت",
        "د تخفیف خبرتیا!",
        "ځانګړې معاملې",
        "ګرم خرڅلاو!",
        "د پاکولو خبرتیا",
        "وړیا بار وړل",
        "دننه ډالۍ!",
        "جایزې وګټئ",
        "د غړو امتیازات",
        "فلش خرڅلاو"
      ]
    },
    "campaign": {
      "name": [
        "پلورنځي تر هغه پورې چې تاسو غورځوئ",
        "د کارټ جنون",
        "د فلش پلور جشن",
        "کلیک وکړئ، هټۍ، خوندي کړئ",
        "سودا بونانزا",
        "E-Deal Extravaganza",
        "میګا مارک ډاون جنون",
        "د سایبر سپما سپی",
        "د ډیجیټل تخفیف ورځې",
        "د ای کامرس کارنیوال",
        "آنلاین آوټ لیټ نخلستان",
        "پرچون رش",
        "د ویب پلورنځی ګودام خرڅلاو",
        "ای د پیروانو جنت",
        "د مجازی واؤچر وینچر",
        "ډیجیټل دروازې",
        "د بریښنایی کارټ پاکول",
        "د آنلاین پیرود نندارې",
        "د سایبر پلور په زړه پورې",
        "E-Bargain Blitz"
      ]
    },
    "valuation": {
      "title": [
        "د ټي شرټ تخصیص قیمت",
        "د لاسي زیورونو ارزښت",
        "د شخصي بوټانو قیمت",
        "د دودیز هنر کار ارزښت",
        "د ګنډل شوي سوټ قیمت",
        "د بریښنایی ګیجټونو دودیز لګښت",
        "د شخصي عطرو ارزښت",
        "د ګمرکي کڅوړې قیمت",
        "د ګنډل شوي جامو ارزښت",
        "د شخصي کتاب پوښ قیمت",
        "د دودیز فرنیچر ارزښت",
        "د بیسپوک واچ قیمت",
        "د شخصي لوبو ارزښت",
        "د ګنډل شوي خولۍ قیمت",
        "د دودیز پوستکي پاملرنې محصول ارزښت",
        "د کور سجاوٹ قیمت",
        "د پخلنځي دودیز ارزښت",
        "شخصي سټیشنري قیمت",
        "د ویښتو د لوازمو ارزښت",
        "د دودیز سپورت تجهیزاتو قیمت"
      ],
      "structure": {
        "title": [
          "د ټي شرټ چاپ ډیزاین",
          "د ګاڼو فلزي ډول",
          "د بوټانو موادو انتخاب",
          "د هنر چوکاټ اندازه",
          "د سوټ پارچه انتخاب",
          "د ګیجټ رنګ اختیار",
          "د خوشبو بوی پروفایل",
          "د کڅوړې مواد او اندازه",
          "د جامو اوږدوالی او سټایل",
          "د کتاب د پوښ مواد",
          "د فرنیچر لرګي ډول",
          "د پټو موادو وګورئ",
          "د لوبو دودیز ځانګړتیاوې",
          "د خولۍ اندازه او رنګ",
          "د پوستکي پاملرنې اجزاو غوره توبونه",
          "د کور سینګار موضوع",
          "د پخلنځي توکي",
          "د سټیشنري کاغذ ډول",
          "د ویښتو لاسي مواد",
          "د سپورت تجهیزاتو اندازه"
        ]
      }
    },
    "lottery": {
      "title": [
        "سپن کړئ او لوی جایزې وګټئ!",
        "د فارچون ویل جیک پاټ",
        "بختور سپین بونانزا",
        "د انعامونو ګټلو لپاره سپن کړئ",
        "د شتمنۍ څرخ",
        "د خوشبختۍ لاټری Extravaganza",
        "د میګا سپن حیرانتیا",
        "د جایزې ویل فیسټا",
        "خزانه سپین سپېڅلی",
        "سپن د ویل جادو",
        "بختور څرخ",
        "د بخت خوښي",
        "د حیرانتیا څرخ",
        "د شتمنو لپاره سپن کړئ",
        "جایزه سپنر خوښي",
        "د طلایی سپن لاټری",
        "سپن-یو-جایزه",
        "د بختور څرخ",
        "لکۍ سپین شوکیس",
        "حتمي سپن انعام"
      ],
      "description": [
        "د ځانګړي تخفیف ګټلو چانس لپاره څرخ وخورئ!",
        "خپل بخت وازموئ - په زړه پورې جایزې زموږ د بخت څرخ کې انتظار باسي!",
        "د هر سپن سره لوی وګټئ - د نیولو لپاره په زړه پوري انعامونه!",
        "د ګټلو لپاره سپن کړئ! په هر وار کې حیرانتیا ډالۍ او وړاندیزونه.",
        "ستاسو د لوی سکور کولو فرصت - د فوري جایزو لپاره څرخ وګرځوئ!",
        "د هر سپن سره ځانګړي جایزې - ایا تاسو به بختور یاست؟",
        "سپن او وګټئ! زموږ د هټۍ د بخت په څرخ کې پټ جواهر کشف کړئ.",
        "زموږ د څرخ سره بختور شئ - جایزې ، تخفیفونه او نور ډیر څه!",
        "هر سپن یوه بریا ده – نن ورځ خپله ځانګړې جایزه ترلاسه کړئ!",
        "د زړه راښکونکي حیرانتیا لپاره څرخ وګرځوئ - تاسو به څه وګټئ؟",
        "د سپن سره بخت خلاص کړئ - په زړه پوري پلورنځي جایزې په تمه دي.",
        "د خپلې جایزې څرګندولو لپاره سپن کړئ - تخفیفونه ، ډالۍ او نور ډیر څه!",
        "د ورځې یو سپن په لوبې کې لیوالتیا ساتي - ځانګړي جایزې وګټئ!",
        "د ځانګړي پلورنځي درملنې لپاره زموږ د بخت څرخ وګرځوئ.",
        "نېکمرغه سپېنونه نېکمرغه ګټونکي راوړي - همدا اوس خپله جایزه ترلاسه کړئ!",
        "ستاسو سپن کولی شي د پیرود حیرانونکي انعامونه خلاص کړي!",
        "د ځانګړي معاملې او وړاندیزونو بسته کولو فرصت لپاره سپن کړئ.",
        "د خوشبختۍ څرخ حرکت کوي - خپل بختور جایزه ترلاسه کړئ!",
        "سپن کړئ، وګټئ او مسکا وکړئ - د هر وار سره حیرانتیا انعامونه.",
        "یو سپن واخلئ او پریږدئ چې بخت ستاسو جایزه پریکړه وکړي!"
      ]
    }
  }
};