export default {
  "commons": {
    "pay_today": "Сегодня оплата",
    "pay_yesterday": "Вчерашний платеж",
    "pay_last30days": "Оплата за последние 30 дней",
    "create_a_shop": "Создать магазин",
    "start_free": "Начать бесплатно",
    "featured_apps": "Рекомендуемые приложения",
    "more_apps": "Больше приложений",
    "my_public_profile": "Моя общедоступная страница профиля"
  },
  "numbers": {
    "infinite": "Неограниченный"
  },
  "error": {
    "not_fount_data": "Данные не найдены!",
    "license_max_limit": "Ваша лицензия достигла предела!"
  },
  "time_spans": {
    "days_range": "Диапазон дней",
    "today": "Сегодня",
    "yesterday": "Вчера",
    "last_7": "Последние 7 дней",
    "last_14": "Последние 14 дней",
    "last_30": "Последние 30 дней",
    "last_90": "Последние 90 дней",
    "custom": "Обычай"
  },
  "device_types": {
    "desktop": "Рабочий стол",
    "mobile": "Мобильный",
    "tablet": "планшет"
  },
  "create_website_action": "Создайте свой сайт — это бесплатно",
  "show_shops_action": "Список моих магазинов",
  "Youtube": "YouTube",
  "Linkedin": "Линкедин",
  "Twitter": "Твиттер",
  "Facebook": "Фейсбук",
  "Instagram": "Инстаграм",
  "Reddit": "Реддит",
  "Github": "Гитхаб",
  "page_titles": {
    "home": "Продан ╏ Бизнес-операционная система для быстрорастущих компаний",
    "login": "Авторизоваться",
    "register": "регистр",
    "auth_2fa": "Двухфакторная аутентификация 🔐",
    "academy": "Блог",
    "help": "Центр помощи",
    "price_list": "Прайс-лист",
    "my_stores": "Мои магазины",
    "roles": "Мои роли",
    "wallet": "Мой бумажник",
    "personal_info": "Личная информация ╏ ЗСК",
    "companies": "Мои компании",
    "access_control": "Контроль доступа",
    "security_center": "Центр безопасности",
    "gifts": {
      "received": "Подарки ╏ Получила",
      "send": "Подарки ╏ Отправлено"
    },
    "monetization": {
      "linked_accounts": "Монетизация ╏ Связанные аккаунты",
      "plans": "Монетизация ╏ План и ссылки"
    },
    "affiliate": "Партнер",
    "avocado": "Авокадо — современный канал социальных продаж",
    "guild": "Гильдия — Коллективный канал продаж",
    "partners_login": "Партнеры ╏ Логин клиента"
  },
  "blank_is_all_products": "Оставьте пустым, чтобы включить все продукты!",
  "cautions": {
    "title": "Управляйте своим бизнесом профессионально, выполняя следующие советы. Продолжайте читать советы о том, как увеличить размер прибыли и многое другое. Мы с тобой в пути.",
    "no_payment_method": {
      "title": "Способ оплаты",
      "message": "Вы должны добавить способ оплаты в свой магазин.",
      "action": "Магазинные шлюзы"
    },
    "link_account": {
      "title": "Связать аккаунт",
      "message": "Вы должны связать аккаунт ({currency}) с вашим магазином.",
      "action": "Аккаунты магазина"
    },
    "no_domain": {
      "title": "Добавить домен",
      "message": "Вы можете подключить один или несколько личных доменов к вашему магазину. Ваш сайт будет установлен на вашем домене. Этот процесс быстрый и легкий."
    },
    "domain_not_approved": {
      "title": "Проверка домена",
      "message": "Ваш домен {domain} не подтвержден. Проверьте настройки DNS и подтвердите домен."
    },
    "no_currency": {
      "title": "Добавить валюту",
      "message": "Вы должны определить хотя бы одну валюту для своего магазина.",
      "action": "Управление валютой"
    },
    "no_primary_domain": {
      "title": "Основной домен",
      "message": "Выберите домен в качестве основного домена. Нажав на кнопку со звездочкой рядом с доменным именем, вы можете выбрать домен в качестве основного домена вашего магазина. Это критично для поисковых систем. Обратите внимание, что ваш магазин по-прежнему будет доступен во всех активных доменах."
    },
    "shop_complete": {
      "title": "Полная информация",
      "action": "Настройки магазина",
      "location_msg": "Добавьте свое местоположение",
      "days_open_msg": "Установить дни открытых дверей",
      "time_open_msg": "Установить время открытия и закрытия",
      "description_msg": "Напишите краткое описание вашего бизнеса",
      "icon_msg": "Установите логотип вашего магазина",
      "shop_gateways_msg": "Добавить способ оплаты",
      "socials_msg": "Добавьте свои социальные ссылки",
      "clubs_msg": "Установить клубы клиентов",
      "domains_msg": "Добавить личный домен",
      "primary_msg": "Установить домен в качестве основного"
    }
  },
  "support": {
    "request": "Запросить поддержку",
    "category": "Категория",
    "title": "Поддерживать",
    "message": "Задавайте любые пожелания или вопросы. Наша служба поддержки поможет вам. Мы предлагаем вам задать свой вопрос на странице, связанной с вашим запросом. Например, если у вас есть вопрос о настройке домена, отправьте его на странице настройки домена вашего магазина.",
    "close_at": "Закрыто {date}",
    "close_ticket_by_user": "Спасибо, я получил ответ"
  },
  "surveys": [
    "Очень бедный",
    "Бедных",
    "Нормальный",
    "Хорошо",
    "Превосходно"
  ],
  "sort": {
    "title": "Сортировать по",
    "title_small": "Сортировать по..",
    "nothing": "Ничего",
    "most_views": "Большинство просмотров",
    "most_likes": "Самый популярный",
    "most_recent": "Новейшие",
    "most_sell": "Бестселлер",
    "cheapest": "Самый дешевый",
    "most_expensive": "Самый дорогой",
    "only_available": "Имеется в наличии",
    "view_mode": {
      "normal": "Нормальный",
      "grid": "Сетка",
      "list": "Список",
      "insta": "Инста"
    }
  },
  "helps": {
    "title": "Справочный центр Селлдон",
    "subtitle": "Добро пожаловать в Селлдон. Если вы создаете новый интернет-магазин на операционной системе для бизнеса, вы можете найти дополнительную информацию здесь.",
    "add_new_help": "Новая справка",
    "resources": "Ресурсы",
    "categories": {
      "Welcome": "Начать",
      "Setup": "хранить",
      "Sell": "Продажи и Маркетинг",
      "Developer": "Развивать",
      "Application": "Приложения",
      "Product": "Управление продуктами и категориями",
      "Blog": "CMS и блог",
      "Order": "Центр выполнения заказов",
      "Channel": "Каналы продаж",
      "Accounting": "Учет и способы оплаты",
      "Incentives": "Стимулы",
      "Marketing": "Маркетинг и кампании",
      "Logistic": "Логистика и доставка",
      "Customers": "Клуб клиентов и сегментация",
      "Page": "Целевые и пользовательские страницы",
      "Access": "Персонал / Управление доступом к API",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "Репозиторий на гитхабе",
    "admin_api_app": "Веб-служба API администратора",
    "shop_api_app": "Веб-сервис API магазина",
    "design_kit": "Комплекты дизайна",
    "community": "Сообщество"
  },
  "blogs": {
    "title": "Блог",
    "subtitle": "Уроки для бизнеса, уверенность и знания, необходимые для создания процветающего бизнеса.",
    "add_new_blog": "Новый блог",
    "popular": "Популярный",
    "topics": "Темы",
    "select_topics": "Выберите свою работу.",
    "select_job_topics": "Выберите темы, связанные с работой",
    "select_interested_topics": "Какие темы вас интересуют?"
  },
  "api": {
    "title": "API и интеграция",
    "message": "Одной из ключевых особенностей Selldone является предоставление надежных и безопасных API-интерфейсов для управления и подключения магазинов к другим службам, таким как складирование, бухгалтерский учет и т. д. Вы также можете создавать собственные приложения и веб-приложения для своего магазина. Не беспокоясь о сервере и управлении данными. Просто используйте API домена. У вас будет весь процесс управления пользователями, аутентификацией и другими функциями домена."
  },
  "user_dashboard": {
    "title": "Мой шаттл",
    "subtitle": "Управляйте своим бизнесом с актуальной информацией и ясной перспективой.",
    "menu": {
      "affiliate": "Партнер",
      "monetize": "Монетизировать",
      "gift": "Подарок",
      "security": "Безопасность",
      "access": "Доступ",
      "business": "Компания",
      "wallet": "Бумажник",
      "identification": "KYC",
      "stores": "магазины",
      "roles": "Роли",
      "home": "Дом",
      "expert": "Эксперт",
      "deals": "Предложения",
      "providers": "Провайдеры"
    },
    "shops": {
      "create_new": "Создать новый магазин",
      "create_new_sub": "Бесплатно",
      "create_new_sub_need_initial_charge": "Строительство первого магазина бесплатно. Вероятно, для вашего бизнеса достаточно одного магазина, но если вам нужно построить больше магазинов, стоимость строительства нового магазина составляет 25$. Мы снимаем сумму со счета вашего кошелька.",
      "menu": {
        "title": "Мои магазины",
        "shops": "Магазины",
        "new": "Новый"
      },
      "accept_invite_question": "Вы принимаете это приглашение?",
      "shop_card": {
        "menu_orders": {
          "physical": "Заказы физических продуктов",
          "virtual": "Виртуальные заказы на товары",
          "files": "Файл заказов",
          "services": "Сервисные заказы",
          "subscriptions": "Заказы на подписку"
        },
        "status": "Статус",
        "license": "Лицензия",
        "volume": "Используемое пространство",
        "expire": "Срок действия лицензии истек",
        "products": "Товары",
        "page_views": "Взгляды",
        "user_behavior": "Поведение клиентов",
        "time_span": "с {time} по настоящее время",
        "finance_report": "Финансовый отчет",
        "buys": "Покупки",
        "payments": "Платежи",
        "orders": "Заказы",
        "currency": "Валюта"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "Отзывы клиентов",
      "title_small": "Обзор",
      "wishlist": "Список желаний",
      "comments": "Комментарии",
      "likes": "Нравится",
      "favorites": "Избранное",
      "powers": "Хлопки",
      "views": "Взгляды",
      "report_today": "Сегодня отчет",
      "report_last7days": "Отчет за последние 7 дней",
      "report_last30days": "Отчет за последние 30 дней"
    }
  },
  "admin_shop": {
    "title": "хранить",
    "menu": {
      "edit": "Настройки",
      "automation": "Автоматизация",
      "application": "Приложения",
      "access": "Доступ",
      "pages": "Страницы",
      "channels": "каналы",
      "categories": "Категории",
      "marketing": "Маркетинг",
      "customers": "Клиенты",
      "logistic": "Логистика",
      "auditing": "Бухгалтерский учет",
      "incentives": "Стимулы",
      "process_center": "Заказы",
      "blog": "Блог",
      "products": "Товары",
      "shops": "Магазины",
      "dashboard": "Панель приборов",
      "autopilot": "Автопилот",
      "apps": "Программы",
      "pos": "POS",
      "seo": "SEO",
      "localization": "Локализация"
    },
    "dashboard": {
      "title": "Панель инструментов магазина",
      "online_staff": "Интернет-персонал(ы)",
      "notify_referral": {
        "message": "Отправьте ссылку с приглашением друзьям и получите бесплатные ваучеры.",
        "action": "Моя реферальная ссылка"
      },
      "info": {
        "title": "Технические",
        "subtitle": "Технический обзор вашей бизнес-ОС.",
        "shop_name": "Название магазина",
        "shop_link": "Ссылка на магазин",
        "site_map": "Карта сайта",
        "shop_domains": "Домены",
        "shop_domains_msg": "Список подключенных личных доменов.",
        "home_msg": "Установите домашнюю страницу по умолчанию для вашего сайта. Его можно изменить для каждого пользовательского домена.",
        "add_domain": "Добавить новый домен",
        "currencies": "Активные валюты",
        "currencies_alert": "Выберите хотя бы одну валюту для магазина!",
        "status": "Статус",
        "license": "Лицензия",
        "expire": "Срок действия лицензии",
        "upgrade_license_action": "Обновите до {name}",
        "wage": "Платеж",
        "cpu_message": "Количество ресурсов, которые вы адаптировали к приобретенному плану, и ресурсы, которые вы добавляете к своей службе.",
        "hide_domains": "Скрыть мои домены",
        "show_domains": "Показать мои домены",
        "table": {
          "primary": "Начальный",
          "url": "URL",
          "site_map": "Карта сайта",
          "enable": "Давать возможность",
          "indexed": "Индексировано",
          "and_more": "& более..",
          "auto_repair": "Авто ремонт"
        },
        "add_dialog": {
          "title": "Настроить домен магазина",
          "step1": "Вы можете определить лимит IP-адресов записи A для DNS-домена или поддомена из следующих значений:",
          "step2": "Добавьте запись DNS TXT:",
          "set_ip_alert": "Установите значение IP записи A <b>{ip}</b> .",
          "input_domain": "URL-адрес домена",
          "correct": "Настройки домена правильные.",
          "set_message": "Установите CNAME этого домена на {cname}.",
          "input_domain_message": "Введите доменное имя без http и https.",
          "ssl_message": "Не беспокойтесь о сертификате SSL для вашего сайта. Эта сертификация будет автоматически выдана Selldone (бета) для вашего домена.",
          "active": "Домен активен",
          "inactive": "Домен отключен",
          "success_message": "Поздравляем, ваш сайт включен в домене {domain}. Вы можете представить свой бизнес и бренд миру через этот домен.",
          "delete_action": "Удалить домен?"
        },
        "set_home_dialog": {
          "title": "Установить домашнюю страницу домена"
        },
        "notification": {
          "add_message": "Адрес домена успешно добавлен.",
          "update_message": "Домен успешно обновлен.",
          "delete_domain_message": "Домен успешно удален."
        },
        "alert": {
          "title": "Удалить домен",
          "message": "Вы хотите удалить этот домен? Обязательно сбросьте значения записей DNS вашего домена, чтобы предотвратить мошенничество со стороны других лиц."
        }
      },
      "active_orders": {
        "title": "Заказы",
        "title_small": "Физические, файловые, виртуальные и сервисные заказы",
        "pending_orders": "Заказы в ожидании",
        "physical": "Заказы физических продуктов",
        "virtual": "Виртуальные заказы на товары",
        "file": "Файл заказов на продукцию",
        "service": "Заказы сервисной продукции",
        "subscription": "Заказы на подписку"
      },
      "products": {
        "title": "Инвентарь",
        "title_small": "Продукты, Услуги, Файлы",
        "total_products": "Всего типов продуктов"
      },
      "finance": {
        "title": "финансовый",
        "title_small": "Финансовый отчет",
        "total_30days_title": "Общая сумма продаж",
        "last_30_day": "Последние 30 дней",
        "pay_amount_chart_title": "Платежи",
        "sell_amount_chart_title": "Продажи",
        "discount_amount_chart_title": "Скидка",
        "currency_convert_to": "В валюту",
        "active_currencies": "Активные валюты",
        "sell_count_chart_title": "Количество продаж по вариантам",
        "active_gateways": "Активный платежный шлюз",
        "received_last_24h": "Получено за последние 7 часов",
        "pie": {
          "title": "Соотношение продаж сегодня",
          "no_data": "Сегодня нет продаж"
        },
        "pay_amount": "Сумма к оплате",
        "sell_amount": "Сумма продажи",
        "discount_amount": "Сумма скидки",
        "sell_count": "Количество продаж",
        "table": {
          "currency": "Валюта",
          "total_sell_30days": "Всего продаж за 30 дней",
          "sell_daily": "Ежедневная скорость продаж",
          "sell": "Распродажа",
          "pay": "Платить"
        }
      },
      "customers": {
        "title": "Магазин клиентов",
        "title_small": "Отчет о конверсиях",
        "total_customers": "Общее",
        "new_customers_today": "Сегодня",
        "new_customers_week": "Последние 7 дней",
        "orders_count": "Количество заказов",
        "days_range": "Диапазон дней",
        "new_users": "Новые зарегистрированные пользователи",
        "chart": {
          "new_customers": "Новые клиенты",
          "customers": "Всего клиентов"
        }
      },
      "plugins": {
        "title": "Плагины",
        "title_small": "Установлены"
      },
      "performance": {
        "title": "Сегодня",
        "title_small": "Обзор пользователей и продаж",
        "users": "Пользователи",
        "views": "Взгляды",
        "orders": "Заказы",
        "payments": "Платежи",
        "no_visitor_today": "У вас сегодня не было посетителей."
      }
    },
    "products": {
      "title": "Список продуктов",
      "products_list": "Обратно к списку",
      "products_menu": "Управление продуктами",
      "process_que": "Переработка импортной продукции",
      "view_que_list": "Посмотреть список очередей",
      "menu_products_list": "Список продуктов",
      "menu_export": "Экспорт продукции",
      "menu_import": "Импорт продуктов",
      "menu_show_deletes": "Показать удаленные продукты",
      "drop_import_message": "Перетащите сюда файл списка товаров (в формате CSV, XLS, XLSX), чтобы начать массовое добавление товаров. Убедитесь, что файл имеет формат списка продуктов Selldone.",
      "product_widget": {
        "product_type": "Тип продукта",
        "price": "цена",
        "value_added": "комиссия",
        "discount": "Скидка",
        "in_stock": "В наличии",
        "product_unit": "Ед. изм",
        "total_sell": "Тотальная распродажа",
        "total_view": "Всего просмотров",
        "view_unit": "раз",
        "review_unit": "Отзывы"
      },
      "folder_widget": {
        "products": "Товары",
        "products_unit": "Типы",
        "sub_categories": "Категории",
        "sub_categories_unit": "Предметы",
        "views": "Взгляды",
        "views_unit": "раз"
      },
      "menu_advanced_options": "Расширенные настройки"
    },
    "blogs": {
      "new": "Написать новый",
      "blogs": "Блог",
      "list": {
        "title": "Мои статьи",
        "waiting_message": "Получение информации... подождите",
        "published": "Опубликовано",
        "draft": "Проект",
        "private": "Частный",
        "public": "Общественный",
        "table": {
          "title": "Заголовок",
          "author": "Автор",
          "claps": "Хлопки",
          "like": "Нравиться",
          "comments": "Комментарии",
          "views": "Взгляды",
          "publish_state": "Статус",
          "created_at": "Дата создания",
          "updated_at": "Последнее обновление"
        },
        "subtitle": "Пишите статьи с помощью современного встроенного редактора, чтобы представить себя и свой бизнес. Оригинальный контент — это первое, на чем вам нужно сосредоточиться при написании высококачественного SEO-дружественного поста в блоге."
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "Получение информации... подождите",
        "rejected": "Отклоненный",
        "delivery": "Перевозки",
        "discount": "Скидка",
        "not_paid": "Не выплачивается",
        "table": {
          "order_number": "Код заказа",
          "order_date": "Проверить дату",
          "status": "Последний статус",
          "price": "Общая сумма",
          "payment_status": "Статус платежа"
        }
      },
      "virtual": {
        "waiting_message": "Получение информации... подождите",
        "discount": "Скидка",
        "table": {
          "order_number": "Код заказа",
          "product": "Продукт",
          "order_date": "Дата регистрации",
          "status": "Последний статус",
          "price": "Общая сумма",
          "payment_status": "Статус платежа"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "Обмен",
        "gateway": "Шлюз",
        "invoice": "Выставление счетов",
        "report": "Отчет",
        "tax": "налог",
        "drop_shipping": "Реселлерские квитанции",
        "reseller_accounts": "Аккаунты посредников",
        "valuations": "оценки"
      },
      "invoice": {
        "title": "Магазин связанных кошельков",
        "subtitle": "Сборы, комиссии и расходы магазина вычитаются из этих счетов кошелька.",
        "title_add": "Подключить новый аккаунт кошелька",
        "subtitle_add": "Вы должны создать новый кошелек для каждой валюты и подключить его к вашему магазину. Плата за услугу будет снята с этого кошелька.",
        "add_account": "Добавить аккаунт",
        "charge_account": "Списание средств со счета",
        "show_transaction": "Показать транзакции",
        "table": {
          "currency": "Валюта",
          "account_number": "Номер счета",
          "account_name": "Название аккаунта",
          "balance": "Остаток средств",
          "free_balance": "Доступные средства",
          "actions": "Удалять"
        },
        "add_account_dialog": {
          "title": "Подключение кредитного счета к магазину",
          "subtitle": "Когда вы открываете учетную запись кошелька в Selldone, мы предоставим вам виртуальную кредитную карту и учетную запись, как и любую другую кредитную карту. Комиссия за продажу Selldone будет вычтена из этой учетной записи, но если баланса вашей учетной записи недостаточно, эта сумма будет причитаться. Вы можете пользоваться услугами Selldone столько, сколько вам нужно.",
          "account_number": "Номер счета",
          "account_number_input_message": "Магазин будет привязан к этому аккаунту. Этот счет будет использоваться для комиссий и расходов.",
          "balance": "Баланс",
          "connect_account_to_shop": "Подключить аккаунт к магазину"
        },
        "notifications": {
          "connect_account_success": "Аккаунт успешно добавлен.",
          "delete_account_success": "Аккаунт успешно удален из магазина."
        },
        "alert": {
          "delete_account": "Отключить аккаунт",
          "delete_account_message": "Вы хотите удалить эту учетную запись из списка учетных записей магазина?",
          "delete_account_action": "Удалить аккаунт"
        },
        "inform_charge_account": "Пополните свой счет!",
        "inform_charge_account_critical": "Пополните свой счет, чтобы предотвратить приостановку обслуживания!"
      },
      "gateway": {
        "title": "Способы оплаты",
        "sub_title": "Список активных способов оплаты. Если вы хотите добавить новый метод в свой магазин, нажмите следующую кнопку. Мы настоятельно рекомендуем не превышать 10 добавленных платежных шлюзов.",
        "add_gateway": "Новый способ оплаты",
        "add_gateway_dialog": {
          "title": "Выберите валюту",
          "country_currencies": "Местные валюты",
          "crypto_currencies": "Криптовалюты",
          "active_gateways": "Активные способы оплаты",
          "confirm": "Добавить способ оплаты"
        }
      },
      "exchange": {
        "title": "Хранить активные валюты",
        "subtitle": "Пользователи смогут выбрать одну из активных валют, и цены на продукты будут рассчитываться и отображаться. Обменный курс вводится продавцом.",
        "shop_currencies_input": "Активные валюты для пользователей",
        "shop_currencies_input_error": "Выберите хотя бы одну валюту",
        "rates": {
          "title": "Курс обмена валют",
          "sub_title": "Вы можете ввести цены на товары в любой из перечисленных ниже валют, и цены на товары будут рассчитаны автоматически с использованием обменных курсов между вашими валютами.",
          "message": "При вводе обменных курсов между валютами цены на ваши продукты будут автоматически рассчитываться и обновляться.",
          "add_new_rate": "Добавить новую ставку"
        },
        "table": {
          "waiting_receive_data": "Получение информации... подождите",
          "rate_input": "Обменный курс",
          "from": "От",
          "to": "К",
          "exchange_rate": "Обменный курс",
          "edit": "Редактировать",
          "delete": "Удалить",
          "auto": "Автоматическая оценка"
        },
        "add_rate_dialog": {
          "title": "Установить обменный курс",
          "message": "Будьте внимательны при вводе информации. Цены на ваши товары будут рассчитаны на основе введенных здесь ставок.",
          "currency_from": "Из валюты",
          "currency_to": "В валюту",
          "exchange_rate": "Обменный курс"
        },
        "alert": {
          "title": "Удалить коэффициент конверсии",
          "message": "Удалить этот коэффициент конверсии?",
          "action": "Удалить"
        },
        "notifications": {
          "delete_success": "Курс обмена удален.",
          "add_success": "Обменный курс обновлен.",
          "update_success": "Хранить активные валюты обновленными."
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "Склады",
        "subtitle": "Список моих складов."
      },
      "warehouse_btn": "Добавить новый склад",
      "warehouse_btn_error": "Установите свой склад, магазин или место происхождения вашего бизнеса. Это важно иметь в процессе расчета стоимости доставки и оформления заказа.",
      "size_unit": {
        "title": "Единица размера",
        "subtitle": "Единица, используемая для длины, ширины и высоты."
      },
      "mass_unit": {
        "title": "Единица массы",
        "subtitle": "Единица, используемая для веса."
      },
      "menu": {
        "return_request": "Вернулся",
        "delivery": "Перевозки",
        "inventory": "Инвентарь",
        "warehouse": "Склад",
        "logistic_apps": "Логистика",
        "profiles": "Профили",
        "includes": "Включает"
      },
      "warehouse": {
        "title": "Магазин Склад",
        "sub_title": "Этот адрес используется в качестве пункта отправления.",
        "table": {
          "title": "Список инвентаря",
          "sub_title": "Список всех продуктов магазина, включая физические, виртуальные, файловые и сервисные"
        }
      },
      "delivery": {
        "title": "Методы доставки",
        "sub_title": "Установив значения в этом разделе, в вашем магазине активируются различные способы отправки. Также в этом разделе можно активировать способ оплаты наложенным платежом.",
        "add_transportation": "Добавить транспорт",
        "delivery_form": {
          "payment": "Варианты оплаты",
          "limits": "Ограничения",
          "currency_input": "Базовая валюта для расчета затрат",
          "currency_input_message": "Стоимость рассчитывается в этой валюте",
          "distance_input": "Расстояние от склада",
          "distance_input_message": "0 или -1 означает отсутствие ограничений.",
          "max_weight_input": "Максимально допустимый вес упаковки",
          "max_weight_input_message": "0 или -1 означает отсутствие ограничений.",
          "max_size_input": "Максимальные размеры упаковки",
          "width": "Ширина",
          "length": "Длина",
          "height": "Высота",
          "days_input": "Доступные даты доставки",
          "days_input_nodata": "Выберите день доставки",
          "hours_input": "Сроки доставки Avaialbe",
          "hours_input_nodata": "Выберите период времени",
          "vacation_input": "Вы доставляете в праздничные дни?",
          "cod_input": "Поддержка наложенным платежом",
          "cod_input_message": "Убедитесь, что ваша служба доставки принимает наложенный платеж.",
          "sod_input": "Вы поддерживаете наложенный платеж?",
          "sod_input_message": "Убедитесь, что ваша служба доставки принимает наложенный платеж.",
          "pricing": "Рассчитать цену",
          "const_input": "Фиксированная цена",
          "distance_cof_input": "Коэффициент стоимости к расстоянию",
          "distance_cof_input_dim": "За {dim}",
          "weight_cof_input": "Коэффициент соотношения цены и веса",
          "weight_cof_input_dim": "За {dim}",
          "price_cof_input": "Стоимость доставки к фактору цены продукта",
          "price_cof_input_message": "Включает расходы на страхование и другие услуги, такие как расходы наложенным платежом.",
          "price_cof_input_dim": "За {dim}",
          "distance_weight_cof_input": "Множитель стоимости на множитель веса",
          "distance_weight_cof_input_dim": "За каждый {weight} на {distance}",
          "free_shipping_input": "Бесплатная доставка",
          "free_shipping_limit_input": "Минимальная стоимость заказа для бесплатной доставки",
          "notifications": {
            "update_success": "Настройки службы доставки успешно завершены."
          },
          "shipping_cost_calculation": "Расчет стоимости доставки",
          "sod_true": "Узнать стоимость доставки в пункт назначения",
          "sod_true_message": "Убедитесь, что ваша служба доставки принимает стоимость доставки в пункт назначения.",
          "sod_false": "Расчет стоимости автодоставки",
          "cod_true": "Принимаем наложенный платеж",
          "cod_false": "Принимайте только онлайн-платежи",
          "cod_true_message": "Убедитесь, что ваша служба доставки принимает наложенный платеж."
        }
      }
    },
    "users": {
      "menu": {
        "customers": "Клиенты",
        "contact_form": "Контакты",
        "faq": "FAQ",
        "club": "Клуб",
        "report": "Отчет"
      },
      "report": {
        "title": "Обзор клиентов",
        "sub_title": "Здесь вы увидите текущий статус ваших клиентов.",
        "report_30days_by_time": "Действия пользователя на основе даты и времени за последние 30 дней",
        "report_30days_by_location": "Активность пользователей геолокации за последние 30 дней"
      },
      "club": {
        "title": "Клуб клиентов",
        "sub_title": "Введите ежемесячную и годовую сумму покупки и валюту для активации каждого уровня. Ваши клиенты будут зарегистрированы в вашем клубе клиентов, поскольку они соответствуют требованиям ежемесячной или годовой покупки.",
        "item": {
          "members_count": "Количество членов",
          "purchases_count": "Количество заказов",
          "monthly": "Ежемесячно",
          "annually": "Ежегодно",
          "discount_percent": "Учетная ставка",
          "discount_limit": "Лимит скидки"
        },
        "edit_dialog": {
          "title": "Управление на уровне клиентов",
          "currency_input": "Валюта",
          "currency_input_message": "Суммарные покупки рассчитываются в этой валюте.",
          "free_shipping_input": "Бесплатная доставка",
          "monthly_input": "Ежемесячный курс покупки",
          "annually_input": "Годовой курс покупки",
          "discount_percent_input": "Скидка для членов клуба",
          "discount_limit_input": "Лимит скидки",
          "description_input": "Описание",
          "description_input_message": "Введите краткое описание этого уровня."
        },
        "notifications": {
          "update_success": "Изменения коснулись клуба клиентов."
        }
      },
      "faq": {
        "title": "Часто задаваемые вопросы",
        "sub_title": "Добавляйте, редактируйте и отвечайте на вопросы клиентов."
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "Кампании",
        "cross_selling": "Кросс-продажи",
        "affiliate": "Партнер",
        "emails": "электронные письма",
        "funnel": "Воронка"
      },
      "campaign": {
        "name_input_placeholder": "Название кампании",
        "name_input_message": "Введите название кампании.",
        "create_campaign_action": "Создать новую кампанию",
        "table": {
          "title": "Заголовок",
          "state": "Статус",
          "discount": "Скидка",
          "landing": "Целевая страница",
          "start": "Начинать",
          "end": "Конец"
        },
        "notifications": {
          "add_success_title": "Создать кампанию",
          "add_success": "Ваша кампания создана."
        },
        "name_input_name": "Название кампании"
      }
    },
    "categories": {
      "title": "Список категорий",
      "subtitle": "Категории — ключевая особенность вашего интернет-магазина. Мы рекомендуем вам использовать эти мощные инструменты категоризации, чтобы создать современную витрину и облегчить вашим покупателям поиск нужных товаров.",
      "menu": {
        "add_new": "Добавить новую категорию",
        "categories_list": "Список категорий",
        "export": "Экспорт категорий",
        "import": "Импортировать категории (CSV)"
      },
      "graph": {
        "title": "Иерархия категорий",
        "subtitle": "Вы можете получить полный обзор категорий вашего магазина и того, как пользователи перемещаются по ним. При правильном расположении категорий ваши клиенты смогут быстро находить товары, а коэффициент конверсии повысится.",
        "visits_count": "Посещать",
        "normal": "Простой",
        "items_count": "Количество предметов",
        "home": "Дом"
      },
      "category_widget": {
        "parent": "Родитель",
        "not_exist": "Не существует",
        "children": "Подкатегории",
        "delete_alert": {
          "title": "Удалить дочернюю категорию",
          "message": "Вы хотите удалить {title} из списка {parent_title}?",
          "action": "Удалить"
        },
        "notifications": {
          "edit_success": "Категория отредактирована."
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "хранить",
        "my_apps": "Программы"
      },
      "my_apps": {
        "title": "Хранить активные приложения",
        "subtitle": "Управляйте своими бизнес-приложениями.",
        "all": "все"
      },
      "store": {
        "title": "Магазин приложений",
        "subtitle": "Надежно подключите свои любимые сервисы к своему бизнесу. Мы добавляем плагины и приложения на основе запросов наших клиентов.",
        "nodata": "Плагин не найден.",
        "all": "все",
        "more": "более"
      }
    },
    "pages": {
      "menu": {
        "new_page": "Новая страница",
        "contact_us": "Связаться с нами",
        "privacy": "Конфиденциальность",
        "terms": "Условия",
        "about_us": "О нас",
        "landings": "Посадка",
        "popup": "Выскакивать",
        "static": "Статический"
      }
    },
    "permissions": {
      "menu": {
        "persons": "Персонал",
        "roles": "Роли",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "Список персонала",
          "new_user": "Добавить новый персонал",
          "new_user_message": "Пользователи, которые будут иметь доступ к панели управления и разделам управления этого магазина.",
          "email_input_placeholder": "Эл. адрес",
          "email_input": "Адрес электронной почты пользователя",
          "level_input": "Уровень доступа",
          "add_user_action": "Добавить персонал"
        },
        "delete_alert": {
          "title": "Удалить доступ",
          "message": "Вы хотите удалить этого пользователя?",
          "action": "Удалить"
        },
        "notifications": {
          "add_success_title": "Добавить доступ",
          "add_success": "Добавлен новый доступ.",
          "delete_success_title": "Удалить доступ",
          "delete_success": "Доступ удален."
        }
      },
      "shop_api": {
        "title": "Ключи доступа к магазину",
        "message": "Эти ключи используются для создания токена доступа вашим сервером. Обратите внимание, что ключи являются конфиденциальными и хранятся только на сервере таким образом, чтобы их не видели другие."
      }
    },
    "applications": {
      "pwa": {
        "title": "Веб-приложение",
        "sub_title": "Просмотрите веб-приложение вашего магазина здесь",
        "message": "Примечание. Вы можете редактировать страницу приветствия своего веб-сайта на iPhone и iPad в приложении для iOS.",
        "ios_app": "iOS-приложение"
      },
      "ios": {
        "title": "iOS-приложение",
        "sub_title": "Вскоре вы сможете создать iOS-приложение для своего магазина.",
        "message": "Максимальный размер файла: 512 КБ, вы можете загружать файлы размером до 1 МБ, при условии, что наша система сжатия способна уменьшить размер до 512 КБ. Загруженное изображение будет разумно изменено."
      },
      "android": {
        "title": "Android-приложение",
        "sub_title": "Создайте собственное приложение для Android",
        "message": "Заполните эту форму и нажмите клавишу сборки. Ни в чем другом не будет нужды. Все этапы процесса сборки и подписи вашего приложения выполняются на облачных серверах. Окончательное приложение будет загружено во все магазины приложений.",
        "server_un_available": "Экспериментально сервер приложений в это время не подключен.",
        "app_building_progress": "Ваше приложение создается.",
        "app_build_success": "Ваше приложение готово.",
        "download_app_action": "Получить приложение",
        "firmware_version": "Версия прошивки",
        "main_info": "Пакет приложений",
        "package_name_input_message": "Убедитесь, что имя пакета уникально.",
        "package_name_input_alert": "Если вы измените это имя, вы больше не сможете обновлять свои предыдущие приложения в AppStore и устанавливать новое. Обратите внимание, что пользователи более старых версий приложения также не смогут войти в свои учетные записи.",
        "version_input": "Версия",
        "version_input_message": "Это число всегда должно быть больше, чем его предыдущее значение.",
        "version_name_input": "название версии",
        "version_name_input_message": "Введите уникальное имя для этой версии приложения.",
        "use_selldone_key": "Продам ключи по умолчанию",
        "use_last_key": "Сохраненный ключ",
        "use_new_key": "Новый ключ",
        "appearance": "Появление",
        "app_name_input": "Название приложения",
        "app_name_input_message": "Это будет основное имя вашего приложения.",
        "app_title_input": "название приложения",
        "app_title_input_message": "Этот заголовок отображается в верхней части приложения.",
        "app_title_input_placeholder": "Введите название",
        "app_icon_input": "Значок приложения",
        "app_icon_input_placeholder": "Выберите zip-файл значков приложений.",
        "generate_icon_pack_action": "Пакет значков сборки",
        "splash_design": "Дизайн заставки",
        "splash_logo_input": "Логотип заставки",
        "splash_logo_input_placeholder": "Выберите изображение для экрана-заставки.",
        "splash_title_input": "Заголовок экрана-заставки",
        "splash_title_input_placeholder": "Введите заголовок для экрана-заставки",
        "splash_title_input_message": "Этот заголовок будет отображаться крупным шрифтом.",
        "splash_message_input": "Сообщение на экране-заставке",
        "splash_message_input_placeholder": "Сообщение ...",
        "splash_message_input_message": "Это сообщение будет отображаться в виде эскиза ниже.",
        "dark_theme": "Темная тема",
        "light_theme": "светлая тема",
        "build": "Строить",
        "building_info": "Сборка приложения на облачном сервере занимает от 10 секунд до нескольких минут. Пожалуйста, будьте терпеливы. Ссылка для загрузки файла появится здесь, как только приложение будет готово.",
        "update_mode_action": "Обновлять",
        "build_mode_action": "Создать приложение",
        "notifications": {
          "icon_pack_not_valid_error": "Файл не правильный.",
          "start_building_title": "Строительство ...",
          "start_building_message": "Отправлен запрос на сборку Android-приложения.",
          "build_success_title": "Поздравления",
          "build_success": "Ваше приложение для Android готово, и вы можете загрузить его прямо сейчас."
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "Автопилот"
      }
    },
    "edit": {
      "menu": {
        "delete": "Удалить магазин",
        "activity_time": "Время",
        "footer": "Меню",
        "info": "Информация",
        "notification": "Уведомления",
        "home": "Дом",
        "locations": "Места",
        "license": "Лицензия",
        "theme": "Тема",
        "sms": "Смс",
        "email": "Эл. адрес",
        "domain": "Домен",
        "verifications": "Проверки",
        "flow": "Поток",
        "business_model": "Бизнес модель"
      },
      "delete_dialog": {
        "title": "Удалить магазин",
        "message": "Вы хотите удалить магазин <b>{title}</b> ?",
        "action": "Удалить магазин"
      },
      "notifications": {
        "delete_success": "Магазин удален."
      },
      "info": {
        "title_tab": {
          "title": "Название компании и язык",
          "subtitle": "Установите общедоступное имя и язык по умолчанию."
        },
        "name_tab": {
          "title": "Уникальное имя магазина",
          "subtitle": "Это ваше рабочее имя пользователя."
        },
        "description_tab": {
          "title": "Ваша бизнес-история",
          "subtitle": "Напишите о своем бизнесе и его уникальном ценностном предложении."
        },
        "contact_tab": {
          "title": "Контакты и местный бизнес",
          "subtitle": "Общедоступная контактная информация и настройки местного бизнеса Google."
        },
        "image_tab": {
          "title": "Логотип",
          "subtitle": "Выберите уникальный логотип для своего бренда."
        }
      },
      "badge": {
        "external_title": "Управление внешними значками",
        "external_message": "Здесь вы можете ввести адрес изображения бейджа и ссылку на него. URL-адреса должны быть с утвержденного веб-сайта."
      },
      "edit_menu": {
        "title": "Меню",
        "footer": {
          "title": "Меню нижнего колонтитула",
          "sub_title": "Здесь вы можете настроить нижнее меню страницы вашего магазина. Эти меню могут быть домашними страницами, оформленными страницами или внешними ссылками."
        },
        "header": {
          "title": "Меню заголовка",
          "sub_title": "Это меню отображается только на экранах большего размера, чем мобильные, и в верхней части главной страницы, категорий продуктов, целевых страниц и страниц продуктов."
        },
        "save_menu": "Сохранить меню",
        "dialog": {
          "main_pages": "Главные страницы",
          "custom_pages": "Целевые страницы"
        },
        "table": {
          "home": "Дом",
          "shop": "Магазин",
          "blogs": "Блог",
          "about_us": "О нас",
          "privacy": "Конфиденциальность",
          "terms": "Условия эксплуатации",
          "faq": "FAQ",
          "contact_us": "Связаться с нами"
        },
        "notifications": {
          "save_success": "Меню успешно обновлено."
        }
      },
      "social": {
        "title": "Социальные сети",
        "message": "Введите в этом разделе ссылку на вашу официальную социальную сеть. Следуйте инструкциям для каждого пункта, чтобы подтвердить адреса."
      },
      "time": {
        "title": "Рабочие дни",
        "sub_title": "Установить рабочие дни и время",
        "days_open_input": "Дней",
        "days_open_input_nodata": "Выберите хотя бы один день",
        "start_time_input": "Время начала активности в магазине",
        "start_time_input_hint": "Часы работы магазина",
        "end_time_input": "Время закрытия магазина",
        "end_time_input_hint": "Время окончания активности в магазине",
        "customer_support_service": "Ответственность и обслуживание клиентов",
        "response_time_input": "Статус обслуживания клиентов",
        "support_24h": "24 часа 7 дней в неделю",
        "support_normal": "Только в рабочее время",
        "no_service": "нет",
        "notifications": {
          "update_success": "Хранить отредактировано."
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "Без категории"
  },
  "add_product": {
    "title_new": "Новый продукт",
    "title_new_category": "Новая категория",
    "title_new_drop_shipping": "Добавить дропшиппинг",
    "title_edit": "Изменить продукт",
    "delete": "Удалить продукт",
    "completed": "Завершенный",
    "menu": {
      "type": "Тип продукта",
      "general_info": "Общая информация",
      "rating": "Обзор и особенности",
      "spec": "Характеристики",
      "images": "Картинки",
      "price": "цена",
      "inputs": "Вход",
      "outputs": "выход",
      "extra": "Дополнительные детали",
      "review": "Обзор продукта",
      "inventory": "Инвентарь / Варианты",
      "change_status": "Изменить статус"
    },
    "select_type": {
      "title": "Выберите тип продукта или услуги"
    },
    "edit_info": {
      "category_input": "Категория",
      "product_name": "Наименование товара*",
      "product_name_placeholder": "Название вашего продукта здесь..",
      "product_code": "Код продукта (английский)",
      "sku": "SKU",
      "sku_message": "Отдел складского учета",
      "mpn": "MPN",
      "mpn_message": "Номер детали производителя",
      "status": "Статус",
      "external_link": "Внешняя ссылка",
      "brand": "Бренд",
      "brand_placeholder": "Марка Экс. Яблоко.. (необязательно)",
      "warranty": "Гарантия",
      "is_original": "Это оригинальный продукт?",
      "is_original_message": "Если вы не установите оригинал своего продукта, для этого продукта будет отображаться поддельный значок.",
      "return_warranty": "Сколько дней у этого товара есть гарантия возврата?",
      "warehouse_section": "Склад и производство",
      "conditions_section": "Условия продукта",
      "warranty_section": "Гарантия и доставка",
      "unit": "Единица продукта",
      "unit_message": "Введите единицу измерения, если это необходимо. Пример: кг, метр, ...",
      "condition": "Состояние товара в вашем магазине",
      "condition_message": "Вы должны выбрать одно из значений в этом поле.",
      "unit_section": "Единица продукта",
      "unit_float": "Плавающая единица (скоро)",
      "unit_float_hint": "Например, клиент может заказать 3 кг фруктов, но количество, отправленное клиенту, немного отличается от заказанного.",
      "unit_float_message": "В процессе обработки заказа доставленная сумма может отличаться от заказанной. Система автоматически вычисляет эту разницу и записывает ее в качестве вашего долга перед клиентом, который можно применить к следующим заказам.",
      "status_list": {
        "active": {
          "title": "Активный ╏ Онлайн и оффлайн продажи",
          "description": "Этот продукт будет доступен для онлайн-заказов."
        },
        "inactive": {
          "title": "Неактивный ╏ Только оффлайн продажи",
          "description": "Этот продукт не будет доступен для онлайн-заказов."
        }
      },
      "marketplace": {
        "vendor_panel_message": "<b>{vendor_name}</b> является владельцем продукта.",
        "subscription_message": "У продуктов по подписке может быть один поставщик, поэтому вы можете создать их на панели поставщиков или назначить им поставщика на этапе создания. Выбранный поставщик будет владельцем продукта.",
        "default_message": "Вы можете указать, принадлежит ли этот продукт одному поставщику и, следовательно, только один поставщик может его продавать, или этот продукт принадлежит Marketplace, и его могут продавать более одного поставщика.",
        "single_vendor_title": "Один поставщик",
        "single_vendor_desc": "Этот продукт принадлежит поставщику, и выбранный поставщик может им управлять.",
        "multi_vendors_title": "Несколько поставщиков",
        "multi_vendors_desc": "Этот продукт принадлежит торговой площадке, и его можно редактировать только на панели торговой площадки."
      }
    },
    "rating_pros_cons": {
      "title": "Опрос",
      "message": "Введите список характеристик продукта, чтобы ваши клиенты могли оценить ваш продукт. (до 5 шт.)",
      "rating_input": "Опросы",
      "rating_input_message": "Вы можете добавить 5 пунктов в опрос.",
      "item_unit": "вещь",
      "pros_title": "Плюсы",
      "pros_message": "Введите характеристики продукта. (до 5 шт.)",
      "pros_input_title": "Название функции",
      "pros_input_value": "Значение функции",
      "pros_group": "Плюсы продукта",
      "pros_group_messages": "Основные характеристики продукта",
      "cons_title": "Минусы",
      "cons_message": "Укажите слабые стороны продукта. (до 5 шт.)",
      "cons_input_title": "Название слабости",
      "cons_input_value": "Значение слабости",
      "cons_group": "Слабые стороны продукта",
      "cons_group_messages": "Основные недостатки продукта",
      "select_from_list": "Выбрать из списка",
      "suggestion_rating": [
        "Хорошее качество",
        "Хорошее соотношение цены и",
        "Рекомендовал бы",
        "Особенности и возможности",
        "Простота использования",
        "Хорошо спроектированный",
        "Надежная работа",
        "Эффективная поддержка клиентов",
        "Удовлетворительное время доставки",
        "Соответствие продукта Описание",
        "Прочный и долговечный",
        "Экономически эффективным",
        "Привлекательная упаковка",
        "Инновационный дизайн",
        "Экологически чистый",
        "Достаточно инструкций/руководства",
        "Оправдал ожидания",
        "Удобный интерфейс",
        "Высокая эффективность",
        "Отличное послепродажное обслуживание",
        "Универсальная функциональность",
        "Конкурентное ценообразование",
        "Наличие запасных частей/аксессуаров",
        "Надежный бренд",
        "Безопасно в использовании",
        "Быстрое и точное обслуживание"
      ],
      "notifications": {
        "add_rating_success": "Добавлена опция пользовательского рейтинга {rating_name}.",
        "delete_rating_success": "Опция пользовательского рейтинга {rating_name} удалена.",
        "add_pros_success": "Добавлена функция продукта.",
        "delete_pros_success": "Функция продукта удалена.",
        "add_cons_success": "Добавлена слабость продукта.",
        "delete_cons_success": "Слабость продукта устранена."
      },
      "rating_input_placeholder": "Напишите здесь свой вопрос для опроса... и нажмите Enter!"
    },
    "edit_spec": {
      "title": "Технические характеристики",
      "sub_title": "Вы можете импортировать технические характеристики аналогичных продуктов.",
      "import_action": "импорт",
      "group_input_header": "Добавить группу",
      "item_title_header": "Добавить элемент",
      "group_input": "Заголовок группы",
      "group_input_message": "Введите заголовок.",
      "group_add_action": "Добавить группу",
      "item_title_input": "Заголовок",
      "item_title_input_message": "Введите название функции.",
      "item_value_input": "Ценность",
      "item_value_input_message": "Введите значение функции.",
      "add_item_action": "Добавить элемент",
      "dialog": {
        "title": "Введите технические характеристики",
        "code_input": "Код товара",
        "code_input_message": "Код продукта: P0000 ...",
        "spec_view_title": "Характеристики выбранного товара",
        "set_spec_action": "Дублирование технических спецификаций"
      },
      "notifications": {
        "enter_group_title_error": "Введите значение заголовка",
        "enter_item_title_and_value_error": "Введите название и значение функции",
        "spec_saved_success": "Характеристики продукта сохранены."
      }
    },
    "edit_images": {
      "title": "Основное изображение",
      "main_image_input_nodata": "Загрузить изображение товара.",
      "main_image_input_message": "Это изображение отображается в списке товаров.",
      "preview": "Предварительный просмотр",
      "image_style": "Стиль изображения",
      "background_is_white": "Белый фон",
      "background_is_white_msg": "У изображения белый фон??",
      "images": {
        "title": "Галерея изображений продуктов",
        "sub_title": "В этом разделе загрузите изображения товаров, общие для всех вариантов товара."
      },
      "video": {
        "title": "видео",
        "sub_title": "Сначала загрузите видео о своем продукте на Youtube, а затем поместите здесь URL-адрес видео."
      }
    },
    "pricing": {
      "edit_price": "Цены",
      "price_input": "цена",
      "currency_input": "Валюта",
      "currency_input_messages": "Цена рассчитывается в этой валюте.",
      "commission_input": "комиссия",
      "commission_message": "Эта опция полезна только для определенных типов продавцов, таких как оптовики. Если вы не оптовик, оставьте этот параметр пустым. Цена, которую видят покупатели, представляет собой сумму цены и комиссии. Для добавления налога нажмите Учет > Налог.",
      "add_commission_action": "Добавить комиссию",
      "discount_input": "Скидка",
      "discount_input_message": "Учетная ставка",
      "has_discount_period_input": "Эта скидка действует в течение определенного времени?",
      "discount_timespan": "Введите период действия скидки.",
      "start_input": "Начинать",
      "end_input": "Конец",
      "start_input_placeholder": "Выберите время начала",
      "end_input_placeholder": "Выберите время окончания",
      "independent_price": "Цена только за этот вариант",
      "same_price": "Цена на основной продукт",
      "variant_pricing_message": "При выборе этой опции цена этого варианта может быть установлена независимо от основного продукта.",
      "price_label_input": "Ценник",
      "price_label_message": "Добавьте дополнительную информацию о цене, например (1,5 доллара за жидкую унцию). Варианты использования: бакалея, FMCG.",
      "add_price_label_action": "Добавить ценник"
    },
    "inputs_edit": {
      "title": "Форма ввода информации о покупателе",
      "sub_title": "Вы можете создать форму ввода данных для каждого продукта, чтобы покупатели присылали вам информацию при покупке продукта. Например, этой информацией может быть название гравировки на камне.",
      "message_input": "Сообщение пользователю",
      "message_input_message": "Это сообщение будет показано покупателю при покупке продуктов.",
      "inputs_form": "Информационная структура (вход)"
    },
    "extra_edit": {
      "physical": {
        "title": "информация о доставке",
        "sub_title": "Стоимость и время подготовки рассчитываются исходя из информации в этом разделе. Обязательно введите информацию по выбранным единицам в магазине (вес, габариты, расстояние)."
      },
      "notifications": {
        "save_title": "Упаковка обновлена",
        "save_msg": "Информация об упаковке продукта успешно обновлена."
      }
    },
    "variants": {
      "not_available": "В настоящее время невозможно выбрать вариант для этого типа продукта."
    },
    "delete_product": {
      "title": "Удалить продукт",
      "message": "Вы хотите удалить <b>{product_title}</b> ?"
    }
  },
  "product_admin": {
    "products_list": "Список продуктов",
    "product": "Продукт",
    "menu": {
      "edit": "Редактировать",
      "review": "Рассмотрение",
      "orders": "Заказы",
      "inventory": "Инвентарь",
      "dashboard": "Панель приборов",
      "back_to_products": "Товары",
      "drop_shipping": "Дропшиппинг"
    },
    "dashboard": {
      "info": {
        "title": "Профиль",
        "title_small": "Продукт",
        "category": "категория продукта",
        "link": "Ссылка на продукт",
        "type": "Тип",
        "inputs": "Входная информация",
        "outputs": "Выходная информация",
        "user_data_form": "Информационная форма покупателя"
      },
      "orders": {
        "title": "Заказы",
        "title_small": "необработанный",
        "physical_orders_title": "Корзины с этим продуктом",
        "send_30days_title": "Отправленные заказы за последние 30 дней",
        "downloads_30days_title": "Количество загруженных файлов за последние 30 дней",
        "virtual_orders_title": "Заказы этого продукта ожидают выполнения"
      },
      "inventory": {
        "title": "Инвентарь",
        "title_small": "Склад",
        "total_sell": "Тотальная распродажа",
        "total_sell_today": "Сегодня продажи",
        "total_sell_30days": "Продажи за последние 4 дня",
        "chart": {
          "labels": [
            "Инвентарь",
            "Распродажа"
          ]
        },
        "subscribers_title": "Подписчики",
        "subscribers_title_small": "Всего подписанных заказов"
      },
      "finance": {
        "title": "финансовый",
        "title_small": "Отчет о покупках за последние 6 месяцев",
        "select_mode_title": "Показать по",
        "modes": {
          "sell": "Распродажа",
          "payment": "Оплата",
          "discount": "Скидка"
        },
        "currency_select_title": "Цена в выбранной валюте",
        "sell_today": "Сегодня продажи",
        "product_price": "Цена продукта",
        "currency_unit": "Валютная единица",
        "sell_30days": "распродажа за 30 дней",
        "sell_daily": "Ежедневные продажи",
        "sell_yesterday": "Вчерашние продажи"
      },
      "survey": {
        "title": "Рейтинг продукта",
        "title_small": "Отчет об удовлетворенности клиентов",
        "total_participation": "Общее количество взносов",
        "today_participation": "Сегодняшние рейтинги",
        "last7days_participation": "Взносы за последние 7 дней",
        "chart": {
          "participate": "Участие",
          "participate_title": "Количество взносов",
          "score": "Счет"
        }
      },
      "inform": {
        "title": "Ожидания клиентов",
        "title_small": "Ожидание скидок или наличия",
        "message": "Уведомлять клиентов, когда товары поступают в продажу или становятся доступными",
        "waiting_for_auction": "Ожидание поступления товаров в продажу",
        "waiting_for_available": "Ожидание появления продуктов.",
        "unit": "человек(а)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "Список инвентаря",
        "add_variant": "Добавить вариант",
        "title": "Инвентаризация продукта / Список вариантов продукта",
        "sub_title": "Если у этого товара несколько вариантов, укажите их в этом разделе. Вы можете отдельно определить количество, цену и скидку для каждого варианта; в противном случае для ценообразования будут применяться значения продукта по умолчанию.",
        "add_action": "Добавить вариант",
        "count_input": "Инвентарь",
        "count_input_action": "Установить количество",
        "management_title": "Управление запасами и варианты продукта",
        "add_title": "Добавить вариант продукта",
        "edit_title": "Изменить вариант продукта",
        "notifications": {
          "add_success": "Добавлен вариант продукта.",
          "delete_success": "Вариант продукта удален.",
          "save_product_inventory_success": "Запасы продуктов сохранены."
        }
      },
      "variant_item": {
        "price": "цена",
        "same_as_product": "Аналогично основному продукту",
        "in_stock": "Инвентарь",
        "delete_dialog": {
          "title": "Удалить вариант продукта",
          "message": "Удалить этот вариант?"
        }
      },
      "variant_add_edit": {
        "title": "Определение варианта продукта",
        "message": "Уникальный номер продукта",
        "active_input": "Этот вариант активен?",
        "sku": "SKU",
        "sku_tips": "Код склада товара.",
        "mpn": "MPN",
        "mpn_tips": "Код продукта, указанный производителем на упаковке продукта",
        "variant_variable": "Вариантные переменные",
        "pricing": "Цены",
        "has_pricing_input": "Отличается ли цена от основного товара?",
        "inventory": "Инвентарь",
        "inventory_unit": "Предметы",
        "delivery_info": "Упаковка и доставка",
        "images": "Изображения варианта",
        "images_message": "После сохранения этого варианта вы сможете добавить сюда изображение."
      }
    },
    "edit_article": {
      "menu": {
        "tags": "Теги",
        "article": "Статья"
      }
    }
  },
  "product_extra_physical": {
    "weight": "Вес упаковки",
    "weight_unit": "Кг",
    "size": "Размеры упаковки",
    "dimension": "См",
    "width": "Ширина",
    "length": "Длина",
    "height": "Высота",
    "lead_time_title": "Время подготовки",
    "lead_time": "Время подготовки",
    "lead_time_dimension": "Часы)",
    "bulk_action": "Массовые действия",
    "bulk_action_input": "Обновить все варианты",
    "bulk_action_msg": "Установите упаковку продукта и время приготовления для всех вариантов."
  },
  "product_images_list": {
    "upload_button": "Больше изображений продукта",
    "upload_an_image": "Выберите изображение.",
    "notifications": {
      "update_sort_success": "Сортировка изображений сохранена",
      "delete_image_title": "Удалить изображение товара",
      "delete_image_success": "Изображение успешно удалено"
    }
  },
  "variants_view": {
    "prices": "Цены",
    "inventory": "Инвентарь",
    "discount": "Скидка"
  },
  "gift_card_type_edit": {
    "title_input": "Заголовок",
    "color_input": "Цвет карты",
    "charge_input": "Первоначальный заряд",
    "charge_input_hint": "Первоначальная плата за каждую карту",
    "currency_input": "Валюта",
    "currency_input_message": "Только для покупки в этой валюте",
    "lifetime_input": "Срок действия карты (месяц)",
    "lifetime_input_message": "Срок действия карты",
    "card_image_input": "Изображение карты",
    "notifications": {
      "create_success": "Карта создана",
      "update_success": "Карта обновлена"
    }
  },
  "shop_warehouse_edit": {
    "title": "Добавить склад",
    "message": "Введите адрес склада и профиль для расчета стоимости доставки.",
    "name_input": "Название склада",
    "address": "адрес",
    "name_input_message": "Введите псевдоним для вашего склада.",
    "person_name": "Имя офицера",
    "phone_number": "Контактный телефон",
    "map_title": "Адрес склада магазина",
    "confirm_action": "Утверждение склада",
    "address_name": "Склад",
    "notifications": {
      "success_save": "Изменения успешно сохранены."
    }
  },
  "inventory_list": {
    "search_input": "Поиск продукта...",
    "search_input_title": "Поиск среди товаров магазина",
    "apply_filter": "Применить фильтр",
    "inventory": "Список инвентаря",
    "export": "Экспорт инвентаря",
    "import": "Импорт инвентаря",
    "bulk_price": "Массовое изменение цены",
    "bulk_discount": "Массовое изменение скидки",
    "category_filter_msg": "⚡ Распространится на все товары и подкатегории!",
    "table": {
      "waiting": "Получение информации... подождите",
      "open_state": "Активный",
      "close_state": "неактивный",
      "image": "Изображение",
      "product": "наименование товара",
      "code": "Код продукта",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "Оригинал",
      "status": "Статус",
      "in_stock": "В наличии",
      "edit": "Сдача"
    },
    "bulk_price_dialog": {
      "title": "Массовые действия > Цена",
      "message": "Примечание. Следующая сумма будет применяться в виде процента от цены всех товаров в вашем магазине. Кроме того, рассчитанные значения цен будут интеллектуально преобразованы в ближайшее круглое число на основе выбранной валюты. Будьте внимательны при вводе значений.",
      "check": "Я одобряю изменение цен.",
      "add_percent_tab": "Добавить процент",
      "add_constant_tab": "Добавить константу",
      "ending_tab": "Конечная стратегия"
    },
    "bulk_discount_dialog": {
      "title": "Массовые действия > Скидка",
      "message": "Примечание. Следующая сумма будет в процентах от скидки на все товары в вашем магазине. Кроме того, рассчитанные значения скидок будут интеллектуально преобразованы в ближайшее круглое число на основе выбранной валюты. Будьте внимательны при вводе значений.",
      "check": "Я одобряю изменение скидки."
    },
    "notifications": {
      "save_success": "Изменение инвентаря сохранено."
    }
  },
  "spec_view": {
    "auto_save_input": "Автосохранение"
  },
  "time_progress_bar": {
    "title_before_start": "Осталось до начала",
    "title_between_start_end": "Осталось до конца",
    "title_after_end": "Законченный",
    "title_no_start_end": "Без срока!"
  },
  "geo_map": {
    "views": "Взгляды",
    "views_unit": "раз",
    "product_views": "Просмотры продукта",
    "buys": "Покупки",
    "buys_unit": "Заказы",
    "baskets": "Активные тележки",
    "added_items": "Добавить элементы",
    "removed_items": "Удалить элементы"
  },
  "faq_list": {
    "table": {
      "nodata": "Вопросы не найдены.",
      "more_data_action": "Больше вопросов ..",
      "user": "Пользователь",
      "tag": "Ярлык",
      "question": "Вопрос",
      "officer": "Персонал",
      "answer": "Отвечать",
      "created_at": "Дата",
      "priority": "приоритет",
      "edit": "Редактировать"
    },
    "dialog": {
      "add_new_action": "Отправить новый вопрос",
      "edit_action": "Изменить часто задаваемые вопросы",
      "question_input": "Вопрос",
      "question_input_placeholder": "Задавай вопрос ..",
      "link_input": "Связь",
      "link_input_placeholder": "Вы можете сослаться на ссылку в ответ.",
      "answer_input": "Отвечать",
      "answer_input_placeholder": "Введите текст ответа..",
      "tag_input": "Тег (название категории)",
      "tag_input_placeholder": "Введите короткое название",
      "priority_input": "Приоритет: (от 0 до 10)"
    },
    "delete_alert": {
      "title": "Удалить вопрос",
      "message": "Вы хотите удалить этот вопрос?",
      "action": "Удалить"
    },
    "notifications": {
      "send_success": "Ваш ответ был успешно отправлен.",
      "delete_success": "Ваш вопрос успешно удален."
    }
  },
  "contact_messages_list": {
    "load_more_action": "Еще сообщения..",
    "table": {
      "nodata": "Вопросы не найдены.",
      "user": "Пользователь",
      "message": "Тело сообщения",
      "category": "Категория",
      "officer": "Персонал",
      "answer": "Отвечать",
      "created_at": "Дата",
      "contact": "Контакт",
      "edit": "Редактировать"
    },
    "dialog": {
      "title": "Ответить на сообщение",
      "category": "Категория",
      "user_name": "Имя",
      "email": "Эл. адрес",
      "phone": "Контактный телефон",
      "message": "Текст сообщения",
      "status": "Статус ответа",
      "status_answered": "Ответил",
      "status_waiting": "В ожидании ответа",
      "answer_input": "Текст ответа",
      "mail_input": "Отправить почту",
      "mail_input_message": "Если вы включите это, ваш ответ будет отправлен на адрес электронной почты пользователя."
    },
    "delete_alert": {
      "title": "Удалить сообщение",
      "message": "Вы хотите удалить это сообщение?",
      "action": "Удалить"
    },
    "notifications": {
      "send_success": "Ваш запрос был успешно отправлен.",
      "delete_success": "Сообщение удалено."
    }
  },
  "campaign": {
    "title": "Кампания",
    "menu": {
      "setting": "Настройки",
      "return": "Назад",
      "dashboard": "Панель приборов",
      "links": "Ссылки",
      "landing": "Посадка",
      "ads": "Объявления",
      "finance": "Финансы"
    },
    "dashboard": {
      "title": "Панель приборов",
      "status": "Обзор состояния",
      "sessions": "Сессии",
      "links_overview": "Обзор ссылок кампании",
      "orders": "Заказы",
      "performance": "Эффективность кампании",
      "links_funnel": "Эффективность ссылок кампании",
      "no_links": "Данных нет! Пожалуйста, создайте ссылку на вашу кампанию.",
      "social": "Лиды в социальных сетях",
      "conversion_over_time": "Преобразование с течением времени",
      "total_campaign_sell": "Общий объем продаж по кампании"
    },
    "finance": {
      "title": "Финансовый отчет",
      "campaign_revenue": "Доход от кампании",
      "total_revenue": "Общий доход по кампании",
      "links_revenue": "Доход от ссылок кампании",
      "payments_over_time": "Продажи с течением времени",
      "all_links": "Все ссылки"
    },
    "landing": {
      "empty_message": "Установите целевую страницу в настройках кампании.",
      "set_landing": "Установить целевую страницу",
      "create_landing": "Создать новую целевую страницу"
    },
    "links": {
      "title": "Ссылки кампании",
      "url_input_message": "Введите URL целевой страницы"
    },
    "setting": {
      "menu": {
        "config": "Конфигурация",
        "timespan": "Временной период",
        "banner": "Баннер",
        "Notification": "Уведомление"
      },
      "general_setting": {
        "title": "Общие настройки кампании",
        "sub_title": "Название, целевая страница и код скидки",
        "name_input": "Название кампании",
        "name_input_hint": "Добавьте имя в свою кампанию",
        "enable_input": "Кампания активна?",
        "page_input": "Целевая страница",
        "discount_code_input": "Код скидки",
        "limit": "Лимит скидки",
        "max_count": "Максимальное количество",
        "max_count_unit": "Предметы",
        "start": "Начинать",
        "end": "Конец",
        "notification_enable_input": "Уведомление включено?",
        "landing_page": "Целевая страница",
        "discount_code": "Код скидки",
        "auto": "Кампания по умолчанию",
        "auto_message": "Кампания по умолчанию активирована в вашем магазине"
      },
      "time_setting": {
        "title": "Временной период",
        "sub_title": "Дата и время начала / Дата и время окончания",
        "start_input": "Начинать",
        "start_input_placeholder": "Выберите время начала кампании",
        "end_input": "Конец",
        "end_input_placeholder": "Выберите время окончания кампании"
      },
      "banner_setting": {
        "title": "Баннер магазина",
        "sub_title": "Отображение в верхней части страницы магазина",
        "message_input": "Текст сообщения",
        "message_input_placeholder": "Специальный фестиваль...",
        "message_input_hint": "Текст сообщения баннера в верхней части магазина",
        "bg_image_input": "URL фонового изображения",
        "bg_image_input_hint": "URL полного фонового изображения",
        "repeat_pattern": "Повторить шаблон",
        "simple": "Простой",
        "dark_input": "Темная тема?",
        "icon_input": "Икона",
        "icon_input_hint": "Название значка дизайна материалов или шрифт: fa:fas fa-star",
        "anim_input": "Адрес анимации",
        "anim_input_message": "URL-адрес файла анимации Lottie",
        "preview": "Предварительный просмотр",
        "preview_update_action": "Предварительный просмотр обновления",
        "bg_color": "Фоновый цвет",
        "icon_bg": "Цвет фона значка"
      },
      "notifications": {
        "title": "Уведомление",
        "sub_title": "Создайте уведомление и свяжите его со своей кампанией.",
        "update_success": "Ваша кампания обновлена.",
        "action_button": "Кнопка действия",
        "background_color": "Фоновый цвет",
        "text_color": "Цвет текста",
        "action_color": "Цвет действия",
        "action_text_color": "Цвет текста действия",
        "notification_image": "Изображение уведомления",
        "notification_bg": "Фон уведомления",
        "show_preview": "Показать предварительный просмотр",
        "persistence": "Упорство",
        "persistence_message": "Вы хотите показывать каждый раз, когда ваш пользователь посещает веб-сайт",
        "radius": "Радиус",
        "show_delay": "Показать задержку"
      }
    }
  },
  "add_category": {
    "title_edit": "Изменить категорию",
    "title_update": "Добавить новую категорию",
    "menu": {
      "delete": "Удалить категорию",
      "filter": "Фильтры",
      "settings": "Настройки",
      "back": "Назад"
    },
    "title_input": "Название категории *",
    "title_input_error": "Выберите название категории",
    "name_input": "Название категории (англ.) *",
    "name_input_error": "Выберите уникальное имя для категории",
    "description_input": "Описание категории",
    "description_input_message": "Введите краткое описание категории..",
    "parent_input": "Родительская категория",
    "parent_input_message": "Эта категория отображается на главной странице магазина.",
    "image_input": "Изображение категории",
    "image_input_placeholder": "Выберите изображение для категории",
    "edit_action": "Изменить категорию",
    "add_action": "Добавить категорию",
    "back_action": "Назад",
    "no_category": "Нет категорий",
    "star": "Звезда",
    "filter": {
      "title": "Фильтры категорий",
      "sub_title": "Управляйте фильтрами и категориями, применимыми к продуктам в этой категории.",
      "message": "Введите и сохраните общее название технической функции для этой категории в поле ниже. После сохранения списка категории фильтров будут отображаться вместе с содержимым каждой категории. Цвет, вес, размер, бренд и т. д. автоматически извлекаются из варианта товара."
    },
    "delete_alert": {
      "title": "Удалить категорию",
      "message": "Вы хотите удалить категорию {title}?",
      "action": "Удалить"
    },
    "notifications": {
      "add_success": "Добавлена новая категория.",
      "edit_success": "Категория отредактирована.",
      "delete_success": "Удалено {title}."
    },
    "edit_filter": {
      "spec_input": "Список технических характеристик",
      "spec_input_message": "Список функций, которые вы хотите отобразить в разделе фильтра",
      "price": "цена",
      "min": "Мин.",
      "max": "Максимум",
      "suggested_list": {
        "brand": "Бренд",
        "colors": "Цвет",
        "styles": "Дизайн",
        "volumes": "Объем",
        "weights": "Масса",
        "packs": "Количество в упаковке",
        "types": "Тип"
      },
      "notifications": {
        "edit_success": "Категория отредактирована."
      }
    }
  },
  "apps_list": {
    "nodata": "В вашем магазине не установлено приложение",
    "inactive": "неактивный",
    "my_apps": "Мои приложения",
    "app_store": "Добавить новое приложение"
  },
  "add_shop": {
    "menu": {
      "shop_title": "Название магазина",
      "shop_name": "Название магазина",
      "description": "Описание",
      "contact": "Контакты",
      "image": "Изображение"
    },
    "title_input": "Заголовок",
    "title_input_tips": "Введите название вашего магазина, бренда или компании.",
    "active_message": "Установите активный, чтобы каждый мог получить доступ к вашему сайту.",
    "language_input_message": "Выберите язык вашего магазина.",
    "name_input": "Имя",
    "name_input_message": "Введите название вашего магазина.",
    "name_input_tips": "Не используйте неанглийские символы, пробелы или буквы, в случае их использования название магазина может отображаться некорректно.",
    "description_input": "Описание магазина",
    "description_input_message": "Напишите краткое описание вашего бизнеса.",
    "address_input": "Адрес магазина",
    "address_input_message": "Введите точный адрес магазина",
    "phone_input": "телефонный номер",
    "phone_input_message": "Контактный номер клиента",
    "phone_input_tips": "Введите контактный номер с кодом страны. Этот номер также используется для отображения информации в поиске Google.",
    "email_input": "Эл. адрес",
    "email_input_message": "Адрес электронной почты для клиентов",
    "locality_input": "Место нахождения",
    "locality_input_message": "Расположение магазина",
    "region_input": "штат или провинция",
    "region_input_message": "Штат или провинция, в которой вы работаете",
    "country_input": "Страна",
    "country_input_message": "Страна бизнеса",
    "postal_code_input": "Почтовый Код",
    "postal_code_input_message": "Почтовый индекс магазина",
    "image_input": "Сохранить изображение",
    "map": {
      "title": "Адрес магазина",
      "confirm": "Адресная регистрация",
      "address": "адрес",
      "receptor": "хранить"
    },
    "create_shop_action": "Создать магазин",
    "update_shop_action": "Обновлять",
    "notifications": {
      "copy_success": "Копия адреса магазина.",
      "name_available": "Это имя ({name}) доступно.",
      "add_success": "Магазин {title} создан.",
      "edit_success": "Хранить отредактировано."
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "Добавить виртуальный предмет",
    "add_virtual_item_desc": "Чтобы продавать виртуальные товары, необходимо добавить их в этот раздел. Количество виртуальных предметов равно количеству бесплатных предметов в этом разделе. После того, как клиенты купят виртуальный предмет, им будет отправлена ссылка.",
    "filter_action": "Применить фильтр",
    "not_processed": "Необработанные заказы",
    "title": "Список предметов",
    "vew_order": "Посмотреть заказ",
    "table": {
      "nodata": "Нет предметов",
      "product": "Продукт",
      "data": "Данные",
      "status": "Статус",
      "user_message": "Сообщение пользователя",
      "updated_at": "Последнее обновление",
      "order": "порядок",
      "delete": "Удалить"
    },
    "notifications": {
      "delete_success": "Элемент успешно удален."
    }
  },
  "add_virtual_item": {
    "title_edit": "Изменить значения",
    "title_add": "Добавить товар к товару",
    "sub_title": "Создание и редактирование виртуальных продуктов",
    "message": "Менеджер магазина может показать покупателю стоимость после оплаты. Эти значения необходимо ввести в форму ниже. Структура этой формы задается в разделе Edit Item > Edit Output Information.",
    "edit_outputs": "Изменить форму вывода",
    "notifications": {
      "edit_success": "Элемент отредактирован.",
      "add_success": "Товар добавлен в список."
    }
  },
  "virtual_process_center": {
    "title": "Процессинговый центр",
    "sub_title": "Обработка заказа",
    "virtual_product": "виртуальный продукт",
    "menu": {
      "report": "Отчет",
      "timeline": "График",
      "order": "порядок"
    },
    "list_widget": {
      "title": "Спецификации заказа",
      "product_name": "наименование товара"
    },
    "inputs_widget": {
      "title": "Форма ввода",
      "table": {
        "title": "Заголовок",
        "value": "Ценность"
      },
      "change_inputs_action": "Изменить форму ввода"
    },
    "outputs_widget": {
      "title": "Форма вывода",
      "table": {
        "title": "Заголовок",
        "value": "Ценность"
      },
      "tips": [
        "После завершения запроса клиента нажмите клавишу подтверждения заказа, чтобы уведомить покупателя о заказе.",
        "После утверждения заказа покупатель не сможет редактировать введенную информацию."
      ],
      "alerts": {
        "order_completed_by_admin": "Заказ выполнен.",
        "order_completed_by_buyer": "Заказ выполнен покупателем.",
        "waiting_for_buyer": "Ждем одобрения покупателя.."
      }
    }
  },
  "file_process_center": {
    "title": "Процессинговый центр",
    "sub_title": "Обработка заказа",
    "menu": {
      "report": "Отчет",
      "timeline": "График",
      "order": "порядок"
    }
  },
  "process_order_page_dashboard": {
    "title": "Обработка заказа",
    "cancel_order_action": "Отменить заказ",
    "open_basket_cation": "Эта корзина открыта, что означает, что клиент делает покупки и еще не оплатил заказ.",
    "reject_dialog": {
      "title": "Причина отклонения заказа",
      "message": "Выберите причину отклонения этого заказа из списка ниже. Обязательно сообщите клиенту о процессе отмены и возврата. Возврат должен быть произведен в течение 12 часов.",
      "confirm_action": "Отменить заказ",
      "dismiss_reject_action": "Отменить отмену заказа"
    },
    "notifications": {
      "update_status_success": "Статус заказа обновлен.",
      "reject_update_success": "Статус отмены заказа обновлен.",
      "dismiss_reject_success": "Заказ вернулся к нормальному процессу.",
      "set_tracking_success": "Идентификатор отслеживания заказа успешно сохранен."
    }
  },
  "process_center": {
    "title": "Процессинговый центр",
    "physical_product": "Физические продукты",
    "menu": {
      "label": "Этикетка упаковки",
      "receipt": "Счет",
      "back": "Назад",
      "return": "Возврат",
      "report": "Отчет",
      "timeline": "График",
      "inputs": "Входы",
      "order": "порядок"
    },
    "payment_widget": {
      "title": "Оплата",
      "checklist": [
        "Проверьте сумму заказа и платеж клиента.",
        "Проверьте платежный адрес.",
        "Убедитесь, что введенная информация верна, особенно если оплата осуществляется наложенным платежом."
      ],
      "action_cod_pay": "Подтвердить оплату клиентом",
      "action_dir_pay": "Подтвердить загруженную квитанцию об оплате",
      "payment_receipt_not_uploaded_error": "Квитанция об оплате еще не загружена!",
      "waiting_for_pay": "Ожидающий платеж",
      "processing_payment": "Обработка платежа",
      "processing_cancel": "Платеж отменен",
      "paid": "Оплаченный",
      "cod_pay_info": "Когда вы получили заказ от клиента, вы можете подтвердить оплату и завершить заказ.",
      "dir_pay_info": "Квитанция об оплате появится выше. Прежде чем подтвердить платеж, проверьте сумму депозита и информацию о квитанции в своем банке.",
      "created_date": "Дата создания",
      "pay_date": "Дата платежа",
      "payment_gateway": "Платежный шлюз",
      "payment_method": "Способ оплаты",
      "risk": "Значение риска",
      "billing_details": "Платежные реквизиты",
      "add_transaction": "Добавить новый счет",
      "add_transactions_message": "Для этого заказа необходимо создать хотя бы одну транзакцию. В некоторых случаях требуется оплата в несколько этапов. За какие транзакции придется платить пользователю, определите вы, в процессе работы.",
      "add_bill_dialog": {
        "title": "Добавить счет",
        "message": "Вы можете добавить один или несколько новых счетов-фактур для этого заказа. Заказчик увидит эти счета и оплатит каждый в соответствии с ходом работ.",
        "amount_input": "Сумма счета",
        "action": "Добавить счет"
      },
      "edit_bill_dialog": {
        "title": "Изменить счет",
        "message": "Вы можете редактировать ожидающие счета.",
        "action": "Изменить счет"
      },
      "bill_cash_payment_dialog": {
        "title": "Зарегистрировать оплату наличными",
        "message": "Если покупатель оплатил сумму данного счета наличными или способом, отличным от онлайн-платежа, в этом разделе, выбрав вариант, зарегистрируйтесь и подтвердите свой платеж. В этом разделе вы можете видеть только шлюзы оплаты наличными вашего магазина. Если вы не видите такой опции, вы должны активировать шлюз оплаты наличными в выбранной валюте в вашем магазине.",
        "action": "Подтвердить оплату счета"
      },
      "table": {
        "title": "Заголовок",
        "amount": "Количество",
        "description": "Описание",
        "info": "Информация"
      },
      "user_payment": "Оплата клиентом",
      "cod": "Оплата при доставке",
      "gateway_wage": "Платеж",
      "gift_card": "Подарочная карта",
      "discount_code": {
        "title": "Код скидки",
        "code": "Код",
        "percent": "Процентов",
        "limit": "Ограничение"
      },
      "club": {
        "title": "Клуб клиентов",
        "percent": "Процентов",
        "limit": "Ограничение"
      },
      "coupon": {
        "title": "Купон",
        "percent": "Процентов",
        "limit": "Ограничение",
        "charge": "Заряд"
      },
      "delivery": {
        "title": "Стоимость доставки",
        "not_paid": "Не выплачивается"
      },
      "samin": {
        "title": "Плата за обслуживание",
        "description": "Эта сумма была вычтена из вашего кошелька Selldone.",
        "tooltip": "Рассчитать по способу оплаты",
        "percent": "Процентов"
      },
      "affiliate": {
        "title": "Партнерская комиссия",
        "affiliate_message": "Вы должны заплатить эту комиссию своему партнеру. Этот процесс выполняется самостоятельно."
      },
      "total_price": "Общая стоимость товаров",
      "total_items_discount": "Скидка на товары",
      "total_price_after_offers": "Итого после применения предложений",
      "user_payment_amount": "Сумма платежа покупателя",
      "samin_wage": "Плата за продажу",
      "pay_cod_dialog": {
        "title": "Вы получили деньги за заказ?",
        "message": "Подтвердите этот вариант в способе оплаты наложенным платежом, после обеспечения полной оплаты покупателем.",
        "confirm_action": "Подтвердить платеж клиента"
      },
      "pay_dir_dialog": {
        "title": "Вы получили деньги за заказ?",
        "message": "Подтвердите эту опцию после утверждения загруженной платежной квитанции в вашем банке. Обязательно проверьте платеж в своем банке.",
        "confirm_action": "Подтвердить платеж клиента"
      },
      "notifications": {
        "pay_confirm_message": "Оплата подтверждена.<br> Порт: {gateway_name}<br> Дата: {payment_at}",
        "pay_fail_title": "Не выплачивается",
        "pay_fail_message": "Платеж не может быть одобрен!"
      },
      "total_order_price_before_tax": "Общая стоимость до налогообложения"
    },
    "basket_list": {
      "checklist": [
        "Посмотри инвентарь.",
        "Если товар недоступен, сумма, уплаченная за этот товар, должна быть возвращена покупателю."
      ],
      "message": "Если какой-либо из предметов недоступен или не может быть продан, снимите флажок рядом с ним и нажмите кнопку « <b>Подтвердить заказ</b> ».",
      "action": "Подтверждение заказа",
      "list_of_items": "Список корзины покупок",
      "apply_change_action": "Применить изменения",
      "cant_apply_change": "Не могу внести изменения",
      "lottery_prize_inform": "Ваш клиент выиграет 1x этого продукта. Отправить подарок с этим заказом."
    },
    "preparing": {
      "title": "Подготовка",
      "packing_weight": "Вес упаковки",
      "delivery_type": "Способ доставки",
      "packing_size": "Размеры упаковки",
      "distance_warning": "Превышает допустимое расстояние.",
      "weight_warning": "Превышает разрешенный вес.",
      "volume_warning": "Превышает допустимый размер пакета.",
      "message": "Нажмите следующую кнопку « <b>Заказ готов</b> », если заказ готов к отправке.",
      "action": "Заказ готов к отправке",
      "checklist": [
        "Соблюдение стандартных правил упаковки.",
        "Распечатайте список предметов и положите его в пакет.",
        "Распечатайте и наклейте этикетку на коробку."
      ]
    },
    "basket_items": "Список товаров для заказа",
    "delivered_dialog": {
      "title": "Этот заказ был получен заказчиком?",
      "message": "Подтвердите эту опцию, когда вы знаете, что клиент получил заказ",
      "confirm_action": "Я подтверждаю, что клиент получил посылку"
    },
    "return_delivery_dialog": {
      "title": "Были ли проблемы с заказом при доставке или его вернули?",
      "message": "Подтвердите вариант возврата посылки, если после отправки по какой-то причине заказ возвращается и есть необходимость отправить посылку повторно.",
      "confirm_action": "Подтвердить доставку возвращено"
    },
    "notifications": {
      "update_status_success": "Статус заказа обновлен.",
      "reject_update_success": "Статус отмены заказа обновлен.",
      "dismiss_reject_success": "Заказ был отменен.",
      "pay_cod_success": "Оплата наложенным платежом подтверждена.",
      "pay_dir_success": "Оплата была подтверждена переводом с карты на карту или денежным переводом.",
      "set_tracking_success": "Идентификатор отслеживания заказа успешно сохранен.",
      "new_bill_success": "Новый счет успешно добавлен.",
      "edit_bill_success": "Билл успешно обновлен.",
      "update_bill_status_success": "Статус счета успешно обновлен.",
      "set_payment_in_cash_success": "Оплата счета подтверждена вручную."
    },
    "delete_bill_dialog": {
      "title": "Удалить счет",
      "message": "Вы уверены, что хотите удалить этот счет?",
      "action": "Да, удалить сейчас"
    }
  },
  "shop_gateway": {
    "title": "Шлюз",
    "menu": {
      "dashboard": "Панель приборов",
      "edit": "Редактировать",
      "transactions": "Транзакции",
      "back": "Шлюзы"
    },
    "dashboard": {
      "title": "Управление шлюзом",
      "gateway_data_widget": {
        "title": "Отчет о платежах",
        "title_small": "Шлюз",
        "chart": {
          "times": "Считать",
          "buys": "Купить количество",
          "pays": "Успешный платеж",
          "amount_pay": "Оплаченный",
          "amount_wage": "Платеж"
        }
      },
      "gateway_info_widget": {
        "title": "Информация",
        "title_small": "Шлюз",
        "status": "Статус",
        "cod_transportation": "Способы доставки поддерживаются наложенным платежом",
        "cod_transportations_error": "Включите оплату наложенным платежом хотя бы для одного способа доставки!",
        "payment_type": "Способ оплаты",
        "cod": "Оплата при доставке",
        "online": "Онлайн платеж",
        "wage_percent": "Процент комиссии",
        "min_wage": "Минимальная комиссия",
        "max_wage": "Максимальная комиссия",
        "min_amount": "Минимальная транзакция",
        "max_amount": "Максимальная транзакция",
        "timeout": "Период оплаты",
        "timeout_unit": "Секунды",
        "link": "Ссылка на шлюз",
        "your_gateway_status": "Ваш статус шлюза",
        "config_extra_info": "Настройка платежного сервиса",
        "oauth2_button": "Автоматическое подключение к {gateway}",
        "fee_payment_message": "Вся сумма, уплаченная клиентом, будет переведена на ваш счет. Плата за услугу будет списана с вашего кошелька в Selldone."
      }
    },
    "edit": {
      "title": "Изменить шлюз",
      "menu": {
        "delete": "Удалить шлюз"
      },
      "edit_action": "Изменить шлюз"
    },
    "transactions": {
      "title": "Транзакции",
      "table": {
        "amount": "Количество",
        "currency": "Валюта",
        "livemode": "Тип",
        "status": "Статус",
        "target_id": "порядок",
        "risk": "Риск",
        "card": "Карта",
        "issued_at": "Дата выпуска",
        "payment_at": "Дата платежа"
      },
      "live_mode": "Жить",
      "test_mode": "Песочница"
    }
  },
  "edit_gateway": {
    "public_keys": "Открытые ключи",
    "private_keys": "Закрытые ключи (конфиденциально)",
    "link": "Интернет сайт",
    "state_title": "Активный/неактивный способ оплаты",
    "gateway_status": "Статус",
    "wallet": "Блокчейн-кошелек",
    "developer_title": "режим разработчика",
    "developer_message": "Вы можете обрабатывать поддельные транзакции, если шлюз поддерживает режим отладки.",
    "notifications": {
      "edit_success": "Шлюз {gateway_name} изменен."
    },
    "developer_setting": "Разработка и тестирование",
    "live_mode_message": "Все транзакции будут в режиме реального времени."
  },
  "gift_card": {
    "title": "Подарочные карты",
    "menu": {
      "edit": "Редактировать",
      "new_card": "Создать карту",
      "list": "Открытки",
      "orders": "Заказы",
      "dashboard": "Панель приборов",
      "back": "Подарочные карты"
    },
    "dashboard": {
      "title": "Панель управления подарочными картами",
      "amount_widget": {
        "title": "Оплата картой",
        "title_small": "30 дней",
        "chart_amount_pay": {
          "y": "Сумма",
          "label": "Оплата"
        },
        "chart_buys": {
          "y": "Покупает",
          "label": "Покупает"
        },
        "total_buy": "Общая сумма покупки",
        "total_pay_30days": "общая оплата за 30 дней",
        "total_pay_today": "Сегодняшний платеж"
      },
      "count_widget": {
        "title": "Количество выпущенных карт",
        "title_small": "30 дней",
        "total_cards": "Общее количество карт",
        "used_cards_30days": "30 дней использования",
        "used_today": "Сегодняшнее использование",
        "chart": {
          "new_cards": "Новые карты",
          "used_cards": "Использованные карты",
          "new_card_name": "Новая карта",
          "used_card_name": "Использовал"
        }
      },
      "export": {
        "title": "Получить выходной файл",
        "cards_list": "Получить список карт",
        "get_report": "Получить отчет"
      }
    },
    "cards": {
      "title": "Список выпущенных карт",
      "loading_message": "Получение информации... подождите",
      "issue_to_user": "Выдать пользователю",
      "table": {
        "card_number": "Номер карты",
        "balance": "Остаток средств",
        "paid": "Оплаченный",
        "edit": "Редактировать",
        "delete": "Удалить",
        "expire": "Истекает",
        "user": "Пользователь"
      },
      "delete_alert": {
        "title": "Удалить карту",
        "message": "Вы уверены, что хотите удалить эту карту?",
        "action": "Удалить"
      },
      "notifications": {
        "delete_success": "Подарочная карта удалена.",
        "edit_success": "Внесены изменения.",
        "issue_success": "Подарочная карта успешно выдана пользователю."
      },
      "issue_dialog": {
        "title": "Выпустить подарочную карту",
        "action": "Я подтверждаю. Выпустить карту сейчас"
      }
    },
    "gift_card_edit": {
      "title": "Создать подарочную карту",
      "validity": "Срок действия",
      "validity_unit": "Месяцы",
      "currency": "Валюта",
      "initial_balance": "Начальный баланс карты",
      "count": "Считать",
      "count_unit": "Предметы)",
      "enable_input_message": "Статус созданных карт",
      "notifications": {
        "create_success_title": "Сохранять",
        "create_success": "Создано {count} новых карточек"
      }
    },
    "gift_card_edit_page": {
      "title": "Изменить подарочную карту"
    }
  },
  "shop_discount": {
    "title": "Код скидки",
    "up_to": "вплоть до",
    "menu": {
      "dashboard": "Панель приборов",
      "orders": "Заказы",
      "back": "Коды скидок"
    },
    "dashboard": {
      "title": "Панель управления кодами скидок",
      "chart_amount_buy": {
        "y": "Сумма покупки {currency}",
        "label": "Купить"
      },
      "chart_amount_discount": {
        "y": "Скидка {currency}",
        "label": "Скидка"
      },
      "chart_used": {
        "y": "Количество использований",
        "label": "раз"
      }
    }
  },
  "shop_coupon": {
    "title": "купоны",
    "up_to": "вплоть до",
    "menu": {
      "dashboard": "Панель приборов",
      "back": "купоны",
      "orders": "Заказы"
    },
    "dashboard": {
      "title": "Панель управления купонами",
      "chart_amount_buy": {
        "y": "Сумма покупки {currency}",
        "label": "Купить"
      },
      "chart_amount_discount": {
        "y": "Купон {currency}",
        "label": "Купон"
      },
      "chart_used": {
        "y": "Количество использований",
        "label": "раз"
      }
    }
  },
  "shop_offer": {
    "title": "Предложения",
    "up_to": "вплоть до",
    "menu": {
      "dashboard": "Панель приборов",
      "orders": "Заказы",
      "back": "Предложения"
    },
    "dashboard": {
      "title": "Панель управления предложениями",
      "chart_amount_buy": {
        "y": "Сумма покупки {currency}",
        "label": "Купить"
      },
      "chart_amount_discount": {
        "y": "Предложение {currency}",
        "label": "Предложение"
      },
      "chart_used": {
        "y": "Количество использований",
        "label": "раз"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "Оплатить комиссию за активацию",
    "balance": "Остаток средств",
    "locked": "Заблокировано",
    "transfer": "Передача",
    "charge": "Депозит"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "Проверить",
    "payment": "Оплата",
    "confirm": "Подтверждение заказа, <b>{success}</b> подтверждено и <b>{fail}</b> отклонено.",
    "prepare": "Подготовка заказа.",
    "send": "Заказ отправлен <b>{delivery}</b> .",
    "delivered": "Заказ доставлен покупателю.",
    "fill-inputs": "Форма ввода информации, заполненная покупателем.",
    "return-add": "Отправьте запрос на возврат продукта, {product}.",
    "return-accept": "Запрос на возврат {return_code} подтвержден.",
    "return-reject": "Запрос {return_code} отклонен.",
    "reject-order": "Отклонить заказ. Код: {reject_code}.",
    "reject-order-clear": "Отменить отказ от заказа. Код: {reject_code}.",
    "email-buy": "Отправьте электронное письмо с подтверждением покупки покупателю.",
    "email-payment": "Отправьте электронное письмо с подтверждением оплаты клиенту.",
    "delivery-returned": "Заказ не был получен покупателем и был возвращен. Необходимо отправить повторно.",
    "delivery-canceled": "Доставка отменена. Необходимо отправить повторно.",
    "edit-receiver-info": "Адрес доставки заказа был изменен покупателем.",
    "edit-billing-info": "Платежный адрес изменен покупателем.",
    "payment-cod-confirm": "Оплата наложенным платежом подтверждена.",
    "payment-cash-confirm": "Оплата {amount} {currency} наличными по счету подтверждена.",
    "payment-dir-confirm": "Прямая квитанция об оплате была подтверждена.",
    "vendor": "Состояние заказа поставщика изменилось с <b>{from}</b> на <b>{to}</b> .",
    "connect-sync": "Заказ синхронизируется с Connect OS.",
    "connect-shipped": "Заказ на подключение был отправлен {shipping}.",
    "connect-returned": "Заказ на подключение был возвращен {shipping}.",
    "connect-failed": "Выполнение заказа не выполнено партнером. {reason}",
    "connect-canceled": "Заказ был отменен партнером. {reason}",
    "connect-action-cancel": "Просьба отменить заказ. {reason}",
    "connect-put-hold": "Заказ был приостановлен. {reason}",
    "connect-remove-hold": "Заказ был снят с хранения. {reason}",
    "connect-confirmed": "Заказ был подтвержден.",
    "email-vendor": "🔔 Сообщение о заказе отправлено <b>{vendor}</b> ╏ {email}.",
    "vendor-payout": "💸Выплата продавцу."
  },
  "inline_chart": {
    "today": "Сегодня",
    "last_days": "{days} дней назад"
  },
  "products_select": {
    "move_category": "Переместить категорию <b>{category}</b> в другую категорию",
    "move_product": "Переместить продукт <b>{product}</b> в категорию",
    "product_menu": {
      "dashboard": "Панель продуктов",
      "inventory": "Инвентарь и варианты"
    },
    "notifications": {
      "copy_success": "Копия продукта.",
      "change_category_success": "Категория товара отредактирована."
    }
  },
  "physical_order_track": {
    "title": "Отчеты о рисках и оценки"
  },
  "virtual_order_track": {
    "title": "Отчеты о рисках и оценки"
  },
  "virtual_order_timeline": {
    "title": "График"
  },
  "physical_order_timeline": {
    "title": "График"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "Напишите сообщение здесь...",
    "pin_action": "Закрепить вверху",
    "unpin_action": "Открепить",
    "copy_html": "Копировать HTML",
    "notifications": {
      "add_note_success": "Добавлено примечание.",
      "edit_note_success": "Примечание отредактировано.",
      "delete_note_success": "Примечание удалено."
    },
    "delete_dialog": {
      "title": "Удалить заметку",
      "message": "Удалить эту заметку?",
      "action": "Удалить заметку"
    },
    "resend_dialog": {
      "title": "Отправить письмо повторно",
      "message": "Вы уверены, что хотите повторно отправить это письмо своему клиенту?",
      "action": "Да, отправить повторно",
      "success": "Электронная почта повторно отправлена вашему клиенту."
    }
  },
  "accounts": {
    "title": "Мой бумажник",
    "message": "Вы должны создать хотя бы одну учетную запись с валютой, которую вы используете в Selldone. Вы должны пополнить этот счет, чтобы оплатить комиссию за услугу.",
    "add_new": "Создать новый аккаунт",
    "new_account": "Добавить новую учетную запись",
    "new_account_dialog": {
      "title": "Новый аккаунт",
      "account_name_input": "Название аккаунта",
      "currency_input": "Валютная единица",
      "currency_input_message": "В созданном аккаунте будут храниться только значения этой валюты.",
      "new_account_wage": "Стоимость создания новой учетной записи: Бесплатно для первой учетной записи",
      "create_account_action": "Зарегистрироваться"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "Послать подарок",
      "sent": "Отправлять",
      "received": "Получила"
    },
    "send_gifts": {
      "title": "Отправленные подарки",
      "sub_title": "Вы можете отправить подарок своим друзьям или клиентам. Получатель может принять или отклонить ваш подарок. Сумма блокируется на вашем счете и снимается, если получатель соглашается. В противном случае эта сумма будет переведена на ваш счет.",
      "table": {
        "user": "Пользователь",
        "amount": "Количество",
        "currency": "Валюта",
        "account_name": "От",
        "status": "Статус",
        "message": "Сообщение",
        "created_at": "Дата создания"
      }
    },
    "received_gifts": {
      "title": "Полученные подарки",
      "sub_title": "Полученные вами подарки от Selldone или других",
      "table": {
        "amount": "Количество",
        "currency": "Валюта",
        "account_from": "От",
        "status": "Статус",
        "message": "Сообщение",
        "created_at": "Дата создания",
        "receive": "Получать"
      }
    }
  },
  "get_gift_dialog": {
    "title": "Получить подарок",
    "more": "Более ..",
    "amount": "Количество",
    "message": "Сообщение",
    "account_to_input": "Целевая учетная запись",
    "account_to_input_message": "Подарочные суммы будут зачислены на этот счет.",
    "get_action": "Принять подарок",
    "notifications": {
      "received_success_title": "Поздравления",
      "received_success": "Сумма подарка {amount} {currency} была зачислена на ваш счет."
    }
  },
  "send_gift_dialog": {
    "title": "Послать подарок",
    "account_from_input": "Выберите аккаунт",
    "account_from_input_message": "Подарочные суммы списываются с этого счета.",
    "receiver_input": "Получатель",
    "receiver_input_message": "Вы можете ввести адрес электронной почты или номер телефона.",
    "message_input": "Сообщение",
    "message_input_message": "Вы можете оставить сообщение получателю.",
    "amount_input": "Количество",
    "currency_input": "Валютная единица",
    "currency_input_message": "Цена рассчитывается в этой валюте.",
    "send_action": "Послать подарок",
    "notifications": {
      "send_success": "Подарок на {amount} {currency} был отправлен {receiver}."
    }
  },
  "account_list": {
    "account_input": "Номер счета",
    "account_input_message": "Суммы подарков за эту валюту будут зачислены на этот счет.",
    "free_balance": "Свободный баланс",
    "account_name": "Название аккаунта"
  },
  "user_monetize_accounts": {
    "title": "Депозитные счета",
    "sub_title": "Подарочные суммы будут автоматически зачислены на эти счета.",
    "message": "Selldone вносит средства для вашей активности в социальных сетях, участия в разработке Selldone, представления друзей и так далее. Если вы выберете депозитный счет для каждой валюты, суммы подарков будут автоматически переведены на этот счет в вашем домене. Эти суммы могут быть зачислены на счет Selldone. Вывод средств будет возможен только для деловых партнеров.",
    "add_account_action": "Добавить аккаунт",
    "add_dialog": {
      "title": "Подключите аккаунт, чтобы получать подарки",
      "account_input": "Номер счета",
      "account_input_message": "Суммы подарков за эту валюту будут зачислены на этот счет.",
      "set_as_default_action": "Выбрать в качестве учетной записи по умолчанию"
    },
    "table": {
      "currency": "Валюта",
      "account_number": "Номер счета",
      "account_name": "Имя",
      "payment": "Сумма вклада",
      "reset_at": "Сбросить на",
      "delete": "Удалить"
    },
    "notifications": {
      "set_success": "Аккаунт успешно добавлен.",
      "delete_success": "Аккаунт успешно удален из списка аккаунтов по умолчанию для получения подарков."
    },
    "delete_alert": {
      "title": "Удалить аккаунт",
      "message": "Вы хотите удалить эту учетную запись из списка подарочных учетных записей?",
      "action": "Удалить"
    }
  },
  "user_monetize": {
    "title": "Зарабатывать",
    "menu": {
      "plans": "Планы",
      "accounts": "Счета",
      "participant": "Участник"
    }
  },
  "user_monetize_plans": {
    "title": "Сотрудничество и проекты монетизации",
    "sub_title": "Вы получите кредит счета для реферальных подарков. Эти суммы будут сняты с вашего счета и могут быть выведены только деловым партнерам Selldone (не всем). Вы можете потратить деньги на оплату услуг Selldone.",
    "discount": "Скидка",
    "your_income": "Ваш доход",
    "level_2": "Со второго уровня",
    "level_3": "С третьего уровня",
    "link_message": "Членство: {registered}, принято: {accepted}",
    "link_tip": "Вы можете добавить фразу ?ref={link_code} в конец каждого адреса, которым вы делитесь.",
    "table": {
      "currency": "Валюта",
      "amount": "Остаток средств",
      "total": "Всего к оплате",
      "payment_date": "Дата последнего платежа",
      "withdraw": "Вывод"
    },
    "notifications": {
      "get_credit_success": "Запрошенная сумма была зачислена на ваш счет."
    }
  },
  "basic_information": {
    "title": "Моя личность и профиль",
    "email": "Адрес электронной почты",
    "tel": "Номер мобильного телефона",
    "address": "адрес",
    "payment": "Действительные транзакции",
    "personal_information": "Идентификационная информация",
    "main_profile": "Основной профиль",
    "main_profile_subtitle": "Эта информация общедоступна для всех.",
    "kyc_waiting_info": "Мы проверяем достоверность введенной вами информации. Этот процесс является обязательным в соответствии с правилами KYC и снизит риск финансовых транзакций. Вы можете воспользоваться настоящими и будущими преимуществами этой услуги.",
    "personal_info_dialog": {
      "title": "Идентификационная информация",
      "name_input": "Имя",
      "family_name_input": "Фамилия",
      "number_input": "Номер паспорта (или национальный код)",
      "birthday_input": "День рождения",
      "birthday_input_placeholder": "Введите свой день рождения",
      "address_input": "адрес",
      "postcode_input": "Почтовый Код",
      "tel_input": "Контактный телефон",
      "passport_image_input": "Выберите изображение паспорта",
      "passport_image_input_message": "Загрузите скан изображения вашего паспорта.",
      "personal_image_input": "Выберите свой собственный образ",
      "personal_image_input_message": "Загрузите изображение сканирования туда и обратно на вашу национальную карту в изображение."
    },
    "profile_dialog": {
      "title": "Основной профиль",
      "full_name_input": "ФИО",
      "tel_input": "Контактный телефон",
      "email_input": "Эл. адрес",
      "website_input": "Интернет сайт",
      "address_input": "адрес",
      "about_input": "Обо мне",
      "about_long_input": "Длинный текст обо мне",
      "image_input": "Выберите изображение профиля",
      "image_input_message": "Загрузите свое изображение. Это изображение будет использоваться в качестве изображения вашего профиля.",
      "notifications": {
        "update_profile_success": "Ваш профиль был обновлен.",
        "update_personal_info_success": "Ваша информация успешно зарегистрирована"
      }
    },
    "charge_account_approve_message": "Пополните свой счет, чтобы подтвердить банковскую транзакцию.",
    "payment_approval": "Утверждение платежа",
    "residential_address_checking": "Документы с адресом вашего проживания в очереди на проверку.",
    "add_residential_address": "Добавьте свое местоположение и документы, подтверждающие адрес проживания."
  },
  "phone_verify": {
    "title": "Номер мобильного телефона",
    "step1_title": "Введите свой номер мобильного телефона.",
    "phone_number_input": "Номер мобильного телефона",
    "next": "Следующий шаг",
    "sms_code_input": "Проверочный код",
    "sms_code_message": "6-значный код подтверждения отправлен на {phone_number}.",
    "notifications": {
      "duplicated_number_error": "Этот номер уже одобрен вами.",
      "send_activation_code_success_title": "Проверочный код",
      "send_activation_code_success": "Код подтверждения отправлен на {phone_number}.",
      "verify_success": "Ваш номер мобильного телефона подтвержден"
    }
  },
  "companies": {
    "title": "Мои бизнес-счета",
    "message": "Предприятия, предприниматели и профессиональные команды могут разрабатывать продукты и приложения на основе Selldone. Необходимо создать бизнес-профиль.",
    "new_company": "Новая компания"
  },
  "add_company": {
    "name_input": "Название компании",
    "website_input": "Интернет сайт",
    "email_input": "Эл. адрес",
    "address_input": "адрес",
    "tel_input": "Тел.",
    "mobile_input": "Мобильный",
    "edit_action": "Изменить компанию",
    "create_action": "Создать компанию",
    "notifications": {
      "add_success": "Бизнес-аккаунт {name} создан.",
      "edit_success": "Бизнес-аккаунт изменен."
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "Личный",
      "shop_key": "Клиенты",
      "apps": "Программы"
    },
    "connected_apps_title": "Подключенные приложения",
    "connected_apps_message": "Вы увидите список всех магазинов и приложений, которые подключены к вашей учетной записи домена. Вы можете удалить доступ к любому из них.",
    "shop_keys_title": "Ключи доступа к магазину",
    "shop_keys_message": "Эти ключи используются для создания токена доступа вашим сервером. Обратите внимание, что ключи являются конфиденциальными и размещаются только на сервере, чтобы их не видели другие.",
    "personal_keys_title": "Персональные ключи доступа",
    "personal_keys_message": "Вы можете создать ключи к своей учетной записи здесь. Обратите внимание, что эти ключи смогут получить доступ к вашей учетной записи. Создавайте и используйте эти ключи, только если вы точно знаете, что делаете.",
    "clients_title": "Клиенты",
    "clients_message": "Эти ключи используются для создания токена доступа вашим сервером. Обратите внимание, что ключи являются конфиденциальными и размещаются только на сервере, чтобы их не видели другие."
  },
  "user_security_control": {
    "title": "Безопасность учетной записи",
    "message": "Здесь вы можете изменить настройки безопасности вашего аккаунта.",
    "delete": {
      "title": "Удалить аккаунт",
      "subtitle": "Перед удалением учетной записи убедитесь, что вы удалили все магазины.",
      "action": "Я уверен, удалите мой аккаунт",
      "agreement": "Я принимаю, что вся моя информация будет удалена с вашего сервера. Ваша информация будет удалена в соответствии с графиком, установленным нами для предотвращения мошенничества или неправомерного использования."
    },
    "list": {
      "password": {
        "title": "Пароль",
        "sub_title": "Выберите надежный пароль для своей учетной записи.",
        "action_title": "Пароль доступа к учетной записи",
        "not_exist": "Не введено",
        "action": "Сменить пароль"
      },
      "phone": {
        "title": "Номер мобильного телефона",
        "sub_title": "Подтвердите свой номер мобильного телефона. Вы сможете войти через этот номер.",
        "action_title": "Основной номер телефона аккаунта",
        "action": "Подтвердить номер"
      },
      "two_step": {
        "title": "Вход в два этапа",
        "sub_title": "Подтвердите свой номер мобильного телефона. Вы сможете войти через этот номер.",
        "action_title": "Повышение безопасности аккаунта",
        "activated_action": "Активировано",
        "active_action": "В данный момент активен"
      },
      "email": {
        "title": "Основной адрес электронной почты",
        "sub_title": "У вас есть возможность обновить основной адрес электронной почты, связанный с этой учетной записью.",
        "action_title": "Изменить основной адрес электронной почты",
        "action": "Отправить ссылку для подтверждения"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "Установите приложение Google Authenticator"
      },
      "step_2": {
        "title": "Введите код, сгенерированный приложением",
        "message": "Шестизначный код генерируется алгоритмом в вашем мобильном телефоне. Вы можете скачать приложение по следующей ссылке. Нажмите клавишу генератора кода, чтобы создать QR-код, содержащий пароль.",
        "qr_code_info": "Если сканирование невозможно, вы можете вручную скопировать и вставить код в приложение:",
        "create_new_code": "Создать новый код",
        "qr_code_scanning": "Отсканируйте QR-код, созданный мобильным приложением Google Authenticator, и введите код, сгенерированный для подтверждения, в поле на этой странице.",
        "qr_code_regenerate_info": "Примечание. При нажатии вышеуказанной клавиши будет создан новый ключ, а предыдущий ключ будет непригоден для использования. Введите новый ключ в приложении для телефона."
      },
      "step_3": {
        "title": "Введите созданный код",
        "message": "Введите код доступа, созданный в приложении, в поле ниже.",
        "activation_key_input": "Код доступа"
      },
      "activated_alert": "Двухэтапный вход включен.",
      "activated_message": "Для вашей учетной записи включен двухэтапный вход. Отныне вам нужно будет вводить второй код, который меняется каждые 30 секунд, чтобы получить доступ к вашей учетной записи. Чтобы отключить двухэтапный вход, просто дважды щелкните Нажмите шаг и выполните шаги.",
      "cancel_two_step_login_action": "Отменить двухэтапный вход",
      "cancel_two_step_login_info": "Если вы хотите отключить двухэтапную аутентификацию, введите свой пароль и нажмите клавишу двухэтапного входа.",
      "password_input": "Пароль",
      "cancel_2fa_action": "Отменить двухэтапный вход"
    },
    "change_password_dialog": {
      "title": "Сменить пароль",
      "message": "Используйте сложный и запоминающийся пароль.",
      "password_input": "Текущий пароль",
      "new_password_input": "Новый пароль",
      "re_new_password_input": "повторите новый пароль",
      "tips": {
        "length": "Пароль должен быть не менее 8 символов",
        "chars": "Минимум одна заглавная буква и одна цифра.",
        "match": "Пароль совпал."
      },
      "change_password_action": "Сменить пароль",
      "notifications": {
        "change_password_title": "Сменить пароль",
        "change_password": "Пароль успешно изменен."
      }
    }
  },
  "authorized_clients": {
    "title": "Список подключенных магазинов/приложений",
    "table": {
      "name": "Имя",
      "app": "Приложение",
      "scopes": "Сферы",
      "shop": "Магазин с ограниченным доступом"
    },
    "remove_action": "Удалить доступ",
    "delete_alert": {
      "title": "Удалить",
      "message": "Вы хотите отозвать этот доступ? Обратите внимание, что это приложение больше не будет иметь доступа к вашей учетной записи.",
      "action": "Отказать в доступе"
    }
  },
  "clients": {
    "title": "Список клиентов",
    "create_new_action": "Создать нового клиента",
    "table": {
      "client_id": "ID клиента",
      "app": "Приложение",
      "name": "Псевдоним",
      "secret_key": "Секретный ключ"
    },
    "create_dialog": {
      "title": "Новый клиент",
      "error_msg": "<strong>Ошибка!</strong> Извините, произошла ошибка!",
      "name_input": "Имя",
      "name_input_message": "Что-то, что ваши пользователи узнают и которым доверяют.",
      "redirect_input_message": "Обратный адрес на ваш сайт."
    },
    "edit_dialog": {
      "title": "Изменить доступ"
    },
    "delete_alert": {
      "title": "Удалить",
      "message": "Удалить этого клиента?",
      "action": "Удалить"
    }
  },
  "personal_access_tokens": {
    "title": "Список токенов личного доступа",
    "create_action": "Создать новый токен",
    "table": {
      "name": "Имя",
      "scopes": "Доступы",
      "expire_at": "Срок действия"
    },
    "create_dialog": {
      "title": "Здание жетона",
      "error_message": "<strong>Ошибка!</strong> Извините, произошла ошибка!",
      "name_input": "Псевдоним Экс. мое токен имя",
      "name_input_message": "Имя любимого токена.",
      "scopes_list": "Список доступа к токену"
    },
    "access_token_dialog": {
      "title": "Персональный ключ доступа",
      "message": "Вот токен вашего личного токена доступа. Это единственный раз, когда этот токен будет отображаться, так что не пропустите! Теперь вы можете использовать этот токен для запроса API."
    },
    "delete_alert": {
      "title": "Удалить",
      "message": "Вы хотите удалить этот токен доступа?",
      "action": "Удалить"
    }
  },
  "scopes": {
    "profile": {
      "name": "Профиль",
      "description": "Прочитайте информацию о профиле, включая имя, адрес электронной почты, изображение и статус аутентификации."
    },
    "phone": {
      "name": "телефонный номер",
      "description": "доступ к номеру телефона."
    },
    "address": {
      "name": "Адреса",
      "description": "Прочитать сохраненный адрес из адресной книги."
    },
    "buy": {
      "name": "Покупка",
      "description": "Сделать заказ и купить в магазине."
    },
    "order-history": {
      "name": "История заказов",
      "description": "Читать историю заказов."
    },
    "my-gift-cards": {
      "name": "Подарочные карты",
      "description": "Доступ к Моим картам."
    },
    "articles": {
      "name": "Редактировать содержимое",
      "description": "Редактировать статьи."
    },
    "notifications": {
      "name": "Отправить и получить уведомление",
      "description": "Отправить и получить уведомление."
    },
    "read-shops": {
      "name": "Магазин",
      "description": "Прочитайте список магазинов."
    },
    "shop-edit": {
      "name": "Управление магазином",
      "description": "Изменить доступ к магазину"
    },
    "shop-contacts": {
      "name": "Управление контактной формой",
      "description": "Получайте и редактируйте контактные формы."
    },
    "shop-gift-cards": {
      "name": "Управление подарочными картами",
      "description": "Создавайте, редактируйте и управляйте подарочными картами."
    },
    "shop-faqs": {
      "name": "Управление вопросами и ответами",
      "description": "Создавайте, редактируйте и управляйте часто задаваемыми вопросами."
    },
    "shop-categories": {
      "name": "Управление категориями",
      "description": "Создавайте, редактируйте и управляйте категориями."
    },
    "shop-products": {
      "name": "Управление продуктом",
      "description": "Добавляйте, редактируйте и управляйте продуктами."
    },
    "shop-read-reports": {
      "name": "Читать отчеты",
      "description": "Читайте информацию и отчеты."
    },
    "shop-socials": {
      "name": "Управление социальными сетями",
      "description": "Изменить магазин в социальных сетях"
    },
    "shop-accounts": {
      "name": "Управление финансовыми счетами",
      "description": "Редактировать и удалять финансовые счета, связанные с магазином."
    },
    "shop-menus": {
      "name": "Управление меню",
      "description": "Редактировать меню магазина."
    },
    "shop-pages": {
      "name": "Управление страницами",
      "description": "Редактировать страницы магазина."
    },
    "shop-warehouse": {
      "name": "Управление складом",
      "description": "Редактировать склад магазина"
    },
    "shop-permissions": {
      "name": "Управление доступом",
      "description": "Просмотр и изменение доступа к магазину."
    },
    "shop-process-center": {
      "name": "Управление заказами",
      "description": "Управление заказами."
    },
    "shop-profile": {
      "name": "Управление профилями",
      "description": "Управление профилями магазинов."
    },
    "shop-discount-code": {
      "name": "Управление кодом скидки",
      "description": "Управляйте, редактируйте и добавляйте коды скидок магазина."
    }
  },
  "company_page": {
    "title": "Компания",
    "create_app": "Создать новое приложение",
    "menu": {
      "edit": "Редактировать",
      "apps": "Программы",
      "dashboard": "Панель приборов",
      "companies": "Компании"
    },
    "dashboard": {
      "info_widget": {
        "title": "Информация о регистрации компании",
        "address": "адрес",
        "website": "Интернет сайт",
        "email": "Эл. адрес",
        "phone": "телефонный номер",
        "register": "регистр",
        "developer": "Разработчик",
        "verified": "Проверено",
        "golden": "Золотой"
      }
    },
    "developer": {
      "title": "Разработчики",
      "menu": {
        "new": "Новый",
        "apps": "Программы"
      },
      "app_card": {
        "category": "Категория",
        "installs": "Установить",
        "actives": "Активный",
        "uninstalls": "Удаляет",
        "app_code": "Код приложения",
        "app_mode": "Режим приложения"
      }
    },
    "edit": {
      "title": "Редактировать"
    }
  },
  "add_app": {
    "category_input": "Категория",
    "code_input": "Код",
    "name_input": "Имя",
    "description_input": "Описание",
    "video_input": "URL-адрес видео",
    "public_form": "Общая информационная структура",
    "private_form": "Частная информационная структура",
    "icon_input": "Значок приложения",
    "logo_input": "Приложение с логотипом",
    "enable_input": "Приложение активно?",
    "edit_action": "Изменить приложение",
    "create_action": "Создать приложение",
    "notifications": {
      "add_success": "Бизнес-аккаунт {name} создан.",
      "delete_success": "Бизнес-аккаунт изменен."
    }
  },
  "app_page": {
    "title": "Заявление",
    "menu": {
      "edit": "Редактировать",
      "publish": "Публиковать",
      "history": "Версии",
      "dashboard": "Панель приборов",
      "company": "Компания",
      "api": "API",
      "images": "Картинки"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "Заявление",
        "app_code": "Код приложения",
        "category": "Категория",
        "name": "Имя",
        "installs": "Установить приложения",
        "uninstalls": "Удалить приложения",
        "actives": "Активные приложения",
        "description": "Описание",
        "published": "Опубликовано",
        "waiting_for_review": "В ожидании утверждения",
        "app_mode": "Режим приложения"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "Владелец",
      "description": "Полный доступ ко всем витринам."
    },
    "PRODUCT": {
      "text": "Менеджер по продукту",
      "description": "Добавляйте, редактируйте и управляйте продуктами магазина."
    },
    "AUDITING": {
      "text": "Финансовый менеджер",
      "description": "Просмотр финансовой информации и платежей."
    },
    "CONTENT": {
      "text": "Управление содержанием",
      "description": "Отвечайте на вопросы, пишите блоги и оформляйте страницы."
    },
    "OFFICER": {
      "text": "Старший менеджер",
      "description": "Просмотр и мониторинг активности сотрудников."
    },
    "EMPLOYEE": {
      "text": "Работник",
      "description": "Просмотр заказов и выполнение заказов."
    },
    "MARKETING": {
      "text": "Маркетинг",
      "description": "Доступ к настройкам и созданию кампаний, почтовому маркетингу и другим разделам, связанным с маркетингом."
    },
    "VIEWER": {
      "text": "Зритель",
      "description": "Возможность просмотра информации о магазине без возможности ее редактирования или изменения."
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "Физическая проверка",
      "description": "Проверяйте полученные заказы."
    },
    "PhysicalOrdersPackaging": {
      "text": "Физическая упаковка",
      "description": "Склад и процесс упаковки."
    },
    "PhysicalOrdersDelivery": {
      "text": "Физическая доставка",
      "description": "Доставка заказа."
    },
    "PhysicalOrdersSupport": {
      "text": "Физическая поддержка",
      "description": "Послепродажная поддержка."
    }
  },
  "account_status": {
    "Checking": "Проверка",
    "Approved": "Подтвержденный",
    "Rejected": "Отклоненный",
    "Deleted": "Удалено",
    "Banned": "Запрещено",
    "Payment": "Оплата",
    "SelldoneSprite": "Учетная запись кошелька Selldone",
    "SelldoneStorage": "Проданное хранилище"
  },
  "account_page": {
    "title": "Счет",
    "menu": {
      "setting": "Настройки",
      "change": "Заряд",
      "transfer": "Передача",
      "transactions": "Транзакции",
      "charge": "Заряд",
      "history": "История",
      "cards": "Открытки"
    },
    "transactions": {
      "title": "Операции со счетом",
      "detail": {
        "title": "Сделка",
        "amount": "Количество",
        "description": "Описание",
        "from": "От",
        "to": "К",
        "created_at": "Дата",
        "receipt": "Чек",
        "receipt_note": "Примечание"
      },
      "table": {
        "type": "Тип",
        "from": "Из аккаунта",
        "to": "На счет",
        "amount": "Количество",
        "receipt": "Чек",
        "created_at": "Дата",
        "description": "Описание"
      }
    },
    "transfer": {
      "title": "Плата за перевод",
      "form": {
        "title": "Форма запроса на перевод",
        "sub_title": "Депозит на свой счет или другие",
        "message": "Будьте внимательны при переводе денег, вы не сможете вернуться, если совершите перевод."
      }
    },
    "deposit": {
      "form": {
        "title": "Зарядка счета",
        "sub_title": "Вы должны списать баланс своей учетной записи, чтобы приобрести лицензии, обновить свою учетную запись и получить квитанции платежной системы.",
        "amount_input": "Количество",
        "charge_action": "Списание средств со счета"
      },
      "notifications": {
        "qr_title": "Оплата",
        "qr_message": "Платежный адрес {currency} создан.",
        "gateway_title": "Оплата",
        "gateway_message": "Подключение к платежному шлюзу."
      }
    },
    "setting": {
      "title": "Настройки учетной записи",
      "account_name_input": "Название аккаунта",
      "notifications": {
        "updated_success": "Ваша учетная запись успешно обновлена."
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "Получение оплаты"
  },
  "transaction_form": {
    "title": "Форма сделки",
    "from_input": "С номера счета",
    "to_input": "На номер счета",
    "from_input_message": "Сумма будет снята с этого счета.",
    "account_name": "Название аккаунта",
    "currency": "Валюта",
    "free_balance": "Доступные средства",
    "to": "Целевая учетная запись",
    "amount": "Количество",
    "receipt_title": "Оплата за получение",
    "receipt_input": "Номер квитанции",
    "paid_status": "Эта квитанция уже оплачена.",
    "paid_canceled": "Эта квитанция была аннулирована.",
    "description": "Объяснение",
    "created_at": "Дата",
    "duration": "Продолжительность",
    "unlimited": "Неограниченный",
    "add_note_action": "Добавить описание",
    "note": "Примечание",
    "transfer_action": "Передача",
    "confirmation": {
      "title": "Посылать деньги",
      "subtitle": "Подтверждение транзакции",
      "message": "Если следующая информация верна, нажмите клавишу подтверждения транзакции, чтобы совершить транзакцию.",
      "from": "Из аккаунта",
      "to": "На счет",
      "amount": "Количество",
      "fee": "Транзакционный сбор",
      "total_pay": "Сумма, снятая с вашего счета",
      "receipt": "Чек",
      "description": "Описание",
      "accept_action": "Подтверждение транзакции"
    },
    "enter_account_number": "Введите номер счета.",
    "currency_not_match": "Валюта целевого счета не совпадает с исходной",
    "account_number_not_valid": "Номер счета правильный.",
    "account_number_is_valid": "Номер счета правильный.",
    "receipt_not_valid": "Номер счета-фактуры неверен.",
    "receipt_is_valid": "Номер квитанции правильный.",
    "notifications": {
      "confirm_success": "Транзакция завершена успешно."
    }
  },
  "price_calculator": {
    "title": "Калькулятор ╏ Подходит для вашего бизнеса",
    "description": "Рассчитайте и выберите лучший план на основе ваших ежемесячных продаж:",
    "sale_input": "Ежемесячная сумма продаж",
    "hypernova_plan": "Подать заявку на Hypernova %0!",
    "show_normal_mode": "Показать нормальный режим",
    "show_hypernova_mode": "Моя транзакция превышает 1 миллион долларов!"
  },
  "price_card": {
    "billed_monthly": "Ежемесячно выставляется {amount}.",
    "billed_yearly": "Выставляется {amount} в год.",
    "buy_license_action": "Купи сейчас",
    "select_your_store": "Выберите свой магазин"
  },
  "shop_session_widget": {
    "total_sessions": "Всего сеансов"
  },
  "user_activities_keys": {
    "add_baskets": "Добавить в корзину",
    "remove_baskets": "Удалить из корзины",
    "buys": "Купить",
    "products_views": "Посмотреть продукт"
  },
  "shop_visitors_widget": {
    "title": "Аналитика посетителей",
    "new_visitors": "Новые посетители",
    "amp": "AMP-просмотры",
    "returning_visitors": "Постоянные посетители",
    "page_views": "Просмотры страниц",
    "other_pages": "Другие страницы",
    "from_previous_7_days": "за последние 7 дней"
  },
  "app_levels": {
    "title": "Уровень приложения",
    "Newbie": "Новичок",
    "Beginner": "Новичок",
    "Novice": "Новичок",
    "Intermediate": "Средний",
    "Advanced": "Передовой"
  },
  "login": {
    "register_title": "Среда бизнеса,<br> Приятный опыт.",
    "register_subtitle": "Зарегистрируйтесь сегодня бесплатно. Selldone любят стартапы, предприятия, покупатели и продавцы.",
    "password_recovery_title": "Восстановление пароля",
    "password_recovery_message": "Если вы забыли пароль, введите адрес электронной почты своей учетной записи и нажмите клавишу подтверждения. Мы отправим вам электронное письмо со ссылкой для сброса пароля.",
    "email": "Ваш адрес электронной почты",
    "password_recovery_action": "Получить письмо для восстановления",
    "register_google": "Продолжить через Google",
    "register_apple": "Продолжить с Apple",
    "continue_with": "Продолжить с",
    "register_linkedin": "Продолжить с LinkedIn",
    "register_facebook": "Продолжить с Facebook",
    "register_github": "Продолжить с Гитхаб",
    "create_your_account": "Создать учетную запись",
    "password_8_chars": "Пароль должен быть не менее 8 символов.",
    "password_upercase_number": "Минимум одна заглавная буква и одна цифра.",
    "password_confirm": "Пароль и подтверждение совпадают.",
    "privacy_agreement": "Регистрируясь, вы соглашаетесь с <a href='/terms' target='_blank'>Условиями использования</a> и <a href='/privacy' target='_blank'>Политикой конфиденциальности</a> Selldone.",
    "register_action": "Поехали, это бесплатно!",
    "login_action": "Авторизоваться",
    "already_signup": "Уже подписались?",
    "login_your_account": "Войдите в свой аккаунт",
    "login_google": "Продолжить через Google",
    "login_linkedin": "Продолжить с LinkedIn",
    "login_facebook": "Продолжить с Facebook",
    "login_github": "Продолжить с Гитхаб",
    "remember_me": "Запомни меня.",
    "login_button": "Авторизоваться",
    "two_step_problem": "У вас есть проблема с двухэтапным паролем?",
    "two_step_problem_action": "Я хочу отключить двухэтапный вход.",
    "two_step_confirm": "Подтвердите код доступа",
    "forgot_password": "Забыли пароль?",
    "signup_free": "Подпишись бесплатно",
    "checking_robot_message": "Проверка человек ты или робот..",
    "notifications": {
      "step2_login_success": "Автоматический вход в аккаунт"
    },
    "signup_email": "Зарегистрироваться по электронной почте",
    "name_placeholder": "Имя",
    "email_placeholder": "Эл. адрес",
    "email_or_username_placeholder": "Электронная почта, имя пользователя или номер телефона",
    "password_placeholder": "Пароль",
    "re_password_placeholder": "Подтвердить Пароль",
    "new_in_samin": "Новое в Селлдоне?",
    "auto_create_shop": "Автоматическое создание магазина"
  },
  "layout": {
    "logout": "Выйти",
    "menu": {
      "personal_information": "Личная информация и профиль",
      "wallet": "Кошельки и счета",
      "companies": "Компании и бизнес-счета",
      "access": "Доступ к моей учетной записи",
      "security": "Безопасность",
      "preferences": "Пользовательские настройки",
      "my_subscriptions": "Мои подписки"
    }
  },
  "page_builder": {
    "title": "Дизайн сайта",
    "menu": {
      "user_view": "Вид",
      "design": "Дизайн",
      "behavior": "Поведение",
      "seo": "SEO",
      "setting": "Настройки",
      "embed": "Встроить"
    },
    "waiting_fetch": "Получение информации..",
    "setting": {
      "title_input": "Заголовок страницы",
      "description_input": "Краткое описание",
      "name_input": "URL-адрес страницы (буквы и цифры)",
      "bg_color_input": "Фоновый цвет",
      "bg_style_input": "Стиль фона страницы",
      "page_label_input": "Цвет этикетки",
      "page_dir_input": "Направление страницы",
      "ltr": "Слева направо",
      "rtl": "Справа налево",
      "designer_note": "Примечание дизайнера"
    },
    "history": {
      "title": "Сохраненная история"
    },
    "design": {
      "themes": {
        "title": "Помощник по личному дизайну",
        "message": "Создавайте лучшие страницы для своего бизнеса без программирования.",
        "page_title_input": "Введите заголовок для своей страницы"
      },
      "tools": {
        "rearrange": "порядок",
        "tools": "Инструменты",
        "history": "История",
        "style": "Стиль",
        "typography": "Типография"
      },
      "no_category": "Нет категорий"
    },
    "seo": {
      "message": "Настройки SEO настраиваются автоматически SEO-движком Selldone."
    }
  },
  "verify_email_caution": {
    "title": "Подтвердите Ваш электронный адрес",
    "message": "Новая ссылка для активации отправлена на ваш адрес электронной почты {email}. Пожалуйста, проверьте свою электронную почту, прежде чем предпринимать какие-либо действия.",
    "resend_message": "Если вы не получили ссылку для активации по электронной почте, нажмите кнопку ниже, чтобы отправить ее повторно.",
    "resend_action": "Повторно отправить ссылку активации",
    "resend_notice": "Ссылка для активации отправлена."
  },
  "autopilot": {
    "start": "Дата начала",
    "end": "Дата окончания"
  },
  "help": {
    "menu": "Меню",
    "more_helps": "Прочитайте больше"
  },
  "company_card": {
    "pending_state": "Ожидание обзора",
    "register": "Зарегистрировано",
    "developer": "Разработчик",
    "verified": "проверено",
    "premier": "Премьер"
  },
  "shop_license": {
    "add": "Добавить подписку",
    "only_last": "Только последняя подписка",
    "vouchers": "Ваучеры",
    "buy": "Купить план подписки",
    "monthly": "Ежемесячно",
    "yearly": "Ежегодно",
    "start_date": "Дата начала",
    "end_date": "Дата окончания",
    "price": "цена",
    "terms": "Я прочитал и согласен с условиями использования Selldone",
    "need_charge": "Нужна зарядка",
    "buy_now": "Купи сейчас",
    "auto_renewal": "Автоматического продления",
    "plan_placeholder": "Выберите план подписки",
    "plan": "Лицензионный план",
    "use_date": "Дата активации",
    "active_license": {
      "title": "Активная лицензия",
      "subtitle": "Информация о вашей активной лицензии.",
      "subtitle_partner": "Информация о вашей активной лицензии {name}."
    },
    "licenses_table": {
      "title": "История покупок",
      "subtitle": "Активные и ожидающие лицензии."
    },
    "license_detail": {
      "title": "Подробности",
      "subtitle": "Ограничения вашего текущего плана."
    },
    "table": {
      "plan": "План",
      "start_date": "Дата начала/окончания",
      "renewal": "Автоматического продления",
      "linked_account": "Связанная учетная запись / ваучер",
      "payment": "Оплата",
      "cancel": "Отмена"
    },
    "notifications": {
      "subscribe_success": "Подписано успешно.",
      "cancel_success": "Подписка успешно отменена."
    },
    "cancel_dialog": {
      "title": "Отменить подтверждение подписки",
      "message": "Вы уверены, что хотите отменить эту подписку?",
      "action": "Отписаться от рассылки"
    },
    "use_voucher_now": "Воспользуйтесь ваучером сейчас",
    "validity_duration": "Срок действия",
    "validity_duration_hint": "Купив лицензию на 12 месяцев, вы получите скидку 30%."
  },
  "admin_shop_layout": {
    "download_txt": "Скачать текст данных",
    "download_excel": "Скачать данные эксель"
  },
  "user_preferences": {
    "access": "Доступ",
    "template": "Шаблон",
    "feedback": "Обратная связь",
    "company": "Компания",
    "company_message": "Если у вас есть компания и вы хотите публиковать приложения.",
    "access_keys": "Ключи доступа",
    "access_keys_message": "Показать клиентов и ключи доступа.",
    "rating": "Как бы вы оценили свой опыт работы с Selldone?",
    "large_font": "Крупные шрифты",
    "large_font_message": "Показать текст крупнее обычного",
    "samples": "Показать образцы магазинов",
    "samples_message": "Если эта функция включена, на вашей панели будут отображаться некоторые образцы магазинов.",
    "automation": "Автоматизация",
    "automation_message": "Показать вкладку автоматизации на панели инструментов магазина. (вебхуки, визуальное программирование, ...)"
  },
  "shop_locations": {
    "title": "Страны, в которых предоставляется услуга",
    "sub_title": "Выберите страны, в которых вы хотите продавать свой продукт, из списка ниже.",
    "delete_restriction": "Удалить ограничение",
    "set_restriction": "установить ограничение",
    "notifications": {
      "locations_update": "Местоположение успешно обновлено."
    },
    "table": {
      "country": "Страна",
      "currency": "Валюта",
      "available": "Имеется в наличии"
    }
  },
  "product_card": {
    "sold_out": "Распроданный",
    "review_unit": "Рассмотрение",
    "not_original": "Не оригинальная"
  },
  "product_studio": {
    "add_mode": "Добавить больше деталей",
    "add_by_sku": "Добавить по артикулу",
    "auto_category": "Автоматически устанавливаемая категория",
    "add_in_current_category": "Добавить в текущую категорию",
    "category_mode_message": "Если включено, продукт будет добавлен в категорию или подкатегорию по умолчанию.",
    "sku_name_input": "Артикул / Название"
  },
  "my_affiliate": {
    "title": "Мои партнерские контракты",
    "message": "Список партнерских соглашений с другими магазинами."
  },
  "affiliates": {
    "title": "Аффилированные партнеры",
    "subtitle": "Создавайте партнеров, отслеживайте их эффективность с течением времени и предпринимайте действия на основе точной информации в одном месте. Мы помогаем вам и вашим партнерам построить крепкие отношения.",
    "affiliate_code": "Партнерский код",
    "crate_date": "Дата создания",
    "last_payment_date": "Дата последнего платежа",
    "for_all_products": "Применить ко всем продуктам",
    "balance": "Остаток средств",
    "fix_commission": "Фиксированная комиссия",
    "percent_commission": "Процентная комиссия",
    "total_payment": "Всего платежей",
    "new_affiliate": "Новый аффилированный партнер",
    "new_affiliate_message": "Добавить нового аффилированного партнера",
    "link_domain": {
      "title": "Связанный домен",
      "subtitle": "Вы можете подключить один из своих доменов к этому партнеру. Этот партнер будет известен как представитель каждого человека, который посещает ваш магазин и совершает покупки через этот домен."
    },
    "dialog": {
      "new": "Новый аффилированный партнер",
      "edit": "Изменить аффилированного партнера",
      "user": "Пользователь (необязательно)",
      "bank_info": "Информация о банке",
      "restriction": "Ограничение",
      "select_products": "Выберите продукты",
      "select_products_message": "Партнер получает комиссию за эти продукты",
      "edit_action": "Обновить партнерку",
      "add_action": "Добавить аффилированного партнера",
      "affiliate_name": "Имя аффилированного партнера",
      "payment_info": "информация о платеже",
      "enable_switch": "Он активен?",
      "affiliate_info": "Информация о партнере"
    },
    "link_factory": {
      "title": "Генератор партнерских ссылок",
      "link_input": "Ваша ссылка",
      "link_output": "Сгенерированная ссылка"
    }
  },
  "gift_card_orders": {
    "title": "Заказы с подарочной картой",
    "table": {
      "order": "порядок",
      "order_price": "Сумма заказа",
      "paid_by_card": "Оплачено картой",
      "payment_status": "Статус платежа",
      "date": "Дата"
    }
  },
  "offer_orders": {
    "title": "Предложение заказов",
    "table": {
      "order": "порядок",
      "order_price": "Сумма заказа",
      "offer_amount": "Предложенная сумма",
      "payment_status": "Статус платежа",
      "product": "Продукт",
      "date": "Дата"
    }
  },
  "coupon_orders": {
    "title": "Заказы купонов",
    "table": {
      "order": "порядок",
      "order_price": "Сумма заказа",
      "coupon_amount": "Сумма купона",
      "payment_status": "Статус платежа",
      "date": "Дата"
    }
  },
  "discount_code_orders": {
    "title": "Заказы с кодом скидки",
    "table": {
      "order": "порядок",
      "order_price": "Сумма заказа",
      "discount_amount": "Сумма скидки",
      "payment_status": "Статус платежа",
      "date": "Дата"
    }
  },
  "incentives": {
    "discount_code": "Скидка",
    "coupon": "Купон",
    "offer": "Предложение",
    "gift_card": "Подарочная карта",
    "lottery": "Лотерея"
  },
  "discount_codes": {
    "title": "Коды скидок",
    "sub_title": "В этом разделе вы сможете создавать купоны на скидку в соответствии с вашими потребностями. Эти скидки являются отдельными от любых скидок на продукты и будут применяться к окончательной сумме заказа пользователя.",
    "add_new": "Добавить новый код скидки",
    "card": {
      "created": "Создавать",
      "start": "Начинать",
      "end": "Конец",
      "currency": "Валюта",
      "discount_percentage": "Учетная ставка",
      "discount_limit": "Лимит скидки",
      "state": "Текущий статус",
      "enabled": "Теперь включено",
      "disabled": "Сейчас отключен",
      "used": "потребляется",
      "count": "Считать",
      "unit": "Предметы)"
    },
    "dialog": {
      "title_edit": "Изменить код скидки",
      "title_add": "Добавить новый код скидки",
      "discount_code_input": "Код скидки",
      "discount_percent_input": "Учетная ставка",
      "discount_percent_input_hint": "Ставка дисконтирования суммы покупки",
      "count_input": "Считать",
      "count_input_hint": "Максимальное использование этого кода",
      "limit_input": "Лимит скидки",
      "limit_input_hint": "Максимальная скидка в зависимости от валюты",
      "currency_input_message": "Для этой валюты будут доступны скидки.",
      "limit_input_message": "Значение 0 для лимита скидки означает, что ставка дисконтирования не ограничена.",
      "title_input": "Заголовок",
      "title_input_hint": "Вы можете ввести название для этого кода скидки",
      "description_input": "Описание",
      "description_input_hint": "Вы можете ввести описание для этого кода скидки",
      "date_start_input": "Начинать",
      "date_start_input_placeholder": "Выберите, когда начать скидку",
      "date_end_input": "Конец",
      "date_end_input_placeholder": "Выберите, когда закончится скидка",
      "notifications": {
        "add": "Код скидки успешно добавлен.",
        "edit": "Код скидки успешно изменен."
      }
    },
    "delete_alert": {
      "title": "Удалить код скидки",
      "message": "Вы хотите удалить этот код скидки?",
      "action": "Удалить скидку"
    },
    "notifications": {
      "delete_success": "Ваш комментарий был успешно удален"
    }
  },
  "gift_cards": {
    "title": "Подарочная карта",
    "sub_title": "Создайте подарочную карту, а затем сделайте столько, сколько вам нужно. На этой карте есть комиссия, и ее можно использовать только для покупок в вашем магазине.",
    "create_new": "Добавить новую подарочную карту",
    "card": {
      "created": "Создавать",
      "lifetime": "Срок действия",
      "lifetime_unit": "Месяц с даты создания каждой карты",
      "currency": "Валюта",
      "initial_balance": "Первоначальный заряд",
      "count": "Считать",
      "count_unit": "вещь",
      "used": "Использовал"
    },
    "dialog": {
      "title": "Дизайн подарочной карты"
    },
    "alert": {
      "title": "Удалить код скидки",
      "message": "Вы хотите удалить этот код скидки?",
      "action": "Удалить"
    },
    "notifications": {
      "delete_title": "Удалить подарочную карту",
      "delete_message": "Ваш комментарий был успешно удален."
    }
  },
  "coupons": {
    "title": "купоны",
    "sub_title": "Если вы хотите предоставить своим клиентам скидку, которую можно использовать при определенных условиях, вы можете создать купоны. Купоны могут включать процентную скидку с ограничением или фиксированной суммой или их комбинацию.",
    "create_new": "Добавить новый купон",
    "qualified_products": "Подходящие продукты",
    "min_purchase": "Минимальная покупка",
    "only_first_order": "Только первая покупка",
    "one_time_use": "Одноразовые",
    "amount_usage": "Использованная сумма",
    "delete_alert": {
      "title": "Удалить купон",
      "message": "Вы уверены, что хотите удалить этот купон?",
      "action": "Да, удалить купон"
    },
    "notifications": {
      "delete_success": "Купон успешно удален."
    },
    "multiple_use": "Многократное использование"
  },
  "coupon_edit": {
    "title_edit": "Изменить купон",
    "title_add": "Новый купон",
    "discount_charge": "Скидка и плата",
    "charge": "Заряд",
    "charge_message": "Сумма первоначального взноса",
    "percent": "Процент скидки",
    "percent_message": "Сумма процентной скидки",
    "limit_input": "Ограничение",
    "limit_input_hint": "Предельная сумма скидки",
    "currency_input_message": "Купон доступен для этой валюты.",
    "count_input": "Считать",
    "count_input_hint": "Максимальное использование этого кода",
    "limit_input_message": "Значение 0 для лимита скидки означает, что ставка дисконтирования не ограничена.",
    "date_start_input": "Начинать",
    "date_start_input_placeholder": "Выберите, когда начать купон",
    "date_end_input": "Конец",
    "date_end_input_placeholder": "Выберите, когда закончится скидка",
    "title_input": "Заголовок",
    "title_input_hint": "Вы можете ввести название для этого кода скидки",
    "description_input": "Описание",
    "description_input_hint": "Вы можете ввести описание для этого кода скидки",
    "coupon_code": "Код купона",
    "need_code": "Нужен код?",
    "coupon_color": "Цвет купона",
    "min_purchase_amount": "Минимальная сумма покупки",
    "min_purchase_amount_hint": "Сумма покупки должна быть больше или равна этому значению.",
    "should_exist_product": "Хотя бы один из этих товаров должен быть в корзине",
    "apply_for_first_order": "Только на первую покупку",
    "apply_for_first_order_on": "Этот купон можно использовать только для первой покупки клиента!",
    "apply_for_first_order_off": "Ниже можно настроить количество использований купонов на одного покупателя.",
    "has_qualify_constraints": "Вы хотите определить больше ограничений?",
    "has_qualify_constraints_message": "Установите дополнительные условия, чтобы клиент мог использовать этот купон.",
    "one_time_use": "Одноразовые",
    "one_time_use_message": "Клиент может использовать этот купон один раз.",
    "daily_limit": "Дневной лимит",
    "no_limit": "Безлимитный",
    "daily_limit_message": "Максимальное количество использования в день клиентом",
    "monthly_limit": "Месячный лимит",
    "monthly_limit_message": "Максимальное количество использования в месяц клиентом",
    "yearly_limit": "Годовой лимит",
    "yearly_limit_message": "Максимальное количество использования в год клиентом",
    "notifications": {
      "add": "Новый купон успешно создан.",
      "edit": "Купон обновлен."
    }
  },
  "offers": {
    "title": "Предложения",
    "sub_title": "Вы можете создавать специальные предложения для своих клиентов, чтобы после покупки одного товара они получали другой товар со скидкой или даже бесплатно.",
    "create_new": "Добавить новое предложение",
    "qualified_products": "Подходящие продукты",
    "min_quantity": "Минимальное количество",
    "min_purchase": "Минимальная покупка",
    "discounted_products": "Товары со скидкой",
    "amount_usage": "Использованная сумма",
    "delete_alert": {
      "title": "Удалить предложение",
      "message": "Вы уверены, что хотите удалить это предложение?",
      "action": "Да, удалить предложение"
    },
    "notifications": {
      "delete_success": "Предложение успешно удалено."
    }
  },
  "offer_edit": {
    "title_edit": "Изменить предложение",
    "title_add": "Новое предложение",
    "design_style": "Дизайн и стиль",
    "eligible_constraints": "Допустимые лимиты клиентов",
    "title_input": "Заголовок",
    "title_input_hint": "Вы можете ввести название для этого кода скидки",
    "description_input": "Описание",
    "description_input_hint": "Напишите описание для этого кода скидки",
    "currency_input_message": "Доступное предложение для этой валюты.",
    "qualified_products": "Подходящие продукты",
    "qualified_products_message": "Чтобы продукты соответствовали требованиям, общее количество товаров в корзине должно быть равно или больше минимального количества.",
    "min_items": "Минимальное количество товаров",
    "min_items_message": "Количество товаров, которые клиент должен купить",
    "discounted_products": "Товары со скидкой",
    "offered_products": "Предлагаемые продукты",
    "offered_products_message": "Хотя бы один из этих товаров должен быть в корзине.",
    "discount_percent": "Процент скидки",
    "discount_percent_message": "Процент скидки на эти товары.",
    "discount_percent_hint": "Размер скидки в процентах",
    "per_order": "Максимальное количество использований в одном заказе",
    "per_order_message": "Максимальное количество раз, которое предложение может быть применено к заказу",
    "count_input": "Количество",
    "count_input_hint": "Максимальное использование этого предложения",
    "min_purchase": "Минимальная сумма покупки",
    "min_purchase_hint": "Цена покупки должна быть больше или равна этому значению",
    "limitation": "Ограничение",
    "date_start_input": "Начинать",
    "date_start_input_placeholder": "Выберите, когда начать купон",
    "date_end_input": "Конец",
    "date_end_input_placeholder": "Выберите, когда закончится скидка",
    "max_actives_is_3": "У вас может быть только три активных предложения одновременно.",
    "enable": "Автоматически применять",
    "notifications": {
      "add": "Новое предложение успешно создано.",
      "edit": "Предложение успешно обновлено."
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "Баннер",
      "reportage": "Репортаж",
      "social": "Социальные сети",
      "offline": "Не в сети"
    }
  },
  "emails": {
    "title": "Рекламная рассылка",
    "subtitle": "Создавайте электронные письма с помощью перетаскивания, планируйте и запускайте кампании, чтобы увеличить удержание, и просматривайте достоверную и точную информацию в одном месте.",
    "cation_message": "⚠ Запрещено для непроверенных продавцов. (Бета)",
    "subject": "Тема",
    "from": "От",
    "in_que": "Ожидание",
    "schedule_at": "Расписание в",
    "sent": "Отправлено",
    "sends": "Отправляет",
    "delivers": "Доставленный",
    "views": "Взгляды",
    "clicks": "Клики",
    "buys": "Покупки",
    "new_email": "Добавить новый адрес электронной почты",
    "new_email_message": "Создайте и запланируйте новую маркетинговую электронную почту"
  },
  "email_dashboard": {
    "review": "Рассмотрение",
    "waiting_for_approve": "Ожидание подтверждения от {name}",
    "approved_by": "Электронная почта подтверждена {name} и отправлена.",
    "not_submitted_send_request": "Вы еще не отправили запрос на отправку этого письма.",
    "reviewed_by": "Отзыв пользователя {name}",
    "status": "Статус электронной почты",
    "conversion": "Коэффициенты конверсии",
    "sell_performance": "Эффективность продаж",
    "total_buys": "Общее количество продаж",
    "amount_buy": "Общая сумма продаж",
    "average_sell": "Средний объем продаж",
    "sessions": "Сессии",
    "overview": "Обзор",
    "purchase_amount": "Сумма покупки",
    "actions": "Активность пользователя"
  },
  "email_page": {
    "emails": "электронные письма",
    "edit": "Редактировать"
  },
  "affiliate_page": {
    "affiliates": "Аффилированные партнеры",
    "orders": "Заказы",
    "payments": "Платежи"
  },
  "affiliate_dashboard": {
    "link": "Партнерская ссылка",
    "fix_commission": "Фиксированная комиссия",
    "percent_commission": "Процентная комиссия",
    "last_payment": "Последний платеж",
    "balance": "Остаток средств",
    "total_payment": "Всего платежей",
    "status": "Статус аффилированного партнера и ограничения",
    "available_for": "Доступны для",
    "orders_count": "Сумма заказов",
    "orders_accepted": "Принятые заказы",
    "finance": "Финансовый отчет",
    "amount_accepted": "Принятая сумма",
    "amount_paid": "Оплаченное количество",
    "sessions": "Сессии",
    "affiliate_payment": "Партнерские платежи",
    "amount_payment": "Сумма к оплате",
    "amount_payment_hint": "Точная сумма сделки",
    "i_paid": "Я заплатил {amount} {currency} {name}",
    "pay_now": "Заплатить сейчас"
  },
  "permission_roles": {
    "new_role": "Добавить новую роль",
    "new_role_message": "Сделайте работу в команде проще.",
    "new_role_action": "Добавить новую роль"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "Лотерея",
    "sub_title": "Ваши клиенты могут играть в игру и выигрывать. Покупатели вашего магазина должны потреблять 10 фишек за каждую игру. Например, если вы хотите, чтобы у ваших клиентов был шанс выиграть 1000 долларов США, вы должны установить цену каждой фишки на уровне 100 долларов США. Значение 0 для каждой фишки означает, что покупатель получит одну фишку за каждую покупку.",
    "manually_send_chip": "Вы хотите вручную отправлять фишки пользователям?",
    "lottery_enable": "Лотерея включена?",
    "chip_price_input": "Цена чипа",
    "zero_chip_message": "Дайте 1x чип за заказ",
    "chip_has_price_message": "Дайте 1 фишку за {amount} {currency} заказа.",
    "chip_disabled_message": "Чип отключен!",
    "create_new": "Добавить новый приз",
    "delete_alert": {
      "title": "Удалить приз",
      "message": "Вы уверены, что хотите удалить этот приз навсегда?",
      "action": "Да, удалить сейчас"
    },
    "notifications": {
      "delete_success": "Приз успешно удален."
    }
  },
  "lottery_edit": {
    "title_edit": "Изменить лотерею",
    "title_add": "Новый лотерейный предмет",
    "general_config": "Общая конфигурация",
    "design_style": "Стиль и внешний вид",
    "enable": "Включено?",
    "enable_message": "Максимальное количество предметов в колесе — 14.",
    "title_input": "Заголовок",
    "title_input_hint": "Напишите короткий заголовок.",
    "description_input": "Описание",
    "description_input_hint": "Напишите описание товара.",
    "quantity": "Количество",
    "quantity_message": "Всего доступных предметов",
    "image": "Изображение",
    "image_placeholder": "Выберите изображение для элемента",
    "chance": "Шанс",
    "chance_message": "Шанс на победу в процентах",
    "free_for_first": "Это бесплатно для новых клиентов?",
    "free_for_first_message": "Новые клиенты могут выиграть этот предмет.",
    "prize": "Приз",
    "amount": "Сумма приза",
    "amount_hint": "Пользователи выигрывают эту сумму за свой заказ.",
    "currency_message": "Валюта для этого товара. Другие валюты конвертируются по обменному курсу.",
    "discount": "Скидка",
    "discount_message": "Процент скидки на заказ клиента",
    "discount_limit": "Лимит скидки",
    "discount_limit_hint": "Максимальная скидка для клиента.",
    "color": "Цвет",
    "condition": "Условия",
    "notifications": {
      "add": "Новый элемент лотереи успешно создан.",
      "edit": "Предметы лотереи успешно изменены."
    }
  },
  "gift_card_types_list": {
    "label": "Тип подарочной карты",
    "message": "Выберите тип подарочной карты из списка."
  },
  "email_builder": {
    "service_unavailable": "Почтовый сервер не активен в вашей учетной записи.",
    "design_section": "Ваша табличка с дизайном электронной почты",
    "schedule_switch": "Запланировать отправку электронной почты?",
    "schedule_placeholder": "Выберите время для отправки электронной почты"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "Дата регистрации",
      "description": "Фильтр по дате регистрации пользователя."
    },
    "LAST_BUY_DATE": {
      "title": "Последняя покупка",
      "description": "Дата последней покупки."
    },
    "LOGIN_DATE": {
      "title": "Дата входа",
      "description": "Дата последнего входа в систему."
    },
    "LEVEL": {
      "title": "Клуб клиентов",
      "description": "Члены клуба клиентов."
    },
    "SUBSCRIBED": {
      "title": "Подписан",
      "description": "Иметь подписку на получение электронной почты."
    },
    "NOT_PURCHASED": {
      "title": "Нет покупки",
      "description": "Клиенты, которые еще не купили."
    },
    "SEX": {
      "title": "Пол",
      "description": "Пол пользователя."
    },
    "LOCATION": {
      "title": "Место нахождения",
      "description": "Местоположение пользователя."
    },
    "LIMIT": {
      "title": "Ограничение",
      "description": "Установите ограничение на максимальное количество пользователей."
    },
    "SEGMENTS": {
      "title": "Сегменты",
      "description": "Ограничьте клиентов в определенной ручной сегментации."
    }
  },
  "inline_help": {
    "helps_title": "Руководство пользователя службы",
    "blogs_title": "Связанный контент в блоге Selldone"
  },
  "shop_tax": {
    "region": "Область, край",
    "label": "Этикетка",
    "country_tax": "Страна налог",
    "customer_tax": "НДС клиента",
    "business_tax": "Бизнес НДС",
    "shipping": "Перевозки",
    "override": "Переопределить",
    "country": "Страна",
    "vat_range": "Диапазон НДС",
    "custom": "Обычай",
    "regions": "Регионы",
    "rest_world": "Остальная часть мира",
    "overrides": "Переопределяет",
    "dialog_set_title": "Налоговые настройки",
    "tax_setting": "Налоговые настройки",
    "vat": "VAT",
    "calculate_tax_input": "Автоматический расчет налога",
    "calculate_tax_message": "При активации этой опции НДС будет рассчитываться и применяться к вашим заказам.",
    "tax_number": "Налоговый номер",
    "tax_number_message": "Введите свой налоговый номер. Этот регистрационный номер будет записан в счете-фактуре покупателя.",
    "tax_included_in_price_input": "Налог включен в цену товара",
    "tax_included_in_price_message": "Выберите этот вариант, если вы включаете сумму налога в цену вашего продукта. Сумма налога будет рассчитана по следующей формуле:",
    "tax_included_in_price_formula": "Налог = (цена * НДС) / (1 + НДС), например, сумма налога на товар по цене 100$ с ставкой добавленной стоимости 10% становится 9,09$.",
    "tax_on_shipping_input": "Применять налоги к доставке",
    "tax_on_shipping_message": "При выборе этой опции налог будет применяться к доставке.",
    "fixed_tax_rate": "Фиксированная налоговая ставка",
    "dynamic_tax_rate": "Налог по регионам",
    "locations_tip": "В приведенном выше списке показаны только те страны, которые вы выбрали в настройках магазина > Местоположение в качестве стран, которые вы продаете.",
    "locations_action": "Адреса магазинов Настройки",
    "save_alert": "Настройки не сохраняются!",
    "pos_tax_setting": "Налоговые настройки POS",
    "tax_exclude_title": "Исключено ╏ Налог будет добавлен при оформлении заказа",
    "tax_excluded_message": "Налоги будут рассчитаны перед оплатой во время оформления заказа и добавлены к цене без налога в зависимости от доказательств вашего клиента."
  },
  "transportation_page": {
    "menu": {
      "dashboard": "Панель приборов",
      "transportations": "Методы доставки",
      "orders": "Заказы",
      "setting": "Параметр",
      "delivery_services": "Услуги",
      "delivery_persons": "Курьеры"
    },
    "go_to_courier_list": "Посмотреть список курьеров",
    "go_to_service_list": "Посмотреть список служб доставки"
  },
  "transportation_persons": {
    "title": "Курьеры",
    "notifications": {
      "success_add": "добавил курьер.",
      "success_reset": "Сброс статистики.",
      "success_remove": "Курьер успешно удален.",
      "success_update": "Информация о курьере успешно обновлена."
    },
    "reset": {
      "title": "Сбросить статистику",
      "message": "Вы уверены, что хотите сбросить статистику этого курьера?",
      "action": "Да, сбросить сейчас"
    },
    "remove": {
      "title": "Удалить курьера",
      "message": "Вы уверены, что хотите удалить этого курьера?",
      "action": "Да, удалить сейчас"
    },
    "add_dialog": {
      "title": "Добавить нового курьера",
      "action": "Добавить курьера"
    }
  },
  "transportation_orders": {
    "title": "Заказы на доставку",
    "notifications": {
      "success_update": "Статус доставки успешно обновлен.",
      "success_payment": "Оплата наложенным платежом успешно подтверждена."
    }
  },
  "delivery_person": {
    "actions_title": "Настройки курьера",
    "action_delivered": "Отправленный",
    "action_paid": "наложенным платежом оплачено",
    "action_returned": "Вернулся",
    "cod_confirm_action": "Подтвердить оплату наложенным платежом",
    "pickup_dialog": {
      "title": "Вы курьер этой посылки?",
      "message": "Если вы несете ответственность за доставку этой посылки, выберите «Да», в противном случае выберите «Нет»."
    },
    "status_dialog": {
      "title": "Изменить статус на {status}",
      "message": "Вы уверены, что хотите изменить статус доставки на {status}?",
      "action": "Да, подтверждаю!"
    },
    "cod_dialog": {
      "title": "Оплата наложенным платежом",
      "message": "Вы подтверждаете, что получили сумму заказа от покупателя?",
      "action": "Да, я подтверждаю оплату!"
    }
  },
  "transportation_services": {
    "title": "Служба доставки",
    "notifications": {
      "success_add": "Добавлена служба доставки.",
      "success_reset": "Сброс статистики.",
      "success_remove": "Служба успешно удалена.",
      "success_update": "Сервис успешно обновлен."
    },
    "reset": {
      "title": "Сбросить статистику",
      "message": "Вы уверены, что хотите сбросить статистику этого сервиса?",
      "action": "Да, сбросить сейчас"
    },
    "remove": {
      "title": "Удалить службу доставки",
      "message": "Вы уверены, что хотите удалить эту услугу?",
      "action": "Да, удалить сейчас"
    },
    "add_dialog": {
      "title": "Добавить новую службу доставки",
      "action": "Добавить услугу"
    }
  },
  "delivery_receipt": {
    "title": "Квитанция о доставке",
    "has_return": "Возврат доставки",
    "cashed": "Наличный расчет"
  },
  "delivery_dashboard": {
    "select_destinations": "Добавляйте заказы в список",
    "price_calculation": "Рассчитать стоимость доставки",
    "price_calculation_action": "Рассчитать цену",
    "add_request": "Запросить услугу",
    "add_request_action": "Отправить запрос на обслуживание",
    "refresh_action": "Обновить информацию"
  },
  "delivery_order": {
    "title": "Доставка заказа",
    "has_return": "Возврат доставки",
    "cashed": "Наличный расчет"
  },
  "cash_register": {
    "menu": {
      "panel": "Кассовый аппарат",
      "orders": "Заказы",
      "customers": "Клиенты",
      "devices": "Устройства",
      "inventory": "Инвентарь"
    },
    "payment_confirm": "Подтверждение оплаты",
    "payment_confirm_msg": "Клиент оплатил заказ {basket_id}."
  },
  "barcode_scanner": {
    "wifi_pass": "Ваш пароль от Wi-Fi",
    "message": "Введите пароль маршрутизатора Wi-Fi и отсканируйте QR-код.",
    "wifi_ssid": "SSID Wi-Fi",
    "ssid_message": "Введите имя вашей сети Wi-Fi (SSID)."
  },
  "pos_devices": {
    "Scanner": "Сканер штрих-кода",
    "Scanner_desc": "Для использования сканера штрих-кода необходимо правильно ввести артикул товара в настройках товара.",
    "Printer": "принтер",
    "Printer_desc": "Распечатайте квитанцию вашего клиента, подключившись к чековому принтеру.",
    "CustomerView": "Просмотр клиента",
    "CustomerView_desc": "Эта страница позволяет отображать детали заказа для ваших клиентов.",
    "CardReader": "Картридер",
    "CardReader_desc": "Устройство чтения карт для оплаты наложенным платежом вашими клиентами.",
    "ChipReader": "Считыватель чипов",
    "ChipReader_desc": "Считыватель меток NFC для добавления товаров в корзину с помощью меток."
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "Удалить устройство",
      "message": "Вы уверены, что хотите удалить это устройство из своего профиля POS?",
      "action": "Да, удалить сейчас"
    }
  },
  "pos_process_center": {
    "title": "POS-центр обработки заказов",
    "menu": {
      "label": "Этикетка упаковки",
      "receipt": "Чек",
      "back": "Назад",
      "timeline": "График",
      "order": "порядок"
    }
  },
  "pos": {
    "add_customer": "Добавить клиента",
    "set_delivery": "Установить адрес доставки",
    "add_giftcards": "Добавить подарочную карту",
    "add_discount_code": "Добавить код скидки",
    "add_coupon": "Добавить купон",
    "set_campaign": "Установить кампанию",
    "select_buyer": "Выберите покупателя!",
    "send_to_pos": "Отправить на кард-ридер",
    "print_receipt": "Распечатать квитанцию",
    "confirm_cash_payment": "Подтвердить оплату наличными",
    "payment_cod": {
      "title": "Оплата наложенным платежом",
      "message": "Сумма этого заказа будет оплачена при доставке. После получения суммы от покупателя необходимо подтвердить платеж для завершения заказа в системе."
    },
    "payment_online": {
      "title": "Выберите способ оплаты онлайн",
      "message": "При выборе следующих опций будет создана и отправлена покупателю ссылка для оплаты. Оплатив эту ссылку, статус заказа изменится на оплаченный режим. Ссылка для оплаты будет сгенерирована путем сканирования QR-кода на экране клиента, SMS или электронной почты. Чтобы активировать любой канал для отправки ссылки, выберите этот параметр, а затем нажмите кнопку, чтобы отправить квитанцию покупателю."
    },
    "notifications": {
      "success_pay": "Оплата заказа завершена.",
      "success_order": "Заказ успешно создан и ожидает оплаты клиентом."
    },
    "payment_dialog": {
      "check_pay_now": "Вручную проверить платеж",
      "close_action": "Закрыть диалог. Я не хочу ждать оплаты клиента",
      "go_to_order": "Перейти на страницу заказа",
      "paid_by_gift_card_msg": "С подарочных карт снята вся сумма заказа! Покупателю не нужно платить больше.",
      "cod_msg": "Покупатель оплачивает при получении заказа.",
      "online_msg": "Попросите клиента отсканировать QR-код на экране клиента."
    },
    "name": "POS",
    "message": "Создайте онлайн-точку продаж с нулевой стоимостью установки, запустите ее на любом смартфоне, планшете и ПК или создавайте заказы вручную."
  },
  "exporter": {
    "title": "Экспорт данных",
    "subtitle": "Ваши данные принадлежат вам! Вы можете в любое время скачать информацию о своей компании в стандартном формате. Однако уважайте конфиденциальность своих клиентов, не рассылайте им спам и никогда не делитесь их информацией с третьими лицами.",
    "excel": "Вы получите список всех {type} в магазине вместе с полной информацией в формате Excel.",
    "csv": "Вы получите список всех {type} в магазине вместе с полной информацией в формате CSV. Этот формат соответствует стандартному формату Selldone для импорта {type} в магазин."
  },
  "importer": {
    "category": {
      "title": "Импортировать категории",
      "subtitle": "Загрузите CSV-файл категорий здесь. Убедитесь, что вы следуете стандартному формату."
    },
    "product": {
      "title": "Импорт продуктов",
      "subtitle": "Загрузите CSV-файл продуктов здесь. Убедитесь, что вы следуете стандартному формату."
    },
    "product_images": {
      "title": "Импорт изображений",
      "subtitle": "Получение информации об изображении занимает много времени. Обязательно соблюдайте авторские права при импорте изображений."
    },
    "inventory": {
      "title": "Массовое обновление инвентаря",
      "subtitle": "Загрузите CSV-файл инвентаризации здесь. Убедитесь, что вы следуете стандартному формату, сначала экспортировав файл CSV, а затем отредактировав этот файл."
    },
    "back_to_products": "Назад к списку продуктов",
    "back_to_categories": "Назад к списку категорий",
    "back_to_inventory": "Назад к списку инвентаря",
    "step_select_file": "Выберите CSV-файл",
    "step_send_to_server": "Отправить на сервер",
    "step_view_result": "Посмотреть результат",
    "step_view_que": "Посмотреть список ожидания",
    "send_to_server_action": "Отправить на сервер",
    "shop_license": "Магазинная лицензия",
    "max_items_limit": "Максимальный лимит предметов",
    "total_items": "Всего предметов",
    "customer": {
      "title": "Импорт клиентов",
      "subtitle": "Загрузите CSV-файлы клиентов здесь. Убедитесь, что вы следуете стандартному формату, а также должны соблюдать правила конфиденциальности."
    }
  },
  "campaigns": {
    "title": "Кампании",
    "subtitle": "Создавайте кампании, отслеживаемые ссылки и просматривайте достоверную и точную информацию в одном месте. Мы помогаем вам принимать более обоснованные решения на основе данных.",
    "add_action": "Добавить новую кампанию",
    "empty_message": "Создайте свою первую кампанию прямо сейчас!",
    "delete": {
      "title": "Удалить кампанию",
      "message": "Вы уверены, что хотите удалить эту кампанию и все данные?",
      "action": "Да, удалить сейчас"
    }
  },
  "landing_categories": {
    "raw": "Необработанные шаблоны",
    "marketing": "Маркетинг и реклама",
    "product": "Внедрение продукции",
    "health": "Здоровье и фитнес",
    "food": "Еда и фрукты",
    "house": "Недвижимость и дом",
    "device": "Машина и устройство",
    "car": "Автомобиль",
    "software": "Программное обеспечение",
    "clothing": "Одежда и обувь",
    "jewellery": "Ювелирные изделия",
    "all": "Все шаблоны"
  },
  "shop_theme": {
    "theme_colors": "Цвета темы",
    "products_view_mode": "Просмотр списка покупок",
    "products_view_mode_desc": "Вы можете настроить режим отображения товаров в вашем магазине в зависимости от размера экрана. Этот режим будет считаться установленным по умолчанию и не будет применяться, если пользователь изменит режим отображения.",
    "color_light": "Основной цвет",
    "color_dark": "Основной темный цвет",
    "color_deep_dark": "Глубокий темный цвет",
    "color_info": "Ссылки",
    "light_checkout": "Легкая тема оформления заказа",
    "light_header": "Легкий заголовок",
    "light_footer": "Легкий нижний колонтитул",
    "product_page": "Страница продукта",
    "typography": "Типография",
    "header": "Заголовок",
    "custom_code": "Пользовательский код",
    "custom_css": "Пользовательские CSS",
    "light_filter": "Тема фильтра категории",
    "custom_variants": "Варианты"
  },
  "app_templates": {
    "default": "По умолчанию",
    "blue": "Синий океан",
    "amber": "Янтарь",
    "green": "Экваториальный",
    "red": "Вампир",
    "magenta": "Цветок",
    "master": "Мастер",
    "black": "Темная сторона"
  },
  "affiliate_orders": {
    "title": "Заказы партнерских партнеров",
    "table": {
      "order_price": "Сумма заказа",
      "order_payment": "Статус оплаты заказа",
      "order_link": "Ссылка для заказа",
      "commission_status": "Статус комиссии",
      "commission_amount": "Сумма комиссии",
      "items": "Предметы",
      "actions": "Действия",
      "create_date": "Дата создания"
    },
    "notifications": {
      "update_success": "Статус партнера обновлен."
    }
  },
  "affiliate_payments": {
    "title": "Партнерские платежи",
    "table": {
      "staff": "Персонал",
      "amount": "Количество",
      "note": "Примечание",
      "date": "Дата"
    }
  },
  "my_roles": {
    "title": "Мои роли",
    "message": "Роли — это тип доступа, предоставляемый сотрудникам магазина. Например, персонал, отвечающий за отправку или упаковку заказов."
  },
  "role_card": {
    "complete_tasks": "Выполненные задачи",
    "reject_tasks": "Отклоненные задачи",
    "last_check": "Недавняя проверка"
  },
  "referral_widget": {
    "apply_now": "Подайте заявку сейчас на эту программу!",
    "no_bonus": "Получите первый приз, пригласив друга.",
    "your_gift": "Ваш подарок",
    "invited_gift": "Приглашенный подарок",
    "percent_bonus": "Процентный бонус",
    "discount_bonus": "Дисконтный бонус",
    "registered": "Новый пользователь",
    "accepted": "Принятый пользователь"
  },
  "app_config": {
    "reviews": "Отзывы",
    "rate_now": "Оценить сейчас",
    "category": "Категория",
    "uninstall": "Удалить",
    "get_app": "Скачать приложение",
    "public_keys": "Открытые ключи",
    "private_keys": "Закрытые ключи (безопасные)",
    "config": "Конфигурация приложения",
    "app_status": "Статус приложения",
    "app_info": "Информация о приложении",
    "update_at": "Недавнее обновление",
    "visit_website": "Посетить вебсайт",
    "privacy": "Политика конфиденциальности",
    "installs": "Устанавливает",
    "basic_profile_permission": "Основная информация о профиле",
    "developer": "Разработчик",
    "permissions": "Разрешения",
    "total_comments": "Всего комментариев",
    "delete_dialog": {
      "title": "Удалить приложение",
      "message": "Вы хотите удалить это приложение из своего магазина?",
      "action": "Да, удалить приложение"
    },
    "notifications": {
      "uninstall_success": "Приложение успешно удалено."
    }
  },
  "shop_bots": {
    "not_set": "Не задано!",
    "tokens": "Токен(ы)",
    "webhook": "Вебхук",
    "calls": "Звонки",
    "dialog": {
      "title": "{name} Конфигурация бота",
      "message": "Комплексная платформа ботов для создания покупательского опыта корпоративного уровня."
    }
  },
  "shop_customers": {
    "title": "Управление клиентами",
    "all_customers": "Скачать всех клиентов",
    "filtered_customers": "Отфильтрованные клиенты",
    "dialog_chips": {
      "title": "Установите количество клиентских фишек"
    },
    "dialog_club": {
      "title": "Установить уровень клуба клиентов"
    }
  },
  "app_dashboard": {
    "status": "Статус публикации",
    "statistics": "Статистика"
  },
  "app_publish": {
    "production_version": "Серийная версия",
    "beta_version": "Бета-версия",
    "alpha_version": "Альфа-версия"
  },
  "app_publish_widget": {
    "header": "Заголовок веб-сайта магазина",
    "header_code": "Код заголовка",
    "admin_page": "Страницы администратора",
    "name": "Имя",
    "icon": "Икона",
    "url": "URL"
  },
  "app_api": {
    "title": "Доступ к API",
    "revoke_api": "Отозвать API",
    "api_key": "API-ключ",
    "secret": "Секретный ключ",
    "client": "Клиент",
    "redirect_url": "URL-адреса перенаправления",
    "client_name": "Имя клиента"
  },
  "app_loader_page": {
    "no_ui_title": "Это приложение не имеет пользовательского интерфейса!",
    "no_ui_desc": "Некоторым приложениям не требуется пользовательский интерфейс в области администрирования. Это приложение может добавлять код только в раздел заголовка вашего веб-сайта магазина.",
    "header": "Код заголовка"
  },
  "finance_report": {
    "export_title": "Экспорт финансовых данных",
    "export_sub_title": "Загрузите финансовую информацию в одном файле.",
    "start_input_placeholder": "Выберите дату начала отчета",
    "end_input_placeholder": "Выберите дату окончания отчета",
    "download_action": "Скачать финансовый список"
  },
  "shop_notifications": {
    "title": "Уведомления магазина",
    "sub_title": "Бот, электронная почта, смс, ...",
    "message": "Изменить настройки и предпочтения уведомлений магазина",
    "channel": "Канал",
    "status": "Статус",
    "events": "События",
    "info": "Информация",
    "actions": "Действия",
    "connected": "Связанный",
    "not_connected": "Не подключен!",
    "connect_now": "Подключиться сейчас",
    "send_test": "Отправить тестовые данные",
    "disconnect": "Отключить",
    "dialog": {
      "title": "Конфигурация бота",
      "message": "Комплексная система уведомлений для создания возможностей электронной коммерции корпоративного уровня.",
      "action": "Кликните сюда!",
      "set_config": "Установить конфигурацию"
    }
  },
  "notification_events": {
    "new_order": "🛍️ Заказать",
    "payment": "💳 Оплата",
    "return": "📦 Возврат",
    "weekly_report": "📈 Еженедельные отчеты"
  },
  "order_delivery": {
    "title": "Доставка",
    "add_to_delivery_que_action": "Добавить в очередь на доставку",
    "in_que": "В очереди на доставку",
    "message": "После передачи посылки курьеру нажмите кнопку « <b>Подтвердить доставку</b> ».",
    "message_add_to_service": "Нажмите следующую кнопку, если вы хотите отправить эту посылку службой <b>доставки</b> .",
    "action": "Подтверждение доставки",
    "checklist": [
      "Проверьте удостоверение личности курьера.",
      "Хорошая упаковка продуктов и своевременная доставка могут увеличить коэффициент удержания ваших клиентов."
    ],
    "manual": {
      "title": "Ожидание подтверждения доставки от заказчика.",
      "action_received": "Подтверждение покупателя",
      "action_returned": "Доставка Возврат",
      "message": "Примечание. Если клиент получает заказ, вы можете использовать следующие варианты для завершения выполнения. Некоторые службы доставки в системе автоматически подтвердят доставку."
    },
    "auto_complete_note": "По истечении определенного периода статус заказа будет изменен на доставлен. Этот период варьируется в зависимости от типа заказа и определяется системой.",
    "received": {
      "title": "Доставлено Заказчику.",
      "delivered_date": "Дата доставки"
    },
    "receiver": "Получатель",
    "bill": "Чек",
    "tracking": {
      "title": "Добавить код отслеживания/URL",
      "code": "Код отслеживания",
      "url": "URL отслеживания",
      "message": "Если вы отправили товар через службу, которая предоставляет код отслеживания для этого заказа, вы можете ввести код и соответствующую ссылку для отслеживания в этом разделе. Эта информация будет показана клиенту."
    },
    "preferred_delivery_time": "Предпочтительное время доставки",
    "manage_couriers": "Управляйте моими курьерами",
    "manage_service": "Управление сервисом",
    "option_deliver_by_courier": "Вариант 1: Доставка вашими курьерами.",
    "option_add_to_que": "Вариант 2: добавить в очередь для обработки на странице службы доставки.",
    "option_instant_shipping": "Вариант 3: Мгновенная доставка.",
    "pickup_action": "Подтверждение получения"
  },
  "shop_home_edit": {
    "title": "Настройка домашней страницы",
    "sub_title": "Установите страницу вашего сайта по умолчанию",
    "default_home": "Домашняя страница по умолчанию",
    "default_home_placeholder": "Страница магазина является главной страницей сайта"
  },
  "selldone_referral_page": {
    "title": "Панель рефералов",
    "referral_link": "Реферальная ссылка",
    "registered": "Зарегистрировано",
    "accepted": "Принятый",
    "bank": "Банк",
    "bank_title": "Банковские данные для вывода",
    "new_users": "Новые пользователи",
    "performance": "Спектакль",
    "credit_mode": "Кредитный режим",
    "get_stickers": "Получите HTML-код стикера для копирования и вставки",
    "click_copy_sticker_code": "Нажмите на значок, чтобы скопировать html-код."
  },
  "selldone_referral_payment": {
    "title": "Реферальные платежи",
    "officer": "Офицер",
    "amount": "Сумма транзакции",
    "note": "Примечание",
    "date": "Дата"
  },
  "widget_shop_gateway": {
    "link_account_caution": "Привяжите аккаунт ({currency}) к своему магазину! Кликните сюда.."
  },
  "product_sell_widget": {
    "title": "Эффективность продаж продукта"
  },
  "fulfilment_order_widget": {
    "title": "Выполнение дропшиппинга",
    "check_action": "Принять дропшиппинг",
    "uncheck_action": "Заказ подтвержден",
    "pay_action": "Стоимость предметов оплаты..",
    "pay_completed": "Подтверждение оплаты",
    "list_of_items": "Перепродажа предметов",
    "checklist": [
      "Оплатите количество продуктов, которые вы продаете косвенно первоначальному продавцу.",
      "Вы можете оплатить и рассчитать стоимость продукции с поставщиком вместе в разделе бухгалтерии > Дропшиппинг магазина.",
      "После оплаты поставщик получит ваш заказ и отправит его непосредственно покупателю после подготовки."
    ],
    "message": "После оплаты стоимости заказа поставщику смотрите ход отправки заказа в этом разделе."
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "Панель приборов",
      "orders": "Заказы",
      "inventory": "Инвентарь",
      "shops": "Реселлеры",
      "requests": "Запросы"
    },
    "drop_shipping_charge": "Плата за дропшиппинг"
  },
  "dropship_request_status": {
    "PENDING": "В ожидании",
    "ACCEPT": "Принимать",
    "REJECT": "Отклонять"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "Панель приборов",
      "orders": "Заказы",
      "wallet": "Бумажник"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "Панель реселлера"
  },
  "dropshipping_reseller_orders": {
    "title": "Заказы реселлера"
  },
  "dropshipping_reseller_wallet": {
    "title": "Кошелек реселлера"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "Подтверждение оплаты",
      "payment_success": "Оплата завершена.",
      "buy_title": "Купить",
      "pay_by_giftcards": "Ваш заказ был оплачен подарочной картой.",
      "free_order": "Ваш заказ бесплатный.",
      "pay_by_cod": "Ваш заказ зарегистрирован как наложенный платеж.",
      "pay_by_dir": "Ваш заказ зарегистрирован как прямой платеж, пожалуйста, завершите оплату и загрузите квитанцию на странице заказа.",
      "pay_title": "Оплата",
      "qr_code_payment": "Платежный QR-код создан.",
      "connecting_to_online_gateway": "Подключение к шлюзу онлайн-платежей."
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "Оплата подтверждена.<br> Дата: {payment_at}",
      "pay_fail_title": "Не выплачивается",
      "pay_fail_message": "Платеж не может быть подтвержден!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "Оплата заказов реселлера",
      "balance": "Баланс вашего счета",
      "total_cost": "Общая стоимость заказов",
      "need_charge": "Необходимо зарядить",
      "no_account_cation": "У вас нет аккаунта! Позвоните оптовику.",
      "orders": "Заказы"
    },
    "notifications": {
      "success_pay": "Ваш платеж по этим заказам подтвержден и успешно завершен."
    }
  },
  "dropship_accounts": {
    "charge_account": "Списание средств со счета",
    "charge_dialog": {
      "title": "Пополнить счет дропшиппинга",
      "amount_input": "Плата за счет",
      "charge_now": "Зарядить сейчас"
    }
  },
  "dropship_admin_dashboard": {
    "title": "Запросы реселлера",
    "today_order_count": "Сегодня количество заказов",
    "yesterday_order_count": "Учитываются вчерашние заказы",
    "total_7_days": "Всего заказов за последние 7 дней"
  },
  "dropshipping_products": {
    "no_shops": "Извините, магазин не найден. В будущем будет больше магазинов, поэтому вы сможете размещать их товары в своем магазине.",
    "show_all_shops": "Показать все магазины",
    "show_all_message": "Вы можете увидеть все магазины",
    "current_shop": "Текущий магазин",
    "request_account": "Запросить учетную запись",
    "request_accepted": "Запрос принят",
    "request_rejected": "Запрос отклонен",
    "request_pending": "Запрос ожидает выполнения..",
    "notifications": {
      "add_product": "Товар добавлен в ваш магазин.",
      "request_access": "Мы успешно отправили ваш запрос на доступ оптовику."
    },
    "show_eligible_shops_message": "Показать подходящие магазины"
  },
  "product_dropshipping": {
    "need_re_enable": "Этот продукт был изменен первоначальным продавцом, эти изменения цены отключили продукт в вашем магазине. Проверьте изменения и, если вы согласны повторно активировать продукт, нажмите кнопку ниже.",
    "need_re_enable_action": "Согласен, применить изменения и активация",
    "changed_value": "Этот товар был отредактирован первоначальным продавцом. Проверьте изменения и, если вы согласны применить изменения к вашему продукту, нажмите кнопку ниже.",
    "changed_value_action": "Согласен, вносим изменения",
    "parent_deleted": "Этот товар был удален первоначальным продавцом.",
    "parent_closed": "Этот товар был отключен первоначальным продавцом! Вы не сможете продавать этот продукт в своем магазине, но если первоначальный продавец повторно активирует продукт, вы сможете повторно активировать этот продукт в своем магазине.",
    "notifications": {
      "re_enable_success": "Этот продукт был повторно активирован.",
      "update_success": "Эта информация о продукте была обновлена с использованием исходной информации о продукте."
    }
  },
  "product_dropshipping_admin": {
    "title": "Дропшиппинг",
    "save_alert": "Настройки прямой поставки этого продукта изменились. Вы хотите сохранить изменения?",
    "reselling_message": "Активировав эту опцию, другие продавцы смогут добавить ваш товар в свой магазин.",
    "reselling": "Включить дропшиппинг",
    "price_merchants": "Цена для торговцев",
    "price_commission": "Комиссия продавца (фиксированная)"
  },
  "buy_button": {
    "waiting_for_availability": "Ожидание доступности",
    "inform_me_when_available": "Сообщите мне, когда он будет доступен!",
    "pay_buy": "Оплатить и купить",
    "quantity": "Считать",
    "quantity_in_basket": "Товары в корзине",
    "count_unit": "Икс",
    "remove": "Удалять",
    "add_to_basket": "Добавить в корзину",
    "buy": "Купить",
    "notifications": {
      "inform_add_success": "Мы сообщим вам, когда он будет доступен.",
      "inform_remove_success": "Вы были исключены из списка ожидания."
    },
    "book_now": "Забронируйте сейчас",
    "reserve_now": "Забронировать сейчас",
    "buy_now": "Купить сейчас"
  },
  "product_info": {
    "fake": "Не настоящие",
    "action": "Аукцион",
    "compare_limit": "10 предметов лимит",
    "compare_add": "Добавить к сравнению",
    "compare_be_in_list": "В списке сравнения",
    "type": "Тип",
    "brand": "Бренд",
    "category": "Категория",
    "discount": "Скидка",
    "track_price": "Отследить цену",
    "waiting_for_auction": "В ожидании аукциона?",
    "inform_auction": "Сообщите мне, когда аукцион",
    "return_in_days": "{days} Дней Гарантия Возврат",
    "support24h7": "Поддержка 24 часа 7 дней",
    "support_normal": "Поддержка рабочего времени",
    "original_guarantee": "Оригинальная гарантия",
    "cod_payment": "Поддержка наложенным платежом",
    "pros": "Плюсы",
    "cons": "Минусы",
    "external_link": "Прочитайте больше",
    "notifications": {
      "congratulation": "Поздравления",
      "waiting_list_add_success": "Мы сообщим вам, когда этот товар будет продан с аукциона.",
      "waiting_list_delete_success": "Вы вышли из списка ожидания аукциона."
    },
    "offer_message": "Купите {min_quantity} и получите скидку {percent}% на эти товары",
    "up_to": "До {per_order}x за заказ",
    "get_free": "ПОЛУЧИТЬ БЕСПЛАТНО",
    "get_off": "ПОЛУЧИТЕ СКИДКУ {percent}%"
  },
  "styler": {
    "size_class": "Размер и класс",
    "delete_bg": "Удалить фоновое изображение",
    "bg_color": "Фоновый цвет",
    "section_style": "Установить стиль раздела",
    "link": "Установить ссылку",
    "show_products": "Управление списком продуктов/категорий",
    "show_product": "Выберите продукт",
    "delete_section": "Удалить раздел",
    "text_color": "Цвет текста",
    "tex_align": "Выравнивание текста",
    "text_style": "Стиль текста",
    "bg_image": "Фоновая картинка",
    "product": {
      "title": "Выберите продукт"
    },
    "products": {
      "title": "Управление списком продуктов и категорий",
      "sort_options": "Выберите настройки сортировки и просмотра.",
      "item_types": "Показать только товары/категории",
      "product_only": "Только продукты",
      "category_only": "Только категории",
      "no_category": "В вашем магазине нет категории.",
      "limit": "Лимит товаров",
      "limit_message": "Введите количество результатов продуктов",
      "select_categories": "Выберите доступные категории",
      "categories_limit": "Ограничение категорий",
      "categories_limit_msg": "Введите максимальное количество категорий. Установите ноль для без ограничений."
    }
  },
  "shop_contacts": {
    "popup": "Включить поддержку всплывающих окон",
    "popup_message": "Активировав эту опцию, ключ поддержки будет виден в правом нижнем углу вашего магазина."
  },
  "popup_page": {
    "preview": "Просмотр живого всплывающего окна",
    "menu": {
      "design": "Дизайн",
      "appearance": "Появление",
      "filter": "Фильтр",
      "setting": "Параметр"
    },
    "notifications": {
      "save": "Всплывающее окно успешно сохранено.",
      "edit": "Всплывающее окно успешно обновлено."
    }
  },
  "popup_appearance": {
    "position": "Позиция",
    "position_desc": "Укажите место отображения этого уведомления на странице.",
    "width": "Ширина",
    "width_desc": "Вы можете установить максимальную ширину страницы.",
    "height": "Высота",
    "height_desc": "Вы можете установить максимальную высоту страницы.",
    "radius": "Угловой радиус",
    "radius_desc": "В этом разделе вы можете задать радиус закругления углов уведомления.",
    "shadow": "Тень",
    "shadow_desc": "Вы хотите, чтобы всплывающее окно было затемнено?",
    "delay": "Показать задержку",
    "delay_desc": "Как только пользователь войдет в ваш магазин, по истечении этого времени ему будет показано уведомление.",
    "hide": "Скрыть задержку",
    "hide_desc": "Вы можете настроить автоматическое закрытие уведомления через несколько секунд после показа. Значение 0 означает, что уведомление не будет закрываться автоматически.",
    "transition": "Всплывающая анимация"
  },
  "popup_filter": {
    "registered": "Требования к членству и входу в систему",
    "registered_desc": "Вы можете показывать это уведомление только пользователям или гостям магазина.",
    "only_guests": "Только гости",
    "only_users": "Только авторизованные пользователи",
    "purchased": "История покупок",
    "purchased_desc": "Вы можете показывать это уведомление только тем пользователям, которые уже совершили покупку, или тем, кто еще не совершил покупку.",
    "no_purchase": "Нет покупки еще",
    "yes_purchase": "Куплено до",
    "sex": "Пол",
    "sex_desc": "Вы хотите, чтобы это уведомление показывалось только пользователям определенного пола?",
    "age": "Минимальный возраст",
    "age_desc": "Если введено любое значение больше 6, пользователь должен войти в систему и ввести дату своего рождения.",
    "levels": "Уровни клуба клиентов",
    "levels_desc": "Если у пользователя есть один из выбранных уровней ниже, ему будет показано это уведомление.",
    "countries": "Ограничения по местоположению",
    "countries_desc": "Вы хотите, чтобы это уведомление отображалось только для пользователей из определенной страны?"
  },
  "popup_setting": {
    "published": "Статус публикации",
    "repeat": "Повторить",
    "repeat_msg": "Вы хотите, чтобы это уведомление отображалось пользователю более одного раза?",
    "intervals": "Продолжительность всплывающего окна",
    "intervals_msg": "Минимальная продолжительность времени между отображением уведомлений пользователю должна пройти.",
    "designer_zone": "Дизайнерская зона",
    "title": "Заголовок всплывающего окна",
    "note": "Примечание дизайнера",
    "image": "Изображение обложки",
    "delete": {
      "title": "Удалить",
      "sub_title": "После удаления всплывающего окна возврата нет. Пожалуйста, будьте уверены.",
      "action": "Удалить это всплывающее окно"
    },
    "notifications": {
      "delete": "Всплывающее окно удалено."
    }
  },
  "shop_sms": {
    "title": "Управление SMS",
    "sub_title": "Шаблоны SMS, отправленные клиентам",
    "message": "Здесь вы можете увидеть содержание текстовых сообщений, отправленных вашим магазином. Из-за ограничений на регистрацию шаблонов проверки в службе обмена сообщениями в настоящее время невозможно персонализировать текстовые сообщения."
  },
  "shop_emails": {
    "title": "Управление электронной почтой",
    "sub_title": "В этом разделе вы увидите список писем, отправленных магазином покупателям и менеджерам. Электронные письма автоматически разрабатываются и создаются на основе информации, которую вы ввели для своего магазина. Также в будущем возможность персонализации сообщений и изображений станет общедоступной."
  },
  "instagram": {
    "title": "Продажи в Инстаграмм",
    "message": "С помощью этого инструмента вы можете превратить свой Instagram в магазин. Просто добавьте и подтвердите свою учетную запись Instagram здесь, после чего вы сможете публиковать один или несколько продуктов из каждой публикации или в своей истории, добавлять и отмечать список своих продуктов или превращать публикацию в новый продукт!",
    "add_product": "Добавить новый продукт",
    "create_product": "Создать продукт",
    "link_box_msg": "Разместите эту ссылку в своей биографии в Instagram, Telegram или других социальных сетях, чтобы ваша аудитория могла покупать быстрее, проще, больше и, наконец, больше.",
    "remove_account": "Изменить/удалить ссылку в Instagram",
    "sync": "Синхронизация данных учетной записи (каждые 60 минут)"
  },
  "service_bill": {
    "task": {
      "title": "Список дел",
      "message": "Напишите названия работы, которую вы хотите сделать, и сообщите покупателю, как далеко она продвинулась."
    },
    "booking": {
      "title": "Бронирование / Бронирование",
      "message": "Этот заказ будет обработан в указанное время, клиент выбрал желаемый период, если вы хотите внести какие-либо изменения в выбранный период, сообщите об этом клиенту.",
      "selected_checkin": "Выбранная дата входа клиента",
      "selected_checkout": "Выбранная дата ухода клиента",
      "change_days_question": "Вам нужно изменить в течение выбранных клиентом дней?",
      "show_calendar": "Показать календарь заказов"
    },
    "pricing": {
      "title": "Цены",
      "message": "Сколько вы берете за эту услугу?"
    },
    "subscription": {
      "title": "Подписка",
      "message": "Вы можете выбрать период подписки, приобретая эту услугу ежедневно. Сообщите покупателю, если вы хотите изменить значения по умолчанию, которые вы уже ввели.",
      "duration": "Период подписки"
    },
    "charge": {
      "title": "Заряд",
      "message": "Вы указали стоимость этого товара. Вы можете изменить сумму оплаты за товар, приобретенный клиентом.",
      "charge": "Заряд"
    },
    "save_item": "Проверьте и установите",
    "start_service": "Запустить службу",
    "end_service": "Заканчивать"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "Окончание службы",
      "message": "Если это сделано, нажмите клавишу подтверждения, чтобы завершить и закрыть заказ.",
      "action": "Подтвердить и завершить заказ"
    }
  },
  "product_outputs": {
    "outputs_form": "Информационная структура дисплея (выход)",
    "virtual": {
      "title": "Форма информации о выходе продукта",
      "sub_title": "Информация, которую вы хотите показать пользователю после покупки. Эта форма особенно применима для продажи виртуальных продуктов, таких как подарочные карты."
    },
    "service": {
      "title": "Дизайн услуг",
      "sub_title": "Сначала выберите тип услуги и введите необходимую информацию. Например, вы можете составить список дел или попросить клиента указать время бронирования или встречу."
    }
  },
  "service_design": {
    "type": "Тип Обслуживания",
    "type_message": "Выберите тип услуги, которую вы предоставляете для этого продукта. При выборе каждого элемента будет отображаться соответствующая форма. В зависимости от типа выбранной вами услуги, дополнительная информация может быть получена от клиента при заказе."
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "По требованию",
      "desc": "таких как ремонт дома, покраска, ремонт автомобилей и т. д."
    },
    "BOOKING": {
      "title": "Бронирование",
      "desc": "Например, бронирование номера в отеле или виллы."
    },
    "APPOINTMENT": {
      "title": "Встреча",
      "desc": "Например, назначение ухода за домашними животными или личное обучение."
    },
    "RENTAL": {
      "title": "Аренда",
      "desc": "Например, аренда жилья или автомобиля."
    },
    "SUBSCRIPTION": {
      "title": "Подписка",
      "desc": "Например, членство в клубе или онлайн-коучинг."
    },
    "CHARGE": {
      "title": "Заряд",
      "desc": "Например, взимание платы за учетную запись или взимание платы за использование приложения."
    },
    "CUSTOM": {
      "title": "Обычай",
      "desc": "Выберите этот вариант, если предоставляемая вами услуга не входит ни в один из вышеперечисленных."
    }
  },
  "avocado": {
    "title": "Быстрые, точные и приятные продажи во всех социальных сетях",
    "message": "Одна сумма и одно название — это все, что вам нужно, чтобы получать деньги от ваших клиентов! Деньги будут зачислены непосредственно на ваш счет, и ваши клиенты получат уникальный опыт покупок.",
    "new_order": "Новый счет",
    "create_by_seller_title": "Создать счет",
    "create_by_seller_message": "Если вы хотите создать счет на определенную сумму и отправить его кому-либо, вы можете нажать кнопку ниже, чтобы отобразить форму счета. Дайте сгенерированную ссылку покупателю для оплаты и отслеживания заказа по ней.",
    "create_by_buyer_title": "Форма авокадо",
    "create_by_buyer_message": "При активации этого раздела вам будет показана ссылка, предоставьте эту ссылку своим покупателям, чтобы они могли оформить свой заказ.",
    "orders_list": "Список заказов",
    "active_mode": "Получение заказа активно",
    "inactive_mode": "неактивный",
    "active_message": "Активировав этот источник, ваши клиенты смогут разместить заказ на продукт через форму запроса, которую вы видите ниже.",
    "avocado_form_link_message": "Разместите эту ссылку в своей биографии в Instagram, Telegram или других социальных сетях, чтобы ваша аудитория могла покупать быстрее, проще и, наконец, больше",
    "need_address": "Получить адрес",
    "need_address_msg": "Если вам нужно получить местонахождение и адрес покупателя, выберите этот вариант.",
    "avocado_link_message": "Достаточно предоставить указанную выше ссылку покупателю для оплаты заказа. Клиент сможет следить за заказом по этой ссылке.",
    "edit_order": "Изменить заказ",
    "progress": "Скорость прогресса",
    "buyer_link": "Ссылка покупателя",
    "buyer_link_message": "Предоставьте эту ссылку вашему покупателю. По этой ссылке покупатель сможет оплатить и отследить свой заказ. Эта ссылка закодирована, если кому-то будет предоставлена ссылка, то он сможет оплатить и посмотреть информацию. Эта ссылка будет активна в течение 60 дней. Нажмите на ссылку ниже, чтобы скопировать.",
    "OrderConfirm_done": "Заказ подтвержден.",
    "OrderConfirm_message": "Если вы подтвердите оплату и заказ правильный, нажмите кнопку ниже.",
    "OrderConfirm_action": "Подтверждение заказа",
    "PreparingOrder_message": "Если заказ клиента готов к отправке, нажмите кнопку «ОК» ниже.",
    "PreparingOrder_action": "Заказ готов к отправке",
    "finish_message": "Если этот заказ выполнен, нажмите кнопку завершения, чтобы закрыть этот заказ.",
    "finish_action": "Полная обработка заказа",
    "finish_dialog": {
      "title": "Завершить заказ",
      "message": "Заказ выполнен и вы уверены, что хотите его закрыть?",
      "action": "Да, подтвердите выполнение заказа"
    },
    "configuration": "Настройки авокадо",
    "delivery_price": "Стоимость доставки",
    "edit_avocado_action": "Редактировать информацию",
    "submit_pricing_avocado_action": "Отправьте стоимость заказа",
    "add_avocado_action": "Создать ссылку на счет",
    "avocados_list": "Список авокадо",
    "not_pricing": "Этот товар не имеет цены!",
    "show_all": "Показать все",
    "show_accepted": "Показать подтвержденные товары",
    "notifications": {
      "update_success": "Авокадо успешно обновлен.",
      "add_success": "Авокадо успешно создан."
    },
    "name": "Авокадо"
  },
  "avocado_orders": {
    "title": "Авокадо",
    "title_small": "Продажи в социальных сетях",
    "pending_orders": "Активные заказы",
    "avocado": "Заказать авокадо"
  },
  "avocado_process": {
    "step1": "Цены",
    "step1_msg": "Введите цену каждого товара и поставьте галочку в зеленом поле. Если невозможно продать предмет, измените его статус на отклоненный.",
    "step2": "Подтвердить счет",
    "step2_msg": "Создайте счет для этого заказа. Вы можете ввести заголовок и описание счета-фактуры. Сумма заказа рассчитывается на основе общей стоимости товаров автоматически.",
    "title_input": "Название счета *",
    "show_to_customer": "Эта информация показывается покупателю.",
    "description_msg": "Вы хотите написать примечание к этому заказу? Эта информация будет показана покупателю.",
    "price_input": "Сумма заказа *",
    "tax_none": "Без налогов",
    "tax_included": "Включено в цену",
    "tax_add": "Добавить налог",
    "tax_message": "Вы можете выбрать, включен ли налог в цену или нет.",
    "tax_included_messages": "Налог включен в цену.",
    "tax_add_messages": "Налог должен быть добавлен к окончательной цене."
  },
  "hyper": {
    "print_label": "Распечатайте следующую этикетку и поместите ее перед изделием.",
    "hyper_form_link_product_message": "Ваши клиенты смогут быстро купить {product} по этой ссылке. Они также перейдут по той же ссылке, отсканировав QR-код.",
    "title": "Сверхбыстрая распродажа",
    "message": "С помощью канала продаж Hyper Selldone ваши клиенты смогут покупать товары, сканируя QR-код, без каких-либо действий с вашей стороны. Используйте этот способ, чтобы быстро продавать некоторые предметы на фестивалях, выставках или оживленных церемониях в больших количествах. После активации Hyper в этом разделе вы можете создать гипер QR-код для физических продуктов в разделе «Управление продуктами».",
    "orders_list": "Список гиперзаказов",
    "active_mode": "Гиперканал продаж активирован",
    "inactive_mode": "неактивный",
    "active_message": "Если вы включите эту опцию, возможность создания Fast-Sales-Code будет отображаться в разделе управления каждым продуктом.",
    "hyper_form_link_message": "Ссылка на гиперстраницу вашего магазина",
    "configuration": "Гипер настройки",
    "name": "Гипер"
  },
  "hyper_orders": {
    "title": "Гипер",
    "title_small": "Отчет о продажах",
    "hyper": "Полученные заказы"
  },
  "product_file": {
    "no_file": "Файл еще не загружен!",
    "delete_dialog": {
      "title": "Удалить файл",
      "message": "Вы уверены, что хотите удалить этот файл?",
      "action": "Да, удалить сейчас"
    },
    "notifications": {
      "delete_success": "Файл успешно удален."
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 Спишите {amount} и получите кредит {amount_total}.",
    "charge_action": "Требование бесплатного кредита",
    "claim_title": "Получите бесплатный кредит",
    "claim_charge_caution": "Примечание. Невозможно конвертировать валюты между вашими учетными записями кошелька. Поэтому выберите учетную запись, подходящую для валюты, обмениваемой в вашем магазине.",
    "account_input": "Депозитный счет",
    "account_msg": "С этого аккаунта будет снята плата"
  },
  "selldone_applications": {
    "title": "Не пропустите свои заказы!",
    "msg": "Управляйте своим бизнесом в любом месте и в любое время."
  },
  "shop_seo": {
    "title": "SEO-конфигурация",
    "msg": "Перенеситесь в онлайн-маркетинг, расширив возможности каналов привлечения органических клиентов.",
    "auto": {
      "title": "Автоматический SEO-движок",
      "msg": "Обеспечьте беспрепятственный мобильный опыт для аудитории и поисковых систем на вашем веб-сайте."
    },
    "amp": {
      "title": "AMP",
      "msg": "Ускоренная автоматическая генерация мобильных страниц."
    }
  },
  "shop_preferences": {
    "order": {
      "title": "Заказы",
      "desc": "Если клиент оплатит заказ, на этот адрес будет отправлено электронное письмо с информацией о заказе."
    },
    "return": {
      "title": "Возврат",
      "desc": "Если товар возвращается покупателем, это электронное письмо будет отправлено. Отправка этого электронного письма зависит от вашего приобретенного плана."
    },
    "pos": {
      "title": "POS",
      "desc": "Отчет о продажах POS будет отправлен на этот адрес электронной почты."
    },
    "avocado": {
      "title": "Авокадо",
      "desc": "Отправляйте ежедневный отчет о заказах на авокадо."
    },
    "accounting": {
      "title": "Бухгалтерский учет",
      "desc": "Храните финансовые отчеты и обновления."
    },
    "subscription": {
      "title": "Подписки",
      "desc": "Статус недавнего приобретенного плана соответствует уведомлениям о начале и окончании подписки."
    },
    "technical": {
      "title": "Технические",
      "desc": "Технические уведомления о статусе домена и услуги."
    },
    "report": {
      "title": "Отчеты",
      "desc": "Еженедельные и ежемесячные отчеты будут отправляться на этот адрес электронной почты"
    },
    "review": {
      "title": "Рассмотрение",
      "desc": "Если вам нужно подтвердить процесс в магазине, на этот адрес будет отправлено соответствующее электронное письмо. Например, чтобы подтвердить отправку маркетингового электронного письма пользователям магазина."
    }
  },
  "shop_languages": {
    "title": "Языки магазина",
    "sub_title": "Установите и активируйте пакеты автоперевода магазина.",
    "message": "Вы можете установить до 10 языковых пакетов в своем магазине. Свяжитесь с нами, если вам нужно установить больше пакетов."
  },
  "invite_friends": {
    "title": "Расскажите о своем бизнесе всему миру!",
    "msg": "Расскажите о Selldone своим друзьям. При регистрации они получат корпоративный ваучер на 99 долларов, а вы получите стартовый ваучер на 15 долларов после завершения первой транзакции.",
    "invite": {
      "title": "Присоединяйтесь к Selldone Business OS, чтобы получить бесплатный ваучер на 99 долларов.",
      "description": "Я приглашаю вас в Selldone, чтобы начать свой бизнес в Интернете с помощью фантастического инструмента.",
      "hashtags": "электронная коммерция, конструктор сайтов",
      "quot": "Я создал интернет-магазин Selldone, теперь вы также можете заниматься своим бизнесом."
    }
  },
  "shops_list": {
    "title": "Мои магазины",
    "message": "Список моих собственных магазинов, разрешенных и образцовых магазинов."
  },
  "shipping": {
    "warehouse_error": "Установите свой склад первым! Этот адрес будет использоваться в качестве пункта отправления.",
    "errors": {
      "set_origin": "Установите карту местоположения.",
      "set_country": "Установите свою страну.",
      "set_address": "Установите свой адрес.",
      "set_zip": "Установите свой почтовый индекс."
    },
    "set_warehouse": "Установить склад",
    "pickup_location": "Выбрать место",
    "refresh_rates": "Частота обновления",
    "no_rate": "Нет ставки...",
    "view_messages": "Просмотр сообщений...",
    "not_set_yet": "Еще не установлено!",
    "drop_orders_here": "Скидывайте заказы сюда..."
  },
  "blog_category": {
    "title": "Категории блога",
    "add_action": "Добавить новую категорию",
    "add_dialog": {
      "title": "Новая/обновленная категория",
      "force_edit": "Принудительно изменить путь",
      "force_edit_msg": "Измените название категории и обновите все статьи.",
      "star_msg": "Избранные категории имеют приоритет для отображения в блоге.",
      "star": "смотрел",
      "delete_action": "Удалить категорию",
      "add_action": "Добавить категорию",
      "edit_action": "Изменить категорию"
    }
  },
  "about_us": {
    "title": "Страница о нас",
    "subtitle": "Напишите статью о своем бизнесе, чтобы разместить ее на странице «О нас». Эта страница поможет вашей аудитории узнать ваш бренд и миссию."
  },
  "terms": {
    "title": "Страница условий обслуживания",
    "subtitle": "Объясните клиентам условия покупки и использования ваших услуг."
  },
  "privacy": {
    "title": "Страница политики конфиденциальности",
    "subtitle": "Политика конфиденциальности — это заявление или юридический документ, в котором раскрываются некоторые или все способы, которыми сторона собирает, использует, раскрывает и управляет данными клиента или клиента."
  },
  "contact_us": {
    "title": "Страница контактов",
    "subtitle": "Напишите свою контактную информацию, адрес и номер телефона, чтобы ваши клиенты могли видеть их на странице контактов."
  },
  "metaverse": {
    "title": "Мост Метавселенной",
    "subtitle": "Selldone предоставляет 100% услуг на основе API в коммерческом пространстве. Разработчики игр, блокчейна и метавселенной могут использовать эти мощные API для связи предприятий, клиентов и услуг в будущем в мире работы, жизни и торговли.",
    "message": "Ранний доступ для разработчиков игр"
  },
  "orders_bulk_export": {
    "title": "Ассистент заказов",
    "timespan": {
      "title": "Временной период",
      "subtitle": "Выберите даты начала и окончания размещения заказов."
    },
    "tasks": {
      "title": "Вывод задач",
      "subtitle": "Скачать список задач для массовой обработки заказов. Результат содержит только оплаченные заказы и заказы наложенным платежом.",
      "export_title": "Список задач"
    },
    "labels": {
      "title": "Пакеты Этикетки",
      "subtitle": "Скачать список всех этикеток заказов за выбранный период времени и статус. Результат содержит только оплаченные заказы и заказы наложенным платежом.",
      "export_title": "Этикетки на коробках"
    }
  },
  "customers_funnel": {
    "title": "Демография клиентов",
    "subtitle": "Фильтруйте и экспортируйте данные о своих клиентах, чтобы принимать более взвешенные решения и приносить больше пользы с меньшими затратами на маркетинг! Пожалуйста, уважайте конфиденциальность ваших клиентов и никогда не отправляйте им массовые рассылки! Никогда не делитесь информацией о своих клиентах со сторонними сервисами, не получив разрешения от каждого из них."
  },
  "transportation_pickups": {
    "addresses": {
      "title": "Адреса самовывоза",
      "subtitle": "Добавляйте и редактируйте адреса получения здесь. Пользователи смогут выбрать адрес получения на странице оформления заказа.",
      "add_action": "Добавить новое местоположение"
    }
  },
  "affiliate_pos": {
    "title": "Партнерский POS",
    "open_pos_action": "POS для быстрого заказа",
    "description": "Этот вариант подходит для администраторов страниц Instagram и других социальных сетей. Используйте Affiliate POS для получения и добавления заказов от клиентов вручную. Ваши партнеры (или франчайзинговые компании) могут добавлять новые заказы в Affiliate POS и загружать платежную квитанцию."
  },
  "shop_configuration": {
    "login": {
      "title": "Способы входа",
      "subtitle": "Настройте способ входа пользователей в ваш магазин."
    },
    "checkout": {
      "title": "Процесс оформления заказа",
      "subtitle": "Настройте путь клиента и поток покупок в своей электронной торговле.",
      "map": {
        "title": "карта",
        "subtitle": "Пользователи должны выбрать место доставки на карте (например, Uber).",
        "subtitle_no_map": "Расстояние при расчете доставки считается равным нулю, если местоположение не существует по указанному клиентом адресу."
      },
      "mode": {
        "title": "Точка входа клиентов",
        "default": {
          "title": "КАК МОЖНО СКОРЕЕ (по умолчанию)",
          "msg": "Пользователи входят в систему как можно скорее. (Больше конверсий)"
        },
        "on_checkout": {
          "title": "При оформлении заказа",
          "msg": "Заставить пользователей авторизоваться на этапе оформления заказа."
        },
        "login_free": {
          "title": "Необязательный вход",
          "msg": "Необязательный вход после оплаты заказа.."
        }
      },
      "express": {
        "title": "Перенаправление после добавления в корзину",
        "false": {
          "title": "Нормальный режим",
          "msg": "Оставайтесь на странице и продолжайте делать покупки после нажатия кнопки «Добавить в корзину»."
        },
        "true": {
          "title": "Экспресс-режим",
          "msg": "Перенаправить клиента на страницу оформления заказа после нажатия «Добавить в корзину»."
        }
      },
      "shipping_address": {
        "title": "Спросите адрес доставки"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "Физические и сервисные (по умолчанию)",
      "desc": "Попросите клиента ввести адрес в физических и сервисных кассах."
    },
    "physical": {
      "title": "Только физическое",
      "desc": "Попросите клиента ввести адрес только в физической кассе."
    },
    "off": {
      "title": "Никогда",
      "desc": "Никогда не спрашивайте адрес доставки. ⚠ Используйте этот вариант, если вы планируете иметь услуги с вариантами, выбрав физический тип для продуктов вместо типа услуги."
    }
  },
  "business_model": {
    "title": "Настройка бизнес-модели",
    "subtitle": "Установите свою бизнес-модель, а мы настроим вашу ОС за кулисами."
  },
  "business_type": {
    "title": "Типы товаров",
    "subtitle": "Установите тип продуктов, которые вы хотите продавать в своем магазине. Типы продуктов в Selldone — это больше, чем просто тип продуктов; это больше о процедуре выполнения.",
    "send_activation_request_to_support": "Отправьте запрос на активацию в тикете поддержки.",
    "require_kyc": "Владелец бизнеса KYC.",
    "needs_enterprise_license": "У вас должна быть корпоративная лицензия.",
    "marketplace_caution_message": "Установите Marketplace, так как ваша модель сильно влияет на конфигурацию операционной системы вашего бизнеса. Например, вы должны определить по крайней мере одного поставщика для каждого продукта с независимыми ценами и запасами. Клиенты не могут покупать товары, у которых нет продавца."
  },
  "business_model_view": {
    "normal": {
      "title": "Обычный магазин",
      "desc": "Обычно это малый и средний бизнес, домашний бизнес или дропшиппер, который продает свою продукцию напрямую клиентам или продает продукцию оптовиков в качестве торгового посредника."
    },
    "dropshipping": {
      "title": "Дропшиппинг",
      "desc": "Не храните никаких продуктов и запасов — вы платите третьей стороне, обычно оптовику (например, Printify, Wholesale2B, ...) или производителю, и они выполняют заказы за кулисами."
    },
    "wholesaler": {
      "title": "Поставщик дропшиппинга",
      "desc": "Обычно это оптовик или производитель, который отправляет заказы непосредственно конечному потребителю. Другие продавцы на Selldone могут доставлять ваши товары в свои магазины."
    },
    "marketplace": {
      "title": "Торговая площадка",
      "desc": "Онлайн-рынки связывают покупателей и продавцов на собственной централизованной платформе."
    },
    "franchise": {
      "title": "Франшиза / партнерка",
      "desc": "Франшиза — это метод распространения продуктов или услуг с участием франчайзера, который создает ваш бренд (франчайзинг) или продает ваши продукты под своим брендом (партнер)."
    }
  },
  "marketplace": {
    "vendor_wallets": "Кошельки",
    "pricing_models": "Цены",
    "add_vendor": "Добавить поставщика",
    "requests": "Запросы"
  },
  "price_input_type": {
    "title": "Тип ввода цены",
    "default": {
      "title": "По умолчанию",
      "desc": "Выберите значение в качестве количества в корзине."
    },
    "area": {
      "title": "Область",
      "desc": "Введите ширину и длину в качестве входных данных для расчета количества."
    },
    "volume": {
      "title": "объем",
      "desc": "Введите ширину, длину и высоту в качестве входных данных для расчета количества."
    },
    "custom": {
      "title": "Пользовательский (по форме ввода)",
      "desc": "Нет необходимости в сотнях вариантов! Создайте пользовательскую форму расчета стоимости для продуктов с широкими возможностями настройки."
    }
  },
  "vendors_list": {
    "title": "Мои поставщики",
    "message": "Список моих собственных поставщиков."
  },
  "vendor_page": {},
  "domains": {
    "message": "Подключите несколько доменов к вашей бизнес-ОС и управляйте ими всеми из одного места. Вы можете использовать функцию нескольких доменов, чтобы создавать выделенные домены для каждой части вашего веб-сайта, например блога и сообщества, или использовать разные домены для своих партнеров."
  },
  "notes": {
    "add_action": "Добавьте заметку для своей команды",
    "notifications": {
      "success_add": "Заметка успешно добавлена.",
      "success_delete": "Заметка успешно удалена."
    }
  },
  "external_services": {
    "title": "Внешние услуги",
    "subtitle": "Отслеживайте последний статус внешних служб, таких как SMS и электронная почта, здесь."
  },
  "theme": {
    "dark_mode": "Темный режим",
    "dark_mode_description": "Выберите этот вариант, если вам нужен темный фон с белым цветом текста.",
    "light_mode": "Светлый режим",
    "light_mode_description": "Выберите этот вариант, если вы хотите, чтобы фон был светлым, а текст — черным."
  },
  "shop_quota": {
    "title": "Квота использования",
    "sub_title": "Это список квот использования для вашего магазина. Вы можете увеличить эти ограничения, обновив лицензию вашего магазина. Если вы превысите лимиты, вы можете запросить у нас дополнительные дневные квоты. Все данные об использовании будут сбрасываться ежедневно."
  },
  "app_card": {
    "category": "Категория",
    "installs": "Установить",
    "actives": "Активный",
    "uninstalls": "Удаляет",
    "app_code": "Код приложения",
    "app_mode": "Режим приложения"
  },
  "product_status": {
    "open": {
      "name": "Активный",
      "title": "Активный ╏ Онлайн и оффлайн продажи",
      "description": "Этот продукт будет доступен для онлайн-заказов."
    },
    "close": {
      "name": "неактивный",
      "title": "Неактивный ╏ Только оффлайн продажи",
      "description": "Этот продукт не будет доступен для онлайн-заказов."
    },
    "pending": {
      "name": "В ожидании",
      "title": "В ожидании",
      "description": "Перед запуском в эксплуатацию требуется проверка рынка."
    },
    "rejected": {
      "name": "Отклоненный",
      "title": "Отклоненный",
      "description": "Этот продукт был отклонен рынком."
    }
  },
  "suggestions": {
    "vendor_payment": {
      "note": [
        "Оплата за продажу осуществлена",
        "Выплата комиссии поставщику.",
        "Транзакция завершена успешно.",
        "Денежный перевод за недавние продажи.",
        "Успешный переход на услуги поставщика."
      ],
      "reverse_fund_reason": [
        "Возврат средств: Перевод из банка на кошелек продавца.",
        "Пополнение кошелька продавца: возврат средств с банковского счета.",
        "Обратная транзакция: перевод средств из кошелька из банка в поставщика.",
        "Возврат: возврат банковского депозита на кошелек продавца.",
        "Возврат средств: Пополнение кошелька продавца из банка."
      ]
    },
    "shop_email": {
      "name": [
        "Суперэкономия на выходных",
        "Обнародованы эксклюзивные инсайдерские предложения",
        "Ваш VIP-доступ к премиальным скидкам",
        "Сезонная распродажа-феерия",
        "Откройте свой рай для покупок",
        "Карнавал Великого Покупателя",
        "Весенний шоппинг",
        "Осенние предложения, перед которыми невозможно устоять",
        "Зимние чудеса: теплые предложения в холодные дни",
        "Обратный отсчет до конца лета",
        "Золотое дно Черной пятницы: ранний доступ",
        "Привет, праздники: ваш путеводитель по подаркам и многое другое",
        "Свежие находки: новинки специально для вас",
        "Лояльность вознаграждена: эксклюзивные скидки внутри"
      ],
      "subject": [
        "⏰ Предложение ограничено по времени! Захватите свои любимые прямо сейчас",
        "🌼 Новый сезон, новые стили — ознакомьтесь с нашей последней коллекцией",
        "👑 Эксклюзивная VIP-распродажа специально для вас.",
        "💃 Обратите внимание на наши новинки",
        "🔚 Последний шанс получить скидку 20% на все",
        "🎁 Подарок для вас: кредит на 10 долларов внутри!",
        "☀️ Готовьтесь к лету с нашими горячими предложениями.",
        "🛍️ Обновите свой гардероб — вы этого заслуживаете",
        "👀 Краткий обзор: скоро появятся новые продукты!",
        "🎂С Днем Рождения! Ваш особенный подарок ждет",
        "🖤 Готовы ли вы к скидкам в Черную пятницу?",
        "🎯 Лучшие предложения специально для вас — персонализированный шоппинг",
        "🍹 Время побаловать себя — флеш-распродажа выходного дня!",
        "🧹 Распродажа в конце сезона: все должно быть убрано!",
        "🚀Вы это заслужили! Бесплатная доставка вашего следующего заказа",
        "📢 Не пропустите — товары из вашего списка желаний уже в продаже",
        "🏡 Принесите радость в свой дом с нашей коллекцией домашнего декора",
        "🎉 Сюрприз специально для вас! Распакуйте свою загадочную скидку"
      ]
    },
    "discount_code": {
      "code": [
        "ДОБРО ПОЖАЛОВАТЬ10",
        "ЛЕТО20",
        "VIPSALE30",
        "ДЕНЬ15",
        "ЧЕРНАЯ ПЯТНИЦА",
        "КИБЕР-ПОНЕДЕЛЬНИК",
        "БЕСПЛАТНАЯ ДОСТАВКА",
        "ФЛЕШРАСПРОДАЖА",
        "ОФОРМЛЕНИЕ",
        "РАННЯЯ ПТАШКА",
        "СТУДЕНТ10",
        "ЗИМА25",
        "ВЕСНА15",
        "ОСЕНЬ20",
        "БЕСТСЕЛЛЕР10",
        "ПРАЗДНИК30",
        "ВАЛЕНТИН20",
        "ДЕНЬ МАТЕРИ",
        "ДЕНЬ ОТЦА",
        "КОНЕЦ ГОДА"
      ],
      "title": [
        "Флэш-распродажа: скидка 20%!",
        "VIP-скидка на ранний доступ",
        "Предложение выходного дня: сэкономьте сейчас!",
        "Получите скидку 15% сегодня",
        "Летняя распродажа: дополнительная скидка 10%",
        "Распродажа! Экономьте по-крупному",
        "Специальное предложение: Бесплатная доставка",
        "2-к-1: Только сегодня!",
        "Праздничное специальное предложение: скидка 25 %",
        "Эксклюзивная скидка 30%",
        "Сюрприз! Дополнительная скидка 20%",
        "Сезонная экономия внутри",
        "Безумие середины недели: скидка 10%",
        "Скоро закончится: скидка 15% на все",
        "Семья и друзья: скидка 20%",
        "Большая экономия на этих выходных",
        "Черная пятница: скидка 40%",
        "Скидка на пикник: скидка 30%"
      ],
      "description": [
        "Заявите о своем специальном предложении! Только ограниченное время.",
        "Торопиться! Эксклюзивные скидки ждут вас в вашей корзине.",
        "Большая экономия всего в одном клике!",
        "Воспользуйтесь этой сделкой, прежде чем она исчезнет.",
        "Специальная скидка ждет! Не пропустите.",
        "Поднимите настроение покупкам с нашим предложением!",
        "Ваш следующий заказ может оказаться меньше, чем вы думаете!",
        "Это идеальное время, чтобы получить тот предмет, который вы хотели.",
        "Немного кое-что, чтобы сделать ваш день ярче.",
        "Готовы сохранить? Неожиданная скидка ждет!",
        "Поскольку ты особенный, вот специальное предложение.",
        "Вы на что-то положили глаз? Вот это толчок!",
        "Нет лучшего времени, чем настоящее, чтобы его спасти.",
        "Не пропустите эту сделку! Это слишком хорошо, чтобы отказаться.",
        "Отличные новости! Ваши покупки стали дешевле.",
        "Спешите, ваша эксклюзивная скидка скоро закончится!",
        "Вот вам небольшое спасибо за вашу преданность."
      ]
    },
    "coupon": {
      "title": [
        "Экономия высвобождена",
        "Разблокируйте скидку",
        "Супер Экономия",
        "Эксклюзивное предложение",
        "Бонусные накопления",
        "VIP-скидка",
        "Специальное предложение",
        "Дополнительная экономия",
        "Оповещение о скидках",
        "Бюджетное блаженство",
        "Эконом Восторг",
        "Бонанза ценности",
        "Снижение цен",
        "Счастливая экономия",
        "Экономьте больше, покупайте больше",
        "Горящая сделка",
        "Выгодная награда",
        "Мгновенная экономия",
        "Дело дня",
        "Сезонная кража"
      ],
      "description": [
        "Наслаждайтесь выгодной сделкой от нас! Сэкономьте на следующей покупке.",
        "Мы ценим своих клиентов – воспользуйтесь этим эксклюзивным предложением.",
        "Получите больше того, что вы любите, за меньшие деньги. Скидка у нас!",
        "Готовы сохранить? Эксклюзивное предложение ждет!",
        "Потому что ты особенный! Получите скидку на следующий заказ.",
        "Побалуйте себя покупками и сэкономьте!",
        "Будьте готовы делать покупки до упаду — и экономьте!",
        "Отпразднуйте сезон специальной скидкой.",
        "Мы благодарим наших постоянных клиентов эксклюзивной скидкой.",
        "Получите невероятную экономию на следующей покупке.",
        "Взгляните на свои эксклюзивные сбережения.",
        "Откройте для себя неожиданную скидку у нас!",
        "Улучшите свои впечатления от покупок с помощью нашего эксклюзивного предложения.",
        "Начните экономить с помощью нашего специального предложения.",
        "Побалуйте себя чем-то дополнительным – специальной скидкой.",
        "Ваш следующий шоппинг стал еще доступнее!",
        "Потому что со скидкой делать покупки приятнее."
      ]
    },
    "offer": {
      "title": [
        "Собирайте и экономьте по-крупному!",
        "Покупайте больше, экономьте больше!",
        "Умные предложения для умных покупателей",
        "Предупреждение о скидках! Пакетная экономия",
        "Комбинированное предложение — больше за меньшие деньги",
        "Эксклюзивная экономия на пакетах",
        "Получите больше за свои деньги!",
        "Экономьте при сборке",
        "Специальные предложения на комбо",
        "Огромная экономия в магазине!",
        "Лучшие пакеты по соотношению цена-качество",
        "Ограниченные по времени пакетные предложения",
        "Большие скидки на комбо",
        "Разумная экономия на избранных товарах",
        "Непревзойденные предложения на пакеты",
        "Доступны скидки на несколько покупок",
        "Удвойте цену за меньшие деньги сейчас",
        "Массовые покупки = большая экономия"
      ],
      "description": [
        "Получите большую экономию, объединив избранные продукты. Спешите, предложение ограничено по времени!",
        "Умные предложения ждут! Сэкономьте больше, покупая наши выделенные товары вместе.",
        "Откройте для себя разумный способ сэкономить! Соберите свои любимые товары и наблюдайте за падением цен.",
        "Получите эксклюзивные скидки при покупке выбранных товаров в комбинации. Действовать сейчас!",
        "Покупайте больше, экономьте больше! Непревзойденные скидки на наши специальные наборы продуктов.",
        "Делайте покупки с умом, воспользовавшись нашими специальными предложениями. Цены со скидкой на отдельные наборы товаров.",
        "Получите больше за меньшие деньги! Потрясающие скидки при покупке выбранных нами пакетов.",
        "Экономьте по-крупному, собирая комплекты! Эксклюзивные предложения на избранные товары в течение ограниченного времени.",
        "Комбинируйте и сохраняйте! Эксклюзивные скидки при совместной покупке выбранных нами товаров.",
        "Чем больше ты покупаешь, тем больше экономишь! Будьте умнее с нашими специальными пакетами."
      ]
    },
    "gift_card_type": {
      "title": [
        "Побаловать себя!",
        "Для тебя!",
        "Счастливые покупки!",
        "Наслаждайтесь у нас!",
        "Побалуйте себя немного",
        "Потому что ты особенный",
        "Маленький сюрприз",
        "Сделайте свой день",
        "Вот вам",
        "Распространяйте радость",
        "Дар любви",
        "Делайте покупки с удовольствием",
        "Знак благодарности",
        "Время тратить деньги",
        "Наслаждайтесь моментом",
        "Найдите своих фаворитов",
        "Выбор ваш",
        "Выразить себя",
        "Откройте для себя магию",
        "Раскройте свой стиль"
      ]
    },
    "vendor_refund_order": {
      "note": [
        "Средства были списаны с вашего виртуального кошелька и возвращены в кошелек торговой площадки.",
        "Был произведен возврат средств, уменьшив баланс вашего виртуального кошелька.",
        "Возврат завершен. Кошелек маркетплейса пополнен с вашего виртуального кошелька.",
        "С вашего виртуального кошелька были списаны средства для недавнего возврата средств на кошелек торговой площадки.",
        "Средства вашего виртуального кошелька были скорректированы в связи с недавним возвратом средств.",
        "Возврат был произведен, сумма вычтена из вашего виртуального кошелька.",
        "Баланс вашего виртуального кошелька был уменьшен в связи с возвратом средств на кошелек торговой площадки.",
        "Произошла транзакция возврата, в результате которой средства из вашего виртуального кошелька были переведены обратно на рынок."
      ]
    },
    "product": {
      "warranty": [
        "24-месячная золотая гарантия",
        "Платиновая защита на два года",
        "Бриллиантовая гарантия на 36 месяцев",
        "Серебряный щит: гарантия один год",
        "2-летняя элитная страховка",
        "Премиум-защита на 24 месяца",
        "Бронзовая резервная копия: гарантия один год",
        "3-летняя гарантия бесперебойной работы",
        "Обещание безопасного обслуживания в течение 24 месяцев",
        "36-месячная защита душевного спокойствия"
      ],
      "pros_name": [
        "Повышение эффективности",
        "Экономичное решение",
        "Гарантированное качество",
        "Удобный",
        "Экономит время",
        "Гарантированная надежность",
        "Универсальное использование",
        "Новейшие технологии",
        "Экологически чистый",
        "Исключительная производительность"
      ],
      "pros_value": [
        "Значительная экономия времени за счет быстрых и эффективных операций.",
        "Использует передовые технологии для непревзойденной производительности.",
        "Снижает затраты и повышает производительность.",
        "Предлагает удобный интерфейс для легкой навигации.",
        "Гарантирует надежную и стабильную работу.",
        "Обеспечивает универсальные приложения для решения различных задач.",
        "Использует экологически чистые материалы и процессы.",
        "Разработан с использованием новейших технологий для достижения превосходных результатов.",
        "Качественный дизайн гарантирует долгий срок службы.",
        "Предлагает круглосуточную поддержку клиентов."
      ],
      "cons_name": [
        "Дорогие инвестиции",
        "Ограниченная совместимость",
        "Сложная установка",
        "Требуется обучение",
        "Некачественная производительность",
        "Не хватает универсальности",
        "Ограниченная поддержка",
        "Частое обслуживание",
        "Высокое энергопотребление",
        "Короткая продолжительность жизни"
      ],
      "cons_value": [
        "Более высокие первоначальные инвестиции по сравнению с альтернативами.",
        "Может быть несовместимо со всеми системами и устройствами.",
        "Процесс настройки может быть довольно сложным.",
        "Для использования может потребоваться дополнительное обучение.",
        "Производительность может не соответствовать всем ожиданиям.",
        "Ограничена функциональность или отсутствует универсальность.",
        "Поддержка клиентов может быть недоступна круглосуточно.",
        "Требуется частое техническое обслуживание, что приводит к более высоким затратам.",
        "Потребляет большое количество энергии, что влияет на расходы на коммунальные услуги.",
        "Срок службы продукта может оказаться не таким продолжительным, как ожидалось."
      ]
    },
    "blog_category": {
      "category": [
        "Техническая информация",
        "Находки для гурманов",
        "Сказки о путешествиях",
        "Советы по здоровью",
        "Модные фавориты",
        "Бизнес-журнал",
        "Истории образа жизни",
        "Спортивные обновления",
        "Художественные моменты",
        "Указатели для родителей"
      ],
      "description": [
        "Откройте для себя полезные статьи на различные темы.",
        "Изучите нашу коллекцию информативных сообщений в блоге.",
        "Будьте в курсе наших интересных категорий блога.",
        "Найдите вдохновение в статьях наших блогов, заставляющих задуматься.",
        "Расширьте свои знания с помощью разнообразных тем в наших блогах.",
        "Будьте в курсе наших увлекательных новостей по категориям блогов.",
        "Погрузитесь в глубины нашего интригующего содержания категорий блога.",
        "Найдите ценную информацию в архивах категорий нашего блога.",
        "Узнайте что-то новое из нашей тщательно подобранной категории блогов.",
        "Взаимодействуйте с нашими обогащающими статьями и сообщениями в категориях блога."
      ]
    },
    "partner_plan": {
      "name": [
        "Стартовый пакет",
        "Основной план",
        "Профессиональный люкс",
        "Корпоративная версия",
        "Продвинутый уровень",
        "Премиум-пакет",
        "Окончательное решение",
        "Элитный уровень",
        "Ускоритель роста",
        "Платиновая мощность"
      ]
    },
    "tax_profile": {
      "name": [
        "Продукты питания",
        "Электронные устройства",
        "Одежда и одежда",
        "Книги и канцелярские товары",
        "Товары для здоровья и красоты",
        "Мебель",
        "Спортивные товары",
        "Игрушки и игры",
        "Ювелирные изделия и аксессуары",
        "Автомобильные запчасти",
        "Сад и отдых на открытом воздухе",
        "Кухонная утварь",
        "Домашнего декора",
        "Музыкальные инструменты",
        "Зоотовары",
        "Обувь",
        "Сумки и багаж",
        "Офисные принадлежности",
        "Аппаратные средства",
        "продукты"
      ],
      "label": [
        "VAT",
        "GST",
        "PST",
        "HST",
        "QST",
        "CST",
        "Акциз",
        "Импортная пошлина",
        "Налоговая служба",
        "Налог на роскошь"
      ]
    },
    "cluster": {
      "name": [
        "Основные моменты распродажи",
        "Промокоды",
        "Рекомендуемые кампании",
        "Новые поступления",
        "Бестселлеры",
        "Сезонные предложения",
        "Ограниченные предложения",
        "Специальные предложения для мероприятий",
        "VIP-эксклюзивы",
        "Товары для распродажи",
        "Праздничные пакеты",
        "Тематические коллекции",
        "Брендовые витрины",
        "Избранное участников",
        "Флэш-скидки",
        "Магазин предметов первой необходимости",
        "Цифровые ресурсы",
        "Идеи для подарка",
        "Экологичный выбор",
        "Рекомендации персонала"
      ]
    },
    "popup": {
      "title": [
        "Специальное предложение!",
        "Новые поступления",
        "Ограниченное время",
        "Предупреждение о скидках!",
        "Эксклюзивные предложения",
        "Горячая распродажа!",
        "Оповещение о распродаже",
        "Бесплатная доставка",
        "Подарок внутри!",
        "Выигрывайте призы",
        "Привилегии для участников",
        "Флэш-распродажа"
      ]
    },
    "campaign": {
      "name": [
        "Делайте покупки, пока не упадете",
        "Корзина Безумие",
        "Флэш-распродажа Фиеста",
        "Нажмите, покупайте, сохраняйте",
        "Выгодное золото",
        "Феерия электронных сделок",
        "Мега-безумие с уценкой",
        "Киберэкономия",
        "Дни цифровых скидок",
        "Карнавал электронной коммерции",
        "Интернет-магазин Оазис",
        "Розничная торговля",
        "Продажа склада в интернет-магазине",
        "Рай для электронного покупателя",
        "Виртуальный ваучер",
        "Цифровые дверные выключатели",
        "Оформление электронной корзины",
        "Вскрытие покупок в Интернете",
        "Зрелищная киберраспродажа",
        "Электронные сделки «Блиц»"
      ]
    },
    "valuation": {
      "title": [
        "Цены на персонализацию футболок",
        "Оценка ювелирных изделий ручной работы",
        "Персонализированные цены на обувь",
        "Индивидуальная оценка произведений искусства",
        "Цены на индивидуальный костюм",
        "Стоимость кастомизации электронных гаджетов",
        "Персонализированная оценка парфюмерии",
        "Цены на индивидуальные сумки",
        "Оценка индивидуального платья",
        "Стоимость индивидуальной обложки книги",
        "Оценка мебели на заказ",
        "Индивидуальные цены на часы",
        "Персонализированная оценка игрушек",
        "Индивидуальные цены на шляпы",
        "Индивидуальная оценка средств по уходу за кожей",
        "Цены на домашний декор на заказ",
        "Индивидуальная оценка кухонных принадлежностей",
        "Персонализированные цены на канцелярские товары",
        "Оценка индивидуальных аксессуаров для волос",
        "Цены на индивидуальное спортивное оборудование"
      ],
      "structure": {
        "title": [
          "Дизайн футболки с принтом",
          "Тип ювелирного металла",
          "Выбор материала обуви",
          "Размер художественной рамки",
          "Выбор ткани для костюма",
          "Вариант цвета гаджета",
          "Профиль парфюмерного аромата",
          "Материал и размер сумки",
          "Длина и стиль платья",
          "Материал обложки книги",
          "Тип древесины мебели",
          "Материал ремешка для часов",
          "Пользовательские функции игрушки",
          "Размер и цвет шляпы",
          "Предпочтения ингредиентов для ухода за кожей",
          "Тема домашнего декора",
          "Материал кухонной утвари",
          "Тип канцелярской бумаги",
          "Материал аксессуаров для волос",
          "Размер спортивного инвентаря"
        ]
      }
    },
    "lottery": {
      "title": [
        "Крутите и выигрывайте большие призы!",
        "Джекпот Колеса Фортуны",
        "Лаки Спин Бонанза",
        "Вращайте, чтобы выиграть награды",
        "Колесо богатства",
        "Счастливая лотерея-феерия",
        "Мега Спин Сюрприз",
        "Призовое колесо Фиеста",
        "Зрелищное вращение сокровищ",
        "Магия вращения колеса",
        "Колесо удачи в изобилии",
        "Благосклонность Фортуны",
        "Колесо чудес",
        "Спин ради богатства",
        "Призовой спиннер Delight",
        "Лотерея Золотой спин",
        "Вращать приз",
        "Колесо Фортуны",
        "Витрина Lucky Spin",
        "Окончательная награда за спин"
      ],
      "description": [
        "Вращайте колесо и получите шанс выиграть эксклюзивные скидки!",
        "Испытайте удачу – в нашем колесе фортуны вас ждут потрясающие призы!",
        "Выигрывайте по-крупному с каждым вращением — вас ждут захватывающие награды!",
        "Вращайтесь, чтобы выиграть! Подарки-сюрпризы и предложения на каждом шагу.",
        "Ваш шанс выиграть по-крупному: вращайте колесо и получайте мгновенные призы!",
        "Эксклюзивные награды за каждое вращение. Станете ли вы счастливчиком?",
        "Крутите и выигрывайте! Найдите спрятанные драгоценные камни в колесе фортуны нашего магазина.",
        "Пусть вам повезет с нашим колесом – призы, скидки и многое другое!",
        "Каждое вращение – это выигрыш – получите свой специальный приз уже сегодня!",
        "Поверните колесо и вас ждет приятный сюрприз – что вы выиграете?",
        "Высвободите удачу, вращая игру: вас ждут захватывающие награды в магазине.",
        "Поверните, чтобы увидеть свой приз — скидки, подарки и многое другое!",
        "Вращение в день сохранит азарт — выигрывайте уникальные призы!",
        "Вращайте колесо фортуны и получайте эксклюзивные сувениры из магазина.",
        "Удачные вращения приносят счастливые выигрыши – получите свой приз прямо сейчас!",
        "Ваше вращение может открыть потрясающие награды за покупки!",
        "Вращайте, чтобы получить возможность выиграть эксклюзивные предложения и предложения.",
        "Колесо фортуны крутится – поймайте свой счастливый приз!",
        "Вращайтесь, выигрывайте и улыбайтесь — неожиданные награды за каждый ход.",
        "Сделайте крутой поворот и позвольте судьбе решить ваш приз!"
      ]
    }
  }
};