/*
 * Copyright (c) 2023. Selldone® Business OS™
 *
 * Author: M.Pajuhaan
 * Web: https://selldone.com
 * ━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
 *
 * All rights reserved. In the weave of time, where traditions and innovations intermingle, this content was crafted.
 * From the essence of thought, through the corridors of creativity, each word, and sentiment has been molded.
 * Not just to exist, but to inspire. Like an artist's stroke or a sculptor's chisel, every nuance is deliberate.
 * Our journey is not just about reaching a destination, but about creating a masterpiece.
 * Tread carefully, for you're treading on dreams.
 */


export default {
  commons: {
    pay_today: "අද ගෙවීම",
    pay_yesterday: "ඊයේ ගෙවීම",
    pay_last30days: "පසුගිය දින 30 ගෙවීම",
    create_a_shop: "සාප්පුවක් සාදන්න",
    start_free: "නොමිලේ ආරම්භ කරන්න",
    featured_apps: "විශේෂාංග යෙදුම්",
    more_apps: "තවත් යෙදුම්",
    my_public_profile: "මගේ පොදු පැතිකඩ පිටුව",
    product_admin: "නිෂ්පාදන පරිපාලනය",
    make_money_affiliate: "මුදල් උපයන්න",
    see_live_shop: "සජීවී වෙළඳසැල බලන්න",
    see_live_product: "සජීවී නිෂ්පාදනය බලන්න",
    has_inputs: "අයිතමය යෙදවුම්",
    main_domain: "ප්‍රධාන වසම",
    domains: "වසම්",
    home_page: "මුල් පිටුව",
    google_icon_font_sample: "Google අකුරු නියැදිය",
    fontawesome_icon_font_sample: "Fontawesome (අයිතමය) නියැදිය",
  },

  numbers: {
    infinite: "අසීමිතයි",
  },

  error: {
    not_fount_data: "දත්ත හමු නොවීය!",
    license_max_limit: "ඔබේ බලපත්‍රය සීමාවට පැමිණ ඇත!",
    no_read_access: "කියවීමේ ප්‍රවේශය නැත",
    no_write_access: "ලිවීමේ ප්‍රවේශය නැත",
    no_access: "ප්‍රවේශය නැත",
  },

  time_spans: {
    days_range: "දින පරාසය",
    today: "අද",
    yesterday: "ඊයේ",
    last_7: "පසුගිය දින 7",
    last_14: "පසුගිය දින 14",
    last_30: "පසුගිය දින 30",
    last_90: "පසුගිය දින 90",
    custom: "අභිරුචි",
  },
  device_types: {
    desktop: "ඩෙස්ක්ටොප්",
    mobile: "ජංගම",
    tablet: "ටැබ්ලට්",
  },

  create_website_action: "ඔබේ වෙබ් අඩවිය සාදන්න - එය නොමිලේ",
  show_shops_action: "මගේ වෙළඳසැල් ලැයිස්තුව",

  // Companies:

  Youtube: "YouTube",
  Linkedin: "LinkedIn",
  Twitter: "Twitter",
  Facebook: "Facebook",
  Instagram: "Instagram",
  Reddit: "Reddit",
  Github: "GitHub",

  theme: {
    dark_mode: "අඳුරු මාදිලිය",
    dark_mode_description:
      "ඔබට සුදු අකුරු වර්ණ සහිත අඳුරු පසුබිමක් අවශ්‍ය නම් මෙම විකල්පය තෝරන්න.",
    light_mode: "ආලෝක මාදිලිය",
    light_mode_description:
      "පසුබිම සැහැල්ලු වීමට සහ අකුරු කළු පැහැයෙන් සිටීමට ඔබට අවශ්‍ය නම් මෙම විකල්පය තෝරන්න.",
  },

  ai: {
    remove_bg: {
      title: "පසුබිම ඉවත් කරන්න",
      subtitle: "විනිවිද පෙනෙන පසුබිමක් සාදන්න.",
    },
    reimagine: {
      title: "නැවත සිතන්න",
      subtitle: "නව පසුබිම් සහිත තවත් රූප සාදන්න.",
    },
    upscale: {
      title: "ගුණාත්මකභාවය වැඩි කරන්න",
      subtitle: "රූපයේ විභේදනය වැඩි කරන්න.",
    },
  },

  // ------------------ Pages Title ------------------
  page_titles: {
    home: "Selldone ╏ වේගයෙන් වර්ධනය වන සමාගම් සඳහා ව්‍යාපාර මෙහෙයුම් පද්ධතිය",
    login: "ඇතුල් වන්න",
    register: "ලියාපදිංචි කරන්න",
    auth_2fa: "2 සාධක සත්‍යාපනය 🔐",
    academy: "බ්ලොග්",
    help: "උපකාරක මධ්යස්ථානය",
    price_list: "මිල ලැයිස්තුව",
    my_stores: "මගේ වෙළඳසැල්",
    roles: "මගේ භූමිකාවන්",
    wallet: "ම ෙග් පසුම්බිය",
    personal_info: "පුද්ගලික තොරතුරු ╏ KYC",
    companies: "මගේ සමාගම්",
    access_control: "ප්රවේශ පාලනය",
    security_center: "ආරක්ෂක මධ්යස්ථානය",
    gifts: {
      received: "තෑගි ╏ ලැබුනා",
      send: "තෑගි ╏ යවා ඇත",
    },
    monetization: {
      linked_accounts: "මුදල් ඉපයීම ╏ සම්බන්ධිත ගිණුම්",
      plans: "මුදල් ඉපයීම ╏ සැලැස්ම සහ සබැඳි",
    },
    affiliate: "අනුබද්ධ",
    avocado: "අලිගැට පේර - නවීන සමාජ විකුණුම් නාලිකාව",
    guild: "අයිතමය — අයිතමය විකුණුම් නාලිකාව",
    partners_login: "හවුල්කරුවන් ╏ සේවාලාභී පිවිසුම",
  },

  /** NOT USED! */
  /* data: {
    shop: {
      users: "User",
      views: "View",
      likes: "Like",
      favorites: "Favorite",
      comments: "Comment",
      ratings: "Rating",
      wishlist: "Wishlist",
      new_visitors: "New Visitor",
      returning_visitors: "Return Visitor",
      page_views: "Page View",
      order_physical_added: "Physical Add to Cart",
      order_physical_checkout: "Physical Checkout",
      order_virtual_added: "Virtual Add to Cart",
      order_virtual_checkout: "Virtual Checkout",
      order_file_added: "File Add to Cart",
      order_file_checkout: "File Checkout",
      order_service_added: "Service Add to Cart",
      order_service_checkout: "Service Checkout",
    },
  },*/

  blank_is_all_products: "සියලුම නිෂ්පාදන ඇතුළත් කිරීමට හිස්ව තබන්න!",

  // ---------------------------------------------

  /** @see ShopCautionHelper **/
  cautions: {
    title:
      "පහත ඉඟි කිරීමෙන් ඔබේ ව්‍යාපාරය වෘත්තීයමය වශයෙන් කළමනාකරණය කරන්න. ලාභ ආන්තිකය වැඩි කර ගන්නේ කෙසේද සහ තවත් දේ පිළිබඳ උපදෙස් සඳහා දිගටම කියවන්න. මඟ දිගේ අපි ඔබ සමඟයි.",
    no_payment_method: {
      title: "ගෙවීමේ ක්රමය",
      message:
        "ඔබ ඔබේ සාප්පුවට ගෙවීමේ ක්‍රමයක් එක් කළ යුතුය.",
      action: "සාප්පු දොරටු",
    },
    link_account: {
      title: "ගිණුම සම්බන්ධ කරන්න",
      message:
        "ඔබ ඔබේ වෙළඳසැලට ගිණුමක් ({currency}) සම්බන්ධ කළ යුතුය.",
      action: "සාප්පු ගිණුම්",
    },
    no_domain: {
      title: "වසම එක් කරන්න",
      message:
        "ඔබට ඔබේ ගබඩාවට පුද්ගලික වසම් එකක් හෝ කිහිපයක් සම්බන්ධ කළ හැක. ඔබගේ වෙබ් අඩවිය ඔබගේ වසමේ ස්ථාපනය වනු ඇත. මෙම ක්රියාවලිය ඉක්මන් හා පහසු වේ.",
    },
    domain_not_approved: {
      title: "වසම් සත්‍යාපනය",
      message:
        "ඔබගේ වසම {domain} සත්‍යාපනය කර නොමැත. DNS සැකසුම් පරීක්ෂා කර වසම තහවුරු කරන්න.",
    },
    no_currency: {
      title: "මුදල් එකතු කරන්න",
      message:
        "ඔබ ඔබේ ගබඩාව සඳහා අවම වශයෙන් එක් මුදල් වර්ගයක්වත් අර්ථ දැක්විය යුතුය.",
      action: "මුදල් කළමනාකරණය",
    },
    no_primary_domain: {
      title: "ප්රධාන වසම",
      message:
        "කරුණාකර ඔබගේ මූලික වසම ලෙස වසමක් තෝරන්න. වසම් නාමය අසල ඇති තරු බොත්තම ක්ලික් කිරීමෙන්, ඔබට ඔබේ ගබඩාවේ ප්‍රාථමික වසම ලෙස වසම තෝරාගත හැක. සෙවුම් යන්ත්‍ර සඳහා මෙය ඉතා වැදගත් වේ. ඔබගේ වෙළඳසැල තවමත් සියලුම ක්‍රියාකාරී වසම් හරහා ලබා ගත හැකි බව සලකන්න.",
    },
    shop_complete: {
      title: "සම්පූර්ණ තොරතුරු",
      action: "සාප්පු සැකසීම්",
      location_msg: "ඔබගේ ස්ථානය එක් කරන්න",
      days_open_msg: "විවෘත දින සකසන්න",
      time_open_msg: "විවෘත හා වසා දැමීමේ වේලාව සකසන්න",
      description_msg: "ඔබේ ව්‍යාපාරය ගැන කෙටි විස්තරයක් ලියන්න",
      icon_msg: "ඔබේ ගබඩා ලාංඡනය සකසන්න",
      shop_gateways_msg: "ගෙවීමේ ක්‍රමය එක් කරන්න",
      socials_msg: "ඔබේ සමාජ සබැඳි එක් කරන්න",
      clubs_msg: "පාරිභෝගික සමාජ සකසන්න",
      domains_msg: "අභිරුචි වසම එක් කරන්න",
      primary_msg: "ප්‍රාථමික ලෙස වසමක් සකසන්න",
    },
  },

  /** @see BSupportMenu **/
  support: {
    request: "සහාය ඉල්ලන්න",

    category: "වර්ගය",
    title: "සහාය",
    message:
      "ඕනෑම ඉල්ලීමක් හෝ ප්‍රශ්න අසන්න. අපගේ සහාය කණ්ඩායම ඔබට මග පෙන්වනු ඇත. ඔබගේ ඉල්ලීමට අදාළ පිටුවෙහි ඔබගේ ප්‍රශ්නය ඇසීමට අපි ඔබට යෝජනා කරමු. උදාහරණයක් ලෙස, ඔබට වසම් සැකසීම පිළිබඳ ප්‍රශ්නයක් ඇත්නම්, එය ඔබගේ වෙළඳසැලේ වසම් සැකසුම් පිටුවට යවන්න.",

    close_at: "{date} ට වසා ඇත",
    close_ticket_by_user: "ස්තූතියි, මට පිළිතුර ලැබුණා",
  },

  /** @see SShopProductRatingView **/
  surveys: ["ඉතා දුප්පත්", "දුප්පත්", "සාමාන්ය", "හොඳ", "විශිෂ්ටයි"],

  /** @see SortView **/
  sort: {
    title: "අනුව තෝරන්න",
    title_small: "අනුව තෝරන්න..",
    nothing: "කිසිවක් නැත",
    most_views: "බොහෝ බැලීම්",
    most_likes: "වඩාත්ම ජනප්රිය",
    most_recent: "අලුත්ම",
    most_sell: "වැඩියෙන්ම අලෙවි වන",
    cheapest: "ලාභම",
    most_expensive: "වඩාත්ම මිල අධිකයි",
    only_available: "ඇත",
    view_mode: {
      normal: "සාමාන්ය",
      grid: "ජාලකය",
      list: "ලැයිස්තුව",
      insta: "ඉන්ස්ටා",
    },
  },

  /** {@see Helps} **/

  helps: {
    title: "Selldone අයිතමය උදවු මධ්‍යස්ථානය",
    subtitle:
      "Selldone අයිතමය වෙත සාදරයෙන් පිළිගනිමු. ඔබ ව්‍යාපාරික OS එකක නව අන්තර්ජාල වෙළඳසැලක් ගොඩනඟන්නේ නම්, ඔබට වැඩි විස්තර මෙතැනින් සොයාගත හැකිය.",

    add_new_help: "නව උදව්",
    resources: "සම්පත්",

    categories: {
      Welcome: "ආරම්භ කරන්න",
      Setup: "ගබඩා",
      Sell: "විකුණුම් සහ අලෙවිකරණය",
      Developer: "සංවර්ධනය කරන්න",

      Product: "නිෂ්පාදන සහ කාණ්ඩ කළමනාකරණය",
      Blog: "CMS සහ බ්ලොග්",
      Order: "ඇණවුම් ඉටු කිරීමේ මධ්‍යස්ථානය",
      Channel: "විකුණුම් නාලිකා",
      Accounting: "ගිණුම්කරණ සහ ගෙවීම් ක්‍රම",
      Incentives: "සහන",
      Marketing: "අලෙවිකරණය සහ ව්‍යාපාර",
      Logistic: "ලොජිස්ටික් සහ නැව්ගත කිරීම",
      Customers: "පාරිභෝගික සමාජය සහ ඛණ්ඩනය",
      Page: "ගොඩබෑම සහ අභිරුචි පිටු",
      Access: "කාර්ය මණ්ඩලය / API ප්රවේශ කළමනාකරණය",
      Application: "අයදුම්පත්",
      POS: "POS",
    },
    faq: "FAQ",
    github: "GitHub ගබඩාව",
    admin_api_app: "පරිපාලක API වෙබ් සේවාව",
    shop_api_app: "සාප්පු API වෙබ් සේවාව",
    design_kit: "නිර්මාණ කට්ටල",
    community: "ප්රජාව",
  },

  /** {@see Blogs} **/
  /** {@see InterestTopicsView} **/

  blogs: {
    title: "බ්ලොග්",
    subtitle:
      "ව්‍යාපාර සඳහා පාඩම්, විශ්වාසය සහ දියුණු ව්‍යාපාරයක් නිර්මාණය කිරීමට ඔබට අවශ්‍ය දැනුම.",
    add_new_blog: "නව බ්ලොගය",
    popular: "ජනප්රිය",
    topics: "මාතෘකා",
    select_topics: "ඔබේ රැකියාව තෝරන්න.",
    select_job_topics: "ඔබේ රැකියාවට අදාළ මාතෘකා තෝරන්න",
    select_interested_topics: "ඔබ කැමති මාතෘකා මොනවාද?",
  },

  /** {@see ApiDocs} **/
  api: {
    title: "API සහ ඒකාබද්ධ කිරීම",
    message:
      "Selldone අයිතමය හි එක් ප්‍රධාන අංගයක් වන්නේ ගබඩා කළමනාකරණය සහ සම්බන්ධ කිරීම සඳහා ශක්තිමත් සහ ආරක්ෂිත API සැපයීමයි. ගබඩා කිරීම, ගිණුම්කරණය, යනාදී වෙනත් සේවාවන් වෙත සම්බන්ධ වේ. ඔබට ඔබේ වෙළඳසැල සඳහා අභිරුචි යෙදුම් සහ වෙබ් යෙදුම් සැලසුම් කළ හැකිය. සේවාදායකය සහ දත්ත කළමනාකරණය ගැන කරදර නොවී. වසම් API භාවිතා කරන්න. පරිශීලකයින් කළමනාකරණය කිරීමේ සියලුම ක්‍රියාවලිය, සත්‍යාපනය සහ අනෙකුත් වසම් විශේෂාංග ඔබට ඇත.",
  },

  /** {@see BPageShuttle} **/
  user_dashboard: {
    title: "මගේ ෂටලය",
    subtitle: "යාවත්කාලීන තොරතුරු සහ පැහැදිලි අපේක්ෂාවන් සමඟ ඔබේ ව්‍යාපාරය කළමනාකරණය කරන්න.",
    menu: {
      affiliate: "අනුබද්ධ",
      monetize: "මුදල් උපයන්න",
      gift: "තෑගි",
      security: "ආරක්ෂාව",
      access: "ප්රවේශ",
      business: "සමාගම",
      wallet: "පසුම්බිය",
      identification: "KYC",
      stores: "ගබඩා",
      roles: "භූමිකාවන්",
      home: "නිවස",
      expert: "විශේෂඥ",
      deals: "ගනුදෙනු",
      providers: "සපයන්නන්",
    },
    shops: {
      create_new: "නව වෙළඳසැලක් සාදන්න",
      create_new_sub_need_initial_charge:
        "පළමු ගබඩාව ගොඩනැගීම නොමිලේ. සමහර විට ඔබේ ව්‍යාපාරයට එක කඩයක් ප්‍රමාණවත් නමුත් ඔබට තවත් වෙළඳසැල් ගොඩනගා ගැනීමට අවශ්‍ය නම්, නව වෙළඳසැලක් ඉදිකිරීමේ වියදම ඩොලර් 25 කි. අපි ඔබේ මුදල් පසුම්බි ගිණුමෙන් මුදල් ලබා ගනිමු.",

      menu: {
        title: "මගේ සාප්පු",
        shops: "සාප්පු",
        new: "අලුත්",
      },

      accept_invite_question: "ඔබ මෙම ආරාධනාව පිළිගන්නවාද?",
      /** {@see BShopCard} **/

      shop_card: {
        menu_orders: {
          physical: "භෞතික නිෂ්පාදන ඇණවුම්",
          virtual: "අතථ්‍ය නිෂ්පාදන ඇණවුම්",
          files: "ඇණවුම් ගොනු කරන්න",
          services: "සේවා ඇණවුම්",
          subscriptions: "දායකත්ව ඇණවුම්",
        },
        status: "තත්ත්වය",
        license: "බලපත්රය",
        volume: "භාවිතා කළ අවකාශය",
        expire: "බලපත්‍රය කල් ඉකුත් විය",
        products: "නිෂ්පාදන",
        page_views: "දසුන්",
        user_behavior: "පාරිභෝගික හැසිරීම",
        time_span: "{time} සිට මේ දක්වා",
        finance_report: "මූල්ය වාර්තාව",
        buys: "මිලදී ගැනීම්",
        payments: "ගෙවීම",
        orders: "නියෝග",
        currency: "මුදල්",
        no_payment: "නැත ගෙවීම!",
        no_purchase: "නැත මිලදී!",
      },
    },
  },

  widgets: {
    /** {@see BDashboardFeedback} **/
    overview: {
      title: "පාරිභෝගික ප්රතිචාර",
      title_small: "දළ විශ්ලේෂණය",
      wishlist: "පැතුම් ලැයිස්තුව",
      comments: "අදහස්",
      likes: "කැමති",
      favorites: "ප්රියතම",
      powers: "ක්ලැප්ස්",
      views: "දසුන්",
      report_today: "අද වාර්තාව",
      report_last7days: "පසුගිය දින 7 වාර්තාව",
      report_last30days: "පසුගිය දින 30 වාර්තාව",
    },
  },

  /** {@see BPageShop} **/
  admin_shop: {
    title: "ගබඩා",
    menu: {
      edit: "සැකසුම්",
      automation: "ස්වයංක්රීයකරණය",
      application: "අයදුම්පත්",
      access: "ප්රවේශ",
      pages: "පිටු",
      channels: "නාලිකා",
      classification: "අයිතමය",
      marketing: "අලෙවි",
      customers: "පාරිභෝගිකයන්",
      logistic: "ලොජිස්ටික්",
      auditing: "ගිණුම්කරණය",
      incentives: "සහන",
      process_center: "නියෝග",
      blog: "බ්ලොග්",
      products: "නිෂ්පාදන",
      shops: "සාප්පු",
      dashboard: "උපකරණ පුවරුව",
      autopilot: "ස්වයංක්‍රීය නියමු",
      apps: "යෙදුම්",
      pos: "POS",
      seo: "SEO",
      localization: "ප්රාදේශීයකරණය",
      crm: "CRM",
      listing: "ලැයිස්තුගත කිරීම",
    },

    /** {@see BPageShopDashboard} **/
    dashboard: {
      title: "සාප්පු උපකරණ පුවරුව",
      online_staff: "මාර්ගගත කාර්ය මණ්ඩලය(ය)",

      notify_referral: {
        message: "ඔබගේ ආරාධනා සබැඳිය මිතුරන් වෙත යවා නොමිලේ වවුචර් ලබා ගන්න.",
        action: "මගේ යොමු කිරීමේ සබැඳිය",
      },

      /** {@see BDashboardShopTechnical} **/
      info: {
        title: "කාර්මික",
        subtitle: "ඔබේ ව්‍යාපාර මෙහෙයුම් පද්ධතිය පිළිබඳ තාක්ෂණික දළ විශ්ලේෂණය.",

        shop_name: "සාප්පුවේ නම",
        shop_link: "සාප්පු සබැඳිය",
        site_map: "අඩවි සිතියම",
        shop_domains: "වසම්",
        shop_domains_msg: "සම්බන්ධිත අභිරුචි වසම් ලැයිස්තුව.",

        home_msg:
          "ඔබේ වෙබ් අඩවියේ පෙරනිමි මුල් පිටුව සකසන්න. එය එක් එක් අභිරුචි වසම සඳහා වෙනස් කළ හැක.",

        add_domain: "නව වසමක් එක් කරන්න",
        currencies: "ක්රියාකාරී මුදල්",
        currencies_alert: "ගබඩාව සඳහා අවම වශයෙන් එක් මුදල් වර්ගයක් තෝරන්න!",
        status: "තත්ත්වය",
        license: "බලපත්රය",
        expire: "බලපත්‍ර කල් ඉකුත්වන දිනය",
        upgrade_license_action: "{name} වෙත උත්ශ්‍රේණි කරන්න",
        wage: "ගාස්තු",
        cpu_message:
          "ඔබ මිලදී ගත් සැලැස්මට අනුව සකස් කර ඇති සම්පත් ගණන සහ ඔබ ඔබේ සේවාවට එකතු කරන සම්පත්.",
        hide_domains: "මගේ වසම් සඟවන්න",
        show_domains: "මගේ වසම් පෙන්වන්න",

        /** {@see BDomainsList} **/
        table: {
          primary: "ප්රාථමික",
          url: "අයිතමය",
          site_map: "අඩවි සිතියම",
          enable: "සබල කරන්න",
          indexed: "සුචිගත කර ඇත",
          and_more: "& තව..",
          auto_repair: "ස්වයංක්‍රීය අලුත්වැඩියාව",
        },
        add_dialog: {
          title: "ගබඩා වසම වින්‍යාස කරන්න",
          step1:
            "DNS වසමක් හෝ උප වසමක් සඳහා වාර්තා A හි IP සීමාව ඔබට පහත අගයන්ගෙන් අර්ථ දැක්විය හැක:",
          step2: "DNS TXT වාර්තාවක් එක් කරන්න:",
          set_ip_alert:
            "A<b> {ip} </b> වාර්තාවේ IP අගය සකසන්න - ඔබේ වසම CDN හරහා එකතු කර නොමැති නම්.",

          input_domain: "වසම් URL",
          correct: "වසම් සැකසුම් නිවැරදියි.",
          set_message: "මෙම වසමේ CNAME {cname} ලෙස සකසන්න.",
          input_domain_message: "අයිතමය අයිතමය වසම් නම අයිතමය අයිතමය ",
          ssl_message:
            "ඔබේ වෙබ් අඩවිය සඳහා SSL සහතිකය ගැන කරදර නොවන්න. ඔබට Cloudflare වැනි නොමිලේ හෝ ගෙවන CDN සපයන්නන් හරහා SSL ලබා ගත හැක.",
          active: "වසම ක්රියාකාරී වේ",
          inactive: "වසම අබල කර ඇත",
          success_message:
            "සුභ පැතුම්, ඔබගේ අඩවිය {domain} මත සබල කර ඇත. මෙම වසම හරහා ඔබට ඔබේ ව්‍යාපාරය සහ වෙළඳ නාමය ලොවට හඳුන්වා දිය හැක.",

          delete_action: "වසම මකන්නද?",
        },
        set_home_dialog: {
          title: "වසම් මුල් පිටුව සකසන්න",
        },
        notification: {
          add_message: "වසම් ලිපිනය සාර්ථකව එකතු කරන ලදී.",
          update_message: "වසම සාර්ථකව යාවත්කාලීන කරන ලදී.",
          delete_domain_message: "වසම සාර්ථකව මකා ඇත.",
        },
        alert: {
          title: "වසම මකන්න",
          message:
            "ඔබට මෙම වසම මැකීමට අවශ්‍යද? අන් අය වංචාවෙන් වැලැක්වීමට ඔබේ වසමේ DNS වාර්තා අගයන් යළි පිහිටුවීමට වග බලා ගන්න.",
        },
      },

      /** {@see BDashboardShopOrders} **/
      active_orders: {
        title: "නියෝග",
        title_small:
          "භෞතික, ගොනු, අතථ්‍ය සහ සේවා ඇණවුම්",
        pending_orders: "පොරොත්තු ඇණවුම්",
        physical: "භෞතික නිෂ්පාදන ඇණවුම්",
        virtual: "අතථ්‍ය නිෂ්පාදන ඇණවුම්",
        file: "නිෂ්පාදන ඇණවුම් ගොනු කරන්න",
        service: "සේවා නිෂ්පාදන ඇණවුම්",
        subscription: "දායකත්ව ඇණවුම්",
      },
      /** {@see BDashboardShopProducts} **/
      products: {
        title: "ඉන්වෙන්ටරි",
        title_small: "නිෂ්පාදන, සේවා, ගොනු",

        total_products: "මුළු නිෂ්පාදන වර්ග",
      },
      /** {@see BDashboardShopFinance} **/
      finance: {
        title: "මූල්යමය",
        title_small: "මූල්ය වාර්තාව",
        total_30days_title: "මුළු විකුණුම් මුදල",
        last_30_day: "පසුගිය දින 30",
        pay_amount_chart_title: "ගෙවීම",
        sell_amount_chart_title: "විකුණුම්",
        discount_amount_chart_title: "වට්ටම්",
        currency_convert_to: "මුදල් වලට",
        active_currencies: "ක්රියාකාරී මුදල්",
        sell_count_chart_title: "ප්‍රභේදය අනුව විකුණුම් ගණන",
        active_gateways: "සක්‍රීය ගෙවීම් ද්වාරය",
        received_last_24h: "පසුගිය පැය 7 ලැබුණි",
        pie: {
          title: "අද විකුණුම් අනුපාතය",
          no_data: "අද විකිණීමක් නැත",
        },
        pay_amount: "ගෙවීම් මුදල",
        sell_amount: "විකුණුම් මුදල",
        discount_amount: "වට්ටම් මුදල",
        sell_count: "විකුණුම් ගණන",
        table: {
          currency: "මුදල්",
          total_sell_30days: "දින 30 මුළු විකුණුම්",
          sell_daily: "දෛනික විකුණුම් අනුපාතය",
          sell: "විකිණීමට",
          pay: "ගෙවන්න",
        },
      },
      /** {@see BDashboardShopCustomers} **/
      customers: {
        title: "සාප්පු පාරිභෝගිකයන්",
        title_small: "පරිවර්තන වාර්තාව",
        total_customers: "සමස්ත",
        new_customers_today: "අද",
        new_customers_week: "පසුගිය දින 7",
        orders_count: "ඇණවුම් ගණන්",
        days_range: "දින පරාසය",
        new_users: "නව ලියාපදිංචි පරිශීලකයන්",

        chart: {
          new_customers: "නව පාරිභෝගිකයන්",
          customers: "මුළු ගනුදෙනුකරුවන්",
        },
      },
      /** {@see BDashboardShopChannels} **/

      channels: {
        title: "අත්පත් කරගැනීමේ නාලිකා",
        subtitle:
          "ඔබේ ව්යාපාරය වර්ධනය වේ. මෙන්න ඔබේ පාරිභෝගික අත්පත් කර ගැනීමේ නාලිකා වාර්තාව.",
      },

      /** {@see BDashboardShopPerformance} **/
      performance: {
        title: "අද",
        title_small: "පරිශීලකයින් සහ විකුණුම් දළ විශ්ලේෂණය",
        users: "පරිශීලකයන්",
        views: "දසුන්",
        orders: "නියෝග",
        payments: "ගෙවීම",
        no_visitor_today: "අද ඔබට අමුත්තන් සිටියේ නැත.",
      },
    },

    /** {@see BPageShopProductsList} **/
    products: {
      title: "නිෂ්පාදන ලැයිස්තුව",
      products_list: "ලැයිස්තුවට ආපසු",
      products_menu: "නිෂ්පාදන කළමනාකරණය",

      view_que_list: "පෝලිම් ලැයිස්තුව බලන්න",
      menu_products_list: "නිෂ්පාදන ලැයිස්තුව",
      menu_export: "අපනයන නිෂ්පාදන",
      menu_import: "නිෂ්පාදන ආනයනය කරන්න",
      drop_import_message:
        "Selldone තොග නිෂ්පාදන එකතු කිරීම ආරම්භ කිරීමට නිෂ්පාදන ලැයිස්තු ගොනුව (CSV, XLS, XLSX ආකෘතිය) මෙතැනින් අතහරින්න. ගොනුවේ අයිතමය නිෂ්පාදන ලැයිස්තු ආකෘතිය ඇති බව සහතික කර ගන්න.",

      menu_advanced_options: "ඉහල විකල්ප",
      menu_advanced_options_description:
        "Connect Google පත්‍රය, ඉවත් කරන්න අයිතමය නිෂ්පාදන අයිතමය තව. .",

      products_rss: {
        title: "නිෂ්පාදන RSS",
        subtitle: "ආයාත කරන්න නිෂ්පාදන අයිතමය Google, Meta,. ..",
      },
      products_api: {
        title: "නිෂ්පාදන API",
        subtitle: "ආයාත කරන්න නිෂ්පාදන අයිතමය අයිතමය API අයිතමය",
      },
      google_sheet: {
        action: "සම්බන්ධිත පත්‍රය",
        tooltip:
          "මෙම වෙළඳසැලේ නිෂ්පාදන Google Drive හි Google Sheet වෙත සම්බන්ධ කර ඇත.",
      },
      show_deletes: {
        false_title: "මකා දැමූ දේ සඟවන්න",
        false_description: "සඟවන්න මකා දමන ලදී නිෂ්පාදන",
        true_title: "මකා දැමූ දේ පෙන්වන්න",
        true_description: "පෙන්වන්න මකා දමන ලදී නිෂ්පාදන",
      },
      show_vendors: {
        false_title: "විකුණුම්කරුවන් සඟවන්න",
        false_description: "අයිතමය පෙන්වන්න විකුණුම්කරු හිමිකරු",
        true_title: "විකුණුම්කරුවන් පෙන්වන්න",
        true_description: "පෙන්වන්න සෑම විකුණුම්කරුවන්, ⌘Ctrl+1",
      },
      table_mode: {
        false_title: "ඇද දමාහරින්න මාදිලිය",
        false_description:
          "දැක්ම නිෂ්පාදන අයිතමය අයිතමය වර්ග අයිතමය අයිතමය",
        true_title: "වගු මාදිලිය",
        true_description: "දැක්ම නිෂ්පාදන අයිතමය අයිතමය ",
      },

      show_notes: {
        false_title: "සඟවන්න අයිතමය",
        false_description: "සඟවන්න අයිතමය අයිතමය",
        true_title: "පෙන්වන්න අයිතමය",
        true_description: "පෙන්වන්න සෑම අයිතමය, ⌘Ctrl+2",
      },

      rss_dialog: {
        title: "නිෂ්පාදන RSS",
        subtitle:
          "සියලුම නිෂ්පාදනවල යාවත්කාලීන ලැයිස්තුවක් පවත්වා ගැනීමට මෙම RSS සංග්‍රහය භාවිතා කරන්න.",
      },
      api_dialog: {
        title: "නිෂ්පාදන API",
        subtitle:
          "Use this API feed to keep your product list up-to-date. එය ඔබේ වෙළඳසැලෙන් නිෂ්පාදන ලබා ගැනීමට ප්‍රසිද්ධියේ ප්‍රවේශ විය හැකි API සපයයි, එය නිෂ්පාදන ලැයිස්තුගත කිරීම සහ සැසඳීමේ වෙබ් අඩවි සඳහා වඩාත් සුදුසු වේ.",
      },

      /** {@see BProductWindowProductLarge} **/

      product_widget: {
        product_type: "නිෂ්පාදන වර්ගය",
        price: "මිල",
        value_added: "කොමිසම",
        discount: "වට්ටම්",
        in_stock: "ගබඩාවේ ඇත",
        product_unit: "ඒකකය",
        total_sell: "මුළු විකුණුම්",
        total_view: "මුළු දසුන්",
        view_unit: "ටයිම්ස්",
        review_unit: "සමාලෝචන",
      },

      /** {@see WidgetFolderCard} **/
      folder_widget: {
        products: "නිෂ්පාදන",
        products_unit: "වර්ග",
        sub_categories: "වර්ග",
        sub_categories_unit: "අයිතම",
        views: "දසුන්",
        views_unit: "ටයිම්ස්",
      },
    },

    /** {@see BPageShopBlogs}  **/
    blogs: {
      new: "අලුතින් ලියන්න",
      blogs: "බ්ලොග්",

      /** {@see BPageShopBlogsList} **/
      list: {
        title: "මගේ ලිපි",
        subtitle:
          "ඔබ සහ ඔබේ ව්‍යාපාරය ඵලදායී ලෙස ප්‍රදර්ශනය කිරීමට සමකාලීන පේළිගත සංස්කාරකයක් භාවිතයෙන් ලිපි රචනා කරන්න. උසස් තත්ත්වයේ, SEO-හිතකාමී බ්ලොග් සටහන් සැකසීම සඳහා මුල් අන්තර්ගතයට ප්‍රමුඛත්වය දීම අත්‍යවශ්‍ය වේ.",
        waiting_message: "තොරතුරු ලැබේ ... කරුණාකර රැඳී සිටින්න",
        published: "ප්‍රකාශිතයි",
        draft: "කෙටුම්පත",
        private: "පුද්ගලික",
        public: "මහජන",
        table: {
          title: "ශීර්ෂය",
          author: "කර්තෘ",
          claps: "ක්ලැප්ස්",
          like: "මෙන්",
          comments: "අදහස්",
          views: "දසුන්",
          publish_state: "තත්ත්වය",
          created_at: "නිර්මාණය කරන දිනය",
          updated_at: "අවසාන යාවත්කාලීන කිරීම",
        },
      },
    },

    /** {@see ShopPBPageShopOrdersrocessCenter} **/
    orders: {
      /** {@see BProcessCenterList} **/
      physical: {
        waiting_message: "තොරතුරු ලැබේ ... කරුණාකර රැඳී සිටින්න",
        rejected: "ප්‍රතික්ෂේප කළා",
        delivery: "නාවික",
        discount: "වට්ටම්",
        not_paid: "නොගෙවූ",

        table: {
          order_number: "ඇණවුම් කේතය",
          order_date: "පිටවීමේ දිනය",
          status: "අවසාන තත්ත්වය",
          price: "මුලු වටිනාකම",
          payment_status: "ගෙවීම් තත්ත්වය",
        },
      },

      /** {@see BPageShopOrdersVirtual} **/
      virtual: {
        waiting_message: "තොරතුරු ලැබේ ... කරුණාකර රැඳී සිටින්න",

        discount: "වට්ටම්",
        table: {
          order_number: "ඇණවුම් කේතය",
          product: "නිෂ්පාදන",
          order_date: "ලියාපදිංචි දිනය",
          status: "අවසාන තත්ත්වය",
          price: "මුලු වටිනාකම",
          payment_status: "ගෙවීම් තත්ත්වය",
        },
      },
    },

    /** {@see BPageShopFinance} **/
    auditing: {
      menu: {
        exchange: "හුවමාරුව",
        gateway: "දොරටුව",
        invoice: "බිල්පත්",
        report: "වාර්තාව",
        tax: "බද්ද",
        drop_shipping: "නැවත විකුණුම් රිසිට්පත්",
        reseller_accounts: "නැවත විකුණුම් ගිණුම්",
        valuations: "තක්සේරු කිරීම්",
        customer_wallets: "පාරිභෝගික මුදල් පසුම්බි",
      },

      /** {@see BPageShopFinanceBill} **/
      invoice: {
        title: "සබැඳි පසුම්බි මිලදී ගන්න",
        subtitle:
          "මෙම පසුම්බි ගිණුම් වලින් ගාස්තු, කොමිස් සහ ගබඩා වියදම් අඩු කරනු ලැබේ.",

        title_add: "නව පසුම්බි ගිණුම සම්බන්ධ කරන්න",
        subtitle_add:
          "ඔබ එක් එක් මුදල් සඳහා නව මුදල් පසුම්බියක් සාදා එය ඔබේ ගබඩාවට සම්බන්ධ කළ යුතුය. මෙම මුදල් පසුම්බියෙන් සේවා ගාස්තුව ඉවත් කරනු ලැබේ.",
        add_account: "ගිණුම එකතු කරන්න",
        charge_account: "අයකිරීම් ගිණුම",
        show_transaction: "ගනුදෙනු පෙන්වන්න",

        table: {
          currency: "මුදල්",
          account_number: "ගිණුම් අංකය",
          account_name: "ගිණුමේ නම",
          balance: "ශේෂය",
          free_balance: "පවතින ශේෂය",
          actions: "ඉවත් කරන්න",
        },
        add_account_dialog: {
          title: "ගබඩා කිරීමට ණය ගිණුම සම්බන්ධ කිරීම",
          subtitle:
            "Selldone ඔබ අයිතමය සමඟ මුදල් පසුම්බි ගිණුමක් විවෘත කරන විට, අපි ඔබට වෙනත් ඕනෑම ක්‍රෙඩිට් කාඩ්පතක් මෙන් අතථ්‍ය ක්‍රෙඩිට් කාඩ්පතක් සහ ගිණුමක් ලබා දෙන්නෙමු. අයිතමය විකුණුම් ගාස්තුව මෙම ගිණුමෙන් අඩු කරනු ඇත, නමුත් ඔබගේ ගිණුමේ ශේෂය ප්‍රමාණවත් නොවේ නම්, මෙම මුදල ගෙවිය යුතුය. ඔබට අවශ්‍ය තරම් අයිතමය සේවාවන් භාවිතා කළ හැක.",
          account_number: "ගිණුම් අංකය",
          account_number_input_message:
            "ගබඩාව මෙම ගිණුමට සම්බන්ධ වනු ඇත. මෙම ගිණුම ගාස්තු සහ වියදම් සඳහා භාවිතා කරනු ඇත.",
          balance: "ගිණුම් ශේෂය",
          connect_account_to_shop: "ගබඩාවට ගිණුම සම්බන්ධ කරන්න",
        },
        notifications: {
          connect_account_success: "ගිණුම සාර්ථකව එකතු කරන ලදී.",
          delete_account_success:
            "ගිණුම සාර්ථකව ගබඩාවෙන් ඉවත් කරන ලදී.",
        },
        alert: {
          delete_account: "ගිණුම විසන්ධි කරන්න",
          delete_account_message:
            "ඔබට මෙම ගිණුම ගබඩා ගිණුම් ලැයිස්තුවෙන් ඉවත් කිරීමට අවශ්‍යද?",
          delete_account_action: "ගිණුම මකන්න",
        },
        inform_charge_account: "ඔබගේ ගිණුම අය කරන්න!",
        inform_charge_account_critical:
          "සේවා අත්හිටුවීම වැළැක්වීමට ඔබගේ ගිණුම අය කරන්න!",
      },

      /** {@see BPageShopFinanceExchange} **/
      exchange: {
        title: "ක්රියාකාරී මුදල් ගබඩා කරන්න",
        subtitle:
          "පරිශීලකයින්ට සක්‍රීය මුදල් වර්ග වලින් එකක් තෝරා ගැනීමට හැකි වන අතර නිෂ්පාදනවල මිල ගණන් ගණනය කර ප්‍රදර්ශනය කෙරේ. විනිමය අනුපාතිකය ඇතුළත් කිරීම විකුණුම්කරුට භාරයි.",
        shop_currencies_input: "පරිශීලකයින් සඳහා ක්රියාකාරී මුදල්",
        shop_currencies_input_error: "අවම වශයෙන් එක් මුදල් වර්ගයක් තෝරන්න",
        rates: {
          title: "මුදල් හුවමාරු අනුපාතය",
          sub_title:
            "ඔබට පහත ඕනෑම මුදල් වර්ගයක් මත පදනම්ව නිෂ්පාදන මිල ඇතුළත් කළ හැකි අතර නිෂ්පාදන මිල ගණන් ඔබේ මුදල් අතර පරිවර්තන අනුපාතවලට ස්වයංක්‍රීයව ගණනය කෙරේ.",
          message:
            "මුදල් වර්ග අතර විනිමය අනුපාත ඇතුළත් කිරීමෙන්, ඔබේ නිෂ්පාදනවල මිල ගණන් ස්වයංක්‍රීයව ගණනය කර යාවත්කාලීන වේ.",
          add_new_rate: "නව ගාස්තු එකතු කරන්න",
        },
        table: {
          waiting_receive_data: "තොරතුරු ලබා ගනිමින් ... කරුණාකර රැඳී සිටින්න",
          rate_input: "විනිමය අනුපාතය",
          from: "සිට",
          to: "දක්වා",
          exchange_rate: "විනිමය අනුපාතය",
          edit: "සංස්කරණය කරන්න",
          delete: "මකන්න",
          auto: "ස්වයංක්‍රීය අනුපාතය",
        },
        add_rate_dialog: {
          title: "විනිමය අනුපාතය සකසන්න",
          message:
            "තොරතුරු ඇතුළත් කිරීමේදී ප්‍රවේශම් වන්න. මෙහි ඇතුළත් කර ඇති ගාස්තු මත පදනම්ව ඔබේ නිෂ්පාදනවල මිල ගණන් ගණනය කෙරේ.",
          currency_from: "මුදල් වලින්",
          currency_to: "මුදල් වලට",
          exchange_rate: "විනිමය අනුපාතය",
        },
        alert: {
          title: "පරිවර්තන අනුපාතය මකන්න",
          message: "ඔබට මෙම පරිවර්තන අනුපාතය මැකීමට අවශ්‍යද?",
          action: "මකන්න",
        },
        notifications: {
          delete_success: "විනිමය අනුපාතය ඉවත් කර ඇත.",
          add_success: "විනිමය අනුපාතිකය යාවත්කාලීන කර ඇත.",
          update_success: "ගබඩා සක්‍රිය මුදල් යාවත්කාලීන කර ඇත.",
        },
      },
    }, // End of auditing

    /** {@see BPageShopLogistic} **/
    logistic: {
      /** {@see BPageShopLogisticWarehouse} **/
      warehouses: {
        title: "ගබඩා",
        subtitle: "මගේ ගබඩා ලැයිස්තුව.",
      },
      restriction: {
        title: "නාවික සීමාව",
        subtitle:
          "නම් කරන ලද නැව්ගත කිරීමේ ප්‍රදේශ තුළ සිටින පාරිභෝගිකයින්ට පමණක් ඔබෙන් මිලදී ගැනීම් කළ හැකි බව සහතික කිරීමට ඔබට සීමාවන් ක්‍රියාත්මක කළ හැකිය!",
        no_enable_shipping_error:
          "නැත අයිතමය අයිතමය මිලදී ගන්න සිට අයිතමය අයිතමය නැත සක්‍රීය කර ඇත නාවික ක්‍රමය!",
        customer_must_select_a_shipping_msg:
          "පාරිභෝගිකයා අයිතමය තෝරන්න අයිතමය නාවික ක්‍රමය දක්වා අයිතමය 🛍️ ඇනවුම් කරන්න",
        customer_can_order_without_shipping_method_msg:
          "තෝරාගත් ස්ථානය සඳහා කිසිදු නැව්ගත කිරීමේ ක්‍රමයක් සහාය නොදක්වන්නේ නම් පවා පාරිභෝගිකයාට ඇණවුම කළ හැක.",
        inputs: {
          restriction: {
            false_description:
              "නිශ්චිත නැව්ගත කිරීමේ ක්‍රමයක් තෝරාගෙන නොමැති වුවද පාරිභෝගිකයින්ට තවමත් ඇණවුම් කළ හැක.",
            false_title: "පිළිගන්න සෑම නියෝග",
            true_title: "අයිතමය පිළිගන්න 🛍️ ඇනවුම් කරන්න",
            true_description:
              "පාරිභෝගිකයින් තම මිලදී ගැනීම සම්පූර්ණ කිරීම සඳහා නැව්ගත කිරීමේ හෝ පිකප් විකල්පයක් තෝරා ගැනීමට අවශ්‍ය වේ.",
          },
        },
      },

      warehouse_btn: "නව ගබඩාවක් එක් කරන්න",
      warehouse_btn_error:
        "ඔබේ ගබඩාව, ගබඩාව හෝ ඔබේ ව්‍යාපාරයේ මූලාරම්භය සකසන්න. නැව්ගත කිරීමේ පිරිවැය ගණනය කිරීම සහ පිටවීමේ ක්‍රියාවලිය තුළ තිබීම ඉතා වැදගත් වේ.",
      no_multi_warehouse_support_message:
        "සරල බව සඳහා, මෙම විශේෂාංගය සාමාන්‍ය වෙළඳසැල්වල නොමැත.",
      size_unit: {
        title: "ප්රමාණයේ ඒකකය",
        subtitle: "දිග, පළල සහ උස සඳහා භාවිතා කරන ඒකකය.",
      },
      mass_unit: {
        title: "ස්කන්ධ ඒකකය",
        subtitle: "බර සඳහා භාවිතා කරන ඒකකය.",
      },
      distance_unit: {
        title: "අයිතමය ඒකකය",
        subtitle: "අයිතමය ඒකකය පාවිච්චි කළා අයිතමය අයිතමය",
      },

      menu: {
        return_request: "ආපසු ආවා",
        delivery: "නාවික",
        inventory: "ඉන්වෙන්ටරි",
        warehouse: "ගබඩාව",
        logistic_apps: "ලොජිස්ටික්ස්",
        profiles: "පැතිකඩ",
        includes: "ඇතුළත් වේ",
        property_sets: "අයිතමය අයිතමය",
        boxes: "පැකේජ",
      },

      /** {@see BPageShopLogisticInventory} **/
      warehouse: {
        title: "ගබඩා ගබඩාව",
        sub_title: "මෙම ලිපිනය නැව්ගත කිරීමේ මූලාරම්භය ලෙස භාවිතා වේ.",
        table: {
          title: "බඩු තොග ලැයිස්තුව",
          sub_title:
            "භෞතික, අතථ්‍ය, ගොනු සහ සේවා ඇතුළු සියලුම ගබඩා නිෂ්පාදන ලැයිස්තුව",
        },
      },

      /** {@see BPageShopLogisticShipping} **/
      delivery: {
        title: "නැව්ගත කිරීමේ ක්රම",

        sub_title:
          "මෙම කොටසේ ඔබේ වෙළඳසැලට නැව්ගත කිරීමේ විකල්ප ඇතුළත් කිරීමෙන්, ඔබ බෙදා හැරීමේ ක්‍රම මාලාවක් සක්‍රීය කරයි. එක් එක් නැව් සේවාව සඳහා Cash on Delivery ක්‍රමය සක්‍රීය කළ හැක. සෑම සේවාවක්ම ස්වාධීන පිරිවැය ගණනය කිරීම් සඳහා ඉඩ ලබා දෙන අතර, ඔබට මෙම ප්‍රවාහන සේවා ඔබේ අවශ්‍යතාවලට ගැලපෙන පරිදි රිසිකරණය කළ හැකිය. අමතර වශයෙන්, ඔබට එක් එක් නැව්ගත කිරීමේ විකල්පය සමඟ තෙවන පාර්ශවීය නැව් සේවා හෝ පුද්ගලික කුරියර් ඒකාබද්ධ කිරීමට විකල්පයක් ඇත.",
        add_transportation: "ප්රවාහන එකතු කරන්න",

        /** {@see DeliveryFormWidget} **/
        delivery_form: {
          payment: "ගෙවීම් විකල්ප",
          limits: "සීමාවන්",

          currency_input: "පිරිවැය ගණනය කිරීම් සඳහා යොමු මුදල්",
          currency_input_message: "මෙම මුදලින් පිරිවැය ගණනය කෙරේ",
          distance_input: "ගබඩාවෙන් ආවරණය වන දුර",
          distance_input_message: "0 හෝ -1 යනු සීමාවක් නැත.",
          max_weight_input: "පිළිගත හැකි උපරිම පැක් බර",
          max_weight_input_message: "0 හෝ -1 යනු සීමාවක් නැත.",
          max_size_input: "උපරිම පැකේජ මානයන්",
          width: "පළල",
          length: "දිග",
          height: "උස",
          days_input: "ලබා ගත හැකි බෙදාහැරීමේ දිනයන්",
          days_input_nodata: "බෙදා හැරීමේ දිනය තෝරන්න",
          hours_input: "භාරදීමේ වේලාවන් තිබේ",
          hours_input_nodata: "කාල සීමාවක් තෝරන්න",
          vacation_input: "ඔබ නිවාඩු දිනවල භාර දෙනවාද?",

          pricing: "මිල ගණනය කරන්න",
          const_input: "ස්ථාවර පිරිවැය",
          distance_cof_input: "පිරිවැය-දුරට සංගුණකය",
          distance_cof_input_dim: "{dim} එකකට",
          weight_cof_input: "බර සඳහා පිරිවැය සාධකය",
          weight_cof_input_dim: "{dim} එකකට",
          price_cof_input: "නිෂ්පාදන මිල සාධකය වෙත නැව්ගත කිරීමේ පිරිවැය",
          price_cof_input_message:
            "රක්ෂණ වියදම් සහ COD පිරිවැය වැනි අනෙකුත් සේවාවන් ඇතුළත් වේ.",
          price_cof_input_dim: "{dim} එකකට",
          distance_weight_cof_input: "බර ගුණකය අනුව පිරිවැය ගුණකය",
          distance_weight_cof_input_dim: "සෑම {weight}කටම {distance}",
          free_shipping_input: "ගාස්තු රහිත නැව්ගත කිරීම",
          free_shipping_limit_input: "නොමිලේ නැව්ගත කිරීම සඳහා අවම ඇණවුම් පිරිවැය",

          shipping_cost_calculation: "නැව්ගත කිරීමේ පිරිවැය ගණනය කිරීම",
          sod_true: "ගමනාන්තයේ නැව්ගත කිරීමේ පිරිවැය ලබා ගන්න",
          sod_true_message:
            "ඔබේ නැව් සේවාව ගමනාන්තයේ නැව්ගත කිරීමේ පිරිවැය පිළිගන්නා බවට සහතික වන්න.",
          sod_false: "ස්වයංක්‍රීය නැව්ගත කිරීමේ පිරිවැය ගණනය කිරීම",

          cod_input: "සහාය COD",
          cod_true: "භාරදීමෙන් මුදල් පිළිගන්න",
          cod_false: "මාර්ගගත ගෙවීම් පමණක් පිළිගන්න",
          cod_true_message: "ඔබේ නැව්ගත කිරීමේ සේවාව COD පිළිගන්නා බවට වග බලා ගන්න.",

          notifications: {
            update_success: "නැව්ගත කිරීමේ සේවා සැකසීම් සාර්ථකව සම්පූර්ණ කර ඇත.",
          },
        },
      },
    }, // End of logistic

    /** {@see BPageShopCrm} **/
    users: {
      menu: {
        customers: "පාරිභෝගිකයන්",
        contact_form: "සම්බන්ධතා",
        faq: "FAQ",
        club: "සමාජය",
        report: "වාර්තාව",
      },

      /** {@see BPageShopCrmReport} **/
      report: {
        title: "පාරිභෝගික දළ විශ්ලේෂණය",
        sub_title: "ඔබ ඔබේ ගනුදෙනුකරුවන්ගේ සජීවී තත්ත්වය මෙහි දකිනු ඇත.",
        report_30days_by_time:
          "පසුගිය දින 30 තුළ දිනය සහ වේලාව මත පරිශීලක ක්‍රියාකාරකම්",
        report_30days_by_location:
          "පසුගිය දින 30 තුළ භූ ස්ථානගත පරිශීලක ක්‍රියාකාරකම්",
      },
      /** {@see BPageShopCrmClub} **/
      club: {
        title: "පාරිභෝගික සමාජය",
        sub_title:
          "එක් එක් මට්ටම සක්‍රිය කිරීමට මාසික සහ වාර්ෂික මිලදී ගැනීමේ මුදල සහ මුදල් ඇතුළත් කරන්න. මාසික හෝ වාර්ෂික මිලදී ගැනීමේ අවශ්‍යතා සපුරාලන බැවින් ඔබේ ගනුදෙනුකරුවන් ඔබේ පාරිභෝගික සමාජයට ඇතුළු වනු ඇත.",
        item: {
          members_count: "සාමාජිකයින් සංඛ්යාව",
          purchases_count: "ඇණවුම් ගණන",
          monthly: "මාසික",
          annually: "වාර්ෂිකව",
          discount_percent: "වට්ටම් අනුපාතය",
          discount_limit: "වට්ටම් සීමාව",
        },

        edit_dialog: {
          title: "පාරිභෝගික මට්ටමේ කළමනාකරණය",
          currency_input: "මුදල්",
          currency_input_message:
            "මුළු මිලදී ගැනීම් මෙම මුදලින් ගණනය කෙරේ.",
          free_shipping_input: "ගාස්තු රහිත නැව්ගත කිරීම",
          monthly_input: "මාසික මිලදී ගැනීමේ අනුපාතය",
          annually_input: "වාර්ෂික මිලදී ගැනීමේ අනුපාතය",
          discount_percent_input: "සමාජශාලා සාමාජිකයින් සඳහා වට්ටම් අනුපාතය",
          discount_limit_input: "වට්ටම් සීමාව",
          description_input: "විස්තර",
          description_input_message: "මෙම මට්ටම පිළිබඳ කෙටි විස්තරයක් ඇතුළත් කරන්න.",
        },
        notifications: {
          update_success: "පාරිභෝගික සමාජයට වෙනස්කම් යෙදේ.",
        },
      },
      /** {@see BPageShopCrmFaq} **/
      faq: {
        title: "නිතර අසන ප්රශ්න",
        sub_title: "ඔබේ පාරිභෝගික ප්‍රශ්න එක් කරන්න, සංස්කරණය කරන්න, සහ පිළිතුරු දෙන්න.",
      },
    }, // End of users

    /** {@see BPageShopMarketing} **/
    marketing: {
      menu: {
        campaigns: "උද්ඝෝෂණ",
        cross_selling: "හරස් විකිණීම",
        affiliate: "අනුබද්ධ",
        emails: "ඊමේල්",
        funnel: "පුනීලය",
      },

      /** {@see BPageShopMarketingCampaign} **/
      campaign: {
        name_input_name: "ව්‍යාපාරයේ නම",
        name_input_placeholder: "ව්‍යාපාරයේ නම",
        create_campaign_action: "නව ව්‍යාපාරයක් සාදන්න",
        table: {
          title: "ශීර්ෂය",
          state: "තත්ත්වය",
          discount: "වට්ටම්",
          landing: "ගොඩබෑමේ පිටුව",
          start: "ආරම්භ කරන්න",
          end: "අවසානය",
        },
        notifications: {
          add_success_title: "ව්‍යාපාරයක් සාදන්න",
          add_success: "ඔබේ ව්‍යාපාරය නිර්මාණය කරන ලදී.",
        },
      },
    }, // End of marketing

    /** {@see BPageShopClassification} **/
    categories: {
      title: "වර්ග ලැයිස්තුව",
      subtitle:
        "ප්‍රවර්ග යනු ඔබේ අන්තර්ජාල වෙළඳසැලේ ප්‍රධාන අංගයයි. නවීන වෙළඳසැල් ඉදිරිපස ගොඩනැගීමට සහ ඔබේ පාරිභෝගිකයින්ට නිවැරදි නිෂ්පාදන සොයා ගැනීම පහසු කිරීමට මෙම බලගතු වර්ගීකරණ මෙවලම් භාවිතා කිරීමට අපි ඔබව දිරිමත් කරමු.",

      menu: {
        add_new: "නව කාණ්ඩයක් එක් කරන්න",
        categories_list: "කාණ්ඩ ලැයිස්තුව",
        export: "අපනයන කාණ්ඩ",
        import: "ආයාත ප්‍රවර්ග (CSV)",
      },
      /** {@see categoriesGraph} **/
      graph: {
        title: "කාණ්ඩ ධුරාවලිය",
        subtitle:
          "ඔබට ඔබේ ගබඩා කාණ්ඩ සහ පරිශීලකයින් ඒවා සංචාලනය කරන ආකාරය පිළිබඳ සම්පූර්ණ දළ විශ්ලේෂණයක් ලබා ගත හැක. කාණ්ඩවල නිවැරදි සැකැස්ම සමඟින්, ඔබේ ගනුදෙනුකරුවන්ට ඉක්මනින් නිෂ්පාදන සොයා ගත හැකි අතර පරිවර්තන අනුපාතය ඉහළ යනු ඇත.",
        visits_count: "සංචාරය",
        normal: "සරල",
        items_count: "අයිතම ගණන",
        home: "නිවස",
      },
    }, // End of categories
    /** {@see AdminShopApps} **/
    apps: {
      menu: {
        app_store: "ගබඩා",
        my_apps: "යෙදුම්",
      },
      /** {@see BPageShopSettingApplications} **/
      my_apps: {
        title: "ක්රියාකාරී යෙදුම් ගබඩා කරන්න",
        subtitle:
          "Selldone App Store සමඟින් ඔබේ ව්‍යාපාරික යෙදුම් කළමනාකරණය කිරීමේ පහසුව සොයා ගන්න. අපගේ වේදිකාව ඔබේ ව්‍යාපාර මෙහෙයුම් ප්‍රශස්ත කිරීම සඳහා නිර්මාණය කර ඇති පුළුල් මෙවලම් කට්ටලයක් පිරිනමයි. නව්‍ය කළමනාකරණ විසඳුම්වල සිට ඵලදායිතාව ඉහළ නංවන යෙදුම් දක්වා, Selldone කාර්යක්ෂමතාව සහ වර්ධනය අපේක්ෂා කරන ව්‍යාපාර සඳහා බාධාවකින් තොර අත්දැකීමක් සපයයි.",
        all: "සෑම",
      },
      /** {@see BAppShopStore} **/
      store: {
        title: "යෙදුම් ගබඩාව",
        subtitle:
          "ඔබේ ප්‍රියතම සේවාවන් ඔබේ ව්‍යාපාරයට ආරක්ෂිතව සම්බන්ධ කරන්න. අපි අපගේ පාරිභෝගික ඉල්ලීම් මත පදනම්ව ප්ලගීන සහ යෙදුම් එකතු කරමු.",

        nodata: "ප්ලගිනයක් හමු නොවීය.",
        all: "සෑම",
        more: "තව",
      },
    }, // End of apps
    /** {@see BPageShopPages} **/
    pages: {
      menu: {
        new_page: "නව පිටුව",
        contact_us: "අපව අමතන්න",
        privacy: "පෞද්ගලිකත්වය",
        terms: "කොන්දේසි",
        about_us: "අපි ගැන",
        landings: "ගොඩබෑම",
        popup: "මතුවන",
        static: "ස්ථිතික",
      },
    }, // End of pages

    /** {@see BPageShopPermission} **/
    permissions: {
      menu: {
        persons: "කාර්ය මණ්ඩලය",
        roles: "භූමිකාවන්",
        api: "API",
      },
      /** {@see BPageShopPermissionStaff} **/
      shop_permissions: {
        menu: {
          users: "පුද්ගල ලැයිස්තුව",
          new_user: "නව කාර්ය මණ්ඩලය එකතු කරන්න",
          new_user_message:
            "මෙම වෙළඳසැලේ උපකරණ පුවරුව සහ කළමනාකරණ අංශ වෙත ප්‍රවේශය ඇති පරිශීලකයින්.",
        },
        delete_alert: {
          title: "ප්රවේශය ඉවත් කරන්න",
          message: "ඔබට මෙම පරිශීලකයා මකා දැමීමට අවශ්‍යද?",
          action: "මකන්න",
        },
        notifications: {
          add_success_title: "ප්රවේශය එක් කරන්න",
          add_success: "නව ප්රවේශය එකතු කරන ලදී.",
          delete_success_title: "ප්රවේශය මකන්න",
          delete_success: "ප්‍රවේශය මකා ඇත.",
        },
      },

      /** {@see BPageShopPermissionApi} **/
      shop_api: {
        title: "ගබඩා ප්රවේශ යතුරු",
        message:
          "මෙම යතුරු ඔබගේ සේවාදායකය විසින් ප්‍රවේශ ටෝකනය සෑදීමට භාවිතා කරයි. යතුරු රහසිගත බවත් අන් අයට නොපෙනෙන ආකාරයෙන් සේවාදායකයේ පමණක් බවත් සලකන්න.",
      },
    }, // End of permissions
    /** {@see BPageShopApplications} **/
    applications: {
      /** {@see BPageShopApplicationsPwa} **/
      pwa: {
        title: "වෙබ් යෙදුම",
        sub_title: "ඔබේ ගබඩා වෙබ් යෙදුම මෙතැනින් බලන්න",
        message:
          "සටහන: ඔබට iOS යෙදුම තුළ ඔබගේ iPhone සහ iPad මත ඔබගේ වෙබ් අඩවිය පිළිගැනීමේ පිටුව සංස්කරණය කළ හැක",
        ios_app: "iOS යෙදුම",
      },

      /** {@see BPageShopApplicationsIos} **/
      ios: {
        title: "iOS යෙදුම",
        sub_title: "ඔබට ඉක්මනින් ඔබේ ගබඩාව සඳහා iOS යෙදුමක් තැනීමට හැකි වනු ඇත.",
        message:
          "උපරිම ගොනු ප්‍රමාණය: 512 KB, අපගේ සම්පීඩන පද්ධතියට ප්‍රමාණය 512KB දක්වා අඩු කිරීමට හැකි නම්, ඔබට 1MB දක්වා ප්‍රමාණයේ ගොනු උඩුගත කළ හැක. උඩුගත කළ රූපය බුද්ධිමත් ලෙස ප්‍රතිප්‍රමාණ කරනු ලැබේ.",
      },
      /** {@see BPageShopApplicationsAndroid} **/
      android: {
        title: "Android යෙදුම",
        sub_title: "ඔබේම Android යෙදුමක් සාදන්න",
        message:
          "මෙම පෝරමය පුරවා ගොඩනැගීමේ යතුර ඔබන්න. වෙන කිසිම දෙයක් අවශ්‍ය වෙන්නේ නැහැ. ඔබගේ යෙදුම ගොඩනැගීමේ සහ අත්සන් කිරීමේ ක්‍රියාවලියේ සියලුම පියවර ක්ලවුඩ් සර්වර් මත සිදු කෙරේ. අවසාන යෙදුම සියලුම AppStores වෙත උඩුගත කෙරේ.",
        server_un_available:
          "පර්යේෂණාත්මකව, මෙම අවස්ථාවේදී යෙදුම් සේවාදායකය සම්බන්ධ වී නොමැත.",
        app_building_progress: "ඔබගේ යෙදුම ගොඩනගමින් පවතී.",
        app_build_success: "ඔබගේ යෙදුම සූදානම්.",
        download_app_action: "යෙදුම ලබා ගන්න",
        firmware_version: "ස්ථිරාංග අනුවාදය",
        main_info: "යෙදුම් පැකේජය",
        package_name_input_message: "පැකේජයේ නම අද්විතීය බවට වග බලා ගන්න.",
        package_name_input_alert:
          "ඔබ මෙම නම වෙනස් කළහොත්, ඔබට තවදුරටත් AppStore හි ඔබගේ පෙර යෙදුම් යාවත්කාලීන කිරීමට සහ නව එකක් ස්ථාපනය කිරීමට නොහැකි වනු ඇත. පැරණි අනුවාද යෙදුම් භාවිතා කරන්නන්ට ඔවුන්ගේ ගිණුම් වෙත පුරනය වීමට නොහැකි වනු ඇති බව සලකන්න.",
        version_input: "පිටපත",
        version_input_message:
          "මෙම අංකය සෑම විටම එහි පෙර අගයට වඩා වැඩි විය යුතුය.",
        version_name_input: "අනුවාදයේ නම",
        version_name_input_message:
          "යෙදුමේ මෙම අනුවාදය සඳහා අද්විතීය නමක් ඇතුළත් කරන්න.",
        use_selldone_key: "Selldone පෙරනිමි යතුරු විකුණා ඇත",
        use_last_key: "සුරකින ලද යතුර",
        use_new_key: "නව යතුර",
        appearance: "පෙනුම",
        app_name_input: "යෙදුමේ නම",
        app_name_input_message: "මෙය ඔබගේ යෙදුමේ ප්‍රධාන නම වනු ඇත.",
        app_title_input: "යෙදුම් මාතෘකාව",
        app_title_input_message: "මෙම මාතෘකාව යෙදුමේ ඉහලින් දිස්වේ.",
        app_title_input_placeholder: "මාතෘකාවක් ඇතුළත් කරන්න",
        app_icon_input: "යෙදුම් නිරූපකය",
        app_icon_input_placeholder: "තෝරන්න අයිතමය අයිතමය ගොනුව අයිතමය යෙදුම අයිතමය",
        generate_icon_pack_action: "අයිකන ඇසුරුම සාදන්න",
        splash_design: "අයිතමය අයිතමය අයිතමය",
        splash_logo_input: "අයිතමය අයිතමය ලාංඡනය",
        splash_logo_input_placeholder: "තෝරන්න අයිතමය රූප අයිතමය අයිතමය ",
        splash_title_input: "අයිතමය අයිතමය ශීර්ෂය",
        splash_title_input_placeholder: "අයිතමය අයිතමය ශීර්ෂය අයිතමය අයිතමය අයිතමය",
        splash_title_input_message:
          "මෙම මාතෘකාව විශාල අකුරු ප්‍රමාණයෙන් පෙන්වනු ඇත.",
        splash_message_input: "අයිතමය අයිතමය පණිවුඩය",
        splash_message_input_placeholder: "පණිවුඩය ...",
        splash_message_input_message:
          "මෙම පණිවිඩය සිඟිති රූපයක් ලෙස පහතින් පෙන්වනු ඇත.",

        dark_theme: "අඳුරු තේමාව",
        light_theme: "සැහැල්ලු තේමාව",
        build: "ගොඩනඟන්න",
        building_info:
          "වලාකුළු සේවාදායකයක් මත යෙදුමක් ගොඩනැගීමට තත්පර 10 සිට මිනිත්තු කිහිපයක් ගතවේ. කරුණාකර ඉවසන්න. යෙදුම සූදානම් වූ පසු බාගත කිරීමේ ගොනු සබැඳිය මෙහි දිස්වනු ඇත.",
        update_mode_action: "යාවත්කාලීන කරන්න",
        build_mode_action: "යෙදුම සාදන්න",
        notifications: {
          icon_pack_not_valid_error: "ගොනුව නිවැරදි නොවේ.",
          start_building_title: "ගොඩනැගිල්ල ...",
          start_building_message:
            "ඇන්ඩ්‍රොයිඩ් යෙදුම ගොඩනැගීම සඳහා ඉල්ලීම ඉදිරිපත් කරන ලදී.",
          build_success_title: "සුභ පැතුම්",
          build_success:
            "ඔබගේ Android යෙදුම සූදානම්, ඔබට එය දැන් බාගත හැක.",
        },
      },
    }, // End of applications

    /** {@see ShopAutomation} **/
    automation: {
      menu: {
        autopilot: "ස්වයංක්‍රීය නියමු",
      },
    },

    /** {@see BPageShopSetting} **/
    edit: {
      menu: {
        delete: "ගබඩාව මකන්න",
        activity_time: "වේලාව",
        footer: "මෙනු",
        info: "තොරතුරු",
        notification: "දැනුම්දීම්",
        home: "නිවස",
        locations: "ස්ථාන",
        license: "බලපත්රය",
        theme: "තේමාව",
        sms: "SMS",
        email: "විද්යුත් තැපෑල",
        domain: "වසම්",
        verifications: "තහවුරු කිරීම්",
        flow: "ගලනවා",
        business_model: "ව්යාපාර ආකෘතිය",
      },
      delete_dialog: {
        title: "ගබඩාව මකන්න",
        message: "ඔබට <b>{title}</b> ගබඩාව මැකීමට අවශ්‍යද?",
        action: "ගබඩාව මකන්න",
      },

      notifications: {
        delete_success: "ගබඩාව මකා ඇත.",
      },

      /** {@see BPageShopSettingInfo} **/
      info: {
        title_tab: {
          title: "ව්‍යාපාරයේ නම සහ භාෂාව",
          subtitle: "පොදු නමක් සහ පෙරනිමි භාෂාවක් සකසන්න.",
        },
        name_tab: {
          title: "සාප්පු අද්විතීය නම",
          subtitle: "එය ඔබේ ව්‍යාපාරික පරිශීලක නාමයයි.",
        },

        description_tab: {
          title: "ඔබේ ව්‍යාපාරික කතාව",
          subtitle:
            "ඔබේ ව්‍යාපාරය සහ එහි අද්විතීය වටිනාකම් යෝජනාව ගැන ලියන්න.",
        },
        contact_tab: {
          title: "සම්බන්ධතා සහ දේශීය ව්‍යාපාරය",
          subtitle:
            "පොදු සම්බන්ධතා තොරතුරු සහ Google දේශීය ව්‍යාපාර සැකසුම.",
        },
        image_tab: {
          title: "ලාංඡනය",
          subtitle: "ඔබේ වෙළඳ නාමය සඳහා අද්විතීය ලාංඡනයක් තෝරන්න.",
        },
        favicon: {
          title: "අයිතමය",
          subtitle:
            "Favicons යනු බ්‍රවුසර ටැබ්, පිටුසන් සහ ජංගම යෙදුම් අතුරුමුහුණත්වල වෙබ් අඩවියක් නියෝජනය කරන කුඩා, සංකේතාත්මක රූප වේ.",
        },
      },

      /** {@see ShopEditMenuFooter} **/
      badge: {
        external_title: "බාහිර ලාංඡන කළමනාකරණය කරන්න",
        external_message:
          "මෙහිදී ඔබට ලාංඡන රූපයේ ලිපිනය සහ එයට සබැඳිය ඇතුළත් කළ හැකිය. URL අනුමත වෙබ් අඩවියකින් විය යුතුය.",
      },
      /** {@see BPageShopSettingMenus} **/
      edit_menu: {
        title: "මෙනු",

        footer: {
          title: "පාදක මෙනුව",
          sub_title:
            "ඔබට ඔබේ ගබඩා පිටුවේ පහළ මෙනුව මෙහි වින්‍යාසගත කළ හැක. මෙම මෙනු මුල් පිටු, සැලසුම් කළ පිටු හෝ බාහිර සබැඳි විය හැක.",
        },

        header: {
          title: "ශීර්ෂ මෙනුව",
          sub_title:
            "මෙම මෙනුව ජංගම දුරකථනයට වඩා විශාල තිරවල පමණක් සංදර්ශණය වේ, සහ මුල් පිටුවේ ඉහළින්ම, නිෂ්පාදන කාණ්ඩ, ගොඩබෑම් සහ නිෂ්පාදන පිටු.",
        },

        save_menu: "සුරකින්න මෙනුව",
        dialog: {
          main_pages: "ප්රධාන පිටු",
          custom_pages: "ගොඩබෑමේ පිටු",
        },
        table: {
          home: "නිවස",
          shop: "සාප්පු යන්න",
          blogs: "බ්ලොග්",
          about_us: "අපි ගැන",
          privacy: "පෞද්ගලිකත්වය",
          terms: "භාවිත නියම",
          faq: "FAQ",
          contact_us: "අපව අමතන්න",
        },
        notifications: {
          save_success: "මෙනුව සාර්ථකව යාවත්කාලීන කර ඇත.",
        },
      },

      /** {@see ShopSocialField} **/
      social: {
        title: "සමාජ මාධ්ය",
        message:
          "මෙම කොටසේ ඔබේ නිල සමාජ මාධ්‍ය සබැඳිය ඇතුළත් කරන්න. ලිපින තහවුරු කිරීමට එක් එක් අයිතමය සඳහා උපදෙස් අනුගමනය කරන්න.",
      },

      /** {@see BShopSettingWorkingDays} **/
      time: {
        title: "වැඩ කරන දවස්",
        sub_title: "වැඩ කරන දින සහ වේලාව සකසන්න",
        days_open_input: "දින",
        days_open_input_nodata: "අවම වශයෙන් එක් දිනක් තෝරන්න",
        start_time_input: "ගබඩා ක්‍රියාකාරකම් ආරම්භක වේලාව",
        start_time_input_hint: "ගබඩා විවෘත වේලාවන්",
        end_time_input: "ගබඩා සමීප කාලය",
        end_time_input_hint: "ගබඩා ක්‍රියාකාරකම් අවසන් වේලාව",
        customer_support_service: "වගවීම සහ පාරිභෝගික සේවය",
        response_time_input: "පාරිභෝගික සේවා තත්ත්වය",
        support_24h: "සතියේ දින 7 පැය 24 යි",
        support_normal: "කාර්යාල වේලාවන් තුළ පමණි",
        no_service: "නැත",
        notifications: {
          update_success: "ගබඩාව සංස්කරණය කර ඇත.",
        },
      },
    }, // End of edit
  }, // End of admin_shop

  /** {@see BCategoryInput} **/
  category_select: {
    category_input_no_category: "ප්‍රවර්ගයක් නැත",
  },

  /** {@see BProductAddFull} **/
  add_product: {
    title_new: "නව නිෂ්පාදනය",
    title_new_category: "නව කාණ්ඩය",
    title_new_drop_shipping: "එක් කරන්න අයිතමය",

    title_edit: "නිෂ්පාදනය සංස්කරණය කරන්න",
    delete: "නිෂ්පාදනය මකන්න",
    completed: "සම්පූර්ණ කළා",

    menu: {
      type: "නිෂ්පාදන වර්ගය",
      general_info: "සාමාන්ය තොරතුරු",
      rating: "සමීක්ෂණය සහ විශේෂාංග",
      spec: "පිරිවිතර",
      images: "පින්තූර",
      price: "මිල",
      inputs: "ආදානය",
      outputs: "ප්රතිදානය",
      extra: "අතිරේක විස්තර",
      review: "නිෂ්පාදන සමාලෝචනය",
      inventory: "ඉන්වෙන්ටරි / ප්රභේද",
      change_status: "තත්ත්වය වෙනස් කරන්න",
    },
    menu_extra: {
      description: "විස්තර",
      form: "පෝරමය",
      no_spec: "නැත පිරිවිතර",
      has_spec: "අයිතමය පිරිවිතර",
    },

    select_type: {
      title: "ඔබේ නිෂ්පාදන හෝ සේවා වර්ගය තෝරන්න",
    },

    /** {@see BProductEditInfo} **/
    edit_info: {
      category_input: "වර්ගය",
      category_input_msg: "අයිතමය: අයිතමය අයිතමය ගබඩා අයිතමය",
      product_name: "නිෂ්පාදන නාමය*",
      product_name_placeholder: "ඔබේ නිෂ්පාදනයේ නම මෙතනින්..",
      product_code: "නිෂ්පාදන කේතය (ඉංග්‍රීසි)",
      sku: {
        label: "SKU",
        message: "අයිතමය අයිතමය ඒකකය",
      },
      mpn: {
        label: "MPN",
        message: "අයිතමය අයිතමය අයිතමය",
      },

      external_link: "බාහිර සබැඳිය",

      brand_placeholder: "වෙළඳ නාමය උදා අයිතමය (විකල්ප)",

      is_original: "මෙය මුල් නිෂ්පාදනයක්ද?",
      is_original_message:
        "ඔබ ඔබේ නිෂ්පාදනය මුල් පිටපත සකසා නොමැති නම්, මෙම නිෂ්පාදනය සඳහා ව්‍යාජ ලාංඡනය පෙන්වනු ඇත.",
      return_warranty:
        "මෙම නිෂ්පාදනයට ප්‍රතිලාභ සහතිකයක් දින කීයක් තිබේද?",
      warehouse_section: "ගබඩාව සහ නිෂ්පාදනය",
      conditions_section: "නිෂ්පාදන කොන්දේසි",
      warranty_section: "වගකීම් සහ භාරදීම",

      unit_input: "නිෂ්පාදන ඒකකය",
      unit_message: "අවශ්ය නම් ඒකකය ඇතුල් කරන්න. උදා: KG, මීටරය, ...",

      unit_section: "නිෂ්පාදන ඒකකය",

      unit_float: "පාවෙන ඒකකය (ඉක්මනින්)",
      unit_float_hint:
        "උදාහරණයක් ලෙස, පාරිභෝගිකයාට පලතුරු කිලෝග්‍රෑම් 3 ක් ඇණවුම් කළ හැකි නමුත් පාරිභෝගිකයාට එවන ලද මුදල ඇණවුම් කළ මුදලට වඩා තරමක් වෙනස් වේ.",
      unit_float_message:
        "ඇණවුම් සැකසීමේදී, ලබා දුන් මුදල ඇණවුම් කළ මුදලට වඩා වෙනස් විය හැක. පද්ධතිය ස්වයංක්‍රීයව මෙම වෙනස ගණනය කර එය පාරිභෝගිකයාට ඔබේ ණය ලෙස සටහන් කරයි, එය ඊළඟ ඇණවුම් සඳහා යෙදිය හැකිය.",

      marketplace: {
        // Vendor panel > Fixed mode
        vendor_panel_message:
          "<b>{vendor_name}</b> නිෂ්පාදනයේ හිමිකරු වේ.",
        // Marketplace panel > Subscription products
        subscription_message:
          "දායකත්ව නිෂ්පාදනවලට එක් වෙළෙන්දෙකු සිටිය හැක, එබැවින් ඔබට ඒවා විකුණුම් පුවරුව තුළ නිර්මාණය කිරීමට හෝ නිර්මාණ පියවරේදී ඔවුන්ට විකුණුම්කරුවෙකු පැවරීමට හැකිය. තෝරාගත් වෙළෙන්දා නිෂ්පාදනයේ හිමිකරු වනු ඇත.",
        default_message:
          "මෙම නිෂ්පාදනය එක් වෙළෙන්දෙකුට අයත්ද යන්න සහ එම නිසා එක් වෙළෙන්දෙකුට පමණක් එය අලෙවි කළ හැකිද, නැතහොත් මෙම නිෂ්පාදනය වෙළඳපොළට අයත් වන අතර එක් වෙළෙන්දෙකුට වඩා එය අලෙවි කළ හැකිද යන්න ඔබට සඳහන් කළ හැක.",

        single_vendor_title: "තනි වෙළෙන්දා",
        single_vendor_desc:
          "මෙම නිෂ්පාදනය වෙළෙන්දෙකුට අයත් වන අතර, තෝරාගත් වෙළෙන්දාට එය කළමනාකරණය කළ හැක.",

        multi_vendors_title: "බහු වෙළෙන්දන්",
        multi_vendors_desc:
          "මෙම නිෂ්පාදනය වෙළඳපොළට අයත් වන අතර වෙළඳපල පැනලයේ පමණක් සංස්කරණය කළ හැක.",
      },

      category: {
        subtitle:
          "අයිතමය අයිතමය වර්ගය අයිතමය ශීර්ෂය දක්වා අයිතමය අයිතමය ලැයිස්තුගත කිරීම",
      },
      unit: {
        subtitle:
          "අයිතමය අයිතමය මිල නියම කිරීම අයිතමය අයිතමය නිෂ්පාදන පිටුව",
      },
      custom_pricing: {
        title: "අභිරුචි මිල නියම කිරීම පෝරමය",
        subtitle:
          "ඔබට නිෂ්පාදනයට තක්සේරුවක් (මිල ආදාන පෝරමයක්) නිර්මාණය කිරීමට හෝ පැවරීමට හැකි අතර, ඔබේ ගනුදෙනුකරුවන්ට ප්‍රභේද අතර තේරීමට හෝ බුද්ධිමය ආදාන පෝරමයකින් ඔබේ වෙළඳ භාණ්ඩ අභිරුචිකරණය කිරීමට හැකිය.",
        valuation_need_saved_product_message:
          "අයිතමය සුරකින්න අයිතමය නිෂ්පාදන අයිතමය, අයිතමය අයිතමය ",
        assign_valuation_message:
          "අයිතමය අයිතමය දක්වා අයිතමය නිෂ්පාදන",
        edit_pricing_action: "සංස්කරණය කරන්න මිල නියම කිරීම පෝරමය",
        add_pricing_action: "නිර්මාණය කරන්න අලුත් මිල නියම කිරීම පෝරමය",
      },
      action: {
        title: "අභිරුචි මිලදී ගන්න අයිතමය",
        message:
          "ඔබට මෙම රටාව අනුගමනය කිරීමෙන් නිරූපකය වෙනස් කළ හැක : {icon name} සිරස්තල...",
        placeholder: "අයිතමය අයිතමය දක්වා අයිතමය",
        multi_language_dialog_title: "අභිරුචි මිලදී ගන්න අයිතමය අයිතමය",
      },
      external: {
        not_available_message:
          "අයිතමය අයිතමය ඇත අයිතමය සමාගම & අයිතමය බලපත්‍රය",
        available_message: "ඔබට ක්‍රියාවට අමතර බාහිර ඇමතුමක් එක් කළ හැක.",
        input_label: "අයිතමය අයිතමය දක්වා අයිතමය",
      },
      warehouse: {
        subtitle:
          "මෙම තොරතුරු ගබඩා කළමනාකරණ පද්ධතිය විසින් භාවිතා කරනු ලබන අතර නිෂ්පාදනය ගෝලීය වශයෙන් හඳුනා ගැනීමට සේවය කරයි.",
      },
      gtin: {
        hint: "සහාය දක්වන අගයන් වන්නේ UPC (උතුරු ඇමරිකාව, ඉලක්කම් 12), EAN (යුරෝපය, ඉලක්කම් 13), JAN (ජපානය, 8 හෝ 13 ඉලක්කම්), ISBN (පොත්, ඉලක්කම් 13).",
        label: "නිෂ්පාදන අයිතමය අයිතමය ",
        placeholder: "අයිතමය අයිතමය (විකල්ප)",
      },
      hsn: {
        hint: "HSN, අයිතමය අයිතමය , අයිතමය අයිතමය නිෂ්පාදන",
        placeholder: "6~16 අයිතමය HSN කේතය (විකල්ප)",
        label: "HSN",
      },
      condition: {
        label: "නිෂ්පාදන අයිතමය අයිතමය අයිතමය ගබඩා",
        message: "අයිතමය අයිතමය නිෂ්පාදන",
        subtitle:
          "ඔබ පිරිනමන නිෂ්පාදනයේ තත්ත්වය සහ වෙළඳ නාමය පිළිබඳව ඔබේ ගනුදෙනුකරුවන්ට දැනුම් දෙන්න.",
      },
      brand: {
        label: "වෙළඳ නාමය",
        placeholder: "වෙළඳ නාමය උදා අයිතමය (විකල්ප)",
      },
      warranty: {
        subtitle:
          "වගකීම් සහතිකය සහ නිෂ්පාදන තත්ත්වය සකසන්න, වගකීම් සම්බන්ධ මෙම තොරතුරු පාරිභෝගිකයාට ප්‍රදර්ශනය වන අතර භාණ්ඩ මිලදී ගැනීමෙන් පසු ආපසු ලබා දිය හැකි කාල රාමුව ස්ථාපිත කිරීමට උපකාරී වේ.",

        label: "වගකීම",
        placeholder: "රන්වන් 24 මාස වගකීම (විකල්ප)",
      },
      status: {
        title: "තත්ත්වය",
        subtitle:
          "නිෂ්පාදනයේ තත්ත්‍වය ඔන්ලයින් සහ ගබඩාව තුළ එහි ඇති බව තීරණය කරයි. නිෂ්පාදන කෙටුම්පතක් සෑදීමට, එහි තත්ත්වය 'අක්‍රිය' වෙත මාරු කරන්න..",
      },
      profiles: {
        title: "පැතිකඩ",
        subtitle:
          "ඔබට වගකීම්, ප්‍රතිලාභ ප්‍රතිපත්තිය, නැව්ගත කිරීම සහ මාර්ගෝපදේශය නිර්වචනය කර ඒවා මෙම නිෂ්පාදනයට පැවරිය හැකිය. එය නිෂ්පාදන පිටුවේ නව ටැබ් ලෙස පෙන්වනු ඇත.",
      },
      shortcuts: {
        title: "අයිතමය නිෂ්පාදන දක්වා අයිතමය වර්ග",
        subtitle:
          "මෙම විශේෂාංගය මඟින් නිෂ්පාදන > සංස්කරණය > ප්‍රවර්ගය යටතේ සකසන ලද ප්‍රාථමික කාණ්ඩයේ එහි ස්ථානගත කිරීම රඳවා ගනිමින් භාණ්ඩය විවිධ වර්ගවල ලැයිස්තුගත කිරීමට ඔබට ඉඩ සලසයි. අත්‍යවශ්‍යයෙන්ම, එය මෙහෙයුම් පද්ධතිවල 'කෙටිමං' සෑදීමට සමානව ක්‍රියා කරයි, නිෂ්පාදනයට අමතර නිශ්චිත කාණ්ඩවල පෙනී සිටීමට හැකි වේ.",
      },
    },

    /** {@see BProductEditFeatures} **/
    rating_pros_cons: {
      title: "මිනුම්",
      message:
        "ඔබේ භාණ්ඩය ශ්‍රේණිගත කිරීම සඳහා ඔබේ පාරිභෝගිකයන් සඳහා නිෂ්පාදන පිරිවිතර ලැයිස්තුවක් ඇතුළත් කරන්න. (අයිතම 5 දක්වා)",
      rating_input: "ඡන්ද විමසීම්",
      rating_input_message: "ඔබට ඡන්ද විමසීමට අයිතම 5ක් එක් කළ හැක.",
      rating_input_placeholder:
        "ලිවීම අයිතමය අභිරුචි මිනුම් ප්රශ්නය අයිතමය අයිතමය !",

      item_unit: "අයිතමය",

      pros_title: "වාසි",
      pros_message: "නිෂ්පාදනයේ විශේෂාංග ඇතුළත් කරන්න. (අයිතම 5 දක්වා)",
      pros_input_title: "විශේෂාංග මාතෘකාව",
      pros_input_value: "විශේෂාංග අගය",
      pros_group: "නිෂ්පාදනයේ වාසි",

      cons_title: "අවාසි",
      cons_message: "නිෂ්පාදනයේ දුර්වලතා ඇතුළත් කරන්න. (අයිතම 5 දක්වා)",
      cons_input_title: "දුර්වලතා මාතෘකාව",
      cons_input_value: "දුර්වලතා අගය",
      cons_group: "නිෂ්පාදනයේ දුර්වලතා",

      select_from_list: "ලැයිස්තුවෙන් තෝරන්න",

      suggestion_rating: [
        "හොඳ තත්ත්වයේ",
        "හොඳ වටිනාකමක්",
        "නිර්දේශ කරනු ඇත",
        "විශේෂාංග සහ හැකියාවන්",
        "භාවිතයේ පහසුව",
        "හොඳින් නිර්මාණය කර ඇත",
        "විශ්වසනීය කාර්ය සාධනය",
        "ඵලදායී පාරිභෝගික සහාය",
        "සතුටුදායක බෙදාහැරීමේ කාලය",
        "නිෂ්පාදන ගැලපීම් විස්තරය",
        "කල් පවතින හා කල් පවතින",
        "පිරිවැය-ඵලදායී",
        "ආකර්ශනීය ඇසුරුම්",
        "නවෝත්පාදන නිර්මාණය",
        "පරිසර හිතකාමී",
        "ප්‍රමාණවත් උපදෙස්/අත්පොත",
        "අපේක්ෂාවන් සපුරාලයි",
        "පරිශීලක-හිතකාමී අතුරුමුහුණත",
        "ඉහළ කාර්යක්ෂමතාව",
        "අලෙවියෙන් පසු විශිෂ්ට සේවාවක්",
        "බහුකාර්ය ක්රියාකාරිත්වය",
        "තරඟකාරී මිලකරණය",
        "අමතර කොටස්/උපාංග ලබා ගැනීමේ හැකියාව",
        "විශ්වාසවන්ත වෙළඳ නාමය",
        "භාවිතා කිරීමට ආරක්ෂිතයි",
        "කඩිනම් සහ නිවැරදි සේවාව",
      ],

      notifications: {
        add_rating_success: `පරිශීලක ශ්‍රේණිගත කිරීම් {rating_name} විකල්පය එකතු කරන ලදී.`,
        delete_rating_success: `පරිශීලක ශ්‍රේණිගත කිරීම් {rating_name} විකල්පය මකා ඇත.`,

        add_pros_success: "නිෂ්පාදන විශේෂාංගය එකතු කරන ලදී.",
        delete_pros_success: "නිෂ්පාදන විශේෂාංගය ඉවත් කර ඇත.",

        add_cons_success: "නිෂ්පාදන දුර්වලතා එකතු කර ඇත.",
        delete_cons_success: "නිෂ්පාදන දුර්වලතා ඉවත් කර ඇත.",
      },
    },

    /** {@see BProductEditSpec} **/
    edit_spec: {
      title: "තාක්ෂණික පිරිවිතර",
      subtitle:
        "නිෂ්පාදන පිරිවිතර මෙහි ඇතුළත් කරන්න. මෙම තොරතුරු පාරිභෝගිකයින්ට ප්‍රදර්ශනය කෙරෙනු ඇති අතර ප්‍රවර්ගයේ බුද්ධිමත් පෙරීමේ පද්ධතිය තුළද භාවිත කළ හැක.",
      manual: {
        title: "අයිතමය",
        subtitle:
          "එක් කරන්න නිෂ්පාදන පිරිවිතර අයිතමය අයිතමය ",
        add_group_action: "කණ්ඩායම එකතු කරන්න",
        add_item_action: "එක් කරන්න පිරිවිතර වටිනාකම",
      },
      import: {
        subtitle:
          "අයිතමය අයිතමය ආයාත කරන්න කාර්මික පිරිවිතර අයිතමය අයිතමය නිෂ්පාදන",
        action_title: "ආයාත කරන්න",
        action_subtitle: "අයිතමය පිරිවිතර සිට අයිතමය නිෂ්පාදන",
      },
      ai: {
        title: "AI",
        subtitle:
          "නිෂ්පාදනයේ අමු දත්ත පෙළ ආකාරයෙන් ඉදිරිපත් කිරීමෙන් ඔබට ස්වයංක්‍රීයව නිෂ්පාදන පිරිවිතර නිර්මාණය කළ හැක.",
        action_title: "ස්වයංක්‍රීය අයිතමය අයිතමය AI",
        action_subtitle: "නිර්මාණය කරන්න නිෂ්පාදන පිරිවිතර අයිතමය අයිතමය අයිතමය",
      },

      group_input_header: "කණ්ඩායම එකතු කරන්න",
      item_title_header: "අයිතමය එකතු කරන්න",
      group_input: "කණ්ඩායම් ශීර්ෂකය",
      group_input_message: "මාතෘකාව ඇතුලත් කරන්න.",
      group_add_action: "කණ්ඩායම එකතු කරන්න",

      item_title_input: "ශීර්ෂය",
      item_title_input_message: "විශේෂාංග මාතෘකාව ඇතුළත් කරන්න.",

      item_value_input: "වටිනාකම",
      item_value_input_message: "විශේෂාංග අගය ඇතුළත් කරන්න.",

      add_item_action: "අයිතමය එකතු කරන්න",

      dialog: {
        title: "තාක්ෂණික පිරිවිතර ඇතුළත් කරන්න",
        code_input: "නිෂ්පාදන හැඳුනුම්පත",
        code_input_message: "නිෂ්පාදන කේතය: අයිතමය. ..",
        spec_view_title: "තෝරාගත් නිෂ්පාදනයේ පිරිවිතර",
        spec_view_subtitle:
          "තෝරාගත් නිෂ්පාදනයෙන් පිරිවිතර ආනයනය කර ඇත.",
        set_spec_action: "අනුපිටපත් තාක්ෂණික පිරිවිතර",
      },
      notifications: {
        enter_group_title_error: "සිරස්තල අගය ඇතුලත් කරන්න",
        enter_item_title_and_value_error:
          "විශේෂාංගයේ මාතෘකාව සහ වටිනාකම ඇතුළත් කරන්න",
        spec_saved_success: "නිෂ්පාදන පිරිවිතර සුරකින ලදී.",
      },
      dialog_ai: {
        title: "අයිතමය අයිතමය නිෂ්පාදන පිරිවිතර",
        prompt: {
          title: "නිෂ්පාදන දළ විශ්ලේෂණය",
          subtitle:
            "කරුණාකර නිෂ්පාදනයේ ප්‍රධාන ලක්ෂණ සහ විස්තර ඉස්මතු කරමින් කෙටි සහ පැහැදිලි විස්තරයක් සපයන්න. නිෂ්පාදන පිරිවිතර ස්වයංක්‍රීයව උත්පාදනය කිරීමට මෙම තොරතුරු භාවිතා කරනු ඇත.",
        },
        generated_spec: {
          title: "අයිතමයඅයිතමය පිරිවිතර",
          subtitle:
            "අයිතමය පිරිවිතර අයිතමය අයිතමය ",
        },
        inputs: {
          prompt: {
            label: "නිෂ්පාදන විස්තර",
            placeholder: "අයිතමය අයිතමය නිෂ්පාදන අයිතමය",
          },
        },
        actions: {
          run: {
            title: "අයිතමය පිරිවිතර",
            subtitle:
              "සපයන ලද දළ විශ්ලේෂණයෙන් නිෂ්පාදන පිරිවිතර ස්වයංක්‍රීයව නිර්මාණය කිරීමට ක්ලික් කරන්න.",
          },
          add_generated_spec: "එක් කරන්න අයිතමය පිරිවිතර",
        },
      },
    },
    /** {@see BProductEditImages} **/
    edit_images: {
      title: "ප්රධාන රූපය",
      main_image_input_nodata: "නිෂ්පාදන රූපය උඩුගත කරන්න.",
      main_image_input_message: "මෙම රූපය නිෂ්පාදන ලැයිස්තුවේ දර්ශනය වේ.",
      preview: "පෙරදසුන",
      image_style: "රූප විලාසය",
      background_is_white: "සුදු පසුබිම",
      background_is_white_msg: "පින්තූරයේ සුදු පසුබිමක් තිබේද ??",

      images: {
        title: "නිෂ්පාදන පින්තූර ගැලරිය",
        sub_title:
          "මෙම කොටසේ සියලුම නිෂ්පාදන ප්‍රභේදවලට පොදු නිෂ්පාදන පින්තූර උඩුගත කරන්න.",
      },
      video: {
        title: "වීඩියෝ",
        sub_title:
          "පළමුව, ඔබේ නිෂ්පාදන වීඩියෝව YouTube මත උඩුගත කරන්න, ඉන්පසු වීඩියෝ URL එක මෙහි දමන්න.",
      },
      change_bg_ai: {
        title: "නිර්මාණය කරන්න රූප අයිතමය අලුත් පසුබිම",
        inputs: {
          prompt: {
            label: "පසුබිම විස්තර",
            placeholder: "අයිතමය අයිතමය අයිතමය පසුබිම",
          },
        },
        actions: {
          reimagine: {
            title: "අයිතමය අලුත් රූප",
            subtitle: "නැවත සිතන්න අයිතමය අයිතමය රූප අයිතමය අයිතමය අලුත් පසුබිම",
          },
          replace: {
            subtitle: "අයිතමය අයිතමය අයිතමය පසුබිම",
          },
        },
      },
    },
    /** {@see BProductEditPrice} **/
    pricing: {
      edit_price: "මිල නියම කිරීම",
      price_input: "මිල",
      currency_input: "මුදල්",
      currency_input_messages: "මෙම මුදලින් මිල ගණනය කෙරේ.",
      commission_input: "කොමිසම",
      commission_message:
        "මෙම විකල්පය තොග වෙළෙන්දන් වැනි විශේෂිත වෙළඳුන් සඳහා පමණක් ප්‍රයෝජනවත් වේ. ඔබ තොග වෙළෙන්දෙකු නොවේ නම්, මෙම විකල්පය හිස්ව තබන්න. ගැනුම්කරුවන් දකින මිල යනු මිල සහ කොමිස් එකතුවයි. බදු එකතු කිරීම සඳහා ගිණුම්කරණය > බදු ක්ලික් කරන්න.",
      add_commission_action: "කොමිස් එකතු කරන්න",

      price_label_input: "මිල ලේබලය",
      price_label_message:
        "($1.5/Fl Oz) වැනි මිල පිළිබඳ අමතර තොරතුරු එක් කරන්න. භාවිත අවස්ථා: සිල්ලර බඩු, FMCG.",
      add_price_label_action: "මිල ලේබලය එක් කරන්න",
      discount_input: "වට්ටම්",
      discount_input_message: "වට්ටම් අනුපාතය",
      has_discount_period_input: "මෙම වට්ටම නිශ්චිත කාලයක් සඳහා වලංගුද?",
      discount_timespan: "වට්ටම් කාල සීමාව ඇතුල් කරන්න.",
      start_input: "ආරම්භ කරන්න",
      end_input: "අවසානය",
      start_input_placeholder: "ආරම්භක වේලාව තෝරන්න",
      end_input_placeholder: "අවසන් වේලාව තෝරන්න",
      independent_price: "මිල මෙම ප්රභේදය සඳහා පමණි",
      same_price: "ප්රධාන නිෂ්පාදනය සඳහා මිල",
      variant_pricing_message:
        "මෙම විකල්පය තෝරාගැනීමෙන්, මෙම ප්රභේදයේ මිල ප්රධාන නිෂ්පාදනයෙන් ස්වාධීනව සැකසිය හැක.",

      subtitle: {
        marketplace:
          "වෙළඳපල තුළ, ප්‍රධාන නිෂ්පාදන මිල ප්‍රදර්ශනය කරනු ලබන්නේ ලැයිස්තුගත කිරීමේ මිල වන අතර, සත්‍ය මිල තීරණය වන්නේ විකුණුම්කරු-නිෂ්පාදන සම්බන්ධතා වාර්තා මත පදනම්වය.",
        subscription:
          "දායකත්වයන් සඳහා, ලැයිස්තුගත කිරීමේ මිල පමණක් සංදර්ශණය වන අතර, තෝරාගත් දායකත්ව සැලැස්ම මත පදනම්ව සත්‍ය පිරිවැය තීරණය කරනු ලැබේ.",
        service:
          "සේවා පාදක නිෂ්පාදන සඳහා, ලැයිස්තුගත මිලකරණය ප්‍රදර්ශන අරමුණු සඳහා පමණක් වන අතර, සේවාවේ ඇස්තමේන්තුගත පිරිවැය සපයයි. පාරිභෝගිකයා තම ඇණවුම ලබා දුන් පසු (පරිගණකයෙන්) නියම සේවා මිල ඔබ විසින් තීරණය කරනු ලැබේ.",
        file: "මෙය ලිපිගොනු වෙත ප්‍රවේශය ලබා ගැනීම සඳහා පාරිභෝගිකයින් ගෙවිය යුතු ගොනුවේ ලැයිස්තුගත කර ඇති සහ සත්‍ය මිලට යොමු කරයි.",
        default:
          "මෙය නිෂ්පාදනයේ ලැයිස්තුගත මිලට යොමු වන අතර වෙනම මිලකරණයක් නොමැති ඕනෑම ප්‍රභේදයක මිල ද සැලකිල්ලට ගනී.",
      },
      extra_pricings: {
        title: "එක් කරන්න අයිතමය මිල නියම කිරීම",
        subtitle: "අයිතමය අයිතමය මිල නියම කිරීම අයිතමය අයිතමය මිලදී ප්රමාණය",
      },

      vendor: {
        title: "විකුණුම්කරු මිල නියම කිරීම",
        subtitle:
          "මෙම මිල නිෂ්පාදන ලැයිස්තුවේ පමණක් පෙන්වනු ඇත. ඔබට නිෂ්පාදන > විකුණුම්කරුවන් ටැබය තුළ විකුණුම්කරුගේ මිල සැකසිය හැක.",
        manage_vendors: "කළමනාකරණය කරන්න විකුණුම්කරුවන්",
        vendor_product_pricing_link:
          "විකුණුම්කරුගේ නිෂ්පාදන මිල සම්බන්ධ වේ. මෙහි ලැයිස්තුගත කිරීමේ මිල වෙනස් කිරීම ප්‍රභේද රහිත විකුණුම්කරුවන්ගේ නිෂ්පාදනවලට හෝ තමන්ගේම මිලකරණයක් නොමැති (ප්‍රධාන නිෂ්පාදනයට සමාන මිලක් භාවිත කරමින්) ප්‍රභේද සහිත නිෂ්පාදනවලට බලපානු ඇත. මෙම මිල වෙළඳපල මිල ලෙස සලකනු ලබන අතර, මිලකරණ ආකෘතිය හෝ පෙර වෙළඳපල ලාභ ආන්තිකය මත පදනම්ව විකුණුම්කරුගේ මිල නියම කෙරේ.",
        vendor_variant_pricing_link:
          "මෙහි විචල්‍ය මිල වෙනස් කිරීම එම ප්‍රභේදය සහිත විකුණුම්කරුවන්ගේ නිෂ්පාදනවල මිලකරණයට බලපානු ඇත. මෙම මිල වෙළඳපල මිල ලෙස සලකනු ලබන අතර, විකුණුම්කරුගේ මිල නියම කිරීමේ ආකෘතිය හෝ පෙර වෙළඳපල ලාභ ආන්තිකය අනුව සකස් කරනු ලැබේ.",
      },
    },
    /** {@see ProductEditInputs} **/
    inputs_edit: {
      title: "ගැනුම්කරු තොරතුරු ආදාන පෝරමය",
      sub_title:
        "ඔබට සෑම නිෂ්පාදනයක් සඳහාම දත්ත ඇතුළත් කිරීමේ පෝරමයක් සෑදිය හැක, එබැවින් භාණ්ඩයක් මිල දී ගැනීමේදී සාප්පු යන්නන් ඔබට තොරතුරු එවයි. උදාහරණයක් ලෙස, මෙම තොරතුරු ගලක් මත කැටයමක් සඳහා නමක් විය හැකිය.",
      message_input: "පරිශීලකයාට පණිවිඩය",
      message_input_message:
        "නිෂ්පාදන මිලදී ගැනීමේදී මෙම පණිවිඩය පාරිභෝගිකයාට පෙන්වනු ඇත.",
      inputs_form: "තොරතුරු ව්යුහය (ආදානය)",
      inputs_hint:
        "ඔබේ ගනුදෙනුකරුවන් ඇණවුමක් කිරීමට සූදානම් වූ විට ඔවුන්ගෙන් විස්තර රැස් කිරීමට පුද්ගලීකරණය කළ පෝරමයක් සැකසීමට ඔබට විකල්පයක් ඇත.",
    },

    /** {@see BProductEditExtra} **/
    extra_edit: {
      physical: {
        title: "නැව්ගත කිරීමේ තොරතුරු",
        sub_title:
          "මෙම කොටසේ තොරතුරු මත පදනම්ව සකස් කිරීමේ පිරිවැය සහ කාලය ගණනය කෙරේ. ගබඩාවේ තෝරාගත් ඒකක (බර, මානයන්, දුර) අනුව තොරතුරු ඇතුළත් කිරීමට වග බලා ගන්න.",
      },

      notifications: {
        save_title: "ඇසුරුම්කරණය යාවත්කාලීන කරන ලදී",
        save_msg: "නිෂ්පාදන ඇසුරුම් තොරතුරු සාර්ථකව යාවත්කාලීන කරන ලදී.",
      },

      order_limit: {
        title: "🛍️ ඇනවුම් කරන්න සීමාවන්",
        subtitle:
          "ඔබ තොග වෙළෙන්දෙකු නම් හෝ ඇණවුමකට මෙම අයිතමයේ ප්‍රමාණයේ අවම හෝ උපරිම සීමාවක් තිබේ නම්, ඔබට එය මෙහි සඳහන් කළ හැක.",
        no_limit: "සීමාවක් නැත",
        minimum_purchase_quantity: "අවම මිලදී ප්රමාණය",
        maximum_purchase_quantity: "උපරිම මිලදී ප්රමාණය",
      },
    },

    variants: {
      not_available:
        "මෙම වර්ගයේ නිෂ්පාදන සඳහා ප්‍රභේදයක් තෝරා ගැනීමට දැනට නොහැක.",
    },

    delete_product: {
      title: "නිෂ්පාදනය ඉවත් කරන්න",
      message: `ඔබට <b>{product_title}</b> මැකීමට අවශ්‍යද?`,
      tips: "ඔබ අහම්බෙන් නිෂ්පාදනයක් මකා දැමුවහොත්, ඔබට එය ඔබේ සාප්පුව > නිෂ්පාදන වෙත සංචාලනය කිරීමෙන්, මකා දැමූ අයිතම පෙන්වන්න සබල කිරීමෙන්, පසුව නිෂ්පාදනය මත දකුණු-ක්ලික් කිරීමෙන් සහ ප්‍රතිසාධනය තේරීමෙන් ඔබට එය ප්‍රතිසාධනය කළ හැක.",
    },
  },

  /** {@see BProductExtraPricingAdd} **/
  extra_pricing_add_dialog: {
    title: "අයිතමය මිල නියම කිරීම අයිතමය අයිතමය {min}",
    subtitle:
      "පද්ධතිය ස්වයංක්රීයව මිල ගණනය කිරීම සඳහා අනුපිළිවෙල සහ ප්රමුඛතාවය තීරණය කරයි. කරුණාකර මෙම මිලකරණය බලාත්මක වීමට අවශ්‍ය අවම ප්‍රමාණය ඇතුළත් කරන්න.",
    min_quantity: "අවම ප්‍රමාණය",
  },
  /** {@see BProductInventoryManagementPhysical} **/
  product_inventory_management_physical: {
    subtitle: {
      dropshipping:
        "dropshipping නිෂ්පාදන සඳහා ඉන්වෙන්ටරි තොග වෙළෙන්දන් විසින් සකසා ඇති අතර, මෙහි වෙනස් කළ නොහැක.",
      marketplace:
        "වෙළඳපොලේ සමස්ත නිෂ්පාදන ඉන්වෙන්ටරි තීරණය වන්නේ සියලුම විකුණුම්කරුවන්ගේ ඉන්වෙන්ටරි එකතු කිරීමෙනි. ඔබට එය මෙහි වෙනස් කළ නොහැක.",
      default: "අයිතමය අයිතමය නිෂ්පාදන ඉන්වෙන්ටරි ගණන් කරන්න අයිතමය",
    },
    menu: {
      add_bulk: {
        title: "අයිතමය එක් කරන්න",
        subtitle: "එක් කරන්න අයිතමය ප්රභේද අයිතමය අයිතමය අයිතමය",
      },
      edit_property_set: {
        title: "අයිතමය අයිතමය අයිතමය",
        subtitle: "වෙනස් කරන්න ප්රභේද අයිතමය, අයිතමය අයිතමය නියෝග",
      },
    },
  },

  /**
   * @see USmartMenu
   */
  smart_menu: {
    show_delete_items: "පෙන්වන්න මකා දමන ලදී අයිතම",
  },

  /** {@see BProductGoogleCategoryInput} **/
  google_product_category_input: {
    label: "Google නිෂ්පාදන වර්ගය කේතය",
    hint: "Google හි නිෂ්පාදන වර්ගීකරණයට අනුව ඔබේ නිෂ්පාදනයේ ප්‍රවර්ගය නියෝජනය කරයි.",
    placeholder: "අයිතමය නිෂ්පාදන අයිතමය සේවාව වර්ගය (විකල්ප)",
  },
  /** {@see LogisticProfileType} **/
  LogisticProfileType: {
    WARRANTY: {
      title: "වගකීම",
      desc: "වගකීම් සහතිකයක් යනු නිශ්චිත කාල සීමාවක් තුළ නිෂ්පාදනයක් අලුත්වැඩියා කිරීමට හෝ ප්‍රතිස්ථාපනය කිරීමට නිෂ්පාදකයා පොරොන්දු වන කොන්ත්‍රාත්තුවේ කොටසකි. නිෂ්පාදකයා සමඟ සෘජු ගිවිසුමක් නොමැති පාරිභෝගිකයින්ට පවා මෙම කැපවීම දීර්ඝ කළ හැකිය.",
    },
    RETURN_POLICY: {
      title: "ආපසු ප්‍රතිපත්තිය",
      desc: "ආපසු ලබා දීමේ ප්‍රතිපත්ති මඟින් පාරිභෝගිකයින්ට අනවශ්‍ය භාණ්ඩ ආපසු හෝ හුවමාරු කර ගත හැකි ආකාරය ගෙනහැර දක්වයි. ඔවුන් සුදුසුකම් ලත් අයිතම, ප්‍රතිලාභ සඳහා පිළිගත හැකි හේතු සහ ප්‍රතිලාභ ලබා දීමේ කාලරාමුව සඳහන් කරයි.",
    },
    GUIDE: {
      title: "මාර්ගෝපදේශය",
      desc: "මාර්ගෝපදේශයකට ඇඟලුම් සඳහා ප්‍රමාණ සටහනක් හෝ දියමන්ති සඳහා තේරීම් මාර්ගෝපදේශයක් ඇතුළත් විය හැකිය. It's important that guides are versatile and applicable across multiple products.",
    },
    SHIPPING: {
      title: "නාවික",
      desc: "නැව්ගත කිරීමේ ප්‍රතිපත්තියක් නැව්ගත කිරීමේ පිරිවැය, ක්‍රම සහ ඇස්තමේන්තුගත බෙදාහැරීමේ වේලාවන් ඇතුළුව සබැඳි ඇණවුම් සඳහා නැව්ගත කිරීමේ ප්‍රධාන අංග විස්තර කරයි.",
    },
  },
  /** {@see BProductProfileLogistic} **/
  product_logistic_profile: {
    dialog: {
      title: "තෝරන්න ලොජිස්ටික් පැතිකඩ",
      add_new_action: "එක් කරන්න අලුත් පැතිකඩ",
      add_new_disable_msg: "වෙළඳපොළ හිමිකරු",
    },
  },

  /**
   * @see BPageShopPagesPopups
   */
  b_shop_popups: {
    title: "අයිතමය කළමනාකරණය",
    subtitle:
      "නිර්මාණය කරන්න අයිතමය, අයිතමය, අයිතමය අයිතමය ",
    add_action: "එක් කරන්න අලුත් මතුවන",
  },

  /** {@see BProductProfileTax} **/
  product_tax_profile: {
    description: {
      default: "පෙරනිමිය",
      dedicated: "අයිතමය",

      subscription: "අපට බදු අය කළ හැක්කේ ගෙවීම් නිර්මාණය කිරීමේ පියවරට පමණි.",
      is_disabled: "අයිතමය බද්ද පැතිකඩ අයිතමය අක්‍රීය කර ඇත! (⚠️අයිතමය)",
      shipping: "නාවික",
      fixed_rate: "TAX",
      location_based_rate: "බද්ද: ස්ථානය අයිතමය",
      shipping_location_based_rate: "නාවික: ස්ථානය අයිතමය",
      include_in_price: "මිලෙහි ඇතුළත් වේ",
    },
    dialog: {
      header: "තෝරන්න බද්ද පැතිකඩ",

      title: "බද්ද පැතිකඩ",
      subtitle:
        "ඔබට නිෂ්පාදනයට විශේෂ බදු රෙගුලාසි පැවරිය හැකිය. නිෂ්පාදිතය සඳහා බදු පැතිකඩක් තෝරා නොගතහොත්, පෙරනිමි ගබඩා බදු රෙගුලාසි අදාළ වේ.",

      action_manage: "කළමනාකරණය කරන්න බද්ද",
      action_manage_sub: "සාප්පු යන්න > මූල්ය > බද්ද",

      subscription_tips:
        "ඔබ දායකත්ව නිෂ්පාදනය සඳහා බදු පැතිකඩක් තේරූ විට, අපි<code>බදු කේතය</code> යාවත්කාලීන කර ඔබේ ගෙවීම් සේවා සපයන්නා මත ඇතුළත්/සුවිශේෂී මාදිලිය සකසන්නෙමු. තෝරාගත් බදු පැතිකඩෙහි මිල සලකනු ලබන්නේ බදු ඇතුළුව හෝ බදුවලින් තොරවද යන්න සඳහන් කරයි. <code>ඇතුළත්</code> හෝ <code>exclusive</code> වලින් එකක්. ඇතුළත් හෝ සුවිශේෂී ලෙස සඳහන් කළ පසු, එය වෙනස් කළ නොහැක.<br /><br /><b>වැදගත්!</b> බදු පැතිකඩ වෙනස් කිරීමෙන් පසු, ඔබ නිෂ්පාදන > ඉන්වෙන්ටරි පටිත්තෙහි මිල සැලසුම් මත ක්ලික් කර වෙනස්කම් යෙදීමට සුරකින්න බොත්තම ක්ලික් කළ යුතුය.",
    },
  },

  /**
   * @see BProductVendorAbstractView
   */
  product_vendor_profile: {
    vendor: {
      subtitle:
        "මෙම නිෂ්පාදනයේ මිල සහ ප්‍රමාණය එය අයත් වන විශේෂිත වෙළෙන්දෙකු විසින් සකසා ඇත.",
    },
    vendors: {
      subtitle:
        "නිෂ්පාදනය සඳහා සැපයුම්කරුවන්ගේ ලැයිස්තුවක් මෙන්න. ප්‍රමාණය සහ මිල සැපයුම්කරුවන් විසින් නියම කරනු ලැබේ.",
    },
  },
  /**
   * @see BVendorAdd
   */
  vendor_add: {
    menu: {
      profile: "පැතිකඩ & තොරතුරු",
      business: "ව්‍යාපාරය & ගෙවීම",
      documents: "අයිතමය",
      page: "පිටුව සැකිල්ල",
      shipping: "නාවික",
      access: "ප්රවේශ",
      critical_zone: "අයිතමය අයිතමය",
    },

    profile: {
      title: "විකුණුම්කරු තොරතුරු",
      subtitle: "අයිතමය තොරතුරු අයිතමය අයිතමය දක්වා පාරිභෝගිකයන් අයිතමය",
      action_sub_caption: "මහජන නිෂ්පාදන ලැයිස්තුගත කිරීම පිටුව",
      action_see_listing_page: "බලන්න ලැයිස්තුගත කිරීම පිටුව",
      send_invitation_email: "යවන්න අයිතමය විද්යුත් තැපෑල",
      invitation_link: "අයිතමය සබැඳිය",
    },

    profiles: {
      title: "පැතිකඩ",
      subtitle: "අයිතමය අයිතමය අයිතමය ස්ථානය දක්වා අයිතමය විකුණුම්කරු",
    },
    map: {
      no_map_message:
        "අයිතමය අයිතමය ස්ථානය දක්වා අයිතමය විකුණුම්කරු අයිතමය අයිතමය විකුණුම්කරු",
    },
    page: {
      title: "අභිරුචි පිටුව",
      subtitle:
        "විකුණුම්කරු සඳහා අභිරුචි ගොඩබෑමේ පිටුවක් සකසන්න, ඔවුන්ට ඔවුන්ගේ කැපවූ පිටුවට අද්විතීය සබැඳියක් ලබා දේ.",
      action_set_page: "බලන්න මහජන පිටුව",
      action_sub_caption: "අභිරුචි ගොඩබෑම පිටුව",
      vendor_has_landing_msg: "විකුණුම්කරු අයිතමය අයිතමය අභිරුචි ගොඩබෑම පිටුව",
      no_landing_selected_msg: "නැත ගොඩබෑම පිටුව තෝරන්න",
      no_landing_page: "නැත ගොඩබෑම පිටුව",
      we_can_create_dedicated_landing_msg:
        "අපට ඔබ වෙනුවෙන් කැපවූ ගොඩබෑමේ පිටුවක් නිර්මාණය කළ හැක.",
    },
    contact: {
      title: "අමතන්න තොරතුරු",
      subtitle: "අයිතමය අයිතමය අයිතමය අමතන්න විස්තර",
    },
    business: {
      title: "ව්‍යාපාරය තොරතුරු",
      subtitle:
        "ඉක්මන් සහ බාධාවකින් තොරව ආදායම් එකතු කිරීමේ ක්‍රියාවලියක් සහතික කිරීම සඳහා කරුණාකර ඔබේ ව්‍යාපාරය පිළිබඳ නිවැරදි තොරතුරු සපයන්න.",
    },
    bank: {
      title: "අයිතමය තොරතුරු",
      subtitle: "ආදානය අයිතමය බැංකුව විස්තර අයිතමය අයිතමය අයිතමය",
    },
    default_pricing: {
      title: "පෙරනිමිය මිල නියම කිරීම",
      subtitle:
        "ඔබට වෙළෙන්දා සඳහා පෙරනිමි මිලකරණ ආකෘතියක් පැවරිය හැක. වෙළෙන්දා නව නිෂ්පාදනයක් එකතු කරන විට, නිෂ්පාදනයේ මිල මත වෙළඳපල ආන්තිකය ගණනය කිරීමට මෙම මිලකරණ ආකෘතිය භාවිතා කරනු ඇත. ඔබට පසුව එක් එක් නිෂ්පාදනය සඳහා මිලකරණ ආකෘතිය තනි තනිව සකස් කළ හැක.",
      no_pricing: "නැත මිල නියම කිරීම",
    },
    shipping: {
      title: "නාවික",
      subtitle: "විකුණුම්කරුවන් අයිතමය ගබඩා අයිතමය අයිතමය නාවික සේවාවන් අයිතමය කූරියර්ස්",
      shipping_services: "නාවික සේවාවන්",
      total_number_of_services:
        "වෙළෙන්දා සතුව ඇති මුළු නැව් සේවා ගණන.",
      couriers: "කූරියර්ස්",
      total_couriers_count: "වෙළෙන්දා සතුව ඇති මුළු කුරියර් ගණන.",
    },
    configuration: {
      title: "අයිතමය",
    },
    delete: {
      title: "ඉවත් කරන්න විකුණුම්කරු",
      action: "ඉවත් කරන්න විකුණුම්කරු",
      verify_description:
        "අයිතමය අයිතමය අයිතමය සෑම විකුණුම්කරු නිෂ්පාදන අයිතමය අයිතමය !",
      verify_title: "අයිතමය අයිතමය දක්වා මකන්න අයිතමය විකුණුම්කරු",
    },

    send_invitation_tips:
      "අපි මෙම පරිශීලකයාට ආරාධනා ඊ-තැපෑලක් එවන්නෙමු. පරිශීලකයා වෙළෙන්දෙකු ලෙස ඔබේ වෙළඳසැලට සම්බන්ධ වන්නේ නම්, ඔවුන්ගේ ගිණුම ඔවුන්ට ස්වයංක්‍රීයව පවරනු ලැබේ.",
    only_marketplace_owner_can_edit_user:
      "පරිශීලකයා සංස්කරණය කළ හැක්කේ වෙළඳපල හිමිකරුට පමණි. ඔබට මෙම වෙළෙන්දාගේ හිමිකරු වෙනස් කිරීමට අවශ්‍ය නම්, ඔබට ඉල්ලීම අප වෙත එවිය හැක.",
    vendor_is_disable_msg: "විකුණුම්කරු අයිතමය අක්‍රීය කර ඇත",
    email_not_match_with_user_msg:
      "ඇතුළත් කළ විද්‍යුත් තැපෑල පරිශීලකයාගේ විද්‍යුත් තැපෑල සමඟ නොගැළපේ (<b>{user_name}:</b>{user_email}). ඔබට<b>{email}</b> වෙත ඊමේල් යැවීමට විශ්වාසද?",

    order_information_email_to_email:
      "අයිතමය අයිතමය යවන්න නියෝග තොරතුරු දක්වා <b>{email}</b>.",

    set_a_user_for_the_vendor_first_msg: "අයිතමය අයිතමය පරිශීලක අයිතමය අයිතමය විකුණුම්කරු අයිතමය",

    inputs: {
      slug: {
        label: "අයිතමය",
        placeholder: "අයිතමය අයිතමය අභිරුචි අයිතමය",
        hint: "වෙනස් කරන්න අයිතමය අයිතමය අයිතමය විකුණුම්කරුවන් අයිතමය ගොඩබෑම පිටුව",
      },
      email: {
        message: "අයිතමය විද්යුත් තැපෑල අයිතමය ලබාගන්න සෑම දැනුම්දීම් අයිතමය යාවත්කාලීන කරන්න",
      },
      business: {
        false_description: "අයිතමය අයිතමය ",
        true_description: "අයිතමය අයිතමය ව්‍යාපාරය අයිතමය",
        false_title: "අයිතමය",
        true_title: "ව්‍යාපාරය",
      },
      bank: {
        hint: "වෙළෙන්දාට ඔවුන්ගේ ගිණුම ඇති බැංකුවේ නම.",
        placeholder: "අයිතමය බැංකුව නම",
      },
      account_name: {
        hint: "අයිතමය අයිතමය නම අයිතමය අයිතමය අයිතමය බැංකුව ගිණුම",
        placeholder: "අයිතමය නම",
      },
      account_number: {
        hint: "අයිතමය විකුණුම්කරුවන් අයිතමය ගිණුම අයිතමය",
        placeholder: "අයිතමය බැංකුව ගිණුම අයිතමය",
      },
      routing_number: {
        hint: "මෙම සංඛ්යාව රට අනුව වෙනස් වේ. එය වෙළෙන්දා භාවිතා කරන විශේෂිත බැංකු ශාඛාව හඳුනා ගැනීමට භාවිතා කරයි.",
        placeholder: "ඔබගේ බැංකු මාර්ගගත අංකය, වර්ග කිරීමේ කේතය, හෝ BSB අංකය..",
      },
      iban: {
        hint: "ජාත්‍යන්තර බැංකු ගිණුම් අංකය): වෙළෙන්දාගේ බැංකුව යුරෝපයේ හෝ වෙනත් රටවල තිබේ නම්.",
        placeholder: "අයිතමය IBAN අයිතමය අයිතමය DE89 3704 0044 0000 0000 00",
      },
      swift: {
        hint: "ජාත්‍යන්තර බැංකු ගිණුම් අංකය): වෙළෙන්දාගේ බැංකුව යුරෝපයේ හෝ වෙනත් රටවල තිබේ නම්.",
        placeholder: "අයිතමය අයිතමය අයිතමය",
      },
      branch_address: {
        hint: "වෙළෙන්දාට ඔවුන්ගේ ගිණුම ඇති බැංකු ශාඛාවේ ලිපිනය.",
        placeholder: "අයිතමය බැංකුව ලිපිනය",
      },
      enable: {
        label: "විකුණුම්කරු තත්ත්වය",
        hint: "ඔබට ගෝලීය වශයෙන් වෙළෙන්දන් සක්‍රිය හෝ අක්‍රිය කළ හැක. ආබාධිත වෙළෙන්දන්ගෙන් කිසිවක් මිලදී ගැනීමට පාරිභෝගිකයින්ට නොහැකි වනු ඇත.",
        true_description:
          "ඔබේ වෙළඳපොළ හරහා ඔවුන්ගේ නිෂ්පාදන අලෙවි කිරීමට ඔවුන්ට හැකි වනු ඇත.",
      },
      access: {
        label: "විකුණුම්කරු අයිතමය & ප්රවේශ",
        true_description:
          "අයිතමය විකුණුම්කරු අයිතමය අයිතමය දක්වා යාවත්කාලීන කරන්න ප්රමාණය අයිතමය මිල",
        hint: "ඔබට විකුණුම්කරුවන්ට නිෂ්පාදන ප්‍රමාණයන් සහ මිල ගණන් යාවත්කාලීන කිරීමට සහ අර්ධ ඇණවුම් ලබා ගැනීමට ඉඩ සලසන විකුණුම් පුවරුව සබල කිරීමට හෝ අක්‍රිය කිරීමට හැකිය.",
        false_description: "අයිතමය විකුණුම්කරු අයිතමය නැත ප්රවේශ දක්වා අයිතමය",
      },

      logo: {
        label: "විකුණුම්කරු ලාංඡනය",
      },
      description: {
        placeholder: "ලිවීම අයිතමය මහජන විස්තර",
      },
    },
  },

  /**
   * @see BVendorDocumentsList
   */
  vendor_documents_list: {
    title: "අයිතමය",
    action_upload_doc: "උඩුගත කරන්න අයිතමය",
    vendor_subtitle:
      "කරුණාකර අවශ්‍ය ව්‍යාපාර, IP සහ ලිපින සත්‍යාපන ලේඛන උඩුගත කරන්න. ඔබගේ හවුල්කාරිත්වය තහවුරු කිරීමට සහ ඔබට අවශ්‍ය ප්‍රවේශය ලබා දීමට අපට මෙම තොරතුරු අවශ්‍ය වේ.",
    marketplace_subtitle:
      "විකුණුම්කරුවන්ට ඔවුන්ගේ KYC ක්‍රියාවලිය පහසු කිරීම සඳහා ව්‍යාපාර, බුද්ධිමය දේපල සහ ලිපින සත්‍යාපනය වැනි ලේඛන ඉදිරිපත් කළ හැකි අතර, ඔබට ඔවුන්ට සුදුසු ප්‍රවේශය ලබා දීමට ඉඩ සලසයි.",
    upload_dialog: {
      title: "උඩුගත කරන්න අයිතමය",
      type: {
        title: "අයිතමය ටයිප් කරන්න",
        subtitle:
          "කරුණාකර අවශ්‍ය ලියකියවිලි පමණක් උඩුගත කරන්න. සංවේදී තොරතුරු අඩංගු ලේඛන බෙදාගැනීමෙන් වළකින්න. අපි ප්‍රසිද්ධියේ ලබා ගත හැකි ලේඛන ඉල්ලා සිටිමු.",
      },
    },
  },

  /**
   * @see BProductBadgesManage
   */
  product_badges: {
    title: "ලාංඡන",
    subtitle: "එක් කරන්න අයිතමය සංස්කරණය කරන්න අභිරුචි නිෂ්පාදන ලාංඡන",
    only_marketplace_owner_msg: "අයිතමය වෙළඳපොළ අයිතමය",
    create_new_badge_action: "නිර්මාණය කරන්න අලුත් ලාංඡනය",
    select_a_badge: "තෝරන්න අයිතමය ලාංඡනය",
    inputs: {
      custom: {
        false_description: "නිෂ්පාදන ලාංඡන අයිතමය අයිතමය අයිතමය",
        false_title: "ස්වයංක්‍රීය",
        true_title: "අභිරුචි නිෂ්පාදන ලාංඡන",
        true_description: "එක් කරන්න අභිරුචි ලාංඡන අයිතමය අයිතමය නිෂ්පාදන පිටුව",
      },
    },
    add_custom_badge: {
      title: "අභිරුචි ලාංඡනය",
      subtitle:
        "මගේ සාප්පුවට නව අභිරුචි ලාංඡනයක් එක් කරන්න. ලාංඡන ගණන 10ට අඩුවෙන් තබා ගන්න. තවත් ලාංඡන ඔබේ සාප්පුව මන්දගාමී කරයි.",
      show_advanced_options: "පෙන්වන්න උසස් අයිතමය",

      inputs: {
        title: {
          placeholder: "මහජන ශීර්ෂය",
        },
        image: {
          label: "රූප",
          message: "උපරිම රූප අයිතමය: 128KB",
          placeholder: "තෝරන්න අයිතමය අයිතමය රූප",
        },
        pattern: {
          label: "අයිතමය",
          message:
            "නිෂ්පාදන සඳහා මෙම ලාංඡනය ස්වයංක්‍රීයව පෙන්වන්න, ඒවායේ පිරිවිතරයේ මෙම ගැළපෙන අගය ඇත. Regex සහාය දක්වයි.",
          placeholder: "දක්වා පෙන්වන්න අයිතමය සෑම නිෂ්පාදන ලිවීම: *.*",
        },
      },
      notifications: {
        badge_added: "ලාංඡනය සාර්ථකව එකතු කර ඇත!",
        badge_updated: "අයිතමය ලාංඡනය අයිතමය අයිතමය !",
        item_not_found_error:
          "අයිතමය අයිතමය පිටුව අයිතමය අමතන්න සහාය",
      },
    },
  },
  /**
   * @see BProductTagsInput
   */
  product_tags: {
    title: "ටැග්",
    tips: [
      "ඔබට <b>landing pages</b> මත ටැග් මත පදනම්ව නිෂ්පාදන පෙරීමට හැකිය.",
      "ඔබට සහ ඔබේ පාරිභෝගිකයින්ට මෙම ටැග් සඳහා<b>search</b> තීරුව තුළ සෙවිය හැක.",
      "ටැග් සකසන්නේ නම්, නිෂ්පාදන පිටුවේ <b>අදාළ නිෂ්පාදන අංශය</b> හි <b>පොදු ටැග්</b> සහිත නිෂ්පාදන පමණක් පෙන්වනු ඇත; එසේ නොමැති නම්, එකම කාණ්ඩයේ නිෂ්පාදන පෙන්වනු ඇත.",
    ],
    inputs: {
      tags: {
        placeholder: "අයිතමය ටැග් අයිතමය අයිතමය උදා අලුත් අයිතමය",
      },
    },
    notifications: {
      tags_updated: "අයිතමය ටැග් අයිතමය අයිතමය ",
    },
  },

  /**
   * @see VPageVendorShippingTransportation
   */
  vendor_shipping_services: {
    title: "නාවික සේවාවන්",
    subtitle:
      "වෙළෙන්දන්ට ඔවුන්ගේ ඇණවුම් ඉටු කිරීමට උපකාර කිරීම සඳහා වෙළඳපල නැව්ගත කිරීමේ ක්‍රම ඉදිරිපත් කරයි. ඔබගේ ඇණවුම් පිටුවෙන් පහසුවෙන් නැව්ගත කිරීමේ ලේබල ඇණවුම් කිරීමට ඔබට මෙහි නැව්ගත කිරීමේ සේවා එක් කළ හැක. මෙය නැව් සැපයුම්කරු සමඟ ලිපින සමමුහුර්ත කිරීම සහ කේත ලුහුබැඳීම මගින් ක්‍රියාවලිය සරල කරයි.",

    subtitle_pickup:
      "වෙළඳපල විකුණුම්කරුවන් සඳහා පිකප් සක්‍රීය කරයි, නැව්ගත කිරීමේ විකල්පයක් ලෙස ගැනුම්කරුවන්ට ඔබේ ස්ථානයෙන් පිකප් තෝරා ගැනීමට ඉඩ සලසයි. ඔබට ඔබගේ පැතිකඩෙහි ඔබගේ පිකප් ස්ථානය එක් කළ හැක (ඔබගේ ගබඩාව පෙරනිමි පිකප් ස්ථානය ලෙස භාවිතා කරනු ඇත).",
    action: "සේවාව එක් කරන්න",

    add_dialog: {
      select_service_msg:
        "නැව්ගත කිරීමේ ක්‍රම වෙළඳපොළ විසින් සකසා ඇති අතර පාරිභෝගිකයින්ට ඒවායින් තෝරා ගත හැකිය. විකුණුම්කරුවන්ට මෙම විකල්පයන් කෙරෙහි පාලනයක් නොමැති නමුත් ලේබල් සෘජුවම මිලදී ගැනීමට ඔවුන්ගේ පැනල නැව් සේවා සමඟ ඒකාබද්ධ කළ හැකිය. පවතින සේවාවන් බැලීමට කරුණාකර පහත ලැයිස්තුවෙන් ක්‍රමයක් තෝරන්න. පහත ලැයිස්තුවෙන් නැව්ගත කිරීමේ සේවාවක් තෝරන්න. ඔබේ ගබඩාවට එක් කළ හැකි පවතින සේවාවන් පමණක් මෙහි ප්‍රදර්ශනය කෙරේ.",
      no_available_service: "නැත ඇත සේවාව!",
    },
  },
  /**
   * @see VPageVendorShipping
   */
  vendor_shipping: {
    services: "සේවාවන්",
  },

  /** {@see BProductProfileMap} **/
  product_location_profile: {
    title: "ස්ථානය",
    empty_subtitle:
      "අයිතමය අයිතමය ස්ථානය දක්වා අයිතමය නිෂ්පාදන අයිතමය අයිතමය ",
    dialog: {
      header: "තෝරන්න ස්ථානය පැතිකඩ",
      action_new_location: "නව ස්ථානයක් එක් කරන්න",
      title: "ස්ථානය පැතිකඩ",
      subtitle:
        "නිෂ්පාදන සඳහා ස්ථාන ටැග් ලබා දීමෙන් ඔබට සිතියම් ස්ථානයේ නිෂ්පාදන ඇමිණිය හැකිය.",
      tips: "<b>වැදගත්: </b> ඔබට සිතියමෙහි නිශ්චිත ස්ථානය මත නිෂ්පාදනය පෙන්වීමට අවශ්‍ය නම් <b>පමණක්</b> නිෂ්පාදනයට ස්ථානයක් පවරන්න. <b>කුලී නිවාස/ස්ථාන</b> හෝ<b>කොණ්ඩා මෝස්තර සහ Spa</b> වැනි පුද්ගල සේවා වැනි ප්‍රධාන පිරිවිතර ලෙස පයින් කළ නිෂ්පාදනයේ ස්ථානය තිබිය යුතුය.",
    },
  },

  /** {@see BTranslationButton} **/
  translation_button: {
    header: "අයිතමය අයිතමය",
    auto_action: "ස්වයංක්‍රීය අයිතමය",
    premium_user_only: "අයිතමය පරිශීලකයන්",
  },

  /** {@see BProductProfileInclude} **/
  product_include_profile: {
    subtitle:
      "නිෂ්පාදන හෝ සේවා පැකේජය සමඟ එන අයිතම ලැයිස්තුවක් ඇතුළත් කරන්න.",
    dialog: {
      header: "නිෂ්පාදන පැකේජය අයිතම",
      title: "අයිතමය අයිතම",
      subtitle: "අයිතමය අයිතමය අයිතම අයිතමය අයිතමය නිෂ්පාදන",
      action_manage: "කළමනාකරණය කරන්න අයිතම",
      action_disable_msg: "වෙළඳපොළ හිමිකරු",
      select_items_tips:
        "නිෂ්පාදනය හෝ සේවාව සමඟ එන පැකේජ සංරචක සාදන්න හෝ තෝරන්න. භාණ්ඩය මිලදී ගැනීමේදී පාරිභෝගිකයින්ට ලැබීමට අපේක්ෂා කළ හැකි දේ අවධාරණය කිරීමට මෙම විශේෂාංගය භාවිතා කරන්න. ස්මාට් ජංගම දුරකතනයක් මිල දී ගැනීම වැනි, ඇතුළත් කර ඇති දේ පාරිභෝගිකයාට අවබෝධ කර ගැනීම ඉතා වැදගත් වන විට පමණක් මෙම කාර්යය භාවිතා කිරීමට අපි උපදෙස් දෙන්නෙමු.",
      create_item_tips:
        "විකල්පයක් ලෙස, ඔබට නව අයිතමයක් ඇතුළත් කළ හැකිය. අපි උඩුගත කළ පින්තූර වර්ග 256x256 ආකෘතියකට ස්වයංක්‍රීයව ප්‍රතිප්‍රමාණ කරන බැවින්, හතරැස් රූප භාවිතා කරන්න. සියලුම සැකිලි හරහා ප්‍රශස්ත පෙනුම සහතික කිරීම සඳහා, විනිවිද පෙනෙන පසුබිම් සහිත අවම රූප භාවිතා කරන්න සහ ඔබේ සියලු නිෂ්පාදන සඳහා ස්ථාවර රටාවක් පවත්වා ගන්න.",
      create_new_item_action: "නිර්මාණය කරන්න අලුත් අයිතමය අයිතමය",
    },
  },

  /** {@see BPageProduct} **/
  product_admin: {
    products_list: "නිෂ්පාදන ලැයිස්තුව",
    product: "නිෂ්පාදන",

    menu: {
      edit: "සංස්කරණය කරන්න",
      review: "සමාලෝචනය කරන්න",
      orders: "නියෝග",
      inventory: "ඉන්වෙන්ටරි",
      dashboard: "උපකරණ පුවරුව",
      back_to_products: "නිෂ්පාදන",
      drop_shipping: "අයිතමය",
    },

    /** {@see BPageProductDashboard} **/
    dashboard: {
      /** {@see BProductInfoAbstractView} **/
      info: {
        title: "පැතිකඩ",
        title_small: "නිෂ්පාදන",
        category: "නිෂ්පාදන කාණ්ඩය",
        link: "නිෂ්පාදන සබැඳිය",
        type: "ටයිප් කරන්න",
        inputs: "ආදාන තොරතුරු",
        outputs: "ප්රතිදාන තොරතුරු",
        user_data_form: "ගැනුම්කරු තොරතුරු පෝරමය",
        staff_messages: "කාර්ය මණ්ඩලය පණිවිඩය",
        add_note: "එක් කරන්න සටහන",
        product_tags: "නිෂ්පාදන ටැග්",
        edit_tags: "සංස්කරණය කරන්න ටැග්",
      },
      /** {@see BProductOrdersAbstractView} **/
      orders: {
        title: "නියෝග",
        title_small: "සකස් නොකළ",
        physical_orders_title: "මෙම නිෂ්පාදනය සමඟ සාප්පු කරත්ත",
        send_count_in_period: "නැව්ගත කර ඇත නියෝග අයිතමය {start} ~ {end}",
        downloads_count_in_period:
          "ගොනුව බාගන්න ගණන් කරන්න අයිතමය {start} ~ {end}",
      },

      /** {@see BProductInventoryAbstractView} **/
      inventory: {
        title: "ඉන්වෙන්ටරි",
        title_small: "ගබඩාව",
        total_sell: "මුළු විකුණුම්",
        total_sell_today: "අද විකුණුම්",
        total_sell_timespan: "සමස්ත විකුණුම් අයිතමය {start} ~ {end}",
        chart: {
          labels: ["ඉන්වෙන්ටරි", "විකිණීමට"],
        },
        subscribers_title: "ග්රාහකයින්",
        subscribers_title_small: "දායක වූ මුළු ඇණවුම්",
      },

      /** {@see BProductFinanceCharts} **/
      finance: {
        title: "මූල්යමය",
        title_small: "මිලදී වාර්තාව අයිතමය {start} ~ {end}.",
        select_mode_title: "විසින් පෙන්වන්න",
        modes: {
          sell: "විකිණීමට",
          payment: "ගෙවීම",
          discount: "වට්ටම්",
        },
        currency_select_title: "තෝරාගත් මුදල් වර්ගය අනුව මිල",
        sell_today: "අද විකුණුම්",
        product_price: "නිෂ්පාදන මිල",
        currency_unit: "මුදල් ඒකකය",
        sell_30days: "දින 30 විකුණුම්",
        sell_daily: "දෛනික විකුණුම්",
        sell_yesterday: "ඊයේ විකුණුම්",
      },

      /** {@see BProductRatingCharts} **/
      survey: {
        title: "නිෂ්පාදන ශ්රේණිගත කිරීම",
        title_small: "පාරිභෝගික තෘප්තිමත් වාර්තාව",
        total_participation: "මුළු දායකත්ව ගණන",
        total_participation_tooltip: "සමස්ත ගණන් කරන්න අයිතමය අයිතමය නිෂ්පාදන",
        today_participation: "අද ශ්‍රේණිගත කිරීම්",
        last7days_participation: "පසුගිය දින 7 දායකත්වය",
        chart: {
          participate: "සහභාගීත්වය",
          participate_title: "දායකත්ව ගණන",
          score: "ලකුණු",
        },
        users_not_rated_msg: "පරිශීලකයන් අයිතමය අයිතමය නිෂ්පාදන අයිතමය",
      },

      /** {@see BProductMarketingAbstractView} **/
      inform: {
        title: "පාරිභෝගික අපේක්ෂාවන්",
        title_small: "වට්ටම් හෝ ලබා ගැනීම සඳහා රැඳී සිටීම",
        message:
          "නිෂ්පාදන විකිණීමට හෝ ලබා ගත හැකි වූ විට පාරිභෝගිකයින්ට දැනුම් දෙන්න",
        waiting_for_auction: "නිෂ්පාදන අලෙවිය සඳහා බලා සිටීම",
        waiting_for_available: "නිෂ්පාදන ලබා ගැනීමට බලා සිටීම.",
        unit: "පුද්ගලයන්)",
      },
    },

    /** {@see BPageProductInventory} **/
    inventory: {
      /** {@see BProductInventoryManagement} **/
      variants: {
        inventory_list: "බඩු තොග ලැයිස්තුව",
        add_variant: "ප්‍රභේදය එක් කරන්න",

        title: "නිෂ්පාදන ඉන්වෙන්ටරි / නිෂ්පාදන ප්‍රභේද ලැයිස්තුව",
        sub_title:
          "මෙම නිෂ්පාදනයට ප්‍රභේද එකකට වඩා තිබේ නම්, ඒවා මෙම කොටසෙහි ඇතුළත් කරන්න. ඔබට එක් එක් ප්‍රභේදයේ ප්‍රමාණය, මිල සහ වට්ටම් වෙන වෙනම නිර්වචනය කළ හැකිය; එසේ නොමැතිනම් නිෂ්පාදනයේ පෙරනිමි අගයන් මිල නියම කිරීම සඳහා යොදනු ලැබේ.",
        add_action: "ප්‍රභේදය එක් කරන්න",
        count_input: "ඉන්වෙන්ටරි",
        count_input_action: "ගණන සකසන්න",
        management_title: "ඉන්වෙන්ටරි කළමනාකරණය සහ නිෂ්පාදන ප්රභේද",
        add_title: "නිෂ්පාදන ප්රභේදය එක් කරන්න",
        edit_title: "නිෂ්පාදන ප්‍රභේදය සංස්කරණය කරන්න",
        notifications: {
          add_success: "නිෂ්පාදන ප්‍රභේදය එකතු කරන ලදී.",
          delete_success: "නිෂ්පාදන ප්‍රභේදය මකා ඇත.",
          save_product_inventory_success: "නිෂ්පාදන තොග ගබඩා කර ඇත.",
        },
      },

      /** {@see BProductInventoryManagementVirtual} **/
      variant_item: {
        price: "මිල",
        same_as_product: "ප්රධාන නිෂ්පාදනයට සමානයි",
        in_stock: "ඉන්වෙන්ටරි",
        delete_dialog: {
          title: "නිෂ්පාදන ප්‍රභේදය මකන්න",
          message: "ඔබට මෙම ප්‍රභේදය මැකීමට අවශ්‍යද?",
        },
      },
      /** {@see BProductVariantAdd} **/
      variant_add_edit: {
        message: "නිෂ්පාදන අංකය අද්විතීය",
        active_input: "මෙම ප්‍රභේදය සක්‍රීයද?",
        sku: "SKU",
        sku_tips: "නිෂ්පාදන ගබඩා කේතය.",
        mpn: "MPN",
        mpn_tips: "නිෂ්පාදන ඇසුරුම් මත නිෂ්පාදකයා විසින් ඇතුළත් කරන ලද නිෂ්පාදන කේතය",

        has_pricing_input: "ප්‍රධාන නිෂ්පාදනයට වඩා මිල වෙනස්ද?",
        inventory_unit: "අයිතම",
        images_message:
          "මෙම ප්‍රභේදය සුරැකීමෙන් පසු ඔබට මෙහි රූපයක් එක් කිරීමට හැකි වනු ඇත.",

        config: {
          title: "නිෂ්පාදන අයිතමය ගබඩා",
          subtitle: "කළමනාකරණය කරන්න SKU, MPN, අයිතමය අයිතමය අයිතමය ප්රභේද",
        },
        variables: {
          title: "අයිතමය අයිතමය",
          subtitle:
            "හෙක්ස් වර්ණ කේතයක් ඇතුළු කරන්න, උදා., <b>#654FFF</b>, හෝ slash එකකින් වෙන් කළ වර්ණ දෙකක්, උදා., <b>#764FFA/#000000</b>.",
          graphical_asset_tips:
            "ඔබට <b>Graphic Assets</b> භාවිතයෙන් රූප ඇතුළුව, විචල්‍යයන් සඳහා ඕනෑම අගයක් පැවරිය හැක. රටාවක් උඩුගත කර ප්‍රභේදය සඳහා ජනනය කළ කේතය භාවිතා කරන්න.",
          graphical_asset_action: "අයිතමය අයිතමය",
          graphical_asset_action_caption: "රූප අයිතමය අයිතමය අයිතමය",
        },
        smart_unit_price: {
          tips: "<b>weight</b>, <b>volume</b>, සහ <b>pack size</b> මත පදනම්ව ඒකක මිල ගණනය කරන්න. මෙම විශේෂාංගය අබල කිරීමට, සාප්පු යන්න > සැකසීම් > තේමාව > නිෂ්පාදන පිටුව > Smart Unit Price වෙත යන්න.",
          smart_unit_price: "ඒකකය මිල අයිතමය",
        },
        quantity: {
          title: "ඉන්වෙන්ටරි",
          subtitle: "අයිතමය අයිතමය ",
        },
        price: {
          title: "මිල නියම කිරීම",
          subtitle:
            "අයිතමය අයිතමය අභිරුචි මිල අයිතමය අයිතමය පෙරනිමිය නිෂ්පාදන මිල",
        },
        package: {
          title: "අයිතමය & නාවික",
          subtitle:
            "නැව්ගත කිරීමේ විකල්පයන් තීරණය කිරීම සඳහා ප්‍රභේද සඳහා බර සහ මානයන් සඳහන් කරන්න.",
          same_as_product_action: "අයිතමය අයිතමය නිෂ්පාදන",
        },
        image: {
          title: "අයිතමය රූප",
          subtitle:
            "එක් එක් ප්‍රභේදය සඳහා අනන්‍ය රූප එක් කරන්න. උඩුගත කරන ලද පළමු රූපය එම ප්‍රභේදය සඳහා මූලික රූපය වනු ඇත.",
        },
        inputs: {
          sku: {
            message: "අයිතමය අයිතමය ඒකකය (SKU)",
          },
          mpn: {
            message: "අයිතමය අයිතමය අයිතමය (MPN)",
          },
          gtin: {
            label: "අයිතමය අයිතමය (GTIN)",
            message:
              "සහාය දක්වන ආකෘති: UPC (ඉලක්කම් 12), EAN (ඉලක්කම් 13), JAN (8 හෝ 13 ඉලක්කම්), ISBN (ඉලක්කම් 13).",
          },
        },
      },
    },

    /** {@see BPageProductArticle} **/
    edit_article: {
      menu: {
        tags: "ටැග්",
        article: "ලිපිය",
      },
    },
  }, // product_admin

  /**
   * @see TransportationsEligibleView
   */
  transportation_eligible: {
    subtitle:
      "නාවික සේවාවන් ඇත අයිතමය අයිතමය බර",
  },

  /** {@see BProductExtraInput} **/
  product_extra_physical: {
    weight: "පැකේජ බර",
    weight_subtitle:
      "නිෂ්පාදනයේ සම්පූර්ණ ඇසුරුම් බර මෙහි ඇතුළත් කරන්න. මෙම තොරතුරු නිවැරදි නැව්ගත කිරීමේ ක්‍රමය තෝරා ගැනීමට සහ ඇණවුම නැව්ගත කිරීමේ සීමාව ඉක්මවා නොයන බවට සහතික කරයි.",
    weight_unit: "Kg",
    size: "පැකේජ මානයන්",
    size_subtitle:
      "නිෂ්පාදනයේ සම්පූර්ණ ඇසුරුම් ප්‍රමාණය මෙහි ඇතුළත් කරන්න. මෙම තොරතුරු නිවැරදි නැව්ගත කිරීමේ ක්‍රමය තෝරා ගැනීමට සහ ඇණවුම පාර්සලයේ ප්‍රමාණයේ සීමාව නොඉක්මවන බව සහතික කිරීමට භාවිතා කරයි.",

    width: "පළල",
    length: "දිග",
    height: "උස",
    lead_time_title: "සූදානම් වීමේ කාලය",
    lead_time: "සූදානම් වීමේ කාලය",
    lead_time_subtitle:
      "ප්‍රවාහනය සඳහා නිෂ්පාදනයක් සකස් කිරීමට අවශ්‍ය කාලසීමාව ඊයම් කාලය ඇස්තමේන්තු කරයි, එය බෙදා හැරීමේ කාලය ඇස්තමේන්තු කිරීමට උපකාරී වේ.",

    lead_time_dimension: "පැය)",
    bulk_action: "තොග ක්රියාවන්",
    bulk_action_subtitle:
      "අයිතමය අයිතමය තොරතුරු දක්වා සෑම නිෂ්පාදන ප්රභේද",

    bulk_action_input: "සියලුම ප්‍රභේද යාවත්කාලීන කරන්න",
    bulk_action_msg:
      "සියලුම ප්‍රභේද සඳහා නිෂ්පාදන ඇසුරුම් සහ සකස් කිරීමේ කාලය සකසන්න.",
    dynamic_lead_time: "අයිතමය අයිතමය වේලාව",
    instant_delivery: "අයිතමය භාරදීම",
  },

  /**
   * @see SGalleryUploadGrid
   */
  gallery_upload_grid: {
    upload_images: "උඩුගත කරන්න රූප",
  },

  /**
   * @see BProductImagesGallery
   */
  product_images_gallery: {
    dialog_alt: {
      title: "අයිතමය රූප අයිතමය අයිතමය",
      placeholder: "අයිතමය අයිතමය ",
      success_update_notification: "අයිතමය අයිතමය ",
    },
    dialog_bg_remove: {
      title: "ඉවත් කරන්න පසුබිම අයිතමය",
      action: {
        title: "පසුබිම ඉවත් කරන්න",
        subtitle: "නිර්මාණය කරන්න අයිතමය විනිවිද පෙනෙන පසුබිම",
      },
      success_remove_bg_notification: "පසුබිම අයිතමය අයිතමය!",
    },
  },
  /**
   * @see VariantGraphicalAssetsList
   */
  variant_graphical_assets: {
    title: "අයිතමය අයිතමය අයිතමය",
    tips: {
      how_it_works:
        "<b>එය ක්‍රියා කරන්නේ කෙසේද:</b><br />මෙහිදී රටා හෝ අයිතම රූප උඩුගත කරන්න. මෙම පින්තූර ප්‍රභේද විකල්පයක් ලෙස භාවිතා කිරීමට, විචල්‍ය අගයට <b>{filename}</b> ඇතුළත් කරන්න. මෙම කේතය <b><s>color</s></b> අගය තුළ භාවිතා කළ නොහැකි බව සලකන්න.",
      how_set_name:
        "<b>නම් කිරීමේ ඉඟි:</b><br />උඩුගත කළ ගොනු නාමයේ පළමු අනුලකුණු 12 වත්කම් නාමය ලෙස භාවිත කෙරේ. මෝටර් සයිකල් සඳහා ටයර් ප්‍රමාණයන් හෝ රෙදි රටා වැනි නිෂ්පාදනයක අභිරුචිකරණය කළ හැකි අංග ප්‍රදර්ශනය කිරීම සඳහා මෙම විශේෂාංගය වඩාත් සුදුසු වේ. මෙම විශේෂාංගයේ භාවිතය ප්‍රශස්ත කිරීම සඳහා, ගෘහ භාණ්ඩ සඳහා විවිධ ලී වර්ග වැනි චිත්‍රක වත්කම් ගණන 100ට වඩා අඩු නම් මිස විචල්‍ය රූප මෙහි උඩුගත කිරීමෙන් වළකින්න.",
    },
  },

  /**
   * @see ExtraPricingLevels
   */
  extra_pricing_levels: {
    extra_pricings: "අයිතමය මිලකරණය",
    min_quantity: "අවම ප්රමාණය",
    range_is_out_of_stock: "අයිතමය අයිතමය !",
  },

  /**
   * @see BProductVariantItem
   */
  product_variant_item: {
    duplicated_variant: "අයිතමය අයිතමය !",
    set_color_warning: "අයිතමය තෝරන්න අයිතමය වර්ණ",
    set_volume_warning: "අයිතමය අයිතමය අයිතමය පරිමාව",
    set_pack_warning: "අයිතමය අයිතමය ",
    set_weight_warning: "අයිතමය අයිතමය අයිතමය බර",
    set_type_warning: "අයිතමය තෝරන්න අයිතමය ටයිප් කරන්න",
    set_style_warning: "අයිතමය තෝරන්න අයිතමය ශෛලිය",
    out_of_stock: "අයිතමය අයිතමය ",

    image: {
      tooltip: "⚡ ප්‍රභේදයට පැවරීමට රූපයක් මෙතැනට ඇද දමන්න.",
    },
    enable: {
      true_tooltip: "මෙම අයිතමය අන්තර්ජාල වෙළඳසැලේ ඇත.",
      false_tooltip: "මෙම අයිතමය අන්තර්ජාල වෙළඳසැලේ නොමැත.",
    },
    restore_dialog: {
      title: "අයිතමය අයිතමය",
      message: "ඔබට මෙම මකා දැමූ ප්‍රභේදය ප්‍රතිසාධන කිරීමට අවශ්‍ය බව විශ්වාසද?",
      action: "ඔව්, අයිතමය අයිතමය",
    },
    notifications: {
      restore_variant_success: "අයිතමය නිෂ්පාදන අයිතමය අයිතමය ",
    },
  },

  /** {@see BProductImagesGallery} **/
  product_images_list: {
    upload_button: "තවත් නිෂ්පාදන පින්තූර",
    upload_an_image: "රූපයක් තෝරන්න.",
    notifications: {
      update_sort_success: "පින්තූර වර්ග කිරීම සුරකින ලදී",
      delete_image_title: "නිෂ්පාදන රූපය මකන්න",
      delete_image_success: "පින්තූරය සාර්ථකව මකා ඇත",
    },
  },

  /** {@see ProductVariantsView} **/
  variants_view: {
    prices: "මිල",
    inventory: "ඉන්වෙන්ටරි",
    discount: "වට්ටම්",
  },

  /** {@see BGiftcardTypeAdd} **/
  gift_card_type_edit: {
    title_input: "ශීර්ෂය",
    color_input: "කාඩ්පත් වර්ණය",
    charge_input: "මූලික ගාස්තුව",
    charge_input_hint: "එක් එක් කාඩ්පත සඳහා මූලික ගාස්තුව",
    currency_input: "මුදල්",
    currency_input_message: "මෙම මුදලින් මිලදී ගැනීම සඳහා පමණි",
    lifetime_input: "කාඩ්පත් වලංගුභාවය (මාසය)",
    lifetime_input_message: "කාඩ්පත් වලංගුභාවය",
    card_image_input: "කාඩ් රූපය",
    notifications: {
      create_success: "කාඩ්පත සාදන ලදී",
      update_success: "කාඩ්පත යාවත්කාලීන කරන ලදී",
    },
  },

  /** {@see BInventoryWarehouse} **/
  shop_warehouse_edit: {
    title: "ගබඩාව එක් කරන්න",
    message:
      "නැව්ගත කිරීමේ පිරිවැය ගණනය කිරීම සඳහා ඔබේ ගබඩා ලිපිනය සහ පැතිකඩ ඇතුළත් කරන්න.",
    name_input: "ගබඩාවේ නම",
    address: "ලිපිනය",
    name_input_message: "ඔබේ ගබඩාව සඳහා අන්වර්ථ නාමයක් ඇතුළත් කරන්න.",
    person_name: "නිලධාරියාගේ නම",
    phone_number: "ඇමතුම් අංකය",
    map_title: "ගබඩා ගබඩා ලිපිනය",
    confirm_action: "ගබඩා අනුමැතිය",
    address_name: "ගබඩාව",
    notifications: {
      success_save: "වෙනස්කම් සාර්ථකව සුරකින ලදී.",
    },
  },

  /** {@see BPageShopLogisticInventoryList} **/
  inventory_list: {
    title: "ගබඩා ඉන්වෙන්ටරි",
    subtitle: "ලැයිස්තුව අයිතමය සෑම නිෂ්පාදන අයිතමය ගබඩා",
    cant_set_here: "අයිතමය අයිතමය අයිතමය",

    search_input: "නිෂ්පාදන සෙවීම...",
    search_input_title: "ගබඩා නිෂ්පාදන අතර සොයන්න",
    apply_filter: "පෙරහන යොදන්න",
    inventory: "බඩු තොග ලැයිස්තුව",
    export: "අපනයන ඉන්වෙන්ටරි",
    import: "බඩු තොග ආනයනය කරන්න",
    bulk_price: "තොග මිල වෙනස් වීම",
    bulk_discount: "තොග වට්ටම් වෙනස් කිරීම",
    category_filter_msg: "⚡ එය සියලුම නිෂ්පාදන සහ උපප්‍රවර්ග සඳහා අදාළ වේ!",
    table: {
      waiting: "තොරතුරු ලැබේ ... කරුණාකර රැඳී සිටින්න",
      open_state: "ක්රියාකාරී",
      close_state: "අක්රිය",
      image: "රූප",
      product: "නිෂ්පාදන නාමය",
      code: "නිෂ්පාදන කේතය",
      sku: "SKU",
      mpn: "MPN",
      original: "මුල්",
      status: "තත්ත්වය",
      in_stock: "ගබඩාවේ ඇත",
      edit: "වෙනස් කරන්න",
    },

    bulk_discount_dialog: {
      title: "තොග ක්‍රියා > වට්ටම්",
      message:
        "සටහන: පහත මුදල ඔබේ වෙළඳසැලේ ඇති සියලුම නිෂ්පාදනවල වට්ටම් සඳහා ප්‍රතිශතයක් ලෙස ලැබේ. එසේම, ගණනය කරන ලද වට්ටම් අගයන් තෝරාගත් මුදල් මත පදනම්ව ආසන්නතම වට අංකයට බුද්ධිමත් ලෙස පරිවර්තනය කරනු ලැබේ. අගයන් ඇතුළත් කිරීමේදී ප්‍රවේශම් වන්න.",
      check: "මම වට්ටම් වෙනස් කිරීම් අනුමත කරමි.",
    },
    notifications: {
      save_success: "ඉන්වෙන්ටරි වෙනස් කිරීම සුරැකිණි.",
    },
  },

  /**
   * @see BInventoryBulkPrice
   */
  bulk_price_dialog: {
    title: "අයිතමය ක්රියාවන් > මිල",
    message:
      "පහත මුදල ඔබේ වෙළඳසැලේ සියලුම නිෂ්පාදනවල මිල සඳහා ප්‍රතිශතයක් ලෙස අදාළ වේ. එසේම, ගණනය කරන ලද මිල අගයන් තෝරාගත් මුදල් මත පදනම්ව ආසන්නතම වට අංකයට බුද්ධිමත් ලෙස පරිවර්තනය කරනු ලැබේ. අගයන් ඇතුළත් කිරීමේදී ප්‍රවේශම් වන්න.",
    check: "අයිතමය අයිතමය මිල අයිතමය",
    check_description:
      "අයිතමය මිල අයිතමය අයිතමය තෝරන්න වර්ගය අයිතමය සෑම අයිතමය",
    add_percent_tab: "එක් කරන්න සියයට",
    add_constant_tab: "එක් කරන්න අයිතමය",
    ending_tab: "අවසානය අයිතමය",
    marketplace_listing_price: "ලැයිස්තුගත කිරීම මිල",

    constant: {
      subtitle:
        "ප්‍රමාණය නිෂ්පාදනවල වර්තමාන මිලෙන් එකතු කරනු ලැබේ හෝ අඩු කරනු ලැබේ.",
    },
    ending: {
      subtitle:
        "නිෂ්පාදනවල වත්මන් මිලෙහි අවසානය නිශ්චිත අගයට වෙනස් කරනු ලැබේ.",
    },
    marketplace: {
      title: "වෙළඳපොළ ලැයිස්තුගත කිරීම මිල",
      subtitle:
        "මෙම විකල්පය වෙළඳපොලේ නිෂ්පාදනවල ලැයිස්තුගත කිරීමේ මිල ස්වයංක්‍රීයව යාවත්කාලීන කිරීමට ඔබට ඉඩ සලසයි. සමහර විට, අතින් මිල වෙනස්වීම් හේතුවෙන් ප්‍රධාන නිෂ්පාදන මිල විකුණුම්කරුවන්ගේ මිලකරණය සමඟ නොගැලපේ.",
      strategy: {
        min: {
          title: "අයිතමය අවම මිල",
          description:
            "නිෂ්පාදනවල අවම මිල ලැයිස්තුගත කිරීමේ මිල ලෙස සකසන්න.",
        },
        max: {
          title: "අයිතමය උපරිම මිල",
          description:
            "නිෂ්පාදනවල උපරිම මිල ලැයිස්තුගත කිරීමේ මිල ලෙස සකසන්න.",
        },
      },
    },

    category: {
      subtitle: "සීමාව අයිතමය අයිතමය දක්වා අයිතමය වර්ගය අයිතමය සෑම අයිතමය",
    },
    vendor: {
      subtitle:
        "නිශ්චිත වෙළෙන්දෙකුට තොග ක්‍රියා සීමා කරන්න. විකුණුම්කරුවෙකු තෝරා ගත් විට, එම වෙළෙන්දා සඳහා විකුණුම් මිල නියෝජනය කරන විකුණුම්කරුගේ නිෂ්පාදන සඳහා මිල යාවත්කාලීන කිරීම යොදනු ලැබේ.",
      listing_price_need_update_msg:
        "ඔබට ලැයිස්තුගත කිරීමේ මිල (නිෂ්පාදන ලැයිස්තුවේ ප්‍රදර්ශනය වන මිල) යාවත්කාලීන කිරීමට අවශ්‍ය නම්, ඔබ වෙළෙන්දෙකු තෝරා නොගෙන එම පෙරහන් සමඟ තොග යාවත්කාලීනය නැවත ඉදිරිපත් කළ යුතුය.",
    },
    listing_products_changes: "ලැයිස්තුගත කිරීම නිෂ්පාදන වෙනස් කරන්න",
    total_vendor_products: "සමස්ත විකුණුම්කරු නිෂ්පාදන",
    total_products: "සමස්ත නිෂ්පාදන",
    total_variants: "සමස්ත ප්රභේද",
  },

  /** {@see BProductSpecTable} **/
  spec_view: {
    auto_save_input: "ස්වයංක්‍රීයව සුරැකීම",
    auto_save_input_message: "අයිතමය අයිතමය ",
  },

  /** {@see STimeProgressBar} **/
  time_progress_bar: {
    title_before_start: "ආරම්භයට ඉතිරිව ඇත",
    title_between_start_end: "අවසානය දක්වා ඉතිරිව ඇත",
    title_after_end: "අවසන්",
    title_no_start_end: "කාල සීමාවක් නොමැතිව!",
  },

  /** {@see GeoMap} **/
  geo_map: {
    views: "දසුන්",
    views_unit: "ටයිම්ස්",
    product_views: "නිෂ්පාදන දර්ශන",
    buys: "මිලදී ගැනීම්",
    buys_unit: "නියෝග",
    baskets: "ක්රියාකාරී කරත්ත",
    added_items: "අයිතම එකතු කරන්න",
    removed_items: "අයිතම ඉවත් කරන්න",
  },

  /** {@see BPageShopFinanceGateways} **/
  b_page_shop_finance_gateway: {
    title: "ගෙවීම ක්‍රම",
    sub_title:
      "ක්රියාකාරී ගෙවීම් ක්රම ලැයිස්තුව. ඔබට ඔබේ වෙළඳසැලට නව ක්‍රමයක් එක් කිරීමට අවශ්‍ය නම්, පහත බොත්තම ඔබන්න. එකතු කළ ගෙවීම් ද්වාර 10 නොඉක්මවන ලෙස අපි නිර්දේශ කරමු.",
    add_gateway: "අලුත් ගෙවීම ක්‍රමය",

    add_gateway_dialog: {
      title: "තෝරන්න මුදල්",
      country_currencies: "අයිතමය අයිතමය",
      crypto_currencies: "අයිතමය",

      confirm: "ගෙවීමේ ක්‍රමය එක් කරන්න",

      online_methods: "අයිතමය ක්‍රම",
      cod_methods: "අයිතමය අයිතමය භාරදීම",
      bank_transfer: "බැංකුව මාරු",
      cash_methods: "අයිතමය ගෙවීම (POS)",

      currency_step: {
        title: "තෝරන්න අයිතමය මුදල්",
        subtitle:
          "ඔබේ ගබඩාවේ ඇති මුදල් වර්ග ගණන අවම වශයෙන් තබා ගැනීමට උත්සාහ කරන්න—ඉතා මැනවින් 3කට වඩා අඩුය. බොහෝ ගෙවීම් ද්වාරවලට ඕනෑම මුදල් වර්ගයකින් ගනුදෙනු කළ හැක.",
        add_first_currency: {
          subtitle: "ඉදිරියට යාමට පෙර කරුණාකර ඔබේ වෙළඳසැලට මුදල් ඒකකයක් එක් කරන්න.",
          title: "මුදල් එකතු කරන්න",
        },
      },
      gateway_step: {
        title: "ක්රියාකාරී ගෙවීම ක්‍රම",
        subtitle:
          "කරුණාකර පවතින ගෙවීම් ක්‍රම වලින් තෝරන්න. ඔබ ද්වාරයක් තේරූ පසු, ඔබට ඔබේ සාප්පුව සෘජුවම ඔබ කැමති ගෙවීමේ ක්‍රමයට සම්බන්ධ කිරීමට අවශ්‍ය සම්බන්ධතා විස්තර ඇතුළත් කිරීමට හැකි වනු ඇත.",
      },

      config_step: {
        import_config: "අයිතමය අයිතමය ආයාත කරන්න වින්යාසය සිට අයිතමය අයිතමය ගේට්වේස්",
        import_from: "ආයාත කරන්න සිට",
      },

      request_add_new_gateway: {
        title: "අයිතමය බලන්න අයිතමය අයිතමය ගෙවීම ක්‍රමය?",
        subtitle:
          "ඔබේ දේශීය ගෙවීම් සපයන්නා ලැයිස්තුගත කර නොමැති නම්, ඕනෑම වාර්ෂික සැලැස්මකට ( දැරිය හැකි මිල සඳහා ආරම්භය ඇතුළුව) දායක වී ඒකාබද්ධ කිරීමක් ඉල්ලා සිටින්න. පරීක්ෂණ ගිණුමක් සහ ලියකියවිලි සපයන්නේ නම් අපි එය පැය 48ක් ඇතුළත සම්පූර්ණ කරන්නෙමු.",
      },

      inputs: {
        currency: {
          placeholder: "තෝරන්න අයිතමය දොරටුව දක්වා ආයාත කරන්න",
        },
        manual: {
          true_title: "අයිතමය මාදිලිය",
          true_description: "අයිතමය අයිතමය අයිතමය දොරටුව අයිතමය අයිතමය",

          false_title: "ස්වයංක්‍රීය සම්බන්ධ කරන්න",
          false_description:
            "ඔබට දැනටමත් වින්‍යාස කළ ද්වාරයක් තිබේ නම් පද්ධතිය ස්වයංක්‍රීයව ද්වාරය වෙත සම්බන්ධ වේ.",
        },
      },
    },
  },

  /** {@see FaqRequestsList} **/
  faq_list: {
    table: {
      nodata: "ප්‍රශ්න කිසිවක් හමු නොවීය.",
      more_data_action: "තවත් ප්‍රශ්න..",
      user: "පරිශීලක",
      tag: "ටැග් කරන්න",
      question: "ප්රශ්නය",
      officer: "කාර්ය මණ්ඩලය",
      answer: "පිළිතුර",
      created_at: "දිනය",
      priority: "ප්රමුඛත්වය",
      edit: "සංස්කරණය කරන්න",
    },
    dialog: {
      add_new_action: "නව ප්‍රශ්නය ඉදිරිපත් කරන්න",
      edit_action: "නිතර අසන පැන සංස්කරණය කරන්න",
      question_input: "ප්රශ්නය",
      question_input_placeholder: "ඔබේ ප්‍රශ්නය අසන්න..",
      link_input: "සබැඳිය",
      link_input_placeholder: "ඔබට පිළිතුරේ සබැඳියක් වෙත යොමු විය හැක.",
      answer_input: "පිළිතුර",
      answer_input_placeholder: "පිළිතුරු පෙළ ඇතුලත් කරන්න..",
      tag_input: "ටැගය (ප්‍රවර්ග මාතෘකාව)",
      tag_input_placeholder: "කෙටි මාතෘකාවක් ඇතුළත් කරන්න",
      priority_input: "ප්රමුඛත්වය: (0 සිට 10 දක්වා)",
    },
    delete_alert: {
      title: "ප්‍රශ්නය මකන්න",
      message: "ඔබට මෙම ප්‍රශ්නය මැකීමට අවශ්‍යද?",
      action: "මකන්න",
    },
    notifications: {
      send_success: "ඔබේ පිළිතුර සාර්ථකව ඉදිරිපත් කර ඇත.",
      delete_success: "ඔබේ ප්‍රශ්නය සාර්ථකව මකා ඇත.",
    },
  },
  /** {@see ContactMessagesList} **/
  contact_messages_list: {
    load_more_action: "තවත් පණිවිඩ..",

    table: {
      nodata: "ප්‍රශ්න කිසිවක් හමු නොවීය.",
      user: "පරිශීලක",
      message: "පණිවිඩ ශරීරය",
      category: "වර්ගය",
      officer: "කාර්ය මණ්ඩලය",
      answer: "පිළිතුර",
      created_at: "දිනය",
      contact: "අමතන්න",
      edit: "සංස්කරණය කරන්න",
    },

    dialog: {
      title: "පණිවිඩයට පිළිතුරු දෙන්න",
      category: "වර්ගය",
      user_name: "නම",
      email: "විද්යුත් තැපෑල",
      phone: "ඇමතුම් අංකය",
      message: "පණිවිඩ පෙළ",
      status: "ප්‍රතිචාර තත්ත්වය",
      status_answered: "උත්තර දුන්නා",
      status_waiting: "ප්‍රතිචාරය බලාපොරොත්තුවෙන්",
      answer_input: "පිළිතුරු පෙළ",
      mail_input: "තැපැල් යවන්න",
      mail_input_message:
        "ඔබ මෙය සක්‍රීය කළහොත්, ඔබේ ප්‍රතිචාරය පරිශීලක විද්‍යුත් තැපෑල වෙත යවනු ලැබේ.",
    },
    delete_alert: {
      title: "පණිවිඩය මකන්න",
      message: "ඔබට මෙම පණිවිඩය මැකීමට අවශ්‍යද?",
      action: "මකන්න",
    },
    notifications: {
      send_success: "ඔබගේ ඉල්ලීම සාර්ථකව ඉදිරිපත් කර ඇත.",
      delete_success: "පණිවිඩය මකා ඇත.",
    },
  },
  /** {@see BPageCampaign} **/
  campaign: {
    title: "ව්‍යාපාරය",
    menu: {
      setting: "සැකසුම්",
      return: "ආපසු",
      dashboard: "උපකරණ පුවරුව",
      links: "සබැඳි",
      landing: "ගොඩබෑම",
      ads: "දැන්වීම්",
      finance: "මූල්ය",
    },
    /** {@see BPageCampaignDashboard} **/
    dashboard: {
      title: "උපකරණ පුවරුව",
      status: "තත්ත්වය දළ විශ්ලේෂණය",
      sessions: "සැසිවාර",
      links_overview: "ප්‍රචාරක සබැඳි දළ විශ්ලේෂණය",
      orders: "නියෝග",
      performance: "ප්රචාරක කාර්ය සාධනය",
      links_funnel: "ව්‍යාපාරය සබැඳි කාර්ය සාධනය",
      no_links:
        "ලබා ගත හැකි දත්ත නොමැත! කරුණාකර ඔබේ ව්‍යාපාරයට සබැඳියක් සාදන්න.",
      social: "සමාජ මාධ්ය නායකත්වය",
      conversion_over_time: "කාලයත් සමඟ පරිවර්තනය",
      total_campaign_sell: "ව්‍යාපාරය අනුව සම්පූර්ණ විකුණුම්",
    },
    /** {@see BPageCampaignFinance} **/
    finance: {
      title: "මූල්ය වාර්තාව",
      campaign_revenue: "ප්‍රචාරක ආදායම",
      total_revenue:
        "ප්‍රචාරණයෙන් මුළු ආදායම",
      links_revenue: "ප්‍රචාරක සබැඳි ආදායම",
      payments_over_time: "කාලයත් සමඟ විකුණුම්",
      all_links: "සියලුම සබැඳි",
    },
    /** {@see BPageCampaignLanding} **/
    landing: {
      empty_message: "ප්‍රචාරක සැකසුම් තුළ ගොඩබෑමේ පිටුවක් සකසන්න.",
      set_landing: "ගොඩබෑමේ පිටුව සකසන්න",
      create_landing: "නව ගොඩබෑමේ පිටුවක් සාදන්න",
    },

    /** {@see BPageCampaignLinks} **/
    links: {
      title: "ප්‍රචාරක සබැඳි",
      url_input_message: "අයිතමය අයිතමය අයිතමය පිටුව අයිතමය",
    },

    /** {@see BPageCampaignSetting} **/
    setting: {
      menu: {
        config: "වින්යාසය",
        timespan: "කාල සීමාව",
        banner: "බැනරය",
        Notification: "දැනුම්දීම",
      },

      general_setting: {
        title: "සාමාන්‍ය ප්‍රචාරක සැකසුම්",
        sub_title: "නම, ගොඩබෑමේ පිටුව සහ වට්ටම් කේතය",

        name_input: "ව්‍යාපාරයේ නම",
        name_input_hint: "ඔබේ ව්‍යාපාරයට නමක් එක් කරන්න",
        enable_input: "උද්ඝෝෂනය සක්රියද?",
        page_input: "ගොඩබෑමේ පිටුව",
        discount_code_input: "වට්ටම් කේතය",
        limit: "වට්ටම් සීමාව",
        max_count: "උපරිම ගණන",
        max_count_unit: "අයිතම",
        start: "ආරම්භ කරන්න",
        end: "අවසානය",
        notification_enable_input: "දැනුම්දීම සබල කර තිබේද?",

        landing_page: "ගොඩබෑමේ පිටුව",
        discount_code: "වට්ටම් කේතය",

        auto: "පෙරනිමි ව්‍යාපාරය",
        auto_message:
          "පෙරනිමි ව්‍යාපාරය ඔබේ වෙළඳසැලේ සක්‍රිය කර ඇත",
      },
      time_setting: {
        title: "කාල සීමාව",
        sub_title:
          "ආරම්භක දිනය සහ වේලාව / අවසන් දිනය සහ වේලාව",
        start_input: "ආරම්භ කරන්න",
        start_input_placeholder: "ව්‍යාපාරයේ ආරම්භක වේලාව තෝරන්න",
        end_input: "අවසානය",
        end_input_placeholder: "ව්‍යාපාරය අවසන් වන වේලාව තෝරන්න",
      },
      banner_setting: {
        title: "සාප්පු බැනරය",
        sub_title:
          "සාප්පු පිටුවේ ඉහළින් පෙන්වන්න",

        message_input: "පණිවිඩ පෙළ",
        message_input_placeholder: "විශේෂ උත්සවයක්...",
        message_input_hint: "ගබඩාවේ ඉහළින් ඇති බැනර් පණිවිඩ පෙළ",
        bg_image_input: "පසුබිම් රූප URL",
        bg_image_input_hint: "සම්පූර්ණ පසුබිම් රූප URL",
        repeat_pattern: "නැවත නැවත රටාව",
        simple: "සරල",
        dark_input: "අඳුරු තේමාව?",
        icon_input: "නිරූපකය",
        icon_input_hint:
          "ද්‍රව්‍ය නිර්මාණ අයිකන නම හෝ Fontawsom: fa:fas fa-star",
        anim_input: "සජීවිකරණ ලිපිනය",
        anim_input_message: "Lottie සජීවිකරණ ගොනු URL",
        preview: "පෙරදසුන",
        preview_update_action: "පෙරදසුන යාවත්කාලීන කරන්න",
        bg_color: "පසුබිම් වර්ණය",
        icon_bg: "නිරූපක පසුබිම් වර්ණය",
      },
      notifications: {
        title: "දැනුම්දීම",
        sub_title: "දැනුම්දීමක් සාදා එය ඔබේ ව්‍යාපාරයට සම්බන්ධ කරන්න.",
        update_success: "ඔබේ ව්‍යාපාරය යාවත්කාලීන කර ඇත.",
        action_button: "ක්‍රියා බොත්තම",
        background_color: "පසුබිම් වර්ණය",
        text_color: "පෙළ වර්ණය",
        action_color: "ක්රියාකාරී වර්ණය",
        action_text_color: "ක්‍රියා පෙළ වර්ණය",
        notification_image: "දැනුම්දීම් රූපය",
        notification_bg: "දැනුම්දීම් පසුබිම",
        show_preview: "පෙරදසුන පෙන්වන්න",
        persistence: "නොනැසී පැවතීම",
        persistence_message:
          "ඔබේ පරිශීලකයා වෙබ් අඩවියට පිවිසෙන සෑම අවස්ථාවකම පෙන්වීමට ඔබට අවශ්‍යද?",
        radius: "අරය",
        show_delay: "ප්‍රමාදය පෙන්වන්න",
      },
    },
  },

  /** {@see BCategoryAdd} **/
  add_category: {
    title_edit: "ප්‍රවර්ගය සංස්කරණය කරන්න",
    title_update: "නව කාණ්ඩයක් එක් කරන්න",

    config: {
      subtitle:
        "ප්‍රවර්ග නිෂ්පාදන කළමනාකරණය විධිමත් කිරීමට සහ ඔබේ පාරිභෝගිකයින්ට ඔබේ වෙළඳසැලේ නිෂ්පාදන සොයා ගැනීම පහසු කිරීමට උපකාරී වේ.",
    },
    parent: {
      subtitle:
        "මෙම ප්‍රවර්ගය එහි මව් ප්‍රවර්ගය යටතේ දිස්වනු ඇත. නිෂ්පාදනයකට මාපිය කාණ්ඩයක් නොමැති නම්, එය ප්‍රධාන කාණ්ඩයේ පෙන්වනු ඇත.",
    },
    template: {
      title: "සැකිල්ල",
      edit_page: "සංස්කරණය කරන්න පිටුව",
      Pages_list: "පිටුව ලැයිස්තුව",
      subtitle:
        "අභිරුචි පිටුවක් උඩින් තැබීමෙන් ඔබට ඔබේ ප්‍රවර්ග පිටුවේ දර්ශනය වැඩි දියුණු කළ හැක. හොඳම ප්‍රවේශය වන්නේ විනිවිද පෙනෙන පසුබිම් සහිත පිටු නිර්මාණය කිරීම සහ එක් එක් කාණ්ඩයට විශේෂිත වූ කොටස් 1 සිට 2 දක්වා නිර්මාණය කිරීමයි. ඔබට එක් එක් ප්‍රවර්ගය තනි තනිව සකස් කිරීමට ගතික අන්තර්ගතය භාවිතා කරමින් එක් පිටුවක් ප්‍රවර්ග කිහිපයකට සම්බන්ධ කළ හැක.",
    },
    critical_zone: {
      title: "අයිතමය අයිතමය",
      subtitle:
        "ඔබ ප්‍රවර්ගයක් ඉවත් කළහොත්, එහි උපප්‍රවර්ග සහ නිෂ්පාදන මව් නාමාවලිය වෙත ගෙන යනු ඇත<b>📁 {parent}</b>. නිෂ්පාදන ලැයිස්තුවේ නොමැති ප්‍රවර්ග කළමනාකරණය කිරීමට, සාප්පු > ප්‍රවර්ග පටිත්ත වෙත යන්න.",
      accept_delete: {
        true_description: "අයිතමය අයිතමය දක්වා ඉවත් කරන්න අයිතමය වර්ගය",
        true_title: "අයිතමය ඉවත් කරන්න වර්ගය",
      },
    },

    menu: {
      delete: "ප්‍රවර්ගය මකන්න",
      filter: "පෙරහන්",
      settings: "සැකසුම්",
      back: "ආපසු",
    },
    title_input: "කාණ්ඩයේ මාතෘකාව *",
    title_input_error: "ප්‍රවර්ග මාතෘකාවක් තෝරන්න",
    name_input: "කාණ්ඩයේ නම (ඉංග්රීසි) *",
    name_input_error: "කාණ්ඩය සඳහා අද්විතීය නමක් තෝරන්න",
    description_input: "වර්ග විස්තරය",
    description_input_message: "කාණ්ඩයේ කෙටි විස්තරයක් ඇතුලත් කරන්න..",
    parent_input: "මාපිය කාණ්ඩය",
    parent_input_message: "මෙම ප්‍රවර්ගය ගබඩා මුල් පිටුවේ දිස්වේ.",
    image_input: "ප්රවර්ග රූපය",
    image_input_placeholder: "කාණ්ඩය සඳහා රූපයක් තෝරන්න",
    edit_action: "ප්‍රවර්ගය සංස්කරණය කරන්න",
    add_action: "ප්‍රවර්ගය එකතු කරන්න",
    back_action: "ආපසු",
    no_category: "ප්‍රවර්ග නැත",
    star: "තරුව",

    filter: {
      title: "කාණ්ඩ පෙරහන්",
      sub_title: "මෙම කාණ්ඩයේ නිෂ්පාදන සඳහා අදාළ වන පෙරහන් සහ කාණ්ඩ කළමනාකරණය කරන්න.",
      message:
        "පහත කොටුවේ මෙම ප්‍රවර්ගය සඳහා පොදු තාක්ෂණික විශේෂාංග මාතෘකාව ඇතුළත් කර සුරකින්න. ලැයිස්තුව සුරැකීමෙන් පසු, එක් එක් කාණ්ඩයේ අන්තර්ගතය සමඟ පෙරහන් වර්ග පෙන්වනු ඇත. වර්ණය, බර, ප්‍රමාණය, වෙළඳ නාමය යනාදිය නිෂ්පාදන ප්‍රභේදයෙන් ස්වයංක්‍රීයව උපුටා ගනී.",
    },
    delete_alert: {
      title: "ප්‍රවර්ගය ඉවත් කරන්න",
      message: "ඔබට {title} ප්‍රවර්ගය මැකීමට අවශ්‍යද?",
      action: "මකන්න",
    },
    notifications: {
      add_success: "නව ප්‍රවර්ගය එකතු කරන ලදී.",
      edit_success: "ප්‍රවර්ගය සංස්කරණය කරන ලදී.",
      delete_success: "මකා දැමූ {title}.",
    },
    /** {@see BCategoryFilterEditor} **/
    edit_filter: {
      spec_input: "තාක්ෂණික පිරිවිතර ලැයිස්තුව",

      price: "මිල",
      min: "අවම",
      max: "උපරිම",
      suggested_list: {
        brand: "වෙළඳ නාමය",
        colors: "වර්ණ",
        styles: "නිර්මාණ",
        volumes: "පරිමාව",
        weights: "බර",
        packs: "ඇසුරුමකට අංකය",
        types: "ටයිප් කරන්න",
      },
      notifications: {
        edit_success: "ප්‍රවර්ගය සංස්කරණය කරන ලදී.",
      },
      manually_update_filters_tips:
        "<b>වැදගත්!</b> නිෂ්පාදන වෙනස් වූ විට පෙරහන් ස්වයංක්‍රීයව යාවත්කාලීන වේ. කෙසේ වෙතත්, ප්‍රවර්ගයක නිෂ්පාදනවලට වෙනස්කම් සිදු කිරීමෙන් පසු, කරුණාකර මෙහි ආපසු ගොස් පෙරහන නැවුම් කිරීමට සුරකින්න/ප්‍රතිජනනය බොත්තම ක්ලික් කරන්න.",

      inputs: {
        spec: {
          message:
            "පෙරහන් කොටසේ ඔබට පෙන්වීමට අවශ්‍ය විශේෂාංග ලැයිස්තුව",
          placeholder: "තෝරන්න පිරිවිතර දක්වා පෙන්වන්න අයිතමය පෙරහන",
        },
      },
    },
  },

  /** {@see BAppShopList} **/
  apps_list: {
    nodata: "ඔබගේ වෙළඳසැලේ කිසිදු යෙදුමක් ස්ථාපනය කර නොමැත",
    inactive: "අක්රිය",
    my_apps: "මගේ යෙදුම්",
    app_store: "නව යෙදුම එක් කරන්න",
  },

  /** {@see BShopAdd} **/
  add_shop: {
    menu: {
      shop_title: "ගබඩා මාතෘකාව",
      shop_name: "ගබඩාවේ නම",
      description: "විස්තර",
      contact: "සබඳතා තොරතුරු",
      image: "රූප",
    },
    title_input: "ශීර්ෂය",
    title_input_tips: "ඔබේ වෙළඳසැල, වෙළඳ නාමය හෝ සමාගමෙහි නම ඇතුළත් කරන්න.",
    active_message: "ඔබගේ වෙබ් අඩවියට පිවිසිය හැකි සැමට සක්‍රිය ලෙස සකසන්න.",
    language_input_message: "ඔබේ ගබඩා භාෂාව තෝරන්න.",
    name_input: "නම",
    name_input_message: "ඔබේ වෙළඳසැල සඳහා නමක් ඇතුළත් කරන්න.",
    name_input_tips:
      "ඉංග්‍රීසි නොවන අක්ෂර, හිස්තැන් හෝ අකුරු භාවිතා නොකරන්න, භාවිත කළහොත් ගබඩා නාමය නිසි ලෙස නොපෙන්වයි.",
    description_input: "ගබඩා විස්තරය",
    description_input_message: "ඔබේ ව්‍යාපාරය ගැන කෙටි විස්තරයක් ලියන්න.",
    description_input_tips:
      "මෙම විස්තරය ඔබේ වෙළඳසැලේ පාදකයේ දිස්වනු ඇති අතර ඔබේ වෙළඳසැල් පිටු සඳහා පෙරනිමි මෙටා ටැග් විස්තරය ලෙසද භාවිතා කරනු ඇත.",
    address_input: "ගබඩා ලිපිනය",
    address_input_message: "නිශ්චිත ගබඩා ස්ථාන ලිපිනය ඇතුළත් කරන්න",

    phone_input: "දුරකථන අංකය",
    phone_input_message: "පාරිභෝගික සම්බන්ධතා අංකය",
    phone_input_tips:
      "රටේ කේතය සමඟ සම්බන්ධතා අංකය ඇතුළත් කරන්න. මෙම අංකය ගූගල් සෙවුමේ තොරතුරු පෙන්වීමටද භාවිතා කරයි.",
    email_input: "විද්යුත් තැපෑල",
    email_input_message: "පාරිභෝගිකයින් සඳහා ඊමේල් ලිපිනය",
    locality_input: "ස්ථානය",
    locality_input_message: "ගබඩා ස්ථානය",
    region_input: "ප්රාන්තය හෝ පළාත",
    region_input_message: "ඔබ ක්‍රියාත්මක වන ප්‍රාන්තය හෝ පළාත",
    country_input: "රට",
    country_input_message: "ව්යාපාරික රට",
    postal_code_input: "තැපැල් කේතය",
    postal_code_input_message: "ගබඩා තැපැල් කේතය",
    image_input: "රූපය ගබඩා කරන්න",

    map: {
      title: "ගබඩා ලිපිනය",
      confirm: "ලිපිනය ලියාපදිංචි කිරීම",
      address: "ලිපිනය",
      receptor: "ගබඩා",
    },

    create_shop_action: "ගබඩාව සාදන්න",
    update_shop_action: "යාවත්කාලීන කරන්න",

    notifications: {
      copy_success: "ගබඩා ලිපිනයේ පිටපතක්.",
      name_available: `මෙම නම ({name}) තිබේ.`,
      add_success: `ගබඩාව {title} සාදන ලදී.`,
      edit_success: "ගබඩාව සංස්කරණය කර ඇත.",
    },
  },

  /** {@see BProductInventoryManagementVirtual} **/
  virtual_items_list: {
    add_virtual_item: "අතථ්‍ය අයිතමය එක් කරන්න",
    add_virtual_item_desc:
      "අතථ්‍ය නිෂ්පාදන විකිණීමට, ඔබ ඒවා මෙම කොටසට එක් කළ යුතුය. අතථ්‍ය අයිතම ගණන මෙම කොටසේ නිදහස් අයිතම ගණනට සමාන වේ. පාරිභෝගිකයින් අතථ්‍ය අයිතමය මිලදී ගත් පසු, සබැඳිය ඔවුන් වෙත යවනු ලැබේ.",

    filter_action: "පෙරහන යොදන්න",
    not_processed: "සකස් නොකළ ඇණවුම්",
    title: "අයිතම ලැයිස්තුව",
    vew_order: "පිළිවෙල බලන්න",

    table: {
      nodata: "අයිතම කිසිවක් නැත",
      product: "නිෂ්පාදන",
      data: "දත්ත",
      status: "තත්ත්වය",
      user_message: "පරිශීලක පණිවිඩය",
      updated_at: "අවසාන යාවත්කාලීන කිරීම",
      order: "නියෝග",
      delete: "මකන්න",
    },
    notifications: {
      delete_success: "අයිතමය සාර්ථකව මකා ඇත.",
    },
  },

  /** {@see BProductVirtualItemAdd} **/
  add_virtual_item: {
    title_edit: "අගයන් සංස්කරණය කරන්න",
    title_add: "නිෂ්පාදනයට අයිතමය එක් කරන්න",
    sub_title: "අතථ්‍ය නිෂ්පාදන නිර්මාණය කිරීම සහ සංස්කරණය කිරීම",
    message:
      "ගබඩා කළමනාකරුට ගෙවීමෙන් පසු ගැනුම්කරුට වටිනාකම පෙන්විය හැක. මෙම අගයන් පහත පෝරමයට ඇතුළත් කළ යුතුය. මෙම පෝරමයේ ව්‍යුහය අයිතමය සංස්කරණය කරන්න> ප්‍රතිදාන තොරතුරු සංස්කරණය කරන්න කොටසෙහි සකසා ඇත.",
    edit_outputs: "ප්රතිදාන පෝරමය සංස්කරණය කරන්න",
    notifications: {
      edit_success: "අයිතමය සංස්කරණය කරන ලදී.",
      add_success: "අයිතම ලැයිස්තුවට එකතු කරන ලදී.",
    },
  },

  /** {@see BPageOrderVirtual} **/
  virtual_process_center: {
    title: "සැකසුම් මධ්යස්ථානය",
    sub_title: "ඇණවුම් සැකසීම",
    virtual_product: "අතථ්‍ය නිෂ්පාදනය",
    menu: {
      report: "වාර්තාව",
      timeline: "කාලරේඛාව",
      order: "නියෝග",
    },

    /** {@see BOrderVirtualItem} **/
    outputs_widget: {
      title: "ප්රතිදාන ආකෘතිය",
      table: {
        title: "ශීර්ෂය",
        value: "වටිනාකම",
      },
      tips: [
        "පාරිභෝගික ඉල්ලීම සම්පූර්ණ කිරීමෙන් පසු, ඇණවුම ගැන ගැනුම්කරුට දැනුම් දීමට ඇණවුම් තහවුරු කිරීමේ යතුර ඔබන්න.",
        "ඇණවුම අනුමත වූ පසු, ගැනුම්කරුට ආදාන තොරතුරු සංස්කරණය කිරීමට නොහැකි වනු ඇත.",
      ],
      alerts: {
        order_completed_by_admin: "ඇණවුම සම්පූර්ණ කර ඇත.",
        order_completed_by_buyer: "ගැනුම්කරු විසින් ඇණවුම සම්පූර්ණ කර ඇත.",
        waiting_for_buyer: "ගැනුම්කරුගේ අනුමැතිය බලාපොරොත්තුවෙන්..",
      },
    },
  },

  /** {@see BPageOrderFile} **/
  file_process_center: {
    title: "සැකසුම් මධ්යස්ථානය",
    sub_title: "ඇණවුම් සැකසීම",
    menu: {
      report: "වාර්තාව",
      timeline: "කාලරේඛාව",
      order: "නියෝග",
    },
  },

  /** {@see BOrderDashboard} **/
  process_order_page_dashboard: {
    title: "ඇණවුම් සැකසීම",
    cancel_order_action: "ඇණවුම අවලංගු කරන්න",
    open_basket_cation:
      "මෙම සාප්පු කරත්තය විවෘතයි, එනම් පාරිභෝගිකයා සාප්පු සවාරි යන අතර තවමත් ඇණවුම ගෙවා නැත.",

    reject_dialog: {
      title: "නියෝගය ප්‍රතික්ෂේප කිරීමට හේතුව",
      message:
        "පහත ලැයිස්තුවෙන් මෙම ඇණවුම ප්‍රතික්ෂේප කිරීමට හේතුව තෝරන්න. අවලංගු කිරීමේ සහ ආපසු ගෙවීමේ ක්‍රියාවලිය පිළිබඳව පාරිභෝගිකයා දැනුවත් කිරීමට වග බලා ගන්න. ආපසු ගෙවීම් පැය 12 ක් ඇතුළත සිදු කළ යුතුය.",
      confirm_now_action: "අවලංගු කරන්න 🛍️ ඇනවුම් කරන්න අයිතමය",
      confirm_in48h_action: "අවලංගු කරන්න 🛍️ ඇනවුම් කරන්න අයිතමය 48 අයිතමය",

      dismiss_reject_action: "ඇණවුම අවලංගු කිරීම ඉවතලන්න",

      options: {
        title: "අයිතමය",
        subtitle:
          "ඔබට ඔබගේ ඇණවුම වහාම අවලංගු කිරීමට අවශ්‍ය නම්, ඔබට මෙම විකල්පය භාවිතා කළ හැක.",
      },

      express_input: {
        true_title: "අයිතමය | අවලංගු කරන්න 🛍️ ඇනවුම් කරන්න අයිතමය",
        false_title: "අයිතමය | අවලංගු කරන්න 🛍️ ඇනවුම් කරන්න අයිතමය 48 අයිතමය",
        true_description:
          "මෙම විකල්පය ඔබගේ ඇණවුම වහාම අවලංගු කර ඉන්වෙන්ටරි වහාම යාවත්කාලීන කරනු ඇත.",
        false_description:
          "මෙම විකල්පය ඔබගේ ඇණවුම පැය 48කට පසුව අවලංගු කරයි. එතෙක්, භාණ්ඩ වෙන් කර ඇති අතර අන් අයට මිලදී ගත නොහැක.",
      },
    },

    notifications: {
      update_status_success: "ඇණවුම් තත්ත්වය යාවත්කාලීන කරන ලදී.",
      reject_update_success:
        "ඇණවුම අවලංගු කිරීමේ තත්ත්වය යාවත්කාලීන කරන ලදී.",
      dismiss_reject_success:
        "ඇණවුම සාමාන්‍ය ක්‍රියාවලියට ආපසු ගියේය.",
      set_tracking_success: "ඇණවුම් ට්‍රැක් හැඳුනුම්පත සාර්ථකව සුරකින ලදී.",
      shipping_address_update_success:
        "නාවික ලිපිනය අයිතමය අයිතමය ",
      vendor_order_status_update_success:
        "විකුණුම්කරු අයිතමය තත්ත්වය අයිතමය අයිතමය ",
    },
  },
  /** {@see BPageOrderPhysical} **/
  /** {@see BPageOrderVirtual} **/
  /** {@see BPageOrderFile} **/
  /** {@see BPageOrderService} **/
  process_center: {
    title: "සැකසුම් මධ්යස්ථානය",

    physical_product: "භෞතික නිෂ්පාදන",
    menu: {
      label: "පැකේජ ලේබලය",
      receipt: "ඉන්වොයිසිය",
      back: "ආපසු",
      return: "ආපසු",
      report: "වාර්තාව",
      timeline: "කාලරේඛාව",
      inputs: "යෙදවුම්",
      order: "නියෝග",
    },

    /** {@see OrderPaymentWidget} **/
    payment_widget: {
      title: "ගෙවීම",
      checklist: [
        "ඇණවුම් මුදල සහ පාරිභෝගික ගෙවීම පරීක්ෂා කරන්න.",
        "බිල්පත් ලිපිනය පරීක්ෂා කරන්න.",
        "ඇතුළත් කළ තොරතුරු නිවැරදි බව සහතික කර ගන්න, විශේෂයෙන්ම ගෙවීම මුදල් ලබා දීම නම්.",
      ],
      action_cod_pay: "පාරිභෝගිකයා විසින් ගෙවීම තහවුරු කරන්න",
      action_dir_pay: "උඩුගත කළ ගෙවීම් රිසිට්පත තහවුරු කරන්න",
      payment_receipt_not_uploaded_error:
        "ගෙවීම් කුවිතාන්සිය තවම උඩුගත කර නැත!",

      waiting_for_pay: "පොරොත්තු ගෙවීම",
      processing_payment: "ගෙවීම් සැකසීම",
      processing_cancel: "ගෙවීම අවලංගු කරන ලදී",
      require_capture: "අයිතමය අයිතමය",
      paid: "ගෙවා ඇත",
      cod_pay_info:
        "ඔබට පාරිභෝගිකයාගෙන් ඇණවුම ලැබුණු පසු ඔබට ගෙවීම තහවුරු කර ඇණවුම සම්පූර්ණ කළ හැක.",
      dir_pay_info:
        "ගෙවීම් කුවිතාන්සිය ඉහත දිස්වනු ඇත. ඔබ ගෙවීම තහවුරු කිරීමට පෙර, ඔබේ බැංකුව සමඟ තැන්පතු මුදල සහ රිසිට්පත් තොරතුරු තහවුරු කරන්න.",

      created_date: "සාදන ලද දිනය",
      pay_date: "ගෙවීම් දිනය",
      payment_gateway: "ගෙවීම් දොරටුව",
      payment_method: "ගෙවීමේ ක්රමය",
      risk: "අවදානම් අගය",
      billing_details: "බිල්ගත විස්තර",

      add_transaction: "නව බිල්පත් එකතු කරන්න",
      add_transactions_message:
        "මෙම ඇණවුම සඳහා ඔබ අවම වශයෙන් එක් ගනුදෙනුවක්වත් සෑදිය යුතුය. සමහර අවස්ථාවලදී, පියවර කිහිපයකින් ගෙවීම අවශ්ය වේ. පරිශීලකයාට ගෙවිය යුතු ගනුදෙනු මොනවාද යන්න ඔබ විසින් තීරණය කරනු ඇත, වැඩ අතරතුර.",

      add_bill_dialog: {
        title: "ඉන්වොයිසිය එකතු කරන්න",
        message:
          "ඔබට මෙම ඇණවුම සඳහා නව ඉන්වොයිසි එකක් හෝ කිහිපයක් එක් කළ හැක. පාරිභෝගිකයා මෙම ඉන්වොයිසි දකින අතර කාර්යයේ ප්‍රගතිය අනුව එකින් එක ගෙවනු ඇත.",
        amount_input: "ඉන්වොයිස් මුදල",
        action: "බිල්පත් එකතු කරන්න",
      },
      edit_bill_dialog: {
        title: "ඉන්වොයිසිය සංස්කරණය කරන්න",
        message: "ඔබට පොරොත්තු ඉන්වොයිසි සංස්කරණය කළ හැක.",
        action: "ඉන්වොයිසිය සංස්කරණය කරන්න",
      },
      bill_cash_payment_dialog: {
        title: "මුදල් ගෙවීම ලියාපදිංචි කරන්න",
        message:
          "ගැණුම්කරු මෙම ඉන්වොයිසියේ මුදල මුදලින් හෝ මාර්ගගත ගෙවීමක් හැර වෙනත් ආකාරයකින් ගෙවා ඇත්නම්, මෙම කොටසෙහි, විකල්පයක් තෝරාගැනීමෙන්, ලියාපදිංචි වී ඔහුගේ ගෙවීම තහවුරු කරන්න. මෙම කොටසේදී, ඔබට දැකිය හැක්කේ ඔබේ වෙළඳසැලේ මුදල් ගෙවීමේ ද්වාර පමණි, ඔබට එවැනි විකල්පයක් නොපෙනේ නම්, ඔබ ඔබේ වෙළඳසැලේ තෝරාගත් මුදල්වලින් මුදල් ගෙවීමේ ද්වාරයක් සක්‍රිය කළ යුතුය.",
        action: "බිල්පත් ගෙවීම තහවුරු කරන්න",
      },

      table: {
        title: "ශීර්ෂය",
        amount: "ප්රමාණය",
        description: "විස්තර",
        info: "තොරතුරු",
      },
      user_payment: "පාරිභෝගික ගෙවීම",
      cod: "අයිතමය අයිතමය භාරදීම",
      gateway_wage: "ගාස්තු",
      gift_card: "තෑගි කාඩ්පත",
      discount_code: {
        title: "වට්ටම් කේතය",
        code: "කේතය",
        percent: "සියයට",
        limit: "සීමාව",
      },
      club: {
        title: "පාරිභෝගික සමාජය",
        percent: "සියයට",
        limit: "සීමාව",
      },

      coupon: {
        title: "කූපනය",
        percent: "සියයට",
        limit: "සීමාව",
        charge: "අයකිරීම",
      },
      delivery: {
        title: "නැව්ගත කිරීමේ පිරිවැය",
        not_paid: "නොගෙවූ",
      },
      samin: {
        title: "සේවා ගාස්තුව",
        description:
          "මෙම මුදල ඔබේ Selldone wallet ගිණුමෙන් අඩු කර ඇත.",
        tooltip: "ගෙවීම් ක්රමය අනුව ගණනය කරන්න",
        percent: "සියයට",
      },
      affiliate: {
        title: "අනුබද්ධ කොමිෂන් සභාව",
        affiliate_message:
          "ඔබ මෙම කොමිස් මුදල ඔබේ අනුබද්ධ ආයතනයට ගෙවිය යුතුය. මෙම ක්රියාවලිය ඔබ විසින්ම සිදු කරනු ලැබේ.",
      },
      total_price: "මුළු භාණ්ඩ මිල",
      total_items_discount: "භාණ්ඩ වට්ටම්",
      total_price_after_offers: "දීමනා අයදුම් කිරීමෙන් පසු එකතුව",

      total_order_price_before_tax: "බදු පෙර මුළු මිල",

      user_payment_amount: "ගැනුම්කරුගේ ගෙවීම් ප්රමාණය",
      samin_wage: "Selldone විකුණන ලද ගාස්තුව",
      pay_cod_dialog: {
        title: "ඔබට ඇණවුම් මුදල් ලැබුනද?",
        message:
          "පාරිභෝගිකයා විසින් සම්පූර්ණ ගෙවීම සහතික කිරීමෙන් පසුව, මුදල් ගෙවීමෙන් පසු ගෙවීමේ ක්‍රමය තුළ මෙම විකල්පය තහවුරු කරන්න.",
        confirm_action: "පාරිභෝගික ගෙවීම තහවුරු කරන්න",
      },
      pay_dir_dialog: {
        title: "ඔබට ඇණවුම් මුදල් ලැබුනද?",
        message:
          "ඔබගේ බැංකුව සමඟ උඩුගත කළ ගෙවීම් කුවිතාන්සියක් අනුමත කිරීමෙන් පසු මෙම විකල්පය තහවුරු කරන්න. ඔබේ බැංකුව සමඟ ගෙවීම පරීක්ෂා කිරීමට වග බලා ගන්න.",
        confirm_action: "පාරිභෝගික ගෙවීම තහවුරු කරන්න",
      },

      notifications: {
        pay_confirm_message:
          "ගෙවීම තහවුරු කර ඇත.<br> වරාය: {gateway_name}<br> දිනය: {payment_at}",
        pay_fail_title: "නොගෙවූ",
        pay_fail_message: "ගෙවීම අනුමත කළ නොහැක!",
      },
    },
    /** {@see BOrderDashboardCart} **/
    basket_list: {
      checklist: [
        "බඩු තොග පරීක්ෂා කරන්න.",
        "අයිතමය නොමැති නම්, එම භාණ්ඩය සඳහා ගෙවූ මුදල පාරිභෝගිකයා වෙත ආපසු ලබා දිය යුතුය.",
      ],
      message:
        "අයිතම කිසිවක් නොමැති නම් හෝ විකිණීමට නොහැකි නම්, එය අසල ඇති කොටුව සලකුණු නොකරන්න සහ <b>තහවුරු කිරීමේ ඇණවුම</b> බොත්තම ක්ලික් කරන්න.",
      action: "ඇණවුම තහවුරු කිරීම",
      list_of_items: "සාප්පු කරත්ත ලැයිස්තුව",
      apply_change_action: "වෙනස්කම් යොදන්න",
      cant_apply_change: "වෙනස්කම් කරන්න බැහැ",
      lottery_prize_inform:
        "ඔබේ පාරිභෝගිකයා මෙම නිෂ්පාදනයෙන් 1 ගුණයක් දිනා ගනී. මෙම ඇණවුම සමඟ තෑග්ගක් යවන්න.",

      need_to_refund: {
        title: "මුදල් ආපසු ගෙවීම අයිතමය දක්වා අයිතමය පාරිභෝගිකයා",
        message:
          "ඔබ අතින් සිදු කළ යුතු මුදල් ආපසු ගෙවීමේ මුළු මුදල අපි ගණනය කරමු. එය තවමත් ලබා ගත නොහැකි අයිතම සහ සම්පූර්ණ ආපසු ගෙවන ලද අගයන් මත පදනම්ව ගණනය කර ඇත.",
        calculated_approximately:
          "අයිතමය ප්රමාණය අයිතමය අයිතමය ප්රමාණය අයිතමය",
      },
      need_payback: {
        title: "පාරිභෝගිකයා අයකිරීම අයිතමය",
        message:
          "කරත්තයේ ඇති අයිතම මත පදනම්ව පාරිභෝගිකයාට ආපසු ගෙවන ලද මුළු මුදල ගෙවිය යුතු මුදලට වඩා වැඩි බව අපි දැක ඇත්තෙමු. ඔබට අතිරික්ත මුදල අයකර ගැනීමට ඔබේ පාරිභෝගිකයාගෙන් අය කිරීමට සිදු විය හැක.",
      },
      need_no_refund: {
        title: "නැත මුදල් ආපසු ගෙවීම අයිතමය",
      },
      total_refund: {
        title: "සමස්ත මුදල් ආපසු ගෙවීම",
        message:
          "එය ඔබගේ ගෙවීම් ද්වාරය මගින් ස්වයංක්‍රීයව කරන ලද මුදල් ආපසු ගෙවීමේ මුළු මුදලයි. සමහර ගෙවීම් සේවා පමණක් මෙම විශේෂාංගයට සහය දක්වයි, එබැවින් ඔබ අතින් ආපසු ගෙවිය යුතුය.",
      },
    },
    /** {@see BOrderDashboardPreparing} **/
    preparing: {
      title: "සකස් කිරීම",
      packing_weight: "ඇසුරුම් බර",
      delivery_type: "නැව්ගත කිරීමේ ක්රමය",
      packing_size: "ඇසුරුම් මානයන්",
      distance_warning: "අවසර ලත් දුර සීමාව ඉක්මවයි.",
      weight_warning: "අවසර ලත් බර ඉක්මවා යයි.",
      volume_warning: "අවසර ලත් පැකේජ ප්‍රමාණය ඉක්මවයි.",
      items_weight_calculation:
        "අයිතමය බර අයිතමය සෑම අයිතම අයිතමය {weight} {unit}",
      not_available_message:
        "ඔබ නැව්ගත කිරීමේ ලිපිනය ඉල්ලා අක්‍රියව සිටින විට එය ලබා ගත නොහැකි අතර මිලදී ගැනීමෙන් පසු පරිශීලකයා ලිපිනය පුරවා නැත!",

      message:
        "ඇණවුම නැව්ගත කිරීමට සූදානම් නම් පහත <b> Order Ready</b> බොත්තම ක්ලික් කරන්න.",
      action: "ඇණවුම නැව්ගත කිරීමට සූදානම්",
      checklist: [
        "ඇසුරුම්කරණයේ සම්මත නීති අනුගමනය කිරීම.",
        "අයිතම ලැයිස්තුවක් මුද්‍රණය කර පැකේජය තුළට දමන්න.",
        "පෙට්ටියට ලේබලයක් මුද්‍රණය කර අලවන්න.",
      ],
    },

    basket_items: "ඇණවුම් අයිතම ලැයිස්තුව",

    delivered_dialog: {
      title: "මෙම ඇණවුම පාරිභෝගිකයා වෙත ලැබී තිබේද?",
      message: "පාරිභෝගිකයාට ඇණවුම ලැබුණු බව ඔබ දන්නා විට මෙම විකල්පය තහවුරු කරන්න",
      confirm_action: "පාරිභෝගිකයාට පැකේජය ලැබුණු බව මම තහවුරු කරමි",
    },
    return_delivery_dialog: {
      title: "ඇණවුම භාරදීමේදී කිසියම් ගැටලුවක් තිබේද නැතහොත් එය ආපසු ලබා දුන්නේද?",
      message:
        "කිසියම් හේතුවක් නිසා ඇණවුම යැවීමෙන් පසු ආපසු එවන්නේ නම් සහ නැව්ගත කිරීම නැවත යැවීමට අවශ්‍ය නම් නැව්ගත කිරීම ආපසු යැවීමේ විකල්පය තහවුරු කරන්න.",
      confirm_action: "ආපසු භාරදීම තහවුරු කරන්න",
    },

    notifications: {
      update_status_success: "ඇණවුම් තත්ත්වය යාවත්කාලීන කරන ලදී.",
      reject_update_success: "ඇණවුම අවලංගු කිරීමේ තත්ත්වය යාවත්කාලීන කරන ලදී.",
      dismiss_reject_success: "ඇණවුම අවලංගු කරන ලදී.",
      pay_cod_success: "බෙදාහැරීමේ මුදල් ගෙවීම තහවුරු කර ඇත.",
      pay_dir_success:
        "කාඩ්පතෙන් කාඩ්පතට ගෙවීමෙන් හෝ මුදල් මාරු කිරීමෙන් ගෙවීම තහවුරු කරන ලදී.",
      set_tracking_success: "ඇණවුම් ට්‍රැක් හැඳුනුම්පත සාර්ථකව සුරකින ලදී.",
      new_bill_success: "නව බිල්පත සාර්ථකව එකතු කරන ලදී.",
      edit_bill_success: "බිල්පත සාර්ථකව යාවත්කාලීන කරන ලදී.",
      update_bill_status_success: "බිල්පත් තත්ත්වය සාර්ථකව යාවත්කාලීන කරන ලදී.",
      set_payment_in_cash_success: "බිල්පත් ගෙවීම අතින් තහවුරු විය.",
    },

    delete_bill_dialog: {
      title: "බිල්පත මකන්න",
      message: "ඔබට මෙම බිල්පත මැකීමට විශ්වාසද?",
      action: "ඔව්, දැන් මකන්න",
    },
  },

  /** {@see AdminShopGatewayManagementPage} **/
  shop_gateway: {
    title: "දොරටුව",
    menu: {
      dashboard: "උපකරණ පුවරුව",
      edit: "සංස්කරණය කරන්න",
      transactions: "ගනුදෙනු",
      back: "ගේට්වේස්",
    },

    /** {@see BPageGatewayDashboard} **/
    dashboard: {
      title: "ගේට්වේ කළමනාකරණය",

      /** {@see BGatewayPaymentsChart} **/
      gateway_data_widget: {
        title: "ගෙවීම් වාර්තාව",
        subtitle:
          "තෝරාගත් කාල සීමාව තුළ සිදු කරන ලද ගෙවීම් සහ ගනුදෙනු නිර්මාණය කරන ලදී.",
        chart: {
          times: "ගණන් කරන්න",
          buys: "ගණන් මිලදී ගන්න",
          pays: "සාර්ථක ගෙවීමක්",
          amount_pay: "ගෙවා ඇත",
          amount_wage: "ගාස්තු",
        },
      },
    },

    /** {@see BPageGatewayEdit} **/
    edit: {
      title: "ගේට්වේ සංස්කරණය කරන්න",
      menu: {
        delete: "ගේට්වේ ඉවත් කරන්න",
      },
      edit_action: "ගේට්වේ සංස්කරණය කරන්න",
    },

    /** {@see BPageGatewayTransactions} **/
    transactions: {
      title: "ගනුදෙනු",
      table: {
        amount: "ප්රමාණය",
        currency: "මුදල්",
        livemode: "ටයිප් කරන්න",
        status: "තත්ත්වය",
        target_id: "නියෝග",
        risk: "අවදානම්",
        card: "කාඩ්පත",
        issued_at: "නිකුත් කල දිනය",
        payment_at: "ගෙවීම් දිනය",
      },
      live_mode: "සජීවි",
      test_mode: "වැලි පෙට්ටිය",
    },
  },

  /** {@see BGatewayOverview} **/
  b_gateway_overview: {
    title: "තොරතුරු",
    subtitle: "දළ විශ්ලේෂණය අයිතමය ගෙවීම දොරටුව අයිතමය අයිතමය තත්ත්වය",
    status: "තත්ත්වය",
    cod_transportation: "සහාය නාවික",
    cod_transportations_error:
      "අවම වශයෙන් එක් නැව්ගත කිරීමේ ක්‍රමයක් සඳහා බෙදාහැරීමේ මුදල් ගෙවීම සබල කරන්න!",
    payment_type: "ගෙවීම ටයිප් කරන්න",
    cod: "අයිතමය අයිතමය භාරදීම",
    online: "අයිතමය ගෙවීම",
    wage_percent: "ගාස්තු සියයට",
    min_wage: "අවම ගාස්තු",
    max_wage: "උපරිම ගාස්තු",
    min_amount: "අවම ගනුදෙනුව",
    max_amount: "උපරිම ගනුදෙනුව",
    timeout: "ගෙවීම අයිතමය",
    timeout_unit: "අයිතමය",
    link: "දොරටුව සබැඳිය",
    your_gateway_status: "අයිතමය දොරටුව තත්ත්වය",
    oauth2_button: "ස්වයංක්‍රීය Connect දක්වා {gateway}",
    fee_payment_message:
      "පාරිභෝගිකයා විසින් ගෙවන ලද සම්පූර්ණ මුදල ඔබගේ ගිණුමට මාරු කරනු ලැබේ. සේවා ගාස්තුව Selldone හි ඔබගේ මුදල් පසුම්බියෙන් අඩු කරනු ලැබේ.",

    auto_config: "ස්වයංක්‍රීය වින්යාසය",

    keys: {
      title: "පුද්ගලික අයිතමය",
      subtitle:
        "ගෙවීම සඳහා පුද්ගලික යතුරු ලැයිස්තුව. ගෙවීම් නිර්මාණය කිරීම සහ කළමනාකරණය කිරීම සඳහා මෙම තොරතුරු අත්යවශ්ය වේ.",
    },
    extra_config: {
      title: "ගෙවීම සේවාව අයිතමය",
      subtitle: "අයිතමය අයිතමය තොරතුරු අයිතමය අයිතමය ගෙවීම දොරටුව",
    },

    recommended_actions: {
      title: "අයිතමය ක්රියාවන්",
      subtitle:
        "මෙම පියවර ගැනීමෙන්, ඔබ ඔබේ ගනුදෙනුකරුවන්ගෙන් සැබෑ ගෙවීම් ලැබීමට පටන් ගනී.",
      action_enable: "අයිතමය දක්වා සබල කරන්න අයිතමය",
      make_live_enable: "අයිතමය දක්වා සජීවි අයිතමය",
    },
  },

  /** {@see BGatewayAdd} **/
  edit_gateway: {
    public_keys: "පොදු යතුරු",
    private_keys: "පුද්ගලික යතුරු (රහස්‍ය)",
    link: "වෙබ් අඩවිය",
    status_title: "ගෙවීම සේවාව තත්ත්වය",
    status_message:
      "ගෙවීම් ක්‍රමය සක්‍රිය හෝ අක්‍රිය ලෙස වින්‍යාස කරන්න. සක්‍රිය ලෙස සකසා ඇති ක්‍රම පමණක් පාරිභෝගිකයින්ට පෙන්වනු ඇත.",
    status_true_description: "ඔබේ ගනුදෙනුකරුවන්ට මෙම ගෙවීම් ක්‍රමය සමඟ ගෙවිය හැකිය.",

    manual_title: "අතින් / ස්වයංක්‍රීය අයිතමය ගෙවීම",
    manual_message:
      "ඔබ ගෙවීමක් සාදන විට, ඔබට පසුව ග්‍රහණය කර ගත හැකි අරමුදල් වෙන් කර ගැනීමට සුදුසුකම් ලත් ගෙවීම් ක්‍රමයක් මත රඳවා තබා ගත හැක. උදාහරණයක් ලෙස, හෝටල් බොහෝ විට අමුත්තෙකු පැමිණීමට පෙර සම්පූර්ණ ගෙවීමක් අනුමත කරයි, පසුව අමුත්තා පරීක්ෂා කරන විට මුදල් අල්ලා ගන්න.",

    gateway_status: "තත්ත්වය",
    wallet: "බ්ලොක්චේන් පසුම්බිය",
    developer_title: "සංවර්ධක මාදිලිය",
    developer_message:
      "ද්වාරය දෝශ නිරාකරණ ප්‍රකාරයට සහය දක්වන්නේ නම් ඔබට ව්‍යාජ ගනුදෙනු සැකසීමට හැකිය.",
    live_mode_message: "සියලුම ගනුදෙනු සජීවී මාදිලියේ වනු ඇත.",

    notifications: {
      edit_success: "ද්වාරය {gateway_name} සංස්කරණය කරන ලදී.",
      success_delete: "ගෙවීම ක්‍රමය අයිතමය අයිතමය මකා දමන ලදී!",
    },
    debug: {
      title: "සංවර්ධනය කරන්න & අයිතමය",
      subtitle: "ගෙවීම් ද්වාරය පරීක්ෂා කිරීමට ඔබට නිදොස් කිරීමේ මාදිලිය සබල කළ හැක.",
    },

    limit: {
      title: "🛍️ ඇනවුම් කරන්න සීමාව",
      subtitle: "මෙම ගෙවීම් දොරටුව සඳහා අවම ඇණවුම් මුදල සකසන්න.",
    },
    limit_input: {
      title: "අවම 🛍️ ඇනවුම් කරන්න ප්රමාණය",
      msg: "අයිතමය අයිතමය නැත සීමාව",
    },
    currency_input: {
      message: "අයිතමය මුදල් අයිතමය අයිතමය ගෙවීම දොරටුව සහාය",
    },
    gateway_code: "දොරටුව කේතය",

    hold_only_for: "අයිතමය ගෙවීම අයිතමය ඇත අයිතමය",
    manual_input: {
      false_description:
        "ගෙවීම් සපයන්නා පද්ධතිය තුළ අපේක්ෂිත සිට තහවුරු කිරීමට ගෙවීම් තත්ත්වය ස්වයංක්‍රීයව වෙනස් වේ.",
      false_title: "ස්වයංක්‍රීය ගෙවීම අයිතමය",
      true_title: "අයිතමය ගෙවීම අයිතමය අතින් අයිතමය",
      true_description:
        "ගෙවීමක් මත රඳවා තබා ගන්න, එවිට ඔබට ඇණවුමක් සඳහා ගෙවීම් තහවුරු කිරීමට අවශ්‍ය වන අතර, ගෙවීම් සපයන්නා පද්ධතිය තුළ ඔවුන්ගේ තත්ත්වය පොරොත්තුවෙන් සිට තහවුරු කර ඇත.",
    },
    delete_verify_input: {
      true_title: "අයිතමය අයිතමය දක්වා ඉවත් කරන්න අයිතමය ගෙවීම ක්‍රමය",
      true_description:
        "මෙම ගෙවීමේ ක්‍රමය ගබඩාවෙන් ඉවත් කරනු ලබන අතර පාරිභෝගිකයින්ට ලබා ගත නොහැක.",
    },
    delete_alert: {
      title: "මකන්න ගෙවීම ක්‍රමය",
      message: "මෙම ගෙවීමේ ක්‍රමය ඔබේ වෙළඳසැලෙන් මකා දමන බව ඔබට විශ්වාසද?",
      action: "මකන්න ගෙවීම ක්‍රමය",
    },
  },

  /** {@see BPageGiftcard} **/
  gift_card: {
    title: "තෑගි කාඩ්පත්",
    menu: {
      edit: "සංස්කරණය කරන්න",
      new_card: "කාඩ්පත සාදන්න",
      list: "කාඩ්පත්",
      orders: "නියෝග",
      dashboard: "උපකරණ පුවරුව",
      back: "තෑගි කාඩ්පත්",
    },

    /** {@see AdminGiftCardDashboardPage} **/
    dashboard: {
      title: "තෑගි කාඩ්පත් කළමනාකරණ උපකරණ පුවරුව",

      /** {@see BGiftcardStatisticsPayment} **/
      amount_widget: {
        title: "කාඩ්පත් ගෙවීම",
        title_small: "දින 30",
        chart_amount_pay: {
          y: "එකතුව",
          label: "ගෙවීම",
        },
        chart_buys: {
          y: "මිලදී ගනී",
          label: "මිලදී ගනී",
        },
        total_buy: "මුළු මිලදී ගැනීමේ මුදල",
        total_pay_30days: "දින 30 සම්පූර්ණ ගෙවීම",
        total_pay_today: "අද ගෙවීම",
      },

      /** {@see BGiftcardStatisticsCount} **/
      count_widget: {
        title: "නිකුත් කළ කාඩ්පත් ගණන",
        title_small: "දින 30",
        total_cards: "මුළු කාඩ්පත් ගණන",
        used_cards_30days: "දින 30 භාවිතය",
        used_today: "අද භාවිතාව",
        chart: {
          new_cards: "නව කාඩ්පත්",
          used_cards: "පාවිච්චි කළ කාඩ්පත්",
          new_card_name: "නව කාඩ්පත",
          used_card_name: "පාවිච්චි කළා",
        },
      },

      /** {@see BGiftcardExport} **/
      export: {
        title: "ප්‍රතිදාන ගොනුව ලබා ගන්න",
        cards_list: "කාඩ්පත් ලැයිස්තුවක් ලබා ගන්න",
        get_report: "වාර්තාව ලබා ගන්න",
      },
    }, // End of dashboard

    /** {@see AdminGiftCardManagementPage} **/
    cards: {
      title: "නිකුත් කළ කාඩ්පත් ලැයිස්තුව",
      subtitle:
        "සියලුම නිකුත් කළ කාඩ්පත් බලන්න සහ කළමනාකරණය කරන්න. ඔබට පරිශීලකයින්ට අතින් කාඩ්පත් යැවීමට හෝ අවශ්ය නම් ඒවා තහනම් කිරීමට හැකිය.",

      loading_message: "තොරතුරු ලබා ගනිමින් ... කරුණාකර රැඳී සිටින්න",
      issue_to_user: "පරිශීලකයාට ගැටළුවක්",
      table: {
        card_number: "කාඩ්පත් අංකය",
        balance: "ශේෂය",
        paid: "ගෙවා ඇත",
        edit: "සංස්කරණය කරන්න",
        delete: "මකන්න",
        expire: "කල් ඉකුත් වේ",
        user: "පරිශීලක",
      },
      delete_alert: {
        title: "කාඩ්පත ඉවත් කරන්න",
        message: "ඔබට මෙම කාඩ්පත මැකීමට අවශ්‍ය බව විශ්වාසද?",
        action: "මකන්න",
      },
      notifications: {
        delete_success: "තෑගි කාඩ්පත මකා ඇත.",
        edit_success: "වෙනස්කම් සිදු කර ඇත.",
        issue_success: "පරිශීලකයාට සාර්ථකව නිකුත් කරන ලද තෑගි කාඩ්පත.",
      },
      issue_dialog: {
        title: "තෑගි කාඩ්පතක් නිකුත් කරන්න",
        action: "මම තහවුරු කරනවා. දැන් කාඩ්පත නිකුත් කරන්න",
      },
    }, // End of cards

    /** {@see BGiftcardAdd} **/
    gift_card_edit: {
      title: "තෑගි කාඩ්පතක් සාදන්න",
      validity: "වලංගුභාවය",
      validity_unit: "මාස",
      currency: "මුදල්",
      initial_balance: "ආරම්භක කාඩ්පත් ශේෂය",
      count: "ගණන් කරන්න",
      count_unit: "අයිතම)",
      enable_input_message: "සාදන ලද කාඩ්පත්වල තත්ත්වය",
      notifications: {
        create_success_title: "සුරකින්න",
        create_success: "නව කාඩ්පත් {count}ක් සාදන ලදී",
      },
    },

    /** {@see AdminGiftCardEditPage} **/
    gift_card_edit_page: {
      title: "තෑගි කාඩ්පත සංස්කරණය කරන්න",
    },
  },

  /** {@see BPageDiscountCode} **/
  shop_discount: {
    title: "වට්ටම් කේතය",
    up_to: "දක්වා",
    menu: {
      dashboard: "උපකරණ පුවරුව",
      orders: "නියෝග",
      back: "වට්ටම් කේත",
    },

    /** {@see BPageDiscountCodeDashboard} **/
    dashboard: {
      title: "වට්ටම් කේත කළමනාකරණ උපකරණ පුවරුව",
      chart_amount_buy: {
        y: "මිලදී ගැනීමේ මුදල {currency}",
        label: "මිලදී ගන්න",
      },
      chart_amount_discount: {
        y: "වට්ටම් {currency}",
        label: "වට්ටම්",
      },
      chart_used: {
        y: "භාවිතයේ ප්රමාණය",
        label: "ටයිම්ස්",
      },
    },
  },

  /** {@see BPageCoupon} **/
  shop_coupon: {
    title: "කූපන් පත්",
    up_to: "දක්වා",
    menu: {
      dashboard: "උපකරණ පුවරුව",
      back: "කූපන් පත්",
      orders: "නියෝග",
    },

    /** {@see BPageCouponDashboard} **/
    dashboard: {
      title: "කූපන් කළමනාකරණ උපකරණ පුවරුව",
      chart_amount_buy: {
        y: "මිලදී ගැනීමේ මුදල {currency}",
        label: "මිලදී ගන්න",
      },
      chart_amount_discount: {
        y: "කූපනය {currency}",
        label: "කූපනය",
      },
      chart_used: {
        y: "භාවිතයේ ප්රමාණය",
        label: "ටයිම්ස්",
      },
    },
  },

  /** {@see BPageOffer} **/
  shop_offer: {
    title: "පිරිනැමීම්",
    up_to: "දක්වා",
    menu: {
      dashboard: "උපකරණ පුවරුව",
      orders: "නියෝග",
      back: "පිරිනැමීම්",
    },

    /** {@see BPageOfferDashboard} **/
    dashboard: {
      title: "පිරිනැමීම් කළමනාකරණ උපකරණ පුවරුව",
      chart_amount_buy: {
        y: "මිලදී ගැනීමේ මුදල {currency}",
        label: "මිලදී ගන්න",
      },
      chart_amount_discount: {
        y: "පිරිනැමීම {currency}",
        label: "පිරිනැමීම",
      },
      chart_used: {
        y: "භාවිතයේ ප්රමාණය",
        label: "ටයිම්ස්",
      },
    },
  },

  /**
   * @see BOrderConnectsList
   */
  order_connect_list: {
    subtitle:
      "තෙවන පාර්ශ්ව සපයන්නන් විසින් ඉටු කළ යුතු බාහිරව සමමුහුර්ත කළ ඇණවුම් ලැයිස්තුව.",
  },
  /** {@see BAccountCard} **/
  account_card: {
    pay_create_receipt: "සක්රිය කිරීමේ ගාස්තුව ගෙවන්න",
    balance: "ශේෂය",
    locked: "අගුලු දමා ඇත",
    transfer: "මාරු",
    charge: "තැන්පත් කරන්න",
  },

  /** {@see TimelineStatus} **/
  timeline: {
    note: "{message}",
    info: "{message}",
    error: "{message}",

    buy: "පරීක්ෂාකාරී වන්න",
    payment: "ගෙවීම",

    confirm:
      "ඇණවුම තහවුරු කිරීම, <b>{success}</b> තහවුරු කර <b>{fail}</b> ප්‍රතික්ෂේප කරන ලදී.",
    prepare: "ඇණවුම සකස් කිරීම.",
    send: "ඇණවුම නැව්ගත කර ඇත්තේ <b>{delivery}</b> .",
    delivered: "ඇණවුම පාරිභෝගිකයා වෙත ලබා දී ඇත.",
    "fill-inputs": "ගැනුම්කරු විසින් සම්පූර්ණ කරන ලද ආදාන තොරතුරු පෝරමය.",
    "return-add": "නිෂ්පාදන ආපසු ඉල්ලීමක් ඉදිරිපත් කරන්න, {product}.",
    "return-accept": "ආපසු ඉල්ලීම {return_code} තහවුරු කරන ලදී.",
    "return-reject": "{return_code} ඉල්ලීම ප්‍රතික්ෂේප විය.",

    "reject-order": "නියෝගය ප්‍රතික්ෂේප කරන්න. කේතය: {reject_code}.",
    "reject-order-clear": "ඇණවුම ප්‍රතික්ෂේප කිරීම අවලංගු කරන්න. කේතය: {reject_code}.",

    "delivery-returned":
      "ඇණවුම පාරිභෝගිකයාට නොලැබුණු අතර එය ආපසු ලබා දෙන ලදී. නැවත නැව්ගත කිරීම අවශ්ය වේ.",
    "delivery-canceled": "බෙදා හැරීම අවලංගු කරන ලදී. නැවත නැව්ගත කිරීම අවශ්ය වේ.",
    "edit-receiver-info": "ඇණවුම් භාරදීමේ ලිපිනය ගැනුම්කරු විසින් සංස්කරණය කරන ලදී.",
    "edit-billing-info": "ගැනුම්කරු විසින් සංස්කරණය කරන ලද බිල්පත් ලිපිනය.",
    "payment-cod-confirm": "COD ගෙවීම තහවුරු කරන ලදී.",
    "payment-cash-confirm":
      "බිල්පත සඳහා මුදලින් {currency} {amount} ගෙවීම තහවුරු කරන ලදී.",
    "payment-dir-confirm": "සෘජු ගෙවීමේ කුවිතාන්සිය තහවුරු කරන ලදී.",

    vendor: "විකුණුම්කරු ඇණවුමේ තත්ත්වය <b>{from}</b> සිට <b>{to}</b> දක්වා වෙනස් විය.",

    "connect-sync": "ඇණවුම Connect OS මගින් සමමුහුර්ත කර ඇත.",
    "connect-shipped": "සමමුහුර්ත කළ ඇණවුම {shipping} මගින් යවා ඇත.",
    "connect-returned": "සමමුහුර්ත කළ ඇණවුම {shipping} මගින් ආපසු ලබා දී ඇත.",
    "connect-failed": "හවුල්කරු විසින් ඇණවුම ඉටු කිරීම අසාර්ථක විය. {reason}",
    "connect-canceled": "හවුල්කරු විසින් ඇණවුම අවලංගු කරන ලදී. {reason}",
    "connect-action-cancel": "ඇණවුම අවලංගු කිරීමට ඉල්ලීම. {reason}",
    "connect-put-hold": "නියෝගය අත්හිටුවා ඇත. {reason}",
    "connect-remove-hold": "ඇණවුම රඳවා තබා ගැනීමෙන් ඉවත් කරන ලදී. {reason}",
    "connect-confirmed": "නියෝගය තහවුරු විය.",

    "vendor-payout": "💸 වෙළෙන්දාට ගෙවීම.",
    "vendor-wallet-transaction": "විකුණුම්කරුවන් පසුම්බිය ගනුදෙනුව",

    "vendor-sms":
      "🔔 🛍️ ඇනවුම් කරන්න අයිතමය SMS අයිතමය අයිතමය යවා ඇත දක්වා <b>{vendor}</b> ╏ {phone}.",

    // ━━━━━━━━━━━━━━━━━━━━━━ Email Packs ━━━━━━━━━━━━━━━━━━━━━━

    "email-buy": "පාරිභෝගිකයාට මිලදී ගැනීම තහවුරු කිරීමේ විද්‍යුත් තැපෑල යවන්න.",
    "email-payment": "ගෙවීම් තහවුරු කිරීමේ විද්‍යුත් තැපෑල පාරිභෝගිකයාට යවන්න.",
    "email-update": "යවන්න 🛍️ ඇනවුම් කරන්න යාවත්කාලීන කරන්න විද්යුත් තැපෑල දක්වා පාරිභෝගිකයා",

    "email-vendor":
      "🔔 ඇණවුම් තොරතුරු විද්‍යුත් තැපෑල <b>{vendor}</b> වෙත යවා ඇත ╏ {email}.",

    // ━━━━━━━━━━━━━━━━━━━━━━ SMS Packs ━━━━━━━━━━━━━━━━━━━━━━
    "sms-payment":
      "{phone} හරහා පාරිභෝගිකයාට ගෙවීම් තහවුරු කිරීමේ කෙටි පණිවුඩයක් යවන්න.",
    "sms-ready-to-ship":
      "තම ඇණවුම {phone} හරහා නැව්ගත කිරීමට සූදානම් බව දන්වමින් පාරිභෝගිකයාට කෙටි පණිවුඩයක් යවන්න.",
    "sms-ready-to-pickup":
      "{phone} හරහා තම ඇණවුම ලබා ගැනීමට සූදානම් බව දන්වමින් පාරිභෝගිකයාට කෙටි පණිවුඩයක් යවන්න.",
    "sms-order-confirmation":
      "{phone} හරහා පාරිභෝගිකයාට ඇණවුම තහවුරු කිරීමේ SMS යවන්න.",

    "count-adjustment":
      "නිෂ්පාදනයේ ප්‍රමාණය \"{product}\" {from} සිට {to} දක්වා යාවත්කාලීන කර ඇත.",
  },

  /** {@see FinanceInlineChart} **/
  inline_chart: {
    today: "අද",
    last_days: "දින {days}කට පෙර",
  },
  /** {@see BProductsWindow} **/
  products_select: {
    move_category: "<b>{category} ප්‍රවර්ගය</b> වෙනත් ප්‍රවර්ගයකට ගෙන යන්න",
    move_product: "නිෂ්පාදනය <b>{product}</b> වර්ගයට ගෙන යන්න",
    load_more_products:
      "තව. . නිෂ්පාදන අයිතමය ඇත අයිතමය අයිතමය වර්ගය අයිතමය දක්වා අයිතමය තව. . අයිතම",
    product_menu: {
      dashboard: "නිෂ්පාදන උපකරණ පුවරුව",
      inventory: "ඉන්වෙන්ටරි සහ ප්රභේද",
    },
    notifications: {
      copy_success: "නිෂ්පාදනයේ පිටපත.",
      change_category_success: "නිෂ්පාදන කාණ්ඩය සංස්කරණය කරන ලදී.",
    },

    filter_box: {
      no_root_filter_message: "ඔබට මූලයේ නිෂ්පාදන ඇති නමුත් පෙරහන නැත.",
      has_root_filter_message: "අයිතමය අයිතමය පෙරහන් අයිතමය අයිතමය වර්ගය",
      set_filter_message: "අයිතමය අයිතමය අයිතමය පෙරහන්",
      edit_action: "සංස්කරණය කරන්න අයිතමය පෙරහන්",
      clear_action: "අයිතමය අයිතමය පෙරහන්",
    },
    ai: {
      title: "AI නිෂ්පාදන අයිතමය",
    },
    menu: {
      select_all_products: "තෝරන්න සෑම නිෂ්පාදන",
      unselect: "අයිතමය",
      sort_categories: "අයිතමය / අයිතමය වර්ග",
      subscription_vendor_not_support_message:
        "දායකත්ව නිෂ්පාදන සඳහා වෙළෙන්දා පැවරිය නොහැක! දායකත්ව නිෂ්පාදන සෑම විටම එහි හිමිකරු ලෙස විකුණුම්කරුවෙකු සිටිය යුතුය!",
      vendor_owner_not_assignable_message:
        "එහි හිමිකරු ලෙස වෙළෙන්දෙකු සමඟ නිෂ්පාදන සඳහා විකුණුම්කරුවෙකු පැවරිය නොහැක!",
      category_assign_profile: "අයිතමය පැතිකඩ දක්වා නිෂ්පාදන අයිතමය අයිතමය වර්ගය",
      category_assign_profile_subtitle: "බද්ද, නාවික, මාර්ගෝපදේශය, වගකීම,. ..",
      bulk_discount: "අයිතමය වට්ටම්",
      bulk_discount_subtitle: "අයිතමය වට්ටම් අයිතමය සෑම නිෂ්පාදන",
    },

    engine: {
      title: "අයිතමය නිෂ්පාදන අයිතමය",
      subtitle:
        "තව. . නිෂ්පාදන අයිතමය අයිතමය අයිතමය සිට තෝරන්න වර්ග අයිතමය ටැග්",
      load_in_tips: "අයිතමය නිෂ්පාදන සිට වර්ග අයිතමය අයිතමය {category}.",
      action: "සංස්කරණය කරන්න {category} අයිතමය",
    },
  },
  /** {@see BProductsPanel} **/
  product_panel: {
    excel_import: {
      title: "අයිතමය අයිතමය / CSV ගොනුව අයිතමය",
      select_file: "තෝරන්න ගොනුව",
      max_file: "උපරිම ගොනුව අයිතමය: 20අයිතමය",
      download_sample: "බාගන්න අයිතමය",
    },
    ai: {
      title: "AI නිෂ්පාදන අයිතමය",
    },
  },

  /** {@see BOrderDashboardVendor} **/
  order_vendor: {
    has_panel: "අයිතමය අයිතමය",
    no_panel: "නැත අයිතමය",
    manual_action: {
      title: "අතින් ක්රියාවන්",
      message: "ඔබට වෙළෙන්දා ඇණවුම් තත්ත්වය අතින් යාවත්කාලීන කළ හැක.",
      guides: [
        "පැනල් ප්‍රවේශය ඇති වෙළෙන්දන්ට ඔවුන්ගේ කැප වූ උපකරණ පුවරුව තුළ ඔවුන්ගේ ඉටු කිරීම් (උප ඇණවුම්) යාවත්කාලීන කළ හැක.",
        "විකුණුම්කරුට පැනල ප්‍රවේශයක් නොමැති නම්, බාස්කට් තත්ත්වය වෙනස් කිරීමෙන් විකුණුම්කරු ඇණවුම් තත්ත්වය ස්වයංක්‍රීයව වෙනස් වේ.",
        "අයිතමය අයිතමය යාවත්කාලීන කරන්න විකුණුම්කරු නියෝග අයිතමය",
      ],
    },
    payouts: {
      title: "අයිතමය",
      message: "කළමනාකරණය කරන්න අයිතමය විකුණුම්කරු අයිතමය අයිතමය ගනුදෙනු",

      charge_tooltip: "අයකිරීම විකුණුම්කරු පසුම්බිය",
      withdraw_tooltip: "අයිතමය සිට විකුණුම්කරු පසුම්බිය",
      payout_tooltip: "අයිතමය දක්වා අයිතමය විකුණුම්කරු",
    },
    order_canceled: "🛍️ ඇනවුම් කරන්න අයිතමය",
    order_rejected: "🛍️ ඇනවුම් කරන්න ප්‍රතික්ෂේප කළා අයිතමය විකුණුම්කරු",
  },

  /**
   * @see VPageVendorDashboard
   */
  vendor_dashboard: {
    info: {
      subtitle: "වෙළඳපොළ තොරතුරු",
    },
    performance: {
      subtitle: "අයිතමය විකුණුම් කාර්ය සාධනය",
    },
    products: {
      title: "නිෂ්පාදන",
      subtitle:
        "මෙහිදී ඔබට වෙළඳපොලේ ලැයිස්තුගත කර ඇති ඔබේ නිෂ්පාදන ගණන නැරඹිය හැකිය. බහු විකුණුම්කරුවන්ගේ නිෂ්පාදන ඇතුළත් නොවේ.",
    },
    wallets: {
      title: "ම ෙග් පසුම්බිය",
      subtitle:
        "ඔබට අතින් මුදල් පසුම්බි එකතු කිරීමට අවශ්‍ය නැත! විකුණුම්කරුගේ මුදල් පසුම්බි ස්වයංක්‍රීයව නිර්මාණය වනු ඇත.",
    },

    open_marketplace_page: "අයිතමය වෙළඳපොළ පිටුව",
    open_my_store_page: "අයිතමය අයිතමය ගබඩා පිටුව",
    open_my_listing_page: "අයිතමය අයිතමය ලැයිස්තුගත කිරීම පිටුව",
    add_products_permission: "එක් කරන්න නිෂ්පාදන අයිතමය",
    add_categories_permission: "එක් කරන්න වර්ග අයිතමය",
  },

  /**
   * @see VPageVendorInventory
   */
  vendor_inventory: {
    title: "නිෂ්පාදන ලැයිස්තුව",
    subtitle:
      "මෙය වෙළඳපොලේ ඇති ඔබේ නිෂ්පාදන ලැයිස්තුවකි. බඩු තොගයේ ඔබට පවරා ඇති නිෂ්පාදන සඳහා මිල ගණන් සහ ප්‍රමාණ යාවත්කාලීන කරන්න. As a vendor, you'll only see single-vendor products you own in the product list. වෙනත් පවරා ඇති නිෂ්පාදන මෙහි ද වෙනස් කළ හැක.",
  },

  /**
   * @see VPageVendorAccess
   */
  vendor_member: {
    title: "අයිතමය සාමාජිකයින්",
    subtitle:
      "මෙය ඔබේ විකුණුම් මණ්ඩලයට ප්‍රවේශය ඇති පරිශීලකයින්ගේ ලැයිස්තුවයි. ඔබට මෙහි නව කණ්ඩායම් සාමාජිකයින් එක් කිරීමට සහ ඔවුන්ගේ අවසර අභිරුචිකරණය කිරීමට හැකිය.",
    add_action: "එක් කරන්න අලුත් සාමාජිකයා",
    pending: {
      title: "පොරොත්තුවෙන් අයිතමය",
      message: "දැක්ම අයිතමය ලැයිස්තුව අයිතමය අයිතමය බලාගෙන ඉන්නවා අයිතමය",
    },
  },

  /**
   * @see VMemberAddDialog
   */
  vendor_member_add: {
    title_edit: "සංස්කරණය කරන්න අයිතමය සාමාජිකයා",
    title_new: "එක් කරන්න අලුත් අයිතමය සාමාජිකයා",
    member: {
      title: "අයිතමය සාමාජිකයා විස්තර",
      subtitle:
        "නව කණ්ඩායම් සාමාජිකයෙකු එකතු කර ඔවුන්ගේ අවසරයන් සකසන්න. කියවීමට/ලිවීමට ප්‍රවේශය සකස් කිරීමට එක් එක් අයිතමය මත ක්ලික් කරන්න. සෑම පේළියක්ම ප්‍රධාන සාප්පු උපකරණ පුවරුව සඳහා අවසර මට්ටමට අනුරූප වේ.",
    },
    access: {
      view_data: "දැක්ම දත්ත",
      apply_changes: "සුරකින්න අයිතමය",
    },
    inputs: {
      email: {
        label: "විද්යුත් තැපැල් ලිපිනය",
        placeholder: "අයිතමය අයිතමය සාමාජිකයින් විද්යුත් තැපෑල ලිපිනය",
      },
    },
    notifications: {
      add_success: {
        title: "සාමාජිකයා එක් කරන්න",
        message: "කණ්ඩායමේ සාමාජිකයා සාර්ථකව එකතු කර ඇත.",
      },
      update_success: {
        title: "සාමාජිකයා අයිතමය",
        message: "අයිතමය අයිතමය සාමාජිකයින් තොරතුරු අයිතමය අයිතමය ",
      },
    },
    actions: {
      add: "එක් කරන්න සාමාජිකයා",
    },
  },

  /**
   * @see VPageVendorPayments
   */
  vendor_payments: {
    list: {
      title: "අයිතමය ඉතිහාසය",
      subtitle:
        "ඔබට ඔබේ ගෙවීම් ඉතිහාසය මෙතැනින් බැලිය හැක. මෙම ගෙවීම් බැංකු මාරු කිරීම් හරහා හෝ ස්වයංක්‍රීයව ගෙවීමේ හැකියාව ලබා දෙන ගෙවීම් සේවා භාවිතයෙන් අතින් සැකසිය හැක.",
    },
    connect: {
      title: "Connect බැංකුව",
      subtitle:
        "අපි පහත ගෙවීම් ද්වාර සඳහා බෙදුම් ගෙවීම් හැකියාවන් පිරිනමන්නෙමු. එක් එක් මිලදී ගැනීමෙන් පසු බාධාවකින් තොරව ගෙවීම් ලබා ගැනීමට, කරුණාකර මෙම විකල්ප භාවිතා කර ඔබගේ බැංකු ගිණුම සම්බන්ධ කරන්න.",
    },
    verify_dialog: {
      title: "අයිතමය ගෙවීම",
      option: {
        title: "විකුණුම්කරු අයිතමය",
        subtitle:
          "ඔබට මෙම මාරුව පිළිගැනීමට හෝ ප්‍රතික්ෂේප කිරීමට විකල්පයක් ඇත. මෙම ක්‍රියාව ඉතිහාසගත වාර්තාවක් ලෙස පමණි. ඔබට අරමුදල් ලැබී ඇත්නම් සරලව තහවුරු කරන්න; එසේ නොවේ නම්, කිසිදු පියවරක් ගැනීමට අවශ්ය නැත.",
      },
      inputs: {
        verify: {
          label: "අයිතමය අයිතමය තහවුරු කර ඇත අයිතමය ගෙවීම?",
          false_description:
            "නැත, අයිතමය අයිතමය ලැබුනා අයිතමය ගෙවීම අයිතමය අයිතමය බැංකුව ගිණුම",
          true_description: "ඔව්, අයිතමය අයිතමය ලැබුනා අයිතමය තහවුරු කර ඇත අයිතමය ගෙවීම",
        },
      },
    },
  },

  /**
   * @see BVendorOrderRefund
   */
  vendor_order_refund: {
    title: "මුදල් ආපසු ගෙවීම 🛍️ ඇනවුම් කරන්න",
    subtitle:
      "<b>වැදගත්! </b>මෙම ක්‍රියාව ක්‍රියාත්මක කිරීමෙන් වෙළෙන්දාගේ මුදල් පසුම්බියේ සෘණ ගනුදෙනුවක් ජනනය වන අතර එයින් තෝරාගත් මුදල අඩු කරයි. තෝරාගත් ඇණවුම සඳහා ඉතිරි මුළු ගනුදෙනු ඉක්මවිය නොහැක. අතිරේකව, සම්බන්ධිත බැංකු ගිණුම් වෙත අරමුදල් මාරු කර ඇත්නම් (Stripe Connect හෝ අතින් වයර් මාරු කිරීම වැනි), ඔබ <b>ප්‍රතිවර්තන හුවමාරුවක්</b> සෑදිය යුතුය.",
    inputs: {
      note: {
        message: "අයිතමය අයිතමය දක්වා අයිතමය විකුණුම්කරු",
        placeholder: "අයිතමය අයිතමය සටහන අයිතමය",
      },
      amount: {
        error_message: "අයිතමය අයිතමය ප්රමාණය අයිතමය අයිතමය අයිතමය",
      },
    },
  },

  /** {@see BOrderVendorPaymentManagement} **/
  order_vendor_payment: {
    message:
      "මෙමගින් වෙළඳපොලේ වෙළෙන්දාගේ අතථ්‍ය මුදල් පසුම්බියේ ගනුදෙනු පිළිබඳ දළ විශ්ලේෂණයක් සපයයි. ඇණවුමක් කරන සෑම විටම, විකුණුම්කරුගේ විකුණුම් කොටස ඔවුන්ගේ මුදල් පසුම්බියට එකතු වේ.",
    vendor_wallets: "විකුණුම්කරු පසුම්බි",
    my_wallets: "ම ෙග් පසුම්බිය",
    refund_order_action: "මුදල් ආපසු ගෙවීම 🛍️ ඇනවුම් කරන්න",
    automatic_payout_list: {
      subtitle:
        "මෙය ඔබගේ සම්බන්ධිත බැංකු ගිණුමට ස්වයංක්‍රීය ගෙවීම් ලැයිස්තුවකි. මෙහි ස්වයංක්‍රීය ගෙවීම් පමණක් දර්ශනය වන අතර අතින් ගෙවීම් නොපෙන්වන බව කරුණාවෙන් සලකන්න.",
    },
    reversal_transfer_action: "අයිතමය මාරු",
  },

  /** {@see BPageOrderPhysicalTrack} **/
  physical_order_track: {
    title: "අවදානම් වාර්තා සහ තක්සේරු කිරීම්",
  },
  /** {@see BPageOrderVirtualTrack} **/
  virtual_order_track: {
    title: "අවදානම් වාර්තා සහ තක්සේරු කිරීම්",
  },
  /** {@see BPageOrderVirtualTimeline} **/
  virtual_order_timeline: {
    title: "කාලරේඛාව",
  },
  /** {@see BPageOrderPhysicalTimeline} **/
  physical_order_timeline: {
    title: "කාලරේඛාව",
  },
  /** {@see BPageOrderPhysicalInput} **/
  physical_order_inputs: {},
  /** {@see BOrderTimeline} **/
  order_timeline: {
    message:
      "මෙම කොටසෙහි, ඔබට ඇණවුම, ඉටු කිරීම, ගෙවීම සහ ඒවායේ තත්ත්‍වයට අදාළ සිදුවීම්වල කාලරාමුව බැලීමට හැකිය. මීට අමතරව, ඔබට පාරිභෝගිකයින්ට සහ විකුණුම්කරුවන්ට යවන ලද ඇණවුම් නිරීක්ෂණය කළ හැකිය.",
    add_note_subtitle: "ලිවීම අයිතමය පණිවුඩය අයිතමය අයිතමය ",

    message_input: "මෙහි පණිවිඩයක් ලියන්න...",
    pin_action: "ඉහළට අමුණන්න",
    unpin_action: "ඇමුණුම ඉවත් කරන්න",
    copy_html: "අයිතමය අයිතමය",
    notifications: {
      add_note_success: "සටහන එකතු කරන ලදී.",
      edit_note_success: "සටහන සංස්කරණය කරන ලදී.",
      delete_note_success: "සටහන මකා ඇත.",
    },
    delete_dialog: {
      title: "සටහන මකන්න",
      message: "ඔබට මෙම සටහන මැකීමට අවශ්‍යද?",
      action: "සටහන මකන්න",
    },
    resend_dialog: {
      title: "ඊමේල් නැවත යවන්න",
      message: "මෙම විද්‍යුත් තැපෑල ඔබේ පාරිභෝගිකයාට යලි යැවීමට ඔබට විශ්වාසද?",
      action: "ඔව්, නැවත යවන්න",
      success: "විද්‍යුත් තැපෑල ඔබේ පාරිභෝගිකයාට යවන්න.",
    },
  },

  /** {@see BPageShuttleWalletAccounts} **/
  accounts: {
    title: "ම ෙග් පසුම්බිය",
    message:
      "Selldone ඔබ අයිතමය හි භාවිතා කරන මුදලින් අවම වශයෙන් එක් ගිණුමක්වත් සෑදිය යුතුය. සේවා ගාස්තුව ගෙවීමට ඔබ මෙම ගිණුම පුරවා ගත යුතුය.",
    add_new: "නව ගිණුමක් සාදන්න",
    new_account: "නව ගිණුමක් එක් කරන්න",
    new_account_dialog: {
      title: "නව ගිණුම",
      account_name_input: "ගිණුමේ නම",
      currency_input: "මුදල් ඒකකය",
      currency_input_message:
        "සාදන ලද ගිණුම මෙම මුදල් ඒකකයේ අගයන් පමණක් දරයි.",
      new_account_wage: "නව ගිණුමක් නිර්මාණය කිරීමේ පිරිවැය: පළමු ගිණුම සඳහා නොමිලේ",
      create_account_action: "ගිණුම තනන්න",
    },
  },

  /** {@see UserGifts} **/
  user_gifts: {
    menu: {
      send_gift: "තෑග්ග යවන්න",
      sent: "යවන්න",
      received: "ලැබුනා",
    },

    /** {@see BPageShuttleWalletGiftsSend} **/
    send_gifts: {
      title: "තෑගි එව්වා",
      sub_title:
        "ඔබට ඔබේ මිතුරන්ට හෝ ගනුදෙනුකරුවන්ට තෑග්ගක් යැවිය හැකිය. ලබන්නාට ඔබේ තෑග්ග පිළිගැනීමට හෝ ප්රතික්ෂේප කිරීමට හැකිය. මුදල ඔබගේ ගිණුමේ අගුළු දමා ඇති අතර ලබන්නා පිළිගන්නේ නම් ආපසු ලබා ගනී. එසේ නොමැතිනම්, මෙම මුදල ඔබගේ ගිණුමට මාරු කරනු ලැබේ.",
      table: {
        user: "පරිශීලක",
        amount: "ප්රමාණය",
        currency: "මුදල්",
        account_name: "සිට",
        status: "තත්ත්වය",
        message: "පණිවුඩය",
        created_at: "සාදන ලද දිනය",
      },
    },

    /** {@see BPageShuttleWalletGiftsReceived} **/
    received_gifts: {
      title: "තෑගි ලැබුණා",
      sub_title:
        "Selldone ඔබට අයිතමය හෝ වෙනත් අයගෙන් තෑගි ලැබී ඇත",

      table: {
        amount: "ප්රමාණය",
        currency: "මුදල්",
        account_from: "සිට",
        status: "තත්ත්වය",
        message: "පණිවුඩය",
        created_at: "සාදන ලද දිනය",
        receive: "ලබාගන්න",
      },
    },
  },

  /** {@see BAccountGiftRedeem} **/
  get_gift_dialog: {
    title: "තෑග්ගක් ලබා ගන්න",
    more: "තව ..",
    amount: "ප්රමාණය",
    message: "පණිවුඩය",
    account_to_input: "ගමනාන්ත ගිණුම",
    account_to_input_message: "මෙම ගිණුමට තෑගි මුදල් තැන්පත් කරනු ලැබේ.",
    get_action: "තෑග්ග පිළිගන්න",
    notifications: {
      received_success_title: "සුභ පැතුම්",
      received_success:
        "අයිතමය ප්රමාණය අයිතමය තෑගි {amount} {currency} අයිතමය අයිතමය ගිණුම",
    },
  },
  /** {@see BAccountGiftSend} **/
  send_gift_dialog: {
    title: "තෑග්ග යවන්න",
    account_from_input: "ගිණුමක් තෝරන්න",
    account_from_input_message: "මෙම ගිණුමෙන් තෑගි මුදල් ලබා ගනී.",
    receiver_input: "ග්රාහකයා",
    receiver_input_message: "ඔබට ඊමේල් ලිපිනය හෝ දුරකථන අංකය ඇතුළත් කළ හැකිය.",
    message_input: "පණිවුඩය",
    message_input_message: "ඔබට ලබන්නාට පණිවිඩයක් තැබිය හැකිය.",
    amount_input: "ප්රමාණය",
    currency_input: "මුදල් ඒකකය",
    currency_input_message: "මෙම මුදලින් මිල ගණනය කෙරේ.",
    send_action: "තෑග්ග යවන්න",
    notifications: {
      send_success: "{currency} {amount} ත්‍යාගයක් {receiver} වෙත යවන ලදී.",
    },
  },

  /** {@see BAccountInput} **/
  account_list: {
    account_input: "ගිණුම් අංකය",
    account_input_message:
      "මෙම මුදල් සඳහා තෑගි ප්‍රමාණය මෙම ගිණුමට තැන්පත් කෙරේ.",
    free_balance: "නිදහස් ශේෂය",
    account_name: "ගිණුමේ නම",
  },
  /** {@see OPageMonetizeAccounts} **/
  user_monetize_accounts: {
    title: "තැන්පතු ගිණුම්",
    sub_title:
      "මෙම ගිණුම්වලට තෑගි මුදල් ස්වයංක්‍රීයව තැන්පත් වේ.",
    message:
      "Selldone අයිතමය ඔබේ සමාජ මාධ්‍ය ක්‍රියාකාරකම් සඳහා අරමුදල් තැන්පත් කරයි, අයිතමය සංවර්ධනයට සහභාගී වීම, මිතුරන් හඳුන්වා දීම සහ යනාදිය. එක් එක් මුදල් සඳහා තැන්පතු ගිණුමක් තෝරා ගැනීමෙන්, තෑගි මුදල් ඔබේ වසමේ එම ගිණුමට ස්වයංක්‍රීයව තැන්පත් වේ. මෙම මුදල් අයිතමය වෙත බැර කළ හැක. මුදල් ආපසු ගැනීම් කළ හැක්කේ ව්‍යාපාරික හවුල්කරුවන්ට පමණි.",
    add_account_action: "ගිණුම එකතු කරන්න",
    add_dialog: {
      title: "තෑගි ලබා ගැනීමට ගිණුමක් සම්බන්ධ කරන්න",
      account_input: "ගිණුම් අංකය",
      account_input_message:
        "මෙම මුදල් සඳහා තෑගි ප්‍රමාණය මෙම ගිණුමට තැන්පත් කෙරේ.",
      set_as_default_action: "පෙරනිමි ගිණුම ලෙස තෝරන්න",
    },
    table: {
      currency: "මුදල්",
      account_number: "ගිණුම් අංකය",
      account_name: "නම",
      payment: "තැන්පතු ප්රමාණය",
      reset_at: "වෙත යළි පිහිටුවන්න",
      delete: "මකන්න",
    },
    notifications: {
      set_success: "ගිණුම සාර්ථකව එකතු කරන ලදී.",
      delete_success:
        "තෑගි ලැබීම සඳහා පෙරනිමි ගිණුම් ලැයිස්තුවෙන් ගිණුම සාර්ථකව ඉවත් කරන ලදී.",
    },
    delete_alert: {
      title: "ගිණුම මකන්න",
      message:
        "ඔබට මෙම ගිණුම තෑගි ගිණුම් ලැයිස්තුවෙන් ඉවත් කිරීමට අවශ්‍යද?",
      action: "මකන්න",
    },
  },
  /** {@see UserMonetize} **/
  user_monetize: {
    title: "මුදල් උපයන්න",
    menu: {
      plans: "සැලසුම්",
      accounts: "ගිණුම්",
      participant: "සහභාගිකයා",
    },
  },
  /** {@see OPageMonetizeReferral} **/
  user_monetize_plans: {
    title: "සහයෝගිතා සහ මුදල් ඉපැයීමේ ව්‍යාපෘති",
    sub_title:
      "Selldone ඔබට යොමු තෑගි සඳහා ගිණුම් ණයක් ලැබෙනු ඇත. මෙම මුදල් ඔබගේ ගිණුමෙන් අය කරනු ලබන අතර අයිතමය ව්‍යාපාරික හවුල්කරුවන්ට පමණක් ලබා ගත හැක (සියල්ල නොවේ). ඔබට අයිතමය සේවා ගාස්තුව මත මුදල් වියදම් කළ හැක.",

    discount: "වට්ටම්",
    your_income: "ඔබේ ආදායම",
    level_2: "දෙවන මට්ටමේ සිට",
    level_3: "තුන්වන මට්ටමේ සිට",
    link_message: "සාමාජිකත්වය: {registered}, පිළිගත්: {accepted}",
    link_tip:
      "ඔබ බෙදාගන්නා සෑම ලිපිනයකම අවසානයට ?ref={link_code} වාක්‍ය ඛණ්ඩය එක් කළ හැක.",
    table: {
      currency: "මුදල්",
      amount: "ශේෂය",
      total: "සම්පූර්ණ ගෙවීම",
      payment_date: "අවසන් ගෙවීමේ දිනය",
      withdraw: "ආපසු ගැනීම",
    },

    notifications: {
      get_credit_success:
        "ඉල්ලූ මුදල ඔබගේ ගිණුමට තැන්පත් කර ඇත.",
    },
  },
  /** {@see BPageShuttleIdentity} **/
  basic_information: {
    title: "මගේ අනන්‍යතාවය සහ පැතිකඩ",
    email: "විද්යුත් තැපැල් ලිපිනය",
    tel: "ජංගම දූරකථන අංකය",
    address: "ලිපිනය",
    payment: "වලංගු ගනුදෙනු",
    personal_information: "අනන්යතා තොරතුරු",
    main_profile: "ප්රධාන පැතිකඩ",
    main_profile_subtitle:
      "මෙම තොරතුරු සෑම කෙනෙකුටම ප්‍රසිද්ධියේ ලබා ගත හැකිය.",
    kyc_waiting_info:
      "ඔබ ඇතුලත් කරන තොරතුරු වල නිරවද්‍යතාවය අපි පරීක්ෂා කරමින් සිටිමු. KYC නීතිවලට අනුකූලව මෙම ක්‍රියාවලිය අනිවාර්ය වන අතර මූල්‍ය ගනුදෙනු අවදානම අඩු කරනු ඇත. මෙම සේවාවේ වර්තමාන සහ අනාගත ප්‍රතිලාභ ඔබට ප්‍රයෝජන ගත හැකිය.",

    personal_info_dialog: {
      title: "අනන්යතා තොරතුරු",
      name_input: "මුල් නම",
      family_name_input: "අවසන් නම",
      number_input: "විදේශ ගමන් බලපත්‍ර අංකය (හෝ ජාතික කේතය)",
      birthday_input: "උපන් දිනය",
      birthday_input_placeholder: "ඔබගේ උපන් දිනය ඇතුලත් කරන්න",
      address_input: "ලිපිනය",
      postcode_input: "තැපැල් කේතය",
      tel_input: "ඇමතුම් අංකය",
      passport_image_input: "විදේශ ගමන් බලපත්‍රයේ රූපය තෝරන්න",
      passport_image_input_message:
        "ඔබගේ විදේශ ගමන් බලපත්‍රයේ රූපයේ ස්කෑන් එකක් උඩුගත කරන්න.",
      personal_image_input: "ඔබේම රූපය තෝරන්න",
      personal_image_input_message:
        "ඔබගේ ජාතික කාඩ්පතේ ස්කෑන් රූපයක් රූපයකට උඩුගත කරන්න.",
    },
    profile_dialog: {
      title: "ප්රධාන පැතිකඩ",
      subtitle:
        "ඔබගේ පොදු පැතිකඩ තොරතුරු මෙහි සංස්කරණය කරන්න. මෙම තොරතුරු ඔබේ පාරිභෝගිකයින්ට හෝ වෙනත් පරිශීලකයින්ට දෘශ්‍යමාන විය හැකිය.",
      full_name_input: "සම්පූර්ණ නම",
      tel_input: "ඇමතුම් අංකය",
      email_input: "විද්යුත් තැපෑල",
      website_input: "වෙබ් අඩවිය",
      address_input: "ලිපිනය",
      about_input: "මා ගැන",
      about_long_input: "මා ගැන දිගු ලිපි",
      image_input: "පැතිකඩ පින්තූරය තෝරන්න",
      image_input_message:
        "ඔබගේ රූපය උඩුගත කරන්න. මෙම රූපය ඔබගේ පැතිකඩ පින්තූරය ලෙස භාවිතා කරනු ඇත.",
      notifications: {
        update_profile_success: "ඔබගේ පැතිකඩ යාවත්කාලීන කර ඇත.",
        update_personal_info_success:
          "ඔබගේ තොරතුරු සාර්ථකව ලියාපදිංචි කර ඇත",
      },
    },
    charge_account_approve_message:
      "ඔබේ බැංකු ගනුදෙනුව අනුමත කිරීමට ඔබේ ගිණුම අය කරන්න.",
    payment_approval: "ගෙවීම් අනුමැතිය",
    residential_address_checking:
      "ඔබගේ නේවාසික ලිපින ලේඛන පරීක්ෂා කිරීමේ පෝලිමේ.",
    add_residential_address:
      "ඔබගේ ස්ථානය සහ නේවාසික ලිපින ලේඛන සනාථ කරන්න.",
  },
  /** {@see BUserPhoneVerify} **/
  phone_verify: {
    title: "ජංගම දූරකථන අංකය",
    step1_title:
      "ඔබගේ ජංගම දුරකථන අංකය ඇතුලත් කරන්න.",
    phone_number_input: "ජංගම දූරකථන අංකය",
    next: "ඊළඟ පියවර",
    sms_code_input: "සත්යාපන කේතය",
    sms_code_message: "ඉලක්කම් 6ක සත්‍යාපන කේතය {phone_number} වෙත යවන ලදී.",

    notifications: {
      duplicated_number_error: "මෙම අංකය ඔබ විසින් දැනටමත් අනුමත කර ඇත.",
      send_activation_code_success_title: "සත්යාපන කේතය",
      send_activation_code_success:
        "සත්‍යාපන කේතය {phone_number} වෙත යවන ලදී.",
      verify_success: "ඔබගේ ජංගම දුරකථන අංකය සත්‍යාපනය කර ඇත",
    },
  },
  /** {@see BPageShuttleCompanies} **/
  companies: {
    title: "මගේ ව්‍යාපාර ගිණුම්",
    message:
      "Selldone ව්‍යාපාර, ව්‍යවසායකයින් සහ වෘත්තීය කණ්ඩායම් වලට අයිතමය මත පදනම්ව නිෂ්පාදන සහ යෙදුම් සංවර්ධනය කළ හැක. ව්‍යාපාර පැතිකඩක් නිර්මාණය කිරීම අවශ්‍ය වේ.",
    new_company: "නව සමාගම",
  },
  /** {@see BCompanyAdd} **/
  add_company: {
    name_input: "සමාගම් නාමය",
    website_input: "වෙබ් අඩවිය",
    email_input: "විද්යුත් තැපෑල",
    address_input: "ලිපිනය",
    tel_input: "දුරකථන",
    mobile_input: "ජංගම",
    edit_action: "සංස්කරණ සමාගම",
    create_action: "සමාගමක් සාදන්න",
    notifications: {
      add_success: "ව්‍යාපාරික ගිණුම {name} සාදන ලදී.",
      edit_success: "ව්‍යාපාර ගිණුම සංස්කරණය කර ඇත.",
    },
  },
  /** {@see UserAccessControl} **/
  user_access_control: {
    menu: {
      personal_key: "පුද්ගලික",
      shop_key: "ගනුදෙනුකරුවන්",
      apps: "යෙදුම්",
    },
    connected_apps_title: "සම්බන්ධිත යෙදුම්",
    connected_apps_message:
      "ඔබගේ වසම් ගිණුමට සම්බන්ධ වී ඇති සියලුම වෙළඳසැල් සහ යෙදුම් ලැයිස්තුවක් ඔබට පෙනෙනු ඇත. ඔබට ඒවායින් ඕනෑම එකක් වෙත ප්‍රවේශය මකා දැමිය හැක.",
    clients_title: "ගනුදෙනුකරුවන්",
    clients_message:
      "මෙම යතුරු ඔබගේ සේවාදායකය විසින් ප්‍රවේශ ටෝකනය සෑදීමට භාවිතා කරයි. යතුරු රහසිගත වන අතර ඒවා අන් අයට නොපෙනෙන ලෙස සේවාදායකයේ පමණක් තබා ඇති බව සලකන්න.",
    personal_keys_title: "පුද්ගලික ප්රවේශ යතුරු",
    personal_keys_message:
      "ඔබට ඔබගේ ගිණුමේ යතුරු මෙහි සාදාගත හැක. මෙම යතුරු වලට ඔබගේ ගිණුමට ප්‍රවේශ විය හැකි බව සලකන්න. ඔබ කරන්නේ කුමක්දැයි ඔබ හරියටම දන්නේ නම් පමණක් මෙම යතුරු සාදා භාවිතා කරන්න.",
  },

  /** {@see BPageShuttleSecurity} **/
  user_security_control: {
    title: "ගිණුම් ආරක්ෂාව",
    message: "ඔබට ඔබගේ ගිණුමේ ආරක්‍ෂක සැකසුම් මෙහි සංස්කරණය කළ හැක.",

    delete: {
      title: "ගිණුම මකන්න",
      subtitle:
        "ඔබගේ ගිණුම මකා දැමීමට පෙර, ඔබ සියලු වෙළඳසැල් මකා ඇති බවට වග බලා ගන්න.",
      action: "මට විශ්වාසයි, මගේ ගිණුම මකන්න",
      agreement:
        "මගේ සියලු තොරතුරු ඔබගේ සේවාදායකයෙන් මකා දමන බව මම පිළිගනිමි. වංචාව හෝ අවභාවිතය වැළැක්වීම සඳහා අප විසින් තීරණය කරන ලද කාලසටහනකට අනුව ඔබේ තොරතුරු මකා දැමෙනු ඇත.",
    },

    list: {
      email: {
        title: "මූලික විද්‍යුත් තැපෑල",
        sub_title:
          "මෙම ගිණුම හා සම්බන්ධ ප්‍රධාන විද්‍යුත් තැපෑල යාවත්කාලීන කිරීමට ඔබට විකල්පයක් ඇත.",
        action_title: "ප්‍රාථමික විද්‍යුත් තැපෑල වෙනස් කරන්න",
        action: "සත්‍යාපන සබැඳිය යවන්න",
      },
      password: {
        title: "මුරපදය",
        sub_title: "ඔබගේ ගිණුම සඳහා ශක්තිමත් මුරපදයක් තෝරන්න.",
        action_title: "ගිණුම් ප්‍රවේශ මුරපදය",
        not_exist: "ඇතුළත් කර නැත",
        action: "මුරපදය වෙනස් කරන්න",
      },
      phone: {
        title: "ජංගම දූරකථන අංකය",
        sub_title:
          "ඔබගේ ජංගම දුරකථන අංකය තහවුරු කරන්න. ඔබට මෙම අංකය හරහා ලොග් වීමට හැකි වනු ඇත.",
        action_title: "ගිණුමේ මූලික දුරකථන අංකය",
        action: "අංකය සත්‍යාපනය කරන්න",
      },

      two_step: {
        title: "පියවර දෙකක ඇතුල්වීම",
        sub_title:
          "ඔබගේ ජංගම දුරකථන අංකය තහවුරු කරන්න. ඔබට මෙම අංකය හරහා ලොග් වීමට හැකි වනු ඇත.",
        action_title: "ගිණුමේ ආරක්ෂාව වැඩි කරන්න",
        activated_action: "සක්රිය කර ඇත",
        active_action: "ක්රියාකාරී දැන්",
      },
    },
    two_step_auth: {
      step_1: {
        title: "ස්ථාපනය කරන්න Google අයිතමය යෙදුම",
      },
      step_2: {
        title: "යෙදුම මගින් ජනනය කරන ලද කේතය ඇතුළත් කරන්න",
        message:
          "ඔබගේ ජංගම දුරකථනයේ ඇල්ගොරිතමයක් මගින් ඉලක්කම් 6ක කේතය ජනනය වේ. ඔබට පහත සබැඳියෙන් යෙදුම බාගත කළ හැකිය. මුරපදය අඩංගු QR කේතයක් සෑදීමට කේත උත්පාදක යතුර ඔබන්න.",
        qr_code_info:
          "ස්කෑන් කිරීමට නොහැකි නම්, ඔබට යෙදුමට කේතය අතින් පිටපත් කර ඇලවිය හැක:",
        create_new_code: "නව කේතයක් සාදන්න",
        qr_code_scanning:
          "Google Authenticator Mobile App විසින් සාදන ලද QR කේතය පරිලෝකනය කර මෙම පිටුවේ ඇති කොටුව තුළ තහවුරු කිරීම සඳහා උත්පාදනය කරන ලද කේතය ඇතුළත් කරන්න.",
        qr_code_regenerate_info:
          "සටහන: ඉහත යතුර එබීමෙන් නව යතුරක් සාදනු ලබන අතර පෙර යතුර භාවිතා කළ නොහැක. ඔබගේ දුරකථන යෙදුමේ නව යතුර ඇතුළත් කරන්න.",
      },
      step_3: {
        title: "සාදන ලද කේතය ඇතුළත් කරන්න",
        message:
          "යෙදුමේ සාදන ලද ප්‍රවේශ කේතය පහත ක්ෂේත්‍රයේ ඇතුළත් කරන්න.",
        activation_key_input: "පිවිසුම් කේතය",
      },
      activated_alert: "2-පියවර පිවිසුම සබල කර ඇත.",
      activated_message:
        "ඔබගේ ගිණුම සඳහා දෙපියවර පිවිසුම සබල කර ඇත. මෙතැන් සිට ඔබට ඔබගේ ගිණුමට ප්‍රවේශ වීමට තත්පර 30කට වරක් වෙනස් වන දෙවන කේතයක් ඇතුළත් කිරීමට අවශ්‍ය වනු ඇත. ද්වි-පියවර පිවිසුම අක්‍රිය කිරීමට, පියවරක් ඔබා පියවර හරහා යන්න දෙවරක් ක්ලික් කරන්න.",
      cancel_two_step_login_action: "පියවර දෙකක පිවිසුම අවලංගු කරන්න",
      cancel_two_step_login_info:
        "ඔබට 2-පියවර සත්‍යාපනය අක්‍රිය කිරීමට අවශ්‍ය නම්, ඔබගේ මුරපදය ඇතුළත් කර දෙපියවර ලොග්-ඉන් යතුර මත ක්ලික් කරන්න.",
      password_input: "මුරපදය",
      cancel_2fa_action: "පියවර දෙකක පිවිසුම අවලංගු කරන්න",
    },

    change_password_dialog: {
      title: "මුරපදය වෙනස් කරන්න",
      message: "සංකීර්ණ සහ අමතක නොවන මුරපදයක් භාවිතා කරන්න.",
      password_input: "වත්මන් මුරපදය",
      new_password_input: "නව මුරපදය",
      re_new_password_input: "නව මුරපදය නැවත නැවත කරන්න",
      tips: {
        length: "මුරපදය අවම වශයෙන් අක්ෂර 8 ක් විය යුතුය",
        chars: "අවම වශයෙන් එක් විශාල අකුරක් සහ එක් අංකයක්.",
        match: "මුරපදය ගැලපේ.",
      },
      change_password_action: "මුරපදය වෙනස් කරන්න",
      notifications: {
        change_password_title: "මුරපදය වෙනස් කරන්න",
        change_password: "මුරපදය සාර්ථකව වෙනස් විය.",
      },
    },
  },
  /** {@see AuthorizedClients} **/
  authorized_clients: {
    title: "සම්බන්ධිත වෙළඳසැල් / යෙදුම් ලැයිස්තුව",
    table: {
      name: "නම",
      app: "යෙදුම",
      scopes: "විෂය පථයන්",
      shop: "සීමා කරන ලද ගබඩාව",
    },
    remove_action: "ප්රවේශය ඉවත් කරන්න",
    delete_alert: {
      title: "මකන්න",
      message:
        "ඔබට මෙම ප්‍රවේශය අවලංගු කිරීමට අවශ්‍යද? මෙම යෙදුමට තවදුරටත් ඔබගේ ගිණුමට ප්‍රවේශය නොමැති බව සලකන්න.",
      action: "ප්රවේශය ප්රතික්ෂේප කරන්න",
    },
  },
  /** {@see Clients} **/
  clients: {
    title: "ගනුදෙනුකරුවන්ගේ ලැයිස්තුව",
    create_new_action: "නව සේවාදායකයා සාදන්න",
    table: {
      client_id: "සේවාලාභී හැඳුනුම්පත",
      app: "යෙදුම",
      name: "අන්වර්ථ නාමය",
      secret_key: "රහස් යතුර",
    },
    create_dialog: {
      title: "නව සේවාදායකයා",
      error_msg: "<strong>දෝෂයක්!</strong> සමාවන්න, දෝෂයක් සිදුවී ඇත!",
      name_input: "නම",
      name_input_message: "ඔබේ පරිශීලකයන් හඳුනාගෙන විශ්වාස කරන දෙයක්.",
      redirect_input_message: "ඔබේ වෙබ් අඩවියට ලිපිනය ආපසු දෙන්න.",
    },
    edit_dialog: {
      title: "ප්‍රවේශය සංස්කරණය කරන්න",
    },
    delete_alert: {
      title: "මකන්න",
      message: "ඔබට මෙම සේවාදායකයා මැකීමට අවශ්‍යද?",
      action: "මකන්න",
    },
  },
  /** {@see PersonalAccessTokens} **/
  personal_access_tokens: {
    title: "පුද්ගලික ප්‍රවේශ ටෝකන ලැයිස්තුව",
    create_action: "නව ටෝකනයක් සාදන්න",
    table: {
      name: "නම",
      scopes: "ප්රවේශයන්",
      expire_at: "කල්පිරෙන දිනය",
    },
    create_dialog: {
      title: "ටෝකන් ගොඩනැගිල්ල",
      error_message: "<strong>දෝෂයක්!</strong> සමාවන්න, දෝෂයක් සිදුවී ඇත!",
      name_input: "අන්වර්ථ නාමයෙන් හිටපු මගේ සංකේත නාමය",
      name_input_message: "ප්රියතම සංකේත නාමය.",
      scopes_list: "ටෝකන් ප්රවේශ ලැයිස්තුව",
    },
    access_token_dialog: {
      title: "පුද්ගලික ප්රවේශ යතුර",
      message:
        "මෙන්න ඔබේ පුද්ගලික ප්‍රවේශ ටෝකනයේ ටෝකනය. මෙම ටෝකනය දර්ශනය වන එකම අවස්ථාව මෙයයි, එබැවින් එය අතපසු නොකරන්න! API එකක් ඉල්ලීමට ඔබට දැන් මෙම ටෝකනය භාවිතා කළ හැක.",
    },
    delete_alert: {
      title: "මකන්න",
      message: "ඔබට මෙම ප්‍රවේශ ටෝකනය මැකීමට අවශ්‍යද?",
      action: "මකන්න",
    },
  },

  /** {@see Scopes} **/
  scopes: {
    //--------------------------- Profile ---------------------------
    profile: {
      name: "පැතිකඩ",
      description:
        "නම, ඊමේල් ලිපිනය, රූපය සහ සත්‍යාපන තත්ත්වය ඇතුළු පැතිකඩ තොරතුරු කියවන්න.",
    },
    phone: {
      name: "දුරකථන අංකය",
      description: "දුරකථන අංකයට ප්රවේශය.",
    },
    address: {
      name: "ලිපිනයන්",
      description: "ලිපින පොතෙන් සුරකින ලද ලිපිනය කියවන්න.",
    },
    "user:profile:write": {
      name: "පැතිකඩ කළමනාකරණය",
      description: "සංස්කරණය කරන්න අයිතමය කළමනාකරණය කරන්න පරිශීලක පැතිකඩ තොරතුරු",
    },

    //--------------------------- Storefront ---------------------------
    "my-gift-cards": {
      name: "තෑගි කාඩ්පත්",
      description: "මගේ කාඩ්පත් වෙත ප්‍රවේශය.",
    },
    "order-history": {
      name: "ඇණවුම් ඉතිහාසය",
      description: "ඇණවුම් ඉතිහාසය කියවන්න.",
    },
    buy: {
      name: "මිලදී",
      description: "ඇණවුමක් කර ගබඩාවෙන් මිලදී ගන්න.",
    },

    //--------------------------- Backoffice ---------------------------
    articles: {
      name: "අන්තර්ගතය සංස්කරණය කරන්න",
      description: "ලිපි සංස්කරණය කරන්න.",
    },
    "backoffice:notifications": {
      name: "දැනුම්දීම් කළමනාකරණය",
      description: "යවන්න අයිතමය ලබාගන්න දැනුම්දීම්",
    },
    "backoffice:order:write": {
      name: "🛍️ ඇනවුම් කරන්න කළමනාකරණය",
      description: "සංස්කරණය කරන්න අයිතමය කළමනාකරණය කරන්න ගබඩා නියෝග",
    },
    "backoffice:order:read": {
      name: "🛍️ ඇනවුම් කරන්න ප්රවේශ",
      description: "කියවීම ගබඩා නියෝග",
    },
    "backoffice:support-tickets": {
      name: "සහාය අයිතමය",
      description: "කළමනාකරණය කරන්න සහාය අයිතමය",
    },
    "backoffice:shop:read": {
      name: "සාප්පු යන්න තොරතුරු",
      description: "කියවීම සාප්පු යන්න විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:shop:write": {
      name: "සාප්පු යන්න කළමනාකරණය",
      description: "නිර්මාණය කරන්න අයිතමය කළමනාකරණය කරන්න සාප්පු යන්න විස්තර",
    },
    "backoffice:shop:add": {
      name: "එක් කරන්න සාප්පු යන්න",
      description: "එක් කරන්න අයිතමය අලුත් සාප්පු යන්න දක්වා අයිතමය අයිතමය",
    },
    "backoffice:shop:delete": {
      name: "මකන්න සාප්පු යන්න",
      description: "මකන්න අයිතමය සාප්පු යන්න සිට අයිතමය අයිතමය",
    },
    "backoffice:giftcard:write": {
      name: "තෑගි කාඩ්පත කළමනාකරණය",
      description: "නිර්මාණය කරන්න අයිතමය කළමනාකරණය කරන්න තෑගි කාඩ්පත්",
    },
    "backoffice:giftcard:read": {
      name: "තෑගි කාඩ්පත ප්රවේශ",
      description: "කියවීම තෑගි කාඩ්පත විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:faq:write": {
      name: "FAQ කළමනාකරණය",
      description: "නිතර අසන ප්‍රශ්න සාදන්න සහ කළමනාකරණය කරන්න.",
    },
    "backoffice:faq:read": {
      name: "FAQ ප්රවේශ",
      description: "කියවීම FAQ විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:category:write": {
      name: "වර්ගය කළමනාකරණය",
      description: "නිර්මාණය කරන්න අයිතමය කළමනාකරණය කරන්න නිෂ්පාදන වර්ග",
    },
    "backoffice:category:read": {
      name: "වර්ගය ප්රවේශ",
      description: "කියවීම වර්ගය විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:product:write": {
      name: "නිෂ්පාදන කළමනාකරණය",
      description: "එක් කරන්න අයිතමය කළමනාකරණය කරන්න නිෂ්පාදන",
    },
    "backoffice:product:read": {
      name: "නිෂ්පාදන ප්රවේශ",
      description: "කියවීම නිෂ්පාදන විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:report:read": {
      name: "වාර්තාව ප්රවේශ",
      description: "කියවීම ගබඩා වාර්තා අයිතමය තොරතුරු",
    },
    "backoffice:finance:write": {
      name: "මූල්යමය ගිණුම කළමනාකරණය",
      description: "කළමනාකරණය කරන්න මූල්යමය ගිණුම් සම්බන්ධිත දක්වා අයිතමය ගබඩා",
    },
    "backoffice:finance:read": {
      name: "මූල්යමය ගිණුම ප්රවේශ",
      description: "කියවීම මූල්යමය ගිණුම විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:page:write": {
      name: "පිටුව කළමනාකරණය",
      description: "සංස්කරණය කරන්න සාප්පු යන්න පිටු",
    },
    "backoffice:page:read": {
      name: "පිටුව ප්රවේශ",
      description: "කියවීම සාප්පු යන්න පිටුව විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:logistic:write": {
      name: "ලොජිස්ටික්ස් කළමනාකරණය",
      description: "කළමනාකරණය කරන්න ලොජිස්ටික්ස් තොරතුරු",
    },
    "backoffice:logistic:read": {
      name: "ලොජිස්ටික්ස් ප්රවේශ",
      description: "කියවීම ලොජිස්ටික්ස් විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:staff:write": {
      name: "කාර්ය මණ්ඩලය කළමනාකරණය",
      description: "සංස්කරණය කරන්න අයිතමය කළමනාකරණය කරන්න කාර්ය මණ්ඩලය විස්තර",
    },
    "backoffice:staff:read": {
      name: "කාර්ය මණ්ඩලය ප්රවේශ",
      description: "කියවීම කාර්ය මණ්ඩලය තොරතුරු අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:business-profile:write": {
      name: "ව්‍යාපාරය පැතිකඩ කළමනාකරණය",
      description: "කළමනාකරණය කරන්න ව්‍යාපාරය පැතිකඩ",
    },
    "backoffice:business-profile:read": {
      name: "ව්‍යාපාරය පැතිකඩ ප්රවේශ",
      description: "කියවීම ව්‍යාපාරය පැතිකඩ විස්තර",
    },
    "backoffice:discount-code:write": {
      name: "වට්ටම් කේතය කළමනාකරණය",
      description: "කළමනාකරණය කරන්න ගබඩා වට්ටම් කේතය",
    },
    "backoffice:discount-code:read": {
      name: "වට්ටම් කේතය ප්රවේශ",
      description: "කියවීම වට්ටම් කේතය විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:wallet:write": {
      name: "පසුම්බිය කළමනාකරණය",
      description: "කළමනාකරණය කරන්න පරිශීලක පසුම්බි",
    },
    "backoffice:wallet:read": {
      name: "පසුම්බිය ප්රවේශ",
      description: "කියවීම පසුම්බිය තොරතුරු අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:coupon:write": {
      name: "කූපනය කළමනාකරණය",
      description: "කළමනාකරණය කරන්න ගබඩා කූපන් පත්",
    },
    "backoffice:coupon:read": {
      name: "කූපනය ප්රවේශ",
      description: "කියවීම කූපනය විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:offer:write": {
      name: "පිරිනැමීම කළමනාකරණය",
      description: "කළමනාකරණය කරන්න ගබඩා පිරිනැමීම්",
    },
    "backoffice:offer:read": {
      name: "පිරිනැමීම ප්රවේශ",
      description: "කියවීම පිරිනැමීම තොරතුරු අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:cashback:write": {
      name: "මුදල් ආපසු කළමනාකරණය",
      description: "කළමනාකරණය කරන්න ගබඩා මුදල් ආපසු පිරිනැමීම්",
    },
    "backoffice:cashback:read": {
      name: "මුදල් ආපසු ප්රවේශ",
      description: "කියවීම මුදල් ආපසු විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:lottery:write": {
      name: "ලොතරැයිය කළමනාකරණය",
      description: "කළමනාකරණය කරන්න ගබඩා අයිතමය",
    },
    "backoffice:lottery:read": {
      name: "ලොතරැයිය ප්රවේශ",
      description: "කියවීම ලොතරැයිය විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:community:write": {
      name: "ප්රජාව කළමනාකරණය",
      description: "කළමනාකරණය කරන්න ප්රජාව අයිතමය",
    },
    "backoffice:community:read": {
      name: "ප්රජාව ප්රවේශ",
      description: "කියවීම ප්රජාව විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:customer:write": {
      name: "පාරිභෝගිකයා කළමනාකරණය",
      description: "කළමනාකරණය කරන්න පාරිභෝගිකයා විස්තර",
    },
    "backoffice:customer:read": {
      name: "පාරිභෝගිකයා ප්රවේශ",
      description: "කියවීම පාරිභෝගිකයා තොරතුරු අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:ribbon:write": {
      name: "අයිතමය කළමනාකරණය",
      description: "කළමනාකරණය කරන්න ගබඩා අයිතමය",
    },
    "backoffice:ribbon:read": {
      name: "අයිතමය ප්රවේශ",
      description: "කියවීම අයිතමය විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:ai:write": {
      name: "AI කළමනාකරණය",
      description: "කළමනාකරණය කරන්න AI අයිතමය",
    },
    "backoffice:ai:read": {
      name: "AI ප්රවේශ",
      description: "කියවීම AI අයිතමය අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:vendor-payment:write": {
      name: "විකුණුම්කරු ගෙවීම කළමනාකරණය",
      description: "කළමනාකරණය කරන්න විකුණුම්කරු ගෙවීම",
    },
    "backoffice:vendor-payment:read": {
      name: "විකුණුම්කරු ගෙවීම ප්රවේශ",
      description: "කියවීම විකුණුම්කරු ගෙවීම විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:company:read": {
      name: "සමාගම ප්රවේශ",
      description: "කියවීම සමාගම විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:company:write": {
      name: "සමාගම කළමනාකරණය",
      description: "කළමනාකරණය කරන්න සමාගම තොරතුරු",
    },
    "backoffice:note:read": {
      name: "සටහන ප්රවේශ",
      description: "කියවීම අයිතමය අයිතමය අයිතමය විස්තර",
    },
    "backoffice:note:write": {
      name: "සටහන කළමනාකරණය",
      description: "කළමනාකරණය කරන්න අයිතමය",
    },
    "backoffice:affiliate:write": {
      name: "අනුබද්ධ කළමනාකරණය",
      description: "කළමනාකරණය කරන්න අනුබද්ධ තොරතුරු",
    },
    "backoffice:affiliate:read": {
      name: "අනුබද්ධ ප්රවේශ",
      description: "කියවීම අනුබද්ධ විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "backoffice:print:write": {
      name: "අයිතමය කළමනාකරණය",
      description: "කළමනාකරණය කරන්න අයිතමය අයිතමය",
    },
    "backoffice:print:read": {
      name: "අයිතමය ප්රවේශ",
      description: "කියවීම අයිතමය විස්තර",
    },
    "selldone:token:read": {
      name: "අයිතමය ප්රවේශ",
      description: "කියවීම අයිතමය විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "selldone:token:write": {
      name: "අයිතමය කළමනාකරණය",
      description: "කළමනාකරණය කරන්න අයිතමය",
    },

    //--------------------------- Selldone ---------------------------
    "selldone:monetization:read": {
      name: "අයිතමය ප්රවේශ",
      description: "කියවීම අයිතමය විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "selldone:monetization:write": {
      name: "අයිතමය කළමනාකරණය",
      description: "යොමු වැඩසටහන් ඇතුළුව මුදල් ඉපැයීම කළමනාකරණය කරන්න.",
    },
    "selldone:identification": {
      name: "අයිතමය ප්රවේශ",
      description: "ප්රවේශ පරිශීලක අයිතමය විස්තර",
    },
    "selldone:developer:read": {
      name: "සංවර්ධකයා ප්රවේශ",
      description: "කියවීම සංවර්ධකයා විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "selldone:developer:write": {
      name: "සංවර්ධකයා කළමනාකරණය",
      description: "කළමනාකරණය කරන්න සංවර්ධකයා තොරතුරු",
    },
    "selldone:security:write": {
      name: "ආරක්ෂාව කළමනාකරණය",
      description: "කළමනාකරණය කරන්න ආරක්ෂාව අයිතමය",
    },

    //--------------------------- Connect ---------------------------
    "connect:provider:write": {
      name: "අයිතමය කළමනාකරණය",
      description: "කළමනාකරණය කරන්න සම්බන්ධයි සේවාව සපයන්නන්",
    },
    "connect:provider:read": {
      name: "අයිතමය ප්රවේශ",
      description: "කියවීම අයිතමය විස්තර අයිතමය සංඛ්යා ලේඛන",
    },

    //--------------------------- Agency ---------------------------
    "agency:read": {
      name: "අයිතමය ප්රවේශ",
      description: "කියවීම අයිතමය විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "agency:write": {
      name: "අයිතමය කළමනාකරණය",
      description: "කළමනාකරණය කරන්න අයිතමය තොරතුරු",
    },

    //--------------------------- Vendor ---------------------------

    "vendor-read": {
      name: "විකුණුම්කරු ප්රවේශ",
      description: "කියවීම විකුණුම්කරු විස්තර අයිතමය සංඛ්යා ලේඛන",
    },
    "vendor-write": {
      name: "විකුණුම්කරු කළමනාකරණය",
      description: "කළමනාකරණය කරන්න විකුණුම්කරු තොරතුරු",
    },
  },

  scope_group: {
    backoffice: {
      title: "අයිතමය",
      description: "ප්රවේශ දක්වා අයිතමය අයිතමය ගබඩා කළමනාකරණය අයිතමය",
    },
    storefront: {
      title: "අයිතමය",
      description: "ප්රවේශ දක්වා පාරිභෝගිකයා අයිතමය ගබඩා තොරතුරු",
    },
    profile: {
      title: "පැතිකඩ",
      description: "ප්රවේශ පරිශීලක පැතිකඩ තොරතුරු",
    },
    selldone: {
      title: "Selldone",
      description: "Selldone ප්රවේශ අයිතමය සේවාවන් අයිතමය අයිතමය",
    },
    others: {
      title: "අයිතමය",
      description: "අයිතමය විෂය පථයන් අයිතමය අයිතමය ",
    },
    vendor: {
      title: "විකුණුම්කරු",
      description: "ප්රවේශ විකුණුම්කරු තොරතුරු අයිතමය කළමනාකරණය අයිතමය",
    },
    connect: {
      title: "Connect OS",
      description: "ප්රවේශ සම්බන්ධයි සේවාවන් අයිතමය සපයන්නන්",
    },
    agency: {
      title: "අයිතමය",
      description: "ප්රවේශ අයිතමය තොරතුරු අයිතමය කළමනාකරණය",
    },
  },

  /** {@see AdminCompanyPage} **/
  company_page: {
    title: "සමාගම",
    create_app: "නව යෙදුමක් සාදන්න",
    menu: {
      edit: "සංස්කරණය කරන්න",
      apps: "යෙදුම්",
      dashboard: "උපකරණ පුවරුව",
      companies: "සමාගම්",
    },
    /** {@see AdminCompanyPage_Dashboard} **/
    dashboard: {
      /** {@see CompanyInfoWidget} **/
      info_widget: {
        title: "සමාගම් ලියාපදිංචි තොරතුරු",
        address: "ලිපිනය",
        website: "වෙබ් අඩවිය",
        email: "විද්යුත් තැපෑල",
        phone: "දුරකථන අංකය",
        register: "ලියාපදිංචි කරන්න",
        developer: "සංවර්ධකයා",
        verified: "තහවුරු කර ඇත",
        golden: "රන්වන්",
      },
    },
    /** {@see AdminCompanyPage_Develop} **/
    developer: {
      title: "සංවර්ධකයින්",
      menu: {
        new: "අලුත්",
        apps: "යෙදුම්",
      },
    },
    /** {@see AdminCompanyPage_Edit} **/
    edit: {
      title: "සංස්කරණය කරන්න",
    },
  },
  /** {@see BAppAdd} **/
  add_app: {
    category_input: "වර්ගය",
    code_input: "කේතය",
    name_input: "නම",
    description_input: "විස්තර",
    video_input: "වීඩියෝ URL",
    public_form: "සාමාන්ය තොරතුරු ව්යුහය",
    private_form: "පුද්ගලික තොරතුරු ව්යුහය",
    icon_input: "යෙදුම් නිරූපකය",
    logo_input: "ලාංඡන යෙදුම",
    enable_input: "යෙදුම සක්‍රියද?",
    edit_action: "යෙදුම සංස්කරණය කරන්න",
    create_action: "යෙදුම සාදන්න",
    notifications: {
      add_success: "ව්‍යාපාරික ගිණුම {name} සාදන ලදී.",
      delete_success: "ව්‍යාපාර ගිණුම සංස්කරණය කර ඇත.",
    },
  },

  /** {@see AppPage} **/
  app_page: {
    title: "අයදුම්පත",

    menu: {
      edit: "සංස්කරණය කරන්න",
      publish: "ප්‍රකාශ කරන්න",
      history: "අනුවාද",
      dashboard: "උපකරණ පුවරුව",
      company: "සමාගම",
      api: "API",
      images: "රූප",
    },
    /** {@see AppPage_Dashboard} **/
    dashboard: {
      /** {@see AppInfoWidget} **/
      app_info_widget: {
        title: "අයදුම්පත",
        app_code: "යෙදුම් කේතය",
        category: "වර්ගය",
        name: "නම",
        installs: "යෙදුම් ස්ථාපනය කරන්න",
        uninstalls: "යෙදුම් අස්ථාපනය කරන්න",
        actives: "ක්රියාකාරී යෙදුම්",
        description: "විස්තර",
        published: "ප්‍රකාශිතයි",
        waiting_for_review: "අනුමැතිය පොරොත්තුවෙන්",
        app_mode: "යෙදුම් මාදිලිය",
      },
    },
  },
  /** {@see ShopPermissions} **/
  shop_permissions: {
    ADMIN: { text: "හිමිකරු", description: "සියලුම වෙළඳසැල් ඉදිරිපිට සම්පූර්ණ ප්‍රවේශය." },
    PRODUCT: {
      text: "නිෂ්පාදන කළමනාකරු",
      description: "ගබඩා නිෂ්පාදන එකතු කරන්න, සංස්කරණය කරන්න සහ කළමනාකරණය කරන්න.",
    },
    AUDITING: {
      text: "මූල්ය කළමනාකරැ",
      description: "මූල්ය තොරතුරු සහ ගෙවීම් බලන්න.",
    },
    CONTENT: {
      text: "අන්තර්ගත කළමනාකරණය",
      description: "ප්‍රශ්නවලට පිළිතුරු දෙන්න, බ්ලොග් ලියන්න, සහ පිටු සැලසුම් කරන්න.",
    },
    OFFICER: {
      text: "ජ්යෙෂ්ඨ කළමනාකරු",
      description: "සේවක ක්‍රියාකාරකම් බලන්න සහ අධීක්ෂණය කරන්න.",
    },
    EMPLOYEE: {
      text: "සේවකයා",
      description: "ඇණවුම් බලන්න සහ ඇණවුම් ඉටු කරන්න.",
    },
    MARKETING: {
      text: "අලෙවි",
      description:
        "සැකසීම් වෙත ප්‍රවේශය සහ ව්‍යාපාර, විද්‍යුත් තැපැල් අලෙවිකරණය සහ වෙනත් අලෙවිකරණයට අදාළ අංශ නිර්මාණය කිරීම.",
    },
    VIEWER: {
      text: "නරඹන්නාට",
      description:
        "ගබඩා තොරතුරු සංස්කරණය කිරීමට හෝ වෙනස් කිරීමට නොහැකිව බැලීමේ හැකියාව.",
    },
  },

  /** {@see ShopRoles} **/
  shop_roles: {
    PhysicalOrdersChecking: {
      text: "භෞතික පරීක්ෂාව",
      description: "ලැබුණු ඇණවුම් පරීක්ෂා කරන්න.",
    },
    PhysicalOrdersPackaging: {
      text: "භෞතික ඇසුරුම්",
      description: "ගබඩාව සහ ඇසුරුම් ක්රියාවලිය.",
    },
    PhysicalOrdersDelivery: {
      text: "භෞතික නැව්ගත කිරීම",
      description: "නැව්ගත කිරීම ඇණවුම් කරන්න.",
    },
    PhysicalOrdersSupport: {
      text: "භෞතික සහාය",
      description: "අලෙවියෙන් පසු සහාය.",
    },
  },

  /** {@see AccountStatus} **/
  account_status: {
    Checking: "පරීක්ෂා කරනවා",
    Approved: "තහවුරු කර ඇත",
    Rejected: "ප්‍රතික්ෂේප කළා",
    Deleted: "මකා දමන ලදී",
    Banned: "තහනම් කළා",
    Payment: "ගෙවීම",
    SelldoneSprite: "Selldone විකිණූ පසුම්බිය ගිණුම",
    SelldoneStorage: "Selldone අලෙවි කළ ගබඩාව",
  },
  /** {@see BPageAccount} **/
  account_page: {
    title: "ගිණුම",
    menu: {
      setting: "සැකසුම්",
      charge: "අයකිරීම",
      transfer: "මාරු",
      transactions: "ගනුදෙනු",
      history: "ඉතිහාසය",
      cards: "කාඩ්පත්",
    },

    /** {@see BPageAccountTransactions} **/
    transactions: {
      title: "ගිණුම් ගනුදෙනු",
      detail: {
        title: "ගනුදෙනුව",
        amount: "ප්රමාණය",
        description: "විස්තර",
        from: "සිට",
        to: "දක්වා",
        created_at: "දිනය",
        receipt: "රිසිට්පත",
        receipt_note: "සටහන",
      },
      table: {
        type: "ටයිප් කරන්න",
        from: "ගිණුමෙන්",
        to: "ගිණුමට",
        amount: "ප්රමාණය",
        receipt: "රිසිට්පත",
        created_at: "දිනය",
        description: "විස්තර",
      },
    },

    /** {@see BPageAccountTransfer} **/
    transfer: {
      title: "මාරු ගාස්තු",
      form: {
        title: "මාරු ඉල්ලීම් පෝරමය",
        sub_title:
          "Selldone ඔබගේම ගිණුම් හෝ වෙනත් අය වෙත තැන්පත් කරන්න",
        message:
          "මුදල් මාරු කිරීමේදී ප්‍රවේශම් වන්න, ඔබ මාරු කිරීම සම්පූර්ණ කළහොත් ඔබට ආපසු යාමට නොහැකි වනු ඇත.",
      },
    },
    /** {@see BPageAccountDeposit} **/
    deposit: {
      form: {
        title: "අයකිරීමේ ගිණුම",
        sub_title:
          "බලපත්‍ර මිලදී ගැනීමට, ඔබේ ගිණුම උත්ශ්‍රේණි කිරීමට සහ පද්ධති රිසිට්පත් ගෙවීමට ඔබ ඔබේ ගිණුමේ ශේෂය අය කළ යුතුය.",
        amount_input: "ප්රමාණය",
        charge_action: "අයකිරීම් ගිණුම",
      },
      notifications: {
        qr_title: "ගෙවීම",
        qr_message: `ගෙවීම් ලිපිනය {currency} සාදන ලදී.`,
        gateway_title: "ගෙවීම",
        gateway_message: "ගෙවීම් දොරටුව වෙත සම්බන්ධ වෙමින්.",
      },
    },

    /** {@see BPageAccountEdit} **/
    setting: {
      title: "ගිණුම් සැකසුම්",
      account_name_input: "ගිණුමේ නම",
      notifications: {
        updated_success: "ඔබගේ ගිණුම සාර්ථකව යාවත්කාලීන කරන ලදී.",
      },
    },
  },

  /** {@see BAccountReceiptPaymentDialog} **/
  receipt_payment_dialog: {
    title: "රිසිට්පත් ගෙවීම",
    /*  message: 'If the following information is correct, hit the transaction confirmation key to make the transaction.',
      to: 'Destination account',
      amount: 'Amount',
      receipt: 'Receipt',
      description: 'Description',
      status_paid: 'This receipt has already been paid.',
      status_canceled: 'This receipt has been canceled.',
      pay_action: 'Pay via port',
      pay_internal_action: 'Payment from account',*/
  },
  /** {@see BAccountTransactionForm} **/
  transaction_form: {
    title: "ගනුදෙනු පෝරමය",
    from_input: "ගිණුම් අංකයෙන්",
    to_input: "ගිණුම් අංකයට",
    from_input_message: "මෙම ගිණුමෙන් මුදල් ආපසු ගනු ලැබේ.",
    account_name: "ගිණුමේ නම",
    currency: "මුදල්",
    free_balance: "පවතින ශේෂය",
    to: "ගමනාන්ත ගිණුම",
    amount: "ප්රමාණය",
    receipt_title: "රිසිට්පත සඳහා ගෙවීම",
    receipt_input: "කුවිතාන්සි අංකය",
    paid_status: "මෙම රිසිට්පත දැනටමත් ගෙවා ඇත.",
    paid_canceled: "මෙම රිසිට්පත අවලංගු කර ඇත.",
    description: "පැහැදිලි කිරීම",
    created_at: "දිනය",
    duration: "කාල සීමාව",
    unlimited: "අසීමිතයි",
    add_note_action: "විස්තරය එක් කරන්න",
    note: "සටහන",
    transfer_action: "මාරු",
    confirmation: {
      title: "මුදල් එවන්න",
      subtitle: "ගනුදෙනු තහවුරු කිරීම",
      message:
        "පහත තොරතුරු නිවැරදි නම්, ගනුදෙනුව සිදු කිරීමට ගණුදෙණු තහවුරු කිරීමේ යතුර ඔබන්න.",
      from: "ගිණුමෙන්",
      to: "ගිණුමට",
      amount: "ප්රමාණය",
      fee: "ගනුදෙනුව ගාස්තු",
      total_pay: "ඔබගේ ගිණුමෙන් ලබාගත් මුදල",
      receipt: "රිසිට්පත",
      description: "විස්තර",
      accept_action: "ගනුදෙනු තහවුරු කිරීම",
    },
    enter_account_number: "ගිණුම් අංකය ඇතුලත් කරන්න.",
    currency_not_match:
      "ගමනාන්ත ගිණුම් මුදල් ප්‍රභවයට සමාන නොවේ",
    account_number_not_valid: "ගිණුම් අංකය නිවැරදියි.",
    account_number_is_valid: "ගිණුම් අංකය නිවැරදියි.",
    receipt_not_valid: "ඉන්වොයිස් අංකය වැරදියි.",
    receipt_is_valid: "රිසිට්පත් අංකය නිවැරදියි.",

    notifications: {
      confirm_success: "ගනුදෙනුව සාර්ථකව නිම කරන ලදී.",
    },
  },

  /** {@see OPlanCalculator} **/
  price_calculator: {
    title: "කැල්කියුලේටරය ╏ ඔබේ ව්‍යාපාරයට ගැලපේ",
    description:
      "ඔබේ මාසික විකුණුම් මත පදනම්ව හොඳම සැලැස්ම ගණනය කර තෝරන්න:",
    sale_input: "මාසික විකුණුම් මුදල",
    hypernova_plan: "අයිතමය අයිතමය අයිතමය %0!",
    show_normal_mode: "සාමාන්‍ය මාදිලිය පෙන්වන්න",
    show_hypernova_mode: "මගේ ගනුදෙනුව මිලියන 1 ඉක්මවයි!",
  },

  /** {@see OPlanFeaturesCard} **/
  price_card: {
    billed_monthly: "මාසිකව {amount} බිල් කර ඇත.",
    billed_yearly: "වාර්ෂිකව {amount} බිල් කරනු ලැබේ.",
    buy_license_action: "දැන් මිලදී ගන්න",
    select_your_store: "ඔබේ ගබඩාව තෝරන්න",
  },

  /** {@see BSessionsMap} **/
  shop_session_widget: {
    total_sessions: "මුළු සැසි",
  },
  /** {@see BDashboardShopCustomersActivityMap} **/
  user_activities_keys: {
    add_baskets: "ගැලට එක් කරන්න",
    remove_baskets: "කරත්තයෙන් මකන්න",
    buys: "මිලදී ගන්න",
    products_views: "නිෂ්පාදනය බලන්න",
  },
  /** {@see BDashboardShopAcquisition} **/
  shop_visitors_widget: {
    title: "අමුත්තන් විශ්ලේෂණ",
    new_visitors: "නව අමුත්තන්",
    amp: "AMP දසුන්",
    returning_visitors: "ආපසු පැමිණෙන අමුත්තන්",
    page_views: "පිටු බැලීම්",
    other_pages: "වෙනත් පිටු",
    from_previous_7_days: "පසුගිය දින 7 සිට",
  },

  /** {@see BUserAppLevel}   {@see AppLevel}  **/
  app_levels: {
    title: "යෙදුම් මට්ටම",
    Newbie: "නවකයෙක්",
    Beginner: "ආරම්භකයා",
    Novice: "නවක",
    Intermediate: "අතරමැදි",
    Advanced: "උසස්",
  },

  /** {@see Login} **/
  login: {
    register_title: "ව්‍යාපාර මාධ්‍ය,<br> ප්‍රීතිමත් අත්දැකීමක්.",
    register_subtitle:
      "Selldone අදම නොමිලේ ලියාපදිංචි වන්න. අයිතමය ආරම්භකයින්, ව්‍යවසායන්, ගැනුම්කරුවන් සහ විකුණුම්කරුවන් විසින් ආදරය කරනු ලැබේ.",

    password_recovery_title: "මුරපදය ප්රතිසාධනය",
    password_recovery_message:
      "ඔබට ඔබගේ මුරපදය අමතක වී ඇත්නම්, ඔබගේ ගිණුමේ විද්‍යුත් තැපැල් ලිපිනය ඇතුළත් කර තහවුරු කිරීමේ යතුර ඔබන්න. ඔබගේ මුරපදය නැවත සැකසීමට අපි ඔබට සබැඳියක් සහිත විද්‍යුත් තැපෑලක් එවන්නෙමු.",
    email: "ඔයාගේ ඊතැපැල් ලිපිනය",
    password_recovery_action: "ප්‍රතිසාධන විද්‍යුත් තැපෑල ලබා ගන්න",

    register_google: "Google සමඟින් ඉදිරියට යන්න",
    register_apple: "Apple සමඟ ඉදිරියට යන්න",
    continue_with: "දිගටම කරගෙන යන්න",
    register_linkedin: "LinkedIn සමඟින් ඉදිරියට යන්න",
    register_facebook: "Facebook සමඟින් ඉදිරියට යන්න",
    register_github: "GitHub සමඟින් ඉදිරියට යන්න",
    create_your_account: "ඔබගේ ගිණුම සාදන්න",
    password_8_chars: "මුරපදය අවම වශයෙන් අක්ෂර 8 ක් විය යුතුය.",
    password_upercase_number: "අවම වශයෙන් එක් විශාල අකුරක් සහ එක් අංකයක්.",
    password_confirm: "මුරපදය සහ තහවුරු කිරීම ගැලපේ.",
    privacy_agreement:
      "Selldone ලියාපදිංචි වීමෙන්, ඔබ අයිතමය හි <a href='/terms' target='_blank'>භාවිත නියම</a> සහ <a href='/privacy' target='_blank'>රහස්‍යතා ප්‍රතිපත්තියට</a> එකඟ වේ.",
    register_action: "අපි යමු, එය නොමිලේ!",
    login_action: "ඇතුල් වන්න",
    already_signup: "දැනටමත් අත්සන් කර තිබේද?",
    login_your_account: "ඔබගේ ගිණුමට පිවිසෙන්න",
    login_google: "Google සමඟින් ඉදිරියට යන්න",
    login_linkedin: "LinkedIn සමඟින් ඉදිරියට යන්න",
    login_facebook: "Facebook සමඟින් ඉදිරියට යන්න",
    login_github: "GitHub සමඟින් ඉදිරියට යන්න",
    remember_me: "මාව මතක ද.",
    login_button: "ඇතුල් වන්න",
    two_step_problem: "ඔබට පියවර දෙකක මුරපදය සම්බන්ධයෙන් ගැටලුවක් තිබේද?",
    two_step_problem_action: "මට දෙපියවර පිවිසුම අක්‍රිය කිරීමට අවශ්‍යයි.",
    two_step_confirm: "ප්රවේශ කේතය තහවුරු කරන්න",
    forgot_password: "මුරපදය අමතක වුණා ද?",
    signup_free: "නොමිලේ ලියාපදිංචි වන්න",
    checking_robot_message: "ඔබ රොබෝ කෙනෙක් ද මිනිසෙක් ද යන්න පරීක්ෂා කරමින්..",
    notifications: {
      step2_login_success: "ගිණුමට ස්වයංක්‍රීයව පුරනය වීම",
    },
    signup_email: "විද්‍යුත් තැපෑලෙන් ලියාපදිංචි වන්න",

    name_placeholder: "නම",
    email_placeholder: "විද්යුත් තැපෑල",
    email_or_username_placeholder: "ඊමේල්, පරිශීලක නාමය හෝ දුරකථන අංකය",
    password_placeholder: "මුරපදය",
    re_password_placeholder: "මුරපදය තහවුරු කරන්න",
    new_in_samin: "Selldone අයිතමය හි අලුත්ද?",
    auto_create_shop: "ස්වයංක්‍රීය නිර්මාණ සාප්පුව",
  },
  /** {@see Layout} **/
  layout: {
    logout: "පිටවීම",
    menu: {
      my_public_profile_subtitle: "අයිතමය මහජන පැතිකඩ {name}.",

      personal_information: "පුද්ගලික තොරතුරු සහ පැතිකඩ",
      personal_information_subtitle: "සංස්කරණය කරන්න අයිතමය පැතිකඩ, ලිපිනය අයිතමය අයිතමය",
      wallet: "පසුම්බි සහ ගිණුම්",
      wallet_subtitle: "අයිතමය ගිණුම් අයිතමය සම්බන්ධයි ගෙවීම කාඩ්පත්",

      companies: "සමාගම් සහ ව්‍යාපාර ගිණුම්",
      companies_subtitle: "ලියාපදිංචි කරන්න අයිතමය ව්‍යාපාරය අයිතමය බද්ද පැතිකඩ",

      access: "මගේ ගිණුමට ප්‍රවේශය",
      access_subtitle:
        "OAඅයිතමය ගනුදෙනුකරුවන්, පුද්ගලික ප්රවේශ අයිතමය අයිතමය සම්බන්ධයි යෙදුම්",

      security: "ආරක්ෂාව",
      security_subtitle: "සාධක දෙකක් සකසා සමාජ පිවිසුම් විකල්ප කළමනාකරණය කරන්න.",

      preferences: "පරිශීලක මනාප",
      preferences_subtitle:
        "වෙනස් කරන්න තේමාව, අයිතමය, අයිතමය අයිතමය පෙරනිමිය මුදල්",
      my_subscriptions: "මගේ දායකත්වයන්",
      my_subscriptions_subtitle:
        "ප්රවේශ දක්වා අයිතමය AI අයිතමය අයිතමය අයිතමය",
    },
  },

  /** {@see PageBuilder} **/
  page_builder: {
    title: "වෙබ් අඩවි නිර්මාණය",

    menu: {
      user_view: "දැක්ම",
      design: "නිර්මාණ",
      behavior: "හැසිරීම",
      seo: "SEO",
      setting: "සැකසුම්",
      embed: "අයිතමය",
    },
    waiting_fetch: "තොරතුරු ලැබීම..",

    /** {@see SettingCustomPage} **/
    setting: {
      title_input: "පිටු මාතෘකාව",
      description_input: "කෙටි විස්තරය",
      name_input: "පිටු URL (අකුරු සහ අංක)",
      bg_color_input: "පසුබිම් වර්ණය",
      bg_style_input: "පිටු පසුබිම් විලාසය",
      page_label_input: "ලේබල් වර්ණය",
      page_dir_input: "පිටු දිශාව",
      ltr: "වමේ සිට දකුණට",
      rtl: "දකුණේ සිට වමට",
      designer_note: "නිර්මාණකරුගේ සටහන",
    },

    /** {@see LPageEditor} **/
    design: {
      themes: {
        title: "පුද්ගලික නිර්මාණ සහකාර",
        message: "කේතීකරණයකින් තොරව ඔබේ ව්‍යාපාරය සඳහා හොඳම පිටු සැලසුම් කරන්න.",
        page_title_input: "ඔබේ පිටුව සඳහා මාතෘකාවක් ඇතුළත් කරන්න",
      },
      tools: {
        rearrange: "නියෝග",
        tools: "මෙවලම්",
        history: "ඉතිහාසය",
        style: "ශෛලිය",
        typography: "මුද්‍රණ ශිල්පය",
        hierarchy: "අයිතමය",
      },
      no_category: "ප්‍රවර්ග නැත",
    },

    /** {@see LPageEditorSeo} **/
    seo: {
      message:
        "Selldone අයිතමය SEO එන්ජිම මගින් SEO සැකසුම් ස්වයංක්‍රීයව සකසනු ලැබේ.",
    },
  },

  /** {@see VerifyEmailCaution} **/
  verify_email_caution: {
    title: "ඔබගේ විද්‍යුත් තැපැල් ලිපිනය තහවුරු කරන්න",
    message:
      "නව සක්‍රිය කිරීමේ සබැඳිය ඔබගේ {email} ඊමේල් ලිපිනයට යවා ඇත. කිසියම් ක්‍රියාමාර්ගයක් ගැනීමට පෙර කරුණාකර ඔබගේ විද්‍යුත් තැපෑල පරීක්ෂා කරන්න.",
    resend_message:
      "ඔබගේ විද්‍යුත් තැපෑලෙහි සක්‍රිය කිරීමේ සබැඳිය ඔබට ලැබී නොමැති නම්, නැවත යැවීමට පහත බොත්තම ක්ලික් කරන්න.",
    resend_action: "සක්‍රිය කිරීමේ සබැඳිය නැවත යවන්න",
    resend_notice: "සක්‍රිය කිරීමේ සබැඳිය යවා ඇත.",
  },

  /** {@see ShopAutomation_Autopilot} **/
  autopilot: {
    start: "ආරම්භක දිනය",
    end: "අවසාන දිනය",
  },

  /** {@see Help} **/
  help: {
    menu: "මෙනු",
    more_helps: "වැඩිදුර කියවන්න",
  },

  /** {@see WidgetCompanyCard} **/
  company_card: {
    pending_state: "සමාලෝචනය සඳහා රැඳී සිටිමින්",
    register: "ලියාපදිංචි",
    developer: "සංවර්ධකයා",
    verified: "තහවුරු කර ඇත",
    premier: "අගමැති",
  },

  /** {@see ShopSubscriptionList} **/
  shop_license: {
    add: "දායකත්වය එක් කරන්න",
    only_last: "අවසාන දායකත්වය පමණි",
    vouchers: "වවුචර",
    buy: "දායක සැලැස්ම මිලදී ගන්න",
    monthly: "මාසික",
    yearly: "වාර්ෂිකව",
    start_date: "ආරම්භක දිනය",
    end_date: "අවසාන දිනය",
    price: "මිල",
    verify: {
      true_title: "අයිතමය කොන්දේසි",
      true_description: "Selldone අයිතමය කියවීම අයිතමය අයිතමය කොන්දේසි අයිතමය අයිතමය",
    },
    need_charge: "ගාස්තුවක් අවශ්‍යයි",
    buy_now: "දැන් මිලදී ගන්න",
    use_voucher_now: "දැන් වවුචරය භාවිතා කරන්න",
    plan_placeholder: "ඔබගේ දායකත්ව සැලැස්ම තෝරන්න",
    plan: "බලපත්ර සැලැස්ම",
    use_date: "සක්රිය කිරීමේ දිනය",
    validity_duration: "වලංගු කාලය",
    validity_duration_hint:
      "මාස 12ක බලපත්‍රයක් මිලදී ගැනීමෙන් ඔබට 30% ක වට්ටමක් ලැබෙනු ඇත.",

    active_license: {
      title: "ක්රියාකාරී බලපත්රය",
      subtitle:
        "ඔබගේ සක්‍රිය බලපත්‍ර තොරතුරු.",
      subtitle_partner:
        "ඔබගේ සක්‍රිය {name} බලපත්‍ර තොරතුරු.",
    },
    licenses_table: {
      title: "මිලදී ගත් ඉතිහාසය",
      subtitle:
        "මෙය සක්‍රිය සහ පොරොත්තු බලපත්‍ර ලැයිස්තුවකි. ඔබේ මුදල් පසුම්බියට අරමුදල් සැපයීමෙන් පසු ඔබට ගනුදෙනු මිලදී ගත හැකිය. අතිරේක වශයෙන්, ඔබ දායකත්වයක් අවලංගු කරන විට, ඉතිරි දායක මුදල ඔබේ අතථ්‍ය මුදල් පසුම්බියට ආපසු ලබා දෙන බව කරුණාවෙන් සලකන්න.",
    },
    license_detail: {
      title: "විස්තර",
      subtitle:
        "මේවා ඔබගේ වත්මන් සැලැස්මේ සීමාවන් වේ. වැඩි විස්තර සඳහා කරුණාකර මිලකරණ පිටුවට පිවිසෙන්න. ඔබට ඔබේ ව්‍යාපාරය ආරම්භ කිරීමට සහ වර්ධනය කිරීමට නොමිලේ සැලසුම ඇතුළුව සියලුම සැලසුම් හරහා සියලුම විශේෂාංග වෙත ප්‍රවේශ විය හැක. ඔබ ඔබේ ව්‍යාපාරය පරිමාණය කරන විට, ඔබේ සේවා ගාස්තු අඩු කිරීමට ඉහළ මට්ටමේ සැලසුමකට උත්ශ්‍රේණි කිරීම සලකා බලන්න.",
    },

    table: {
      plan: "සැලසුම් කරන්න",
      start_date: "ආරම්භක / අවසන් දිනය",
      renewal: "ස්වයංක්‍රීයව අලුත් කිරීම",
      linked_account: "සම්බන්ධිත ගිණුම / වවුචරය",
      payment: "ගෙවීම",
      cancel: "අවලංගු කරන්න",
    },
    notifications: {
      subscribe_success: "සාර්ථකව දායක විය.",
      cancel_success: "දායකත්වය සාර්ථකව අවලංගු කරන ලදී.",
    },
    cancel_dialog: {
      title: "දායකත්වය තහවුරු කිරීම අවලංගු කරන්න",
      message: "මෙම දායකත්වය අවලංගු කිරීමට ඔබට විශ්වාසද?",
      action: "දායකත්වය අවලංගු කරන්න",
    },
    add_dialog: {
      wallet: {
        title: "අයිතමය අයිතමය පසුම්බිය",
        subtitle:
          "ඔබගේ දායකත්වය සඳහා භාවිතා කිරීමට අතථ්‍ය මුදල් පසුම්බියක් තෝරන්න. ඔබට තවම එකක් නොමැති නම්, ඔබට එය පසුම්බිය කොටසෙහි නිර්මාණය කළ හැකිය. මෙම මුදල් පසුම්බිය ඕනෑම ගාස්තුවක් සඳහා භාවිතා කරනු ඇත.",
      },
      auto_renewal: {
        true_title: "ස්වයංක්‍රීයව අලුත් කිරීම",
        true_description:
          "ඔබේ මුදල් පසුම්බියට ප්‍රමාණවත් ශේෂයක් තිබේ නම් හෝ ඔබට වලංගු වවුචරයක් තිබේ නම් ඔබේ දායකත්වය ස්වයංක්‍රීයව අලුත් වේ.",
      },
      options: {
        title: "අයිතමය අයිතමය",
      },
      verify: {
        title: "අයිතමය",
      },
    },
  },

  /** {@see BLayoutBackofficeShop} **/

  admin_shop_layout: {
    download_txt: "දත්ත පෙළ බාගන්න",
    download_excel: "දත්ත එක්සෙල් බාගන්න",
  },
  /** {@see BUserPreferences} **/
  user_preferences: {
    access: "ප්රවේශ",
    template: "සැකිල්ල",
    feedback: "ප්රතිපෝෂණ",
    date_time: "දිනය & වේලාව",

    company: "සමාගම",
    company_message: "ඔබට සමාගමක් තිබේ නම් සහ යෙදුම් ප්‍රකාශ කිරීමට අවශ්‍ය නම්.",
    access_keys: "ප්රවේශ යතුරු",
    access_keys_message: "සේවාලාභීන් සහ ප්‍රවේශ යතුරු පෙන්වන්න.",
    rating: "Selldone අයිතමය සමඟ ඔබේ අත්දැකීම ඔබ ඇගයීමට ලක් කරන්නේ කෙසේද?",
    large_font: "විශාල අකුරු",
    large_font_message: "සාමාන්‍යයට වඩා විශාල පෙළ පෙන්වන්න",
    samples: "සාම්පල සාප්පු පෙන්වන්න",
    samples_message:
      "සබල කර ඇත්නම්, සමහර නියැදි වෙළඳසැල් ඔබේ පැනලයේ සංදර්ශන වනු ඇත.",

    automation: "ස්වයංක්රීයකරණය",
    automation_message:
      "සාප්පු උපකරණ පුවරුවේ ස්වයංක්‍රීය පටිත්ත පෙන්වන්න. (Webhooks, Visual programming, ...)",
  },

  /** {@see BPageShopSettingLocations} **/
  shop_locations: {
    title: "සේවා සපයන රටවල්",
    sub_title:
      "පහත ලැයිස්තුවෙන් ඔබට ඔබේ භාණ්ඩය විකිණීමට අවශ්‍ය රටවල් තෝරන්න.",

    delete_restriction: "සීමා කිරීම මකන්න",
    set_restriction: "සීමා පනවන්න",
    notifications: {
      locations_update: "ස්ථානය සාර්ථකව යාවත්කාලීන කරන ලදී.",
    },
    table: {
      country: "රට",
      currency: "මුදල්",
      available: "ඇත",
    },
  },

  /** @see ProductCard **/
  product_card: {
    sold_out: "විකුණා අවසන්",
    review_unit: "සමාලෝචනය කරන්න",
    not_original: "මුල් නොවේ",
  },

  /** @see BProductAddStudio **/
  product_studio: {
    add_mode: "වැඩි විස්තර එකතු කරන්න",
    auto_category: "ස්වයංක්‍රීය සකසන කාණ්ඩය",
    add_in_current_category: "වත්මන් කාණ්ඩයට එක් කරන්න",
    category_mode_message:
      "සබල කළහොත්, නිෂ්පාදිතය පෙරනිමි ප්‍රවර්ගයට හෝ උපප්‍රවර්ගයට එක් කරනු ඇත.",
    sku_name_input: "SKU / නම",
    info: {
      subtitle:
        "නිෂ්පාදනය උත්පාදනය කිරීම සඳහා, ඔබට එය නිර්මාණය කිරීම සඳහා අවශ්ය අත්යවශ්ය තොරතුරු පමණක් ඇතුළත් කළ හැකිය.",
    },
    price: {
      subtitle:
        "මෙම නිෂ්පාදනය සඳහා මිල සහ වට්ටම් ඇතුළත් කරන්න. නිෂ්පාදනය එක් කළ පසු, ඔබට තවත් විකල්ප වෙත ප්‍රවේශය ලැබේ.",
    },
    by_sku: {
      title: "එක් කරන්න අයිතමය SKU",
      subtitle: "අයිතමය අයිතමය රට අයිතමය අයිතමය ඇත",
    },
    drop_shipping: {
      subtitle:
        "තොග වෙළඳපොලේ නිෂ්පාදන සොයාගෙන ඒවා ඔබේ වෙළඳසැලට එකතු කරන්න.",
    },
    by_connect: {
      subtitle:
        "Selldone Connect OS සමඟින් POD හෝ dropshipping සැපයුම්කරුවන් වෙතින් නිෂ්පාදන පහසුවෙන් එක් කරන්න-ඔබේ වෙළඳසැල සම්බන්ධ කර ස්වයංක්‍රීය නිෂ්පාදන ඒකාබද්ධ කිරීම භුක්ති විඳින්න, ප්ලගීන අවශ්‍ය නොවේ.",
    },
    your_license_is_not_eligible: "අයිතමය බලපත්රය අයිතමය අයිතමය අයිතමය",
    sku_dialog: {
      title: "එක් කරන්න නිෂ්පාදන අයිතමය SKU",
      subtitle:
        "අපගේ දත්ත ගබඩාවේ ඔවුන්ගේ SKU මගින් නිෂ්පාදන ස්ථානගත කර ඒවා එක් ක්ලික් කිරීමකින් එක් කිරීමට ඔබට හැකියාව ඇත.",
    },
    dropshipping_dialog: {
      title: "එක් කරන්න අයිතමය නිෂ්පාදන",
    },
  },

  /**
   * @see BProductAddDropshippingShops
   */
  product_add_dropshipping_shops: {
    subtitle:
      "මෙහිදී, ඔබට Selldone හි තම නිෂ්පාදන ලැයිස්තුගත කරන තොග වෙළෙන්දන් සොයා ගත හැකි අතර, ඒවා වෙනත් වෙළෙන්දන් සඳහා ලබා ගත හැක. Selldone හි බිල්ට් ඩ්‍රොප්ෂිපිං වේදිකාව ක්‍රියාවලිය සරල කරයි, එය තොග වෙළෙන්දන් සහ වෙළෙන්දන්ට පහසු සහ සරල කරයි.",
  },

  /** @see Affiliates **/
  my_affiliate: {
    title: "මගේ අනුබද්ධ ගිවිසුම්",
    message:
      "වෙනත් වෙළඳසැල් සමඟ අනුබද්ධ ගිවිසුම් ලැයිස්තුව.",
  },

  /** @see BPageShopMarketingAffiliate **/
  affiliates: {
    title: "අනුබද්ධ හවුල්කරුවන්",
    subtitle:
      "අනුබද්ධයන් සාදන්න, කාලයත් සමඟ ඔවුන්ගේ කාර්ය සාධනය නිරීක්ෂණය කරන්න, සහ එක තැනක නිවැරදි තොරතුරු මත පදනම්ව ක්‍රියා කරන්න. ශක්තිමත් සම්බන්ධතාවයක් ගොඩනඟා ගැනීමට අපි ඔබට සහ ඔබේ හවුල්කරුවන්ට උදව් කරන්නෙමු.",

    affiliate_code: "අනුබද්ධ කේතය",
    crate_date: "දිනය සාදන්න",
    last_payment_date: "අවසන් ගෙවීමේ දිනය",
    for_all_products: "සියලුම නිෂ්පාදන සඳහා අයදුම් කරන්න",
    balance: "ශේෂය",
    fix_commission: "ස්ථාවර කොමිස්",
    percent_commission: "සියයට මත පදනම් වූ කොමිස්",
    total_payment: "මුළු ගෙවීම්",
    new_affiliate: "නව අනුබද්ධ සහකරු",
    new_affiliate_message: "නව අනුබද්ධ සහකරු එක් කරන්න",

    link_factory: {
      title: "අනුබද්ධ සහකරු සම්බන්ධක උත්පාදක යන්ත්රය",
      link_input: "ඔබේ සබැඳිය",
      link_output: "ජනනය කළ සබැඳිය",
    },
  },

  /**
   * @see BAffiliateEdit
   */
  affiliate_edit: {
    affiliate_commission: "අනුබද්ධ කොමිෂන් සභාව",

    config: {
      new: "නව අනුබද්ධ සහකරු",
      edit: "සංස්කරණය කරන්න අනුබද්ධ අයිතමය",
      subtitle:
        "අනුබද්ධයේ සාමාන්‍ය සැකසුම් සහ නම මෙහි වින්‍යාස කරන්න.",
    },

    payment: {
      title: "ගෙවීම තොරතුරු",
      subtitle:
        "අනුබද්ධ ආයතනය සඳහා කොමිස් ව්‍යුහය සකසන්න. ඔබට ස්ථාවර සහ ප්‍රතිශත පදනම් කරගත් කොමිස් ඒකාබද්ධ කළ හැකිය, නැතහොත් එක් එක් නිෂ්පාදනය සඳහා නිශ්චිත කොමිස් නියම කළ හැක.",
    },

    contact: {
      title: "සබඳතා තොරතුරු",
      subtitle: "අනුබද්ධ හවුල්කරුගේ සම්බන්ධතා තොරතුරු මෙහි සපයන්න.",
    },

    restriction: {
      title: "කොමිසම සීමාව",
      subtitle:
        "කොමිස් සඳහා සුදුසුකම් ලබන්නේ කුමන නිෂ්පාදනද යන්න නිර්වචනය කරන්න. ඔබට ඇතැම් නිෂ්පාදන සඳහා කොමිස් සීමා කළ හැකිය.",
    },

    link_domain: {
      title: "සම්බන්ධිත වසම්",
      subtitle:
        "මෙම අනුබද්ධ හවුල්කරු වෙත ඔබගේ වසම් වලින් එකක් සම්බන්ධ කරන්න. මෙම වසම හරහා මිලදී ගන්නා අමුත්තන් මෙම අනුබද්ධ ආයතනයට ආරෝපණය කරනු ලැබේ.",

      domain_not_approved_msg: "අයිතමය වසම් අයිතමය අයිතමය !",
      domain_is_not_enable_msg: "අයිතමය වසම් අයිතමය අයිතමය සක්‍රීය කර ඇත!",
      domain_is_linked_to_other_affiliate_msg:
        "අයිතමය වසම් අයිතමය අයිතමය සම්බන්ධිත දක්වා අයිතමය අනුබද්ධ!",
    },

    set_users_first_message: "අයිතමය අයිතමය අයිතමය පරිශීලක අයිතමය!",

    cluster: {
      title: "අයිතමය",
      subtitle:
        "මෙම අනුබද්ධය එක් ස්ථානයක අනෙකුත් සම්පත් සමඟ එය කළමනාකරණය කිරීමට පොකුරක් සමඟ සම්බන්ධ කරන්න.",
      manage_action: "කළමනාකරණය කරන්න",
    },

    notifications: {
      create_success: "අලුත් අනුබද්ධ එක් කරන්න අයිතමය",
      update_success: "අනුබද්ධ අයිතමය අයිතමය",
    },

    inputs: {
      name: {
        label: "අනුබද්ධ අයිතමය නම",
        message: "උදා: John Doe, Alex Company, X Marketers, ආදිය.",
      },
      commission: {
        label: "කොමිසම අයිතමය",
        false_description:
          "අයිතමය අයිතමය කොමිස්",
        true_description:
          "මිල පටිත්තෙහි සකසා ඇති නිෂ්පාදන-විශේෂිත කොමිස් භාවිතයෙන් ගණනය කරන්න.",
        false_title: "අයිතමය + අයිතමය කොමිසම",
        true_title: "අයිතමය කොමිසම",
      },
      user: {
        label: "පරිශීලක (විකල්ප)",
        message: "Selldone විකල්ප, අයිතමය, අනුබද්ධ නම අයිතමය අයිතමය",
      },
      web: {
        placeholder: "විකල්ප, අයිතමය, අයිතමය",
      },
      address: {
        placeholder: "විකල්ප, අයිතමය, 1200 POX, NY, USA",
      },
      tel: {
        placeholder: "විකල්ප, අයිතමය, 001-808-210354",
      },
      bank: {
        placeholder: "විකල්ප, අයිතමය, අයිතමය බැංකුව, නැත: 10002-325-800-845213",
      },
      domain: {
        placeholder: "තෝරන්න අයිතමය වසම් (විකල්ප)",
      },
      pos: {
        true_description:
          "අනුබද්ධිතයින්ට ඔවුන්ගේ පැනලය හරහා තම පාරිභෝගිකයන් සඳහා සෘජුවම ඇණවුම් කළ හැකිය.",
        true_title: "POS ප්රවේශ",
      },
      enable: {
        true_description:
          "මෙම අනුබද්ධය දැනට ක්‍රියාත්මකද? අක්‍රිය නම්, ඔවුන්ගේ සබැඳිය හරහා කරන ලද ඇණවුම් සඳහා ඔවුන්ගේ අනුබද්ධ වැඩසටහන අදාළ නොවේ.",
      },
      products: {
        label: "නිෂ්පාදන අයිතමය අයිතමය කොමිසම",
        select_product: "තෝරන්න නිෂ්පාදන",
      },
    },
    actions: {
      update: "යාවත්කාලීන කරන්න අනුබද්ධ",
      add: "එක් කරන්න අනුබද්ධ අයිතමය",
    },
    /**
     * @see BPageAffiliateEdit
     */
    delete: {
      subtitle:
        "ඔබේ වෙළඳසැලෙන් ඒවා ඉවත් කිරීමට පෙර ඔබට අනුබද්ධ ආයතනය සමඟ නොගෙවූ ණය පියවා ගත හැකිය. අනුබද්ධ තොරතුරු මකාදැමීමෙන් පසු සීමිත කාලයක් සඳහා ප්‍රවේශ විය හැකි වනු ඇත.",
    },
  },

  /**
   * @see BPageShopFinanceValuations
   */
  shop_valuations: {
    title: "අභිරුචි මිල නියම කිරීම අයිතමය තක්සේරු කිරීම්",
    subtitle:
      "පාරිභෝගිකයින්ට ප්‍රභේද තෝරා ගැනීමට හෝ ඔබේ වෙළඳ භාණ්ඩ පුද්ගලීකරණය කිරීමට ඉඩ සලසමින් නිෂ්පාදනයකට තක්සේරුවක් (මිල ආදාන පෝරමයක්) පවරන්න. එවිට පද්ධතිය අභිරුචි යෙදවුම් මත පදනම්ව මිල ගණනය කරනු ඇත.",
    add_valuation_action: "නිර්මාණය කරන්න අලුත් අයිතමය පෝරමය",
    empty_message:
      "විවිධ ප්‍රභේද නිර්මාණය කරනවා වෙනුවට, සරල නිෂ්පාදනයක් සඳහා යෙදිය හැකි තක්සේරු උපාය මාර්ගයක් සංවර්ධනය කිරීම සලකා බලන්න.",
    delete_dialog: {
      title: "අයිතමය ඉවත් කරන්න",
      message:
        "Are you sure you want to delete this pricing form? කරුණාකර මෙම අභිරුචි මිලකරණ උපාය මාර්ගය ප්‍රථමයෙන් සියලුම ආශ්‍රිත නිෂ්පාදන වලින් ඉවත් කර ඇති බව සහතික කර ගන්න.",
      action: "ඔව්, දැන් මකන්න",
    },
    notifications: {
      delete_success: "අයිතමය අයිතමය මකා දමන ලදී",
    },
  },

  /**
   * @see BValuationInput
   */
  valuation_input: {
    label: "මිල නියම කිරීම & අයිතමය අයිතමය",
  },

  /**
   * @see BValuationAdd
   */
  valuation_add: {
    title_edit: "සංස්කරණය කරන්න අයිතමය පෝරමය",
    title_add: "නිර්මාණය කරන්න අලුත් අයිතමය පෝරමය",
    config: {
      subtitle:
        "ඔබේ නිෂ්පාදන සඳහා සූත්‍ර සහ විමර්ශන වගු භාවිතයෙන් නම්‍යශීලී මිලකරණයක් නිර්මාණය කිරීමට තක්සේරු පද්ධතියක් සකසන්න. මෙම තක්සේරුවට අද්විතීය නමක් ලබා දීමෙන් ආරම්භ කරන්න.",
    },
    valuation_preview: "පෙරදසුන අයිතමය පෝරමය",
    load_sample: "අයිතමය අයිතමය",
    conditions: {
      title: "කොන්දේසි",
      subtitle:
        "අභිරුචි ප්‍රභේද සඳහා තර්කනය නිර්වචනය කරන්න. මෙම වින්‍යාසය ප්‍රභේද ලබා ගැනීමේ කළමනාකරණය සරල කරයි.",
    },
    structure: {
      title: "අයිතමය",
      subtitle:
        "නිර්මාණ අයිතමය මිල නියම කිරීම ආදානය පෝරමය අයිතමය අයිතමය ",
      expand_action: "අයිතමය",
      collapse_action: "අයිතමය",
    },
    inputs: {
      title: {
        message: "අයිතමය ශීර්ෂය අයිතමය අයිතමය අයිතමය දක්වා පාරිභෝගිකයන්",
        placeholder: "අයිතමය අයිතමය නම අයිතමය මිල නියම කිරීම, අයිතමය, 'අයිතමය මිල නියම කිරීම",
      },
    },
    samples: {
      title: "අයිතමය තක්සේරු කිරීම්",
    },
  },

  /** @see AdminGiftcardPage_Orders **/
  gift_card_orders: {
    title: "තෑගි කාඩ්පත සමඟ ඇණවුම්",
    table: {
      order: "නියෝග",
      order_price: "ඇණවුම් මුදල",
      paid_by_card: "කාඩ්පතෙන් ගෙවනු ලැබේ",
      payment_status: "ගෙවීම් තත්ත්වය",
      date: "දිනය",
    },
  },

  /** @see BPageOfferOrders **/
  offer_orders: {
    title: "ඇණවුම් පිරිනැමීම",
    table: {
      order: "නියෝග",
      order_price: "ඇණවුම් මුදල",
      offer_amount: "පිරිනැමීමේ මුදල",
      payment_status: "ගෙවීම් තත්ත්වය",
      product: "නිෂ්පාදන",
      date: "දිනය",
    },
  },

  /** @see BPageCouponOrders **/
  coupon_orders: {
    title: "කූපන් ඇණවුම්",
    table: {
      order: "නියෝග",
      order_price: "ඇණවුම් මුදල",
      coupon_amount: "කූපන් මුදල",
      payment_status: "ගෙවීම් තත්ත්වය",
      date: "දිනය",
    },
  },

  /** @see BPageDiscountCodeOrders **/
  discount_code_orders: {
    title: "වට්ටම් කේතය සමඟ ඇණවුම්",
    table: {
      order: "නියෝග",
      order_price: "ඇණවුම් මුදල",
      discount_amount: "වට්ටම් මුදල",
      payment_status: "ගෙවීම් තත්ත්වය",
      date: "දිනය",
    },
  },

  /** @see BPageShopIncentives **/
  incentives: {
    discount_code: "වට්ටම්",
    coupon: "කූපනය",
    offer: "පිරිනැමීම",
    gift_card: "තෑගි කාඩ්පත",
    lottery: "ලොතරැයිය",
    cashback: "මුදල් ආපසු",
  },

  /** {@see BPageShopIncentivesDiscountCode} **/
  discount_codes: {
    title: "වට්ටම් කේත",
    sub_title:
      "මෙම කොටසේදී ඔබට ඔබේ අවශ්‍යතාවලට සරිලන පරිදි වට්ටම් කූපන් පත් නිර්මාණය කිරීමට හැකි වේ. මෙම වට්ටම් ඕනෑම නිෂ්පාදන වට්ටම් වලින් වෙන් වන අතර පරිශීලක ඇණවුමේ අවසාන මුදලට අදාළ වේ.",
    add_new: "නව වට්ටම් කේතයක් එක් කරන්න",
    card: {
      created: "නිර්මාණය කරන්න",
      start: "ආරම්භ කරන්න",
      end: "අවසානය",
      currency: "මුදල්",
      discount_percentage: "වට්ටම් අනුපාතය",
      discount_limit: "වට්ටම් සීමාව",
      state: "වත්මන් තත්ත්වය",
      enabled: "අයිතමය සක්‍රීය කර ඇත",
      disabled: "දැන් ආබාධිතයි",
      used: "පරිභෝජනය කළා",
      count: "ගණන් කරන්න",
      unit: "අයිතම)",
    },
    /** {@see BDiscountCodeAdd} **/
    dialog: {
      title_edit: "වට්ටම් කේතය සංස්කරණය කරන්න",
      title_add: "නව වට්ටම් කේතයක් එක් කරන්න",
      discount_code_input: "වට්ටම් කේතය",
      discount_percent_input: "වට්ටම් අනුපාතය",
      discount_percent_input_hint: "මිලදී ගැනීමේ මුදලේ වට්ටම් අනුපාතය",
      count_input: "ගණන් කරන්න",
      count_input_hint: "මෙම කේතයේ උපරිම භාවිතය",
      limit_input: "වට්ටම් සීමාව",
      limit_input_hint: "මුදල් මත පදනම්ව උපරිම වට්ටම්",
      currency_input_message: "මෙම මුදල් සඳහා වට්ටම් ලබා ගත හැකිය.",
      limit_input_message:
        "වට්ටම් සීමාව සඳහා 0 අගය යනු වට්ටම් අනුපාතය සඳහා සීමාවක් නොමැති බවයි.",
      title_input: "ශීර්ෂය",
      title_input_hint: "ඔබට මෙම වට්ටම් කේතය සඳහා මාතෘකාවක් ඇතුළත් කළ හැක",
      description_input: "විස්තර",
      description_input_hint:
        "ඔබට මෙම වට්ටම් කේතය සඳහා විස්තරයක් ඇතුළත් කළ හැකිය",
      date_start_input: "ආරම්භ කරන්න",
      date_start_input_placeholder: "වට්ටම් ආරම්භ කළ යුත්තේ කවදාදැයි තෝරන්න",
      date_end_input: "අවසානය",
      date_end_input_placeholder: "වට්ටම් අවසන් වන්නේ කවදාදැයි තෝරන්න",
      notifications: {
        add: "වට්ටම් කේතය සාර්ථකව එකතු කරන ලදී.",
        edit: "වට්ටම් කේතය සාර්ථකව සංස්කරණය කරන ලදී.",
      },
      config: {
        title: "අයිතමය වින්යාසය",
        subtitle:
          "වට්ටම් කේත ගණනය කිරීමේ සූත්‍රය වන්නේ: උපරිම (සීමාව, PERCENT * කරත්ත මිල). කේතයන් අදාළ සහ මතක තබා ගැනීමට පහසු කිරීමට මතක තබා ගන්න.",
      },
      limit: {
        title: "අයිතමය",
        subtitle:
          "ඔබට මෙම කොටසෙහි එක් එක් වට්ටම් කේතය සඳහා උපරිම භාවිත සීමාව මෙන්ම උපරිම වට්ටම් මුදලද අර්ථ දැක්විය හැක.",
      },
      duration: {
        title: "කාල සීමාව සීමාව",
        subtitle:
          "ඔබට නිශ්චිත කාල රාමුවක් සඳහා වට්ටම් කේතයක් සක්‍රිය කිරීමට අවශ්‍ය නම්, ඔබට එම කාලසීමාව මෙහි ස්ථාපිත කළ හැක.",
      },
      design: {
        subtitle:
          "ඔබට එක් එක් වට්ටම් කේතය සඳහා මාතෘකාවක් සහ විස්තරයක් සැකසිය හැක. මෙම විස්තර පරිශීලකයාට පෙන්වනු ඇත.",
      },
      cluster: {
        subtitle:
          "මෙම වට්ටම් කේතය පොකුරක් සමඟ සම්බන්ධ කිරීමෙන්, ඔබට පහසුවෙන් තනි ස්ථානයක වෙනත් සම්පත් සමඟ එය කළමනාකරණය කළ හැක.",
      },
    },
    delete_alert: {
      title: "වට්ටම් කේතය ඉවත් කරන්න",
      message: "ඔබට මෙම වට්ටම් කේතය මැකීමට අවශ්‍යද?",
      action: "වට්ටම් ඉවත් කරන්න",
    },
    notifications: {
      delete_success: "ඔබගේ අදහස සාර්ථකව මකා ඇත",
    },
  },

  /** {@see BPageShopIncentivesGiftcard} **/
  gift_cards: {
    title: "තෑගි කාඩ්පත",
    sub_title:
      "තෑගි කාඩ්පතක් සාදා ඔබට අවශ්‍ය තරම් ප්‍රමාණයක් සාදන්න. මෙම කාඩ්පතට ගාස්තුවක් ඇති අතර, එය භාවිත කළ හැක්කේ ඔබේ සාප්පුවේ මිලදී ගැනීම් සඳහා පමණි.",

    create_new: "නව තෑගි කාඩ්පතක් එක් කරන්න",
    card: {
      created: "නිර්මාණය කරන්න",
      lifetime: "කල්පිරෙන දිනය",
      lifetime_unit: "එක් එක් කාඩ්පත සෑදූ දින සිට මාසය",
      currency: "මුදල්",
      initial_balance: "මූලික ගාස්තුව",
      count: "ගණන් කරන්න",
      count_unit: "අයිතමය",
      used: "පාවිච්චි කළා",
    },
    dialog: {
      title: "තෑගි කාඩ්පත් නිර්මාණය",
    },
    alert: {
      title: "වට්ටම් කේතය ඉවත් කරන්න",
      message:
        "ඔබට මෙම වට්ටම් කේතය මැකීමට අවශ්‍යද?",
      action: "මකන්න",
    },
    notifications: {
      delete_title: "තෑගි කාඩ්පත මකන්න",
      delete_message: "ඔබගේ අදහස සාර්ථකව මකා ඇත.",
    },
  },

  /** {@see BPageShopIncentivesCoupon} **/
  coupons: {
    title: "කූපන් පත්",
    sub_title:
      "ඔබේ ගනුදෙනුකරුවන්ට නිශ්චිත කොන්දේසි සමඟ භාවිතා කළ හැකි වට්ටමක් ලබා දීමට ඔබට අවශ්‍ය නම්, ඔබට කූපන් පත් සෑදිය හැකිය. කූපන් වලට සීමාවක් හෝ ස්ථාවර මුදලක් හෝ දෙකේම එකතුවක් සහිත ප්‍රතිශත වට්ටමක් ඇතුළත් කළ හැක.",
    create_new: "නව කූපනයක් එක් කරන්න",
    qualified_products: "සුදුසු නිෂ්පාදන",
    min_purchase: "අවම මිලදී ගැනීම",
    only_first_order: "පළමු මිලදී ගැනීම පමණි",

    one_time_use: "තනි පාවිච්චිය",
    multiple_use: "බහු භාවිතය",
    amount_usage: "භාවිතා කළ මුදල",

    delete_alert: {
      title: "කූපනය මකන්න",
      message: "මෙම කූපනය මැකීමට ඔබට විශ්වාසද?",
      action: "ඔව්, කූපනය මකන්න",
    },
    notifications: {
      delete_success: "කූපනය සාර්ථකව මකා ඇත.",
    },
  },
  /** {@see BCouponAdd} **/
  coupon_edit: {
    title_edit: "කූපනය සංස්කරණය කරන්න",
    title_add: "නව කූපනය",
    discount_charge: "වට්ටම් සහ ගාස්තු",
    charge: "අයකිරීම",
    charge_message: "ආරම්භක ගාස්තු ප්රමාණය",
    percent: "වට්ටම් සියයට",
    percent_message: "වට්ටම් සියයට ප්රමාණය",
    limit_input: "සීමාව",
    limit_input_hint: "වට්ටම් සීමාව ප්රමාණය",
    currency_input_message: "මෙම මුදල් සඳහා කූපනය තිබේ.",

    count_input: "ගණන් කරන්න",
    count_input_hint: "මෙම කේතයේ උපරිම භාවිතය",
    limit_input_message:
      "වට්ටම් සීමාව සඳහා 0 අගය යනු වට්ටම් අනුපාතය සඳහා සීමාවක් නොමැති බවයි.",
    date_start_input: "ආරම්භ කරන්න",
    date_start_input_placeholder: "කූපනය ආරම්භ කළ යුත්තේ කවදාදැයි තෝරන්න",
    date_end_input: "අවසානය",
    date_end_input_placeholder: "වට්ටම් අවසන් වන්නේ කවදාදැයි තෝරන්න",
    title_input: "ශීර්ෂය",
    title_input_hint: "ඔබට මෙම වට්ටම් කේතය සඳහා මාතෘකාවක් ඇතුළත් කළ හැක",
    description_input: "විස්තර",
    description_input_hint:
      "ඔබට මෙම වට්ටම් කේතය සඳහා විස්තරයක් ඇතුළත් කළ හැකිය",
    coupon_code: "කූපන් කේතය",
    need_code: "කේතය අවශ්‍යද?",

    coupon_color: "කූපන් වර්ණය",
    min_purchase_amount: "අවම මිලදී ගැනීමේ මුදල",
    min_purchase_amount_hint:
      "මිලදී ගැනීමේ මුදල මෙම අගයට වඩා වැඩි හෝ සමාන විය යුතුය.",
    should_exist_product: "අවම වශයෙන් මෙම නිෂ්පාදනවලින් එකක්වත් කරත්තයේ තිබිය යුතුය",
    apply_for_first_order: "පළමු මිලදී ගැනීම සඳහා පමණි",
    apply_for_first_order_on:
      "මෙම කූපනය භාවිතා කළ හැක්කේ පාරිභෝගිකයාගේ පළමු මිලදී ගැනීම සඳහා පමණි!",
    apply_for_first_order_off:
      "එක් ගැනුම්කරුවෙකු සඳහා කූපන් භාවිත ගණන පහතින් සකස් කළ හැක.",

    has_qualify_constraints: "ඔබට තවත් සීමාවන් නිර්වචනය කිරීමට අවශ්‍යද?",
    has_qualify_constraints_message:
      "මෙම කූපනය භාවිතා කිරීමට පාරිභෝගිකයා සුදුසුකම් ලැබීමට තවත් කොන්දේසි සකසන්න.",
    one_time_use_message: "පාරිභෝගිකයාට මෙම කූපනය එක් වරක් භාවිතා කළ හැක.",
    daily_limit: "දෛනික සීමාව",
    no_limit: "සීමාවක් නැත",
    daily_limit_message: "පාරිභෝගිකයා විසින් දිනකට භාවිතා කළ හැකි උපරිම ප්‍රමාණය",

    monthly_limit: "මාසික සීමාව",
    monthly_limit_message: "පාරිභෝගිකයා විසින් මසකට භාවිත කළ හැකි උපරිම ප්‍රමාණය",

    yearly_limit: "වාර්ෂික සීමාව",
    yearly_limit_message: "පාරිභෝගිකයා විසින් වසරකට භාවිතා කළ හැකි උපරිම ප්‍රමාණය",

    notifications: {
      add: "නව කූපනය සාර්ථකව සාදන ලදී.",
      edit: "කූපනය යාවත්කාලීන කර ඇත.",
    },

    config: {
      subtitle:
        "කූපන් වට්ටම් ගණනය කිරීමේ සූත්‍රය වන්නේ: CHARGE + max (සීමාව, PERCENT * කරත්ත මිල).",
    },
    limit: {
      subtitle:
        "මෙම කොටසේදී, ඔබට කූපනයකට උපරිම භාවිත සංඛ්‍යාව සහ එක් එක් කූපනය සැපයිය හැකි ඉහළම වට්ටම් ප්‍රමාණය යන දෙකම සැකසිය හැක.",
      zero_message: "අයිතමය: අයිතමය අයිතමය නැත සීමාව!",
    },
    duration: {
      subtitle:
        "ඔබට කූපනයක් සක්‍රිය වීමට නිශ්චිත කාල රාමුවක් සැකසීමට අවශ්‍ය නම්, ඔබට මෙම කොටසෙහි කාලසීමාව වින්‍යාසගත කළ හැක.",
    },
    design: {
      subtitle:
        "සෑම කූපනයක්ම මාතෘකාවක් සහ විස්තරයක් එකතු කිරීමට ඉඩ සලසයි. මෙම විස්තර පාරිභෝගිකයාට පෙනෙනු ඇත.",
    },
    constraints: {
      subtitle:
        "මෙහිදී, කූපනය සඳහා අතිරේක පුද්ගලාරෝපිත පරාමිතීන් ස්ථාපිත කිරීමට ඔබට හැකියාව ඇත.",
      no_limit: "නැත අයිතමය සීමා කිරීම",
      has_limit: "අයිතමය අයිතමය",
      has_code_message: "පරිශීලක අයිතමය අයිතමය අයිතමය කේතය දක්වා එක් කරන්න කූපනය",
    },
    club: {
      subtitle:
        "මෙම කූපනයේ භාවිතය තෝරාගත් පාරිභෝගික සමාජවල සාමාජිකයින්ට පමණක් සීමා කළ හැක.",
    },
    cluster: {
      subtitle:
        "මෙම කූපනය පොකුරක් සමඟ සම්බන්ධ කිරීමෙන්, ඔබට එය වෙනත් සම්පත් සමඟ එක් ස්ථානයක පහසුවෙන් කළමනාකරණය කළ හැකිය.",
    },
    preview: {
      subtitle: "කූපනයේ පොදු පෙරදසුන මෙන්න.",
    },
  },

  /** {@see BPageShopIncentivesOffer} **/
  offers: {
    title: "පිරිනැමීම්",
    sub_title:
      "ඔබට ඔබේ ගනුදෙනුකරුවන් සඳහා විශේෂ දීමනා නිර්මාණය කළ හැකි අතර, එක් භාණ්ඩයක් මිලදී ගැනීමෙන් පසු, ඔවුන්ට තවත් භාණ්ඩයක් වට්ටමක් හෝ නොමිලේ ලැබෙනු ඇත.",
    create_new: "නව දීමනාවක් එක් කරන්න",
    qualified_products: "සුදුසු නිෂ්පාදන",
    min_quantity: "අවම ප්‍රමාණය",
    min_purchase: "අවම මිලදී ගැනීම",
    amount_usage: "භාවිතා කළ මුදල",

    delete_alert: {
      title: "පිරිනැමීම මකන්න",
      message: "ඔබට මෙම පිරිනැමීම මැකීමට විශ්වාසද?",
      action: "ඔව්, පිරිනැමීම මකන්න",
    },
    notifications: {
      delete_success: "පිරිනැමීම සාර්ථකව මකා ඇත.",
    },
  },

  /** {@see BOfferAdd} **/
  offer_edit: {
    title_edit: "පිරිනැමීම සංස්කරණය කරන්න",
    title_add: "නව දීමනාවක්",

    design_style: "නිර්මාණය සහ විලාසය",
    eligible_constraints: "පාරිභෝගික සුදුසුකම් සීමාවන්",

    title_input: "ශීර්ෂය",
    title_input_hint: "ඔබට මෙම වට්ටම් කේතය සඳහා මාතෘකාවක් ඇතුළත් කළ හැක",
    description_input: "විස්තර",
    description_input_hint: "මෙම වට්ටම් කේතය සඳහා විස්තරයක් ලියන්න",

    currency_input_message: "මෙම මුදල් සඳහා ලබා ගත හැකි දීමනාව.",
    qualified_products: "සුදුසු නිෂ්පාදන",
    qualified_products_message:
      "නිෂ්පාදන සුදුසුකම් ලැබීමට නම්, කරත්තයේ ඇති සම්පූර්ණ අයිතම අවම ප්‍රමාණයට වඩා සමාන හෝ වැඩි විය යුතුය.",
    min_items: "අවම භාණ්ඩ ප්‍රමාණය",
    min_items_message: "පාරිභෝගිකයා මිලදී ගත යුතු අයිතම ගණන",
    offered_products: "ඉදිරිපත් කළ නිෂ්පාදන",
    offered_products_message: "අවම වශයෙන් මෙම නිෂ්පාදනවලින් එකක්වත් කරත්තයේ තිබිය යුතුය.",
    discount_percent: "වට්ටම් ප්රතිශතය",
    discount_percent_message: "මෙම අයිතම සඳහා වට්ටම් ප්රතිශතය.",
    discount_percent_hint: "වට්ටම් ප්රතිශතයේ ප්රමාණය",

    per_order: "ඇණවුමකට උපරිම භාවිත ගණන",
    per_order_message:
      "ඇණවුමකට පිරිනැමීම යෙදිය හැකි උපරිම වාර ගණන",

    count_input: "ප්රමාණය",
    count_input_hint: "මෙම පිරිනැමීමේ උපරිම භාවිතය",

    min_purchase: "අවම මිලදී ගැනීමේ මුදල",
    min_purchase_hint:
      "මිලදී ගැනීමේ මිල මෙම අගයට වඩා වැඩි හෝ සමාන විය යුතුය",
    limitation: "සීමා කිරීම",

    date_start_input: "ආරම්භ කරන්න",
    date_start_input_placeholder: "කූපනය ආරම්භ කළ යුත්තේ කවදාදැයි තෝරන්න",
    date_end_input: "අවසානය",
    date_end_input_placeholder: "වට්ටම් අවසන් වන්නේ කවදාදැයි තෝරන්න",
    max_actives_is_3: "ඔබට එකවර සක්‍රිය දීමනා තුනක් පමණක් ලබා ගත හැක.",
    enable: "ස්වයංක්‍රීයව අයදුම් කරන්න",

    notifications: {
      add: "නව පිරිනැමීම සාර්ථකව නිර්මාණය කරන ලදී.",
      edit: "පිරිනැමීම සාර්ථකව යාවත්කාලීන කරන ලදී.",
    },
    config: {
      subtitle:
        "අයිතමය අයිතමය ශීර්ෂය, විස්තර, අයිතමය මහජන අයිතමය තත්ත්වය",
    },
    limit: {
      subtitle: "මෙම කොටසෙහි මෙම පිරිනැමීම සඳහා උපරිම භාවිත සීමාව සකසන්න.",
    },
    duration: {
      subtitle:
        "ඔබට පිරිනැමීමක් සඳහා නිශ්චිත කාල රාමුවක් සැකසීමට අවශ්‍ය නම්, ඔබට මෙහි කාලසීමාව වින්‍යාස කළ හැක.",
    },
    constraints: {
      subtitle:
        "පිරිනැමීම සඳහා සුදුසුකම් නිර්ණායක සහ කොන්දේසි මෙහි සකසන්න. මෙම කොන්දේසි සපුරාලන කරත්ත අයිතම සඳහා පිරිනැමීම අදාළ වේ.",
    },
    discounted_products: {
      title: "වට්ටම නිෂ්පාදන",
      subtitle:
        "මෙම පිරිනැමීම වට්ටමක් අදාළ වන නිෂ්පාදන ඔබට සඳහන් කළ හැක.",
    },
    cluster: {
      subtitle:
        "මෙම පිරිනැමීම පොකුරක් සමඟ සම්බන්ධ කිරීමෙන්, ඔබට එය වෙනත් සම්පත් සමඟ එක් ස්ථානයක පහසුවෙන් කළමනාකරණය කළ හැක.",
    },
  },

  /** {@see BPageCampaignAds} **/
  campaign_ads: {
    menu: {
      banner: "බැනරය",
      reportage: "වාර්තාකරණය",
      social: "සමාජ මාධ්ය",
      offline: "නොබැඳි",
    },
  },

  /** {@see BPageShopMarketingEmail} **/
  emails: {
    title: "විද්‍යුත් තැපැල් අලෙවිකරණය",
    subtitle:
      "ඇදගෙන යාමෙන් ඊමේල් සැලසුම් කරන්න, රඳවා තබා ගැනීම වැඩි කිරීමට ව්‍යාපාර කාලසටහන් කර දියත් කරන්න, සහ විශ්වාසනීය සහ නිවැරදි තොරතුරු එක තැනක බලන්න.",
    cation_message:
      "⚠ සත්‍යාපනය නොකළ වෙළඳුන් සඳහා සීමා කර ඇත. (බීටා)",

    subject: "විෂය",
    from: "සිට",
    in_que: "බලාගෙන ඉන්නවා",
    schedule_at: "උපලේඛනගත කරන්න",
    sent: "යවා ඇත",
    sends: "යවයි",
    delivers: "භාර දුන්නා",
    views: "දසුන්",
    clicks: "ක්ලික් කිරීම්",
    buys: "මිලදී ගැනීම්",
    new_email: "නව විද්‍යුත් තැපෑල එක් කරන්න",
    new_email_message: "නව අලෙවිකරණ ඊමේල් සාදන්න සහ උපලේඛනගත කරන්න",
  },

  /** {@see BPageEmailMarketingDashboard} **/
  email_dashboard: {
    review: "සමාලෝචනය කරන්න",
    waiting_for_approve: "{name} මගින් තහවුරු කිරීම සඳහා රැඳී සිටිමින්",
    approved_by: "විද්‍යුත් තැපෑල {name} විසින් සත්‍යාපනය කර යවන ලදී.",
    not_submitted_send_request:
      "ඔබ තවමත් මෙම විද්‍යුත් තැපෑල යැවීමට ඉල්ලීමක් ඉදිරිපත් කර නැත.",
    reviewed_by: "{name} විසින් සමාලෝචනය කරන ලදී",
    status: "ඊමේල් තත්ත්වය",
    conversion: "පරිවර්තන අනුපාත",

    sell_performance: "විකුණුම් කාර්ය සාධනය",
    total_buys: "මුළු විකුණුම් ගණන",
    amount_buy: "මුළු විකුණුම් මුදල",
    average_sell: "සාමාන්ය විකුණුම්",
    sessions: "සැසිවාර",
    overview: "දළ විශ්ලේෂණය",
    purchase_amount: "මිලදී ගැනීමේ මුදල",
    actions: "පරිශීලක ක්රියාකාරිත්වය",
  },

  /** {@see BPageEmailMarketing} **/
  email_page: {
    emails: "ඊමේල්",
    edit: "සංස්කරණය කරන්න",
  },
  /** {@see BPageAffiliator} **/
  affiliate_page: {
    affiliates: "අනුබද්ධ හවුල්කරුවන්",
    orders: "නියෝග",
    payments: "ගෙවීම",
  },

  /** {@see BPageAffiliateDashboard**/
  affiliate_dashboard: {
    link: {
      title: "අනුබද්ධ සබැඳිය",
      subtitle:
        "විකුණුම් සහ කොමිස් ලුහුබැඳීම සඳහා ඔබේ අනුබද්ධ සහකරු සඳහා අද්විතීය සබැඳියක් උත්පාදනය කරන්න. ඕනෑම සබැඳියකට යොමු කිරීමේ කේත '{code}' එක් කරන්න හෝ ඔබේ අනුබද්ධය සඳහා අභිරුචි කැප කළ වසමක් පවරන්න. එය පැය 48 ක් සඳහා පද්ධතිය මගින් නිරීක්ෂණය කරනු ලැබේ.",
    },
    fix_commission: "ස්ථාවර කොමිස්",
    percent_commission: "ප්‍රතිශතය මත පදනම් වූ කොමිස්",
    last_payment: "අවසාන ගෙවීම",
    balance: "ශේෂය",
    total_payment: "මුළු ගෙවීම්",
    status: "අනුබද්ධ සහකරු තත්ත්වය සහ සීමා කිරීම්",
    available_for: "සඳහා පවතී",
    orders_count: "ඇණවුම් ප්රමාණය",
    orders_accepted: "පිළිගත් ඇණවුම්",
    finance: "මූල්ය වාර්තාව",

    amount_accepted: "පිළිගත් මුදල",
    amount_paid: "ගෙවූ මුදල",
    sessions: "සැසිවාර",
    affiliate_payment: "අනුබද්ධ සහකරු ගෙවීම්",
    amount_payment: "ගෙවීම් මුදල",
    amount_payment_hint: "ගනුදෙනුවේ නියම ප්රමාණය",
    i_paid: "අයිතමය ගෙවා ඇත {amount} {currency} දක්වා {name}.",
    pay_now: "දැන් ගෙවන්න",
  },

  /** {@see BPageShopPermissionRoles**/
  permission_roles: {
    new_role: "නව භූමිකාවක් එක් කරන්න",
    new_role_message: "කණ්ඩායම් වැඩ පහසු කරන්න.",
    new_role_action: "නව භූමිකාවක් එක් කරන්න",
  },
  /** {@see Affiliate**/
  user_affiliates: {},
  /** {@see BPageShopIncentivesLottery**/
  shop_lotteries: {
    title: "ලොතරැයිය",
    sub_title:
      "ඔබේ ගනුදෙනුකරුවන්ට ක්‍රීඩා කර ජයග්‍රහණය කළ හැකිය. ඔබේ වෙළඳසැලේ පාරිභෝගිකයින් සෑම ක්‍රීඩාවක් සඳහාම චිප් 10ක් පරිභෝජනය කළ යුතුය. උදාහරණයක් ලෙස, ඔබට ඔබේ ගනුදෙනුකරුවන්ට USD 1000ක් දිනා ගැනීමට අවස්ථාවක් අවශ්‍ය නම්, ඔබ එක් එක් චිපයේ මිල USD 100 ලෙස සැකසිය යුතුය. සෑම චිපයක් සඳහාම 0 අගයක් යනු සෑම මිලදී ගැනීමක් සඳහාම ගැනුම්කරුට එක් චිප් එකක් ලැබෙනු ඇති බවයි.",
    manually_send_chip: "ඔබට පරිශීලකයින්ට අතින් චිප් යැවීමට අවශ්‍යද?",
    manual_send_token_action: "අතින් අයිතමය",
    lottery_enable: "ලොතරැයිය සබල කර තිබේද?",
    chip_price_input: "චිප් මිල",
    zero_chip_message: "ඇණවුමකට 1x චිප් දෙන්න",
    chip_has_price_message: "{amount} {currency} ඇණවුමකට චිප් 1ක් දෙන්න.",
    chip_disabled_message: "චිපය අක්‍රියයි!",
    create_new: "නව ත්‍යාගය එක් කරන්න",
    delete_alert: {
      title: "ත්‍යාගය මකන්න",
      message: "මෙම ත්‍යාගය ස්ථිරවම මකා දැමීමට ඔබට විශ්වාසද?",
      action: "ඔව්, දැන් මකන්න",
    },
    notifications: {
      delete_success: "ත්‍යාගය සාර්ථකව මකා දමන ලදී.",
    },

    config: {
      subtitle:
        "ඔබේ වෙළඳසැලේ සූදු අත්දැකීමක් සමඟ පාරිභෝගික මිලදී ගැනීම් ඉහළ නංවන්න. මිලදී ගැනීම් හරහා ටෝකන උපයන පාරිභෝගිකයින් සඳහා ත්‍යාග සහ ජයග්‍රාහී අවාසි සකසන්න. සෑම ක්‍රීඩාවකටම ටෝකන 10ක් වැය වන අතර, ඔබට පළමු වරට මිලදී ගන්නන් සඳහා විශේෂ ත්‍යාග පිරිනැමිය හැක. පෙරනිමි ක්‍රීඩාව Wheel of Fortune වේ, නමුත් ඔබට එය ඔබේ වෙළඳසැලේ පිරිසැලසුමට ගැලපෙන පරිදි අභිරුචිකරණය කළ හැක.",
    },
    empty_prize_list: "නිර්මාණය කරන්න අයිතමය කළමනාකරණය කරන්න අයිතමය අයිතමය",
  },

  /** {@see BLotteryAdd**/
  lottery_edit: {
    title_edit: "ලොතරැයි අයිතමය සංස්කරණය කරන්න",
    title_add: "නව ලොතරැයි අයිතමය",
    general_config: "සාමාන්ය වින්යාසය",
    design_style: "විලාසය සහ පෙනුම",
    enable_message: "රෝදයක ඇති උපරිම අයිතම 14 කි.",
    title_input: "ශීර්ෂය",
    title_input_hint: "කෙටි මාතෘකාවක් ලියන්න.",
    description_input: "විස්තර",
    description_input_hint: "අයිතමය ගැන විස්තරයක් ලියන්න.",
    quantity: "ප්රමාණය",
    quantity_message: "ලබා ගත හැකි මුළු අයිතම",
    image: "රූප",
    image_placeholder: "අයිතමය සඳහා රූපයක් තෝරන්න",
    chance: "අවස්ථාවක්",
    chance_message: "ප්‍රතිශතයෙන් ජයග්‍රාහී අවස්ථාව",
    free_for_first: "නව පාරිභෝගිකයින් සඳහා එය නොමිලේද?",
    free_for_first_message: "නව පාරිභෝගිකයින්ට මෙම අයිතමය දිනා ගත හැකිය.",
    not_free_for_first_message: "මෙම ත්‍යාගය පළමු නොමිලේ ක්‍රීඩා කිරීම සඳහා ලබා ගත නොහැක.",

    amount: "ත්‍යාග මුදල",
    amount_hint: "පරිශීලකයන් ඔවුන්ගේ ඇණවුම සඳහා මෙම ගාස්තුව දිනා ගනී.",
    currency_message:
      "මෙම අයිතමය සඳහා මුදල්. අනෙකුත් මුදල් විනිමය අනුපාතිකය අනුව පරිවර්තනය වේ.",
    discount: "වට්ටම්",
    discount_message: "පාරිභෝගික ඇණවුම මත වට්ටම් සියයට",
    discount_limit: "වට්ටම් සීමාව",
    discount_limit_hint: "පාරිභෝගිකයා සඳහා උපරිම වට්ටමක්.",
    color: "වර්ණ",
    condition: "කොන්දේසි",

    notifications: {
      add: "නව ලොතරැයි අයිතමය සාර්ථකව නිර්මාණය කරන ලදී.",
      edit: "ලොතරැයි අයිතම සාර්ථකව වෙනස් විය.",
    },
    config: {
      subtitle:
        "මෙන්න, ඔබට ඔබේ සාප්පුවේ ලොතරැයි ත්‍යාග නිර්මාණය කළ හැකිය. එක් එක් ත්‍යාගය සඳහා මාතෘකාව, විස්තරය, වර්ණය සහ රූපය සකසන්න.",
    },
    design: {
      subtitle:
        "මෙන්න, ඔබට ත්‍යාගය සඳහා රූපයක් සහ වර්ණයක් තෝරා ගැනීමේ විකල්පය ඇත.",
    },
    constraints: {
      subtitle: "අයිතමය අයිතමය ",
    },
    prize: {
      title: "අයිතමය",
      subtitle:
        "ත්‍යාග විස්තර මෙහි සකසන්න. විකල්පවලට ලොතරැයි ත්‍යාග ලෙස වට්ටම් කේත, තෑගි කාඩ්පත්, ණය සහ වෙනත් වට්ටම් ඇතුළත් වේ.",
    },
    product_input: {
      label: "නිෂ්පාදන අයිතමය",
      message: "තෝරන්න අයිතමය නිෂ්පාදන අයිතමය අයිතමය (අයිතමය නොමිලේ)",
    },
  },

  /** {@see BGiftcardTypeInput**/
  gift_card_types_list: {
    label: "තෑගි කාඩ්පත් වර්ගය",
    message: "ලැයිස්තුවෙන් තෑගි කාඩ්පත් වර්ගයක් තෝරන්න.",
  },

  /** {@see BEmailMarketingEditor**/
  email_builder: {
    service_unavailable: "තැපැල් සේවාදායකය ඔබගේ ගිණුමේ සක්‍රිය නැත.",
    design_section: "ඔබගේ විද්‍යුත් තැපැල් සැලසුම් තහඩුව",
    schedule_switch: "ඊමේල් යැවීම උපලේඛනගත කරන්නද?",
    schedule_placeholder: "ඊමේල් යැවීමට වේලාව තෝරන්න",
  },

  /** {@see BCustomersFunnel**/
  user_funnel: {
    REGISTER_DATE: {
      title: "ලියාපදිංචි දිනය",
      description: "පරිශීලකයාගේ ලියාපදිංචි දිනය අනුව පෙරහන් කරන්න.",
    },
    LAST_BUY_DATE: {
      title: "අවසන් මිලදී ගැනීම",
      description: "අවසන් මිලදී ගැනීමේ දිනය.",
    },
    LOGIN_DATE: {
      title: "පිවිසුම් දිනය",
      description: "අවසන් පිවිසුම් දිනය.",
    },
    LEVEL: {
      title: "පාරිභෝගික සමාජය",
      description: "පාරිභෝගික සමාජයේ සාමාජිකයින්.",
    },
    SUBSCRIBED: {
      title: "දායක විය",
      description: "විද්‍යුත් තැපෑල ලබා ගැනීම සඳහා දායකත්වය ලබා ගැනීමට.",
    },
    NOT_PURCHASED: {
      title: "මිලදී ගැනීමක් නැත",
      description: "මෙතෙක් මිලදී නොගත් පාරිභෝගිකයින්.",
    },
    SEX: {
      title: "ස්ත්රී පුරුෂ භාවය",
      description: "පරිශීලක ලිංගභේදය.",
    },
    LOCATION: {
      title: "ස්ථානය",
      description: "පරිශීලක ස්ථානය .",
    },

    LIMIT: {
      title: "සීමාව",
      description: "උපරිම පරිශීලකයින් සංඛ්යාව මත සීමාවක් සකසන්න.",
    },

    SEGMENTS: {
      title: "කොටස්",
      description: "විශේෂිත අත්පොත ඛණ්ඩනය තුළ පාරිභෝගිකයින් සීමා කරන්න.",
    },
  },

  /** {@see InlineHelp**/
  inline_help: {
    helps_title: "සේවා පරිශීලක මාර්ගෝපදේශය",
    blogs_title: "Selldone අයිතමය අයිතමය බ්ලොග්",
  },

  /** {@see BPageShopFinanceTax**/
  shop_tax: {
    region: "කලාපයේ",
    label: "ලේබලය",
    country_tax: "රටේ බදු",
    customer_tax: "පාරිභෝගික වැට්",
    business_tax: "ව්යාපාර වැට්",
    shipping: "නාවික",
    override: "අභිබවා යන්න",
    country: "රට",
    vat_range: "වැට් බදු පරාසය",
    custom: "අභිරුචි",
    regions: "කලාප",
    rest_world: "ලෝකයේ සෙසු රටවල්",
    overrides: "අභිබවා යයි",
    dialog_set_title: "බදු සැකසුම්",

    tax_setting: "බදු සැකසුම්",
    vat: "VAT",

    calculate_tax_input: "ස්වයංක්‍රීය බදු ගණනය කිරීම",
    calculate_tax_message:
      "මෙම විකල්පය සක්‍රිය කිරීමෙන්, වැට් බද්ද ගණනය කර ඔබේ ඇණවුම් සඳහා යොදනු ලැබේ.",

    tax_number: "බදු අංකය",
    tax_number_message:
      "ඔබේ බදු අංකය ඇතුළත් කරන්න. මෙම ලියාපදිංචි අංකය ගැනුම්කරුගේ ඉන්වොයිසියේ සටහන් වේ.",

    tax_included_in_price_input: "නිෂ්පාදන මිලට බදු ඇතුළත් වේ",
    tax_included_in_price_message:
      "ඔබ ඔබේ නිෂ්පාදනයේ මිලෙහි බදු මුදල ඇතුළත් කරන්නේ නම් මෙම විකල්පය තෝරන්න. බදු මුදල පහත සූත්‍රය සමඟ ගණනය කෙරේ:",
    tax_included_in_price_formula:
      "Tax = (මිල * VAT) / (1 + VAT), උදාහරණයක් ලෙස, 10% ක අගය එකතු කළ අනුපාතයක් සහිත 100$ ක මිලකට නිෂ්පාදනයක් සඳහා බදු ප්රමාණය 9.09$ බවට පත්වේ.",

    tax_exclude_title: "බැහැර ╏ පිටවීමේදී බදු එකතු කරනු ලැබේ",
    tax_excluded_message:
      "ගෙවා පිටවීමේදී ගෙවීමට පෙර බදු ගණනය කරනු ලබන අතර ඔබේ පාරිභෝගික සාක්ෂි මත පදනම්ව බැහැර කළ බදු මිලට එකතු කරනු ලැබේ.",

    tax_on_shipping_input: "නැව්ගත කිරීම සඳහා බදු යොදන්න",
    tax_on_shipping_message:
      "මෙම විකල්පය තේරීමෙන් බද්ද නැව්ගත කිරීම සඳහා යොදනු ලැබේ.",

    fixed_tax_rate: "ස්ථාවර බදු අනුපාතය",
    dynamic_tax_rate: "කලාප මත පදනම් වූ බදු",

    locations_tip:
      "ඉහත ලැයිස්තුවෙන් පෙන්වන්නේ ඔබ විකුණන රටවල් ලෙස සාප්පු සැකසීම් > ස්ථාන තුළ ඔබ තෝරාගත් රටවල් පමණි.",
    locations_action: "ගබඩා ස්ථාන සැකසීම්",

    save_alert: "සැකසීම් සුරකිනු නොලැබේ!",

    pos_tax_setting: "POS බදු සැකසුම්",
  },

  /** {@see BPageTransportation**/
  transportation_page: {
    menu: {
      dashboard: "උපකරණ පුවරුව",
      transportations: "නැව්ගත කිරීමේ ක්රම",
      orders: "නියෝග",
      setting: "සැකසීම",
      delivery_services: "සේවාවන්",
      delivery_persons: "කූරියර්ස්",
    },

    go_to_courier_list: "කුරියර් ලැයිස්තුව බලන්න",
    go_to_service_list: "නැව්ගත කිරීමේ සේවා ලැයිස්තුව බලන්න",
  },

  /** {@see BPageTransportationCouriers**/
  transportation_persons: {
    title: "කූරියර්ස්",
    notifications: {
      success_add: "කුරියර් එකතු කළේය.",
      success_reset: "සංඛ්‍යාලේඛන යළි පිහිටුවීම.",
      success_remove: "කුරියර් සාර්ථකව ඉවත් කරන ලදී.",
      success_update: "කුරියර් තොරතුරු සාර්ථකව යාවත්කාලීන කරන ලදී.",
    },
    reset: {
      title: "සංඛ්යා ලේඛන නැවත සකසන්න",
      message: "මෙම කුරියර්හි සංඛ්‍යාලේඛන නැවත සැකසීමට ඔබට විශ්වාසද?",
      action: "ඔව්, දැන් යළි පිහිටුවන්න",
    },
    remove: {
      title: "කුරියර් ඉවත් කරන්න",
      message: "ඔබට මෙම කුරියර් මැකීමට විශ්වාසද?",
      action: "ඔව්, දැන් ඉවත් කරන්න",
    },
    add_dialog: {
      title: "නව කුරියර් එකතු කරන්න",
      action: "කුරියර් එකතු කරන්න",
    },
  },
  /** {@see BPageTransportationOrders**/
  transportation_orders: {
    title: "නැව්ගත කිරීම සඳහා ඇණවුම්",
    notifications: {
      success_update: "නැව්ගත කිරීමේ තත්ත්වය සාර්ථකව යාවත්කාලීන කරන ලදී.",
      success_payment: "COD ගෙවීම සාර්ථකව තහවුරු විය.",
    },
  },
  /** {@see BPageCourier**/
  delivery_person: {
    actions_title: "කුරියර් සැකසුම්",
    action_delivered: "නැව්ගත කර ඇත",
    action_paid: "COD ගෙවන ලදී",
    action_returned: "ආපසු ආවා",
    cod_confirm_action: "COD ගෙවීම තහවුරු කරන්න",
    pickup_dialog: {
      title: "ඔබ මෙම පැකේජයේ කුරියර් ද?",
      message:
        "ඔබ මෙම පාර්සලය රැගෙන යාමේ වගකීම දරන්නේ නම්, ඔව් තෝරන්න, එසේ නොමැතිනම් අංක තෝරන්න.",
    },
    status_dialog: {
      title: "තත්ත්වය {status} වෙත වෙනස් කරන්න",
      message: "බෙදා හැරීමේ තත්ත්වය {status} වෙත වෙනස් කිරීමට ඔබට විශ්වාසද?",
      action: "ඔව්, මම එය තහවුරු කරමි!",
    },
    cod_dialog: {
      title: "COD ගෙවීම",
      message:
        "ඔබ ගැනුම්කරුගෙන් ඇණවුම් මුදල ලැබී ඇති බව ඔබ තහවුරු කරනවාද?",
      action: "ඔව්, මම ගෙවීම තහවුරු කරමි!",
    },
  },

  /** {@see BPageTransportationServices**/
  transportation_services: {
    title: "බෙදාහැරීමේ සේවාවක්",
    notifications: {
      success_add: "බෙදා හැරීමේ සේවාව එකතු කරන ලදී.",
      success_reset: "සංඛ්‍යාලේඛන යළි පිහිටුවීම.",
      success_remove: "සේවාව සාර්ථකව ඉවත් කරන ලදී.",
      success_update: "සේවාව සාර්ථකව යාවත්කාලීන කරන ලදී.",
    },
    reset: {
      title: "සංඛ්යා ලේඛන නැවත සකසන්න",
      message: "මෙම සේවාවේ සංඛ්‍යාලේඛන යළි පිහිටුවීමට ඔබට විශ්වාසද?",
      action: "ඔව්, දැන් යළි පිහිටුවන්න",
    },
    remove: {
      title: "බෙදා හැරීමේ සේවාව ඉවත් කරන්න",
      message: "මෙම සේවාව මකා දැමීමට ඔබට විශ්වාසද?",
      action: "ඔව්, දැන් ඉවත් කරන්න",
    },
    add_dialog: {
      title: "නව බෙදාහැරීමේ සේවාවක් එක් කරන්න",
      action: "සේවාව එක් කරන්න",
    },
  },
  /** {@see BPageTransportationPickups**/
  transportation_pickups: {
    addresses: {
      title: "පිකප් ලිපින",
      subtitle:
        "පිකප් ලිපින මෙහි එක් කරන්න සහ සංස්කරණය කරන්න. පිරික්සුම් පිටුවේ පිකප් ලිපිනය තේරීමට පරිශීලකයින්ට හැකි වේ.",
      add_action: "නව ස්ථානයක් එක් කරන්න",
    },
  },

  /** {@see DeliveryReceiptWidget**/
  delivery_receipt: {
    title: "බෙදා හැරීමේ රිසිට්පත",
    has_return: "භාරදීම ආපසු",
    cashed: "මුදල් ගෙවීම්",
  },
  /** {@see BPageTransportationServiceDashboard**/
  delivery_dashboard: {
    select_destinations: "ලැයිස්තුවට ඇණවුම් එකතු කරන්න",
    price_calculation: "ඇස්තමේන්තුගත නැව් ගාස්තු",
    price_calculation_action: "මිල ගණනය කරන්න",
    add_request: "ඉල්ලීම් සේවාව",
    add_request_action: "සේවා ඉල්ලීම ඉදිරිපත් කරන්න",
    refresh_action: "තොරතුරු යාවත්කාලීන කරන්න",
  },

  /** {@see DeliveryOrderWidget**/
  delivery_order: {
    title: "නැව්ගත කිරීමේ ඇණවුම",
    has_return: "භාරදීම ආපසු",
    cashed: "මුදල් ගෙවීම්",
  },

  /** {@see BPagePos**/
  cash_register: {
    menu: {
      panel: "මුදල් යන්ත්රය",
      orders: "නියෝග",
      customers: "පාරිභෝගිකයන්",
      devices: "උපකරණ",
      inventory: "ඉන්වෙන්ටරි",
    },
    payment_confirm: "ගෙවීම් තහවුරු කිරීම",
    payment_confirm_msg: "පාරිභෝගිකයා ගෙවූ ඇණවුම {basket_id}.",
  },

  /** {@see BPosDeviceBarcodeScanner**/
  barcode_scanner: {
    wifi_pass: "අයිතමය අයිතමය මුරපදය",
    message: "ඔබගේ WiFi රවුටරයේ මුරපදය ඇතුළත් කර QR කේතය පරිලෝකනය කරන්න.",
    wifi_ssid: "අයිතමය SSID",
    ssid_message: "අයිතමය අයිතමය නම (SSID).",
  },

  /** {@see PosDeviceTypes**/
  pos_devices: {
    Scanner: "තීරු කේත ස්කෑනරය",
    Scanner_desc:
      "තීරු කේත ස්කෑනරය භාවිතා කිරීමට, ඔබ නිෂ්පාදන සැකසීම් තුළ නිෂ්පාදන SKU කේතය නිවැරදිව ඇතුළත් කළ යුතුය.",
    Printer: "මුද්‍රණ යන්ත්‍රය",
    Printer_desc:
      "රිසිට්පත් මුද්‍රණ යන්ත්‍රයකට සම්බන්ධ වීමෙන් ඔබේ පාරිභෝගික රිසිට්පත මුද්‍රණය කරන්න.",
    CustomerView: "පාරිභෝගික දැක්ම",
    CustomerView_desc:
      "මෙම පිටුව ඔබේ ගනුදෙනුකරුවන්ට ඇණවුම් විස්තර පෙන්වීමට ඔබට හැකියාව ලබා දෙයි.",
    CardReader: "කාඩ් කියවනය",
    CardReader_desc: "ඔබේ ගනුදෙනුකරුවන් විසින් COD ගෙවීම සඳහා කාඩ්පත් කියවනය උපාංගය.",
    ChipReader: "චිප් රීඩර්",
    ChipReader_desc: "ටැග් භාවිතයෙන් කරත්තයට අයිතම එක් කිරීමට NFC ටැග් කියවනය.",
  },
  /** {@see BPagePosDevices**/
  pos_register_devices: {
    delete_dialog: {
      title: "උපාංගය ඉවත් කරන්න",
      message: "ඔබගේ POS පැතිකඩෙන් මෙම උපාංගය ඉවත් කිරීමට ඔබට විශ්වාසද?",
      action: "ඔව්, දැන් ඉවත් කරන්න",
    },
  },

  /** {@see BPageOrderPos**/
  pos_process_center: {
    title: "POS ඇණවුම් සැකසුම් මධ්යස්ථානය",
    menu: {
      label: "පැකේජ ලේබලය",
      receipt: "රිසිට්පත",
      back: "ආපසු",
      timeline: "කාලරේඛාව",
      order: "නියෝග",
    },
  },
  /** {@see BPagePosPanel**/
  pos: {
    name: "POS",
    message:
      "ඔබගේ ශුන්‍ය-සැකසුම් පිරිවැය මාර්ගගත විකුණුම් ලක්ෂ්‍යයක් තබා ගන්න, එය ඕනෑම ස්මාර්ට් ජංගම දුරකතනයක්, ටැබ්ලටයක් සහ පරිගණකයක ධාවනය කරන්න, නැතහොත් අතින් ඇණවුම් සාදන්න.",
    add_customer: "පාරිභෝගිකයෙකු එක් කරන්න",
    set_delivery: "බෙදා හැරීමේ ලිපිනය සකසන්න",
    add_giftcards: "තෑගි කාඩ්පත එකතු කරන්න",
    add_discount_code: "වට්ටම් කේතය එකතු කරන්න",
    add_coupon: "කූපන් එකතු කරන්න",
    set_campaign: "ව්‍යාපාරය සකසන්න",
    select_buyer: "ගැනුම්කරු තෝරන්න!",
    send_to_pos: "කාඩ් රීඩර් යන්ත්‍රයට යවන්න",
    print_receipt: "මුද්‍රණ ලදුපත",
    confirm_cash_payment: "මුදල් ගෙවීම තහවුරු කරන්න",
    payment_cod: {
      title: "බෙදාහැරීමේ මුදල් ගෙවීම",
      message:
        "මෙම ඇණවුමේ මුදල භාරදීමෙන් පසු ගෙවනු ලැබේ. ගැනුම්කරුගෙන් මුදල ලැබීමෙන් පසු, පද්ධතියේ ඇණවුම සම්පූර්ණ කිරීම සඳහා ගෙවීම තහවුරු කළ යුතුය.",
    },
    payment_online: {
      title: "මාර්ගගත ගෙවීම් ක්‍රමය තෝරන්න",
      message:
        "පහත විකල්ප තේරීමෙන්, ගෙවීම් සබැඳියක් සාදා ගැනුම්කරු වෙත යවනු ලැබේ. මෙම සබැඳිය ගෙවීමෙන්, ඇණවුමේ තත්ත්වය ගෙවුම් මාදිලියට වෙනස් වේ. පාරිභෝගික තිරය, SMS හෝ විද්‍යුත් තැපෑල මත QR කේතය පරිලෝකනය කිරීමෙන් ගෙවීම් සබැඳිය ජනනය කෙරේ. සබැඳියක් යැවීමට ඕනෑම නාලිකාවක් සක්‍රිය කිරීමට, එම විකල්පය මත ක්ලික් කර පසුව ගැනුම්කරු වෙත රිසිට්පතක් යැවීමට බොත්තම ඔබන්න.",
    },
    notifications: {
      success_pay: "ඇණවුම ගෙවීම අවසන්.",
      success_order:
        "ඇණවුම සාර්ථකව නිර්මාණය කර පාරිභෝගිකයා එය ගෙවීමට බලා සිටී.",
    },
    payment_dialog: {
      check_pay_now: "ගෙවීම් අතින් පරීක්ෂා කරන්න",
      close_action: "සංවාදය වසන්න. පාරිභෝගික ගෙවීම් සඳහා රැඳී සිටීමට මට අවශ්‍ය නැත",
      go_to_order: "ඇණවුම් පිටුවට යන්න",
      paid_by_gift_card_msg:
        "මුළු ඇණවුම් මුදල තෑගි කාඩ්පත් වලින් ඉවත් කර ඇත! ගැනුම්කරුට වැඩි මුදලක් ගෙවීමට අවශ්ය නොවේ.",
      cod_msg: "ඇණවුම ලැබුණු විට පාරිභෝගිකයා ගෙවනු ඇත.",
      online_msg: "පාරිභෝගික තිරය මත QR කේතය පරිලෝකනය කිරීමට පාරිභෝගිකයාගෙන් ඉල්ලා සිටින්න.",
    },
  },

  /** {@see BPageShopProductsImporter**/
  exporter: {
    title: "දත්ත අපනයනය කරන්න",
    subtitle:
      "ඔබේ දත්ත ඔබට අයිතියි! ඔබට ඕනෑම වේලාවක සම්මත ආකෘතියෙන් ඔබේ ව්‍යාපාර තොරතුරු බාගත කළ හැක. කෙසේ වෙතත්, ඔබේ ගනුදෙනුකරුවන්ගේ පෞද්ගලිකත්වයට ගරු කරන්න, ඔවුන් අයාචිත තැපැල් නොකරන්න, සහ කිසි විටෙකත් ඔවුන්ගේ තොරතුරු තෙවන පාර්ශවයක් සමඟ බෙදා නොගන්න.",

    excel:
      "Excel ආකෘතියෙන් සම්පූර්ණ තොරතුරු සමඟ ගබඩාවේ ඇති සියලුම {type} ලැයිස්තුවක් ඔබට ලැබෙනු ඇත.",
    csv: "Selldone CSV ආකෘතියෙන් සම්පූර්ණ තොරතුරු සමඟ ගබඩාවේ ඇති සියලුම {type} ලැයිස්තුවක් ඔබට ලැබෙනු ඇත. මෙම ආකෘතිය ගබඩාවට {type} ආයාත කිරීම සඳහා අයිතමය හි සම්මත ආකෘතියට අනුකූල වේ.",
  },
  /** {@see BPageShopProductsImporter**/
  importer: {
    category: {
      title: "ආයාත කාණ්ඩ",
      subtitle:
        "ප්‍රවර්ග වල CSV ගොනුව මෙහි උඩුගත කරන්න. ඔබ සම්මත ආකෘතිය අනුගමනය කරන බවට වග බලා ගන්න.",
    },
    product: {
      title: "නිෂ්පාදන ආනයනය කරන්න",
      subtitle:
        "නිෂ්පාදනවල CSV ගොනුව මෙහි උඩුගත කරන්න. ඔබ සම්මත ආකෘතිය අනුගමනය කරන බවට වග බලා ගන්න.",
    },
    product_images: {
      title: "පින්තූර ආයාත කරන්න",
      subtitle:
        "රූප තොරතුරු ලැබීමට කාලය ගතවේ. පින්තූර ආනයනය කිරීමේදී ප්‍රකාශන හිමිකමට ගරු කිරීමට වග බලා ගන්න.",
    },
    inventory: {
      title: "තොග යාවත්කාලීන බඩු තොග",
      subtitle:
        "බඩු තොගයේ CSV ගොනුව මෙහි උඩුගත කරන්න. පළමුව CSV ගොනුව නිර්යාත කිරීමෙන්, පසුව එම ගොනුව සංස්කරණය කිරීමෙන් ඔබ සම්මත ආකෘතිය අනුගමනය කරන බවට වග බලා ගන්න.",
    },

    back_to_products: "නිෂ්පාදන ලැයිස්තුව වෙත ආපසු",
    back_to_categories: "ප්‍රවර්ග ලැයිස්තුව වෙත ආපසු",
    back_to_inventory: "බඩු තොග ලැයිස්තුව වෙත ආපසු",

    step_select_file: "CSV ගොනුව තෝරන්න",
    step_send_to_server: "සේවාදායකයට යවන්න",
    step_view_result: "ප්‍රතිඵල බලන්න",
    step_view_que: "පොරොත්තු ලැයිස්තුව බලන්න",
    send_to_server_action: "සේවාදායකයට යවන්න",

    shop_license: "සාප්පු බලපත්රය",
    max_items_limit: "උපරිම අයිතම සීමාව",
    total_items: "මුළු අයිතම",

    /** {@see BShopCustomerImporter**/
    customer: {
      title: "පාරිභෝගිකයින් ආනයනය කරන්න",
      subtitle:
        "පාරිභෝගිකයින්ගේ CSV ගොනු මෙහි උඩුගත කරන්න. ඔබ සම්මත ආකෘතිය අනුගමනය කරන බවට වග බලා ගන්න, එසේම, ඔබ පෞද්ගලිකත්ව නීති අනුගමනය කළ යුතුය.",
    },

    /**
     * @see BVendorsImporter
     */
    vendor: {
      title: "ආයාත කරන්න විකුණුම්කරුවන්",
      subtitle:
        "උඩුගත කරන්න විකුණුම්කරු CSV ගොනු අයිතමය අයිතමය දක්වා පෞද්ගලිකත්වය අයිතමය",
      checklist: {
        title: "අයිතමය අයිතමය",
        subtitle: "අයිතමය අයිතමය දක්වා අයිතමය අයිතමය අයිතමය",
        sample_files: "අයිතමය ගොනු",
        valid_vendor_name_needed:
          "ඔබ <b>වලංගු නමක්</b> සැපයිය යුතුය. The <b>name</b> is used to determine whether to <i>Create</i> a new vendor or <i>Update</i> an existing one.",
        assign_user_after_import:
          "වෙළෙන්දන් ආයාත කිරීමෙන් පසු, ඔබට වෙළෙන්දා පැනලයට ප්‍රවේශය ලබා දීමට පරිශීලකයෙකුට හස්තීයව පැවරිය හැක.",
      },
      need_kyc_alert:
        "වෙළෙන්දන් ආනයනය කිරීමට පෙර ඔබ ඔබේ පුද්ගලික තොරතුරු සත්‍යාපනය කළ යුතුය.",
      back_to_vendors_list: "ආපසු දක්වා විකුණුම්කරු ලැයිස්තුව",
    },
  },

  /**
   * @see BPageMarketplaceProducts
   */
  marketplace_products: {
    title: "විකුණුම්කරු නිෂ්පාදන",
    subtitle:
      "මෙම නාමාවලිය විකුණුම්කරුවන් විසින් පිරිනමනු ලබන සියලුම නිෂ්පාදන ලැයිස්තුගත කරයි. In the marketplace, a product can be linked to one or more vendors. නිෂ්පාදනයක් හා සම්බන්ධ සෑම වෙළෙන්දෙකුටම එම වෙළෙන්දාට විශේෂිත වූ ඉන්වෙන්ටරි සහ මිලකරණ විස්තර ඇතුළත් අනන්‍ය ප්‍රවේශයක් ඇත.",
    filter_vendor: {
      placeholder: "පෙරහන අයිතමය විකුණුම්කරු",
    },
    filter_status: {
      placeholder: "පෙරහන අයිතමය තත්ත්වය",
    },
  },

  /**
   * @see BPageMarketplaceRequests
   */
  marketplace_requests: {
    open_vendors_panel: "අයිතමය විකුණුම්කරුවන් අයිතමය",
    title: "විකුණුම්කරු අයිතමය ලැයිස්තුව",
    subtitle:
      "මෙය ඔබේ වෙළඳපොලේ වෙළෙන්දන් වීමට ඉල්ලුම් කර ඇති පුද්ගලයින්ගේ ඉල්ලීම් ලැයිස්තුවකි.",
  },
  /**
   * @see BPageMarketplaceSetting
   */
  marketplace_setting: {
    marketplace: {
      title: "වෙළඳපොළ",
      subtitle:
        "වෙළඳපල අක්‍රිය කිරීම සමහර ක්‍රියාකාරීත්වයන් අක්‍රිය කරයි. ඔබට ඔබේ සම්පූර්ණ වෙළඳපොළ වසා දැමීමට අවශ්‍ය නම්, ඔබ ඔබේ ගබඩාව සැකසීම් තුළ අක්‍රිය කළ යුතුය.",
    },
    distribution_model: {
      title: "අයිතමය අයිතමය",
      subtitle:
        "වෙළඳපල විවිධ බෙදාහැරීමේ මාදිලි යටතේ ක්‍රියාත්මක විය හැක. ඔබ වෙළෙන්දන්ට භාණ්ඩ සෘජුවම ගැනුම්කරුවන්ට නැව්ගත කිරීමට හෝ නැව්ගත කිරීම සඳහා ඔබේ ගබඩාවේ ඇණවුම් ඒකාබද්ධ කිරීමට කැමති වුවද, ඔබට ඔබේ අවශ්‍යතාවයට වඩාත් ගැලපෙන ආකෘතිය මෙතැනින් තෝරා ගත හැකිය.",
    },
    access: {
      title: "විකුණුම්කරු ප්රවේශ",
      subtitle:
        "පරිපාලකයෙකු ලෙස, ඔබ නිෂ්පාදන උපකරණ පුවරුව වෙත ප්‍රවේශ වෙළෙන්දන්ගේ මට්ටම පාලනය කරයි. වෙළෙන්දන්ට ඔවුන්ගේම නිෂ්පාදන සහ ප්‍රවර්ග එක් කිරීමට හෝ මෙම ප්‍රවේශය පරිපාලකයින්ට පමණක් සීමා කිරීමට ඉඩ දීමට ගෝලීය ප්‍රවේශ සැකසීම් සීරුමාරු කරන්න.",
    },
    need_enable_shipping_for_vendors_tips:
      "එක් එක් ක්‍රමය සඳහා තනි තනිව සාප්පු > ලොජිස්ටික් ටැබය තුළ වෙළෙන්දන් සඳහා නැව්ගත කිරීම සබල කරන්න.",
    transportation_available_tooltip: "අයිතමය අයිතමය අයිතමය ඇත අයිතමය විකුණුම්කරුවන්",
    transportation_not_available_tooltip:
      "වෙළෙන්දන් සඳහා ලබා ගත නොහැක! ඔබට එය ප්‍රවාහන සැකසුම් තුළ සක්‍රීය කළ හැකිය.",
    panel: {
      title: "විකුණුම්කරු අයිතමය",
      subtitle: "අයිතමය අයිතමය විකුණුම්කරුවන් අයිතමය අයිතමය අභිරුචි වසම්",
    },
    documents: {
      title: "අයිතමය",
      subtitle:
        "අයිතමය අයිතමය විකුණුම්කරුවන් දක්වා උඩුගත කරන්න අයිතමය අයිතමය ",
      add_document_action: "එක් කරන්න අයිතමය අයිතමය",
    },
    inputs: {
      enable: {
        false_description:
          "වෙළඳපල ක්‍රියාවිරහිත කර, සියලුම වෙළඳපල ක්‍රියාකාරීත්වය අක්‍රීය කරයි.",
        true_description:
          "වෙළඳපල ක්‍රියාකාරී වන අතර, සියලුම වෙළඳපල ක්‍රියාකාරීත්වයන් සක්‍රීය කරයි.",
      },
      product: {
        label: "නව නිෂ්පාදනයක් එකතු කරන්න",
        true_title: "විකුණුම්කරුවන් අයිතමය එක් කරන්න නිෂ්පාදන",
        false_description:
          "ඔබ නිෂ්පාදන එකතු කර වෙළෙන්දන් පවරන්න. විකුණුම්කරුවන්ට කළමනාකරණය කළ හැක්කේ මිල සහ ඉන්වෙන්ටරි පමණි.",
        true_description:
          "විකුණුම්කරුවන්ට ඔවුන්ගේම නිෂ්පාදන සෘජුවම ඔවුන්ගේ විකුණුම් මණ්ඩලයට එක් කිරීමට සහ කළමනාකරණය කිරීමට හැකිය.",
      },
      need_verify: {
        label: "නිෂ්පාදන අයිතමය ගලනවා",
        false_description: "අලුත් විකුණුම්කරු නිෂ්පාදන අයිතමය සජීවි අයිතමය",
        false_title: "නැත අයිතමය අයිතමය",
        true_description:
          "විකුණුම්කරුවන් අලුත් නිෂ්පාදන අයිතමය අයිතමය සජීවි අයිතමය අයිතමය වෙළඳපොළ",
        true_title: "අයිතමය අයිතමය",
      },
      category: {
        label: "නව කාණ්ඩයක් එක් කරන්න",
        true_title: "විකුණුම්කරුවන් අයිතමය එක් කරන්න වර්ග",
        false_description:
          "ඔබ වර්ග එකතු කරන්න. විකුණුම්කරුවන්ට නිෂ්පාදන එක් කළ හැක්කේ පවතින කාණ්ඩවලට පමණි.",
        true_description:
          "විකුණුම්කරුවන්ට ඔවුන්ගේ විකුණුම් මණ්ඩලය තුළ සෘජුවම ප්‍රවර්ග එක් කිරීමට සහ කළමනාකරණය කිරීමට හැකිය.",
      },
      shipping: {
        label: "නාවික අයිතමය",
        true_title: "විකුණුම්කරුවන් අයිතමය නාවික අයිතමය",
        false_description:
          "විකුණුම්කරුවන් අයිතමය එක් කරන්න අයිතමය අයිතමය අයිතමය නාවික ක්‍රම",
        true_description:
          "විකුණුම්කරුවන්ට ඔවුන්ගේම නැව්ගත කිරීමේ ක්‍රම සැකසීමට, කුරියර් එකතු කිරීමට සහ ඔවුන්ගේ අවශ්‍යතා සඳහා නැව්ගත කිරීම අභිරුචිකරණය කිරීමට හැකිය.",
      },
      hidden_customer: {
        label: "පෙන්වන්න අයිතමය අමතන්න තොරතුරු",
        true_description: "අයිතමය අමතන්න විස්තර අයිතමය අයිතමය සිට විකුණුම්කරුවන්",
        false_description:
          "දුරකථනය සහ විද්‍යුත් තැපෑල වැනි ගැනුම්කරු සම්බන්ධතා තොරතුරු විකුණුම්කරුවන්ට දෘශ්‍යමාන වේ.",
      },
      multi: {
        false_description:
          "පරිශීලකයෙකුට තිබිය හැක්කේ එක් වෙළෙන්දා ගිණුමක් පමණි. පරිශීලකයින් / විකුණුම්කරුවන් වෙත ඔවුන්ගේ පැනලය වෙත හරවා යවනු ලැබේ.",
        true_description:
          "පරිශීලකයෙකුට බහු විකුණුම් ගිණුම් තිබිය හැක. මෙය බීටා විශේෂාංගයකි; එය භාවිතා කිරීමට පෙර කරුණාකර අප හා සම්බන්ධ වන්න.",
        true_title: "අයිතමය මාදිලිය",
        false_title: "අයිතමය විකුණුම්කරු මාදිලිය (පෙරනිමිය)",
      },

      listing: {
        label: "ලැයිස්තුගත කිරීම අයිතමය විකුණුම්කරුවන්",
        true_description: "විකුණුම්කරුවන් සඳහා ලැයිස්තුගත කිරීම සබල කර ඇත. විකුණුම්කරුවන්ට ලැයිස්තුගත අයිතම සහ සමාගම් කළමනාකරණය කළ හැකිය.",
        false_description: "විකුණුම්කරුවන් සඳහා ලැයිස්තුගත කිරීම අබල කර ඇත. ලැයිස්තුගත අයිතම සහ සමාගම් කළමනාකරණය කළ හැක්කේ සාප්පු හිමියාට පමණි.",
        requires_listing_active_text:
          "වෙළෙන්දන්ට ලැයිස්තුගත කිරීම (අයිතම + සමාගම්) භාවිතා කිරීමට ඉඩ දීමට, පළමුව චැනල් → ලැයිස්තුගත කිරීමේ සාප්පු ලැයිස්තු විශේෂාංගය සබල කරන්න. ඉන්පසු වෙළෙන්දාට ප්‍රවේශය ලබා දීමට නැවත මෙහි එන්න.",
        requires_listing_active_button: "අයිතමය නාලිකාව ලැයිස්තුගත කිරීම සැකසුම්",
      },



    },
    notifications: {
      update_success: "විකුණුම්කරු සැකසුම් අයිතමය අයිතමය",
    },
    add_document_dialog: {
      title: "අයිතමය අයිතමය",
      type: {
        title: "අයිතමය ටයිප් කරන්න",
        subtitle:
          "ලේඛන ඉල්ලීම් අයිතමයක් මෙහි එක් කරන්න. එය විකුණුම්කරුගේ පැනලයේ දිස්වනු ඇත, අවශ්‍ය ලේඛනය උඩුගත කිරීමට ඔවුන්ගෙන් විමසනු ඇත.",
      },
      guide: {
        title: "මාර්ගෝපදේශය",
        subtitle:
          "උඩුගත කළ යුතු ලේඛන සහ එය නිවැරදිව කරන්නේ කෙසේද යන්න වෙළෙන්දන්ට තේරුම් ගැනීමට උපකාර කිරීමට කෙටි මාර්ගෝපදේශයක් සපයන්න.",
      },
      code: {
        title: "අයිතමය කේතය",
        subtitle:
          "වෙළෙන්දා අත්සන් කළ යුතු ලේඛනයක්, පෝරමයක් හෝ ගිවිසුමක් සඳහා කාවැද්දූ කේතය අලවන්න.",
      },
      link: {
        title: "බාහිර සබැඳිය",
        subtitle:
          "වෙළෙන්දා අත්සන් කළ යුතු ලියවිල්ලකට හෝ ගිවිසුමකට බාහිර සබැඳියක් සපයන්න.",
      },
      inputs: {
        title: {
          label: "ශීර්ෂය",
          placeholder: "අයිතමය අයිතමය ශීර්ෂය අයිතමය අයිතමය ",
        },
        guide: {
          label: "මාර්ගෝපදේශය (විකල්ප)",
          placeholder:
            "විකල්පයක් ලෙස, කොන්ත්‍රාත්තු හෝ වෙනත් ලේඛන වෙත සබැඳි ඇතුළුව කෙටි මාර්ගෝපදේශයක් හෝ උපදෙස් සපයන්න.",
        },
        code: {
          label: "අයිතමය කේතය",
          placeholder: "අයිතමය අයිතමය අයිතමය කේතය අයිතමය",
          message: "අයිතමය අයිතමය HTML කේතය",
        },
        url: {
          label: "URL",
          message: "අයිතමය අයිතමය URL අයිතමය අයිතමය ",
        },
      },
    },
  },

  /**
   * @see ShopMarketplaceModes
   */
  ShopMarketplaceModes: {
    Collective: {
      title: "අයිතමය මාදිලිය",
      description:
        "මෙම ප්‍රකාරයේදී, සියලුම ඇණවුම් පළමුව ඔබේ ගබඩාවට යවනු ලබන අතර පසුව මධ්‍යම ස්ථානයක සිට පාරිභෝගිකයින් වෙත යවනු ලැබේ. Vendors will send their items to your warehouse, so the shipping address for vendors will be your warehouse address.",
    },
    Direct: {
      title: "අයිතමය නාවික සිට විකුණුම්කරු",
      description:
        "මෙම ප්‍රකාරයේදී වෙළෙන්දෝ සෘජුවම පාරිභෝගිකයන් වෙත ඇණවුම් නැව්ගත කරති. විකුණුම්කරුගේ ඇණවුම් සඳහා නැව්ගත කිරීමේ ලිපිනය ගැනුම්කරුගේ ලිපිනය වනු ඇත.",
    },
  },
  /**
   * @see VendorDocumentType
   */
  VendorDocumentType: {
    Identification: {
      title: "හිමිකරු අයිතමය අයිතමය",
      description:
        "ව්‍යාපාර හිමිකරුගේ හෝ ප්‍රධාන විධායකයාගේ අනන්‍යතාව සත්‍යාපනය කිරීමට රජයෙන් නිකුත් කළ හැඳුනුම්පතක් උඩුගත කරන්න.",
    },
    Business: {
      title: "ව්‍යාපාරය අයිතමය",
      description:
        "ඔබේ ව්‍යාපාරයේ නීත්‍යානුකූල තත්ත්වය තහවුරු කිරීම සඳහා බලපත්‍ර හෝ ලියාපදිංචි සහතික වැනි අත්‍යවශ්‍ය ව්‍යාපාරික ලේඛන සපයන්න.",
    },
    Address: {
      title: "ලිපිනය අයිතමය",
      description:
        "උපයෝගිතා බිල්පතක්, බදු ඉන්වොයිසියක් හෝ බදු ගිවිසුමක් වැනි ඔබේ ව්‍යාපාරික ලිපිනය සත්‍යාපනය කිරීමට ලේඛනයක් ඉදිරිපත් කරන්න.",
    },
    Contract: {
      title: "අයිතමය & අයිතමය",
      description:
        "ඔබේ ව්‍යාපාරික සබඳතාවල නියමයන් සහ කොන්දේසි විස්තර කරන කොන්ත්‍රාත්තු හෝ ගිවිසුම් උඩුගත කරන්න.",
    },
    Copyright: {
      title: "අයිතමය අයිතමය",
      description:
        "අයිතමය අයිතමය දක්වා අයිතමය අයිතමය ",
    },
    Privacy: {
      title: "පෞද්ගලිකත්වය ප්‍රතිපත්තිය අයිතමය",
      description:
        "පරිශීලක සහ පාරිභෝගික තොරතුරු ආරක්ෂා කිරීමට ඔබේ කැපවීම ප්‍රදර්ශනය කිරීමට ඔබේ රහස්‍යතා ප්‍රතිපත්ති ලේඛන ඇතුළත් කරන්න.",
    },
    Embed: {
      title: "අයිතමය පෝරමය",
      description:
        "අවශ්‍ය තොරතුරු සැපයීම සඳහා කාවැද්දූ පෝරමය සම්පූර්ණ කරන්න.",
    },
    Link: {
      title: "බාහිර සබැඳිය",
      description:
        "අවශ්‍ය තොරතුරු සැපයීමට බාහිර සබැඳිය අනුගමනය කරන්න.",
    },
  },

  /**
   * @see BPageMarketplaceWallets
   */
  marketplace_wallets: {
    title: "විකුණුම්කරු පසුම්බි",
    subtitle:
      "අතින් මුදල් පසුම්බි එකතු කිරීමට අවශ්‍ය නැත! විකුණුම්කරුගේ මුදල් පසුම්බි ස්වයංක්‍රීයව නිර්මාණය වේ. ඔබ බෙදීම් ගෙවීම් සඳහා සහාය දක්වන ගෙවීම් ක්‍රමයක් සක්‍රීය කරන්නේ නම් (Stripe Connect වැනි), පද්ධතිය ස්වයංක්‍රීයව සම්බන්ධිත වෙළෙන්දන්ගේ ගිණුම් වෙත ගෙවීම් බෙදා හරිනු ඇත. මෙම විශේෂාංගය සබල කර නොමැති නම්, ඔබ වෙළෙන්දන්ට හස්තීයව ගෙවීමට අවශ්‍ය වනු ඇති අතර, ඔබට මුදල් පසුම්බි ලැයිස්තුවේ ඔවුන්ට ගෙවිය යුතු මුදල් පරීක්ෂා කළ හැක.",
    filter_vendor: {
      placeholder: "පෙරහන අයිතමය විකුණුම්කරු",
    },
  },

  /**
   * @see BVendorAccountTransactionsList
   */
  vendor_account_transactions: {
    subtitle:
      "මෙම කොටස තෝරාගත් මුදල් පසුම්බිය සඳහා සියලුම ගනුදෙනු පිළිබඳ සවිස්තර ලැයිස්තුවක් සපයයි. ගනුදෙනුකරුවෙකු ඇණවුමක් සඳහා සාර්ථකව ගෙවන විට ගාස්තු ගනුදෙනුවක් වාර්තා වේ. ඇණවුමක් අවලංගු කළහොත් හෝ අර්ධ වශයෙන් ආපසු ගෙවනු ලැබුවහොත්, අදාළ මුදල් ආපසු ගෙවීමේ ගනුදෙනුව ද මෙහි සටහන් වනු ඇත.",
    vendor_bank: "විකුණුම්කරු බැංකුව",
    order_fee: "🛍️ ඇනවුම් කරන්න ගාස්තු",
    order_refund: "🛍️ ඇනවුම් කරන්න මුදල් ආපසු ගෙවීම",
    reverse_fund: "අයිතමය අයිතමය",
    payout: "අයිතමය",
  },

  /**
   * @see BPageMarketplacePayouts
   */
  marketplace_payouts: {
    title: "අයිතමය ඉතිහාසය",
    subtitle:
      "මෙම විශේෂාංගය සියලු ගනුදෙනු පිළිබඳ සවිස්තර වාර්තාවක් තබා ගැනීමෙන් ඔබ සහ ඔබේ විකුණුම්කරුවන් සඳහා ගිණුම්කරණය විධිමත් කරයි. බැංකු මාරු කිරීම් හෝ වෙනත් ක්‍රම හරහා ගෙවීම් හස්තීයව සැකසීමට හැකිය, නැතහොත් ස්ට්‍රයිප් වැනි බෙදීම් ගෙවීම් සඳහා සහාය දක්වන ගෙවීම් සපයන්නන් විසින් ස්වයංක්‍රීයව කළමනාකරණය කළ හැක.",
    top_up_vendor_action: "අයිතමය අයිතමය විකුණුම්කරු ගිණුම",
  },

  /**
   * @see BPageMarketplacePricings
   */
  marketplace_pricings: {
    title: "මිල නියම කිරීම සැලසුම්",
    subtitle:
      "ඩිජිටල් නිෂ්පාදන සඳහා 5% ආන්තික ගාස්තුවක් වැනි ඔබේ වෙළඳපොළ සඳහා මිලකරණ ආකෘති සකසන්න. මෙමගින් මිල කළමනාකරණය වේගවත් හා කාර්යක්ෂම කරයි.",
    add_pricing_action: "එක් කරන්න මිල නියම කිරීම සැලසුම් කරන්න",
  },

  /**
   * @see BVendorPricingAdd
   */
  vendor_pricing_add: {
    title: "වෙළඳපොළ මිල නියම කිරීම අයිතමය",
    subtitle:
      "ඔබ විකුණුම්කරුවන්ගේ නිෂ්පාදන සඳහා මිලකරණ ආකෘතියක් පවරන විට, මිල ස්වයංක්‍රීයව විකුණුම්කරු මිල * (1 + කොමිස්%) ලෙස ගණනය කෙරේ.",
    delete: {
      subtitle:
        "මිලකරණ ආකෘතියක් මකා දැමීම එයට සම්බන්ධ සියලුම විකුණුම්කරුවන්ගේ නිෂ්පාදනවලට බලපානු ඇත. මිලකරණ ආකෘතියක් ඉවත් කිරීමට පෙර, එය භාවිතයෙන් සියලුම විකුණුම්කරුවන්ගේ නිෂ්පාදන යාවත්කාලීන කිරීමට සහ ඔවුන්ට වෙනස් මිලකරණ ආකෘතියක් පැවරීමට වග බලා ගන්න.",
      remove_pricing_action: "ඉවත් කරන්න මිල නියම කිරීම අයිතමය",
    },
    inputs: {
      title: {
        placeholder: "අයිතමය, අයිතමය නිෂ්පාදන අයිතමය",
      },
      description: {
        placeholder: "ඔබට මෙහි සටහනක් එක් කළ හැක...",
      },
      accept_delete: {
        true_description: "අයිතමය අයිතමය දක්වා මකන්න අයිතමය මිල නියම කිරීම අයිතමය",
        true_title: "අයිතමය මිල නියම කිරීම අයිතමය අයිතමය",
      },
    },
  },

  /**
   * @see BVendorPayoutAdd
   */
  vendor_payout_add: {
    vendor: {
      title: "විකුණුම්කරු",
      subtitle:
        "ඔබ අරමුදල් මාරු කිරීමට බලාපොරොත්තු වන වෙළෙන්දා තෝරන්න. තෝරාගත් පසු, පවතින ගෙවීම් විකල්ප පෙන්වනු ඇත. ඔබ ගෙවීමේ හැකියාව ඇති ගෙවීම් ද්වාර සබල කර ඇත්නම්, එම විකල්ප ද මෙහි දිස් වනු ඇත.",
    },
    vendor_wallet: "විකුණුම්කරු පසුම්බිය",
    vendor_bank_account: "විකුණුම්කරු බැංකුව ගිණුම",
    with_balance_tooltip:
      "ඔබ Stripe Connect වැනි ගෙවීම් සේවා සම්බන්ධ කරන විට, අපි යොමු කිරීම සඳහා ඔබේ Stripe ගිණුමේ පවතින ශේෂය ලබාගෙන ප්‍රදර්ශනය කරමු.",
    with_balance: "අයිතමය ශේෂය",
    without_balance: "අයිතමය ශේෂය - අයිතමය මාදිලිය",
    bank_transfer: {
      title: "බැංකුව මාරු",
      subtitle:
        "මෙය ගෙවීම් ඉතිහාසය පිළිබඳ වාර්තාවකි. පද්ධතිය මගින් වෙළෙන්දාට සැබෑ මුදල් මාරු නොකෙරේ; ඔබ ඔබේ වෙළෙන්දන්ට අතින් ගෙවිය යුතුය.",
    },
    vendor_bank: "විකුණුම්කරු බැංකුව",
    gateway_in_debug_mode_warning:
      "ගෙවීම් ද්වාරය දැනට නිදොස් කිරීමේ මාදිලියේ ඇති බැවින්, අරමුදල් සැබෑ ගිණුමකට මාරු නොකෙරේ.",
    payment: {
      title: "ගෙවීම",
      subtitle:
        "මුදල් වර්ගය තෝරා ඔබ වෙළෙන්දාට මාරු කිරීමට අවශ්‍ය මුදල ඇතුළත් කරන්න. ඔබ සෘණ මුදලක් ඇතුළත් කළහොත්, අරමුදල් විකුණුම්කරුගේ මුදල් පසුම්බියෙන් ඉවත් කරනු ලැබේ. ගෙවීම් විකල්ප සමඟ සම්බන්ධිත ගිණුම් සඳහා, විකුණුම්කරුගේ ඉරි ගිණුම වැනි සම්බන්ධිත ගිණුමෙන් අරමුදල් අඩු කරනු ලැබේ.",
    },
    history: {
      title: "ඉතිහාසය",
      subtitle:
        "මෙම ගෙවීමෙන් කොටසක් ආපසු හරවා යැවීමක් හරහා ආපසු ගෙවා ඇත, එනම් ශේෂය විකුණුම්කරුගේ ගිණුමෙන් අඩු කර ඔබේ ගිණුමට ආපසු ලබා දී ඇත.",
    },
    refund: {
      title: "මුදල් ආපසු ගෙවීම",
      subtitle:
        "ආපසු ගෙවන මුදල විකුණුම්කරුගේ ශේෂයෙන් අඩු කරනු ලැබේ. විකුණුම්කරුගේ ගිණුමේ (Stripe Connect වැනි) සියලුම ගෙවීම් (හෝ ඉතිරි මුදල්) ආපසු හරවා යැවීමක් හරහා ආපසු ගෙවනු ලැබේ.",
    },
    inputs: {
      vendor: {
        placeholder: "තෝරන්න අයිතමය විකුණුම්කරු",
      },
      note: {
        placeholder:
          "ඔබට මෙහි සටහනක් එක් කළ හැක... මෙම සටහන වෙළෙන්දාට නොපෙනේ.",
      },
      accept_refund: {
        true_description: "අයිතමය අයිතමය දක්වා අවලංගු කරන්න අයිතමය ගෙවීම",
        true_title: "අවලංගු කරන්න & මුදල් ආපසු ගෙවීම ගෙවීම",
      },
    },
    notifications: {
      reverse_fund_success: {
        title: "අයිතමය අයිතමය",
        message:
          "බැංකුවෙන් මුදල් පසුම්බියට මාරු කර මුදල් පසුම්බියට එකතු කිරීමත් සමඟ විකුණුම්කරුගේ අරමුදල් ආපසු හැරවීම සාර්ථකව නිම කර ඇත.",
      },
      payout_success: {
        title: "අයිතමය",
        message:
          "අයිතමය විකුණුම්කරුවන් අයිතමය අයිතමය එක් කරන්න",
      },
    },
  },

  /**
   * @see BShopQuotaImporter
   */
  quota_importer: {
    quota: "අයිතමය",
    max_batch_msg: "ඔබට එක් කණ්ඩායමක් තුළ ආයාත කළ හැකි උපරිම අයිතම ගණන.",
    max_daily_limit_msg: "ඔබට දිනකට ආනයනය කළ හැකි උපරිම අයිතම ගණන.",
    extra_daily_limit_msg: "අයිතමය අයිතම අයිතමය අයිතමය සීමාව",
    add_items_today_msg: "අයිතම එක් කරන්න අද",
    file_statistic_msg: "සංඛ්යා ලේඛන අයිතමය අයිතමය ගොනුව",
    used_quota: "පාවිච්චි කළා අයිතමය",
  },

  /** {@see BPageShopMarketingCampaign**/
  campaigns: {
    title: "උද්ඝෝෂණ",
    subtitle:
      "ව්‍යාපාර සාදන්න, හඹා යා හැකි සබැඳි, සහ විශ්වාසනීය සහ නිවැරදි තොරතුරු එක තැනක බලන්න. වඩා හොඳ දත්ත මත පදනම් වූ තීරණ ගැනීමට අපි ඔබට උදවු කරමු.",
    add_action: "නව ව්‍යාපාරයක් එක් කරන්න",
    empty_message: "ඔබේ පළමු ව්‍යාපාරය දැන් සාදන්න!",
    delete: {
      title: "ව්‍යාපාරය මකන්න",
      message: "මෙම ව්‍යාපාරය සහ සියලු දත්ත මකා දැමීමට ඔබට විශ්වාසද?",
      action: "ඔව්, දැන් මකන්න",
    },
  },

  landing_categories: {
    raw: "අමු සැකිලි",
    all: "සියලුම සැකිලි",

    marketing: "අලෙවිකරණය සහ දැන්වීම්",
    product: "නිෂ්පාදන හැඳින්වීම",
    health: "සෞඛ්‍ය සහ යෝග්‍යතාවය",
    food: "ආහාර සහ පලතුරු",
    house: "නිශ්චල දේපල සහ නිවස",
    device: "යන්ත්රය සහ උපාංගය",
    car: "මෝටර් රථ",
    software: "මෘදුකාංග",
    clothing: "ඇඳුම් පැළඳුම් සහ සපත්තු",
    jewellery: "ස්වර්ණාභරණ",
  },

  /** {@see BPageShopSettingTheme**/
  shop_theme: {
    theme_colors: "තේමා වර්ණ",
    theme_colors_description:
      "ඔබට ඔබේ සාප්පුවේ ප්‍රාථමික වර්ණ මාලාව මෙතැනින් පෞද්ගලීකරණය කළ හැක. සෑම අච්චුවකටම ඔබේ සන්නාමය සමඟ සමපාත වන සම්පූර්ණ වර්ණ පරාසයක් ස්වයංක්‍රීයව ජනනය කිරීමට මෙම වර්ණ භාවිත කළ හැක.",
    products_view_mode: "සාප්පු ලැයිස්තු දර්ශනය",
    products_view_mode_desc:
      "ඔබට තිරයේ ප්‍රමාණය මත පදනම්ව ඔබේ වෙළඳසැලේ නිෂ්පාදන සංදර්ශක මාදිලිය සකස් කළ හැක. මෙම මාදිලිය පෙරනිමියෙන් සලකා බලනු ලබන අතර පරිශීලකයා සංදර්ශක මාදිලිය වෙනස් කරන්නේ නම් එය යෙදෙන්නේ නැත.",

    tabs: {
      vendor_page: "විකුණුම්කරු පිටුව",
    },

    color_light: "ප්රාථමික වර්ණය",
    color_dark: "ප්රාථමික අඳුරු වර්ණය",
    color_deep_dark: "ගැඹුරු අඳුරු වර්ණය",
    color_info: "සබැඳි",
    light_checkout: "සැහැල්ලු පිටවීමේ තේමාව",
    light_header: "සැහැල්ලු ශීර්ෂකය",
    light_footer: "සැහැල්ලු පාදකය",
    light_filter: "ප්‍රවර්ග පෙරහන් තේමාව",
    checkout_color: "පරීක්ෂාකාරී වන්න වර්ණ",

    typography: "මුද්‍රණ ශිල්පය",
    header: "ශීර්ෂකය",
    footer: "අයිතමය",
    custom_code: "අභිරුචි කේතය",
    custom_css: "අභිරුචි CSS",
    custom_variants: "ප්රභේද",

    wrap_product_title: {
      title: "අයිතමය ශීර්ෂය",
      subtitle: "මාතෘකාවේ උස ගතිකව සකසනු ඇත.",
    },

    animation: {
      title: "අයිතමය",
      static: {
        false_title: "අයිතමය අයිතමය",
        false_description:
          "වර්ග අයිතමය නිෂ්පාදන අයිතමය අයිතමය දක්වා පෙන්වන්න අයිතමය අයිතමය",
        true_title: "ස්ථිතික",
        true_description: "වර්ග අයිතමය නිෂ්පාදන අයිතමය නැත අයිතමය",
      },
    },

    quick_actions: {
      title: "අයිතමය ක්රියාවන්",
      hover: {
        false_description:
          "නිෂ්පාදන කාඩ්පත් මත අමතර ක්‍රියා වලින් තොරව සරල සහ අවම මාදිලිය.",
        true_description:
          "නිෂ්පාදන කාඩ්පත් සැරිසැරීමේ බොත්තම් සංසන්දනය කිරීමට ඉක්මන් මිලදී ගැනීම සහ එකතු කිරීම පෙන්වන්න.",
        true_title: "පෙන්වන්න අයිතමය අයිතමය අයිතමය",
      },
    },
    filter_products: {
      title: "පෙරහන නිෂ්පාදන",
      only_available: {
        false_description: "පෙන්වන්න සෑම නිෂ්පාදන අයිතමය අයිතමය සාප්පු යන්න ලැයිස්තුව අයිතමය පෙරනිමිය",
        true_description:
          "පෙන්වන්න අයිතමය ඇත නිෂ්පාදන අයිතමය අයිතමය සාප්පු යන්න ලැයිස්තුව අයිතමය පෙරනිමිය",
        true_title: "ඇත නිෂ්පාදන",
        false_title: "සෑම නිෂ්පාදන",
      },
    },
    filter_categories: {
      title: "පෙරහන වර්ග",
      hide_empty_folders: {
        false_description: "පෙන්වන්න සෑම වර්ග අයිතමය අයිතමය සාප්පු යන්න ලැයිස්තුව",
        false_title: "පෙන්වන්න සෑම වර්ග",
        true_title: "සඟවන්න අයිතමය වර්ග",
        true_description:
          "පෙන්වන්න අයිතමය වර්ග අයිතමය නිෂ්පාදන අයිතමය අයිතමය සාප්පු යන්න ලැයිස්තුව",
      },
    },

    product_page: {
      title: "නිෂ්පාදන පිටුව",
      subtitle:
        "ඔබේ නිෂ්පාදන පිටුව මෙතැනින් පුද්ගලීකරණය කරන්න. ඔබට මිල සංදර්ශකය සීරුමාරු කිරීමට සහ ඔබේ අභිමතය පරිදි කොටස් සැකසීම වෙනස් කිරීමට හැකිය.",
      buy_button_color: "මිලදී ගන්න අයිතමය වර්ණ",
      smart_price: {
        title: "අයිතමය ඒකකය මිල",
        true_description:
          "බර, පරිමාව සහ ඇසුරුම් ප්‍රභේද දේපල සලකා බැලීමෙන් ඒකක මිල ගණනය කිරීම. උදා. ඔබට 2L ප්‍රමාණය සහ මිල ලෙස $5 සහිත ප්‍රභේදයක් තිබේ නම්, පාරිභෝගිකයා නිෂ්පාදන පිටුවේ $2.5/L දකී.",
      },
      reverse_currency: {
        title: "මුදල් අයිතමය තනතුර",
        false_title: "සාමාන්ය මාදිලිය",
        true_title: "අයිතමය මාදිලිය",
        false_description:
          "මුදල් ලකුණ අංකවල ආරම්භයේ තබනු ඇත. Ex: $95 , €30",
        true_description:
          "මුදල් ලකුණ අංක අවසානයේ තබනු ඇත. උදා: 95$ , 30€",
      },
      variants_selector: {
        title: "ප්රභේද අයිතමය",
        subtitle:
          "අයිතමය අයිතමය දක්වා අයිතමය ප්රභේද අයිතමය අයිතමය නිෂ්පාදන පිටුව",
      },

      tabs_order: {
        title: "අයිතමය 🛍️ ඇනවුම් කරන්න",
        reset_to_default: "අයිතමය දක්වා පෙරනිමිය",
      },
    }, // end: product_page
  },

  /**
   * @see BShopThemeVendor
   */
  b_shop_theme_vendor: {
    onboarding: {
      title: "අයිතමය & ඇතුල් වන්න",
      subtitle:
        "අභිරුචි වීඩියෝවක්, රූපයක් හෝ පණිවිඩයක් සමඟින් වෙළෙන්දා ඇතුල්වීමේ සහ පිවිසීමේ අත්දැකීම පුද්ගලීකරණය කරන්න.",
    },
    inputs: {
      page_vendor_login: {
        label: "විකුණුම්කරු ඇතුල් වන්න පිටුව",
        message:
          "වෙළෙන්දා පිවිසුම සඳහා අභිරුචි ගොඩබෑමේ පිටුවක් තෝරන්න. අද්විතීය නිර්මාණයක් සඳහා වීඩියෝ, රූප, හෝ පෙළ ඇතුළත් කරන්න. මෙම පිටුව පුරනය වී නොමැති වෙළෙන්දන් වෙත පෙන්වනු ලැබේ.",
      },
      page_vendor_registered: {
        label: "විකුණුම්කරු ලියාපදිංචි පිටුව",
        message:
          "පුරනය වී ඇති වෙළෙන්දන් සඳහා අභිරුචි පිටුවක් තෝරන්න. ඔබේ වෙළඳපල පරිශීලකයෙකුට බහු විකුණුම්කරුවන්ට සහය දක්වන්නේ නම් මෙම පිටුව දර්ශනය වේ.",
      },
    },
  },

  /** @see BShopOptionsVariants **/
  b_shop_options_variants: {
    custom_variants: {
      title: "අභිරුචි ප්රභේද",
      subtitle:
        "භෞතික නිෂ්පාදනවල ප්රභේද තිබිය හැක. ඔබට ප්‍රභේදවල පෙරනිමි නම වෙනස් කළ හැක. අපගේ යෝජනාව වන්නේ මෙම අයිතම පෙරනිමි සහ හිස් ලෙස තැබීමයි, එවිට විකුණන ලද ඒවා ඔබේ ගනුදෙනුකරුවන් සඳහා ස්වයංක්‍රීයව ඔවුන්ගේ භාෂාවලට පරිවර්තනය කරයි. උපරිම දිග 24 කි.",
    },
  },
  /** @see BShopThemeTypography **/
  b_shop_theme_typography: {
    main_font: {
      title: "ප්‍රධාන වෙබ් අඩවිය අයිතමය",
      subtitle: "අයිතමය අයිතමය සිට Google අයිතමය",
    },
    inputs: {
      font_family: {
        label: "අයිතමය අයිතමය",
        message: "අයිතමය අයිතමය අයිතමය වටිනාකම",
      },
      font_res: {
        label: "අයිතමය අයිතමය",
        message: "අයිතමය අයිතමය ",
      },
    },
  },

  /** @see BShopThemeHeader **/
  b_shop_theme_header: {
    logo: {
      title: "ශීර්ෂකය ලාංඡනය",
      subtitle:
        "පෙරනිමියෙන්, ඔබේ සාප්පුවේ ලාංඡනය ශීර්ෂයේ ප්‍රදර්ශනය වේ, නමුත් ඒ වෙනුවට ඔබට අභිරුචි ලාංඡනයක් උඩුගත කළ හැක. ඔබේ ලාංඡනයට වර්ග දර්ශන අනුපාතයක් නොමැති නම්, ප්‍රශස්ත ඉදිරිපත් කිරීම සඳහා ඔබට උස සහ පළල අතින් සකස් කිරීමට අවශ්‍ය විය හැක.",
    },
    header_title: {
      title: "ශීර්ෂකය ශීර්ෂය",
      subtitle:
        "ඔබට ඔබේ පිටුවේ ශීර්ෂයේ දැක්වෙන මාතෘකාව පුද්ගලීකරණය කළ හැක. ඔබට එය සම්පූර්ණයෙන්ම ඉවත් කිරීමට අවශ්‍ය නම්, කරුණාකර 'හිස් මාතෘකාව සකසන්න' බොත්තම ක්ලික් කරන්න.",
    },

    inputs: {
      logo: {
        label: "වෙළඳ නාමය ලාංඡනය",
      },
      height: {
        label: "ලාංඡනය උස",
      },
      width: {
        label: "ලාංඡනය පළල",
      },
      title: {
        label: "ශීර්ෂකය ශීර්ෂය",
        set_empty: "අයිතමය අයිතමය ශීර්ෂය",
      },
    },
  },

  /** @see ShopThemeVariantsMode**/
  shop_theme_variants_mode: {
    smart: {
      title: "අයිතමය මාදිලිය",
      description:
        "අයිතමය ප්රභේද අයිතමය අයිතමය , අයිතමය අයිතමය ",
    },
    select: {
      title: "තෝරන්න මාදිලිය",
      description:
        "ප්‍රභේද විශාල සංඛ්‍යාවක් සඳහා යෝග්‍ය වන, පතන තුළ සියලුම ප්‍රභේද පෙන්වයි.",
    },
  },

  /** @see BPropertySetAdd**/
  property_set_add: {
    edit_title: "සංස්කරණය කරන්න අයිතමය අයිතමය",
    add_title: "එක් කරන්න අයිතමය අයිතමය",
    config: {
      subtitle:
        "ඔබේ දේපල කට්ටලය සඳහා මාතෘකාව සහ විස්තරය සකසන්න. එය කාර්ය මණ්ඩලයට පමණක් පෙනෙනු ඇත.",
    },
    variants: {
      title: "ප්රභේද",
      subtitle:
        "ඔබට මෙහි විචල්‍ය නාමය, නිරූපකය සහ ඇණවුම අභිරුචිකරණය කළ හැක. ඔබට පෙරනිමි 6 ප්‍රභේදවලට නොගැලපෙන අද්විතීය ප්‍රභේද සහිත නිෂ්පාදන රාශියක් තිබේ නම්, ඔබට මෙහි එක් එක් නිෂ්පාදනය සඳහා අභිරුචි ප්‍රභේද සැකසිය හැක.",
    },

    inputs: {
      title: {
        placeholder: "අයිතමය අයිතමය ශීර්ෂය අයිතමය අයිතමය අයිතමය",
      },
      description: {
        placeholder: "අයිතමය අයිතමය අයිතමය විස්තර (විකල්ප)",
      },
      custom_variants: {
        true_title: "අභිරුචි ප්රභේද",
        false_title: "පෙරනිමිය ප්රභේද",
        true_description: "අයිතමය අයිතමය නිෂ්පාදන ප්රභේද",
        false_description: "අයිතමය පෙරනිමිය අයිතමය ප්රභේද",
      },
    },
  },

  /** @see BPropertySetVariantRow **/
  property_set_variant_row: {
    inputs: {
      values: {
        placeholder: "අයිතමය අයිතමය අයිතමය (විකල්ප)",
        messages:
          "අයිතමය අයිතමය 🛍️ ඇනවුම් කරන්න",
      },
    },
  },

  /** {@see AppTemplates**/
  app_templates: {
    default: "පෙරනිමිය",
    blue: "නිල් සාගරය",
    amber: "ඇම්බර්",
    green: "සමක",
    red: "වැම්පයර්",
    magenta: "මල",
    master: "මාස්ටර්",
    black: "අදුරු පැත්ත",
  },

  /** {@see BPageAffiliateOrders**/
  affiliate_orders: {
    title: "අනුබද්ධ හවුල්කාර ඇණවුම්",
    table: {
      order_price: "ඇණවුම් මුදල",
      order_payment: "ඇණවුම් ගෙවීමේ තත්ත්වය",
      order_link: "සබැඳිය ඇණවුම් කරන්න",
      commission_status: "කොමිෂන් සභාවේ තත්ත්වය",
      commission_amount: "කොමිස් මුදල",
      items: "අයිතම",
      actions: "ක්රියාවන්",
      create_date: "දිනය සාදන්න",
    },
    notifications: {
      update_success: "අනුබද්ධ තත්ත්වය යාවත්කාලීන කරන ලදී.",
    },
  },

  /** {@see BPageAffiliatePayments**/
  affiliate_payments: {
    title: "අනුබද්ධ සහකරු ගෙවීම්",
    table: {
      staff: "කාර්ය මණ්ඩලය",
      amount: "ප්රමාණය",
      note: "සටහන",
      date: "දිනය",
    },
  },
  /** {@see BPageShuttleRoles**/
  my_roles: {
    title: "මගේ භූමිකාවන්",
    message:
      "භූමිකාවන් යනු වෙළඳසැලක සේවකයින්ට ලබා දෙන ප්‍රවේශ වර්ගයකි. උදාහරණයක් ලෙස, ඇණවුම් යැවීම හෝ ඇසුරුම් කිරීම සඳහා වගකිව යුතු කාර්ය මණ්ඩලය.",
  },
  /** {@see WidgetMyRoleCard**/
  role_card: {
    complete_tasks: "සම්පූර්ණ කළ කාර්යයන්",
    reject_tasks: "ප්රතික්ෂේප කළ කාර්යයන්",
    last_check: "මෑත පරීක්ෂාව",
  },

  /** {@see BAppConfigDialog**/
  app_config: {
    reviews: "සමාලෝචන",
    rate_now: "දැන් අගයන්න",
    category: "වර්ගය",
    uninstall: "අස්ථාපනය කරන්න",
    get_app: "යෙදුම ලබා ගන්න",
    public_keys: "පොදු යතුරු",
    private_keys: "පුද්ගලික යතුරු (සුරක්ෂිත)",
    config: "යෙදුම් වින්‍යාසය",
    app_status: "අයදුම්පත් තත්ත්වය",
    app_info: "අයදුම්පත් තොරතුරු",
    update_at: "මෑත යාවත්කාලීන",
    visit_website: "වෙබ් අඩවියට පිවිසෙන්න",
    privacy: "රහස්යතා ප්රතිපත්තිය",
    installs: "ස්ථාපනය කරයි",
    basic_profile_permission: "මූලික පැතිකඩ තොරතුරු",
    developer: "සංවර්ධකයා",
    permissions: "අවසර",
    total_comments: "සම්පූර්ණ අදහස්",
    delete_dialog: {
      title: "යෙදුම අස්ථාපනය කරන්න",
      message: "ඔබට මෙම යෙදුම ඔබේ වෙළඳසැලෙන් ඉවත් කිරීමට අවශ්‍යද?",
      action: "ඔව්, යෙදුම මකන්න",
    },
    notifications: {
      uninstall_success: "යෙදුම සාර්ථකව අස්ථාපනය කරන ලදී.",
    },
  },

  /** {@see BPageShopChannelBots**/
  shop_bots: {
    not_set: "සකසා නැත!",
    tokens: "සංකේත(ය)",
    webhook: "වෙබ්හුක්",
    calls: "ඇමතුම්",
    dialog: {
      title: "{name} අයිතමය අයිතමය",
      message:
        "ව්‍යවසාය-ශ්‍රේණියේ සාප්පු සවාරි අත්දැකීම් ගොඩනැගීම සඳහා පුළුල් බොට් රාමුවක්.",
    },
  },

  /** {@see BPageShopCrmCustomers**/
  shop_customers: {
    title: "පාරිභෝගික කළමනාකරණය",
    subtitle:
      "ගනුදෙනුකරුවන් කිහිප ආකාරයකින් ඔබේ ගබඩාවට එකතු කළ හැකිය; අතින්, තොග Excel ආනයනය, POS හරහා, හෝ ඔබේ අන්තර්ජාල වෙළඳසැල හරහා. පරිශීලකයෙකු ඔබේ ගබඩාවට ලොග් වන සෑම විටම, ඔවුන් ස්වයංක්‍රීයව පාරිභෝගිකයෙකු ලෙස ලියාපදිංචි වනු ඇත.",
    add_customer_action: "එක් කරන්න අලුත් පාරිභෝගිකයා",

    all_customers: "සියලුම පාරිභෝගිකයින් බාගන්න",
    filtered_customers: "පෙරූ පාරිභෝගිකයන්",
    dialog_chips: {
      title: "පාරිභෝගික චිප් ගණන සකසන්න",
    },
    dialog_club: {
      title: "පාරිභෝගික සමාජ මට්ටම සකසන්න",
    },
  },

  /** {@see BCustomerAdd**/
  customer_add: {
    edit_title: "සංස්කරණය කරන්න පාරිභෝගිකයා",
    add_title: "එක් කරන්න අලුත් පාරිභෝගිකයා",
    subtitle:
      "ඔබේ වෙළඳසැලට පාරිභෝගිකයෙකු එක් කිරීමට, කරුණාකර ඊමේල් ලිපිනයක් හෝ දුරකථන අංකයක් ලබා දෙන්න.",
    more: {
      title: "වැඩි විස්තර එකතු කරන්න",
      subtitle: "අයිතමය මුදල්, පාරිභෝගිකයා සමාජය, කොටස්, ලිපිනය අයිතමය තව. .",
    },
    detail: {
      subtitle:
        "ඔබේ පාරිභෝගිකයා පිළිබඳ පුද්ගලික තොරතුරු වාර්තාවක් තබා ගන්න. කරුණාකර ඔබේ පාරිභෝගිකයාගේ පෞද්ගලිකත්වයට ගරු කරන්න.",
    },
    preferences: {
      subtitle: "අයිතමය පෙරනිමිය පරිශීලක මුදල්, පාරිභෝගිකයා සමාජය, අයිතමය කොටස් අයිතමය",
    },
    address: {
      subtitle:
        "මෙම ලිපිනය POS හි භාවිතා කළ හැක. පරිශීලකයාට මෙම තොරතුරු දැකිය නොහැක.",
    },
  },

  /** {@see AppPageDashboard**/
  app_dashboard: {
    status: "තත්ත්වය ප්‍රකාශ කරන්න",
    statistics: "සංඛ්යා ලේඛන",
  },
  /** {@see AppPage_Publish**/
  app_publish: {
    production_version: "නිෂ්පාදන අනුවාදය",
    beta_version: "බීටා අනුවාදය",
    alpha_version: "ඇල්ෆා අනුවාදය",
  },
  /** {@see AppPublishWidget**/
  app_publish_widget: {
    header: "ගබඩා වෙබ් අඩවි ශීර්ෂකය",
    header_code: "ශීර්ෂ කේතය",
    admin_page: "පරිපාලක පිටු",
    name: "නම",
    icon: "නිරූපකය",
    url: "අයිතමය",
  },

  /** {@see AppPage_API**/
  app_api: {
    title: "API ප්රවේශය",
    revoke_api: "API අවලංගු කරන්න",
    api_key: "API යතුර",
    secret: "රහස් යතුර",
    client: "සේවාදායකයා",
    redirect_url: "අයිතමය අයිතමය",
    client_name: "ගනුදෙනුකරුගේ නම",
  },

  /** {@see BPageApplication**/
  app_loader_page: {
    no_ui_title: "මෙම යෙදුමට කිසිදු UI නොමැත!",
    no_ui_desc:
      "සමහර යෙදුම් වලට ඔවුන්ගේ පරිපාලක ප්‍රදේශයේ පරිශීලක අතුරු මුහුණතක් අවශ්‍ය නොවේ. මෙම යෙදුම ඔබගේ ගබඩා වෙබ් අඩවියේ ශීර්ෂ කොටසට පමණක් කේතය එක් කළ හැක.",
    header: "ශීර්ෂ කේතය",
  },
  /** {@see BPageShopFinanceReport**/
  finance_report: {
    export_title: "මූල්‍ය දත්ත අපනයනය කරන්න",
    export_sub_title:
      "තනි ගොනුවකින් මූල්‍ය තොරතුරු බාගන්න.",
    start_input_placeholder: "වාර්තාවේ ආරම්භක දිනය තෝරන්න",
    end_input_placeholder: "වාර්තාවේ අවසන් දිනය තෝරන්න",
    download_action: "මුදල් ලැයිස්තුව බාගත කරන්න",
  },

  /** {@see BPageShopSettingNotifications**/
  shop_notifications: {
    title: "සාප්පු දැනුම්දීම්",
    message: "ඔබගේ ගබඩා දැනුම්දීම් සැකසීම් සහ මනාප සංස්කරණය කරන්න",
    channel: "නාලිකාව",
    status: "තත්ත්වය",
    events: "සිද්ධීන්",
    info: "තොරතුරු",
    actions: "ක්රියාවන්",
    connected: "සම්බන්ධයි",
    not_connected: "සම්බන්ධ නැත!",
    connect_now: "දැන් සම්බන්ධ වන්න",
    send_test: "පරීක්ෂණ දත්ත යවන්න",
    disconnect: "විසන්ධි කරන්න",

    dialog: {
      title: "බොට් වින්‍යාසය",
      message:
        "ව්‍යවසාය-ශ්‍රේණියේ ඊ-වාණිජ්‍ය අත්දැකීම් ගොඩනැගීම සඳහා පුළුල් දැනුම්දීම් රාමුවක්.",
      action: "මෙහි ක්ලික් කරන්න!",
      set_config: "වින්‍යාසය සකසන්න",
    },
  },
  notification_events: {
    new_order: "🛍️ ඇනවුම් කරන්න",
    payment: "💳 ගෙවීම",
    return: "📦 ආපසු",
    weekly_report: "📈 සතිපතා වාර්තා",
  },

  /** {@see BOrderDashboardDelivery} **/
  order_delivery: {
    title: "භාරදීම",
    add_to_delivery_que_action: "නැව්ගත කිරීමේ පෝලිමට එක් කරන්න",
    in_que: "නැව් පෝලිමේ",
    message:
      "පැකේජය නැව්ගත කිරීමේ කුරියර් වෙත භාර දුන් පසු, කරුණාකර <b>Confirm Delivery</b> බොත්තම ක්ලික් කරන්න.",
    message_add_to_service:
      "ඔබට මෙම පැකේජය <b>බෙදා හැරීමේ සේවාවක්</b> මඟින් යැවීමට අවශ්‍ය නම් පහත බොත්තම ක්ලික් කරන්න.",
    courier_action: "භාරදීම අයිතමය",
    courier_action_subtitle: "අයිතමය අයිතමය ",

    pickup_ready_action: "අයිතමය අයිතමය",
    pickup_ready_action_subtitle: "ඇණවුම පාරිභෝගික පිකප් සඳහා සූදානම්.",

    service_action: "අයිතමය අයිතමය",

    checklist: [
      "කුරියර්ගේ හැඳුනුම්පත පරීක්ෂා කරන්න.",
      "නිෂ්පාදන හොඳින් ඇසුරුම් කිරීම සහ නියමිත වේලාවට බෙදා හැරීම ඔබේ ගනුදෙනුකරුවන්ගේ රඳවා ගැනීමේ අනුපාතය වැඩි කළ හැකිය.",
    ],
    manual: {
      title: "පාරිභෝගිකයා විසින් භාරදීම තහවුරු කිරීම සඳහා රැඳී සිටීම.",
      action_received: "ගැනුම්කරු තහවුරු කිරීම",
      action_returned: "භාරදීම ආපසු",

      message:
        "සටහන: පාරිභෝගිකයාට ඇණවුම ලැබුනේ නම්, සම්පූර්ණ කිරීම සඳහා ඔබට පහත විකල්ප භාවිතා කළ හැක. පද්ධතියේ සමහර නැව්ගත කිරීමේ සේවාවන් ස්වයංක්‍රීයව බෙදා හැරීම තහවුරු කරයි.",
    },
    auto_complete_note:
      "නිශ්චිත කාල සීමාවකට පසු, ඇණවුමේ තත්ත්වය බෙදා හැරීමට වෙනස් වේ. මෙම කාල සීමාව අනුපිළිවෙලෙහි වර්ගය අනුව වෙනස් වන අතර පද්ධතිය විසින් තීරණය කරනු ලැබේ.",
    received: {
      title: "පාරිභෝගිකයා වෙත භාර දෙනු ලැබේ.",
      delivered_date: "බෙදාහැරීමේ දිනය",
    },
    receiver: "ග්රාහකයා",
    bill: "රිසිට්පත",

    tracking: {
      title: "එක් කරන්න අයිතමය කේතය / අයිතමය",
      code: "ලුහුබැඳීමේ කේතය",
      url: "අයිතමය අයිතමය",
      message:
        "ඔබ මෙම ඇණවුම සඳහා ලුහුබැඳීමේ කේතයක් සපයන සේවාවක් හරහා නැව්ගත කර ඇත්නම්, ඔබට මෙම කොටසෙහි කේතය සහ අදාළ ලුහුබැඳීමේ සබැඳිය ඇතුළත් කළ හැකිය. මෙම තොරතුරු පාරිභෝගිකයාට පෙන්වනු ඇත.",
    },
    preferred_delivery_time: "කැමති බෙදාහැරීමේ වේලාව",
    manage_couriers: "මගේ කුරියර් කළමනාකරණය කරන්න",
    manage_service: "සේවාව කළමනාකරණය කරන්න",

    option_deliver_by_courier: "විකල්ප 1: ඔබගේ කුරියර් මගින් බෙදා හැරීම.",
    option_add_to_que:
      "විකල්ප 2: නැව්ගත කිරීමේ සේවා පිටුවේ ක්‍රියාවලියට පෝලිමට එක් කරන්න.",
    option_instant_shipping: "විකල්ප 3: ක්ෂණික නැව්ගත කිරීම.",

    verify_delivery_input: {
      true_title: "අයිතමය භාරදීම අයිතමය",
      true_description:
        "ඇණවුම පාරිභෝගිකයා වෙත ලබා දී ඇති බව මම තහවුරු කරමි.",
    },
  },

  /** {@see BShopHomeSelect} **/
  shop_home_edit: {
    title: "මුල් පිටු සැකසීම",
    sub_title:
      "ඔබේ වෙබ් අඩවියේ පෙරනිමි පිටුව සකසන්න",

    default_home: "පෙරනිමි මුල් පිටුව",
    default_home_placeholder: "සාප්පු පිටුව යනු වෙබ් අඩවියේ මුල් පිටුවයි",
  },
  /**
   * @see OReferralBank
   */
  referral_bank: {
    title: "අයිතමය උපකරණ පුවරුව",
    subtitle:
      "ඔබගේ ඉල්ලීම මත, කොමිස් ගාස්තුව ඔබ විසින් නියම කරන ලද බැංකු ගිණුමට ගෙවනු ලැබේ. කරුණාකර ඔබේ බැංකු තොරතුරු මෙහි සපයන්න.",
    no_bank_info: "නැත බැංකුව තොරතුරු!",
    actions: {
      edit_my_bank_info: "සංස්කරණය කරන්න අයිතමය බැංකුව තොරතුරු",
    },
    bank_dialog: {
      title: "අයිතමය බැංකුව විස්තර",
      info: {
        title: "බැංකුව",
        subtitle:
          "කරුණාකර ඔබේ බැංකු තොරතුරු මෙහි ඇතුළත් කරන්න. අරමුදල් මාරු කිරීමට අපි මෙම තොරතුරු භාවිතා කරන්නෙමු. අදාළ වන පරිදි බැංකු ගිණුම ඔබේ නම හෝ ඔබේ ව්‍යාපාර නාමය යටතේ ඇති බව සහතික කර ගන්න.",
      },
      inputs: {
        name: {
          label: "බැංකුව නම",
          message: "ගිණුම පවත්වාගෙන යන බැංකුවේ සම්පූර්ණ නම.",
        },
        holder_name: {
          label: "ගිණුම අයිතමය නම",
          message:
            "අයිතමය අයිතමය නම අයිතමය අයිතමය ගිණුම",
        },
        account_number: {
          label: "ගිණුම් අංකය",
          message:
            "අයිතමය අයිතමය බැංකුව ගිණුම",
        },
        routing_number: {
          label: "අයිතමය අයිතමය (USA) අයිතමය අයිතමය කේතය (UK)",
          message:
            "විශේෂිත බැංකු ශාඛාව හඳුනා ගන්නා අංකයක් (විවිධ රටවල විවිධ යෙදුම් භාවිතා වේ).",
        },
        swift: {
          label: "SWIFT/BIC කේතය",
          message:
            "විශේෂයෙන්ම ජාත්‍යන්තර මාරු කිරීම් සඳහා ගෝලීය වශයෙන් බැංකු හඳුනා ගැනීමට භාවිතා කරන ජාත්‍යන්තර කේතයකි.",
        },
        iban: {
          label: "IBAN (අයිතමය බැංකුව ගිණුම අයිතමය)",
          message:
            "මූලික වශයෙන් යුරෝපයේ භාවිතා වන, IBAN යනු ජාතික දේශසීමා හරහා බැංකු ගිණුම් හඳුනා ගැනීම සඳහා ජාත්‍යන්තරව එකඟ වූ පද්ධතියකි.",
        },
        contact: {
          label: "සබඳතා තොරතුරු",
          message: "ගිණුම හා සම්බන්ධ දුරකථන අංකය හෝ ඊමේල් ලිපිනය.",
        },
        note: {
          label: "සටහන",
          message: "අයිතමය සටහන",
        },
      },
    },
    notifications: {
      save: {
        message: "අයිතමය බැංකුව තොරතුරු අයිතමය අයිතමය අයිතමය",
      },
    },
  },

  /**
   * @see OReferralTier
   */
  referral_tier: {
    message:
      "ඔබගේ යොමුකරුවන් විසින් කරන ලද සියලුම සේවා ගාස්තු, දායකත්වය සහ අනෙකුත් ගෙවීම් වලින්.",
  },

  /**
   * @see ReferralTiers
   */
  ReferralTiers: {
    Bronze: {
      title: "අයිතමය අයිතමය",
      description:
        "අයිතමය අයිතමය 2% කොමිසම සිට අයිතමය අයිතමය",
    },
    Silver: {
      title: "අයිතමය අයිතමය",
      description:
        "අයිතමය අයිතමය 4% කොමිසම සිට අයිතමය අයිතමය",
    },
    Gold: {
      title: "අයිතමය අයිතමය",
      description:
        "අයිතමය අයිතමය 6% කොමිසම සිට අයිතමය අයිතමය",
    },
    Platinum: {
      title: "අයිතමය අයිතමය",
      description:
        "අයිතමය අයිතමය 8% කොමිසම සිට අයිතමය අයිතමය",
    },
    Diamond: {
      title: "අයිතමය අයිතමය",
      description:
        "අයිතමය අයිතමය 10% කොමිසම සිට අයිතමය අයිතමය",
    },
  },

  /**
   * @see OPageMonetize
   */
  page_monetize: {
    title: "මුදල් උපයන්න",
    subtitle: "අයිතමය ප්රවේශ දක්වා ව්‍යාපාරය අයිතමය",
  },

  /** {@see OPageMonetizeReferral} **/
  selldone_referral_page: {
    referral_link: "යොමු සබැඳිය",
    registered: "ලියාපදිංචි",
    accepted: "පිළිගත්තා",
    bank: "බැංකුව",
    bank_title: "මුදල් ආපසු ගැනීම සඳහා බැංකු තොරතුරු",
    new_users: "නව පරිශීලකයන්",
    performance: "කාර්ය සාධනය",
    credit_mode: "ණය මාදිලිය",
    get_stickers: "අයිතමය අයිතමය අයිතමය කේතය දක්වා අයිතමය & අයිතමය",
    click_copy_sticker_code: "html කේතය පිටපත් කිරීමට ලාංඡනය මත ක්ලික් කරන්න.",
  },
  /** {@see OReferralTransactions} **/
  selldone_referral_payment: {
    title: "යොමු ගෙවීම්",
    subtitle:
      "එය මුදල් ආපසු ගැනීමේ ගනුදෙනු ලැයිස්තුවයි. ඔබ යොමු මුදල් පසුම්බියේ සිට ඔබේ බැංකු ගිණුමට හෝ ඔබේ Selldone මුදල් පසුම්බියට අරමුදල් මාරු කරන විට, එය මෙහි ලැයිස්තුගත වනු ඇත.",

    officer: "නිලධාරී",
    amount: "ගනුදෙනු මුදල",
    note: "සටහන",
    date: "දිනය",
  },

  /** {@see BGatewayCard} **/
  widget_shop_gateway: {
    link_account_caution:
      "ගිණුමක් ({currency}) ඔබේ සාප්පුවට සම්බන්ධ කරන්න! මෙහි ක්ලික් කරන්න..",
  },

  /** {@see BProductOrderSalesPerformance} **/
  product_sell_widget: {
    title: "නිෂ්පාදන විකුණුම් කාර්ය සාධනය",
  },

  /** {@see BOrderDashboardDropshippingFulfillment} **/
  fulfilment_order_widget: {
    title: "අයිතමය අයිතමය",
    check_action: "පිළිගන්න අයිතමය",
    uncheck_action: "ඇණවුම තහවුරු කර ඇත",
    pay_action: "භාණ්ඩ මිල ගෙවන්න..",
    pay_completed: "ගෙවීම් තහවුරු කිරීම",
    list_of_items: "අයිතම නැවත විකිණීම",

    checklist: [
      "ඔබ විකුණන නිෂ්පාදන ප්‍රමාණය වක්‍රව මුල් විකුණුම්කරුට ගෙවන්න.",
      "ඔබට වෙළඳසැලේ ගිණුම්කරණ අංශය> dropshipping තුළින් නිෂ්පාදනවල පිරිවැය සැපයුම්කරු වෙත ගෙවා පියවිය හැකිය.",
      "ගෙවීමෙන් පසු, සැපයුම්කරුට ඔබේ ඇණවුම ලැබෙනු ඇති අතර සූදානම් වීමෙන් පසු එය සෘජුවම ගැණුම්කරු වෙත යවනු ලැබේ.",
    ],
    message:
      "සැපයුම්කරුට ඇණවුම් ගාස්තුව ගෙවීමෙන් පසු, මෙම කොටසෙහි ඇණවුම යැවීමේ ප්‍රගතිය බලන්න.",
  },

  /** {@see BPageWholesaler} **/
  drop_shipping: {
    menu: {
      dashboard: "උපකරණ පුවරුව",
      orders: "නියෝග",
      inventory: "ඉන්වෙන්ටරි",
      shops: "නැවත විකුණුම්කරුවන්",
      requests: "ඉල්ලීම්",
    },
    drop_shipping_charge: "අයිතමය අයකිරීම",
  },

  /** {@see DropshipRequestStatus} **/
  dropship_request_status: {
    PENDING: "පොරොත්තුවෙන්",
    ACCEPT: "පිළිගන්න",
    REJECT: "ප්රතික්ෂේප කරන්න",
  },

  /** {@see BPageWholesalerShop} **/
  dropshipping_reseller_page: {
    menu: {
      dashboard: "උපකරණ පුවරුව",
      orders: "නියෝග",
      wallet: "පසුම්බිය",
    },
  },

  /** {@see BPageWholesalerShopDashboard} **/
  dropshipping_reseller_dashboard: {
    title: "නැවත විකුණුම් උපකරණ පුවරුව",
  },

  /** {@see BPageWholesalerShopOrders} **/
  dropshipping_reseller_orders: {
    title: "නැවත විකුණුම් ඇණවුම්",
  },

  /** {@see BPageWholesalerShopWallet} **/
  dropshipping_reseller_wallet: {
    title: "නැවත විකුණුම් මුදල් පසුම්බිය",
  },

  /** @see MasterPaymentDialog **/
  master_payment: {
    notifications: {
      payment_success_title: "ගෙවීම් තහවුරු කිරීම",
      payment_success: "ගෙවීම අවසන්.",
      buy_title: "මිලදී ගන්න",
      pay_by_giftcards: "ඔබේ ඇණවුම තෑගි කාඩ්පතකින් ගෙවා ඇත.",
      free_order: "ඔබගේ ඇණවුම නොමිලේ.",
      pay_by_cod: "ඔබේ ඇණවුම භාරදීමේදී මුදල් ලෙස ලියාපදිංචි කර ඇත.",
      pay_by_dir:
        "ඔබේ ඇණවුම සෘජු ගෙවීමක් ලෙස ලියාපදිංචි කර ඇත, කරුණාකර ගෙවීම සම්පූර්ණ කර රිසිට්පත ඔබේ ඇණවුම් පිටුවට උඩුගත කරන්න.",

      pay_title: "ගෙවීම",
      qr_code_payment: "ගෙවීම් QR කේතය සාදන ලදී.",
      connecting_to_online_gateway: "මාර්ගගත ගෙවීම් දොරටුව වෙත සම්බන්ධ වෙමින්.",
    },
  },

  /** @see DropShippingAccountCharges **/
  dropship_charges: {
    notifications: {
      pay_confirm_message: "ගෙවීම තහවුරු කර ඇත.<br> දිනය: {payment_at}",
      pay_fail_title: "නොගෙවූ",
      pay_fail_message: "ගෙවීම සත්‍යාපනය කළ නොහැක!",
    },
  },

  /** @see BPageShopFinanceResellerFulfillment **/
  dropship_checkout: {
    pay_dialog: {
      title: "නැවත විකුණුම්කරු ගෙවීම් ඇණවුම් කරයි",
      balance: "ඔබගේ ගිණුමේ ශේෂය",
      total_cost: "මුළු ඇණවුම් පිරිවැය",
      need_charge: "අය කිරීමට අවශ්යයි",
      no_account_cation: "ඔබට ගිණුමක් නැත! තොග වෙළෙන්දා අමතන්න.",
      orders: "නියෝග",
    },
    notifications: {
      success_pay:
        "මෙම ඇණවුම් සඳහා ඔබේ ගෙවීම තහවුරු කර සාර්ථකව නිම කර ඇත.",
    },
  },
  /** @see BPageShopFinanceResellerWallets **/
  dropship_accounts: {
    charge_account: "අයකිරීම් ගිණුම",
    charge_dialog: {
      title: "අයකිරීම අයිතමය ගිණුම",
      amount_input: "ගිණුම් ගාස්තු",
      charge_now: "දැන් ආරෝපණය කරන්න",
    },
  },

  /** @see BPageWholesalerDashboard **/
  dropship_admin_dashboard: {
    title: "නැවත විකුණුම්කරුගේ ඉල්ලීම්",
    today_order_count: "අද ඇණවුම් ගණන්",
    yesterday_order_count: "ඊයේ ඇණවුම් ගණන්",
    total_7_days: "පසුගිය දින 7 තුළ මුළු ඇණවුම්",
  },

  /** @see BProductAddDropshipping **/
  dropshipping_products: {
    no_shops:
      "කණගාටුයි, ගබඩා කිසිවක් හමු නොවීය. අනාගතයේදී තවත් වෙළඳසැල් ඇති වනු ඇත, එවිට ඔබට ඔවුන්ගේ නිෂ්පාදන ඔබේ වෙළඳසැලේ තැබිය හැකිය.",
    show_all_shops: "සියලුම වෙළඳසැල් පෙන්වන්න",
    show_eligible_shops_message: "සුදුසුකම් ඇති වෙළඳසැල් පෙන්වන්න",
    show_all_message: "ඔබට සියලුම වෙළඳසැල් දැකිය හැකිය",
    current_shop: "වත්මන් සාප්පුව",
    request_account: "ගිණුමක් ඉල්ලන්න",
    request_accepted: "ඉල්ලීම පිළිගත්තා",
    request_rejected: "ඉල්ලීම ප්‍රතික්ෂේප විය",
    request_pending: "ඉල්ලීම පොරොත්තුවෙන්..",
    notifications: {
      add_product: "නිෂ්පාදනය ඔබේ ගබඩාවට එක් කර ඇත.",
      request_access:
        "අපි ඔබේ ප්‍රවේශ ඉල්ලීම සාර්ථකව තොග වෙළෙන්දා වෙත යැව්වෙමු.",
    },
  },

  /** @see BProductDropshippingAbstractView **/
  product_dropshipping: {
    need_re_enable:
      "මෙම නිෂ්පාදනය මුල් විකුණුම්කරු විසින් වෙනස් කර ඇත, මෙම මිල වෙනස් කිරීම් ඔබගේ වෙළඳසැලේ නිෂ්පාදිතය අබල කර ඇත. වෙනස්කම් පරීක්ෂා කර නිෂ්පාදනය නැවත සක්‍රිය කිරීමට ඔබ එකඟ වන්නේ නම්, පහත බොත්තම ඔබන්න.",
    need_re_enable_action: "එකඟ වන්න, වෙනස්කම් යොදන්න සහ සක්රිය කරන්න",
    changed_value:
      "මෙම නිෂ්පාදනය මුල් විකුණුම්කරු විසින් සංස්කරණය කර ඇත. වෙනස්කම් පරීක්ෂා කර ඔබේ නිෂ්පාදනයට වෙනස්කම් යෙදීමට ඔබ එකඟ වන්නේ නම්, පහත බොත්තම ක්ලික් කරන්න.",
    changed_value_action: "එකඟ වන්න, වෙනස්කම් කරන්න",
    parent_deleted: "මෙම අයිතමය මුල් විකුණුම්කරු විසින් ඉවත් කර ඇත.",
    parent_closed:
      "මෙම නිෂ්පාදනය මුල් විකුණුම්කරු විසින් අබල කර ඇත! ඔබට මෙම නිෂ්පාදනය ඔබේ වෙළඳසැලේ විකිණීමට නොහැකි වනු ඇත, නමුත් මුල් විකුණුම්කරු නිෂ්පාදනය නැවත සක්‍රිය කළහොත් ඔබට ඔබේ වෙළඳසැලේ මෙම නිෂ්පාදනය නැවත සක්‍රිය කිරීමට හැකි වනු ඇත.",
    notifications: {
      re_enable_success: "මෙම නිෂ්පාදනය නැවත සක්රිය කර ඇත.",
      update_success:
        "මෙම නිෂ්පාදන තොරතුරු මුල් නිෂ්පාදන තොරතුරු සමඟ යාවත්කාලීන කරන ලදී.",
    },
  },

  /** @see BPageProductDropshipping **/
  product_dropshipping_admin: {
    title: "අයිතමය",
    save_alert:
      "මෙම නිෂ්පාදනයේ dropshipping සැකසුම් වෙනස් වී ඇත. ඔබට වෙනස්කම් සුරැකීමට අවශ්‍යද?",
    reselling_message:
      "මෙම විකල්පය සක්රිය කිරීමෙන්, අනෙකුත් විකුණුම්කරුවන්ට ඔබේ භාණ්ඩය ඔවුන්ගේ ගබඩාවට එක් කිරීමට හැකි වනු ඇත.",
    reselling: "සබල කරන්න අයිතමය",
    price_merchants: "වෙළඳුන් සඳහා මිල",
    price_commission: "වෙළඳ කොමිසම (ස්ථාවර)",
  },

  /** @see SShopBuyButton **/

  buy_button: {
    waiting_for_availability: "ලබා ගැනීම සඳහා රැඳී සිටිමින්",
    inform_me_when_available: "එය පවතින විට මට දන්වන්න!",
    pay_buy: "ගෙවා මිලදී ගන්න",
    quantity: "ගණන් කරන්න",
    quantity_in_basket: "කරත්තයේ ඇති භාණ්ඩ",
    count_unit: "අයිතමය",
    remove: "ඉවත් කරන්න",
    add_to_basket: "ගැලට එක් කරන්න",
    book_now: "දැන්ම වෙන්කරගන්න",
    reserve_now: "දැන්ම වෙන්කරවා ගන්න",
    buy_now: "දැන් මිලදී ගන්න",

    buy: "මිලදී ගන්න",
    notifications: {
      inform_add_success: "එය ලැබෙන විට අපි ඔබට දන්වන්නෙමු.",
      inform_remove_success: "ඔබව පොරොත්තු ලේඛනයෙන් ඉවත් කර ඇත.",
    },
  },
  /** @see SProductOverview **/
  product_info: {
    fake: "ව්යාජ",
    action: "වෙන්දේසිය",
    compare_limit: "අයිතම 10 සීමාව",
    compare_add: "සංසන්දනය කිරීමට එකතු කරන්න",
    compare_be_in_list: "සංසන්දනාත්මක ලැයිස්තුවේ",

    type: "ටයිප් කරන්න",
    brand: "වෙළඳ නාමය",
    category: "වර්ගය",
    discount: "වට්ටම්",
    track_price: "මිල නිරීක්ෂණය කරන්න",
    waiting_for_auction: "වෙන්දේසියට බලා සිටිනවාද?",
    inform_auction: "වෙන්දේසි කරන විට මට දන්වන්න",
    return_in_days: "දින {days} වගකීම් ආපසු",
    support24h7: "පැය 24 සහ දින 7 සහාය",
    support_normal: "වැඩ කරන පැය සහාය",
    original_guarantee: "මුල් ඇපකරය",
    cod_payment: "බෙදා හැරීමේ සහාය",

    pros: "වාසි",
    cons: "අවාසි",

    external_link: "වැඩිදුර කියවන්න",
    notifications: {
      congratulation: "සුභ පැතුම්",
      waiting_list_add_success:
        "මෙම නිෂ්පාදනය වෙන්දේසි කරන විට අපි ඔබට දන්වන්නෙමු.",
      waiting_list_delete_success: "ඔබ වෙන්දේසියේ පොරොත්තු ලේඛනයෙන් ඉවත් විය.",
    },

    offer_message: "{min_quantity} මිලදී ගන්න මෙම අයිතම සඳහා {percent}% වට්ටමක් ලබා ගන්න",
    up_to: "අයිතමය දක්වා {per_order}අයිතමය අයිතමය 🛍️ ඇනවුම් කරන්න",
    get_free: "GET FREE",
    get_off: "GET {percent}% OFF",
  },

  /** @see SStyler **/
  styler: {
    size_class: "ප්‍රමාණය සහ පන්තිය",
    delete_bg: "පසුබිම් රූපය මකන්න",
    bg_color: "පසුබිම් වර්ණය",
    section_style: "කොටස් විලාසය සකසන්න",
    link: "සබැඳිය සකසන්න",
    show_products: "නිෂ්පාදන / වර්ග ලැයිස්තු කළමනාකරණය",
    show_product: "නිෂ්පාදනය තෝරන්න",
    delete_section: "කොටස මකන්න",
    text_color: "පෙළ වර්ණය",
    tex_align: "පෙළ පෙළගැස්ම",
    text_style: "පෙළ විලාසය",
    bg_image: "පසුබිම් රූපය",

    product: {
      title: "නිෂ්පාදනය තෝරන්න",
    },

    /** @see SPageProductsFilter **/
    products: {
      title: "නිෂ්පාදන සහ කාණ්ඩ ලැයිස්තු කළමනාකරණය",
      sort_options: "වර්ග කිරීම සහ බැලීමේ සැකසුම් තෝරන්න",
      item_types: "නිෂ්පාදන / වර්ග පමණක් පෙන්වන්න",
      product_only: "නිෂ්පාදන පමණි",
      category_only: "වර්ග පමණි",
      no_category: "ඔබේ ගබඩාවේ ප්‍රවර්ගයක් නොමැත.",
      limit: "නිෂ්පාදන සීමාව",
      limit_message: "නිෂ්පාදන ප්‍රතිඵල ගණන් ඇතුළත් කරන්න",
      select_categories: "පවතින කාණ්ඩ තෝරන්න",
      categories_limit: "කාණ්ඩ සීමාව",
      categories_limit_msg:
        "උපරිම කාණ්ඩ ගණන ඇතුළත් කරන්න. සීමාවක් නොමැතිව බිංදුව සකසන්න.",
    },
  },

  /** @see BPageShopCrmChat **/
  shop_contacts: {
    popup: "උත්පතන සහය සබල කරන්න",
    popup_message:
      "මෙම විකල්පය සක්‍රිය කිරීමෙන්, ආධාරක යතුර ඔබේ වෙළඳසැලේ පහළ දකුණේ පෙනෙනු ඇත.",
  },

  /** @see BPagePopup **/
  popup_page: {
    preview: "සජීවී උත්පතන බලන්න",

    menu: {
      design: "නිර්මාණ",
      appearance: "පෙනුම",
      filter: "පෙරහන",
      setting: "සැකසීම",
    },
    notifications: {
      save: "උත්පතන සාර්ථකව සුරකින ලදී.",
      edit: "උත්පතන සාර්ථකව යාවත්කාලීන කරන ලදී.",
    },
  },
  /** @see LMenuLeftPopupAppearance **/
  popup_appearance: {
    position: "තනතුර",
    position_desc:
      "පිටුවේ මෙම දැනුම්දීමේ සංදර්ශක ස්ථානය සඳහන් කරන්න.",
    width: "පළල",
    width_desc: "ඔබට උපරිම පිටු පළල සැකසිය හැක.",
    height: "උස",
    height_desc: "ඔබට උපරිම පිටු උස සැකසිය හැක.",
    radius: "කෝනර් අරය",
    radius_desc:
      "මෙම කොටසේදී ඔබට දැනුම්දීමේ කොන් වල වක්‍ර අරය සැකසිය හැක.",
    shadow: "සෙවනැල්ල",
    shadow_desc: "ඔබට උත්පතන කවුළුව සෙවන කිරීමට අවශ්‍යද?",
    delay: "ප්‍රමාදය පෙන්වන්න",
    delay_desc:
      "පරිශීලකයා ඔබේ ගබඩාවට ඇතුළු වූ පසු, මෙම කාලය ගත වූ පසු, පරිශීලකයාට දැනුම් දීමක් පෙන්වනු ඇත.",
    hide: "ප්‍රමාදය සඟවන්න",
    hide_desc:
      "දර්ශනයෙන් තත්පර කිහිපයකට පසු දැනුම්දීම ස්වයංක්‍රීයව වැසෙන බව ඔබට සැකසිය හැක. 0 අගයක් යනු දැනුම්දීම ස්වයංක්‍රීයව වැසී නොයන බවයි.",
    transition: "උත්පතන සජීවිකරණය",
  },

  /** @see BPagePopupFilter **/
  popup_filter: {
    registered: "සාමාජිකත්වය සහ පුරනය වීමේ අවශ්‍යතාවය",
    registered_desc:
      "ඔබට මෙම දැනුම්දීම පෙන්වීමට තෝරාගත හැක්කේ පරිශීලකයන් හෝ අමුත්තන් ගබඩා කිරීමට පමණි.",
    only_guests: "අමුත්තන් පමණි",
    only_users: "පුරනය වී ඇත්තේ පරිශීලකයින් පමණි",
    purchased: "මිලදී ගැනීමේ ඉතිහාසය",
    purchased_desc:
      "ඔබට මෙම දැනුම්දීම පෙන්වීමට තේරිය හැක්කේ දැනටමත් මිලදී ගෙන ඇති හෝ තවමත් මිලදී ගෙන නොමැති පරිශීලකයින්ට පමණි.",
    no_purchase: "තවමත් මිලදී ගැනීමක් නොමැත",
    yes_purchase: "කලින් මිලදී ගත්තා",
    sex: "ස්ත්රී පුරුෂ භාවය",
    sex_desc:
      "ඔබට මෙම දැනුම්දීම නිශ්චිත ස්ත්‍රී පුරුෂ භාවයක පරිශීලකයින්ට පමණක් පෙන්වීමට අවශ්‍යද?",
    age: "අවම වයස",
    age_desc:
      "6 ට වඩා වැඩි අගයක් ඇතුළත් කර ඇත්නම්, පරිශීලකයා ලොග් වී සිටිය යුතු අතර ඔහුගේ උපන් දිනය ඇතුළත් කර තිබිය යුතුය.",
    levels: "පාරිභෝගික සමාජ මට්ටම්",
    levels_desc:
      "පරිශීලකයාට පහත තෝරාගත් මට්ටම් වලින් එකක් තිබේ නම්, මෙම දැනුම්දීම ඔහුට දර්ශනය වනු ඇත.",
    countries: "ස්ථාන සීමා කිරීම්",
    countries_desc:
      "ඔබට මෙම දැනුම්දීම විශේෂිත රටකින් පැමිණෙන පරිශීලකයින්ට පමණක් ප්‍රදර්ශනය කිරීමට අවශ්‍යද?",
  },

  /** @see BPagePopupSetting **/
  popup_setting: {
    published: "ප්‍රකාශිත තත්ත්වය",
    repeat: "නැවත නැවත කරන්න",
    repeat_msg:
      "ඔබට මෙම දැනුම්දීම පරිශීලකයාට එක් වරකට වඩා දර්ශනය වීමට අවශ්‍යද?",
    intervals: "උත්පතන සංදර්ශකයේ කාල සීමාව",
    intervals_msg:
      "පරිශීලකයෙකුට දැනුම්දීම් සංදර්ශන කිරීම අතර අවම කාල සීමාව ඉකුත් වී තිබිය යුතුය.",
    designer_zone: "නිර්මාණකරු කලාපය",
    title: "උත්පතන මාතෘකාව",
    note: "නිර්මාණකරුගේ සටහන",
    image: "ආවරණ රූපය",
    delete: {
      title: "මකන්න",
      sub_title:
        "ඔබ උත්පතන එකක් මකා දැමූ පසු, නැවත පැමිණීමක් නොමැත. කරුණාකර සහතික වන්න.",
      action: "මෙම උත්පතනය මකන්න",
    },
    notifications: {
      delete: "උත්පතන මකා දමන ලදී.",
    },
  },

  /**
   *  {@see BPageShopSettingSms}
   *  {@see BShopSmsTemplateList}
   *  {@see BShopSmsTemplateEditor}
   *
   **/
  shop_sms: {
    tabs: {
      templates: "අයිතමය",
      provider: "අයිතමය",
    },

    manage: {
      title: "කළමනාකරණය කරන්න SMS",
      subtitle:
        "ඔබේ වෙළඳසැල මගින් එවන ලද කෙටි පණිවිඩවල අන්තර්ගතය ඔබට මෙහි දැක ගත හැක. පණිවිඩ සේවාවේ වලංගුකරණ රටා ලියාපදිංචි කිරීමේ සීමාව හේතුවෙන්, මේ මොහොතේ කෙටි පණිවිඩ පුද්ගලීකරණය කළ නොහැක.",
    },

    template: {
      title: "අයිතමය",
      valid_message: "අයිතමය අයිතමය නිර්මාණය කරන්න අභිරුචි SMS පණිවිඩය",
      provider_not_enable_message: "අයිතමය SMS අයිතමය අයිතමය අයිතමය සක්‍රීය කර ඇත!",
      need_custom_provider_message:
        "අයිතමය SMS පණිවිඩය අයිතමය අයිතමය අභිරුචි අයිතමය",
      add_new: "එක් කරන්න අලුත්",
      disable_reason: {
        set_provider: "අයිතමය අයිතමය !",
        provider_is_disabled: "අයිතමය අයිතමය අයිතමය!",
        otp: "OTP - අයිතමය අයිතමය!",
        select_another_provider: "තෝරන්න අයිතමය අයිතමය",
      },
      enable_only_filter: "පෙන්වන්න අයිතමය සක්‍රීය කර ඇත",

      text_template_not_supported_msg:
        "අයිතමය අයිතමය සහාය අයිතමය අයිතමය පණිවිඩය",
      structure_template_not_supported_msg:
        "අයිතමය අයිතමය සහාය අයිතමය පණිවිඩය",

      structured_data: "අයිතමය දත්ත",

      menu: {
        reset_error: "අයිතමය අයිතමය",
        send_test: "යවන්න අයිතමය පණිවුඩය",
      },
    },
    template_edit: {
      title_add: "එක් කරන්න අලුත් පණිවුඩය සැකිල්ල",
      title_edit: "සංස්කරණය කරන්න පණිවුඩය සැකිල්ල",
      config: {
        title: "පණිවුඩය වින්යාසය",
        subtitle:
          "ඔබට ඔබේ SMS සපයන්නාගේ වෙබ් අඩවියේ SMS පණිවිඩය සඳහා අච්චුවක් සෑදිය හැක, ඉන්පසු එහි කේතය සහ දත්ත ව්‍යුහය මෙහි සඳහන් කරන්න. අපි මෙම තොරතුරු ඔබේ සැපයුම්කරු වෙත යොමු කරන්නෙමු, එහිදී සැබෑ SMS පණිවිඩය ජනනය වනු ඇත.",
        code: "කේතය",
        language_msg: "එය පෙරනිමියෙන් සැකසීමට හිස්ව තබන්න.",
        enable_msg: "අයිතමය සැකිල්ල අයිතමය අයිතමය පාවිච්චි කළා දක්වා නිර්මාණය කරන්න පණිවිඩය",
      },
      text: {
        title: "අයිතමය අයිතමය",
        subtitle:
          "පෞද්ගලීකරණය කළ SMS පණිවිඩයක් මෙහි ඇතුළත් කරන්න. පරිශීලකයා වෙත යැවීමට පෙර ගතික අගයන් ඒවායේ සැබෑ අගයන් සමඟ ආදේශ කරනු ලැබේ.",
        message: "පණිවුඩය",
        reset_to_default: "අයිතමය දක්වා පෙරනිමිය",

        auto_fill: {
          title: "ස්වයංක්‍රීය අයිතමය අයිතමය",
          subtitle:
            "Selldone අයිතමය අයිතමය වටිනාකම",
        },

        sample: {
          title: "අයිතමය පණිවුඩය",
        },
      },
      template: {
        title: "අයිතමය සැකිල්ල",
        subtitle:
          "ඔබට මෙහි අච්චු යතුර සහ අගය සැකසිය හැක. අච්චු කේතය ඔබ ඔබේ SMS සේවා සපයන්නා තුළ සකසා ඇති දේම විය යුතු අතර, <code>key</code> ඔබේ සැපයුම්කරුට කේතය යැවීමට අවශ්‍ය වේ. අච්චුවේ <code>value</code> ක්ෂේත්‍රය හිස් නම්, එවිට <code>{code}</code> අච්චු කේතය ලෙස සලකනු ලැබේ.",
        add_new_parameter: "එක් කරන්න අලුත් අයිතමය",

        auto_fill: {
          title: "ස්වයංක්‍රීය අයිතමය අයිතමය",
          subtitle:
            "ඔබට මෙම සෑම පරාමිතියක්ම අගයක් ලෙස සැකසිය හැකි අතර Selldone ඒවා අනුරූප අගය සමඟ ප්‍රතිස්ථාපනය කරයි. සරල බව සඳහා ඔබේ SMS සපයන්නාගේ පෙරනිමි අගයන් සැකිලි ලෙස අර්ථ දැක්වීම වඩා හොඳය. මෙම අවස්ථාවේදී, මෙහි පරාමිති අගයන් අර්ථ දැක්වීමට අවශ්ය නොවේ.",
        },
        request: {
          title: "අයිතමය අයිතමය",
        },
        sample: {
          title: "අයිතමය සැකිල්ල පණිවුඩය",
          subtitle: "අයිතමය අයිතමය සැකිල්ල දක්වා අයිතමය SMS අයිතමය",
        },
        add_message_action: "එක් කරන්න පණිවුඩය සැකිල්ල",
      },
    },
  },
  /** @see SmsTemplateMode **/
  sms_template_mode: {
    text: {
      title: "අයිතමය අයිතමය",
      desc: "ස්වයංක්‍රීය ප්‍රතිස්ථාපන පරාමිති සහ යැවීම සහිත පෙළකින් පණිවිඩය සාදනු ඇත.",
    },
    template: {
      title: "අයිතමය සැකිල්ල",
      desc: "පරාමිති වලින් වස්තුවක් නිර්මාණය කර සැපයුම්කරු වෙත යවනු ලැබේ.",
    },
  },

  /** @see BShopSmsProvider **/
  shop_sms_provider: {
    title: "අභිරුචි SMS අයිතමය",
    reset_error: "අයිතමය අයිතමය",
    subtitle:
      "අභිරුචි SMS සේවා සපයන්නෙකු පිහිටුවා ඔබගේ සත්‍යාපන SMS සහ ව්‍යාපාර නාමය අභිරුචිකරණය කරන්න. පෙරනිමි සැපයුම්කරු සත්‍යාපන SMS යවන අතර සමහර සුදු-ලැයිස්තුගත රටවල පණිවිඩ යවයි.",
    plain_text: "අයිතමය අයිතමය",
    structural_template: "අයිතමය සැකිල්ල",
    errors_limit_msg:
      "ඔබගේ සේවාව දෝෂ 100 ඉක්මවන්නේ නම්, එය ස්වයංක්‍රීයව අක්‍රිය වනු ඇත! ඔබට එය නැවත සක්‍රිය කිරීමට දෝෂ නැවත සැකසිය හැක.",

    enable_input: {
      false_description:
        "තෝරාගත් රටවලට Selldone හරහා OTP පණිවිඩ යවනු ලබන අතර අනෙකුත් ඇණවුම් දැනුම්දීම් SMS ද යවනු ලැබේ.",
      true_description:
        "ඔබගේ සේවා සපයන්නා භාවිතයෙන් SMS පණිවිඩ ලබා දෙනු ඇත.",
    },
    test_input: {
      true_title: "අයිතමය අයිතමය",
      true_description:
        "අපි ඔබගේ දුරකථන අංකයට පරීක්ෂණ පණිවිඩයක් එවන්නෙමු 📞 <b>{phone}</b>, එය ඔබට අය කළ හැක, නමුත් ඔබට සියල්ල හොඳින් ක්‍රියාත්මක වන බවට සහතික විය හැක.",
    },
    sync_action: {
      title: "ක්රියාවන්",
      subtitle:
        "සමහර SMS සේවා ව්‍යාපාර, අලෙවිකරණය සහ වෙනත් විශේෂාංග වැනි අමතර සේවා සපයයි. ඔබට ඔවුන්ගේ විශේෂාංග වඩාත් ඉක්මනින් භාවිත කිරීමට ඔබේ සම්බන්ධතා හෝ අමතර තොරතුරු සමමුහුර්ත කළ හැක.",
      action: "අයිතමය සම්බන්ධතා",
    },
    tokens: {
      title: "අයිතමය",
      subtitle:
        "ඔබේ කෙටි පණිවුඩ සේවා සපයන්නා ඔබේ සාප්පුව සමඟ සම්බන්ධ කිරීමට පහත පරාමිතීන් සකසන්න.",
    },
  },
  sms_messages_options: {
    all: {
      title: "OPT + 🛍️ ඇනවුම් කරන්න දැනුම්දීම්",
      description:
        "සත්‍යාපන පණිවිඩ සහ ඇණවුම් දැනුම්දීම යවනු ලැබේ.",
    },
    otp: {
      title: "OTP අයිතමය",
      description: "අයිතමය පණිවිඩය අයිතමය අයිතමය යවා ඇත",
    },
  },

  /** @see BPageShopSettingEmail **/
  shop_emails: {
    title: "ඊමේල් කළමනාකරණය කරන්න",
    sub_title:
      "මෙම කොටසෙහි පාරිභෝගිකයින්ට සහ කළමනාකරුවන්ට වෙළඳසැල විසින් එවන ලද ඊමේල් ලැයිස්තුව ඔබට පෙනෙනු ඇත. ඔබ ඔබේ ගබඩාව සඳහා ඇතුළත් කර ඇති තොරතුරු මත පදනම්ව විද්‍යුත් තැපැල් ස්වයංක්‍රීයව නිර්මාණය කර නිර්මාණය වේ. එසේම, පණිවිඩ සහ පින්තූර පුද්ගලීකරණය කිරීමේ හැකියාව අනාගතයේදී මහජනතාවට ලබා ගත හැකිය.",

    tabs: {
      preferences: "අයිතමය",
      templates: "අයිතමය",
      provider: "අයිතමය",
    },

    preferences: {
      title: "දැනුම්දීම ඊමේල්",
    },
  },

  /**
   * @see BShopEmailProvider
   */
  shop_email_provider: {
    title: "අභිරුචි අයිතමය අයිතමය",
    subtitle:
      "ඔබගේ අභිරුචි වසම හරහා ඊමේල් යැවීමට ඔබගේ තැපැල් සේවා සපයන්නා සම්බන්ධ කරන්න.",
    provider: "අයිතමය",
    enable_input: {
      false_description: "ඔබගේ ඊමේල් ඔබගේ myselldone වසම හරහා යවනු ලැබේ.",
      true_description: "ඔබගේ ඊමේල් ඔබගේ අභිරුචි තැපැල් වසම හරහා යවනු ලැබේ.",
    },
    config: {
      title: "අයිතමය",
      subtitle:
        "ඔබේ සාප්පුව සඳහා ඔබේ අභිරුචි තැපැල් සේවාව වින්‍යාස කිරීමට, අවශ්‍ය අනෙකුත් සැකසුම් සමඟ ඔබේ සේවා API යතුර ඇතුළත් කරන්න.",
    },
    sender: {
      title: "සිට",
      subtitle:
        "ඔබට පෙරනිමි යවන්නාගේ නම සහ විද්‍යුත් තැපැල් ලිපිනය වින්‍යාසගත කළ හැක, එය ඔබගේ ගනුදෙනුකරුවන් වෙත ඊමේල් යැවීම සඳහා භාවිතා කරනු ඇත.",
    },

    inputs: {
      from: {
        label: "සිට විද්යුත් තැපෑල",
      },
      from_name: {
        label: "සිට නම",
      },
    },

    actions: {
      send_test_email: "යවන්න අයිතමය අයිතමය විද්යුත් තැපෑල",
    },

    messages: {
      provider_error_limit:
        "ඔබගේ සේවාව දෝෂ 100 ඉක්මවන්නේ නම්, එය ස්වයංක්‍රීයව අක්‍රිය වනු ඇත! ඔබට එය නැවත සක්‍රිය කිරීමට දෝෂ නැවත සැකසිය හැක.",

      encryption_ports_guide:
        "විද්‍යුත් තැපැල් සපයන්නන් SSL, TLS, හෝ පවතින වරායන් මත පදනම්ව සංකේතනය නොකළ සම්බන්ධතා ලබා දිය හැක. If connecting results in an error, altering the encryption mode might resolve the issue. සම්මත <b>TLS</b> භාවිත තොට : <b>587</b> සහ <b>SSL</b> භාවිතා කරන වරාය : <b>465</b>.",

      enable_receive_test:
        "වෙනස්කම් සුරැකීමෙන් පසුව, ඔබට <b>{email}</b> මත පරීක්ෂණ තැපෑලක් ලැබෙනු ඇත. නව වින්‍යාසය සමඟ පරීක්ෂණ විද්‍යුත් තැපෑලක් යැවීමට පෙර වෙනස්කම් සුරකින්න.",
    },
  },

  /** @see InstagramViewMedias **/
  instagram: {
    title: "Instagram හි විකුණුම්",

    add_product: "නව නිෂ්පාදනයක් එකතු කරන්න",
    create_product: "නිෂ්පාදනයක් සාදන්න",
    link_box_msg:
      "මෙම සබැඳිය Instagram, Telegram, හෝ වෙනත් සමාජ මාධ්‍යවල ඔබේ ජීව දත්ත තුළ තබන්න එවිට ඔබේ ප්‍රේක්ෂකයන්ට නිෂ්පාදන ඉක්මනින් සොයා ගැනීමට සහ පහසුවෙන් මිලදී ගැනීමට හැකි වේ.",
    remove_account: "Instagram සබැඳිය වෙනස් කරන්න / ඉවත් කරන්න",
  },
  /** @see BPageShopChannelInstagram **/
  shop_channel_instagram: {
    title: "Instagram විකුණුම් නාලිකාව",
    subtitle:
      "ඔබේ නිෂ්පාදන සඳහා කැප වූ ප්‍රවර්ගයක් සාදන්න, පින්තූර සහ වීඩියෝ සමඟ සම්පූර්ණ කරන්න, සහ එය ඔබේ සමාජ මාධ්‍ය හරහා බෙදා ගන්න. එය Instagram සහ TikTok වලට සමාන වේ, නමුත් සම්පූර්ණ පාලනය සහිතව, ඔබට ඔබේ නිෂ්පාදන සෘජුවම විකිණීමට ඉඩ සලසයි.",
  },

  /** @see ServiceBillingItem **/
  service_bill: {
    task: {
      title: "කළ යුතු දේ ලැයිස්තුව",
      message:
        "ඔබට කිරීමට අවශ්‍ය කාර්යයේ මාතෘකා ලියා එය කෙතරම් දුරට ඉදිරියට ගොස් ඇත්දැයි ගැනුම්කරුට දන්වන්න.",
    },
    booking: {
      title: "වෙන්කරවා ගැනීම / වෙන්කරවා ගැනීම",
      message:
        "මෙම ඇණවුම නිශ්චිත වේලාවක සකසනු ලැබේ, පාරිභෝගිකයා අපේක්ෂිත කාල සීමාව තෝරාගෙන ඇත, ඔබට තෝරාගත් කාල සීමාව තුළ යම් වෙනසක් කිරීමට අවශ්‍ය නම්, පාරිභෝගිකයාට දන්වන්න.",

      selected_checkin: "තෝරාගත් පාරිභෝගික පිවිසුම් දිනය",
      selected_checkout: "තෝරාගත් පාරිභෝගික පිටවීමේ දිනය",
      change_days_question:
        "පාරිභෝගිකයා තෝරාගත් දින තුළ ඔබ වෙනස් කිරීමට අවශ්‍යද?",
      show_calendar: "ඇණවුම් දින දර්ශනය පෙන්වන්න",
    },
    pricing: {
      title: "මිල නියම කිරීම",
      message: "මෙම සේවාව සඳහා ඔබ කොපමණ මුදලක් අය කරන්නේද?",
    },
    subscription: {
      title: "දායකත්වය",
      message:
        "මෙම සේවාව දිනපතා මිලදී ගැනීමෙන් ඔබට දායක කාල සීමාව තෝරාගත හැක. ඔබ දැනටමත් ඇතුළත් කර ඇති පෙරනිමි අගයන් වෙනස් කිරීමට ඔබට අවශ්‍ය නම් ගැනුම්කරුට දන්වන්න.",
      duration: "දායක කාලය",
    },
    charge: {
      title: "අයකිරීම",
      message:
        "ඔබ මෙම අයිතමය සඳහා ගාස්තුවක් නියම කර ඇත. පාරිභෝගිකයා විසින් මිලදී ගත් භාණ්ඩයේ ගාස්තුව ඔබට වෙනස් කළ හැක.",
      charge: "අයකිරීම",
    },

    save_item: "තහවුරු කර සකසන්න",
    start_service: "සේවාව ආරම්භ කරන්න",
    end_service: "අවසන් කරන්න",
  },
  /** @see BOrderDashboardServiceTasks **/
  service_tasks: {
    notification_finish: {
      title: "සේවය අවසන් කිරීම",
      message:
        "මෙය සිදු කර ඇත්නම්, ඇණවුම සම්පූර්ණ කර වසා දැමීමට තහවුරු කිරීමේ යතුර ඔබන්න.",
      action: "ඇණවුම තහවුරු කර සම්පූර්ණ කරන්න",
    },
  },

  /** {@see BProductEditOutputs} **/
  product_outputs: {
    outputs_form: "සංදර්ශකයේ තොරතුරු ව්‍යුහය (ප්‍රතිදානය)",

    virtual: {
      title: "නිෂ්පාදන ප්රතිදාන තොරතුරු පෝරමය",
      sub_title:
        "මිලදී ගැනීමෙන් පසු පරිශීලකයාට පෙන්වීමට ඔබට අවශ්‍ය තොරතුරු. තෑගි කාඩ්පත වැනි අතථ්‍ය නිෂ්පාදන විකිණීම සඳහා මෙම පෝරමය විශේෂයෙන් අදාළ වේ.",
    },
    service: {
      title: "සේවා නිර්මාණය",
      sub_title:
        "පළමුව ඔබේ සේවා වර්ගය තෝරා අවශ්‍ය තොරතුරු ඇතුළත් කරන්න. උදාහරණයක් ලෙස, ඔබට ටොඩෝ ලැයිස්තුවක් නිර්වචනය කිරීමට හෝ වෙන්කරවා ගැනීමේ වේලාවක් හෝ හමුවීමක් සඳහා පාරිභෝගිකයාගෙන් ඉල්ලා සිටිය හැක.",
    },
  },

  /** {@see BProductServiceManage} **/
  service_design: {
    type: "සේවා වර්ගය",
    type_message:
      "මෙම නිෂ්පාදනය සඳහා ඔබ සපයන සේවා වර්ගය තෝරන්න. එක් එක් අයිතමය තේරීමෙන්, අදාළ පෝරමය පෙන්වනු ඇත. ඔබ තෝරා ගන්නා සේවා වර්ගය අනුව, ඇණවුම් කිරීමේදී පාරිභෝගිකයාගෙන් වැඩි විස්තර ලබා ගත හැක.",
  },

  /** {@see AvocadoHomePage} **/
  avocado: {
    name: "අලිගැටපේර",
    title: "සියලුම සමාජ මාධ්‍යවල වේගවත්, නිවැරදි සහ ප්‍රීතිමත් විකුණුම්",
    message:
      "ඔබේ ගනුදෙනුකරුවන්ගෙන් මුදල් ලබා ගැනීමට ඔබට අවශ්‍ය වන්නේ එක් මුදලක් සහ එක් මාතෘකාවක් පමණි! ඔබේ ගිණුමට සෘජුවම මුදල් බැර කෙරෙන අතර ඔබේ ගනුදෙනුකරුවන්ට සුවිශේෂී සාප්පු සවාරි අත්දැකීමක් ලැබෙනු ඇත.",
    new_order: "නව බිල්පත",
    create_by_seller_title: "ඉන්වොයිසිය සාදන්න",
    create_by_seller_message:
      "ඔබට යම් මුදලක් සමඟ ඉන්වොයිසියක් සාදා එය යමෙකුට යැවීමට අවශ්‍ය නම්, ඉන්වොයිසි පෝරමය පෙන්වීමට ඔබට පහත බොත්තම එබිය හැකිය. ගැණුම්කරුට ගෙවීමට උත්පාදනය කරන ලද සබැඳියක් ලබා දී එය හරහා ඔවුන්ගේ ඇණවුම නිරීක්ෂණය කරන්න.",

    create_by_buyer_title: "අලිගැට පේර ආකෘතිය",
    create_by_buyer_message:
      "මෙම කොටස සක්‍රිය කිරීමෙන්, ඔබට සබැඳියක් පෙන්වනු ඇත, මෙම සබැඳිය ඔබේ ගැනුම්කරුවන්ට ලබා දෙන්න එවිට ඔවුන්ට ඔවුන්ගේ ඇණවුම ලබා දිය හැක.",

    orders_list: "ඇණවුම් ලැයිස්තුව",
    active_mode: "ඇණවුම් රිසිට්පත සක්‍රීයයි",
    inactive_mode: "අක්රිය",
    active_message:
      "මෙම මූලාශ්‍රය සක්‍රිය කිරීමෙන්, ඔබ පහත දකින ඉල්ලීම් පෝරමය හරහා භාණ්ඩය සඳහා ඇණවුමක් කිරීමට ඔබේ ගනුදෙනුකරුවන්ට හැකි වේ.",
    avocado_form_link_message:
      "මෙම සබැඳිය Instagram, Telegram හෝ වෙනත් සමාජ මාධ්‍යවල ඔබේ ජීව දත්ත තුළ තබන්න එවිට ඔබේ ප්‍රේක්ෂකයින්ට වේගවත්, පහසු සහ අවසාන වශයෙන් තවත් දේ මිලදී ගත හැක.",
    need_address: "ලිපිනය ලබා ගන්න",
    need_address_msg:
      "ඔබට ගැනුම්කරුගේ ස්ථානය සහ ලිපිනය ලබා ගැනීමට අවශ්‍ය නම්, මෙම විකල්පය තෝරන්න.",
    avocado_link_message:
      "ඇණවුම ගෙවීම සඳහා පාරිභෝගිකයාට ඉහත සබැඳිය ලබා දීම ප්රමාණවත්ය. මෙම සබැඳිය හරහා පාරිභෝගිකයාට ඇණවුම අනුගමනය කිරීමට හැකි වනු ඇත.",
    edit_order: "ඇණවුම සංස්කරණය කරන්න",
    progress: "ප්‍රගති අනුපාතය",
    buyer_link: "ගැනුම්කරු සබැඳිය",
    buyer_link_message:
      "ඔබේ ගැනුම්කරුට මෙම සබැඳිය ලබා දෙන්න. ගැනුම්කරුට මෙම සබැඳිය හරහා ඔහුගේ ඇණවුම ගෙවීමට සහ නිරීක්ෂණය කිරීමට හැකි වේ. මෙම සබැඳිය කේතනය කර ඇත, සබැඳිය ඕනෑම කෙනෙකුට ලබා දෙන්නේ නම්, ඔහුට මුදල් ගෙවා තොරතුරු බැලීමට හැකි වේ. මෙම සබැඳිය දින 60ක් සක්‍රියව පවතිනු ඇත. පිටපත් කිරීමට පහත සබැඳිය ක්ලික් කරන්න.",
    OrderConfirm_done: "ඇණවුම තහවුරු කර ඇත.",
    OrderConfirm_message:
      "ඔබ ගෙවීම තහවුරු කරන්නේ නම් සහ ඇණවුම නිවැරදි නම්, පහත බොත්තම ක්ලික් කරන්න.",
    OrderConfirm_action: "ඇණවුම තහවුරු කිරීම",
    PreparingOrder_message:
      "පාරිභෝගික ඇණවුම නැව්ගත කිරීමට සූදානම් නම්, පහත OK බොත්තම ක්ලික් කරන්න.",
    PreparingOrder_action: "ඇණවුම නැව්ගත කිරීමට සූදානම්",
    finish_message:
      "මෙම ඇණවුම සම්පූර්ණ කර ඇත්නම්, මෙම ඇණවුම වසා දැමීමට අවසන් බොත්තම ඔබන්න.",
    finish_action: "සම්පූර්ණ ඇණවුම් සැකසීම",
    finish_dialog: {
      title: "ඇණවුම සම්පූර්ණ කරන්න",
      message: "ඇණවුම සම්පුර්ණ කර ඇති අතර ඔබට එය වසා දැමීමට අවශ්‍ය බව විශ්වාසද?",
      action: "ඔව්, ඇණවුම සම්පූර්ණ කිරීම තහවුරු කරන්න",
    },
    configuration: "අලිගැට පේර සැකසුම්",
    delivery_price: "නැව්ගත කිරීමේ පිරිවැය",
    edit_avocado_action: "තොරතුරු සංස්කරණය කරන්න",
    submit_pricing_avocado_action: "ඇණවුමේ මිල ඉදිරිපත් කරන්න",
    add_avocado_action: "ඉන්වොයිස් සබැඳියක් සාදන්න",
    avocados_list: "අලිගැට පේර ලැයිස්තුව",
    not_pricing: "මෙම අයිතමය මිල නියම කර නැත!",

    show_all: "සියල්ල පෙන්වන්න",
    show_accepted: "තහවුරු කළ අයිතම පෙන්වන්න",

    notifications: {
      update_success: "අලිගැට පේර සාර්ථකව යාවත්කාලීන කරන ලදී.",
      add_success: "අලිගැට පේර සාර්ථකව නිර්මාණය කරන ලදී.",
    },
  },

  /** {@see BDashboardShopOrdersAvocado} **/
  avocado_orders: {
    title: "අලිගැටපේර",
    title_small: "සමාජ මාධ්‍ය අලෙවිය",
    pending_orders: "ක්රියාකාරී ඇණවුම්",
    avocado: "අලිගැට පේර ඇණවුම් කරන්න",
  },
  /** {@see BAvocadoInvoice} **/
  avocado_process: {
    step1: "මිල නියම කිරීම",
    step1_msg:
      "එක් එක් අයිතමයේ මිල ඇතුළත් කර හරිත කොටුව සලකුණු කරන්න. භාණ්ඩයක් විකිණීමට නොහැකි නම්, එහි තත්ත්වය ප්‍රතික්ෂේප කළ බවට වෙනස් කරන්න.",
    step2: "ඉන්වොයිසිය තහවුරු කරන්න",
    step2_msg:
      "මෙම ඇණවුම සඳහා ඉන්වොයිසියක් සාදන්න. ඔබට ඉන්වොයිසිය සඳහා මාතෘකාවක් සහ විස්තරයක් ඇතුළත් කළ හැකිය. ඇණවුම් මුදල ස්වයංක්‍රීයව භාණ්ඩවල මුළු මිල මත පදනම්ව ගණනය කෙරේ.",
    title_input: "ඉන්වොයිසි මාතෘකාව *",
    show_to_customer: "මෙම තොරතුරු ගැනුම්කරුට පෙන්වනු ලැබේ.",
    description_msg:
      "ඔබට මෙම ඇණවුම සඳහා සටහනක් ලිවීමට අවශ්‍යද? මෙම තොරතුරු ගැනුම්කරුට පෙන්වනු ඇත.",
    price_input: "ඇණවුම් මුදල *",
    tax_none: "බදු රහිත",
    tax_included: "මිලෙහි ඇතුළත් වේ",
    tax_add: "බදු එකතු කරන්න",
    tax_message: "මිලට බදු ඇතුළත් වේද නැද්ද යන්න ඔබට තෝරා ගත හැකිය.",
    tax_included_messages: "බදු මිලට ඇතුළත් වේ.",
    tax_add_messages: "අවසාන මිලට බදු එකතු කළ යුතුය.",
    invoice: {
      subtitle:
        "මෙම පෝරමය භාවිතා කිරීමෙන්, ඔබට නිශ්චිත මුදලක් සඳහා ගෙවීම් සබැඳියක් සෑදිය හැක. එය ඉන්වොයිසිය ලුහුබැඳීම සහ ගෙවීම් සම්පූර්ණ කිරීම තහවුරු කිරීම සරල සහ පහසු කරයි.",
    },
  },

  /** {@see BPageProductHyper} **/
  /** {@see BPageShopChannelHyper} **/
  hyper: {
    name: "අධි",
    print_label:
      "පහත ලේබලය මුද්‍රණය කර නිෂ්පාදනය ඉදිරිපිට තබන්න",
    hyper_form_link_product_message:
      "ඔබේ පාරිභෝගිකයින්ට මෙම සබැඳිය හරහා ඉක්මනින් {product} මිලදී ගැනීමට හැකි වනු ඇත. QR කේතය පරිලෝකනය කිරීමෙන් ඔවුන් එම සබැඳිය ද ඇතුළු කරනු ඇත.",
    title: "අධි ඉක්මන් විකිණීම",
    message:
      "Hyper Selldone විකුණුම් නාලිකාවේ සහාය ඇතිව, ඔබේ පාරිභෝගිකයින්ට ඔබේ පැත්තෙන් අවශ්‍ය කිසිදු ක්‍රියාමාර්ගයකින් තොරව QR කේතයක් පරිලෝකනය කිරීමෙන් නිෂ්පාදන මිලදී ගැනීමට හැකි වේ. උත්සව, ප්‍රදර්ශන හෝ කාර්යබහුල උත්සව වලදී භාණ්ඩ විශාල වශයෙන් විකිණීමට මෙම ක්‍රමය භාවිතා කරන්න. මෙම කොටසේ Hyper සක්‍රිය කිරීමෙන් පසු, ඔබට නිෂ්පාදන කළමනාකරණ අංශයේ භෞතික නිෂ්පාදන සඳහා අධි QR කේතයක් සෑදිය හැකිය.",
    orders_list: "අධි ඇණවුම් ලැයිස්තුව",
    active_mode: "අධි විකුණුම් නාලිකාව සක්රිය කර ඇත",
    inactive_mode: "අක්රිය",
    active_message:
      "ඔබ මෙම විකල්පය සක්‍රීය කළහොත්, වේගවත් විකුණුම්-කේත නිර්මාණය කිරීමේ හැකියාව එක් එක් නිෂ්පාදනයේ කළමනාකරණ අංශයේ පෙන්වනු ඇත.",
    hyper_form_link_message: "ඔබේ ගබඩාවේ අධි පිටු සබැඳිය",
    configuration: "අධි සැකසුම්",
  },

  /** {@see BDashboardShopOrdersHyper} **/
  hyper_orders: {
    title: "අධි",
    title_small: "විකුණුම් වාර්තාව",
    hyper: "ලැබුණු ඇණවුම්",
  },

  /** {@see BProductInventoryManagementFile} **/
  product_file: {
    no_file: "තවම ගොනුවක් උඩුගත කර නැත!",
    delete_dialog: {
      title: "ගොනුව මකා",
      message: "මෙම ගොනුව මකා දැමීමට ඔබට විශ්වාසද?",
      action: "ඔව්, දැන් මකන්න",
    },
    notifications: {
      delete_success: "ගොනුව සාර්ථකව මකා ඇත.",
    },
    drag_sort_msg: "අයිතමය අයිතමය ගොනු",
    paid_mode_msg: "පරිශීලකයන් අයිතමය බාගන්න අයිතමය අයිතමය නිෂ්පාදන",
    free_mode_msg:
      "පරිශීලකයින්ට එය නොමිලේ බාගත හැකිය. නියැදි ගොනු 50 MB ට අඩු විය යුතුය.",
    has_gust_shopping_msg:
      "වෙළඳසැලේ සැකසීම් > ප්‍රවාහය තුළ අමුත්තන්ගේ මිලදී ගැනීම් සබල කර ඇති බැවින් ලියාපදිංචි වූ සහ ආගන්තුක පරිශීලකයින්ට ගොනු බාගත කළ හැක.",
    only_registered_shopping_msg:
      "අයිතමය ලියාපදිංචි පරිශීලකයන් අයිතමය බාගන්න අයිතමය ගොනු",
    file_count_limit: "ගොනු ගණන් කරන්න සීමාව",
  },

  /**
   * @see BProductLocationRestrictionsList
   */
  product_location_restrictions: {
    title: "ඇත ස්ථාන",
    subtitle:
      "ඔබේ නිෂ්පාදනය හෝ සේවාව ලබා ගත හැක්කේ රට සහ zip හෝ පින් කේත අනුව අර්ථ දක්වා ඇති විශේෂිත කලාපවල පමණක් නම්, ඔබට එම ස්ථාන මෙහි නම් කළ හැක. මෙම ස්ථාන සීමා කිරීම් නිෂ්පාදන මට්ටමින් බලාත්මක වේ. නිෂ්පාදන පිටුවෙහි, ඔවුන්ගේ ස්ථානය තෝරා ගැනීමට පාරිභෝගිකයන්ගෙන් විමසනු ඇත. නිෂ්පාදිතය ඔවුන් තෝරාගත් ප්‍රදේශයේ තිබේ නම්, ඔවුන්ට මිලදී ගැනීම දිගටම කරගෙන යාමට හැකි වනු ඇත.",

    add_location_action: "එක් කරන්න රට",
    no_restriction: "නැත සීමාව",
    import: {
      title: "අයිතමය පැතිකඩ",
      subtitle: "තෝරන්න අයිතමය අයිතමය ස්ථාන පැතිකඩ",
    },
    export: {
      title: "සුරකින්න පැතිකඩ",
      subtitle: "ගබඩා ස්ථාන අයිතමය අයිතමය අයිතමය",
    },
    has_restriction_input: {
      title: "අයිතමය ස්ථානය සීමාව",
      description:
        "ස්ථාපිත ස්ථාන සීමා කිරීම හේතුවෙන් පාරිභෝගිකයින්ට මෙම නිෂ්පාදනය මිලදී ගත හැක්කේ නිශ්චිත රට තුළ සහ zip කේතය තුළ පමණි.",
    },
    zip_pin_code: "අයිතමය / අයිතමය කේතය",
    no_country_selected_error:
      "කරුණාකර zip/pin කේත ලැයිස්තුවක් සමඟ අවම වශයෙන් එක් රටක් ඇතුළත් කරන්න. එය නොමැතිව, මෙම නිෂ්පාදනය ලබා ගත නොහැක.",
    tips: "නව ස්ථාන කට්ටලයක් සෑදීම ආරම්භ කිරීමට <b>+ Add Country</b> බොත්තම ක්ලික් කරන්න. ඔබ අවසන් වූ පසු, ඉහළ දකුණේ <b>⋮ මෙනුව</b> මත ක්ලික් කර <b>පැතිකඩ සුරකින්න</b> තේරීමෙන් ඔබට එය සුරැකිය හැක.",
    need_save_message:
      "නිෂ්පාදනය සඳහා ස්ථාන සීමා සැකසීම් වෙනස් කර ඇත. මෙම වෙනස්කම් සුරැකීමට, කරුණාකර පහත 'සුරකින්න' බොත්තම ක්ලික් කරන්න.",

    add_dialog: {
      title: "එක් කරන්න රට",
      message:
        "රටක් තෝරා 'එකතු කරන්න' ක්ලික් කරන්න. මෙය රට මේසයට එක් කරයි, ඔබට සිප්කෝඩ්, පින් කේත, නගර නම්, හෝ ප්‍රදේශ නාම එයට පැවරීමට ඉඩ සලසයි.",
    },
    save_profile_dialog: {
      title: "එක් කරන්න ස්ථාන පැතිකඩ",
      message:
        "මෙම ස්ථාන කට්ටලය සුරැකීමට කරුණාකර නමක් ඇතුළත් කරන්න. මෙම සුරකින ලද ස්ථාන කට්ටලය වෙනත් නිෂ්පාදන සඳහා යෙදිය හැකි අතර, එක් ක්ලික් කිරීමකින් ඉක්මන් ස්ථාන පූරණය කිරීමට ඉඩ සලසයි. සපයා ඇති නම සහිත පැතිකඩක් දැනටමත් පවතී නම්, එය මෙම නව අගයන් සමඟ යාවත්කාලීන කෙරේ.",
      title_input: {
        title: "පැතිකඩ ශීර්ෂය",
        placeholder: "අයිතමය වර්ගය නම, අයිතමය ගබඩා නම,. ..",
      },
    },
    load_profile_dialog: {
      title: "අයිතමය ස්ථාන පැතිකඩ",
      message:
        "මෙහි කලින් සුරකින ලද ස්ථානයක් තේරීමෙන් ඔබට ස්ථාන පූරණය කළ හැක.",

      select_input: {
        title: "ස්ථානය පැතිකඩ",
        placeholder: "තෝරන්න අයිතමය පැතිකඩ",
      },
    },
  },

  /** {@see NotificationTopBar} **/
  notification_top_bar: {
    free_charge: "🎊 {amount} අය කර {amount_total} ණය ලබා ගන්න.",
    charge_action: "නොමිලේ ණය ලබා ගැනීම",
    claim_title: "ඔබගේ නොමිලේ ණය ලබා ගන්න",
    claim_charge_caution:
      "සටහන: ඔබගේ මුදල් පසුම්බි ගිණුම් අතර මුදල් පරිවර්තනය කළ නොහැක. එමනිසා, ඔබේ ගබඩාවේ හුවමාරු වන මුදල් සඳහා සුදුසු ගිණුමක් තෝරන්න.",
    account_input: "තැන්පතු ගිණුම",
    account_msg: "මෙම ගිණුමට අය කෙරේ",
  },

  /** {@see BDashboardShopApplications} **/
  selldone_applications: {
    title: "ඔබගේ ඇණවුම් අතපසු නොකරන්න!",
    msg: "ඕනෑම තැනක සහ ඕනෑම වේලාවක ඔබේ ව්‍යාපාරය කළමනාකරණය කරන්න.",
    scan_qr_code: "අයිතමය අයිතමය දුරකථනය!",

    notification: {
      title: "දැනුම්දීම",
      subtitle: "අයිතමය අලුත් නියෝග දැනුම්දීම",
    },
    order: {
      title: "නියෝග",
      subtitle: "බලන්න අයිතමය නියෝග අයිතමය කළමනාකරණය කරන්න අයිතමය",
    },
    product: {
      title: "නිෂ්පාදන",
      subtitle: "ඉන්වෙන්ටරි කළමනාකරණය අයිතමය නිෂ්පාදන අයිතමය",
    },
  },

  /** {@see BPageShopSettingSeo**/
  shop_seo: {
    title: "SEO වින්‍යාසය",
    msg: "කාබනික පාරිභෝගිකයින් අත්පත් කර ගැනීමේ නාලිකා සවිබල ගැන්වීමෙන් මාර්ගගත අලෙවිකරණය වෙත වේගයෙන් ඉදිරියට යන්න.",
    auto: {
      title: "ස්වයංක්‍රීය SEO එන්ජිම",
      msg: "ඔබේ වෙබ් අඩවියේ ප්‍රේක්ෂකයින් සහ සෙවුම් යන්ත්‍ර සඳහා බාධාවකින් තොරව ජංගම අත්දැකීමක් ලබා දෙන්න.",
    },

    amp: {
      title: "AMP",
      msg: "වේගවත් ජංගම පිටු ස්වයංක්‍රීය උත්පාදනය.",
    },
  },

  /** {@see BPageShopSettingEmail} **/
  shop_preferences: {
    order: {
      title: "නියෝග",
      desc: "පාරිභෝගිකයෙකු ඇණවුම ගෙවන්නේ නම්, ඇණවුම් තොරතුරු අඩංගු විද්‍යුත් තැපෑලක් මෙම ලිපිනයට යවනු ලැබේ.",
    },
    return: {
      title: "ආපසු",
      desc: "භාණ්ඩය ගැනුම්කරු විසින් ආපසු ලබා දෙන්නේ නම්, මෙම විද්‍යුත් තැපෑල යවනු ලැබේ. මෙම විද්‍යුත් තැපෑල යැවීම ඔබගේ මිලදී ගත් සැලැස්ම මත රඳා පවතී.",
    },
    pos: {
      title: "POS",
      desc: "POS විකුණුම් වාර්තාව මෙම විද්‍යුත් තැපෑලට යවනු ලැබේ.",
    },
    avocado: {
      title: "අලිගැටපේර",
      desc: "අලිගැට පේර ඇණවුම්වල දෛනික වාර්තාව යවන්න.",
    },
    accounting: {
      title: "ගිණුම්කරණය",
      desc: "මුල්‍ය වාර්තා සහ යාවත්කාලීන ගබඩා කරන්න.",
    },
    subscription: {
      title: "දායකත්ව",
      desc: "මෑත මිලදී ගත් සැලසුම් තත්ත්වය ආරම්භක සහ අවසන් දායකත්ව දැනුම්දීම් සමඟ සම්බන්ධ වේ.",
    },
    technical: {
      title: "කාර්මික",
      desc: "වසම සහ සේවා තත්ත්වය පිළිබඳ තාක්ෂණික දැනුම්දීම්.",
    },
    report: {
      title: "වාර්තා",
      desc: "සතිපතා සහ මාසික වාර්තා මෙම ඊමේල් වෙත යවනු ලැබේ",
    },
    review: {
      title: "සමාලෝචනය කරන්න",
      desc: "ඔබට ගබඩාවේ ක්‍රියාවලියක් තහවුරු කිරීමට අවශ්‍ය නම්, අදාළ විද්‍යුත් තැපෑල මෙම ලිපිනයට යවනු ලැබේ. උදාහරණයක් ලෙස ගබඩා පරිශීලකයින්ට අලෙවිකරණ විද්‍යුත් තැපෑලක් යැවීම තහවුරු කිරීමට.",
    },
    bulk: {
      title: "අයිතමය 🛍️ ඇනවුම් කරන්න වාර්තාව",
      desc: "එදිනට ඇණවුම් විස්තර සහිත දිනපතා විද්‍යුත් තැපෑලක් ලබා ගන්න.",
    },
  },

  /** {@see BPageShopSettingLanguages} **/
  shop_languages: {
    title: "ගබඩා භාෂා",
    sub_title: "ගබඩා ස්වයංක්‍රීය පරිවර්තන පැකේජ ස්ථාපනය කර සක්‍රිය කරන්න.",
    message:
      "ඔබට ඔබේ වෙළඳසැලේ භාෂා ඇසුරුම් 10ක් දක්වා ස්ථාපනය කළ හැක. ඔබට තවත් පැකේජ ස්ථාපනය කිරීමට අවශ්‍ය නම් අප අමතන්න.",
  },

  /** {@see SInviteFriends} **/
  invite_friends: {
    title: "ඔබේ ව්‍යාපාරය ගැන ලෝකයට කියන්න!",
    msg: "Selldone ඔබේ මිතුරන්ට අයිතමය හඳුන්වා දෙන්න. ඔවුන් ලියාපදිංචි වූ විට ඔවුන්ට සමාගම් වවුචරය තුළ ඩොලර් 99ක් ලැබෙනු ඇති අතර, ඔවුන් ඔවුන්ගේ පළමු ගනුදෙනුව සම්පූර්ණ කළ පසු ඔබට ආරම්භක වවුචරය ලෙස ඩොලර් 15ක් ලැබෙනු ඇත.",
    invite: {
      title: "Selldone නොමිලේ $99 වවුචරයක් ලබා ගැනීමට අයිතමය ව්‍යාපාර OS හා සම්බන්ධ වන්න.",
      description:
        "Selldone අපූරු මෙවලමක් සමඟින් ඔබේ ව්‍යාපාරය අන්තර්ජාලය හරහා ආරම්භ කිරීමට මම ඔබට අයිතමය වෙත ආරාධනා කරමි.",
      hashtags: "ඊ-වාණිජ්‍යය, වෙබ් අඩවි සාදන්නා",
      quot: "Selldone මම අයිතමය විසින් මාර්ගගත වෙළඳසැලක් ගොඩනඟා ඇත, ඔබට දැන් ඔබේ ව්‍යාපාරයද කළ හැකිය.",
    },
  },

  /** {@see BPageShuttleShops} **/
  shops_list: {
    title: "මගේ සාප්පු",
    message:
      "මගේම වෙළඳසැල්, අවසර ලත් සහ සාම්පල සාප්පු ලැයිස්තුව.",

    sample: {
      title: "අයිතමය ගබඩා",
      subtitle:
        "මෙන්න, ඔබට නියැදි වෙළඳසැල් තෝරා ගැනීමක් සොයාගත හැකිය. මෙම ගබඩාවල ඇති තොරතුරු පරීක්ෂා කිරීමට ඔබට අවසර ලබා දී ඇත. කෙසේ වෙතත්, මෙම දත්ත මහජනතාවට ප්‍රවේශ විය හැකි බැවින් කරුණාකර සැබෑ පුද්ගලික තොරතුරු භාවිතයෙන් පුරනය වීමෙන් හෝ ඇණවුම් කිරීමෙන් වළකින්න. ඔබ අහම්බෙන් ඔබේ තොරතුරු මෙහි ඇතුළත් කළහොත්, කරුණාකර ගබඩාවෙන් පිටවී වැඩිදුර සහාය සඳහා අප හා සම්බන්ධ වන්න.",
    },

    add_new_store: "එක් කරන්න අලුත් ගබඩා",
    i_have_a_deal: "අයිතමය අයිතමය ",
    access: {
      title: "ප්රවේශ අයිතමය",
    },
  },

  /** {@see BTransportationServiceLabels} **/
  shipping: {
    warehouse_error:
      "පළමුව ඔබේ ගබඩාව සකසන්න! මෙම ලිපිනය නැව්ගත කිරීමේ මූලාරම්භය ලෙස භාවිතා කරනු ඇත.",
    errors: {
      set_origin: "ඔබගේ ස්ථාන සිතියම සකසන්න.",
      set_country: "ඔබේ රට සකසන්න.",
      set_address: "ඔබගේ ලිපිනය සකසන්න.",
      set_zip: "ඔබගේ තැපැල් කේතය සකසන්න.",
    },
    set_warehouse: "ගබඩාව සකසන්න",
    pickup_location: "පිකප් ස්ථානය",
    refresh_rates: "ගාස්තු නැවුම් කරන්න",
    no_rate: "ගාස්තුවක් නැත...",
    view_messages: "පණිවිඩ බලන්න...",
    not_set_yet: "තවම සකසා නැත!",
    drop_orders_here: "ඇණවුම් මෙහි දමන්න...",
  },

  /** {@see BPageShopBlogsCategories} **/
  blog_category: {
    title: "බ්ලොග් වර්ග",
    subtitle:
      "You can create a limited number of categories for your blog posts to manage them more efficiently. ප්‍රවර්ග සීමාවක් තිබීම ඔබේ වෙබ් අඩවියේ වඩා හොඳ සංවිධානයක් ප්‍රවර්ධනය කරයි. සැලකිය යුතු ලෙස, ප්‍රධාන පුවත් ඒජන්සි පවා කළමනාකරණය විධිමත් කිරීමට සහ පුළුල් අවධානයක් පවත්වා ගැනීමට සීමිත කාණ්ඩ සංඛ්‍යාවක්, බොහෝ විට 100 ට අඩුවෙන් පවත්වාගෙන යයි.",

    add_action: "නව කාණ්ඩයක් එක් කරන්න",
    add_dialog: {
      title: "නව / යාවත්කාලීන කාණ්ඩය",
      force_edit: "බල සංස්කරණ මාර්ගය",
      force_edit_msg: "ප්‍රවර්ගයේ නම වෙනස් කර සියලුම ලිපි යාවත්කාලීන කරන්න.",
      star_msg: "බ්ලොගයේ පෙන්වීමට ප්‍රමුඛත්වය ඇත්තේ තරු ලකුණු කළ ප්‍රවර්ගවලටය.",
      star: "බලාගෙන හිටියා",
      delete_action: "ප්‍රවර්ගය මකන්න",
      add_action: "ප්‍රවර්ගය එකතු කරන්න",
      edit_action: "ප්‍රවර්ගය සංස්කරණය කරන්න",
    },
  },
  /** {@see BPageShopBlogsTimeline} **/
  blog_timeline: {
    title: "අයිතමය අයිතමය අයිතමය",
    subtitle:
      "අනාගත ප්‍රකාශනය සඳහා සකසා ඇති කාලසටහන්ගත ලිපි ලැයිස්තුව මෙන්න. ඔබට නිශ්චිත කාලවලදී ප්‍රකාශනය කිරීමට බ්ලොග් සටහන් සහ නිෂ්පාදන විස්තර පවා උපලේඛනගත කිරීමට හැකියාව ඇත.",
  },

  /** {@see BPageShopPagesAboutUs} **/
  about_us: {
    title: "අප ගැන පිටුව",
    subtitle:
      "අප ගැන පිටුවේ පෙන්වීමට ඔබේ ව්‍යාපාරය ගැන ලිපියක් ලියන්න. මෙම පිටුව ඔබේ සන්නාමය සහ මෙහෙවර දැන ගැනීමට ඔබේ ප්‍රේක්ෂකයින්ට උපකාර කරයි.",
  },
  /** {@see BPageShopPagesTerms} **/
  terms: {
    title: "සේවා කොන්දේසි පිටුව",
    subtitle:
      "ඔබේ ගනුදෙනුකරුවන් සඳහා ඔබේ සේවාවන් මිලදී ගැනීමේ සහ භාවිතයේ නියමයන් පැහැදිලි කරන්න.",
  },
  /** {@see BPageShopPagesPrivacy} **/
  privacy: {
    title: "රහස්‍යතා ප්‍රතිපත්ති පිටුව",
    subtitle:
      "රහස්‍යතා ප්‍රතිපත්තියක් යනු පාර්ශ්වයක් ගනුදෙනුකරුවෙකුගේ හෝ සේවාදායකයාගේ දත්ත රැස් කරන, භාවිතා කරන, හෙළිදරව් කරන සහ කළමනාකරණය කරන ක්‍රම කිහිපයක් හෝ සියල්ල හෙළි කරන ප්‍රකාශයක් හෝ නෛතික ලේඛනයක් වේ.",
  },
  /** {@see BPageShopPagesContactUs} **/
  contact_us: {
    title: "අප අමතන්න පිටුව",
    subtitle:
      "අප අමතන්න පිටුවේ ඔබේ ගනුදෙනුකරුවන්ට පෙන්වීමට ඔබේ සම්බන්ධතා තොරතුරු, ලිපිනය සහ දුරකථන අංකය ලියන්න.",
  },

  /** {@see BPageShopApplicationsMetaverse} **/
  metaverse: {
    title: "මෙටාවර්ස් පාලම",
    subtitle:
      "Selldone වාණිජ අවකාශය තුළ %100 API-පාදක සේවා සපයයි. ක්‍රීඩාව, බ්ලොක්චේන් සහ මෙටාවර්ස් සංවර්ධකයින්ට රැකියා, ජීවිතය සහ වෙළඳ ලෝකයේ අනාගතයේදී ව්‍යාපාර, ගනුදෙනුකරුවන් සහ සේවාවන් සම්බන්ධ කිරීමට මෙම ප්‍රබල API භාවිතා කළ හැකිය.",
    message: "ක්‍රීඩා සංවර්ධකයින් සඳහා මුල් ප්‍රවේශය",
  },

  /** {@see BProcessCenterBulkExport} **/
  orders_bulk_export: {
    title: "ඇණවුම් සහකාර",
    subtitle:
      "තොග ඇණවුම් සැකසීම සඳහා ලේබල් අපනයනය කිරීම සහ බාගත කිරීම - දිනකට ඇණවුම් 100 කට වඩා හැසිරවීමට සුදුසුය.",

    timespan: {
      title: "කාල සීමාව",
      subtitle: "ඇණවුම් කිරීමට ආරම්භක සහ අවසන් දින තෝරන්න.",
    },
    tasks: {
      title: "කාර්ය ප්‍රතිදානය",
      subtitle:
        "තොග වශයෙන් ඇණවුම් සැකසීම සඳහා කාර්ය ලැයිස්තුව බාගන්න. ප්‍රතිඵලයේ ඇත්තේ ගෙවන ලද සහ COD ඇණවුම් පමණි.",
      export_title: "කාර්යයන් ලැයිස්තුව",
    },
    labels: {
      title: "පැකේජ ලේබල්",
      subtitle:
        "තෝරාගත් කාල සීමාව සහ තත්ත්වය තුළ සියලුම ඇණවුම් ලේබල ලැයිස්තුව බාගන්න. ප්‍රතිඵලයේ ඇත්තේ ගෙවන ලද සහ COD ඇණවුම් පමණි.",
      export_title: "පෙට්ටි ලේබල්",
    },
  },

  /** {@see BPageShopMarketingFunnel} **/
  customers_funnel: {
    title: "පාරිභෝගික ජන විකාශනය",
    subtitle:
      "අඩු අලෙවිකරණයකින් වැඩි වටිනාකමක් ලබා දීමට වඩා හොඳ තීරණ ගැනීමට ඔබේ ගනුදෙනුකරුවන්ගේ දත්ත පෙරීම සහ අපනයනය කරන්න! කරුණාකර ඔබේ ගනුදෙනුකරුවන්ගේ පෞද්ගලිකත්වයට ගරු කරන අතර ඔවුන්ට විශාල තොග ඊමේල් යවන්න එපා! ඔවුන්ගෙන් සෑම කෙනෙකුගෙන්ම අවසරය ලබා නොගෙන කිසි විටෙක ඔබේ ගනුදෙනුකරුවන්ගේ තොරතුරු තුන්වන පාර්ශ්ව සේවා සමඟ බෙදා නොගන්න.",
  },

  /** {@see BPageAffiliatorDashboard} **/
  affiliate_pos: {
    title: "අනුබද්ධ POS",
    open_pos_action: "වේගවත් ඇණවුම් POS",
    description:
      "මෙම විකල්පය Instagram පිටු සහ අනෙකුත් සමාජ ජාල වල පරිපාලකයින් සඳහා සුදුසු වේ. පාරිභෝගිකයින් අතින් ඇණවුම් ලබා ගැනීමට සහ එකතු කිරීමට අනුබද්ධ POS භාවිතා කරන්න. අනුබද්ධ POS හි නව ඇණවුම් එක් කිරීමට සහ තැන්පතු පත්‍රිකාව උඩුගත කිරීමට ඔබේ අනුබද්ධයන්ට (හෝ ෆ්‍රැන්චයිස්) හැකිය.",
  },

  /** {@see BPageShopSettingFlow} **/
  shop_configuration: {
    /** {@see BShopOptionsLoginMethods} **/
    login: {
      title: "පිවිසුම් ක්රම",
      subtitle: "පරිශීලකයන් ඔබේ ගබඩාවට ඇතුළු වන ආකාරය අභිරුචිකරණය කරන්න.",

      tips: "<b>වැදගත්.</b> පරිශීලකයෙකු ඔබේ සාප්පුව සමඟ ලියාපදිංචි වූ විට, ඔහු දැනටමත් නොමැති නම්, අනුරූප Selldone පරිශීලකයෙකු නිර්මාණය වේ. මෙම පරිශීලකයාට සියලුම වෙළඳසැල් හරහා ඔවුන්ගේ ලිපින පොතට ප්‍රවේශය ඇති අතර සාප්පුවක් වසා තිබුණද, ඔවුන්ගේ ඇණවුම් ඉතිහාසය බැලීමට හැකිය. අපි මෙම තොරතුරු අලෙවිකරණ අරමුණු සඳහා භාවිතා නොකරන නමුත් දෙපැත්තේම වංචා වැළැක්වීම සඳහා එය අවශ්‍ය වේ. විනිවිදභාවය පවත්වා ගැනීම සඳහා, අපි පරිශීලකයාට ඔවුන්ගේ ලියාපදිංචිය දන්වමින් විද්‍යුත් තැපෑලක් එවන්නෙමු.",
    },

    /** {@see BShopOptionsCheckout} **/
    checkout: {
      title: "පිටවීමේ ප්‍රවාහය",
      subtitle:
        "ඔබේ ඊ-වාණිජ්‍යය තුළ ඔබේ පාරිභෝගික ගමන සහ මිලදී ගැනීමේ ප්‍රවාහය අභිරුචිකරණය කරන්න.",
      map: {
        title: "සිතියම",
        subtitle:
          "පරිශීලකයන් සිතියමේ (Uber වැනි) බෙදා හැරීමේ ස්ථානය තෝරාගත යුතුය.",
        subtitle_no_map:
          "පාරිභෝගිකයා සපයා ඇති ලිපිනයෙහි ස්ථානය නොමැති නම් නැව්ගත කිරීමේ ගණනය කිරීමේ දුර ශුන්‍ය ලෙස සලකයි.",
      },
      mode: {
        title: "පාරිභෝගිකයින්ගේ පිවිසුම් ස්ථානය",
        default: {
          title: "ASAP (පෙරනිමි)",
          msg: "පරිශීලකයන් හැකි ඉක්මනින් ලොග් වන්න. (තවත් පරිවර්තනය)",
        },
        on_checkout: {
          title: "පිටවීමේදී",
          msg: "පිටවීමේ පියවරේදී පුරනය වීමට පරිශීලකයින්ට බල කරන්න.",
        },
        login_free: {
          title: "විකල්ප පුරනය වීම",
          msg: "ඇණවුම ගෙවීමෙන් පසු විකල්ප පුරනය වන්න..",
        },
      },

      express: {
        title: "කරත්තයට එකතු කිරීමෙන් පසු යළි-යොමු කරන්න",

        false: {
          title: "සාමාන්ය මාදිලිය",
          msg: "පිටුවේ රැඳී සිට කරත්තයට එකතු කිරීම ක්ලික් කිරීමෙන් පසු සාප්පු සවාරි යන්න.",
        },
        true: {
          title: "අධිවේගී මාදිලිය",
          msg: "Add to cart ක්ලික් කිරීමෙන් පසු පාරිභෝගිකයා පිටවීමේ පිටුවට හරවා යවන්න.",
        },
      },

      shipping_address: {
        title: "නැව්ගත කිරීමේ ලිපිනය ඉල්ලන්න",
      },
    },

    /** {@see BShopOptionsCheckoutForm} **/
    checkout_form: {
      title: "පරීක්ෂාකාරී වන්න පෝරමය",
      subtitle:
        "ඔබේ ගනුදෙනුකරුවන්ගෙන් ඔබට අවශ්‍ය තොරතුරු රැස් කිරීමට පිටවීමේ පෝරම ක්ෂේත්‍ර අභිරුචිකරණය කරන්න.",
    },
  },
  /** {@see CheckoutOptions} **/
  checkout_options: {
    default: {
      title: "භෞතික සහ සේවා (පෙරනිමි)",
      desc: "භෞතික සහ සේවා පිරික්සීමේදී ලිපිනයක් ඇතුළත් කිරීමට පාරිභෝගිකයාගෙන් ඉල්ලා සිටින්න.",
    },
    physical: {
      title: "භෞතික පමණි",
      desc: "භෞතික පිරික්සුමේදී ලිපිනයක් ඇතුළු කිරීමට පාරිභෝගිකයාගෙන් ඉල්ලා සිටින්න.",
    },
    off: {
      title: "කවදාවත් නැහැ",
      desc: "කිසිවිටක නැව්ගත කිරීමේ ලිපිනය ඉල්ලන්න එපා. ⚠ ඔබ සේවා වර්ගය වෙනුවට නිෂ්පාදන සඳහා භෞතික වර්ගය තේරීමෙන් ප්‍රභේද සමඟ සේවා ලබා ගැනීමට අදහස් කරන්නේ නම් මෙම විකල්පය භාවිතා කරන්න.",
    },
  },

  /** {@see BPageShopSettingBusinessModel} **/
  business_model: {
    title: "ව්යාපාර ආකෘතිය සැකසීම",
    subtitle:
      "ඔබේ ව්‍යාපාර ආකෘතිය සකසන්න, අපි ඔබේ OS තිරය පිටුපස වින්‍යාස කරන්නෙමු.",
  },
  business_type: {
    title: "වෙළඳ භාණ්ඩ වර්ග",
    subtitle:
      "Selldone ඔබේ වෙළඳසැලේ ඔබට විකිණීමට අවශ්‍ය නිෂ්පාදන වර්ගය සකසන්න. අයිතමය හි නිෂ්පාදන වර්ග හුදෙක් නිෂ්පාදන වර්ගයකට වඩා වැඩි ය; එය ඉටු කිරීමේ ක්‍රියා පටිපාටිය ගැන වැඩි යමක්.",

    send_activation_request_to_support:
      "ආධාරක ටිකට් පතක සක්‍රිය කිරීමේ ඉල්ලීමක් යවන්න.",
    require_kyc: "ව්‍යාපාරය හිමිකරු අයිතමය",
    needs_enterprise_license: "ඔබට ව්‍යවසාය බලපත්‍රයක් තිබිය යුතුය.",
    marketplace_caution_message:
      "ඔබේ ආකෘතිය ඔබේ ව්‍යාපාර OS වින්‍යාසයට බෙහෙවින් බලපාන ලෙස Marketplace සකසන්න. උදාහරණයක් ලෙස, ඔබ ස්වාධීන මිල ගණන් සහ ඉන්වෙන්ටරි සහිත සෑම නිෂ්පාදනයක් සඳහාම අවම වශයෙන් එක් වෙළෙන්දෙකු හෝ අර්ථ දැක්විය යුතුය. පාරිභෝගිකයින්ට වෙළෙන්දෙකු නොමැති නිෂ්පාදන මිලදී ගත නොහැක.",
  },

  /** {@see BusinessModelView} **/
  business_model_view: {
    normal: {
      title: "සාමාන්ය ගබඩාව",
      desc: "සාමාන්‍යයෙන් කුඩා හෝ මධ්‍යම ප්‍රමාණයේ ව්‍යවසායයක්, ගෘහ ව්‍යාපාරයක්, හෝ dropshipper - භාණ්ඩ සෘජුවම පාරිභෝගිකයින්ට විකිණීම හෝ තොග වෙළෙන්දන්ගෙන් නිෂ්පාදන නැවත විකිණීම.",
    },

    dropshipping: {
      title: "අයිතමය",
      desc: "නිෂ්පාදනයක් සහ බඩු තොගයක් තබා නොගන්න - ඔබ සාමාන්‍යයෙන් තොග වෙළෙන්දෙකුට (මුද්‍රණය, තොග2බී, ... වැනි) හෝ නිෂ්පාදකයෙකුට ගෙවන අතර, ඔවුන් තිරය පිටුපස ඇණවුම් ඉටු කරයි.",
    },

    wholesaler: {
      title: "අයිතමය අයිතමය",
      desc: "Selldone සාමාන්‍යයෙන් තොග වෙළෙන්දෙකු හෝ නිෂ්පාදකයෙකු - අවසාන පාරිභෝගිකයා වෙත සෘජුවම ඇණවුම් යවන. අයිතමය හි අනෙකුත් වෙළෙන්දන්ට ඔබේ නිෂ්පාදන ඔවුන්ගේ වෙළඳසැල් තුළ ඩ්‍රොප්ෂිප් කළ හැක.",
    },
    marketplace: {
      title: "වෙළඳපොළ",
      desc: "මාර්ගගත වෙළඳපලවල් හිමිකාර සහ මධ්‍යගත වේදිකාවක් මත ගැනුම්කරුවන් සහ විකුණුම්කරුවන් සම්බන්ධ කරයි.",
    },

    franchise: {
      title: "ඡන්ද බලය / අනුබද්ධ",
      desc: "ෆ්‍රැන්චයිස් යනු ඔබේ වෙළඳ නාමය (ප්‍රැන්චයිසිං) ස්ථාපිත කරන හෝ ඔබේ නිෂ්පාදන ඔවුන්ගේ වෙළඳ නාමය (අනුබද්ධ) මගින් අලෙවි කරන ප්‍රාන්චයිසර් සම්බන්ධ නිෂ්පාදන හෝ සේවා බෙදා හැරීමේ ක්‍රමයකි.",
    },
  },

  /** {@see BPageMarketplace} **/
  marketplace: {
    vendor_wallets: "පසුම්බි",
    pricing_models: "මිල නියම කිරීම",
    add_vendor: "වෙළෙන්දා එකතු කරන්න",
    requests: "ඉල්ලීම්",
  },

  price_input_type: {
    title: "මිල ආදාන වර්ගය",
    default: {
      title: "පෙරනිමිය",
      desc: "කරත්තයේ ප්‍රමාණය ලෙස අගයක් තෝරන්න.",
    },
    area: {
      title: "ප්රදේශය",
      desc: "ප්‍රමාණය ගණනය කිරීම සඳහා ආදාන ලෙස පළල සහ දිග ඇතුළත් කරන්න.",
    },
    volume: {
      title: "පරිමාව",
      desc: "ප්‍රමාණය ගණනය කිරීම සඳහා ආදාන ලෙස පළල, දිග සහ උස ඇතුළත් කරන්න.",
    },
    custom: {
      title: "අභිරුචි (ආදාන පෝරමය අනුව)",
      desc: "ප්‍රභේද සිය ගණනක් අවශ්‍ය නොවේ! ඉතා අභිරුචිකරණය කළ හැකි නිෂ්පාදන සඳහා අභිරුචි පිරිවැය ගණනය කිරීමේ පෝරමයක් සාදන්න.",
    },
  },

  /** {@see BPageShuttleVendors} **/
  vendors_list: {
    title: "මගේ විකුණුම්කරුවන්",
    message:
      "Selldone මගේම වෙළෙන්දන්ගේ ලැයිස්තුව.",
  },

  vendor_page: {},

  /** {@see BDomainsList} **/
  domains: {
    message:
      "ඔබේ ව්‍යාපාරික OS වෙත වසම් කිහිපයක් සම්බන්ධ කර ඒවා සියල්ලම එක තැනක කළමනාකරණය කරන්න. ඔබට බ්ලොග් සහ ප්‍රජාව වැනි ඔබේ වෙබ් අඩවියේ එක් එක් කොටස සඳහා කැප වූ වසම් සෑදීමට බහු වසම් විශේෂාංගය භාවිත කළ හැකිය, නැතහොත් ඔබේ අනුබද්ධ ආයතන සඳහා විවිධ වසම් භාවිත කළ හැකිය.",
  },

  /** {@see BNoteButton}   {@see BNoteDialog} **/
  notes: {
    add_action: "ඔබේ කණ්ඩායම සඳහා සටහනක් එක් කරන්න",
    notifications: {
      success_add: "සටහන සාර්ථකව එකතු කර ඇත.",
      success_delete: "සටහන සාර්ථකව මකා ඇත.",
    },
  },

  /** {@see BDashboardShopExternalServices} **/
  external_services: {
    title: "බාහිර සේවා",
    subtitle:
      "SMS සහ ඊමේල් වැනි බාහිර සේවාවන්හි අවසාන තත්ත්වය මෙහි නිරීක්ෂණය කරන්න.",
  },

  /** {@see BPageShopSettingQuota**/
  shop_quota: {
    title: "භාවිත කෝටාව",
    sub_title:
      "මෙය ඔබේ සාප්පුව සඳහා භාවිත කෝටා ලැයිස්තුවයි. ඔබේ සාප්පු බලපත්‍රය වැඩිදියුණු කිරීමෙන් ඔබට මෙම සීමාවන් වැඩි කළ හැක. ඔබ සීමාවන් ඉක්මවා ගියහොත්, ඔබට අපෙන් අමතර දෛනික කෝටා දීමනා ඉල්ලා සිටිය හැක. සියලුම භාවිතය දිනපතා නැවත සකසනු ඇත.",
  },

  /** {@see WidgetAppCard} **/
  app_card: {
    category: "වර්ගය",
    installs: "ස්ථාපනය කරන්න",
    actives: "ක්රියාකාරී",
    uninstalls: "අස්ථාපනය කරයි",
    app_code: "යෙදුම් කේතය",
    app_mode: "යෙදුම් මාදිලිය",
  },

  product_status: {
    open: {
      name: "ක්රියාකාරී",
      title: "ක්‍රියාකාරී ╏ මාර්ගගත සහ නොබැඳි විකුණුම්",
      description: "මෙම නිෂ්පාදනය මාර්ගගත ඇණවුම් සඳහා ලබා ගත හැකිය.",
    },
    close: {
      name: "අක්රිය",
      title: "අක්රිය ╏ නොබැඳි විකුණුම් පමණි",
      description: "මෙම නිෂ්පාදනය මාර්ගගත ඇණවුම් සඳහා ලබා ගත නොහැක.",
    },
    pending: {
      name: "පොරොත්තුවෙන්",
      title: "පොරොත්තුවෙන්",
      description: "සජීවී වීමට පෙර වෙළඳපල සමාලෝචනය අවශ්‍ය වේ.",
    },
    rejected: {
      name: "ප්‍රතික්ෂේප කළා",
      title: "ප්‍රතික්ෂේප කළා",
      description: "මෙම නිෂ්පාදනය වෙළඳපොළ විසින් ප්රතික්ෂේප කරන ලදී.",
    },
    unlisted: {
      name: "අයිතමය",
      title: "අයිතමය",
      description:
        "මෙම නිෂ්පාදනය ගබඩාවේ ලැයිස්තුගත කර නැත, නමුත් සෘජු සබැඳියකින් ප්‍රවේශ විය හැකිය.",
    },
  },

  /**
   * BDashboardShopFeedback
   */
  direct_feedback: {
    title: "යවන්න අයිතමය අයිතමය",
    message:
      "Selldone හි දියුණු වීමට සහ ලාභ ලැබීමට ඔබේ ඉහළම 3 ව්‍යාපාරය හඳුනා ගන්න. මෙම තොරතුරු සෘජුවම ආරම්භකයින් සහ අධ්‍යක්ෂවරුන් සමඟ බෙදාගනු ලබන අතර ප්‍රවේශමෙන් සලකා බලනු ඇත. ඉදිරිපත් කිරීමෙන් පසු කාලයත් සමඟ ඔබට ඔබේ අවශ්‍යතා යාවත්කාලීන කළ හැකිය.",
    expand_action: "ලිවීම අයිතමය අයිතමය",
    input_label: "අයිතමය අයිතමය",
    to: {
      ceo: "යවන්න දක්වා CEO",
      team: "යවන්න දක්වා අයිතමය",
    },
    placeholder: {
      ceo: "කිසිසේත්ම හොඳ වීමට අවශ්‍ය නැත, මම ඔබේ සෘජු, දකුණට-ඉල්ලීම ඇසීමට කැමතියි.\nඋදා. මට තියෙන්න ඕනේ...",
      team: "කරුණාකර ඔවුන්ට කරුණාවන්ත වීමට උත්සාහ කරන්න.\nඋදා. මට තියෙන්න ඕනේ...",
    },
  },

  /**
   * BInventoryFilter
   */
  inventory_filter: {
    placeholder: "තෝරන්න පෙරහන *.*",
  },
  /**
   * BVendorInput
   */
  vendor_input: {
    placeholder: "පෙරහන විකුණුම්කරු",
  },

  /**
   * BShopProductsImportProcessing
   */
  product_import_processing: {
    title: "අයිතමය ආයාත කරන්න නිෂ්පාදන",
    message:
      "අපි නිෂ්පාදන සහ රූප ආනයනය කිරීමේ ක්‍රියාවලියක යෙදී සිටිමු, එය සම්පූර්ණ කිරීමට යම් කාලයක් ගතවනු ඇත.",
  },

  /**
   * BOrderInput
   */
  order_input: {
    message:
      "මෙහි ප්‍රදර්ශනය කර ඇති තොරතුරු නිෂ්පාදන ආදාන ආකෘති ව්‍යුහයට අනුකූලව පාරිභෝගිකයා විසින් ඉදිරිපත් කර ඇත.",
  },

  /**
   * BPageConnectDashboard
   */
  shop_connect: {
    test: {
      title: "ගබඩා",
      subtitle: "අයිතමය සේවාව වාර්තාව",
      action: "අයිතමය අයිතමය",
      last_update: "අයිතමය අයිතමය අයිතමය",
    },
    service_status: {
      title: "සේවාව තත්ත්වය",
      syncing_message: "අයිතමය අයිතමය අයිතමය",
      action: "අයිතමය සෑම",
      connect_status: "Connect තත්ත්වය",
      service_status: "සේවාව තත්ත්වය",
      auto_confirm_enable_msg: "අයිතමය අයිතමය නියෝග අයිතමය සක්‍රීය කර ඇත",
      auto_confirm_disable_msg:
        "ස්වයංක්‍රීය අයිතමය අයිතමය නියෝග අයිතමය අයිතමය සක්‍රීය කර ඇත",
      shipping_enable_msg:
        "අයිතමය නාවික අයිතමය අයිතමය තොරතුරු අයිතමය අයිතමය පරීක්ෂාකාරී වන්න",
    },
    detail: {
      title: "Connect අයිතමය",
      auto_confirm_order: "ස්වයංක්‍රීය අයිතමය නියෝග",
      test_mode: "අයිතමය මාදිලිය",
      status: {
        subtitle: "අයිතමය තොරතුරු අයිතමය අයිතමය තත්ත්වය",
      },
      sync: {
        title: "අයිතමය අයිතමය",
        subtitle:
          "අභ්යන්තර සමමුහුර්ත විස්තර. සමමුහුර්ත ක්‍රියාවලි යුගයක් සාර්ථකව අවසන් වූ පසු මෙම තොරතුරු සුරැකේ.",
        no_data: "නැත අයිතමය තොරතුරු!",
      },
    },

    products: {
      title: "නිෂ්පාදන",
      subtitle:
        "{name} වෙතින් එකතු කළ නිෂ්පාදන ලැයිස්තුව. ඔබේ නිෂ්පාදනයට අද්විතීය නමක් සහ SKU ඇති බවට වග බලා ගන්න. සමහර Connect සේවාවන් සංක්‍රමණය සඳහා භාවිතා වේ, එබැවින් ඔබ සතුව අනුපිටපත් <b>SKUs</b> සහ <b>Names</b> සහිත නිෂ්පාදන තිබේ නම්, එම නිෂ්පාදන වෙනස් වනු ඇත!",
      action: "අයිතමය නිෂ්පාදන",
      syncing_message: "අයිතමය අයිතමය අයිතමය",
    },

    logs: {
      title: "අයිතමය",
      subtitle:
        "පසුගිය දින 7 තුළ සියලු ලොග ලැයිස්තුව. ලොග් කිරීමේ විශේෂාංගය බාහිර සේවා සපයන්නන් මත පමණක් සහාය දක්වයි.",
    },

    edit: {
      title: "එක් කරන්න අලුත් Connect",

      service: {
        title: "සේවාව",
        subtitle:
          "සම්බන්ධ වීමට ඉලක්ක වේදිකාව, dropshipping සැපයුම්කරු, හෝ වෙළඳපොළ තෝරන්න.",
      },
      test: {
        false_title: "අයිතමය සෑම",
        false_desc: "අයිතමය සෑම ඇත නිෂ්පාදන, වර්ග, පාරිභෝගිකයන්",
        true_title: "අයිතමය (අයිතමය අයිතමය අයිතමය)",
        true_desc:
          "උපරිම නිෂ්පාදන, කාණ්ඩ සහ පාරිභෝගිකයින් 5ක් ලබා ගන්න. ඔබට එය ඕනෑම වේලාවක Connect > Setting තුළ සම්පූර්ණ ප්‍රකාරයට හැරවිය හැක.",
      },
      overwrite: {
        false_title: "අයිතමය අයිතමය වෙනස් කරන්න අයිතමය අයිතමය",
        false_desc: "පවතින නිෂ්පාදන සහ ප්‍රවර්ග විස්තර එලෙසම තබා ගන්න.",
        true_title: "අයිතමය",
        true_desc:
          "යාවත්කාලීන කරන්න අයිතමය නිෂ්පාදන, අයිතමය, අයිතමය වර්ගය තොරතුරු",
      },
      migration_tips:
        "<b>Tips: </b>If you want to test the functionality please select\n" +
        "            <b>Limited</b> option. By selecting 'Sync all', we get all data from your connected services and download related images, so it will reduce your free storage. Also, removing many products, categories, and customers would be hard!",
      add_action: "ස්වයංක්‍රීය සම්බන්ධ කරන්න දක්වා",
      order: {
        title: "ඇණවුම තත්ත්වය",
        subtitle:
          "ඔබගේ වෙළඳසැල සඳහා සම්බන්ධිත සේවාවේ ඇණවුම් කළමනාකරණ සැකසුම් වින්‍යාස කරන්න. ඇණවුම පිළිගැනීම සැකසීම, ස්වයංක්‍රීය ඇණවුම් තහවුරු කිරීම (සහාය දක්වන්නේ නම්) සහ නැව්ගත කිරීමේ පිරිවැය ගණනය කිරීම් වින්‍යාස කිරීම මෙයට ඇතුළත් වේ.",
      },
      enable: {
        label: "Connect තත්ත්වය",
        true_desc: "ඉන්වෙන්ටරි අයිතමය නියෝග අයිතමය අයිතමය අයිතමය",
      },
      confirm: {
        label: "ස්වයංක්‍රීය අයිතමය නියෝග",
        false_desc: "ඔබ ඇණවුම අතින් තහවුරු කළ යුතුය.",
        true_desc:
          "සජීවී ගෙවීම් සහිත ඇණවුම් ස්වයංක්‍රීයව අනුමත වේ. දෝශ නිරාකරණ ගෙවීම් සහිත ඇණවුම් ස්වයංක්‍රීයව අනුමත නොවේ.",
        tips: "තෑගි කාඩ්පත හෝ COD හෝ නිදොස් කිරීමේ මාදිලියේ ගෙවීම් ද්වාර මගින් ගෙවන ඇණවුම් ව්‍යතිරේක වන අතර ස්වයංක්‍රීයව තහවුරු නොවනු ඇත.",
      },

      shipping: {
        label: "නාවික",
        tips: "මෙම සේවාව ඔබේ අභිමතය පරිදි සක්‍රීය හෝ අක්‍රිය කළ හැකි, නැව්ගත කිරීමේ ගණනය කිරීම් ඉදිරිපත් කරයි. සබල කර ඇත්නම්, තුන්වන පාර්ශ්ව සේවා සහිත පිරිවැය ගණනය කිරීමේ API අවශ්‍ය වනු ඇත, එය පිටවීමේ පිටුවේ මිල යාවත්කාලීන කිරීම සඳහා 300ms ප්‍රමාදයක් ඇති කළ හැක.",
        false_title: "අයිතමය",
        false_desc:
          "ආනයනය කළ ඒවා ඇතුළුව සියලුම නිෂ්පාදන සඳහා සාප්පුව > ලොජිස්ටික් > ප්‍රවාහනය තුළ මගේ නැව්ගත කිරීමේ පිරිවැය ගණනය භාවිත කරන්න.",
        true_title: "අයිතමය නාවික",
        true_desc:
          "මෙම සේවාව මගින් පිරිනමනු ලබන නැව් ගාස්තු ගණනය කිරීමේ API භාවිතා කරන්න.",
      },

      remove: {
        verify: "මම මෙම සම්බන්ධතාවය ඉවත් කිරීමට සත්‍යාපනය කරමි.",
        action: "ඉවත් කරන්න සම්බන්ධ කරන්න",
      },
    },

    /**
     * BPageShopChannelConnect
     */
    list: {
      title: "Connect OS",
      subtitle:
        "ඔබේ ව්‍යාපාර මෙහෙයුම් පද්ධතිය බාහිර සේවාවන්ට සම්බන්ධ කර සියලුම නාලිකා එකම ස්ථානයේ කළමනාකරණය කරන්න.",
      action: "Connect අලුත් සේවාවන්",
      empty_message:
        "dropshipping සඳහා යෙදුම් සහ ප්ලගීන අමතක කරන්න! Connect යනු හරස් වේදිකා ඇණවුම් කළමනාකරණයේ අනාගතයයි.",
      auto_confirm: "ස්වයංක්‍රීය අයිතමය",
      shipping: "නාවික",
      syncing_now: "අයිතමය අයිතමය!",
      sync_not_started: "අයිතමය අයිතමය අයිතමය ආරම්භය අයිතමය!",
    },
  },

  /**
   * ConnectMode
   */
  connect_mode: {
    Migration: {
      title: "අයිතමය",
      desc: "නිෂ්පාදන, කාණ්ඩ සහ පාරිභෝගිකයින් ලබා ගන්න. පරිශීලකයා මෙම සේවාව මකා දැමූ පසු, ලැබුණු නිෂ්පාදන, කාණ්ඩ සහ පාරිභෝගිකයින් මකා නොදමනු ඇත.",
    },
    Dropshipping: {
      title: "අයිතමය",
      desc: "නිෂ්පාදන, කාණ්ඩ සහ ඇණවුම් ලබා ගන්න. පරිශීලකයා සේවාව ඉවත් කිරීමෙන් පසු පද්ධතිය නිෂ්පාදන ඉවත් කරයි.",
    },
    Marketplace: {
      title: "වෙළඳපොළ",
      desc: "ඉන්වෙන්ටරි සමමුහුර්ත කර ඇණවුම් ලබා ගන්න (නිෂ්පාදන SKU විසින් සම්බන්ධ කරනු ලැබේ).",
    },
    Accounting: {
      title: "ගිණුම්කරණය",
      desc: "යවන්න නියෝග අයිතමය මූල්යමය තොරතුරු",
    },
    Other: {
      title: "අයිතමය",
      desc: "අයිතමය සේවාවන්",
    },
  },

  /**
   * BPageShopPagesLandings
   */
  shop_landings: {
    title: "ගොඩබෑමේ පිටු",
    add_new_action: "එක් කරන්න අලුත් පිටුව",
    subtitle:
      "බහුකාර්ය AI බලයෙන් ක්‍රියාත්මක වන පේළිගත සංස්කාරකයක් භාවිතයෙන් ඔබේ සන්නාමය සඳහා සුවිශේෂී, ප්‍රතිචාරාත්මක අභිරුචි පිටු සාදන්න, සහ දත්ත පෝෂණය කිරීමෙන් ස්වයංක්‍රීයව ගතික අන්තර්ගතය ජනනය කරන්න.",
    empty_message: "නිර්මාණ අභිරුචි පිටු අයිතමය අයිතමය & අයිතමය",
  },

  /**
   * BPageShopPermissionStaff
   */
  shop_staff: {
    list: {
      title: "කාර්ය මණ්ඩලය කළමනාකරණය",
      subtitle:
        "මෙම වෙළඳසැලේ උපකරණ පුවරුව සහ කළමනාකරණ අංශ වෙත ප්‍රවේශය ඇති පරිශීලකයින්.",
    },
    pending: {
      title: "පොරොත්තුවෙන්",
      message: "පෙන්වන්න පොරොත්තුවෙන් අයිතමය",
    },
  },

  /**
   * BPageShopCommunityComments
   */
  community_comments: {
    title: "අදහස්",
    subtitle: "මෙය ප්‍රජාවගේ අදහස් ලැයිස්තුවකි.",
    empty_msg: "නැත අදහස් අයිතමය අයිතමය ",
  },

  /**
   * BPageShopCommunityCategories
   */
  community_categories: {
    title: "වර්ග",
    subtitle: "මෙය ප්‍රජාවගේ වර්ග ලැයිස්තුවකි.",
    new_category_action: "නව කාණ්ඩය",
    empty_msg: "නැත වර්ග අයිතමය අයිතමය ",
    filter: {
      delete: {
        title: "මකා දමන ලදී",
        description: "පෙන්වන්න මකා දමන ලදී වර්ග",
      },
    },
  },
  /**
   * BPageShopCommunityPosts
   */
  community_posts: {
    title: "අයිතමය",
    subtitle: "අයිතමය අයිතමය අයිතමය ලැයිස්තුව අයිතමය අයිතමය ",
    filter: {
      deleted: {
        title: "මකා දමන ලදී",
        description: "පෙන්වන්න මකා දමන ලදී අයිතමය",
      },
      reported: {
        title: "වාර්තාව",
        description: "පෙන්වන්න වාර්තාව අයිතමය",
      },
    },
    empty_msg: "නැත අයිතමය අයිතමය ",
    menu: {
      open_post: {
        title: "අයිතමය අයිතමය",
        subtitle: "ප්‍රජාව තුළ පළ කිරීම් බලන්න සහ සංස්කරණය කරන්න.",
      },
      spam: {
        title: "වාර්තාව & ඉවත් කරන්න අයිතමය",
        subtitle: "පළ කිරීම් තොග ඉවත් කර පරිශීලකයා තහනම් කරන්න.",
      },
      delete: {
        title: "මකන්න අයිතමය",
        subtitle: "ඉවත් කරන්න අයිතමය අයිතමය",
      },
    },
  },

  /**
   * {@see BGoogleTagManager}
   */
  channel_google: {
    gtag: {
      title: "ටැග් කරන්න අයිතමය",
      subtitle:
        "Google Analytics ෆ්ලෑෂ්, වීඩියෝ, සහ සමාජ මාධ්‍ය අඩවි සහ යෙදුම් හඹා යන අතරතුර දැන්වීම් ROI මැනීම සබල කරයි. Google Tag Manager හි නොමිලේ, සරල සහ විශ්වාසනීය විසඳුම් සමඟින් වෙබ් අඩවි ටැග් පහසුවෙන් කළමනාකරණය කරන්න—කේත සංස්කරණයක් අවශ්‍ය නොවේ.",
      tag_id: {
        label: "Google ටැග් කරන්න අයිතමය ID",
      },
    },
    shopping: {
      title: "Google අයිතමය",
      subtitle:
        "දත්ත මූලාශ්‍ර Google හි ඔබගේ නාමාවලි තොරතුරු වල මූලාරම්භය දක්වයි. Google වෙළඳ භාණ්ඩ වෙත සියලුම නිෂ්පාදන සහ ප්‍රවර්ග ස්වයංක්‍රීයව එක් කිරීමට මෙම සබැඳිය අනුගමනය කරන්න.",
      tips: "Google දැන්වීම් ආයාසයකින් තොරව සහ ස්වයංක්‍රීයව කළමනාකරණය කිරීමට ඔබට මෙම මෙවලම භාවිත කළ හැක.",
      link_message: "Google නිෂ්පාදන අයිතමය URL",
    },
    console: {
      title: "සොයන්න අයිතමය",
      subtitle: "Google සෙවුම් කොන්සෝල සත්‍යාපනය සඳහා ඔබේ මුල් පිටුවට මෙටා ටැගයක් එක් කරන්න.",
      code: {
        label: "අයිතමය අයිතමය ටැග් කරන්න",
        placeholder: "සිට අයිතමය, අයිතමය අයිතමය",
      },
    },
    serp: {
      title: "Google SERP & අයිතමය",
      subtitle:
        "අපි Google වෙතින් වඩාත් නිවැරදි SEO විගණන දත්ත ලබාගෙන එය ඔබට පහසු ආකාරයකින් ඉදිරිපත් කරන්නෙමු. සරලව සපයා ඇති පියවර අනුගමනය කරන්න.",
    },
    serp_content: {
      title: "Connect දක්වා Google සොයන්න අයිතමය",
      subtitle:
        "ඔබගේ වෙළඳසැල සෙවුම් කොන්සෝලය වෙත සම්බන්ධ කර Selldone හි මූල පද, ශ්‍රේණි සහ වෙනත් නොමිලේ SEO මෙවලම් ගවේෂණය කිරීම ආරම්භ කරන්න.",
      tips: {
        title:
          "Selldone Google සෙවුම් කොන්සෝලය සමඟ සම්බන්ධ කිරීමට පෙර, පහත කරුණු සහතික කරන්න:",
        add_in_selldone: "ඔබගේ අභිරුචි වසම එක් කරන්න, සත්‍යාපනය කරන්න සහ මූලික ලෙස සකසන්න.",
        add_in_google: "ඔබගේ<a href=\"https://search.google.com/search-console\" target=\"_blank\"> <b>Google සෙවුම් කොන්සෝලය</b></a> තුළ <b>{domain}</b> එකතු කර තහවුරු කරන්න.",
      },
      action_custom_domain: "අභිරුචි වසම්",
      action_connect_now: "දැන් සම්බන්ධ වන්න",
      action_remove_connection: "ඉවත් කරන්න අයිතමය",
    },
  },

  /**
   * {@see BPageShopIncentivesCoupon}
   */
  cashback: {
    add_new: "එක් කරන්න අලුත් මුදල් ආපසු",
    title: "මුදල් ආපසු අයිතමය",
    boosted: "අයිතමය (2අයිතමය)",
    min_purchase: "අවම මිලදී ගැනීම",
    only_first_order: "අයිතමය අයිතමය 🛍️ ඇනවුම් කරන්න",
    total_cashback: "සමස්ත මුදල් ආපසු",
    delete_alert: {
      title: "මකන්න මුදල් ආපසු අයිතමය",
      message: "මෙම මුදල් ආපසු ගෙවීමේ වැඩසටහන මකා දැමීමට ඔබට විශ්වාසද?",
      action: "ඔව්, දැන් මකන්න",
    },
    notifications: {
      delete_success: "මුදල් ආපසු අයිතමය මකා දමන ලදී අයිතමය",
    },
  },
  /**
   * {@see BPageCashback}
   */
  shop_cashback: {
    title: "මුදල් ආපසු අයිතමය",
    up_to: "දක්වා",
    menu: {
      back: "ආපසු අයිතමය",
      dashboard: "උපකරණ පුවරුව",
      orders: "නියෝග",
      edit: "සංස්කරණය කරන්න",
    },
    /**
     * {@see BPageCashbackDashboard}
     */
    dashboard: {
      chart_amount_buy: {
        label: "මිලදී ගන්න",
        y: "මිලදී ගැනීමේ මුදල {currency}",
      },
      chart_amount_cashback: {
        label: "මුදල් ආපසු",
        y: "මුදල් ආපසු ප්රමාණය {currency}",
      },
      chart_used: {
        label: "පාවිච්චි කළා",
        y: "ටයිම්ස්",
      },
    },
    /**
     * {@see BPageCashbackOrders}
     */
    orders: {
      title: "මුදල් ආපසු නියෝග",
      table: {
        amount_cashback: "මුදල් ආපසු ප්රමාණය",
        payment_status: "ගෙවීම් තත්ත්වය",
        date: "දිනය",
      },
    },
  },

  /**
   * {@see BCashbackAdd}
   */
  cashback_edit: {
    config: {
      subtitle: "මෙහි chasback ප්‍රතිශතය, සීමාව සහ එහි තත්ත්වය සකසන්න.",
    },
    percent_input: {
      title: "මුදල් ආපසු අයිතමය",
      message: "අයිතමය අයිතමය මුදල් ආපසු අයිතමය සිට 1% දක්වා 20%.",
    },
    currency_input: {
      message: "මුදල් ආපසු ගෙවීමේ වැඩසටහන මෙම මුදල් සඳහා පමණක් ලබා ගත හැක.",
    },
    limit_input: {
      title: "සීමාව",
      hint: "අයිතමය අයිතමය උපරිම ප්රමාණය අයිතමය මුදල් ආපසු",
      zero_message: "අයිතමය 0 අයිතමය අසීමිත මුදල් ආපසු",
    },
    duration: {
      title: "කාල සීමාව සීමාව",
      subtitle: "අයිතමය කාල සීමාව අයිතමය මුදල් ආපසු අයිතමය අයිතමය විකල්ප",
    },
    start_input: {
      title: "ආරම්භක දිනය",
      placeholder: "තෝරන්න ආරම්භ කරන්න දිනය",
    },
    end_input: {
      title: "අවසාන දිනය",
      placeholder: "තෝරන්න අවසානය දිනය",
    },
    design: {
      subtitle:
        "මුදල් ආපසු ගෙවීමේ වැඩසටහන සඳහා මාතෘකාව සහ කෙටි විස්තරය සකසන්න. මෙම තොරතුරු පාරිභෝගිකයින්ට පෙන්වනු ඇත.",
    },
    title_input: {
      title: "ශීර්ෂය",
    },
    description_input: {
      title: "විස්තර",
    },
    constraints: {
      subtitle: "අයිතමය අයිතමය මුදල් ආපසු අයිතමය",
    },
    min_purchase_input: {
      hint: "මුදල් ආපසු ගෙවීමේ වැඩසටහන සඳහා අවම මිලදී ගැනීමේ මුදල ඇතුළත් කරන්න.",
      title: "අවම මිලදී ගැනීම",
    },
    only_first_buy_input: {
      false_desc: "මුදල් ආපසු ගෙවීමේ වැඩසටහන සියලුම ඇණවුම් සඳහා ලබා ගත හැකිය.",
      true_desc:
        "මුදල් ආපසු ගැනීමේ වැඩසටහන පළමු ඇණවුම සඳහා පමණක් ලබා ගත හැකිය.",
      true_title: "අයිතමය අයිතමය 🛍️ ඇනවුම් කරන්න",
      false_title: "සෑම නියෝග",
    },
    qualify_input: {
      false_title: "සෑම පාරිභෝගිකයන්",
      true_title: "අයිතමය පාරිභෝගිකයන්",
      true_msg:
        "මුදල් ආපසු ලබා ගැනීමේ වැඩසටහන සුදුසුකම් ලත් පාරිභෝගිකයින් සඳහා පමණක් ලබා ගත හැකිය.",
    },
    club: {
      subtitle:
        "මුදල් ආපසු ගෙවීමේ වැඩසටහන සඳහා සමාජය සකසන්න. මුදල් ආපසු ගෙවීමේ වැඩසටහන මෙම සමාජ ශාලාවේ සිටින පාරිභෝගිකයන් සඳහා පමණක් ලබා ගත හැකිය.",
    },
    cluster: {
      subtitle:
        "මුදල් ආපසු ගෙවීමේ වැඩසටහන සමඟ පොකුරක් සම්බන්ධ කිරීමෙන්, ඔබට එය වඩාත් ඵලදායී ලෙස කළමනාකරණය කළ හැකිය.",
    },
    notifications: {
      add: "මුදල් ආපසු අයිතමය එක් කරන්න අයිතමය",
      edit: "මුදල් ආපසු අයිතමය අයිතමය අයිතමය",
    },
    enable_input: {
      true_msg: "මුදල් ආපසු ගැනීමේ වැඩසටහන සක්‍රීය වන අතර පාරිභෝගිකයින්ට එය භාවිතා කළ හැකිය.",
      false_msg:
        "මුදල් ආපසු ගෙවීමේ වැඩසටහන අක්‍රිය වන අතර පාරිභෝගිකයින්ට එය භාවිතා කළ නොහැක.",
    },
    boosted_input: {
      false_title: "සාමාන්ය",
      true_title: "අයිතමය (2අයිතමය මුදල් ආපසු)",
      true_msg:
        "මුදල් ආපසු ගෙවීමේ වැඩසටහන බූස්ට් මාදිලියේ පවතින අතර පාරිභෝගිකයින්ට 2x මුදල් ආපසු ලැබෙනු ඇත.",
      false_msg:
        "මුදල් ආපසු ගෙවීමේ වැඩසටහන සාමාන්‍ය මාදිලියේ පවතින අතර පාරිභෝගිකයින්ට සාමාන්‍ය මුදල් ආපසු ලැබෙනු ඇත.",
    },
  },

  /**
   * @see BOrderPaymentRowPayment
   */
  row_payment: {
    actions: {
      refund: {
        title: "මුදල් ආපසු ගෙවීම ගෙවීම",
        subtitle: "අයිතමය අයිතමය අයිතමය මුදල් ආපසු ගෙවීම සහාය",
      },
      delivery: {
        title: "අයිතමය අයිතමය භාරදීම",
        subtitle: "අයිතමය අයිතමය භාරදීම අයිතමය ගෙවීම අයිතමය",
      },
    },
  },

  /**
   * @see BOrderPaymentActionsRefundDialog
   */
  payment_refund_dialog: {
    title: "මුදල් ආපසු ගෙවීම ගෙවීම",
    message:
      "ආරක්ෂක හේතූන් මත, ආපසු ගෙවීම සඳහා සුදුසුකම් ලබන්නේ පසුගිය දින 7 තුළ ගෙවූ ඇණවුම් පමණි.",
    payment_amount: "ගෙවීම් මුදල",
    total_refund_amount: "සමස්ත මුදල් ආපසු ගෙවීම ප්රමාණය",
    can_refund: "අයිතමය මුදල් ආපසු ගෙවීම",
    refund_amount: "මුදල් ආපසු ගෙවීම ප්රමාණය",
    verify: {
      title: "අයිතමය මුදල් ආපසු ගෙවීම",
      description:
        "ආපසු ගෙවීමේ මුදල නිවැරදි බව මම තහවුරු කරන අතර මට ඉදිරියට යාමට අවශ්‍යයි.",
    },
    action: "මුදල් ආපසු ගෙවීම අයිතමය",
  },

  /**
   * @see BOrderPaymentActionsDeliveryDialog
   */
  payment_delivery_dialog: {
    title: "පාරිභෝගිකයා භාරදීම අයිතමය",
    message:
      "ඇතැම් ගෙවීම් සේවා සඳහා ඇණවුම පාරිභෝගිකයා වෙත ලබා දී ඇති බව තහවුරු කිරීම අවශ්‍ය වේ. අපි සාමාන්‍යයෙන් මෙම තහවුරු කිරීම පාරිභෝගිකයාගේ බෙදාහැරීමේ සහතිකය ලැබුණු විට ඇණවුම සම්පූර්ණ කිරීමේ අවසන් පියවරේදී යවන්නෙමු. කෙසේ වෙතත්, ඔබට මෙම ක්‍රියාව අතින් සිදු කිරීමට අවශ්‍ය නම්, ඔබට එය මෙහිදී කළ හැක.",
    verify: {
      title: "අයිතමය භාරදීම",
      description:
        "ඇණවුම පාරිභෝගිකයා වෙත ලබා දී ඇති බව මම තහවුරු කරමි.",
    },
    action: "අයිතමය අයිතමය",
  },

  /**
   * @see BPageProductCrossSelling
   */
  product_cross_selling: {
    title: "හරස් විකිණීම",
    add_new_actions: "නව නිෂ්පාදනයක් එකතු කරන්න",
    subtitle:
      "මෙම කොටසේදී, ඔබට මෙම නිෂ්පාදන පිටුව සඳහා හරස් විකුණුම් නිෂ්පාදන එක් කිරීමට සහ කළමනාකරණය කිරීමට හැකිය. මෙම නිෂ්පාදන ප්‍රධාන අයිතමය සමඟ මිලදී ගැනීමට පාරිභෝගිකයින්ට යෝජනා ලෙස ප්‍රදර්ශනය කෙරේ. අමතර මිලදී ගැනීම් දිරිමත් කිරීමට සහ දිරිගැන්වීමට ඔබට වට්ටම් ද සැකසිය හැක. පද්ධතිය පාරිභෝගිකයාට සලකා බැලීම සඳහා උපරිම අයිතම 3ක් ප්‍රදර්ශනය කරනු ඇත.",
    dialog: {
      edit_title: "සංස්කරණය කරන්න අයිතමය අයිතමය නිෂ්පාදන",
      add_title: "එක් කරන්න අලුත් අයිතමය අයිතමය නිෂ්පාදන",
      target: {
        title: "අයිතමය නිෂ්පාදන",
        subtitle:
          "අයිතමය අයිතමය නිෂ්පාදන අයිතමය මෙන් දක්වා අයිතමය අයිතමය නිෂ්පාදන",
        select_products: "තෝරන්න නිෂ්පාදන(අයිතමය)",
      },
      list: {
        title: "අයිතමය නිෂ්පාදන",
        subtitle: "අයිතමය නිෂ්පාදන අයිතමය අයිතමය ",
        manage_product: "කළමනාකරණය කරන්න නිෂ්පාදන",
      },
      discount: {
        title: "වට්ටම් & පණිවුඩය",
        subtitle:
          "තෝරාගත් අමතර අයිතම මිලදී ගැනීමට පාරිභෝගිකයින් පෙළඹවීම සඳහා පණිවිඩයක් ඇතුළත් කිරීමට සහ වට්ටමක් පිරිනැමීමට ඔබට විකල්පයක් ඇත. මෙම දිරිගැන්වීම් විකුණුම් වැඩි කිරීමට සහ සමස්ත සාප්පු සවාරි අත්දැකීම වැඩිදියුණු කිරීමට උපකාරී වේ.",
        amount_input: {
          message:
            "පවතින සියලුම වට්ටම් සැලකිල්ලට ගැනීමෙන් පසු වට්ටම් ප්‍රතිශතය නිෂ්පාදන මිලට යොදනු ලැබේ.",
        },
        mismatch_type_warning:
          "ප්‍රභවය සහ ඉලක්ක අයිතම එකම කූඩයක නොතබන බැවින් ප්‍රධාන නිෂ්පාදන වර්ග හැර වෙනත් වර්ග සඳහා වට්ටම් යෙදිය නොහැක.",
        not_support_subscription_type_warning:
          "හරස් විකුණුම් දායකත්ව නිෂ්පාදන සඳහා වට්ටම් සැකසීම කළ නොහැක, මන්ද මිල සැලසුම් ගතිකව සකස් කළ නොහැක.",
        message_input: {
          message:
            "අයිතමය අයිතමය ශීර්ෂය දක්වා අයිතමය පාරිභෝගිකයන් අයිතමය",
          placeholder:
            "අයිතමය & සුරකින්න: අයිතමය අයිතමය !",
        },
      },
      action: {
        title: "අයිතමය",
        subtitle:
          "මෙහි හරස් විකුණුම් නිෂ්පාදනයේ ක්‍රියාව වෙනස් කරන්න. ඔබේ නිෂ්පාදනයට තක්සේරු පෝරමයක් හරහා අභිරුචි තොරතුරු ඇතුළත් කිරීම අවශ්‍ය නම්, ක්‍රියාව ලෙස \"කරත්තයට එක් කරන්න\" තෝරා නොගන්න, මෙය දෝෂ ඇති විය හැක.",
      },
    },
  },
  /**
   * @see BProductVariantsBulkAdd
   */
  product_variants_bulk_add: {
    title: "එක් කරන්න ප්රභේද අයිතමය අයිතමය",
    variants: {
      title: "අයිතමය අයිතමය",
      subtitle:
        "ප්‍රභේද විකල්ප දෙකක් දක්වා තෝරන්න. තේරීමෙන් පසු, ඔබට ස්වයංක්‍රීයව නිර්මාණය කළ යුතු විශේෂිත ප්‍රභේද තෝරාගත හැක.",
    },
    values: {
      title: "අයිතමය අයිතමය",
      subtitle: "අයිතමය අයිතමය ",
      prevent_duplicates_tips:
        "<b>සටහන:</b> අයිතමය අයිතමය ප්රභේද දක්වා අයිතමය අයිතමය",
    },
    inventory: {
      title: "අයිතමය ඉන්වෙන්ටරි",
      subtitle: "නව ප්‍රභේද සඳහා ආරම්භක ඉන්වෙන්ටරි ගණන සකසන්න.",
    },
    add_variants_action: "නිර්මාණය කරන්න ප්රභේද",
  },

  /**
   * @see CrossSellActionType
   */
  CrossSellActionType: {
    AddToCart: {
      title: "ගැලට එක් කරන්න",
      description:
        "Add to Cart බොත්තම කෙලින්ම පෙන්වන්න. දායකත්ව නිෂ්පාදන සඳහා මෙය අදාළ නොවන බව සලකන්න.",
    },
    ViewProduct: {
      title: "නිෂ්පාදනය බලන්න",
      description:
        "නව කවුළුවක් විවෘත කිරීමෙන් පාරිභෝගිකයින් නිෂ්පාදන පිටුවට යොමු කරන තවත් View More බොත්තමක් සංදර්ශන කරන්න.",
    },
  },

  /**
   * @see BProductFlow
   */

  product_flow: {
    title: "මිලදී ගලනවා",
    subtitle: "මෙය ඔබේ නිෂ්පාදනයේ මිලදී ගැනීමේ ප්‍රවාහය සහ සෞඛ්‍ය පරීක්ෂාවයි.",

    /**
     * @see BProductFlowRowConnect
     */
    connect: {
      subtitle: "අයිතමය නිෂ්පාදන අයිතමය අයිතමය එක් කරන්න අයිතමය <b>{name}</b>.",
      enable_msg: "අයිතමය අයිතමය දක්වා අයිතමය සේවාව අයිතමය සක්‍රීය කර ඇත",
      disable_msg: "අයිතමය අයිතමය දක්වා අයිතමය සේවාව අයිතමය අක්‍රීය කර ඇත",
      has_shipping_msg:
        "{name} ආධාරක නැව්ගත කිරීම. එබැවින් ඔබට පිටවීමේ පිටුවේ {name} මගින් ස්වයංක්‍රීය නැව්ගත කිරීමේ ගණනය සක්‍රීය කිරීමට විකල්පයක් ඇත.",
    },
    /**
     * @see BProductFlowRowHealth
     */
    health: {
      title: "නිෂ්පාදන අයිතමය",
      available_in_stock_msg: "නිෂ්පාදන අයිතමය ඇත අයිතමය අයිතමය",
      out_of_stock_msg: "නිෂ්පාදන අයිතමය අයිතමය ",
      file_count_msg:
        "{files_count} ගොනු අයිතමය සමස්ත {files_size} උඩුගත කරන්න අයිතමය අයිතමය නිෂ්පාදන",
      no_file_uploaded_msg: "නැත ගොනුව අයිතමය අයිතමය උඩුගත කරන්න අයිතමය",
      no_image_uploaded_msg:
        "උඩුගත කරන්න අයිතමය නිෂ්පාදන රූප දක්වා උපයන්න අයිතමය තව. . අයිතමය",
    },
    /**
     * @see BProductFlowErrorsVendor
     */
    vendor_errors: {
      title: "අයිතමය විකුණුම්කරුවන්",
      subtitle:
        "මෙම නිෂ්පාදනයට දැනට සම්බන්ධිත වෙළෙන්දන් නොමැත. භාණ්ඩයක් වෙළඳපොලේ මිලදී ගත හැකි වීමට නම්, එයට අවම වශයෙන් එක් වෙළෙන්දෙකු සිටිය යුතුය.",
      manage_vendors: "කළමනාකරණය කරන්න විකුණුම්කරුවන්",
    },

    /**
     * @see BProductFlowErrorsFile
     */
    file_errors: {
      title: "අයිතමය ගොනු",
      subtitle:
        "දැනට, මෙම නිෂ්පාදනය සඳහා ගොනු උඩුගත කර නොමැත. කරුණාකර ඉදිරියට යාමට ගොනු උඩුගත කරන්න.",
      manage_files: "කළමනාකරණය කරන්න ගොනු",
    },

    /**
     * @see BProductFlowRowPricing
     */
    pricing: {
      title: "මිල නියම කිරීම",
      no_product_price_msg: "අයිතමය පෙරනිමිය නිෂ්පාදන මිල අයිතමය අයිතමය අයිතමය!",
      listing_pricing_msg: "ලැයිස්තුගත කිරීම මිල නියම කිරීම:",
      has_valuation_msg: "නිෂ්පාදන අයිතමය අයිතමය",
      subscription_pricing_msg:
        "අයිතමය නිෂ්පාදන අයිතමය {count} දායකත්වය මිල නියම කිරීම සැලසුම්",
      has_no_subscription_pricing_msg:
        "අයිතමය නිෂ්පාදන අයිතමය නැත දායකත්වය මිල නියම කිරීම සැලසුම්",
    },
    /**
     * @see BProductFlowErrorsSubscription
     */
    subscription_errors: {
      title: "අයිතමය දායකත්වය මිල නියම කිරීම සැලසුම්",
      subtitle:
        "මෙම නිෂ්පාදනයට දායකත්ව මිල සැලසුම් නොමැත. මෙම නිෂ්පාදනය දායකත්ව මිල දී ගැනීම සඳහා ලබා ගත හැකි කිරීමට ඔබ අවම වශයෙන් එක් දායක මිල සැලැස්මක් එක් කිරීමට අවශ්‍ය වේ.",
      pricing_plans: "මිල නියම කිරීම සැලසුම්",
    },

    /**
     * @see BProductFlowRowLocation
     */
    location: {
      title: "අයිතමය ස්ථානය සීමාව ● {status}",
      status: {
        has_restriction: "ඇත අයිතමය {count} අයිතමය",
        no_restriction: "අයිතමය අයිතමය",
      },
      available_countries_msg:
        "අයිතමය අයිතමය අයිතමය දක්වා {count} අයිතමය අයිතමය {countries}.",
      disable_for_all_countries_msg:
        "ඔබගේ වෙළඳසැල > ස්ථාන සැකසීම තුළ සියලුම රටවල් සඳහා සාප්පු සවාරි අබල කර ඇත.",
      location_is_not_in_permitted_shop_locations_msg:
        "ඔබ {country} විකුණුම් ස්ථානයක් ලෙස සකසා ඇති නමුත් ගබඩා මට්ටමින් ඔබ මෙම රටට අවසර නොදේ. කරුණාකර ඔබේ ගබඩා මට්ටමේ සිටුවම් පරීක්ෂා කරන්න.",
      shop_locations: "සාප්පු යන්න ස්ථාන",
      product_locations: "නිෂ්පාදන ස්ථාන",
    },

    /**
     * @see BProductFlowErrorsLocation
     */
    location_errors: {
      title: "ඇත ස්ථාන අයිතමය",
      no_location_error_subtitle:
        "ඔබ භාණ්ඩය මිලදී ගැනීම සඳහා ස්ථාන සීමාවක් සක්‍රිය කර ඇත, නමුත් දැනට, මෙම සීමාව යටතේ කිසිදු රටක් ලැයිස්තුගත කර නොමැත. එහි ප්‍රතිඵලයක් ලෙස, මෙම නිෂ්පාදනය කිසිවකුට මිලදී ගැනීම සඳහා ලබා ගත නොහැක.",
      invalid_location_error_subtitle:
        "ඔබේ නිෂ්පාදනය සඳහා ස්ථාන සීමා සැකසීම්වල දෝෂයක් ඇත: ලැයිස්තුගත කර ඇති ඇතැම් ස්ථානවලට සම්බන්ධිත ZIP කේත නොමැත. එහි ප්‍රතිඵලයක් ලෙස, පරිශීලකයින්ට ZIP කේතයක් තෝරා ගැනීමට නොහැකි වන අතර, භාණ්ඩය මිලදී ගැනීම සඳහා ලබා ගත නොහැක.",

      manage_locations: "කළමනාකරණය කරන්න ස්ථාන",
    },

    /**
     * @see BProductFlowRowTax
     */
    tax: {
      title: "දායකත්වය බද්ද",
      default_shop: "පෙරනිමිය සාප්පු යන්න බද්ද",
      tax_profiles: "බද්ද පැතිකඩ",
      description: {
        subscription_tax_msg:
          "අපට බදු අය කළ හැක්කේ ගෙවීම් නිර්මාණය කිරීමේ පියවරට පමණි.",
        dedicated: "අයිතමය",
        is_disabled: "අයිතමය බද්ද පැතිකඩ අයිතමය අක්‍රීය කර ඇත!",
        tax_is_based_on_location: "බද්ද: ස්ථානය අයිතමය",
        shipping_tax_is_based_on_location: "නාවික: ස්ථානය අයිතමය",
        included_in_price: "අයිතමය අයිතමය මිල",
      },
    },

    /**
     * @see BProductFlowRowVendor
     */
    vendor: {
      vendor_owner_msg: "අයිතමය නිෂ්පාදන අයිතමය දක්වා <b>{vendor}</b>.",
      has_vendors_msg: "අයිතමය අයිතමය {count} විකුණුම්කරුවන් අයිතමය අයිතමය නිෂ්පාදන",
      no_vendor_msg:
        "ඔබ මෙම නිෂ්පාදනයට වෙළෙන්දෙකු පවරා නැත, එබැවින් පාරිභෝගිකයින්ට එය මිලදී ගැනීමට නොහැක.",
      add_vendors: "එක් කරන්න විකුණුම්කරුවන්",
    },
  },

  /**
   * @see BPageProductTemplate
   */
  product_template: {
    title: "නිෂ්පාදන පිටුව සැකිල්ල",
    subtitle:
      "වැඩිදියුණු කළ ඉදිරිපත් කිරීමක් සඳහා ඔබට ඔබේ නිෂ්පාදන පිටුව තුළ පිටුවක් ඇතුළත් කළ හැක. ප්‍රශස්ත ප්‍රවේශය වන්නේ විනිවිද පෙනෙන පසුබිමක් සහ එක් එක් නිෂ්පාදන කාණ්ඩයට ගැලපෙන පරිදි කොටස් 1 සිට 3 දක්වා පිටු නිර්මාණය කිරීමයි. පසුව, ස්ථාවර සහ සිත් ඇදගන්නාසුළු සංදර්ශකයක් සඳහා නිෂ්පාදන කිහිපයකට එක් පිටුවක් පවරන්න.",
    edit_page: "සංස්කරණය කරන්න පිටුව",
    list_of_pages: "ලැයිස්තුව අයිතමය පිටු",
  },
  /**
   * @see BPageProductEmbed
   */
  product_embed: {
    subtitle:
      "අප විසින් සපයනු ලබන කේත පිටපත් කර ඇලවීමෙන් ඔබට පහසුවෙන් නිෂ්පාදනයක් හෝ නිෂ්පාදන ලැයිස්තුවක් ඔබේ බ්ලොගයට හෝ වෙනත් වෙබ් පිටුවලට ඇතුළත් කළ හැක. මෙම විශේෂාංගය තවමත් එහි මුල් අදියරේ පවතින නමුත්, අපි එහි ක්‍රියාකාරීත්වය දැනට වෙනත් තැන්වල පවතින ප්‍රමාණයෙන් ඔබ්බට පුළුල් කිරීමට ක්‍රියාශීලීව කටයුතු කරමින් සිටිමු. එය දැනට සීමිත හැකියාවන් ලබා දෙන අතර, අනාගතයේදී තවත් සැකිලි සහ අභිරුචිකරණ විකල්ප හඳුන්වා දීමට අපට සැලසුම් කර ඇත.",
    card: {
      title: "අයිතමය",
      description:
        "අයිතමය HTML කේතය දක්වා එක් කරන්න නිෂ්පාදන කාඩ්පත් අයිතමය අයිතමය HTML පිටු",
    },
    iframe: {
      title: "අයිතමය",
      description:
        "කාවැද්දූ කවුළුවක විස්තීර්ණ නිෂ්පාදන විස්තර සංදර්ශන කිරීමට iframe කේතය ජනනය කරන්න.",
    },
  },

  /**
   * @see BPermissionStaffAddDialog
   */
  permission_staff_add: {
    title_new: "අලුත් කාර්ය මණ්ඩලය",
    title_edit: "සංස්කරණය කරන්න කාර්ය මණ්ඩලය",

    staff: {
      title: "එක් කරන්න කාර්ය මණ්ඩලය & ප්රවේශ",
      subtitle:
        "කාර්ය මණ්ඩල ප්‍රවේශය ඇති සියලුම පරිශීලකයින්ට ඔබේ උපකරණ පුවරුවට ඇතුළු වී මූල්‍ය තොරතුරු බැලීමට හැකිය. සීමිත ප්‍රවේශයක් සහිත පරිශීලකයින් එක් කිරීමට, භූමිකාව නිර්වචනය කරන්න.",
      go_to_roles: "අයිතමය දක්වා භූමිකාවන්",
    },
    access: {
      customization_tips:
        "<b>අභිරුචිකරණය:</b> පෙරනිමි කියවීමේ/ලිවීමේ ප්‍රවේශය අභිරුචිකරණය කිරීමට එක් එක් අයිතමය මත ක්ලික් කරන්න. සෑම පේළියක්ම ප්‍රධාන සාප්පු උපකරණ පුවරුවට අනුරූප ප්‍රවේශ මට්ටමක් නියෝජනය කරයි.",
      simplify_tips:
        "<b>වැදගත්!</b> අපි ප්‍රවේශ පාලනය 300ට වැඩි සිට මට්ටම් 10ට අඩු දක්වා සරල කරමු. වඩාත් සවිස්තරාත්මක සහ යාවත්කාලීන ප්‍රවේශ මට්ටම් ප්‍රලේඛනයේ ප්‍රකාශයට පත් කෙරේ.",
      multi_permission_tips:
        "<b>අභිරුචි සීමාවන්?</b> ඔබට එක් පරිශීලකයෙකුට තවත් ප්‍රවේශයක් එක් කළ හැක, එබැවින් පළමු ප්‍රවේශය එක් කිරීමෙන් පසු, එම පියවරයන් සමඟම අමතර ප්‍රවේශයක් සාදන්න.",
      view_data: "දැක්ම දත්ත",
      apply_changes: "වෙනස්කම් යොදන්න",
    },

    inputs: {
      email: {
        placeholder: "විද්යුත් තැපෑල",
        label: "පරිශීලක විද්යුත් තැපෑල ලිපිනය",
      },
      level: {
        label: "ප්රවේශ අයිතමය",
        placeholder: "තෝරන්න අයිතමය අයිතමය",
      },
    },

    actions: {
      add: "එක් කරන්න කාර්ය මණ්ඩලය",
    },
    notifications: {
      add_success: {
        title: "ප්රවේශ අයිතමය",
        message: "අලුත් ප්රවේශ අයිතමය අයිතමය අයිතමය එක් කරන්න",
      },
      update_success: {
        title: "ප්රවේශ අයිතමය",
        message: "අවසර අයිතමය අයිතමය ",
      },
    },
  },

  /**
   * @see BCategoryEngineEditor
   */
  category_engine_editor: {
    title: "අයිතමය නිෂ්පාදන ලැයිස්තුගත කිරීම",
    subtitle:
      "විවිධ කාණ්ඩ වලින් නිෂ්පාදන පෙන්වන්න. නිෂ්පාදන ප්‍රදර්ශනය කිරීමට හෝ ටැග් මගින් නිෂ්පාදන පෙරීමට බහුවිධ කාණ්ඩ තෝරා ගැනීමට ඔබට විකල්පය ඇත.",
    aut_add_sub_categories_tips:
      "පහත බොත්තම ක්ලික් කිරීමෙන් ඔබට සියලුම උපප්‍රවර්ග වත්මන් ප්‍රවර්ගයට ස්වයංක්‍රීයව එක් කළ හැක.",
    inputs: {
      categories: {
        label: "වර්ග",
        messages: "නිෂ්පාදන අයිතමය අයිතමය වර්ග අයිතමය අයිතමය අයිතමය",
        placeholder: "තෝරන්න වර්ග",
      },
      tags: {
        label: "නිෂ්පාදන ටැග්",
        messages: "නිෂ්පාදන අයිතමය අයිතමය ටැග් අයිතමය අයිතමය පෙන්වන්න",
        placeholder: "අයිතමය ටැග් අයිතමය අයිතමය උදා අලුත් අයිතමය",
      },
    },
    actions: {
      save_engine: "සුරකින්න අයිතමය",
      auto_add_subcategories: "ස්වයංක්‍රීය එක් කරන්න අයිතමය",
    },
  },

  /**
   * @see SProductsSortView
   */
  products_sort_view: {
    search_tips: {
      title: "සොයන්න අයිතමය",
      normal:
        "<b>අයිතමය සොයන්න: </b>සොයන්න අයිතමය ශීර්ෂය, MPN, SKU, වෙළඳ නාමය, අයිතමය ටැග්",
      product:
        "<b>නිශ්චිත නිෂ්පාදන ID: </b>නිශ්චිත නිෂ්පාදනයක් සොයා ගැනීමට P+Product ID භාවිතා කරන්න, උදා., <b class=\"text-green\">P</b><i class=\"text-yellow\">360</i>.",
      quotes:
        "<b>නියම වාක්‍ය ඛණ්ඩය: </b>නියම වාක්‍ය ඛණ්ඩයක් සෙවීමට උද්ධෘත ලකුණු භාවිතා කරන්න, උදා., <b class=\"text-green\">\"</b><i class=\"text-yellow\">ඔබේ පෙළ මෙතැනින්</i><b class=\"text-green\">\"</b>.",
      tax: "<b>බදු පැතිකඩ: </b>\"බදු:\" භාවිතයෙන් නිශ්චිත බදු පැතිකඩක් සහිත නිෂ්පාදන සඳහා සොයන්න, උදා., <b class=\"text-green\">tax:</b><i class=\"text-yellow\">බදු පැතිකඩ නම</i>.",
      new_products:
        "<b>නව නිෂ්පාදන: </b>නිශ්චිත දින පරාසයක් තුළ එකතු කරන ලද නිෂ්පාදන සොයන්න, උදා., <b class=\"text-green\">new~</b><i class=\"text-yellow\">2023-08-10</i><b class=\"text-green\">~</b><i class=\"text-yellow\">2023-08-20</i>.",
    },
  },

  /**
   * @see LAugmentForm
   */
  augment_form: {
    title: "අයිතමය",
    subtitle:
      "පිටු අන්තර්ගතය තුළ එහි අනුරූප අගය සමඟ හුවමාරු වන යතුර ඇතුළත් කරන්න. යතුරු උපරිම අක්ෂර 32 ක් විය යුතුය.",
    add_caption: "එක් කරන්න අලුත් අයිතමය",
    add_sub_caption: "එක් කරන්න අභිරුචි අයිතමය අයිතමය",
    add_dialog: {
      title: "තෝරන්න ආදානය ටයිප් කරන්න",
      html: {
        title: "අයිතමය & අයිතමය",
        subtitle: "අයිතමය අයිතම වටිනාකම අයිතමය අයිතමය අයිතමය",
      },
      image: {
        title: "රූප",
        subtitle: "අයිතමය අයිතමය උඩුගත කරන්න අයිතමය රූප",
      },
    },
    help_dialog: {
      title: "අයිතමය දක්වා අයිතමය අයිතමය අයිතමය",
      how_it_works_tips:
        "ගොඩබෑමේ පිටු තුළ, ඔබට පෙළ සහ රූප යන දෙකටම ගතික ස්ථාන දරන්නන් නම් කිරීමට නම්‍යශීලී බවක් ඇත. සන්දර්භය අනුව අන්තර්ගතය අභිරුචිකරණය කිරීමේදී මෙම ස්ථාන දරන්නන් සැලකිය යුතු කාර්යභාරයක් ඉටු කරයි.   මෙම ස්ථාන දරන්නන්ගේ ගතික ස්වභාවය විවිධ සාධක මත පදනම්ව වෙනස් විය හැකි වර්ධක අගයන් මගින් ඒවා ජනනය කිරීමට ඉඩ සලසයි. උදාහරණයක් ලෙස, එක් එක් නිෂ්පාදනය හෝ කාණ්ඩය සඳහා වර්ධන අගයන් වෙනස් විය හැකිය. ඔබට විවිධ ගුණාංග සහිත විවිධ අයිතම ඇති විට මෙම විශේෂාංගයේ සැබෑ වාසිය ක්‍රියාත්මක වේ. එක් එක් අයිතමයේ සංදර්ශකය පුද්ගලීකරණය කිරීමට සහ වැඩි දියුණු කිරීමට ඔබට මෙම ගතික ස්ථාන දරන්නන් ඵලදායී ලෙස භාවිතා කළ හැක, එමඟින් ඔබේ ගොඩබෑමේ පිටු මත අද්විතීය සහ අන්තර්ක්‍රියාකාරී අත්දැකීමක් නිර්මාණය කළ හැකිය.",
      assign_tips:
        "දක්වා අයිතමය අයිතමය අයිතමය දක්වා රූප, අයිතමය අයිතමය ",
      set_dynamic_image_tips:
        "ඔබට දැන් රූප URL එක වෙනස් කර ගතික අගයක් පැවරීමේ හැකියාව ඇත.",
      enter_values_tips:
        "සෑම නිෂ්පාදනයක් සඳහාම, ඔබට කැප වූ යතුරු-අගය යුගල පැවරීමේ හැකියාව ඇත.",
      result_tips:
        "අයිතමය අයිතමය පිටුව, අයිතමය අයිතමය ",
    },
  },

  /**
   * @see BLogisticProfileEditor
   */
  logistic_profile_editor: {
    languages: {
      title: "අයිතමය අයිතමය",
      subtitle:
        "අන්තර්ගත භාෂා ලැයිස්තුව මෙයයි. ඔබට එක් එක් භාෂාවෙන් ලොජිස්ටික්ස් පැතිකඩ සඳහා විවිධ අන්තර්ගතයන් සැකසිය හැක.",
      add_caption: "එක් කරන්න අලුත් ලිපිය",
      no_more_language: "නැත තව. . අයිතමය!",
    },
    content: {
      title: "අයිතමය",
      subtitle:
        "අයිතමය අයිතමය ලොජිස්ටික්ස් පැතිකඩ අයිතමය අයිතමය අයිතමය",

      language_input: "අයිතමය ලිපිය අයිතමය",
      delete_article: "මකන්න ලිපිය",
      menu_tooltip: "ස්වයංක්‍රීය අයිතමය / මකන්න ලිපිය",
    },
    translate_to: "අයිතමය දක්වා",
    notifications: {
      translate: {
        message: "ලිපිය අයිතමය සම්පූර්ණ කළා අයිතමය",
      },
      save_article: {
        message: "ලිපිය අයිතමය අයිතමය ",
      },
      delete_article: {
        message: "ලිපිය අයිතමය අයිතමය මකා දමන ලදී අයිතමය",
      },
    },
    delete_dialog: {
      message: "මෙම ලිපිය සදහටම මකා දැමීමට ඔබට විශ්වාසද?",
      action: "ඔව්, දැන් මකන්න",
    },
  },

  /**
   * @see LogisticProfilePage_Products
   */
  logistic_profile_products: {
    title: "නිෂ්පාදන",
    subtitle: "ලැයිස්තුව අයිතමය නිෂ්පාදන අයිතමය අයිතමය අයිතමය පැතිකඩ",
  },
  /**
   * @see LogisticProfilePage_Setting
   */
  logistic_profile_setting: {
    title: "අයිතමය තොරතුරු",
    inputs: {
      name: {
        message:
          "අයිතමය නම පෙන්වන්න දක්වා අයිතමය අයිතමය දක්වා අයිතමය මහජන",
      },
      accept_delete: {
        true_description:
          "මෙම ක්‍රියාව සියලුම ලිපි සහ පැතිකඩ සබැඳි ඉවත් කරයි.",
        true_title: "මම මෙම සම්බන්ධතාවය ඉවත් කිරීමට සත්‍යාපනය කරමි.",
      },
    },
    actions: {
      remove: "ඉවත් කරන්න පැතිකඩ & අයිතමය",
    },
  },

  /**
   * @see BPageShopLogisticProfiles
   */
  shop_logistic_profiles: {
    title: "ලොජිස්ටික්ස් පැතිකඩ",
    add_caption: "එක් කරන්න අලුත් පැතිකඩ",
    subtitle:
      "ඔබට මෙහි නිෂ්පාදන සඳහා වගකීම් සහ ප්‍රතිලාභ ප්‍රතිපත්තිය නිර්මාණය කර සංස්කරණය කළ හැකි අතර එය ඕනෑම නිෂ්පාදනයකට පැවරිය හැක. විවිධ වර්ගයේ නිෂ්පාදන සඳහා ඔබට විවිධ වගකීම් ප්‍රතිපත්ති නිර්වචනය කළ හැකිය.",
    add_dialog: {
      title: "නිර්මාණය කරන්න අලුත් ලොජිස්ටික් පැතිකඩ",
      config: {
        title: "අයිතමය තොරතුරු",
        subtitle:
          "පැතිකඩ වර්ගය තෝරන්න. එය මාර්ගෝපදේශයක්, වගකීමක්, හෝ බහුවිධ නිෂ්පාදන අතර පොදුවේ බෙදා ගන්නා වෙනත් අන්තර්ගතයක් සහ ද්‍රව්‍යයක් විය හැකිය.",
      },
      article: {
        title: "ලිපිය",
        subtitle:
          "අයිතමය අයිතමය එක් කරන්න තව. . අයිතමය අයිතමය ලොජිස්ටික් පැතිකඩ",
      },
      inputs: {
        name: {
          message:
            "අයිතමය නම පෙන්වන්න දක්වා අයිතමය අයිතමය දක්වා අයිතමය මහජන",
          placeholder: "අයිතමය අයිතමය නම අයිතමය අයිතමය පැතිකඩ",
        },
      },
    },
  },

  /**
   * @see BPageShopLogisticIncludes
   */
  shop_logistic_includes: {
    title: "අයිතමය අයිතම කළමනාකරණය",
    add_caption: "එක් කරන්න අලුත් අයිතමය",
    subtitle:
      "මෙන්න, ඔබට ඔබේ නිෂ්පාදනවල ඇතුළත් අයිතම කළමනාකරණය කළ හැකිය. ඔබේ වෙළඳසැල සඳහා දෝෂ රහිත පෙනුමක් සහතික කිරීම සඳහා, සියලු නිෂ්පාදන හරහා වයර් රාමු වැනි සමාන රූප රටා සහිත අයිතම අඛණ්ඩව භාවිතා කරන්න.",
    empty_list_msg: "ලැයිස්තුව අයිතමය අයිතමය අයිතම",
    notifications: {
      delete: {
        message: "අයිතමය අයිතමය මකා දමන ලදී",
      },
    },
    delete_dialog: {
      title: "මකන්න අයිතමය අයිතමය",
      message:
        "ඔබට මෙම අයිතමය ස්ථිරවම මැකීමට අවශ්‍ය බව විශ්වාසද? එය සියලු ආශ්‍රිත නිෂ්පාදන වලින් ද ඉවත් කරන බව කරුණාවෙන් සලකන්න!",
      action: "ඔව්, දැන් මකන්න",
    },
    actions: {
      edit_linked_page: "සංස්කරණය කරන්න සම්බන්ධිත පිටුව",
    },
  },

  /**
   * @see BIncludeItemAdd
   */
  include_item_add: {
    dialog_title_edit: "සංස්කරණය කරන්න අයිතමය අයිතමය",
    dialog_title_add: "නිර්මාණය කරන්න අලුත් අයිතමය අයිතමය",

    title: "අයිතමය අයිතමය",
    subtitle:
      "කෙටි මාතෘකාවක් තෝරන්න, උපරිම වචන 2 සිට 3 දක්වා. අපි උඩුගත කළ පින්තූර වර්ග 256x256 ආකෘතියකට ස්වයංක්‍රීයව ප්‍රතිප්‍රමාණ කරන බැවින්, හතරැස් රූප භාවිත කරන්න. සියලුම සැකිලි හරහා හොඳම පෙනුම සඳහා, විනිවිද පෙනෙන පසුබිම් සහිත අවම රූප භාවිතා කර ඔබේ නිෂ්පාදන පුරා ඒකාකාර රටාවක් පවත්වා ගන්න.",
    inputs: {
      title: {
        placeholder: "අයිතමය ශීර්ෂය අයිතමය අයිතමය නිෂ්පාදන පිටුව",
      },
      code: {
        placeholder: "අයිතමය කේතය, උදා ජංගම_අයිතමය_අයිතමය",
        hint: "අයිතම ස්ථානගත කිරීම සඳහා සෙවුම් ක්‍රියාවලිය විධිමත් කිරීමට මෙම කේතය භාවිතා කරන්න.",
      },
      description: {
        placeholder: "අයිතමය අයිතමය විස්තර අයිතමය අයිතමය අයිතමය",
        hint: "විස්තරය SEO සඳහා භාවිතා කරනු ඇති අතර නිෂ්පාදන පිටුවේ සමහර අභිරුචි පිරිසැලසුම්වල පරිශීලකයින්ට දෘශ්‍යමාන විය හැකිය.",
      },
      image: {
        message: "උපරිම රූප අයිතමය: 1MB",
      },
      path: {
        label: "පිටුව අයිතමය",
      },
    },
    mode: {
      no_link: {
        title: "නැත සබැඳිය",
      },
      external_link: {
        title: "බාහිර සබැඳිය",
        description: "අයිතමය අයිතමය සබැඳිය දක්වා අයිතමය අයිතමය අයිතමය",
        tips: "ඔබට අයිතමයට ඕනෑම URL එකක් ඇමිණිය හැක. පරිශීලකයින් නිෂ්පාදන පිටුවේ ඇති අයිතමය මත ක්ලික් කළ විට, ඔවුන් එම සබැඳිය වෙත හරවා යවනු ලැබේ.",
      },
      internal_link: {
        title: "අයිතමය සබැඳිය",
        description:
          "මෙම අයිතමය සඳහා සපයා ඇති වර්ධන දත්ත මගින් ගතික පිටුවක් සාදන්න.",
        tips: "ඔබට පැතිකඩ සමඟ ගොඩබෑමේ පිටුවක් සම්බන්ධ කර එය සඳහා අභිරුචි මාර්ගයක් සහ ගතික අන්තර්ගතයක් සැකසිය හැක. Selldone විසින් අයිතමය සඳහා ගතික සබැඳියක් උත්පාදනය කරනු ඇත.",
      },
    },
    notifications: {
      add: {
        message: "අයිතමය අයිතමය එක් කරන්න අයිතමය",
      },
      edit: {
        message: "අයිතමය අයිතමය ",
      },
    },
  },
  /**
   * @see BPageShopLogisticReturns
   */
  shop_logistic_returns: {
    title: "ආපසු ආවා නියෝග",
    subtitle:
      "ඔබේ ගනුදෙනුකරුවන්ට ඔවුන්ගේ භෞතික ඇණවුම් ආපසු ලබා දිය හැකි අතර, ඔබට ඇණවුම් සැකසීමේ පිටුවෙන් ආපසු ඉල්ලීම් බැලීමට හෝ ආපසු ලබා දුන් ඇණවුම්වල සම්පූර්ණ ලැයිස්තුවකට මෙතැනින් ප්‍රවේශ විය හැක.",
  },
  /**
   * @see OReferralFees
   */
  referral_fees: {
    title: "කොමිස්",
    subtitle:
      "ඔබගේ යොමු කිරීම් වලින් ඔබ උපයා ඇති සියලුම කොමිස් ලැයිස්තුව. කොමිෂන් සභාව අනුමත කර ඔබේ මුදල් පසුම්බියට මාරු කිරීමට දින 30ක් ගතවේ.",
  },
  /**
   * @see OReferralWallets
   */
  referral_wallets: {
    title: "පසුම්බි",
    subtitle:
      "ඔබ උපයා ඇති කොමිස් ගාස්තු මෙහි ඔබට දැක ගත හැකිය. ඔබට ඔබේ කොමිස් ගාස්තු ඔබේ බැංකු ගිණුමට හෝ ඔබේ Selldone මුදල් පසුම්බියට මාරු කළ හැකිය.",
    no_commission_yet: "අයිතමය අයිතමය අයිතමය ලැබුනා අයිතමය කොමිසම අයිතමය",
    no_wallet: "නැත පසුම්බිය!",

    withdraw_dialog: {
      title: "අයිතමය කොමිසම අයිතමය",

      need_bank_info_message: "අයිතමය අයිතමය අයිතමය බැංකුව තොරතුරු අයිතමය",

      to_wallet: {
        title: "දක්වා පසුම්බිය",
        subtitle:
          "මෙම විකල්පය සමඟ, ඔබට ඔබේ Selldone මුදල් පසුම්බියට කොමිස් ගාස්තු මාරු කළ හැකිය. කරුණාකර මුදල් පසුම්බියක් ඔබේ තෑගි මුදල් පසුම්බිය ලෙස සම්බන්ධ කර ඇති බවත්, එය ක්‍රියාත්මක වන්නේ එකම මුදලින් බවත් සහතික කර ගන්න.",
      },
      to_bank: {
        title: "දක්වා බැංකුව",
        subtitle:
          "මෙම විකල්පය සමඟ, ඔබට ඔබේ Selldone මුදල් පසුම්බියට කොමිස් ගාස්තු මාරු කළ හැකිය. කරුණාකර මුදල් පසුම්බියක් ඔබේ තෑගි මුදල් පසුම්බිය ලෙස සම්බන්ධ කර ඇති බවත්, එය ක්‍රියාත්මක වන්නේ එකම මුදලින් බවත් සහතික කර ගන්න.",
      },
      inputs: {
        verify_to_wallet: {
          true_description:
            "Selldone අයිතමය අයිතමය දක්වා මාරු අයිතමය කොමිසම දක්වා අයිතමය අයිතමය පසුම්බිය",
        },
        verify_to_bank: {
          true_description:
            "මම මගේ බැංකු තොරතුරු සත්‍යාපනය කරන අතර මට මගේ කොමිස් මුදල මගේ බැංකු ගිණුමට මාරු කිරීමට අවශ්‍යයි.",
        },
      },
      actions: {
        withdraw_to_wallet: "අයිතමය දක්වා පසුම්බිය",
        withdraw_to_bank: "අයිතමය දක්වා බැංකුව",
      },
    },
    notifications: {
      request_transfer_to_bank_success:
        "ඔබගේ ඉල්ලීම සාර්ථකව ලැබී ඇති අතර, අපි එය සමාලෝචනය කරන්නෙමු.",
    },
  },

  /**
   * @see OPageMonetizeReferral
   */
  monetize_referral: {
    copy_box: {
      message: "ඔබට ඕනෑම අලෙවි කළ url එකකට <b>?ref={code}</b> එක් කළ හැක.",
    },
    intro: {
      title: "Selldone අයිතමය අයිතමය අයිතමය අනුබද්ධ අයිතමය",
      message:
        "Selldone අනුබද්ධ වැඩසටහන සරල සහ සරල ය, ඔබට වෙහෙසකින් තොරව උපයා ගැනීම සඳහා නිර්මාණය කර ඇත. Selldone වෙත නව පරිශීලකයින්ට ආරාධනා කිරීමට ඔබේ අද්විතීය අනුබද්ධ සබැඳිය බෙදා ගන්න, ඔවුන් කරන සෑම ගනුදෙනුවකින්ම ඔබට කොමිස් මුදලක් ලැබෙනු ඇත—සදහටම. මෙයට දායකත්ව, සේවා ගාස්තු, සාප්පු වැඩිදියුණු කිරීම් සහ අනෙකුත් සියලුම ආදායම් ප්‍රවාහවලින් ඉපැයීම් ඇතුළත් වේ. කාලය හෝ ඉපැයීම් මත කිසිදු සීමාවකින් තොරව ආදායමෙන් කොටසක් ඉපැයීම ආරම්භ කරන්න. අප හා එක් වී ඔබේ ජාලය ස්ථාවර ආදායමක් බවට පත් කරන්න!",
      why_join_selldone_affiliate: "අයිතමය අයිතමය ?",
      reasons: [
        "අයිතමය අයිතමය අයිතමය!",
        "සියලුම දායකත්ව සහ ගනුදෙනු ගාස්තු ආවරණය කරයි. Selldone හි පරිශීලකයාගේ වචනාර්ථයෙන් සෑම ගෙවීමක්ම.",
        "ඔබගේ සබැඳිය භාවිතයෙන් ලියාපදිංචි වන ඕනෑම කෙනෙකුට අපි නොමිලේ $99 වවුචරයක් එවන්නෙමු.",
        "ඔබගේ ස්ථර උත්ශ්‍රේණි කරන විට, ඔබ කලින් යොමු කළ සියලුම පරිශීලකයින්ගෙන් නව ගාස්තුවකට උපයනු ඇත.",
      ],
    },
  },

  /**
   * @see LMenuLeftAssets
   */
  l_menu_left_assets: {
    no_asset_uploaded: "නැත අයිතමය උඩුගත කරන්න අයිතමය",
  },

  /**
   * @see LMenuTopHome
   */
  l_menu_top_home: {
    hot_keys: "අයිතමය",
    click_to_view_all: "අයිතමය දක්වා දැක්ම සෑම",
    clone_tooltip: {
      title: "අයිතමය ශෛලිය",
      subtitle:
        "අකුරු, පසුබිම්, මායිම් සහ මායිම් වැනි මෝස්තර අනුකරණය කිරීමට මෙම මෙවලම භාවිතා කරන්න. මෝස්තර අනුපිටපත් කිරීමට මෙම පියවර අනුගමනය කරන්න:",
      step_1:
        "මෙවලම සක්රිය කර ඔබේ මූසිකය පෙළ, තීරු හෝ පින්තූර මත තබා ගන්න; කර්සරය පයිප්පයකට වෙනස් වේ.",
      step_2: "අයිතමය අයිතමය ශෛලිය අයිතමය අයිතමය දක්වා අයිතමය",
      step_3:
        "කර්සරය නැවත පැලට් එකකට වෙනස් වනු ඇත; ඔබට පිටපත් කළ විලාසය යෙදීමට අවශ්‍ය මූලද්‍රව්‍යය මත ක්ලික් කරන්න.",
    },
    show_side_menu_tooltip: {
      subtitle:
        "ඔබේ පිටුව ගොඩනැගීම සඳහා සියලුම කොටස් ප්‍රවර්ග ඇතුළත් වන පැති මෙනුවේ දෘශ්‍යතාව ටොගල් කරන්න.",
    },
    sort_tooltip: {
      subtitle:
        "කොටස් ඇදගෙන යාමෙන් පහසුවෙන් නැවත සකස් කිරීමට සහ සංවිධානය කිරීමට මෙම විශේෂාංගය සබල කරන්න.",
    },
    edit_mode_tooltip: {
      title: "සංස්කරණය කරන්න / පෙරදසුන මාදිලිය",
      edit_mode_title: "සංස්කරණය කරන්න මාදිලිය",
      edit_mode_msg: "සෑම සංස්කරණය කරන්න මෙවලම් අයිතමය අයිතමය අයිතමය",
      view_mode_title: "පෙරදසුන මාදිලිය",
      view_mode_msg:
        "අමතර සංස්කරණ මෙවලම් සහ හිස් පෙළ ප්‍රදේශ සඟවා පරිශීලකයින් දකින ආකාරයට ඔබේ පිටුව බලන්න.",
    },
    repository_tooltip: {
      title: "අයිතමය අයිතමය",
      subtitle:
        "පෙර සැලසුම් කළ කොටස් සංදර්ශකය ටොගල් කරන්න. මෙම පිටු සාදන්නාගේ නම්‍යශීලී බව පෙන්නුම් කරමින් වම් මෙනුවේ ඇති සම්මත කොටස් භාවිතයෙන් මෙම කොටස් නිර්මාණය කර ඇත.",
    },
    live_view: {
      title: "සජීවි පෙරදසුන",
      subtitle: "බලන්න යාවත්කාලීන කරන්න අයිතමය අයිතමය සංස්කරණය කරන්න අයිතමය පිටුව",
    },
    hotkeys_dialog: {
      title: "අයිතමය අයිතමය",
      augment_tips:
        "ඔබට ඔබේ පිටුවට ගතික අන්තර්ගතය පූරණය කර එය <b>augment</b> අගයන් සමඟ ප්‍රතිස්ථාපනය කළ හැක. <b>Products</b>, <b>Categories</b>, සහ <b>Include Items</b> වැනි අභිරුචි ගතික පිටු සඳහා Augment භාවිතා වේ. රූපයක් ගතිකව පූරණය කිරීමට සැකසීමට, <b>Feeder</b> මත ක්ලික් කර එම රූපය සඳහා <b>Dynamic Source</b> තෝරන්න.",
    },
    hotkeys: {
      ctrl_b: "තෝරාගත් පෙළ සඳහා තද සක්‍රිය/අක්‍රිය | <b>මා නිර්භීත කරන්න</b>",
      ctrl_i: "තෝරාගත් පෙළ සඳහා ඇල අකුරු සක්‍රිය/අක්‍රිය | <i>මා ඇල අකුරු කරන්න</i>",
      ctrl_l:
        "තෝරාගත් පෙළ සඳහා ටොගල් වර්ජන සක්‍රිය / අක්‍රිය | <s>මා හරහා පහර දෙන්න</s>",
      ctrl_u: "අයිතමය අයිතමය තෝරන්න අයිතමය | <u>අයිතමය අයිතමය</u>",
      ctrl_1:
        "තෝරාගත් පෙළෙහි අකුරු ප්‍රමාණය අඩු කරන්න | <small>මාව කුඩා කරන්න</small>",
      ctrl_2: "තෝරාගත් පෙළෙහි අකුරු ප්‍රමාණය වැඩි කරන්න | <big>මාව ලොකු කරන්න</big>",
      ctrl_r: "තෝරාගත් පෙළෙන් සියලුම හැඩතල ගැන්වීම් ඉවත් කරන්න | සියලුම මෝස්තර පිරිසිදු කරන්න",
      ctrl_s: "සුරකින්න අයිතමය පිටුව",
      tab: "අයිතමය අයිතමය අයිතමය මාදිලිය",
      ctrl_e: "අයිතමය අයිතමය ශෛලිය මාදිලිය",
    },
  },

  /**
   * @see LPageEditorRepository
   */
  l_page_editor_repository: {
    title: "අයිතමය & අයිතමය",
    subtitle: "අයිතමය අයිතමය",
    add_dialog: {
      title: "එක් කරන්න අභිරුචි අයිතමය",
      configuration: {
        title: "සැකසුම්",
        subtitle:
          "ඔබට ඔබේ පිටු සැලසුම්වල අනාගත භාවිතය සඳහා අභිරුචි-නිර්මාණය කළ කොටස් සුරැකිය හැක. මෙම සුරකින ලද කොටස් මෙම වෙළඳසැලේ සියලුම පරිපාලකයන්ට ප්‍රවේශ විය හැක.",
      },
      image: {
        title: "රූප",
        subtitle: "මහජන රූප අයිතමය අයිතමය අයිතමය ලැයිස්තුව",
      },
      code: {
        title: "කේතය",
        subtitle:
          "අයිතමය අයිතමය කේතය සිට අයිතමය අයිතමය පිටුව අයිතමය",
      },
      inputs: {
        title: {
          label: "ශීර්ෂය",
          message: "අයිතමය අයිතමය අයිතමය මහජන ශීර්ෂය",
        },
        tags: {
          label: "ටැග්",
          message: "පාවිච්චි කළා අයිතමය සොයන්න අයිතමය අයිතමය අයිතමය",
        },
        section: {
          message: "අයිතමය අයිතමය අයිතමය සිට අයිතමය පිටුව අයිතමය",
        },
      },
    },
  },

  /**
   * @see BPageMarketplaceVendors
   */
  marketplace_vendors: {
    title: "විකුණුම්කරුවන් ලැයිස්තුව",
    subtitle:
      "මෙහි වෙළෙන්දන් එක් කරන්න, පසුව නිෂ්පාදන උපකරණ පුවරුව > විකුණුම්කරුවන් තුළ නිෂ්පාදන වෙත ඔවුන් පවරන්න.",
    add_new_vendor_action: "එක් කරන්න අලුත් විකුණුම්කරු",
    status_tooltip: {
      title: "විකුණුම්කරු තත්ත්වය",
      ACCEPTED: "අයිතමය විකුණුම්කරු අයිතමය ප්රවේශ දක්වා අයිතමය අයිතමය",
      REJECTED: "අයිතමය විකුණුම්කරු අයිතමය අයිතමය අයිතමය ප්‍රතික්ෂේප කළා",
      PENDING: "ඉල්ලීම විකුණුම්කරුගේ තීරණයක් බලාපොරොත්තුවෙන් සිටී.",
    },
    number_of_products: "අයිතමය අයිතමය නිෂ්පාදන",
    invited: "අයිතමය",
    no_pricing: "නැත මිල නියම කිරීම",
    no_pricing_tooltip: {
      title: "පෙරනිමිය මිල නියම කිරීම සැලසුම් කරන්න",
      subtitle: "කරුණාකර විකුණුම්කරු සඳහා පෙරනිමි මිලකරණ ආකෘතියක් සකසන්න.",
    },
    updated_products_tooltip: {
      title: "නිෂ්පාදන අයිතමය අයිතමය 24 අයිතමය",
    },
    added_products_tooltip: {
      title: "නිෂ්පාදන එක් කරන්න අයිතමය අයිතමය අයිතමය 24 අයිතමය",
    },
    access_tooltip: {
      title: "අයිතමය ප්රවේශ",
      subtitle:
        "වෙළෙන්දාට ඔවුන්ගේ පැනලයට ප්‍රවේශය ඇත. ඔබට මෙය විකුණුම්කරු > ප්‍රවේශ ටැබය තුළ සංස්කරණය කළ හැක.",
    },
    reject_by_user_tooltip: {
      title: "ප්‍රතික්ෂේප කළා අයිතමය පරිශීලක",
      subtitle:
        "පරිශීලකයා විකුණුම්කරුවෙකු වීමට සහ මෙම වෙළෙන්දාට ප්‍රවේශ වීමට කළ ඉල්ලීම ප්‍රතික්ෂේප කළේය.",
    },
    download_all_vendors: "බාගන්න සෑම විකුණුම්කරුවන්",
    bulk_import: "අයිතමය ආයාත කරන්න (අයිතමය)",
  },

  /**
   * @see BShopLicenseNeedUpdateOverlay
   */
  shop_license_need_update_overlay: {
    title: "බලපත්රය අයිතමය අයිතමය!",
    subtitle:
      "ඔබගේ වත්මන් බලපත්‍රය ඔබ තෝරාගත් ව්‍යාපාර ආකෘතියේ අවශ්‍යතා සපුරාලන්නේ නැත. කරුණාකර ඔබේ බලපත්‍රය ව්‍යවසාය සැලැස්මට උත්ශ්‍රේණි කරන්න.",
  },

  /**
   * {@see BOrderChatBox}
   */
  b_order_chat_box: {
    title: "අයිතමය ක්රියාවන්",
    subtitle:
      "ඔබට එක් ක්ලික් කිරීමකින් ගැනුම්කරුට තත්ත්‍ව යාවත්කාලීන විද්‍යුත් තැපෑලක් යැවිය හැක. අතිරේකව, ඔබට නැවත භාවිතා කිරීමට මෙහි පොදු පණිවිඩ නිර්වචනය කළ හැක, එබැවින් ඔබට ඒවා එක් එක් වර නැවත ලිවීමට අවශ්‍ය නොවේ.",
    send_update_email_action: "යවන්න යාවත්කාලීන කරන්න විද්යුත් තැපෑල",
    add_template_action: "එක් කරන්න පණිවුඩය සැකිල්ල",

    notifications: {
      add_chat_success_message: "පණිවුඩය අයිතමය අයිතමය එක් කරන්න අයිතමය",
    },

    send_update_email: {
      title: "🛍️ ඇනවුම් කරන්න යාවත්කාලීන කරන්න විද්යුත් තැපෑල",
      need_set_service_alert: {
        message:
          "කරුණාකර ඔබගේ ඊමේල් සේවා සපයන්නාට විද්‍යුත් තැපෑල යැවීමට ඉඩ දෙන්න.",
        action: "අයිතමය දක්වා සැකසුම්",
      },
      send_action: "යවන්න යාවත්කාලීන කරන්න විද්යුත් තැපෑල",

      notifications: {
        send_success_message: "විද්යුත් තැපෑල අයිතමය අයිතමය යවා ඇත අයිතමය",
      },
    },
    add_template: {
      edit_title: "සංස්කරණය කරන්න පණිවුඩය සැකිල්ල",
      add_title: "එක් කරන්න පණිවුඩය සැකිල්ල",
      message:
        "ඔබ මෙහි මාතෘකාවක් සහ පණිවිඩ අන්තර්ගතයක් සැකසිය යුතුය. මාතෘකාව ඔබේ යොමුව සඳහා පමණක් භාවිතා වන අතර පාරිභෝගිකයා වෙත නොයවනු ලැබේ.",

      save_action: "සුරකින්න සැකිල්ල",
      add_action: "එක් කරන්න සැකිල්ල",

      notifications: {
        save_success_message: "සැකිල්ල අයිතමය අයිතමය ",
      },

      inputs: {
        title: {
          label: "සැකිල්ල ශීර්ෂය",
          placeholder: "ලිවීම අයිතමය අයිතමය ශීර්ෂය",
        },
        body: {
          label: "සැකිල්ල පණිවුඩය",
          placeholder: "ලිවීම අයිතමය පණිවුඩය අයිතමය",
          messages:
            "අයිතමය අයිතමය {order_id} අයිතමය {buyer_name}.",
        },
      },
    },
  },

  /**
   * {@see BOrderShare}
   */
  b_order_share: {
    title: "සබැඳිය ඇණවුම් කරන්න",
    subtitle: "ඔබට ඇණවුම් සබැඳිය පාරිභෝගිකයා සමඟ බෙදා ගත හැකිය.",
    guest_checkout_message:
      "ආගන්තුක සාප්පු සවාරි යන්නන්ට ඔවුන්ගේ ඇණවුම එකම බ්‍රවුසරයෙන් ස්වයංක්‍රීයව බැලිය හැක.කෙසේ වෙතත්, පාරිභෝගිකයා අමුත්තෙකු නම් සහ ඔබට ඇණවුම් විස්තර බෙදා ගැනීමට අවශ්‍ය නම්, ඔබට ඔවුන් සඳහා ආරක්ෂිත සබැඳියක් සෑදිය හැක.",
    authentication: "අයිතමය",
    guest: "අයිතමය",
    click_to_create: "අයිතමය දක්වා නිර්මාණය කරන්න",
    valid_for_30_days: "අයිතමය අයිතමය 30 දින 30",
    notifications: {
      secure_link_created: "අයිතමය සබැඳිය අයිතමය අයිතමය ",
    },
  },

  /**
   * {@see BPageShopCrmReviews}
   */
  shop_reviews: {
    title: "සමාලෝචන අයිතමය",
    add_source_action: "එක් කරන්න සමාලෝචනය කරන්න අයිතමය",
    subtitle:
      "Facebook, Google සහ තවත් මූලාශ්‍රවලින් ඔබේ ව්‍යාපාරය පිළිබඳ සමාලෝචන රැස් කිරීමට සහ විශ්ලේෂණය කිරීමට බාහිර වේදිකා පහසුවෙන් සම්බන්ධ කරන්න. වඩා හොඳ පාරිභෝගික අත්දැකීමක් සඳහා අපි පාරිභෝගිකයින්ගේ සමාලෝචනවලට ස්වයංක්‍රීයව ගළපන්නෙමු. ඔබට මෙම සමාලෝචන ඔබේ ගොඩබෑමේ පිටු සහ නිෂ්පාදන පිටුවල ද ප්‍රදර්ශනය කළ හැක.",
  },

  /**
   * {@see BPageShopLogisticPropertySets}
   */
  shop_logistic_property_set: {
    add_caption: "එක් කරන්න අලුත් අයිතමය අයිතමය",
    title: "අයිතමය අයිතමය",
    subtitle:
      "ඔබට මෙහි දේපල කට්ටල සාදා කළමනාකරණය කළ හැක. නිෂ්පාදන සහ සේවාවන්හි ගුණාංග නිර්වචනය කිරීම සඳහා දේපල කට්ටල භාවිතා වේ. ඔබට මෙම දේපල කට්ටල නිෂ්පාදන උපකරණ පුවරුව > සංස්කරණය තුළ නිෂ්පාදන වෙත පැවරිය හැක.",
  },

  /**
   * {@see BProductProfilePropertySet}
   */
  product_property_set: {
    profile: {
      title: "අයිතමය අයිතමය - අභිරුචි ප්රභේද",
      subtitle:
        "අයිතමය අයිතමය නිෂ්පාදන, අයිතමය අයිතමය පෙරනිමිය අයිතමය",
    },

    subtitle:
      "ඔබට ප්‍රභේද නාම, අයිකන සහ ඒවායේ අනුපිළිවෙල මෙහිදී අභිරුචිකරණය කළ හැක. පෙරනිමි හයෙන් ඔබ්බට යන අද්විතීය ප්‍රභේද සහිත නිෂ්පාදන සඳහා, ඔබට එක් එක් නිෂ්පාදනයට ගැලපෙන අභිරුචි ප්‍රභේද සැකසිය හැක. ලොජිස්ටික් > දේපල කට්ටල පටිත්තෙහි දේපල කට්ටල සරලව නිර්වචනය කර අවශ්‍ය පරිදි ඕනෑම නිෂ්පාදන ගණනකට ඒවා පවරන්න.",
    select_property_set: "තෝරන්න අයිතමය අයිතමය",
    add_property_set: "එක් කරන්න අයිතමය අයිතමය",
  },

  /** {@see BPageShopLogisticInventory} **/
  transportation_boxes: {
    title: "අයිතමය",
    add_action: "එක් කරන්න අයිතමය",
    subtitle:
      "ලේබල් මිලදී ගැනීම් වේගවත් කිරීමට සහ නිවැරදි නැව් ගාස්තු සහතික කිරීමට නැවත භාවිත කළ හැකි පෙට්ටි ප්‍රමාණ සාදන්න. ඇණවුමක් ඉටු කරන විට, සුරකින ලද පෙට්ටියක් තෝරන්න, එහි මානයන් ස්වයංක්‍රීයව පුරවනු ඇත.",
    empty: "නැත අයිතමය අයිතමය අයිතමය “එක් කරන්න අයිතමය”.",
    edit: "සංස්කරණය කරන්න අයිතමය",
    new: "අලුත් අයිතමය",
    default_weight: "පෙරනිමිය බර",
    updated: "අයිතමය අයිතමය",
    created: "අයිතමය අයිතමය",
    deleted: "අයිතමය මකා දමන ලදී",
  },

  /** {@see BBoxInput} **/
  transportation_boxes_input: {
    select_box: "තෝරන්න අයිතමය පැකේජය",
    define_package: "අයිතමය අයිතමය පැකේජය",
    define_package_hint: "ඔබගේ පූර්ව නිශ්චිත පැකේජ ප්‍රමාණ සාදන්න හෝ සංස්කරණය කරන්න",
  },























  /** {@see BPageShopListing} **/
  listing:{
    name:"ලැයිස්තුගත කිරීම",
    message:"ඕනෑම ආකාරයක ලැයිස්තුගත කිරීම් සඳහා සෙවිය හැකි, මධ්‍යස්ථ නාමාවලියක් සාදන්න—දේපල, හෝටල්, වෛද්‍යවරුන්, සේවා, සහ තවත්."
  },

  shop_listing: {
    name: "ලැයිස්තුගත කිරීම",
    message:
      "ඕනෑම ආකාරයක ලැයිස්තුගත කිරීම් සඳහා සෙවිය හැකි, මධ්‍යස්ථ නාමාවලියක් සාදන්න—දේපල, හෝටල්, වෛද්‍යවරුන්, සේවා, සහ තවත්.",

    items: {
      title: "අයිතම",
      sub_title:
        "නිර්මාණය කරන්න, සංස්කරණය කරන්න, අයිතමය කළමනාකරණය කරන්න ලැයිස්තුගත කිරීම අයිතම අයිතමය තත්ත්වය, මිල නියම කිරීම, අමතන්න තොරතුරු, අයිතමය අයිතමය",

      empty_title: "නැත අයිතම අයිතමය",
      empty_subtitle:
        "ඔබේ නාමාවලිය ගොඩනැගීම ආරම්භ කිරීමට ඔබේ පළමු ලැයිස්තුගත කිරීමේ අයිතමය සාදන්න.",

      add_title: "අයිතමය එකතු කරන්න",
      edit_title: "සංස්කරණය කරන්න අයිතමය",

      price_to: "මිල දක්වා",
      price_unit: "මිල ඒකකය",
      is_featured: "අයිතමය",

      meta_json: "Meta JSON",
      links_json: "සබැඳි JSON",
      opening_hours_json: "අයිතමය අයිතමය JSON",

      delete_title: "මකන්න අයිතමය",
      delete_message: "අයිතමය අයිතමය දක්වා මකන්න අයිතමය අයිතමය?",
      delete_success: "අයිතමය සාර්ථකව මකා ඇත.",
      restore_success: "අයිතමය අයිතමය අයිතමය",

      opening_hours:"අයිතමය අයිතමය",
      form_fields:"පෝරමය අයිතමය",

      company: "සමාගම",
      badges: "ලාංඡන",

    },

    categories: {
      title: "වර්ග",
      sub_title:
        "අයිතමය අයිතමය වර්ග අයිතමය අයිතමය පෙරහන්",

      empty_title: "නැත වර්ග අයිතමය",
      empty_subtitle:
        "ඔබේ ලැයිස්තුගත කිරීම ව්‍යුහගත කිරීමට සහ බ්‍රවුස් කිරීම වැඩිදියුණු කිරීමට ප්‍රවර්ග සාදන්න.",

      add_title: "ප්‍රවර්ගය එකතු කරන්න",
      edit_title: "ප්‍රවර්ගය සංස්කරණය කරන්න",

      parent_filter: "පෙරහන අයිතමය අයිතමය",
      parent: "මාපිය කාණ්ඩය",

      price_format: "මිල අයිතමය",
      icon: "නිරූපකය",
      design_id: "නිර්මාණ ID",

      delete_title: "ප්‍රවර්ගය මකන්න",
      delete_message: "අයිතමය අයිතමය දක්වා මකන්න අයිතමය වර්ගය?",
      delete_success: "වර්ගය මකා දමන ලදී අයිතමය",
      form_schema: "වර්ගය පෝරමය අයිතමය",
    },

    options: {
      submission_title: "අයිතමය",
      submission_enabled: "සබල කරන්න අයිතමය",

      moderation_title: "අයිතමය",
      moderation_mode: "අයිතමය මාදිලිය",
      require_first_approved_before_more: "අයිතමය අයිතමය තව. .",

      limits_title: "සීමාවන්",
      max_pending_per_user: "උපරිම පොරොත්තුවෙන් අයිතමය පරිශීලක",
      max_items_per_user: "උපරිම අයිතම අයිතමය පරිශීලක",
      limits_hint: "සීමාවන් අයිතමය",

      templates_title: "අයිතමය",
      card_template: "කාඩ්පත සැකිල්ල",
      details_template: "විස්තර සැකිල්ල",

      form_schema_title: "පෝරමය අයිතමය",
      settings_title: "අයිතමය සැකසුම්"
    },

    supervision: {
      title: "අයිතමය",
      sub_title:
        "ඉදිරිපත් කරන ලද අයිතම සමාලෝචනය කර ඊළඟට කුමක් සිදුවේද යන්න තීරණය කරන්න: අනුමත කිරීම, ප්‍රකාශ කිරීම, ප්‍රතික්ෂේප කිරීම, සංරක්ෂිත කිරීම හෝ පොරොත්තු වෙත යළි පිහිටුවීම.",

      empty_title: "නැත අයිතම දක්වා සමාලෝචනය කරන්න",
      empty_subtitle:
        "අයිතමය පරිශීලකයන් අයිතමය අලුත් අයිතම, අයිතමය අයිතමය ",

      review_title: "සමාලෝචනය කරන්න අයිතමය",
      approve_publish: "අයිතමය & ප්‍රකාශ කරන්න",

      submitted_at: "අයිතමය",
      quick_actions: "අයිතමය ක්රියාවන්",

      open_review: "අයිතමය සමාලෝචනය කරන්න",
      reset_to_pending: "අයිතමය දක්වා පොරොත්තුවෙන්",
      items_title: "අයිතම",

    },

    moderation: {
      approve_success: "අයිතමය අයිතමය අයිතමය",
      publish_success: "අයිතමය ප්‍රකාශිතයි අයිතමය",
      unpublish_success: "අයිතමය අයිතමය අයිතමය",
      archive_success: "අයිතමය අයිතමය අයිතමය",
      reject_success: "අයිතමය ප්‍රතික්ෂේප කළා අයිතමය",
      penalty_success: "අයිතමය අයිතමය අයිතමය",

      reject_title: "ප්රතික්ෂේප කරන්න අයිතමය",
      reject_reason: "අයිතමය අයිතමය",

      penalty: "අයිතමය",
      penalty_title: "අයිතමය",
      penalty_points: "අයිතමය අයිතමය",
      penalty_note: "අයිතමය සටහන"
    },

    media: {
      upload_images: "උඩුගත කරන්න රූප",
      url_type: "ටයිප් කරන්න",
      url: "URL",
      is_main: "අයිතමය අයිතමය ප්‍රධාන"
    },






    /** {@see BShopListingDesignsList, BShopListingDesignUpsert} **/
    designs: {
      title: "අයිතමය",
      sub_title:
        "බහුවිධ නිර්මාණ කට්ටල (කාඩ් + විස්තර සැකිලි) සාදා ඒවා ප්‍රවර්ගවලට පවරන්න. කාණ්ඩ විවිධ මෝස්තර භාවිතා කළ හැකිය.",

      empty_title: "නැත අයිතමය අයිතමය",
      empty_subtitle:
        "ප්‍රවර්ග පෙනෙන ආකාරය අභිරුචිකරණය ආරම්භ කිරීමට ඔබේ පළමු නිර්මාණ කට්ටලය එක් කරන්න.",

      add_title: "එක් කරන්න නිර්මාණ",
      edit_title: "සංස්කරණය කරන්න නිර්මාණ",

      card_template: "කාඩ්පත සැකිල්ල",
      details_template: "විස්තර සැකිල්ල",

      notifications: {
        add_success: "නිර්මාණ අයිතමය අයිතමය",
        edit_success: "නිර්මාණ අයිතමය අයිතමය",
        delete_success: "නිර්මාණ මකා දමන ලදී අයිතමය",
      },

      delete_title: "මකන්න නිර්මාණ",
      delete_message:
        "මකන්න අයිතමය නිර්මාණ? වර්ග අයිතමය අයිතමය නිර්මාණ_අයිතමය",
    },





    badges: {
      title: "ලාංඡන",
      sub_title:
        "වෙළඳසැල් ඉදිරිපස ලාංඡන සාදන්න සහ කළමනාකරණය කරන්න. විශේෂ ගුණාංග ඉස්මතු කිරීමට අයිතම ලැයිස්තුගත කිරීමට ලාංඡන පැවරිය හැක.",

      empty_title: "නැත ලාංඡන අයිතමය",
      empty_subtitle:
        "එක් කරන්න අයිතමය අයිතමය ලාංඡනය දක්වා ආරම්භ කරන්න අයිතමය ලැයිස්තුගත කිරීම අයිතම",

      add_title: "එක් කරන්න ලාංඡනය",
      edit_title: "සංස්කරණය කරන්න ලාංඡනය",

      notifications: {
        add_success: "ලාංඡනය අයිතමය අයිතමය",
        edit_success: "ලාංඡනය අයිතමය අයිතමය",
        delete_success: "ලාංඡනය මකා දමන ලදී අයිතමය",
      },

      delete_title: "මකන්න ලාංඡනය",
      delete_message: "අයිතමය අයිතමය දක්වා මකන්න අයිතමය ලාංඡනය?",
    },

    companies: {
      title: "සමාගම්",
      sub_title:
        "සමාගම් සාදන්න සහ කළමනාකරණය කරන්න. සෑම ලැයිස්තුගත අයිතමයක්ම විකල්ප වශයෙන් එක් සමාගමකට සම්බන්ධ කළ හැක.",

      empty_title: "නැත සමාගම් අයිතමය",
      empty_subtitle:
        "එක් කරන්න අයිතමය අයිතමය සමාගම දක්වා සබැඳිය අයිතමය දක්වා ලැයිස්තුගත කිරීම අයිතම",

      add_title: "එක් කරන්න සමාගම",
      edit_title: "සංස්කරණ සමාගම",

      notifications: {
        add_success: "සමාගම අයිතමය අයිතමය",
        edit_success: "සමාගම අයිතමය අයිතමය",
        delete_success: "සමාගම මකා දමන ලදී අයිතමය",
      },

      delete_title: "මකන්න සමාගම",
      delete_message:
        "මකන්න අයිතමය සමාගම? අයිතම අයිතමය අයිතමය සමාගම සබැඳිය",
    },



    messages: {
      title: "පණිවිඩය",
      sub_title: "කළමනාකරණය කරන්න පණිවිඩය යවා ඇත අයිතමය පරිශීලකයන් සිට ලැයිස්තුගත කිරීම පැතිකඩ",
      empty_title: "නැත පණිවිඩය",
      empty_subtitle: "පණිවිඩය යවා ඇත අයිතමය පරිශීලකයන් අයිතමය අයිතමය අයිතමය",

      sender: "අයිතමය",
      item: "අයිතමය",
      has_reply: "අයිතමය",
      has_reply_yes: "අයිතමය අයිතමය",
      has_reply_no: "නැත අයිතමය",

      dialog_title: "පණිවුඩය",
      owner_reply: "හිමිකරු අයිතමය",
      reply: "අයිතමය",
      reply_hint: "පරිශීලකයාට පිළිතුරක් ලියන්න. ඔබට ක්‍රියාවෙන් පණිවිඩය කියවීම/අයාචිත තැපෑල ලෙසද සලකුණු කළ හැක.",

      mark_read: "අයිතමය අයිතමය කියවීම",
      mark_unread: "අයිතමය අයිතමය අයිතමය",
      archive: "අයිතමය",
      unarchive: "අයිතමය",
      mark_spam: "අයිතමය අයිතමය අයිතමය",
      mark_not_spam: "අයිතමය අයිතමය",

      delete_confirm: "මකන්න අයිතමය පණිවුඩය?",
    },

    enable: {
      title: "ලැයිස්තුගත කිරීම",
      subtitle: "ඔබගේ පොදු ලැයිස්තුගත කිරීමේ පිටුව සබල කරන්න හෝ අබල කරන්න. පළමු වරට සබල කළ විට, Selldone ස්වයංක්‍රීයව ලැයිස්තුගත කිරීමේ වින්‍යාසය සාදනු ඇත.",
      true_description: "ලැයිස්තුගත කිරීම අයිතමය සක්‍රීය කර ඇත පාරිභෝගිකයන් අයිතමය අයිතමය ලැයිස්තුගත කිරීම පිටු",
      false_description: "ලැයිස්තුගත කිරීම අයිතමය අක්‍රීය කර ඇත අයිතමය ලැයිස්තුගත කිරීම පිටු අයිතමය අයිතමය ",
      open_listing: "අයිතමය ලැයිස්තුගත කිරීම",
      note: "අයිතමය අයිතමය , සීමාවන්, පෝරමය, අයිතමය නිර්මාණ අයිතමය ලැයිස්තුගත කිරීම සැකසුම්",
      vendor_prereq_text:
        "විකුණුම්කරුවන්ට ඔවුන්ගේ විකුණුම් පැනලයෙන් ලැයිස්තුගත අයිතම එක් කිරීමට අවශ්‍යද? පළමුව, ඔබේ ව්‍යාපාර ආකෘතිය Marketplace වෙත මාරු කරන්න.",
      vendor_prereq_button: "අයිතමය වෙළඳපොළ ව්‍යාපාරය අයිතමය",

      vendor_access_text:
        "විකුණුම්කරුවන්ට ලැයිස්තුගත කිරීමේ විශේෂාංග (අයිතම + සමාගම්) වෙත ප්‍රවේශ විය හැකිද යන්න දැන් ඔබට තීරණය කළ හැක. වෙළඳපොළ සැකසීම් තුළ එය සබල කරන්න.",
      vendor_access_button: "සබල කරන්න ලැයිස්තුගත කිරීම අයිතමය විකුණුම්කරුවන්",

      more_options_text:
        "ලැයිස්තු සැකසීම් තුළ තවත් පාලන තිබේ. ඔබට ආදාන, UI/පෙනුම, මධ්‍යස්ථකරණය, සීමාවන් සහ මුදල් ඉපැයීමේ විකල්ප වින්‍යාසගත කළ හැක.",
      more_options_button: "අයිතමය දක්වා ලැයිස්තුගත කිරීම සැකසුම්",

      updated: "ලැයිස්තුගත කිරීම අයිතමය",
      update_failed: "අයිතමය දක්වා යාවත්කාලීන කරන්න ලැයිස්තුගත කිරීම",
    },


    search: {
      title: "සොයන්න සැකසුම්",
      subtitle: "පාරිභෝගිකයින් ඔබේ ලැයිස්තුගත කිරීම සොයන ආකාරය සැලසුම් කරන්න. ඔබගේ අභිරුචි පෝරම ක්ෂේත්‍ර වලින් ස්ථානය මත පදනම් වූ සෙවුම සබල කර පෙරහන් සාදන්න.",

      location_title: "ස්ථානය සොයන්න",
      location_subtitle: "වින්‍යාස කළ හැකි අරයක් තුළ ස්ථානයක් තෝරා ගැනීමට සහ අවට ප්‍රතිඵල සොයා ගැනීමට පාරිභෝගිකයින්ට ඉඩ දෙන්න.",
      location_enabled_true: "ස්ථාන පෙරහන සබල කර ඇත. පාරිභෝගිකයින්ට දුරින් සෙවිය හැක.",
      location_enabled_false: "ස්ථාන පෙරහන අබල කර ඇත. ප්‍රතිඵල දුර අනුව පෙරීම සිදු නොවේ.",

      radius_default: "පෙරනිමිය අරය (අයිතමය)",
      radius_default_hint: "පාරිභෝගිකයා ස්ථානයක් තෝරාගත් නමුත් අරයක් තෝරා නොගන්නා විට භාවිතා වේ.",
      radius_max: "උපරිම අරය (අයිතමය)",
      radius_max_hint: "ගබඩා ඉදිරිපස අරය මෙම අගයට තද කරනු ඇත.",
      radius_options: "අරය අයිතමය (අයිතමය)",
      radius_options_hint: "අයිතමය අයිතමය අයිතමය",

      filters_title: "සොයන්න පෙරහන්",
      filters_subtitle: "අයිතම මෙටා ක්ෂේත්‍රවලින් අගයන් කියවන පෙරහන් එක් කරන්න (ඔබේ ලැයිස්තුගත කිරීම්/ප්‍රවර්ග ආකෘති ක්ෂේත්‍ර). ප්‍රකාශිත අයිතමවලින් සැබෑ විකල්ප එකතු කිරීමට ස්වයංක්‍රීය උත්පාදනය භාවිත කරන්න.",
      no_filters: "නැත පෙරහන් එක් කරන්න අයිතමය",
      auto_generate: "අයිතමය අයිතමය",

      filter_field: "අයිතමය අයිතමය",
      filter_label: "ලේබලය",
      filter_type: "ටයිප් කරන්න",
      filter_options: "අයිතමය",
      filter_options_hint: "තෝරාගත් පෙරහන් සඳහා, විකල්ප අතින් හෝ ජනනය කළ හැක.",
      multiple: "අයිතමය",
      single: "අයිතමය",
      kv_mode: "අයිතමය මාදිලිය",

      requires_listing_active: "ලැයිස්තුගත කිරීම සක්‍රිය නැත. එය වෙළඳසැල ඉදිරිපිට භාවිතා කිරීමට පළමුව ලැයිස්තුගත කිරීම සබල කරන්න.",


    },


  },















  /**
   * Auto fill suggestions
   */
  suggestions: {
    /**
     * Vendor Payment
     */
    vendor_payment: {
      note: [
        "විකුණුම් සඳහා ගෙවීම සම්පූර්ණ කර ඇත",
        "විකුණුම් කොමිස් මුදල් ලබා දීම.",
        "ගනුදෙනුව සාර්ථකව නිම කරන ලදී.",
        "මෑත විකුණුම් සඳහා ප්‍රේෂණ.",
        "විකුණුම්කරුවන්ගේ සේවා සඳහා සාර්ථක මාරුවක්.",
      ],
      /**
       * Reverse fund
       */
      reverse_fund_reason: [
        "අරමුදල් ආපසු: බැංකුවෙන් විකුණුම්කරුගේ මුදල් පසුම්බියට මාරු කිරීම.",
        "විකුණුම්කරු පසුම්බිය නැවත පිරවීම: බැංකු ගිණුමෙන් අරමුදල් ආපසු හැරවීම.",
        "ප්‍රතිලෝම ගනුදෙනුව: බැංකුව සිට විකුණුම්කරු මුදල් පසුම්බිය අරමුදල් මාරු කිරීම.",
        "ආපසු ගෙවීම: බැංකු තැන්පතු විකුණුම්කරුගේ මුදල් පසුම්බියට ආපසු ගැනීම.",
        "අරමුදල් ආපසු හැරවීම: බැංකුවෙන් වෙළෙන්දාගේ මුදල් පසුම්බිය නැවත පිරවීම.",
      ],
    },

    /**
     * Email Marketing
     */
    shop_email: {
      name: [
        "සුපිරි ඉතුරුම් සති අන්ත පිපිරීම",
        "සුවිශේෂී අභ්‍යන්තර ගනුදෙනු එළිදක්වන ලදී",
        "වාරික වට්ටම් සඳහා ඔබේ VIP ප්‍රවේශය",
        "සෘතුමය අලෙවිය අතිසාර්ථකත්වය",
        "ඔබේ සාප්පු සවාරි පාරාදීසය අගුළු හරින්න",
        "ග්රෑන්ඩ් ෂොපර්ස් කානිවල්",
        "වසන්ත 15 අයිතමය අයිතමය අයිතමය",
        "ඔබට විරුද්ධ විය නොහැකි සරත් සෘතුවේ ගනුදෙනු",
        "ශීත ඍතු ආශ්චර්යයන්: සීතල දින සඳහා උණුසුම් ගනුදෙනු",
        "ගිම්හාන නිෂ්කාශන ගණන් කිරීම",
        "කළු සිකුරාදා බොනැන්සා: මුල් කුරුළු ප්‍රවේශය",
        "ආයුබෝවන් නිවාඩු: ඔබේ තෑගි මාර්ගෝපදේශය සහ තවත් දේ",
        "නැවුම් සොයාගැනීම්: නව පැමිණීම් ඔබ සඳහා පමණි",
        "ලෝයල්ටි ත්‍යාග: ඇතුළත සුවිශේෂී වට්ටම්",
      ],
      subject: [
        "⏰ සීමිත කාල දීමනාවක්! ඔබගේ ප්‍රියතමයන් දැන් ලබාගන්න",
        "🌼 නව සමය, නව මෝස්තර - අපගේ නවතම එකතුව ගවේෂණය කරන්න",
        "👑 සුවිශේෂී VIP අලෙවිය ඔබ වෙනුවෙන්ම පමණයි",
        "💃 අපගේ නව පැමිණීම් සමඟ හිස හරවන්න",
        "🔚 සෑම දෙයකටම 20% ක වට්ටමක් භුක්ති විඳීමට අවසාන අවස්ථාව",
        "🎁 ඔබ වෙනුවෙන් තෑග්ගක්: ඇතුළත $10 ණය!",
        "☀️ අපගේ උණුසුම් ගනුදෙනු සමඟ ගිම්හානය සඳහා සූදානම් වන්න",
        "🛍️ ඔබේ ඇඳුම් ආයිත්තම් කට්ටලය යාවත්කාලීන කරන්න - ඔබ එයට සුදුසුයි",
        "👀 අයිතමය අයිතමය: අලුත් නිෂ්පාදන අයිතමය අයිතමය!",
        "🎂 සුභ උපන්දිනයක්! ඔබේ විශේෂ තෑග්ග බලාපොරොත්තු වේ",
        "🖤 කළු සිකුරාදා ගනුදෙනු සඳහා ඔබ සූදානම්ද?",
        "🎯 ඔබ සඳහා පමණක් හොඳම තේරීම් - පුද්ගලීකරණය කළ සාප්පු සවාරි අත්දැකීම",
        "🍹 ඔබටම සැලකීමට කාලයයි - සති අන්ත ෆ්ලෑෂ් සේල්!",
        "🧹 කන්නයේ අවසානය නිෂ්කාශනය - සියල්ල යා යුතුය!",
        "🚀 ඔබ එය උපයා ඇත! ඔබගේ ඊළඟ ඇණවුම මත නොමිලේ නැව්ගත කිරීම",
        "📢 අතපසු නොකරන්න - ඔබගේ පැතුම් ලැයිස්තු අයිතම දැන් විකිණීමට ඇත",
        "🏡 අපගේ ගෘහ අලංකරණ එකතුව සමඟින් ඔබේ නිවසට ප්‍රීතිය ගෙන එන්න",
        "🎉 ඔබ වෙනුවෙන්ම පුදුමයක්! ඔබේ අභිරහස් වට්ටම් ඉවත් කරන්න",
      ],
    },

    /**
     * Discount code
     */
    discount_code: {
      code: [
        "සාදරයෙන් පිළිගනිමු10",
        "ගිම්හාන 20",
        "අයිතමය",
        "අයිතමය",
        "BLACKFRIDAY",
        "CYBERMONDAY",
        "FREESHIPPING",
        "FLASHSALE",
        "CLEARANCE",
        "EARLYBIRD",
        "ශිෂ්ය 10",
        "වින්ටර්25",
        "වසන්ත 15",
        "අයිතමය",
        "හොඳම විකුණුම්කරු10",
        "අයිතමය",
        "වැලන්ටයින්20",
        "MOTHERSDAY",
        "FATHERSDAY",
        "ENDOFYEAR",
      ],
      title: [
        "ෆ්ලෑෂ් අලෙවිය: 20% වට්ටමක්!",
        "VIP පූර්ව ප්රවේශ වට්ටම්",
        "සති අන්ත ගනුදෙනුව: දැන් සුරකින්න!",
        "අද 15% ක වට්ටමක් භුක්ති විඳින්න",
        "ගිම්හාන විකිණීම: අමතර 10% වට්ටමක්",
        "තොග අවසන් කිරීමේ විකුණුම්! විශාල ඉතිරි කරන්න",
        "විශේෂ දීමනාව: නොමිලේ නැව්ගත කිරීම",
        "2-සඳහා-1: අද පමණක්!",
        "නිවාඩු විශේෂ: 25% වට්ටමක්",
        "සුවිශේෂී 30% වට්ටමක්",
        "පුදුමයක්! අමතර 20% වට්ටමක්",
        "ඇතුළත සෘතුමය ඉතුරුම්",
        "සති මැද පිස්සුව: 10% වට්ටමක්",
        "ඉක්මනින් අවසන් වේ: සියල්ලටම 15% වට්ටමක්",
        "පවුලේ අය සහ මිතුරන්: 20% වට්ටමක්",
        "මෙම සති අන්තයේ විශාල ඉතුරුම්",
        "කළු සිකුරාදා: 40% වට්ටමක්",
        "අයිතමය අයිතමය වට්ටම්: 30% අයිතමය",
      ],
      description: [
        "ඔබේ විශේෂ දීමනාවට හිමිකම් කියන්න! සීමිත කාලයක් පමණි.",
        "ඉක්මන් කරන්න! ඔබගේ කරත්තයේ සුවිශේෂී ඉතුරුම් බලා සිටී.",
        "විශාල ඉතුරුම් ක්ලික් කිරීමකින් පමණි!",
        "මෙම ගනුදෙනුව නැති වීමට පෙර එයින් ප්‍රයෝජන ගන්න.",
        "විශේෂ වට්ටමක් බලා සිටීම! අතපසු කරන්න එපා.",
        "අපගේ පිරිනැමීම සමඟ ඔබේ සාප්පු සවාරිය වැඩි කරන්න!",
        "ඔබේ ඊළඟ ඇණවුම ඔබ සිතනවාට වඩා අඩු විය හැකිය!",
        "ඔබට අවශ්‍ය අයිතමය ලබා ගැනීමට හොඳම කාලය මෙයයි.",
        "ඔබේ දවස දීප්තිමත් කිරීමට කුඩා දෙයක්.",
        "සුරැකීමට සූදානම්ද? විස්මිත වට්ටමක් බලා සිටී!",
        "ඔබ විශේෂ නිසා, මෙන්න විශේෂ ගනුදෙනුවක්.",
        "යමක් ගැන ඔබේ ඇස යොමු වී තිබේද? මෙන්න හිරිහැරයක්!",
        "ඉතිරි කිරීමට වර්තමානය තරම් කාලයක් නැත.",
        "මෙම ගනුදෙනුව අතපසු නොකරන්න! පාස් කරන්න හොඳ වැඩියි.",
        "හොඳ ආරංචියක්! ඔබේ සාප්පු සවාරි දැන් මිල අඩු විය.",
        "ඉක්මන් කරන්න, ඔබේ සුවිශේෂී වට්ටම ඉක්මනින් අවසන් වේ!",
        "මෙන්න ඔබේ පක්ෂපාතිත්වයට පුංචි ස්තුතියි.",
      ],
    },
    /**
     * Coupon
     */
    coupon: {
      title: [
        "ඉතිරිකිරීම් මුදා හැර ඇත",
        "වට්ටම් අගුළු හරින්න",
        "සුපිරි ඉතිරිකිරීම්",
        "සුවිශේෂී ගනුදෙනුව",
        "බෝනස් ඉතුරුම්",
        "VIP වට්ටම්",
        "විශේෂ දීමනාව",
        "අමතර ඉතිරිකිරීම්",
        "වට්ටම් ඇඟවීම",
        "අයවැය සතුට",
        "ඉකොනොමි ඩිලයිට්",
        "වටිනාකම අයිතමය",
        "මිල අඩු කිරීම",
        "සතුටු ඉතුරුම්",
        "වැඩිපුර ඉතිරි කරන්න, වැඩිපුර සාප්පු යන්න",
        "ෆ්ලෑෂ් ගනුදෙනුව",
        "කේවල් කිරීමේ දීමනාව",
        "ක්ෂණික ඉතුරුම්",
        "දවසේ ගනුදෙනුව",
        "සෘතුමය සොරකම්",
      ],
      description: [
        "අපෙන් මිහිරි ගනුදෙනුවක් භුක්ති විඳින්න! ඔබගේ ඊළඟ මිලදී ගැනීමේදී ඉතිරි කරන්න.",
        "අපි අපගේ ගනුදෙනුකරුවන් අගය කරමු - මෙම සුවිශේෂී දීමනාවෙන් ප්‍රයෝජන ගන්න.",
        "ඔබ ආදරය කරන දේ අඩු මුදලකට ලබා ගන්න. අපෙන් වට්ටමක්!",
        "සුරැකීමට සූදානම්ද? සුවිශේෂී දීමනාවක් බලාපොරොත්තු වේ!",
        "ඔබ විශේෂ නිසා! ඔබගේ ඊළඟ ඇණවුම සඳහා වට්ටමක් භුක්ති විඳින්න.",
        "සාප්පු සවාරියකට ඔබම සලකන්න සහ ඉතිරි කරන්න!",
        "ඔබ වැටෙන තෙක් සාප්පු යෑමට සූදානම් වන්න - සහ ඉතිරි කරන්න!",
        "විශේෂ වට්ටමක් සමඟ සමය සමරන්න.",
        "අපි අපගේ විශ්වාසවන්ත පාරිභෝගිකයින්ට සුවිශේෂී වට්ටමක් සමඟ ස්තූතිවන්ත වෙමු.",
        "ඔබගේ ඊළඟ මිලදී ගැනීමේදී ඇදහිය නොහැකි ඉතුරුම් අගුළු හරින්න.",
        "ඔබගේ සුවිශේෂී ඉතුරුම් දෙස බලන්න.",
        "අපෙන් ඔබේ විස්මිත වට්ටම් සොයා ගන්න!",
        "අපගේ සුවිශේෂී දීමනාව සමඟින් ඔබේ සාප්පු සවාරි අත්දැකීම උත්ශ්‍රේණි කරන්න.",
        "අපගේ විශේෂ දීමනාව සමඟින් ඔබේ ඉතුරුම් ආරම්භ කරන්න.",
        "විශේෂ වට්ටමක් - අමතර කුඩා දෙයක් සමඟ ඔබම සතුටු වන්න.",
        "ඔබේ මීළඟ සාප්පු සවාරි වික්‍රමය වඩාත් දැරිය හැකි මිලකට!",
        "මක්නිසාද යත් වට්ටමක් සමඟ සාප්පු සවාරි වඩාත් විනෝදජනක වන බැවිනි.",
      ],
    },

    /**
     * Offer
     */
    offer: {
      title: [
        "බණ්ඩල් කර විශාල වශයෙන් සුරකින්න!",
        "තවත් මිලදී ගන්න, තවත් සුරකින්න!",
        "ස්මාර්ට් සාප්පු සවාරි යන්නන් සඳහා ස්මාර්ට් ගනුදෙනු",
        "වට්ටම් ඇඟවීම! බණ්ඩල් ඉතුරුම්",
        "අයිතමය පිරිනැමීම - තව. . අයිතමය අයිතමය",
        "මිටි මත සුවිශේෂී ඉතුරුම්",
        "ඔබේ මුදල් සඳහා තවත් ලබා ගන්න!",
        "ඔබ බණ්ඩල් කරන විට සුරකින්න",
        "අයිතමය ගනුදෙනු අයිතමය අයිතමය",
        "ගබඩාවේ විශාල ඉතුරුම්!",
        "හොඳම වටිනාකම් මිටි",
        "සීමිත කාල මිටි ගනුදෙනු",
        "අයිතමය වට්ටම අයිතමය අයිතමය",
        "තෝරාගත් අයිතමවල ස්මාර්ට් ඉතුරුම්",
        "මිටි මත පරාජය කළ නොහැකි ගනුදෙනු",
        "බහු මිලදී ගැනීමේ වට්ටම් තිබේ",
        "දැන් අඩුවෙන් දෙගුණ කරන්න",
        "තොග මිලට ගැනීම් = විශාල ඉතුරුම්",
      ],

      description: [
        "ඔබ තෝරාගත් නිෂ්පාදන බණ්ඩල් කරන විට විශාල ඉතුරුම් ලකුණු කරන්න. ඉක්මන් කරන්න, සීමිත කාල දීමනාවක්!",
        "ස්මාර්ට් ගනුදෙනු බලාපොරොත්තු වේ! අපගේ උද්දීපනය කළ අයිතම එකට මිල දී ගැනීමේදී වැඩිපුර ඉතිරි කරන්න.",
        "සුරැකීමට ස්මාර්ට් මාර්ගය සොයා ගන්න! ඔබේ ප්‍රියතමයන් එකතු කර මිල පහත වැටීම නරඹන්න.",
        "සංයුක්තව තෝරාගත් අයිතම මිලදී ගැනීමේදී සුවිශේෂී වට්ටම් භුක්ති විඳින්න. දැන් ක්‍රියා කරන්න!",
        "වැඩිපුර මිලදී ගන්න, වැඩිපුර ඉතිරි කරන්න! අපගේ විශේෂ නිෂ්පාදන මිටි මත නොබිඳිය හැකි වට්ටම්.",
        "අපගේ විශේෂ දීමනා සමඟ බුද්ධිමත්ව සාප්පු යන්න. තෝරාගත් නිෂ්පාදන මිටි මත වට්ටම් සහිත මිල.",
        "අඩු මුදලකට වැඩිපුර ලබා ගන්න! ඔබ අපගේ තෝරාගත් මිටි මිලදී ගන්නා විට විශ්මයජනක වට්ටම්.",
        "ඔබ බණ්ඩල් කරන විට විශාල වශයෙන් ඉතිරි කරන්න! සීමිත කාලයක් සඳහා තෝරාගත් අයිතම සඳහා සුවිශේෂී ගනුදෙනු.",
        "ඒකාබද්ධ කර සුරකින්න! ඔබ අපගේ තෝරාගත් නිෂ්පාදන එකට මිලදී ගන්නා විට සුවිශේෂී වට්ටම්.",
        "ඔබ වැඩි වැඩියෙන් මිලදී ගන්නා තරමට, ඔබ ඉතිරි කරයි! අපගේ විශේෂ මිටි සමඟ බුද්ධිමත් වන්න.",
      ],
    },

    /**
     * Gift card type
     */
    gift_card_type: {
      title: [
        "ඔබටම සලකන්න!",
        "ඔබ වෙනුවෙන් පමණයි!",
        "සතුටු සාප්පු සවාරි!",
        "අපෙන් භුක්ති විඳින්න!",
        "ටිකක් වින්දනය කරන්න",
        "මොකද ඔයා විශේෂයි",
        "පොඩි පුදුමයක්",
        "ඔබේ දිනය කරන්න",
        "මෙන්න ඔබට",
        "ප්රීතිය පතුරුවන්න",
        "ආදරයේ තෑග්ගක්",
        "සාප්පු යන්න අයිතමය අයිතමය",
        "ස්තුති සංකේතයක්",
        "ස්ප්ලර් කිරීමට කාලයයි",
        "මොහොත රසවිඳින්න",
        "ඔබේ ප්‍රියතමයන් සොයන්න",
        "තේරීම ඔබගේ ය",
        "ප්‍රකාශ කරන්න",
        "මැජික් සොයා ගන්න",
        "ඔබේ විලාසිතාව මුදාහරින්න",
      ],
    },

    /**
     * Refund vendor order
     */
    vendor_refund_order: {
      note: [
        "ඔබේ අතථ්‍ය මුදල් පසුම්බියෙන් අරමුදල් අඩු කර වෙළඳපොළ පසුම්බිය වෙත ආපසු ගොස් ඇත.",
        "ඔබේ අතථ්‍ය පසුම්බි ශේෂය අඩු කරමින් ආපසු ගෙවීමක් නිකුත් කර ඇත.",
        "ආපසු ගෙවීම සම්පූර්ණ කර ඇත. වෙළඳපල මුදල් පසුම්බිය ඔබේ අතථ්‍ය මුදල් පසුම්බියෙන් නැවත පුරවා ඇත.",
        "ඔබේ අතථ්‍ය මුදල් පසුම්බිය වෙළඳපල පසුම්බියට මෑතදී ආපසු ගෙවීමක් සඳහා හර කර ඇත.",
        "ඔබගේ අතථ්‍ය පසුම්බි අරමුදල් මෑතදී ආපසු ගෙවීමක් හේතුවෙන් සකස් කර ඇත.",
        "ඔබේ අතථ්‍ය මුදල් පසුම්බියෙන් මුදල අඩු කරමින් ආපසු ගෙවීමක් සිදු කර ඇත.",
        "වෙළඳපල මුදල් පසුම්බිය වෙත මුදල් ආපසු ගෙවීමක් හේතුවෙන් ඔබේ අතථ්‍ය පසුම්බි ශේෂය අඩු වී ඇත.",
        "මුදල් ආපසු ගෙවීමේ ගනුදෙනුවක් සිදු වී ඇත, ඔබේ අතථ්‍ය මුදල් පසුම්බියෙන් අරමුදල් ආපසු වෙළඳපොළට ගෙන යයි.",
      ],
    },

    /**
     * Product
     */
    product: {
      warranty: [
        "24-මාස රන් ඇපකරය",
        "වසර දෙකක් සඳහා ප්ලැටිනම් ආරක්ෂාව",
        "මාස 36ක් සඳහා දියමන්ති සහතිකය",
        "රිදී පලිහ: වසරක වගකීමක්",
        "වසර 2ක එලයිට් සහතිකය",
        "මාස 24ක් සඳහා වාරික ආරක්ෂාව",
        "ලෝකඩ උපස්ථ: වසරක වගකීමක්",
        "වසර 3ක අවසාන අතිකාල සහතිකය",
        "24-මාස ආරක්ෂිත සේවා පොරොන්දුව",
        "36-මාස මනසේ සාමය ආරක්ෂා කිරීම",
      ],
      pros_name: [
        "කාර්යක්ෂමතාව වැඩි දියුණු කර ඇත",
        "පිරිවැය ඵලදායී විසඳුම",
        "තත්ත්ව සහතිකය",
        "පරිශීලක මිත්ර",
        "කාලය ඉතිරි කරන්නා",
        "විශ්වසනීයත්වය සහතික කෙරේ",
        "බහුකාර්ය භාවිතය",
        "අති නවීන තාක්ෂණය",
        "පරිසර හිතකාමී",
        "සුවිශේෂී කාර්ය සාධනය",
      ],

      pros_value: [
        "ඉක්මන් හා කාර්යක්ෂම මෙහෙයුම් සමඟ සැලකිය යුතු කාලයක් ඉතිරි කරයි.",
        "අසමසම කාර්ය සාධනය සඳහා උසස් තාක්ෂණය භාවිතා කරයි.",
        "පිරිවැය අඩු කර ඵලදායිතාව ඉහළ නංවයි.",
        "පහසු සංචලනය සඳහා පරිශීලක-හිතකාමී අතුරු මුහුණතක් පිරිනමයි.",
        "විශ්වසනීය සහ ස්ථාවර කාර්ය සාධනය සහතික කරයි.",
        "විවිධ කාර්යයන් හරහා බහුකාර්ය යෙදුම් සපයයි.",
        "පරිසර හිතකාමී ද්රව්ය සහ ක්රියාවලීන් භාවිතා කරයි.",
        "උසස් ප්‍රතිඵල සඳහා අති නවීන තාක්‍ෂණයෙන් නිර්මාණය කර ඇත.",
        "උසස් තත්ත්වයේ නිර්මාණය දිගු කල් පවතින බව සහතික කරයි.",
        "පැය 24 පුරාම පාරිභෝගික සහාය පිරිනමයි.",
      ],

      cons_name: [
        "මිල අධික ආයෝජන",
        "සීමිත ගැළපුම",
        "සංකීර්ණ සැකසුම",
        "පුහුණුව අවශ්ය වේ",
        "අතුරු කාර්ය සාධනය",
        "බහුකාර්යතාවක් නොමැත",
        "සීමිත සහාය",
        "නිතර නඩත්තු කිරීම",
        "අධි බලශක්ති පරිභෝජනය",
        "කෙටි ආයු කාලය",
      ],

      cons_value: [
        "විකල්පවලට සාපේක්ෂව ඉහළ ආරම්භක ආයෝජනය.",
        "සියලුම පද්ධති හෝ උපාංග සමඟ නොගැළපේ.",
        "සැකසීමේ ක්රියාවලිය බෙහෙවින් සංකීර්ණ විය හැකිය.",
        "භාවිතය සඳහා අමතර පුහුණුවක් අවශ්ය විය හැකිය.",
        "කාර්ය සාධනය සියලු අපේක්ෂාවන් සපුරාලිය නොහැක.",
        "ක්‍රියාකාරීත්වයෙන් සීමා වූ හෝ බහුකාර්යතාවක් නොමැත.",
        "පාරිභෝගික සහාය පැය විසිහතරේම නොතිබිය හැකිය.",
        "නිතර නඩත්තු කිරීම අවශ්ය වන අතර, ඉහළ පිරිවැයක් ඇති කරයි.",
        "ඉහළ බලශක්ති ප්‍රමාණයක් පරිභෝජනය කරයි, උපයෝගිතා පිරිවැයට බලපායි.",
        "නිෂ්පාදන ආයු කාලය අපේක්ෂා කළ තරම් දිගු නොවිය හැක.",
      ],
    },

    /**
     * Blog Category
     */
    blog_category: {
      category: [
        "තාක්ෂණික තීක්ෂ්ණ බුද්ධිය",
        "අයිතමය අයිතමය",
        "සංචාරක කතා",
        "සෞඛ්‍ය උපදෙස්",
        "විලාසිතා කැමති",
        "ව්‍යාපාරය අයිතමය",
        "ජීවන රටා කතන්දර",
        "ක්රීඩා යාවත්කාලීන",
        "කලා විශේෂාංග",
        "මාපිය පොයින්ටර්",
      ],
      description: [
        "විවිධ මාතෘකා පිළිබඳ අවබෝධාත්මක ලිපි සොයා ගන්න.",
        "අපගේ තොරතුරු සහිත බ්ලොග් සටහන් එකතුව ගවේෂණය කරන්න.",
        "අපගේ ආකර්ශනීය බ්ලොග් කාණ්ඩයේ අන්තර්ගතය සමඟ දැනුවත්ව සිටින්න.",
        "අපගේ සිතුවිලි-ප්‍රකෝපකාරී බ්ලොග් ප්‍රවර්ග ලිපි හරහා ආශ්වාදයක් සොයන්න.",
        "අපගේ විවිධ බ්ලොග් වර්ග මාතෘකා සමඟ ඔබේ දැනුම පුළුල් කරන්න.",
        "අපගේ ආකර්ශනීය බ්ලොග් ප්‍රවර්ග විදසුන් සමඟ යාවත්කාලීනව සිටින්න.",
        "අපගේ කුතුහලය දනවන බ්ලොග් ප්‍රවර්ග අන්තර්ගතයේ ගැඹුර සොයා බලන්න.",
        "අපගේ බ්ලොග් වර්ග ලේඛනාගාරය තුළ වටිනා තොරතුරු අනාවරණය කර ගන්න.",
        "අපගේ ප්‍රවේශමෙන් සකස් කළ බ්ලොග් ප්‍රවර්ගයෙන් අලුත් දෙයක් ඉගෙන ගන්න.",
        "අපගේ සාරවත් බ්ලොග් කාණ්ඩයේ ලිපි සහ පළ කිරීම් සමඟ සම්බන්ධ වන්න.",
      ],
    },

    /**
     * Partner Plan
     */
    partner_plan: {
      name: [
        "ආරම්භක ඇසුරුම",
        "අත්යවශ්ය සැලැස්ම",
        "වෘත්තීය කට්ටලය",
        "ව්යවසාය සංස්කරණය",
        "උසස් පෙළ",
        "වාරික පැකේජය",
        "අවසාන විසඳුම",
        "එලයිට් මට්ටම",
        "වර්ධන ත්වරකය",
        "ප්ලැටිනම් බලය",
      ],
    },

    /**
     * Tax Profile
     */
    tax_profile: {
      name: [
        "ආහාර",
        "ඉලෙක්ට්රොනික උපාංග",
        "ඇඳුම් පැළඳුම් සහ ඇඟලුම්",
        "පොත් සහ ලිපි ද්රව්ය",
        "සෞඛ්‍ය සහ රූපලාවන්‍ය නිෂ්පාදන",
        "ගෘහභාණ්ඞ",
        "ක්රිඩා භාණ්ඩ",
        "සෙල්ලම් බඩු සහ ක්රීඩා",
        "ස්වර්ණාභරණ සහ උපාංග",
        "වාහන අමතර කොටස්",
        "උද්යානය සහ එළිමහන්",
        "කුස්සියට උපකරණ",
        "නිවාස අලංකරණය",
        "සංගීත භාණ්ඩ",
        "සුරතල් සැපයුම්",
        "පාවහන්",
        "බෑග් සහ ගමන් මලු",
        "කාර්යාල සැපයුම්",
        "දෘඪාංග මෙවලම්",
        "සිල්ලර බඩු",
      ],

      label: [
        "VAT", // Value-Added Tax
        "GST", // Goods and Services Tax
        "PST", // Provincial Sales Tax
        "HST", // Harmonized Sales Tax
        "QST", // Quebec Sales Tax
        "CST", // Central Sales Tax
        "සුරාබදු", // Excise Tax
        "ආනයන බදු", // Import Duty
        "සේවා බද්ද", // Service Tax
        "සුඛෝපභෝගී බද්ද", // Luxury Tax
      ],
    },
    /**
     * Cluster
     */
    cluster: {
      name: [
        "විකුණුම් විශේෂ අවස්ථා",
        "ප්‍රවර්ධන කේත",
        "විශේෂාංග ව්‍යාපාර",
        "නව පැමිණීම්",
        "හොඳම විකුණුම්කරුවන්",
        "සෘතුමය විශේෂ",
        "සීමිත දීමනා",
        "සිදුවීම් ගනුදෙනු",
        "VIP සුවිශේෂී",
        "නිෂ්කාශන අයිතම",
        "නිවාඩු මිටි",
        "තේමා එකතුව",
        "වෙළඳ නාම ප්‍රදර්ශන",
        "සාමාජික ප්‍රියතමයන්",
        "ෆ්ලෑෂ් වට්ටම්",
        "අත්‍යවශ්‍ය භාණ්ඩ මිලදී ගන්න",
        "ඩිජිටල් සම්පත්",
        "තෑගි අදහස්",
        "පරිසර හිතකාමී තේරීම්",
        "කාර්ය මණ්ඩල නිර්දේශ",
      ],
    },

    /**
     * Popup
     */
    popup: {
      title: [
        "විශේෂ දීමනාව!",
        "නව පැමිණීම්",
        "සීමිත කාලය",
        "වට්ටම් ඇඟවීම!",
        "සුවිශේෂී ගනුදෙනු",
        "උණුසුම් විකිණීම!",
        "නිෂ්කාශන ඇඟවීම",
        "ගාස්තු රහිත නැව්ගත කිරීම",
        "ඇතුළත තෑග්ගක්!",
        "ත්‍යාග දිනාගන්න",
        "සාමාජික වරප්‍රසාද",
        "ෆ්ලෑෂ් අලෙවිය",
      ],
    },

    /**
     * Campaign
     */
    campaign: {
      name: [
        "ඔබ වැටෙන තුරු සාප්පු යන්න",
        "කරත්ත වියරුව",
        "අයිතමය විකිණීමට අයිතමය",
        "ක්ලික් කරන්න, සාප්පු යන්න, සුරකින්න",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "මෙගා මාර්ක්ඩවුන් පිස්සුව",
        "සයිබර් ඉතුරුම් කම්පනය",
        "ඩිජිටල් වට්ටම් දින",
        "ඊ-වාණිජ්‍යය සැණකෙළිය",
        "අයිතමය අයිතමය අයිතමය",
        "සිල්ලර රෂ්",
        "අයිතමය ගබඩාව විකිණීමට",
        "ඊ-සාප්පුකරුවන්ගේ පාරාදීසය",
        "අතථ්‍ය වවුචර් ව්‍යාපාරය",
        "ඩිජිටල් දොරබස්ටර්",
        "අයිතමය අයිතමය",
        "ඔන්ලයින් සාප්පු සවාරි",
        "සයිබර් අලෙවිය දර්ශනීය",
        "අයිතමය අයිතමය",
      ],
    },

    /**
     * Valuation
     */
    valuation: {
      title: [
        "අයිතමය අයිතමය මිල නියම කිරීම",
        "අතින් සාදන ලද ස්වර්ණාභරණ තක්සේරු කිරීම",
        "පුද්ගලීකරණය කළ සපත්තු මිලකරණය",
        "අභිරුචි කලා නිර්මාණ තක්සේරුව",
        "ගැලපෙන ඇඳුම් මිල",
        "ඉලෙක්ට්‍රොනික උපකරණ අභිරුචිකරණ පිරිවැය",
        "පුද්ගලීකරණය කළ සුවඳ විලවුන් තක්සේරුව",
        "අභිරුචි බෑග් මිලකරණය",
        "ගැලපෙන ඇඳුම් තක්සේරුව",
        "පුද්ගලීකරණය කළ පොත් කවරයේ මිල",
        "අභිරුචි ගෘහ භාණ්ඩ තක්සේරු කිරීම",
        "බෙස්පෝක් ඔරලෝසු මිලකරණය",
        "පුද්ගලීකරණය කළ සෙල්ලම් බඩු තක්සේරු කිරීම",
        "සකස් කළ තොප්පි මිලකරණය",
        "අභිරුචි සම ආරක්ෂණ නිෂ්පාදන තක්සේරුව",
        "බෙස්පෝක් ගෘහ අලංකරණ මිල",
        "අභිරුචිකරණය කරන ලද මුළුතැන්ගෙයි උපකරණ තක්සේරු කිරීම",
        "පුද්ගලීකරණය කරන ලද ලිපි ද්‍රව්‍ය මිලකරණය",
        "බෙස්පෝක් හිසකෙස් උපාංග තක්සේරුව",
        "අභිරුචි ක්රීඩා උපකරණ මිල",
      ],
      structure: {
        title: [
          "ටී ෂර්ට් මුද්‍රණ නිර්මාණය",
          "ස්වර්ණාභරණ ලෝහ වර්ගය",
          "සපත්තු ද්රව්ය තේරීම",
          "කලා රාමු ප්රමාණය",
          "සූට් රෙදි තෝරා ගැනීම",
          "ගැජට් වර්ණ විකල්පය",
          "සුවඳ විලවුන් පැතිකඩ",
          "බෑග් ද්රව්ය සහ ප්රමාණය",
          "ඇඳුමේ දිග සහ විලාසය",
          "පොත් ආවරණ ද්රව්ය",
          "ගෘහ භාණ්ඩ ලී වර්ගය",
          "අයිතමය අයිතමය Material",
          "සෙල්ලම් බඩු අභිරුචි විශේෂාංග",
          "අයිතමය අයිතමය අයිතමය වර්ණ",
          "සම ආරක්ෂණ අමුද්‍රව්‍ය මනාප",
          "ගෘහ අලංකරණ තේමාව",
          "කුස්සියට උපකරණ ද්රව්ය",
          "ලිපි ද්රව්ය කඩදාසි වර්ගය",
          "හිසකෙස් උපාංග ද්රව්ය",
          "ක්රීඩා උපකරණ ප්රමාණය",
        ],
      },
    },

    /**
     * Lottery
     */
    lottery: {
      title: [
        "කරකවන්න සහ විශාල ත්‍යාග දිනා ගන්න!",
        "ෆෝචූන් වීල් ජැක්පොට්",
        "අයිතමය අයිතමය අයිතමය",
        "ත්‍යාග දිනා ගැනීමට කරකවන්න",
        "ධනයේ රෝදය",
        "අයිතමය ලොතරැයිය අයිතමය",
        "අයිතමය අයිතමය අයිතමය",
        "ත්‍යාග වීල් ෆියෙස්ටා",
        "අයිතමය අයිතමය අයිතමය",
        "අයිතමය අයිතමය ",
        "අයිතමය අයිතමය අයිතමය",
        "වාසනාවේ අනුග්රහය",
        "ආශ්චර්යයේ රෝදය",
        "ධනය සඳහා කරකවන්න",
        "අයිතමය අයිතමය අයිතමය",
        "ගෝල්ඩන් ස්පින් ලොතරැයිය",
        "අයිතමය",
        "වාසනාවන්ත රෝදය",
        "අයිතමය අයිතමය අයිතමය",
        "අයිතමය අයිතමය අයිතමය",
      ],
      description: [
        "සුවිශේෂී වට්ටම් දිනා ගැනීමට අවස්ථාවක් සඳහා රෝදය කරකවන්න!",
        "ඔබේ වාසනාව උත්සාහ කරන්න - අපගේ වාසනාවන්ත රෝදය තුළ පුදුමාකාර ත්‍යාග බලාපොරොත්තු වේ!",
        "සෑම භ්‍රමණයකින්ම විශාල ජයග්‍රහණයක් ලබා ගන්න - අල්ලා ගැනීම සඳහා ආකර්ෂණීය ත්‍යාග දක්වා!",
        "ජයග්‍රහණය කිරීමට කැරකෙන්න! සෑම වාරයකම පුදුම තෑගි සහ දීමනා.",
        "විශාල ලකුණු ලබා ගැනීමට ඔබට ඇති අවස්ථාව - ක්ෂණික ත්‍යාග සඳහා රෝදය කරකවන්න!",
        "සෑම භ්‍රමණයක් සමඟම සුවිශේෂී ත්‍යාග - ඔබ වාසනාවන්තයා වේවිද?",
        "කරකවන්න සහ ජය! අපගේ වෙළඳසැලේ වාසනාවන්ත රෝදයේ සැඟවුණු මැණික් සොයා ගන්න.",
        "අපගේ රෝදය සමඟ වාසනාවන්ත වන්න - ත්‍යාග, වට්ටම්, සහ තවත්!",
        "සෑම දඟයක්ම ජයග්‍රහණයකි - අදම ඔබේ විශේෂ ත්‍යාගය ලබා ගන්න!",
        "ප්‍රීතිමත් විස්මයක් සඳහා රෝදය හරවන්න - ඔබ දිනන්නේ කුමක් ද?",
        "භ්‍රමණයක් සමඟ වාසනාව මුදා හරින්න - ආකර්ෂණීය සාප්පු ත්‍යාග බලාපොරොත්තු වේ.",
        "ඔබේ ත්‍යාගය හෙළි කිරීමට කරකවන්න - වට්ටම්, තෑගි, සහ තවත්!",
        "දිනකට කැරකීමක් ක්‍රීඩාවේ උද්දීපනය තබා ගනී - අද්විතීය ත්‍යාග දිනා ගන්න!",
        "සුවිශේෂී සාප්පු සංග්‍රහ සඳහා අපගේ වාසනාවේ රෝදය කරකවන්න.",
        "වාසනාවන්ත භ්‍රමණයන් වාසනාවන්ත ජයග්‍රහණ ගෙන එයි - දැන් ඔබේ ත්‍යාගය ලබා ගන්න!",
        "ඔබේ කැරකීමට පුදුමාකාර සාප්පු සවාරි ත්‍යාග අගුළු හැරිය හැක!",
        "සුවිශේෂී ගනුදෙනු සහ දීමනා ලබා ගැනීමට අවස්ථාවක් සඳහා කරකවන්න.",
        "වාසනාවේ රෝදය කැරකෙමින් තිබේ - ඔබේ වාසනාවන්ත ත්‍යාගය අල්ලා ගන්න!",
        "කරකවන්න, ජයග්‍රහණය කරන්න සහ සිනහව - සෑම වාරයක් සමඟම පුදුම ත්‍යාග.",
        "භ්‍රමණයක් ගෙන ඔබේ ත්‍යාගය තීරණය කිරීමට වාසනාවට ඉඩ දෙන්න!",
      ],
    },

    /**
     * Subscription Price
     */
    subscription_price: {
      title: [
        "අයිතමය ප්රවේශ",
        "අයිතමය අයිතමය",
        "අයිතමය පැකේජය",
        "අයිතමය සැලසුම් කරන්න",
        "අයිතමය දායකත්වය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අසීමිත පිරිනැමීම",
        "අයිතමය අයිතමය",
        "වෘත්තීය කට්ටලය",
      ],
      description: [
        "අයිතමය අයිතමය ",
        "ප්රවේශ දක්වා සෑම අයිතමය අයිතමය ",
        "අයිතමය අයිතමය අයිතමය ප්රමුඛත්වය සහාය",
        "අයිතමය අයිතමය පැකේජය අයිතමය අයිතමය පරිශීලකයන්",
        "අයිතමය ප්රවේශ අයිතමය අයිතමය අයිතමය",
        "අභිරුචි අයිතමය අයිතමය ",
        "අයිතමය අයිතමය ",
        "නැත සීමාවන් අයිතමය අයිතමය, අයිතමය අයිතමය අයිතමය පරිශීලක",
        "සාමාජිකයින් 4 දෙනෙකු දක්වා පවුල් සඳහා විශේෂ සැලැස්මක්.",
        "අයිතමය අයිතමය උසස් මෙවලම්",
      ],
    },

    spec: {
      group: [
        "තාක්ෂණික පිරිවිතර",
        "අයිතමය අයිතමය",
        "කාර්ය සාධනය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "Material අයිතමය ගොඩනඟන්න අයිතමය",
        "වර්ණ අයිතමය අවසන් කරන්න අයිතමය",
        "අයිතමය අයිතමය අයිතමය",
        "අයිතමය අයිතමය අයිතමය",
        "අයිතමය අයිතමය අයිතමය",
        "පැකේජය අයිතමය",
        "වගකීම අයිතමය සහාය",
        "වෙළඳ නාමය අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "පරිශීලක අයිතමය අයිතමය සමාලෝචන",
        "මිල නියම කිරීම අයිතමය අයිතමය",
      ],
    },

    avocado: {
      title: [
        "මිලදී රිසිට්පත",
        "විකිණීමට අයිතමය",
        "🛍️ ඇනවුම් කරන්න ඉන්වොයිසිය",
        "ගෙවීම ඉන්වොයිසිය",
        "පාරිභෝගිකයා රිසිට්පත",
        "ගනුදෙනුව අයිතමය",
        "බිල්පත් අයිතමය",
        "පරීක්ෂාකාරී වන්න රිසිට්පත",
        "🛍️ ඇනවුම් කරන්න අයිතමය",
        "මිලදී 🛍️ ඇනවුම් කරන්න ඉන්වොයිසිය",
        "විකුණුම් රිසිට්පත",
        "අයිතමය ඉන්වොයිසිය",
        "අයිතමය",
        "සේවාව ඉන්වොයිසිය",
        "නිෂ්පාදන ඉන්වොයිසිය",
        "ගෙවීම රිසිට්පත",
        "ඇණවුම තහවුරු කිරීම",
        "බිල්පත් ඉන්වොයිසිය",
        "පරීක්ෂාකාරී වන්න ඉන්වොයිසිය",
        "පාරිභෝගිකයා ඉන්වොයිසිය",
      ],
      message: [
        "අයිතමය අයිතමය මිලදී!",
        "අයිතමය අයිතමය අයිතමය ව්‍යාපාරය",
        "අයිතමය 🛍️ ඇනවුම් කරන්න අයිතමය අයිතමය !",
        "අයිතමය අයිතමය ",
        "අයිතමය අයිතමය දක්වා අයිතමය අයිතමය අයිතමය",
        "අයිතමය අයිතමය ප්රමුඛත්වය",
        "අයිතමය අයිතමය දක්වා අයිතමය අයිතමය අයිතමය",
        "අයිතමය අයිතමය අයිතමය සහාය අයිතමය ගබඩා",
        "අයිතමය අයිතමය අලුත් මිලදී!",
        "සුරකින්න අයිතමය ඉන්වොයිසිය අයිතමය අයිතමය අයිතමය",
        "සංචාරය අයිතමය අයිතමය අයිතමය තව. . අයිතමය නිෂ්පාදන",
        "අයිතමය සම්බන්ධයි අයිතමය අයිතමය පිරිනැමීම්",
        "අයිතමය අයිතමය පාරිභෝගිකයා",
        "අයිතමය අයිතමය දක්වා උදව් අයිතමය අයිතමය ",
        "අයිතමය ප්රතිපෝෂණ උදව් අයිතමය අයිතමය",
        "ඔබගේ ඊළඟ මිලදී ගැනීමේදී විශේෂ වට්ටමක් භුක්ති විඳින්න.",
        "අයිතමය අයිතමය !",
        "අයිතමය අයිතමය ",
        "අයිතමය අයිතමය දක්වා අයිතමය ප්රතිපෝෂණ",
        "අයිතමය අයිතමය සිට අයිතමය අයිතමය",
      ],
    },

    /**
     * Map Tag
     */
    map_tag: {
      title: [
        "අයිතමය අයිතමය",
        "විකුණුම්කරු අයිතමය",
        "අයිතමය මුල් පිටුව",
        "අයිතමය අයිතමය",
        "නව පැමිණීම්",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "ස්වර්ණාභරණ අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
      ],
    },

    /**
     * Marketplace Documents (For vendors)
     */
    marketplace_document: {
      title: [
        "ව්‍යාපාරය අයිතමය අයිතමය",
        "බද්ද අයිතමය අයිතමය (TIN)",
        "විකුණුම්කරු අයිතමය පෝරමය",
        "නිෂ්පාදන අයිතමය",
        "මිල නියම කිරීම ලැයිස්තුව",
        "බැංකුව ගිණුම විස්තර",
        "අයිතමය අයිතමය ලිපිනය",
        "අයිතමය අයිතමය",
        "සමාගම පැතිකඩ",
        "අයිතමය අයිතමය අයිතමය",
        "අයිතමය දත්ත පත්‍රය (SDS)",
        "නිෂ්පාදන වගකීම තොරතුරු",
        "ආපසු ප්‍රතිපත්තිය",
        "නාවික අයිතමය අයිතමය අයිතමය",
        "පාරිභෝගිකයා සේවාව ප්‍රතිපත්තිය",
        "අලෙවි අයිතමය අයිතමය සැලසුම්",
        "අයිතමය අයිතමය සබැඳි",
        "අයිතමය අයිතමය",
        "අයිතමය කේතය අයිතමය අයිතමය",
        "අයිතමය අයිතමය (NDA)",
      ],
    },

    /**
     * Expert Contract
     */
    expert_contract: {
      title: [
        "වෙළඳපොළ ගබඩා සේවාවන් අයිතමය",
        "සාප්පු යන්න අයිතමය අයිතමය",
        "අයිතමය සේවාවන් අයිතමය",
        "අයිතමය අලෙවි සේවාව අයිතමය",
        "අයිතමය අයිතමය ගබඩා අයිතමය",
        "විශේෂඥ අයිතමය අයිතමය අයිතමය ව්‍යාපාරය අයිතමය",
        "සේවාව අයිතමය අයිතමය වෙළඳපොළ අයිතමය",
        "සාප්පු යන්න ගබඩා අයිතමය අයිතමය සේවාවන් අයිතමය",
        "POD සේවාව අයිතමය අයිතමය",
        "අලෙවි අයිතමය අයිතමය අයිතමය",
        "ව්‍යාපාරය අයිතමය සේවාව අයිතමය",
        "අයිතමය ගබඩා ගබඩා අයිතමය",
        "විශේෂඥ සේවාව අයිතමය අයිතමය",
        "ව්‍යාපාරය අයිතමය අයිතමය ගබඩා අයිතමය",
        "අභිරුචි සාප්පු යන්න ගබඩා සේවාවන් අයිතමය",
        "වෙළඳපොළ අයිතමය සේවාව අයිතමය",
        "අයිතමය අයිතමය ගබඩා සේවාවන් අයිතමය",
        "POD අයිතමය සේවාවන් අයිතමය",
        "අලෙවි අයිතමය අයිතමය සේවාවන් අයිතමය",
        "ව්‍යාපාරය අයිතමය සේවාව අයිතමය",
      ],
    },

    /**
     * Account
     */
    account: {
      account_name: [
        "ප්‍රධාන පසුම්බිය",
        "ව්‍යාපාරය ගිණුම",
        "පුද්ගලික පසුම්බිය",
        "අයිතමය පසුම්බිය",
        "අයිතමය ගිණුම",
        "ප්රාථමික පසුම්බිය",
        "අයිතමය ගිණුම",
        "අයිතමය පසුම්බිය",
        "ගනුදෙනුව පසුම්බිය",
        "අයිතමය ගිණුම",
      ],
    },

    /**
     * Cashback
     */
    cashback: {
      title: [
        "සාප්පු යන්න & අයිතමය මුදල් ආපසු",
        "අයිතමය අයිතමය මුදල් ආපසු",
        "අයිතමය මුදල් ආපසු පිරිනැමීම්",
        "මුදල් ආපසු අයිතමය",
        "අයිතමය මුදල් ආපසු ගනුදෙනු",
        "අයිතමය මුදල් ආපසු අයිතමය",
        "අයිතමය මුදල් ආපසු දින 30",
        "මුදල් ආපසු අයිතමය අයිතමය මිලදී",
        "මුදල් ආපසු අයිතමය",
        "VIP මුදල් ආපසු අයිතමය",
        "අයිතමය වේලාව මුදල් ආපසු",
        "මුදල් ආපසු අයිතමය සමාජය",
        "සාප්පු යන්න තව. ., සුරකින්න තව. .",
        "අයිතමය මුදල් ආපසු අයිතමය",
        "මුදල් ආපසු අයිතමය",
      ],
      description: [
        "අයිතමය මුදල් ආපසු අයිතමය අයිතමය මිලදී!",
        "අයිතමය අයිතමය ",
        "අයිතමය මුදල් ආපසු පිරිනැමීම් අයිතමය අයිතමය අයිතමය",
        "අයිතමය අයිතමය මුදල් ආපසු අයිතමය",
        "අයිතමය මුදල් ආපසු අයිතමය සෑම අයිතමය අයිතමය අයිතම",
        "සුරකින්න තව. . අයිතමය අයිතමය මුදල් ආපසු ගනුදෙනු",
        "අයිතමය අයිතමය මුදල් ආපසු අයිතමය අයිතමය දින 30!",
        "අයිතමය මුදල් ආපසු අයිතමය වේලාව අයිතමය සාප්පු යන්න",
        "අයිතමය අයිතමය මුදල් ආපසු අයිතමය අද!",
        "VIP සාමාජිකයින් අයිතමය අයිතමය මුදල් ආපසු",
        "අයිතමය! අයිතමය වේලාව මුදල් ආපසු පිරිනැමීම්",
        "අයිතමය අයිතමය මුදල් ආපසු අයිතමය සමාජය අයිතමය",
        "අයිතමය තව. . අයිතමය සාප්පු යන්න, අයිතමය තව. . අයිතමය සුරකින්න",
        "අයිතමය අයිතමය අයිතමය මුදල් ආපසු අයිතමය",
        "අයිතමය අයිතමය අයිතමය මුදල් ආපසු ගනුදෙනු අයිතමය",
      ],
    },

    /**
     * Page
     */
    page: {
      prompts: [
        "සාදරයෙන් පිළිගනිමු10 දක්වා {shop} - අයිතමය අයිතමය අයිතම",
        "{shop} - අයිතමය අයිතමය සේවාව",
        "{shop} හි පමණක් සුවිශේෂී ගනුදෙනු සහ ඉතුරුම් - අවස්ථාව ලබා ගන්න!",
        "පරිසර හිතකාමීත්වය සහ සදාචාරාත්මක භාවිතයන් සඳහා {shop} ගේ කැපවීම දැන ගන්න",
        "{shop} පවුලේ කොටසක් වන්න - යාවත්කාලීන සඳහා අපගේ පුවත් පත්‍රිකාවට දායක වන්න",
        "අයිතමය අයිතමය {shop}",
        "අයිතමය අයිතමය සෑම සිද්ධීන් අයිතමය {shop}",
        "අයිතමය පිරිනැමීම් අයිතමය අයිතමය {shop} - අයිතමය අයිතමය!",
        "{shop}'අයිතමය අයිතමය නිෂ්පාදන අයිතමය - සාප්පු යන්න අයිතමය අයිතමය",
        "{shop} වෙත ළඟා වන්න - අපි අසමසම සාප්පු සවාරි අත්දැකීමක් ලබා දීමට උත්සාහ කරමු",
      ],
    },

    /**
     * Cross-Selling
     */
    cross_selling: {
      message: [
        "ඔබේ පෙනුම සම්පූර්ණ කරන්න, කට්ටලය අල්ලා ගන්න!",
        "සුරකින්න අයිතමය අයිතමය ගනුදෙනු!",
        "අයිතමය අයිතමය !",
        "අයිතමය අයිතමය මිලදී, අයිතමය අයිතමය!",
        "අයිතමය අයිතමය අයිතමය, මිලදී ගන්න අයිතමය!",
        "අයිතමය අයිතම, අයිතමය වට්ටම!",
        "අයිතමය තව. ., අයිතමය අයිතමය – අයිතමය අයිතමය!",
        "අයිතමය පිරිනැමීම: අයිතමය නිෂ්පාදන!",
        "අයිතමය අයිතමය අයිතමය, අයිතමය ගනුදෙනු!",
        "අයිතමය අයිතමය , සුරකින්න අයිතමය!",
        "අයිතමය අයිතමය !",
        "සාප්පු යන්න අයිතමය, අයිතමය අයිතමය සුරකින්න!",
        "අයිතමය අයිතමය වටිනාකම, අයිතමය අයිතමය අයිතමය!",
        "අයිතමය අයිතමය – සාප්පු යන්න අයිතමය!",
        "අයිතමය අයිතමය මිල නියම කිරීම අයිතමය අයිතමය අයිතමය!",
        "අයිතමය අයිතමය !",
        "අයිතමය අයිතමය !",
        "අයිතමය අයිතමය අයිතමය: අයිතමය අයිතමය සුරකින්න!",
        "අයිතමය අයිතමය !",
        "අමතර ඉතිරිකිරීම් සඳහා ඔබේ ප්‍රියතමයන් බණ්ඩල් කරන්න!",
      ],
    },

    /**
     * Cross-Selling
     */
    vendor_pricing: {
      title: [
        "අයිතමය අයිතමය",
        "අයිතමය",
        "අයිතමය",
        "අයිතමය",
        "නිවස අයිතමය",
        "අයිතමය නිෂ්පාදන",
        "අයිතමය අයිතමය",
        "සෙල්ලම් බඩු සහ ක්රීඩා",
        "සිල්ලර බඩු",
        "ගෘහභාණ්ඞ",
        "වාහන අමතර කොටස්",
        "ස්වර්ණාභරණ",
        "අයිතමය & අයිතමය",
        "සුරතල් සැපයුම්",
        "කාර්යාල සැපයුම්",
        "අයිතමය & අයිතමය",
        "අයිතමය & TV පෙන්වන්න",
        "මෘදුකාංග",
        "අයිතමය & අයිතමය",
        "අයිතමය අයිතමය",
      ],
    },

    /**
     * Template Message
     */
    template_message: {
      title: [
        "ඇණවුම තහවුරු කිරීම",
        "🛍️ ඇනවුම් කරන්න නැව්ගත කර ඇත",
        "🛍️ ඇනවුම් කරන්න භාර දුන්නා",
        "ගෙවීම ලැබුනා",
        "🛍️ ඇනවුම් කරන්න අයිතමය",
        "🛍️ ඇනවුම් කරන්න අයිතමය අයිතමය",
        "🛍️ ඇනවුම් කරන්න අයිතමය අයිතමය",
        "🛍️ ඇනවුම් කරන්න අයිතමය අයිතමය භාරදීම",
        "ආපසු අයිතමය",
        "මුදල් ආපසු ගෙවීම අයිතමය",
        "අයිතමය ආපසු අයිතමය අයිතමය",
      ],
      body: [
        "හායි {buyer_name}, ඔබේ ඇණවුම #{order_id} තහවුරු කර ඇත! අපි එය සකසමින් සිටින අතර එය නැව්ගත කිරීමට සූදානම් වූ විට ඔබට දන්වන්නෙමු.",

        "ශුභාරංචිය, {buyer_name}! ඔබගේ ඇණවුම #{order_id} යවා ඇත. ඔබට එය ඔබගේ ගිණුම හරහා නිරීක්ෂණය කළ හැක. අප සමඟ සාප්පු යෑමට ස්තූතියි!",

        "ආයුබෝවන් {buyer_name}, ඔබගේ ඇණවුම #{order_id} සාර්ථකව බෙදා හැර ඇත. ඔබ ඔබේ මිලදී ගැනීම භුක්ති විඳීමට අපි බලාපොරොත්තු වෙනවා. ඔයාට ස්තූතියි!",

        "හායි {buyer_name}, අපට #{order_id} ඇණවුම සඳහා ගෙවීම ලැබී ඇත. ඔබගේ ඇණවුම දැන් සකසමින් පවතින අතර ඉක්මනින් නැව්ගත කරනු ලැබේ.",

        "හිතවත් {buyer_name}, ඔබගේ ඇණවුම #{order_id} අවලංගු කර ඇති බව ඔබට දැනුම් දීමට අපට කණගාටුයි. ඔබට කිසියම් ප්‍රශ්නයක් ඇත්නම්, කරුණාකර සහාය අමතන්න.",

        "හිතවත් {buyer_name}, අපි ඔබේ ඇණවුම #{order_id} සමඟ ප්‍රමාදයක් අත්විඳිමු. අපහසුතාවයට අපි සමාව අයදින අතර හැකි ඉක්මනින් එය විසඳීමට කටයුතු කරමින් සිටිමු.",

        "ආයුබෝවන් {buyer_name}, ඔබගේ ඇණවුම #{order_id} දැනට අත්හිටුවා ඇත. කරුණාකර ඔබගේ ගිණුම පරීක්ෂා කරන්න හෝ වැඩිදුර විස්තර සඳහා සහාය අමතන්න.",

        "හායි {buyer_name}, ඔබේ ඇණවුම #{order_id} බෙදා හැරීමට අවසන් වන අතර ඉක්මනින් ඔබ වෙත ළඟා වනු ඇත. ඔබගේ ඉවසීමට ස්තූතියි!",

        "හිතවත් {buyer_name}, අපි ඔබගේ ඇණවුම #{order_id} සඳහා ප්‍රතිලාභය සකසා ඇත. ඔබට කිසියම් ප්‍රශ්නයක් ඇත්නම්, කරුණාකර සහාය අමතන්න.",

        "හායි {buyer_name}, #{order_id} ඇණවුම සඳහා ඔබේ මුදල් ආපසු ලබා දී ඇත. ඔබ ඉක්මනින් ඔබගේ ගිණුමේ අරමුදල් දැකිය යුතුය.",

        "ආයුබෝවන් {buyer_name}, ඔබේ ඇණවුමෙන් #{order_id} අයිතමය නැවත තොගයේ ඇත! ඔබ තවමත් උනන්දුවක් දක්වන්නේ නම් ඔබට දැන් නව ඇණවුමක් කළ හැක.",
      ],
    },

    /**
     * Property Set
     */
    property_set: {
      title: [
        "අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය",
        "ආහාර",
        "ගෘහභාණ්ඞ",
        "අයිතමය",
        "අයිතමය නිෂ්පාදන",
        "අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය",
      ],
      description: [
        "ප්‍රමාණය, වර්ණය සහ රෙදි වැනි ඇඳුම් අයිතම සඳහා ගුණාංග.",
        "පිරිවිතර අයිතමය අයිතමය වෙළඳ නාමය, අයිතමය, අයිතමය අයිතමය",
        "අයිතමය, අයිතමය, අයිතමය වර්ග අයිතමය අයිතමය",
        "විස්තර අයිතමය අයිතමය, අයිතමය, අයිතමය අයිතමය නිෂ්පාදන",
        "Material, අයිතමය, අයිතමය නිර්මාණ අයිතමය",
        "කර්තෘ, අයිතමය, අයිතමය අයිතමය අයිතමය",
        "අයිතමය ටයිප් කරන්න, අයිතමය, අයිතමය අයිතමය විස්තර",
        "වයස් කාණ්ඩය, ද්රව්ය සහ ආරක්ෂක ප්රමිතීන්.",
        "ටයිප් කරන්න, අයිතමය, අයිතමය කාර්ය සාධනය අයිතමය",
        "අයිතමය, අයිතමය, අයිතමය වෙළඳ නාමය විස්තර",
      ],
    },

    /**
     * Boxes
     */
    boxes: {
      name: [
        "අයිතමය XS",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය XL",
        "අයිතමය XXL",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය",
        "අයිතමය අයිතමය අයිතමය",
        "අයිතමය අයිතමය අයිතමය", // flexible mailer
        "අයිතමය අයිතමය", // bubble/padded
        "අයිතමය අයිතමය", // thermal
        "අයිතමය අයිතමය",
      ],
    },
  },
};
