export default {
  "commons": {
    "pay_today": "Данас исплата",
    "pay_yesterday": "Јучерашња уплата",
    "pay_last30days": "Плаћање у последњих 30 дана",
    "create_a_shop": "Направите продавницу",
    "start_free": "Почните бесплатно",
    "featured_apps": "Истакнуте апликације",
    "more_apps": "Више апликација",
    "my_public_profile": "Моја јавна страница профила"
  },
  "numbers": {
    "infinite": "Неограничено"
  },
  "error": {
    "not_fount_data": "Подаци нису пронађени!",
    "license_max_limit": "Ваша лиценца је достигла ограничење!"
  },
  "time_spans": {
    "days_range": "Даис Ранге",
    "today": "Данас",
    "yesterday": "Јучер",
    "last_7": "Последњих 7 дана",
    "last_14": "Последњих 14 дана",
    "last_30": "Последњих 30 дана",
    "last_90": "Последњих 90 дана",
    "custom": "Обичај"
  },
  "device_types": {
    "desktop": "Десктоп",
    "mobile": "Мобилни",
    "tablet": "Таблет"
  },
  "create_website_action": "Направите своју веб страницу — бесплатно је",
  "show_shops_action": "Списак мојих продавница",
  "Youtube": "ЈуТјуб",
  "Linkedin": "Линкедин",
  "Twitter": "Твиттер",
  "Facebook": "Фејсбук",
  "Instagram": "инстаграм",
  "Reddit": "Реддит",
  "Github": "Гитхуб",
  "page_titles": {
    "home": "Селлдоне | Пословни оперативни систем за компаније које се брзо развијају",
    "login": "Пријавите се",
    "register": "Регистровати",
    "auth_2fa": "Провера аутентичности са 2 фактора 🔐",
    "academy": "Блог",
    "help": "Центар за помоћ",
    "price_list": "Ценовник",
    "my_stores": "Моје продавнице",
    "roles": "Моје улоге",
    "wallet": "Мој новчаник",
    "personal_info": "Лични подаци | КИЦ",
    "companies": "Моје компаније",
    "access_control": "Контрола приступа",
    "security_center": "Безбедност центар",
    "gifts": {
      "received": "Гифтс | Примљен",
      "send": "Гифтс | Послано"
    },
    "monetization": {
      "linked_accounts": "Монетизација | Повезаних налога",
      "plans": "Монетизација | План & Линкови"
    },
    "affiliate": "Аффилиате",
    "avocado": "Авокадо — савремени друштвени канал продаје",
    "guild": "Гуилд — колективни продајни канал",
    "partners_login": "Партнерс | Пријава клијента"
  },
  "blank_is_all_products": "Оставите празно да бисте укључили све производе!",
  "cautions": {
    "title": "Управљајте својим пословањем професионално користећи следеће савете. Наставите да читате за савете о томе како да повећате профитну маржу и још много тога. Ми смо уз вас на путу.",
    "no_payment_method": {
      "title": "Начин плаћања",
      "message": "Морате додати начин плаћања у своју продавницу.",
      "action": "Продавнице"
    },
    "link_account": {
      "title": "Повежите налог",
      "message": "Морате да повежете налог ({currency}) са вашом продавницом.",
      "action": "Налози за куповину"
    },
    "no_domain": {
      "title": "Додај домен",
      "message": "Можете да повежете један или више личних домена на своју продавницу. Ваша веб локација ће бити инсталирана на вашем домену. Овај процес је брз и лак."
    },
    "domain_not_approved": {
      "title": "Верификација домена",
      "message": "Ваш домен {domain} није верификован. Проверите ДНС подешавања и потврдите домен."
    },
    "no_currency": {
      "title": "Додај валуту",
      "message": "Морате да дефинишете најмање једну валуту за своју продавницу.",
      "action": "Цурренци Манагемент"
    },
    "no_primary_domain": {
      "title": "Главни домен",
      "message": "Изаберите домен као примарни домен. Кликом на дугме звездице поред имена домена, можете да изаберете домен као примарни домен ваше продавнице. Ово је критично за претраживаче. Имајте на уму да ће ваша продавница и даље бити доступна преко свих активних домена."
    },
    "shop_complete": {
      "title": "Потпуна информација",
      "action": "Подешавања продавнице",
      "location_msg": "Додајте своју локацију",
      "days_open_msg": "Одредите дане отворених врата",
      "time_open_msg": "Подесите време отварања и затварања",
      "description_msg": "Напишите кратак опис свог пословања",
      "icon_msg": "Поставите логотип своје продавнице",
      "shop_gateways_msg": "Додајте начин плаћања",
      "socials_msg": "Додајте своје друштвене везе",
      "clubs_msg": "Поставите клубове купаца",
      "domains_msg": "Додајте прилагођени домен",
      "primary_msg": "Поставите домен као примарни"
    }
  },
  "support": {
    "request": "Затражите подршку",
    "category": "Категорија",
    "title": "Подршка",
    "message": "Поставите све захтеве или питања. Наш тим за подршку ће вас водити. Предлажемо да поставите питање на страници која се односи на ваш захтев. На пример, ако имате питање о подешавању домена, пошаљите га на страници за подешавање домена ваше продавнице.",
    "close_at": "Затворено у {date}",
    "close_ticket_by_user": "Хвала, добио сам одговор"
  },
  "surveys": [
    "Веома лоше",
    "Јадно",
    "Нормално",
    "Добро",
    "Одлично"
  ],
  "sort": {
    "title": "Сортирај по",
    "title_small": "Сортирај по..",
    "nothing": "Ништа",
    "most_views": "Већина прегледа",
    "most_likes": "Најпопуларнији",
    "most_recent": "Најновије",
    "most_sell": "Најпродаванији",
    "cheapest": "Најјефтинији",
    "most_expensive": "Најскупља",
    "only_available": "На располагању",
    "view_mode": {
      "normal": "Нормално",
      "grid": "Грид",
      "list": "Листа",
      "insta": "Инста"
    }
  },
  "helps": {
    "title": "Центар за помоћ Селдоне",
    "subtitle": "Добродошли у Селдоне. Ако правите нову онлајн продавницу на пословном оперативном систему, више информација можете пронаћи овде.",
    "add_new_help": "Нова помоћ",
    "resources": "Ресурси",
    "categories": {
      "Welcome": "Почети",
      "Setup": "продавница",
      "Sell": "Продаја и маркетинг",
      "Developer": "Развити",
      "Application": "Пријаве",
      "Product": "Управљање производима и категоријама",
      "Blog": "ЦМС & Блог",
      "Order": "Центар за испуњавање налога",
      "Channel": "Канали продаје",
      "Accounting": "Рачуноводство и начини плаћања",
      "Incentives": "Подстицаји",
      "Marketing": "Маркетинг и кампање",
      "Logistic": "Логистика и достава",
      "Customers": "Клуб купаца и сегментација",
      "Page": "Одредишне и прилагођене странице",
      "Access": "Особље / Управљање приступом АПИ-ју",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "Гитхуб репозиторијум",
    "admin_api_app": "Админ АПИ веб услуга",
    "shop_api_app": "Веб сервис АПИ продавнице",
    "design_kit": "Дизајнерски комплети",
    "community": "Заједница"
  },
  "blogs": {
    "title": "Блог",
    "subtitle": "Лекције за пословање, самопоуздање и знање које вам је потребно да бисте створили успешан посао.",
    "add_new_blog": "Нови блог",
    "popular": "Популарно",
    "topics": "Теме",
    "select_topics": "Изаберите свој посао.",
    "select_job_topics": "Изаберите своје теме везане за посао",
    "select_interested_topics": "Које теме вас занимају?"
  },
  "api": {
    "title": "АПИ и интеграција",
    "message": "Једна од кључних карактеристика Селлдоне-а је пружање робусних и безбедних АПИ-ја за управљање и повезивање продавница са другим услугама као што су складиштење, рачуноводство, итд. Такође можете дизајнирати прилагођене апликације и веб апликације за своју продавницу. Без потребе да бринете о серверу и управљању подацима. Само користите АПИ-је домена. Имаћете сав процес управљања корисницима, аутентификацију и друге функције домена."
  },
  "user_dashboard": {
    "title": "Мој шатл",
    "subtitle": "Управљајте својим пословањем са ажурираним информацијама и јасним потенцијалним клијентима.",
    "menu": {
      "affiliate": "Аффилиате",
      "monetize": "Монетизе",
      "gift": "Поклон",
      "security": "Безбедност",
      "access": "Приступ",
      "business": "Компанија",
      "wallet": "Новчаник",
      "identification": "KYC",
      "stores": "Продавнице",
      "roles": "Улоге",
      "home": "Кућа",
      "expert": "Експерт",
      "deals": "Деалс",
      "providers": "Провајдери"
    },
    "shops": {
      "create_new": "Направите нову продавницу",
      "create_new_sub": "бесплатно",
      "create_new_sub_need_initial_charge": "Изградња прве продавнице је бесплатна. Вероватно је једна продавница довољна за ваш посао, али ако треба да изградите више продавница, цена изградње нове продавнице је 25$. Повлачимо износ са вашег рачуна новчаника.",
      "menu": {
        "title": "Моје продавнице",
        "shops": "Продавнице",
        "new": "Нова"
      },
      "accept_invite_question": "Да ли прихватате овај позив?",
      "shop_card": {
        "menu_orders": {
          "physical": "Поруџбине физичких производа",
          "virtual": "Виртуелне поруџбине производа",
          "files": "Филе ордерс",
          "services": "Сервисни налози",
          "subscriptions": "Налози за претплату"
        },
        "status": "Статус",
        "license": "Лиценца",
        "volume": "Искоришћени простор",
        "expire": "Дозвола истекла",
        "products": "Производи",
        "page_views": "Погледи",
        "user_behavior": "Понашање купаца",
        "time_span": "од {time} до сада",
        "finance_report": "Финансијски извештај",
        "buys": "Куповине",
        "payments": "Плаћања",
        "orders": "Наређења",
        "currency": "Валута"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "Повратне информације купаца",
      "title_small": "Преглед",
      "wishlist": "Листа жеља",
      "comments": "Коментари",
      "likes": "Свиђа",
      "favorites": "Фаворитес",
      "powers": "Цлапс",
      "views": "Погледи",
      "report_today": "Данашњи извештај",
      "report_last7days": "Извештај за последњих 7 дана",
      "report_last30days": "Извештај за последњих 30 дана"
    }
  },
  "admin_shop": {
    "title": "продавница",
    "menu": {
      "edit": "Подешавања",
      "automation": "Аутоматизација",
      "application": "Пријаве",
      "access": "Приступ",
      "pages": "Пагес",
      "channels": "Канали",
      "categories": "Категорије",
      "marketing": "Маркетинг",
      "customers": "Купци",
      "logistic": "Логистиц",
      "auditing": "Рачуноводство",
      "incentives": "Подстицаји",
      "process_center": "Наређења",
      "blog": "Блог",
      "products": "Производи",
      "shops": "Продавнице",
      "dashboard": "Командна табла",
      "autopilot": "Аутопилот",
      "apps": "апликације",
      "pos": "POS",
      "seo": "SEO",
      "localization": "Локализација"
    },
    "dashboard": {
      "title": "Контролна табла за куповину",
      "online_staff": "Особље на мрежи",
      "notify_referral": {
        "message": "Пошаљите линк за позив пријатељима и добијте бесплатне ваучере.",
        "action": "Моја референтна веза"
      },
      "info": {
        "title": "Технички",
        "subtitle": "Технички преглед вашег пословног ОС.",
        "shop_name": "Назив продавнице",
        "shop_link": "Линк за куповину",
        "site_map": "Мапа сајта",
        "shop_domains": "Домаинс",
        "shop_domains_msg": "Листа повезаних прилагођених домена.",
        "home_msg": "Поставите подразумевану почетну страницу своје веб странице. Може се променити за сваки прилагођени домен.",
        "add_domain": "Додајте нови домен",
        "currencies": "Активне валуте",
        "currencies_alert": "Изаберите најмање једну валуту за продавницу!",
        "status": "Статус",
        "license": "Лиценца",
        "expire": "Датум истека лиценце",
        "upgrade_license_action": "Надогради на {name}",
        "wage": "Надокнада",
        "cpu_message": "Број ресурса које сте прилагодили купљеном плану и ресурса које додајете својој услузи.",
        "hide_domains": "Сакриј моје домене",
        "show_domains": "Прикажи моје домене",
        "table": {
          "primary": "Примарни",
          "url": "Урл",
          "site_map": "Мапа сајта",
          "enable": "Омогући",
          "indexed": "Индексирано",
          "and_more": "& више..",
          "auto_repair": "Поправка аутомобила"
        },
        "add_dialog": {
          "title": "Конфигуришите домен продавнице",
          "step1": "Можете дефинисати ИП ограничење записа А за ДНС домен или поддомен из следећих вредности:",
          "step2": "Додајте ДНС ТКСТ запис:",
          "set_ip_alert": "Подесите ИП вредност записа А <b>{ip}</b> .",
          "input_domain": "УРЛ домена",
          "correct": "Подешавања домена су исправна.",
          "set_message": "Подесите ЦНАМЕ овог домена на {cname}.",
          "input_domain_message": "Унесите име домена без хттп и хттпс.",
          "ssl_message": "Не брините о ССЛ сертификату за вашу веб локацију. Селлдоне (бета) ће аутоматски издати ову сертификацију за ваш домен.",
          "active": "Домен је активан",
          "inactive": "Домен је онемогућен",
          "success_message": "Честитамо, ваш сајт је омогућен на {domain}. Свој посао и бренд можете представити свету преко овог домена.",
          "delete_action": "Избрисати домен?"
        },
        "set_home_dialog": {
          "title": "Подесите почетну страницу домена"
        },
        "notification": {
          "add_message": "Адреса домена је успешно додата.",
          "update_message": "Домен је успешно ажуриран.",
          "delete_domain_message": "Домен је успешно избрисан."
        },
        "alert": {
          "title": "Избриши домен",
          "message": "Да ли желите да избришете овај домен? Обавезно ресетујте вредности ДНС записа вашег домена како бисте спречили друге да преваре."
        }
      },
      "active_orders": {
        "title": "Наређења",
        "title_small": "Физички, фајлови, виртуелни и сервисни налози",
        "pending_orders": "Текућих трансакција",
        "physical": "Поруџбине физичких производа",
        "virtual": "Виртуелне поруџбине производа",
        "file": "Поднесите поруџбине производа",
        "service": "Сервисне наруџбине производа",
        "subscription": "Налози за претплату"
      },
      "products": {
        "title": "Инвентар",
        "title_small": "Производи, услуге, датотеке",
        "total_products": "Укупни типови производа"
      },
      "finance": {
        "title": "Финансијски",
        "title_small": "Финансијски извештај",
        "total_30days_title": "Укупан износ продаје",
        "last_30_day": "Последњих 30 дана",
        "pay_amount_chart_title": "Плаћања",
        "sell_amount_chart_title": "Продаја",
        "discount_amount_chart_title": "Попуст",
        "currency_convert_to": "За валуту",
        "active_currencies": "Активне валуте",
        "sell_count_chart_title": "Број продаја по варијанти",
        "active_gateways": "Активни пролаз за плаћање",
        "received_last_24h": "Примљено последњих 7 сати",
        "pie": {
          "title": "Данашњи однос продаје",
          "no_data": "Данас нема продаје"
        },
        "pay_amount": "Плаћање износ",
        "sell_amount": "Износ продаје",
        "discount_amount": "Износ попуста",
        "sell_count": "Број продаје",
        "table": {
          "currency": "Валута",
          "total_sell_30days": "Укупна продаја за 30 дана",
          "sell_daily": "Дневна стопа продаје",
          "sell": "Распродаја",
          "pay": "Плати"
        }
      },
      "customers": {
        "title": "Купци из продавнице",
        "title_small": "Извештај о конверзијама",
        "total_customers": "Укупно",
        "new_customers_today": "Данас",
        "new_customers_week": "Последњих 7 дана",
        "orders_count": "Наруџбе се рачунају",
        "days_range": "Даис Ранге",
        "new_users": "Нови регистровани корисници",
        "chart": {
          "new_customers": "Нови купци",
          "customers": "Укупно купаца"
        }
      },
      "plugins": {
        "title": "Плугинс",
        "title_small": "Инсталиран"
      },
      "performance": {
        "title": "Данас",
        "title_small": "Преглед корисника и продаје",
        "users": "Корисници",
        "views": "Погледи",
        "orders": "Наређења",
        "payments": "Плаћања",
        "no_visitor_today": "Данас нисте имали посетиоце."
      }
    },
    "products": {
      "title": "Листа производа",
      "products_list": "Назад на листу",
      "products_menu": "Управљање производима",
      "process_que": "Прерада увозних производа",
      "view_que_list": "Прегледајте листу редова",
      "menu_products_list": "Листа производа",
      "menu_export": "Извоз производа",
      "menu_import": "Увозите производе",
      "menu_show_deletes": "Прикажи избрисане производе",
      "drop_import_message": "Испустите датотеку са листом производа (ЦСВ, КСЛС, КСЛСКС формат) овде да бисте почели да додајете масовне производе. Уверите се да датотека има формат листе Селлдоне производа.",
      "product_widget": {
        "product_type": "Врста производа",
        "price": "Цена",
        "value_added": "Комисија",
        "discount": "Попуст",
        "in_stock": "На лагеру",
        "product_unit": "Јединица",
        "total_sell": "Укупна продаја",
        "total_view": "Укупно прегледа",
        "view_unit": "Тимес",
        "review_unit": "Коментара"
      },
      "folder_widget": {
        "products": "Производи",
        "products_unit": "Врсте",
        "sub_categories": "Категорије",
        "sub_categories_unit": "Предмети",
        "views": "Погледи",
        "views_unit": "Тимес"
      },
      "menu_advanced_options": "Напредне опције"
    },
    "blogs": {
      "new": "Напиши ново",
      "blogs": "Блог",
      "list": {
        "title": "Моји чланци",
        "waiting_message": "Примање информација ... сачекајте",
        "published": "Објављено",
        "draft": "Нацрт",
        "private": "Приватни",
        "public": "Јавно",
        "table": {
          "title": "Наслов",
          "author": "Аутор",
          "claps": "Цлапс",
          "like": "Као",
          "comments": "Коментари",
          "views": "Погледи",
          "publish_state": "Статус",
          "created_at": "Датум израде",
          "updated_at": "Последње ажурирање"
        },
        "subtitle": "Пишите чланке помоћу модерног уграђеног уређивача да бисте представили себе и своје пословање. Оригинални садржај је прва ствар на коју треба да се усредсредите када пишете висококвалитетни блог који је погодан за СЕО."
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "Примање информација ... сачекајте",
        "rejected": "Одбијен",
        "delivery": "поштарина",
        "discount": "Попуст",
        "not_paid": "Неплаћен",
        "table": {
          "order_number": "Шифра налога",
          "order_date": "Датум одјаве",
          "status": "Последњи статус",
          "price": "Укупан износ",
          "payment_status": "Статус плаћање"
        }
      },
      "virtual": {
        "waiting_message": "Примање информација ... сачекајте",
        "discount": "Попуст",
        "table": {
          "order_number": "Шифра налога",
          "product": "Производ",
          "order_date": "Датум регистрације",
          "status": "Последњи статус",
          "price": "Укупан износ",
          "payment_status": "Статус плаћање"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "Размена",
        "gateway": "пролаз",
        "invoice": "Наплате",
        "report": "Извештај",
        "tax": "Порез",
        "drop_shipping": "Потврде продаваца",
        "reseller_accounts": "Налози препродавача",
        "valuations": "Валуатионс"
      },
      "invoice": {
        "title": "Купујте повезане новчанике",
        "subtitle": "Наплате, провизије и трошкови продавнице се одбијају од ових рачуна новчаника.",
        "title_add": "Повежите нови налог у новчанику",
        "subtitle_add": "Требало би да креирате нови новчаник за сваку валуту и повежете га са својом продавницом. Накнада за услугу ће бити повучена из овог новчаника.",
        "add_account": "Додај налог",
        "charge_account": "Дозвола за куповину на кредит",
        "show_transaction": "Прикажи трансакције",
        "table": {
          "currency": "Валута",
          "account_number": "Број рачуна",
          "account_name": "Назив налога",
          "balance": "Баланс",
          "free_balance": "Доступно Стање",
          "actions": "Уклони"
        },
        "add_account_dialog": {
          "title": "Повезивање кредитног налога са складиштем",
          "subtitle": "Када отворите рачун у новчанику код Селлдоне, ми ћемо вам дати виртуелну кредитну картицу и рачун као и било коју другу кредитну картицу. Накнада за продату продају ће бити одбијена са овог налога, али ако стање на вашем рачуну није довољно, овај износ ће бити дуг. Можете користити Селлдоне услуге колико год вам је потребно.",
          "account_number": "Број рачуна",
          "account_number_input_message": "Продавница ће бити повезана са овим налогом. Овај рачун ће се користити за накнаде и трошкове.",
          "balance": "Стање на рачуну",
          "connect_account_to_shop": "Повежите налог са продавницом"
        },
        "notifications": {
          "connect_account_success": "Налог је успешно додат.",
          "delete_account_success": "Налог је успешно уклоњен из продавнице."
        },
        "alert": {
          "delete_account": "Прекини везу са налогом",
          "delete_account_message": "Да ли желите да уклоните овај налог са листе налога продавнице?",
          "delete_account_action": "Обришите налог"
        },
        "inform_charge_account": "Напуните свој рачун!",
        "inform_charge_account_critical": "Наплатите свој налог да спречите суспензију услуге!"
      },
      "gateway": {
        "title": "Начини плаћања",
        "sub_title": "Листа активних начина плаћања. Ако желите да додате нови метод у своју радњу, притисните следеће дугме. Топло препоручујемо да не прелазите 10 додатних гејтвеја за плаћање.",
        "add_gateway": "Нови начин плаћања",
        "add_gateway_dialog": {
          "title": "Изаберите Валута",
          "country_currencies": "Локалне валуте",
          "crypto_currencies": "криптовалуте",
          "active_gateways": "Активни начини плаћања",
          "confirm": "Додајте начин плаћања"
        }
      },
      "exchange": {
        "title": "Чувајте активне валуте",
        "subtitle": "Корисници ће моћи да изаберу једну од активних валута и цене производа ће бити израчунате и приказане. На продавцу је да унесе курс.",
        "shop_currencies_input": "Активне валуте за кориснике",
        "shop_currencies_input_error": "Изаберите најмање једну валуту",
        "rates": {
          "title": "Девизни курс",
          "sub_title": "Можете да унесете цене производа на основу било које од доле наведених валута и цене производа ће се аутоматски израчунати по курсевима конверзије између ваших валута.",
          "message": "Уношењем курсева између валута, цене ваших производа ће бити аутоматски израчунате и ажуриране.",
          "add_new_rate": "Додајте нову стопу"
        },
        "table": {
          "waiting_receive_data": "Добијање информација... сачекајте",
          "rate_input": "Курс",
          "from": "Од",
          "to": "До",
          "exchange_rate": "Курс",
          "edit": "Уредити",
          "delete": "Избриши",
          "auto": "Ауто рате"
        },
        "add_rate_dialog": {
          "title": "Подесите девизни курс",
          "message": "Будите пажљиви при уносу информација. Цене ваших производа ће бити израчунате на основу овде унетих цена.",
          "currency_from": "Од валуте",
          "currency_to": "За валуту",
          "exchange_rate": "Курс"
        },
        "alert": {
          "title": "Брисање стопе конверзије",
          "message": "Да ли желите да избришете ову стопу конверзије?",
          "action": "Избриши"
        },
        "notifications": {
          "delete_success": "Курс је уклоњен.",
          "add_success": "Курс је ажуриран.",
          "update_success": "Активне валуте продавнице су ажуриране."
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "Складишта",
        "subtitle": "Списак мојих магацина."
      },
      "warehouse_btn": "Додајте ново складиште",
      "warehouse_btn_error": "Подесите своје складиште, продавницу или порекло свог предузећа. Од виталног је значаја да имате у процесу обрачуна трошкова доставе и плаћања.",
      "size_unit": {
        "title": "Јединица величине",
        "subtitle": "Јединица која се користи за дужину, ширину и висину."
      },
      "mass_unit": {
        "title": "Јединица масе",
        "subtitle": "Јединица која се користи за тежину."
      },
      "menu": {
        "return_request": "Вратио се",
        "delivery": "поштарина",
        "inventory": "Инвентар",
        "warehouse": "Складиште",
        "logistic_apps": "Логистика",
        "profiles": "Профили",
        "includes": "Укључује"
      },
      "warehouse": {
        "title": "Сторе Варехоусе",
        "sub_title": "Ова адреса се користи као порекло испоруке.",
        "table": {
          "title": "Инвентар",
          "sub_title": "Листа свих производа продавнице укључујући физичке, виртуелне, датотеке и услуге"
        }
      },
      "delivery": {
        "title": "Начини испоруке",
        "sub_title": "Подешавањем вредности у овом одељку, у вашој продавници се активирају различити начини слања. У овом одељку се такође може активирати начин плаћања поузећем.",
        "add_transportation": "Додајте превоз",
        "delivery_form": {
          "payment": "Опције Плаћања",
          "limits": "Ограничења",
          "currency_input": "Референтна валута за обрачун трошкова",
          "currency_input_message": "Трошкови се обрачунавају у овој валути",
          "distance_input": "Пређена удаљеност од складишта",
          "distance_input_message": "0 или -1 значи да нема ограничења.",
          "max_weight_input": "Максимална прихватљива тежина паковања",
          "max_weight_input_message": "0 или -1 значи да нема ограничења.",
          "max_size_input": "Максималне димензије пакета",
          "width": "Ширина",
          "length": "Дужина",
          "height": "Висина",
          "days_input": "Доступни датуми испоруке",
          "days_input_nodata": "Изаберите дан испоруке",
          "hours_input": "Аваиалбе рокови испоруке",
          "hours_input_nodata": "Изаберите временски период",
          "vacation_input": "Испоручујете ли на празницима?",
          "cod_input": "Подршка ЦОД",
          "cod_input_message": "Уверите се да ваша услуга доставе прихвата ЦОД.",
          "sod_input": "Да ли подржавате ЦОД?",
          "sod_input_message": "Уверите се да ваша служба за отпрему прихвата наплату плаћања.",
          "pricing": "Израчунајте цену",
          "const_input": "Фиксни трошкови",
          "distance_cof_input": "Коефицијент цене за растојање",
          "distance_cof_input_dim": "по {dim}",
          "weight_cof_input": "Фактор цене према тежини",
          "weight_cof_input_dim": "по {dim}",
          "price_cof_input": "Трошкови испоруке према фактору цене производа",
          "price_cof_input_message": "Укључује трошкове осигурања и друге услуге као што су трошкови ЦОД-а.",
          "price_cof_input_dim": "по {dim}",
          "distance_weight_cof_input": "Множитељ трошкова по множитељу тежине",
          "distance_weight_cof_input_dim": "За сваку {weight} по {distance}",
          "free_shipping_input": "Бесплатна достава",
          "free_shipping_limit_input": "Минимална цена поруџбине за бесплатну доставу",
          "notifications": {
            "update_success": "Подешавања услуге испоруке су успешно завршена."
          },
          "shipping_cost_calculation": "Калкулација трошкова доставе",
          "sod_true": "Добијте трошкове испоруке на одредишту",
          "sod_true_message": "Уверите се да ваша услуга доставе прихвата трошкове испоруке на одредишту.",
          "sod_false": "Калкулација трошкова аутоматске испоруке",
          "cod_true": "Прихватите поузећем",
          "cod_false": "Прихватите само плаћање на мрежи",
          "cod_true_message": "Уверите се да ваша услуга доставе прихвата ЦОД."
        }
      }
    },
    "users": {
      "menu": {
        "customers": "Купци",
        "contact_form": "Контакти",
        "faq": "FAQ",
        "club": "Цлуб",
        "report": "Извештај"
      },
      "report": {
        "title": "Преглед купаца",
        "sub_title": "Овде ћете видети статус својих клијената уживо.",
        "report_30days_by_time": "Активност корисника на основу датума и времена у последњих 30 дана",
        "report_30days_by_location": "Активност корисника геолокације у последњих 30 дана"
      },
      "club": {
        "title": "Клуб купаца",
        "sub_title": "Унесите месечни и годишњи износ куповине и валуту да бисте активирали сваки ниво. Ваши купци ће бити пријављени у ваш клуб купаца пошто испуњавају услове за месечну или годишњу куповину.",
        "item": {
          "members_count": "Број чланова",
          "purchases_count": "Број поруџбина",
          "monthly": "Месечно",
          "annually": "Годишње",
          "discount_percent": "Дисконтна стопа",
          "discount_limit": "Ограничење попуста"
        },
        "edit_dialog": {
          "title": "Управљање нивоом корисника",
          "currency_input": "Валута",
          "currency_input_message": "Укупне куповине се обрачунавају у овој валути.",
          "free_shipping_input": "Бесплатна достава",
          "monthly_input": "Месечна стопа куповине",
          "annually_input": "Годишња стопа откупа",
          "discount_percent_input": "Попуст за чланове клуба",
          "discount_limit_input": "Ограничење попуста",
          "description_input": "Опис",
          "description_input_message": "Унесите кратак опис овог нивоа."
        },
        "notifications": {
          "update_success": "Промене су примењене на клуб купаца."
        }
      },
      "faq": {
        "title": "Често постављана питања",
        "sub_title": "Додајте, уредите и одговорите на питања клијената."
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "Кампање",
        "cross_selling": "Унакрсна продаја",
        "affiliate": "Аффилиате",
        "emails": "е-поруке",
        "funnel": "Фуннел"
      },
      "campaign": {
        "name_input_placeholder": "Назив кампање",
        "name_input_message": "Унесите наслов кампање.",
        "create_campaign_action": "Направите нову кампању",
        "table": {
          "title": "Наслов",
          "state": "Статус",
          "discount": "Попуст",
          "landing": "Почетне странице",
          "start": "Почетак",
          "end": "Крај"
        },
        "notifications": {
          "add_success_title": "Направите кампању",
          "add_success": "Ваша кампања је направљена."
        },
        "name_input_name": "Назив кампање"
      }
    },
    "categories": {
      "title": "Листа категорија",
      "subtitle": "Категорије су кључна карактеристика ваше онлине продавнице. Подстичемо вас да користите ове моћне алате за категоризацију да бисте изградили модеран излог и олакшали вашим клијентима да пронађу праве производе.",
      "menu": {
        "add_new": "Додај нову категорију",
        "categories_list": "Листа категорија",
        "export": "Извоз категорија",
        "import": "Категорије увоза (ЦСВ)"
      },
      "graph": {
        "title": "Хијерархија категорија",
        "subtitle": "Можете имати потпуни преглед категорија своје продавнице и начина на који се корисници крећу по њима. Уз прави распоред категорија, ваши купци могу брзо пронаћи производе и стопа конверзије ће расти.",
        "visits_count": "Посетите",
        "normal": "Симпле",
        "items_count": "Број ставки",
        "home": "Кућа"
      },
      "category_widget": {
        "parent": "Родитељ",
        "not_exist": "Не постоји",
        "children": "Подкатегорије",
        "delete_alert": {
          "title": "Уклони подређену категорију",
          "message": "Да ли желите да уклоните {title} са листе {parent_title}?",
          "action": "Избриши"
        },
        "notifications": {
          "edit_success": "Категорија уређена."
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "продавница",
        "my_apps": "апликације"
      },
      "my_apps": {
        "title": "Чувајте активне апликације",
        "subtitle": "Управљајте својим пословним апликацијама.",
        "all": "све"
      },
      "store": {
        "title": "Продавница апликација",
        "subtitle": "Повежите своје омиљене услуге са својим пословањем безбедно. Додајемо додатке и апликације на основу захтева наших клијената.",
        "nodata": "Није пронађен додатак.",
        "all": "све",
        "more": "више"
      }
    },
    "pages": {
      "menu": {
        "new_page": "Нова страница",
        "contact_us": "Контактирајте нас",
        "privacy": "Приватност",
        "terms": "Услови",
        "about_us": "О нама",
        "landings": "Слетање",
        "popup": "Попуп",
        "static": "Статично"
      }
    },
    "permissions": {
      "menu": {
        "persons": "Особље",
        "roles": "Улоге",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "Листа особља",
          "new_user": "Додајте ново особље",
          "new_user_message": "Корисници који ће имати приступ контролној табли и одељцима за управљање ове продавнице.",
          "email_input_placeholder": "Емаил",
          "email_input": "Адреса е-поште корисника",
          "level_input": "Ниво приступа",
          "add_user_action": "Додај особље"
        },
        "delete_alert": {
          "title": "Уклоните приступ",
          "message": "Да ли желите да избришете овог корисника?",
          "action": "Избриши"
        },
        "notifications": {
          "add_success_title": "Додај приступ",
          "add_success": "Додат је нови приступ.",
          "delete_success_title": "Избришите приступ",
          "delete_success": "Приступ је избрисан."
        }
      },
      "shop_api": {
        "title": "Кључеви за приступ продавници",
        "message": "Ови кључеви се користе за креирање токена за приступ од стране вашег сервера. Имајте на уму да су кључеви поверљиви и само на серверу на начин који није видљив другима."
      }
    },
    "applications": {
      "pwa": {
        "title": "Веб Апп",
        "sub_title": "Погледајте веб апликацију своје продавнице овде",
        "message": "Напомена: Можете да уређујете своју страницу добродошлице на свом иПхоне-у и иПад-у у иОС апликацији",
        "ios_app": "иОС апликација"
      },
      "ios": {
        "title": "иОС апликација",
        "sub_title": "Ускоро ћете моћи да направите иОС апликацију за своју продавницу.",
        "message": "Максимална величина датотеке: 512 КБ, можете да отпремате датотеке величине до 1 МБ, под условом да наш систем компресије може да смањи величину на 512 КБ. Отпремљена слика ће бити интелигентно промењена."
      },
      "android": {
        "title": "Андроид апликација",
        "sub_title": "Направите сопствену Андроид апликацију",
        "message": "Попуните овај образац и притисните тастер за изградњу. Неће бити потребе ни за чим другим. Сви кораци процеса изградње и потписивања ваше апликације се изводе на серверима у облаку. Коначна апликација ће бити отпремљена у све АппСторес.",
        "server_un_available": "Експериментално, сервер апликација тренутно није повезан.",
        "app_building_progress": "Ваша апликација се прави.",
        "app_build_success": "Ваша апликација је спремна.",
        "download_app_action": "Преузмите апликацију",
        "firmware_version": "Верзија фирмвера",
        "main_info": "Пакет апликација",
        "package_name_input_message": "Уверите се да је име пакета јединствено.",
        "package_name_input_alert": "Ако промените ово име, више нећете моћи да ажурирате своје претходне апликације у АппСторе-у и да инсталирате нову. Имајте на уму да корисници старијих верзија апликације такође неће моћи да се пријаве на своје налоге.",
        "version_input": "Верзија",
        "version_input_message": "Овај број увек мора бити већи од његове претходне вредности.",
        "version_name_input": "назив верзије",
        "version_name_input_message": "Унесите јединствено име за ову верзију апликације.",
        "use_selldone_key": "Продати подразумевани кључеви",
        "use_last_key": "Сачуван кључ",
        "use_new_key": "Нови кључ",
        "appearance": "Изглед",
        "app_name_input": "Назив апликације",
        "app_name_input_message": "Ово ће бити главни назив ваше апликације.",
        "app_title_input": "наслов апликације",
        "app_title_input_message": "Овај наслов се појављује на врху апликације.",
        "app_title_input_placeholder": "Унесите наслов",
        "app_icon_input": "Икона апликације",
        "app_icon_input_placeholder": "Изаберите зип датотеку са иконама апликација.",
        "generate_icon_pack_action": "Направите пакет икона",
        "splash_design": "Дизајн почетног екрана",
        "splash_logo_input": "Лого за почетни екран",
        "splash_logo_input_placeholder": "Изаберите слику за почетни екран.",
        "splash_title_input": "Наслов почетног екрана",
        "splash_title_input_placeholder": "Унесите наслов за Спласх Сцреен",
        "splash_title_input_message": "Овај наслов ће бити приказан великим словима.",
        "splash_message_input": "Порука на екрану",
        "splash_message_input_placeholder": "Порука ...",
        "splash_message_input_message": "Ова порука ће бити приказана као сличица испод.",
        "dark_theme": "Мрачна тема",
        "light_theme": "лагана тема",
        "build": "Буилд",
        "building_info": "Изградња апликације на серверу у облаку траје од 10 секунди до неколико минута. Будите стрпљиви. Веза за преузимање датотеке ће се појавити овде када апликација буде спремна.",
        "update_mode_action": "ажурирање",
        "build_mode_action": "Направите апликацију",
        "notifications": {
          "icon_pack_not_valid_error": "Фајл није тачан.",
          "start_building_title": "Зграда ...",
          "start_building_message": "Захтев за прављење Андроид апликације поднет.",
          "build_success_title": "Честитам",
          "build_success": "Ваша Андроид апликација је спремна и сада можете да је преузмете."
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "Аутопилот"
      }
    },
    "edit": {
      "menu": {
        "delete": "Избриши продавницу",
        "activity_time": "време",
        "footer": "Мени",
        "info": "Инфо",
        "notification": "Обавештења",
        "home": "Кућа",
        "locations": "Локације",
        "license": "Лиценца",
        "theme": "Тема",
        "sms": "СМС",
        "email": "Емаил",
        "domain": "Домаин",
        "verifications": "Верификације",
        "flow": "Флов",
        "business_model": "Пословни модел"
      },
      "delete_dialog": {
        "title": "Избриши продавницу",
        "message": "Да ли желите да избришете <b>{title}</b> продавницу?",
        "action": "Избриши продавницу"
      },
      "notifications": {
        "delete_success": "Продавница је избрисана."
      },
      "info": {
        "title_tab": {
          "title": "Назив предузећа и језик",
          "subtitle": "Подесите јавно име и подразумевани језик."
        },
        "name_tab": {
          "title": "Јединствено име за куповину",
          "subtitle": "То је ваше пословно корисничко име."
        },
        "description_tab": {
          "title": "Ваша пословна прича",
          "subtitle": "Пишите о свом послу и његовој јединственој вредности."
        },
        "contact_tab": {
          "title": "Контакт и локално пословање",
          "subtitle": "Јавне контакт информације и подешавање Гоогле локалног предузећа."
        },
        "image_tab": {
          "title": "Лого",
          "subtitle": "Изаберите јединствени лого за свој бренд."
        }
      },
      "badge": {
        "external_title": "Управљајте спољним значкама",
        "external_message": "Овде можете да унесете адресу слике значке и везу до ње. УРЛ-ови морају бити са одобреног веб-сајта."
      },
      "edit_menu": {
        "title": "Менији",
        "footer": {
          "title": "Мени у подножју",
          "sub_title": "Овде можете да конфигуришете доњи мени своје странице продавнице. Ови менији могу бити почетне странице, дизајниране странице или екстерне везе."
        },
        "header": {
          "title": "Мени заглавља",
          "sub_title": "Овај мени се приказује само на екранима већим од мобилних и на врху почетне странице, категорија производа, одредишта и страница производа."
        },
        "save_menu": "Сачувај мени",
        "dialog": {
          "main_pages": "Главне странице",
          "custom_pages": "Почетне странице"
        },
        "table": {
          "home": "Кућа",
          "shop": "Схоп",
          "blogs": "Блог",
          "about_us": "О нама",
          "privacy": "Приватност",
          "terms": "Услови коришћења",
          "faq": "FAQ",
          "contact_us": "Контактирајте нас"
        },
        "notifications": {
          "save_success": "Мени је успешно ажуриран."
        }
      },
      "social": {
        "title": "Друштвени медији",
        "message": "Унесите своју званичну везу до друштвених медија у овом одељку. Пратите упутства за сваку ставку да бисте потврдили адресе."
      },
      "time": {
        "title": "Радни дани",
        "sub_title": "Подесите радне дане и време",
        "days_open_input": "Дани",
        "days_open_input_nodata": "Изаберите најмање један дан",
        "start_time_input": "Време почетка активности продавнице",
        "start_time_input_hint": "Отворено време продавнице",
        "end_time_input": "Време затварања продавнице",
        "end_time_input_hint": "Време завршетка активности продавнице",
        "customer_support_service": "Одговорност и корисничка служба",
        "response_time_input": "Статус корисничке службе",
        "support_24h": "24 сата 7 дана у недељи",
        "support_normal": "Само током радног времена",
        "no_service": "не",
        "notifications": {
          "update_success": "Продавница измењена."
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "Нема категорије"
  },
  "add_product": {
    "title_new": "Нови производ",
    "title_new_category": "Нова категорија",
    "title_new_drop_shipping": "Додајте дропсхиппинг",
    "title_edit": "Уредите производ",
    "delete": "Избришите производ",
    "completed": "Завршено",
    "menu": {
      "type": "Врста производа",
      "general_info": "Опште информације",
      "rating": "Анкета и карактеристике",
      "spec": "Спецификације",
      "images": "Слике",
      "price": "Цена",
      "inputs": "Улазни",
      "outputs": "излаз",
      "extra": "Додатни детаљи",
      "review": "Преглед производа",
      "inventory": "Инвентар / Варијанте",
      "change_status": "Промени статус"
    },
    "select_type": {
      "title": "Одаберите тип производа или услуге"
    },
    "edit_info": {
      "category_input": "Категорија",
      "product_name": "Назив производа*",
      "product_name_placeholder": "Име вашег производа овде..",
      "product_code": "Шифра производа (енглески)",
      "sku": "SKU",
      "sku_message": "Јединица за чување залиха",
      "mpn": "MPN",
      "mpn_message": "Број дела произвођача",
      "status": "Статус",
      "external_link": "Екстерна веза",
      "brand": "Марка",
      "brand_placeholder": "Бранд Ек. Аппле.. (опционо)",
      "warranty": "Гаранција",
      "is_original": "Да ли је ово оригиналан производ?",
      "is_original_message": "Ако свој производ не поставите оригиналним, лажна значка ће бити приказана за овај производ.",
      "return_warranty": "Колико дана овај производ има гаранцију поврата?",
      "warehouse_section": "Складиште и производња",
      "conditions_section": "Услови производа",
      "warranty_section": "Гаранција и испорука",
      "unit": "Јединица производа",
      "unit_message": "Унесите јединицу ако је потребно. На пример: кг, метар, ...",
      "condition": "Стање производа у вашој продавници",
      "condition_message": "Морате изабрати једну од вредности у овом пољу.",
      "unit_section": "Јединица производа",
      "unit_float": "Јединица за плутање (ускоро)",
      "unit_float_hint": "На пример, купац може наручити 3 кг воћа, али се количина послата купцу мало разликује од поручене количине.",
      "unit_float_message": "Приликом обраде поруџбине, испоручени износ може да се разликује од порученог износа. Систем аутоматски израчунава ову разлику и евидентира је као ваш дуг према купцу, што се може применити на следеће поруџбине.",
      "status_list": {
        "active": {
          "title": "Ацтиве | Онлине и офлајн продаја",
          "description": "Овај производ ће бити доступан за онлине поруџбине."
        },
        "inactive": {
          "title": "Неактиван | Само ванмрежна продаја",
          "description": "Овај производ неће бити доступан за онлајн поруџбине."
        }
      },
      "marketplace": {
        "vendor_panel_message": "<b>{vendor_name}</b> је власник производа.",
        "subscription_message": "Производи на претплату могу имати једног добављача, тако да можете да их креирате на табли добављача или да им доделите добављача у кораку креирања. Изабрани продавац ће бити власник производа.",
        "default_message": "Можете да наведете да ли овај производ припада једном продавцу и стога само један продавац може да га продаје, или овај производ припада Маркетплаце-у и више од једног продавца може да га продаје.",
        "single_vendor_title": "Сингле вендор",
        "single_vendor_desc": "Овај производ припада продавцу и изабрани продавац може њиме да управља.",
        "multi_vendors_title": "Више добављача",
        "multi_vendors_desc": "Овај производ припада тржишту и може се уређивати само на панелу тржишта."
      }
    },
    "rating_pros_cons": {
      "title": "Анкета",
      "message": "Унесите листу спецификација производа како би ваши купци оценили ваш производ. (До 5 ставки)",
      "rating_input": "Анкете",
      "rating_input_message": "Можете додати 5 ставки у анкету.",
      "item_unit": "предмет",
      "pros_title": "Прос",
      "pros_message": "Унесите карактеристике производа. (До 5 ставки)",
      "pros_input_title": "Наслов функције",
      "pros_input_value": "Вредност функције",
      "pros_group": "Предности производа",
      "pros_group_messages": "Главне карактеристике производа",
      "cons_title": "Цонс",
      "cons_message": "Унесите слабости производа. (До 5 ставки)",
      "cons_input_title": "Наслов слабости",
      "cons_input_value": "Вредност слабости",
      "cons_group": "Слабости производа",
      "cons_group_messages": "Главне слабости производа",
      "select_from_list": "Изаберите са листе",
      "suggestion_rating": [
        "Добар квалитет",
        "Добра вредност",
        "Воулд Рецомменд",
        "Карактеристике и могућности",
        "Једноставност употребе",
        "Добро дизајниран",
        "Поуздане перформансе",
        "Ефикасна корисничка подршка",
        "Задовољавајуће време испоруке",
        "Опис подударања производа",
        "Издржљив и дуготрајан",
        "Исплативо",
        "Аттрацтиве Пацкагинг",
        "Иновативни дизајн",
        "Еколошки",
        "Довољна упутства/приручник",
        "Испуњена очекивања",
        "Интерфејс прилагођен кориснику",
        "Висока ефикасност",
        "Одлична услуга након продаје",
        "Разноврсна функционалност",
        "Конкурентне цене",
        "Доступност резервних делова/прибор",
        "Поуздани бренд",
        "Безбедан за употребу",
        "Брза и тачна услуга"
      ],
      "notifications": {
        "add_rating_success": "Додата је опција за оцењивање корисника {rating_name}.",
        "delete_rating_success": "Опција корисничке оцене {rating_name} је избрисана.",
        "add_pros_success": "Додата карактеристика производа.",
        "delete_pros_success": "Функција производа је уклоњена.",
        "add_cons_success": "Додата је слабост производа.",
        "delete_cons_success": "Слабост производа је уклоњена."
      },
      "rating_input_placeholder": "Напишите своје прилагођено питање анкете овде... и притисните ентер!"
    },
    "edit_spec": {
      "title": "Техничке спецификације",
      "sub_title": "Можете увести техничке спецификације сличних производа.",
      "import_action": "Увоз",
      "group_input_header": "Додај групу",
      "item_title_header": "Додајте ставку",
      "group_input": "Заглавље групе",
      "group_input_message": "Унесите наслов.",
      "group_add_action": "Додај групу",
      "item_title_input": "Наслов",
      "item_title_input_message": "Унесите наслов функције.",
      "item_value_input": "Валуе",
      "item_value_input_message": "Унесите вредност функције.",
      "add_item_action": "Додајте ставку",
      "dialog": {
        "title": "Унесите техничке спецификације",
        "code_input": "ИД производа",
        "code_input_message": "Шифра производа: П0000 ...",
        "spec_view_title": "Спецификације изабраног производа",
        "set_spec_action": "Дупликат техничких спецификација"
      },
      "notifications": {
        "enter_group_title_error": "Унесите вредност наслова",
        "enter_item_title_and_value_error": "Унесите наслов и вредност карактеристике",
        "spec_saved_success": "Спецификације производа су сачуване."
      }
    },
    "edit_images": {
      "title": "Главна слика",
      "main_image_input_nodata": "Отпремите слику производа.",
      "main_image_input_message": "Ова слика је приказана на листи производа.",
      "preview": "Преглед",
      "image_style": "Стил слике",
      "background_is_white": "Бела позадина",
      "background_is_white_msg": "Да ли слика има белу позадину??",
      "images": {
        "title": "Галерија слика производа",
        "sub_title": "Отпремите слике производа, заједничке за све варијанте производа, у овај одељак."
      },
      "video": {
        "title": "Видео",
        "sub_title": "Прво, отпремите видео о свом производу на Иоутубе, а затим ставите УРЛ видеа овде."
      }
    },
    "pricing": {
      "edit_price": "Прицинг",
      "price_input": "Цена",
      "currency_input": "Валута",
      "currency_input_messages": "Цена се обрачунава у овој валути.",
      "commission_input": "Комисија",
      "commission_message": "Ова опција је корисна само за одређене врсте трговаца као што су велетрговци. Ако нисте велетрговац, оставите ову опцију празном. Цена коју купци виде је збир цене и провизије. За додавање пореза кликните на Рачуноводство > Порез.",
      "add_commission_action": "Додајте провизију",
      "discount_input": "Попуст",
      "discount_input_message": "Дисконтна стопа",
      "has_discount_period_input": "Да ли овај попуст важи за одређено време?",
      "discount_timespan": "Унесите период попуста.",
      "start_input": "Почетак",
      "end_input": "Крај",
      "start_input_placeholder": "Изаберите време почетка",
      "end_input_placeholder": "Изаберите време завршетка",
      "independent_price": "Цена само за ову варијанту",
      "same_price": "Цена за главни производ",
      "variant_pricing_message": "Избором ове опције, цена ове варијанте се може подесити независно од главног производа.",
      "price_label_input": "Ознака цене",
      "price_label_message": "Додајте додатне информације о цени као што је (1,5 УСД/Фл Оз). Случајеви употребе: намирнице, ФМЦГ.",
      "add_price_label_action": "Додајте ознаку цене"
    },
    "inputs_edit": {
      "title": "Образац за унос информација о купцу",
      "sub_title": "Можете креирати образац за унос података за сваки производ, тако да вам купци шаљу информације приликом куповине производа. На пример, ова информација може бити назив за гравуру на камену.",
      "message_input": "Порука кориснику",
      "message_input_message": "Ова порука ће бити приказана купцу приликом куповине производа.",
      "inputs_form": "Структура информација (улаз)"
    },
    "extra_edit": {
      "physical": {
        "title": "Достава информације",
        "sub_title": "Цена и време припреме се израчунавају на основу информација у овом одељку. Обавезно унесите податке према одабраним јединицама у продавници (тежина, димензије, растојање)."
      },
      "notifications": {
        "save_title": "Паковање ажурирано",
        "save_msg": "Информације о паковању производа су успешно ажуриране."
      }
    },
    "variants": {
      "not_available": "Тренутно није могуће изабрати варијанту за ову врсту производа."
    },
    "delete_product": {
      "title": "Уклоните производ",
      "message": "Желите ли да избришете <b>{product_title}</b> ?"
    }
  },
  "product_admin": {
    "products_list": "Листа производа",
    "product": "Производ",
    "menu": {
      "edit": "Уредити",
      "review": "Преглед",
      "orders": "Наређења",
      "inventory": "Инвентар",
      "dashboard": "Командна табла",
      "back_to_products": "Производи",
      "drop_shipping": "Испустити поруџбеницу"
    },
    "dashboard": {
      "info": {
        "title": "профил",
        "title_small": "Производ",
        "category": "Производ Категорија",
        "link": "Линк производа",
        "type": "Тип",
        "inputs": "Унесите информације",
        "outputs": "Излазне информације",
        "user_data_form": "Образац за информације о купцу"
      },
      "orders": {
        "title": "Наређења",
        "title_small": "Необрађено",
        "physical_orders_title": "Корпа за куповину са овим производом",
        "send_30days_title": "Испоручене поруџбине у последњих 30 дана",
        "downloads_30days_title": "Број преузете датотеке у последњих 30 дана",
        "virtual_orders_title": "Наруџбине овог производа чекају завршетак"
      },
      "inventory": {
        "title": "Инвентар",
        "title_small": "Складиште",
        "total_sell": "Укупна продаја",
        "total_sell_today": "Данашња продаја",
        "total_sell_30days": "Продаја у последња 4 дана",
        "chart": {
          "labels": [
            "Инвентар",
            "Распродаја"
          ]
        },
        "subscribers_title": "Претплатници",
        "subscribers_title_small": "Укупан број пријављених поруџбина"
      },
      "finance": {
        "title": "Финансијски",
        "title_small": "Извештај о куповини за последњих 6 месеци",
        "select_mode_title": "Схов Би",
        "modes": {
          "sell": "Распродаја",
          "payment": "Плаћање",
          "discount": "Попуст"
        },
        "currency_select_title": "Цена према изабраној валути",
        "sell_today": "Данашња продаја",
        "product_price": "Цена производа",
        "currency_unit": "Јединица валуте",
        "sell_30days": "30 дана продаје",
        "sell_daily": "Дневна продаја",
        "sell_yesterday": "Јучерашња продаја"
      },
      "survey": {
        "title": "Оцена производа",
        "title_small": "Извештај о задовољству купаца",
        "total_participation": "Укупан број прилога",
        "today_participation": "Данашње оцене",
        "last7days_participation": "Доприноси последњих 7 дана",
        "chart": {
          "participate": "Учешће",
          "participate_title": "Број доприноса",
          "score": "Сцоре"
        }
      },
      "inform": {
        "title": "Очекивања купаца",
        "title_small": "Чекају се попусти или доступност",
        "message": "Обавестите купце када производи буду у продаји или постану доступни",
        "waiting_for_auction": "Чека се да производи крену на продају",
        "waiting_for_available": "Чека се да производи буду доступни.",
        "unit": "особа(е)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "Инвентар",
        "add_variant": "Додај варијанту",
        "title": "Инвентар производа / листа варијанти производа",
        "sub_title": "Ако овај производ има више од једне варијанте, унесите их у овај одељак. Можете посебно дефинисати износ, цену и попуст за сваку варијанту; у супротном ће се за одређивање цене применити подразумеване вредности производа.",
        "add_action": "Додај варијанту",
        "count_input": "Инвентар",
        "count_input_action": "Подесите број",
        "management_title": "Управљање залихама и варијанте производа",
        "add_title": "Додајте варијанту производа",
        "edit_title": "Измените варијанту производа",
        "notifications": {
          "add_success": "Додата је варијанта производа.",
          "delete_success": "Варијанта производа је избрисана.",
          "save_product_inventory_success": "Инвентар сачуваних производа."
        }
      },
      "variant_item": {
        "price": "Цена",
        "same_as_product": "Слично главном производу",
        "in_stock": "Инвентар",
        "delete_dialog": {
          "title": "Избришите варијанту производа",
          "message": "Желите ли да избришете ову варијанту?"
        }
      },
      "variant_add_edit": {
        "title": "Дефинисање варијанте производа",
        "message": "Број производа Јединствен",
        "active_input": "Да ли је ова варијанта активна?",
        "sku": "SKU",
        "sku_tips": "Шифра складишта производа.",
        "mpn": "MPN",
        "mpn_tips": "Шифра производа коју је унео произвођач на паковање производа",
        "variant_variable": "Варијантне варијабле",
        "pricing": "Прицинг",
        "has_pricing_input": "Да ли се цена разликује од цене главног производа?",
        "inventory": "Инвентар",
        "inventory_unit": "Предмети",
        "delivery_info": "Паковање и достава",
        "images": "Варијантове слике",
        "images_message": "Након што сачувате ову варијанту, моћи ћете да додате слику овде."
      }
    },
    "edit_article": {
      "menu": {
        "tags": "Ознаке",
        "article": "Чланак"
      }
    }
  },
  "product_extra_physical": {
    "weight": "Тежина пакета",
    "weight_unit": "Кг",
    "size": "Димензије пакета",
    "dimension": "Центиметар",
    "width": "Ширина",
    "length": "Дужина",
    "height": "Висина",
    "lead_time_title": "Време припреме",
    "lead_time": "Време припреме",
    "lead_time_dimension": "сат(и)",
    "bulk_action": "Булк акције",
    "bulk_action_input": "Ажурирајте све варијанте",
    "bulk_action_msg": "Подесите паковање производа и време припреме за све варијанте."
  },
  "product_images_list": {
    "upload_button": "Још слика производа",
    "upload_an_image": "Изаберите слику.",
    "notifications": {
      "update_sort_success": "Разврставање слика је сачувано",
      "delete_image_title": "Избришите слику производа",
      "delete_image_success": "Слика је успешно избрисана"
    }
  },
  "variants_view": {
    "prices": "Цене",
    "inventory": "Инвентар",
    "discount": "Попуст"
  },
  "gift_card_type_edit": {
    "title_input": "Наслов",
    "color_input": "Боја картице",
    "charge_input": "Почетно пуњење",
    "charge_input_hint": "Почетна накнада за сваку картицу",
    "currency_input": "Валута",
    "currency_input_message": "Само за куповину у овој валути",
    "lifetime_input": "Рок важења картице (месец)",
    "lifetime_input_message": "Ваљаност картице",
    "card_image_input": "Слика картице",
    "notifications": {
      "create_success": "Картица је направљена",
      "update_success": "Картица је ажурирана"
    }
  },
  "shop_warehouse_edit": {
    "title": "Додај складиште",
    "message": "Унесите адресу свог складишта и профил да бисте израчунали цену испоруке.",
    "name_input": "Назив складишта",
    "address": "адреса",
    "name_input_message": "Унесите надимак за своје складиште.",
    "person_name": "Име службеника",
    "phone_number": "Контакт број",
    "map_title": "Адреса складишта продавнице",
    "confirm_action": "Одобрење за складиште",
    "address_name": "Складиште",
    "notifications": {
      "success_save": "Промене су успешно сачуване."
    }
  },
  "inventory_list": {
    "search_input": "Претрага производа...",
    "search_input_title": "Тражи међу производима продавнице",
    "apply_filter": "Примени филтер",
    "inventory": "Инвентар",
    "export": "Извоз инвентара",
    "import": "Увоз инвентара",
    "bulk_price": "Масовна промена цене",
    "bulk_discount": "Групна промена попуста",
    "category_filter_msg": "⚡ Важиће за све производе и поткатегорије!",
    "table": {
      "waiting": "Примање информација ... сачекајте",
      "open_state": "Ацтиве",
      "close_state": "неактиван",
      "image": "Слика",
      "product": "Назив производа",
      "code": "Шифра производа",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "Оригинал",
      "status": "Статус",
      "in_stock": "На лагеру",
      "edit": "Промена"
    },
    "bulk_price_dialog": {
      "title": "Групне акције > Цена",
      "message": "Напомена: Следећи износ ће се применити као проценат на цену свих производа у вашој продавници. Такође, израчунате вредности цена ће бити интелигентно конвертоване у најближи округли број на основу изабране валуте. Будите пажљиви при уносу вредности.",
      "check": "Одобравам промене цена.",
      "add_percent_tab": "Додај проценат",
      "add_constant_tab": "Додај константу",
      "ending_tab": "Стратегија завршетка"
    },
    "bulk_discount_dialog": {
      "title": "Групне акције > Попуст",
      "message": "Напомена: Следећи износ ће бити као проценат попуста на све производе у вашој продавници. Такође, израчунате вредности попуста ће бити интелигентно конвертоване у најближи округли број на основу изабране валуте. Будите пажљиви при уносу вредности.",
      "check": "Одобравам промене попуста."
    },
    "notifications": {
      "save_success": "Промена инвентара је сачувана."
    }
  },
  "spec_view": {
    "auto_save_input": "Аутоматско чување"
  },
  "time_progress_bar": {
    "title_before_start": "Остаје до почетка",
    "title_between_start_end": "Остаје до краја",
    "title_after_end": "Готов",
    "title_no_start_end": "Без временског периода!"
  },
  "geo_map": {
    "views": "Погледи",
    "views_unit": "Тимес",
    "product_views": "Прегледи производа",
    "buys": "Куповине",
    "buys_unit": "Наређења",
    "baskets": "Активна колица",
    "added_items": "Додајте ставке",
    "removed_items": "Уклоните ставке"
  },
  "faq_list": {
    "table": {
      "nodata": "Нема пронађених питања.",
      "more_data_action": "Више питања ..",
      "user": "корисник",
      "tag": "Таг",
      "question": "Питање",
      "officer": "Особље",
      "answer": "Одговор",
      "created_at": "Датум",
      "priority": "Приоритет",
      "edit": "Уредити"
    },
    "dialog": {
      "add_new_action": "Пошаљите ново питање",
      "edit_action": "Едит ФАК",
      "question_input": "Питање",
      "question_input_placeholder": "Поставите своје питање..",
      "link_input": "Линк",
      "link_input_placeholder": "Можете се позвати на везу у одговору.",
      "answer_input": "Одговор",
      "answer_input_placeholder": "Унесите текст одговора..",
      "tag_input": "Ознака (наслов категорије)",
      "tag_input_placeholder": "Унесите кратак наслов",
      "priority_input": "Приоритет: (0 до 10)"
    },
    "delete_alert": {
      "title": "Избриши питање",
      "message": "Да ли желите да избришете ово питање?",
      "action": "Избриши"
    },
    "notifications": {
      "send_success": "Ваш одговор је успешно послат.",
      "delete_success": "Ваше питање је успешно избрисано."
    }
  },
  "contact_messages_list": {
    "load_more_action": "Још порука..",
    "table": {
      "nodata": "Нема пронађених питања.",
      "user": "корисник",
      "message": "Тело поруке",
      "category": "Категорија",
      "officer": "Особље",
      "answer": "Одговор",
      "created_at": "Датум",
      "contact": "Контакт",
      "edit": "Уредити"
    },
    "dialog": {
      "title": "Одговори на поруку",
      "category": "Категорија",
      "user_name": "Име",
      "email": "Емаил",
      "phone": "Контакт број",
      "message": "Текст поруке",
      "status": "Статус одговора",
      "status_answered": "Одговорио",
      "status_waiting": "Чека се одговор",
      "answer_input": "Текст одговора",
      "mail_input": "Пошаљи пошту",
      "mail_input_message": "Ако ово омогућите, ваш одговор ће бити послат на е-пошту корисника."
    },
    "delete_alert": {
      "title": "Избриши поруку",
      "message": "Да ли желите да избришете ову поруку?",
      "action": "Избриши"
    },
    "notifications": {
      "send_success": "Ваш захтев је успешно послат.",
      "delete_success": "Порука је избрисана."
    }
  },
  "campaign": {
    "title": "Кампања",
    "menu": {
      "setting": "Подешавања",
      "return": "Назад",
      "dashboard": "Командна табла",
      "links": "Линкови",
      "landing": "Слетање",
      "ads": "Огласи",
      "finance": "финансије"
    },
    "dashboard": {
      "title": "Командна табла",
      "status": "Преглед статуса",
      "sessions": "Сесије",
      "links_overview": "Преглед веза за кампању",
      "orders": "Наређења",
      "performance": "Учинак кампање",
      "links_funnel": "Линкови за кампању Учинак",
      "no_links": "Нема доступних података! Направите везу до ваше кампање.",
      "social": "Друштвени медији воде",
      "conversion_over_time": "Конверзија током времена",
      "total_campaign_sell": "Укупна продаја по кампањи"
    },
    "finance": {
      "title": "Финансијски извештај",
      "campaign_revenue": "Приходи од кампање",
      "total_revenue": "Укупан приход по кампањи",
      "links_revenue": "Приход од веза за кампању",
      "payments_over_time": "Продаја током времена",
      "all_links": "Све везе"
    },
    "landing": {
      "empty_message": "Подесите одредишну страницу у подешавањима кампање.",
      "set_landing": "Подесите одредишну страницу",
      "create_landing": "Направите нову одредишну страницу"
    },
    "links": {
      "title": "Линкови за кампању",
      "url_input_message": "Унесите УРЛ циљне странице"
    },
    "setting": {
      "menu": {
        "config": "Цонфиг",
        "timespan": "Временски период",
        "banner": "Банер",
        "Notification": "Обавештење"
      },
      "general_setting": {
        "title": "Општа подешавања кампање",
        "sub_title": "Назив, одредишна страница и код за попуст",
        "name_input": "Назив кампање",
        "name_input_hint": "Додајте назив својој кампањи",
        "enable_input": "Да ли је кампања активна?",
        "page_input": "Почетне странице",
        "discount_code_input": "Код за попуст",
        "limit": "Ограничење попуста",
        "max_count": "Мак цоунт",
        "max_count_unit": "Предмети",
        "start": "Почетак",
        "end": "Крај",
        "notification_enable_input": "Омогућено обавештење?",
        "landing_page": "Почетне странице",
        "discount_code": "Код за попуст",
        "auto": "Подразумевана кампања",
        "auto_message": "Подразумевана кампања је активирана у вашој продавници"
      },
      "time_setting": {
        "title": "Временски период",
        "sub_title": "Датум и време почетка / Датум и време завршетка",
        "start_input": "Почетак",
        "start_input_placeholder": "Изаберите време почетка кампање",
        "end_input": "Крај",
        "end_input_placeholder": "Изаберите Време завршетка кампање"
      },
      "banner_setting": {
        "title": "Схоп Баннер",
        "sub_title": "Приказ на врху странице продавнице",
        "message_input": "Текст поруке",
        "message_input_placeholder": "Специјални фестивал...",
        "message_input_hint": "Текст поруке банера на врху продавнице",
        "bg_image_input": "УРЛ слике у позадини",
        "bg_image_input_hint": "УРЛ пуне позадинске слике",
        "repeat_pattern": "Поновите образац",
        "simple": "Симпле",
        "dark_input": "Мрачна тема?",
        "icon_input": "Икона",
        "icon_input_hint": "Име иконе дизајна материјала или Фонтавсом: фас фа-стар",
        "anim_input": "Адреса за анимацију",
        "anim_input_message": "УРЛ датотеке Лоттие анимације",
        "preview": "Преглед",
        "preview_update_action": "Ажурирајте преглед",
        "bg_color": "Боја позадине",
        "icon_bg": "Боја позадине иконе"
      },
      "notifications": {
        "title": "Обавештење",
        "sub_title": "Направите обавештење и повежите га са кампањом.",
        "update_success": "Ваша кампања је ажурирана.",
        "action_button": "Дугме за акцију",
        "background_color": "Боја позадине",
        "text_color": "Боја текста",
        "action_color": "Боја акције",
        "action_text_color": "Боја текста акције",
        "notification_image": "Слика обавештења",
        "notification_bg": "Позадина обавештења",
        "show_preview": "Покажи преглед",
        "persistence": "Упорност",
        "persistence_message": "Да ли желите да се приказује сваки пут када ваш корисник посети веб локацију",
        "radius": "Радијус",
        "show_delay": "Покажи кашњење"
      }
    }
  },
  "add_category": {
    "title_edit": "Уреди категорију",
    "title_update": "Додај нову категорију",
    "menu": {
      "delete": "Избриши категорију",
      "filter": "Филтери",
      "settings": "Подешавања",
      "back": "Назад"
    },
    "title_input": "Наслов категорије *",
    "title_input_error": "Изаберите наслов категорије",
    "name_input": "Назив категорије (енглески) *",
    "name_input_error": "Изаберите јединствено име за категорију",
    "description_input": "Опис категорије",
    "description_input_message": "Унесите кратак опис категорије ..",
    "parent_input": "Родитељ Категорија",
    "parent_input_message": "Ова категорија се појављује на почетној страници продавнице.",
    "image_input": "Слика категорије",
    "image_input_placeholder": "Изаберите слику за категорију",
    "edit_action": "Уреди категорију",
    "add_action": "Додај категорију",
    "back_action": "Назад",
    "no_category": "Нема категорија",
    "star": "Звезда",
    "filter": {
      "title": "Категорија филтери",
      "sub_title": "Управљајте филтерима и категоријама применљивим на производе у овој категорији.",
      "message": "Унесите и сачувајте назив заједничке техничке карактеристике за ову категорију у пољу испод. Након што сачувате листу, категорије филтера ће бити приказане заједно са садржајем сваке категорије. Боја, тежина, величина, марка итд. се аутоматски издвајају из варијанте производа."
    },
    "delete_alert": {
      "title": "Уклоните категорију",
      "message": "Да ли желите да избришете категорију {title}?",
      "action": "Избриши"
    },
    "notifications": {
      "add_success": "Додата је нова категорија.",
      "edit_success": "Категорија уређена.",
      "delete_success": "Избрисано {title}."
    },
    "edit_filter": {
      "spec_input": "Листа техничких спецификација",
      "spec_input_message": "Листа функција које желите да буду приказане у одељку филтера",
      "price": "Цена",
      "min": "Мин",
      "max": "Макс",
      "suggested_list": {
        "brand": "Марка",
        "colors": "Боја",
        "styles": "Дизајн",
        "volumes": "Волуме",
        "weights": "Тежина",
        "packs": "Број по паковању",
        "types": "Тип"
      },
      "notifications": {
        "edit_success": "Категорија уређена."
      }
    }
  },
  "apps_list": {
    "nodata": "У вашој продавници није инсталирана ниједна апликација",
    "inactive": "неактиван",
    "my_apps": "Моје апликације",
    "app_store": "Додајте нову апликацију"
  },
  "add_shop": {
    "menu": {
      "shop_title": "Наслов продавнице",
      "shop_name": "Име продавнице",
      "description": "Опис",
      "contact": "Контакт информације",
      "image": "Слика"
    },
    "title_input": "Наслов",
    "title_input_tips": "Унесите назив своје продавнице, бренда или компаније.",
    "active_message": "Поставите активно да свако може да приступи вашој веб локацији.",
    "language_input_message": "Изаберите језик своје продавнице.",
    "name_input": "Име",
    "name_input_message": "Унесите назив своје продавнице.",
    "name_input_tips": "Немојте користити неенглеске знакове, размаке или слова, ако се користе, назив продавнице можда неће бити правилно приказан.",
    "description_input": "Опис продавнице",
    "description_input_message": "Напишите кратак опис свог пословања.",
    "address_input": "Адреса продавнице",
    "address_input_message": "Унесите тачну адресу локације продавнице",
    "phone_input": "Број телефона",
    "phone_input_message": "Број за контакт клијента",
    "phone_input_tips": "Унесите контакт број са позивним бројем земље. Овај број се такође користи за приказ информација у Гоогле претрази.",
    "email_input": "Емаил",
    "email_input_message": "Адреса е-поште за купце",
    "locality_input": "Локација",
    "locality_input_message": "Локација продавнице",
    "region_input": "Држава или провинција",
    "region_input_message": "Држава или покрајина у којој послујете",
    "country_input": "Држава",
    "country_input_message": "Земља пословања",
    "postal_code_input": "поштански код",
    "postal_code_input_message": "Поштански број продавнице",
    "image_input": "Сторе Имаге",
    "map": {
      "title": "Адреса продавнице",
      "confirm": "Регистрација адресе",
      "address": "адреса",
      "receptor": "продавница"
    },
    "create_shop_action": "Цреате Сторе",
    "update_shop_action": "ажурирање",
    "notifications": {
      "copy_success": "Копија адресе продавнице.",
      "name_available": "Ово име ({name}) је доступно.",
      "add_success": "Продавница {title} је направљена.",
      "edit_success": "Продавница измењена."
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "Додајте виртуелну ставку",
    "add_virtual_item_desc": "Да бисте продавали виртуелне производе, морате их додати у овај одељак. Број виртуелних ставки једнак је броју бесплатних ставки у овом одељку. Када купци купе виртуелну ставку, веза ће им бити послата.",
    "filter_action": "Примени филтер",
    "not_processed": "Необрађене поруџбине",
    "title": "Листа ставки",
    "vew_order": "Погледајте редослед",
    "table": {
      "nodata": "Нема ставки",
      "product": "Производ",
      "data": "Подаци",
      "status": "Статус",
      "user_message": "Порука корисника",
      "updated_at": "Последње ажурирање",
      "order": "Ред",
      "delete": "Избриши"
    },
    "notifications": {
      "delete_success": "Ставка је успешно избрисана."
    }
  },
  "add_virtual_item": {
    "title_edit": "Уредите вредности",
    "title_add": "Додајте ставку производу",
    "sub_title": "Креирање и уређивање виртуелних производа",
    "message": "Менаџер продавнице може показати купцу вредност након уплате. Ове вредности се морају унети у образац испод. Структура овог обрасца је постављена у одељку Уреди ставку> Уреди излазне информације.",
    "edit_outputs": "Уредите излазни образац",
    "notifications": {
      "edit_success": "Ставка измењена.",
      "add_success": "Ставка је додата на листу."
    }
  },
  "virtual_process_center": {
    "title": "Процессинг Центер",
    "sub_title": "Наређеље се извршава",
    "virtual_product": "виртуелни производ",
    "menu": {
      "report": "Извештај",
      "timeline": "Временска линија",
      "order": "Ред"
    },
    "list_widget": {
      "title": "Спецификације наруџбине",
      "product_name": "Назив производа"
    },
    "inputs_widget": {
      "title": "Образац за унос",
      "table": {
        "title": "Наслов",
        "value": "Валуе"
      },
      "change_inputs_action": "Уредите образац за унос"
    },
    "outputs_widget": {
      "title": "Излазни образац",
      "table": {
        "title": "Наслов",
        "value": "Валуе"
      },
      "tips": [
        "Након што испуните захтев купца, притисните тастер за потврду поруџбине да обавестите купца о поруџбини.",
        "Када се наруџба одобри, купац неће моћи да уређује улазне информације."
      ],
      "alerts": {
        "order_completed_by_admin": "Наруџбина је завршена.",
        "order_completed_by_buyer": "Наруџбу је извршио купац.",
        "waiting_for_buyer": "Чека се одобрење купца.."
      }
    }
  },
  "file_process_center": {
    "title": "Процессинг Центер",
    "sub_title": "Наређеље се извршава",
    "menu": {
      "report": "Извештај",
      "timeline": "Временска линија",
      "order": "Ред"
    }
  },
  "process_order_page_dashboard": {
    "title": "Наређеље се извршава",
    "cancel_order_action": "Откажите наруџбу",
    "open_basket_cation": "Ова корпа за куповину је отворена, што значи да купац купује и још није платио поруџбину.",
    "reject_dialog": {
      "title": "Разлог за одбијање налога",
      "message": "Изаберите разлог за одбијање ове поруџбине са листе испод. Обавезно обавестите купца о процесу отказивања и повраћаја новца. Повраћај средстава мора бити извршен у року од 12 сати.",
      "confirm_action": "Откажите наруџбу",
      "dismiss_reject_action": "Одбаците отказивање поруџбине"
    },
    "notifications": {
      "update_status_success": "Статус поруџбине је ажуриран.",
      "reject_update_success": "Статус отказивања поруџбине је ажуриран.",
      "dismiss_reject_success": "Поруџбина враћена у нормалан процес.",
      "set_tracking_success": "ИД праћења поруџбине је успешно сачуван."
    }
  },
  "process_center": {
    "title": "Процессинг Центер",
    "physical_product": "Физички производи",
    "menu": {
      "label": "Пацкаге Лабел",
      "receipt": "Фактура",
      "back": "Назад",
      "return": "Повратак",
      "report": "Извештај",
      "timeline": "Временска линија",
      "inputs": "Инпутс",
      "order": "Ред"
    },
    "payment_widget": {
      "title": "Плаћање",
      "checklist": [
        "Проверите износ поруџбине и плаћање купца.",
        "Проверите адресу за обрачун.",
        "Уверите се да су унети подаци тачни, посебно ако је плаћање поузећем."
      ],
      "action_cod_pay": "Потврдите плаћање од стране купца",
      "action_dir_pay": "Потврдите отпремљену потврду о уплати",
      "payment_receipt_not_uploaded_error": "Потврда о уплати још није учитана!",
      "waiting_for_pay": "Плаћање чека",
      "processing_payment": "Обрада плаћања",
      "processing_cancel": "Уплата је отказана",
      "paid": "Плаћено",
      "cod_pay_info": "Када примите поруџбину од купца можете потврдити уплату и завршити поруџбину.",
      "dir_pay_info": "Потврда о уплати ће се појавити изнад. Пре него што потврдите уплату, проверите износ депозита и информације о пријему код своје банке.",
      "created_date": "Датум креирања",
      "pay_date": "Датум исплате",
      "payment_gateway": "Паимент гатеваи",
      "payment_method": "Начин плаћања",
      "risk": "Вредност ризика",
      "billing_details": "Детаљи наплате",
      "add_transaction": "Додајте нови рачун",
      "add_transactions_message": "Морате да направите најмање једну трансакцију за ову поруџбину. У неким случајевима, плаћање је потребно у неколико корака. Које трансакције корисник мора да плати одредићете сами, током рада.",
      "add_bill_dialog": {
        "title": "Додај фактуру",
        "message": "Можете додати једну или више нових фактура за ову поруџбину. Купац ће видети ове фактуре и платити сваку у складу са напретком посла.",
        "amount_input": "Фактура износ",
        "action": "Додај рачун"
      },
      "edit_bill_dialog": {
        "title": "Уреди фактуру",
        "message": "Можете да мењате фактуре на чекању.",
        "action": "Уреди фактуру"
      },
      "bill_cash_payment_dialog": {
        "title": "Регистрирајте готовинско плаћање",
        "message": "Уколико је купац уплатио износ ове фактуре у готовини или на други начин осим онлајн плаћања, у овом одељку, избором опције, региструјете се и потврдите уплату. У овом одељку можете видети само пролазе за готовинско плаћање ваше продавнице. Ако не видите такву опцију, морате активирати мрежни пролаз за готовинско плаћање у изабраној валути у вашој продавници.",
        "action": "Потврдите плаћање рачуна"
      },
      "table": {
        "title": "Наслов",
        "amount": "Износ",
        "description": "Опис",
        "info": "Инфо"
      },
      "user_payment": "Плаћање купаца",
      "cod": "Плаћање поузећем",
      "gateway_wage": "Надокнада",
      "gift_card": "Поклон картица",
      "discount_code": {
        "title": "Код за попуст",
        "code": "Код",
        "percent": "проценат",
        "limit": "Лимит"
      },
      "club": {
        "title": "Клуб купаца",
        "percent": "проценат",
        "limit": "Лимит"
      },
      "coupon": {
        "title": "Цоупон",
        "percent": "проценат",
        "limit": "Лимит",
        "charge": "Напунити"
      },
      "delivery": {
        "title": "Трошак отпремања",
        "not_paid": "Неплаћен"
      },
      "samin": {
        "title": "Такса услуге",
        "description": "Овај износ је одбијен са вашег рачуна Селлдоне новчаника.",
        "tooltip": "Израчунајте по начину плаћања",
        "percent": "проценат"
      },
      "affiliate": {
        "title": "Аффилиате Цоммиссион",
        "affiliate_message": "Ову провизију треба да платите свом повезаном предузећу. Овај процес радите сами."
      },
      "total_price": "Укупна цена предмета",
      "total_items_discount": "Попуст на артикле",
      "total_price_after_offers": "Укупно након примене понуда",
      "user_payment_amount": "Износ плаћања купца",
      "samin_wage": "Селлдоне Фее",
      "pay_cod_dialog": {
        "title": "Да ли сте примили новац за наруџбу?",
        "message": "Потврдите ову опцију у начину плаћања поузећем, након што обезбедите пуну уплату од стране купца.",
        "confirm_action": "Потврдите плаћање купца"
      },
      "pay_dir_dialog": {
        "title": "Да ли сте примили новац за наруџбу?",
        "message": "Потврдите ову опцију након што одобрите отпремљену признаницу о уплати у банци. Обавезно проверите уплату у својој банци.",
        "confirm_action": "Потврдите плаћање купца"
      },
      "notifications": {
        "pay_confirm_message": "Уплата је потврђена.<br> Порт: {gateway_name}<br> Датум: {payment_at}",
        "pay_fail_title": "Неплаћен",
        "pay_fail_message": "Плаћање се не може одобрити!"
      },
      "total_order_price_before_tax": "Укупна цена пре опорезивања"
    },
    "basket_list": {
      "checklist": [
        "Проверите инвентар.",
        "Ако артикал није доступан, уплаћени износ за тај артикал мора бити враћен купцу."
      ],
      "message": "Ако неки од артикала није доступан или се не може продати, поништите избор у пољу за потврду поред њега и кликните на дугме <b>Потврди поруџбину</b> .",
      "action": "Потврда поруџбине",
      "list_of_items": "Листа корпи за куповину",
      "apply_change_action": "Примените измене",
      "cant_apply_change": "Не могу да извршим промене",
      "lottery_prize_inform": "Ваш купац осваја 1к овог производа. Пошаљите поклон са овом наруџбом."
    },
    "preparing": {
      "title": "Припрема",
      "packing_weight": "Тежина паковања",
      "delivery_type": "Начин куповине",
      "packing_size": "Димензије паковања",
      "distance_warning": "Прекорачује дозвољену границу удаљености.",
      "weight_warning": "Прекорачује дозвољену тежину.",
      "volume_warning": "Премашује дозвољену величину пакета.",
      "message": "Кликните на следеће дугме <b>Спремна</b> за наруџбу ако је поруџбина спремна за испоруку.",
      "action": "Наруџба спремна за испоруку",
      "checklist": [
        "Придржавање стандардних правила у паковању.",
        "Одштампајте листу ставки и ставите је у пакет.",
        "Одштампајте и залепите етикету на кутију."
      ]
    },
    "basket_items": "Листа артикала наруџбине",
    "delivered_dialog": {
      "title": "Да ли је купац примио ову поруџбину?",
      "message": "Потврдите ову опцију када знате да је купац примио поруџбину",
      "confirm_action": "Потврђујем да је купац примио пакет"
    },
    "return_delivery_dialog": {
      "title": "Да ли је поруџбина имала проблема током испоруке или је враћена?",
      "message": "Потврдите опцију враћања пошиљке ако је поруџбина из неког разлога враћена након слања и постоји потреба за поновним слањем пошиљке.",
      "confirm_action": "Потврдите да је испорука враћена"
    },
    "notifications": {
      "update_status_success": "Статус поруџбине је ажуриран.",
      "reject_update_success": "Статус отказивања поруџбине је ажуриран.",
      "dismiss_reject_success": "Наруџбина је отказана.",
      "pay_cod_success": "Потврђено плаћање поузећем.",
      "pay_dir_success": "Плаћање је потврђено плаћањем са картице на картицу или трансфером новца.",
      "set_tracking_success": "ИД праћења поруџбине је успешно сачуван.",
      "new_bill_success": "Нови рачун је успешно додат.",
      "edit_bill_success": "Рачун је успешно ажуриран.",
      "update_bill_status_success": "Статус рачуна је успешно ажуриран.",
      "set_payment_in_cash_success": "Плаћање рачуна потврђено ручно."
    },
    "delete_bill_dialog": {
      "title": "Избриши рачун",
      "message": "Да ли сте сигурни да ћете избрисати овај рачун?",
      "action": "Да, Избриши одмах"
    }
  },
  "shop_gateway": {
    "title": "пролаз",
    "menu": {
      "dashboard": "Командна табла",
      "edit": "Уредити",
      "transactions": "Трансакције",
      "back": "Гатеваис"
    },
    "dashboard": {
      "title": "Гатеваи Манагемент",
      "gateway_data_widget": {
        "title": "Извештај о плаћању",
        "title_small": "пролаз",
        "chart": {
          "times": "Цоунт",
          "buys": "Буи цоунт",
          "pays": "Успешно плаћање",
          "amount_pay": "Плаћено",
          "amount_wage": "Надокнада"
        }
      },
      "gateway_info_widget": {
        "title": "Инфо",
        "title_small": "пролаз",
        "status": "Статус",
        "cod_transportation": "Начини испоруке подржавају ЦОД",
        "cod_transportations_error": "Омогућите плаћање поузећем за најмање један начин испоруке!",
        "payment_type": "Врста плаћања",
        "cod": "Плаћање поузећем",
        "online": "Онлине плаћање",
        "wage_percent": "Проценат накнаде",
        "min_wage": "Минимална накнада",
        "max_wage": "Максимална накнада",
        "min_amount": "Минимална трансакција",
        "max_amount": "Максимална трансакција",
        "timeout": "Период отплате",
        "timeout_unit": "Секунде",
        "link": "Гатеваи Линк",
        "your_gateway_status": "Статус вашег пролаза",
        "config_extra_info": "Конфигурација услуге плаћања",
        "oauth2_button": "Аутоматско повезивање са {gateway}",
        "fee_payment_message": "Цео износ уплаћен од стране клијента биће пребачен на ваш рачун. Накнада за услугу ће бити одбијена из вашег новчаника у Селдонеу."
      }
    },
    "edit": {
      "title": "Едит Гатеваи",
      "menu": {
        "delete": "Уклоните мрежни пролаз"
      },
      "edit_action": "Едит Гатеваи"
    },
    "transactions": {
      "title": "Трансакције",
      "table": {
        "amount": "Износ",
        "currency": "Валута",
        "livemode": "Тип",
        "status": "Статус",
        "target_id": "Ред",
        "risk": "Ризик",
        "card": "Цард",
        "issued_at": "Датум издавања",
        "payment_at": "Датум исплате"
      },
      "live_mode": "Уживо",
      "test_mode": "Сандбок"
    }
  },
  "edit_gateway": {
    "public_keys": "Јавни кључеви",
    "private_keys": "Приватни кључеви (поверљиво)",
    "link": "Веб сајт",
    "state_title": "Активан/Неактиван начин плаћања",
    "gateway_status": "Статус",
    "wallet": "Блоцкцхаин новчаник",
    "developer_title": "Режим програмера",
    "developer_message": "Можете да обрађујете лажне трансакције ако мрежни пролаз подржава режим за отклањање грешака.",
    "notifications": {
      "edit_success": "Гејтвеј {gateway_name} је измењен."
    },
    "developer_setting": "Развијте и тестирајте",
    "live_mode_message": "Све трансакције ће бити у режиму уживо."
  },
  "gift_card": {
    "title": "Поклон картице",
    "menu": {
      "edit": "Уредити",
      "new_card": "Креирајте картицу",
      "list": "Картице",
      "orders": "Наређења",
      "dashboard": "Командна табла",
      "back": "Поклон картице"
    },
    "dashboard": {
      "title": "Контролна табла за управљање поклон картицама",
      "amount_widget": {
        "title": "Картично плаћање",
        "title_small": "30 дана",
        "chart_amount_pay": {
          "y": "Сум",
          "label": "Плаћање"
        },
        "chart_buys": {
          "y": "Купује",
          "label": "Купује"
        },
        "total_buy": "Укупан износ куповине",
        "total_pay_30days": "Укупна исплата 30 дана",
        "total_pay_today": "Данашња уплата"
      },
      "count_widget": {
        "title": "Број издатих картица",
        "title_small": "30 дана",
        "total_cards": "Укупан број картица",
        "used_cards_30days": "30 дана употребе",
        "used_today": "Данашња употреба",
        "chart": {
          "new_cards": "Нове карте",
          "used_cards": "Коришћене картице",
          "new_card_name": "Нова картица",
          "used_card_name": "Користи се"
        }
      },
      "export": {
        "title": "Преузмите излазну датотеку",
        "cards_list": "Узмите листу картица",
        "get_report": "Гет Репорт"
      }
    },
    "cards": {
      "title": "Списак издатих картица",
      "loading_message": "Добијање информација... сачекајте",
      "issue_to_user": "Проблем кориснику",
      "table": {
        "card_number": "Број картице",
        "balance": "Баланс",
        "paid": "Плаћено",
        "edit": "Уредити",
        "delete": "Избриши",
        "expire": "Истиче",
        "user": "корисник"
      },
      "delete_alert": {
        "title": "Уклоните картицу",
        "message": "Да ли сте сигурни да желите да избришете ову картицу?",
        "action": "Избриши"
      },
      "notifications": {
        "delete_success": "Поклон картица је избрисана.",
        "edit_success": "Измене су направљене.",
        "issue_success": "Поклон картица је успешно издата кориснику."
      },
      "issue_dialog": {
        "title": "Издајте поклон картицу",
        "action": "Потврђујем. Издајте картицу одмах"
      }
    },
    "gift_card_edit": {
      "title": "Креирајте поклон картицу",
      "validity": "Пуноважност",
      "validity_unit": "месеци",
      "currency": "Валута",
      "initial_balance": "Почетно стање на картици",
      "count": "Цоунт",
      "count_unit": "ставка(е)",
      "enable_input_message": "Статус креираних картица",
      "notifications": {
        "create_success_title": "сачувати",
        "create_success": "Направљено је {count} нових картица"
      }
    },
    "gift_card_edit_page": {
      "title": "Уреди поклон картицу"
    }
  },
  "shop_discount": {
    "title": "Код за попуст",
    "up_to": "све до",
    "menu": {
      "dashboard": "Командна табла",
      "orders": "Наређења",
      "back": "попуст Кодови"
    },
    "dashboard": {
      "title": "Контролна табла за управљање кодовима попуста",
      "chart_amount_buy": {
        "y": "Износ куповине {currency}",
        "label": "Купи"
      },
      "chart_amount_discount": {
        "y": "Попуст {currency}",
        "label": "Попуст"
      },
      "chart_used": {
        "y": "Количина употребе",
        "label": "Тимес"
      }
    }
  },
  "shop_coupon": {
    "title": "Купони",
    "up_to": "све до",
    "menu": {
      "dashboard": "Командна табла",
      "back": "Купони",
      "orders": "Наређења"
    },
    "dashboard": {
      "title": "Контролна табла за управљање купонима",
      "chart_amount_buy": {
        "y": "Износ куповине {currency}",
        "label": "Купи"
      },
      "chart_amount_discount": {
        "y": "Купон {currency}",
        "label": "Цоупон"
      },
      "chart_used": {
        "y": "Количина употребе",
        "label": "Тимес"
      }
    }
  },
  "shop_offer": {
    "title": "Понуде",
    "up_to": "све до",
    "menu": {
      "dashboard": "Командна табла",
      "orders": "Наређења",
      "back": "Понуде"
    },
    "dashboard": {
      "title": "Контролна табла за управљање понудом",
      "chart_amount_buy": {
        "y": "Износ куповине {currency}",
        "label": "Купи"
      },
      "chart_amount_discount": {
        "y": "Понуда {currency}",
        "label": "Понуда"
      },
      "chart_used": {
        "y": "Количина употребе",
        "label": "Тимес"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "Плати накнаду за активацију",
    "balance": "Баланс",
    "locked": "Закључано",
    "transfer": "Трансфер",
    "charge": "Депозит"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "Провери",
    "payment": "Плаћање",
    "confirm": "Потврда поруџбине, <b>{success}</b> потврђено и <b>{fail}</b> одбијено.",
    "prepare": "Припрема поруџбине.",
    "send": "Поруџбина је послата до <b>{delivery}</b> .",
    "delivered": "Наруџбина је испоручена купцу.",
    "fill-inputs": "Образац за унос података који је попунио купац.",
    "return-add": "Пошаљите захтев за враћање производа, {product}.",
    "return-accept": "Захтев за враћање {return_code} је потврђен.",
    "return-reject": "Захтев {return_code} је одбијен.",
    "reject-order": "Одбиј налог. Код: {reject_code}.",
    "reject-order-clear": "Откажите одбијање поруџбине. Код: {reject_code}.",
    "email-buy": "Пошаљите купцу имејл са потврдом куповине.",
    "email-payment": "Пошаљите клијенту е-пошту са потврдом плаћања.",
    "delivery-returned": "Наруџбина није примљена од стране купца и враћена је. Потребно је поново послати.",
    "delivery-canceled": "Достава је отказана. Потребно је поново послати.",
    "edit-receiver-info": "Адреса за испоруку поруџбине је изменио купац.",
    "edit-billing-info": "Адреса за обрачун коју је уредио купац.",
    "payment-cod-confirm": "ЦОД Плаћање је потврђено.",
    "payment-cash-confirm": "Потврђена је уплата од {amount} {currency} у готовини за рачун.",
    "payment-dir-confirm": "Потврђен је пријем директног плаћања.",
    "vendor": "Стање поруџбине добављача је промењено из <b>{from}</b> у <b>{to}</b> .",
    "connect-sync": "Поруџбина синхронизована помоћу Цоннецт ОС-а.",
    "connect-shipped": "Поруџбина за повезивање је испоручена од стране {shipping}.",
    "connect-returned": "Поруџбина за повезивање је враћена од стране {shipping}.",
    "connect-failed": "Партнер није успео да испуни налог. {reason}",
    "connect-canceled": "Партнер је отказао поруџбину. {reason}",
    "connect-action-cancel": "Захтев за отказивање поруџбине. {reason}",
    "connect-put-hold": "Наредба је стављена на чекање. {reason}",
    "connect-remove-hold": "Налог је уклоњен са чекања. {reason}",
    "connect-confirmed": "Наредба је потврђена.",
    "email-vendor": "🔔 Имејл са обавештењем о поруџбини је послат на <b>{vendor}</b> | {email}.",
    "vendor-payout": "💸 Исплата продавцу."
  },
  "inline_chart": {
    "today": "Данас",
    "last_days": "пре {days} дана"
  },
  "products_select": {
    "move_category": "Преместите категорију <b>{category}</b> у другу категорију",
    "move_product": "Преместите производ <b>{product}</b> у категорију",
    "product_menu": {
      "dashboard": "Контролна табла производа",
      "inventory": "Инвентар и варијанте"
    },
    "notifications": {
      "copy_success": "Копија производа.",
      "change_category_success": "Категорија производа је уређена."
    }
  },
  "physical_order_track": {
    "title": "Извештаји и процене ризика"
  },
  "virtual_order_track": {
    "title": "Извештаји и процене ризика"
  },
  "virtual_order_timeline": {
    "title": "Временска линија"
  },
  "physical_order_timeline": {
    "title": "Временска линија"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "Напишите поруку овде...",
    "pin_action": "Закачите на врх",
    "unpin_action": "Отквачи",
    "copy_html": "Цопи Хтмл",
    "notifications": {
      "add_note_success": "Напомена додата.",
      "edit_note_success": "Напомена измењена.",
      "delete_note_success": "Напомена је избрисана."
    },
    "delete_dialog": {
      "title": "Избриши белешку",
      "message": "Да ли желите да избришете ову белешку?",
      "action": "Избриши белешку"
    },
    "resend_dialog": {
      "title": "Пошаље е-маил",
      "message": "Да ли сте сигурни да поново пошаљете ову е-поруку свом клијенту?",
      "action": "Да, пошаљи поново",
      "success": "Е-порука упућена вашем клијенту."
    }
  },
  "accounts": {
    "title": "Мој новчаник",
    "message": "Морате да направите најмање један налог са валутом коју користите у Селлдоне. Морате допунити овај рачун да бисте платили накнаду за услугу.",
    "add_new": "Направите нови налог",
    "new_account": "Додајте нови налог",
    "new_account_dialog": {
      "title": "Нови налог",
      "account_name_input": "Назив налога",
      "currency_input": "Јединица валуте",
      "currency_input_message": "Креирани налог ће садржати само вредности ове валуте.",
      "new_account_wage": "Трошкови креирања новог налога: бесплатно за први налог",
      "create_account_action": "Региструј се"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "Послати поклон",
      "sent": "Пошаљи",
      "received": "Примљен"
    },
    "send_gifts": {
      "title": "Сент Гифтс",
      "sub_title": "Можете послати поклон својим пријатељима или клијентима. Прималац може прихватити или одбити ваш поклон. Износ је закључан на вашем налогу и повучен ако прималац прихвати. У супротном, овај износ ће бити пребачен на ваш рачун.",
      "table": {
        "user": "корисник",
        "amount": "Износ",
        "currency": "Валута",
        "account_name": "Од",
        "status": "Статус",
        "message": "Порука",
        "created_at": "Датум креирања"
      }
    },
    "received_gifts": {
      "title": "Примљени поклони",
      "sub_title": "Добили сте поклоне од Селдона или других",
      "table": {
        "amount": "Износ",
        "currency": "Валута",
        "account_from": "Од",
        "status": "Статус",
        "message": "Порука",
        "created_at": "Датум креирања",
        "receive": "Примите"
      }
    }
  },
  "get_gift_dialog": {
    "title": "Добити поклон",
    "more": "Више ..",
    "amount": "Износ",
    "message": "Порука",
    "account_to_input": "Одредишни налог",
    "account_to_input_message": "Износи поклона ће бити депоновани на овај рачун.",
    "get_action": "Прихвати поклон",
    "notifications": {
      "received_success_title": "Честитам",
      "received_success": "Износ поклона {amount} {currency} је депонован на ваш рачун."
    }
  },
  "send_gift_dialog": {
    "title": "Послати поклон",
    "account_from_input": "Изаберите налог",
    "account_from_input_message": "Износи поклона се повлаче са овог рачуна.",
    "receiver_input": "Пријемник",
    "receiver_input_message": "Можете да унесете адресу е-поште или број телефона.",
    "message_input": "Порука",
    "message_input_message": "Можете оставити поруку примаоцу.",
    "amount_input": "Износ",
    "currency_input": "Јединица валуте",
    "currency_input_message": "Цена се обрачунава у овој валути.",
    "send_action": "Послати поклон",
    "notifications": {
      "send_success": "Поклон од {amount} {currency} је послат кориснику {receiver}."
    }
  },
  "account_list": {
    "account_input": "Број рачуна",
    "account_input_message": "Износи поклона за ову валуту биће депоновани на овај рачун.",
    "free_balance": "Слободно стање",
    "account_name": "Назив налога"
  },
  "user_monetize_accounts": {
    "title": "Депозитни рачуни",
    "sub_title": "Износи поклона ће аутоматски бити депоновани на ове рачуне.",
    "message": "Селлдоне депонује средства за ваше активности на друштвеним медијима, учешће у развоју Селдонеа, представљање пријатеља и тако даље. Одабиром депозитног рачуна за сваку валуту, износи поклона ће се аутоматски депоновати на тај рачун у вашем домену. Ови износи се могу приписати Селдону. Исплата ће бити могућа само за пословне партнере.",
    "add_account_action": "Додај налог",
    "add_dialog": {
      "title": "Повежите налог да бисте примали поклоне",
      "account_input": "Број рачуна",
      "account_input_message": "Износи поклона за ову валуту биће депоновани на овај рачун.",
      "set_as_default_action": "Изаберите као подразумевани налог"
    },
    "table": {
      "currency": "Валута",
      "account_number": "Број рачуна",
      "account_name": "Име",
      "payment": "Износ депозита",
      "reset_at": "Ресетујте на",
      "delete": "Избриши"
    },
    "notifications": {
      "set_success": "Налог је успешно додат.",
      "delete_success": "Налог је успешно уклоњен са листе подразумеваних налога за примање поклона."
    },
    "delete_alert": {
      "title": "Обришите налог",
      "message": "Да ли желите да уклоните овај налог са листе поклон налога?",
      "action": "Избриши"
    }
  },
  "user_monetize": {
    "title": "Зарадите новац",
    "menu": {
      "plans": "Планови",
      "accounts": "Рачуни",
      "participant": "Учесник"
    }
  },
  "user_monetize_plans": {
    "title": "Пројекти сарадње и монетизације",
    "sub_title": "Добићете кредит рачуна за поклоне за препоруке. Ови износи ће бити наплаћени са вашег рачуна и могу се повући само пословним партнерима Селлдоне (не свим). Можете потрошити новац на накнаду за услуге Селлдоне.",
    "discount": "Попуст",
    "your_income": "Ваш приход",
    "level_2": "Од другог нивоа",
    "level_3": "Од Трећег нивоа",
    "link_message": "Чланство: {registered}, прихваћено: {accepted}",
    "link_tip": "Можете додати фразу ?реф={link_code} на крај сваке адресе коју делите.",
    "table": {
      "currency": "Валута",
      "amount": "Баланс",
      "total": "Укупан износ",
      "payment_date": "Датум последњег плаћања",
      "withdraw": "Повлачење"
    },
    "notifications": {
      "get_credit_success": "Тражени износ је депонован на ваш рачун."
    }
  },
  "basic_information": {
    "title": "Мој идентитет и профил",
    "email": "Адреса Е-поште",
    "tel": "Број мобилног телефона",
    "address": "адреса",
    "payment": "Важеће трансакције",
    "personal_information": "Информације о идентитету",
    "main_profile": "Главни профил",
    "main_profile_subtitle": "Ове информације су јавно доступне свима.",
    "kyc_waiting_info": "Проверавамо тачност информација које уносите. Овај процес је обавезан у складу са КИЦ правилима и смањиће ризик од финансијских трансакција. Можете искористити садашње и будуће предности ове услуге.",
    "personal_info_dialog": {
      "title": "Информације о идентитету",
      "name_input": "Име",
      "family_name_input": "Презиме",
      "number_input": "Број пасоша (или национални код)",
      "birthday_input": "Рођендан",
      "birthday_input_placeholder": "Унесите свој рођендан",
      "address_input": "адреса",
      "postcode_input": "поштански код",
      "tel_input": "Контакт број",
      "passport_image_input": "Изаберите слику пасоша",
      "passport_image_input_message": "Отпремите скенирану слику пасоша.",
      "personal_image_input": "Изаберите своју слику",
      "personal_image_input_message": "Отпремите скенирану слику напред-назад на своју националну картицу на слику."
    },
    "profile_dialog": {
      "title": "Главни профил",
      "full_name_input": "Пуно име",
      "tel_input": "Контакт број",
      "email_input": "Емаил",
      "website_input": "Веб сајт",
      "address_input": "адреса",
      "about_input": "О мени",
      "about_long_input": "Дугачак текст о мени",
      "image_input": "Изаберите слику профила",
      "image_input_message": "Отпремите своју слику. Ова слика ће се користити као слика вашег профила.",
      "notifications": {
        "update_profile_success": "Ваш профил је ажуриран.",
        "update_personal_info_success": "Ваши подаци су успешно регистровани"
      }
    },
    "charge_account_approve_message": "Наплатите свој рачун да бисте одобрили банковну трансакцију.",
    "payment_approval": "Одобрење плаћања",
    "residential_address_checking": "Ваша адреса становања документи су у реду за проверу.",
    "add_residential_address": "Додајте документе о вашој локацији и доказ о адреси становања."
  },
  "phone_verify": {
    "title": "Број мобилног телефона",
    "step1_title": "Унесите свој број мобилног телефона.",
    "phone_number_input": "Број мобилног телефона",
    "next": "Следећи корак",
    "sms_code_input": "Верификациони код",
    "sms_code_message": "Шестоцифрени верификациони код је послат на {phone_number}.",
    "notifications": {
      "duplicated_number_error": "Овај број сте већ одобрили.",
      "send_activation_code_success_title": "Верификациони код",
      "send_activation_code_success": "Верификациони код је послат на {phone_number}.",
      "verify_success": "Ваш број мобилног телефона је верификован"
    }
  },
  "companies": {
    "title": "Моји пословни налози",
    "message": "Предузећа, предузетници и професионални тимови могу да развијају производе и апликације засноване на Селлдоне-у. То је услов за креирање пословног профила.",
    "new_company": "Нова компанија"
  },
  "add_company": {
    "name_input": "Име компаније",
    "website_input": "Веб сајт",
    "email_input": "Емаил",
    "address_input": "адреса",
    "tel_input": "Тел",
    "mobile_input": "Мобилни",
    "edit_action": "Уреди компанију",
    "create_action": "Направите компанију",
    "notifications": {
      "add_success": "Пословни налог {name} је направљен.",
      "edit_success": "Пословни налог је измењен."
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "Лични",
      "shop_key": "Клијенти",
      "apps": "апликације"
    },
    "connected_apps_title": "Повезане апликације",
    "connected_apps_message": "Видећете листу свих продавница и апликација које су повезане са налогом вашег домена. Можете избрисати приступ било којем од њих.",
    "shop_keys_title": "Кључеви за приступ продавници",
    "shop_keys_message": "Ови кључеви се користе за креирање токена за приступ од стране вашег сервера. Имајте на уму да су кључеви поверљиви и да се постављају само на сервер тако да нису видљиви другима.",
    "personal_keys_title": "Лични приступни кључеви",
    "personal_keys_message": "Овде можете креирати кључеве свог налога. Имајте на уму да ће ови кључеви моћи да приступе вашем налогу. Креирајте и користите ове кључеве само ако тачно знате шта радите.",
    "clients_title": "Клијенти",
    "clients_message": "Ови кључеви се користе за креирање токена за приступ од стране вашег сервера. Имајте на уму да су кључеви поверљиви и да се постављају само на сервер тако да нису видљиви другима."
  },
  "user_security_control": {
    "title": "Сигурност налога",
    "message": "Овде можете да измените безбедносна подешавања налога.",
    "delete": {
      "title": "Обришите налог",
      "subtitle": "Пре брисања налога, уверите се да сте избрисали све продавнице.",
      "action": "Сигуран сам, избриши мој налог",
      "agreement": "Прихватам да ће све моје информације бити избрисане са вашег сервера. Ваше информације ће бити избрисане према распореду који смо одредили да бисмо спречили превару или злоупотребу."
    },
    "list": {
      "password": {
        "title": "Лозинка",
        "sub_title": "Изаберите јаку лозинку за свој налог.",
        "action_title": "Лозинка за приступ налогу",
        "not_exist": "Није унето",
        "action": "Промени лозинку"
      },
      "phone": {
        "title": "Број мобилног телефона",
        "sub_title": "Потврдите свој број мобилног телефона. Моћи ћете да се пријавите преко овог броја.",
        "action_title": "Примарни број телефона налога",
        "action": "Верифи Нумбер"
      },
      "two_step": {
        "title": "Улаз у два корака",
        "sub_title": "Потврдите свој број мобилног телефона. Моћи ћете да се пријавите преко овог броја.",
        "action_title": "Повећајте сигурност налога",
        "activated_action": "Активирано",
        "active_action": "Тренутно активан"
      },
      "email": {
        "title": "Примарна е-маил",
        "sub_title": "Имате опцију да ажурирате главну е-пошту повезану са овим налогом.",
        "action_title": "Промените примарну адресу е-поште",
        "action": "Пошаљите везу за верификацију"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "Инсталирајте апликацију Гоогле Аутхентицатор"
      },
      "step_2": {
        "title": "Унесите код који је генерисала апликација",
        "message": "Шестоцифрени код се генерише алгоритмом у вашем мобилном телефону. Апликацију можете преузети са следећег линка. Притисните тастер за генерисање кода да бисте креирали КР код који садржи лозинку.",
        "qr_code_info": "Ако није могуће скенирање, можете ручно да копирате и налепите код у апликацију:",
        "create_new_code": "Креирајте нови код",
        "qr_code_scanning": "Скенирајте КР код који је креирала мобилна апликација Гоогле Аутхентицатор и унесите код генерисан за потврду у поље на овој страници.",
        "qr_code_regenerate_info": "Напомена: Притиском на горњи тастер биће креиран нови тастер, а претходни тастер ће бити неупотребљив. Унесите нови кључ у апликацију за телефон."
      },
      "step_3": {
        "title": "Унесите креирани код",
        "message": "Унесите приступни код креиран у апликацији у поље испод.",
        "activation_key_input": "Приступни код"
      },
      "activated_alert": "Пријава у 2 корака је омогућена.",
      "activated_message": "Пријава у два корака је омогућена за ваш налог. Од сада ћете морати да унесете други код који се мења сваких 30 секунди да бисте приступили свом налогу. Да бисте онемогућили пријаву у два корака, само двапут кликните на Притисните корак и прођите кроз кораке.",
      "cancel_two_step_login_action": "Откажите пријаву у два корака",
      "cancel_two_step_login_info": "Ако желите да онемогућите верификацију у 2 корака, унесите лозинку и кликните на кључ за пријаву у два корака.",
      "password_input": "Лозинка",
      "cancel_2fa_action": "Откажите пријаву у два корака"
    },
    "change_password_dialog": {
      "title": "Промени лозинку",
      "message": "Користите сложену и незаборавну лозинку.",
      "password_input": "Тренутна лозинка",
      "new_password_input": "Нова лозинка",
      "re_new_password_input": "Поновите нову лозинку",
      "tips": {
        "length": "Лозинка мора имати најмање 8 знакова",
        "chars": "Најмање једно велико слово и један број.",
        "match": "Лозинка се подудара."
      },
      "change_password_action": "Промени лозинку",
      "notifications": {
        "change_password_title": "Промени лозинку",
        "change_password": "Лозинка је успешно промењена."
      }
    }
  },
  "authorized_clients": {
    "title": "Листа повезаних продавница/апликација",
    "table": {
      "name": "Име",
      "app": "Апликација",
      "scopes": "Сцопес",
      "shop": "Ограничена продавница"
    },
    "remove_action": "Уклоните приступ",
    "delete_alert": {
      "title": "Избриши",
      "message": "Да ли желите да опозовете овај приступ? Имајте на уму да ова апликација више неће имати приступ вашем налогу.",
      "action": "Одбијте приступ"
    }
  },
  "clients": {
    "title": "Листа клијената",
    "create_new_action": "Креирајте новог клијента",
    "table": {
      "client_id": "ИД клијента",
      "app": "Апликација",
      "name": "Алиас",
      "secret_key": "Тајни кључ"
    },
    "create_dialog": {
      "title": "Нови клијент",
      "error_msg": "<strong>Грешка!</strong> Жао нам је, дошло је до грешке!",
      "name_input": "Име",
      "name_input_message": "Нешто што ваши корисници препознају и верују.",
      "redirect_input_message": "Вратите адресу на свој сајт."
    },
    "edit_dialog": {
      "title": "Приступ за уређивање"
    },
    "delete_alert": {
      "title": "Избриши",
      "message": "Да ли желите да избришете овог клијента?",
      "action": "Избриши"
    }
  },
  "personal_access_tokens": {
    "title": "Листа токена личног приступа",
    "create_action": "Креирајте нови токен",
    "table": {
      "name": "Име",
      "scopes": "Приступи",
      "expire_at": "Датум истека"
    },
    "create_dialog": {
      "title": "Токен Буилдинг",
      "error_message": "<strong>Грешка!</strong> Жао нам је, дошло је до грешке!",
      "name_input": "Алиас Ек. моје симболично име",
      "name_input_message": "Омиљено име токена.",
      "scopes_list": "Листа приступа токенима"
    },
    "access_token_dialog": {
      "title": "Лични приступни кључ",
      "message": "Ево токена вашег личног токена за приступ. Ово је једини пут када ће се овај токен приказати, зато га не пропустите! Сада можете да користите овај токен да затражите АПИ."
    },
    "delete_alert": {
      "title": "Избриши",
      "message": "Да ли желите да избришете овај приступни токен?",
      "action": "Избриши"
    }
  },
  "scopes": {
    "profile": {
      "name": "профил",
      "description": "Прочитајте информације о профилу укључујући име, адресу е-поште, слику и статус аутентификације."
    },
    "phone": {
      "name": "Број телефона",
      "description": "приступ броју телефона."
    },
    "address": {
      "name": "Аддрессес",
      "description": "Прочитајте сачувану адресу из адресара."
    },
    "buy": {
      "name": "Куповина",
      "description": "Наручите и купите у продавници."
    },
    "order-history": {
      "name": "Историја наруџби",
      "description": "Прочитајте историју поруџбина."
    },
    "my-gift-cards": {
      "name": "Поклон картице",
      "description": "Приступ Мојим картицама."
    },
    "articles": {
      "name": "Уреди садржај",
      "description": "Уреди чланке."
    },
    "notifications": {
      "name": "Слање и примање обавештења",
      "description": "Слање и примање обавештења."
    },
    "read-shops": {
      "name": "Сторе ист",
      "description": "Прочитајте листу продавница."
    },
    "shop-edit": {
      "name": "Управљање продавницама",
      "description": "Уредите приступ продавници"
    },
    "shop-contacts": {
      "name": "Управљање обрасцима за контакт",
      "description": "Примите и уредите контакт форме."
    },
    "shop-gift-cards": {
      "name": "Управљајте поклон картицама",
      "description": "Креирајте, уређујте и управљајте поклон картицама."
    },
    "shop-faqs": {
      "name": "Управљање питањима и одговорима",
      "description": "Креирајте, уредите и управљајте често постављаним питањима."
    },
    "shop-categories": {
      "name": "Управљајте категоријама",
      "description": "Креирајте, уредите и управљајте категоријама."
    },
    "shop-products": {
      "name": "Менаџмент производа",
      "description": "Додајте, уредите и управљајте производима."
    },
    "shop-read-reports": {
      "name": "Прочитајте извештаје",
      "description": "Прочитајте информације и извештаје."
    },
    "shop-socials": {
      "name": "Управљајте друштвеним медијима",
      "description": "Уредите друштвене медије продавнице"
    },
    "shop-accounts": {
      "name": "Управљајте финансијским рачунима",
      "description": "Уредите и избришите финансијске рачуне повезане са продавницом."
    },
    "shop-menus": {
      "name": "Управљајте менијима",
      "description": "Уредите меније продавнице."
    },
    "shop-pages": {
      "name": "Управљајте страницама",
      "description": "Уредите странице продавнице."
    },
    "shop-warehouse": {
      "name": "Управљање складиштем",
      "description": "Уреди складиште продавнице"
    },
    "shop-permissions": {
      "name": "Управљајте приступом",
      "description": "Прегледајте и уредите приступ продавници."
    },
    "shop-process-center": {
      "name": "Менаџмент налог",
      "description": "Менаџмент налог."
    },
    "shop-profile": {
      "name": "Управљајте профилима",
      "description": "Управљајте профилима продавнице."
    },
    "shop-discount-code": {
      "name": "Управљање кодовима за попуст",
      "description": "Управљајте, уређујте и додајте кодове за попусте продавнице."
    }
  },
  "company_page": {
    "title": "Компанија",
    "create_app": "Креирајте нову апликацију",
    "menu": {
      "edit": "Уредити",
      "apps": "апликације",
      "dashboard": "Командна табла",
      "companies": "Компаније"
    },
    "dashboard": {
      "info_widget": {
        "title": "Подаци о регистрацији компаније",
        "address": "адреса",
        "website": "Веб сајт",
        "email": "Емаил",
        "phone": "Број телефона",
        "register": "Регистровати",
        "developer": "Девелопер",
        "verified": "Проверено",
        "golden": "Златан"
      }
    },
    "developer": {
      "title": "Девелоперс",
      "menu": {
        "new": "Нова",
        "apps": "апликације"
      },
      "app_card": {
        "category": "Категорија",
        "installs": "Инсталирај",
        "actives": "Ацтиве",
        "uninstalls": "Деинсталира",
        "app_code": "Код апликације",
        "app_mode": "Режим апликације"
      }
    },
    "edit": {
      "title": "Уредити"
    }
  },
  "add_app": {
    "category_input": "Категорија",
    "code_input": "Код",
    "name_input": "Име",
    "description_input": "Опис",
    "video_input": "УРЛ видеа",
    "public_form": "Општа информациона структура",
    "private_form": "Структура приватних информација",
    "icon_input": "Икона апликације",
    "logo_input": "Лого Апп",
    "enable_input": "Да ли је апликација активна?",
    "edit_action": "Уреди апликацију",
    "create_action": "Креирајте апликацију",
    "notifications": {
      "add_success": "Пословни налог {name} је направљен.",
      "delete_success": "Пословни налог је измењен."
    }
  },
  "app_page": {
    "title": "Апликација",
    "menu": {
      "edit": "Уредити",
      "publish": "Објавите",
      "history": "Верзије",
      "dashboard": "Командна табла",
      "company": "Компанија",
      "api": "API",
      "images": "Слике"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "Апликација",
        "app_code": "Код апликације",
        "category": "Категорија",
        "name": "Име",
        "installs": "Инсталирајте апликације",
        "uninstalls": "Деинсталирајте апликације",
        "actives": "Активне апликације",
        "description": "Опис",
        "published": "Објављено",
        "waiting_for_review": "Чека одобрење",
        "app_mode": "Режим апликације"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "Власник",
      "description": "Потпун приступ свим излозима."
    },
    "PRODUCT": {
      "text": "Менаџер производа",
      "description": "Додајте, уредите и управљајте производима продавнице."
    },
    "AUDITING": {
      "text": "Финансијски директор",
      "description": "Погледајте финансијске информације и плаћања."
    },
    "CONTENT": {
      "text": "Менаџмент саџаја",
      "description": "Одговарајте на питања, пишите блогове и дизајнирајте странице."
    },
    "OFFICER": {
      "text": "Старији менаџер",
      "description": "Прегледајте и пратите активности запослених."
    },
    "EMPLOYEE": {
      "text": "Запослени",
      "description": "Прегледајте поруџбине и испуните поруџбине."
    },
    "MARKETING": {
      "text": "Маркетинг",
      "description": "Приступ подешавањима и креирање кампања, маркетинг путем е-поште и друге одељке у вези са маркетингом."
    },
    "VIEWER": {
      "text": "Виевер",
      "description": "Могућност прегледа информација о складишту без могућности да их уређујете или мењате."
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "Физичка провера",
      "description": "Проверите примљене поруџбине."
    },
    "PhysicalOrdersPackaging": {
      "text": "Пхисицал Пацкагинг",
      "description": "Процес складиштења и паковања."
    },
    "PhysicalOrdersDelivery": {
      "text": "Физичка испорука",
      "description": "Наручите испоруку."
    },
    "PhysicalOrdersSupport": {
      "text": "Физичка подршка",
      "description": "Подршка након продаје."
    }
  },
  "account_status": {
    "Checking": "Проверавам",
    "Approved": "Потврђено",
    "Rejected": "Одбијен",
    "Deleted": "Избрисан",
    "Banned": "Забрањено",
    "Payment": "Плаћање",
    "SelldoneSprite": "Продати рачун новчаника",
    "SelldoneStorage": "Селлдоне Стораге"
  },
  "account_page": {
    "title": "Рачун",
    "menu": {
      "setting": "Подешавања",
      "change": "Напунити",
      "transfer": "Трансфер",
      "transactions": "Трансакције",
      "charge": "Напунити",
      "history": "Историја",
      "cards": "Картице"
    },
    "transactions": {
      "title": "Трансакције на рачуну",
      "detail": {
        "title": "Трансакција",
        "amount": "Износ",
        "description": "Опис",
        "from": "Од",
        "to": "До",
        "created_at": "Датум",
        "receipt": "Признаница",
        "receipt_note": "Белешка"
      },
      "table": {
        "type": "Тип",
        "from": "Са налога",
        "to": "На рачун",
        "amount": "Износ",
        "receipt": "Признаница",
        "created_at": "Датум",
        "description": "Опис"
      }
    },
    "transfer": {
      "title": "Трошкови преноса",
      "form": {
        "title": "Образац захтева за трансфер",
        "sub_title": "Положите на своје или друге рачуне",
        "message": "Будите опрезни у преносу новца, нећете моћи да вратите ако завршите трансфер."
      }
    },
    "deposit": {
      "form": {
        "title": "Наплата рачуна",
        "sub_title": "Морате да наплатите стање на вашем рачуну да бисте купили лиценце, надоградили налог и рачуне за плаћање.",
        "amount_input": "Износ",
        "charge_action": "Дозвола за куповину на кредит"
      },
      "notifications": {
        "qr_title": "Плаћање",
        "qr_message": "Адреса за плаћање {currency} је направљена.",
        "gateway_title": "Плаћање",
        "gateway_message": "Повезивање на гејтвеј за плаћање."
      }
    },
    "setting": {
      "title": "Подешавања налога",
      "account_name_input": "Назив налога",
      "notifications": {
        "updated_success": "Ваш налог је успешно ажуриран."
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "Рецеипт Паимент"
  },
  "transaction_form": {
    "title": "Трансацтион Форм",
    "from_input": "Са броја рачуна",
    "to_input": "На број рачуна",
    "from_input_message": "Износ ће бити повучен са овог рачуна.",
    "account_name": "Назив налога",
    "currency": "Валута",
    "free_balance": "Доступно Стање",
    "to": "Одредишни налог",
    "amount": "Износ",
    "receipt_title": "Плаћање за пријем",
    "receipt_input": "Број Рачуна",
    "paid_status": "Ова признаница је већ плаћена.",
    "paid_canceled": "Ова признаница је поништена.",
    "description": "Објашњење",
    "created_at": "Датум",
    "duration": "Трајање",
    "unlimited": "Неограничено",
    "add_note_action": "Додај опис",
    "note": "Белешка",
    "transfer_action": "Трансфер",
    "confirmation": {
      "title": "Слање новца",
      "subtitle": "Потврда трансакције",
      "message": "Ако су следеће информације тачне, притисните тастер за потврду трансакције да бисте извршили трансакцију.",
      "from": "Са налога",
      "to": "На рачун",
      "amount": "Износ",
      "fee": "Трансакција такса",
      "total_pay": "Износ повучен са вашег рачуна",
      "receipt": "Признаница",
      "description": "Опис",
      "accept_action": "Потврда трансакције"
    },
    "enter_account_number": "Унесите број рачуна.",
    "currency_not_match": "Валута одредишног налога није иста као изворна",
    "account_number_not_valid": "Број рачуна је тачан.",
    "account_number_is_valid": "Број рачуна је тачан.",
    "receipt_not_valid": "Број фактуре је нетачан.",
    "receipt_is_valid": "Број рачуна је тачан.",
    "notifications": {
      "confirm_success": "Трансакција је успешно завршена."
    }
  },
  "price_calculator": {
    "title": "Калкулатор | Одговара вашем послу",
    "description": "Израчунајте и изаберите најбољи план на основу ваше месечне продаје:",
    "sale_input": "Месечни износ продаје",
    "hypernova_plan": "Пријавите се за Хипернова %0!",
    "show_normal_mode": "Прикажи нормалан режим",
    "show_hypernova_mode": "Моја трансакција је преко 1М$!"
  },
  "price_card": {
    "billed_monthly": "Наплаћује се {amount} месечно.",
    "billed_yearly": "Наплаћује се {amount} годишње.",
    "buy_license_action": "Купите сада",
    "select_your_store": "Изаберите своју продавницу"
  },
  "shop_session_widget": {
    "total_sessions": "Укупно сесија"
  },
  "user_activities_keys": {
    "add_baskets": "Додај у колица",
    "remove_baskets": "Избриши из корпе",
    "buys": "Купи",
    "products_views": "Прикажи производ"
  },
  "shop_visitors_widget": {
    "title": "Виситорс Аналитицс",
    "new_visitors": "Нови посетиоци",
    "amp": "АМП прикази",
    "returning_visitors": "Повратни посетиоци",
    "page_views": "Прикази странице",
    "other_pages": "Друге странице",
    "from_previous_7_days": "од последњих 7 дана"
  },
  "app_levels": {
    "title": "Ниво апликације",
    "Newbie": "Новајлија",
    "Beginner": "Бегиннер",
    "Novice": "почетник",
    "Intermediate": "Средњи",
    "Advanced": "Напредно"
  },
  "login": {
    "register_title": "Медијум пословања,<br> Пријатно искуство.",
    "register_subtitle": "Региструјте се данас бесплатно. Селдоне воле стартапови, предузећа, купци и продавци.",
    "password_recovery_title": "Повратак изгубљене шифре",
    "password_recovery_message": "У случају да сте заборавили лозинку, унесите адресу е-поште свог налога и притисните тастер за потврду. Послаћемо вам е-пошту са везом за ресетовање ваше лозинке.",
    "email": "Ваша емаил адреса",
    "password_recovery_action": "Примите имејл за опоравак",
    "register_google": "Наставите са Гоогле-ом",
    "register_apple": "Наставите са Аппле-ом",
    "continue_with": "Настави са",
    "register_linkedin": "Наставите са ЛинкедИн-ом",
    "register_facebook": "Наставите са Фејсбуком",
    "register_github": "Наставите са Гитхуб-ом",
    "create_your_account": "направи свој налог",
    "password_8_chars": "Лозинка мора имати најмање 8 знакова.",
    "password_upercase_number": "Најмање једно велико слово и један број.",
    "password_confirm": "Лозинка и потврда се подударају.",
    "privacy_agreement": "Пријављивањем прихватате Селлдоне <a href='/terms' target='_blank'>Услове коришћења</a> и <a href='/privacy' target='_blank'>Политику приватности</a> .",
    "register_action": "Идемо, бесплатно је!",
    "login_action": "Пријавите се",
    "already_signup": "Већ сте се пријавили?",
    "login_your_account": "Пријавите се на свој рачун",
    "login_google": "Наставите са Гоогле-ом",
    "login_linkedin": "Наставите са ЛинкедИн-ом",
    "login_facebook": "Наставите са Фејсбуком",
    "login_github": "Наставите са Гитхуб-ом",
    "remember_me": "Сети ме се.",
    "login_button": "Пријавите се",
    "two_step_problem": "Да ли имате проблем са лозинком у два корака?",
    "two_step_problem_action": "Желим да онемогућим пријаву у два корака.",
    "two_step_confirm": "Потврдите приступни код",
    "forgot_password": "Заборавили сте лозинку?",
    "signup_free": "Бесплатно се пријави",
    "checking_robot_message": "Проверавам да ли сте робот или човек..",
    "notifications": {
      "step2_login_success": "Аутоматска пријава на налог"
    },
    "signup_email": "Пријавите се путем е-поште",
    "name_placeholder": "Име",
    "email_placeholder": "Емаил",
    "email_or_username_placeholder": "Емаил, Корисничко име или Број телефона",
    "password_placeholder": "Лозинка",
    "re_password_placeholder": "Потврди лозинку",
    "new_in_samin": "Ново у Селдонеу?",
    "auto_create_shop": "Продавница за аутоматско креирање"
  },
  "layout": {
    "logout": "Одјавити се",
    "menu": {
      "personal_information": "Лични подаци и профил",
      "wallet": "Новчаници и рачуни",
      "companies": "Компаније и пословни рачуни",
      "access": "Приступ мом налогу",
      "security": "Безбедност",
      "preferences": "Корисничка подешавања",
      "my_subscriptions": "Моје претплате"
    }
  },
  "page_builder": {
    "title": "Веб дизајн",
    "menu": {
      "user_view": "Поглед",
      "design": "Дизајн",
      "behavior": "Понашање",
      "seo": "SEO",
      "setting": "Подешавања",
      "embed": "Уграђивање"
    },
    "waiting_fetch": "Примање информација ..",
    "setting": {
      "title_input": "Наслов странице",
      "description_input": "Кратак опис",
      "name_input": "УРЛ странице (слова и бројеви)",
      "bg_color_input": "Боја позадине",
      "bg_style_input": "Стил позадине странице",
      "page_label_input": "Боја етикете",
      "page_dir_input": "Правац странице",
      "ltr": "С лева надесно",
      "rtl": "Десна на лево",
      "designer_note": "Напомена дизајнера"
    },
    "history": {
      "title": "Сачувана историја"
    },
    "design": {
      "themes": {
        "title": "Персонал Десигн Ассистант",
        "message": "Дизајнирајте најбоље странице за своје пословање без кодирања.",
        "page_title_input": "Унесите наслов за своју страницу"
      },
      "tools": {
        "rearrange": "Ред",
        "tools": "Алати",
        "history": "Историја",
        "style": "Стил",
        "typography": "Типографија"
      },
      "no_category": "Нема категорија"
    },
    "seo": {
      "message": "СЕО подешавања се аутоматски подешавају од стране Селлдоне СЕО мотора."
    }
  },
  "verify_email_caution": {
    "title": "Потврдите вашу емаил адресу",
    "message": "Нова веза за активацију је послата на вашу адресу е-поште {email}. Проверите своју е-пошту пре него што предузмете било какву радњу.",
    "resend_message": "Ако нисте добили везу за активацију у својој е-пошти, кликните на дугме испод да бисте га поново послали.",
    "resend_action": "Поново пошаљите везу за активацију",
    "resend_notice": "Линк за активацију је послат."
  },
  "autopilot": {
    "start": "Датум почетка",
    "end": "Крајњи датум"
  },
  "help": {
    "menu": "Мени",
    "more_helps": "Опширније"
  },
  "company_card": {
    "pending_state": "Чека се преглед",
    "register": "Регистрован",
    "developer": "Девелопер",
    "verified": "Проверено",
    "premier": "Премиер"
  },
  "shop_license": {
    "add": "Додајте претплату",
    "only_last": "Само последња претплата",
    "vouchers": "Ваучери",
    "buy": "Купите претплатнички план",
    "monthly": "Месечно",
    "yearly": "Годишње",
    "start_date": "Датум почетка",
    "end_date": "Крајњи датум",
    "price": "Цена",
    "terms": "Прочитао сам и слажем се са Селлдоне условима коришћења",
    "need_charge": "Треба пуњење",
    "buy_now": "Купите сада",
    "auto_renewal": "Аутоматску обнову",
    "plan_placeholder": "Изаберите свој план претплате",
    "plan": "Лиценцни план",
    "use_date": "Датум активације",
    "active_license": {
      "title": "Активна лиценца",
      "subtitle": "Информације о вашој активној лиценци.",
      "subtitle_partner": "Информације о вашој активној {name} лиценци."
    },
    "licenses_table": {
      "title": "Купљена историја",
      "subtitle": "Активне лиценце и лиценце на чекању."
    },
    "license_detail": {
      "title": "Детаљи",
      "subtitle": "Ограничења вашег тренутног плана."
    },
    "table": {
      "plan": "План",
      "start_date": "Датум почетка/завршетка",
      "renewal": "Аутоматску обнову",
      "linked_account": "Повезани налог/ваучер",
      "payment": "Плаћање",
      "cancel": "Поништити, отказати"
    },
    "notifications": {
      "subscribe_success": "Успешно сте претплаћени.",
      "cancel_success": "Претплата је успешно отказана."
    },
    "cancel_dialog": {
      "title": "Откажите потврду претплате",
      "message": "Да ли сте сигурни да откажете ову претплату?",
      "action": "Отказати претплату"
    },
    "use_voucher_now": "Искористите ваучер сада",
    "validity_duration": "Трајање важења",
    "validity_duration_hint": "Куповином лиценце на 12 месеци добијате 30% попуста."
  },
  "admin_shop_layout": {
    "download_txt": "Преузмите текст података",
    "download_excel": "Преузмите податке у Екцелу"
  },
  "user_preferences": {
    "access": "Приступ",
    "template": "Шаблон",
    "feedback": "Повратна информација",
    "company": "Компанија",
    "company_message": "Ако имате компанију и желите да објављујете апликације.",
    "access_keys": "Приступни кључеви",
    "access_keys_message": "Прикажи клијенте и приступне кључеве.",
    "rating": "Како бисте оценили своје искуство са Селдонеом?",
    "large_font": "Велики фонтови",
    "large_font_message": "Прикажи текст већи од нормалног",
    "samples": "Покажите узорке продавница",
    "samples_message": "Ако је омогућено, неке продавнице узорака ће бити приказане на вашем панелу.",
    "automation": "Аутоматизација",
    "automation_message": "Прикажи картицу аутоматизације на контролној табли продавнице. (Вебхоокс, визуелно програмирање, ...)"
  },
  "shop_locations": {
    "title": "Земље у којима се пружа услуга",
    "sub_title": "Изаберите земље у којима желите да продајете свој производ са листе испод.",
    "delete_restriction": "Обришите ограничење",
    "set_restriction": "поставити ограничење",
    "notifications": {
      "locations_update": "Локација је успешно ажурирана."
    },
    "table": {
      "country": "Држава",
      "currency": "Валута",
      "available": "На располагању"
    }
  },
  "product_card": {
    "sold_out": "Распродато",
    "review_unit": "Преглед",
    "not_original": "Није оригинално"
  },
  "product_studio": {
    "add_mode": "Додајте више детаља",
    "add_by_sku": "Додај по СКУ",
    "auto_category": "Аутоматско постављање категорије",
    "add_in_current_category": "Додај у тренутну категорију",
    "category_mode_message": "Ако је омогућено, производ ће бити додат у подразумевану категорију или подкатегорију.",
    "sku_name_input": "СКУ / Име"
  },
  "my_affiliate": {
    "title": "Моји партнерски уговори",
    "message": "Листа партнерских уговора са другим продавницама."
  },
  "affiliates": {
    "title": "Придружени партнери",
    "subtitle": "Креирајте филијале, пратите њихов учинак током времена и предузимајте радње на основу тачних информација на једном месту. Помажемо вама и вашим партнерима да изградите јаку везу.",
    "affiliate_code": "Аффилиате цоде",
    "crate_date": "Датум креирања",
    "last_payment_date": "Датум последњег плаћања",
    "for_all_products": "Нанесите на све производе",
    "balance": "Баланс",
    "fix_commission": "Фиксна провизија",
    "percent_commission": "Провизија заснована на процентима",
    "total_payment": "Укупна плаћања",
    "new_affiliate": "Нови придружени партнер",
    "new_affiliate_message": "Додајте новог придруженог партнера",
    "link_domain": {
      "title": "Повезани домен",
      "subtitle": "Можете повезати један од својих домена са овим придруженим партнером. Овај партнер ће бити познат као представник сваке особе која посети вашу продавницу и купује преко овог домена."
    },
    "dialog": {
      "new": "Нови придружени партнер",
      "edit": "Уредите придруженог партнера",
      "user": "Корисник (опционо)",
      "bank_info": "Подаци о банци",
      "restriction": "Ограничење",
      "select_products": "Изаберите производе",
      "select_products_message": "Аффилиате партнер добија провизију за ове производе",
      "edit_action": "Упдате аффилиате",
      "add_action": "Додајте придруженог партнера",
      "affiliate_name": "Име придруженог партнера",
      "payment_info": "Информације о плаћању",
      "enable_switch": "Да ли је активан?",
      "affiliate_info": "Подаци о придруженом партнеру"
    },
    "link_factory": {
      "title": "Генератор линкова придружених партнера",
      "link_input": "Ваша веза",
      "link_output": "Генерисана веза"
    }
  },
  "gift_card_orders": {
    "title": "Поруџбине са Гифтцард-ом",
    "table": {
      "order": "Ред",
      "order_price": "Износ поруџбине",
      "paid_by_card": "Плаћено картицом",
      "payment_status": "Статус плаћање",
      "date": "Датум"
    }
  },
  "offer_orders": {
    "title": "Понудите наруџбине",
    "table": {
      "order": "Ред",
      "order_price": "Износ поруџбине",
      "offer_amount": "Понуда Износ",
      "payment_status": "Статус плаћање",
      "product": "Производ",
      "date": "Датум"
    }
  },
  "coupon_orders": {
    "title": "Поруџбине купона",
    "table": {
      "order": "Ред",
      "order_price": "Износ поруџбине",
      "coupon_amount": "Износ купона",
      "payment_status": "Статус плаћање",
      "date": "Датум"
    }
  },
  "discount_code_orders": {
    "title": "Поруџбине са кодом за попуст",
    "table": {
      "order": "Ред",
      "order_price": "Износ поруџбине",
      "discount_amount": "Износ попуста",
      "payment_status": "Статус плаћање",
      "date": "Датум"
    }
  },
  "incentives": {
    "discount_code": "Попуст",
    "coupon": "Цоупон",
    "offer": "Понуда",
    "gift_card": "Поклон картица",
    "lottery": "Лутрија"
  },
  "discount_codes": {
    "title": "попуст Кодови",
    "sub_title": "У овом одељку ћете моћи да дизајнирате купоне за попуст који одговарају вашим потребама. Ови попусти су одвојени од било ког попуста на производе и примењиваће се на коначан износ поруџбине корисника.",
    "add_new": "Додајте нови код за попуст",
    "card": {
      "created": "Креирај",
      "start": "Почетак",
      "end": "Крај",
      "currency": "Валута",
      "discount_percentage": "Дисконтна стопа",
      "discount_limit": "Ограничење попуста",
      "state": "Тренутни статус",
      "enabled": "Сада омогућено",
      "disabled": "Сада онемогућено",
      "used": "Потрошено",
      "count": "Цоунт",
      "unit": "ставка(е)"
    },
    "dialog": {
      "title_edit": "Измените код за попуст",
      "title_add": "Додајте нови код за попуст",
      "discount_code_input": "Код за попуст",
      "discount_percent_input": "Дисконтна стопа",
      "discount_percent_input_hint": "Дисконтна стопа износа куповине",
      "count_input": "Цоунт",
      "count_input_hint": "Максимална употреба овог кода",
      "limit_input": "Ограничење попуста",
      "limit_input_hint": "Максимални попуст на основу валуте",
      "currency_input_message": "Попусти ће бити доступни за ову валуту.",
      "limit_input_message": "Вредност 0 за ограничење попуста значи да не постоји ограничење за дисконтну стопу.",
      "title_input": "Наслов",
      "title_input_hint": "Можете да унесете наслов за овај код за попуст",
      "description_input": "Опис",
      "description_input_hint": "Можете унети опис за овај код за попуст",
      "date_start_input": "Почетак",
      "date_start_input_placeholder": "Изаберите када да почнете са попустом",
      "date_end_input": "Крај",
      "date_end_input_placeholder": "Изаберите када ће попуст престати",
      "notifications": {
        "add": "Код за попуст је успешно додат.",
        "edit": "Код за попуст је успешно измењен."
      }
    },
    "delete_alert": {
      "title": "Уклоните код за попуст",
      "message": "Да ли желите да избришете овај код за попуст?",
      "action": "Уклони попуст"
    },
    "notifications": {
      "delete_success": "Ваш коментар је успешно обрисан"
    }
  },
  "gift_cards": {
    "title": "Поклон картица",
    "sub_title": "Направите поклон картицу, а затим направите онолико колико вам је потребно. Ова картица има накнаду и може се користити само за куповину у вашој радњи.",
    "create_new": "Додајте нову поклон картицу",
    "card": {
      "created": "Креирај",
      "lifetime": "Датум истека",
      "lifetime_unit": "Месец од датума креирања сваке картице",
      "currency": "Валута",
      "initial_balance": "Почетно пуњење",
      "count": "Цоунт",
      "count_unit": "предмет",
      "used": "Користи се"
    },
    "dialog": {
      "title": "Дизајн поклон картице"
    },
    "alert": {
      "title": "Уклоните код за попуст",
      "message": "Да ли желите да избришете овај код за попуст?",
      "action": "Избриши"
    },
    "notifications": {
      "delete_title": "Избришите поклон картицу",
      "delete_message": "Ваш коментар је успешно обрисан."
    }
  },
  "coupons": {
    "title": "Купони",
    "sub_title": "Ако желите да својим купцима дате попуст који се може користити под одређеним условима, можете креирати купоне. Купони могу укључивати процентуални попуст са ограничењем или фиксним износом или комбинацијом оба.",
    "create_new": "Додајте нови купон",
    "qualified_products": "Прихватљиви производи",
    "min_purchase": "Минимална куповина",
    "only_first_order": "Само прва куповина",
    "one_time_use": "Једнократна употреба",
    "amount_usage": "Искоришћена количина",
    "delete_alert": {
      "title": "Избриши купон",
      "message": "Да ли сте сигурни да избришете овај купон?",
      "action": "Да, избриши купон"
    },
    "notifications": {
      "delete_success": "Купон је успешно избрисан."
    },
    "multiple_use": "Вишеструка употреба"
  },
  "coupon_edit": {
    "title_edit": "Уреди купон",
    "title_add": "Нови купон",
    "discount_charge": "Попуст и наплата",
    "charge": "Напунити",
    "charge_message": "Износ почетне накнаде",
    "percent": "Проценат попуста",
    "percent_message": "Износ процента попуста",
    "limit_input": "Лимит",
    "limit_input_hint": "Ограничени износ попуста",
    "currency_input_message": "Купон је доступан за ову валуту.",
    "count_input": "Цоунт",
    "count_input_hint": "Максимална употреба овог кода",
    "limit_input_message": "Вредност 0 за ограничење попуста значи да не постоји ограничење за дисконтну стопу.",
    "date_start_input": "Почетак",
    "date_start_input_placeholder": "Изаберите када да почнете са купоном",
    "date_end_input": "Крај",
    "date_end_input_placeholder": "Изаберите када ће попуст престати",
    "title_input": "Наслов",
    "title_input_hint": "Можете да унесете наслов за овај код за попуст",
    "description_input": "Опис",
    "description_input_hint": "Можете унети опис за овај код за попуст",
    "coupon_code": "Код купона",
    "need_code": "Треба вам код?",
    "coupon_color": "Боја купона",
    "min_purchase_amount": "Минимални износ куповине",
    "min_purchase_amount_hint": "Износ куповине мора бити већи или једнак овој вредности.",
    "should_exist_product": "Најмање један од ових производа мора бити у корпи",
    "apply_for_first_order": "Само за прву куповину",
    "apply_for_first_order_on": "Овај купон се може користити само за прву куповину купца!",
    "apply_for_first_order_off": "Број коришћења купона по купцу се може подесити у наставку.",
    "has_qualify_constraints": "Да ли желите да дефинишете више ограничења?",
    "has_qualify_constraints_message": "Поставите више услова да бисте квалификовали купца да користи овај купон.",
    "one_time_use": "Једнократна употреба",
    "one_time_use_message": "Купац може користити овај купон једнократно.",
    "daily_limit": "Дневни лимит",
    "no_limit": "Без лимита",
    "daily_limit_message": "Максимална количина дневног коришћења од стране купца",
    "monthly_limit": "Месечно ограничење",
    "monthly_limit_message": "Максимални износ коришћења месечно од стране купца",
    "yearly_limit": "Годишње ограничење",
    "yearly_limit_message": "Максимални износ коришћења годишње од стране купца",
    "notifications": {
      "add": "Нови купон је успешно направљен.",
      "edit": "Купон је ажуриран."
    }
  },
  "offers": {
    "title": "Понуде",
    "sub_title": "Можете креирати специјалне понуде за своје купце тако да, након куповине једног артикла, добију други артикл са попустом или чак бесплатно.",
    "create_new": "Додајте нову понуду",
    "qualified_products": "Прихватљиви производи",
    "min_quantity": "Минимална количина",
    "min_purchase": "Минимална куповина",
    "discounted_products": "Производи с попустом",
    "amount_usage": "Искоришћена количина",
    "delete_alert": {
      "title": "Избриши понуду",
      "message": "Да ли сте сигурни да избришете ову понуду?",
      "action": "Да, избриши понуду"
    },
    "notifications": {
      "delete_success": "Понуда је успешно избрисана."
    }
  },
  "offer_edit": {
    "title_edit": "Уреди понуду",
    "title_add": "Нова понуда",
    "design_style": "Дизајн и стил",
    "eligible_constraints": "Ограничења која испуњавају услове клијента",
    "title_input": "Наслов",
    "title_input_hint": "Можете да унесете наслов за овај код за попуст",
    "description_input": "Опис",
    "description_input_hint": "Напишите опис за овај код за попуст",
    "currency_input_message": "Доступна понуда за ову валуту.",
    "qualified_products": "Прихватљиви производи",
    "qualified_products_message": "Да би производи били квалификовани, укупан број артикала у корпи мора бити једнак или већи од минималне количине.",
    "min_items": "Минимална количина артикала",
    "min_items_message": "Број артикала које купац мора да купи",
    "discounted_products": "Производи с попустом",
    "offered_products": "Понуђени производи",
    "offered_products_message": "Најмање један од ових производа мора бити у корпи.",
    "discount_percent": "Проценат попуста",
    "discount_percent_message": "Проценат попуста за ове артикле.",
    "discount_percent_hint": "Износ процента попуста",
    "per_order": "Максималан број употреба по поруџбини",
    "per_order_message": "Максималан број пута да се понуда може применити на поруџбину",
    "count_input": "Износ",
    "count_input_hint": "Максимално коришћење ове понуде",
    "min_purchase": "Минимални износ куповине",
    "min_purchase_hint": "Куповна цена мора бити већа или једнака овој вредности",
    "limitation": "Ограничење",
    "date_start_input": "Почетак",
    "date_start_input_placeholder": "Изаберите када да почнете са купоном",
    "date_end_input": "Крај",
    "date_end_input_placeholder": "Изаберите када ће попуст престати",
    "max_actives_is_3": "Можете имати само три активне понуде у исто време.",
    "enable": "Аутоматска примена",
    "notifications": {
      "add": "Нова понуда је успешно креирана.",
      "edit": "Понуда је успешно ажурирана."
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "Банер",
      "reportage": "Репортажа",
      "social": "Друштвени медији",
      "offline": "Одсутан"
    }
  },
  "emails": {
    "title": "Емејл Маркетинг",
    "subtitle": "Дизајнирајте имејлове превлачењем и испуштањем, планирајте и покрените кампање да бисте повећали задржавање и видели поуздане и тачне информације на једном месту.",
    "cation_message": "⚠ Ограничено за непроверене трговце. (Бета)",
    "subject": "Предмет",
    "from": "Од",
    "in_que": "Аваитинг",
    "schedule_at": "Распоред у",
    "sent": "Послано",
    "sends": "Шаље",
    "delivers": "Испоручена",
    "views": "Погледи",
    "clicks": "Кликови",
    "buys": "Куповине",
    "new_email": "Додај нову е-пошту",
    "new_email_message": "Креирајте и закажите нову маркетиншку е-пошту"
  },
  "email_dashboard": {
    "review": "Преглед",
    "waiting_for_approve": "Чека се потврда од {name}",
    "approved_by": "Имејл је верификован од стране {name} и послат.",
    "not_submitted_send_request": "Још увек нисте послали захтев за слање ове е-поште.",
    "reviewed_by": "Рецензирао {name}",
    "status": "Статус е-поште",
    "conversion": "Стопе конверзије",
    "sell_performance": "Перформанс за продају",
    "total_buys": "Укупан број продаја",
    "amount_buy": "Укупан износ продаје",
    "average_sell": "Просечна продаја",
    "sessions": "Сесије",
    "overview": "Преглед",
    "purchase_amount": "Износ куповине",
    "actions": "Активност корисника"
  },
  "email_page": {
    "emails": "е-поруке",
    "edit": "Уредити"
  },
  "affiliate_page": {
    "affiliates": "Придружени партнери",
    "orders": "Наређења",
    "payments": "Плаћања"
  },
  "affiliate_dashboard": {
    "link": "Веза придруженог партнера",
    "fix_commission": "Фиксна провизија",
    "percent_commission": "Процентуална провизија",
    "last_payment": "Последња уплата",
    "balance": "Баланс",
    "total_payment": "Укупна плаћања",
    "status": "Статус придруженог партнера и ограничења",
    "available_for": "Доступно за",
    "orders_count": "Износ поруџбина",
    "orders_accepted": "Прихваћене наруџбе",
    "finance": "Финансијски извештај",
    "amount_accepted": "Прихваћени износ",
    "amount_paid": "Плаћени износ",
    "sessions": "Сесије",
    "affiliate_payment": "Уплате придружених партнера",
    "amount_payment": "Плаћање износ",
    "amount_payment_hint": "Тачан износ трансакције",
    "i_paid": "Платио сам {amount} {currency} за {name}",
    "pay_now": "Платити сада"
  },
  "permission_roles": {
    "new_role": "Додајте нову улогу",
    "new_role_message": "Олакшајте тимски рад.",
    "new_role_action": "Додајте нову улогу"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "Лутрија",
    "sub_title": "Ваши клијенти могу играти игру и победити. Купци ваше продавнице морају потрошити 10 жетона за сваку игру. На пример, ако желите да ваши клијенти имају прилику да освоје 1000 УСД, морате да подесите износ цене сваког чипа на 100 УСД. Вредност 0 за сваки чип значи да ће купац добити један чип за сваку куповину.",
    "manually_send_chip": "Да ли желите да ручно шаљете чипове корисницима?",
    "lottery_enable": "Да ли је лутрија омогућена?",
    "chip_price_input": "Цена чипа",
    "zero_chip_message": "Дајте 1к чип по поруџбини",
    "chip_has_price_message": "Дајте 1 чип по {amount} {currency} поруџбине.",
    "chip_disabled_message": "Чип је онемогућен!",
    "create_new": "Додајте нову награду",
    "delete_alert": {
      "title": "Избриши награду",
      "message": "Да ли сте сигурни да ћете трајно избрисати ову награду?",
      "action": "Да, Избриши одмах"
    },
    "notifications": {
      "delete_success": "Награда је успешно избрисана."
    }
  },
  "lottery_edit": {
    "title_edit": "Уредите ставку лутрије",
    "title_add": "Нова ставка лутрије",
    "general_config": "Општа конфигурација",
    "design_style": "Стил и изглед",
    "enable": "Омогућено?",
    "enable_message": "Максималан број предмета у точку је 14.",
    "title_input": "Наслов",
    "title_input_hint": "Напишите кратак наслов.",
    "description_input": "Опис",
    "description_input_hint": "Напишите опис предмета.",
    "quantity": "Количина",
    "quantity_message": "Укупно доступних ставки",
    "image": "Слика",
    "image_placeholder": "Изаберите слику за ставку",
    "chance": "Шанса",
    "chance_message": "Шанса за победу у процентима",
    "free_for_first": "Да ли је бесплатно за нове купце?",
    "free_for_first_message": "Нови купци могу освојити ову ставку.",
    "prize": "Награда",
    "amount": "Износ награде",
    "amount_hint": "Корисници добијају овај износ накнаде за своју поруџбину.",
    "currency_message": "Валута за ову ставку. Остале валуте се конвертују по курсу.",
    "discount": "Попуст",
    "discount_message": "Проценат попуста на поруџбину купца",
    "discount_limit": "Ограничење попуста",
    "discount_limit_hint": "Максимални попуст за купца.",
    "color": "Боја",
    "condition": "Услови",
    "notifications": {
      "add": "Нова ставка лутрије је успешно направљена.",
      "edit": "Ставке лутрије су промењене."
    }
  },
  "gift_card_types_list": {
    "label": "Тип поклон картице",
    "message": "Изаберите тип поклон картице са листе."
  },
  "email_builder": {
    "service_unavailable": "Сервер поште није активан на вашем налогу.",
    "design_section": "Ваша плоча за дизајн е-поште",
    "schedule_switch": "Заказати слање е-поште?",
    "schedule_placeholder": "Изаберите време за слање е-поште"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "Датум регистрације",
      "description": "Филтрирајте према датуму регистрације корисника."
    },
    "LAST_BUY_DATE": {
      "title": "Последња куповина",
      "description": "Датум последње куповине."
    },
    "LOGIN_DATE": {
      "title": "Датум пријаве",
      "description": "Датум последњег пријављивања."
    },
    "LEVEL": {
      "title": "Клуб купаца",
      "description": "Чланови Клуба купаца."
    },
    "SUBSCRIBED": {
      "title": "Претплаћени",
      "description": "Да имате претплату за примање е-поште."
    },
    "NOT_PURCHASED": {
      "title": "Нема куповине",
      "description": "Купци који до сада нису куповали."
    },
    "SEX": {
      "title": "Пол",
      "description": "Пол корисника."
    },
    "LOCATION": {
      "title": "Локација",
      "description": "Локација корисника."
    },
    "LIMIT": {
      "title": "Лимит",
      "description": "Поставите ограничење максималног броја корисника."
    },
    "SEGMENTS": {
      "title": "Сегменти",
      "description": "Ограничите купце у специфичној ручној сегментацији."
    }
  },
  "inline_help": {
    "helps_title": "Корисничко упутство за сервис",
    "blogs_title": "Повезани садржај у Селлдоне блогу"
  },
  "shop_tax": {
    "region": "Регион",
    "label": "Ознака",
    "country_tax": "Државни порез",
    "customer_tax": "ПДВ за купце",
    "business_tax": "Пословни ПДВ",
    "shipping": "поштарина",
    "override": "Прегазити",
    "country": "Држава",
    "vat_range": "Опсег ПДВ-а",
    "custom": "Обичај",
    "regions": "Региони",
    "rest_world": "Остатак света",
    "overrides": "Оверридес",
    "dialog_set_title": "Пореска подешавања",
    "tax_setting": "Пореска подешавања",
    "vat": "VAT",
    "calculate_tax_input": "Аутоматско обрачунавање пореза",
    "calculate_tax_message": "Активирањем ове опције ПДВ ће бити обрачунат и примењен на ваше поруџбине.",
    "tax_number": "Порески број",
    "tax_number_message": "Унесите свој порески број. Овај регистарски број ће бити евидентиран на рачуну купца.",
    "tax_included_in_price_input": "Порез укључен у цену производа",
    "tax_included_in_price_message": "Изаберите ову опцију ако у цену вашег производа укључите износ пореза. Износ пореза ће се израчунати по следећој формули:",
    "tax_included_in_price_formula": "Порез = (цена * ПДВ) / (1 + ПДВ), на пример, износ пореза за производ по цени од 100$ са стопом додате вредности од 10% постаје 9,09$.",
    "tax_on_shipping_input": "Примените порезе на испоруку",
    "tax_on_shipping_message": "Избором ове опције порез ће бити примењен на испоруку.",
    "fixed_tax_rate": "Фиксна пореска стопа",
    "dynamic_tax_rate": "Порез на основу региона",
    "locations_tip": "Горња листа приказује само земље које сте одабрали у подешавањима продавнице > Локације као земље које продајете.",
    "locations_action": "Подешавања локација чувања",
    "save_alert": "Подешавања нису сачувана!",
    "pos_tax_setting": "ПОС Пореска подешавања",
    "tax_exclude_title": "Искључено | Порез ће бити додат при одласку",
    "tax_excluded_message": "Порези ће бити израчунати пре плаћања током плаћања и додати цени без пореза у зависности од доказа вашег клијента."
  },
  "transportation_page": {
    "menu": {
      "dashboard": "Командна табла",
      "transportations": "Начини испоруке",
      "orders": "Наређења",
      "setting": "Подешавање",
      "delivery_services": "Услуге",
      "delivery_persons": "Курири"
    },
    "go_to_courier_list": "Погледајте листу курира",
    "go_to_service_list": "Погледајте листу услуга доставе"
  },
  "transportation_persons": {
    "title": "Курири",
    "notifications": {
      "success_add": "Курир је додао.",
      "success_reset": "Ресетовање статистике.",
      "success_remove": "Курир је успешно уклоњен.",
      "success_update": "Информације о куриру су успешно ажуриране."
    },
    "reset": {
      "title": "Ресетуј статистику",
      "message": "Да ли сте сигурни да ресетујете статистику овог курира?",
      "action": "Да, ресетујте сада"
    },
    "remove": {
      "title": "Уклоните курира",
      "message": "Да ли сте сигурни да ћете избрисати овог курира?",
      "action": "Да, Уклони одмах"
    },
    "add_dialog": {
      "title": "Додајте новог курира",
      "action": "Додајте курира"
    }
  },
  "transportation_orders": {
    "title": "Поруџбине за испоруку",
    "notifications": {
      "success_update": "Статус испоруке је успешно ажуриран.",
      "success_payment": "Плаћање уз наплату је успешно потврђено."
    }
  },
  "delivery_person": {
    "actions_title": "Подешавања курира",
    "action_delivered": "Испоручен",
    "action_paid": "ЦОД Паид",
    "action_returned": "Вратио се",
    "cod_confirm_action": "Потврдите плаћање ЦОД-а",
    "pickup_dialog": {
      "title": "Да ли сте курир овог пакета?",
      "message": "Ако сте одговорни за ношење овог пакета, изаберите Да, у супротном изаберите Не."
    },
    "status_dialog": {
      "title": "Промените статус у {status}",
      "message": "Да ли сте сигурни да промените статус испоруке у {status}?",
      "action": "Да, потврђујем!"
    },
    "cod_dialog": {
      "title": "ЦОД Паимент",
      "message": "Да ли потврђујете да сте примили износ поруџбине од купца?",
      "action": "Да, потврђујем уплату!"
    }
  },
  "transportation_services": {
    "title": "Пружање услуга",
    "notifications": {
      "success_add": "Додата је услуга доставе.",
      "success_reset": "Ресетовање статистике.",
      "success_remove": "Услуга је успешно уклоњена.",
      "success_update": "Услуга је успешно ажурирана."
    },
    "reset": {
      "title": "Ресетуј статистику",
      "message": "Да ли сте сигурни да ресетујете статистику ове услуге?",
      "action": "Да, ресетујте сада"
    },
    "remove": {
      "title": "Уклоните услугу доставе",
      "message": "Да ли сте сигурни да избришете ову услугу?",
      "action": "Да, Уклони одмах"
    },
    "add_dialog": {
      "title": "Додајте нову услугу доставе",
      "action": "Додајте услугу"
    }
  },
  "delivery_receipt": {
    "title": "Доставница",
    "has_return": "Повратак испоруке",
    "cashed": "Готовинско плаћање"
  },
  "delivery_dashboard": {
    "select_destinations": "Додајте наруџбине на листу",
    "price_calculation": "Процените цене испоруке",
    "price_calculation_action": "Израчунајте цену",
    "add_request": "Захтевајте услугу",
    "add_request_action": "Пошаљите захтев за услугу",
    "refresh_action": "Информације о ажурирању"
  },
  "delivery_order": {
    "title": "Наруџба за испоруку",
    "has_return": "Повратак испоруке",
    "cashed": "Готовинско плаћање"
  },
  "cash_register": {
    "menu": {
      "panel": "Каса",
      "orders": "Наређења",
      "customers": "Купци",
      "devices": "Уређаји",
      "inventory": "Инвентар"
    },
    "payment_confirm": "Потврда о уплати",
    "payment_confirm_msg": "Клијент је платио поруџбину {basket_id}."
  },
  "barcode_scanner": {
    "wifi_pass": "Ваша лозинка за Ви-Фи",
    "message": "Унесите лозинку за ВиФи рутер и скенирајте КР код.",
    "wifi_ssid": "Ви-Фи ССИД",
    "ssid_message": "Унесите назив своје Ви-Фи мреже (ССИД)."
  },
  "pos_devices": {
    "Scanner": "Бар код скенер",
    "Scanner_desc": "Да бисте користили скенер бар кода, морате исправно унети СКУ код производа у поставкама производа.",
    "Printer": "Штампач",
    "Printer_desc": "Одштампајте рачун својих клијената повезивањем на штампач рачуна.",
    "CustomerView": "Цустомер Виев",
    "CustomerView_desc": "Ова страница вам омогућава да својим клијентима прикажете детаље поруџбине.",
    "CardReader": "Читач картица",
    "CardReader_desc": "Уређај за читање картица за плаћање поузећем од стране ваших купаца.",
    "ChipReader": "Читач чипова",
    "ChipReader_desc": "НФЦ читач ознака за додавање артикала у корпу помоћу ознака."
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "Уклони уређај",
      "message": "Да ли сте сигурни да уклоните овај уређај са свог ПОС профила?",
      "action": "Да, Уклони одмах"
    }
  },
  "pos_process_center": {
    "title": "ПОС центар за обраду налога",
    "menu": {
      "label": "Пацкаге Лабел",
      "receipt": "Признаница",
      "back": "Назад",
      "timeline": "Временска линија",
      "order": "Ред"
    }
  },
  "pos": {
    "add_customer": "Додајте купца",
    "set_delivery": "Подесите адресу за испоруку",
    "add_giftcards": "Додајте поклон картицу",
    "add_discount_code": "Додајте код за попуст",
    "add_coupon": "Додај купон",
    "set_campaign": "Поставите кампању",
    "select_buyer": "Изаберите купца!",
    "send_to_pos": "Пошаљите на машину за читање картица",
    "print_receipt": "Одштампај признаницу",
    "confirm_cash_payment": "Потврдите готовинско плаћање",
    "payment_cod": {
      "title": "Плаћање поузећем",
      "message": "Износ ове поруџбине биће плаћен приликом испоруке. Након што примите износ од купца, морате потврдити уплату да бисте завршили наруџбу у систему."
    },
    "payment_online": {
      "title": "Изаберите начин плаћања на мрежи",
      "message": "Избором следећих опција креираће се линк за плаћање који ће бити послат купцу. Плаћањем овог линка статус поруџбине ће се променити у плаћени начин. Веза за плаћање ће бити генерисана скенирањем КР кода на екрану корисника, СМС-ом или е-поштом. Да бисте активирали било који канал за слање везе, кликните на ту опцију, а затим притисните дугме да пошаљете рачун купцу."
    },
    "notifications": {
      "success_pay": "Плаћање налога је завршено.",
      "success_order": "Поруџбина је успешно направљена и чека се да је купац плати."
    },
    "payment_dialog": {
      "check_pay_now": "Ручно проверите плаћање",
      "close_action": "Затвори дијалог. Не желим да чекам плаћање купаца",
      "go_to_order": "Идите на страницу за наручивање",
      "paid_by_gift_card_msg": "Укупан износ поруџбине је повучен са поклон картица! Купац не мора да плати више.",
      "cod_msg": "Купац ће платити приликом пријема поруџбине.",
      "online_msg": "Замолите купца да скенира КР код на екрану клијента."
    },
    "name": "POS",
    "message": "Нека ваше онлајн продајно место без трошкова подешавања, покрените га на било ком паметном телефону, таблету и рачунару или креирајте поруџбине ручно."
  },
  "exporter": {
    "title": "Извези податке",
    "subtitle": "Ваши подаци припадају вама! У било ком тренутку можете да преузмете своје пословне информације у стандардном формату. Међутим, поштујте приватност својих клијената, немојте им слати нежељену пошту и никада не делите њихове информације са трећом страном.",
    "excel": "Добићете листу свих {type} у продавници заједно са комплетним информацијама у Екцел формату.",
    "csv": "Добићете листу свих {type} у продавници заједно са комплетним информацијама у ЦСВ формату. Овај формат је у складу са стандардним форматом Селлдоне за увоз {type} у продавницу."
  },
  "importer": {
    "category": {
      "title": "Увезите категорије",
      "subtitle": "Отпремите ЦСВ датотеку категорија овде. Уверите се да пратите стандардни формат."
    },
    "product": {
      "title": "Увозите производе",
      "subtitle": "Отпремите ЦСВ датотеку производа овде. Уверите се да пратите стандардни формат."
    },
    "product_images": {
      "title": "Увезите слике",
      "subtitle": "Пријем информација о слици одузима много времена. Обавезно поштујте ауторска права приликом увоза слика."
    },
    "inventory": {
      "title": "Групно ажурирање инвентара",
      "subtitle": "Отпремите ЦСВ датотеку инвентара овде. Уверите се да пратите стандардни формат тако што ћете прво извести ЦСВ датотеку, а затим је уредити."
    },
    "back_to_products": "Назад на листу производа",
    "back_to_categories": "Назад на листу категорија",
    "back_to_inventory": "Назад на листу инвентара",
    "step_select_file": "Изаберите ЦСВ датотеку",
    "step_send_to_server": "Пошаљи на сервер",
    "step_view_result": "Прикажи резултат",
    "step_view_que": "Погледајте листу чекања",
    "send_to_server_action": "Пошаљи на сервер",
    "shop_license": "Лиценца продавнице",
    "max_items_limit": "Ограничење максималног броја ставки",
    "total_items": "Укупно ставки",
    "customer": {
      "title": "Увоз купаца",
      "subtitle": "Отпремите ЦСВ датотеке клијената овде. Уверите се да пратите стандардни формат, а такође морате да поштујете правила приватности."
    }
  },
  "campaigns": {
    "title": "Кампање",
    "subtitle": "Креирајте кампање, везе за праћење и погледајте поуздане и тачне информације на једном месту. Помажемо вам да донесете боље одлуке засноване на подацима.",
    "add_action": "Додај нову кампању",
    "empty_message": "Креирајте своју прву кампању сада!",
    "delete": {
      "title": "Избриши кампању",
      "message": "Да ли сте сигурни да ћете избрисати ову кампању и све податке?",
      "action": "Да, Избриши одмах"
    }
  },
  "landing_categories": {
    "raw": "Необрађени шаблони",
    "marketing": "Маркетинг & Адс",
    "product": "Представљање производа",
    "health": "Здравље и фитнес",
    "food": "Храна и воће",
    "house": "Некретнине & Кућа",
    "device": "Машина и уређај",
    "car": "Ауто",
    "software": "Софтвер",
    "clothing": "Одећа и обућа",
    "jewellery": "Накит",
    "all": "Сви шаблони"
  },
  "shop_theme": {
    "theme_colors": "Боје теме",
    "products_view_mode": "Преглед листе за куповину",
    "products_view_mode_desc": "Можете подесити начин приказа производа у вашој продавници на основу величине екрана. Овај режим ће се подразумевано сматрати и неће се примењивати ако корисник промени режим приказа.",
    "color_light": "Примарна боја",
    "color_dark": "Примарна тамна боја",
    "color_deep_dark": "Дубока тамна боја",
    "color_info": "Линкови",
    "light_checkout": "Лагана тема за одјаву",
    "light_header": "Лагано заглавље",
    "light_footer": "Лигхт фоотер",
    "product_page": "Страница производа",
    "typography": "Типографија",
    "header": "Хеадер",
    "custom_code": "Прилагођени код",
    "custom_css": "Прилагођени ЦСС",
    "light_filter": "Тема филтера категорија",
    "custom_variants": "Варијанте"
  },
  "app_templates": {
    "default": "Уобичајено",
    "blue": "Плави океан",
    "amber": "Амбер",
    "green": "Екваторијални",
    "red": "Вампир",
    "magenta": "Цвет",
    "master": "Господару",
    "black": "Тамна страна"
  },
  "affiliate_orders": {
    "title": "Поруџбине придружених партнера",
    "table": {
      "order_price": "Износ поруџбине",
      "order_payment": "Статус плаћања поруџбине",
      "order_link": "Веза за наручивање",
      "commission_status": "Статус комисије",
      "commission_amount": "Износ провизије",
      "items": "Предмети",
      "actions": "Акције",
      "create_date": "Датум креирања"
    },
    "notifications": {
      "update_success": "Статус партнера је ажуриран."
    }
  },
  "affiliate_payments": {
    "title": "Уплате придружених партнера",
    "table": {
      "staff": "Особље",
      "amount": "Износ",
      "note": "Белешка",
      "date": "Датум"
    }
  },
  "my_roles": {
    "title": "Моје улоге",
    "message": "Улоге су врста приступа која се даје запосленима у радњи. На пример, особље одговорно за слање или паковање поруџбина."
  },
  "role_card": {
    "complete_tasks": "Завршени задаци",
    "reject_tasks": "Одбијени задаци",
    "last_check": "Недавна провера"
  },
  "referral_widget": {
    "apply_now": "Пријавите се сада за овај програм!",
    "no_bonus": "Примите прву награду тако што ћете позвати пријатеља.",
    "your_gift": "Ваш поклон",
    "invited_gift": "Позвани поклон",
    "percent_bonus": "Процентни бонус",
    "discount_bonus": "Бонус за попуст",
    "registered": "Нови корисник",
    "accepted": "Прихваћен корисник"
  },
  "app_config": {
    "reviews": "Коментара",
    "rate_now": "Тренутно стопа",
    "category": "Категорија",
    "uninstall": "Деинсталирај",
    "get_app": "Преузмите апликацију",
    "public_keys": "Јавни кључеви",
    "private_keys": "Приватни кључеви (безбедни)",
    "config": "Конфигурација апликације",
    "app_status": "Статус апликације",
    "app_info": "Информације о апликацији",
    "update_at": "Недавно ажурирање",
    "visit_website": "Посетите сајт",
    "privacy": "Правила о приватности",
    "installs": "Инсталира",
    "basic_profile_permission": "Основне информације о профилу",
    "developer": "Девелопер",
    "permissions": "Дозволе",
    "total_comments": "Укупно коментара",
    "delete_dialog": {
      "title": "Деинсталирајте апликацију",
      "message": "Да ли желите да уклоните ову апликацију из своје продавнице?",
      "action": "Да, Избриши апликацију"
    },
    "notifications": {
      "uninstall_success": "Апликација је успешно деинсталирана."
    }
  },
  "shop_bots": {
    "not_set": "Није подешено!",
    "tokens": "Токен(и)",
    "webhook": "Вебхоок",
    "calls": "Позиви",
    "dialog": {
      "title": "{name} Конфигурација бота",
      "message": "Свеобухватан оквир за ботове за изградњу искуства куповине на нивоу предузећа."
    }
  },
  "shop_customers": {
    "title": "Управљање купцима",
    "all_customers": "Преузмите све купце",
    "filtered_customers": "Филтрирани купци",
    "dialog_chips": {
      "title": "Подесите број чипова купаца"
    },
    "dialog_club": {
      "title": "Поставите ниво клуба купаца"
    }
  },
  "app_dashboard": {
    "status": "Статус објаве",
    "statistics": "Статистика"
  },
  "app_publish": {
    "production_version": "Производна верзија",
    "beta_version": "Бета верзија",
    "alpha_version": "Алфа верзија"
  },
  "app_publish_widget": {
    "header": "Заглавље веб локације продавнице",
    "header_code": "Код заглавља",
    "admin_page": "Админ Пагес",
    "name": "Име",
    "icon": "Икона",
    "url": "Урл"
  },
  "app_api": {
    "title": "АПИ приступ",
    "revoke_api": "Опозови АПИ",
    "api_key": "АПИ кључ",
    "secret": "Тајни кључ",
    "client": "Клијент",
    "redirect_url": "Преусмери УРЛ-ове",
    "client_name": "Име клијента"
  },
  "app_loader_page": {
    "no_ui_title": "Ова апликација нема корисничко сучеље!",
    "no_ui_desc": "Неке апликације не захтевају кориснички интерфејс у својој административној области. Ова апликација може само да додаје код у одељак заглавља веб локације ваше продавнице.",
    "header": "Код заглавља"
  },
  "finance_report": {
    "export_title": "Извезите финансијске податке",
    "export_sub_title": "Преузмите финансијске детаље у једној датотеци.",
    "start_input_placeholder": "Изаберите датум почетка извештаја",
    "end_input_placeholder": "Изаберите датум завршетка извештаја",
    "download_action": "Преузмите финансијску листу"
  },
  "shop_notifications": {
    "title": "Обавештења о продавницама",
    "sub_title": "Бот, е-пошта, СМС, ...",
    "message": "Измените подешавања и подешавања обавештења о продавници",
    "channel": "Канал",
    "status": "Статус",
    "events": "Догађаји",
    "info": "Инфо",
    "actions": "Акције",
    "connected": "Повезан",
    "not_connected": "Није повезан!",
    "connect_now": "Повежите се сада",
    "send_test": "Пошаљите тестне податке",
    "disconnect": "Прекини везу",
    "dialog": {
      "title": "Бот Цонфигуратион",
      "message": "Свеобухватан оквир обавештења за изградњу искуства е-трговине на нивоу предузећа.",
      "action": "Кликните овде!",
      "set_config": "Подесите конфигурацију"
    }
  },
  "notification_events": {
    "new_order": "🛍 Наручите",
    "payment": "💳 Плаћање",
    "return": "📦 Повратак",
    "weekly_report": "📈 Недељни извештаји"
  },
  "order_delivery": {
    "title": "Испорука",
    "add_to_delivery_que_action": "Додај у ред за испоруку",
    "in_que": "У реду за отпрему",
    "message": "Након што предате пакет курирској служби, кликните на дугме <b>Потврди испоруку</b> .",
    "message_add_to_service": "Кликните на следеће дугме ако желите да пошаљете овај пакет путем <b>доставне службе</b> .",
    "action": "Потврда испоруке",
    "checklist": [
      "Проверите личну карту курира.",
      "Добро паковање производа и благовремена испорука могу повећати стопу задржавања ваших купаца."
    ],
    "manual": {
      "title": "Чека се потврда испоруке од стране купца.",
      "action_received": "Потврда купца",
      "action_returned": "Достава Поврат",
      "message": "Напомена: Ако купац прими поруџбину, можете користити следеће опције да бисте довршили испуњење. Неке услуге доставе у систему ће аутоматски потврдити испоруку."
    },
    "auto_complete_note": "Након одређеног периода, статус поруџбине ће бити промењен у испоручено. Овај период варира у зависности од врсте налога и одређује га систем.",
    "received": {
      "title": "Испоручено купцу.",
      "delivered_date": "Датум испоруке"
    },
    "receiver": "Пријемник",
    "bill": "Признаница",
    "tracking": {
      "title": "Додајте код за праћење / УРЛ",
      "code": "Код за праћење",
      "url": "УРЛ за праћење",
      "message": "Ако сте испоручили преко услуге која обезбеђује код за праћење за ову поруџбину, можете да унесете код и релевантну везу за праћење у овом одељку. Ове информације ће бити приказане купцу."
    },
    "preferred_delivery_time": "Жељено време испоруке",
    "manage_couriers": "Управљај мојим куририма",
    "manage_service": "Управљајте услугом",
    "option_deliver_by_courier": "Опција 1: Доставите путем курира.",
    "option_add_to_que": "Опција 2: Додајте у ред за обраду на страници услуге испоруке.",
    "option_instant_shipping": "Опција 3: Тренутна испорука.",
    "pickup_action": "Потврда преузимања"
  },
  "shop_home_edit": {
    "title": "Подешавање почетне странице",
    "sub_title": "Подесите подразумевану страницу своје веб локације",
    "default_home": "Уобичајено страница",
    "default_home_placeholder": "Страница продавнице је почетна страница веб странице"
  },
  "selldone_referral_page": {
    "title": "Контролна табла за препоруке",
    "referral_link": "Реферал линк",
    "registered": "Регистрован",
    "accepted": "Прихваћено",
    "bank": "банка",
    "bank_title": "Подаци о банци за повлачење",
    "new_users": "Нови Корисници",
    "performance": "Перформансе",
    "credit_mode": "Кредитни режим",
    "get_stickers": "Набавите ХТМЛ код налепнице за копирање и додавање",
    "click_copy_sticker_code": "Кликните на значку да бисте копирали хтмл код."
  },
  "selldone_referral_payment": {
    "title": "Уплате уплате",
    "officer": "официр",
    "amount": "Износ трансакције",
    "note": "Белешка",
    "date": "Датум"
  },
  "widget_shop_gateway": {
    "link_account_caution": "Повежите налог ({currency}) са вашом продавницом! Кликните овде.."
  },
  "product_sell_widget": {
    "title": "Учинак продаје производа"
  },
  "fulfilment_order_widget": {
    "title": "Дропсхиппинг испуњење",
    "check_action": "Прихватите дропсхиппинг",
    "uncheck_action": "Налог потврђен",
    "pay_action": "Плати трошкове артикла..",
    "pay_completed": "Потврда о уплати",
    "list_of_items": "Препродаја предмета",
    "checklist": [
      "Платите износ производа које продајете индиректно оригиналном продавцу.",
      "Можете заједно платити и подмирити трошкове производа добављачу у одељку рачуноводство> Дропсхиппинг продавнице.",
      "Након уплате, добављач ће примити вашу поруџбину и послати је директно купцу након припреме."
    ],
    "message": "Након плаћања накнаде за поруџбину добављачу, погледајте ток слања поруџбине у овом одељку."
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "Командна табла",
      "orders": "Наређења",
      "inventory": "Инвентар",
      "shops": "Реселлерс",
      "requests": "Захтеви"
    },
    "drop_shipping_charge": "Дропсхиппинг Цхарге"
  },
  "dropship_request_status": {
    "PENDING": "нерешен",
    "ACCEPT": "Прихвати",
    "REJECT": "Одбити"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "Командна табла",
      "orders": "Наређења",
      "wallet": "Новчаник"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "Контролна табла препродавача"
  },
  "dropshipping_reseller_orders": {
    "title": "Наруџбине препродаваца"
  },
  "dropshipping_reseller_wallet": {
    "title": "Новчаник препродавача"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "Потврда о уплати",
      "payment_success": "Плаћање је завршено.",
      "buy_title": "Купи",
      "pay_by_giftcards": "Ваша поруџбина је плаћена поклон картицом.",
      "free_order": "Ваша поруџбина је бесплатна.",
      "pay_by_cod": "Ваша поруџбина је регистрована као поузећем.",
      "pay_by_dir": "Ваша поруџбина је регистрована као директна уплата, довршите уплату и отпремите признаницу на своју страницу поруџбине.",
      "pay_title": "Плаћање",
      "qr_code_payment": "Креиран КР код за плаћање.",
      "connecting_to_online_gateway": "Повезивање на мрежни пролаз за плаћање."
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "Уплата је потврђена.<br> Датум: {payment_at}",
      "pay_fail_title": "Неплаћен",
      "pay_fail_message": "Плаћање се не може проверити!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "Препродавац наручује плаћање",
      "balance": "Стање на вашем рачуну",
      "total_cost": "Укупна цена поруџбина",
      "need_charge": "Потребно је напунити",
      "no_account_cation": "Немате налог! Позовите велетрговца.",
      "orders": "Наређења"
    },
    "notifications": {
      "success_pay": "Ваша уплата за ове поруџбине је потврђена и успешно завршена."
    }
  },
  "dropship_accounts": {
    "charge_account": "Дозвола за куповину на кредит",
    "charge_dialog": {
      "title": "Наплатите дропсхиппинг налог",
      "amount_input": "Наплата рачуна",
      "charge_now": "Напуните одмах"
    }
  },
  "dropship_admin_dashboard": {
    "title": "Захтеви препродавача",
    "today_order_count": "Данас се наруџбе рачунају",
    "yesterday_order_count": "Јучерашње наруџбине се рачунају",
    "total_7_days": "Укупно поруџбина у последњих 7 дана"
  },
  "dropshipping_products": {
    "no_shops": "Жао нам је, није пронађена продавница. У будућности ће бити више продавница тако да можете ставити њихове производе у своју продавницу.",
    "show_all_shops": "Прикажи све продавнице",
    "show_all_message": "Можете видети све продавнице",
    "current_shop": "Тренутна продавница",
    "request_account": "Захтевај налог",
    "request_accepted": "Захтев је прихваћен",
    "request_rejected": "Захтев је одбијен",
    "request_pending": "Захтев у чекању..",
    "notifications": {
      "add_product": "Производ је додат у вашу продавницу.",
      "request_access": "Ваш захтев за приступ смо успешно послали продавцу на велико."
    },
    "show_eligible_shops_message": "Прикажи продавнице које испуњавају услове"
  },
  "product_dropshipping": {
    "need_re_enable": "Овај производ је променио оригинални продавац, ове промене цене су онеспособиле производ у вашој продавници. Проверите промене и ако се слажете да поново активирате производ, притисните дугме испод.",
    "need_re_enable_action": "Слажете се, примените промене и активацију",
    "changed_value": "Овај производ је уредио оригинални продавац. Проверите измене и ако се слажете да примените промене на свој производ, кликните на дугме испод.",
    "changed_value_action": "Слажем се, извршите промене",
    "parent_deleted": "Оригинални продавац је уклонио ову ставку.",
    "parent_closed": "Оригинални продавац је онемогућио овај производ! Нећете моћи да продајете овај производ у својој продавници, али ако оригинални продавац поново активира производ, моћи ћете поново да активирате овај производ у својој продавници.",
    "notifications": {
      "re_enable_success": "Овај производ је поново активиран.",
      "update_success": "Ове информације о производу су ажуриране оригиналним информацијама о производу."
    }
  },
  "product_dropshipping_admin": {
    "title": "Испустити поруџбеницу",
    "save_alert": "Подешавања дропсхиппинга овог производа су промењена. Да ли желите да сачувате промене?",
    "reselling_message": "Активирањем ове опције, други продавци ће моћи да додају ваш производ у своју продавницу.",
    "reselling": "Омогући Дропсхиппинг",
    "price_merchants": "Цена за трговце",
    "price_commission": "Провизија трговца (фиксна)"
  },
  "buy_button": {
    "waiting_for_availability": "Чека се доступност",
    "inform_me_when_available": "Обавести ме када буде доступно!",
    "pay_buy": "Плати и купи",
    "quantity": "Цоунт",
    "quantity_in_basket": "Артикли у корпи",
    "count_unit": "Икс",
    "remove": "Уклони",
    "add_to_basket": "Додај у колица",
    "buy": "Купи",
    "notifications": {
      "inform_add_success": "Обавестићемо вас када буде доступно.",
      "inform_remove_success": "Уклоњени сте са листе чекања."
    },
    "book_now": "Резервишите одмах",
    "reserve_now": "Резервишите одмах",
    "buy_now": "Купите сада"
  },
  "product_info": {
    "fake": "Фалсификат",
    "action": "Аукција",
    "compare_limit": "Ограничење од 10 ставки",
    "compare_add": "Додај у поређење",
    "compare_be_in_list": "У листи за поређење",
    "type": "Тип",
    "brand": "Марка",
    "category": "Категорија",
    "discount": "Попуст",
    "track_price": "Пратите цену",
    "waiting_for_auction": "Чекате аукцију?",
    "inform_auction": "Обавести ме када аукција",
    "return_in_days": "{days} дана повраћај гаранције",
    "support24h7": "Подршка 24 сата 7 дана",
    "support_normal": "Подршка за радно време",
    "original_guarantee": "Оригинална гаранција",
    "cod_payment": "Подршка поузећем",
    "pros": "Прос",
    "cons": "Цонс",
    "external_link": "Опширније",
    "notifications": {
      "congratulation": "Честитам",
      "waiting_list_add_success": "Обавестићемо вас када овај производ буде на аукцији.",
      "waiting_list_delete_success": "Изашли сте са листе чекања за аукцију."
    },
    "offer_message": "Купите {min_quantity} Добијте {percent}% попуста за ове артикле",
    "up_to": "До {per_order}к по поруџбини",
    "get_free": "СЕ ОСЛОБОДИ",
    "get_off": "ОСТВАРИТЕ {percent}% ПОПУСТА"
  },
  "styler": {
    "size_class": "Величина и класа",
    "delete_bg": "Избришите позадинску слику",
    "bg_color": "Боја позадине",
    "section_style": "Подесите стил одељка",
    "link": "Постави везу",
    "show_products": "Управљање листом производа / категорија",
    "show_product": "Изаберите производ",
    "delete_section": "Избриши одељак",
    "text_color": "Боја текста",
    "tex_align": "Поравнање текста",
    "text_style": "Стил текста",
    "bg_image": "Позадинска слика",
    "product": {
      "title": "Изаберите производ"
    },
    "products": {
      "title": "Управљање листом производа и категорија",
      "sort_options": "Изаберите подешавања за сортирање и приказ",
      "item_types": "Прикажи само производе/категорије",
      "product_only": "Само производи",
      "category_only": "Само категорије",
      "no_category": "У вашој радњи не постоји категорија.",
      "limit": "Ограничење производа",
      "limit_message": "Унесите број резултата производа",
      "select_categories": "Изаберите доступне категорије",
      "categories_limit": "Ограничење категорија",
      "categories_limit_msg": "Унесите максималан број категорија. Поставите нулу без ограничења."
    }
  },
  "shop_contacts": {
    "popup": "Омогућите подршку за искачуће прозоре",
    "popup_message": "Активирањем ове опције, кључ за подршку ће се видети у доњем десном углу ваше продавнице."
  },
  "popup_page": {
    "preview": "Погледајте искачући прозор уживо",
    "menu": {
      "design": "Дизајн",
      "appearance": "Изглед",
      "filter": "Филтер",
      "setting": "Подешавање"
    },
    "notifications": {
      "save": "Искачући прозор је успешно сачуван.",
      "edit": "Искачући прозор је успешно ажуриран."
    }
  },
  "popup_appearance": {
    "position": "Положај",
    "position_desc": "Наведите локацију за приказ овог обавештења на страници.",
    "width": "Ширина",
    "width_desc": "Можете подесити максималну ширину странице.",
    "height": "Висина",
    "height_desc": "Можете подесити максималну висину странице.",
    "radius": "Радијус угла",
    "radius_desc": "У овом одељку можете подесити радијус закривљености углова обавештења.",
    "shadow": "Схадов",
    "shadow_desc": "Да ли желите да искачући прозор буде засенчен?",
    "delay": "Покажи кашњење",
    "delay_desc": "Када корисник уђе у вашу продавницу, након што протекне ово време, кориснику ће бити приказано обавештење.",
    "hide": "Сакриј кашњење",
    "hide_desc": "Можете подесити да се обавештење аутоматски затвара неколико секунди након емисије. Вредност 0 значи да се обавештење неће аутоматски затворити.",
    "transition": "Попуп анимација"
  },
  "popup_filter": {
    "registered": "Услов за чланство и пријаву",
    "registered_desc": "Можете да изаберете да се ово обавештење прикаже само корисницима или гостима у складишту.",
    "only_guests": "Само гости",
    "only_users": "Само пријављени корисници",
    "purchased": "Историја куповине",
    "purchased_desc": "Можете одабрати да се ово обавештење прикаже само корисницима који су већ купили или онима који још нису купили.",
    "no_purchase": "Још нема куповине",
    "yes_purchase": "Купљено раније",
    "sex": "Пол",
    "sex_desc": "Да ли желите да се ово обавештење приказује само корисницима одређеног пола?",
    "age": "Минимална старост",
    "age_desc": "Ако се унесе било која вредност већа од 6, корисник мора бити пријављен и мора да је унео свој датум рођења.",
    "levels": "Нивои Клуба купаца",
    "levels_desc": "Ако корисник има један од изабраних нивоа испод, ово обавештење ће му бити приказано.",
    "countries": "Ограничења локације",
    "countries_desc": "Да ли желите да се ово обавештење приказује само корисницима који долазе из одређене земље?"
  },
  "popup_setting": {
    "published": "Објављен статус",
    "repeat": "Понављање",
    "repeat_msg": "Да ли желите да се ово обавештење прикаже кориснику више пута?",
    "intervals": "Време трајања искачућег приказа",
    "intervals_msg": "Мора да је протекло минимално време између приказивања обавештења кориснику.",
    "designer_zone": "Дизајнерска зона",
    "title": "Наслов искачућег прозора",
    "note": "Напомена дизајнера",
    "image": "Насловна слика",
    "delete": {
      "title": "Избриши",
      "sub_title": "Једном када избришете искачући прозор, нема повратка. Будите сигурни.",
      "action": "Избриши овај искачући прозор"
    },
    "notifications": {
      "delete": "Искачући прозор је избрисан."
    }
  },
  "shop_sms": {
    "title": "Управљајте СМС-ом",
    "sub_title": "СМС шаблони послати купцима",
    "message": "Овде можете видети садржај текстуалних порука које шаље ваша продавница. Због ограничења у регистровању образаца валидације у сервису за размену порука, тренутно није могуће персонализовати текстуалне поруке."
  },
  "shop_emails": {
    "title": "Управљајте имејловима",
    "sub_title": "У овом одељку ћете видети листу е-порука које продавница шаље купцима и менаџерима. Е-поруке се аутоматски дизајнирају и креирају на основу информација које сте унели за своју продавницу. Такође, убудуће ће јавности бити доступна могућност персонализације порука и слика."
  },
  "instagram": {
    "title": "Продаја на Инстаграму",
    "message": "Уз помоћ овог алата, свој Инстаграм можете претворити у продавницу. Само додајте и потврдите свој Инстаграм налог овде, тада ћете моћи да објавите један или више производа из сваке објаве или у својој причи, додате и означите своју листу производа или претворите објаву у нови производ!",
    "add_product": "Додајте нови производ",
    "create_product": "Креирајте производ",
    "link_box_msg": "Ставите ову везу у своју биографију на Инстаграму, Телеграму или другим друштвеним медијима како би ваша публика могла да купује брже, лакше, више и коначно више.",
    "remove_account": "Промените / уклоните Инстаграм везу",
    "sync": "Синхронизујте податке налога (сваких 60 минута)"
  },
  "service_bill": {
    "task": {
      "title": "Листа обавеза",
      "message": "Напишите наслове посла који желите да урадите и обавестите купца докле је напредовао."
    },
    "booking": {
      "title": "Резервација / Резервација",
      "message": "Ова поруџбина ће бити обрађена у одређено време, купац је одабрао жељени период, ако желите да извршите било какве измене у изабраном периоду, обавестите купца.",
      "selected_checkin": "Изабрани датум пријаве корисника",
      "selected_checkout": "Изабрани датум одласка корисника",
      "change_days_question": "Да ли треба да промените током дана које је купац изабрао?",
      "show_calendar": "Прикажи календар поруџбина"
    },
    "pricing": {
      "title": "Прицинг",
      "message": "Колико наплаћујете ову услугу?"
    },
    "subscription": {
      "title": "Претплата",
      "message": "Можете одабрати период претплате куповином ове услуге на дневној бази. Обавестите купца да ли желите да промените подразумеване вредности које сте већ унели.",
      "duration": "Период претплате"
    },
    "charge": {
      "title": "Напунити",
      "message": "Навели сте накнаду за ову ставку. Можете променити износ накнаде за артикл који је купац купио.",
      "charge": "Напунити"
    },
    "save_item": "Провери и постави",
    "start_service": "Започните услугу",
    "end_service": "Заврши"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "Завршетак услуге",
      "message": "Ако је то урађено, притисните тастер за потврду да бисте завршили и затворили поруџбину.",
      "action": "Потврдите и довршите наруџбу"
    }
  },
  "product_outputs": {
    "outputs_form": "Информациона структура екрана (излаз)",
    "virtual": {
      "title": "Образац за информације о производу",
      "sub_title": "Информације које желите да покажете кориснику након куповине. Овај образац је посебно применљив за продају виртуелних производа као што је поклон картица."
    },
    "service": {
      "title": "Дизајн услуга",
      "sub_title": "Прво изаберите врсту услуге и унесите потребне информације. На пример, можете дефинисати листу обавеза или затражити од клијента време резервације или термин."
    }
  },
  "service_design": {
    "type": "Сервис Тип",
    "type_message": "Изаберите врсту услуге коју пружате за овај производ. Избором сваке ставке биће приказан одговарајући образац. У зависности од врсте услуге коју одаберете, више информација можете добити од купца приликом наручивања."
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "На захтев",
      "desc": "као што су поправке куће, фарбање, поправка аутомобила итд."
    },
    "BOOKING": {
      "title": "Резервација",
      "desc": "Као да резервишете хотелску собу или вилу."
    },
    "APPOINTMENT": {
      "title": "Именовање",
      "desc": "Као састанак за негу кућних љубимаца или лична обука."
    },
    "RENTAL": {
      "title": "Изнајмљивање",
      "desc": "Као изнајмљивање места или аутомобила."
    },
    "SUBSCRIPTION": {
      "title": "Претплата",
      "desc": "Као чланство у клубу или онлајн тренирање."
    },
    "CHARGE": {
      "title": "Напунити",
      "desc": "Као што је наплата налога или наплата за коришћење апликације."
    },
    "CUSTOM": {
      "title": "Обичај",
      "desc": "Изаберите ову опцију ако услуга коју пружате није ништа од наведеног."
    }
  },
  "avocado": {
    "title": "Брза, тачна и угодна продаја на свим друштвеним мрежама",
    "message": "Један износ и један наслов је све што вам је потребно да добијете новац од својих купаца! Новац ће бити уплаћен директно на ваш рачун и ваши купци ће имати јединствено искуство куповине.",
    "new_order": "Нови рачун",
    "create_by_seller_title": "Креирајте фактуру",
    "create_by_seller_message": "Ако желите да направите фактуру са одређеним износом и пошаљете је некоме, можете притиснути дугме испод да бисте приказали образац за фактуру. Дајте генерисану везу купцу да плати и преко ње прати своју поруџбину.",
    "create_by_buyer_title": "Облик авокада",
    "create_by_buyer_message": "Активирањем овог одељка, биће вам приказана веза, доставите ову везу својим купцима како би могли да наруче.",
    "orders_list": "Листа наруџби",
    "active_mode": "Потврда о поруџбини је активна",
    "inactive_mode": "неактиван",
    "active_message": "Активирањем овог извора, ваши купци ће моћи да наруче производ преко обрасца за захтев који видите испод.",
    "avocado_form_link_message": "Ставите ову везу у своју биографију на Инстаграму, Телеграму или другим друштвеним медијима како би ваша публика могла да купује брже, лакше и коначно више",
    "need_address": "Гет Аддресс",
    "need_address_msg": "Ако желите да добијете локацију и адресу купца, изаберите ову опцију.",
    "avocado_link_message": "Довољно је да доставите горњи линк купцу да плати поруџбину. Купац ће моћи да прати поруџбину преко ове везе.",
    "edit_order": "Уреди редослед",
    "progress": "Напредак стопа",
    "buyer_link": "Буиер Линк",
    "buyer_link_message": "Доставите ову везу свом купцу. Купац ће моћи да плати и прати своју поруџбину преко овог линка. Овај линк је кодиран, ако се некоме пружи линк, он ће моћи да плати и види информације. Ова веза ће бити активна 60 дана. Кликните на везу испод да бисте копирали.",
    "OrderConfirm_done": "Налог потврђен.",
    "OrderConfirm_message": "Ако потврдите уплату и наруџбина је исправна, кликните на дугме испод.",
    "OrderConfirm_action": "Потврда поруџбине",
    "PreparingOrder_message": "Ако је поруџбина купца спремна за испоруку, кликните на дугме У реду испод.",
    "PreparingOrder_action": "Поруџбина је спремна за испоруку",
    "finish_message": "Ако је овај налог завршен, притисните дугме за крај да бисте затворили ову наруџбу.",
    "finish_action": "Комплетна обрада поруџбине",
    "finish_dialog": {
      "title": "Довршите наруџбу",
      "message": "Да ли је налог завршен и да ли сте сигурни да желите да га затворите?",
      "action": "Да, потврдите завршетак поруџбине"
    },
    "configuration": "Подешавања авокада",
    "delivery_price": "Трошак отпремања",
    "edit_avocado_action": "Уреди информације",
    "submit_pricing_avocado_action": "Пошаљите цену поруџбине",
    "add_avocado_action": "Креирајте везу за фактуру",
    "avocados_list": "Листа авокада",
    "not_pricing": "Ова ставка нема цену!",
    "show_all": "Покажи све",
    "show_accepted": "Прикажи потврђене ставке",
    "notifications": {
      "update_success": "Авокадо је успешно ажуриран.",
      "add_success": "Авокадо је успешно креиран."
    },
    "name": "Авокадо"
  },
  "avocado_orders": {
    "title": "Авокадо",
    "title_small": "Продаја на друштвеним мрежама",
    "pending_orders": "Активни налози",
    "avocado": "Наручите авокадо"
  },
  "avocado_process": {
    "step1": "Прицинг",
    "step1_msg": "Унесите цену сваке ставке и означите зелено поље. Ако предмет није могуће продати, промените његов статус у одбијен.",
    "step2": "Потврдите фактуру",
    "step2_msg": "Направите фактуру за ову поруџбину. Можете да унесете наслов и опис за фактуру. Износ поруџбине се аутоматски израчунава на основу укупне цене артикала.",
    "title_input": "Назив фактуре *",
    "show_to_customer": "Ове информације се приказују купцу.",
    "description_msg": "Да ли желите да напишете белешку за ову наруџбу? Ове информације ће бити приказане купцу.",
    "price_input": "Износ поруџбине *",
    "tax_none": "Без пореза",
    "tax_included": "Укључено у цену",
    "tax_add": "Додати порез",
    "tax_message": "Можете изабрати да ли је порез укључен у цену или не.",
    "tax_included_messages": "Порез је укључен у цену.",
    "tax_add_messages": "На коначну цену треба додати порез."
  },
  "hyper": {
    "print_label": "Одштампајте следећу етикету и ставите је испред производа",
    "hyper_form_link_product_message": "Ваши клијенти ће моћи брзо да купе {product} преко ове везе. Такође ће ући у исту везу скенирањем КР кода.",
    "title": "Хипер брза продаја",
    "message": "Уз помоћ продајног канала Хипер Селлдоне, ваши купци ће моћи да купују производе скенирањем КР кода без икакве акције са ваше стране. Користите овај начин да брзо продате неке артикле на фестивалима, изложбама или ужурбаним церемонијама у великом броју. Након што активирате Хипер у овом одељку, можете креирати хипер КР код за физичке производе у одељку Управљање производима.",
    "orders_list": "Листа хипер поруџбина",
    "active_mode": "Хипер продајни канал је активиран",
    "inactive_mode": "неактиван",
    "active_message": "Ако омогућите ову опцију, могућност креирања Фаст-Салес-Цодес ће бити приказана у одељку за управљање сваког производа.",
    "hyper_form_link_message": "Линк хипер странице ваше продавнице",
    "configuration": "Хипер Сеттингс",
    "name": "Хипер"
  },
  "hyper_orders": {
    "title": "Хипер",
    "title_small": "Извештај о продаји",
    "hyper": "Рецеивед Ордерс"
  },
  "product_file": {
    "no_file": "Још увек нема отпремљене датотеке!",
    "delete_dialog": {
      "title": "Избриши датотеку",
      "message": "Да ли сте сигурни да избришете ову датотеку?",
      "action": "Да, Избриши одмах"
    },
    "notifications": {
      "delete_success": "Датотека је успешно избрисана."
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 Наплатите {amount} и добијте кредит од {amount_total}.",
    "charge_action": "Тражење бесплатног кредита",
    "claim_title": "Затражите свој бесплатни кредит",
    "claim_charge_caution": "Напомена: Није могуће конвертовати валуте између ваших налога у новчанику. Зато изаберите налог који одговара валути која се размењује у вашој продавници.",
    "account_input": "Депозитни рачун",
    "account_msg": "Наплата ће бити примењена на овај рачун"
  },
  "selldone_applications": {
    "title": "Не пропустите своје наруџбине!",
    "msg": "Управљајте својим пословањем било где и било када."
  },
  "shop_seo": {
    "title": "СЕО конфигурација",
    "msg": "Убрзајте напред ка онлајн маркетингу тако што ћете оснажити органске канале за привлачење купаца.",
    "auto": {
      "title": "Ауто СЕО Енгине",
      "msg": "Обезбедите беспрекорно мобилно искуство за публику и претраживаче на својој веб локацији."
    },
    "amp": {
      "title": "AMP",
      "msg": "Убрзано аутоматско генерисање мобилних страница."
    }
  },
  "shop_preferences": {
    "order": {
      "title": "Наређења",
      "desc": "Ако купац плати поруџбину, на ову адресу ће бити послата порука е-поште која садржи информације о поруџбини."
    },
    "return": {
      "title": "Повратак",
      "desc": "Ако купац врати производ, овај емаил ће бити послат. Слање ове е-поште зависи од плана који сте купили."
    },
    "pos": {
      "title": "POS",
      "desc": "Извештај о продаји ПОС-а ће бити послат на ову е-пошту."
    },
    "avocado": {
      "title": "Авокадо",
      "desc": "Пошаљите дневни извештај о поруџбинама авокада."
    },
    "accounting": {
      "title": "Рачуноводство",
      "desc": "Чувајте финансијске извештаје и ажурирања."
    },
    "subscription": {
      "title": "Претплате",
      "desc": "Статус недавно купљеног плана је у складу са обавештењима о почетку и крају претплате."
    },
    "technical": {
      "title": "Технички",
      "desc": "Техничка обавештења о статусу домена и услуге."
    },
    "report": {
      "title": "Извештаји",
      "desc": "Недељни и месечни извештаји ће се слати на ову е-пошту"
    },
    "review": {
      "title": "Преглед",
      "desc": "Ако треба да потврдите процес у продавници, релевантна е-пошта ће бити послата на ову адресу. На пример, да потврдите слање маркетиншке е-поште корисницима продавнице."
    }
  },
  "shop_languages": {
    "title": "Чувајте језике",
    "sub_title": "Инсталирајте и активирајте пакете за аутоматско превођење продавнице.",
    "message": "Можете да инсталирате до 10 језичких пакета у вашој продавници. Контактирајте нас ако желите да инсталирате још пакета."
  },
  "invite_friends": {
    "title": "Реците свету о свом послу!",
    "msg": "Представите Селдона својим пријатељима. Они ће добити ваучер компаније од 99 УСД када се региструју, а ви ћете добити ваучер за покретање од 15 УСД када заврше своју прву трансакцију.",
    "invite": {
      "title": "Придружите се Селлдоне бусинесс ОС-у да бисте добили бесплатан ваучер од 99 долара.",
      "description": "Позивам вас у Селлдоне да започнете свој посао на мрежи са фантастичним алатом.",
      "hashtags": "ецоммерце,вебситеБуилдер",
      "quot": "Направио сам онлине продавницу од Селдоне-а, сада такође можете да радите свој посао."
    }
  },
  "shops_list": {
    "title": "Моје продавнице",
    "message": "Списак мојих продавница, дозвољених и узорака продавница."
  },
  "shipping": {
    "warehouse_error": "Прво поставите своје складиште! Ова адреса ће се користити као порекло испоруке.",
    "errors": {
      "set_origin": "Подесите своју мапу локације.",
      "set_country": "Подесите своју земљу.",
      "set_address": "Подесите своју адресу.",
      "set_zip": "Подесите свој поштански број."
    },
    "set_warehouse": "Сет магацин",
    "pickup_location": "Покупи локације",
    "refresh_rates": "Стопе освежавања",
    "no_rate": "Нема стопе...",
    "view_messages": "Прикажи поруке...",
    "not_set_yet": "Још није постављено!",
    "drop_orders_here": "Оставите наруџбине овде..."
  },
  "blog_category": {
    "title": "Категорије блогова",
    "add_action": "Додај нову категорију",
    "add_dialog": {
      "title": "Ново / ажурирање категорије",
      "force_edit": "Присилно уређивати путању",
      "force_edit_msg": "Промените назив категорије и ажурирајте све чланке.",
      "star_msg": "Категорије са звездицама имају приоритет за приказивање на блогу.",
      "star": "Старед",
      "delete_action": "Избриши категорију",
      "add_action": "Додај категорију",
      "edit_action": "Уреди категорију"
    }
  },
  "about_us": {
    "title": "Страница о нама",
    "subtitle": "Напишите чланак о свом предузећу који ће га приказати на страници О нама. Ова страница ће помоћи вашој публици да упозна ваш бренд и мисију."
  },
  "terms": {
    "title": "Страница са условима коришћења услуге",
    "subtitle": "Објасните клијентима услове куповине и коришћења ваших услуга."
  },
  "privacy": {
    "title": "Страница са политиком приватности",
    "subtitle": "Политика приватности је изјава или правни документ који открива неке или све начине на које страна прикупља, користи, открива и управља подацима клијента или клијента."
  },
  "contact_us": {
    "title": "Контактирајте нас страницу",
    "subtitle": "Напишите своје контакт информације, адресу и број телефона који ће бити приказани вашим клијентима на страници за контакт."
  },
  "metaverse": {
    "title": "Метаверсе Бридге",
    "subtitle": "Селлдоне пружа услуге засноване на %100 АПИ-ја у комерцијалном простору. Програмери игара, блокчеина и метаверзума могу да користе ове моћне АПИ-је за повезивање предузећа, купаца и услуга у свету рада, живота и трговине.",
    "message": "Рани приступ за програмере игара"
  },
  "orders_bulk_export": {
    "title": "Помоћник за наручивање",
    "timespan": {
      "title": "Временски период",
      "subtitle": "Изаберите датум почетка и завршетка за слање поруџбина."
    },
    "tasks": {
      "title": "Задаци Излаз",
      "subtitle": "Преузмите листу задатака за масовну обраду поруџбина. Резултат садржи само плаћене поруџбине и наруџбе за плаћање.",
      "export_title": "Списак задатака"
    },
    "labels": {
      "title": "Пацкагес Лабелс",
      "subtitle": "Преузмите листу ознака свих налога у изабраном временском периоду и статусу. Резултат садржи само плаћене поруџбине и наруџбе за плаћање.",
      "export_title": "Ознаке кутија"
    }
  },
  "customers_funnel": {
    "title": "Цустомерс Демограпхи",
    "subtitle": "Филтрирајте и извезите податке о вашим клијентима да бисте доносили боље одлуке и пружили више вредности уз мање маркетинга! Поштујте приватност својих клијената и никада им не шаљите масовне поруке е-поште! Никада не делите информације својих клијената са услугама трећих страна без добијања дозволе од сваког од њих."
  },
  "transportation_pickups": {
    "addresses": {
      "title": "Адресе за преузимање",
      "subtitle": "Овде додајте и уредите адресе за преузимање. Корисници ће моћи да изаберу адресу за преузимање на страници за плаћање.",
      "add_action": "Додајте нову локацију"
    }
  },
  "affiliate_pos": {
    "title": "Аффилиате ПОС",
    "open_pos_action": "Брзо наручивање ПОС",
    "description": "Ова опција је погодна за администраторе Инстаграм страница и других друштвених мрежа. Користите Аффилиате ПОС да ручно примате и додајете поруџбине од купаца. Ваши филијали (или франшиза) могу да додају нове поруџбине у Аффилиате ПОС и отпреме уплатницу."
  },
  "shop_configuration": {
    "login": {
      "title": "Методе пријављивања",
      "subtitle": "Прилагодите начин на који се корисници пријављују у вашу продавницу."
    },
    "checkout": {
      "title": "Ток наплате",
      "subtitle": "Прилагодите пут купца и ток куповине у својој е-трговини.",
      "map": {
        "title": "Мапа",
        "subtitle": "Корисници морају да изаберу локацију испоруке на мапи (као што је Убер).",
        "subtitle_no_map": "Удаљеност у обрачуну испоруке сматра се нулом ако локација не постоји на адреси коју је дао купац."
      },
      "mode": {
        "title": "Тачка за пријаву купаца",
        "default": {
          "title": "АСАП (подразумевано)",
          "msg": "Корисници се пријављују што је пре могуће. (Више конверзија)"
        },
        "on_checkout": {
          "title": "На одласку",
          "msg": "Присилите кориснике да се пријаве у кораку одјаве."
        },
        "login_free": {
          "title": "Опционо пријављивање",
          "msg": "Опционо пријављивање након уплате поруџбине.."
        }
      },
      "express": {
        "title": "Преусмерите након додавања у корпу",
        "false": {
          "title": "Нормал",
          "msg": "Останите на страници и наставите са куповином након што кликнете на додај у корпу."
        },
        "true": {
          "title": "Експресни режим",
          "msg": "Преусмерите купца на страницу за плаћање након што кликнете на додај у корпу."
        }
      },
      "shipping_address": {
        "title": "Затражите адресу за испоруку"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "Физичка и услуга (подразумевано)",
      "desc": "Замолите купца да унесе адресу у физичким и услужним касама."
    },
    "physical": {
      "title": "Само физички",
      "desc": "Замолите купца да унесе адресу само у физичкој каси."
    },
    "off": {
      "title": "Никада",
      "desc": "Никада не питајте за адресу за испоруку. ⚠ Користите ову опцију ако планирате да имате услуге са варијантама тако што ћете изабрати физички тип за производе уместо типа услуге."
    }
  },
  "business_model": {
    "title": "Постављање пословног модела",
    "subtitle": "Поставите свој пословни модел, а ми ћемо конфигурисати ваш ОС иза сцене."
  },
  "business_type": {
    "title": "Врсте робе",
    "subtitle": "Подесите врсту производа које желите да продајете у својој продавници. Типови производа у Селлдону су више од врсте производа; више се ради о процедури испуњења.",
    "send_activation_request_to_support": "Пошаљите захтев за активацију у тикету за подршку.",
    "require_kyc": "Власник предузећа КИЦ.",
    "needs_enterprise_license": "Морате да имате Ентерприсе лиценцу.",
    "marketplace_caution_message": "Подесите Маркетплаце као модел који дубоко утиче на вашу пословну конфигурацију ОС-а. На пример, морате да дефинишете најмање једног продавца за сваки производ са независним ценама и залихама. Купци не могу купити производе који немају добављача."
  },
  "business_model_view": {
    "normal": {
      "title": "Нормал Сторе",
      "desc": "Обично мала и средња предузећа, кућни бизнис или дропсхиппер – који своје производе продају директно купцима или продају производе велетрговаца као препродавци."
    },
    "dropshipping": {
      "title": "Испустити поруџбеницу",
      "desc": "Не чувајте производ и инвентар - плаћате трећој страни, обично велетрговцу (као што је Принтифи, Вхолесале2Б, ...) или произвођачу, а они испуњавају поруџбине иза сцене."
    },
    "wholesaler": {
      "title": "Дропсхиппинг Супплиер",
      "desc": "Обично велетрговац или произвођач – који шаље наруџбине директно крајњем потрошачу. Други трговци на Селлдону могу испоручити ваше производе у своје продавнице."
    },
    "marketplace": {
      "title": "Маркетплаце",
      "desc": "Тржишта на мрежи повезују купце и продавце на сопственој и централизованој платформи."
    },
    "franchise": {
      "title": "Франшиза / подружница",
      "desc": "Франшиза је метода дистрибуције производа или услуга која укључује даваоца франшизе који успоставља ваш бренд (Франшизинг) или продаје ваше производе под својим брендом (Аффилиате)."
    }
  },
  "marketplace": {
    "vendor_wallets": "Новчаници",
    "pricing_models": "Прицинг",
    "add_vendor": "Додајте добављача",
    "requests": "Захтеви"
  },
  "price_input_type": {
    "title": "Тип уноса цене",
    "default": {
      "title": "Уобичајено",
      "desc": "Изаберите вредност као количину у корпи."
    },
    "area": {
      "title": "Подручје",
      "desc": "Унесите ширину и дужину као улазне податке да бисте израчунали количину."
    },
    "volume": {
      "title": "обим",
      "desc": "Унесите ширину, дужину и висину као улазне податке да бисте израчунали количину."
    },
    "custom": {
      "title": "Прилагођено (према обрасцу за унос)",
      "desc": "Нема потребе за стотинама варијанти! Направите прилагођени образац за обрачун трошкова за високо прилагодљиве производе."
    }
  },
  "vendors_list": {
    "title": "Моји продавци",
    "message": "Списак мојих добављача."
  },
  "vendor_page": {},
  "domains": {
    "message": "Повежите више домена са оперативним системом вашег пословања и управљајте свима на једном месту. Можете да користите функцију више домена да бисте креирали наменске домене за сваки део ваше веб локације, као што су блог и заједница, или да користите различите домене за своје филијале."
  },
  "notes": {
    "add_action": "Додајте белешку за свој тим",
    "notifications": {
      "success_add": "Напомена је успешно додата.",
      "success_delete": "Напомена је успешно избрисана."
    }
  },
  "external_services": {
    "title": "Екстерне услуге",
    "subtitle": "Овде пратите последњи статус спољних услуга попут СМС-а и е-поште."
  },
  "theme": {
    "dark_mode": "Дарк Моде",
    "dark_mode_description": "Изаберите ову опцију ако желите тамну позадину са белом бојом текста.",
    "light_mode": "Лигхт Моде",
    "light_mode_description": "Изаберите ову опцију ако желите да позадина буде светла, а текст у црној боји."
  },
  "shop_quota": {
    "title": "Квота коришћења",
    "sub_title": "Ово је листа квота коришћења за вашу продавницу. Ова ограничења можете повећати надоградњом лиценце ваше продавнице. Ако прекорачите ограничења, од нас можете затражити додатне дневне квоте. Сва употреба ће се свакодневно ресетовати."
  },
  "app_card": {
    "category": "Категорија",
    "installs": "Инсталирај",
    "actives": "Ацтиве",
    "uninstalls": "Деинсталира",
    "app_code": "Код апликације",
    "app_mode": "Режим апликације"
  },
  "product_status": {
    "open": {
      "name": "Ацтиве",
      "title": "Ацтиве | Онлине и офлајн продаја",
      "description": "Овај производ ће бити доступан за онлине поруџбине."
    },
    "close": {
      "name": "неактиван",
      "title": "Неактиван | Само ванмрежна продаја",
      "description": "Овај производ неће бити доступан за онлајн поруџбине."
    },
    "pending": {
      "name": "нерешен",
      "title": "нерешен",
      "description": "Захтева преглед тржишта пре објављивања."
    },
    "rejected": {
      "name": "Одбијен",
      "title": "Одбијен",
      "description": "Тржиште је одбило овај производ."
    }
  },
  "suggestions": {
    "vendor_payment": {
      "note": [
        "Плаћање за продају испуњено",
        "Исплата провизије добављача.",
        "Трансакција је успешно завршена.",
        "Дознака за недавне продаје.",
        "Успешан пренос за услуге добављача."
      ],
      "reverse_fund_reason": [
        "Повраћај средстава: Трансфер из банке у новчаник продавца.",
        "Допуна новчаника добављача: Поништавање средстава са банковног рачуна.",
        "Обратна трансакција: Трансфер средстава из новчаника од банке до добављача.",
        "Повраћај: Банковни депозит се враћа у новчаник продавца.",
        "Поништавање средстава: Допуна новчаника продавца из банке."
      ]
    },
    "shop_email": {
      "name": [
        "Супер Савингс Веекенд Бласт",
        "Откривене ексклузивне инсајдерске понуде",
        "Ваш ВИП приступ премијум попустима",
        "Екстраваганца сезонске распродаје",
        "Откључајте свој рај за куповину",
        "Карневал великог купца",
        "Спринг Флинг Схоппинг Спрее",
        "Јесенске понуде којима не можете одолети",
        "Зимска чуда: топле понуде за хладне дане",
        "Одбројавање до краја лета",
        "Црни петак Бонанза: рани приступ",
        "Здраво празници: Ваш водич за поклоне и још много тога",
        "Свежа открића: нови доласци само за вас",
        "Награђени за лојалност: Ексклузивни попусти унутра"
      ],
      "subject": [
        "⏰ Временско ограничена понуда! Зграбите своје фаворите одмах",
        "🌼 Нова сезона, нови стилови - истражите нашу најновију колекцију",
        "👑 Ексклузивна ВИП продаја само за вас",
        "💃 Окрените главе нашим новим доласцима",
        "🔚 Последња шанса да уживате у 20% попуста на све",
        "🎁 Поклон за вас: кредит од 10 УСД унутра!",
        "☀ Припремите се за лето уз наше вруће понуде",
        "🛍 Надоградите своју гардеробу - Ви то заслужујете",
        "👀 Кратко завирите: Ускоро нови производи!",
        "🎂 Срећан рођендан! Ваш посебан поклон чека",
        "🖤 Да ли сте спремни за понуде за Црни петак?",
        "🎯 Најбољи избор само за вас – персонализовано искуство куповине",
        "🍹 Време је да се почастите - распродаја за викенд!",
        "🧹 Одобрење за крај сезоне – све мора да иде!",
        "🚀 Заслужили сте! Бесплатна испорука за следећу поруџбину",
        "📢 Не пропустите - Ваши артикли са листе жеља су сада на распродаји",
        "🏡 Унесите радост у свој дом помоћу наше колекције кућних декорација",
        "🎉 Изненађење само за вас! Одмотајте свој мистериозни попуст"
      ]
    },
    "discount_code": {
      "code": [
        "ВЕЛЦОМЕ10",
        "ЛЕТО20",
        "ВИПСАЛЕ30",
        "БДАИ15",
        "ЦРНИ ПЕТАК",
        "ЦИБЕРМОНДАИ",
        "БЕСПЛАТНА ДОСТАВА",
        "СЈАЈНА ПОНУДА",
        "ЦЛЕАРАНЦЕ",
        "РАНОРАНИЛАЦ",
        "СТУДЕНТ10",
        "ЗИМА25",
        "ПРОЛЕЋЕ15",
        "ФАЛЛ20",
        "БЕСТСЕЛЛЕР10",
        "ПРАЗНИК30",
        "ВАЛЕНТИНЕ20",
        "ДАН МАЈКЕ",
        "ДАН ОЧЕВА",
        "КРАЈ ГОДИНЕ"
      ],
      "title": [
        "Фласх распродаја: 20% попуста!",
        "ВИП попуст за рани приступ",
        "Викенд понуда: Уштедите одмах!",
        "Уживајте данас у 15% попуста",
        "Летња распродаја: додатних 10% попуста",
        "Распродаја! Саве Биг",
        "Специјална понуда: бесплатна достава",
        "2-за-1: Само данас!",
        "Посебна понуда за празнике: 25% попуста",
        "Ексклузивни попуст од 30%.",
        "Изненађење! Додатних 20% попуста",
        "Сезонска уштеда унутра",
        "Лудило средином недеље: 10% попуста",
        "Ускоро завршава: 15% попуста на све",
        "Породица и пријатељи: 20% попуста",
        "Велике уштеде овог викенда",
        "Црни петак: 40% попуста",
        "Снеак Пеек попуст: 30% попуста"
      ],
      "description": [
        "Затражите своју специјалну понуду! Само ограничено време.",
        "Пожури! Ексклузивне уштеде чекају у вашој корпи.",
        "Велике уштеде су удаљене само један клик!",
        "Искористите овај договор пре него што га нестане.",
        "Чека се посебан попуст! Не пропустите.",
        "Појачајте свој куповни дух уз нашу понуду!",
        "Ваша следећа поруџбина би могла бити мања него што мислите!",
        "Савршено је време да зграбите ону ствар коју желите.",
        "Нешто мало да вам улепша дан.",
        "Спремни за чување? Чека вас попуст изненађења!",
        "Зато што си посебан, ево посебне понуде.",
        "Имаш нешто на оку? Ево гурања!",
        "Нема времена за уштеду као садашњост.",
        "Не пропустите овај договор! Превише је добро да би се пропустило.",
        "Сјајна вест! Ваша куповина је управо постала јефтинија.",
        "Пожурите, ваш ексклузивни попуст ускоро истиче!",
        "Ево мало хвала на вашој лојалности."
      ]
    },
    "coupon": {
      "title": [
        "Савингс Унлеасхед",
        "Откључајте попуст",
        "Супер Савингс",
        "Ексклузивна понуда",
        "Бонус Савингс",
        "ВИП попуст",
        "Посебна понуда",
        "Ектра Савингс",
        "Дисцоунт Алерт",
        "Будгет Блисс",
        "Ецономи Делигхт",
        "Валуе Бонанза",
        "Прице Цут",
        "Срећна уштеда",
        "Уштедите више, купујте више",
        "Фласх Деал",
        "Баргаин Боунти",
        "Инстант Савингс",
        "Договор дана",
        "Сезонска крађа"
      ],
      "description": [
        "Уживајте у слаткој понуди! Уштедите на следећој куповини.",
        "Ценимо наше купце - искористите ову ексклузивну понуду.",
        "Добијте више онога што волите за мање. Попуст на нас!",
        "Спремни за чување? Очекује вас ексклузивна понуда!",
        "Зато што си посебан! Уживајте у попусту на следећу поруџбину.",
        "Приуштите себи куповину и уштедите!",
        "Спремите се за куповину док не испаднете - и уштедите!",
        "Прославите сезону уз посебан попуст.",
        "Захваљујемо се нашим верним купцима ексклузивним попустом.",
        "Откључајте невероватне уштеде при следећој куповини.",
        "Завирите у своју ексклузивну уштеду.",
        "Откријте свој попуст изненађења код нас!",
        "Надоградите своје искуство куповине уз нашу ексклузивну понуду.",
        "Започните своју уштеду уз нашу специјалну понуду.",
        "Приуштите себи нешто додатно - посебан попуст.",
        "Ваша следећа шопинг авантура је управо постала приступачнија!",
        "Јер куповина је забавнија уз попуст."
      ]
    },
    "offer": {
      "title": [
        "Пакет и велика уштеда!",
        "Купујте више, уштедите више!",
        "Паметне понуде за паметне купце",
        "Дисцоунт Алерт! Бундле Савингс",
        "Комбинована понуда – више за мање",
        "Ексклузивне уштеде на пакетима",
        "Добијте више за свој новац!",
        "Саве Вхен Иоу Бундле",
        "Специјалне понуде за комбинације",
        "Огромне уштеде у продавници!",
        "Пакети са најбољом вредношћу",
        "Временски ограничене понуде пакета",
        "Велики попусти на комбинације",
        "Паметне уштеде на одабраним артиклима",
        "Ненадмашне понуде за пакете",
        "Доступни су попусти за вишеструку куповину",
        "Удвостручите се за мање",
        "Куповина на велико = велика уштеда"
      ],
      "description": [
        "Остварите велике уштеде када групишете одабране производе. Пожурите, временски ограничена понуда!",
        "Паметне понуде чекају! Уштедите више када купујете наше истакнуте артикле заједно.",
        "Откријте паметан начин да уштедите! Скупите своје фаворите и пратите пад цена.",
        "Уживајте у ексклузивним попустима при куповини одабраних артикала у комбинацији. Деловати САДА!",
        "Купујте више, уштедите више! Ненадмашни попусти на наше посебне пакете производа.",
        "Купујте паметно уз наше посебне понуде. Снижене цене на одабране пакете производа.",
        "Добијте више за мање! Невероватни попусти када купите наше одабране пакете.",
        "Уштедите велику када сакупите! Ексклузивне понуде за одабране артикле на ограничено време.",
        "Комбинујте и уштедите! Ексклузивни попусти када заједно купујете наше одабране производе.",
        "Што више купујете, више уштедите! Будите паметни уз наше посебне пакете."
      ]
    },
    "gift_card_type": {
      "title": [
        "Обрадујте себе!",
        "Само за вас!",
        "Срећан шопинг!",
        "Уживајте у нама!",
        "Препустите се мало",
        "Зато што си посебан",
        "Мало изненађење",
        "Улепшајте свој дан",
        "У твоје здравље",
        "Ширите радост",
        "Дар љубави",
        "Купујте са одушевљењем",
        "Знак захвалности",
        "Време је за разметање",
        "Уживајте у тренутку",
        "Пронађите своје фаворите",
        "Избор је на вама",
        "Изразите се",
        "Откријте магију",
        "Ослободите свој стил"
      ]
    },
    "vendor_refund_order": {
      "note": [
        "Средства су одузета из вашег виртуелног новчаника и враћена у новчаник са тржишта.",
        "Издат је повраћај средстава, смањујући стање у виртуелном новчанику.",
        "Рефундирање је завршено. Новчаник на тржишту је допуњен из вашег виртуелног новчаника.",
        "Ваш виртуелни новчаник је задужен за недавни рефундирање новчаника на тржишту.",
        "Средства вашег виртуелног новчаника су прилагођена због недавног повраћаја средстава.",
        "Повраћај новца је извршен, одузимањем износа из вашег виртуелног новчаника.",
        "Стање вашег виртуелног новчаника је смањено због повраћаја новца у новчаник на тржишту.",
        "Дошло је до трансакције повраћаја новца, премештајући средства из вашег виртуелног новчаника назад на тржиште."
      ]
    },
    "product": {
      "warranty": [
        "24-месечна златна гаранција",
        "Платинум заштита за две године",
        "Дијамантско осигурање на 36 месеци",
        "Сребрни штит: једногодишња гаранција",
        "2-годишње елитно осигурање",
        "Премиум заштита за 24 месеца",
        "Бронзана резервна копија: једногодишња гаранција",
        "3-годишња гаранција крајњег радног времена",
        "24-месечно обећање безбедне услуге",
        "36-месечна заштита ума"
      ],
      "pros_name": [
        "Ефикасност је побољшана",
        "Исплативо решење",
        "Куалити Ассуред",
        "Усер-Фриендли",
        "Уштеду времена",
        "Поузданост загарантована",
        "Разноврсна употреба",
        "Најновија технологија",
        "Еколошки",
        "Изузетне перформансе"
      ],
      "pros_value": [
        "Штеди значајно време брзим и ефикасним операцијама.",
        "Користи напредну технологију за ненадмашне перформансе.",
        "Смањује трошкове и повећава продуктивност.",
        "Нуди корисничко сучеље за једноставну навигацију.",
        "Гарантује поуздане и доследне перформансе.",
        "Пружа разноврсне апликације за различите задатке.",
        "Користи еколошки прихватљиве материјале и процесе.",
        "Дизајниран са најсавременијом технологијом за врхунске резултате.",
        "Висококвалитетни дизајн обезбеђује дуготрајну издржљивост.",
        "Нуди нон-стоп корисничку подршку."
      ],
      "cons_name": [
        "Прицеи Инвестмент",
        "Ограничена компатибилност",
        "Цомплек Сетуп",
        "Захтева обуку",
        "Субпар Перформанце",
        "Недостаје свестраност",
        "Ограничена подршка",
        "Често одржавање",
        "Висока потрошња енергије",
        "Кратак животни век"
      ],
      "cons_value": [
        "Већа почетна инвестиција у поређењу са алтернативама.",
        "Можда није компатибилан са свим системима или уређајима.",
        "Процес подешавања може бити прилично компликован.",
        "Додатна обука може бити неопходна за употребу.",
        "Перформансе можда неће испунити сва очекивања.",
        "Ограничен у функционалности или му недостаје свестраност.",
        "Корисничка подршка можда неће бити доступна 24 сата дневно.",
        "Потребно је често одржавање, што доводи до већих трошкова.",
        "Троши велике количине енергије, што утиче на трошкове комуналних услуга.",
        "Животни век производа можда неће бити онолико дуго колико се очекивало."
      ]
    },
    "blog_category": {
      "category": [
        "Тецх Инсигхтс",
        "Фоодие Финдс",
        "Травел Талес",
        "Здравствени савети",
        "Фасхион Фавес",
        "Бусинесс Бузз",
        "Лифестиле Сториес",
        "Спортс Упдатес",
        "Арт Хигхлигхтс",
        "Парентинг Поинтерс"
      ],
      "description": [
        "Откријте проницљиве чланке о различитим темама.",
        "Истражите нашу колекцију информативних постова на блогу.",
        "Будите информисани са нашим занимљивим садржајем категорије блога.",
        "Пронађите инспирацију кроз наше чланке у категорији блогова који изазивају размишљање.",
        "Проширите своје знање помоћу наших различитих тема у категорији блогова.",
        "Будите у току са нашим задивљујућим увидима у категорије блогова.",
        "Уроните у дубине нашег интригантног садржаја категорије блогова.",
        "Откријте вредне информације у нашој архиви категорија блогова.",
        "Научите нешто ново из наше пажљиво одабране категорије блогова.",
        "Ангажујте се са нашим обогаћујућим чланцима и објавама у категорији блогова."
      ]
    },
    "partner_plan": {
      "name": [
        "Стартер Пацк",
        "Ессентиал План",
        "Профессионал Суите",
        "Ентерприсе Едитион",
        "Напредни ниво",
        "Премиум пакет",
        "Ултимате Солутион",
        "Елите Левел",
        "Гровтх Аццелератор",
        "Платинум Повер"
      ]
    },
    "tax_profile": {
      "name": [
        "Храна",
        "Електронски уређаји",
        "Одећа и одећа",
        "Књиге и канцеларијски материјал",
        "Производи за здравље и лепоту",
        "Намештај",
        "Спортска опрема",
        "Играчке и игре",
        "Накит и додаци",
        "Ауто делови",
        "Врт и на отвореном",
        "Кухињски прибор",
        "Хоме Децор",
        "Музички инструменти",
        "Пет Супплиес",
        "Обућа",
        "Торбе и пртљаг",
        "Канцеларијски материјал",
        "Хардверски алати",
        "Намирнице"
      ],
      "label": [
        "VAT",
        "GST",
        "PST",
        "HST",
        "QST",
        "CST",
        "Акциза",
        "Увознина",
        "Пореска служба",
        "ЛукуриТак"
      ]
    },
    "cluster": {
      "name": [
        "Истакнуто од продаје",
        "Промо Цодес",
        "Истакнуте кампање",
        "Новопридошли",
        "Најбоље продавани",
        "Сезонски специјалитети",
        "Ограничене понуде",
        "Евент Деалс",
        "ВИП Екцлусивес",
        "Цлеаранце Итемс",
        "Холидаи Бундлес",
        "Тхеме Цоллецтионс",
        "Бранд Сховцасес",
        "Фаворити чланова",
        "Фласх попусти",
        "Схоп Ессентиалс",
        "Дигитал Ресоурцес",
        "Идеје за поклоне",
        "Еколошки избори",
        "Препоруке особља"
      ]
    },
    "popup": {
      "title": [
        "Посебна понуда!",
        "Новопридошли",
        "Ограничено време",
        "Дисцоунт Алерт!",
        "Ексклузивне понуде",
        "Хот Сале!",
        "Цлеаранце Алерт",
        "Бесплатна достава",
        "Гифт Инсиде!",
        "Освојите награде",
        "Погодности за чланове",
        "Сјајна понуда"
      ]
    },
    "campaign": {
      "name": [
        "Купујте док не паднете",
        "Царт Френзи",
        "Фласх Сале Фиеста",
        "Кликните, купујте, сачувајте",
        "Баргаин Бонанза",
        "Е-Деал Ектраваганза",
        "Мега Маркдовн Маднесс",
        "Цибер Савингс Спрее",
        "Дани дигиталних попуста",
        "Карневал електронске трговине",
        "Онлине Оутлет Оасис",
        "Ретаил Русх",
        "Продаја магацина у веб продавници",
        "Е-Схоппер'с Парадисе",
        "Виртуал Воуцхер Вентуре",
        "Дигитал Доорбустерс",
        "Е-Царт Цлеаранце",
        "Онлине Схоппинг Сховдовн",
        "Цибер Сале Спецтацулар",
        "Е-Баргаин Блитз"
      ]
    },
    "valuation": {
      "title": [
        "Прилагођавање цена мајице",
        "Процена ручно рађеног накита",
        "Персонализоване цене ципела",
        "Цустом Артворк Валуатион",
        "Прилагођене цене одела",
        "Цена прилагођавања електронских гаџета",
        "Персонализована процена парфема",
        "Прилагођене цене торбе",
        "Процена одеће по мери",
        "Персонализоване цене корица",
        "Процена намештаја по мери",
        "Цене сатова по мери",
        "Персонализована процена играчака",
        "Прилагођене цене шешира",
        "Процена производа за негу коже по мери",
        "Цене кућног декора по мери",
        "Прилагођена процена кухињског прибора",
        "Персонализоване цене канцеларијског материјала",
        "Процена прибора за косу по мери",
        "Прилагођене цене спортске опреме"
      ],
      "structure": {
        "title": [
          "Дизајн штампе мајица",
          "Метални тип накита",
          "Избор материјала за ципеле",
          "Величина уметничког оквира",
          "Избор тканине за одело",
          "Опција боје гаџета",
          "Профил мириса парфема",
          "Материјал и величина торбе",
          "Дужина и стил хаљине",
          "Материјал за корице књиге",
          "Врста дрвета намештаја",
          "Материјал ремена за сат",
          "Прилагођене карактеристике играчака",
          "Величина и боја шешира",
          "Преференце састојака за негу коже",
          "Хоме Децор Тхеме",
          "Материјал кухињског посуђа",
          "Тип папира за папир",
          "Материјал за косу",
          "Величина спортске опреме"
        ]
      }
    },
    "lottery": {
      "title": [
        "Окрените и освојите велике награде!",
        "Фортуне Вхеел Јацкпот",
        "Луцки Спин Бонанза",
        "Окрените да бисте освојили награде",
        "Вхеел оф Веалтх",
        "Екстраваганца Луцки Лоттери",
        "Мега Спин Сурприсе",
        "Призе Вхеел Фиеста",
        "Треасуре Спин Спецтацулар",
        "Спин тхе Вхеел Магиц",
        "Луцки Вхеел Галоре",
        "Фортуне'с Фавор",
        "Вхеел оф Вондерс",
        "Спин фор Рицхес",
        "Призе Спиннер Делигхт",
        "Голден Спин лутрија",
        "Спин-а-Призе",
        "Вхеел оф Фортунес",
        "Луцки Спин Сховцасе",
        "Ултимате Спин Ревард"
      ],
      "description": [
        "Окрените точак за шансу да освојите ексклузивне попусте!",
        "Испробајте своју срећу – невероватне награде чекају у нашем точку среће!",
        "Освојите велике победе са сваким окретањем – узбудљиве награде које можете узети!",
        "Окрените да бисте победили! Поклони изненађења и понуде на сваком кораку.",
        "Ваша шанса да постигнете велики резултат - завртите точак за тренутне награде!",
        "Ексклузивне награде при сваком окретању – да ли ћете ви бити срећник?",
        "Окрените се и победите! Откријте скривене драгуље у колу среће у нашој радњи.",
        "Нека вам се посрећи са нашим точком – награде, попусти и још много тога!",
        "Свако окретање је победа – зграбите своју специјалну награду данас!",
        "Окрените волан за дивно изненађење – шта ћете освојити?",
        "Ослободите богатство окретањем – очекују вас узбудљиве награде у продавници.",
        "Окрените да бисте открили своју награду – попусте, поклоне и још много тога!",
        "Окретање дневно одржава узбуђење у игри – освојите јединствене награде!",
        "Завртите наш точак среће за ексклузивне посластице из продавнице.",
        "Срећни окрети доносе срећне добитке – преузмите своју награду сада!",
        "Ваш обрт би могао да откључа невероватне награде за куповину!",
        "Окрените се да бисте добили прилику да сакупите ексклузивне понуде и понуде.",
        "Точак среће се окреће - ухватите своју срећну награду!",
        "Окрените се, победите и осмехујте се – награда изненађења при сваком кораку.",
        "Окрените се и пустите да богатство одлучи о вашој награди!"
      ]
    }
  }
};