export default {
  "commons": {
    "pay_today": "இன்று கட்டணம்",
    "pay_yesterday": "நேற்று பணம்",
    "pay_last30days": "கடந்த 30 நாட்கள் கட்டணம்",
    "create_a_shop": "ஒரு கடையை உருவாக்கவும்",
    "start_free": "இலவசமாக தொடங்குங்கள்",
    "featured_apps": "சிறப்பு பயன்பாடுகள்",
    "more_apps": "மேலும் பயன்பாடுகள்"
  },
  "numbers": {
    "infinite": "வரம்பற்ற"
  },
  "error": {
    "not_fount_data": "தரவு கிடைக்கவில்லை!",
    "license_max_limit": "உங்கள் உரிமம் வரம்பை எட்டிவிட்டது!"
  },
  "time_spans": {
    "days_range": "நாட்கள் வரம்பு",
    "today": "இன்று",
    "yesterday": "நேற்று",
    "last_7": "கடந்த 7 நாட்கள்",
    "last_14": "கடந்த 14 நாட்கள்",
    "last_30": "கடந்த 30 நாட்கள்",
    "last_90": "கடந்த 90 நாட்கள்",
    "custom": "தனிப்பயன்"
  },
  "device_types": {
    "desktop": "டெஸ்க்டாப்",
    "mobile": "கைபேசி",
    "tablet": "டேப்லெட்"
  },
  "create_website_action": "உங்கள் வலைத்தளத்தை உருவாக்கவும் - இது இலவசம்",
  "show_shops_action": "எனது கடைகளின் பட்டியல்",
  "Youtube": "வலைஒளி",
  "Linkedin": "Linkedin",
  "Twitter": "ட்விட்டர்",
  "Facebook": "முகநூல்",
  "Instagram": "Instagram",
  "Reddit": "ரெடிட்",
  "Github": "கிதுப்",
  "page_titles": {
    "home": "Selldone | வேகமாக வளரும் நிறுவனங்களுக்கான வணிக இயக்க முறைமை",
    "login": "உள்நுழைய",
    "register": "பதிவு",
    "auth_2fa": "2 காரணி அங்கீகரிப்பு 🔐",
    "academy": "வலைப்பதிவு",
    "help": "உதவி மையம்",
    "price_list": "விலைப்பட்டியல்",
    "my_stores": "எனது கடைகள்",
    "roles": "என் பாத்திரங்கள்",
    "wallet": "என் பணப்பை",
    "personal_info": "தனிப்பட்ட தகவல் | KYC",
    "companies": "எனது நிறுவனங்கள்",
    "access_control": "நுழைவு கட்டுப்பாடு",
    "security_center": "பாதுகாப்பு மையம்",
    "gifts": {
      "received": "பரிசுகள் | பெற்றது",
      "send": "பரிசுகள் | அனுப்பப்பட்டது"
    },
    "monetization": {
      "linked_accounts": "பணமாக்குதல் | இணைக்கப்பட்ட கணக்குகள்",
      "plans": "பணமாக்குதல் | திட்டம் & இணைப்புகள்"
    },
    "affiliate": "தொடர்புடைய",
    "avocado": "வெண்ணெய் - நவீன சமூக விற்பனை சேனல்",
    "guild": "கில்ட் — கூட்டு விற்பனை சேனல்",
    "partners_login": "பங்குதாரர்கள் | கிளையண்ட் உள்நுழைவு"
  },
  "blank_is_all_products": "அனைத்து தயாரிப்புகளையும் சேர்க்க காலியாக விடவும்!",
  "cautions": {
    "title": "பின்வரும் உதவிக்குறிப்புகளைச் செய்வதன் மூலம் உங்கள் வணிகத்தை தொழில் ரீதியாக நிர்வகிக்கவும். லாப வரம்பு மற்றும் பலவற்றை எவ்வாறு அதிகரிப்பது என்பதற்கான உதவிக்குறிப்புகளுக்கு தொடர்ந்து படிக்கவும். வழியில் நாங்கள் உங்களுடன் இருக்கிறோம்.",
    "no_payment_method": {
      "title": "பணம் செலுத்தும் முறை",
      "message": "உங்கள் கடையில் கட்டண முறையைச் சேர்க்க வேண்டும்.",
      "action": "கடை நுழைவாயில்கள்"
    },
    "link_account": {
      "title": "கணக்கை இணைக்கவும்",
      "message": "உங்கள் கடையுடன் ஒரு கணக்கை ({currency}) இணைக்க வேண்டும்.",
      "action": "கடை கணக்குகள்"
    },
    "no_domain": {
      "title": "டொமைனைச் சேர்",
      "message": "உங்கள் கடையில் ஒன்று அல்லது அதற்கு மேற்பட்ட தனிப்பட்ட டொமைன்களை இணைக்கலாம். உங்கள் இணையதளம் உங்கள் டொமைனில் நிறுவப்படும். இந்த செயல்முறை விரைவானது மற்றும் எளிதானது."
    },
    "domain_not_approved": {
      "title": "டொமைன் சரிபார்ப்பு",
      "message": "உங்கள் டொமைன் {domain} சரிபார்க்கப்படவில்லை. DNS அமைப்புகளைச் சரிபார்த்து டொமைனை உறுதிப்படுத்தவும்."
    },
    "no_currency": {
      "title": "நாணயத்தைச் சேர்க்கவும்",
      "message": "உங்கள் கடைக்கு குறைந்தபட்சம் ஒரு நாணயத்தையாவது வரையறுக்க வேண்டும்.",
      "action": "நாணய மேலாண்மை"
    },
    "no_primary_domain": {
      "title": "முக்கிய களம்",
      "message": "உங்கள் முதன்மை டொமைனாக ஒரு டொமைனைத் தேர்ந்தெடுக்கவும். டொமைன் பெயருக்கு அடுத்துள்ள நட்சத்திர பொத்தானைக் கிளிக் செய்வதன் மூலம், உங்கள் ஸ்டோரின் முதன்மை டொமைனாக டொமைனைத் தேர்ந்தெடுக்கலாம். தேடுபொறிகளுக்கு இது மிகவும் முக்கியமானது. உங்கள் ஸ்டோர் அனைத்து செயலில் உள்ள டொமைன்களிலும் தொடர்ந்து கிடைக்கும் என்பதை நினைவில் கொள்ளவும்."
    },
    "shop_complete": {
      "title": "முழுமையான தகவல்",
      "action": "கடை அமைப்புகள்",
      "location_msg": "உங்கள் இருப்பிடத்தைச் சேர்க்கவும்",
      "days_open_msg": "திறந்த நாட்களை அமைக்கவும்",
      "time_open_msg": "திறந்த மற்றும் மூடும் நேரத்தை அமைக்கவும்",
      "description_msg": "உங்கள் வணிகத்தைப் பற்றிய சுருக்கமான விளக்கத்தை எழுதுங்கள்",
      "icon_msg": "உங்கள் கடையின் லோகோவை அமைக்கவும்",
      "shop_gateways_msg": "கட்டண முறையைச் சேர்க்கவும்",
      "socials_msg": "உங்கள் சமூக இணைப்புகளைச் சேர்க்கவும்",
      "clubs_msg": "வாடிக்கையாளர் கிளப்புகளை அமைக்கவும்",
      "domains_msg": "தனிப்பயன் டொமைனைச் சேர்க்கவும்",
      "primary_msg": "ஒரு டொமைனை முதன்மையாக அமைக்கவும்"
    }
  },
  "support": {
    "request": "ஆதரவைக் கோருங்கள்",
    "category": "வகை",
    "title": "ஆதரவு",
    "message": "ஏதேனும் கோரிக்கைகள் அல்லது கேள்விகளைக் கேளுங்கள். எங்கள் ஆதரவு குழு உங்களுக்கு வழிகாட்டும். உங்கள் கோரிக்கை தொடர்பான பக்கத்தில் உங்கள் கேள்வியைக் கேட்குமாறு பரிந்துரைக்கிறோம். எடுத்துக்காட்டாக, டொமைன் அமைப்பைப் பற்றி ஏதேனும் கேள்விகள் இருந்தால், அதை உங்கள் கடையின் டொமைன் அமைப்புப் பக்கத்தில் அனுப்பவும்.",
    "close_at": "{date} அன்று மூடப்பட்டது",
    "close_ticket_by_user": "நன்றி, எனக்கு பதில் கிடைத்தது"
  },
  "surveys": [
    "மிகவும் ஏழை",
    "ஏழை",
    "இயல்பானது",
    "நல்ல",
    "சிறப்பானது"
  ],
  "sort": {
    "title": "வரிசைப்படுத்து",
    "title_small": "வரிசைப்படுத்து..",
    "nothing": "ஒன்றுமில்லை",
    "most_views": "பெரும்பாலான காட்சிகள்",
    "most_likes": "மிகவும் பிரபலமான",
    "most_recent": "புதியது",
    "most_sell": "சிறந்த விற்பனை",
    "cheapest": "மலிவானது",
    "most_expensive": "மிகவும் விலையுயர்ந்த",
    "only_available": "கிடைக்கும்",
    "view_mode": {
      "normal": "இயல்பானது",
      "grid": "கட்டம்",
      "list": "பட்டியல்",
      "insta": "இன்ஸ்டா"
    }
  },
  "helps": {
    "title": "விற்கப்பட்ட உதவி மையம்",
    "subtitle": "Selldone க்கு வரவேற்கிறோம். நீங்கள் ஒரு வணிக OS இல் புதிய ஆன்லைன் ஸ்டோரை உருவாக்குகிறீர்கள் என்றால், மேலும் தகவலை இங்கே காணலாம்.",
    "add_new_help": "புதிய உதவி",
    "resources": "வளங்கள்",
    "categories": {
      "Welcome": "தொடங்குங்கள்",
      "Setup": "கடை",
      "Sell": "விற்பனை & சந்தைப்படுத்தல்",
      "Developer": "உருவாக்க",
      "Application": "விண்ணப்பங்கள்",
      "Product": "தயாரிப்புகள் & வகைகள் மேலாண்மை",
      "Blog": "CMS & வலைப்பதிவு",
      "Order": "ஆர்டர்களை நிறைவேற்றும் மையம்",
      "Channel": "விற்பனை சேனல்கள்",
      "Accounting": "கணக்கியல் மற்றும் பணம் செலுத்தும் முறைகள்",
      "Incentives": "ஊக்கத்தொகை",
      "Marketing": "சந்தைப்படுத்தல் & பிரச்சாரங்கள்",
      "Logistic": "லாஜிஸ்டிக் & ஷிப்பிங்",
      "Customers": "வாடிக்கையாளர்கள் கிளப் & பிரிவு",
      "Page": "லேண்டிங் & தனிப்பயன் பக்கங்கள்",
      "Access": "பணியாளர்கள் / API அணுகல் மேலாண்மை",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "கிதுப் களஞ்சியம்",
    "admin_api_app": "நிர்வாக API இணைய சேவை",
    "shop_api_app": "API இணைய சேவையை வாங்கவும்",
    "design_kit": "வடிவமைப்பு கருவிகள்",
    "community": "சமூக"
  },
  "blogs": {
    "title": "வலைப்பதிவு",
    "subtitle": "வணிகத்திற்கான படிப்பினைகள், நம்பிக்கை மற்றும் செழிப்பான வணிகத்தை உருவாக்க உங்களுக்கு தேவையான அறிவு.",
    "add_new_blog": "புதிய வலைப்பதிவு",
    "popular": "பிரபலமானது",
    "topics": "தலைப்புகள்",
    "select_topics": "உங்கள் வேலையைத் தேர்ந்தெடுக்கவும்.",
    "select_job_topics": "உங்கள் வேலை தொடர்பான தலைப்புகளைத் தேர்ந்தெடுக்கவும்",
    "select_interested_topics": "நீங்கள் எந்த தலைப்புகளில் ஆர்வமாக உள்ளீர்கள்?"
  },
  "api": {
    "title": "API & ஒருங்கிணைப்பு",
    "message": "Selldone இன் முக்கிய அம்சங்களில் ஒன்று, கிடங்கு, கணக்கியல் போன்ற பிற சேவைகளை நிர்வகிக்க மற்றும் கடைகளை இணைக்க வலுவான மற்றும் பாதுகாப்பான APIகளை வழங்குவதாகும். உங்கள் ஸ்டோருக்கான தனிப்பயன் பயன்பாடுகள் மற்றும் இணைய பயன்பாடுகளையும் நீங்கள் வடிவமைக்கலாம். சேவையகம் மற்றும் தரவு மேலாண்மை பற்றி கவலைப்படாமல். டொமைன் APIகளைப் பயன்படுத்தவும். பயனர்களை நிர்வகித்தல், அங்கீகாரம் மற்றும் பிற டொமைன் அம்சங்களை நிர்வகிப்பதற்கான அனைத்து செயல்முறைகளும் உங்களிடம் இருக்கும்."
  },
  "user_dashboard": {
    "title": "என் விண்கலம்",
    "subtitle": "சமீபத்திய தகவல் மற்றும் தெளிவான வாய்ப்புடன் உங்கள் வணிகத்தை நிர்வகிக்கவும்.",
    "menu": {
      "affiliate": "தொடர்புடைய",
      "monetize": "பணமாக்குங்கள்",
      "gift": "பரிசு",
      "security": "பாதுகாப்பு",
      "access": "அணுகல்",
      "business": "நிறுவனம்",
      "wallet": "பணப்பை",
      "identification": "KYC",
      "stores": "கடைகள்",
      "roles": "பாத்திரங்கள்",
      "home": "வீடு",
      "expert": "நிபுணர்",
      "deals": "ஒப்பந்தங்கள்",
      "providers": "வழங்குபவர்கள்"
    },
    "shops": {
      "create_new": "புதிய கடையை உருவாக்கவும்",
      "create_new_sub": "இலவசம்",
      "create_new_sub_need_initial_charge": "முதல் கடையை உருவாக்குவது இலவசம். ஒருவேளை உங்கள் வணிகத்திற்கு ஒரு கடை போதுமானது, ஆனால் நீங்கள் இன்னும் அதிகமான கடைகளை உருவாக்க வேண்டும் என்றால், ஒரு புதிய கடையை கட்டுவதற்கான செலவு 25$ ஆகும். உங்கள் வாலட் கணக்கிலிருந்து தொகையை எடுக்கிறோம்.",
      "menu": {
        "title": "எனது கடைகள்",
        "shops": "கடைகள்",
        "new": "புதியது"
      },
      "accept_invite_question": "இந்த அழைப்பை ஏற்கிறீர்களா?",
      "shop_card": {
        "menu_orders": {
          "physical": "உடல் தயாரிப்பு ஆர்டர்கள்",
          "virtual": "மெய்நிகர் தயாரிப்பு ஆர்டர்கள்",
          "files": "கோப்பு ஆர்டர்கள்",
          "services": "சேவை ஆர்டர்கள்"
        },
        "status": "நிலை",
        "license": "உரிமம்",
        "volume": "பயன்படுத்தப்பட்ட இடம்",
        "expire": "உரிமம் காலாவதியானது",
        "products": "தயாரிப்புகள்",
        "page_views": "காட்சிகள்",
        "user_behavior": "வாடிக்கையாளர் நடத்தை",
        "time_span": "{time} முதல் இப்போது வரை",
        "finance_report": "நிதி அறிக்கை",
        "buys": "கொள்முதல்",
        "payments": "கொடுப்பனவுகள்",
        "orders": "ஆர்டர்கள்",
        "currency": "நாணய"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "வாடிக்கையாளர்கள் கருத்து",
      "title_small": "கண்ணோட்டம்",
      "wishlist": "விருப்பப்பட்டியல்",
      "comments": "கருத்துகள்",
      "likes": "விரும்புகிறது",
      "favorites": "பிடித்தவை",
      "powers": "கைதட்டல்கள்",
      "views": "காட்சிகள்",
      "report_today": "இன்றைய அறிக்கை",
      "report_last7days": "கடந்த 7 நாள் அறிக்கை",
      "report_last30days": "கடந்த 30 நாள் அறிக்கை"
    }
  },
  "admin_shop": {
    "title": "கடை",
    "menu": {
      "edit": "அமைப்புகள்",
      "automation": "ஆட்டோமேஷன்",
      "application": "விண்ணப்பங்கள்",
      "access": "அணுகல்",
      "pages": "பக்கங்கள்",
      "channels": "சேனல்கள்",
      "categories": "வகைகள்",
      "marketing": "சந்தைப்படுத்தல்",
      "customers": "வாடிக்கையாளர்கள்",
      "logistic": "லாஜிஸ்டிக்",
      "auditing": "கணக்கியல்",
      "incentives": "ஊக்கத்தொகை",
      "process_center": "ஆர்டர்கள்",
      "blog": "வலைப்பதிவு",
      "products": "தயாரிப்புகள்",
      "shops": "கடைகள்",
      "dashboard": "டாஷ்போர்டு",
      "autopilot": "தன்னியக்க பைலட்",
      "apps": "பயன்பாடுகள்",
      "pos": "POS",
      "seo": "SEO",
      "localization": "உள்ளூர்மயமாக்கல்"
    },
    "dashboard": {
      "title": "கடை டாஷ்போர்டு",
      "online_staff": "ஆன்லைன் ஊழியர்கள்(கள்)",
      "notify_referral": {
        "message": "உங்கள் அழைப்பு இணைப்பை நண்பர்களுக்கு அனுப்பி இலவச வவுச்சர்களைப் பெறுங்கள்.",
        "action": "எனது பரிந்துரை இணைப்பு"
      },
      "info": {
        "title": "தொழில்நுட்ப",
        "subtitle": "உங்கள் வணிக OS இன் தொழில்நுட்ப கண்ணோட்டம்.",
        "shop_name": "கடையின் பெயர்",
        "shop_link": "கடை இணைப்பு",
        "site_map": "தளவரைபடம்",
        "shop_domains": "களங்கள்",
        "shop_domains_msg": "இணைக்கப்பட்ட தனிப்பயன் டொமைன்கள் பட்டியல்.",
        "home_msg": "உங்கள் இணையதளத்தின் இயல்புநிலை முகப்புப் பக்கத்தை அமைக்கவும். ஒவ்வொரு தனிப்பயன் டொமைனுக்கும் இதை மாற்றலாம்.",
        "add_domain": "புதிய டொமைனைச் சேர்க்கவும்",
        "currencies": "செயலில் உள்ள நாணயங்கள்",
        "currencies_alert": "கடைக்கு குறைந்தபட்சம் ஒரு நாணயத்தைத் தேர்ந்தெடுக்கவும்!",
        "status": "நிலை",
        "license": "உரிமம்",
        "expire": "உரிமம் காலாவதி தேதி",
        "upgrade_license_action": "{name} க்கு மேம்படுத்து",
        "wage": "கட்டணம்",
        "cpu_message": "வாங்கிய திட்டத்திற்கு ஏற்ப நீங்கள் உருவாக்கிய ஆதாரங்களின் எண்ணிக்கை மற்றும் உங்கள் சேவையில் நீங்கள் சேர்க்கும் ஆதாரங்கள்.",
        "hide_domains": "எனது டொமைன்களை மறை",
        "show_domains": "எனது டொமைன்களைக் காட்டு",
        "table": {
          "primary": "முதன்மை",
          "url": "Url",
          "site_map": "தள வரைபடம்",
          "enable": "இயக்கு",
          "indexed": "அட்டவணைப்படுத்தப்பட்டது",
          "and_more": "மேலும்..",
          "auto_repair": "ஆட்டோ பழுது"
        },
        "add_dialog": {
          "title": "ஸ்டோர் டொமைனை உள்ளமைக்கவும்",
          "step1": "பின்வரும் மதிப்புகளிலிருந்து DNS டொமைன் அல்லது துணை டொமைனுக்கான பதிவு A இன் IP வரம்பை நீங்கள் வரையறுக்கலாம்:",
          "step2": "DNS TXT பதிவைச் சேர்க்கவும்:",
          "set_ip_alert": "பதிவு A <b>{ip}</b> இன் ஐபி மதிப்பை அமைக்கவும்.",
          "input_domain": "டொமைன் URL",
          "correct": "டொமைன் அமைப்புகள் சரியாக உள்ளன.",
          "set_message": "இந்த டொமைனின் CNAME ஐ {cname} ஆக அமைக்கவும்.",
          "input_domain_message": "http மற்றும் https இல்லாமல் டொமைன் பெயரை உள்ளிடவும்.",
          "ssl_message": "உங்கள் இணையதளத்திற்கான SSL சான்றிதழ் பற்றி கவலைப்பட வேண்டாம். இந்தச் சான்றிதழ் உங்கள் டொமைனுக்கு Selldone (beta) மூலம் தானாகவே வழங்கப்படும்.",
          "active": "டொமைன் செயலில் உள்ளது",
          "inactive": "டொமைன் முடக்கப்பட்டுள்ளது",
          "success_message": "வாழ்த்துகள், உங்கள் தளம் {domain} இல் இயக்கப்பட்டுள்ளது. இந்த டொமைன் மூலம் உங்கள் வணிகத்தையும் பிராண்டையும் உலகிற்கு அறிமுகப்படுத்தலாம்.",
          "delete_action": "டொமைனை நீக்கவா?"
        },
        "set_home_dialog": {
          "title": "டொமைன் முகப்புப் பக்கத்தை அமைக்கவும்"
        },
        "notification": {
          "add_message": "டொமைன் முகவரி வெற்றிகரமாக சேர்க்கப்பட்டது.",
          "update_message": "டொமைன் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.",
          "delete_domain_message": "டொமைன் வெற்றிகரமாக நீக்கப்பட்டது."
        },
        "alert": {
          "title": "டொமைனை நீக்கு",
          "message": "இந்த டொமைனை நீக்க வேண்டுமா? மற்றவர்கள் மோசடி செய்வதைத் தடுக்க உங்கள் டொமைனின் DNS பதிவு மதிப்புகளை மீட்டமைப்பதை உறுதிசெய்யவும்."
        }
      },
      "active_orders": {
        "title": "ஆர்டர்கள்",
        "title_small": "உடல், கோப்பு, மெய்நிகர் மற்றும் சேவை ஆர்டர்கள்",
        "pending_orders": "நிலுவையில் உள்ள ஆர்டர்கள்",
        "physical": "உடல் தயாரிப்பு ஆர்டர்கள்",
        "virtual": "மெய்நிகர் தயாரிப்பு ஆர்டர்கள்",
        "file": "தயாரிப்பு ஆர்டர்களை தாக்கல் செய்யுங்கள்",
        "service": "சேவை தயாரிப்பு ஆர்டர்கள்"
      },
      "products": {
        "title": "சரக்கு",
        "title_small": "தயாரிப்புகள், சேவைகள், கோப்புகள்",
        "total_products": "மொத்த தயாரிப்பு வகைகள்"
      },
      "finance": {
        "title": "நிதி",
        "title_small": "நிதி அறிக்கை",
        "total_30days_title": "மொத்த விற்பனைத் தொகை",
        "last_30_day": "கடந்த 30 நாட்கள்",
        "pay_amount_chart_title": "கொடுப்பனவுகள்",
        "sell_amount_chart_title": "விற்பனை",
        "discount_amount_chart_title": "தள்ளுபடி",
        "currency_convert_to": "நாணயத்திற்கு",
        "active_currencies": "செயலில் உள்ள நாணயங்கள்",
        "sell_count_chart_title": "மாறுபாட்டின் அடிப்படையில் விற்பனை எண்ணிக்கை",
        "active_gateways": "செயலில் கட்டண நுழைவாயில்",
        "received_last_24h": "கடந்த 7 மணிநேரத்தில் பெறப்பட்டது",
        "pie": {
          "title": "இன்றைய விற்பனை விகிதம்",
          "no_data": "இன்று விற்பனை இல்லை"
        },
        "pay_amount": "கட்டணம் செலுத்தும் தொகை",
        "sell_amount": "விற்பனை தொகை",
        "discount_amount": "தள்ளுபடி தொகை",
        "sell_count": "விற்பனை எண்ணிக்கை",
        "table": {
          "currency": "நாணய",
          "total_sell_30days": "30 நாள் மொத்த விற்பனை",
          "sell_daily": "தினசரி விற்பனை விகிதம்",
          "sell": "விற்பனை",
          "pay": "செலுத்து"
        }
      },
      "customers": {
        "title": "ஷாப்பிங் வாடிக்கையாளர்கள்",
        "title_small": "மாற்ற அறிக்கை",
        "total_customers": "மொத்தம்",
        "new_customers_today": "இன்று",
        "new_customers_week": "கடந்த 7 நாட்கள்",
        "orders_count": "ஆர்டர்கள் எண்ணிக்கை",
        "days_range": "நாட்கள் வரம்பு",
        "new_users": "புதிய பதிவு செய்யப்பட்ட பயனர்கள்",
        "chart": {
          "new_customers": "புதிய வாடிக்கையாளர்கள்",
          "customers": "மொத்த வாடிக்கையாளர்கள்"
        }
      },
      "plugins": {
        "title": "செருகுநிரல்கள்",
        "title_small": "நிறுவப்பட்ட"
      },
      "performance": {
        "title": "இன்று",
        "title_small": "பயனர்கள் மற்றும் விற்பனை கண்ணோட்டம்",
        "users": "பயனர்கள்",
        "views": "காட்சிகள்",
        "orders": "ஆர்டர்கள்",
        "payments": "கொடுப்பனவுகள்",
        "no_visitor_today": "இன்று உங்களுக்கு பார்வையாளர்கள் இல்லை."
      }
    },
    "products": {
      "title": "தயாரிப்புகள் பட்டியல்",
      "products_list": "மீண்டும் பட்டியலில்",
      "products_menu": "தயாரிப்பு மேலாண்மை",
      "process_que": "இறக்குமதி செய்யப்பட்ட தயாரிப்புகளை செயலாக்குதல்",
      "view_que_list": "வரிசை பட்டியலைக் காண்க",
      "menu_products_list": "தயாரிப்புகள் பட்டியல்",
      "menu_export": "ஏற்றுமதி பொருட்கள்",
      "menu_import": "பொருட்களை இறக்குமதி செய்யுங்கள்",
      "menu_show_deletes": "நீக்கப்பட்ட தயாரிப்புகளைக் காட்டு",
      "drop_import_message": "மொத்த தயாரிப்புகளைச் சேர்க்கத் தொடங்க, தயாரிப்புகள் பட்டியல் கோப்பை (CSV, XLS, XLSX வடிவம்) இங்கே கைவிடவும். கோப்பில் Selldone தயாரிப்புகள் பட்டியல் வடிவம் இருப்பதை உறுதிசெய்யவும்.",
      "product_widget": {
        "product_type": "உற்பத்தி பொருள் வகை",
        "price": "விலை",
        "value_added": "தரகு",
        "discount": "தள்ளுபடி",
        "in_stock": "கையிருப்பில்",
        "product_unit": "அலகு",
        "total_sell": "மொத்த விற்பனை",
        "total_view": "மொத்த காட்சிகள்",
        "view_unit": "நேரங்கள்",
        "review_unit": "விமர்சனங்கள்"
      },
      "folder_widget": {
        "products": "தயாரிப்புகள்",
        "products_unit": "வகைகள்",
        "sub_categories": "வகைகள்",
        "sub_categories_unit": "பொருட்களை",
        "views": "காட்சிகள்",
        "views_unit": "நேரங்கள்"
      }
    },
    "blogs": {
      "new": "புதிதாக எழுதுங்கள்",
      "blogs": "வலைப்பதிவு",
      "list": {
        "title": "எனது கட்டுரைகள்",
        "waiting_message": "தகவலைப் பெறுகிறது... காத்திருக்கவும்",
        "published": "வெளியிடப்பட்டது",
        "draft": "வரைவு",
        "private": "தனியார்",
        "public": "பொது",
        "table": {
          "title": "தலைப்பு",
          "author": "நூலாசிரியர்",
          "claps": "கைதட்டல்கள்",
          "like": "பிடிக்கும்",
          "comments": "கருத்துகள்",
          "views": "காட்சிகள்",
          "publish_state": "நிலை",
          "created_at": "உருவாக்கிய தேதி",
          "updated_at": "கடைசியாக புதுப்பிக்கப்பட்டது"
        },
        "subtitle": "உங்களையும் உங்கள் வணிகத்தையும் முன்வைக்க நவீன இன்லைன் எடிட்டரைக் கொண்டு கட்டுரைகளை எழுதுங்கள். உயர்தர எஸ்சிஓ-நட்பு வலைப்பதிவு இடுகையை எழுதும் போது அசல் உள்ளடக்கம் முதலில் கவனம் செலுத்த வேண்டும்."
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "தகவலைப் பெறுகிறது... காத்திருக்கவும்",
        "rejected": "நிராகரிக்கப்பட்டது",
        "delivery": "கப்பல் போக்குவரத்து",
        "discount": "தள்ளுபடி",
        "not_paid": "செலுத்தப்படவில்லை",
        "table": {
          "order_number": "ஆர்டர் குறியீடு",
          "order_date": "வெளியேறும் தேதி",
          "status": "கடைசி நிலை",
          "price": "மொத்த தொகை",
          "payment_status": "கட்டண நிலை"
        }
      },
      "virtual": {
        "waiting_message": "தகவலைப் பெறுகிறது... காத்திருக்கவும்",
        "discount": "தள்ளுபடி",
        "table": {
          "order_number": "ஆர்டர் குறியீடு",
          "product": "தயாரிப்பு",
          "order_date": "பதிவு தேதி",
          "status": "கடைசி நிலை",
          "price": "மொத்த தொகை",
          "payment_status": "கட்டண நிலை"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "பரிமாற்றம்",
        "gateway": "நுழைவாயில்",
        "invoice": "பில்லிங்",
        "report": "அறிக்கை",
        "tax": "வரி",
        "drop_shipping": "மறுவிற்பனையாளர் ரசீதுகள்",
        "reseller_accounts": "மறுவிற்பனையாளர் கணக்குகள்",
        "valuations": "மதிப்பீடுகள்"
      },
      "invoice": {
        "title": "இணைக்கப்பட்ட பணப்பைகளை வாங்கவும்",
        "subtitle": "இந்த வாலட் கணக்குகளில் இருந்து கட்டணங்கள், கமிஷன்கள் மற்றும் ஸ்டோர் செலவுகள் கழிக்கப்படுகின்றன.",
        "title_add": "புதிய வாலட் கணக்கை இணைக்கவும்",
        "subtitle_add": "ஒவ்வொரு நாணயத்திற்கும் ஒரு புதிய பணப்பையை உருவாக்கி அதை உங்கள் கடையுடன் இணைக்க வேண்டும். இந்த வாலட்டில் இருந்து சேவைக் கட்டணம் திரும்பப் பெறப்படும்.",
        "add_account": "கணக்கு சேர்க்க",
        "charge_account": "கட்டணம் கணக்கு",
        "show_transaction": "பரிவர்த்தனைகளைக் காட்டு",
        "table": {
          "currency": "நாணய",
          "account_number": "கணக்கு எண்",
          "account_name": "கணக்கின் பெயர்",
          "balance": "இருப்பு",
          "free_balance": "வங்கி கணக்கில் மிச்சம் இருக்கும் தொகை",
          "actions": "அகற்று"
        },
        "add_account_dialog": {
          "title": "கிரெடிட் கணக்கை சேமிப்புடன் இணைக்கிறது",
          "subtitle": "நீங்கள் Selldone உடன் வாலட் கணக்கைத் திறக்கும்போது, மற்ற கிரெடிட் கார்டுகளைப் போலவே உங்களுக்கு மெய்நிகர் கிரெடிட் கார்டு மற்றும் கணக்கை வழங்குவோம். விற்கப்பட்ட விற்பனைக் கட்டணம் இந்தக் கணக்கிலிருந்து கழிக்கப்படும், ஆனால் உங்கள் கணக்கு இருப்பு போதுமானதாக இல்லை என்றால், இந்தத் தொகை செலுத்த வேண்டியிருக்கும். உங்களுக்கு தேவையான அளவு Selldone சேவைகளைப் பயன்படுத்தலாம்.",
          "account_number": "கணக்கு எண்",
          "account_number_input_message": "இந்தக் கணக்குடன் ஸ்டோர் இணைக்கப்படும். இந்தக் கணக்கு கட்டணம் மற்றும் செலவுகளுக்குப் பயன்படுத்தப்படும்.",
          "balance": "கணக்கு இருப்பு",
          "connect_account_to_shop": "ஸ்டோருடன் கணக்கை இணைக்கவும்"
        },
        "notifications": {
          "connect_account_success": "கணக்கு வெற்றிகரமாக சேர்க்கப்பட்டது.",
          "delete_account_success": "கடையிலிருந்து கணக்கு வெற்றிகரமாக அகற்றப்பட்டது."
        },
        "alert": {
          "delete_account": "கணக்கை துண்டிக்கவும்",
          "delete_account_message": "ஸ்டோர் கணக்குகள் பட்டியலிலிருந்து இந்தக் கணக்கை அகற்ற விரும்புகிறீர்களா?",
          "delete_account_action": "கணக்கை நீக்குக"
        },
        "inform_charge_account": "உங்கள் கணக்கில் கட்டணம் வசூலிக்கவும்!",
        "inform_charge_account_critical": "சேவை இடைநிறுத்தத்தைத் தடுக்க உங்கள் கணக்கிற்கு கட்டணம் வசூலிக்கவும்!"
      },
      "gateway": {
        "title": "பணம் செலுத்தும் முறைகள்",
        "sub_title": "செயலில் உள்ள கட்டண முறைகளின் பட்டியல். உங்கள் கடையில் புதிய முறையைச் சேர்க்க விரும்பினால், பின்வரும் பொத்தானை அழுத்தவும். சேர்க்கப்பட்ட 10 கட்டண நுழைவாயில்களுக்கு மிகாமல் இருக்குமாறு நாங்கள் மிகவும் பரிந்துரைக்கிறோம்.",
        "add_gateway": "புதிய கட்டண முறை",
        "add_gateway_dialog": {
          "title": "நாணயத்தைத் தேர்ந்தெடுக்கவும்",
          "country_currencies": "உள்ளூர் நாணயங்கள்",
          "crypto_currencies": "கிரிப்டோகரன்சிகள்",
          "active_gateways": "செயலில் பணம் செலுத்தும் முறைகள்",
          "confirm": "கட்டண முறையைச் சேர்க்கவும்"
        }
      },
      "exchange": {
        "title": "செயலில் உள்ள நாணயங்களை சேமிக்கவும்",
        "subtitle": "பயனர்கள் செயலில் உள்ள நாணயங்களில் ஒன்றைத் தேர்ந்தெடுக்க முடியும் மற்றும் தயாரிப்புகளின் விலைகள் கணக்கிடப்பட்டு காட்டப்படும். மாற்று விகிதத்தை உள்ளிடுவது விற்பனையாளரைப் பொறுத்தது.",
        "shop_currencies_input": "பயனர்களுக்கான செயலில் உள்ள நாணயங்கள்",
        "shop_currencies_input_error": "குறைந்தது ஒரு நாணயத்தைத் தேர்ந்தெடுக்கவும்",
        "rates": {
          "title": "நாணய மாற்று விகிதம்",
          "sub_title": "கீழே உள்ள எந்த நாணயத்தின் அடிப்படையிலும் நீங்கள் தயாரிப்பு விலைகளை உள்ளிடலாம், மேலும் உங்கள் நாணயங்களுக்கு இடையிலான மாற்று விகிதத்தில் தயாரிப்பு விலைகள் தானாகவே கணக்கிடப்படும்.",
          "message": "நாணயங்களுக்கு இடையிலான மாற்று விகிதங்களை உள்ளிடுவதன் மூலம், உங்கள் தயாரிப்புகளின் விலைகள் தானாகவே கணக்கிடப்பட்டு புதுப்பிக்கப்படும்.",
          "add_new_rate": "புதிய விகிதத்தைச் சேர்க்கவும்"
        },
        "table": {
          "waiting_receive_data": "தகவலைப் பெறுகிறது... காத்திருக்கவும்",
          "rate_input": "மாற்று விகிதம்",
          "from": "இருந்து",
          "to": "செய்ய",
          "exchange_rate": "மாற்று விகிதம்",
          "edit": "தொகு",
          "delete": "அழி",
          "auto": "தானியங்கு விகிதம்"
        },
        "add_rate_dialog": {
          "title": "மாற்று விகிதத்தை அமைக்கவும்",
          "message": "தகவலை உள்ளிடுவதில் கவனமாக இருக்கவும். உங்கள் தயாரிப்புகளின் விலைகள் இங்கு உள்ளிடப்பட்ட கட்டணங்களின் அடிப்படையில் கணக்கிடப்படும்.",
          "currency_from": "நாணயத்திலிருந்து",
          "currency_to": "நாணயத்திற்கு",
          "exchange_rate": "மாற்று விகிதம்"
        },
        "alert": {
          "title": "மாற்று விகிதத்தை நீக்கு",
          "message": "இந்த மாற்று விகிதத்தை நீக்க வேண்டுமா?",
          "action": "அழி"
        },
        "notifications": {
          "delete_success": "மாற்று விகிதம் நீக்கப்பட்டது.",
          "add_success": "மாற்று விகிதம் புதுப்பிக்கப்பட்டது.",
          "update_success": "ஸ்டோர் செயலில் உள்ள நாணயங்கள் புதுப்பிக்கப்பட்டன."
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "கிடங்குகள்",
        "subtitle": "எனது கிடங்குகளின் பட்டியல்."
      },
      "warehouse_btn": "புதிய கிடங்கைச் சேர்க்கவும்",
      "warehouse_btn_error": "உங்கள் கிடங்கு, கடை அல்லது உங்கள் வணிகத்தின் தோற்றத்தை அமைக்கவும். ஷிப்பிங் செலவு கணக்கீடு மற்றும் செக் அவுட் செயல்முறையில் இருப்பது இன்றியமையாதது.",
      "size_unit": {
        "title": "அளவு அலகு",
        "subtitle": "நீளம், அகலம் மற்றும் உயரத்திற்கு பயன்படுத்தப்படும் அலகு."
      },
      "mass_unit": {
        "title": "வெகுஜன அலகு",
        "subtitle": "எடைக்கு பயன்படுத்தப்படும் அலகு."
      },
      "menu": {
        "return_request": "திரும்பினார்",
        "delivery": "கப்பல் போக்குவரத்து",
        "inventory": "சரக்கு",
        "warehouse": "கிடங்கு",
        "logistic_apps": "தளவாடங்கள்",
        "profiles": "சுயவிவரங்கள்"
      },
      "warehouse": {
        "title": "ஸ்டோர் கிடங்கு",
        "sub_title": "இந்த முகவரியானது ஷிப்பிங்கின் தோற்றமாகப் பயன்படுத்தப்படுகிறது.",
        "table": {
          "title": "சரக்கு பட்டியல்",
          "sub_title": "உடல், மெய்நிகர், கோப்பு மற்றும் சேவை உட்பட அனைத்து கடை தயாரிப்புகளின் பட்டியல்"
        }
      },
      "delivery": {
        "title": "கப்பல் முறைகள்",
        "sub_title": "இந்தப் பிரிவில் மதிப்புகளை அமைப்பதன் மூலம், உங்கள் கடையில் பல்வேறு அனுப்பும் முறைகள் செயல்படுத்தப்படுகின்றன. இந்தப் பிரிவில் கேஷ் ஆன் டெலிவரி முறையையும் செயல்படுத்தலாம்.",
        "add_transportation": "போக்குவரத்தைச் சேர்க்கவும்",
        "delivery_form": {
          "payment": "கட்டண விருப்பங்கள்",
          "limits": "வரம்புகள்",
          "currency_input": "செலவு கணக்கீடுகளுக்கான குறிப்பு நாணயம்",
          "currency_input_message": "இந்த நாணயத்தில் செலவுகள் கணக்கிடப்படுகின்றன",
          "distance_input": "கிடங்கில் இருந்து மூடப்பட்ட தூரம்",
          "distance_input_message": "0 அல்லது -1 என்றால் வரம்பு இல்லை.",
          "max_weight_input": "ஏற்றுக்கொள்ளக்கூடிய அதிகபட்ச பேக் எடை",
          "max_weight_input_message": "0 அல்லது -1 என்றால் வரம்பு இல்லை.",
          "max_size_input": "அதிகபட்ச தொகுப்பு பரிமாணங்கள்",
          "width": "அகலம்",
          "length": "நீளம்",
          "height": "உயரம்",
          "days_input": "கிடைக்கும் டெலிவரி தேதிகள்",
          "days_input_nodata": "விநியோக நாளைத் தேர்ந்தெடுக்கவும்",
          "hours_input": "விநியோக நேரங்கள் இருக்கும்",
          "hours_input_nodata": "கால அளவைத் தேர்ந்தெடுக்கவும்",
          "vacation_input": "விடுமுறை நாட்களில் டெலிவரி செய்கிறீர்களா?",
          "cod_input": "ஆதரவு COD",
          "cod_input_message": "உங்கள் ஷிப்பிங் சேவை CODஐ ஏற்றுக்கொள்கிறது என்பதை உறுதிப்படுத்தவும்.",
          "sod_input": "நீங்கள் COD ஐ ஆதரிக்கிறீர்களா?",
          "sod_input_message": "உங்கள் ஷிப்பிங் சேவை CODஐ ஏற்றுக்கொள்கிறது என்பதை உறுதிப்படுத்தவும்.",
          "pricing": "விலையைக் கணக்கிடுங்கள்",
          "const_input": "நிலையான செலவு",
          "distance_cof_input": "செலவு-தொலைவு குணகம்",
          "distance_cof_input_dim": "ஒரு {dim}",
          "weight_cof_input": "விலை-க்கு-எடை காரணி",
          "weight_cof_input_dim": "ஒரு {dim}",
          "price_cof_input": "தயாரிப்பு விலை காரணிக்கு கப்பல் செலவு",
          "price_cof_input_message": "காப்பீட்டு செலவுகள் மற்றும் COD செலவுகள் போன்ற பிற சேவைகளை உள்ளடக்கியது.",
          "price_cof_input_dim": "ஒரு {dim}",
          "distance_weight_cof_input": "எடை பெருக்கி மூலம் செலவு பெருக்கல்",
          "distance_weight_cof_input_dim": "ஒவ்வொரு {weight} ஒரு {distance}",
          "free_shipping_input": "இலவச ஷிப்பிங்",
          "free_shipping_limit_input": "இலவச ஷிப்பிங்கிற்கான குறைந்தபட்ச ஆர்டர் செலவு",
          "notifications": {
            "update_success": "ஷிப்பிங் சேவை அமைப்புகள் வெற்றிகரமாக முடிந்தது."
          },
          "shipping_cost_calculation": "கப்பல் செலவு கணக்கீடு",
          "sod_true": "சேருமிடத்தில் கப்பல் கட்டணத்தைப் பெறுங்கள்",
          "sod_true_message": "உங்கள் ஷிப்பிங் சேவையானது சேருமிடத்திற்கான ஷிப்பிங் கட்டணத்தை ஏற்றுக்கொள்கிறது என்பதை உறுதிப்படுத்தவும்.",
          "sod_false": "ஆட்டோ ஷிப்பிங் செலவு கணக்கீடு",
          "cod_true": "டெலிவரியில் பணத்தை ஏற்கவும்",
          "cod_false": "ஆன்லைன் கட்டணத்தை மட்டும் ஏற்கவும்",
          "cod_true_message": "உங்கள் ஷிப்பிங் சேவை CODஐ ஏற்றுக்கொள்கிறது என்பதை உறுதிப்படுத்தவும்."
        }
      }
    },
    "users": {
      "menu": {
        "customers": "வாடிக்கையாளர்கள்",
        "contact_form": "தொடர்புகள்",
        "faq": "FAQ",
        "club": "சங்கம்",
        "report": "அறிக்கை"
      },
      "report": {
        "title": "வாடிக்கையாளர்கள் கண்ணோட்டம்",
        "sub_title": "உங்கள் வாடிக்கையாளர்களின் நேரடி நிலையை இங்கே பார்க்கலாம்.",
        "report_30days_by_time": "கடந்த 30 நாட்களில் தேதி மற்றும் நேரத்தின் அடிப்படையில் பயனர் செயல்பாடு",
        "report_30days_by_location": "கடந்த 30 நாட்களில் புவிஇருப்பிடம் பயனர்களின் செயல்பாடு"
      },
      "club": {
        "title": "வாடிக்கையாளர்கள் கிளப்",
        "sub_title": "ஒவ்வொரு நிலையையும் செயல்படுத்த, மாதாந்திர மற்றும் வருடாந்திர கொள்முதல் தொகை மற்றும் நாணயத்தை உள்ளிடவும். உங்கள் வாடிக்கையாளர்கள் மாதாந்திர அல்லது வருடாந்திர கொள்முதல் தேவைகளைப் பூர்த்தி செய்வதால், உங்கள் வாடிக்கையாளர் கிளப்பில் உள்நுழைவார்கள்.",
        "item": {
          "members_count": "உறுப்பினர்களின் எண்ணிக்கை",
          "purchases_count": "ஆர்டர்களின் எண்ணிக்கை",
          "monthly": "மாதாந்திர",
          "annually": "ஆண்டுதோறும்",
          "discount_percent": "தள்ளுபடி விலை",
          "discount_limit": "தள்ளுபடி வரம்பு"
        },
        "edit_dialog": {
          "title": "வாடிக்கையாளர் நிலை மேலாண்மை",
          "currency_input": "நாணய",
          "currency_input_message": "மொத்த கொள்முதல் இந்த நாணயத்தில் கணக்கிடப்படுகிறது.",
          "free_shipping_input": "இலவச ஷிப்பிங்",
          "monthly_input": "மாதாந்திர கொள்முதல் விகிதம்",
          "annually_input": "ஆண்டு கொள்முதல் விகிதம்",
          "discount_percent_input": "கிளப் உறுப்பினர்களுக்கான தள்ளுபடி விகிதம்",
          "discount_limit_input": "தள்ளுபடி வரம்பு",
          "description_input": "விளக்கம்",
          "description_input_message": "இந்த நிலை பற்றிய சுருக்கமான விளக்கத்தை உள்ளிடவும்."
        },
        "notifications": {
          "update_success": "வாடிக்கையாளர் கிளப்பில் மாற்றங்கள் பயன்படுத்தப்பட்டன."
        }
      },
      "faq": {
        "title": "அடிக்கடி கேட்கப்படும் கேள்விகள்",
        "sub_title": "உங்கள் வாடிக்கையாளர்களின் கேள்விகளைச் சேர்க்கவும், திருத்தவும் மற்றும் பதிலளிக்கவும்."
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "பிரச்சாரங்கள்",
        "cross_selling": "குறுக்கு விற்பனை",
        "affiliate": "தொடர்புடைய",
        "emails": "மின்னஞ்சல்கள்",
        "funnel": "புனல்"
      },
      "campaign": {
        "name_input_placeholder": "பிரச்சாரத்தின் பெயர்",
        "name_input_message": "உங்கள் பிரச்சார தலைப்பை உள்ளிடவும்.",
        "create_campaign_action": "புதிய பிரச்சாரத்தை உருவாக்கவும்",
        "table": {
          "title": "தலைப்பு",
          "state": "நிலை",
          "discount": "தள்ளுபடி",
          "landing": "இறங்கும் பக்கம்",
          "start": "தொடங்கு",
          "end": "முடிவு"
        },
        "notifications": {
          "add_success_title": "ஒரு பிரச்சாரத்தை உருவாக்கவும்",
          "add_success": "உங்கள் பிரச்சாரம் உருவாக்கப்பட்டது."
        }
      }
    },
    "categories": {
      "title": "வகை பட்டியல்",
      "subtitle": "வகைகள் உங்கள் ஆன்லைன் ஸ்டோரின் முக்கிய அம்சமாகும். நவீன ஸ்டோர் முகப்பை உருவாக்கவும், உங்கள் வாடிக்கையாளர்கள் சரியான தயாரிப்புகளைக் கண்டறிவதை எளிதாக்கவும், இந்த சக்திவாய்ந்த வகைப்படுத்தும் கருவிகளைப் பயன்படுத்துமாறு உங்களை ஊக்குவிக்கிறோம்.",
      "menu": {
        "add_new": "புதிய வகையைச் சேர்க்கவும்",
        "categories_list": "வகைகள் பட்டியல்",
        "export": "ஏற்றுமதி வகைகள்",
        "import": "வகைகளை இறக்குமதி செய் (CSV)"
      },
      "graph": {
        "title": "வகைகளின் படிநிலை",
        "subtitle": "உங்கள் ஸ்டோர் வகைகளின் முழுமையான கண்ணோட்டத்தையும் பயனர்கள் அவற்றை எவ்வாறு வழிநடத்துகிறார்கள் என்பதையும் நீங்கள் பார்க்கலாம். வகைகளின் சரியான ஏற்பாட்டுடன், உங்கள் வாடிக்கையாளர்கள் தயாரிப்புகளை விரைவாகக் கண்டறிய முடியும் மற்றும் மாற்று விகிதம் உயரும்.",
        "visits_count": "வருகை",
        "normal": "எளிமையானது",
        "items_count": "பொருட்களின் எண்ணிக்கை",
        "home": "வீடு"
      },
      "category_widget": {
        "parent": "பெற்றோர்",
        "not_exist": "இல்லை",
        "children": "துணைப்பிரிவுகள்",
        "delete_alert": {
          "title": "குழந்தை வகையை அகற்று",
          "message": "{parent_title} பட்டியலிலிருந்து {title} ஐ அகற்ற விரும்புகிறீர்களா?",
          "action": "அழி"
        },
        "notifications": {
          "edit_success": "வகை திருத்தப்பட்டது."
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "கடை",
        "my_apps": "பயன்பாடுகள்"
      },
      "my_apps": {
        "title": "செயலில் உள்ள பயன்பாடுகளை சேமிக்கவும்",
        "subtitle": "உங்கள் வணிக பயன்பாடுகளை நிர்வகிக்கவும்.",
        "all": "அனைத்து"
      },
      "store": {
        "title": "ஆப் ஸ்டோர்",
        "subtitle": "உங்களுக்கு பிடித்த சேவைகளை உங்கள் வணிகத்துடன் பாதுகாப்பாக இணைக்கவும். எங்கள் வாடிக்கையாளர்களின் கோரிக்கைகளின் அடிப்படையில் செருகுநிரல்கள் மற்றும் பயன்பாடுகளைச் சேர்ப்போம்.",
        "nodata": "செருகுநிரல் எதுவும் இல்லை.",
        "all": "அனைத்து",
        "more": "மேலும்"
      }
    },
    "pages": {
      "menu": {
        "new_page": "புதிய பக்கம்",
        "contact_us": "எங்களை தொடர்பு கொள்ள",
        "privacy": "தனியுரிமை",
        "terms": "விதிமுறை",
        "about_us": "எங்களை பற்றி",
        "landings": "தரையிறக்கம்",
        "popup": "பாப்அப்"
      }
    },
    "permissions": {
      "menu": {
        "persons": "பணியாளர்கள்",
        "roles": "பாத்திரங்கள்",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "பணியாளர் பட்டியல்",
          "new_user": "புதிய பணியாளர்களைச் சேர்க்கவும்",
          "new_user_message": "இந்த ஸ்டோரின் டாஷ்போர்டு மற்றும் நிர்வாகப் பிரிவுகளுக்கான அணுகலைப் பெறும் பயனர்கள்.",
          "email_input_placeholder": "மின்னஞ்சல்",
          "email_input": "பயனர் மின்னஞ்சல் முகவரி",
          "level_input": "அணுகல் நிலை",
          "add_user_action": "பணியாளர்களைச் சேர்க்கவும்"
        },
        "delete_alert": {
          "title": "அணுகலை அகற்று",
          "message": "இந்தப் பயனரை நீக்க விரும்புகிறீர்களா?",
          "action": "அழி"
        },
        "notifications": {
          "add_success_title": "அணுகலைச் சேர்க்கவும்",
          "add_success": "புதிய அணுகல் சேர்க்கப்பட்டது.",
          "delete_success_title": "அணுகலை நீக்கு",
          "delete_success": "அணுகல் நீக்கப்பட்டது."
        }
      },
      "shop_api": {
        "title": "ஸ்டோர் அணுகல் விசைகள்",
        "message": "இந்த விசைகள் உங்கள் சர்வரால் அணுகல் டோக்கனை உருவாக்க பயன்படுகிறது. விசைகள் ரகசியமானவை மற்றும் பிறருக்குத் தெரியாத வகையில் சர்வரில் மட்டுமே உள்ளன என்பதை நினைவில் கொள்ளவும்."
      }
    },
    "applications": {
      "pwa": {
        "title": "இணைய ஆப்",
        "sub_title": "உங்கள் ஸ்டோர் இணைய பயன்பாட்டை இங்கே பார்க்கவும்",
        "message": "குறிப்பு: iOS பயன்பாட்டில் உங்கள் iPhone மற்றும் iPad இல் உங்கள் வலைத்தள வரவேற்புப் பக்கத்தை நீங்கள் திருத்தலாம்",
        "ios_app": "iOS பயன்பாடு"
      },
      "ios": {
        "title": "iOS பயன்பாடு",
        "sub_title": "உங்கள் ஸ்டோருக்கான iOS பயன்பாட்டை விரைவில் உருவாக்க முடியும்.",
        "message": "அதிகபட்ச கோப்பு அளவு: 512 KB, நீங்கள் 1MB அளவு வரை கோப்புகளை பதிவேற்றலாம், எங்கள் சுருக்க அமைப்பு 512KB வரை அளவைக் குறைக்க முடியும். பதிவேற்றப்பட்ட படம் புத்திசாலித்தனமாக மறுஅளவிடப்படும்."
      },
      "android": {
        "title": "Android பயன்பாடு",
        "sub_title": "உங்கள் சொந்த Android பயன்பாட்டை உருவாக்கவும்",
        "message": "இந்தப் படிவத்தைப் பூர்த்தி செய்து, உருவாக்க விசையை அழுத்தவும். வேறு எதுவும் தேவைப்படாது. உங்கள் பயன்பாட்டின் உருவாக்கம் மற்றும் கையொப்பம் செயல்முறையின் அனைத்து படிகளும் கிளவுட் சேவையகங்களில் செய்யப்படுகின்றன. இறுதிப் பயன்பாடு அனைத்து AppStores க்கும் பதிவேற்றப்படும்.",
        "server_un_available": "சோதனை ரீதியாக, இந்த நேரத்தில் பயன்பாட்டு சேவையகம் இணைக்கப்படவில்லை.",
        "app_building_progress": "உங்கள் பயன்பாடு கட்டமைக்கப்படுகிறது.",
        "app_build_success": "உங்கள் பயன்பாடு தயாராக உள்ளது.",
        "download_app_action": "பயன்பாட்டைப் பெறவும்",
        "firmware_version": "Firmware பதிப்பு",
        "main_info": "பயன்பாட்டு தொகுப்பு",
        "package_name_input_message": "தொகுப்பின் பெயர் தனித்துவமானது என்பதை உறுதிப்படுத்தவும்.",
        "package_name_input_alert": "இந்தப் பெயரை மாற்றினால், உங்களால் இனி AppStore இல் உங்கள் முந்தைய பயன்பாடுகளைப் புதுப்பித்து புதிய ஒன்றை நிறுவ முடியாது. பழைய பதிப்பு ஆப்ஸ் பயனர்களும் தங்கள் கணக்குகளில் உள்நுழைய முடியாது என்பதை நினைவில் கொள்ளவும்.",
        "version_input": "பதிப்பு",
        "version_input_message": "இந்த எண் எப்போதும் அதன் முந்தைய மதிப்பை விட அதிகமாக இருக்க வேண்டும்.",
        "version_name_input": "பதிப்பு பெயர்",
        "version_name_input_message": "பயன்பாட்டின் இந்தப் பதிப்பிற்கு ஒரு தனிப்பட்ட பெயரை உள்ளிடவும்.",
        "use_selldone_key": "இயல்புநிலை விசைகள் விற்கப்பட்டன",
        "use_last_key": "சேமிக்கப்பட்ட விசை",
        "use_new_key": "புதிய விசை",
        "appearance": "தோற்றம்",
        "app_name_input": "பயன்பாட்டின் பெயர்",
        "app_name_input_message": "இது உங்கள் பயன்பாட்டின் முக்கிய பெயராக இருக்கும்.",
        "app_title_input": "பயன்பாட்டின் தலைப்பு",
        "app_title_input_message": "இந்த தலைப்பு பயன்பாட்டின் மேல் தோன்றும்.",
        "app_title_input_placeholder": "தலைப்பை உள்ளிடவும்",
        "app_icon_input": "பயன்பாட்டு ஐகான்",
        "app_icon_input_placeholder": "பயன்பாட்டு ஐகான்களின் ஜிப் கோப்பைத் தேர்ந்தெடுக்கவும்.",
        "generate_icon_pack_action": "ஐகான் பேக்கை உருவாக்கவும்",
        "splash_design": "ஸ்பிளாஸ் திரை வடிவமைப்பு",
        "splash_logo_input": "ஸ்பிளாஸ் ஸ்கிரீன் லோகோ",
        "splash_logo_input_placeholder": "ஸ்பிளாஸ் திரைக்கு ஒரு படத்தைத் தேர்ந்தெடுக்கவும்.",
        "splash_title_input": "ஸ்பிளாஸ் திரையின் தலைப்பு",
        "splash_title_input_placeholder": "ஸ்பிளாஸ் திரைக்கான தலைப்பை உள்ளிடவும்",
        "splash_title_input_message": "இந்த தலைப்பு பெரிய எழுத்துரு அளவில் காட்டப்படும்.",
        "splash_message_input": "ஸ்பிளாஸ் ஸ்கிரீன் செய்தி",
        "splash_message_input_placeholder": "செய்தி ...",
        "splash_message_input_message": "இந்த செய்தி கீழே சிறுபடமாக காட்டப்படும்.",
        "dark_theme": "இருண்ட தீம்",
        "light_theme": "ஒளி தீம்",
        "build": "கட்டுங்கள்",
        "building_info": "கிளவுட் சர்வரில் பயன்பாட்டை உருவாக்க 10 வினாடிகள் முதல் பல நிமிடங்கள் வரை ஆகும். தயவுசெய்து பொருமைையாயிறு. பயன்பாடு தயாரானதும் பதிவிறக்க கோப்பு இணைப்பு இங்கே தோன்றும்.",
        "update_mode_action": "புதுப்பிக்கவும்",
        "build_mode_action": "பயன்பாட்டை உருவாக்கவும்",
        "notifications": {
          "icon_pack_not_valid_error": "கோப்பு சரியாக இல்லை.",
          "start_building_title": "கட்டிடம் ...",
          "start_building_message": "Android பயன்பாட்டை உருவாக்குவதற்கான கோரிக்கை சமர்ப்பிக்கப்பட்டது.",
          "build_success_title": "வாழ்த்துகள்",
          "build_success": "உங்கள் ஆண்ட்ராய்டு ஆப்ஸ் தயாராக உள்ளது, அதை இப்போது பதிவிறக்கம் செய்யலாம்."
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "தன்னியக்க பைலட்"
      }
    },
    "edit": {
      "menu": {
        "delete": "கடையை நீக்கு",
        "activity_time": "நேரம்",
        "footer": "பட்டியல்",
        "info": "தகவல்",
        "notification": "அறிவிப்புகள்",
        "home": "வீடு",
        "locations": "இடங்கள்",
        "license": "உரிமம்",
        "theme": "தீம்",
        "sms": "எஸ்எம்எஸ்",
        "email": "மின்னஞ்சல்",
        "domain": "களம்",
        "verifications": "சரிபார்ப்புகள்",
        "flow": "ஓட்டம்",
        "business_model": "வியாபார மாதிரி"
      },
      "delete_dialog": {
        "title": "கடையை நீக்கு",
        "message": "<b>{title}</b> ஸ்டோரை நீக்க வேண்டுமா?",
        "action": "கடையை நீக்கு"
      },
      "notifications": {
        "delete_success": "ஸ்டோர் நீக்கப்பட்டது."
      },
      "info": {
        "title_tab": {
          "title": "வணிகப் பெயர் & மொழி",
          "subtitle": "பொதுப் பெயரையும் இயல்பு மொழியையும் அமைக்கவும்."
        },
        "name_tab": {
          "title": "தனிப்பட்ட பெயரை வாங்கவும்",
          "subtitle": "இது உங்கள் வணிகப் பயனர்பெயர்."
        },
        "description_tab": {
          "title": "உங்கள் வணிகக் கதை",
          "subtitle": "உங்கள் வணிகம் மற்றும் அதன் தனித்துவமான மதிப்பு முன்மொழிவு பற்றி எழுதுங்கள்."
        },
        "contact_tab": {
          "title": "தொடர்பு மற்றும் உள்ளூர் வணிகம்",
          "subtitle": "பொது தொடர்புத் தகவல் மற்றும் Google உள்ளூர் வணிக அமைப்பு."
        },
        "image_tab": {
          "title": "சின்னம்",
          "subtitle": "உங்கள் பிராண்டிற்கான தனிப்பட்ட லோகோவைத் தேர்ந்தெடுக்கவும்."
        }
      },
      "badge": {
        "external_title": "வெளிப்புற பேட்ஜ்களை நிர்வகிக்கவும்",
        "external_message": "இங்கே, நீங்கள் பேட்ஜ் படத்தின் முகவரியையும் அதற்கான இணைப்பையும் உள்ளிடலாம். URLகள் அங்கீகரிக்கப்பட்ட இணையதளத்திலிருந்து இருக்க வேண்டும்."
      },
      "edit_menu": {
        "title": "மெனுக்கள்",
        "footer": {
          "title": "அடிக்குறிப்பு மெனு",
          "sub_title": "உங்கள் ஸ்டோர் பக்கத்தின் கீழ் மெனுவை இங்கே உள்ளமைக்கலாம். இந்த மெனுக்கள் முகப்புப் பக்கங்களாகவோ, வடிவமைக்கப்பட்ட பக்கங்களாகவோ அல்லது வெளிப்புற இணைப்புகளாகவோ இருக்கலாம்."
        },
        "header": {
          "title": "தலைப்பு மெனு",
          "sub_title": "இந்த மெனு மொபைலை விட பெரிய திரைகளிலும், முகப்புப் பக்கத்தின் மேற்புறத்திலும், தயாரிப்பு வகைகள், இறங்குதல்கள் மற்றும் தயாரிப்புப் பக்கங்களிலும் மட்டுமே காட்டப்படும்."
        },
        "save_menu": "சேமி மெனு",
        "dialog": {
          "main_pages": "முக்கிய பக்கங்கள்",
          "custom_pages": "இறங்கும் பக்கங்கள்"
        },
        "table": {
          "home": "வீடு",
          "shop": "கடை",
          "blogs": "வலைப்பதிவு",
          "about_us": "எங்களை பற்றி",
          "privacy": "தனியுரிமை",
          "terms": "பயன்பாட்டு விதிமுறைகளை",
          "faq": "FAQ",
          "contact_us": "எங்களை தொடர்பு கொள்ள"
        },
        "notifications": {
          "save_success": "மெனு வெற்றிகரமாக புதுப்பிக்கப்பட்டது."
        }
      },
      "social": {
        "title": "சமூக ஊடகம்",
        "message": "இந்தப் பிரிவில் உங்களின் அதிகாரப்பூர்வ சமூக ஊடக இணைப்பை உள்ளிடவும். முகவரிகளை உறுதிப்படுத்த ஒவ்வொரு பொருளுக்கும் உள்ள வழிமுறைகளைப் பின்பற்றவும்."
      },
      "time": {
        "title": "வேலை நாட்கள்",
        "sub_title": "வேலை நாட்கள் மற்றும் நேரத்தை அமைக்கவும்",
        "days_open_input": "நாட்கள்",
        "days_open_input_nodata": "குறைந்தது ஒரு நாளையாவது தேர்ந்தெடுக்கவும்",
        "start_time_input": "ஸ்டோர் செயல்பாடு தொடங்கும் நேரம்",
        "start_time_input_hint": "ஸ்டோர் திறந்திருக்கும் நேரம்",
        "end_time_input": "ஸ்டோர் மூடு நேரம்",
        "end_time_input_hint": "ஸ்டோர் நடவடிக்கை முடிவு நேரம்",
        "customer_support_service": "பொறுப்பு மற்றும் வாடிக்கையாளர் சேவை",
        "response_time_input": "வாடிக்கையாளர் சேவை நிலை",
        "support_24h": "வாரத்தில் 24 மணிநேரமும் 7 நாட்களும்",
        "support_normal": "அலுவலக நேரத்தில் மட்டும்",
        "no_service": "இல்லை",
        "notifications": {
          "update_success": "ஸ்டோர் திருத்தப்பட்டது."
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "வகை இல்லை"
  },
  "add_product": {
    "title_new": "புதிய தயாரிப்பு",
    "title_new_category": "புதிய வகை",
    "title_new_drop_shipping": "டிராப்ஷிப்பிங்கைச் சேர்க்கவும்",
    "title_edit": "தயாரிப்பைத் திருத்தவும்",
    "delete": "தயாரிப்பை நீக்கு",
    "completed": "நிறைவு",
    "menu": {
      "type": "உற்பத்தி பொருள் வகை",
      "general_info": "பொதுவான தகவல்",
      "rating": "கணக்கெடுப்பு மற்றும் அம்சங்கள்",
      "spec": "விவரக்குறிப்புகள்",
      "images": "படங்கள்",
      "price": "விலை",
      "inputs": "உள்ளீடு",
      "outputs": "வெளியீடு",
      "extra": "கூடுதல் விவரங்கள்",
      "review": "தயாரிப்பு விமர்சனம்",
      "inventory": "சரக்கு / மாறுபாடுகள்"
    },
    "select_type": {
      "title": "உங்கள் தயாரிப்பு அல்லது சேவை வகையைத் தேர்ந்தெடுக்கவும்"
    },
    "edit_info": {
      "category_input": "வகை",
      "product_name": "பொருளின் பெயர்*",
      "product_name_placeholder": "உங்கள் தயாரிப்பு பெயர் இங்கே..",
      "product_code": "தயாரிப்பு குறியீடு (ஆங்கிலம்)",
      "sku": "SKU",
      "sku_message": "சரக்கு இருப்பு பிரிவு",
      "mpn": "MPN",
      "mpn_message": "உற்பத்தியாளர் பகுதி எண்",
      "status": "நிலை",
      "external_link": "வெளி இணைப்பு",
      "brand": "பிராண்ட்",
      "brand_placeholder": "பிராண்ட் எக்ஸ். ஆப்பிள்.. (விரும்பினால்)",
      "warranty": "உத்தரவாதம்",
      "is_original": "இது அசல் தயாரிப்பா?",
      "is_original_message": "உங்கள் தயாரிப்பை அசலாக அமைக்கவில்லை என்றால், இந்தத் தயாரிப்புக்கான போலி பேட்ஜ் காட்டப்படும்.",
      "return_warranty": "இந்த தயாரிப்புக்கு எத்தனை நாட்களுக்கு திரும்ப உத்தரவாதம் உள்ளது?",
      "warehouse_section": "கிடங்கு மற்றும் உற்பத்தி",
      "conditions_section": "தயாரிப்பு நிலைமைகள்",
      "warranty_section": "உத்தரவாதம் மற்றும் விநியோகம்",
      "unit": "தயாரிப்பு அலகு",
      "unit_message": "தேவைப்பட்டால் அலகு உள்ளிடவும். எ.கா: KG, மீட்டர், ...",
      "condition": "உங்கள் கடையில் தயாரிப்பு நிலை",
      "condition_message": "இந்தத் துறையில் உள்ள மதிப்புகளில் ஒன்றை நீங்கள் தேர்வு செய்ய வேண்டும்.",
      "unit_section": "தயாரிப்பு அலகு",
      "unit_float": "மிதவை அலகு (விரைவில்)",
      "unit_float_hint": "எடுத்துக்காட்டாக, வாடிக்கையாளர் 3 கிலோ பழங்களை ஆர்டர் செய்யலாம், ஆனால் வாடிக்கையாளருக்கு அனுப்பப்பட்ட தொகை ஆர்டர் செய்யப்பட்ட தொகையிலிருந்து சற்று வித்தியாசமானது.",
      "unit_float_message": "ஆர்டர் செயலாக்கத்தின் போது, டெலிவரி செய்யப்பட்ட தொகை ஆர்டர் செய்யப்பட்ட தொகையிலிருந்து வேறுபடலாம். கணினி தானாகவே இந்த வேறுபாட்டைக் கணக்கிட்டு, வாடிக்கையாளருக்கான உங்கள் கடனாகப் பதிவுசெய்கிறது, இது அடுத்த ஆர்டர்களுக்குப் பயன்படுத்தப்படலாம்.",
      "status_list": {
        "active": {
          "title": "செயலில் | ஆன்லைன் & ஆஃப்லைன் விற்பனை",
          "description": "இந்த தயாரிப்பு ஆன்லைன் ஆர்டர்களுக்கு கிடைக்கும்."
        },
        "inactive": {
          "title": "செயலற்ற | ஆஃப்லைன் விற்பனை மட்டுமே",
          "description": "ஆன்லைன் ஆர்டர்களுக்கு இந்த தயாரிப்பு கிடைக்காது."
        }
      }
    },
    "rating_pros_cons": {
      "title": "சர்வே",
      "message": "உங்கள் வாடிக்கையாளர்கள் உங்கள் தயாரிப்பை மதிப்பிட, தயாரிப்பு விவரக்குறிப்புகளின் பட்டியலை உள்ளிடவும். (5 உருப்படிகள் வரை)",
      "rating_input": "கருத்துக்கணிப்புகள்",
      "rating_input_message": "வாக்கெடுப்பில் 5 உருப்படிகளைச் சேர்க்கலாம்.",
      "item_unit": "பொருள்",
      "pros_title": "நன்மை",
      "pros_message": "தயாரிப்பின் அம்சங்களை உள்ளிடவும். (5 உருப்படிகள் வரை)",
      "pros_input_title": "அம்ச தலைப்பு",
      "pros_input_value": "அம்ச மதிப்பு",
      "pros_group": "தயாரிப்பு நன்மைகள்",
      "pros_group_messages": "தயாரிப்பின் முக்கிய அம்சங்கள்",
      "cons_title": "பாதகம்",
      "cons_message": "தயாரிப்பின் பலவீனங்களை உள்ளிடவும். (5 உருப்படிகள் வரை)",
      "cons_input_title": "பலவீனம் தலைப்பு",
      "cons_input_value": "பலவீனத்தின் மதிப்பு",
      "cons_group": "தயாரிப்பு பலவீனங்கள்",
      "cons_group_messages": "உற்பத்தியின் முக்கிய குறைபாடுகள்",
      "select_from_list": "பட்டியலில் இருந்து தேர்ந்தெடுக்கவும்",
      "suggestion_rating": [
        "நல்ல தரமான",
        "நல்ல மதிப்பு",
        "பரிந்துரைக்கிறேன்",
        "அம்சங்கள் மற்றும் திறன்கள்",
        "பயன்படுத்த எளிதானது",
        "நன்றாக வடிவமைக்கப்பட்டுள்ளது"
      ],
      "notifications": {
        "add_rating_success": "பயனர் மதிப்பீடு {rating_name} விருப்பம் சேர்க்கப்பட்டது.",
        "delete_rating_success": "பயனர் மதிப்பீடு {rating_name} விருப்பம் நீக்கப்பட்டது.",
        "add_pros_success": "தயாரிப்பு அம்சம் சேர்க்கப்பட்டது.",
        "delete_pros_success": "தயாரிப்பு அம்சம் அகற்றப்பட்டது.",
        "add_cons_success": "தயாரிப்பு பலவீனம் சேர்க்கப்பட்டது.",
        "delete_cons_success": "தயாரிப்பு பலவீனம் நீக்கப்பட்டது."
      }
    },
    "edit_spec": {
      "title": "தொழில்நுட்ப குறிப்புகள்",
      "sub_title": "நீங்கள் ஒத்த தயாரிப்புகளின் தொழில்நுட்ப விவரக்குறிப்புகளை இறக்குமதி செய்யலாம்.",
      "import_action": "இறக்குமதி",
      "group_input_header": "குழுவைச் சேர்க்கவும்",
      "item_title_header": "பொருளைச் சேர்க்கவும்",
      "group_input": "குழு தலைப்பு",
      "group_input_message": "தலைப்பை உள்ளிடவும்.",
      "group_add_action": "குழுவைச் சேர்க்கவும்",
      "item_title_input": "தலைப்பு",
      "item_title_input_message": "அம்சத்தின் தலைப்பை உள்ளிடவும்.",
      "item_value_input": "மதிப்பு",
      "item_value_input_message": "அம்ச மதிப்பை உள்ளிடவும்.",
      "add_item_action": "பொருளைச் சேர்க்கவும்",
      "dialog": {
        "title": "தொழில்நுட்ப விவரக்குறிப்புகளை உள்ளிடவும்",
        "code_input": "தயாரிப்பு ஐடி",
        "code_input_message": "தயாரிப்பு குறியீடு: P0000 ...",
        "spec_view_title": "தேர்ந்தெடுக்கப்பட்ட தயாரிப்பின் விவரக்குறிப்புகள்",
        "set_spec_action": "நகல் தொழில்நுட்ப விவரக்குறிப்புகள்"
      },
      "notifications": {
        "enter_group_title_error": "தலைப்பு மதிப்பை உள்ளிடவும்",
        "enter_item_title_and_value_error": "அம்சத்தின் தலைப்பு மற்றும் மதிப்பை உள்ளிடவும்",
        "spec_saved_success": "தயாரிப்பு விவரக்குறிப்புகள் சேமிக்கப்பட்டன."
      }
    },
    "edit_images": {
      "title": "முக்கிய படம்",
      "main_image_input_nodata": "தயாரிப்பு படத்தை பதிவேற்றவும்.",
      "main_image_input_message": "இந்த படம் தயாரிப்பு பட்டியலில் காட்டப்படும்.",
      "preview": "முன்னோட்ட",
      "image_style": "பட நடை",
      "background_is_white": "வெள்ளை பின்னணி",
      "background_is_white_msg": "படத்தில் வெள்ளை பின்னணி உள்ளதா??",
      "images": {
        "title": "தயாரிப்பு படங்கள் தொகுப்பு",
        "sub_title": "இந்தப் பிரிவில் அனைத்து தயாரிப்பு வகைகளுக்கும் பொதுவான தயாரிப்புப் படங்களைப் பதிவேற்றவும்."
      },
      "video": {
        "title": "வீடியோ",
        "sub_title": "முதலில், உங்கள் தயாரிப்பு வீடியோவை Youtube இல் பதிவேற்றவும், பின்னர் வீடியோ URL ஐ இங்கே வைக்கவும்."
      }
    },
    "pricing": {
      "edit_price": "விலை நிர்ணயம்",
      "price_input": "விலை",
      "currency_input": "நாணய",
      "currency_input_messages": "இந்த நாணயத்தில் விலை கணக்கிடப்படுகிறது.",
      "commission_input": "தரகு",
      "commission_message": "மொத்த விற்பனையாளர்கள் போன்ற குறிப்பிட்ட வகை வணிகர்களுக்கு மட்டுமே இந்த விருப்பம் பயனுள்ளதாக இருக்கும். நீங்கள் மொத்த விற்பனையாளராக இல்லாவிட்டால், இந்த விருப்பத்தை காலியாக விடவும். வாங்குபவர்கள் பார்க்கும் விலையானது விலை மற்றும் கமிஷனின் கூட்டுத்தொகையாகும். வரியைச் சேர்க்க, கணக்கு > வரி என்பதைக் கிளிக் செய்யவும்.",
      "add_commission_action": "கமிஷன் சேர்க்கவும்",
      "discount_input": "தள்ளுபடி",
      "discount_input_message": "தள்ளுபடி விலை",
      "has_discount_period_input": "இந்த தள்ளுபடி குறிப்பிட்ட காலத்திற்கு செல்லுபடியாகுமா?",
      "discount_timespan": "தள்ளுபடி காலத்தை உள்ளிடவும்.",
      "start_input": "தொடங்கு",
      "end_input": "முடிவு",
      "start_input_placeholder": "தொடக்க நேரத்தைத் தேர்ந்தெடுக்கவும்",
      "end_input_placeholder": "இறுதி நேரத்தைத் தேர்ந்தெடுக்கவும்",
      "independent_price": "இந்த மாறுபாட்டிற்கான விலை மட்டுமே",
      "same_price": "முக்கிய தயாரிப்புக்கான விலை",
      "variant_pricing_message": "இந்த விருப்பத்தைத் தேர்ந்தெடுப்பதன் மூலம், இந்த மாறுபாட்டின் விலையை முக்கிய தயாரிப்புக்கு சுயாதீனமாக அமைக்கலாம்.",
      "price_label_input": "விலை முத்திரை",
      "price_label_message": "விலையைப் பற்றிய கூடுதல் தகவலைச் சேர்க்கவும் ($1.5/Fl Oz). பயன்பாட்டு வழக்குகள்: மளிகை, FMCG.",
      "add_price_label_action": "விலை லேபிளைச் சேர்க்கவும்"
    },
    "inputs_edit": {
      "title": "வாங்குபவர் தகவலின் உள்ளீடு படிவம்",
      "sub_title": "ஒவ்வொரு தயாரிப்புக்கும் நீங்கள் ஒரு தரவு நுழைவு படிவத்தை உருவாக்கலாம், எனவே ஒரு பொருளை வாங்கும் போது கடைக்காரர்கள் உங்களுக்கு தகவலை அனுப்புவார்கள். எடுத்துக்காட்டாக, இந்தத் தகவல் ஒரு கல்லில் ஒரு வேலைப்பாட்டின் பெயராக இருக்கலாம்.",
      "message_input": "பயனருக்கு செய்தி",
      "message_input_message": "பொருட்களை வாங்கும் போது இந்த செய்தி வாடிக்கையாளருக்கு காண்பிக்கப்படும்.",
      "inputs_form": "தகவல் அமைப்பு (உள்ளீடு)"
    },
    "extra_edit": {
      "physical": {
        "title": "கப்பல் தகவல்",
        "sub_title": "இந்த பிரிவில் உள்ள தகவல்களின் அடிப்படையில் தயாரிப்புக்கான செலவு மற்றும் நேரம் கணக்கிடப்படுகிறது. கடையில் (எடை, பரிமாணங்கள், தூரம்) தேர்ந்தெடுக்கப்பட்ட அலகுகளின் படி தகவலை உள்ளிடுவதை உறுதிப்படுத்திக் கொள்ளுங்கள்."
      },
      "notifications": {
        "save_title": "பேக்கேஜிங் புதுப்பிக்கப்பட்டது",
        "save_msg": "தயாரிப்பு பேக்கேஜிங் தகவல் வெற்றிகரமாக புதுப்பிக்கப்பட்டது."
      }
    },
    "variants": {
      "not_available": "இந்த வகை தயாரிப்புக்கான மாறுபாட்டைத் தேர்ந்தெடுக்க தற்போது சாத்தியமில்லை."
    },
    "delete_product": {
      "title": "தயாரிப்பை அகற்று",
      "message": "<b>{product_title}</b> ஐ நீக்க விரும்புகிறீர்களா?"
    }
  },
  "product_admin": {
    "products_list": "தயாரிப்பு பட்டியல்",
    "product": "தயாரிப்பு",
    "menu": {
      "edit": "தொகு",
      "review": "விமர்சனம்",
      "orders": "ஆர்டர்கள்",
      "inventory": "சரக்கு",
      "dashboard": "டாஷ்போர்டு",
      "back_to_products": "தயாரிப்புகள்",
      "drop_shipping": "டிராப்ஷிப்பிங்"
    },
    "dashboard": {
      "info": {
        "title": "சுயவிவரம்",
        "title_small": "தயாரிப்பு",
        "category": "தயாரிப்பு வகை",
        "link": "தயாரிப்பு இணைப்பு",
        "type": "வகை",
        "inputs": "உள்ளீடு தகவல்",
        "outputs": "வெளியீடு தகவல்",
        "user_data_form": "வாங்குபவர் தகவல் படிவம்"
      },
      "orders": {
        "title": "ஆர்டர்கள்",
        "title_small": "செயலாக்கப்படவில்லை",
        "physical_orders_title": "இந்த தயாரிப்புடன் வண்டிகள்",
        "send_30days_title": "கடந்த 30 நாட்களில் ஆர்டர்கள் அனுப்பப்பட்டன",
        "downloads_30days_title": "கடந்த 30 நாட்களில் கோப்பு பதிவிறக்கப்பட்ட எண்",
        "virtual_orders_title": "இந்த தயாரிப்பின் ஆர்டர்கள் நிறைவுக்காக காத்திருக்கின்றன"
      },
      "inventory": {
        "title": "சரக்கு",
        "title_small": "கிடங்கு",
        "total_sell": "மொத்த விற்பனை",
        "total_sell_today": "இன்று விற்பனை",
        "total_sell_30days": "கடந்த 4 நாள் விற்பனை",
        "chart": {
          "labels": [
            "சரக்கு",
            "விற்பனை"
          ]
        }
      },
      "finance": {
        "title": "நிதி",
        "title_small": "கடந்த 6 மாத கொள்முதல் அறிக்கை",
        "select_mode_title": "மூலம் காட்டு",
        "modes": {
          "sell": "விற்பனை",
          "payment": "பணம் செலுத்துதல்",
          "discount": "தள்ளுபடி"
        },
        "currency_select_title": "தேர்ந்தெடுக்கப்பட்ட நாணயத்தின் அடிப்படையில் விலை",
        "sell_today": "இன்று விற்பனை",
        "product_price": "தயாரிப்பு விலை",
        "currency_unit": "நாணய அலகு",
        "sell_30days": "30 நாட்கள் விற்பனை",
        "sell_daily": "தினசரி விற்பனை",
        "sell_yesterday": "நேற்றைய விற்பனை"
      },
      "survey": {
        "title": "தயாரிப்பு மதிப்பீடு",
        "title_small": "வாடிக்கையாளர் திருப்தி அறிக்கை",
        "total_participation": "பங்களிப்புகளின் மொத்த எண்ணிக்கை",
        "today_participation": "இன்றைய மதிப்பீடுகள்",
        "last7days_participation": "கடந்த 7 நாட்கள் பங்களிப்புகள்",
        "chart": {
          "participate": "பங்கேற்பு",
          "participate_title": "பங்களிப்புகளின் எண்ணிக்கை",
          "score": "மதிப்பெண்"
        }
      },
      "inform": {
        "title": "வாடிக்கையாளர் எதிர்பார்ப்புகள்",
        "title_small": "தள்ளுபடிகள் அல்லது கிடைக்கும் தன்மைக்காக காத்திருக்கிறது",
        "message": "தயாரிப்புகள் விற்பனைக்கு வரும்போது அல்லது கிடைக்கும்போது வாடிக்கையாளர்களுக்கு அறிவிக்கவும்",
        "waiting_for_auction": "தயாரிப்புகள் விற்பனைக்கு காத்திருக்கிறது",
        "waiting_for_available": "தயாரிப்புகள் கிடைக்கும் வரை காத்திருக்கிறது.",
        "unit": "நபர்(கள்)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "சரக்கு பட்டியல்",
        "add_variant": "மாறுபாட்டைச் சேர்க்கவும்",
        "title": "தயாரிப்பு இருப்பு / தயாரிப்பு மாறுபாடுகள் பட்டியல்",
        "sub_title": "இந்தத் தயாரிப்பு ஒன்றுக்கு மேற்பட்ட மாறுபாடுகளைக் கொண்டிருந்தால், அவற்றை இந்தப் பிரிவில் உள்ளிடவும். ஒவ்வொரு மாறுபாட்டின் அளவு, விலை மற்றும் தள்ளுபடி ஆகியவற்றை நீங்கள் தனித்தனியாக வரையறுக்கலாம்; இல்லையெனில் தயாரிப்பின் இயல்புநிலை மதிப்புகள் விலைக்கு பயன்படுத்தப்படும்.",
        "add_action": "மாறுபாட்டைச் சேர்க்கவும்",
        "count_input": "சரக்கு",
        "count_input_action": "எண்ணிக்கையை அமைக்கவும்",
        "management_title": "சரக்கு மேலாண்மை மற்றும் தயாரிப்பு வகைகள்",
        "add_title": "தயாரிப்பு மாறுபாட்டைச் சேர்க்கவும்",
        "edit_title": "தயாரிப்பு மாறுபாட்டைத் திருத்தவும்",
        "notifications": {
          "add_success": "தயாரிப்பு மாறுபாடு சேர்க்கப்பட்டது.",
          "delete_success": "தயாரிப்பு மாறுபாடு நீக்கப்பட்டது.",
          "save_product_inventory_success": "பொருட்களின் இருப்பு சேமிக்கப்பட்டது."
        }
      },
      "variant_item": {
        "price": "விலை",
        "same_as_product": "முக்கிய தயாரிப்பு போன்றது",
        "in_stock": "சரக்கு",
        "delete_dialog": {
          "title": "தயாரிப்பு மாறுபாட்டை நீக்கு",
          "message": "இந்த மாறுபாட்டை நீக்க விரும்புகிறீர்களா?"
        }
      },
      "variant_add_edit": {
        "title": "தயாரிப்பு மாறுபாட்டை வரையறுத்தல்",
        "message": "தயாரிப்பு எண் தனித்துவமானது",
        "active_input": "இந்த மாறுபாடு செயலில் உள்ளதா?",
        "sku": "SKU",
        "sku_tips": "தயாரிப்பு கிடங்கு குறியீடு.",
        "mpn": "MPN",
        "mpn_tips": "தயாரிப்பு பேக்கேஜிங்கில் உற்பத்தியாளரால் தயாரிப்பு குறியீடு செருகப்பட்டது",
        "variant_variable": "மாறுபாடு மாறிகள்",
        "pricing": "விலை நிர்ணயம்",
        "has_pricing_input": "முக்கிய தயாரிப்பில் இருந்து விலை வேறுபட்டதா?",
        "inventory": "சரக்கு",
        "inventory_unit": "பொருட்களை",
        "delivery_info": "பேக்கேஜிங் & ஷிப்பிங்",
        "images": "மாறுபாட்டின் படங்கள்",
        "images_message": "இந்த மாறுபாட்டைச் சேமித்த பிறகு, நீங்கள் ஒரு படத்தை இங்கே சேர்க்க முடியும்."
      }
    },
    "edit_article": {
      "menu": {
        "tags": "குறிச்சொற்கள்",
        "article": "கட்டுரை"
      }
    }
  },
  "product_extra_physical": {
    "weight": "தொகுப்பு எடை",
    "weight_unit": "கி.கி",
    "size": "தொகுப்பு பரிமாணங்கள்",
    "dimension": "செ.மீ",
    "width": "அகலம்",
    "length": "நீளம்",
    "height": "உயரம்",
    "lead_time_title": "தயாரிப்பு நேரம்",
    "lead_time": "தயாரிப்பு நேரம்",
    "lead_time_dimension": "மணிநேரம்(கள்)",
    "bulk_action": "மொத்த செயல்பாடுகள்",
    "bulk_action_input": "அனைத்து வகைகளையும் புதுப்பிக்கவும்",
    "bulk_action_msg": "அனைத்து வகைகளுக்கும் தயாரிப்பு பேக்கேஜிங் மற்றும் தயாரிப்பு நேரத்தை அமைக்கவும்."
  },
  "product_images_list": {
    "upload_button": "மேலும் தயாரிப்பு படங்கள்",
    "upload_an_image": "ஒரு படத்தைத் தேர்ந்தெடுக்கவும்.",
    "notifications": {
      "update_sort_success": "படங்களை வரிசைப்படுத்துதல் சேமிக்கப்பட்டது",
      "delete_image_title": "தயாரிப்பு படத்தை நீக்கவும்",
      "delete_image_success": "படம் வெற்றிகரமாக நீக்கப்பட்டது"
    }
  },
  "variants_view": {
    "prices": "விலைகள்",
    "inventory": "சரக்கு",
    "discount": "தள்ளுபடி"
  },
  "gift_card_type_edit": {
    "title_input": "தலைப்பு",
    "color_input": "அட்டை நிறம்",
    "charge_input": "ஆரம்ப கட்டணம்",
    "charge_input_hint": "ஒவ்வொரு அட்டைக்கும் ஆரம்ப கட்டணம்",
    "currency_input": "நாணய",
    "currency_input_message": "இந்த நாணயத்துடன் வாங்குவதற்கு மட்டுமே",
    "lifetime_input": "அட்டை செல்லுபடியாகும் காலம் (மாதம்)",
    "lifetime_input_message": "அட்டை செல்லுபடியாகும்",
    "card_image_input": "அட்டை படம்",
    "notifications": {
      "create_success": "அட்டை உருவாக்கப்பட்டது",
      "update_success": "கார்டு புதுப்பிக்கப்பட்டது"
    }
  },
  "shop_warehouse_edit": {
    "title": "கிடங்கைச் சேர்க்கவும்",
    "message": "ஷிப்பிங் செலவைக் கணக்கிட உங்கள் கிடங்கு முகவரி மற்றும் சுயவிவரத்தை உள்ளிடவும்.",
    "name_input": "கிடங்கு பெயர்",
    "address": "முகவரி",
    "name_input_message": "உங்கள் கிடங்கிற்கு புனைப்பெயரை உள்ளிடவும்.",
    "person_name": "அதிகாரி பெயர்",
    "phone_number": "தொடர்பு எண்",
    "map_title": "ஸ்டோர் கிடங்கு முகவரி",
    "confirm_action": "கிடங்கு ஒப்புதல்",
    "address_name": "கிடங்கு",
    "notifications": {
      "success_save": "மாற்றங்கள் வெற்றிகரமாக சேமிக்கப்பட்டன."
    }
  },
  "inventory_list": {
    "search_input": "தயாரிப்பு தேடல்...",
    "search_input_title": "கடை தயாரிப்புகளில் தேடுங்கள்",
    "apply_filter": "வடிகட்டியைப் பயன்படுத்தவும்",
    "inventory": "சரக்கு பட்டியல்",
    "export": "ஏற்றுமதி சரக்கு",
    "import": "இறக்குமதி சரக்கு",
    "bulk_price": "மொத்த விலை மாற்றம்",
    "bulk_discount": "மொத்த தள்ளுபடி மாற்றம்",
    "category_filter_msg": "⚡ இது அனைத்து தயாரிப்புகள் மற்றும் துணைப்பிரிவுகளுக்கும் பொருந்தும்!",
    "table": {
      "waiting": "தகவலைப் பெறுகிறது... காத்திருக்கவும்",
      "open_state": "செயலில்",
      "close_state": "செயலற்ற",
      "image": "படம்",
      "product": "பொருளின் பெயர்",
      "code": "தயாரிப்பு குறியீடு",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "அசல்",
      "status": "நிலை",
      "in_stock": "கையிருப்பில்",
      "edit": "மாற்றம்"
    },
    "bulk_price_dialog": {
      "title": "மொத்த செயல்கள் > விலை",
      "message": "குறிப்பு: உங்கள் கடையில் உள்ள அனைத்துப் பொருட்களின் விலையிலும் பின்வரும் தொகை சதவீதமாகப் பொருந்தும். மேலும், கணக்கிடப்பட்ட விலை மதிப்புகள், தேர்ந்தெடுக்கப்பட்ட நாணயத்தின் அடிப்படையில் புத்திசாலித்தனமாக மிக நெருக்கமான சுற்று எண்ணாக மாற்றப்படும். மதிப்புகளை உள்ளிடுவதில் கவனமாக இருக்கவும்.",
      "check": "விலை மாற்றங்களை நான் அங்கீகரிக்கிறேன்.",
      "add_percent_tab": "சதவீதம் சேர்",
      "add_constant_tab": "நிலையான சேர்",
      "ending_tab": "முடிவு உத்தி"
    },
    "bulk_discount_dialog": {
      "title": "மொத்த செயல்கள் > தள்ளுபடி",
      "message": "குறிப்பு: உங்கள் கடையில் உள்ள அனைத்து தயாரிப்புகளின் தள்ளுபடியில் பின்வரும் தொகை சதவீதமாக இருக்கும். மேலும், கணக்கிடப்பட்ட தள்ளுபடி மதிப்புகள், தேர்ந்தெடுக்கப்பட்ட நாணயத்தின் அடிப்படையில் புத்திசாலித்தனமாக மிக நெருக்கமான சுற்று எண்ணாக மாற்றப்படும். மதிப்புகளை உள்ளிடுவதில் கவனமாக இருக்கவும்.",
      "check": "தள்ளுபடி மாற்றங்களை நான் அங்கீகரிக்கிறேன்."
    },
    "notifications": {
      "save_success": "இருப்பு மாற்றம் சேமிக்கப்பட்டது."
    }
  },
  "spec_view": {
    "auto_save_input": "தானாக சேமிக்கவும்"
  },
  "time_progress_bar": {
    "title_before_start": "தொடக்கத்தில் மீதமுள்ளது",
    "title_between_start_end": "இறுதிவரை மீதமுள்ளது",
    "title_after_end": "முடிந்தது",
    "title_no_start_end": "கால அவகாசம் இல்லாமல்!"
  },
  "geo_map": {
    "views": "காட்சிகள்",
    "views_unit": "நேரங்கள்",
    "product_views": "தயாரிப்பு காட்சிகள்",
    "buys": "கொள்முதல்",
    "buys_unit": "ஆர்டர்கள்",
    "baskets": "செயலில் உள்ள வண்டிகள்",
    "added_items": "பொருட்களைச் சேர்க்கவும்",
    "removed_items": "பொருட்களை அகற்று"
  },
  "faq_list": {
    "table": {
      "nodata": "கேள்விகள் எதுவும் இல்லை.",
      "more_data_action": "மேலும் கேள்விகள்..",
      "user": "பயனர்",
      "tag": "குறிச்சொல்",
      "question": "கேள்வி",
      "officer": "பணியாளர்கள்",
      "answer": "பதில்",
      "created_at": "தேதி",
      "priority": "முன்னுரிமை",
      "edit": "தொகு"
    },
    "dialog": {
      "add_new_action": "புதிய கேள்வியை சமர்ப்பிக்கவும்",
      "edit_action": "அடிக்கடி கேட்கப்படும் கேள்விகளைத் திருத்தவும்",
      "question_input": "கேள்வி",
      "question_input_placeholder": "உங்கள் கேள்வியை கேளுங்கள்..",
      "link_input": "இணைப்பு",
      "link_input_placeholder": "பதிலில் ஒரு இணைப்பைப் பார்க்கவும்.",
      "answer_input": "பதில்",
      "answer_input_placeholder": "பதில் உரையை உள்ளிடவும்..",
      "tag_input": "குறிச்சொல் (வகை தலைப்பு)",
      "tag_input_placeholder": "ஒரு சிறிய தலைப்பை உள்ளிடவும்",
      "priority_input": "முன்னுரிமை: (0 முதல் 10 வரை)"
    },
    "delete_alert": {
      "title": "கேள்வியை நீக்கு",
      "message": "இந்தக் கேள்வியை நீக்க வேண்டுமா?",
      "action": "அழி"
    },
    "notifications": {
      "send_success": "உங்கள் பதில் வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது.",
      "delete_success": "உங்கள் கேள்வி வெற்றிகரமாக நீக்கப்பட்டது."
    }
  },
  "contact_messages_list": {
    "load_more_action": "மேலும் செய்திகள்..",
    "table": {
      "nodata": "கேள்விகள் எதுவும் இல்லை.",
      "user": "பயனர்",
      "message": "செய்தி உடல்",
      "category": "வகை",
      "officer": "பணியாளர்கள்",
      "answer": "பதில்",
      "created_at": "தேதி",
      "contact": "தொடர்பு கொள்ளவும்",
      "edit": "தொகு"
    },
    "dialog": {
      "title": "செய்திக்கு பதிலளிக்கவும்",
      "category": "வகை",
      "user_name": "பெயர்",
      "email": "மின்னஞ்சல்",
      "phone": "தொடர்பு எண்",
      "message": "செய்தி உரை",
      "status": "பதில் நிலை",
      "status_answered": "பதிலளித்தார்",
      "status_waiting": "பதிலுக்காக காத்திருக்கிறது",
      "answer_input": "பதில் உரை",
      "mail_input": "மின்னஞ்சல் அனுப்புக",
      "mail_input_message": "நீங்கள் இதை இயக்கினால், உங்கள் பதில் பயனர் மின்னஞ்சலுக்கு அனுப்பப்படும்."
    },
    "delete_alert": {
      "title": "செய்தியை நீக்கு",
      "message": "இந்த செய்தியை நீக்க வேண்டுமா?",
      "action": "அழி"
    },
    "notifications": {
      "send_success": "உங்கள் கோரிக்கை வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது.",
      "delete_success": "செய்தி நீக்கப்பட்டது."
    }
  },
  "campaign": {
    "title": "பிரச்சாரம்",
    "menu": {
      "setting": "அமைப்புகள்",
      "return": "மீண்டும்",
      "dashboard": "டாஷ்போர்டு",
      "links": "இணைப்புகள்",
      "landing": "தரையிறக்கம்",
      "ads": "விளம்பரங்கள்",
      "finance": "நிதி"
    },
    "dashboard": {
      "title": "டாஷ்போர்டு",
      "status": "நிலை கண்ணோட்டம்",
      "sessions": "அமர்வுகள்",
      "links_overview": "பிரச்சார இணைப்புகள் மேலோட்டம்",
      "orders": "ஆர்டர்கள்",
      "performance": "பிரச்சார செயல்திறன்",
      "links_funnel": "பிரச்சார இணைப்புகள் செயல்திறன்",
      "no_links": "தரவு எதுவும் கிடைக்கவில்லை! உங்கள் பிரச்சாரத்திற்கான இணைப்பை உருவாக்கவும்.",
      "social": "சமூக ஊடக முன்னணி",
      "conversion_over_time": "காலப்போக்கில் மாற்றம்",
      "total_campaign_sell": "பிரச்சாரத்தின் மூலம் மொத்த விற்பனை"
    },
    "finance": {
      "title": "நிதி அறிக்கை",
      "campaign_revenue": "பிரச்சார வருவாய்",
      "total_revenue": "பிரச்சாரத்தின் மூலம் மொத்த வருவாய்",
      "links_revenue": "பிரச்சார இணைப்புகள் வருவாய்",
      "payments_over_time": "காலப்போக்கில் விற்பனை",
      "all_links": "அனைத்து இணைப்புகளும்"
    },
    "landing": {
      "empty_message": "பிரச்சார அமைப்புகளில் இறங்கும் பக்கத்தை அமைக்கவும்.",
      "set_landing": "இறங்கும் பக்கத்தை அமைக்கவும்",
      "create_landing": "புதிய இறங்கும் பக்கத்தை உருவாக்கவும்"
    },
    "links": {
      "title": "பிரச்சார இணைப்புகள்",
      "url_input_message": "உங்கள் இலக்கு பக்க url ஐ உள்ளிடவும்"
    },
    "setting": {
      "menu": {
        "config": "கட்டமைப்பு",
        "timespan": "கால கட்டம்",
        "banner": "பதாகை",
        "Notification": "அறிவிப்பு"
      },
      "general_setting": {
        "title": "பொது பிரச்சார அமைப்புகள்",
        "sub_title": "பெயர், இறங்கும் பக்கம் மற்றும் தள்ளுபடி குறியீடு",
        "name_input": "பிரச்சாரத்தின் பெயர்",
        "name_input_hint": "உங்கள் பிரச்சாரத்திற்கு ஒரு பெயரைச் சேர்க்கவும்",
        "enable_input": "பிரச்சாரம் செயலில் உள்ளதா?",
        "page_input": "இறங்கும் பக்கம்",
        "discount_code_input": "தள்ளுபடி குறியீடு",
        "limit": "தள்ளுபடி வரம்பு",
        "max_count": "அதிகபட்ச எண்ணிக்கை",
        "max_count_unit": "பொருட்களை",
        "start": "தொடங்கு",
        "end": "முடிவு",
        "notification_enable_input": "அறிவிப்பு இயக்கப்பட்டதா?",
        "landing_page": "இறங்கும் பக்கம்",
        "discount_code": "தள்ளுபடி குறியீடு",
        "auto": "இயல்புநிலை பிரச்சாரம்",
        "auto_message": "உங்கள் கடையில் இயல்புநிலை பிரச்சாரம் செயல்படுத்தப்பட்டது"
      },
      "time_setting": {
        "title": "கால கட்டம்",
        "sub_title": "தொடக்க தேதி & நேரம் / முடிவு தேதி & நேரம்",
        "start_input": "தொடங்கு",
        "start_input_placeholder": "பிரச்சாரம் தொடங்கும் நேரத்தைத் தேர்ந்தெடுக்கவும்",
        "end_input": "முடிவு",
        "end_input_placeholder": "பிரச்சார முடிவு நேரத்தைத் தேர்ந்தெடுக்கவும்"
      },
      "banner_setting": {
        "title": "கடை பேனர்",
        "sub_title": "கடை பக்கத்தின் மேல் காட்சி",
        "message_input": "செய்தி உரை",
        "message_input_placeholder": "சிறப்பு திருவிழா...",
        "message_input_hint": "கடையின் மேல் பேனர் செய்தி உரை",
        "bg_image_input": "பின்னணி பட URL",
        "bg_image_input_hint": "முழு பின்னணி பட URL",
        "repeat_pattern": "மாதிரியை மீண்டும் செய்யவும்",
        "simple": "எளிமையானது",
        "dark_input": "இருண்ட தீம்?",
        "icon_input": "ஐகான்",
        "icon_input_hint": "பொருள் வடிவமைப்பு ஐகான் பெயர் அல்லது Fontawsom: fas fa-star",
        "anim_input": "அனிமேஷன் முகவரி",
        "anim_input_message": "Lottie அனிமேஷன் கோப்பு URL",
        "preview": "முன்னோட்ட",
        "preview_update_action": "முன்னோட்டத்தை புதுப்பி",
        "bg_color": "பின்னணி நிறம்",
        "icon_bg": "ஐகான் பின்னணி நிறம்"
      },
      "notifications": {
        "title": "அறிவிப்பு",
        "sub_title": "அறிவிப்பை உருவாக்கி அதை உங்கள் பிரச்சாரத்துடன் இணைக்கவும்.",
        "update_success": "உங்கள் பிரச்சாரம் புதுப்பிக்கப்பட்டது.",
        "action_button": "செயல் பொத்தான்",
        "background_color": "பின்னணி நிறம்",
        "text_color": "உரை நிறம்",
        "action_color": "செயல் நிறம்",
        "action_text_color": "செயல் உரை நிறம்",
        "notification_image": "அறிவிப்பு படம்",
        "notification_bg": "அறிவிப்பு பின்னணி",
        "show_preview": "முன்னோட்டத்தைக் காட்டு",
        "persistence": "விடாமுயற்சி",
        "persistence_message": "ஒவ்வொரு முறையும் உங்கள் பயனர் இணையதளத்தைப் பார்வையிடும்போது காட்ட விரும்புகிறீர்களா",
        "radius": "ஆரம்",
        "show_delay": "தாமதத்தைக் காட்டு"
      }
    }
  },
  "add_category": {
    "title_edit": "வகையைத் திருத்தவும்",
    "title_update": "புதிய வகையைச் சேர்க்கவும்",
    "menu": {
      "delete": "வகையை நீக்கு",
      "filter": "வடிப்பான்கள்",
      "settings": "அமைப்புகள்",
      "back": "மீண்டும்"
    },
    "title_input": "வகை தலைப்பு *",
    "title_input_error": "ஒரு வகை தலைப்பைத் தேர்ந்தெடுக்கவும்",
    "name_input": "வகை பெயர் (ஆங்கிலம்) *",
    "name_input_error": "வகைக்கான தனிப்பட்ட பெயரைத் தேர்ந்தெடுக்கவும்",
    "description_input": "வகை விளக்கம்",
    "description_input_message": "வகையின் சுருக்கமான விளக்கத்தை உள்ளிடவும்..",
    "parent_input": "பெற்றோர் வகை",
    "parent_input_message": "இந்த வகை கடையின் முகப்புப் பக்கத்தில் தோன்றும்.",
    "image_input": "வகை படம்",
    "image_input_placeholder": "வகைக்கு ஒரு படத்தைத் தேர்ந்தெடுக்கவும்",
    "edit_action": "வகையைத் திருத்தவும்",
    "add_action": "வகையைச் சேர்க்கவும்",
    "back_action": "மீண்டும்",
    "no_category": "வகைகள் இல்லை",
    "star": "நட்சத்திரம்",
    "filter": {
      "title": "வகை வடிகட்டிகள்",
      "sub_title": "இந்த வகை தயாரிப்புகளுக்குப் பொருந்தக்கூடிய வடிப்பான்கள் மற்றும் வகைகளை நிர்வகிக்கவும்.",
      "message": "இந்த வகைக்கான பொதுவான தொழில்நுட்ப அம்சத் தலைப்பை கீழே உள்ள பெட்டியில் உள்ளிட்டு சேமிக்கவும். பட்டியலைச் சேமித்த பிறகு, ஒவ்வொரு வகையின் உள்ளடக்கங்களுடன் வடிகட்டி வகைகளும் காட்டப்படும். நிறம், எடை, அளவு, பிராண்ட் போன்றவை தயாரிப்பு மாறுபாட்டிலிருந்து தானாகவே பிரித்தெடுக்கப்படுகின்றன."
    },
    "delete_alert": {
      "title": "வகையை அகற்று",
      "message": "{title} வகையை நீக்க விரும்புகிறீர்களா?",
      "action": "அழி"
    },
    "notifications": {
      "add_success": "புதிய வகை சேர்க்கப்பட்டது.",
      "edit_success": "வகை திருத்தப்பட்டது.",
      "delete_success": "{title} நீக்கப்பட்டது."
    },
    "edit_filter": {
      "spec_input": "தொழில்நுட்ப விவரக்குறிப்புகள் பட்டியல்",
      "spec_input_message": "வடிகட்டி பிரிவில் நீங்கள் காட்ட விரும்பும் அம்சங்களின் பட்டியல்",
      "price": "விலை",
      "min": "குறைந்தபட்சம்",
      "max": "அதிகபட்சம்",
      "suggested_list": {
        "brand": "பிராண்ட்",
        "colors": "நிறம்",
        "styles": "வடிவமைப்பு",
        "volumes": "தொகுதி",
        "weights": "எடை",
        "packs": "ஒரு பேக்கிற்கு எண்",
        "types": "வகை"
      },
      "notifications": {
        "edit_success": "வகை திருத்தப்பட்டது."
      }
    }
  },
  "apps_list": {
    "nodata": "உங்கள் ஸ்டோரில் ஆப்ஸ் எதுவும் நிறுவப்படவில்லை",
    "inactive": "செயலற்ற",
    "my_apps": "எனது பயன்பாடுகள்",
    "app_store": "புதிய பயன்பாட்டைச் சேர்க்கவும்"
  },
  "add_shop": {
    "menu": {
      "shop_title": "கடையின் தலைப்பு",
      "shop_name": "கடையின் பெயர்",
      "description": "விளக்கம்",
      "contact": "தொடர்பு தகவல்",
      "image": "படம்"
    },
    "title_input": "தலைப்பு",
    "title_input_tips": "உங்கள் கடை, பிராண்ட் அல்லது நிறுவனத்தின் பெயரை உள்ளிடவும்.",
    "active_message": "செயலில் உள்ள அனைவருக்கும் உங்கள் இணையதளத்தை அணுகலாம்.",
    "language_input_message": "உங்கள் ஸ்டோர் மொழியைத் தேர்ந்தெடுக்கவும்.",
    "name_input": "பெயர்",
    "name_input_message": "உங்கள் கடைக்கு ஒரு பெயரை உள்ளிடவும்.",
    "name_input_tips": "ஆங்கிலம் அல்லாத எழுத்துகள், இடைவெளிகள் அல்லது எழுத்துக்களைப் பயன்படுத்த வேண்டாம், பயன்படுத்தினால், கடையின் பெயர் சரியாகக் காட்டப்படாமல் போகலாம்.",
    "description_input": "கடை விளக்கம்",
    "description_input_message": "உங்கள் வணிகத்தைப் பற்றிய சுருக்கமான விளக்கத்தை எழுதுங்கள்.",
    "address_input": "ஸ்டோர் முகவரி",
    "address_input_message": "சரியான ஸ்டோர் இருப்பிட முகவரியை உள்ளிடவும்",
    "phone_input": "தொலைபேசி எண்",
    "phone_input_message": "வாடிக்கையாளர் தொடர்பு எண்",
    "phone_input_tips": "நாட்டின் குறியீட்டுடன் தொடர்பு எண்ணை உள்ளிடவும். கூகுள் தேடலில் தகவலைக் காட்டவும் இந்த எண் பயன்படுத்தப்படுகிறது.",
    "email_input": "மின்னஞ்சல்",
    "email_input_message": "வாடிக்கையாளர்களுக்கான மின்னஞ்சல் முகவரி",
    "locality_input": "இடம்",
    "locality_input_message": "ஸ்டோர் இடம்",
    "region_input": "மாநிலம் அல்லது பிராந்தியம்",
    "region_input_message": "நீங்கள் செயல்படும் மாநிலம் அல்லது மாகாணம்",
    "country_input": "நாடு",
    "country_input_message": "வணிக நாடு",
    "postal_code_input": "குறியீடு",
    "postal_code_input_message": "கடை அஞ்சல் குறியீடு",
    "image_input": "ஸ்டோர் படம்",
    "map": {
      "title": "ஸ்டோர் முகவரி",
      "confirm": "முகவரி பதிவு",
      "address": "முகவரி",
      "receptor": "கடை"
    },
    "create_shop_action": "ஸ்டோரை உருவாக்கவும்",
    "update_shop_action": "புதுப்பிக்கவும்",
    "notifications": {
      "copy_success": "கடை முகவரியின் நகல்.",
      "name_available": "இந்தப் பெயர் ({name}) உள்ளது.",
      "add_success": "ஸ்டோர் {title} உருவாக்கப்பட்டது.",
      "edit_success": "ஸ்டோர் திருத்தப்பட்டது."
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "மெய்நிகர் உருப்படியைச் சேர்க்கவும்",
    "add_virtual_item_desc": "மெய்நிகர் தயாரிப்புகளை விற்க, அவற்றை இந்தப் பிரிவில் சேர்க்க வேண்டும். மெய்நிகர் உருப்படிகளின் எண்ணிக்கை இந்தப் பிரிவில் உள்ள இலவச உருப்படிகளின் எண்ணிக்கைக்கு சமம். வாடிக்கையாளர்கள் மெய்நிகர் பொருளை வாங்கியவுடன், இணைப்பு அவர்களுக்கு அனுப்பப்படும்.",
    "filter_action": "வடிகட்டியைப் பயன்படுத்தவும்",
    "not_processed": "செயலாக்கப்படாத ஆர்டர்கள்",
    "title": "பொருட்களின் பட்டியல்",
    "vew_order": "வரிசையைக் காண்க",
    "table": {
      "nodata": "பொருட்கள் எதுவும் இல்லை",
      "product": "தயாரிப்பு",
      "data": "தகவல்கள்",
      "status": "நிலை",
      "user_message": "பயனர் செய்தி",
      "updated_at": "கடைசியாக புதுப்பிக்கப்பட்டது",
      "order": "ஆர்டர்",
      "delete": "அழி"
    },
    "notifications": {
      "delete_success": "உருப்படி வெற்றிகரமாக நீக்கப்பட்டது."
    }
  },
  "add_virtual_item": {
    "title_edit": "மதிப்புகளைத் திருத்தவும்",
    "title_add": "தயாரிப்பில் உருப்படியைச் சேர்க்கவும்",
    "sub_title": "மெய்நிகர் தயாரிப்புகளை உருவாக்குதல் மற்றும் திருத்துதல்",
    "message": "கடை மேலாளர் பணம் செலுத்திய பிறகு வாங்குபவருக்கு மதிப்பைக் காட்ட முடியும். இந்த மதிப்புகள் கீழே உள்ள படிவத்தில் உள்ளிடப்பட வேண்டும். இந்தப் படிவத்தின் அமைப்பு, உருப்படியைத் திருத்து> வெளியீட்டுத் தகவலைத் திருத்து என்ற பிரிவில் அமைக்கப்பட்டுள்ளது.",
    "edit_outputs": "வெளியீட்டு படிவத்தைத் திருத்தவும்",
    "notifications": {
      "edit_success": "உருப்படி திருத்தப்பட்டது.",
      "add_success": "பட்டியலில் உருப்படி சேர்க்கப்பட்டது."
    }
  },
  "virtual_process_center": {
    "title": "செயலாக்க மையம்",
    "sub_title": "ஆர்டர் செயலாக்கம்",
    "virtual_product": "மெய்நிகர் தயாரிப்பு",
    "menu": {
      "report": "அறிக்கை",
      "timeline": "காலவரிசை",
      "order": "ஆர்டர்"
    },
    "list_widget": {
      "title": "ஆர்டர் விவரக்குறிப்புகள்",
      "product_name": "பொருளின் பெயர்"
    },
    "inputs_widget": {
      "title": "உள்ளீடு படிவம்",
      "table": {
        "title": "தலைப்பு",
        "value": "மதிப்பு"
      },
      "change_inputs_action": "உள்ளீட்டு படிவத்தைத் திருத்தவும்"
    },
    "outputs_widget": {
      "title": "வெளியீட்டு வடிவம்",
      "table": {
        "title": "தலைப்பு",
        "value": "மதிப்பு"
      },
      "tips": [
        "வாடிக்கையாளர் கோரிக்கையை முடித்த பிறகு, ஆர்டரை வாங்குபவருக்குத் தெரிவிக்க ஆர்டர் உறுதிப்படுத்தல் விசையை அழுத்தவும்.",
        "ஆர்டர் அங்கீகரிக்கப்பட்டதும், வாங்குபவர் உள்ளீட்டுத் தகவலைத் திருத்த முடியாது."
      ],
      "alerts": {
        "order_completed_by_admin": "ஆர்டர் முடிந்தது.",
        "order_completed_by_buyer": "வாங்குபவரால் ஆர்டர் முடிந்தது.",
        "waiting_for_buyer": "வாங்குபவரின் ஒப்புதலுக்காக காத்திருக்கிறது.."
      }
    }
  },
  "file_process_center": {
    "title": "செயலாக்க மையம்",
    "sub_title": "ஆர்டர் செயலாக்கம்",
    "menu": {
      "report": "அறிக்கை",
      "timeline": "காலவரிசை",
      "order": "ஆர்டர்"
    }
  },
  "process_order_page_dashboard": {
    "title": "ஆர்டர் செயலாக்கம்",
    "cancel_order_action": "ஆர்டரை ரத்து செய்",
    "open_basket_cation": "இந்த ஷாப்பிங் கார்ட் திறக்கப்பட்டுள்ளது, அதாவது வாடிக்கையாளர் ஷாப்பிங் செய்கிறார் மேலும் ஆர்டரை இன்னும் செலுத்தவில்லை.",
    "reject_dialog": {
      "title": "உத்தரவை நிராகரிப்பதற்கான காரணம்",
      "message": "கீழே உள்ள பட்டியலில் இருந்து இந்த ஆர்டரை நிராகரிப்பதற்கான காரணத்தைத் தேர்ந்தெடுக்கவும். ரத்துசெய்தல் மற்றும் பணத்தைத் திரும்பப்பெறுதல் செயல்முறை குறித்து வாடிக்கையாளருக்குத் தெரிவிக்கவும். 12 மணி நேரத்திற்குள் பணத்தைத் திரும்பப் பெற வேண்டும்.",
      "confirm_action": "ஆர்டரை ரத்து செய்",
      "dismiss_reject_action": "ஆர்டரை ரத்து செய்ததை நிராகரிக்கவும்"
    },
    "notifications": {
      "update_status_success": "ஆர்டர் நிலை புதுப்பிக்கப்பட்டது.",
      "reject_update_success": "ஆர்டரை ரத்து செய்யும் நிலை புதுப்பிக்கப்பட்டது.",
      "dismiss_reject_success": "ஆர்டர் வழக்கமான செயல்முறைக்குத் திரும்பியது.",
      "set_tracking_success": "ஆர்டர் டிராக் ஐடி வெற்றிகரமாக சேமிக்கப்பட்டது."
    }
  },
  "process_center": {
    "title": "செயலாக்க மையம்",
    "physical_product": "உடல் பொருட்கள்",
    "menu": {
      "label": "தொகுப்பு லேபிள்",
      "receipt": "விலைப்பட்டியல்",
      "back": "மீண்டும்",
      "return": "திரும்பு",
      "report": "அறிக்கை",
      "timeline": "காலவரிசை",
      "inputs": "உள்ளீடுகள்",
      "order": "ஆர்டர்"
    },
    "payment_widget": {
      "title": "பணம் செலுத்துதல்",
      "checklist": [
        "ஆர்டர் தொகை மற்றும் வாடிக்கையாளர் கட்டணத்தைச் சரிபார்க்கவும்.",
        "பில்லிங் முகவரியைச் சரிபார்க்கவும்.",
        "உள்ளிடப்பட்ட தகவல் சரியானது என்பதை உறுதிப்படுத்தவும், குறிப்பாக பணம் செலுத்துவது கேஷ் ஆன் டெலிவரியாக இருந்தால்."
      ],
      "action_cod_pay": "வாடிக்கையாளர் மூலம் பணம் செலுத்துவதை உறுதிப்படுத்தவும்",
      "action_dir_pay": "பதிவேற்றப்பட்ட கட்டண ரசீதை உறுதிப்படுத்தவும்",
      "payment_receipt_not_uploaded_error": "கட்டண ரசீது இன்னும் பதிவேற்றப்படவில்லை!",
      "waiting_for_pay": "கட்டணம் நிலுவையில்",
      "processing_payment": "செலுத்துதலைச் செயலாக்குகிறது",
      "processing_cancel": "கட்டணம் ரத்து செய்யப்பட்டது",
      "paid": "செலுத்தப்பட்டது",
      "cod_pay_info": "வாடிக்கையாளரிடமிருந்து ஆர்டரைப் பெற்ற பிறகு, நீங்கள் கட்டணத்தை உறுதிசெய்து ஆர்டரை முடிக்கலாம்.",
      "dir_pay_info": "கட்டண ரசீது மேலே தோன்றும். நீங்கள் பணம் செலுத்துவதை உறுதிப்படுத்தும் முன், உங்கள் வங்கியில் டெபாசிட் தொகை மற்றும் ரசீது தகவலைச் சரிபார்க்கவும்.",
      "created_date": "உருவாக்கப்பட்ட தேதி",
      "pay_date": "கட்டணம் தேதி",
      "payment_gateway": "கட்டணம் நுழைவாயில்",
      "payment_method": "பணம் செலுத்தும் முறை",
      "risk": "ஆபத்து மதிப்பு",
      "billing_details": "பில்லிங் விவரங்கள்",
      "add_transaction": "புதிய மசோதாவைச் சேர்க்கவும்",
      "add_transactions_message": "இந்த ஆர்டருக்காக நீங்கள் குறைந்தபட்சம் ஒரு பரிவர்த்தனையையாவது உருவாக்க வேண்டும். சில சந்தர்ப்பங்களில், பல படிகளில் பணம் செலுத்த வேண்டும். எந்தப் பரிவர்த்தனைகளுக்குப் பயனர் பணம் செலுத்த வேண்டும் என்பதை, பணியின் போது நீங்கள் தீர்மானிக்கலாம்.",
      "add_bill_dialog": {
        "title": "விலைப்பட்டியல் சேர்க்கவும்",
        "message": "இந்த ஆர்டருக்கு ஒன்று அல்லது அதற்கு மேற்பட்ட புதிய இன்வாய்ஸ்களைச் சேர்க்கலாம். வாடிக்கையாளர் இந்த இன்வாய்ஸ்களைப் பார்த்து, வேலையின் முன்னேற்றத்திற்கு ஏற்ப ஒவ்வொன்றிற்கும் பணம் செலுத்துவார்.",
        "amount_input": "விலைப்பட்டியல் தொகை",
        "action": "மசோதாவைச் சேர்க்கவும்"
      },
      "edit_bill_dialog": {
        "title": "விலைப்பட்டியல் திருத்தவும்",
        "message": "நிலுவையில் உள்ள இன்வாய்ஸ்களை நீங்கள் திருத்தலாம்.",
        "action": "விலைப்பட்டியல் திருத்தவும்"
      },
      "bill_cash_payment_dialog": {
        "title": "பணம் செலுத்தி பதிவு செய்யவும்",
        "message": "வாங்குபவர் இந்த விலைப்பட்டியல் தொகையை ரொக்கமாகவோ அல்லது ஆன்லைன் கட்டணத்தைத் தவிர வேறு வழியில் செலுத்தியிருந்தால், இந்தப் பிரிவில், ஒரு விருப்பத்தைத் தேர்ந்தெடுத்து, அவரது கட்டணத்தைப் பதிவுசெய்து உறுதிப்படுத்தவும். இந்தப் பிரிவில், உங்கள் ஸ்டோரின் ரொக்கப் பணம் செலுத்தும் நுழைவாயில்களை மட்டுமே நீங்கள் பார்க்க முடியும், அத்தகைய விருப்பத்தை நீங்கள் காணவில்லை என்றால், உங்கள் ஸ்டோரில் தேர்ந்தெடுக்கப்பட்ட நாணயத்தில் பணப்பரிமாற்ற நுழைவாயிலை செயல்படுத்த வேண்டும்.",
        "action": "பில் செலுத்துவதை உறுதிப்படுத்தவும்"
      },
      "table": {
        "title": "தலைப்பு",
        "amount": "தொகை",
        "description": "விளக்கம்",
        "info": "தகவல்"
      },
      "user_payment": "வாடிக்கையாளர் கட்டணம்",
      "cod": "டெலிவரி போது பணம்",
      "gateway_wage": "கட்டணம்",
      "gift_card": "பரிசு அட்டை",
      "discount_code": {
        "title": "தள்ளுபடி குறியீடு",
        "code": "குறியீடு",
        "percent": "சதவீதம்",
        "limit": "அளவு"
      },
      "club": {
        "title": "வாடிக்கையாளர்கள் கிளப்",
        "percent": "சதவீதம்",
        "limit": "அளவு"
      },
      "coupon": {
        "title": "கூப்பன்",
        "percent": "சதவீதம்",
        "limit": "அளவு",
        "charge": "கட்டணம்"
      },
      "delivery": {
        "title": "கப்பல் செலவு",
        "not_paid": "செலுத்தப்படவில்லை"
      },
      "samin": {
        "title": "சேவை கட்டணம்",
        "description": "இந்தத் தொகை உங்கள் Selldone Wallet கணக்கிலிருந்து கழிக்கப்பட்டது.",
        "tooltip": "கட்டண முறை மூலம் கணக்கிடுங்கள்",
        "percent": "சதவீதம்"
      },
      "affiliate": {
        "title": "இணை கமிஷன்",
        "affiliate_message": "இந்த கமிஷனை உங்கள் துணை நிறுவனத்திற்கு செலுத்த வேண்டும். இந்த செயல்முறை நீங்களே செய்யப்படுகிறது."
      },
      "total_price": "மொத்த பொருட்களின் விலை",
      "total_items_discount": "பொருட்கள் தள்ளுபடி",
      "total_price_after_offers": "சலுகைகளைப் பயன்படுத்திய பிறகு மொத்தம்",
      "user_payment_amount": "வாங்குபவர் செலுத்தும் தொகை",
      "samin_wage": "விற்கப்பட்ட கட்டணம்",
      "pay_cod_dialog": {
        "title": "நீங்கள் ஆர்டர் பணம் பெற்றீர்களா?",
        "message": "வாடிக்கையாளரால் முழுப் பணம் செலுத்துவதை உறுதிசெய்த பிறகு, டெலிவரி கட்டண முறையில் இந்த விருப்பத்தை உறுதிப்படுத்தவும்.",
        "confirm_action": "வாடிக்கையாளர் கட்டணத்தை உறுதிப்படுத்தவும்"
      },
      "pay_dir_dialog": {
        "title": "நீங்கள் ஆர்டர் பணம் பெற்றீர்களா?",
        "message": "உங்கள் வங்கியில் பதிவேற்றப்பட்ட கட்டண ரசீதை அங்கீகரித்த பிறகு இந்த விருப்பத்தை உறுதிப்படுத்தவும். உங்கள் வங்கியில் பணம் செலுத்துவதை சரிபார்க்கவும்.",
        "confirm_action": "வாடிக்கையாளர் கட்டணத்தை உறுதிப்படுத்தவும்"
      },
      "notifications": {
        "pay_confirm_message": "பணம் செலுத்துவது உறுதி செய்யப்பட்டது.<br> போர்ட்: {gateway_name}<br> தேதி: {payment_at}",
        "pay_fail_title": "செலுத்தப்படவில்லை",
        "pay_fail_message": "கட்டணத்தை அங்கீகரிக்க முடியாது!"
      }
    },
    "basket_list": {
      "checklist": [
        "சரக்குகளை சரிபார்க்கவும்.",
        "பொருள் கிடைக்கவில்லை என்றால், அந்த பொருளுக்கு செலுத்தப்பட்ட தொகை வாடிக்கையாளருக்குத் திருப்பித் தரப்பட வேண்டும்."
      ],
      "message": "ஏதேனும் உருப்படிகள் கிடைக்கவில்லை அல்லது விற்க முடியாவிட்டால், அதற்கு அடுத்துள்ள பெட்டியைத் தேர்வுசெய்து, <b>ஆர்டரை உறுதிப்படுத்து</b> பொத்தானைக் கிளிக் செய்யவும்.",
      "action": "ஆர்டர் உறுதிப்படுத்தல்",
      "list_of_items": "ஷாப்பிங் கார்ட் பட்டியல்",
      "apply_change_action": "மாற்றங்களைப் பயன்படுத்தவும்",
      "cant_apply_change": "மாற்றங்களைச் செய்ய முடியாது",
      "lottery_prize_inform": "உங்கள் வாடிக்கையாளர் இந்தத் தயாரிப்பில் 1 மடங்கு வெற்றி பெறுகிறார். இந்த ஆர்டருடன் பரிசு அனுப்பவும்."
    },
    "preparing": {
      "title": "தயாரிப்பு",
      "packing_weight": "பேக்கிங் எடை",
      "delivery_type": "கப்பல் முறை",
      "packing_size": "பேக்கேஜிங் பரிமாணங்கள்",
      "distance_warning": "அனுமதிக்கப்பட்ட தூர வரம்பை மீறுகிறது.",
      "weight_warning": "அனுமதிக்கப்பட்ட எடையை மீறுகிறது.",
      "volume_warning": "அனுமதிக்கப்பட்ட தொகுப்பு அளவை மீறுகிறது.",
      "message": "ஆர்டர் அனுப்பத் தயாராக இருந்தால், பின்வரும் <b>ஆர்டர் ரெடி</b> பொத்தானைக் கிளிக் செய்யவும்.",
      "action": "ஆர்டர் அனுப்ப தயாராக உள்ளது",
      "checklist": [
        "பேக்கேஜிங்கில் நிலையான விதிகளைப் பின்பற்றுதல்.",
        "உருப்படிகளின் பட்டியலை அச்சிட்டு, தொகுப்பிற்குள் வைக்கவும்.",
        "பெட்டியில் ஒரு லேபிளை அச்சிட்டு ஒட்டவும்."
      ]
    },
    "basket_items": "ஆர்டர் பொருட்கள் பட்டியல்",
    "delivered_dialog": {
      "title": "இந்த ஆர்டர் வாடிக்கையாளரால் பெறப்பட்டதா?",
      "message": "வாடிக்கையாளர் ஆர்டரைப் பெற்றார் என்பது உங்களுக்குத் தெரிந்தவுடன், இந்த விருப்பத்தை உறுதிப்படுத்தவும்",
      "confirm_action": "வாடிக்கையாளர் பேக்கேஜைப் பெற்றார் என்பதை உறுதிப்படுத்துகிறேன்"
    },
    "return_delivery_dialog": {
      "title": "டெலிவரி செய்யும் போது ஆர்டரில் ஏதேனும் சிக்கல் உள்ளதா அல்லது திருப்பி அனுப்பப்பட்டதா?",
      "message": "சில காரணங்களுக்காக ஆர்டர் அனுப்பப்பட்ட பிறகு திருப்பி அனுப்பப்பட்டால், கப்பலை திருப்பி அனுப்புவதற்கான விருப்பத்தை உறுதிப்படுத்தவும்.",
      "confirm_action": "டெலிவரி திரும்பியதை உறுதிப்படுத்தவும்"
    },
    "notifications": {
      "update_status_success": "ஆர்டர் நிலை புதுப்பிக்கப்பட்டது.",
      "reject_update_success": "ஆர்டரை ரத்து செய்யும் நிலை புதுப்பிக்கப்பட்டது.",
      "dismiss_reject_success": "ஆர்டர் ரத்து செய்யப்பட்டது.",
      "pay_cod_success": "டெலிவரிக்கான பணம் உறுதிசெய்யப்பட்டது.",
      "pay_dir_success": "கார்டுக்கு கார்டு செலுத்துதல் அல்லது பணப் பரிமாற்றம் மூலம் பணம் செலுத்துவது உறுதி செய்யப்பட்டது.",
      "set_tracking_success": "ஆர்டர் டிராக் ஐடி வெற்றிகரமாக சேமிக்கப்பட்டது.",
      "new_bill_success": "புதிய பில் வெற்றிகரமாக சேர்க்கப்பட்டது.",
      "edit_bill_success": "பில் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.",
      "update_bill_status_success": "பில் நிலை வெற்றிகரமாக புதுப்பிக்கப்பட்டது.",
      "set_payment_in_cash_success": "பில் செலுத்துதல் கைமுறையாக உறுதிப்படுத்தப்பட்டது."
    },
    "delete_bill_dialog": {
      "title": "மசோதாவை நீக்கு",
      "message": "இந்த மசோதாவை நிச்சயமாக நீக்குகிறீர்களா?",
      "action": "ஆம், இப்போது நீக்கு"
    }
  },
  "shop_gateway": {
    "title": "நுழைவாயில்",
    "menu": {
      "dashboard": "டாஷ்போர்டு",
      "edit": "தொகு",
      "transactions": "பரிவர்த்தனைகள்",
      "back": "நுழைவாயில்கள்"
    },
    "dashboard": {
      "title": "நுழைவாயில் மேலாண்மை",
      "gateway_data_widget": {
        "title": "கட்டண அறிக்கை",
        "title_small": "நுழைவாயில்",
        "chart": {
          "times": "எண்ணு",
          "buys": "வாங்க எண்ணிக்கை",
          "pays": "வெற்றிகரமான கட்டணம்",
          "amount_pay": "செலுத்தப்பட்டது",
          "amount_wage": "கட்டணம்"
        }
      },
      "gateway_info_widget": {
        "title": "தகவல்",
        "title_small": "நுழைவாயில்",
        "status": "நிலை",
        "cod_transportation": "சிஓடியை ஆதரிக்கும் ஷிப்பிங் முறைகள்",
        "cod_transportations_error": "குறைந்தது ஒரு ஷிப்பிங் முறைக்கு டெலிவரி கட்டணத்தை இயக்கவும்!",
        "payment_type": "கட்டணம் வகை",
        "cod": "டெலிவரி போது பணம்",
        "online": "ஆன்லைன் கட்டணம்",
        "wage_percent": "கட்டணம் சதவீதம்",
        "min_wage": "குறைந்தபட்ச கட்டணம்",
        "max_wage": "அதிகபட்ச கட்டணம்",
        "min_amount": "குறைந்தபட்ச பரிவர்த்தனை",
        "max_amount": "அதிகபட்ச பரிவர்த்தனை",
        "timeout": "கட்டணம் செலுத்தும் காலம்",
        "timeout_unit": "நொடிகள்",
        "link": "நுழைவாயில் இணைப்பு",
        "your_gateway_status": "உங்கள் நுழைவாயில் நிலை",
        "config_extra_info": "கட்டண சேவை கட்டமைப்பு",
        "oauth2_button": "{gateway} உடன் தானாக இணைக்கவும்",
        "fee_payment_message": "வாடிக்கையாளர் செலுத்தும் முழுத் தொகையும் உங்கள் கணக்கிற்கு மாற்றப்படும். Selldone இல் உள்ள உங்கள் பணப்பையில் இருந்து சேவைக்கான கட்டணம் கழிக்கப்படும்."
      }
    },
    "edit": {
      "title": "நுழைவாயில் திருத்தவும்",
      "menu": {
        "delete": "நுழைவாயிலை அகற்று"
      },
      "edit_action": "நுழைவாயில் திருத்தவும்"
    },
    "transactions": {
      "title": "பரிவர்த்தனைகள்",
      "table": {
        "amount": "தொகை",
        "currency": "நாணய",
        "livemode": "வகை",
        "status": "நிலை",
        "target_id": "ஆர்டர்",
        "risk": "ஆபத்து",
        "card": "அட்டை",
        "issued_at": "வெளியீட்டு தேதி",
        "payment_at": "கட்டணம் தேதி"
      },
      "live_mode": "வாழ்க",
      "test_mode": "சாண்ட்பாக்ஸ்"
    }
  },
  "edit_gateway": {
    "public_keys": "பொது விசைகள்",
    "private_keys": "தனிப்பட்ட விசைகள் (ரகசியம்)",
    "link": "இணையதளம்",
    "state_title": "செயலில்/செயலற்ற கட்டண முறை",
    "gateway_status": "நிலை",
    "wallet": "பிளாக்செயின் பணப்பை",
    "developer_title": "டெவலப்பர் பயன்முறை",
    "developer_message": "கேட்வே பிழைத்திருத்த பயன்முறையை ஆதரித்தால், நீங்கள் போலி பரிவர்த்தனைகளைச் செயல்படுத்தலாம்.",
    "notifications": {
      "edit_success": "கேட்வே {gateway_name} திருத்தப்பட்டது."
    },
    "developer_setting": "டெவலப் & டெஸ்ட்",
    "live_mode_message": "அனைத்து பரிவர்த்தனைகளும் நேரலை முறையில் இருக்கும்."
  },
  "gift_card": {
    "title": "பரிசு அட்டைகள்",
    "menu": {
      "edit": "தொகு",
      "new_card": "அட்டையை உருவாக்கவும்",
      "list": "அட்டைகள்",
      "orders": "ஆர்டர்கள்",
      "dashboard": "டாஷ்போர்டு",
      "back": "பரிசு அட்டைகள்"
    },
    "dashboard": {
      "title": "பரிசு அட்டை மேலாண்மை டாஷ்போர்டு",
      "amount_widget": {
        "title": "அட்டை கட்டணம்",
        "title_small": "30 நாட்கள்",
        "chart_amount_pay": {
          "y": "தொகை",
          "label": "பணம் செலுத்துதல்"
        },
        "chart_buys": {
          "y": "வாங்குகிறார்",
          "label": "வாங்குகிறார்"
        },
        "total_buy": "மொத்த கொள்முதல் தொகை",
        "total_pay_30days": "30 நாட்கள் மொத்த கட்டணம்",
        "total_pay_today": "இன்றைய கட்டணம்"
      },
      "count_widget": {
        "title": "வழங்கப்பட்ட அட்டைகளின் எண்ணிக்கை",
        "title_small": "30 நாட்கள்",
        "total_cards": "கார்டுகளின் மொத்த எண்ணிக்கை",
        "used_cards_30days": "30 நாட்கள் பயன்பாடு",
        "used_today": "இன்றைய பயன்பாடு",
        "chart": {
          "new_cards": "புதிய அட்டைகள்",
          "used_cards": "பயன்படுத்திய அட்டைகள்",
          "new_card_name": "புதிய அட்டை",
          "used_card_name": "பயன்படுத்தப்பட்டது"
        }
      },
      "export": {
        "title": "வெளியீட்டு கோப்பைப் பெறவும்",
        "cards_list": "அட்டைகளின் பட்டியலைப் பெறுங்கள்",
        "get_report": "அறிக்கையைப் பெறுங்கள்"
      }
    },
    "cards": {
      "title": "வழங்கப்பட்ட அட்டைகளின் பட்டியல்",
      "loading_message": "தகவலைப் பெறுகிறது... காத்திருக்கவும்",
      "issue_to_user": "பயனருக்குச் சிக்கல்",
      "table": {
        "card_number": "அட்டை எண்",
        "balance": "இருப்பு",
        "paid": "செலுத்தப்பட்டது",
        "edit": "தொகு",
        "delete": "அழி",
        "expire": "காலாவதியாகிறது",
        "user": "பயனர்"
      },
      "delete_alert": {
        "title": "அட்டையை அகற்று",
        "message": "இந்த கார்டை நிச்சயமாக நீக்க விரும்புகிறீர்களா?",
        "action": "அழி"
      },
      "notifications": {
        "delete_success": "பரிசு அட்டை நீக்கப்பட்டது.",
        "edit_success": "மாற்றங்கள் செய்யப்பட்டுள்ளன.",
        "issue_success": "பயனருக்கு பரிசு அட்டை வெற்றிகரமாக வழங்கப்பட்டது."
      },
      "issue_dialog": {
        "title": "பரிசு அட்டையை வழங்கவும்",
        "action": "நான் உறுதிப்படுத்துகிறேன். இப்போது அட்டையை வழங்கவும்"
      }
    },
    "gift_card_edit": {
      "title": "பரிசு அட்டையை உருவாக்கவும்",
      "validity": "செல்லுபடியாகும்",
      "validity_unit": "மாதங்கள்",
      "currency": "நாணய",
      "initial_balance": "ஆரம்ப அட்டை இருப்பு",
      "count": "எண்ணு",
      "count_unit": "பொருட்களை)",
      "enable_input_message": "உருவாக்கப்பட்ட அட்டைகளின் நிலை",
      "notifications": {
        "create_success_title": "சேமிக்கவும்",
        "create_success": "{count} புதிய அட்டைகள் உருவாக்கப்பட்டது"
      }
    },
    "gift_card_edit_page": {
      "title": "பரிசு அட்டையைத் திருத்தவும்"
    }
  },
  "shop_discount": {
    "title": "தள்ளுபடி குறியீடு",
    "up_to": "அது வரை",
    "menu": {
      "dashboard": "டாஷ்போர்டு",
      "orders": "ஆர்டர்கள்",
      "back": "தள்ளுபடி குறியீடுகள்"
    },
    "dashboard": {
      "title": "தள்ளுபடி குறியீடு மேலாண்மை டாஷ்போர்டு",
      "chart_amount_buy": {
        "y": "வாங்கும் தொகை {currency}",
        "label": "வாங்க"
      },
      "chart_amount_discount": {
        "y": "தள்ளுபடி {currency}",
        "label": "தள்ளுபடி"
      },
      "chart_used": {
        "y": "பயன்பாடுகளின் அளவு",
        "label": "நேரங்கள்"
      }
    }
  },
  "shop_coupon": {
    "title": "கூப்பன்கள்",
    "up_to": "அது வரை",
    "menu": {
      "dashboard": "டாஷ்போர்டு",
      "back": "கூப்பன்கள்",
      "orders": "ஆர்டர்கள்"
    },
    "dashboard": {
      "title": "கூப்பன் மேலாண்மை டாஷ்போர்டு",
      "chart_amount_buy": {
        "y": "வாங்கும் தொகை {currency}",
        "label": "வாங்க"
      },
      "chart_amount_discount": {
        "y": "கூப்பன் {currency}",
        "label": "கூப்பன்"
      },
      "chart_used": {
        "y": "பயன்பாடுகளின் அளவு",
        "label": "நேரங்கள்"
      }
    }
  },
  "shop_offer": {
    "title": "சலுகைகள்",
    "up_to": "அது வரை",
    "menu": {
      "dashboard": "டாஷ்போர்டு",
      "orders": "ஆர்டர்கள்",
      "back": "சலுகைகள்"
    },
    "dashboard": {
      "title": "ஆஃபர் மேனேஜ்மென்ட் டாஷ்போர்டு",
      "chart_amount_buy": {
        "y": "வாங்கும் தொகை {currency}",
        "label": "வாங்க"
      },
      "chart_amount_discount": {
        "y": "சலுகை {currency}",
        "label": "சலுகை"
      },
      "chart_used": {
        "y": "பயன்பாடுகளின் அளவு",
        "label": "நேரங்கள்"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "செயல்படுத்தும் கட்டணம் செலுத்தவும்",
    "balance": "இருப்பு",
    "locked": "பூட்டப்பட்டது",
    "transfer": "இடமாற்றம்",
    "charge": "வைப்பு"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "சரிபார்",
    "payment": "பணம் செலுத்துதல்",
    "confirm": "ஆர்டர் உறுதிப்படுத்தல், <b>{success}</b> உறுதிப்படுத்தப்பட்டது மற்றும் <b>{fail}</b> நிராகரிக்கப்பட்டது.",
    "prepare": "ஆர்டர் தயாரித்தல்.",
    "send": "<b>{delivery}</b> மூலம் ஆர்டர் அனுப்பப்பட்டது.",
    "delivered": "ஆர்டர் வாடிக்கையாளருக்கு வழங்கப்பட்டுள்ளது.",
    "fill-inputs": "உள்ளீடு தகவல் படிவம் வாங்குபவர் பூர்த்தி செய்துள்ளார்.",
    "return-add": "தயாரிப்பு திரும்பக் கோரிக்கையைச் சமர்ப்பிக்கவும், {product}.",
    "return-accept": "திரும்பப் பெறுவதற்கான கோரிக்கை {return_code} உறுதிப்படுத்தப்பட்டது.",
    "return-reject": "{return_code} கோரிக்கை நிராகரிக்கப்பட்டது.",
    "reject-order": "உத்தரவை நிராகரிக்கவும். குறியீடு: {reject_code}.",
    "reject-order-clear": "ஆர்டர் நிராகரிப்பை ரத்துசெய். குறியீடு: {reject_code}.",
    "email-buy": "வாடிக்கையாளருக்கு கொள்முதல் உறுதிப்படுத்தல் மின்னஞ்சலை அனுப்பவும்.",
    "email-payment": "கட்டணத்தை உறுதிப்படுத்தும் மின்னஞ்சலை வாடிக்கையாளருக்கு அனுப்பவும்.",
    "delivery-returned": "ஆர்டர் வாடிக்கையாளரால் பெறப்படவில்லை மற்றும் திருப்பி அனுப்பப்பட்டது. மீண்டும் அனுப்ப வேண்டியது அவசியம்.",
    "delivery-canceled": "டெலிவரி ரத்து செய்யப்பட்டது. மீண்டும் அனுப்ப வேண்டியது அவசியம்.",
    "edit-receiver-info": "ஆர்டர் டெலிவரி முகவரி வாங்குபவரால் திருத்தப்பட்டது.",
    "edit-billing-info": "வாங்குபவரால் திருத்தப்பட்ட பில்லிங் முகவரி.",
    "payment-cod-confirm": "COD செலுத்துதல் உறுதி செய்யப்பட்டது.",
    "payment-cash-confirm": "பில்லைப் பணமாக {amount} {currency} செலுத்துவது உறுதி செய்யப்பட்டது.",
    "payment-dir-confirm": "நேரடி கட்டண ரசீது உறுதி செய்யப்பட்டது.",
    "vendor": "விற்பனையாளர் ஆர்டர் நிலை <b>{from}</b> இலிருந்து <b>{to}</b> க்கு மாறியது.",
    "connect-sync": "Connect OS மூலம் ஆர்டர் ஒத்திசைக்கப்பட்டது.",
    "connect-shipped": "இணைப்பு ஆர்டர் {shipping} மூலம் அனுப்பப்பட்டது.",
    "connect-returned": "இணைப்பு ஆர்டர் {shipping} மூலம் திருப்பி அனுப்பப்பட்டது.",
    "connect-failed": "பார்ட்னரால் ஆர்டரை நிறைவேற்ற முடியவில்லை. {reason}",
    "connect-canceled": "பார்ட்னரால் ஆர்டர் ரத்து செய்யப்பட்டது. {reason}",
    "connect-action-cancel": "ஆர்டரை ரத்து செய்ய கோரிக்கை. {reason}",
    "connect-put-hold": "உத்தரவு கிடப்பில் போடப்பட்டது. {reason}",
    "connect-remove-hold": "உத்தரவு நிறுத்தி வைக்கப்பட்டது. {reason}",
    "connect-confirmed": "உத்தரவு உறுதி செய்யப்பட்டது.",
    "email-vendor": "🔔 ஆர்டர் தகவல் மின்னஞ்சல் <b>{vendor}</b> |க்கு அனுப்பப்பட்டது {email}."
  },
  "inline_chart": {
    "today": "இன்று",
    "last_days": "{days} நாட்களுக்கு முன்பு"
  },
  "products_select": {
    "move_category": "<b>{category}</b> வகையை மற்றொரு வகைக்கு நகர்த்தவும்",
    "move_product": "தயாரிப்பை <b>{product}</b> வகைக்கு நகர்த்தவும்",
    "product_menu": {
      "dashboard": "தயாரிப்பு டாஷ்போர்டு",
      "inventory": "சரக்கு மற்றும் மாறுபாடுகள்"
    },
    "notifications": {
      "copy_success": "தயாரிப்பு நகல்.",
      "change_category_success": "தயாரிப்பு வகை திருத்தப்பட்டது."
    }
  },
  "physical_order_track": {
    "title": "இடர் அறிக்கைகள் மற்றும் மதிப்பீடுகள்"
  },
  "virtual_order_track": {
    "title": "இடர் அறிக்கைகள் மற்றும் மதிப்பீடுகள்"
  },
  "virtual_order_timeline": {
    "title": "காலவரிசை"
  },
  "physical_order_timeline": {
    "title": "காலவரிசை"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "இங்கே ஒரு செய்தியை எழுதுங்கள்...",
    "pin_action": "மேலே பின்",
    "unpin_action": "அன்பின்",
    "copy_html": "Html ஐ நகலெடுக்கவும்",
    "notifications": {
      "add_note_success": "குறிப்பு சேர்க்கப்பட்டது.",
      "edit_note_success": "குறிப்பு திருத்தப்பட்டது.",
      "delete_note_success": "குறிப்பு நீக்கப்பட்டது."
    },
    "delete_dialog": {
      "title": "குறிப்பை நீக்கு",
      "message": "இந்தக் குறிப்பை நீக்க வேண்டுமா?",
      "action": "குறிப்பை நீக்கு"
    },
    "resend_dialog": {
      "title": "மின்னஞ்சலை மீண்டும் அனுப்பவும்",
      "message": "உங்கள் வாடிக்கையாளருக்கு இந்த மின்னஞ்சலை நிச்சயமாக மீண்டும் அனுப்புகிறீர்களா?",
      "action": "ஆம், மீண்டும் அனுப்பு",
      "success": "உங்கள் வாடிக்கையாளருக்கு மின்னஞ்சல் மீண்டும் அனுப்பப்பட்டது."
    }
  },
  "accounts": {
    "title": "என் பணப்பை",
    "message": "Selldone இல் நீங்கள் பயன்படுத்தும் நாணயத்துடன் குறைந்தபட்சம் ஒரு கணக்கையாவது உருவாக்க வேண்டும். சேவைக் கட்டணத்தைச் செலுத்த இந்தக் கணக்கை நிரப்ப வேண்டும்.",
    "add_new": "புதிய கணக்கை உருவாக்க",
    "new_account": "புதிய கணக்கைச் சேர்க்கவும்",
    "new_account_dialog": {
      "title": "புதிய கணக்கு",
      "account_name_input": "கணக்கின் பெயர்",
      "currency_input": "நாணய அலகு",
      "currency_input_message": "உருவாக்கப்பட்ட கணக்கு இந்த நாணயத்தின் மதிப்புகளை மட்டுமே வைத்திருக்கும்.",
      "new_account_wage": "புதிய கணக்கை உருவாக்கும் செலவு: முதல் கணக்கிற்கு இலவசம்",
      "create_account_action": "உங்கள் கணக்கை துவங்குங்கள்"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "பரிசு அனுப்பு",
      "sent": "அனுப்பு",
      "received": "பெற்றது"
    },
    "send_gifts": {
      "title": "பரிசுகளை அனுப்பினார்",
      "sub_title": "உங்கள் நண்பர்கள் அல்லது வாடிக்கையாளர்களுக்கு நீங்கள் பரிசு அனுப்பலாம். உங்கள் பரிசைப் பெறுபவர் ஏற்கலாம் அல்லது நிராகரிக்கலாம். தொகை உங்கள் கணக்கில் பூட்டப்பட்டு, பெறுநர் ஏற்றுக்கொண்டால் திரும்பப் பெறப்படும். இல்லையெனில், இந்தத் தொகை உங்கள் கணக்கிற்கு மாற்றப்படும்.",
      "table": {
        "user": "பயனர்",
        "amount": "தொகை",
        "currency": "நாணய",
        "account_name": "இருந்து",
        "status": "நிலை",
        "message": "செய்தி",
        "created_at": "உருவாக்கப்பட்ட தேதி"
      }
    },
    "received_gifts": {
      "title": "பரிசுகள் பெற்றனர்",
      "sub_title": "நீங்கள் Selldone அல்லது பிறரிடமிருந்து பரிசுகளைப் பெற்றுள்ளீர்கள்",
      "table": {
        "amount": "தொகை",
        "currency": "நாணய",
        "account_from": "இருந்து",
        "status": "நிலை",
        "message": "செய்தி",
        "created_at": "உருவாக்கப்பட்ட தேதி",
        "receive": "பெறு"
      }
    }
  },
  "get_gift_dialog": {
    "title": "ஒரு பரிசைப் பெறுங்கள்",
    "more": "மேலும் ..",
    "amount": "தொகை",
    "message": "செய்தி",
    "account_to_input": "இலக்கு கணக்கு",
    "account_to_input_message": "பரிசுத் தொகை இந்தக் கணக்கில் டெபாசிட் செய்யப்படும்.",
    "get_action": "பரிசை ஏற்றுக்கொள்",
    "notifications": {
      "received_success_title": "வாழ்த்துகள்",
      "received_success": "பரிசுத் தொகை {amount} {currency} உங்கள் கணக்கில் டெபாசிட் செய்யப்பட்டுள்ளது."
    }
  },
  "send_gift_dialog": {
    "title": "பரிசு அனுப்பு",
    "account_from_input": "ஒரு கணக்கைத் தேர்ந்தெடுக்கவும்",
    "account_from_input_message": "இந்தக் கணக்கிலிருந்து பரிசுத் தொகைகள் எடுக்கப்படும்.",
    "receiver_input": "பெறுபவர்",
    "receiver_input_message": "நீங்கள் மின்னஞ்சல் முகவரி அல்லது தொலைபேசி எண்ணை உள்ளிடலாம்.",
    "message_input": "செய்தி",
    "message_input_message": "நீங்கள் பெறுநருக்கு ஒரு செய்தியை அனுப்பலாம்.",
    "amount_input": "தொகை",
    "currency_input": "நாணய அலகு",
    "currency_input_message": "இந்த நாணயத்தில் விலை கணக்கிடப்படுகிறது.",
    "send_action": "பரிசு அனுப்பு",
    "notifications": {
      "send_success": "{amount} {amount} {receiver} பரிசு அனுப்பப்பட்டது."
    }
  },
  "account_list": {
    "account_input": "கணக்கு எண்",
    "account_input_message": "இந்த நாணயத்திற்கான பரிசுத் தொகைகள் இந்தக் கணக்கில் டெபாசிட் செய்யப்படும்.",
    "free_balance": "இலவச இருப்பு",
    "account_name": "கணக்கின் பெயர்"
  },
  "user_monetize_accounts": {
    "title": "வைப்பு கணக்குகள்",
    "sub_title": "இந்தக் கணக்குகளில் பரிசுத் தொகை தானாகவே டெபாசிட் செய்யப்படும்.",
    "message": "Selldone உங்கள் சமூக ஊடக செயல்பாடு, Selldone மேம்பாட்டில் பங்கேற்பது, நண்பர்களை அறிமுகப்படுத்துதல் மற்றும் பலவற்றிற்கான நிதிகளை டெபாசிட் செய்கிறது. ஒவ்வொரு நாணயத்திற்கும் ஒரு டெபாசிட் கணக்கைத் தேர்ந்தெடுப்பதன் மூலம், பரிசுத் தொகைகள் தானாகவே உங்கள் டொமைனில் அந்தக் கணக்கில் டெபாசிட் செய்யப்படும். இந்தத் தொகைகளை Selldone க்கு வரவு வைக்கலாம். வணிக கூட்டாளர்களுக்கு மட்டுமே பணம் திரும்பப் பெற முடியும்.",
    "add_account_action": "கணக்கு சேர்க்க",
    "add_dialog": {
      "title": "பரிசுகளைப் பெற கணக்கை இணைக்கவும்",
      "account_input": "கணக்கு எண்",
      "account_input_message": "இந்த நாணயத்திற்கான பரிசுத் தொகைகள் இந்தக் கணக்கில் டெபாசிட் செய்யப்படும்.",
      "set_as_default_action": "இயல்புநிலை கணக்காக தேர்ந்தெடுக்கவும்"
    },
    "table": {
      "currency": "நாணய",
      "account_number": "கணக்கு எண்",
      "account_name": "பெயர்",
      "payment": "வைப்பு தொகை",
      "reset_at": "மீட்டமைக்கவும்",
      "delete": "அழி"
    },
    "notifications": {
      "set_success": "கணக்கு வெற்றிகரமாக சேர்க்கப்பட்டது.",
      "delete_success": "பரிசுகளைப் பெறுவதற்கான இயல்புநிலை கணக்குகளின் பட்டியலிலிருந்து கணக்கு வெற்றிகரமாக அகற்றப்பட்டது."
    },
    "delete_alert": {
      "title": "கணக்கை நீக்குக",
      "message": "கிஃப்ட் அக்கவுண்ட்ஸ் பட்டியலிலிருந்து இந்தக் கணக்கை அகற்ற விரும்புகிறீர்களா?",
      "action": "அழி"
    }
  },
  "user_monetize": {
    "title": "பணத்தை சம்பாதி",
    "menu": {
      "plans": "திட்டங்கள்",
      "accounts": "கணக்குகள்",
      "participant": "பங்கேற்பாளராக"
    }
  },
  "user_monetize_plans": {
    "title": "ஒத்துழைப்பு மற்றும் பணமாக்குதல் திட்டங்கள்",
    "sub_title": "பரிந்துரை பரிசுகளுக்கான கணக்குக் கிரெடிட்டைப் பெறுவீர்கள். இந்தத் தொகைகள் உங்கள் கணக்கில் வசூலிக்கப்படும் மேலும் Selldone வணிகக் கூட்டாளர்களுக்கு மட்டுமே திரும்பப் பெற முடியும் (அனைத்தும் இல்லை). நீங்கள் Selldone சேவைக் கட்டணத்தில் பணத்தைச் செலவிடலாம்.",
    "discount": "தள்ளுபடி",
    "your_income": "உங்கள் வருமானம்",
    "level_2": "இரண்டாம் நிலையிலிருந்து",
    "level_3": "மூன்றாம் நிலையிலிருந்து",
    "link_message": "உறுப்பினர்: {registered}, ஏற்கப்பட்டது: {accepted}",
    "link_tip": "நீங்கள் பகிரும் ஒவ்வொரு முகவரியின் முடிவிலும் ?ref={link_code} என்ற சொற்றொடரைச் சேர்க்கலாம்.",
    "table": {
      "currency": "நாணய",
      "amount": "இருப்பு",
      "total": "மொத்த கட்டணம்",
      "payment_date": "கடைசி கட்டணம் செலுத்தும் தேதி",
      "withdraw": "திரும்பப் பெறுதல்"
    },
    "notifications": {
      "get_credit_success": "கோரப்பட்ட தொகை உங்கள் கணக்கில் டெபாசிட் செய்யப்பட்டுள்ளது."
    }
  },
  "basic_information": {
    "title": "எனது அடையாளம் மற்றும் சுயவிவரம்",
    "email": "மின்னஞ்சல் முகவரி",
    "tel": "கைபேசி எண்",
    "address": "முகவரி",
    "payment": "செல்லுபடியாகும் பரிவர்த்தனைகள்",
    "personal_information": "அடையாள தகவல்",
    "main_profile": "முதன்மை சுயவிவரம்",
    "main_profile_subtitle": "இந்தத் தகவல் அனைவருக்கும் பொதுவில் கிடைக்கும்.",
    "kyc_waiting_info": "நீங்கள் உள்ளிடும் தகவலின் துல்லியத்தை நாங்கள் சரிபார்க்கிறோம். இந்த செயல்முறை KYC விதிகளின்படி கட்டாயமானது மற்றும் நிதி பரிவர்த்தனைகளின் அபாயத்தைக் குறைக்கும். இந்த சேவையின் தற்போதைய மற்றும் எதிர்கால பலன்களை நீங்கள் பயன்படுத்திக் கொள்ளலாம்.",
    "personal_info_dialog": {
      "title": "அடையாள தகவல்",
      "name_input": "முதல் பெயர்",
      "family_name_input": "கடைசி பெயர்",
      "number_input": "பாஸ்போர்ட் எண் (அல்லது தேசிய குறியீடு)",
      "birthday_input": "பிறந்தநாள்",
      "birthday_input_placeholder": "உங்கள் பிறந்தநாளை உள்ளிடவும்",
      "address_input": "முகவரி",
      "postcode_input": "குறியீடு",
      "tel_input": "தொடர்பு எண்",
      "passport_image_input": "பாஸ்போர்ட் படத்தைத் தேர்ந்தெடுக்கவும்",
      "passport_image_input_message": "உங்கள் பாஸ்போர்ட் படத்தை ஸ்கேன் செய்து பதிவேற்றவும்.",
      "personal_image_input": "உங்கள் சொந்த படத்தை தேர்வு செய்யவும்",
      "personal_image_input_message": "ஒரு ஸ்கேன் படத்தை உங்கள் தேசிய அட்டையில் முன்னும் பின்னுமாக ஒரு படத்தில் பதிவேற்றவும்."
    },
    "profile_dialog": {
      "title": "முதன்மை சுயவிவரம்",
      "full_name_input": "முழு பெயர்",
      "tel_input": "தொடர்பு எண்",
      "email_input": "மின்னஞ்சல்",
      "website_input": "இணையதளம்",
      "address_input": "முகவரி",
      "about_input": "என்னை பற்றி",
      "about_long_input": "என்னைப் பற்றிய நீண்ட உரை",
      "image_input": "சுயவிவரப் படத்தைத் தேர்ந்தெடுக்கவும்",
      "image_input_message": "உங்கள் படத்தை பதிவேற்றவும். இந்தப் படம் உங்கள் சுயவிவரப் படமாகப் பயன்படுத்தப்படும்.",
      "notifications": {
        "update_profile_success": "உங்கள் சுயவிவர மேம்படுத்தப்பட்டது.",
        "update_personal_info_success": "உங்கள் தகவல் வெற்றிகரமாக பதிவு செய்யப்பட்டது"
      }
    },
    "charge_account_approve_message": "உங்கள் வங்கி பரிவர்த்தனைக்கு ஒப்புதல் அளிக்க உங்கள் கணக்கில் கட்டணம் வசூலிக்கவும்.",
    "payment_approval": "கட்டண ஒப்புதல்",
    "residential_address_checking": "உங்கள் குடியிருப்பு முகவரி ஆவணங்களை சரிபார்ப்பு வரிசையில் உள்ளது.",
    "add_residential_address": "உங்கள் இருப்பிடம் மற்றும் குடியிருப்பு முகவரி ஆவணங்களைச் சேர்க்கவும்."
  },
  "phone_verify": {
    "title": "கைபேசி எண்",
    "step1_title": "உங்களுடைய கைபேசி எண்ணை உள்ளிடவும்.",
    "phone_number_input": "கைபேசி எண்",
    "next": "அடுத்த அடி",
    "sms_code_input": "சரிபார்ப்பு குறியீடு",
    "sms_code_message": "6 இலக்க சரிபார்ப்புக் குறியீடு {phone_number}க்கு அனுப்பப்பட்டது.",
    "notifications": {
      "duplicated_number_error": "இந்த எண் ஏற்கனவே உங்களால் அங்கீகரிக்கப்பட்டுள்ளது.",
      "send_activation_code_success_title": "சரிபார்ப்பு குறியீடு",
      "send_activation_code_success": "சரிபார்ப்புக் குறியீடு {phone_number}க்கு அனுப்பப்பட்டது.",
      "verify_success": "உங்கள் மொபைல் எண் சரிபார்க்கப்பட்டது"
    }
  },
  "companies": {
    "title": "எனது வணிகக் கணக்குகள்",
    "message": "வணிகங்கள், தொழில்முனைவோர் மற்றும் தொழில்முறை குழுக்கள் Selldone அடிப்படையில் தயாரிப்புகள் மற்றும் பயன்பாடுகளை உருவாக்க முடியும். வணிக சுயவிவரத்தை உருவாக்குவது அவசியம்.",
    "new_company": "புதிய நிறுவனம்"
  },
  "add_company": {
    "name_input": "நிறுவனத்தின் பெயர்",
    "website_input": "இணையதளம்",
    "email_input": "மின்னஞ்சல்",
    "address_input": "முகவரி",
    "tel_input": "டெல்",
    "mobile_input": "கைபேசி",
    "edit_action": "நிறுவனத்தைத் திருத்தவும்",
    "create_action": "நிறுவனத்தை உருவாக்கவும்",
    "notifications": {
      "add_success": "வணிகக் கணக்கு {name} உருவாக்கப்பட்டது.",
      "edit_success": "வணிகக் கணக்கு திருத்தப்பட்டது."
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "தனிப்பட்ட",
      "shop_key": "வாடிக்கையாளர்கள்",
      "apps": "பயன்பாடுகள்"
    },
    "connected_apps_title": "இணைக்கப்பட்ட பயன்பாடுகள்",
    "connected_apps_message": "உங்கள் டொமைன் கணக்குடன் இணைக்கப்பட்டுள்ள அனைத்து கடைகள் மற்றும் பயன்பாடுகளின் பட்டியலைக் காண்பீர்கள். அவற்றில் ஏதேனும் அணுகலை நீக்கலாம்.",
    "shop_keys_title": "ஸ்டோர் அணுகல் விசைகள்",
    "shop_keys_message": "இந்த விசைகள் உங்கள் சர்வரால் அணுகல் டோக்கனை உருவாக்க பயன்படுகிறது. விசைகள் இரகசியமானவை மற்றும் சேவையகத்தில் மட்டுமே வைக்கப்படுகின்றன, இதனால் அவை மற்றவர்களுக்குத் தெரியாது.",
    "personal_keys_title": "தனிப்பட்ட அணுகல் விசைகள்",
    "personal_keys_message": "உங்கள் கணக்கிற்கான விசைகளை இங்கே உருவாக்கலாம். இந்த விசைகள் உங்கள் கணக்கை அணுக முடியும் என்பதை நினைவில் கொள்ளவும். நீங்கள் என்ன செய்கிறீர்கள் என்பது உங்களுக்குத் தெரிந்தால் மட்டுமே இந்த விசைகளை உருவாக்கி பயன்படுத்தவும்.",
    "clients_title": "வாடிக்கையாளர்கள்",
    "clients_message": "இந்த விசைகள் உங்கள் சர்வரால் அணுகல் டோக்கனை உருவாக்க பயன்படுகிறது. விசைகள் இரகசியமானவை மற்றும் சேவையகத்தில் மட்டுமே வைக்கப்படுகின்றன, இதனால் அவை மற்றவர்களுக்குத் தெரியாது."
  },
  "user_security_control": {
    "title": "கணக்கு பாதுகாப்பு",
    "message": "உங்கள் கணக்கு பாதுகாப்பு அமைப்புகளை இங்கே திருத்தலாம்.",
    "delete": {
      "title": "கணக்கை நீக்குக",
      "subtitle": "உங்கள் கணக்கை நீக்கும் முன், எல்லா கடைகளையும் நீக்கிவிட்டீர்களா என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.",
      "action": "எனது கணக்கை நீக்கிவிடுவேன்",
      "agreement": "உங்கள் சர்வரில் இருந்து எனது அனைத்து தகவல்களும் நீக்கப்படும் என்பதை ஏற்கிறேன். மோசடி அல்லது தவறாகப் பயன்படுத்துவதைத் தடுக்க எங்களால் நிர்ணயிக்கப்பட்ட அட்டவணையின்படி உங்கள் தகவல் நீக்கப்படும்."
    },
    "list": {
      "password": {
        "title": "கடவுச்சொல்",
        "sub_title": "உங்கள் கணக்கிற்கு வலுவான கடவுச்சொல்லை தேர்வு செய்யவும்.",
        "action_title": "கணக்கு அணுகல் கடவுச்சொல்",
        "not_exist": "நுழையவில்லை",
        "action": "கடவுச்சொல்லை மாற்று"
      },
      "phone": {
        "title": "கைபேசி எண்",
        "sub_title": "உங்கள் மொபைல் எண்ணை உறுதிப்படுத்தவும். இந்த எண் மூலம் நீங்கள் உள்நுழைய முடியும்.",
        "action_title": "கணக்கின் முதன்மை தொலைபேசி எண்",
        "action": "எண்ணைச் சரிபார்க்கவும்"
      },
      "two_step": {
        "title": "இரண்டு படி நுழைவு",
        "sub_title": "உங்கள் மொபைல் எண்ணை உறுதிப்படுத்தவும். இந்த எண் மூலம் நீங்கள் உள்நுழைய முடியும்.",
        "action_title": "கணக்கின் பாதுகாப்பை அதிகரிக்கவும்",
        "activated_action": "செயல்படுத்தப்பட்டது",
        "active_action": "இப்போது செயலில் உள்ளது"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "Google அங்கீகரிப்பு பயன்பாட்டை நிறுவவும்"
      },
      "step_2": {
        "title": "பயன்பாட்டின் மூலம் உருவாக்கப்பட்ட குறியீட்டை உள்ளிடவும்",
        "message": "6 இலக்கக் குறியீடு உங்கள் மொபைல் ஃபோனில் உள்ள அல்காரிதம் மூலம் உருவாக்கப்படுகிறது. பின்வரும் இணைப்பிலிருந்து நீங்கள் பயன்பாட்டைப் பதிவிறக்கலாம். கடவுச்சொல்லைக் கொண்ட QR குறியீட்டை உருவாக்க குறியீடு ஜெனரேட்டர் விசையை அழுத்தவும்.",
        "qr_code_info": "ஸ்கேன் செய்ய முடியாவிட்டால், பயன்பாட்டில் குறியீட்டை கைமுறையாக நகலெடுத்து ஒட்டலாம்:",
        "create_new_code": "புதிய குறியீட்டை உருவாக்கவும்",
        "qr_code_scanning": "Google Authenticator Mobile App மூலம் உருவாக்கப்பட்ட QR குறியீட்டை ஸ்கேன் செய்து, இந்தப் பக்கத்தில் உள்ள பெட்டியில் உறுதிப்படுத்துவதற்காக உருவாக்கப்பட்ட குறியீட்டை உள்ளிடவும்.",
        "qr_code_regenerate_info": "குறிப்பு: மேலே உள்ள விசையை அழுத்துவதன் மூலம் புதிய விசை உருவாக்கப்படும் மற்றும் முந்தைய விசை பயன்படுத்த முடியாததாக இருக்கும். உங்கள் ஃபோன் பயன்பாட்டில் புதிய விசையை உள்ளிடவும்."
      },
      "step_3": {
        "title": "உருவாக்கப்பட்ட குறியீட்டை உள்ளிடவும்",
        "message": "பயன்பாட்டில் உருவாக்கப்பட்ட அணுகல் குறியீட்டை கீழே உள்ள புலத்தில் உள்ளிடவும்.",
        "activation_key_input": "அணுகல் குறியீடு"
      },
      "activated_alert": "2-படி உள்நுழைவு இயக்கப்பட்டது.",
      "activated_message": "உங்கள் கணக்கில் இரண்டு-படி உள்நுழைவு இயக்கப்பட்டது. இனி உங்கள் கணக்கை அணுக, ஒவ்வொரு 30 வினாடிகளுக்கும் மாற்றும் இரண்டாவது குறியீட்டை உள்ளிட வேண்டும். இரண்டு-படி உள்நுழைவை முடக்க, ஒரு படியை இருமுறை கிளிக் செய்து படிகள் வழியாக செல்லவும்.",
      "cancel_two_step_login_action": "இரண்டு-படி உள்நுழைவை ரத்துசெய்",
      "cancel_two_step_login_info": "நீங்கள் 2-படி சரிபார்ப்பை முடக்க விரும்பினால், உங்கள் கடவுச்சொல்லை உள்ளிட்டு இரண்டு-படி உள்நுழைவு விசையைக் கிளிக் செய்யவும்.",
      "password_input": "கடவுச்சொல்",
      "cancel_2fa_action": "இரண்டு-படி உள்நுழைவை ரத்துசெய்"
    },
    "change_password_dialog": {
      "title": "கடவுச்சொல்லை மாற்று",
      "message": "சிக்கலான மற்றும் மறக்கமுடியாத கடவுச்சொல்லைப் பயன்படுத்தவும்.",
      "password_input": "தற்போதைய கடவுச்சொல்",
      "new_password_input": "புதிய கடவுச்சொல்",
      "re_new_password_input": "புதிய கடவுச்சொல்லை மீண்டும் செய்யவும்",
      "tips": {
        "length": "கடவுச்சொல் குறைந்தது 8 எழுத்துகளாக இருக்க வேண்டும்",
        "chars": "குறைந்தபட்சம் ஒரு பெரிய எழுத்து மற்றும் ஒரு எண்.",
        "match": "கடவுச்சொல் பொருந்தியது."
      },
      "change_password_action": "கடவுச்சொல்லை மாற்று",
      "notifications": {
        "change_password_title": "கடவுச்சொல்லை மாற்று",
        "change_password": "கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டது."
      }
    }
  },
  "authorized_clients": {
    "title": "இணைக்கப்பட்ட கடைகள் / பயன்பாடுகளின் பட்டியல்",
    "table": {
      "name": "பெயர்",
      "app": "செயலி",
      "scopes": "நோக்கங்கள்",
      "shop": "தடைசெய்யப்பட்ட கடை"
    },
    "remove_action": "அணுகலை அகற்று",
    "delete_alert": {
      "title": "அழி",
      "message": "இந்த அணுகலைத் திரும்பப் பெற விரும்புகிறீர்களா? இந்த பயன்பாட்டிற்கு இனி உங்கள் கணக்கிற்கான அணுகல் இருக்காது என்பதை நினைவில் கொள்ளவும்.",
      "action": "அணுகலை மறுக்கவும்"
    }
  },
  "clients": {
    "title": "வாடிக்கையாளர்கள் பட்டியல்",
    "create_new_action": "புதிய வாடிக்கையாளரை உருவாக்கவும்",
    "table": {
      "client_id": "வாடிக்கையாளர் ஐடி",
      "app": "செயலி",
      "name": "மாற்றுப்பெயர்",
      "secret_key": "இரகசிய திறவுகோல்"
    },
    "create_dialog": {
      "title": "புதிய வாடிக்கையாளர்",
      "error_msg": "<strong>பிழை!</strong> மன்னிக்கவும், பிழை ஏற்பட்டது!",
      "name_input": "பெயர்",
      "name_input_message": "உங்கள் பயனர்கள் அடையாளம் கண்டு நம்பும் ஒன்று.",
      "redirect_input_message": "உங்கள் தளத்திற்கு முகவரியைத் திருப்பி அனுப்பவும்."
    },
    "edit_dialog": {
      "title": "திருத்த அணுகல்"
    },
    "delete_alert": {
      "title": "அழி",
      "message": "இந்த கிளையண்டை நீக்க வேண்டுமா?",
      "action": "அழி"
    }
  },
  "personal_access_tokens": {
    "title": "தனிப்பட்ட அணுகல் டோக்கன்களின் பட்டியல்",
    "create_action": "புதிய டோக்கனை உருவாக்கவும்",
    "table": {
      "name": "பெயர்",
      "scopes": "அணுகல்கள்",
      "expire_at": "காலாவதி தேதி"
    },
    "create_dialog": {
      "title": "டோக்கன் கட்டிடம்",
      "error_message": "<strong>பிழை!</strong> மன்னிக்கவும், பிழை ஏற்பட்டது!",
      "name_input": "மாற்றுப்பெயர் முன்னாள். என் டோக்கன் பெயர்",
      "name_input_message": "பிடித்த டோக்கன் பெயர்.",
      "scopes_list": "டோக்கன் அணுகல் பட்டியல்"
    },
    "access_token_dialog": {
      "title": "தனிப்பட்ட அணுகல் விசை",
      "message": "உங்கள் தனிப்பட்ட அணுகல் டோக்கனின் டோக்கன் இங்கே உள்ளது. இந்த டோக்கன் காட்டப்படும் ஒரே முறை, எனவே தவறவிடாதீர்கள்! API ஐக் கோர இப்போது இந்த டோக்கனைப் பயன்படுத்தலாம்."
    },
    "delete_alert": {
      "title": "அழி",
      "message": "இந்த அணுகல் டோக்கனை நீக்க வேண்டுமா?",
      "action": "அழி"
    }
  },
  "scopes": {
    "profile": {
      "name": "சுயவிவரம்",
      "description": "பெயர், மின்னஞ்சல் முகவரி, படம் மற்றும் அங்கீகார நிலை உள்ளிட்ட சுயவிவரத் தகவலைப் படிக்கவும்."
    },
    "phone": {
      "name": "தொலைபேசி எண்",
      "description": "தொலைபேசி எண்ணுக்கான அணுகல்."
    },
    "address": {
      "name": "முகவரிகள்",
      "description": "முகவரி புத்தகத்திலிருந்து சேமித்த முகவரியைப் படிக்கவும்."
    },
    "buy": {
      "name": "கொள்முதல்",
      "description": "ஆர்டர் செய்து கடையில் வாங்கவும்."
    },
    "order-history": {
      "name": "ஆர்டர்களின் வரலாறு",
      "description": "ஆர்டர்களின் வரலாற்றைப் படிக்கவும்."
    },
    "my-gift-cards": {
      "name": "பரிசு அட்டைகள்",
      "description": "எனது அட்டைகளுக்கான அணுகல்."
    },
    "articles": {
      "name": "உள்ளடக்கத்தைத் திருத்தவும்",
      "description": "கட்டுரைகளைத் திருத்தவும்."
    },
    "notifications": {
      "name": "அறிவிப்பை அனுப்பவும் மற்றும் பெறவும்",
      "description": "அறிவிப்பை அனுப்பவும் மற்றும் பெறவும்."
    },
    "read-shops": {
      "name": "கடை",
      "description": "கடை பட்டியலைப் படியுங்கள்."
    },
    "shop-edit": {
      "name": "கடை மேலாண்மை",
      "description": "ஸ்டோர் அணுகலைத் திருத்தவும்"
    },
    "shop-contacts": {
      "name": "படிவ நிர்வாகத்தைத் தொடர்பு கொள்ளவும்",
      "description": "தொடர்பு படிவங்களைப் பெற்று திருத்தவும்."
    },
    "shop-gift-cards": {
      "name": "பரிசு அட்டைகளை நிர்வகிக்கவும்",
      "description": "பரிசு அட்டைகளை உருவாக்கவும், திருத்தவும் மற்றும் நிர்வகிக்கவும்."
    },
    "shop-faqs": {
      "name": "கேள்விகள் மற்றும் பதில்களை நிர்வகித்தல்",
      "description": "அடிக்கடி கேட்கப்படும் கேள்விகளை உருவாக்கவும், திருத்தவும் மற்றும் நிர்வகிக்கவும்."
    },
    "shop-categories": {
      "name": "வகைகளை நிர்வகிக்கவும்",
      "description": "வகைகளை உருவாக்கவும், திருத்தவும் மற்றும் நிர்வகிக்கவும்."
    },
    "shop-products": {
      "name": "தயாரிப்பு மேலாண்மை",
      "description": "தயாரிப்புகளைச் சேர்க்கவும், திருத்தவும் மற்றும் நிர்வகிக்கவும்."
    },
    "shop-read-reports": {
      "name": "அறிக்கைகளைப் படிக்கவும்",
      "description": "தகவல் மற்றும் அறிக்கைகளைப் படிக்கவும்."
    },
    "shop-socials": {
      "name": "சமூக ஊடகங்களை நிர்வகிக்கவும்",
      "description": "கடை சமூக ஊடகத்தைத் திருத்தவும்"
    },
    "shop-accounts": {
      "name": "நிதி கணக்குகளை நிர்வகிக்கவும்",
      "description": "ஸ்டோருடன் இணைக்கப்பட்ட நிதிக் கணக்குகளைத் திருத்தி நீக்கவும்."
    },
    "shop-menus": {
      "name": "மெனுக்களை நிர்வகிக்கவும்",
      "description": "ஸ்டோர் மெனுக்களை திருத்து."
    },
    "shop-pages": {
      "name": "பக்கங்களை நிர்வகிக்கவும்",
      "description": "கடை பக்கங்களைத் திருத்தவும்."
    },
    "shop-warehouse": {
      "name": "கிடங்கு மேலாண்மை",
      "description": "ஸ்டோர் கிடங்கைத் திருத்து"
    },
    "shop-permissions": {
      "name": "அணுகலை நிர்வகிக்கவும்",
      "description": "ஸ்டோர் அணுகலைப் பார்த்து திருத்தவும்."
    },
    "shop-process-center": {
      "name": "ஒழுங்கு மேலாண்மை",
      "description": "ஒழுங்கு மேலாண்மை."
    },
    "shop-profile": {
      "name": "சுயவிவரங்களை நிர்வகிக்கவும்",
      "description": "ஸ்டோர் சுயவிவரங்களை நிர்வகிக்கவும்."
    },
    "shop-discount-code": {
      "name": "தள்ளுபடி குறியீடு மேலாண்மை",
      "description": "ஸ்டோர் தள்ளுபடி குறியீடுகளை நிர்வகிக்கவும், திருத்தவும் மற்றும் சேர்க்கவும்."
    }
  },
  "company_page": {
    "title": "நிறுவனம்",
    "create_app": "புதிய பயன்பாட்டை உருவாக்கவும்",
    "menu": {
      "edit": "தொகு",
      "apps": "பயன்பாடுகள்",
      "dashboard": "டாஷ்போர்டு",
      "companies": "நிறுவனங்கள்"
    },
    "dashboard": {
      "info_widget": {
        "title": "நிறுவனத்தின் பதிவு தகவல்",
        "address": "முகவரி",
        "website": "இணையதளம்",
        "email": "மின்னஞ்சல்",
        "phone": "தொலைபேசி எண்",
        "register": "பதிவு",
        "developer": "டெவலப்பர்",
        "verified": "சரிபார்க்கப்பட்டது",
        "golden": "தங்கம்"
      }
    },
    "developer": {
      "title": "டெவலப்பர்கள்",
      "menu": {
        "new": "புதியது",
        "apps": "பயன்பாடுகள்"
      },
      "app_card": {
        "category": "வகை",
        "installs": "நிறுவு",
        "actives": "செயலில்",
        "uninstalls": "நிறுவல் நீக்குகிறது",
        "app_code": "பயன்பாட்டுக் குறியீடு",
        "app_mode": "பயன்பாட்டு முறை"
      }
    },
    "edit": {
      "title": "தொகு"
    }
  },
  "add_app": {
    "category_input": "வகை",
    "code_input": "குறியீடு",
    "name_input": "பெயர்",
    "description_input": "விளக்கம்",
    "video_input": "வீடியோ URL",
    "public_form": "பொது தகவல் அமைப்பு",
    "private_form": "தனிப்பட்ட தகவல் அமைப்பு",
    "icon_input": "பயன்பாட்டு ஐகான்",
    "logo_input": "லோகோ ஆப்",
    "enable_input": "பயன்பாடு செயலில் உள்ளதா?",
    "edit_action": "பயன்பாட்டைத் திருத்து",
    "create_action": "பயன்பாட்டை உருவாக்கவும்",
    "notifications": {
      "add_success": "வணிகக் கணக்கு {name} உருவாக்கப்பட்டது.",
      "delete_success": "வணிகக் கணக்கு திருத்தப்பட்டது."
    }
  },
  "app_page": {
    "title": "விண்ணப்பம்",
    "menu": {
      "edit": "தொகு",
      "publish": "வெளியிடு",
      "history": "பதிப்புகள்",
      "dashboard": "டாஷ்போர்டு",
      "company": "நிறுவனம்",
      "api": "API",
      "images": "படங்கள்"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "விண்ணப்பம்",
        "app_code": "பயன்பாட்டுக் குறியீடு",
        "category": "வகை",
        "name": "பெயர்",
        "installs": "பயன்பாடுகளை நிறுவவும்",
        "uninstalls": "பயன்பாடுகளை நிறுவல் நீக்கவும்",
        "actives": "செயலில் உள்ள பயன்பாடுகள்",
        "description": "விளக்கம்",
        "published": "வெளியிடப்பட்டது",
        "waiting_for_review": "நிலுவையிலுள்ள ஒப்புதல்",
        "app_mode": "பயன்பாட்டு முறை"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "உரிமையாளர்",
      "description": "அனைத்து கடை முகப்புகளுக்கும் முழு அணுகல்."
    },
    "PRODUCT": {
      "text": "தயாரிப்பு மேலாளர்",
      "description": "ஸ்டோர் தயாரிப்புகளைச் சேர்க்கவும், திருத்தவும் மற்றும் நிர்வகிக்கவும்."
    },
    "AUDITING": {
      "text": "நிதி மேலாளர்",
      "description": "நிதித் தகவல் மற்றும் கட்டணங்களைப் பார்க்கவும்."
    },
    "CONTENT": {
      "text": "உள்ளடக்க மேலாண்மை",
      "description": "கேள்விகளுக்கு பதிலளிக்கவும், வலைப்பதிவுகளை எழுதவும் மற்றும் பக்கங்களை வடிவமைக்கவும்."
    },
    "OFFICER": {
      "text": "மூத்த மேலாளர்",
      "description": "ஊழியர்களின் செயல்பாட்டைப் பார்த்து கண்காணிக்கவும்."
    },
    "EMPLOYEE": {
      "text": "பணியாளர்",
      "description": "ஆர்டர்களைப் பார்த்து ஆர்டர்களை நிறைவேற்றவும்."
    },
    "MARKETING": {
      "text": "சந்தைப்படுத்தல்",
      "description": "அமைப்புகளுக்கான அணுகல் மற்றும் பிரச்சாரங்கள், மின்னஞ்சல் மார்க்கெட்டிங் மற்றும் பிற மார்க்கெட்டிங் தொடர்பான பிரிவுகளை உருவாக்கவும்."
    },
    "VIEWER": {
      "text": "பார்வையாளர்",
      "description": "ஸ்டோர் தகவலைத் திருத்தவோ மாற்றவோ முடியாமல் பார்க்கும் திறன்."
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "உடல் பரிசோதனை",
      "description": "பெறப்பட்ட ஆர்டர்களைச் சரிபார்க்கவும்."
    },
    "PhysicalOrdersPackaging": {
      "text": "உடல் பேக்கேஜிங்",
      "description": "கிடங்கு மற்றும் பேக்கேஜிங் செயல்முறை."
    },
    "PhysicalOrdersDelivery": {
      "text": "உடல் கப்பல்",
      "description": "ஆர்டர் ஷிப்பிங்."
    },
    "PhysicalOrdersSupport": {
      "text": "உடல் ஆதரவு",
      "description": "விற்பனை ஆதரவு."
    }
  },
  "account_status": {
    "Checking": "சரிபார்க்கிறது",
    "Approved": "உறுதி",
    "Rejected": "நிராகரிக்கப்பட்டது",
    "Deleted": "நீக்கப்பட்டது",
    "Banned": "தடை செய்யப்பட்டது",
    "Payment": "பணம் செலுத்துதல்",
    "SelldoneSprite": "விற்கப்பட்ட வாலட் கணக்கு",
    "SelldoneStorage": "விற்கப்பட்ட சேமிப்பு"
  },
  "account_page": {
    "title": "கணக்கு",
    "menu": {
      "setting": "அமைப்புகள்",
      "change": "கட்டணம்",
      "transfer": "இடமாற்றம்",
      "transactions": "பரிவர்த்தனைகள்",
      "charge": "கட்டணம்",
      "history": "வரலாறு"
    },
    "transactions": {
      "title": "கணக்கு பரிவர்த்தனைகள்",
      "detail": {
        "title": "பரிவர்த்தனை",
        "amount": "தொகை",
        "description": "விளக்கம்",
        "from": "இருந்து",
        "to": "செய்ய",
        "created_at": "தேதி",
        "receipt": "ரசீது",
        "receipt_note": "குறிப்பு"
      },
      "table": {
        "type": "வகை",
        "from": "கணக்கில் இருந்து",
        "to": "கணக்கில்",
        "amount": "தொகை",
        "receipt": "ரசீது",
        "created_at": "தேதி",
        "description": "விளக்கம்"
      }
    },
    "transfer": {
      "title": "பரிமாற்ற கட்டணங்கள்",
      "form": {
        "title": "பரிமாற்றக் கோரிக்கைப் படிவம்",
        "sub_title": "உங்கள் சொந்த கணக்குகள் அல்லது மற்றவர்களுக்கு டெபாசிட் செய்யுங்கள்",
        "message": "பணத்தை மாற்றுவதில் கவனமாக இருங்கள், பரிமாற்றத்தை முடித்தால் உங்களால் திரும்ப முடியாது."
      }
    },
    "deposit": {
      "form": {
        "title": "கட்டணம் வசூலிக்கும் கணக்கு",
        "sub_title": "உரிமங்களை வாங்குவதற்கும், உங்கள் கணக்கை மேம்படுத்துவதற்கும், கணினி ரசீதுகளை செலுத்துவதற்கும் உங்கள் கணக்கு இருப்புக்கு கட்டணம் விதிக்க வேண்டும்.",
        "amount_input": "தொகை",
        "charge_action": "கட்டணம் கணக்கு"
      },
      "notifications": {
        "qr_title": "பணம் செலுத்துதல்",
        "qr_message": "கட்டண முகவரி {currency} உருவாக்கப்பட்டது.",
        "gateway_title": "பணம் செலுத்துதல்",
        "gateway_message": "கட்டண நுழைவாயிலுடன் இணைக்கிறது."
      }
    },
    "setting": {
      "title": "கணக்கு அமைப்புகள்",
      "account_name_input": "கணக்கின் பெயர்",
      "notifications": {
        "updated_success": "உங்கள் கணக்கு வெற்றிகரமாக புதுப்பிக்கப்பட்டது."
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "ரசீது செலுத்துதல்"
  },
  "transaction_form": {
    "title": "பரிவர்த்தனை படிவம்",
    "from_input": "கணக்கு எண்ணிலிருந்து",
    "to_input": "கணக்கு எண்ணுக்கு",
    "from_input_message": "இந்தக் கணக்கிலிருந்து தொகை எடுக்கப்படும்.",
    "account_name": "கணக்கின் பெயர்",
    "currency": "நாணய",
    "free_balance": "வங்கி கணக்கில் மிச்சம் இருக்கும் தொகை",
    "to": "இலக்கு கணக்கு",
    "amount": "தொகை",
    "receipt_title": "ரசீதுக்கான கட்டணம்",
    "receipt_input": "ரசீது எண்",
    "paid_status": "இந்த ரசீது ஏற்கனவே செலுத்தப்பட்டுள்ளது.",
    "paid_canceled": "இந்த ரசீது ரத்து செய்யப்பட்டுள்ளது.",
    "description": "விளக்கம்",
    "created_at": "தேதி",
    "duration": "கால அளவு",
    "unlimited": "வரம்பற்ற",
    "add_note_action": "விளக்கத்தைச் சேர்க்கவும்",
    "note": "குறிப்பு",
    "transfer_action": "இடமாற்றம்",
    "confirmation": {
      "title": "பணம் அனுப்பு",
      "subtitle": "பரிவர்த்தனை உறுதிப்படுத்தல்",
      "message": "பின்வரும் தகவல் சரியாக இருந்தால், பரிவர்த்தனை செய்ய பரிவர்த்தனை உறுதிப்படுத்தல் விசையை அழுத்தவும்.",
      "from": "கணக்கில் இருந்து",
      "to": "கணக்கில்",
      "amount": "தொகை",
      "fee": "பரிமாற்ற கட்டணம்",
      "total_pay": "உங்கள் கணக்கிலிருந்து எடுக்கப்பட்ட தொகை",
      "receipt": "ரசீது",
      "description": "விளக்கம்",
      "accept_action": "பரிவர்த்தனை உறுதிப்படுத்தல்"
    },
    "enter_account_number": "கணக்கு எண்ணை உள்ளிடவும்.",
    "currency_not_match": "இலக்குக் கணக்கு நாணயம் மூலத்தைப் போலவே இல்லை",
    "account_number_not_valid": "கணக்கு எண் சரியாக உள்ளது.",
    "account_number_is_valid": "கணக்கு எண் சரியாக உள்ளது.",
    "receipt_not_valid": "விலைப்பட்டியல் எண் தவறானது.",
    "receipt_is_valid": "ரசீது எண் சரியானது.",
    "notifications": {
      "confirm_success": "பரிவர்த்தனை வெற்றிகரமாக முடிந்தது."
    }
  },
  "price_calculator": {
    "title": "கால்குலேட்டர் | உங்கள் வணிகத்திற்கு ஏற்றது",
    "description": "உங்கள் மாதாந்திர விற்பனையின் அடிப்படையில் சிறந்த திட்டத்தைக் கணக்கிட்டு தேர்வு செய்யவும்:",
    "sale_input": "மாதாந்திர விற்பனை அளவு",
    "hypernova_plan": "Hypernova%0 க்கு விண்ணப்பிக்கவும்!",
    "show_normal_mode": "சாதாரண பயன்முறையைக் காட்டு",
    "show_hypernova_mode": "எனது பரிவர்த்தனை 1M$க்கு மேல்!"
  },
  "price_card": {
    "billed_monthly": "மாதாந்திர கட்டணம் {amount}.",
    "billed_yearly": "ஆண்டுக்கு {amount} பில் செய்யப்படும்.",
    "buy_license_action": "இப்போது வாங்க",
    "select_your_store": "உங்கள் கடையைத் தேர்ந்தெடுக்கவும்"
  },
  "shop_session_widget": {
    "total_sessions": "மொத்த அமர்வுகள்"
  },
  "user_activities_keys": {
    "add_baskets": "பெட்டகத்தில் சேர்",
    "remove_baskets": "கார்ட்டில் இருந்து நீக்கு",
    "buys": "வாங்க",
    "products_views": "தயாரிப்பு பார்க்கவும்"
  },
  "shop_visitors_widget": {
    "title": "பார்வையாளர்கள் பகுப்பாய்வு",
    "new_visitors": "புதிய பார்வையாளர்கள்",
    "amp": "AMP காட்சிகள்",
    "returning_visitors": "திரும்பும் பார்வையாளர்கள்",
    "page_views": "பக்க காட்சிகள்",
    "other_pages": "மற்ற பக்கங்கள்",
    "from_previous_7_days": "கடந்த 7 நாட்களில் இருந்து"
  },
  "app_levels": {
    "title": "பயன்பாட்டு நிலை",
    "Newbie": "புதியவர்",
    "Beginner": "தொடக்கநிலையாளர்",
    "Novice": "புதியவர்",
    "Intermediate": "இடைநிலை",
    "Advanced": "மேம்படுத்தபட்ட"
  },
  "login": {
    "register_title": "வணிக ஊடகம்,<br> ரசிக்கத்தக்க அனுபவம்.",
    "register_subtitle": "இன்றே இலவசமாக பதிவு செய்யுங்கள். Selldone ஆனது ஸ்டார்ட்அப்கள், நிறுவனங்கள், வாங்குபவர்கள் மற்றும் விற்பனையாளர்களால் விரும்பப்படுகிறது.",
    "password_recovery_title": "கடவுச்சொல் மீட்பு",
    "password_recovery_message": "உங்கள் கடவுச்சொல்லை மறந்துவிட்டால், உங்கள் கணக்கின் மின்னஞ்சல் முகவரியை உள்ளிட்டு உறுதிப்படுத்தல் விசையை அழுத்தவும். உங்கள் கடவுச்சொல்லை மீட்டமைக்க இணைப்புடன் கூடிய மின்னஞ்சலை உங்களுக்கு அனுப்புவோம்.",
    "email": "உங்கள் மின்னஞ்சல் முகவரி",
    "password_recovery_action": "மீட்பு மின்னஞ்சலைப் பெறவும்",
    "register_google": "Google உடன் தொடரவும்",
    "register_apple": "ஆப்பிள் உடன் தொடரவும்",
    "continue_with": "உடன் தொடரவும்",
    "register_linkedin": "LinkedIn உடன் தொடரவும்",
    "register_facebook": "Facebook உடன் தொடரவும்",
    "register_github": "Github உடன் தொடரவும்",
    "create_your_account": "உங்கள் கணக்கை உருவாக்கவும்",
    "password_8_chars": "கடவுச்சொல் குறைந்தது 8 எழுத்துகளாக இருக்க வேண்டும்.",
    "password_upercase_number": "குறைந்தபட்சம் ஒரு பெரிய எழுத்து மற்றும் ஒரு எண்.",
    "password_confirm": "கடவுச்சொல் மற்றும் உறுதிப்படுத்தல் பொருந்தியது.",
    "privacy_agreement": "பதிவு செய்வதன் மூலம், Selldone இன் <a href='/terms' target='_blank'>பயன்பாட்டு விதிமுறைகள்</a> மற்றும் <a href='/privacy' target='_blank'>தனியுரிமைக் கொள்கையை ஏற்கிறீர்கள்</a> .",
    "register_action": "போகலாம், இலவசம்!",
    "login_action": "உள்நுழைய",
    "already_signup": "ஏற்கனவே பதிவு செய்துள்ளீர்களா?",
    "login_your_account": "உங்கள் கணக்கில் உள்நுழைக",
    "login_google": "Google உடன் தொடரவும்",
    "login_linkedin": "LinkedIn உடன் தொடரவும்",
    "login_facebook": "Facebook உடன் தொடரவும்",
    "login_github": "Github உடன் தொடரவும்",
    "remember_me": "என்னை நினைவில் வையுங்கள்.",
    "login_button": "உள்நுழைய",
    "two_step_problem": "இரண்டு-படி கடவுச்சொல்லில் சிக்கல் உள்ளதா?",
    "two_step_problem_action": "இரண்டு-படி உள்நுழைவை முடக்க விரும்புகிறேன்.",
    "two_step_confirm": "அணுகல் குறியீட்டை உறுதிப்படுத்தவும்",
    "forgot_password": "கடவுச்சொல்லை மறந்துவிட்டீர்களா?",
    "signup_free": "இலவசமாக பதிவு செய்யுங்கள்",
    "checking_robot_message": "நீங்கள் ஒரு ரோபோவா அல்லது மனிதனா என்பதைச் சரிபார்க்கிறது.",
    "notifications": {
      "step2_login_success": "கணக்கில் தானாக உள்நுழைக"
    },
    "signup_email": "மின்னஞ்சல் மூலம் பதிவு செய்யவும்",
    "name_placeholder": "பெயர்",
    "email_placeholder": "மின்னஞ்சல்",
    "email_or_username_placeholder": "மின்னஞ்சல், பயனர் பெயர் அல்லது தொலைபேசி எண்",
    "password_placeholder": "கடவுச்சொல்",
    "re_password_placeholder": "கடவுச்சொல்லை உறுதிப்படுத்தவும்",
    "new_in_samin": "Selldone இல் புதியதா?",
    "auto_create_shop": "தானாக உருவாக்கும் கடை"
  },
  "layout": {
    "logout": "வெளியேறு",
    "menu": {
      "personal_information": "தனிப்பட்ட தகவல் மற்றும் சுயவிவரம்",
      "wallet": "பணப்பைகள் & கணக்குகள்",
      "companies": "நிறுவனங்கள் மற்றும் வணிக கணக்குகள்",
      "access": "எனது கணக்கிற்கான அணுகல்",
      "security": "பாதுகாப்பு",
      "preferences": "பயனர் விருப்பத்தேர்வுகள்"
    }
  },
  "page_builder": {
    "title": "இணையதள வடிவமைப்பு",
    "menu": {
      "user_view": "காண்க",
      "design": "வடிவமைப்பு",
      "behavior": "நடத்தை",
      "seo": "SEO",
      "setting": "அமைப்புகள்",
      "embed": "உட்பொதிக்கவும்"
    },
    "waiting_fetch": "தகவல் பெறுகிறது..",
    "setting": {
      "title_input": "பக்கத்தின் தலைப்பு",
      "description_input": "குறுகிய விளக்கம்",
      "name_input": "பக்க URL (கடிதங்கள் மற்றும் எண்கள்)",
      "bg_color_input": "பின்னணி நிறம்",
      "bg_style_input": "பக்க பின்னணி நடை",
      "page_label_input": "லேபிள் நிறம்",
      "page_dir_input": "பக்கத்தின் திசை",
      "ltr": "இடமிருந்து வலம்",
      "rtl": "வலமிருந்து இடமாக",
      "designer_note": "வடிவமைப்பாளர் குறிப்பு"
    },
    "history": {
      "title": "சேமிக்கப்பட்ட வரலாறு"
    },
    "design": {
      "themes": {
        "title": "தனிப்பட்ட வடிவமைப்பு உதவியாளர்",
        "message": "குறியீட்டு முறை இல்லாமல் உங்கள் வணிகத்திற்கான சிறந்த பக்கங்களை வடிவமைக்கவும்.",
        "page_title_input": "உங்கள் பக்கத்திற்கான தலைப்பை உள்ளிடவும்"
      },
      "tools": {
        "rearrange": "ஆர்டர்",
        "tools": "கருவிகள்",
        "history": "வரலாறு",
        "style": "உடை"
      },
      "no_category": "வகைகள் இல்லை"
    },
    "seo": {
      "message": "SEO அமைப்புகள் Selldone SEO இன்ஜின் மூலம் தானாகவே சரிசெய்யப்படும்."
    }
  },
  "verify_email_caution": {
    "title": "உங்கள் மின்னஞ்சல் முகவரியை உறுதிப்படுத்தவும்",
    "message": "புதிய செயல்படுத்தும் இணைப்பு உங்கள் மின்னஞ்சல் முகவரிக்கு {email} அனுப்பப்பட்டுள்ளது. எந்த நடவடிக்கையும் எடுப்பதற்கு முன் உங்கள் மின்னஞ்சலைச் சரிபார்க்கவும்.",
    "resend_message": "உங்கள் மின்னஞ்சலில் செயல்படுத்தும் இணைப்பைப் பெறவில்லை என்றால், மீண்டும் அனுப்ப கீழே உள்ள பொத்தானைக் கிளிக் செய்யவும்.",
    "resend_action": "செயல்படுத்தும் இணைப்பை மீண்டும் அனுப்பவும்",
    "resend_notice": "செயல்படுத்தும் இணைப்பு அனுப்பப்பட்டது."
  },
  "autopilot": {
    "start": "தொடக்க தேதி",
    "end": "கடைசி தேதி"
  },
  "help": {
    "menu": "பட்டியல்",
    "more_helps": "மேலும் படிக்கவும்"
  },
  "company_card": {
    "pending_state": "மதிப்பாய்வுக்காக காத்திருக்கிறது",
    "register": "பதிவு செய்யப்பட்டது",
    "developer": "டெவலப்பர்",
    "verified": "சரிபார்க்கப்பட்டது",
    "premier": "பிரீமியர்"
  },
  "shop_license": {
    "add": "சந்தாவைச் சேர்க்கவும்",
    "only_last": "கடைசி சந்தா மட்டுமே",
    "vouchers": "வவுச்சர்கள்",
    "buy": "சந்தா திட்டத்தை வாங்கவும்",
    "monthly": "மாதாந்திர",
    "yearly": "ஆண்டுதோறும்",
    "start_date": "தொடக்க தேதி",
    "end_date": "கடைசி தேதி",
    "price": "விலை",
    "terms": "Selldone பயன்பாட்டு விதிமுறைகளைப் படித்து ஏற்றுக்கொள்கிறேன்",
    "need_charge": "கட்டணம் தேவை",
    "buy_now": "இப்போது வாங்க",
    "auto_renewal": "ஆட்டோ புதுப்பித்தல்",
    "plan_placeholder": "உங்கள் சந்தா திட்டத்தைத் தேர்ந்தெடுக்கவும்",
    "plan": "உரிமத் திட்டம்",
    "use_date": "செயல்படுத்தும் தேதி",
    "active_license": {
      "title": "செயலில் உள்ள உரிமம்",
      "subtitle": "உங்கள் செயலில் உள்ள உரிமத் தகவல்.",
      "subtitle_partner": "உங்கள் செயலில் உள்ள {name} உரிமத் தகவல்."
    },
    "licenses_table": {
      "title": "வாங்கிய வரலாறு",
      "subtitle": "செயலில் உள்ள மற்றும் நிலுவையில் உள்ள உரிமங்கள்."
    },
    "license_detail": {
      "title": "விவரங்கள்",
      "subtitle": "உங்கள் தற்போதைய திட்டத்தில் வரம்புகள்."
    },
    "table": {
      "plan": "திட்டம்",
      "start_date": "தொடக்க / முடிவு தேதி",
      "renewal": "ஆட்டோ புதுப்பித்தல்",
      "linked_account": "இணைக்கப்பட்ட கணக்கு / வவுச்சர்",
      "payment": "பணம் செலுத்துதல்",
      "cancel": "ரத்து செய்"
    },
    "notifications": {
      "subscribe_success": "வெற்றிகரமாக குழுசேர்ந்தார்.",
      "cancel_success": "சந்தா வெற்றிகரமாக ரத்து செய்யப்பட்டது."
    },
    "cancel_dialog": {
      "title": "சந்தா உறுதிப்படுத்தலை ரத்துசெய்",
      "message": "இந்தச் சந்தாவை நிச்சயமாக ரத்துசெய்வீர்களா?",
      "action": "சந்தாவை ரத்துசெய்"
    },
    "use_voucher_now": "இப்போது வவுச்சரைப் பயன்படுத்தவும்",
    "validity_duration": "செல்லுபடியாகும் காலம்",
    "validity_duration_hint": "12 மாத உரிமத்தை வாங்குவதன் மூலம், நீங்கள் 30% தள்ளுபடியைப் பெறுவீர்கள்."
  },
  "admin_shop_layout": {
    "download_txt": "தரவு உரையைப் பதிவிறக்கவும்",
    "download_excel": "தரவு எக்செல் பதிவிறக்கவும்"
  },
  "user_preferences": {
    "access": "அணுகல்",
    "template": "டெம்ப்ளேட்",
    "feedback": "பின்னூட்டம்",
    "company": "நிறுவனம்",
    "company_message": "உங்களிடம் நிறுவனம் இருந்தால் மற்றும் பயன்பாடுகளை வெளியிட விரும்பினால்.",
    "access_keys": "அணுகல் விசைகள்",
    "access_keys_message": "வாடிக்கையாளர்களையும் அணுகல் விசைகளையும் காட்டு.",
    "rating": "Selldone உடனான உங்கள் அனுபவத்தை எப்படி மதிப்பிடுவீர்கள்?",
    "large_font": "பெரிய எழுத்துருக்கள்",
    "large_font_message": "வழக்கத்தை விட பெரிய உரையைக் காட்டு",
    "samples": "மாதிரி கடைகளைக் காட்டு",
    "samples_message": "இயக்கப்பட்டால், சில மாதிரி கடைகள் உங்கள் பேனலில் காட்டப்படும்.",
    "automation": "ஆட்டோமேஷன்",
    "automation_message": "கடை டாஷ்போர்டில் ஆட்டோமேஷன் தாவலைக் காட்டு. (வெப்ஹூக்ஸ், விஷுவல் புரோகிராமிங், ...)"
  },
  "shop_locations": {
    "title": "சேவை வழங்கப்படும் நாடுகள்",
    "sub_title": "கீழே உள்ள பட்டியலிலிருந்து உங்கள் தயாரிப்பை விற்க விரும்பும் நாடுகளைத் தேர்ந்தெடுக்கவும்.",
    "delete_restriction": "தடையை நீக்கு",
    "set_restriction": "கட்டுப்பாடு அமைக்க",
    "notifications": {
      "locations_update": "இருப்பிடம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது."
    },
    "table": {
      "country": "நாடு",
      "currency": "நாணய",
      "available": "கிடைக்கும்"
    }
  },
  "product_card": {
    "sold_out": "விற்றுத் தீர்ந்துவிட்டது",
    "review_unit": "விமர்சனம்",
    "not_original": "அசல் இல்லை"
  },
  "product_studio": {
    "add_mode": "மேலும் விவரங்களைச் சேர்க்கவும்",
    "add_by_sku": "SKU மூலம் சேர்",
    "auto_category": "தானாக அமைக்கப்பட்ட வகை",
    "add_in_current_category": "தற்போதைய வகையைச் சேர்க்கவும்",
    "category_mode_message": "இயக்கப்பட்டால், தயாரிப்பு இயல்புநிலை வகை அல்லது துணைப்பிரிவில் சேர்க்கப்படும்.",
    "sku_name_input": "SKU / பெயர்"
  },
  "my_affiliate": {
    "title": "எனது துணை ஒப்பந்தங்கள்",
    "message": "பிற கடைகளுடன் இணைந்த ஒப்பந்தங்களின் பட்டியல்."
  },
  "affiliates": {
    "title": "இணை பங்குதாரர்கள்",
    "subtitle": "இணை நிறுவனங்களை உருவாக்கவும், காலப்போக்கில் அவற்றின் செயல்திறனைக் கண்காணிக்கவும் மற்றும் ஒரே இடத்தில் துல்லியமான தகவலின் அடிப்படையில் நடவடிக்கைகளை எடுக்கவும். வலுவான உறவை உருவாக்க உங்களுக்கும் உங்கள் கூட்டாளர்களுக்கும் நாங்கள் உதவுகிறோம்.",
    "affiliate_code": "இணை குறியீடு",
    "crate_date": "தேதியை உருவாக்கவும்",
    "last_payment_date": "கடைசி கட்டணம் செலுத்தும் தேதி",
    "for_all_products": "அனைத்து தயாரிப்புகளுக்கும் பொருந்தும்",
    "balance": "இருப்பு",
    "fix_commission": "நிலையான கமிஷன்",
    "percent_commission": "சதவீத அடிப்படையிலான கமிஷன்",
    "total_payment": "மொத்த கொடுப்பனவுகள்",
    "new_affiliate": "புதிய துணை பங்குதாரர்",
    "new_affiliate_message": "புதிய துணை கூட்டாளரைச் சேர்க்கவும்",
    "link_domain": {
      "title": "இணைக்கப்பட்ட டொமைன்",
      "subtitle": "இந்த இணை கூட்டாளருடன் உங்கள் டொமைன்களில் ஒன்றை இணைக்கலாம். உங்கள் கடைக்குச் சென்று இந்த டொமைன் மூலம் வாங்கும் ஒவ்வொரு நபரின் பிரதிநிதியாக இந்தக் கூட்டாளர் அறியப்படுவார்."
    },
    "dialog": {
      "new": "புதிய துணை பங்குதாரர்",
      "edit": "துணை கூட்டாளரைத் திருத்தவும்",
      "user": "பயனர் (விரும்பினால்)",
      "bank_info": "வங்கி தகவல்",
      "restriction": "கட்டுப்பாடு",
      "select_products": "தயாரிப்புகளைத் தேர்ந்தெடுக்கவும்",
      "select_products_message": "இந்த தயாரிப்புகளுக்கு இணை பங்குதாரர் கமிஷனைப் பெறுகிறார்",
      "edit_action": "புதுப்பித்தல் இணைப்பு",
      "add_action": "துணை கூட்டாளரைச் சேர்க்கவும்",
      "affiliate_name": "இணை பங்குதாரர் பெயர்",
      "payment_info": "கட்டண தகவல்",
      "enable_switch": "செயலில் உள்ளதா?",
      "affiliate_info": "துணை பங்குதாரர் தகவல்"
    },
    "link_factory": {
      "title": "இணை கூட்டாளர் இணைப்பு ஜெனரேட்டர்",
      "link_input": "உங்கள் இணைப்பு",
      "link_output": "உருவாக்கப்பட்ட இணைப்பு"
    }
  },
  "gift_card_orders": {
    "title": "பரிசு அட்டையுடன் ஆர்டர்கள்",
    "table": {
      "order": "ஆர்டர்",
      "order_price": "ஆர்டர் தொகை",
      "paid_by_card": "அட்டை மூலம் செலுத்தப்பட்டது",
      "payment_status": "கட்டண நிலை",
      "date": "தேதி"
    }
  },
  "offer_orders": {
    "title": "ஆஃபர் ஆர்டர்கள்",
    "table": {
      "order": "ஆர்டர்",
      "order_price": "ஆர்டர் தொகை",
      "offer_amount": "தள்ளுபடி விலை",
      "payment_status": "கட்டண நிலை",
      "product": "தயாரிப்பு",
      "date": "தேதி"
    }
  },
  "coupon_orders": {
    "title": "கூப்பன் ஆர்டர்கள்",
    "table": {
      "order": "ஆர்டர்",
      "order_price": "ஆர்டர் தொகை",
      "coupon_amount": "கூப்பன் தொகை",
      "payment_status": "கட்டண நிலை",
      "date": "தேதி"
    }
  },
  "discount_code_orders": {
    "title": "தள்ளுபடி குறியீடு கொண்ட ஆர்டர்கள்",
    "table": {
      "order": "ஆர்டர்",
      "order_price": "ஆர்டர் தொகை",
      "discount_amount": "தள்ளுபடி தொகை",
      "payment_status": "கட்டண நிலை",
      "date": "தேதி"
    }
  },
  "incentives": {
    "discount_code": "தள்ளுபடி",
    "coupon": "கூப்பன்",
    "offer": "சலுகை",
    "gift_card": "பரிசு அட்டை",
    "lottery": "லாட்டரி"
  },
  "discount_codes": {
    "title": "தள்ளுபடி குறியீடுகள்",
    "sub_title": "இந்த பிரிவில் உங்கள் தேவைகளுக்கு ஏற்ப தள்ளுபடி கூப்பன்களை வடிவமைக்க முடியும். இந்த தள்ளுபடிகள் எந்தவொரு தயாரிப்பு தள்ளுபடியிலிருந்தும் தனித்தனியாக இருக்கும் மற்றும் பயனர் ஆர்டரின் இறுதித் தொகைக்கு பொருந்தும்.",
    "add_new": "புதிய தள்ளுபடி குறியீட்டைச் சேர்க்கவும்",
    "card": {
      "created": "உருவாக்கு",
      "start": "தொடங்கு",
      "end": "முடிவு",
      "currency": "நாணய",
      "discount_percentage": "தள்ளுபடி விலை",
      "discount_limit": "தள்ளுபடி வரம்பு",
      "state": "தற்போதைய நிலை",
      "enabled": "இப்போது இயக்கப்பட்டது",
      "disabled": "இப்போது முடக்கப்பட்டுள்ளது",
      "used": "நுகரப்படும்",
      "count": "எண்ணு",
      "unit": "பொருட்களை)"
    },
    "dialog": {
      "title_edit": "தள்ளுபடி குறியீட்டை திருத்தவும்",
      "title_add": "புதிய தள்ளுபடி குறியீட்டைச் சேர்க்கவும்",
      "discount_code_input": "தள்ளுபடி குறியீடு",
      "discount_percent_input": "தள்ளுபடி விலை",
      "discount_percent_input_hint": "கொள்முதல் தொகையின் தள்ளுபடி விகிதம்",
      "count_input": "எண்ணு",
      "count_input_hint": "இந்த குறியீட்டின் அதிகபட்ச பயன்பாடு",
      "limit_input": "தள்ளுபடி வரம்பு",
      "limit_input_hint": "நாணயத்தின் அடிப்படையில் அதிகபட்ச தள்ளுபடி",
      "currency_input_message": "இந்த நாணயத்திற்கு தள்ளுபடிகள் கிடைக்கும்.",
      "limit_input_message": "தள்ளுபடி வரம்பின் மதிப்பு 0 என்பது தள்ளுபடி விகிதத்திற்கு வரம்பு இல்லை.",
      "title_input": "தலைப்பு",
      "title_input_hint": "இந்த தள்ளுபடி குறியீட்டிற்கு நீங்கள் ஒரு தலைப்பை உள்ளிடலாம்",
      "description_input": "விளக்கம்",
      "description_input_hint": "இந்த தள்ளுபடி குறியீட்டிற்கான விளக்கத்தை நீங்கள் உள்ளிடலாம்",
      "date_start_input": "தொடங்கு",
      "date_start_input_placeholder": "தள்ளுபடியை எப்போது தொடங்க வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்",
      "date_end_input": "முடிவு",
      "date_end_input_placeholder": "தள்ளுபடி எப்போது முடியும் என்பதைத் தேர்ந்தெடுக்கவும்",
      "notifications": {
        "add": "தள்ளுபடி குறியீடு வெற்றிகரமாக சேர்க்கப்பட்டது.",
        "edit": "தள்ளுபடி குறியீடு வெற்றிகரமாக திருத்தப்பட்டது."
      }
    },
    "delete_alert": {
      "title": "தள்ளுபடி குறியீட்டை அகற்று",
      "message": "இந்த தள்ளுபடி குறியீட்டை நீக்க வேண்டுமா?",
      "action": "தள்ளுபடியை அகற்று"
    },
    "notifications": {
      "delete_success": "உங்கள் கருத்து வெற்றிகரமாக நீக்கப்பட்டது"
    }
  },
  "gift_cards": {
    "title": "பரிசு அட்டை",
    "sub_title": "ஒரு பரிசு அட்டையை உருவாக்கவும், பின்னர் உங்களுக்குத் தேவையான பலவற்றை உருவாக்கவும். இந்த கார்டில் கட்டணம் விதிக்கப்பட்டுள்ளது, மேலும் இதை உங்கள் கடையில் வாங்குவதற்கு மட்டுமே பயன்படுத்த முடியும்.",
    "create_new": "புதிய பரிசு அட்டையைச் சேர்க்கவும்",
    "card": {
      "created": "உருவாக்கு",
      "lifetime": "காலாவதி தேதி",
      "lifetime_unit": "ஒவ்வொரு அட்டையும் உருவாக்கப்பட்ட தேதியிலிருந்து மாதம்",
      "currency": "நாணய",
      "initial_balance": "ஆரம்ப கட்டணம்",
      "count": "எண்ணு",
      "count_unit": "பொருள்",
      "used": "பயன்படுத்தப்பட்டது"
    },
    "dialog": {
      "title": "பரிசு அட்டை வடிவமைப்பு"
    },
    "alert": {
      "title": "தள்ளுபடி குறியீட்டை அகற்று",
      "message": "இந்த தள்ளுபடி குறியீட்டை நீக்க வேண்டுமா?",
      "action": "அழி"
    },
    "notifications": {
      "delete_title": "பரிசு அட்டையை நீக்கு",
      "delete_message": "உங்கள் கருத்து வெற்றிகரமாக நீக்கப்பட்டது."
    }
  },
  "coupons": {
    "title": "கூப்பன்கள்",
    "sub_title": "உங்கள் வாடிக்கையாளர்களுக்கு குறிப்பிட்ட நிபந்தனைகளுடன் பயன்படுத்தக்கூடிய தள்ளுபடியை வழங்க விரும்பினால், நீங்கள் கூப்பன்களை உருவாக்கலாம். கூப்பன்கள் ஒரு வரம்பு அல்லது ஒரு நிலையான தொகை அல்லது இரண்டின் கலவையுடன் கூடிய சதவீத தள்ளுபடியை சேர்க்கலாம்.",
    "create_new": "புதிய கூப்பனைச் சேர்க்கவும்",
    "qualified_products": "தகுதியான தயாரிப்புகள்",
    "min_purchase": "குறைந்தபட்ச கொள்முதல்",
    "only_first_order": "முதல் கொள்முதல் மட்டுமே",
    "one_time_use": "ஒற்றைப் பயன்பாடு",
    "amount_usage": "பயன்படுத்திய தொகை",
    "delete_alert": {
      "title": "கூப்பனை நீக்கு",
      "message": "இந்தக் கூப்பனை நிச்சயமாக நீக்கவா?",
      "action": "ஆம், கூப்பனை நீக்கு"
    },
    "notifications": {
      "delete_success": "கூப்பன் வெற்றிகரமாக நீக்கப்பட்டது."
    },
    "multiple_use": "பல பயன்பாடு"
  },
  "coupon_edit": {
    "title_edit": "கூப்பனைத் திருத்து",
    "title_add": "புதிய கூப்பன்",
    "discount_charge": "தள்ளுபடி & கட்டணம்",
    "charge": "கட்டணம்",
    "charge_message": "ஆரம்ப கட்டணத்தின் அளவு",
    "percent": "தள்ளுபடி சதவீதம்",
    "percent_message": "தள்ளுபடி சதவீதத்தின் அளவு",
    "limit_input": "அளவு",
    "limit_input_hint": "தள்ளுபடி வரம்பு அளவு",
    "currency_input_message": "இந்த நாணயத்திற்கான கூப்பன் உள்ளது.",
    "count_input": "எண்ணு",
    "count_input_hint": "இந்த குறியீட்டின் அதிகபட்ச பயன்பாடு",
    "limit_input_message": "தள்ளுபடி வரம்பின் மதிப்பு 0 என்பது தள்ளுபடி விகிதத்திற்கு வரம்பு இல்லை.",
    "date_start_input": "தொடங்கு",
    "date_start_input_placeholder": "கூப்பனை எப்போது தொடங்க வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்",
    "date_end_input": "முடிவு",
    "date_end_input_placeholder": "தள்ளுபடி எப்போது முடியும் என்பதைத் தேர்ந்தெடுக்கவும்",
    "title_input": "தலைப்பு",
    "title_input_hint": "இந்த தள்ளுபடி குறியீட்டிற்கு நீங்கள் ஒரு தலைப்பை உள்ளிடலாம்",
    "description_input": "விளக்கம்",
    "description_input_hint": "இந்த தள்ளுபடி குறியீட்டிற்கான விளக்கத்தை நீங்கள் உள்ளிடலாம்",
    "coupon_code": "கூப்பன் குறியீடு",
    "need_code": "குறியீடு தேவையா?",
    "coupon_color": "கூப்பன் நிறம்",
    "min_purchase_amount": "குறைந்தபட்ச கொள்முதல் தொகை",
    "min_purchase_amount_hint": "வாங்கும் தொகை இந்த மதிப்பை விட அதிகமாகவோ அல்லது அதற்கு சமமாகவோ இருக்க வேண்டும்.",
    "should_exist_product": "இந்த தயாரிப்புகளில் குறைந்தபட்சம் ஒன்று வண்டியில் இருக்க வேண்டும்",
    "apply_for_first_order": "முதல் வாங்குதலுக்கு மட்டுமே",
    "apply_for_first_order_on": "இந்த கூப்பனை வாடிக்கையாளரின் முதல் வாங்குதலுக்கு மட்டுமே பயன்படுத்த முடியும்!",
    "apply_for_first_order_off": "ஒரு வாங்குபவரின் கூப்பன் உபயோகங்களின் எண்ணிக்கையை கீழே சரிசெய்யலாம்.",
    "has_qualify_constraints": "மேலும் வரம்புகளை வரையறுக்க விரும்புகிறீர்களா?",
    "has_qualify_constraints_message": "இந்தக் கூப்பனைப் பயன்படுத்த வாடிக்கையாளரைத் தகுதிபெறச் செய்ய கூடுதல் நிபந்தனைகளை அமைக்கவும்.",
    "one_time_use": "ஒற்றைப் பயன்பாடு",
    "one_time_use_message": "வாடிக்கையாளர்கள் இந்த கூப்பனை ஒரு முறை பயன்படுத்தலாம்.",
    "daily_limit": "தினசரி வரம்பு",
    "no_limit": "எல்லை இல்லாத",
    "daily_limit_message": "வாடிக்கையாளரால் ஒரு நாளைக்கு பயன்படுத்தப்படும் அதிகபட்ச அளவு",
    "monthly_limit": "மாதாந்திர வரம்பு",
    "monthly_limit_message": "வாடிக்கையாளரால் ஒரு மாதத்திற்கு பயன்படுத்தப்படும் அதிகபட்ச அளவு",
    "yearly_limit": "ஆண்டு வரம்பு",
    "yearly_limit_message": "வாடிக்கையாளரால் வருடத்திற்கு பயன்படுத்தப்படும் அதிகபட்ச அளவு",
    "notifications": {
      "add": "புதிய கூப்பன் வெற்றிகரமாக உருவாக்கப்பட்டது.",
      "edit": "கூப்பன் புதுப்பிக்கப்பட்டது."
    }
  },
  "offers": {
    "title": "சலுகைகள்",
    "sub_title": "உங்கள் வாடிக்கையாளர்களுக்கு சிறப்பு சலுகைகளை நீங்கள் உருவாக்கலாம், இதன் மூலம் ஒரு பொருளை வாங்கிய பிறகு, அவர்கள் மற்றொரு பொருளை தள்ளுபடியில் அல்லது இலவசமாகப் பெறுவார்கள்.",
    "create_new": "புதிய சலுகையைச் சேர்க்கவும்",
    "qualified_products": "தகுதியான தயாரிப்புகள்",
    "min_quantity": "குறைந்தபட்ச அளவு",
    "min_purchase": "குறைந்தபட்ச கொள்முதல்",
    "discounted_products": "தள்ளுபடி செய்யப்பட்ட பொருட்கள்",
    "amount_usage": "பயன்படுத்திய தொகை",
    "delete_alert": {
      "title": "சலுகையை நீக்கு",
      "message": "இந்தச் சலுகையை நிச்சயமாக நீக்கவா?",
      "action": "ஆம், சலுகையை நீக்கவும்"
    },
    "notifications": {
      "delete_success": "சலுகை வெற்றிகரமாக நீக்கப்பட்டது."
    }
  },
  "offer_edit": {
    "title_edit": "சலுகையைத் திருத்தவும்",
    "title_add": "புதிய சலுகை",
    "design_style": "வடிவமைப்பு & உடை",
    "eligible_constraints": "வாடிக்கையாளர் தகுதி வரம்புகள்",
    "title_input": "தலைப்பு",
    "title_input_hint": "இந்த தள்ளுபடி குறியீட்டிற்கு நீங்கள் ஒரு தலைப்பை உள்ளிடலாம்",
    "description_input": "விளக்கம்",
    "description_input_hint": "இந்த தள்ளுபடி குறியீட்டிற்கான விளக்கத்தை எழுதவும்",
    "currency_input_message": "இந்த நாணயத்திற்கான சலுகை உள்ளது.",
    "qualified_products": "தகுதியான தயாரிப்புகள்",
    "qualified_products_message": "தயாரிப்புகள் தகுதிபெற, வண்டியில் உள்ள மொத்த பொருட்கள் சமமாகவோ அல்லது குறைந்தபட்ச அளவை விட அதிகமாகவோ இருக்க வேண்டும்.",
    "min_items": "பொருட்களின் குறைந்தபட்ச அளவு",
    "min_items_message": "வாடிக்கையாளர் வாங்க வேண்டிய பொருட்களின் எண்ணிக்கை",
    "discounted_products": "தள்ளுபடி செய்யப்பட்ட பொருட்கள்",
    "offered_products": "வழங்கப்பட்ட தயாரிப்புகள்",
    "offered_products_message": "இந்த தயாரிப்புகளில் குறைந்தபட்சம் ஒன்று வண்டியில் இருக்க வேண்டும்.",
    "discount_percent": "தள்ளுபடி சதவீதம்",
    "discount_percent_message": "இந்த பொருட்களுக்கான தள்ளுபடி சதவீதம்.",
    "discount_percent_hint": "தள்ளுபடி சதவீதத்தின் அளவு",
    "per_order": "ஒரு ஆர்டருக்கு அதிகபட்ச பயன்பாடுகள்",
    "per_order_message": "ஒரு ஆர்டருக்கு அதிகபட்சமாக எத்தனை முறை சலுகையைப் பயன்படுத்தலாம்",
    "count_input": "தொகை",
    "count_input_hint": "இந்த சலுகையின் அதிகபட்ச பயன்பாடு",
    "min_purchase": "குறைந்தபட்ச கொள்முதல் தொகை",
    "min_purchase_hint": "கொள்முதல் விலை இந்த மதிப்பை விட அதிகமாகவோ அல்லது அதற்கு சமமாகவோ இருக்க வேண்டும்",
    "limitation": "வரம்பு",
    "date_start_input": "தொடங்கு",
    "date_start_input_placeholder": "கூப்பனை எப்போது தொடங்க வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்",
    "date_end_input": "முடிவு",
    "date_end_input_placeholder": "தள்ளுபடி எப்போது முடியும் என்பதைத் தேர்ந்தெடுக்கவும்",
    "max_actives_is_3": "ஒரே நேரத்தில் மூன்று செயலில் உள்ள சலுகைகளை மட்டுமே பெற முடியும்.",
    "enable": "தானாக விண்ணப்பிக்கவும்",
    "notifications": {
      "add": "புதிய சலுகை வெற்றிகரமாக உருவாக்கப்பட்டது.",
      "edit": "சலுகை வெற்றிகரமாக புதுப்பிக்கப்பட்டது."
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "பதாகை",
      "reportage": "அறிக்கை",
      "social": "சமூக ஊடகம்",
      "offline": "ஆஃப்லைன்"
    }
  },
  "emails": {
    "title": "மின்னஞ்சல் மார்க்கெட்டிங்",
    "subtitle": "இழுத்து விடுவதன் மூலம் மின்னஞ்சல்களை வடிவமைக்கவும், தக்கவைப்பை அதிகரிக்க பிரச்சாரங்களை திட்டமிடவும் தொடங்கவும் மற்றும் நம்பகமான மற்றும் துல்லியமான தகவலை ஒரே இடத்தில் பார்க்கலாம்.",
    "cation_message": "⚠ சரிபார்க்கப்படாத வணிகர்களுக்குத் தடைசெய்யப்பட்டுள்ளது. (பீட்டா)",
    "subject": "பொருள்",
    "from": "இருந்து",
    "in_que": "காத்திருக்கிறது",
    "schedule_at": "இல் திட்டமிடவும்",
    "sent": "அனுப்பப்பட்டது",
    "sends": "அனுப்புகிறது",
    "delivers": "வழங்கப்பட்டது",
    "views": "காட்சிகள்",
    "clicks": "கிளிக்குகள்",
    "buys": "கொள்முதல்",
    "new_email": "புதிய மின்னஞ்சலைச் சேர்க்கவும்",
    "new_email_message": "புதிய மார்க்கெட்டிங் மின்னஞ்சலை உருவாக்கி திட்டமிடவும்"
  },
  "email_dashboard": {
    "review": "விமர்சனம்",
    "waiting_for_approve": "{name} மூலம் உறுதிப்படுத்தலுக்காகக் காத்திருக்கிறது",
    "approved_by": "மின்னஞ்சல் {name} ஆல் சரிபார்க்கப்பட்டு அனுப்பப்பட்டது.",
    "not_submitted_send_request": "இந்த மின்னஞ்சலை அனுப்புவதற்கான கோரிக்கையை நீங்கள் இன்னும் சமர்ப்பிக்கவில்லை.",
    "reviewed_by": "{name} ஆல் மதிப்பாய்வு செய்யப்பட்டது",
    "status": "மின்னஞ்சல் நிலை",
    "conversion": "மாற்று விகிதங்கள்",
    "sell_performance": "விற்பனை செயல்திறன்",
    "total_buys": "மொத்த விற்பனை எண்ணிக்கை",
    "amount_buy": "மொத்த விற்பனைத் தொகை",
    "average_sell": "சராசரி விற்பனை",
    "sessions": "அமர்வுகள்",
    "overview": "கண்ணோட்டம்",
    "purchase_amount": "கொள்முதல் தொகை",
    "actions": "பயனர் செயல்பாடு"
  },
  "email_page": {
    "emails": "மின்னஞ்சல்கள்",
    "edit": "தொகு"
  },
  "affiliate_page": {
    "affiliates": "இணை பங்குதாரர்கள்",
    "orders": "ஆர்டர்கள்",
    "payments": "கொடுப்பனவுகள்"
  },
  "affiliate_dashboard": {
    "link": "இணை கூட்டாளர் இணைப்பு",
    "fix_commission": "நிலையான கமிஷன்",
    "percent_commission": "சதவீத அடிப்படையிலான கமிஷன்",
    "last_payment": "கடைசி கட்டணம்",
    "balance": "இருப்பு",
    "total_payment": "மொத்த கொடுப்பனவுகள்",
    "status": "இணை பங்குதாரர் நிலை & கட்டுப்பாடுகள்",
    "available_for": "க்கு கிடைக்கும்",
    "orders_count": "ஆர்டர் தொகை",
    "orders_accepted": "ஏற்றுக்கொள்ளப்பட்ட ஆர்டர்கள்",
    "finance": "நிதி அறிக்கை",
    "amount_accepted": "ஏற்றுக்கொள்ளப்பட்ட தொகை",
    "amount_paid": "செலுத்திய தொகை",
    "sessions": "அமர்வுகள்",
    "affiliate_payment": "இணை பங்குதாரர் கொடுப்பனவுகள்",
    "amount_payment": "கட்டணம் செலுத்தும் தொகை",
    "amount_payment_hint": "பரிவர்த்தனையின் சரியான அளவு",
    "i_paid": "நான் {name}க்கு {amount} {currency} செலுத்தினேன்",
    "pay_now": "இப்போது செலுத்த"
  },
  "permission_roles": {
    "new_role": "புதிய பாத்திரத்தைச் சேர்க்கவும்",
    "new_role_message": "குழுப்பணியை எளிதாக்குங்கள்.",
    "new_role_action": "புதிய பாத்திரத்தைச் சேர்க்கவும்"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "லாட்டரி",
    "sub_title": "உங்கள் வாடிக்கையாளர்கள் கேம் விளையாடி வெற்றி பெறலாம். உங்கள் கடையின் வாடிக்கையாளர்கள் ஒவ்வொரு விளையாட்டுக்கும் 10 சிப்களை உட்கொள்ள வேண்டும். எடுத்துக்காட்டாக, உங்கள் வாடிக்கையாளர்களுக்கு 1000 அமெரிக்க டாலர்களை வெல்லும் வாய்ப்பை நீங்கள் விரும்பினால், ஒவ்வொரு சிப்பின் விலையையும் 100 அமெரிக்க டாலர்களாக அமைக்க வேண்டும். ஒவ்வொரு சிப்புக்கும் 0 மதிப்பு என்பது, வாங்குபவர் ஒவ்வொரு வாங்குதலுக்கும் ஒரு சிப்பைப் பெறுவார் என்பதாகும்.",
    "manually_send_chip": "பயனர்களுக்கு கைமுறையாக சிப்களை அனுப்ப விரும்புகிறீர்களா?",
    "lottery_enable": "லாட்டரி இயக்கப்பட்டதா?",
    "chip_price_input": "சிப் விலை",
    "zero_chip_message": "ஒரு ஆர்டருக்கு 1x சிப் கொடுங்கள்",
    "chip_has_price_message": "ஆர்டரின் {amount} {currency}க்கு 1 சிப் வழங்கவும்.",
    "chip_disabled_message": "சிப் முடக்கப்பட்டுள்ளது!",
    "create_new": "புதிய பரிசைச் சேர்க்கவும்",
    "delete_alert": {
      "title": "பரிசை நீக்கு",
      "message": "இந்தப் பரிசை நிரந்தரமாக நீக்குவது உறுதி?",
      "action": "ஆம், இப்போது நீக்கு"
    },
    "notifications": {
      "delete_success": "பரிசு வெற்றிகரமாக நீக்கப்பட்டது."
    }
  },
  "lottery_edit": {
    "title_edit": "லாட்டரி உருப்படியைத் திருத்தவும்",
    "title_add": "புதிய லாட்டரி பொருள்",
    "general_config": "பொது கட்டமைப்பு",
    "design_style": "உடை மற்றும் தோற்றம்",
    "enable": "இயக்கப்பட்டதா?",
    "enable_message": "ஒரு சக்கரத்தில் உள்ள அதிகபட்ச பொருட்கள் 14 ஆகும்.",
    "title_input": "தலைப்பு",
    "title_input_hint": "ஒரு சிறிய தலைப்பை எழுதுங்கள்.",
    "description_input": "விளக்கம்",
    "description_input_hint": "பொருளைப் பற்றிய விளக்கத்தை எழுதுங்கள்.",
    "quantity": "அளவு",
    "quantity_message": "கிடைக்கும் மொத்த பொருட்கள்",
    "image": "படம்",
    "image_placeholder": "உருப்படிக்கான படத்தைத் தேர்ந்தெடுக்கவும்",
    "chance": "வாய்ப்பு",
    "chance_message": "சதவீதத்தில் வெற்றி வாய்ப்பு",
    "free_for_first": "புதிய வாடிக்கையாளர்களுக்கு இது இலவசமா?",
    "free_for_first_message": "புதிய வாடிக்கையாளர்கள் இந்த உருப்படியை வெல்ல முடியும்.",
    "prize": "பரிசு",
    "amount": "பரிசு தொகை",
    "amount_hint": "பயனர்கள் தங்கள் ஆர்டருக்காக இந்தத் தொகையை வென்றுள்ளனர்.",
    "currency_message": "இந்த உருப்படிக்கான நாணயம். பிற நாணயங்கள் மாற்று விகிதத்தால் மாற்றப்படுகின்றன.",
    "discount": "தள்ளுபடி",
    "discount_message": "வாடிக்கையாளர் ஆர்டரில் தள்ளுபடி சதவீதம்",
    "discount_limit": "தள்ளுபடி வரம்பு",
    "discount_limit_hint": "வாடிக்கையாளருக்கு அதிகபட்ச தள்ளுபடி.",
    "color": "நிறம்",
    "condition": "நிபந்தனைகள்",
    "notifications": {
      "add": "புதிய லாட்டரி உருப்படி வெற்றிகரமாக உருவாக்கப்பட்டது.",
      "edit": "லாட்டரி பொருட்கள் வெற்றிகரமாக மாற்றப்பட்டன."
    }
  },
  "gift_card_types_list": {
    "label": "பரிசு அட்டை வகை",
    "message": "பட்டியலிலிருந்து பரிசு அட்டை வகையைத் தேர்ந்தெடுக்கவும்."
  },
  "email_builder": {
    "service_unavailable": "உங்கள் கணக்கில் அஞ்சல் சேவையகம் செயலில் இல்லை.",
    "design_section": "உங்கள் மின்னஞ்சல் வடிவமைப்பு தட்டு",
    "schedule_switch": "மின்னஞ்சல் அனுப்புவதைத் திட்டமிடவா?",
    "schedule_placeholder": "மின்னஞ்சல் அனுப்ப நேரத்தைத் தேர்ந்தெடுக்கவும்"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "பதிவு தேதி",
      "description": "பயனரின் பதிவு தேதியின்படி வடிகட்டவும்."
    },
    "LAST_BUY_DATE": {
      "title": "கடைசியாக வாங்கியது",
      "description": "கடைசி கொள்முதல் தேதி."
    },
    "LOGIN_DATE": {
      "title": "உள்நுழைவு தேதி",
      "description": "கடைசி உள்நுழைவு தேதி."
    },
    "LEVEL": {
      "title": "வாடிக்கையாளர் கிளப்",
      "description": "வாடிக்கையாளர் கிளப்பின் உறுப்பினர்கள்."
    },
    "SUBSCRIBED": {
      "title": "குழுசேர்ந்தார்",
      "description": "மின்னஞ்சலைப் பெறுவதற்கான சந்தாவைப் பெற."
    },
    "NOT_PURCHASED": {
      "title": "கொள்முதல் இல்லை",
      "description": "இதுவரை வாங்காத வாடிக்கையாளர்கள்."
    },
    "SEX": {
      "title": "பாலினம்",
      "description": "பயனர் பாலினம்."
    },
    "LOCATION": {
      "title": "இடம்",
      "description": "பயனர் இருப்பிடம்."
    },
    "LIMIT": {
      "title": "அளவு",
      "description": "அதிகபட்ச பயனர்களின் எண்ணிக்கையில் வரம்பை அமைக்கவும்."
    },
    "SEGMENTS": {
      "title": "பிரிவுகள்",
      "description": "குறிப்பிட்ட கையேடு பிரிவில் வாடிக்கையாளர்களை வரம்பிடவும்."
    }
  },
  "inline_help": {
    "helps_title": "சேவை பயனர் வழிகாட்டி",
    "blogs_title": "Selldone வலைப்பதிவில் தொடர்புடைய உள்ளடக்கம்"
  },
  "shop_tax": {
    "region": "பிராந்தியம்",
    "label": "லேபிள்",
    "country_tax": "நாட்டு வரி",
    "customer_tax": "வாடிக்கையாளர் VAT",
    "business_tax": "வணிக VAT",
    "shipping": "கப்பல் போக்குவரத்து",
    "override": "மேலெழுதவும்",
    "country": "நாடு",
    "vat_range": "VAT வரம்பு",
    "custom": "தனிப்பயன்",
    "regions": "பிராந்தியங்கள்",
    "rest_world": "உலகின் மற்ற பகுதிகள்",
    "overrides": "மீறுகிறது",
    "dialog_set_title": "வரி அமைப்புகள்",
    "tax_setting": "வரி அமைப்புகள்",
    "vat": "VAT",
    "calculate_tax_input": "தானாக வரி கணக்கீடு",
    "calculate_tax_message": "இந்த விருப்பத்தை செயல்படுத்துவதன் மூலம், உங்கள் ஆர்டர்களுக்கு VAT கணக்கிடப்பட்டு பயன்படுத்தப்படும்.",
    "tax_number": "வரி எண்",
    "tax_number_message": "உங்கள் வரி எண்ணை உள்ளிடவும். இந்த பதிவு எண் வாங்குபவரின் விலைப்பட்டியலில் பதிவு செய்யப்படும்.",
    "tax_included_in_price_input": "பொருட்களின் விலையில் வரி சேர்க்கப்பட்டுள்ளது",
    "tax_included_in_price_message": "உங்கள் பொருளின் விலையில் வரித் தொகையைச் சேர்த்தால், இந்த விருப்பத்தைத் தேர்ந்தெடுக்கவும். வரித் தொகை பின்வரும் சூத்திரத்தைப் பயன்படுத்தி கணக்கிடப்படும்:",
    "tax_included_in_price_formula": "வரி = (விலை * VAT) / (1 + VAT), எடுத்துக்காட்டாக, 10% மதிப்பு கூட்டப்பட்ட விகிதத்தில் 100$ விலையில் ஒரு தயாரிப்புக்கான வரியின் அளவு 9.09$ ஆகிறது.",
    "tax_on_shipping_input": "ஷிப்பிங்கிற்கு வரிகளைப் பயன்படுத்துங்கள்",
    "tax_on_shipping_message": "இந்த விருப்பத்தைத் தேர்ந்தெடுப்பதன் மூலம் ஷிப்பிங்கிற்கு வரி விதிக்கப்படும்.",
    "fixed_tax_rate": "நிலையான வரி விகிதம்",
    "dynamic_tax_rate": "பிராந்தியங்களின் அடிப்படையில் வரி",
    "locations_tip": "கடை அமைப்புகள் > இருப்பிடங்கள் என்பதில் நீங்கள் தேர்ந்தெடுத்த நாடுகளை மட்டுமே நீங்கள் விற்கும் நாடுகளாக மேலே உள்ள பட்டியலில் காட்டுகிறது.",
    "locations_action": "ஸ்டோர் இடங்கள் அமைப்புகள்",
    "save_alert": "அமைப்புகள் சேமிக்கப்படவில்லை!",
    "pos_tax_setting": "பிஓஎஸ் வரி அமைப்புகள்"
  },
  "transportation_page": {
    "menu": {
      "dashboard": "டாஷ்போர்டு",
      "transportations": "கப்பல் முறைகள்",
      "orders": "ஆர்டர்கள்",
      "setting": "அமைத்தல்",
      "delivery_services": "சேவைகள்",
      "delivery_persons": "கூரியர்கள்"
    },
    "go_to_courier_list": "கூரியர் பட்டியலைப் பார்க்கவும்",
    "go_to_service_list": "கப்பல் சேவைகள் பட்டியலைக் காண்க"
  },
  "transportation_persons": {
    "title": "கூரியர்கள்",
    "notifications": {
      "success_add": "கூரியர் சேர்க்கப்பட்டது.",
      "success_reset": "புள்ளியியல் மீட்டமைப்பு.",
      "success_remove": "கூரியர் வெற்றிகரமாக அகற்றப்பட்டது.",
      "success_update": "கூரியர் தகவல் வெற்றிகரமாக புதுப்பிக்கப்பட்டது."
    },
    "reset": {
      "title": "புள்ளிவிவரங்களை மீட்டமைக்கவும்",
      "message": "இந்த கூரியரின் புள்ளிவிவரங்களை நிச்சயமாக மீட்டமைக்கிறீர்களா?",
      "action": "ஆம், இப்போது மீட்டமைக்கவும்"
    },
    "remove": {
      "title": "கூரியரை அகற்று",
      "message": "இந்த கூரியரை நிச்சயமாக நீக்கவா?",
      "action": "ஆம், இப்போது அகற்று"
    },
    "add_dialog": {
      "title": "புதிய கூரியரைச் சேர்க்கவும்",
      "action": "கூரியரைச் சேர்க்கவும்"
    }
  },
  "transportation_orders": {
    "title": "ஷிப்பிங்கிற்கான ஆர்டர்கள்",
    "notifications": {
      "success_update": "ஷிப்பிங் நிலை வெற்றிகரமாக புதுப்பிக்கப்பட்டது.",
      "success_payment": "COD செலுத்துதல் வெற்றிகரமாக உறுதிசெய்யப்பட்டது."
    }
  },
  "delivery_person": {
    "actions_title": "கூரியர் அமைப்புகள்",
    "action_delivered": "அனுப்பப்பட்டது",
    "action_paid": "COD செலுத்தப்பட்டது",
    "action_returned": "திரும்பினார்",
    "cod_confirm_action": "COD கட்டணத்தை உறுதிப்படுத்தவும்",
    "pickup_dialog": {
      "title": "நீங்கள் இந்த தொகுப்பின் கூரியரா?",
      "message": "இந்த பார்சலை எடுத்துச் செல்வதற்கு நீங்கள் பொறுப்பாக இருந்தால், ஆம் என்பதைத் தேர்ந்தெடுக்கவும், இல்லையெனில் இல்லை என்பதைத் தேர்ந்தெடுக்கவும்."
    },
    "status_dialog": {
      "title": "நிலையை {status} ஆக மாற்றவும்",
      "message": "டெலிவரி நிலையை {status}க்கு நிச்சயமாக மாற்ற விரும்புகிறீர்களா?",
      "action": "ஆம், நான் அதை உறுதிப்படுத்துகிறேன்!"
    },
    "cod_dialog": {
      "title": "COD கட்டணம்",
      "message": "வாங்குபவரிடமிருந்து ஆர்டர் தொகையைப் பெற்றுள்ளீர்கள் என்பதை உறுதிப்படுத்துகிறீர்களா?",
      "action": "ஆம், கட்டணத்தை உறுதி செய்கிறேன்!"
    }
  },
  "transportation_services": {
    "title": "விநியோக சேவை",
    "notifications": {
      "success_add": "டெலிவரி சேவை சேர்க்கப்பட்டது.",
      "success_reset": "புள்ளியியல் மீட்டமைப்பு.",
      "success_remove": "சேவை வெற்றிகரமாக அகற்றப்பட்டது.",
      "success_update": "சேவை வெற்றிகரமாக புதுப்பிக்கப்பட்டது."
    },
    "reset": {
      "title": "புள்ளிவிவரங்களை மீட்டமைக்கவும்",
      "message": "இந்தச் சேவையின் புள்ளிவிவரங்களை நிச்சயமாக மீட்டமைக்க வேண்டுமா?",
      "action": "ஆம், இப்போது மீட்டமைக்கவும்"
    },
    "remove": {
      "title": "விநியோக சேவையை அகற்று",
      "message": "இந்தச் சேவையை நிச்சயமாக நீக்கவா?",
      "action": "ஆம், இப்போது அகற்று"
    },
    "add_dialog": {
      "title": "புதிய டெலிவரி சேவையைச் சேர்க்கவும்",
      "action": "சேவையைச் சேர்க்கவும்"
    }
  },
  "delivery_receipt": {
    "title": "விநியோக ரசீது",
    "has_return": "டெலிவரி திரும்புதல்",
    "cashed": "பணம் செலுத்துதல்"
  },
  "delivery_dashboard": {
    "select_destinations": "பட்டியலில் ஆர்டர்களைச் சேர்க்கவும்",
    "price_calculation": "கப்பல் கட்டணங்களை மதிப்பிடவும்",
    "price_calculation_action": "விலையைக் கணக்கிடுங்கள்",
    "add_request": "கோரிக்கை சேவை",
    "add_request_action": "சேவை கோரிக்கையை சமர்ப்பிக்கவும்",
    "refresh_action": "தகவலைப் புதுப்பிக்கவும்"
  },
  "delivery_order": {
    "title": "ஷிப்பிங் ஆர்டர்",
    "has_return": "டெலிவரி திரும்புதல்",
    "cashed": "பணம் செலுத்துதல்"
  },
  "cash_register": {
    "menu": {
      "panel": "பணப் பதிவு",
      "orders": "ஆர்டர்கள்",
      "customers": "வாடிக்கையாளர்கள்",
      "devices": "சாதனங்கள்",
      "inventory": "சரக்கு"
    },
    "payment_confirm": "கட்டணம் உறுதிப்படுத்தல்",
    "payment_confirm_msg": "வாடிக்கையாளர் பணம் செலுத்திய ஆர்டர் {basket_id}."
  },
  "barcode_scanner": {
    "wifi_pass": "உங்கள் Wi-Fi கடவுச்சொல்",
    "message": "உங்கள் வைஃபை ரூட்டரின் கடவுச்சொல்லை உள்ளிட்டு QR குறியீட்டை ஸ்கேன் செய்யவும்.",
    "wifi_ssid": "Wi-Fi SSID",
    "ssid_message": "உங்கள் வைஃபை நெட்வொர்க் பெயரை (SSID) உள்ளிடவும்."
  },
  "pos_devices": {
    "Scanner": "பட்டை குறி படிப்பான் வருடி",
    "Scanner_desc": "பார்கோடு ஸ்கேனரைப் பயன்படுத்த, நீங்கள் தயாரிப்பு அமைப்புகளில் தயாரிப்பு SKU குறியீட்டை சரியாக உள்ளிட வேண்டும்.",
    "Printer": "அச்சுப்பொறி",
    "Printer_desc": "ரசீது பிரிண்டருடன் இணைப்பதன் மூலம் உங்கள் வாடிக்கையாளர் ரசீதை அச்சிடுங்கள்.",
    "CustomerView": "வாடிக்கையாளர் பார்வை",
    "CustomerView_desc": "இந்தப் பக்கம் உங்கள் வாடிக்கையாளர்களுக்கு ஆர்டர் விவரங்களைக் காண்பிக்க உதவுகிறது.",
    "CardReader": "கார்டு ரீடர்",
    "CardReader_desc": "உங்கள் வாடிக்கையாளர்களால் COD செலுத்துவதற்கான கார்டு ரீடர் சாதனம்.",
    "ChipReader": "சிப் ரீடர்",
    "ChipReader_desc": "குறிச்சொற்களைப் பயன்படுத்தி கார்ட்டில் பொருட்களைச் சேர்க்க NFC டேக் ரீடர்."
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "சாதனத்தை அகற்று",
      "message": "உங்கள் பிஓஎஸ் சுயவிவரத்திலிருந்து இந்தச் சாதனத்தை நிச்சயமாக அகற்றுகிறீர்களா?",
      "action": "ஆம், இப்போது அகற்று"
    }
  },
  "pos_process_center": {
    "title": "பிஓஎஸ் ஆர்டர் செயலாக்க மையம்",
    "menu": {
      "label": "தொகுப்பு லேபிள்",
      "receipt": "ரசீது",
      "back": "மீண்டும்",
      "timeline": "காலவரிசை",
      "order": "ஆர்டர்"
    }
  },
  "pos": {
    "add_customer": "ஒரு வாடிக்கையாளரைச் சேர்க்கவும்",
    "set_delivery": "டெலிவரி முகவரியை அமைக்கவும்",
    "add_giftcards": "பரிசு அட்டையைச் சேர்க்கவும்",
    "add_discount_code": "தள்ளுபடி குறியீட்டைச் சேர்க்கவும்",
    "add_coupon": "கூப்பனைச் சேர்க்கவும்",
    "set_campaign": "பிரச்சாரத்தை அமைக்கவும்",
    "select_buyer": "வாங்குபவரைத் தேர்ந்தெடு!",
    "send_to_pos": "கார்டு ரீடர் இயந்திரத்திற்கு அனுப்பவும்",
    "print_receipt": "அச்சு ரசீது",
    "confirm_cash_payment": "பணம் செலுத்துவதை உறுதிப்படுத்தவும்",
    "payment_cod": {
      "title": "டெலிவரிக்கான பணம்",
      "message": "இந்த ஆர்டரின் தொகை டெலிவரி செய்யப்பட்டவுடன் செலுத்தப்படும். வாங்குபவரிடமிருந்து தொகையைப் பெற்ற பிறகு, கணினியில் ஆர்டரை முடிக்க கட்டணத்தை உறுதிப்படுத்த வேண்டும்."
    },
    "payment_online": {
      "title": "ஆன்லைன் கட்டண முறையைத் தேர்ந்தெடுக்கவும்",
      "message": "பின்வரும் விருப்பங்களைத் தேர்ந்தெடுப்பதன் மூலம், கட்டண இணைப்பு உருவாக்கப்பட்டு வாங்குபவருக்கு அனுப்பப்படும். இந்த இணைப்பைச் செலுத்துவதன் மூலம், ஆர்டரின் நிலை கட்டண முறைக்கு மாறும். வாடிக்கையாளர் திரை, SMS அல்லது மின்னஞ்சலில் QR குறியீட்டை ஸ்கேன் செய்வதன் மூலம் கட்டண இணைப்பு உருவாக்கப்படும். இணைப்பை அனுப்ப எந்த சேனலையும் செயல்படுத்த, அந்த விருப்பத்தை கிளிக் செய்து, வாங்குபவருக்கு ரசீதை அனுப்ப பொத்தானை அழுத்தவும்."
    },
    "notifications": {
      "success_pay": "ஆர்டர் செலுத்துதல் முடிந்தது.",
      "success_order": "ஆர்டர் வெற்றிகரமாக உருவாக்கப்பட்டது மற்றும் வாடிக்கையாளர் அதை செலுத்த காத்திருக்கிறது."
    },
    "payment_dialog": {
      "check_pay_now": "கட்டணத்தை கைமுறையாக சரிபார்க்கவும்",
      "close_action": "உரையாடலை மூடு. வாடிக்கையாளர் கட்டணத்திற்காக நான் காத்திருக்க விரும்பவில்லை",
      "go_to_order": "ஆர்டர் பக்கத்திற்குச் செல்லவும்",
      "paid_by_gift_card_msg": "கிஃப்ட் கார்டுகளிலிருந்து மொத்த ஆர்டர் தொகை திரும்பப் பெறப்பட்டது! வாங்குபவர் அதிக கட்டணம் செலுத்த வேண்டியதில்லை.",
      "cod_msg": "ஆர்டரைப் பெறும்போது வாடிக்கையாளர் பணம் செலுத்துவார்.",
      "online_msg": "வாடிக்கையாளர் திரையில் QR குறியீட்டை ஸ்கேன் செய்ய வாடிக்கையாளரிடம் கேளுங்கள்."
    },
    "name": "POS",
    "message": "உங்கள் பூஜ்ஜிய-அமைவு விலை ஆன்லைன் புள்ளியை வைத்திருக்கவும், எந்த ஸ்மார்ட்ஃபோன், டேப்லெட் மற்றும் PC இல் அதை இயக்கவும் அல்லது கைமுறையாக ஆர்டர்களை உருவாக்கவும்."
  },
  "exporter": {
    "title": "தரவு ஏற்றுமதி",
    "subtitle": "உங்கள் தரவு உங்களுடையது! உங்கள் வணிகத் தகவலை எந்த நேரத்திலும் நிலையான வடிவத்தில் பதிவிறக்கம் செய்யலாம். இருப்பினும், உங்கள் வாடிக்கையாளர்களின் தனியுரிமையை மதிக்கவும், அவர்களை ஸ்பேம் செய்ய வேண்டாம், மேலும் அவர்களின் தகவலை மூன்றாம் தரப்பினருடன் பகிர வேண்டாம்.",
    "excel": "எக்செல் வடிவத்தில் முழுமையான தகவலுடன் கடையில் உள்ள அனைத்து {type} பட்டியலையும் பெறுவீர்கள்.",
    "csv": "CSV வடிவத்தில் முழுமையான தகவலுடன் கடையில் உள்ள அனைத்து {வகை} பட்டியலையும் பெறுவீர்கள். இந்த வடிவம் ஸ்டோரில் {type} இறக்குமதி செய்வதற்கான Selldone இன் நிலையான வடிவமைப்பிற்கு இணங்க உள்ளது."
  },
  "importer": {
    "category": {
      "title": "இறக்குமதி வகைகள்",
      "subtitle": "வகைகளின் CSV கோப்பை இங்கே பதிவேற்றவும். நிலையான வடிவமைப்பைப் பின்பற்றுவதை உறுதிப்படுத்திக் கொள்ளுங்கள்."
    },
    "product": {
      "title": "பொருட்களை இறக்குமதி செய்யுங்கள்",
      "subtitle": "தயாரிப்புகளின் CSV கோப்பை இங்கே பதிவேற்றவும். நிலையான வடிவமைப்பைப் பின்பற்றுவதை உறுதிசெய்யவும்."
    },
    "product_images": {
      "title": "படங்களை இறக்குமதி செய்யவும்",
      "subtitle": "படத் தகவலைப் பெறுவது நேரத்தை எடுத்துக்கொள்ளும். படங்களை இறக்குமதி செய்யும் போது காப்புரிமையை மதிக்க வேண்டும்."
    },
    "inventory": {
      "title": "மொத்த புதுப்பிப்பு இருப்பு",
      "subtitle": "சரக்குகளின் CSV கோப்பை இங்கே பதிவேற்றவும். முதலில் CSV கோப்பை ஏற்றுமதி செய்து, பின்னர் அந்தக் கோப்பைத் திருத்துவதன் மூலம் நிலையான வடிவமைப்பைப் பின்பற்றுவதை உறுதிசெய்யவும்."
    },
    "back_to_products": "தயாரிப்புப் பட்டியலுக்குத் திரும்பு",
    "back_to_categories": "வகைப் பட்டியலுக்குத் திரும்பு",
    "back_to_inventory": "சரக்கு பட்டியலுக்குத் திரும்பு",
    "step_select_file": "CSV கோப்பைத் தேர்ந்தெடுக்கவும்",
    "step_send_to_server": "சேவையகத்திற்கு அனுப்பவும்",
    "step_view_result": "முடிவைப் பார்க்கவும்",
    "step_view_que": "காத்திருக்கும் பட்டியலைக் காண்க",
    "send_to_server_action": "சேவையகத்திற்கு அனுப்பவும்",
    "shop_license": "கடை உரிமம்",
    "max_items_limit": "பொருட்களின் அதிகபட்ச வரம்பு",
    "total_items": "மொத்த பொருட்கள்",
    "customer": {
      "title": "வாடிக்கையாளர்களை இறக்குமதி செய்யுங்கள்",
      "subtitle": "வாடிக்கையாளர்களின் CSV கோப்புகளை இங்கே பதிவேற்றவும். நீங்கள் நிலையான வடிவமைப்பைப் பின்பற்றுவதை உறுதிப்படுத்திக் கொள்ளுங்கள், மேலும், நீங்கள் தனியுரிமை விதிகளைப் பின்பற்ற வேண்டும்."
    }
  },
  "campaigns": {
    "title": "பிரச்சாரங்கள்",
    "subtitle": "பிரச்சாரங்களை உருவாக்கவும், கண்காணிக்கக்கூடிய இணைப்புகளை உருவாக்கவும், நம்பகமான மற்றும் துல்லியமான தகவலை ஒரே இடத்தில் பார்க்கவும். சிறந்த தரவு சார்ந்த முடிவுகளை எடுக்க நாங்கள் உங்களுக்கு உதவுகிறோம்.",
    "add_action": "புதிய பிரச்சாரத்தைச் சேர்க்கவும்",
    "empty_message": "உங்கள் முதல் பிரச்சாரத்தை இப்போது உருவாக்கவும்!",
    "delete": {
      "title": "பிரச்சாரத்தை நீக்கு",
      "message": "இந்த பிரச்சாரத்தையும் எல்லா தரவையும் நிச்சயமாக நீக்கவா?",
      "action": "ஆம், இப்போது நீக்கு"
    }
  },
  "landing_categories": {
    "raw": "மூல வார்ப்புருக்கள்",
    "marketing": "சந்தைப்படுத்தல் & விளம்பரங்கள்",
    "product": "தயாரிப்பு அறிமுகம்",
    "health": "உடல்நலம் & உடற்தகுதி",
    "food": "உணவு மற்றும் பழங்கள்",
    "house": "ரியல் எஸ்டேட் & வீடு",
    "device": "இயந்திரம் மற்றும் சாதனம்",
    "car": "கார்",
    "software": "மென்பொருள்",
    "clothing": "ஆடை & காலணிகள்",
    "jewellery": "நகைகள்"
  },
  "shop_theme": {
    "theme_colors": "தீம் வண்ணங்கள்",
    "products_view_mode": "ஷாப்பிங் பட்டியல் காட்சி",
    "products_view_mode_desc": "திரையின் அளவின் அடிப்படையில் உங்கள் கடையில் உள்ள தயாரிப்புகளின் காட்சி முறையை நீங்கள் சரிசெய்யலாம். இந்த பயன்முறை இயல்பாகவே கருதப்படும் மற்றும் பயனர் காட்சி பயன்முறையை மாற்றினால் பயன்படுத்தப்படாது.",
    "color_light": "முதன்மை நிறம்",
    "color_dark": "முதன்மை இருண்ட நிறம்",
    "color_deep_dark": "ஆழமான இருண்ட நிறம்",
    "color_info": "இணைப்புகள்",
    "light_checkout": "லைட் செக்அவுட் தீம்",
    "light_header": "ஒளி தலைப்பு",
    "light_footer": "ஒளி அடிக்குறிப்பு",
    "product_page": "தயாரிப்பு பக்கம்",
    "typography": "அச்சுக்கலை",
    "header": "தலைப்பு",
    "custom_code": "தனிப்பயன் குறியீடு",
    "custom_css": "தனிப்பயன் CSS"
  },
  "app_templates": {
    "default": "இயல்புநிலை",
    "blue": "நீலக்கடல்",
    "amber": "அம்பர்",
    "green": "பூமத்திய ரேகை",
    "red": "காட்டேரி",
    "magenta": "பூ",
    "master": "குரு",
    "black": "இருண்ட பக்கம்"
  },
  "affiliate_orders": {
    "title": "இணை பங்குதாரர் ஆர்டர்கள்",
    "table": {
      "order_price": "ஆர்டர் தொகை",
      "order_payment": "ஆர்டர் கட்டணம் நிலை",
      "order_link": "ஆர்டர் இணைப்பு",
      "commission_status": "கமிஷன் நிலை",
      "commission_amount": "கமிஷன் தொகை",
      "items": "பொருட்களை",
      "actions": "செயல்கள்",
      "create_date": "தேதியை உருவாக்கவும்"
    },
    "notifications": {
      "update_success": "இணைப்பு நிலை புதுப்பிக்கப்பட்டது."
    }
  },
  "affiliate_payments": {
    "title": "இணை பங்குதாரர் கொடுப்பனவுகள்",
    "table": {
      "staff": "பணியாளர்கள்",
      "amount": "தொகை",
      "note": "குறிப்பு",
      "date": "தேதி"
    }
  },
  "my_roles": {
    "title": "என் பாத்திரங்கள்",
    "message": "பாத்திரங்கள் என்பது ஒரு கடையின் ஊழியர்களுக்கு வழங்கப்படும் அணுகல் வகை. எடுத்துக்காட்டாக, ஆர்டர்களை அனுப்புவதற்கு அல்லது பேக்கிங் செய்வதற்கு பொறுப்பான ஊழியர்கள்."
  },
  "role_card": {
    "complete_tasks": "முடிக்கப்பட்ட பணிகள்",
    "reject_tasks": "நிராகரிக்கப்பட்ட பணிகள்",
    "last_check": "சமீபத்திய சரிபார்ப்பு"
  },
  "referral_widget": {
    "apply_now": "இந்த திட்டத்திற்கு இப்போதே விண்ணப்பிக்கவும்!",
    "no_bonus": "நண்பரை அழைத்து முதல் பரிசைப் பெறுங்கள்.",
    "your_gift": "உங்கள் பரிசு",
    "invited_gift": "அழைக்கப்பட்ட பரிசு",
    "percent_bonus": "சதவீதம் போனஸ்",
    "discount_bonus": "தள்ளுபடி போனஸ்",
    "registered": "புதிய பயனர்",
    "accepted": "ஏற்றுக்கொள்ளப்பட்ட பயனர்"
  },
  "app_config": {
    "reviews": "விமர்சனங்கள்",
    "rate_now": "மதிப்பிடு",
    "category": "வகை",
    "uninstall": "நிறுவல் நீக்கவும்",
    "get_app": "பயன்பாட்டைப் பெறவும்",
    "public_keys": "பொது விசைகள்",
    "private_keys": "தனிப்பட்ட விசைகள் (பாதுகாப்பானது)",
    "config": "பயன்பாட்டு கட்டமைப்பு",
    "app_status": "விண்ணப்ப நிலை",
    "app_info": "விண்ணப்பத் தகவல்",
    "update_at": "சமீபத்திய புதுப்பிப்பு",
    "visit_website": "இணையதளத்தைப் பார்வையிடவும்",
    "privacy": "தனியுரிமைக் கொள்கை",
    "installs": "நிறுவுகிறது",
    "basic_profile_permission": "அடிப்படை சுயவிவரத் தகவல்",
    "developer": "டெவலப்பர்",
    "permissions": "அனுமதிகள்",
    "total_comments": "மொத்த கருத்துகள்",
    "delete_dialog": {
      "title": "பயன்பாட்டை நிறுவல் நீக்கவும்",
      "message": "உங்கள் ஸ்டோரிலிருந்து இந்தப் பயன்பாட்டை அகற்ற விரும்புகிறீர்களா?",
      "action": "ஆம், பயன்பாட்டை நீக்கு"
    },
    "notifications": {
      "uninstall_success": "பயன்பாடு வெற்றிகரமாக நிறுவல் நீக்கப்பட்டது."
    }
  },
  "shop_bots": {
    "not_set": "அமைக்கப்படவில்லை!",
    "tokens": "டோக்கன்(கள்)",
    "webhook": "வெப்ஹூக்",
    "calls": "அழைப்புகள்",
    "dialog": {
      "title": "{name} Bot Configuration",
      "message": "நிறுவன தர ஷாப்பிங் அனுபவங்களை உருவாக்குவதற்கான விரிவான பாட் கட்டமைப்பு."
    }
  },
  "shop_customers": {
    "title": "வாடிக்கையாளர்கள் மேலாண்மை",
    "all_customers": "அனைத்து வாடிக்கையாளர்களையும் பதிவிறக்கவும்",
    "filtered_customers": "வடிகட்டப்பட்ட வாடிக்கையாளர்கள்",
    "dialog_chips": {
      "title": "வாடிக்கையாளர் சில்லுகளின் எண்ணிக்கையை அமைக்கவும்"
    },
    "dialog_club": {
      "title": "வாடிக்கையாளர் கிளப் நிலை அமைக்கவும்"
    }
  },
  "app_dashboard": {
    "status": "நிலையை வெளியிடவும்",
    "statistics": "புள்ளிவிவரங்கள்"
  },
  "app_publish": {
    "production_version": "தயாரிப்பு பதிப்பு",
    "beta_version": "பீட்டா பதிப்பு",
    "alpha_version": "ஆல்பா பதிப்பு"
  },
  "app_publish_widget": {
    "header": "ஸ்டோர் இணையதள தலைப்பு",
    "header_code": "தலைப்பு குறியீடு",
    "admin_page": "நிர்வாக பக்கங்கள்",
    "name": "பெயர்",
    "icon": "ஐகான்",
    "url": "Url"
  },
  "app_api": {
    "title": "API அணுகல்",
    "revoke_api": "API ஐ ரத்துசெய்",
    "api_key": "API விசை",
    "secret": "இரகசிய திறவுகோல்",
    "client": "வாடிக்கையாளர்",
    "redirect_url": "URLகளைத் திருப்பிவிடவும்",
    "client_name": "நுகர்வி பெயர்"
  },
  "app_loader_page": {
    "no_ui_title": "இந்த பயன்பாட்டிற்கு UI இல்லை!",
    "no_ui_desc": "சில பயன்பாடுகளுக்கு அவற்றின் நிர்வாகப் பகுதியில் பயனர் இடைமுகம் தேவையில்லை. இந்தப் பயன்பாடு உங்கள் ஸ்டோர் இணையதளத்தின் தலைப்புப் பிரிவில் மட்டுமே குறியீட்டைச் சேர்க்கலாம்.",
    "header": "தலைப்பு குறியீடு"
  },
  "finance_report": {
    "export_title": "நிதித் தரவை ஏற்றுமதி செய்யவும்",
    "export_sub_title": "நிதி விவரங்களை ஒரே கோப்பில் பதிவிறக்கவும்.",
    "start_input_placeholder": "அறிக்கையின் தொடக்கத் தேதியைத் தேர்ந்தெடுக்கவும்",
    "end_input_placeholder": "அறிக்கையின் இறுதித் தேதியைத் தேர்ந்தெடுக்கவும்",
    "download_action": "நிதிப் பட்டியலைப் பதிவிறக்கவும்"
  },
  "shop_notifications": {
    "title": "கடை அறிவிப்புகள்",
    "sub_title": "பாட், மின்னஞ்சல், எஸ்எம்எஸ், ...",
    "message": "உங்கள் ஸ்டோர் அறிவிப்பு அமைப்புகளையும் விருப்பத்தேர்வுகளையும் திருத்தவும்",
    "channel": "சேனல்",
    "status": "நிலை",
    "events": "நிகழ்வுகள்",
    "info": "தகவல்",
    "actions": "செயல்கள்",
    "connected": "இணைக்கப்பட்டது",
    "not_connected": "இணைக்கப்படவில்லை!",
    "connect_now": "இப்போது இணைக்கவும்",
    "send_test": "சோதனைத் தரவை அனுப்பவும்",
    "disconnect": "துண்டிக்கவும்",
    "dialog": {
      "title": "பாட் கட்டமைப்பு",
      "message": "நிறுவன தர மின்வணிக அனுபவங்களை உருவாக்குவதற்கான விரிவான அறிவிப்பு கட்டமைப்பு.",
      "action": "இங்கே கிளிக் செய்யவும்!",
      "set_config": "கட்டமைப்பை அமைக்கவும்"
    }
  },
  "notification_events": {
    "new_order": "🛍️ ஆர்டர்",
    "payment": "💳 கட்டணம்",
    "return": "📦 திரும்பவும்",
    "weekly_report": "📈 வாராந்திர அறிக்கைகள்"
  },
  "order_delivery": {
    "title": "டெலிவரி",
    "add_to_delivery_que_action": "ஷிப்பிங் வரிசையில் சேர்",
    "in_que": "கப்பல் வரிசையில்",
    "message": "பேக்கேஜை ஷிப்பிங் கூரியரில் கொடுத்த பிறகு, <b>டெலிவரியை உறுதிப்படுத்து</b> பொத்தானைக் கிளிக் செய்யவும்.",
    "message_add_to_service": "<b>டெலிவரி சேவை</b> மூலம் இந்தத் தொகுப்பை அனுப்ப விரும்பினால், பின்வரும் பொத்தானைக் கிளிக் செய்யவும்.",
    "action": "விநியோக உறுதிப்படுத்தல்",
    "checklist": [
      "கூரியரின் அடையாள அட்டையை சரிபார்க்கவும்.",
      "தயாரிப்புகளை நன்கு பேக்கேஜிங் செய்தல் மற்றும் சரியான நேரத்தில் டெலிவரி செய்வது உங்கள் வாடிக்கையாளர்களின் தக்கவைப்பு விகிதத்தை அதிகரிக்கும்."
    ],
    "manual": {
      "title": "வாடிக்கையாளரால் டெலிவரி உறுதிசெய்ய காத்திருக்கிறது.",
      "action_received": "வாங்குபவர் உறுதிப்படுத்தல்",
      "action_returned": "டெலிவரி ரிட்டர்ன்",
      "message": "குறிப்பு: வாடிக்கையாளர் ஆர்டரைப் பெற்றால், பூர்த்தியை முடிக்க பின்வரும் விருப்பங்களைப் பயன்படுத்தலாம். கணினியில் உள்ள சில ஷிப்பிங் சேவைகள் டெலிவரியை தானாக உறுதி செய்யும்."
    },
    "auto_complete_note": "ஒரு குறிப்பிட்ட காலத்திற்குப் பிறகு, ஆர்டர் நிலை டெலிவரி செய்யப்பட்டதாக மாற்றப்படும். இந்த காலம் வரிசையின் வகையைப் பொறுத்து மாறுபடும் மற்றும் அமைப்பால் தீர்மானிக்கப்படுகிறது.",
    "received": {
      "title": "வாடிக்கையாளருக்கு வழங்கப்பட்டது.",
      "delivered_date": "டெலிவரி தேதி"
    },
    "receiver": "பெறுபவர்",
    "bill": "ரசீது",
    "tracking": {
      "title": "கண்காணிப்பு குறியீடு / Url ஐச் சேர்க்கவும்",
      "code": "கண்காணிப்பு குறியீடு",
      "url": "கண்காணிப்பு url",
      "message": "இந்த ஆர்டருக்கான கண்காணிப்புக் குறியீட்டை வழங்கும் சேவையின் மூலம் நீங்கள் அனுப்பியிருந்தால், இந்தப் பிரிவில் குறியீட்டையும் தொடர்புடைய கண்காணிப்பு இணைப்பையும் உள்ளிடலாம். இந்தத் தகவல் வாடிக்கையாளருக்குக் காண்பிக்கப்படும்."
    },
    "preferred_delivery_time": "விருப்பமான டெலிவரி நேரம்",
    "manage_couriers": "எனது கூரியர்களை நிர்வகிக்கவும்",
    "manage_service": "சேவையை நிர்வகிக்கவும்",
    "option_deliver_by_courier": "விருப்பம் 1: உங்கள் கூரியர் மூலம் டெலிவரி செய்யுங்கள்.",
    "option_add_to_que": "விருப்பம் 2: ஷிப்பிங் சேவை பக்கத்தில் செயலாக்க வரிசையில் சேர்க்கவும்.",
    "option_instant_shipping": "விருப்பம் 3: உடனடி ஷிப்பிங்.",
    "pickup_action": "பிக்அப் உறுதிப்படுத்தல்"
  },
  "shop_home_edit": {
    "title": "முகப்புப் பக்க அமைப்பு",
    "sub_title": "உங்கள் வலைத்தளத்தின் இயல்புநிலை பக்கத்தை அமைக்கவும்",
    "default_home": "இயல்புநிலை முகப்புப் பக்கம்",
    "default_home_placeholder": "கடை பக்கம் என்பது இணையதள முகப்புப் பக்கம்"
  },
  "selldone_referral_page": {
    "title": "பரிந்துரை டாஷ்போர்டு",
    "referral_link": "பரிந்துரை இணைப்பு",
    "registered": "பதிவு செய்யப்பட்டது",
    "accepted": "ஏற்றுக் கொள்ளப்பட்டது",
    "bank": "வங்கி",
    "bank_title": "திரும்பப் பெறுவதற்கான வங்கித் தகவல்",
    "new_users": "புதிய பயனர்கள்",
    "performance": "செயல்திறன்",
    "credit_mode": "கடன் முறை",
    "get_stickers": "நகலெடுத்து ஒட்ட ஸ்டிக்கர் Html குறியீட்டைப் பெறவும்",
    "click_copy_sticker_code": "html குறியீட்டை நகலெடுக்க பேட்ஜில் கிளிக் செய்யவும்."
  },
  "selldone_referral_payment": {
    "title": "பரிந்துரை கொடுப்பனவுகள்",
    "officer": "அதிகாரி",
    "amount": "பரிவர்த்தனை தொகை",
    "note": "குறிப்பு",
    "date": "தேதி"
  },
  "widget_shop_gateway": {
    "link_account_caution": "உங்கள் கடையுடன் ஒரு கணக்கை ({currency}) இணைக்கவும்! இங்கே கிளிக் செய்யவும்.."
  },
  "product_sell_widget": {
    "title": "தயாரிப்பு விற்பனை செயல்திறன்"
  },
  "fulfilment_order_widget": {
    "title": "டிராப்ஷிப்பிங் நிறைவு",
    "check_action": "டிராப்ஷிப்பிங்கை ஏற்கவும்",
    "uncheck_action": "ஆர்டர் உறுதி செய்யப்பட்டது",
    "pay_action": "பொருட்களின் விலையை செலுத்துங்கள்..",
    "pay_completed": "கட்டணம் உறுதிப்படுத்தல்",
    "list_of_items": "பொருட்களை மறுவிற்பனை",
    "checklist": [
      "நீங்கள் விற்கும் பொருட்களின் அளவை அசல் விற்பனையாளருக்கு மறைமுகமாகச் செலுத்துங்கள்.",
      "ஸ்டோரின் கணக்குப் பிரிவு> டிராப்ஷிப்பிங் என்பதில் நீங்கள் தயாரிப்புகளின் விலையை சப்ளையருக்குச் செலுத்தித் தீர்க்கலாம்.",
      "பணம் செலுத்திய பிறகு, சப்ளையர் உங்கள் ஆர்டரைப் பெற்று, தயாரித்த பிறகு வாங்குபவருக்கு நேரடியாக அனுப்புவார்."
    ],
    "message": "சப்ளையருக்கு ஆர்டர் கட்டணத்தைச் செலுத்திய பிறகு, இந்தப் பிரிவில் ஆர்டரை அனுப்பும் முன்னேற்றத்தைப் பார்க்கவும்."
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "டாஷ்போர்டு",
      "orders": "ஆர்டர்கள்",
      "inventory": "சரக்கு",
      "shops": "மறுவிற்பனையாளர்கள்",
      "requests": "கோரிக்கைகளை"
    },
    "drop_shipping_charge": "டிராப்ஷிப்பிங் கட்டணம்"
  },
  "dropship_request_status": {
    "PENDING": "நிலுவையில் உள்ளது",
    "ACCEPT": "ஏற்றுக்கொள்",
    "REJECT": "நிராகரிக்கவும்"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "டாஷ்போர்டு",
      "orders": "ஆர்டர்கள்",
      "wallet": "பணப்பை"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "மறுவிற்பனையாளர் டாஷ்போர்டு"
  },
  "dropshipping_reseller_orders": {
    "title": "மறுவிற்பனையாளர் ஆர்டர்கள்"
  },
  "dropshipping_reseller_wallet": {
    "title": "மறுவிற்பனையாளர் பணப்பை"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "கட்டணம் உறுதிப்படுத்தல்",
      "payment_success": "கட்டணம் செலுத்தப்பட்டது.",
      "buy_title": "வாங்க",
      "pay_by_giftcards": "உங்கள் ஆர்டர் பரிசு அட்டை மூலம் செலுத்தப்பட்டது.",
      "free_order": "உங்கள் ஆர்டர் இலவசம்.",
      "pay_by_cod": "உங்கள் ஆர்டர் டெலிவரி பணமாக பதிவு செய்யப்பட்டுள்ளது.",
      "pay_by_dir": "உங்கள் ஆர்டர் நேரடி கட்டணமாக பதிவு செய்யப்பட்டுள்ளது, தயவுசெய்து கட்டணத்தை நிறைவு செய்து, ரசீதை உங்கள் ஆர்டர் பக்கத்தில் பதிவேற்றவும்.",
      "pay_title": "பணம் செலுத்துதல்",
      "qr_code_payment": "கட்டண QR குறியீடு உருவாக்கப்பட்டது.",
      "connecting_to_online_gateway": "ஆன்லைன் கட்டண நுழைவாயிலுடன் இணைக்கிறது."
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "பணம் செலுத்துவது உறுதி செய்யப்பட்டது.<br> தேதி: {payment_at}",
      "pay_fail_title": "செலுத்தப்படவில்லை",
      "pay_fail_message": "கட்டணத்தைச் சரிபார்க்க முடியவில்லை!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "மறுவிற்பனையாளர் கட்டணம் செலுத்த உத்தரவிடுகிறார்",
      "balance": "உங்கள் கணக்கு இருப்பு",
      "total_cost": "மொத்த ஆர்டர்களின் விலை",
      "need_charge": "கட்டணம் வசூலிக்க வேண்டும்",
      "no_account_cation": "உங்களிடம் கணக்கு இல்லை! மொத்த விற்பனையாளரை அழைக்கவும்.",
      "orders": "ஆர்டர்கள்"
    },
    "notifications": {
      "success_pay": "இந்த ஆர்டர்களுக்கான உங்கள் கட்டணம் உறுதிப்படுத்தப்பட்டு வெற்றிகரமாக முடிந்தது."
    }
  },
  "dropship_accounts": {
    "charge_account": "கட்டணம் கணக்கு",
    "charge_dialog": {
      "title": "டிராப்ஷிப்பிங் கணக்கை வசூலிக்கவும்",
      "amount_input": "கணக்கு கட்டணம்",
      "charge_now": "இப்போது சார்ஜ் செய்யுங்கள்"
    }
  },
  "dropship_admin_dashboard": {
    "title": "மறுவிற்பனையாளர் கோரிக்கைகள்",
    "today_order_count": "இன்று ஆர்டர்கள் எண்ணிக்கை",
    "yesterday_order_count": "நேற்றைய ஆர்டர்கள் எண்ணிக்கை",
    "total_7_days": "கடந்த 7 நாட்களில் மொத்த ஆர்டர்கள்"
  },
  "dropshipping_products": {
    "no_shops": "மன்னிக்கவும், எந்த கடையும் கிடைக்கவில்லை. எதிர்காலத்தில் இன்னும் அதிகமான கடைகள் இருக்கும், எனவே அவற்றின் தயாரிப்புகளை உங்கள் கடையில் வைக்கலாம்.",
    "show_all_shops": "எல்லா கடைகளையும் காட்டு",
    "show_all_message": "எல்லா கடைகளையும் பார்க்கலாம்",
    "current_shop": "தற்போதைய கடை",
    "request_account": "கணக்கைக் கோருங்கள்",
    "request_accepted": "கோரிக்கை ஏற்கப்பட்டது",
    "request_rejected": "கோரிக்கை நிராகரிக்கப்பட்டது",
    "request_pending": "கோரிக்கை நிலுவையில் உள்ளது..",
    "notifications": {
      "add_product": "உங்கள் கடையில் தயாரிப்பு சேர்க்கப்பட்டது.",
      "request_access": "உங்கள் அணுகல் கோரிக்கையை மொத்த விற்பனையாளருக்கு வெற்றிகரமாக அனுப்பியுள்ளோம்."
    },
    "show_eligible_shops_message": "தகுதியான கடைகளைக் காட்டு"
  },
  "product_dropshipping": {
    "need_re_enable": "இந்த தயாரிப்பு அசல் விற்பனையாளரால் மாற்றப்பட்டது, இந்த விலை மாற்றங்கள் உங்கள் கடையில் உள்ள தயாரிப்பை முடக்கியுள்ளன. மாற்றங்களைச் சரிபார்த்து, தயாரிப்பை மீண்டும் செயல்படுத்த ஒப்புக்கொண்டால், கீழே உள்ள பொத்தானை அழுத்தவும்.",
    "need_re_enable_action": "ஏற்கிறேன், மாற்றங்களைப் பயன்படுத்தவும் மற்றும் செயல்படுத்தவும்",
    "changed_value": "இந்த தயாரிப்பு அசல் விற்பனையாளரால் திருத்தப்பட்டது. மாற்றங்களைச் சரிபார்த்து, உங்கள் தயாரிப்பில் மாற்றங்களைப் பயன்படுத்த ஒப்புக்கொண்டால், கீழே உள்ள பொத்தானைக் கிளிக் செய்யவும்.",
    "changed_value_action": "ஒப்புக்கொள், மாற்றங்களைச் செய்யுங்கள்",
    "parent_deleted": "இந்த உருப்படி அசல் விற்பனையாளரால் அகற்றப்பட்டது.",
    "parent_closed": "இந்த தயாரிப்பு அசல் விற்பனையாளரால் முடக்கப்பட்டுள்ளது! உங்கள் கடையில் இந்தத் தயாரிப்பை நீங்கள் விற்க முடியாது, ஆனால் அசல் விற்பனையாளர் தயாரிப்பை மீண்டும் செயல்படுத்தினால், உங்கள் கடையில் இந்தத் தயாரிப்பை மீண்டும் செயல்படுத்த முடியும்.",
    "notifications": {
      "re_enable_success": "இந்த தயாரிப்பு மீண்டும் செயல்படுத்தப்பட்டது.",
      "update_success": "இந்த தயாரிப்பு தகவல் அசல் தயாரிப்பு தகவலுடன் புதுப்பிக்கப்பட்டது."
    }
  },
  "product_dropshipping_admin": {
    "title": "டிராப்ஷிப்பிங்",
    "save_alert": "இந்த தயாரிப்பின் டிராப்ஷிப்பிங் அமைப்புகள் மாற்றப்பட்டுள்ளன. மாற்றங்களைச் சேமிக்க விரும்புகிறீர்களா?",
    "reselling_message": "இந்த விருப்பத்தை செயல்படுத்துவதன் மூலம், பிற விற்பனையாளர்கள் உங்கள் தயாரிப்பை தங்கள் கடையில் சேர்க்க முடியும்.",
    "reselling": "டிராப்ஷிப்பிங்கை இயக்கு",
    "price_merchants": "வியாபாரிகளுக்கான விலை",
    "price_commission": "வணிக கமிஷன் (நிலையானது)"
  },
  "buy_button": {
    "waiting_for_availability": "கிடைக்கும் வரை காத்திருக்கிறது",
    "inform_me_when_available": "அது கிடைக்கும்போது எனக்கு அறிவிக்கவும்!",
    "pay_buy": "பணம் செலுத்தி வாங்கவும்",
    "quantity": "எண்ணு",
    "quantity_in_basket": "வண்டியில் உள்ள பொருட்கள்",
    "count_unit": "எக்ஸ்",
    "remove": "அகற்று",
    "add_to_basket": "பெட்டகத்தில் சேர்",
    "buy": "வாங்க",
    "notifications": {
      "inform_add_success": "அது கிடைக்கும்போது உங்களுக்குத் தெரிவிப்போம்.",
      "inform_remove_success": "காத்திருப்புப் பட்டியலில் இருந்து நீக்கப்பட்டுள்ளீர்கள்."
    }
  },
  "product_info": {
    "fake": "போலி",
    "action": "ஏலம்",
    "compare_limit": "10 உருப்படிகளின் வரம்பு",
    "compare_add": "ஒப்பிடுவதற்கு சேர்",
    "compare_be_in_list": "ஒப்பீட்டு பட்டியலில்",
    "type": "வகை",
    "brand": "பிராண்ட்",
    "category": "வகை",
    "discount": "தள்ளுபடி",
    "track_price": "விலையைக் கண்காணிக்கவும்",
    "waiting_for_auction": "ஏலத்திற்காக காத்திருக்கிறீர்களா?",
    "inform_auction": "ஏலம் எடுக்கும்போது எனக்கு அறிவிக்கவும்",
    "return_in_days": "{days} நாட்கள் உத்தரவாதம் திரும்ப",
    "support24h7": "24 மணிநேரமும் 7 நாட்களும் ஆதரவு",
    "support_normal": "வேலை நேர ஆதரவு",
    "original_guarantee": "அசல் உத்தரவாதம்",
    "cod_payment": "டெலிவரி ஆதரவு",
    "pros": "நன்மை",
    "cons": "பாதகம்",
    "external_link": "மேலும் படிக்கவும்",
    "notifications": {
      "congratulation": "வாழ்த்துகள்",
      "waiting_list_add_success": "இந்த தயாரிப்பு ஏலம் விடப்படும் போது நாங்கள் உங்களுக்கு அறிவிப்போம்.",
      "waiting_list_delete_success": "ஏலக் காத்திருப்புப் பட்டியலில் இருந்து வெளியேறிவிட்டீர்கள்."
    },
    "offer_message": "{min_quantity} வாங்கினால், இந்தப் பொருட்களுக்கு {percent}% தள்ளுபடி கிடைக்கும்",
    "up_to": "ஒரு ஆர்டருக்கு {per_order}x வரை",
    "get_free": "இலவசமாக பெற்றுகொள்",
    "get_off": "{percent}% தள்ளுபடி பெறவும்"
  },
  "styler": {
    "size_class": "அளவு & வகுப்பு",
    "delete_bg": "பின்னணி படத்தை நீக்கவும்",
    "bg_color": "பின்னணி நிறம்",
    "section_style": "பிரிவு பாணியை அமைக்கவும்",
    "link": "இணைப்பை அமைக்கவும்",
    "show_products": "தயாரிப்புகள் / வகைகள் பட்டியல் மேலாண்மை",
    "show_product": "தயாரிப்பைத் தேர்ந்தெடுக்கவும்",
    "delete_section": "பகுதியை நீக்கு",
    "text_color": "உரை நிறம்",
    "tex_align": "உரை சீரமைப்பு",
    "text_style": "உரை நடை",
    "bg_image": "பின்னணி படம்",
    "product": {
      "title": "தயாரிப்பைத் தேர்ந்தெடுக்கவும்"
    },
    "products": {
      "title": "தயாரிப்பு மற்றும் வகைகளின் பட்டியல் மேலாண்மை",
      "sort_options": "வரிசைப்படுத்துதல் மற்றும் காட்சி அமைப்புகளைத் தேர்ந்தெடுக்கவும்",
      "item_types": "தயாரிப்புகள் / வகைகளை மட்டும் காட்டு",
      "product_only": "தயாரிப்புகள் மட்டுமே",
      "category_only": "வகைகள் மட்டுமே",
      "no_category": "உங்கள் கடையில் எந்த வகையும் இல்லை.",
      "limit": "தயாரிப்பு வரம்பு",
      "limit_message": "தயாரிப்புகளின் முடிவு எண்ணிக்கையை உள்ளிடவும்",
      "select_categories": "கிடைக்கக்கூடிய வகைகளைத் தேர்ந்தெடுக்கவும்",
      "categories_limit": "வகைகள் வரம்பு",
      "categories_limit_msg": "வகைகளின் அதிகபட்ச எண்ணிக்கையை உள்ளிடவும். வரம்பு இல்லாத பூஜ்ஜியத்தை அமைக்கவும்."
    }
  },
  "shop_contacts": {
    "popup": "பாப்அப் ஆதரவை இயக்கவும்",
    "popup_message": "இந்த விருப்பத்தை செயல்படுத்துவதன் மூலம், உங்கள் கடையின் கீழ் வலதுபுறத்தில் ஆதரவு விசை தோன்றும்."
  },
  "popup_page": {
    "preview": "நேரடி பாப்அப்பைக் காண்க",
    "menu": {
      "design": "வடிவமைப்பு",
      "appearance": "தோற்றம்",
      "filter": "வடிகட்டி",
      "setting": "அமைத்தல்"
    },
    "notifications": {
      "save": "பாப்அப் வெற்றிகரமாக சேமிக்கப்பட்டது.",
      "edit": "பாப்அப் வெற்றிகரமாக புதுப்பிக்கப்பட்டது."
    }
  },
  "popup_appearance": {
    "position": "பதவி",
    "position_desc": "பக்கத்தில் இந்த அறிவிப்பின் காட்சி இருப்பிடத்தைக் குறிப்பிடவும்.",
    "width": "அகலம்",
    "width_desc": "நீங்கள் அதிகபட்ச பக்க அகலத்தை அமைக்கலாம்.",
    "height": "உயரம்",
    "height_desc": "நீங்கள் அதிகபட்ச பக்க உயரத்தை அமைக்கலாம்.",
    "radius": "மூலை ஆரம்",
    "radius_desc": "இந்த பிரிவில் நீங்கள் அறிவிப்பின் மூலைகளின் வளைவின் ஆரம் அமைக்கலாம்.",
    "shadow": "நிழல்",
    "shadow_desc": "பாப்-அப் சாளரம் நிழலாட வேண்டுமா?",
    "delay": "தாமதத்தைக் காட்டு",
    "delay_desc": "பயனர் உங்கள் ஸ்டோருக்குள் நுழைந்தவுடன், இந்த நேரம் கடந்த பிறகு, பயனருக்கு ஒரு அறிவிப்பு காட்டப்படும்.",
    "hide": "தாமதத்தை மறை",
    "hide_desc": "நிகழ்ச்சி முடிந்த சில நொடிகளில் அறிவிப்பு தானாகவே மூடப்படும்படி அமைக்கலாம். 0 மதிப்பு என்பது அறிவிப்பு தானாக மூடப்படாது என்பதாகும்.",
    "transition": "பாப்அப் அனிமேஷன்"
  },
  "popup_filter": {
    "registered": "உறுப்பினர் மற்றும் உள்நுழைவு தேவை",
    "registered_desc": "பயனர்கள் அல்லது விருந்தினர்களை சேமிப்பதற்காக மட்டுமே இந்த அறிவிப்பைக் காட்ட நீங்கள் தேர்வு செய்யலாம்.",
    "only_guests": "விருந்தினர்கள் மட்டுமே",
    "only_users": "பயனர்கள் மட்டுமே உள்நுழைந்துள்ளனர்",
    "purchased": "கொள்முதல் வரலாறு",
    "purchased_desc": "ஏற்கனவே வாங்கிய அல்லது இன்னும் வாங்காத பயனர்களுக்கு மட்டுமே இந்த அறிவிப்பைக் காட்ட நீங்கள் தேர்வு செய்யலாம்.",
    "no_purchase": "இன்னும் வாங்கவில்லை",
    "yes_purchase": "முன்பு வாங்கியது",
    "sex": "பாலினம்",
    "sex_desc": "குறிப்பிட்ட பாலினத்தைப் பயன்படுத்துபவர்களுக்கு மட்டும் இந்த அறிவிப்பு காட்டப்பட வேண்டுமா?",
    "age": "குறைந்தபட்ச வயது",
    "age_desc": "6 ஐ விட அதிகமான மதிப்பு உள்ளிடப்பட்டால், பயனர் உள்நுழைந்திருக்க வேண்டும் மற்றும் அவரது பிறந்த தேதியை உள்ளிட வேண்டும்.",
    "levels": "வாடிக்கையாளர் கிளப் நிலைகள்",
    "levels_desc": "பயனருக்கு கீழே தேர்ந்தெடுக்கப்பட்ட நிலைகளில் ஏதேனும் இருந்தால், அவருக்கு இந்த அறிவிப்பு காட்டப்படும்.",
    "countries": "இருப்பிடக் கட்டுப்பாடுகள்",
    "countries_desc": "குறிப்பிட்ட நாட்டிலிருந்து வரும் பயனர்களுக்கு மட்டும் இந்த அறிவிப்பு காட்டப்பட வேண்டுமா?"
  },
  "popup_setting": {
    "published": "வெளியிடப்பட்ட நிலை",
    "repeat": "மீண்டும் செய்யவும்",
    "repeat_msg": "இந்த அறிவிப்பு பயனருக்கு ஒன்றுக்கு மேற்பட்ட முறை காட்டப்பட வேண்டுமா?",
    "intervals": "பாப்அப் காட்சியின் கால அளவு",
    "intervals_msg": "ஒரு பயனருக்கு அறிவிப்புகளைக் காண்பிப்பதற்கு இடையேயான குறைந்தபட்ச கால அளவு கடந்திருக்க வேண்டும்.",
    "designer_zone": "வடிவமைப்பாளர் மண்டலம்",
    "title": "பாப்அப் தலைப்பு",
    "note": "வடிவமைப்பாளர் குறிப்பு",
    "image": "அட்டைப் படம்",
    "delete": {
      "title": "அழி",
      "sub_title": "ஒரு பாப்அப்பை நீக்கியவுடன், திரும்ப வராது. தயவுசெய்து உறுதியாக இருங்கள்.",
      "action": "இந்த பாப்அப்பை நீக்கு"
    },
    "notifications": {
      "delete": "பாப்அப் நீக்கப்பட்டது."
    }
  },
  "shop_sms": {
    "title": "எஸ்எம்எஸ் நிர்வகிக்கவும்",
    "sub_title": "எஸ்எம்எஸ் டெம்ப்ளேட்கள் வாடிக்கையாளர்களுக்கு அனுப்பப்பட்டன",
    "message": "உங்கள் ஸ்டோர் அனுப்பிய உரைச் செய்திகளின் உள்ளடக்கத்தை இங்கே பார்க்கலாம். செய்தியிடல் சேவையில் சரிபார்ப்பு முறைகளைப் பதிவு செய்வதில் உள்ள வரம்பு காரணமாக, தற்போது உரைச் செய்திகளைத் தனிப்பயனாக்க முடியாது."
  },
  "shop_emails": {
    "title": "மின்னஞ்சல்களை நிர்வகிக்கவும்",
    "sub_title": "வாடிக்கையாளர்கள் மற்றும் மேலாளர்களுக்கு ஸ்டோர் அனுப்பிய மின்னஞ்சல்களின் பட்டியலை இந்தப் பிரிவில் காண்பீர்கள். உங்கள் ஸ்டோருக்கு நீங்கள் உள்ளிட்ட தகவலின் அடிப்படையில் மின்னஞ்சல்கள் தானாக வடிவமைக்கப்பட்டு உருவாக்கப்படும். மேலும், செய்திகளையும் படங்களையும் தனிப்பயனாக்கும் வாய்ப்பு எதிர்காலத்தில் பொதுமக்களுக்குக் கிடைக்கும்."
  },
  "instagram": {
    "title": "இன்ஸ்டாகிராமில் விற்பனை",
    "message": "இந்த கருவியின் உதவியுடன், உங்கள் இன்ஸ்டாகிராமை ஒரு கடையாக மாற்றலாம். உங்கள் இன்ஸ்டாகிராம் கணக்கைச் சேர்த்து, உறுதிசெய்தால் போதும், ஒவ்வொரு இடுகையிலும் அல்லது உங்கள் கதையிலும் ஒன்று அல்லது அதற்கு மேற்பட்ட தயாரிப்புகளை இடுகையிடலாம், உங்கள் தயாரிப்புகள் பட்டியலைச் சேர்த்துக் குறியிடலாம் அல்லது இடுகையை புதிய தயாரிப்பாக மாற்றலாம்!",
    "add_product": "புதிய தயாரிப்பு சேர்க்கவும்",
    "create_product": "தயாரிப்பு உருவாக்கவும்",
    "link_box_msg": "இன்ஸ்டாகிராம், டெலிகிராம் அல்லது பிற சமூக ஊடகங்களில் இந்த இணைப்பை உங்கள் பயோவில் வைக்கவும், இதனால் உங்கள் பார்வையாளர்கள் வேகமாகவும், எளிதாகவும், மேலும் மேலும் இறுதியாகவும் வாங்க முடியும்.",
    "remove_account": "Instagram இணைப்பை மாற்றவும் / அகற்றவும்",
    "sync": "கணக்குத் தரவை ஒத்திசைக்கவும் (ஒவ்வொரு 60 நிமிடங்களுக்கும்)"
  },
  "service_bill": {
    "task": {
      "title": "செய்ய வேண்டிய பட்டியல்",
      "message": "நீங்கள் செய்ய விரும்பும் வேலையின் தலைப்புகளை எழுதி, அது எவ்வளவு தூரம் முன்னேறியுள்ளது என்பதை வாங்குபவருக்கு தெரியப்படுத்தவும்."
    },
    "booking": {
      "title": "முன்பதிவு / முன்பதிவு",
      "message": "இந்த ஆர்டர் ஒரு குறிப்பிட்ட நேரத்தில் செயல்படுத்தப்படும், வாடிக்கையாளர் விரும்பிய காலத்தைத் தேர்ந்தெடுத்துள்ளார், தேர்ந்தெடுக்கப்பட்ட காலத்தில் ஏதேனும் மாற்றங்களைச் செய்ய விரும்பினால், வாடிக்கையாளருக்குத் தெரியப்படுத்தவும்.",
      "selected_checkin": "தேர்ந்தெடுக்கப்பட்ட வாடிக்கையாளர் உள்நுழைவு தேதி",
      "selected_checkout": "தேர்ந்தெடுக்கப்பட்ட வாடிக்கையாளர் வெளியேறும் தேதி",
      "change_days_question": "வாடிக்கையாளர் தேர்ந்தெடுத்த நாட்களில் நீங்கள் மாற்ற வேண்டுமா?",
      "show_calendar": "ஆர்டர்களின் காலெண்டரைக் காட்டு"
    },
    "pricing": {
      "title": "விலை நிர்ணயம்",
      "message": "இந்த சேவைக்கு எவ்வளவு கட்டணம் வசூலிக்கிறீர்கள்?"
    },
    "subscription": {
      "title": "சந்தா",
      "message": "தினசரி அடிப்படையில் இந்த சேவையை வாங்குவதன் மூலம் சந்தா காலத்தை நீங்கள் தேர்வு செய்யலாம். நீங்கள் ஏற்கனவே உள்ளிட்ட இயல்புநிலை மதிப்புகளை மாற்ற விரும்பினால் வாங்குபவருக்கு தெரியப்படுத்தவும்.",
      "duration": "சந்தா காலம்"
    },
    "charge": {
      "title": "கட்டணம்",
      "message": "இந்த உருப்படிக்கான கட்டணத்தைக் குறிப்பிட்டுள்ளீர்கள். வாடிக்கையாளர் வாங்கிய பொருளுக்கான கட்டணத் தொகையை மாற்றலாம்.",
      "charge": "கட்டணம்"
    },
    "save_item": "சரிபார்த்து அமைக்கவும்",
    "start_service": "சேவையைத் தொடங்கவும்",
    "end_service": "முடிக்கவும்"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "சேவையின் முடிவு",
      "message": "இது முடிந்தால், ஆர்டரை முடிக்க மற்றும் மூட உறுதிப்படுத்தல் விசையை அழுத்தவும்.",
      "action": "ஆர்டரை உறுதிப்படுத்தி முடிக்கவும்"
    }
  },
  "product_outputs": {
    "outputs_form": "காட்சியின் தகவல் அமைப்பு (வெளியீடு)",
    "virtual": {
      "title": "தயாரிப்பு வெளியீடு தகவல் படிவம்",
      "sub_title": "வாங்கிய பிறகு பயனருக்குக் காட்ட விரும்பும் தகவல். பரிசு அட்டை போன்ற மெய்நிகர் தயாரிப்புகளின் விற்பனைக்கு இந்தப் படிவம் குறிப்பாகப் பொருந்தும்."
    },
    "service": {
      "title": "சேவை வடிவமைப்பு",
      "sub_title": "முதலில் உங்கள் சேவை வகையைத் தேர்ந்தெடுத்து தேவையான தகவலை உள்ளிடவும். எடுத்துக்காட்டாக, நீங்கள் செய்ய வேண்டிய பட்டியலை வரையறுக்கலாம் அல்லது வாடிக்கையாளரிடம் முன்பதிவு நேரம் அல்லது சந்திப்பைக் கேட்கலாம்."
    }
  },
  "service_design": {
    "type": "சேவை வகை",
    "type_message": "இந்தத் தயாரிப்புக்கு நீங்கள் வழங்கும் சேவை வகையைத் தேர்ந்தெடுக்கவும். ஒவ்வொரு பொருளையும் தேர்ந்தெடுப்பதன் மூலம், தொடர்புடைய படிவம் காட்டப்படும். நீங்கள் தேர்ந்தெடுக்கும் சேவையின் வகையைப் பொறுத்து, ஆர்டர் செய்யும் போது வாடிக்கையாளரிடமிருந்து கூடுதல் தகவல்கள் பெறப்படலாம்."
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "தேவைக்கேற்ப",
      "desc": "வீடு பழுது பார்த்தல், பெயின்டிங், கார் பழுதுபார்த்தல் போன்றவை."
    },
    "BOOKING": {
      "title": "பதிவு",
      "desc": "ஹோட்டல் அறை அல்லது வில்லாவை முன்பதிவு செய்வது போல."
    },
    "APPOINTMENT": {
      "title": "நியமனம்",
      "desc": "செல்லப்பிராணி பராமரிப்பு சந்திப்பு அல்லது நேரில் பயிற்சி போன்றது."
    },
    "RENTAL": {
      "title": "வாடகை",
      "desc": "ஒரு இடம் அல்லது காரை வாடகைக்கு எடுப்பது போல."
    },
    "SUBSCRIPTION": {
      "title": "சந்தா",
      "desc": "கிளப் உறுப்பினர் அல்லது ஆன்லைன் பயிற்சி போன்றவை."
    },
    "CHARGE": {
      "title": "கட்டணம்",
      "desc": "கணக்கிற்கு கட்டணம் வசூலிப்பது அல்லது பயன்பாட்டைப் பயன்படுத்த கட்டணம் வசூலிப்பது போன்றவை."
    },
    "CUSTOM": {
      "title": "தனிப்பயன்",
      "desc": "நீங்கள் வழங்கும் சேவை மேலே உள்ளவைகளில் எதுவுமில்லை என்றால், இந்த விருப்பத்தைத் தேர்ந்தெடுக்கவும்."
    }
  },
  "avocado": {
    "title": "அனைத்து சமூக ஊடகங்களிலும் விரைவான, துல்லியமான மற்றும் மகிழ்ச்சியான விற்பனை",
    "message": "ஒரு தொகை மற்றும் ஒரு தலைப்பு மட்டுமே உங்கள் வாடிக்கையாளர்களிடமிருந்து பணத்தைப் பெற வேண்டும்! பணம் நேரடியாக உங்கள் கணக்கில் வரவு வைக்கப்படும் மற்றும் உங்கள் வாடிக்கையாளர்களுக்கு தனித்துவமான ஷாப்பிங் அனுபவம் கிடைக்கும்.",
    "new_order": "புதிய மசோதா",
    "create_by_seller_title": "விலைப்பட்டியல் உருவாக்கவும்",
    "create_by_seller_message": "குறிப்பிட்ட தொகையுடன் விலைப்பட்டியலை உருவாக்கி அதை யாருக்காவது அனுப்ப விரும்பினால், விலைப்பட்டியல் படிவத்தைக் காட்ட கீழே உள்ள பொத்தானை அழுத்தவும். வாங்குபவருக்கு பணம் செலுத்துவதற்காக உருவாக்கப்பட்ட இணைப்பைக் கொடுத்து, அதன் மூலம் அவர்களின் ஆர்டரைக் கண்காணிக்கவும்.",
    "create_by_buyer_title": "வெண்ணெய் வடிவம்",
    "create_by_buyer_message": "இந்தப் பிரிவைச் செயல்படுத்துவதன் மூலம், ஒரு இணைப்பு உங்களுக்குக் காண்பிக்கப்படும், இந்த இணைப்பை உங்கள் வாங்குபவர்களுக்கு வழங்கவும், இதனால் அவர்கள் ஆர்டர் செய்யலாம்.",
    "orders_list": "ஆர்டர்கள் பட்டியல்",
    "active_mode": "ஆர்டர் ரசீது செயலில் உள்ளது",
    "inactive_mode": "செயலற்ற",
    "active_message": "இந்த மூலத்தை செயல்படுத்துவதன் மூலம், நீங்கள் கீழே காணும் கோரிக்கைப் படிவத்தின் மூலம் உங்கள் வாடிக்கையாளர்கள் தயாரிப்புக்கான ஆர்டரைச் செய்ய முடியும்.",
    "avocado_form_link_message": "இன்ஸ்டாகிராம், டெலிகிராம் அல்லது பிற சமூக ஊடகங்களில் இந்த இணைப்பை உங்கள் பயோவில் வைக்கவும், இதனால் உங்கள் பார்வையாளர்கள் வேகமாகவும், எளிதாகவும், இறுதியாக பலவற்றையும் வாங்க முடியும்",
    "need_address": "முகவரியைப் பெறுங்கள்",
    "need_address_msg": "வாங்குபவரின் இருப்பிடம் மற்றும் முகவரியை நீங்கள் பெற வேண்டும் என்றால், இந்த விருப்பத்தைத் தேர்ந்தெடுக்கவும்.",
    "avocado_link_message": "ஆர்டரை செலுத்த வாடிக்கையாளருக்கு மேலே உள்ள இணைப்பை வழங்கினால் போதும். இந்த இணைப்பின் மூலம் வாடிக்கையாளர் ஆர்டரைப் பின்பற்ற முடியும்.",
    "edit_order": "ஆர்டரைத் திருத்தவும்",
    "progress": "முன்னேற்ற விகிதம்",
    "buyer_link": "வாங்குபவர் இணைப்பு",
    "buyer_link_message": "உங்கள் வாங்குபவருக்கு இந்த இணைப்பை வழங்கவும். இந்த இணைப்பின் மூலம் வாங்குபவர் பணம் செலுத்தி தனது ஆர்டரைக் கண்காணிக்க முடியும். இந்த லிங்க் குறியிடப்பட்டு, யாரிடமாவது லிங்க் கொடுத்தால், அவர் பணம் செலுத்தி தகவல்களைப் பார்க்க முடியும். இந்த இணைப்பு 60 நாட்களுக்கு செயலில் இருக்கும். நகலெடுக்க கீழே உள்ள இணைப்பை கிளிக் செய்யவும்.",
    "OrderConfirm_done": "ஆர்டர் உறுதி செய்யப்பட்டது.",
    "OrderConfirm_message": "பணம் செலுத்தியதை உறுதிசெய்து, ஆர்டர் சரியாக இருந்தால், கீழே உள்ள பொத்தானைக் கிளிக் செய்யவும்.",
    "OrderConfirm_action": "ஆர்டர் உறுதிப்படுத்தல்",
    "PreparingOrder_message": "வாடிக்கையாளர் ஆர்டர் அனுப்பத் தயாராக இருந்தால், கீழே உள்ள சரி பொத்தானைக் கிளிக் செய்யவும்.",
    "PreparingOrder_action": "ஆர்டர் அனுப்ப தயாராக உள்ளது",
    "finish_message": "இந்த ஆர்டர் முடிந்தால், இந்த ஆர்டரை மூட முடிவு பொத்தானை அழுத்தவும்.",
    "finish_action": "முழுமையான ஆர்டர் செயலாக்கம்",
    "finish_dialog": {
      "title": "ஆர்டரை முடிக்கவும்",
      "message": "ஆர்டர் முடிந்துவிட்டதா மற்றும் அதை மூட விரும்புகிறீர்களா?",
      "action": "ஆம், ஆர்டரை முடித்ததை உறுதிப்படுத்தவும்"
    },
    "configuration": "அவகாடோ அமைப்புகள்",
    "delivery_price": "கப்பல் செலவு",
    "edit_avocado_action": "தகவலைத் திருத்தவும்",
    "submit_pricing_avocado_action": "ஆர்டரின் விலையை சமர்ப்பிக்கவும்",
    "add_avocado_action": "விலைப்பட்டியல் இணைப்பை உருவாக்கவும்",
    "avocados_list": "வெண்ணெய் பழங்களின் பட்டியல்",
    "not_pricing": "இந்த பொருளுக்கு விலை இல்லை!",
    "show_all": "அனைத்தையும் காட்டு",
    "show_accepted": "உறுதிப்படுத்தப்பட்ட பொருட்களைக் காட்டு",
    "notifications": {
      "update_success": "வெண்ணெய் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.",
      "add_success": "வெண்ணெய் வெற்றிகரமாக உருவாக்கப்பட்டது."
    },
    "name": "அவகேடோ"
  },
  "avocado_orders": {
    "title": "அவகேடோ",
    "title_small": "சமூக ஊடக விற்பனை",
    "pending_orders": "செயலில் உள்ள ஆர்டர்கள்",
    "avocado": "அவகேடோவை ஆர்டர் செய்யவும்"
  },
  "avocado_process": {
    "step1": "விலை நிர்ணயம்",
    "step1_msg": "ஒவ்வொரு பொருளின் விலையையும் உள்ளிட்டு பச்சை பெட்டியை சரிபார்க்கவும். ஒரு பொருளை விற்க முடியாவிட்டால், அதன் நிலையை நிராகரிக்கப்பட்டதாக மாற்றவும்.",
    "step2": "விலைப்பட்டியல் உறுதிப்படுத்தவும்",
    "step2_msg": "இந்த ஆர்டருக்கான விலைப்பட்டியலை உருவாக்கவும். விலைப்பட்டியலுக்கான தலைப்பு மற்றும் விளக்கத்தை நீங்கள் உள்ளிடலாம். ஆர்டர் தொகை தானாகவே பொருட்களின் மொத்த விலையின் அடிப்படையில் கணக்கிடப்படுகிறது.",
    "title_input": "விலைப்பட்டியல் தலைப்பு *",
    "show_to_customer": "இந்த தகவல் வாங்குபவருக்கு காட்டப்படும்.",
    "description_msg": "இந்த ஆர்டருக்கு குறிப்பு எழுத வேண்டுமா? இந்த தகவல் வாங்குபவருக்கு காண்பிக்கப்படும்.",
    "price_input": "ஆர்டர் தொகை *",
    "tax_none": "வரி இல்லாதது",
    "tax_included": "விலையில் சேர்க்கப்பட்டுள்ளது",
    "tax_add": "வரி சேர்க்கவும்",
    "tax_message": "விலையில் வரி சேர்க்கப்பட்டுள்ளதா இல்லையா என்பதை நீங்கள் தேர்வு செய்யலாம்.",
    "tax_included_messages": "வரி விலையில் சேர்க்கப்பட்டுள்ளது.",
    "tax_add_messages": "இறுதி விலைக்கு வரி சேர்க்க வேண்டும்."
  },
  "hyper": {
    "print_label": "பின்வரும் லேபிளை அச்சிட்டு, தயாரிப்பின் முன் வைக்கவும்",
    "hyper_form_link_product_message": "இந்த இணைப்பின் மூலம் உங்கள் வாடிக்கையாளர்கள் விரைவாக {product} வாங்க முடியும். QR குறியீட்டை ஸ்கேன் செய்வதன் மூலம் அவர்கள் அதே இணைப்பை உள்ளிடுவார்கள்.",
    "title": "ஹைப்பர் விரைவு விற்பனை",
    "message": "Hyper Selldone சேல்ஸ் சேனலின் உதவியுடன், உங்கள் வாடிக்கையாளர்கள் QR குறியீட்டை ஸ்கேன் செய்வதன் மூலம் உங்கள் பக்கத்திலிருந்து எந்த நடவடிக்கையும் தேவைப்படாமல் பொருட்களை வாங்க முடியும். திருவிழாக்கள், கண்காட்சிகள் அல்லது பிஸியான விழாக்களில் அதிக எண்ணிக்கையில் சில பொருட்களை விரைவாக விற்க இந்த வழியைப் பயன்படுத்தவும். இந்தப் பிரிவில் ஹைப்பரைச் செயல்படுத்திய பிறகு, தயாரிப்பு மேலாண்மை பிரிவில் உடல் தயாரிப்புகளுக்கான ஹைப்பர் க்யூஆர் குறியீட்டை உருவாக்கலாம்.",
    "orders_list": "ஹைப்பர் ஆர்டர்கள் பட்டியல்",
    "active_mode": "ஹைப்பர் சேல்ஸ் சேனல் செயல்படுத்தப்பட்டது",
    "inactive_mode": "செயலற்ற",
    "active_message": "நீங்கள் இந்த விருப்பத்தை இயக்கினால், ஒவ்வொரு தயாரிப்பின் நிர்வாகப் பிரிவிலும் வேகமான-விற்பனை-குறியீடுகளை உருவாக்கும் சாத்தியம் காட்டப்படும்.",
    "hyper_form_link_message": "உங்கள் கடையின் உயர் பக்க இணைப்பு",
    "configuration": "ஹைப்பர் அமைப்புகள்",
    "name": "ஹைப்பர்"
  },
  "hyper_orders": {
    "title": "ஹைப்பர்",
    "title_small": "விற்பனை அறிக்கை",
    "hyper": "ஆர்டர்கள் பெறப்பட்டன"
  },
  "product_file": {
    "no_file": "இதுவரை எந்த கோப்பும் பதிவேற்றப்படவில்லை!",
    "delete_dialog": {
      "title": "கோப்பை அழிக்கவும்",
      "message": "இந்தக் கோப்பை நிச்சயமாக நீக்க வேண்டுமா?",
      "action": "ஆம், இப்போது நீக்கு"
    },
    "notifications": {
      "delete_success": "கோப்பு வெற்றிகரமாக நீக்கப்பட்டது."
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 கட்டணம் {amount} மற்றும் {amount_total} கிரெடிட்டைப் பெறுங்கள்.",
    "charge_action": "இலவசக் கடனைப் பெறுதல்",
    "claim_title": "உங்கள் இலவச கிரெடிட்டைப் பெறுங்கள்",
    "claim_charge_caution": "குறிப்பு: உங்கள் வாலட் கணக்குகளுக்கு இடையே நாணயங்களை மாற்ற முடியாது. எனவே, உங்கள் கடையில் பரிமாற்றம் செய்யப்படும் நாணயத்திற்கு ஏற்ற கணக்கைத் தேர்ந்தெடுக்கவும்.",
    "account_input": "வைப்பு கணக்கு",
    "account_msg": "இந்தக் கணக்கில் கட்டணம் விதிக்கப்படும்"
  },
  "selldone_applications": {
    "title": "உங்கள் ஆர்டர்களைத் தவறவிடாதீர்கள்!",
    "msg": "எங்கும் எந்த நேரத்திலும் உங்கள் வணிகத்தை நிர்வகிக்கவும்."
  },
  "shop_seo": {
    "title": "எஸ்சிஓ கட்டமைப்பு",
    "msg": "ஆர்கானிக் வாடிக்கையாளர்கள் கையகப்படுத்தும் சேனல்களை மேம்படுத்துவதன் மூலம் ஆன்லைன் மார்க்கெட்டிங்க்கு வேகமாக முன்னேறுங்கள்.",
    "auto": {
      "title": "ஆட்டோ எஸ்சிஓ எஞ்சின்",
      "msg": "உங்கள் இணையதளத்தில் பார்வையாளர்களுக்கும் தேடுபொறிகளுக்கும் தடையற்ற மொபைல் அனுபவத்தை வழங்குங்கள்."
    },
    "amp": {
      "title": "AMP",
      "msg": "துரிதப்படுத்தப்பட்ட மொபைல் பக்கங்கள் தானியங்கு உருவாக்கம்."
    }
  },
  "shop_preferences": {
    "order": {
      "title": "ஆர்டர்கள்",
      "desc": "ஒரு வாடிக்கையாளர் ஆர்டரைச் செலுத்தினால், ஆர்டர் தகவலைக் கொண்ட மின்னஞ்சல் இந்த முகவரிக்கு அனுப்பப்படும்."
    },
    "return": {
      "title": "திரும்பு",
      "desc": "வாங்குபவரால் தயாரிப்பு திரும்பப் பெற்றால், இந்த மின்னஞ்சல் அனுப்பப்படும். இந்த மின்னஞ்சலை அனுப்புவது நீங்கள் வாங்கிய திட்டத்தைப் பொறுத்தது."
    },
    "pos": {
      "title": "POS",
      "desc": "POS விற்பனை அறிக்கை இந்த மின்னஞ்சலுக்கு அனுப்பப்படும்."
    },
    "avocado": {
      "title": "அவகேடோ",
      "desc": "அவகாடோ ஆர்டர்களின் தினசரி அறிக்கையை அனுப்பவும்."
    },
    "accounting": {
      "title": "கணக்கியல்",
      "desc": "நிதி அறிக்கைகள் மற்றும் புதுப்பிப்புகளை சேமிக்கவும்."
    },
    "subscription": {
      "title": "சந்தாக்கள்",
      "desc": "சமீபத்தில் வாங்கிய திட்ட நிலை தொடக்க மற்றும் முடிவு சந்தா அறிவிப்புகளுடன் இணைக்கப்பட்டுள்ளது."
    },
    "technical": {
      "title": "தொழில்நுட்ப",
      "desc": "டொமைன் மற்றும் சேவை நிலை பற்றிய தொழில்நுட்ப அறிவிப்புகள்."
    },
    "report": {
      "title": "அறிக்கைகள்",
      "desc": "வாராந்திர மற்றும் மாதாந்திர அறிக்கைகள் இந்த மின்னஞ்சலுக்கு அனுப்பப்படும்"
    },
    "review": {
      "title": "விமர்சனம்",
      "desc": "நீங்கள் ஸ்டோரில் ஒரு செயல்முறையை உறுதிப்படுத்த வேண்டும் என்றால், தொடர்புடைய மின்னஞ்சல் இந்த முகவரிக்கு அனுப்பப்படும். எடுத்துக்காட்டாக, ஸ்டோர் பயனர்களுக்கு மார்க்கெட்டிங் மின்னஞ்சலை அனுப்புவதை உறுதிப்படுத்த."
    }
  },
  "shop_languages": {
    "title": "ஸ்டோர் மொழிகள்",
    "sub_title": "ஸ்டோர் தானியங்கு மொழிபெயர்ப்பு தொகுப்புகளை நிறுவி செயல்படுத்தவும்.",
    "message": "உங்கள் கடையில் 10 மொழி தொகுப்புகள் வரை நிறுவலாம். கூடுதல் தொகுப்புகளை நிறுவ வேண்டும் என்றால் எங்களைத் தொடர்பு கொள்ளவும்."
  },
  "invite_friends": {
    "title": "உங்கள் வணிகத்தைப் பற்றி உலகிற்குச் சொல்லுங்கள்!",
    "msg": "உங்கள் நண்பர்களுக்கு Selldone ஐ அறிமுகப்படுத்துங்கள். அவர்கள் பதிவு செய்யும் போது நிறுவன வவுச்சரில் $99 பெறுவார்கள், மேலும் அவர்கள் முதல் பரிவர்த்தனையை முடித்தவுடன் ஸ்டார்ட்அப் வவுச்சரில் $15 பெறுவீர்கள்.",
    "invite": {
      "title": "இலவச $99 வவுச்சரைப் பெற Selldone வணிக OS இல் சேரவும்.",
      "description": "ஒரு அருமையான கருவி மூலம் ஆன்லைனில் உங்கள் வணிகத்தைத் தொடங்க Selldone க்கு உங்களை அழைக்கிறேன்.",
      "hashtags": "மின்வணிகம், இணையதளம் உருவாக்குபவர்",
      "quot": "நான் Selldone மூலம் ஒரு ஆன்லைன் ஸ்டோரை உருவாக்கினேன், நீங்கள் இப்போது உங்கள் வணிகத்தையும் செய்யலாம்."
    }
  },
  "shops_list": {
    "title": "எனது கடைகள்",
    "message": "எனது சொந்த கடைகள், அனுமதிக்கப்பட்ட மற்றும் மாதிரி கடைகளின் பட்டியல்."
  },
  "shipping": {
    "warehouse_error": "முதலில் உங்கள் கிடங்கை அமைக்கவும்! இந்த முகவரி ஷிப்பிங்கின் தோற்றமாகப் பயன்படுத்தப்படும்.",
    "errors": {
      "set_origin": "உங்கள் இருப்பிட வரைபடத்தை அமைக்கவும்.",
      "set_country": "உங்கள் நாட்டை அமைக்கவும்.",
      "set_address": "உங்கள் முகவரியை அமைக்கவும்.",
      "set_zip": "உங்கள் அஞ்சல் குறியீட்டை அமைக்கவும்."
    },
    "set_warehouse": "கிடங்கு அமைக்கவும்",
    "pickup_location": "பிக்கப் இடம்",
    "refresh_rates": "புதுப்பிப்பு விகிதங்கள்",
    "no_rate": "கட்டணம் இல்லை...",
    "view_messages": "செய்திகளைக் காண்க...",
    "not_set_yet": "இன்னும் அமைக்கவில்லை!",
    "drop_orders_here": "ஆர்டர்களை இங்கே விடுங்கள்..."
  },
  "blog_category": {
    "title": "வலைப்பதிவு வகைகள்",
    "add_action": "புதிய வகையைச் சேர்க்கவும்",
    "add_dialog": {
      "title": "புதிய / புதுப்பிப்பு வகை",
      "force_edit": "கட்டாய திருத்த பாதை",
      "force_edit_msg": "வகைப் பெயரை மாற்றி அனைத்து கட்டுரைகளையும் புதுப்பிக்கவும்.",
      "star_msg": "குறியிடப்பட்ட வகைகளுக்கு வலைப்பதிவில் காட்ட முன்னுரிமை உண்டு.",
      "star": "முறைத்துப் பார்த்தேன்",
      "delete_action": "வகையை நீக்கு",
      "add_action": "வகையைச் சேர்க்கவும்",
      "edit_action": "வகையைத் திருத்தவும்"
    }
  },
  "about_us": {
    "title": "எங்களைப் பற்றிய பக்கம்",
    "subtitle": "எங்களைப் பற்றி பக்கத்தில் காட்ட உங்கள் வணிகத்தைப் பற்றிய கட்டுரையை எழுதவும். உங்கள் பிராண்ட் மற்றும் பணியை உங்கள் பார்வையாளர்கள் அறிந்து கொள்ள இந்தப் பக்கம் உதவும்."
  },
  "terms": {
    "title": "சேவை விதிமுறைகள் பக்கம்",
    "subtitle": "உங்கள் வாடிக்கையாளர்களுக்கு உங்கள் சேவைகளை வாங்குதல் மற்றும் பயன்படுத்துவதற்கான விதிமுறைகளை விளக்குங்கள்."
  },
  "privacy": {
    "title": "தனியுரிமைக் கொள்கைப் பக்கம்",
    "subtitle": "தனியுரிமைக் கொள்கை என்பது ஒரு அறிக்கை அல்லது சட்ட ஆவணமாகும், இது ஒரு தரப்பினர் ஒரு வாடிக்கையாளர் அல்லது கிளையண்டின் தரவை சேகரிக்கும், பயன்படுத்தும், வெளிப்படுத்தும் மற்றும் நிர்வகிக்கும் சில அல்லது அனைத்து வழிகளையும் வெளிப்படுத்துகிறது."
  },
  "contact_us": {
    "title": "எங்களை தொடர்பு பக்கம்",
    "subtitle": "எங்களைத் தொடர்புகொள்ளும் பக்கத்தில் உங்கள் வாடிக்கையாளர்களுக்குக் காண்பிக்க உங்கள் தொடர்புத் தகவல், முகவரி மற்றும் தொலைபேசி எண்ணை எழுதவும்."
  },
  "metaverse": {
    "title": "மெட்டாவர்ஸ் பாலம்",
    "subtitle": "Selldone %100 API அடிப்படையிலான சேவைகளை வர்த்தகத்தில் வழங்குகிறது. கேம், பிளாக்செயின் மற்றும் மெட்டாவர்ஸ் டெவலப்பர்கள் இந்த சக்திவாய்ந்த APIகளைப் பயன்படுத்தி வணிகங்கள், வாடிக்கையாளர்கள் மற்றும் சேவைகளை எதிர்காலத்தில் வேலை, வாழ்க்கை மற்றும் வர்த்தக உலகில் இணைக்க முடியும்.",
    "message": "கேம் டெவலப்பர்களுக்கான ஆரம்ப அணுகல்"
  },
  "orders_bulk_export": {
    "title": "ஆர்டர்கள் உதவியாளர்",
    "timespan": {
      "title": "கால கட்டம்",
      "subtitle": "ஆர்டர்களை வைப்பதற்கான தொடக்க மற்றும் இறுதி தேதிகளைத் தேர்வு செய்யவும்."
    },
    "tasks": {
      "title": "பணிகள் வெளியீடு",
      "subtitle": "ஆர்டர்களை மொத்தமாகச் செயலாக்குவதற்கான பணிகளின் பட்டியலைப் பதிவிறக்கவும். முடிவு பணம் மற்றும் COD ஆர்டர்களை மட்டுமே கொண்டுள்ளது.",
      "export_title": "பணிகளின் பட்டியல்"
    },
    "labels": {
      "title": "தொகுப்புகள் லேபிள்கள்",
      "subtitle": "தேர்ந்தெடுக்கப்பட்ட நேரம் மற்றும் நிலையில் உள்ள அனைத்து ஆர்டர்கள் லேபிள்களின் பட்டியலைப் பதிவிறக்கவும். முடிவு பணம் மற்றும் COD ஆர்டர்களை மட்டுமே கொண்டுள்ளது.",
      "export_title": "பெட்டி லேபிள்கள்"
    }
  },
  "customers_funnel": {
    "title": "வாடிக்கையாளர்கள் மக்கள்தொகை",
    "subtitle": "குறைந்த மார்க்கெட்டிங் மூலம் அதிக மதிப்பை வழங்க சிறந்த முடிவுகளை எடுக்க உங்கள் வாடிக்கையாளர்களின் தரவை வடிகட்டி ஏற்றுமதி செய்யுங்கள்! தயவு செய்து உங்கள் வாடிக்கையாளர்களின் தனியுரிமைக்கு மதிப்பளித்து, அவர்களுக்கு பெரிய அளவிலான மின்னஞ்சல்களை அனுப்ப வேண்டாம்! உங்கள் வாடிக்கையாளர்களின் தகவல்களை அவர்கள் ஒவ்வொருவரிடமிருந்தும் அனுமதி பெறாமல் மூன்றாம் தரப்பு சேவைகளுடன் பகிர வேண்டாம்."
  },
  "transportation_pickups": {
    "addresses": {
      "title": "பிக்அப் முகவரிகள்",
      "subtitle": "இங்கே பிக்-அப் முகவரிகளைச் சேர்த்து திருத்தவும். செக்அவுட் பக்கத்தில் பயனர்கள் பிக்-அப் முகவரியைத் தேர்ந்தெடுக்க முடியும்.",
      "add_action": "புதிய இடத்தைச் சேர்க்கவும்"
    }
  },
  "affiliate_pos": {
    "title": "இணைந்த பிஓஎஸ்",
    "open_pos_action": "வேகமாக ஆர்டர் செய்யும் POS",
    "description": "இந்த விருப்பம் Instagram பக்கங்கள் மற்றும் பிற சமூக வலைப்பின்னல்களின் நிர்வாகிகளுக்கு ஏற்றது. வாடிக்கையாளர்களிடமிருந்து கைமுறையாக ஆர்டர்களைப் பெறவும் சேர்க்கவும் அஃபிலியேட் பிஓஎஸ்ஸைப் பயன்படுத்தவும். உங்களின் துணை நிறுவனங்கள் (அல்லது உரிமையுடையவர்கள்) அஃபிலியேட் பிஓஎஸ்ஸில் புதிய ஆர்டர்களைச் சேர்த்து வைப்புச் சீட்டைப் பதிவேற்றலாம்."
  },
  "shop_configuration": {
    "login": {
      "title": "உள்நுழைவு முறைகள்",
      "subtitle": "உங்கள் கடையில் பயனர்கள் உள்நுழையும் முறையைத் தனிப்பயனாக்கவும்."
    },
    "checkout": {
      "title": "வெளியேறுதல் ஓட்டம்",
      "subtitle": "உங்கள் இணையவழியில் உங்கள் வாடிக்கையாளர் பயணத்தையும் கொள்முதல் ஓட்டத்தையும் தனிப்பயனாக்குங்கள்.",
      "map": {
        "title": "வரைபடம்",
        "subtitle": "பயனர்கள் டெலிவரி செய்யும் இடத்தை வரைபடத்தில் தேர்ந்தெடுக்க வேண்டும் (உபெர் போன்றவை).",
        "subtitle_no_map": "வாடிக்கையாளர் வழங்கிய முகவரியில் இருப்பிடம் இல்லை என்றால் கப்பல் கணக்கீட்டில் உள்ள தூரம் பூஜ்ஜியமாகக் கருதப்படுகிறது."
      },
      "mode": {
        "title": "வாடிக்கையாளர்கள் உள்நுழைவு புள்ளி",
        "default": {
          "title": "விரைவில் (இயல்புநிலை)",
          "msg": "பயனர்கள் கூடிய விரைவில் உள்நுழையவும். (மேலும் மாற்றம்)"
        },
        "on_checkout": {
          "title": "செக் அவுட்டில்",
          "msg": "செக்அவுட் படியில் பயனர்களை உள்நுழைய கட்டாயப்படுத்தவும்."
        },
        "login_free": {
          "title": "விருப்ப உள்நுழைவு",
          "msg": "ஆர்டர் செலுத்திய பிறகு விருப்ப உள்நுழைவு.."
        }
      },
      "express": {
        "title": "கார்ட்டில் சேர்த்த பிறகு திருப்பிவிடவும்",
        "false": {
          "title": "இயல்பான பயன்முறை",
          "msg": "கார்ட்டில் சேர் என்பதைக் கிளிக் செய்த பிறகு பக்கத்தில் தொடர்ந்து ஷாப்பிங்கைத் தொடரவும்."
        },
        "true": {
          "title": "எக்ஸ்பிரஸ் முறை",
          "msg": "கார்ட்டில் சேர் என்பதைக் கிளிக் செய்த பிறகு வாடிக்கையாளரை செக்அவுட் பக்கத்திற்குத் திருப்பிவிடவும்."
        }
      },
      "shipping_address": {
        "title": "ஷிப்பிங் முகவரியைக் கேளுங்கள்"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "உடல் & சேவை (இயல்புநிலை)",
      "desc": "உடல் மற்றும் சேவை செக்அவுட்களில் முகவரியை உள்ளிட வாடிக்கையாளரிடம் கேளுங்கள்."
    },
    "physical": {
      "title": "உடல் மட்டுமே",
      "desc": "ஃபிசிக்கல் செக் அவுட்டில் ஒரு முகவரியை உள்ளிட வாடிக்கையாளரிடம் கேளுங்கள்."
    },
    "off": {
      "title": "ஒருபோதும் இல்லை",
      "desc": "ஷிப்பிங் முகவரியை ஒருபோதும் கேட்க வேண்டாம். ⚠ சேவை வகைக்கு பதிலாக தயாரிப்புகளுக்கான இயற்பியல் வகையைத் தேர்ந்தெடுப்பதன் மூலம் மாறுபாடுகளுடன் கூடிய சேவைகளைப் பெற நீங்கள் திட்டமிட்டால், இந்த விருப்பத்தைப் பயன்படுத்தவும்."
    }
  },
  "business_model": {
    "title": "வணிக மாதிரி அமைப்பு",
    "subtitle": "உங்கள் வணிக மாதிரியை அமைக்கவும், உங்கள் OS ஐ திரைக்குப் பின்னால் உள்ளமைப்போம்."
  },
  "business_type": {
    "title": "பொருட்களின் வகைகள்",
    "subtitle": "உங்கள் கடையில் நீங்கள் விற்க விரும்பும் பொருட்களின் வகையை அமைக்கவும். Selldone இல் உள்ள தயாரிப்பு வகைகள் ஒரு வகை தயாரிப்புகளை விட அதிகம்; இது நிறைவேற்றும் செயல்முறை பற்றியது.",
    "send_activation_request_to_support": "ஆதரவு டிக்கெட்டில் செயல்படுத்தல் கோரிக்கையை அனுப்பவும்.",
    "require_kyc": "வணிக உரிமையாளர் KYC.",
    "needs_enterprise_license": "நீங்கள் நிறுவன உரிமம் பெற்றிருக்க வேண்டும்.",
    "marketplace_caution_message": "உங்கள் வணிக OS உள்ளமைவை உங்கள் மாதிரி ஆழமாக பாதிக்கும் வகையில் Marketplace ஐ அமைக்கவும். எடுத்துக்காட்டாக, ஒவ்வொரு தயாரிப்புக்கும் குறைந்தபட்சம் ஒரு விற்பனையாளரையாவது சுயாதீன விலை மற்றும் சரக்குகளுடன் நீங்கள் வரையறுக்க வேண்டும். விற்பனையாளர் இல்லாத பொருட்களை வாடிக்கையாளர்கள் வாங்க முடியாது."
  },
  "business_model_view": {
    "normal": {
      "title": "சாதாரண கடை",
      "desc": "பொதுவாக ஒரு SME, வீட்டு வணிகம் அல்லது டிராப்ஷிப்பர் - அவர்கள் தங்கள் தயாரிப்புகளை நேரடியாக வாடிக்கையாளர்களுக்கு விற்கிறார்கள் அல்லது மொத்த விற்பனையாளர்களின் தயாரிப்புகளை மறுவிற்பனையாளராக விற்கிறார்கள்."
    },
    "dropshipping": {
      "title": "டிராப்ஷிப்பிங்",
      "desc": "தயாரிப்பு மற்றும் சரக்கு எதுவும் வைத்திருக்க வேண்டாம் - நீங்கள் மூன்றாம் தரப்பினருக்கு, பொதுவாக மொத்த விற்பனையாளருக்கு (அச்சிடுதல், மொத்த விற்பனை2B, ... போன்றவை) அல்லது உற்பத்தியாளருக்கு பணம் செலுத்துவீர்கள், மேலும் அவர்கள் திரைக்குப் பின்னால் ஆர்டர்களை நிறைவேற்றுவார்கள்."
    },
    "wholesaler": {
      "title": "டிராப்ஷிப்பிங் சப்ளையர்",
      "desc": "பொதுவாக மொத்த விற்பனையாளர் அல்லது உற்பத்தியாளர் - இறுதி நுகர்வோருக்கு நேரடியாக ஆர்டர்களை அனுப்புபவர். Selldone இல் உள்ள பிற வணிகர்கள் தங்கள் கடைகளில் உங்கள் தயாரிப்புகளை டிராப்ஷிப் செய்யலாம்."
    },
    "marketplace": {
      "title": "சந்தை",
      "desc": "ஆன்லைன் சந்தைகள் வாங்குபவர்களையும் விற்பவர்களையும் தனியுரிம மற்றும் மையப்படுத்தப்பட்ட தளத்தில் இணைக்கின்றன."
    },
    "franchise": {
      "title": "உரிமை / இணை",
      "desc": "உரிமம் என்பது உங்கள் பிராண்டை நிறுவும் (Franchising) அல்லது உங்கள் தயாரிப்புகளை அவர்களின் பிராண்ட் (இணைப்பு) மூலம் விற்கும் ஒரு உரிமையாளரை உள்ளடக்கிய தயாரிப்புகள் அல்லது சேவைகளை விநியோகிக்கும் முறையாகும்."
    }
  },
  "marketplace": {
    "vendor_wallets": "பணப்பைகள்",
    "pricing_models": "விலை நிர்ணயம்",
    "add_vendor": "விற்பனையாளரைச் சேர்க்கவும்",
    "requests": "கோரிக்கைகளை"
  },
  "price_input_type": {
    "title": "விலை உள்ளீடு வகை",
    "default": {
      "title": "இயல்புநிலை",
      "desc": "வண்டியில் உள்ள அளவாக மதிப்பைத் தேர்ந்தெடுக்கவும்."
    },
    "area": {
      "title": "பகுதி",
      "desc": "அளவைக் கணக்கிட, அகலம் மற்றும் நீளத்தை உள்ளீடுகளாக உள்ளிடவும்."
    },
    "volume": {
      "title": "தொகுதி",
      "desc": "அளவைக் கணக்கிட, அகலம், நீளம் மற்றும் உயரத்தை உள்ளீடுகளாக உள்ளிடவும்."
    },
    "custom": {
      "title": "தனிப்பயன் (உள்ளீடு படிவத்தின் மூலம்)",
      "desc": "நூற்றுக்கணக்கான மாறுபாடுகள் தேவையில்லை! மிகவும் தனிப்பயனாக்கக்கூடிய தயாரிப்புகளுக்கான தனிப்பயன் செலவு கணக்கீட்டு படிவத்தை உருவாக்கவும்."
    }
  },
  "vendors_list": {
    "title": "என் விற்பனையாளர்கள்",
    "message": "எனது சொந்த விற்பனையாளர்களின் பட்டியல்."
  },
  "vendor_page": {},
  "domains": {
    "message": "உங்கள் வணிக OS உடன் பல டொமைன்களை இணைத்து, அனைத்தையும் ஒரே இடத்தில் நிர்வகிக்கவும். வலைப்பதிவு மற்றும் சமூகம் போன்ற உங்கள் இணையதளத்தின் ஒவ்வொரு பகுதிக்கும் பிரத்யேக டொமைன்களை உருவாக்க பல டொமைன் அம்சத்தைப் பயன்படுத்தலாம் அல்லது உங்கள் துணை நிறுவனங்களுக்கு வெவ்வேறு டொமைன்களைப் பயன்படுத்தலாம்."
  },
  "notes": {
    "add_action": "உங்கள் குழுவிற்கான குறிப்பைச் சேர்க்கவும்",
    "notifications": {
      "success_add": "குறிப்பு வெற்றிகரமாக சேர்க்கப்பட்டது.",
      "success_delete": "குறிப்பு வெற்றிகரமாக நீக்கப்பட்டது."
    }
  },
  "external_services": {
    "title": "வெளி சேவைகள்",
    "subtitle": "எஸ்எம்எஸ் மற்றும் மின்னஞ்சல்கள் போன்ற வெளிப்புற சேவைகளின் கடைசி நிலையை இங்கே கண்காணிக்கவும்."
  }
};