export default {
  "commons": {
    "pay_today": "Имрӯз пардохт",
    "pay_yesterday": "Пардохти дирӯз",
    "pay_last30days": "Пардохти 30 рӯзи охир",
    "create_a_shop": "Мағоза эҷод кунед",
    "start_free": "Оғози ройгон",
    "featured_apps": "Барномаҳои пешниҳодшуда",
    "more_apps": "Барномаҳои бештар"
  },
  "numbers": {
    "infinite": "Бемаҳдуд"
  },
  "error": {
    "not_fount_data": "Маълумот ёфт нашуд!",
    "license_max_limit": "Иҷозатномаи шумо ба ҳадди ниҳоӣ расид!"
  },
  "time_spans": {
    "days_range": "Диапазони рӯзҳо",
    "today": "Имруз",
    "yesterday": "Дируз",
    "last_7": "7 рӯзи охир",
    "last_14": "14 рӯзи охир",
    "last_30": "30 рӯзи охир",
    "last_90": "90 рӯзи охир",
    "custom": "Фармоишгар"
  },
  "device_types": {
    "desktop": "Мизи кории",
    "mobile": "Мобилӣ",
    "tablet": "Планшет"
  },
  "create_website_action": "Вебсайти худро эҷод кунед - Ин ройгон аст",
  "show_shops_action": "Рӯйхати мағозаҳои ман",
  "Youtube": "YouTube",
  "Linkedin": "Linkedin",
  "Twitter": "Twitter",
  "Facebook": "Facebook",
  "Instagram": "Instagram",
  "Reddit": "Reddit",
  "Github": "Github",
  "page_titles": {
    "home": "Selldone | Системаи оператсионии тиҷоратӣ барои ширкатҳои босуръат рушдёбанда",
    "login": "даромадан",
    "register": "Сабти ном",
    "auth_2fa": "2 омили тасдиқи 🔐",
    "academy": "Блог",
    "help": "Маркази кӯмак",
    "price_list": "Нархнома",
    "my_stores": "Мағозаҳои ман",
    "roles": "Нақшҳои ман",
    "wallet": "Ҳамёни ман",
    "personal_info": "Маълумоти шахсӣ | KYC",
    "companies": "Ширкатҳои ман",
    "access_control": "Назорати дастрасӣ",
    "security_center": "Маркази амният",
    "gifts": {
      "received": "Тӯҳфаҳо | Гирифтанд",
      "send": "Тӯҳфаҳо | Фиристод"
    },
    "monetization": {
      "linked_accounts": "Монетизатсия | Ҳисобҳои алоқаманд",
      "plans": "Монетизатсия | Нақша ва истинодҳо"
    },
    "affiliate": "шарик",
    "avocado": "Авокадо - Канали муосири фурӯши иҷтимоӣ",
    "guild": "Гильдия - Канали фурӯшҳои коллективӣ",
    "partners_login": "Шарикон | Воридшавӣ ба муштарӣ"
  },
  "blank_is_all_products": "Барои дохил кардани ҳама маҳсулот холӣ гузоред!",
  "cautions": {
    "title": "Бо иҷрои маслиҳатҳои зерин тиҷорати худро ба таври касбӣ идора кунед. Хонданро барои маслиҳатҳо дар бораи зиёд кардани фоида ва ғайра идома диҳед. Мо дар ин рох бо шумоем.",
    "no_payment_method": {
      "title": "Намуди пардохт",
      "message": "Шумо бояд ба мағозаи худ усули пардохт илова кунед.",
      "action": "Дарвозаҳои мағоза"
    },
    "link_account": {
      "title": "Ҳисоби пайванд",
      "message": "Шумо бояд ҳисобро ({currency}) ба мағозаи худ пайваст кунед.",
      "action": "Ҳисобҳои мағозаҳо"
    },
    "no_domain": {
      "title": "Домен илова кунед",
      "message": "Шумо метавонед як ё якчанд доменҳои шахсиро ба мағозаи худ пайваст кунед. Вебсайти шумо дар домени шумо насб карда мешавад. Ин раванд зуд ва осон аст."
    },
    "domain_not_approved": {
      "title": "Санҷиши домен",
      "message": "Домени шумо {domain} тасдиқ нашудааст. Танзимоти DNS-ро тафтиш кунед ва доменро тасдиқ кунед."
    },
    "no_currency": {
      "title": "Иловаи асъор",
      "message": "Шумо бояд ҳадди аққал як асъорро барои мағозаи худ муайян кунед.",
      "action": "Идоракунии асъор"
    },
    "no_primary_domain": {
      "title": "Домени асосӣ",
      "message": "Лутфан доменеро ҳамчун домени асосии худ интихоб кунед. Бо пахш кардани тугмаи ситора дар паҳлӯи номи домен, шумо метавонед доменро ҳамчун домени асосии мағозаи худ интихоб кунед. Ин барои муҳаррикҳои ҷустуҷӯ муҳим аст. Дар хотир доред, ки мағозаи шумо ҳоло ҳам тавассути ҳама доменҳои фаъол дастрас хоҳад буд."
    },
    "shop_complete": {
      "title": "Маълумоти пурра",
      "action": "Танзимоти мағоза",
      "location_msg": "Ҷойгиршавии худро илова кунед",
      "days_open_msg": "Рӯзҳои кушодро таъин кунед",
      "time_open_msg": "Вақти кушода ва пӯшидаро таъин кунед",
      "description_msg": "Дар бораи тиҷорати худ тавсифи мухтасар нависед",
      "icon_msg": "Логотипи мағозаи худро насб кунед",
      "shop_gateways_msg": "Усули пардохтро илова кунед",
      "socials_msg": "Истинодҳои иҷтимоии худро илова кунед",
      "clubs_msg": "Клубҳои муштариёнро таъсис диҳед",
      "domains_msg": "Домени фармоиширо илова кунед",
      "primary_msg": "Доменро ҳамчун ибтидоӣ таъин кунед"
    }
  },
  "support": {
    "request": "Дастгирӣ дархост кунед",
    "category": "Категория",
    "title": "Дастгирӣ",
    "message": "Ҳама гуна дархост ё саволҳоро пурсед. Дастаи дастгирии мо шуморо роҳнамоӣ мекунад. Мо тавсия медиҳем, ки саволи худро дар саҳифаи марбут ба дархости худ пурсед. Масалан, агар шумо дар бораи танзими домен савол дошта бошед, онро дар саҳифаи танзимоти домени мағозаи худ фиристед.",
    "close_at": "Дар {date} баста шудааст",
    "close_ticket_by_user": "Ташаккур, ман ҷавоб гирифтам"
  },
  "surveys": [
    "Хеле камбизоат",
    "Бечора",
    "Муқаррарӣ",
    "Хуб",
    "Аъло"
  ],
  "sort": {
    "title": "Ҷудо кардан ба",
    "title_small": "Ҷудо кардан ба..",
    "nothing": "Ҳеҷ чиз",
    "most_views": "Аксари тамошо",
    "most_likes": "Маъмултарин",
    "most_recent": "Навтарин",
    "most_sell": "Беҳтарин фурӯшанда",
    "cheapest": "Арзонтарин",
    "most_expensive": "Энг қиммат",
    "only_available": "дастрас",
    "view_mode": {
      "normal": "Муқаррарӣ",
      "grid": "Шабака",
      "list": "Рӯйхат",
      "insta": "Инста"
    }
  },
  "helps": {
    "title": "Маркази кӯмаки Selldone",
    "subtitle": "Хуш омадед ба Seldone. Агар шумо дар OS-и тиҷоратӣ як мағозаи нави онлайн бунёд кунед, шумо метавонед маълумоти бештарро дар ин ҷо пайдо кунед.",
    "add_new_help": "Кӯмаки нав",
    "resources": "Захираҳо",
    "categories": {
      "Welcome": "Сар кардан",
      "Setup": "мағоза",
      "Sell": "Фурӯш ва маркетинг",
      "Developer": "Инкишоф додан",
      "Application": "Барномаҳо",
      "Product": "Идоракунии маҳсулот ва категорияҳо",
      "Blog": "CMS & Blog",
      "Order": "Маркази иҷрои фармоишҳо",
      "Channel": "Каналҳои фурӯш",
      "Accounting": "Усулҳои ҳисобдорӣ ва пардохт",
      "Incentives": "Ҳавасмандкунӣ",
      "Marketing": "Маркетинг ва маъракаҳо",
      "Logistic": "Логистика ва интиқол",
      "Customers": "Клуби муштариён ва сегментатсия",
      "Page": "Саҳифаҳои фурудгоҳ ва фармоишӣ",
      "Access": "Идоракунии дастрасии кормандон / API",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "Анбори Github",
    "admin_api_app": "Администратор API хидмати веб",
    "shop_api_app": "Хизматрасонии веби API-ро харед",
    "design_kit": "Маҷмӯаҳои тарҳрезӣ",
    "community": "Ҷамъият"
  },
  "blogs": {
    "title": "Блог",
    "subtitle": "Дарсҳо барои тиҷорат, эътимод ва донише, ки ба шумо барои эҷоди тиҷорати пешрафта лозим аст.",
    "add_new_blog": "Блоги нав",
    "popular": "Машҳур",
    "topics": "Мавзӯъҳо",
    "select_topics": "Кори худро интихоб кунед.",
    "select_job_topics": "Мавзӯҳои марбут ба кори худро интихоб кунед",
    "select_interested_topics": "Шумо ба кадом мавзӯъҳо таваҷҷӯҳ доред?"
  },
  "api": {
    "title": "API ва ҳамгироӣ",
    "message": "Яке аз хусусиятҳои асосии Selldone таъмин намудани API-ҳои мустаҳкам ва бехатар барои идора ва пайваст кардани мағозаҳо ба хидматҳои дигар, аз қабили анбор, ҳисобдорӣ ва ғайра мебошад. Шумо инчунин метавонед барномаҳои фармоишӣ ва веб-барномаҳоро барои мағозаи худ тарроҳӣ кунед. Бе ташвиш дар бораи идоракунии сервер ва додаҳо. Танҳо API-ҳои доменро истифода баред. Шумо тамоми раванди идоракунии корбарон, аутентификатсия ва дигар хусусиятҳои доменро хоҳед дошт."
  },
  "user_dashboard": {
    "title": "Мошини ман",
    "subtitle": "Бизнеси худро бо маълумоти муосир ва дурнамои равшан идора кунед.",
    "menu": {
      "affiliate": "шарик",
      "monetize": "Монетизатсия кардан",
      "gift": "Тӯҳфа",
      "security": "Амният",
      "access": "Дастрасӣ",
      "business": "Ширкат",
      "wallet": "Ҳамён",
      "identification": "KYC",
      "stores": "Мағозаҳо",
      "roles": "Нақшҳо",
      "home": "Хона",
      "expert": "Мутахассис",
      "deals": "Аҳдҳо",
      "providers": "Таъминкунандагон"
    },
    "shops": {
      "create_new": "Дӯкони нав созед",
      "create_new_sub": "Озод",
      "create_new_sub_need_initial_charge": "Сохтани мағозаи аввал ройгон аст. Эҳтимол як мағоза барои тиҷорати шумо кифоя аст, аммо агар ба шумо лозим ояд, ки мағозаҳои бештар созед, арзиши сохтани як мағозаи нав 25 доллар аст. Мо маблағро аз ҳисоби ҳамёни шумо мегирем.",
      "menu": {
        "title": "Дӯконҳои ман",
        "shops": "Мағозаҳо",
        "new": "Нав"
      },
      "accept_invite_question": "Оё шумо ин даъватро қабул мекунед?",
      "shop_card": {
        "menu_orders": {
          "physical": "Фармоишҳои маҳсулоти ҷисмонӣ",
          "virtual": "Фармоишҳои маҳсулоти виртуалӣ",
          "files": "Фармоишҳоро файл кунед",
          "services": "Фармоишҳои хидматрасонӣ"
        },
        "status": "Статус",
        "license": "Иҷозатнома",
        "volume": "Фазои истифодашуда",
        "expire": "Мӯҳлати иҷозатнома ба охир расид",
        "products": "Маҳсулот",
        "page_views": "Намоишҳо",
        "user_behavior": "Рафтори муштариён",
        "time_span": "аз {time} то ҳоло",
        "finance_report": "Ҳисоботи молиявӣ",
        "buys": "Харидхо",
        "payments": "Пардохтҳо",
        "orders": "Фармонхо",
        "currency": "Асъор"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "Бознигарии муштариён",
      "title_small": "Барраси",
      "wishlist": "Рӯйхати хоҳишҳо",
      "comments": "Шарҳҳо",
      "likes": "писанд меояд",
      "favorites": "Дӯстдоштаҳо",
      "powers": "Чапакзанй",
      "views": "Намоишҳо",
      "report_today": "Ҳисоботи имрӯза",
      "report_last7days": "Ҳисоботи 7 рӯзи охир",
      "report_last30days": "Ҳисоботи 30 рӯзи охир"
    }
  },
  "admin_shop": {
    "title": "мағоза",
    "menu": {
      "edit": "Танзимотҳо",
      "automation": "Автоматика",
      "application": "Барномаҳо",
      "access": "Дастрасӣ",
      "pages": "Саҳифаҳо",
      "channels": "Каналҳо",
      "categories": "Категорияҳо",
      "marketing": "Маркетинг",
      "customers": "Мизоҷон",
      "logistic": "Логистика",
      "auditing": "Баҳисобгирии муҳосибӣ",
      "incentives": "Ҳавасмандкунӣ",
      "process_center": "Фармонхо",
      "blog": "Блог",
      "products": "Маҳсулот",
      "shops": "Мағозаҳо",
      "dashboard": "Панели асбобҳо",
      "autopilot": "Автопилот",
      "apps": "Барномаҳо",
      "pos": "POS",
      "seo": "SEO",
      "localization": "Маҳаллисозӣ"
    },
    "dashboard": {
      "title": "Панели идоракунӣ",
      "online_staff": "Кормандони онлайн",
      "notify_referral": {
        "message": "Истиноди даъвати худро ба дӯстон фиристед ва ваучерҳои ройгон гиред.",
        "action": "Истиноди ман"
      },
      "info": {
        "title": "техникӣ",
        "subtitle": "Шарҳи техникии OS бизнеси шумо.",
        "shop_name": "Номи мағоза",
        "shop_link": "Истиноди мағоза",
        "site_map": "Харитаи сайт",
        "shop_domains": "Доменҳо",
        "shop_domains_msg": "Рӯйхати доменҳои фармоишии пайвастшуда.",
        "home_msg": "Саҳифаи аслии вебсайти худро танзим кунед. Он метавонад барои ҳар як домени фармоишӣ тағир дода шавад.",
        "add_domain": "Домени нав илова кунед",
        "currencies": "Пулҳои фаъол",
        "currencies_alert": "Барои мағоза ҳадди аққал як асъорро интихоб кунед!",
        "status": "Статус",
        "license": "Иҷозатнома",
        "expire": "Мӯҳлати анҷоми иҷозатнома",
        "upgrade_license_action": "Навсозӣ ба {name}",
        "wage": "Пардохт",
        "cpu_message": "Шумораи захираҳое, ки шумо ба нақшаи харидашуда мутобиқ кардаед ва захираҳое, ки шумо ба хидмати худ илова мекунед.",
        "hide_domains": "Доменҳои маро пинҳон кунед",
        "show_domains": "Доменҳои маро нишон диҳед",
        "table": {
          "primary": "ибтидоӣ",
          "url": "Url",
          "site_map": "Харитаи сайт",
          "enable": "Фаъол кардан",
          "indexed": "Индекс карда шудааст",
          "and_more": "& Бештар..",
          "auto_repair": "Таъмири мошин"
        },
        "add_dialog": {
          "title": "Домени мағозаро танзим кунед",
          "step1": "Шумо метавонед маҳдудияти IP-и сабти A барои домени DNS ё зердоменро аз арзишҳои зерин муайян кунед:",
          "step2": "Иловаи сабти DNS TXT:",
          "set_ip_alert": "Қимати IP-и сабти A <b>{ip} -ро</b> таъин кунед.",
          "input_domain": "URL домен",
          "correct": "Танзимоти домен дуруст аст.",
          "set_message": "CNAME-и ин доменро ба {cname} таъин кунед.",
          "input_domain_message": "Номи доменро бе http ва https ворид кунед.",
          "ssl_message": "Дар бораи сертификати SSL барои вебсайти худ хавотир нашавед. Ин сертификатсия барои домени шумо ба таври худкор аз ҷониби Selldone (бета) дода мешавад.",
          "active": "Домен фаъол аст",
          "inactive": "Домен ғайрифаъол аст",
          "success_message": "Табрикот, сайти шумо дар {domain} фаъол карда шудааст. Шумо метавонед тавассути ин домен тиҷорат ва бренди худро ба ҷаҳон муаррифӣ кунед.",
          "delete_action": "Домен нест карда шавад?"
        },
        "set_home_dialog": {
          "title": "Саҳифаи асосии доменро танзим кунед"
        },
        "notification": {
          "add_message": "Суроғаи домен бомуваффақият илова карда шуд.",
          "update_message": "Домен бомуваффақият нав карда шуд.",
          "delete_domain_message": "Домен бомуваффақият нест карда шуд."
        },
        "alert": {
          "title": "Нобуд кардани домен",
          "message": "Оё шумо мехоҳед ин доменро нест кунед? Боварӣ ҳосил кунед, ки арзишҳои сабти DNS-и домени худро аз нав танзим кунед, то дигарон аз қаллобӣ пешгирӣ кунанд."
        }
      },
      "active_orders": {
        "title": "Фармонхо",
        "title_small": "Фармоишҳои ҷисмонӣ, файлӣ, виртуалӣ ва хидматӣ",
        "pending_orders": "Фармоишҳои интизорӣ",
        "physical": "Фармоишҳои маҳсулоти ҷисмонӣ",
        "virtual": "Фармоишҳои маҳсулоти виртуалӣ",
        "file": "Фармоишҳои маҳсулотро сабт кунед",
        "service": "Фармоишҳои хидматрасонии маҳсулот"
      },
      "products": {
        "title": "Инвентаризатсия",
        "title_small": "Маҳсулот, хидматҳо, файлҳо",
        "total_products": "Намудҳои умумии маҳсулот"
      },
      "finance": {
        "title": "молиявӣ",
        "title_small": "Ҳисоботи молиявӣ",
        "total_30days_title": "Маблағи умумии фурӯш",
        "last_30_day": "30 рӯзи охир",
        "pay_amount_chart_title": "Пардохтҳо",
        "sell_amount_chart_title": "Фурӯш",
        "discount_amount_chart_title": "Тахфиф",
        "currency_convert_to": "Ба асъор",
        "active_currencies": "Пулҳои фаъол",
        "sell_count_chart_title": "Шумораи фурӯшҳо аз рӯи вариант",
        "active_gateways": "Шабакаи пардохт фаъол",
        "received_last_24h": "Дар 7 соати охир гирифта шудааст",
        "pie": {
          "title": "Таносуби фурӯши имрӯза",
          "no_data": "Имрӯз фурӯш нест"
        },
        "pay_amount": "Маблағи пардохт",
        "sell_amount": "Маблағи фурӯш",
        "discount_amount": "Маблағи тахфиф",
        "sell_count": "Шумораи фурӯш",
        "table": {
          "currency": "Асъор",
          "total_sell_30days": "Ҳаҷми умумии фурӯш дар 30 рӯз",
          "sell_daily": "Меъёри фурӯши ҳаррӯза",
          "sell": "Фурӯш",
          "pay": "Пардохт кунед"
        }
      },
      "customers": {
        "title": "Мизоҷони мағоза",
        "title_small": "Ҳисоботи табдил",
        "total_customers": "Ҳамагӣ",
        "new_customers_today": "Имруз",
        "new_customers_week": "7 рӯзи охир",
        "orders_count": "Фармоишҳо ҳисоб карда мешаванд",
        "days_range": "Диапазони рӯзҳо",
        "new_users": "Корбарони нави ба қайд гирифташуда",
        "chart": {
          "new_customers": "Муштариёни нав",
          "customers": "Мизоҷони умумӣ"
        }
      },
      "plugins": {
        "title": "Плагинҳо",
        "title_small": "насб карда шудааст"
      },
      "performance": {
        "title": "Имруз",
        "title_small": "Шарҳи истифодабарандагон ва фурӯш",
        "users": "Истифодабарандагон",
        "views": "Намоишҳо",
        "orders": "Фармонхо",
        "payments": "Пардохтҳо",
        "no_visitor_today": "Шумо имрӯз меҳмон надоштед."
      }
    },
    "products": {
      "title": "Рӯйхати маҳсулот",
      "products_list": "Бозгашт ба рӯйхат",
      "products_menu": "Идоракунии маҳсулот",
      "process_que": "Коркарди махсулоти воридотй",
      "view_que_list": "Дидани рӯйхати навбат",
      "menu_products_list": "Рӯйхати маҳсулот",
      "menu_export": "Маҳсулоти содиротӣ",
      "menu_import": "Маҳсулоти воридотӣ",
      "menu_show_deletes": "Маҳсулоти ҳазфшударо нишон диҳед",
      "drop_import_message": "Файли рӯйхати маҳсулотро (формати CSV, XLS, XLSX) дар ин ҷо гузоред, то ба илова кардани маҳсулоти оммавӣ оғоз кунед. Боварӣ ҳосил кунед, ки файл формати рӯйхати маҳсулоти Selldone дорад.",
      "product_widget": {
        "product_type": "Навъи маҳсулот",
        "price": "нарх",
        "value_added": "Комиссия",
        "discount": "Тахфиф",
        "in_stock": "Дар фурӯш",
        "product_unit": "Воҳиди",
        "total_sell": "Ҳаҷми фурӯш",
        "total_view": "Намоишҳои умумӣ",
        "view_unit": "Вақтҳо",
        "review_unit": "Баррасиҳо"
      },
      "folder_widget": {
        "products": "Маҳсулот",
        "products_unit": "Намудҳо",
        "sub_categories": "Категорияҳо",
        "sub_categories_unit": "Ададҳо",
        "views": "Намоишҳо",
        "views_unit": "Вақтҳо"
      }
    },
    "blogs": {
      "new": "Нав нависед",
      "blogs": "Блог",
      "list": {
        "title": "Мақолаҳои ман",
        "waiting_message": "Гирифтани маълумот ... лутфан интизор шавед",
        "published": "Нашр шудааст",
        "draft": "Лоиҳа",
        "private": "хусусӣ",
        "public": "оммавй",
        "table": {
          "title": "Унвон",
          "author": "Муаллиф",
          "claps": "Чапакзанй",
          "like": "Мисли",
          "comments": "Шарҳҳо",
          "views": "Намоишҳо",
          "publish_state": "Статус",
          "created_at": "Санаи таъсис",
          "updated_at": "Навсозии охирин"
        },
        "subtitle": "Бо муҳаррири муосир мақолаҳо нависед, то худ ва тиҷорати худро муаррифӣ кунед. Мундариҷаи аслӣ аввалин чизест, ки шумо бояд ҳангоми навиштани паёми блоги босифати ба SEO мувофиқ диққат диҳед."
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "Гирифтани маълумот ... лутфан интизор шавед",
        "rejected": "Рад карда шуд",
        "delivery": "Фиристодан",
        "discount": "Тахфиф",
        "not_paid": "Пардохта нашудааст",
        "table": {
          "order_number": "Рамзи фармоиш",
          "order_date": "Санаи бақайдгирӣ",
          "status": "Ҳолати охирин",
          "price": "Ҳамагӣ",
          "payment_status": "Ҳолати пардохт"
        }
      },
      "virtual": {
        "waiting_message": "Гирифтани маълумот ... лутфан интизор шавед",
        "discount": "Тахфиф",
        "table": {
          "order_number": "Рамзи фармоиш",
          "product": "Маҳсулот",
          "order_date": "Санаи бақайдгирӣ",
          "status": "Ҳолати охирин",
          "price": "Ҳамагӣ",
          "payment_status": "Ҳолати пардохт"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "Мубодила",
        "gateway": "Дарвоза",
        "invoice": "Ҳисобкунӣ",
        "report": "Ҳисобот",
        "tax": "андоз",
        "drop_shipping": "Квитансияҳои фурӯшанда",
        "reseller_accounts": "Ҳисобҳои фурӯшанда",
        "valuations": "Арзишҳо"
      },
      "invoice": {
        "title": "Ҳамёнҳои алоқамандро харед",
        "subtitle": "Пардохтҳо, комиссияҳо ва хароҷоти мағоза аз ин ҳисобҳои ҳамён тарҳ карда мешаванд.",
        "title_add": "Ҳисоби нави ҳамёнро пайваст кунед",
        "subtitle_add": "Шумо бояд барои ҳар як асъор ҳамёни нав эҷод кунед ва онро ба мағозаи худ пайваст кунед. Пардохти хидмат аз ин ҳамён ситонида мешавад.",
        "add_account": "Иловаи ҳисоб",
        "charge_account": "Ҳисоби пардохт",
        "show_transaction": "Намоиши транзаксияҳо",
        "table": {
          "currency": "Асъор",
          "account_number": "Рақами ҳисобӣ",
          "account_name": "Номи ҳисоб",
          "balance": "Мувозинат",
          "free_balance": "Бақияи дастрас",
          "actions": "Хориҷ кунед"
        },
        "add_account_dialog": {
          "title": "Пайваст кардани ҳисоби кредитӣ ба мағоза",
          "subtitle": "Вақте ки шумо бо Selldone ҳисоби ҳамён кушоед, мо ба шумо корти кредитии виртуалӣ ва ҳисобро ба мисли ҳама корти кредитии дигар медиҳем. Пардохти фурӯши Selldone аз ин ҳисоб ситонида мешавад, аммо агар тавозуни ҳисоби шумо кофӣ набошад, ин маблағ қарздор мешавад. Шумо метавонед аз хидматҳои Selldone ба қадри зарурӣ истифода баред.",
          "account_number": "Рақами ҳисобӣ",
          "account_number_input_message": "Мағоза ба ин ҳисоб пайваст карда мешавад. Ин ҳисоб барои пардохтҳо ва хароҷот истифода мешавад.",
          "balance": "Тавозуни ҳисоб",
          "connect_account_to_shop": "Ҳисобро ба мағоза пайваст кунед"
        },
        "notifications": {
          "connect_account_success": "Ҳисоб бомуваффақият илова карда шуд.",
          "delete_account_success": "Ҳисоб аз мағоза бомуваффақият хориҷ карда шуд."
        },
        "alert": {
          "delete_account": "Ҳисобро қатъ кунед",
          "delete_account_message": "Оё шумо мехоҳед ин ҳисобро аз рӯйхати ҳисобҳои мағоза тоза кунед?",
          "delete_account_action": "Ҳисобро нест кунед"
        },
        "inform_charge_account": "Ҳисоби худро пур кунед!",
        "inform_charge_account_critical": "Барои пешгирии боздоштани хидмат ҳисоби худро пур кунед!"
      },
      "gateway": {
        "title": "Усулҳои пардохт",
        "sub_title": "Рӯйхати усулҳои пардохт фаъол. Агар шумо хоҳед, ки ба мағозаи худ усули нав илова кунед, тугмаи зеринро пахш кунед. Мо тавсия медиҳем, ки на бештар аз 10 шлюзи иловагии пардохт.",
        "add_gateway": "Усули нави пардохт",
        "add_gateway_dialog": {
          "title": "Асъорро интихоб кунед",
          "country_currencies": "Пулҳои маҳаллӣ",
          "crypto_currencies": "Асъори криптовалютӣ",
          "active_gateways": "Усулҳои пардохти фаъол",
          "confirm": "Усули пардохтро илова кунед"
        }
      },
      "exchange": {
        "title": "Захираи асъорҳои фаъол",
        "subtitle": "Истифодабарандагон метавонанд яке аз асъорҳои фаъолро интихоб кунанд ва нархи маҳсулот ҳисоб ва намоиш дода мешавад. Ворид кардани қурби асъор ба худи фурӯшанда вобаста аст.",
        "shop_currencies_input": "Асъорҳои фаъол барои корбарон",
        "shop_currencies_input_error": "Ақаллан як асъорро интихоб кунед",
        "rates": {
          "title": "Қурби асъор",
          "sub_title": "Шумо метавонед нархҳои маҳсулотро дар асоси ҳар кадоме аз асъорҳои дар поён овардашуда ворид кунед ва нархҳои маҳсулот ба таври худкор бо қурби табдили байни асъорҳои шумо ҳисоб карда мешаванд.",
          "message": "Бо ворид кардани қурби мубодила байни асъор, нархи маҳсулоти шумо ба таври худкор ҳисоб карда мешавад ва нав карда мешавад.",
          "add_new_rate": "Қурби нав илова кунед"
        },
        "table": {
          "waiting_receive_data": "Гирифтани маълумот... лутфан интизор шавед",
          "rate_input": "Қурби пул",
          "from": "Аз",
          "to": "Ба",
          "exchange_rate": "Қурби пул",
          "edit": "Таҳрир",
          "delete": "Нобуд кунед",
          "auto": "Нархи автоматӣ"
        },
        "add_rate_dialog": {
          "title": "Қурби асъорро муқаррар кунед",
          "message": "Ҳангоми ворид кардани маълумот эҳтиёт бошед. Нархи маҳсулоти шумо дар асоси нархҳои дар ин ҷо воридшуда ҳисоб карда мешавад.",
          "currency_from": "Аз асъор",
          "currency_to": "Ба асъор",
          "exchange_rate": "Қурби пул"
        },
        "alert": {
          "title": "Меъёри табдилро нест кунед",
          "message": "Оё шумо мехоҳед ин суръати табдилро нест кунед?",
          "action": "Нобуд кунед"
        },
        "notifications": {
          "delete_success": "Қурби асъор хориҷ карда шуд.",
          "add_success": "Қурби асъор нав карда шуд.",
          "update_success": "Захираи асъорҳои фаъол навсозӣ."
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "Анборхо",
        "subtitle": "Рӯйхати анборҳои ман."
      },
      "warehouse_btn": "Анбори нав илова кунед",
      "warehouse_btn_error": "Анбор, мағоза ё пайдоиши тиҷорати худро таъин кунед. Муҳим аст, ки дар ҳисоб кардани арзиши интиқол ва раванди ҳисобкунӣ дошта бошед.",
      "size_unit": {
        "title": "Воҳиди андоза",
        "subtitle": "Воҳид барои дарозӣ, паҳнӣ ва баландӣ истифода мешавад."
      },
      "mass_unit": {
        "title": "Воҳиди масса",
        "subtitle": "Воҳид барои вазн истифода мешавад."
      },
      "menu": {
        "return_request": "Бозгашт",
        "delivery": "Фиристодан",
        "inventory": "Инвентаризатсия",
        "warehouse": "Анбор",
        "logistic_apps": "Логистика",
        "profiles": "Профилҳо"
      },
      "warehouse": {
        "title": "Анбори мағоза",
        "sub_title": "Ин суроға ҳамчун сарчашмаи интиқол истифода мешавад.",
        "table": {
          "title": "Рӯйхати инвентаризатсия",
          "sub_title": "Рӯйхати ҳама маҳсулоти мағоза, аз ҷумла ҷисмонӣ, виртуалӣ, файл ва хидмат"
        }
      },
      "delivery": {
        "title": "Усулҳои интиқол",
        "sub_title": "Бо гузоштани арзишҳо дар ин бахш, дар мағозаи шумо усулҳои гуногуни ирсол фаъол карда мешаванд. Усули нақди интиқолро низ дар ин бахш фаъол кардан мумкин аст.",
        "add_transportation": "Иловаи нақлиёт",
        "delivery_form": {
          "payment": "Имкониятҳои пардохт",
          "limits": "Маҳдудиятҳо",
          "currency_input": "Асъори истинод барои ҳисобҳои хароҷот",
          "currency_input_message": "Хароҷот бо ин асъор ҳисоб карда мешавад",
          "distance_input": "Масофа аз анбор фаро гирифта шудааст",
          "distance_input_message": "0 ё -1 маънои маҳдудият надорад.",
          "max_weight_input": "Вазни максималии қобили қабул",
          "max_weight_input_message": "0 ё -1 маънои маҳдудият надорад.",
          "max_size_input": "Андозаи максималии бастаҳо",
          "width": "Васеъ",
          "length": "Дарозӣ",
          "height": "Баландӣ",
          "days_input": "Санаҳои дастрас",
          "days_input_nodata": "Рӯзи интиқолро интихоб кунед",
          "hours_input": "Вақти интиқол дастрас аст",
          "hours_input_nodata": "Давраи вақтро интихоб кунед",
          "vacation_input": "Оё шумо дар рӯзҳои ид интиқол медиҳед?",
          "cod_input": "Дастгирии COD",
          "cod_input_message": "Боварӣ ҳосил кунед, ки хидмати интиқоли шумо COD-ро қабул мекунад.",
          "sod_input": "Оё шумо COD-ро дастгирӣ мекунед?",
          "sod_input_message": "Боварӣ ҳосил кунед, ки хидматрасонии интиқоли шумо COD-ро қабул мекунад.",
          "pricing": "Ҳисоб кардани нарх",
          "const_input": "Хароҷоти собит",
          "distance_cof_input": "Коэффисиенти хароҷот ба масофа",
          "distance_cof_input_dim": "Барои {dim}",
          "weight_cof_input": "Омили арзиш ба вазн",
          "weight_cof_input_dim": "Барои {dim}",
          "price_cof_input": "Арзиши интиқол ба омили нархи маҳсулот",
          "price_cof_input_message": "Хароҷоти суғурта ва дигар хидматҳо, аз қабили хароҷоти COD-ро дар бар мегирад.",
          "price_cof_input_dim": "Барои {dim}",
          "distance_weight_cof_input": "Мультипликатори хароҷот бо мултипликатори вазн",
          "distance_weight_cof_input_dim": "Барои ҳар {weight} барои {distance}",
          "free_shipping_input": "Расондани Ройгон",
          "free_shipping_limit_input": "Арзиши ҳадди ақали фармоиш барои интиқоли ройгон",
          "notifications": {
            "update_success": "Танзимоти хидматрасонии интиқол бомуваффақият анҷом ёфт."
          },
          "shipping_cost_calculation": "Ҳисоб кардани арзиши интиқол",
          "sod_true": "Арзиши интиқолро дар ҷои таъинот гиред",
          "sod_true_message": "Боварӣ ҳосил кунед, ки хидматрасонии интиқоли шумо арзиши интиқолро дар таъинот қабул мекунад.",
          "sod_false": "Ҳисоб кардани арзиши интиқоли мошин",
          "cod_true": "Пули нақдро ҳангоми интиқол қабул кунед",
          "cod_false": "Танҳо пардохти онлайнро қабул кунед",
          "cod_true_message": "Боварӣ ҳосил кунед, ки хидмати интиқоли шумо COD-ро қабул мекунад."
        }
      }
    },
    "users": {
      "menu": {
        "customers": "Мизоҷон",
        "contact_form": "Тамос",
        "faq": "FAQ",
        "club": "Клуб",
        "report": "Ҳисобот"
      },
      "report": {
        "title": "Шарҳи муштариён",
        "sub_title": "Шумо дар ин ҷо ҳолати зиндаи муштариёни худро хоҳед дид.",
        "report_30days_by_time": "Фаъолияти корбар дар асоси сана ва вақт дар 30 рӯзи охир",
        "report_30days_by_location": "Фаъолияти корбарони ҷуғрофӣ дар 30 рӯзи охир"
      },
      "club": {
        "title": "Клуби муштариён",
        "sub_title": "Барои фаъол кардани ҳар як сатҳ маблағи хариди моҳона ва солона ва асъорро ворид кунед. Мизоҷони шумо ба клуби муштариёни шумо ворид мешаванд, зеро онҳо ба талаботи хариди моҳона ё солона мувофиқат мекунанд.",
        "item": {
          "members_count": "Шумораи аъзоён",
          "purchases_count": "Шумораи фармоишҳо",
          "monthly": "Ҳармоҳа",
          "annually": "солона",
          "discount_percent": "Меъёри тахфиф",
          "discount_limit": "Маҳдудияти тахфиф"
        },
        "edit_dialog": {
          "title": "Идоракунии сатҳи муштариён",
          "currency_input": "Асъор",
          "currency_input_message": "Маблағи умумии харидҳо бо ин асъор ҳисоб карда мешавад.",
          "free_shipping_input": "Расондани Ройгон",
          "monthly_input": "Меъёри хариди моҳона",
          "annually_input": "Меъёри солонаи харид",
          "discount_percent_input": "Меъёри тахфиф барои аъзоёни клуб",
          "discount_limit_input": "Маҳдудияти тахфиф",
          "description_input": "Тавсифи",
          "description_input_message": "Тавсифи мухтасари ин сатҳро ворид кунед."
        },
        "notifications": {
          "update_success": "Тағирот ба клуби муштариён татбиқ карда шуд."
        }
      },
      "faq": {
        "title": "Саволҳои зуд-зуд додашаванда",
        "sub_title": "Ба саволҳои муштариёни худ илова кунед, таҳрир кунед ва ҷавоб диҳед."
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "Маъракаҳо",
        "cross_selling": "Фурӯши салиб",
        "affiliate": "шарик",
        "emails": "Почтаи электронӣ",
        "funnel": "Ҳунар"
      },
      "campaign": {
        "name_input_placeholder": "Номи маърака",
        "name_input_message": "Унвони маъракаи худро ворид кунед.",
        "create_campaign_action": "Эҷоди маъракаи нав",
        "table": {
          "title": "Унвон",
          "state": "Статус",
          "discount": "Тахфиф",
          "landing": "Саҳифаи фуруд",
          "start": "Оғоз",
          "end": "Поён"
        },
        "notifications": {
          "add_success_title": "Эҷоди як маърака",
          "add_success": "Маъракаи шумо эҷод карда шуд."
        }
      }
    },
    "categories": {
      "title": "Рӯйхати категорияҳо",
      "subtitle": "Категорияҳо хусусияти асосии мағозаи онлайни шумо мебошанд. Мо шуморо ташвиқ мекунем, ки аз ин абзорҳои тавонои гурӯҳбандӣ истифода баред, то як дӯкони замонавӣ созед ва барои муштариёни худ пайдо кардани маҳсулоти мувофиқро осон созед.",
      "menu": {
        "add_new": "Категорияи нав илова кунед",
        "categories_list": "Рӯйхати категорияҳо",
        "export": "Категорияҳои содиротӣ",
        "import": "Категорияҳои воридотӣ (CSV)"
      },
      "graph": {
        "title": "Иерархияи категорияҳо",
        "subtitle": "Шумо метавонед шарҳи пурраи категорияҳои мағозаи худ ва чӣ гуна корбарон онҳоро паймоиш кунед. Бо ҷойгиркунии дурусти категорияҳо, муштариёни шумо метавонанд маҳсулотро зуд пайдо кунанд ва суръати табдили он афзоиш хоҳад ёфт.",
        "visits_count": "Ташриф",
        "normal": "Содда",
        "items_count": "Шумораи ашё",
        "home": "Хона"
      },
      "category_widget": {
        "parent": "Падару модар",
        "not_exist": "вуҷуд надорад",
        "children": "Зеркатегорияҳо",
        "delete_alert": {
          "title": "Категорияи кӯдаконро хориҷ кунед",
          "message": "Мехоҳед {title}-ро аз рӯйхати {parent_title} хориҷ кунед?",
          "action": "Нобуд кунед"
        },
        "notifications": {
          "edit_success": "Категория таҳрир карда шуд."
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "мағоза",
        "my_apps": "Барномаҳо"
      },
      "my_apps": {
        "title": "Барномаҳои фаъолро захира кунед",
        "subtitle": "Барномаҳои тиҷоратии худро идора кунед.",
        "all": "ҳама"
      },
      "store": {
        "title": "Дӯкони барномаҳо",
        "subtitle": "Хидматҳои дӯстдоштаи худро ба тиҷорати худ бехатар пайваст кунед. Мо дар асоси дархостҳои муштариёни худ плагинҳо ва барномаҳоро илова мекунем.",
        "nodata": "Ягон плагин ёфт нашуд.",
        "all": "ҳама",
        "more": "Бештар"
      }
    },
    "pages": {
      "menu": {
        "new_page": "Саҳифаи нав",
        "contact_us": "Бо мо тамос гиред",
        "privacy": "Махфият",
        "terms": "Шартҳо",
        "about_us": "Дар бораи мо",
        "landings": "Фуруд",
        "popup": "Ҷаҳанда"
      }
    },
    "permissions": {
      "menu": {
        "persons": "Кормандон",
        "roles": "Нақшҳо",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "Рӯйхати кадрҳо",
          "new_user": "Илова кардани ҳайати нав",
          "new_user_message": "Истифодабарандагоне, ки ба панели идоракунӣ ва бахшҳои идоракунии ин мағоза дастрасӣ доранд.",
          "email_input_placeholder": "Почтаи электронӣ",
          "email_input": "Суроғаи почтаи электронии корбар",
          "level_input": "Сатҳи дастрасӣ",
          "add_user_action": "Илова кардани кадрҳо"
        },
        "delete_alert": {
          "title": "Дастрасиро хориҷ кунед",
          "message": "Оё шумо мехоҳед ин корбарро нест кунед?",
          "action": "Нобуд кунед"
        },
        "notifications": {
          "add_success_title": "Иловаи дастрасӣ",
          "add_success": "Дастрасии нав илова карда шуд.",
          "delete_success_title": "Дастрасиро нест кунед",
          "delete_success": "Дастрасӣ нест карда шуд."
        }
      },
      "shop_api": {
        "title": "Нигоҳ доштани калидҳои дастрасӣ",
        "message": "Ин калидҳо барои эҷод кардани Токен аз ҷониби сервери шумо истифода мешаванд. Дар хотир доред, ки калидҳо махфӣ мебошанд ва танҳо дар сервер ба тарзе, ки ба дигарон намоён нестанд."
      }
    },
    "applications": {
      "pwa": {
        "title": "Барномаи веб",
        "sub_title": "Барномаи веби мағозаи худро дар ин ҷо бубинед",
        "message": "Эзоҳ: Шумо метавонед саҳифаи истиқболи вебсайти худро дар iPhone ва iPad дар барномаи iOS таҳрир кунед",
        "ios_app": "Барномаи iOS"
      },
      "ios": {
        "title": "Барномаи iOS",
        "sub_title": "Ба наздикӣ шумо метавонед барои мағозаи худ як барномаи iOS созед.",
        "message": "Андозаи максималии файл: 512 КБ, шумо метавонед файлҳои андозаи то 1 МБ-ро бор кунед, ба шарте ки системаи фишурдани мо метавонад андозаи онро то 512 КБ кам кунад. Тасвири боршуда ба таври оқилона андозааш тағир дода мешавад."
      },
      "android": {
        "title": "Барномаи Android",
        "sub_title": "Барномаи Android-и худро созед",
        "message": "Ин варақаро пур кунед ва калиди сохтмонро пахш кунед. Дигар чизе лозим нахоҳад буд. Ҳама қадамҳои раванди Сохтан ва имзои барномаи шумо дар серверҳои абрӣ иҷро карда мешаванд. Барномаи ниҳоӣ ба ҳама AppStores бор карда мешавад.",
        "server_un_available": "Дар айни замон сервери барномавӣ ба таври таҷрибавӣ пайваст нашудааст.",
        "app_building_progress": "Барномаи шумо сохта шуда истодааст.",
        "app_build_success": "Барномаи шумо омода аст.",
        "download_app_action": "Барномаро гиред",
        "firmware_version": "Версияи нармафзор",
        "main_info": "Бастаи барнома",
        "package_name_input_message": "Боварӣ ҳосил кунед, ки номи баста ягона аст.",
        "package_name_input_alert": "Агар шумо ин номро иваз кунед, шумо дигар наметавонед барномаҳои қаблии худро дар AppStore навсозӣ кунед ва барномаи навро насб кунед. Дар хотир доред, ки корбарони версияҳои кӯҳнаи барнома низ наметавонанд ба ҳисобҳои худ ворид шаванд.",
        "version_input": "Версия",
        "version_input_message": "Ин рақам бояд ҳамеша аз арзиши қаблии худ зиёдтар бошад.",
        "version_name_input": "номи версия",
        "version_name_input_message": "Барои ин версияи барнома номи беназир ворид кунед.",
        "use_selldone_key": "Калидҳои пешфарз Selldone",
        "use_last_key": "Калиди захирашуда",
        "use_new_key": "Калиди нав",
        "appearance": "Намуди зоҳирӣ",
        "app_name_input": "Номи барнома",
        "app_name_input_message": "Ин номи асосии барномаи шумо хоҳад буд.",
        "app_title_input": "унвони барнома",
        "app_title_input_message": "Ин унвон дар болои барнома пайдо мешавад.",
        "app_title_input_placeholder": "Сарлавҳа ворид кунед",
        "app_icon_input": "Нишонаи барнома",
        "app_icon_input_placeholder": "Файли zip-и нишонаҳои барномаро интихоб кунед.",
        "generate_icon_pack_action": "Сохтани Icon Pack",
        "splash_design": "Тарҳрезии экрани лаппиш",
        "splash_logo_input": "Логотипи экран",
        "splash_logo_input_placeholder": "Тасвирро барои экрани лаппиш интихоб кунед.",
        "splash_title_input": "Сарлавҳаи экран",
        "splash_title_input_placeholder": "Барои Splash Screen сарлавҳа ворид кунед",
        "splash_title_input_message": "Ин унвон бо андозаи ҳарфи калон намоиш дода мешавад.",
        "splash_message_input": "Паёми экрани лаппиш",
        "splash_message_input_placeholder": "Паём...",
        "splash_message_input_message": "Ин паём ҳамчун эскиз дар зер нишон дода мешавад.",
        "dark_theme": "Мавзӯи торик",
        "light_theme": "мавзӯи сабук",
        "build": "Сохт",
        "building_info": "Сохтани барнома дар сервери абрӣ аз 10 сония то чанд дақиқа вақтро мегирад. Лутфан сабр кунед. Истиноди файли зеркашӣ дар ин ҷо пас аз омода шудани барнома пайдо мешавад.",
        "update_mode_action": "Навсозӣ",
        "build_mode_action": "Сохтани барнома",
        "notifications": {
          "icon_pack_not_valid_error": "Файл дуруст нест.",
          "start_building_title": "Бино ...",
          "start_building_message": "Дархост барои сохтани замимаи Android ирсол шуд.",
          "build_success_title": "Табрик мекунем",
          "build_success": "Барномаи Android-и шумо омода аст ва шумо метавонед онро ҳозир зеркашӣ кунед."
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "Автопилот"
      }
    },
    "edit": {
      "menu": {
        "delete": "Дӯконро нест кунед",
        "activity_time": "Вақт",
        "footer": "Меню",
        "info": "Маълумот",
        "notification": "Огоҳиномаҳо",
        "home": "Хона",
        "locations": "Ҷойҳо",
        "license": "Иҷозатнома",
        "theme": "Мавзӯъ",
        "sms": "СМС",
        "email": "Почтаи электронӣ",
        "domain": "Домен",
        "verifications": "Санҷишҳо",
        "flow": "Ҷараён",
        "business_model": "Модели бизнес"
      },
      "delete_dialog": {
        "title": "Дӯконро нест кунед",
        "message": "Оё шумо мехоҳед Дӯкони <b>{title}-ро</b> нест кунед?",
        "action": "Дӯконро нест кунед"
      },
      "notifications": {
        "delete_success": "Захира нест карда шуд."
      },
      "info": {
        "title_tab": {
          "title": "Номи тиҷорат ва забон",
          "subtitle": "Номи умумӣ ва забони пешфарзро таъин кунед."
        },
        "name_tab": {
          "title": "Номи беназири мағоза",
          "subtitle": "Ин номи корбарии шумост."
        },
        "description_tab": {
          "title": "Ҳикояи тиҷорати шумо",
          "subtitle": "Дар бораи тиҷорати худ ва пешниҳоди арзиши беназири он нависед."
        },
        "contact_tab": {
          "title": "Тамос ва тиҷорати маҳаллӣ",
          "subtitle": "Маълумот барои тамоси ҷамъиятӣ ва танзими тиҷорати маҳаллии Google."
        },
        "image_tab": {
          "title": "Лого",
          "subtitle": "Барои бренди худ логотипи беназир интихоб кунед."
        }
      },
      "badge": {
        "external_title": "Нишонҳои берунаро идора кунед",
        "external_message": "Дар ин ҷо шумо метавонед суроғаи тасвири нишона ва истиноди онро ворид кунед. URL-ҳо бояд аз вебсайти тасдиқшуда бошанд."
      },
      "edit_menu": {
        "title": "Менюҳо",
        "footer": {
          "title": "Менюи поён",
          "sub_title": "Шумо метавонед менюи поёни саҳифаи мағозаи худро дар ин ҷо танзим кунед. Ин менюҳо метавонанд саҳифаҳои хонагӣ, саҳифаҳои тарҳрезӣ ё истинодҳои беруна бошанд."
        },
        "header": {
          "title": "Менюи сарлавҳа",
          "sub_title": "Ин меню танҳо дар экранҳои калонтар аз мобилӣ ва дар болои саҳифаи хонагӣ, категорияҳои маҳсулот, фурудгоҳҳо ва саҳифаҳои маҳсулот намоиш дода мешавад."
        },
        "save_menu": "Менюи захира",
        "dialog": {
          "main_pages": "Саҳифаҳои асосӣ",
          "custom_pages": "Саҳифаҳои нишаст"
        },
        "table": {
          "home": "Хона",
          "shop": "Мағоза",
          "blogs": "Блог",
          "about_us": "Дар бораи мо",
          "privacy": "Махфият",
          "terms": "Шартҳои истифода",
          "faq": "FAQ",
          "contact_us": "Бо мо тамос гиред"
        },
        "notifications": {
          "save_success": "Меню бомуваффақият нав карда шуд."
        }
      },
      "social": {
        "title": "ВАО иҷтимоӣ",
        "message": "Дар ин бахш истиноди расмии шабакаҳои иҷтимоии худро ворид кунед. Барои тасдиқи суроғаҳо дастурҳоро барои ҳар як ҷузъ иҷро кунед."
      },
      "time": {
        "title": "Рӯзҳои корӣ",
        "sub_title": "Рӯзҳо ва вақти корро муқаррар кунед",
        "days_open_input": "Рузхо",
        "days_open_input_nodata": "Ҳадди ақал як рӯзро интихоб кунед",
        "start_time_input": "Вақти оғози фаъолияти мағоза",
        "start_time_input_hint": "Соатҳои кушодаи мағоза",
        "end_time_input": "Вақти пӯшидани захира",
        "end_time_input_hint": "Вақти анҷоми фаъолият нигоҳдорӣ",
        "customer_support_service": "Масъулият ва хидматрасонии муштариён",
        "response_time_input": "Ҳолати хидматрасонии муштариён",
        "support_24h": "24 соат 7 рӯз дар як ҳафта",
        "support_normal": "Танҳо дар давоми соатҳои корӣ",
        "no_service": "не",
        "notifications": {
          "update_success": "Мағоза таҳрир карда шудааст."
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "Категория нест"
  },
  "add_product": {
    "title_new": "Маҳсулоти нав",
    "title_new_category": "Категорияи нав",
    "title_new_drop_shipping": "Иловаи dropshipping",
    "title_edit": "Маҳсулотро таҳрир кунед",
    "delete": "Маҳсулотро нест кунед",
    "completed": "Ба итмом расид",
    "menu": {
      "type": "Навъи маҳсулот",
      "general_info": "Маълумоти умумӣ",
      "rating": "Тадқиқот ва Хусусиятҳо",
      "spec": "Мушаххасоти",
      "images": "Суратхо",
      "price": "нарх",
      "inputs": "Вуруд",
      "outputs": "баромад",
      "extra": "Тафсилоти иловагӣ",
      "review": "Баррасии маҳсулот",
      "inventory": "Инвентаризатсия / Вариантҳо"
    },
    "select_type": {
      "title": "Навъи маҳсулот ё хидмати худро интихоб кунед"
    },
    "edit_info": {
      "category_input": "Категория",
      "product_name": "Номи маҳсулот*",
      "product_name_placeholder": "Номи маҳсулоти шумо дар ин ҷо ..",
      "product_code": "Рамзи маҳсулот (англисӣ)",
      "sku": "SKU",
      "sku_message": "Воҳиди нигоҳдории захира",
      "mpn": "MPN",
      "mpn_message": "Рақами қисмҳои истеҳсолкунанда",
      "status": "Статус",
      "external_link": "Пайванди беруна",
      "brand": "Бренд",
      "brand_placeholder": "Бренд Ex. Apple.. (Ихтиёрӣ)",
      "warranty": "Кафолат",
      "is_original": "Оё ин маҳсулоти аслӣ аст?",
      "is_original_message": "Агар шумо маҳсулоти худро аслӣ таъин накунед, нишони қалбакӣ барои ин маҳсулот нишон дода мешавад.",
      "return_warranty": "Ин маҳсулот чанд рӯз кафолати бозгашт дорад?",
      "warehouse_section": "Анбор ва истеҳсолот",
      "conditions_section": "Шароити маҳсулот",
      "warranty_section": "Кафолат ва таҳвил",
      "unit": "Воҳиди маҳсулот",
      "unit_message": "Агар лозим бошад, дастгоҳро ворид кунед. Мисол: KG, Метр, ...",
      "condition": "Ҳолати маҳсулот дар мағозаи шумо",
      "condition_message": "Шумо бояд яке аз арзишҳои ин майдонро интихоб кунед.",
      "unit_section": "Воҳиди маҳсулот",
      "unit_float": "Воҳиди шинокунанда (ба зудӣ)",
      "unit_float_hint": "Масалан, муштарӣ метавонад 3 кг мева фармоиш диҳад, аммо маблағи ба муштарӣ фиристодашуда аз маблағи фармоиш каме фарқ мекунад.",
      "unit_float_message": "Ҳангоми коркарди фармоиш маблағи расонидашуда метавонад аз маблағи фармоишӣ фарқ кунад. Система ин фарқиятро ба таври худкор ҳисоб мекунад ва онро ҳамчун қарзи шумо ба муштарӣ сабт мекунад, ки метавонад ба фармоишҳои навбатӣ татбиқ карда шавад.",
      "status_list": {
        "active": {
          "title": "фаъол | Фурӯши онлайн ва офлайн",
          "description": "Ин маҳсулот барои фармоишҳои онлайн дастрас хоҳад буд."
        },
        "inactive": {
          "title": "ғайрифаъол | Танҳо фурӯшҳои офлайнӣ",
          "description": "Ин маҳсулот барои фармоишҳои онлайн дастрас нест."
        }
      }
    },
    "rating_pros_cons": {
      "title": "Тадқиқот",
      "message": "Рӯйхати мушаххасоти маҳсулотро барои муштариёни худ ворид кунед, то ба маҳсулоти шумо баҳо диҳанд. (То 5 адад)",
      "rating_input": "Назарпурсӣ",
      "rating_input_message": "Шумо метавонед ба пурсиш 5 адад илова кунед.",
      "item_unit": "адад",
      "pros_title": "Тарафдор",
      "pros_message": "Хусусиятҳои маҳсулотро ворид кунед. (То 5 адад)",
      "pros_input_title": "Сарлавҳаи хусусият",
      "pros_input_value": "Арзиши хусусият",
      "pros_group": "Афзалиятҳои маҳсулот",
      "pros_group_messages": "Хусусиятҳои асосии маҳсулот",
      "cons_title": "Манфиатҳо",
      "cons_message": "Камбудиҳои маҳсулотро ворид кунед. (То 5 адад)",
      "cons_input_title": "Унвони заиф",
      "cons_input_value": "Арзиши заиф",
      "cons_group": "Камбудиҳои маҳсулот",
      "cons_group_messages": "Камбудиҳои асосии маҳсулот",
      "select_from_list": "Аз рӯйхат интихоб кунед",
      "suggestion_rating": [
        "Сифати хуб",
        "Арзиши хуб",
        "Тавсия медиҳам",
        "Хусусиятҳо ва қобилиятҳо",
        "Осонии истифода",
        "Хуб тарҳрезӣ шудааст"
      ],
      "notifications": {
        "add_rating_success": "Опсияи рейтинги корбар {rating_name} илова карда шуд.",
        "delete_rating_success": "Опсияи рейтинги корбар {rating_name} нест карда шуд.",
        "add_pros_success": "Хусусияти маҳсулот илова карда шуд.",
        "delete_pros_success": "Хусусияти маҳсулот хориҷ карда шуд.",
        "add_cons_success": "Камбудии маҳсулот илова карда шуд.",
        "delete_cons_success": "Камбудии маҳсулот бартараф карда шуд."
      }
    },
    "edit_spec": {
      "title": "Мушаххасоти техникӣ",
      "sub_title": "Шумо метавонед сифатҳои техникии маҳсулоти шабеҳро ворид кунед.",
      "import_action": "Воридот",
      "group_input_header": "Илова кардани гурӯҳ",
      "item_title_header": "Иловаи ашё",
      "group_input": "Сарлавҳаи гурӯҳ",
      "group_input_message": "Сарлавҳаро ворид кунед.",
      "group_add_action": "Илова кардани гурӯҳ",
      "item_title_input": "Унвон",
      "item_title_input_message": "Унвони хусусиятро ворид кунед.",
      "item_value_input": "Арзиш",
      "item_value_input_message": "Арзиши хусусиятро ворид кунед.",
      "add_item_action": "Иловаи ашё",
      "dialog": {
        "title": "Мушаххасоти техникиро ворид кунед",
        "code_input": "ID маҳсулот",
        "code_input_message": "Рамзи маҳсулот: P0000 ...",
        "spec_view_title": "Мушаххасоти маҳсулоти интихобшуда",
        "set_spec_action": "Мушаххасоти техникии такрорӣ"
      },
      "notifications": {
        "enter_group_title_error": "Қимати сарлавҳаро ворид кунед",
        "enter_item_title_and_value_error": "Унвон ва арзиши хусусиятро ворид кунед",
        "spec_saved_success": "Хусусиятҳои маҳсулот захира карда шуданд."
      }
    },
    "edit_images": {
      "title": "Тасвири асосӣ",
      "main_image_input_nodata": "Тасвири маҳсулотро бор кунед.",
      "main_image_input_message": "Ин тасвир дар рӯйхати маҳсулот нишон дода мешавад.",
      "preview": "Пешнамоиш",
      "image_style": "Услуби тасвир",
      "background_is_white": "Заминаи сафед",
      "background_is_white_msg": "Оё тасвир заминаи сафед дорад?",
      "images": {
        "title": "Галереяи тасвирҳои маҳсулот",
        "sub_title": "Тасвирҳои маҳсулотро, ки барои ҳама вариантҳои маҳсулот маъмуланд, дар ин бахш бор кунед."
      },
      "video": {
        "title": "Видео",
        "sub_title": "Аввалан, видеои маҳсулоти худро дар Youtube бор кунед ва сипас URL-и видеоро дар ин ҷо ҷойгир кунед."
      }
    },
    "pricing": {
      "edit_price": "Нархгузорӣ",
      "price_input": "нарх",
      "currency_input": "Асъор",
      "currency_input_messages": "Нарх бо ин асъор ҳисоб карда мешавад.",
      "commission_input": "Комиссия",
      "commission_message": "Ин хосият танҳо барои намудҳои алоҳидаи тоҷирон, ба мисли яклухтфурӯшон муфид аст. Агар шумо яклухт набошед, ин интихобро холӣ гузоред. Нархе, ки харидорон мебинанд, маблағи нарх ва комиссия аст. Барои илова кардани андоз, клик кунед Баҳисобгирӣ > Андоз.",
      "add_commission_action": "Илова кардани комиссия",
      "discount_input": "Тахфиф",
      "discount_input_message": "Меъёри тахфиф",
      "has_discount_period_input": "Оё ин тахфиф барои як муддати муайян эътибор дорад?",
      "discount_timespan": "Давраи тахфифро ворид кунед.",
      "start_input": "Оғоз",
      "end_input": "Поён",
      "start_input_placeholder": "Вақти оғозро интихоб кунед",
      "end_input_placeholder": "Вақти анҷомро интихоб кунед",
      "independent_price": "Нарх танҳо барои ин вариант",
      "same_price": "Нархи махсулоти асосй",
      "variant_pricing_message": "Бо интихоби ин вариант, нархи ин вариантро новобаста аз маҳсулоти асосӣ муқаррар кардан мумкин аст.",
      "price_label_input": "Нишони нарх",
      "price_label_message": "Илова кардани маълумоти иловагӣ дар бораи нарх ба монанди ($1.5/Fl Oz). Ҳолатҳои истифода: хӯрокворӣ, FMCG.",
      "add_price_label_action": "Нишони нархро илова кунед"
    },
    "inputs_edit": {
      "title": "Шакли ворид кардани маълумоти харидор",
      "sub_title": "Шумо метавонед барои ҳар як маҳсулот варақаи вуруди маълумот эҷод кунед, то харидорон ҳангоми харидани маҳсулот ба шумо маълумот мефиристанд. Масалан, ин маълумот метавонад номи кандакорӣ дар санг бошад.",
      "message_input": "Паём ба корбар",
      "message_input_message": "Ин паём ба муштарӣ ҳангоми харидани маҳсулот нишон дода мешавад.",
      "inputs_form": "Сохтори иттилоот (ворид)"
    },
    "extra_edit": {
      "physical": {
        "title": "Маълумоти интиқол",
        "sub_title": "Арзиш ва вақти тайёрӣ дар асоси маълумоти дар ин бахш ҳисоб карда мешавад. Боварӣ ҳосил кунед, ки маълумотро мувофиқи воҳидҳои интихобшуда дар мағоза (вазн, андоза, масофа) ворид кунед."
      },
      "notifications": {
        "save_title": "Бастабандӣ нав карда шуд",
        "save_msg": "Маълумот дар бораи бастабандии маҳсулот бомуваффақият нав карда шуд."
      }
    },
    "variants": {
      "not_available": "Дар айни замон интихоби варианти ин навъи маҳсулот имконнопазир аст."
    },
    "delete_product": {
      "title": "Маҳсулотро хориҷ кунед",
      "message": "Мехоҳед <b>{product_title} -ро</b> нест кунед?"
    }
  },
  "product_admin": {
    "products_list": "Рӯйхати маҳсулот",
    "product": "Маҳсулот",
    "menu": {
      "edit": "Таҳрир",
      "review": "Барраси",
      "orders": "Фармонхо",
      "inventory": "Инвентаризатсия",
      "dashboard": "Панели асбобҳо",
      "back_to_products": "Маҳсулот",
      "drop_shipping": "Dropshipping"
    },
    "dashboard": {
      "info": {
        "title": "профил",
        "title_small": "Маҳсулот",
        "category": "Категорияи маҳсулот",
        "link": "Истиноди маҳсулот",
        "type": "Навъи",
        "inputs": "Маълумоти воридшавӣ",
        "outputs": "Маълумоти баромад",
        "user_data_form": "Шакли маълумоти харидор"
      },
      "orders": {
        "title": "Фармонхо",
        "title_small": "коркарднашуда",
        "physical_orders_title": "Аробаҳои харид бо ин маҳсулот",
        "send_30days_title": "Фармоишҳо дар 30 рӯзи охир фиристода шуданд",
        "downloads_30days_title": "Рақами зеркашишудаи файл дар 30 рӯзи охир",
        "virtual_orders_title": "Фармоишҳои ин маҳсулот интизори анҷомёбӣ мебошанд"
      },
      "inventory": {
        "title": "Инвентаризатсия",
        "title_small": "Анбор",
        "total_sell": "Ҳаҷми фурӯш",
        "total_sell_today": "Имрӯз фурӯш",
        "total_sell_30days": "Фурӯши 4 рӯзи охир",
        "chart": {
          "labels": [
            "Инвентаризатсия",
            "Фурӯш"
          ]
        }
      },
      "finance": {
        "title": "молиявӣ",
        "title_small": "Ҳисоботи харид дар 6 моҳи охир",
        "select_mode_title": "Намоиш аз",
        "modes": {
          "sell": "Фурӯш",
          "payment": "Пардохт",
          "discount": "Тахфиф"
        },
        "currency_select_title": "Нарх бо асъори интихобшуда",
        "sell_today": "Имрӯз фурӯш",
        "product_price": "Нархи махсулот",
        "currency_unit": "Воҳиди асъор",
        "sell_30days": "30 рӯз фурӯш",
        "sell_daily": "Фурӯши ҳаррӯза",
        "sell_yesterday": "Фурӯши дирӯз"
      },
      "survey": {
        "title": "Рейтинги маҳсулот",
        "title_small": "Ҳисоботи қаноатмандии муштариён",
        "total_participation": "Шумораи умумии саҳмҳо",
        "today_participation": "Рейтингҳои имрӯза",
        "last7days_participation": "Ҳиссагузориҳои 7 рӯзи охир",
        "chart": {
          "participate": "Иштирок",
          "participate_title": "Шумораи саҳмҳо",
          "score": "Ҳисоб"
        }
      },
      "inform": {
        "title": "Интизориҳои муштариён",
        "title_small": "Интизорӣ барои тахфиф ё мавҷудияти",
        "message": "Ҳангоми ба фурӯш баромадан ё дастрас шудани маҳсулот муштариёнро огоҳ кунед",
        "waiting_for_auction": "Интизории маҳсулот ба фурӯш меравад",
        "waiting_for_available": "Мунтазири дастрас шудани маҳсулот.",
        "unit": "шахс(ҳо)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "Рӯйхати инвентаризатсия",
        "add_variant": "Вариант илова кунед",
        "title": "Инвентаризатсияи маҳсулот / Рӯйхати вариантҳои маҳсулот",
        "sub_title": "Агар ин маҳсулот зиёда аз як вариант дошта бошад, онҳоро дар ин бахш ворид кунед. Шумо метавонед маблағ, нарх ва тахфифи ҳар як вариантро алоҳида муайян кунед; дар акси ҳол арзишҳои пешфарзии маҳсулот барои нархгузорӣ татбиқ карда мешаванд.",
        "add_action": "Вариант илова кунед",
        "count_input": "Инвентаризатсия",
        "count_input_action": "Ҳисобро таъин кунед",
        "management_title": "Идоракунии инвентаризатсия ва вариантҳои маҳсулот",
        "add_title": "Варианти маҳсулотро илова кунед",
        "edit_title": "Варианти маҳсулотро таҳрир кунед",
        "notifications": {
          "add_success": "Варианти маҳсулот илова карда шуд.",
          "delete_success": "Варианти маҳсулот Нобуд карда шуд.",
          "save_product_inventory_success": "Инвентаризацияи махсулоти сарфашуда."
        }
      },
      "variant_item": {
        "price": "нарх",
        "same_as_product": "Ба маҳсулоти асосӣ монанд аст",
        "in_stock": "Инвентаризатсия",
        "delete_dialog": {
          "title": "Варианти маҳсулотро нест кунед",
          "message": "Оё шумо мехоҳед ин вариантро нест кунед?"
        }
      },
      "variant_add_edit": {
        "title": "Муайян кардани варианти маҳсулот",
        "message": "Рақами маҳсулот беназир",
        "active_input": "Оё ин Вариант фаъол аст?",
        "sku": "SKU",
        "sku_tips": "Рамзи анбори маҳсулот.",
        "mpn": "MPN",
        "mpn_tips": "Рамзи маҳсулот аз ҷониби истеҳсолкунанда дар бастаи маҳсулот ворид карда шудааст",
        "variant_variable": "Тағйирёбандаҳои вариантӣ",
        "pricing": "Нархгузорӣ",
        "has_pricing_input": "Оё нарх аз махсулоти асосй фарк мекунад?",
        "inventory": "Инвентаризатсия",
        "inventory_unit": "Ададҳо",
        "delivery_info": "Бастабандӣ ва интиқол",
        "images": "Тасвирҳои вариант",
        "images_message": "Пас аз захира кардани ин вариант шумо метавонед дар ин ҷо тасвир илова кунед."
      }
    },
    "edit_article": {
      "menu": {
        "tags": "Тегҳо",
        "article": "Моддаи"
      }
    }
  },
  "product_extra_physical": {
    "weight": "Вазни баста",
    "weight_unit": "Кг",
    "size": "Андозаҳои бастаҳо",
    "dimension": "См",
    "width": "Васеъ",
    "length": "Дарозӣ",
    "height": "Баландӣ",
    "lead_time_title": "Вақти омодагӣ",
    "lead_time": "Вақти омодагӣ",
    "lead_time_dimension": "Соат(ҳо)",
    "bulk_action": "Амалҳои оммавӣ",
    "bulk_action_input": "Ҳама вариантҳоро навсозӣ кунед",
    "bulk_action_msg": "Бастабандии маҳсулот ва вақти тайёриро барои ҳама вариантҳо муқаррар кунед."
  },
  "product_images_list": {
    "upload_button": "Тасвирҳои бештари маҳсулот",
    "upload_an_image": "Тасвирро интихоб кунед.",
    "notifications": {
      "update_sort_success": "Ҷойгиркунии тасвирҳо захира карда шуданд",
      "delete_image_title": "Тасвири маҳсулотро нест кунед",
      "delete_image_success": "Тасвир бомуваффақият нест карда шуд"
    }
  },
  "variants_view": {
    "prices": "Нархҳо",
    "inventory": "Инвентаризатсия",
    "discount": "Тахфиф"
  },
  "gift_card_type_edit": {
    "title_input": "Унвон",
    "color_input": "Ранги корт",
    "charge_input": "Пардохти ибтидоӣ",
    "charge_input_hint": "Пардохти ибтидоӣ барои ҳар як корт",
    "currency_input": "Асъор",
    "currency_input_message": "Танҳо барои харид бо ин асъор",
    "lifetime_input": "Мӯҳлати корт (моҳ)",
    "lifetime_input_message": "Эътибори корт",
    "card_image_input": "Тасвири корт",
    "notifications": {
      "create_success": "Корт сохта шудааст",
      "update_success": "Корт нав карда шуд"
    }
  },
  "shop_warehouse_edit": {
    "title": "Иловаи анбор",
    "message": "Барои ҳисоб кардани арзиши интиқол суроғаи анбор ва профили худро ворид кунед.",
    "name_input": "Номи анбор",
    "address": "адрес",
    "name_input_message": "Барои анбори худ лақаби худро ворид кунед.",
    "person_name": "Номи офицер",
    "phone_number": "Рақами тамос",
    "map_title": "Адреси анбор",
    "confirm_action": "Тасдиқи анбор",
    "address_name": "Анбор",
    "notifications": {
      "success_save": "Тағирот бомуваффақият захира карда шуд."
    }
  },
  "inventory_list": {
    "search_input": "Ҷустуҷӯи маҳсулот...",
    "search_input_title": "Ҷустуҷӯ дар байни маҳсулоти мағоза",
    "apply_filter": "Филтрро татбиқ кунед",
    "inventory": "Рӯйхати инвентаризатсия",
    "export": "Инвентаризатсияи содирот",
    "import": "Инвентаризатсияи воридотӣ",
    "bulk_price": "Тағйирёбии нархи яклухт",
    "bulk_discount": "Тағйир додани тахфиф",
    "category_filter_msg": "⚡ Он ба ҳама маҳсулот ва зеркатегорияҳо дахл дорад!",
    "table": {
      "waiting": "Гирифтани маълумот ... лутфан интизор шавед",
      "open_state": "Фаъол",
      "close_state": "ғайрифаъол",
      "image": "Тасвир",
      "product": "Номи маҳсулот",
      "code": "Рамзи маҳсулот",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "Асли",
      "status": "Статус",
      "in_stock": "Дар фурӯш",
      "edit": "Тағйир"
    },
    "bulk_price_dialog": {
      "title": "Амалҳои оммавӣ > Нарх",
      "message": "Эзоҳ: Маблағи зерин ҳамчун фоиз ба нархи ҳама маҳсулоти мағозаи шумо татбиқ карда мешавад. Инчунин, арзишҳои нархҳои ҳисобшуда ба таври оқилона ба рақами даври наздиктарин дар асоси асъори интихобшуда табдил дода мешаванд. Ҳангоми ворид кардани арзишҳо эҳтиёт шавед.",
      "check": "Ман тағироти нархро тасдиқ мекунам.",
      "add_percent_tab": "Иловаи фоиз",
      "add_constant_tab": "Иловаи доимӣ",
      "ending_tab": "Стратегияи хотимавӣ"
    },
    "bulk_discount_dialog": {
      "title": "Амалҳои оммавӣ > Тахфиф",
      "message": "Эзоҳ: Маблағи зерин ҳамчун фоиз ба тахфифи тамоми маҳсулот дар мағозаи шумо хоҳад буд. Инчунин, арзишҳои тахфифи ҳисобшуда ба таври оқилона ба рақами даври наздиктарин дар асоси асъори интихобшуда табдил дода мешаванд. Ҳангоми ворид кардани арзишҳо эҳтиёт шавед.",
      "check": "Ман тағйироти тахфифро тасдиқ мекунам."
    },
    "notifications": {
      "save_success": "Тағироти инвентаризатсия захира карда шуд."
    }
  },
  "spec_view": {
    "auto_save_input": "Захираи худкор"
  },
  "time_progress_bar": {
    "title_before_start": "Боқимонда то оғоз",
    "title_between_start_end": "То охир монд",
    "title_after_end": "Ба охир расид",
    "title_no_start_end": "Бе мӯҳлат!"
  },
  "geo_map": {
    "views": "Намоишҳо",
    "views_unit": "Вақтҳо",
    "product_views": "Намоиши маҳсулот",
    "buys": "Харидхо",
    "buys_unit": "Фармонхо",
    "baskets": "Аробаҳои фаъол",
    "added_items": "Илова кардани ашё",
    "removed_items": "Объектҳоро хориҷ кунед"
  },
  "faq_list": {
    "table": {
      "nodata": "Ягон савол ёфт нашуд.",
      "more_data_action": "Саволҳои бештар ..",
      "user": "корбар",
      "tag": "тег",
      "question": "Савол",
      "officer": "Кормандон",
      "answer": "Ҷавоб",
      "created_at": "Сана",
      "priority": "Афзалият",
      "edit": "Таҳрир"
    },
    "dialog": {
      "add_new_action": "Саволи нав пешниҳод кунед",
      "edit_action": "Таҳрири FAQ",
      "question_input": "Савол",
      "question_input_placeholder": "Саволи худро диҳед..",
      "link_input": "Пайванд",
      "link_input_placeholder": "Шумо метавонед ба истиноди ҷавобӣ муроҷиат кунед.",
      "answer_input": "Ҷавоб",
      "answer_input_placeholder": "Матни ҷавобро ворид кунед..",
      "tag_input": "Тег (унвони категория)",
      "tag_input_placeholder": "Сарлавҳаи кӯтоҳро ворид кунед",
      "priority_input": "Афзалият: (0 то 10)"
    },
    "delete_alert": {
      "title": "Саволро нест кунед",
      "message": "Мехоҳед ин саволро нест кунед?",
      "action": "Нобуд кунед"
    },
    "notifications": {
      "send_success": "Ҷавоби шумо бомуваффақият фиристода шуд.",
      "delete_success": "Саволи шумо бомуваффақият нест карда шуд."
    }
  },
  "contact_messages_list": {
    "load_more_action": "Паёмҳои бештар ..",
    "table": {
      "nodata": "Ягон савол ёфт нашуд.",
      "user": "корбар",
      "message": "Ҷисми паём",
      "category": "Категория",
      "officer": "Кормандон",
      "answer": "Ҷавоб",
      "created_at": "Сана",
      "contact": "Тамос",
      "edit": "Таҳрир"
    },
    "dialog": {
      "title": "Ба паём ҷавоб диҳед",
      "category": "Категория",
      "user_name": "Ном",
      "email": "Почтаи электронӣ",
      "phone": "Рақами тамос",
      "message": "Матни паём",
      "status": "Ҳолати вокуниш",
      "status_answered": "Чавоб дод",
      "status_waiting": "Интизори посух",
      "answer_input": "Матни ҷавоб",
      "mail_input": "Почта фиристед",
      "mail_input_message": "Агар шумо инро фаъол созед, ҷавоби шумо ба почтаи электронии корбар фиристода мешавад."
    },
    "delete_alert": {
      "title": "Паёмро нест кунед",
      "message": "Оё шумо мехоҳед ин паёмро нест кунед?",
      "action": "Нобуд кунед"
    },
    "notifications": {
      "send_success": "Дархости шумо бомуваффақият фиристода шуд.",
      "delete_success": "Паём нест карда шуд."
    }
  },
  "campaign": {
    "title": "Маърака",
    "menu": {
      "setting": "Танзимотҳо",
      "return": "Бозгашт",
      "dashboard": "Панели асбобҳо",
      "links": "Пайвандҳо",
      "landing": "Фуруд",
      "ads": "Эълонҳо",
      "finance": "Молия"
    },
    "dashboard": {
      "title": "Панели асбобҳо",
      "status": "Шарҳи ҳолати",
      "sessions": "Сеансхо",
      "links_overview": "Баррасии истинодҳои маърака",
      "orders": "Фармонхо",
      "performance": "Фаъолияти маърака",
      "links_funnel": "Иҷрои истинодҳои маърака",
      "no_links": "Ягон маълумот дастрас нест! Лутфан истинод ба маъракаи худ эҷод кунед.",
      "social": "ВАО-и иҷтимоӣ роҳбарӣ мекунанд",
      "conversion_over_time": "Табдил бо мурури замон",
      "total_campaign_sell": "Ҳаҷми фурӯш аз рӯи маърака"
    },
    "finance": {
      "title": "Ҳисоботи молиявӣ",
      "campaign_revenue": "Даромад аз маърака",
      "total_revenue": "Даромади умумӣ аз рӯи маърака",
      "links_revenue": "Даромади истинодҳои маърака",
      "payments_over_time": "Фурӯш бо мурури замон",
      "all_links": "Ҳама пайвандҳо"
    },
    "landing": {
      "empty_message": "Дар танзимоти маърака як саҳифаи кушодашавӣ таъин кунед.",
      "set_landing": "Саҳифаи фурудгоҳро таъин кунед",
      "create_landing": "Саҳифаи нави кушодашавӣ эҷод кунед"
    },
    "links": {
      "title": "Истинодҳои маърака",
      "url_input_message": "URL-и саҳифаи мақсадноки худро ворид кунед"
    },
    "setting": {
      "menu": {
        "config": "Конфигуратсия",
        "timespan": "Давраи вақт",
        "banner": "Баннер",
        "Notification": "Огоҳинома"
      },
      "general_setting": {
        "title": "Танзимоти умумии маърака",
        "sub_title": "Ном, саҳифаи фурудгоҳ ва рамзи тахфиф",
        "name_input": "Номи маърака",
        "name_input_hint": "Ба маъракаи худ ном илова кунед",
        "enable_input": "Оё маърака фаъол аст?",
        "page_input": "Саҳифаи фуруд",
        "discount_code_input": "Рамзи тахфиф",
        "limit": "Маҳдудияти тахфиф",
        "max_count": "Шумораи максималӣ",
        "max_count_unit": "Ададҳо",
        "start": "Оғоз",
        "end": "Поён",
        "notification_enable_input": "Огоҳинома фаъол карда шуд?",
        "landing_page": "Саҳифаи фуруд",
        "discount_code": "Рамзи тахфиф",
        "auto": "Маъракаи пешфарз",
        "auto_message": "Маъракаи пешфарз дар мағозаи шумо фаъол карда шудааст"
      },
      "time_setting": {
        "title": "Давраи вақт",
        "sub_title": "Сана ва вақти оғоз / сана ва вақт",
        "start_input": "Оғоз",
        "start_input_placeholder": "Вақти оғози маъракаро интихоб кунед",
        "end_input": "Поён",
        "end_input_placeholder": "Вақти анҷоми маъракаро интихоб кунед"
      },
      "banner_setting": {
        "title": "Баннерҳои мағоза",
        "sub_title": "Намоиш дар болои саҳифаи мағоза",
        "message_input": "Матни паём",
        "message_input_placeholder": "Фестивали махсус ...",
        "message_input_hint": "Матни паёми баннерӣ дар болои мағоза",
        "bg_image_input": "URL-и тасвири замина",
        "bg_image_input_hint": "URL тасвири пурраи замина",
        "repeat_pattern": "Намунаро такрор кунед",
        "simple": "Содда",
        "dark_input": "Мавзӯи торик?",
        "icon_input": "Нишона",
        "icon_input_hint": "Номи тасвири тарроҳии моддӣ ё Fontawsom: fas fa-star",
        "anim_input": "Суроғаи аниматсия",
        "anim_input_message": "URL файли аниматсионии Lottie",
        "preview": "Пешнамоиш",
        "preview_update_action": "Навсозии пешнамоиш",
        "bg_color": "Ранги замина",
        "icon_bg": "Ранги заминаи нишона"
      },
      "notifications": {
        "title": "Огоҳинома",
        "sub_title": "Огоҳинома эҷод кунед ва онро ба маъракаи худ пайваст кунед.",
        "update_success": "Маъракаи шумо нав карда шуд.",
        "action_button": "Тугмаи амал",
        "background_color": "Ранги замина",
        "text_color": "Ранги матн",
        "action_color": "Ранги амал",
        "action_text_color": "Ранги матни амал",
        "notification_image": "Тасвири огоҳинома",
        "notification_bg": "Заминаи огоҳӣ",
        "show_preview": "Намоиши пешнамоиш",
        "persistence": "Устуворӣ",
        "persistence_message": "Оё шумо мехоҳед, ки ҳар дафъае, ки корбари шумо ба вебсайт ворид мешавад, нишон диҳед",
        "radius": "Радиус",
        "show_delay": "Нишон додани таъхир"
      }
    }
  },
  "add_category": {
    "title_edit": "Категорияро таҳрир кунед",
    "title_update": "Категорияи нав илова кунед",
    "menu": {
      "delete": "Категорияро нест кунед",
      "filter": "Филтрҳо",
      "settings": "Танзимотҳо",
      "back": "Бозгашт"
    },
    "title_input": "Унвони категория *",
    "title_input_error": "Унвони категорияро интихоб кунед",
    "name_input": "Номи категория (англисӣ) *",
    "name_input_error": "Барои категория номи беназирро интихоб кунед",
    "description_input": "Тавсифи категория",
    "description_input_message": "Тавсифи мухтасари категорияро ворид кунед ..",
    "parent_input": "Категорияи волидайн",
    "parent_input_message": "Ин категория дар саҳифаи асосии мағоза пайдо мешавад.",
    "image_input": "Категорияи тасвир",
    "image_input_placeholder": "Барои категория тасвиреро интихоб кунед",
    "edit_action": "Категорияро таҳрир кунед",
    "add_action": "Илова кардани категория",
    "back_action": "Бозгашт",
    "no_category": "Не категорияҳо",
    "star": "Ситора",
    "filter": {
      "title": "Филтрҳои категория",
      "sub_title": "Филтрҳо ва категорияҳои ба маҳсулоти ин категория дахлдоштаро идора кунед.",
      "message": "Дар қуттии зер унвони хусусияти техникии умумии ин категорияро ворид кунед ва захира кунед. Пас аз захира кардани рӯйхат категорияҳои филтр дар якҷоягӣ бо мундариҷаи ҳар як категория намоиш дода мешаванд. Аз варианти маҳсулот ранг, вазн, андоза, бренд ва ғайра ба таври худкор гирифта мешаванд."
    },
    "delete_alert": {
      "title": "Категорияро нест кунед",
      "message": "Мехоҳед категорияи {title} -ро нест кунед?",
      "action": "Нобуд кунед"
    },
    "notifications": {
      "add_success": "Категорияи нав илова карда шуд.",
      "edit_success": "Категория таҳрир карда шуд.",
      "delete_success": "{title} нест карда шуд."
    },
    "edit_filter": {
      "spec_input": "Рӯйхати мушаххасоти техникӣ",
      "spec_input_message": "Рӯйхати хусусиятҳое, ки шумо мехоҳед дар бахши филтр нишон диҳед",
      "price": "нарх",
      "min": "Мин",
      "max": "Макс",
      "suggested_list": {
        "brand": "Бренд",
        "colors": "Ранги",
        "styles": "Тарҳрезӣ",
        "volumes": "Ҳаҷм",
        "weights": "Вазн",
        "packs": "Шумораи ҳар як баста",
        "types": "Навъи"
      },
      "notifications": {
        "edit_success": "Категория таҳрир карда шуд."
      }
    }
  },
  "apps_list": {
    "nodata": "Дар мағозаи шумо ягон барнома насб нашудааст",
    "inactive": "ғайрифаъол",
    "my_apps": "Барномаҳои ман",
    "app_store": "Замимаи нав илова кунед"
  },
  "add_shop": {
    "menu": {
      "shop_title": "Унвони мағоза",
      "shop_name": "Номи мағоза",
      "description": "Тавсифи",
      "contact": "Маълумот барои тамос",
      "image": "Тасвир"
    },
    "title_input": "Унвон",
    "title_input_tips": "Номи мағоза, бренд ё ширкати худро ворид кунед.",
    "active_message": "Танзими фаъол барои ҳама метавонанд ба вебсайти шумо дастрасӣ пайдо кунанд.",
    "language_input_message": "Забони мағозаи худро интихоб кунед.",
    "name_input": "Ном",
    "name_input_message": "Барои мағозаи худ ном ворид кунед.",
    "name_input_tips": "Ҳарфҳо, фосилаҳо ё ҳарфҳои забони англисиро истифода набаред, агар истифода шавад, номи мағоза метавонад дуруст намоиш дода нашавад.",
    "description_input": "Тавсифи мағоза",
    "description_input_message": "Дар бораи тиҷорати худ тавсифи мухтасар нависед.",
    "address_input": "Суроғаи мағоза",
    "address_input_message": "Суроғаи дақиқи ҷойгиршавии мағозаро ворид кунед",
    "phone_input": "рақами мобилӣ",
    "phone_input_message": "Рақами тамоси муштарӣ",
    "phone_input_tips": "Рақами тамосро бо рамзи кишвар ворид кунед. Ин рақам инчунин барои нишон додани маълумот дар ҷустуҷӯи Google истифода мешавад.",
    "email_input": "Почтаи электронӣ",
    "email_input_message": "Суроғаи почтаи электронӣ барои муштариён",
    "locality_input": "Ҷойгиршавӣ",
    "locality_input_message": "Ҷойгиршавии мағоза",
    "region_input": "Давлат ё вилоят",
    "region_input_message": "Давлат ё вилояте, ки шумо дар он фаъолият мекунед",
    "country_input": "кишвар",
    "country_input_message": "Кишвари тиҷорат",
    "postal_code_input": "Рамзи почта",
    "postal_code_input_message": "Мағозаи индекси почта",
    "image_input": "Захираи тасвир",
    "map": {
      "title": "Суроғаи мағоза",
      "confirm": "Бақайдгирии суроға",
      "address": "адрес",
      "receptor": "мағоза"
    },
    "create_shop_action": "Дӯкон эҷод кунед",
    "update_shop_action": "Навсозӣ",
    "notifications": {
      "copy_success": "Нусхаи суроғаи мағоза.",
      "name_available": "Ин ном ({name}) дастрас аст.",
      "add_success": "Дӯкони {title} сохта шудааст.",
      "edit_success": "Мағоза таҳрир карда шудааст."
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "Илова кардани ашёи виртуалӣ",
    "add_virtual_item_desc": "Барои фурӯши маҳсулоти виртуалӣ, шумо бояд онҳоро дар ин бахш илова кунед. Шумораи ашёҳои виртуалӣ ба шумораи ашёҳои ройгон дар ин бахш баробар аст. Вақте ки муштариён ашёи виртуалиро харидорӣ мекунанд, истинод ба онҳо фиристода мешавад.",
    "filter_action": "Филтрро татбиқ кунед",
    "not_processed": "Фармоишҳои коркарднашуда",
    "title": "Рӯйхати ашё",
    "vew_order": "Тартибро дидан",
    "table": {
      "nodata": "Ягон ашё вуҷуд надорад",
      "product": "Маҳсулот",
      "data": "Маълумот",
      "status": "Статус",
      "user_message": "Паёми корбар",
      "updated_at": "Навсозии охирин",
      "order": "Тартиб",
      "delete": "Нобуд кунед"
    },
    "notifications": {
      "delete_success": "Элемент бомуваффақият нест карда шуд."
    }
  },
  "add_virtual_item": {
    "title_edit": "Таҳрири арзишҳо",
    "title_add": "Ба маҳсулот ашё илова кунед",
    "sub_title": "Эҷод ва таҳрири маҳсулоти виртуалӣ",
    "message": "Мудири мағоза метавонад ба харидор пас аз пардохт арзиши онро нишон диҳад. Ин арзишҳо бояд дар шакли зер ворид карда шаванд. Сохтори ин форма дар қисмати Таҳрири элемент> Таҳрири иттилооти натиҷавӣ муқаррар карда шудааст.",
    "edit_outputs": "Таҳрири шакли баромад",
    "notifications": {
      "edit_success": "Элемент таҳрир карда шуд.",
      "add_success": "Элемент ба рӯйхат илова карда шуд."
    }
  },
  "virtual_process_center": {
    "title": "Маркази коркард",
    "sub_title": "Коркарди фармоиш",
    "virtual_product": "маҳсулоти виртуалӣ",
    "menu": {
      "report": "Ҳисобот",
      "timeline": "Хронометраж",
      "order": "Тартиб"
    },
    "list_widget": {
      "title": "Мушаххасоти фармоиш",
      "product_name": "Номи маҳсулот"
    },
    "inputs_widget": {
      "title": "Шакли вуруд",
      "table": {
        "title": "Унвон",
        "value": "Арзиш"
      },
      "change_inputs_action": "Формаи вурудро таҳрир кунед"
    },
    "outputs_widget": {
      "title": "Шакли баромад",
      "table": {
        "title": "Унвон",
        "value": "Арзиш"
      },
      "tips": [
        "Пас аз анҷом додани дархости муштарӣ, калиди тасдиқи фармоишро пахш кунед, то харидорро аз фармоиш огоҳ созед.",
        "Пас аз тасдиқи фармоиш, харидор наметавонад маълумоти воридшударо таҳрир кунад."
      ],
      "alerts": {
        "order_completed_by_admin": "Фармоиш ба анҷом расид.",
        "order_completed_by_buyer": "Фармоиш аз ҷониби харидор анҷом дода шуд.",
        "waiting_for_buyer": "Мунтазири тасдиқи харидор .."
      }
    }
  },
  "file_process_center": {
    "title": "Маркази коркард",
    "sub_title": "Коркарди фармоиш",
    "menu": {
      "report": "Ҳисобот",
      "timeline": "Хронометраж",
      "order": "Тартиб"
    }
  },
  "process_order_page_dashboard": {
    "title": "Коркарди фармоиш",
    "cancel_order_action": "Фармоишро бекор кунед",
    "open_basket_cation": "Ин ароба кушода аст, яъне муштарӣ харид мекунад ва то ҳол фармоишро пардохт накардааст.",
    "reject_dialog": {
      "title": "Сабаби рад кардани фармон",
      "message": "Сабаби рад кардани ин фармоишро аз рӯйхат дар зер интихоб кунед. Боварӣ ҳосил кунед, ки ба муштарӣ дар бораи раванди бекоркунӣ ва баргардонидани маблағ хабар диҳед. Баргардонидани маблағ бояд дар давоми 12 соат анҷом дода шавад.",
      "confirm_action": "Фармоишро бекор кунед",
      "dismiss_reject_action": "Бекор кардани фармоишро рад кунед"
    },
    "notifications": {
      "update_status_success": "Ҳолати фармоиш нав карда шуд.",
      "reject_update_success": "Ҳолати бекоркунии фармоиш нав карда шуд.",
      "dismiss_reject_success": "Фармоиш ба раванди муқаррарӣ баргашт.",
      "set_tracking_success": "ID Track фармоиш бомуваффақият захира карда шуд."
    }
  },
  "process_center": {
    "title": "Маркази коркард",
    "physical_product": "Маҳсулоти физикӣ",
    "menu": {
      "label": "Нишони баста",
      "receipt": "Ҳисобнома-фактура",
      "back": "Бозгашт",
      "return": "Бозгашт",
      "report": "Ҳисобот",
      "timeline": "Хронометраж",
      "inputs": "Вурудҳо",
      "order": "Тартиб"
    },
    "payment_widget": {
      "title": "Пардохт",
      "checklist": [
        "Маблағи фармоиш ва пардохти муштариро тафтиш кунед.",
        "Суроғаи ҳисобро тафтиш кунед.",
        "Боварӣ ҳосил кунед, ки маълумоти воридшуда дуруст аст, хусусан агар пардохт бо нақд дар таҳвил бошад."
      ],
      "action_cod_pay": "Тасдиқи пардохт аз ҷониби муштарӣ",
      "action_dir_pay": "Квитансияи пардохти боршударо тасдиқ кунед",
      "payment_receipt_not_uploaded_error": "Квитансияи пардохт ҳанӯз бор карда нашудааст!",
      "waiting_for_pay": "Дар интизории пардохт",
      "processing_payment": "Коркарди пардохт",
      "processing_cancel": "Пардохт бекор карда шуд",
      "paid": "Пардохтшуда",
      "cod_pay_info": "Вақте ки шумо фармоишро аз муштарӣ гирифтаед, шумо метавонед пардохтро тасдиқ кунед ва фармоишро анҷом диҳед.",
      "dir_pay_info": "Квитансияи пардохт дар боло пайдо мешавад. Пеш аз тасдиқи пардохт, маблағи пасандоз ва маълумоти квитансияро бо бонки худ тафтиш кунед.",
      "created_date": "Санаи таъсис",
      "pay_date": "Санаи пардохт",
      "payment_gateway": "Шабакаи пардохт",
      "payment_method": "Намуди пардохт",
      "risk": "Арзиши хатар",
      "billing_details": "Тафсилоти ҳисоб",
      "add_transaction": "Ҳисоби нав илова кунед",
      "add_transactions_message": "Шумо бояд ҳадди аққал як транзаксияро барои ин фармоиш эҷод кунед. Дар баъзе ҳолатҳо, пардохт дар якчанд марҳила талаб карда мешавад. Кадом транзаксияҳоро корбар бояд пардохт кунад, аз ҷониби шумо дар давоми кор муайян карда мешавад.",
      "add_bill_dialog": {
        "title": "Иловаи ҳисобнома",
        "message": "Шумо метавонед барои ин фармоиш як ё якчанд ҳисобнома-фактураҳои нав илова кунед. Фармоишгар ин счёт-фактурахоро дида, ба хар яки онхо мувофики рафти кор пул медихад.",
        "amount_input": "Маблағи ҳисобнома",
        "action": "Ҳисобро илова кунед"
      },
      "edit_bill_dialog": {
        "title": "Ҳисобнома-фактураро таҳрир кунед",
        "message": "Шумо метавонед ҳисобнома-фактураҳои интизоршударо таҳрир кунед.",
        "action": "Ҳисобнома-фактураро таҳрир кунед"
      },
      "bill_cash_payment_dialog": {
        "title": "Пардохти пули нақдро сабт кунед",
        "message": "Агар харидор маблағи ин ҳисобнома-фактураро бо пули нақд ё ба тариқи ғайр аз пардохти онлайн пардохт карда бошад, дар ин бахш бо интихоби опсия ба қайд гирифта, пардохти худро тасдиқ кунед. Дар ин бахш, шумо метавонед танҳо дарвозаҳои пардохти нақдии мағозаи худро бинед, Агар шумо чунин имконотро надида бошед, шумо бояд шлюзи пардохти нақдро бо асъори интихобшуда дар мағозаи худ фаъол созед.",
        "action": "Тасдиқи пардохти ҳисоб"
      },
      "table": {
        "title": "Унвон",
        "amount": "Маблағ",
        "description": "Тавсифи",
        "info": "Маълумот"
      },
      "user_payment": "Пардохти муштарӣ",
      "cod": "Пули нақд дар таҳвил",
      "gateway_wage": "Пардохт",
      "gift_card": "Корти тӯҳфа",
      "discount_code": {
        "title": "Рамзи тахфиф",
        "code": "Кодекс",
        "percent": "фоиз",
        "limit": "Маҳдудият"
      },
      "club": {
        "title": "Клуби муштариён",
        "percent": "фоиз",
        "limit": "Маҳдудият"
      },
      "coupon": {
        "title": "Купон",
        "percent": "фоиз",
        "limit": "Маҳдудият",
        "charge": "Заряд"
      },
      "delivery": {
        "title": "Арзиши интиқол",
        "not_paid": "Пардохта нашудааст"
      },
      "samin": {
        "title": "Пардохти хизматрасонӣ",
        "description": "Ин маблағ аз ҳисоби Selldone ҳамёни шумо ситонида шудааст.",
        "tooltip": "Бо усули пардохт ҳисоб кунед",
        "percent": "фоиз"
      },
      "affiliate": {
        "title": "Комиссияи шарикӣ",
        "affiliate_message": "Шумо бояд ин комиссияро ба филиали худ пардохт кунед. Ин раванд аз ҷониби худ анҷом дода мешавад."
      },
      "total_price": "Нархи умумии ашё",
      "total_items_discount": "Тахфифи мол",
      "total_price_after_offers": "Ҳамагӣ пас аз татбиқи пешниҳодҳо",
      "user_payment_amount": "Маблағи пардохти харидор",
      "samin_wage": "Пардохти фурӯш",
      "pay_cod_dialog": {
        "title": "Оё шумо пули фармоиш гирифтаед?",
        "message": "Пас аз таъмини пардохти пурраи муштарӣ, ин хосиятро бо усули пардохти нақди интиқол тасдиқ кунед.",
        "confirm_action": "Пардохти муштариро тасдиқ кунед"
      },
      "pay_dir_dialog": {
        "title": "Оё шумо пули фармоиш гирифтаед?",
        "message": "Пас аз тасдиқи квитансияи пардохт дар бонки худ ин интихобро тасдиқ кунед. Боварӣ ҳосил кунед, ки пардохтро бо бонки худ тафтиш кунед.",
        "confirm_action": "Пардохти муштариро тасдиқ кунед"
      },
      "notifications": {
        "pay_confirm_message": "Пардохт тасдиқ карда мешавад.<br> Порт: {gateway_name}<br> Сана: {payment_at}",
        "pay_fail_title": "Пардохта нашудааст",
        "pay_fail_message": "Пардохтро тасдиқ кардан мумкин нест!"
      }
    },
    "basket_list": {
      "checklist": [
        "Инвентаризатсияро тафтиш кунед.",
        "Агар ашё дастрас набошад, маблағи барои ин ашё пардохташуда бояд ба муштарӣ баргардонида шавад."
      ],
      "message": "Агар яке аз ашёҳо дастрас набошад ё фурӯхта нашавад, қуттии паҳлӯи онро хориҷ кунед ва тугмаи <b>Тасдиқи фармоишро</b> клик кунед.",
      "action": "Тасдиқи фармоиш",
      "list_of_items": "Рӯйхати аробаи харид",
      "apply_change_action": "Тағиротро татбиқ кунед",
      "cant_apply_change": "Тағйирот ворид кардан мумкин нест",
      "lottery_prize_inform": "Мизоҷи шумо 1 маротиба аз ин маҳсулот бурд мекунад. Бо ин фармоиш тӯҳфа фиристед."
    },
    "preparing": {
      "title": "Тайёрӣ",
      "packing_weight": "Вазни бастабандӣ",
      "delivery_type": "Усули интиқол",
      "packing_size": "Андозаҳои бастабандӣ",
      "distance_warning": "Аз меъёри масофаи иҷозатдодашуда зиёд аст.",
      "weight_warning": "Аз вазни иҷозатдодашуда зиёд аст.",
      "volume_warning": "Андозаи бастаи иҷозатдодашуда зиёд аст.",
      "message": "Агар фармоиш барои фиристодан омода бошад, тугмаи зерини <b>фармоишро</b> клик кунед.",
      "action": "Фармоиш барои фиристодан омода аст",
      "checklist": [
        "Риояи қоидаҳои стандартӣ дар бастабандӣ.",
        "Рӯйхати ашёро чоп кунед ва онро дар дохили баста ҷойгир кунед.",
        "Чоп кунед ва ба қуттӣ тамға гузоред."
      ]
    },
    "basket_items": "Рӯйхати ашёро фармоиш диҳед",
    "delivered_dialog": {
      "title": "Оё ин фармоиш аз ҷониби фармоишгар гирифта шудааст?",
      "message": "Вақте ки шумо медонед, ки муштарӣ фармоишро гирифтааст, ин интихобро тасдиқ кунед",
      "confirm_action": "Ман тасдиқ мекунам, ки муштарӣ бастаро гирифтааст"
    },
    "return_delivery_dialog": {
      "title": "Оё фармоиш ҳангоми интиқол ягон мушкилот дошт ё он баргардонида шуд?",
      "message": "Опсияи баргардонидани борро тасдиқ кунед, агар фармоиш пас аз фиристодан бо ягон сабаб баргардонида шавад ва зарурати дубора фиристодани бор вуҷуд дошта бошад.",
      "confirm_action": "Баргардонидани интиқолро тасдиқ кунед"
    },
    "notifications": {
      "update_status_success": "Ҳолати фармоиш нав карда шуд.",
      "reject_update_success": "Ҳолати бекоркунии фармоиш нав карда шуд.",
      "dismiss_reject_success": "Фармоиш бекор карда шуд.",
      "pay_cod_success": "Пули нақд дар интиқол тасдиқ карда шуд.",
      "pay_dir_success": "Пардохт тавассути пардохти корт ба корт ё интиқоли пул тасдиқ карда шуд.",
      "set_tracking_success": "ID Track фармоиш бомуваффақият захира карда шуд.",
      "new_bill_success": "Лоиҳаи қонуни нав бомуваффақият илова карда шуд.",
      "edit_bill_success": "Билл бомуваффақият нав карда шуд.",
      "update_bill_status_success": "Ҳолати ҳисоб бомуваффақият нав карда шуд.",
      "set_payment_in_cash_success": "Пардохти ҳисоб ба таври дастӣ тасдиқ карда мешавад."
    },
    "delete_bill_dialog": {
      "title": "Ҳисобро нест кунед",
      "message": "Оё мутмаин ҳастед, ки ин лоиҳаро нест кунед?",
      "action": "Бале, Ҳоло нест кунед"
    }
  },
  "shop_gateway": {
    "title": "Дарвоза",
    "menu": {
      "dashboard": "Панели асбобҳо",
      "edit": "Таҳрир",
      "transactions": "Муомилот",
      "back": "Дарвозаҳо"
    },
    "dashboard": {
      "title": "Идоракунии дарвоза",
      "gateway_data_widget": {
        "title": "Ҳисоботи пардохтҳо",
        "title_small": "Дарвоза",
        "chart": {
          "times": "Ҳисоб",
          "buys": "Шумораи харид",
          "pays": "Пардохти муваффақ",
          "amount_pay": "Пардохтшуда",
          "amount_wage": "Пардохт"
        }
      },
      "gateway_info_widget": {
        "title": "Маълумот",
        "title_small": "Дарвоза",
        "status": "Статус",
        "cod_transportation": "Усулҳои интиқол, ки COD-ро дастгирӣ мекунанд",
        "cod_transportations_error": "Барои ҳадди аққал як усули интиқол пули нақдро ҳангоми интиқол фаъол созед!",
        "payment_type": "Навъи пардохт",
        "cod": "Пули нақд дар таҳвил",
        "online": "Пардохти онлайн",
        "wage_percent": "Фоизи пардохт",
        "min_wage": "Ҳаққи ҳадди ақал",
        "max_wage": "Ҳаққи ҳадди аксар",
        "min_amount": "Ҳадди ақали транзаксия",
        "max_amount": "Максимум транзаксия",
        "timeout": "Мӯҳлати пардохт",
        "timeout_unit": "Сонияхо",
        "link": "Link Gateway",
        "your_gateway_status": "Ҳолати дарвозаи шумо",
        "config_extra_info": "Конфигуратсияи хидматрасонии пардохт",
        "oauth2_button": "Пайвастшавӣ ба таври худкор ба {gateway}",
        "fee_payment_message": "Тамоми маблағи пардохткардаи муштарӣ ба суратҳисоби шумо гузаронида мешавад. Пардохти хидмат аз ҳамёни шумо дар Selldone ситонида мешавад."
      }
    },
    "edit": {
      "title": "Таҳрири Gateway",
      "menu": {
        "delete": "Gateway-ро хориҷ кунед"
      },
      "edit_action": "Таҳрири Gateway"
    },
    "transactions": {
      "title": "Муомилот",
      "table": {
        "amount": "Маблағ",
        "currency": "Асъор",
        "livemode": "Навъи",
        "status": "Статус",
        "target_id": "Тартиб",
        "risk": "Хавф",
        "card": "Корт",
        "issued_at": "Санаи нашр",
        "payment_at": "Санаи пардохт"
      },
      "live_mode": "Зиндагӣ",
      "test_mode": "Қум қуттии"
    }
  },
  "edit_gateway": {
    "public_keys": "Калидҳои ҷамъиятӣ",
    "private_keys": "Калидҳои хусусӣ (махфӣ)",
    "link": "Вебсайт",
    "state_title": "Усули пардохти фаъол / ғайрифаъол",
    "gateway_status": "Статус",
    "wallet": "Ҳамёни Blockchain",
    "developer_title": "Ҳолати таҳиякунанда",
    "developer_message": "Шумо метавонед транзаксияҳои қалбакиро коркард кунед, агар шлюз ҳолати дебагро дастгирӣ кунад.",
    "notifications": {
      "edit_success": "Дарвозаи {gateway_name} таҳрир карда шуд."
    },
    "developer_setting": "Таҳия ва озмоиш",
    "live_mode_message": "Ҳама транзаксияҳо дар ҳолати зинда сурат мегиранд."
  },
  "gift_card": {
    "title": "Кортҳои тӯҳфа",
    "menu": {
      "edit": "Таҳрир",
      "new_card": "Корт эҷод кунед",
      "list": "Кортҳо",
      "orders": "Фармонхо",
      "dashboard": "Панели асбобҳо",
      "back": "Кортҳои тӯҳфа"
    },
    "dashboard": {
      "title": "Панели идоракунии корти тӯҳфа",
      "amount_widget": {
        "title": "Пардохти корт",
        "title_small": "30 рӯз",
        "chart_amount_pay": {
          "y": "сум",
          "label": "Пардохт"
        },
        "chart_buys": {
          "y": "мехарад",
          "label": "мехарад"
        },
        "total_buy": "Маблағи умумии харид",
        "total_pay_30days": "Пардохти умумии 30 рӯз",
        "total_pay_today": "Пардохти имрӯза"
      },
      "count_widget": {
        "title": "Шумораи кортҳои додашуда",
        "title_small": "30 рӯз",
        "total_cards": "Шумораи умумии кортҳо",
        "used_cards_30days": "30 рӯз истифода",
        "used_today": "Истифодаи имрӯза",
        "chart": {
          "new_cards": "Кортҳои нав",
          "used_cards": "Кортҳои истифодашуда",
          "new_card_name": "Корти нав",
          "used_card_name": "Истифода бурда мешавад"
        }
      },
      "export": {
        "title": "Файли баромадро гиред",
        "cards_list": "Рӯйхати кортҳоро гиред",
        "get_report": "Ҳисобот гиред"
      }
    },
    "cards": {
      "title": "Рӯйхати кортҳои додашуда",
      "loading_message": "Гирифтани маълумот... лутфан интизор шавед",
      "issue_to_user": "Масъала ба корбар",
      "table": {
        "card_number": "Шумораӣ карта",
        "balance": "Мувозинат",
        "paid": "Пардохтшуда",
        "edit": "Таҳрир",
        "delete": "Нобуд кунед",
        "expire": "Ба охир мерасад",
        "user": "корбар"
      },
      "delete_alert": {
        "title": "Кортро хориҷ кунед",
        "message": "Шумо мутмаин ҳастед, ки мехоҳед ин кортро нест кунед?",
        "action": "Нобуд кунед"
      },
      "notifications": {
        "delete_success": "Корти тӯҳфа нест карда шуд.",
        "edit_success": "Тағйирот ворид карда шуданд.",
        "issue_success": "Корти тӯҳфа ба корбар бомуваффақият дода шуд."
      },
      "issue_dialog": {
        "title": "Корти тӯҳфаро бароред",
        "action": "Тасдиқ мекунам. Акнун кортро бароред"
      }
    },
    "gift_card_edit": {
      "title": "Корти тӯҳфаро эҷод кунед",
      "validity": "Эътибор",
      "validity_unit": "Моххо",
      "currency": "Асъор",
      "initial_balance": "Бақияи ибтидоии корт",
      "count": "Ҳисоб",
      "count_unit": "адад(ҳо)",
      "enable_input_message": "Ҳолати кортҳои сохташуда",
      "notifications": {
        "create_success_title": "Захира кунед",
        "create_success": "{count} кортҳои нав эҷод карда шуданд"
      }
    },
    "gift_card_edit_page": {
      "title": "Корти тӯҳфаро таҳрир кунед"
    }
  },
  "shop_discount": {
    "title": "Рамзи тахфиф",
    "up_to": "то",
    "menu": {
      "dashboard": "Панели асбобҳо",
      "orders": "Фармонхо",
      "back": "Рамзҳои тахфиф"
    },
    "dashboard": {
      "title": "Панели идоракунии рамзи тахфиф",
      "chart_amount_buy": {
        "y": "Маблағи харид {currency}",
        "label": "харид"
      },
      "chart_amount_discount": {
        "y": "Тахфиф {currency}",
        "label": "Тахфиф"
      },
      "chart_used": {
        "y": "Миқдори истифода",
        "label": "Вақтҳо"
      }
    }
  },
  "shop_coupon": {
    "title": "купонхо",
    "up_to": "то",
    "menu": {
      "dashboard": "Панели асбобҳо",
      "back": "купонхо",
      "orders": "Фармонхо"
    },
    "dashboard": {
      "title": "Панели идоракунии купонҳо",
      "chart_amount_buy": {
        "y": "Маблағи харид {currency}",
        "label": "харид"
      },
      "chart_amount_discount": {
        "y": "Купон {currency}",
        "label": "Купон"
      },
      "chart_used": {
        "y": "Миқдори истифода",
        "label": "Вақтҳо"
      }
    }
  },
  "shop_offer": {
    "title": "Пешниҳодҳо",
    "up_to": "то",
    "menu": {
      "dashboard": "Панели асбобҳо",
      "orders": "Фармонхо",
      "back": "Пешниҳодҳо"
    },
    "dashboard": {
      "title": "Пешниҳоди панели идоракунии",
      "chart_amount_buy": {
        "y": "Маблағи харид {currency}",
        "label": "харид"
      },
      "chart_amount_discount": {
        "y": "Пешниҳод {currency}",
        "label": "Пешниҳод"
      },
      "chart_used": {
        "y": "Миқдори истифода",
        "label": "Вақтҳо"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "Пардохти фаъолсозӣ",
    "balance": "Мувозинат",
    "locked": "Қулф карда шудааст",
    "transfer": "Интиқол",
    "charge": "Амонат"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "Тафтиш",
    "payment": "Пардохт",
    "confirm": "Тасдиқи фармоиш, <b>{success}</b> тасдиқ ва <b>{fail}</b> рад карда шуд.",
    "prepare": "Тайёр кардани фармоиш.",
    "send": "Фармоиш аз ҷониби <b>{delivery} фиристода</b> мешавад.",
    "delivered": "Фармоиш ба муштарӣ расонида шуд.",
    "fill-inputs": "Шакли маълумоти воридотӣ, ки аз ҷониби харидор пур карда шудааст.",
    "return-add": "Дархости баргардонидани маҳсулотро пешниҳод кунед, {product}.",
    "return-accept": "Дархости баргардонидани {return_code} тасдиқ карда шуд.",
    "return-reject": "Дархости {return_code} рад карда шуд.",
    "reject-order": "Фармоишро рад кунед. Рамз: {reject_code}.",
    "reject-order-clear": "Радди фармоишро бекор кунед. Рамз: {reject_code}.",
    "email-buy": "Ба муштарӣ почтаи электронии тасдиқи харидро фиристед.",
    "email-payment": "Ба муштарӣ почтаи электронии тасдиқи пардохт фиристед.",
    "delivery-returned": "Фармоиш аз ҷониби фармоишгар қабул карда нашуд ва баргардонида шуд. Бори дигар фиристодан лозим аст.",
    "delivery-canceled": "Интиқол бекор карда шуд. Бори дигар фиристодан лозим аст.",
    "edit-receiver-info": "Суроғаи интиқоли фармоиш аз ҷониби харидор таҳрир карда шудааст.",
    "edit-billing-info": "Суроғаи ҳисобдорӣ аз ҷониби харидор таҳрир карда шудааст.",
    "payment-cod-confirm": "Пардохти COD тасдиқ карда шуд.",
    "payment-cash-confirm": "Пардохти {amount} {currency} бо пули нақд барои вексел тасдиқ карда шуд.",
    "payment-dir-confirm": "Квитансияи пардохти мустақим тасдиқ карда шуд.",
    "vendor": "Ҳолати фармоиши фурӯшанда аз <b>{from}</b> ба <b>{to}</b> тағйир ёфт.",
    "connect-sync": "Фармоиш аз ҷониби Connect OS ҳамоҳанг карда мешавад.",
    "connect-shipped": "Фармоиши пайвастшавӣ аз ҷониби {shipping} фиристода шудааст.",
    "connect-returned": "Фармоиши пайвастшавӣ аз ҷониби {shipping} баргардонида шуд.",
    "connect-failed": "Иҷрои фармоиш аз ҷониби шарик ноком шуд. {reason}",
    "connect-canceled": "Фармоиш аз ҷониби шарик бекор карда шуд. {reason}",
    "connect-action-cancel": "Дархост барои бекор кардани фармоиш. {reason}",
    "connect-put-hold": "Фармон боздошта шуд. {reason}",
    "connect-remove-hold": "Фармон аз нигоҳдорӣ хориҷ карда шуд. {reason}",
    "connect-confirmed": "Фармоиш тасдиқ карда шуд.",
    "email-vendor": "🔔 Дар бораи фармоиш почтаи электронӣ ба <b>{vendor}</b> | фиристода шуд {email}."
  },
  "inline_chart": {
    "today": "Имруз",
    "last_days": "{days} рӯз пеш"
  },
  "products_select": {
    "move_category": "Категорияи <b>{category}-ро</b> ба категорияи дигар гузаронед",
    "move_product": "Маҳсулоти <b>{product}</b> ба категория гузаронед",
    "product_menu": {
      "dashboard": "Панели дастгоҳи маҳсулот",
      "inventory": "Инвентаризатсия ва вариантҳо"
    },
    "notifications": {
      "copy_success": "Нусхаи маҳсулот.",
      "change_category_success": "Категорияи маҳсулот таҳрир карда шуд."
    }
  },
  "physical_order_track": {
    "title": "Ҳисоботҳо ва арзёбии хатарҳо"
  },
  "virtual_order_track": {
    "title": "Ҳисоботҳо ва арзёбии хатарҳо"
  },
  "virtual_order_timeline": {
    "title": "Хронометраж"
  },
  "physical_order_timeline": {
    "title": "Хронометраж"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "Дар ин ҷо паём нависед...",
    "pin_action": "Ба боло пайваст кунед",
    "unpin_action": "Бекор кардан",
    "copy_html": "Html-ро нусхабардорӣ кунед",
    "notifications": {
      "add_note_success": "Қайд илова карда шуд.",
      "edit_note_success": "Қайд таҳрир карда шуд.",
      "delete_note_success": "Қайд тоза карда шуд."
    },
    "delete_dialog": {
      "title": "Қайдро нест кунед",
      "message": "Оё шумо мехоҳед ин ёддоштро нест кунед?",
      "action": "Қайдро нест кунед"
    },
    "resend_dialog": {
      "title": "Аз нав ирсол кардани почтаи электронӣ",
      "message": "Оё мутмаин ҳастед, ки ин почтаи электрониро ба муштарии худ бозфиристед?",
      "action": "Бале, дубора фиристед",
      "success": "Почтаи электронӣ ба муштарии шумо фиристода шуд."
    }
  },
  "accounts": {
    "title": "Ҳамёни ман",
    "message": "Шумо бояд ҳадди аққал як ҳисобро бо асъоре, ки дар Selldone истифода мебаред, эҷод кунед. Барои пардохти ҳаққи хидмат, шумо бояд ин ҳисобро пур кунед.",
    "add_new": "Ҳисоби нав эҷод кунед",
    "new_account": "Ҳисоби нав илова кунед",
    "new_account_dialog": {
      "title": "Ҳисоби нав",
      "account_name_input": "Номи ҳисоб",
      "currency_input": "Воҳиди асъор",
      "currency_input_message": "Ҳисоби сохташуда танҳо арзишҳои ин асъорро нигоҳ медорад.",
      "new_account_wage": "Арзиши эҷоди ҳисоби нав: Барои ҳисоби аввал ройгон",
      "create_account_action": "Ҳисоб кушоед"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "Тӯҳфа фиристед",
      "sent": "Фиристодан",
      "received": "Гирифтанд"
    },
    "send_gifts": {
      "title": "Тӯҳфаҳои фиристодашуда",
      "sub_title": "Шумо метавонед ба дӯстон ё муштариёни худ тӯҳфа фиристед. Қабулкунанда метавонад тӯҳфаи шуморо қабул кунад ё рад кунад. Маблағ дар ҳисоби шумо маҳкам карда мешавад ва агар қабулкунанда қабул кунад, бозпас гирифта мешавад. Дар акси ҳол, ин маблағ ба ҳисоби шумо гузаронида мешавад.",
      "table": {
        "user": "корбар",
        "amount": "Маблағ",
        "currency": "Асъор",
        "account_name": "Аз",
        "status": "Статус",
        "message": "Паём",
        "created_at": "Санаи таъсис"
      }
    },
    "received_gifts": {
      "title": "Тӯҳфаҳои гирифташуда",
      "sub_title": "Тӯҳфаҳои аз Selldone ё дигарон гирифтаи шумо",
      "table": {
        "amount": "Маблағ",
        "currency": "Асъор",
        "account_from": "Аз",
        "status": "Статус",
        "message": "Паём",
        "created_at": "Санаи таъсис",
        "receive": "Гирифтан"
      }
    }
  },
  "get_gift_dialog": {
    "title": "Гирифтани тӯҳфа",
    "more": "Бештар ..",
    "amount": "Маблағ",
    "message": "Паём",
    "account_to_input": "Ҳисоби таъинот",
    "account_to_input_message": "Маблағҳои тӯҳфа ба ин суратҳисоб гузошта мешаванд.",
    "get_action": "Тӯҳфаро қабул кунед",
    "notifications": {
      "received_success_title": "Табрик мекунем",
      "received_success": "Маблағи тӯҳфа {amount} {currency} ба ҳисоби шумо ворид карда шуд."
    }
  },
  "send_gift_dialog": {
    "title": "Тӯҳфа фиристед",
    "account_from_input": "Ҳисобро интихоб кунед",
    "account_from_input_message": "Маблағҳои тӯҳфаҳо аз ин ҳисоб гирифта мешаванд.",
    "receiver_input": "Қабулкунанда",
    "receiver_input_message": "Шумо метавонед суроғаи почтаи электронӣ ё рақами телефонро ворид кунед.",
    "message_input": "Паём",
    "message_input_message": "Шумо метавонед ба қабулкунанда паём гузоред.",
    "amount_input": "Маблағ",
    "currency_input": "Воҳиди асъор",
    "currency_input_message": "Нарх бо ин асъор ҳисоб карда мешавад.",
    "send_action": "Тӯҳфа фиристед",
    "notifications": {
      "send_success": "Тӯҳфаи {amount} {currency} ба {receiver} фиристода шуд."
    }
  },
  "account_list": {
    "account_input": "Рақами ҳисобӣ",
    "account_input_message": "Маблағи тӯҳфаҳо барои ин асъор ба ин суратҳисоб гузошта мешавад.",
    "free_balance": "Тавозуни озод",
    "account_name": "Номи ҳисоб"
  },
  "user_monetize_accounts": {
    "title": "Ҳисобҳои амонатӣ",
    "sub_title": "Маблағҳои тӯҳфаҳо ба таври худкор ба ин ҳисобҳо ворид карда мешаванд.",
    "message": "Selldone барои фаъолияти васоити ахбори иҷтимоии шумо, иштирок дар рушди Selldone, муаррифии дӯстон ва ғайра маблағ мегузорад. Бо интихоби ҳисоби амонатӣ барои ҳар як асъор, маблағи тӯҳфа ба он суратҳисоб дар домени шумо ба таври худкор ворид карда мешавад. Ин маблағҳоро метавон ба Selldone ҳисоб кард. Бозпас гирифтани маблағ танҳо барои шарикони тиҷоратӣ имконпазир хоҳад буд.",
    "add_account_action": "Иловаи ҳисоб",
    "add_dialog": {
      "title": "Барои гирифтани тӯҳфаҳо ҳисобро пайваст кунед",
      "account_input": "Рақами ҳисобӣ",
      "account_input_message": "Маблағи тӯҳфаҳо барои ин асъор ба ин суратҳисоб гузошта мешавад.",
      "set_as_default_action": "Ҳамчун ҳисоби пешфарз интихоб кунед"
    },
    "table": {
      "currency": "Асъор",
      "account_number": "Рақами ҳисобӣ",
      "account_name": "Ном",
      "payment": "Маблағи амонат",
      "reset_at": "Бозсозӣ ба",
      "delete": "Нобуд кунед"
    },
    "notifications": {
      "set_success": "Ҳисоб бомуваффақият илова карда шуд.",
      "delete_success": "Ҳисоб бомуваффақият аз рӯйхати ҳисобҳои пешфарз барои гирифтани тӯҳфаҳо хориҷ карда шуд."
    },
    "delete_alert": {
      "title": "Ҳисобро нест кунед",
      "message": "Оё шумо мехоҳед ин ҳисобро аз рӯйхати ҳисобҳои тӯҳфаҳо нест кунед?",
      "action": "Нобуд кунед"
    }
  },
  "user_monetize": {
    "title": "Пул кор кардан",
    "menu": {
      "plans": "Нақшаҳо",
      "accounts": "Ҳисобҳо",
      "participant": "Иштироккунанда"
    }
  },
  "user_monetize_plans": {
    "title": "Лоиҳаҳои ҳамкорӣ ва монетизатсия",
    "sub_title": "Шумо барои тӯҳфаҳои роҳхат кредити ҳисоб мегиред. Ин маблағҳо аз ҳисоби шумо ситонида мешаванд ва онҳоро танҳо аз шарикони тиҷоратии Selldone гирифтан мумкин аст (на ҳама). Шумо метавонед пулро барои ҳаққи хидматрасонии Selldone сарф кунед.",
    "discount": "Тахфиф",
    "your_income": "Даромади шумо",
    "level_2": "Аз сатҳи дуюм",
    "level_3": "Аз сатҳи сеюм",
    "link_message": "Узвият: {registered}, қабул: {accepted}",
    "link_tip": "Шумо метавонед ибораи ?ref={link_code}-ро ба охири ҳар суроғае, ки мубодила мекунед, илова кунед.",
    "table": {
      "currency": "Асъор",
      "amount": "Мувозинат",
      "total": "Пардохти умумӣ",
      "payment_date": "Санаи охирини пардохт",
      "withdraw": "Бозхонди"
    },
    "notifications": {
      "get_credit_success": "Маблағи дархостшуда ба ҳисоби шумо ворид карда шуд."
    }
  },
  "basic_information": {
    "title": "Шахсият ва профили ман",
    "email": "Суроғаи электронӣ",
    "tel": "Рақами мобилӣ",
    "address": "адрес",
    "payment": "Амалиётҳои эътиборнок",
    "personal_information": "Маълумот дар бораи шахсият",
    "main_profile": "Профили асосӣ",
    "main_profile_subtitle": "Ин маълумот барои ҳама дастрас аст.",
    "kyc_waiting_info": "Мо дурустии маълумоти воридкардаи шуморо тафтиш мекунем. Ин раванд мувофиқи қоидаҳои KYC ҳатмӣ аст ва хатари муомилоти молиявиро коҳиш медиҳад. Шумо метавонед аз бартариҳои ҳозира ва ояндаи ин хидмат истифода баред.",
    "personal_info_dialog": {
      "title": "Маълумот дар бораи шахсият",
      "name_input": "Ном",
      "family_name_input": "Насаб",
      "number_input": "Рақами шиноснома (ё рамзи миллӣ)",
      "birthday_input": "Зодруз",
      "birthday_input_placeholder": "Зодрӯзи худро ворид кунед",
      "address_input": "адрес",
      "postcode_input": "Рамзи почта",
      "tel_input": "Рақами тамос",
      "passport_image_input": "Тасвири шиносномаро интихоб кунед",
      "passport_image_input_message": "Скани тасвири шиносномаи худро бор кунед.",
      "personal_image_input": "Тасвири худро интихоб кунед",
      "personal_image_input_message": "Тасвири сканиро дар корти миллии худ ба тасвир бор кунед."
    },
    "profile_dialog": {
      "title": "Профили асосӣ",
      "full_name_input": "Номи пурра",
      "tel_input": "Рақами тамос",
      "email_input": "Почтаи электронӣ",
      "website_input": "Вебсайт",
      "address_input": "адрес",
      "about_input": "Дар бораи ман",
      "about_long_input": "Матни дароз дар бораи ман",
      "image_input": "Тасвири профилро интихоб кунед",
      "image_input_message": "Тасвири худро бор кунед. Ин тасвир ҳамчун тасвири профили шумо истифода мешавад.",
      "notifications": {
        "update_profile_success": "Профили шумо нав карда шуд.",
        "update_personal_info_success": "Маълумоти шумо бомуваффақият ба қайд гирифта шуд"
      }
    },
    "charge_account_approve_message": "Барои тасдиқи амалиёти бонкии худ аз ҳисоби худ пардохт кунед.",
    "payment_approval": "Тасдиқи пардохт",
    "residential_address_checking": "Ҳуҷҷатҳои суроғаи истиқоматии шумо дар навбати тафтиш.",
    "add_residential_address": "Ҷойгиршавӣ ва ҳуҷҷатҳои суроғаи истиқоматиро илова кунед."
  },
  "phone_verify": {
    "title": "Рақами мобилӣ",
    "step1_title": "Рақами мобилии худро ворид кунед.",
    "phone_number_input": "Рақами мобилӣ",
    "next": "Қадами навбатӣ",
    "sms_code_input": "Рамзи озмоиш",
    "sms_code_message": "Рамзи тасдиқи 6-рақама ба {phone_number} фиристода шуд.",
    "notifications": {
      "duplicated_number_error": "Ин рақам аллакай аз ҷониби шумо тасдиқ карда шудааст.",
      "send_activation_code_success_title": "Рамзи озмоиш",
      "send_activation_code_success": "Рамзи тасдиқ ба {phone_number} фиристода шуд.",
      "verify_success": "Рақами мобилии шумо тасдиқ карда шуд"
    }
  },
  "companies": {
    "title": "Ҳисобҳои тиҷоратии ман",
    "message": "Корхонаҳо, соҳибкорон ва гурӯҳҳои касбӣ метавонанд маҳсулот ва барномаҳоро дар асоси Selldone таҳия кунанд. Ин як талабот барои эҷоди профили тиҷорат аст.",
    "new_company": "Ширкати нав"
  },
  "add_company": {
    "name_input": "Номи ширкат",
    "website_input": "Вебсайт",
    "email_input": "Почтаи электронӣ",
    "address_input": "адрес",
    "tel_input": "Тел",
    "mobile_input": "Мобилӣ",
    "edit_action": "Таҳрири ширкат",
    "create_action": "Ширкат эҷод кунед",
    "notifications": {
      "add_success": "Ҳисоби тиҷории {name} сохта шудааст.",
      "edit_success": "Ҳисоби тиҷоратӣ таҳрир карда шуд."
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "Шахсӣ",
      "shop_key": "Мизоҷон",
      "apps": "Барномаҳо"
    },
    "connected_apps_title": "Барномаҳои пайвастшуда",
    "connected_apps_message": "Шумо рӯйхати ҳамаи мағозаҳо ва барномаҳоеро хоҳед дид, ки ба ҳисоби домени шумо пайвастанд. Шумо метавонед дастрасӣ ба яке аз онҳоро нест кунед.",
    "shop_keys_title": "Нигоҳ доштани калидҳои дастрасӣ",
    "shop_keys_message": "Ин калидҳо барои эҷод кардани Токен аз ҷониби сервери шумо истифода мешаванд. Дар хотир доред, ки калидҳо махфӣ мебошанд ва танҳо дар сервер ҷойгир карда мешаванд, то онҳо ба дигарон намоён нашаванд.",
    "personal_keys_title": "Калидҳои дастрасии шахсӣ",
    "personal_keys_message": "Шумо метавонед калидҳои ҳисоби худро дар ин ҷо эҷод кунед. Дар хотир доред, ки ин калидҳо метавонанд ба ҳисоби шумо дастрасӣ пайдо кунанд. Ин калидҳоро танҳо дар сурате эҷод кунед ва истифода баред, агар шумо дақиқ донед, ки чӣ кор карда истодаед.",
    "clients_title": "Мизоҷон",
    "clients_message": "Ин калидҳо барои эҷод кардани Токен аз ҷониби сервери шумо истифода мешаванд. Дар хотир доред, ки калидҳо махфӣ мебошанд ва танҳо дар сервер ҷойгир карда мешаванд, то онҳо ба дигарон намоён нашаванд."
  },
  "user_security_control": {
    "title": "Амнияти ҳисоб",
    "message": "Шумо метавонед танзимоти амнияти ҳисоби худро дар ин ҷо таҳрир кунед.",
    "delete": {
      "title": "Ҳисобро нест кунед",
      "subtitle": "Пеш аз нест кардани ҳисоби худ, боварӣ ҳосил кунед, ки шумо ҳамаи мағозаҳоро нест кардаед.",
      "action": "Ман боварӣ дорам, ҳисоби маро нест кунед",
      "agreement": "Ман қабул мекунам, ки ҳама маълумоти ман аз сервери шумо нест карда мешаванд. Маълумоти шумо мувофиқи ҷадвале, ки мо барои пешгирӣ аз қаллобӣ ё сӯиистифода муайян кардаем, нест карда мешавад."
    },
    "list": {
      "password": {
        "title": "Рамз",
        "sub_title": "Барои ҳисоби худ пароли қавӣ интихоб кунед.",
        "action_title": "Пароли дастрасӣ ба ҳисоб",
        "not_exist": "Дохил нашудааст",
        "action": "Ивази калидвожа"
      },
      "phone": {
        "title": "Рақами мобилӣ",
        "sub_title": "Рақами мобилии худро тасдиқ кунед. Шумо метавонед тавассути ин рақам ворид шавед.",
        "action_title": "Рақами телефони асосии ҳисоб",
        "action": "Рақамро тасдиқ кунед"
      },
      "two_step": {
        "title": "Воридшавӣ ду қадам",
        "sub_title": "Рақами мобилии худро тасдиқ кунед. Шумо метавонед тавассути ин рақам ворид шавед.",
        "action_title": "Амнияти ҳисобро зиёд кунед",
        "activated_action": "Фаъол карда шуд",
        "active_action": "Ҳоло фаъол"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "Замимаи Google Authenticator насб кунед"
      },
      "step_2": {
        "title": "Рамзи аз ҷониби барнома тавлидшуда ворид кунед",
        "message": "Рамзи 6-рақама тавассути алгоритми телефони мобилии шумо тавлид мешавад. Шумо метавонед барномаро аз истиноди зерин зеркашӣ кунед. Барои сохтани рамзи QR, ки дорои парол аст, калиди тавлидкунандаи кодро пахш кунед.",
        "qr_code_info": "Агар скан кардан имконнопазир бошад, шумо метавонед рамзро дастӣ нусхабардорӣ кунед ва ба барнома часбонед:",
        "create_new_code": "Коди нав эҷод кунед",
        "qr_code_scanning": "Рамзи QR-ро, ки аз ҷониби Google Authenticator Mobile App сохта шудааст, скан кунед ва рамзи барои тасдиқ тавлидшуда дар қуттии ин саҳифа ворид кунед.",
        "qr_code_regenerate_info": "Эзоҳ: Бо пахш кардани тугмаи боло калиди нав сохта мешавад ва калиди қаблӣ корношоям хоҳад шуд. Калиди навро дар барномаи телефони худ ворид кунед."
      },
      "step_3": {
        "title": "Рамзи сохташударо ворид кунед",
        "message": "Рамзи дастрасиро, ки дар барнома сохта шудааст, дар майдони зер ворид кунед.",
        "activation_key_input": "Рамзи дастрасӣ"
      },
      "activated_alert": "Воридшавӣ 2-қадам фаъол аст.",
      "activated_message": "Воридшавӣ ду қадам барои ҳисоби шумо фаъол аст. Минбаъд ба шумо лозим меояд, ки рамзи дуюмро ворид кунед, ки барои дастрасӣ ба ҳисоби шумо ҳар 30 сония тағйир меёбад. Барои хомӯш кардани вуруди ду қадам, танҳо ду маротиба клик кунед Қадамро пахш кунед ва қадамҳоро иҷро кунед.",
      "cancel_two_step_login_action": "Логини ду қадамро бекор кунед",
      "cancel_two_step_login_info": "Агар шумо хоҳед, ки санҷиши 2-қадамро ғайрифаъол кунед, гузарвожаи худро ворид кунед ва калиди ду қадами вурудро клик кунед.",
      "password_input": "Рамз",
      "cancel_2fa_action": "Логини ду қадамро бекор кунед"
    },
    "change_password_dialog": {
      "title": "Ивази калидвожа",
      "message": "Пароли мураккаб ва хотирмонро истифода баред.",
      "password_input": "Калидвожаи Феълӣ",
      "new_password_input": "Калидвожаи Нав",
      "re_new_password_input": "Пароли навро такрор кунед",
      "tips": {
        "length": "Рамз бояд на камтар аз 8 аломат бошад",
        "chars": "Ақаллан як ҳарфи калон ва як рақам.",
        "match": "Рамз мувофиқат кард."
      },
      "change_password_action": "Ивази калидвожа",
      "notifications": {
        "change_password_title": "Ивази калидвожа",
        "change_password": "Парол бомуваффақият иваз карда шуд."
      }
    }
  },
  "authorized_clients": {
    "title": "Рӯйхати мағозаҳо / барномаҳои пайвастшуда",
    "table": {
      "name": "Ном",
      "app": "Барнома",
      "scopes": "Доираи",
      "shop": "Мағозаи маҳдуд"
    },
    "remove_action": "Дастрасиро хориҷ кунед",
    "delete_alert": {
      "title": "Нобуд кунед",
      "message": "Оё шумо мехоҳед ин дастрасӣро бозхонед? Дар хотир доред, ки ин барнома дигар ба ҳисоби шумо дастрасӣ надорад.",
      "action": "Дастрасиро рад кунед"
    }
  },
  "clients": {
    "title": "Рӯйхати муштариён",
    "create_new_action": "Муштарии нав эҷод кунед",
    "table": {
      "client_id": "ID мизоҷ",
      "app": "Барнома",
      "name": "тахаллус",
      "secret_key": "Калиди махфӣ"
    },
    "create_dialog": {
      "title": "Муштарии нав",
      "error_msg": "<strong>Хатогӣ!</strong> Бубахшед, хатогӣ рӯй дод!",
      "name_input": "Ном",
      "name_input_message": "Чизе, ки корбарони шумо эътироф мекунанд ва боварӣ доранд.",
      "redirect_input_message": "Суроғаро ба сайти худ баргардонед."
    },
    "edit_dialog": {
      "title": "Таҳрири дастрасӣ"
    },
    "delete_alert": {
      "title": "Нобуд кунед",
      "message": "Оё шумо мехоҳед ин муштариро нест кунед?",
      "action": "Нобуд кунед"
    }
  },
  "personal_access_tokens": {
    "title": "Рӯйхати аломатҳои дастрасии шахсӣ",
    "create_action": "Токени нав эҷод кунед",
    "table": {
      "name": "Ном",
      "scopes": "Дастрасӣ",
      "expire_at": "Санаи поёни бақо"
    },
    "create_dialog": {
      "title": "Бинои Токен",
      "error_message": "<strong>Хатогӣ!</strong> Бубахшед, хатогӣ рӯй дод!",
      "name_input": "Тахаллуси собиқ. номи нишонаи ман",
      "name_input_message": "Номи аломати дӯстдошта.",
      "scopes_list": "Рӯйхати дастрасии аломатҳо"
    },
    "access_token_dialog": {
      "title": "Калиди дастрасии шахсӣ",
      "message": "Ин аст рамзи дастрасии шахсии шумо. Ин ягона вақт аст, ки ин нишона намоиш дода мешавад, бинобар ин онро аз даст надиҳед! Шумо ҳоло метавонед ин нишонаро барои дархости API истифода баред."
    },
    "delete_alert": {
      "title": "Нобуд кунед",
      "message": "Оё шумо мехоҳед ин аломати дастрасӣро нест кунед?",
      "action": "Нобуд кунед"
    }
  },
  "scopes": {
    "profile": {
      "name": "профил",
      "description": "Маълумоти профилро хонед, аз ҷумла ном, суроғаи почтаи электронӣ, тасвир ва ҳолати аутентификатсия."
    },
    "phone": {
      "name": "рақами мобилӣ",
      "description": "дастрасӣ ба рақами телефон."
    },
    "address": {
      "name": "Суроғаҳо",
      "description": "Суроғаи захирашударо аз китоби суроғаҳо хонед."
    },
    "buy": {
      "name": "Харид",
      "description": "Фармоиш диҳед ва аз мағоза харид кунед."
    },
    "order-history": {
      "name": "Таърихи фармоишҳо",
      "description": "Таърихи фармоишҳоро хонед."
    },
    "my-gift-cards": {
      "name": "Кортҳои тӯҳфа",
      "description": "Дастрасӣ ба кортҳои ман."
    },
    "articles": {
      "name": "Таҳрири мундариҷа",
      "description": "Таҳрири мақолаҳо."
    },
    "notifications": {
      "name": "Ирсол ва гирифтани огоҳинома",
      "description": "Ирсол ва гирифтани огоҳинома."
    },
    "read-shops": {
      "name": "Мағоза ист",
      "description": "Рӯйхати мағозаҳоро хонед."
    },
    "shop-edit": {
      "name": "Идоракунии мағоза",
      "description": "Дастрасии мағозаро таҳрир кунед"
    },
    "shop-contacts": {
      "name": "Идоракунии шакли тамос",
      "description": "Шаклҳои тамосро қабул ва таҳрир кунед."
    },
    "shop-gift-cards": {
      "name": "Кортҳои тӯҳфаҳоро идора кунед",
      "description": "Кортҳои тӯҳфаро эҷод, таҳрир ва идора кунед."
    },
    "shop-faqs": {
      "name": "Идоракунии саволҳо ва ҷавобҳо",
      "description": "Саволҳои зуд-зуд додашавандаро эҷод, таҳрир ва идора кунед."
    },
    "shop-categories": {
      "name": "Идоракунии категорияҳо",
      "description": "Категорияҳоро эҷод, таҳрир ва идора кунед."
    },
    "shop-products": {
      "name": "Идоракунии маҳсулот",
      "description": "Маҳсулотро илова, таҳрир ва идора кунед."
    },
    "shop-read-reports": {
      "name": "Ҳисоботҳоро хонед",
      "description": "Маълумот ва ҳисоботҳоро хонед."
    },
    "shop-socials": {
      "name": "Идоракунии ВАО иҷтимоӣ",
      "description": "ВАО иҷтимоии мағозаро таҳрир кунед"
    },
    "shop-accounts": {
      "name": "Ҳисобҳои молиявиро идора кунед",
      "description": "Ҳисобҳои молиявии ба мағоза алоқамандро таҳрир ва нест кунед."
    },
    "shop-menus": {
      "name": "Менюҳоро идора кунед",
      "description": "Менюҳои мағозаро таҳрир кунед."
    },
    "shop-pages": {
      "name": "Идоракунии Саҳифаҳо",
      "description": "Саҳифаҳои мағозаҳоро таҳрир кунед."
    },
    "shop-warehouse": {
      "name": "Идоракунии анбор",
      "description": "Таҳрири анбори мағоза"
    },
    "shop-permissions": {
      "name": "Идоракунии дастрасӣ",
      "description": "Дастрасии мағозаро дидан ва таҳрир кунед."
    },
    "shop-process-center": {
      "name": "Идоракунии фармоиш",
      "description": "Идоракунии фармоиш."
    },
    "shop-profile": {
      "name": "Профилҳоро идора кунед",
      "description": "Профилҳои мағозаҳоро идора кунед."
    },
    "shop-discount-code": {
      "name": "Идоракунии рамзи тахфиф",
      "description": "Рамзҳои тахфифи мағозаро идора, таҳрир ва илова кунед."
    }
  },
  "company_page": {
    "title": "Ширкат",
    "create_app": "Барномаи нав эҷод кунед",
    "menu": {
      "edit": "Таҳрир",
      "apps": "Барномаҳо",
      "dashboard": "Панели асбобҳо",
      "companies": "Ширкатҳо"
    },
    "dashboard": {
      "info_widget": {
        "title": "Маълумот дар бораи бақайдгирии ширкат",
        "address": "адрес",
        "website": "Вебсайт",
        "email": "Почтаи электронӣ",
        "phone": "рақами мобилӣ",
        "register": "Сабти ном",
        "developer": "Таҳиягар",
        "verified": "Тасдиқ карда шудааст",
        "golden": "Тиллоӣ"
      }
    },
    "developer": {
      "title": "Таҳиягарон",
      "menu": {
        "new": "Нав",
        "apps": "Барномаҳо"
      },
      "app_card": {
        "category": "Категория",
        "installs": "Насб кунед",
        "actives": "Фаъол",
        "uninstalls": "Uninstalls",
        "app_code": "Рамзи барнома",
        "app_mode": "Реҷаи барнома"
      }
    },
    "edit": {
      "title": "Таҳрир"
    }
  },
  "add_app": {
    "category_input": "Категория",
    "code_input": "Кодекс",
    "name_input": "Ном",
    "description_input": "Тавсифи",
    "video_input": "URL-и видео",
    "public_form": "Сохтори маълумоти умумӣ",
    "private_form": "Сохтори иттилоотии хусусӣ",
    "icon_input": "Нишонаи барнома",
    "logo_input": "Барномаи Logo",
    "enable_input": "Оё барнома фаъол аст?",
    "edit_action": "Таҳрири барнома",
    "create_action": "Эҷоди барнома",
    "notifications": {
      "add_success": "Ҳисоби тиҷории {name} сохта шудааст.",
      "delete_success": "Ҳисоби тиҷоратӣ таҳрир карда шуд."
    }
  },
  "app_page": {
    "title": "Ариза",
    "menu": {
      "edit": "Таҳрир",
      "publish": "Нашр кунед",
      "history": "Версияҳо",
      "dashboard": "Панели асбобҳо",
      "company": "Ширкат",
      "api": "API",
      "images": "Тасвирҳо"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "Ариза",
        "app_code": "Рамзи барнома",
        "category": "Категория",
        "name": "Ном",
        "installs": "Барномаҳо насб кунед",
        "uninstalls": "Барномаҳоро нест кунед",
        "actives": "Барномаҳои фаъол",
        "description": "Тавсифи",
        "published": "Нашр шудааст",
        "waiting_for_review": "Дар интизори тасдиқ",
        "app_mode": "Реҷаи барнома"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "Соҳибкор",
      "description": "Дастрасии пурра ба тамоми дӯконҳо."
    },
    "PRODUCT": {
      "text": "Менеҷери маҳсулот",
      "description": "Маҳсулоти мағозаро илова, таҳрир ва идора кунед."
    },
    "AUDITING": {
      "text": "Менеҷери молиявӣ",
      "description": "Дидани маълумоти молиявӣ ва пардохтҳо."
    },
    "CONTENT": {
      "text": "Идоракунии мундариҷа",
      "description": "Ба саволҳо ҷавоб диҳед, блогҳо нависед ва саҳифаҳоро тарроҳӣ кунед."
    },
    "OFFICER": {
      "text": "Менеҷери калон",
      "description": "Фаъолияти кормандонро дидан ва назорат кунед."
    },
    "EMPLOYEE": {
      "text": "Корманд",
      "description": "Фармоишҳоро бубинед ва фармоишҳоро иҷро кунед."
    },
    "MARKETING": {
      "text": "Маркетинг",
      "description": "Дастрасӣ ба танзимот ва эҷоди маъракаҳо, маркетинги почтаи электронӣ ва дигар бахшҳои марбут ба маркетинг."
    },
    "VIEWER": {
      "text": "Тамошобинон",
      "description": "Имконияти дидани маълумоти мағоза бидуни таҳрир ё тағир додани он."
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "Санҷиши ҷисмонӣ",
      "description": "Фармоишҳои қабулшударо тафтиш кунед."
    },
    "PhysicalOrdersPackaging": {
      "text": "Бастабандии ҷисмонӣ",
      "description": "Раванди анбор ва бастабандӣ."
    },
    "PhysicalOrdersDelivery": {
      "text": "Интиқоли ҷисмонӣ",
      "description": "Фармоиши интиқол."
    },
    "PhysicalOrdersSupport": {
      "text": "Дастгирии ҷисмонӣ",
      "description": "Дастгирии пас аз фурӯш."
    }
  },
  "account_status": {
    "Checking": "Санҷиш",
    "Approved": "Тасдик карда шуд",
    "Rejected": "Рад карда шуд",
    "Deleted": "Нобуд",
    "Banned": "Манъи",
    "Payment": "Пардохт",
    "SelldoneSprite": "Ҳисоби Selldone Wallet",
    "SelldoneStorage": "Захираи Selldone"
  },
  "account_page": {
    "title": "Ҳисоб",
    "menu": {
      "setting": "Танзимотҳо",
      "change": "Заряд",
      "transfer": "Интиқол",
      "transactions": "Муомилот",
      "charge": "Заряд",
      "history": "Таърих"
    },
    "transactions": {
      "title": "Амалиётҳои ҳисоб",
      "detail": {
        "title": "Муомила",
        "amount": "Маблағ",
        "description": "Тавсифи",
        "from": "Аз",
        "to": "Ба",
        "created_at": "Сана",
        "receipt": "Квитансия",
        "receipt_note": "Шарҳ"
      },
      "table": {
        "type": "Навъи",
        "from": "Аз ҳисоби",
        "to": "Ба хисоб",
        "amount": "Маблағ",
        "receipt": "Квитансия",
        "created_at": "Сана",
        "description": "Тавсифи"
      }
    },
    "transfer": {
      "title": "Интиқоли пардохтҳо",
      "form": {
        "title": "Шакли дархости интиқол",
        "sub_title": "Ба суратҳисобҳои худ ё дигарон гузоред",
        "message": "Ҳангоми интиқоли пул эҳтиёт бошед, агар интиқолро анҷом диҳед, шумо наметавонед баргардад."
      }
    },
    "deposit": {
      "form": {
        "title": "Пур кардани ҳисоб",
        "sub_title": "Шумо бояд тавозуни ҳисоби худро барои харидани литсензияҳо, такмил додани ҳисоби худ ва пардохти квитансияҳои система пардохт кунед.",
        "amount_input": "Маблағ",
        "charge_action": "Ҳисоби пардохт"
      },
      "notifications": {
        "qr_title": "Пардохт",
        "qr_message": "Суроғаи пардохт {currency} сохта шудааст.",
        "gateway_title": "Пардохт",
        "gateway_message": "Пайвастшавӣ ба шлюзи пардохт."
      }
    },
    "setting": {
      "title": "Коргузории Ҳисоб",
      "account_name_input": "Номи ҳисоб",
      "notifications": {
        "updated_success": "Ҳисоби шумо бомуваффақият нав карда шуд."
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "Пардохти квитансия"
  },
  "transaction_form": {
    "title": "Шакли муомилот",
    "from_input": "Аз рақами суратҳисоб",
    "to_input": "Ба рақами ҳисоб",
    "from_input_message": "Маблағ аз ин ҳисоб гирифта мешавад.",
    "account_name": "Номи ҳисоб",
    "currency": "Асъор",
    "free_balance": "Бақияи дастрас",
    "to": "Ҳисоби таъинот",
    "amount": "Маблағ",
    "receipt_title": "Пардохт барои квитансия",
    "receipt_input": "Рақами квитансия",
    "paid_status": "Ин квитанция аллакай дода шудааст.",
    "paid_canceled": "Ин квитансия бекор карда шудааст.",
    "description": "Шарҳ",
    "created_at": "Сана",
    "duration": "Давомнокӣ",
    "unlimited": "Бемаҳдуд",
    "add_note_action": "Иловаи Тавсифи",
    "note": "Шарҳ",
    "transfer_action": "Интиқол",
    "confirmation": {
      "title": "Пул фиристед",
      "subtitle": "Тасдиқи транзаксия",
      "message": "Агар маълумоти зерин дуруст бошад, барои анҷом додани транзаксия калиди тасдиқи транзаксияро пахш кунед.",
      "from": "Аз ҳисоби",
      "to": "Ба хисоб",
      "amount": "Маблағ",
      "fee": "Пардохти транзаксия",
      "total_pay": "Маблағи аз ҳисоби шумо гирифташуда",
      "receipt": "Квитансия",
      "description": "Тавсифи",
      "accept_action": "Тасдиқи транзаксия"
    },
    "enter_account_number": "Рақами ҳисобро ворид кунед.",
    "currency_not_match": "Асъори ҳисоби таъинотӣ бо манбаъ якхела нест",
    "account_number_not_valid": "Рақами ҳисоб дуруст аст.",
    "account_number_is_valid": "Рақами ҳисоб дуруст аст.",
    "receipt_not_valid": "Рақами ҳисобнома-фактура нодуруст аст.",
    "receipt_is_valid": "Рақами квитансия дуруст аст.",
    "notifications": {
      "confirm_success": "Муомилот бомуваффақият анҷом ёфт."
    }
  },
  "price_calculator": {
    "title": "Ҳисобкунак | Ба тиҷорати шумо мувофиқат кунед",
    "description": "Дар асоси фурӯши ҳармоҳаи худ нақшаи беҳтаринро ҳисоб кунед ва интихоб кунед:",
    "sale_input": "Маблағи фурӯши моҳона",
    "hypernova_plan": "Барои Hypernova % 0 муроҷиат кунед!",
    "show_normal_mode": "Ҳолати муқаррариро нишон диҳед",
    "show_hypernova_mode": "Муомилоти ман зиёда аз 1 миллион доллар аст!"
  },
  "price_card": {
    "billed_monthly": "{amount} ҳар моҳ ҳисоб карда мешавад.",
    "billed_yearly": "Ҳар сол {amount} ҳисоб карда мешавад.",
    "buy_license_action": "Ҳозир харед",
    "select_your_store": "Дӯкони худро интихоб кунед"
  },
  "shop_session_widget": {
    "total_sessions": "Сеансҳои умумӣ"
  },
  "user_activities_keys": {
    "add_baskets": "ба сабат андоз",
    "remove_baskets": "Аз Ароба тоза кунед",
    "buys": "харид",
    "products_views": "Намоиши Маҳсулот"
  },
  "shop_visitors_widget": {
    "title": "Таҳлили меҳмонон",
    "new_visitors": "Меҳмонони нав",
    "amp": "Намоишҳои AMP",
    "returning_visitors": "Меҳмонони баргашта",
    "page_views": "Намоиши саҳифа",
    "other_pages": "Саҳифаҳои дигар",
    "from_previous_7_days": "аз 7 рӯзи охир"
  },
  "app_levels": {
    "title": "Сатҳи барнома",
    "Newbie": "Навбовар",
    "Beginner": "Саркор",
    "Novice": "Навовар",
    "Intermediate": "Миёна",
    "Advanced": "Мукаммал"
  },
  "login": {
    "register_title": "Миёнаи соҳибкорӣ,<br> Таҷрибаи ҷолиб.",
    "register_subtitle": "Имрӯз барои ройгон сабти ном кунед. Selldone аз ҷониби стартапҳо, корхонаҳо, харидорон ва фурӯшандагон дӯст медоранд.",
    "password_recovery_title": "Барқарорсозии парол",
    "password_recovery_message": "Агар шумо пароли худро фаромӯш карда бошед, суроғаи почтаи электронии ҳисоби худро ворид кунед ва калиди тасдиқро пахш кунед. Мо ба шумо почтаи электронӣ бо истинод барои аз нав танзимкунии пароли шумо мефиристем.",
    "email": "Нишонии имейли Шумо",
    "password_recovery_action": "Паёми барқароркуниро қабул кунед",
    "register_google": "Бо Google идома диҳед",
    "register_apple": "Бо Apple идома диҳед",
    "continue_with": "Идома бо",
    "register_linkedin": "Бо LinkedIn идома диҳед",
    "register_facebook": "Бо Facebook идома диҳед",
    "register_github": "Бо Github идома диҳед",
    "create_your_account": "Ҳисоби худро эҷод кунед",
    "password_8_chars": "Рамз бояд на камтар аз 8 аломат бошад.",
    "password_upercase_number": "Ақаллан як ҳарфи калон ва як рақам.",
    "password_confirm": "Рамз ва тасдиқ мувофиқанд.",
    "privacy_agreement": "Бо ворид шудан, шумо ба <a href='/terms' target='_blank'>Шартҳои истифода</a> ва <a href='/privacy' target='_blank'>Сиёсати махфияти</a> Selldone розӣ мешавед.",
    "register_action": "Биёед, бепул аст!",
    "login_action": "даромадан",
    "already_signup": "Аллакай ба қайд гирифтаед?",
    "login_your_account": "Ба ҳисоби худ ворид шавед",
    "login_google": "Бо Google идома диҳед",
    "login_linkedin": "Бо LinkedIn идома диҳед",
    "login_facebook": "Бо Facebook идома диҳед",
    "login_github": "Бо Github идома диҳед",
    "remember_me": "Маро дар ёд дор.",
    "login_button": "даромадан",
    "two_step_problem": "Оё шумо бо пароли дуқадам мушкилот доред?",
    "two_step_problem_action": "Ман мехоҳам вуруди ду қадамро хомӯш кунам.",
    "two_step_confirm": "Рамзи дастрасиро тасдиқ кунед",
    "forgot_password": "Калидвожа фаромӯш шуд?",
    "signup_free": "Барои ройгон сабти ном кунед",
    "checking_robot_message": "Санҷед, ки шумо робот ҳастед ё одам.",
    "notifications": {
      "step2_login_success": "Ба ҳисоби худкор ворид шавед"
    },
    "signup_email": "Бо почтаи электронӣ сабти ном кунед",
    "name_placeholder": "Ном",
    "email_placeholder": "Почтаи электронӣ",
    "email_or_username_placeholder": "Почтаи электронӣ, Номи корбар ё рақами телефон",
    "password_placeholder": "Рамз",
    "re_password_placeholder": "Калидвожаро Тасдиқ Кунед",
    "new_in_samin": "Дар Selldone нав?",
    "auto_create_shop": "Дӯкони худкор эҷод кунед"
  },
  "layout": {
    "logout": "Баромадан",
    "menu": {
      "personal_information": "Маълумоти шахсӣ ва профил",
      "wallet": "Ҳамёнҳо ва ҳисобҳо",
      "companies": "Ширкатҳо ва ҳисобҳои тиҷоратӣ",
      "access": "Дастрасӣ ба ҳисоби ман",
      "security": "Амният",
      "preferences": "Афзалиятҳои корбар"
    }
  },
  "page_builder": {
    "title": "Тарҳрезии вебсайт",
    "menu": {
      "user_view": "Намоиш",
      "design": "Тарҳрезӣ",
      "behavior": "Рафтор",
      "seo": "SEO",
      "setting": "Танзимотҳо",
      "embed": "Ҷойгир кардан"
    },
    "waiting_fetch": "Гирифтани маълумот..",
    "setting": {
      "title_input": "Сарлавҳаи саҳифа",
      "description_input": "Тавсифи мухтасар",
      "name_input": "URL-и саҳифа (ҳарфҳо ва рақамҳо)",
      "bg_color_input": "Ранги замина",
      "bg_style_input": "Услуби пасзаминаи саҳифа",
      "page_label_input": "Ранги тамғакоғаз",
      "page_dir_input": "Самти саҳифа",
      "ltr": "Аз чап ба рост",
      "rtl": "Аз рост ба чап",
      "designer_note": "Ёддошти дизайнер"
    },
    "history": {
      "title": "Таърихи захирашуда"
    },
    "design": {
      "themes": {
        "title": "Ёрдамчии тарҳрезии шахсӣ",
        "message": "Бе рамзгузорӣ беҳтарин саҳифаҳоро барои тиҷорати худ тарроҳӣ кунед.",
        "page_title_input": "Барои саҳифаи худ унвон ворид кунед"
      },
      "tools": {
        "rearrange": "Тартиб",
        "tools": "Асбобҳо",
        "history": "Таърих",
        "style": "Услуб"
      },
      "no_category": "Не категорияҳо"
    },
    "seo": {
      "message": "Танзимоти SEO аз ҷониби муҳаррики SEO Selldone ба таври худкор танзим карда мешавад."
    }
  },
  "verify_email_caution": {
    "title": "Суроғаи почтаи электронии худро тасдиқ кунед",
    "message": "Истиноди нави фаъолсозӣ ба суроғаи почтаи электронии шумо {email} фиристода шуд. Лутфан пеш аз андешидани ягон амал почтаи электронии худро санҷед.",
    "resend_message": "Агар шумо дар почтаи электронии худ истиноди фаъолсозӣ нагирифта бошед, тугмаи зерро пахш кунед, то дубора ирсол кунед.",
    "resend_action": "Истиноди фаъолкуниро дубора ирсол кунед",
    "resend_notice": "Истиноди фаъолсозӣ фиристода шуд."
  },
  "autopilot": {
    "start": "Саршавии Сана",
    "end": "Санаи анҷом"
  },
  "help": {
    "menu": "Меню",
    "more_helps": "Маълумоти бештар"
  },
  "company_card": {
    "pending_state": "Интизорӣ барои баррасӣ",
    "register": "Ба қайд гирифта шудааст",
    "developer": "Таҳиягар",
    "verified": "Тасдиқ карда шуд",
    "premier": "Сарвазир"
  },
  "shop_license": {
    "add": "Иловаи обуна",
    "only_last": "Танҳо обунаи охирин",
    "vouchers": "Ваучерхо",
    "buy": "Нақшаи обунаро харед",
    "monthly": "Ҳармоҳа",
    "yearly": "солона",
    "start_date": "Саршавии Сана",
    "end_date": "Санаи анҷом",
    "price": "нарх",
    "terms": "Ман бо шартҳои истифодаи Selldone хондам ва розӣ ҳастам",
    "need_charge": "Зарур аст",
    "buy_now": "Ҳозир харед",
    "auto_renewal": "Навсозии худкор",
    "plan_placeholder": "Нақшаи обунаи худро интихоб кунед",
    "plan": "Нақшаи иҷозатнома",
    "use_date": "Санаи фаъолсозӣ",
    "active_license": {
      "title": "Иҷозатномаи фаъол",
      "subtitle": "Маълумот дар бораи иҷозатномаи фаъоли шумо.",
      "subtitle_partner": "Маълумоти иҷозатномаи фаъоли шумо {name}."
    },
    "licenses_table": {
      "title": "Таърихи харид",
      "subtitle": "Иҷозатномаҳои фаъол ва интизорӣ."
    },
    "license_detail": {
      "title": "Тафсилот",
      "subtitle": "Маҳдудиятҳо дар нақшаи ҷории шумо."
    },
    "table": {
      "plan": "План",
      "start_date": "Санаи оғоз / анҷом",
      "renewal": "Навсозии худкор",
      "linked_account": "Ҳисоби алоқаманд / ваучер",
      "payment": "Пардохт",
      "cancel": "Бекор кардан"
    },
    "notifications": {
      "subscribe_success": "Бомуваффақият обуна шуд.",
      "cancel_success": "Обуна бомуваффақият бекор карда шуд."
    },
    "cancel_dialog": {
      "title": "Тасдиқи обунаро бекор кунед",
      "message": "Оё мутмаин ҳастед, ки ин обунаро бекор мекунед?",
      "action": "Обунаро бекор кунед"
    },
    "use_voucher_now": "Ҳоло ваучерро истифода баред",
    "validity_duration": "Давомнокии эътибор",
    "validity_duration_hint": "Бо харидани литсензияи 12 моҳа, шумо 30% тахфиф мегиред."
  },
  "admin_shop_layout": {
    "download_txt": "Матни маълумотро зеркашӣ кунед",
    "download_excel": "Маълумоти Excelро зеркашӣ кунед"
  },
  "user_preferences": {
    "access": "Дастрасӣ",
    "template": "Шаблон",
    "feedback": "Алоқа",
    "company": "Ширкат",
    "company_message": "Агар шумо ширкат дошта бошед ва хоҳед, ки барномаҳоро нашр кунед.",
    "access_keys": "Калидҳои дастрасӣ",
    "access_keys_message": "Мизоҷон ва калидҳои дастрасиро нишон диҳед.",
    "rating": "Шумо таҷрибаи худро бо Selldone чӣ гуна арзёбӣ мекунед?",
    "large_font": "Шрифтҳои калон",
    "large_font_message": "Матнро аз муқаррарӣ калонтар нишон диҳед",
    "samples": "Намунаҳои мағозаҳоро нишон диҳед",
    "samples_message": "Агар фаъол бошад, баъзе мағозаҳои намунавӣ дар панели шумо намоиш дода мешаванд.",
    "automation": "Автоматика",
    "automation_message": "Дар панели идоракунӣ ҷадвали автоматикунониро нишон диҳед. (Webhooks, барномасозии визуалӣ, ...)"
  },
  "shop_locations": {
    "title": "Кишварҳое, ки хидматрасонӣ пешниҳод карда мешавад",
    "sub_title": "Аз рӯйхати дар поён овардашуда кишварҳоеро, ки мехоҳед маҳсулоти худро фурӯшед, интихоб кунед.",
    "delete_restriction": "Маҳдудиятро нест кунед",
    "set_restriction": "маҳдудият муқаррар кунед",
    "notifications": {
      "locations_update": "Ҷойгиршавӣ бомуваффақият нав карда шуд."
    },
    "table": {
      "country": "кишвар",
      "currency": "Асъор",
      "available": "дастрас"
    }
  },
  "product_card": {
    "sold_out": "Фурӯхта шуда",
    "review_unit": "Барраси",
    "not_original": "На аслӣ"
  },
  "product_studio": {
    "add_mode": "Тафсилоти бештар илова кунед",
    "add_by_sku": "Аз ҷониби SKU илова кунед",
    "auto_category": "Категорияи худкор муқаррар карда мешавад",
    "add_in_current_category": "Ба категорияи ҷорӣ илова кунед",
    "category_mode_message": "Агар фаъол бошад, маҳсулот ба категория ё зеркатегорияи пешфарз илова карда мешавад.",
    "sku_name_input": "SKU / Ном"
  },
  "my_affiliate": {
    "title": "Шартномаҳои шарикии ман",
    "message": "Рӯйхати шартномаҳои шарикӣ бо мағозаҳои дигар."
  },
  "affiliates": {
    "title": "Шарикони шарик",
    "subtitle": "Филиалҳо эҷод кунед, иҷрои онҳоро бо мурури замон пайгирӣ кунед ва дар як ҷо дар асоси маълумоти дақиқ амал кунед. Мо ба шумо ва шарикони шумо барои барқарор кардани муносибатҳои мустаҳкам кӯмак мерасонем.",
    "affiliate_code": "Рамзи шарикӣ",
    "crate_date": "Эҷоди сана",
    "last_payment_date": "Санаи охирини пардохт",
    "for_all_products": "Ба ҳама маҳсулот муроҷиат кунед",
    "balance": "Мувозинат",
    "fix_commission": "Комиссияи собит",
    "percent_commission": "Комиссия дар асоси фоиз",
    "total_payment": "Маблағи умумии пардохтҳо",
    "new_affiliate": "Шарики нави шарикӣ",
    "new_affiliate_message": "Шарики нави шарикиро илова кунед",
    "link_domain": {
      "title": "Домени пайвастшуда",
      "subtitle": "Шумо метавонед яке аз доменҳои худро ба ин шарики шарик пайваст кунед. Ин шарик ҳамчун намояндаи ҳар як шахсе шинохта мешавад, ки ба мағозаи шумо ташриф меорад ва тавассути ин домен мехарад."
    },
    "dialog": {
      "new": "Шарики нави шарикӣ",
      "edit": "Шарики шарикиро таҳрир кунед",
      "user": "Истифодабаранда (ихтиёрӣ)",
      "bank_info": "Маълумот дар бораи бонк",
      "restriction": "Маҳдудият",
      "select_products": "Маҳсулотро интихоб кунед",
      "select_products_message": "Шарики шарикӣ барои ин маҳсулот комиссия мегирад",
      "edit_action": "Навсозии шарикӣ",
      "add_action": "Илова кардани шарики шарикӣ",
      "affiliate_name": "Номи шарики шарик",
      "payment_info": "Маълумот дар бораи пардохт",
      "enable_switch": "Оё он фаъол аст?",
      "affiliate_info": "Маълумот дар бораи шарики шарик"
    },
    "link_factory": {
      "title": "Генератори пайванди шарики шарик",
      "link_input": "Истиноди шумо",
      "link_output": "Истиноди тавлидшуда"
    }
  },
  "gift_card_orders": {
    "title": "Фармоишҳо бо корти тӯҳфаҳо",
    "table": {
      "order": "Тартиб",
      "order_price": "Маблағи фармоиш",
      "paid_by_card": "Бо корт пардохта мешавад",
      "payment_status": "Ҳолати пардохт",
      "date": "Сана"
    }
  },
  "offer_orders": {
    "title": "Фармоишҳоро пешниҳод кунед",
    "table": {
      "order": "Тартиб",
      "order_price": "Маблағи фармоиш",
      "offer_amount": "Маблағи пешниҳод",
      "payment_status": "Ҳолати пардохт",
      "product": "Маҳсулот",
      "date": "Сана"
    }
  },
  "coupon_orders": {
    "title": "Фармоишҳои купон",
    "table": {
      "order": "Тартиб",
      "order_price": "Маблағи фармоиш",
      "coupon_amount": "Маблағи купон",
      "payment_status": "Ҳолати пардохт",
      "date": "Сана"
    }
  },
  "discount_code_orders": {
    "title": "Фармоишҳо бо рамзи тахфиф",
    "table": {
      "order": "Тартиб",
      "order_price": "Маблағи фармоиш",
      "discount_amount": "Маблағи тахфиф",
      "payment_status": "Ҳолати пардохт",
      "date": "Сана"
    }
  },
  "incentives": {
    "discount_code": "Тахфиф",
    "coupon": "Купон",
    "offer": "Пешниҳод",
    "gift_card": "Корти тӯҳфа",
    "lottery": "Лотерея"
  },
  "discount_codes": {
    "title": "Рамзҳои тахфиф",
    "sub_title": "Дар ин бахш шумо метавонед купонҳои тахфифро мувофиқи эҳтиёҷоти худ тарҳрезӣ кунед. Ин тахфифҳо аз ҳама гуна тахфифи маҳсулот ҷудо ҳастанд ва ба маблағи ниҳоии фармоиши корбар татбиқ мешаванд.",
    "add_new": "Рамзи нави тахфифро илова кунед",
    "card": {
      "created": "Эҷод кунед",
      "start": "Оғоз",
      "end": "Поён",
      "currency": "Асъор",
      "discount_percentage": "Меъёри тахфиф",
      "discount_limit": "Маҳдудияти тахфиф",
      "state": "Ҳолати ҷорӣ",
      "enabled": "Ҳоло фаъол",
      "disabled": "Ҳоло ғайрифаъол",
      "used": "Истеъмол",
      "count": "Ҳисоб",
      "unit": "адад(ҳо)"
    },
    "dialog": {
      "title_edit": "Рамзи тахфифро таҳрир кунед",
      "title_add": "Рамзи нави тахфифро илова кунед",
      "discount_code_input": "Рамзи тахфиф",
      "discount_percent_input": "Меъёри тахфиф",
      "discount_percent_input_hint": "Меъёри тахфифи маблағи харид",
      "count_input": "Ҳисоб",
      "count_input_hint": "Истифодаи максималии ин код",
      "limit_input": "Маҳдудияти тахфиф",
      "limit_input_hint": "Тахфифи ҳадди аксар дар асоси асъор",
      "currency_input_message": "Барои ин асъор тахфифҳо мавҷуданд.",
      "limit_input_message": "Арзиши 0 барои маҳдудияти тахфиф маънои онро дорад, ки меъёри тахфиф маҳдудият вуҷуд надорад.",
      "title_input": "Унвон",
      "title_input_hint": "Шумо метавонед унвони ин рамзи тахфифро ворид кунед",
      "description_input": "Тавсифи",
      "description_input_hint": "Шумо метавонед тавсифи ин рамзи тахфифро ворид кунед",
      "date_start_input": "Оғоз",
      "date_start_input_placeholder": "Интихоб кунед, ки кай оғоз кардани тахфиф",
      "date_end_input": "Поён",
      "date_end_input_placeholder": "Интихоб кунед, ки тахфиф кай ба охир мерасад",
      "notifications": {
        "add": "Рамзи тахфиф бомуваффақият илова карда шуд.",
        "edit": "Рамзи тахфиф бомуваффақият таҳрир карда шуд."
      }
    },
    "delete_alert": {
      "title": "Рамзи тахфифро нест кунед",
      "message": "Оё шумо мехоҳед ин рамзи тахфифро нест кунед?",
      "action": "Хориҷ кардани тахфиф"
    },
    "notifications": {
      "delete_success": "Шарҳи шумо бомуваффақият нест карда шуд"
    }
  },
  "gift_cards": {
    "title": "Корти тӯҳфа",
    "sub_title": "Корти тӯҳфа эҷод кунед ва он гоҳ ба қадри кофӣ лозим аст. Ин корт пардохт дорад ва онро танҳо барои харид дар мағозаи худ истифода бурдан мумкин аст.",
    "create_new": "Корти тӯҳфаи нав илова кунед",
    "card": {
      "created": "Эҷод кунед",
      "lifetime": "Санаи поёни бақо",
      "lifetime_unit": "Моҳ аз рӯзи таъсиси ҳар як корт",
      "currency": "Асъор",
      "initial_balance": "Пардохти ибтидоӣ",
      "count": "Ҳисоб",
      "count_unit": "адад",
      "used": "Истифода бурда мешавад"
    },
    "dialog": {
      "title": "Тарҳрезии корти тӯҳфа"
    },
    "alert": {
      "title": "Рамзи тахфифро нест кунед",
      "message": "Оё шумо мехоҳед ин рамзи тахфифро нест кунед?",
      "action": "Нобуд кунед"
    },
    "notifications": {
      "delete_title": "Корти тӯҳфаро нест кунед",
      "delete_message": "Шарҳи шумо бомуваффақият нест карда шуд."
    }
  },
  "coupons": {
    "title": "купонхо",
    "sub_title": "Агар шумо хоҳед, ки ба мизоҷони худ тахфиф диҳед, ки онро бо шароити мушаххас истифода бурдан мумкин аст, шумо метавонед купонҳо эҷод кунед. Купонҳо метавонанд тахфифи фоизӣ бо маҳдудият ё маблағи собит ё маҷмӯи ҳардуро дар бар гиранд.",
    "create_new": "Иловаи купони нав",
    "qualified_products": "Маҳсулоти мувофиқ",
    "min_purchase": "Ҳадди ақали харид",
    "only_first_order": "Танҳо хариди аввал",
    "one_time_use": "Якбора истифода",
    "amount_usage": "Маблағи истифодашуда",
    "delete_alert": {
      "title": "Купонро нест кунед",
      "message": "Оё мутмаин ҳастед, ки ин купонро нест мекунед?",
      "action": "Бале, купонро нест кунед"
    },
    "notifications": {
      "delete_success": "Купон бомуваффақият нест карда шуд."
    },
    "multiple_use": "Истифодаи чандкарата"
  },
  "coupon_edit": {
    "title_edit": "Таҳрири купон",
    "title_add": "Купон нав",
    "discount_charge": "Тахфиф ва пардохт",
    "charge": "Заряд",
    "charge_message": "Маблағи пардохти ибтидоӣ",
    "percent": "Фоизи тахфиф",
    "percent_message": "Маблағи фоизи тахфиф",
    "limit_input": "Маҳдудият",
    "limit_input_hint": "Маблағи лимити тахфиф",
    "currency_input_message": "Купон барои ин асъор дастрас аст.",
    "count_input": "Ҳисоб",
    "count_input_hint": "Истифодаи максималии ин код",
    "limit_input_message": "Арзиши 0 барои маҳдудияти тахфиф маънои онро дорад, ки меъёри тахфиф маҳдудият вуҷуд надорад.",
    "date_start_input": "Оғоз",
    "date_start_input_placeholder": "Кай барои оғоз кардани купон интихоб кунед",
    "date_end_input": "Поён",
    "date_end_input_placeholder": "Интихоб кунед, ки тахфиф кай ба охир мерасад",
    "title_input": "Унвон",
    "title_input_hint": "Шумо метавонед унвони ин рамзи тахфифро ворид кунед",
    "description_input": "Тавсифи",
    "description_input_hint": "Шумо метавонед тавсифи ин рамзи тахфифро ворид кунед",
    "coupon_code": "Рамзи купон",
    "need_code": "Рамз лозим аст?",
    "coupon_color": "Ранги купон",
    "min_purchase_amount": "Маблағи ҳадди ақали харид",
    "min_purchase_amount_hint": "Маблағи харид бояд аз ин арзиш зиёд ё баробар бошад.",
    "should_exist_product": "Ақаллан яке аз ин маҳсулот бояд дар ароба бошад",
    "apply_for_first_order": "Танҳо барои хариди аввал",
    "apply_for_first_order_on": "Ин купон метавонад танҳо барои хариди аввалини муштарӣ истифода шавад!",
    "apply_for_first_order_off": "Шумораи истифодаи купонҳо барои як харидорро дар зер танзим кардан мумкин аст.",
    "has_qualify_constraints": "Оё шумо мехоҳед маҳдудиятҳои бештарро муайян кунед?",
    "has_qualify_constraints_message": "Шартҳои бештар муқаррар кунед, то муштарӣ барои истифодаи ин купон мувофиқат кунад.",
    "one_time_use": "Якбора истифода",
    "one_time_use_message": "Муштарӣ метавонад ин купонро барои як маротиба истифода барад.",
    "daily_limit": "Маҳдудияти ҳаррӯза",
    "no_limit": "Бе маҳдудият",
    "daily_limit_message": "Миқдори максималии истифода дар як рӯз аз ҷониби муштарӣ",
    "monthly_limit": "Маҳдудияти моҳона",
    "monthly_limit_message": "Маблағи максималии истифода дар як моҳ аз ҷониби муштарӣ",
    "yearly_limit": "Лимити солона",
    "yearly_limit_message": "Миқдори максималии истифода дар як сол аз ҷониби муштарӣ",
    "notifications": {
      "add": "Купони нав бомуваффақият сохта шуд.",
      "edit": "Купон нав карда шуд."
    }
  },
  "offers": {
    "title": "Пешниҳодҳо",
    "sub_title": "Шумо метавонед барои муштариёни худ пешниҳодҳои махсус эҷод кунед, то ки онҳо пас аз харидани як ашё ашёи дигарро бо тахфиф ё ҳатто ройгон гиранд.",
    "create_new": "Пешниҳоди нав илова кунед",
    "qualified_products": "Маҳсулоти мувофиқ",
    "min_quantity": "Миқдори ҳадди ақал",
    "min_purchase": "Ҳадди ақали харид",
    "discounted_products": "Маҳсулоти арзон",
    "amount_usage": "Маблағи истифодашуда",
    "delete_alert": {
      "title": "Пешниҳодро нест кунед",
      "message": "Оё мутмаин ҳастед, ки ин пешниҳодро нест мекунед?",
      "action": "Бале, пешниҳодро нест кунед"
    },
    "notifications": {
      "delete_success": "Пешниҳод бомуваффақият нест карда шуд."
    }
  },
  "offer_edit": {
    "title_edit": "Таҳрири пешниҳод",
    "title_add": "Пешниҳоди нав",
    "design_style": "Дизайн ва услуб",
    "eligible_constraints": "Маҳдудиятҳои қобили қабули муштариён",
    "title_input": "Унвон",
    "title_input_hint": "Шумо метавонед унвони ин рамзи тахфифро ворид кунед",
    "description_input": "Тавсифи",
    "description_input_hint": "Тавсифи ин рамзи тахфифро нависед",
    "currency_input_message": "Пешниҳоди дастрас барои ин асъор.",
    "qualified_products": "Маҳсулоти мувофиқ",
    "qualified_products_message": "Барои он ки маҳсулот мувофиқ бошад, миқдори умумии ашё дар ароба бояд баробар ё бештар аз миқдори ҳадди ақал бошад.",
    "min_items": "Миқдори ҳадди ақали ашё",
    "min_items_message": "Шумораи ашёе, ки муштарӣ бояд харад",
    "discounted_products": "Маҳсулоти арзон",
    "offered_products": "Маҳсулоти пешниҳодшуда",
    "offered_products_message": "Ақаллан яке аз ин маҳсулот бояд дар ароба бошад.",
    "discount_percent": "Фоизи тахфиф",
    "discount_percent_message": "Фоизи тахфиф барои ин ашё.",
    "discount_percent_hint": "Маблағи фоизи тахфиф",
    "per_order": "Шумораи максималии истифода дар як фармоиш",
    "per_order_message": "Миқдори ҳадди аксар, ки пешниҳод метавонад ба фармоиш татбиқ карда шавад",
    "count_input": "Маблағ",
    "count_input_hint": "Истифодаи максималии ин пешниҳод",
    "min_purchase": "Маблағи ҳадди ақали харид",
    "min_purchase_hint": "Нархи харид бояд аз ин арзиш зиёд ё баробар бошад",
    "limitation": "Маҳдудият",
    "date_start_input": "Оғоз",
    "date_start_input_placeholder": "Кай барои оғоз кардани купон интихоб кунед",
    "date_end_input": "Поён",
    "date_end_input_placeholder": "Интихоб кунед, ки тахфиф кай ба охир мерасад",
    "max_actives_is_3": "Шумо метавонед дар як вақт танҳо се пешниҳоди фаъол дошта бошед.",
    "enable": "Ба таври худкор муроҷиат кунед",
    "notifications": {
      "add": "Пешниҳоди нав бомуваффақият эҷод карда шуд.",
      "edit": "Пешниҳод бомуваффақият нав карда шуд."
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "Баннер",
      "reportage": "Репортаж",
      "social": "ВАО иҷтимоӣ",
      "offline": "Офлайн"
    }
  },
  "emails": {
    "title": "Маркетинги почтаи электронӣ",
    "subtitle": "Мактубҳои почтаи электрониро тавассути кашолакунӣ тарроҳӣ кунед, маъракаҳоро ба нақша гиред ва оғоз кунед, то нигоҳдории онро зиёд кунед ва маълумоти боэътимод ва дақиқро дар як ҷо бубинед.",
    "cation_message": "⚠ Барои тоҷирони тасдиқнашуда маҳдуд аст. (Бета)",
    "subject": "Мавзӯъ",
    "from": "Аз",
    "in_que": "Интизорӣ",
    "schedule_at": "Ҷадвал дар",
    "sent": "Фиристод",
    "sends": "мефиристад",
    "delivers": "Супурд",
    "views": "Намоишҳо",
    "clicks": "Кликҳо",
    "buys": "Харидхо",
    "new_email": "Иловаи почтаи нав",
    "new_email_message": "Эҷод ва нақшаи почтаи нави маркетингӣ"
  },
  "email_dashboard": {
    "review": "Барраси",
    "waiting_for_approve": "Интизори тасдиқ аз ҷониби {name}",
    "approved_by": "Почтаи электронӣ аз ҷониби {name} тасдиқ ва фиристода шудааст.",
    "not_submitted_send_request": "Шумо ҳоло барои ирсоли ин почтаи электронӣ дархост пешниҳод накардаед.",
    "reviewed_by": "Баррасии {name}",
    "status": "Ҳолати почтаи электронӣ",
    "conversion": "Қурбҳои табдил",
    "sell_performance": "Фаъолияти фурӯш",
    "total_buys": "Шумораи умумии фурӯш",
    "amount_buy": "Маблағи умумии фурӯш",
    "average_sell": "Фурӯши миёна",
    "sessions": "Сеансхо",
    "overview": "Барраси",
    "purchase_amount": "Маблағи харид",
    "actions": "Фаъолияти корбар"
  },
  "email_page": {
    "emails": "Почтаи электронӣ",
    "edit": "Таҳрир"
  },
  "affiliate_page": {
    "affiliates": "Шарикони шарик",
    "orders": "Фармонхо",
    "payments": "Пардохтҳо"
  },
  "affiliate_dashboard": {
    "link": "Пайванди шарики шарикӣ",
    "fix_commission": "Комиссияи собит",
    "percent_commission": "Комиссия дар асоси фоиз",
    "last_payment": "Пардохти охирин",
    "balance": "Мувозинат",
    "total_payment": "Маблағи умумии пардохтҳо",
    "status": "Ҳолати шарики шарикӣ ва маҳдудиятҳо",
    "available_for": "Барои",
    "orders_count": "Маблағи фармоишҳо",
    "orders_accepted": "Фармоишҳои қабулшуда",
    "finance": "Ҳисоботи молиявӣ",
    "amount_accepted": "Маблағи қабулшуда",
    "amount_paid": "Маблағи пардохтшуда",
    "sessions": "Сеансхо",
    "affiliate_payment": "Пардохтҳои шарики шарикӣ",
    "amount_payment": "Маблағи пардохт",
    "amount_payment_hint": "Маблағи дақиқи транзаксия",
    "i_paid": "Ман ба {name} {amount} {currency} пардохт кардам",
    "pay_now": "Ҳоло пардохт кунед"
  },
  "permission_roles": {
    "new_role": "Илова кардани нақши нав",
    "new_role_message": "Кори дастаро осон кунед.",
    "new_role_action": "Илова кардани нақши нав"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "Лотерея",
    "sub_title": "Мизоҷони шумо метавонанд бозӣ бозӣ кунанд ва ғолиб шаванд. Мизоҷони мағозаи шумо бояд барои ҳар як бозӣ 10 чип истеъмол кунанд. Масалан, агар шумо хоҳед, ки муштариёни шумо имкони бурди 1000 USD дошта бошанд, шумо бояд маблағи ҳар як чипро 100 доллар муқаррар кунед. Арзиши 0 барои ҳар як чип маънои онро дорад, ки харидор барои ҳар як харид як чип мегирад.",
    "manually_send_chip": "Оё шумо мехоҳед чипҳоро ба корбарон дастӣ фиристед?",
    "lottery_enable": "Оё лотерея фаъол аст?",
    "chip_price_input": "Нархи чип",
    "zero_chip_message": "Дар як фармоиш 1x чип диҳед",
    "chip_has_price_message": "Ба як {amount} {currency} фармоиш 1 чип диҳед.",
    "chip_disabled_message": "Чип ғайрифаъол аст!",
    "create_new": "Мукофоти нав илова кунед",
    "delete_alert": {
      "title": "Ҷоизаро нест кунед",
      "message": "Оё мутмаин ҳастед, ки ин мукофотро ба таври доимӣ нест мекунед?",
      "action": "Бале, Ҳоло нест кунед"
    },
    "notifications": {
      "delete_success": "Мукофот бомуваффақият нест карда шуд."
    }
  },
  "lottery_edit": {
    "title_edit": "Таҳрири ашёи лотерея",
    "title_add": "Маводи нави лотерея",
    "general_config": "Конфигуратсияи умумӣ",
    "design_style": "Услуб ва намуди зоҳирӣ",
    "enable": "Фаъол?",
    "enable_message": "Шумораи ҳадди аксар дар як чарх 14 адад аст.",
    "title_input": "Унвон",
    "title_input_hint": "Сарлавҳаи кӯтоҳ нависед.",
    "description_input": "Тавсифи",
    "description_input_hint": "Дар бораи ашё тавсиф нависед.",
    "quantity": "Миқдор",
    "quantity_message": "Ҳама чизҳои дастрас",
    "image": "Тасвир",
    "image_placeholder": "Барои ашё тасвир интихоб кунед",
    "chance": "Имконият",
    "chance_message": "Имконияти бурднок бо фоиз",
    "free_for_first": "Оё он барои муштариёни нав ройгон аст?",
    "free_for_first_message": "Муштариёни нав метавонанд ин ашёро ба даст оранд.",
    "prize": "Мукофот",
    "amount": "Маблағи мукофот",
    "amount_hint": "Истифодабарандагон ин маблағро барои фармоиши худ ғолиб мекунанд.",
    "currency_message": "Асъор барои ин ашё. Дигар асъорҳо аз рӯи қурби асъор табдил дода мешаванд.",
    "discount": "Тахфиф",
    "discount_message": "Фоизи тахфиф дар фармоиши муштарӣ",
    "discount_limit": "Маҳдудияти тахфиф",
    "discount_limit_hint": "Тахфифи ҳадди аксар барои муштарӣ.",
    "color": "Ранги",
    "condition": "Шароит",
    "notifications": {
      "add": "Навъи лотерея бомуваффақият сохта шуд.",
      "edit": "Ададҳои лотерея бомуваффақият иваз карда шуданд."
    }
  },
  "gift_card_types_list": {
    "label": "Навъи корти тӯҳфа",
    "message": "Аз рӯйхат намуди корти тӯҳфаро интихоб кунед."
  },
  "email_builder": {
    "service_unavailable": "Сервери почта дар ҳисоби шумо фаъол нест.",
    "design_section": "Лавҳаи тарроҳии почтаи электронии шумо",
    "schedule_switch": "Ирсоли почтаи электрониро ба нақша гиред?",
    "schedule_placeholder": "Вақти фиристодани почтаи электрониро интихоб кунед"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "Санаи бақайдгирӣ",
      "description": "Аз рӯи санаи бақайдгирии корбар филтр кунед."
    },
    "LAST_BUY_DATE": {
      "title": "Охирин харид",
      "description": "Санаи охирини харид."
    },
    "LOGIN_DATE": {
      "title": "Санаи воридшавӣ",
      "description": "Санаи охирини воридшавӣ."
    },
    "LEVEL": {
      "title": "Клуби муштариён",
      "description": "Аъзоёни клуби муштариён."
    },
    "SUBSCRIBED": {
      "title": "Обуна шуд",
      "description": "Барои гирифтани обунаи почтаи электронӣ."
    },
    "NOT_PURCHASED": {
      "title": "Харид нест",
      "description": "Мизоҷон, ки то ҳол харидорӣ накардаанд."
    },
    "SEX": {
      "title": "Гендер",
      "description": "Ҷинси корбар."
    },
    "LOCATION": {
      "title": "Ҷойгиршавӣ",
      "description": "Ҷойгиршавии корбар."
    },
    "LIMIT": {
      "title": "Маҳдудият",
      "description": "Барои шумораи максималии корбарон маҳдудият муқаррар кунед."
    },
    "SEGMENTS": {
      "title": "Сегментҳо",
      "description": "Мизоҷонро дар сегментатсияи мушаххаси дастӣ маҳдуд кунед."
    }
  },
  "inline_help": {
    "helps_title": "Дастури истифодабарандаи хидмат",
    "blogs_title": "Мундариҷаи марбут дар Selldone Blog"
  },
  "shop_tax": {
    "region": "вилоят",
    "label": "Нишон",
    "country_tax": "Андози кишвар",
    "customer_tax": "ААИ муштарӣ",
    "business_tax": "ААИ тиҷоратӣ",
    "shipping": "Фиристодан",
    "override": "Бекор кардан",
    "country": "кишвар",
    "vat_range": "Диапазони андоз аз арзиши иловашуда",
    "custom": "Фармоишгар",
    "regions": "Минтақаҳо",
    "rest_world": "Боқимондаи ҷаҳон",
    "overrides": "Бекор мекунад",
    "dialog_set_title": "Танзимоти андоз",
    "tax_setting": "Танзимоти андоз",
    "vat": "VAT",
    "calculate_tax_input": "Ҳисобкунии автоматии андоз",
    "calculate_tax_message": "Бо фаъол кардани ин хосият, ААИ барои фармоишҳои шумо ҳисоб ва татбиқ карда мешавад.",
    "tax_number": "Рақами андоз",
    "tax_number_message": "Рақами андози худро ворид кунед. Ин рақами бақайдгирӣ дар ҳисобнома-фактураи харидор сабт карда мешавад.",
    "tax_included_in_price_input": "Андоз ба нархи маҳсулот дохил карда шудааст",
    "tax_included_in_price_message": "Агар шумо маблағи андозро ба нархи маҳсулоти худ дохил кунед, ин интихобро интихоб кунед. Маблағи андоз бо формулаи зерин ҳисоб карда мешавад:",
    "tax_included_in_price_formula": "Андоз = (нарх * ААИ) / (1 + ААИ), масалан, маблағи андоз барои маҳсулот бо нархи 100$ бо меъёри арзиши иловашуда 10% 9,09$ мешавад.",
    "tax_on_shipping_input": "Барои интиқол андозҳо татбиқ кунед",
    "tax_on_shipping_message": "Бо интихоби ин интихоб андоз ба интиқол татбиқ карда мешавад.",
    "fixed_tax_rate": "Меъёри андози собит",
    "dynamic_tax_rate": "Андоз аз рӯи минтақаҳо",
    "locations_tip": "Рӯйхати боло танҳо кишварҳоеро нишон медиҳад, ки шумо дар Танзимоти мағоза > Ҷойгирҳо ҳамчун кишварҳое, ки шумо мефурӯшед, интихоб кардаед.",
    "locations_action": "Ҷойҳои захиракунӣ Танзимот",
    "save_alert": "Танзимотҳо захира карда намешаванд!",
    "pos_tax_setting": "Танзимоти андози POS"
  },
  "transportation_page": {
    "menu": {
      "dashboard": "Панели асбобҳо",
      "transportations": "Усулҳои интиқол",
      "orders": "Фармонхо",
      "setting": "Танзимот",
      "delivery_services": "Хизматҳо",
      "delivery_persons": "хаткашонхо"
    },
    "go_to_courier_list": "Рӯйхати хаткашонҳоро дидан",
    "go_to_service_list": "Рӯйхати хидматҳои интиқолро дидан"
  },
  "transportation_persons": {
    "title": "хаткашонхо",
    "notifications": {
      "success_add": "Курьер илова кард.",
      "success_reset": "Барқарор кардани омор.",
      "success_remove": "Курьер бомуваффақият хориҷ карда шуд.",
      "success_update": "Маълумоти хаткашон бо муваффақият нав карда шуд."
    },
    "reset": {
      "title": "Барқарор кардани омор",
      "message": "Оё мутмаин ҳастед, ки омори ин хаткашонро аз нав танзим кунед?",
      "action": "Бале, ҳоло аз нав танзим кунед"
    },
    "remove": {
      "title": "Курьерро хориҷ кунед",
      "message": "Оё мутмаин ҳастед, ки ин хаткашонро нест кунед?",
      "action": "Бале, ҳоло хориҷ кунед"
    },
    "add_dialog": {
      "title": "Иловаи хаткашони нав",
      "action": "Иловаи хаткашон"
    }
  },
  "transportation_orders": {
    "title": "Фармоишҳо барои интиқол",
    "notifications": {
      "success_update": "Ҳолати интиқол бомуваффақият нав карда шуд.",
      "success_payment": "Пардохти COD бомуваффақият тасдиқ карда шуд."
    }
  },
  "delivery_person": {
    "actions_title": "Танзимоти хаткашон",
    "action_delivered": "Фиристода шуд",
    "action_paid": "COD пардохта мешавад",
    "action_returned": "Бозгашт",
    "cod_confirm_action": "Пардохти COD-ро тасдиқ кунед",
    "pickup_dialog": {
      "title": "Шумо хаткашони ин баста ҳастед?",
      "message": "Агар шумо барои интиқоли ин баста масъул бошед, \"Ҳа\"-ро интихоб кунед, вагарна \"Не\"-ро интихоб кунед."
    },
    "status_dialog": {
      "title": "Вазъро ба {status} тағир диҳед",
      "message": "Оё мутмаин ҳастед, ки ҳолати интиқолро ба {status} тағир медиҳед?",
      "action": "Бале, ман тасдиқ мекунам!"
    },
    "cod_dialog": {
      "title": "Пардохти COD",
      "message": "Оё шумо тасдиқ мекунед, ки шумо маблағи фармоишро аз харидор гирифтаед?",
      "action": "Бале, ман пардохтро тасдиқ мекунам!"
    }
  },
  "transportation_services": {
    "title": "Хизматрасонии расонидан",
    "notifications": {
      "success_add": "Хизматрасонии интиқол илова карда шуд.",
      "success_reset": "Барқарор кардани омор.",
      "success_remove": "Хидмат бомуваффақият хориҷ карда шуд.",
      "success_update": "Хидмат бомуваффақият нав карда шуд."
    },
    "reset": {
      "title": "Барқарор кардани омор",
      "message": "Оё мутмаин ҳастед, ки омори ин хидматро аз нав танзим кунед?",
      "action": "Бале, ҳоло аз нав танзим кунед"
    },
    "remove": {
      "title": "Хизматрасонии интиқолро хориҷ кунед",
      "message": "Оё мутмаин ҳастед, ки ин хидматро нест мекунед?",
      "action": "Бале, ҳоло хориҷ кунед"
    },
    "add_dialog": {
      "title": "Илова кардани хидмати интиқоли нав",
      "action": "Илова кардани хидмат"
    }
  },
  "delivery_receipt": {
    "title": "Квитансияи таҳвил",
    "has_return": "Бозгашти интиқол",
    "cashed": "Пардохти пули нақд"
  },
  "delivery_dashboard": {
    "select_destinations": "Ба рӯйхат фармоишҳо илова кунед",
    "price_calculation": "Нархҳои интиқолро ҳисоб кунед",
    "price_calculation_action": "Ҳисоб кардани нарх",
    "add_request": "Хизматрасонии дархост",
    "add_request_action": "Дархости хидматро пешниҳод кунед",
    "refresh_action": "Навсозии маълумот"
  },
  "delivery_order": {
    "title": "Фармоиши интиқол",
    "has_return": "Бозгашти интиқол",
    "cashed": "Пардохти пули нақд"
  },
  "cash_register": {
    "menu": {
      "panel": "Кассаи нақдина",
      "orders": "Фармонхо",
      "customers": "Мизоҷон",
      "devices": "Дастгоҳҳо",
      "inventory": "Инвентаризатсия"
    },
    "payment_confirm": "Тасдиқи пардохт",
    "payment_confirm_msg": "Фармоиши муштарӣ {basket_id}."
  },
  "barcode_scanner": {
    "wifi_pass": "Рамзи Wi-Fi-и шумо",
    "message": "Пароли роутери WiFi-и худро ворид кунед ва рамзи QR-ро скан кунед.",
    "wifi_ssid": "Wi-Fi SSID",
    "ssid_message": "Номи шабакаи Wi-Fi-и худро (SSID) ворид кунед."
  },
  "pos_devices": {
    "Scanner": "Сканер штрих-код",
    "Scanner_desc": "Барои истифодаи сканери штрих-код, шумо бояд рамзи SKU-и маҳсулотро дар танзимоти маҳсулот дуруст ворид кунед.",
    "Printer": "Принтер",
    "Printer_desc": "Квитансияи муштариёни худро тавассути пайвастшавӣ ба принтери квитансия чоп кунед.",
    "CustomerView": "Намоиши муштарӣ",
    "CustomerView_desc": "Ин саҳифа ба шумо имкон медиҳад, ки тафсилоти фармоишро ба мизоҷони худ нишон диҳед.",
    "CardReader": "Кортхонанда",
    "CardReader_desc": "Дастгоҳи корти хонанда барои пардохти COD аз ҷониби муштариёни шумо.",
    "ChipReader": "Хонандаи чип",
    "ChipReader_desc": "Хонандаи барчаспҳои NFC барои илова кардани ашё ба ароба бо истифода аз тегҳо."
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "Дастгоҳро хориҷ кунед",
      "message": "Оё мутмаин ҳастед, ки ин дастгоҳро аз профили POS-и худ хориҷ мекунед?",
      "action": "Бале, ҳоло хориҷ кунед"
    }
  },
  "pos_process_center": {
    "title": "Маркази коркарди фармоиши POS",
    "menu": {
      "label": "Нишони баста",
      "receipt": "Квитансия",
      "back": "Бозгашт",
      "timeline": "Хронометраж",
      "order": "Тартиб"
    }
  },
  "pos": {
    "add_customer": "Муштариро илова кунед",
    "set_delivery": "Суроғаи интиқолро таъин кунед",
    "add_giftcards": "Иловаи корти тӯҳфа",
    "add_discount_code": "Рамзи тахфифро илова кунед",
    "add_coupon": "Иловаи купон",
    "set_campaign": "Таъин кардани маърака",
    "select_buyer": "Харидорро интихоб кунед!",
    "send_to_pos": "Ба мошини корти хонанда фиристед",
    "print_receipt": "Квитансияро чоп кунед",
    "confirm_cash_payment": "Пардохти пули нақдро тасдиқ кунед",
    "payment_cod": {
      "title": "Пули нақд дар интиқол",
      "message": "Маблағи ин фармоиш ҳангоми интиқол дода мешавад. Пас аз гирифтани маблағ аз харидор, шумо бояд пардохтро барои анҷом додани фармоиш дар система тасдиқ кунед."
    },
    "payment_online": {
      "title": "Усули пардохти онлайнро интихоб кунед",
      "message": "Бо интихоби имконоти зерин, истиноди пардохт сохта мешавад ва ба харидор фиристода мешавад. Бо пардохти ин истинод, ҳолати фармоиш ба ҳолати пулакӣ иваз мешавад. Истиноди пардохт тавассути скан кардани коди QR дар экрани муштарӣ, SMS ё почтаи электронӣ тавлид мешавад. Барои фаъол кардани ягон канал барои фиристодани истинод, он интихобро клик кунед ва пас тугмаро пахш кунед, то ба харидор квитансия фиристед."
    },
    "notifications": {
      "success_pay": "Пардохти фармоиш анҷом ёфт.",
      "success_order": "Фармоиш бомуваффақият сохта шуд ва интизори пардохти муштарӣ аст."
    },
    "payment_dialog": {
      "check_pay_now": "Пардохтро дастӣ тафтиш кунед",
      "close_action": "Муколамаро пӯшед. Ман намехоҳам интизори пардохти муштарӣ бошам",
      "go_to_order": "Ба саҳифаи фармоиш равед",
      "paid_by_gift_card_msg": "Маблағи умумии фармоиш аз кортҳои тӯҳфа гирифта шуд! Ба харидор лозим нест, ки бештар пардохт кунад.",
      "cod_msg": "Муштарӣ ҳангоми гирифтани фармоиш пардохт мекунад.",
      "online_msg": "Аз муштарӣ хоҳиш кунед, ки рамзи QR-ро дар экрани муштарӣ скан кунад."
    },
    "name": "POS",
    "message": "Як нуқтаи фурӯши онлайни худро бо арзиши сифр насб кунед, онро дар ҳама гуна смартфон, планшет ва компютер иҷро кунед ё фармоишҳоро дастӣ эҷод кунед."
  },
  "exporter": {
    "title": "Содироти маълумот",
    "subtitle": "Маълумоти шумо ба шумо тааллуқ дорад! Шумо метавонед маълумоти тиҷоратии худро дар формати стандартӣ дар вақти дилхоҳ зеркашӣ кунед. Аммо, махфияти муштариёни худро эҳтиром кунед, ба онҳо спам нафиристед ва ҳеҷ гоҳ маълумоти онҳоро бо шахси сеюм мубодила накунед.",
    "excel": "Шумо рӯйхати ҳамаи {type} дар мағозаро бо маълумоти пурра дар формати Excel хоҳед гирифт.",
    "csv": "Шумо рӯйхати ҳамаи {намудҳои} дар мағозаро бо маълумоти пурра дар формати CSV хоҳед гирифт. Ин формат ба формати стандартии Selldone барои воридоти {type} ба мағоза мувофиқ аст."
  },
  "importer": {
    "category": {
      "title": "Категорияҳои воридотӣ",
      "subtitle": "Файли CSV категорияҳоро дар ин ҷо бор кунед. Боварӣ ҳосил кунед, ки формати стандартиро риоя кунед."
    },
    "product": {
      "title": "Маҳсулоти воридотӣ",
      "subtitle": "Файли CSV-и маҳсулотро дар ин ҷо бор кунед. Боварӣ ҳосил кунед, ки формати стандартиро риоя мекунед."
    },
    "product_images": {
      "title": "Тасвирҳоро ворид кунед",
      "subtitle": "Гирифтани иттилооти тасвирӣ вақтро талаб мекунад. Ҳангоми воридоти тасвирҳо ҳатман ҳуқуқи муаллифиро риоя кунед."
    },
    "inventory": {
      "title": "Инвентаризатсияи оммавӣ навсозӣ",
      "subtitle": "Файли CSV-и инвентаризатсияро дар ин ҷо бор кунед. Боварӣ ҳосил кунед, ки шумо формати стандартиро риоя карда, аввал файли CSV-ро содир кунед ва сипас он файлро таҳрир кунед."
    },
    "back_to_products": "Бозгашт ба рӯйхати маҳсулот",
    "back_to_categories": "Бозгашт ба рӯйхати категорияҳо",
    "back_to_inventory": "Бозгашт ба рӯйхати инвентаризатсия",
    "step_select_file": "Файли CSV -ро интихоб кунед",
    "step_send_to_server": "Ба сервер фиристед",
    "step_view_result": "Натоиҷи дидан",
    "step_view_que": "Рӯйхати интизориро дидан",
    "send_to_server_action": "Ба сервер фиристед",
    "shop_license": "Иҷозатномаи мағоза",
    "max_items_limit": "Маҳдудияти максималии ашё",
    "total_items": "Маҷмӯи ашё",
    "customer": {
      "title": "Муштариёнро ворид кунед",
      "subtitle": "Файлҳои CSV-и муштариёнро дар ин ҷо бор кунед. Боварӣ ҳосил кунед, ки формати стандартиро риоя мекунед ва инчунин, шумо бояд қоидаҳои махфиятро риоя кунед."
    }
  },
  "campaigns": {
    "title": "Маъракаҳо",
    "subtitle": "Эҷоди маъракаҳо, истинодҳои пайгирӣшаванда ва маълумоти боэътимод ва дақиқро дар як ҷо бубинед. Мо ба шумо дар қабули қарорҳои беҳтаре, ки ба маълумот асос ёфтааст, кӯмак мерасонем.",
    "add_action": "Илова кардани маъракаи нав",
    "empty_message": "Аввалин маъракаи худро ҳоло эҷод кунед!",
    "delete": {
      "title": "Нобуд кардани маърака",
      "message": "Оё мутмаин ҳастед, ки ин маърака ва ҳама маълумотро нест мекунед?",
      "action": "Бале, Ҳоло нест кунед"
    }
  },
  "landing_categories": {
    "raw": "Шаблонҳои хом",
    "marketing": "Маркетинг ва реклама",
    "product": "Муқаддимаи маҳсулот",
    "health": "Саломатӣ ва фитнес",
    "food": "Хӯрок ва Мева",
    "house": "Амвол ва хона",
    "device": "Мошин ва дастгоҳ",
    "car": "Мошин",
    "software": "Нармафзор",
    "clothing": "Либос ва пойафзол",
    "jewellery": "Заргарӣ"
  },
  "shop_theme": {
    "theme_colors": "Рангҳои мавзӯъ",
    "products_view_mode": "Намоиши рӯйхати харид",
    "products_view_mode_desc": "Шумо метавонед режими намоиши маҳсулотро дар мағозаи худ вобаста ба андозаи экран танзим кунед. Ин режим бо нобаёнӣ баррасӣ мешавад ва агар корбар ҳолати намоишро тағир диҳад, татбиқ карда намешавад.",
    "color_light": "Ранги ибтидоӣ",
    "color_dark": "Ранги ибтидоии торик",
    "color_deep_dark": "Ранги амиқи торик",
    "color_info": "Пайвандҳо",
    "light_checkout": "Мавзӯи баррасиҳои сабук",
    "light_header": "Сарлавҳаи сабук",
    "light_footer": "Поёни сабук",
    "product_page": "Саҳифаи маҳсулот",
    "typography": "Типография",
    "header": "Сарлавҳа",
    "custom_code": "Рамзи фармоишӣ",
    "custom_css": "CSS фармоишӣ"
  },
  "app_templates": {
    "default": "Пешфарз",
    "blue": "Укёнуси кабуд",
    "amber": "Амбер",
    "green": "Экватори",
    "red": "Вампир",
    "magenta": "Гул",
    "master": "Устод",
    "black": "Тарафи торик"
  },
  "affiliate_orders": {
    "title": "Фармоишҳои шарики шарикӣ",
    "table": {
      "order_price": "Маблағи фармоиш",
      "order_payment": "Ҳолати пардохти фармоиш",
      "order_link": "Истиноди фармоиш",
      "commission_status": "Ҳолати комиссия",
      "commission_amount": "Маблағи комиссия",
      "items": "Ададҳо",
      "actions": "Амалҳо",
      "create_date": "Эҷоди сана"
    },
    "notifications": {
      "update_success": "Ҳолати шарикӣ нав карда шуд."
    }
  },
  "affiliate_payments": {
    "title": "Пардохтҳои шарики шарикӣ",
    "table": {
      "staff": "Кормандон",
      "amount": "Маблағ",
      "note": "Шарҳ",
      "date": "Сана"
    }
  },
  "my_roles": {
    "title": "Нақшҳои ман",
    "message": "Нақшҳо як намуди дастрасӣ ба кормандони мағоза мебошанд. Масалан, кормандоне, ки барои фиристодан ё бастабандии фармоиш масъуланд."
  },
  "role_card": {
    "complete_tasks": "Вазифаҳои иҷрошуда",
    "reject_tasks": "Вазифаҳои радшуда",
    "last_check": "Санҷиши охирин"
  },
  "referral_widget": {
    "apply_now": "Ҳоло барои ин барнома муроҷиат кунед!",
    "no_bonus": "Бо даъват кардани дӯсти худ ҷоизаи аввалро гиред.",
    "your_gift": "Тӯҳфаи шумо",
    "invited_gift": "Тӯҳфаи даъватшуда",
    "percent_bonus": "Бонус фоизи",
    "discount_bonus": "Бонус тахфиф",
    "registered": "Корбари нав",
    "accepted": "Истифодабарандаи қабулшуда"
  },
  "app_config": {
    "reviews": "Баррасиҳо",
    "rate_now": "Ҳоло баҳо диҳед",
    "category": "Категория",
    "uninstall": "Uninstall",
    "get_app": "Барномаро гиред",
    "public_keys": "Калидҳои ҷамъиятӣ",
    "private_keys": "Калидҳои хусусӣ (бехатар)",
    "config": "Конфигуратсияи барнома",
    "app_status": "Ҳолати ариза",
    "app_info": "Маълумот дар бораи ариза",
    "update_at": "Навсозии охирин",
    "visit_website": "Боздид аз вебсайт",
    "privacy": "Сиёсати Корбурди Маълумоти Шахсӣ",
    "installs": "Насб мекунад",
    "basic_profile_permission": "Маълумоти профили асосӣ",
    "developer": "Таҳиягар",
    "permissions": "Иҷозатҳо",
    "total_comments": "Ҳама шарҳҳо",
    "delete_dialog": {
      "title": "Барномаро нест кунед",
      "message": "Оё шумо мехоҳед ин барномаро аз мағозаи худ тоза кунед?",
      "action": "Бале, барномаро нест кунед"
    },
    "notifications": {
      "uninstall_success": "Барнома бомуваффақият нест карда шуд."
    }
  },
  "shop_bots": {
    "not_set": "Муқаррар нашудааст!",
    "tokens": "Токен(ҳо)",
    "webhook": "Вебхук",
    "calls": "Зангҳо",
    "dialog": {
      "title": "{name} Танзимоти бот",
      "message": "Чаҳорчӯбаи ҳамаҷонибаи бот барои эҷоди таҷрибаи харид дар сатҳи корхона."
    }
  },
  "shop_customers": {
    "title": "Идоракунии муштариён",
    "all_customers": "Ҳама муштариёнро зеркашӣ кунед",
    "filtered_customers": "Мизоҷони филтршуда",
    "dialog_chips": {
      "title": "Шумораи микросхемаҳои муштариро таъин кунед"
    },
    "dialog_club": {
      "title": "Сатҳи клуби муштариёнро таъин кунед"
    }
  },
  "app_dashboard": {
    "status": "Ҳолати интишор",
    "statistics": "Статистика"
  },
  "app_publish": {
    "production_version": "Версияи истеҳсолӣ",
    "beta_version": "Версияи бета",
    "alpha_version": "Версияи альфа"
  },
  "app_publish_widget": {
    "header": "Сарлавҳаи вебсайтро нигоҳ доред",
    "header_code": "Рамзи сарлавҳа",
    "admin_page": "Саҳифаҳои маъмурӣ",
    "name": "Ном",
    "icon": "Нишона",
    "url": "Url"
  },
  "app_api": {
    "title": "Дастрасии API",
    "revoke_api": "Бекор кардани API",
    "api_key": "Калиди API",
    "secret": "Калиди махфӣ",
    "client": "Муштарӣ",
    "redirect_url": "URL-ҳои масир",
    "client_name": "Номи муштарӣ"
  },
  "app_loader_page": {
    "no_ui_title": "Ин барнома ягон UI надорад!",
    "no_ui_desc": "Баъзе барномаҳо дар минтақаи администратори худ интерфейси корбарро талаб намекунанд. Ин барнома метавонад танҳо ба қисмати сарлавҳаи вебсайти мағозаи шумо код илова кунад.",
    "header": "Рамзи сарлавҳа"
  },
  "finance_report": {
    "export_title": "Содироти маълумоти молиявӣ",
    "export_sub_title": "Тафсилоти молиявиро дар як файл зеркашӣ кунед.",
    "start_input_placeholder": "Санаи оғози гузоришро интихоб кунед",
    "end_input_placeholder": "Санаи анҷоми гузоришро интихоб кунед",
    "download_action": "Рӯйхати молияро зеркашӣ кунед"
  },
  "shop_notifications": {
    "title": "Огоҳиномаҳои мағоза",
    "sub_title": "Бот, почтаи электронӣ, SMS, ...",
    "message": "Танзимот ва афзалиятҳои огоҳиномаи мағозаи худро таҳрир кунед",
    "channel": "Канал",
    "status": "Статус",
    "events": "Ҳодисаҳо",
    "info": "Маълумот",
    "actions": "Амалҳо",
    "connected": "пайваст",
    "not_connected": "Пайваст нест!",
    "connect_now": "Ҳоло пайваст шавед",
    "send_test": "Маълумоти санҷиширо фиристед",
    "disconnect": "Хомӯш кардан",
    "dialog": {
      "title": "Конфигуратсияи бот",
      "message": "Чаҳорчӯби ҳамаҷонибаи огоҳинома барои эҷоди таҷрибаи тиҷорати электронӣ дар сатҳи корхона.",
      "action": "Ин ҷоро ангушт зан!",
      "set_config": "Танзимотро танзим кунед"
    }
  },
  "notification_events": {
    "new_order": "🛍️ Фармоиш",
    "payment": "💳 Пардохт",
    "return": "📦 Бозгашт",
    "weekly_report": "📈 Ҳисоботҳои ҳарҳафтаина"
  },
  "order_delivery": {
    "title": "Таҳвил",
    "add_to_delivery_que_action": "Ба навбати интиқол илова кунед",
    "in_que": "Дар навбати интиқол",
    "message": "Пас аз додани баста ба хаткашон, тугмаи <b>Тасдиқи таҳвилро</b> клик кунед.",
    "message_add_to_service": "Агар шумо хоҳед, ки ин бастаро тавассути <b>хидматрасонӣ</b> ирсол кунед, тугмаи зеринро пахш кунед.",
    "action": "Тасдиқи интиқол",
    "checklist": [
      "Варақаи шахсияти хаткашонро санҷед.",
      "Бастабандии хуб ва сари вақт расонидани маҳсулот метавонад сатҳи нигоҳдории муштариёни шуморо зиёд кунад."
    ],
    "manual": {
      "title": "Мунтазири тасдиқи интиқол аз ҷониби муштарӣ.",
      "action_received": "Тасдиқи харидор",
      "action_returned": "Бозгашти интиқол",
      "message": "Эзоҳ: Агар фармоишгар фармоишро қабул кунад, шумо метавонед имконоти зеринро барои анҷом додани иҷро истифода баред. Баъзе хидматҳои интиқол дар система интиқолро ба таври худкор тасдиқ мекунанд."
    },
    "auto_complete_note": "Пас аз як давраи муайян, ҳолати фармоиш ба интиқол дода мешавад. Ин давра вобаста ба намуди фармоиш фарқ мекунад ва аз ҷониби система муайян карда мешавад.",
    "received": {
      "title": "Ба муштарӣ расонида мешавад.",
      "delivered_date": "Санаи расондан"
    },
    "receiver": "Қабулкунанда",
    "bill": "Квитансия",
    "tracking": {
      "title": "Иловаи рамзи пайгирӣ / Url",
      "code": "Рамзи пайгирӣ",
      "url": "URL-и пайгирӣ",
      "message": "Агар шумо тавассути хидмате фиристода бошед, ки рамзи пайгирии ин фармоишро пешниҳод мекунад, шумо метавонед код ва истиноди пайгирии мувофиқро дар ин бахш ворид кунед. Ин маълумот ба муштарӣ нишон дода мешавад."
    },
    "preferred_delivery_time": "Мӯҳлати интиқоли афзалиятнок",
    "manage_couriers": "Курьерҳои маро идора кунед",
    "manage_service": "Идоракунии хидмат",
    "option_deliver_by_courier": "Варианти 1: Аз ҷониби хаткашонҳо расонидан.",
    "option_add_to_que": "Варианти 2: Барои коркард дар саҳифаи хидматрасонии интиқол ба навбат илова кунед.",
    "option_instant_shipping": "Варианти 3: Интиқоли фаврӣ.",
    "pickup_action": "Тасдиқи қабул"
  },
  "shop_home_edit": {
    "title": "Танзимоти саҳифаи хонагӣ",
    "sub_title": "Саҳифаи пешфарзи вебсайти худро танзим кунед",
    "default_home": "Саҳифаи хонагии пешфарз",
    "default_home_placeholder": "Саҳифаи мағоза саҳифаи асосии вебсайт аст"
  },
  "selldone_referral_page": {
    "title": "Панели роҳнамо",
    "referral_link": "Истиноди муроҷиат",
    "registered": "Ба қайд гирифта шудааст",
    "accepted": "Қабул карда шудааст",
    "bank": "Бонк",
    "bank_title": "Маълумот дар бораи бонк барои бозхонд",
    "new_users": "Истифодабарандагони нав",
    "performance": "Намоиш",
    "credit_mode": "Усули қарз",
    "get_stickers": "Барои нусхабардорӣ ва гузаштан рамзи Html стикерро гиред",
    "click_copy_sticker_code": "Барои нусхабардории коди html дар нишона клик кунед."
  },
  "selldone_referral_payment": {
    "title": "Пардохтҳои муроҷиат",
    "officer": "офицер",
    "amount": "Маблағи транзаксия",
    "note": "Шарҳ",
    "date": "Сана"
  },
  "widget_shop_gateway": {
    "link_account_caution": "Ҳисобро ({currency}) ба мағозаи худ пайваст кунед! Ин ҷоро ангушт зан.."
  },
  "product_sell_widget": {
    "title": "Фаъолияти фурӯши маҳсулот"
  },
  "fulfilment_order_widget": {
    "title": "Иҷрои Dropshipping",
    "check_action": "Dropshipping-ро қабул кунед",
    "uncheck_action": "Фармоиш тасдиқ карда шуд",
    "pay_action": "Арзиши ашёро пардохт кунед..",
    "pay_completed": "Тасдиқи пардохт",
    "list_of_items": "Бозфурӯшии ашё",
    "checklist": [
      "Маблағи маҳсулотеро, ки шумо бавосита мефурӯшед, ба фурӯшандаи аслӣ пардохт кунед.",
      "Шумо метавонед дар қисмати баҳисобгирӣ> Dropshipping аз мағоза арзиши маҳсулотро ба таъминкунанда пардохт кунед ва ҳисоб кунед.",
      "Пас аз пардохт, молрасон фармоиши шуморо қабул мекунад ва пас аз омодагӣ онро мустақиман ба харидор мефиристад."
    ],
    "message": "Пас аз пардохти ҳаққи фармоиш ба таъминкунанда, дар ин бахш раванди фиристодани фармоишро бубинед."
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "Панели асбобҳо",
      "orders": "Фармонхо",
      "inventory": "Инвентаризатсия",
      "shops": "Фурӯшандагон",
      "requests": "Дархостҳо"
    },
    "drop_shipping_charge": "Пардохти Dropshipping"
  },
  "dropship_request_status": {
    "PENDING": "Дар интизорӣ",
    "ACCEPT": "Қабул кунед",
    "REJECT": "Рад кардан"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "Панели асбобҳо",
      "orders": "Фармонхо",
      "wallet": "Ҳамён"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "Панели дастгоҳи фурӯшанда"
  },
  "dropshipping_reseller_orders": {
    "title": "Фармоишҳои фурӯшанда"
  },
  "dropshipping_reseller_wallet": {
    "title": "Ҳамёни фурӯшанда"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "Тасдиқи пардохт",
      "payment_success": "Пардохт анҷом ёфт.",
      "buy_title": "харид",
      "pay_by_giftcards": "Фармоиши шумо бо корти тӯҳфа пардохт карда шуд.",
      "free_order": "Фармоиши шумо ройгон аст.",
      "pay_by_cod": "Фармоиши шумо ҳамчун пули нақд ҳангоми интиқол ба қайд гирифта шудааст.",
      "pay_by_dir": "Фармоиши шумо ҳамчун пардохти мустақим сабт шудааст, лутфан пардохтро анҷом диҳед ва квитансияро дар саҳифаи фармоиши худ бор кунед.",
      "pay_title": "Пардохт",
      "qr_code_payment": "Рамзи QR пардохт сохта шудааст.",
      "connecting_to_online_gateway": "Пайвастшавӣ ба шлюзи пардохти онлайн."
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "Пардохт тасдиқ карда мешавад.<br> Сана: {payment_at}",
      "pay_fail_title": "Пардохта нашудааст",
      "pay_fail_message": "Пардохт тасдиқ карда намешавад!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "Фурӯшанда пардохтро фармоиш медиҳад",
      "balance": "Тавозуни ҳисоби шумо",
      "total_cost": "Арзиши умумии фармоишҳо",
      "need_charge": "Зарур аст",
      "no_account_cation": "Шумо ҳисоб надоред! Ба фурӯшандаи яклухт занг занед.",
      "orders": "Фармонхо"
    },
    "notifications": {
      "success_pay": "Пардохти шумо барои ин фармоишҳо тасдиқ ва бомуваффақият анҷом ёфт."
    }
  },
  "dropship_accounts": {
    "charge_account": "Ҳисоби пардохт",
    "charge_dialog": {
      "title": "Ҳисоби dropshipping пардохт кунед",
      "amount_input": "Пардохти ҳисоб",
      "charge_now": "Ҳоло пур кунед"
    }
  },
  "dropship_admin_dashboard": {
    "title": "Дархостҳои фурӯшанда",
    "today_order_count": "Имрӯз фармоишҳо ҳисоб карда мешаванд",
    "yesterday_order_count": "Фармоишҳои дирӯз ҳисоб карда мешаванд",
    "total_7_days": "Ҳама фармоишҳо дар 7 рӯзи охир"
  },
  "dropshipping_products": {
    "no_shops": "Бубахшед, ягон мағоза ёфт нашуд. Дар оянда мағозаҳо зиёд хоҳанд шуд, то шумо метавонед маҳсулоти онҳоро дар мағозаи худ ҷойгир кунед.",
    "show_all_shops": "Ҳама мағозаҳоро нишон диҳед",
    "show_all_message": "Шумо метавонед ҳамаи мағозаҳоро бинед",
    "current_shop": "Мағозаи ҷорӣ",
    "request_account": "Ҳисобро дархост кунед",
    "request_accepted": "Дархост қабул шуд",
    "request_rejected": "Дархост рад карда шуд",
    "request_pending": "Дархост интизор аст..",
    "notifications": {
      "add_product": "Маҳсулот ба мағозаи шумо илова карда шуд.",
      "request_access": "Мо дархости дастрасии шуморо ба яклухт бомуваффақият фиристодем."
    },
    "show_eligible_shops_message": "Дӯконҳои мувофиқро нишон диҳед"
  },
  "product_dropshipping": {
    "need_re_enable": "Ин маҳсулот аз ҷониби фурӯшандаи аслӣ тағир дода шудааст, ин тағирёбии нарх маҳсулотро дар мағозаи шумо ғайрифаъол кардааст. Тағиротро тафтиш кунед ва агар шумо розӣ шавед, ки маҳсулотро дубора фаъол созед, тугмаи зерро пахш кунед.",
    "need_re_enable_action": "Розӣ шавед, тағирот ва фаъолкуниро татбиқ кунед",
    "changed_value": "Ин маҳсулот аз ҷониби фурӯшандаи аслӣ таҳрир карда шудааст. Тағйиротро тафтиш кунед ва агар шумо розӣ шавед, ки тағиротҳоро ба маҳсулоти худ татбиқ кунед, тугмаи зерро клик кунед.",
    "changed_value_action": "Розӣ кунед, тағирот ворид кунед",
    "parent_deleted": "Ин ашё аз ҷониби фурӯшандаи аслӣ хориҷ карда шудааст.",
    "parent_closed": "Ин маҳсулот аз ҷониби фурӯшандаи аслӣ хомӯш карда шудааст! Шумо наметавонед ин маҳсулотро дар мағозаи худ фурӯшед, аммо агар фурӯшандаи аслӣ маҳсулотро дубора фаъол кунад, шумо метавонед ин маҳсулотро дар мағозаи худ дубора фаъол созед.",
    "notifications": {
      "re_enable_success": "Ин маҳсулот дубора фаъол карда шуд.",
      "update_success": "Ин маълумот дар бораи маҳсулот бо маълумоти аслии маҳсулот нав карда шуд."
    }
  },
  "product_dropshipping_admin": {
    "title": "Dropshipping",
    "save_alert": "Танзимоти интиқоли ин маҳсулот тағир ёфт. Оё шумо мехоҳед тағиротро захира кунед?",
    "reselling_message": "Бо фаъол кардани ин хосият, фурӯшандагони дигар метавонанд маҳсулоти шуморо ба мағозаи худ илова кунанд.",
    "reselling": "Dropshipping-ро фаъол созед",
    "price_merchants": "Нарх барои тоҷирон",
    "price_commission": "Комиссияи савдо (собит)"
  },
  "buy_button": {
    "waiting_for_availability": "Интизори дастрас будан",
    "inform_me_when_available": "Вақте ки он дастрас аст, ба ман хабар диҳед!",
    "pay_buy": "Пардохт ва харид",
    "quantity": "Ҳисоб",
    "quantity_in_basket": "Маҳсулот дар ароба",
    "count_unit": "х",
    "remove": "Хориҷ кунед",
    "add_to_basket": "ба сабат андоз",
    "buy": "харид",
    "notifications": {
      "inform_add_success": "Вақте ки он дастрас аст, мо ба шумо хабар медиҳем.",
      "inform_remove_success": "Шумо аз рӯйхати интизорӣ хориҷ кардаед."
    }
  },
  "product_info": {
    "fake": "Қалбакӣ",
    "action": "Музояда",
    "compare_limit": "Маҳдудияти 10 адад",
    "compare_add": "Илова ба муқоиса",
    "compare_be_in_list": "Дар рӯйхати муқоиса",
    "type": "Навъи",
    "brand": "Бренд",
    "category": "Категория",
    "discount": "Тахфиф",
    "track_price": "Нархи пайгирӣ",
    "waiting_for_auction": "Музоядаи музояда?",
    "inform_auction": "Ҳангоми музояда ба ман хабар диҳед",
    "return_in_days": "{days} Бозгашти кафолати рӯз",
    "support24h7": "Дастгирии 24 соат 7 рӯз",
    "support_normal": "Дастгирии соатҳои корӣ",
    "original_guarantee": "Кафолати аслӣ",
    "cod_payment": "Дастгирии нақд дар интиқол",
    "pros": "Тарафдор",
    "cons": "Манфиатҳо",
    "external_link": "Маълумоти бештар",
    "notifications": {
      "congratulation": "Табрик мекунем",
      "waiting_list_add_success": "Вақте ки ин маҳсулот ба музояда гузошта мешавад, мо шуморо огоҳ хоҳем кард.",
      "waiting_list_delete_success": "Шумо аз рӯйхати интизории музояда баромадед."
    },
    "offer_message": "{min_quantity}-ро харед Барои ин ашёҳо {percent}% тахфиф ба даст оред",
    "up_to": "То {per_order}x барои як фармоиш",
    "get_free": "РОЙГОН ГИРИФТ",
    "get_off": "{percent}% ТАХФИ ГИРИФТ"
  },
  "styler": {
    "size_class": "Андоза & Синф",
    "delete_bg": "Тасвири заминаро нест кунед",
    "bg_color": "Ранги замина",
    "section_style": "Тарзи бахшро таъин кунед",
    "link": "Истинодро насб кунед",
    "show_products": "Идоракунии рӯйхати маҳсулот / категорияҳо",
    "show_product": "Маҳсулотро интихоб кунед",
    "delete_section": "Қисмро нест кунед",
    "text_color": "Ранги матн",
    "tex_align": "Ҳамоҳангсозии матн",
    "text_style": "Услуби матн",
    "bg_image": "Тасвири замина",
    "product": {
      "title": "Маҳсулотро интихоб кунед"
    },
    "products": {
      "title": "Идоракунии рӯйхати маҳсулот ва категорияҳо",
      "sort_options": "Танзимоти Ҷудокунӣ ва Намоишро интихоб кунед",
      "item_types": "Танҳо маҳсулот / категорияҳоро нишон диҳед",
      "product_only": "Танҳо маҳсулот",
      "category_only": "Танҳо категорияҳо",
      "no_category": "Дар мағозаи шумо категория вуҷуд надорад.",
      "limit": "Маҳдудияти маҳсулот",
      "limit_message": "Шумораи натиҷаҳои маҳсулотро ворид кунед",
      "select_categories": "Категорияҳои дастрасро интихоб кунед",
      "categories_limit": "Маҳдудияти категорияҳо",
      "categories_limit_msg": "Шумораи максималии категорияҳоро ворид кунед. Барои бидуни маҳдудият сифр муқаррар кунед."
    }
  },
  "shop_contacts": {
    "popup": "Дастгирии поп-апро фаъол созед",
    "popup_message": "Бо фаъол кардани ин хосият, калиди дастгирӣ дар тарафи рости поёни мағозаи шумо дида мешавад."
  },
  "popup_page": {
    "preview": "Намоиши поп-ап зинда",
    "menu": {
      "design": "Тарҳрезӣ",
      "appearance": "Намуди зоҳирӣ",
      "filter": "Филтр",
      "setting": "Танзимот"
    },
    "notifications": {
      "save": "Поп-ап бомуваффақият захира карда шуд.",
      "edit": "Поп-ап бо муваффақият навсозӣ шуд."
    }
  },
  "popup_appearance": {
    "position": "Мавқеъ",
    "position_desc": "Ҷойгоҳи намоиши ин огоҳиномаро дар саҳифа муайян кунед.",
    "width": "Васеъ",
    "width_desc": "Шумо метавонед паҳнои максималии саҳифаро таъин кунед.",
    "height": "Баландӣ",
    "height_desc": "Шумо метавонед баландии максималии саҳифаро таъин кунед.",
    "radius": "Радиуси кунҷӣ",
    "radius_desc": "Дар ин бахш шумо метавонед радиуси каҷшавии кунҷҳои огоҳиномаро муқаррар кунед.",
    "shadow": "Соя",
    "shadow_desc": "Оё шумо мехоҳед, ки равзанаи поп-ап сояафкан бошад?",
    "delay": "Нишон додани таъхир",
    "delay_desc": "Вақте ки корбар ба мағозаи шумо ворид мешавад, пас аз гузаштани ин вақт, огоҳинома ба корбар нишон дода мешавад.",
    "hide": "Пинҳон кардани таъхир",
    "hide_desc": "Шумо метавонед танзим кунед, ки огоҳинома пас аз чанд сония пас аз намоиш ба таври худкор пӯшида мешавад. Қимати 0 маънои онро дорад, ки огоҳинома ба таври худкор пӯшида намешавад.",
    "transition": "Аниматсияи поп-ап"
  },
  "popup_filter": {
    "registered": "Талаботи узвият ва воридшавӣ",
    "registered_desc": "Шумо метавонед ин огоҳиномаро танҳо барои захира кардани корбарон ё меҳмонон интихоб кунед.",
    "only_guests": "Фақат меҳмонлар",
    "only_users": "Танҳо корбарони воридшуда",
    "purchased": "Таърихи харид",
    "purchased_desc": "Шумо метавонед интихоб кунед, ки ин огоҳинома танҳо ба корбароне, ки аллакай харидорӣ кардаанд ва ё онҳое, ки ҳанӯз харидорӣ накардаанд, нишон диҳед.",
    "no_purchase": "Ҳоло ягон харид нест",
    "yes_purchase": "Пештар харида шудааст",
    "sex": "Гендер",
    "sex_desc": "Оё шумо мехоҳед, ки ин огоҳинома танҳо ба корбарони ҷинси мушаххас нишон дода шавад?",
    "age": "Синну соли ҳадди ақал",
    "age_desc": "Агар ягон арзиш аз 6 калонтар ворид карда шавад, корбар бояд ворид шавад ва бояд санаи таваллуди худро ворид кунад.",
    "levels": "Сатҳи клуби муштариён",
    "levels_desc": "Агар корбар яке аз сатҳҳои интихобшударо дар зер дошта бошад, ин огоҳинома ба ӯ нишон дода мешавад.",
    "countries": "Маҳдудиятҳои ҷойгиршавӣ",
    "countries_desc": "Оё шумо мехоҳед, ки ин огоҳинома танҳо ба корбароне, ки аз кишвари мушаххас меоянд, намоиш дода шавад?"
  },
  "popup_setting": {
    "published": "Ҳолати нашршуда",
    "repeat": "Такрор кунед",
    "repeat_msg": "Оё шумо мехоҳед, ки ин огоҳинома ба корбар зиёда аз як маротиба намоиш дода шавад?",
    "intervals": "Давомнокии вақти намоиши поп-ап",
    "intervals_msg": "Давомнокии ҳадди ақал байни намоиши огоҳиномаҳо ба корбар бояд гузашта бошад.",
    "designer_zone": "Минтақаи дизайнерӣ",
    "title": "Сарлавҳаи поп-ап",
    "note": "Ёддошти дизайнер",
    "image": "Тасвири муқова",
    "delete": {
      "title": "Нобуд кунед",
      "sub_title": "Пас аз нест кардани поп-ап, бозгаште нест. Лутфан итминон ҳосил кунед.",
      "action": "Ин поп-аппаратро нест кунед"
    },
    "notifications": {
      "delete": "Поп-ап нест карда шуд."
    }
  },
  "shop_sms": {
    "title": "Идоракунии SMS",
    "sub_title": "Шаблонҳои SMS ба муштариён фиристода мешаванд",
    "message": "Шумо метавонед мундариҷаи паёмҳои матнии аз ҷониби мағозаи шумо фиристодашударо дар ин ҷо бубинед. Аз сабаби маҳдудият дар сабти намунаҳои тасдиқкунӣ дар хидмати паёмнависӣ, дар айни замон фардӣ кардани паёмҳои матнӣ имконнопазир аст."
  },
  "shop_emails": {
    "title": "Идоракунии почтаи электронӣ",
    "sub_title": "Шумо дар ин бахш рӯйхати мактубҳои аз ҷониби мағоза ба мизоҷон ва менеҷерҳо фиристодашударо хоҳед дид. Почтаи электронӣ ба таври худкор дар асоси маълумоте, ки шумо барои мағозаи худ ворид кардаед, таҳия ва эҷод карда мешаванд. Ҳамчунин, имкони фардӣ кардани паёмҳо ва тасвирҳо дар оянда дастраси умум хоҳад шуд."
  },
  "instagram": {
    "title": "Фурӯш дар Instagram",
    "message": "Бо ёрии ин асбоб шумо метавонед Instagram-и худро ба мағоза табдил диҳед. Танҳо ҳисоби Instagram-и худро дар ин ҷо илова кунед ва тасдиқ кунед, пас шумо метавонед як ё якчанд маҳсулотро аз ҳар як паём ё ҳикояи худ ҷойгир кунед, рӯйхати маҳсулоти худро илова ва нишон диҳед ё паёмро ба маҳсулоти нав табдил диҳед!",
    "add_product": "Маҳсулоти нав илова кунед",
    "create_product": "Маҳсулот эҷод кунед",
    "link_box_msg": "Ин истинодро дар биои худ дар Instagram, Telegram ё дигар шабакаҳои иҷтимоӣ ҷойгир кунед, то шунавандагони шумо зудтар, осонтар, бештар ва ниҳоят бештар харидорӣ кунанд.",
    "remove_account": "Истиноди Instagram-ро тағир диҳед / нест кунед",
    "sync": "Ҳамоҳангсозии маълумоти ҳисоб (ҳар 60 дақиқа)"
  },
  "service_bill": {
    "task": {
      "title": "Рӯйхати кор",
      "message": "Унвонҳои корҳоеро, ки мехоҳед иҷро кунед, нависед ва ба харидор хабар диҳед, ки он то чӣ андоза пеш рафтааст."
    },
    "booking": {
      "title": "Брон / фармоиш",
      "message": "Ин фармоиш дар вақти муайян коркард карда мешавад, муштарӣ мӯҳлати дилхоҳро интихоб кардааст, агар шумо хоҳед, ки дар давраи интихобшуда ягон тағирот ворид кунед, ба муштарӣ хабар диҳед.",
      "selected_checkin": "Санаи воридшавии муштарии интихобшуда",
      "selected_checkout": "Санаи баромадани муштарӣ интихобшуда",
      "change_days_question": "Оё шумо бояд дар давоми рӯзҳои интихобкардаи муштарӣ тағир диҳед?",
      "show_calendar": "Тақвими фармоишҳоро нишон диҳед"
    },
    "pricing": {
      "title": "Нархгузорӣ",
      "message": "Шумо барои ин хидмат чанд пул мегиред?"
    },
    "subscription": {
      "title": "Обуна",
      "message": "Шумо метавонед мӯҳлати обунаро бо харидани ин хидмат ҳаррӯза интихоб кунед. Бигзор харидор бидонад, ки оё шумо мехоҳед арзишҳои пешфарзро, ки аллакай ворид кардаед, тағир диҳед.",
      "duration": "Давраи обуна"
    },
    "charge": {
      "title": "Заряд",
      "message": "Шумо пардохти ин ашёро муайян кардаед. Шумо метавонед маблағи пардохтро барои ашёи аз ҷониби муштарӣ харидашуда тағир диҳед.",
      "charge": "Заряд"
    },
    "save_item": "Тасдиқ ва танзим",
    "start_service": "Хидматро оғоз кунед",
    "end_service": "Анҷом"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "Анҷоми хидмат",
      "message": "Агар ин анҷом дода шавад, тугмаи тасдиқро пахш кунед, то фармоишро анҷом диҳед ва пӯшед.",
      "action": "Фармоишро тасдиқ ва анҷом диҳед"
    }
  },
  "product_outputs": {
    "outputs_form": "Сохтори иттилоотии намоиш (баромад)",
    "virtual": {
      "title": "Шакли маълумот дар бораи маҳсулот",
      "sub_title": "Маълумоте, ки шумо мехоҳед пас аз харид ба корбар нишон диҳед. Ин шакл махсусан барои фурӯши маҳсулоти виртуалӣ, ба монанди корти тӯҳфа, татбиқ мешавад."
    },
    "service": {
      "title": "Тарҳрезии хидмат",
      "sub_title": "Аввал намуди хидмати худро интихоб кунед ва маълумоти заруриро ворид кунед. Масалан, шумо метавонед рӯйхати вазифаҳоро муайян кунед ё аз муштарӣ вақти фармоиш ё таъинотро пурсед."
    }
  },
  "service_design": {
    "type": "Навъи хидмат",
    "type_message": "Навъи хидматеро, ки барои ин маҳсулот пешниҳод мекунед, интихоб кунед. Бо интихоби ҳар як ҷузъ, шакли мувофиқ нишон дода мешавад. Вобаста аз намуди хидмате, ки шумо интихоб мекунед, ҳангоми фармоиш аз фармоишгар маълумоти бештар гирифтан мумкин аст."
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "Дархостӣ",
      "desc": "монанди таъмири хона, рангубор, таъмири мошин ва ғайра."
    },
    "BOOKING": {
      "title": "Бронкунӣ",
      "desc": "Мисли брон кардани утоқи меҳмонхона ё вилла."
    },
    "APPOINTMENT": {
      "title": "Таъинот",
      "desc": "Мисли таъини нигоҳубини ҳайвонот ё омӯзиши шахсӣ."
    },
    "RENTAL": {
      "title": "Иҷора",
      "desc": "Мисли иҷораи ҷой ё мошин."
    },
    "SUBSCRIPTION": {
      "title": "Обуна",
      "desc": "Мисли узвияти клуб ё тренерии онлайн."
    },
    "CHARGE": {
      "title": "Заряд",
      "desc": "Ба монанди пур кардани ҳисоб ё пардохт барои истифодаи барнома."
    },
    "CUSTOM": {
      "title": "Фармоишгар",
      "desc": "Ин хосиятро интихоб кунед, агар хидмате, ки шумо пешниҳод мекунед, ҳеҷ яке аз инҳо набошад."
    }
  },
  "avocado": {
    "title": "Фурӯши зуд, дақиқ ва ҷолиб дар ҳама шабакаҳои иҷтимоӣ",
    "message": "Як маблағ ва як унвон танҳо барои гирифтани пул аз муштариёни худ лозим аст! Пул мустақиман ба ҳисоби шумо ворид карда мешавад ва муштариёни шумо таҷрибаи беназири харид доранд.",
    "new_order": "Векселҳои нав",
    "create_by_seller_title": "Эҷоди ҳисобнома-фактура",
    "create_by_seller_message": "Агар шумо хоҳед, ки бо маблағи муайян ҳисобнома-фактура эҷод кунед ва онро ба касе фиристед, шумо метавонед тугмаи зерро пахш кунед ва шакли ҳисобнома-фактураро нишон диҳед. Истиноди тавлидшударо ба харидор диҳед, то пардохт кунад ва фармоиши онҳоро тавассути он пайгирӣ кунад.",
    "create_by_buyer_title": "Шакли авокадо",
    "create_by_buyer_message": "Бо фаъол кардани ин бахш, истиноди шумо ба шумо нишон дода мешавад, ин истинодро ба харидорон пешниҳод кунед, то онҳо фармоиши худро диҳанд.",
    "orders_list": "Рӯйхати фармоишҳо",
    "active_mode": "Квитансияи фармоиш фаъол аст",
    "inactive_mode": "ғайрифаъол",
    "active_message": "Бо фаъол кардани ин манбаъ, муштариёни шумо метавонанд тавассути варақаи дархост, ки шумо дар зер мебинед, ба маҳсулот фармоиш диҳанд.",
    "avocado_form_link_message": "Ин истинодро дар биои худ дар Instagram, Telegram ё дигар васоити ахбори иҷтимоӣ ҷойгир кунед, то шунавандагони шумо зудтар, осонтар ва ниҳоят бештар харидорӣ кунанд.",
    "need_address": "Гирифтани суроға",
    "need_address_msg": "Агар ба шумо лозим ояд, ки макон ва суроғаи харидорро дарёфт кунед, ин интихобро интихоб кунед.",
    "avocado_link_message": "Барои пардохти фармоиш ба муштарӣ истиноди дар боло зикршударо пешниҳод кардан кифоя аст. Фармоишгар метавонад тавассути ин пайванд фармоишро пайгирӣ кунад.",
    "edit_order": "Тартиби таҳрир",
    "progress": "Сатҳи пешрафт",
    "buyer_link": "Пайванди харидор",
    "buyer_link_message": "Ин пайвандро ба харидори худ пешниҳод кунед. Харидор метавонад тавассути ин пайванд пардохт кунад ва фармоиши худро пайгирӣ кунад. Ин пайванд рамзгузорӣ шудааст, агар пайванд ба касе дода шавад, ӯ метавонад пардохт кунад ва маълумотро бубинад. Ин пайванд барои 60 рӯз фаъол хоҳад буд. Барои нусхабардорӣ ба истиноди зер клик кунед.",
    "OrderConfirm_done": "Фармоиш тасдиқ карда шуд.",
    "OrderConfirm_message": "Агар шумо пардохтро тасдиқ кунед ва фармоиш дуруст бошад, тугмаи зерро пахш кунед.",
    "OrderConfirm_action": "Тасдиқи фармоиш",
    "PreparingOrder_message": "Агар фармоиши муштарӣ барои фиристодан омода бошад, тугмаи OK-ро дар зер пахш кунед.",
    "PreparingOrder_action": "Фармоиш барои фиристодан омода аст",
    "finish_message": "Агар ин фармоиш иҷро шуда бошад, тугмаи хотимаро пахш кунед, то ин фармоишро пӯшед.",
    "finish_action": "Коркарди пурраи фармоиш",
    "finish_dialog": {
      "title": "Фармоишро пур кунед",
      "message": "Оё фармоиш анҷом ёфт ва шумо мутмаин ҳастед, ки мехоҳед онро пӯшед?",
      "action": "Бале, ба итмом расидани фармоиш тасдиқ кунед"
    },
    "configuration": "Танзимоти авокадо",
    "delivery_price": "Арзиши интиқол",
    "edit_avocado_action": "Таҳрири маълумот",
    "submit_pricing_avocado_action": "Нархи фармоишро пешниҳод кунед",
    "add_avocado_action": "Пайванди ҳисобномаро эҷод кунед",
    "avocados_list": "Рӯйхати авокадоҳо",
    "not_pricing": "Ин ашё нарх нест!",
    "show_all": "Ҳамаро нишон диҳед",
    "show_accepted": "Нишон додани ашёи тасдиқшуда",
    "notifications": {
      "update_success": "Авокадо бомуваффақият нав карда шуд.",
      "add_success": "Авокадо бомуваффақият офарида шудааст."
    },
    "name": "Авакадо"
  },
  "avocado_orders": {
    "title": "Авакадо",
    "title_small": "Фурӯши шабакаҳои иҷтимоӣ",
    "pending_orders": "Фармоишҳои фаъол",
    "avocado": "Авокадо фармоиш диҳед"
  },
  "avocado_process": {
    "step1": "Нархгузорӣ",
    "step1_msg": "Нархи ҳар як ашёро ворид кунед ва қуттии сабзро қайд кунед. Агар фурӯши ашё имконнопазир бошад, ҳолати онро ба радшуда иваз кунед.",
    "step2": "Ҳисобнома-фактураро тасдиқ кунед",
    "step2_msg": "Барои ин фармоиш ҳисобнома-фактура эҷод кунед. Шумо метавонед унвон ва тавсифи ҳисобнома-фактураро ворид кунед. Маблағи фармоиш дар асоси нархи умумии ашё ба таври худкор ҳисоб карда мешавад.",
    "title_input": "Номи фактура *",
    "show_to_customer": "Ин маълумот ба харидор нишон дода мешавад.",
    "description_msg": "Оё шумо мехоҳед барои ин фармоиш ёддошт нависед? Ин маълумот ба харидор нишон дода мешавад.",
    "price_input": "Маблағи фармоиш *",
    "tax_none": "Бе андоз",
    "tax_included": "Ба нарх дохил карда шудааст",
    "tax_add": "Иловаи андоз",
    "tax_message": "Шумо метавонед интихоб кунед, ки оё андоз ба нарх дохил мешавад ё не.",
    "tax_included_messages": "Андоз ба нарх дохил карда шудааст.",
    "tax_add_messages": "Андоз бояд ба нархи ниҳоӣ илова карда шавад."
  },
  "hyper": {
    "print_label": "Нишони зеринро чоп кунед ва онро дар назди маҳсулот ҷойгир кунед",
    "hyper_form_link_product_message": "Мизоҷони шумо метавонанд тавассути ин истиноди зуд {product}-ро харанд. Онҳо инчунин бо скан кардани рамзи QR ба ҳамон пайванд ворид мешаванд.",
    "title": "Фурӯши зуд Hyper",
    "message": "Бо ёрии канали фурӯши Hyper Selldone, муштариёни шумо метавонанд тавассути скан кардани коди QR бидуни ягон амали аз ҷониби шумо лозимшуда маҳсулот харанд. Ин роҳро барои зуд фурӯхтани баъзе ашёҳо дар фестивалҳо, намоишгоҳҳо ё маросимҳои серодам ба миқдори зиёд истифода баред. Пас аз фаъол кардани Hyper дар ин бахш, шумо метавонед дар бахши Идоракунии маҳсулот барои маҳсулоти физикӣ рамзи гипер QR эҷод кунед.",
    "orders_list": "Рӯйхати фармоишҳои гиперишора",
    "active_mode": "Канали гиперфурӯш фаъол шуд",
    "inactive_mode": "ғайрифаъол",
    "active_message": "Агар шумо ин хосиятро фаъол созед, имкони эҷоди Рамзҳои Фурӯши зуд дар бахши идоракунии ҳар як маҳсулот нишон дода мешавад.",
    "hyper_form_link_message": "Истиноди гипер-саҳифаи мағозаи шумо",
    "configuration": "Танзимоти гиперишора",
    "name": "Гипер"
  },
  "hyper_orders": {
    "title": "Гипер",
    "title_small": "Ҳисоботи фурӯш",
    "hyper": "Фармоишҳои гирифташуда"
  },
  "product_file": {
    "no_file": "Ҳанӯз ягон файл бор карда нашудааст!",
    "delete_dialog": {
      "title": "Файлро нест кунед",
      "message": "Оё мутмаин ҳастед, ки ин файлро нест кунед?",
      "action": "Бале, Ҳоло нест кунед"
    },
    "notifications": {
      "delete_success": "Файл бомуваффақият нест карда шуд."
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 {amount} пардохт кунед ва {amount_total} кредит гиред.",
    "charge_action": "Талаб кардани кредити ройгон",
    "claim_title": "Кредити ройгони худро талаб кунед",
    "claim_charge_caution": "Эзоҳ: Табдил додани асъор байни ҳисобҳои ҳамёни худ ғайриимкон аст. Аз ин рӯ, ҳисоберо интихоб кунед, ки ба асъори дар мағозаи шумо ивазшуда мувофиқ бошад.",
    "account_input": "Ҳисоби амонатӣ",
    "account_msg": "Пардохт ба ин ҳисоб ситонида мешавад"
  },
  "selldone_applications": {
    "title": "Фармоишҳои худро аз даст надиҳед!",
    "msg": "Бизнеси худро дар ҳама ҷо ва ҳар вақт идора кунед."
  },
  "shop_seo": {
    "title": "Танзимоти SEO",
    "msg": "Ба зудӣ ба маркетинги онлайн тавассути тақвият додани каналҳои ба даст овардани муштариёни органикӣ.",
    "auto": {
      "title": "Мошини SEO Auto",
      "msg": "Таҷрибаи бефосилаи мобилиро барои аудитория ва муҳаррикҳои ҷустуҷӯ дар вебсайти худ таъмин кунед."
    },
    "amp": {
      "title": "AMP",
      "msg": "Насли худкор саҳифаҳои мобилӣ суръатбахш."
    }
  },
  "shop_preferences": {
    "order": {
      "title": "Фармонхо",
      "desc": "Агар муштарӣ фармоишро пардохт кунад, ба ин суроға почтаи электронӣ фиристода мешавад, ки маълумоти фармоишро дар бар мегирад."
    },
    "return": {
      "title": "Бозгашт",
      "desc": "Агар маҳсулот аз ҷониби харидор баргардонида шавад, ин почтаи электронӣ фиристода мешавад. Фиристодани ин почтаи электронӣ аз нақшаи харидаи шумо вобаста аст."
    },
    "pos": {
      "title": "POS",
      "desc": "Ҳисоботи фурӯши POS ба ин почтаи электронӣ фиристода мешавад."
    },
    "avocado": {
      "title": "Авакадо",
      "desc": "Ҳисоботи ҳаррӯзаи фармоишҳои авокадо фиристед."
    },
    "accounting": {
      "title": "Баҳисобгирии муҳосибӣ",
      "desc": "Ҳисоботи молиявӣ ва навсозиро нигоҳ доред."
    },
    "subscription": {
      "title": "Обунаҳо",
      "desc": "Ҳолати нақшаи охирини харидшуда бо огоҳиҳои оғоз ва анҷоми обуна мувофиқ аст."
    },
    "technical": {
      "title": "техникӣ",
      "desc": "Огоҳиҳои техникӣ дар бораи домен ва ҳолати хидмат."
    },
    "report": {
      "title": "Ҳисоботҳо",
      "desc": "Ҳисоботи ҳарҳафтаина ва моҳона ба ин почтаи электронӣ фиристода мешавад"
    },
    "review": {
      "title": "Барраси",
      "desc": "Агар ба шумо лозим аст, ки равандро дар мағоза тасдиқ кунед, почтаи дахлдор ба ин суроға фиристода мешавад. Масалан, барои тасдиқи фиристодани почтаи маркетингӣ ба корбарони мағоза."
    }
  },
  "shop_languages": {
    "title": "Забонҳои мағоза",
    "sub_title": "Бастаҳои тарҷумаи худкори мағозаро насб ва фаъол созед.",
    "message": "Шумо метавонед дар мағозаи худ то 10 бастаҳои забонӣ насб кунед. Агар ба шумо бастаҳои бештар насб кардан лозим бошад, бо мо тамос гиред."
  },
  "invite_friends": {
    "title": "Дар бораи тиҷорати худ ба ҷаҳон нақл кунед!",
    "msg": "Selldone-ро ба дӯстони худ муаррифӣ кунед. Онҳо ҳангоми сабти ном 99 доллари амрикоӣ ваучери ширкат мегиранд ва шумо пас аз анҷоми амалиёти аввалини худ 15 доллари ваучери оғозёбӣ хоҳед гирифт.",
    "invite": {
      "title": "Ба OS Business Selldone ҳамроҳ шавед, то ваучери ройгони $99 ба даст оред.",
      "description": "Ман шуморо ба Selldone даъват мекунам, то тиҷорати худро онлайн бо асбоби афсонавӣ оғоз кунед.",
      "hashtags": "тиҷорати электронӣ, websiteBuilder",
      "quot": "Ман аз ҷониби Selldone як мағозаи онлайн сохтам, шумо инчунин метавонед ҳоло тиҷорати худро анҷом диҳед."
    }
  },
  "shops_list": {
    "title": "Дӯконҳои ман",
    "message": "Рӯйхати мағозаҳои шахсии ман, мағозаҳои иҷозатдодашуда ва намунавӣ."
  },
  "shipping": {
    "warehouse_error": "Аввал анбори худро танзим кунед! Ин суроға ҳамчун сарчашмаи интиқол истифода мешавад.",
    "errors": {
      "set_origin": "Харитаи ҷойгиршавии худро таъин кунед.",
      "set_country": "Кишвари худро таъин кунед.",
      "set_address": "Суроғаи худро таъин кунед.",
      "set_zip": "Индекси почтаи худро таъин кунед."
    },
    "set_warehouse": "Анборро таъин кунед",
    "pickup_location": "Ҷойгиршавӣ",
    "refresh_rates": "Меъёрҳои навсозӣ",
    "no_rate": "Нарх нест...",
    "view_messages": "Паёмҳоро дидан...",
    "not_set_yet": "Ҳанӯз муқаррар нашудааст!",
    "drop_orders_here": "Фармоишҳоро дар ин ҷо фиристед ..."
  },
  "blog_category": {
    "title": "Категорияҳои блог",
    "add_action": "Категорияи нав илова кунед",
    "add_dialog": {
      "title": "Категорияи нав / Навсозӣ",
      "force_edit": "Роҳи таҳрирро маҷбур кунед",
      "force_edit_msg": "Номи категорияро тағир диҳед ва ҳама мақолаҳоро навсозӣ кунед.",
      "star_msg": "Категорияҳои ситорашуда дар блог афзалият доранд.",
      "star": "Нигарист",
      "delete_action": "Категорияро нест кунед",
      "add_action": "Илова кардани категория",
      "edit_action": "Категорияро таҳрир кунед"
    }
  },
  "about_us": {
    "title": "Саҳифа дар бораи мо",
    "subtitle": "Дар бораи тиҷорати худ мақола нависед, то дар саҳифаи Дар бораи мо нишон диҳед. Ин саҳифа ба шунавандагони шумо кӯмак мекунад, ки бренд ва рисолати шуморо донанд."
  },
  "terms": {
    "title": "Саҳифаи шартҳои хидмат",
    "subtitle": "Шартҳои харид ва истифодаи хидматҳои худро барои муштариён фаҳмонед."
  },
  "privacy": {
    "title": "Саҳифаи сиёсати махфият",
    "subtitle": "Сиёсати махфият изҳорот ё ҳуҷҷати ҳуқуқӣ мебошад, ки баъзе ё ҳама роҳҳои ҷамъоварӣ, истифода, ифшо ва идоракунии маълумоти муштарӣ ё муштариро ошкор мекунад."
  },
  "contact_us": {
    "title": "Саҳифаи мо дар тамос шавед",
    "subtitle": "Маълумоти тамос, суроға ва рақами телефони худро нависед, то дар саҳифаи тамос бо мо ба мизоҷони худ нишон дода шавад."
  },
  "metaverse": {
    "title": "Пули Метаверс",
    "subtitle": "Selldone дар фазои тиҷоратӣ хидматҳои% 100-ро дар асоси API пешниҳод мекунад. Таҳиягарони бозӣ, блокчейн ва метаверс метавонанд ин API-ҳои пурқувватро барои пайваст кардани тиҷорат, муштариён ва хидматҳо дар ояндаи кор, зиндагӣ ва ҷаҳони тиҷорат истифода баранд.",
    "message": "Дастрасии барвақт барои таҳиягарони бозӣ"
  },
  "orders_bulk_export": {
    "title": "Ёрдамчии фармоиш",
    "timespan": {
      "title": "Давраи вақт",
      "subtitle": "Санаи оғоз ва анҷоми фармоишро интихоб кунед."
    },
    "tasks": {
      "title": "Натиҷаи вазифаҳо",
      "subtitle": "Рӯйхати вазифаҳоро барои коркарди фармоишҳо дар маҷмӯъ зеркашӣ кунед. Натиҷа танҳо фармоишҳои пулакӣ ва COD-ро дар бар мегирад.",
      "export_title": "Рӯйхати вазифаҳо"
    },
    "labels": {
      "title": "Нишонҳои бастаҳо",
      "subtitle": "Рӯйхати ҳама тамғакоғазҳои фармоишро дар давраи интихобшуда ва ҳолати интихобшуда зеркашӣ кунед. Натиҷа танҳо фармоишҳои пулакӣ ва COD-ро дар бар мегирад.",
      "export_title": "Нишонҳои қуттӣ"
    }
  },
  "customers_funnel": {
    "title": "Демографияи муштариён",
    "subtitle": "Маълумоти муштариёни худро филтр кунед ва содир кунед, то қарорҳои беҳтар қабул кунед, то арзиши бештарро бо маркетинги камтар таъмин кунед! Лутфан махфияти муштариёни худро эҳтиром кунед ва ҳеҷ гоҳ ба онҳо мактубҳои оммавии оммавӣ нафиристед! Ҳеҷ гоҳ маълумоти муштариёни худро бо хидматҳои тарафи сеюм бидуни иҷозати ҳар яки онҳо мубодила накунед."
  },
  "transportation_pickups": {
    "addresses": {
      "title": "Суроғаҳои қабул",
      "subtitle": "Дар ин ҷо суроғаҳои интиқолро илова ва таҳрир кунед. Истифодабарандагон метавонанд суроғаи интиқолро дар саҳифаи пардохт интихоб кунанд.",
      "add_action": "Ҷойгоҳи нав илова кунед"
    }
  },
  "affiliate_pos": {
    "title": "POS шарик",
    "open_pos_action": "POS фармоиши зуд",
    "description": "Ин хосият барои маъмурони саҳифаҳои Instagram ва дигар шабакаҳои иҷтимоӣ мувофиқ аст. Барои дастӣ қабул кардан ва илова кардани фармоишҳо аз муштариён POS-и шарикиро истифода баред. Филиалҳои шумо (ё франшиза) метавонанд дар POS-и шарикӣ фармоишҳои нав илова кунанд ва варақаи амонатро бор кунанд."
  },
  "shop_configuration": {
    "login": {
      "title": "Усулҳои воридшавӣ",
      "subtitle": "Тарзи воридшавии корбаронро ба мағозаи худ танзим кунед."
    },
    "checkout": {
      "title": "Ҷараёни тафтиш",
      "subtitle": "Сафари муштарии худ ва ҷараёни харидро дар тиҷорати электронии худ танзим кунед.",
      "map": {
        "title": "Харита",
        "subtitle": "Истифодабарандагон бояд макони интиқолро дар харита интихоб кунанд (ба монанди Uber).",
        "subtitle_no_map": "Масофа ҳангоми ҳисобкунии интиқол сифр ҳисобида мешавад, агар макон дар суроғаи пешниҳодкардаи муштарӣ мавҷуд набошад."
      },
      "mode": {
        "title": "Нуқтаи воридшавии муштариён",
        "default": {
          "title": "ASAP (Пешфарз)",
          "msg": "Истифодабарандагон ҳарчи зудтар ворид мешаванд. (Таъдиди бештар)"
        },
        "on_checkout": {
          "title": "Дар касса",
          "msg": "Истифодабарандагонро маҷбур кунед, ки дар қадами ҳисоб ворид шаванд."
        },
        "login_free": {
          "title": "Воридшавӣ ихтиёрӣ",
          "msg": "Вуруди ихтиёрӣ пас аз пардохти фармоиш .."
        }
      },
      "express": {
        "title": "Масир пас аз илова ба ароба",
        "false": {
          "title": "Реҷаи муқаррарӣ",
          "msg": "Дар саҳифа боқӣ монед ва пас аз пахш кардани тугмаи илова ба ароба харидро идома диҳед."
        },
        "true": {
          "title": "Ҳолати экспресс",
          "msg": "Пас аз пахш кардани тугмаи илова ба ароба муштариро ба саҳифаи пардохт равона кунед."
        }
      },
      "shipping_address": {
        "title": "Суроғаи интиқолро пурсед"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "Ҷисмонӣ ва хидматрасонӣ (Пешфарз)",
      "desc": "Аз муштарӣ хоҳиш кунед, ки суроғаро дар кассири ҷисмонӣ ва хидматӣ ворид кунад."
    },
    "physical": {
      "title": "Танҳо ҷисмонӣ",
      "desc": "Аз муштарӣ хоҳиш кунед, ки суроғаро танҳо дар кассири ҷисмонӣ ворид кунад."
    },
    "off": {
      "title": "Ҳеҷ гоҳ",
      "desc": "Ҳеҷ гоҳ суроғаи интиқолро напурсед. ⚠ Ин хосиятро истифода баред, агар шумо ният дошта бошед, ки бо интихоби намуди физикӣ барои маҳсулот ба ҷои намуди хидмат хидматрасонӣ дошта бошед."
    }
  },
  "business_model": {
    "title": "Танзими модели бизнес",
    "subtitle": "Модели тиҷорати худро таъин кунед ва мо OS-и шуморо паси саҳна танзим мекунем."
  },
  "business_type": {
    "title": "Намудҳои молҳо",
    "subtitle": "Навъи маҳсулотеро, ки шумо мехоҳед дар мағозаи худ фурӯшед, таъин кунед. Намудҳои маҳсулот дар Selldone на танҳо як намуди маҳсулот мебошанд; бештар дар бораи тартиби ичро.",
    "send_activation_request_to_support": "Дар чиптаи дастгирӣ дархости фаъолсозӣ фиристед.",
    "require_kyc": "Соҳиби тиҷорат KYC.",
    "needs_enterprise_license": "Шумо бояд иҷозатномаи Enterprise дошта бошед.",
    "marketplace_caution_message": "Бозорро ҳамчун модели шумо ба конфигуратсияи OS-и тиҷоратии шумо амиқ таъсир мерасонад. Масалан, шумо бояд ҳадди аққал як фурӯшандаро барои ҳар як маҳсулот бо нархгузорӣ ва инвентаризатсияи мустақил муайян кунед. Мизоҷон наметавонанд маҳсулотеро харидорӣ кунанд, ки фурӯшанда надоранд."
  },
  "business_model_view": {
    "normal": {
      "title": "Мағозаи муқаррарӣ",
      "desc": "Одатан як корхонаи хурду миёна, тиҷорати хонагӣ ё фурӯшанда - ки маҳсулоти худро мустақиман ба муштариён мефурӯшад ё маҳсулоти яклухтфурӯшонро ҳамчун фурӯшанда мефурӯшад."
    },
    "dropshipping": {
      "title": "Dropshipping",
      "desc": "На маҳсулот ва на инвентаризатсия нигоҳ доред - шумо ба шахси сеюм, одатан яклухтфурӯш (ба монанди Printify, Wholesale2B, ...) ё истеҳсолкунанда пардохт мекунед ва онҳо фармоишҳоро дар паси саҳна иҷро мекунанд."
    },
    "wholesaler": {
      "title": "Таъминкунандаи Dropshipping",
      "desc": "Одатан як фурӯшанда ё истеҳсолкунанда - ки фармоишҳоро мустақиман ба истеъмолкунандаи ниҳоӣ мефиристад. Тоҷирони дигар дар Selldone метавонанд маҳсулоти шуморо дар мағозаҳои худ фиристанд."
    },
    "marketplace": {
      "title": "Бозор",
      "desc": "Бозорҳои онлайн харидорон ва фурӯшандагонро дар платформаи хусусӣ ва мутамарказ мепайвандад."
    },
    "franchise": {
      "title": "Франшиза / шарик",
      "desc": "Франчайзинг як усули паҳн кардани маҳсулот ё хидматҳоест, ки бо иштироки франчайзер, ки бренди шуморо таъсис медиҳад (Франчайзинг) ё маҳсулоти шуморо аз рӯи бренди худ мефурӯшад (Шориф)."
    }
  },
  "marketplace": {
    "vendor_wallets": "Ҳамёнҳо",
    "pricing_models": "Нархгузорӣ",
    "add_vendor": "Иловаи фурӯшанда",
    "requests": "Дархостҳо"
  },
  "price_input_type": {
    "title": "Навъи вуруди нарх",
    "default": {
      "title": "Пешфарз",
      "desc": "Қиматро ҳамчун миқдор дар ароба интихоб кунед."
    },
    "area": {
      "title": "Майдон",
      "desc": "Барои ҳисоб кардани миқдор паҳно ва дарозиро ҳамчун вуруд ворид кунед."
    },
    "volume": {
      "title": "ҳаҷм",
      "desc": "Барои ҳисоб кардани миқдор паҳно, дарозӣ ва баландиро ҳамчун вуруд ворид кунед."
    },
    "custom": {
      "title": "Фармоишгар (Бо шакли вуруд)",
      "desc": "Ба садҳо вариант лозим нест! Шакли ҳисобкунии хароҷотро барои маҳсулоти хеле фармоишӣ эҷод кунед."
    }
  },
  "vendors_list": {
    "title": "Фурӯшандагони ман",
    "message": "Рӯйхати фурӯшандагони худам."
  },
  "vendor_page": {},
  "domains": {
    "message": "Доменҳои сершуморро ба OS тиҷорати худ пайваст кунед ва ҳамаи онҳоро дар як ҷо идора кунед. Шумо метавонед хусусияти доменҳои сершуморро барои сохтани доменҳои бахшидашуда барои ҳар як қисми вебсайти худ, ба монанди блог ва ҷомеа истифода баред ё барои шарикони худ доменҳои гуногунро истифода баред."
  },
  "notes": {
    "add_action": "Барои дастаи худ ёддошт илова кунед",
    "notifications": {
      "success_add": "Қайд бомуваффақият илова карда шуд.",
      "success_delete": "Қайд бомуваффақият нест карда шуд."
    }
  },
  "external_services": {
    "title": "Хидматҳои беруна",
    "subtitle": "Ҳолати охирини хидматҳои беруна, ба монанди SMS ва почтаи электронӣ дар ин ҷо назорат кунед."
  }
};