export default {
  "commons": {
    "pay_today": "ชำระเงินวันนี้",
    "pay_yesterday": "จ่ายเมื่อวาน",
    "pay_last30days": "ชำระเงิน 30 วันล่าสุด",
    "create_a_shop": "สร้างร้านค้า",
    "start_free": "เริ่มฟรี",
    "featured_apps": "แอพเด่น",
    "more_apps": "แอพเพิ่มเติม",
    "my_public_profile": "หน้าโปรไฟล์สาธารณะของฉัน"
  },
  "numbers": {
    "infinite": "ไม่ จำกัด"
  },
  "error": {
    "not_fount_data": "ไม่พบข้อมูล!",
    "license_max_limit": "ใบอนุญาตของคุณถึงขีดจำกัดแล้ว!"
  },
  "time_spans": {
    "days_range": "ช่วงวัน",
    "today": "วันนี้",
    "yesterday": "เมื่อวาน",
    "last_7": "7 วันที่ผ่านมา",
    "last_14": "14 วันที่ผ่านมา",
    "last_30": "30 วันที่ผ่านมา",
    "last_90": "90 วันที่ผ่านมา",
    "custom": "กำหนดเอง"
  },
  "device_types": {
    "desktop": "เดสก์ทอป",
    "mobile": "มือถือ",
    "tablet": "ยาเม็ด"
  },
  "create_website_action": "สร้างเว็บไซต์ของคุณ — ฟรี",
  "show_shops_action": "รายชื่อร้านค้าของฉัน",
  "Youtube": "YouTube",
  "Linkedin": "Linkedin",
  "Twitter": "ทวิตเตอร์",
  "Facebook": "เฟสบุ๊ค",
  "Instagram": "อินสตาแกรม",
  "Reddit": "Reddit",
  "Github": "Github",
  "page_titles": {
    "home": "ขายแล้ว ╏ ระบบปฏิบัติการธุรกิจสำหรับบริษัทที่เติบโตอย่างรวดเร็ว",
    "login": "เข้าสู่ระบบ",
    "register": "ลงทะเบียน",
    "auth_2fa": "2 ปัจจัย รับรองความถูกต้อง 🔐",
    "academy": "บล็อก",
    "help": "ศูนย์ช่วยเหลือ",
    "price_list": "รายการราคา",
    "my_stores": "ร้านค้าของฉัน",
    "roles": "หน้าที่ของฉัน",
    "wallet": "กระเป๋าเงินของฉัน",
    "personal_info": "ข้อมูลส่วนตัว ╏ KYC",
    "companies": "บริษัท ของฉัน",
    "access_control": "การควบคุมการเข้าถึง",
    "security_center": "ศูนย์รักษาความปลอดภัย",
    "gifts": {
      "received": "ของขวัญ ╏ ได้รับ",
      "send": "ของขวัญ ╏ ส่งแล้ว"
    },
    "monetization": {
      "linked_accounts": "การสร้างรายได้ ╏ บัญชีที่เชื่อมโยง",
      "plans": "การสร้างรายได้ ╏ แผน & ลิงค์"
    },
    "affiliate": "พันธมิตร",
    "avocado": "อะโวคาโด — Modern Social Sales Channel",
    "guild": "กิลด์ — ช่องทางการขายโดยรวม",
    "partners_login": "พันธมิตร ╏ เข้าสู่ระบบลูกค้า"
  },
  "blank_is_all_products": "เว้นว่างไว้เพื่อรวมสินค้าทั้งหมด!",
  "cautions": {
    "title": "จัดการธุรกิจของคุณอย่างมืออาชีพโดยทำตามคำแนะนำต่อไปนี้ อ่านเคล็ดลับในการเพิ่มอัตรากำไรและอื่นๆ ต่อไป เราอยู่กับคุณตลอดทาง",
    "no_payment_method": {
      "title": "วิธีการชำระเงิน",
      "message": "คุณต้องเพิ่มวิธีการชำระเงินให้กับร้านค้าของคุณ",
      "action": "ร้านค้าเกตเวย์"
    },
    "link_account": {
      "title": "เชื่อมโยงบัญชี",
      "message": "คุณต้องเชื่อมโยงบัญชี ({currency}) กับร้านค้าของคุณ",
      "action": "บัญชีร้านค้า"
    },
    "no_domain": {
      "title": "เพิ่มโดเมน",
      "message": "คุณสามารถเชื่อมต่อโดเมนส่วนตัวตั้งแต่หนึ่งโดเมนขึ้นไปกับร้านค้าของคุณได้ เว็บไซต์ของคุณจะถูกติดตั้งบนโดเมนของคุณ กระบวนการนี้ทำได้ง่ายและรวดเร็ว"
    },
    "domain_not_approved": {
      "title": "การยืนยันโดเมน",
      "message": "โดเมน {domain} ของคุณยังไม่ได้รับการยืนยัน ตรวจสอบการตั้งค่า DNS และยืนยันโดเมน"
    },
    "no_currency": {
      "title": "เพิ่มสกุลเงิน",
      "message": "คุณต้องกำหนดสกุลเงินอย่างน้อยหนึ่งสกุลเงินสำหรับร้านค้าของคุณ",
      "action": "การจัดการสกุลเงิน"
    },
    "no_primary_domain": {
      "title": "โดเมนหลัก",
      "message": "โปรดเลือกโดเมนเป็นโดเมนหลักของคุณ โดยการคลิกที่ปุ่มดาวถัดจากชื่อโดเมน คุณสามารถเลือกโดเมนเป็นโดเมนหลักของร้านค้าของคุณได้ นี่เป็นสิ่งสำคัญสำหรับเครื่องมือค้นหา โปรดทราบว่าร้านค้าของคุณจะยังคงสามารถใช้ได้ในโดเมนที่ใช้งานอยู่ทั้งหมด"
    },
    "shop_complete": {
      "title": "กรอกข้อมูลให้ครบถ้วน",
      "action": "การตั้งค่าร้านค้า",
      "location_msg": "เพิ่มตำแหน่งของคุณ",
      "days_open_msg": "กำหนดวันเปิดทำการ",
      "time_open_msg": "ตั้งเวลาเปิดปิด",
      "description_msg": "เขียนคำอธิบายสั้น ๆ เกี่ยวกับธุรกิจของคุณ",
      "icon_msg": "ตั้งโลโก้ร้านของคุณ",
      "shop_gateways_msg": "เพิ่มวิธีการชำระเงิน",
      "socials_msg": "เพิ่มลิงก์โซเชียลของคุณ",
      "clubs_msg": "ตั้งคลับลูกค้า",
      "domains_msg": "เพิ่มโดเมนที่กำหนดเอง",
      "primary_msg": "ตั้งโดเมนเป็นหลัก"
    }
  },
  "support": {
    "request": "ขอการสนับสนุน",
    "category": "หมวดหมู่",
    "title": "สนับสนุน",
    "message": "ถามคำขอหรือคำถามใด ๆ ทีมสนับสนุนของเราจะแนะนำคุณ เราขอแนะนำให้คุณถามคำถามในหน้าที่เกี่ยวข้องกับคำขอของคุณ ตัวอย่างเช่น หากคุณมีคำถามเกี่ยวกับการตั้งค่าโดเมน ให้ส่งคำถามไปที่หน้าการตั้งค่าโดเมนของร้านค้าคุณ",
    "close_at": "ปิดเมื่อ {date}",
    "close_ticket_by_user": "ขอบคุณค่ะ ได้คำตอบแล้ว"
  },
  "surveys": [
    "แย่มาก",
    "ยากจน",
    "ปกติ",
    "ดี",
    "ยอดเยี่ยม"
  ],
  "sort": {
    "title": "เรียงโดย",
    "title_small": "เรียงตาม..",
    "nothing": "ไม่มีอะไร",
    "most_views": "ยอดวิวสูงสุด",
    "most_likes": "ที่นิยมมากที่สุด",
    "most_recent": "ใหม่ล่าสุด",
    "most_sell": "ขายดีที่สุด",
    "cheapest": "ถูกที่สุด",
    "most_expensive": "แพงที่สุด",
    "only_available": "มีอยู่",
    "view_mode": {
      "normal": "ปกติ",
      "grid": "กริด",
      "list": "รายการ",
      "insta": "Insta"
    }
  },
  "helps": {
    "title": "ศูนย์ช่วยเหลือ Selldone",
    "subtitle": "ยินดีต้อนรับสู่ Selldon หากคุณกำลังสร้างร้านค้าออนไลน์ใหม่บนระบบปฏิบัติการธุรกิจ คุณสามารถค้นหาข้อมูลเพิ่มเติมได้ที่นี่",
    "add_new_help": "ความช่วยเหลือใหม่",
    "resources": "ทรัพยากร",
    "categories": {
      "Welcome": "เริ่ม",
      "Setup": "เก็บ",
      "Sell": "การขายและการตลาด",
      "Developer": "พัฒนา",
      "Application": "แอปพลิเคชั่น",
      "Product": "ผลิตภัณฑ์ & หมวดหมู่ การจัดการ",
      "Blog": "CMS & บล็อก",
      "Order": "ศูนย์ปฏิบัติตามคำสั่งซื้อ",
      "Channel": "ช่องทางการขาย",
      "Accounting": "วิธีการบัญชีและการชำระเงิน",
      "Incentives": "สิ่งจูงใจ",
      "Marketing": "การตลาดและแคมเปญ",
      "Logistic": "โลจิสติกส์และการขนส่ง",
      "Customers": "คลับลูกค้า & การแบ่งส่วน",
      "Page": "หน้า Landing & Custom Pages",
      "Access": "พนักงาน / การจัดการการเข้าถึง API",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "ที่เก็บ Github",
    "admin_api_app": "บริการเว็บ Admin API",
    "shop_api_app": "ร้านค้าบริการเว็บ API",
    "design_kit": "ชุดออกแบบ",
    "community": "ชุมชน"
  },
  "blogs": {
    "title": "บล็อก",
    "subtitle": "บทเรียนสำหรับธุรกิจ ความมั่นใจ และความรู้ที่คุณต้องการเพื่อสร้างธุรกิจที่เจริญรุ่งเรือง",
    "add_new_blog": "บล็อกใหม่",
    "popular": "เป็นที่นิยม",
    "topics": "หัวข้อ",
    "select_topics": "เลือกงานของคุณ",
    "select_job_topics": "เลือกหัวข้อที่เกี่ยวข้องกับงานของคุณ",
    "select_interested_topics": "คุณสนใจหัวข้อใด"
  },
  "api": {
    "title": "API & บูรณาการ",
    "message": "หนึ่งในคุณสมบัติหลักของ Selldone คือการจัดหา API ที่แข็งแกร่งและปลอดภัยเพื่อจัดการและเชื่อมต่อร้านค้ากับบริการอื่นๆ เช่น คลังสินค้า การบัญชี ฯลฯ คุณยังสามารถออกแบบแอปที่กำหนดเองและเว็บแอปสำหรับร้านค้าของคุณได้ โดยไม่ต้องกังวลเรื่องเซิร์ฟเวอร์และการจัดการข้อมูล เพียงใช้โดเมน API คุณจะมีขั้นตอนทั้งหมดในการจัดการผู้ใช้ การรับรองความถูกต้อง และคุณลักษณะอื่นๆ ของโดเมน"
  },
  "user_dashboard": {
    "title": "รถรับส่งของฉัน",
    "subtitle": "จัดการธุรกิจของคุณด้วยข้อมูลที่เป็นปัจจุบันและผู้มีโอกาสเป็นลูกค้าที่ชัดเจน",
    "menu": {
      "affiliate": "พันธมิตร",
      "monetize": "สร้างรายได้",
      "gift": "ของขวัญ",
      "security": "ความปลอดภัย",
      "access": "เข้าถึง",
      "business": "บริษัท",
      "wallet": "กระเป๋าสตางค์",
      "identification": "KYC",
      "stores": "ร้านค้า",
      "roles": "บทบาท",
      "home": "บ้าน",
      "expert": "ผู้เชี่ยวชาญ",
      "deals": "ดีล",
      "providers": "ผู้ให้บริการ"
    },
    "shops": {
      "create_new": "สร้างร้านใหม่",
      "create_new_sub": "ฟรี",
      "create_new_sub_need_initial_charge": "สร้างร้านแรกฟรี อาจมีร้านเดียวเพียงพอสำหรับธุรกิจของคุณ แต่ถ้าคุณต้องการสร้างร้านค้าเพิ่ม ค่าใช้จ่ายในการสร้างร้านใหม่คือ 25$ เราถอนเงินออกจากบัญชีกระเป๋าเงินของคุณ",
      "menu": {
        "title": "ร้านค้าของฉัน",
        "shops": "ร้านค้า",
        "new": "ใหม่"
      },
      "accept_invite_question": "คุณยอมรับคำเชิญนี้หรือไม่?",
      "shop_card": {
        "menu_orders": {
          "physical": "การสั่งซื้อสินค้าทางกายภาพ",
          "virtual": "การสั่งซื้อสินค้าเสมือนจริง",
          "files": "ไฟล์คำสั่ง",
          "services": "ใบสั่งบริการ",
          "subscriptions": "คำสั่งซื้อการสมัครสมาชิก"
        },
        "status": "สถานะ",
        "license": "ใบอนุญาต",
        "volume": "ใช้พื้นที่",
        "expire": "ใบอนุญาตหมดอายุ",
        "products": "สินค้า",
        "page_views": "มุมมอง",
        "user_behavior": "พฤติกรรมของลูกค้า",
        "time_span": "ตั้งแต่ {time} จนถึงตอนนี้",
        "finance_report": "รายงานทางการเงิน",
        "buys": "การซื้อ",
        "payments": "การชำระเงิน",
        "orders": "คำสั่งซื้อ",
        "currency": "สกุลเงิน"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "ความคิดเห็นของลูกค้า",
      "title_small": "ภาพรวม",
      "wishlist": "สิ่งที่อยากได้",
      "comments": "ความคิดเห็น",
      "likes": "ชอบ",
      "favorites": "รายการโปรด",
      "powers": "ปรบมือ",
      "views": "มุมมอง",
      "report_today": "รายงานวันนี้",
      "report_last7days": "รายงาน 7 วันที่ผ่านมา",
      "report_last30days": "รายงาน 30 วันที่ผ่านมา"
    }
  },
  "admin_shop": {
    "title": "เก็บ",
    "menu": {
      "edit": "การตั้งค่า",
      "automation": "ระบบอัตโนมัติ",
      "application": "แอปพลิเคชั่น",
      "access": "เข้าถึง",
      "pages": "หน้า",
      "channels": "ช่อง",
      "categories": "หมวดหมู่",
      "marketing": "การตลาด",
      "customers": "ลูกค้า",
      "logistic": "โลจิสติกส์",
      "auditing": "การบัญชี",
      "incentives": "สิ่งจูงใจ",
      "process_center": "คำสั่งซื้อ",
      "blog": "บล็อก",
      "products": "สินค้า",
      "shops": "ร้านค้า",
      "dashboard": "แผงควบคุม",
      "autopilot": "ออโตไพลอต",
      "apps": "แอพ",
      "pos": "POS",
      "seo": "SEO",
      "localization": "รองรับหลายภาษา"
    },
    "dashboard": {
      "title": "แดชบอร์ดร้านค้า",
      "online_staff": "พนักงานออนไลน์",
      "notify_referral": {
        "message": "ส่งลิงก์คำเชิญของคุณให้เพื่อนและรับบัตรกำนัลฟรี",
        "action": "ลิงค์แนะนำของฉัน"
      },
      "info": {
        "title": "เทคนิค",
        "subtitle": "ภาพรวมทางเทคนิคของระบบปฏิบัติการธุรกิจของคุณ",
        "shop_name": "ชื่อร้าน",
        "shop_link": "ลิงค์ร้านค้า",
        "site_map": "แผนผังเว็บไซต์",
        "shop_domains": "โดเมน",
        "shop_domains_msg": "รายการโดเมนที่กำหนดเองที่เชื่อมต่อ",
        "home_msg": "ตั้งค่าหน้าแรกเริ่มต้นของเว็บไซต์ของคุณ สามารถเปลี่ยนแปลงได้สำหรับแต่ละโดเมนที่กำหนดเอง",
        "add_domain": "เพิ่มโดเมนใหม่",
        "currencies": "สกุลเงินที่ใช้งาน",
        "currencies_alert": "เลือกอย่างน้อยหนึ่งสกุลเงินสำหรับร้านค้า!",
        "status": "สถานะ",
        "license": "ใบอนุญาต",
        "expire": "วันหมดอายุใบอนุญาต",
        "upgrade_license_action": "อัปเกรดเป็น {name}",
        "wage": "ค่าธรรมเนียม",
        "cpu_message": "จำนวนทรัพยากรที่คุณปรับให้เหมาะกับแผนที่ซื้อและทรัพยากรที่คุณเพิ่มในบริการของคุณ",
        "hide_domains": "ซ่อนโดเมนของฉัน",
        "show_domains": "แสดงโดเมนของฉัน",
        "table": {
          "primary": "หลัก",
          "url": "Url",
          "site_map": "แผนผังเว็บไซต์",
          "enable": "เปิดใช้งาน",
          "indexed": "จัดทำดัชนี",
          "and_more": "& มากกว่า..",
          "auto_repair": "ซ่อมรถยนต์"
        },
        "add_dialog": {
          "title": "กำหนดค่าโดเมนร้านค้า",
          "step1": "คุณสามารถกำหนดขีดจำกัด IP ของระเบียน A สำหรับโดเมน DNS หรือโดเมนย่อยจากค่าต่อไปนี้:",
          "step2": "เพิ่มระเบียน DNS TXT:",
          "set_ip_alert": "ตั้งค่า IP ของบันทึก A <b>{ip}</b>",
          "input_domain": "URL โดเมน",
          "correct": "การตั้งค่าโดเมนถูกต้อง",
          "set_message": "ตั้งค่า CNAME ของโดเมนนี้เป็น {cname}",
          "input_domain_message": "ป้อนชื่อโดเมนที่ไม่มี http และ https",
          "ssl_message": "ไม่ต้องกังวลเกี่ยวกับใบรับรอง SSL สำหรับเว็บไซต์ของคุณ ใบรับรองนี้จะออกให้กับโดเมนของคุณโดยอัตโนมัติโดย Selldone (เบต้า)",
          "active": "โดเมนมีการใช้งานอยู่",
          "inactive": "โดเมนถูกปิดใช้งาน",
          "success_message": "ยินดีด้วย เว็บไซต์ของคุณเปิดใช้งานใน {domain} แล้ว คุณสามารถแนะนำธุรกิจและแบรนด์ของคุณให้โลกรู้ผ่านโดเมนนี้",
          "delete_action": "ลบโดเมน?"
        },
        "set_home_dialog": {
          "title": "ตั้งค่าโฮมเพจโดเมน"
        },
        "notification": {
          "add_message": "เพิ่มที่อยู่โดเมนสำเร็จแล้ว",
          "update_message": "อัปเดตโดเมนสำเร็จแล้ว",
          "delete_domain_message": "ลบโดเมนเรียบร้อยแล้ว"
        },
        "alert": {
          "title": "ลบโดเมน",
          "message": "คุณต้องการลบโดเมนนี้หรือไม่? อย่าลืมรีเซ็ตค่าบันทึก DNS ของโดเมนเพื่อป้องกันผู้อื่นจากการฉ้อโกง"
        }
      },
      "active_orders": {
        "title": "คำสั่งซื้อ",
        "title_small": "ใบสั่งทางกายภาพ ไฟล์ เสมือนและการบริการ",
        "pending_orders": "คำสั่งซื้อที่รอดำเนินการ",
        "physical": "การสั่งซื้อสินค้าทางกายภาพ",
        "virtual": "การสั่งซื้อสินค้าเสมือนจริง",
        "file": "ไฟล์สั่งสินค้า",
        "service": "สั่งซื้อสินค้าบริการ",
        "subscription": "คำสั่งสมัครสมาชิก"
      },
      "products": {
        "title": "รายการสิ่งของ",
        "title_small": "ผลิตภัณฑ์ บริการ ไฟล์",
        "total_products": "ประเภทสินค้าทั้งหมด"
      },
      "finance": {
        "title": "การเงิน",
        "title_small": "รายงานทางการเงิน",
        "total_30days_title": "ยอดขายรวม",
        "last_30_day": "30 วันที่ผ่านมา",
        "pay_amount_chart_title": "การชำระเงิน",
        "sell_amount_chart_title": "ฝ่ายขาย",
        "discount_amount_chart_title": "การลดราคา",
        "currency_convert_to": "ไปยังสกุลเงิน",
        "active_currencies": "สกุลเงินที่ใช้งาน",
        "sell_count_chart_title": "จำนวนยอดขายแยกตามรุ่น",
        "active_gateways": "เกตเวย์การชำระเงินที่ใช้งานอยู่",
        "received_last_24h": "ได้รับ 7 ชั่วโมงที่ผ่านมา",
        "pie": {
          "title": "อัตราส่วนการขายวันนี้",
          "no_data": "วันนี้งดขายนะคะ"
        },
        "pay_amount": "จำนวนเงินที่ชำระ",
        "sell_amount": "ยอดขาย",
        "discount_amount": "จำนวนส่วนลด",
        "sell_count": "จำนวนการขาย",
        "table": {
          "currency": "สกุลเงิน",
          "total_sell_30days": "ยอดขายรวม 30 วัน",
          "sell_daily": "อัตราการขายรายวัน",
          "sell": "ขาย",
          "pay": "จ่าย"
        }
      },
      "customers": {
        "title": "ลูกค้าร้าน",
        "title_small": "รายงานการแปลง",
        "total_customers": "ทั้งหมด",
        "new_customers_today": "วันนี้",
        "new_customers_week": "7 วันที่ผ่านมา",
        "orders_count": "คำสั่งซื้อนับ",
        "days_range": "ช่วงวัน",
        "new_users": "ผู้ใช้ที่ลงทะเบียนใหม่",
        "chart": {
          "new_customers": "ลูกค้าใหม่",
          "customers": "ลูกค้าทั้งหมด"
        }
      },
      "plugins": {
        "title": "ปลั๊กอิน",
        "title_small": "ติดตั้งแล้ว"
      },
      "performance": {
        "title": "วันนี้",
        "title_small": "ผู้ใช้และภาพรวมการขาย",
        "users": "ผู้ใช้",
        "views": "มุมมอง",
        "orders": "คำสั่งซื้อ",
        "payments": "การชำระเงิน",
        "no_visitor_today": "วันนี้คุณไม่มีแขก"
      }
    },
    "products": {
      "title": "รายการสินค้า",
      "products_list": "กลับไปที่รายการ",
      "products_menu": "การจัดการผลิตภัณฑ์",
      "process_que": "แปรรูปสินค้านำเข้า",
      "view_que_list": "ดูรายการคิว",
      "menu_products_list": "รายการสินค้า",
      "menu_export": "สินค้าส่งออก",
      "menu_import": "สินค้านำเข้า",
      "menu_show_deletes": "แสดงสินค้าที่ถูกลบ",
      "drop_import_message": "วางไฟล์รายการผลิตภัณฑ์ (รูปแบบ CSV, XLS, XLSX) ที่นี่เพื่อเริ่มเพิ่มผลิตภัณฑ์จำนวนมาก ตรวจสอบให้แน่ใจว่าไฟล์มีรูปแบบรายการผลิตภัณฑ์ Selldone",
      "product_widget": {
        "product_type": "ประเภทสินค้า",
        "price": "ราคา",
        "value_added": "คณะกรรมการ",
        "discount": "การลดราคา",
        "in_stock": "มีสินค้าในสต๊อก",
        "product_unit": "หน่วย",
        "total_sell": "ยอดขายทั้งหมด",
        "total_view": "ยอดดูทั้งหมด",
        "view_unit": "ไทม์ส",
        "review_unit": "ความคิดเห็น"
      },
      "folder_widget": {
        "products": "สินค้า",
        "products_unit": "ประเภท",
        "sub_categories": "หมวดหมู่",
        "sub_categories_unit": "รายการ",
        "views": "มุมมอง",
        "views_unit": "ไทม์ส"
      },
      "menu_advanced_options": "ตัวเลือกขั้นสูง"
    },
    "blogs": {
      "new": "เขียนใหม่",
      "blogs": "บล็อก",
      "list": {
        "title": "บทความของฉัน",
        "waiting_message": "กำลังรับข้อมูล ... please wait",
        "published": "ที่ตีพิมพ์",
        "draft": "ร่าง",
        "private": "ส่วนตัว",
        "public": "สาธารณะ",
        "table": {
          "title": "ชื่อ",
          "author": "ผู้เขียน",
          "claps": "ปรบมือ",
          "like": "ชอบ",
          "comments": "ความคิดเห็น",
          "views": "มุมมอง",
          "publish_state": "สถานะ",
          "created_at": "วันที่สร้าง",
          "updated_at": "การปรับปรุงครั้งล่าสุด"
        },
        "subtitle": "เขียนบทความด้วยเครื่องมือแก้ไขอินไลน์ที่ทันสมัยเพื่อนำเสนอตัวคุณเองและธุรกิจของคุณ เนื้อหาต้นฉบับเป็นสิ่งแรกที่คุณต้องให้ความสำคัญเมื่อเขียนโพสต์บล็อกคุณภาพสูงที่เป็นมิตรกับ SEO"
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "กำลังรับข้อมูล ... please wait",
        "rejected": "ถูกปฏิเสธ",
        "delivery": "การส่งสินค้า",
        "discount": "การลดราคา",
        "not_paid": "ไม่จ่าย",
        "table": {
          "order_number": "รหัสการสั่งซื้อ",
          "order_date": "วันที่ชำระเงิน",
          "status": "สถานะล่าสุด",
          "price": "จำนวนเงินทั้งหมด",
          "payment_status": "สถานะการชำระเงิน"
        }
      },
      "virtual": {
        "waiting_message": "กำลังรับข้อมูล ... please wait",
        "discount": "การลดราคา",
        "table": {
          "order_number": "รหัสการสั่งซื้อ",
          "product": "ผลิตภัณฑ์",
          "order_date": "วันที่ลงทะเบียน",
          "status": "สถานะล่าสุด",
          "price": "จำนวนเงินทั้งหมด",
          "payment_status": "สถานะการชำระเงิน"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "แลกเปลี่ยน",
        "gateway": "ประตู",
        "invoice": "การเรียกเก็บเงิน",
        "report": "รายงาน",
        "tax": "ภาษี",
        "drop_shipping": "ใบเสร็จตัวแทนจำหน่าย",
        "reseller_accounts": "บัญชีตัวแทนจำหน่าย",
        "valuations": "การประเมินค่า"
      },
      "invoice": {
        "title": "ซื้อกระเป๋าสตางค์ที่เชื่อมโยง",
        "subtitle": "ค่าธรรมเนียม ค่าคอมมิชชั่น และค่าร้านค้าจะถูกหักออกจากบัญชีกระเป๋าเงินเหล่านี้",
        "title_add": "เชื่อมต่อบัญชีกระเป๋าเงินใหม่",
        "subtitle_add": "คุณควรสร้างกระเป๋าเงินใหม่สำหรับแต่ละสกุลเงินและเชื่อมต่อกับร้านค้าของคุณ ค่าบริการจะถูกถอนออกจากกระเป๋าเงินนี้",
        "add_account": "เพิ่มบัญชี",
        "charge_account": "บัญชีค่าบริการ",
        "show_transaction": "แสดงธุรกรรม",
        "table": {
          "currency": "สกุลเงิน",
          "account_number": "หมายเลขบัญชี",
          "account_name": "ชื่อบัญชี",
          "balance": "สมดุล",
          "free_balance": "ยอดเงินคงเหลือ",
          "actions": "ลบ"
        },
        "add_account_dialog": {
          "title": "เชื่อมต่อบัญชีเครดิตกับร้านค้า",
          "subtitle": "เมื่อคุณเปิดบัญชีกระเป๋าเงินกับ Selldone เราจะให้บัตรเครดิตและบัญชีเสมือนจริงแก่คุณเหมือนกับบัตรเครดิตอื่นๆ ค่าธรรมเนียมการขายที่ขายแล้วจะถูกหักออกจากบัญชีนี้ แต่ถ้ายอดเงินในบัญชีของคุณไม่เพียงพอ จำนวนเงินนี้จะเป็นหนี้ค้างชำระ คุณสามารถใช้บริการของ Selldone ได้มากเท่าที่คุณต้องการ",
          "account_number": "หมายเลขบัญชี",
          "account_number_input_message": "ร้านค้าจะเชื่อมโยงกับบัญชีนี้ บัญชีนี้จะใช้สำหรับค่าธรรมเนียมและค่าใช้จ่าย",
          "balance": "ยอดเงินในบัญชี",
          "connect_account_to_shop": "เชื่อมต่อบัญชีกับร้านค้า"
        },
        "notifications": {
          "connect_account_success": "เพิ่มบัญชีเรียบร้อยแล้ว",
          "delete_account_success": "บัญชีถูกลบออกจากร้านค้าเรียบร้อยแล้ว"
        },
        "alert": {
          "delete_account": "ยกเลิกการเชื่อมต่อบัญชี",
          "delete_account_message": "คุณต้องการลบบัญชีนี้ออกจากรายการบัญชีร้านค้าหรือไม่?",
          "delete_account_action": "ลบบัญชี"
        },
        "inform_charge_account": "เรียกเก็บเงินจากบัญชีของคุณ!",
        "inform_charge_account_critical": "เรียกเก็บเงินจากบัญชีของคุณเพื่อป้องกันการระงับบริการ!"
      },
      "gateway": {
        "title": "วิธีการชำระเงิน",
        "sub_title": "รายการวิธีการชำระเงินที่ใช้งานอยู่ หากคุณต้องการเพิ่มวิธีการใหม่ให้กับร้านค้าของคุณ ให้กดปุ่มต่อไปนี้ เราขอแนะนำไม่ให้เพิ่มเกตเวย์การชำระเงินเกิน 10 แห่ง",
        "add_gateway": "วิธีการชำระเงินใหม่",
        "add_gateway_dialog": {
          "title": "เลือกสกุลเงิน",
          "country_currencies": "สกุลเงินท้องถิ่น",
          "crypto_currencies": "สกุลเงินดิจิตอล",
          "active_gateways": "วิธีการชำระเงินที่ใช้งานอยู่",
          "confirm": "เพิ่มวิธีการชำระเงิน"
        }
      },
      "exchange": {
        "title": "จัดเก็บสกุลเงินที่ใช้งานอยู่",
        "subtitle": "ผู้ใช้จะสามารถเลือกสกุลเงินที่ใช้งานอยู่ได้ และราคาของผลิตภัณฑ์จะถูกคำนวณและแสดงผล ขึ้นอยู่กับผู้ขายที่จะป้อนอัตราแลกเปลี่ยน",
        "shop_currencies_input": "สกุลเงินที่ใช้งานสำหรับผู้ใช้",
        "shop_currencies_input_error": "เลือกอย่างน้อยหนึ่งสกุลเงิน",
        "rates": {
          "title": "อัตราแลกเปลี่ยนเงินตรา",
          "sub_title": "คุณสามารถป้อนราคาผลิตภัณฑ์ตามสกุลเงินใดๆ ด้านล่าง และราคาผลิตภัณฑ์จะถูกคำนวณโดยอัตโนมัติที่อัตราการแปลงระหว่างสกุลเงินของคุณ",
          "message": "โดยการป้อนอัตราแลกเปลี่ยนระหว่างสกุลเงิน ราคาของผลิตภัณฑ์ของคุณจะถูกคำนวณและอัปเดตโดยอัตโนมัติ",
          "add_new_rate": "เพิ่มอัตราใหม่"
        },
        "table": {
          "waiting_receive_data": "กำลังรับข้อมูล ... โปรดรอสักครู่",
          "rate_input": "อัตราแลกเปลี่ยน",
          "from": "จาก",
          "to": "ถึง",
          "exchange_rate": "อัตราแลกเปลี่ยน",
          "edit": "แก้ไข",
          "delete": "ลบ",
          "auto": "อัตราอัตโนมัติ"
        },
        "add_rate_dialog": {
          "title": "กำหนดอัตราแลกเปลี่ยน",
          "message": "ระมัดระวังในการป้อนข้อมูล ราคาของผลิตภัณฑ์ของคุณจะถูกคำนวณตามอัตราที่ป้อนที่นี่",
          "currency_from": "จากสกุลเงิน",
          "currency_to": "ไปยังสกุลเงิน",
          "exchange_rate": "อัตราแลกเปลี่ยน"
        },
        "alert": {
          "title": "ลบอัตราการแปลง",
          "message": "คุณต้องการลบอัตราการแปลงนี้หรือไม่?",
          "action": "ลบ"
        },
        "notifications": {
          "delete_success": "อัตราแลกเปลี่ยนถูกลบ",
          "add_success": "อัปเดตอัตราแลกเปลี่ยนแล้ว",
          "update_success": "อัพเดทสกุลเงินที่ใช้งานอยู่"
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "คลังสินค้า",
        "subtitle": "รายการคลังสินค้าของฉัน"
      },
      "warehouse_btn": "เพิ่มคลังสินค้าใหม่",
      "warehouse_btn_error": "กำหนดคลังสินค้า ร้านค้า หรือที่มาของธุรกิจของคุณ จำเป็นต้องมีในการคำนวณต้นทุนการจัดส่งและขั้นตอนการชำระเงิน",
      "size_unit": {
        "title": "หน่วยขนาด",
        "subtitle": "หน่วยที่ใช้วัดความยาว ความกว้าง และความสูง"
      },
      "mass_unit": {
        "title": "หน่วยมวล",
        "subtitle": "หน่วยที่ใช้ชั่งน้ำหนัก"
      },
      "menu": {
        "return_request": "กลับมาแล้ว",
        "delivery": "การส่งสินค้า",
        "inventory": "รายการสิ่งของ",
        "warehouse": "คลังสินค้า",
        "logistic_apps": "โลจิสติกส์",
        "profiles": "โปรไฟล์",
        "includes": "รวมถึง"
      },
      "warehouse": {
        "title": "โกดังเก็บสินค้า",
        "sub_title": "ที่อยู่นี้ใช้เป็นที่มาของการจัดส่ง",
        "table": {
          "title": "รายการสินค้าคงคลัง",
          "sub_title": "รายการสินค้าในร้านทั้งหมด ทั้งแบบฟิสิคัล เวอร์ชวล ไฟล์ และบริการ"
        }
      },
      "delivery": {
        "title": "วิธีการจัดส่ง",
        "sub_title": "โดยการตั้งค่าในส่วนนี้ วิธีการส่งที่หลากหลายจะเปิดใช้งานในร้านค้าของคุณ วิธีการเก็บเงินปลายทางสามารถเปิดใช้งานได้ในส่วนนี้",
        "add_transportation": "เพิ่มการขนส่ง",
        "delivery_form": {
          "payment": "ช่องทางการชำระเงิน",
          "limits": "ขีดจำกัด",
          "currency_input": "สกุลเงินอ้างอิงสำหรับการคำนวณต้นทุน",
          "currency_input_message": "ค่าใช้จ่ายคำนวณในสกุลเงินนี้",
          "distance_input": "ระยะทางครอบคลุมจากโกดัง",
          "distance_input_message": "0 หรือ -1 หมายถึงไม่มีขีดจำกัด",
          "max_weight_input": "น้ำหนักบรรจุภัณฑ์สูงสุดที่ยอมรับได้",
          "max_weight_input_message": "0 หรือ -1 หมายถึงไม่มีขีดจำกัด",
          "max_size_input": "ขนาดบรรจุภัณฑ์สูงสุด",
          "width": "ความกว้าง",
          "length": "ความยาว",
          "height": "ส่วนสูง",
          "days_input": "วันที่จัดส่งที่มีจำหน่าย",
          "days_input_nodata": "เลือกวันจัดส่ง",
          "hours_input": "เวลาจัดส่งที่มีจำหน่าย",
          "hours_input_nodata": "เลือกช่วงเวลา",
          "vacation_input": "วันหยุดส่งของไหม",
          "cod_input": "สนับสนุน COD",
          "cod_input_message": "ตรวจสอบให้แน่ใจว่าบริการจัดส่งของคุณยอมรับ COD",
          "sod_input": "คุณสนับสนุน COD หรือไม่?",
          "sod_input_message": "ตรวจสอบให้แน่ใจว่าบริการจัดส่งของคุณยอมรับ COD",
          "pricing": "คำนวณราคา",
          "const_input": "ต้นทุนคงที่",
          "distance_cof_input": "ค่าสัมประสิทธิ์ต้นทุนต่อระยะทาง",
          "distance_cof_input_dim": "ต่อ {dim}",
          "weight_cof_input": "ปัจจัยต้นทุนต่อน้ำหนัก",
          "weight_cof_input_dim": "ต่อ {dim}",
          "price_cof_input": "ค่าจัดส่งไปยังปัจจัยราคาสินค้า",
          "price_cof_input_message": "รวมค่าประกันและบริการอื่นๆ เช่น ค่า COD",
          "price_cof_input_dim": "ต่อ {dim}",
          "distance_weight_cof_input": "ตัวคูณต้นทุนด้วยตัวคูณน้ำหนัก",
          "distance_weight_cof_input_dim": "สำหรับทุกๆ {weight} ต่อ {distance}",
          "free_shipping_input": "จัดส่งฟรี",
          "free_shipping_limit_input": "ค่าสั่งซื้อขั้นต่ำสำหรับการจัดส่งฟรี",
          "notifications": {
            "update_success": "การตั้งค่าบริการจัดส่งเสร็จสมบูรณ์"
          },
          "shipping_cost_calculation": "การคำนวณค่าขนส่ง",
          "sod_true": "รับค่าขนส่งปลายทาง",
          "sod_true_message": "ตรวจสอบให้แน่ใจว่าบริการจัดส่งของคุณยอมรับค่าจัดส่งปลายทาง",
          "sod_false": "คำนวณค่าขนส่งอัตโนมัติ",
          "cod_true": "รับเก็บเงินปลายทาง",
          "cod_false": "รับชำระเงินออนไลน์เท่านั้น",
          "cod_true_message": "ตรวจสอบให้แน่ใจว่าบริการจัดส่งของคุณยอมรับ COD"
        }
      }
    },
    "users": {
      "menu": {
        "customers": "ลูกค้า",
        "contact_form": "รายชื่อผู้ติดต่อ",
        "faq": "FAQ",
        "club": "คลับ",
        "report": "รายงาน"
      },
      "report": {
        "title": "ภาพรวมลูกค้า",
        "sub_title": "คุณจะเห็นสถานะปัจจุบันของลูกค้าของคุณที่นี่",
        "report_30days_by_time": "กิจกรรมของผู้ใช้ตามวันที่และเวลาใน 30 วันที่ผ่านมา",
        "report_30days_by_location": "กิจกรรมผู้ใช้ Geolocation ในช่วง 30 วันที่ผ่านมา"
      },
      "club": {
        "title": "คลับลูกค้า",
        "sub_title": "ป้อนยอดซื้อรายเดือนและรายปีและสกุลเงินเพื่อเปิดใช้งานแต่ละระดับ ลูกค้าของคุณจะเข้าสู่ระบบคลับลูกค้าของคุณตามข้อกำหนดของการซื้อรายเดือนหรือรายปี",
        "item": {
          "members_count": "จำนวนสมาชิก",
          "purchases_count": "จำนวนการสั่งซื้อ",
          "monthly": "รายเดือน",
          "annually": "รายปี",
          "discount_percent": "อัตราส่วนลด",
          "discount_limit": "ขีดจำกัดส่วนลด"
        },
        "edit_dialog": {
          "title": "การจัดการระดับลูกค้า",
          "currency_input": "สกุลเงิน",
          "currency_input_message": "การซื้อทั้งหมดคำนวณในสกุลเงินนี้",
          "free_shipping_input": "จัดส่งฟรี",
          "monthly_input": "อัตราการซื้อรายเดือน",
          "annually_input": "อัตราการซื้อรายปี",
          "discount_percent_input": "อัตราส่วนลดสำหรับสมาชิกคลับ",
          "discount_limit_input": "ขีดจำกัดส่วนลด",
          "description_input": "คำอธิบาย",
          "description_input_message": "ป้อนคำอธิบายสั้น ๆ ของระดับนี้"
        },
        "notifications": {
          "update_success": "การเปลี่ยนแปลงที่ใช้กับสโมสรลูกค้า"
        }
      },
      "faq": {
        "title": "คำถามที่พบบ่อย",
        "sub_title": "เพิ่ม แก้ไข และตอบคำถามลูกค้าของคุณ"
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "แคมเปญ",
        "cross_selling": "ข้ามการขาย",
        "affiliate": "พันธมิตร",
        "emails": "อีเมล",
        "funnel": "ช่องทาง"
      },
      "campaign": {
        "name_input_placeholder": "ชื่อแคมเปญ",
        "name_input_message": "ป้อนชื่อแคมเปญของคุณ",
        "create_campaign_action": "สร้างแคมเปญใหม่",
        "table": {
          "title": "ชื่อ",
          "state": "สถานะ",
          "discount": "การลดราคา",
          "landing": "หน้า Landing Page",
          "start": "เริ่ม",
          "end": "จบ"
        },
        "notifications": {
          "add_success_title": "สร้างแคมเปญ",
          "add_success": "สร้างแคมเปญของคุณแล้ว"
        },
        "name_input_name": "ชื่อแคมเปญ"
      }
    },
    "categories": {
      "title": "รายการหมวดหมู่",
      "subtitle": "หมวดหมู่เป็นคุณสมบัติหลักของร้านค้าออนไลน์ของคุณ เราขอแนะนำให้คุณใช้เครื่องมือจัดหมวดหมู่ที่มีประสิทธิภาพเหล่านี้เพื่อสร้างหน้าร้านที่ทันสมัย และทำให้ลูกค้าของคุณค้นหาผลิตภัณฑ์ที่เหมาะสมได้ง่าย",
      "menu": {
        "add_new": "เพิ่มหมวดหมู่ใหม่",
        "categories_list": "หมวดหมู่รายการ",
        "export": "ส่งออกหมวดหมู่",
        "import": "นำเข้าหมวดหมู่ (CSV)"
      },
      "graph": {
        "title": "ลำดับชั้นของหมวดหมู่",
        "subtitle": "คุณสามารถมีภาพรวมโดยสมบูรณ์ของหมวดหมู่ร้านค้าของคุณและวิธีที่ผู้ใช้นำทางไป ด้วยการจัดหมวดหมู่ที่เหมาะสม ลูกค้าของคุณสามารถค้นหาผลิตภัณฑ์ได้อย่างรวดเร็วและอัตราการแปลงจะเพิ่มขึ้น",
        "visits_count": "เยี่ยม",
        "normal": "เรียบง่าย",
        "items_count": "จำนวนรายการ",
        "home": "บ้าน"
      },
      "category_widget": {
        "parent": "พ่อแม่",
        "not_exist": "ไม่ได้อยู่",
        "children": "หมวดหมู่ย่อย",
        "delete_alert": {
          "title": "ลบหมวดหมู่ย่อย",
          "message": "คุณต้องการลบ {title} ออกจากรายการ {parent_title} หรือไม่",
          "action": "ลบ"
        },
        "notifications": {
          "edit_success": "แก้ไขหมวดหมู่แล้ว"
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "เก็บ",
        "my_apps": "แอพ"
      },
      "my_apps": {
        "title": "จัดเก็บแอพที่ใช้งาน",
        "subtitle": "จัดการแอปพลิเคชันธุรกิจของคุณ",
        "all": "ทั้งหมด"
      },
      "store": {
        "title": "แอพสโตร์",
        "subtitle": "เชื่อมต่อบริการโปรดของคุณเข้ากับธุรกิจของคุณอย่างปลอดภัย เราเพิ่มปลั๊กอินและแอพตามคำขอของลูกค้า",
        "nodata": "ไม่พบปลั๊กอิน",
        "all": "ทั้งหมด",
        "more": "มากกว่า"
      }
    },
    "pages": {
      "menu": {
        "new_page": "หน้าใหม่",
        "contact_us": "ติดต่อเรา",
        "privacy": "ความเป็นส่วนตัว",
        "terms": "เงื่อนไข",
        "about_us": "เกี่ยวกับเรา",
        "landings": "ลงจอด",
        "popup": "ป๊อปอัพ",
        "static": "คงที่"
      }
    },
    "permissions": {
      "menu": {
        "persons": "พนักงาน",
        "roles": "บทบาท",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "รายชื่อบุคลากร",
          "new_user": "เพิ่มพนักงานใหม่",
          "new_user_message": "ผู้ใช้ที่จะสามารถเข้าถึงแดชบอร์ดและส่วนการจัดการของร้านนี้",
          "email_input_placeholder": "อีเมล",
          "email_input": "ที่อยู่อีเมลของผู้ใช้",
          "level_input": "ระดับการเข้าถึง",
          "add_user_action": "เพิ่มพนักงาน"
        },
        "delete_alert": {
          "title": "ลบการเข้าถึง",
          "message": "คุณต้องการลบผู้ใช้รายนี้หรือไม่?",
          "action": "ลบ"
        },
        "notifications": {
          "add_success_title": "เพิ่มการเข้าถึง",
          "add_success": "เพิ่มการเข้าถึงใหม่",
          "delete_success_title": "ลบการเข้าถึง",
          "delete_success": "การเข้าถึงถูกลบ"
        }
      },
      "shop_api": {
        "title": "คีย์การเข้าถึงร้านค้า",
        "message": "คีย์เหล่านี้ใช้เพื่อสร้างโทเค็นการเข้าถึงโดยเซิร์ฟเวอร์ของคุณ โปรดทราบว่าคีย์เป็นความลับและเฉพาะบนเซิร์ฟเวอร์ในลักษณะที่ผู้อื่นมองไม่เห็น"
      }
    },
    "applications": {
      "pwa": {
        "title": "เว็บแอป",
        "sub_title": "ดูเว็บแอปร้านค้าของคุณที่นี่",
        "message": "หมายเหตุ: คุณสามารถแก้ไขหน้าต้อนรับของเว็บไซต์บน iPhone และ iPad ในแอป iOS",
        "ios_app": "แอพ iOS"
      },
      "ios": {
        "title": "แอพ iOS",
        "sub_title": "คุณจะสามารถสร้างแอป iOS สำหรับร้านค้าของคุณได้ในไม่ช้า",
        "message": "ขนาดไฟล์สูงสุด: 512 KB คุณสามารถอัปโหลดไฟล์ที่มีขนาดสูงสุด 1MB โดยที่ระบบบีบอัดของเราจะลดขนาดลงเหลือ 512KB รูปภาพที่อัปโหลดจะถูกปรับขนาดอย่างชาญฉลาด"
      },
      "android": {
        "title": "แอปพลิเคชัน Android",
        "sub_title": "สร้างแอพ Android ของคุณเอง",
        "message": "กรอกแบบฟอร์มนี้และกดปุ่มสร้าง จะไม่มีความจำเป็นอะไรอีก ขั้นตอนทั้งหมดของกระบวนการสร้างและลงนามของแอปดำเนินการบนเซิร์ฟเวอร์คลาวด์ แอปสุดท้ายจะถูกอัปโหลดไปยัง AppStores ทั้งหมด",
        "server_un_available": "ระหว่างการทดลอง แอปพลิเคชันเซิร์ฟเวอร์ไม่ได้เชื่อมต่อในขณะนี้",
        "app_building_progress": "กำลังสร้างแอปของคุณ",
        "app_build_success": "แอปของคุณพร้อมแล้ว",
        "download_app_action": "รับแอป",
        "firmware_version": "เวอร์ชั่นเฟิร์มแวร์",
        "main_info": "แพ็คเกจการสมัคร",
        "package_name_input_message": "ตรวจสอบให้แน่ใจว่าชื่อแพ็คเกจไม่ซ้ำกัน",
        "package_name_input_alert": "หากคุณเปลี่ยนชื่อนี้ คุณจะไม่สามารถอัปเดตแอปก่อนหน้าใน AppStore และติดตั้งแอปใหม่ได้อีกต่อไป โปรดทราบว่าผู้ใช้แอปเวอร์ชันเก่าจะไม่สามารถลงชื่อเข้าใช้บัญชีของตนได้",
        "version_input": "เวอร์ชั่น",
        "version_input_message": "ตัวเลขนี้ต้องมากกว่าค่าก่อนหน้าเสมอ",
        "version_name_input": "ชื่อรุ่น",
        "version_name_input_message": "ป้อนชื่อที่ไม่ซ้ำสำหรับแอปเวอร์ชันนี้",
        "use_selldone_key": "คีย์เริ่มต้นที่ Selldone",
        "use_last_key": "คีย์ที่บันทึกไว้",
        "use_new_key": "กุญแจใหม่",
        "appearance": "รูปร่าง",
        "app_name_input": "ชื่อแอป",
        "app_name_input_message": "นี่จะเป็นชื่อหลักของแอปของคุณ",
        "app_title_input": "ชื่อแอพ",
        "app_title_input_message": "ชื่อนี้ปรากฏที่ด้านบนของแอป",
        "app_title_input_placeholder": "ใส่ชื่อเรื่อง",
        "app_icon_input": "ไอคอนแอพ",
        "app_icon_input_placeholder": "เลือกไฟล์ zip ของไอคอนแอพ",
        "generate_icon_pack_action": "สร้างไอคอนแพ็ค",
        "splash_design": "การออกแบบหน้าจอสแปลช",
        "splash_logo_input": "โลโก้หน้าจอสแปลช",
        "splash_logo_input_placeholder": "เลือกรูปภาพสำหรับ Splash Screen",
        "splash_title_input": "ชื่อหน้าจอสแปลช",
        "splash_title_input_placeholder": "ป้อนชื่อสำหรับ Splash Screen",
        "splash_title_input_message": "ชื่อนี้จะแสดงด้วยขนาดตัวอักษรขนาดใหญ่",
        "splash_message_input": "ข้อความหน้าจอเริ่มต้น",
        "splash_message_input_placeholder": "ข้อความ ...",
        "splash_message_input_message": "ข้อความนี้จะแสดงเป็นภาพขนาดย่อด้านล่าง",
        "dark_theme": "ธีมมืด",
        "light_theme": "ธีมแสง",
        "build": "สร้าง",
        "building_info": "การสร้างแอปพลิเคชันบนเซิร์ฟเวอร์คลาวด์ใช้เวลา 10 วินาทีถึงหลายนาที โปรดอดทนรอ ลิงก์ดาวน์โหลดไฟล์จะปรากฏที่นี่เมื่อแอปพลิเคชันพร้อม",
        "update_mode_action": "อัปเดต",
        "build_mode_action": "สร้างแอป",
        "notifications": {
          "icon_pack_not_valid_error": "ไฟล์ไม่ถูกต้อง",
          "start_building_title": "อาคาร ...",
          "start_building_message": "ส่งคำขอสร้างแอปพลิเคชัน Android แล้ว",
          "build_success_title": "ยินดีด้วย",
          "build_success": "แอป Android ของคุณพร้อมแล้ว และคุณสามารถดาวน์โหลดได้ทันที"
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "ออโตไพลอต"
      }
    },
    "edit": {
      "menu": {
        "delete": "ลบร้านค้า",
        "activity_time": "เวลา",
        "footer": "เมนู",
        "info": "ข้อมูล",
        "notification": "การแจ้งเตือน",
        "home": "บ้าน",
        "locations": "สถานที่",
        "license": "ใบอนุญาต",
        "theme": "ธีม",
        "sms": "ข้อความ",
        "email": "อีเมล",
        "domain": "โดเมน",
        "verifications": "การยืนยัน",
        "flow": "ไหล",
        "business_model": "โมเดลธุรกิจ"
      },
      "delete_dialog": {
        "title": "ลบร้านค้า",
        "message": "คุณต้องการลบ <b>{title}</b> Store หรือไม่",
        "action": "ลบร้านค้า"
      },
      "notifications": {
        "delete_success": "ร้านค้าถูกลบ"
      },
      "info": {
        "title_tab": {
          "title": "ชื่อธุรกิจและภาษา",
          "subtitle": "ตั้งชื่อสาธารณะและภาษาเริ่มต้น"
        },
        "name_tab": {
          "title": "ร้านค้าชื่อเฉพาะ",
          "subtitle": "เป็นชื่อผู้ใช้ธุรกิจของคุณ"
        },
        "description_tab": {
          "title": "เรื่องราวธุรกิจของคุณ",
          "subtitle": "เขียนเกี่ยวกับธุรกิจของคุณและคุณค่าที่เป็นเอกลักษณ์"
        },
        "contact_tab": {
          "title": "ติดต่อ & ธุรกิจท้องถิ่น",
          "subtitle": "ข้อมูลติดต่อสาธารณะและการตั้งค่าธุรกิจท้องถิ่นของ Google"
        },
        "image_tab": {
          "title": "โลโก้",
          "subtitle": "เลือกโลโก้ที่ไม่ซ้ำใครสำหรับแบรนด์ของคุณ"
        }
      },
      "badge": {
        "external_title": "จัดการป้ายภายนอก",
        "external_message": "ที่นี่ คุณสามารถป้อนที่อยู่ของภาพตราสัญลักษณ์และลิงก์ไปที่รูปภาพนั้น URL ต้องมาจากเว็บไซต์ที่ได้รับอนุมัติ"
      },
      "edit_menu": {
        "title": "เมนู",
        "footer": {
          "title": "เมนูส่วนท้าย",
          "sub_title": "คุณสามารถกำหนดค่าเมนูด้านล่างของหน้าร้านค้าของคุณได้ที่นี่ เมนูเหล่านี้อาจเป็นโฮมเพจ เพจที่ออกแบบ หรือลิงค์ภายนอก"
        },
        "header": {
          "title": "เมนูส่วนหัว",
          "sub_title": "เมนูนี้จะแสดงบนหน้าจอที่ใหญ่กว่าอุปกรณ์เคลื่อนที่เท่านั้น และที่ด้านบนของหน้าแรก หมวดหมู่ผลิตภัณฑ์ หน้า Landing และหน้าผลิตภัณฑ์"
        },
        "save_menu": "บันทึกเมนู",
        "dialog": {
          "main_pages": "หน้าหลัก",
          "custom_pages": "แลนดิ้งเพจ"
        },
        "table": {
          "home": "บ้าน",
          "shop": "ร้านค้า",
          "blogs": "บล็อก",
          "about_us": "เกี่ยวกับเรา",
          "privacy": "ความเป็นส่วนตัว",
          "terms": "เงื่อนไขการใช้บริการ",
          "faq": "FAQ",
          "contact_us": "ติดต่อเรา"
        },
        "notifications": {
          "save_success": "อัปเดตเมนูเรียบร้อยแล้ว"
        }
      },
      "social": {
        "title": "สื่อสังคม",
        "message": "ป้อนลิงก์โซเชียลมีเดียที่เป็นทางการของคุณในส่วนนี้ ทำตามคำแนะนำสำหรับแต่ละรายการเพื่อยืนยันที่อยู่"
      },
      "time": {
        "title": "วันทำงาน",
        "sub_title": "กำหนดวันและเวลาทำงาน",
        "days_open_input": "วัน",
        "days_open_input_nodata": "เลือกอย่างน้อยหนึ่งวัน",
        "start_time_input": "เวลาเริ่มกิจกรรมร้านค้า",
        "start_time_input_hint": "ร้านค้า เวลาเปิดทำการ",
        "end_time_input": "เวลาปิดร้าน",
        "end_time_input_hint": "เวลาสิ้นสุดกิจกรรมร้านค้า",
        "customer_support_service": "ความรับผิดชอบและการบริการลูกค้า",
        "response_time_input": "สถานะการบริการลูกค้า",
        "support_24h": "24 ชั่วโมง 7 วันต่อสัปดาห์",
        "support_normal": "เฉพาะในเวลาราชการ",
        "no_service": "ไม่",
        "notifications": {
          "update_success": "แก้ไขร้านแล้ว"
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "ไม่มีหมวดหมู่"
  },
  "add_product": {
    "title_new": "ผลิตภัณฑ์ใหม่",
    "title_new_category": "หมวดหมู่ใหม่",
    "title_new_drop_shipping": "เพิ่มดรอปชิปปิ้ง",
    "title_edit": "แก้ไขสินค้า",
    "delete": "ลบสินค้า",
    "completed": "สมบูรณ์",
    "menu": {
      "type": "ประเภทสินค้า",
      "general_info": "ข้อมูลทั่วไป",
      "rating": "แบบสำรวจและคุณลักษณะ",
      "spec": "ข้อมูลจำเพาะ",
      "images": "รูปภาพ",
      "price": "ราคา",
      "inputs": "ป้อนข้อมูล",
      "outputs": "ผลผลิต",
      "extra": "รายละเอียดเพิ่มเติม",
      "review": "รีวิวสินค้า",
      "inventory": "สินค้าคงคลัง / ตัวแปร",
      "change_status": "เปลี่ยนสถานะ"
    },
    "select_type": {
      "title": "เลือกประเภทผลิตภัณฑ์หรือบริการของคุณ"
    },
    "edit_info": {
      "category_input": "หมวดหมู่",
      "product_name": "ชื่อผลิตภัณฑ์*",
      "product_name_placeholder": "ชื่อผลิตภัณฑ์ของคุณที่นี่..",
      "product_code": "รหัสสินค้า (ภาษาอังกฤษ)",
      "sku": "SKU",
      "sku_message": "หน่วยเก็บสต็อค",
      "mpn": "MPN",
      "mpn_message": "หมายเลขชิ้นส่วนของผู้ผลิต",
      "status": "สถานะ",
      "external_link": "การเชื่อมโยงภายนอก",
      "brand": "ยี่ห้อ",
      "brand_placeholder": "แบรนด์ Ex. แอปเปิ้ล.. (ไม่บังคับ)",
      "warranty": "การรับประกัน",
      "is_original": "นี่เป็นผลิตภัณฑ์ดั้งเดิมหรือไม่?",
      "is_original_message": "หากคุณไม่ได้ตั้งค่าผลิตภัณฑ์ของคุณเป็นต้นฉบับ ป้ายปลอมจะแสดงสำหรับผลิตภัณฑ์นี้",
      "return_warranty": "สินค้านี้มีการรับประกันการคืนสินค้ากี่วัน?",
      "warehouse_section": "คลังสินค้าและการผลิต",
      "conditions_section": "เงื่อนไขสินค้า",
      "warranty_section": "การรับประกันและการจัดส่ง",
      "unit": "หน่วยผลิตภัณฑ์",
      "unit_message": "ใส่หน่วยถ้าจำเป็น เช่น KG, มิเตอร์, ...",
      "condition": "สภาพสินค้าในร้านของคุณ",
      "condition_message": "คุณต้องเลือกค่าใดค่าหนึ่งในช่องนี้",
      "unit_section": "หน่วยผลิตภัณฑ์",
      "unit_float": "หน่วยลอย (เร็วๆนี้)",
      "unit_float_hint": "ตัวอย่างเช่น ลูกค้าสามารถสั่งผลไม้ได้ 3 กก. แต่จำนวนเงินที่ส่งถึงลูกค้าจะแตกต่างจากจำนวนที่สั่งเล็กน้อย",
      "unit_float_message": "ในระหว่างการประมวลผลคำสั่งซื้อ จำนวนเงินที่จัดส่งอาจแตกต่างจากจำนวนที่สั่งซื้อ ระบบจะคำนวณส่วนต่างนี้โดยอัตโนมัติและบันทึกเป็นหนี้ของคุณกับลูกค้า ซึ่งสามารถนำไปใช้กับคำสั่งซื้อถัดไปได้",
      "status_list": {
        "active": {
          "title": "ใช้งานอยู่ ╏ การขายออนไลน์และออฟไลน์",
          "description": "สินค้านี้จะพร้อมสำหรับการสั่งซื้อออนไลน์"
        },
        "inactive": {
          "title": "ไม่ใช้งาน ╏ เฉพาะการขายออฟไลน์",
          "description": "สินค้านี้จะไม่สามารถสั่งซื้อออนไลน์ได้"
        }
      },
      "marketplace": {
        "vendor_panel_message": "<b>{vendor_name}</b> เป็นเจ้าของผลิตภัณฑ์",
        "subscription_message": "สินค้าที่สมัครสมาชิกสามารถมีผู้จัดจำหน่ายได้หนึ่งราย ดังนั้นคุณสามารถสร้างได้ในแผงผู้จัดจำหน่ายหรือมอบหมายผู้จัดจำหน่ายให้กับพวกเขาในขั้นตอนการสร้าง ผู้ขายที่เลือกจะเป็นเจ้าของผลิตภัณฑ์",
        "default_message": "คุณสามารถระบุว่าผลิตภัณฑ์นี้เป็นของผู้ขายรายเดียวและมีผู้ขายเพียงรายเดียวเท่านั้นที่สามารถขายได้ หรือผลิตภัณฑ์นี้เป็นของ Marketplace และมีผู้ขายมากกว่าหนึ่งรายสามารถขายได้",
        "single_vendor_title": "ผู้ขายรายเดียว",
        "single_vendor_desc": "สินค้านี้เป็นของผู้จัดจำหน่าย และผู้จำหน่ายที่เลือกสามารถจัดการได้",
        "multi_vendors_title": "ผู้จำหน่ายหลายราย",
        "multi_vendors_desc": "ผลิตภัณฑ์นี้เป็นของตลาดกลางและสามารถแก้ไขได้ในแผงตลาดกลางเท่านั้น"
      }
    },
    "rating_pros_cons": {
      "title": "สำรวจ",
      "message": "ป้อนรายการข้อกำหนดผลิตภัณฑ์สำหรับลูกค้าของคุณเพื่อให้คะแนนผลิตภัณฑ์ของคุณ (สูงสุด 5 รายการ)",
      "rating_input": "โพล",
      "rating_input_message": "คุณสามารถเพิ่ม 5 รายการในการสำรวจความคิดเห็น",
      "item_unit": "สิ่งของ",
      "pros_title": "ข้อดี",
      "pros_message": "ใส่คุณสมบัติของสินค้า (สูงสุด 5 รายการ)",
      "pros_input_title": "ชื่อคุณสมบัติ",
      "pros_input_value": "ค่าคุณสมบัติ",
      "pros_group": "ข้อดีของผลิตภัณฑ์",
      "pros_group_messages": "คุณสมบัติหลักของผลิตภัณฑ์",
      "cons_title": "ข้อเสีย",
      "cons_message": "ใส่จุดอ่อนของผลิตภัณฑ์ (สูงสุด 5 รายการ)",
      "cons_input_title": "ชื่อจุดอ่อน",
      "cons_input_value": "ค่าจุดอ่อน",
      "cons_group": "จุดอ่อนของผลิตภัณฑ์",
      "cons_group_messages": "จุดอ่อนหลักของผลิตภัณฑ์",
      "select_from_list": "เลือกจากรายการ",
      "suggestion_rating": [
        "อย่างดี",
        "คุ้มค่า",
        "อยากจะแนะนำ",
        "คุณสมบัติและความสามารถ",
        "ใช้งานง่าย",
        "ออกแบบมาอย่างดี",
        "ประสิทธิภาพที่เชื่อถือได้",
        "การสนับสนุนลูกค้าที่มีประสิทธิภาพ",
        "เวลาการส่งมอบที่น่าพอใจ",
        "คำอธิบายการจับคู่ผลิตภัณฑ์",
        "ทนทานและติดทนนาน",
        "คุ้มค่า",
        "บรรจุภัณฑ์ที่น่าสนใจ",
        "นวัตกรรมการออกแบบ",
        "เป็นมิตรกับสิ่งแวดล้อม",
        "คำแนะนำ/คู่มือที่เพียงพอ",
        "พบกับความคาดหวัง",
        "ส่วนต่อประสานที่ใช้งานง่าย",
        "ประสิทธิภาพสูง",
        "บริการหลังการขายที่ยอดเยี่ยม",
        "ฟังก์ชั่นอเนกประสงค์",
        "ราคาที่แข่งขันได้",
        "ความพร้อมของอะไหล่/อุปกรณ์เสริม",
        "แบรนด์ที่น่าเชื่อถือ",
        "ปลอดภัยต่อการใช้งาน",
        "บริการรวดเร็วและแม่นยำ"
      ],
      "notifications": {
        "add_rating_success": "เพิ่มตัวเลือกให้คะแนนผู้ใช้ {rating_name} แล้ว",
        "delete_rating_success": "ลบตัวเลือกการให้คะแนนผู้ใช้ {rating_name} แล้ว",
        "add_pros_success": "เพิ่มคุณสมบัติผลิตภัณฑ์",
        "delete_pros_success": "คุณลักษณะของผลิตภัณฑ์ถูกลบออก",
        "add_cons_success": "เพิ่มจุดอ่อนของผลิตภัณฑ์",
        "delete_cons_success": "จุดอ่อนของผลิตภัณฑ์ลบออก"
      },
      "rating_input_placeholder": "เขียนคำถามแบบสำรวจที่คุณกำหนดเองที่นี่... แล้วกด Enter!"
    },
    "edit_spec": {
      "title": "ข้อกำหนดทางเทคนิค",
      "sub_title": "คุณสามารถนำเข้าการแยกส่วนทางเทคนิคของผลิตภัณฑ์ที่คล้ายคลึงกัน",
      "import_action": "นำเข้า",
      "group_input_header": "เพิ่มกลุ่ม",
      "item_title_header": "เพิ่มรายการ",
      "group_input": "หัวหน้ากลุ่ม",
      "group_input_message": "ป้อนชื่อ",
      "group_add_action": "เพิ่มกลุ่ม",
      "item_title_input": "ชื่อ",
      "item_title_input_message": "ป้อนชื่อคุณลักษณะ",
      "item_value_input": "ค่า",
      "item_value_input_message": "ป้อนค่าคุณสมบัติ",
      "add_item_action": "เพิ่มรายการ",
      "dialog": {
        "title": "ป้อนข้อกำหนดทางเทคนิค",
        "code_input": "รหัสสินค้า",
        "code_input_message": "รหัสสินค้า: P0000 ...",
        "spec_view_title": "ข้อมูลจำเพาะของผลิตภัณฑ์ที่เลือก",
        "set_spec_action": "ทำซ้ำข้อกำหนดทางเทคนิค"
      },
      "notifications": {
        "enter_group_title_error": "ป้อนค่าพาดหัว",
        "enter_item_title_and_value_error": "ป้อนชื่อและมูลค่าของคุณสมบัติ",
        "spec_saved_success": "บันทึกข้อมูลจำเพาะของผลิตภัณฑ์แล้ว"
      }
    },
    "edit_images": {
      "title": "ภาพหลัก",
      "main_image_input_nodata": "อัพโหลดรูปภาพสินค้า",
      "main_image_input_message": "ภาพนี้จะแสดงในรายการผลิตภัณฑ์",
      "preview": "ดูตัวอย่าง",
      "image_style": "สไตล์ภาพ",
      "background_is_white": "พื้นหลังสีขาว",
      "background_is_white_msg": "รูปมีพื้นหลังสีขาวมั้ยคะ??",
      "images": {
        "title": "แกลเลอรี่ภาพสินค้า",
        "sub_title": "อัปโหลดรูปภาพสินค้า ซึ่งพบได้ทั่วไปในตัวเลือกสินค้าทั้งหมด ในส่วนนี้"
      },
      "video": {
        "title": "วีดีโอ",
        "sub_title": "ขั้นแรก อัปโหลดวิดีโอผลิตภัณฑ์ของคุณบน Youtube แล้วใส่ URL ของวิดีโอที่นี่"
      }
    },
    "pricing": {
      "edit_price": "ราคา",
      "price_input": "ราคา",
      "currency_input": "สกุลเงิน",
      "currency_input_messages": "ราคาคำนวณในสกุลเงินนี้",
      "commission_input": "คณะกรรมการ",
      "commission_message": "ตัวเลือกนี้มีประโยชน์สำหรับผู้ค้าบางประเภทเท่านั้น เช่น ผู้ค้าส่ง หากคุณไม่ใช่ผู้ค้าส่ง ให้เว้นตัวเลือกนี้ว่างไว้ ราคาที่ผู้ซื้อเห็นคือผลรวมของราคาและค่าคอมมิชชั่น สำหรับการเพิ่มภาษี ให้คลิก การบัญชี > ภาษี",
      "add_commission_action": "เพิ่มค่าคอมมิชชั่น",
      "discount_input": "การลดราคา",
      "discount_input_message": "อัตราส่วนลด",
      "has_discount_period_input": "ส่วนลดนี้ใช้ได้ในช่วงเวลาที่กำหนดหรือไม่?",
      "discount_timespan": "ป้อนระยะเวลาส่วนลด",
      "start_input": "เริ่ม",
      "end_input": "จบ",
      "start_input_placeholder": "เลือกเวลาเริ่มต้น",
      "end_input_placeholder": "เลือกเวลาสิ้นสุด",
      "independent_price": "ราคาเฉพาะรุ่นนี้",
      "same_price": "ราคาสินค้าหลัก",
      "variant_pricing_message": "เมื่อเลือกตัวเลือกนี้ ราคาของตัวเลือกสินค้านี้สามารถกำหนดโดยไม่ขึ้นกับสินค้าหลัก",
      "price_label_input": "ป้ายราคา",
      "price_label_message": "เพิ่มข้อมูลเพิ่มเติมเกี่ยวกับราคา เช่น ($ 1.5/Fl Oz ) ใช้กรณี: ร้านขายของชำ FMCG",
      "add_price_label_action": "เพิ่มป้ายราคา"
    },
    "inputs_edit": {
      "title": "แบบฟอร์มป้อนข้อมูลผู้ซื้อ",
      "sub_title": "คุณสามารถสร้างแบบฟอร์มการป้อนข้อมูลสำหรับแต่ละผลิตภัณฑ์ ดังนั้นผู้ซื้อจึงส่งข้อมูลให้คุณเมื่อซื้อสินค้า ตัวอย่างเช่น ข้อมูลนี้อาจเป็นชื่อสำหรับการแกะสลักบนหิน",
      "message_input": "ข้อความถึงผู้ใช้",
      "message_input_message": "ข้อความนี้จะแสดงให้ลูกค้าเห็นเมื่อซื้อผลิตภัณฑ์",
      "inputs_form": "โครงสร้างข้อมูล (อินพุต)"
    },
    "extra_edit": {
      "physical": {
        "title": "ข้อมูลการจัดส่ง",
        "sub_title": "ต้นทุนและเวลาในการจัดเตรียมคำนวณจากข้อมูลในส่วนนี้ อย่าลืมป้อนข้อมูลตามหน่วยที่เลือกในร้านค้า (น้ำหนัก ขนาด ระยะทาง)"
      },
      "notifications": {
        "save_title": "ปรับปรุงบรรจุภัณฑ์",
        "save_msg": "อัปเดตข้อมูลบรรจุภัณฑ์ของผลิตภัณฑ์เรียบร้อยแล้ว"
      }
    },
    "variants": {
      "not_available": "ขณะนี้ยังไม่สามารถเลือกตัวเลือกสินค้าสำหรับสินค้าประเภทนี้ได้"
    },
    "delete_product": {
      "title": "นำสินค้าออก",
      "message": "คุณต้องการลบ <b>{product_title}</b> หรือไม่"
    }
  },
  "product_admin": {
    "products_list": "รายการสินค้า",
    "product": "ผลิตภัณฑ์",
    "menu": {
      "edit": "แก้ไข",
      "review": "ทบทวน",
      "orders": "คำสั่งซื้อ",
      "inventory": "รายการสิ่งของ",
      "dashboard": "แผงควบคุม",
      "back_to_products": "สินค้า",
      "drop_shipping": "ดรอปชิป"
    },
    "dashboard": {
      "info": {
        "title": "ข้อมูลส่วนตัว",
        "title_small": "ผลิตภัณฑ์",
        "category": "ประเภทสินค้า",
        "link": "ลิงค์สินค้า",
        "type": "พิมพ์",
        "inputs": "ป้อนข้อมูล",
        "outputs": "ข้อมูลขาออก",
        "user_data_form": "แบบฟอร์มข้อมูลผู้ซื้อ"
      },
      "orders": {
        "title": "คำสั่งซื้อ",
        "title_small": "ยังไม่ได้ดำเนินการ",
        "physical_orders_title": "ตะกร้าสินค้าด้วยผลิตภัณฑ์นี้",
        "send_30days_title": "คำสั่งซื้อที่จัดส่งใน 30 วันที่ผ่านมา",
        "downloads_30days_title": "ไฟล์ที่ดาวน์โหลดใน 30 วันที่ผ่านมา",
        "virtual_orders_title": "คำสั่งซื้อผลิตภัณฑ์นี้รอดำเนินการให้เสร็จสิ้น"
      },
      "inventory": {
        "title": "รายการสิ่งของ",
        "title_small": "คลังสินค้า",
        "total_sell": "ยอดขายทั้งหมด",
        "total_sell_today": "ยอดขายวันนี้",
        "total_sell_30days": "ยอดขาย 4 วันล่าสุด",
        "chart": {
          "labels": [
            "รายการสิ่งของ",
            "ขาย"
          ]
        },
        "subscribers_title": "สมาชิก",
        "subscribers_title_small": "คำสั่งซื้อที่สมัครสมาชิกทั้งหมด"
      },
      "finance": {
        "title": "การเงิน",
        "title_small": "รายงานการซื้อ 6 เดือนล่าสุด",
        "select_mode_title": "แสดงโดย",
        "modes": {
          "sell": "ขาย",
          "payment": "การชำระเงิน",
          "discount": "การลดราคา"
        },
        "currency_select_title": "ราคาตามสกุลเงินที่เลือก",
        "sell_today": "ยอดขายวันนี้",
        "product_price": "ราคาสินค้า",
        "currency_unit": "หน่วยเงินตรา",
        "sell_30days": "ยอดขาย 30 วัน",
        "sell_daily": "ยอดขายรายวัน",
        "sell_yesterday": "ขายเมื่อวาน"
      },
      "survey": {
        "title": "คะแนนผลิตภัณฑ์",
        "title_small": "รายงานความพึงพอใจของลูกค้า",
        "total_participation": "จำนวนผลงานทั้งหมด",
        "today_participation": "เรตติ้งวันนี้",
        "last7days_participation": "ผลงาน 7 วันล่าสุด",
        "chart": {
          "participate": "การเข้าร่วม",
          "participate_title": "จำนวนผลงาน",
          "score": "คะแนน"
        }
      },
      "inform": {
        "title": "ความคาดหวังของลูกค้า",
        "title_small": "กำลังรอส่วนลดหรือห้องว่างอยู่",
        "message": "แจ้งลูกค้าเมื่อมีการลดราคาหรือวางจำหน่ายสินค้า",
        "waiting_for_auction": "รอสินค้าไปขายต่อ",
        "waiting_for_available": "รอสินค้าพร้อมเข้าอยู่ครับ.",
        "unit": "คน"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "รายการสินค้าคงคลัง",
        "add_variant": "เพิ่มตัวแปร",
        "title": "สินค้าคงคลัง / รายการตัวเลือกสินค้า",
        "sub_title": "หากสินค้านี้มีทางเลือกมากกว่าหนึ่งรายการ ให้ป้อนในส่วนนี้ คุณสามารถกำหนดจำนวนเงิน ราคา และส่วนลดของตัวเลือกสินค้าแต่ละรายการแยกกันได้ มิฉะนั้น ค่าเริ่มต้นของผลิตภัณฑ์จะถูกนำไปใช้กับการกำหนดราคา",
        "add_action": "เพิ่มตัวแปร",
        "count_input": "รายการสิ่งของ",
        "count_input_action": "ตั้งนับ",
        "management_title": "การจัดการสินค้าคงคลังและตัวเลือกสินค้า",
        "add_title": "เพิ่มตัวเลือกสินค้า",
        "edit_title": "แก้ไขตัวเลือกสินค้า",
        "notifications": {
          "add_success": "เพิ่มตัวเลือกสินค้าแล้ว",
          "delete_success": "ตัวเลือกสินค้าที่ถูกลบ",
          "save_product_inventory_success": "บันทึกสินค้าคงคลังของผลิตภัณฑ์"
        }
      },
      "variant_item": {
        "price": "ราคา",
        "same_as_product": "คล้ายกับผลิตภัณฑ์หลัก",
        "in_stock": "รายการสิ่งของ",
        "delete_dialog": {
          "title": "ลบตัวเลือกสินค้า",
          "message": "คุณต้องการลบตัวแปรนี้หรือไม่?"
        }
      },
      "variant_add_edit": {
        "title": "การกำหนดตัวเลือกสินค้า",
        "message": "หมายเลขผลิตภัณฑ์ ไม่ซ้ำกัน",
        "active_input": "ตัวแปรนี้ใช้งานอยู่หรือไม่",
        "sku": "SKU",
        "sku_tips": "รหัสโกดังสินค้า.",
        "mpn": "MPN",
        "mpn_tips": "รหัสสินค้าที่ผู้ผลิตใส่บนบรรจุภัณฑ์ของผลิตภัณฑ์",
        "variant_variable": "ตัวแปรตัวแปร",
        "pricing": "ราคา",
        "has_pricing_input": "ราคาแตกต่างจากสินค้าหลักหรือไม่?",
        "inventory": "รายการสิ่งของ",
        "inventory_unit": "รายการ",
        "delivery_info": "บรรจุภัณฑ์และการจัดส่ง",
        "images": "ภาพของ Variant",
        "images_message": "หลังจากบันทึกตัวแปรนี้ คุณจะสามารถเพิ่มรูปภาพได้ที่นี่"
      }
    },
    "edit_article": {
      "menu": {
        "tags": "แท็ก",
        "article": "บทความ"
      }
    }
  },
  "product_extra_physical": {
    "weight": "น้ำหนักหีบห่อ",
    "weight_unit": "กิโลกรัม",
    "size": "ขนาดบรรจุภัณฑ์",
    "dimension": "ซม",
    "width": "ความกว้าง",
    "length": "ความยาว",
    "height": "ส่วนสูง",
    "lead_time_title": "เวลาเตรียมการ",
    "lead_time": "เวลาเตรียมการ",
    "lead_time_dimension": "ชั่วโมง)",
    "bulk_action": "การดำเนินการเป็นกลุ่ม",
    "bulk_action_input": "อัพเดททุกรูปแบบ",
    "bulk_action_msg": "ตั้งค่าบรรจุภัณฑ์และเวลาในการเตรียมผลิตภัณฑ์สำหรับรายละเอียดปลีกย่อยทั้งหมด"
  },
  "product_images_list": {
    "upload_button": "รูปภาพสินค้าเพิ่มเติม",
    "upload_an_image": "เลือกรูปภาพ",
    "notifications": {
      "update_sort_success": "บันทึกการจัดเรียงรูปภาพแล้ว",
      "delete_image_title": "ลบภาพสินค้า",
      "delete_image_success": "ลบรูปภาพเรียบร้อยแล้ว"
    }
  },
  "variants_view": {
    "prices": "ราคา",
    "inventory": "รายการสิ่งของ",
    "discount": "การลดราคา"
  },
  "gift_card_type_edit": {
    "title_input": "ชื่อ",
    "color_input": "สีการ์ด",
    "charge_input": "ค่าใช้จ่ายเริ่มต้น",
    "charge_input_hint": "ค่าใช้จ่ายเริ่มต้นสำหรับแต่ละบัตร",
    "currency_input": "สกุลเงิน",
    "currency_input_message": "สำหรับการซื้อด้วยสกุลเงินนี้เท่านั้น",
    "lifetime_input": "อายุบัตร (เดือน)",
    "lifetime_input_message": "อายุบัตร",
    "card_image_input": "ภาพการ์ด",
    "notifications": {
      "create_success": "การ์ดที่สร้าง",
      "update_success": "อัพเดทการ์ด"
    }
  },
  "shop_warehouse_edit": {
    "title": "เพิ่มคลังสินค้า",
    "message": "ป้อนที่อยู่คลังสินค้าและโปรไฟล์ของคุณเพื่อคำนวณค่าขนส่ง",
    "name_input": "ชื่อโกดัง",
    "address": "ที่อยู่",
    "name_input_message": "ป้อนชื่อเล่นสำหรับคลังสินค้าของคุณ",
    "person_name": "ชื่อเจ้าหน้าที่",
    "phone_number": "เบอร์ติดต่อ",
    "map_title": "ที่อยู่คลังสินค้าของร้าน",
    "confirm_action": "การอนุมัติคลังสินค้า",
    "address_name": "คลังสินค้า",
    "notifications": {
      "success_save": "บันทึกการเปลี่ยนแปลงเรียบร้อยแล้ว"
    }
  },
  "inventory_list": {
    "search_input": "ค้นหาสินค้า...",
    "search_input_title": "ค้นหาสินค้าในร้าน",
    "apply_filter": "ใช้ตัวกรอง",
    "inventory": "รายการสินค้าคงคลัง",
    "export": "ส่งออกสินค้าคงคลัง",
    "import": "นำเข้าสินค้าคงคลัง",
    "bulk_price": "การเปลี่ยนแปลงราคาจำนวนมาก",
    "bulk_discount": "การเปลี่ยนแปลงส่วนลดจำนวนมาก",
    "category_filter_msg": "⚡ใช้ได้กับสินค้าและหมวดย่อยทั้งหมด!",
    "table": {
      "waiting": "กำลังรับข้อมูล ... please wait",
      "open_state": "คล่องแคล่ว",
      "close_state": "ไม่ได้ใช้งาน",
      "image": "ภาพ",
      "product": "ชื่อผลิตภัณฑ์",
      "code": "รหัสสินค้า",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "ต้นฉบับ",
      "status": "สถานะ",
      "in_stock": "มีสินค้าในสต๊อก",
      "edit": "เปลี่ยน"
    },
    "bulk_price_dialog": {
      "title": "การดำเนินการเป็นกลุ่ม > ราคา",
      "message": "หมายเหตุ: จำนวนเงินต่อไปนี้จะใช้เป็นเปอร์เซ็นต์ของราคาสินค้าทั้งหมดในร้านค้าของคุณ นอกจากนี้ ค่าราคาที่คำนวณได้จะถูกแปลงอย่างชาญฉลาดเป็นตัวเลขรอบที่ใกล้เคียงที่สุดตามสกุลเงินที่เลือก โปรดใช้ความระมัดระวังในการป้อนค่า",
      "check": "ฉันอนุมัติการเปลี่ยนแปลงราคา",
      "add_percent_tab": "เพิ่มเปอร์เซ็นต์",
      "add_constant_tab": "เพิ่มค่าคงที่",
      "ending_tab": "จบกลยุทธ์"
    },
    "bulk_discount_dialog": {
      "title": "การดำเนินการเป็นกลุ่ม > ส่วนลด",
      "message": "หมายเหตุ: จำนวนเงินต่อไปนี้จะเป็นเปอร์เซ็นต์ของส่วนลดสินค้าทั้งหมดในร้านค้าของคุณ นอกจากนี้ มูลค่าส่วนลดที่คำนวณได้จะถูกแปลงอย่างชาญฉลาดเป็นตัวเลขรอบที่ใกล้เคียงที่สุดตามสกุลเงินที่เลือก โปรดใช้ความระมัดระวังในการป้อนค่า",
      "check": "ฉันอนุมัติการเปลี่ยนแปลงส่วนลด"
    },
    "notifications": {
      "save_success": "บันทึกการเปลี่ยนแปลงสินค้าคงคลังแล้ว"
    }
  },
  "spec_view": {
    "auto_save_input": "บันทึกอัตโนมัติ"
  },
  "time_progress_bar": {
    "title_before_start": "ยังเหลือจุดเริ่มต้น",
    "title_between_start_end": "เหลือตอนจบ",
    "title_after_end": "ที่เสร็จเรียบร้อย",
    "title_no_start_end": "ไร้กาลเวลา!"
  },
  "geo_map": {
    "views": "มุมมอง",
    "views_unit": "ไทม์ส",
    "product_views": "มุมมองสินค้า",
    "buys": "การซื้อ",
    "buys_unit": "คำสั่งซื้อ",
    "baskets": "รถเข็นที่ใช้งาน",
    "added_items": "เพิ่มรายการ",
    "removed_items": "ลบรายการ"
  },
  "faq_list": {
    "table": {
      "nodata": "ไม่พบคำถาม",
      "more_data_action": "คำถามเพิ่มเติม ..",
      "user": "ผู้ใช้",
      "tag": "แท็ก",
      "question": "คำถาม",
      "officer": "พนักงาน",
      "answer": "ตอบ",
      "created_at": "วันที่",
      "priority": "ลำดับความสำคัญ",
      "edit": "แก้ไข"
    },
    "dialog": {
      "add_new_action": "ส่งคำถามใหม่",
      "edit_action": "แก้ไขคำถามที่พบบ่อย",
      "question_input": "คำถาม",
      "question_input_placeholder": "ถามคำถามของคุณ ..",
      "link_input": "ลิงค์",
      "link_input_placeholder": "คุณสามารถอ้างถึงลิงค์ในการตอบกลับ",
      "answer_input": "ตอบ",
      "answer_input_placeholder": "ใส่ข้อความคำตอบ ..",
      "tag_input": "แท็ก (ชื่อหมวดหมู่)",
      "tag_input_placeholder": "ใส่ชื่อสั้น",
      "priority_input": "ลำดับความสำคัญ: (0 ถึง 10)"
    },
    "delete_alert": {
      "title": "ลบคำถาม",
      "message": "คุณต้องการลบคำถามนี้หรือไม่?",
      "action": "ลบ"
    },
    "notifications": {
      "send_success": "ส่งคำตอบของคุณเรียบร้อยแล้ว",
      "delete_success": "คำถามของคุณถูกลบเรียบร้อยแล้ว"
    }
  },
  "contact_messages_list": {
    "load_more_action": "ข้อความเพิ่มเติม ..",
    "table": {
      "nodata": "ไม่พบคำถาม",
      "user": "ผู้ใช้",
      "message": "เนื้อหาข้อความ",
      "category": "หมวดหมู่",
      "officer": "พนักงาน",
      "answer": "ตอบ",
      "created_at": "วันที่",
      "contact": "ติดต่อ",
      "edit": "แก้ไข"
    },
    "dialog": {
      "title": "ตอบกลับข้อความ",
      "category": "หมวดหมู่",
      "user_name": "ชื่อ",
      "email": "อีเมล",
      "phone": "เบอร์ติดต่อ",
      "message": "ข้อความ",
      "status": "สถานะการตอบกลับ",
      "status_answered": "ตอบแล้ว",
      "status_waiting": "รอการตอบกลับ",
      "answer_input": "ข้อความตอบกลับ",
      "mail_input": "ส่งอีเมล์",
      "mail_input_message": "หากคุณเปิดใช้งานสิ่งนี้ การตอบกลับของคุณจะถูกส่งไปยังอีเมลผู้ใช้"
    },
    "delete_alert": {
      "title": "ลบข้อความ",
      "message": "คุณต้องการลบข้อความนี้หรือไม่?",
      "action": "ลบ"
    },
    "notifications": {
      "send_success": "คำขอของคุณถูกส่งเรียบร้อยแล้ว",
      "delete_success": "ข้อความถูกลบ"
    }
  },
  "campaign": {
    "title": "แคมเปญ",
    "menu": {
      "setting": "การตั้งค่า",
      "return": "กลับ",
      "dashboard": "แผงควบคุม",
      "links": "ลิงค์",
      "landing": "ลงจอด",
      "ads": "โฆษณา",
      "finance": "การเงิน"
    },
    "dashboard": {
      "title": "แผงควบคุม",
      "status": "ภาพรวมสถานะ",
      "sessions": "เซสชั่น",
      "links_overview": "ภาพรวมลิงก์แคมเปญ",
      "orders": "คำสั่งซื้อ",
      "performance": "ประสิทธิภาพของแคมเปญ",
      "links_funnel": "ลิงก์แคมเปญ ประสิทธิภาพ",
      "no_links": "ไม่มีข้อมูล! โปรดสร้างลิงก์ไปยังแคมเปญของคุณ",
      "social": "ผู้นำโซเชียลมีเดีย",
      "conversion_over_time": "แปลงเมื่อเวลาผ่านไป",
      "total_campaign_sell": "ยอดขายรวมตามแคมเปญ"
    },
    "finance": {
      "title": "รายงานการเงิน",
      "campaign_revenue": "รายได้จากแคมเปญ",
      "total_revenue": "รายได้รวมตามแคมเปญ",
      "links_revenue": "รายได้จากลิงก์แคมเปญ",
      "payments_over_time": "ยอดขายตามกาลเวลา",
      "all_links": "ลิงค์ทั้งหมด"
    },
    "landing": {
      "empty_message": "ตั้งค่าหน้า Landing Page ในการตั้งค่าแคมเปญ",
      "set_landing": "ตั้งค่าหน้า Landing Page",
      "create_landing": "สร้างหน้า Landing Page ใหม่"
    },
    "links": {
      "title": "ลิงค์แคมเปญ",
      "url_input_message": "ป้อน URL หน้าเป้าหมายของคุณ"
    },
    "setting": {
      "menu": {
        "config": "การกำหนดค่า",
        "timespan": "ช่วงเวลา",
        "banner": "แบนเนอร์",
        "Notification": "การแจ้งเตือน"
      },
      "general_setting": {
        "title": "การตั้งค่าแคมเปญทั่วไป",
        "sub_title": "ชื่อ หน้า Landing Page และรหัสส่วนลด",
        "name_input": "ชื่อแคมเปญ",
        "name_input_hint": "เพิ่มชื่อให้กับแคมเปญของคุณ",
        "enable_input": "แคมเปญทำงานอยู่หรือไม่?",
        "page_input": "หน้า Landing Page",
        "discount_code_input": "รหัสส่วนลด",
        "limit": "ขีดจำกัดส่วนลด",
        "max_count": "จำนวนสูงสุด",
        "max_count_unit": "รายการ",
        "start": "เริ่ม",
        "end": "จบ",
        "notification_enable_input": "เปิดใช้งานการแจ้งเตือน?",
        "landing_page": "หน้า Landing Page",
        "discount_code": "รหัสส่วนลด",
        "auto": "แคมเปญเริ่มต้น",
        "auto_message": "เปิดใช้งานแคมเปญเริ่มต้นในร้านค้าของคุณ"
      },
      "time_setting": {
        "title": "ช่วงเวลา",
        "sub_title": "วันที่ & เวลาเริ่มต้น / วันที่ & เวลาสิ้นสุด",
        "start_input": "เริ่ม",
        "start_input_placeholder": "เลือกเวลาเริ่มต้นแคมเปญ",
        "end_input": "จบ",
        "end_input_placeholder": "เลือกเวลาสิ้นสุดแคมเปญ"
      },
      "banner_setting": {
        "title": "ป้ายร้าน",
        "sub_title": "แสดงที่ด้านบนของหน้าร้านค้า",
        "message_input": "ข้อความ",
        "message_input_placeholder": "เทศกาลพิเศษ ...",
        "message_input_hint": "ข้อความแบนเนอร์ด้านบนร้าน",
        "bg_image_input": "URL ภาพพื้นหลัง",
        "bg_image_input_hint": "URL ภาพพื้นหลังแบบเต็ม",
        "repeat_pattern": "ทำซ้ำรูปแบบ",
        "simple": "เรียบง่าย",
        "dark_input": "ธีมมืด?",
        "icon_input": "ไอคอน",
        "icon_input_hint": "Material Design Icon Name หรือ Fontawsom: fa:fas fa-star",
        "anim_input": "ที่อยู่แอนิเมชั่น",
        "anim_input_message": "URL ไฟล์ภาพเคลื่อนไหว Lottie",
        "preview": "ดูตัวอย่าง",
        "preview_update_action": "อัพเดทตัวอย่าง",
        "bg_color": "สีพื้นหลัง",
        "icon_bg": "สีพื้นหลังของไอคอน"
      },
      "notifications": {
        "title": "การแจ้งเตือน",
        "sub_title": "สร้างการแจ้งเตือนและเชื่อมโยงกับแคมเปญของคุณ",
        "update_success": "แคมเปญของคุณได้รับการอัปเดตแล้ว",
        "action_button": "ปุ่มแอ็คชัน",
        "background_color": "สีพื้นหลัง",
        "text_color": "สีข้อความ",
        "action_color": "สีการกระทำ",
        "action_text_color": "สีข้อความการดำเนินการ",
        "notification_image": "รูปภาพแจ้งเตือน",
        "notification_bg": "พื้นหลังการแจ้งเตือน",
        "show_preview": "แสดงตัวอย่าง",
        "persistence": "วิริยะ",
        "persistence_message": "คุณต้องการแสดงทุกครั้งที่ผู้ใช้ของคุณเยี่ยมชมเว็บไซต์",
        "radius": "รัศมี",
        "show_delay": "แสดงความล่าช้า"
      }
    }
  },
  "add_category": {
    "title_edit": "แก้ไขหมวดหมู่",
    "title_update": "เพิ่มหมวดหมู่ใหม่",
    "menu": {
      "delete": "ลบหมวดหมู่",
      "filter": "ตัวกรอง",
      "settings": "การตั้งค่า",
      "back": "กลับ"
    },
    "title_input": "ชื่อหมวดหมู่ *",
    "title_input_error": "เลือกชื่อหมวดหมู่",
    "name_input": "ชื่อหมวดหมู่ (ภาษาอังกฤษ) *",
    "name_input_error": "เลือกชื่อเฉพาะสำหรับหมวดหมู่",
    "description_input": "คำอธิบายหมวดหมู่",
    "description_input_message": "ป้อนคำอธิบายสั้น ๆ ของหมวดหมู่ ..",
    "parent_input": "หมวดหมู่ผู้ปกครอง",
    "parent_input_message": "หมวดหมู่นี้ปรากฏบนหน้าแรกของร้านค้า",
    "image_input": "Category image",
    "image_input_placeholder": "เลือกรูปภาพสำหรับหมวดหมู่",
    "edit_action": "แก้ไขหมวดหมู่",
    "add_action": "เพิ่มหมวดหมู่",
    "back_action": "กลับ",
    "no_category": "ไม่มีหมวดหมู่",
    "star": "ดาว",
    "filter": {
      "title": "ตัวกรองหมวดหมู่",
      "sub_title": "จัดการตัวกรองและหมวดหมู่ที่ใช้ได้กับผลิตภัณฑ์ในหมวดหมู่นี้",
      "message": "ป้อนและบันทึกชื่อคุณสมบัติทางเทคนิคทั่วไปสำหรับหมวดหมู่นี้ในกล่องด้านล่าง หลังจากบันทึกรายการแล้ว หมวดหมู่ตัวกรองจะแสดงพร้อมกับเนื้อหาของแต่ละหมวดหมู่ สี น้ำหนัก ขนาด ยี่ห้อ ฯลฯ จะถูกดึงออกจากตัวเลือกสินค้าโดยอัตโนมัติ"
    },
    "delete_alert": {
      "title": "ลบ Category",
      "message": "คุณต้องการลบหมวดหมู่ {title} หรือไม่?",
      "action": "ลบ"
    },
    "notifications": {
      "add_success": "เพิ่มหมวดหมู่ใหม่แล้ว",
      "edit_success": "แก้ไขหมวดหมู่แล้ว",
      "delete_success": "ลบแล้ว {title}"
    },
    "edit_filter": {
      "spec_input": "รายการข้อมูลจำเพาะทางเทคนิค",
      "spec_input_message": "รายการคุณสมบัติที่คุณต้องการให้แสดงในส่วนตัวกรอง",
      "price": "ราคา",
      "min": "นาที",
      "max": "แม็กซ์",
      "suggested_list": {
        "brand": "ยี่ห้อ",
        "colors": "สี",
        "styles": "ออกแบบ",
        "volumes": "ปริมาณ",
        "weights": "น้ำหนัก",
        "packs": "จำนวนต่อแพ็ค",
        "types": "พิมพ์"
      },
      "notifications": {
        "edit_success": "แก้ไขหมวดหมู่แล้ว"
      }
    }
  },
  "apps_list": {
    "nodata": "ไม่มีแอพติดตั้งในร้านค้าของคุณ",
    "inactive": "ไม่ได้ใช้งาน",
    "my_apps": "แอพของฉัน",
    "app_store": "เพิ่มแอพใหม่"
  },
  "add_shop": {
    "menu": {
      "shop_title": "ชื่อร้าน",
      "shop_name": "ชื่อร้าน",
      "description": "คำอธิบาย",
      "contact": "ข้อมูลติดต่อ",
      "image": "ภาพ"
    },
    "title_input": "ชื่อ",
    "title_input_tips": "ป้อนชื่อร้านค้า แบรนด์ หรือบริษัทของคุณ",
    "active_message": "ตั้งค่าให้ทุกคนสามารถเข้าถึงเว็บไซต์ของคุณได้",
    "language_input_message": "เลือกภาษาร้านค้าของคุณ",
    "name_input": "ชื่อ",
    "name_input_message": "ป้อนชื่อร้านค้าของคุณ",
    "name_input_tips": "ห้ามใช้อักขระ ช่องว่าง หรือตัวอักษรที่ไม่ใช่ภาษาอังกฤษ หากใช้ ชื่อร้านอาจไม่แสดงอย่างถูกต้อง",
    "description_input": "คำอธิบายร้านค้า",
    "description_input_message": "เขียนคำอธิบายสั้น ๆ เกี่ยวกับธุรกิจของคุณ",
    "address_input": "ที่อยู่ร้าน",
    "address_input_message": "ป้อนที่อยู่ที่ตั้งร้านค้าให้ถูกต้อง",
    "phone_input": "หมายเลขโทรศัพท์",
    "phone_input_message": "เบอร์ติดต่อลูกค้า",
    "phone_input_tips": "ป้อนหมายเลขติดต่อพร้อมรหัสประเทศ หมายเลขนี้ยังใช้เพื่อแสดงข้อมูลในการค้นหาของ Google",
    "email_input": "อีเมล",
    "email_input_message": "ที่อยู่อีเมลสำหรับลูกค้า",
    "locality_input": "ที่ตั้ง",
    "locality_input_message": "ที่ตั้งร้าน",
    "region_input": "รัฐหรือจังหวัด",
    "region_input_message": "รัฐหรือจังหวัดที่คุณดำเนินการ",
    "country_input": "ประเทศ",
    "country_input_message": "ประเทศธุรกิจ",
    "postal_code_input": "รหัสไปรษณีย์",
    "postal_code_input_message": "รหัสไปรษณีย์ของร้านค้า",
    "image_input": "เก็บภาพ",
    "map": {
      "title": "ที่อยู่ร้าน",
      "confirm": "การลงทะเบียนที่อยู่",
      "address": "ที่อยู่",
      "receptor": "เก็บ"
    },
    "create_shop_action": "สร้างร้านค้า",
    "update_shop_action": "อัปเดต",
    "notifications": {
      "copy_success": "สำเนาที่อยู่ร้านค้า",
      "name_available": "ชื่อนี้ ({name}) สามารถใช้ได้",
      "add_success": "สร้างร้านค้า {title} แล้ว",
      "edit_success": "แก้ไขร้านแล้ว"
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "เพิ่มรายการเสมือน",
    "add_virtual_item_desc": "หากต้องการขายผลิตภัณฑ์เสมือนจริง คุณต้องเพิ่มผลิตภัณฑ์ดังกล่าวในส่วนนี้ จำนวนไอเท็มเสมือนจะเท่ากับจำนวนไอเท็มฟรีในส่วนนี้ เมื่อลูกค้าซื้อสินค้าเสมือนจริงแล้ว ลิงก์จะถูกส่งไปยังพวกเขา",
    "filter_action": "ใช้ตัวกรอง",
    "not_processed": "คำสั่งซื้อที่ยังไม่ได้ดำเนินการ",
    "title": "รายการสินค้า",
    "vew_order": "ดูคำสั่งซื้อ",
    "table": {
      "nodata": "ไม่มีรายการ",
      "product": "ผลิตภัณฑ์",
      "data": "ข้อมูล",
      "status": "สถานะ",
      "user_message": "ข้อความผู้ใช้",
      "updated_at": "การปรับปรุงครั้งล่าสุด",
      "order": "คำสั่ง",
      "delete": "ลบ"
    },
    "notifications": {
      "delete_success": "ลบรายการเรียบร้อยแล้ว"
    }
  },
  "add_virtual_item": {
    "title_edit": "แก้ไขค่า",
    "title_add": "เพิ่มรายการสินค้า",
    "sub_title": "การสร้างและแก้ไขผลิตภัณฑ์เสมือน",
    "message": "ผู้จัดการร้านสามารถแสดงมูลค่าให้ผู้ซื้อหลังการชำระเงินได้ ต้องป้อนค่าเหล่านี้ในแบบฟอร์มด้านล่าง โครงสร้างของแบบฟอร์มนี้มีการตั้งค่าไว้ในส่วนแก้ไขรายการ> แก้ไขข้อมูลผลลัพธ์",
    "edit_outputs": "แก้ไขแบบฟอร์มผลลัพธ์",
    "notifications": {
      "edit_success": "แก้ไขรายการแล้ว",
      "add_success": "รายการที่เพิ่มในรายการ"
    }
  },
  "virtual_process_center": {
    "title": "ศูนย์ประมวลผล",
    "sub_title": "การประมวลผลคำสั่ง",
    "virtual_product": "ผลิตภัณฑ์เสมือน",
    "menu": {
      "report": "รายงาน",
      "timeline": "เส้นเวลา",
      "order": "คำสั่ง"
    },
    "list_widget": {
      "title": "ข้อมูลจำเพาะการสั่งซื้อ",
      "product_name": "ชื่อผลิตภัณฑ์"
    },
    "inputs_widget": {
      "title": "แบบฟอร์มการป้อนข้อมูล",
      "table": {
        "title": "ชื่อ",
        "value": "ค่า"
      },
      "change_inputs_action": "แก้ไขแบบฟอร์มการป้อนข้อมูล"
    },
    "outputs_widget": {
      "title": "รูปแบบผลลัพธ์",
      "table": {
        "title": "ชื่อ",
        "value": "ค่า"
      },
      "tips": [
        "หลังจากทำตามคำขอของลูกค้าแล้ว ให้กดปุ่มยืนยันคำสั่งซื้อเพื่อแจ้งให้ผู้ซื้อทราบถึงคำสั่งซื้อ",
        "เมื่อคำสั่งซื้อได้รับการอนุมัติ ผู้ซื้อจะไม่สามารถแก้ไขข้อมูลที่ป้อนได้"
      ],
      "alerts": {
        "order_completed_by_admin": "การสั่งซื้อเสร็จสมบูรณ์",
        "order_completed_by_buyer": "คำสั่งซื้อเสร็จสมบูรณ์โดยผู้ซื้อ",
        "waiting_for_buyer": "รอผู้ซื้ออนุมัติ.."
      }
    }
  },
  "file_process_center": {
    "title": "ศูนย์ประมวลผล",
    "sub_title": "การประมวลผลคำสั่ง",
    "menu": {
      "report": "รายงาน",
      "timeline": "เส้นเวลา",
      "order": "คำสั่ง"
    }
  },
  "process_order_page_dashboard": {
    "title": "การประมวลผลคำสั่ง",
    "cancel_order_action": "ยกเลิกคำสั่งซื้อ",
    "open_basket_cation": "ตะกร้าสินค้านี้เปิดอยู่ หมายความว่าลูกค้ากำลังซื้อของและยังไม่ได้ชำระเงินสำหรับการสั่งซื้อ",
    "reject_dialog": {
      "title": "เหตุผลในการปฏิเสธคำสั่งซื้อ",
      "message": "เลือกเหตุผลในการปฏิเสธคำสั่งซื้อนี้จากรายการด้านล่าง อย่าลืมแจ้งให้ลูกค้าทราบถึงกระบวนการยกเลิกและคืนเงิน การคืนเงินจะต้องทำภายใน 12 ชั่วโมง",
      "confirm_action": "ยกเลิกคำสั่งซื้อ",
      "dismiss_reject_action": "ยกเลิกคำสั่งยกเลิก"
    },
    "notifications": {
      "update_status_success": "อัปเดตสถานะคำสั่งซื้อแล้ว",
      "reject_update_success": "อัปเดตสถานะการยกเลิกคำสั่งซื้อแล้ว",
      "dismiss_reject_success": "คำสั่งซื้อกลับสู่กระบวนการปกติ",
      "set_tracking_success": "บันทึกรหัสติดตามคำสั่งซื้อเรียบร้อยแล้ว"
    }
  },
  "process_center": {
    "title": "ศูนย์ประมวลผล",
    "physical_product": "ผลิตภัณฑ์ทางกายภาพ",
    "menu": {
      "label": "ป้ายบรรจุภัณฑ์",
      "receipt": "ใบแจ้งหนี้",
      "back": "กลับ",
      "return": "กลับ",
      "report": "รายงาน",
      "timeline": "เส้นเวลา",
      "inputs": "อินพุต",
      "order": "คำสั่ง"
    },
    "payment_widget": {
      "title": "การชำระเงิน",
      "checklist": [
        "ตรวจสอบยอดสั่งซื้อและการชำระเงินของลูกค้า",
        "ตรวจสอบที่อยู่สำหรับการเรียกเก็บเงิน",
        "ตรวจสอบให้แน่ใจว่าข้อมูลที่ป้อนถูกต้อง โดยเฉพาะอย่างยิ่งหากการชำระเงินเป็นเงินสดในการส่งมอบ"
      ],
      "action_cod_pay": "ยืนยันการชำระเงินโดยลูกค้า",
      "action_dir_pay": "ยืนยันการอัพโหลดใบเสร็จรับเงิน",
      "payment_receipt_not_uploaded_error": "ยังไม่ได้อัปโหลดใบเสร็จรับเงิน!",
      "waiting_for_pay": "ที่รอดำเนินการชำระเงิน",
      "processing_payment": "กำลังดำเนินการชำระเงิน",
      "processing_cancel": "การชำระเงินถูกยกเลิก",
      "paid": "จ่าย",
      "cod_pay_info": "เมื่อคุณได้รับคำสั่งซื้อจากลูกค้าแล้ว คุณสามารถยืนยันการชำระเงินและดำเนินการสั่งซื้อให้เสร็จสิ้นได้",
      "dir_pay_info": "ใบเสร็จการชำระเงินจะปรากฏขึ้นด้านบน ก่อนที่คุณจะยืนยันการชำระเงิน ให้ตรวจสอบจำนวนเงินฝากและข้อมูลใบเสร็จรับเงินกับธนาคารของคุณ",
      "created_date": "วันที่สร้าง",
      "pay_date": "วันจ่าย",
      "payment_gateway": "ช่องทางการชำระเงิน",
      "payment_method": "วิธีการชำระเงิน",
      "risk": "ค่าความเสี่ยง",
      "billing_details": "รายละเอียดการเรียกเก็บเงิน",
      "add_transaction": "เพิ่มบิลใหม่",
      "add_transactions_message": "คุณต้องสร้างธุรกรรมอย่างน้อยหนึ่งรายการสำหรับคำสั่งซื้อนี้ ในบางกรณี จำเป็นต้องชำระเงินในหลายขั้นตอน ธุรกรรมใดที่ผู้ใช้ต้องจ่ายจะถูกกำหนดโดยคุณในระหว่างการทำงาน",
      "add_bill_dialog": {
        "title": "เพิ่มใบแจ้งหนี้",
        "message": "คุณสามารถเพิ่มใบแจ้งหนี้ใหม่ได้อย่างน้อยหนึ่งใบสำหรับคำสั่งซื้อนี้ ลูกค้าจะเห็นใบแจ้งหนี้เหล่านี้และชำระเงินแต่ละใบตามความคืบหน้าของงาน",
        "amount_input": "จำนวนใบแจ้งหนี้",
        "action": "เพิ่มบิล"
      },
      "edit_bill_dialog": {
        "title": "แก้ไขใบแจ้งหนี้",
        "message": "คุณสามารถแก้ไขใบแจ้งหนี้ที่รอดำเนินการได้",
        "action": "แก้ไขใบแจ้งหนี้"
      },
      "bill_cash_payment_dialog": {
        "title": "ลงทะเบียนชำระเงินสด",
        "message": "หากผู้ซื้อชำระเงินตามจำนวนในใบแจ้งหนี้นี้เป็นเงินสดหรือด้วยวิธีอื่นนอกเหนือจากการชำระเงินออนไลน์ ในส่วนนี้ โดยการเลือกตัวเลือก ให้ลงทะเบียนและยืนยันการชำระเงินของเขา ในส่วนนี้ คุณสามารถดูเฉพาะช่องทางการชำระเงินด้วยเงินสดของร้านค้าของคุณ หากคุณไม่เห็นตัวเลือกดังกล่าว คุณต้องเปิดใช้งานเกตเวย์การชำระเงินด้วยเงินสดในสกุลเงินที่เลือกในร้านค้าของคุณ",
        "action": "ยืนยันการชำระบิล"
      },
      "table": {
        "title": "ชื่อ",
        "amount": "จำนวน",
        "description": "คำอธิบาย",
        "info": "ข้อมูล"
      },
      "user_payment": "การชำระเงินของลูกค้า",
      "cod": "เงินสดในการจัดส่ง",
      "gateway_wage": "ค่าธรรมเนียม",
      "gift_card": "บัตรของขวัญ",
      "discount_code": {
        "title": "รหัสส่วนลด",
        "code": "รหัส",
        "percent": "เปอร์เซ็นต์",
        "limit": "ขีดจำกัด"
      },
      "club": {
        "title": "คลับลูกค้า",
        "percent": "เปอร์เซ็นต์",
        "limit": "ขีดจำกัด"
      },
      "coupon": {
        "title": "คูปอง",
        "percent": "เปอร์เซ็นต์",
        "limit": "ขีดจำกัด",
        "charge": "ค่าใช้จ่าย"
      },
      "delivery": {
        "title": "ค่าใช้จ่ายในการจัดส่งสินค้า",
        "not_paid": "ไม่จ่าย"
      },
      "samin": {
        "title": "ค่าบริการ",
        "description": "จำนวนเงินนี้ถูกหักออกจากบัญชีกระเป๋าเงิน Selldone ของคุณแล้ว",
        "tooltip": "คำนวณตามวิธีการชำระเงิน",
        "percent": "เปอร์เซ็นต์"
      },
      "affiliate": {
        "title": "ค่าคอมมิชชั่นพันธมิตร",
        "affiliate_message": "คุณควรจ่ายค่าคอมมิชชั่นนี้ให้กับพันธมิตรของคุณ กระบวนการนี้ทำด้วยตัวเอง"
      },
      "total_price": "ราคาสินค้าทั้งหมด",
      "total_items_discount": "ส่วนลดรายการ",
      "total_price_after_offers": "รวมหลังจากสมัครข้อเสนอ",
      "user_payment_amount": "จำนวนเงินที่ผู้ซื้อชำระ",
      "samin_wage": "ค่าธรรมเนียมการขาย",
      "pay_cod_dialog": {
        "title": "คุณได้รับเงินสั่งซื้อหรือไม่?",
        "message": "ยืนยันตัวเลือกนี้ในวิธีชำระเงินสดปลายทาง หลังจากลูกค้าชำระเงินเต็มจำนวนแล้ว",
        "confirm_action": "ยืนยันการชำระเงินของลูกค้า"
      },
      "pay_dir_dialog": {
        "title": "คุณได้รับเงินสั่งซื้อหรือไม่?",
        "message": "ยืนยันตัวเลือกนี้หลังจากอนุมัติใบเสร็จการชำระเงินที่อัปโหลดกับธนาคารของคุณ อย่าลืมตรวจสอบการชำระเงินกับธนาคารของคุณ",
        "confirm_action": "ยืนยันการชำระเงินของลูกค้า"
      },
      "notifications": {
        "pay_confirm_message": "การชำระเงินได้รับการยืนยัน<br> พอร์ต: {gateway_name}<br> วันที่: {payment_at}",
        "pay_fail_title": "ไม่จ่าย",
        "pay_fail_message": "ไม่สามารถอนุมัติการชำระเงินได้!"
      },
      "total_order_price_before_tax": "ราคารวมก่อนหักภาษี"
    },
    "basket_list": {
      "checklist": [
        "ตรวจสอบสินค้าคงคลัง",
        "หากไม่มีสินค้า จะต้องส่งคืนจำนวนเงินที่ชำระสำหรับสินค้านั้นให้กับลูกค้า"
      ],
      "message": "หากมีรายการใดที่ไม่มีอยู่หรือไม่สามารถขายได้ ให้ยกเลิกการเลือกช่องที่อยู่ถัดจากรายการนั้นแล้วคลิกปุ่ม <b>ยืนยันคำสั่งซื้อ</b>",
      "action": "ยืนยันการสั่งซื้อ",
      "list_of_items": "รายการตะกร้าสินค้า",
      "apply_change_action": "ใช้การเปลี่ยนแปลง",
      "cant_apply_change": "ไม่สามารถเปลี่ยนแปลงได้",
      "lottery_prize_inform": "ลูกค้าของคุณชนะ 1x ของผลิตภัณฑ์นี้ ส่งของขวัญด้วยคำสั่งซื้อนี้"
    },
    "preparing": {
      "title": "การตระเตรียม",
      "packing_weight": "น้ำหนักบรรจุ",
      "delivery_type": "วิธีจัดส่ง",
      "packing_size": "ขนาดบรรจุภัณฑ์",
      "distance_warning": "เกินขีดจำกัดระยะทางที่อนุญาต",
      "weight_warning": "น้ำหนักเกินที่อนุญาต",
      "volume_warning": "เกินขนาดบรรจุภัณฑ์ที่อนุญาต",
      "message": "คลิกปุ่ม <b>Order Ready</b> ต่อไปนี้ หากคำสั่งซื้อพร้อมจัดส่ง",
      "action": "ออเดอร์พร้อมส่ง",
      "checklist": [
        "ปฏิบัติตามกฎมาตรฐานในบรรจุภัณฑ์",
        "พิมพ์รายการสิ่งของและใส่ลงในบรรจุภัณฑ์",
        "พิมพ์และติดฉลากที่กล่อง"
      ]
    },
    "basket_items": "รายการสั่งซื้อ",
    "delivered_dialog": {
      "title": "ลูกค้าได้รับคำสั่งซื้อนี้หรือไม่?",
      "message": "ยืนยันตัวเลือกนี้เมื่อคุณรู้ว่าลูกค้าได้รับคำสั่งซื้อ",
      "confirm_action": "ฉันยืนยันว่าลูกค้าได้รับพัสดุแล้ว"
    },
    "return_delivery_dialog": {
      "title": "คำสั่งซื้อมีปัญหาระหว่างการจัดส่งหรือมีการส่งคืนหรือไม่?",
      "message": "ยืนยันตัวเลือกในการส่งคืนสินค้า หากมีการส่งคืนคำสั่งซื้อหลังจากส่งด้วยเหตุผลบางประการ และมีความจำเป็นต้องส่งพัสดุอีกครั้ง",
      "confirm_action": "ยืนยันการส่งคืน"
    },
    "notifications": {
      "update_status_success": "อัปเดตสถานะคำสั่งซื้อแล้ว",
      "reject_update_success": "อัปเดตสถานะการยกเลิกคำสั่งซื้อแล้ว",
      "dismiss_reject_success": "คำสั่งซื้อถูกยกเลิก",
      "pay_cod_success": "ยืนยันการชำระเงินด้วยเงินสดในการจัดส่ง",
      "pay_dir_success": "การชำระเงินได้รับการยืนยันโดยการชำระเงินแบบบัตรต่อบัตรหรือการโอนเงิน",
      "set_tracking_success": "บันทึกรหัสติดตามคำสั่งซื้อเรียบร้อยแล้ว",
      "new_bill_success": "เพิ่มบิลใหม่เรียบร้อยแล้ว",
      "edit_bill_success": "อัปเดตบิลเรียบร้อยแล้ว",
      "update_bill_status_success": "อัปเดตสถานะบิลเรียบร้อยแล้ว",
      "set_payment_in_cash_success": "ยืนยันการชำระบิลด้วยตนเอง"
    },
    "delete_bill_dialog": {
      "title": "ลบบิล",
      "message": "คุณแน่ใจหรือว่าต้องการลบใบเรียกเก็บเงินนี้",
      "action": "ใช่ ลบเดี๋ยวนี้"
    }
  },
  "shop_gateway": {
    "title": "ประตู",
    "menu": {
      "dashboard": "แผงควบคุม",
      "edit": "แก้ไข",
      "transactions": "ธุรกรรม",
      "back": "เกตเวย์"
    },
    "dashboard": {
      "title": "การจัดการเกตเวย์",
      "gateway_data_widget": {
        "title": "รายงานการชำระเงิน",
        "title_small": "ประตู",
        "chart": {
          "times": "นับ",
          "buys": "จำนวนซื้อ",
          "pays": "ชำระเต็มจำนวน",
          "amount_pay": "จ่าย",
          "amount_wage": "ค่าธรรมเนียม"
        }
      },
      "gateway_info_widget": {
        "title": "ข้อมูล",
        "title_small": "ประตู",
        "status": "สถานะ",
        "cod_transportation": "วิธีการจัดส่งที่รองรับ COD",
        "cod_transportations_error": "เปิดใช้งานการชำระเงินด้วยเงินสดในการจัดส่งสำหรับวิธีการจัดส่งอย่างน้อยหนึ่งวิธี!",
        "payment_type": "ประเภทการชำระเงิน",
        "cod": "เงินสดในการจัดส่ง",
        "online": "ชำระเงินออนไลน์",
        "wage_percent": "เปอร์เซ็นต์ค่าธรรมเนียม",
        "min_wage": "ค่าธรรมเนียมขั้นต่ำ",
        "max_wage": "ค่าธรรมเนียมสูงสุด",
        "min_amount": "ธุรกรรมขั้นต่ำ",
        "max_amount": "ธุรกรรมสูงสุด",
        "timeout": "ระยะเวลาการชำระเงิน",
        "timeout_unit": "วินาที",
        "link": "เกตเวย์ลิงค์",
        "your_gateway_status": "สถานะเกตเวย์ของคุณ",
        "config_extra_info": "การกำหนดค่าบริการชำระเงิน",
        "oauth2_button": "เชื่อมต่ออัตโนมัติกับ {gateway}",
        "fee_payment_message": "จำนวนเงินทั้งหมดที่ลูกค้าชำระจะถูกโอนไปยังบัญชีของคุณ ค่าบริการจะถูกหักออกจากกระเป๋าเงินของคุณใน Selldone"
      }
    },
    "edit": {
      "title": "แก้ไขเกตเวย์",
      "menu": {
        "delete": "ลบเกตเวย์"
      },
      "edit_action": "แก้ไขเกตเวย์"
    },
    "transactions": {
      "title": "ธุรกรรม",
      "table": {
        "amount": "จำนวน",
        "currency": "สกุลเงิน",
        "livemode": "พิมพ์",
        "status": "สถานะ",
        "target_id": "คำสั่ง",
        "risk": "เสี่ยง",
        "card": "การ์ด",
        "issued_at": "วันที่ออก",
        "payment_at": "วันจ่าย"
      },
      "live_mode": "สด",
      "test_mode": "แซนด์บ็อกซ์"
    }
  },
  "edit_gateway": {
    "public_keys": "กุญแจสาธารณะ",
    "private_keys": "กุญแจส่วนตัว (ความลับ)",
    "link": "เว็บไซต์",
    "state_title": "วิธีการชำระเงินที่ใช้งานอยู่/ไม่ใช้งาน",
    "gateway_status": "สถานะ",
    "wallet": "กระเป๋าเงินบล็อคเชน",
    "developer_title": "โหมดนักพัฒนา",
    "developer_message": "คุณสามารถประมวลผลธุรกรรมปลอมได้หากเกตเวย์รองรับโหมดดีบัก",
    "notifications": {
      "edit_success": "แก้ไขเกตเวย์ {gateway_name} แล้ว"
    },
    "developer_setting": "พัฒนาและทดสอบ",
    "live_mode_message": "ธุรกรรมทั้งหมดจะอยู่ในโหมดสด"
  },
  "gift_card": {
    "title": "บัตรของขวัญ",
    "menu": {
      "edit": "แก้ไข",
      "new_card": "สร้างการ์ด",
      "list": "การ์ด",
      "orders": "คำสั่งซื้อ",
      "dashboard": "แผงควบคุม",
      "back": "บัตรของขวัญ"
    },
    "dashboard": {
      "title": "แดชบอร์ดการจัดการบัตรของขวัญ",
      "amount_widget": {
        "title": "ชำระเงินด้วยบัตร",
        "title_small": "30 วัน",
        "chart_amount_pay": {
          "y": "ซำ",
          "label": "การชำระเงิน"
        },
        "chart_buys": {
          "y": "ซื้อ",
          "label": "ซื้อ"
        },
        "total_buy": "ยอดซื้อทั้งหมด",
        "total_pay_30days": "ชำระเงินทั้งหมด 30 วัน",
        "total_pay_today": "ค่างวดวันนี้"
      },
      "count_widget": {
        "title": "จำนวนบัตรที่ออก",
        "title_small": "30 วัน",
        "total_cards": "จำนวนการ์ดทั้งหมด",
        "used_cards_30days": "การใช้งาน 30 วัน",
        "used_today": "การใช้งานวันนี้",
        "chart": {
          "new_cards": "การ์ดใหม่",
          "used_cards": "บัตรใช้แล้ว",
          "new_card_name": "การ์ดใหม่",
          "used_card_name": "ใช้แล้ว"
        }
      },
      "export": {
        "title": "รับไฟล์เอาต์พุต",
        "cards_list": "รับรายชื่อการ์ด",
        "get_report": "รับรายงาน"
      }
    },
    "cards": {
      "title": "รายชื่อบัตรที่ออกให้",
      "loading_message": "กำลังรับข้อมูล ... โปรดรอสักครู่",
      "issue_to_user": "ปัญหากับผู้ใช้",
      "table": {
        "card_number": "หมายเลขบัตร",
        "balance": "สมดุล",
        "paid": "จ่าย",
        "edit": "แก้ไข",
        "delete": "ลบ",
        "expire": "หมดอายุ",
        "user": "ผู้ใช้"
      },
      "delete_alert": {
        "title": "ถอดการ์ด",
        "message": "คุณแน่ใจหรือไม่ว่าต้องการลบการ์ดใบนี้",
        "action": "ลบ"
      },
      "notifications": {
        "delete_success": "บัตรของขวัญถูกลบ",
        "edit_success": "มีการเปลี่ยนแปลง",
        "issue_success": "บัตรของขวัญออกให้กับผู้ใช้เรียบร้อยแล้ว"
      },
      "issue_dialog": {
        "title": "ออกบัตรของขวัญ",
        "action": "ผมยืนยัน. ออกบัตรตอนนี้"
      }
    },
    "gift_card_edit": {
      "title": "สร้างบัตรของขวัญ",
      "validity": "ความถูกต้อง",
      "validity_unit": "เดือน",
      "currency": "สกุลเงิน",
      "initial_balance": "ยอดบัตรเริ่มต้น",
      "count": "นับ",
      "count_unit": "รายการ",
      "enable_input_message": "สถานะของการ์ดที่สร้าง",
      "notifications": {
        "create_success_title": "บันทึก",
        "create_success": "{count} การ์ดที่สร้างใหม่"
      }
    },
    "gift_card_edit_page": {
      "title": "แก้ไขบัตรของขวัญ"
    }
  },
  "shop_discount": {
    "title": "รหัสส่วนลด",
    "up_to": "จนถึง",
    "menu": {
      "dashboard": "แผงควบคุม",
      "orders": "คำสั่งซื้อ",
      "back": "รหัสส่วนลด"
    },
    "dashboard": {
      "title": "แดชบอร์ดการจัดการรหัสส่วนลด",
      "chart_amount_buy": {
        "y": "ยอดซื้อ {currency}",
        "label": "ซื้อ"
      },
      "chart_amount_discount": {
        "y": "ส่วนลด {currency}",
        "label": "การลดราคา"
      },
      "chart_used": {
        "y": "ปริมาณการใช้",
        "label": "ไทม์ส"
      }
    }
  },
  "shop_coupon": {
    "title": "คูปอง",
    "up_to": "จนถึง",
    "menu": {
      "dashboard": "แผงควบคุม",
      "back": "คูปอง",
      "orders": "คำสั่งซื้อ"
    },
    "dashboard": {
      "title": "แดชบอร์ดการจัดการคูปอง",
      "chart_amount_buy": {
        "y": "ยอดซื้อ {currency}",
        "label": "ซื้อ"
      },
      "chart_amount_discount": {
        "y": "คูปอง {currency}",
        "label": "คูปอง"
      },
      "chart_used": {
        "y": "ปริมาณการใช้",
        "label": "ไทม์ส"
      }
    }
  },
  "shop_offer": {
    "title": "ข้อเสนอ",
    "up_to": "จนถึง",
    "menu": {
      "dashboard": "แผงควบคุม",
      "orders": "คำสั่งซื้อ",
      "back": "ข้อเสนอ"
    },
    "dashboard": {
      "title": "ข้อเสนอการจัดการแดชบอร์ด",
      "chart_amount_buy": {
        "y": "ยอดซื้อ {currency}",
        "label": "ซื้อ"
      },
      "chart_amount_discount": {
        "y": "ข้อเสนอ {currency}",
        "label": "เสนอ"
      },
      "chart_used": {
        "y": "ปริมาณการใช้",
        "label": "ไทม์ส"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "ชำระค่าธรรมเนียมการเปิดใช้งาน",
    "balance": "สมดุล",
    "locked": "ถูกล็อค",
    "transfer": "โอนย้าย",
    "charge": "เงินฝาก"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "เช็คเอาท์",
    "payment": "การชำระเงิน",
    "confirm": "การยืนยันคำสั่งซื้อ ยืนยัน <b>{success}</b> และ <b>{fail}</b> ถูกปฏิเสธ",
    "prepare": "การจัดเตรียมคำสั่งซื้อ",
    "send": "คำสั่งซื้อที่จัดส่งโดย <b>{delivery}</b>",
    "delivered": "ได้จัดส่งออร์เดอร์ให้ลูกค้าแล้ว",
    "fill-inputs": "แบบฟอร์มป้อนข้อมูลที่กรอกโดยผู้ซื้อ",
    "return-add": "ส่งคำขอคืนสินค้า {product}",
    "return-accept": "คำขอส่งคืน {return_code} ได้รับการยืนยันแล้ว",
    "return-reject": "คำขอ {return_code} ถูกปฏิเสธ",
    "reject-order": "ปฏิเสธการสั่งซื้อ รหัส: {reject_code}",
    "reject-order-clear": "ยกเลิกการปฏิเสธคำสั่งซื้อ รหัส: {reject_code}",
    "email-buy": "ส่งอีเมลยืนยันการซื้อให้กับลูกค้า",
    "email-payment": "ส่งอีเมลยืนยันการชำระเงินให้กับลูกค้า",
    "delivery-returned": "ลูกค้าไม่ได้รับสินค้าและส่งคืน จำเป็นต้องจัดส่งอีกครั้ง",
    "delivery-canceled": "ยกเลิกการส่งสินค้าแล้ว จำเป็นต้องจัดส่งอีกครั้ง",
    "edit-receiver-info": "ที่อยู่จัดส่งของคำสั่งซื้อได้รับการแก้ไขโดยผู้ซื้อ",
    "edit-billing-info": "ที่อยู่สำหรับการเรียกเก็บเงินแก้ไขโดยผู้ซื้อ",
    "payment-cod-confirm": "การชำระเงิน COD ได้รับการยืนยันแล้ว",
    "payment-cash-confirm": "การชำระเงินจำนวน {amount} {currency} เป็นเงินสดสำหรับการเรียกเก็บเงินได้รับการยืนยันแล้ว",
    "payment-dir-confirm": "ใบเสร็จรับเงินการชำระเงินโดยตรงได้รับการยืนยัน",
    "vendor": "สถานะการสั่งซื้อของผู้จัดจำหน่ายเปลี่ยนจาก <b>{from}</b> เป็น <b>{to}</b>",
    "connect-sync": "คำสั่งซื้อที่ซิงค์โดย Connect OS",
    "connect-shipped": "คำสั่งซื้อ Connect ได้รับการจัดส่งโดย {shipping}",
    "connect-returned": "คำสั่งซื้อ Connect ถูกส่งคืนโดย {shipping}",
    "connect-failed": "การดำเนินการตามคำสั่งซื้อล้มเหลวโดยพันธมิตร {reason}",
    "connect-canceled": "คำสั่งซื้อถูกยกเลิกโดยพันธมิตร {reason}",
    "connect-action-cancel": "ขอยกเลิกคำสั่งซื้อ {reason}",
    "connect-put-hold": "คำสั่งถูกระงับ {reason}",
    "connect-remove-hold": "คำสั่งซื้อถูกลบออกจากการระงับ {reason}",
    "connect-confirmed": "คำสั่งซื้อได้รับการยืนยันแล้ว",
    "email-vendor": "🔔 อีเมลแจ้งการสั่งซื้อถูกส่งไปยัง <b>{vendor}</b> ╏ . แล้ว {email}.",
    "vendor-payout": "💸 การจ่ายเงินให้กับผู้ขาย"
  },
  "inline_chart": {
    "today": "วันนี้",
    "last_days": "{days} วันที่ผ่านมา"
  },
  "products_select": {
    "move_category": "ย้ายหมวดหมู่ <b>{category}</b> ไปยังหมวดหมู่อื่น",
    "move_product": "ย้ายผลิตภัณฑ์ <b>{product}</b> ไปที่หมวดหมู่",
    "product_menu": {
      "dashboard": "แดชบอร์ดผลิตภัณฑ์",
      "inventory": "สินค้าคงคลังและตัวแปร"
    },
    "notifications": {
      "copy_success": "สำเนาของผลิตภัณฑ์",
      "change_category_success": "แก้ไขหมวดหมู่สินค้าแล้ว"
    }
  },
  "physical_order_track": {
    "title": "รายงานและการประเมินความเสี่ยง"
  },
  "virtual_order_track": {
    "title": "รายงานและการประเมินความเสี่ยง"
  },
  "virtual_order_timeline": {
    "title": "เส้นเวลา"
  },
  "physical_order_timeline": {
    "title": "เส้นเวลา"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "เขียนข้อความที่นี่...",
    "pin_action": "ปักหมุดด้านบน",
    "unpin_action": "เลิกตรึง",
    "copy_html": "คัดลอก HTML",
    "notifications": {
      "add_note_success": "เพิ่มหมายเหตุแล้ว",
      "edit_note_success": "แก้ไขหมายเหตุแล้ว",
      "delete_note_success": "โน้ตถูกลบ"
    },
    "delete_dialog": {
      "title": "ลบโน้ต",
      "message": "คุณต้องการลบบันทึกนี้หรือไม่?",
      "action": "ลบโน้ต"
    },
    "resend_dialog": {
      "title": "ส่งอีเมลอีกครั้ง",
      "message": "คุณแน่ใจหรือว่าต้องการส่งอีเมลนี้ถึงลูกค้าของคุณอีกครั้ง",
      "action": "ใช่ ส่งอีกครั้ง",
      "success": "อีเมลที่ส่งถึงลูกค้าของคุณ"
    }
  },
  "accounts": {
    "title": "กระเป๋าเงินของฉัน",
    "message": "คุณต้องสร้างบัญชีอย่างน้อยหนึ่งบัญชีด้วยสกุลเงินที่คุณใช้ใน Selldone คุณต้องเติมเงินในบัญชีนี้เพื่อชำระค่าบริการ",
    "add_new": "สร้างบัญชีใหม่",
    "new_account": "เพิ่มบัญชีใหม่",
    "new_account_dialog": {
      "title": "บัญชีใหม่",
      "account_name_input": "ชื่อบัญชี",
      "currency_input": "หน่วยเงินตรา",
      "currency_input_message": "บัญชีที่สร้างขึ้นจะเก็บค่าของสกุลเงินนี้เท่านั้น",
      "new_account_wage": "ค่าสร้างบัญชีใหม่: ฟรีสำหรับบัญชีแรก",
      "create_account_action": "สร้างบัญชี"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "ส่งของขวัญ",
      "sent": "ส่ง",
      "received": "ได้รับ"
    },
    "send_gifts": {
      "title": "ส่งของขวัญแล้ว",
      "sub_title": "คุณสามารถส่งของขวัญให้กับเพื่อนหรือลูกค้าของคุณ ผู้รับอาจยอมรับหรือปฏิเสธของขวัญของคุณ จำนวนเงินจะถูกล็อคในบัญชีของคุณและถอนออกหากผู้รับยอมรับ มิฉะนั้น จำนวนเงินนี้จะถูกโอนไปยังบัญชีของคุณ",
      "table": {
        "user": "ผู้ใช้",
        "amount": "จำนวน",
        "currency": "สกุลเงิน",
        "account_name": "จาก",
        "status": "สถานะ",
        "message": "ข้อความ",
        "created_at": "วันที่สร้าง"
      }
    },
    "received_gifts": {
      "title": "ของขวัญที่ได้รับ",
      "sub_title": "ของขวัญที่ได้รับจาก Selldone หรือผู้อื่น",
      "table": {
        "amount": "จำนวน",
        "currency": "สกุลเงิน",
        "account_from": "จาก",
        "status": "สถานะ",
        "message": "ข้อความ",
        "created_at": "วันที่สร้าง",
        "receive": "ได้รับ"
      }
    }
  },
  "get_gift_dialog": {
    "title": "รับของขวัญ",
    "more": "มากกว่า ..",
    "amount": "จำนวน",
    "message": "ข้อความ",
    "account_to_input": "บัญชีปลายทาง",
    "account_to_input_message": "จำนวนของขวัญจะถูกฝากเข้าบัญชีนี้",
    "get_action": "รับของขวัญ",
    "notifications": {
      "received_success_title": "ยินดีด้วย",
      "received_success": "จำนวนของขวัญ {amount} {currency} ถูกฝากเข้าบัญชีของคุณแล้ว"
    }
  },
  "send_gift_dialog": {
    "title": "ส่งของขวัญ",
    "account_from_input": "เลือกบัญชี",
    "account_from_input_message": "จำนวนของขวัญจะถูกถอนออกจากบัญชีนี้",
    "receiver_input": "ผู้รับ",
    "receiver_input_message": "คุณสามารถป้อนที่อยู่อีเมลหรือหมายเลขโทรศัพท์",
    "message_input": "ข้อความ",
    "message_input_message": "คุณสามารถฝากข้อความถึงผู้รับ",
    "amount_input": "จำนวน",
    "currency_input": "หน่วยเงินตรา",
    "currency_input_message": "ราคาคำนวณในสกุลเงินนี้",
    "send_action": "ส่งของขวัญ",
    "notifications": {
      "send_success": "ของขวัญจำนวน {amount} {currency} ถูกส่งไปยัง {receiver}"
    }
  },
  "account_list": {
    "account_input": "หมายเลขบัญชี",
    "account_input_message": "จำนวนของขวัญสำหรับสกุลเงินนี้จะถูกฝากเข้าบัญชีนี้",
    "free_balance": "ยอดฟรี",
    "account_name": "ชื่อบัญชี"
  },
  "user_monetize_accounts": {
    "title": "บัญชีเงินฝาก",
    "sub_title": "จำนวนของขวัญจะถูกฝากเข้าบัญชีเหล่านี้โดยอัตโนมัติ",
    "message": "Selldone ฝากเงินสำหรับกิจกรรมโซเชียลมีเดียของคุณ มีส่วนร่วมในการพัฒนา Selldone แนะนำเพื่อนและอื่น ๆ โดยการเลือกบัญชีเงินฝากสำหรับแต่ละสกุลเงิน จำนวนของขวัญจะถูกฝากเข้าในบัญชีนั้นในโดเมนของคุณโดยอัตโนมัติ จำนวนเงินเหล่านี้สามารถโอนเข้า Selldone การถอนจะทำได้สำหรับคู่ค้าทางธุรกิจเท่านั้น",
    "add_account_action": "เพิ่มบัญชี",
    "add_dialog": {
      "title": "เชื่อมต่อบัญชีเพื่อรับของขวัญ",
      "account_input": "หมายเลขบัญชี",
      "account_input_message": "จำนวนของขวัญสำหรับสกุลเงินนี้จะถูกฝากเข้าบัญชีนี้",
      "set_as_default_action": "เลือกเป็นบัญชีเริ่มต้น"
    },
    "table": {
      "currency": "สกุลเงิน",
      "account_number": "หมายเลขบัญชี",
      "account_name": "ชื่อ",
      "payment": "จำนวนเงินฝาก",
      "reset_at": "รีเซ็ตเป็น",
      "delete": "ลบ"
    },
    "notifications": {
      "set_success": "เพิ่มบัญชีเรียบร้อยแล้ว",
      "delete_success": "บัญชีถูกลบออกจากรายการบัญชีเริ่มต้นสำหรับการรับของขวัญเรียบร้อยแล้ว"
    },
    "delete_alert": {
      "title": "ลบบัญชี",
      "message": "คุณต้องการลบบัญชีนี้ออกจากรายการบัญชีของขวัญหรือไม่?",
      "action": "ลบ"
    }
  },
  "user_monetize": {
    "title": "หาเงิน",
    "menu": {
      "plans": "แผน",
      "accounts": "บัญชี",
      "participant": "ผู้เข้าร่วม"
    }
  },
  "user_monetize_plans": {
    "title": "โครงการความร่วมมือและการสร้างรายได้",
    "sub_title": "คุณจะได้รับเครดิตบัญชีสำหรับของขวัญจากการแนะนำ จำนวนเงินเหล่านี้จะถูกหักออกจากบัญชีของคุณและสามารถถอนออกได้เฉพาะกับคู่ค้าทางธุรกิจของ Selldone (ไม่ใช่ทั้งหมด) คุณสามารถใช้เงินในค่าบริการ Selldone",
    "discount": "การลดราคา",
    "your_income": "รายได้ของคุณ",
    "level_2": "จากระดับสอง",
    "level_3": "จากระดับสาม",
    "link_message": "การเป็นสมาชิก: {registered} ยอมรับแล้ว: {accepted}",
    "link_tip": "คุณสามารถเพิ่มวลี ?ref={link_code} ต่อท้ายทุกที่อยู่ที่คุณแบ่งปัน",
    "table": {
      "currency": "สกุลเงิน",
      "amount": "สมดุล",
      "total": "การชำระเงินทั้งหมด",
      "payment_date": "วันที่ชำระเงินล่าสุด",
      "withdraw": "การถอนเงิน"
    },
    "notifications": {
      "get_credit_success": "จำนวนเงินที่ร้องขอได้ถูกฝากเข้าบัญชีของคุณแล้ว"
    }
  },
  "basic_information": {
    "title": "ตัวตนและโปรไฟล์ของฉัน",
    "email": "ที่อยู่อีเมล",
    "tel": "เบอร์มือถือ",
    "address": "ที่อยู่",
    "payment": "ธุรกรรมที่ถูกต้อง",
    "personal_information": "ข้อมูลประจำตัว",
    "main_profile": "โปรไฟล์หลัก",
    "main_profile_subtitle": "ข้อมูลนี้เปิดเผยต่อสาธารณะสำหรับทุกคน",
    "kyc_waiting_info": "เรากำลังตรวจสอบความถูกต้องของข้อมูลที่คุณป้อน กระบวนการนี้บังคับตามกฎ KYC และจะลดความเสี่ยงของการทำธุรกรรมทางการเงิน คุณสามารถใช้ประโยชน์จากบริการนี้ทั้งในปัจจุบันและอนาคต",
    "personal_info_dialog": {
      "title": "ข้อมูลประจำตัว",
      "name_input": "ชื่อจริง",
      "family_name_input": "นามสกุล",
      "number_input": "หมายเลขหนังสือเดินทาง (หรือรหัสประเทศ)",
      "birthday_input": "วันเกิด",
      "birthday_input_placeholder": "ใส่วันเกิดของคุณ",
      "address_input": "ที่อยู่",
      "postcode_input": "รหัสไปรษณีย์",
      "tel_input": "เบอร์ติดต่อ",
      "passport_image_input": "เลือกรูปหนังสือเดินทาง",
      "passport_image_input_message": "อัปโหลดการสแกนภาพหนังสือเดินทางของคุณ",
      "personal_image_input": "เลือกภาพของคุณเอง",
      "personal_image_input_message": "อัปโหลดภาพสแกนไปมาบนบัตรประจำตัวประชาชนของคุณไปยังรูปภาพ"
    },
    "profile_dialog": {
      "title": "โปรไฟล์หลัก",
      "full_name_input": "ชื่อเต็ม",
      "tel_input": "เบอร์ติดต่อ",
      "email_input": "อีเมล",
      "website_input": "เว็บไซต์",
      "address_input": "ที่อยู่",
      "about_input": "เกี่ยวกับฉัน",
      "about_long_input": "ข้อความยาวเกี่ยวกับฉัน",
      "image_input": "เลือกรูปโปรไฟล์",
      "image_input_message": "อัปโหลดภาพของคุณ ภาพนี้จะใช้เป็นรูปโปรไฟล์ของคุณ",
      "notifications": {
        "update_profile_success": "โปรไฟล์ของคุณได้รับการอัปเดตแล้ว",
        "update_personal_info_success": "ข้อมูลของคุณได้รับการลงทะเบียนเรียบร้อยแล้ว"
      }
    },
    "charge_account_approve_message": "เรียกเก็บเงินจากบัญชีของคุณเพื่ออนุมัติธุรกรรมธนาคารของคุณ",
    "payment_approval": "อนุมัติการชำระเงิน",
    "residential_address_checking": "เอกสารที่อยู่อาศัยของคุณในการตรวจสอบคิว",
    "add_residential_address": "เพิ่มตำแหน่งของคุณและหลักฐานเอกสารที่อยู่อาศัย"
  },
  "phone_verify": {
    "title": "เบอร์มือถือ",
    "step1_title": "ป้อนหมายเลขโทรศัพท์มือถือของคุณ",
    "phone_number_input": "เบอร์มือถือ",
    "next": "ขั้นตอนต่อไป",
    "sms_code_input": "รหัสยืนยัน",
    "sms_code_message": "ส่งรหัสยืนยัน 6 หลักไปที่ {phone_number} แล้ว",
    "notifications": {
      "duplicated_number_error": "หมายเลขนี้ได้รับการอนุมัติจากคุณแล้ว",
      "send_activation_code_success_title": "รหัสยืนยัน",
      "send_activation_code_success": "รหัสยืนยันถูกส่งไปยัง {phone_number} แล้ว",
      "verify_success": "หมายเลขโทรศัพท์มือถือของคุณได้รับการยืนยันแล้ว"
    }
  },
  "companies": {
    "title": "บัญชีธุรกิจของฉัน",
    "message": "ธุรกิจ ผู้ประกอบการ และทีมงานมืออาชีพสามารถพัฒนาผลิตภัณฑ์และแอพพลิเคชั่นตาม Selldone เป็นข้อกำหนดในการสร้างโปรไฟล์ธุรกิจ",
    "new_company": "บริษัทใหม่"
  },
  "add_company": {
    "name_input": "ชื่อ บริษัท",
    "website_input": "เว็บไซต์",
    "email_input": "อีเมล",
    "address_input": "ที่อยู่",
    "tel_input": "โทร",
    "mobile_input": "มือถือ",
    "edit_action": "แก้ไขบริษัท",
    "create_action": "สร้างบริษัท",
    "notifications": {
      "add_success": "สร้างบัญชีธุรกิจ {name} แล้ว",
      "edit_success": "แก้ไขบัญชีธุรกิจแล้ว"
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "ส่วนตัว",
      "shop_key": "ลูกค้า",
      "apps": "แอพ"
    },
    "connected_apps_title": "แอพที่เชื่อมต่อ",
    "connected_apps_message": "คุณจะเห็นรายชื่อร้านค้าและแอปทั้งหมดที่เชื่อมต่อกับบัญชีโดเมนของคุณ คุณสามารถลบการเข้าถึงใด ๆ ของพวกเขา",
    "shop_keys_title": "คีย์การเข้าถึงร้านค้า",
    "shop_keys_message": "คีย์เหล่านี้ใช้เพื่อสร้างโทเค็นการเข้าถึงโดยเซิร์ฟเวอร์ของคุณ โปรดทราบว่าคีย์เป็นความลับและวางไว้บนเซิร์ฟเวอร์เท่านั้นเพื่อไม่ให้ผู้อื่นมองเห็นได้",
    "personal_keys_title": "คีย์การเข้าถึงส่วนบุคคล",
    "personal_keys_message": "คุณสามารถสร้างคีย์สำหรับบัญชีของคุณได้ที่นี่ โปรดทราบว่าคีย์เหล่านี้จะสามารถเข้าถึงบัญชีของคุณได้ สร้างและใช้คีย์เหล่านี้ก็ต่อเมื่อคุณรู้ว่าคุณกำลังทำอะไรอยู่",
    "clients_title": "ลูกค้า",
    "clients_message": "คีย์เหล่านี้ใช้เพื่อสร้างโทเค็นการเข้าถึงโดยเซิร์ฟเวอร์ของคุณ โปรดทราบว่าคีย์เป็นความลับและวางไว้บนเซิร์ฟเวอร์เท่านั้นเพื่อไม่ให้ผู้อื่นมองเห็นได้"
  },
  "user_security_control": {
    "title": "ความปลอดภัยของบัญชี",
    "message": "คุณสามารถแก้ไขการตั้งค่าความปลอดภัยของบัญชีได้ที่นี่",
    "delete": {
      "title": "ลบบัญชี",
      "subtitle": "ก่อนลบบัญชีของคุณ ตรวจสอบให้แน่ใจว่าคุณได้ลบร้านค้าทั้งหมดแล้ว",
      "action": "แน่ใจ ลบบัญชีของฉัน",
      "agreement": "ฉันยอมรับว่าข้อมูลทั้งหมดของฉันจะถูกลบออกจากเซิร์ฟเวอร์ของคุณ ข้อมูลของคุณจะถูกลบตามกำหนดการที่เรากำหนดเพื่อป้องกันการฉ้อโกงหรือการใช้ในทางที่ผิด"
    },
    "list": {
      "password": {
        "title": "รหัสผ่าน",
        "sub_title": "เลือกรหัสผ่านที่รัดกุมสำหรับบัญชีของคุณ",
        "action_title": "รหัสผ่านการเข้าถึงบัญชี",
        "not_exist": "ไม่เข้า",
        "action": "เปลี่ยนรหัสผ่าน"
      },
      "phone": {
        "title": "เบอร์มือถือ",
        "sub_title": "ยืนยันหมายเลขโทรศัพท์มือถือของคุณ คุณจะสามารถเข้าสู่ระบบผ่านหมายเลขนี้",
        "action_title": "หมายเลขโทรศัพท์หลักของบัญชี",
        "action": "ยืนยันหมายเลข"
      },
      "two_step": {
        "title": "ทางเข้าสองขั้นตอน",
        "sub_title": "ยืนยันหมายเลขโทรศัพท์มือถือของคุณ คุณจะสามารถเข้าสู่ระบบผ่านหมายเลขนี้",
        "action_title": "เพิ่มความปลอดภัยของบัญชี",
        "activated_action": "เปิดใช้งานแล้ว",
        "active_action": "ออนไลน์ตอนนี้"
      },
      "email": {
        "title": "อีเมลหลัก",
        "sub_title": "คุณมีตัวเลือกในการอัปเดตอีเมลหลักที่เชื่อมโยงกับบัญชีนี้",
        "action_title": "เปลี่ยนอีเมลหลัก",
        "action": "ส่งลิงค์ยืนยัน"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "ติดตั้งแอป Google Authenticator"
      },
      "step_2": {
        "title": "ป้อนรหัสที่สร้างโดยแอป",
        "message": "รหัส 6 หลักถูกสร้างขึ้นโดยอัลกอริทึมในโทรศัพท์มือถือของคุณ คุณสามารถดาวน์โหลดแอปได้จากลิงค์ต่อไปนี้ กดปุ่มตัวสร้างรหัสเพื่อสร้างรหัส QR ที่มีรหัสผ่าน",
        "qr_code_info": "หากสแกนไม่ได้ คุณสามารถคัดลอกและวางโค้ดลงในแอปด้วยตนเอง:",
        "create_new_code": "สร้างรหัสใหม่",
        "qr_code_scanning": "สแกนรหัส QR ที่สร้างโดย Google Authenticator Mobile App และป้อนรหัสที่สร้างขึ้นเพื่อยืนยันในช่องในหน้านี้",
        "qr_code_regenerate_info": "หมายเหตุ: การกดปุ่มด้านบนจะเป็นการสร้างคีย์ใหม่และคีย์ก่อนหน้าจะใช้ไม่ได้ ป้อนรหัสใหม่ในแอปโทรศัพท์ของคุณ"
      },
      "step_3": {
        "title": "ใส่รหัสที่สร้าง",
        "message": "ป้อนรหัสการเข้าถึงที่สร้างในแอปพลิเคชันในช่องด้านล่าง",
        "activation_key_input": "รหัสการเข้าถึง"
      },
      "activated_alert": "เปิดใช้งานการเข้าสู่ระบบแบบ 2 ขั้นตอน",
      "activated_message": "เปิดใช้งานการเข้าสู่ระบบแบบสองขั้นตอนสำหรับบัญชีของคุณ จากนี้ไปคุณจะต้องป้อนรหัสที่สองที่เปลี่ยนแปลงทุก ๆ 30 วินาทีเพื่อเข้าถึงบัญชีของคุณ หากต้องการปิดใช้งานการเข้าสู่ระบบแบบสองขั้นตอน ให้ดับเบิลคลิกที่ Press a step และทำตามขั้นตอนต่างๆ",
      "cancel_two_step_login_action": "ยกเลิกการเข้าสู่ระบบสองขั้นตอน",
      "cancel_two_step_login_info": "หากคุณต้องการปิดใช้งานการยืนยันแบบ 2 ขั้นตอน ให้ป้อนรหัสผ่านของคุณแล้วคลิกบนคีย์การเข้าสู่ระบบแบบสองขั้นตอน",
      "password_input": "รหัสผ่าน",
      "cancel_2fa_action": "ยกเลิกการเข้าสู่ระบบสองขั้นตอน"
    },
    "change_password_dialog": {
      "title": "เปลี่ยนรหัสผ่าน",
      "message": "ใช้รหัสผ่านที่ซับซ้อนและน่าจดจำ",
      "password_input": "รหัสผ่านปัจจุบัน",
      "new_password_input": "รหัสผ่านใหม่",
      "re_new_password_input": "รหัสผ่านใหม่ซ้ำ",
      "tips": {
        "length": "รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร",
        "chars": "อย่างน้อยหนึ่งตัวพิมพ์ใหญ่และหนึ่งตัวเลข",
        "match": "รหัสผ่านตรงกัน"
      },
      "change_password_action": "เปลี่ยนรหัสผ่าน",
      "notifications": {
        "change_password_title": "เปลี่ยนรหัสผ่าน",
        "change_password": "เปลี่ยนรหัสผ่านสำเร็จ"
      }
    }
  },
  "authorized_clients": {
    "title": "รายชื่อร้านค้า / แอพที่เชื่อมต่อ",
    "table": {
      "name": "ชื่อ",
      "app": "แอป",
      "scopes": "ขอบเขต",
      "shop": "ร้านค้าจำกัด"
    },
    "remove_action": "ลบการเข้าถึง",
    "delete_alert": {
      "title": "ลบ",
      "message": "คุณต้องการเพิกถอนการเข้าถึงนี้หรือไม่? โปรดทราบว่าแอปนี้จะไม่สามารถเข้าถึงบัญชีของคุณได้อีก",
      "action": "ปฏิเสธการเข้าถึง"
    }
  },
  "clients": {
    "title": "รายชื่อลูกค้า",
    "create_new_action": "สร้างลูกค้าใหม่",
    "table": {
      "client_id": "รหัสลูกค้า",
      "app": "แอป",
      "name": "นามแฝง",
      "secret_key": "รหัสลับ"
    },
    "create_dialog": {
      "title": "ลูกค้าใหม่",
      "error_msg": "<strong>ข้อผิดพลาด!</strong> ขออภัย มีข้อผิดพลาดเกิดขึ้น!",
      "name_input": "ชื่อ",
      "name_input_message": "สิ่งที่ผู้ใช้ของคุณรับรู้และไว้วางใจ",
      "redirect_input_message": "ส่งคืนที่อยู่ที่เว็บไซต์ของคุณ"
    },
    "edit_dialog": {
      "title": "แก้ไขการเข้าถึง"
    },
    "delete_alert": {
      "title": "ลบ",
      "message": "คุณต้องการลบลูกค้ารายนี้หรือไม่?",
      "action": "ลบ"
    }
  },
  "personal_access_tokens": {
    "title": "รายการโทเค็นการเข้าถึงส่วนบุคคล",
    "create_action": "สร้างโทเค็นใหม่",
    "table": {
      "name": "ชื่อ",
      "scopes": "การเข้าถึง",
      "expire_at": "วันหมดอายุ"
    },
    "create_dialog": {
      "title": "อาคารโทเค็น",
      "error_message": "<strong>ข้อผิดพลาด!</strong> ขออภัย มีข้อผิดพลาดเกิดขึ้น!",
      "name_input": "นามแฝง Ex. ชื่อโทเค็นของฉัน",
      "name_input_message": "ชื่อโทเค็นที่ชื่นชอบ",
      "scopes_list": "รายการการเข้าถึงโทเค็น"
    },
    "access_token_dialog": {
      "title": "คีย์การเข้าถึงส่วนบุคคล",
      "message": "นี่คือโทเค็นของโทเค็นการเข้าถึงส่วนบุคคลของคุณ นี่เป็นครั้งเดียวที่โทเค็นนี้จะแสดง ดังนั้นอย่าพลาด! คุณสามารถใช้โทเค็นนี้เพื่อขอ API ได้แล้ว"
    },
    "delete_alert": {
      "title": "ลบ",
      "message": "คุณต้องการลบโทเค็นเพื่อการเข้าถึงนี้หรือไม่?",
      "action": "ลบ"
    }
  },
  "scopes": {
    "profile": {
      "name": "ข้อมูลส่วนตัว",
      "description": "อ่านข้อมูลโปรไฟล์รวมถึงชื่อ ที่อยู่อีเมล รูปภาพ และสถานะการตรวจสอบสิทธิ์"
    },
    "phone": {
      "name": "หมายเลขโทรศัพท์",
      "description": "การเข้าถึงหมายเลขโทรศัพท์"
    },
    "address": {
      "name": "ที่อยู่",
      "description": "อ่านที่อยู่ที่บันทึกไว้จากสมุดที่อยู่"
    },
    "buy": {
      "name": "ซื้อ",
      "description": "สั่งซื้อและซื้อจากร้านค้า"
    },
    "order-history": {
      "name": "ประวัติการสั่งซื้อ",
      "description": "อ่านประวัติการสั่งซื้อ"
    },
    "my-gift-cards": {
      "name": "บัตรของขวัญ",
      "description": "เข้าถึงการ์ดของฉัน"
    },
    "articles": {
      "name": "แก้ไขเนื้อหา",
      "description": "แก้ไขบทความ"
    },
    "notifications": {
      "name": "ส่งและรับการแจ้งเตือน",
      "description": "ส่งและรับการแจ้งเตือน"
    },
    "read-shops": {
      "name": "ร้านค้า ist",
      "description": "อ่านรายชื่อร้านค้า"
    },
    "shop-edit": {
      "name": "การจัดการร้านค้า",
      "description": "แก้ไขการเข้าถึงร้านค้า"
    },
    "shop-contacts": {
      "name": "การจัดการแบบฟอร์มการติดต่อ",
      "description": "รับและแก้ไขแบบฟอร์มการติดต่อ"
    },
    "shop-gift-cards": {
      "name": "จัดการบัตรของขวัญ",
      "description": "สร้าง แก้ไข และจัดการบัตรของขวัญ"
    },
    "shop-faqs": {
      "name": "การจัดการคำถามและคำตอบ",
      "description": "สร้าง แก้ไข และจัดการคำถามที่พบบ่อย"
    },
    "shop-categories": {
      "name": "จัดการหมวดหมู่",
      "description": "สร้าง แก้ไข และจัดการหมวดหมู่"
    },
    "shop-products": {
      "name": "การจัดการผลิตภัณฑ์",
      "description": "เพิ่ม แก้ไข และจัดการผลิตภัณฑ์"
    },
    "shop-read-reports": {
      "name": "อ่านรายงาน",
      "description": "อ่านข้อมูลและรายงาน"
    },
    "shop-socials": {
      "name": "จัดการโซเชียลมีเดีย",
      "description": "แก้ไขร้านค้าโซเชียลมีเดีย"
    },
    "shop-accounts": {
      "name": "จัดการบัญชีการเงิน",
      "description": "แก้ไขและลบบัญชีการเงินที่เชื่อมโยงกับร้านค้า"
    },
    "shop-menus": {
      "name": "จัดการเมนู",
      "description": "แก้ไขเมนูร้านค้า"
    },
    "shop-pages": {
      "name": "จัดการเพจ",
      "description": "แก้ไขหน้าร้านค้า"
    },
    "shop-warehouse": {
      "name": "การจัดการคลังสินค้า",
      "description": "แก้ไขโกดังเก็บของ"
    },
    "shop-permissions": {
      "name": "จัดการการเข้าถึง",
      "description": "ดูและแก้ไขการเข้าถึงร้านค้า"
    },
    "shop-process-center": {
      "name": "การจัดการคำสั่งซื้อ",
      "description": "การจัดการคำสั่งซื้อ"
    },
    "shop-profile": {
      "name": "จัดการโปรไฟล์",
      "description": "จัดการโปรไฟล์ร้านค้า"
    },
    "shop-discount-code": {
      "name": "การจัดการรหัสส่วนลด",
      "description": "จัดการ แก้ไข และเพิ่มรหัสส่วนลดร้านค้า"
    }
  },
  "company_page": {
    "title": "บริษัท",
    "create_app": "สร้างแอปพลิเคชันใหม่",
    "menu": {
      "edit": "แก้ไข",
      "apps": "แอพ",
      "dashboard": "แผงควบคุม",
      "companies": "บริษัท"
    },
    "dashboard": {
      "info_widget": {
        "title": "ข้อมูลการลงทะเบียนบริษัท",
        "address": "ที่อยู่",
        "website": "เว็บไซต์",
        "email": "อีเมล",
        "phone": "หมายเลขโทรศัพท์",
        "register": "ลงทะเบียน",
        "developer": "นักพัฒนา",
        "verified": "ตรวจสอบแล้ว",
        "golden": "โกลเด้น"
      }
    },
    "developer": {
      "title": "นักพัฒนา",
      "menu": {
        "new": "ใหม่",
        "apps": "แอพ"
      },
      "app_card": {
        "category": "หมวดหมู่",
        "installs": "ติดตั้ง",
        "actives": "คล่องแคล่ว",
        "uninstalls": "ถอนการติดตั้ง",
        "app_code": "รหัสแอพ",
        "app_mode": "โหมดแอปพลิเคชัน"
      }
    },
    "edit": {
      "title": "แก้ไข"
    }
  },
  "add_app": {
    "category_input": "หมวดหมู่",
    "code_input": "รหัส",
    "name_input": "ชื่อ",
    "description_input": "คำอธิบาย",
    "video_input": "URL ของวิดีโอ",
    "public_form": "โครงสร้างข้อมูลทั่วไป",
    "private_form": "โครงสร้างข้อมูลส่วนตัว",
    "icon_input": "ไอคอนแอพ",
    "logo_input": "แอพโลโก้",
    "enable_input": "แอปพลิเคชันทำงานอยู่หรือไม่?",
    "edit_action": "แก้ไขแอพ",
    "create_action": "สร้างแอพ",
    "notifications": {
      "add_success": "สร้างบัญชีธุรกิจ {name} แล้ว",
      "delete_success": "แก้ไขบัญชีธุรกิจแล้ว"
    }
  },
  "app_page": {
    "title": "แอปพลิเคชัน",
    "menu": {
      "edit": "แก้ไข",
      "publish": "เผยแพร่",
      "history": "รุ่น",
      "dashboard": "แผงควบคุม",
      "company": "บริษัท",
      "api": "API",
      "images": "รูปภาพ"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "แอปพลิเคชัน",
        "app_code": "รหัสแอพ",
        "category": "หมวดหมู่",
        "name": "ชื่อ",
        "installs": "ติดตั้งแอพ",
        "uninstalls": "ถอนการติดตั้งแอพ",
        "actives": "แอพที่ใช้งาน",
        "description": "คำอธิบาย",
        "published": "ที่ตีพิมพ์",
        "waiting_for_review": "รอการพิสูจน์",
        "app_mode": "โหมดแอปพลิเคชัน"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "เจ้าของ",
      "description": "เข้าถึงหน้าร้านทั้งหมดได้อย่างเต็มที่"
    },
    "PRODUCT": {
      "text": "ผู้จัดการผลิตภัณฑ์",
      "description": "เพิ่ม แก้ไข และจัดการผลิตภัณฑ์ของร้านค้า"
    },
    "AUDITING": {
      "text": "ผู้จัดการฝ่ายการเงิน",
      "description": "ดูข้อมูลทางการเงินและการชำระเงิน"
    },
    "CONTENT": {
      "text": "การจัดการเนื้อหา",
      "description": "ตอบคำถาม เขียนบล็อก และออกแบบหน้า"
    },
    "OFFICER": {
      "text": "ผู้จัดการอาวุโส",
      "description": "ดูและตรวจสอบกิจกรรมของพนักงาน"
    },
    "EMPLOYEE": {
      "text": "พนักงาน",
      "description": "ดูคำสั่งซื้อและปฏิบัติตามคำสั่งซื้อ"
    },
    "MARKETING": {
      "text": "การตลาด",
      "description": "เข้าถึงการตั้งค่าและสร้างแคมเปญ การตลาดผ่านอีเมล และส่วนอื่นๆ ที่เกี่ยวข้องกับการตลาด"
    },
    "VIEWER": {
      "text": "ผู้ชม",
      "description": "ความสามารถในการดูข้อมูลร้านค้าโดยไม่ต้องแก้ไขหรือเปลี่ยนแปลง"
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "ตรวจร่างกาย",
      "description": "ตรวจสอบคำสั่งซื้อที่ได้รับ"
    },
    "PhysicalOrdersPackaging": {
      "text": "บรรจุภัณฑ์ทางกายภาพ",
      "description": "กระบวนการคลังสินค้าและบรรจุภัณฑ์"
    },
    "PhysicalOrdersDelivery": {
      "text": "การขนส่งทางกายภาพ",
      "description": "สั่งจัดส่ง."
    },
    "PhysicalOrdersSupport": {
      "text": "การสนับสนุนทางกายภาพ",
      "description": "หลังการขายสนับสนุน."
    }
  },
  "account_status": {
    "Checking": "กำลังตรวจสอบ",
    "Approved": "ยืนยันแล้ว",
    "Rejected": "ถูกปฏิเสธ",
    "Deleted": "ถูกลบ",
    "Banned": "ห้าม",
    "Payment": "การชำระเงิน",
    "SelldoneSprite": "บัญชี Wallet ขายแล้ว",
    "SelldoneStorage": "ที่เก็บข้อมูลขายแล้ว"
  },
  "account_page": {
    "title": "บัญชี",
    "menu": {
      "setting": "การตั้งค่า",
      "change": "ค่าใช้จ่าย",
      "transfer": "โอนย้าย",
      "transactions": "ธุรกรรม",
      "charge": "ค่าใช้จ่าย",
      "history": "ประวัติศาสตร์",
      "cards": "การ์ด"
    },
    "transactions": {
      "title": "ธุรกรรมบัญชี",
      "detail": {
        "title": "ธุรกรรม",
        "amount": "จำนวน",
        "description": "คำอธิบาย",
        "from": "จาก",
        "to": "ถึง",
        "created_at": "วันที่",
        "receipt": "ใบเสร็จ",
        "receipt_note": "บันทึก"
      },
      "table": {
        "type": "พิมพ์",
        "from": "จากบัญชี",
        "to": "เข้าบัญชี",
        "amount": "จำนวน",
        "receipt": "ใบเสร็จ",
        "created_at": "วันที่",
        "description": "คำอธิบาย"
      }
    },
    "transfer": {
      "title": "ค่าโอน",
      "form": {
        "title": "แบบคำขอโอน",
        "sub_title": "ฝากเข้าบัญชีของคุณเองหรืออื่น ๆ",
        "message": "ระวังการโอนเงินนะครับ จะไม่สามารถคืนได้ถ้าโอนเสร็จ"
      }
    },
    "deposit": {
      "form": {
        "title": "กำลังชาร์จบัญชี",
        "sub_title": "คุณต้องเรียกเก็บเงินจากยอดคงเหลือในบัญชีของคุณเพื่อซื้อใบอนุญาต อัปเกรดบัญชีของคุณ และชำระใบเสร็จของระบบ",
        "amount_input": "จำนวน",
        "charge_action": "บัญชีค่าบริการ"
      },
      "notifications": {
        "qr_title": "การชำระเงิน",
        "qr_message": "สร้างที่อยู่การชำระเงิน {currency} แล้ว",
        "gateway_title": "การชำระเงิน",
        "gateway_message": "กำลังเชื่อมต่อกับเกตเวย์การชำระเงิน"
      }
    },
    "setting": {
      "title": "การตั้งค่าบัญชี",
      "account_name_input": "ชื่อบัญชี",
      "notifications": {
        "updated_success": "บัญชีของคุณอัปเดตสำเร็จแล้ว"
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "ใบเสร็จรับเงิน"
  },
  "transaction_form": {
    "title": "แบบฟอร์มการทำธุรกรรม",
    "from_input": "จากเลขที่บัญชี",
    "to_input": "ไปที่หมายเลขบัญชี",
    "from_input_message": "จำนวนเงินจะถูกถอนออกจากบัญชีนี้",
    "account_name": "ชื่อบัญชี",
    "currency": "สกุลเงิน",
    "free_balance": "ยอดเงินคงเหลือ",
    "to": "บัญชีปลายทาง",
    "amount": "จำนวน",
    "receipt_title": "การชำระเงินสำหรับใบเสร็จรับเงิน",
    "receipt_input": "เลขที่ใบเสร็จ",
    "paid_status": "ใบเสร็จรับเงินนี้ได้รับการชำระแล้ว",
    "paid_canceled": "ใบเสร็จนี้ถูกยกเลิก",
    "description": "คำอธิบาย",
    "created_at": "วันที่",
    "duration": "ระยะเวลา",
    "unlimited": "ไม่ จำกัด",
    "add_note_action": "เพิ่มคำอธิบาย",
    "note": "บันทึก",
    "transfer_action": "โอนย้าย",
    "confirmation": {
      "title": "ส่งเงิน",
      "subtitle": "การยืนยันการทำธุรกรรม",
      "message": "หากข้อมูลต่อไปนี้ถูกต้อง ให้กดปุ่มยืนยันธุรกรรมเพื่อทำธุรกรรม",
      "from": "จากบัญชี",
      "to": "เข้าบัญชี",
      "amount": "จำนวน",
      "fee": "ค่าธรรมเนียมการทำธุรกรรม",
      "total_pay": "จำนวนเงินที่ถอนออกจากบัญชีของคุณ",
      "receipt": "ใบเสร็จ",
      "description": "คำอธิบาย",
      "accept_action": "การยืนยันการทำธุรกรรม"
    },
    "enter_account_number": "ป้อนหมายเลขบัญชี",
    "currency_not_match": "สกุลเงินของบัญชีปลายทางไม่เหมือนกับแหล่งที่มา",
    "account_number_not_valid": "เลขที่บัญชีถูกต้อง",
    "account_number_is_valid": "เลขที่บัญชีถูกต้อง",
    "receipt_not_valid": "หมายเลขใบแจ้งหนี้ไม่ถูกต้อง",
    "receipt_is_valid": "เลขที่ใบเสร็จถูกต้อง",
    "notifications": {
      "confirm_success": "ธุรกรรมเสร็จสมบูรณ์"
    }
  },
  "price_calculator": {
    "title": "เครื่องคิดเลข ╏ เข้ากับธุรกิจของคุณ",
    "description": "คำนวณและเลือกแผนดีที่สุดตามยอดขายรายเดือนของคุณ:",
    "sale_input": "ยอดขายรายเดือน",
    "hypernova_plan": "สมัครไฮเปอร์โนวา %0!",
    "show_normal_mode": "แสดงโหมดปกติ",
    "show_hypernova_mode": "ธุรกรรมของฉันมีมากกว่า 1 ล้านเหรียญ!"
  },
  "price_card": {
    "billed_monthly": "เรียกเก็บเงิน {amount} รายเดือน",
    "billed_yearly": "เรียกเก็บเงิน {amount} ต่อปี",
    "buy_license_action": "ซื้อเลย",
    "select_your_store": "เลือกร้านค้าของคุณ"
  },
  "shop_session_widget": {
    "total_sessions": "เซสชันทั้งหมด"
  },
  "user_activities_keys": {
    "add_baskets": "ใส่ในรถเข็น",
    "remove_baskets": "ลบจากรถเข็น",
    "buys": "ซื้อ",
    "products_views": "ดูสินค้า"
  },
  "shop_visitors_widget": {
    "title": "การวิเคราะห์ผู้เข้าชม",
    "new_visitors": "ผู้มาเยือนใหม่",
    "amp": "มุมมอง AMP",
    "returning_visitors": "ผู้เข้าชมที่กลับมา",
    "page_views": "การดูเพจ",
    "other_pages": "หน้าอื่นๆ",
    "from_previous_7_days": "จาก 7 วันที่ผ่านมา"
  },
  "app_levels": {
    "title": "ระดับแอป",
    "Newbie": "มือใหม่",
    "Beginner": "เริ่มต้น",
    "Novice": "สามเณร",
    "Intermediate": "ระดับกลาง",
    "Advanced": "ขั้นสูง"
  },
  "login": {
    "register_title": "สื่อกลางของธุรกิจ,<br> ประสบการณ์ที่สนุกสนาน",
    "register_subtitle": "ลงทะเบียนวันนี้ฟรี Selldone เป็นที่รักของสตาร์ทอัพ องค์กร ผู้ซื้อ และผู้ขาย",
    "password_recovery_title": "รหัสผ่าน",
    "password_recovery_message": "ในกรณีที่คุณลืมรหัสผ่าน ให้ป้อนที่อยู่อีเมลของบัญชีของคุณแล้วกดปุ่มยืนยัน เราจะส่งอีเมลพร้อมลิงก์เพื่อรีเซ็ตรหัสผ่านของคุณ",
    "email": "ที่อยู่อีเมลของคุณ",
    "password_recovery_action": "รับอีเมลสำรอง",
    "register_google": "ดำเนินการต่อด้วย Google",
    "register_apple": "ต่อด้วยApple",
    "continue_with": "ต่อด้วย",
    "register_linkedin": "ดำเนินการต่อด้วย LinkedIn",
    "register_facebook": "ต่อด้วยเฟสบุ๊ค",
    "register_github": "ดำเนินการต่อด้วย Github",
    "create_your_account": "สร้างบัญชีของคุณ",
    "password_8_chars": "รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร",
    "password_upercase_number": "อย่างน้อยหนึ่งตัวพิมพ์ใหญ่และหนึ่งตัวเลข",
    "password_confirm": "รหัสผ่านและการยืนยันตรงกัน",
    "privacy_agreement": "การลงทะเบียนแสดงว่าคุณยอมรับ <a href='/terms' target='_blank'>ข้อกำหนดการใช้งาน</a> และ <a href='/privacy' target='_blank'>นโยบายความเป็นส่วนตัว</a> ของ Selldone",
    "register_action": "ไปกันเลย ฟรี!",
    "login_action": "เข้าสู่ระบบ",
    "already_signup": "สมัครแล้ว?",
    "login_your_account": "ลงชื่อเข้าใช้บัญชีของคุณ",
    "login_google": "ดำเนินการต่อด้วย Google",
    "login_linkedin": "ดำเนินการต่อด้วย LinkedIn",
    "login_facebook": "ต่อด้วยเฟสบุ๊ค",
    "login_github": "ดำเนินการต่อด้วย Github",
    "remember_me": "จดจำฉัน.",
    "login_button": "เข้าสู่ระบบ",
    "two_step_problem": "คุณมีปัญหากับรหัสผ่านสองขั้นตอนหรือไม่?",
    "two_step_problem_action": "ฉันต้องการปิดการใช้งานการเข้าสู่ระบบแบบสองขั้นตอน",
    "two_step_confirm": "ยืนยันรหัสเข้าใช้",
    "forgot_password": "ลืมรหัสผ่าน?",
    "signup_free": "ลงทะเบียนฟรี",
    "checking_robot_message": "เช็คว่าคุณเป็นหุ่นยนต์หรือมนุษย์..",
    "notifications": {
      "step2_login_success": "เข้าสู่ระบบบัญชีอัตโนมัติ"
    },
    "signup_email": "สมัครทางอีเมล์",
    "name_placeholder": "ชื่อ",
    "email_placeholder": "อีเมล",
    "email_or_username_placeholder": "อีเมล ชื่อผู้ใช้ หรือหมายเลขโทรศัพท์",
    "password_placeholder": "รหัสผ่าน",
    "re_password_placeholder": "ยืนยันรหัสผ่าน",
    "new_in_samin": "ใหม่ใน Selldone?",
    "auto_create_shop": "สร้างร้านอัตโนมัติ"
  },
  "layout": {
    "logout": "ออกจากระบบ",
    "menu": {
      "personal_information": "ข้อมูลส่วนตัวและโปรไฟล์",
      "wallet": "กระเป๋าเงินและบัญชี",
      "companies": "บัญชีบริษัทและธุรกิจ",
      "access": "เข้าถึงบัญชีของฉัน",
      "security": "ความปลอดภัย",
      "preferences": "ค่ากำหนดของผู้ใช้",
      "my_subscriptions": "การสมัครของฉัน"
    }
  },
  "page_builder": {
    "title": "ออกแบบเว็บไซต์",
    "menu": {
      "user_view": "ดู",
      "design": "ออกแบบ",
      "behavior": "พฤติกรรม",
      "seo": "SEO",
      "setting": "การตั้งค่า",
      "embed": "ฝัง"
    },
    "waiting_fetch": "กำลังรับข้อมูล ..",
    "setting": {
      "title_input": "ชื่อหน้า",
      "description_input": "คำอธิบายสั้น",
      "name_input": "URL ของหน้า (ตัวอักษรและตัวเลข)",
      "bg_color_input": "สีพื้นหลัง",
      "bg_style_input": "สไตล์พื้นหลังของหน้า",
      "page_label_input": "ป้ายสี",
      "page_dir_input": "ทิศทางของหน้า",
      "ltr": "ซ้ายไปขวา",
      "rtl": "จากขวาไปซ้าย",
      "designer_note": "บันทึกย่อของนักออกแบบ"
    },
    "history": {
      "title": "ประวัติที่บันทึกไว้"
    },
    "design": {
      "themes": {
        "title": "ผู้ช่วยออกแบบส่วนบุคคล",
        "message": "ออกแบบเพจที่ดีที่สุดสำหรับธุรกิจของคุณโดยไม่ต้องเขียนโค้ด",
        "page_title_input": "ใส่ชื่อเรื่องสำหรับเพจของคุณ"
      },
      "tools": {
        "rearrange": "คำสั่ง",
        "tools": "เครื่องมือ",
        "history": "ประวัติศาสตร์",
        "style": "สไตล์",
        "typography": "วิชาการพิมพ์"
      },
      "no_category": "ไม่มีหมวดหมู่"
    },
    "seo": {
      "message": "การตั้งค่า SEO จะถูกปรับโดยอัตโนมัติโดยกลไก SEO ของ Selldone"
    }
  },
  "verify_email_caution": {
    "title": "ยืนยันที่อยู่อีเมลของคุณ",
    "message": "ลิงก์เปิดใช้งานใหม่ถูกส่งไปยังที่อยู่อีเมลของคุณแล้ว {email} โปรดตรวจสอบอีเมลของคุณก่อนที่จะดำเนินการใดๆ",
    "resend_message": "หากคุณยังไม่ได้รับลิงก์การเปิดใช้งานในอีเมล ให้คลิกปุ่มด้านล่างเพื่อส่งใหม่",
    "resend_action": "ส่งลิงค์เปิดใช้งานอีกครั้ง",
    "resend_notice": "ส่งลิงค์เปิดใช้งานแล้ว"
  },
  "autopilot": {
    "start": "วันที่เริ่มต้น",
    "end": "วันที่สิ้นสุด"
  },
  "help": {
    "menu": "เมนู",
    "more_helps": "อ่านเพิ่มเติม"
  },
  "company_card": {
    "pending_state": "รอรีวิวค่ะ",
    "register": "ลงทะเบียน",
    "developer": "นักพัฒนา",
    "verified": "ตรวจสอบแล้ว",
    "premier": "พรีเมียร์"
  },
  "shop_license": {
    "add": "เพิ่มการสมัครสมาชิก",
    "only_last": "เฉพาะการสมัครสมาชิกล่าสุด",
    "vouchers": "บัตรกำนัล",
    "buy": "ซื้อแผนการสมัครสมาชิก",
    "monthly": "รายเดือน",
    "yearly": "รายปี",
    "start_date": "วันที่เริ่มต้น",
    "end_date": "วันที่สิ้นสุด",
    "price": "ราคา",
    "terms": "ฉันอ่านและเห็นด้วยกับข้อตกลงการใช้งานของ Selldone",
    "need_charge": "ต้องการค่าใช้จ่าย",
    "buy_now": "ซื้อเลย",
    "auto_renewal": "ต่ออายุอัตโนมัติ",
    "plan_placeholder": "เลือกแผนการสมัครสมาชิกของคุณ",
    "plan": "แผนใบอนุญาต",
    "use_date": "วันที่เปิดใช้งาน",
    "active_license": {
      "title": "ใบอนุญาตที่ใช้งานอยู่",
      "subtitle": "ข้อมูลใบอนุญาตที่ใช้งานอยู่ของคุณ",
      "subtitle_partner": "ข้อมูลใบอนุญาต {name} ที่ใช้งานอยู่ของคุณ"
    },
    "licenses_table": {
      "title": "ประวัติการซื้อ",
      "subtitle": "ใบอนุญาตที่ใช้งานอยู่และรอดำเนินการ"
    },
    "license_detail": {
      "title": "รายละเอียด",
      "subtitle": "ข้อจำกัดในแผนปัจจุบันของคุณ"
    },
    "table": {
      "plan": "วางแผน",
      "start_date": "วันที่เริ่มต้น / สิ้นสุด",
      "renewal": "ต่ออายุอัตโนมัติ",
      "linked_account": "บัญชีที่เชื่อมโยง / บัตรกำนัล",
      "payment": "การชำระเงิน",
      "cancel": "ยกเลิก"
    },
    "notifications": {
      "subscribe_success": "สมัครสมาชิกสำเร็จแล้ว",
      "cancel_success": "ยกเลิกการสมัครสำเร็จแล้ว"
    },
    "cancel_dialog": {
      "title": "ยกเลิกการยืนยันการสมัคร",
      "message": "คุณแน่ใจหรือว่าต้องการยกเลิกการสมัครรับข้อมูลนี้",
      "action": "ยกเลิกการสมัครสมาชิก"
    },
    "use_voucher_now": "ใช้บัตรกำนัลตอนนี้",
    "validity_duration": "ระยะเวลาที่ใช้ได้",
    "validity_duration_hint": "โดยการซื้อใบอนุญาต 12 เดือน คุณจะได้รับส่วนลด 30%"
  },
  "admin_shop_layout": {
    "download_txt": "ดาวน์โหลดข้อความข้อมูล",
    "download_excel": "ดาวน์โหลดข้อมูล excel"
  },
  "user_preferences": {
    "access": "เข้าถึง",
    "template": "แม่แบบ",
    "feedback": "ข้อเสนอแนะ",
    "company": "บริษัท",
    "company_message": "หากคุณมีบริษัทและต้องการเผยแพร่แอป",
    "access_keys": "คีย์การเข้าถึง",
    "access_keys_message": "แสดงลูกค้าและคีย์การเข้าถึง",
    "rating": "คุณจะให้คะแนนประสบการณ์ของคุณกับ Selldone แค่ไหน?",
    "large_font": "แบบอักษรขนาดใหญ่",
    "large_font_message": "แสดงข้อความที่มีขนาดใหญ่กว่าปกติ",
    "samples": "แสดงร้านค้าตัวอย่าง",
    "samples_message": "หากเปิดใช้งาน ร้านค้าตัวอย่างบางร้านจะแสดงในแผงควบคุมของคุณ",
    "automation": "ระบบอัตโนมัติ",
    "automation_message": "แสดงแท็บระบบอัตโนมัติบนแดชบอร์ดร้านค้า (เว็บฮุค, การเขียนโปรแกรมด้วยภาพ, ...)"
  },
  "shop_locations": {
    "title": "ประเทศที่ให้บริการ",
    "sub_title": "เลือกประเทศที่คุณต้องการขายผลิตภัณฑ์ของคุณจากรายการด้านล่าง",
    "delete_restriction": "ลบข้อจำกัด",
    "set_restriction": "กำหนดข้อจำกัด",
    "notifications": {
      "locations_update": "อัปเดตตำแหน่งเรียบร้อยแล้ว"
    },
    "table": {
      "country": "ประเทศ",
      "currency": "สกุลเงิน",
      "available": "มีอยู่"
    }
  },
  "product_card": {
    "sold_out": "ขายหมดแล้ว",
    "review_unit": "ทบทวน",
    "not_original": "ไม่เดิม"
  },
  "product_studio": {
    "add_mode": "เพิ่มรายละเอียด",
    "add_by_sku": "เพิ่มโดย SKU",
    "auto_category": "หมวดหมู่ตั้งค่าอัตโนมัติ",
    "add_in_current_category": "เพิ่มในหมวดหมู่ปัจจุบัน",
    "category_mode_message": "หากเปิดใช้งาน ผลิตภัณฑ์จะถูกเพิ่มในหมวดหมู่เริ่มต้นหรือหมวดหมู่ย่อย",
    "sku_name_input": "SKU / ชื่อ"
  },
  "my_affiliate": {
    "title": "สัญญาพันธมิตรของฉัน",
    "message": "รายการข้อตกลงพันธมิตรกับร้านค้าอื่น"
  },
  "affiliates": {
    "title": "พันธมิตรพันธมิตร",
    "subtitle": "สร้างพันธมิตร ติดตามผลงานของพวกเขาเมื่อเวลาผ่านไป และดำเนินการตามข้อมูลที่ถูกต้องในที่เดียว เราช่วยคุณและหุ้นส่วนของคุณเพื่อสร้างความสัมพันธ์ที่แน่นแฟ้น",
    "affiliate_code": "รหัสพันธมิตร",
    "crate_date": "วันที่สร้าง",
    "last_payment_date": "วันที่ชำระเงินล่าสุด",
    "for_all_products": "นำไปใช้กับผลิตภัณฑ์ทั้งหมด",
    "balance": "สมดุล",
    "fix_commission": "ค่าคอมมิชชั่นคงที่",
    "percent_commission": "ค่าคอมมิชชั่นตามเปอร์เซ็นต์",
    "total_payment": "การชำระเงินทั้งหมด",
    "new_affiliate": "พันธมิตรพันธมิตรใหม่",
    "new_affiliate_message": "เพิ่มพันธมิตรพันธมิตรใหม่",
    "link_domain": {
      "title": "โดเมนที่เชื่อมโยง",
      "subtitle": "คุณสามารถเชื่อมต่อหนึ่งในโดเมนของคุณกับพันธมิตร Affiliate นี้ได้ พันธมิตรนี้จะเป็นที่รู้จักในฐานะตัวแทนของทุกคนที่เยี่ยมชมร้านค้าของคุณและซื้อผ่านโดเมนนี้"
    },
    "dialog": {
      "new": "พันธมิตรพันธมิตรใหม่",
      "edit": "แก้ไขพันธมิตรพันธมิตร",
      "user": "ผู้ใช้ (ไม่บังคับ)",
      "bank_info": "ข้อมูลธนาคาร",
      "restriction": "ข้อจำกัด",
      "select_products": "เลือกสินค้า",
      "select_products_message": "พันธมิตร Affiliate ได้รับค่าคอมมิชชั่นสำหรับผลิตภัณฑ์เหล่านี้",
      "edit_action": "อัพเดทพันธมิตร",
      "add_action": "เพิ่มพันธมิตรพันธมิตร",
      "affiliate_name": "ชื่อพันธมิตรพันธมิตร",
      "payment_info": "ข้อมูลการชำระเงิน",
      "enable_switch": "มันใช้งานอยู่หรือไม่?",
      "affiliate_info": "ข้อมูลพันธมิตรพันธมิตร"
    },
    "link_factory": {
      "title": "ตัวสร้างลิงค์พันธมิตรพันธมิตร",
      "link_input": "ลิงค์ของคุณ",
      "link_output": "ลิงค์ที่สร้าง"
    }
  },
  "gift_card_orders": {
    "title": "คำสั่งซื้อด้วย Giftcard",
    "table": {
      "order": "คำสั่ง",
      "order_price": "ยอดสั่งซื้อ",
      "paid_by_card": "ชำระด้วยบัตร",
      "payment_status": "สถานะการชำระเงิน",
      "date": "วันที่"
    }
  },
  "offer_orders": {
    "title": "เสนอคำสั่งซื้อ",
    "table": {
      "order": "คำสั่ง",
      "order_price": "ยอดสั่งซื้อ",
      "offer_amount": "ปริมาณที่เสนอ",
      "payment_status": "สถานะการชำระเงิน",
      "product": "ผลิตภัณฑ์",
      "date": "วันที่"
    }
  },
  "coupon_orders": {
    "title": "สั่งซื้อคูปอง",
    "table": {
      "order": "คำสั่ง",
      "order_price": "ยอดสั่งซื้อ",
      "coupon_amount": "จำนวนคูปอง",
      "payment_status": "สถานะการชำระเงิน",
      "date": "วันที่"
    }
  },
  "discount_code_orders": {
    "title": "คำสั่งซื้อที่มีรหัสส่วนลด",
    "table": {
      "order": "คำสั่ง",
      "order_price": "ยอดสั่งซื้อ",
      "discount_amount": "จำนวนส่วนลด",
      "payment_status": "สถานะการชำระเงิน",
      "date": "วันที่"
    }
  },
  "incentives": {
    "discount_code": "การลดราคา",
    "coupon": "คูปอง",
    "offer": "เสนอ",
    "gift_card": "บัตรของขวัญ",
    "lottery": "หวย"
  },
  "discount_codes": {
    "title": "รหัสส่วนลด",
    "sub_title": "ในส่วนนี้ คุณจะสามารถออกแบบคูปองส่วนลดให้เหมาะกับความต้องการของคุณได้ ส่วนลดเหล่านี้แยกจากส่วนลดผลิตภัณฑ์ใดๆ และจะนำไปใช้กับยอดสั่งซื้อของผู้ใช้ขั้นสุดท้าย",
    "add_new": "เพิ่มรหัสส่วนลดใหม่",
    "card": {
      "created": "สร้าง",
      "start": "เริ่ม",
      "end": "จบ",
      "currency": "สกุลเงิน",
      "discount_percentage": "อัตราส่วนลด",
      "discount_limit": "ขีดจำกัดส่วนลด",
      "state": "สถานะปัจจุบัน",
      "enabled": "เปิดใช้งานแล้ว",
      "disabled": "ตอนนี้ปิดการใช้งาน",
      "used": "บริโภค",
      "count": "นับ",
      "unit": "รายการ"
    },
    "dialog": {
      "title_edit": "แก้ไขโค้ดส่วนลด",
      "title_add": "เพิ่มรหัสส่วนลดใหม่",
      "discount_code_input": "รหัสส่วนลด",
      "discount_percent_input": "อัตราส่วนลด",
      "discount_percent_input_hint": "อัตราส่วนลดของยอดซื้อ",
      "count_input": "นับ",
      "count_input_hint": "การใช้รหัสนี้สูงสุด",
      "limit_input": "ขีดจำกัดส่วนลด",
      "limit_input_hint": "ส่วนลดสูงสุดตามสกุลเงิน",
      "currency_input_message": "ส่วนลดจะใช้ได้สำหรับสกุลเงินนี้",
      "limit_input_message": "ค่า 0 สำหรับขีดจำกัดส่วนลดหมายความว่าไม่มีขีดจำกัดสำหรับอัตราคิดลด",
      "title_input": "ชื่อ",
      "title_input_hint": "คุณสามารถป้อนชื่อสำหรับรหัสส่วนลดนี้",
      "description_input": "คำอธิบาย",
      "description_input_hint": "คุณสามารถป้อนคำอธิบายสำหรับรหัสส่วนลดนี้",
      "date_start_input": "เริ่ม",
      "date_start_input_placeholder": "เลือกเวลาที่จะเริ่มต้นส่วนลด",
      "date_end_input": "จบ",
      "date_end_input_placeholder": "เลือกเวลาที่ส่วนลดจะสิ้นสุด",
      "notifications": {
        "add": "เพิ่มรหัสส่วนลดสำเร็จแล้ว",
        "edit": "แก้ไขรหัสส่วนลดเรียบร้อยแล้ว"
      }
    },
    "delete_alert": {
      "title": "ลบโค้ดส่วนลด",
      "message": "คุณต้องการลบรหัสส่วนลดนี้หรือไม่?",
      "action": "ลบส่วนลด"
    },
    "notifications": {
      "delete_success": "ความคิดเห็นของคุณถูกลบเรียบร้อยแล้ว"
    }
  },
  "gift_cards": {
    "title": "บัตรของขวัญ",
    "sub_title": "สร้างบัตรของขวัญแล้วทำมากเท่าที่คุณต้องการ บัตรใบนี้มีค่าบริการ และสามารถใช้ได้เฉพาะการซื้อในร้านค้าของคุณเท่านั้น",
    "create_new": "เพิ่มบัตรของขวัญใหม่",
    "card": {
      "created": "สร้าง",
      "lifetime": "วันหมดอายุ",
      "lifetime_unit": "เดือนนับจากวันที่สร้างการ์ดแต่ละใบ",
      "currency": "สกุลเงิน",
      "initial_balance": "ค่าใช้จ่ายเริ่มต้น",
      "count": "นับ",
      "count_unit": "สิ่งของ",
      "used": "ใช้แล้ว"
    },
    "dialog": {
      "title": "การออกแบบบัตรของขวัญ"
    },
    "alert": {
      "title": "ลบโค้ดส่วนลด",
      "message": "คุณต้องการลบรหัสส่วนลดนี้หรือไม่?",
      "action": "ลบ"
    },
    "notifications": {
      "delete_title": "ลบบัตรของขวัญ",
      "delete_message": "ความคิดเห็นของคุณถูกลบเรียบร้อยแล้ว"
    }
  },
  "coupons": {
    "title": "คูปอง",
    "sub_title": "หากคุณต้องการให้ส่วนลดแก่ลูกค้าของคุณซึ่งสามารถใช้ได้กับเงื่อนไขเฉพาะ คุณสามารถสร้างคูปองได้ คูปองสามารถรวมส่วนลดเป็นเปอร์เซ็นต์โดยมีขีดจำกัดหรือจำนวนเงินคงที่หรือทั้งสองอย่างรวมกัน",
    "create_new": "เพิ่มคูปองใหม่",
    "qualified_products": "สินค้าที่ร่วมรายการ",
    "min_purchase": "ซื้อขั้นต่ำ",
    "only_first_order": "ซื้อครั้งแรกเท่านั้น",
    "one_time_use": "ใช้ครั้งเดียว",
    "amount_usage": "ปริมาณที่ใช้",
    "delete_alert": {
      "title": "ลบคูปอง",
      "message": "คุณแน่ใจหรือว่าต้องการลบคูปองนี้?",
      "action": "ใช่ ลบคูปอง"
    },
    "notifications": {
      "delete_success": "คูปองถูกลบเรียบร้อยแล้ว"
    },
    "multiple_use": "ใช้งานได้หลากหลาย"
  },
  "coupon_edit": {
    "title_edit": "แก้ไขคูปอง",
    "title_add": "คูปองใหม่",
    "discount_charge": "ส่วนลด & ค่าธรรมเนียม",
    "charge": "ค่าใช้จ่าย",
    "charge_message": "จำนวนเงินที่เรียกเก็บเริ่มต้น",
    "percent": "เปอร์เซ็นต์ส่วนลด",
    "percent_message": "จำนวนเปอร์เซ็นต์ส่วนลด",
    "limit_input": "ขีดจำกัด",
    "limit_input_hint": "วงเงินส่วนลด",
    "currency_input_message": "มีคูปองสำหรับสกุลเงินนี้",
    "count_input": "นับ",
    "count_input_hint": "การใช้รหัสนี้สูงสุด",
    "limit_input_message": "ค่า 0 สำหรับขีดจำกัดส่วนลดหมายความว่าไม่มีขีดจำกัดสำหรับอัตราคิดลด",
    "date_start_input": "เริ่ม",
    "date_start_input_placeholder": "เลือกเวลาที่จะเริ่มต้นคูปอง",
    "date_end_input": "จบ",
    "date_end_input_placeholder": "เลือกเวลาที่ส่วนลดจะสิ้นสุด",
    "title_input": "ชื่อ",
    "title_input_hint": "คุณสามารถป้อนชื่อสำหรับรหัสส่วนลดนี้",
    "description_input": "คำอธิบาย",
    "description_input_hint": "คุณสามารถป้อนคำอธิบายสำหรับรหัสส่วนลดนี้",
    "coupon_code": "รหัสคูปอง",
    "need_code": "ต้องการรหัส?",
    "coupon_color": "สีคูปอง",
    "min_purchase_amount": "ยอดซื้อขั้นต่ำ",
    "min_purchase_amount_hint": "ยอดซื้อต้องมากกว่าหรือเท่ากับมูลค่านี้",
    "should_exist_product": "ต้องมีผลิตภัณฑ์เหล่านี้อย่างน้อยหนึ่งรายการในรถเข็น",
    "apply_for_first_order": "สำหรับการซื้อครั้งแรกเท่านั้น",
    "apply_for_first_order_on": "คูปองนี้ใช้ได้กับการซื้อครั้งแรกของลูกค้าเท่านั้น!",
    "apply_for_first_order_off": "จำนวนการใช้คูปองต่อผู้ซื้อหนึ่งรายสามารถปรับเปลี่ยนได้ด้านล่าง",
    "has_qualify_constraints": "คุณต้องการกำหนดขีดจำกัดเพิ่มเติมหรือไม่?",
    "has_qualify_constraints_message": "กำหนดเงื่อนไขเพิ่มเติมเพื่อให้ลูกค้ามีคุณสมบัติในการใช้คูปองนี้",
    "one_time_use": "ใช้ครั้งเดียว",
    "one_time_use_message": "ลูกค้าสามารถใช้คูปองนี้ได้ครั้งเดียว",
    "daily_limit": "ขีดจำกัดรายวัน",
    "no_limit": "ไม่มีขีด จำกัด",
    "daily_limit_message": "จำนวนการใช้งานสูงสุดต่อวันโดยลูกค้า",
    "monthly_limit": "ขีดจำกัดรายเดือน",
    "monthly_limit_message": "จำนวนการใช้งานสูงสุดต่อเดือนโดยลูกค้า",
    "yearly_limit": "วงเงินรายปี",
    "yearly_limit_message": "จำนวนการใช้งานสูงสุดต่อปีโดยลูกค้า",
    "notifications": {
      "add": "สร้างคูปองใหม่สำเร็จแล้ว",
      "edit": "คูปองได้รับการปรับปรุง"
    }
  },
  "offers": {
    "title": "ข้อเสนอ",
    "sub_title": "คุณสามารถสร้างข้อเสนอพิเศษสำหรับลูกค้าของคุณ เพื่อที่หลังจากซื้อรายการหนึ่งแล้ว พวกเขาจะได้รับอีกรายการหนึ่งเป็นส่วนลดหรือแม้กระทั่งฟรี",
    "create_new": "เพิ่มข้อเสนอใหม่",
    "qualified_products": "สินค้าที่ร่วมรายการ",
    "min_quantity": "ปริมาณขั้นต่ำ",
    "min_purchase": "ซื้อขั้นต่ำ",
    "discounted_products": "สินค้าลดราคา",
    "amount_usage": "ปริมาณที่ใช้",
    "delete_alert": {
      "title": "ลบข้อเสนอ",
      "message": "คุณแน่ใจหรือไม่ว่าต้องการลบข้อเสนอนี้",
      "action": "ใช่ ลบข้อเสนอ"
    },
    "notifications": {
      "delete_success": "ลบข้อเสนอเรียบร้อยแล้ว"
    }
  },
  "offer_edit": {
    "title_edit": "แก้ไขข้อเสนอ",
    "title_add": "ข้อเสนอใหม่",
    "design_style": "การออกแบบและสไตล์",
    "eligible_constraints": "ขีดจำกัดที่มีสิทธิ์ของลูกค้า",
    "title_input": "ชื่อ",
    "title_input_hint": "คุณสามารถป้อนชื่อสำหรับรหัสส่วนลดนี้",
    "description_input": "คำอธิบาย",
    "description_input_hint": "เขียนคำอธิบายสำหรับรหัสส่วนลดนี้",
    "currency_input_message": "ข้อเสนอที่มีจำหน่ายสำหรับสกุลเงินนี้",
    "qualified_products": "สินค้าที่ร่วมรายการ",
    "qualified_products_message": "เพื่อให้สินค้าเข้าเกณฑ์ สินค้าทั้งหมดในรถเข็นต้องเท่ากับหรือมากกว่าปริมาณขั้นต่ำ",
    "min_items": "ปริมาณขั้นต่ำของรายการ",
    "min_items_message": "จำนวนสินค้าที่ลูกค้าต้องซื้อ",
    "discounted_products": "สินค้าลดราคา",
    "offered_products": "สินค้าที่นำเสนอ",
    "offered_products_message": "อย่างน้อยหนึ่งผลิตภัณฑ์เหล่านี้ต้องอยู่ในรถเข็น",
    "discount_percent": "เปอร์เซ็นต์ส่วนลด",
    "discount_percent_message": "เปอร์เซ็นต์ส่วนลดสำหรับรายการเหล่านี้",
    "discount_percent_hint": "จำนวนเปอร์เซ็นต์ส่วนลด",
    "per_order": "จำนวนการใช้งานสูงสุดต่อคำสั่งซื้อ",
    "per_order_message": "จำนวนครั้งสูงสุดที่ข้อเสนอสามารถใช้กับคำสั่งซื้อได้",
    "count_input": "จำนวน",
    "count_input_hint": "ใช้ข้อเสนอนี้ได้สูงสุด",
    "min_purchase": "ยอดซื้อขั้นต่ำ",
    "min_purchase_hint": "ราคาซื้อต้องมากกว่าหรือเท่ากับมูลค่านี้",
    "limitation": "ข้อจำกัด",
    "date_start_input": "เริ่ม",
    "date_start_input_placeholder": "เลือกเวลาที่จะเริ่มต้นคูปอง",
    "date_end_input": "จบ",
    "date_end_input_placeholder": "เลือกเวลาที่ส่วนลดจะสิ้นสุด",
    "max_actives_is_3": "คุณสามารถมีข้อเสนอที่ใช้งานอยู่ได้สามรายการพร้อมกันเท่านั้น",
    "enable": "สมัครอัตโนมัติ",
    "notifications": {
      "add": "สร้างข้อเสนอใหม่เรียบร้อยแล้ว",
      "edit": "อัปเดตข้อเสนอเรียบร้อยแล้ว"
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "แบนเนอร์",
      "reportage": "รายงาน",
      "social": "สื่อสังคม",
      "offline": "ออฟไลน์"
    }
  },
  "emails": {
    "title": "การตลาดผ่านอีเมล",
    "subtitle": "ออกแบบอีเมลโดยการลากและวาง กำหนดเวลาและเปิดใช้แคมเปญเพื่อเพิ่มการรักษา และดูข้อมูลที่เชื่อถือได้และแม่นยำในที่เดียว",
    "cation_message": "⚠ ถูกจำกัดสำหรับร้านค้าที่ไม่ได้รับการยืนยัน (เบต้า)",
    "subject": "เรื่อง",
    "from": "จาก",
    "in_que": "รออยู่",
    "schedule_at": "กำหนดการที่",
    "sent": "ส่งแล้ว",
    "sends": "ส่ง",
    "delivers": "ส่ง",
    "views": "มุมมอง",
    "clicks": "คลิก",
    "buys": "การซื้อ",
    "new_email": "เพิ่มอีเมลใหม่",
    "new_email_message": "สร้างและกำหนดเวลาอีเมลการตลาดใหม่"
  },
  "email_dashboard": {
    "review": "ทบทวน",
    "waiting_for_approve": "รอการยืนยันโดย {name}",
    "approved_by": "อีเมลได้รับการยืนยันโดย {name} และส่งแล้ว",
    "not_submitted_send_request": "คุณยังไม่ได้ส่งคำขอเพื่อส่งอีเมลนี้",
    "reviewed_by": "วิจารณ์โดย {name}",
    "status": "สถานะอีเมล",
    "conversion": "อัตราการแปลง",
    "sell_performance": "ประสิทธิภาพการขาย",
    "total_buys": "ยอดขายรวม",
    "amount_buy": "ยอดขายรวม",
    "average_sell": "ยอดขายเฉลี่ย",
    "sessions": "เซสชั่น",
    "overview": "ภาพรวม",
    "purchase_amount": "ยอดซื้อ",
    "actions": "กิจกรรมของผู้ใช้"
  },
  "email_page": {
    "emails": "อีเมล",
    "edit": "แก้ไข"
  },
  "affiliate_page": {
    "affiliates": "พันธมิตรพันธมิตร",
    "orders": "คำสั่งซื้อ",
    "payments": "การชำระเงิน"
  },
  "affiliate_dashboard": {
    "link": "ลิงค์พันธมิตร",
    "fix_commission": "ค่าคอมมิชชั่นคงที่",
    "percent_commission": "ค่าคอมมิชชั่นตามเปอร์เซ็นต์",
    "last_payment": "ชำระครั้งสุดท้าย",
    "balance": "สมดุล",
    "total_payment": "การชำระเงินทั้งหมด",
    "status": "สถานะพันธมิตรและข้อ จำกัด ของพันธมิตร",
    "available_for": "ใช้ได้สำหรับ",
    "orders_count": "ยอดสั่งซื้อ",
    "orders_accepted": "เปิดรับออร์เดอร์",
    "finance": "รายงานทางการเงิน",
    "amount_accepted": "จำนวนเงินที่รับ",
    "amount_paid": "จำนวนเงินที่ชำระ",
    "sessions": "เซสชั่น",
    "affiliate_payment": "การจ่ายเงินพันธมิตรพันธมิตร",
    "amount_payment": "จำนวนเงินที่ชำระ",
    "amount_payment_hint": "จำนวนธุรกรรมที่แน่นอน",
    "i_paid": "ฉันจ่าย {amount} {currency} ให้กับ {name} แล้ว",
    "pay_now": "จ่ายตอนนี้"
  },
  "permission_roles": {
    "new_role": "เพิ่มบทบาทใหม่",
    "new_role_message": "ทำให้การทำงานเป็นทีมง่ายขึ้น",
    "new_role_action": "เพิ่มบทบาทใหม่"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "หวย",
    "sub_title": "ลูกค้าของคุณสามารถเล่นเกมและชนะ ลูกค้าของร้านค้าของคุณต้องใช้ 10 ชิปสำหรับแต่ละเกม ตัวอย่างเช่น หากคุณต้องการให้ลูกค้าของคุณมีโอกาสชนะรางวัล 1,000 USD คุณต้องกำหนดราคาชิปแต่ละตัวที่ 100 USD ค่า 0 สำหรับแต่ละชิปหมายความว่าผู้ซื้อจะได้รับหนึ่งชิปสำหรับการซื้อแต่ละครั้ง",
    "manually_send_chip": "คุณต้องการส่งชิปให้ผู้ใช้ด้วยตนเองหรือไม่?",
    "lottery_enable": "ลอตเตอรีเปิดใช้งานหรือไม่",
    "chip_price_input": "ราคาชิป",
    "zero_chip_message": "ให้ชิป 1x ต่อคำสั่งซื้อ",
    "chip_has_price_message": "ให้ 1 ชิปต่อ {amount} {currency} ของคำสั่งซื้อ",
    "chip_disabled_message": "ชิปถูกปิดการใช้งาน!",
    "create_new": "เพิ่มรางวัลใหม่",
    "delete_alert": {
      "title": "ลบรางวัล",
      "message": "คุณแน่ใจว่าจะลบรางวัลนี้อย่างถาวรหรือไม่?",
      "action": "ใช่ ลบเดี๋ยวนี้"
    },
    "notifications": {
      "delete_success": "ลบรางวัลเรียบร้อยแล้ว"
    }
  },
  "lottery_edit": {
    "title_edit": "แก้ไขรายการลอตเตอรี",
    "title_add": "ล็อตเตอรี่ใหม่",
    "general_config": "การกำหนดค่าทั่วไป",
    "design_style": "สไตล์และรูปลักษณ์",
    "enable": "เปิดใช้งาน?",
    "enable_message": "รายการ Mximum ในวงล้อคือ 14",
    "title_input": "ชื่อ",
    "title_input_hint": "เขียนชื่อสั้น ๆ",
    "description_input": "คำอธิบาย",
    "description_input_hint": "เขียนคำอธิบายเกี่ยวกับรายการ",
    "quantity": "ปริมาณ",
    "quantity_message": "รายการที่มีอยู่ทั้งหมด",
    "image": "ภาพ",
    "image_placeholder": "เลือกรูปภาพสำหรับรายการ",
    "chance": "โอกาส",
    "chance_message": "โอกาสชนะเป็นเปอร์เซ็นต์",
    "free_for_first": "ฟรีสำหรับลูกค้าใหม่หรือไม่?",
    "free_for_first_message": "ลูกค้าใหม่สามารถชนะรายการนี้",
    "prize": "รางวัล",
    "amount": "จำนวนรางวัล",
    "amount_hint": "ผู้ใช้ถูกเรียกเก็บเงินจำนวนนี้สำหรับการสั่งซื้อของตน",
    "currency_message": "สกุลเงินสำหรับรายการนี้ สกุลเงินอื่น ๆ จะถูกแปลงโดยอัตราแลกเปลี่ยน",
    "discount": "การลดราคา",
    "discount_message": "เปอร์เซ็นต์ส่วนลดสำหรับการสั่งซื้อของลูกค้า",
    "discount_limit": "ขีดจำกัดส่วนลด",
    "discount_limit_hint": "ส่วนลดสูงสุดสำหรับลูกค้า",
    "color": "สี",
    "condition": "เงื่อนไข",
    "notifications": {
      "add": "สร้างรายการลอตเตอรีใหม่เรียบร้อยแล้ว",
      "edit": "รายการลอตเตอรีเปลี่ยนแปลงสำเร็จ"
    }
  },
  "gift_card_types_list": {
    "label": "ประเภทบัตรของขวัญ",
    "message": "เลือกประเภทบัตรของขวัญจากรายการ"
  },
  "email_builder": {
    "service_unavailable": "เซิร์ฟเวอร์อีเมลไม่ทำงานในบัญชีของคุณ",
    "design_section": "ป้ายออกแบบอีเมลของคุณ",
    "schedule_switch": "กำหนดเวลาส่งอีเมล?",
    "schedule_placeholder": "เลือกเวลาในการส่งอีเมล"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "วันที่ลงทะเบียน",
      "description": "กรองตามวันที่ลงทะเบียนของผู้ใช้"
    },
    "LAST_BUY_DATE": {
      "title": "การซื้อครั้งล่าสุด",
      "description": "วันที่ซื้อล่าสุด"
    },
    "LOGIN_DATE": {
      "title": "วันที่เข้าสู่ระบบ",
      "description": "วันที่เข้าสู่ระบบล่าสุด"
    },
    "LEVEL": {
      "title": "สโมสรลูกค้า",
      "description": "สมาชิกชมรมลูกค้า."
    },
    "SUBSCRIBED": {
      "title": "สมัครแล้ว",
      "description": "เพื่อสมัครสมาชิกเพื่อรับอีเมล์"
    },
    "NOT_PURCHASED": {
      "title": "ไม่มีการซื้อ",
      "description": "ลูกค้าที่ยังไม่ได้ซื้อ"
    },
    "SEX": {
      "title": "เพศ",
      "description": "เพศของผู้ใช้"
    },
    "LOCATION": {
      "title": "ที่ตั้ง",
      "description": "ตำแหน่งผู้ใช้"
    },
    "LIMIT": {
      "title": "ขีดจำกัด",
      "description": "กำหนดขีดจำกัดจำนวนผู้ใช้สูงสุด"
    },
    "SEGMENTS": {
      "title": "กลุ่ม",
      "description": "จำกัดลูกค้าในการแบ่งส่วนด้วยตนเองโดยเฉพาะ"
    }
  },
  "inline_help": {
    "helps_title": "คู่มือผู้ใช้บริการ",
    "blogs_title": "เนื้อหาที่เกี่ยวข้องในบล็อก Selldone"
  },
  "shop_tax": {
    "region": "ภูมิภาค",
    "label": "ฉลาก",
    "country_tax": "ภาษีประเทศ",
    "customer_tax": "ลูกค้าภาษีมูลค่าเพิ่ม",
    "business_tax": "ภาษีมูลค่าเพิ่มธุรกิจ",
    "shipping": "การส่งสินค้า",
    "override": "แทนที่",
    "country": "ประเทศ",
    "vat_range": "ช่วงภาษีมูลค่าเพิ่ม",
    "custom": "กำหนดเอง",
    "regions": "ภูมิภาค",
    "rest_world": "ส่วนที่เหลือของโลก",
    "overrides": "แทนที่",
    "dialog_set_title": "การตั้งค่าภาษี",
    "tax_setting": "การตั้งค่าภาษี",
    "vat": "VAT",
    "calculate_tax_input": "คำนวณภาษีอัตโนมัติ",
    "calculate_tax_message": "เมื่อเปิดใช้งานตัวเลือกนี้ ภาษีมูลค่าเพิ่มจะถูกคำนวณและนำไปใช้กับคำสั่งซื้อของคุณ",
    "tax_number": "หมายเลขภาษี",
    "tax_number_message": "ป้อนหมายเลขภาษีของคุณ หมายเลขการลงทะเบียนนี้จะถูกบันทึกไว้ในใบแจ้งหนี้ของผู้ซื้อ",
    "tax_included_in_price_input": "ภาษีรวมอยู่ในราคาสินค้า",
    "tax_included_in_price_message": "เลือกตัวเลือกนี้หากคุณรวมจำนวนภาษีไว้ในราคาผลิตภัณฑ์ของคุณ จำนวนภาษีจะถูกคำนวณโดยใช้สูตรต่อไปนี้:",
    "tax_included_in_price_formula": "ภาษี = (ราคา * ภาษีมูลค่าเพิ่ม) / (1 + ภาษีมูลค่าเพิ่ม) ตัวอย่างเช่น จำนวนภาษีสำหรับสินค้าที่ราคา 100$ ที่มีอัตรามูลค่าเพิ่ม 10% จะกลายเป็น 9.09$",
    "tax_on_shipping_input": "ใช้ภาษีในการจัดส่ง",
    "tax_on_shipping_message": "เมื่อเลือกตัวเลือกนี้ ภาษีจะถูกนำไปใช้กับการจัดส่ง",
    "fixed_tax_rate": "อัตราภาษีคงที่",
    "dynamic_tax_rate": "ภาษีตามภูมิภาค",
    "locations_tip": "รายการด้านบนแสดงเฉพาะประเทศที่คุณเลือกในการตั้งค่าร้านค้า > สถานที่ตั้งเป็นประเทศที่คุณขาย",
    "locations_action": "ที่ตั้งร้านค้า การตั้งค่า",
    "save_alert": "ไม่ได้บันทึกการตั้งค่า!",
    "pos_tax_setting": "การตั้งค่าภาษี POS",
    "tax_exclude_title": "ไม่รวม ╏ ภาษีจะถูกเพิ่มเมื่อชำระเงิน",
    "tax_excluded_message": "ภาษีจะถูกคำนวณก่อนการชำระเงินระหว่างการชำระเงินและเพิ่มในราคาภาษีที่ไม่รวม ขึ้นอยู่กับหลักฐานลูกค้าของคุณ"
  },
  "transportation_page": {
    "menu": {
      "dashboard": "แผงควบคุม",
      "transportations": "วิธีการจัดส่ง",
      "orders": "คำสั่งซื้อ",
      "setting": "การตั้งค่า",
      "delivery_services": "บริการ",
      "delivery_persons": "บริการจัดส่ง"
    },
    "go_to_courier_list": "ดูรายชื่อผู้จัดส่ง",
    "go_to_service_list": "ดูรายการบริการจัดส่ง"
  },
  "transportation_persons": {
    "title": "บริการจัดส่ง",
    "notifications": {
      "success_add": "จัดส่งเพิ่ม.",
      "success_reset": "รีเซ็ตสถิติ",
      "success_remove": "นำ Courier ออกเรียบร้อยแล้ว",
      "success_update": "ข้อมูล Courier ปรับปรุงเรียบร้อยแล้ว"
    },
    "reset": {
      "title": "รีเซ็ตสถิติ",
      "message": "คุณแน่ใจหรือว่ารีเซ็ตสถิติของ Courier นี้?",
      "action": "ใช่ รีเซ็ตเลย"
    },
    "remove": {
      "title": "ลบ Courier",
      "message": "คุณแน่ใจหรือว่าต้องการลบผู้จัดส่งนี้",
      "action": "ใช่ ลบเลย"
    },
    "add_dialog": {
      "title": "เพิ่มผู้จัดส่งใหม่",
      "action": "เพิ่มจัดส่ง"
    }
  },
  "transportation_orders": {
    "title": "คำสั่งซื้อสำหรับการจัดส่ง",
    "notifications": {
      "success_update": "อัปเดตสถานะการจัดส่งเรียบร้อยแล้ว",
      "success_payment": "การชำระเงิน COD ได้รับการยืนยันเรียบร้อยแล้ว"
    }
  },
  "delivery_person": {
    "actions_title": "การตั้งค่าจัดส่ง",
    "action_delivered": "จัดส่งแล้ว",
    "action_paid": "COD จ่ายแล้ว",
    "action_returned": "กลับมาแล้ว",
    "cod_confirm_action": "ยืนยันการชำระเงิน COD",
    "pickup_dialog": {
      "title": "คุณเป็นผู้จัดส่งของแพ็คเกจนี้หรือไม่?",
      "message": "หากคุณมีหน้าที่รับผิดชอบในการขนพัสดุนี้ ให้เลือก ใช่ หรือเลือก ไม่ใช่"
    },
    "status_dialog": {
      "title": "เปลี่ยนสถานะเป็น {status}",
      "message": "คุณแน่ใจหรือว่าจะเปลี่ยนสถานะการจัดส่งเป็น {status}",
      "action": "ใช่ ฉันยืนยัน!"
    },
    "cod_dialog": {
      "title": "ชำระเงินปลายทาง",
      "message": "คุณยืนยันว่าคุณได้รับจำนวนเงินที่สั่งซื้อจากผู้ซื้อหรือไม่?",
      "action": "ใช่ ฉันยืนยันการชำระเงิน!"
    }
  },
  "transportation_services": {
    "title": "บริการจัดส่ง",
    "notifications": {
      "success_add": "เพิ่มบริการจัดส่งแล้ว",
      "success_reset": "รีเซ็ตสถิติ",
      "success_remove": "ลบบริการเรียบร้อยแล้ว",
      "success_update": "อัปเดตบริการเรียบร้อยแล้ว"
    },
    "reset": {
      "title": "รีเซ็ตสถิติ",
      "message": "คุณแน่ใจว่าจะรีเซ็ตสถิติของบริการนี้หรือไม่?",
      "action": "ใช่ รีเซ็ตเลย"
    },
    "remove": {
      "title": "ลบบริการจัดส่ง",
      "message": "คุณแน่ใจหรือว่าต้องการลบบริการนี้",
      "action": "ใช่ ลบเลย"
    },
    "add_dialog": {
      "title": "เพิ่มบริการจัดส่งใหม่",
      "action": "เพิ่มบริการ"
    }
  },
  "delivery_receipt": {
    "title": "ใบเสร็จการจัดส่ง",
    "has_return": "การส่งคืนสินค้า",
    "cashed": "ชำระด้วยเงินสด"
  },
  "delivery_dashboard": {
    "select_destinations": "เพิ่มคำสั่งซื้อในรายการ",
    "price_calculation": "ประมาณการอัตราค่าจัดส่ง",
    "price_calculation_action": "คำนวณราคา",
    "add_request": "ขอบริการ",
    "add_request_action": "ส่งคำขอใช้บริการ",
    "refresh_action": "อัพเดทข้อมูล"
  },
  "delivery_order": {
    "title": "ใบสั่งจัดส่ง",
    "has_return": "การส่งคืนสินค้า",
    "cashed": "ชำระด้วยเงินสด"
  },
  "cash_register": {
    "menu": {
      "panel": "ลงทะเบียนเงินสด",
      "orders": "คำสั่งซื้อ",
      "customers": "ลูกค้า",
      "devices": "อุปกรณ์",
      "inventory": "รายการสิ่งของ"
    },
    "payment_confirm": "ยืนยันการชำระเงิน",
    "payment_confirm_msg": "ลูกค้าชำระเงินคำสั่งซื้อ {basket_id}"
  },
  "barcode_scanner": {
    "wifi_pass": "รหัสผ่าน Wi-Fi ของคุณ",
    "message": "ป้อนรหัสผ่านเราเตอร์ WiFi ของคุณและสแกนรหัส QR",
    "wifi_ssid": "Wi-Fi SSID",
    "ssid_message": "ป้อนชื่อเครือข่าย Wi-Fi ของคุณ (SSID)"
  },
  "pos_devices": {
    "Scanner": "เครื่องสแกนบาร์โค้ด",
    "Scanner_desc": "ในการใช้เครื่องสแกนบาร์โค้ด คุณต้องป้อนรหัส SKU ของผลิตภัณฑ์ให้ถูกต้องในการตั้งค่าผลิตภัณฑ์",
    "Printer": "เครื่องพิมพ์",
    "Printer_desc": "พิมพ์ใบเสร็จของลูกค้าโดยเชื่อมต่อกับเครื่องพิมพ์ใบเสร็จ",
    "CustomerView": "มุมมองลูกค้า",
    "CustomerView_desc": "หน้านี้ช่วยให้คุณสามารถแสดงรายละเอียดการสั่งซื้อให้กับลูกค้าของคุณ",
    "CardReader": "เครื่องอ่านบัตร",
    "CardReader_desc": "เครื่องอ่านบัตรสำหรับการชำระเงิน COD โดยลูกค้าของคุณ",
    "ChipReader": "เครื่องอ่านชิป",
    "ChipReader_desc": "เครื่องอ่านแท็ก NFC เพื่อเพิ่มรายการลงในรถเข็นโดยใช้แท็ก"
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "ถอดอุปกรณ์",
      "message": "คุณแน่ใจหรือไม่ว่าต้องการลบอุปกรณ์นี้ออกจากโปรไฟล์ POS ของคุณ",
      "action": "ใช่ ลบเลย"
    }
  },
  "pos_process_center": {
    "title": "ศูนย์ประมวลผลคำสั่งซื้อ POS",
    "menu": {
      "label": "ป้ายบรรจุภัณฑ์",
      "receipt": "ใบเสร็จ",
      "back": "กลับ",
      "timeline": "เส้นเวลา",
      "order": "คำสั่ง"
    }
  },
  "pos": {
    "add_customer": "เพิ่มลูกค้า",
    "set_delivery": "กำหนดที่อยู่จัดส่ง",
    "add_giftcards": "เพิ่มบัตรของขวัญ",
    "add_discount_code": "เพิ่มรหัสส่วนลด",
    "add_coupon": "เพิ่มคูปอง",
    "set_campaign": "ตั้งแคมเปญ",
    "select_buyer": "เลือกผู้ซื้อ!",
    "send_to_pos": "ส่งไปยังเครื่องอ่านบัตร",
    "print_receipt": "พิมพ์ใบเสร็จรับเงิน",
    "confirm_cash_payment": "ยืนยันการชำระด้วยเงินสด",
    "payment_cod": {
      "title": "ชำระเงินสดปลายทาง",
      "message": "จำนวนเงินที่สั่งซื้อนี้จะถูกชำระเมื่อส่งมอบ หลังจากได้รับเงินจากผู้ซื้อแล้ว คุณต้องยืนยันการชำระเงินเพื่อดำเนินการสั่งซื้อในระบบให้เสร็จสมบูรณ์"
    },
    "payment_online": {
      "title": "เลือกวิธีการชำระเงินออนไลน์",
      "message": "เมื่อเลือกตัวเลือกต่อไปนี้ ลิงก์การชำระเงินจะถูกสร้างขึ้นและส่งไปยังผู้ซื้อ เมื่อชำระเงินลิงก์นี้ สถานะของคำสั่งซื้อจะเปลี่ยนเป็นโหมดชำระเงิน ลิงก์การชำระเงินจะถูกสร้างขึ้นโดยการสแกนรหัส QR บนหน้าจอลูกค้า, SMS หรืออีเมล หากต้องการเปิดใช้งานช่องทางใด ๆ เพื่อส่งลิงค์ ให้คลิกที่ตัวเลือกนั้นแล้วกดปุ่มเพื่อส่งใบเสร็จไปยังผู้ซื้อ"
    },
    "notifications": {
      "success_pay": "สั่งซื้อชำระเงินเรียบร้อยแล้ว",
      "success_order": "สร้างคำสั่งซื้อสำเร็จและรอให้ลูกค้าชำระเงิน"
    },
    "payment_dialog": {
      "check_pay_now": "ตรวจสอบการชำระเงินด้วยตนเอง",
      "close_action": "ปิดกล่องโต้ตอบ ไม่อยากรอลูกค้าชำระเงิน",
      "go_to_order": "ไปที่หน้าสั่งซื้อ",
      "paid_by_gift_card_msg": "ยอดสั่งซื้อทั้งหมดถูกถอนออกจากบัตรของขวัญ! ผู้ซื้อไม่ต้องจ่ายเพิ่ม",
      "cod_msg": "ลูกค้าจะชำระเงินเมื่อได้รับสินค้า",
      "online_msg": "ขอให้ลูกค้าสแกนรหัส QR บนหน้าจอลูกค้า"
    },
    "name": "POS",
    "message": "มีจุดขายออนไลน์ที่มีต้นทุนการตั้งค่าเป็นศูนย์ ใช้งานบนสมาร์ทโฟน แท็บเล็ต และพีซีเครื่องใดก็ได้ หรือสร้างคำสั่งซื้อด้วยตนเอง"
  },
  "exporter": {
    "title": "ส่งออกข้อมูล",
    "subtitle": "ข้อมูลของคุณเป็นของคุณ! คุณสามารถดาวน์โหลดข้อมูลธุรกิจของคุณในรูปแบบมาตรฐานได้ตลอดเวลา อย่างไรก็ตาม เคารพความเป็นส่วนตัวของลูกค้าของคุณ อย่าส่งสแปมพวกเขา และอย่าเปิดเผยข้อมูลของพวกเขากับบุคคลที่สาม",
    "excel": "คุณจะได้รับรายการ {type} ทั้งหมดในร้านค้าพร้อมกับข้อมูลทั้งหมดในรูปแบบ Excel",
    "csv": "คุณจะได้รับรายการ {type} ทั้งหมดในร้านค้าพร้อมกับข้อมูลทั้งหมดในรูปแบบ CSV รูปแบบนี้เป็นไปตามรูปแบบมาตรฐานของ Selldone สำหรับการนำเข้า {type} เข้าสู่ร้านค้า"
  },
  "importer": {
    "category": {
      "title": "นำเข้าหมวดหมู่",
      "subtitle": "อัปโหลดไฟล์ CSV ของหมวดหมู่ต่างๆ ที่นี่ ตรวจสอบให้แน่ใจว่าคุณทำตามรูปแบบมาตรฐาน"
    },
    "product": {
      "title": "สินค้านำเข้า",
      "subtitle": "อัปโหลดไฟล์ CSV ของผลิตภัณฑ์ที่นี่ ตรวจสอบให้แน่ใจว่าคุณทำตามรูปแบบมาตรฐาน"
    },
    "product_images": {
      "title": "นำเข้ารูปภาพ",
      "subtitle": "การรับข้อมูลภาพใช้เวลานาน อย่าลืมเคารพลิขสิทธิ์เมื่อนำเข้ารูปภาพ"
    },
    "inventory": {
      "title": "อัปเดตสินค้าคงคลังจำนวนมาก",
      "subtitle": "อัปโหลดไฟล์ CSV ของสินค้าคงคลังที่นี่ ตรวจสอบให้แน่ใจว่าคุณใช้รูปแบบมาตรฐานโดยส่งออกไฟล์ CSV ก่อน แล้วจึงแก้ไขไฟล์นั้น"
    },
    "back_to_products": "กลับไปที่รายการสินค้า",
    "back_to_categories": "กลับไปที่รายการหมวดหมู่",
    "back_to_inventory": "กลับไปที่รายการสินค้าคงคลัง",
    "step_select_file": "เลือกไฟล์ CSV",
    "step_send_to_server": "ส่งไปยังเซิร์ฟเวอร์",
    "step_view_result": "ดูผลลัพธ์",
    "step_view_que": "ดูรายการรอ",
    "send_to_server_action": "ส่งไปยังเซิร์ฟเวอร์",
    "shop_license": "ใบอนุญาตร้าน",
    "max_items_limit": "จำกัดรายการสูงสุด",
    "total_items": "รายการทั้งหมด",
    "customer": {
      "title": "ลูกค้านำเข้า",
      "subtitle": "อัปโหลดไฟล์ CSV ของลูกค้าที่นี่ ตรวจสอบให้แน่ใจว่าคุณปฏิบัติตามรูปแบบมาตรฐาน และคุณต้องปฏิบัติตามกฎความเป็นส่วนตัวด้วย"
    }
  },
  "campaigns": {
    "title": "แคมเปญ",
    "subtitle": "สร้างแคมเปญ ลิงก์ที่ติดตามได้ และดูข้อมูลที่เชื่อถือได้และแม่นยำในที่เดียว เราช่วยให้คุณตัดสินใจโดยใช้ข้อมูลได้ดีขึ้น",
    "add_action": "เพิ่มแคมเปญใหม่",
    "empty_message": "สร้างแคมเปญแรกของคุณตอนนี้!",
    "delete": {
      "title": "ลบแคมเปญ",
      "message": "คุณแน่ใจหรือไม่ว่าต้องการลบแคมเปญนี้และข้อมูลทั้งหมด",
      "action": "ใช่ ลบเดี๋ยวนี้"
    }
  },
  "landing_categories": {
    "raw": "เทมเพลตดิบ",
    "marketing": "การตลาดและโฆษณา",
    "product": "การแนะนำสินค้า",
    "health": "สุขภาพและฟิตเนส",
    "food": "อาหารและผลไม้",
    "house": "อสังหาริมทรัพย์และบ้าน",
    "device": "เครื่องและอุปกรณ์",
    "car": "รถ",
    "software": "ซอฟต์แวร์",
    "clothing": "เสื้อผ้าและรองเท้า",
    "jewellery": "เครื่องประดับ",
    "all": "เทมเพลตทั้งหมด"
  },
  "shop_theme": {
    "theme_colors": "ธีมสี",
    "products_view_mode": "มุมมองรายการช้อปปิ้ง",
    "products_view_mode_desc": "คุณสามารถปรับโหมดการแสดงสินค้าในร้านค้าของคุณตามขนาดหน้าจอ โหมดนี้จะถูกพิจารณาเป็นค่าเริ่มต้นและจะไม่ถูกนำไปใช้หากผู้ใช้เปลี่ยนโหมดการแสดงผล",
    "color_light": "สีหลัก",
    "color_dark": "สีเข้มหลัก",
    "color_deep_dark": "สีเข้ม",
    "color_info": "ลิงค์",
    "light_checkout": "ธีมการชำระเงินแบบเบา",
    "light_header": "หัวไฟ",
    "light_footer": "ส่วนท้ายแสง",
    "product_page": "หน้าสินค้า",
    "typography": "วิชาการพิมพ์",
    "header": "หัวข้อ",
    "custom_code": "รหัสที่กำหนดเอง",
    "custom_css": "CSS ที่กำหนดเอง",
    "light_filter": "ธีมตัวกรองหมวดหมู่",
    "custom_variants": "รุ่นต่างๆ"
  },
  "app_templates": {
    "default": "ค่าเริ่มต้น",
    "blue": "ทะเลสีฟ้า",
    "amber": "อำพัน",
    "green": "เส้นศูนย์สูตร",
    "red": "แวมไพร์",
    "magenta": "ดอกไม้",
    "master": "ผู้เชี่ยวชาญ",
    "black": "ด้านมืด"
  },
  "affiliate_orders": {
    "title": "คำสั่งพันธมิตรพันธมิตร",
    "table": {
      "order_price": "ยอดสั่งซื้อ",
      "order_payment": "สถานะการสั่งซื้อ",
      "order_link": "ลิงค์สั่งซื้อ",
      "commission_status": "สถานะคอมมิชชั่น",
      "commission_amount": "ค่าคอมมิชชั่น",
      "items": "รายการ",
      "actions": "การกระทำ",
      "create_date": "วันที่สร้าง"
    },
    "notifications": {
      "update_success": "อัปเดตสถานะพันธมิตรแล้ว"
    }
  },
  "affiliate_payments": {
    "title": "การจ่ายเงินพันธมิตรพันธมิตร",
    "table": {
      "staff": "พนักงาน",
      "amount": "จำนวน",
      "note": "บันทึก",
      "date": "วันที่"
    }
  },
  "my_roles": {
    "title": "หน้าที่ของฉัน",
    "message": "บทบาทคือประเภทของการเข้าถึงที่มอบให้กับพนักงานของร้านค้า ตัวอย่างเช่น พนักงานที่รับผิดชอบในการส่งหรือบรรจุคำสั่งซื้อ"
  },
  "role_card": {
    "complete_tasks": "เสร็จสิ้นภารกิจ",
    "reject_tasks": "งานที่ถูกปฏิเสธ",
    "last_check": "การตรวจสอบล่าสุด"
  },
  "referral_widget": {
    "apply_now": "สมัครเลยโปรแกรมนี้!",
    "no_bonus": "รับรางวัลที่หนึ่งโดยการเชิญเพื่อน",
    "your_gift": "ของขวัญของคุณ",
    "invited_gift": "ของขวัญที่ได้รับเชิญ",
    "percent_bonus": "เปอร์เซ็นต์โบนัส",
    "discount_bonus": "โบนัสส่วนลด",
    "registered": "ผู้ใช้ใหม่",
    "accepted": "ผู้ใช้ที่ยอมรับ"
  },
  "app_config": {
    "reviews": "ความคิดเห็น",
    "rate_now": "อัตราในขณะนี้",
    "category": "หมวดหมู่",
    "uninstall": "ถอนการติดตั้ง",
    "get_app": "รับแอพ",
    "public_keys": "กุญแจสาธารณะ",
    "private_keys": "กุญแจส่วนตัว (ปลอดภัย)",
    "config": "การกำหนดค่าแอพ",
    "app_status": "สถานะการสมัคร",
    "app_info": "ข้อมูลการสมัคร",
    "update_at": "อัพเดทล่าสุด",
    "visit_website": "เข้าไปดูในเว็บไซต์",
    "privacy": "นโยบายความเป็นส่วนตัว",
    "installs": "การติดตั้ง",
    "basic_profile_permission": "ข้อมูลโปรไฟล์พื้นฐาน",
    "developer": "นักพัฒนา",
    "permissions": "สิทธิ์",
    "total_comments": "ความคิดเห็นทั้งหมด",
    "delete_dialog": {
      "title": "ถอนการติดตั้งแอพ",
      "message": "คุณต้องการลบแอปนี้ออกจากร้านค้าของคุณหรือไม่?",
      "action": "ใช่ ลบแอพ"
    },
    "notifications": {
      "uninstall_success": "ถอนการติดตั้งแอปพลิเคชันเรียบร้อยแล้ว"
    }
  },
  "shop_bots": {
    "not_set": "ไม่ตั้ง!",
    "tokens": "โทเค็น",
    "webhook": "เว็บฮุค",
    "calls": "โทร",
    "dialog": {
      "title": "{name} การกำหนดค่าบ็อต",
      "message": "เฟรมเวิร์กบอทที่ครอบคลุมสำหรับการสร้างประสบการณ์การช็อปปิ้งระดับองค์กร"
    }
  },
  "shop_customers": {
    "title": "การจัดการลูกค้า",
    "all_customers": "ดาวน์โหลดลูกค้าทั้งหมด",
    "filtered_customers": "กรองลูกค้า",
    "dialog_chips": {
      "title": "กำหนดจำนวนชิปลูกค้า"
    },
    "dialog_club": {
      "title": "กำหนดระดับคลับลูกค้า"
    }
  },
  "app_dashboard": {
    "status": "สถานะการเผยแพร่",
    "statistics": "สถิติ"
  },
  "app_publish": {
    "production_version": "เวอร์ชันการผลิต",
    "beta_version": "รุ่นเบต้า",
    "alpha_version": "เวอร์ชันอัลฟ่า"
  },
  "app_publish_widget": {
    "header": "ส่วนหัวของเว็บไซต์ร้านค้า",
    "header_code": "รหัสส่วนหัว",
    "admin_page": "แอดมินเพจ",
    "name": "ชื่อ",
    "icon": "ไอคอน",
    "url": "Url"
  },
  "app_api": {
    "title": "การเข้าถึง API",
    "revoke_api": "เพิกถอน API",
    "api_key": "คีย์ API",
    "secret": "รหัสลับ",
    "client": "ลูกค้า",
    "redirect_url": "URL เปลี่ยนเส้นทาง",
    "client_name": "ชื่อลูกค้า"
  },
  "app_loader_page": {
    "no_ui_title": "แอปพลิเคชั่นนี้ไม่มี UI!",
    "no_ui_desc": "แอปพลิเคชั่นบางตัวไม่ต้องการส่วนต่อประสานผู้ใช้ในพื้นที่ผู้ดูแลระบบ แอปพลิเคชันนี้สามารถเพิ่มโค้ดได้เฉพาะส่วนหัวของเว็บไซต์ร้านค้าของคุณเท่านั้น",
    "header": "รหัสส่วนหัว"
  },
  "finance_report": {
    "export_title": "ส่งออกข้อมูลทางการเงิน",
    "export_sub_title": "ดาวน์โหลดรายละเอียดทางการเงินในไฟล์เดียว",
    "start_input_placeholder": "เลือกวันที่เริ่มต้นของรายงาน",
    "end_input_placeholder": "เลือกวันที่สิ้นสุดรายงาน",
    "download_action": "ดาวน์โหลดรายการการเงิน"
  },
  "shop_notifications": {
    "title": "การแจ้งเตือนร้านค้า",
    "sub_title": "บอท, อีเมล, SMS, ...",
    "message": "แก้ไขการตั้งค่าและการแจ้งเตือนร้านค้าของคุณ",
    "channel": "ช่อง",
    "status": "สถานะ",
    "events": "กิจกรรม",
    "info": "ข้อมูล",
    "actions": "การกระทำ",
    "connected": "เชื่อมต่อแล้ว",
    "not_connected": "ไม่ติด!",
    "connect_now": "เชื่อมต่อทันที",
    "send_test": "ส่งข้อมูลการทดสอบ",
    "disconnect": "ตัดการเชื่อมต่อ",
    "dialog": {
      "title": "การกำหนดค่าบอท",
      "message": "กรอบการแจ้งเตือนที่ครอบคลุมสำหรับการสร้างประสบการณ์อีคอมเมิร์ซระดับองค์กร",
      "action": "คลิกที่นี่!",
      "set_config": "ตั้งค่าคอนฟิก"
    }
  },
  "notification_events": {
    "new_order": "🛍️สั่งซื้อ",
    "payment": "💳การชำระเงิน",
    "return": "📦 ส่งคืน",
    "weekly_report": "📈 รายงานประจำสัปดาห์"
  },
  "order_delivery": {
    "title": "จัดส่ง",
    "add_to_delivery_que_action": "เพิ่มในคิวการจัดส่ง",
    "in_que": "อยู่ในคิวขนส่ง",
    "message": "หลังจากให้พัสดุแก่ผู้จัดส่งแล้ว ให้คลิกปุ่ม <b>ยืนยันการจัดส่ง</b>",
    "message_add_to_service": "คลิกปุ่มต่อไปนี้หากคุณต้องการส่งพัสดุภัณฑ์นี้โดย <b>บริการจัดส่ง</b>",
    "action": "ยืนยันการจัดส่ง",
    "checklist": [
      "ตรวจสอบบัตรประจำตัวของผู้ให้บริการจัดส่ง",
      "การบรรจุผลิตภัณฑ์อย่างดีและการส่งมอบทันเวลาสามารถเพิ่มอัตราการรักษาลูกค้าของคุณ"
    ],
    "manual": {
      "title": "รอการยืนยันการจัดส่งจากลูกค้า",
      "action_received": "การยืนยันผู้ซื้อ",
      "action_returned": "ส่งคืนสินค้า",
      "message": "หมายเหตุ: หากลูกค้าได้รับคำสั่งซื้อ คุณสามารถใช้ตัวเลือกต่อไปนี้เพื่อดำเนินการเติมสินค้าให้เสร็จสิ้น บริการจัดส่งบางอย่างในระบบจะยืนยันการจัดส่งโดยอัตโนมัติ"
    },
    "auto_complete_note": "หลังจากช่วงเวลาหนึ่ง สถานะการสั่งซื้อจะเปลี่ยนเป็นการส่งมอบ ช่วงเวลานี้จะแตกต่างกันไปตามประเภทของคำสั่งซื้อและกำหนดโดยระบบ",
    "received": {
      "title": "ส่งถึงมือลูกค้า.",
      "delivered_date": "วันที่จัดส่ง"
    },
    "receiver": "ผู้รับ",
    "bill": "ใบเสร็จ",
    "tracking": {
      "title": "เพิ่มรหัสติดตาม / Url",
      "code": "รหัสติดตาม",
      "url": "URL ติดตามผล",
      "message": "หากคุณได้จัดส่งผ่านบริการที่ให้รหัสติดตามสำหรับคำสั่งซื้อนี้ คุณสามารถป้อนรหัสและลิงค์ติดตามที่เกี่ยวข้องได้ในส่วนนี้ ข้อมูลนี้จะแสดงต่อลูกค้า"
    },
    "preferred_delivery_time": "เวลาจัดส่งที่ต้องการ",
    "manage_couriers": "จัดการบริการจัดส่งของฉัน",
    "manage_service": "บริหารจัดการบริการ",
    "option_deliver_by_courier": "ตัวเลือกที่ 1: จัดส่งโดยผู้จัดส่งของคุณ",
    "option_add_to_que": "ตัวเลือกที่ 2: เพิ่มในคิวเพื่อดำเนินการในหน้าบริการจัดส่ง",
    "option_instant_shipping": "ตัวเลือกที่ 3 : จัดส่งทันที",
    "pickup_action": "การยืนยันการรับสินค้า"
  },
  "shop_home_edit": {
    "title": "การตั้งค่าหน้าแรก",
    "sub_title": "ตั้งค่าหน้าเริ่มต้นของเว็บไซต์",
    "default_home": "หน้าแรกเริ่มต้น",
    "default_home_placeholder": "หน้าร้านค้าคือหน้าแรกของเว็บไซต์"
  },
  "selldone_referral_page": {
    "title": "แดชบอร์ดการอ้างอิง",
    "referral_link": "ลิงค์อ้างอิง",
    "registered": "ลงทะเบียน",
    "accepted": "รับแล้ว",
    "bank": "ธนาคาร",
    "bank_title": "ข้อมูลธนาคารสำหรับการถอนเงิน",
    "new_users": "ผู้ใช้ใหม่",
    "performance": "ประสิทธิภาพ",
    "credit_mode": "โหมดเครดิต",
    "get_stickers": "รับสติ๊กเกอร์รหัส Html เพื่อคัดลอก & ผ่านมา",
    "click_copy_sticker_code": "คลิกที่ตราสัญลักษณ์เพื่อคัดลอกโค้ด html"
  },
  "selldone_referral_payment": {
    "title": "การชำระเงินค่าอ้างอิง",
    "officer": "เจ้าหน้าที่",
    "amount": "จำนวนเงินที่ทำรายการ",
    "note": "บันทึก",
    "date": "วันที่"
  },
  "widget_shop_gateway": {
    "link_account_caution": "เชื่อมโยงบัญชี ({currency}) กับร้านค้าของคุณ! คลิกที่นี่.."
  },
  "product_sell_widget": {
    "title": "ประสิทธิภาพการจำหน่ายสินค้า"
  },
  "fulfilment_order_widget": {
    "title": "การปฏิบัติตามการดรอปชิป",
    "check_action": "ยอมรับดรอปชิปปิ้ง",
    "uncheck_action": "ยืนยันการสั่งซื้อแล้ว",
    "pay_action": "ชำระค่าสินค้า..",
    "pay_completed": "ยืนยันการชำระเงิน",
    "list_of_items": "สินค้าขายปลีก",
    "checklist": [
      "ชำระจำนวนสินค้าที่คุณขายทางอ้อมให้กับผู้ขายเดิม",
      "คุณสามารถชำระและชำระต้นทุนของผลิตภัณฑ์ให้กับซัพพลายเออร์ร่วมกันในส่วนบัญชี> Dropshipping ของร้านค้า",
      "หลังจากชำระเงินแล้ว ซัพพลายเออร์จะได้รับคำสั่งซื้อของคุณและส่งตรงไปยังผู้ซื้อหลังจากเตรียมการ"
    ],
    "message": "หลังจากชำระค่าธรรมเนียมการสั่งซื้อให้กับซัพพลายเออร์แล้ว โปรดดูความคืบหน้าในการส่งคำสั่งซื้อในส่วนนี้"
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "แผงควบคุม",
      "orders": "คำสั่งซื้อ",
      "inventory": "รายการสิ่งของ",
      "shops": "ตัวแทนจำหน่าย",
      "requests": "คำขอ"
    },
    "drop_shipping_charge": "ค่าดรอปชิป"
  },
  "dropship_request_status": {
    "PENDING": "รอดำเนินการ",
    "ACCEPT": "ยอมรับ",
    "REJECT": "ปฏิเสธ"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "แผงควบคุม",
      "orders": "คำสั่งซื้อ",
      "wallet": "กระเป๋าสตางค์"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "แดชบอร์ดตัวแทนจำหน่าย"
  },
  "dropshipping_reseller_orders": {
    "title": "สั่งซื้อตัวแทนจำหน่าย"
  },
  "dropshipping_reseller_wallet": {
    "title": "กระเป๋าเงินตัวแทนจำหน่าย"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "ยืนยันการชำระเงิน",
      "payment_success": "ชำระเงินเรียบร้อยแล้ว",
      "buy_title": "ซื้อ",
      "pay_by_giftcards": "คำสั่งซื้อของคุณได้รับการชำระเงินด้วยบัตรของขวัญ",
      "free_order": "คำสั่งซื้อของคุณฟรี",
      "pay_by_cod": "คำสั่งซื้อของคุณได้รับการลงทะเบียนเป็นเงินสดในการจัดส่ง",
      "pay_by_dir": "คำสั่งซื้อของคุณได้รับการลงทะเบียนเป็นการชำระเงินโดยตรง โปรดชำระเงินและอัปโหลดใบเสร็จในหน้าคำสั่งซื้อของคุณ",
      "pay_title": "การชำระเงิน",
      "qr_code_payment": "สร้างรหัส QR การชำระเงินแล้ว",
      "connecting_to_online_gateway": "การเชื่อมต่อกับเกตเวย์การชำระเงินออนไลน์"
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "การชำระเงินได้รับการยืนยัน<br> วันที่: {payment_at}",
      "pay_fail_title": "ไม่จ่าย",
      "pay_fail_message": "ไม่สามารถตรวจสอบการชำระเงินได้!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "การชำระเงินสำหรับการสั่งซื้อของผู้ค้าปลีก",
      "balance": "ยอดเงินในบัญชีของคุณ",
      "total_cost": "ต้นทุนการสั่งซื้อทั้งหมด",
      "need_charge": "จำเป็นต้องชาร์จ",
      "no_account_cation": "คุณไม่มีบัญชี! โทรค้าส่ง.",
      "orders": "คำสั่งซื้อ"
    },
    "notifications": {
      "success_pay": "การชำระเงินของคุณสำหรับคำสั่งซื้อเหล่านี้ได้รับการยืนยันและดำเนินการเรียบร้อยแล้ว"
    }
  },
  "dropship_accounts": {
    "charge_account": "บัญชีค่าบริการ",
    "charge_dialog": {
      "title": "เรียกเก็บเงินจากบัญชีดรอปชิปปิ้ง",
      "amount_input": "ค่าบัญชี",
      "charge_now": "ชาร์จเลย"
    }
  },
  "dropship_admin_dashboard": {
    "title": "คำขอของตัวแทนจำหน่าย",
    "today_order_count": "ยอดสั่งซื้อวันนี้",
    "yesterday_order_count": "ออเดอร์เมื่อวานนับ",
    "total_7_days": "คำสั่งซื้อทั้งหมดในช่วง 7 วันที่ผ่านมา"
  },
  "dropshipping_products": {
    "no_shops": "ขออภัย ไม่พบร้านค้า ในอนาคตจะมีร้านค้าเพิ่มขึ้น ดังนั้นคุณจึงสามารถนำผลิตภัณฑ์ของพวกเขาไปไว้ในร้านของคุณได้",
    "show_all_shops": "แสดงร้านค้าทั้งหมด",
    "show_all_message": "ดูได้ทุกร้าน",
    "current_shop": "ร้านปัจจุบัน",
    "request_account": "ขอบัญชี",
    "request_accepted": "คำขอได้รับการยอมรับ",
    "request_rejected": "คำขอถูกปฏิเสธ",
    "request_pending": "คำขอที่รอดำเนินการ..",
    "notifications": {
      "add_product": "สินค้าถูกเพิ่มไปยังร้านค้าของคุณ",
      "request_access": "เราส่งคำขอเข้าถึงของคุณไปยังผู้ค้าส่งเรียบร้อยแล้ว"
    },
    "show_eligible_shops_message": "แสดงร้านค้าที่มีสิทธิ์"
  },
  "product_dropshipping": {
    "need_re_enable": "ผลิตภัณฑ์นี้ได้รับการเปลี่ยนแปลงโดยผู้ขายเดิม การเปลี่ยนแปลงราคาเหล่านี้ได้ปิดใช้งานผลิตภัณฑ์ในร้านค้าของคุณ ตรวจสอบการเปลี่ยนแปลง และหากคุณยินยอมที่จะเปิดใช้งานผลิตภัณฑ์อีกครั้ง ให้กดปุ่มด้านล่าง",
    "need_re_enable_action": "ตกลง ใช้การเปลี่ยนแปลงและเปิดใช้งาน",
    "changed_value": "ผลิตภัณฑ์นี้ได้รับการแก้ไขโดยผู้ขายดั้งเดิม ตรวจสอบการเปลี่ยนแปลง และหากคุณยินยอมที่จะใช้การเปลี่ยนแปลงกับผลิตภัณฑ์ของคุณ ให้คลิกปุ่มด้านล่าง",
    "changed_value_action": "เห็นด้วย ทำการเปลี่ยนแปลง",
    "parent_deleted": "รายการนี้ถูกลบโดยผู้ขายเดิม",
    "parent_closed": "ผลิตภัณฑ์นี้ถูกปิดใช้งานโดยผู้ขายดั้งเดิม! คุณจะไม่สามารถขายผลิตภัณฑ์นี้ในร้านค้าของคุณได้ แต่ถ้าผู้ขายเดิมเปิดใช้งานผลิตภัณฑ์นี้อีกครั้ง คุณจะสามารถเปิดใช้งานผลิตภัณฑ์นี้อีกครั้งในร้านค้าของคุณ",
    "notifications": {
      "re_enable_success": "ผลิตภัณฑ์นี้ได้รับการเปิดใช้งานอีกครั้ง",
      "update_success": "ข้อมูลผลิตภัณฑ์นี้ได้รับการอัปเดตด้วยข้อมูลผลิตภัณฑ์ดั้งเดิม"
    }
  },
  "product_dropshipping_admin": {
    "title": "ดรอปชิป",
    "save_alert": "การตั้งค่า dropshipping ของผลิตภัณฑ์นี้มีการเปลี่ยนแปลง คุณต้องการบันทึกการเปลี่ยนแปลงหรือไม่",
    "reselling_message": "การเปิดใช้งานตัวเลือกนี้จะทำให้ผู้ขายรายอื่นสามารถเพิ่มสินค้าของคุณไปยังร้านค้าของตนได้",
    "reselling": "เปิดใช้งานการดรอปชิป",
    "price_merchants": "ราคาสำหรับพ่อค้า",
    "price_commission": "ค่าคอมมิชชั่นผู้ค้า (คงที่)"
  },
  "buy_button": {
    "waiting_for_availability": "รอคิวว่าง",
    "inform_me_when_available": "แจ้งฉันเมื่อมี!",
    "pay_buy": "จ่ายและซื้อ",
    "quantity": "นับ",
    "quantity_in_basket": "รายการในรถเข็น",
    "count_unit": "x",
    "remove": "ลบ",
    "add_to_basket": "ใส่ในรถเข็น",
    "buy": "ซื้อ",
    "notifications": {
      "inform_add_success": "เราจะแจ้งให้คุณทราบเมื่อพร้อมให้บริการ",
      "inform_remove_success": "คุณถูกลบออกจากรายการรอ"
    },
    "book_now": "จองตอนนี้",
    "reserve_now": "จองเลย",
    "buy_now": "ซื้อตอนนี้"
  },
  "product_info": {
    "fake": "ปลอม",
    "action": "ประมูล",
    "compare_limit": "จำกัด 10 รายการ",
    "compare_add": "เพิ่มเพื่อเปรียบเทียบ",
    "compare_be_in_list": "ในรายการเปรียบเทียบ",
    "type": "พิมพ์",
    "brand": "ยี่ห้อ",
    "category": "หมวดหมู่",
    "discount": "การลดราคา",
    "track_price": "ติดตามราคา",
    "waiting_for_auction": "รอการประมูล?",
    "inform_auction": "แจ้งเตือนเมื่อมีการประมูล",
    "return_in_days": "{days} วันคืนการรับประกัน",
    "support24h7": "รองรับ 24 ชม. 7 วัน",
    "support_normal": "รองรับชั่วโมงการทำงาน",
    "original_guarantee": "รับประกันของแท้",
    "cod_payment": "บริการเก็บเงินปลายทาง",
    "pros": "ข้อดี",
    "cons": "ข้อเสีย",
    "external_link": "อ่านเพิ่มเติม",
    "notifications": {
      "congratulation": "ยินดีด้วย",
      "waiting_list_add_success": "เราจะแจ้งให้คุณทราบเมื่อมีการประมูลสินค้าชิ้นนี้",
      "waiting_list_delete_success": "คุณออกจากรายการรอการประมูล"
    },
    "offer_message": "ซื้อ {min_quantity} รับส่วนลด {percent}% สำหรับสินค้าเหล่านี้",
    "up_to": "สูงสุด {per_order}x ต่อคำสั่งซื้อ",
    "get_free": "รับฟรี",
    "get_off": "รับส่วนลด {percent}%"
  },
  "styler": {
    "size_class": "ขนาดและคลาส",
    "delete_bg": "ลบภาพพื้นหลัง",
    "bg_color": "สีพื้นหลัง",
    "section_style": "กำหนดรูปแบบส่วน",
    "link": "ตั้งค่าลิงค์",
    "show_products": "การจัดการรายการผลิตภัณฑ์ / หมวดหมู่",
    "show_product": "เลือกสินค้า",
    "delete_section": "ลบส่วน",
    "text_color": "สีข้อความ",
    "tex_align": "การจัดตำแหน่งข้อความ",
    "text_style": "รูปแบบข้อความ",
    "bg_image": "ภาพพื้นหลัง",
    "product": {
      "title": "เลือกสินค้า"
    },
    "products": {
      "title": "การจัดการรายการสินค้าและหมวดหมู่",
      "sort_options": "เลือกการตั้งค่าการจัดเรียงและดู",
      "item_types": "แสดงเฉพาะสินค้า / หมวดหมู่",
      "product_only": "สินค้าเท่านั้น",
      "category_only": "หมวดหมู่เท่านั้น",
      "no_category": "ไม่มีหมวดหมู่ในร้านค้าของคุณ",
      "limit": "สินค้าจำกัด",
      "limit_message": "ป้อนจำนวนผลลัพธ์ของผลิตภัณฑ์",
      "select_categories": "เลือกหมวดหมู่ที่มีอยู่",
      "categories_limit": "หมวดหมู่ จำกัด",
      "categories_limit_msg": "ป้อนจำนวนหมวดหมู่สูงสุด ตั้งค่าศูนย์สำหรับไม่จำกัด"
    }
  },
  "shop_contacts": {
    "popup": "เปิดใช้งานการสนับสนุนป๊อปอัป",
    "popup_message": "เมื่อเปิดใช้งานตัวเลือกนี้ รหัสสนับสนุนจะปรากฏที่ด้านล่างขวาของร้านค้าของคุณ"
  },
  "popup_page": {
    "preview": "ดูป๊อปอัปสด",
    "menu": {
      "design": "ออกแบบ",
      "appearance": "รูปร่าง",
      "filter": "กรอง",
      "setting": "การตั้งค่า"
    },
    "notifications": {
      "save": "บันทึกป๊อปอัปเรียบร้อยแล้ว",
      "edit": "อัปเดตป๊อปอัปเรียบร้อยแล้ว"
    }
  },
  "popup_appearance": {
    "position": "ตำแหน่ง",
    "position_desc": "ระบุตำแหน่งที่แสดงของการแจ้งเตือนนี้บนหน้า",
    "width": "ความกว้าง",
    "width_desc": "คุณสามารถกำหนดความกว้างหน้าสูงสุดได้",
    "height": "ส่วนสูง",
    "height_desc": "คุณสามารถตั้งค่าความสูงของหน้าสูงสุดได้",
    "radius": "รัศมีมุม",
    "radius_desc": "ในส่วนนี้ คุณสามารถกำหนดรัศมีความโค้งของมุมของการแจ้งเตือนได้",
    "shadow": "เงา",
    "shadow_desc": "คุณต้องการให้หน้าต่างป๊อปอัปถูกแรเงาหรือไม่?",
    "delay": "แสดงความล่าช้า",
    "delay_desc": "เมื่อผู้ใช้เข้าสู่ร้านค้าของคุณ หลังจากผ่านระยะเวลานี้ไป การแจ้งเตือนจะแสดงต่อผู้ใช้",
    "hide": "ซ่อนความล่าช้า",
    "hide_desc": "คุณสามารถตั้งค่าให้ปิดการแจ้งเตือนโดยอัตโนมัติหลังจากการแสดงไม่กี่วินาที ค่า 0 หมายความว่าการแจ้งเตือนจะไม่ปิดโดยอัตโนมัติ",
    "transition": "แอนิเมชั่นป๊อปอัพ"
  },
  "popup_filter": {
    "registered": "ข้อกำหนดการเป็นสมาชิกและการเข้าสู่ระบบ",
    "registered_desc": "คุณสามารถเลือกที่จะแสดงการแจ้งเตือนนี้เฉพาะกับผู้ใช้หรือแขกของร้านค้าเท่านั้น",
    "only_guests": "เฉพาะแขก",
    "only_users": "เฉพาะผู้ใช้ที่เข้าสู่ระบบ",
    "purchased": "ประวัติการซื้อ",
    "purchased_desc": "คุณสามารถเลือกที่จะแสดงการแจ้งเตือนนี้เฉพาะกับผู้ใช้ที่ซื้อไปแล้วหรือผู้ที่ยังไม่ได้ซื้อ",
    "no_purchase": "ยังไม่มีการซื้อ",
    "yes_purchase": "ซื้อมาก่อน",
    "sex": "เพศ",
    "sex_desc": "คุณต้องการให้การแจ้งเตือนนี้แสดงต่อผู้ใช้ที่เป็นเพศใดโดยเฉพาะหรือไม่?",
    "age": "อายุขั้นต่ำ",
    "age_desc": "หากป้อนค่าใดๆ ที่มากกว่า 6 ผู้ใช้จะต้องเข้าสู่ระบบและต้องป้อนวันเกิดของเขา",
    "levels": "ระดับคลับลูกค้า",
    "levels_desc": "หากผู้ใช้มีระดับใดระดับหนึ่งที่เลือกไว้ด้านล่าง การแจ้งเตือนนี้จะแสดงแก่เขา",
    "countries": "ข้อจำกัดสถานที่",
    "countries_desc": "คุณต้องการให้การแจ้งเตือนนี้แสดงต่อผู้ใช้ที่มาจากประเทศใดประเทศหนึ่งเท่านั้นหรือไม่?"
  },
  "popup_setting": {
    "published": "สถานะการเผยแพร่",
    "repeat": "ทำซ้ำ",
    "repeat_msg": "คุณต้องการให้การแจ้งเตือนนี้แสดงต่อผู้ใช้มากกว่าหนึ่งครั้งหรือไม่",
    "intervals": "ระยะเวลาของการแสดงป๊อปอัป",
    "intervals_msg": "ระยะเวลาขั้นต่ำระหว่างการแสดงการแจ้งเตือนต่อผู้ใช้ต้องผ่านไปแล้ว",
    "designer_zone": "โซนนักออกแบบ",
    "title": "ชื่อป๊อปอัป",
    "note": "บันทึกย่อของนักออกแบบ",
    "image": "ภาพหน้าปก",
    "delete": {
      "title": "ลบ",
      "sub_title": "เมื่อคุณลบป๊อปอัปแล้ว จะไม่มีการส่งคืน โปรดมั่นใจ",
      "action": "ลบป๊อปอัปนี้"
    },
    "notifications": {
      "delete": "ป๊อปอัปถูกลบ"
    }
  },
  "shop_sms": {
    "title": "จัดการ SMS",
    "sub_title": "เทมเพลต SMS ที่ส่งถึงลูกค้า",
    "message": "คุณสามารถดูเนื้อหาของข้อความที่ร้านค้าของคุณส่งมาได้ที่นี่ เนื่องจากข้อจำกัดในการลงทะเบียนรูปแบบการตรวจสอบความถูกต้องในบริการส่งข้อความ จึงไม่สามารถปรับเปลี่ยนข้อความให้เป็นส่วนตัวได้ในขณะนี้"
  },
  "shop_emails": {
    "title": "จัดการอีเมล",
    "sub_title": "คุณจะเห็นรายการอีเมลที่ร้านค้าส่งถึงลูกค้าและผู้จัดการในส่วนนี้ อีเมลได้รับการออกแบบและสร้างโดยอัตโนมัติตามข้อมูลที่คุณป้อนสำหรับร้านค้าของคุณ นอกจากนี้ ความเป็นไปได้ของการปรับแต่งข้อความและรูปภาพจะพร้อมให้บริการแก่สาธารณะในอนาคต"
  },
  "instagram": {
    "title": "การขายบน Instagram",
    "message": "ด้วยความช่วยเหลือของเครื่องมือนี้ คุณสามารถเปลี่ยน Instagram ของคุณให้เป็นร้านค้าได้ เพียงเพิ่มและยืนยันบัญชี Instagram ของคุณที่นี่ คุณก็จะสามารถโพสต์สินค้าได้ตั้งแต่แต่ละโพสต์หรือในสตอรี่ของคุณ เพิ่มและแท็กรายการสินค้าของคุณ หรือเปลี่ยนโพสต์เป็นสินค้าใหม่!",
    "add_product": "เพิ่มสินค้าใหม่",
    "create_product": "สร้างผลิตภัณฑ์",
    "link_box_msg": "ใส่ลิงก์นี้ในประวัติของคุณบน Instagram, Telegram หรือโซเชียลมีเดียอื่นๆ เพื่อให้ผู้ชมของคุณสามารถซื้อได้รวดเร็วขึ้น ง่ายขึ้น มากขึ้น และในที่สุดมากขึ้น",
    "remove_account": "เปลี่ยน / ลบลิงค์ Instagram",
    "sync": "ซิงค์ข้อมูลบัญชี (ทุก 60 นาที)"
  },
  "service_bill": {
    "task": {
      "title": "สิ่งที่ต้องทำ",
      "message": "เขียนชื่องานที่คุณต้องการทำและแจ้งให้ผู้ซื้อทราบว่างานนั้นคืบหน้าไปถึงไหนแล้ว"
    },
    "booking": {
      "title": "การจอง / การจอง",
      "message": "คำสั่งซื้อนี้จะได้รับการดำเนินการตามเวลาที่กำหนด ลูกค้าได้เลือกช่วงเวลาที่ต้องการ หากต้องการเปลี่ยนแปลงในช่วงเวลาที่เลือก แจ้งให้ลูกค้าทราบ",
      "selected_checkin": "วันที่เข้าสู่ระบบของลูกค้าที่เลือก",
      "selected_checkout": "วันที่ออกจากลูกค้าที่เลือก",
      "change_days_question": "คุณต้องการเปลี่ยนแปลงในช่วงวันที่ลูกค้าเลือกหรือไม่?",
      "show_calendar": "แสดงปฏิทินการสั่งซื้อ"
    },
    "pricing": {
      "title": "ราคา",
      "message": "คุณคิดค่าบริการเท่าไหร่?"
    },
    "subscription": {
      "title": "สมัครสมาชิก",
      "message": "คุณสามารถเลือกระยะเวลาการสมัครสมาชิกได้โดยการซื้อบริการนี้เป็นรายวัน แจ้งให้ผู้ซื้อทราบว่าคุณต้องการเปลี่ยนค่าเริ่มต้นที่คุณได้ป้อนไปแล้วหรือไม่",
      "duration": "ระยะเวลาการสมัครสมาชิก"
    },
    "charge": {
      "title": "ค่าใช้จ่าย",
      "message": "คุณได้ระบุการเรียกเก็บเงินสำหรับรายการนี้ คุณสามารถเปลี่ยนจำนวนเงินที่เรียกเก็บสำหรับสินค้าที่ลูกค้าซื้อได้",
      "charge": "ค่าใช้จ่าย"
    },
    "save_item": "ตรวจสอบและตั้งค่า",
    "start_service": "เริ่มบริการ",
    "end_service": "เสร็จสิ้น"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "สิ้นสุดการให้บริการ",
      "message": "หากเสร็จสิ้น ให้กดปุ่มยืนยันเพื่อเสร็จสิ้นและปิดคำสั่งซื้อ",
      "action": "ยืนยันและดำเนินการสั่งซื้อให้เสร็จสิ้น"
    }
  },
  "product_outputs": {
    "outputs_form": "โครงสร้างข้อมูลของจอแสดงผล (เอาต์พุต)",
    "virtual": {
      "title": "แบบฟอร์มข้อมูลผลผลิต",
      "sub_title": "ข้อมูลที่คุณต้องการแสดงต่อผู้ใช้หลังการซื้อ แบบฟอร์มนี้ใช้สำหรับการขายผลิตภัณฑ์เสมือนจริง เช่น บัตรของขวัญ โดยเฉพาะ"
    },
    "service": {
      "title": "การออกแบบบริการ",
      "sub_title": "ขั้นแรกให้เลือกประเภทบริการของคุณและป้อนข้อมูลที่จำเป็น ตัวอย่างเช่น คุณสามารถกำหนดรายการสิ่งที่ต้องทำหรือขอเวลาจองหรือนัดหมายจากลูกค้าได้"
    }
  },
  "service_design": {
    "type": "ประเภทบริการ",
    "type_message": "เลือกประเภทบริการที่คุณให้สำหรับผลิตภัณฑ์นี้ เมื่อเลือกแต่ละรายการ แบบฟอร์มที่เกี่ยวข้องจะปรากฏขึ้น ขึ้นอยู่กับประเภทของบริการที่คุณเลือก ลูกค้าอาจได้รับข้อมูลเพิ่มเติมเมื่อทำการสั่งซื้อ"
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "ตามความต้องการ",
      "desc": "เช่น การซ่อมบ้าน การทาสี การซ่อมรถ เป็นต้น"
    },
    "BOOKING": {
      "title": "การจอง",
      "desc": "ชอบจองห้องพักโรงแรมหรือวิลล่า"
    },
    "APPOINTMENT": {
      "title": "การนัดหมาย",
      "desc": "เช่นการนัดหมายการดูแลสัตว์เลี้ยงหรือการฝึกอบรมด้วยตนเอง"
    },
    "RENTAL": {
      "title": "เช่า",
      "desc": "เช่นการเช่าสถานที่หรือรถยนต์"
    },
    "SUBSCRIPTION": {
      "title": "สมัครสมาชิก",
      "desc": "เช่นเดียวกับการเป็นสมาชิกสโมสรหรือการฝึกสอนออนไลน์"
    },
    "CHARGE": {
      "title": "ค่าใช้จ่าย",
      "desc": "เช่น การเรียกเก็บเงินจากบัญชีหรือการเรียกเก็บเงินเพื่อใช้แอปพลิเคชัน"
    },
    "CUSTOM": {
      "title": "กำหนดเอง",
      "desc": "เลือกตัวเลือกนี้หากบริการที่คุณให้ไม่เป็นไปตามข้างต้น"
    }
  },
  "avocado": {
    "title": "การขายที่รวดเร็ว แม่นยำ และสนุกสนานบนโซเชียลมีเดียทั้งหมด",
    "message": "จำนวนเงินและชื่อเดียวคือสิ่งที่คุณต้องการเพื่อรับเงินจากลูกค้าของคุณ! เงินจะเข้าบัญชีของคุณโดยตรง และลูกค้าของคุณจะมีประสบการณ์การช็อปปิ้งที่ไม่เหมือนใคร",
    "new_order": "บิลใหม่",
    "create_by_seller_title": "สร้างใบแจ้งหนี้",
    "create_by_seller_message": "หากคุณต้องการสร้างใบแจ้งหนี้ด้วยจำนวนเงินที่แน่นอนและส่งให้ผู้อื่น คุณสามารถกดปุ่มด้านล่างเพื่อแสดงแบบฟอร์มใบแจ้งหนี้ ให้ลิงก์ที่สร้างขึ้นแก่ผู้ซื้อเพื่อชำระเงินและติดตามคำสั่งซื้อของพวกเขา",
    "create_by_buyer_title": "แบบอะโวคาโด",
    "create_by_buyer_message": "เมื่อเปิดใช้งานส่วนนี้ ลิงก์จะแสดงให้คุณเห็น ให้ลิงก์นี้แก่ผู้ซื้อของคุณเพื่อให้พวกเขาสามารถสั่งซื้อได้",
    "orders_list": "รายการสั่งซื้อ",
    "active_mode": "เปิดใช้งานใบเสร็จการสั่งซื้อ",
    "inactive_mode": "ไม่ได้ใช้งาน",
    "active_message": "เมื่อเปิดใช้งานแหล่งที่มานี้ ลูกค้าของคุณจะสามารถสั่งซื้อผลิตภัณฑ์ผ่านแบบฟอร์มคำขอที่คุณเห็นด้านล่าง",
    "avocado_form_link_message": "ใส่ลิงก์นี้ในประวัติของคุณบน Instagram, Telegram หรือโซเชียลมีเดียอื่นๆ เพื่อให้ผู้ชมของคุณสามารถซื้อได้รวดเร็วขึ้น ง่ายขึ้น และสุดท้ายมากขึ้น",
    "need_address": "รับที่อยู่",
    "need_address_msg": "หากคุณต้องการทราบที่ตั้งและที่อยู่ของผู้ซื้อ ให้เลือกตัวเลือกนี้",
    "avocado_link_message": "เพียงพอที่จะให้ลิงก์ด้านบนแก่ลูกค้าเพื่อชำระเงินตามคำสั่งซื้อ ลูกค้าสามารถติดตามการสั่งซื้อผ่านลิงค์นี้",
    "edit_order": "แก้ไขคำสั่งซื้อ",
    "progress": "อัตราความคืบหน้า",
    "buyer_link": "ลิงค์ผู้ซื้อ",
    "buyer_link_message": "ให้ลิงก์นี้แก่ผู้ซื้อของคุณ ผู้ซื้อจะสามารถชำระเงินและติดตามการสั่งซื้อผ่านลิงค์นี้ ลิงค์นี้ถูกเข้ารหัสไว้ หากให้ลิงค์นี้แก่ใคร เขาก็จะสามารถชำระเงินและดูข้อมูลได้ ลิงก์นี้จะใช้งานได้เป็นเวลา 60 วัน คลิกที่ลิงค์ด้านล่างเพื่อคัดลอก",
    "OrderConfirm_done": "ยืนยันการสั่งซื้อแล้ว",
    "OrderConfirm_message": "หากคุณยืนยันการชำระเงินและคำสั่งซื้อถูกต้อง ให้คลิกปุ่มด้านล่าง",
    "OrderConfirm_action": "ยืนยันการสั่งซื้อ",
    "PreparingOrder_message": "หากคำสั่งซื้อของลูกค้าพร้อมส่ง ให้คลิกปุ่มตกลงด้านล่าง",
    "PreparingOrder_action": "ออเดอร์พร้อมส่งจ้า",
    "finish_message": "หากคำสั่งซื้อนี้เสร็จสมบูรณ์ ให้กดปุ่มสิ้นสุดเพื่อปิดคำสั่งซื้อนี้",
    "finish_action": "ประมวลผลคำสั่งซื้อให้เสร็จสิ้น",
    "finish_dialog": {
      "title": "เสร็จสิ้นการสั่งซื้อ",
      "message": "คำสั่งซื้อเสร็จสมบูรณ์และคุณแน่ใจหรือไม่ว่าต้องการปิด",
      "action": "ใช่ ยืนยันการเสร็จสิ้นของการสั่งซื้อ"
    },
    "configuration": "การตั้งค่าอะโวคาโด",
    "delivery_price": "ค่าใช้จ่ายในการจัดส่งสินค้า",
    "edit_avocado_action": "แก้ไขข้อมูล",
    "submit_pricing_avocado_action": "ส่งราคาการสั่งซื้อ",
    "add_avocado_action": "สร้างลิงค์ใบแจ้งหนี้",
    "avocados_list": "รายชื่ออะโวคาโด",
    "not_pricing": "รายการนี้ไม่มีราคา!",
    "show_all": "แสดงทั้งหมด",
    "show_accepted": "แสดงรายการที่ยืนยันแล้ว",
    "notifications": {
      "update_success": "อะโวคาโดอัพเดตเรียบร้อยแล้ว",
      "add_success": "อะโวคาโดสร้างสำเร็จ"
    },
    "name": "อาโวคาโด"
  },
  "avocado_orders": {
    "title": "อาโวคาโด",
    "title_small": "การขายโซเชียลมีเดีย",
    "pending_orders": "คำสั่งซื้อที่ใช้งานอยู่",
    "avocado": "สั่งซื้ออะโวคาโด"
  },
  "avocado_process": {
    "step1": "ราคา",
    "step1_msg": "ป้อนราคาของแต่ละรายการและทำเครื่องหมายที่ช่องสีเขียว หากไม่สามารถขายสินค้าได้ ให้เปลี่ยนสถานะเป็นปฏิเสธ",
    "step2": "ยืนยันใบแจ้งหนี้",
    "step2_msg": "สร้างใบแจ้งหนี้สำหรับคำสั่งซื้อนี้ คุณสามารถป้อนชื่อและคำอธิบายสำหรับใบแจ้งหนี้ จำนวนการสั่งซื้อจะคำนวณตามราคารวมของสินค้าโดยอัตโนมัติ",
    "title_input": "ชื่อใบแจ้งหนี้ *",
    "show_to_customer": "ข้อมูลนี้จะแสดงต่อผู้ซื้อ",
    "description_msg": "คุณต้องการเขียนบันทึกสำหรับคำสั่งซื้อนี้หรือไม่? ข้อมูลนี้จะแสดงต่อผู้ซื้อ",
    "price_input": "จำนวนการสั่งซื้อ *",
    "tax_none": "ปลอดภาษี",
    "tax_included": "รวมในราคา",
    "tax_add": "เพิ่มภาษี",
    "tax_message": "คุณสามารถเลือกได้ว่าจะรวมภาษีในราคาหรือไม่",
    "tax_included_messages": "ภาษีรวมอยู่ในราคา",
    "tax_add_messages": "ควรบวกภาษีเข้ากับราคาสุดท้าย"
  },
  "hyper": {
    "print_label": "พิมพ์ฉลากต่อไปนี้และวางไว้ด้านหน้าผลิตภัณฑ์",
    "hyper_form_link_product_message": "ลูกค้าของคุณจะสามารถซื้อ {product} ได้อย่างรวดเร็วผ่านลิงก์นี้ พวกเขาจะเข้าสู่ลิงค์เดียวกันโดยการสแกนรหัส QR",
    "title": "ไฮเปอร์ ควิก เซล",
    "message": "ด้วยความช่วยเหลือของช่องทางการขาย Hyper Selldone ลูกค้าของคุณจะสามารถซื้อสินค้าได้โดยการสแกนรหัส QR โดยไม่ต้องดำเนินการใดๆ จากคุณ ใช้วิธีนี้เพื่อขายของบางอย่างในเทศกาล นิทรรศการ หรืองานพิธีที่มีผู้คนพลุกพล่านอย่างรวดเร็ว หลังจากเปิดใช้งาน Hyper ในส่วนนี้ คุณสามารถสร้างรหัส QR แบบไฮเปอร์สำหรับผลิตภัณฑ์ที่จับต้องได้ในส่วนการจัดการผลิตภัณฑ์",
    "orders_list": "รายการสั่งซื้อไฮเปอร์",
    "active_mode": "เปิดใช้งานช่องทางการขายไฮเปอร์",
    "inactive_mode": "ไม่ได้ใช้งาน",
    "active_message": "หากคุณเปิดใช้งานตัวเลือกนี้ ความเป็นไปได้ในการสร้าง Fast-Sales-Codes จะแสดงในส่วนการจัดการของแต่ละผลิตภัณฑ์",
    "hyper_form_link_message": "ลิงค์ไฮเปอร์เพจร้านค้าของคุณ",
    "configuration": "การตั้งค่าไฮเปอร์",
    "name": "ไฮเปอร์"
  },
  "hyper_orders": {
    "title": "ไฮเปอร์",
    "title_small": "รายงานการขาย",
    "hyper": "รับออร์เดอร์"
  },
  "product_file": {
    "no_file": "ยังไม่ได้อัปโหลดไฟล์!",
    "delete_dialog": {
      "title": "ลบไฟล์",
      "message": "คุณแน่ใจหรือว่าต้องการลบไฟล์นี้",
      "action": "ใช่ ลบเดี๋ยวนี้"
    },
    "notifications": {
      "delete_success": "ไฟล์ถูกลบเรียบร้อยแล้ว"
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 ชาร์จ {amount} และรับเครดิต {amount_total}",
    "charge_action": "รับเครดิตฟรี",
    "claim_title": "รับเครดิตฟรีของคุณ",
    "claim_charge_caution": "หมายเหตุ: ไม่สามารถแปลงสกุลเงินระหว่างบัญชีกระเป๋าเงินของคุณได้ ดังนั้น เลือกบัญชีที่เหมาะสมกับสกุลเงินที่แลกเปลี่ยนในร้านค้าของคุณ",
    "account_input": "บัญชีเงินฝาก",
    "account_msg": "ค่าใช้จ่ายจะถูกนำไปใช้กับบัญชีนี้"
  },
  "selldone_applications": {
    "title": "อย่าพลาดคำสั่งซื้อของคุณ!",
    "msg": "จัดการธุรกิจของคุณได้ทุกที่ทุกเวลา"
  },
  "shop_seo": {
    "title": "การกำหนดค่า SEO",
    "msg": "ก้าวไปข้างหน้าอย่างรวดเร็วสู่การตลาดออนไลน์โดยเพิ่มศักยภาพช่องทางการได้มาซึ่งลูกค้าออร์แกนิก",
    "auto": {
      "title": "เครื่องมือ SEO อัตโนมัติ",
      "msg": "มอบประสบการณ์มือถือที่ราบรื่นให้กับผู้ชมและเครื่องมือค้นหาบนเว็บไซต์ของคุณ"
    },
    "amp": {
      "title": "AMP",
      "msg": "การสร้างหน้ามือถือแบบเร่งอัตโนมัติ"
    }
  },
  "shop_preferences": {
    "order": {
      "title": "คำสั่งซื้อ",
      "desc": "หากลูกค้าชำระเงินตามคำสั่งซื้อ อีเมลที่มีข้อมูลคำสั่งซื้อจะถูกส่งไปยังที่อยู่นี้"
    },
    "return": {
      "title": "กลับ",
      "desc": "หากสินค้าถูกส่งคืนโดยผู้ซื้อ อีเมลนี้จะถูกส่งไป การส่งอีเมลนี้ขึ้นอยู่กับแผนที่คุณซื้อ"
    },
    "pos": {
      "title": "POS",
      "desc": "รายงานการขายของ POS จะถูกส่งไปยังอีเมลนี้"
    },
    "avocado": {
      "title": "อาโวคาโด",
      "desc": "ส่งรายงานประจำวันของการสั่งซื้ออะโวคาโด"
    },
    "accounting": {
      "title": "การบัญชี",
      "desc": "จัดเก็บรายงานทางการเงินและการอัพเดท"
    },
    "subscription": {
      "title": "การสมัครรับข้อมูล",
      "desc": "สถานะแผนซื้อล่าสุดพร้อมการแจ้งเตือนการเริ่มต้นและสิ้นสุดการสมัครรับข้อมูล"
    },
    "technical": {
      "title": "เทคนิค",
      "desc": "การแจ้งเตือนทางเทคนิคเกี่ยวกับสถานะโดเมนและการบริการ"
    },
    "report": {
      "title": "รายงาน",
      "desc": "รายงานรายสัปดาห์และรายเดือนจะถูกส่งไปยังอีเมลนี้"
    },
    "review": {
      "title": "ทบทวน",
      "desc": "หากคุณต้องการยืนยันกระบวนการในร้านค้า อีเมลที่เกี่ยวข้องจะถูกส่งไปยังที่อยู่นี้ เช่น การยืนยันการส่งอีเมลทางการตลาดเพื่อจัดเก็บผู้ใช้"
    }
  },
  "shop_languages": {
    "title": "ภาษาของร้านค้า",
    "sub_title": "ติดตั้งและเปิดใช้งานแพ็คเกจการแปลอัตโนมัติของร้านค้า",
    "message": "คุณสามารถติดตั้งแพ็กภาษาได้สูงสุด 10 ชุดในร้านค้าของคุณ ติดต่อเรา หากคุณต้องการติดตั้งแพ็คเกจเพิ่มเติม"
  },
  "invite_friends": {
    "title": "บอกเกี่ยวกับธุรกิจของคุณให้โลกรู้!",
    "msg": "แนะนำ Selldone ให้เพื่อนของคุณ พวกเขาจะได้รับบัตรกำนัลบริษัทมูลค่า 99 เหรียญสหรัฐฯ เมื่อสมัครใช้งาน และคุณจะได้รับบัตรกำนัลเริ่มต้นมูลค่า 15 เหรียญสหรัฐฯ เมื่อทำธุรกรรมครั้งแรกเสร็จสิ้น",
    "invite": {
      "title": "เข้าร่วมระบบปฏิบัติการสำหรับธุรกิจของ Selldone เพื่อรับบัตรกำนัลมูลค่า $99 ฟรี",
      "description": "ฉันขอเชิญคุณเข้าร่วม Selldone เพื่อเริ่มต้นธุรกิจของคุณทางออนไลน์ด้วยเครื่องมือที่ยอดเยี่ยม",
      "hashtags": "อีคอมเมิร์ซ,ตัวสร้างเว็บไซต์",
      "quot": "ฉันสร้างร้านค้าออนไลน์โดย Selldone คุณสามารถทำธุรกิจของคุณได้ในตอนนี้"
    }
  },
  "shops_list": {
    "title": "ร้านค้าของฉัน",
    "message": "รายชื่อร้านค้าของฉันเอง ร้านอนุญาต และร้านตัวอย่าง"
  },
  "shipping": {
    "warehouse_error": "ตั้งโกดังก่อน! ที่อยู่นี้จะใช้เป็นที่มาของการจัดส่ง",
    "errors": {
      "set_origin": "ตั้งค่าแผนที่ที่ตั้งของคุณ",
      "set_country": "กำหนดประเทศของคุณ",
      "set_address": "ตั้งค่าที่อยู่ของคุณ",
      "set_zip": "ตั้งรหัสไปรษณีย์ของคุณ"
    },
    "set_warehouse": "ตั้งโกดัง",
    "pickup_location": "สถานที่รับ",
    "refresh_rates": "อัตราการรีเฟรช",
    "no_rate": "ไม่มีเรท...",
    "view_messages": "ดูข้อความ...",
    "not_set_yet": "ยังไม่ตั้ง!",
    "drop_orders_here": "วางคำสั่งซื้อที่นี่..."
  },
  "blog_category": {
    "title": "หมวดหมู่บล็อก",
    "add_action": "เพิ่มหมวดหมู่ใหม่",
    "add_dialog": {
      "title": "ใหม่ / อัปเดต หมวดหมู่",
      "force_edit": "บังคับแก้ไขเส้นทาง",
      "force_edit_msg": "เปลี่ยนชื่อหมวดหมู่และอัปเดตบทความทั้งหมด",
      "star_msg": "หมวดหมู่ที่ติดดาวมีความสำคัญที่จะแสดงในบล็อก",
      "star": "ติดดาว",
      "delete_action": "ลบหมวดหมู่",
      "add_action": "เพิ่มหมวดหมู่",
      "edit_action": "แก้ไขหมวดหมู่"
    }
  },
  "about_us": {
    "title": "เกี่ยวกับเรา เพจ",
    "subtitle": "เขียนบทความเกี่ยวกับธุรกิจของคุณเพื่อแสดงบนหน้าเกี่ยวกับเรา หน้านี้จะช่วยให้ผู้ชมของคุณรู้จักแบรนด์และพันธกิจของคุณ"
  },
  "terms": {
    "title": "หน้าเงื่อนไขการให้บริการ",
    "subtitle": "อธิบายเงื่อนไขการซื้อและการใช้บริการของคุณสำหรับลูกค้าของคุณ"
  },
  "privacy": {
    "title": "หน้านโยบายความเป็นส่วนตัว",
    "subtitle": "นโยบายความเป็นส่วนตัวคือคำแถลงหรือเอกสารทางกฎหมายที่เปิดเผยวิธีการบางส่วนหรือทั้งหมดที่ฝ่ายหนึ่งรวบรวม ใช้ เปิดเผย และจัดการข้อมูลของลูกค้าหรือลูกค้า"
  },
  "contact_us": {
    "title": "หน้าติดต่อเรา",
    "subtitle": "เขียนข้อมูลติดต่อ ที่อยู่ และหมายเลขโทรศัพท์ของคุณเพื่อแสดงให้ลูกค้าเห็นในหน้าติดต่อเรา"
  },
  "metaverse": {
    "title": "สะพาน Metaverse",
    "subtitle": "Selldone ให้บริการ %100 API ในพื้นที่การค้า นักพัฒนาเกม บล็อกเชน และเมตาเวิร์สสามารถใช้ API อันทรงพลังเหล่านี้เพื่อเชื่อมต่อธุรกิจ ลูกค้า และบริการในอนาคตของการทำงาน ชีวิต และโลกการค้า",
    "message": "การเข้าถึงระหว่างการพัฒนาสำหรับนักพัฒนาเกม"
  },
  "orders_bulk_export": {
    "title": "ผู้ช่วยสั่งซื้อ",
    "timespan": {
      "title": "ช่วงเวลา",
      "subtitle": "เลือกวันที่เริ่มต้นและสิ้นสุดสำหรับการสั่งซื้อ"
    },
    "tasks": {
      "title": "ผลงาน",
      "subtitle": "ดาวน์โหลดรายการงานสำหรับการประมวลผลคำสั่งซื้อจำนวนมาก ผลลัพธ์มีเพียงคำสั่งซื้อที่ชำระเงินและ COD",
      "export_title": "รายการงาน"
    },
    "labels": {
      "title": "ฉลากบรรจุภัณฑ์",
      "subtitle": "ดาวน์โหลดรายการป้ายกำกับคำสั่งซื้อทั้งหมดในช่วงเวลาและสถานะที่เลือก ผลลัพธ์มีเพียงคำสั่งซื้อที่ชำระเงินและ COD",
      "export_title": "ป้ายกล่อง"
    }
  },
  "customers_funnel": {
    "title": "ข้อมูลประชากรลูกค้า",
    "subtitle": "กรองและส่งออกข้อมูลลูกค้าของคุณเพื่อการตัดสินใจที่ดีขึ้นเพื่อมอบมูลค่าที่มากขึ้นด้วยการตลาดที่น้อยลง! โปรดเคารพความเป็นส่วนตัวของลูกค้าและอย่าส่งอีเมลจำนวนมากถึงพวกเขา! อย่าเปิดเผยข้อมูลลูกค้าของคุณกับบริการของบุคคลที่สามโดยไม่ได้รับอนุญาตจากทุกบริการ"
  },
  "transportation_pickups": {
    "addresses": {
      "title": "ที่อยู่ในการรับ",
      "subtitle": "เพิ่มและแก้ไขที่อยู่รับสินค้าที่นี่ ผู้ใช้จะสามารถเลือกที่อยู่รับสินค้าได้ในหน้าชำระเงิน",
      "add_action": "เพิ่มตำแหน่งใหม่"
    }
  },
  "affiliate_pos": {
    "title": "POS พันธมิตร",
    "open_pos_action": "สั่งซื้อด่วน POS",
    "description": "ตัวเลือกนี้เหมาะสำหรับผู้ดูแลเพจ Instagram และเครือข่ายโซเชียลอื่นๆ ใช้ Affiliate POS เพื่อรับและเพิ่มคำสั่งซื้อจากลูกค้าด้วยตนเอง บริษัทในเครือของคุณ (หรือแฟรนไชส์) สามารถเพิ่มคำสั่งซื้อใหม่ใน Affiliate POS และอัปโหลดใบฝากเงินได้"
  },
  "shop_configuration": {
    "login": {
      "title": "วิธีการเข้าสู่ระบบ",
      "subtitle": "ปรับแต่งวิธีที่ผู้ใช้เข้าสู่ระบบร้านค้าของคุณ"
    },
    "checkout": {
      "title": "ขั้นตอนการชำระเงิน",
      "subtitle": "ปรับแต่งเส้นทางของลูกค้าและขั้นตอนการซื้อในอีคอมเมิร์ซของคุณ",
      "map": {
        "title": "แผนที่",
        "subtitle": "ผู้ใช้ต้องเลือกสถานที่จัดส่งบนแผนที่ (เช่น Uber)",
        "subtitle_no_map": "ระยะทางในการคำนวณการจัดส่งถือเป็นศูนย์หากไม่มีสถานที่อยู่ในที่อยู่ที่ลูกค้าให้ไว้"
      },
      "mode": {
        "title": "จุดเข้าสู่ระบบลูกค้า",
        "default": {
          "title": "โดยเร็ว (ค่าเริ่มต้น)",
          "msg": "ผู้ใช้เข้าสู่ระบบโดยเร็วที่สุด (แปลงเพิ่มเติม)"
        },
        "on_checkout": {
          "title": "เมื่อชำระเงิน",
          "msg": "บังคับให้ผู้ใช้เข้าสู่ระบบในขั้นตอนการชำระเงิน"
        },
        "login_free": {
          "title": "ตัวเลือกการเข้าสู่ระบบ",
          "msg": "เข้าสู่ระบบตัวเลือกหลังจากชำระเงินการสั่งซื้อ.."
        }
      },
      "express": {
        "title": "เปลี่ยนเส้นทางหลังจากหยิบใส่ตะกร้า",
        "false": {
          "title": "โหมดปกติ",
          "msg": "ยังคงอยู่ที่หน้าและช้อปปิ้งต่อหลังจากคลิกเพิ่มในรถเข็น"
        },
        "true": {
          "title": "โหมดด่วน",
          "msg": "เปลี่ยนเส้นทางลูกค้าไปยังหน้าชำระเงินหลังจากคลิกเพิ่มในรถเข็น"
        }
      },
      "shipping_address": {
        "title": "ขอที่อยู่จัดส่ง"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "ทางกายภาพและบริการ (ค่าเริ่มต้น)",
      "desc": "ขอให้ลูกค้าป้อนที่อยู่ในจุดชำระเงินจริงและบริการ"
    },
    "physical": {
      "title": "ทางกายภาพเท่านั้น",
      "desc": "ขอให้ลูกค้าป้อนที่อยู่ในการชำระเงินจริง"
    },
    "off": {
      "title": "ไม่เคย",
      "desc": "อย่าถามที่อยู่สำหรับจัดส่ง ⚠ ใช้ตัวเลือกนี้หากคุณวางแผนที่จะให้บริการด้วยตัวเลือกต่าง ๆ โดยเลือกประเภททางกายภาพสำหรับผลิตภัณฑ์แทนประเภทบริการ"
    }
  },
  "business_model": {
    "title": "การตั้งค่าโมเดลธุรกิจ",
    "subtitle": "กำหนดรูปแบบธุรกิจของคุณ แล้วเราจะกำหนดค่าระบบปฏิบัติการของคุณเบื้องหลัง"
  },
  "business_type": {
    "title": "ประเภทสินค้า",
    "subtitle": "กำหนดประเภทสินค้าที่คุณต้องการขายในร้านค้าของคุณ ประเภทผลิตภัณฑ์ใน Selldone เป็นมากกว่าประเภทผลิตภัณฑ์ มันเกี่ยวกับขั้นตอนการปฏิบัติมากกว่า",
    "send_activation_request_to_support": "ส่งคำขอเปิดใช้งานในตั๋วสนับสนุน",
    "require_kyc": "เจ้าของธุรกิจ KYC",
    "needs_enterprise_license": "คุณต้องมีใบอนุญาตระดับองค์กร",
    "marketplace_caution_message": "กำหนดให้ Marketplace เป็นโมเดลของคุณมีผลอย่างมากต่อการกำหนดค่า OS ของธุรกิจของคุณ ตัวอย่างเช่น คุณต้องกำหนดผู้จัดจำหน่ายอย่างน้อยหนึ่งรายสำหรับแต่ละผลิตภัณฑ์ด้วยการกำหนดราคาและสินค้าคงคลังที่เป็นอิสระ ลูกค้าไม่สามารถซื้อสินค้าที่ไม่มีผู้ขายได้"
  },
  "business_model_view": {
    "normal": {
      "title": "ร้านค้าปกติ",
      "desc": "โดยทั่วไปแล้วจะเป็น SME, ธุรกิจที่บ้าน หรือ dropshipper - ซึ่งขายผลิตภัณฑ์ของตนโดยตรงให้กับลูกค้าหรือขายผลิตภัณฑ์ของผู้ค้าส่งในฐานะผู้ค้าปลีก"
    },
    "dropshipping": {
      "title": "ดรอปชิป",
      "desc": "ไม่เก็บสินค้าและไม่มีสินค้าคงคลัง - คุณจ่ายเงินให้กับบุคคลที่สาม ซึ่งมักจะเป็นผู้ค้าส่ง (เช่น Printify, Wholesale2B, ...) หรือผู้ผลิต และพวกเขาดำเนินการตามคำสั่งซื้อที่อยู่เบื้องหลัง"
    },
    "wholesaler": {
      "title": "ผู้จัดจำหน่าย Dropshipping",
      "desc": "โดยทั่วไปแล้วจะเป็นผู้ค้าส่งหรือผู้ผลิต ซึ่งจัดส่งคำสั่งซื้อโดยตรงไปยังผู้บริโภคปลายทาง ผู้ค้ารายอื่นใน Selldone สามารถดรอปชิปผลิตภัณฑ์ของคุณในร้านค้าของตนได้"
    },
    "marketplace": {
      "title": "ตลาดกลาง",
      "desc": "ตลาดออนไลน์เชื่อมต่อผู้ซื้อและผู้ขายบนแพลตฟอร์มที่เป็นกรรมสิทธิ์และเป็นศูนย์กลาง"
    },
    "franchise": {
      "title": "แฟรนไชส์ / พันธมิตร",
      "desc": "แฟรนไชส์เป็นวิธีการกระจายผลิตภัณฑ์หรือบริการที่เกี่ยวข้องกับแฟรนไชส์ที่สร้างแบรนด์ของคุณ (แฟรนไชส์) หรือขายสินค้าของคุณตามแบรนด์ของพวกเขา (พันธมิตร)"
    }
  },
  "marketplace": {
    "vendor_wallets": "กระเป๋าสตางค์",
    "pricing_models": "ราคา",
    "add_vendor": "เพิ่มผู้ขาย",
    "requests": "คำขอ"
  },
  "price_input_type": {
    "title": "ประเภทใส่ราคา",
    "default": {
      "title": "ค่าเริ่มต้น",
      "desc": "เลือกค่าเป็นปริมาณในรถเข็น"
    },
    "area": {
      "title": "พื้นที่",
      "desc": "ป้อนความกว้างและความยาวเป็นอินพุตเพื่อคำนวณปริมาณ"
    },
    "volume": {
      "title": "ปริมาณ",
      "desc": "ป้อนความกว้าง ความยาว และความสูงเป็นอินพุตเพื่อคำนวณปริมาณ"
    },
    "custom": {
      "title": "กำหนดเอง (ตามแบบฟอร์มการป้อนข้อมูล)",
      "desc": "ไม่จำเป็นต้องมีหลายร้อยรูปแบบ! สร้างแบบฟอร์มการคำนวณต้นทุนแบบกำหนดเองสำหรับผลิตภัณฑ์ที่ปรับแต่งได้สูง"
    }
  },
  "vendors_list": {
    "title": "ผู้ขายของฉัน",
    "message": "รายชื่อผู้ขายของฉันเอง"
  },
  "vendor_page": {},
  "domains": {
    "message": "เชื่อมต่อหลายโดเมนกับ OS ธุรกิจของคุณและจัดการทั้งหมดได้ในที่เดียว คุณสามารถใช้คุณสมบัติหลายโดเมนเพื่อสร้างโดเมนเฉพาะสำหรับแต่ละส่วนของเว็บไซต์ของคุณ เช่น บล็อกและชุมชน หรือใช้โดเมนที่แตกต่างกันสำหรับบริษัทในเครือของคุณ"
  },
  "notes": {
    "add_action": "เพิ่มบันทึกสำหรับทีมของคุณ",
    "notifications": {
      "success_add": "เพิ่มบันทึกเรียบร้อยแล้ว",
      "success_delete": "ลบโน้ตเรียบร้อยแล้ว"
    }
  },
  "external_services": {
    "title": "บริการภายนอก",
    "subtitle": "ตรวจสอบสถานะล่าสุดของบริการภายนอกเช่น SMS และอีเมลที่นี่"
  },
  "theme": {
    "dark_mode": "โหมดมืด",
    "dark_mode_description": "เลือกตัวเลือกนี้หากคุณต้องการพื้นหลังสีเข้มและมีข้อความสีขาว",
    "light_mode": "โหมดแสง",
    "light_mode_description": "เลือกตัวเลือกนี้หากคุณต้องการให้พื้นหลังเป็นสีอ่อนและข้อความเป็นสีดำ"
  },
  "shop_quota": {
    "title": "โควต้าการใช้งาน",
    "sub_title": "นี่คือรายการโควต้าการใช้งานสำหรับร้านค้าของคุณ คุณสามารถเพิ่มขีดจำกัดเหล่านี้ได้โดยอัปเกรดใบอนุญาตของร้านค้าของคุณ หากคุณเกินขีดจำกัด คุณสามารถขอโควต้ารายวันเพิ่มเติมจากเราได้ การใช้งานทั้งหมดจะถูกรีเซ็ตทุกวัน"
  },
  "app_card": {
    "category": "หมวดหมู่",
    "installs": "ติดตั้ง",
    "actives": "คล่องแคล่ว",
    "uninstalls": "ถอนการติดตั้ง",
    "app_code": "รหัสแอป",
    "app_mode": "โหมดแอปพลิเคชัน"
  },
  "product_status": {
    "open": {
      "name": "คล่องแคล่ว",
      "title": "ใช้งานอยู่ ╏ การขายออนไลน์และออฟไลน์",
      "description": "สินค้านี้จะพร้อมสำหรับการสั่งซื้อออนไลน์"
    },
    "close": {
      "name": "ไม่ได้ใช้งาน",
      "title": "ไม่ใช้งาน ╏ เฉพาะการขายออฟไลน์",
      "description": "สินค้านี้จะไม่สามารถสั่งซื้อออนไลน์ได้"
    },
    "pending": {
      "name": "รอดำเนินการ",
      "title": "รอดำเนินการ",
      "description": "ต้องมีการตรวจสอบตลาดก่อนเผยแพร่"
    },
    "rejected": {
      "name": "ถูกปฏิเสธ",
      "title": "ถูกปฏิเสธ",
      "description": "ผลิตภัณฑ์นี้ถูกปฏิเสธโดยตลาด"
    }
  },
  "suggestions": {
    "vendor_payment": {
      "note": [
        "ชำระเงินสำหรับการขายเรียบร้อยแล้ว",
        "การเบิกจ่ายค่านายหน้าผู้ขาย",
        "การทำธุรกรรมเสร็จสมบูรณ์เรียบร้อยแล้ว",
        "การโอนเงินสำหรับการขายล่าสุด",
        "การโอนบริการผู้ขายสำเร็จแล้ว"
      ],
      "reverse_fund_reason": [
        "การคืนเงินทุน: โอนเงินจากธนาคารไปยังกระเป๋าเงินของผู้ขาย",
        "การเติมเงินกระเป๋าสตางค์ของผู้ขาย: การคืนเงินจากบัญชีธนาคาร",
        "ธุรกรรมย้อนกลับ: การโอนเงินผ่านกระเป๋าเงินจากธนาคารไปยังผู้ขาย",
        "การคืนเงิน: การกลับรายการเงินฝากธนาคารไปยังกระเป๋าเงินของผู้ขาย",
        "การกลับรายการกองทุน: เติมเงินกระเป๋าสตางค์ของผู้ขายจากธนาคาร"
      ]
    },
    "shop_email": {
      "name": [
        "สุดยอดการออมสุดสัปดาห์ระเบิด",
        "เปิดตัวข้อเสนอสุดพิเศษจากวงใน",
        "การเข้าถึง VIP ของคุณเพื่อรับส่วนลดระดับพรีเมียม",
        "มหกรรมลดราคาตามฤดูกาล",
        "ปลดล็อคสวรรค์แห่งการช้อปปิ้งของคุณ",
        "เทศกาลคาร์นิวัลของนักช้อปผู้ยิ่งใหญ่",
        "สนุกสนานกับการช้อปปิ้ง Spring Fling",
        "ข้อเสนอฤดูใบไม้ร่วงที่คุณไม่อาจต้านทานได้",
        "สิ่งมหัศจรรย์แห่งฤดูหนาว: ข้อเสนอสุดพิเศษสำหรับวันที่อากาศหนาวเย็น",
        "นับถอยหลังการเคลียร์สินค้าส่งท้ายฤดูร้อน",
        "Black Friday Bonanza: สิทธิ์เข้าใช้ Early Bird",
        "สวัสดีวันหยุด: คู่มือของขวัญของคุณและอีกมากมาย",
        "Fresh Finds: สินค้ามาใหม่สำหรับคุณโดยเฉพาะ",
        "รางวัลความภักดี: ส่วนลดพิเศษภายใน"
      ],
      "subject": [
        "⏰ ข้อเสนอมีเวลาจำกัด! คว้ารายการโปรดของคุณตอนนี้",
        "🌼 ซีซั่นใหม่ สไตล์ใหม่ - สำรวจคอลเลกชั่นล่าสุดของเรา",
        "👑 ลดราคา VIP สุดพิเศษเพื่อคุณโดยเฉพาะ",
        "💃 ตื่นตาตื่นใจไปกับสินค้าใหม่ของเรา",
        "🔚 โอกาสสุดท้ายที่จะเพลิดเพลินไปกับส่วนลด 20% ทุกอย่าง",
        "🎁 ของขวัญสำหรับคุณ: เครดิต $10 ข้างใน!",
        "☀️ เตรียมพร้อมสำหรับฤดูร้อนด้วยข้อเสนอสุดพิเศษของเรา",
        "🛍️ อัพเกรดตู้เสื้อผ้าของคุณ - คุณสมควรได้รับมัน",
        "👀 แอบดู: สินค้าใหม่เร็วๆ นี้!",
        "🎂 สุขสันต์วันเกิด! ของขวัญพิเศษของคุณรออยู่",
        "🖤 คุณพร้อมสำหรับข้อเสนอ Black Friday แล้วหรือยัง?",
        "🎯 ตัวเลือกยอดนิยมสำหรับคุณ - ประสบการณ์การช็อปปิ้งส่วนบุคคล",
        "← ได้เวลาดูแลตัวเอง - แฟลชเซลล์สุดสัปดาห์!",
        "🧹 ลดล้างสต๊อกส่งท้ายซีซั่น - ทุกอย่างต้องไป!",
        "🚀 คุณได้รับมันแล้ว! จัดส่งฟรีในการสั่งซื้อครั้งต่อไปของคุณ",
        "📢 อย่าพลาด - สินค้า Wishlist ของคุณลดราคาแล้ว",
        "🏡 นำความสุขมาสู่บ้านของคุณด้วยคอลเลกชั่นการตกแต่งบ้านของเรา",
        "🎉 เซอร์ไพรส์สำหรับคุณโดยเฉพาะ! แกะส่วนลดลึกลับของคุณ"
      ]
    },
    "discount_code": {
      "code": [
        "ยินดีต้อนรับ10",
        "ซัมเมอร์ 20",
        "VIPSALE30",
        "วันเกิด15",
        "BLACK FRIDAY",
        "ไซเบอร์มันเดย์",
        "จัดส่งฟรี",
        "แฟลชเซล",
        "การกวาดล้าง",
        "มาก่อนเป็นอันดับแรก",
        "นักเรียน10",
        "ฤดูหนาว25",
        "ฤดูใบไม้ผลิ15",
        "ฤดูใบไม้ร่วง20",
        "สินค้าขายดี10",
        "วันหยุด30",
        "วาเลนไทน์20",
        "วันแม่",
        "วันพ่อ",
        "สิ้นปี"
      ],
      "title": [
        "การขายแฟลช: ลด 20%!",
        "ส่วนลดการเข้าถึงก่อนใครแบบวีไอพี",
        "ข้อเสนอสุดสัปดาห์: ประหยัดทันที!",
        "รับส่วนลด 15% วันนี้",
        "ลดราคาช่วงฤดูร้อน: ลดพิเศษ 10%",
        "ลดล้างสต๊อก! ประหยัดใหญ่",
        "ข้อเสนอพิเศษ: จัดส่งฟรี",
        "2 ต่อ 1: วันนี้เท่านั้น!",
        "พิเศษช่วงวันหยุด: ลด 25%",
        "ส่วนลดพิเศษ 30%",
        "เซอร์ไพรส์! ส่วนลดพิเศษ 20%",
        "การออมตามฤดูกาลภายใน",
        "Midweek Madness: ลด 10%",
        "สิ้นสุดเร็ว ๆ นี้: ส่วนลด 15% ทุกอย่าง",
        "ครอบครัวและเพื่อน: ลด 20%",
        "ประหยัดได้มากสุดสัปดาห์นี้",
        "แบล็คฟรายเดย์: ลด 40%",
        "ส่วนลดแอบดู: ลด 30%"
      ],
      "description": [
        "รับข้อเสนอพิเศษของคุณ! มีเวลาจำกัดเท่านั้น",
        "รีบ! ส่วนลดสุดพิเศษรออยู่ในรถเข็นของคุณ",
        "ประหยัดได้มากเพียงคลิกเดียว!",
        "ใช้ประโยชน์จากข้อตกลงนี้ก่อนที่จะหมดไป",
        "ส่วนลดพิเศษที่รอคอย! อย่าพลาด",
        "เพิ่มจิตวิญญาณแห่งการช้อปปิ้งของคุณด้วยข้อเสนอของเรา!",
        "ออเดอร์ต่อไปอาจน้อยกว่าที่คุณคิด!",
        "เป็นเวลาที่เหมาะสมที่สุดในการคว้าสิ่งของที่คุณต้องการ",
        "สิ่งเล็กๆ น้อยๆ ที่จะทำให้วันของคุณสดใสขึ้น",
        "พร้อมที่จะบันทึกแล้วหรือยัง? ส่วนลดสุดเซอร์ไพรส์รออยู่!",
        "เพราะคุณคือคนพิเศษ นี่คือข้อเสนอพิเศษ",
        "คุณมองเห็นอะไรบางอย่างบ้างไหม? นี่ก็สะกิด!",
        "ไม่มีเวลาเหมือนปัจจุบันที่จะบันทึก",
        "อย่าพลาดข้อเสนอนี้! มันดีเกินกว่าจะผ่านไปได้",
        "ข่าวดี! การช้อปปิ้งของคุณก็ถูกกว่า",
        "รีบหน่อย ส่วนลดพิเศษของคุณจะหมดเขตเร็วๆ นี้!",
        "ขอขอบคุณเล็กน้อยสำหรับความภักดีของคุณ"
      ]
    },
    "coupon": {
      "title": [
        "การออมที่ปลดปล่อยออกมา",
        "ปลดล็อคส่วนลด",
        "ซุปเปอร์ออมทรัพย์",
        "ข้อเสนอพิเศษ",
        "โบนัสออมทรัพย์",
        "ส่วนลดวีไอพี",
        "ข้อเสนอพิเศษ",
        "ออมทรัพย์พิเศษ",
        "การแจ้งเตือนส่วนลด",
        "ความสุขงบประมาณ",
        "ความสุขทางเศรษฐกิจ",
        "ความคุ้มค่าโบนันซ่า",
        "ลดราคา",
        "ออมทรัพย์อย่างมีความสุข",
        "ประหยัดมากขึ้น ช้อปมากขึ้น",
        "แฟลชดีล",
        "เงินรางวัลต่อรอง",
        "ประหยัดทันที",
        "ดีลประจำวัน",
        "การขโมยตามฤดูกาล"
      ],
      "description": [
        "เพลิดเพลินไปกับข้อเสนอสุดพิเศษจากเรา! ประหยัดในการซื้อครั้งต่อไปของคุณ",
        "เราให้ความสำคัญกับลูกค้าของเรา - ใช้ประโยชน์จากข้อเสนอสุดพิเศษนี้",
        "รับสิ่งที่คุณรักมากขึ้นด้วยค่าใช้จ่ายที่น้อยลง ส่วนลดกับเรา!",
        "พร้อมที่จะบันทึกแล้วหรือยัง? ข้อเสนอสุดพิเศษรออยู่!",
        "เพราะคุณคือคนพิเศษ! เพลิดเพลินกับส่วนลดในการสั่งซื้อครั้งต่อไปของคุณ",
        "ให้รางวัลตัวเองด้วยการช้อปปิ้งอย่างสนุกสนานและประหยัด!",
        "เตรียมตัวให้พร้อมช้อปจนหมดแรง - และประหยัด!",
        "เฉลิมฉลองเทศกาลด้วยส่วนลดพิเศษ",
        "เราขอขอบคุณลูกค้าประจำของเราด้วยส่วนลดสุดพิเศษ",
        "ปลดล็อกการประหยัดอย่างไม่น่าเชื่อในการซื้อครั้งต่อไปของคุณ",
        "ดูการออมพิเศษของคุณ",
        "ค้นพบส่วนลดเซอร์ไพรส์ของคุณจากเรา!",
        "อัปเกรดประสบการณ์การช็อปปิ้งของคุณด้วยข้อเสนอสุดพิเศษของเรา",
        "เริ่มต้นการออมของคุณด้วยข้อเสนอพิเศษของเรา",
        "ปรนเปรอตัวเองด้วยสิ่งพิเศษเล็กๆ น้อยๆ - ส่วนลดพิเศษ",
        "การผจญภัยช้อปปิ้งครั้งต่อไปของคุณมีราคาไม่แพงมากขึ้น!",
        "เพราะช้อปปิ้งสนุกกว่าด้วยส่วนลด"
      ]
    },
    "offer": {
      "title": [
        "แพ็กเกจและประหยัดสุดคุ้ม!",
        "ซื้อมากขึ้น ประหยัดมากขึ้น!",
        "ข้อเสนออัจฉริยะสำหรับนักช้อปอัจฉริยะ",
        "แจ้งเตือนส่วนลด! การออมแบบมัดรวม",
        "ข้อเสนอคอมโบ - มากขึ้นในราคาประหยัด",
        "ส่วนลดพิเศษสำหรับชุดรวม",
        "รับเงินของคุณมากขึ้น!",
        "ประหยัดเมื่อคุณรวมกลุ่ม",
        "ข้อเสนอพิเศษสำหรับคอมโบ",
        "ประหยัดได้มหาศาลในร้านค้า!",
        "การรวมกลุ่มที่คุ้มค่าที่สุด",
        "ข้อเสนอชุดรวมเวลาจำกัด",
        "ส่วนลดใหญ่สำหรับคอมโบ",
        "ประหยัดอย่างชาญฉลาดในรายการที่เลือก",
        "ข้อเสนอที่เหนือชั้นในชุดรวม",
        "มีส่วนลดการซื้อหลายรายการ",
        "เพิ่มเป็นสองเท่าในราคาที่ถูกกว่าตอนนี้",
        "การซื้อจำนวนมาก = ประหยัดได้มาก"
      ],
      "description": [
        "ประหยัดได้มากเมื่อคุณรวมกลุ่มผลิตภัณฑ์ที่เลือก รีบหน่อย ข้อเสนอมีเวลาจำกัด!",
        "ข้อเสนอที่ชาญฉลาดรออยู่! ประหยัดมากขึ้นเมื่อซื้อสินค้าไฮไลท์ของเราด้วยกัน",
        "ค้นพบวิธีที่ชาญฉลาดในการประหยัด! รวมรายการโปรดของคุณและชมการลดราคา",
        "เพลิดเพลินกับส่วนลดพิเศษเมื่อซื้อสินค้าที่เลือกในคอมโบ ลงมือเลย!",
        "ซื้อมากขึ้น ประหยัดมากขึ้น! ส่วนลดที่เหนือชั้นสำหรับชุดผลิตภัณฑ์พิเศษของเรา",
        "ช้อปอย่างชาญฉลาดด้วยข้อเสนอพิเศษของเรา ลดราคาสำหรับชุดผลิตภัณฑ์ที่เลือก",
        "รับมากขึ้นในราคาที่ถูกลง! ส่วนลดที่น่าทึ่งเมื่อคุณซื้อชุดรวมที่เราเลือก",
        "ประหยัดได้มากเมื่อคุณรวมกลุ่ม! ข้อเสนอพิเศษสำหรับรายการที่เลือกในช่วงเวลาจำกัด",
        "รวมและบันทึก! ส่วนลดพิเศษเมื่อซื้อสินค้าที่เราคัดสรรร่วมกัน",
        "ยิ่งซื้อมากก็ยิ่งประหยัดมากขึ้น! ฉลาดขึ้นด้วยชุดรวมพิเศษของเรา"
      ]
    },
    "gift_card_type": {
      "title": [
        "รักษาตัวเอง!",
        "สำหรับคุณ!",
        "ช้อปปิ้งมีความสุข!",
        "เพลิดเพลินไปกับเรา!",
        "เอาใจสักหน่อย",
        "เพราะคุณคือคนพิเศษ",
        "เซอร์ไพรส์เล็กๆ น้อยๆ",
        "ทำให้วันของคุณ",
        "นี่สำหรับคุณ",
        "กระจายความสุข",
        "ของขวัญแห่งความรัก",
        "ช้อปกับดีไลท์",
        "สัญลักษณ์แห่งความขอบคุณ",
        "ถึงเวลาที่จะใช้จ่าย",
        "ดื่มด่ำไปกับช่วงเวลานั้น",
        "ค้นหารายการโปรดของคุณ",
        "ทางเลือกเป็นของคุณ",
        "สื่อความเป็นตัวตนออกมา",
        "ค้นพบความมหัศจรรย์",
        "ปลดปล่อยสไตล์ของคุณ"
      ]
    },
    "vendor_refund_order": {
      "note": [
        "เงินได้ถูกหักออกจากกระเป๋าเงินเสมือนของคุณและคืนไปยังกระเป๋าเงินตลาดแล้ว",
        "มีการคืนเงินแล้ว ทำให้ยอดคงเหลือในกระเป๋าเงินเสมือนของคุณลดลง",
        "คืนเงินเรียบร้อยแล้ว Market Wallet ได้รับการเติมเต็มจากกระเป๋าเงินเสมือนของคุณแล้ว",
        "กระเป๋าเงินเสมือนของคุณถูกหักเงินสำหรับการคืนเงินล่าสุดไปยังกระเป๋าเงินของตลาด",
        "เงินในกระเป๋าเงินเสมือนของคุณได้รับการปรับปรุงเนื่องจากการคืนเงินล่าสุด",
        "ดำเนินการคืนเงินแล้ว โดยหักจำนวนเงินจากกระเป๋าเงินเสมือนของคุณ",
        "ยอดคงเหลือในกระเป๋าเงินเสมือนของคุณลดลงเนื่องจากการคืนเงินเข้ากระเป๋าเงินตลาด",
        "มีธุรกรรมการคืนเงินเกิดขึ้น โดยจะย้ายเงินจากกระเป๋าเงินเสมือนของคุณกลับไปยังตลาด"
      ]
    },
    "product": {
      "warranty": [
        "รับประกันทอง 24 เดือน",
        "การคุ้มครองแพลตตินัมเป็นเวลาสองปี",
        "ประกันเพชรนาน 36 เดือน",
        "โล่เงิน: รับประกันหนึ่งปี",
        "การประกันชั้นยอด 2 ปี",
        "การคุ้มครองระดับพรีเมียมเป็นเวลา 24 เดือน",
        "การสำรองข้อมูลสีบรอนซ์: รับประกันหนึ่งปี",
        "รับประกันความพร้อมใช้งานสูงสุด 3 ปี",
        "สัญญาบริการที่ปลอดภัย 24 เดือน",
        "การคุ้มครองความสงบทางใจ 36 เดือน"
      ],
      "pros_name": [
        "ปรับปรุงประสิทธิภาพ",
        "โซลูชันที่คุ้มค่า",
        "รับประกันคุณภาพ",
        "ใช้งานง่าย",
        "ประหยัดเวลา",
        "รับประกันความน่าเชื่อถือ",
        "การใช้งานที่หลากหลาย",
        "เทคโนโลยีล้ำสมัย",
        "เป็นมิตรกับสิ่งแวดล้อม",
        "ประสิทธิภาพอันยอดเยี่ยม"
      ],
      "pros_value": [
        "ประหยัดเวลาได้มากด้วยการดำเนินงานที่รวดเร็วและมีประสิทธิภาพ",
        "ใช้เทคโนโลยีขั้นสูงเพื่อประสิทธิภาพที่ไม่มีใครเทียบได้",
        "ลดต้นทุนและเพิ่มผลผลิต",
        "เสนออินเทอร์เฟซที่ใช้งานง่ายเพื่อการนำทางที่ง่ายดาย",
        "รับประกันประสิทธิภาพที่เชื่อถือได้และสม่ำเสมอ",
        "มอบการใช้งานที่หลากหลายในงานต่างๆ",
        "ใช้วัสดุและกระบวนการที่เป็นมิตรต่อสิ่งแวดล้อม",
        "ออกแบบด้วยเทคโนโลยีล้ำสมัยเพื่อผลลัพธ์ที่เหนือกว่า",
        "การออกแบบคุณภาพสูงช่วยให้มั่นใจได้ถึงความทนทานยาวนาน",
        "ให้การสนับสนุนลูกค้าตลอด 24 ชั่วโมง"
      ],
      "cons_name": [
        "การลงทุนที่มีราคาแพง",
        "ความเข้ากันได้จำกัด",
        "การตั้งค่าที่ซับซ้อน",
        "ต้องมีการฝึกอบรม",
        "ประสิทธิภาพต่ำกว่ามาตรฐาน",
        "ขาดความคล่องตัว",
        "การสนับสนุนที่จำกัด",
        "การบำรุงรักษาเป็นประจำ",
        "การใช้พลังงานสูง",
        "อายุขัยสั้น"
      ],
      "cons_value": [
        "การลงทุนเริ่มแรกสูงกว่าเมื่อเปรียบเทียบกับทางเลือกอื่น",
        "อาจเข้ากันไม่ได้กับทุกระบบหรืออุปกรณ์",
        "กระบวนการตั้งค่าอาจค่อนข้างซับซ้อน",
        "อาจจำเป็นต้องมีการฝึกอบรมเพิ่มเติมสำหรับการใช้งาน",
        "ประสิทธิภาพอาจไม่เป็นไปตามความคาดหวังทั้งหมด",
        "มีข้อจำกัดในการใช้งานหรือขาดความคล่องตัว",
        "ฝ่ายสนับสนุนลูกค้าอาจไม่พร้อมให้บริการตลอดเวลา",
        "ต้องบำรุงรักษาบ่อยครั้ง ส่งผลให้ต้นทุนสูงขึ้น",
        "ใช้พลังงานในปริมาณมาก ส่งผลกระทบต่อต้นทุนสาธารณูปโภค",
        "อายุการใช้งานของผลิตภัณฑ์อาจไม่ยาวนานเท่าที่คาดไว้"
      ]
    },
    "blog_category": {
      "category": [
        "ข้อมูลเชิงลึกด้านเทคนิค",
        "นักชิมพบ",
        "เรื่องเล่าการเดินทาง",
        "เคล็ดลับสุขภาพ",
        "แฟชั่นสุดโปรด",
        "ฉวัดเฉวียนธุรกิจ",
        "เรื่องราวไลฟ์สไตล์",
        "อัพเดทกีฬา",
        "จุดเด่นทางศิลปะ",
        "ตัวชี้การเลี้ยงดู"
      ],
      "description": [
        "ค้นพบบทความเชิงลึกในหัวข้อต่างๆ",
        "สำรวจคอลเลกชันโพสต์บล็อกที่ให้ข้อมูลของเรา",
        "ติดตามข่าวสารด้วยเนื้อหาหมวดหมู่บล็อกที่น่าสนใจของเรา",
        "ค้นหาแรงบันดาลใจผ่านบทความหมวดหมู่บล็อกที่กระตุ้นความคิดของเรา",
        "เพิ่มพูนความรู้ของคุณด้วยหัวข้อหมวดหมู่บล็อกที่หลากหลายของเรา",
        "ติดตามข่าวสารล่าสุดด้วยข้อมูลเชิงลึกเกี่ยวกับหมวดหมู่บล็อกที่น่าสนใจของเรา",
        "เจาะลึกเนื้อหาหมวดหมู่บล็อกที่น่าสนใจของเรา",
        "ค้นพบข้อมูลอันมีค่าภายในคลังเก็บหมวดหมู่บล็อกของเรา",
        "เรียนรู้สิ่งใหม่ๆ จากหมวดหมู่บล็อกที่คัดสรรมาอย่างดีของเรา",
        "มีส่วนร่วมกับบทความและโพสต์หมวดหมู่บล็อกที่สมบูรณ์ของเรา"
      ]
    },
    "partner_plan": {
      "name": [
        "ชุดเริ่มต้น",
        "แผนสำคัญ",
        "สวีทมืออาชีพ",
        "รุ่นองค์กร",
        "ระดับขั้นสูง",
        "แพ็คเกจพรีเมียม",
        "สุดยอดโซลูชั่น",
        "ระดับหัวกะทิ",
        "ตัวเร่งการเจริญเติบโต",
        "แพลตตินั่ม พาวเวอร์"
      ]
    },
    "tax_profile": {
      "name": [
        "อาหาร",
        "อุปกรณ์อิเล็กทรอนิกส์",
        "เสื้อผ้าและเครื่องแต่งกาย",
        "หนังสือและเครื่องเขียน",
        "ผลิตภัณฑ์สุขภาพและความงาม",
        "เฟอร์นิเจอร์",
        "สินค้ากีฬา",
        "ของเล่นและเกม",
        "เครื่องประดับและเครื่องประดับ",
        "ชิ้นส่วนยานยนต์",
        "สวนและกิจกรรมกลางแจ้ง",
        "เครื่องครัว",
        "การตกแต่งบ้าน",
        "เครื่องดนตรี",
        "อุปกรณ์สัตว์เลี้ยง",
        "รองเท้า",
        "กระเป๋าและสัมภาระ",
        "เครื่องใช้สำนักงาน",
        "เครื่องมือฮาร์ดแวร์",
        "ของชำ"
      ],
      "label": [
        "VAT",
        "GST",
        "PST",
        "HST",
        "QST",
        "CST",
        "ภาษีสรรพสามิต",
        "อากรขาเข้า",
        "ภาษีบริการ",
        "หรูหราภาษี"
      ]
    },
    "cluster": {
      "name": [
        "จุดเด่นการขาย",
        "รหัสส่งเสริมการขาย",
        "แคมเปญเด่น",
        "ของมาใหม่",
        "ขายดี",
        "รายการพิเศษตามฤดูกาล",
        "ข้อเสนอที่มีจำกัด",
        "ข้อเสนอกิจกรรม",
        "สิทธิพิเศษวีไอพี",
        "รายการกวาดล้าง",
        "แพ็คเกจวันหยุด",
        "คอลเลกชันธีม",
        "ตู้โชว์แบรนด์",
        "รายการโปรดของสมาชิก",
        "ส่วนลดแฟลช",
        "สิ่งจำเป็นสำหรับร้านค้า",
        "ทรัพยากรดิจิทัล",
        "ไอเดียของขวัญ",
        "คัดสรรเป็นมิตรกับสิ่งแวดล้อม",
        "คำแนะนำของพนักงาน"
      ]
    },
    "popup": {
      "title": [
        "ข้อเสนอพิเศษ!",
        "ของมาใหม่",
        "เวลา จำกัด",
        "แจ้งเตือนส่วนลด!",
        "ข้อเสนอพิเศษ",
        "ลดกระหน่ำ!",
        "การแจ้งเตือนการกวาดล้าง",
        "จัดส่งฟรี",
        "ของขวัญข้างใน!",
        "รับรางวัล",
        "สิทธิพิเศษสำหรับสมาชิก",
        "แฟลชเซลล์"
      ]
    },
    "campaign": {
      "name": [
        "ช้อปจนหมดแรง",
        "บ้ารถเข็น",
        "แฟลชเซลล์เฟียสต้า",
        "คลิก ช้อป บันทึก",
        "โบนันซ่าต่อรองราคา",
        "E-Deal มหกรรม",
        "Mega Markdown ความบ้าคลั่ง",
        "สนุกสนานกับการออมทางไซเบอร์",
        "วันลดราคาดิจิทัล",
        "เทศกาลอีคอมเมิร์ซ",
        "เอาท์เล็ทออนไลน์โอเอซิส",
        "การค้าปลีกเร่งด่วน",
        "ขายคลังสินค้าบนเว็บสโตร์",
        "สวรรค์ของ E-Shopper",
        "กิจการบัตรกำนัลเสมือน",
        "ดิจิทัลดอร์บัสเตอร์",
        "การกวาดล้าง E-Cart",
        "แบไต๋ช้อปปิ้งออนไลน์",
        "Cyber Sale สุดอลังการ",
        "สายฟ้าแลบการต่อรองราคาทางอิเล็กทรอนิกส์"
      ]
    },
    "valuation": {
      "title": [
        "ราคาปรับแต่งเสื้อยืด",
        "การประเมินราคาเครื่องประดับทำมือ",
        "ราคารองเท้าส่วนบุคคล",
        "การประเมินค่างานศิลปะที่กำหนดเอง",
        "ราคาสูทสั่งตัด",
        "ต้นทุนการปรับแต่งอุปกรณ์อิเล็กทรอนิกส์",
        "การประเมินมูลค่าน้ำหอมส่วนบุคคล",
        "ราคากระเป๋าแบบกำหนดเอง",
        "การประเมินราคาชุดสั่งตัด",
        "ราคาปกหนังสือส่วนบุคคล",
        "การประเมินราคาเฟอร์นิเจอร์ตามสั่ง",
        "ราคานาฬิกาสั่งทำพิเศษ",
        "การประเมินราคาของเล่นส่วนบุคคล",
        "ราคาหมวกสั่งตัด",
        "การประเมินมูลค่าผลิตภัณฑ์สกินแคร์แบบกำหนดเอง",
        "ราคาตกแต่งบ้านตามสั่ง",
        "การประเมินค่าเครื่องครัวที่ปรับแต่งได้",
        "ราคาเครื่องเขียนส่วนบุคคล",
        "การประเมินราคาเครื่องประดับผมตามสั่ง",
        "ราคาอุปกรณ์กีฬาแบบกำหนดเอง"
      ],
      "structure": {
        "title": [
          "การออกแบบเสื้อยืดพิมพ์ลาย",
          "เครื่องประดับประเภทโลหะ",
          "การเลือกใช้วัสดุรองเท้า",
          "ขนาดกรอบศิลปะ",
          "การเลือกผ้าสูท",
          "ตัวเลือกสีของแกดเจ็ต",
          "โปรไฟล์กลิ่นน้ำหอม",
          "วัสดุและขนาดของกระเป๋า",
          "ความยาวชุดและสไตล์",
          "วัสดุปกหนังสือ",
          "เฟอร์นิเจอร์ประเภทไม้",
          "วัสดุสายนาฬิกา",
          "คุณสมบัติที่กำหนดเองของเล่น",
          "ขนาดและสีของหมวก",
          "การตั้งค่าส่วนผสมของผลิตภัณฑ์ดูแลผิว",
          "ธีมตกแต่งบ้าน",
          "วัสดุเครื่องครัว",
          "ประเภทกระดาษเครื่องเขียน",
          "วัสดุเครื่องประดับผม",
          "ขนาดอุปกรณ์กีฬา"
        ]
      }
    },
    "lottery": {
      "title": [
        "หมุนและลุ้นรับรางวัลใหญ่!",
        "แจ็กพอตวงล้อแห่งโชคลาภ",
        "ลัคกี้สปินโบนันซ่า",
        "หมุนเพื่อรับรางวัล",
        "วงล้อแห่งความมั่งคั่ง",
        "มหกรรมลอตเตอรี่นำโชค",
        "เมกะสปินเซอร์ไพรส์",
        "รางวัลกงล้อเฟียสต้า",
        "เทรเชอร์สปินตระการตา",
        "หมุนวงล้อเวทย์มนตร์",
        "วงล้อนำโชคมากมาย",
        "ความโปรดปรานของฟอร์จูน",
        "วงล้อแห่งความมหัศจรรย์",
        "หมุนเพื่อความร่ำรวย",
        "รางวัลปินเนอร์ดีไลท์",
        "ลอตเตอรี่สปินทอง",
        "หมุนรางวัล",
        "วงล้อแห่งโชคลาภ",
        "ตู้โชว์ลัคกี้สปิน",
        "รางวัลการหมุนขั้นสูงสุด"
      ],
      "description": [
        "หมุนวงล้อเพื่อลุ้นรับส่วนลดสุดพิเศษ!",
        "เสี่ยงโชคของคุณ – รางวัลสุดวิเศษรออยู่ในวงล้อเสี่ยงโชคของเรา!",
        "รับรางวัลใหญ่ในแต่ละการหมุน – รางวัลที่น่าตื่นเต้นรอคุณอยู่!",
        "หมุนเพื่อชนะ! ของขวัญและข้อเสนอสุดเซอร์ไพรส์ทุกครั้ง",
        "โอกาสของคุณที่จะทำคะแนนใหญ่ – หมุนวงล้อเพื่อรับรางวัลทันที!",
        "รางวัลสุดพิเศษในทุก ๆ การหมุน คุณจะเป็นผู้โชคดีหรือไม่?",
        "หมุนและชนะ! ค้นพบอัญมณีที่ซ่อนอยู่ในวงล้อแห่งโชคลาภของร้านเรา",
        "ลุ้นโชคกับวงล้อของเรา – รางวัล ส่วนลด และอื่นๆ อีกมากมาย!",
        "ทุกการหมุนเป็นชัยชนะ – รับรางวัลพิเศษของคุณวันนี้!",
        "หมุนวงล้อเพื่อความประหลาดใจอันน่ายินดี – คุณจะชนะอะไร?",
        "ปลดปล่อยโชคลาภด้วยการหมุน รางวัลร้านค้าที่น่าตื่นเต้นรออยู่",
        "หมุนเพื่อแสดงรางวัลของคุณ - ส่วนลด ของขวัญ และอื่นๆ อีกมากมาย!",
        "การหมุนต่อวันจะรักษาความตื่นเต้นในการเล่น – รับรางวัลพิเศษ!",
        "หมุนวงล้อแห่งโชคลาภของเราเพื่อรับสิทธิพิเศษจากร้านค้า",
        "Lucky Spins นำมาซึ่งชัยชนะที่โชคดี – รับรางวัลของคุณทันที!",
        "การหมุนของคุณสามารถปลดล็อกรางวัลการช้อปปิ้งที่น่าทึ่งได้!",
        "หมุนเพื่อลุ้นรับข้อเสนอและข้อเสนอสุดพิเศษ",
        "วงล้อแห่งโชคกำลังหมุน – รับรางวัลผู้โชคดีของคุณ!",
        "หมุน ชนะ และยิ้ม – รับรางวัลเซอร์ไพรส์ทุกเทิร์น",
        "ลองหมุนและปล่อยให้โชคลาภตัดสินรางวัลของคุณ!"
      ]
    }
  }
};