export default {
  "commons": {
    "pay_today": "بۈگۈن پۇل تۆلەش",
    "pay_yesterday": "تۈنۈگۈن پۇل تۆلەش",
    "pay_last30days": "ئاخىرقى 30 كۈن ئىچىدە پۇل تۆلەش",
    "create_a_shop": "دۇكان قۇرۇش",
    "start_free": "ھەقسىز باشلاڭ",
    "featured_apps": "ئالاھىدە ئەپلەر",
    "more_apps": "تېخىمۇ كۆپ ئەپلەر",
    "my_public_profile": "مېنىڭ ئاممىۋى ئارخىپ بېتىم"
  },
  "numbers": {
    "infinite": "چەكلىمىسىز"
  },
  "error": {
    "not_fount_data": "سانلىق مەلۇمات تېپىلمىدى!",
    "license_max_limit": "پراۋىڭىز چەككە يەتتى!"
  },
  "time_spans": {
    "days_range": "كۈن دائىرىسى",
    "today": "بۈگۈن",
    "yesterday": "تۈنۈگۈن",
    "last_7": "ئاخىرقى 7 كۈن",
    "last_14": "ئاخىرقى 14 كۈن",
    "last_30": "ئاخىرقى 30 كۈن",
    "last_90": "ئاخىرقى 90 كۈن",
    "custom": "Custom"
  },
  "device_types": {
    "desktop": "ئۈستەل يۈزى",
    "mobile": "كۆچمە خەۋەرلىشىش",
    "tablet": "تاختا كومپيۇتېر"
  },
  "create_website_action": "تور بېتىڭىزنى قۇرۇڭ - ھەقسىز",
  "show_shops_action": "دۇكانلىرىمنىڭ تىزىملىكى",
  "Youtube": "YouTube",
  "Linkedin": "Linkedin",
  "Twitter": "Twitter",
  "Facebook": "Facebook",
  "Instagram": "Instagram",
  "Reddit": "Reddit",
  "Github": "Github",
  "page_titles": {
    "home": "Selldone ╏ تېز تەرەققىي قىلىۋاتقان شىركەتلەرنىڭ سودا مەشغۇلات سىستېمىسى",
    "login": "كىرىش",
    "register": "تىزىملىتىڭ",
    "auth_2fa": "2 ئامىل دەلىللەش 🔐",
    "academy": "بىلوگ",
    "help": "ياردەم مەركىزى",
    "price_list": "باھا تىزىملىكى",
    "my_stores": "مېنىڭ دۇكانلىرىم",
    "roles": "مېنىڭ روللىرىم",
    "wallet": "ھەميان",
    "personal_info": "شەخسىي ئۇچۇر ╏ KYC",
    "companies": "مېنىڭ شىركەتلىرىم",
    "access_control": "زىيارەت كونتروللۇقى",
    "security_center": "بىخەتەرلىك مەركىزى",
    "gifts": {
      "received": "سوۋغات ╏ قوبۇل قىلىندى",
      "send": "سوۋغات ╏ ئەۋەتىلدى"
    },
    "monetization": {
      "linked_accounts": "Monetization ╏ ئۇلانغان ھېساباتلار",
      "plans": "Monetization ╏ پىلان ۋە ئۇلىنىش"
    },
    "affiliate": "ھەمكارلاشقۇچى",
    "avocado": "ئۆرۈك - زامانىۋى ئىجتىمائىي سېتىش قانىلى",
    "guild": "ئۇيۇشما - كوللىكتىپ سېتىش قانىلى",
    "partners_login": "ھەمكارلاشقۇچىلار ╏ Client login"
  },
  "blank_is_all_products": "بارلىق مەھسۇلاتلارنى ئۆز ئىچىگە ئالغان بوش قويۇڭ!",
  "cautions": {
    "title": "تۆۋەندىكى كۆرسەتمىلەرنى قىلىش ئارقىلىق سودىڭىزنى كەسپىي جەھەتتىن باشقۇرۇڭ. پايدا نىسبىتىنى قانداق ئاشۇرۇش ۋە تېخىمۇ كۆپ مەزمۇنلارنى ئوقۇشنى داۋاملاشتۇرۇڭ. بىز يول بويى سىز بىلەن بىللە.",
    "no_payment_method": {
      "title": "پۇل تۆلەش ئۇسۇلى",
      "message": "دۇكىنىڭىزغا پۇل تۆلەش ئۇسۇلىنى قوشۇشىڭىز كېرەك.",
      "action": "دەرۋازا دۇكىنى"
    },
    "link_account": {
      "title": "ئۇلىنىش ھېساباتى",
      "message": "چوقۇم ھېساباتىڭىزغا ھېسابات ({currency}) ئۇلىنىشىڭىز كېرەك.",
      "action": "دۇكان ھېساباتى"
    },
    "no_domain": {
      "title": "دائىرە قوشۇڭ",
      "message": "دۇكىنىڭىزغا بىر ياكى بىر قانچە شەخسىي تورنى ئۇلىسىڭىز بولىدۇ. تور بېتىڭىز تور بېتىڭىزگە ئورنىتىلىدۇ. بۇ جەريان تېز ھەم ئاسان."
    },
    "domain_not_approved": {
      "title": "دائىرە دەلىللەش",
      "message": "تور نامىڭىز {domain} دەلىللەنمىدى. DNS تەڭشىكىنى تەكشۈرۈپ تور نامىنى جەزملەشتۈرۈڭ."
    },
    "no_currency": {
      "title": "پۇل قوشۇڭ",
      "message": "دۇكىنىڭىز ئۈچۈن كەم دېگەندە بىر پۇلنى ئېنىقلىشىڭىز كېرەك.",
      "action": "پۇل باشقۇرۇش"
    },
    "no_primary_domain": {
      "title": "ئاساسلىق دائىرە",
      "message": "تور نامىنى ئاساسلىق تور نامىڭىز قىلىپ تاللاڭ. تور نامىنىڭ يېنىدىكى يۇلتۇز كۇنۇپكىسىنى بېسىش ئارقىلىق تور نامىنى دۇكىنىڭىزنىڭ ئاساسلىق تور بېكىتى قىلىپ تاللىيالايسىز. بۇ ئىزدەش ماتورلىرى ئۈچۈن ئىنتايىن مۇھىم. شۇنىڭغا دىققەت قىلىڭكى ، دۇكىنىڭىز يەنىلا بارلىق ئاكتىپ تورلار ئارقىلىق تەمىنلىنىدۇ."
    },
    "shop_complete": {
      "title": "تولۇق ئۇچۇر",
      "action": "دۇكان تەڭشەكلىرى",
      "location_msg": "ئورنىڭىزنى قوشۇڭ",
      "days_open_msg": "ئوچۇق كۈنلەرنى بەلگىلەڭ",
      "time_open_msg": "ئوچۇق ۋە تاقاش ۋاقتىنى بەلگىلەڭ",
      "description_msg": "سودىڭىز ھەققىدە قىسقىچە چۈشەنچە يېزىڭ",
      "icon_msg": "دۇكىنىڭىز بەلگىسىنى تەڭشەڭ",
      "shop_gateways_msg": "پۇل تۆلەش ئۇسۇلىنى قوشۇڭ",
      "socials_msg": "ئىجتىمائىي ئۇلانمىلىرىڭىزنى قوشۇڭ",
      "clubs_msg": "خېرىدارلار كۇلۇبى تەسىس قىلىڭ",
      "domains_msg": "ئىختىيارى دائىرە قوشۇڭ",
      "primary_msg": "تورنامىنى دەسلەپكى قىلىپ بەلگىلەڭ"
    }
  },
  "support": {
    "request": "ياردەم تەلەپ قىلىڭ",
    "category": "سەھىپە",
    "title": "قوللاش",
    "message": "ھەر قانداق تەلەپ ياكى سوئال سوراڭ. قوللاش ئەترىتىمىز سىزنى يېتەكلەيدۇ. سوئالىڭىزغا مۇناسىۋەتلىك بەتتە سوئالىڭىزنى سورىشىڭىزنى تەۋسىيە قىلىمىز. مەسىلەن ، تور نامىنى تەڭشەش توغرىسىدا سوئالىڭىز بولسا ئۇنى دۇكىنىڭىزنىڭ تور بەت بېتىگە ئەۋەتىڭ.",
    "close_at": "{چېسلادا يېپىلدى",
    "close_ticket_by_user": "رەھمەت ، مەن جاۋابقا ئېرىشتىم"
  },
  "surveys": [
    "بەك نامرات",
    "كەمبەغەل",
    "Normal",
    "ياخشى",
    "مۇنەۋۋەر"
  ],
  "sort": {
    "title": "تەرتىپلەش",
    "title_small": "تەرتىپلەش ..",
    "nothing": "ھېچنېمە يوق",
    "most_views": "كۆپ قىسىم قاراشلار",
    "most_likes": "ئەڭ ئالقىشقا ئېرىشكەن",
    "most_recent": "ئەڭ يېڭى",
    "most_sell": "Bestselling",
    "cheapest": "ئەڭ ئەرزان",
    "most_expensive": "ئەڭ قىممەت",
    "only_available": "ئىشلەتكىلى بولىدۇ",
    "view_mode": {
      "normal": "Normal",
      "grid": "Grid",
      "list": "تىزىملىك",
      "insta": "Insta"
    }
  },
  "helps": {
    "title": "Selldone ياردەم مەركىزى",
    "subtitle": "Selldone غا خۇش كەپسىز. ئەگەر سىز سودا سىستېمىسىدا يېڭى تور دۇكىنى قۇرماقچى بولسىڭىز ، بۇ يەردىن تېخىمۇ كۆپ ئۇچۇرلارنى تاپالايسىز.",
    "add_new_help": "يېڭى ياردەم",
    "resources": "بايلىق",
    "categories": {
      "Welcome": "باشلاڭ",
      "Setup": "دۇكان",
      "Sell": "سېتىش ۋە سېتىش",
      "Developer": "ئېچىش",
      "Application": "قوللىنىشچان پروگراممىلار",
      "Product": "مەھسۇلات ۋە تۈر باشقۇرۇش",
      "Blog": "CMS & Blog",
      "Order": "زاكازنى ئورۇنداش مەركىزى",
      "Channel": "سېتىش يوللىرى",
      "Accounting": "بوغالتىرلىق ۋە پۇل تۆلەش ئۇسۇللىرى",
      "Incentives": "رىغبەتلەندۈرۈش",
      "Marketing": "Marketing & Campaigns",
      "Logistic": "Logistic & Shipping",
      "Customers": "خېرىدارلار كۇلۇبى ۋە بۆلەك",
      "Page": "قونۇش ۋە ئىختىيارى بەتلەر",
      "Access": "خىزمەتچىلەر / API زىيارەت باشقۇرۇش",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "Github ئامبىرى",
    "admin_api_app": "باشقۇرغۇچى API تور مۇلازىمىتى",
    "shop_api_app": "API تور مۇلازىمىتى",
    "design_kit": "لايىھىلەش قوراللىرى",
    "community": "مەھەللە"
  },
  "blogs": {
    "title": "بىلوگ",
    "subtitle": "سودا ، ئىشەنچ ۋە گۈللەنگەن ئىگىلىك يارىتىش ئۈچۈن كېرەكلىك بىلىملەر ئۈچۈن دەرسلەر.",
    "add_new_blog": "يېڭى بىلوگ",
    "popular": "ئاممىباب",
    "topics": "تېما",
    "select_topics": "خىزمىتىڭىزنى تاللاڭ.",
    "select_job_topics": "خىزمەتكە مۇناسىۋەتلىك تېمىلىرىڭىزنى تاللاڭ",
    "select_interested_topics": "قايسى تېمىغا قىزىقىسىز؟"
  },
  "api": {
    "title": "API & Integration",
    "message": "Selldone نىڭ مۇھىم ئالاھىدىلىكلىرىنىڭ بىرى دۇكانلارنى ئامباردا ساقلاش ، بوغالتىرلىق قاتارلىق باشقا مۇلازىمەتلەرگە ئۇلاش ۋە ئۇلاش ئۈچۈن پۇختا ۋە بىخەتەر API لار بىلەن تەمىنلەش. مۇلازىمېتىر ۋە سانلىق مەلۇمات باشقۇرۇشتىن ئەنسىرىمىسىڭىزمۇ بولىدۇ. دائىرە API لىرىنىلا ئىشلىتىڭ. ئىشلەتكۈچىلەرنى باشقۇرۇش ، دەلىللەش ۋە باشقا تور ئىقتىدارلىرىنى باشقۇرۇشنىڭ بارلىق جەريانلىرى بولىدۇ."
  },
  "user_dashboard": {
    "title": "مېنىڭ شاپتۇل",
    "subtitle": "ئەڭ يېڭى ئۇچۇرلار ۋە ئېنىق ئىستىقبال بىلەن سودىڭىزنى باشقۇرۇڭ.",
    "menu": {
      "affiliate": "ھەمكارلاشقۇچى",
      "monetize": "Monetize",
      "gift": "سوۋغات",
      "security": "بىخەتەرلىك",
      "access": "زىيارەت",
      "business": "شىركەت",
      "wallet": "ھەميان",
      "identification": "KYC",
      "stores": "دۇكانلار",
      "roles": "رولى",
      "home": "ئۆي",
      "expert": "مۇتەخەسسىس",
      "deals": "Deals",
      "providers": "تەمىنلىگۈچىلەر"
    },
    "shops": {
      "create_new": "يېڭى دۇكان قۇرۇش",
      "create_new_sub": "ھەقسىز",
      "create_new_sub_need_initial_charge": "بىرىنچى دۇكان قۇرۇش ھەقسىز. بەلكىم سودىڭىزغا بىر دۇكان يېتەرلىك بولۇشى مۇمكىن ، ئەمما تېخىمۇ كۆپ دۇكان سېلىشقا توغرا كەلسە ، يېڭى دۇكان سېلىشنىڭ تەننەرخى 25 دوللار. سومكا ھېساباتىڭىزدىن پۇلنى چىقىرىمىز.",
      "menu": {
        "title": "مېنىڭ دۇكانلىرىم",
        "shops": "دۇكانلار",
        "new": "يېڭى"
      },
      "accept_invite_question": "بۇ تەكلىپنى قوبۇل قىلامسىز؟",
      "shop_card": {
        "menu_orders": {
          "physical": "فىزىكىلىق مەھسۇلات زاكازلىرى",
          "virtual": "مەۋھۇم مەھسۇلات زاكازلىرى",
          "files": "ھۆججەت زاكازلىرى",
          "services": "مۇلازىمەت زاكازلىرى",
          "subscriptions": "مۇشتەرىلىك زاكازلىرى"
        },
        "status": "ھالەت",
        "license": "ئىجازەتنامە",
        "volume": "ئىشلىتىلگەن بوشلۇق",
        "expire": "ئىجازەتنامىنىڭ ۋاقتى توشتى",
        "products": "مەھسۇلاتلار",
        "page_views": "كۆرۈنۈشلەر",
        "user_behavior": "خېرىدارلارنىڭ ھەرىكىتى",
        "time_span": "{time} دىن ھازىرغىچە",
        "finance_report": "مالىيە دوكلاتى",
        "buys": "سېتىۋېلىش",
        "payments": "چىقىم قىلىش",
        "orders": "زاكاز",
        "currency": "پۇل"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "خېرىدارلارنىڭ ئىنكاسى",
      "title_small": "ئومۇمىي چۈشەنچە",
      "wishlist": "ئارزۇ تىزىملىكى",
      "comments": "باھا",
      "likes": "ياقتۇرىدۇ",
      "favorites": "ياقتۇرىدىغانلار",
      "powers": "چاۋاك چالدى",
      "views": "كۆرۈنۈشلەر",
      "report_today": "بۈگۈن دوكلات",
      "report_last7days": "يېقىنقى 7 كۈنلۈك دوكلات",
      "report_last30days": "يېقىنقى 30 كۈنلۈك دوكلات"
    }
  },
  "admin_shop": {
    "title": "دۇكان",
    "menu": {
      "edit": "تەڭشەك",
      "automation": "ئاپتوماتلاشتۇرۇش",
      "application": "قوللىنىشچان پروگراممىلار",
      "access": "زىيارەت",
      "pages": "بەتلەر",
      "channels": "قاناللار",
      "categories": "سەھىپىلەر",
      "marketing": "Marketing",
      "customers": "خېرىدارلار",
      "logistic": "لوگىكا",
      "auditing": "بوغالتىرلىق",
      "incentives": "رىغبەتلەندۈرۈش",
      "process_center": "زاكاز",
      "blog": "بىلوگ",
      "products": "مەھسۇلاتلار",
      "shops": "دۇكانلار",
      "dashboard": "باش تاختا",
      "autopilot": "Autopilot",
      "apps": "ئەپلەر",
      "pos": "POS",
      "seo": "SEO",
      "localization": "يەرلىكلەشتۈرۈش"
    },
    "dashboard": {
      "title": "دۇكان تاختىسى",
      "online_staff": "توردىكى خىزمەتچىلەر",
      "notify_referral": {
        "message": "تەكلىپنامىڭىزنى دوستلارغا ئەۋەتىپ ھەقسىز تالونغا ئېرىشىڭ.",
        "action": "مېنىڭ ئۇلىنىش ئۇلىنىشىم"
      },
      "info": {
        "title": "تېخنىكىلىق",
        "subtitle": "تىجارىتىڭىزنىڭ تېخنىكىلىق ئومۇمىي ئەھۋالى.",
        "shop_name": "دۇكان ئىسمى",
        "shop_link": "دۇكان ئۇلىنىشى",
        "site_map": "Sitemap",
        "shop_domains": "دائىرە",
        "shop_domains_msg": "ئۇلانغان ئىختىيارى دائىرە تىزىملىكى.",
        "home_msg": "تور بېتىڭىزنىڭ سۈكۈتتىكى باش بېتىنى تەڭشەڭ. ئۇنى ھەر بىر خاس تور نامىغا ئۆزگەرتىشكە بولىدۇ.",
        "add_domain": "يېڭى دائىرە قوشۇڭ",
        "currencies": "ئاكتىپ پۇللار",
        "currencies_alert": "دۇكان ئۈچۈن كەم دېگەندە بىر پۇل تاللاڭ!",
        "status": "ھالەت",
        "license": "ئىجازەتنامە",
        "expire": "ئىجازەتنامىنىڭ ۋاقتى",
        "upgrade_license_action": "{name} غا يېڭىلاش",
        "wage": "ھەق",
        "cpu_message": "سېتىۋالغان پىلانغا ماسلاشقان بايلىق سانى ۋە مۇلازىمىتىڭىزگە قوشقان بايلىق.",
        "hide_domains": "دائىرەمنى يوشۇرۇڭ",
        "show_domains": "دائىرەمنى كۆرسەت",
        "table": {
          "primary": "Primary",
          "url": "Url",
          "site_map": "بېكەت خەرىتىسى",
          "enable": "قوزغىتىش",
          "indexed": "Indexed",
          "and_more": "& more ..",
          "auto_repair": "ئاپتوماتىك رېمونت قىلىش"
        },
        "add_dialog": {
          "title": "دۇكان دائىرىسىنى سەپلەڭ",
          "step1": "سىز تۆۋەندىكى قىممەتلەردىن DNS دائىرە ياكى تارماق تور نامىنىڭ A خاتىرىسىنىڭ IP چەكلىمىسىنى بەلگىلىيەلەيسىز:",
          "step2": "DNS TXT خاتىرىسىنى قوشۇڭ:",
          "set_ip_alert": "خاتىرىنىڭ IP قىممىتىنى A <b>{ip</b> set قىلىپ بەلگىلەڭ.",
          "input_domain": "دائىرە URL",
          "correct": "دائىرە تەڭشىكى توغرا.",
          "set_message": "بۇ تورنامىنىڭ CNAME نى {cname set قىلىپ تەڭشەڭ.",
          "input_domain_message": "تور نامىنى http ۋە https بولمىسا كىرگۈزۈڭ.",
          "ssl_message": "تور بېتىڭىزنىڭ SSL گۇۋاھنامىسىدىن ئەنسىرىمەڭ. بۇ گۇۋاھنامە تور بېكىتىڭىزگە Selldone (beta) تەرىپىدىن ئاپتوماتىك تارقىتىلىدۇ.",
          "active": "دائىرە ئاكتىپ",
          "inactive": "دائىرە چەكلەنگەن",
          "success_message": "مۇبارەك بولسۇن ، تور بېتىڭىز {domain} دا قوزغىتىلدى. سىز بۇ ساھە ئارقىلىق سودىڭىزنى ۋە ماركىڭىزنى دۇنياغا تونۇشتۇرالايسىز.",
          "delete_action": "تور نامىنى ئۆچۈرەمسىز؟"
        },
        "set_home_dialog": {
          "title": "دائىرە باش بېتىنى بەلگىلەڭ"
        },
        "notification": {
          "add_message": "دائىرە ئادرېسى مۇۋەپپەقىيەتلىك قوشۇلدى.",
          "update_message": "دائىرە مۇۋەپپەقىيەتلىك يېڭىلاندى.",
          "delete_domain_message": "دائىرە مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى."
        },
        "alert": {
          "title": "دائىرە ئۆچۈرۈڭ",
          "message": "بۇ تورنامىنى ئۆچۈرمەكچىمۇ؟ باشقىلارنىڭ ئالدامچىلىق قىلىشىنىڭ ئالدىنى ئېلىش ئۈچۈن تور نامىڭىزنىڭ DNS خاتىرى قىممىتىنى ئەسلىگە كەلتۈرۈڭ."
        }
      },
      "active_orders": {
        "title": "زاكاز",
        "title_small": "فىزىكىلىق ، ھۆججەت ، مەۋھۇم ۋە مۇلازىمەت بۇيرۇقلىرى",
        "pending_orders": "ساقلىنىۋاتقان زاكازلار",
        "physical": "فىزىكىلىق مەھسۇلات زاكازلىرى",
        "virtual": "مەۋھۇم مەھسۇلات زاكازلىرى",
        "file": "ھۆججەت مەھسۇلات زاكازلىرى",
        "service": "مۇلازىمەت مەھسۇلات زاكازلىرى",
        "subscription": "مۇشتەرىلىك زاكازلىرى"
      },
      "products": {
        "title": "كەشپىيات",
        "title_small": "مەھسۇلات ، مۇلازىمەت ، ھۆججەتلەر",
        "total_products": "ئومۇمىي مەھسۇلات تۈرلىرى"
      },
      "finance": {
        "title": "مالىيە",
        "title_small": "مالىيە دوكلاتى",
        "total_30days_title": "ئومۇمىي سېتىش سوممىسى",
        "last_30_day": "ئاخىرقى 30 كۈن",
        "pay_amount_chart_title": "چىقىم قىلىش",
        "sell_amount_chart_title": "سېتىش",
        "discount_amount_chart_title": "ئېتىبار",
        "currency_convert_to": "پۇلغا",
        "active_currencies": "ئاكتىپ پۇللار",
        "sell_count_chart_title": "ۋارىيانت بويىچە سېتىش سانى",
        "active_gateways": "ئاكتىپ پۇل تۆلەش ئېغىزى",
        "received_last_24h": "ئاخىرقى 7 سائەتتە قوبۇل قىلىندى",
        "pie": {
          "title": "بۈگۈنكى سېتىش نىسبىتى",
          "no_data": "بۈگۈن سېتىلمايدۇ"
        },
        "pay_amount": "چىقىم سوممىسى",
        "sell_amount": "سېتىش سوممىسى",
        "discount_amount": "ئېتىبار سوممىسى",
        "sell_count": "سېتىش سانى",
        "table": {
          "currency": "پۇل",
          "total_sell_30days": "30 كۈنلۈك ئومۇمىي سېتىلىش مىقدارى",
          "sell_daily": "كۈندىلىك سېتىش نىسبىتى",
          "sell": "سېتىش",
          "pay": "پۇل تۆلەش"
        }
      },
      "customers": {
        "title": "خېرىدارلار",
        "title_small": "ئۆزگەرتىش دوكلاتى",
        "total_customers": "ئومۇمىي",
        "new_customers_today": "بۈگۈن",
        "new_customers_week": "ئاخىرقى 7 كۈن",
        "orders_count": "زاكاز سانى",
        "days_range": "كۈن دائىرىسى",
        "new_users": "يېڭى تىزىملاتقان ئابونتلار",
        "chart": {
          "new_customers": "يېڭى خېرىدارلار",
          "customers": "ئومۇمىي خېرىدارلار"
        }
      },
      "plugins": {
        "title": "قىستۇرمىلار",
        "title_small": "قاچىلاندى"
      },
      "performance": {
        "title": "بۈگۈن",
        "title_small": "ئىشلەتكۈچى ۋە سېتىش ئەھۋالى",
        "users": "ئىشلەتكۈچى",
        "views": "كۆرۈنۈشلەر",
        "orders": "زاكاز",
        "payments": "چىقىم قىلىش",
        "no_visitor_today": "بۈگۈن زىيارەتچىلىرىڭىز يوق."
      }
    },
    "products": {
      "title": "مەھسۇلات تىزىملىكى",
      "products_list": "تىزىملىككە قايتىش",
      "products_menu": "مەھسۇلات باشقۇرۇش",
      "process_que": "ئىمپورت قىلىنغان مەھسۇلاتلارنى بىر تەرەپ قىلىش",
      "view_que_list": "ئۆچىرەت تىزىملىكىنى كۆرۈش",
      "menu_products_list": "مەھسۇلات تىزىملىكى",
      "menu_export": "مەھسۇلاتلارنى ئېكسپورت قىلىش",
      "menu_import": "مەھسۇلاتلارنى ئىمپورت قىلىش",
      "menu_show_deletes": "ئۆچۈرۈلگەن مەھسۇلاتلارنى كۆرسىتىش",
      "drop_import_message": "مەھسۇلات تىزىملىكى ھۆججىتىنى (CSV ، XLS ، XLSX فورماتى) بۇ يەرگە تاشلاپ ، توپ مەھسۇلاتلارنى قوشۇشقا باشلاڭ. بۇ ھۆججەتنىڭ Selldone مەھسۇلات تىزىملىكى فورماتىغا كاپالەتلىك قىلىڭ.",
      "product_widget": {
        "product_type": "مەھسۇلات تىپى",
        "price": "باھاسى",
        "value_added": "Commission",
        "discount": "ئېتىبار",
        "in_stock": "پاي چېكىدە",
        "product_unit": "بىرلىك",
        "total_sell": "ئومۇمىي سېتىلىش مىقدارى",
        "total_view": "ئومۇمىي كۆرۈنۈش",
        "view_unit": "Times",
        "review_unit": "باھا"
      },
      "folder_widget": {
        "products": "مەھسۇلاتلار",
        "products_unit": "تىپلىرى",
        "sub_categories": "سەھىپىلەر",
        "sub_categories_unit": "تۈرلەر",
        "views": "كۆرۈنۈشلەر",
        "views_unit": "Times"
      },
      "menu_advanced_options": "ئىلغار تاللاشلار"
    },
    "blogs": {
      "new": "يېڭى يېزىڭ",
      "blogs": "بىلوگ",
      "list": {
        "title": "مېنىڭ ماقالىلىرىم",
        "waiting_message": "ئۇچۇر قوبۇل قىلىش ... ساقلاپ تۇرۇڭ",
        "published": "ئېلان قىلىندى",
        "draft": "Draft",
        "private": "شەخسىي",
        "public": "جامائەت",
        "table": {
          "title": "Title",
          "author": "ئاپتور",
          "claps": "چاۋاك چالدى",
          "like": "Like",
          "comments": "باھا",
          "views": "كۆرۈنۈشلەر",
          "publish_state": "ھالەت",
          "created_at": "يارىتىلغان ۋاقتى",
          "updated_at": "ئاخىرقى يېڭىلانما"
        },
        "subtitle": "ئۆزىڭىزنى ۋە سودىڭىزنى تونۇشتۇرۇش ئۈچۈن زامانىۋى ئىچكى تەھرىرلىگۈچ بىلەن ماقالە يېزىڭ. ئەسلى مەزمۇن يۇقىرى سۈپەتلىك SEO دوستانە بىلوگ يازغاندا دىققەت قىلىشقا تېگىشلىك بىرىنچى ئىش."
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "ئۇچۇر قوبۇل قىلىش ... ساقلاپ تۇرۇڭ",
        "rejected": "رەت قىلىندى",
        "delivery": "توشۇش",
        "discount": "ئېتىبار",
        "not_paid": "ھەق بەرمەيدۇ",
        "table": {
          "order_number": "زاكاز كودى",
          "order_date": "چىقىم قىلىش ۋاقتى",
          "status": "ئاخىرقى ھالىتى",
          "price": "ئومۇمىي سومما",
          "payment_status": "ھەق تۆلەش ھالىتى"
        }
      },
      "virtual": {
        "waiting_message": "ئۇچۇر قوبۇل قىلىش ... ساقلاپ تۇرۇڭ",
        "discount": "ئېتىبار",
        "table": {
          "order_number": "زاكاز كودى",
          "product": "مەھسۇلات",
          "order_date": "تىزىملىتىش ۋاقتى",
          "status": "ئاخىرقى ھالىتى",
          "price": "ئومۇمىي سومما",
          "payment_status": "ھەق تۆلەش ھالىتى"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "ئالماشتۇرۇش",
        "gateway": "دەرۋازا",
        "invoice": "ھېسابات قىلىش",
        "report": "دوكلات",
        "tax": "باج",
        "drop_shipping": "ساتقۇچى تالون",
        "reseller_accounts": "ساتقۇچىلارنىڭ ھېساباتى",
        "valuations": "Valuations"
      },
      "invoice": {
        "title": "ئۇلانغان ھەميانلارنى دۇكان قىلىڭ",
        "subtitle": "ھەق ، ھاۋالە ۋە دۇكان خىراجىتى بۇ ھەميان ھېساباتىدىن تۇتۇپ قېلىنىدۇ.",
        "title_add": "يېڭى ھەميان ھېساباتىنى ئۇلاڭ",
        "subtitle_add": "ھەر بىر پۇل ئۈچۈن يېڭى ھەميان ياساپ ئۇنى دۇكىنىڭىزغا ئۇلىشىڭىز كېرەك. مۇلازىمەت ھەققى بۇ ھەمياندىن ئېلىنىدۇ.",
        "add_account": "ھېسابات قوشۇڭ",
        "charge_account": "ھەق ئېلىش ھېساباتى",
        "show_transaction": "سودىنى كۆرسىتىش",
        "table": {
          "currency": "پۇل",
          "account_number": "ھېسابات نومۇرى",
          "account_name": "ھېسابات ئىسمى",
          "balance": "تەڭپۇڭلۇق",
          "free_balance": "ئىشلەتكىلى بولىدىغان تەڭپۇڭلۇق",
          "actions": "ئۆچۈرۈش"
        },
        "add_account_dialog": {
          "title": "ئىناۋەتلىك ھېساباتنى دۇكانغا ئۇلاش",
          "subtitle": "Selldone بىلەن ھەميان ھېساباتىنى ئاچسىڭىز ، سىزگە باشقا ئىناۋەتلىك كارتىلارغا ئوخشاش مەۋھۇم ئىناۋەتلىك كارتا ۋە ھېسابات بېرىمىز. Selldone نىڭ سېتىش ھەققى بۇ ھېساباتتىن تۇتۇپ قېلىنىدۇ ، ئەمما ھېساباتىڭىزنىڭ قالدۇقى يېتەرلىك بولمىسا ، بۇ سوممىغا قەرزدار بولىدۇ. ئېھتىياجغا ئاساسەن Selldone مۇلازىمىتىنى ئىشلىتەلەيسىز.",
          "account_number": "ھېسابات نومۇرى",
          "account_number_input_message": "دۇكان بۇ ھېساباتقا ئۇلىنىدۇ. بۇ ھېسابات ھەق ۋە خىراجەت ئۈچۈن ئىشلىتىلىدۇ.",
          "balance": "ھېسابات قالدۇقى",
          "connect_account_to_shop": "ھېساباتنى دۇكانغا ئۇلاڭ"
        },
        "notifications": {
          "connect_account_success": "ھېسابات مۇۋەپپەقىيەتلىك قوشۇلدى.",
          "delete_account_success": "ھېسابات مۇۋەپپەقىيەتلىك ھالدا دۇكاندىن چىقىرىۋېتىلدى."
        },
        "alert": {
          "delete_account": "ھېساباتنى ئۈزۈڭ",
          "delete_account_message": "بۇ ھېساباتنى دۇكان ھېسابات تىزىملىكىدىن ئۆچۈرمەكچىمۇ؟",
          "delete_account_action": "ھېساباتنى ئۆچۈرۈڭ"
        },
        "inform_charge_account": "ھېساباتىڭىزغا توك قاچىلاڭ!",
        "inform_charge_account_critical": "مۇلازىمىتىڭىزنىڭ توختىتىلىشىنىڭ ئالدىنى ئېلىش ئۈچۈن ھېساباتىڭىزغا توك قاچىلاڭ!"
      },
      "gateway": {
        "title": "ھەق تۆلەش ئۇسۇللىرى",
        "sub_title": "ئاكتىپ پۇل تۆلەش ئۇسۇللىرىنىڭ تىزىملىكى. ئەگەر دۇكىنىڭىزغا يېڭى ئۇسۇل قوشماقچى بولسىڭىز ، تۆۋەندىكى كۇنۇپكىنى بېسىڭ. قوشۇلغان 10 ھەق تۆلەش ئېغىزىدىن ئېشىپ كەتمەسلىكىنى تەۋسىيە قىلىمىز.",
        "add_gateway": "يېڭى پۇل تۆلەش ئۇسۇلى",
        "add_gateway_dialog": {
          "title": "پۇلنى تاللاڭ",
          "country_currencies": "يەرلىك پۇللار",
          "crypto_currencies": "Cryptocurrencies",
          "active_gateways": "ئاكتىپ پۇل تۆلەش ئۇسۇللىرى",
          "confirm": "پۇل تۆلەش ئۇسۇلىنى قوشۇڭ"
        }
      },
      "exchange": {
        "title": "ئاكتىپ پۇللارنى ساقلاڭ",
        "subtitle": "ئىشلەتكۈچىلەر ئاكتىپ پۇلدىن بىرنى تاللىيالايدۇ ، مەھسۇلاتلارنىڭ باھاسى ھېسابلىنىدۇ ۋە كۆرسىتىلىدۇ. پېرېۋوت نىسبىتىگە كىرىش ساتقۇچىغا باغلىق.",
        "shop_currencies_input": "ئىشلەتكۈچىلەر ئۈچۈن ئاكتىپ پۇل",
        "shop_currencies_input_error": "كەم دېگەندە بىر پۇل تاللاڭ",
        "rates": {
          "title": "پۇل ئالماشتۇرۇش نىسبىتى",
          "sub_title": "سىز تۆۋەندىكى پۇللارغا ئاساسەن مەھسۇلات باھاسىنى كىرگۈزەلەيسىز ، مەھسۇلات باھاسى سىزنىڭ پۇلىڭىزنىڭ ئايلىنىش نىسبىتىدە ئاپتوماتىك ھېسابلىنىدۇ.",
          "message": "پۇللار ئارا پېرېۋوت نىسبىتىنى كىرگۈزۈش ئارقىلىق مەھسۇلاتلىرىڭىزنىڭ باھاسى ئاپتوماتىك ھېسابلىنىدۇ ۋە يېڭىلىنىدۇ.",
          "add_new_rate": "يېڭى ئۆسۈم قوشۇڭ"
        },
        "table": {
          "waiting_receive_data": "ئۇچۇرغا ئېرىشىش ... ساقلاپ تۇرۇڭ",
          "rate_input": "پېرېۋوت نىسبىتى",
          "from": "From",
          "to": "To",
          "exchange_rate": "پېرېۋوت نىسبىتى",
          "edit": "Edit",
          "delete": "ئۆچۈرۈش",
          "auto": "ئاپتوماتىك سۈرئەت"
        },
        "add_rate_dialog": {
          "title": "ئالماشتۇرۇش نىسبىتىنى بەلگىلەڭ",
          "message": "ئۇچۇر كىرگۈزۈشتە ئېھتىيات قىلىڭ. مەھسۇلاتلىرىڭىزنىڭ باھاسى بۇ يەرگە كىرگۈزۈلگەن باھاغا ئاساسەن ھېسابلىنىدۇ.",
          "currency_from": "پۇلدىن",
          "currency_to": "پۇلغا",
          "exchange_rate": "پېرېۋوت نىسبىتى"
        },
        "alert": {
          "title": "ئايلاندۇرۇش نىسبىتىنى ئۆچۈرۈڭ",
          "message": "بۇ ئۆزگەرتىش نىسبىتىنى ئۆچۈرمەكچىمۇ؟",
          "action": "ئۆچۈرۈش"
        },
        "notifications": {
          "delete_success": "پېرېۋوت نىسبىتى چىقىرىۋېتىلدى.",
          "add_success": "پېرېۋوت نىسبىتى يېڭىلاندى.",
          "update_success": "ئاكتىپ پۇللارنى يېڭىلاڭ."
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "ئامبار",
        "subtitle": "ئامبارلىرىمنىڭ تىزىملىكى."
      },
      "warehouse_btn": "يېڭى ئامبار قوشۇڭ",
      "warehouse_btn_error": "ئامبىرىڭىزنى ، دۇكىنىڭىزنى ياكى سودىڭىزنىڭ كېلىش مەنبەسىنى بەلگىلەڭ. توشۇش تەننەرخىنى ھېسابلاش ۋە چىقىم قىلىش جەريانىدا بولۇش تولىمۇ مۇھىم.",
      "size_unit": {
        "title": "چوڭلۇقى بىرلىكى",
        "subtitle": "ئۇزۇنلۇقى ، كەڭلىكى ۋە ئېگىزلىكى ئۈچۈن ئىشلىتىلىدىغان ئورۇن."
      },
      "mass_unit": {
        "title": "Mass unit",
        "subtitle": "ئېغىرلىق ئۈچۈن ئىشلىتىلىدىغان ئورۇن."
      },
      "menu": {
        "return_request": "قايتىپ كەلدى",
        "delivery": "توشۇش",
        "inventory": "كەشپىيات",
        "warehouse": "ئامبار",
        "logistic_apps": "ئەشيا ئوبوروتى",
        "profiles": "ئارخىپلار",
        "includes": "ئۆز ئىچىگە ئالىدۇ"
      },
      "warehouse": {
        "title": "دۇكان ئامبىرى",
        "sub_title": "بۇ ئادرېس توشۇشنىڭ كېلىش مەنبەسى سۈپىتىدە ئىشلىتىلىدۇ.",
        "table": {
          "title": "تىزىملىك تىزىملىكى",
          "sub_title": "فىزىكىلىق ، مەۋھۇم ، ھۆججەت ۋە مۇلازىمەتنى ئۆز ئىچىگە ئالغان بارلىق دۇكان مەھسۇلاتلىرىنىڭ تىزىملىكى"
        }
      },
      "delivery": {
        "title": "توشۇش ئۇسۇللىرى",
        "sub_title": "بۇ بۆلەكتىكى قىممەتنى تەڭشەش ئارقىلىق دۇكىنىڭىزدا ھەر خىل ئەۋەتىش ئۇسۇللىرى ئاكتىپلىنىدۇ. بۇ بۆلەكتە يەتكۈزۈش ئۇسۇلىدىكى نەق پۇلنىمۇ قوزغىتىشقا بولىدۇ.",
        "add_transportation": "قاتناشنى قوشۇڭ",
        "delivery_form": {
          "payment": "ھەق تۆلەش تاللانمىلىرى",
          "limits": "چەكلىمىسى",
          "currency_input": "تەننەرخنى ھېسابلاش ئۈچۈن پايدىلىنىدىغان پۇل",
          "currency_input_message": "خىراجەت بۇ پۇلدا ھېسابلىنىدۇ",
          "distance_input": "ئامباردىن يىراق",
          "distance_input_message": "0 ياكى -1 چەكلىمىسى يوق.",
          "max_weight_input": "ئەڭ چوڭ قوبۇل قىلغىلى بولىدىغان ئورالما ئېغىرلىقى",
          "max_weight_input_message": "0 ياكى -1 چەكلىمىسى يوق.",
          "max_size_input": "ئەڭ چوڭ ئورالما ئۆلچىمى",
          "width": "كەڭلىك",
          "length": "ئۇزۇنلۇقى",
          "height": "ئېگىزلىكى",
          "days_input": "مال يەتكۈزۈش ۋاقتى بار",
          "days_input_nodata": "مال يەتكۈزۈش كۈنىنى تاللاڭ",
          "hours_input": "Avaialbe مال يەتكۈزۈش ۋاقتى",
          "hours_input_nodata": "ۋاقىتنى تاللاڭ",
          "vacation_input": "تەتىلدە يەتكۈزەمسىز؟",
          "cod_input": "COD نى قوللاڭ",
          "cod_input_message": "توشۇش مۇلازىمىتىڭىزنىڭ COD نى قوبۇل قىلىدىغانلىقىنى جەزملەشتۈرۈڭ.",
          "sod_input": "سىز COD نى قوللامسىز؟",
          "sod_input_message": "توشۇش مۇلازىمىتىڭىزنىڭ COD نى قوبۇل قىلىشىغا كاپالەتلىك قىلىڭ.",
          "pricing": "باھانى ھېسابلاڭ",
          "const_input": "مۇقىم خىراجەت",
          "distance_cof_input": "تەننەرخ بىلەن ئارىلىق كوئېففىتسېنتى",
          "distance_cof_input_dim": "Per {dim}",
          "weight_cof_input": "تەننەرخنى ئېغىرلىتىش ئامىلى",
          "weight_cof_input_dim": "Per {dim}",
          "price_cof_input": "مەھسۇلات باھاسى ئامىلىغا توشۇش تەننەرخى",
          "price_cof_input_message": "سۇغۇرتا ھەققى ۋە COD تەننەرخى قاتارلىق مۇلازىمەتلەرنى ئۆز ئىچىگە ئالىدۇ.",
          "price_cof_input_dim": "Per {dim}",
          "distance_weight_cof_input": "ئېغىرلىقنى كۆپەيتىش ئارقىلىق تەننەرخنى كۆپەيتىش",
          "distance_weight_cof_input_dim": "ھەر {ئارىلىقتىكى {ئېغىرلىق}",
          "free_shipping_input": "ھەقسىز توشۇش",
          "free_shipping_limit_input": "ھەقسىز توشۇشنىڭ ئەڭ تۆۋەن زاكاز ھەققى",
          "notifications": {
            "update_success": "توشۇش مۇلازىمەت تەڭشەكلىرى مۇۋەپپەقىيەتلىك تاماملاندى."
          },
          "shipping_cost_calculation": "توشۇش تەننەرخىنى ھېسابلاش",
          "sod_true": "مەنزىلگە توشۇش ھەققىگە ئېرىشىڭ",
          "sod_true_message": "توشۇش مۇلازىمىتىڭىزنىڭ مەنزىلدىكى توشۇش ھەققىنى قوبۇل قىلىشىغا كاپالەتلىك قىلىڭ.",
          "sod_false": "ئاپتوماتىك توشۇش تەننەرخىنى ھېسابلاش",
          "cod_true": "مال تاپشۇرۇۋالغاندا نەق پۇلنى قوبۇل قىلىڭ",
          "cod_false": "پەقەت توردا پۇل تۆلەشنى قوبۇل قىلىڭ",
          "cod_true_message": "توشۇش مۇلازىمىتىڭىزنىڭ COD نى قوبۇل قىلىدىغانلىقىنى جەزملەشتۈرۈڭ."
        }
      }
    },
    "users": {
      "menu": {
        "customers": "خېرىدارلار",
        "contact_form": "ئالاقىداشلار",
        "faq": "FAQ",
        "club": "Club",
        "report": "دوكلات"
      },
      "report": {
        "title": "خېرىدارلار ئومۇمىي ئەھۋالى",
        "sub_title": "بۇ يەردىن خېرىدارلىرىڭىزنىڭ نەق مەيدان ھالىتىنى كۆرىسىز.",
        "report_30days_by_time": "يېقىنقى 30 كۈندىكى ۋاقىت ۋە ۋاقىتقا ئاساسەن ئىشلەتكۈچى پائالىيىتى",
        "report_30days_by_location": "جۇغراپىيىلىك ئورۇن ئىشلەتكۈچىلەرنىڭ يېقىنقى 30 كۈندىكى پائالىيىتى"
      },
      "club": {
        "title": "خېرىدارلار كۇلۇبى",
        "sub_title": "ھەر بىر دەرىجىنى قوزغىتىش ئۈچۈن ئايلىق ۋە يىللىق سېتىۋېلىش سوممىسىنى ۋە توك يولىنى كىرگۈزۈڭ. خېرىدارلىرىڭىز ئايلىق ياكى يىللىق سېتىۋېلىش تەلىپىگە ماس كەلگەچكە ، خېرىدارلار كۇلۇبىڭىزغا كىرىدۇ.",
        "item": {
          "members_count": "ئەزا سانى",
          "purchases_count": "زاكاز سانى",
          "monthly": "ئايلىق",
          "annually": "يىللىق",
          "discount_percent": "ئېتىبار نىسبىتى",
          "discount_limit": "ئېتىبار چېكى"
        },
        "edit_dialog": {
          "title": "خېرىدار دەرىجىسىنى باشقۇرۇش",
          "currency_input": "پۇل",
          "currency_input_message": "ئومۇمىي سېتىۋېلىش بۇ پۇلدا ھېسابلىنىدۇ.",
          "free_shipping_input": "ھەقسىز توشۇش",
          "monthly_input": "ئايلىق سېتىۋېلىش نىسبىتى",
          "annually_input": "يىللىق سېتىۋېلىش نىسبىتى",
          "discount_percent_input": "كۇلۇب ئەزالىرىنىڭ ئېتىبار نىسبىتى",
          "discount_limit_input": "ئېتىبار چېكى",
          "description_input": "چۈشەندۈرۈش",
          "description_input_message": "بۇ دەرىجىدىكى قىسقىچە چۈشەندۈرۈشنى كىرگۈزۈڭ."
        },
        "notifications": {
          "update_success": "خېرىدارلار كۇلۇبىغا قوللىنىلغان ئۆزگەرتىشلەر."
        }
      },
      "faq": {
        "title": "دائىم سورايدىغان سوئاللار",
        "sub_title": "خېرىدارلىرىڭىزنىڭ سوئاللىرىغا قوشۇش ، تەھرىرلەش ۋە جاۋاب بېرىش."
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "سەپەرۋەرلىك",
        "cross_selling": "كرېست سېتىش",
        "affiliate": "ھەمكارلاشقۇچى",
        "emails": "Email",
        "funnel": "Funnel"
      },
      "campaign": {
        "name_input_placeholder": "سەپەرۋەرلىك ئىسمى",
        "name_input_message": "تەشۋىقات تېمىڭىزنى كىرگۈزۈڭ.",
        "create_campaign_action": "يېڭى تەشۋىقات قۇر",
        "table": {
          "title": "Title",
          "state": "ھالەت",
          "discount": "ئېتىبار",
          "landing": "قونۇش بېتى",
          "start": "باشلاش",
          "end": "ئاخىر"
        },
        "notifications": {
          "add_success_title": "سەپەرۋەرلىك قۇر",
          "add_success": "تەشۋىقاتىڭىز قۇرۇلدى."
        },
        "name_input_name": "سەپەرۋەرلىك ئىسمى"
      }
    },
    "categories": {
      "title": "سەھىپە تىزىملىكى",
      "subtitle": "سەھىپىلەر تور دۇكىنىڭىزنىڭ مۇھىم ئالاھىدىلىكى. بىز بۇ كۈچلۈك تۈرگە ئايرىش قوراللىرىنى ئىشلىتىپ زامانىۋى دۇكان قۇرۇپ ، خېرىدارلىرىڭىزنىڭ توغرا مەھسۇلات تېپىشىغا قولايلىق يارىتىشىڭىزنى تەۋسىيە قىلىمىز.",
      "menu": {
        "add_new": "يېڭى سەھىپە قوشۇڭ",
        "categories_list": "سەھىپىلەر تىزىملىكى",
        "export": "تۈرلەرنى چىقىرىش",
        "import": "تۈرلەرنى ئەكىرىش (CSV)"
      },
      "graph": {
        "title": "سەھىپىلەرنىڭ قاتلاملىرى",
        "subtitle": "دۇكىنىڭىز تۈرلىرى ۋە ئابونتلارنىڭ ئۇلارنى قانداق باشقۇرىدىغانلىقى ھەققىدە تولۇق چۈشەنچىگە ئىگە بولالايسىز. كاتېگورىيىلەرنى مۇۋاپىق ئورۇنلاشتۇرغاندا ، خېرىدارلىرىڭىز مەھسۇلاتنى تېز تاپالايدۇ ۋە ئايلاندۇرۇش نىسبىتى ئۆسىدۇ.",
        "visits_count": "زىيارەت",
        "normal": "ئاددىي",
        "items_count": "تۈر سانى",
        "home": "ئۆي"
      },
      "category_widget": {
        "parent": "ئاتا-ئانا",
        "not_exist": "مەۋجۇت ئەمەس",
        "children": "تارماق تۈرلەر",
        "delete_alert": {
          "title": "بالىلار تۈرىنى ئۆچۈرۈڭ",
          "message": "{title} نى {parent_title} تىزىملىكىدىن ئۆچۈرمەكچىمۇ؟",
          "action": "ئۆچۈرۈش"
        },
        "notifications": {
          "edit_success": "سەھىپە تەھرىرلەندى."
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "دۇكان",
        "my_apps": "ئەپلەر"
      },
      "my_apps": {
        "title": "ئاكتىپ دېتاللارنى ساقلاڭ",
        "subtitle": "سودا ئىلتىماسىڭىزنى باشقۇرۇڭ.",
        "all": "ھەممىسى"
      },
      "store": {
        "title": "ئەپ دۇكىنى",
        "subtitle": "ئۆزىڭىز ياقتۇرىدىغان مۇلازىمەتلەرنى سودىڭىزغا بىخەتەر ئۇلاڭ. بىز خېرىدارلارنىڭ تەلىپىگە ئاساسەن قىستۇرما ۋە ئەپلەرنى قوشىمىز.",
        "nodata": "قىستۇرما تېپىلمىدى.",
        "all": "ھەممىسى",
        "more": "تېخىمۇ كۆپ"
      }
    },
    "pages": {
      "menu": {
        "new_page": "يېڭى بەت",
        "contact_us": "بىز بىلەن ئالاقىلىشىڭ",
        "privacy": "مەخپىيەتلىك",
        "terms": "شەرتلەر",
        "about_us": "بىز ھەققىدە",
        "landings": "قونۇش",
        "popup": "Popup",
        "static": "تۇراقلىق"
      }
    },
    "permissions": {
      "menu": {
        "persons": "خىزمەتچىلەر",
        "roles": "رولى",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "خادىملار تىزىملىكى",
          "new_user": "يېڭى خىزمەتچى قوشۇڭ",
          "new_user_message": "بۇ دۇكاننىڭ باشقۇرۇش تاختىسى ۋە باشقۇرۇش بۆلەكلىرىنى زىيارەت قىلالايدىغان ئابونتلار.",
          "email_input_placeholder": "ئېلخەت",
          "email_input": "ئىشلەتكۈچى ئېلخەت ئادرېسى",
          "level_input": "زىيارەت دەرىجىسى",
          "add_user_action": "خىزمەتچى قوشۇڭ"
        },
        "delete_alert": {
          "title": "زىيارەتنى ئۆچۈرۈڭ",
          "message": "بۇ ئىشلەتكۈچىنى ئۆچۈرمەكچىمۇ؟",
          "action": "ئۆچۈرۈش"
        },
        "notifications": {
          "add_success_title": "زىيارەتنى قوشۇڭ",
          "add_success": "يېڭى زىيارەت قوشۇلدى.",
          "delete_success_title": "زىيارەتنى ئۆچۈرۈڭ",
          "delete_success": "زىيارەت ئۆچۈرۈلدى."
        }
      },
      "shop_api": {
        "title": "دۇكان زىيارەت ئاچقۇچلىرى",
        "message": "بۇ كۇنۇپكىلار مۇلازىمېتىرىڭىز ئارقىلىق Access Token نى قۇرۇشقا ئىشلىتىلىدۇ. شۇنىڭغا دىققەت قىلىڭكى ، ئاچقۇچلار مەخپىي بولۇپ ، پەقەت مۇلازىمېتىردا باشقىلارغا كۆرۈنمەيدۇ."
      }
    },
    "applications": {
      "pwa": {
        "title": "Web App",
        "sub_title": "دۇكىنىڭىزدىكى تور دېتالىنى بۇ يەردىن كۆرۈڭ",
        "message": "ئەسكەرتىش: سىز iOS دېتالىدا ئايفون ۋە iPad دىكى تور بېتىڭىزنى قارشى ئېلىش بېتىنى تەھرىرلىيەلەيسىز",
        "ios_app": "iOS ئەپ"
      },
      "ios": {
        "title": "iOS ئەپ",
        "sub_title": "ناھايىتى تېزلا دۇكىنىڭىزغا iOS دېتالى قۇرالايسىز.",
        "message": "ئەڭ چوڭ ھۆججەت چوڭلۇقى: 512 KB ، پىرىسلاش سىستېمىمىزنىڭ چوڭ-كىچىكلىكىنى 512KB غا چۈشۈرەلەيدىغان شارائىتتا ، 1MB چوڭلۇقتىكى ھۆججەتلەرنى يۈكلىيەلەيسىز. يۈكلەنگەن رەسىم ئەقلىي ئىقتىدارلىق چوڭلۇقتا بولىدۇ."
      },
      "android": {
        "title": "Android Application",
        "sub_title": "ئۆزىڭىزنىڭ ئاندىرويىد دېتالىنى ياساڭ",
        "message": "بۇ جەدۋەلنى تولدۇرۇپ قۇرۇش كۇنۇپكىسىنى بېسىڭ. باشقا نەرسىنىڭ ھاجىتى قالمايدۇ. ئەپىڭىزنىڭ قۇرۇش ۋە ئىمزا قويۇش جەريانىنىڭ بارلىق باسقۇچلىرى بۇلۇت مۇلازىمېتىرىدا ئېلىپ بېرىلىدۇ. ئاخىرقى ئەپ بارلىق AppStores غا يۈكلىنىدۇ.",
        "server_un_available": "سىناق تەرىقىسىدە ، پروگرامما مۇلازىمېتىرى بۇ ۋاقىتتا ئۇلانمىدى.",
        "app_building_progress": "ئەپىڭىز قۇرۇلۇۋاتىدۇ.",
        "app_build_success": "ئەپىڭىز تەييار.",
        "download_app_action": "ئەپكە ئېرىشىش",
        "firmware_version": "Firmware نەشرى",
        "main_info": "قوللىنىشچان پروگرامما بولىقى",
        "package_name_input_message": "بوغچا نامىنىڭ ئۆزگىچە ئىكەنلىكىنى جەزملەشتۈرۈڭ.",
        "package_name_input_alert": "ئەگەر بۇ ئىسىمنى ئۆزگەرتسىڭىز ، ئىلگىرىكى ئەپلىرىڭىزنى AppStore دا يېڭىلاپ يېڭىسىنى قاچىلىيالمايسىز. شۇنىڭغا دىققەت قىلىڭكى ، كونا نەشرىدىكى ئەپ ئىشلەتكۈچىلەرمۇ ئۇلارنىڭ ھېساباتىغا كىرەلمەيدۇ.",
        "version_input": "نەشرى",
        "version_input_message": "بۇ سان چوقۇم ئىلگىرىكى قىممىتىدىن چوڭ بولۇشى كېرەك.",
        "version_name_input": "نەشرىنىڭ ئىسمى",
        "version_name_input_message": "ئەپنىڭ بۇ نەشرىگە ئۆزگىچە ئىسىم كىرگۈزۈڭ.",
        "use_selldone_key": "Selldone سۈكۈتتىكى كۇنۇپكىلار",
        "use_last_key": "ساقلانغان ئاچقۇچ",
        "use_new_key": "يېڭى ئاچقۇچ",
        "appearance": "كۆرۈنۈش",
        "app_name_input": "ئەپ ئىسمى",
        "app_name_input_message": "بۇ سىزنىڭ ئەپىڭىزنىڭ ئاساسلىق ئىسمى بولىدۇ.",
        "app_title_input": "ئەپنىڭ ئىسمى",
        "app_title_input_message": "بۇ ماۋزۇ ئەپنىڭ ئۈستىدە كۆرۈنىدۇ.",
        "app_title_input_placeholder": "ماۋزۇ كىرگۈزۈڭ",
        "app_icon_input": "ئەپ سىنبەلگىسى",
        "app_icon_input_placeholder": "ئەپ سىنبەلگىسىنىڭ zip ھۆججىتىنى تاللاڭ.",
        "generate_icon_pack_action": "سىنبەلگە بولىقى ياساڭ",
        "splash_design": "ئېكراننى قوزغىتىش",
        "splash_logo_input": "ئېكران ئېكرانى",
        "splash_logo_input_placeholder": "Splash ئېكرانى ئۈچۈن رەسىم تاللاڭ.",
        "splash_title_input": "ئېكراننىڭ ئىسمى",
        "splash_title_input_placeholder": "Splash ئېكرانىنىڭ نامىنى كىرگۈزۈڭ",
        "splash_title_input_message": "بۇ ماۋزۇ چوڭ خەت شەكلىدە كۆرسىتىلىدۇ.",
        "splash_message_input": "ئېكران ئۇچۇرى",
        "splash_message_input_placeholder": "ئۇچۇر ...",
        "splash_message_input_message": "بۇ ئۇچۇر تۆۋەندىكى كىچىك كۆرۈنۈشتە كۆرسىتىلىدۇ.",
        "dark_theme": "قاراڭغۇ تېما",
        "light_theme": "يېنىك تېما",
        "build": "قۇرۇش",
        "building_info": "بۇلۇت مۇلازىمېتىرىدا پروگرامما ياساشقا 10 سېكۇنتتىن بىر نەچچە مىنۇت ۋاقىت كېتىدۇ. سەۋر قىلىڭ. پروگرامما تەييارلانغاندىن كېيىن چۈشۈرۈش ھۆججىتى ئۇلىنىشى بۇ يەردە كۆرۈنىدۇ.",
        "update_mode_action": "يېڭىلاش",
        "build_mode_action": "ئەپ ياساش",
        "notifications": {
          "icon_pack_not_valid_error": "ھۆججەت توغرا ئەمەس.",
          "start_building_title": "بىنا ...",
          "start_building_message": "يوللانغان ئاندىرويىد ئىلتىماسىنى قۇرۇش تەلىپى.",
          "build_success_title": "مۇبارەك بولسۇن",
          "build_success": "ئاندىرويىد دېتالىڭىز تەييار ، ئۇنى ھازىر چۈشۈرەلەيسىز."
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "Autopilot"
      }
    },
    "edit": {
      "menu": {
        "delete": "دۇكاننى ئۆچۈرۈڭ",
        "activity_time": "ۋاقىت",
        "footer": "تىزىملىك",
        "info": "ئۇچۇر",
        "notification": "ئۇقتۇرۇش",
        "home": "ئۆي",
        "locations": "ئورۇنلار",
        "license": "ئىجازەتنامە",
        "theme": "Theme",
        "sms": "Sms",
        "email": "ئېلخەت",
        "domain": "Domain",
        "verifications": "دەلىللەش",
        "flow": "Flow",
        "business_model": "سودا ئەندىزىسى"
      },
      "delete_dialog": {
        "title": "دۇكاننى ئۆچۈرۈڭ",
        "message": "<b>{title}</b> دۇكىنىنى ئۆچۈرمەكچىمۇ؟",
        "action": "دۇكاننى ئۆچۈرۈڭ"
      },
      "notifications": {
        "delete_success": "دۇكان ئۆچۈرۈلدى."
      },
      "info": {
        "title_tab": {
          "title": "سودا ئىسمى ۋە تىلى",
          "subtitle": "ئاممىۋى ئىسىم ۋە سۈكۈتتىكى تىل بەلگىلەڭ."
        },
        "name_tab": {
          "title": "دۇكاننىڭ ئۆزگىچە ئىسمى",
          "subtitle": "ئۇ سىزنىڭ تىجارەت قوللانچىڭىز."
        },
        "description_tab": {
          "title": "سودا ھېكايىڭىز",
          "subtitle": "سودىڭىز ۋە ئۇنىڭ ئۆزگىچە قىممەت تەكلىپىنى يېزىڭ."
        },
        "contact_tab": {
          "title": "ئالاقىلىشىش ۋە يەرلىك سودا",
          "subtitle": "ئاممىۋى ئالاقىلىشىش ئۇچۇرلىرى ۋە گۇگۇلنىڭ يەرلىك سودا تەڭشىكى."
        },
        "image_tab": {
          "title": "Logo",
          "subtitle": "ماركىڭىزغا خاس بەلگە تاللاڭ."
        }
      },
      "badge": {
        "external_title": "تاشقى بەلگىنى باشقۇرۇش",
        "external_message": "بۇ يەردە ، بەلگە سۈرىتىنىڭ ئادرېسى ۋە ئۇنىڭغا ئۇلىنىشنى كىرگۈزەلەيسىز. URL لار چوقۇم تەستىقلانغان تور بېكەتتىن بولۇشى كېرەك."
      },
      "edit_menu": {
        "title": "تىزىملىك",
        "footer": {
          "title": "بەت ئاستى تىزىملىكى",
          "sub_title": "دۇكان بېتىڭىزنىڭ ئاستى تىزىملىكىنى بۇ يەردىن تەڭشىيەلەيسىز. بۇ تىزىملىكلەر باش بەت ، لايىھەلەنگەن بەت ياكى سىرتقى ئۇلىنىش بولالايدۇ."
        },
        "header": {
          "title": "بەت تىزىملىكى",
          "sub_title": "بۇ تىزىملىك پەقەت كۆچمە ئېكراندىن چوڭ ئېكرانلاردا ، باش بەتنىڭ ئۈستى تەرىپىدە ، مەھسۇلات تۈرلىرى ، قونۇش ۋە مەھسۇلات بېتىدە كۆرۈنىدۇ."
        },
        "save_menu": "تىزىملىكنى ساقلاش",
        "dialog": {
          "main_pages": "ئاساسلىق بەتلەر",
          "custom_pages": "قونۇش بېتى"
        },
        "table": {
          "home": "ئۆي",
          "shop": "دۇكان",
          "blogs": "بىلوگ",
          "about_us": "بىز ھەققىدە",
          "privacy": "مەخپىيەتلىك",
          "terms": "ئىشلىتىش شەرتلىرى",
          "faq": "FAQ",
          "contact_us": "بىز بىلەن ئالاقىلىشىڭ"
        },
        "notifications": {
          "save_success": "تىزىملىك مۇۋەپپەقىيەتلىك يېڭىلاندى."
        }
      },
      "social": {
        "title": "Social Media",
        "message": "بۇ بۆلەككە رەسمىي ئىجتىمائىي ئالاقە ئۇلىنىشىڭىزنى كىرگۈزۈڭ. ئادرېسنى جەزملەشتۈرۈش ئۈچۈن ھەر بىر تۈرنىڭ كۆرسەتمىلىرىگە ئەمەل قىلىڭ."
      },
      "time": {
        "title": "خىزمەت كۈنلىرى",
        "sub_title": "خىزمەت كۈنى ۋە ۋاقتىنى بەلگىلەڭ",
        "days_open_input": "كۈنلەر",
        "days_open_input_nodata": "كەم دېگەندە بىر كۈن تاللاڭ",
        "start_time_input": "دۇكان پائالىيىتى باشلىنىش ۋاقتى",
        "start_time_input_hint": "دۇكان ئېچىش ۋاقتى",
        "end_time_input": "دۇكان تاقاش ۋاقتى",
        "end_time_input_hint": "دۇكان پائالىيىتى ئاخىرلىشىش ۋاقتى",
        "customer_support_service": "جاۋابكارلىق ۋە خېرىدارلار مۇلازىمىتى",
        "response_time_input": "خېرىدارلار مۇلازىمەت ئەھۋالى",
        "support_24h": "ھەپتىدە 24 سائەت 7 كۈن",
        "support_normal": "پەقەت خىزمەت ۋاقتىدىلا",
        "no_service": "ياق",
        "notifications": {
          "update_success": "دۇكان تەھرىرلەندى."
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "سەھىپە يوق"
  },
  "add_product": {
    "title_new": "يېڭى مەھسۇلات",
    "title_new_category": "يېڭى سەھىپە",
    "title_new_drop_shipping": "تامچە قوشۇش",
    "title_edit": "مەھسۇلاتنى تەھرىرلەش",
    "delete": "مەھسۇلاتنى ئۆچۈرۈڭ",
    "completed": "تاماملاندى",
    "menu": {
      "type": "مەھسۇلات تىپى",
      "general_info": "ئادەتتىكى ئۇچۇرلار",
      "rating": "تەكشۈرۈش ۋە ئىقتىدارلار",
      "spec": "ئۆلچىمى",
      "images": "رەسىملەر",
      "price": "باھاسى",
      "inputs": "كىرگۈزۈش",
      "outputs": "output",
      "extra": "قوشۇمچە تەپسىلاتلار",
      "review": "مەھسۇلاتنى تەكشۈرۈش",
      "inventory": "كەشپىيات / ۋارىيانت",
      "change_status": "ھالەتنى ئۆزگەرتىش"
    },
    "select_type": {
      "title": "مەھسۇلات ياكى مۇلازىمەت تىپىڭىزنى تاللاڭ"
    },
    "edit_info": {
      "category_input": "سەھىپە",
      "product_name": "مەھسۇلات ئىسمى *",
      "product_name_placeholder": "مەھسۇلات ئىسمىڭىز بۇ يەردە ..",
      "product_code": "مەھسۇلات كودى (ئىنگلىزچە)",
      "sku": "SKU",
      "sku_message": "زاپاس ساقلاش ئورنى",
      "mpn": "MPN",
      "mpn_message": "ئىشلەپچىقارغۇچى قىسىم نومۇرى",
      "status": "ھالەت",
      "external_link": "سىرتقى ئۇلىنىش",
      "brand": "ماركا",
      "brand_placeholder": "Brand Ex. ئالما .. (ئىختىيارىي)",
      "warranty": "كېپىللىك",
      "is_original": "بۇ ئەسلى مەھسۇلاتمۇ؟",
      "is_original_message": "ئەگەر مەھسۇلاتىڭىزنى ئەسلى قىلىپ تەڭشىمىسىڭىز ، ساختا بەلگە بۇ مەھسۇلاتقا كۆرسىتىلىدۇ.",
      "return_warranty": "بۇ مەھسۇلاتنىڭ قايتۇرۇش كاپالىتى قانچە كۈن؟",
      "warehouse_section": "ئامبار ۋە ياساش",
      "conditions_section": "مەھسۇلات شارائىتى",
      "warranty_section": "كاپالەت ۋە يەتكۈزۈش",
      "unit": "مەھسۇلات بىرلىكى",
      "unit_message": "ئەگەر لازىم بولسا بىرلىككە كىرىڭ. Ex: KG, Meter, ...",
      "condition": "دۇكىنىڭىزدىكى مەھسۇلات ئەھۋالى",
      "condition_message": "سىز چوقۇم بۇ ساھەدىكى قىممەتلەردىن بىرنى تاللىشىڭىز كېرەك.",
      "unit_section": "مەھسۇلات بىرلىكى",
      "unit_float": "Float unit",
      "unit_float_hint": "مەسىلەن ، خېرىدار 3 كىلوگىرام مېۋە زاكاز قىلالايدۇ ، ئەمما خېرىدارغا ئەۋەتىلگەن سومما زاكاز مىقدارىدىن سەل پەرقلىنىدۇ.",
      "unit_float_message": "زاكاز بىر تەرەپ قىلىش جەريانىدا ، يەتكۈزۈلگەن سومما زاكاز مىقدارىدىن پەرقلىنىشى مۇمكىن. سىستېما ئاپتوماتىك ھالدا بۇ پەرقنى ھېسابلاپ ، ئۇنى خېرىدارغا بەرگەن قەرزىڭىز دەپ خاتىرىلەيدۇ ، بۇنى كېيىنكى زاكازلارغا ئىشلىتىشكە بولىدۇ.",
      "status_list": {
        "active": {
          "title": "ئاكتىپ ╏ تور ۋە تورسىز سېتىش",
          "description": "بۇ مەھسۇلات توردا زاكاز قىلىشقا بولىدۇ."
        },
        "inactive": {
          "title": "ھەرىكەتسىز ╏ پەقەت تورسىز سېتىش",
          "description": "بۇ مەھسۇلات توردا زاكاز قىلىشقا بولمايدۇ."
        }
      },
      "marketplace": {
        "vendor_panel_message": "<b>{vendor_name}</b> مەھسۇلاتنىڭ ئىگىسى.",
        "subscription_message": "مۇشتەرىلىك مەھسۇلاتلىرىنىڭ بىر ساتقۇچى بولالايدۇ ، شۇڭا ئۇلارنى ساتقۇچىلار گۇرۇپپىسىدا قۇرالايسىز ياكى قۇرۇش باسقۇچىدا ئۇلارغا ساتقۇچى تەقسىملىيەلەيسىز. تاللانغان ساتقۇچى مەھسۇلاتنىڭ ئىگىسى بولىدۇ.",
        "default_message": "سىز بۇ مەھسۇلاتنىڭ بىر ساتقۇچىغا تەۋە ياكى ئەمەسلىكىنى بەلگىلىيەلەيسىز ، شۇڭلاشقا ئۇنى پەقەت بىرلا ساتقۇچى ساتالايدۇ ، ياكى بۇ مەھسۇلات بازار مەيدانىغا تەۋە ، بىردىن ئارتۇق ساتقۇچى ساتالايدۇ.",
        "single_vendor_title": "يەككە ساتقۇچى",
        "single_vendor_desc": "بۇ مەھسۇلات ساتقۇچىغا تەۋە ، تاللانغان ساتقۇچى ئۇنى باشقۇرالايدۇ.",
        "multi_vendors_title": "كۆپ ساتقۇچىلار",
        "multi_vendors_desc": "بۇ مەھسۇلات بازارغا تەۋە بولۇپ ، پەقەت بازار تاختىسىدا تەھرىرلىگىلى بولىدۇ."
      }
    },
    "rating_pros_cons": {
      "title": "تەكشۈرۈش",
      "message": "خېرىدارلىرىڭىزنىڭ مەھسۇلاتلىرىڭىزنى باھالىشى ئۈچۈن مەھسۇلات ئۆلچىمى تىزىملىكىنى كىرگۈزۈڭ. (5 تۈرگىچە)",
      "rating_input": "راي سىناش",
      "rating_input_message": "راي سىناشقا 5 تۈر قوشالايسىز.",
      "item_unit": "item",
      "pros_title": "Pros",
      "pros_message": "مەھسۇلاتنىڭ ئىقتىدارلىرىنى كىرگۈزۈڭ. (5 تۈرگىچە)",
      "pros_input_title": "Feature Title",
      "pros_input_value": "ئىقتىدار قىممىتى",
      "pros_group": "مەھسۇلاتنىڭ ياخشى تەرەپلىرى",
      "pros_group_messages": "مەھسۇلاتنىڭ ئاساسلىق ئىقتىدارلىرى",
      "cons_title": "Cons",
      "cons_message": "مەھسۇلاتنىڭ ئاجىزلىقىنى كىرگۈزۈڭ. (5 تۈرگىچە)",
      "cons_input_title": "ئاجىزلىق ئىسمى",
      "cons_input_value": "ئاجىزلىق قىممىتى",
      "cons_group": "مەھسۇلاتنىڭ ئاجىزلىقى",
      "cons_group_messages": "مەھسۇلاتنىڭ ئاساسلىق ئاجىزلىقى",
      "select_from_list": "تىزىملىكتىن تاللاڭ",
      "suggestion_rating": [
        "ياخشى سۈپەت",
        "ياخشى قىممەت",
        "تەۋسىيە قىلامدۇ",
        "ئالاھىدىلىكى ۋە ئىقتىدارى",
        "ئىشلىتىشكە قۇلايلىق",
        "ياخشى لايىھەلەنگەن",
        "ئىشەنچلىك ئىقتىدار",
        "ئۈنۈملۈك خېرىدارلارنى قوللاش",
        "قانائەتلىنەرلىك يەتكۈزۈش ۋاقتى",
        "مەھسۇلات ماسلاشتۇرۇش چۈشەندۈرۈشى",
        "چىداملىق ۋە ئۇزۇن مۇددەتلىك",
        "تەننەرخى يۇقىرى",
        "جەلپكار ئورالما",
        "يېڭىلىق يارىتىش لايىھىسى",
        "مۇھىت ئاسرايدۇ",
        "يېتەرلىك كۆرسەتمە / قوللانما",
        "Met Expectations",
        "ئىشلەتكۈچى دوست كۆرۈنمە يۈزى",
        "يۇقىرى ئۈنۈم",
        "سېتىشتىن كېيىنكى ئېسىل مۇلازىمەت",
        "كۆپ ئىقتىدارلىق ئىقتىدار",
        "رىقابەت كۈچىگە ئىگە باھا",
        "زاپاس زاپچاس / قوشۇمچە زاپچاسلارنىڭ بارلىقى",
        "ئىشەنچلىك ماركا",
        "بىخەتەر ئىشلىتىشكە بولىدۇ",
        "تېز ۋە توغرا مۇلازىمەت"
      ],
      "notifications": {
        "add_rating_success": "ئىشلەتكۈچى دەرىجىسى {rating_name} تاللانمىسى قوشۇلدى.",
        "delete_rating_success": "ئىشلەتكۈچى دەرىجىسى {rating_name} تاللانمىسى ئۆچۈرۈلدى.",
        "add_pros_success": "مەھسۇلات ئىقتىدارى قوشۇلدى.",
        "delete_pros_success": "مەھسۇلات ئىقتىدارى ئۆچۈرۈلدى.",
        "add_cons_success": "مەھسۇلاتنىڭ ئاجىزلىقى قوشۇلدى.",
        "delete_cons_success": "مەھسۇلاتنىڭ ئاجىزلىقى چىقىرىۋېتىلدى."
      },
      "rating_input_placeholder": "ئىختىيارى تەكشۈرۈش سوئالىڭىزنى بۇ يەرگە يېزىڭ ... ۋە Enter نى بېسىڭ!"
    },
    "edit_spec": {
      "title": "تېخنىكىلىق ئۆلچەم",
      "sub_title": "مۇشۇنىڭغا ئوخشاش مەھسۇلاتلارنىڭ تېخنىكىلىق مەخپىيەتلىكىنى ئىمپورتلىيالايسىز.",
      "import_action": "ئەكىرىش",
      "group_input_header": "گۇرۇپپا قوشۇڭ",
      "item_title_header": "تۈر قوشۇڭ",
      "group_input": "گۇرۇپپا بېشى",
      "group_input_message": "ماۋزۇنى كىرگۈزۈڭ.",
      "group_add_action": "گۇرۇپپا قوشۇڭ",
      "item_title_input": "Title",
      "item_title_input_message": "ئىقتىدار نامىنى كىرگۈزۈڭ.",
      "item_value_input": "قىممەت",
      "item_value_input_message": "ئىقتىدار قىممىتىنى كىرگۈزۈڭ.",
      "add_item_action": "تۈر قوشۇڭ",
      "dialog": {
        "title": "تېخنىكىلىق ئۆلچەملەرنى كىرگۈزۈڭ",
        "code_input": "مەھسۇلات كىملىكى",
        "code_input_message": "مەھسۇلات كودى: P0000 ...",
        "spec_view_title": "تاللانغان مەھسۇلاتنىڭ ئۆلچىمى",
        "set_spec_action": "كۆپەيتىلگەن تېخنىكىلىق ئۆلچەم"
      },
      "notifications": {
        "enter_group_title_error": "تېما قىممىتىنى كىرگۈزۈڭ",
        "enter_item_title_and_value_error": "بۇ ئىقتىدارنىڭ ئىسمى ۋە قىممىتىنى كىرگۈزۈڭ",
        "spec_saved_success": "مەھسۇلات ئۆلچىمى ساقلاندى."
      }
    },
    "edit_images": {
      "title": "ئاساسلىق رەسىم",
      "main_image_input_nodata": "مەھسۇلات رەسىمىنى يۈكلەڭ.",
      "main_image_input_message": "بۇ رەسىم مەھسۇلات تىزىملىكىدە كۆرسىتىلدى.",
      "preview": "ئالدىن كۆرۈش",
      "image_style": "رەسىم ئۇسلۇبى",
      "background_is_white": "ئاق تەگلىك",
      "background_is_white_msg": "رەسىمنىڭ ئاق تەگلىكى بارمۇ ؟؟",
      "images": {
        "title": "مەھسۇلات رەسىملىرى",
        "sub_title": "بۇ بۆلەكتە بارلىق مەھسۇلاتلارنىڭ ۋارىيانتلىرىغا ئورتاق بولغان مەھسۇلات رەسىمىنى يۈكلەڭ."
      },
      "video": {
        "title": "Video",
        "sub_title": "ئالدى بىلەن مەھسۇلات سىنلىرىڭىزنى Youtube غا يۈكلەڭ ، ئاندىن سىن URL نى بۇ يەرگە قويۇڭ."
      }
    },
    "pricing": {
      "edit_price": "باھا",
      "price_input": "باھاسى",
      "currency_input": "پۇل",
      "currency_input_messages": "باھا بۇ پۇلدا ھېسابلىنىدۇ.",
      "commission_input": "Commission",
      "commission_message": "بۇ تاللاش پەقەت توپ ساتقۇچىلارغا ئوخشاش ئالاھىدە تىپتىكى سودىگەرلەر ئۈچۈنلا پايدىلىق. ئەگەر توپ ساتقۇچى بولمىسىڭىز ، بۇ تاللاشنى بوش قويۇڭ. سېتىۋالغۇچىلار كۆرگەن باھا باھا ۋە ھاۋالەنىڭ يىغىندىسى. باج قوشۇش ئۈچۈن بوغالتىرلىق> باجنى چېكىڭ.",
      "add_commission_action": "كومىسسىيە قوشۇڭ",
      "discount_input": "ئېتىبار",
      "discount_input_message": "ئېتىبار نىسبىتى",
      "has_discount_period_input": "بۇ ئېتىبار مەلۇم ۋاقىت ئۈچۈن كۈچكە ئىگەمۇ؟",
      "discount_timespan": "ئېتىبار مۇددىتىنى كىرگۈزۈڭ.",
      "start_input": "باشلاش",
      "end_input": "ئاخىر",
      "start_input_placeholder": "باشلىنىش ۋاقتىنى تاللاڭ",
      "end_input_placeholder": "ئاخىرلىشىش ۋاقتىنى تاللاڭ",
      "independent_price": "باھاسى پەقەت مۇشۇ ۋارىيانتنىڭ باھاسى",
      "same_price": "ئاساسلىق مەھسۇلاتنىڭ باھاسى",
      "variant_pricing_message": "بۇ تاللاشنى تاللاش ئارقىلىق ، بۇ ۋارىيانتنىڭ باھاسىنى ئاساسلىق مەھسۇلاتتىن مۇستەقىل تەڭشىگىلى بولىدۇ.",
      "price_label_input": "باھا بەلگىسى",
      "price_label_message": "باھاسى ($ 1.5 / Fl Oz) غا ئوخشاش قوشۇمچە ئۇچۇرلارنى قوشۇڭ. ئەھۋاللارنى ئىشلىتىڭ: مىلىچمال ، FMCG.",
      "add_price_label_action": "باھا بەلگىسىنى قوشۇڭ"
    },
    "inputs_edit": {
      "title": "سېتىۋالغۇچى ئۇچۇرلىرىنىڭ كىرگۈزۈش شەكلى",
      "sub_title": "سىز ھەر بىر مەھسۇلاتقا سانلىق مەلۇمات كىرگۈزۈش جەدۋىلى قۇرالايسىز ، شۇڭا سېتىۋالغۇچىلار مەھسۇلات سېتىۋالغاندا سىزگە ئۇچۇر ئەۋەتىدۇ. مەسىلەن ، بۇ ئۇچۇرلار تاشقا ئويۇلغان ئىسىم بولۇشى مۇمكىن.",
      "message_input": "ئىشلەتكۈچىگە ئۇچۇر",
      "message_input_message": "بۇ ئۇچۇر مەھسۇلات سېتىۋالغاندا خېرىدارغا كۆرسىتىلىدۇ.",
      "inputs_form": "ئۇچۇر قۇرۇلمىسى (كىرگۈزۈش)"
    },
    "extra_edit": {
      "physical": {
        "title": "توشۇش ئۇچۇرى",
        "sub_title": "تەييارلىق خىراجىتى ۋە ۋاقتى بۇ بۆلەكتىكى ئۇچۇرلارغا ئاساسەن ھېسابلىنىدۇ. دۇكاندىكى تاللانغان ئورۇنلار (ئېغىرلىق ، ئۆلچەم ، ئارىلىق) بويىچە ئۇچۇرلارنى چوقۇم كىرگۈزۈڭ."
      },
      "notifications": {
        "save_title": "ئورالما يېڭىلاندى",
        "save_msg": "مەھسۇلات ئورالمىسى ئۇچۇرى مۇۋەپپەقىيەتلىك يېڭىلاندى."
      }
    },
    "variants": {
      "not_available": "ھازىر بۇ خىل مەھسۇلاتنىڭ بىر خىل ۋارىيانتىنى تاللاش مۇمكىن ئەمەس."
    },
    "delete_product": {
      "title": "مەھسۇلاتنى ئېلىڭ",
      "message": "<b>{product_title}</b> نى ئۆچۈرمەكچىمۇ؟"
    }
  },
  "product_admin": {
    "products_list": "مەھسۇلات تىزىملىكى",
    "product": "مەھسۇلات",
    "menu": {
      "edit": "Edit",
      "review": "Review",
      "orders": "زاكاز",
      "inventory": "كەشپىيات",
      "dashboard": "باش تاختا",
      "back_to_products": "مەھسۇلاتلار",
      "drop_shipping": "Dropshipping"
    },
    "dashboard": {
      "info": {
        "title": "profile",
        "title_small": "مەھسۇلات",
        "category": "مەھسۇلات تۈرى",
        "link": "مەھسۇلات ئۇلىنىشى",
        "type": "تىپ",
        "inputs": "ئۇچۇر كىرگۈزۈڭ",
        "outputs": "چىقىرىش ئۇچۇرى",
        "user_data_form": "سېتىۋالغۇچى ئۇچۇر جەدۋىلى"
      },
      "orders": {
        "title": "زاكاز",
        "title_small": "بىر تەرەپ قىلىنمىغان",
        "physical_orders_title": "بۇ مەھسۇلات بىلەن مال سېتىۋېلىش",
        "send_30days_title": "يېقىنقى 30 كۈندە مال ئەۋەتىلگەن",
        "downloads_30days_title": "يېقىنقى 30 كۈندە ھۆججەت چۈشۈرۈلگەن ھۆججەت",
        "virtual_orders_title": "بۇ مەھسۇلاتنىڭ زاكازلىرى تاماملىنىشىنى ساقلاۋاتىدۇ"
      },
      "inventory": {
        "title": "كەشپىيات",
        "title_small": "ئامبار",
        "total_sell": "ئومۇمىي سېتىلىش مىقدارى",
        "total_sell_today": "بۈگۈن سېتىش",
        "total_sell_30days": "ئاخىرقى 4 كۈنلۈك سېتىش",
        "chart": {
          "labels": [
            "كەشپىيات",
            "سېتىش"
          ]
        },
        "subscribers_title": "مۇشتەرى",
        "subscribers_title_small": "ئومۇمىي مۇشتەرىلىك زاكاز"
      },
      "finance": {
        "title": "مالىيە",
        "title_small": "ئاخىرقى 6 ئايلىق سېتىۋېلىش دوكلاتى",
        "select_mode_title": "Show By",
        "modes": {
          "sell": "سېتىش",
          "payment": "چىقىم قىلىش",
          "discount": "ئېتىبار"
        },
        "currency_select_title": "تاللانغان پۇلنىڭ باھاسى",
        "sell_today": "بۈگۈن سېتىش",
        "product_price": "مەھسۇلات باھاسى",
        "currency_unit": "پۇل بىرلىكى",
        "sell_30days": "30 كۈنلۈك سېتىش",
        "sell_daily": "كۈندىلىك سېتىش",
        "sell_yesterday": "تۈنۈگۈن سېتىش"
      },
      "survey": {
        "title": "مەھسۇلات دەرىجىسى",
        "title_small": "خېرىدارلارنىڭ رازى بولۇش دوكلاتى",
        "total_participation": "تۆھپە ئومۇمىي سانى",
        "today_participation": "بۈگۈن باھالاش",
        "last7days_participation": "يېقىنقى 7 كۈنلۈك تۆھپە",
        "chart": {
          "participate": "قاتنىشىش",
          "participate_title": "تۆھپە سانى",
          "score": "نومۇر"
        }
      },
      "inform": {
        "title": "خېرىدارلارنىڭ مۆلچەرى",
        "title_small": "ئېتىبار ياكى تەمىناتنى ساقلاش",
        "message": "مەھسۇلاتلار سېتىلغاندا ياكى بازارغا سېلىنغان ۋاقىتتا خېرىدارلارغا خەۋەر قىلىڭ",
        "waiting_for_auction": "مەھسۇلاتلارنى ساقلاش سېتىلىدۇ",
        "waiting_for_available": "مەھسۇلاتلارنىڭ تەمىنلىنىشىنى ساقلاش.",
        "unit": "person (s)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "تىزىملىك تىزىملىكى",
        "add_variant": "Variant نى قوشۇڭ",
        "title": "مەھسۇلات ئامبىرى / مەھسۇلاتنىڭ ئۆزگىرىش تىزىملىكى",
        "sub_title": "ئەگەر بۇ مەھسۇلاتنىڭ بىردىن كۆپ خىل نۇسخىسى بولسا ، ئۇلارنى بۇ بۆلەككە كىرگۈزۈڭ. سىز ھەر بىر ۋارىيانتنىڭ مىقدارى ، باھاسى ۋە باھاسىنى ئايرىم بەلگىلىيەلەيسىز. بولمىسا باھاغا مەھسۇلاتنىڭ سۈكۈتتىكى قىممىتى قوللىنىلىدۇ.",
        "add_action": "Variant نى قوشۇڭ",
        "count_input": "كەشپىيات",
        "count_input_action": "ساناق بەلگىلەڭ",
        "management_title": "ئامبارنى باشقۇرۇش ۋە مەھسۇلاتنىڭ ۋارىيانتلىرى",
        "add_title": "مەھسۇلاتنىڭ ۋارىيانتىنى قوشۇڭ",
        "edit_title": "مەھسۇلاتنىڭ ۋارىيانتىنى تەھرىرلەش",
        "notifications": {
          "add_success": "مەھسۇلات تۈرى قوشۇلدى.",
          "delete_success": "مەھسۇلاتنىڭ تۈرى ئۆچۈرۈلدى.",
          "save_product_inventory_success": "ساقلانغان مەھسۇلاتلارنىڭ تىزىملىكى."
        }
      },
      "variant_item": {
        "price": "باھاسى",
        "same_as_product": "ئاساسلىق مەھسۇلاتقا ئوخشاش",
        "in_stock": "كەشپىيات",
        "delete_dialog": {
          "title": "مەھسۇلاتنىڭ ۋارىيانتىنى ئۆچۈرۈڭ",
          "message": "بۇ ئۆزگەرگۈچى مىقدارنى ئۆچۈرمەكچىمۇ؟"
        }
      },
      "variant_add_edit": {
        "title": "مەھسۇلاتنىڭ ۋارىيانتىنى ئېنىقلاش",
        "message": "مەھسۇلات نومۇرى ئۆزگىچە",
        "active_input": "بۇ Variant ئاكتىپمۇ؟",
        "sku": "SKU",
        "sku_tips": "مەھسۇلات ئامبىرى كودى.",
        "mpn": "MPN",
        "mpn_tips": "ئىشلەپچىقارغۇچىلار مەھسۇلات ئورالمىسىغا قىستۇرغان مەھسۇلات كودى",
        "variant_variable": "ئۆزگەرگۈچى مىقدار",
        "pricing": "باھا",
        "has_pricing_input": "باھا ئاساسلىق مەھسۇلاتقا ئوخشىمامدۇ؟",
        "inventory": "كەشپىيات",
        "inventory_unit": "تۈرلەر",
        "delivery_info": "ئوراش ۋە توشۇش",
        "images": "Variant نىڭ رەسىملىرى",
        "images_message": "بۇ ئۆزگەرگۈچى مىقدارنى ساقلىغاندىن كېيىن ، بۇ يەرگە رەسىم قوشالايسىز."
      }
    },
    "edit_article": {
      "menu": {
        "tags": "خەتكۈچ",
        "article": "Article"
      }
    }
  },
  "product_extra_physical": {
    "weight": "ئورالما ئېغىرلىقى",
    "weight_unit": "Kg",
    "size": "بوغچا ئۆلچىمى",
    "dimension": "Cm",
    "width": "كەڭلىك",
    "length": "ئۇزۇنلۇقى",
    "height": "ئېگىزلىكى",
    "lead_time_title": "تەييارلىق ۋاقتى",
    "lead_time": "تەييارلىق ۋاقتى",
    "lead_time_dimension": "سائەت (سائەت)",
    "bulk_action": "Bulk Actions",
    "bulk_action_input": "بارلىق ۋارىيانتلىرىنى يېڭىلاڭ",
    "bulk_action_msg": "بارلىق ۋارىيانتلارغا مەھسۇلات ئورالمىسى ۋە تەييارلىق ۋاقتىنى بەلگىلەڭ."
  },
  "product_images_list": {
    "upload_button": "تېخىمۇ كۆپ مەھسۇلات رەسىملىرى",
    "upload_an_image": "رەسىمنى تاللاڭ.",
    "notifications": {
      "update_sort_success": "رەسىملەرنى رەتلەش ساقلاندى",
      "delete_image_title": "مەھسۇلات رەسىمىنى ئۆچۈرۈڭ",
      "delete_image_success": "رەسىم مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى"
    }
  },
  "variants_view": {
    "prices": "باھاسى",
    "inventory": "كەشپىيات",
    "discount": "ئېتىبار"
  },
  "gift_card_type_edit": {
    "title_input": "Title",
    "color_input": "كارتا رەڭگى",
    "charge_input": "دەسلەپكى ھەق",
    "charge_input_hint": "ھەر بىر كارتا ئۈچۈن دەسلەپكى ھەق",
    "currency_input": "پۇل",
    "currency_input_message": "پەقەت مۇشۇ پۇل بىلەن سېتىۋېلىش ئۈچۈن",
    "lifetime_input": "كارتىنىڭ ئىناۋەتلىك ۋاقتى (ئاي)",
    "lifetime_input_message": "كارتىنىڭ ئىناۋەتلىكلىكى",
    "card_image_input": "كارتا سۈرىتى",
    "notifications": {
      "create_success": "كارتا قۇرۇلدى",
      "update_success": "كارتا يېڭىلاندى"
    }
  },
  "shop_warehouse_edit": {
    "title": "ئامبارنى قوشۇڭ",
    "message": "توشۇش ھەققىنى ھېسابلاش ئۈچۈن ئامبار ئادرېسىڭىز ۋە ئارخىپىڭىزنى كىرگۈزۈڭ.",
    "name_input": "ئامبارنىڭ ئىسمى",
    "address": "ئادرېس",
    "name_input_message": "ئامبىرىڭىزغا بىر لەقەم كىرگۈزۈڭ.",
    "person_name": "خادىم ئىسمى",
    "phone_number": "ئالاقىلىشىش نومۇرى",
    "map_title": "دۇكان ئامبىرى ئادرېسى",
    "confirm_action": "ئامبارنى تەستىقلاش",
    "address_name": "ئامبار",
    "notifications": {
      "success_save": "ئۆزگەرتىش مۇۋەپپەقىيەتلىك ساقلاندى."
    }
  },
  "inventory_list": {
    "search_input": "مەھسۇلات ئىزدەش ...",
    "search_input_title": "دۇكان مەھسۇلاتلىرىدىن ئىزدەڭ",
    "apply_filter": "سۈزگۈچ ئىشلىتىڭ",
    "inventory": "تىزىملىك تىزىملىكى",
    "export": "ئېكسپورت ئامبىرى",
    "import": "ئامبار زاپىسى",
    "bulk_price": "توپ باھاسىنىڭ ئۆزگىرىشى",
    "bulk_discount": "توپ ئېتىبار باھادا ئۆزگەرتىش",
    "category_filter_msg": "All ئۇ بارلىق مەھسۇلات ۋە تارماق تۈرلەرگە ماس كېلىدۇ!",
    "table": {
      "waiting": "ئۇچۇر قوبۇل قىلىش ... ساقلاپ تۇرۇڭ",
      "open_state": "ئاكتىپ",
      "close_state": "ھەرىكەتسىز",
      "image": "سۈرەت",
      "product": "مەھسۇلات ئىسمى",
      "code": "مەھسۇلات كودى",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "ئەسلى",
      "status": "ھالەت",
      "in_stock": "پاي چېكىدە",
      "edit": "ئۆزگەرتىش"
    },
    "bulk_price_dialog": {
      "title": "توپ ھەرىكەتلىرى> باھا",
      "message": "ئەسكەرتىش: دۇكىنىڭىزدىكى بارلىق مەھسۇلاتلارنىڭ باھاسىغا تۆۋەندىكى سومما قوللىنىلىدۇ. شۇنداقلا ، ھېسابلانغان باھا قىممىتى تاللانغان پۇلغا ئاساسەن ئەقلىي جەھەتتىن ئەڭ يېقىن يۇمىلاق سانغا ئايلىنىدۇ. قىممەتنى كىرگۈزۈشكە دىققەت قىلىڭ.",
      "check": "باھا ئۆزگىرىشىنى تەستىقلايمەن.",
      "add_percent_tab": "پىرسەنت قوشۇڭ",
      "add_constant_tab": "Constant نى قوشۇڭ",
      "ending_tab": "ئاخىرلاشتۇرۇش ئىستراتېگىيىسى"
    },
    "bulk_discount_dialog": {
      "title": "توپ ھەرىكەتلىرى> ئېتىبار",
      "message": "ئەسكەرتىش: تۆۋەندىكى سومما دۇكىنىڭىزدىكى بارلىق مەھسۇلاتلارنىڭ ئېتىبار قىلىنىشىدا پىرسەنت بولىدۇ. شۇنداقلا ، ھېسابلانغان ئېتىبار باھالىرى تاللانغان پۇلغا ئاساسەن ئەقلىي جەھەتتىن ئەڭ يېقىن يۇمىلاق سانغا ئايلىنىدۇ. قىممەتنى كىرگۈزۈشكە دىققەت قىلىڭ.",
      "check": "ئېتىبار ئۆزگەرتىشنى تەستىقلايمەن."
    },
    "notifications": {
      "save_success": "كەشپىيات ئۆزگەرتىش ساقلاندى."
    }
  },
  "spec_view": {
    "auto_save_input": "ئاپتوماتىك ساقلاش"
  },
  "time_progress_bar": {
    "title_before_start": "باشلىنىشقا قالدى",
    "title_between_start_end": "ئاخىرىغىچە قالدى",
    "title_after_end": "تاماملاندى",
    "title_no_start_end": "ۋاقىت بولمىسا!"
  },
  "geo_map": {
    "views": "كۆرۈنۈشلەر",
    "views_unit": "Times",
    "product_views": "مەھسۇلات كۆرۈنۈشى",
    "buys": "سېتىۋېلىش",
    "buys_unit": "زاكاز",
    "baskets": "ئاكتىپ ھارۋا",
    "added_items": "تۈر قوشۇڭ",
    "removed_items": "تۈرلەرنى ئۆچۈرۈڭ"
  },
  "faq_list": {
    "table": {
      "nodata": "ھېچقانداق سوئال تېپىلمىدى.",
      "more_data_action": "تېخىمۇ كۆپ سوئاللار ..",
      "user": "ئىشلەتكۈچى",
      "tag": "خەتكۈچ",
      "question": "سوئال",
      "officer": "خىزمەتچىلەر",
      "answer": "جاۋاب",
      "created_at": "چېسلا",
      "priority": "ھەممىدىن مۇھىم",
      "edit": "Edit"
    },
    "dialog": {
      "add_new_action": "يېڭى سوئال يوللاڭ",
      "edit_action": "سوئاللارنى تەھرىرلەش",
      "question_input": "سوئال",
      "question_input_placeholder": "سوئالىڭىزنى سوراڭ ..",
      "link_input": "ئۇلىنىش",
      "link_input_placeholder": "جاۋابتا ئۇلىنىشنى كۆرسىڭىز بولىدۇ.",
      "answer_input": "جاۋاب",
      "answer_input_placeholder": "جاۋاب تېكىستىنى كىرگۈزۈڭ ..",
      "tag_input": "خەتكۈچ (تۈر ئىسمى)",
      "tag_input_placeholder": "قىسقا ماۋزۇ كىرگۈزۈڭ",
      "priority_input": "مۇھىم نۇقتا: (0 دىن 10 گىچە)"
    },
    "delete_alert": {
      "title": "سوئالنى ئۆچۈرۈڭ",
      "message": "بۇ سوئالنى ئۆچۈرمەكچىمۇ؟",
      "action": "ئۆچۈرۈش"
    },
    "notifications": {
      "send_success": "جاۋابىڭىز مۇۋەپپەقىيەتلىك يوللاندى.",
      "delete_success": "سوئالىڭىز مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى."
    }
  },
  "contact_messages_list": {
    "load_more_action": "تېخىمۇ كۆپ ئۇچۇرلار ..",
    "table": {
      "nodata": "ھېچقانداق سوئال تېپىلمىدى.",
      "user": "ئىشلەتكۈچى",
      "message": "ئۇچۇر گەۋدىسى",
      "category": "سەھىپە",
      "officer": "خىزمەتچىلەر",
      "answer": "جاۋاب",
      "created_at": "چېسلا",
      "contact": "ئالاقىلىشىڭ",
      "edit": "Edit"
    },
    "dialog": {
      "title": "ئۇچۇرغا جاۋاب قايتۇرۇڭ",
      "category": "سەھىپە",
      "user_name": "ئىسمى",
      "email": "ئېلخەت",
      "phone": "ئالاقىلىشىش نومۇرى",
      "message": "ئۇچۇر تېكىستى",
      "status": "جاۋاب ھالىتى",
      "status_answered": "دەپ جاۋاب بەردى",
      "status_waiting": "جاۋاب كۈتۈش",
      "answer_input": "تېكىستكە جاۋاب قايتۇرۇڭ",
      "mail_input": "خەت ئەۋەتىڭ",
      "mail_input_message": "بۇنى قوزغىسىڭىز ، ئىنكاسىڭىز ئىشلەتكۈچى ئېلېكترونلۇق خەتكە ئەۋەتىلىدۇ."
    },
    "delete_alert": {
      "title": "ئۇچۇرنى ئۆچۈرۈڭ",
      "message": "بۇ ئۇچۇرنى ئۆچۈرمەكچىمۇ؟",
      "action": "ئۆچۈرۈش"
    },
    "notifications": {
      "send_success": "تەلىپىڭىز مۇۋەپپەقىيەتلىك يوللاندى.",
      "delete_success": "ئۇچۇر ئۆچۈرۈلدى."
    }
  },
  "campaign": {
    "title": "Campaign",
    "menu": {
      "setting": "تەڭشەك",
      "return": "قايتىش",
      "dashboard": "باش تاختا",
      "links": "ئۇلىنىشلار",
      "landing": "قونۇش",
      "ads": "ئېلانلار",
      "finance": "مالىيە"
    },
    "dashboard": {
      "title": "باش تاختا",
      "status": "ھالەت ئومۇمىي ئەھۋالى",
      "sessions": "يىغىن",
      "links_overview": "سەپەرۋەرلىك ئۇلانمىسى",
      "orders": "زاكاز",
      "performance": "تەشۋىقات پائالىيىتى",
      "links_funnel": "سەپەرۋەرلىك ئىقتىدارنى باغلايدۇ",
      "no_links": "بۇ يەردە ھېچقانداق سانلىق مەلۇمات يوق! تەشۋىقاتلىرىڭىزغا ئۇلىنىش قۇرۇڭ.",
      "social": "ئىجتىمائىي تاراتقۇ يېتەكچىلىك قىلىدۇ",
      "conversion_over_time": "ۋاقىتنىڭ ئۆتۈشىگە ئەگىشىپ ئۆزگەرتىش",
      "total_campaign_sell": "تەشۋىقات ئارقىلىق سېتىلغان ئومۇمىي سومما"
    },
    "finance": {
      "title": "مالىيە دوكلاتى",
      "campaign_revenue": "سايلام كىرىمى",
      "total_revenue": "تەشۋىقات ئارقىلىق ئومۇمىي كىرىم",
      "links_revenue": "سەپەرۋەرلىك كىرىمى",
      "payments_over_time": "ۋاقىتنىڭ ئۆتۈشىگە ئەگىشىپ سېتىش",
      "all_links": "بارلىق ئۇلىنىشلار"
    },
    "landing": {
      "empty_message": "تەشۋىقات تەڭشەكلىرىگە قونۇش بېتىنى بەلگىلەڭ.",
      "set_landing": "قونۇش بېتىنى بەلگىلەڭ",
      "create_landing": "يېڭى قونۇش بېتى قۇر"
    },
    "links": {
      "title": "سەپەرۋەرلىك ئۇلىنىشى",
      "url_input_message": "نىشانلىق بەت ئادرېسىڭىزنى كىرگۈزۈڭ"
    },
    "setting": {
      "menu": {
        "config": "Config",
        "timespan": "ۋاقىت",
        "banner": "بايراق",
        "Notification": "ئۇقتۇرۇش"
      },
      "general_setting": {
        "title": "ئادەتتىكى تەشۋىقات تەڭشەكلىرى",
        "sub_title": "ئىسمى ، قونۇش بېتى ۋە ئېتىبار كودى",
        "name_input": "سەپەرۋەرلىك ئىسمى",
        "name_input_hint": "پائالىيىتىڭىزگە ئىسىم قوشۇڭ",
        "enable_input": "پائالىيەت ئاكتىپمۇ؟",
        "page_input": "قونۇش بېتى",
        "discount_code_input": "ئېتىبار كودى",
        "limit": "ئېتىبار چېكى",
        "max_count": "Max count",
        "max_count_unit": "تۈرلەر",
        "start": "باشلاش",
        "end": "ئاخىر",
        "notification_enable_input": "ئۇقتۇرۇش قوزغىتىلدى؟",
        "landing_page": "قونۇش بېتى",
        "discount_code": "ئېتىبار كودى",
        "auto": "كۆڭۈلدىكى تەشۋىقات",
        "auto_message": "دۇكىنىڭىزدا كۆڭۈلدىكى پائالىيەت قوزغىتىلدى"
      },
      "time_setting": {
        "title": "ۋاقىت",
        "sub_title": "باشلىنىش ۋاقتى ۋە ۋاقتى / ئاخىرلىشىش ۋاقتى ۋە ۋاقتى",
        "start_input": "باشلاش",
        "start_input_placeholder": "سەپەرۋەرلىك باشلىنىش ۋاقتىنى تاللاڭ",
        "end_input": "ئاخىر",
        "end_input_placeholder": "پائالىيەت ئاخىرلىشىش ۋاقتىنى تاللاڭ"
      },
      "banner_setting": {
        "title": "دۇكان بايرىقى",
        "sub_title": "دۇكان بېتىنىڭ ئۈستىدە كۆرسىتىلىدۇ",
        "message_input": "ئۇچۇر تېكىستى",
        "message_input_placeholder": "ئالاھىدە بايرام ...",
        "message_input_hint": "دۇكاننىڭ ئۈستىدىكى بايراق ئۇچۇر تېكىستى",
        "bg_image_input": "تەگلىك رەسىم URL",
        "bg_image_input_hint": "تولۇق تەگلىك رەسىم URL",
        "repeat_pattern": "تەكرارلاش ئەندىزىسى",
        "simple": "ئاددىي",
        "dark_input": "قاراڭغۇ تېما؟",
        "icon_input": "سىنبەلگە",
        "icon_input_hint": "ماتېرىيال لايىھىلەش سىنبەلگىسىنىڭ ئىسمى ياكى Fontawsom: fa:fas fa-star",
        "anim_input": "كارتون ئادرېسى",
        "anim_input_message": "Lottie كارتون ھۆججىتى URL",
        "preview": "ئالدىن كۆرۈش",
        "preview_update_action": "ئالدىن كۆرۈش",
        "bg_color": "تەگلىك رەڭگى",
        "icon_bg": "سىنبەلگە تەگلىك رەڭگى"
      },
      "notifications": {
        "title": "ئۇقتۇرۇش",
        "sub_title": "ئۇقتۇرۇش قۇرۇپ ، ئۇنى تەشۋىقات پائالىيىتىڭىزگە ئۇلاڭ.",
        "update_success": "تەشۋىقاتىڭىز يېڭىلاندى.",
        "action_button": "ھەرىكەت كۇنۇپكىسى",
        "background_color": "تەگلىك رەڭگى",
        "text_color": "تېكىست رەڭگى",
        "action_color": "ھەرىكەت رەڭگى",
        "action_text_color": "ھەرىكەت تېكىست رەڭگى",
        "notification_image": "ئۇقتۇرۇش سۈرىتى",
        "notification_bg": "ئۇقتۇرۇش تەگلىكى",
        "show_preview": "ئالدىن كۆرۈش",
        "persistence": "چىڭ تۇرۇش",
        "persistence_message": "ئىشلەتكۈچى ھەر قېتىم توربېكەتنى زىيارەت قىلغاندا كۆرسەتمەكچىمۇ؟",
        "radius": "Radius",
        "show_delay": "كېچىكىشنى كۆرسىتىش"
      }
    }
  },
  "add_category": {
    "title_edit": "سەھىپىنى تەھرىرلەش",
    "title_update": "يېڭى سەھىپە قوشۇڭ",
    "menu": {
      "delete": "كاتېگورىيەنى ئۆچۈرۈڭ",
      "filter": "سۈزگۈچ",
      "settings": "تەڭشەك",
      "back": "قايتىش"
    },
    "title_input": "Category Title *",
    "title_input_error": "سەھىپە ماۋزۇسىنى تاللاڭ",
    "name_input": "تۈر ئىسمى (ئىنگلىزچە) *",
    "name_input_error": "بۇ كاتېگورىيەگە خاس ئىسىم تاللاڭ",
    "description_input": "سەھىپە چۈشەندۈرۈشى",
    "description_input_message": "سەھىپىنىڭ قىسقىچە چۈشەندۈرۈشىنى كىرگۈزۈڭ ..",
    "parent_input": "ئاتا-ئانىلار تۈرى",
    "parent_input_message": "بۇ تۈر دۇكاننىڭ باش بېتىدە كۆرۈنىدۇ.",
    "image_input": "سەھىپە سۈرىتى",
    "image_input_placeholder": "سەھىپە ئۈچۈن رەسىم تاللاڭ",
    "edit_action": "سەھىپىنى تەھرىرلەش",
    "add_action": "سەھىپە قوشۇڭ",
    "back_action": "قايتىش",
    "no_category": "سەھىپە يوق",
    "star": "Star",
    "filter": {
      "title": "سەھىپە سۈزگۈچ",
      "sub_title": "بۇ تۈردىكى مەھسۇلاتلارغا ئىشلىتىلىدىغان سۈزگۈچ ۋە تۈرلەرنى باشقۇرۇڭ.",
      "message": "تۆۋەندىكى كاتەكچىگە بۇ تۈردىكى ئورتاق تېخنىكىلىق ئىقتىدار نامىنى كىرگۈزۈپ ساقلىۋېلىڭ. تىزىملىكنى ساقلىغاندىن كېيىن ، سۈزگۈچ تۈرلىرى ھەر بىر تۈرنىڭ مەزمۇنى بىلەن بىللە كۆرسىتىلىدۇ. رەڭ ، ئېغىرلىق ، چوڭ-كىچىكلىك ، ماركا قاتارلىقلار مەھسۇلاتنىڭ ئۆزگىرىشىدىن ئاپتوماتىك چىقىرىلىدۇ."
    },
    "delete_alert": {
      "title": "سەھىپىنى ئۆچۈرۈڭ",
      "message": "{title} تۈرىنى ئۆچۈرمەكچىمۇ؟",
      "action": "ئۆچۈرۈش"
    },
    "notifications": {
      "add_success": "يېڭى سەھىپە قوشۇلدى.",
      "edit_success": "سەھىپە تەھرىرلەندى.",
      "delete_success": "ئۆچۈرۈلگەن {title}."
    },
    "edit_filter": {
      "spec_input": "تېخنىكىلىق ئۆلچەم تىزىملىكى",
      "spec_input_message": "سۈزگۈچ بۆلىكىدە كۆرسەتمەكچى بولغان ئىقتىدارلارنىڭ تىزىملىكى",
      "price": "باھاسى",
      "min": "مىن",
      "max": "Max",
      "suggested_list": {
        "brand": "ماركا",
        "colors": "رەڭ",
        "styles": "لايىھىلەش",
        "volumes": "ھەجىم",
        "weights": "ئېغىرلىقى",
        "packs": "ھەر بىر بولاقنىڭ سانى",
        "types": "تىپ"
      },
      "notifications": {
        "edit_success": "سەھىپە تەھرىرلەندى."
      }
    }
  },
  "apps_list": {
    "nodata": "دۇكىنىڭىزغا ھېچقانداق دېتال ئورنىتىلمىغان",
    "inactive": "ھەرىكەتسىز",
    "my_apps": "مېنىڭ ئەپلىرىم",
    "app_store": "يېڭى ئەپ قوشۇڭ"
  },
  "add_shop": {
    "menu": {
      "shop_title": "دۇكان ئىسمى",
      "shop_name": "دۇكان ئىسمى",
      "description": "چۈشەندۈرۈش",
      "contact": "ئالاقىلىشىش ئۇچۇرلىرى",
      "image": "سۈرەت"
    },
    "title_input": "Title",
    "title_input_tips": "دۇكىنىڭىز ، ماركىڭىز ياكى شىركىتىڭىزنىڭ نامىنى كىرگۈزۈڭ.",
    "active_message": "ھەممەيلەنگە ئاكتىپ ئورۇنلاشتۇرۇڭ تور بېتىڭىزنى زىيارەت قىلالايدۇ.",
    "language_input_message": "دۇكىنىڭىزنى تاللاڭ.",
    "name_input": "ئىسمى",
    "name_input_message": "دۇكىنىڭىزغا ئىسىم كىرگۈزۈڭ.",
    "name_input_tips": "ئىنگلىزچە بولمىغان ھەرپ ، بوشلۇق ياكى ھەرپلەرنى ئىشلەتمەڭ ، ئەگەر ئىشلىتىلسە دۇكاننىڭ ئىسمى توغرا كۆرۈنمەسلىكى مۇمكىن.",
    "description_input": "دۇكان چۈشەندۈرۈشى",
    "description_input_message": "سودىڭىز ھەققىدە قىسقىچە چۈشەنچە يېزىڭ.",
    "address_input": "دۇكان ئادرېسى",
    "address_input_message": "دۇكاننىڭ ئادرېسىنى كىرگۈزۈڭ",
    "phone_input": "تېلېفون نومۇرى",
    "phone_input_message": "خېرىدارلارنىڭ ئالاقىلىشىش نومۇرى",
    "phone_input_tips": "دۆلەت كودى بىلەن ئالاقىلىشىش نومۇرىنى كىرگۈزۈڭ. بۇ سان گۇگۇل ئىزدەشتە ئۇچۇر كۆرسىتىش ئۈچۈنمۇ ئىشلىتىلىدۇ.",
    "email_input": "ئېلخەت",
    "email_input_message": "خېرىدارلارنىڭ ئېلېكترونلۇق خەت ئادرېسى",
    "locality_input": "ئورنى",
    "locality_input_message": "دۇكان ئورنى",
    "region_input": "شىتات ياكى ئۆلكە",
    "region_input_message": "سىز ئىشلەۋاتقان شىتات ياكى ئۆلكە",
    "country_input": "دۆلەت",
    "country_input_message": "سودا دۆلىتى",
    "postal_code_input": "پوچتا نومۇرى",
    "postal_code_input_message": "دۇكان پوچتا نومۇرى",
    "image_input": "دۇكان رەسىمى",
    "map": {
      "title": "دۇكان ئادرېسى",
      "confirm": "ئادرېسنى تىزىملاش",
      "address": "ئادرېس",
      "receptor": "دۇكان"
    },
    "create_shop_action": "دۇكان قۇرۇش",
    "update_shop_action": "يېڭىلاش",
    "notifications": {
      "copy_success": "دۇكان ئادرېسىنىڭ كۆپەيتىلگەن نۇسخىسى.",
      "name_available": "بۇ ئىسىم ({name}) بار.",
      "add_success": "دۇكان {title} قۇرۇلدى.",
      "edit_success": "دۇكان تەھرىرلەندى."
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "مەۋھۇم تۈر قوشۇڭ",
    "add_virtual_item_desc": "مەۋھۇم مەھسۇلاتلارنى سېتىش ئۈچۈن چوقۇم ئۇلارنى بۇ بۆلەككە قوشۇشىڭىز كېرەك. مەۋھۇم تۈرلەرنىڭ سانى بۇ بۆلەكتىكى ھەقسىز تۈرلەرنىڭ سانىغا تەڭ. خېرىدارلار مەۋھۇم بۇيۇمنى سېتىۋالغاندىن كېيىن ، ئۇلىنىش ئۇلارغا ئەۋەتىلىدۇ.",
    "filter_action": "سۈزگۈچ ئىشلىتىڭ",
    "not_processed": "بىر تەرەپ قىلىنمىغان زاكاز",
    "title": "تۈرلەرنىڭ تىزىملىكى",
    "vew_order": "تەرتىپنى كۆرۈش",
    "table": {
      "nodata": "بۇ يەردە ھېچقانداق نەرسە يوق",
      "product": "مەھسۇلات",
      "data": "سانلىق مەلۇمات",
      "status": "ھالەت",
      "user_message": "ئىشلەتكۈچى ئۇچۇرى",
      "updated_at": "ئاخىرقى يېڭىلانما",
      "order": "زاكاز",
      "delete": "ئۆچۈرۈش"
    },
    "notifications": {
      "delete_success": "تۈر مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى."
    }
  },
  "add_virtual_item": {
    "title_edit": "قىممەتنى تەھرىرلەش",
    "title_add": "مەھسۇلاتقا مەھسۇلات قوشۇڭ",
    "sub_title": "مەۋھۇم مەھسۇلاتلارنى قۇرۇش ۋە تەھرىرلەش",
    "message": "دۇكان دېرىكتورى پۇل تۆلىگەندىن كېيىن سېتىۋالغۇچىغا قىممىتىنى كۆرسىتەلەيدۇ. بۇ قىممەتلەر چوقۇم تۆۋەندىكى جەدۋەلگە كىرگۈزۈلۈشى كېرەك. بۇ جەدۋەلنىڭ قۇرۇلمىسى «تۈرنى تەھرىرلەش> چىقىرىش ئۇچۇرلىرىنى تەھرىرلەش» بۆلىكىگە تەڭشەلدى.",
    "edit_outputs": "چىقىرىش جەدۋىلىنى تەھرىرلەڭ",
    "notifications": {
      "edit_success": "تۈر تەھرىرلەندى.",
      "add_success": "تىزىملىككە تۈر قوشۇلدى."
    }
  },
  "virtual_process_center": {
    "title": "بىر تەرەپ قىلىش مەركىزى",
    "sub_title": "زاكاز بىر تەرەپ قىلىش",
    "virtual_product": "مەۋھۇم مەھسۇلات",
    "menu": {
      "report": "دوكلات",
      "timeline": "ۋاقىت جەدۋىلى",
      "order": "زاكاز"
    },
    "list_widget": {
      "title": "زاكاز ئۆلچىمى",
      "product_name": "مەھسۇلات ئىسمى"
    },
    "inputs_widget": {
      "title": "كىرگۈزۈش جەدۋىلى",
      "table": {
        "title": "Title",
        "value": "قىممەت"
      },
      "change_inputs_action": "كىرگۈزۈش جەدۋىلىنى تەھرىرلەڭ"
    },
    "outputs_widget": {
      "title": "چىقىرىش شەكلى",
      "table": {
        "title": "Title",
        "value": "قىممەت"
      },
      "tips": [
        "خېرىدارلارنىڭ تەلىپىنى تاماملىغاندىن كېيىن ، زاكازنى جەزملەشتۈرۈش كۇنۇپكىسىنى بېسىپ سېتىۋالغۇچىغا ئۇقتۇرۇش قىلىڭ.",
        "زاكاز تەستىقلانغاندىن كېيىن ، سېتىۋالغۇچى كىرگۈزۈش ئۇچۇرلىرىنى تەھرىرلىيەلمەيدۇ."
      ],
      "alerts": {
        "order_completed_by_admin": "زاكاز تاماملاندى.",
        "order_completed_by_buyer": "زاكاز سېتىۋالغۇچى تەرىپىدىن تاماملانغان.",
        "waiting_for_buyer": "سېتىۋالغۇچىنىڭ تەستىقىنى كۈتۈش .."
      }
    }
  },
  "file_process_center": {
    "title": "بىر تەرەپ قىلىش مەركىزى",
    "sub_title": "زاكاز بىر تەرەپ قىلىش",
    "menu": {
      "report": "دوكلات",
      "timeline": "ۋاقىت جەدۋىلى",
      "order": "زاكاز"
    }
  },
  "process_order_page_dashboard": {
    "title": "زاكاز بىر تەرەپ قىلىش",
    "cancel_order_action": "تەرتىپنى بىكار قىلىش",
    "open_basket_cation": "بۇ مال ھارۋىسى ئوچۇق ، يەنى خېرىدار مال سېتىۋالىدۇ ، زاكازنى تېخى تاپشۇرمىدى.",
    "reject_dialog": {
      "title": "بۇيرۇقنى رەت قىلىشنىڭ سەۋەبى",
      "message": "تۆۋەندىكى تىزىملىكتىن بۇ بۇيرۇقنى رەت قىلىشنىڭ سەۋەبىنى تاللاڭ. ئەمەلدىن قالدۇرۇش ۋە قايتۇرۇش جەريانىنى خېرىدارغا ئۇقتۇرۇڭ. 12 سائەت ئىچىدە پۇل قايتۇرۇش كېرەك.",
      "confirm_action": "تەرتىپنى بىكار قىلىش",
      "dismiss_reject_action": "بۇيرۇقنى ئەمەلدىن قالدۇرۇش"
    },
    "notifications": {
      "update_status_success": "زاكاز ھالىتى يېڭىلاندى.",
      "reject_update_success": "زاكازنى ئەمەلدىن قالدۇرۇش ھالىتى يېڭىلاندى.",
      "dismiss_reject_success": "زاكاز نورمال جەريانغا قايتىپ كەلدى.",
      "set_tracking_success": "ئىز قوغلاش كىملىكى مۇۋەپپەقىيەتلىك ساقلاندى."
    }
  },
  "process_center": {
    "title": "بىر تەرەپ قىلىش مەركىزى",
    "physical_product": "فىزىكىلىق مەھسۇلاتلار",
    "menu": {
      "label": "بوغچا بەلگىسى",
      "receipt": "تالون",
      "back": "قايتىش",
      "return": "قايتىش",
      "report": "دوكلات",
      "timeline": "ۋاقىت جەدۋىلى",
      "inputs": "Inputs",
      "order": "زاكاز"
    },
    "payment_widget": {
      "title": "چىقىم قىلىش",
      "checklist": [
        "زاكاز سوممىسىنى ۋە خېرىدارلارنىڭ پۇلىنى تەكشۈرۈڭ.",
        "ھېسابات ئادرېسىنى تەكشۈرۈڭ.",
        "كىرگۈزۈلگەن ئۇچۇرلارنىڭ توغرا بولۇشىغا كاپالەتلىك قىلىڭ ، بولۇپمۇ پۇل تاپشۇرۇش نەق پۇل بولسا."
      ],
      "action_cod_pay": "خېرىدار ئارقىلىق پۇل تۆلەشنى جەزملەشتۈرۈڭ",
      "action_dir_pay": "يۈكلەنگەن ھەق تاپشۇرۇش تالونىنى جەزملەشتۈرۈڭ",
      "payment_receipt_not_uploaded_error": "ھەق تاپشۇرۇش تالونى تېخى يۈكلەنمىدى!",
      "waiting_for_pay": "پۇل تۆلەۋاتىدۇ",
      "processing_payment": "پۇل تۆلەش",
      "processing_cancel": "چىقىم قىلىش ئەمەلدىن قالدۇرۇلدى",
      "paid": "ھەقلىق",
      "cod_pay_info": "خېرىداردىن زاكاز تاپشۇرۇۋالغاندىن كېيىن پۇل تۆلەشنى جەزملەشتۈرەلەيسىز ۋە زاكازنى تاماملىيالايسىز.",
      "dir_pay_info": "ھەق تاپشۇرۇش تالونى يۇقىرىدا كۆرۈنىدۇ. پۇل تۆلەشنى جەزملەشتۈرۈشتىن بۇرۇن ، بانكا بىلەن ئامانەت پۇل ۋە تالون ئۇچۇرلىرىنى تەكشۈرۈپ بېقىڭ.",
      "created_date": "قۇرۇلغان چېسلا",
      "pay_date": "پۇل تۆلەش ۋاقتى",
      "payment_gateway": "ھەق تۆلەش ئېغىزى",
      "payment_method": "پۇل تۆلەش ئۇسۇلى",
      "risk": "خەتەرنىڭ قىممىتى",
      "billing_details": "ھېسابات تەپسىلاتلىرى",
      "add_transaction": "يېڭى تالون قوشۇڭ",
      "add_transactions_message": "بۇ زاكاز ئۈچۈن كەم دېگەندە بىر سودا قىلىشىڭىز كېرەك. بەزى ئەھۋاللاردا ، بىر قانچە باسقۇچتا پۇل تۆلەش تەلەپ قىلىنىدۇ. ئىشلەتكۈچىنىڭ قايسى سودىدا پۇل تۆلىشى كېرەكلىكىنى خىزمەت جەريانىدا سىز بەلگىلەيدۇ.",
      "add_bill_dialog": {
        "title": "تالون قوشۇڭ",
        "message": "بۇ زاكاز ئۈچۈن بىر ياكى بىر قانچە يېڭى تالون قوشالايسىز. خېرىدار بۇ تالونلارنى كۆرۈپ ، خىزمەتنىڭ ئىلگىرىلىشىگە ئاساسەن ھەر بىرىگە ھەق بېرىدۇ.",
        "amount_input": "تالون سوممىسى",
        "action": "تالون قوشۇڭ"
      },
      "edit_bill_dialog": {
        "title": "تالوننى تەھرىرلەش",
        "message": "ساقلىنىۋاتقان تالونلارنى تەھرىرلىيەلەيسىز.",
        "action": "تالوننى تەھرىرلەش"
      },
      "bill_cash_payment_dialog": {
        "title": "نەق پۇل تۆلەشنى تىزىملىتىڭ",
        "message": "ئەگەر سېتىۋالغۇچى بۇ تالوننىڭ سوممىسىنى نەق پۇل بىلەن ياكى توردا پۇل تۆلەشتىن باشقا ئۇسۇلدا تاپشۇرغان بولسا ، بۇ بۆلەكتە تاللاشنى تاللاپ تىزىملىتىڭ ۋە ئۇنىڭ پۇلىنى جەزملەشتۈرۈڭ. بۇ بۆلەكتە ، دۇكىنىڭىزنىڭ نەق پۇل تۆلەش دەرۋازىسىنىلا كۆرەلەيسىز ، ئەگەر بۇنداق تاللاشنى كۆرمىسىڭىز ، چوقۇم دۇكىنىڭىزدىكى تاللانغان پۇلدا نەق پۇل تۆلەش دەرۋازىسىنى قوزغىتىشىڭىز كېرەك.",
        "action": "پۇل تۆلەشنى جەزملەشتۈرۈڭ"
      },
      "table": {
        "title": "Title",
        "amount": "سومما",
        "description": "چۈشەندۈرۈش",
        "info": "ئۇچۇر"
      },
      "user_payment": "خېرىدار تۆلەش",
      "cod": "نەق پۇل يەتكۈزۈش",
      "gateway_wage": "ھەق",
      "gift_card": "سوۋغات كارتىسى",
      "discount_code": {
        "title": "ئېتىبار كودى",
        "code": "كود",
        "percent": "پىرسەنت",
        "limit": "چەك"
      },
      "club": {
        "title": "خېرىدارلار كۇلۇبى",
        "percent": "پىرسەنت",
        "limit": "چەك"
      },
      "coupon": {
        "title": "Coupon",
        "percent": "پىرسەنت",
        "limit": "چەك",
        "charge": "ھەق ئېلىش"
      },
      "delivery": {
        "title": "توشۇش ھەققى",
        "not_paid": "ھەق بەرمەيدۇ"
      },
      "samin": {
        "title": "مۇلازىمەت ھەققى",
        "description": "بۇ پۇل Selldone ھەميان ھېساباتىڭىزدىن تۇتۇپ قېلىندى.",
        "tooltip": "پۇل تۆلەش ئۇسۇلى بويىچە ھېسابلاڭ",
        "percent": "پىرسەنت"
      },
      "affiliate": {
        "title": "ئالاقىدار كومىتېت",
        "affiliate_message": "سىز بۇ كومىسسىيەنى تارمىقىڭىزغا تۆلىشىڭىز كېرەك. بۇ جەرياننى ئۆزىڭىز قىلىدۇ."
      },
      "total_price": "ئومۇمىي تۈر باھاسى",
      "total_items_discount": "تۈرلەر ئېتىبار قىلىنىدۇ",
      "total_price_after_offers": "تەكلىپلەرنى ئىلتىماس قىلغاندىن كېيىنكى ئومۇمىي",
      "user_payment_amount": "سېتىۋالغۇچىنىڭ پۇل تۆلەش سوممىسى",
      "samin_wage": "Selldone Fee",
      "pay_cod_dialog": {
        "title": "زاكاز پۇلىغا ئېرىشتىڭىزمۇ؟",
        "message": "خېرىدار تولۇق تۆلەشكە كاپالەتلىك قىلغاندىن كېيىن ، مال تاپشۇرۇش ئۇسۇلىدىكى نەق پۇلنى بۇ تاللاشنى جەزملەشتۈرۈڭ.",
        "confirm_action": "خېرىدارلارنىڭ پۇلىنى جەزملەشتۈرۈڭ"
      },
      "pay_dir_dialog": {
        "title": "زاكاز پۇلىغا ئېرىشتىڭىزمۇ؟",
        "message": "بانكا بىلەن يۈكلەنگەن ھەق تاپشۇرۇش تالونىنى تەستىقلىغاندىن كېيىن بۇ تاللاشنى جەزملەشتۈرۈڭ. بانكا بىلەن پۇل تۆلەشنى جەزملەشتۈرۈڭ.",
        "confirm_action": "خېرىدارلارنىڭ پۇلىنى جەزملەشتۈرۈڭ"
      },
      "notifications": {
        "pay_confirm_message": "پۇل تۆلەش جەزملەشتۈرۈلدى.<br> ئېغىز: {gateway_name}<br> چېسلا: {payment_at}",
        "pay_fail_title": "ھەق بەرمەيدۇ",
        "pay_fail_message": "چىقىم قىلىشنى تەستىقلىغىلى بولمايدۇ!"
      },
      "total_order_price_before_tax": "باجدىن بۇرۇنقى ئومۇمىي باھا"
    },
    "basket_list": {
      "checklist": [
        "ئامبارنى تەكشۈرۈڭ.",
        "ئەگەر بۇ تۈر تېپىلمىسا ، ئۇ نەرسىگە تۆلەنگەن پۇل چوقۇم خېرىدارغا قايتۇرۇلۇشى كېرەك."
      ],
      "message": "ئەگەر بىرەر تۈرنى ئىشلەتكىلى بولمىسا ياكى ساتقىلى بولمىسا ، ئۇنىڭ يېنىدىكى رامكىنى تاللاڭ ۋە « <b>جەزملەشتۈرۈش»</b> كۇنۇپكىسىنى بېسىڭ.",
      "action": "زاكاز جەزملەشتۈرۈش",
      "list_of_items": "مال سېتىۋېلىش ھارۋىسى تىزىملىكى",
      "apply_change_action": "ئۆزگەرتىشلەرنى قوللىنىڭ",
      "cant_apply_change": "ئۆزگەرتىشكە بولمايدۇ",
      "lottery_prize_inform": "خېرىدارىڭىز بۇ مەھسۇلاتنىڭ 1 ھەسسىسىگە ئېرىشىدۇ. بۇ زاكاز بىلەن سوۋغات ئەۋەتىڭ."
    },
    "preparing": {
      "title": "تەييارلىق",
      "packing_weight": "ئورۇقلاش",
      "delivery_type": "توشۇش ئۇسۇلى",
      "packing_size": "ئورالما ئۆلچىمى",
      "distance_warning": "رۇخسەت قىلىنغان ئارىلىق چېكىدىن ئېشىپ كەتتى.",
      "weight_warning": "رۇخسەت قىلىنغان ئېغىرلىقتىن ئېشىپ كەتتى.",
      "volume_warning": "رۇخسەت قىلىنغان بوغچا چوڭلۇقىدىن ئېشىپ كېتىدۇ.",
      "message": "ئەگەر زاكاز ئەۋەتىشكە تەييارلانسا ، تۆۋەندىكى <b>زاكاز تەييار</b> كۇنۇپكىسىنى بېسىڭ.",
      "action": "مال ئەۋەتىشكە تەييار",
      "checklist": [
        "ئوراشتا ئۆلچەملىك قائىدىلەرگە ئەمەل قىلىڭ.",
        "تۈرلەرنىڭ تىزىملىكىنى بېسىپ بوغچىنىڭ ئىچىگە قويۇڭ.",
        "خەتكۈچنى بېسىپ ساندۇققا چاپلاڭ."
      ]
    },
    "basket_items": "تۈرلەر تىزىملىكى",
    "delivered_dialog": {
      "title": "بۇ زاكاز خېرىدار تەرىپىدىن تاپشۇرۇۋېلىندىمۇ؟",
      "message": "خېرىدارنىڭ زاكازنى تاپشۇرۇۋالغانلىقىنى بىلگەندە بۇ تاللاشنى جەزملەشتۈرۈڭ",
      "confirm_action": "مەن خېرىدارلارنىڭ بۇ بولاقنى تاپشۇرۇۋالغانلىقىنى جەزملەشتۈردۈم"
    },
    "return_delivery_dialog": {
      "title": "مال يەتكۈزۈش جەريانىدا زاكازدا مەسىلە بارمۇ ياكى قايتۇرۇلدىمۇ؟",
      "message": "ئەگەر مەلۇم سەۋەبلەر تۈپەيلىدىن ئەۋەتىلگەندىن كېيىن زاكاز قايتۇرۇلسا ، مالنى قايتۇرۇشنى تاللاڭ.",
      "confirm_action": "يەتكۈزۈلگەنلىكىنى جەزملەشتۈرۈڭ"
    },
    "notifications": {
      "update_status_success": "زاكاز ھالىتى يېڭىلاندى.",
      "reject_update_success": "زاكازنى ئەمەلدىن قالدۇرۇش ھالىتى يېڭىلاندى.",
      "dismiss_reject_success": "بۇيرۇق ئەمەلدىن قالدۇرۇلدى.",
      "pay_cod_success": "مال تاپشۇرۇشتىكى نەق پۇل جەزملەشتۈرۈلدى.",
      "pay_dir_success": "پۇل تۆلەش كارتا ئارقىلىق پۇل تۆلەش ياكى پۇل يۆتكەش ئارقىلىق ئىسپاتلاندى.",
      "set_tracking_success": "ئىز قوغلاش كىملىكى مۇۋەپپەقىيەتلىك ساقلاندى.",
      "new_bill_success": "يېڭى قانۇن لايىھىسى مۇۋەپپەقىيەتلىك قوشۇلدى.",
      "edit_bill_success": "بىل مۇۋەپپەقىيەتلىك يېڭىلاندى.",
      "update_bill_status_success": "ھېسابات ھالىتى مۇۋەپپەقىيەتلىك يېڭىلاندى.",
      "set_payment_in_cash_success": "پۇل تۆلەش قولدا جەزملەشتۈرۈلدى."
    },
    "delete_bill_dialog": {
      "title": "تالوننى ئۆچۈرۈڭ",
      "message": "بۇ تالوننى ئۆچۈرەمسىز؟",
      "action": "ھەئە ، ھازىر ئۆچۈرۈڭ"
    }
  },
  "shop_gateway": {
    "title": "دەرۋازا",
    "menu": {
      "dashboard": "باش تاختا",
      "edit": "Edit",
      "transactions": "سودا",
      "back": "دەرۋازا"
    },
    "dashboard": {
      "title": "دەرۋازا باشقۇرۇش",
      "gateway_data_widget": {
        "title": "چىقىم دوكلاتى",
        "title_small": "دەرۋازا",
        "chart": {
          "times": "ساناپ بېقىڭ",
          "buys": "ساناقنى سېتىۋېلىش",
          "pays": "مۇۋەپپەقىيەتلىك پۇل تۆلەش",
          "amount_pay": "ھەقلىق",
          "amount_wage": "ھەق"
        }
      },
      "gateway_info_widget": {
        "title": "ئۇچۇر",
        "title_small": "دەرۋازا",
        "status": "ھالەت",
        "cod_transportation": "توشۇش ئۇسۇللىرى COD نى قوللايدۇ",
        "cod_transportations_error": "كەم دېگەندە بىر توشۇش ئۇسۇلى ئۈچۈن مال تاپشۇرۇشتا نەق پۇلنى قوزغىتىڭ!",
        "payment_type": "پۇل تۆلەش تىپى",
        "cod": "نەق پۇل يەتكۈزۈش",
        "online": "توردا پۇل تۆلەش",
        "wage_percent": "ھەق نىسبىتى",
        "min_wage": "ئەڭ تۆۋەن ھەق",
        "max_wage": "ئەڭ يۇقىرى ھەق",
        "min_amount": "ئەڭ تۆۋەن سودا",
        "max_amount": "ئەڭ چوڭ سودا",
        "timeout": "پۇل تۆلەش مۇددىتى",
        "timeout_unit": "سېكۇنت",
        "link": "دەرۋازا ئۇلىنىشى",
        "your_gateway_status": "دەرۋازا ھالىتىڭىز",
        "config_extra_info": "ھەق تۆلەش مۇلازىمىتى سەپلىمىسى",
        "oauth2_button": "Auto gateway غا ئاپتوماتىك ئۇلىنىش}",
        "fee_payment_message": "خېرىدار تۆلىگەن پۇلنىڭ ھەممىسى ھېساباتىڭىزغا يۆتكىلىدۇ. مۇلازىمەت ھەققى سېللدوندىكى پورتمالىڭىزدىن تۇتۇپ قېلىنىدۇ."
      }
    },
    "edit": {
      "title": "دەرۋازىنى تەھرىرلەش",
      "menu": {
        "delete": "دەرۋازىنى ئېلىۋېتىڭ"
      },
      "edit_action": "دەرۋازىنى تەھرىرلەش"
    },
    "transactions": {
      "title": "سودا",
      "table": {
        "amount": "سومما",
        "currency": "پۇل",
        "livemode": "تىپ",
        "status": "ھالەت",
        "target_id": "زاكاز",
        "risk": "خەتەر",
        "card": "كارتا",
        "issued_at": "تارقىتىلغان ۋاقىت",
        "payment_at": "پۇل تۆلەش ۋاقتى"
      },
      "live_mode": "Live",
      "test_mode": "Sandbox"
    }
  },
  "edit_gateway": {
    "public_keys": "ئاممىۋى ئاچقۇچ",
    "private_keys": "شەخسىي ئاچقۇچلار (مەخپىي)",
    "link": "تور بېكەت",
    "state_title": "ئاكتىپ / ئاكتىپ بولمىغان پۇل تۆلەش ئۇسۇلى",
    "gateway_status": "ھالەت",
    "wallet": "Blockchain ھەميان",
    "developer_title": "ئاچقۇچىلار ھالىتى",
    "developer_message": "ئەگەر كىرىش ئېغىزى خاتالىق ھالىتىنى قوللىسا ، ساختا سودىلارنى بىر تەرەپ قىلالايسىز.",
    "notifications": {
      "edit_success": "كىرىش ئېغىزى {gateway_name} تەھرىرلەندى."
    },
    "developer_setting": "Develop & Test",
    "live_mode_message": "بارلىق سودىلار بىۋاسىتە ھالەتتە بولىدۇ."
  },
  "gift_card": {
    "title": "سوۋغات كارتىسى",
    "menu": {
      "edit": "Edit",
      "new_card": "كارتا قۇرۇش",
      "list": "كارتا",
      "orders": "زاكاز",
      "dashboard": "باش تاختا",
      "back": "سوۋغات كارتىسى"
    },
    "dashboard": {
      "title": "سوۋغات كارتىسىنى باشقۇرۇش تاختىسى",
      "amount_widget": {
        "title": "كارتا تۆلەش",
        "title_small": "30 كۈن",
        "chart_amount_pay": {
          "y": "Sum",
          "label": "چىقىم قىلىش"
        },
        "chart_buys": {
          "y": "سېتىۋالىدۇ",
          "label": "سېتىۋالىدۇ"
        },
        "total_buy": "ئومۇمىي سېتىۋېلىش سوممىسى",
        "total_pay_30days": "30 كۈنلۈك ئومۇمىي پۇل",
        "total_pay_today": "بۈگۈنكى پۇل"
      },
      "count_widget": {
        "title": "تارقىتىلغان كارتىلارنىڭ سانى",
        "title_small": "30 كۈن",
        "total_cards": "كارتا ئومۇمىي سانى",
        "used_cards_30days": "30 كۈن ئىشلىتىش",
        "used_today": "بۈگۈنكى ئىشلىتىش",
        "chart": {
          "new_cards": "يېڭى كارتا",
          "used_cards": "نىمكەش كارتا",
          "new_card_name": "يېڭى كارتا",
          "used_card_name": "ئىشلىتىلگەن"
        }
      },
      "export": {
        "title": "چىقىرىش ھۆججىتىگە ئېرىشىش",
        "cards_list": "كارتا تىزىملىكىگە ئېرىشىڭ",
        "get_report": "دوكلاتقا ئېرىشىش"
      }
    },
    "cards": {
      "title": "تارقىتىلغان كارتىلارنىڭ تىزىملىكى",
      "loading_message": "ئۇچۇرغا ئېرىشىش ... ساقلاپ تۇرۇڭ",
      "issue_to_user": "ئىشلەتكۈچىگە مەسىلە",
      "table": {
        "card_number": "كارتا نومۇرى",
        "balance": "تەڭپۇڭلۇق",
        "paid": "ھەقلىق",
        "edit": "Edit",
        "delete": "ئۆچۈرۈش",
        "expire": "ۋاقتى توشىدۇ",
        "user": "ئىشلەتكۈچى"
      },
      "delete_alert": {
        "title": "كارتىنى ئېلىۋېتىڭ",
        "message": "بۇ كارتىنى ئۆچۈرمەكچىمۇ؟",
        "action": "ئۆچۈرۈش"
      },
      "notifications": {
        "delete_success": "سوۋغات كارتىسى ئۆچۈرۈلدى.",
        "edit_success": "ئۆزگەرتىش كىرگۈزۈلدى.",
        "issue_success": "ئىشلەتكۈچىگە مۇۋەپپەقىيەتلىك تارقىتىلغان سوۋغات كارتىسى."
      },
      "issue_dialog": {
        "title": "سوۋغات كارتىسى تارقىتىش",
        "action": "مەن جەزىملەشتۈردۈم. ھازىر كارتا تارقىتىڭ"
      }
    },
    "gift_card_edit": {
      "title": "سوۋغات كارتىسى قۇرۇش",
      "validity": "ئىناۋەتلىكلىكى",
      "validity_unit": "ئايلار",
      "currency": "پۇل",
      "initial_balance": "دەسلەپكى كارتا قالدۇقى",
      "count": "ساناپ بېقىڭ",
      "count_unit": "item (s)",
      "enable_input_message": "قۇرۇلغان كارتىلارنىڭ ھالىتى",
      "notifications": {
        "create_success_title": "ساقلاش",
        "create_success": "{count} يېڭى كارتىلار قۇرۇلدى"
      }
    },
    "gift_card_edit_page": {
      "title": "سوۋغات كارتىسىنى تەھرىرلەش"
    }
  },
  "shop_discount": {
    "title": "ئېتىبار كودى",
    "up_to": "up to",
    "menu": {
      "dashboard": "باش تاختا",
      "orders": "زاكاز",
      "back": "ئېتىبار كودى"
    },
    "dashboard": {
      "title": "ئېتىبار كود باشقۇرۇش باشقۇرۇش تاختىسى",
      "chart_amount_buy": {
        "y": "سېتىۋېلىش سوممىسى {currency}",
        "label": "سېتىۋېلىش"
      },
      "chart_amount_discount": {
        "y": "ئېتىبار {currency}",
        "label": "ئېتىبار"
      },
      "chart_used": {
        "y": "ئىشلىتىش مىقدارى",
        "label": "Times"
      }
    }
  },
  "shop_coupon": {
    "title": "Coupons",
    "up_to": "up to",
    "menu": {
      "dashboard": "باش تاختا",
      "back": "Coupons",
      "orders": "زاكاز"
    },
    "dashboard": {
      "title": "Coupon Management Dashboard",
      "chart_amount_buy": {
        "y": "سېتىۋېلىش سوممىسى {currency}",
        "label": "سېتىۋېلىش"
      },
      "chart_amount_discount": {
        "y": "Coupon {currency}",
        "label": "Coupon"
      },
      "chart_used": {
        "y": "ئىشلىتىش مىقدارى",
        "label": "Times"
      }
    }
  },
  "shop_offer": {
    "title": "تەكلىپلەر",
    "up_to": "up to",
    "menu": {
      "dashboard": "باش تاختا",
      "orders": "زاكاز",
      "back": "تەكلىپلەر"
    },
    "dashboard": {
      "title": "باشقۇرۇش باشقۇرۇش تاختىسىنى تەمىنلەڭ",
      "chart_amount_buy": {
        "y": "سېتىۋېلىش سوممىسى {currency}",
        "label": "سېتىۋېلىش"
      },
      "chart_amount_discount": {
        "y": "Offer {currency}",
        "label": "تەكلىپ"
      },
      "chart_used": {
        "y": "ئىشلىتىش مىقدارى",
        "label": "Times"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "ئاكتىپلاش ھەققى تاپشۇرۇڭ",
    "balance": "تەڭپۇڭلۇق",
    "locked": "قۇلۇپلاندى",
    "transfer": "يۆتكەش",
    "charge": "ئامانەت"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "چىقىمدان",
    "payment": "چىقىم قىلىش",
    "confirm": "زاكاز جەزملەشتۈرۈش ، <b>{success}</b> جەزملەشتۈرۈلدى ۋە <b>مەغلۇپ بولدى}</b> رەت قىلىندى.",
    "prepare": "زاكاز تەييارلىقى.",
    "send": "مال ئەۋەتىش ئارقىلىق <b>مال ئەۋەتىش</b> .",
    "delivered": "زاكاز خېرىدارغا يەتكۈزۈلدى.",
    "fill-inputs": "سېتىۋالغۇچى تەرىپىدىن كىرگۈزۈلگەن ئۇچۇر ئۇچۇر جەدۋىلى.",
    "return-add": "مەھسۇلات قايتۇرۇش تەلىپىنى يوللاڭ ، {product}.",
    "return-accept": "قايتۇرۇش تەلىپى {return_code} جەزملەشتۈرۈلدى.",
    "return-reject": "تەلەپ {return_code} رەت قىلىندى.",
    "reject-order": "رەت رەت قىلىش. كود: {reject_code}.",
    "reject-order-clear": "زاكاز رەت قىلىشنى ئەمەلدىن قالدۇرۇڭ. كود: {reject_code}.",
    "email-buy": "خېرىدارغا سېتىۋېلىش جەزملەشتۈرۈش ئېلخېتى ئەۋەتىڭ.",
    "email-payment": "خېرىدارغا پۇل تۆلەش جەزملەش ئېلخېتى ئەۋەتىڭ.",
    "delivery-returned": "زاكاز خېرىدار تەرىپىدىن قوبۇل قىلىنمىغان ۋە قايتۇرۇلغان. قايتا ئەۋەتىش كېرەك.",
    "delivery-canceled": "يەتكۈزۈش ئەمەلدىن قالدۇرۇلدى. قايتا ئەۋەتىش كېرەك.",
    "edit-receiver-info": "زاكاز يەتكۈزۈش ئادرېسىنى سېتىۋالغۇچى تەھرىرلىگەن.",
    "edit-billing-info": "سېتىۋالغۇچى تەھرىرلىگەن ھېسابات ئادرېسى.",
    "payment-cod-confirm": "COD چىقىم قىلىش جەزملەشتۈرۈلدى.",
    "payment-cash-confirm": "تالون ئۈچۈن {amount} {currency} نەق پۇل تۆلەش جەزملەشتۈرۈلدى.",
    "payment-dir-confirm": "بىۋاسىتە پۇل تاپشۇرۇش تالونى جەزملەشتۈرۈلدى.",
    "vendor": "ساتقۇچىلارنىڭ زاكاز ھالىتى <b>{دىن}</b> دىن <b>{گە</b> ئۆزگەردى.",
    "connect-sync": "ئۇلىنىش OS بىلەن ماسقەدەملەنگەن.",
    "connect-shipped": "ئۇلىنىش بۇيرۇقى {shipping} ئارقىلىق ئەۋەتىلدى.",
    "connect-returned": "ئۇلىنىش بۇيرۇقى {shipping} ئارقىلىق قايتۇرۇلدى.",
    "connect-failed": "زاكازنى ئورۇنداش شېرىك تەرىپىدىن مەغلۇپ بولدى. {reason}",
    "connect-canceled": "بۇ بۇيرۇق شېرىك تەرىپىدىن بىكار قىلىنغان. {reason}",
    "connect-action-cancel": "زاكازنى بىكار قىلىشنى تەلەپ قىلىش. {reason}",
    "connect-put-hold": "بۇيرۇق توختىتىلدى. {reason}",
    "connect-remove-hold": "بۇيرۇق تۇتۇپ تۇرۇشتىن چىقىرىۋېتىلدى. {reason}",
    "connect-confirmed": "بۇيرۇق جەزملەشتۈرۈلدى.",
    "email-vendor": "🔔 زاكاز ئۇقتۇرۇشى ئېلېكترونلۇق خەت <b>{vendor}</b> ╏ غا ئەۋەتىلدى {email}.",
    "vendor-payout": "ساتقۇچىغا پۇل تۆلەش."
  },
  "inline_chart": {
    "today": "بۈگۈن",
    "last_days": "{days} days ago"
  },
  "products_select": {
    "move_category": "كاتېگورىيە <b>{كاتېگورىيەنى</b> باشقا تۈرگە يۆتكەڭ",
    "move_product": "مەھسۇلات <b>{product}</b> تۈرىگە يۆتكەڭ",
    "product_menu": {
      "dashboard": "مەھسۇلات باشقۇرۇش تاختىسى",
      "inventory": "كەشپىيات ۋە ۋارىيانت"
    },
    "notifications": {
      "copy_success": "مەھسۇلاتنىڭ كۆپەيتىلگەن نۇسخىسى.",
      "change_category_success": "مەھسۇلات تۈرى تەھرىرلەندى."
    }
  },
  "physical_order_track": {
    "title": "خەتەر دوكلاتى ۋە باھالاش"
  },
  "virtual_order_track": {
    "title": "خەتەر دوكلاتى ۋە باھالاش"
  },
  "virtual_order_timeline": {
    "title": "ۋاقىت جەدۋىلى"
  },
  "physical_order_timeline": {
    "title": "ۋاقىت جەدۋىلى"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "بۇ يەرگە ئۇچۇر يېزىڭ ...",
    "pin_action": "ئۈستىدىن پىن",
    "unpin_action": "Unpin",
    "copy_html": "Html نى كۆچۈرۈڭ",
    "notifications": {
      "add_note_success": "ئەسكەرتىش قوشۇلدى.",
      "edit_note_success": "ئىزاھات تەھرىرلەندى.",
      "delete_note_success": "ئەسكەرتىش ئۆچۈرۈلدى."
    },
    "delete_dialog": {
      "title": "ئەسكەرتىشنى ئۆچۈرۈڭ",
      "message": "بۇ خاتىرىنى ئۆچۈرمەكچىمۇ؟",
      "action": "ئەسكەرتىشنى ئۆچۈرۈڭ"
    },
    "resend_dialog": {
      "title": "ئېلېكترونلۇق خەت ئەۋەتىڭ",
      "message": "بۇ ئېلېكترونلۇق خەتنى خېرىدارىڭىزغا قايتا ئەۋەتەمسىز؟",
      "action": "ھەئە ، قايتا ئەۋەتىڭ",
      "success": "خېرىدارغا ئېلېكترونلۇق خەت."
    }
  },
  "accounts": {
    "title": "ھەميان",
    "message": "سىز چوقۇم Selldone دا ئىشلىتىۋاتقان پۇل بىلەن كەم دېگەندە بىر ھېسابات قۇرۇشىڭىز كېرەك. مۇلازىمەت ھەققىنى تۆلەش ئۈچۈن چوقۇم بۇ ھېساباتنى تولدۇرۇشىڭىز كېرەك.",
    "add_new": "يېڭى ھېسابات قۇر",
    "new_account": "يېڭى ھېسابات قوشۇڭ",
    "new_account_dialog": {
      "title": "يېڭى ھېسابات",
      "account_name_input": "ھېسابات ئىسمى",
      "currency_input": "پۇل بىرلىكى",
      "currency_input_message": "قۇرۇلغان ھېسابات پەقەت بۇ پۇلنىڭ قىممىتىنىلا ساقلايدۇ.",
      "new_account_wage": "يېڭى ھېسابات قۇرۇش تەننەرخى: بىرىنچى ھېسابات ئۈچۈن ھەقسىز",
      "create_account_action": "ھېسابات قۇر"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "سوۋغات ئەۋەتىڭ",
      "sent": "ئەۋەتىڭ",
      "received": "قوبۇل قىلىندى"
    },
    "send_gifts": {
      "title": "ئەۋەتىلگەن سوۋغاتلار",
      "sub_title": "دوستلىرىڭىزغا ياكى خېرىدارلىرىڭىزغا سوۋغات ئەۋەتسىڭىز بولىدۇ. تاپشۇرۇۋالغۇچى سىزنىڭ سوۋغىتىڭىزنى قوبۇل قىلسا ياكى رەت قىلسا بولىدۇ. پۇل تاپشۇرۇۋالغۇچى قوبۇل قىلسا ھېساباتىڭىزغا قۇلۇپ سېلىنىدۇ. بولمىسا ، بۇ پۇل ھېساباتىڭىزغا يۆتكىلىدۇ.",
      "table": {
        "user": "ئىشلەتكۈچى",
        "amount": "سومما",
        "currency": "پۇل",
        "account_name": "From",
        "status": "ھالەت",
        "message": "ئۇچۇر",
        "created_at": "قۇرۇلغان چېسلا"
      }
    },
    "received_gifts": {
      "title": "سوۋغات قوبۇل قىلىندى",
      "sub_title": "Selldone ياكى باشقىلاردىن تاپشۇرۇۋالغان سوۋغاتلىرىڭىز",
      "table": {
        "amount": "سومما",
        "currency": "پۇل",
        "account_from": "From",
        "status": "ھالەت",
        "message": "ئۇچۇر",
        "created_at": "قۇرۇلغان چېسلا",
        "receive": "قوبۇل قىلىش"
      }
    }
  },
  "get_gift_dialog": {
    "title": "سوۋغات تاپشۇرۇۋېلىڭ",
    "more": "تېخىمۇ كۆپ ..",
    "amount": "سومما",
    "message": "ئۇچۇر",
    "account_to_input": "نىشان ھېساباتى",
    "account_to_input_message": "سوۋغات سوممىسى بۇ ھېساباتقا قويۇلىدۇ.",
    "get_action": "سوۋغات قوبۇل قىلىڭ",
    "notifications": {
      "received_success_title": "مۇبارەك بولسۇن",
      "received_success": "سوۋغات سوممىسى {amount} {currency} ھېساباتىڭىزغا قويۇلدى."
    }
  },
  "send_gift_dialog": {
    "title": "سوۋغات ئەۋەتىڭ",
    "account_from_input": "ھېسابات تاللاڭ",
    "account_from_input_message": "سوۋغات سوممىسى بۇ ھېساباتتىن قايتۇرۇلىدۇ.",
    "receiver_input": "تاپشۇرۇۋالغۇچى",
    "receiver_input_message": "ئېلېكترونلۇق خەت ئادرېسى ياكى تېلېفون نومۇرىنى كىرگۈزەلەيسىز.",
    "message_input": "ئۇچۇر",
    "message_input_message": "تاپشۇرۇۋالغۇچىغا ئۇچۇر قالدۇرالايسىز.",
    "amount_input": "سومما",
    "currency_input": "پۇل بىرلىكى",
    "currency_input_message": "باھا بۇ پۇلدا ھېسابلىنىدۇ.",
    "send_action": "سوۋغات ئەۋەتىڭ",
    "notifications": {
      "send_success": "{amount} غا {amount} {currency} سوۋغىسى ئەۋەتىلدى."
    }
  },
  "account_list": {
    "account_input": "ھېسابات نومۇرى",
    "account_input_message": "بۇ پۇلغا سوۋغات سوممىسى بۇ ھېساباتقا سېلىنىدۇ.",
    "free_balance": "ھەقسىز تەڭپۇڭلۇق",
    "account_name": "ھېسابات ئىسمى"
  },
  "user_monetize_accounts": {
    "title": "ئامانەت ھېساباتى",
    "sub_title": "سوۋغات سوممىلىرى ئاپتوماتىك ھالدا بۇ ھېساباتلارغا سېلىنىدۇ.",
    "message": "Selldone ئىجتىمائىي ئالاقە پائالىيىتىڭىزگە مەبلەغ سالىدۇ ، Selldone تەرەققىياتىغا قاتنىشىدۇ ، دوستلارنى تونۇشتۇرىدۇ. ھەر بىر پۇلغا ئامانەت ھېساباتىنى تاللاش ئارقىلىق ، سوۋغات سوممىلىرى ئاپتوماتىك ھالدا تور بېكىتىڭىزدىكى ھېساباتقا سېلىنىدۇ. بۇ سوممىلارنى Selldone غا ھېسابلاشقا بولىدۇ. چېكىنىش پەقەت سودا شېرىكلىرى ئۈچۈنلا بولىدۇ.",
    "add_account_action": "ھېسابات قوشۇڭ",
    "add_dialog": {
      "title": "سوۋغات قوبۇل قىلىش ئۈچۈن ھېساباتنى ئۇلاڭ",
      "account_input": "ھېسابات نومۇرى",
      "account_input_message": "بۇ پۇلغا سوۋغات سوممىسى بۇ ھېساباتقا سېلىنىدۇ.",
      "set_as_default_action": "سۈكۈتتىكى ھېسابات قىلىپ تاللاڭ"
    },
    "table": {
      "currency": "پۇل",
      "account_number": "ھېسابات نومۇرى",
      "account_name": "ئىسمى",
      "payment": "ئامانەت پۇل",
      "reset_at": "ئەسلىگە قايتۇرۇش",
      "delete": "ئۆچۈرۈش"
    },
    "notifications": {
      "set_success": "ھېسابات مۇۋەپپەقىيەتلىك قوشۇلدى.",
      "delete_success": "ھېسابات سوۋغات تاپشۇرۇۋېلىشتىكى كۆڭۈلدىكى ھېسابات تىزىملىكىدىن مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى."
    },
    "delete_alert": {
      "title": "ھېساباتنى ئۆچۈرۈڭ",
      "message": "بۇ ھېساباتنى سوۋغات ھېساباتى تىزىملىكىدىن ئۆچۈرمەكچىمۇ؟",
      "action": "ئۆچۈرۈش"
    }
  },
  "user_monetize": {
    "title": "پۇل تېپىڭ",
    "menu": {
      "plans": "پىلانلار",
      "accounts": "ھېسابات",
      "participant": "قاتناشقۇچى"
    }
  },
  "user_monetize_plans": {
    "title": "ھەمكارلىق ۋە پۇل تېپىش تۈرلىرى",
    "sub_title": "يوللانما سوۋغاتلىرى ئۈچۈن ھېسابات ئىناۋىتىگە ئېرىشىسىز. بۇ سوممىلار ھېساباتىڭىزغا ئېلىنىدۇ ، پەقەت Selldone سودا شېرىكلىرىگىلا قايتۇرۇلىدۇ. سىز بۇ پۇلنى Selldone مۇلازىمەت ھەققىگە خەجلىسىڭىز بولىدۇ.",
    "discount": "ئېتىبار",
    "your_income": "كىرىمىڭىز",
    "level_2": "ئىككىنچى دەرىجىدىن",
    "level_3": "ئۈچىنچى دەرىجىدىن",
    "link_message": "ئەزالىق: {registered} ، قوبۇل قىلىنغان: {accepted}",
    "link_tip": "سىز ھەمبەھىرلىگەن ھەر بىر ئادرېسنىڭ ئاخىرىغا? Ref = {link_code the ئىبارىسىنى قوشالايسىز.",
    "table": {
      "currency": "پۇل",
      "amount": "تەڭپۇڭلۇق",
      "total": "ئومۇمىي چىقىم",
      "payment_date": "ئاخىرقى پۇل تۆلەش ۋاقتى",
      "withdraw": "چېكىنىش"
    },
    "notifications": {
      "get_credit_success": "تەلەپ قىلىنغان سومما ھېساباتىڭىزغا قويۇلدى."
    }
  },
  "basic_information": {
    "title": "مېنىڭ كىملىكىم ۋە ئارخىپىم",
    "email": "ئېلخەت ئادرېسى",
    "tel": "كۆچمە تېلېفون نومۇرى",
    "address": "ئادرېس",
    "payment": "ئىناۋەتلىك سودا",
    "personal_information": "كىملىك ئۇچۇرى",
    "main_profile": "Main Profile",
    "main_profile_subtitle": "بۇ ئۇچۇرلار كۆپچىلىككە ئوچۇق.",
    "kyc_waiting_info": "بىز كىرگۈزگەن ئۇچۇرلارنىڭ توغرىلىقىنى تەكشۈرۈۋاتىمىز. بۇ جەريان KYC قائىدىسىگە ئاساسەن مەجبۇرى بولۇپ ، پۇل-مۇئامىلە سودىسىنىڭ خەتىرىنى تۆۋەنلىتىدۇ. سىز بۇ مۇلازىمەتنىڭ ھازىرقى ۋە كەلگۈسىدىكى پايدىلىرىدىن پايدىلىنالايسىز.",
    "personal_info_dialog": {
      "title": "كىملىك ئۇچۇرى",
      "name_input": "بىرىنچى ئىسمى",
      "family_name_input": "فامىلىسى",
      "number_input": "پاسپورت نومۇرى (ياكى دۆلەت كودى)",
      "birthday_input": "تۇغۇلغان كۈنى",
      "birthday_input_placeholder": "تۇغۇلغان كۈنىڭىزگە كىرىڭ",
      "address_input": "ئادرېس",
      "postcode_input": "پوچتا نومۇرى",
      "tel_input": "ئالاقىلىشىش نومۇرى",
      "passport_image_input": "پاسپورت رەسىمىنى تاللاڭ",
      "passport_image_input_message": "پاسپورت رەسىمىڭىزنى سايىلەڭ.",
      "personal_image_input": "ئۆزىڭىزنىڭ رەسىمىنى تاللاڭ",
      "personal_image_input_message": "سىكانېرلاش رەسىمىنى دۆلەت كارتىڭىزغا ئالدى-كەينىگە يۈكلەڭ."
    },
    "profile_dialog": {
      "title": "Main Profile",
      "full_name_input": "تولۇق ئىسمى",
      "tel_input": "ئالاقىلىشىش نومۇرى",
      "email_input": "ئېلخەت",
      "website_input": "تور بېكەت",
      "address_input": "ئادرېس",
      "about_input": "مەن ھەققىدە",
      "about_long_input": "مەن ھەققىدە ئۇزۇن تېكىست",
      "image_input": "ئارخىپ رەسىمىنى تاللاڭ",
      "image_input_message": "رەسىمىڭىزنى يۈكلەڭ. بۇ رەسىم ئارخىپىڭىزنىڭ رەسىمى سۈپىتىدە ئىشلىتىلىدۇ.",
      "notifications": {
        "update_profile_success": "ئارخىپىڭىز يېڭىلاندى.",
        "update_personal_info_success": "ئۇچۇرلىرىڭىز مۇۋەپپەقىيەتلىك تىزىملىتىلدى"
      }
    },
    "charge_account_approve_message": "ھېساباتىڭىزنى ھەق ئېلىپ بانكا سودىڭىزنى تەستىقلاڭ.",
    "payment_approval": "چىقىم تەستىق",
    "residential_address_checking": "ئۆچىرەتنى تەكشۈرۈشتىكى تۇرالغۇ ئادرېسىڭىز.",
    "add_residential_address": "تۇرالغۇ ئادرېسىڭىز ۋە تۇرالغۇ ئادرېسىڭىزنىڭ ئىسپاتىنى قوشۇڭ."
  },
  "phone_verify": {
    "title": "كۆچمە تېلېفون نومۇرى",
    "step1_title": "يانفونىڭىزنى كىرگۈزۈڭ.",
    "phone_number_input": "كۆچمە تېلېفون نومۇرى",
    "next": "كېيىنكى قەدەم",
    "sms_code_input": "دەلىللەش كودى",
    "sms_code_message": "{phone_number} غا ئەۋەتىلگەن 6 خانىلىق دەلىللەش كودى.",
    "notifications": {
      "duplicated_number_error": "بۇ نومۇر سىز تەرىپىدىن تەستىقلانغان.",
      "send_activation_code_success_title": "دەلىللەش كودى",
      "send_activation_code_success": "دەلىللەش كودى {phone_number to غا ئەۋەتىلدى.",
      "verify_success": "يانفونىڭىزنىڭ نومۇرى دەلىللەندى"
    }
  },
  "companies": {
    "title": "مېنىڭ سودا ھېساباتىم",
    "message": "كارخانا ، ئىگىلىك تىكلىگۈچىلەر ۋە كەسپىي گۇرۇپپىلار Selldone ئاساسىدا مەھسۇلات ۋە قوللىنىشچان پروگراممىلارنى تەرەققىي قىلدۇرالايدۇ. سودا ئارخىپى قۇرۇش بىر تەلەپ.",
    "new_company": "يېڭى شىركەت"
  },
  "add_company": {
    "name_input": "شىركەت ئىسمى",
    "website_input": "تور بېكەت",
    "email_input": "ئېلخەت",
    "address_input": "ئادرېس",
    "tel_input": "Tel",
    "mobile_input": "كۆچمە خەۋەرلىشىش",
    "edit_action": "شىركەتنى تەھرىرلەش",
    "create_action": "شىركەت قۇرۇش",
    "notifications": {
      "add_success": "سودا ھېساباتى {name} قۇرۇلدى.",
      "edit_success": "سودا ھېساباتى تەھرىرلەندى."
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "شەخسىي",
      "shop_key": "Clients",
      "apps": "ئەپلەر"
    },
    "connected_apps_title": "ئۇلانغان ئەپلەر",
    "connected_apps_message": "تور نامىڭىزغا ئۇلانغان بارلىق دۇكان ۋە ئەپلەرنىڭ تىزىملىكىنى كۆرىسىز. ئۇلارنىڭ خالىغان بىرىنى زىيارەت قىلالايسىز.",
    "shop_keys_title": "دۇكان زىيارەت ئاچقۇچلىرى",
    "shop_keys_message": "بۇ كۇنۇپكىلار مۇلازىمېتىرىڭىز ئارقىلىق Access Token نى قۇرۇشقا ئىشلىتىلىدۇ. شۇنىڭغا دىققەت قىلىڭكى ، ئاچقۇچلار مەخپىي بولۇپ ، پەقەت مۇلازىمېتىرغا قويۇلۇپ ، باشقىلارغا كۆرۈنمەيدۇ.",
    "personal_keys_title": "شەخسىي زىيارەت ئاچقۇچلىرى",
    "personal_keys_message": "بۇ يەردە ھېساباتىڭىزنىڭ ئاچقۇچىنى قۇرالايسىز. دىققەت ، بۇ كۇنۇپكىلار ھېساباتىڭىزنى زىيارەت قىلالايدۇ. نېمە قىلىۋاتقانلىقىڭىزنى ئېنىق بىلسىڭىزلا بۇ كۇنۇپكىلارنى قۇرۇڭ ۋە ئىشلىتىڭ.",
    "clients_title": "Clients",
    "clients_message": "بۇ كۇنۇپكىلار مۇلازىمېتىرىڭىز ئارقىلىق Access Token نى قۇرۇشقا ئىشلىتىلىدۇ. شۇنىڭغا دىققەت قىلىڭكى ، ئاچقۇچلار مەخپىي بولۇپ ، پەقەت مۇلازىمېتىرغا قويۇلۇپ ، باشقىلارغا كۆرۈنمەيدۇ."
  },
  "user_security_control": {
    "title": "ھېسابات بىخەتەرلىكى",
    "message": "ھېساباتىڭىزنىڭ بىخەتەرلىك تەڭشەكلىرىنى بۇ يەردىن تەھرىرلىيەلەيسىز.",
    "delete": {
      "title": "ھېساباتنى ئۆچۈرۈڭ",
      "subtitle": "ھېساباتىڭىزنى ئۆچۈرۈشتىن بۇرۇن بارلىق دۇكانلارنى ئۆچۈرۈۋەتكەنلىكىڭىزنى جەزملەشتۈرۈڭ.",
      "action": "ئىشىنىمەن ، ھېساباتىمنى ئۆچۈرۈڭ",
      "agreement": "بارلىق ئۇچۇرلىرىڭىزنىڭ مۇلازىمېتىرىڭىزدىن ئۆچۈرۈلىدىغانلىقىنى قوبۇل قىلىمەن. ئالدامچىلىق ياكى قالايمىقان ئىشلىتىشنىڭ ئالدىنى ئېلىش ئۈچۈن ئۇچۇرلىرىڭىز بىز بەلگىلىگەن ۋاقىت جەدۋىلىگە ئاساسەن ئۆچۈرۈلىدۇ."
    },
    "list": {
      "password": {
        "title": "پارول",
        "sub_title": "ھېساباتىڭىزغا كۈچلۈك پارول تاللاڭ.",
        "action_title": "ھېساباتقا كىرىش پارولى",
        "not_exist": "كىرگۈزۈلمىدى",
        "action": "پارولنى ئۆزگەرتىڭ"
      },
      "phone": {
        "title": "كۆچمە تېلېفون نومۇرى",
        "sub_title": "يانفونىڭىزنى جەزملەشتۈرۈڭ. بۇ نومۇر ئارقىلىق كىرەلەيسىز.",
        "action_title": "ھېساباتنىڭ ئاساسلىق تېلېفون نومۇرى",
        "action": "نومۇرنى دەلىللەش"
      },
      "two_step": {
        "title": "ئىككى قەدەم كىرىش",
        "sub_title": "يانفونىڭىزنى جەزملەشتۈرۈڭ. بۇ نومۇر ئارقىلىق كىرەلەيسىز.",
        "action_title": "ھېسابات بىخەتەرلىكىنى ئاشۇرۇش",
        "activated_action": "ئاكتىپلاندى",
        "active_action": "Active Now"
      },
      "email": {
        "title": "دەسلەپكى ئېلېكترونلۇق خەت",
        "sub_title": "بۇ ھېساباتقا مۇناسىۋەتلىك ئاساسلىق ئېلېكترونلۇق خەتنى يېڭىلاش ھوقۇقىڭىز بار.",
        "action_title": "دەسلەپكى ئېلېكترونلۇق خەتنى ئۆزگەرتىڭ",
        "action": "دەلىللەش ئۇلانمىسىنى ئەۋەتىڭ"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "Google Authenticator دېتالىنى قاچىلاڭ"
      },
      "step_2": {
        "title": "ئەپ ئارقىلىق ھاسىل قىلىنغان كودنى كىرگۈزۈڭ",
        "message": "6 خانىلىق كود يانفونىڭىزدىكى ئالگورىزىم ئارقىلىق ھاسىل بولىدۇ. تۆۋەندىكى ئۇلانمىدىن ئەپنى چۈشۈرەلەيسىز. كود ھاسىللىغۇچ كۇنۇپكىسىنى بېسىپ پارولنى ئۆز ئىچىگە ئالغان QR كودى ھاسىل قىلىڭ.",
        "qr_code_info": "ئەگەر سىكانىرلاش مۇمكىن بولمىسا ، كودنى قولدا كۆچۈرۈپ چاپلىسىڭىز بولىدۇ:",
        "create_new_code": "يېڭى كود قۇر",
        "qr_code_scanning": "Google Authenticator Mobile App قۇرغان QR كودىنى سىكاننېرلاپ ، بۇ بەتتىكى رامكىغا جەزملەشتۈرۈش ئۈچۈن ھاسىل قىلىنغان كودنى كىرگۈزۈڭ.",
        "qr_code_regenerate_info": "ئەسكەرتىش: يۇقارقى كۇنۇپكىنى باسسىڭىز يېڭى ئاچقۇچ بارلىققا كېلىدۇ ، ئالدىنقى ئاچقۇچنى ئىشلەتكىلى بولمايدۇ. تېلېفون ئاچقۇچىغا يېڭى ئاچقۇچنى كىرگۈزۈڭ."
      },
      "step_3": {
        "title": "قۇرغان كودنى كىرگۈزۈڭ",
        "message": "تۆۋەندىكى ئورۇنغا پروگراممىدا قۇرۇلغان زىيارەت كودىنى كىرگۈزۈڭ.",
        "activation_key_input": "زىيارەت كودى"
      },
      "activated_alert": "2 باسقۇچلۇق كىرىش ئىقتىدارى قوزغىتىلدى.",
      "activated_message": "ھېساباتىڭىزغا ئىككى باسقۇچلۇق كىرىش ئىقتىدارى قوزغىتىلدى. بۇنىڭدىن كېيىن ھېساباتىڭىزغا كىرىش ئۈچۈن ھەر 30 سېكۇنتتا بىر قېتىم ئۆزگەرتىدىغان ئىككىنچى كودنى كىرگۈزۈشىڭىز كېرەك. ئىككى باسقۇچلۇق كىرىشنى چەكلەش ئۈچۈن ، بىر قېتىم قوش چېكىپ بىر قەدەم بېسىڭ ۋە باسقۇچلارنى بېسىپ ئۆتىسىز.",
      "cancel_two_step_login_action": "ئىككى باسقۇچلۇق كىرىشنى ئەمەلدىن قالدۇرۇڭ",
      "cancel_two_step_login_info": "ئەگەر 2 باسقۇچلۇق دەلىللەشنى چەكلىمەكچى بولسىڭىز ، پارولىڭىزنى كىرگۈزۈپ ئىككى باسقۇچلۇق كىرىش كۇنۇپكىسىنى بېسىڭ.",
      "password_input": "پارول",
      "cancel_2fa_action": "ئىككى باسقۇچلۇق كىرىشنى ئەمەلدىن قالدۇرۇڭ"
    },
    "change_password_dialog": {
      "title": "پارولنى ئۆزگەرتىڭ",
      "message": "مۇرەككەپ ۋە ئۇنتۇلغۇسىز پارول ئىشلىتىڭ.",
      "password_input": "نۆۋەتتىكى پارول",
      "new_password_input": "يېڭى پارول",
      "re_new_password_input": "يېڭى پارولنى تەكرارلاڭ",
      "tips": {
        "length": "پارول كەم دېگەندە 8 ھەرپ بولۇشى كېرەك",
        "chars": "كەم دېگەندە بىر چوڭ ھەرپ ۋە بىر سان.",
        "match": "پارول ماسلاشتى."
      },
      "change_password_action": "پارولنى ئۆزگەرتىڭ",
      "notifications": {
        "change_password_title": "پارولنى ئۆزگەرتىڭ",
        "change_password": "پارول مۇۋەپپەقىيەتلىك ئۆزگەرتىلدى."
      }
    }
  },
  "authorized_clients": {
    "title": "ئۇلانغان دۇكان / ئەپلەرنىڭ تىزىملىكى",
    "table": {
      "name": "ئىسمى",
      "app": "App",
      "scopes": "دائىرە",
      "shop": "چەكلەنگەن دۇكان"
    },
    "remove_action": "زىيارەتنى ئۆچۈرۈڭ",
    "delete_alert": {
      "title": "ئۆچۈرۈش",
      "message": "بۇ زىيارەتنى بىكار قىلماقچىمۇ؟ شۇنىڭغا دىققەت قىلىڭكى ، بۇ دېتال ھېساباتىڭىزغا كىرەلمەيدۇ.",
      "action": "زىيارەتنى رەت قىلىڭ"
    }
  },
  "clients": {
    "title": "خېرىدارلار تىزىملىكى",
    "create_new_action": "يېڭى خېرىدار قۇرۇش",
    "table": {
      "client_id": "Client ID",
      "app": "App",
      "name": "Alias",
      "secret_key": "مەخپىي ئاچقۇچ"
    },
    "create_dialog": {
      "title": "يېڭى خېرىدار",
      "error_msg": "<strong>خاتالىق!</strong> كەچۈرۈڭ ، خاتالىق كۆرۈلدى!",
      "name_input": "ئىسمى",
      "name_input_message": "ئابونتلىرىڭىز ئېتىراپ قىلىدىغان ۋە ئىشىنىدىغان بىر نەرسە.",
      "redirect_input_message": "تور بېتىڭىزگە ئادرېسنى قايتۇرۇڭ."
    },
    "edit_dialog": {
      "title": "زىيارەتنى تەھرىرلەڭ"
    },
    "delete_alert": {
      "title": "ئۆچۈرۈش",
      "message": "بۇ خېرىدارنى ئۆچۈرمەكچىمۇ؟",
      "action": "ئۆچۈرۈش"
    }
  },
  "personal_access_tokens": {
    "title": "شەخسىي زىيارەتچىلەرنىڭ تىزىملىكى",
    "create_action": "يېڭى بەلگە قۇر",
    "table": {
      "name": "ئىسمى",
      "scopes": "Accesses",
      "expire_at": "ۋاقتى توشقان"
    },
    "create_dialog": {
      "title": "توكەن بىنا",
      "error_message": "<strong>خاتالىق!</strong> كەچۈرۈڭ ، خاتالىق كۆرۈلدى!",
      "name_input": "Alias Ex. مېنىڭ بەلگە ئىسمىم",
      "name_input_message": "ئەڭ ياقتۇرىدىغان بەلگە ئىسمى.",
      "scopes_list": "توكەن زىيارەت تىزىملىكى"
    },
    "access_token_dialog": {
      "title": "شەخسىي زىيارەت ئاچقۇچى",
      "message": "بۇ سىزنىڭ شەخسىي زىيارەت بەلگىڭىزنىڭ بەلگىسى. بۇ بىردىنبىر بەلگە كۆرسىتىلىدىغان ۋاقىت ، شۇڭا قولدىن بېرىپ قويماڭ! سىز ھازىر بۇ بەلگە ئارقىلىق API تەلەپ قىلالايسىز."
    },
    "delete_alert": {
      "title": "ئۆچۈرۈش",
      "message": "بۇ زىيارەت بەلگىسىنى ئۆچۈرمەكچىمۇ؟",
      "action": "ئۆچۈرۈش"
    }
  },
  "scopes": {
    "profile": {
      "name": "profile",
      "description": "ئىسىم ، ئېلېكترونلۇق خەت ئادرېسى ، رەسىم ۋە دەلىللەش ھالىتى قاتارلىق ئارخىپ ئۇچۇرلىرىنى ئوقۇڭ."
    },
    "phone": {
      "name": "تېلېفون نومۇرى",
      "description": "تېلېفون نومۇرىغا ئېرىشىش."
    },
    "address": {
      "name": "ئادرېس",
      "description": "ئادرېس دەپتىرىدىن ساقلانغان ئادرېسنى ئوقۇڭ."
    },
    "buy": {
      "name": "سېتىۋېلىش",
      "description": "دۇكاندىن زاكاز قىلىڭ ۋە سېتىۋېلىڭ."
    },
    "order-history": {
      "name": "بۇيرۇق تارىخى",
      "description": "بۇيرۇق تارىخىنى ئوقۇڭ."
    },
    "my-gift-cards": {
      "name": "سوۋغات كارتىسى",
      "description": "مېنىڭ كارتامغا كىرىش."
    },
    "articles": {
      "name": "مەزمۇننى تەھرىرلەش",
      "description": "ماقالىلەرنى تەھرىرلەش."
    },
    "notifications": {
      "name": "ئۇقتۇرۇش ئەۋەتىش ۋە تاپشۇرۇۋېلىش",
      "description": "ئۇقتۇرۇش ئەۋەتىش ۋە تاپشۇرۇۋېلىش."
    },
    "read-shops": {
      "name": "Store ist",
      "description": "دۇكان تىزىملىكىنى ئوقۇڭ."
    },
    "shop-edit": {
      "name": "دۇكان باشقۇرۇش",
      "description": "دۇكان زىيارىتىنى تەھرىرلەڭ"
    },
    "shop-contacts": {
      "name": "ئالاقىلىشىش جەدۋىلىنى باشقۇرۇش",
      "description": "ئالاقىلىشىش جەدۋىلىنى قوبۇل قىلىش ۋە تەھرىرلەش."
    },
    "shop-gift-cards": {
      "name": "سوۋغات كارتىلىرىنى باشقۇرۇش",
      "description": "سوۋغات كارتىلىرىنى قۇرۇش ، تەھرىرلەش ۋە باشقۇرۇش."
    },
    "shop-faqs": {
      "name": "سوئال ۋە جاۋابلارنى باشقۇرۇش",
      "description": "دائىم سورالغان سوئاللارنى قۇرۇش ، تەھرىرلەش ۋە باشقۇرۇش."
    },
    "shop-categories": {
      "name": "سەھىپىلەرنى باشقۇرۇش",
      "description": "سەھىپىلەرنى قۇرۇش ، تەھرىرلەش ۋە باشقۇرۇش."
    },
    "shop-products": {
      "name": "مەھسۇلات باشقۇرۇش",
      "description": "مەھسۇلاتلارنى قوشۇش ، تەھرىرلەش ۋە باشقۇرۇش."
    },
    "shop-read-reports": {
      "name": "دوكلاتلارنى ئوقۇڭ",
      "description": "ئۇچۇر ۋە دوكلاتلارنى ئوقۇڭ."
    },
    "shop-socials": {
      "name": "ئىجتىمائىي تاراتقۇنى باشقۇرۇش",
      "description": "دۇكان ئىجتىمائىي ئالاقە تورىنى تەھرىرلەڭ"
    },
    "shop-accounts": {
      "name": "مالىيە ھېساباتىنى باشقۇرۇش",
      "description": "دۇكانغا ئۇلانغان مالىيە ھېساباتىنى تەھرىرلەش ۋە ئۆچۈرۈش."
    },
    "shop-menus": {
      "name": "تىزىملىكلەرنى باشقۇرۇش",
      "description": "دۇكان تىزىملىكىنى تەھرىرلەش."
    },
    "shop-pages": {
      "name": "بەتلەرنى باشقۇرۇش",
      "description": "دۇكان بەتلىرىنى تەھرىرلەش."
    },
    "shop-warehouse": {
      "name": "ئامبار باشقۇرۇش",
      "description": "دۇكان ئامبىرىنى تەھرىرلەش"
    },
    "shop-permissions": {
      "name": "زىيارەتنى باشقۇرۇش",
      "description": "دۇكان زىيارىتىنى كۆرۈش ۋە تەھرىرلەش."
    },
    "shop-process-center": {
      "name": "زاكاز باشقۇرۇش",
      "description": "زاكاز باشقۇرۇش."
    },
    "shop-profile": {
      "name": "ئارخىپلارنى باشقۇرۇش",
      "description": "دۇكان ئارخىپىنى باشقۇرۇش."
    },
    "shop-discount-code": {
      "name": "ئېتىبار كود باشقۇرۇش",
      "description": "دۇكان ئېتىبار كودىنى باشقۇرۇش ، تەھرىرلەش ۋە قوشۇش."
    }
  },
  "company_page": {
    "title": "شىركەت",
    "create_app": "يېڭى پروگرامما قۇر",
    "menu": {
      "edit": "Edit",
      "apps": "ئەپلەر",
      "dashboard": "باش تاختا",
      "companies": "شىركەتلەر"
    },
    "dashboard": {
      "info_widget": {
        "title": "شىركەت تىزىملاش ئۇچۇرى",
        "address": "ئادرېس",
        "website": "تور بېكەت",
        "email": "ئېلخەت",
        "phone": "تېلېفون نومۇرى",
        "register": "تىزىملىتىڭ",
        "developer": "Developer",
        "verified": "دەلىللەندى",
        "golden": "ئالتۇن"
      }
    },
    "developer": {
      "title": "Developers",
      "menu": {
        "new": "يېڭى",
        "apps": "ئەپلەر"
      },
      "app_card": {
        "category": "سەھىپە",
        "installs": "قاچىلاش",
        "actives": "ئاكتىپ",
        "uninstalls": "ئۆچۈرۈۋېتىڭ",
        "app_code": "ئەپ كودى",
        "app_mode": "قوللىنىش ھالىتى"
      }
    },
    "edit": {
      "title": "Edit"
    }
  },
  "add_app": {
    "category_input": "سەھىپە",
    "code_input": "كود",
    "name_input": "ئىسمى",
    "description_input": "چۈشەندۈرۈش",
    "video_input": "Video URL",
    "public_form": "ئومۇمىي ئۇچۇر قۇرۇلمىسى",
    "private_form": "شەخسىي ئۇچۇر قۇرۇلمىسى",
    "icon_input": "ئەپ سىنبەلگىسى",
    "logo_input": "Logo App",
    "enable_input": "بۇ پروگرامما ئاكتىپمۇ؟",
    "edit_action": "ئەپنى تەھرىرلەش",
    "create_action": "ئەپ قۇرۇش",
    "notifications": {
      "add_success": "سودا ھېساباتى {name} قۇرۇلدى.",
      "delete_success": "سودا ھېساباتى تەھرىرلەندى."
    }
  },
  "app_page": {
    "title": "ئىلتىماس",
    "menu": {
      "edit": "Edit",
      "publish": "Publish",
      "history": "Versions",
      "dashboard": "باش تاختا",
      "company": "شىركەت",
      "api": "API",
      "images": "سۈرەتلەر"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "ئىلتىماس",
        "app_code": "ئەپ كودى",
        "category": "سەھىپە",
        "name": "ئىسمى",
        "installs": "ئەپلەرنى قاچىلاڭ",
        "uninstalls": "ئەپلەرنى ئۆچۈرۈڭ",
        "actives": "ئاكتىپ ئەپلەر",
        "description": "چۈشەندۈرۈش",
        "published": "ئېلان قىلىندى",
        "waiting_for_review": "تەستىقلىنىۋاتىدۇ",
        "app_mode": "قوللىنىش ھالىتى"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "ئىگىسى",
      "description": "بارلىق دۇكانلارنى تولۇق زىيارەت قىلىش."
    },
    "PRODUCT": {
      "text": "مەھسۇلات دېرىكتورى",
      "description": "دۇكان مەھسۇلاتلىرىنى قوشۇش ، تەھرىرلەش ۋە باشقۇرۇش."
    },
    "AUDITING": {
      "text": "مالىيە دېرىكتورى",
      "description": "مالىيە ئۇچۇرلىرى ۋە چىقىملىرىنى كۆرۈڭ."
    },
    "CONTENT": {
      "text": "مەزمۇن باشقۇرۇش",
      "description": "سوئاللارغا جاۋاب بېرىڭ ، بىلوگ يېزىڭ ۋە بەتلەرنى لايىھىلەڭ."
    },
    "OFFICER": {
      "text": "ئالىي باشقۇرغۇچى",
      "description": "خىزمەتچىلەرنىڭ پائالىيىتىنى كۆرۈش ۋە نازارەت قىلىش."
    },
    "EMPLOYEE": {
      "text": "خىزمەتچى",
      "description": "زاكازنى كۆرۈڭ ۋە زاكازنى ئورۇنلاڭ."
    },
    "MARKETING": {
      "text": "Marketing",
      "description": "تەڭشەكلەرگە ئېرىشىش ۋە تەشۋىقات ، ئېلېكترونلۇق خەت سېتىش ۋە باشقا بازارغا مۇناسىۋەتلىك بۆلەكلەرنى قۇرۇش."
    },
    "VIEWER": {
      "text": "كۆرۈرمەن",
      "description": "دۇكان ئۇچۇرلىرىنى تەھرىرلەش ياكى ئۆزگەرتەلمەي تۇرۇپ كۆرۈش ئىقتىدارى."
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "فىزىكىلىق تەكشۈرۈش",
      "description": "تاپشۇرۇۋالغان زاكازلارنى تەكشۈرۈڭ."
    },
    "PhysicalOrdersPackaging": {
      "text": "Physical Packaging",
      "description": "ئامبار ۋە ئوراپ قاچىلاش جەريانى."
    },
    "PhysicalOrdersDelivery": {
      "text": "فىزىكىلىق توشۇش",
      "description": "مال ئەۋەتىشنى زاكاز قىلىڭ."
    },
    "PhysicalOrdersSupport": {
      "text": "Physical Support",
      "description": "سېتىشنى قوللىغاندىن كېيىن."
    }
  },
  "account_status": {
    "Checking": "تەكشۈرۈش",
    "Approved": "جەزملەشتۈرۈلدى",
    "Rejected": "رەت قىلىندى",
    "Deleted": "ئۆچۈرۈلدى",
    "Banned": "چەكلەنگەن",
    "Payment": "چىقىم قىلىش",
    "SelldoneSprite": "Selldone ھەميان ھېساباتى",
    "SelldoneStorage": "Selldone Storage"
  },
  "account_page": {
    "title": "ھېسابات",
    "menu": {
      "setting": "تەڭشەك",
      "change": "ھەق ئېلىش",
      "transfer": "يۆتكەش",
      "transactions": "سودا",
      "charge": "ھەق ئېلىش",
      "history": "تارىخ",
      "cards": "كارتا"
    },
    "transactions": {
      "title": "ھېسابات سودىسى",
      "detail": {
        "title": "سودا",
        "amount": "سومما",
        "description": "چۈشەندۈرۈش",
        "from": "From",
        "to": "To",
        "created_at": "چېسلا",
        "receipt": "تالون",
        "receipt_note": "دىققەت"
      },
      "table": {
        "type": "تىپ",
        "from": "ھېساباتتىن",
        "to": "ھېسابات قىلىش",
        "amount": "سومما",
        "receipt": "تالون",
        "created_at": "چېسلا",
        "description": "چۈشەندۈرۈش"
      }
    },
    "transfer": {
      "title": "ھەقنى يۆتكەش",
      "form": {
        "title": "يۆتكەش تەلەپ جەدۋىلى",
        "sub_title": "ئۆزىڭىزنىڭ ھېساباتىغا ياكى باشقىلارغا ئامانەت قويۇڭ",
        "message": "پۇل يۆتكەشتە ئېھتىيات قىلىڭ ، يۆتكىلىشنى تاماملىسىڭىز قايتالمايسىز."
      }
    },
    "deposit": {
      "form": {
        "title": "ھەق ئېلىش ھېساباتى",
        "sub_title": "ئىجازەتنامە سېتىۋېلىش ، ھېساباتىڭىزنى يېڭىلاش ۋە سىستېما تالونلىرىنى تۆلەش ئۈچۈن چوقۇم ھېسابات قالدۇقىڭىزنى ئېلىشىڭىز كېرەك.",
        "amount_input": "سومما",
        "charge_action": "ھەق ئېلىش ھېساباتى"
      },
      "notifications": {
        "qr_title": "چىقىم قىلىش",
        "qr_message": "پۇل تۆلەش ئادرېسى {currency} قۇرۇلدى.",
        "gateway_title": "چىقىم قىلىش",
        "gateway_message": "ھەق تۆلەش ئېغىزىغا ئۇلىنىدۇ."
      }
    },
    "setting": {
      "title": "ھېسابات تەڭشىكى",
      "account_name_input": "ھېسابات ئىسمى",
      "notifications": {
        "updated_success": "ھېساباتىڭىز مۇۋەپپەقىيەتلىك يېڭىلاندى."
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "تالون"
  },
  "transaction_form": {
    "title": "سودا شەكلى",
    "from_input": "ھېسابات نومۇرىدىن",
    "to_input": "ھېسابات نومۇرى",
    "from_input_message": "سومما بۇ ھېساباتتىن قايتۇرۇلىدۇ.",
    "account_name": "ھېسابات ئىسمى",
    "currency": "پۇل",
    "free_balance": "ئىشلەتكىلى بولىدىغان تەڭپۇڭلۇق",
    "to": "نىشان ھېساباتى",
    "amount": "سومما",
    "receipt_title": "تاپشۇرۇۋېلىش ھەققى",
    "receipt_input": "تالون نومۇرى",
    "paid_status": "بۇ تالون ئاللىبۇرۇن تۆلىنىپ بولغان.",
    "paid_canceled": "بۇ تالون ئەمەلدىن قالدۇرۇلدى.",
    "description": "چۈشەندۈرۈش",
    "created_at": "چېسلا",
    "duration": "Duration",
    "unlimited": "چەكلىمىسىز",
    "add_note_action": "چۈشەندۈرۈش قوشۇڭ",
    "note": "دىققەت",
    "transfer_action": "يۆتكەش",
    "confirmation": {
      "title": "پۇل ئەۋەتىش",
      "subtitle": "سودا جەزملەشتۈرۈش",
      "message": "ئەگەر تۆۋەندىكى ئۇچۇرلار توغرا بولسا ، سودىنى جەزملەشتۈرۈش كۇنۇپكىسىنى بېسىڭ.",
      "from": "ھېساباتتىن",
      "to": "ھېسابات قىلىش",
      "amount": "سومما",
      "fee": "سودا ھەققى",
      "total_pay": "ھېساباتىڭىزدىن ئېلىنغان پۇل",
      "receipt": "تالون",
      "description": "چۈشەندۈرۈش",
      "accept_action": "سودا جەزملەشتۈرۈش"
    },
    "enter_account_number": "ھېسابات نومۇرىنى كىرگۈزۈڭ.",
    "currency_not_match": "نىشان ھېسابات پۇلى مەنبە بىلەن ئوخشاش بولمايدۇ",
    "account_number_not_valid": "ھېسابات نومۇرى توغرا.",
    "account_number_is_valid": "ھېسابات نومۇرى توغرا.",
    "receipt_not_valid": "تالون نومۇرى خاتا.",
    "receipt_is_valid": "تالون نومۇرى توغرا.",
    "notifications": {
      "confirm_success": "سودا مۇۋەپپەقىيەتلىك تاماملاندى."
    }
  },
  "price_calculator": {
    "title": "ھېسابلىغۇچ ╏ سودىڭىزغا ماس كېلىدۇ",
    "description": "ئايلىق سېتىلىشىڭىزغا ئاساسەن ئەڭ ياخشى پىلاننى ھېسابلاپ تاللاڭ:",
    "sale_input": "ئايلىق سېتىش سوممىسى",
    "hypernova_plan": "Hypernova غا ئىلتىماس قىلىڭ% 0!",
    "show_normal_mode": "نورمال ھالەتنى كۆرسەت",
    "show_hypernova_mode": "مېنىڭ سودىسى 1M $ دىن ئېشىپ كەتتى!"
  },
  "price_card": {
    "billed_monthly": "ھېسابلانغان {amount} ئاي.",
    "billed_yearly": "ھەر يىلى ھېسابلانغان {سومما.",
    "buy_license_action": "ھازىر سېتىۋېلىڭ",
    "select_your_store": "دۇكىنىڭىزنى تاللاڭ"
  },
  "shop_session_widget": {
    "total_sessions": "ئومۇمىي يىغىن"
  },
  "user_activities_keys": {
    "add_baskets": "ھارۋىغا قوشۇڭ",
    "remove_baskets": "ھارۋىدىن ئۆچۈرۈڭ",
    "buys": "سېتىۋېلىش",
    "products_views": "مەھسۇلاتنى كۆرۈش"
  },
  "shop_visitors_widget": {
    "title": "زىيارەتچىلەر ئانالىزچىسى",
    "new_visitors": "يېڭى زىيارەتچىلەر",
    "amp": "AMP كۆرۈنۈشلىرى",
    "returning_visitors": "قايتىپ كەلگەن زىيارەتچىلەر",
    "page_views": "بەت كۆرۈنۈشى",
    "other_pages": "باشقا بەتلەر",
    "from_previous_7_days": "يېقىنقى 7 كۈندىن باشلاپ"
  },
  "app_levels": {
    "title": "App Level",
    "Newbie": "Newbie",
    "Beginner": "Beginner",
    "Novice": "Novice",
    "Intermediate": "Intermediate",
    "Advanced": "ئىلغار"
  },
  "login": {
    "register_title": "كارخانىنىڭ ۋاستىسى ،<br> خۇشاللىنارلىق تەجرىبە.",
    "register_subtitle": "بۈگۈن ھەقسىز تىزىملىتىڭ. Selldone نى ئىگىلىك تىكلىگۈچىلەر ، كارخانا ، سېتىۋالغۇچىلار ۋە ساتقۇچىلار ياخشى كۆرىدۇ.",
    "password_recovery_title": "پارولنى ئەسلىگە كەلتۈرۈش",
    "password_recovery_message": "پارولىڭىزنى ئۇنتۇپ قالغان ئەھۋال ئاستىدا ، ھېساباتىڭىزنىڭ ئېلېكترونلۇق خەت ئادرېسىنى كىرگۈزۈپ جەزملەشتۈرۈش كۇنۇپكىسىنى بېسىڭ. پارولىڭىزنى قايتا بەلگىلەش ئۈچۈن ئۇلىنىش ئارقىلىق سىزگە ئېلېكترونلۇق خەت ئەۋەتىمىز.",
    "email": "ئېلېكترونلۇق خەت ئادرېسىڭىز",
    "password_recovery_action": "ئەسلىگە كەلتۈرۈش ئېلخېتىنى تاپشۇرۇۋېلىڭ",
    "register_google": "Google نى داۋاملاشتۇرۇڭ",
    "register_apple": "ئالما شىركىتى بىلەن داۋاملاشتۇرۇڭ",
    "continue_with": "داۋاملاشتۇرۇڭ",
    "register_linkedin": "LinkedIn بىلەن داۋاملاشتۇرۇڭ",
    "register_facebook": "Facebook بىلەن داۋاملاشتۇرۇڭ",
    "register_github": "Github بىلەن داۋاملاشتۇرۇڭ",
    "create_your_account": "ھېساباتىڭىزنى قۇر",
    "password_8_chars": "پارول كەم دېگەندە 8 ھەرپ بولۇشى كېرەك.",
    "password_upercase_number": "كەم دېگەندە بىر چوڭ ھەرپ ۋە بىر سان.",
    "password_confirm": "پارول بىلەن جەزملەشتۈرۈش ماسلاشتى.",
    "privacy_agreement": "تىزىملاتسىڭىز ، Selldone نىڭ <a href='/terms' target='_blank'>ئىشلىتىش شەرتلىرى</a> ۋە <a href='/privacy' target='_blank'>مەخپىيەتلىك سىياسىتىگە قوشۇلىسىز</a> .",
    "register_action": "ماڭايلى ، ئۇ ھەقسىز!",
    "login_action": "كىرىش",
    "already_signup": "تىزىملاتتىڭىزمۇ؟",
    "login_your_account": "ھېساباتىڭىزغا كىرىڭ",
    "login_google": "Google نى داۋاملاشتۇرۇڭ",
    "login_linkedin": "LinkedIn بىلەن داۋاملاشتۇرۇڭ",
    "login_facebook": "Facebook بىلەن داۋاملاشتۇرۇڭ",
    "login_github": "Github بىلەن داۋاملاشتۇرۇڭ",
    "remember_me": "مېنى ئېسىڭىزدە تۇتۇڭ.",
    "login_button": "كىرىش",
    "two_step_problem": "ئىككى باسقۇچلۇق پارولدا مەسىلە بارمۇ؟",
    "two_step_problem_action": "ئىككى باسقۇچلۇق كىرىشنى چەكلىمەكچى.",
    "two_step_confirm": "زىيارەت كودىنى جەزملەشتۈرۈڭ",
    "forgot_password": "پارولنى ئۇنتۇپ قالدىڭىزمۇ؟",
    "signup_free": "ھەقسىز تىزىملىتىڭ",
    "checking_robot_message": "ماشىنا ئادەم ياكى ئادەم ئىكەنلىكىڭىزنى تەكشۈرۈڭ ..",
    "notifications": {
      "step2_login_success": "ھېساباتقا ئاپتوماتىك كىرىش"
    },
    "signup_email": "ئېلېكترونلۇق خەت ئارقىلىق تىزىملىتىڭ",
    "name_placeholder": "ئىسمى",
    "email_placeholder": "ئېلخەت",
    "email_or_username_placeholder": "ئېلېكترونلۇق خەت ، ئىشلەتكۈچى ئىسمى ياكى تېلېفون نومۇرى",
    "password_placeholder": "پارول",
    "re_password_placeholder": "پارولنى جەزملەشتۈرۈڭ",
    "new_in_samin": "Selldone دىكى يېڭىمۇ؟",
    "auto_create_shop": "ئاپتوماتىك دۇكان قۇرۇش"
  },
  "layout": {
    "logout": "Logout",
    "menu": {
      "personal_information": "شەخسىي ئۇچۇرلار ۋە ئارخىپلار",
      "wallet": "ھەميان ۋە ھېسابات",
      "companies": "شىركەت ۋە سودا ھېساباتى",
      "access": "ھېساباتىمغا كىرىش",
      "security": "بىخەتەرلىك",
      "preferences": "ئىشلەتكۈچى مايىللىقى",
      "my_subscriptions": "مېنىڭ مۇشتەرىلىكىم"
    }
  },
  "page_builder": {
    "title": "تور بېكەت لايىھىلەش",
    "menu": {
      "user_view": "كۆرۈش",
      "design": "لايىھىلەش",
      "behavior": "Behavior",
      "seo": "SEO",
      "setting": "تەڭشەك",
      "embed": "Embed"
    },
    "waiting_fetch": "ئۇچۇر قوبۇل قىلىش ..",
    "setting": {
      "title_input": "بەت ماۋزۇسى",
      "description_input": "قىسقىچە چۈشەندۈرۈش",
      "name_input": "بەت URL (خەت ۋە سان)",
      "bg_color_input": "تەگلىك رەڭگى",
      "bg_style_input": "بەت تەگلىك ئۇسلۇبى",
      "page_label_input": "بەلگە رەڭگى",
      "page_dir_input": "بەت يۆنىلىشى",
      "ltr": "سولدىن ئوڭغا",
      "rtl": "ئوڭدىن سولغا",
      "designer_note": "لايىھەلىگۈچى ئەسكەرتىش"
    },
    "history": {
      "title": "ساقلانغان تارىخ"
    },
    "design": {
      "themes": {
        "title": "شەخسىي لايىھىلەش ياردەمچىسى",
        "message": "كودلاشماي سودىڭىزنىڭ ئەڭ ياخشى بەتلىرىنى لايىھىلەڭ.",
        "page_title_input": "بېتىڭىزگە ماۋزۇ كىرگۈزۈڭ"
      },
      "tools": {
        "rearrange": "زاكاز",
        "tools": "قوراللار",
        "history": "تارىخ",
        "style": "ئۇسلۇب",
        "typography": "مەتبەئە"
      },
      "no_category": "سەھىپە يوق"
    },
    "seo": {
      "message": "SEO تەڭشىكى Selldone SEO ماتورى تەرىپىدىن ئاپتوماتىك تەڭشىلىدۇ."
    }
  },
  "verify_email_caution": {
    "title": "ئېلېكترونلۇق خەت ئادرېسىڭىزنى جەزملەشتۈرۈڭ",
    "message": "يېڭى قوزغىتىش ئۇلانمىسى ئېلېكترونلۇق خەت ئادرېسىڭىزغا ئەۋەتىلدى. ھەر قانداق ھەرىكەتتىن ئىلگىرى ئېلېكترونلۇق خەت ساندۇقىڭىزنى تەكشۈرۈپ بېقىڭ.",
    "resend_message": "ئەگەر ئېلېكترونلۇق خەت ساندۇقىڭىزدا ئاكتىپلاش ئۇلانمىسىنى تاپشۇرۇۋالمىغان بولسىڭىز ، ئاستىدىكى كۇنۇپكىنى چېكىپ قايتا يوللاڭ.",
    "resend_action": "ئاكتىپلاش ئۇلانمىسىنى قايتۇرۇڭ",
    "resend_notice": "ئاكتىپلاش ئۇلىنىشى ئەۋەتىلدى."
  },
  "autopilot": {
    "start": "باشلىنىش ۋاقتى",
    "end": "ئاخىرلىشىش ۋاقتى"
  },
  "help": {
    "menu": "تىزىملىك",
    "more_helps": "تېخىمۇ كۆپ ئوقۇڭ"
  },
  "company_card": {
    "pending_state": "قاراپ چىقىشنى ساقلاۋاتىدۇ",
    "register": "تىزىملاتتى",
    "developer": "Developer",
    "verified": "دەلىللەندى",
    "premier": "زۇڭلى"
  },
  "shop_license": {
    "add": "مۇشتەرىلىك قوشۇڭ",
    "only_last": "پەقەت ئاخىرقى مۇشتەرى",
    "vouchers": "Vouchers",
    "buy": "مۇشتەرىلىك پىلانىنى سېتىۋېلىڭ",
    "monthly": "ئايلىق",
    "yearly": "يىللىق",
    "start_date": "باشلىنىش ۋاقتى",
    "end_date": "ئاخىرلىشىش ۋاقتى",
    "price": "باھاسى",
    "terms": "مەن Selldone نىڭ ئىشلىتىش شەرتلىرىنى ئوقۇدۇم ۋە قوشۇلىمەن",
    "need_charge": "ھەق ئېلىش كېرەك",
    "buy_now": "ھازىر سېتىۋېلىڭ",
    "auto_renewal": "ئاپتوماتىك يېڭىلاش",
    "plan_placeholder": "مۇشتەرىلىك پىلانىڭىزنى تاللاڭ",
    "plan": "ئىجازەت پىلانى",
    "use_date": "ئاكتىپلاش ۋاقتى",
    "active_license": {
      "title": "ئاكتىپ ئىجازەتنامە",
      "subtitle": "ئاكتىپ ئىجازەت ئۇچۇرىڭىز.",
      "subtitle_partner": "ئاكتىپ {name} ئىجازەت ئۇچۇرى."
    },
    "licenses_table": {
      "title": "سېتىۋېلىنغان تارىخ",
      "subtitle": "ئاكتىپ ۋە ساقلىنىۋاتقان ئىجازەتنامە."
    },
    "license_detail": {
      "title": "تەپسىلاتى",
      "subtitle": "نۆۋەتتىكى پىلانىڭىزنىڭ چەكلىمىسى."
    },
    "table": {
      "plan": "پىلان",
      "start_date": "باشلىنىش / ئاخىرلىشىش ۋاقتى",
      "renewal": "ئاپتوماتىك يېڭىلاش",
      "linked_account": "ئۇلانغان ھېسابات / تالون",
      "payment": "چىقىم قىلىش",
      "cancel": "بىكار قىلىش"
    },
    "notifications": {
      "subscribe_success": "مۇۋەپپەقىيەتلىك مۇشتەرى بولدى.",
      "cancel_success": "مۇشتەرىلىك مۇۋەپپەقىيەتلىك ئەمەلدىن قالدۇرۇلدى."
    },
    "cancel_dialog": {
      "title": "مۇشتەرىلىك جەزملەشتۈرۈشنى ئەمەلدىن قالدۇرۇڭ",
      "message": "بۇ مۇشتەرىلىكنى بىكار قىلامسىز؟",
      "action": "مۇشتەرىلىكنى بىكار قىلىڭ"
    },
    "use_voucher_now": "ھازىر تالون ئىشلىتىڭ",
    "validity_duration": "كۈچكە ئىگە مۇددىتى",
    "validity_duration_hint": "12 ئايلىق ئىجازەتنامە سېتىۋالسىڭىز ،% 30 ئېتىبارغا ئېرىشىسىز."
  },
  "admin_shop_layout": {
    "download_txt": "سانلىق مەلۇمات تېكىستىنى چۈشۈرۈڭ",
    "download_excel": "سانلىق مەلۇماتلارنى ئەلالاشتۇرۇش"
  },
  "user_preferences": {
    "access": "زىيارەت",
    "template": "قېلىپ",
    "feedback": "تەكلىپ",
    "company": "شىركەت",
    "company_message": "ئەگەر شىركىتىڭىز بولسا ھەمدە ئەپلەرنى ئېلان قىلماقچى بولسىڭىز.",
    "access_keys": "ئاچقۇچنى زىيارەت قىلىڭ",
    "access_keys_message": "خېرىدار ۋە زىيارەت كۇنۇپكىسىنى كۆرسەت.",
    "rating": "Selldone بىلەن بولغان تەجرىبىڭىزگە قانداق باھا بېرىسىز؟",
    "large_font": "چوڭ خەت نۇسخىسى",
    "large_font_message": "تېكىستنى نورمالدىن چوڭ كۆرسىتىش",
    "samples": "ئۈلگە دۇكانلارنى كۆرسىتىش",
    "samples_message": "ئەگەر قوزغىتىلسا ، بەزى ئۈلگە دۇكانلار گۇرۇپپىڭىزدا كۆرسىتىلىدۇ.",
    "automation": "ئاپتوماتلاشتۇرۇش",
    "automation_message": "دۇكان باشقۇرۇش تاختىسىدا ئاپتوماتىك بەتكۈچنى كۆرسىتىڭ. (Webhooks, Visual programming, ...)"
  },
  "shop_locations": {
    "title": "مۇلازىمەت بىلەن تەمىنلەيدىغان دۆلەتلەر",
    "sub_title": "تۆۋەندىكى تىزىملىكتىن مەھسۇلاتىڭىزنى ساتماقچى بولغان دۆلەتلەرنى تاللاڭ.",
    "delete_restriction": "چەكلىمىنى ئۆچۈرۈڭ",
    "set_restriction": "چەكلىمە قويۇڭ",
    "notifications": {
      "locations_update": "ئورنى مۇۋەپپەقىيەتلىك يېڭىلاندى."
    },
    "table": {
      "country": "دۆلەت",
      "currency": "پۇل",
      "available": "ئىشلەتكىلى بولىدۇ"
    }
  },
  "product_card": {
    "sold_out": "سېتىلدى",
    "review_unit": "Review",
    "not_original": "ئەسلى ئەمەس"
  },
  "product_studio": {
    "add_mode": "تېخىمۇ كۆپ تەپسىلاتلارنى قوشۇڭ",
    "add_by_sku": "SKU تەرىپىدىن قوشۇڭ",
    "auto_category": "ئاپتوماتىك تەڭشەش تۈرى",
    "add_in_current_category": "نۆۋەتتىكى كاتېگورىيەگە قوشۇڭ",
    "category_mode_message": "ئەگەر قوزغىتىلسا ، مەھسۇلات سۈكۈتتىكى تۈر ياكى تارماق تۈرگە قوشۇلىدۇ.",
    "sku_name_input": "SKU / Name"
  },
  "my_affiliate": {
    "title": "مېنىڭ ئالاقىدار توختاملىرىم",
    "message": "باشقا دۇكانلار بىلەن باغلىنىشلىق كېلىشىملەرنىڭ تىزىملىكى."
  },
  "affiliates": {
    "title": "ھەمكارلاشقۇچىلار",
    "subtitle": "ھەمكارلاشقۇچى قۇرۇڭ ، ۋاقىتنىڭ ئۆتۈشىگە ئەگىشىپ ئۇلارنىڭ ئىپادىسىنى ئىز قوغلاڭ ۋە بىر جايدا توغرا ئۇچۇرغا ئاساسەن ھەرىكەت قىلىڭ. بىز سىز ۋە شېرىكلىرىڭىزنىڭ كۈچلۈك مۇناسىۋەت ئورنىتىشىغا ياردەم قىلىمىز.",
    "affiliate_code": "مۇناسىۋەتلىك كود",
    "crate_date": "چېسلا قۇرۇش",
    "last_payment_date": "ئاخىرقى پۇل تۆلەش ۋاقتى",
    "for_all_products": "بارلىق مەھسۇلاتلارغا ئىشلىتىڭ",
    "balance": "تەڭپۇڭلۇق",
    "fix_commission": "مۇقىم كومىسسىيە",
    "percent_commission": "پىرسەنتنى ئاساس قىلغان كومىسسىيە",
    "total_payment": "ئومۇمىي چىقىم",
    "new_affiliate": "يېڭى ھەمكارلاشقۇچى",
    "new_affiliate_message": "يېڭى ھەمكارلاشقۇچى قوشۇڭ",
    "link_domain": {
      "title": "ئۇلانغان دائىرە",
      "subtitle": "تورنامىڭىزنىڭ بىرىنى بۇ ھەمكارلاشقۇچىغا ئۇلىسىڭىز بولىدۇ. بۇ ھەمراھىڭىز دۇكىنىڭىزنى زىيارەت قىلغان ۋە بۇ تور ئارقىلىق سېتىۋالغان ھەر بىر كىشىنىڭ ۋەكىلى دەپ تونۇلىدۇ."
    },
    "dialog": {
      "new": "يېڭى ھەمكارلاشقۇچى",
      "edit": "ھەمكارلاشقۇچى شېرىكنى تەھرىرلەڭ",
      "user": "ئىشلەتكۈچى (ئىختىيارىي)",
      "bank_info": "بانكا ئۇچۇرى",
      "restriction": "چەكلىمە",
      "select_products": "مەھسۇلاتلارنى تاللاڭ",
      "select_products_message": "ھەمكارلاشقۇچى بۇ مەھسۇلاتلارغا ھاۋالە قىلىدۇ",
      "edit_action": "ھەمكارلاشقۇچىنى يېڭىلاڭ",
      "add_action": "ھەمكارلاشقۇچى شېرىك قوشۇڭ",
      "affiliate_name": "ھەمكارلاشقۇچىنىڭ ئىسمى",
      "payment_info": "ھەق تۆلەش ئۇچۇرى",
      "enable_switch": "ئۇ ئاكتىپمۇ؟",
      "affiliate_info": "ھەمكارلاشقۇچى ئۇچۇرلىرى"
    },
    "link_factory": {
      "title": "ھەمكارلاشقۇچى ئۇلىنىش گېنېراتورى",
      "link_input": "ئۇلىنىشىڭىز",
      "link_output": "ھاسىل قىلىنغان ئۇلىنىش"
    }
  },
  "gift_card_orders": {
    "title": "سوۋغات كارتىسى بىلەن زاكاز",
    "table": {
      "order": "زاكاز",
      "order_price": "زاكاز مىقدارى",
      "paid_by_card": "كارتا ئارقىلىق پۇل تۆلەيدۇ",
      "payment_status": "ھەق تۆلەش ھالىتى",
      "date": "چېسلا"
    }
  },
  "offer_orders": {
    "title": "زاكاز قىلىش",
    "table": {
      "order": "زاكاز",
      "order_price": "زاكاز مىقدارى",
      "offer_amount": "سومما",
      "payment_status": "ھەق تۆلەش ھالىتى",
      "product": "مەھسۇلات",
      "date": "چېسلا"
    }
  },
  "coupon_orders": {
    "title": "Coupon Orders",
    "table": {
      "order": "زاكاز",
      "order_price": "زاكاز مىقدارى",
      "coupon_amount": "Coupon amount",
      "payment_status": "ھەق تۆلەش ھالىتى",
      "date": "چېسلا"
    }
  },
  "discount_code_orders": {
    "title": "ئېتىبار كودى بىلەن زاكاز",
    "table": {
      "order": "زاكاز",
      "order_price": "زاكاز مىقدارى",
      "discount_amount": "ئېتىبار سوممىسى",
      "payment_status": "ھەق تۆلەش ھالىتى",
      "date": "چېسلا"
    }
  },
  "incentives": {
    "discount_code": "ئېتىبار",
    "coupon": "Coupon",
    "offer": "تەكلىپ",
    "gift_card": "سوۋغات كارتىسى",
    "lottery": "لاتارىيە"
  },
  "discount_codes": {
    "title": "ئېتىبار كودى",
    "sub_title": "بۇ بۆلەكتە ئېھتىياجىڭىزغا ماس ھالدا ئېتىبار تالون لايىھىلىيەلەيسىز. بۇ ئېتىبارلار ھەر قانداق مەھسۇلات ئېتىباردىن ئايرىم بولۇپ ، ئىشلەتكۈچى زاكازنىڭ ئاخىرقى مىقدارىغا ماس كېلىدۇ.",
    "add_new": "يېڭى ئېتىبار كودى قوشۇڭ",
    "card": {
      "created": "قۇرۇش",
      "start": "باشلاش",
      "end": "ئاخىر",
      "currency": "پۇل",
      "discount_percentage": "ئېتىبار نىسبىتى",
      "discount_limit": "ئېتىبار چېكى",
      "state": "ھازىرقى ھالەت",
      "enabled": "ھازىر قوزغىتىلدى",
      "disabled": "ھازىر چەكلەنگەن",
      "used": "ئىستېمال قىلىندى",
      "count": "ساناپ بېقىڭ",
      "unit": "item (s)"
    },
    "dialog": {
      "title_edit": "ئېتىبار كودىنى تەھرىرلەڭ",
      "title_add": "يېڭى ئېتىبار كودى قوشۇڭ",
      "discount_code_input": "ئېتىبار كودى",
      "discount_percent_input": "ئېتىبار نىسبىتى",
      "discount_percent_input_hint": "سېتىۋېلىش سوممىسىنىڭ ئېتىبار نىسبىتى",
      "count_input": "ساناپ بېقىڭ",
      "count_input_hint": "بۇ كودنى ئەڭ كۆپ ئىشلىتىش",
      "limit_input": "ئېتىبار چېكى",
      "limit_input_hint": "پۇلغا ئاساسەن ئەڭ يۇقىرى ئېتىبار",
      "currency_input_message": "بۇ پۇلغا ئېتىبار قىلىنىدۇ.",
      "limit_input_message": "ئېتىبار باھادىكى 0 نىڭ قىممىتى ئېتىبار باھادا چەك يوقلىقىنى كۆرسىتىدۇ.",
      "title_input": "Title",
      "title_input_hint": "بۇ ئېتىبار كودنىڭ نامىنى كىرگۈزەلەيسىز",
      "description_input": "چۈشەندۈرۈش",
      "description_input_hint": "بۇ ئېتىبار كودنىڭ چۈشەندۈرۈشىنى كىرگۈزەلەيسىز",
      "date_start_input": "باشلاش",
      "date_start_input_placeholder": "ئېتىبارنى قاچان باشلاشنى تاللاڭ",
      "date_end_input": "ئاخىر",
      "date_end_input_placeholder": "ئېتىبارنىڭ قاچان ئاخىرلىشىدىغانلىقىنى تاللاڭ",
      "notifications": {
        "add": "ئېتىبار كودى مۇۋەپپەقىيەتلىك قوشۇلدى.",
        "edit": "ئېتىبار كودى مۇۋەپپەقىيەتلىك تەھرىرلەندى."
      }
    },
    "delete_alert": {
      "title": "ئېتىبار كودىنى ئۆچۈرۈڭ",
      "message": "بۇ ئېتىبار كودىنى ئۆچۈرمەكچىمۇ؟",
      "action": "ئېتىبارنى ئېلىۋېتىڭ"
    },
    "notifications": {
      "delete_success": "باھايىڭىز مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى"
    }
  },
  "gift_cards": {
    "title": "سوۋغات كارتىسى",
    "sub_title": "سوۋغات كارتىسى قۇرۇڭ ، ئاندىن قانچىلىك لازىم بولسا شۇنچە كۆپ قىلىڭ. بۇ كارتىنىڭ ئۈستىدە ھەق بار ، ئۇنى پەقەت دۇكىنىڭىزدىن سېتىۋالغىلى بولىدۇ.",
    "create_new": "يېڭى سوۋغات كارتىسى قوشۇڭ",
    "card": {
      "created": "قۇرۇش",
      "lifetime": "ۋاقتى توشقان",
      "lifetime_unit": "ھەر بىر كارتا قۇرۇلغان كۈندىن باشلاپ ئاي",
      "currency": "پۇل",
      "initial_balance": "دەسلەپكى ھەق",
      "count": "ساناپ بېقىڭ",
      "count_unit": "item",
      "used": "ئىشلىتىلگەن"
    },
    "dialog": {
      "title": "سوۋغات كارتىسى لايىھىلەش"
    },
    "alert": {
      "title": "ئېتىبار كودىنى ئۆچۈرۈڭ",
      "message": "بۇ ئېتىبار كودىنى ئۆچۈرمەكچىمۇ؟",
      "action": "ئۆچۈرۈش"
    },
    "notifications": {
      "delete_title": "سوۋغات كارتىسىنى ئۆچۈرۈڭ",
      "delete_message": "باھايىڭىز مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى."
    }
  },
  "coupons": {
    "title": "Coupons",
    "sub_title": "ئەگەر خېرىدارلىرىڭىزغا ئالاھىدە شارائىتتا ئىشلىتىشكە بولىدىغان ئېتىبار باھادا بەرمەكچى بولسىڭىز ، تالون قۇرالايسىز. Coupons چەك ياكى مۇقىم مىقداردا ياكى ھەر ئىككىسىنى بىرلەشتۈرگەندە پىرسەنت ئېتىبارنى ئۆز ئىچىگە ئالىدۇ.",
    "create_new": "يېڭى تالون قوشۇڭ",
    "qualified_products": "لاياقەتلىك مەھسۇلاتلار",
    "min_purchase": "ئەڭ تۆۋەن سېتىۋېلىش",
    "only_first_order": "پەقەت ئالدى بىلەن سېتىۋېلىش",
    "one_time_use": "تاق ئىشلىتىش",
    "amount_usage": "ئىشلىتىلگەن سومما",
    "delete_alert": {
      "title": "تالوننى ئۆچۈرۈڭ",
      "message": "بۇ تالوننى ئۆچۈرەمسىز؟",
      "action": "ھەئە ، تالوننى ئۆچۈرۈڭ"
    },
    "notifications": {
      "delete_success": "Coupon مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى."
    },
    "multiple_use": "كۆپ ئىشلىتىش"
  },
  "coupon_edit": {
    "title_edit": "تالوننى تەھرىرلەش",
    "title_add": "يېڭى تالون",
    "discount_charge": "ئېتىبار ۋە ھەق",
    "charge": "ھەق ئېلىش",
    "charge_message": "دەسلەپكى ھەقنىڭ مىقدارى",
    "percent": "ئېتىبار نىسبىتى",
    "percent_message": "ئېتىبار نىسبىتى",
    "limit_input": "چەك",
    "limit_input_hint": "ئېتىبار باھا سوممىسى",
    "currency_input_message": "بۇ پۇلغا Coupon ئىشلەتكىلى بولىدۇ.",
    "count_input": "ساناپ بېقىڭ",
    "count_input_hint": "بۇ كودنى ئەڭ كۆپ ئىشلىتىش",
    "limit_input_message": "ئېتىبار باھادىكى 0 نىڭ قىممىتى ئېتىبار باھادا چەك يوقلىقىنى كۆرسىتىدۇ.",
    "date_start_input": "باشلاش",
    "date_start_input_placeholder": "تالوننى قاچان باشلاشنى تاللاڭ",
    "date_end_input": "ئاخىر",
    "date_end_input_placeholder": "ئېتىبارنىڭ قاچان ئاخىرلىشىدىغانلىقىنى تاللاڭ",
    "title_input": "Title",
    "title_input_hint": "بۇ ئېتىبار كودنىڭ نامىنى كىرگۈزەلەيسىز",
    "description_input": "چۈشەندۈرۈش",
    "description_input_hint": "بۇ ئېتىبار كودنىڭ چۈشەندۈرۈشىنى كىرگۈزەلەيسىز",
    "coupon_code": "Coupon code",
    "need_code": "كود لازىممۇ؟",
    "coupon_color": "Coupon color",
    "min_purchase_amount": "ئەڭ تۆۋەن سېتىۋېلىش سوممىسى",
    "min_purchase_amount_hint": "سېتىۋېلىش سوممىسى چوقۇم بۇ قىممەتتىن چوڭ ياكى تەڭ بولۇشى كېرەك.",
    "should_exist_product": "بۇ مەھسۇلاتلارنىڭ كەم دېگەندە بىرى چوقۇم ھارۋىدا بولۇشى كېرەك",
    "apply_for_first_order": "پەقەت تۇنجى سېتىۋېلىش ئۈچۈن",
    "apply_for_first_order_on": "بۇ تالوننى پەقەت خېرىدارلارنىڭ تۇنجى سېتىۋېلىشىغىلا ئىشلىتىشكە بولىدۇ!",
    "apply_for_first_order_off": "تۆۋەندە ھەر بىر سېتىۋالغۇچىنىڭ تالون ئىشلىتىش سانىنى تەڭشىگىلى بولىدۇ.",
    "has_qualify_constraints": "تېخىمۇ كۆپ چەكلىمىلەرنى بەلگىلىمەكچىمۇ؟",
    "has_qualify_constraints_message": "خېرىدارنىڭ بۇ تالوننى ئىشلىتىش سالاھىيىتىگە ئېرىشىش ئۈچۈن تېخىمۇ كۆپ شەرتلەرنى ھازىرلاڭ.",
    "one_time_use": "تاق ئىشلىتىش",
    "one_time_use_message": "خېرىدار بۇ تالوننى بىر قېتىم ئىشلىتەلەيدۇ.",
    "daily_limit": "كۈندىلىك چەك",
    "no_limit": "چەكلىمىسى يوق",
    "daily_limit_message": "خېرىدارلار كۈنىگە ئەڭ كۆپ ئىشلىتىش مىقدارى",
    "monthly_limit": "ئايلىق چەك",
    "monthly_limit_message": "خېرىدارلار ھەر ئايدا ئەڭ كۆپ ئىشلىتىش مىقدارى",
    "yearly_limit": "يىللىق چەك",
    "yearly_limit_message": "خېرىدارلارنىڭ يىللىق ئىشلىتىش مىقدارى ئەڭ كۆپ",
    "notifications": {
      "add": "يېڭى تالون مۇۋەپپەقىيەتلىك قۇرۇلدى.",
      "edit": "Coupon يېڭىلاندى."
    }
  },
  "offers": {
    "title": "تەكلىپلەر",
    "sub_title": "سىز خېرىدارلىرىڭىز ئۈچۈن ئالاھىدە تەكلىپلەرنى قۇرالايسىز ، شۇنداق بولغاندا بىر تۈرنى سېتىۋالغاندىن كېيىن ، ئۇلار يەنە بىر تۈرنى ئېتىبار باھادا تاپشۇرۇۋالىدۇ.",
    "create_new": "يېڭى تەكلىپ قوشۇڭ",
    "qualified_products": "لاياقەتلىك مەھسۇلاتلار",
    "min_quantity": "ئەڭ تۆۋەن مىقدار",
    "min_purchase": "ئەڭ تۆۋەن سېتىۋېلىش",
    "discounted_products": "ئېتىبار باھالىق مەھسۇلاتلار",
    "amount_usage": "ئىشلىتىلگەن سومما",
    "delete_alert": {
      "title": "تەكلىپنى ئۆچۈرۈڭ",
      "message": "بۇ تەكلىپنى ئۆچۈرەمسىز؟",
      "action": "ھەئە ، تەكلىپنى ئۆچۈرۈڭ"
    },
    "notifications": {
      "delete_success": "تەكلىپ مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى."
    }
  },
  "offer_edit": {
    "title_edit": "تەكلىپنى تەھرىرلەش",
    "title_add": "يېڭى تەكلىپ",
    "design_style": "لايىھىلەش ۋە ئۇسلۇب",
    "eligible_constraints": "خېرىدارلارنىڭ لاياقەتلىك چېكى",
    "title_input": "Title",
    "title_input_hint": "بۇ ئېتىبار كودنىڭ نامىنى كىرگۈزەلەيسىز",
    "description_input": "چۈشەندۈرۈش",
    "description_input_hint": "بۇ ئېتىبار كودىغا چۈشەندۈرۈش يېزىڭ",
    "currency_input_message": "بۇ پۇل ئۈچۈن تەمىنلىنىدۇ.",
    "qualified_products": "لاياقەتلىك مەھسۇلاتلار",
    "qualified_products_message": "مەھسۇلاتلارنىڭ لاياقەتلىك بولۇشى ئۈچۈن ، ھارۋىدىكى ئومۇمىي بۇيۇملار چوقۇم ئەڭ تۆۋەن مىقداردىن تەڭ ياكى ئۇنىڭدىن يۇقىرى بولۇشى كېرەك.",
    "min_items": "تۈرلەرنىڭ ئەڭ تۆۋەن چېكى",
    "min_items_message": "خېرىدار چوقۇم سېتىۋالىدىغان بۇيۇملارنىڭ سانى",
    "discounted_products": "ئېتىبار باھالىق مەھسۇلاتلار",
    "offered_products": "تەمىنلەنگەن مەھسۇلاتلار",
    "offered_products_message": "بۇ مەھسۇلاتلارنىڭ كەم دېگەندە بىرى چوقۇم ھارۋىدا بولۇشى كېرەك.",
    "discount_percent": "ئېتىبار نىسبىتى",
    "discount_percent_message": "بۇ تۈرلەرنىڭ ئېتىبار نىسبىتى.",
    "discount_percent_hint": "ئېتىبار نىسبىتى",
    "per_order": "ھەر بىر زاكازنىڭ ئىشلىتىش قېتىم سانى ئەڭ كۆپ",
    "per_order_message": "زاكازغا ئىلتىماس سۇنۇشنىڭ ئەڭ كۆپ قېتىم سانى",
    "count_input": "سومما",
    "count_input_hint": "بۇ تەكلىپنىڭ ئەڭ چوڭ ئىشلىتىلىشى",
    "min_purchase": "ئەڭ تۆۋەن سېتىۋېلىش سوممىسى",
    "min_purchase_hint": "سېتىۋېلىش باھاسى چوقۇم بۇ قىممەتتىن چوڭ ياكى تەڭ بولۇشى كېرەك",
    "limitation": "چەكلىمىسى",
    "date_start_input": "باشلاش",
    "date_start_input_placeholder": "تالوننى قاچان باشلاشنى تاللاڭ",
    "date_end_input": "ئاخىر",
    "date_end_input_placeholder": "ئېتىبارنىڭ قاچان ئاخىرلىشىدىغانلىقىنى تاللاڭ",
    "max_actives_is_3": "بىرلا ۋاقىتتا پەقەت ئۈچ ئاكتىپ تەكلىپكە ئېرىشەلەيسىز.",
    "enable": "ئاپتوماتىك ئىلتىماس قىلىڭ",
    "notifications": {
      "add": "يېڭى تەكلىپ مۇۋەپپەقىيەتلىك يارىتىلدى.",
      "edit": "مۇۋەپپەقىيەتلىك يېڭىلاندى."
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "بايراق",
      "reportage": "دوكلات",
      "social": "Social Media",
      "offline": "Offline"
    }
  },
  "emails": {
    "title": "ئېلېكترونلۇق خەت سېتىش",
    "subtitle": "ئېلېكترونلۇق خەتلەرنى سۆرەپ تاشلاش ئارقىلىق لايىھىلەش ، پىلانلاش ۋە قوزغىتىش پائالىيەتلىرىنى ساقلاپ قېلىشنى ساقلاپ ، ئىشەنچلىك ۋە توغرا ئۇچۇرلارنى بىر يەردىن كۆرۈڭ.",
    "cation_message": "تەكشۈرۈلمىگەن سودىگەرلەر ئۈچۈن چەكلىنىدۇ. (Beta)",
    "subject": "تېما",
    "from": "From",
    "in_que": "كۈتۈش",
    "schedule_at": "ۋاقىت جەدۋىلى",
    "sent": "ئەۋەتىلدى",
    "sends": "ئەۋەتىدۇ",
    "delivers": "يەتكۈزۈلدى",
    "views": "كۆرۈنۈشلەر",
    "clicks": "چېكىش",
    "buys": "سېتىۋېلىش",
    "new_email": "يېڭى ئېلېكترونلۇق خەت قوشۇڭ",
    "new_email_message": "يېڭى سېتىش ئېلېكترونلۇق خەتلىرىنى قۇرۇش ۋە ئورۇنلاشتۇرۇش"
  },
  "email_dashboard": {
    "review": "Review",
    "waiting_for_approve": "{Name by ئارقىلىق جەزملەشتۈرۈشنى ساقلاش",
    "approved_by": "ئېلېكترونلۇق خەت {name by تەرىپىدىن دەلىللەنگەن ۋە ئەۋەتىلگەن.",
    "not_submitted_send_request": "سىز تېخى بۇ ئېلېكترونلۇق خەتنى ئەۋەتىش ئىلتىماسىنى تاپشۇرمىدىڭىز.",
    "reviewed_by": "{Name by تەرىپىدىن تەكشۈرۈلگەن",
    "status": "ئېلخەت ھالىتى",
    "conversion": "ئايلاندۇرۇش نىسبىتى",
    "sell_performance": "سېتىش ئىپادىسى",
    "total_buys": "ئومۇمىي سېتىلىش سانى",
    "amount_buy": "ئومۇمىي سېتىش سوممىسى",
    "average_sell": "ئوتتۇرىچە سېتىلىش مىقدارى",
    "sessions": "يىغىن",
    "overview": "ئومۇمىي چۈشەنچە",
    "purchase_amount": "سېتىۋېلىش سوممىسى",
    "actions": "ئىشلەتكۈچى پائالىيىتى"
  },
  "email_page": {
    "emails": "Email",
    "edit": "Edit"
  },
  "affiliate_page": {
    "affiliates": "ھەمكارلاشقۇچىلار",
    "orders": "زاكاز",
    "payments": "چىقىم قىلىش"
  },
  "affiliate_dashboard": {
    "link": "ھەمكارلاشقۇچى ئۇلىنىش",
    "fix_commission": "مۇقىم كومىسسىيە",
    "percent_commission": "پىرسەنتنى ئاساس قىلغان كومىسسىيە",
    "last_payment": "ئاخىرقى پۇل",
    "balance": "تەڭپۇڭلۇق",
    "total_payment": "ئومۇمىي چىقىم",
    "status": "ھەمكارلاشقۇچىنىڭ ئورنى ۋە چەكلىمىسى",
    "available_for": "ئىشلەتكىلى بولىدۇ",
    "orders_count": "زاكاز مىقدارى",
    "orders_accepted": "قوبۇل قىلىنغان بۇيرۇقلار",
    "finance": "مالىيە دوكلاتى",
    "amount_accepted": "قوبۇل قىلىنغان سومما",
    "amount_paid": "ھەقلىق سومما",
    "sessions": "يىغىن",
    "affiliate_payment": "ھەمكارلاشقۇچى ھەق تۆلەش",
    "amount_payment": "چىقىم سوممىسى",
    "amount_payment_hint": "ئەمەلىي سودا سوممىسى",
    "i_paid": "مەن {amount} غا {amount} {currency} تۆلىدىم",
    "pay_now": "ھازىر پۇل تۆلەڭ"
  },
  "permission_roles": {
    "new_role": "يېڭى رول قوشۇڭ",
    "new_role_message": "گۇرۇپپا خىزمىتىنى ئاسانلاشتۇرۇڭ.",
    "new_role_action": "يېڭى رول قوشۇڭ"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "لاتارىيە",
    "sub_title": "خېرىدارلىرىڭىز ئويۇن ئوينىيالايدۇ ۋە غەلىبە قىلالايدۇ. دۇكىنىڭىزدىكى خېرىدارلار ھەر بىر ئويۇن ئۈچۈن چوقۇم 10 ئۆزەك ئىستېمال قىلىشى كېرەك. مەسىلەن ، ئەگەر خېرىدارلىرىڭىزنىڭ 1000 دوللارغا ئېرىشىش پۇرسىتىگە ئېرىشمەكچى بولسىڭىز ، چوقۇم ھەر بىر ئۆزەك باھاسىنىڭ سوممىسىنى 100 دوللار قىلىپ بېكىتىشىڭىز كېرەك. ھەر بىر ئۆزەك ئۈچۈن 0 قىممىتى سېتىۋالغۇچىنىڭ ھەر بىر سېتىۋېلىش ئۈچۈن بىر ئۆزەك تاپشۇرۇۋالىدىغانلىقىدىن دېرەك بېرىدۇ.",
    "manually_send_chip": "ئىشلەتكۈچىلەرگە ئۆزەك ئەۋەتىشنى خالامسىز؟",
    "lottery_enable": "لاتارىيە قوزغىتىلدىمۇ؟",
    "chip_price_input": "ئۆزەك باھاسى",
    "zero_chip_message": "ھەر بىر زاكازغا 1x ئۆزەك بېرىڭ",
    "chip_has_price_message": "ھەر بىر {سومما {{پۇل} زاكازغا 1 ئۆزەك بېرىڭ.",
    "chip_disabled_message": "ئۆزەك چەكلەنگەن!",
    "create_new": "يېڭى مۇكاپات قوشۇڭ",
    "delete_alert": {
      "title": "مۇكاپاتنى ئۆچۈرۈڭ",
      "message": "بۇ مۇكاپاتنى مەڭگۈلۈك ئۆچۈرەمسىز؟",
      "action": "ھەئە ، ھازىر ئۆچۈرۈڭ"
    },
    "notifications": {
      "delete_success": "مۇكاپات مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى."
    }
  },
  "lottery_edit": {
    "title_edit": "لاتارىيە تۈرىنى تەھرىرلەڭ",
    "title_add": "يېڭى لاتارىيە تۈرى",
    "general_config": "ئادەتتىكى سەپلىمىسى",
    "design_style": "ئۇسلۇب ۋە كۆرۈنۈش",
    "enable": "قوزغىتىلدىمۇ؟",
    "enable_message": "چاقنىڭ ئەڭ چوڭ تۈرلىرى 14.",
    "title_input": "Title",
    "title_input_hint": "قىسقا ماۋزۇ يېزىڭ.",
    "description_input": "چۈشەندۈرۈش",
    "description_input_hint": "بۇ تۈرگە مۇناسىۋەتلىك چۈشەندۈرۈشنى يېزىڭ.",
    "quantity": "سانى",
    "quantity_message": "بارلىق ئىشلەتكىلى بولىدىغان تۈرلەر",
    "image": "سۈرەت",
    "image_placeholder": "تۈرگە رەسىم تاللاڭ",
    "chance": "پۇرسەت",
    "chance_message": "پىرسەنتتە غەلىبە قىلىش پۇرسىتى",
    "free_for_first": "يېڭى خېرىدارلار ئۈچۈن ھەقسىزمۇ؟",
    "free_for_first_message": "يېڭى خېرىدارلار بۇ تۈردە غەلىبە قىلالايدۇ.",
    "prize": "مۇكاپات",
    "amount": "مۇكاپات سوممىسى",
    "amount_hint": "ئابونتلار زاكاز ئۈچۈن بۇ سوممىنى ئالىدۇ.",
    "currency_message": "بۇ تۈرنىڭ پۇلى. باشقا پۇللار پېرېۋوت نىسبىتى ئارقىلىق ئالماشتۇرۇلىدۇ.",
    "discount": "ئېتىبار",
    "discount_message": "خېرىدارلارنىڭ زاكاز تالونىدا ئېتىبار قىلىنىدۇ",
    "discount_limit": "ئېتىبار چېكى",
    "discount_limit_hint": "خېرىدار ئۈچۈن ئەڭ يۇقىرى ئېتىبار.",
    "color": "رەڭ",
    "condition": "شەرتلەر",
    "notifications": {
      "add": "يېڭى لاتارىيە تۈرى مۇۋەپپەقىيەتلىك قۇرۇلدى.",
      "edit": "لاتارىيە تۈرلىرى مۇۋەپپەقىيەتلىك ئۆزگەردى."
    }
  },
  "gift_card_types_list": {
    "label": "سوۋغات كارتىسى تىپى",
    "message": "تىزىملىكتىن سوۋغات كارتىسى تۈرىنى تاللاڭ."
  },
  "email_builder": {
    "service_unavailable": "خەت مۇلازىمېتىرىڭىزدە ئاكتىپلانمايدۇ.",
    "design_section": "ئېلېكترونلۇق خەت ساندۇقىڭىز",
    "schedule_switch": "ئېلېكترونلۇق خەت ئەۋەتىشنى ئورۇنلاشتۇرامسىز؟",
    "schedule_placeholder": "ئېلېكترونلۇق خەت ئەۋەتىش ۋاقتىنى تاللاڭ"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "تىزىملىتىش ۋاقتى",
      "description": "ئىشلەتكۈچىنىڭ تىزىملاتقان ۋاقتى بويىچە سۈزۈڭ."
    },
    "LAST_BUY_DATE": {
      "title": "ئالدىنقى قېتىملىق سېتىۋېلىش",
      "description": "ئاخىرقى سېتىۋېلىش ۋاقتى."
    },
    "LOGIN_DATE": {
      "title": "كىرىش ۋاقتى",
      "description": "ئاخىرقى كىرىش ۋاقتى."
    },
    "LEVEL": {
      "title": "خېرىدارلار كۇلۇبى",
      "description": "خېرىدارلار كۇلۇبىنىڭ ئەزالىرى."
    },
    "SUBSCRIBED": {
      "title": "مۇشتەرى بولدى",
      "description": "ئېلېكترونلۇق خەت تاپشۇرۇۋېلىشقا مۇشتەرى بولۇش."
    },
    "NOT_PURCHASED": {
      "title": "سېتىۋېلىش يوق",
      "description": "ھازىرغىچە سېتىۋالمىغان خېرىدارلار."
    },
    "SEX": {
      "title": "جىنىس",
      "description": "ئىشلەتكۈچى جىنسى."
    },
    "LOCATION": {
      "title": "ئورنى",
      "description": "ئىشلەتكۈچى ئورنى."
    },
    "LIMIT": {
      "title": "چەك",
      "description": "ئەڭ كۆپ ئىشلەتكۈچىگە چەك قويۇڭ."
    },
    "SEGMENTS": {
      "title": "بۆلەكلەر",
      "description": "ئالاھىدە قول بۆلەكلىرىدە خېرىدارلارنى چەكلەڭ."
    }
  },
  "inline_help": {
    "helps_title": "مۇلازىمەت ئىشلەتكۈچى قوللانمىسى",
    "blogs_title": "Selldone بىلوگىدىكى مۇناسىۋەتلىك مەزمۇنلار"
  },
  "shop_tax": {
    "region": "رايون",
    "label": "بەلگە",
    "country_tax": "دۆلەت بېجى",
    "customer_tax": "Customer VAT",
    "business_tax": "سودا قوشۇلما قىممەت بېجى",
    "shipping": "توشۇش",
    "override": "قاپلاش",
    "country": "دۆلەت",
    "vat_range": "قوشۇلما قىممەت بېجى دائىرىسى",
    "custom": "Custom",
    "regions": "رايونلار",
    "rest_world": "دۇنيانىڭ باشقا جايلىرى",
    "overrides": "Overrides",
    "dialog_set_title": "باج تەڭشىكى",
    "tax_setting": "باج تەڭشىكى",
    "vat": "VAT",
    "calculate_tax_input": "باجنى ئاپتوماتىك ھېسابلاش",
    "calculate_tax_message": "بۇ تاللانمىنى ئاكتىپلاش ئارقىلىق قوشۇلما قىممەت بېجى ھېسابلىنىدۇ ۋە زاكاسلىرىڭىزغا قوللىنىلىدۇ.",
    "tax_number": "باج نومۇرى",
    "tax_number_message": "باج نومۇرىڭىزنى كىرگۈزۈڭ. بۇ تىزىملىتىش نومۇرى سېتىۋالغۇچىنىڭ تالونىغا خاتىرىلىنىدۇ.",
    "tax_included_in_price_input": "مەھسۇلات باھاسىغا كىرگۈزۈلگەن باج",
    "tax_included_in_price_message": "ئەگەر باج سوممىسىنى مەھسۇلاتىڭىزنىڭ باھاسىغا قوشسىڭىز ، بۇ تاللاشنى تاللاڭ. باج سوممىسى تۆۋەندىكى فورمۇلا بىلەن ھېسابلىنىدۇ:",
    "tax_included_in_price_formula": "باج = (باھا * قوشۇلما قىممەت بېجى) / (1 + قوشۇلما قىممەت بېجى) ، مەسىلەن ، مەھسۇلاتنىڭ قوشۇلما قىممەت نىسبىتى% 10 بولغان مەھسۇلاتنىڭ باج سوممىسى 9.09 دوللار بولىدۇ.",
    "tax_on_shipping_input": "توشۇشقا باج ئىشلىتىڭ",
    "tax_on_shipping_message": "بۇ تاللاشنى تاللاش ئارقىلىق توشۇشقا باج ئېلىنىدۇ.",
    "fixed_tax_rate": "مۇقىم باج نىسبىتى",
    "dynamic_tax_rate": "رايونلارنى ئاساس قىلغان باج",
    "locations_tip": "يۇقارقى تىزىملىكتە سىز دۇكان تەڭشىكى> ئورۇننى سىز تاللىغان دۆلەتلەر قاتارىدا تاللىغان دۆلەتلەرلا كۆرسىتىلىدۇ.",
    "locations_action": "دۇكان ئورنى تەڭشەك",
    "save_alert": "تەڭشەكلەر ساقلانمىدى!",
    "pos_tax_setting": "POS باج تەڭشىكى",
    "tax_exclude_title": "چىقىرىۋېتىلدى ╏ چىقىمداندا باج قوشۇلىدۇ",
    "tax_excluded_message": "باج تاپشۇرۇشتىن بۇرۇن باج تاپشۇرۇشتىن بۇرۇن ھېسابلىنىدۇ ھەمدە خېرىدارلارنىڭ ئىسپاتىغا ئاساسەن چىقىرىۋېتىلگەن باج باھاسىغا قوشۇلىدۇ."
  },
  "transportation_page": {
    "menu": {
      "dashboard": "باش تاختا",
      "transportations": "توشۇش ئۇسۇللىرى",
      "orders": "زاكاز",
      "setting": "تەڭشەك",
      "delivery_services": "مۇلازىمەتلەر",
      "delivery_persons": "تېز يوللانما"
    },
    "go_to_courier_list": "تېز يوللانما تىزىملىكىنى كۆرۈش",
    "go_to_service_list": "توشۇش مۇلازىمەت تىزىملىكىنى كۆرۈڭ"
  },
  "transportation_persons": {
    "title": "تېز يوللانما",
    "notifications": {
      "success_add": "Courier قوشۇلدى.",
      "success_reset": "ستاتىستىكا ئەسلىگە كەلدى.",
      "success_remove": "تېز يوللانما مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى.",
      "success_update": "تېز يوللانما ئۇچۇرلىرى مۇۋەپپەقىيەتلىك يېڭىلاندى."
    },
    "reset": {
      "title": "ستاتىستىكىنى ئەسلىگە كەلتۈرۈش",
      "message": "بۇ تېز يوللانما ستاتىستىكىسىنى ئەسلىگە كەلتۈرەمسىز؟",
      "action": "ھەئە ، ھازىر ئەسلىگە كەلتۈرۈڭ"
    },
    "remove": {
      "title": "تېز يوللانما ئېلىۋېتىڭ",
      "message": "بۇ تېز يوللانمىنى ئۆچۈرەمسىز؟",
      "action": "ھەئە ، ھازىر ئۆچۈرۈڭ"
    },
    "add_dialog": {
      "title": "يېڭى تېز يوللانما قوشۇڭ",
      "action": "تېز يوللانما قوشۇڭ"
    }
  },
  "transportation_orders": {
    "title": "توشۇش بۇيرۇقى",
    "notifications": {
      "success_update": "توشۇش ھالىتى مۇۋەپپەقىيەتلىك يېڭىلاندى.",
      "success_payment": "COD پۇل تۆلەش مۇۋەپپەقىيەتلىك بولدى."
    }
  },
  "delivery_person": {
    "actions_title": "تېز يوللانما تەڭشىكى",
    "action_delivered": "توشۇلدى",
    "action_paid": "COD Paid",
    "action_returned": "قايتىپ كەلدى",
    "cod_confirm_action": "COD تۆلەشنى جەزملەشتۈرۈڭ",
    "pickup_dialog": {
      "title": "سىز بۇ بولاقنىڭ تېز يوللانما خادىمىمۇ؟",
      "message": "ئەگەر بۇ پوسۇلكىنى توشۇشقا مەسئۇل بولسىڭىز ، ھەئە نى تاللاڭ ، بولمىسا ياقنى تاللاڭ."
    },
    "status_dialog": {
      "title": "ھالەتنى {status}",
      "message": "مال يەتكۈزۈش ھالىتىنى {ھالىتىگە ئۆزگەرتەمسىز؟",
      "action": "ھەئە ، مەن ئۇنى ئىسپاتلايمەن!"
    },
    "cod_dialog": {
      "title": "COD Payment",
      "message": "سېتىۋالغۇچىنىڭ زاكاز سوممىسىنى تاپشۇرۇۋالغانلىقىڭىزنى جەزملەشتۈرەمسىز؟",
      "action": "ھەئە ، پۇل تۆلەيمەن!"
    }
  },
  "transportation_services": {
    "title": "يەتكۈزۈش مۇلازىمىتى",
    "notifications": {
      "success_add": "يەتكۈزۈش مۇلازىمىتى قوشۇلدى.",
      "success_reset": "ستاتىستىكا ئەسلىگە كەلدى.",
      "success_remove": "مۇلازىمەت مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى.",
      "success_update": "مۇلازىمەت مۇۋەپپەقىيەتلىك يېڭىلاندى."
    },
    "reset": {
      "title": "ستاتىستىكىنى ئەسلىگە كەلتۈرۈش",
      "message": "بۇ مۇلازىمەتنىڭ ستاتىستىكىسىنى ئەسلىگە كەلتۈرەمسىز؟",
      "action": "ھەئە ، ھازىر ئەسلىگە كەلتۈرۈڭ"
    },
    "remove": {
      "title": "يەتكۈزۈش مۇلازىمىتىنى ئۆچۈرۈڭ",
      "message": "بۇ مۇلازىمەتنى ئۆچۈرەمسىز؟",
      "action": "ھەئە ، ھازىر ئۆچۈرۈڭ"
    },
    "add_dialog": {
      "title": "يېڭى يەتكۈزۈش مۇلازىمىتىنى قوشۇڭ",
      "action": "مۇلازىمەت قوشۇڭ"
    }
  },
  "delivery_receipt": {
    "title": "مال تاپشۇرۇۋېلىش تالونى",
    "has_return": "مال قايتۇرۇش",
    "cashed": "نەق پۇل تۆلەش"
  },
  "delivery_dashboard": {
    "select_destinations": "تىزىملىككە بۇيرۇق قوشۇڭ",
    "price_calculation": "توشۇش نىسبىتىنى مۆلچەرلەش",
    "price_calculation_action": "باھانى ھېسابلاڭ",
    "add_request": "مۇلازىمەتنى تەلەپ قىلىش",
    "add_request_action": "مۇلازىمەت تەلىپىنى يوللاڭ",
    "refresh_action": "ئۇچۇرلارنى يېڭىلاش"
  },
  "delivery_order": {
    "title": "مال ئەۋەتىش تەرتىپى",
    "has_return": "مال قايتۇرۇش",
    "cashed": "نەق پۇل تۆلەش"
  },
  "cash_register": {
    "menu": {
      "panel": "نەق پۇل تىزىملاش",
      "orders": "زاكاز",
      "customers": "خېرىدارلار",
      "devices": "ئۈسكۈنىلەر",
      "inventory": "كەشپىيات"
    },
    "payment_confirm": "چىقىم جەزملەشتۈرۈش",
    "payment_confirm_msg": "خېرىدار ھەقلىق زاكاز {basket_id}."
  },
  "barcode_scanner": {
    "wifi_pass": "سىزنىڭ Wi-Fi پارولىڭىز",
    "message": "WiFi روتېر پارولىڭىزنى كىرگۈزۈڭ ۋە QR كودىنى سىكانىرلاڭ.",
    "wifi_ssid": "Wi-Fi SSID",
    "ssid_message": "Wi-Fi تور نامىڭىزنى (SSID) كىرگۈزۈڭ."
  },
  "pos_devices": {
    "Scanner": "تاياقچە كود سايىلىغۇچ",
    "Scanner_desc": "تاياقچە كود سايىلىغۇچنى ئىشلىتىش ئۈچۈن ، چوقۇم مەھسۇلات تەڭشەكلىرىگە مەھسۇلات SKU كودىنى توغرا كىرگۈزۈشىڭىز كېرەك.",
    "Printer": "پرىنتېر",
    "Printer_desc": "تالون پرىنتېرغا ئۇلىنىش ئارقىلىق خېرىدارلىرىڭىزنىڭ تالونىنى بېسىڭ.",
    "CustomerView": "Customer View",
    "CustomerView_desc": "بۇ بەت زاكاز تەپسىلاتلىرىنى خېرىدارلىرىڭىزغا كۆرسىتەلەيسىز.",
    "CardReader": "كارتا ئوقۇغۇچ",
    "CardReader_desc": "خېرىدارلىرىڭىزنىڭ COD پۇل تۆلەش ئۈچۈن كارتا ئوقۇغۇچ ئۈسكۈنىسى.",
    "ChipReader": "ئۆزەك ئوقۇغۇچ",
    "ChipReader_desc": "NFC خەتكۈچ ئوقۇغۇچ خەتكۈچ ئارقىلىق ھارۋىغا نەرسە قوشىدۇ."
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "ئۈسكۈنىنى ئۆچۈرۈڭ",
      "message": "بۇ ئۈسكۈنىنى POS ئارخىپىڭىزدىن ئۆچۈرەمسىز؟",
      "action": "ھەئە ، ھازىر ئۆچۈرۈڭ"
    }
  },
  "pos_process_center": {
    "title": "POS زاكاز بىر تەرەپ قىلىش مەركىزى",
    "menu": {
      "label": "بوغچا بەلگىسى",
      "receipt": "تالون",
      "back": "قايتىش",
      "timeline": "ۋاقىت جەدۋىلى",
      "order": "زاكاز"
    }
  },
  "pos": {
    "add_customer": "خېرىدار قوشۇڭ",
    "set_delivery": "يەتكۈزۈش ئادرېسىنى بەلگىلەڭ",
    "add_giftcards": "سوۋغات كارتىسى قوشۇڭ",
    "add_discount_code": "ئېتىبار كودى قوشۇڭ",
    "add_coupon": "Coupon نى قوشۇڭ",
    "set_campaign": "سەپەرۋەرلىك بەلگىلەڭ",
    "select_buyer": "سېتىۋالغۇچىنى تاللاڭ!",
    "send_to_pos": "كارتا ئوقۇغۇچ ماشىنىسىغا ئەۋەتىڭ",
    "print_receipt": "تالوننى بېسىش",
    "confirm_cash_payment": "نەق پۇل تۆلەشنى جەزملەشتۈرۈڭ",
    "payment_cod": {
      "title": "مال تاپشۇرۇشتىكى نەق پۇل",
      "message": "بۇ زاكازنىڭ مىقدارى يەتكۈزۈلگەندىن كېيىن تۆلىنىدۇ. سېتىۋالغۇچىدىن پۇلنى تاپشۇرۇۋالغاندىن كېيىن ، چوقۇم سىستېمىدىكى زاكازنى تاماملاش ئۈچۈن پۇل تۆلەشنى جەزملەشتۈرۈشىڭىز كېرەك."
    },
    "payment_online": {
      "title": "توردا پۇل تۆلەش ئۇسۇلىنى تاللاڭ",
      "message": "تۆۋەندىكى تاللاشلارنى تاللاش ئارقىلىق ھەق تۆلەش ئۇلانمىسى قۇرۇلۇپ سېتىۋالغۇچىغا ئەۋەتىلىدۇ. بۇ ئۇلىنىشنى تۆلەش ئارقىلىق زاكازنىڭ ھالىتى ھەقلىق ھالەتكە ئۆزگىرىدۇ. ھەق تۆلەش ئۇلىنىشى خېرىدارلارنىڭ ئېكرانى ، قىسقا ئۇچۇر ياكى ئېلېكترونلۇق خەتتىكى QR كودىنى سايىلەش ئارقىلىق ھاسىل بولىدۇ. ئۇلىنىش ئەۋەتىش ئۈچۈن ھەر قانداق قانالنى قوزغىتىش ئۈچۈن ، بۇ تاللاشنى چېكىڭ ، ئاندىن كۇنۇپكىنى بېسىپ سېتىۋالغۇچىغا تالون ئەۋەتىڭ."
    },
    "notifications": {
      "success_pay": "زاكاز تۆلەش تاماملاندى.",
      "success_order": "زاكاز مۇۋەپپەقىيەتلىك يارىتىلدى ۋە خېرىدارلارنىڭ پۇل تۆلىشىنى ساقلىدى."
    },
    "payment_dialog": {
      "check_pay_now": "پۇل تۆلەشنى قولدا تەكشۈرۈڭ",
      "close_action": "سۆزلىشىش رامكىسىنى تاقاڭ. مەن خېرىدارلارنىڭ پۇل تۆلىشىنى ساقلاشنى خالىمايمەن",
      "go_to_order": "زاكاز بېتىگە بېرىڭ",
      "paid_by_gift_card_msg": "ئومۇمىي زاكاز سوممىسى سوۋغات كارتىسىدىن قايتۇرۇۋېلىندى! سېتىۋالغۇچى تېخىمۇ كۆپ پۇل تۆلەشنىڭ ھاجىتى يوق.",
      "cod_msg": "خېرىدار زاكازنى تاپشۇرۇۋالغاندا پۇل تۆلەيدۇ.",
      "online_msg": "خېرىداردىن QR كودىنى خېرىدارلارنىڭ ئېكرانىدا سايىلەشنى تەلەپ قىلىڭ."
    },
    "name": "POS",
    "message": "توردىكى سېتىش نۇقتىلىرىڭىزنى نۆل قىلىپ قويۇڭ ، ئۇنى ھەر قانداق ئەقلىي ئىقتىدارلىق تېلېفون ، تاختا كومپيۇتېر ۋە كومپيۇتېردا ئىجرا قىلىڭ ياكى قولدا زاكاز قىلىڭ."
  },
  "exporter": {
    "title": "سانلىق مەلۇماتلارنى چىقىرىش",
    "subtitle": "سانلىق مەلۇماتلىرىڭىز سىزگە تەۋە! سودا ئۇچۇرلىرىڭىزنى ئۆلچەملىك فورماتتا خالىغان ۋاقىتتا چۈشۈرەلەيسىز. قانداقلا بولمىسۇن ، خېرىدارلىرىڭىزنىڭ شەخسىي مەخپىيەتلىكىگە ھۆرمەت قىلىڭ ، ئۇلارغا ئەخلەت ئۇچۇر يوللىماڭ ھەمدە ئۇچۇرلىرىنى ئۈچىنچى تەرەپ بىلەن ئورتاقلاشماڭ.",
    "excel": "سىز Excel فورماتىدىكى تولۇق ئۇچۇرلار بىلەن بىللە دۇكاندىكى بارلىق {تىپلارنىڭ تىزىملىكىنى تاپشۇرۇۋالىسىز.",
    "csv": "سىز CSV فورماتىدىكى تولۇق ئۇچۇرلار بىلەن بىللە دۇكاندىكى بارلىق {تىپلارنىڭ تىزىملىكىنى تاپشۇرۇۋالىسىز. بۇ فورمات Selldone نىڭ دۇكانغا {تىپ} ئەكىرىشنىڭ ئۆلچەملىك فورماتىغا ماس كېلىدۇ."
  },
  "importer": {
    "category": {
      "title": "تۈرلەرنى ئەكىرىش",
      "subtitle": "بۇ يەرگە CSV ھۆججىتىنى يۈكلەڭ. ئۆلچەملىك فورماتقا ئەگىشىدىغانلىقىڭىزنى جەزملەشتۈرۈڭ."
    },
    "product": {
      "title": "مەھسۇلاتلارنى ئىمپورت قىلىش",
      "subtitle": "بۇ يەرگە مەھسۇلاتلارنىڭ CSV ھۆججىتىنى يۈكلەڭ. ئۆلچەملىك فورماتقا ئەگىشىدىغانلىقىڭىزنى جەزملەشتۈرۈڭ."
    },
    "product_images": {
      "title": "رەسىملەرنى ئەكىرىش",
      "subtitle": "رەسىم ئۇچۇرىنى قوبۇل قىلىش ۋاقىتنى ئىسراپ قىلىدۇ. رەسىم ئىمپورت قىلغاندا نەشر ھوقۇقىغا ھۆرمەت قىلىڭ."
    },
    "inventory": {
      "title": "تۈركۈملەپ يېڭىلاش ئامبىرى",
      "subtitle": "بۇ يەرگە CSV ھۆججىتىنى يۈكلەڭ. ئالدى بىلەن CSV ھۆججىتىنى ئېكسپورت قىلىپ ، ئاندىن بۇ ھۆججەتنى تەھرىرلەش ئارقىلىق ئۆلچەملىك فورماتقا ئەگىشىڭ."
    },
    "back_to_products": "مەھسۇلات تىزىملىكىگە قايتىش",
    "back_to_categories": "سەھىپە تىزىملىكىگە قايتىش",
    "back_to_inventory": "ئامبار تىزىملىكىگە قايتىش",
    "step_select_file": "CSV ھۆججىتىنى تاللاڭ",
    "step_send_to_server": "مۇلازىمېتىرغا ئەۋەتىڭ",
    "step_view_result": "نەتىجىنى كۆرۈش",
    "step_view_que": "كۈتۈش تىزىملىكىنى كۆرۈش",
    "send_to_server_action": "مۇلازىمېتىرغا ئەۋەتىڭ",
    "shop_license": "دۇكان ئىجازەتنامىسى",
    "max_items_limit": "ئەڭ چوڭ تۈر چەكلىمىسى",
    "total_items": "ئومۇمىي تۈرلەر",
    "customer": {
      "title": "خېرىدارلارنى ئىمپورت قىلىڭ",
      "subtitle": "خېرىدارلارنىڭ CSV ھۆججىتىنى بۇ يەرگە يۈكلەڭ. ئۆلچەملىك فورماتقا ئەمەل قىلغانلىقىڭىزنى جەزملەشتۈرۈڭ ، شۇنداقلا ، مەخپىيەتلىك قائىدىسىگە ئەمەل قىلىشىڭىز كېرەك."
    }
  },
  "campaigns": {
    "title": "سەپەرۋەرلىك",
    "subtitle": "تەشۋىقات ، ئىز قوغلىغىلى بولىدىغان ئۇلىنىشلارنى قۇرۇپ ، ئىشەنچلىك ۋە توغرا ئۇچۇرلارنى بىر يەردىن كۆرۈڭ. بىز سىزنىڭ تېخىمۇ ياخشى سانلىق مەلۇمات ئارقىلىق قارار چىقىرىشىڭىزغا ياردەم قىلىمىز.",
    "add_action": "يېڭى سەپەرۋەرلىك قوشۇڭ",
    "empty_message": "تۇنجى پائالىيىتىڭىزنى ھازىر قىلىڭ!",
    "delete": {
      "title": "تەشۋىقاتنى ئۆچۈرۈڭ",
      "message": "بۇ پائالىيەتنى ۋە بارلىق سانلىق مەلۇماتلارنى ئۆچۈرەمسىز؟",
      "action": "ھەئە ، ھازىر ئۆچۈرۈڭ"
    }
  },
  "landing_categories": {
    "raw": "خام ئەندىزە",
    "marketing": "Marketing & Ads",
    "product": "مەھسۇلات تونۇشتۇرۇش",
    "health": "ساغلاملىق ۋە ساغلاملىق",
    "food": "يېمەكلىك ۋە مېۋە",
    "house": "ئۆي-مۈلۈك ۋە ئۆي",
    "device": "ماشىنا ۋە ئۈسكۈنە",
    "car": "ماشىنا",
    "software": "يۇمشاق دېتال",
    "clothing": "كىيىم-كېچەك ۋە ئاياغ",
    "jewellery": "ئۈنچە-مەرۋايىت",
    "all": "بارلىق قېلىپلار"
  },
  "shop_theme": {
    "theme_colors": "ئۇسلۇب رەڭلىرى",
    "products_view_mode": "مال سېتىۋېلىش تىزىملىكى كۆرۈنۈشى",
    "products_view_mode_desc": "دۇكىنىڭىزدىكى ئېكراننىڭ چوڭ-كىچىكلىكىگە ئاساسەن مەھسۇلاتلارنىڭ كۆرسىتىش ھالىتىنى تەڭشىيەلەيسىز. بۇ ھالەت سۈكۈتتىكى ھالەتتە قارىلىدۇ ھەمدە ئىشلەتكۈچى كۆرسىتىش ھالىتىنى ئۆزگەرتسە قوللىنىلمايدۇ.",
    "color_light": "دەسلەپكى رەڭ",
    "color_dark": "دەسلەپكى قېنىق رەڭ",
    "color_deep_dark": "قېنىق قېنىق رەڭ",
    "color_info": "ئۇلىنىشلار",
    "light_checkout": "يېنىك تەكشۈرۈش تېمىسى",
    "light_header": "Light header",
    "light_footer": "Light footer",
    "product_page": "مەھسۇلات بېتى",
    "typography": "مەتبەئە",
    "header": "Header",
    "custom_code": "ئىختىيارى كود",
    "custom_css": "Custom CSS",
    "light_filter": "سەھىپە سۈزگۈچ تېمىسى",
    "custom_variants": "Variants"
  },
  "app_templates": {
    "default": "سۈكۈتتىكى",
    "blue": "كۆك ئوكيان",
    "amber": "Amber",
    "green": "ئېكۋاتور",
    "red": "Vampire",
    "magenta": "گۈل",
    "master": "ئۇستاز",
    "black": "قاراڭغۇ تەرەپ"
  },
  "affiliate_orders": {
    "title": "ھەمكارلاشقۇچى بۇيرۇق",
    "table": {
      "order_price": "زاكاز مىقدارى",
      "order_payment": "زاكاز تۆلەش ھالىتى",
      "order_link": "زاكاز ئۇلىنىشى",
      "commission_status": "كومىتېت ھالىتى",
      "commission_amount": "كومىسسىيە سوممىسى",
      "items": "تۈرلەر",
      "actions": "ھەرىكەتلەر",
      "create_date": "چېسلا قۇرۇش"
    },
    "notifications": {
      "update_success": "مۇناسىۋەتلىك ئورۇن يېڭىلاندى."
    }
  },
  "affiliate_payments": {
    "title": "ھەمكارلاشقۇچى ھەق تۆلەش",
    "table": {
      "staff": "خىزمەتچىلەر",
      "amount": "سومما",
      "note": "دىققەت",
      "date": "چېسلا"
    }
  },
  "my_roles": {
    "title": "مېنىڭ روللىرىم",
    "message": "روللار دۇكان خىزمەتچىلىرىگە بېرىلگەن زىيارەت تۈرى. مەسىلەن ، زاكاز ئەۋەتىش ياكى قاچىلاشقا مەسئۇل خىزمەتچىلەر."
  },
  "role_card": {
    "complete_tasks": "تاماملانغان ۋەزىپىلەر",
    "reject_tasks": "رەت قىلىنغان ۋەزىپىلەر",
    "last_check": "يېقىنقى تەكشۈرۈش"
  },
  "referral_widget": {
    "apply_now": "ھازىر بۇ پروگراممىغا ئىلتىماس قىلىڭ!",
    "no_bonus": "دوستىڭىزنى تەكلىپ قىلىپ بىرىنچى مۇكاپاتقا ئېرىشىڭ.",
    "your_gift": "سوۋغىتىڭىز",
    "invited_gift": "تەكلىپ قىلىنغان سوۋغات",
    "percent_bonus": "پىرسەنت مۇكاپات",
    "discount_bonus": "ئېتىبار مۇكاپات",
    "registered": "يېڭى ئىشلەتكۈچى",
    "accepted": "قوبۇل قىلىنغان ئىشلەتكۈچى"
  },
  "app_config": {
    "reviews": "باھا",
    "rate_now": "ھازىر باھا بېرىڭ",
    "category": "سەھىپە",
    "uninstall": "ئۆچۈرۈۋېتىڭ",
    "get_app": "ئەپكە ئېرىشىش",
    "public_keys": "ئاممىۋى ئاچقۇچ",
    "private_keys": "شەخسىي كۇنۇپكىلار (بىخەتەر)",
    "config": "ئەپ سەپلىمىسى",
    "app_status": "ئىلتىماس ھالىتى",
    "app_info": "ئىلتىماس ئۇچۇرى",
    "update_at": "يېقىنقى يېڭىلاش",
    "visit_website": "توربېكەتنى زىيارەت قىلىڭ",
    "privacy": "مەخپىيەتلىك تۈزۈمى",
    "installs": "قاچىلاش",
    "basic_profile_permission": "ئاساسلىق ئارخىپ ئۇچۇرلىرى",
    "developer": "Developer",
    "permissions": "ئىجازەت",
    "total_comments": "ئومۇمىي باھا",
    "delete_dialog": {
      "title": "ئەپنى ئۆچۈرۈڭ",
      "message": "بۇ ئەپنى دۇكىنىڭىزدىن ئۆچۈرمەكچىمۇ؟",
      "action": "ھەئە ، ئەپنى ئۆچۈرۈڭ"
    },
    "notifications": {
      "uninstall_success": "ئىلتىماس مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى."
    }
  },
  "shop_bots": {
    "not_set": "تەڭشەلمىدى!",
    "tokens": "Token (s)",
    "webhook": "Webhook",
    "calls": "تېلېفون قىلىدۇ",
    "dialog": {
      "title": "{name} Bot سەپلىمىسى",
      "message": "كارخانا دەرىجىلىك مال سېتىۋېلىش تەجرىبىلىرىنى بەرپا قىلىشنىڭ ئەتراپلىق ماشىنا قۇرۇلمىسى."
    }
  },
  "shop_customers": {
    "title": "خېرىدارلار باشقۇرۇش",
    "all_customers": "بارلىق خېرىدارلارنى چۈشۈرۈڭ",
    "filtered_customers": "سۈزۈلگەن خېرىدارلار",
    "dialog_chips": {
      "title": "خېرىدارلارنىڭ ئۆزەك سانىنى بەلگىلەڭ"
    },
    "dialog_club": {
      "title": "خېرىدارلار كۇلۇبى سەۋىيىسىنى بەلگىلەڭ"
    }
  },
  "app_dashboard": {
    "status": "ئېلان قىلىش ھالىتى",
    "statistics": "ستاتىستىكا"
  },
  "app_publish": {
    "production_version": "ئىشلەپچىقىرىش نۇسخىسى",
    "beta_version": "Beta نەشرى",
    "alpha_version": "ئالفا نۇسخىسى"
  },
  "app_publish_widget": {
    "header": "دۇكان تور بېتى",
    "header_code": "ماۋزۇ كودى",
    "admin_page": "باشقۇرغۇچى بەتلىرى",
    "name": "ئىسمى",
    "icon": "سىنبەلگە",
    "url": "Url"
  },
  "app_api": {
    "title": "API زىيارەت",
    "revoke_api": "API نى بىكار قىلىش",
    "api_key": "API ئاچقۇچى",
    "secret": "مەخپىي ئاچقۇچ",
    "client": "Client",
    "redirect_url": "Urls نى قايتا نىشانلاڭ",
    "client_name": "Client name"
  },
  "app_loader_page": {
    "no_ui_title": "بۇ پروگراممىدا UI يوق!",
    "no_ui_desc": "بەزى قوللىنىشچان پروگراممىلار ئۇلارنىڭ باشقۇرۇش رايونىدا ئىشلەتكۈچى كۆرۈنمە يۈزى تەلەپ قىلمايدۇ. بۇ پروگرامما پەقەت تور بېكىتىڭىزنىڭ بەت قىسمىغا كود قوشالايدۇ.",
    "header": "ماۋزۇ كودى"
  },
  "finance_report": {
    "export_title": "مالىيە سانلىق مەلۇماتلىرىنى چىقىرىش",
    "export_sub_title": "مالىيە ھۆججىتىنى بىر ھۆججەتتىن چۈشۈرۈڭ.",
    "start_input_placeholder": "دوكلاتنىڭ باشلىنىش ۋاقتىنى تاللاڭ",
    "end_input_placeholder": "دوكلاتنىڭ ئاخىرلىشىش ۋاقتىنى تاللاڭ",
    "download_action": "مالىيە تىزىملىكىنى چۈشۈرۈڭ"
  },
  "shop_notifications": {
    "title": "دۇكان ئۇقتۇرۇشى",
    "sub_title": "Bot, Email, SMS, ...",
    "message": "دۇكىنىڭىزنىڭ ئۇقتۇرۇش تەڭشىكى ۋە مايىللىقىڭىزنى تەھرىرلەڭ",
    "channel": "Channel",
    "status": "ھالەت",
    "events": "ۋەقەلەر",
    "info": "ئۇچۇر",
    "actions": "ھەرىكەتلەر",
    "connected": "ئۇلاندى",
    "not_connected": "ئۇلانمىدى!",
    "connect_now": "ھازىر ئۇلاڭ",
    "send_test": "سىناق سانلىق مەلۇماتلىرىنى ئەۋەتىڭ",
    "disconnect": "ئۈزۈش",
    "dialog": {
      "title": "Bot سەپلىمىسى",
      "message": "كارخانا دەرىجىلىك سودا تەجرىبىسىنى بەرپا قىلىش ئۈچۈن ئەتراپلىق ئۇقتۇرۇش رامكىسى.",
      "action": "بۇ يەرنى چېكىڭ!",
      "set_config": "تەڭشەش"
    }
  },
  "notification_events": {
    "new_order": "🛍️ Order",
    "payment": "💳 Payment",
    "return": "📦 Return",
    "weekly_report": "📈 ھەپتىلىك دوكلاتلار"
  },
  "order_delivery": {
    "title": "يەتكۈزۈش",
    "add_to_delivery_que_action": "توشۇش لىنىيىسىگە قوشۇڭ",
    "in_que": "توشۇش لىنىيىسىدە",
    "message": "بۇ بولاقنى توشۇش تېز يوللانمىسىغا بەرگەندىن كېيىن ، « <b>جەزملەشتۈرۈش</b> » كۇنۇپكىسىنى بېسىڭ.",
    "message_add_to_service": "ئەگەر بۇ <b>مۇلازىمەتنى يەتكۈزۈش مۇلازىمىتى</b> ئارقىلىق ئەۋەتمەكچى بولسىڭىز ، تۆۋەندىكى كۇنۇپكىنى بېسىڭ.",
    "action": "يەتكۈزۈشنى جەزملەشتۈرۈش",
    "checklist": [
      "تېز يوللانما كىملىكىنى تەكشۈرۈڭ.",
      "مەھسۇلاتلارنى ياخشى ئوراپ قاچىلاش ۋە ۋاقتىدا يەتكۈزۈش خېرىدارلارنىڭ ساقلاش نىسبىتىنى ئاشۇرالايدۇ."
    ],
    "manual": {
      "title": "خېرىدارنىڭ يەتكۈزۈشىنى جەزملەشتۈرۈشنى ساقلاش.",
      "action_received": "سېتىۋالغۇچى جەزملەشتۈرۈش",
      "action_returned": "مال قايتۇرۇش",
      "message": "ئەسكەرتىش: ئەگەر خېرىدار زاكازنى تاپشۇرۇۋالسا ، تۆۋەندىكى تاللاشلارنى ئىشلىتىپ ئەمەلگە ئاشۇرالايسىز. سىستېمىدىكى بەزى توشۇش مۇلازىمىتى يەتكۈزۈشنى ئاپتوماتىك دەلىللەيدۇ."
    },
    "auto_complete_note": "مەلۇم مۇددەتتىن كېيىن ، زاكاز ھالىتى يەتكۈزۈلگەنگە ئۆزگەرتىلىدۇ. بۇ دەۋر تەرتىپنىڭ ئوخشىماسلىقىغا ئاساسەن ئوخشىمايدۇ ۋە سىستېما تەرىپىدىن بەلگىلىنىدۇ.",
    "received": {
      "title": "خېرىدارغا يەتكۈزۈلدى.",
      "delivered_date": "مال يەتكۈزۈش ۋاقتى"
    },
    "receiver": "تاپشۇرۇۋالغۇچى",
    "bill": "تالون",
    "tracking": {
      "title": "ئىز قوغلاش كودى / Url نى قوشۇڭ",
      "code": "ئىز قوغلاش كودى",
      "url": "ئىز قوغلاش ئادرېسى",
      "message": "ئەگەر سىز بۇ زاكازنىڭ ئىز قوغلاش كودى بىلەن تەمىنلەيدىغان مۇلازىمەت ئارقىلىق توشقان بولسىڭىز ، بۇ بۆلەككە كود ۋە مۇناسىۋەتلىك ئىز قوغلاش ئۇلانمىسىنى كىرگۈزەلەيسىز. بۇ ئۇچۇرلار خېرىدارغا كۆرسىتىلىدۇ."
    },
    "preferred_delivery_time": "ئامراق يەتكۈزۈش ۋاقتى",
    "manage_couriers": "تېز يوللانمىلىرىمنى باشقۇرۇڭ",
    "manage_service": "مۇلازىمەتنى باشقۇرۇش",
    "option_deliver_by_courier": "1-تاللاش: تېز يوللانما ئارقىلىق يەتكۈزۈڭ.",
    "option_add_to_que": "2-تاللاش: توشۇش مۇلازىمەت بېتىدە بىر تەرەپ قىلىش ئۈچۈن ئۆچىرەتكە قوشۇڭ.",
    "option_instant_shipping": "3-تاللاش: دەرھال توشۇش.",
    "pickup_action": "تاللانما جەزملەشتۈرۈش"
  },
  "shop_home_edit": {
    "title": "باش بەت تەڭشىكى",
    "sub_title": "تور بېتىڭىزنىڭ سۈكۈتتىكى بېتىنى تەڭشەڭ",
    "default_home": "كۆڭۈلدىكى باش بەت",
    "default_home_placeholder": "دۇكان بېتى تور بېكەتنىڭ باش بېتى"
  },
  "selldone_referral_page": {
    "title": "Referral Dashboard",
    "referral_link": "ئۇلىنىش ئۇلىنىشى",
    "registered": "تىزىملاتتى",
    "accepted": "قوبۇل قىلىندى",
    "bank": "Bank",
    "bank_title": "پۇل ئېلىش ئۈچۈن بانكا ئۇچۇرى",
    "new_users": "يېڭى ئىشلەتكۈچىلەر",
    "performance": "ئىقتىدار",
    "credit_mode": "ئىناۋەت ھالىتى",
    "get_stickers": "كۆچۈرۈپ چاپلاش ئۈچۈن چاپلاق Html كودىغا ئېرىشىڭ",
    "click_copy_sticker_code": "بەلگىنى چېكىپ html كودىنى كۆچۈرۈڭ."
  },
  "selldone_referral_payment": {
    "title": "پايدىلانما پۇل",
    "officer": "ئەمەلدار",
    "amount": "سومما سودىسى",
    "note": "دىققەت",
    "date": "چېسلا"
  },
  "widget_shop_gateway": {
    "link_account_caution": "ھېساباتىڭىزغا ھېسابات ({currency}) ئۇلاڭ! بۇ يەرنى چېكىڭ .."
  },
  "product_sell_widget": {
    "title": "مەھسۇلات سېتىش ئىقتىدارى"
  },
  "fulfilment_order_widget": {
    "title": "تاشلاشنىڭ ئەمەلگە ئېشىشى",
    "check_action": "چۈشۈشنى قوبۇل قىلىڭ",
    "uncheck_action": "زاكاز جەزملەشتۈرۈلدى",
    "pay_action": "تۈرلەرنى تۆلەش ..",
    "pay_completed": "چىقىم جەزملەشتۈرۈش",
    "list_of_items": "تۈرلەرنى قايتا سېتىش",
    "checklist": [
      "ۋاسىتىلىك ساتقان مەھسۇلاتنىڭ مىقدارىنى ئەسلى ساتقۇچىغا تۆلەڭ.",
      "بوغالتىرلىق بۆلۈمى> دۇكاننىڭ تامچىلىشىدا مەھسۇلاتنىڭ تەننەرخىنى تەمىنلىگۈچىگە بىللە تۆلىيەلەيسىز ۋە ھەل قىلالايسىز.",
      "پۇل تۆلىگەندىن كېيىن ، تەمىنلىگۈچى سىزنىڭ زاكازڭىزنى تاپشۇرۇۋالىدۇ ھەمدە تەييارلىقتىن كېيىن بىۋاسىتە سېتىۋالغۇچىغا ئەۋەتىدۇ."
    ],
    "message": "تەمىنلىگۈچىگە زاكاز ھەققىنى تاپشۇرغاندىن كېيىن ، بۇ بۆلەكتە زاكاز ئەۋەتىشنىڭ ئىلگىرىلەش ئەھۋالىنى كۆرۈڭ."
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "باش تاختا",
      "orders": "زاكاز",
      "inventory": "كەشپىيات",
      "shops": "ساتقۇچىلار",
      "requests": "تەلەپلەر"
    },
    "drop_shipping_charge": "تاشلاش ھەققى"
  },
  "dropship_request_status": {
    "PENDING": "ساقلىنىۋاتىدۇ",
    "ACCEPT": "قوبۇل قىلىڭ",
    "REJECT": "رەت قىلىش"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "باش تاختا",
      "orders": "زاكاز",
      "wallet": "ھەميان"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "قايتا سېتىش تاختىسى"
  },
  "dropshipping_reseller_orders": {
    "title": "ساتقۇچىلار زاكاز قىلىدۇ"
  },
  "dropshipping_reseller_wallet": {
    "title": "ساتقۇچى ھەميان"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "چىقىم جەزملەشتۈرۈش",
      "payment_success": "پۇل تۆلەش تاماملاندى.",
      "buy_title": "سېتىۋېلىش",
      "pay_by_giftcards": "زاكازڭىز سوۋغات كارتىسى بىلەن تۆلەندى.",
      "free_order": "زاكازڭىز ھەقسىز.",
      "pay_by_cod": "زاكاز مال تاپشۇرغاندا نەق پۇل سۈپىتىدە تىزىملىتىلدى.",
      "pay_by_dir": "زاكازڭىز بىۋاسىتە پۇل سۈپىتىدە تىزىمغا ئالدۇرۇلدى ، پۇل تۆلەشنى تاماملاڭ ھەمدە تالوننى زاكاز بېتىڭىزگە يۈكلەڭ.",
      "pay_title": "چىقىم قىلىش",
      "qr_code_payment": "ھەق تۆلەش QR كودى قۇرۇلدى.",
      "connecting_to_online_gateway": "توردا پۇل تۆلەش ئېغىزىغا ئۇلىنىش."
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "پۇل تۆلەش جەزملەشتۈرۈلدى.<br> چېسلا: {payment_at}",
      "pay_fail_title": "ھەق بەرمەيدۇ",
      "pay_fail_message": "ھەقنى دەلىللىگىلى بولمايدۇ!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "ساتقۇچى پۇل تۆلەشكە بۇيرۇيدۇ",
      "balance": "ھېساباتىڭىزنىڭ قالدۇقى",
      "total_cost": "ئومۇمىي زاكاز ھەققى",
      "need_charge": "ھەق ئېلىش كېرەك",
      "no_account_cation": "ھېساباتىڭىز يوق! توپ ساتقۇچىغا تېلېفون قىلىڭ.",
      "orders": "زاكاز"
    },
    "notifications": {
      "success_pay": "بۇ زاكازلار ئۈچۈن تۆلىگەن پۇلىڭىز مۇۋەپپەقىيەتلىك تاماملاندى."
    }
  },
  "dropship_accounts": {
    "charge_account": "ھەق ئېلىش ھېساباتى",
    "charge_dialog": {
      "title": "ھېساباتتىن ھەق ئېلىش",
      "amount_input": "ھېسابات ھەققى",
      "charge_now": "ھازىر توك قاچىلاڭ"
    }
  },
  "dropship_admin_dashboard": {
    "title": "ساتقۇچىنىڭ تەلىپى",
    "today_order_count": "بۈگۈن زاكاز سانى",
    "yesterday_order_count": "تۈنۈگۈن زاكاز سانى",
    "total_7_days": "يېقىنقى 7 كۈندىكى ئومۇمىي زاكاز"
  },
  "dropshipping_products": {
    "no_shops": "كەچۈرۈڭ ، دۇكان تېپىلمىدى. كەلگۈسىدە تېخىمۇ كۆپ دۇكانلار بولىدۇ ، شۇڭا ئۇلارنىڭ مەھسۇلاتلىرىنى دۇكىنىڭىزغا قويسىڭىز بولىدۇ.",
    "show_all_shops": "بارلىق دۇكانلارنى كۆرسەت",
    "show_all_message": "بارلىق دۇكانلارنى كۆرەلەيسىز",
    "current_shop": "ھازىرقى دۇكان",
    "request_account": "ھېسابات تەلەپ قىلىش",
    "request_accepted": "تەلەپ قوبۇل قىلىندى",
    "request_rejected": "تەلەپ رەت قىلىندى",
    "request_pending": "ساقلىنىۋاتقان تەلەپ ..",
    "notifications": {
      "add_product": "دۇكىنىڭىزغا مەھسۇلات قوشۇلدى.",
      "request_access": "زىيارەت تەلىپىڭىزنى توپ ساتقۇچىغا مۇۋەپپەقىيەتلىك ئەۋەتتۇق."
    },
    "show_eligible_shops_message": "لاياقەتلىك دۇكانلارنى كۆرسىتىش"
  },
  "product_dropshipping": {
    "need_re_enable": "بۇ مەھسۇلاتنى ئەسلى ساتقۇچى ئۆزگەرتتى ، بۇ باھا ئۆزگىرىشى دۇكىنىڭىزدىكى مەھسۇلاتنى چەكلىدى. ئۆزگەرتىشلەرنى تەكشۈرۈپ بېقىڭ ، ئەگەر مەھسۇلاتنى قايتا قوزغىتىشقا قوشۇلسىڭىز ، تۆۋەندىكى كۇنۇپكىنى بېسىڭ.",
    "need_re_enable_action": "ماقۇل ، ئۆزگەرتىش ۋە قوزغىتىشنى قوللىنىڭ",
    "changed_value": "بۇ مەھسۇلاتنى ئەسلى ساتقۇچى تەھرىرلىگەن. ئۆزگەرتىشلەرنى تەكشۈرۈپ بېقىڭ ، ئەگەر مەھسۇلاتقا ئۆزگەرتىش كىرگۈزۈشكە قوشۇلسىڭىز ، تۆۋەندىكى كۇنۇپكىنى بېسىڭ.",
    "changed_value_action": "ماقۇل ، ئۆزگەرتىش",
    "parent_deleted": "بۇ تۈر ئەسلى ساتقۇچى تەرىپىدىن ئېلىۋېتىلدى.",
    "parent_closed": "بۇ مەھسۇلات ئەسلى ساتقۇچى تەرىپىدىن چەكلەنگەن! سىز بۇ مەھسۇلاتنى دۇكىنىڭىزدا ساتالمايسىز ، ئەمما ئەسلى ساتقۇچى مەھسۇلاتنى قايتا قوزغىتىپ قويسىڭىز ، بۇ مەھسۇلاتنى دۇكىنىڭىزدا قايتا قوزغىتالايسىز.",
    "notifications": {
      "re_enable_success": "بۇ مەھسۇلات قايتا قوزغىتىلدى.",
      "update_success": "بۇ مەھسۇلات ئۇچۇرى ئەسلى مەھسۇلات ئۇچۇرى بىلەن يېڭىلاندى."
    }
  },
  "product_dropshipping_admin": {
    "title": "Dropshipping",
    "save_alert": "بۇ مەھسۇلاتنىڭ چۈشۈش تەڭشىكى ئۆزگەردى. ئۆزگەرتىشلەرنى ساقلىماقچىمۇ؟",
    "reselling_message": "بۇ تاللاشنى قوزغىتىش ئارقىلىق باشقا ساتقۇچىلار مەھسۇلاتلىرىڭىزنى ئۇلارنىڭ دۇكىنىغا قوشالايدۇ.",
    "reselling": "Dropshipping نى قوزغىتىڭ",
    "price_merchants": "سودىگەرلەرنىڭ باھاسى",
    "price_commission": "سودىگەرلەر كومىتېتى (مۇقىم)"
  },
  "buy_button": {
    "waiting_for_availability": "مەۋجۇتلۇقىنى ساقلاش",
    "inform_me_when_available": "قاچان بار بولسا ماڭا خەۋەر قىلىڭ!",
    "pay_buy": "Pay & Buy",
    "quantity": "ساناپ بېقىڭ",
    "quantity_in_basket": "ھارۋىدىكى بۇيۇملار",
    "count_unit": "x",
    "remove": "ئۆچۈرۈش",
    "add_to_basket": "ھارۋىغا قوشۇڭ",
    "buy": "سېتىۋېلىش",
    "notifications": {
      "inform_add_success": "قاچان بولىدىغانلىقىنى سىزگە ئېيتىپ بېرىمىز.",
      "inform_remove_success": "ساقلاش تىزىملىكىدىن ئۆچۈرۈلدىڭىز."
    },
    "book_now": "ھازىر كىتاب قىلىڭ",
    "reserve_now": "ھازىر زاپاسلاڭ",
    "buy_now": "ھازىر سېتىۋېلىڭ"
  },
  "product_info": {
    "fake": "Fake",
    "action": "كىمئارتۇق سودىسى",
    "compare_limit": "10 تۈر چەكلىمىسى",
    "compare_add": "سېلىشتۇرۇشقا قوشۇڭ",
    "compare_be_in_list": "سېلىشتۇرۇش تىزىملىكىدە",
    "type": "تىپ",
    "brand": "ماركا",
    "category": "سەھىپە",
    "discount": "ئېتىبار",
    "track_price": "ئىز قوغلاش باھاسى",
    "waiting_for_auction": "كىمئارتۇق قىلىپ سېتىشنى ساقلاۋاتامسىز؟",
    "inform_auction": "كىمئارتۇق سودىسى قىلغاندا ماڭا خەۋەر قىلىڭ",
    "return_in_days": "{days} كۈن كاپالىتى قايتىش",
    "support24h7": "24 سائەت 7 كۈن قوللاڭ",
    "support_normal": "خىزمەت ۋاقتىنى قوللاش",
    "original_guarantee": "ئەسلى كاپالەت",
    "cod_payment": "يەتكۈزۈپ بېرىش ياردەم پۇلى",
    "pros": "Pros",
    "cons": "Cons",
    "external_link": "تېخىمۇ كۆپ ئوقۇڭ",
    "notifications": {
      "congratulation": "مۇبارەك بولسۇن",
      "waiting_list_add_success": "بۇ مەھسۇلات كىمئارتۇق قىلىپ سېتىلغاندا سىزگە خەۋەر قىلىمىز.",
      "waiting_list_delete_success": "سىز كىمئارتۇق سودىسى كۈتۈش تىزىملىكىدىن چىقتىڭىز."
    },
    "offer_message": "بۇ تۈرلەر ئۈچۈن {min_quantity}% {ئېتىبار قىلىڭ",
    "up_to": "ھەر بىر تەرتىپ بويىچە {per_order} x غىچە",
    "get_free": "ھەقسىز",
    "get_off": "GET {percent}% OFF"
  },
  "styler": {
    "size_class": "Size & Class",
    "delete_bg": "تەگلىك سۈرىتىنى ئۆچۈرۈڭ",
    "bg_color": "تەگلىك رەڭگى",
    "section_style": "بۆلەك ئۇسلۇبىنى بەلگىلەڭ",
    "link": "ئۇلىنىش بەلگىلەڭ",
    "show_products": "مەھسۇلاتلار / تۈرلەر تىزىملىكى باشقۇرۇش",
    "show_product": "مەھسۇلاتنى تاللاڭ",
    "delete_section": "بۆلەكنى ئۆچۈرۈڭ",
    "text_color": "تېكىست رەڭگى",
    "tex_align": "تېكىستنى توغرىلاش",
    "text_style": "تېكىست ئۇسلۇبى",
    "bg_image": "تەگلىك سۈرىتى",
    "product": {
      "title": "مەھسۇلاتنى تاللاڭ"
    },
    "products": {
      "title": "مەھسۇلات ۋە تۈر تىزىملىكىنى باشقۇرۇش",
      "sort_options": "تەرتىپلەش ۋە كۆرۈش تەڭشەكلىرىنى تاللاڭ",
      "item_types": "پەقەت مەھسۇلات / تۈرلەرنىلا كۆرسەت",
      "product_only": "پەقەت مەھسۇلاتلار",
      "category_only": "پەقەت تۈرلەر",
      "no_category": "دۇكىنىڭىزدا ھېچقانداق تۈر يوق.",
      "limit": "مەھسۇلات چەكلىمىسى",
      "limit_message": "مەھسۇلات نەتىجىسىنى كىرگۈزۈڭ",
      "select_categories": "ئىشلەتكىلى بولىدىغان تۈرلەرنى تاللاڭ",
      "categories_limit": "تۈر چەكلىمىسى",
      "categories_limit_msg": "ئەڭ كۆپ تۈرلەرنى كىرگۈزۈڭ. نۆلگە چەك قويماڭ."
    }
  },
  "shop_contacts": {
    "popup": "سەكرىمە قوللاشنى قوزغىتىڭ",
    "popup_message": "بۇ تاللاشنى قوزغىتىش ئارقىلىق قوللاش كۇنۇپكىسى دۇكىنىڭىزنىڭ ئوڭ تەرىپىدە كۆرۈنىدۇ."
  },
  "popup_page": {
    "preview": "جانلىق كۆزنەكنى كۆرۈڭ",
    "menu": {
      "design": "لايىھىلەش",
      "appearance": "كۆرۈنۈش",
      "filter": "سۈزگۈچ",
      "setting": "تەڭشەك"
    },
    "notifications": {
      "save": "سەكرىمە مۇۋەپپەقىيەتلىك ساقلاندى.",
      "edit": "سەكرىمە مۇۋەپپەقىيەتلىك يېڭىلاندى."
    }
  },
  "popup_appearance": {
    "position": "ئورنى",
    "position_desc": "بۇ ئۇقتۇرۇشنىڭ بەتتىكى كۆرۈنۈشىنى بەلگىلەڭ.",
    "width": "كەڭلىك",
    "width_desc": "ئەڭ چوڭ بەت كەڭلىكىنى تەڭشىيەلەيسىز.",
    "height": "ئېگىزلىكى",
    "height_desc": "ئەڭ چوڭ بەت ئېگىزلىكىنى بەلگىلىيەلەيسىز.",
    "radius": "بۇلۇڭ رادىئوسى",
    "radius_desc": "بۇ بۆلەكتە ئۇقتۇرۇشنىڭ بۇلۇڭىنىڭ ئەگرى سىزىقىنى تەڭشىيەلەيسىز.",
    "shadow": "سايە",
    "shadow_desc": "سەكرىمە كۆزنەكنىڭ سايە بولۇشىنى خالامسىز؟",
    "delay": "كېچىكىشنى كۆرسىتىش",
    "delay_desc": "ئىشلەتكۈچى دۇكىنىڭىزغا كىرگەندىن كېيىن ، بۇ ۋاقىت ئۆتۈپ كەتكەندىن كېيىن ، ئىشلەتكۈچىگە ئۇقتۇرۇش كۆرۈنىدۇ.",
    "hide": "كېچىكىشنى يوشۇرۇش",
    "hide_desc": "ئۇقتۇرۇشتىن بىر نەچچە سېكۇنتتىن كېيىن ئۇقتۇرۇشنىڭ ئاپتوماتىك تاقىلىدىغانلىقىنى تەڭشىيەلەيسىز. 0 نىڭ قىممىتى ئۇقتۇرۇشنىڭ ئاپتوماتىك تاقالمايدىغانلىقىدىن دېرەك بېرىدۇ.",
    "transition": "Popup animation"
  },
  "popup_filter": {
    "registered": "ئەزالىق ۋە كىرىش تەلىپى",
    "registered_desc": "بۇ ئۇقتۇرۇشنى پەقەت ئىشلەتكۈچىلەر ياكى مېھمانلارنى ساقلاش ئۈچۈن كۆرسىتىشنى تاللىسىڭىز بولىدۇ.",
    "only_guests": "پەقەت مېھمانلار",
    "only_users": "پەقەت ئىشلەتكۈچىگە كىردى",
    "purchased": "سېتىۋېلىش تارىخى",
    "purchased_desc": "سىز بۇ ئۇقتۇرۇشنى ئاللىبۇرۇن سېتىۋالغان ياكى تېخى سېتىۋالمىغانلارغا كۆرسىتىشنى تاللىيالايسىز.",
    "no_purchase": "تېخى سېتىۋالمىدى",
    "yes_purchase": "ئىلگىرى سېتىۋالغان",
    "sex": "جىنىس",
    "sex_desc": "بۇ ئۇقتۇرۇشنىڭ پەقەت مەلۇم جىنس ئىشلەتكۈچىلەرگىلا كۆرسىتىلىشىنى خالامسىز؟",
    "age": "ئەڭ تۆۋەن ياش",
    "age_desc": "ئەگەر 6 دىن چوڭ قىممەت كىرگۈزۈلگەن بولسا ، ئىشلەتكۈچى چوقۇم تىزىملىتىشى ھەمدە تۇغۇلغان كۈنىنى كىرگۈزۈشى كېرەك.",
    "levels": "خېرىدارلار كۇلۇبى سەۋىيىسى",
    "levels_desc": "ئەگەر ئىشلەتكۈچىنىڭ تۆۋەندە تاللانغان سەۋىيىدىن بىرى بولسا ، بۇ ئۇقتۇرۇش ئۇنىڭغا كۆرسىتىلىدۇ.",
    "countries": "ئورۇن چەكلىمىسى",
    "countries_desc": "بۇ ئۇقتۇرۇشنىڭ پەقەت مەلۇم بىر دۆلەتتىن كەلگەن ئىشلەتكۈچىلەرگىلا كۆرسىتىلىشىنى خالامسىز؟"
  },
  "popup_setting": {
    "published": "ئېلان قىلىنغان ھالىتى",
    "repeat": "تەكرارلاڭ",
    "repeat_msg": "بۇ ئۇقتۇرۇشنىڭ ئىشلەتكۈچىگە بىر نەچچە قېتىم كۆرسىتىلىشىنى خالامسىز؟",
    "intervals": "سەكرىمە ئېكراننىڭ ۋاقتى",
    "intervals_msg": "ئىشلەتكۈچىگە ئۇقتۇرۇشنى كۆرسىتىشنىڭ ئەڭ تۆۋەن ۋاقتى چوقۇم ئۆتۈپ كەتكەن بولۇشى كېرەك.",
    "designer_zone": "لايىھەلىگۈچى رايون",
    "title": "Popup title",
    "note": "لايىھەلىگۈچى ئەسكەرتىش",
    "image": "رەسىمنى يېپىش",
    "delete": {
      "title": "ئۆچۈرۈش",
      "sub_title": "بىر قاڭقىش كۆزنىكىنى ئۆچۈرسىڭىز ، قايتىپ كەلمەيدۇ. جەزملەشتۈرۈڭ.",
      "action": "بۇ كۆزنەكنى ئۆچۈرۈڭ"
    },
    "notifications": {
      "delete": "كۆزنەك ئۆچۈرۈلدى."
    }
  },
  "shop_sms": {
    "title": "قىسقا ئۇچۇرنى باشقۇرۇش",
    "sub_title": "خېرىدارلارغا ئەۋەتىلگەن قىسقا ئۇچۇر قېلىپى",
    "message": "دۇكىنىڭىز ئەۋەتكەن قىسقا ئۇچۇرلارنىڭ مەزمۇنىنى بۇ يەردىن كۆرەلەيسىز. ئۇچۇر مۇلازىمىتىدە دەلىللەش ئەندىزىسىنى تىزىملاشنىڭ چەكلىمىسى تۈپەيلىدىن ، قىسقا ئۇچۇرنى خاسلاشتۇرۇش مۇمكىن ئەمەس."
  },
  "shop_emails": {
    "title": "ئېلېكترونلۇق خەتنى باشقۇرۇش",
    "sub_title": "بۇ بۆلەكتە دۇكاننىڭ خېرىدارلار ۋە باشقۇرغۇچىلارغا ئەۋەتكەن ئېلېكترونلۇق خەت ساندۇقىنى كۆرىسىز. ئېلېكترونلۇق خەتلەر دۇكىنىڭىزغا كىرگۈزگەن ئۇچۇرلارغا ئاساسەن ئاپتوماتىك لايىھەلەنگەن ۋە ياسالغان. شۇنداقلا ، ئۇچۇر ۋە رەسىملەرنى خاسلاشتۇرۇش مۇمكىنچىلىكى كەلگۈسىدە ئاممىغا تەمىنلىنىدۇ."
  },
  "instagram": {
    "title": "Instagram دىكى سېتىش",
    "message": "بۇ قورالنىڭ ياردىمىدە Instagram نى دۇكانغا ئايلاندۇرالايسىز. بۇ يەردە Instagram ھېساباتىڭىزنى قوشۇڭ ۋە جەزملەشتۈرۈڭ ، ئاندىن ھەر بىر يازمىدىن ياكى ھېكايىڭىزدىن بىر ياكى بىر نەچچە مەھسۇلاتنى يوللىيالايسىز ، مەھسۇلات تىزىملىكىڭىزنى قوشالايسىز ۋە بەلگە قويالايسىز ياكى يازمىنى يېڭى مەھسۇلاتقا ئايلاندۇرالايسىز!",
    "add_product": "يېڭى مەھسۇلات قوشۇڭ",
    "create_product": "مەھسۇلات يارىتىش",
    "link_box_msg": "بۇ ئۇلىنىشنى Instagram ، تېلېگرامما ياكى باشقا ئىجتىمائىي ئالاقە ۋاسىتىلىرىگە بىئولوگىيىڭىزگە قويۇڭ ، شۇندىلا ئاڭلىغۇچىلىرىڭىز تېخىمۇ تېز ، ئاسان ، تېخىمۇ كۆپ ۋە ئاخىرىدا تېخىمۇ كۆپ سېتىۋالالايدۇ.",
    "remove_account": "Instagram ئۇلانمىسىنى ئۆزگەرتىش / ئۆچۈرۈش",
    "sync": "ھېسابات سانلىق مەلۇماتلىرىنى ماسقەدەملەش (ھەر 60 مىنۇتتا)"
  },
  "service_bill": {
    "task": {
      "title": "قىلىشقا تېگىشلىك ئىشلار تىزىملىكى",
      "message": "قىلماقچى بولغان ئەسەرنىڭ ماۋزۇسىنى يېزىڭ ھەمدە سېتىۋالغۇچىغا ئۇنىڭ قانچىلىك ئىلگىرىلىگەنلىكىنى بىلدۈرۈڭ."
    },
    "booking": {
      "title": "زاكاز قىلىش / زاكاس قىلىش",
      "message": "بۇ زاكاز بەلگىلەنگەن ۋاقىتتا بىر تەرەپ قىلىنىدۇ ، خېرىدار كۆزلىگەن ۋاقىتنى تاللىدى ، ئەگەر سىز تاللانغان مەزگىلدە ئۆزگەرتىش ئېلىپ بارماقچى بولسىڭىز ، خېرىدارغا خەۋەر قىلىڭ.",
      "selected_checkin": "تاللانغان خېرىدارلارنىڭ كىرىش ۋاقتى",
      "selected_checkout": "تاللانغان خېرىدارلارنىڭ چىقىش ۋاقتى",
      "change_days_question": "خېرىدار تاللانغان كۈنلەردە ئۆزگەرتىش كېرەكمۇ؟",
      "show_calendar": "زاكاز كالېندارىنى كۆرسەت"
    },
    "pricing": {
      "title": "باھا",
      "message": "بۇ مۇلازىمەت ئۈچۈن قانچىلىك ھەق ئالىسىز؟"
    },
    "subscription": {
      "title": "مۇشتەرى بولۇش",
      "message": "كۈندىلىك مۇلازىمەتنى سېتىۋېلىش ئارقىلىق مۇشتەرى بولۇش مۇددىتىنى تاللىيالايسىز. سىز كىرگۈزگەن كۆڭۈلدىكى قىممەتنى ئۆزگەرتمەكچى بولسىڭىز سېتىۋالغۇچىغا خەۋەر قىلىڭ.",
      "duration": "مۇشتەرى بولۇش مۇددىتى"
    },
    "charge": {
      "title": "ھەق ئېلىش",
      "message": "بۇ تۈر ئۈچۈن ھەق بەلگىلىدىڭىز. خېرىدار سېتىۋالغان بۇيۇمنىڭ ھەق سوممىسىنى ئۆزگەرتەلەيسىز.",
      "charge": "ھەق ئېلىش"
    },
    "save_item": "تەكشۈرۈپ دەلىللەڭ",
    "start_service": "مۇلازىمەتنى باشلاش",
    "end_service": "تامام"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "مۇلازىمەتنى تاماملاش",
      "message": "ئەگەر بۇ ئىش تاماملانسا جەزملەشتۈرۈش كۇنۇپكىسىنى بېسىپ تەرتىپنى تاماملاڭ ۋە تاقاڭ.",
      "action": "تەرتىپنى جەزملەشتۈرۈڭ ۋە تاماملاڭ"
    }
  },
  "product_outputs": {
    "outputs_form": "كۆرسىتىشنىڭ ئۇچۇر قۇرۇلمىسى (چىقىرىش)",
    "virtual": {
      "title": "مەھسۇلات چىقىرىش ئۇچۇر جەدۋىلى",
      "sub_title": "سېتىۋالغاندىن كېيىن ئىشلەتكۈچىگە كۆرسەتمەكچى بولغان ئۇچۇرلار. بۇ جەدۋەل سوۋغات كارتىسى قاتارلىق مەۋھۇم مەھسۇلاتلارنى سېتىشقا ئالاھىدە ماس كېلىدۇ."
    },
    "service": {
      "title": "مۇلازىمەت لايىھىسى",
      "sub_title": "ئالدى بىلەن مۇلازىمەت تىپىڭىزنى تاللاڭ ۋە لازىملىق ئۇچۇرلارنى كىرگۈزۈڭ. مەسىلەن ، سىز تودو تىزىملىكىنى بەلگىلىيەلەيسىز ياكى خېرىداردىن زاكاز قىلىش ۋاقتى ياكى ئۇچرىشىشنى تەلەپ قىلالايسىز."
    }
  },
  "service_design": {
    "type": "مۇلازىمەت تىپى",
    "type_message": "بۇ مەھسۇلات ئۈچۈن تەمىنلەيدىغان مۇلازىمەت تۈرىنى تاللاڭ. ھەر بىر تۈرنى تاللاش ئارقىلىق مۇناسىۋەتلىك جەدۋەل كۆرۈنىدۇ. سىز تاللىغان مۇلازىمەتنىڭ ئوخشىماسلىقىغا ئاساسەن ، زاكاز قىلغاندا خېرىداردىن تېخىمۇ كۆپ ئۇچۇرلارنى تاپشۇرۇۋېلىشىڭىز مۇمكىن."
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "On-Demand",
      "desc": "مەسىلەن ئۆي رېمونت قىلىش ، بوياش ، ماشىنا رېمونت قىلىش قاتارلىقلار."
    },
    "BOOKING": {
      "title": "زاكاز قىلىش",
      "desc": "مېھمانخانا ئۆي ياكى داچا زاكاز قىلغانغا ئوخشاش."
    },
    "APPOINTMENT": {
      "title": "تەيىنلەش",
      "desc": "ئەرمەك ھايۋانلارنى بېقىش ياكى ئادەم تەربىيىلەشكە ئوخشاش."
    },
    "RENTAL": {
      "title": "ئىجارە",
      "desc": "ئورۇن ياكى ماشىنا ئىجارە ئالغانغا ئوخشاش."
    },
    "SUBSCRIPTION": {
      "title": "مۇشتەرى بولۇش",
      "desc": "كۇلۇب ئەزالىقىغا ياكى تور مەشقاۋۇلىغا ئوخشاش."
    },
    "CHARGE": {
      "title": "ھەق ئېلىش",
      "desc": "ھېساباتقا توك قاچىلاش ياكى پروگرامما ئىشلىتىش ئۈچۈن توك قاچىلاش دېگەندەك."
    },
    "CUSTOM": {
      "title": "Custom",
      "desc": "ئەگەر سىز تەمىنلىگەن مۇلازىمەت يۇقىرىدىكىلەرنىڭ بىرى بولمىسا ، بۇ تاللاشنى تاللاڭ."
    }
  },
  "avocado": {
    "title": "بارلىق ئىجتىمائىي تاراتقۇلاردا تېز ، توغرا ۋە خۇشاللىنارلىق سېتىش",
    "message": "بىر سوم ۋە بىر تېما سىزنىڭ خېرىدارلىرىڭىزدىن پۇل تېپىشىڭىز كېرەك! پۇل بىۋاسىتە ھېساباتىڭىزغا كىرىدۇ ، خېرىدارلىرىڭىزنىڭ ئۆزگىچە مال سېتىۋېلىش تەجرىبىسى بولىدۇ.",
    "new_order": "يېڭى قانۇن لايىھىسى",
    "create_by_seller_title": "تالون قۇرۇش",
    "create_by_seller_message": "ئەگەر مەلۇم مىقداردا تالون ياساپ ئۇنى باشقىلارغا ئەۋەتمەكچى بولسىڭىز ، تۆۋەندىكى كۇنۇپكىنى بېسىپ تالون جەدۋىلىنى كۆرسەتسىڭىز بولىدۇ. سېتىۋالغۇچىغا ھاسىل قىلىنغان ئۇلىنىش بېرىڭ ھەمدە ئۇنىڭ ئارقىلىق ئۇلارنىڭ زاكازلىرىنى ئىز قوغلاڭ.",
    "create_by_buyer_title": "Avocado form",
    "create_by_buyer_message": "بۇ بۆلەكنى قوزغىتىش ئارقىلىق سىزگە بىر ئۇلىنىش كۆرسىتىلىدۇ ، سېتىۋالغۇچىلارغا بۇ ئۇلىنىشنى تەمىنلەڭ ، شۇنداق بولغاندا ئۇلار زاكاز قىلالايدۇ.",
    "orders_list": "زاكاز تىزىملىكى",
    "active_mode": "زاكاز تالونى ئاكتىپ",
    "inactive_mode": "ھەرىكەتسىز",
    "active_message": "بۇ مەنبەنى قوزغىتىش ئارقىلىق خېرىدارلىرىڭىز تۆۋەندە كۆرگەن تەلەپ جەدۋىلى ئارقىلىق مەھسۇلاتقا زاكاز قىلالايدۇ.",
    "avocado_form_link_message": "بۇ ئۇلىنىشنى Instagram ، تېلېگرامما ياكى باشقا ئىجتىمائىي ئالاقە ۋاسىتىلىرىگە بىيوڭىزغا قويۇڭ ، شۇندىلا ئاڭلىغۇچىلىرىڭىز تېخىمۇ تېز ، تېخىمۇ ئاسان ۋە ئاخىرىدا تېخىمۇ كۆپ سېتىۋالالايدۇ.",
    "need_address": "ئادرېسقا ئېرىشىش",
    "need_address_msg": "سېتىۋالغۇچىنىڭ ئورنى ۋە ئادرېسىنى ئېلىشقا توغرا كەلسە ، بۇ تاللاشنى تاللاڭ.",
    "avocado_link_message": "زاكازنى تۆلەش ئۈچۈن يۇقىرىدىكى ئۇلىنىشنى خېرىدارغا تەمىنلەش يېتەرلىك. خېرىدار بۇ ئۇلىنىش ئارقىلىق زاكازغا ئەمەل قىلالايدۇ.",
    "edit_order": "تەرتىپنى تەھرىرلەش",
    "progress": "ئىلگىرىلەش نىسبىتى",
    "buyer_link": "سېتىۋالغۇچى ئۇلىنىشى",
    "buyer_link_message": "سېتىۋالغۇچىغا بۇ ئۇلىنىشنى تەمىنلەڭ. سېتىۋالغۇچى بۇ ئۇلىنىش ئارقىلىق ئۇنىڭ زاكاز پۇلىنى تۆلىيەلەيدۇ ۋە ئىز قوغلىيالايدۇ. بۇ ئۇلىنىش كودلانغان ، ئەگەر بۇ ئۇلىنىش ھېچكىمگە تەمىنلەنمىسە ، ئۇ پۇل تۆلىيەلەيدۇ ۋە ئۇچۇرلارنى كۆرەلەيدۇ. بۇ ئۇلىنىش 60 كۈن ئاكتىپلىنىدۇ. كۆچۈرۈش ئۈچۈن تۆۋەندىكى ئۇلانمىنى چېكىڭ.",
    "OrderConfirm_done": "زاكاز جەزملەشتۈرۈلدى.",
    "OrderConfirm_message": "پۇل تۆلەش ۋە زاكازنىڭ توغرىلىقىنى جەزملەشتۈرسىڭىز ، تۆۋەندىكى كۇنۇپكىنى بېسىڭ.",
    "OrderConfirm_action": "زاكاز جەزملەشتۈرۈش",
    "PreparingOrder_message": "ئەگەر خېرىدارلار مال ئەۋەتىشكە تەييارلانسا ، تۆۋەندىكى جەزىملەشتۈرۈش كۇنۇپكىسىنى بېسىڭ.",
    "PreparingOrder_action": "زاكاز ئەۋەتىشكە تەييار",
    "finish_message": "ئەگەر بۇ بۇيرۇق تاماملانغان بولسا ، ئاخىرقى كۇنۇپكىنى بېسىپ بۇ بۇيرۇقنى تاقاڭ.",
    "finish_action": "زاكازنى بىر تەرەپ قىلىش",
    "finish_dialog": {
      "title": "زاكازنى تاماملاڭ",
      "message": "زاكاز تاماملاندىمۇ ، ئۇنى ياپماقچىمۇ؟",
      "action": "شۇنداق ، زاكازنىڭ تاماملانغانلىقىنى جەزملەشتۈرۈڭ"
    },
    "configuration": "Avocado تەڭشەكلىرى",
    "delivery_price": "توشۇش ھەققى",
    "edit_avocado_action": "ئۇچۇرنى تەھرىرلەش",
    "submit_pricing_avocado_action": "زاكازنىڭ باھاسىنى يوللاڭ",
    "add_avocado_action": "تالون ئۇلىنىشى قۇرۇش",
    "avocados_list": "Avocados نىڭ تىزىملىكى",
    "not_pricing": "بۇ تۈرنىڭ باھاسى يوق!",
    "show_all": "ھەممىنى كۆرسەت",
    "show_accepted": "جەزملەشتۈرۈلگەن تۈرلەرنى كۆرسىتىش",
    "notifications": {
      "update_success": "Avocado مۇۋەپپەقىيەتلىك يېڭىلاندى.",
      "add_success": "Avocado مۇۋەپپەقىيەتلىك يارىتىلدى."
    },
    "name": "Avocado"
  },
  "avocado_orders": {
    "title": "Avocado",
    "title_small": "ئىجتىمائىي تاراتقۇ سېتىش",
    "pending_orders": "ئاكتىپ زاكاز",
    "avocado": "Avocado نى زاكاز قىلىڭ"
  },
  "avocado_process": {
    "step1": "باھا",
    "step1_msg": "ھەر بىر تۈرنىڭ باھاسىنى كىرگۈزۈپ ، يېشىل رامكىنى تەكشۈرۈڭ. ئەگەر بىر نەرسىنى سېتىش مۇمكىن بولمىسا ، ئۇنىڭ ئورنىنى رەت قىلىپ ئۆزگەرتىڭ.",
    "step2": "تالوننى جەزملەشتۈرۈڭ",
    "step2_msg": "بۇ زاكاز ئۈچۈن تالون تەييارلاڭ. تالوننىڭ ئىسمى ۋە چۈشەندۈرۈشىنى كىرگۈزەلەيسىز. زاكاز مىقدارى تۈرلەرنىڭ ئومۇمىي باھاسىغا ئاساسەن ھېسابلىنىدۇ.",
    "title_input": "تالون ئىسمى *",
    "show_to_customer": "بۇ ئۇچۇرلار سېتىۋالغۇچىغا كۆرسىتىلىدۇ.",
    "description_msg": "بۇ زاكاز ئۈچۈن خاتىرە يازماقچىمۇ؟ بۇ ئۇچۇرلار سېتىۋالغۇچىغا كۆرسىتىلىدۇ.",
    "price_input": "زاكاز مىقدارى *",
    "tax_none": "باجسىز",
    "tax_included": "باھاغا كىرگۈزۈلگەن",
    "tax_add": "باج قوشۇڭ",
    "tax_message": "باجنىڭ باھاغا كىرگۈزۈلگەن ياكى قوشۇلمىغانلىقىنى تاللىيالايسىز.",
    "tax_included_messages": "باج باھاغا كىرىدۇ.",
    "tax_add_messages": "ئاخىرقى باھاغا باج قوشۇش كېرەك."
  },
  "hyper": {
    "print_label": "تۆۋەندىكى بەلگىنى بېسىپ مەھسۇلاتنىڭ ئالدىدا قويۇڭ",
    "hyper_form_link_product_message": "خېرىدارلىرىڭىز بۇ ئۇلىنىش ئارقىلىق {product} نى تېزلا سېتىۋالالايدۇ. ئۇلار يەنە QR كودىنى سايىلەش ئارقىلىق ئوخشاش ئۇلىنىشقا كىرىدۇ.",
    "title": "Hyper Quick Sale",
    "message": "Hyper Selldone سېتىش قانىلىنىڭ ياردىمىدە ، خېرىدارلىرىڭىز QR كودىنى سايىلەش ئارقىلىق سىزدىن ھېچقانداق ھەرىكەت قوللانماي مەھسۇلات سېتىۋالالايدۇ. بۇ ئۇسۇل ئارقىلىق بايرام ، كۆرگەزمە ياكى ئالدىراش مۇراسىملاردا بىر قىسىم بۇيۇملارنى تېز سېتىڭ. بۇ بۆلەكتە Hyper نى قوزغىتقاندىن كېيىن ، مەھسۇلات باشقۇرۇش بۆلىكىدە فىزىكىلىق مەھسۇلاتلارغا تېخىمۇ يۇقىرى QR كودى قۇرالايسىز.",
    "orders_list": "Hyper زاكاز تىزىملىكى",
    "active_mode": "Hyper سېتىش قانىلى قوزغىتىلدى",
    "inactive_mode": "ھەرىكەتسىز",
    "active_message": "ئەگەر بۇ تاللاشنى قوزغىتىپ قويسىڭىز ، ھەر بىر مەھسۇلاتنىڭ باشقۇرۇش بۆلىكىدە تېز سېتىش-كود قۇرۇش مۇمكىنچىلىكى كۆرۈلىدۇ.",
    "hyper_form_link_message": "دۇكىنىڭىزنىڭ ئۇلىنىش بېتى",
    "configuration": "Hyper Settings",
    "name": "Hyper"
  },
  "hyper_orders": {
    "title": "Hyper",
    "title_small": "سېتىش دوكلاتى",
    "hyper": "زاكاز قوبۇل قىلىندى"
  },
  "product_file": {
    "no_file": "تېخى ھۆججەت يوللانمىدى!",
    "delete_dialog": {
      "title": "ھۆججەتنى ئۆچۈرۈڭ",
      "message": "بۇ ھۆججەتنى ئۆچۈرەمسىز؟",
      "action": "ھەئە ، ھازىر ئۆچۈرۈڭ"
    },
    "notifications": {
      "delete_success": "ھۆججەت مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى."
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 توك قاچىلاش {amount} ۋە {amount_total} ئىناۋىتىگە ئېرىشىش.",
    "charge_action": "ھەقسىز كرېدىت تەلەپ قىلىش",
    "claim_title": "ھەقسىز ئىناۋىتىڭىزنى تەلەپ قىلىڭ",
    "claim_charge_caution": "ئەسكەرتىش: ھەميان ھېساباتىڭىز ئارىسىدا پۇلنى ئالماشتۇرۇش مۇمكىن ئەمەس. شۇڭلاشقا ، دۇكىنىڭىزدا ئالماشتۇرۇلغان پۇلغا ماس كېلىدىغان ھېساباتنى تاللاڭ.",
    "account_input": "ئامانەت ھېساباتى",
    "account_msg": "بۇ ھېساباتقا ھەق ئېلىنىدۇ"
  },
  "selldone_applications": {
    "title": "زاكازلىرىڭىزنى قولدىن بېرىپ قويماڭ.",
    "msg": "سودىڭىزنى خالىغان جايدا ۋە ھەر ۋاقىت باشقۇرۇڭ."
  },
  "shop_seo": {
    "title": "SEO سەپلىمىسى",
    "msg": "ئورگانىك خېرىدارلارنى سېتىۋېلىش يوللىرىغا ھوقۇق بېرىش ئارقىلىق تور تىجارىتىگە تېز ئىلگىرىلەش.",
    "auto": {
      "title": "Auto SEO Engine",
      "msg": "تور بېتىڭىزدىكى ئۈندىدار ۋە ئىزدەش ماتورلىرى ئۈچۈن يوچۇقسىز كۆچمە تەجرىبە بىلەن تەمىنلەڭ."
    },
    "amp": {
      "title": "AMP",
      "msg": "كۆچمە بەتلەرنىڭ ئاپتوماتىك ھاسىل قىلىنىشى تېزلىتىلدى."
    }
  },
  "shop_preferences": {
    "order": {
      "title": "زاكاز",
      "desc": "ئەگەر خېرىدار زاكازنى تاپشۇرسا ، زاكاز ئۇچۇرىنى ئۆز ئىچىگە ئالغان ئېلېكترونلۇق خەت بۇ ئادرېسقا ئەۋەتىلىدۇ."
    },
    "return": {
      "title": "قايتىش",
      "desc": "ئەگەر مەھسۇلات سېتىۋالغۇچى تەرىپىدىن قايتۇرۇلسا ، بۇ ئېلېكترونلۇق خەت ئەۋەتىلىدۇ. بۇ ئېلېكترونلۇق خەتنى ئەۋەتىش سىزنىڭ سېتىۋالغان پىلانىڭىزغا باغلىق."
    },
    "pos": {
      "title": "POS",
      "desc": "POS سېتىش دوكلاتى بۇ ئېلېكترونلۇق خەتكە ئەۋەتىلىدۇ."
    },
    "avocado": {
      "title": "Avocado",
      "desc": "Avocado زاكازلىرىنىڭ كۈندىلىك دوكلاتىنى ئەۋەتىڭ."
    },
    "accounting": {
      "title": "بوغالتىرلىق",
      "desc": "مالىيە دوكلاتى ۋە يېڭىلانمىلارنى ساقلاڭ."
    },
    "subscription": {
      "title": "مۇشتەرى بولۇش",
      "desc": "يېقىندا سېتىۋالغان پىلان ھالىتىنى باشلاش ۋە ئاخىرلىشىش ئۇقتۇرۇشى بىلەن تونۇش."
    },
    "technical": {
      "title": "تېخنىكىلىق",
      "desc": "دائىرە ۋە مۇلازىمەت ئەھۋالى توغرىسىدىكى تېخنىكىلىق ئۇقتۇرۇشلار."
    },
    "report": {
      "title": "دوكلات",
      "desc": "ھەپتىلىك ۋە ئايلىق دوكلاتلار بۇ ئېلېكترونلۇق خەتكە ئەۋەتىلىدۇ"
    },
    "review": {
      "title": "Review",
      "desc": "ئەگەر دۇكاندىكى جەرياننى جەزملەشتۈرمەكچى بولسىڭىز ، مۇناسىۋەتلىك ئېلېكترونلۇق خەت بۇ ئادرېسقا ئەۋەتىلىدۇ. مەسىلەن ، دۇكان ئابونتلىرىغا سېتىش ئېلېكترونلۇق خەت ئەۋەتىلگەنلىكىنى جەزملەشتۈرۈش."
    }
  },
  "shop_languages": {
    "title": "تىل ساقلاڭ",
    "sub_title": "دۇكاننىڭ ئاپتوماتىك تەرجىمە بوغچىسىنى ئورنىتىش ۋە قوزغىتىش.",
    "message": "دۇكىنىڭىزغا 10 خىل تىل بولىقىنى قاچىلىيالايسىز. تېخىمۇ كۆپ ئورالمىلارنى قاچىلىماقچى بولسىڭىز بىز بىلەن ئالاقىلىشىڭ."
  },
  "invite_friends": {
    "title": "سودىڭىزنى دۇنياغا سۆزلەڭ!",
    "msg": "Selldone نى دوستلىرىڭىزغا تونۇشتۇرۇڭ. ئۇلار تىزىملاتقاندا 99 دوللارلىق شىركەت تالونىغا ئېرىشىدۇ ، تۇنجى سودىسىنى تاماملىغاندىن كېيىن ئىگىلىك تىكلەش تالونىدا 15 دوللار تاپالايسىز.",
    "invite": {
      "title": "ھەقسىز 99 دوللارلىق تالونغا ئېرىشىش ئۈچۈن Selldone سودا OS غا قوشۇلۇڭ.",
      "description": "سېنى سېللدونغا تەكلىپ قىلىپ ، سودىڭىزنى قالتىس قورال بىلەن توردا باشلاڭ.",
      "hashtags": "ecommerce, websiteBuilder",
      "quot": "مەن Selldone تەرىپىدىن تور دۇكىنى قۇردىم ، ھازىر سودىڭىزنى قىلالايسىز."
    }
  },
  "shops_list": {
    "title": "مېنىڭ دۇكانلىرىم",
    "message": "رۇخسەت قىلىنغان ۋە ئەۋرىشكە ئالغان دۇكانلارنىڭ تىزىملىكى."
  },
  "shipping": {
    "warehouse_error": "ئامبىرىڭىزنى ئاۋۋال ئورۇنلاشتۇرۇڭ! بۇ ئادرېس توشۇشنىڭ مەنبەسى سۈپىتىدە ئىشلىتىلىدۇ.",
    "errors": {
      "set_origin": "ئورۇن خەرىتىڭىزنى بەلگىلەڭ.",
      "set_country": "دۆلىتىڭىزنى بەلگىلەڭ.",
      "set_address": "ئادرېسىڭىزنى بەلگىلەڭ.",
      "set_zip": "پوچتا نومۇرىڭىزنى تەڭشەڭ."
    },
    "set_warehouse": "ئامبار ئورنىتىڭ",
    "pickup_location": "پىكاپ ئورنى",
    "refresh_rates": "ئۆسۈم نىسبىتىنى يېڭىلاش",
    "no_rate": "نىسبىتى يوق ...",
    "view_messages": "ئۇچۇرلارنى كۆرۈش ...",
    "not_set_yet": "تېخى تەڭشەلمىدى!",
    "drop_orders_here": "زاكازنى بۇ يەرگە تاشلاڭ ..."
  },
  "blog_category": {
    "title": "بىلوگ تۈرلىرى",
    "add_action": "يېڭى سەھىپە قوشۇڭ",
    "add_dialog": {
      "title": "يېڭى / يېڭىلاش تۈرى",
      "force_edit": "تەھرىرلەش يولىنى زورلاڭ",
      "force_edit_msg": "سەھىپە نامىنى ئۆزگەرتىڭ ۋە بارلىق ماقالىلەرنى يېڭىلاڭ.",
      "star_msg": "داڭلىق سەھىپىلەرنى بىلوگدا كۆرسىتىشنىڭ مۇھىم نۇقتىسى بار.",
      "star": "تىكىلگەن",
      "delete_action": "كاتېگورىيەنى ئۆچۈرۈڭ",
      "add_action": "سەھىپە قوشۇڭ",
      "edit_action": "سەھىپىنى تەھرىرلەش"
    }
  },
  "about_us": {
    "title": "بىز ھەققىدە بەت",
    "subtitle": "سودىڭىز ھەققىدە ماقالە يېزىڭ ، بىز ھەققىدە. بۇ بەت ئاڭلىغۇچىلىرىڭىزغا ماركا ۋە بۇرچىڭىزنى بىلىشكە ياردەم بېرىدۇ."
  },
  "terms": {
    "title": "مۇلازىمەت بېتى",
    "subtitle": "خېرىدارلىرىڭىزنى سېتىۋېلىش ۋە ئىشلىتىش شەرتلىرىنى چۈشەندۈرۈڭ."
  },
  "privacy": {
    "title": "مەخپىيەتلىك سىياسىتى بېتى",
    "subtitle": "مەخپىيەتلىك تۈزۈمى بىر تەرەپنىڭ خېرىدار ياكى خېرىدارنىڭ سانلىق مەلۇماتلىرىنى توپلاش ، ئىشلىتىش ، ئاشكارىلاش ۋە باشقۇرۇش ئۇسۇللىرىنىڭ بىر قىسمىنى ياكى ھەممىسىنى ئاشكارىلايدىغان بايان ياكى قانۇنىي ھۆججەت."
  },
  "contact_us": {
    "title": "بىز بىلەن ئالاقىلىشىڭ",
    "subtitle": "ئالاقىلىشىش ئۇچۇرلىرىڭىزنى ، ئادرېسىڭىزنى ۋە تېلېفون نومۇرىڭىزنى يېزىڭ."
  },
  "metaverse": {
    "title": "Metaverse Bridge",
    "subtitle": "Selldone سودا بوشلۇقىدا% 100 API ئاساسىدىكى مۇلازىمەت بىلەن تەمىنلەيدۇ. ئويۇن ، blockchain ۋە مېتابولىزىم ئاچقۇچىلار بۇ كۈچلۈك API لارنى ئىشلىتىپ ، خىزمەت ، تۇرمۇش ۋە سودا دۇنياسىدا سودا ، خېرىدار ۋە مۇلازىمەتنى باغلىيالايدۇ.",
    "message": "ئويۇن ئاچقۇچىلارغا بالدۇر كىرىش"
  },
  "orders_bulk_export": {
    "title": "زاكاز ياردەمچىسى",
    "timespan": {
      "title": "ۋاقىت",
      "subtitle": "زاكاز قويۇشنىڭ باشلىنىش ۋە ئاخىرلىشىش ۋاقتىنى تاللاڭ."
    },
    "tasks": {
      "title": "ۋەزىپە چىقىرىش",
      "subtitle": "زاكازنى بىر تەرەپ قىلىش ۋەزىپىلىرىنى تۈركۈملەپ چۈشۈرۈڭ. نەتىجىدە پەقەت ھەقلىق ۋە COD زاكازلىرى بار.",
      "export_title": "ۋەزىپە تىزىملىكى"
    },
    "labels": {
      "title": "بوغچا بەلگىسى",
      "subtitle": "تاللانغان ۋاقىت ۋە ھالەتتىكى بارلىق زاكاز بەلگىسىنىڭ تىزىملىكىنى چۈشۈرۈڭ. نەتىجىدە پەقەت ھەقلىق ۋە COD زاكازلىرى بار.",
      "export_title": "ساندۇق بەلگىسى"
    }
  },
  "customers_funnel": {
    "title": "Customers Demography",
    "subtitle": "ئاز سېتىش ئارقىلىق تېخىمۇ كۆپ قىممەت يەتكۈزۈش ئۈچۈن تېخىمۇ ياخشى قارار چىقىرىش ئۈچۈن خېرىدارلىرىڭىزنىڭ سانلىق مەلۇماتلىرىنى سۈزۈپ ئېكىسپورت قىلىڭ! خېرىدارلىرىڭىزنىڭ شەخسىي مەخپىيەتلىكىگە ھۆرمەت قىلىڭ ، ئۇلارغا كۆپلەپ ئېلېكترونلۇق خەت ئەۋەتمەڭ! خېرىدارلارنىڭ ئۇچۇرلىرىنى ھەر بىرىنىڭ رۇخسىتىسىز 3-تەرەپ مۇلازىمىتى بىلەن ئورتاقلاشماڭ."
  },
  "transportation_pickups": {
    "addresses": {
      "title": "تاللاش ئادرېسى",
      "subtitle": "بۇ يەرگە پىكاپ ئادرېسىنى قوشۇڭ ۋە تەھرىرلەڭ. ئىشلەتكۈچىلەر چىقىم قىلىش بېتىدىكى پىكاپ ئادرېسىنى تاللىيالايدۇ.",
      "add_action": "يېڭى ئورۇن قوشۇڭ"
    }
  },
  "affiliate_pos": {
    "title": "Affiliate POS",
    "open_pos_action": "POS نى تېز زاكاز قىلىش",
    "description": "بۇ تاللاش Instagram بېتى ۋە باشقا ئىجتىمائىي تورلارنىڭ باشقۇرغۇچىلىرىغا ماس كېلىدۇ. Affiliate POS نى ئىشلىتىپ خېرىدارلارنىڭ قوللىرىنى تاپشۇرۇۋالىسىز ۋە قوشالايسىز. ھەمكارلاشقۇچىلىرىڭىز (ياكى ئالاھىدە ئىجازەتنامە) مۇناسىۋەتلىك POS غا يېڭى زاكاز قوشالايدۇ ۋە ئامانەت تالونىنى يۈكلىيەلەيدۇ."
  },
  "shop_configuration": {
    "login": {
      "title": "كىرىش ئۇسۇللىرى",
      "subtitle": "ئابونتلارنىڭ دۇكىنىڭىزغا كىرىش ئۇسۇلىنى خاسلاشتۇرۇڭ."
    },
    "checkout": {
      "title": "چىقىمدان ئېقىمى",
      "subtitle": "خېرىدارلار ساياھىتىڭىزنى خاسلاشتۇرۇڭ ۋە سودىڭىزدا ئېقىمىڭىزنى سېتىۋېلىڭ.",
      "map": {
        "title": "خەرىتە",
        "subtitle": "ئىشلەتكۈچىلەر چوقۇم خەرىتىدىكى يەتكۈزۈش ئورنىنى تاللىشى كېرەك (Uber غا ئوخشاش).",
        "subtitle_no_map": "توشۇش ھېسابلاشتىكى ئارىلىق نۆل دەپ قارىلىدۇ ، ئەگەر بۇ ئورۇن خېرىدارلار تەمىنلىگەن ئادرېستا بولمىسا."
      },
      "mode": {
        "title": "خېرىدارلارنىڭ كىرىش نۇقتىسى",
        "default": {
          "title": "ASAP (كۆڭۈلدىكى)",
          "msg": "ئابونتلار ئىمكانقەدەر تېز كىرىدۇ. (تېخىمۇ كۆپ ئۆزگەرتىش)"
        },
        "on_checkout": {
          "title": "چىقىمداندا",
          "msg": "ئابونتلارنى چىقىم قىلىش باسقۇچىغا كىرىشكە زورلاڭ."
        },
        "login_free": {
          "title": "ئىختىيارىي كىرىش",
          "msg": "زاكاز پۇل تۆلىگەندىن كېيىن ئىختىيارى كىرىش .."
        }
      },
      "express": {
        "title": "ھارۋىغا قوشۇلغاندىن كېيىن قايتا نىشانلاڭ",
        "false": {
          "title": "نورمال ھالەت",
          "msg": "بۇ بەتتە قېلىپ ، ھارۋىغا قوشۇشنى چەككەندىن كېيىن مال سېتىۋېلىشنى داۋاملاشتۇرۇڭ."
        },
        "true": {
          "title": "تېز ھالەت",
          "msg": "ھارۋىغا قوشۇشنى چەككەندىن كېيىن خېرىدارنى چىقىمدان بېتىگە يۆتكەڭ."
        }
      },
      "shipping_address": {
        "title": "توشۇش ئادرېسىنى سوراڭ"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "فىزىكىلىق ۋە مۇلازىمەت (سۈكۈتتىكى)",
      "desc": "خېرىداردىن فىزىكىلىق ۋە مۇلازىمەت چىقىملىرىغا ئادرېس كىرگۈزۈشىنى تەلەپ قىلىڭ."
    },
    "physical": {
      "title": "Physical Only",
      "desc": "خېرىداردىن فىزىكىلىق تەكشۈرۈشتە ئادرېس كىرگۈزۈشىنى تەلەپ قىلىڭ."
    },
    "off": {
      "title": "ھەرگىز بولمايدۇ",
      "desc": "توشۇش ئادرېسىنى ھەرگىز سورىماڭ. Service مۇلازىمەت تۈرىنىڭ ئورنىغا مەھسۇلاتلارنىڭ فىزىكىلىق تۈرىنى تاللاش ئارقىلىق ۋارىيانتلار بىلەن مۇلازىمەت قىلىشنى ئويلىسىڭىز ، بۇ تاللاشنى ئىشلىتىڭ."
    }
  },
  "business_model": {
    "title": "سودا ئەندىزىسىنى تەڭشەش",
    "subtitle": "سودا ئەندىزىڭىزنى تەڭشەڭ ، مەشغۇلات سىستېمىڭىزنى پەردە ئارقىسىدا تەڭشەيمىز."
  },
  "business_type": {
    "title": "تاۋار تۈرلىرى",
    "subtitle": "دۇكىنىڭىزدا ساتماقچى بولغان مەھسۇلاتلارنىڭ تۈرىنى تەڭشەڭ. Selldone دىكى مەھسۇلات تۈرلىرى پەقەت بىر خىل مەھسۇلاتلا ئەمەس. بۇ ئەمەلگە ئاشۇرۇش تەرتىپىگە مۇناسىۋەتلىك.",
    "send_activation_request_to_support": "قوللاش بېلىتىدە ئاكتىپلاش تەلىپىنى ئەۋەتىڭ.",
    "require_kyc": "كارخانا خوجايىنى KYC.",
    "needs_enterprise_license": "سىزدە كارخانا ئىجازەتنامىسى بولۇشى كېرەك.",
    "marketplace_caution_message": "بازارنى ئۈلگە قىلىپ سودا OS سەپلىمىسىڭىزگە چوڭقۇر تەسىر كۆرسىتىدۇ. مەسىلەن ، مۇستەقىل باھا ۋە ئامباردا ھەر بىر مەھسۇلات ئۈچۈن كەم دېگەندە بىر ساتقۇچىنى ئېنىقلىشىڭىز كېرەك. خېرىدارلار ساتقۇچى بولمىغان مەھسۇلاتلارنى سېتىۋالالمايدۇ."
  },
  "business_model_view": {
    "normal": {
      "title": "نورمال دۇكان",
      "desc": "ئادەتتە ئوتتۇرا ، كىچىك كارخانا ، ئائىلە تىجارىتى ياكى تامچىلىغۇچى - مەھسۇلاتلىرىنى بىۋاسىتە خېرىدارلارغا ساتىدۇ ياكى توپ ساتقۇچىلارنىڭ مەھسۇلاتلىرىنى ساتقۇچى سۈپىتىدە ساتىدۇ."
    },
    "dropshipping": {
      "title": "Dropshipping",
      "desc": "مەھسۇلات ۋە ئامبار ساقلىماڭ - سىز ئۈچىنچى تەرەپكە ، ئادەتتە توپ ساتقۇچىغا (Printify ، Wholesale2B ، ...) ياكى ئىشلەپچىقارغۇچىغا پۇل تۆلەيسىز ، ئۇلار پەردە ئارقىسىدىكى زاكازنى ئورۇندايدۇ."
    },
    "wholesaler": {
      "title": "Dropshipping Supplier",
      "desc": "ئادەتتە توپ ساتقۇچى ياكى ئىشلەپچىقارغۇچى - زاكازنى ئاخىرقى ئىستېمالچىلارغا بىۋاسىتە ئەۋەتىدۇ. Selldone دىكى باشقا سودىگەرلەر مەھسۇلاتلىرىڭىزنى دۇكانلىرىغا تاشلىسا بولىدۇ."
    },
    "marketplace": {
      "title": "بازار",
      "desc": "تور بازارلىرى سېتىۋالغۇچىلار بىلەن ساتقۇچىلارنى شەخسىي ۋە مەركەزلىك سۇپىدا تۇتاشتۇرىدۇ."
    },
    "franchise": {
      "title": "Franchise / Affiliate",
      "desc": "ئالاھىدە ئىجازەتنامە سىزنىڭ ماركىڭىزنى (Franchising) قۇرغان ياكى مەھسۇلاتلىرىڭىزنى ئۇلارنىڭ ماركىسى (Affiliate) ئارقىلىق ساتىدىغان ئالاھىدە ئىجازەتلىك تىجارەتچىگە چېتىشلىق مەھسۇلات ياكى مۇلازىمەتنى تارقىتىشنىڭ ئۇسۇلى."
    }
  },
  "marketplace": {
    "vendor_wallets": "ھەميان",
    "pricing_models": "باھا",
    "add_vendor": "ساتقۇچى قوشۇڭ",
    "requests": "تەلەپلەر"
  },
  "price_input_type": {
    "title": "باھا كىرگۈزۈش تىپى",
    "default": {
      "title": "سۈكۈتتىكى",
      "desc": "ھارۋىدىكى سان سۈپىتىدە قىممەت تاللاڭ."
    },
    "area": {
      "title": "رايون",
      "desc": "مىقدارنى ھېسابلاش ئۈچۈن كەڭلىك ۋە ئۇزۇنلۇقنى كىرگۈزۈڭ."
    },
    "volume": {
      "title": "ھەجىمى",
      "desc": "مىقدارنى ھېسابلاش ئۈچۈن كەڭلىك ، ئۇزۇنلۇق ۋە ئېگىزلىكنى كىرگۈزۈڭ."
    },
    "custom": {
      "title": "Custom (كىرگۈزۈش شەكلى ئارقىلىق)",
      "desc": "نەچچە يۈز خىل ۋارىيانتنىڭ ھاجىتى يوق! ئالاھىدە خاسلاشتۇرۇلغان مەھسۇلاتلار ئۈچۈن خاس تەننەرخنى ھېسابلاش جەدۋىلىنى قۇرۇڭ."
    }
  },
  "vendors_list": {
    "title": "Vendors",
    "message": "ئۆزۈمنىڭ ساتقۇچىلارنىڭ تىزىملىكى."
  },
  "vendor_page": {},
  "domains": {
    "message": "سودا مەشغۇلات سىستېمىڭىزغا بىر قانچە تورنامىنى ئۇلاڭ ۋە ھەممىسىنى بىر جايدا باشقۇرۇڭ. سىز كۆپ خىل تور نامىنى ئىشلىتىپ تور بېتىڭىزنىڭ ھەر بىر بۆلىكى ئۈچۈن مەخسۇس تور بېكەت قۇرالايسىز ياكى بىلوگ ۋە مەھەللە دېگەندەك."
  },
  "notes": {
    "add_action": "گۇرۇپپىڭىزغا خاتىرە قوشۇڭ",
    "notifications": {
      "success_add": "ئەسكەرتىش مۇۋەپپەقىيەتلىك قوشۇلدى.",
      "success_delete": "ئەسكەرتىش مۇۋەپپەقىيەتلىك ئۆچۈرۈلدى."
    }
  },
  "external_services": {
    "title": "تاشقى مۇلازىمەت",
    "subtitle": "بۇ يەردىكى قىسقا ئۇچۇر ۋە ئېلېكترونلۇق خەت قاتارلىق تاشقى مۇلازىمەتلەرنىڭ ئاخىرقى ھالىتىنى نازارەت قىلىڭ."
  },
  "theme": {
    "dark_mode": "Dark Mode",
    "dark_mode_description": "ئەگەر ئاق رەڭلىك رەڭ بىلەن قېنىق تەگلىكنى ئويلىسىڭىز ، بۇ تاللاشنى تاللاڭ.",
    "light_mode": "يېنىك ھالەت",
    "light_mode_description": "تەگلىكنىڭ سۇس ، تېكىستنىڭ قارا رەڭدە بولۇشىنى ئۈمىد قىلسىڭىز ، بۇ تاللاشنى تاللاڭ."
  },
  "shop_quota": {
    "title": "ئىشلىتىش نورمىسى",
    "sub_title": "بۇ دۇكىنىڭىزنىڭ ئىشلىتىش نورمىسى تىزىملىكى. دۇكىنىڭىزنىڭ ئىجازەتنامىسىنى يېڭىلاش ئارقىلىق بۇ چەكلىمىلەرنى ئاشۇرالايسىز. ئەگەر چەكتىن ئېشىپ كەتسىڭىز ، بىزدىن كۈندىلىك نورما ياردەم پۇلى تەلەپ قىلسىڭىز بولىدۇ. بارلىق ئىشلىتىش ھەر كۈنى ئەسلىگە كېلىدۇ."
  },
  "app_card": {
    "category": "سەھىپە",
    "installs": "قاچىلاش",
    "actives": "ئاكتىپ",
    "uninstalls": "ئۆچۈرۈۋېتىڭ",
    "app_code": "ئەپ كودى",
    "app_mode": "قوللىنىش ھالىتى"
  },
  "product_status": {
    "open": {
      "name": "ئاكتىپ",
      "title": "ئاكتىپ ╏ تور ۋە تورسىز سېتىش",
      "description": "بۇ مەھسۇلات توردا زاكاز قىلىشقا بولىدۇ."
    },
    "close": {
      "name": "ھەرىكەتسىز",
      "title": "ھەرىكەتسىز ╏ پەقەت تورسىز سېتىش",
      "description": "بۇ مەھسۇلات توردا زاكاز قىلىشقا بولمايدۇ."
    },
    "pending": {
      "name": "ساقلىنىۋاتىدۇ",
      "title": "ساقلىنىۋاتىدۇ",
      "description": "نەق مەيداندىن بۇرۇن بازار تەكشۈرۈشىنى تەلەپ قىلىدۇ."
    },
    "rejected": {
      "name": "رەت قىلىندى",
      "title": "رەت قىلىندى",
      "description": "بۇ مەھسۇلات بازار تەرىپىدىن رەت قىلىندى."
    }
  },
  "suggestions": {
    "vendor_payment": {
      "note": [
        "سېتىش ھەققى تۆلەندى",
        "ساتقۇچىلار كومىسسىيە پۇلى.",
        "سودا مۇۋەپپەقىيەتلىك تاماملاندى.",
        "يېقىنقى سېتىلغان پۇل.",
        "ساتقۇچىلار مۇلازىمىتى ئۈچۈن مۇۋەپپەقىيەتلىك يۆتكەش."
      ],
      "reverse_fund_reason": [
        "مەبلەغنى قايتۇرۇش: بانكىدىن ساتقۇچىنىڭ ھەميانىغا يۆتكەش.",
        "ساتقۇچى ھەمياننى تولدۇرۇش: بانكا ھېساباتىدىكى مەبلەغنى قايتۇرۇش.",
        "تەتۈر سودا: بانكا ساتقۇچىلار ھەميان فوندىغا يۆتكەش.",
        "پۇل قايتۇرۇش: بانكا ئامانەت پۇلىنى ساتقۇچىنىڭ ھەميانىغا قايتۇرۇش.",
        "مەبلەغنى قايتۇرۇش: ساتقۇچىنىڭ ھەميانىنى بانكىدىن تولۇقلاش."
      ]
    },
    "shop_email": {
      "name": [
        "دەرىجىدىن تاشقىرى تېجەش ھەپتە ئاخىرىدىكى پارتىلاش",
        "ئالاھىدە ئىچكى سودىلار ئاشكارىلاندى",
        "سىزنىڭ VIP يۇقىرى باھالىق ئېتىبارغا ئېرىشىشىڭىز",
        "پەسىللىك سېتىش Extravaganza",
        "مال سېتىۋېلىش جەننەتنى ئېچىڭ",
        "The Grand Shopper's Carnival",
        "چاغانلىق مال سېتىۋېلىش قىزغىنلىقى",
        "كۈزدىكى سودىغا قارشى تۇرالمايسىز",
        "قىشتىكى مۆجىزىلەر: سوغۇق كۈنلەردە ئىللىق سودا",
        "يازنىڭ ئاخىرىدىكى تازىلاشنى ھېسابلاش",
        "قارا جۈمە بونانزا: دەسلەپكى قۇشلارغا كىرىش",
        "ياخشىمۇسىز بايرام: سوۋغات قوللانمىسىڭىز ۋە باشقىلار",
        "يېڭى بايقاش: يېڭى كەلگەنلەر پەقەت سىز ئۈچۈن",
        "ساداقەت بىلەن مۇكاپاتلانغان: ئىچىدىكى ئالاھىدە ئېتىبار"
      ],
      "subject": [
        "Time چەكلىك ۋاقىت تەمىناتى! ياقتۇرىدىغانلىرىڭىزنى ھازىر تۇتۇڭ",
        "🌼 يېڭى پەسىل ، يېڭى ئۇسلۇب - ئەڭ يېڭى توپلىمىمىزنى تەتقىق قىلىڭ",
        "V ئالاھىدە VIP سېتىش پەقەت سىز ئۈچۈن",
        "New يېڭى كەلگەنلىرىمىز بىلەن باشنى ئايلاندۇرۇڭ",
        "Everything ھەممە نەرسىدىن% 20 ھۇزۇرلىنىشنىڭ ئاخىرقى پۇرسىتى",
        "You سىزگە سوۋغات: ئىچىدە 10 دوللار ئىناۋەتلىك!",
        "Hot قىزىق سودىلىرىمىز بىلەن يازغا تەييارلىق قىلىڭ",
        "كىيىم ئىشكاپىڭىزنى يېڭىلاڭ - سىز ئۇنىڭغا لايىق",
        "Sneak Peek: يېڭى مەھسۇلاتلار پات ئارىدا كېلىدۇ!",
        "Birth تۇغۇلغان كۈنىڭىزگە مۇبارەك! ئالاھىدە سوۋغىتىڭىزنى كۈتىدۇ",
        "Black قارا جۈمە سودىسىغا تەييارمۇ؟",
        "🎯 ئەڭ ياخشى تاللاش پەقەت سىز ئۈچۈن خاسلاشتۇرۇلغان مال سېتىۋېلىش تەجرىبىسى",
        "Your ئۆزىڭىزنى داۋالايدىغان ۋاقىت - ھەپتە ئاخىرىدىكى Flash سېتىش!",
        "Season پەسىل تازىلاشنىڭ ئاخىرلىشىشى - ھەممە ئىش چوقۇم مېڭىشى كېرەك!",
        "🚀 سىز ئۇنىڭغا ئېرىشتىڭىز! كېيىنكى زاكازدا ھەقسىز توشۇش",
        "Miss قولدىن بېرىپ قويماڭ - ئارزۇ تىزىملىكىڭىز تۈرلىرى ھازىر سېتىلىۋاتىدۇ",
        "Home ئۆي بېزەكلىرى توپلىمىمىز بىلەن خۇشاللىقىڭىزنى ئۆيىڭىزگە ئېلىپ كېلىڭ",
        "Just سىز ئۈچۈن بىر ھەيران قالارلىق! سىرلىق ئېتىبارلىرىڭىزنى يېشىڭ"
      ]
    },
    "discount_code": {
      "code": [
        "WELCOME10",
        "SUMMER20",
        "VIPSALE30",
        "BDAY15",
        "BLACKFRIDAY",
        "CYBERMONDAY",
        "FREESHIPPING",
        "FLASHSALE",
        "CLEARANCE",
        "EARLYBIRD",
        "STUDENT10",
        "WINTER25",
        "SPRING15",
        "FALL20",
        "BESTSELLER10",
        "HOLIDAY30",
        "VALENTINE20",
        "MOTHERSDAY",
        "FATHERSDAY",
        "ENDOFYEAR"
      ],
      "title": [
        "Flash سېتىش:% 20 ئېتىۋېتىلدى!",
        "VIP بالدۇر كىرىش ئېتىبار",
        "ھەپتە ئاخىرىدىكى سودا: ھازىر تېجەڭ!",
        "بۈگۈن% 15 دەم ئېلىڭ",
        "يازلىق سېتىش:% 10 ئېتىبار قىلىنىدۇ",
        "تازىلاش سېتىش! Save Big",
        "ئالاھىدە تەكلىپ: ھەقسىز توشۇش",
        "2 دىن 1 گىچە: بۈگۈن پەقەت!",
        "دەم ئېلىش ئالاھىدە:% 25 دەم ئېلىش",
        "% 30 ئېتىبار قىلىنىدۇ",
        "ھەيران! قوشۇمچە 20% Off",
        "پەسىللىك تېجەش",
        "Midweek Madness:% 10 Off",
        "ئۇزۇن ئۆتمەيلا ئاخىرلىشىدۇ:% 15 ھەممە نەرسىنى ئۆچۈرۈۋېتىدۇ",
        "ئائىلە ۋە دوستلار:% 20 ئېتىبار",
        "بۇ ھەپتە ئاخىرىدىكى چوڭ تېجەش",
        "قارا جۈمە:% 40 دەم ئېلىش",
        "ئوغرىلىقچە تارتىلغان ئېتىبار:% 30 ئېتىبار"
      ],
      "description": [
        "ئالاھىدە تەكلىپىڭىزنى تەلەپ قىلىڭ! پەقەت چەكلىك ۋاقىت.",
        "ئالدىراڭ! ھارۋىڭىزدا ئالاھىدە پۇل تېجەيدۇ.",
        "چوڭ تېجەش پەقەت بىر چېكىش!",
        "بۇ سودىدىن ئايرىلىشتىن بۇرۇن پايدىلىنىڭ.",
        "ئالاھىدە ئېتىبار كۈتۈش! قولدىن بېرىپ قويماڭ.",
        "تەكلىۋىمىز بىلەن مال سېتىۋېلىش روھىڭىزنى ئۇرغۇتىڭ!",
        "كېيىنكى زاكازڭىز سىز ئويلىغاندىن ئاز بولۇشى مۇمكىن!",
        "سىز ئېھتىياجلىق بولغان نەرسىنى تۇتۇشنىڭ ئەڭ ياخشى پەيتى.",
        "كۈنىڭىزنى تېخىمۇ گۈزەل قىلىدىغان ئازراق نەرسە.",
        "ساقلاشقا تەييارمۇ؟ كۈتۈلمىگەن ئېتىبار كۈتمەكتە!",
        "سىز ئالاھىدە بولغاچقا ، بۇ يەردە ئالاھىدە بىر سودا بار.",
        "كۆزىڭىزگە بىر نەرسە ئالدىڭىزمۇ؟ بۇ يەردە بىر يالىڭاچ!",
        "ھازىر ساقلايدىغان ۋاقىت يوق.",
        "بۇ سودىنى قولدىن بېرىپ قويماڭ! ئۆتۈپ كېتىش بەك ياخشى.",
        "ياخشى خەۋەر! مال سېتىۋېلىشىڭىز تېخىمۇ ئەرزان بولدى.",
        "ئالدىراڭ ، سىزنىڭ ئېتىبار باھاڭىز پات يېقىندا ئاخىرلىشىدۇ!",
        "بۇ يەردە ساداقەتمەنلىكىڭىزگە ئازراق رەھمەت."
      ]
    },
    "coupon": {
      "title": [
        "ئامانەت قويۇلدى",
        "ئېتىبارنى ئېچىڭ",
        "Super Savings",
        "ئالاھىدە سودا",
        "Bonus Savings",
        "VIP ئېتىبار",
        "ئالاھىدە تەكلىپ",
        "قوشۇمچە تېجەش",
        "ئېتىبار بېرىش ئاگاھلاندۇرۇشى",
        "خامچوت بەخت",
        "ئىقتىساد خۇشاللىقى",
        "قىممەت Bonanza",
        "باھا تۆۋەنلىتىش",
        "ئامانەت",
        "تېخىمۇ كۆپ تېجەڭ ، تېخىمۇ كۆپ دۇكان قىلىڭ",
        "Flash Deal",
        "Bargain Bounty",
        "دەرھال تېجەش",
        "بىر كۈنلۈك سودا",
        "پەسىللىك ئوغرىلىق"
      ],
      "description": [
        "بىزگە تاتلىق سودىدىن ھۇزۇرلىنىڭ! كېيىنكى قېتىملىق سېتىۋېلىڭ.",
        "بىز خېرىدارلىرىمىزنى قەدىرلەيمىز - بۇ ئالاھىدە تەكلىپتىن پايدىلىنىڭ.",
        "ئۆزىڭىز ياخشى كۆرىدىغان نەرسىلەرگە كۆپرەك ئېرىشىڭ. بىزگە ئېتىبار!",
        "ساقلاشقا تەييارمۇ؟ مەخسۇس تەكلىپ كۈتۈۋاتىدۇ!",
        "چۈنكى سىز ئالاھىدە! كېيىنكى زاكازدا ئېتىباردىن بەھرىمەن بولۇڭ.",
        "ئۆزىڭىزنى مال سېتىۋېلىش قىزغىنلىقىغا مۇئامىلە قىلىڭ ۋە تېجەڭ!",
        "تاشلىغۇچە مال سېتىۋېلىشقا تەييارلىق قىلىڭ - تېجەڭ!",
        "بۇ پەسىلنى ئالاھىدە ئېتىبار بىلەن تەبرىكلەڭ.",
        "بىز ئالاھىدە ئېتىبار بىلەن سادىق خېرىدارلىرىمىزغا رەھمەت ئېيتىمىز.",
        "كېيىنكى سېتىۋالغىنىڭىزدا كىشىنىڭ ئىشەنگۈسى كەلمەيدىغان پۇللارنى ئېچىڭ.",
        "مەخسۇس تېجەپ قالغىنىڭىزغا دىققەت قىلىڭ.",
        "ھەيران قالارلىق ئېتىبارلىرىڭىزنى بىزگە تېپىڭ!",
        "مەخسۇس تەكلىپىمىز بىلەن مال سېتىۋېلىش تەجرىبىڭىزنى يېڭىلاڭ.",
        "ئالاھىدە تەكلىپىڭىز بىلەن تېجەپ قالغىنىڭىزنى ئاتلاڭ.",
        "ئازراق ئارتۇق نەرسە - ئالاھىدە ئېتىبار بىلەن ئۆزىڭىزنى بېرىڭ.",
        "كېيىنكى مال سېتىۋېلىش تەۋەككۈلچىلىكىڭىز تېخىمۇ ئەرزان بولدى!",
        "چۈنكى ئېتىبار باھادا مال سېتىۋېلىش تېخىمۇ قىزىقارلىق."
      ]
    },
    "offer": {
      "title": [
        "باغلاش ۋە ساقلاش!",
        "تېخىمۇ كۆپ سېتىۋېلىڭ ، تېخىمۇ كۆپ تېجەڭ!",
        "ئەقلىي ئىقتىدارلىق سېتىۋالغۇچىلار ئۈچۈن ئەقلىي سودا",
        "ئېتىبار بېرىش ئاگاھلاندۇرۇشى! Bundle Savings",
        "Combo Offer - تېخىمۇ كۆپ",
        "باغلامدىكى ئالاھىدە تېجەش",
        "پۇلىڭىزغا تېخىمۇ كۆپ ئېرىشىڭ!",
        "باغلىغاندا تېجەڭ",
        "Combos دىكى ئالاھىدە سودا",
        "دۇكاندىكى زور تېجەش!",
        "ئەڭ ياخشى قىممەت توپلىمى",
        "چەكلىك ۋاقىت باغچىسى سودىسى",
        "Combos دىكى چوڭ ئېتىبار",
        "تاللانغان تۈرلەردە ئەقلىي ئىقتىدارلىق تېجەش",
        "باغلامدىكى يېڭىلمەس سودا",
        "كۆپ سېتىۋېلىش ئېتىبارلىرى بار",
        "ھازىر ئىككى ھەسسە ئاز",
        "توپ سېتىۋالىدۇ = چوڭ تېجەش"
      ],
      "description": [
        "تاللانغان مەھسۇلاتلارنى باغلىغاندا چوڭ تېجەپ قېلىڭ. ئالدىراڭ ، چەكلىك ۋاقىت تەمىناتى!",
        "ئەقلىي ئىقتىدارلىق سودا كۈتمەكتە! يارقىن نۇقتىلىرىمىزنى بىللە سېتىۋالغاندا تېخىمۇ كۆپ تېجەڭ.",
        "تېجەشنىڭ ئاقىلانە يولىنى بايقايسىز! ياقتۇرىدىغانلىرىڭىزنى باغلاپ ، باھانىڭ چۈشۈشىنى كۆرۈڭ.",
        "Combo دا تاللانغان بۇيۇملارنى سېتىۋالغاندا ئالاھىدە ئېتىباردىن بەھرىمەن بولۇڭ. ھازىر ھەرىكەت قىلىڭ!",
        "تېخىمۇ كۆپ سېتىۋېلىڭ ، تېخىمۇ كۆپ تېجەڭ! ئالاھىدە مەھسۇلات بوغچىسىمىزدا يېڭىلمەس ئېتىبار.",
        "ئالاھىدە تەكلىپلىرىمىز بىلەن ئەقلىي ئىقتىدارلىق دۇكان سېتىۋېلىڭ. تاللانغان مەھسۇلات بولاقلىرىدىكى ئېتىبار باھا.",
        "ئاز پۇلغا ئېرىشىڭ! تاللانغان بولاقلىرىمىزنى سېتىۋالغاندا ھەيران قالارلىق ئېتىبارلار.",
        "باغلىغاندا چوڭ تېجەڭ! چەكلىك ۋاقىت ئىچىدە تاللانغان تۈرلەرنى مەخسۇس سودا قىلىدۇ.",
        "بىرلەشتۈرۈپ ساقلاڭ! تاللانغان مەھسۇلاتلىرىمىزنى بىللە سېتىۋالغاندا ئالاھىدە ئېتىبار.",
        "قانچە كۆپ سېتىۋالسىڭىز ، شۇنچە تېجەپ قالىسىز! ئالاھىدە بولاقلىرىمىز بىلەن ئەقىللىق بولۇڭ."
      ]
    },
    "gift_card_type": {
      "title": [
        "ئۆزىڭىزگە مۇئامىلە قىلىڭ!",
        "پەقەت سىز ئۈچۈن!",
        "مال سېتىۋېلىشقا مۇبارەك!",
        "بىزدىن ھۇزۇرلىنىڭ!",
        "ئازراق بېرىڭ",
        "چۈنكى سىز ئالاھىدە",
        "ئازراق ھەيران قالارلىق",
        "كۈنۈڭنى قىل",
        "بۇ يەردە سىزگە",
        "خۇشاللىقنى تارقىتىڭ",
        "مۇھەببەت سوۋغىسى",
        "خۇشاللىق بىلەن دۇكان",
        "مىننەتدارلىق بىلدۈرۈش",
        "Splurge نىڭ ۋاقتى",
        "دەقىقە",
        "ياقتۇرىدىغانلىرىڭىزنى تېپىڭ",
        "تاللاش سىزنىڭ",
        "ئۆزىڭىزنى ئىپادىلەڭ",
        "سېھىرنى بايقايسىز",
        "ئۇسلۇبىڭىزنى ئېچىڭ"
      ]
    },
    "vendor_refund_order": {
      "note": [
        "مەبلەغ مەۋھۇم پورتمالىڭىزدىن تۇتۇپ قېلىنىپ ، بازار پورتمالىغا قايتۇرۇلدى.",
        "پۇل قايتۇرۇش تارقىتىلدى ، مەۋھۇم ھەميان تەڭپۇڭلۇقىڭىزنى تۆۋەنلىتىدۇ.",
        "پۇل قايتۇرۇش تاماملاندى. بازار پورتمالى مەۋھۇم ھەمياندىن تولۇقلاندى.",
        "مەۋھۇم ھەميان يېقىندا بازار ھەميانىغا قايتۇرۇلغانلىقى ئۈچۈن مۇنازىرە قىلىندى.",
        "مەۋھۇم ھەميان مەبلىغىڭىز يېقىندا قايتۇرۇلغانلىقتىن تەڭشەلدى.",
        "پۇل قايتۇرۇش ئېلىپ بېرىلىپ ، پۇلنى مەۋھۇم ھەمياندىن چىقىرىۋېتىڭ.",
        "بازار پورتمالىغا پۇل قايتۇرۇش سەۋەبىدىن مەۋھۇم ھەميان تەڭپۇڭلۇقىڭىز تۆۋەنلىدى.",
        "پۇل قايتۇرۇش سودىسى ئېلىپ بېرىلىپ ، مەۋھۇم ھەمياندىن مەبلەغنى بازارغا يۆتكىدى."
      ]
    },
    "product": {
      "warranty": [
        "24-ئايدىكى ئالتۇن كېپىللىك",
        "ئىككى يىل پىلاتىنا قوغداش",
        "36 ئاي ئالماس كاپالىتى",
        "كۈمۈش قالقان: بىر يىللىق كاپالەت",
        "2 يىللىق سەرخىللار كاپالىتى",
        "24 ئاي سۇغۇرتا ھەققىنى قوغداش",
        "مىس زاپاسلاش: بىر يىللىق كاپالەت",
        "3 يىللىق ئەڭ ئاخىرقى تولۇقلىما كاپالىتى",
        "24 ئايلىق بىخەتەر مۇلازىمەت ۋەدىسى",
        "36 ئايلىق تىنچلىقنى قوغداش"
      ],
      "pros_name": [
        "ئۈنۈم يۇقىرى كۆتۈرۈلدى",
        "تەننەرخنى ئۈنۈملۈك ھەل قىلىش چارىسى",
        "سۈپەت كاپالەتكە ئىگە",
        "ئىشلەتكۈچى-دوستانە",
        "Time-Saver",
        "ئىشەنچلىك كاپالەتكە ئىگە",
        "كۆپ خىل ئىشلىتىش",
        "كېسىش-قىر تېخنىكىسى",
        "مۇھىت ئاسرايدۇ",
        "ئالاھىدە ئىقتىدار"
      ],
      "pros_value": [
        "تېز ۋە ئۈنۈملۈك مەشغۇلاتلار بىلەن مۇھىم ۋاقىتنى تېجەيدۇ.",
        "تەڭداشسىز ئىقتىدار ئۈچۈن ئىلغار تېخنىكىلارنى ئىشلىتىدۇ.",
        "تەننەرخنى تۆۋەنلىتىدۇ ۋە ئىشلەپچىقىرىش ئۈنۈمىنى ئۆستۈرىدۇ.",
        "ئاسان يول باشلاش ئۈچۈن ئابونتلارغا قۇلايلىق كۆرۈنمە يۈزى تەمىنلەيدۇ.",
        "ئىشەنچلىك ۋە ئىزچىل ئۈنۈمگە كاپالەتلىك قىلىدۇ.",
        "ھەر خىل ۋەزىپىلەردە كۆپ خىل قوللىنىشچان پروگراممىلار بىلەن تەمىنلەيدۇ.",
        "مۇھىت ئاسرايدىغان ماتېرىيال ۋە جەريانلارنى ئىشلىتىدۇ.",
        "ئەۋزەل نەتىجىلەر ئۈچۈن ئالدىنقى قاتاردىكى تېخنىكا بىلەن لايىھەلەنگەن.",
        "ئەلا سۈپەتلىك لايىھىلەش ئۇزۇن مۇددەتلىك چىدامچانلىققا كاپالەتلىك قىلىدۇ.",
        "كېچە-كۈندۈز خېرىدارلارنى قوللايدۇ."
      ],
      "cons_name": [
        "قىممەتلىك مەبلەغ سېلىش",
        "چەكلىك ماسلىشىشچانلىقى",
        "مۇرەككەپ تەڭشەش",
        "تەربىيىلەشنى تەلەپ قىلىدۇ",
        "Subpar Performance",
        "كۆپ خىللىقى كەمچىل",
        "چەكلىك قوللاش",
        "دائىم ئاسراش",
        "يۇقىرى ئېنېرگىيە سەرپىياتى",
        "قىسقا ئۆمۈر"
      ],
      "cons_value": [
        "باشقا تاللاشلارغا سېلىشتۇرغاندا دەسلەپكى مەبلەغ سېلىش تېخىمۇ يۇقىرى.",
        "بارلىق سىستېما ياكى ئۈسكۈنىلەرگە ماس كەلمەسلىكى مۇمكىن.",
        "تەڭشەش جەريانى بىر قەدەر مۇرەككەپ بولىدۇ.",
        "ئىشلىتىش ئۈچۈن قوشۇمچە مەشىق زۆرۈر بولۇشى مۇمكىن.",
        "ئىقتىدار بارلىق ئۈمىدلەرنى قاندۇرالماسلىقى مۇمكىن.",
        "ئىقتىدارى چەكلىك ياكى كۆپ خىللىقى كەمچىل.",
        "خېرىدارلارنىڭ قوللىشى 24 سائەت بولماسلىقى مۇمكىن.",
        "دائىم ئاسراش تەلەپ قىلىنىدۇ ، تەننەرخ تېخىمۇ يۇقىرى بولىدۇ.",
        "كۆپ مىقداردا ئېنېرگىيە سەرپ قىلىپ ، ئىشلىتىش تەننەرخىگە تەسىر كۆرسىتىدۇ.",
        "مەھسۇلاتنىڭ ئۆمرى مۆلچەردىكىدەك ئۇزۇن بولماسلىقى مۇمكىن."
      ]
    },
    "blog_category": {
      "category": [
        "Tech Insights",
        "Foodie Finds",
        "ساياھەت ھېكايىلىرى",
        "ساغلاملىق كۆرسەتمىلىرى",
        "Fashion Faves",
        "Business Buzz",
        "تۇرمۇش ھېكايىلىرى",
        "تەنھەرىكەت يېڭىلانمىلىرى",
        "سەنئەت يارقىن نۇقتىلىرى",
        "ئاتا-ئانىلار كۆرسەتكۈچى"
      ],
      "description": [
        "ھەر خىل تېمىدىكى چۈشىنىشلىك ماقالىلەرنى بايقايسىز.",
        "ئۇچۇرلىق بىلوگ يازمىلىرى توپلىمىمىزنى تەكشۈرۈپ بېقىڭ.",
        "جەلپ قىلارلىق بىلوگ سەھىپىمىزدىن خەۋەردار بولۇڭ.",
        "كىشىنى ئويغا سالىدىغان بىلوگ سەھىپىسى ماقالىلىرى ئارقىلىق ئىلھام تېپىڭ.",
        "كۆپ خىل بىلوگ سەھىپىلىرىمىز بىلەن بىلىمىڭىزنى كېڭەيتىڭ.",
        "كىشىنى مەپتۇن قىلىدىغان بىلوگ سەھىپىسى چۈشەنچىلىرىمىز بىلەن ئەڭ يېڭى ھالەتتە تۇرۇڭ.",
        "قىزىقارلىق بىلوگ سەھىپىمىزنىڭ چوڭقۇرلۇقىغا چوڭقۇرلاپ كىرىڭ.",
        "بىلوگ سەھىپىمىز ئارخىپى ئىچىدىكى قىممەتلىك ئۇچۇرلارنى ئېچىڭ.",
        "ئەستايىدىللىق بىلەن تۈزۈلگەن بىلوگ سەھىپىمىزدىن يېڭى نەرسىلەرنى ئۆگىنىڭ.",
        "مول مەزمۇنلۇق بىلوگ سەھىپىسى ماقالىلىرى ۋە يازمىلىرى بىلەن شۇغۇللىنىڭ."
      ]
    },
    "partner_plan": {
      "name": [
        "Starter Pack",
        "مۇھىم پىلان",
        "Professional Suite",
        "كارخانا نەشرى",
        "Advanced Tier",
        "Premium Package",
        "ئاخىرقى ھەل قىلىش چارىسى",
        "Elite Level",
        "ئۆسۈشنى تېزلەتكۈچ",
        "Platinum Power"
      ]
    },
    "tax_profile": {
      "name": [
        "يېمەكلىكلەر",
        "ئېلېكترونلۇق ئۈسكۈنىلەر",
        "كىيىم-كېچەك ۋە كىيىم-كېچەك",
        "كىتاب ۋە پونكىت",
        "ساغلاملىق ۋە گۈزەللىك مەھسۇلاتلىرى",
        "ئۆي جاھازلىرى",
        "تەنھەرىكەت بۇيۇملىرى",
        "ئويۇنچۇق ۋە ئويۇنلار",
        "زىبۇزىننەت ۋە قوشۇمچە بۇيۇملار",
        "ماشىنا زاپچاسلىرى",
        "Garden & Outdoors",
        "ئاشخانا بۇيۇملىرى",
        "ئۆي بېزەكچىلىكى",
        "مۇزىكا ئەسۋابلىرى",
        "Pet Supplies",
        "ئاياغ",
        "سومكا ۋە يۈك-تاق",
        "Office Supplies",
        "قاتتىق دېتال قوراللىرى",
        "مىلىچماللار"
      ],
      "label": [
        "VAT",
        "GST",
        "PST",
        "HST",
        "QST",
        "CST",
        "ExciseTax",
        "ImportDuty",
        "ServiceTax",
        "LuxuryTax"
      ]
    },
    "cluster": {
      "name": [
        "سېتىش نۇقتىلىرى",
        "Promo Codes",
        "ئالاھىدە پائالىيەتلەر",
        "يېڭى كەلگەنلەر",
        "ئەڭ ياخشى ساتقۇچىلار",
        "پەسىللىك ئالاھىدە",
        "چەكلىك تەكلىپلەر",
        "پائالىيەت سودىسى",
        "VIP ئالاھىدە",
        "تازىلاش تۈرلىرى",
        "دەم ئېلىش كۈنلىرى",
        "تېما توپلىمى",
        "ماركا كۆرگەزمىسى",
        "ئەزالارنىڭ ياقتۇرىدىغانلىرى",
        "Flash ئېتىبار",
        "دۇكان مۇھىملىرى",
        "رەقەملىك بايلىق",
        "سوۋغات ئىدىيىسى",
        "ئېكولوگىيىلىك دوستانە تاللاش",
        "خىزمەتچىلەرنىڭ تەۋسىيەسى"
      ]
    },
    "popup": {
      "title": [
        "ئالاھىدە تەكلىپ!",
        "يېڭى كەلگەنلەر",
        "چەكلىك ۋاقىت",
        "ئېتىبار بېرىش ئاگاھلاندۇرۇشى!",
        "ئالاھىدە سودا",
        "قىزىق سېتىش!",
        "تازىلاش ئاگاھلاندۇرۇشى",
        "ھەقسىز توشۇش",
        "ئىچىدىكى سوۋغات!",
        "مۇكاپاتقا ئېرىشىش",
        "ئەزا Perks",
        "Flash Sale"
      ]
    },
    "campaign": {
      "name": [
        "Shop 'Til You Drop",
        "Cart Frenzy",
        "Flash Sale Fiesta",
        "چېكىڭ ، دۇكان ، ساقلاڭ",
        "Bargain Bonanza",
        "E-Deal Extravaganza",
        "Mega Markdown Madness",
        "Cyber Savings Spree",
        "رەقەملىك ئېتىبار كۈنلىرى",
        "ئېلېكترونلۇق سودا كارنىۋال بايرىمى",
        "توردىكى Oasis",
        "Retail Rush",
        "تور دۇكىنى ئامبىرى سېتىش",
        "ئېلېكترونلۇق مال سېتىۋالغۇچىنىڭ جەننىتى",
        "مەۋھۇم Voucher Venture",
        "Digital Doorbusters",
        "ئېلېكترونلۇق ھارۋا تازىلاش",
        "توردا مال سېتىۋېلىش",
        "تور سېتىش تاماشا",
        "E-Bargain Blitz"
      ]
    },
    "valuation": {
      "title": [
        "مايكا خاسلاشتۇرۇش باھاسى",
        "قولدا ياسالغان زىبۇزىننەت باھاسى",
        "خاسلاشتۇرۇلغان ئاياغ باھاسى",
        "خاس سەنئەت ئەسەرلىرىنى باھالاش",
        "ماسلاشتۇرۇلغان كاستيۇم باھاسى",
        "ئېلېكترونلۇق ئۈسكۈنىلەرنىڭ خاسلاشتۇرۇش تەننەرخى",
        "خاسلاشتۇرۇلغان ئەتىر قىممىتى",
        "ئىختىيارى سومكا باھاسى",
        "ماسلاشتۇرۇلغان كىيىم-كېچەك باھالاش",
        "خاسلاشتۇرۇلغان كىتاب مۇقاۋىسىنىڭ باھاسى",
        "خاس ئۆي جاھازلىرى",
        "Bespoke Watch باھا",
        "خاسلاشتۇرۇلغان ئويۇنچۇقنى باھالاش",
        "ماسلاشتۇرۇلغان قالپاق باھاسى",
        "تېرە ئاسراش مەھسۇلاتلىرىنىڭ باھاسى",
        "Bespoke ئۆي بېزەك باھاسى",
        "خاسلاشتۇرۇلغان ئاشخانا سايمانلىرىنى باھالاش",
        "خاسلاشتۇرۇلغان پونكىت باھاسى",
        "Bespoke چاچ قوشۇمچە زاپچاسلىرىنى باھالاش",
        "خاس تەنتەربىيە ئۈسكۈنىلىرىنىڭ باھاسى"
      ],
      "structure": {
        "title": [
          "مايكا بېسىش لايىھىسى",
          "زىبۇزىننەت مېتال تىپى",
          "ئاياغ ماتېرىيال تاللاش",
          "Art Frame Size",
          "كىيىم-كېچەك تاللاش",
          "كىچىك تىپتىكى رەڭ تاللاش",
          "ئەتىر پۇرىقى",
          "سومكا ماتېرىيالى ۋە ئۆلچىمى",
          "كىيىنىش ئۇزۇنلۇقى ۋە ئۇسلۇبى",
          "كىتاب مۇقاۋا ماتېرىيالى",
          "ئۆي جاھازلىرى ياغاچ تۈرى",
          "بەلۋاغ ماتېرىياللىرىنى كۆرۈڭ",
          "ئويۇنچۇق خاسلىقى",
          "قالپاق چوڭلۇقى ۋە رەڭگى",
          "تېرە ئاسراش تەركىبلىرى",
          "ئۆي بېزەكچىلىك تېمىسى",
          "ئاشخانا بۇيۇملىرى ماتېرىيالى",
          "پونكىت قەغىزى تىپى",
          "چاچ قوشۇمچە ماتېرىياللىرى",
          "تەنھەرىكەت ئۈسكۈنىلىرىنىڭ ئۆلچىمى"
        ]
      }
    },
    "lottery": {
      "title": [
        "ئايلىنىش ۋە چوڭ مۇكاپاتلارغا ئېرىشىش!",
        "Fortune Wheel Jackpot",
        "Lucky Spin Bonanza",
        "مۇكاپاتقا ئېرىشىش ئۈچۈن ئايلىنىڭ",
        "بايلىقنىڭ چاقى",
        "تەلەيلىك لاتارىيە Extravaganza",
        "Mega Spin Surprise",
        "مۇكاپات چاقى چاقى",
        "خەزىنە ئايلانما تاماشا",
        "چاق سېھرى كۈچىنى ئايلاندۇرۇڭ",
        "تەلەيلىك چاقى گالور",
        "Fortune’s Favor",
        "ھەيران قالارلىق چاق",
        "بايلارغا ئايلىنىش",
        "مۇكاپاتقا ئېرىشكۈچى خۇشاللىق",
        "ئالتۇن ئايلانما لاتارىيە",
        "Spin-a-Award",
        "چاقىنىڭ چاقى",
        "تەلەيلىك ئايلانما كۆرگەزمە ئورنى",
        "Ultimate Spin Reward"
      ],
      "description": [
        "ئالاھىدە ئېتىبارغا ئېرىشىش پۇرسىتى ئۈچۈن چاقنى ئايلاندۇرۇڭ!",
        "تەلىيىڭىزنى سىناپ بېقىڭ - تەلىيىمىزدە ھەيران قالارلىق مۇكاپاتلار ساقلىنىۋاتىدۇ!",
        "ھەر بىر ئايلىنىش بىلەن چوڭ ئۇتۇڭ - كىشىنى ھاياجانغا سالىدىغان مۇكاپات!",
        "غەلىبە قىلىش ئۈچۈن ئايلىنىش! ھەر بىر نۇقتىدا ھەيران قالارلىق سوۋغات ۋە تەكلىپلەر.",
        "چوڭ نومۇر ئېلىش پۇرسىتىڭىز - چاقنى تېزلىكتە مۇكاپاتلاڭ!",
        "ھەر بىر ئايلىنىش بىلەن ئالاھىدە مۇكاپات - سىز تەلەيلىك بولامسىز؟",
        "ئايلىنىش ۋە غەلىبە قىلىش! دۇكىنىمىزنىڭ تەلىيىدىكى يوشۇرۇن گۆھەرلەرنى ئېچىڭ.",
        "چاقىمىز بىلەن تەلەيگە ئېرىشىڭ - مۇكاپات ، ئېتىبار ۋە باشقىلار!",
        "ھەر بىر ئايلانما غەلىبە - بۈگۈن ئالاھىدە مۇكاپاتىڭىزنى ئېلىڭ!",
        "كىشىنى ھەيران قالدۇرىدىغان چاقنى ئايلاندۇرۇڭ - نېمىگە ئېرىشىسىز؟",
        "ئايلىنىش ئارقىلىق بايلىقنى ئېچىڭ - كىشىنى ھاياجانلاندۇرىدىغان دۇكان مۇكاپاتلىرى ساقلىنىۋاتىدۇ.",
        "مۇكاپاتنى ئاشكارىلاش - ئېتىبار ، سوۋغات ۋە باشقىلار!",
        "كۈندە بىر ئايلىنىش ھاياجاننى ئوينايدۇ - ئۆزگىچە مۇكاپاتلارغا ئېرىشىڭ!",
        "مەخسۇس دۇكان تاماقلىرى ئۈچۈن تەلىيىمىزنى ئايلاندۇرۇڭ.",
        "تەلەيلىك ئايلىنىش تەلەيلىك غەلبىنى ئېلىپ كېلىدۇ - مۇكاپاتىڭىزنى ھازىر ئېلىڭ!",
        "ئايلىنىشىڭىز ھەيران قالارلىق مال مۇكاپاتلىرىنى ئاچالايدۇ!",
        "مەخسۇس سودا ۋە تەكلىپلەرنى سومكىغا ئېرىشىش پۇرسىتى ئۈچۈن ئايلىنىڭ.",
        "تەلەي چاقى ئايلىنىۋاتىدۇ - تەلىيىڭىزگە ئېرىشىڭ!",
        "ئايلىنىش ، غەلىبە قىلىش ۋە تەبەسسۇم قىلىش - ھەر بىر بۇرۇلۇش بىلەن ھەيران قالارلىق مۇكاپات.",
        "ئايلىنىپ بېقىڭ ، تەلىيىڭىز مۇكاپاتنى قارار قىلسۇن!"
      ]
    }
  }
};