export default {
  "commons": {
    "pay_today": "آج ادائیگی",
    "pay_yesterday": "کل کی ادائیگی",
    "pay_last30days": "آخری 30 دنوں کی ادائیگی",
    "create_a_shop": "ایک دکان بنائیں",
    "start_free": "مفت شروع کریں۔",
    "featured_apps": "نمایاں ایپس",
    "more_apps": "زیادہ اطلاقات",
    "my_public_profile": "میرا عوامی پروفائل صفحہ",
    "product_admin": "پروڈکٹ ایڈمن"
  },
  "numbers": {
    "infinite": "لا محدود"
  },
  "error": {
    "not_fount_data": "ڈیٹا نہیں ملا!",
    "license_max_limit": "آپ کا لائسنس حد کو پہنچ گیا!",
    "no_read_access": "پڑھنے تک رسائی نہیں ہے۔",
    "no_write_access": "تحریری رسائی نہیں۔",
    "no_access": "رسائی نہیں ہے۔"
  },
  "time_spans": {
    "days_range": "دنوں کی حد",
    "today": "آج",
    "yesterday": "کل",
    "last_7": "آخری 7 دن",
    "last_14": "آخری 14 دن",
    "last_30": "آخری 30 دن",
    "last_90": "آخری 90 دن",
    "custom": "اپنی مرضی کے مطابق"
  },
  "device_types": {
    "desktop": "ڈیسک ٹاپ",
    "mobile": "موبائل",
    "tablet": "گولی"
  },
  "create_website_action": "اپنی ویب سائٹ بنائیں - یہ مفت ہے۔",
  "show_shops_action": "میرے اسٹورز کی فہرست",
  "Youtube": "یوٹیوب",
  "Linkedin": "لنکڈن",
  "Twitter": "ٹویٹر",
  "Facebook": "فیس بک",
  "Instagram": "انسٹاگرام",
  "Reddit": "Reddit",
  "Github": "گیتھب",
  "page_titles": {
    "home": "سیلڈون ╏ تیزی سے ترقی کرنے والی کمپنیوں کے لیے بزنس آپریٹنگ سسٹم",
    "login": "لاگ ان کریں",
    "register": "رجسٹر کریں۔",
    "auth_2fa": "2 عنصر کی توثیق 🔐",
    "academy": "بلاگ",
    "help": "مدداور تعاون کا مرکز",
    "price_list": "قیمتوں کی فہرست",
    "my_stores": "میرے اسٹورز",
    "roles": "میرے کردار",
    "wallet": "میرا بٹوہ",
    "personal_info": "ذاتی معلومات ╏ کے وائی سی",
    "companies": "میری کمپنیاں",
    "access_control": "رسائی کنٹرول",
    "security_center": "سیکیورٹی سینٹر",
    "gifts": {
      "received": "تحائف ╏ موصول ہوا۔",
      "send": "تحائف ╏ بھیجا"
    },
    "monetization": {
      "linked_accounts": "منیٹائزیشن ╏ لنک شدہ اکاؤنٹس",
      "plans": "منیٹائزیشن ╏ منصوبہ اور روابط"
    },
    "affiliate": "ملحق",
    "avocado": "ایوکاڈو — جدید سوشل سیلز چینل",
    "guild": "گلڈ - اجتماعی سیلز چینل",
    "partners_login": "شراکت دار ╏ کلائنٹ لاگ ان"
  },
  "blank_is_all_products": "تمام مصنوعات کو شامل کرنے کے لیے خالی چھوڑ دیں!",
  "cautions": {
    "title": "درج ذیل تجاویز پر عمل کرکے اپنے کاروبار کا پیشہ ورانہ طریقے سے انتظام کریں۔ منافع کے مارجن اور مزید کو بڑھانے کے بارے میں تجاویز کے لیے پڑھتے رہیں۔ ہم راستے میں آپ کے ساتھ ہیں۔",
    "no_payment_method": {
      "title": "ادائیگی کا طریقہ",
      "message": "آپ کو اپنی دکان میں ادائیگی کا طریقہ شامل کرنا ہوگا۔",
      "action": "دکان کے گیٹ ویز"
    },
    "link_account": {
      "title": "اکاؤنٹ لنک کریں۔",
      "message": "آپ کو اپنی دکان سے ایک اکاؤنٹ ({currency}) لنک کرنا چاہیے۔",
      "action": "خریداری کے اکاؤنٹس"
    },
    "no_domain": {
      "title": "ڈومین شامل کریں۔",
      "message": "آپ ایک یا زیادہ ذاتی ڈومینز کو اپنے اسٹور سے جوڑ سکتے ہیں۔ آپ کی ویب سائٹ آپ کے ڈومین پر انسٹال ہو جائے گی۔ یہ عمل تیز اور آسان ہے۔"
    },
    "domain_not_approved": {
      "title": "ڈومین کی تصدیق",
      "message": "آپ کے ڈومین {domain} کی تصدیق نہیں ہوئی ہے۔ DNS سیٹنگز چیک کریں اور ڈومین کی تصدیق کریں۔"
    },
    "no_currency": {
      "title": "کرنسی شامل کریں۔",
      "message": "آپ کو اپنے اسٹور کے لیے کم از کم ایک کرنسی کی وضاحت کرنی چاہیے۔",
      "action": "کرنسی کا انتظام"
    },
    "no_primary_domain": {
      "title": "مرکزی ڈومین",
      "message": "براہ کرم ایک ڈومین کو اپنے بنیادی ڈومین کے طور پر منتخب کریں۔ ڈومین نام کے آگے اسٹار بٹن پر کلک کرکے، آپ ڈومین کو اپنے اسٹور کے بنیادی ڈومین کے طور پر منتخب کر سکتے ہیں۔ یہ سرچ انجنوں کے لیے اہم ہے۔ نوٹ کریں کہ آپ کا اسٹور اب بھی تمام فعال ڈومینز کے ذریعے دستیاب رہے گا۔"
    },
    "shop_complete": {
      "title": "مکمل معلومات",
      "action": "دکان کی ترتیبات",
      "location_msg": "اپنا مقام شامل کریں۔",
      "days_open_msg": "کھلے دن مقرر کریں۔",
      "time_open_msg": "کھلنے اور بند ہونے کا وقت مقرر کریں۔",
      "description_msg": "اپنے کاروبار کے بارے میں ایک مختصر تفصیل لکھیں۔",
      "icon_msg": "اپنے اسٹور کا لوگو سیٹ کریں۔",
      "shop_gateways_msg": "ادائیگی کا طریقہ شامل کریں۔",
      "socials_msg": "اپنے سماجی روابط شامل کریں۔",
      "clubs_msg": "کسٹمر کلب مقرر کریں",
      "domains_msg": "حسب ضرورت ڈومین شامل کریں۔",
      "primary_msg": "ایک ڈومین کو بطور پرائمری سیٹ کریں۔"
    }
  },
  "support": {
    "request": "تعاون کی درخواست کریں۔",
    "category": "قسم",
    "title": "حمایت",
    "message": "کوئی سوال یا درخواست پوچھیں۔ ہماری سپورٹ ٹیم آپ کی رہنمائی کرے گی۔ ہم آپ کو مشورہ دیتے ہیں کہ آپ اپنی درخواست سے متعلق صفحہ میں اپنا سوال پوچھیں۔ مثال کے طور پر، اگر آپ کے پاس ڈومین کی ترتیب کے بارے میں کوئی سوال ہے، تو اسے اپنے اسٹور کے ڈومین کی ترتیب والے صفحہ پر بھیجیں۔",
    "close_at": "{date} پر بند",
    "close_ticket_by_user": "شکریہ، مجھے جواب مل گیا۔"
  },
  "surveys": [
    "بہت غریب",
    "غریب",
    "نارمل",
    "اچھی",
    "بہترین"
  ],
  "sort": {
    "title": "ترتیب دیں",
    "title_small": "ترتیب دیں..",
    "nothing": "کچھ نہیں",
    "most_views": "زیادہ تر نظارے",
    "most_likes": "سب سے زیادہ مقبول",
    "most_recent": "تازہ ترین",
    "most_sell": "بہترین فروخت ہونے والا",
    "cheapest": "سب سے سستا",
    "most_expensive": "سب سے مہنگا",
    "only_available": "دستیاب",
    "view_mode": {
      "normal": "نارمل",
      "grid": "گرڈ",
      "list": "فہرست",
      "insta": "انسٹا"
    }
  },
  "helps": {
    "title": "سیلڈون ہیلپ سینٹر",
    "subtitle": "سیلڈون میں خوش آمدید۔ اگر آپ کاروباری OS پر ایک نیا آن لائن اسٹور بنا رہے ہیں، تو آپ یہاں مزید معلومات حاصل کر سکتے ہیں۔",
    "add_new_help": "نئی مدد",
    "resources": "حوالہ جات",
    "categories": {
      "Welcome": "شروع کرنے کے",
      "Setup": "اسٹور",
      "Sell": "سیلز اینڈ مارکیٹنگ",
      "Developer": "ترقی کرنا",
      "Application": "ایپلی کیشنز",
      "Product": "مصنوعات اور زمرہ جات کا انتظام",
      "Blog": "CMS اور بلاگ",
      "Order": "آرڈرز فلفلمنٹ سینٹر",
      "Channel": "سیلز چینلز",
      "Accounting": "اکاؤنٹنگ اور ادائیگی کے طریقے",
      "Incentives": "مراعات",
      "Marketing": "مارکیٹنگ اور مہمات",
      "Logistic": "لاجسٹک اور شپنگ",
      "Customers": "کسٹمرز کلب اور سیگمنٹیشن",
      "Page": "لینڈنگ اور اپنی مرضی کے صفحات",
      "Access": "عملہ / API رسائی کا انتظام",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "گیتھب ریپوزٹری",
    "admin_api_app": "ایڈمن API ویب سروس",
    "shop_api_app": "شاپ API ویب سروس",
    "design_kit": "ڈیزائن کٹس",
    "community": "برادری"
  },
  "blogs": {
    "title": "بلاگ",
    "subtitle": "کاروبار کے لیے اسباق، اعتماد اور علم جو آپ کو ایک فروغ پزیر کاروبار بنانے کے لیے درکار ہے۔",
    "add_new_blog": "نیا بلاگ",
    "popular": "مقبول",
    "topics": "عنوانات",
    "select_topics": "اپنا کام منتخب کریں۔",
    "select_job_topics": "اپنے کام سے متعلقہ عنوانات منتخب کریں۔",
    "select_interested_topics": "آپ کن موضوعات میں دلچسپی رکھتے ہیں؟"
  },
  "api": {
    "title": "API اور انٹیگریشن",
    "message": "Selldone کی اہم خصوصیات میں سے ایک اسٹورز کا نظم و نسق اور دیگر خدمات جیسے کہ گودام، اکاؤنٹنگ وغیرہ سے منسلک کرنے کے لیے مضبوط اور محفوظ APIs فراہم کرنا ہے۔ آپ اپنے اسٹور کے لیے حسب ضرورت ایپس اور ویب ایپس بھی ڈیزائن کر سکتے ہیں۔ سرور اور ڈیٹا مینجمنٹ کے بارے میں فکر کیے بغیر۔ بس ڈومین APIs استعمال کریں۔ آپ کے پاس صارفین، توثیق اور دیگر ڈومین خصوصیات کے انتظام کے تمام عمل ہوں گے۔"
  },
  "user_dashboard": {
    "title": "میری شٹل",
    "subtitle": "اپ ٹو ڈیٹ معلومات اور واضح امکان کے ساتھ اپنے کاروبار کا نظم کریں۔",
    "menu": {
      "affiliate": "ملحق",
      "monetize": "منیٹائز کریں۔",
      "gift": "تحفہ",
      "security": "سیکورٹی",
      "access": "رسائی",
      "business": "کمپنی",
      "wallet": "پرس",
      "identification": "KYC",
      "stores": "اسٹورز",
      "roles": "کردار",
      "home": "گھر",
      "expert": "ماہر",
      "deals": "سودے",
      "providers": "فراہم کرنے والے"
    },
    "shops": {
      "create_new": "نئی دکان بنائیں",
      "create_new_sub": "مفت",
      "create_new_sub_need_initial_charge": "پہلا اسٹور بنانا مفت ہے۔ شاید آپ کے کاروبار کے لیے ایک دکان کافی ہے، لیکن اگر آپ کو مزید اسٹورز بنانے کی ضرورت ہے، تو ایک نیا اسٹور بنانے کی لاگت $25 ہے۔ ہم آپ کے والٹ اکاؤنٹ سے رقم نکال لیتے ہیں۔",
      "menu": {
        "title": "میری دکانیں",
        "shops": "دکانیں",
        "new": "نئی"
      },
      "accept_invite_question": "کیا آپ یہ دعوت قبول کرتے ہیں؟",
      "shop_card": {
        "menu_orders": {
          "physical": "جسمانی مصنوعات کے آرڈر",
          "virtual": "ورچوئل پروڈکٹ آرڈرز",
          "files": "آرڈر فائل کریں۔",
          "services": "سروس آرڈرز",
          "subscriptions": "سبسکرپشن آرڈرز"
        },
        "status": "حالت",
        "license": "لائسنس",
        "volume": "استعمال شدہ جگہ",
        "expire": "لائسنس کی میعاد ختم",
        "products": "مصنوعات",
        "page_views": "مناظر",
        "user_behavior": "گاہک کا رویہ",
        "time_span": "{time} سے اب تک",
        "finance_report": "مالیاتی جائزہ",
        "buys": "خریداری",
        "payments": "ادائیگیاں",
        "orders": "احکامات",
        "currency": "کرنسی",
        "no_payment": "کوئی ادائیگی نہیں!",
        "no_purchase": "کوئی خریداری نہیں!"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "صارفین کی رائے",
      "title_small": "جائزہ",
      "wishlist": "خواہش کی فہرست",
      "comments": "تبصرے",
      "likes": "پسند کرتا ہے۔",
      "favorites": "پسندیدہ",
      "powers": "تالیاں بجائیں۔",
      "views": "مناظر",
      "report_today": "آج کی رپورٹ",
      "report_last7days": "گزشتہ 7 دنوں کی رپورٹ",
      "report_last30days": "گزشتہ 30 دنوں کی رپورٹ"
    }
  },
  "admin_shop": {
    "title": "اسٹور",
    "menu": {
      "edit": "ترتیبات",
      "automation": "آٹومیشن",
      "application": "ایپلی کیشنز",
      "access": "رسائی",
      "pages": "صفحات",
      "channels": "چینلز",
      "categories": "اقسام",
      "marketing": "مارکیٹنگ",
      "customers": "گاہکوں",
      "logistic": "لاجسٹک",
      "auditing": "حساب کتاب",
      "incentives": "مراعات",
      "process_center": "احکامات",
      "blog": "بلاگ",
      "products": "مصنوعات",
      "shops": "دکانیں",
      "dashboard": "ڈیش بورڈ",
      "autopilot": "آٹو پائلٹ",
      "apps": "ایپس",
      "pos": "POS",
      "seo": "SEO",
      "localization": "لوکلائزیشن",
      "classification": "درجہ بندی"
    },
    "dashboard": {
      "title": "شاپ ڈیش بورڈ",
      "online_staff": "آن لائن عملہ",
      "notify_referral": {
        "message": "اپنے دعوتی لنک دوستوں کو بھیجیں اور مفت واؤچر حاصل کریں۔",
        "action": "میرا ریفرل لنک"
      },
      "info": {
        "title": "تکنیکی",
        "subtitle": "آپ کے کاروباری OS کا تکنیکی جائزہ۔",
        "shop_name": "دکان کا نام",
        "shop_link": "دکان کا لنک",
        "site_map": "سائٹ کا نقشہ",
        "shop_domains": "ڈومینز",
        "shop_domains_msg": "منسلک حسب ضرورت ڈومینز کی فہرست۔",
        "home_msg": "اپنی ویب سائٹ کا ڈیفالٹ ہوم پیج سیٹ کریں۔ اسے ہر کسٹم ڈومین کے لیے تبدیل کیا جا سکتا ہے۔",
        "add_domain": "نیا ڈومین شامل کریں۔",
        "currencies": "فعال کرنسیاں",
        "currencies_alert": "اسٹور کے لیے کم از کم ایک کرنسی منتخب کریں!",
        "status": "حالت",
        "license": "لائسنس",
        "expire": "لائسنس کی میعاد ختم ہونے کی تاریخ",
        "upgrade_license_action": "{name} میں اپ گریڈ کریں",
        "wage": "فیس",
        "cpu_message": "وسائل کی تعداد جو آپ نے خریدے ہوئے پلان کے مطابق بنائے ہیں اور وہ وسائل جو آپ اپنی سروس میں شامل کرتے ہیں۔",
        "hide_domains": "میرے ڈومینز چھپائیں۔",
        "show_domains": "میرے ڈومینز دکھائیں۔",
        "table": {
          "primary": "پرائمری",
          "url": "یو آر ایل",
          "site_map": "سائٹ کا نقشہ",
          "enable": "فعال",
          "indexed": "انڈیکسڈ",
          "and_more": "& مزید..",
          "auto_repair": "آٹو مرمت"
        },
        "add_dialog": {
          "title": "اسٹور ڈومین کو ترتیب دیں۔",
          "step1": "آپ درج ذیل اقدار سے DNS ڈومین یا ذیلی ڈومین کے لیے ریکارڈ A کی IP حد متعین کر سکتے ہیں۔",
          "step2": "DNS TXT ریکارڈ شامل کریں:",
          "set_ip_alert": "ریکارڈ A <b>{ip}</b> کی IP ویلیو سیٹ کریں۔",
          "input_domain": "ڈومین URL",
          "correct": "ڈومین کی ترتیبات درست ہیں۔",
          "set_message": "اس ڈومین کے CNAME کو {cname} پر سیٹ کریں۔",
          "input_domain_message": "http اور https کے بغیر ڈومین کا نام درج کریں۔",
          "ssl_message": "اپنی ویب سائٹ کے لیے SSL سرٹیفکیٹ کے بارے میں فکر نہ کریں۔ یہ سرٹیفیکیشن آپ کے ڈومین کے لیے سیلڈون (بیٹا) کے ذریعے خود بخود جاری کی جائے گی۔",
          "active": "ڈومین فعال ہے۔",
          "inactive": "ڈومین غیر فعال ہے۔",
          "success_message": "مبارک ہو، آپ کی سائٹ {domain} پر فعال ہے۔ آپ اس ڈومین کے ذریعے اپنے کاروبار اور برانڈ کو دنیا میں متعارف کروا سکتے ہیں۔",
          "delete_action": "ڈومین حذف کریں؟"
        },
        "set_home_dialog": {
          "title": "ڈومین ہوم پیج سیٹ کریں۔"
        },
        "notification": {
          "add_message": "ڈومین ایڈریس کامیابی کے ساتھ شامل ہو گیا۔",
          "update_message": "ڈومین کامیابی کے ساتھ اپ ڈیٹ ہو گیا۔",
          "delete_domain_message": "ڈومین کامیابی سے حذف ہو گیا۔"
        },
        "alert": {
          "title": "ڈومین حذف کریں۔",
          "message": "کیا آپ اس ڈومین کو حذف کرنا چاہتے ہیں؟ دوسروں کو دھوکہ دہی سے روکنے کے لیے اپنے ڈومین کے DNS ریکارڈ کی اقدار کو دوبارہ ترتیب دینا یقینی بنائیں۔"
        }
      },
      "active_orders": {
        "title": "احکامات",
        "title_small": "فزیکل، فائل، ورچوئل اور سروس آرڈرز",
        "pending_orders": "زیر التواء احکامات",
        "physical": "جسمانی مصنوعات کے آرڈر",
        "virtual": "ورچوئل پروڈکٹ آرڈرز",
        "file": "پروڈکٹ آرڈرز فائل کریں۔",
        "service": "سروس پروڈکٹ آرڈرز",
        "subscription": "سبسکرپشن آرڈرز"
      },
      "products": {
        "title": "انوینٹری",
        "title_small": "مصنوعات، خدمات، فائلیں۔",
        "total_products": "مصنوعات کی کل اقسام"
      },
      "finance": {
        "title": "مالیاتی",
        "title_small": "مالیاتی جائزہ",
        "total_30days_title": "فروخت کی کل رقم",
        "last_30_day": "آخری 30 دن",
        "pay_amount_chart_title": "ادائیگیاں",
        "sell_amount_chart_title": "سیلز",
        "discount_amount_chart_title": "رعایت",
        "currency_convert_to": "کرنسی کو",
        "active_currencies": "فعال کرنسیاں",
        "sell_count_chart_title": "مختلف قسم کے لحاظ سے فروخت کی تعداد",
        "active_gateways": "فعال ادائیگی کا گیٹ وے",
        "received_last_24h": "گزشتہ 7 گھنٹے موصول ہوا۔",
        "pie": {
          "title": "آج کی فروخت کا تناسب",
          "no_data": "آج کوئی فروخت نہیں۔"
        },
        "pay_amount": "ادائیگی کی رقم",
        "sell_amount": "فروخت کی رقم",
        "discount_amount": "رعایت کی رقم",
        "sell_count": "فروخت کی گنتی",
        "table": {
          "currency": "کرنسی",
          "total_sell_30days": "30 دن کی کل فروخت",
          "sell_daily": "روزانہ فروخت کی شرح",
          "sell": "فروخت",
          "pay": "ادا کریں۔"
        }
      },
      "customers": {
        "title": "خریداروں کو",
        "title_small": "تبادلوں کی رپورٹ",
        "total_customers": "کل",
        "new_customers_today": "آج",
        "new_customers_week": "آخری 7 دن",
        "orders_count": "آرڈرز کی گنتی",
        "days_range": "دنوں کی حد",
        "new_users": "نئے رجسٹرڈ صارفین",
        "chart": {
          "new_customers": "نئے گاہک",
          "customers": "کل گاہک"
        }
      },
      "plugins": {
        "title": "پلگ انز",
        "title_small": "انسٹال"
      },
      "performance": {
        "title": "آج",
        "title_small": "صارفین اور فروخت کا جائزہ",
        "users": "صارفین",
        "views": "مناظر",
        "orders": "احکامات",
        "payments": "ادائیگیاں",
        "no_visitor_today": "آج آپ کے پاس کوئی مہمان نہیں تھے۔"
      },
      "channels": {
        "title": "حصول کے چینلز",
        "subtitle": "آپ کا کاروبار بڑھ رہا ہے۔ یہاں آپ کے گاہک کے حصول کے چینلز کی رپورٹ ہے۔"
      }
    },
    "products": {
      "title": "مصنوعات کی فہرست",
      "products_list": "فہرست پر واپس جائیں۔",
      "products_menu": "مصنوعات کا انتظام",
      "process_que": "درآمد شدہ مصنوعات کی پروسیسنگ",
      "view_que_list": "قطار کی فہرست دیکھیں",
      "menu_products_list": "مصنوعات کی فہرست",
      "menu_export": "مصنوعات برآمد کریں۔",
      "menu_import": "مصنوعات درآمد کریں۔",
      "menu_show_deletes": "حذف شدہ مصنوعات دکھائیں۔",
      "drop_import_message": "پروڈکٹس کی فہرست کی فائل (CSV, XLS, XLSX فارمیٹ) کو بلک پروڈکٹس شامل کرنا شروع کرنے کے لیے یہاں ڈراپ کریں۔ یقینی بنائیں کہ فائل میں Selldone مصنوعات کی فہرست کی شکل ہے۔",
      "product_widget": {
        "product_type": "مصنوعات کی قسم",
        "price": "قیمت",
        "value_added": "کمیشن",
        "discount": "رعایت",
        "in_stock": "اسٹاک میں",
        "product_unit": "یونٹ",
        "total_sell": "کل فروخت",
        "total_view": "کل ملاحظات",
        "view_unit": "اوقات",
        "review_unit": "جائزے"
      },
      "folder_widget": {
        "products": "مصنوعات",
        "products_unit": "اقسام",
        "sub_categories": "اقسام",
        "sub_categories_unit": "اشیاء",
        "views": "مناظر",
        "views_unit": "اوقات"
      },
      "menu_advanced_options": "اعلی درجے کے اختیارات",
      "products_rss": {
        "title": "مصنوعات آر ایس ایس",
        "subtitle": "گوگل، میٹا، میں مصنوعات درآمد کرنا..."
      },
      "products_api": {
        "title": "مصنوعات API",
        "subtitle": "عوامی طور پر قابل رسائی API کال کے ذریعے مصنوعات درآمد کرنا۔"
      },
      "google_sheet": {
        "action": "لنک شدہ شیٹ",
        "tooltip": "اس دکان میں موجود پروڈکٹس گوگل ڈرائیو میں موجود گوگل شیٹ سے منسلک ہیں۔"
      },
      "show_deletes": {
        "false_title": "چھپائیں حذف شدہ",
        "true_title": "شو کو حذف کر دیا گیا۔"
      },
      "show_vendors": {
        "false_title": "دکانداروں کو چھپائیں۔",
        "false_description": "تمام وینڈرز کو دکھائیں، ⌘Ctrl+1",
        "true_title": "دکانداروں کو دکھائیں۔"
      },
      "show_notes": {
        "false_title": "نوٹ چھپائیں۔",
        "false_description": "تمام نوٹس دکھائیں، ⌘Ctrl+2",
        "true_title": "نوٹس دکھائیں۔"
      },
      "rss_dialog": {
        "title": "مصنوعات آر ایس ایس",
        "subtitle": "تمام مصنوعات کی تازہ ترین فہرست کو برقرار رکھنے کے لیے اس RSS فیڈ کو استعمال کریں۔"
      },
      "api_dialog": {
        "title": "مصنوعات API",
        "subtitle": "اپنی مصنوعات کی فہرست کو اپ ٹو ڈیٹ رکھنے کے لیے اس API فیڈ کا استعمال کریں۔ یہ آپ کے اسٹور سے پروڈکٹس لانے کے لیے عوامی طور پر قابل رسائی API فراہم کرتا ہے، جو اسے پروڈکٹ کی فہرست اور موازنہ ویب سائٹس کے لیے مثالی بناتا ہے۔"
      }
    },
    "blogs": {
      "new": "نیا لکھیں۔",
      "blogs": "بلاگ",
      "list": {
        "title": "میرے مضامین",
        "waiting_message": "معلومات موصول ہو رہی ہیں... براہ کرم انتظار کریں۔",
        "published": "شائع شدہ",
        "draft": "مسودہ",
        "private": "نجی",
        "public": "عوام",
        "table": {
          "title": "عنوان",
          "author": "مصنف",
          "claps": "تالیاں بجائیں۔",
          "like": "پسند",
          "comments": "تبصرے",
          "views": "مناظر",
          "publish_state": "حالت",
          "created_at": "بنانے کی تاریخ",
          "updated_at": "آخری اپ ڈیٹ"
        },
        "subtitle": "اپنے آپ کو اور اپنے کاروبار کو پیش کرنے کے لیے ایک جدید ان لائن ایڈیٹر کے ساتھ مضامین لکھیں۔ اعلی معیار کی SEO دوستانہ بلاگ پوسٹ لکھتے وقت اصل مواد پہلی چیز ہے جس پر آپ کو توجہ مرکوز کرنے کی ضرورت ہے۔"
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "معلومات موصول ہو رہی ہیں... براہ کرم انتظار کریں۔",
        "rejected": "مسترد",
        "delivery": "شپنگ",
        "discount": "رعایت",
        "not_paid": "ادا نہیں کیا",
        "table": {
          "order_number": "آرڈر کوڈ",
          "order_date": "چیک آؤٹ کی تاریخ",
          "status": "آخری حیثیت",
          "price": "کل رقم",
          "payment_status": "ادائیگی کی حیثیت"
        }
      },
      "virtual": {
        "waiting_message": "معلومات موصول ہو رہی ہیں... براہ کرم انتظار کریں۔",
        "discount": "رعایت",
        "table": {
          "order_number": "آرڈر کوڈ",
          "product": "پروڈکٹ",
          "order_date": "رجسٹریشن کی تاریخ",
          "status": "آخری حیثیت",
          "price": "کل رقم",
          "payment_status": "ادائیگی کی حیثیت"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "تبادلہ",
        "gateway": "گیٹ وے",
        "invoice": "بلنگ",
        "report": "رپورٹ",
        "tax": "ٹیکس",
        "drop_shipping": "ری سیلر رسیدیں",
        "reseller_accounts": "ری سیلر اکاؤنٹس",
        "valuations": "قدریں",
        "customer_wallets": "کسٹمر بٹوے"
      },
      "invoice": {
        "title": "منسلک بٹوے خریدیں۔",
        "subtitle": "ان والیٹ اکاؤنٹس سے چارجز، کمیشن اور اسٹور کے اخراجات کاٹے جاتے ہیں۔",
        "title_add": "نیا والیٹ اکاؤنٹ مربوط کریں۔",
        "subtitle_add": "آپ کو ہر کرنسی کے لیے ایک نیا پرس بنانا چاہیے اور اسے اپنے اسٹور سے جوڑنا چاہیے۔ سروس فیس اس بٹوے سے واپس لے لی جائے گی۔",
        "add_account": "اکاؤنٹ کا اضافہ",
        "charge_account": "چارج اکاؤنٹ",
        "show_transaction": "لین دین دکھائیں۔",
        "table": {
          "currency": "کرنسی",
          "account_number": "اکاؤنٹ نمبر",
          "account_name": "کھاتے کا نام",
          "balance": "بقیہ",
          "free_balance": "دستیاب بیلنس",
          "actions": "دور"
        },
        "add_account_dialog": {
          "title": "کریڈٹ اکاؤنٹ کو اسٹور سے جوڑنا",
          "subtitle": "جب آپ سیلڈون کے ساتھ والٹ اکاؤنٹ کھولتے ہیں، تو ہم آپ کو کسی دوسرے کریڈٹ کارڈ کی طرح ایک ورچوئل کریڈٹ کارڈ اور اکاؤنٹ دیں گے۔ سیلڈون سیلز فیس اس اکاؤنٹ سے کاٹی جائے گی، لیکن اگر آپ کے اکاؤنٹ کا بیلنس کافی نہیں ہے، تو یہ رقم واجب الادا ہوگی۔ آپ Selldone خدمات کو جتنا آپ کی ضرورت ہے استعمال کر سکتے ہیں۔",
          "account_number": "اکاؤنٹ نمبر",
          "account_number_input_message": "اسٹور اس اکاؤنٹ سے منسلک ہو جائے گا۔ یہ اکاؤنٹ فیس اور اخراجات کے لیے استعمال کیا جائے گا۔",
          "balance": "اکاؤنٹ بیلنس",
          "connect_account_to_shop": "اکاؤنٹ کو اسٹور سے مربوط کریں۔"
        },
        "notifications": {
          "connect_account_success": "اکاؤنٹ کامیابی کے ساتھ شامل ہو گیا۔",
          "delete_account_success": "اسٹور سے اکاؤنٹ کامیابی کے ساتھ ہٹا دیا گیا۔"
        },
        "alert": {
          "delete_account": "اکاؤنٹ منقطع کریں۔",
          "delete_account_message": "کیا آپ اس اکاؤنٹ کو اسٹور اکاؤنٹس کی فہرست سے ہٹانا چاہتے ہیں؟",
          "delete_account_action": "کھاتہ مٹا دو"
        },
        "inform_charge_account": "اپنے اکاؤنٹ کو چارج کریں!",
        "inform_charge_account_critical": "سروس کی معطلی کو روکنے کے لیے اپنے اکاؤنٹ کو چارج کریں!"
      },
      "gateway": {
        "title": "ادائیگی کے طریقے",
        "sub_title": "فعال ادائیگی کے طریقوں کی فہرست۔ اگر آپ اپنی دکان میں کوئی نیا طریقہ شامل کرنا چاہتے ہیں تو درج ذیل بٹن کو دبائیں۔ ہم نے 10 اضافی ادائیگی کے گیٹ ویز سے زیادہ کی سفارش نہیں کی ہے۔",
        "add_gateway": "ادائیگی کا نیا طریقہ",
        "add_gateway_dialog": {
          "title": "کرنسی کا انتخاب کریں۔",
          "country_currencies": "مقامی کرنسیاں",
          "crypto_currencies": "کرپٹو کرنسی",
          "active_gateways": "فعال ادائیگی کے طریقے",
          "confirm": "ادائیگی کا طریقہ شامل کریں۔"
        }
      },
      "exchange": {
        "title": "فعال کرنسیوں کو اسٹور کریں۔",
        "subtitle": "صارفین فعال کرنسیوں میں سے ایک کو منتخب کر سکیں گے اور مصنوعات کی قیمتوں کا حساب لگایا جائے گا اور ظاہر کیا جائے گا۔ زر مبادلہ کی شرح درج کرنا بیچنے والے پر منحصر ہے۔",
        "shop_currencies_input": "صارفین کے لیے فعال کرنسی",
        "shop_currencies_input_error": "کم از کم ایک کرنسی منتخب کریں۔",
        "rates": {
          "title": "کرنسی کی شرح تبادلہ",
          "sub_title": "آپ نیچے دی گئی کسی بھی کرنسی کی بنیاد پر پروڈکٹ کی قیمتیں درج کر سکتے ہیں اور آپ کی کرنسیوں کے درمیان تبادلوں کی شرحوں پر مصنوعات کی قیمتوں کا خود بخود حساب لگایا جائے گا۔",
          "message": "کرنسیوں کے درمیان شرح مبادلہ درج کرنے سے، آپ کی مصنوعات کی قیمتیں خود بخود شمار اور اپ ڈیٹ ہو جائیں گی۔",
          "add_new_rate": "نئی شرح شامل کریں۔"
        },
        "table": {
          "waiting_receive_data": "معلومات حاصل کی جا رہی ہیں... براہ کرم انتظار کریں۔",
          "rate_input": "زر مبادلہ کی شرح",
          "from": "سے",
          "to": "کو",
          "exchange_rate": "زر مبادلہ کی شرح",
          "edit": "ترمیم",
          "delete": "حذف کریں۔",
          "auto": "آٹو ریٹ"
        },
        "add_rate_dialog": {
          "title": "ایکسچینج ریٹ سیٹ کریں۔",
          "message": "معلومات درج کرنے میں محتاط رہیں۔ آپ کی مصنوعات کی قیمتوں کا حساب یہاں درج کردہ نرخوں کی بنیاد پر کیا جائے گا۔",
          "currency_from": "کرنسی سے",
          "currency_to": "کرنسی کو",
          "exchange_rate": "زر مبادلہ کی شرح"
        },
        "alert": {
          "title": "تبادلوں کی شرح کو حذف کریں۔",
          "message": "کیا آپ اس تبادلوں کی شرح کو حذف کرنا چاہتے ہیں؟",
          "action": "حذف کریں۔"
        },
        "notifications": {
          "delete_success": "شرح مبادلہ کو ہٹا دیا گیا۔",
          "add_success": "شرح تبادلہ اپ ڈیٹ",
          "update_success": "اسٹور فعال کرنسیوں کو اپ ڈیٹ کیا گیا۔"
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "گودام",
        "subtitle": "میرے گوداموں کی فہرست۔"
      },
      "warehouse_btn": "نیا گودام شامل کریں۔",
      "warehouse_btn_error": "اپنا گودام، اسٹور، یا اپنے کاروبار کی اصل سیٹ کریں۔ شپنگ لاگت کے حساب کتاب اور چیک آؤٹ کے عمل میں ہونا بہت ضروری ہے۔",
      "size_unit": {
        "title": "سائز یونٹ",
        "subtitle": "لمبائی، چوڑائی اور اونچائی کے لیے استعمال ہونے والی اکائی۔"
      },
      "mass_unit": {
        "title": "ماس یونٹ",
        "subtitle": "وزن کے لیے استعمال ہونے والی اکائی۔"
      },
      "menu": {
        "return_request": "واپس آ گیا۔",
        "delivery": "شپنگ",
        "inventory": "انوینٹری",
        "warehouse": "گودام",
        "logistic_apps": "لاجسٹکس",
        "profiles": "پروفائلز",
        "includes": "شامل"
      },
      "warehouse": {
        "title": "سٹور گودام",
        "sub_title": "یہ پتہ شپنگ کی اصل کے طور پر استعمال ہوتا ہے۔",
        "table": {
          "title": "انوینٹری کی فہرست",
          "sub_title": "فزیکل، ورچوئل، فائل اور سروس سمیت تمام اسٹور پروڈکٹس کی فہرست"
        }
      },
      "delivery": {
        "title": "شپنگ کے طریقے",
        "sub_title": "اس سیکشن میں قدریں ترتیب دینے سے، آپ کے اسٹور میں بھیجنے کے متعدد طریقے فعال ہو جاتے ہیں۔ اس سیکشن میں کیش آن ڈیلیوری کا طریقہ بھی فعال کیا جا سکتا ہے۔",
        "add_transportation": "نقل و حمل شامل کریں۔",
        "delivery_form": {
          "payment": "آدائیگی کے طریقے",
          "limits": "حدود",
          "currency_input": "لاگت کے حساب کے لیے حوالہ کرنسی",
          "currency_input_message": "اخراجات اس کرنسی میں شمار کیے جاتے ہیں۔",
          "distance_input": "گودام سے طے شدہ فاصلہ",
          "distance_input_message": "0 یا -1 کا مطلب ہے کوئی حد نہیں۔",
          "max_weight_input": "زیادہ سے زیادہ قابل قبول پیک وزن",
          "max_weight_input_message": "0 یا -1 کا مطلب ہے کوئی حد نہیں۔",
          "max_size_input": "زیادہ سے زیادہ پیکیج کے طول و عرض",
          "width": "چوڑائی",
          "length": "لمبائی",
          "height": "اونچائی",
          "days_input": "دستیاب ترسیل کی تاریخیں۔",
          "days_input_nodata": "ترسیل کا دن منتخب کریں۔",
          "hours_input": "دستیاب ترسیل کے اوقات",
          "hours_input_nodata": "ایک مدت کا انتخاب کریں۔",
          "vacation_input": "کیا آپ چھٹیوں پر ڈیلیور کرتے ہیں؟",
          "cod_input": "COD کی حمایت کریں۔",
          "cod_input_message": "یقینی بنائیں کہ آپ کی شپنگ سروس COD قبول کرتی ہے۔",
          "sod_input": "کیا آپ COD کی حمایت کرتے ہیں؟",
          "sod_input_message": "یقینی بنائیں کہ آپ کی شپنگ سروس COD قبول کرتی ہے۔",
          "pricing": "قیمت کا حساب لگائیں۔",
          "const_input": "مقررہ قیمت",
          "distance_cof_input": "لاگت سے فاصلہ گتانک",
          "distance_cof_input_dim": "فی {dim}",
          "weight_cof_input": "لاگت سے وزن کا عنصر",
          "weight_cof_input_dim": "فی {dim}",
          "price_cof_input": "مصنوعات کی قیمت کے عنصر پر شپنگ لاگت",
          "price_cof_input_message": "انشورنس کے اخراجات اور دیگر خدمات جیسے COD اخراجات شامل ہیں۔",
          "price_cof_input_dim": "فی {dim}",
          "distance_weight_cof_input": "لاگت ضرب بہ وزن ضرب",
          "distance_weight_cof_input_dim": "ہر {weight} کے لیے فی {distance}",
          "free_shipping_input": "مفت ترسیل",
          "free_shipping_limit_input": "مفت شپنگ کے لیے کم از کم آرڈر کی قیمت",
          "notifications": {
            "update_success": "شپنگ سروس کی ترتیبات کامیابی کے ساتھ مکمل ہو گئیں۔"
          },
          "shipping_cost_calculation": "شپنگ لاگت کا حساب کتاب",
          "sod_true": "منزل پر شپنگ لاگت حاصل کریں۔",
          "sod_true_message": "یقینی بنائیں کہ آپ کی شپنگ سروس منزل پر شپنگ لاگت کو قبول کرتی ہے۔",
          "sod_false": "آٹو شپنگ لاگت کا حساب کتاب",
          "cod_true": "کیش آن ڈیلیوری قبول کریں۔",
          "cod_false": "صرف آن لائن ادائیگی قبول کریں۔",
          "cod_true_message": "یقینی بنائیں کہ آپ کی شپنگ سروس COD قبول کرتی ہے۔"
        }
      },
      "restriction": {
        "title": "شپنگ پابندی",
        "subtitle": "آپ اس بات کو یقینی بنانے کے لیے پابندیاں لاگو کر سکتے ہیں کہ صرف نامزد شپنگ ایریاز کے صارفین ہی آپ سے خریداری کر سکتے ہیں!",
        "no_enable_shipping_error": "کوئی بھی آپ سے خرید نہیں سکتا کیونکہ آپ کے پاس شپنگ کا کوئی فعال طریقہ نہیں ہے!",
        "customer_must_select_a_shipping_msg": "گاہک کو آرڈر دینے کے لیے شپنگ کا طریقہ منتخب کرنا چاہیے۔",
        "customer_can_order_without_shipping_method_msg": "کسٹمر آرڈر دے سکتا ہے یہاں تک کہ اگر منتخب جگہ کے لیے شپنگ کا کوئی طریقہ تعاون یافتہ نہ ہو۔",
        "inputs": {
          "restriction": {
            "false_description": "اگر کوئی مخصوص شپنگ طریقہ منتخب نہ کیا گیا ہو تب بھی صارفین آرڈر دے سکتے ہیں۔",
            "false_title": "تمام احکامات قبول کریں۔",
            "true_title": "محدود قبول آرڈر",
            "true_description": "صارفین کو اپنی خریداری مکمل کرنے کے لیے شپنگ یا پک اپ آپشن کا انتخاب کرنے کی ضرورت ہے۔"
          }
        }
      },
      "no_multi_warehouse_support_message": "سادگی کے لیے، یہ فیچر عام اسٹورز میں دستیاب نہیں ہے۔"
    },
    "users": {
      "menu": {
        "customers": "گاہکوں",
        "contact_form": "رابطے",
        "faq": "FAQ",
        "club": "کلب",
        "report": "رپورٹ"
      },
      "report": {
        "title": "صارفین کا جائزہ",
        "sub_title": "آپ یہاں اپنے صارفین کی لائیو حیثیت دیکھیں گے۔",
        "report_30days_by_time": "گزشتہ 30 دنوں میں تاریخ اور وقت پر مبنی صارف کی سرگرمی",
        "report_30days_by_location": "پچھلے 30 دنوں میں جغرافیائی محل وقوع کے صارفین کی سرگرمی"
      },
      "club": {
        "title": "کسٹمرز کلب",
        "sub_title": "ہر سطح کو چالو کرنے کے لیے ماہانہ اور سالانہ خریداری کی رقم اور کرنسی درج کریں۔ آپ کے گاہک آپ کے کسٹمر کلب میں لاگ ان ہوں گے کیونکہ وہ ماہانہ یا سالانہ خریداری کی ضروریات کو پورا کرتے ہیں۔",
        "item": {
          "members_count": "اراکین کی تعداد",
          "purchases_count": "آرڈرز کی تعداد",
          "monthly": "ماہانہ",
          "annually": "سالانہ",
          "discount_percent": "رعائتی قیمت",
          "discount_limit": "رعایت کی حد"
        },
        "edit_dialog": {
          "title": "کسٹمر لیول مینجمنٹ",
          "currency_input": "کرنسی",
          "currency_input_message": "اس کرنسی میں کل خریداریوں کا حساب لگایا جاتا ہے۔",
          "free_shipping_input": "مفت ترسیل",
          "monthly_input": "ماہانہ خریداری کی شرح",
          "annually_input": "سالانہ خریداری کی شرح",
          "discount_percent_input": "کلب کے اراکین کے لیے رعایتی شرح",
          "discount_limit_input": "رعایت کی حد",
          "description_input": "تفصیل",
          "description_input_message": "اس سطح کی مختصر تفصیل درج کریں۔"
        },
        "notifications": {
          "update_success": "تبدیلیاں کسٹمر کلب پر لاگو ہیں۔"
        }
      },
      "faq": {
        "title": "اکثر پوچھے گئے سوالات",
        "sub_title": "شامل کریں، ترمیم کریں، اور اپنے صارفین کے سوالات کے جوابات دیں۔"
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "مہمات",
        "cross_selling": "کراس فروخت",
        "affiliate": "ملحق",
        "emails": "ای میلز",
        "funnel": "چمنی"
      },
      "campaign": {
        "name_input_placeholder": "مہم کا نام",
        "name_input_message": "اپنی مہم کا عنوان درج کریں۔",
        "create_campaign_action": "نئی مہم بنائیں",
        "table": {
          "title": "عنوان",
          "state": "حالت",
          "discount": "رعایت",
          "landing": "لینڈنگ پیج",
          "start": "شروع کریں۔",
          "end": "ختم"
        },
        "notifications": {
          "add_success_title": "ایک مہم بنائیں",
          "add_success": "آپ کی مہم بنائی گئی۔"
        },
        "name_input_name": "مہم کا نام"
      }
    },
    "categories": {
      "title": "زمرہ کی فہرست",
      "subtitle": "زمرہ جات آپ کے آن لائن اسٹور کی کلیدی خصوصیت ہیں۔ ہم آپ کو ایک جدید اسٹور فرنٹ بنانے اور اپنے صارفین کے لیے صحیح پروڈکٹس تلاش کرنا آسان بنانے کے لیے زمرہ بندی کے ان طاقتور ٹولز کا استعمال کرنے کی ترغیب دیتے ہیں۔",
      "menu": {
        "add_new": "نیا زمرہ شامل کریں۔",
        "categories_list": "زمرہ جات کی فہرست",
        "export": "زمرے برآمد کریں۔",
        "import": "زمرہ جات درآمد کریں (CSV)"
      },
      "graph": {
        "title": "زمرہ جات کا درجہ بندی",
        "subtitle": "آپ اپنے اسٹور کیٹیگریز کا مکمل جائزہ لے سکتے ہیں اور صارفین انہیں کیسے نیویگیٹ کرتے ہیں۔ زمرہ جات کی صحیح ترتیب کے ساتھ، آپ کے صارفین تیزی سے مصنوعات تلاش کر سکتے ہیں اور تبادلوں کی شرح بڑھ جائے گی۔",
        "visits_count": "وزٹ کریں۔",
        "normal": "سادہ",
        "items_count": "اشیاء کی تعداد",
        "home": "گھر"
      },
      "category_widget": {
        "parent": "والدین",
        "not_exist": "موجود نہیں ہے",
        "children": "ذیلی زمرہ جات",
        "delete_alert": {
          "title": "بچوں کے زمرے کو ہٹا دیں۔",
          "message": "کیا آپ {title} کو {parent_title} فہرست سے ہٹانا چاہتے ہیں؟",
          "action": "حذف کریں۔"
        },
        "notifications": {
          "edit_success": "زمرہ میں ترمیم کی گئی۔"
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "اسٹور",
        "my_apps": "ایپس"
      },
      "my_apps": {
        "title": "فعال ایپس کو اسٹور کریں۔",
        "subtitle": "اپنی کاروباری ایپلی کیشنز کا نظم کریں۔",
        "all": "تمام"
      },
      "store": {
        "title": "اپلی کیشن سٹور",
        "subtitle": "اپنی پسندیدہ خدمات کو اپنے کاروبار سے محفوظ طریقے سے جوڑیں۔ ہم اپنے صارفین کی درخواستوں کی بنیاد پر پلگ ان اور ایپس شامل کرتے ہیں۔",
        "nodata": "کوئی پلگ ان نہیں ملا۔",
        "all": "تمام",
        "more": "مزید"
      }
    },
    "pages": {
      "menu": {
        "new_page": "نیا صفحہ",
        "contact_us": "ہم سے رابطہ کریں۔",
        "privacy": "رازداری",
        "terms": "شرائط",
        "about_us": "ہمارے بارے میں",
        "landings": "لینڈنگ",
        "popup": "پاپ اپ",
        "static": "جامد"
      }
    },
    "permissions": {
      "menu": {
        "persons": "عملہ",
        "roles": "کردار",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "اہلکاروں کی فہرست",
          "new_user": "نیا عملہ شامل کریں۔",
          "new_user_message": "وہ صارفین جنہیں اس اسٹور کے ڈیش بورڈ اور انتظامی حصوں تک رسائی حاصل ہوگی۔",
          "email_input_placeholder": "ای میل",
          "email_input": "صارف کا ای میل پتہ",
          "level_input": "رسائی کی سطح",
          "add_user_action": "عملہ شامل کریں۔"
        },
        "delete_alert": {
          "title": "رسائی کو ہٹا دیں۔",
          "message": "کیا آپ اس صارف کو حذف کرنا چاہتے ہیں؟",
          "action": "حذف کریں۔"
        },
        "notifications": {
          "add_success_title": "رسائی شامل کریں۔",
          "add_success": "نئی رسائی شامل کی گئی۔",
          "delete_success_title": "رسائی کو حذف کریں۔",
          "delete_success": "رسائی حذف کر دی گئی۔"
        }
      },
      "shop_api": {
        "title": "اسٹور تک رسائی کی چابیاں",
        "message": "یہ چابیاں آپ کے سرور کے ذریعے رسائی ٹوکن بنانے کے لیے استعمال ہوتی ہیں۔ نوٹ کریں کہ چابیاں خفیہ ہیں اور صرف اس طرح سرور پر ہیں جو دوسروں کو نظر نہیں آتی ہیں۔"
      }
    },
    "applications": {
      "pwa": {
        "title": "ویب ایپ",
        "sub_title": "اپنے اسٹور ویب ایپ کو یہاں دیکھیں",
        "message": "نوٹ: آپ iOS ایپ میں اپنے آئی فون اور آئی پیڈ پر اپنی ویب سائٹ کے ویلکم پیج میں ترمیم کر سکتے ہیں۔",
        "ios_app": "iOS ایپ"
      },
      "ios": {
        "title": "iOS ایپ",
        "sub_title": "آپ جلد ہی اپنے اسٹور کے لیے ایک iOS ایپ بنا سکیں گے۔",
        "message": "فائل کا زیادہ سے زیادہ سائز: 512 KB، آپ 1MB سائز تک کی فائلیں اپ لوڈ کر سکتے ہیں، بشرطیکہ ہمارا کمپریشن سسٹم سائز کو 512KB تک کم کر سکے۔ اپ لوڈ کردہ تصویر کو ذہانت سے تبدیل کیا جائے گا۔"
      },
      "android": {
        "title": "اینڈرائیڈ ایپلی کیشن",
        "sub_title": "اپنی خود کی Android ایپ بنائیں",
        "message": "اس فارم کو پُر کریں اور بلڈ کی کو دبائیں۔ کسی اور چیز کی ضرورت نہیں رہے گی۔ آپ کی ایپ کی تعمیر اور دستخط کے تمام مراحل کلاؤڈ سرورز پر انجام پاتے ہیں۔ حتمی ایپ تمام AppStores پر اپ لوڈ کی جائے گی۔",
        "server_un_available": "تجرباتی طور پر، ایپلیکیشن سرور اس وقت منسلک نہیں ہے۔",
        "app_building_progress": "آپ کی ایپ بنائی جا رہی ہے۔",
        "app_build_success": "آپ کی ایپ تیار ہے۔",
        "download_app_action": "اپلی کیشن حاصل",
        "firmware_version": "فرم ویئر ورژن",
        "main_info": "درخواست پیکیج",
        "package_name_input_message": "یقینی بنائیں کہ پیکیج کا نام منفرد ہے۔",
        "package_name_input_alert": "اگر آپ یہ نام تبدیل کرتے ہیں، تو آپ AppStore میں اپنی پچھلی ایپس کو اپ ڈیٹ کرنے اور ایک نئی انسٹال کرنے کے قابل نہیں رہیں گے۔ نوٹ کریں کہ پرانے ورژن ایپ کے صارفین بھی اپنے اکاؤنٹس میں لاگ ان نہیں کر سکیں گے۔",
        "version_input": "ورژن",
        "version_input_message": "یہ نمبر ہمیشہ اس کی سابقہ قدر سے زیادہ ہونا چاہیے۔",
        "version_name_input": "ورژن کا نام",
        "version_name_input_message": "ایپ کے اس ورژن کے لیے ایک منفرد نام درج کریں۔",
        "use_selldone_key": "ڈیفالٹ چابیاں فروخت کر دیں۔",
        "use_last_key": "محفوظ کردہ کلید",
        "use_new_key": "نئی چابی",
        "appearance": "ظہور",
        "app_name_input": "ایپ کا نام",
        "app_name_input_message": "یہ آپ کی ایپ کا مرکزی نام ہوگا۔",
        "app_title_input": "ایپ کا عنوان",
        "app_title_input_message": "یہ عنوان ایپ کے اوپری حصے میں ظاہر ہوتا ہے۔",
        "app_title_input_placeholder": "ایک عنوان درج کریں۔",
        "app_icon_input": "ایپ آئیکن",
        "app_icon_input_placeholder": "ایپ شبیہیں کی زپ فائل کو منتخب کریں۔",
        "generate_icon_pack_action": "آئیکن پیک بنائیں",
        "splash_design": "سپلیش اسکرین ڈیزائن",
        "splash_logo_input": "سپلیش اسکرین لوگو",
        "splash_logo_input_placeholder": "سپلیش اسکرین کے لیے ایک تصویر منتخب کریں۔",
        "splash_title_input": "سپلیش اسکرین کا عنوان",
        "splash_title_input_placeholder": "سپلیش اسکرین کے لیے ایک عنوان درج کریں۔",
        "splash_title_input_message": "یہ عنوان بڑے فونٹ سائز میں دکھایا جائے گا۔",
        "splash_message_input": "سپلیش اسکرین کا پیغام",
        "splash_message_input_placeholder": "پیغام...",
        "splash_message_input_message": "یہ پیغام نیچے تھمب نیل کے طور پر دکھایا جائے گا۔",
        "dark_theme": "ڈارک تھیم",
        "light_theme": "ہلکی تھیم",
        "build": "تعمیر کریں۔",
        "building_info": "کلاؤڈ سرور پر ایپلیکیشن بنانے میں 10 سیکنڈ سے کئی منٹ لگتے ہیں۔ برائے مہربانی صبر کریں۔ درخواست کے تیار ہونے کے بعد ڈاؤن لوڈ فائل کا لنک یہاں ظاہر ہوگا۔",
        "update_mode_action": "اپ ڈیٹ",
        "build_mode_action": "ایپ بنائیں",
        "notifications": {
          "icon_pack_not_valid_error": "فائل درست نہیں ہے۔",
          "start_building_title": "عمارت...",
          "start_building_message": "اینڈرائیڈ ایپلیکیشن بنانے کی درخواست جمع کرائی گئی۔",
          "build_success_title": "مبارک ہو",
          "build_success": "آپ کی Android ایپ تیار ہے، اور آپ اسے ابھی ڈاؤن لوڈ کر سکتے ہیں۔"
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "آٹو پائلٹ"
      }
    },
    "edit": {
      "menu": {
        "delete": "اسٹور کو حذف کریں۔",
        "activity_time": "وقت",
        "footer": "مینو",
        "info": "معلومات",
        "notification": "اطلاعات",
        "home": "گھر",
        "locations": "مقامات",
        "license": "لائسنس",
        "theme": "خیالیہ",
        "sms": "پیغام",
        "email": "ای میل",
        "domain": "ڈومین",
        "verifications": "تصدیقات",
        "flow": "بہاؤ",
        "business_model": "بزنس ماڈل"
      },
      "delete_dialog": {
        "title": "اسٹور کو حذف کریں۔",
        "message": "کیا آپ <b>{title}</b> اسٹور کو حذف کرنا چاہتے ہیں؟",
        "action": "اسٹور کو حذف کریں۔"
      },
      "notifications": {
        "delete_success": "اسٹور کو حذف کر دیا گیا۔"
      },
      "info": {
        "title_tab": {
          "title": "کاروبار کا نام اور زبان",
          "subtitle": "عوامی نام اور ڈیفالٹ زبان سیٹ کریں۔"
        },
        "name_tab": {
          "title": "منفرد نام سے خریداری کریں۔",
          "subtitle": "یہ آپ کا کاروباری صارف نام ہے۔"
        },
        "description_tab": {
          "title": "آپ کی کاروباری کہانی",
          "subtitle": "اپنے کاروبار اور اس کی منفرد قدر کی تجویز کے بارے میں لکھیں۔"
        },
        "contact_tab": {
          "title": "رابطہ اور مقامی کاروبار",
          "subtitle": "عوامی رابطے کی معلومات اور گوگل مقامی کاروباری سیٹ اپ۔"
        },
        "image_tab": {
          "title": "لوگو",
          "subtitle": "اپنے برانڈ کے لیے ایک منفرد لوگو منتخب کریں۔"
        }
      },
      "badge": {
        "external_title": "بیرونی بیجز کا نظم کریں۔",
        "external_message": "یہاں، آپ بیج کی تصویر کا پتہ اور اس کا لنک درج کر سکتے ہیں۔ URLs ایک منظور شدہ ویب سائٹ سے ہونے چاہئیں۔"
      },
      "edit_menu": {
        "title": "مینو",
        "footer": {
          "title": "فوٹر مینو",
          "sub_title": "آپ اپنے سٹور پیج کے نیچے والے مینو کو یہاں کنفیگر کر سکتے ہیں۔ یہ مینو ہوم پیجز، ڈیزائن کیے گئے صفحات یا بیرونی لنکس ہو سکتے ہیں۔"
        },
        "header": {
          "title": "ہیڈر مینو",
          "sub_title": "یہ مینو صرف موبائل سے بڑی اسکرینوں پر، اور ہوم پیج، پروڈکٹ کیٹیگریز، لینڈنگز، اور پروڈکٹ پیجز کے اوپر ڈسپلے ہوتا ہے۔"
        },
        "save_menu": "مینو کو محفوظ کریں۔",
        "dialog": {
          "main_pages": "مرکزی صفحات",
          "custom_pages": "لینڈنگ پیجز"
        },
        "table": {
          "home": "گھر",
          "shop": "دکان",
          "blogs": "بلاگ",
          "about_us": "ہمارے بارے میں",
          "privacy": "رازداری",
          "terms": "استعمال کی شرائط",
          "faq": "FAQ",
          "contact_us": "ہم سے رابطہ کریں۔"
        },
        "notifications": {
          "save_success": "مینو کو کامیابی کے ساتھ اپ ڈیٹ کر دیا گیا ہے۔"
        }
      },
      "social": {
        "title": "سوشل میڈیا",
        "message": "اس سیکشن میں اپنا آفیشل سوشل میڈیا لنک درج کریں۔ پتوں کی تصدیق کے لیے ہر آئٹم کی ہدایات پر عمل کریں۔"
      },
      "time": {
        "title": "کام کے دن",
        "sub_title": "کام کے دن اور وقت مقرر کریں۔",
        "days_open_input": "دن",
        "days_open_input_nodata": "کم از کم ایک دن منتخب کریں۔",
        "start_time_input": "اسٹور سرگرمی شروع ہونے کا وقت",
        "start_time_input_hint": "اسٹور کھلنے کے اوقات",
        "end_time_input": "اسٹور بند ہونے کا وقت",
        "end_time_input_hint": "اسٹور سرگرمی کا اختتامی وقت",
        "customer_support_service": "احتساب اور کسٹمر سروس",
        "response_time_input": "کسٹمر سروس کی حیثیت",
        "support_24h": "ہفتے میں 24 گھنٹے 7 دن",
        "support_normal": "صرف دفتری اوقات میں",
        "no_service": "نہیں",
        "notifications": {
          "update_success": "اسٹور میں ترمیم کی گئی۔"
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "کوئی زمرہ نہیں۔"
  },
  "add_product": {
    "title_new": "نئی بنائی گئی چیز",
    "title_new_category": "نیا زمرہ",
    "title_new_drop_shipping": "ڈراپ شپنگ شامل کریں۔",
    "title_edit": "پروڈکٹ میں ترمیم کریں۔",
    "delete": "پروڈکٹ کو حذف کریں۔",
    "completed": "مکمل",
    "menu": {
      "type": "مصنوعات کی قسم",
      "general_info": "عام معلومات",
      "rating": "سروے اور خصوصیات",
      "spec": "وضاحتیں",
      "images": "تصویریں",
      "price": "قیمت",
      "inputs": "ان پٹ",
      "outputs": "آؤٹ پٹ",
      "extra": "اضافی تفصیلات",
      "review": "پروڈکٹ کا جائزہ",
      "inventory": "انوینٹری / متغیرات",
      "change_status": "اسٹیٹس کو تبدیل کریں۔"
    },
    "select_type": {
      "title": "اپنے پروڈکٹ یا سروس کی قسم کا انتخاب کریں۔"
    },
    "edit_info": {
      "category_input": "قسم",
      "product_name": "پروڈکٹ کا نام*",
      "product_name_placeholder": "آپ کے پروڈکٹ کا نام یہاں..",
      "product_code": "پروڈکٹ کوڈ (انگریزی)",
      "sku": {
        "label": "SKU",
        "message": "اسٹاک کیپنگ یونٹ"
      },
      "sku_message": "اسٹاک کیپنگ یونٹ",
      "mpn": {
        "label": "MPN",
        "message": "مینوفیکچرر پارٹ نمبر"
      },
      "mpn_message": "مینوفیکچرر پارٹ نمبر",
      "status": {
        "title": "حالت",
        "subtitle": "پروڈکٹ کی حیثیت اس کی آن لائن اور اسٹور میں دستیابی کا تعین کرتی ہے۔ پروڈکٹ کا مسودہ بنانے کے لیے، بس اس کی حیثیت کو 'غیر فعال' میں تبدیل کریں۔"
      },
      "external_link": "بیرونی لنک",
      "brand": {
        "label": "برانڈ",
        "placeholder": "برانڈ سابق Apple.. (اختیاری)"
      },
      "brand_placeholder": "برانڈ سابق Apple.. (اختیاری)",
      "warranty": {
        "subtitle": "وارنٹی اور پروڈکٹ کا اسٹیٹس سیٹ کریں، کیونکہ وارنٹی سے متعلق یہ معلومات گاہک کو دکھائی جائیں گی اور اس وقت کے فریم کو قائم کرنے میں مدد کرتی ہے جس کے اندر مصنوعات کو خریداری کے بعد واپس کیا جا سکتا ہے۔",
        "label": "وارنٹی",
        "placeholder": "سنہری 24 ماہ کی وارنٹی.. (اختیاری)"
      },
      "is_original": "کیا یہ اصل پروڈکٹ ہے؟",
      "is_original_message": "اگر آپ اپنے پروڈکٹ کو اصل سیٹ نہیں کرتے ہیں، تو اس پروڈکٹ کے لیے جعلی بیج دکھایا جائے گا۔",
      "return_warranty": "اس پروڈکٹ کی کتنے دنوں میں واپسی کی گارنٹی ہے؟",
      "warehouse_section": "گودام اور مینوفیکچرنگ",
      "conditions_section": "مصنوعات کی شرائط",
      "warranty_section": "وارنٹی اور ترسیل",
      "unit": {
        "subtitle": "آپ پروڈکٹ پیج پر قیمتوں اور کال ٹو ایکشن عناصر کے ڈسپلے کو ذاتی بنا سکتے ہیں۔"
      },
      "unit_message": "اگر ضرورت ہو تو یونٹ داخل کریں۔ مثال کے طور پر: KG، میٹر، ...",
      "condition": {
        "label": "آپ کے اسٹور میں مصنوعات کی حالت",
        "message": "براہ کرم اس پروڈکٹ کی حالت کا انتخاب کریں۔",
        "subtitle": "اپنے گاہکوں کو اس پروڈکٹ کی حالت اور برانڈ کے بارے میں بتائیں جو آپ پیش کر رہے ہیں۔"
      },
      "condition_message": "آپ کو اس فیلڈ میں اقدار میں سے ایک کا انتخاب کرنا ہوگا۔",
      "unit_section": "پروڈکٹ یونٹ",
      "unit_float": "فلوٹ یونٹ (جلد)",
      "unit_float_hint": "مثال کے طور پر، صارف 3 کلو پھل کا آرڈر دے سکتا ہے، لیکن گاہک کو بھیجی گئی رقم آرڈر کی گئی رقم سے قدرے مختلف ہے۔",
      "unit_float_message": "آرڈر پروسیسنگ کے دوران، ڈیلیور کی گئی رقم آرڈر کی گئی رقم سے مختلف ہو سکتی ہے۔ سسٹم خود بخود اس فرق کا حساب لگاتا ہے اور اسے کسٹمر پر آپ کے قرض کے طور پر ریکارڈ کرتا ہے، جسے اگلے آرڈرز پر لاگو کیا جا سکتا ہے۔",
      "status_list": {
        "active": {
          "title": "فعال ╏ آن لائن اور آف لائن فروخت",
          "description": "یہ پروڈکٹ آن لائن آرڈرز کے لیے دستیاب ہوگی۔"
        },
        "inactive": {
          "title": "غیر فعال ╏ صرف آف لائن فروخت",
          "description": "یہ پروڈکٹ آن لائن آرڈرز کے لیے دستیاب نہیں ہوگی۔"
        }
      },
      "marketplace": {
        "vendor_panel_message": "<b>{vendor_name}</b> پروڈکٹ کا مالک ہے۔",
        "subscription_message": "سبسکرپشن پروڈکٹس میں ایک وینڈر ہو سکتا ہے، لہذا آپ انہیں وینڈر پینل میں بنا سکتے ہیں یا تخلیق کے مرحلے پر ان کو وینڈر تفویض کر سکتے ہیں۔ منتخب فروش پروڈکٹ کا مالک ہوگا۔",
        "default_message": "آپ یہ بتا سکتے ہیں کہ آیا یہ پروڈکٹ ایک وینڈر کی ہے اور اس لیے صرف ایک وینڈر اسے بیچ سکتا ہے، یا یہ پروڈکٹ مارکیٹ پلیس سے تعلق رکھتی ہے اور ایک سے زیادہ وینڈر اسے فروخت کر سکتے ہیں۔",
        "single_vendor_title": "اکیلا فروش",
        "single_vendor_desc": "یہ پروڈکٹ ایک وینڈر کی ہے، اور منتخب فروش اس کا انتظام کر سکتا ہے۔",
        "multi_vendors_title": "متعدد دکاندار",
        "multi_vendors_desc": "یہ پروڈکٹ مارکیٹ پلیس سے تعلق رکھتی ہے اور صرف مارکیٹ پلیس پینل میں ترمیم کی جا سکتی ہے۔"
      },
      "category_input_msg": "خالی: اسٹور کی جڑ میں",
      "unit_input": "پروڈکٹ یونٹ",
      "category": {
        "subtitle": "اپنی فہرست میں دکھائے جانے والے زمرے اور عنوان کو ترتیب دیں۔"
      },
      "custom_pricing": {
        "title": "اپنی مرضی کے مطابق قیمتوں کا تعین کرنے والا فارم",
        "subtitle": "آپ پروڈکٹ کے لیے ایک ویلیویشن (قیمتوں کا ان پٹ فارم) بنا یا تفویض کر سکتے ہیں، اور آپ کے گاہک مختلف قسموں کے درمیان انتخاب کر سکتے ہیں یا بدیہی ان پٹ فارم کے ذریعے آپ کے سامان کو اپنی مرضی کے مطابق بنا سکتے ہیں۔",
        "valuation_need_saved_product_message": "براہ کرم پہلے پروڈکٹ کو محفوظ کریں، اور پھر آپ ویلیو ایشن ماڈل تفویض کر سکتے ہیں۔",
        "assign_valuation_message": "براہ کرم اس پروڈکٹ کو ویلیو ایشن ماڈل تفویض کریں۔",
        "edit_pricing_action": "قیمتوں کے فارم میں ترمیم کریں۔",
        "add_pricing_action": "نئی قیمتوں کا فارم بنائیں"
      },
      "action": {
        "title": "اپنی مرضی کے مطابق خرید بٹن",
        "message": "آپ اس پیٹرن پر عمل کر کے آئیکن کو تبدیل کر سکتے ہیں: {icon name} عنوان...",
        "placeholder": "کال ٹو ایکشن درج کریں...",
        "multi_language_dialog_title": "حسب ضرورت خرید بٹن کیپشن"
      },
      "warehouse": {
        "subtitle": "یہ معلومات گودام کے انتظام کے نظام کے ذریعے استعمال کی جاتی ہے اور عالمی سطح پر مصنوعات کی شناخت کے لیے کام کرتی ہے۔"
      },
      "gtin": {
        "hint": "تائید شدہ اقدار UPC (شمالی امریکہ، 12 ہندسوں)، EAN (یورپ، 13 ہندسوں)، JAN (جاپان، 8 یا 13 ہندسوں)، ISBN (کتابیں، 13 ہندسے) ہیں۔",
        "label": "پروڈکٹ کا عالمی تجارتی آئٹم نمبر",
        "placeholder": "یہاں عالمی تجارتی نمبر.. (اختیاری)"
      },
      "hsn": {
        "hint": "HSN، یا ناموں کا ہم آہنگ نظام، سامان اور مصنوعات کی درجہ بندی کے لیے بین الاقوامی سطح پر معیاری درجہ بندی کا نظام ہے۔",
        "placeholder": "6~16 ہندسوں کا HSN کوڈ.. (اختیاری)",
        "label": "HSN"
      },
      "profiles": {
        "title": "پروفائلز",
        "subtitle": "آپ وارنٹی، واپسی کی پالیسی، شپنگ، اور گائیڈ کی وضاحت کر سکتے ہیں اور انہیں اس پروڈکٹ کے لیے تفویض کر سکتے ہیں۔ اسے پروڈکٹ پیج پر نئے ٹیبز کے طور پر دکھایا جائے گا۔"
      },
      "shortcuts": {
        "title": "اضافی زمرہ جات کو پروڈکٹ تفویض کریں۔",
        "subtitle": "یہ فیچر آپ کو پروڈکٹ > ترمیم > زمرہ کے تحت سیٹ پرائمری زمرہ میں اس کی جگہ کو برقرار رکھتے ہوئے متعدد زمروں میں پروڈکٹ کی فہرست بنانے کی اجازت دیتا ہے۔ بنیادی طور پر، یہ آپریٹنگ سسٹمز میں 'شارٹ کٹ' بنانے کی طرح کام کرتا ہے، جس سے پروڈکٹ کو اضافی مخصوص زمروں میں ظاہر کرنے کے قابل بناتا ہے۔"
      }
    },
    "rating_pros_cons": {
      "title": "سروے",
      "message": "اپنی مصنوعات کی درجہ بندی کرنے کے لیے اپنے صارفین کے لیے مصنوعات کی وضاحتوں کی فہرست درج کریں۔ (5 اشیاء تک)",
      "rating_input": "پولز",
      "rating_input_message": "آپ پول میں 5 آئٹمز شامل کر سکتے ہیں۔",
      "item_unit": "آئٹم",
      "pros_title": "پیشہ",
      "pros_message": "مصنوعات کی خصوصیات درج کریں۔ (5 اشیاء تک)",
      "pros_input_title": "فیچر ٹائٹل",
      "pros_input_value": "خصوصیت کی قدر",
      "pros_group": "مصنوعات کے فوائد",
      "pros_group_messages": "مصنوعات کی اہم خصوصیات",
      "cons_title": "Cons کے",
      "cons_message": "مصنوعات کی کمزوریاں درج کریں۔ (5 اشیاء تک)",
      "cons_input_title": "کمزوری کا عنوان",
      "cons_input_value": "کمزوری کی قدر",
      "cons_group": "مصنوعات کی کمزوریاں",
      "cons_group_messages": "مصنوعات کی اہم کمزوریاں",
      "select_from_list": "فہرست سے منتخب کریں۔",
      "suggestion_rating": [
        "اچھے معیار",
        "اچھی قیمت",
        "سفارش کریں گے۔",
        "خصوصیات اور صلاحیتیں۔",
        "استعمال میں آسانی",
        "اچھی طرح سے ڈیزائن کیا گیا ہے۔",
        "قابل اعتماد کارکردگی",
        "مؤثر کسٹمر سپورٹ",
        "تسلی بخش ترسیل کا وقت",
        "مصنوعات کی تفصیل سے مماثل ہے۔",
        "پائیدار اور دیرپا",
        "مؤثر لاگت",
        "پرکشش پیکیجنگ",
        "جدید ڈیزائن",
        "ماحول دوست",
        "کافی ہدایات/دستی",
        "توقعات پر پورا اترا۔",
        "صارف دوست انٹرفیس",
        "اعلی کارکردگی",
        "عظیم بعد فروخت سروس",
        "ورسٹائل فنکشنلٹی",
        "مسابقتی قیمتوں کا تعین",
        "اسپیئر پارٹس / لوازمات کی دستیابی",
        "قابل اعتماد برانڈ",
        "استعمال میں محفوظ",
        "فوری اور درست سروس"
      ],
      "notifications": {
        "add_rating_success": "صارف کی درجہ بندی {rating_name} کا اختیار شامل کیا گیا۔",
        "delete_rating_success": "صارف کی درجہ بندی {rating_name} کا اختیار حذف کر دیا گیا۔",
        "add_pros_success": "مصنوعات کی خصوصیت شامل کی گئی۔",
        "delete_pros_success": "پروڈکٹ کی خصوصیت ہٹا دی گئی۔",
        "add_cons_success": "مصنوعات کی کمزوری شامل کی گئی۔",
        "delete_cons_success": "مصنوعات کی کمزوری کو ہٹا دیا گیا ہے۔"
      },
      "rating_input_placeholder": "اپنا حسب ضرورت سروے سوال یہاں لکھیں... اور انٹر دبائیں!"
    },
    "edit_spec": {
      "title": "تکنیکی خصوصیات",
      "sub_title": "آپ ملتے جلتے پروڈکٹس کی تکنیکی تصریحات درآمد کر سکتے ہیں۔",
      "import_action": "درآمد کریں۔",
      "group_input_header": "گروپ شامل کریں۔",
      "item_title_header": "آئٹم شامل کریں۔",
      "group_input": "گروپ ہیڈر",
      "group_input_message": "عنوان درج کریں۔",
      "group_add_action": "گروپ شامل کریں۔",
      "item_title_input": "عنوان",
      "item_title_input_message": "خصوصیت کا عنوان درج کریں۔",
      "item_value_input": "قدر",
      "item_value_input_message": "خصوصیت کی قدر درج کریں۔",
      "add_item_action": "آئٹم شامل کریں۔",
      "dialog": {
        "title": "تکنیکی وضاحتیں درج کریں۔",
        "code_input": "پروڈکٹ کی شناخت",
        "code_input_message": "پروڈکٹ کوڈ: P0000...",
        "spec_view_title": "منتخب کردہ مصنوعات کی تفصیلات",
        "set_spec_action": "تکنیکی وضاحتیں نقل کریں۔",
        "spec_view_subtitle": "وضاحتیں منتخب کردہ مصنوعات سے درآمد کی گئی ہیں۔"
      },
      "notifications": {
        "enter_group_title_error": "سرخی کی قدر درج کریں۔",
        "enter_item_title_and_value_error": "فیچر کا عنوان اور قدر درج کریں۔",
        "spec_saved_success": "مصنوعات کی وضاحتیں محفوظ ہو گئیں۔"
      },
      "subtitle": "مصنوعات کی وضاحتیں یہاں داخل کریں۔ یہ معلومات صارفین کو دکھائی جائیں گی اور زمرہ کے ذہین فلٹرنگ سسٹم میں بھی استعمال کی جا سکتی ہیں۔",
      "manual": {
        "title": "دستی طور پر",
        "subtitle": "گروپس اور کلیدی اقدار کے جوڑے کی وضاحت کرکے دستی طور پر مصنوعات کی تفصیلات شامل کریں۔",
        "add_group_action": "گروپ شامل کریں۔",
        "add_item_action": "سپیک ویلیو شامل کریں۔"
      },
      "import": {
        "subtitle": "آپ اسی طرح کی مصنوعات کی تکنیکی وضاحتیں درآمد کر سکتے ہیں۔",
        "action_title": "درآمد کریں۔",
        "action_subtitle": "کسی اور پروڈکٹ سے کلون اسپیک۔"
      },
      "ai": {
        "title": "AI",
        "subtitle": "آپ پروڈکٹ کے خام ڈیٹا کو متنی شکل میں جمع کر کے خود بخود پروڈکٹ کی وضاحتیں بنا سکتے ہیں۔",
        "action_title": "AI کے ذریعہ خود کار طریقے سے تیار کریں۔",
        "action_subtitle": "خلاصہ فوری طور پر مصنوعات کی وضاحتیں بنائیں۔"
      },
      "dialog_ai": {
        "title": "خودکار طور پر مصنوعات کی وضاحتیں تیار کریں۔",
        "prompt": {
          "title": "پروڈکٹ کا جائزہ",
          "subtitle": "براہ کرم پروڈکٹ کی ایک مختصر اور واضح وضاحت فراہم کریں، اس کی اہم خصوصیات اور تفصیلات کو اجاگر کریں۔ یہ معلومات خود بخود مصنوعات کی وضاحتیں تیار کرنے کے لیے استعمال کی جائیں گی۔"
        },
        "generated_spec": {
          "title": "AI سے تیار کردہ تفصیلات",
          "subtitle": "یہ تصریحات مصنوعی ذہانت سے تیار کی گئی تھیں۔"
        },
        "inputs": {
          "prompt": {
            "label": "پروڈکٹ کی تفصیلات",
            "placeholder": "یہاں پروڈکٹ کی وضاحت کریں..."
          }
        },
        "actions": {
          "run": {
            "title": "وضاحتیں تیار کریں۔",
            "subtitle": "فراہم کردہ جائزہ سے خودکار طور پر مصنوعات کی وضاحتیں بنانے کے لیے کلک کریں۔"
          },
          "add_generated_spec": "تیار کردہ تفصیلات شامل کریں۔"
        }
      }
    },
    "edit_images": {
      "title": "مرکزی تصویر",
      "main_image_input_nodata": "پروڈکٹ کی تصویر اپ لوڈ کریں۔",
      "main_image_input_message": "یہ تصویر مصنوعات کی فہرست میں دکھائی دیتی ہے۔",
      "preview": "پیش نظارہ",
      "image_style": "تصویری انداز",
      "background_is_white": "سفید پس منظر",
      "background_is_white_msg": "کیا تصویر کا پس منظر سفید ہے؟؟",
      "images": {
        "title": "پروڈکٹ امیجز گیلری",
        "sub_title": "اس سیکشن میں پروڈکٹ کی تصاویر اپ لوڈ کریں، جو پروڈکٹ کی تمام اقسام کے لیے عام ہیں۔"
      },
      "video": {
        "title": "ویڈیو",
        "sub_title": "سب سے پہلے، اپنے پروڈکٹ کی ویڈیو یوٹیوب پر اپ لوڈ کریں، اور پھر ویڈیو کا URL یہاں ڈالیں۔"
      },
      "change_bg_ai": {
        "title": "نئے پس منظر کے ساتھ تصویر بنائیں",
        "inputs": {
          "prompt": {
            "label": "پس منظر کی تفصیل",
            "placeholder": "مطلوبہ پس منظر بیان کریں..."
          }
        },
        "actions": {
          "reimagine": {
            "title": "نئی تصویر بنائیں",
            "subtitle": "ایک نئے پس منظر کے ساتھ پوری تصویر کا دوبارہ تصور کریں۔"
          },
          "replace": {
            "subtitle": "موجودہ پس منظر کو تبدیل کریں۔"
          }
        }
      }
    },
    "pricing": {
      "edit_price": "قیمتوں کا تعین",
      "price_input": "قیمت",
      "currency_input": "کرنسی",
      "currency_input_messages": "قیمت اس کرنسی میں شمار کی جاتی ہے۔",
      "commission_input": "کمیشن",
      "commission_message": "یہ اختیار صرف خاص قسم کے تاجروں جیسے تھوک فروشوں کے لیے مفید ہے۔ اگر آپ تھوک فروش نہیں ہیں، تو اس اختیار کو خالی چھوڑ دیں۔ خریدار جو قیمت دیکھتے ہیں وہ قیمت اور کمیشن کا مجموعہ ہے۔ ٹیکس شامل کرنے کے لیے اکاؤنٹنگ > ٹیکس پر کلک کریں۔",
      "add_commission_action": "کمیشن شامل کریں۔",
      "discount_input": "رعایت",
      "discount_input_message": "رعائتی قیمت",
      "has_discount_period_input": "کیا یہ رعایت کسی مخصوص وقت کے لیے درست ہے؟",
      "discount_timespan": "رعایت کی مدت درج کریں۔",
      "start_input": "شروع کریں۔",
      "end_input": "ختم",
      "start_input_placeholder": "آغاز کا وقت منتخب کریں۔",
      "end_input_placeholder": "اختتامی وقت منتخب کریں۔",
      "independent_price": "قیمت صرف اس ویرینٹ کے لیے",
      "same_price": "اہم مصنوعات کی قیمت",
      "variant_pricing_message": "اس آپشن کو منتخب کر کے، اس ویرینٹ کی قیمت مرکزی پروڈکٹ سے آزادانہ طور پر سیٹ کی جا سکتی ہے۔",
      "price_label_input": "قیمت کا لیبل",
      "price_label_message": "قیمت کے بارے میں اضافی معلومات شامل کریں جیسے ($1.5/Fl Oz)۔ کیسز استعمال کریں: گروسری، ایف ایم سی جی۔",
      "add_price_label_action": "قیمت کا لیبل شامل کریں۔",
      "subtitle": {
        "marketplace": "مارکیٹ پلیس کے اندر، ظاہر کی جانے والی بنیادی پروڈکٹ کی قیمت لسٹنگ کی قیمت ہوتی ہے، جبکہ اصل قیمت کا تعین وینڈر پروڈکٹ کے تعلقات کے ریکارڈ کی بنیاد پر کیا جاتا ہے۔",
        "subscription": "سبسکرپشنز کے لیے، صرف فہرست کی قیمت دکھائی جاتی ہے، جبکہ اصل قیمت کا تعین منتخب کردہ سبسکرپشن پلان کی بنیاد پر کیا جائے گا۔",
        "service": "سروس پر مبنی پروڈکٹس کے لیے، درج قیمت صرف ڈسپلے کے مقاصد کے لیے ہے، جو سروس کی تخمینی قیمت فراہم کرتی ہے۔ سروس کی اصل قیمت کا تعین آپ کے ذریعہ ایک بار کیا جائے گا جب گاہک اپنا آرڈر دے دے (چیک آؤٹ پر)۔",
        "file": "اس سے مراد فائل کی درج اور اصل قیمت ہے، جسے صارفین کو فائلوں تک رسائی حاصل کرنے کے لیے ادا کرنا ہوگا۔",
        "default": "اس سے مراد پروڈکٹ کی درج قیمت ہے اور کسی بھی قسم کی قیمت کو بھی مدنظر رکھا جاتا ہے جس کی الگ قیمت نہیں ہوتی ہے۔"
      },
      "extra_pricings": {
        "title": "اضافی قیمتیں شامل کریں۔",
        "subtitle": "خریدی گئی مقدار کی بنیاد پر مختلف قیمتیں لگائیں۔"
      },
      "vendor": {
        "title": "وینڈر کی قیمتوں کا تعین",
        "subtitle": "یہ قیمت صرف مصنوعات کی فہرست میں دکھائی جائے گی۔ آپ پروڈکٹ > وینڈرز ٹیب میں وینڈر کی قیمت سیٹ کر سکتے ہیں۔",
        "manage_vendors": "وینڈرز کا نظم کریں۔",
        "vendor_product_pricing_link": "وینڈر کی مصنوعات کی قیمتوں کا تعین منسلک ہے. یہاں لسٹنگ کی قیمت کو تبدیل کرنے سے وینڈر پروڈکٹس پر اثر پڑے گا بغیر ویریئنٹس کے یا وہ ویریئنٹس والے جن کی اپنی قیمت نہیں ہے (بنیادی پروڈکٹ جیسی قیمت کا استعمال کرتے ہوئے)۔ اس قیمت کو بازار کی قیمت کے طور پر سمجھا جائے گا، اور وینڈر کی قیمت قیمتوں کے ماڈل یا پچھلے مارکیٹ پلیس کے منافع کے مارجن کی بنیاد پر مقرر کی جائے گی۔",
        "vendor_variant_pricing_link": "ویریئنٹ کی قیمت کو یہاں تبدیل کرنے سے وینڈر پروڈکٹس کی قیمتیں اسی ویریئنٹ کے ساتھ متاثر ہوں گی۔ اس قیمت کو بازار کی قیمت سمجھا جائے گا، اور وینڈر کی قیمت قیمتوں کے ماڈل یا پچھلے مارکیٹ پلیس کے منافع کے مارجن کے مطابق مقرر کی جائے گی۔"
      }
    },
    "inputs_edit": {
      "title": "خریدار کی معلومات کا ان پٹ فارم",
      "sub_title": "آپ ہر پروڈکٹ کے لیے ڈیٹا انٹری فارم بنا سکتے ہیں، اس لیے خریدار پروڈکٹ خریدتے وقت آپ کو معلومات بھیجیں۔ مثال کے طور پر، یہ معلومات پتھر پر کندہ کاری کا نام ہو سکتی ہے۔",
      "message_input": "صارف کو پیغام",
      "message_input_message": "یہ پیغام گاہک کو مصنوعات کی خریداری کے وقت دکھایا جائے گا۔",
      "inputs_form": "معلومات کا ڈھانچہ (ان پٹ)",
      "inputs_hint": "آپ کے پاس اپنے صارفین سے تفصیلات جمع کرنے کے لیے ذاتی نوعیت کا فارم ترتیب دینے کا اختیار ہے جب وہ آرڈر دینے کے لیے تیار ہوں۔"
    },
    "extra_edit": {
      "physical": {
        "title": "سامان بھیجنے کی معلومات",
        "sub_title": "لاگت اور تیاری کا وقت اس سیکشن میں دی گئی معلومات کی بنیاد پر لگایا جاتا ہے۔ سٹور میں منتخب یونٹس (وزن، طول و عرض، فاصلہ) کے مطابق معلومات درج کرنا یقینی بنائیں۔"
      },
      "notifications": {
        "save_title": "پیکجنگ اپ ڈیٹ ہو گئی۔",
        "save_msg": "پروڈکٹ کی پیکیجنگ کی معلومات کو کامیابی کے ساتھ اپ ڈیٹ کر دیا گیا۔"
      },
      "order_limit": {
        "title": "آرڈر کی حد",
        "subtitle": "اگر آپ تھوک فروش ہیں یا فی آرڈر اس آئٹم کی مقدار کی کم از کم یا زیادہ سے زیادہ حد ہے، تو آپ اسے یہاں بتا سکتے ہیں۔",
        "no_limit": "کوئی حد نہیں۔",
        "minimum_purchase_quantity": "کم از کم خریداری کی مقدار",
        "maximum_purchase_quantity": "خریداری کی زیادہ سے زیادہ مقدار"
      }
    },
    "variants": {
      "not_available": "اس قسم کے پروڈکٹ کے لیے فی الحال کسی قسم کا انتخاب کرنا ممکن نہیں ہے۔"
    },
    "delete_product": {
      "title": "پروڈکٹ کو ہٹا دیں۔",
      "message": "کیا آپ <b>{product_title}</b> کو حذف کرنا چاہتے ہیں؟",
      "tips": "اگر آپ غلطی سے کسی پروڈکٹ کو حذف کر دیتے ہیں، تو آپ اسے اپنی دکان > مصنوعات پر جا کر، حذف شدہ آئٹمز دکھائیں کو فعال کر کے، اور پھر پروڈکٹ پر دائیں کلک کر کے، اور بحال کو منتخب کر کے اسے بازیافت کر سکتے ہیں۔"
    }
  },
  "product_admin": {
    "products_list": "مصنوعات کی فہرست",
    "product": "پروڈکٹ",
    "menu": {
      "edit": "ترمیم",
      "review": "جائزہ لیں",
      "orders": "احکامات",
      "inventory": "انوینٹری",
      "dashboard": "ڈیش بورڈ",
      "back_to_products": "مصنوعات",
      "drop_shipping": "سامان نیچے اتارنا"
    },
    "dashboard": {
      "info": {
        "title": "پروفائل",
        "title_small": "پروڈکٹ",
        "category": "مصنوعات کی قسم",
        "link": "پروڈکٹ لنک",
        "type": "قسم",
        "inputs": "معلومات درج کریں۔",
        "outputs": "آؤٹ پٹ کی معلومات",
        "user_data_form": "خریدار کی معلومات کا فارم",
        "staff_messages": "عملے کے پیغامات",
        "add_note": "نوٹ شامل",
        "product_tags": "پروڈکٹ ٹیگز",
        "edit_tags": "ٹیگز میں ترمیم کریں۔"
      },
      "orders": {
        "title": "احکامات",
        "title_small": "غیر عمل شدہ",
        "physical_orders_title": "اس پروڈکٹ کے ساتھ شاپنگ کارٹس",
        "send_30days_title": "پچھلے 30 دنوں میں بھیجے گئے آرڈرز",
        "downloads_30days_title": "پچھلے 30 دنوں میں ڈاؤن لوڈ کردہ فائل نمبر",
        "virtual_orders_title": "اس پروڈکٹ کے آرڈرز مکمل ہونے کے منتظر ہیں۔",
        "send_count_in_period": "بھیجے گئے آرڈرز {start} ~ {end} کے درمیان",
        "downloads_count_in_period": "فائل ڈاؤن لوڈ کی گئی تعداد {start} ~ {end} کے درمیان"
      },
      "inventory": {
        "title": "انوینٹری",
        "title_small": "گودام",
        "total_sell": "کل فروخت",
        "total_sell_today": "آج فروخت",
        "total_sell_30days": "آخری 4 دن کی فروخت",
        "chart": {
          "labels": [
            "انوینٹری",
            "فروخت"
          ]
        },
        "subscribers_title": "سبسکرائبرز",
        "subscribers_title_small": "کل سبسکرائب شدہ آرڈرز",
        "total_sell_timespan": "{start} ~ {end} کے درمیان کل فروخت"
      },
      "finance": {
        "title": "مالیاتی",
        "title_small": "آخری 6 ماہ کی خریداری کی رپورٹ",
        "select_mode_title": "کی طرف سے دکھائیں",
        "modes": {
          "sell": "فروخت",
          "payment": "ادائیگی",
          "discount": "رعایت"
        },
        "currency_select_title": "منتخب کرنسی کے لحاظ سے قیمت",
        "sell_today": "آج فروخت",
        "product_price": "پروڈکٹ کی قیمت",
        "currency_unit": "کرنسی یونٹ",
        "sell_30days": "30 دن کی فروخت",
        "sell_daily": "روزانہ فروخت",
        "sell_yesterday": "کل فروخت"
      },
      "survey": {
        "title": "مصنوعات کی درجہ بندی",
        "title_small": "گاہک کی اطمینان کی رپورٹ",
        "total_participation": "تعاون کی کل تعداد",
        "today_participation": "آج کی درجہ بندی",
        "last7days_participation": "گزشتہ 7 دنوں کے تعاون",
        "chart": {
          "participate": "شرکت",
          "participate_title": "تعاون کی تعداد",
          "score": "سکور"
        },
        "total_participation_tooltip": "پروڈکٹ کے لیے ریٹرز کی کل گنتی۔",
        "users_not_rated_msg": "صارفین نے ابھی تک اس پروڈکٹ کی درجہ بندی نہیں کی ہے۔"
      },
      "inform": {
        "title": "گاہک کی توقعات",
        "title_small": "چھوٹ یا دستیابی کا انتظار کر رہے ہیں۔",
        "message": "جب مصنوعات فروخت پر جائیں یا دستیاب ہوں تو صارفین کو مطلع کریں۔",
        "waiting_for_auction": "مصنوعات کی فروخت پر جانے کا انتظار کرنا",
        "waiting_for_available": "مصنوعات کے دستیاب ہونے کا انتظار ہے۔",
        "unit": "شخص (افراد)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "انوینٹری کی فہرست",
        "add_variant": "متغیر شامل کریں۔",
        "title": "پروڈکٹ انوینٹری / پروڈکٹ ویریئنٹس کی فہرست",
        "sub_title": "اگر اس پروڈکٹ کے ایک سے زیادہ مختلف قسمیں ہیں، تو انہیں اس سیکشن میں درج کریں۔ آپ ہر قسم کی رقم، قیمت اور رعایت کی الگ الگ وضاحت کر سکتے ہیں۔ بصورت دیگر پروڈکٹ کی ڈیفالٹ ویلیوز قیمتوں کے لیے لاگو ہوں گی۔",
        "add_action": "متغیر شامل کریں۔",
        "count_input": "انوینٹری",
        "count_input_action": "گنتی سیٹ کریں۔",
        "management_title": "انوینٹری مینجمنٹ اور مصنوعات کی مختلف حالتیں۔",
        "add_title": "پروڈکٹ ویرینٹ شامل کریں۔",
        "edit_title": "پروڈکٹ ویرینٹ میں ترمیم کریں۔",
        "notifications": {
          "add_success": "پروڈکٹ ویرینٹ شامل کر دیا گیا۔",
          "delete_success": "پروڈکٹ ویرینٹ کو حذف کر دیا گیا۔",
          "save_product_inventory_success": "مصنوعات کی انوینٹری محفوظ ہو گئی۔"
        }
      },
      "variant_item": {
        "price": "قیمت",
        "same_as_product": "اہم مصنوعات کی طرح",
        "in_stock": "انوینٹری",
        "delete_dialog": {
          "title": "پروڈکٹ ویرینٹ کو حذف کریں۔",
          "message": "کیا آپ اس قسم کو حذف کرنا چاہتے ہیں؟"
        }
      },
      "variant_add_edit": {
        "title": "مصنوعات کے مختلف قسم کی وضاحت کرنا",
        "message": "پروڈکٹ نمبر منفرد",
        "active_input": "کیا یہ ویرینٹ فعال ہے؟",
        "sku": "SKU",
        "sku_tips": "پروڈکٹ ویئر ہاؤس کوڈ۔",
        "mpn": "MPN",
        "mpn_tips": "پروڈکٹ کوڈ پروڈکٹ کی پیکیجنگ پر مینوفیکچرر کے ذریعہ داخل کیا گیا ہے۔",
        "variant_variable": "متغیر متغیرات",
        "pricing": "قیمتوں کا تعین",
        "has_pricing_input": "کیا قیمت اہم مصنوعات سے مختلف ہے؟",
        "inventory": "انوینٹری",
        "inventory_unit": "اشیاء",
        "delivery_info": "پیکیجنگ اور شپنگ",
        "images": "متغیر کی تصاویر",
        "images_message": "اس ویرینٹ کو محفوظ کرنے کے بعد آپ یہاں ایک تصویر شامل کر سکیں گے۔"
      }
    },
    "edit_article": {
      "menu": {
        "tags": "ٹیگز",
        "article": "مضمون"
      }
    }
  },
  "product_extra_physical": {
    "weight": "پیکیج کا وزن",
    "weight_unit": "کلو",
    "size": "پیکیج کے طول و عرض",
    "dimension": "سینٹی میٹر",
    "width": "چوڑائی",
    "length": "لمبائی",
    "height": "اونچائی",
    "lead_time_title": "تیاری کا وقت",
    "lead_time": "تیاری کا وقت",
    "lead_time_dimension": "گھنٹے",
    "bulk_action": "بلک ایکشنز",
    "bulk_action_input": "تمام متغیرات کو اپ ڈیٹ کریں۔",
    "bulk_action_msg": "تمام اقسام کے لیے پروڈکٹ کی پیکیجنگ اور تیاری کا وقت مقرر کریں۔",
    "weight_subtitle": "پروڈکٹ کا کل پیکیجنگ وزن یہاں درج کریں۔ یہ معلومات شپنگ کا صحیح طریقہ منتخب کرنے میں مدد کرتی ہے اور اس بات کو یقینی بناتی ہے کہ آرڈر شپنگ کی حد سے تجاوز نہ کرے۔",
    "size_subtitle": "پروڈکٹ کا مکمل پیکیجنگ سائز یہاں درج کریں۔ اس معلومات کا استعمال صحیح ترسیل کا طریقہ منتخب کرنے اور اس بات کو یقینی بنانے کے لیے کیا جاتا ہے کہ آرڈر پارسل سائز کی حد سے زیادہ نہ ہو۔",
    "lead_time_subtitle": "لیڈ ٹائم شپنگ کے لیے کسی پروڈکٹ کو تیار کرنے کے لیے درکار مدت کا تخمینہ لگاتا ہے، جس سے ترسیل کے وقت کا اندازہ لگانے میں مدد ملتی ہے۔",
    "bulk_action_subtitle": "آپ پیکیجنگ کی معلومات کو پروڈکٹ کی تمام اقسام پر لاگو کر سکتے ہیں۔"
  },
  "product_images_list": {
    "upload_button": "مزید پروڈکٹ کی تصاویر",
    "upload_an_image": "ایک تصویر منتخب کریں۔",
    "notifications": {
      "update_sort_success": "تصویروں کی چھانٹی محفوظ ہو گئی۔",
      "delete_image_title": "مصنوعات کی تصویر کو حذف کریں۔",
      "delete_image_success": "تصویر کامیابی کے ساتھ حذف کر دی گئی۔"
    }
  },
  "variants_view": {
    "prices": "قیمتیں",
    "inventory": "انوینٹری",
    "discount": "رعایت"
  },
  "gift_card_type_edit": {
    "title_input": "عنوان",
    "color_input": "کارڈ کا رنگ",
    "charge_input": "ابتدائی چارج",
    "charge_input_hint": "ہر کارڈ کے لیے ابتدائی چارج",
    "currency_input": "کرنسی",
    "currency_input_message": "صرف اس کرنسی کے ساتھ خریداری کے لیے",
    "lifetime_input": "کارڈ کی میعاد (ماہ)",
    "lifetime_input_message": "کارڈ کی میعاد",
    "card_image_input": "کارڈ کی تصویر",
    "notifications": {
      "create_success": "کارڈ بنایا",
      "update_success": "کارڈ اپ ڈیٹ ہو گیا۔"
    }
  },
  "shop_warehouse_edit": {
    "title": "گودام شامل کریں۔",
    "message": "شپنگ لاگت کا حساب لگانے کے لیے اپنے گودام کا پتہ اور پروفائل درج کریں۔",
    "name_input": "گودام کا نام",
    "address": "پتہ",
    "name_input_message": "اپنے گودام کے لیے ایک عرفی نام درج کریں۔",
    "person_name": "افسر کا نام",
    "phone_number": "رابطہ نمبر",
    "map_title": "سٹور گودام کا پتہ",
    "confirm_action": "گودام کی منظوری",
    "address_name": "گودام",
    "notifications": {
      "success_save": "تبدیلیاں کامیابی سے محفوظ ہو گئیں۔"
    }
  },
  "inventory_list": {
    "search_input": "مصنوعات کی تلاش...",
    "search_input_title": "اسٹور کی مصنوعات کے درمیان تلاش کریں۔",
    "apply_filter": "فلٹر لگائیں۔",
    "inventory": "انوینٹری کی فہرست",
    "export": "انوینٹری برآمد کریں۔",
    "import": "انوینٹری درآمد کریں۔",
    "bulk_price": "بلک قیمت میں تبدیلی",
    "bulk_discount": "بلک ڈسکاؤنٹ تبدیلی",
    "category_filter_msg": "⚡ یہ تمام مصنوعات اور ذیلی زمرہ جات پر لاگو ہوگا!",
    "table": {
      "waiting": "معلومات موصول ہو رہی ہیں... براہ کرم انتظار کریں۔",
      "open_state": "فعال",
      "close_state": "غیر فعال",
      "image": "تصویر",
      "product": "پروڈکٹ کا نام",
      "code": "پروڈکٹ کوڈ",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "اصل",
      "status": "حالت",
      "in_stock": "اسٹاک میں",
      "edit": "تبدیلی"
    },
    "bulk_price_dialog": {
      "title": "بڑی تعداد میں کارروائیاں > قیمت",
      "message": "نوٹ: درج ذیل رقم آپ کے اسٹور میں موجود تمام مصنوعات کی قیمت پر بطور فیصد لاگو ہوگی۔ اس کے علاوہ، منتخب کردہ کرنسی کی بنیاد پر قیمتوں کی قیمتوں کو ذہانت کے ساتھ قریب ترین گول نمبر میں تبدیل کر دیا جائے گا۔ اقدار درج کرنے میں محتاط رہیں۔",
      "check": "میں قیمت کی تبدیلیوں کو منظور کرتا ہوں۔",
      "add_percent_tab": "فیصد شامل کریں۔",
      "add_constant_tab": "مستقل شامل کریں۔",
      "ending_tab": "ختم کرنے کی حکمت عملی"
    },
    "bulk_discount_dialog": {
      "title": "بلک ایکشنز > ڈسکاؤنٹ",
      "message": "نوٹ: درج ذیل رقم آپ کے اسٹور میں موجود تمام مصنوعات کی رعایت کے فیصد کے طور پر ہوگی۔ اس کے علاوہ، حسابی رعایتی اقدار کو ذہانت سے منتخب کرنسی کی بنیاد پر قریب ترین راؤنڈ نمبر میں تبدیل کر دیا جائے گا۔ اقدار درج کرنے میں محتاط رہیں۔",
      "check": "میں رعایتی تبدیلیوں کو منظور کرتا ہوں۔"
    },
    "notifications": {
      "save_success": "انوینٹری کی تبدیلی محفوظ ہو گئی۔"
    },
    "title": "اسٹور انوینٹری",
    "subtitle": "اسٹور میں موجود تمام مصنوعات کی فہرست۔",
    "cant_set_here": "یہاں سیٹ نہیں ہو سکتا"
  },
  "spec_view": {
    "auto_save_input": "خودکار بچت",
    "auto_save_input_message": "تبدیلیاں خود بخود محفوظ ہو جائیں گی۔"
  },
  "time_progress_bar": {
    "title_before_start": "شروع تک باقی ہے۔",
    "title_between_start_end": "آخر تک باقی ہے۔",
    "title_after_end": "ختم",
    "title_no_start_end": "مدت کے بغیر!"
  },
  "geo_map": {
    "views": "مناظر",
    "views_unit": "اوقات",
    "product_views": "پروڈکٹ کے نظارے۔",
    "buys": "خریداری",
    "buys_unit": "احکامات",
    "baskets": "فعال کارٹس",
    "added_items": "آئٹمز شامل کریں۔",
    "removed_items": "اشیاء کو ہٹا دیں۔"
  },
  "faq_list": {
    "table": {
      "nodata": "کوئی سوال نہیں ملا۔",
      "more_data_action": "مزید سوالات ..",
      "user": "صارف",
      "tag": "ٹیگ",
      "question": "سوال",
      "officer": "عملہ",
      "answer": "جواب دیں۔",
      "created_at": "تاریخ",
      "priority": "ترجیح",
      "edit": "ترمیم"
    },
    "dialog": {
      "add_new_action": "نیا سوال بھیجیں۔",
      "edit_action": "اکثر پوچھے گئے سوالات میں ترمیم کریں۔",
      "question_input": "سوال",
      "question_input_placeholder": "اپنا سوال پوچھیں..",
      "link_input": "لنک",
      "link_input_placeholder": "آپ جواب میں ایک لنک کا حوالہ دے سکتے ہیں۔",
      "answer_input": "جواب دیں۔",
      "answer_input_placeholder": "جواب کا متن درج کریں ..",
      "tag_input": "ٹیگ (زمرہ کا عنوان)",
      "tag_input_placeholder": "ایک مختصر عنوان درج کریں۔",
      "priority_input": "ترجیح: (0 سے 10)"
    },
    "delete_alert": {
      "title": "سوال کو حذف کریں۔",
      "message": "کیا آپ اس سوال کو حذف کرنا چاہتے ہیں؟",
      "action": "حذف کریں۔"
    },
    "notifications": {
      "send_success": "آپ کا جواب کامیابی کے ساتھ جمع کر دیا گیا ہے۔",
      "delete_success": "آپ کا سوال کامیابی کے ساتھ حذف کر دیا گیا ہے۔"
    }
  },
  "contact_messages_list": {
    "load_more_action": "مزید پیغامات ..",
    "table": {
      "nodata": "کوئی سوال نہیں ملا۔",
      "user": "صارف",
      "message": "پیغام کا باڈی",
      "category": "قسم",
      "officer": "عملہ",
      "answer": "جواب دیں۔",
      "created_at": "تاریخ",
      "contact": "رابطہ کریں۔",
      "edit": "ترمیم"
    },
    "dialog": {
      "title": "پیغام کا جواب دیں۔",
      "category": "قسم",
      "user_name": "نام",
      "email": "ای میل",
      "phone": "رابطہ نمبر",
      "message": "پیغام کا متن",
      "status": "ردعمل کی حیثیت",
      "status_answered": "جواب دیا۔",
      "status_waiting": "جواب کا انتظار ہے۔",
      "answer_input": "متن کا جواب دیں۔",
      "mail_input": "میل بھیجیں۔",
      "mail_input_message": "اگر آپ اسے فعال کرتے ہیں، تو آپ کا جواب صارف کے ای میل پر بھیج دیا جائے گا۔"
    },
    "delete_alert": {
      "title": "پیغام حذف کریں۔",
      "message": "کیا آپ اس پیغام کو حذف کرنا چاہتے ہیں؟",
      "action": "حذف کریں۔"
    },
    "notifications": {
      "send_success": "آپ کی درخواست کامیابی کے ساتھ جمع کر دی گئی ہے۔",
      "delete_success": "پیغام حذف کر دیا گیا۔"
    }
  },
  "campaign": {
    "title": "مہم",
    "menu": {
      "setting": "ترتیبات",
      "return": "پیچھے",
      "dashboard": "ڈیش بورڈ",
      "links": "لنکس",
      "landing": "لینڈنگ",
      "ads": "اشتہارات",
      "finance": "مالیات"
    },
    "dashboard": {
      "title": "ڈیش بورڈ",
      "status": "حالت کا جائزہ",
      "sessions": "سیشنز",
      "links_overview": "مہم کے لنکس کا جائزہ",
      "orders": "احکامات",
      "performance": "مہم کی کارکردگی",
      "links_funnel": "مہم کے لنکس کارکردگی",
      "no_links": "کوئی ڈیٹا دستیاب نہیں ہے! براہ کرم اپنی مہم کا لنک بنائیں۔",
      "social": "سوشل میڈیا لیڈز",
      "conversion_over_time": "وقت کے ساتھ تبدیلی",
      "total_campaign_sell": "مہم کے لحاظ سے کل فروخت"
    },
    "finance": {
      "title": "فنانس رپورٹ",
      "campaign_revenue": "مہم کی آمدنی",
      "total_revenue": "مہم کے لحاظ سے کل آمدنی",
      "links_revenue": "مہم کے لنکس کی آمدنی",
      "payments_over_time": "وقت کے ساتھ فروخت",
      "all_links": "تمام لنکس"
    },
    "landing": {
      "empty_message": "مہم کی ترتیبات میں لینڈنگ پیج سیٹ کریں۔",
      "set_landing": "لینڈنگ پیج سیٹ کریں۔",
      "create_landing": "نیا لینڈنگ پیج بنائیں"
    },
    "links": {
      "title": "مہم کے لنکس",
      "url_input_message": "اپنے ٹارگٹ پیج کا یو آر ایل درج کریں۔"
    },
    "setting": {
      "menu": {
        "config": "ترتیب",
        "timespan": "وقت کی مدت",
        "banner": "بینر",
        "Notification": "اطلاع"
      },
      "general_setting": {
        "title": "عام مہم کی ترتیبات",
        "sub_title": "نام، لینڈنگ پیج اور ڈسکاؤنٹ کوڈ",
        "name_input": "مہم کا نام",
        "name_input_hint": "اپنی مہم میں ایک نام شامل کریں۔",
        "enable_input": "کیا مہم فعال ہے؟",
        "page_input": "لینڈنگ پیج",
        "discount_code_input": "رعایتی کوڈ",
        "limit": "رعایت کی حد",
        "max_count": "زیادہ سے زیادہ گنتی",
        "max_count_unit": "اشیاء",
        "start": "شروع کریں۔",
        "end": "ختم",
        "notification_enable_input": "اطلاع فعال ہے؟",
        "landing_page": "لینڈنگ پیج",
        "discount_code": "رعایتی کوڈ",
        "auto": "پہلے سے طے شدہ مہم",
        "auto_message": "آپ کی دکان میں پہلے سے طے شدہ مہم چالو ہوگئی"
      },
      "time_setting": {
        "title": "وقت کی مدت",
        "sub_title": "آغاز کی تاریخ اور وقت / اختتامی تاریخ اور وقت",
        "start_input": "شروع کریں۔",
        "start_input_placeholder": "مہم شروع کرنے کا وقت منتخب کریں۔",
        "end_input": "ختم",
        "end_input_placeholder": "مہم کے اختتامی وقت کو منتخب کریں۔"
      },
      "banner_setting": {
        "title": "دکان بینر",
        "sub_title": "دکان کے صفحے کے اوپر ڈسپلے کریں۔",
        "message_input": "پیغام کا متن",
        "message_input_placeholder": "خصوصی فیسٹیول...",
        "message_input_hint": "بینر پیغام ٹیکسٹ اسٹور کے اوپر",
        "bg_image_input": "پس منظر کی تصویر کا URL",
        "bg_image_input_hint": "مکمل پس منظر کی تصویر کا URL",
        "repeat_pattern": "پیٹرن کو دہرائیں۔",
        "simple": "سادہ",
        "dark_input": "ڈارک تھیم؟",
        "icon_input": "آئیکن",
        "icon_input_hint": "میٹریل ڈیزائن آئیکن کا نام یا فونٹاوسم: فاس فا اسٹار",
        "anim_input": "حرکت پذیری کا پتہ",
        "anim_input_message": "لوٹی اینیمیشن فائل کا URL",
        "preview": "پیش نظارہ",
        "preview_update_action": "پیش نظارہ کو اپ ڈیٹ کریں۔",
        "bg_color": "پس منظر کا رنگ",
        "icon_bg": "آئیکن کے پس منظر کا رنگ"
      },
      "notifications": {
        "title": "اطلاع",
        "sub_title": "ایک اطلاع بنائیں اور اسے اپنی مہم سے جوڑیں۔",
        "update_success": "آپ کی مہم کو اپ ڈیٹ کر دیا گیا ہے۔",
        "action_button": "ایکشن بٹن",
        "background_color": "پس منظر کا رنگ",
        "text_color": "متن کا رنگ",
        "action_color": "ایکشن کا رنگ",
        "action_text_color": "ایکشن ٹیکسٹ کا رنگ",
        "notification_image": "اطلاع کی تصویر",
        "notification_bg": "اطلاع کا پس منظر",
        "show_preview": "پیش نظارہ دکھائیں۔",
        "persistence": "استقامت",
        "persistence_message": "کیا آپ ہر بار دکھانا چاہتے ہیں جب آپ کا صارف ویب سائٹ کا دورہ کرتا ہے۔",
        "radius": "رداس",
        "show_delay": "تاخیر دکھائیں۔"
      }
    }
  },
  "add_category": {
    "title_edit": "زمرہ میں ترمیم کریں۔",
    "title_update": "نیا زمرہ شامل کریں۔",
    "menu": {
      "delete": "زمرہ حذف کریں۔",
      "filter": "فلٹرز",
      "settings": "ترتیبات",
      "back": "پیچھے"
    },
    "title_input": "زمرہ کا عنوان *",
    "title_input_error": "ایک زمرہ کا عنوان منتخب کریں۔",
    "name_input": "زمرہ کا نام (انگریزی)*",
    "name_input_error": "زمرہ کے لیے ایک منفرد نام منتخب کریں۔",
    "description_input": "زمرہ کی تفصیل",
    "description_input_message": "زمرہ کی مختصر تفصیل درج کریں ..",
    "parent_input": "والدین کا زمرہ",
    "parent_input_message": "یہ زمرہ اسٹور ہوم پیج پر ظاہر ہوتا ہے۔",
    "image_input": "زمرہ کی تصویر",
    "image_input_placeholder": "زمرہ کے لیے ایک تصویر منتخب کریں۔",
    "edit_action": "زمرہ میں ترمیم کریں۔",
    "add_action": "زمرہ شامل کریں۔",
    "back_action": "پیچھے",
    "no_category": "کوئی زمرہ جات نہیں۔",
    "star": "ستارہ",
    "filter": {
      "title": "زمرہ کے فلٹرز",
      "sub_title": "اس زمرے میں مصنوعات پر لاگو فلٹرز اور زمرہ جات کا نظم کریں۔",
      "message": "درج ذیل باکس میں اس زمرے کے لیے عام تکنیکی خصوصیت کا عنوان درج کریں اور محفوظ کریں۔ فہرست کو محفوظ کرنے کے بعد، ہر زمرے کے مواد کے ساتھ فلٹر کیٹیگریز ظاہر ہوں گی۔ رنگ، وزن، سائز، برانڈ وغیرہ خود بخود پروڈکٹ کے مختلف قسم سے نکالے جاتے ہیں۔"
    },
    "delete_alert": {
      "title": "زمرہ ہٹا دیں۔",
      "message": "کیا آپ {title} زمرہ کو حذف کرنا چاہتے ہیں؟",
      "action": "حذف کریں۔"
    },
    "notifications": {
      "add_success": "نیا زمرہ شامل کیا گیا۔",
      "edit_success": "زمرہ میں ترمیم کی گئی۔",
      "delete_success": "حذف کر دیا گیا {title}۔"
    },
    "edit_filter": {
      "spec_input": "تکنیکی تفصیلات کی فہرست",
      "spec_input_message": "ان خصوصیات کی فہرست جو آپ فلٹر سیکشن میں دکھانا چاہتے ہیں۔",
      "price": "قیمت",
      "min": "کم از کم",
      "max": "زیادہ سے زیادہ",
      "suggested_list": {
        "brand": "برانڈ",
        "colors": "رنگ",
        "styles": "ڈیزائن",
        "volumes": "حجم",
        "weights": "وزن",
        "packs": "نمبر فی پیک",
        "types": "قسم"
      },
      "notifications": {
        "edit_success": "زمرہ میں ترمیم کی گئی۔"
      },
      "manually_update_filters_tips": "<b>اہم!</b> جب مصنوعات تبدیل ہوتی ہیں تو فلٹرز خود بخود اپ ڈیٹ ہو جاتے ہیں۔ تاہم، کسی زمرے میں مصنوعات میں تبدیلیاں کرنے کے بعد، براہ کرم یہاں واپس آئیں اور فلٹر کو ریفریش کرنے کے لیے محفوظ/ریجنریٹ بٹن پر کلک کریں۔",
      "inputs": {
        "spec": {
          "message": "ان خصوصیات کی فہرست جو آپ فلٹر سیکشن میں دکھانا چاہتے ہیں۔",
          "placeholder": "فلٹر میں دکھانے کے لیے چشمی منتخب کریں..."
        }
      }
    },
    "config": {
      "subtitle": "زمرے پروڈکٹ کے انتظام کو ہموار کرنے میں مدد کرتے ہیں اور آپ کے گاہکوں کے لیے آپ کے اسٹور میں مصنوعات تلاش کرنا آسان بناتے ہیں۔"
    },
    "parent": {
      "subtitle": "یہ زمرہ اپنے بنیادی زمرے کے تحت ظاہر ہوگا۔ اگر کسی پروڈکٹ کا پیرنٹ زمرہ نہیں ہے تو اسے مرکزی زمرہ میں دکھایا جائے گا۔"
    },
    "template": {
      "title": "سانچے",
      "edit_page": "صفحہ میں ترمیم کریں۔",
      "Pages_list": "صفحہ کی فہرست",
      "subtitle": "آپ اپنی مرضی کے صفحے کو اوورلے کرکے اپنے زمرہ کے صفحہ کی نمائش کو بڑھا سکتے ہیں۔ بہترین طریقہ یہ ہے کہ شفاف پس منظر والے صفحات بنائیں اور ہر زمرے کے لیے مخصوص 1 سے 2 حصوں کو ڈیزائن کریں۔ اس کے بعد آپ ہر ایک زمرے کو انفرادی طور پر تیار کرنے کے لیے متحرک مواد کا استعمال کرتے ہوئے ایک صفحہ کو متعدد زمروں سے جوڑ سکتے ہیں۔"
    },
    "critical_zone": {
      "title": "کریٹیکل زون",
      "subtitle": "اگر آپ کسی زمرے کو ہٹاتے ہیں تو اس کے ذیلی زمرہ جات اور پروڈکٹس کو پیرنٹ ڈائرکٹری <b>📁 {parent}</b> میں منتقل کر دیا جائے گا۔ ان زمروں کا نظم کرنے کے لیے جو مصنوعات کی فہرست میں نہیں ہیں، دکان > زمرہ جات کے ٹیب پر جائیں۔",
      "accept_delete": {
        "true_description": "میں اس زمرے کو ہٹانا چاہتا ہوں۔",
        "true_title": "زمرہ ہٹانے کی تصدیق کریں۔"
      }
    }
  },
  "apps_list": {
    "nodata": "آپ کے اسٹور پر کوئی ایپ انسٹال نہیں ہے۔",
    "inactive": "غیر فعال",
    "my_apps": "میری ایپس",
    "app_store": "نئی ایپ شامل کریں۔"
  },
  "add_shop": {
    "menu": {
      "shop_title": "اسٹور کا عنوان",
      "shop_name": "اسٹور کا نام",
      "description": "تفصیل",
      "contact": "رابطے کی معلومات",
      "image": "تصویر"
    },
    "title_input": "عنوان",
    "title_input_tips": "اپنے اسٹور، برانڈ یا کمپنی کا نام درج کریں۔",
    "active_message": "آپ کی ویب سائٹ تک رسائی حاصل کر سکتے ہیں ہر کسی کے لئے فعال سیٹ کریں.",
    "language_input_message": "اپنی اسٹور کی زبان منتخب کریں۔",
    "name_input": "نام",
    "name_input_message": "اپنے اسٹور کے لیے ایک نام درج کریں۔",
    "name_input_tips": "غیر انگریزی حروف، اسپیس یا حروف کا استعمال نہ کریں، اگر استعمال کیا جائے تو اسٹور کا نام ٹھیک سے ظاہر نہیں ہو سکتا۔",
    "description_input": "اسٹور کی تفصیل",
    "description_input_message": "اپنے کاروبار کے بارے میں ایک مختصر تفصیل لکھیں۔",
    "address_input": "اسٹور کا پتہ",
    "address_input_message": "درست سٹور کے مقام کا پتہ درج کریں۔",
    "phone_input": "فون نمبر",
    "phone_input_message": "کسٹمر رابطہ نمبر",
    "phone_input_tips": "کنٹری کوڈ کے ساتھ رابطہ نمبر درج کریں۔ یہ نمبر گوگل سرچ میں معلومات ظاہر کرنے کے لیے بھی استعمال ہوتا ہے۔",
    "email_input": "ای میل",
    "email_input_message": "صارفین کے لیے ای میل ایڈریس",
    "locality_input": "مقام",
    "locality_input_message": "اسٹور کا مقام",
    "region_input": "ریاست یا صوبہ",
    "region_input_message": "ریاست یا صوبہ جس میں آپ کام کرتے ہیں۔",
    "country_input": "ملک",
    "country_input_message": "کاروبار کا ملک",
    "postal_code_input": "ڈاک کامخصوص نمبر",
    "postal_code_input_message": "پوسٹل کوڈ اسٹور کریں۔",
    "image_input": "تصویر اسٹور کریں۔",
    "map": {
      "title": "اسٹور کا پتہ",
      "confirm": "ایڈریس رجسٹریشن",
      "address": "پتہ",
      "receptor": "اسٹور"
    },
    "create_shop_action": "اسٹور بنائیں",
    "update_shop_action": "اپ ڈیٹ",
    "notifications": {
      "copy_success": "اسٹور ایڈریس کی کاپی۔",
      "name_available": "یہ نام ({name}) دستیاب ہے۔",
      "add_success": "اسٹور {title} بنایا گیا۔",
      "edit_success": "اسٹور میں ترمیم کی گئی۔"
    },
    "description_input_tips": "یہ تفصیل آپ کے اسٹور کے فوٹر میں ظاہر ہوگی اور آپ کے اسٹور کے صفحات کے لیے ڈیفالٹ میٹا ٹیگ کی تفصیل کے طور پر بھی استعمال ہوگی۔"
  },
  "virtual_items_list": {
    "add_virtual_item": "ورچوئل آئٹم شامل کریں۔",
    "add_virtual_item_desc": "ورچوئل پروڈکٹس فروخت کرنے کے لیے، آپ کو انہیں اس سیکشن میں شامل کرنا ہوگا۔ ورچوئل آئٹمز کی تعداد اس سیکشن میں مفت آئٹمز کی تعداد کے برابر ہے۔ ایک بار جب گاہک ورچوئل آئٹم خرید لیں گے تو لنک انہیں بھیجا جائے گا۔",
    "filter_action": "فلٹر لگائیں۔",
    "not_processed": "غیر عمل شدہ احکامات",
    "title": "اشیاء کی فہرست",
    "vew_order": "آرڈر دیکھیں",
    "table": {
      "nodata": "کوئی آئٹمز نہیں ہیں۔",
      "product": "پروڈکٹ",
      "data": "ڈیٹا",
      "status": "حالت",
      "user_message": "صارف کا پیغام",
      "updated_at": "آخری اپ ڈیٹ",
      "order": "ترتیب",
      "delete": "حذف کریں۔"
    },
    "notifications": {
      "delete_success": "آئٹم کو کامیابی سے حذف کر دیا گیا۔"
    }
  },
  "add_virtual_item": {
    "title_edit": "اقدار میں ترمیم کریں۔",
    "title_add": "پروڈکٹ میں آئٹم شامل کریں۔",
    "sub_title": "ورچوئل پروڈکٹس بنانا اور ان میں ترمیم کرنا",
    "message": "اسٹور مینیجر خریدار کو ادائیگی کے بعد قیمت دکھا سکتا ہے۔ ان اقدار کو درج ذیل فارم میں درج کرنا ضروری ہے۔ اس فارم کی ساخت Edit Item> Edit Output Information سیکشن میں سیٹ کی گئی ہے۔",
    "edit_outputs": "آؤٹ پٹ فارم میں ترمیم کریں۔",
    "notifications": {
      "edit_success": "آئٹم میں ترمیم کی گئی۔",
      "add_success": "آئٹم کو فہرست میں شامل کیا گیا۔"
    }
  },
  "virtual_process_center": {
    "title": "پروسیسنگ سینٹر",
    "sub_title": "آرڈر پروسیسنگ",
    "virtual_product": "مجازی مصنوعات",
    "menu": {
      "report": "رپورٹ",
      "timeline": "ٹائم لائن",
      "order": "ترتیب"
    },
    "list_widget": {
      "title": "آرڈر کی تفصیلات",
      "product_name": "پروڈکٹ کا نام"
    },
    "inputs_widget": {
      "title": "ان پٹ فارم",
      "table": {
        "title": "عنوان",
        "value": "قدر"
      },
      "change_inputs_action": "ان پٹ فارم میں ترمیم کریں۔"
    },
    "outputs_widget": {
      "title": "آؤٹ پٹ فارم",
      "table": {
        "title": "عنوان",
        "value": "قدر"
      },
      "tips": [
        "گاہک کی درخواست مکمل کرنے کے بعد، خریدار کو آرڈر کے بارے میں مطلع کرنے کے لیے آرڈر کی تصدیق کی کلید کو دبائیں۔",
        "آرڈر کی منظوری کے بعد، خریدار ان پٹ کی معلومات میں ترمیم نہیں کر سکے گا۔"
      ],
      "alerts": {
        "order_completed_by_admin": "آرڈر مکمل ہو چکا ہے۔",
        "order_completed_by_buyer": "خریدار کے ذریعہ آرڈر مکمل ہوچکا ہے۔",
        "waiting_for_buyer": "خریدار کی منظوری کا انتظار کر رہے ہیں .."
      }
    }
  },
  "file_process_center": {
    "title": "پروسیسنگ سینٹر",
    "sub_title": "آرڈر پروسیسنگ",
    "menu": {
      "report": "رپورٹ",
      "timeline": "ٹائم لائن",
      "order": "ترتیب"
    }
  },
  "process_order_page_dashboard": {
    "title": "آرڈر پروسیسنگ",
    "cancel_order_action": "آرڈر منسوخ کر دیں",
    "open_basket_cation": "یہ شاپنگ کارٹ کھلا ہوا ہے، یعنی گاہک خریداری کر رہا ہے اور اس نے ابھی تک آرڈر کی ادائیگی نہیں کی ہے۔",
    "reject_dialog": {
      "title": "آرڈر کو مسترد کرنے کی وجہ",
      "message": "نیچے دی گئی فہرست سے اس آرڈر کو مسترد کرنے کی وجہ منتخب کریں۔ گاہک کو منسوخی اور رقم کی واپسی کے عمل سے آگاہ کرنا یقینی بنائیں۔ رقم کی واپسی 12 گھنٹے کے اندر کی جانی چاہیے۔",
      "confirm_action": "آرڈر منسوخ کر دیں",
      "dismiss_reject_action": "آرڈر کینسلیشن کو برخاست کریں۔",
      "confirm_now_action": "ابھی آرڈر منسوخ کریں۔",
      "confirm_in48h_action": "48 گھنٹوں میں آرڈر منسوخ کریں۔",
      "options": {
        "title": "اختیارات",
        "subtitle": "اگر آپ اپنا آرڈر فوری طور پر منسوخ کرنا چاہتے ہیں تو آپ اس آپشن کو استعمال کر سکتے ہیں۔"
      }
    },
    "notifications": {
      "update_status_success": "آرڈر کی حیثیت کو اپ ڈیٹ کر دیا گیا۔",
      "reject_update_success": "آرڈر کی منسوخی کی صورتحال کو اپ ڈیٹ کر دیا گیا۔",
      "dismiss_reject_success": "آرڈر معمول کے عمل میں واپس آ گیا۔",
      "set_tracking_success": "آرڈر ٹریک ID کامیابی کے ساتھ محفوظ ہو گیا۔"
    }
  },
  "process_center": {
    "title": "پروسیسنگ سینٹر",
    "physical_product": "جسمانی مصنوعات",
    "menu": {
      "label": "پیکیج لیبل",
      "receipt": "رسید",
      "back": "پیچھے",
      "return": "واپسی",
      "report": "رپورٹ",
      "timeline": "ٹائم لائن",
      "inputs": "ان پٹ",
      "order": "ترتیب"
    },
    "payment_widget": {
      "title": "ادائیگی",
      "checklist": [
        "آرڈر کی رقم اور کسٹمر کی ادائیگی چیک کریں۔",
        "بلنگ ایڈریس چیک کریں۔",
        "یقینی بنائیں کہ درج کردہ معلومات درست ہے، خاص طور پر اگر ادائیگی کیش آن ڈیلیوری ہے۔"
      ],
      "action_cod_pay": "کسٹمر کے ذریعہ ادائیگی کی تصدیق کریں۔",
      "action_dir_pay": "اپ لوڈ کردہ ادائیگی کی رسید کی تصدیق کریں۔",
      "payment_receipt_not_uploaded_error": "ادائیگی کی رسید ابھی تک اپ لوڈ نہیں کی گئی ہے!",
      "waiting_for_pay": "زیر التواء ادائیگی",
      "processing_payment": "ادائیگی پر کارروائی ہو رہی ہے۔",
      "processing_cancel": "ادائیگی منسوخ کر دی گئی۔",
      "paid": "ادا کیا",
      "cod_pay_info": "جب آپ کو گاہک سے آرڈر موصول ہوتا ہے تو آپ ادائیگی کی تصدیق کر سکتے ہیں اور آرڈر مکمل کر سکتے ہیں۔",
      "dir_pay_info": "ادائیگی کی رسید اوپر نظر آئے گی۔ ادائیگی کی تصدیق کرنے سے پہلے، اپنے بینک سے جمع رقم اور رسید کی معلومات کی تصدیق کریں۔",
      "created_date": "تشکیل کی تاریخ",
      "pay_date": "ادائیگی کی تاریخ",
      "payment_gateway": "پیسے ادا کرنے کا طریقہ",
      "payment_method": "ادائیگی کا طریقہ",
      "risk": "خطرے کی قدر",
      "billing_details": "بل کی تفصیلات",
      "add_transaction": "نیا بل شامل کریں۔",
      "add_transactions_message": "آپ کو اس آرڈر کے لیے کم از کم ایک ٹرانزیکشن بنانا چاہیے۔ کچھ معاملات میں، کئی مراحل میں ادائیگی کی ضرورت ہوتی ہے۔ صارف کو کن لین دین کے لیے ادائیگی کرنی ہے اس کا تعین آپ کام کے دوران کریں گے۔",
      "add_bill_dialog": {
        "title": "انوائس شامل کریں۔",
        "message": "آپ اس آرڈر کے لیے ایک یا زیادہ نئی رسیدیں شامل کر سکتے ہیں۔ صارف ان رسیدوں کو دیکھے گا اور کام کی پیشرفت کے مطابق ہر ایک کو ادائیگی کرے گا۔",
        "amount_input": "بل کی رقم",
        "action": "بل شامل کریں۔"
      },
      "edit_bill_dialog": {
        "title": "انوائس میں ترمیم کریں۔",
        "message": "آپ زیر التواء رسیدوں میں ترمیم کر سکتے ہیں۔",
        "action": "انوائس میں ترمیم کریں۔"
      },
      "bill_cash_payment_dialog": {
        "title": "نقد ادائیگی رجسٹر کریں۔",
        "message": "اگر خریدار نے اس انوائس کی رقم نقد یا آن لائن ادائیگی کے علاوہ کسی اور طریقے سے ادا کی ہے، تو اس سیکشن میں، ایک آپشن کا انتخاب کرکے، رجسٹر کریں اور اپنی ادائیگی کی تصدیق کریں۔ اس سیکشن میں، آپ اپنے اسٹور کے صرف نقد ادائیگی کے گیٹ وے دیکھ سکتے ہیں، اگر آپ کو ایسا کوئی آپشن نظر نہیں آتا ہے، تو آپ کو اپنے اسٹور میں منتخب کرنسی میں نقد ادائیگی کے گیٹ وے کو فعال کرنا ہوگا۔",
        "action": "بل کی ادائیگی کی تصدیق کریں۔"
      },
      "table": {
        "title": "عنوان",
        "amount": "رقم",
        "description": "تفصیل",
        "info": "معلومات"
      },
      "user_payment": "گاہک کی ادائیگی",
      "cod": "ادائیگی وصولی کے وقت",
      "gateway_wage": "فیس",
      "gift_card": "تحفہ والا کارڈ",
      "discount_code": {
        "title": "رعایتی کوڈ",
        "code": "کوڈ",
        "percent": "فیصد",
        "limit": "حد"
      },
      "club": {
        "title": "کسٹمرز کلب",
        "percent": "فیصد",
        "limit": "حد"
      },
      "coupon": {
        "title": "کوپن",
        "percent": "فیصد",
        "limit": "حد",
        "charge": "چارج"
      },
      "delivery": {
        "title": "شپنگ کی قیمت",
        "not_paid": "ادا نہیں کیا"
      },
      "samin": {
        "title": "خدمت کے پیسے",
        "description": "یہ رقم آپ کے سیلڈون والیٹ اکاؤنٹ سے کاٹ لی گئی ہے۔",
        "tooltip": "ادائیگی کے طریقے سے حساب لگائیں۔",
        "percent": "فیصد"
      },
      "affiliate": {
        "title": "ملحق کمیشن",
        "affiliate_message": "آپ کو یہ کمیشن اپنے ملحقہ کو ادا کرنا چاہیے۔ یہ عمل آپ کے ذریعہ کیا جاتا ہے۔"
      },
      "total_price": "اشیاء کی کل قیمت",
      "total_items_discount": "آئٹمز ڈسکاؤنٹ",
      "total_price_after_offers": "آفرز کو لاگو کرنے کے بعد کل",
      "user_payment_amount": "خریدار کی ادائیگی کی رقم",
      "samin_wage": "سیلڈون فیس",
      "pay_cod_dialog": {
        "title": "کیا آپ کو آرڈر کی رقم موصول ہوئی؟",
        "message": "کسٹمر کی طرف سے مکمل ادائیگی کو یقینی بنانے کے بعد کیش آن ڈیلیوری ادائیگی کے طریقہ کار میں اس اختیار کی تصدیق کریں۔",
        "confirm_action": "کسٹمر کی ادائیگی کی تصدیق کریں۔"
      },
      "pay_dir_dialog": {
        "title": "کیا آپ کو آرڈر کی رقم موصول ہوئی؟",
        "message": "اپنے بینک کے ساتھ اپ لوڈ کردہ ادائیگی کی رسید منظور کرنے کے بعد اس اختیار کی تصدیق کریں۔ اپنے بینک سے ادائیگی چیک کرنا یقینی بنائیں۔",
        "confirm_action": "کسٹمر کی ادائیگی کی تصدیق کریں۔"
      },
      "notifications": {
        "pay_confirm_message": "ادائیگی کی تصدیق ہو گئی ہے۔<br> پورٹ: {gateway_name}<br> تاریخ: {payment_at}",
        "pay_fail_title": "ادا نہیں کیا",
        "pay_fail_message": "ادائیگی کی منظوری نہیں دی جا سکتی!"
      },
      "total_order_price_before_tax": "قبل از ٹیکس کل قیمت",
      "require_capture": "گرفتاری کی ضرورت ہے۔"
    },
    "basket_list": {
      "checklist": [
        "انوینٹری چیک کریں۔",
        "اگر شے دستیاب نہیں ہے، تو اس شے کے لیے ادا کی گئی رقم گاہک کو واپس کردینی چاہیے۔"
      ],
      "message": "اگر کوئی آئٹم دستیاب نہیں ہے یا فروخت نہیں کیا جا سکتا ہے، تو اس کے ساتھ والے باکس کو ہٹا دیں اور <b>کنفرم آرڈر</b> بٹن پر کلک کریں۔",
      "action": "آرڈر کی تصدیق",
      "list_of_items": "خریداری کی ٹوکری کی فہرست",
      "apply_change_action": "تبدیلیاں لاگو کریں۔",
      "cant_apply_change": "تبدیلیاں نہیں کر سکتے",
      "lottery_prize_inform": "آپ کا گاہک اس پروڈکٹ کا 1x جیتتا ہے۔ اس آرڈر کے ساتھ گفٹ بھیجیں۔",
      "need_to_refund": {
        "title": "گاہک کو رقم کی واپسی درکار ہے۔",
        "message": "ہم ریفنڈز کی کل رقم کا حساب لگاتے ہیں جو آپ کو دستی طور پر کرنے کی ضرورت ہے۔ اس کا حساب ابھی تک غیر دستیاب آئٹمز اور کل ریفنڈ شدہ اقدار کی بنیاد پر لگایا گیا ہے۔",
        "calculated_approximately": "رقم تقریباً شمار کی جاتی ہے۔ براہ کرم خود ہی صحیح رقم کا حساب لگائیں۔"
      },
      "need_payback": {
        "title": "کسٹمر واپس ادائیگی کی ضرورت ہے",
        "message": "ہم نے دیکھا ہے کہ گاہک کو واپس کی گئی کل رقم کارٹ میں موجود اشیاء کی بنیاد پر واجب الادا رقم سے زیادہ ہے۔ اضافی رقم کی وصولی کے لیے آپ کو اپنے کسٹمر سے چارج کرنے کی ضرورت پڑ سکتی ہے۔"
      },
      "need_no_refund": {
        "title": "رقم کی واپسی کی ضرورت نہیں۔"
      },
      "total_refund": {
        "title": "کل رقم واپس کی گئی۔",
        "message": "یہ آپ کے ادائیگی کے گیٹ وے کے ذریعے خودکار طور پر کی جانے والی ریفنڈز کی کل رقم ہے۔ صرف کچھ ادائیگی کی خدمات اس خصوصیت کی حمایت کرتی ہیں، لہذا آپ کو دستی طور پر رقم کی واپسی کی ضرورت ہے۔"
      }
    },
    "preparing": {
      "title": "تیاری",
      "packing_weight": "پیکنگ کا وزن",
      "delivery_type": "بھیجنے کا طریقہ",
      "packing_size": "پیکیجنگ کے طول و عرض",
      "distance_warning": "فاصلہ کی اجازت دی گئی حد سے زیادہ ہے۔",
      "weight_warning": "اجازت شدہ وزن سے زیادہ۔",
      "volume_warning": "اجازت شدہ پیکیج سائز سے زیادہ ہے۔",
      "message": "اگر آرڈر بھیجنے کے لیے تیار ہو تو درج ذیل <b>آرڈر ریڈی</b> بٹن پر کلک کریں۔",
      "action": "آرڈر بھیجنے کے لیے تیار ہے۔",
      "checklist": [
        "پیکیجنگ میں معیاری قواعد پر عمل کریں۔",
        "اشیاء کی فہرست پرنٹ کریں اور اسے پیکیج کے اندر رکھیں۔",
        "پرنٹ کریں اور باکس پر ایک لیبل چسپاں کریں۔"
      ],
      "items_weight_calculation": "تمام اشیاء کا مشترکہ وزن {weight} {unit} ہے",
      "not_available_message": "یہ دستیاب نہیں ہے جب آپ شپنگ ایڈریس کے بارے میں پوچھنے سے معذور ہیں اور صارف نے خریداری کے بعد پتہ نہیں بھرا!"
    },
    "basket_items": "آرڈر آئٹمز کی فہرست",
    "delivered_dialog": {
      "title": "کیا یہ آرڈر گاہک کو موصول ہوا ہے؟",
      "message": "جب آپ کو معلوم ہو کہ گاہک کو آرڈر موصول ہوا ہے تو اس اختیار کی تصدیق کریں۔",
      "confirm_action": "میں تصدیق کرتا ہوں کہ گاہک کو پیکیج موصول ہوا ہے۔"
    },
    "return_delivery_dialog": {
      "title": "کیا ڈیلیوری کے دوران آرڈر میں کوئی پریشانی ہوئی یا اسے واپس کر دیا گیا؟",
      "message": "شپمنٹ واپس کرنے کے آپشن کی تصدیق کریں اگر کسی وجہ سے بھیجنے کے بعد آرڈر واپس ہو جائے اور کھیپ دوبارہ بھیجنے کی ضرورت ہو۔",
      "confirm_action": "واپسی کی تصدیق کریں۔"
    },
    "notifications": {
      "update_status_success": "آرڈر کی حیثیت کو اپ ڈیٹ کر دیا گیا۔",
      "reject_update_success": "آرڈر کی منسوخی کی صورتحال کو اپ ڈیٹ کر دیا گیا۔",
      "dismiss_reject_success": "آرڈر منسوخ کر دیا گیا۔",
      "pay_cod_success": "کیش آن ڈیلیوری ادائیگی کی تصدیق ہو گئی۔",
      "pay_dir_success": "ادائیگی کی تصدیق کارڈ سے کارڈ ادائیگی یا رقم کی منتقلی کے ذریعے ہوئی۔",
      "set_tracking_success": "آرڈر ٹریک ID کامیابی کے ساتھ محفوظ ہو گیا۔",
      "new_bill_success": "نیا بل کامیابی کے ساتھ شامل ہو گیا۔",
      "edit_bill_success": "بل کامیابی کے ساتھ اپ ڈیٹ ہو گیا۔",
      "update_bill_status_success": "بل کی حیثیت کامیابی کے ساتھ اپ ڈیٹ ہو گئی۔",
      "set_payment_in_cash_success": "بل کی ادائیگی دستی طور پر تصدیق کی گئی۔"
    },
    "delete_bill_dialog": {
      "title": "بل حذف کریں۔",
      "message": "کیا آپ واقعی اس بل کو حذف کرنا چاہتے ہیں؟",
      "action": "ہاں، ابھی حذف کریں۔"
    }
  },
  "shop_gateway": {
    "title": "گیٹ وے",
    "menu": {
      "dashboard": "ڈیش بورڈ",
      "edit": "ترمیم",
      "transactions": "لین دین",
      "back": "گیٹ ویز"
    },
    "dashboard": {
      "title": "گیٹ وے مینجمنٹ",
      "gateway_data_widget": {
        "title": "ادائیگیوں کی رپورٹ",
        "title_small": "گیٹ وے",
        "chart": {
          "times": "شمار",
          "buys": "گنتی خریدیں۔",
          "pays": "قابل ادائیگی",
          "amount_pay": "ادا کیا",
          "amount_wage": "فیس"
        }
      },
      "gateway_info_widget": {
        "title": "معلومات",
        "title_small": "گیٹ وے",
        "status": "حالت",
        "cod_transportation": "شپنگ کے طریقے سی او ڈی کی حمایت کرتے ہیں۔",
        "cod_transportations_error": "کم از کم ایک شپنگ طریقہ کے لیے کیش آن ڈیلیوری ادائیگی کو فعال کریں!",
        "payment_type": "ادائیگی کی قسم",
        "cod": "ادائیگی وصولی کے وقت",
        "online": "آن لائن ادائیگی",
        "wage_percent": "فیس فیصد",
        "min_wage": "کم از کم فیس",
        "max_wage": "زیادہ سے زیادہ فیس",
        "min_amount": "کم سے کم لین دین",
        "max_amount": "زیادہ سے زیادہ لین دین",
        "timeout": "ادائیگی کی مدت",
        "timeout_unit": "سیکنڈز",
        "link": "گیٹ وے لنک",
        "your_gateway_status": "آپ کے گیٹ وے کی حیثیت",
        "config_extra_info": "ادائیگی کی خدمت کی ترتیب",
        "oauth2_button": "{gateway} سے خودکار جڑیں",
        "fee_payment_message": "گاہک کی طرف سے ادا کی گئی پوری رقم آپ کے اکاؤنٹ میں منتقل کر دی جائے گی۔ سروس کی فیس سیلڈون میں آپ کے بٹوے سے کاٹی جائے گی۔"
      }
    },
    "edit": {
      "title": "گیٹ وے میں ترمیم کریں۔",
      "menu": {
        "delete": "گیٹ وے کو ہٹا دیں۔"
      },
      "edit_action": "گیٹ وے میں ترمیم کریں۔"
    },
    "transactions": {
      "title": "لین دین",
      "table": {
        "amount": "رقم",
        "currency": "کرنسی",
        "livemode": "قسم",
        "status": "حالت",
        "target_id": "ترتیب",
        "risk": "خطرہ",
        "card": "کارڈ",
        "issued_at": "تاریخ اجراء",
        "payment_at": "ادائیگی کی تاریخ"
      },
      "live_mode": "جیو",
      "test_mode": "سینڈ باکس"
    }
  },
  "edit_gateway": {
    "public_keys": "عوامی چابیاں",
    "private_keys": "نجی چابیاں (خفیہ)",
    "link": "ویب سائٹ",
    "state_title": "فعال/غیر فعال ادائیگی کا طریقہ",
    "gateway_status": "حالت",
    "wallet": "بلاکچین والیٹ",
    "developer_title": "ڈویلپر موڈ",
    "developer_message": "اگر گیٹ وے ڈیبگ موڈ کو سپورٹ کرتا ہے تو آپ جعلی لین دین پر کارروائی کر سکتے ہیں۔",
    "notifications": {
      "edit_success": "گیٹ وے {gateway_name} میں ترمیم کی گئی۔",
      "success_delete": "ادائیگی کا طریقہ حذف کر دیا گیا ہے!"
    },
    "developer_setting": "تیار کریں اور ٹیسٹ کریں۔",
    "live_mode_message": "تمام لین دین لائیو موڈ میں ہوں گے۔",
    "status_title": "ادائیگی کی خدمت کی حیثیت",
    "status_message": "ادائیگی کے طریقے کو فعال یا غیر فعال کے طور پر ترتیب دیں۔ صارفین کو صرف فعال کے طور پر سیٹ کیے گئے طریقے دکھائے جائیں گے۔",
    "status_true_description": "آپ کے صارفین اس ادائیگی کے طریقے سے ادائیگی کر سکتے ہیں۔",
    "manual_title": "دستی / آٹو کیپچر ادائیگی",
    "manual_message": "جب آپ ادائیگی کرتے ہیں، تو آپ رقم کو محفوظ کرنے کے لیے ادائیگی کے اہل طریقے پر روک لگا سکتے ہیں جسے آپ بعد میں حاصل کر سکتے ہیں۔ مثال کے طور پر، ہوٹل اکثر مہمان کے آنے سے پہلے مکمل ادائیگی کی اجازت دیتے ہیں، پھر مہمان کے چیک آؤٹ ہونے پر رقم حاصل کرلیتے ہیں۔",
    "debug": {
      "title": "تیار کریں اور ٹیسٹ کریں۔",
      "subtitle": "آپ ادائیگی کے گیٹ وے کو جانچنے کے لیے ڈیبگ موڈ کو فعال کر سکتے ہیں۔"
    },
    "limit": {
      "title": "آرڈر کی حد",
      "subtitle": "اس ادائیگی کے گیٹ وے کے لیے کم از کم آرڈر کی رقم مقرر کریں۔"
    },
    "limit_input": {
      "title": "کم از کم آرڈر کی رقم",
      "msg": "صفر کا مطلب ہے کوئی حد نہیں۔"
    },
    "currency_input": {
      "message": "وہ کرنسی جسے یہ ادائیگی کا گیٹ وے سپورٹ کرتا ہے۔"
    },
    "gateway_code": "گیٹ وے کوڈ",
    "hold_only_for": "صرف کے لیے دستیاب ادائیگی روکیں۔",
    "manual_input": {
      "false_description": "ادائیگی کی حیثیت خود بخود ادائیگی فراہم کنندہ کے نظام میں زیر التواء سے تصدیق شدہ میں تبدیل ہو جائے گی۔",
      "false_title": "خودکار ادائیگی کی تصدیق",
      "true_title": "ادائیگیوں اور دستی تصدیق کو روکیں۔",
      "true_description": "ادائیگی پر روک لگائیں تاکہ آپ کو آرڈر کے لیے ادائیگیوں کی توثیق کرنے کی ضرورت ہو تاکہ ادائیگی فراہم کنندہ کے نظام میں ان کی حیثیت کو زیر التواء سے تصدیق شدہ میں تبدیل کیا جا سکے۔"
    },
    "delete_verify_input": {
      "true_title": "میں ادائیگی کے اس طریقے کو ہٹانا چاہتا ہوں۔",
      "true_description": "ادائیگی کا یہ طریقہ اسٹور سے ہٹا دیا جائے گا اور صارفین کے لیے دستیاب نہیں ہوگا۔"
    },
    "delete_alert": {
      "title": "ادائیگی کا طریقہ حذف کریں۔",
      "message": "کیا آپ یقینی طور پر اپنی دکان سے ادائیگی کا یہ طریقہ حذف کر دیتے ہیں؟",
      "action": "ادائیگی کا طریقہ حذف کریں۔"
    }
  },
  "gift_card": {
    "title": "گفٹ کارڈز",
    "menu": {
      "edit": "ترمیم",
      "new_card": "کارڈ بنائیں",
      "list": "کارڈز",
      "orders": "احکامات",
      "dashboard": "ڈیش بورڈ",
      "back": "گفٹ کارڈز"
    },
    "dashboard": {
      "title": "گفٹ کارڈ مینجمنٹ ڈیش بورڈ",
      "amount_widget": {
        "title": "کارڈ کی ادائیگی",
        "title_small": "30 یوم",
        "chart_amount_pay": {
          "y": "رقم",
          "label": "ادائیگی"
        },
        "chart_buys": {
          "y": "خریدتا ہے۔",
          "label": "خریدتا ہے۔"
        },
        "total_buy": "خریداری کی کل رقم",
        "total_pay_30days": "30 دن کی کل ادائیگی",
        "total_pay_today": "آج کی ادائیگی"
      },
      "count_widget": {
        "title": "جاری کردہ کارڈز کی تعداد",
        "title_small": "30 یوم",
        "total_cards": "کارڈز کی کل تعداد",
        "used_cards_30days": "30 دن کا استعمال",
        "used_today": "آج کا استعمال",
        "chart": {
          "new_cards": "نئے کارڈز",
          "used_cards": "استعمال شدہ کارڈز",
          "new_card_name": "نیا کارڈ",
          "used_card_name": "استعمال کیا جاتا ہے"
        }
      },
      "export": {
        "title": "آؤٹ پٹ فائل حاصل کریں۔",
        "cards_list": "کارڈز کی فہرست حاصل کریں۔",
        "get_report": "رپورٹ حاصل کریں۔"
      }
    },
    "cards": {
      "title": "جاری کردہ کارڈز کی فہرست",
      "loading_message": "معلومات حاصل کی جا رہی ہیں... براہ کرم انتظار کریں۔",
      "issue_to_user": "صارف کا مسئلہ",
      "table": {
        "card_number": "کارڈ نمبر",
        "balance": "بقیہ",
        "paid": "ادا کیا",
        "edit": "ترمیم",
        "delete": "حذف کریں۔",
        "expire": "میعاد ختم",
        "user": "صارف"
      },
      "delete_alert": {
        "title": "کارڈ ہٹا دیں۔",
        "message": "کیا آپ واقعی اس کارڈ کو حذف کرنا چاہتے ہیں؟",
        "action": "حذف کریں۔"
      },
      "notifications": {
        "delete_success": "گفٹ کارڈ حذف کر دیا گیا۔",
        "edit_success": "تبدیلیاں کی گئی ہیں۔",
        "issue_success": "صارف کو گفٹ کارڈ کامیابی کے ساتھ جاری کیا گیا۔"
      },
      "issue_dialog": {
        "title": "گفٹ کارڈ جاری کریں۔",
        "action": "میں تصدیق کرتا ہوں. ابھی کارڈ جاری کریں۔"
      }
    },
    "gift_card_edit": {
      "title": "گفٹ کارڈ بنائیں",
      "validity": "درست",
      "validity_unit": "مہینے",
      "currency": "کرنسی",
      "initial_balance": "ابتدائی کارڈ بیلنس",
      "count": "شمار",
      "count_unit": "اشیاء)",
      "enable_input_message": "بنائے گئے کارڈز کی حیثیت",
      "notifications": {
        "create_success_title": "محفوظ کریں۔",
        "create_success": "{count} نئے کارڈز بنائے گئے۔"
      }
    },
    "gift_card_edit_page": {
      "title": "گفٹ کارڈ میں ترمیم کریں۔"
    }
  },
  "shop_discount": {
    "title": "رعایتی کوڈ",
    "up_to": "تک",
    "menu": {
      "dashboard": "ڈیش بورڈ",
      "orders": "احکامات",
      "back": "ڈسکاؤنٹ کوڈز"
    },
    "dashboard": {
      "title": "ڈسکاؤنٹ کوڈ مینجمنٹ ڈیش بورڈ",
      "chart_amount_buy": {
        "y": "خریداری کی رقم {currency}",
        "label": "خریدنے"
      },
      "chart_amount_discount": {
        "y": "رعایت {currency}",
        "label": "رعایت"
      },
      "chart_used": {
        "y": "استعمال کی مقدار",
        "label": "اوقات"
      }
    }
  },
  "shop_coupon": {
    "title": "کوپن",
    "up_to": "تک",
    "menu": {
      "dashboard": "ڈیش بورڈ",
      "back": "کوپن",
      "orders": "احکامات"
    },
    "dashboard": {
      "title": "کوپن مینجمنٹ ڈیش بورڈ",
      "chart_amount_buy": {
        "y": "خریداری کی رقم {currency}",
        "label": "خریدنے"
      },
      "chart_amount_discount": {
        "y": "کوپن {currency}",
        "label": "کوپن"
      },
      "chart_used": {
        "y": "استعمال کی مقدار",
        "label": "اوقات"
      }
    }
  },
  "shop_offer": {
    "title": "پیشکش کرتا ہے۔",
    "up_to": "تک",
    "menu": {
      "dashboard": "ڈیش بورڈ",
      "orders": "احکامات",
      "back": "پیشکش کرتا ہے۔"
    },
    "dashboard": {
      "title": "آفر مینجمنٹ ڈیش بورڈ",
      "chart_amount_buy": {
        "y": "خریداری کی رقم {currency}",
        "label": "خریدنے"
      },
      "chart_amount_discount": {
        "y": "پیشکش {currency}",
        "label": "پیشکش"
      },
      "chart_used": {
        "y": "استعمال کی مقدار",
        "label": "اوقات"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "ایکٹیویشن فیس ادا کریں۔",
    "balance": "بقیہ",
    "locked": "مقفل",
    "transfer": "منتقلی",
    "charge": "جمع"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "اس کو دیکھو",
    "payment": "ادائیگی",
    "confirm": "آرڈر کی تصدیق، <b>{success}</b> کی تصدیق اور <b>{fail}</b> کو مسترد کر دیا گیا۔",
    "prepare": "آرڈر کی تیاری۔",
    "send": "آرڈر بھیج دیا گیا <b>بذریعہ {delivery}</b> ۔",
    "delivered": "آرڈر گاہک کو پہنچا دیا گیا ہے۔",
    "fill-inputs": "ان پٹ معلومات فارم خریدار کی طرف سے مکمل کیا گیا ہے.",
    "return-add": "پروڈکٹ کی واپسی کی درخواست جمع کروائیں، {product}۔",
    "return-accept": "واپسی کی درخواست {return_code} کی تصدیق ہو گئی۔",
    "return-reject": "درخواست {return_code} مسترد کر دی گئی۔",
    "reject-order": "آرڈر کو مسترد کریں۔ کوڈ: {reject_code}۔",
    "reject-order-clear": "حکم نامنظور کو منسوخ کریں۔ کوڈ: {reject_code}۔",
    "email-buy": "گاہک کو خریداری کی تصدیقی ای میل بھیجیں۔",
    "email-payment": "کسٹمر کو ادائیگی کی تصدیقی ای میل بھیجیں۔",
    "delivery-returned": "آرڈر گاہک کو موصول نہیں ہوا اور واپس کر دیا گیا۔ دوبارہ بھیجنا ضروری ہے۔",
    "delivery-canceled": "ڈیلیوری منسوخ کر دی گئی۔ دوبارہ بھیجنا ضروری ہے۔",
    "edit-receiver-info": "آرڈر ڈیلیوری ایڈریس خریدار کی طرف سے ترمیم کی گئی تھی.",
    "edit-billing-info": "خریدار کے ذریعہ بلنگ ایڈریس میں ترمیم کی گئی۔",
    "payment-cod-confirm": "COD ادائیگی کی تصدیق ہوگئی۔",
    "payment-cash-confirm": "بل کے لیے نقد رقم میں {amount} {currency} کی ادائیگی کی تصدیق ہوگئی۔",
    "payment-dir-confirm": "براہ راست ادائیگی کی رسید کی تصدیق ہوگئی۔",
    "vendor": "وینڈر آرڈر کی حالت <b>{from}</b> سے <b>{to}</b> میں تبدیل ہوگئی۔",
    "connect-sync": "Connect OS کے ذریعے مطابقت پذیر آرڈر۔",
    "connect-shipped": "کنیکٹ آرڈر {shipping} کے ذریعے بھیج دیا گیا ہے۔",
    "connect-returned": "کنیکٹ آرڈر {shipping} کے ذریعے واپس کر دیا گیا ہے۔",
    "connect-failed": "پارٹنر کی طرف سے آرڈر کی تکمیل ناکام ہو گئی۔ {reason}",
    "connect-canceled": "پارٹنر نے آرڈر منسوخ کر دیا تھا۔ {reason}",
    "connect-action-cancel": "آرڈر منسوخ کرنے کی درخواست کریں۔ {reason}",
    "connect-put-hold": "حکم امتناعی پر رکھا گیا۔ {reason}",
    "connect-remove-hold": "آرڈر کو ہولڈ سے ہٹا دیا گیا تھا۔ {reason}",
    "connect-confirmed": "آرڈر کی تصدیق ہوگئی۔",
    "email-vendor": "🔔 آرڈر کی اطلاع ای میل <b>{vendor}</b> کو بھیج دی گئی ہے۔ {email}۔",
    "vendor-payout": "💸 وینڈر کو ادائیگی۔",
    "sms-payment": "کسٹمر کو ادائیگی کا تصدیقی SMS بذریعہ {phone} بھیجیں۔",
    "vendor-sms": "🔔 آرڈر کی اطلاع کا SMS <b>{vendor}</b> ╏ {phone} کو بھیج دیا گیا ہے۔"
  },
  "inline_chart": {
    "today": "آج",
    "last_days": "{days} دن پہلے"
  },
  "products_select": {
    "move_category": "زمرہ <b>{category}</b> کو دوسرے زمرے میں منتقل کریں۔",
    "move_product": "پروڈکٹ <b>{product}</b> کو زمرہ میں منتقل کریں۔",
    "product_menu": {
      "dashboard": "پروڈکٹ ڈیش بورڈ",
      "inventory": "انوینٹری اور متغیرات"
    },
    "notifications": {
      "copy_success": "پروڈکٹ کی کاپی۔",
      "change_category_success": "مصنوعات کے زمرے میں ترمیم کی گئی۔"
    },
    "load_more_products": "اس زمرے میں مزید مصنوعات دستیاب ہیں۔ مزید آئٹمز لوڈ کرنے کے لیے کلک کریں۔",
    "filter_box": {
      "no_root_filter_message": "آپ کے پاس جڑ میں پروڈکٹس ہیں لیکن کوئی فلٹر نہیں ہے۔",
      "has_root_filter_message": "آپ نے روٹ کے زمرے کے لیے فلٹرز مرتب کیے ہیں۔",
      "set_filter_message": "آپ فلٹرز ترتیب دے سکتے ہیں۔",
      "edit_action": "روٹ فلٹرز میں ترمیم کریں۔",
      "clear_action": "روٹ فلٹرز کو صاف کریں۔"
    },
    "ai": {
      "title": "AI پروڈکٹ اسسٹنس"
    },
    "menu": {
      "select_all_products": "تمام مصنوعات کو منتخب کریں۔",
      "unselect": "غیر منتخب کریں۔",
      "sort_categories": "زمرہ جات کو ترتیب دیں / ترتیب دیں۔",
      "subscription_vendor_not_support_message": "سبسکرپشن پروڈکٹس کے لیے وینڈر کو تفویض نہیں کر سکتے! سبسکرپشن پروڈکٹس کا ہمیشہ ایک وینڈر ان کے مالک کے طور پر ہونا چاہیے!",
      "vendor_owner_not_assignable_message": "پروڈکٹس کے لیے کسی وینڈر کو اس کے مالک کے طور پر تفویض نہیں کر سکتے!",
      "category_assign_profile": "زمرہ میں موجود مصنوعات کو پروفائل تفویض کریں۔",
      "category_assign_profile_subtitle": "ٹیکس، شپنگ، گائیڈ، وارنٹی،...",
      "bulk_discount": "بلک ڈسکاؤنٹ",
      "bulk_discount_subtitle": "تمام مصنوعات پر رعایت کا اطلاق کریں۔"
    },
    "engine": {
      "title": "اضافی مصنوعات کا انجن",
      "subtitle": "مزید مصنوعات منتخب کیٹیگریز اور ٹیگز سے لوڈ کی جائیں گی۔",
      "load_in_tips": "{category} میں زمرہ جات سے پروڈکٹس لوڈ کریں۔",
      "action": "{category} انجن میں ترمیم کریں۔"
    }
  },
  "physical_order_track": {
    "title": "رسک رپورٹس اور اسیسمنٹس"
  },
  "virtual_order_track": {
    "title": "رسک رپورٹس اور اسیسمنٹس"
  },
  "virtual_order_timeline": {
    "title": "ٹائم لائن"
  },
  "physical_order_timeline": {
    "title": "ٹائم لائن"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "یہاں ایک پیغام لکھیں...",
    "pin_action": "اوپر پن کریں۔",
    "unpin_action": "پن کھول دیں۔",
    "copy_html": "ایچ ٹی ایم ایل کاپی کریں۔",
    "notifications": {
      "add_note_success": "نوٹ شامل کیا گیا۔",
      "edit_note_success": "نوٹ میں ترمیم کی گئی۔",
      "delete_note_success": "نوٹ حذف کر دیا گیا۔"
    },
    "delete_dialog": {
      "title": "نوٹ حذف کریں۔",
      "message": "کیا آپ اس نوٹ کو حذف کرنا چاہتے ہیں؟",
      "action": "نوٹ حذف کریں۔"
    },
    "resend_dialog": {
      "title": "ای میل دوبارہ بھیجیں",
      "message": "کیا آپ یقینی طور پر اپنے گاہک کو یہ ای میل دوبارہ بھیجنا چاہتے ہیں؟",
      "action": "ہاں، دوبارہ بھیجیں۔",
      "success": "آپ کے گاہک کو ای میل دوبارہ بھیجی گئی۔"
    },
    "message": "اس سیکشن میں، آپ آرڈر، تکمیل، ادائیگی، اور ان کے متعلقہ حالات سے متعلق واقعات کی ٹائم لائن دیکھ سکتے ہیں۔ مزید برآں، آپ گاہکوں اور دکانداروں دونوں کو بھیجے گئے آرڈرز کا مشاہدہ کر سکتے ہیں۔",
    "add_note_subtitle": "ایک پیغام لکھیں اور اپنے ساتھیوں کا ذکر کریں۔"
  },
  "accounts": {
    "title": "میرا بٹوہ",
    "message": "آپ کو اس کرنسی کے ساتھ کم از کم ایک اکاؤنٹ بنانا چاہیے جو آپ Selldone میں استعمال کر رہے ہیں۔ سروس فیس ادا کرنے کے لیے آپ کو اس اکاؤنٹ کو ٹاپ اپ کرنا ہوگا۔",
    "add_new": "نیا اکاؤنٹ بنانے",
    "new_account": "نیا اکاؤنٹ شامل کریں۔",
    "new_account_dialog": {
      "title": "نیا کھاتہ",
      "account_name_input": "کھاتے کا نام",
      "currency_input": "کرنسی یونٹ",
      "currency_input_message": "بنائے گئے اکاؤنٹ میں صرف اس کرنسی کی قدریں ہوں گی۔",
      "new_account_wage": "نیا اکاؤنٹ بنانے کی لاگت: پہلے اکاؤنٹ کے لیے مفت",
      "create_account_action": "اکاؤنٹ بنائیں"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "تحفہ بھیج",
      "sent": "بھیجیں",
      "received": "موصول ہوا۔"
    },
    "send_gifts": {
      "title": "تحفے بھیجے۔",
      "sub_title": "آپ اپنے دوستوں یا صارفین کو تحفہ بھیج سکتے ہیں۔ وصول کنندہ آپ کا تحفہ قبول یا مسترد کر سکتا ہے۔ رقم آپ کے اکاؤنٹ میں مقفل ہے اور اگر وصول کنندہ قبول کرتا ہے تو واپس لے لیا جاتا ہے۔ بصورت دیگر، یہ رقم آپ کے اکاؤنٹ میں منتقل کر دی جائے گی۔",
      "table": {
        "user": "صارف",
        "amount": "رقم",
        "currency": "کرنسی",
        "account_name": "سے",
        "status": "حالت",
        "message": "پیغام",
        "created_at": "تشکیل کی تاریخ"
      }
    },
    "received_gifts": {
      "title": "تحائف موصول ہوئے۔",
      "sub_title": "آپ کو سیلڈون یا دوسروں سے تحائف موصول ہوئے ہیں۔",
      "table": {
        "amount": "رقم",
        "currency": "کرنسی",
        "account_from": "سے",
        "status": "حالت",
        "message": "پیغام",
        "created_at": "تشکیل کی تاریخ",
        "receive": "وصول کریں۔"
      }
    }
  },
  "get_gift_dialog": {
    "title": "تحفہ وصول کریں۔",
    "more": "مزید ..",
    "amount": "رقم",
    "message": "پیغام",
    "account_to_input": "منزل کا اکاؤنٹ",
    "account_to_input_message": "گفٹ کی رقم اس اکاؤنٹ میں جمع کرائی جائے گی۔",
    "get_action": "تحفہ قبول کریں۔",
    "notifications": {
      "received_success_title": "مبارک ہو",
      "received_success": "تحفہ کی رقم {amount} {currency} آپ کے اکاؤنٹ میں جمع کر دی گئی ہے۔"
    }
  },
  "send_gift_dialog": {
    "title": "تحفہ بھیج",
    "account_from_input": "ایک اکاؤنٹ منتخب کریں۔",
    "account_from_input_message": "اس اکاؤنٹ سے گفٹ رقوم نکلوائی جاتی ہیں۔",
    "receiver_input": "وصول کنندہ",
    "receiver_input_message": "آپ ای میل ایڈریس یا فون نمبر درج کر سکتے ہیں۔",
    "message_input": "پیغام",
    "message_input_message": "آپ وصول کنندہ کو پیغام چھوڑ سکتے ہیں۔",
    "amount_input": "رقم",
    "currency_input": "کرنسی یونٹ",
    "currency_input_message": "قیمت اس کرنسی میں شمار کی جاتی ہے۔",
    "send_action": "تحفہ بھیج",
    "notifications": {
      "send_success": "{receiver} کو {amount} {currency} کا تحفہ بھیجا گیا۔"
    }
  },
  "account_list": {
    "account_input": "اکاؤنٹ نمبر",
    "account_input_message": "اس کرنسی کے تحائف کی رقم اس اکاؤنٹ میں جمع کی جائے گی۔",
    "free_balance": "مفت بیلنس",
    "account_name": "کھاتے کا نام"
  },
  "user_monetize_accounts": {
    "title": "جمع اکاؤنٹس",
    "sub_title": "تحفے کی رقم خود بخود ان کھاتوں میں جمع ہو جائے گی۔",
    "message": "Selldone آپ کی سوشل میڈیا سرگرمی، Selldone کی ترقی میں حصہ لینے، دوستوں کو متعارف کرانے وغیرہ کے لیے فنڈز جمع کرتا ہے۔ ہر کرنسی کے لیے ایک ڈپازٹ اکاؤنٹ منتخب کرنے سے، تحفے کی رقم آپ کے ڈومین میں اس اکاؤنٹ میں خود بخود جمع ہو جائے گی۔ یہ رقم سیلڈون میں جمع کی جا سکتی ہے۔ واپسی صرف کاروباری شراکت داروں کے لیے ممکن ہو گی۔",
    "add_account_action": "اکاؤنٹ کا اضافہ",
    "add_dialog": {
      "title": "تحائف وصول کرنے کے لیے ایک اکاؤنٹ مربوط کریں۔",
      "account_input": "اکاؤنٹ نمبر",
      "account_input_message": "اس کرنسی کے تحائف کی رقم اس اکاؤنٹ میں جمع کی جائے گی۔",
      "set_as_default_action": "بطور ڈیفالٹ اکاؤنٹ منتخب کریں۔"
    },
    "table": {
      "currency": "کرنسی",
      "account_number": "اکاؤنٹ نمبر",
      "account_name": "نام",
      "payment": "جمع رقم",
      "reset_at": "پر ری سیٹ کریں۔",
      "delete": "حذف کریں۔"
    },
    "notifications": {
      "set_success": "اکاؤنٹ کامیابی کے ساتھ شامل ہو گیا۔",
      "delete_success": "تحائف وصول کرنے کے لیے اکاؤنٹ کو ڈیفالٹ اکاؤنٹس کی فہرست سے کامیابی کے ساتھ ہٹا دیا گیا۔"
    },
    "delete_alert": {
      "title": "کھاتہ مٹا دو",
      "message": "کیا آپ اس اکاؤنٹ کو گفٹ اکاؤنٹس کی فہرست سے ہٹانا چاہتے ہیں؟",
      "action": "حذف کریں۔"
    }
  },
  "user_monetize": {
    "title": "پیسے کماو",
    "menu": {
      "plans": "منصوبے",
      "accounts": "اکاؤنٹس",
      "participant": "حصہ لینے والا"
    }
  },
  "user_monetize_plans": {
    "title": "تعاون اور منیٹائزیشن پروجیکٹس",
    "sub_title": "آپ کو ریفرل گفٹ کے لیے اکاؤنٹ کا کریڈٹ ملے گا۔ یہ رقم آپ کے اکاؤنٹ سے وصول کی جائے گی اور صرف Selldone کاروباری شراکت داروں کو نکالی جا سکتی ہے (سب نہیں)۔ آپ Selldone سروسز کی فیس پر رقم خرچ کر سکتے ہیں۔",
    "discount": "رعایت",
    "your_income": "آپ کی آمدنی",
    "level_2": "لیول ٹو سے",
    "level_3": "لیول تھری سے",
    "link_message": "رکنیت: {registered}، قبول شدہ: {accepted}",
    "link_tip": "آپ اپنے اشتراک کردہ ہر پتے کے آخر میں جملہ ?ref={link_code} شامل کر سکتے ہیں۔",
    "table": {
      "currency": "کرنسی",
      "amount": "بقیہ",
      "total": "کل ادائیگی",
      "payment_date": "ادائیگی کی آخری تاریخ",
      "withdraw": "واپسی"
    },
    "notifications": {
      "get_credit_success": "درخواست کردہ رقم آپ کے اکاؤنٹ میں جمع کر دی گئی ہے۔"
    }
  },
  "basic_information": {
    "title": "میری شناخت اور پروفائل",
    "email": "ای میل اڈریس",
    "tel": "موبائل نمبر",
    "address": "پتہ",
    "payment": "درست لین دین",
    "personal_information": "شناختی معلومات",
    "main_profile": "مین پروفائل",
    "main_profile_subtitle": "یہ معلومات عوامی طور پر ہر کسی کے لیے دستیاب ہے۔",
    "kyc_waiting_info": "ہم آپ کی داخل کردہ معلومات کی درستگی کی جانچ کر رہے ہیں۔ یہ عمل KYC قوانین کے مطابق لازمی ہے اور اس سے مالیاتی لین دین کا خطرہ کم ہو جائے گا۔ آپ اس سروس کے موجودہ اور مستقبل کے فوائد سے فائدہ اٹھا سکتے ہیں۔",
    "personal_info_dialog": {
      "title": "شناختی معلومات",
      "name_input": "پہلا نام",
      "family_name_input": "آخری نام",
      "number_input": "پاسپورٹ نمبر (یا قومی کوڈ)",
      "birthday_input": "سالگرہ",
      "birthday_input_placeholder": "اپنی سالگرہ درج کریں۔",
      "address_input": "پتہ",
      "postcode_input": "ڈاک کامخصوص نمبر",
      "tel_input": "رابطہ نمبر",
      "passport_image_input": "پاسپورٹ کی تصویر منتخب کریں۔",
      "passport_image_input_message": "اپنے پاسپورٹ کی تصویر کا اسکین اپ لوڈ کریں۔",
      "personal_image_input": "اپنی تصویر خود منتخب کریں۔",
      "personal_image_input_message": "اپنے قومی کارڈ پر اسکین امیج کو آگے پیچھے اپ لوڈ کریں۔"
    },
    "profile_dialog": {
      "title": "مین پروفائل",
      "full_name_input": "پورا نام",
      "tel_input": "رابطہ نمبر",
      "email_input": "ای میل",
      "website_input": "ویب سائٹ",
      "address_input": "پتہ",
      "about_input": "میرے بارے میں",
      "about_long_input": "میرے بارے میں طویل متن",
      "image_input": "پروفائل تصویر منتخب کریں۔",
      "image_input_message": "اپنی تصویر اپ لوڈ کریں۔ یہ تصویر آپ کی پروفائل تصویر کے طور پر استعمال کی جائے گی۔",
      "notifications": {
        "update_profile_success": "آپ کا پروفائل اپ ڈیٹ کر دیا گیا ہے۔",
        "update_personal_info_success": "آپ کی معلومات کو کامیابی کے ساتھ رجسٹر کیا گیا تھا۔"
      }
    },
    "charge_account_approve_message": "اپنے بینک ٹرانزیکشن کو منظور کرنے کے لیے اپنے اکاؤنٹ سے چارج کریں۔",
    "payment_approval": "ادائیگی کی منظوری",
    "residential_address_checking": "چیکنگ قطار میں آپ کے رہائشی پتے کے دستاویزات۔",
    "add_residential_address": "اپنا مقام اور رہائشی پتے کی دستاویزات کا ثبوت شامل کریں۔"
  },
  "phone_verify": {
    "title": "موبائل نمبر",
    "step1_title": "اپنا موبائل نمبر درج کیجئے.",
    "phone_number_input": "موبائل نمبر",
    "next": "اگلا قدم",
    "sms_code_input": "تصدیقی کوڈ",
    "sms_code_message": "6 ہندسوں کا توثیقی کوڈ {phone_number} پر بھیجا گیا۔",
    "notifications": {
      "duplicated_number_error": "یہ نمبر آپ کی طرف سے پہلے ہی منظور ہو چکا ہے۔",
      "send_activation_code_success_title": "تصدیقی کوڈ",
      "send_activation_code_success": "توثیقی کوڈ {phone_number} پر بھیجا گیا تھا۔",
      "verify_success": "آپ کے موبائل نمبر کی تصدیق ہو چکی ہے۔"
    }
  },
  "companies": {
    "title": "میرے کاروباری اکاؤنٹس",
    "message": "کاروبار، کاروباری، اور پیشہ ور ٹیمیں سیلڈون کی بنیاد پر مصنوعات اور ایپلیکیشنز تیار کر سکتی ہیں۔ کاروباری پروفائل بنانا ایک شرط ہے۔",
    "new_company": "نئی کمپنی"
  },
  "add_company": {
    "name_input": "کمپنی کا نام",
    "website_input": "ویب سائٹ",
    "email_input": "ای میل",
    "address_input": "پتہ",
    "tel_input": "ٹیلی فون",
    "mobile_input": "موبائل",
    "edit_action": "کمپنی میں ترمیم کریں۔",
    "create_action": "کمپنی بنائیں",
    "notifications": {
      "add_success": "کاروباری اکاؤنٹ {name} بنایا گیا۔",
      "edit_success": "کاروباری اکاؤنٹ میں ترمیم کی گئی۔"
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "ذاتی",
      "shop_key": "کلائنٹس",
      "apps": "ایپس"
    },
    "connected_apps_title": "منسلک ایپس",
    "connected_apps_message": "آپ کو ان تمام اسٹورز اور ایپس کی فہرست نظر آئے گی جو آپ کے ڈومین اکاؤنٹ سے منسلک ہیں۔ آپ ان میں سے کسی تک رسائی کو حذف کر سکتے ہیں۔",
    "shop_keys_title": "اسٹور تک رسائی کی چابیاں",
    "shop_keys_message": "یہ چابیاں آپ کے سرور کے ذریعے رسائی ٹوکن بنانے کے لیے استعمال ہوتی ہیں۔ نوٹ کریں کہ چابیاں خفیہ ہیں اور صرف سرور پر رکھی گئی ہیں تاکہ وہ دوسروں کو نظر نہ آئیں۔",
    "personal_keys_title": "ذاتی رسائی کی چابیاں",
    "personal_keys_message": "آپ اپنے اکاؤنٹ کی کلیدیں یہاں بنا سکتے ہیں۔ نوٹ کریں کہ یہ کلیدیں آپ کے اکاؤنٹ تک رسائی حاصل کر سکیں گی۔ ان کلیدوں کو صرف اس صورت میں بنائیں اور استعمال کریں جب آپ جانتے ہوں کہ آپ کیا کر رہے ہیں۔",
    "clients_title": "کلائنٹس",
    "clients_message": "یہ چابیاں آپ کے سرور کے ذریعے رسائی ٹوکن بنانے کے لیے استعمال ہوتی ہیں۔ نوٹ کریں کہ چابیاں خفیہ ہیں اور صرف سرور پر رکھی گئی ہیں تاکہ وہ دوسروں کو نظر نہ آئیں۔"
  },
  "user_security_control": {
    "title": "اکاؤنٹ سیکیورٹی",
    "message": "آپ یہاں اپنے اکاؤنٹ کی سیکیورٹی کی ترتیبات میں ترمیم کر سکتے ہیں۔",
    "delete": {
      "title": "کھاتہ مٹا دو",
      "subtitle": "اپنا اکاؤنٹ حذف کرنے سے پہلے، یقینی بنائیں کہ آپ نے تمام دکانیں حذف کر دی ہیں۔",
      "action": "مجھے یقین ہے، میرا اکاؤنٹ حذف کر دیں۔",
      "agreement": "میں قبول کرتا ہوں کہ میری تمام معلومات آپ کے سرور سے حذف کر دی جائیں گی۔ آپ کی معلومات دھوکہ دہی یا غلط استعمال کو روکنے کے لیے ہمارے ذریعہ طے کردہ شیڈول کے مطابق حذف کر دی جائیں گی۔"
    },
    "list": {
      "password": {
        "title": "پاس ورڈ",
        "sub_title": "اپنے اکاؤنٹ کے لیے ایک مضبوط پاس ورڈ کا انتخاب کریں۔",
        "action_title": "اکاؤنٹ تک رسائی کا پاس ورڈ",
        "not_exist": "داخل نہیں ہوا۔",
        "action": "پاس ورڈ تبدیل کریں"
      },
      "phone": {
        "title": "موبائل نمبر",
        "sub_title": "اپنے موبائل نمبر کی تصدیق کریں۔ آپ اس نمبر کے ذریعے لاگ ان کر سکیں گے۔",
        "action_title": "اکاؤنٹ کا بنیادی فون نمبر",
        "action": "نمبر کی تصدیق کریں۔"
      },
      "two_step": {
        "title": "دو قدمی اندراج",
        "sub_title": "اپنے موبائل نمبر کی تصدیق کریں۔ آپ اس نمبر کے ذریعے لاگ ان کر سکیں گے۔",
        "action_title": "اکاؤنٹ کی حفاظت میں اضافہ کریں۔",
        "activated_action": "چالو",
        "active_action": "ابھی ایکٹو"
      },
      "email": {
        "title": "بنیادی ای میل",
        "sub_title": "آپ کے پاس اس اکاؤنٹ سے وابستہ مرکزی ای میل کو اپ ڈیٹ کرنے کا اختیار ہے۔",
        "action_title": "بنیادی ای میل تبدیل کریں۔",
        "action": "تصدیقی لنک بھیجیں۔"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "Google Authenticator ایپ انسٹال کریں۔"
      },
      "step_2": {
        "title": "ایپ کے ذریعہ تیار کردہ کوڈ درج کریں۔",
        "message": "6 ہندسوں کا کوڈ آپ کے موبائل فون میں الگورتھم کے ذریعے تیار کیا جاتا ہے۔ آپ درج ذیل لنک سے ایپ ڈاؤن لوڈ کر سکتے ہیں۔ پاس ورڈ پر مشتمل QR کوڈ بنانے کے لیے کوڈ جنریٹر کی کو دبائیں۔",
        "qr_code_info": "اگر اسکین کرنا ممکن نہیں ہے، تو آپ کوڈ کو دستی طور پر کاپی اور ایپ میں پیسٹ کر سکتے ہیں:",
        "create_new_code": "نیا کوڈ بنائیں",
        "qr_code_scanning": "Google Authenticator Mobile App کے ذریعے بنائے گئے QR کوڈ کو اسکین کریں اور اس صفحہ پر موجود باکس میں تصدیق کے لیے تیار کردہ کوڈ درج کریں۔",
        "qr_code_regenerate_info": "نوٹ: اوپر کی کلید کو دبانے سے ایک نئی کلید بن جائے گی اور پچھلی کلید ناقابل استعمال ہو جائے گی۔ اپنے فون ایپ میں نئی کلید درج کریں۔"
      },
      "step_3": {
        "title": "تخلیق شدہ کوڈ درج کریں۔",
        "message": "نیچے دیے گئے فیلڈ میں ایپلیکیشن میں بنایا گیا رسائی کوڈ درج کریں۔",
        "activation_key_input": "رسائی کوڈ"
      },
      "activated_alert": "2 قدمی لاگ ان فعال ہے۔",
      "activated_message": "آپ کے اکاؤنٹ کے لیے دو قدمی لاگ ان فعال ہے۔ اب سے آپ کو ایک دوسرا کوڈ درج کرنا ہوگا جو آپ کے اکاؤنٹ تک رسائی کے لیے ہر 30 سیکنڈ میں تبدیل ہوتا ہے۔ دو قدمی لاگ ان کو غیر فعال کرنے کے لیے، صرف ایک قدم کو دبائیں پر ڈبل کلک کریں اور مراحل سے گزریں۔",
      "cancel_two_step_login_action": "دو قدمی لاگ ان منسوخ کریں۔",
      "cancel_two_step_login_info": "اگر آپ 2 قدمی تصدیق کو غیر فعال کرنا چاہتے ہیں تو اپنا پاس ورڈ درج کریں اور دو قدمی لاگ ان کلید پر کلک کریں۔",
      "password_input": "پاس ورڈ",
      "cancel_2fa_action": "دو قدمی لاگ ان منسوخ کریں۔"
    },
    "change_password_dialog": {
      "title": "پاس ورڈ تبدیل کریں",
      "message": "ایک پیچیدہ اور یادگار پاس ورڈ استعمال کریں۔",
      "password_input": "موجودہ خفیہ لفظ",
      "new_password_input": "نیا پاس ورڈ",
      "re_new_password_input": "نیا پاس ورڈ دہرائیں۔",
      "tips": {
        "length": "پاس ورڈ کم از کم 8 حروف کا ہونا چاہیے۔",
        "chars": "کم از کم ایک بڑے حروف اور ایک عدد۔",
        "match": "پاس ورڈ مماثل ہے۔"
      },
      "change_password_action": "پاس ورڈ تبدیل کریں",
      "notifications": {
        "change_password_title": "پاس ورڈ تبدیل کریں",
        "change_password": "پاس ورڈ کامیابی سے تبدیل ہو گیا۔"
      }
    }
  },
  "authorized_clients": {
    "title": "منسلک اسٹورز / ایپس کی فہرست",
    "table": {
      "name": "نام",
      "app": "ایپ",
      "scopes": "دائرہ کار",
      "shop": "محدود اسٹور"
    },
    "remove_action": "رسائی کو ہٹا دیں۔",
    "delete_alert": {
      "title": "حذف کریں۔",
      "message": "کیا آپ اس رسائی کو منسوخ کرنا چاہتے ہیں؟ نوٹ کریں کہ اس ایپ کو آپ کے اکاؤنٹ تک مزید رسائی حاصل نہیں ہوگی۔",
      "action": "رسائی سے انکار کریں۔"
    }
  },
  "clients": {
    "title": "کلائنٹس کی فہرست",
    "create_new_action": "نیا کلائنٹ بنائیں",
    "table": {
      "client_id": "کلائنٹ ID",
      "app": "ایپ",
      "name": "عرف",
      "secret_key": "خفیہ کلید"
    },
    "create_dialog": {
      "title": "نیا کلائنٹ",
      "error_msg": "<strong>غلطی!</strong> معذرت، ایک غلطی ہو گئی ہے!",
      "name_input": "نام",
      "name_input_message": "ایسی چیز جسے آپ کے صارفین پہچانتے اور بھروسہ کرتے ہیں۔",
      "redirect_input_message": "اپنی سائٹ کا پتہ واپس کریں۔"
    },
    "edit_dialog": {
      "title": "رسائی میں ترمیم کریں۔"
    },
    "delete_alert": {
      "title": "حذف کریں۔",
      "message": "کیا آپ اس کلائنٹ کو حذف کرنا چاہتے ہیں؟",
      "action": "حذف کریں۔"
    }
  },
  "personal_access_tokens": {
    "title": "ذاتی رسائی کے ٹوکنز کی فہرست",
    "create_action": "نیا ٹوکن بنائیں",
    "table": {
      "name": "نام",
      "scopes": "رسائی",
      "expire_at": "خاتمے کی تاریخ"
    },
    "create_dialog": {
      "title": "ٹوکن بلڈنگ",
      "error_message": "<strong>غلطی!</strong> معذرت، ایک غلطی ہو گئی ہے!",
      "name_input": "عرف سابق میرا ٹوکن نام",
      "name_input_message": "پسندیدہ ٹوکن نام۔",
      "scopes_list": "ٹوکن رسائی کی فہرست"
    },
    "access_token_dialog": {
      "title": "ذاتی رسائی کی کلید",
      "message": "یہاں آپ کی ذاتی رسائی کا ٹوکن ہے۔ یہ واحد موقع ہے جب یہ ٹوکن ظاہر کیا جائے گا، لہذا اس سے محروم نہ ہوں! اب آپ اس ٹوکن کو API کی درخواست کرنے کے لیے استعمال کر سکتے ہیں۔"
    },
    "delete_alert": {
      "title": "حذف کریں۔",
      "message": "کیا آپ اس رسائی ٹوکن کو حذف کرنا چاہتے ہیں؟",
      "action": "حذف کریں۔"
    }
  },
  "scopes": {
    "profile": {
      "name": "پروفائل",
      "description": "نام، ای میل پتہ، تصویر اور تصدیق کی حیثیت سمیت پروفائل کی معلومات پڑھیں۔"
    },
    "phone": {
      "name": "فون نمبر",
      "description": "فون نمبر تک رسائی۔"
    },
    "address": {
      "name": "پتے",
      "description": "ایڈریس بک سے محفوظ کردہ ایڈریس پڑھیں۔"
    },
    "buy": {
      "name": "خریداری",
      "description": "آرڈر دیں اور اسٹور سے خریداری کریں۔"
    },
    "order-history": {
      "name": "آرڈرز کی تاریخ",
      "description": "آرڈرز کی تاریخ پڑھیں۔"
    },
    "my-gift-cards": {
      "name": "گفٹ کارڈز",
      "description": "میرے کارڈز تک رسائی۔"
    },
    "articles": {
      "name": "مواد میں ترمیم کریں۔",
      "description": "مضامین میں ترمیم کریں۔"
    },
    "notifications": {
      "name": "اطلاع بھیجیں اور وصول کریں۔",
      "description": "اطلاع بھیجیں اور وصول کریں۔"
    },
    "read-shops": {
      "name": "سٹور ist",
      "description": "اسٹور کی فہرست پڑھیں۔"
    },
    "shop-edit": {
      "name": "اسٹور مینجمنٹ",
      "description": "اسٹور تک رسائی میں ترمیم کریں۔"
    },
    "shop-contacts": {
      "name": "فارم مینجمنٹ سے رابطہ کریں۔",
      "description": "رابطہ فارم وصول کریں اور ان میں ترمیم کریں۔"
    },
    "shop-gift-cards": {
      "name": "گفٹ کارڈز کا نظم کریں۔",
      "description": "گفٹ کارڈز بنائیں، ان میں ترمیم کریں اور ان کا نظم کریں۔"
    },
    "shop-faqs": {
      "name": "سوالات اور جوابات کا انتظام",
      "description": "اکثر پوچھے گئے سوالات بنائیں، ان میں ترمیم کریں اور ان کا نظم کریں۔"
    },
    "shop-categories": {
      "name": "زمرہ جات کا نظم کریں۔",
      "description": "زمرہ جات بنائیں، ان میں ترمیم کریں اور ان کا نظم کریں۔"
    },
    "shop-products": {
      "name": "پروڈکٹ مینجمنٹ",
      "description": "مصنوعات کو شامل کریں، ترمیم کریں اور ان کا نظم کریں۔"
    },
    "shop-read-reports": {
      "name": "رپورٹس پڑھیں",
      "description": "معلومات اور رپورٹس پڑھیں۔"
    },
    "shop-socials": {
      "name": "سوشل میڈیا کا نظم کریں۔",
      "description": "اسٹور سوشل میڈیا میں ترمیم کریں۔"
    },
    "shop-accounts": {
      "name": "مالی کھاتوں کا نظم کریں۔",
      "description": "اسٹور سے منسلک مالی اکاؤنٹس میں ترمیم اور حذف کریں۔"
    },
    "shop-menus": {
      "name": "مینیو کا نظم کریں۔",
      "description": "اسٹور مینو میں ترمیم کریں۔"
    },
    "shop-pages": {
      "name": "صفحات کا نظم کریں۔",
      "description": "دکان کے صفحات میں ترمیم کریں۔"
    },
    "shop-warehouse": {
      "name": "گودام کا انتظام",
      "description": "اسٹور گودام میں ترمیم کریں۔"
    },
    "shop-permissions": {
      "name": "رسائی کا انتظام کریں۔",
      "description": "اسٹور تک رسائی دیکھیں اور اس میں ترمیم کریں۔"
    },
    "shop-process-center": {
      "name": "آرڈر مینجمنٹ",
      "description": "آرڈر مینجمنٹ۔"
    },
    "shop-profile": {
      "name": "پروفائلز کا نظم کریں۔",
      "description": "اسٹور پروفائلز کا نظم کریں۔"
    },
    "shop-discount-code": {
      "name": "ڈسکاؤنٹ کوڈ کا انتظام",
      "description": "اسٹور ڈسکاؤنٹ کوڈز کا نظم کریں، ان میں ترمیم کریں اور شامل کریں۔"
    }
  },
  "company_page": {
    "title": "کمپنی",
    "create_app": "نئی درخواست بنائیں",
    "menu": {
      "edit": "ترمیم",
      "apps": "ایپس",
      "dashboard": "ڈیش بورڈ",
      "companies": "کمپنیاں"
    },
    "dashboard": {
      "info_widget": {
        "title": "کمپنی کی رجسٹریشن کی معلومات",
        "address": "پتہ",
        "website": "ویب سائٹ",
        "email": "ای میل",
        "phone": "فون نمبر",
        "register": "رجسٹر کریں۔",
        "developer": "ڈویلپر",
        "verified": "تصدیق شدہ",
        "golden": "سنہری"
      }
    },
    "developer": {
      "title": "ڈویلپرز",
      "menu": {
        "new": "نئی",
        "apps": "ایپس"
      },
      "app_card": {
        "category": "قسم",
        "installs": "انسٹال کریں۔",
        "actives": "فعال",
        "uninstalls": "ان انسٹال کرتا ہے۔",
        "app_code": "ایپ کوڈ",
        "app_mode": "ایپلیکیشن موڈ"
      }
    },
    "edit": {
      "title": "ترمیم"
    }
  },
  "add_app": {
    "category_input": "قسم",
    "code_input": "کوڈ",
    "name_input": "نام",
    "description_input": "تفصیل",
    "video_input": "ویڈیو یو آر ایل",
    "public_form": "عام معلومات کا ڈھانچہ",
    "private_form": "نجی معلومات کا ڈھانچہ",
    "icon_input": "ایپ آئیکن",
    "logo_input": "لوگو ایپ",
    "enable_input": "کیا درخواست فعال ہے؟",
    "edit_action": "ایپ میں ترمیم کریں۔",
    "create_action": "ایپ بنائیں",
    "notifications": {
      "add_success": "کاروباری اکاؤنٹ {name} بنایا گیا۔",
      "delete_success": "کاروباری اکاؤنٹ میں ترمیم کی گئی۔"
    }
  },
  "app_page": {
    "title": "درخواست",
    "menu": {
      "edit": "ترمیم",
      "publish": "شائع کریں۔",
      "history": "ورژنز",
      "dashboard": "ڈیش بورڈ",
      "company": "کمپنی",
      "api": "API",
      "images": "امیجز"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "درخواست",
        "app_code": "ایپ کوڈ",
        "category": "قسم",
        "name": "نام",
        "installs": "ایپس انسٹال کریں۔",
        "uninstalls": "ایپس کو ان انسٹال کریں۔",
        "actives": "فعال ایپس",
        "description": "تفصیل",
        "published": "شائع شدہ",
        "waiting_for_review": "زیر التواء منظوری",
        "app_mode": "ایپلیکیشن موڈ"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "مالک",
      "description": "تمام اسٹور فرنٹ تک مکمل رسائی۔"
    },
    "PRODUCT": {
      "text": "پروڈکٹ مینیجر",
      "description": "اسٹور پروڈکٹس کو شامل کریں، ان میں ترمیم کریں اور ان کا نظم کریں۔"
    },
    "AUDITING": {
      "text": "مالیاتی منتظم",
      "description": "مالی معلومات اور ادائیگیاں دیکھیں۔"
    },
    "CONTENT": {
      "text": "مواد کا انتظام",
      "description": "سوالات کے جوابات دیں، بلاگ لکھیں، اور صفحات ڈیزائن کریں۔"
    },
    "OFFICER": {
      "text": "اونچے درجے کا مینیجر",
      "description": "ملازم کی سرگرمیوں کو دیکھیں اور مانیٹر کریں۔"
    },
    "EMPLOYEE": {
      "text": "ملازم",
      "description": "آرڈرز دیکھیں اور آرڈرز کو پورا کریں۔"
    },
    "MARKETING": {
      "text": "مارکیٹنگ",
      "description": "ترتیبات تک رسائی حاصل کریں اور مہمات، ای میل مارکیٹنگ اور مارکیٹنگ سے متعلق دیگر سیکشنز بنائیں۔"
    },
    "VIEWER": {
      "text": "ناظرین",
      "description": "سٹور کی معلومات کو ترمیم یا تبدیل کرنے کے قابل ہونے کے بغیر دیکھنے کی صلاحیت۔"
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "فزیکل چیکنگ",
      "description": "موصولہ آرڈر چیک کریں۔"
    },
    "PhysicalOrdersPackaging": {
      "text": "جسمانی پیکیجنگ",
      "description": "گودام اور پیکیجنگ کا عمل۔"
    },
    "PhysicalOrdersDelivery": {
      "text": "فزیکل شپنگ",
      "description": "آرڈر شپنگ."
    },
    "PhysicalOrdersSupport": {
      "text": "فزیکل سپورٹ",
      "description": "فروخت کی حمایت کے بعد."
    }
  },
  "account_status": {
    "Checking": "چیک کر رہا ہے۔",
    "Approved": "تصدیق شدہ",
    "Rejected": "مسترد",
    "Deleted": "حذف کر دیا گیا۔",
    "Banned": "پابندی لگا دی گئی۔",
    "Payment": "ادائیگی",
    "SelldoneSprite": "سیلڈون والیٹ اکاؤنٹ",
    "SelldoneStorage": "سیلڈون اسٹوریج"
  },
  "account_page": {
    "title": "کھاتہ",
    "menu": {
      "setting": "ترتیبات",
      "change": "چارج",
      "transfer": "منتقلی",
      "transactions": "لین دین",
      "charge": "چارج",
      "history": "تاریخ",
      "cards": "کارڈز"
    },
    "transactions": {
      "title": "اکاؤنٹ ٹرانزیکشنز",
      "detail": {
        "title": "لین دین",
        "amount": "رقم",
        "description": "تفصیل",
        "from": "سے",
        "to": "کو",
        "created_at": "تاریخ",
        "receipt": "رسید",
        "receipt_note": "نوٹ"
      },
      "table": {
        "type": "قسم",
        "from": "اکاؤنٹ سے",
        "to": "حساب دینا",
        "amount": "رقم",
        "receipt": "رسید",
        "created_at": "تاریخ",
        "description": "تفصیل"
      }
    },
    "transfer": {
      "title": "ٹرانسفر چارجز",
      "form": {
        "title": "منتقلی کی درخواست فارم",
        "sub_title": "اپنے اکاؤنٹس یا دوسروں میں جمع کروائیں۔",
        "message": "رقم کی منتقلی میں محتاط رہیں، اگر آپ منتقلی مکمل کر لیتے ہیں تو آپ واپس نہیں کر سکیں گے۔"
      }
    },
    "deposit": {
      "form": {
        "title": "چارجنگ اکاؤنٹ",
        "sub_title": "آپ کو لائسنس خریدنے، اپنے اکاؤنٹ کو اپ گریڈ کرنے اور سسٹم کی رسیدیں ادا کرنے کے لیے اپنے اکاؤنٹ کا بیلنس چارج کرنا ہوگا۔",
        "amount_input": "رقم",
        "charge_action": "چارج اکاؤنٹ"
      },
      "notifications": {
        "qr_title": "ادائیگی",
        "qr_message": "ادائیگی کا پتہ {currency} بنایا گیا۔",
        "gateway_title": "ادائیگی",
        "gateway_message": "ادائیگی کے گیٹ وے سے منسلک ہو رہا ہے۔"
      }
    },
    "setting": {
      "title": "اکاؤنٹ کی ترتیبات",
      "account_name_input": "کھاتے کا نام",
      "notifications": {
        "updated_success": "آپ کا اکاؤنٹ کامیابی سے اپ ڈیٹ ہو گیا۔"
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "رسید کی ادائیگی"
  },
  "transaction_form": {
    "title": "لین دین کا فارم",
    "from_input": "اکاؤنٹ نمبر سے",
    "to_input": "اکاؤنٹ نمبر پر",
    "from_input_message": "اس اکاؤنٹ سے رقم نکلوائی جائے گی۔",
    "account_name": "کھاتے کا نام",
    "currency": "کرنسی",
    "free_balance": "دستیاب بیلنس",
    "to": "منزل کا اکاؤنٹ",
    "amount": "رقم",
    "receipt_title": "رسید کے لیے ادائیگی",
    "receipt_input": "رسید نمبر",
    "paid_status": "یہ رسید پہلے ہی ادا کر دی گئی ہے۔",
    "paid_canceled": "یہ رسید منسوخ کر دی گئی ہے۔",
    "description": "وضاحت",
    "created_at": "تاریخ",
    "duration": "دورانیہ",
    "unlimited": "لا محدود",
    "add_note_action": "تفصیل شامل کریں۔",
    "note": "نوٹ",
    "transfer_action": "منتقلی",
    "confirmation": {
      "title": "پیسے بھیجو",
      "subtitle": "لین دین کی تصدیق",
      "message": "اگر درج ذیل معلومات درست ہیں تو لین دین کرنے کے لیے لین دین کی تصدیق کی کلید کو دبائیں۔",
      "from": "اکاؤنٹ سے",
      "to": "حساب دینا",
      "amount": "رقم",
      "fee": "ٹرانزیکشن فیس",
      "total_pay": "آپ کے اکاؤنٹ سے نکالی گئی رقم",
      "receipt": "رسید",
      "description": "تفصیل",
      "accept_action": "لین دین کی تصدیق"
    },
    "enter_account_number": "اکاؤنٹ نمبر درج کریں۔",
    "currency_not_match": "منزل اکاؤنٹ کی کرنسی ماخذ کی طرح نہیں ہے۔",
    "account_number_not_valid": "اکاؤنٹ نمبر درست ہے۔",
    "account_number_is_valid": "اکاؤنٹ نمبر درست ہے۔",
    "receipt_not_valid": "انوائس نمبر غلط ہے۔",
    "receipt_is_valid": "رسید نمبر درست ہے۔",
    "notifications": {
      "confirm_success": "لین دین کامیابی سے مکمل ہو گیا۔"
    }
  },
  "price_calculator": {
    "title": "کیلکولیٹر ╏ آپ کے کاروبار کے مطابق",
    "description": "اپنی ماہانہ فروخت کی بنیاد پر بہترین پلان کا حساب لگائیں اور منتخب کریں:",
    "sale_input": "ماہانہ فروخت کی رقم",
    "hypernova_plan": "Hypernova %0 کے لیے درخواست دیں!",
    "show_normal_mode": "نارمل موڈ دکھائیں۔",
    "show_hypernova_mode": "میرا لین دین 1M$ سے زیادہ ہے!"
  },
  "price_card": {
    "billed_monthly": "بل {amount} ماہانہ۔",
    "billed_yearly": "{amount} سالانہ بل کیا جاتا ہے۔",
    "buy_license_action": "ابھی خریدئے",
    "select_your_store": "اپنا اسٹور منتخب کریں۔"
  },
  "shop_session_widget": {
    "total_sessions": "کل سیشنز"
  },
  "user_activities_keys": {
    "add_baskets": "ٹوکری میں شامل کریں",
    "remove_baskets": "کارٹ سے حذف کریں۔",
    "buys": "خریدنے",
    "products_views": "پروڈکٹ دیکھیں"
  },
  "shop_visitors_widget": {
    "title": "زائرین کے تجزیات",
    "new_visitors": "نئے زائرین",
    "amp": "AMP مناظر",
    "returning_visitors": "واپس آنے والے زائرین",
    "page_views": "صفحہ کے نظارے",
    "other_pages": "دوسرے صفحات",
    "from_previous_7_days": "گزشتہ 7 دنوں سے"
  },
  "app_levels": {
    "title": "ایپ لیول",
    "Newbie": "نووارد",
    "Beginner": "شروع",
    "Novice": "نویس",
    "Intermediate": "انٹرمیڈیٹ",
    "Advanced": "اعلی درجے کی"
  },
  "login": {
    "register_title": "کاروبار کا ذریعہ،<br> خوشگوار تجربہ۔",
    "register_subtitle": "آج ہی مفت میں سائن اپ کریں۔ سیلڈون کو اسٹارٹ اپس، انٹرپرائزز، خریداروں اور بیچنے والے پسند کرتے ہیں۔",
    "password_recovery_title": "پاس ورڈ کی بازیابی۔",
    "password_recovery_message": "اگر آپ اپنا پاس ورڈ بھول گئے ہیں، تو اپنے اکاؤنٹ کا ای میل ایڈریس درج کریں اور تصدیقی کلید کو دبائیں۔ ہم آپ کو آپ کا پاس ورڈ دوبارہ ترتیب دینے کے لیے ایک لنک کے ساتھ ایک ای میل بھیجیں گے۔",
    "email": "آپ کا ای میل پتہ",
    "password_recovery_action": "بازیابی ای میل موصول کریں۔",
    "register_google": "گوگل کے ساتھ جاری رکھیں",
    "register_apple": "ایپل کے ساتھ جاری رکھیں",
    "continue_with": "کے ساتھ جاری رکھیں",
    "register_linkedin": "LinkedIn کے ساتھ جاری رکھیں",
    "register_facebook": "فیس بک کے ساتھ جاری رکھیں",
    "register_github": "Github کے ساتھ جاری رکھیں",
    "create_your_account": "اپنا اکاؤنٹ بناؤ",
    "password_8_chars": "پاس ورڈ کم از کم 8 حروف کا ہونا چاہیے۔",
    "password_upercase_number": "کم از کم ایک بڑے حروف اور ایک عدد۔",
    "password_confirm": "پاس ورڈ اور تصدیق مماثل ہے۔",
    "privacy_agreement": "سائن اپ کرکے، آپ Selldone کے <a href='/terms' target='_blank'>استعمال کی شرائط</a> اور <a href='/privacy' target='_blank'>رازداری کی پالیسی</a> سے اتفاق کرتے ہیں۔",
    "register_action": "چلیں، یہ مفت ہے!",
    "login_action": "لاگ ان کریں",
    "already_signup": "پہلے ہی سائن اپ کیا ہے؟",
    "login_your_account": "آپ کے اکاؤنٹ میں لاگ ان کریں",
    "login_google": "گوگل کے ساتھ جاری رکھیں",
    "login_linkedin": "LinkedIn کے ساتھ جاری رکھیں",
    "login_facebook": "فیس بک کے ساتھ جاری رکھیں",
    "login_github": "Github کے ساتھ جاری رکھیں",
    "remember_me": "مجھے پہچانتے ہو.",
    "login_button": "لاگ ان کریں",
    "two_step_problem": "کیا آپ کو دو قدمی پاس ورڈ کے ساتھ کوئی مسئلہ ہے؟",
    "two_step_problem_action": "میں دو قدمی لاگ ان کو غیر فعال کرنا چاہتا ہوں۔",
    "two_step_confirm": "رسائی کوڈ کی تصدیق کریں۔",
    "forgot_password": "پاسورڈ بھول گے؟",
    "signup_free": "مفت رجسٹر ہو جائیے",
    "checking_robot_message": "چیک کر رہے ہیں کہ آپ روبوٹ ہیں یا انسان..",
    "notifications": {
      "step2_login_success": "اکاؤنٹ میں خودکار لاگ ان ہوں۔"
    },
    "signup_email": "ای میل کے ذریعے سائن اپ کریں۔",
    "name_placeholder": "نام",
    "email_placeholder": "ای میل",
    "email_or_username_placeholder": "ای میل، صارف کا نام یا فون نمبر",
    "password_placeholder": "پاس ورڈ",
    "re_password_placeholder": "پاس ورڈ کی تصدیق کریں۔",
    "new_in_samin": "سیلڈون میں نیا؟",
    "auto_create_shop": "خودکار دکان بنائیں"
  },
  "layout": {
    "logout": "لاگ آوٹ",
    "menu": {
      "personal_information": "ذاتی معلومات اور پروفائل",
      "wallet": "بٹوے اور اکاؤنٹس",
      "companies": "کمپنیاں اور کاروباری اکاؤنٹس",
      "access": "میرے اکاؤنٹ تک رسائی",
      "security": "سیکورٹی",
      "preferences": "صارف کی ترجیحات",
      "my_subscriptions": "میری سبسکرپشنز",
      "my_public_profile_subtitle": "میرا عوامی پروفائل {name}۔",
      "personal_information_subtitle": "میرے پروفائل، ایڈریس اور KYC میں ترمیم کریں۔",
      "wallet_subtitle": "ورچوئل اکاؤنٹس اور منسلک ادائیگی کارڈ۔",
      "companies_subtitle": "میرے کاروبار اور ٹیکس پروفائلز کو رجسٹر کریں۔",
      "access_subtitle": "OAuth کلائنٹس، ذاتی رسائی کے ٹوکنز اور منسلک ایپس۔",
      "security_subtitle": "دو عنصر مقرر کریں اور سماجی لاگ ان کے اختیارات کا نظم کریں۔",
      "preferences_subtitle": "تھیم، لیول، زبان اور ڈیفالٹ کرنسی تبدیل کریں۔",
      "my_subscriptions_subtitle": "پریمیم AI اور حسب ضرورت خصوصیات تک رسائی۔"
    }
  },
  "page_builder": {
    "title": "ویب سائٹ ڈیزائن",
    "menu": {
      "user_view": "دیکھیں",
      "design": "ڈیزائن",
      "behavior": "رویہ",
      "seo": "SEO",
      "setting": "ترتیبات",
      "embed": "ایمبیڈ"
    },
    "waiting_fetch": "معلومات حاصل کر رہے ہیں ..",
    "setting": {
      "title_input": "صفحہ کا عنوان",
      "description_input": "مختصر کوائف",
      "name_input": "صفحہ کا URL (حروف اور نمبر)",
      "bg_color_input": "پس منظر کا رنگ",
      "bg_style_input": "صفحہ پس منظر کا انداز",
      "page_label_input": "لیبل کا رنگ",
      "page_dir_input": "صفحہ کی سمت",
      "ltr": "بائیں سے دائیں",
      "rtl": "دائیں سے بائیں",
      "designer_note": "ڈیزائنر نوٹ"
    },
    "history": {
      "title": "محفوظ شدہ تاریخ"
    },
    "design": {
      "themes": {
        "title": "پرسنل ڈیزائن اسسٹنٹ",
        "message": "بغیر کوڈنگ کے اپنے کاروبار کے لیے بہترین صفحات ڈیزائن کریں۔",
        "page_title_input": "اپنے صفحہ کے لیے ایک عنوان درج کریں۔"
      },
      "tools": {
        "rearrange": "ترتیب",
        "tools": "اوزار",
        "history": "تاریخ",
        "style": "انداز",
        "typography": "نوع ٹائپ",
        "hierarchy": "درجہ بندی"
      },
      "no_category": "کوئی زمرہ جات نہیں۔"
    },
    "seo": {
      "message": "SEO کی ترتیبات سیلڈون SEO انجن کے ذریعہ خود بخود ایڈجسٹ ہوجاتی ہیں۔"
    }
  },
  "verify_email_caution": {
    "title": "اپنا ای میل ائڈریس کی تصدیق کریں",
    "message": "نیا ایکٹیویشن لنک آپ کے ای میل ایڈریس {email} پر بھیج دیا گیا ہے۔ کوئی بھی کارروائی کرنے سے پہلے براہ کرم اپنا ای میل چیک کریں۔",
    "resend_message": "اگر آپ کو اپنے ای میل میں ایکٹیویشن کا لنک موصول نہیں ہوا ہے تو دوبارہ بھیجنے کے لیے نیچے دیئے گئے بٹن پر کلک کریں۔",
    "resend_action": "ایکٹیویشن لنک دوبارہ بھیجیں۔",
    "resend_notice": "ایکٹیویشن لنک بھیج دیا گیا۔"
  },
  "autopilot": {
    "start": "شروع کرنے کی تاریخ",
    "end": "آخری تاریخ"
  },
  "help": {
    "menu": "مینو",
    "more_helps": "مزید پڑھ"
  },
  "company_card": {
    "pending_state": "جائزہ لینے کا انتظار ہے۔",
    "register": "رجسٹرڈ",
    "developer": "ڈویلپر",
    "verified": "تصدیق شدہ",
    "premier": "پریمیئر"
  },
  "shop_license": {
    "add": "سبسکرپشن شامل کریں۔",
    "only_last": "صرف آخری سبسکرپشن",
    "vouchers": "واؤچرز",
    "buy": "سبسکرپشن پلان خریدیں۔",
    "monthly": "ماہانہ",
    "yearly": "سالانہ",
    "start_date": "شروع کرنے کی تاریخ",
    "end_date": "آخری تاریخ",
    "price": "قیمت",
    "terms": "میں Selldone کے استعمال کی شرائط کو پڑھتا ہوں اور ان سے اتفاق کرتا ہوں۔",
    "need_charge": "چارج کی ضرورت ہے۔",
    "buy_now": "ابھی خریدئے",
    "auto_renewal": "خودکار تجدید",
    "plan_placeholder": "اپنا سبسکرپشن پلان منتخب کریں۔",
    "plan": "لائسنس پلان",
    "use_date": "چالو کرنے کی تاریخ",
    "active_license": {
      "title": "ایکٹو لائسنس",
      "subtitle": "آپ کے فعال لائسنس کی معلومات۔",
      "subtitle_partner": "آپ کے فعال {name} لائسنس کی معلومات۔"
    },
    "licenses_table": {
      "title": "تاریخ خریدی۔",
      "subtitle": "فعال اور زیر التواء لائسنس۔"
    },
    "license_detail": {
      "title": "تفصیلات",
      "subtitle": "آپ کے موجودہ منصوبے کی حدود۔"
    },
    "table": {
      "plan": "منصوبہ",
      "start_date": "شروع / اختتامی تاریخ",
      "renewal": "خودکار تجدید",
      "linked_account": "لنک شدہ اکاؤنٹ / واؤچر",
      "payment": "ادائیگی",
      "cancel": "منسوخ کریں۔"
    },
    "notifications": {
      "subscribe_success": "کامیابی سے سبسکرائب ہو گیا۔",
      "cancel_success": "سبسکرپشن کامیابی سے منسوخ ہو گئی۔"
    },
    "cancel_dialog": {
      "title": "رکنیت کی تصدیق منسوخ کریں۔",
      "message": "کیا آپ یقینی طور پر اس رکنیت کو منسوخ کرنا چاہتے ہیں؟",
      "action": "سبسکرپشن منسوخ کریں۔"
    },
    "use_voucher_now": "ابھی واؤچر استعمال کریں۔",
    "validity_duration": "درستگی کی مدت",
    "validity_duration_hint": "12 ماہ کا لائسنس خریدنے پر، آپ کو 30% رعایت ملے گی۔"
  },
  "admin_shop_layout": {
    "download_txt": "ڈیٹا ٹیکسٹ ڈاؤن لوڈ کریں۔",
    "download_excel": "ڈیٹا ایکسل ڈاؤن لوڈ کریں۔"
  },
  "user_preferences": {
    "access": "رسائی",
    "template": "سانچے",
    "feedback": "تاثرات",
    "company": "کمپنی",
    "company_message": "اگر آپ کی کمپنی ہے اور آپ ایپس شائع کرنا چاہتے ہیں۔",
    "access_keys": "رسائی کی چابیاں",
    "access_keys_message": "کلائنٹس اور رسائی کی چابیاں دکھائیں۔",
    "rating": "آپ سیلڈون کے ساتھ اپنے تجربے کی درجہ بندی کیسے کریں گے؟",
    "large_font": "بڑے فونٹس",
    "large_font_message": "متن کو معمول سے بڑا دکھائیں۔",
    "samples": "نمونے کی دکانیں دکھائیں۔",
    "samples_message": "فعال ہونے پر، کچھ نمونے کی دکانیں آپ کے پینل میں دکھائی دیں گی۔",
    "automation": "آٹومیشن",
    "automation_message": "شاپ ڈیش بورڈ پر آٹومیشن ٹیب دکھائیں۔ (ویب ہکس، بصری پروگرامنگ، ...)",
    "date_time": "تاریخ اور وقت"
  },
  "shop_locations": {
    "title": "وہ ممالک جہاں سروس فراہم کی جاتی ہے۔",
    "sub_title": "نیچے دی گئی فہرست سے وہ ممالک منتخب کریں جہاں آپ اپنی پروڈکٹ فروخت کرنا چاہتے ہیں۔",
    "delete_restriction": "پابندی کو حذف کریں۔",
    "set_restriction": "پابندی مقرر کریں",
    "notifications": {
      "locations_update": "مقام کامیابی سے اپ ڈیٹ ہو گیا۔"
    },
    "table": {
      "country": "ملک",
      "currency": "کرنسی",
      "available": "دستیاب"
    }
  },
  "product_card": {
    "sold_out": "بک گیا",
    "review_unit": "جائزہ لیں",
    "not_original": "اصل نہیں۔"
  },
  "product_studio": {
    "add_mode": "مزید تفصیلات شامل کریں۔",
    "add_by_sku": "SKU کے ذریعے شامل کریں۔",
    "auto_category": "آٹو سیٹ زمرہ",
    "add_in_current_category": "موجودہ زمرے میں شامل کریں۔",
    "category_mode_message": "فعال ہونے پر پروڈکٹ کو ڈیفالٹ زمرہ یا ذیلی زمرہ میں شامل کر دیا جائے گا۔",
    "sku_name_input": "SKU/نام",
    "info": {
      "subtitle": "پروڈکٹ تیار کرنے کے لیے، آپ اس کی تخلیق کے لیے صرف ضروری تفصیلات درج کر سکتے ہیں۔"
    },
    "price": {
      "subtitle": "اس پروڈکٹ کی قیمت اور رعایت درج کریں۔ پروڈکٹ کے شامل ہونے کے بعد، آپ کو مزید اختیارات تک رسائی حاصل ہوگی۔"
    },
    "by_sku": {
      "title": "SKU کے ذریعے شامل کریں۔",
      "subtitle": "آپ کے ملک میں ڈیٹا بیس دستیاب نہیں ہے۔"
    },
    "drop_shipping": {
      "subtitle": "ہول سیل مارکیٹ میں مصنوعات تلاش کریں اور انہیں اپنے اسٹور میں شامل کریں۔"
    },
    "by_connect": {
      "subtitle": "Selldone Connect OS کے ساتھ POD یا ڈراپ شپنگ سپلائرز سے پروڈکٹس آسانی سے شامل کریں—بس اپنے اسٹور کو جوڑیں اور خودکار پروڈکٹ انٹیگریشن سے لطف اندوز ہوں، کسی پلگ ان کی ضرورت نہیں۔"
    },
    "your_license_is_not_eligible": "آپ کا لائسنس اہل نہیں ہے۔",
    "sku_dialog": {
      "title": "SKU کے ذریعہ پروڈکٹ شامل کریں۔",
      "subtitle": "آپ ہمارے ڈیٹا بیس میں ان کے SKU کے ذریعے پروڈکٹس کو تلاش کرنے اور انہیں صرف ایک کلک کے ساتھ شامل کرنے کی صلاحیت رکھتے ہیں۔"
    },
    "dropshipping_dialog": {
      "title": "ڈراپ شپنگ پروڈکٹس شامل کریں۔"
    }
  },
  "my_affiliate": {
    "title": "میرے ملحق معاہدے",
    "message": "دوسرے اسٹورز کے ساتھ الحاق کے معاہدوں کی فہرست۔"
  },
  "affiliates": {
    "title": "ملحق شراکت دار",
    "subtitle": "ملحقہ بنائیں، وقت کے ساتھ ساتھ ان کی کارکردگی کو ٹریک کریں، اور ایک جگہ پر درست معلومات کی بنیاد پر اقدامات کریں۔ ہم آپ کو اور آپ کے شراکت داروں کو ایک مضبوط رشتہ بنانے میں مدد کرتے ہیں۔",
    "affiliate_code": "الحاق کوڈ",
    "crate_date": "تاریخ بناؤ",
    "last_payment_date": "ادائیگی کی آخری تاریخ",
    "for_all_products": "تمام مصنوعات پر لاگو کریں۔",
    "balance": "بقیہ",
    "fix_commission": "فکسڈ کمیشن",
    "percent_commission": "فیصد پر مبنی کمیشن",
    "total_payment": "کل ادائیگیاں",
    "new_affiliate": "نیا ملحق پارٹنر",
    "new_affiliate_message": "نیا ملحق پارٹنر شامل کریں۔",
    "link_domain": {
      "title": "منسلک ڈومین",
      "subtitle": "آپ اپنے ڈومینز میں سے ایک کو اس الحاق شدہ پارٹنر سے جوڑ سکتے ہیں۔ اس پارٹنر کو ہر اس شخص کے نمائندے کے طور پر جانا جائے گا جو آپ کے اسٹور پر آتا ہے اور اس ڈومین کے ذریعے خریداری کرتا ہے۔"
    },
    "dialog": {
      "new": "نیا ملحق پارٹنر",
      "edit": "الحاق پارٹنر میں ترمیم کریں۔",
      "user": "صارف (اختیاری)",
      "bank_info": "بینک کی معلومات",
      "restriction": "پابندی",
      "select_products": "مصنوعات منتخب کریں۔",
      "select_products_message": "ملحق پارٹنر کو ان مصنوعات کے لیے کمیشن ملتا ہے۔",
      "edit_action": "الحاق کو اپ ڈیٹ کریں۔",
      "add_action": "ملحق پارٹنر شامل کریں۔",
      "affiliate_name": "ملحق پارٹنر کا نام",
      "payment_info": "ادائیگی کی معلومات",
      "enable_switch": "کیا یہ فعال ہے؟",
      "affiliate_info": "ملحق پارٹنر کی معلومات"
    },
    "link_factory": {
      "title": "ملحق پارٹنر لنک جنریٹر",
      "link_input": "آپ کا لنک",
      "link_output": "پیدا کردہ لنک"
    }
  },
  "gift_card_orders": {
    "title": "گفٹ کارڈ کے ساتھ آرڈر",
    "table": {
      "order": "ترتیب",
      "order_price": "آرڈر کی رقم",
      "paid_by_card": "کارڈ کے ذریعے ادائیگی کی گئی۔",
      "payment_status": "ادائیگی کی حیثیت",
      "date": "تاریخ"
    }
  },
  "offer_orders": {
    "title": "آفر آرڈرز",
    "table": {
      "order": "ترتیب",
      "order_price": "آرڈر کی رقم",
      "offer_amount": "رقم کی پیشکش",
      "payment_status": "ادائیگی کی حیثیت",
      "product": "پروڈکٹ",
      "date": "تاریخ"
    }
  },
  "coupon_orders": {
    "title": "کوپن آرڈرز",
    "table": {
      "order": "ترتیب",
      "order_price": "آرڈر کی رقم",
      "coupon_amount": "کوپن کی رقم",
      "payment_status": "ادائیگی کی حیثیت",
      "date": "تاریخ"
    }
  },
  "discount_code_orders": {
    "title": "ڈسکاؤنٹ کوڈ کے ساتھ آرڈرز",
    "table": {
      "order": "ترتیب",
      "order_price": "آرڈر کی رقم",
      "discount_amount": "رعایت کی رقم",
      "payment_status": "ادائیگی کی حیثیت",
      "date": "تاریخ"
    }
  },
  "incentives": {
    "discount_code": "رعایت",
    "coupon": "کوپن",
    "offer": "پیشکش",
    "gift_card": "تحفہ والا کارڈ",
    "lottery": "لاٹری",
    "cashback": "کیش بیک"
  },
  "discount_codes": {
    "title": "ڈسکاؤنٹ کوڈز",
    "sub_title": "اس سیکشن میں آپ اپنی ضروریات کے مطابق ڈسکاؤنٹ کوپن ڈیزائن کر سکیں گے۔ یہ رعایتیں کسی بھی پروڈکٹ کی رعایت سے الگ ہیں اور صارف کے آرڈر کی حتمی رقم پر لاگو ہوں گی۔",
    "add_new": "نیا ڈسکاؤنٹ کوڈ شامل کریں۔",
    "card": {
      "created": "بنانا",
      "start": "شروع کریں۔",
      "end": "ختم",
      "currency": "کرنسی",
      "discount_percentage": "رعائتی قیمت",
      "discount_limit": "رعایت کی حد",
      "state": "موجودہ صورت حال",
      "enabled": "اب فعال ہے۔",
      "disabled": "اب معذور ہے۔",
      "used": "کھایا",
      "count": "شمار",
      "unit": "اشیاء)"
    },
    "dialog": {
      "title_edit": "ڈسکاؤنٹ کوڈ میں ترمیم کریں۔",
      "title_add": "نیا ڈسکاؤنٹ کوڈ شامل کریں۔",
      "discount_code_input": "رعایتی کوڈ",
      "discount_percent_input": "رعائتی قیمت",
      "discount_percent_input_hint": "خریداری کی رقم کی رعایتی شرح",
      "count_input": "شمار",
      "count_input_hint": "اس کوڈ کا زیادہ سے زیادہ استعمال",
      "limit_input": "رعایت کی حد",
      "limit_input_hint": "کرنسی کی بنیاد پر زیادہ سے زیادہ رعایت",
      "currency_input_message": "اس کرنسی کے لیے رعایتیں دستیاب ہوں گی۔",
      "limit_input_message": "رعایت کی حد کے لیے 0 کی قدر کا مطلب ہے کہ رعایت کی شرح کی کوئی حد نہیں ہے۔",
      "title_input": "عنوان",
      "title_input_hint": "آپ اس ڈسکاؤنٹ کوڈ کے لیے عنوان درج کر سکتے ہیں۔",
      "description_input": "تفصیل",
      "description_input_hint": "آپ اس ڈسکاؤنٹ کوڈ کے لیے تفصیل درج کر سکتے ہیں۔",
      "date_start_input": "شروع کریں۔",
      "date_start_input_placeholder": "ڈسکاؤنٹ کب شروع کرنا ہے اس کا انتخاب کریں۔",
      "date_end_input": "ختم",
      "date_end_input_placeholder": "منتخب کریں کہ رعایت کب ختم ہوگی۔",
      "notifications": {
        "add": "ڈسکاؤنٹ کوڈ کامیابی کے ساتھ شامل کر دیا گیا۔",
        "edit": "ڈسکاؤنٹ کوڈ میں کامیابی کے ساتھ ترمیم کی گئی۔"
      },
      "config": {
        "title": "عمومی ترتیب",
        "subtitle": "ڈسکاؤنٹ کوڈ کے حساب کتاب کا فارمولا ہے: زیادہ سے زیادہ (LIMIT، PERCENT * کارٹ کی قیمت)۔ کوڈز کو متعلقہ اور یاد رکھنے میں آسان بنانا یاد رکھیں۔"
      },
      "limit": {
        "title": "حدود",
        "subtitle": "آپ اس سیکشن میں ہر ڈسکاؤنٹ کوڈ کے لیے زیادہ سے زیادہ استعمال کی حد کے ساتھ ساتھ زیادہ سے زیادہ رعایت کی رقم کی وضاحت کر سکتے ہیں۔"
      },
      "duration": {
        "title": "دورانیہ کی حد",
        "subtitle": "اگر آپ کسی مخصوص ٹائم فریم کے لیے ڈسکاؤنٹ کوڈ کو چالو کرنا چاہتے ہیں، تو آپ اس دورانیے کو یہاں قائم کر سکتے ہیں۔"
      },
      "design": {
        "subtitle": "آپ ہر ڈسکاؤنٹ کوڈ کے لیے عنوان اور تفصیل سیٹ کر سکتے ہیں۔ یہ تفصیلات صارف کو دکھائی جائیں گی۔"
      },
      "cluster": {
        "subtitle": "اس ڈسکاؤنٹ کوڈ کو کلسٹر کے ساتھ منسلک کر کے، آپ اسے ایک ہی جگہ پر دوسرے وسائل کے ساتھ آسانی سے منظم کر سکتے ہیں۔"
      }
    },
    "delete_alert": {
      "title": "ڈسکاؤنٹ کوڈ کو ہٹا دیں۔",
      "message": "کیا آپ اس ڈسکاؤنٹ کوڈ کو حذف کرنا چاہتے ہیں؟",
      "action": "رعایت کو ہٹا دیں۔"
    },
    "notifications": {
      "delete_success": "آپ کا تبصرہ کامیابی کے ساتھ حذف کر دیا گیا تھا۔"
    }
  },
  "gift_cards": {
    "title": "تحفہ والا کارڈ",
    "sub_title": "ایک گفٹ کارڈ بنائیں اور پھر جتنے آپ کی ضرورت ہو اسے بنائیں۔ اس کارڈ پر چارج ہے، اور یہ صرف آپ کی دکان میں خریداری کے لیے استعمال کیا جا سکتا ہے۔",
    "create_new": "نیا گفٹ کارڈ شامل کریں۔",
    "card": {
      "created": "بنانا",
      "lifetime": "خاتمے کی تاریخ",
      "lifetime_unit": "ہر کارڈ بنانے کی تاریخ سے مہینہ",
      "currency": "کرنسی",
      "initial_balance": "ابتدائی چارج",
      "count": "شمار",
      "count_unit": "آئٹم",
      "used": "استعمال کیا جاتا ہے"
    },
    "dialog": {
      "title": "گفٹ کارڈ ڈیزائن"
    },
    "alert": {
      "title": "ڈسکاؤنٹ کوڈ کو ہٹا دیں۔",
      "message": "کیا آپ اس ڈسکاؤنٹ کوڈ کو حذف کرنا چاہتے ہیں؟",
      "action": "حذف کریں۔"
    },
    "notifications": {
      "delete_title": "گفٹ کارڈ کو حذف کریں۔",
      "delete_message": "آپ کا تبصرہ کامیابی کے ساتھ حذف کر دیا گیا ہے۔"
    }
  },
  "coupons": {
    "title": "کوپن",
    "sub_title": "اگر آپ اپنے صارفین کو رعایت دینا چاہتے ہیں جسے مخصوص شرائط کے ساتھ استعمال کیا جا سکتا ہے، تو آپ کوپن بنا سکتے ہیں۔ کوپنز میں ایک حد یا ایک مقررہ رقم یا دونوں کا مجموعہ کے ساتھ فیصد کی رعایت شامل ہو سکتی ہے۔",
    "create_new": "نیا کوپن شامل کریں۔",
    "qualified_products": "اہل مصنوعات",
    "min_purchase": "کم سے کم خریداری",
    "only_first_order": "صرف پہلی خریداری",
    "one_time_use": "ایک ہی استعمال",
    "amount_usage": "استعمال شدہ رقم",
    "delete_alert": {
      "title": "کوپن حذف کریں۔",
      "message": "کیا آپ واقعی اس کوپن کو حذف کرنا چاہتے ہیں؟",
      "action": "ہاں، کوپن حذف کریں۔"
    },
    "notifications": {
      "delete_success": "کوپن کو کامیابی کے ساتھ حذف کر دیا گیا ہے۔"
    },
    "multiple_use": "متعدد استعمال"
  },
  "coupon_edit": {
    "title_edit": "کوپن میں ترمیم کریں۔",
    "title_add": "نیا کوپن",
    "discount_charge": "ڈسکاؤنٹ اور چارج",
    "charge": "چارج",
    "charge_message": "ابتدائی چارج کی رقم",
    "percent": "رعایت فیصد",
    "percent_message": "رعایت فیصد کی رقم",
    "limit_input": "حد",
    "limit_input_hint": "رعایت کی حد کی رقم",
    "currency_input_message": "اس کرنسی کے لیے کوپن دستیاب ہے۔",
    "count_input": "شمار",
    "count_input_hint": "اس کوڈ کا زیادہ سے زیادہ استعمال",
    "limit_input_message": "رعایت کی حد کے لیے 0 کی قدر کا مطلب ہے کہ رعایت کی شرح کی کوئی حد نہیں ہے۔",
    "date_start_input": "شروع کریں۔",
    "date_start_input_placeholder": "منتخب کریں کہ کوپن کب شروع کرنا ہے۔",
    "date_end_input": "ختم",
    "date_end_input_placeholder": "منتخب کریں کہ رعایت کب ختم ہوگی۔",
    "title_input": "عنوان",
    "title_input_hint": "آپ اس ڈسکاؤنٹ کوڈ کے لیے عنوان درج کر سکتے ہیں۔",
    "description_input": "تفصیل",
    "description_input_hint": "آپ اس ڈسکاؤنٹ کوڈ کے لیے تفصیل درج کر سکتے ہیں۔",
    "coupon_code": "کوپن کوڈ",
    "need_code": "کوڈ کی ضرورت ہے؟",
    "coupon_color": "کوپن کا رنگ",
    "min_purchase_amount": "خریداری کی کم از کم رقم",
    "min_purchase_amount_hint": "خریداری کی رقم اس قدر سے زیادہ یا اس کے برابر ہونی چاہیے۔",
    "should_exist_product": "ان مصنوعات میں سے کم از کم ایک ٹوکری میں ہونا ضروری ہے۔",
    "apply_for_first_order": "صرف پہلی خریداری کے لیے",
    "apply_for_first_order_on": "یہ کوپن صرف گاہک کی پہلی خریداری کے لیے استعمال کیا جا سکتا ہے!",
    "apply_for_first_order_off": "فی خریدار کوپن کے استعمال کی تعداد کو ذیل میں ایڈجسٹ کیا جا سکتا ہے۔",
    "has_qualify_constraints": "کیا آپ مزید حدود کی وضاحت کرنا چاہتے ہیں؟",
    "has_qualify_constraints_message": "اس کوپن کو استعمال کرنے کے لیے گاہک کو اہل بنانے کے لیے مزید شرائط طے کریں۔",
    "one_time_use": "ایک ہی استعمال",
    "one_time_use_message": "صارف اس کوپن کو ایک بار استعمال کر سکتا ہے۔",
    "daily_limit": "روزانہ کی حد",
    "no_limit": "کوئی حد نہیں",
    "daily_limit_message": "صارف کے ذریعہ فی دن استعمال کی زیادہ سے زیادہ مقدار",
    "monthly_limit": "ماہانہ حد",
    "monthly_limit_message": "گاہک کے ذریعہ ہر ماہ استعمال کی زیادہ سے زیادہ مقدار",
    "yearly_limit": "سالانہ حد",
    "yearly_limit_message": "گاہک کے ذریعہ ہر سال استعمال کی زیادہ سے زیادہ مقدار",
    "notifications": {
      "add": "نیا کوپن کامیابی سے بنایا گیا۔",
      "edit": "کوپن کو اپ ڈیٹ کر دیا گیا ہے۔"
    },
    "config": {
      "subtitle": "کوپن ڈسکاؤنٹ کے حساب کتاب کا فارمولا ہے: CHARGE + max (LIMIT, PERCENT * cart price)۔"
    },
    "limit": {
      "subtitle": "اس سیکشن میں، آپ فی کوپن کے استعمال کی زیادہ سے زیادہ تعداد اور ہر کوپن فراہم کرنے والی سب سے زیادہ رعایت کی رقم دونوں سیٹ کر سکتے ہیں۔",
      "zero_message": "صفر: کوئی حد نہیں ہے!"
    },
    "duration": {
      "subtitle": "اگر آپ کوپن کے فعال ہونے کے لیے ایک مخصوص ٹائم فریم مقرر کرنا چاہتے ہیں، تو آپ اس سیکشن میں دورانیہ کو ترتیب دے سکتے ہیں۔"
    },
    "design": {
      "subtitle": "ہر کوپن عنوان اور تفصیل کے اضافے کی اجازت دیتا ہے۔ یہ تفصیلات گاہک کو نظر آئیں گی۔"
    },
    "constraints": {
      "subtitle": "یہاں، آپ کوپن کے لیے اضافی ذاتی نوعیت کے پیرامیٹرز قائم کرنے کی اہلیت رکھتے ہیں۔",
      "no_limit": "کوئی اضافی پابندی نہیں۔",
      "has_limit": "اضافی پابندیاں",
      "has_code_message": "صارف کو کوپن شامل کرنے کے لیے کوڈ درج کرنا چاہیے۔"
    },
    "club": {
      "subtitle": "اس کوپن کا استعمال صرف منتخب کسٹمر کلبوں کے ممبران تک ہی محدود کیا جا سکتا ہے۔"
    },
    "cluster": {
      "subtitle": "اس کوپن کو کلسٹر کے ساتھ جوڑ کر، آپ اسے ایک ہی جگہ پر دوسرے وسائل کے ساتھ آسانی سے منظم کر سکتے ہیں۔"
    },
    "preview": {
      "subtitle": "یہاں کوپن کا عوامی پیش نظارہ ہے۔"
    }
  },
  "offers": {
    "title": "پیشکش کرتا ہے۔",
    "sub_title": "آپ اپنے صارفین کے لیے خصوصی پیشکشیں بنا سکتے ہیں تاکہ، ایک چیز خریدنے کے بعد، وہ دوسری چیز رعایت پر یا مفت بھی حاصل کریں۔",
    "create_new": "نئی پیشکش شامل کریں۔",
    "qualified_products": "اہل مصنوعات",
    "min_quantity": "کم از کم مقدار",
    "min_purchase": "کم سے کم خریداری",
    "discounted_products": "رعایتی مصنوعات",
    "amount_usage": "استعمال شدہ رقم",
    "delete_alert": {
      "title": "پیشکش کو حذف کریں۔",
      "message": "کیا آپ واقعی اس پیشکش کو حذف کرنا چاہتے ہیں؟",
      "action": "ہاں، پیشکش کو حذف کریں۔"
    },
    "notifications": {
      "delete_success": "پیشکش کامیابی کے ساتھ حذف کر دی گئی ہے۔"
    }
  },
  "offer_edit": {
    "title_edit": "پیشکش میں ترمیم کریں۔",
    "title_add": "نئی پیشکش",
    "design_style": "ڈیزائن اور انداز",
    "eligible_constraints": "گاہک کی اہل حدود",
    "title_input": "عنوان",
    "title_input_hint": "آپ اس ڈسکاؤنٹ کوڈ کے لیے عنوان درج کر سکتے ہیں۔",
    "description_input": "تفصیل",
    "description_input_hint": "اس ڈسکاؤنٹ کوڈ کی تفصیل لکھیں۔",
    "currency_input_message": "اس کرنسی کے لیے دستیاب پیشکش۔",
    "qualified_products": "اہل مصنوعات",
    "qualified_products_message": "پروڈکٹس کے اہل ہونے کے لیے، کارٹ میں کل آئٹمز کم از کم مقدار کے برابر یا اس سے زیادہ ہونے چاہئیں۔",
    "min_items": "اشیاء کی کم از کم مقدار",
    "min_items_message": "اشیاء کی تعداد جو گاہک کو خریدنی چاہیے۔",
    "discounted_products": {
      "title": "رعایتی مصنوعات",
      "subtitle": "آپ ان مصنوعات کی وضاحت کر سکتے ہیں جن پر یہ پیشکش رعایت کا اطلاق کرے گی۔"
    },
    "offered_products": "پیش کردہ مصنوعات",
    "offered_products_message": "ان مصنوعات میں سے کم از کم ایک ٹوکری میں ہونا ضروری ہے۔",
    "discount_percent": "رعایت کا فیصد",
    "discount_percent_message": "ان اشیاء کے لیے رعایت کا فیصد۔",
    "discount_percent_hint": "رعایت فیصد کی رقم",
    "per_order": "فی آرڈر استعمال کی زیادہ سے زیادہ تعداد",
    "per_order_message": "آرڈر پر اس پیشکش کو لاگو کرنے کی زیادہ سے زیادہ تعداد",
    "count_input": "رقم",
    "count_input_hint": "اس آفر کا زیادہ سے زیادہ استعمال کریں۔",
    "min_purchase": "خریداری کی کم از کم رقم",
    "min_purchase_hint": "خریداری کی قیمت اس قدر سے زیادہ یا اس کے برابر ہونی چاہیے۔",
    "limitation": "حد بندی",
    "date_start_input": "شروع کریں۔",
    "date_start_input_placeholder": "منتخب کریں کہ کوپن کب شروع کرنا ہے۔",
    "date_end_input": "ختم",
    "date_end_input_placeholder": "منتخب کریں کہ رعایت کب ختم ہوگی۔",
    "max_actives_is_3": "آپ ایک ہی وقت میں صرف تین فعال پیشکشیں لے سکتے ہیں۔",
    "enable": "آٹو اپلائی کریں۔",
    "notifications": {
      "add": "نئی پیشکش کامیابی کے ساتھ بنائی گئی۔",
      "edit": "پیشکش کامیابی کے ساتھ اپ ڈیٹ ہو گئی۔"
    },
    "config": {
      "subtitle": "اس کے عنوان، تفصیل اور عوامی دستیابی کی حیثیت کو قائم کرکے ایک ذہین ڈیل تیار کرنا شروع کریں۔"
    },
    "limit": {
      "subtitle": "اس سیکشن میں اس پیشکش کے لیے زیادہ سے زیادہ استعمال کی حد مقرر کریں۔"
    },
    "duration": {
      "subtitle": "اگر آپ کسی پیشکش کے لیے ایک مخصوص ٹائم فریم مقرر کرنا چاہتے ہیں، تو آپ یہاں مدت کو ترتیب دے سکتے ہیں۔"
    },
    "constraints": {
      "subtitle": "یہاں پیشکش کے لیے اہلیت کے معیار اور شرائط طے کریں۔ پیشکش ان شرائط کو پورا کرنے والی کارٹ آئٹمز پر لاگو ہوتی ہے۔"
    },
    "cluster": {
      "subtitle": "اس پیشکش کو ایک کلسٹر کے ساتھ منسلک کر کے، آپ اسے ایک ہی جگہ پر دوسرے وسائل کے ساتھ آسانی سے منظم کر سکتے ہیں۔"
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "بینر",
      "reportage": "رپورٹیج",
      "social": "سوشل میڈیا",
      "offline": "آف لائن"
    }
  },
  "emails": {
    "title": "ای میل مارکیٹنگ",
    "subtitle": "ای میلز کو ڈریگ اینڈ ڈراپ کے ذریعے ڈیزائن کریں، برقرار رکھنے کو بڑھانے کے لیے مہمات کا شیڈول اور لانچ کریں، اور ایک جگہ پر قابل اعتماد اور درست معلومات دیکھیں۔",
    "cation_message": "⚠ غیر تصدیق شدہ تاجروں کے لیے محدود۔ (بیٹا)",
    "subject": "مضمون",
    "from": "سے",
    "in_que": "منتظر",
    "schedule_at": "پر شیڈول",
    "sent": "بھیجا",
    "sends": "بھیجتا ہے۔",
    "delivers": "پہنچایا",
    "views": "مناظر",
    "clicks": "کلکس",
    "buys": "خریداری",
    "new_email": "نیا ای میل شامل کریں۔",
    "new_email_message": "نئی مارکیٹنگ ای میل بنائیں اور شیڈول کریں۔"
  },
  "email_dashboard": {
    "review": "جائزہ لیں",
    "waiting_for_approve": "{name} کی طرف سے تصدیق کا انتظار ہے",
    "approved_by": "ای میل کی تصدیق {name} سے ہوئی اور بھیجی گئی۔",
    "not_submitted_send_request": "آپ نے ابھی تک یہ ای میل بھیجنے کی درخواست جمع نہیں کرائی ہے۔",
    "reviewed_by": "{name} کے ذریعے جائزہ لیا گیا",
    "status": "ای میل کی حیثیت",
    "conversion": "تبادلوں کی شرح",
    "sell_performance": "فروخت کی کارکردگی",
    "total_buys": "فروخت کی کل تعداد",
    "amount_buy": "فروخت کی کل رقم",
    "average_sell": "اوسط فروخت",
    "sessions": "سیشنز",
    "overview": "جائزہ",
    "purchase_amount": "خریداری کی رقم",
    "actions": "صارف کی سرگرمی"
  },
  "email_page": {
    "emails": "ای میلز",
    "edit": "ترمیم"
  },
  "affiliate_page": {
    "affiliates": "ملحق شراکت دار",
    "orders": "احکامات",
    "payments": "ادائیگیاں"
  },
  "affiliate_dashboard": {
    "link": "ملحق پارٹنر لنک",
    "fix_commission": "فکسڈ کمیشن",
    "percent_commission": "فیصد پر مبنی کمیشن",
    "last_payment": "آخری ادائیگی",
    "balance": "بقیہ",
    "total_payment": "کل ادائیگیاں",
    "status": "ملحق پارٹنر کی حیثیت اور پابندیاں",
    "available_for": "کے لیے دستیاب ہے۔",
    "orders_count": "آرڈر کی رقم",
    "orders_accepted": "منظور شدہ احکامات",
    "finance": "مالیاتی جائزہ",
    "amount_accepted": "قبول شدہ رقم",
    "amount_paid": "ادا شدہ رقم",
    "sessions": "سیشنز",
    "affiliate_payment": "ملحق پارٹنر کی ادائیگیاں",
    "amount_payment": "ادائیگی کی رقم",
    "amount_payment_hint": "لین دین کی صحیح رقم",
    "i_paid": "میں نے {name} کو {amount} {currency} ادا کی",
    "pay_now": "اب ادا"
  },
  "permission_roles": {
    "new_role": "نیا کردار شامل کریں۔",
    "new_role_message": "ٹیم ورک کو آسان بنائیں۔",
    "new_role_action": "نیا کردار شامل کریں۔"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "لاٹری",
    "sub_title": "آپ کے گاہک گیم کھیل سکتے ہیں اور جیت سکتے ہیں۔ آپ کے اسٹور کے صارفین کو ہر گیم کے لیے 10 چپس استعمال کرنی چاہیے۔ مثال کے طور پر، اگر آپ چاہتے ہیں کہ آپ کے صارفین کو 1000 USD جیتنے کا موقع ملے، تو آپ کو ہر چپ کی قیمت 100 USD پر سیٹ کرنی ہوگی۔ ہر چپ کے لیے 0 کی قدر کا مطلب ہے کہ خریدار کو ہر خریداری کے لیے ایک چپ ملے گی۔",
    "manually_send_chip": "کیا آپ صارفین کو دستی طور پر چپس بھیجنا چاہتے ہیں؟",
    "lottery_enable": "کیا لاٹری فعال ہے؟",
    "chip_price_input": "چپ کی قیمت",
    "zero_chip_message": "فی آرڈر 1x چپ دیں۔",
    "chip_has_price_message": "آرڈر کی فی {amount} {currency} 1 چپ دیں۔",
    "chip_disabled_message": "چپ غیر فعال ہے!",
    "create_new": "نیا انعام شامل کریں۔",
    "delete_alert": {
      "title": "انعام کو حذف کریں۔",
      "message": "کیا آپ یقینی طور پر اس انعام کو مستقل طور پر حذف کرنا چاہتے ہیں؟",
      "action": "ہاں، ابھی حذف کریں۔"
    },
    "notifications": {
      "delete_success": "انعام کامیابی سے حذف ہو گیا۔"
    },
    "manual_send_token_action": "دستی ٹوکن",
    "config": {
      "subtitle": "اپنے اسٹور میں گیمفائیڈ تجربے کے ساتھ کسٹمر کی خریداریوں کو فروغ دیں۔ خریداری کے ذریعے ٹوکن حاصل کرنے والے صارفین کے لیے انعامات اور جیتنے کے امکانات مرتب کریں۔ ہر گیم پلے کی قیمت 10 ٹوکن ہے، اور آپ پہلی بار خریداروں کے لیے خصوصی انعامات پیش کر سکتے ہیں۔ پہلے سے طے شدہ گیم وہیل آف فارچیون ہے، لیکن آپ اسے اپنی دکان کے لے آؤٹ کے مطابق بنا سکتے ہیں۔"
    },
    "empty_prize_list": "یہاں انعامات بنائیں اور ان کا نظم کریں..."
  },
  "lottery_edit": {
    "title_edit": "لاٹری آئٹم میں ترمیم کریں۔",
    "title_add": "نئی لاٹری آئٹم",
    "general_config": "عمومی ترتیب",
    "design_style": "انداز اور ظاہری شکل",
    "enable": "فعال کیا؟",
    "enable_message": "ایک پہیے میں زیادہ سے زیادہ اشیاء 14 ہیں۔",
    "title_input": "عنوان",
    "title_input_hint": "ایک مختصر عنوان لکھیں۔",
    "description_input": "تفصیل",
    "description_input_hint": "آئٹم کے بارے میں تفصیل لکھیں۔",
    "quantity": "مقدار",
    "quantity_message": "کل دستیاب اشیاء",
    "image": "تصویر",
    "image_placeholder": "آئٹم کے لیے ایک تصویر منتخب کریں۔",
    "chance": "موقع",
    "chance_message": "فیصد میں جیتنے کا چانس",
    "free_for_first": "کیا یہ نئے صارفین کے لیے مفت ہے؟",
    "free_for_first_message": "نئے صارفین اس آئٹم کو جیت سکتے ہیں۔",
    "prize": {
      "title": "انعام",
      "subtitle": "انعام کی تفصیلات یہاں مرتب کریں۔ اختیارات میں ڈسکاؤنٹ کوڈز، گفٹ کارڈز، کریڈٹس اور دیگر رعایتیں بطور لاٹری انعامات شامل ہیں۔"
    },
    "amount": "انعام کی رقم",
    "amount_hint": "صارفین اپنے آرڈر کے لیے یہ رقم جیتتے ہیں۔",
    "currency_message": "اس شے کے لیے کرنسی۔ دیگر کرنسیوں کو شرح مبادلہ سے تبدیل کیا جاتا ہے۔",
    "discount": "رعایت",
    "discount_message": "کسٹمر کے آرڈر پر فیصد ڈسکاؤنٹ",
    "discount_limit": "رعایت کی حد",
    "discount_limit_hint": "گاہک کے لیے زیادہ سے زیادہ رعایت۔",
    "color": "رنگ",
    "condition": "شرائط",
    "notifications": {
      "add": "نئی لاٹری آئٹم کامیابی کے ساتھ بنائی گئی۔",
      "edit": "لاٹری آئٹمز کو کامیابی سے تبدیل کر دیا گیا۔"
    },
    "not_free_for_first_message": "یہ انعام پہلے مفت کھیل کے لیے دستیاب نہیں ہے۔",
    "config": {
      "subtitle": "یہاں، آپ اپنی دکان کے لاٹری کے انعامات بنا سکتے ہیں۔ ہر انعام کے لیے عنوان، تفصیل، رنگ اور تصویر سیٹ کریں۔"
    },
    "design": {
      "subtitle": "یہاں، آپ کو انعام کے لیے تصویر اور رنگ منتخب کرنے کا اختیار ہے۔"
    },
    "constraints": {
      "subtitle": "یہ انعام جیتنے کے لیے معیار اور حدود کی وضاحت کریں۔"
    },
    "product_input": {
      "label": "پروڈکٹ کا انعام",
      "message": "انعام کے لیے ایک پروڈکٹ منتخب کریں (مفت ہے)"
    }
  },
  "gift_card_types_list": {
    "label": "گفٹ کارڈ کی قسم",
    "message": "فہرست سے گفٹ کارڈ کی قسم منتخب کریں۔"
  },
  "email_builder": {
    "service_unavailable": "میل سرور آپ کے اکاؤنٹ میں فعال نہیں ہے۔",
    "design_section": "آپ کی ای میل ڈیزائن پلیٹ",
    "schedule_switch": "ای میل بھیجنے کا شیڈول بنائیں؟",
    "schedule_placeholder": "ای میل بھیجنے کے لیے وقت منتخب کریں۔"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "رجسٹریشن کی تاریخ",
      "description": "صارف کی رجسٹریشن کی تاریخ کے لحاظ سے فلٹر کریں۔"
    },
    "LAST_BUY_DATE": {
      "title": "آخری خریداری",
      "description": "آخری خریداری کی تاریخ۔"
    },
    "LOGIN_DATE": {
      "title": "لاگ ان کی تاریخ",
      "description": "لاگ ان کی آخری تاریخ۔"
    },
    "LEVEL": {
      "title": "کسٹمر کلب",
      "description": "کسٹمر کلب کے ممبران۔"
    },
    "SUBSCRIBED": {
      "title": "سبسکرائب کیا",
      "description": "ای میل موصول کرنے کے لیے رکنیت حاصل کرنے کے لیے۔"
    },
    "NOT_PURCHASED": {
      "title": "کوئی خریداری نہیں۔",
      "description": "جن صارفین نے ابھی تک خریداری نہیں کی ہے۔"
    },
    "SEX": {
      "title": "صنف",
      "description": "صارف کی جنس۔"
    },
    "LOCATION": {
      "title": "مقام",
      "description": "صارف کا مقام"
    },
    "LIMIT": {
      "title": "حد",
      "description": "صارفین کی زیادہ سے زیادہ تعداد پر ایک حد مقرر کریں۔"
    },
    "SEGMENTS": {
      "title": "طبقات",
      "description": "مخصوص دستی تقسیم میں صارفین کو محدود کریں۔"
    }
  },
  "inline_help": {
    "helps_title": "سروس یوزر گائیڈ",
    "blogs_title": "سیلڈون بلاگ میں متعلقہ مواد"
  },
  "shop_tax": {
    "region": "علاقہ",
    "label": "لیبل",
    "country_tax": "کنٹری ٹیکس",
    "customer_tax": "کسٹمر VAT",
    "business_tax": "کاروباری VAT",
    "shipping": "شپنگ",
    "override": "اوور رائڈ",
    "country": "ملک",
    "vat_range": "VAT کی حد",
    "custom": "اپنی مرضی کے مطابق",
    "regions": "ریجنز",
    "rest_world": "باقی دنیا",
    "overrides": "اوور رائیڈ کرتا ہے۔",
    "dialog_set_title": "ٹیکس کی ترتیبات",
    "tax_setting": "ٹیکس کی ترتیبات",
    "vat": "VAT",
    "calculate_tax_input": "خودکار حساب کتاب",
    "calculate_tax_message": "اس اختیار کو فعال کرنے سے، VAT کا حساب لگایا جائے گا اور آپ کے آرڈرز کے لیے لاگو کیا جائے گا۔",
    "tax_number": "ٹیکس نمبر",
    "tax_number_message": "اپنا ٹیکس نمبر درج کریں۔ یہ رجسٹریشن نمبر خریدار کی رسید میں درج کیا جائے گا۔",
    "tax_included_in_price_input": "مصنوعات کی قیمت میں ٹیکس شامل ہے۔",
    "tax_included_in_price_message": "اگر آپ اپنی پروڈکٹ کی قیمت میں ٹیکس کی رقم شامل کرتے ہیں تو اس اختیار کو منتخب کریں۔ ٹیکس کی رقم کا حساب درج ذیل فارمولے سے کیا جائے گا۔",
    "tax_included_in_price_formula": "ٹیکس = (قیمت * VAT) / (1 + VAT)، مثال کے طور پر، 100$ کی قیمت پر 10% کی ویلیو ایڈڈ شرح کے ساتھ کسی پروڈکٹ کے ٹیکس کی رقم 9.09$ بن جاتی ہے۔",
    "tax_on_shipping_input": "شپنگ پر ٹیکس لگائیں۔",
    "tax_on_shipping_message": "اس اختیار کو منتخب کرنے سے ٹیکس شپنگ پر لاگو ہوگا۔",
    "fixed_tax_rate": "فکسڈ ٹیکس کی شرح",
    "dynamic_tax_rate": "خطوں کی بنیاد پر ٹیکس",
    "locations_tip": "اوپر دی گئی فہرست صرف ان ممالک کو دکھاتی ہے جنہیں آپ نے دکان کی ترتیبات > مقامات میں ان ممالک کے طور پر منتخب کیا ہے جنہیں آپ فروخت کرتے ہیں۔",
    "locations_action": "اسٹور مقامات کی ترتیبات",
    "save_alert": "ترتیبات محفوظ نہیں ہیں!",
    "pos_tax_setting": "POS ٹیکس کی ترتیبات",
    "tax_exclude_title": "خارج کر دیا گیا ╏ چیک آؤٹ پر ٹیکس شامل کیا جائے گا۔",
    "tax_excluded_message": "چیک آؤٹ کے دوران ادائیگیوں سے پہلے ٹیکسوں کا حساب لگایا جائے گا اور آپ کے کسٹمر کے ثبوت کی بنیاد پر خارج کردہ ٹیکس کی قیمت میں شامل کیا جائے گا۔"
  },
  "transportation_page": {
    "menu": {
      "dashboard": "ڈیش بورڈ",
      "transportations": "شپنگ کے طریقے",
      "orders": "احکامات",
      "setting": "ترتیب",
      "delivery_services": "خدمات",
      "delivery_persons": "کوریئرز"
    },
    "go_to_courier_list": "کورئیر کی فہرست دیکھیں",
    "go_to_service_list": "شپنگ سروسز کی فہرست دیکھیں"
  },
  "transportation_persons": {
    "title": "کوریئرز",
    "notifications": {
      "success_add": "کورئیر نے مزید کہا۔",
      "success_reset": "اعدادوشمار دوبارہ ترتیب دیں۔",
      "success_remove": "کورئیر کو کامیابی سے ہٹا دیا گیا۔",
      "success_update": "کورئیر کی معلومات کو کامیابی کے ساتھ اپ ڈیٹ کر دیا گیا۔"
    },
    "reset": {
      "title": "اعدادوشمار کو دوبارہ ترتیب دیں۔",
      "message": "کیا آپ اس کورئیر کے اعدادوشمار کو دوبارہ ترتیب دینے کا یقین رکھتے ہیں؟",
      "action": "ہاں، اب دوبارہ ترتیب دیں۔"
    },
    "remove": {
      "title": "کورئیر کو ہٹا دیں۔",
      "message": "کیا آپ واقعی اس کورئیر کو حذف کرنا چاہتے ہیں؟",
      "action": "ہاں، اب ہٹا دیں۔"
    },
    "add_dialog": {
      "title": "نیا کورئیر شامل کریں۔",
      "action": "کورئیر شامل کریں۔"
    }
  },
  "transportation_orders": {
    "title": "شپنگ کے احکامات",
    "notifications": {
      "success_update": "شپنگ کی حیثیت کامیابی کے ساتھ اپ ڈیٹ ہو گئی۔",
      "success_payment": "COD ادائیگی کامیابی سے تصدیق ہو گئی۔"
    }
  },
  "delivery_person": {
    "actions_title": "کورئیر کی ترتیبات",
    "action_delivered": "بھیج دیا گیا۔",
    "action_paid": "COD ادا کیا گیا۔",
    "action_returned": "واپس آ گیا۔",
    "cod_confirm_action": "COD ادائیگی کی تصدیق کریں۔",
    "pickup_dialog": {
      "title": "کیا آپ اس پیکج کا کورئیر کرتے ہیں؟",
      "message": "اگر آپ اس پارسل کو لے جانے کے ذمہ دار ہیں، تو ہاں کو منتخب کریں، بصورت دیگر نمبر کو منتخب کریں۔"
    },
    "status_dialog": {
      "title": "حالت کو {status} میں تبدیل کریں",
      "message": "کیا آپ ڈیلیوری کی حیثیت کو {status} میں تبدیل کرنا چاہتے ہیں؟",
      "action": "جی ہاں، میں اس کی تصدیق کرتا ہوں!"
    },
    "cod_dialog": {
      "title": "COD ادائیگی",
      "message": "کیا آپ تصدیق کرتے ہیں کہ آپ کو خریدار سے آرڈر کی رقم موصول ہوئی ہے؟",
      "action": "جی ہاں، میں ادائیگی کی تصدیق کرتا ہوں!"
    }
  },
  "transportation_services": {
    "title": "ترسیل کی خدمت",
    "notifications": {
      "success_add": "ڈیلیوری سروس شامل کی گئی۔",
      "success_reset": "اعدادوشمار دوبارہ ترتیب دیں۔",
      "success_remove": "سروس کامیابی سے ہٹا دی گئی۔",
      "success_update": "سروس کامیابی کے ساتھ اپ ڈیٹ ہو گئی۔"
    },
    "reset": {
      "title": "اعدادوشمار کو دوبارہ ترتیب دیں۔",
      "message": "کیا آپ اس سروس کے اعدادوشمار کو دوبارہ ترتیب دینے کا یقین رکھتے ہیں؟",
      "action": "ہاں، اب دوبارہ ترتیب دیں۔"
    },
    "remove": {
      "title": "ڈیلیوری سروس کو ہٹا دیں۔",
      "message": "کیا آپ واقعی اس سروس کو حذف کرنا چاہتے ہیں؟",
      "action": "ہاں، اب ہٹا دیں۔"
    },
    "add_dialog": {
      "title": "نئی ڈیلیوری سروس شامل کریں۔",
      "action": "سروس شامل کریں۔"
    }
  },
  "delivery_receipt": {
    "title": "ترسیل کی رسید",
    "has_return": "ترسیل کی واپسی۔",
    "cashed": "نقد ادائیگی"
  },
  "delivery_dashboard": {
    "select_destinations": "فہرست میں آرڈرز شامل کریں۔",
    "price_calculation": "ترسیل کے نرخوں کا تخمینہ لگائیں۔",
    "price_calculation_action": "قیمت کا حساب لگائیں۔",
    "add_request": "سروس کی درخواست کریں۔",
    "add_request_action": "سروس کی درخواست جمع کروائیں۔",
    "refresh_action": "معلومات کو اپ ڈیٹ کریں۔"
  },
  "delivery_order": {
    "title": "شپنگ آرڈر",
    "has_return": "ترسیل کی واپسی۔",
    "cashed": "نقد ادائیگی"
  },
  "cash_register": {
    "menu": {
      "panel": "کیش رجسٹر",
      "orders": "احکامات",
      "customers": "گاہکوں",
      "devices": "آلات",
      "inventory": "انوینٹری"
    },
    "payment_confirm": "ادائیگی کی تصدیق",
    "payment_confirm_msg": "کسٹمر کا پیڈ آرڈر {basket_id}۔"
  },
  "barcode_scanner": {
    "wifi_pass": "آپ کا Wi-Fi پاس ورڈ",
    "message": "اپنا وائی فائی روٹر پاس ورڈ درج کریں اور کیو آر کوڈ اسکین کریں۔",
    "wifi_ssid": "Wi-Fi SSID",
    "ssid_message": "اپنے Wi-Fi نیٹ ورک کا نام (SSID) درج کریں۔"
  },
  "pos_devices": {
    "Scanner": "بارکوڈ سکینر",
    "Scanner_desc": "بارکوڈ سکینر استعمال کرنے کے لیے، آپ کو پروڈکٹ کی سیٹنگز میں پروڈکٹ کا SKU کوڈ درست طریقے سے درج کرنا چاہیے۔",
    "Printer": "پرنٹر",
    "Printer_desc": "رسید پرنٹر سے منسلک کرکے اپنے صارفین کی رسید پرنٹ کریں۔",
    "CustomerView": "کسٹمر ویو",
    "CustomerView_desc": "یہ صفحہ آپ کو اپنے صارفین کو آرڈر کی تفصیلات دکھانے کے قابل بناتا ہے۔",
    "CardReader": "کارڈ ریڈر",
    "CardReader_desc": "آپ کے صارفین کے ذریعہ COD ادائیگی کے لیے کارڈ ریڈر ڈیوائس۔",
    "ChipReader": "چپ ریڈر",
    "ChipReader_desc": "این ایف سی ٹیگ ریڈر ٹیگز کا استعمال کرتے ہوئے کارٹ میں آئٹمز شامل کرنے کے لیے۔"
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "آلے کو ہٹا دیں",
      "message": "کیا آپ یقینی طور پر اپنے POS پروفائل سے اس ڈیوائس کو ہٹانا چاہتے ہیں؟",
      "action": "ہاں، اب ہٹا دیں۔"
    }
  },
  "pos_process_center": {
    "title": "پی او ایس آرڈر پروسیسنگ سینٹر",
    "menu": {
      "label": "پیکیج لیبل",
      "receipt": "رسید",
      "back": "پیچھے",
      "timeline": "ٹائم لائن",
      "order": "ترتیب"
    }
  },
  "pos": {
    "add_customer": "ایک گاہک شامل کریں۔",
    "set_delivery": "ڈیلیوری ایڈریس سیٹ کریں۔",
    "add_giftcards": "گفٹ کارڈ شامل کریں۔",
    "add_discount_code": "ڈسکاؤنٹ کوڈ شامل کریں۔",
    "add_coupon": "کوپن شامل کریں۔",
    "set_campaign": "مہم ترتیب دیں۔",
    "select_buyer": "خریدار کو منتخب کریں!",
    "send_to_pos": "کارڈ ریڈر مشین پر بھیجیں۔",
    "print_receipt": "رسید پرنٹ کریں۔",
    "confirm_cash_payment": "نقد ادائیگی کی تصدیق کریں۔",
    "payment_cod": {
      "title": "کیش آن ڈیلیوری ادائیگی",
      "message": "اس آرڈر کی رقم ڈیلیوری پر ادا کی جائے گی۔ خریدار سے رقم وصول کرنے کے بعد، آپ کو سسٹم میں آرڈر مکمل کرنے کے لیے ادائیگی کی تصدیق کرنی ہوگی۔"
    },
    "payment_online": {
      "title": "آن لائن ادائیگی کا طریقہ منتخب کریں۔",
      "message": "درج ذیل اختیارات کو منتخب کرنے سے، ادائیگی کا لنک بنایا جائے گا اور خریدار کو بھیجا جائے گا۔ اس لنک کو ادائیگی کرنے سے، آرڈر کی حیثیت پیڈ موڈ میں بدل جائے گی۔ ادائیگی کا لنک کسٹمر اسکرین، ایس ایم ایس یا ای میل پر کیو آر کوڈ کو اسکین کرکے تیار کیا جائے گا۔ لنک بھیجنے کے لیے کسی بھی چینل کو ایکٹیویٹ کرنے کے لیے، اس آپشن پر کلک کریں اور پھر بٹن دبا کر خریدار کو رسید بھیجیں۔"
    },
    "notifications": {
      "success_pay": "آرڈر کی ادائیگی مکمل ہو گئی۔",
      "success_order": "آرڈر کامیابی کے ساتھ بنایا گیا ہے اور گاہک کی ادائیگی کا انتظار ہے۔"
    },
    "payment_dialog": {
      "check_pay_now": "ادائیگی کو دستی طور پر چیک کریں۔",
      "close_action": "ڈائیلاگ بند کریں۔ میں گاہک کی ادائیگی کا انتظار نہیں کرنا چاہتا",
      "go_to_order": "آرڈر پیج پر جائیں۔",
      "paid_by_gift_card_msg": "گفٹ کارڈز سے آرڈر کی کل رقم نکال لی گئی! خریدار کو زیادہ ادائیگی کرنے کی ضرورت نہیں ہے۔",
      "cod_msg": "آرڈر موصول ہونے پر صارف ادائیگی کرے گا۔",
      "online_msg": "کسٹمر سے گاہک کی سکرین پر QR کوڈ اسکین کرنے کو کہیں۔"
    },
    "name": "POS",
    "message": "اپنی صفر سیٹ اپ لاگت آن لائن پوائنٹ آف سیل حاصل کریں، اسے کسی بھی اسمارٹ فون، ٹیبلیٹ اور پی سی پر چلائیں، یا دستی طور پر آرڈر بنائیں۔"
  },
  "exporter": {
    "title": "ڈیٹا ایکسپورٹ کریں۔",
    "subtitle": "آپ کا ڈیٹا آپ کا ہے! آپ اپنی کاروباری معلومات کو کسی بھی وقت معیاری فارمیٹ میں ڈاؤن لوڈ کر سکتے ہیں۔ تاہم، اپنے صارفین کی رازداری کا احترام کریں، انہیں اسپام نہ کریں، اور ان کی معلومات کو کسی تیسرے فریق کے ساتھ شیئر نہ کریں۔",
    "excel": "آپ کو ایکسل فارمیٹ میں مکمل معلومات کے ساتھ اسٹور میں موجود تمام {type} کی فہرست موصول ہوگی۔",
    "csv": "آپ کو CSV فارمیٹ میں مکمل معلومات کے ساتھ اسٹور میں موجود تمام {type} کی فہرست موصول ہوگی۔ یہ فارمیٹ سٹور میں {type} درآمد کرنے کے لیے Selldone کے معیاری فارمیٹ کے مطابق ہے۔"
  },
  "importer": {
    "category": {
      "title": "زمرے درآمد کریں۔",
      "subtitle": "زمرہ جات کی CSV فائل یہاں اپ لوڈ کریں۔ یقینی بنائیں کہ آپ معیاری فارمیٹ کی پیروی کرتے ہیں۔"
    },
    "product": {
      "title": "مصنوعات درآمد کریں۔",
      "subtitle": "مصنوعات کی CSV فائل یہاں اپ لوڈ کریں۔ یقینی بنائیں کہ آپ معیاری فارمیٹ کی پیروی کرتے ہیں۔"
    },
    "product_images": {
      "title": "امپورٹ امپورٹ کریں۔",
      "subtitle": "تصویر کی معلومات حاصل کرنے میں وقت لگتا ہے۔ تصاویر درآمد کرتے وقت کاپی رائٹ کا احترام کرنا یقینی بنائیں۔"
    },
    "inventory": {
      "title": "بلک اپ ڈیٹ انوینٹری",
      "subtitle": "انوینٹری کی CSV فائل یہاں اپ لوڈ کریں۔ پہلے CSV فائل کو ایکسپورٹ کرکے، پھر اس فائل میں ترمیم کرکے معیاری فارمیٹ کی پیروی کو یقینی بنائیں۔"
    },
    "back_to_products": "مصنوعات کی فہرست پر واپس جائیں۔",
    "back_to_categories": "زمرہ کی فہرست پر واپس جائیں۔",
    "back_to_inventory": "انوینٹری کی فہرست پر واپس جائیں۔",
    "step_select_file": "CSV فائل کو منتخب کریں۔",
    "step_send_to_server": "سرور پر بھیجیں۔",
    "step_view_result": "نتائج دیکھیں",
    "step_view_que": "انتظار کی فہرست دیکھیں",
    "send_to_server_action": "سرور پر بھیجیں۔",
    "shop_license": "دکان کا لائسنس",
    "max_items_limit": "اشیاء کی زیادہ سے زیادہ حد",
    "total_items": "کل اشیاء",
    "customer": {
      "title": "صارفین کو درآمد کریں۔",
      "subtitle": "صارفین کی CSV فائلیں یہاں اپ لوڈ کریں۔ یقینی بنائیں کہ آپ معیاری فارمیٹ کی پیروی کرتے ہیں، اور ساتھ ہی، آپ کو رازداری کے قوانین پر عمل کرنا ہوگا۔"
    }
  },
  "campaigns": {
    "title": "مہمات",
    "subtitle": "مہمات بنائیں، قابل ٹریک لنکس، اور ایک جگہ پر قابل اعتماد اور درست معلومات دیکھیں۔ ڈیٹا پر مبنی بہتر فیصلے کرنے میں ہم آپ کی مدد کرتے ہیں۔",
    "add_action": "نئی مہم شامل کریں۔",
    "empty_message": "ابھی اپنی پہلی مہم بنائیں!",
    "delete": {
      "title": "مہم کو حذف کریں۔",
      "message": "کیا آپ یقینی طور پر اس مہم اور تمام ڈیٹا کو حذف کرنا چاہتے ہیں؟",
      "action": "ہاں، ابھی حذف کریں۔"
    }
  },
  "landing_categories": {
    "raw": "خام ٹیمپلیٹس",
    "marketing": "مارکیٹنگ اور اشتہارات",
    "product": "مصنوعات کا تعارف",
    "health": "صحت اور تندرستی",
    "food": "خوراک اور پھل",
    "house": "رئیل اسٹیٹ اور مکان",
    "device": "مشین اور ڈیوائس",
    "car": "گاڑی",
    "software": "سافٹ ویئر",
    "clothing": "کپڑے اور جوتے",
    "jewellery": "زیورات",
    "all": "تمام ٹیمپلیٹس"
  },
  "shop_theme": {
    "theme_colors": "تھیم کے رنگ",
    "products_view_mode": "خریداری کی فہرست کا نظارہ",
    "products_view_mode_desc": "آپ اسکرین کے سائز کی بنیاد پر اپنے اسٹور میں مصنوعات کے ڈسپلے موڈ کو ایڈجسٹ کر سکتے ہیں۔ اس موڈ کو بطور ڈیفالٹ سمجھا جائے گا اور اگر صارف ڈسپلے موڈ کو تبدیل کرتا ہے تو اسے لاگو نہیں کیا جائے گا۔",
    "color_light": "بنیادی رنگ",
    "color_dark": "بنیادی گہرا رنگ",
    "color_deep_dark": "گہرا گہرا رنگ",
    "color_info": "لنکس",
    "light_checkout": "ہلکی چیک آؤٹ تھیم",
    "light_header": "ہلکا ہیڈر",
    "light_footer": "ہلکا فوٹر",
    "product_page": "پروڈکٹ کا صفحہ",
    "typography": "نوع ٹائپ",
    "header": "ہیڈر",
    "custom_code": "حسب ضرورت کوڈ",
    "custom_css": "حسب ضرورت سی ایس ایس",
    "light_filter": "زمرہ فلٹر تھیم",
    "custom_variants": "متغیرات"
  },
  "app_templates": {
    "default": "طے شدہ",
    "blue": "نیلا سمندر",
    "amber": "امبر",
    "green": "استوائی",
    "red": "ویمپائر",
    "magenta": "پھول",
    "master": "ماسٹر",
    "black": "تاریک پہلو"
  },
  "affiliate_orders": {
    "title": "ملحق پارٹنر کے احکامات",
    "table": {
      "order_price": "آرڈر کی رقم",
      "order_payment": "آرڈر کی ادائیگی کی حیثیت",
      "order_link": "آرڈر کا لنک",
      "commission_status": "کمیشن کی حیثیت",
      "commission_amount": "کمیشن کی رقم",
      "items": "اشیاء",
      "actions": "اعمال",
      "create_date": "تاریخ بناؤ"
    },
    "notifications": {
      "update_success": "الحاق کی حیثیت کو اپ ڈیٹ کر دیا گیا۔"
    }
  },
  "affiliate_payments": {
    "title": "ملحق پارٹنر کی ادائیگیاں",
    "table": {
      "staff": "عملہ",
      "amount": "رقم",
      "note": "نوٹ",
      "date": "تاریخ"
    }
  },
  "my_roles": {
    "title": "میرے کردار",
    "message": "رولز ایک اسٹور کے ملازمین کو دی جانے والی رسائی کی قسم ہیں۔ مثال کے طور پر، آرڈر بھیجنے یا پیک کرنے کا ذمہ دار عملہ۔"
  },
  "role_card": {
    "complete_tasks": "مکمل کیے گئے کام",
    "reject_tasks": "مسترد شدہ کام",
    "last_check": "حالیہ چیکنگ"
  },
  "referral_widget": {
    "apply_now": "اس پروگرام کے لیے ابھی اپلائی کریں!",
    "no_bonus": "دوست کو مدعو کرکے پہلا انعام حاصل کریں۔",
    "your_gift": "آپ کا تحفہ",
    "invited_gift": "مدعو تحفہ",
    "percent_bonus": "فیصد بونس",
    "discount_bonus": "ڈسکاؤنٹ بونس",
    "registered": "نیا صارف",
    "accepted": "قبول شدہ صارف"
  },
  "app_config": {
    "reviews": "جائزے",
    "rate_now": "شرح اب",
    "category": "قسم",
    "uninstall": "ان انسٹال کریں۔",
    "get_app": "ایپ حاصل کریں۔",
    "public_keys": "عوامی چابیاں",
    "private_keys": "نجی چابیاں (محفوظ)",
    "config": "ایپ کنفیگریشن",
    "app_status": "درخواست کی حیثیت",
    "app_info": "درخواست کی معلومات",
    "update_at": "حالیہ اپ ڈیٹ",
    "visit_website": "ویب سائیٹ پر جائیں",
    "privacy": "رازداری کی پالیسی",
    "installs": "انسٹال کرتا ہے۔",
    "basic_profile_permission": "بنیادی پروفائل کی معلومات",
    "developer": "ڈویلپر",
    "permissions": "اجازتیں",
    "total_comments": "کل تبصرے",
    "delete_dialog": {
      "title": "ایپ ان انسٹال کریں۔",
      "message": "کیا آپ اس ایپ کو اپنے اسٹور سے ہٹانا چاہتے ہیں؟",
      "action": "ہاں، ایپ کو حذف کریں۔"
    },
    "notifications": {
      "uninstall_success": "ایپلیکیشن کامیابی کے ساتھ ان انسٹال ہو گئی۔"
    }
  },
  "shop_bots": {
    "not_set": "سیٹ نہیں ہے!",
    "tokens": "ٹوکن",
    "webhook": "ویب ہُک",
    "calls": "کالز",
    "dialog": {
      "title": "{name} بوٹ کنفیگریشن",
      "message": "انٹرپرائز گریڈ شاپنگ کے تجربات کی تعمیر کے لیے ایک جامع بوٹ فریم ورک۔"
    }
  },
  "shop_customers": {
    "title": "صارفین کا انتظام",
    "all_customers": "تمام صارفین کو ڈاؤن لوڈ کریں۔",
    "filtered_customers": "فلٹر شدہ صارفین",
    "dialog_chips": {
      "title": "کسٹمر چپس کی تعداد مقرر کریں"
    },
    "dialog_club": {
      "title": "کسٹمر کلب کی سطح طے کریں۔"
    },
    "subtitle": "گاہکوں کو آپ کے اسٹور میں کئی طریقوں سے شامل کیا جا سکتا ہے۔ دستی طور پر، بڑی تعداد میں ایکسل درآمد، POS کے ذریعے، یا اپنے آن لائن اسٹور کے ذریعے۔ جب بھی کوئی صارف آپ کے اسٹور میں لاگ ان ہوتا ہے، وہ خود بخود بطور صارف رجسٹر ہو جاتا ہے۔",
    "add_customer_action": "نیا گاہک شامل کریں۔"
  },
  "app_dashboard": {
    "status": "اسٹیٹس شائع کریں۔",
    "statistics": "شماریات"
  },
  "app_publish": {
    "production_version": "پروڈکشن ورژن",
    "beta_version": "بیٹا ورژن",
    "alpha_version": "الفا ورژن"
  },
  "app_publish_widget": {
    "header": "ویب سائٹ کا ہیڈر اسٹور کریں۔",
    "header_code": "ہیڈر کوڈ",
    "admin_page": "ایڈمن پیجز",
    "name": "نام",
    "icon": "آئیکن",
    "url": "یو آر ایل"
  },
  "app_api": {
    "title": "API رسائی",
    "revoke_api": "API کو منسوخ کریں۔",
    "api_key": "API کلید",
    "secret": "خفیہ کلید",
    "client": "کلائنٹ",
    "redirect_url": "یو آر ایل کو ری ڈائریکٹ کریں۔",
    "client_name": "کلائنٹ کا نام"
  },
  "app_loader_page": {
    "no_ui_title": "اس ایپلیکیشن میں کوئی UI نہیں ہے!",
    "no_ui_desc": "کچھ ایپلیکیشنز کو اپنے ایڈمن ایریا میں یوزر انٹرفیس کی ضرورت نہیں ہوتی ہے۔ یہ ایپلیکیشن صرف آپ کے اسٹور کی ویب سائٹ کے ہیڈر سیکشن میں کوڈ شامل کر سکتی ہے۔",
    "header": "ہیڈر کوڈ"
  },
  "finance_report": {
    "export_title": "مالیاتی ڈیٹا برآمد کریں۔",
    "export_sub_title": "مالی تفصیلات ایک فائل میں ڈاؤن لوڈ کریں۔",
    "start_input_placeholder": "رپورٹ شروع کرنے کی تاریخ منتخب کریں۔",
    "end_input_placeholder": "رپورٹ کی آخری تاریخ منتخب کریں۔",
    "download_action": "فنانس لسٹ ڈاؤن لوڈ کریں۔"
  },
  "shop_notifications": {
    "title": "خریداری کی اطلاعات",
    "sub_title": "بوٹ، ای میل، ایس ایم ایس، ...",
    "message": "اپنے اسٹور کی اطلاع کی ترتیبات اور ترجیحات میں ترمیم کریں۔",
    "channel": "چینل",
    "status": "حالت",
    "events": "تقریبات",
    "info": "معلومات",
    "actions": "اعمال",
    "connected": "جڑا ہوا",
    "not_connected": "منسلک نہیں!",
    "connect_now": "ابھی رابطہ کریں",
    "send_test": "ٹیسٹ ڈیٹا بھیجیں۔",
    "disconnect": "منقطع کرنا",
    "dialog": {
      "title": "بوٹ کنفیگریشن",
      "message": "انٹرپرائز گریڈ ای کامرس کے تجربات کی تعمیر کے لیے ایک جامع اطلاع کا فریم ورک۔",
      "action": "یہاں کلک کریں!",
      "set_config": "ترتیب ترتیب دیں۔"
    }
  },
  "notification_events": {
    "new_order": "🛍️ آرڈر کریں۔",
    "payment": "💳 ادائیگی",
    "return": "📦 واپسی",
    "weekly_report": "📈 ہفتہ وار رپورٹس"
  },
  "order_delivery": {
    "title": "ترسیل",
    "add_to_delivery_que_action": "شپنگ قطار میں شامل کریں۔",
    "in_que": "شپنگ قطار میں",
    "message": "شپنگ کورئیر کو پیکج دینے کے بعد، <b>کنفرم ڈلیوری</b> بٹن پر کلک کریں۔",
    "message_add_to_service": "اگر آپ اس پیکیج کو <b>ڈیلیوری سروس</b> کے ذریعے بھیجنا چاہتے ہیں تو درج ذیل بٹن پر کلک کریں۔",
    "action": "ڈیلیوری کی تصدیق",
    "checklist": [
      "کورئیر کا شناختی کارڈ چیک کریں۔",
      "مصنوعات کی اچھی طرح پیکنگ اور بروقت ترسیل آپ کے صارفین کی برقراری کی شرح کو بڑھا سکتی ہے۔"
    ],
    "manual": {
      "title": "گاہک کی طرف سے ترسیل کی تصدیق کا انتظار۔",
      "action_received": "خریدار کی تصدیق",
      "action_returned": "ڈیلیوری ریٹرن",
      "message": "نوٹ: اگر گاہک کو آرڈر موصول ہوتا ہے، تو آپ تکمیل کو مکمل کرنے کے لیے درج ذیل اختیارات استعمال کر سکتے ہیں۔ سسٹم میں کچھ شپنگ سروسز خود بخود ڈیلیوری کی تصدیق کریں گی۔"
    },
    "auto_complete_note": "ایک مخصوص مدت کے بعد، آرڈر کی حیثیت ڈیلیور میں تبدیل کر دی جائے گی۔ یہ مدت آرڈر کی قسم کے لحاظ سے مختلف ہوتی ہے اور اس کا تعین سسٹم کے ذریعے کیا جاتا ہے۔",
    "received": {
      "title": "کسٹمر کو پہنچایا گیا۔",
      "delivered_date": "ادئیگی کی تاریخ"
    },
    "receiver": "وصول کنندہ",
    "bill": "رسید",
    "tracking": {
      "title": "ٹریکنگ کوڈ / یو آر ایل شامل کریں۔",
      "code": "ٹریکنگ کوڈ",
      "url": "ٹریکنگ یو آر ایل",
      "message": "اگر آپ نے کسی ایسی سروس کے ذریعے بھیج دیا ہے جو اس آرڈر کے لیے ٹریکنگ کوڈ فراہم کرتی ہے، تو آپ اس سیکشن میں کوڈ اور متعلقہ ٹریکنگ لنک درج کر سکتے ہیں۔ یہ معلومات گاہک کو دکھائی جائے گی۔"
    },
    "preferred_delivery_time": "ترجیحی ترسیل کا وقت",
    "manage_couriers": "میرے کورئیر کا انتظام کریں۔",
    "manage_service": "سروس کا انتظام کریں۔",
    "option_deliver_by_courier": "آپشن 1: اپنے کورئیر کے ذریعے ڈیلیور کریں۔",
    "option_add_to_que": "آپشن 2: شپنگ سروس پیج پر کارروائی کے لیے قطار میں شامل کریں۔",
    "option_instant_shipping": "آپشن 3: فوری ترسیل۔",
    "pickup_action": "پک اپ کی تصدیق",
    "courier_action": "ڈیلیوری کی تصدیق",
    "courier_action_subtitle": "میرا کورئیر پارسل اٹھا لے گا۔",
    "pickup_action_subtitle": "گاہک نے آرڈر اٹھایا۔",
    "service_action": "پھانسی کی تصدیق"
  },
  "shop_home_edit": {
    "title": "ہوم پیج کی ترتیب",
    "sub_title": "اپنی ویب سائٹ کا ڈیفالٹ صفحہ سیٹ کریں۔",
    "default_home": "پہلے سے طے شدہ ہوم پیج",
    "default_home_placeholder": "دکان کا صفحہ ویب سائٹ کا ہوم پیج ہے۔"
  },
  "selldone_referral_page": {
    "title": "ریفرل ڈیش بورڈ",
    "referral_link": "رجوعیت کے لیے رابطہ",
    "registered": "رجسٹرڈ",
    "accepted": "قبول کر لیا",
    "bank": "بینک",
    "bank_title": "رقم نکلوانے کے لیے بینک کی معلومات",
    "new_users": "نئے صارفین",
    "performance": "کارکردگی",
    "credit_mode": "کریڈٹ موڈ",
    "get_stickers": "کاپی اور پیسٹ کرنے کے لیے اسٹیکر ایچ ٹی ایم ایل کوڈ حاصل کریں۔",
    "click_copy_sticker_code": "HTML کوڈ کاپی کرنے کے لیے بیج پر کلک کریں۔"
  },
  "selldone_referral_payment": {
    "title": "ریفرل ادائیگیاں",
    "officer": "افسر",
    "amount": "رقم کا لین دین",
    "note": "نوٹ",
    "date": "تاریخ",
    "subtitle": "یہ واپسی کے لین دین کی فہرست ہے۔ جب آپ ریفرل والیٹ سے اپنے بینک اکاؤنٹ یا اپنے Selldone والیٹ میں فنڈ منتقل کرتے ہیں، تو اسے یہاں درج کیا جائے گا۔"
  },
  "widget_shop_gateway": {
    "link_account_caution": "ایک اکاؤنٹ ({currency}) کو اپنی دکان سے جوڑیں! یہاں کلک کریں.."
  },
  "product_sell_widget": {
    "title": "مصنوعات کی فروخت کی کارکردگی"
  },
  "fulfilment_order_widget": {
    "title": "ڈراپ شپنگ کی تکمیل",
    "check_action": "ڈراپ شپنگ قبول کریں۔",
    "uncheck_action": "آرڈر کی تصدیق ہو گئی۔",
    "pay_action": "اشیاء کی قیمت ادا کریں..",
    "pay_completed": "ادائیگی کی تصدیق",
    "list_of_items": "اشیاء کو دوبارہ فروخت کرنا",
    "checklist": [
      "اصل بیچنے والے کو بالواسطہ طور پر بیچنے والی مصنوعات کی رقم ادا کریں۔",
      "آپ اکاؤنٹنگ سیکشن> اسٹور کی ڈراپ شپنگ میں ایک ساتھ سپلائر کو مصنوعات کی قیمت ادا اور طے کر سکتے ہیں۔",
      "ادائیگی کے بعد، سپلائر آپ کا آرڈر وصول کرے گا اور تیاری کے بعد اسے براہ راست خریدار کو بھیجے گا۔"
    ],
    "message": "سپلائر کو آرڈر کی فیس ادا کرنے کے بعد، اس سیکشن میں آرڈر بھیجنے کی پیشرفت دیکھیں۔"
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "ڈیش بورڈ",
      "orders": "احکامات",
      "inventory": "انوینٹری",
      "shops": "بیچنے والے",
      "requests": "درخواستیں"
    },
    "drop_shipping_charge": "ڈراپ شپنگ چارج"
  },
  "dropship_request_status": {
    "PENDING": "زیر التواء",
    "ACCEPT": "قبول کریں۔",
    "REJECT": "رد کرنا"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "ڈیش بورڈ",
      "orders": "احکامات",
      "wallet": "پرس"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "ری سیلر ڈیش بورڈ"
  },
  "dropshipping_reseller_orders": {
    "title": "بیچنے والے کے احکامات"
  },
  "dropshipping_reseller_wallet": {
    "title": "ری سیلر والیٹ"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "ادائیگی کی تصدیق",
      "payment_success": "ادائیگی مکمل ہو گئی۔",
      "buy_title": "خریدنے",
      "pay_by_giftcards": "آپ کے آرڈر کی ادائیگی گفٹ کارڈ سے کی گئی تھی۔",
      "free_order": "آپ کا آرڈر مفت ہے۔",
      "pay_by_cod": "آپ کا آرڈر کیش آن ڈیلیوری کے طور پر رجسٹر کیا گیا ہے۔",
      "pay_by_dir": "آپ کا آرڈر براہ راست ادائیگی کے طور پر رجسٹر ہو چکا ہے، براہ کرم ادائیگی مکمل کریں اور اپنے آرڈر کے صفحے پر رسید اپ لوڈ کریں۔",
      "pay_title": "ادائیگی",
      "qr_code_payment": "ادائیگی کا QR کوڈ بنایا گیا۔",
      "connecting_to_online_gateway": "آن لائن ادائیگی کے گیٹ وے سے جڑ رہا ہے۔"
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "ادائیگی کی تصدیق ہو گئی ہے۔<br> تاریخ: {payment_at}",
      "pay_fail_title": "ادا نہیں کیا",
      "pay_fail_message": "ادائیگی کی تصدیق نہیں کی جا سکتی!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "ری سیلر ادائیگی کا حکم دیتا ہے۔",
      "balance": "آپ کے اکاؤنٹ کا بیلنس",
      "total_cost": "کل آرڈرز کی لاگت",
      "need_charge": "چارج کرنے کی ضرورت ہے۔",
      "no_account_cation": "آپ کا کوئی اکاؤنٹ نہیں ہے! تھوک فروش کو کال کریں۔",
      "orders": "احکامات"
    },
    "notifications": {
      "success_pay": "ان آرڈرز کے لیے آپ کی ادائیگی کی تصدیق اور کامیابی کے ساتھ مکمل ہو گئی۔"
    }
  },
  "dropship_accounts": {
    "charge_account": "چارج اکاؤنٹ",
    "charge_dialog": {
      "title": "ڈراپ شپنگ اکاؤنٹ چارج کریں۔",
      "amount_input": "اکاؤنٹ چارج",
      "charge_now": "ابھی چارج کریں۔"
    }
  },
  "dropship_admin_dashboard": {
    "title": "ری سیلر کی درخواستیں۔",
    "today_order_count": "آج آرڈرز گن رہے ہیں۔",
    "yesterday_order_count": "کل کے احکامات کی گنتی",
    "total_7_days": "گزشتہ 7 دنوں میں کل آرڈرز"
  },
  "dropshipping_products": {
    "no_shops": "معذرت، کوئی اسٹور نہیں ملا۔ مستقبل میں مزید اسٹورز ہوں گے تاکہ آپ ان کی مصنوعات کو اپنے اسٹور میں رکھ سکیں۔",
    "show_all_shops": "تمام دکانیں دکھائیں۔",
    "show_all_message": "آپ تمام دکانیں دیکھ سکتے ہیں۔",
    "current_shop": "موجودہ دکان",
    "request_account": "اکاؤنٹ کی درخواست کریں۔",
    "request_accepted": "درخواست قبول کر لی گئی۔",
    "request_rejected": "درخواست مسترد کر دی گئی۔",
    "request_pending": "درخواست زیرغورہے..",
    "notifications": {
      "add_product": "پروڈکٹ کو آپ کے اسٹور میں شامل کیا گیا۔",
      "request_access": "ہم نے آپ کی رسائی کی درخواست تھوک فروش کو کامیابی کے ساتھ بھیج دی۔"
    },
    "show_eligible_shops_message": "اہل دکانیں دکھائیں۔"
  },
  "product_dropshipping": {
    "need_re_enable": "اس پروڈکٹ کو اصل بیچنے والے نے تبدیل کیا ہے، قیمتوں میں ہونے والی ان تبدیلیوں نے آپ کے اسٹور میں پروڈکٹ کو غیر فعال کر دیا ہے۔ تبدیلیوں کو چیک کریں اور اگر آپ پروڈکٹ کو دوبارہ فعال کرنے پر اتفاق کرتے ہیں تو نیچے دیا گیا بٹن دبائیں",
    "need_re_enable_action": "متفق ہوں، تبدیلیاں لاگو کریں اور ایکٹیویشن کریں۔",
    "changed_value": "اس پروڈکٹ میں اصل بیچنے والے نے ترمیم کی ہے۔ تبدیلیوں کو چیک کریں اور اگر آپ اپنے پروڈکٹ میں تبدیلیوں کو لاگو کرنے سے اتفاق کرتے ہیں تو نیچے دیئے گئے بٹن پر کلک کریں۔",
    "changed_value_action": "متفق ہوں، تبدیلیاں کریں۔",
    "parent_deleted": "اس آئٹم کو اصل بیچنے والے نے ہٹا دیا ہے۔",
    "parent_closed": "اس پروڈکٹ کو اصل بیچنے والے نے غیر فعال کر دیا ہے! آپ اس پروڈکٹ کو اپنے اسٹور میں فروخت نہیں کر سکیں گے، لیکن اگر اصل بیچنے والا پروڈکٹ کو دوبارہ فعال کرتا ہے تو آپ اپنے اسٹور میں اس پروڈکٹ کو دوبارہ فعال کر سکیں گے۔",
    "notifications": {
      "re_enable_success": "اس پروڈکٹ کو دوبارہ چالو کر دیا گیا ہے۔",
      "update_success": "اس پروڈکٹ کی معلومات کو اصل پروڈکٹ کی معلومات کے ساتھ اپ ڈیٹ کیا گیا تھا۔"
    }
  },
  "product_dropshipping_admin": {
    "title": "سامان نیچے اتارنا",
    "save_alert": "اس پروڈکٹ کی ڈراپ شپنگ سیٹنگز بدل گئی ہیں۔ کیا آپ تبدیلیاں محفوظ کرنا چاہتے ہیں؟",
    "reselling_message": "اس اختیار کو فعال کرنے سے، دوسرے بیچنے والے آپ کی مصنوعات کو اپنے اسٹور میں شامل کر سکیں گے۔",
    "reselling": "ڈراپ شپنگ کو فعال کریں۔",
    "price_merchants": "تاجروں کے لیے قیمت",
    "price_commission": "مرچنٹ کمیشن (مقررہ)"
  },
  "buy_button": {
    "waiting_for_availability": "دستیابی کا انتظار ہے۔",
    "inform_me_when_available": "جب یہ دستیاب ہو تو مجھے مطلع کریں!",
    "pay_buy": "ادائیگی کریں اور خریدیں۔",
    "quantity": "شمار",
    "quantity_in_basket": "ٹوکری میں اشیاء",
    "count_unit": "ایکس",
    "remove": "دور",
    "add_to_basket": "ٹوکری میں شامل کریں",
    "buy": "خریدنے",
    "notifications": {
      "inform_add_success": "یہ دستیاب ہونے پر ہم آپ کو بتائیں گے۔",
      "inform_remove_success": "آپ کو انتظار کی فہرست سے نکال دیا گیا ہے۔"
    },
    "book_now": "ابھی بک کریں۔",
    "reserve_now": "ابھی ریزرو کریں۔",
    "buy_now": "ابھی خریدئے"
  },
  "product_info": {
    "fake": "جعلی",
    "action": "نیلامی",
    "compare_limit": "10 اشیاء کی حد",
    "compare_add": "موازنہ میں شامل کریں۔",
    "compare_be_in_list": "مقابلے کی فہرست میں",
    "type": "قسم",
    "brand": "برانڈ",
    "category": "قسم",
    "discount": "رعایت",
    "track_price": "قیمت کو ٹریک کریں۔",
    "waiting_for_auction": "نیلامی کا انتظار کر رہے ہیں؟",
    "inform_auction": "نیلامی کے وقت مجھے مطلع کریں۔",
    "return_in_days": "{days} دنوں کی وارنٹی واپسی",
    "support24h7": "24 گھنٹے 7 دن سپورٹ کریں۔",
    "support_normal": "کام کے اوقات کی حمایت",
    "original_guarantee": "اصل ضمانت",
    "cod_payment": "کیش آن ڈیلیوری سپورٹ",
    "pros": "پیشہ",
    "cons": "Cons کے",
    "external_link": "مزید پڑھ",
    "notifications": {
      "congratulation": "مبارک ہو",
      "waiting_list_add_success": "اس پروڈکٹ کی نیلامی ہونے پر ہم آپ کو مطلع کریں گے۔",
      "waiting_list_delete_success": "آپ نیلامی کی انتظار کی فہرست سے باہر ہو گئے۔"
    },
    "offer_message": "{min_quantity} خریدیں ان آئٹمز پر {percent}% رعایت حاصل کریں۔",
    "up_to": "فی آرڈر {per_order}x تک",
    "get_free": "مفت حاصل",
    "get_off": "{percent}% رعایت حاصل کریں۔"
  },
  "styler": {
    "size_class": "سائز اور کلاس",
    "delete_bg": "پس منظر کی تصویر کو حذف کریں۔",
    "bg_color": "پس منظر کا رنگ",
    "section_style": "سیکشن اسٹائل سیٹ کریں۔",
    "link": "لنک سیٹ کریں۔",
    "show_products": "مصنوعات / زمرہ جات کی فہرست کا انتظام",
    "show_product": "پروڈکٹ کا انتخاب کریں۔",
    "delete_section": "سیکشن کو حذف کریں۔",
    "text_color": "متن کا رنگ",
    "tex_align": "متن کی سیدھ",
    "text_style": "متن کا انداز",
    "bg_image": "پس منظر کی تصویر",
    "product": {
      "title": "پروڈکٹ کا انتخاب کریں۔"
    },
    "products": {
      "title": "مصنوعات اور زمرہ جات کی فہرست کا انتظام",
      "sort_options": "ترتیب دیں اور دیکھیں کی ترتیبات کو منتخب کریں۔",
      "item_types": "صرف مصنوعات / زمرے دکھائیں۔",
      "product_only": "صرف مصنوعات",
      "category_only": "صرف زمرہ جات",
      "no_category": "آپ کے اسٹور میں کوئی زمرہ نہیں ہے۔",
      "limit": "مصنوعات کی حد",
      "limit_message": "مصنوعات کے نتائج کی تعداد درج کریں۔",
      "select_categories": "دستیاب زمرے منتخب کریں۔",
      "categories_limit": "زمرہ جات کی حد",
      "categories_limit_msg": "زمروں کی زیادہ سے زیادہ تعداد درج کریں۔ بغیر کسی حد کے صفر مقرر کریں۔"
    }
  },
  "shop_contacts": {
    "popup": "پاپ اپ سپورٹ کو فعال کریں۔",
    "popup_message": "اس آپشن کو فعال کرنے سے، سپورٹ کلید آپ کے اسٹور کے نیچے دائیں جانب نظر آئے گی۔"
  },
  "popup_page": {
    "preview": "لائیو پاپ اپ دیکھیں",
    "menu": {
      "design": "ڈیزائن",
      "appearance": "ظہور",
      "filter": "فلٹر",
      "setting": "ترتیب"
    },
    "notifications": {
      "save": "پاپ اپ کامیابی سے محفوظ ہو گیا۔",
      "edit": "پاپ اپ کامیابی کے ساتھ اپ ڈیٹ ہو گیا۔"
    }
  },
  "popup_appearance": {
    "position": "پوزیشن",
    "position_desc": "صفحہ پر اس اطلاع کے ڈسپلے مقام کی وضاحت کریں۔",
    "width": "چوڑائی",
    "width_desc": "آپ صفحہ کی زیادہ سے زیادہ چوڑائی سیٹ کر سکتے ہیں۔",
    "height": "اونچائی",
    "height_desc": "آپ صفحہ کی زیادہ سے زیادہ اونچائی سیٹ کر سکتے ہیں۔",
    "radius": "کونے کا رداس",
    "radius_desc": "اس سیکشن میں آپ نوٹیفکیشن کے کونوں کے گھماؤ کا رداس سیٹ کر سکتے ہیں۔",
    "shadow": "سایہ",
    "shadow_desc": "کیا آپ چاہتے ہیں کہ پاپ اپ ونڈو سایہ دار ہو؟",
    "delay": "تاخیر دکھائیں۔",
    "delay_desc": "ایک بار جب صارف آپ کے اسٹور میں داخل ہوتا ہے، اس وقت کے گزر جانے کے بعد، صارف کو ایک اطلاع ظاہر کی جائے گی۔",
    "hide": "تاخیر چھپائیں۔",
    "hide_desc": "آپ سیٹ کر سکتے ہیں کہ شو کے چند سیکنڈ بعد اطلاع خود بخود بند ہو جائے۔ 0 کی قدر کا مطلب ہے کہ اطلاع خود بخود بند نہیں ہوگی۔",
    "transition": "پاپ اپ اینیمیشن"
  },
  "popup_filter": {
    "registered": "رکنیت اور لاگ ان کی ضرورت",
    "registered_desc": "آپ اس اطلاع کو صرف صارفین یا مہمانوں کو ذخیرہ کرنے کے لیے دکھانے کا انتخاب کر سکتے ہیں۔",
    "only_guests": "صرف مہمان",
    "only_users": "صرف لاگ ان صارفین",
    "purchased": "خریداری کی تاریخ",
    "purchased_desc": "آپ اس اطلاع کو صرف ان صارفین کو دکھانے کا انتخاب کر سکتے ہیں جنہوں نے پہلے ہی خرید لیا ہے یا جنہوں نے ابھی تک خریداری نہیں کی ہے۔",
    "no_purchase": "ابھی تک کوئی خریداری نہیں۔",
    "yes_purchase": "پہلے خریدا تھا۔",
    "sex": "صنف",
    "sex_desc": "کیا آپ چاہتے ہیں کہ یہ اطلاع صرف ایک مخصوص جنس کے صارفین کو دکھائی جائے؟",
    "age": "کم از کم عمر",
    "age_desc": "اگر کوئی قدر 6 سے زیادہ درج کی گئی ہے، تو صارف کو لاگ ان ہونا چاہیے اور اس نے اپنی تاریخ پیدائش درج کی ہوگی۔",
    "levels": "کسٹمر کلب کی سطح",
    "levels_desc": "اگر صارف کے پاس ذیل میں منتخب کردہ سطحوں میں سے کوئی ایک ہے، تو یہ اطلاع اسے دکھائی جائے گی۔",
    "countries": "مقام کی پابندیاں",
    "countries_desc": "کیا آپ چاہتے ہیں کہ یہ اطلاع صرف کسی مخصوص ملک سے آنے والے صارفین کو دکھائی جائے؟"
  },
  "popup_setting": {
    "published": "شائع شدہ حیثیت",
    "repeat": "دہرائیں۔",
    "repeat_msg": "کیا آپ چاہتے ہیں کہ یہ اطلاع صارف کو ایک سے زیادہ بار دکھائی جائے؟",
    "intervals": "پاپ اپ ڈسپلے کا وقت کا دورانیہ",
    "intervals_msg": "صارف کو اطلاعات ظاہر کرنے کے درمیان کم از کم وقت گزر چکا ہوگا۔",
    "designer_zone": "ڈیزائنر زون",
    "title": "پاپ اپ ٹائٹل",
    "note": "ڈیزائنر نوٹ",
    "image": "کور تصویر",
    "delete": {
      "title": "حذف کریں۔",
      "sub_title": "ایک بار جب آپ پاپ اپ کو حذف کر دیتے ہیں، تو کوئی واپسی نہیں ہوتی۔ براہ کرم یقین رکھیں۔",
      "action": "اس پاپ اپ کو حذف کریں۔"
    },
    "notifications": {
      "delete": "پاپ اپ حذف کر دیا گیا۔"
    }
  },
  "shop_sms": {
    "title": "SMS کا نظم کریں۔",
    "sub_title": "ایس ایم ایس ٹیمپلیٹس صارفین کو بھیجے گئے۔",
    "message": "آپ اپنے اسٹور کے ذریعے بھیجے گئے ٹیکسٹ پیغامات کا مواد یہاں دیکھ سکتے ہیں۔ پیغام رسانی کی خدمت میں توثیق کے نمونوں کو رجسٹر کرنے میں محدودیت کی وجہ سے، اس وقت ٹیکسٹ پیغامات کو ذاتی بنانا ممکن نہیں ہے۔",
    "tabs": {
      "templates": "ٹیمپلیٹس",
      "provider": "فراہم کرنے والا"
    },
    "manage": {
      "title": "SMS کا نظم کریں۔",
      "subtitle": "آپ اپنے اسٹور کے ذریعے بھیجے گئے ٹیکسٹ پیغامات کا مواد یہاں دیکھ سکتے ہیں۔ پیغام رسانی کی خدمت میں توثیق کے نمونوں کو رجسٹر کرنے میں محدودیت کی وجہ سے، اس وقت ٹیکسٹ پیغامات کو ذاتی بنانا ممکن نہیں ہے۔"
    },
    "template": {
      "title": "ٹیمپلیٹس",
      "valid_message": "آپ حسب ضرورت SMS پیغامات بنا سکتے ہیں۔",
      "provider_not_enable_message": "SMS فراہم کنندہ فعال نہیں ہے!",
      "need_custom_provider_message": "حسب ضرورت SMS پیغامات صرف اس صورت میں کام کرتے ہیں جب آپ ایک حسب ضرورت فراہم کنندہ سیٹ کریں۔",
      "add_new": "نیا شامل کریں۔",
      "disable_reason": {
        "set_provider": "پہلے اپنے فراہم کنندہ کو مقرر کریں!",
        "provider_is_disabled": "فراہم کنندہ غیر فعال ہے!",
        "otp": "OTP - کوئی بھی حسب ضرورت نہیں!",
        "select_another_provider": "دوسرا فراہم کنندہ منتخب کریں۔"
      },
      "enable_only_filter": "دکھائیں صرف فعال",
      "text_template_not_supported_msg": "آپ کا فراہم کنندہ سادہ متنی پیغامات کی حمایت نہیں کرتا ہے۔",
      "structure_template_not_supported_msg": "آپ کا فراہم کنندہ ساختی پیغامات کی حمایت نہیں کرتا ہے۔",
      "structured_data": "سٹرکچرڈ ڈیٹا",
      "menu": {
        "reset_error": "غلطیاں دوبارہ ترتیب دیں۔",
        "send_test": "ٹیسٹ پیغام بھیجیں۔"
      }
    },
    "template_edit": {
      "title_add": "نیا پیغام ٹیمپلیٹ شامل کریں۔",
      "title_edit": "پیغام کے سانچے میں ترمیم کریں۔",
      "config": {
        "title": "پیغام کی ترتیب",
        "subtitle": "آپ اپنے SMS فراہم کنندہ کی ویب سائٹ پر SMS پیغام کے لیے ایک ٹیمپلیٹ بنا سکتے ہیں، پھر اس کا کوڈ اور ڈیٹا کا ڈھانچہ یہاں بیان کریں۔ ہم یہ معلومات آپ کے فراہم کنندہ کو بھیجیں گے، جہاں اصل SMS پیغام تیار کیا جائے گا۔",
        "code": "کوڈ",
        "language_msg": "اسے بطور ڈیفالٹ سیٹ کرنے کے لیے خالی چھوڑ دیں۔",
        "enable_msg": "اس ٹیمپلیٹ کو پیغامات بنانے کے لیے استعمال کیا جائے گا۔"
      },
      "text": {
        "title": "سادہ متن",
        "subtitle": "یہاں ایک ذاتی SMS پیغام درج کریں۔ صارف کو بھیجے جانے سے پہلے متحرک اقدار کو ان کی اصل اقدار کے ساتھ بدل دیا جائے گا۔",
        "message": "پیغام",
        "reset_to_default": "دوبارہ پہلے جیسا کر دو",
        "auto_fill": {
          "title": "آٹو فل پیرامیٹرز",
          "subtitle": "آپ ان میں سے ہر ایک پیرامیٹرز کو متن میں استعمال کر سکتے ہیں اور Selldone انہیں متعلقہ قدر سے بدل دے گا۔"
        },
        "sample": {
          "title": "نمونہ پیغام"
        }
      },
      "template": {
        "title": "ساختی سانچہ",
        "subtitle": "آپ ٹیمپلیٹ کی کلید اور قدر یہاں سیٹ کر سکتے ہیں۔ ٹیمپلیٹ کوڈ بالکل وہی ہونا چاہیے جو آپ نے اپنے SMS سروس فراہم کنندہ میں سیٹ کیا ہے، اور <code>key</code> وہی ہے جس کے ذریعے آپ کا فراہم کنندہ کوڈ بھیجنا چاہتا ہے۔ اگر ٹیمپلیٹ کا <code>value</code> فیلڈ خالی ہے، تو <code>{code}</code> ٹیمپلیٹ کوڈ کے طور پر سمجھا جائے گا۔",
        "add_new_parameter": "نیا پیرامیٹر شامل کریں۔",
        "auto_fill": {
          "title": "آٹو فل پیرامیٹرز",
          "subtitle": "آپ ان میں سے ہر ایک پیرامیٹرز کو ایک قدر کے طور پر سیٹ کر سکتے ہیں، اور Selldone انہیں متعلقہ قدر سے بدل دے گا۔ سادگی کے لیے اپنے SMS فراہم کنندہ میں ڈیفالٹ اقدار کو ٹیمپلیٹس کے طور پر بیان کرنا بہتر ہے۔ اس صورت میں، یہاں پیرامیٹر کی قدروں کی وضاحت کرنے کی ضرورت نہیں ہوگی۔"
        },
        "request": {
          "title": "نمونہ پے لوڈ"
        },
        "sample": {
          "title": "نمونہ ٹیمپلیٹ پیغام",
          "subtitle": "آپ اس ٹیمپلیٹ کو اپنے SMS فراہم کنندہ کو کاپی اور پیسٹ کر سکتے ہیں۔"
        },
        "add_message_action": "پیغام ٹیمپلیٹ شامل کریں۔"
      }
    }
  },
  "shop_emails": {
    "title": "ای میلز کا نظم کریں۔",
    "sub_title": "آپ اس سیکشن میں سٹور کی طرف سے گاہکوں اور مینیجرز کو بھیجی گئی ای میلز کی فہرست دیکھیں گے۔ ای میلز خود بخود ڈیزائن اور بنائی جاتی ہیں اس معلومات کی بنیاد پر جو آپ نے اپنے اسٹور کے لیے درج کی ہیں۔ نیز، پیغامات اور تصاویر کو ذاتی نوعیت کا بنانے کا امکان مستقبل میں عوام کے لیے دستیاب ہوگا۔",
    "tabs": {
      "preferences": "ترجیحات",
      "templates": "ٹیمپلیٹس",
      "provider": "فراہم کرنے والا"
    },
    "preferences": {
      "title": "اطلاعی ای میلز"
    }
  },
  "instagram": {
    "title": "انسٹاگرام پر فروخت",
    "message": "اس ٹول کی مدد سے آپ اپنے انسٹاگرام کو اسٹور میں تبدیل کر سکتے ہیں۔ بس یہاں اپنا انسٹاگرام اکاؤنٹ شامل کریں اور اس کی تصدیق کریں، پھر آپ ہر پوسٹ یا اپنی کہانی پر ایک یا زیادہ پروڈکٹس پوسٹ کر سکیں گے، اپنی پروڈکٹس کی فہرست میں شامل اور ٹیگ کر سکیں گے یا کسی پوسٹ کو نئی پروڈکٹ میں تبدیل کر سکیں گے!",
    "add_product": "نئی مصنوعات شامل کریں۔",
    "create_product": "پروڈکٹ بنائیں",
    "link_box_msg": "اس لنک کو انسٹاگرام، ٹیلی گرام یا دیگر سوشل میڈیا پر اپنے بائیو میں ڈالیں تاکہ آپ کے سامعین تیز، آسان، زیادہ اور آخر کار زیادہ سے زیادہ خرید سکیں۔",
    "remove_account": "انسٹاگرام لنک کو تبدیل / ہٹا دیں۔",
    "sync": "اکاؤنٹ ڈیٹا کی مطابقت پذیری (ہر 60 منٹ میں)"
  },
  "service_bill": {
    "task": {
      "title": "فہرست کرنے کے لئے",
      "message": "آپ جو کام کرنا چاہتے ہیں اس کے عنوانات لکھیں اور خریدار کو بتائیں کہ اس نے کتنی ترقی کی ہے۔"
    },
    "booking": {
      "title": "بکنگ / بکنگ",
      "message": "اس آرڈر پر ایک مقررہ وقت پر کارروائی کی جائے گی، گاہک نے مطلوبہ مدت کا انتخاب کیا ہے، اگر آپ منتخب مدت میں کوئی تبدیلی کرنا چاہتے ہیں تو صارف کو بتائیں۔",
      "selected_checkin": "منتخب کسٹمر لاگ ان کی تاریخ",
      "selected_checkout": "منتخب کردہ گاہک کے اخراج کی تاریخ",
      "change_days_question": "کیا آپ کو کسٹمر کے منتخب دنوں کے دوران تبدیل کرنے کی ضرورت ہے؟",
      "show_calendar": "آرڈرز کا کیلنڈر دکھائیں۔"
    },
    "pricing": {
      "title": "قیمتوں کا تعین",
      "message": "آپ اس سروس کے لیے کتنا چارج کرتے ہیں؟"
    },
    "subscription": {
      "title": "رکنیت",
      "message": "آپ اس سروس کو روزانہ کی بنیاد پر خرید کر سبسکرپشن کی مدت کا انتخاب کر سکتے ہیں۔ خریدار کو بتائیں کہ کیا آپ پہلے سے درج شدہ اقدار کو تبدیل کرنا چاہتے ہیں۔",
      "duration": "رکنیت کی مدت"
    },
    "charge": {
      "title": "چارج",
      "message": "آپ نے اس شے کے لیے چارج متعین کیا ہے۔ آپ کسٹمر کی طرف سے خریدی گئی شے کے لیے چارج کی رقم کو تبدیل کر سکتے ہیں۔",
      "charge": "چارج"
    },
    "save_item": "تصدیق کریں اور سیٹ کریں۔",
    "start_service": "سروس شروع کریں۔",
    "end_service": "ختم"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "سروس کا خاتمہ",
      "message": "اگر ایسا ہو جائے تو، آرڈر کو مکمل کرنے اور بند کرنے کے لیے تصدیقی کلید کو دبائیں",
      "action": "آرڈر کی تصدیق اور مکمل کریں۔"
    }
  },
  "product_outputs": {
    "outputs_form": "ڈسپلے کی معلومات کا ڈھانچہ (آؤٹ پٹ)",
    "virtual": {
      "title": "پروڈکٹ آؤٹ پٹ انفارمیشن فارم",
      "sub_title": "وہ معلومات جو آپ خریداری کے بعد صارف کو دکھانا چاہتے ہیں۔ یہ فارم خاص طور پر ورچوئل پروڈکٹس جیسے گفٹ کارڈ کی فروخت پر لاگو ہوتا ہے۔"
    },
    "service": {
      "title": "سروس ڈیزائن",
      "sub_title": "پہلے اپنی سروس کی قسم منتخب کریں اور مطلوبہ معلومات درج کریں۔ مثال کے طور پر، آپ ٹوڈو لسٹ کی وضاحت کر سکتے ہیں یا گاہک سے بکنگ کے وقت یا ملاقات کے لیے پوچھ سکتے ہیں۔"
    }
  },
  "service_design": {
    "type": "سروس کی قسم",
    "type_message": "اس پروڈکٹ کے لیے آپ جس قسم کی سروس فراہم کرتے ہیں اسے منتخب کریں۔ ہر آئٹم کو منتخب کرنے سے، متعلقہ فارم ظاہر ہو جائے گا۔ آپ کی منتخب کردہ خدمت کی قسم پر منحصر ہے، آرڈر دیتے وقت گاہک سے مزید معلومات حاصل کی جا سکتی ہیں۔"
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "مطالبے پر",
      "desc": "جیسے گھر کی مرمت، پینٹنگ، کار کی مرمت وغیرہ۔"
    },
    "BOOKING": {
      "title": "بکنگ",
      "desc": "جیسے ہوٹل کا کمرہ یا ولا بک کرنا۔"
    },
    "APPOINTMENT": {
      "title": "تقرری",
      "desc": "جیسے پالتو جانوروں کی دیکھ بھال کی ملاقات یا ذاتی تربیت۔"
    },
    "RENTAL": {
      "title": "کرایہ پر لینا",
      "desc": "جیسے کوئی جگہ یا کار کرائے پر لینا۔"
    },
    "SUBSCRIPTION": {
      "title": "رکنیت",
      "desc": "جیسے کلب کی رکنیت یا آن لائن کوچنگ۔"
    },
    "CHARGE": {
      "title": "چارج",
      "desc": "جیسے کہ اکاؤنٹ چارج کرنا یا ایپلیکیشن استعمال کرنے کے لیے چارج کرنا۔"
    },
    "CUSTOM": {
      "title": "اپنی مرضی کے مطابق",
      "desc": "اس اختیار کو منتخب کریں اگر آپ کی فراہم کردہ خدمت مذکورہ بالا میں سے کوئی نہیں ہے۔"
    }
  },
  "avocado": {
    "title": "تمام سوشل میڈیا پر تیز، درست اور لطف اندوز فروخت",
    "message": "آپ کو اپنے صارفین سے رقم حاصل کرنے کے لیے صرف ایک رقم اور ایک عنوان کی ضرورت ہے! رقم براہ راست آپ کے اکاؤنٹ میں جمع ہو جائے گی اور آپ کے صارفین کو خریداری کا ایک منفرد تجربہ ملے گا۔",
    "new_order": "نیا بل",
    "create_by_seller_title": "انوائس بنائیں",
    "create_by_seller_message": "اگر آپ ایک مخصوص رقم کے ساتھ انوائس بنانا چاہتے ہیں اور اسے کسی کو بھیجنا چاہتے ہیں، تو آپ انوائس فارم دکھانے کے لیے نیچے دیئے گئے بٹن کو دبا سکتے ہیں۔ خریدار کو اس کے ذریعے ان کے آرڈر کی ادائیگی اور ٹریک کرنے کے لیے تیار کردہ لنک دیں۔",
    "create_by_buyer_title": "ایوکاڈو فارم",
    "create_by_buyer_message": "اس سیکشن کو فعال کرنے سے، آپ کو ایک لنک دکھایا جائے گا، یہ لنک اپنے خریداروں کو فراہم کریں تاکہ وہ اپنا آرڈر دے سکیں۔",
    "orders_list": "آرڈرز کی فہرست",
    "active_mode": "آرڈر کی رسید فعال ہے۔",
    "inactive_mode": "غیر فعال",
    "active_message": "اس ماخذ کو چالو کرنے سے، آپ کے گاہک نیچے دیے گئے درخواست فارم کے ذریعے پروڈکٹ کے لیے آرڈر دے سکیں گے۔",
    "avocado_form_link_message": "اس لنک کو انسٹاگرام، ٹیلیگرام یا دیگر سوشل میڈیا پر اپنے بائیو میں ڈالیں تاکہ آپ کے سامعین تیز، آسانی سے اور آخرکار مزید کچھ خرید سکیں",
    "need_address": "پتہ حاصل کریں۔",
    "need_address_msg": "اگر آپ کو خریدار کا مقام اور پتہ حاصل کرنے کی ضرورت ہے تو اس آپشن کو منتخب کریں۔",
    "avocado_link_message": "آرڈر کی ادائیگی کے لیے صارف کو اوپر کا لنک فراہم کرنا کافی ہے۔ صارف اس لنک کے ذریعے آرڈر کی پیروی کر سکے گا۔",
    "edit_order": "آرڈر میں ترمیم کریں۔",
    "progress": "ترقی کی شرح",
    "buyer_link": "خریدار لنک",
    "buyer_link_message": "اپنے خریدار کو یہ لنک فراہم کریں۔ خریدار اس لنک کے ذریعے اپنے آرڈر کی ادائیگی اور ٹریک کر سکے گا۔ اس لنک کو کوڈ کیا گیا ہے، اگر کسی کو یہ لنک فراہم کیا جائے گا تو وہ ادائیگی کر سکے گا اور معلومات دیکھ سکے گا۔ یہ لنک 60 دن تک فعال رہے گا۔ کاپی کرنے کے لیے نیچے دیے گئے لنک پر کلک کریں۔",
    "OrderConfirm_done": "آرڈر کی تصدیق ہو گئی۔",
    "OrderConfirm_message": "اگر آپ ادائیگی کی تصدیق کرتے ہیں اور آرڈر درست ہے تو نیچے دیئے گئے بٹن پر کلک کریں۔",
    "OrderConfirm_action": "آرڈر کی تصدیق",
    "PreparingOrder_message": "اگر گاہک کا آرڈر بھیجنے کے لیے تیار ہے، تو نیچے OK بٹن پر کلک کریں۔",
    "PreparingOrder_action": "آرڈر بھیجنے کے لیے تیار ہے۔",
    "finish_message": "اگر یہ آرڈر مکمل ہو جاتا ہے تو اس آرڈر کو بند کرنے کے لیے اینڈ بٹن کو دبائیں۔",
    "finish_action": "آرڈر پروسیسنگ مکمل کریں۔",
    "finish_dialog": {
      "title": "آرڈر مکمل کریں۔",
      "message": "کیا آرڈر مکمل ہو گیا ہے اور کیا آپ واقعی اسے بند کرنا چاہتے ہیں؟",
      "action": "ہاں، آرڈر کی تکمیل کی تصدیق کریں۔"
    },
    "configuration": "ایوکاڈو کی ترتیبات",
    "delivery_price": "شپنگ کی قیمت",
    "edit_avocado_action": "معلومات میں ترمیم کریں۔",
    "submit_pricing_avocado_action": "آرڈر کی قیمتیں جمع کروائیں۔",
    "add_avocado_action": "انوائس لنک بنائیں",
    "avocados_list": "Avocados کی فہرست",
    "not_pricing": "اس شے کی قیمت نہیں ہے!",
    "show_all": "سارے دکھاو",
    "show_accepted": "تصدیق شدہ اشیاء دکھائیں۔",
    "notifications": {
      "update_success": "ایوکاڈو کامیابی کے ساتھ اپ ڈیٹ ہو گیا۔",
      "add_success": "ایوکاڈو کامیابی کے ساتھ بنایا گیا۔"
    },
    "name": "ایواکاڈو"
  },
  "avocado_orders": {
    "title": "ایواکاڈو",
    "title_small": "سوشل میڈیا سیلز",
    "pending_orders": "فعال احکامات",
    "avocado": "ایوکاڈو آرڈر کریں۔"
  },
  "avocado_process": {
    "step1": "قیمتوں کا تعین",
    "step1_msg": "ہر شے کی قیمت درج کریں اور سبز باکس کو نشان زد کریں۔ اگر کسی چیز کو بیچنا ممکن نہ ہو تو اس کی حیثیت کو مسترد کر دیں۔",
    "step2": "رسید کی تصدیق کریں۔",
    "step2_msg": "اس آرڈر کے لیے ایک رسید بنائیں۔ آپ انوائس کے لیے عنوان اور تفصیل درج کر سکتے ہیں۔ آرڈر کی رقم کا حساب خود بخود اشیاء کی کل قیمت کی بنیاد پر کیا جاتا ہے۔",
    "title_input": "انوائس کا عنوان *",
    "show_to_customer": "یہ معلومات خریدار کو دکھائی جاتی ہے۔",
    "description_msg": "کیا آپ اس آرڈر کے لیے ایک نوٹ لکھنا چاہتے ہیں؟ یہ معلومات خریدار کو دکھائی جائے گی۔",
    "price_input": "آرڈر کی رقم *",
    "tax_none": "بلا ٹیکس",
    "tax_included": "قیمت میں شامل ہے۔",
    "tax_add": "ٹیکس شامل کریں۔",
    "tax_message": "آپ انتخاب کر سکتے ہیں کہ ٹیکس قیمت میں شامل ہے یا نہیں۔",
    "tax_included_messages": "ٹیکس قیمت میں شامل ہے۔",
    "tax_add_messages": "ٹیکس کو حتمی قیمت میں شامل کیا جائے۔"
  },
  "hyper": {
    "print_label": "درج ذیل لیبل کو پرنٹ کریں اور اسے پروڈکٹ کے سامنے رکھیں",
    "hyper_form_link_product_message": "آپ کے گاہک اس لنک کے ذریعے تیزی سے {product} خرید سکیں گے۔ وہ QR کوڈ کو اسکین کرکے اسی لنک میں بھی داخل ہوں گے۔",
    "title": "ہائپر کوئیک سیل",
    "message": "Hyper Selldone سیلز چینل کی مدد سے، آپ کے صارفین آپ کی طرف سے کسی کارروائی کی ضرورت کے بغیر QR کوڈ کو اسکین کرکے مصنوعات خرید سکیں گے۔ تہواروں، نمائشوں، یا بڑی تعداد میں مصروف تقریبات میں کچھ اشیاء کو تیزی سے فروخت کرنے کے لیے یہ طریقہ استعمال کریں۔ اس سیکشن میں ہائپر کو فعال کرنے کے بعد، آپ پروڈکٹ مینجمنٹ سیکشن میں فزیکل پروڈکٹس کے لیے ہائپر کیو آر کوڈ بنا سکتے ہیں۔",
    "orders_list": "ہائپر آرڈرز کی فہرست",
    "active_mode": "ہائپر سیلز چینل کو چالو کر دیا گیا۔",
    "inactive_mode": "غیر فعال",
    "active_message": "اگر آپ اس اختیار کو فعال کرتے ہیں تو، فاسٹ سیلز کوڈز بنانے کا امکان ہر پروڈکٹ کے انتظامی حصے میں ظاہر ہوگا۔",
    "hyper_form_link_message": "آپ کے اسٹور کا ہائپر پیج لنک",
    "configuration": "ہائپر سیٹنگز",
    "name": "ہائپر"
  },
  "hyper_orders": {
    "title": "ہائپر",
    "title_small": "فروخت رپورٹ",
    "hyper": "آرڈرز موصول ہوئے۔"
  },
  "product_file": {
    "no_file": "ابھی تک کوئی فائل اپ لوڈ نہیں ہوئی!",
    "delete_dialog": {
      "title": "فائل کو ڈیلیٹ کریں",
      "message": "کیا آپ واقعی اس فائل کو حذف کرنا چاہتے ہیں؟",
      "action": "ہاں، ابھی حذف کریں۔"
    },
    "notifications": {
      "delete_success": "فائل کامیابی سے حذف ہو گئی۔"
    },
    "drag_sort_msg": "آپ فائلوں کو گھسیٹ کر ترتیب دے سکتے ہیں۔",
    "paid_mode_msg": "صارف اسے پروڈکٹ خریدنے کے بعد ہی ڈاؤن لوڈ کر سکتے ہیں۔",
    "free_mode_msg": "صارفین اسے مفت میں ڈاؤن لوڈ کر سکتے ہیں۔ نمونے کی فائلیں 50 MB سے کم ہونی چاہئیں۔",
    "has_gust_shopping_msg": "رجسٹرڈ اور مہمان صارفین فائلیں ڈاؤن لوڈ کر سکتے ہیں کیونکہ دکان کی ترتیبات > بہاؤ میں مہمانوں کی خریداری فعال ہے۔",
    "only_registered_shopping_msg": "صرف رجسٹرڈ صارفین ہی نمونہ فائلیں ڈاؤن لوڈ کر سکتے ہیں۔",
    "file_count_limit": "فائلوں کی گنتی کی حد"
  },
  "notification_top_bar": {
    "free_charge": "🎊 {amount} چارج کریں اور {amount_total} کریڈٹ حاصل کریں۔",
    "charge_action": "مفت کریڈٹ کا دعوی کرنا",
    "claim_title": "اپنے مفت کریڈٹ کا دعوی کریں۔",
    "claim_charge_caution": "نوٹ: آپ کے والٹ اکاؤنٹس کے درمیان کرنسیوں کو تبدیل کرنا ممکن نہیں ہے۔ لہذا، ایک ایسا اکاؤنٹ منتخب کریں جو آپ کے اسٹور میں بدلی جانے والی کرنسی کے لیے موزوں ہو۔",
    "account_input": "جمع اکاؤنٹ",
    "account_msg": "اس اکاؤنٹ پر چارج لاگو کیا جائے گا۔"
  },
  "selldone_applications": {
    "title": "اپنے آرڈرز سے محروم نہ ہوں!",
    "msg": "کہیں بھی اور کسی بھی وقت اپنے کاروبار کا نظم کریں۔",
    "scan_qr_code": "مجھے اپنے فون سے اسکین کریں!",
    "notification": {
      "title": "اطلاع",
      "subtitle": "نئے آرڈرز کی اطلاع حاصل کریں۔"
    },
    "order": {
      "title": "احکامات",
      "subtitle": "اپنے آرڈرز دیکھیں اور ان کا نظم کریں۔"
    },
    "product": {
      "title": "مصنوعات",
      "subtitle": "انوینٹری مینجمنٹ اور پروڈکٹ سادہ۔"
    }
  },
  "shop_seo": {
    "title": "SEO کنفیگریشن",
    "msg": "نامیاتی صارفین کے حصول کے چینلز کو بااختیار بنا کر آن لائن مارکیٹنگ کی طرف تیزی سے آگے بڑھیں۔",
    "auto": {
      "title": "آٹو SEO انجن",
      "msg": "اپنی ویب سائٹ پر سامعین اور سرچ انجنوں کے لیے ایک ہموار موبائل تجربہ فراہم کریں۔"
    },
    "amp": {
      "title": "AMP",
      "msg": "تیز رفتار موبائل صفحات آٹو جنریشن۔"
    }
  },
  "shop_preferences": {
    "order": {
      "title": "احکامات",
      "desc": "اگر کوئی صارف آرڈر کی ادائیگی کرتا ہے، تو آرڈر کی معلومات پر مشتمل ایک ای میل اس ایڈریس پر بھیجی جائے گی۔"
    },
    "return": {
      "title": "واپسی",
      "desc": "اگر خریدار کی طرف سے پروڈکٹ واپس کر دی جاتی ہے، تو یہ ای میل بھیجا جائے گا۔ یہ ای میل بھیجنا آپ کے خریدے ہوئے پلان پر منحصر ہے۔"
    },
    "pos": {
      "title": "POS",
      "desc": "POS سیلز رپورٹ اس ای میل پر بھیجی جائے گی۔"
    },
    "avocado": {
      "title": "ایواکاڈو",
      "desc": "ایوکاڈو آرڈرز کی روزانہ رپورٹ بھیجیں۔"
    },
    "accounting": {
      "title": "حساب کتاب",
      "desc": "مالیاتی رپورٹس اور اپ ڈیٹس کو اسٹور کریں۔"
    },
    "subscription": {
      "title": "سبسکرپشنز",
      "desc": "شروع اور اختتامی سبسکرپشن کی اطلاعات کے ساتھ حالیہ خریدے گئے پلان کی حیثیت۔"
    },
    "technical": {
      "title": "تکنیکی",
      "desc": "ڈومین اور سروس کی حیثیت کے بارے میں تکنیکی اطلاعات۔"
    },
    "report": {
      "title": "رپورٹس",
      "desc": "ہفتہ وار اور ماہانہ رپورٹس اس ای میل پر بھیجی جائیں گی۔"
    },
    "review": {
      "title": "جائزہ لیں",
      "desc": "اگر آپ کو اسٹور میں کسی عمل کی تصدیق کرنے کی ضرورت ہے، تو متعلقہ ای میل اس پتے پر بھیجی جائے گی۔ مثال کے طور پر صارفین کو اسٹور کرنے کے لیے مارکیٹنگ ای میل بھیجنے کی تصدیق کرنا۔"
    }
  },
  "shop_languages": {
    "title": "زبانیں ذخیرہ کریں۔",
    "sub_title": "اسٹور آٹو ٹرانسلیشن پیکجز کو انسٹال اور فعال کریں۔",
    "message": "آپ اپنے اسٹور میں 10 لینگویج پیک تک انسٹال کر سکتے ہیں۔ اگر آپ کو مزید پیکجز انسٹال کرنے کی ضرورت ہے تو ہم سے رابطہ کریں۔"
  },
  "invite_friends": {
    "title": "دنیا کو اپنے کاروبار کے بارے میں بتائیں!",
    "msg": "سیلڈون کو اپنے دوستوں سے متعارف کروائیں۔ جب وہ سائن اپ کریں گے تو انہیں کمپنی واؤچر میں $99 ملے گا، اور جب وہ اپنا پہلا لین دین مکمل کر لیں گے تو آپ کو سٹارٹ اپ واؤچر میں $15 ملیں گے۔",
    "invite": {
      "title": "مفت $99 واؤچر حاصل کرنے کے لیے Selldone بزنس OS میں شامل ہوں۔",
      "description": "میں آپ کو ایک بہترین ٹول کے ساتھ آن لائن کاروبار شروع کرنے کے لیے سیلڈون میں مدعو کرتا ہوں۔",
      "hashtags": "ای کامرس، ویب سائٹ بلڈر",
      "quot": "میں نے سیلڈون کی طرف سے ایک آن لائن اسٹور بنایا ہے، اب آپ اپنا کاروبار بھی کر سکتے ہیں۔"
    }
  },
  "shops_list": {
    "title": "میری دکانیں",
    "message": "میری اپنی دکانوں، اجازت یافتہ اور نمونے کی دکانوں کی فہرست۔",
    "sample": {
      "title": "سیمپل اسٹورز",
      "subtitle": "یہاں، آپ نمونے کی دکانوں کا انتخاب دریافت کر سکتے ہیں۔ آپ کو ان اسٹورز میں دستیاب معلومات کو استعمال کرنے کی اجازت دی گئی ہے۔ تاہم، براہ کرم حقیقی ذاتی معلومات کا استعمال کرتے ہوئے لاگ ان کرنے یا آرڈر دینے سے گریز کریں، کیونکہ یہ ڈیٹا عوام کے لیے قابل رسائی ہوگا۔ اگر آپ غلطی سے اپنی معلومات یہاں درج کرتے ہیں، تو براہ کرم اسٹور سے باہر نکلیں اور مزید مدد کے لیے ہم سے رابطہ کریں۔"
    },
    "add_new_store": "نیا اسٹور شامل کریں۔",
    "i_have_a_deal": "میرا ایک سودا ہے۔",
    "access": {
      "title": "دعوت نامہ تک رسائی حاصل کریں۔"
    }
  },
  "shipping": {
    "warehouse_error": "پہلے اپنا گودام سیٹ کریں! یہ پتہ شپنگ کی اصل کے طور پر استعمال کیا جائے گا۔",
    "errors": {
      "set_origin": "اپنے مقام کا نقشہ ترتیب دیں۔",
      "set_country": "اپنا ملک مقرر کریں۔",
      "set_address": "اپنا پتہ سیٹ کریں۔",
      "set_zip": "اپنا پوسٹل کوڈ سیٹ کریں۔"
    },
    "set_warehouse": "گودام سیٹ کریں۔",
    "pickup_location": "پک اپ کا مقام",
    "refresh_rates": "ریفریش ریٹس",
    "no_rate": "کوئی ریٹ نہیں...",
    "view_messages": "پیغامات دیکھیں...",
    "not_set_yet": "ابھی تک سیٹ نہیں ہوا!",
    "drop_orders_here": "آرڈر یہاں ڈراپ کریں..."
  },
  "blog_category": {
    "title": "بلاگ زمرہ جات",
    "add_action": "نیا زمرہ شامل کریں۔",
    "add_dialog": {
      "title": "نئی / اپ ڈیٹ کیٹیگری",
      "force_edit": "زبردستی ترمیم کا راستہ",
      "force_edit_msg": "زمرہ کا نام تبدیل کریں اور تمام مضامین کو اپ ڈیٹ کریں۔",
      "star_msg": "ستارے والے زمرے کو بلاگ میں دکھانے کی ترجیح ہے۔",
      "star": "گھورا",
      "delete_action": "زمرہ حذف کریں۔",
      "add_action": "زمرہ شامل کریں۔",
      "edit_action": "زمرہ میں ترمیم کریں۔"
    },
    "subtitle": "آپ اپنی بلاگ پوسٹس کو زیادہ مؤثر طریقے سے منظم کرنے کے لیے محدود تعداد میں زمرے بنا سکتے ہیں۔ زمرہ کی حد کا ہونا آپ کی ویب سائٹ پر بہتر تنظیم کو فروغ دیتا ہے۔ خاص طور پر، یہاں تک کہ اعلیٰ خبر رساں ایجنسیاں بھی محدود تعداد میں زمروں کو برقرار رکھتی ہیں، اکثر 100 سے بھی کم، نظم و نسق کو ہموار کرنے اور وسیع تر توجہ کو برقرار رکھنے کے لیے۔"
  },
  "about_us": {
    "title": "ہمارے بارے میں صفحہ",
    "subtitle": "ہمارے بارے میں صفحہ پر دکھانے کے لیے اپنے کاروبار کے بارے میں ایک مضمون لکھیں۔ یہ صفحہ آپ کے سامعین کو آپ کے برانڈ اور مشن کو جاننے میں مدد کرے گا۔"
  },
  "terms": {
    "title": "سروس کی شرائط کا صفحہ",
    "subtitle": "اپنے صارفین کے لیے اپنی خدمات کی خریداری اور استعمال کی شرائط کی وضاحت کریں۔"
  },
  "privacy": {
    "title": "رازداری کی پالیسی کا صفحہ",
    "subtitle": "رازداری کی پالیسی ایک بیان یا قانونی دستاویز ہے جو کسی پارٹی کے ذریعے کسی صارف یا کلائنٹ کے ڈیٹا کو جمع کرنے، استعمال کرنے، افشاء کرنے اور اس کا نظم کرنے کے کچھ یا تمام طریقوں کو ظاہر کرتی ہے۔"
  },
  "contact_us": {
    "title": "ہم سے رابطہ کریں صفحہ",
    "subtitle": "اپنی رابطہ کی معلومات، پتہ، اور فون نمبر لکھیں تاکہ آپ کے صارفین کو ہم سے رابطہ کریں صفحہ پر دکھایا جائے۔"
  },
  "metaverse": {
    "title": "میٹاورس پل",
    "subtitle": "سیلڈون کامرس اسپیس میں %100 API پر مبنی خدمات فراہم کرتا ہے۔ گیم، بلاکچین، اور میٹاورس ڈویلپرز کام، زندگی اور تجارتی دنیا کے مستقبل میں کاروبار، صارفین اور خدمات کو مربوط کرنے کے لیے ان طاقتور APIs کا استعمال کر سکتے ہیں۔",
    "message": "گیم ڈویلپرز کے لیے ابتدائی رسائی"
  },
  "orders_bulk_export": {
    "title": "اسسٹنٹ کو آرڈر کرتا ہے۔",
    "timespan": {
      "title": "وقت کی مدت",
      "subtitle": "آرڈر دینے کے لیے شروع اور اختتامی تاریخوں کا انتخاب کریں۔"
    },
    "tasks": {
      "title": "ٹاسک آؤٹ پٹ",
      "subtitle": "بلک میں آرڈرز پر کارروائی کرنے کے لیے کاموں کی فہرست ڈاؤن لوڈ کریں۔ نتیجہ صرف ادا شدہ اور COD آرڈرز پر مشتمل ہے۔",
      "export_title": "کاموں کی فہرست"
    },
    "labels": {
      "title": "پیکیجز کے لیبلز",
      "subtitle": "منتخب کردہ مدت اور حیثیت میں تمام آرڈر لیبلز کی فہرست ڈاؤن لوڈ کریں۔ نتیجہ صرف ادا شدہ اور COD آرڈرز پر مشتمل ہے۔",
      "export_title": "باکس لیبلز"
    },
    "subtitle": "بلک آرڈر پروسیسنگ کے لیے لیبلز ایکسپورٹ اور ڈاؤن لوڈ کریں - روزانہ 100 سے زیادہ آرڈرز کو سنبھالنے کے لیے مثالی۔"
  },
  "customers_funnel": {
    "title": "صارفین کی ڈیموگرافی",
    "subtitle": "کم مارکیٹنگ کے ساتھ زیادہ قیمت فراہم کرنے کے لیے بہتر فیصلے کرنے کے لیے اپنے صارفین کے ڈیٹا کو فلٹر اور ایکسپورٹ کریں! براہ کرم اپنے صارفین کی رازداری کا احترام کریں اور انہیں کبھی بھی بڑے پیمانے پر ای میلز نہ بھیجیں! اپنے صارفین کی معلومات کو فریق ثالث کی خدمات کے ساتھ ان میں سے ہر ایک سے اجازت لیے بغیر کبھی بھی شیئر نہ کریں۔"
  },
  "transportation_pickups": {
    "addresses": {
      "title": "پک اپ پتے",
      "subtitle": "پک اپ پتے یہاں شامل اور ترمیم کریں۔ صارفین چیک آؤٹ پیج پر پک اپ ایڈریس منتخب کر سکیں گے۔",
      "add_action": "نیا مقام شامل کریں۔"
    }
  },
  "affiliate_pos": {
    "title": "ملحق POS",
    "open_pos_action": "تیزی سے آرڈر کرنے والا POS",
    "description": "یہ آپشن انسٹاگرام پیجز اور دیگر سوشل نیٹ ورکس کے ایڈمنز کے لیے موزوں ہے۔ صارفین سے دستی طور پر آرڈر وصول کرنے اور شامل کرنے کے لیے ملحقہ POS کا استعمال کریں۔ آپ کے ملحقہ (یا فرنچائز) ملحقہ POS میں نئے آرڈرز شامل کر سکتے ہیں اور ڈپازٹ سلپ اپ لوڈ کر سکتے ہیں۔"
  },
  "shop_configuration": {
    "login": {
      "title": "لاگ ان کے طریقے",
      "subtitle": "صارفین کے اپنے اسٹور میں لاگ ان کرنے کے طریقے کو حسب ضرورت بنائیں۔"
    },
    "checkout": {
      "title": "چیک آؤٹ کا بہاؤ",
      "subtitle": "اپنے ای کامرس میں اپنے کسٹمر کے سفر اور خریداری کے بہاؤ کو حسب ضرورت بنائیں۔",
      "map": {
        "title": "نقشہ",
        "subtitle": "صارفین کو نقشے پر ڈیلیوری کا مقام منتخب کرنا چاہیے (جیسے Uber)۔",
        "subtitle_no_map": "اگر گاہک کے فراہم کردہ پتے میں مقام موجود نہیں ہے تو شپنگ کے حساب کتاب میں فاصلہ صفر سمجھتا ہے۔"
      },
      "mode": {
        "title": "صارفین کا لاگ ان پوائنٹ",
        "default": {
          "title": "ASAP (پہلے سے طے شدہ)",
          "msg": "صارفین جلد از جلد لاگ ان کریں۔ (مزید تبدیلی)"
        },
        "on_checkout": {
          "title": "چیک آؤٹ پر",
          "msg": "صارفین کو چیک آؤٹ کے مرحلے پر لاگ ان کرنے پر مجبور کریں۔"
        },
        "login_free": {
          "title": "اختیاری لاگ ان",
          "msg": "آرڈر کی ادائیگی کے بعد اختیاری لاگ ان .."
        }
      },
      "express": {
        "title": "کارٹ میں شامل کرنے کے بعد ری ڈائریکٹ کریں۔",
        "false": {
          "title": "نارمل موڈ",
          "msg": "صفحہ پر رہیں اور کارٹ میں شامل کریں پر کلک کرنے کے بعد خریداری جاری رکھیں۔"
        },
        "true": {
          "title": "ایکسپریس موڈ",
          "msg": "کارٹ میں شامل کریں پر کلک کرنے کے بعد کسٹمر کو چیک آؤٹ پیج پر ری ڈائریکٹ کریں۔"
        }
      },
      "shipping_address": {
        "title": "شپنگ ایڈریس کے لئے پوچھیں"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "جسمانی اور خدمت (پہلے سے طے شدہ)",
      "desc": "گاہک سے جسمانی اور سروس چیک آؤٹ میں ایک پتہ درج کرنے کو کہیں۔"
    },
    "physical": {
      "title": "صرف جسمانی",
      "desc": "کسٹمر سے صرف فزیکل چیک آؤٹ میں پتہ درج کرنے کو کہیں۔"
    },
    "off": {
      "title": "کبھی نہیں",
      "desc": "کبھی بھی شپنگ ایڈریس نہ پوچھیں۔ ⚠ اس اختیار کا استعمال کریں اگر آپ سروس کی قسم کے بجائے مصنوعات کے لیے طبعی قسم کو منتخب کرکے مختلف قسم کے ساتھ خدمات حاصل کرنے کا ارادہ رکھتے ہیں۔"
    }
  },
  "business_model": {
    "title": "بزنس ماڈل سیٹ اپ",
    "subtitle": "اپنا کاروباری ماڈل سیٹ کریں، اور ہم آپ کے OS کو منظر کے پیچھے ترتیب دیں گے۔"
  },
  "business_type": {
    "title": "سامان کی اقسام",
    "subtitle": "آپ اپنے اسٹور میں کس قسم کی مصنوعات فروخت کرنا چاہتے ہیں اس کا تعین کریں۔ سیلڈون میں مصنوعات کی اقسام صرف مصنوعات کی ایک قسم سے زیادہ ہیں۔ یہ تکمیل کے طریقہ کار کے بارے میں زیادہ ہے۔",
    "send_activation_request_to_support": "سپورٹ ٹکٹ میں ایکٹیویشن کی درخواست بھیجیں۔",
    "require_kyc": "کاروباری مالک KYC۔",
    "needs_enterprise_license": "آپ کے پاس انٹرپرائز لائسنس ہونا ضروری ہے۔",
    "marketplace_caution_message": "مارکیٹ پلیس کو سیٹ کریں کیونکہ آپ کا ماڈل آپ کے کاروباری OS کی ترتیب پر گہرا اثر ڈالتا ہے۔ مثال کے طور پر، آپ کو آزاد قیمتوں اور انوینٹری کے ساتھ ہر پروڈکٹ کے لیے کم از کم ایک وینڈر کی وضاحت کرنی چاہیے۔ صارفین ایسی مصنوعات نہیں خرید سکتے جن کا کوئی وینڈر نہ ہو۔"
  },
  "business_model_view": {
    "normal": {
      "title": "نارمل اسٹور",
      "desc": "عام طور پر ایک ایس ایم ای، گھریلو کاروبار، یا ڈراپ شپپر - جو اپنی مصنوعات کو براہ راست گاہکوں کو فروخت کرتا ہے یا ہول سیلرز کی مصنوعات کو ری سیلر کے طور پر فروخت کرتا ہے۔"
    },
    "dropshipping": {
      "title": "سامان نیچے اتارنا",
      "desc": "کوئی پروڈکٹ اور کوئی انوینٹری نہ رکھیں - آپ فریق ثالث کو ادائیگی کرتے ہیں، عام طور پر تھوک فروش (جیسے Printify, Wholesale2B, ...) یا مینوفیکچرر، اور وہ منظر کے پیچھے آرڈرز کو پورا کرتے ہیں۔"
    },
    "wholesaler": {
      "title": "ڈراپ شپنگ سپلائر",
      "desc": "عام طور پر تھوک فروش یا مینوفیکچرر - جو براہ راست آخری صارف کو آرڈر بھیجتا ہے۔ سیلڈون پر دوسرے تاجر آپ کی مصنوعات کو اپنے اسٹورز میں ڈراپ شپ کر سکتے ہیں۔"
    },
    "marketplace": {
      "title": "بازار",
      "desc": "آن لائن بازار خریداروں اور بیچنے والوں کو ایک ملکیتی اور مرکزی پلیٹ فارم پر جوڑتے ہیں۔"
    },
    "franchise": {
      "title": "فرنچائز/ملحق",
      "desc": "فرنچائز مصنوعات یا خدمات کی تقسیم کا ایک طریقہ ہے جس میں فرنچائزر شامل ہوتا ہے جو آپ کا برانڈ (فرنچائزنگ) قائم کرتا ہے یا آپ کی مصنوعات کو اپنے برانڈ (ملحق) کے ذریعہ فروخت کرتا ہے۔"
    }
  },
  "marketplace": {
    "vendor_wallets": "بٹوے",
    "pricing_models": "قیمتوں کا تعین",
    "add_vendor": "فروش شامل کریں۔",
    "requests": "درخواستیں"
  },
  "price_input_type": {
    "title": "قیمت ان پٹ کی قسم",
    "default": {
      "title": "طے شدہ",
      "desc": "کارٹ میں مقدار کے طور پر ایک قدر منتخب کریں۔"
    },
    "area": {
      "title": "رقبہ",
      "desc": "مقدار کا حساب لگانے کے لیے ان پٹ کے طور پر چوڑائی اور لمبائی درج کریں۔"
    },
    "volume": {
      "title": "حجم",
      "desc": "مقدار کا حساب لگانے کے لیے چوڑائی، لمبائی اور اونچائی درج کریں۔"
    },
    "custom": {
      "title": "حسب ضرورت (ان پٹ فارم کے ذریعے)",
      "desc": "سینکڑوں قسموں کی ضرورت نہیں! انتہائی حسب ضرورت مصنوعات کے لیے حسب ضرورت لاگت کے حساب کتاب کا فارم بنائیں۔"
    }
  },
  "vendors_list": {
    "title": "میرے فروش",
    "message": "میرے اپنے وینڈرز کی فہرست۔"
  },
  "vendor_page": {},
  "domains": {
    "message": "متعدد ڈومینز کو اپنے کاروباری OS سے مربوط کریں اور ان سب کو ایک جگہ پر منظم کریں۔ آپ اپنی ویب سائٹ کے ہر حصے کے لیے وقف شدہ ڈومینز بنانے کے لیے متعدد ڈومینز کی خصوصیت استعمال کر سکتے ہیں، جیسے کہ بلاگ اور کمیونٹی، یا اپنے ملحقہ اداروں کے لیے مختلف ڈومینز استعمال کر سکتے ہیں۔"
  },
  "notes": {
    "add_action": "اپنی ٹیم کے لیے ایک نوٹ شامل کریں۔",
    "notifications": {
      "success_add": "نوٹ کامیابی کے ساتھ شامل کر دیا گیا ہے۔",
      "success_delete": "نوٹ کامیابی کے ساتھ حذف کر دیا گیا ہے۔"
    }
  },
  "external_services": {
    "title": "بیرونی خدمات",
    "subtitle": "یہاں ایس ایم ایس اور ای میلز جیسی بیرونی خدمات کی آخری حیثیت کی نگرانی کریں۔"
  },
  "theme": {
    "dark_mode": "ڈارک موڈ",
    "dark_mode_description": "اگر آپ سفید متن کے رنگ کے ساتھ گہرا پس منظر چاہتے ہیں تو اس اختیار کو منتخب کریں۔",
    "light_mode": "لائٹ موڈ",
    "light_mode_description": "اس اختیار کو منتخب کریں اگر آپ چاہتے ہیں کہ پس منظر ہلکا ہو اور متن سیاہ رنگ میں ہو۔"
  },
  "shop_quota": {
    "title": "استعمال کا کوٹہ",
    "sub_title": "یہ آپ کی دکان کے استعمال کے کوٹہ کی فہرست ہے۔ آپ اپنی دکان کے لائسنس کو اپ گریڈ کرکے ان حدود کو بڑھا سکتے ہیں۔ اگر آپ حد سے تجاوز کرتے ہیں، تو آپ ہم سے اضافی یومیہ کوٹہ الاؤنسز کی درخواست کر سکتے ہیں۔ تمام استعمال روزانہ دوبارہ ترتیب دیا جائے گا۔"
  },
  "app_card": {
    "category": "قسم",
    "installs": "انسٹال کریں۔",
    "actives": "فعال",
    "uninstalls": "ان انسٹال کرتا ہے۔",
    "app_code": "ایپ کوڈ",
    "app_mode": "ایپلیکیشن موڈ"
  },
  "product_status": {
    "open": {
      "name": "فعال",
      "title": "فعال ╏ آن لائن اور آف لائن فروخت",
      "description": "یہ پروڈکٹ آن لائن آرڈرز کے لیے دستیاب ہوگی۔"
    },
    "close": {
      "name": "غیر فعال",
      "title": "غیر فعال ╏ صرف آف لائن فروخت",
      "description": "یہ پروڈکٹ آن لائن آرڈرز کے لیے دستیاب نہیں ہوگی۔"
    },
    "pending": {
      "name": "زیر التواء",
      "title": "زیر التواء",
      "description": "لائیو جانے سے پہلے مارکیٹ پلیس کا جائزہ درکار ہے۔"
    },
    "rejected": {
      "name": "مسترد",
      "title": "مسترد",
      "description": "اس پروڈکٹ کو مارکیٹ پلیس نے مسترد کر دیا تھا۔"
    }
  },
  "suggestions": {
    "vendor_payment": {
      "note": [
        "فروخت کی ادائیگی پوری ہو گئی۔",
        "وینڈر کمیشن کی تقسیم۔",
        "لین دین کامیابی کے ساتھ مکمل ہوا۔",
        "حالیہ فروخت کے لیے ترسیلات زر۔",
        "وینڈر سروسز کے لیے کامیاب ٹرانسفر۔"
      ],
      "reverse_fund_reason": [
        "فنڈز کی واپسی: بینک سے وینڈر کے بٹوے میں منتقلی",
        "وینڈر والیٹ ری فل: بینک اکاؤنٹ سے فنڈز کو تبدیل کرنا۔",
        "ریورس ٹرانزیکشن: بینک سے وینڈر والیٹ فنڈ ٹرانسفر۔",
        "رقم کی واپسی: وینڈر کے بٹوے میں بینک ڈپازٹ ریورسل۔",
        "فنڈز کی تبدیلی: بینک سے وینڈر کے بٹوے کی دوبارہ ادائیگی۔"
      ]
    },
    "shop_email": {
      "name": [
        "سپر سیونگ ویک اینڈ بلاسٹ",
        "خصوصی اندرونی سودوں کی نقاب کشائی کی گئی۔",
        "پریمیم ڈسکاؤنٹس تک آپ کی VIP رسائی",
        "سیزنل سیل ایکسٹراوگنزا",
        "اپنی خریداری کی جنت کو غیر مقفل کریں۔",
        "گرینڈ شاپرز کارنیول",
        "اسپرنگ فلنگ شاپنگ ہجوم",
        "خزاں کے سودے آپ مزاحمت نہیں کر سکتے",
        "موسم سرما کے عجائبات: سرد دنوں کے لیے گرم سودے",
        "موسم گرما کے اختتام کی کلیئرنس کاؤنٹ ڈاؤن",
        "بلیک فرائیڈے بونانزا: پرندوں کی ابتدائی رسائی",
        "ہیلو ہالیڈیز: آپ کا گفٹ گائیڈ اور مزید",
        "تازہ تلاشیں: نئے آنے والے صرف آپ کے لیے",
        "وفاداری سے نوازا گیا: اندر خصوصی چھوٹ"
      ],
      "subject": [
        "⏰ محدود وقت کی پیشکش! ابھی اپنے پسندیدہ کو پکڑو",
        "🌼 نیا سیزن، نئے انداز - ہمارا تازہ ترین مجموعہ دریافت کریں۔",
        "👑 خصوصی VIP سیل صرف آپ کے لیے",
        "💃 ہمارے نئے آنے والوں کے ساتھ سر بدلیں۔",
        "🔚 ہر چیز پر 20% چھوٹ سے لطف اندوز ہونے کا آخری موقع",
        "🎁 آپ کے لیے ایک تحفہ: $10 کریڈٹ اندر!",
        "☀️ ہمارے گرم سودوں کے ساتھ گرمیوں کے لیے تیار ہو جائیں۔",
        "🛍️ اپنی الماری کو اپ گریڈ کریں - آپ اس کے مستحق ہیں۔",
        "👀 جھانکیں: نئی مصنوعات جلد آرہی ہیں!",
        "🎂 سالگرہ مبارک ہو! آپ کے خصوصی تحفے کا انتظار ہے۔",
        "🖤 کیا آپ بلیک فرائیڈے ڈیلز کے لیے تیار ہیں؟",
        "🎯 سرفہرست انتخاب صرف آپ کے لیے - ذاتی نوعیت کا خریداری کا تجربہ",
        "🍹 اپنا علاج کرنے کا وقت - ویک اینڈ فلیش سیل!",
        "🧹 سیزن کلیئرنس کا اختتام - سب کچھ ہونا ضروری ہے!",
        "🚀 آپ نے اسے حاصل کر لیا ہے! آپ کے اگلے آرڈر پر مفت شپنگ",
        "📢 مت چھوڑیں - آپ کی خواہش کی فہرست کی اشیاء اب فروخت پر ہیں۔",
        "🏡 ہمارے گھر کی سجاوٹ کے مجموعہ کے ساتھ اپنے گھر میں خوشیاں لائیں۔",
        "🎉 ایک سرپرائز صرف آپ کے لیے! اپنے اسرار ڈسکاؤنٹ کو کھولیں۔"
      ]
    },
    "discount_code": {
      "code": [
        "خوش آمدید10",
        "سمر 20",
        "VIPSALE30",
        "BDAY15",
        "جمعہ",
        "سائبر پیر",
        "مفت ترسیل",
        "فلیش سیل",
        "کلیئرنس",
        "ابتدائی برڈ",
        "طالب علم 10",
        "ونٹر25",
        "اسپرنگ15",
        "FALL20",
        "بیسٹ سیلر10",
        "چھٹیاں 30",
        "ویلنٹائن 20",
        "ماں کادن",
        "والد کا دن",
        "سال کا اختتام"
      ],
      "title": [
        "فلیش سیل: 20% آف!",
        "VIP ابتدائی رسائی کی رعایت",
        "ویک اینڈ ڈیل: ابھی محفوظ کریں!",
        "آج 15% کی چھوٹ کا لطف اٹھائیں۔",
        "سمر سیل: اضافی 10% چھوٹ",
        "کلیئرنس سیل! بڑے کو بچائیں۔",
        "خصوصی پیشکش: مفت شپنگ",
        "1 کے لیے 2: صرف آج!",
        "چھٹیوں کا خصوصی: 25% چھوٹ",
        "خصوصی 30% ڈسکاؤنٹ",
        "سرپرائز! اضافی 20% چھوٹ",
        "اندر موسمی بچت",
        "مڈ ویک جنون: 10% آف",
        "جلد ختم ہو جائے گا: ہر چیز پر 15% چھوٹ",
        "خاندان اور دوست: 20% چھوٹ",
        "اس ہفتے کے آخر میں بڑی بچت",
        "بلیک فرائیڈے: 40% چھوٹ",
        "Sneak Peek ڈسکاؤنٹ: 30% آف"
      ],
      "description": [
        "اپنی خصوصی پیشکش کا دعوی کریں! صرف محدود وقت۔",
        "جلدی کرو! آپ کی ٹوکری میں خصوصی بچتوں کا انتظار ہے۔",
        "بڑی بچت صرف ایک کلک کی دوری پر ہے!",
        "اس معاہدے کے ختم ہونے سے پہلے اس سے فائدہ اٹھائیں۔",
        "خصوصی رعایت کا انتظار! مت چھوڑیں.",
        "ہماری پیشکش کے ساتھ اپنی خریداری کے جذبے کو فروغ دیں!",
        "آپ کا اگلا آرڈر آپ کے خیال سے کم ہو سکتا ہے!",
        "اس چیز کو حاصل کرنے کا بہترین وقت ہے جو آپ چاہتے ہیں۔",
        "آپ کے دن کو روشن بنانے کے لیے ایک چھوٹی سی چیز۔",
        "بچانے کے لیے تیار ہیں؟ ایک حیرت انگیز رعایت کا انتظار ہے!",
        "کیونکہ آپ خاص ہیں، یہاں ایک خاص سودا ہے۔",
        "آپ کی نظر کسی چیز پر ہے؟ یہاں ایک جھٹکا ہے!",
        "بچانے کے لیے موجودہ جیسا کوئی وقت نہیں ہے۔",
        "اس معاہدے کو مت چھوڑیں! یہ گزرنا بہت اچھا ہے۔",
        "بہت اچھی خبر! آپ کی خریداری ابھی سستی ہو گئی ہے۔",
        "جلدی کرو، آپ کی خصوصی رعایت جلد ختم ہو رہی ہے!",
        "یہاں آپ کی وفاداری کے لئے تھوڑا سا شکریہ ہے۔"
      ]
    },
    "coupon": {
      "title": [
        "بچت جاری",
        "ڈسکاؤنٹ کو غیر مقفل کریں۔",
        "سپر بچت",
        "خصوصی ڈیل",
        "بونس کی بچت",
        "VIP ڈسکاؤنٹ",
        "خصوصی پیشکش",
        "اضافی بچت",
        "ڈسکاؤنٹ الرٹ",
        "بجٹ بلیس",
        "اکانومی لذت",
        "ویلیو بونانزا",
        "قیمت میں کمی",
        "مبارک بچت",
        "مزید محفوظ کریں، مزید خریداری کریں۔",
        "فلیش ڈیل",
        "بارگین باؤنٹی",
        "فوری بچت",
        "ڈیل آف دی ڈے",
        "موسمی چوری"
      ],
      "description": [
        "ہم پر ایک میٹھی ڈیل کا لطف اٹھائیں! اپنی اگلی خریداری پر بچت کریں۔",
        "ہم اپنے صارفین کی قدر کرتے ہیں - اس خصوصی پیشکش سے فائدہ اٹھائیں۔",
        "اپنی پسند کی چیز کم میں زیادہ حاصل کریں۔ ہم پر رعایت!",
        "بچانے کے لیے تیار ہیں؟ ایک خصوصی پیشکش کا انتظار ہے!",
        "کیونکہ آپ خاص ہیں! اپنے اگلے آرڈر پر رعایت کا لطف اٹھائیں۔",
        "اپنے آپ کو خریداری کے جوش و خروش کے ساتھ علاج کریں اور بچائیں!",
        "خریداری کے لیے تیار ہو جائیں جب تک کہ آپ گر نہ جائیں - اور بچت کریں!",
        "خصوصی رعایت کے ساتھ سیزن کا جشن منائیں۔",
        "ہم ایک خصوصی رعایت کے ساتھ اپنے وفادار صارفین کا شکریہ ادا کر رہے ہیں۔",
        "اپنی اگلی خریداری پر ناقابل یقین بچت کو غیر مقفل کریں۔",
        "اپنی خصوصی بچتوں پر ایک نظر ڈالیں۔",
        "ہم پر اپنی حیرت انگیز رعایت دریافت کریں!",
        "ہماری خصوصی پیشکش کے ساتھ اپنے خریداری کے تجربے کو اپ گریڈ کریں۔",
        "ہماری خصوصی پیشکش کے ساتھ اپنی بچت کا آغاز کریں۔",
        "اپنے آپ کو کچھ اضافی کے ساتھ شامل کریں - ایک خاص رعایت۔",
        "آپ کا اگلا شاپنگ ایڈونچر ابھی زیادہ سستی ہو گیا ہے!",
        "کیونکہ خریداری رعایت کے ساتھ زیادہ مزہ آتی ہے۔"
      ]
    },
    "offer": {
      "title": [
        "بنڈل اور بڑی بچت!",
        "مزید خریدیں، مزید بچائیں!",
        "اسمارٹ خریداروں کے لیے اسمارٹ ڈیلز",
        "ڈسکاؤنٹ الرٹ! بنڈل بچت",
        "کومبو آفر - کم میں زیادہ",
        "بنڈلز پر خصوصی بچت",
        "اپنے پیسے کے لیے مزید حاصل کریں!",
        "جب آپ بنڈل بنائیں تو محفوظ کریں۔",
        "Combos پر خصوصی ڈیلز",
        "اسٹور میں بڑی بچت!",
        "بہترین ویلیو بنڈلز",
        "محدود وقت کے بنڈل ڈیلز",
        "Combos پر بڑی چھوٹ",
        "منتخب اشیاء پر اسمارٹ بچت",
        "بنڈلز پر ناقابل شکست سودے",
        "ملٹی بائ ڈسکاؤنٹس دستیاب ہیں۔",
        "ابھی کم کے لیے ڈبل اپ",
        "بلک خرید = بڑی بچت"
      ],
      "description": [
        "جب آپ منتخب مصنوعات کو بنڈل کرتے ہیں تو بڑی بچت کریں۔ جلدی کرو، محدود وقت کی پیشکش!",
        "اسمارٹ ڈیلز کا انتظار ہے! ہماری نمایاں کردہ اشیاء کو ایک ساتھ خریدتے وقت مزید بچت کریں۔",
        "بچانے کا زبردست طریقہ دریافت کریں! اپنے پسندیدہ بنڈل کریں اور قیمت میں کمی دیکھیں۔",
        "کومبو میں منتخب آئٹمز کی خریداری پر خصوصی رعایت سے لطف اندوز ہوں۔ ابھی کرو!",
        "مزید خریدیں، مزید بچائیں! ہمارے خصوصی پروڈکٹ بنڈلز پر ناقابل شکست چھوٹ۔",
        "ہماری خصوصی پیشکشوں کے ساتھ ہوشیار خریداری کریں۔ منتخب پروڈکٹ بنڈلز پر رعایتی قیمتیں۔",
        "کم میں زیادہ حاصل کریں! جب آپ ہمارے منتخب بنڈل خریدتے ہیں تو حیرت انگیز چھوٹ۔",
        "جب آپ بنڈل بناتے ہیں تو بڑی بچت کریں! محدود وقت کے لیے منتخب اشیاء پر خصوصی ڈیلز۔",
        "یکجا کریں اور محفوظ کریں! جب آپ ہمارے منتخب کردہ پروڈکٹس کو ایک ساتھ خریدتے ہیں تو خصوصی رعایت۔",
        "جتنا زیادہ آپ خریدیں گے، اتنا ہی آپ بچا لیں گے! ہمارے خصوصی بنڈلز کے ساتھ ہوشیار بنیں۔"
      ]
    },
    "gift_card_type": {
      "title": [
        "اپنا علاج کرو!",
        "صرف تمہارے لیے!",
        "ہیپی شاپنگ!",
        "ہم پر لطف اٹھائیں!",
        "تھوڑا سا لطف اندوز",
        "کیونکہ تم خاص ہو۔",
        "تھوڑا سا سرپرائز",
        "اپنا دن بنائیں",
        "یہاں آپ کے لئے ہے",
        "خوشی پھیلائیں۔",
        "محبت کا تحفہ",
        "خوشی کے ساتھ خریداری کریں۔",
        "شکریہ کا ٹوکن",
        "اسپلرج کا وقت",
        "لمحے کا مزہ لیں۔",
        "اپنے پسندیدہ تلاش کریں۔",
        "انتخاب آپ کا ہے",
        "اپنے آپ کو متعارف کروائیں",
        "جادو دریافت کریں۔",
        "اپنا انداز جاری کریں۔"
      ]
    },
    "vendor_refund_order": {
      "note": [
        "آپ کے ورچوئل والیٹ سے فنڈز کاٹ کر مارکیٹ پلیس والیٹ میں واپس کر دیے گئے ہیں۔",
        "آپ کے ورچوئل والیٹ بیلنس کو کم کرتے ہوئے ریفنڈ جاری کر دیا گیا ہے۔",
        "رقم کی واپسی مکمل ہو گئی۔ مارکیٹ پلیس والیٹ کو آپ کے ورچوئل والیٹ سے بھر دیا گیا ہے۔",
        "آپ کے ورچوئل والیٹ کو مارکیٹ پلیس والیٹ میں حالیہ ریفنڈ کے لیے ڈیبٹ کیا گیا ہے۔",
        "آپ کے ورچوئل والٹ فنڈز کو حالیہ ریفنڈ کی وجہ سے ایڈجسٹ کر دیا گیا ہے۔",
        "آپ کے ورچوئل والیٹ سے رقم کاٹ کر ریفنڈ کر دیا گیا ہے۔",
        "مارکیٹ پلیس والیٹ میں رقم کی واپسی کی وجہ سے آپ کے ورچوئل والیٹ کا بیلنس کم ہو گیا ہے۔",
        "رقم کی واپسی کا لین دین ہوا ہے، آپ کے ورچوئل والیٹ سے فنڈز کو واپس بازار میں منتقل کر دیا گیا ہے۔"
      ]
    },
    "product": {
      "warranty": [
        "24 ماہ کی گولڈ گارنٹی",
        "دو سال کے لیے پلاٹینم پروٹیکشن",
        "36 ماہ کے لیے ڈائمنڈ انشورنس",
        "سلور شیلڈ: ایک سال کی وارنٹی",
        "2 سالہ اشرافیہ کی یقین دہانی",
        "24 ماہ کے لیے پریمیم تحفظ",
        "کانسی کا بیک اپ: ایک سال کی وارنٹی",
        "3 سالہ حتمی اپ ٹائم گارنٹی",
        "24 ماہ کی محفوظ سروس کا وعدہ",
        "36-ماہ کی ذہنی حفاظت کا امن"
      ],
      "pros_name": [
        "کارکردگی میں اضافہ",
        "لاگت سے موثر حل",
        "معیار کی یقین دہانی",
        "صارف دوست",
        "وقت بچانے والا",
        "وشوسنییتا کی ضمانت ہے۔",
        "ورسٹائل استعمال",
        "جدید ٹیکنالوجی",
        "ماحول دوست",
        "غیر معمولی کارکردگی"
      ],
      "pros_value": [
        "تیز اور موثر آپریشنز کے ساتھ اہم وقت بچاتا ہے۔",
        "بے مثال کارکردگی کے لیے جدید ٹیکنالوجی کا استعمال کرتا ہے۔",
        "اخراجات کو کم کرتا ہے اور پیداواری صلاحیت کو بڑھاتا ہے۔",
        "آسان نیویگیشن کے لیے صارف دوست انٹرفیس پیش کرتا ہے۔",
        "قابل اعتماد اور مستقل کارکردگی کی ضمانت دیتا ہے۔",
        "مختلف کاموں میں ورسٹائل ایپلی کیشنز فراہم کرتا ہے۔",
        "ماحول دوست مواد اور عمل کو استعمال کرتا ہے۔",
        "اعلیٰ نتائج کے لیے جدید ٹیکنالوجی کے ساتھ ڈیزائن کیا گیا ہے۔",
        "اعلی معیار کا ڈیزائن دیرپا استحکام کو یقینی بناتا ہے۔",
        "چوبیس گھنٹے کسٹمر سپورٹ پیش کرتا ہے۔"
      ],
      "cons_name": [
        "قیمتی سرمایہ کاری",
        "محدود مطابقت",
        "پیچیدہ سیٹ اپ",
        "تربیت کی ضرورت ہے۔",
        "سبپار کارکردگی",
        "استعداد کا فقدان ہے۔",
        "لمیٹڈ سپورٹ",
        "بار بار دیکھ بھال",
        "اعلی توانائی کی کھپت",
        "مختصر عمر"
      ],
      "cons_value": [
        "متبادل کے مقابلے میں ابتدائی سرمایہ کاری زیادہ ہے۔",
        "ہو سکتا ہے کہ تمام سسٹمز یا آلات کے ساتھ ہم آہنگ نہ ہوں۔",
        "سیٹ اپ کا عمل کافی پیچیدہ ہو سکتا ہے۔",
        "استعمال کے لیے اضافی تربیت کی ضرورت ہو سکتی ہے۔",
        "کارکردگی تمام توقعات پر پورا نہیں اتر سکتی۔",
        "فعالیت میں محدود ہے یا استعداد کی کمی ہے۔",
        "ہو سکتا ہے کسٹمر سپورٹ چوبیس گھنٹے دستیاب نہ ہو۔",
        "بار بار دیکھ بھال کی ضرورت ہوتی ہے، جس کی وجہ سے زیادہ لاگت آتی ہے۔",
        "زیادہ مقدار میں توانائی استعمال کرتا ہے، جس سے افادیت کے اخراجات متاثر ہوتے ہیں۔",
        "پروڈکٹ کی عمر توقع کے مطابق طویل نہیں ہوسکتی ہے۔"
      ]
    },
    "blog_category": {
      "category": [
        "ٹیک بصیرت",
        "کھانے والے ڈھونڈتے ہیں۔",
        "سفر کی کہانیاں",
        "ہیلتھ ٹپس",
        "فیشن پسند",
        "بزنس بز",
        "طرز زندگی کی کہانیاں",
        "کھیلوں کی تازہ ترین معلومات",
        "فن کی جھلکیاں",
        "والدین کے اشارے"
      ],
      "description": [
        "مختلف موضوعات پر بصیرت انگیز مضامین دریافت کریں۔",
        "ہمارے معلوماتی بلاگ پوسٹس کا مجموعہ دریافت کریں۔",
        "ہمارے دلچسپ بلاگ زمرے کے مواد سے باخبر رہیں۔",
        "ہمارے فکر انگیز بلاگ زمرے کے مضامین کے ذریعے تحریک حاصل کریں۔",
        "ہمارے متنوع بلاگ زمرے کے عنوانات کے ساتھ اپنے علم میں اضافہ کریں۔",
        "ہمارے دلکش بلاگ زمرے کی بصیرت کے ساتھ اپ ٹو ڈیٹ رہیں۔",
        "ہمارے دلچسپ بلاگ زمرے کے مواد کی گہرائیوں میں تلاش کریں۔",
        "ہمارے بلاگ زمرہ آرکائیوز کے اندر قیمتی معلومات کو دریافت کریں۔",
        "ہمارے احتیاط سے تیار کردہ بلاگ کے زمرے سے کچھ نیا سیکھیں۔",
        "ہمارے افزودہ بلاگ زمرے کے مضامین اور پوسٹس کے ساتھ مشغول ہوں۔"
      ]
    },
    "partner_plan": {
      "name": [
        "اسٹارٹر پیک",
        "ضروری منصوبہ",
        "پروفیشنل سویٹ",
        "انٹرپرائز ایڈیشن",
        "اعلی درجے کا درجہ",
        "پریمیم پیکیج",
        "حتمی حل",
        "ایلیٹ لیول",
        "گروتھ ایکسلریٹر",
        "پلاٹینم پاور"
      ]
    },
    "tax_profile": {
      "name": [
        "کھانے کی اشیاء",
        "الیکٹرانک آلات",
        "لباس اور ملبوسات",
        "کتابیں اور اسٹیشنری",
        "صحت اور خوبصورتی کی مصنوعات",
        "فرنیچر",
        "کھیل کے سامان",
        "کھلونے اور کھیل",
        "زیورات اور لوازمات",
        "آٹوموٹو پارٹس",
        "باغ اور باہر",
        "کچن کا سامان",
        "گهر کی آرائش",
        "موسیقی کے آلات",
        "پالتو جانوروں کی فراہمی",
        "جوتے",
        "بیگ اور سامان",
        "آفس کا سامان",
        "ہارڈویئر ٹولز",
        "گروسری"
      ],
      "label": [
        "VAT",
        "GST",
        "PST",
        "HST",
        "QST",
        "CST",
        "ایکسائز ٹیکس",
        "درآمد کی فیس",
        "سروس ٹیکس",
        "لگژری ٹیکس"
      ]
    },
    "cluster": {
      "name": [
        "فروخت کی جھلکیاں",
        "پرومو کوڈز",
        "نمایاں مہمات",
        "نئے آنے والے",
        "بہترین فروخت کنندگان",
        "موسمی خصوصی",
        "محدود پیشکشیں",
        "ایونٹ ڈیلز",
        "VIP Exclusives",
        "کلیئرنس آئٹمز",
        "چھٹیوں کے بنڈلز",
        "تھیم کے مجموعے۔",
        "برانڈ شوکیسز",
        "ممبر کے پسندیدہ",
        "فلیش ڈسکاؤنٹس",
        "ضروری اشیاء کی خریداری کریں۔",
        "ڈیجیٹل وسائل",
        "گفٹ آئیڈیاز",
        "ماحول دوست انتخاب",
        "عملے کی سفارشات"
      ]
    },
    "popup": {
      "title": [
        "خصوصی پیشکش!",
        "نئے آنے والے",
        "محدود وقت",
        "ڈسکاؤنٹ الرٹ!",
        "خصوصی ڈیلز",
        "گرم، شہوت انگیز فروخت!",
        "کلیئرنس الرٹ",
        "مفت ترسیل",
        "تحفہ اندر!",
        "انعامات جیتیں۔",
        "ممبر کے مراعات",
        "فلیش سیل"
      ]
    },
    "campaign": {
      "name": [
        "اس وقت تک خریداری کریں جب تک آپ ڈراپ کریں۔",
        "کارٹ انماد",
        "فلیش سیل فیسٹا",
        "کلک کریں، خریداری کریں، محفوظ کریں۔",
        "سودا بونانزا",
        "E-Deal Extravaganza",
        "میگا مارک ڈاؤن جنون",
        "سائبر بچت اتسو مناینگی",
        "ڈیجیٹل ڈسکاؤنٹ کے دن",
        "ای کامرس کارنیول",
        "آن لائن آؤٹ لیٹ نخلستان",
        "ریٹیل رش",
        "ویب اسٹور گودام کی فروخت",
        "ای شاپر کی جنت",
        "ورچوئل واؤچر وینچر",
        "ڈیجیٹل ڈور بسٹرز",
        "ای کارٹ کلیئرنس",
        "آن لائن شاپنگ شو ڈاؤن",
        "سائبر سیل شاندار",
        "ای بارگین بلٹز"
      ]
    },
    "valuation": {
      "title": [
        "ٹی شرٹ حسب ضرورت قیمتوں کا تعین",
        "ہاتھ سے تیار زیورات کی تشخیص",
        "جوتوں کی ذاتی قیمت",
        "حسب ضرورت آرٹ ورک کی تشخیص",
        "موزوں سوٹ کی قیمتوں کا تعین",
        "الیکٹرانک گیجٹس حسب ضرورت لاگت",
        "پرفیوم کی ذاتی تشخیص",
        "اپنی مرضی کے مطابق بیگ کی قیمتوں کا تعین",
        "ٹیلرڈ ڈریس ویلیویشن",
        "ذاتی کتاب کے سرورق کی قیمتوں کا تعین",
        "اپنی مرضی کے مطابق فرنیچر کی تشخیص",
        "Bespoke واچ قیمتوں کا تعین",
        "کھلونا کی ذاتی تشخیص",
        "ٹیلرڈ ہیٹ کی قیمتوں کا تعین",
        "حسب ضرورت سکن کیئر پروڈکٹ ویلیویشن",
        "گھر کی سجاوٹ کے مطابق قیمتوں کا تعین",
        "اپنی مرضی کے مطابق کچن ویئر ویلیویشن",
        "ذاتی سٹیشنری کی قیمتوں کا تعین",
        "Bespoke بال آلات کی تشخیص",
        "اپنی مرضی کے کھیلوں کے سامان کی قیمتوں کا تعین"
      ],
      "structure": {
        "title": [
          "ٹی شرٹ پرنٹ ڈیزائن",
          "زیورات کی دھات کی قسم",
          "جوتے کے مواد کا انتخاب",
          "آرٹ فریم کا سائز",
          "سوٹ فیبرک سلیکشن",
          "گیجٹ کلر آپشن",
          "پرفیوم سینٹ پروفائل",
          "بیگ کا مواد اور سائز",
          "لباس کی لمبائی اور انداز",
          "کتاب کا احاطہ کرنے والا مواد",
          "فرنیچر کی لکڑی کی قسم",
          "پٹا مواد دیکھیں",
          "کھلونا اپنی مرضی کے مطابق خصوصیات",
          "ٹوپی کا سائز اور رنگ",
          "جلد کی دیکھ بھال کے اجزاء کی ترجیحات",
          "ہوم ڈیکور تھیم",
          "کچن کا سامان",
          "سٹیشنری کاغذ کی قسم",
          "بالوں کا سامان",
          "کھیلوں کے سامان کا سائز"
        ]
      }
    },
    "lottery": {
      "title": [
        "گھماؤ اور بڑے انعامات جیتو!",
        "فارچیون وہیل جیک پاٹ",
        "لکی اسپن بونانزا",
        "انعامات جیتنے کے لیے اسپن کریں۔",
        "دولت کا پہیہ",
        "لکی لاٹری ایکسٹراوگنزا",
        "میگا اسپن سرپرائز",
        "پرائز وہیل فیسٹا",
        "ٹریژر اسپن شاندار",
        "اسپن دی وہیل جادو",
        "لکی وہیل گیلور",
        "قسمت کا احسان",
        "عجائبات کا پہیہ",
        "دولت کے لیے گھماؤ",
        "پرائز اسپنر ڈیلائٹ",
        "گولڈن اسپن لاٹری",
        "اسپن-اے-انعام",
        "قسمت کا پہیہ",
        "لکی اسپن شوکیس",
        "حتمی اسپن انعام"
      ],
      "description": [
        "خصوصی چھوٹ جیتنے کے موقع کے لیے پہیے کو گھمائیں!",
        "اپنی قسمت آزمائیں – ہمارے خوش قسمتی کے پہیے میں حیرت انگیز انعامات کا انتظار ہے!",
        "ہر اسپن کے ساتھ بڑی کامیابی حاصل کریں – پکڑنے کے لیے دلچسپ انعامات!",
        "جیتنے کے لیے گھماؤ! ہر موڑ پر حیرت انگیز تحائف اور پیشکشیں۔",
        "بڑا اسکور کرنے کا آپ کا موقع - فوری انعامات کے لیے پہیے کو گھماؤ!",
        "ہر اسپن کے ساتھ خصوصی انعامات - کیا آپ خوش قسمت ہوں گے؟",
        "گھماؤ اور جیتو! ہماری دکان کے خوش قسمتی کے پہیے میں چھپے ہوئے جواہرات کو ننگا کریں۔",
        "ہمارے وہیل کے ساتھ خوش قسمتی حاصل کریں – انعامات، چھوٹ، اور مزید!",
        "ہر اسپن کی جیت ہے – آج ہی اپنا خصوصی انعام حاصل کریں!",
        "ایک خوشگوار حیرت کے لیے پہیے کو موڑ دیں - آپ کیا جیتیں گے؟",
        "گھماؤ کے ساتھ خوش قسمتی کا آغاز کریں - دلچسپ دکان کے انعامات کا انتظار ہے۔",
        "اپنے انعام کو ظاہر کرنے کے لیے گھماؤ - چھوٹ، تحائف، اور مزید!",
        "دن میں ایک گھماؤ کھیل میں جوش و خروش کو برقرار رکھتا ہے – منفرد انعامات جیتیں!",
        "خصوصی شاپ ٹریٹس کے لیے ہماری قسمت کا پہیہ گھمائیں۔",
        "لکی اسپنز خوش قسمتی سے جیتتے ہیں – ابھی اپنا انعام حاصل کریں!",
        "آپ کا اسپن حیرت انگیز خریداری کے انعامات کو غیر مقفل کر سکتا ہے!",
        "خصوصی سودوں اور پیشکشوں کو حاصل کرنے کا موقع حاصل کریں۔",
        "قسمت کا پہیہ گھوم رہا ہے – اپنا خوش قسمت انعام حاصل کریں!",
        "گھماؤ، جیتو، اور مسکراہٹ – ہر موڑ کے ساتھ حیرت انگیز انعامات۔",
        "ایک چکر لگائیں اور قسمت کو اپنے انعام کا فیصلہ کرنے دیں!"
      ]
    },
    "subscription_price": {
      "title": [
        "بنیادی رسائی",
        "پریمیم رکنیت",
        "گولڈ پیکج",
        "سلور پلان",
        "پلاٹینم سبسکرپشن",
        "انٹرپرائز ٹائر",
        "اسٹارٹر بنڈل",
        "لامحدود پیشکش",
        "فیملی پیک",
        "پروفیشنل سویٹ"
      ],
      "description": [
        "بنیادی باتیں دریافت کرنے والے افراد کے لیے مثالی۔",
        "تمام پریمیم خصوصیات اور مواد تک رسائی۔",
        "خصوصی فوائد اور ترجیحی تعاون۔",
        "باقاعدہ صارفین کے لیے ایک متوازن پیکیج۔",
        "اعلی درجے کے فوائد کے ساتھ حتمی رسائی۔",
        "بڑی تنظیموں کے لیے حسب ضرورت حل۔",
        "ایک سستی داخلہ سطح کا اختیار۔",
        "پاور صارف کے لیے استعمال پر کوئی پابندی نہیں۔",
        "خاندانوں کے لیے ایک خصوصی منصوبہ، 4 اراکین تک۔",
        "جدید آلات کی تلاش میں پیشہ ور افراد کے لیے ڈیزائن کیا گیا ہے۔"
      ]
    },
    "spec": {
      "group": [
        "تکنیکی خصوصیات",
        "جسمانی طول و عرض",
        "کارکردگی کی خصوصیات",
        "کنیکٹیویٹی کے اختیارات",
        "بجلی کے تقاضے",
        "مواد اور معیار کی تعمیر",
        "رنگ اور تکمیل کے اختیارات",
        "اسٹوریج اور میموری",
        "آپریٹنگ سسٹم کی مطابقت",
        "حفاظت اور تعمیل",
        "پیکیج کے مشمولات",
        "وارنٹی اور سپورٹ",
        "برانڈ اور مینوفیکچرر",
        "ماحولیاتی دوستی",
        "توانائی کی کارکردگی",
        "دیکھ بھال اور دیکھ بھال",
        "حسب ضرورت کے اختیارات",
        "لوازمات شامل ہیں۔",
        "صارف کی درجہ بندی اور جائزے",
        "قیمتوں کا تعین اور دستیابی"
      ]
    },
    "avocado": {
      "title": [
        "خریداری کی رسید",
        "فروخت کی تصدیق",
        "انوائس آرڈر کریں۔",
        "ادائیگی کی رسید",
        "گاہک کی رسید",
        "لین دین کا خلاصہ",
        "بلنگ کا بیان",
        "چیک آؤٹ کی رسید",
        "آرڈر کا خلاصہ",
        "پرچیز آرڈر انوائس",
        "فروخت کی رسید",
        "ریٹیل انوائس",
        "ای رسید",
        "سروس انوائس",
        "پروڈکٹ انوائس",
        "ادائیگی کی رسید",
        "آرڈر کی تصدیق",
        "بلنگ انوائس",
        "چیک آؤٹ انوائس",
        "کسٹمر انوائس"
      ],
      "message": [
        "آپ کی خریداری کے لئے آپ کا شکریہ!",
        "ہم آپ کے کاروبار کی تعریف کرتے ہیں۔",
        "آپ کا آرڈر جاری ہے!",
        "ہمارے ساتھ خریداری کرنے کا شکریہ۔",
        "ایک بار پھر آپ کی خدمت کے منتظر۔",
        "آپ کا اطمینان ہماری اولین ترجیح ہے۔",
        "اپنے تجربے کی درجہ بندی کرنا نہ بھولیں۔",
        "ہمارے اسٹور کو سپورٹ کرنے کے لیے آپ کا شکریہ۔",
        "ہمیں امید ہے کہ آپ اپنی نئی خریداری سے لطف اندوز ہوں گے!",
        "مستقبل کے حوالے کے لیے اپنی رسید محفوظ کریں۔",
        "مزید عمدہ پروڈکٹس کے لیے ہم سے دوبارہ تشریف لائیں۔",
        "خصوصی پیشکشوں کے لیے جڑے رہیں۔",
        "ایک قابل قدر گاہک ہونے کے لیے آپ کا شکریہ۔",
        "اگر آپ کو مدد کی ضرورت ہو تو ہم مدد کے لیے حاضر ہیں۔",
        "آپ کے تاثرات ہمیں بہتر بنانے میں مدد کرتے ہیں۔",
        "اپنی اگلی خریداری پر خصوصی رعایت سے لطف اندوز ہوں۔",
        "آپ نے بہت اچھا انتخاب کیا ہے!",
        "ہم پر آپ کے اعتماد کے لیے آپ کا شکریہ۔",
        "آپ کے تاثرات کا انتظار رہے گا۔",
        "ہماری ٹیم کی طرف سے آپ کا تہہ دل سے شکریہ۔"
      ]
    },
    "map_tag": {
      "title": [
        "پراپرٹی شوکیس",
        "وینڈر پلازہ",
        "نمایاں گھر",
        "مقامی مارکیٹ",
        "نئے آنے والے",
        "اسٹیٹ گارڈنز",
        "شاپنگ ڈسٹرکٹ",
        "کاریگر گلی",
        "لگژری اسٹیٹس",
        "رینٹل ہب",
        "کھلے مکانات",
        "ٹیک انوویشنز",
        "فیشن لین",
        "دستکاری کارنر",
        "فوڈ کورٹ",
        "کتاب کونا",
        "جیولری جنکشن",
        "قدیم ایونیو",
        "فٹنس زون"
      ]
    },
    "marketplace_document": {
      "title": [
        "بزنس رجسٹریشن سرٹیفکیٹ",
        "ٹیکس شناختی نمبر (TIN)",
        "وینڈر کے معاہدے کا فارم",
        "پروڈکٹ کیٹلاگ",
        "قیمتوں کی فہرست",
        "بینک اکاؤنٹ کی تفصیلات",
        "ایڈریس کا ثبوت",
        "انشورنس سرٹیفکیٹ",
        "کمپنی کا پروفائل",
        "کوالٹی اشورینس سرٹیفکیٹ",
        "سیفٹی ڈیٹا شیٹ (SDS)",
        "مصنوعات کی وارنٹی کی معلومات",
        "واپسی کی پالیسی",
        "شپنگ اور ہینڈلنگ کے طریقہ کار",
        "کسٹمر سروس پالیسی",
        "مارکیٹنگ اور فروغ کے منصوبے",
        "سوشل میڈیا لنکس",
        "تجارتی حوالہ جات",
        "سپلائر کوڈ آف کنڈکٹ",
        "غیر انکشاف معاہدہ (NDA)"
      ]
    },
    "expert_contract": {
      "title": [
        "مارکیٹ پلیس سیٹ اپ سروسز کا معاہدہ",
        "دکان کی ترتیب کا معاہدہ",
        "پرنٹ آن ڈیمانڈ خدمات کا معاہدہ",
        "ڈیجیٹل مارکیٹنگ سروس کا معاہدہ",
        "ای کامرس پلیٹ فارم سیٹ اپ معاہدہ",
        "کاروباری مالکان کے لیے ماہر کنسلٹنسی کا معاہدہ",
        "مارکیٹ پلیس کنفیگریشن کے لیے سروس ایگریمنٹ",
        "شاپ سیٹ اپ اور کنفیگریشن سروسز کا معاہدہ",
        "POD سروس کی فراہمی کا معاہدہ",
        "مارکیٹنگ کی حکمت عملی کے نفاذ کا معاہدہ",
        "بزنس ڈویلپمنٹ سروس کا معاہدہ",
        "ای کامرس اسٹور سیٹ اپ معاہدہ",
        "ماہر سروس پروویژن کا معاہدہ",
        "کاروباری حل اور سیٹ اپ معاہدہ",
        "کسٹم شاپ سیٹ اپ سروسز کا معاہدہ",
        "مارکیٹ پلیس آپٹیمائزیشن سروس کا معاہدہ",
        "کنسلٹنگ اور سیٹ اپ سروسز کا معاہدہ",
        "POD انٹیگریشن سروسز کا معاہدہ",
        "مارکیٹنگ اور پروموشن سروسز کا معاہدہ",
        "کاروبار کی توسیع سروس کا معاہدہ"
      ]
    },
    "account": {
      "account_name": [
        "مین والیٹ",
        "بزنس اکاؤنٹ",
        "ذاتی پرس",
        "بچت والیٹ",
        "اخراجات کا اکاؤنٹ",
        "پرائمری والیٹ",
        "جنرل اکاؤنٹ",
        "ریزرو والیٹ",
        "ٹرانزیکشن والیٹ",
        "فنڈ اکاؤنٹ"
      ]
    },
    "cashback": {
      "title": [
        "خریداری کریں اور کیش بیک حاصل کریں۔",
        "وفاداری انعامات کیش بیک",
        "خصوصی کیش بیک آفرز",
        "کیش بیک بونانزا",
        "فوری کیش بیک ڈیلز",
        "موسمی کیش بیک بچت",
        "ڈبل کیش بیک دن",
        "ہر خریداری پر کیش بیک",
        "کیش بیک انماد",
        "VIP کیش بیک پروگرام",
        "محدود وقت کیش بیک",
        "کیش بیک انعامات کلب",
        "مزید خریداری کریں، مزید محفوظ کریں۔",
        "حتمی کیش بیک انعامات",
        "کیش بیک ایکسٹراوگنزا"
      ],
      "description": [
        "ہر خریداری پر کیش بیک حاصل کریں!",
        "اپنی وفاداری کا انعام حاصل کریں۔",
        "صرف آپ کے لیے خصوصی کیش بیک کی پیشکش۔",
        "کیش بیک انعامات کے ساتھ زبردست بچت کا لطف اٹھائیں۔",
        "اپنی تمام پسندیدہ اشیاء پر فوری کیش بیک۔",
        "موسمی کیش بیک ڈیلز کے ساتھ مزید بچت کریں۔",
        "خصوصی دنوں پر اپنا کیش بیک دوگنا کریں!",
        "ہر بار خریداری کرنے پر کیش بیک حاصل کریں۔",
        "آج ہی کیش بیک انماد میں شامل ہوں!",
        "وی آئی پی ممبران خصوصی کیش بیک سے لطف اندوز ہوتے ہیں۔",
        "جلدی کرو! محدود وقت کے کیش بیک آفرز۔",
        "ابھی ہمارے کیش بیک ریوارڈز کلب میں شامل ہوں۔",
        "آپ جتنی زیادہ خریداری کریں گے، اتنی ہی زیادہ بچت کریں گے۔",
        "حتمی کیش بیک انعامات کو غیر مقفل کریں۔",
        "آس پاس کے بہترین کیش بیک ڈیلز کا تجربہ کریں۔"
      ]
    },
    "page": {
      "prompts": [
        "{shop} میں خوش آمدید - اشیاء کی ہماری مخصوص رینج دریافت کریں۔",
        "{shop} - معیاری تجارتی سامان اور شاندار سروس کے لیے آپ کا حتمی ذریعہ",
        "صرف {shop} پر خصوصی سودے اور بچتیں - موقع سے فائدہ اٹھائیں!",
        "ماحول دوستی اور اخلاقی طریقوں کے لیے {shop} کی لگن کو جانیں۔",
        "{shop} فیملی کا حصہ بنیں - اپ ڈیٹس کے لیے ہمارے نیوز لیٹر کو سبسکرائب کریں۔",
        "{shop} پر اعلی انتخاب اور اعلی درجہ بندی کی اشیاء میں غوطہ لگائیں۔",
        "{shop} پر تمام تقریبات کے لیے آئیڈیاز اور تخلیقی تجاویز پیش کریں",
        "{shop} پر بے مثال پیشکشیں اور وقت کے لحاظ سے حساس خصوصی - تیزی سے کام کریں!",
        "{shop} کی جامع خریداری کی تجاویز اور مصنوعات کی تشخیص - اعتماد کے ساتھ خریداری کریں",
        "{shop} تک پہنچیں - ہم ایک بے مثال خریداری کا تجربہ فراہم کرنے کی کوشش کرتے ہیں۔"
      ]
    },
    "cross_selling": {
      "message": [
        "اپنی شکل مکمل کریں، سیٹ پکڑو!",
        "ہمارے بنڈل ڈیلز کے ساتھ بڑی بچت کریں!",
        "ہماری کامل جوڑیوں کو مت چھوڑیں!",
        "اپنی خریداری کو بہتر بنائیں، ایڈ آنز کا انتظار ہے!",
        "خصوصی بچت کو غیر مقفل کریں، ایک ساتھ خریدیں!",
        "اضافی اشیاء، خصوصی رعایت!",
        "زیادہ حاصل کریں، کم خرچ کریں - بنڈل اپ!",
        "محدود وقت کی پیشکش: مماثل مصنوعات!",
        "اپنے تجربے کو اپ گریڈ کریں، کومبو ڈیلز!",
        "ہمارے تیار کردہ کمبوس کو دریافت کریں، ابھی محفوظ کریں!",
        "حتمی کومبو کے لیے اسے جوڑیں!",
        "ہوشیار خریداری کریں، بنڈل بنائیں اور محفوظ کریں!",
        "قیمت کو دوگنا کریں، مزہ دوگنا کریں!",
        "آپ کا بہترین میچ یہاں ہے - ابھی خریداری کریں!",
        "صرف آپ کے لیے خصوصی بنڈل کی قیمتوں کا تعین!",
        "ہمارے کمبوس کے ساتھ اپنی بچت کو زیادہ سے زیادہ کریں!",
        "ان چنوں کے ساتھ اپنے مجموعہ کو بہتر بنائیں!",
        "آپ کے لیے تیار کردہ: میچ اور محفوظ کریں!",
        "ایک بہترین دن کے لیے بہترین جوڑی!",
        "اضافی بچت کے لیے اپنے پسندیدہ بنڈل بنائیں!"
      ]
    }
  },
  "ai": {
    "remove_bg": {
      "title": "پس منظر کو ہٹا دیں۔",
      "subtitle": "شفاف پس منظر بنائیں۔"
    },
    "reimagine": {
      "title": "دوبارہ تصور کریں۔",
      "subtitle": "نئے پس منظر کے ساتھ مزید تصاویر بنائیں۔"
    }
  },
  "extra_pricing_add_dialog": {
    "title": "{min} سے زیادہ کے لیے اضافی قیمت",
    "subtitle": "نظام خود بخود قیمت کے حساب کے لیے ترتیب اور ترجیح کا تعین کرتا ہے۔ براہ کرم اس قیمت کے نفاذ کے لیے مطلوبہ کم از کم مقدار درج کریں۔",
    "min_quantity": "کم از کم مقدار"
  },
  "product_inventory_management_physical": {
    "subtitle": {
      "dropshipping": "ڈراپ شپنگ پروڈکٹس کی انوینٹری تھوک فروشوں کے ذریعہ ترتیب دی جاتی ہے، اور یہاں ترمیم نہیں کی جا سکتی۔",
      "marketplace": "مارکیٹ پلیس میں مجموعی پروڈکٹ انوینٹری کا تعین تمام وینڈرز کی انوینٹریز کو شامل کرکے کیا جاتا ہے۔ آپ اسے یہاں ترمیم نہیں کر سکتے۔",
      "default": "یہاں پروڈکٹ کی انوینٹری کی گنتی کی وضاحت کریں۔"
    }
  },
  "google_product_category_input": {
    "label": "گوگل پروڈکٹ کیٹیگری کوڈ",
    "hint": "Google کی مصنوعات کی درجہ بندی کے مطابق آپ کے پروڈکٹ کے زمرے کی نمائندگی کرتا ہے۔",
    "placeholder": "پروڈکٹ یا سروس کا زمرہ درج کریں.. (اختیاری)"
  },
  "LogisticProfileType": {
    "WARRANTY": {
      "title": "وارنٹی",
      "desc": "وارنٹی ایک معاہدے کا حصہ ہے جہاں مینوفیکچرر ایک مخصوص مدت کے اندر کسی پروڈکٹ کی مرمت یا تبدیل کرنے کا وعدہ کرتا ہے۔ یہ عزم ان صارفین تک بھی بڑھ سکتا ہے جن کا مینوفیکچرر کے ساتھ براہ راست معاہدہ نہیں ہے۔"
    },
    "RETURN_POLICY": {
      "title": "واپسی کی پالیسی",
      "desc": "واپسی کی پالیسیاں اس بات کا خاکہ پیش کرتی ہیں کہ کس طرح گاہک غیر مطلوبہ سامان واپس کر سکتے ہیں یا اس کا تبادلہ کر سکتے ہیں۔ وہ اہل اشیاء، واپسی کی قابل قبول وجوہات، اور واپسی کرنے کا ٹائم فریم بتاتے ہیں۔"
    },
    "GUIDE": {
      "title": "رہنما",
      "desc": "ایک گائیڈ میں ملبوسات کے لیے سائز کا چارٹ یا ہیروں کے لیے سلیکشن گائیڈ شامل ہو سکتا ہے۔ یہ ضروری ہے کہ گائیڈز ورسٹائل ہوں اور متعدد مصنوعات پر لاگو ہوں۔"
    },
    "SHIPPING": {
      "title": "شپنگ",
      "desc": "ایک شپنگ پالیسی آن لائن آرڈرز کے لیے شپنگ کے اہم پہلوؤں کی تفصیلات بتاتی ہے، بشمول شپنگ کے اخراجات، طریقے، اور ڈیلیوری کا تخمینہ وقت۔"
    }
  },
  "product_logistic_profile": {
    "dialog": {
      "title": "لاجسٹک پروفائل منتخب کریں۔",
      "add_new_action": "نیا پروفائل شامل کریں۔",
      "add_new_disable_msg": "بازار کا مالک"
    }
  },
  "product_tax_profile": {
    "description": {
      "default": "طے شدہ",
      "dedicated": "سرشار",
      "subscription": "ہم صرف ادائیگی کی تخلیق کے مرحلے پر ٹیکس لگا سکتے ہیں۔",
      "is_disabled": "یہ ٹیکس پروفائل غیر فعال ہے! (⚠️انتباہ)",
      "shipping": "شپنگ",
      "fixed_rate": "TAX",
      "location_based_rate": "ٹیکس: مقام کی بنیاد پر",
      "shipping_location_based_rate": "شپنگ: مقام کی بنیاد پر",
      "include_in_price": "قیمت میں شامل ہے۔"
    },
    "dialog": {
      "header": "ٹیکس پروفائل منتخب کریں۔",
      "title": "ٹیکس پروفائل",
      "subtitle": "آپ پروڈکٹ کو مخصوص ٹیکس کے ضوابط تفویض کر سکتے ہیں۔ اگر پروڈکٹ کے لیے ٹیکس پروفائل کا انتخاب نہیں کیا جاتا ہے، تو پہلے سے طے شدہ اسٹور ٹیکس کے ضوابط لاگو ہوں گے۔",
      "action_manage": "ٹیکس کا انتظام کریں۔",
      "action_manage_sub": "دکان > فنانس > ٹیکس",
      "subscription_tips": "جب آپ سبسکرپشن پروڈکٹ کے لیے ٹیکس پروفائل منتخب کرتے ہیں، تو ہم <code>tax code</code> اپ ڈیٹ کرتے ہیں اور آپ کے ادائیگی سروس فراہم کنندہ پر جامع/خصوصی وضع سیٹ کرتے ہیں۔ منتخب کردہ ٹیکس پروفائل بتاتا ہے کہ آیا قیمت کو ٹیکس سمیت سمجھا جاتا ہے یا ٹیکس کے علاوہ۔ <code>inclusive</code> یا <code>exclusive</code> میں سے ایک۔ ایک بار یا تو جامع یا خصوصی کے طور پر متعین ہونے کے بعد، اسے تبدیل نہیں کیا جا سکتا۔<br /><br /> <b>اہم!</b> ٹیکس پروفائل تبدیل کرنے کے بعد، آپ کو پروڈکٹ > انوینٹری ٹیب پر قیمتوں کے تعین کے منصوبوں پر کلک کرنا چاہیے اور تبدیلیاں لاگو کرنے کے لیے محفوظ کریں بٹن پر کلک کرنا چاہیے۔"
    }
  },
  "product_vendor_profile": {
    "vendor": {
      "subtitle": "اس پروڈکٹ کی قیمت اور مقدار ایک خاص وینڈر کے ذریعہ طے کی جاتی ہے جس سے یہ تعلق رکھتا ہے۔"
    },
    "vendors": {
      "subtitle": "یہاں پروڈکٹ کے لیے سپلائرز کی فہرست ہے۔ مقدار اور قیمت سپلائرز کے ذریعہ طے کی جائے گی۔"
    }
  },
  "vendor_add": {
    "profile": {
      "title": "وینڈر کی معلومات",
      "subtitle": "یہ معلومات صارفین کو عوامی طور پر دکھائی جاتی ہے۔",
      "action_sub_caption": "عوامی مصنوعات کی فہرست کا صفحہ۔",
      "action_see_listing_page": "فہرست کا صفحہ دیکھیں"
    },
    "page": {
      "title": "حسب ضرورت صفحہ",
      "subtitle": "وینڈر کے لیے ایک حسب ضرورت لینڈنگ صفحہ سیٹ کریں، انہیں ان کے مخصوص صفحہ کا ایک منفرد لنک فراہم کریں۔",
      "action_set_page": "عوامی صفحہ دیکھیں",
      "action_sub_caption": "اپنی مرضی کے مطابق لینڈنگ کا صفحہ۔",
      "vendor_has_landing_msg": "وینڈر کے پاس اپنی مرضی کے مطابق لینڈنگ کا صفحہ ہے۔",
      "no_landing_selected_msg": "کوئی لینڈنگ صفحہ منتخب نہیں کیا گیا۔",
      "no_landing_page": "کوئی لینڈنگ صفحہ نہیں ہے۔",
      "we_can_create_dedicated_landing_msg": "ہم آپ کے لیے ایک سرشار لینڈنگ پیج بنا سکتے ہیں۔"
    },
    "contact": {
      "title": "رابطہ کی معلومات",
      "subtitle": "براہ کرم درست رابطے کی تفصیلات فراہم کریں۔"
    },
    "business": {
      "title": "کاروباری معلومات",
      "subtitle": "براہ کرم اپنے کاروبار کے بارے میں درست معلومات فراہم کریں تاکہ آمدنی کی وصولی کے تیز اور بغیر کسی رکاوٹ کے عمل کو یقینی بنایا جا سکے۔"
    },
    "bank": {
      "title": "ادائیگی کی معلومات",
      "subtitle": "ادائیگیوں کے لیے اپنے بینک کی تفصیلات یہاں درج کریں۔"
    },
    "default_pricing": {
      "title": "پہلے سے طے شدہ قیمتوں کا تعین",
      "subtitle": "آپ وینڈر کے لیے پہلے سے طے شدہ قیمت کا ماڈل تفویض کر سکتے ہیں۔ جب وینڈر ایک نیا پروڈکٹ شامل کرتا ہے، تو قیمتوں کا یہ ماڈل پروڈکٹ کی قیمت پر مارکیٹ پلیس مارجن کا حساب لگانے کے لیے استعمال کیا جائے گا۔ آپ بعد میں انفرادی طور پر ہر پروڈکٹ کے لیے قیمتوں کے ماڈل کو ایڈجسٹ کر سکتے ہیں۔",
      "no_pricing": "کوئی قیمت نہیں"
    },
    "shipping": {
      "title": "شپنگ",
      "subtitle": "دکاندار اپنی شپنگ سروسز اور کورئیر سیٹ اپ کر سکتے ہیں۔",
      "shipping_services": "شپنگ سروسز",
      "total_number_of_services": "شپنگ سروسز کی کل تعداد جو وینڈر کے پاس ہے۔",
      "couriers": "کوریئرز",
      "total_couriers_count": "کورئیر کی کل تعداد جو وینڈر کے پاس ہے۔"
    },
    "configuration": {
      "title": "کنفیگریشن"
    },
    "delete": {
      "title": "دکاندار کو ہٹا دیں۔",
      "action": "دکاندار کو ہٹا دیں۔",
      "verify_description": "میں جانتا ہوں کہ تمام وینڈر پروڈکٹ تعلقات کو ہٹا دیا جائے گا!",
      "verify_title": "میں اس وینڈر کو حذف کرنا چاہتا ہوں۔"
    },
    "send_invitation_tips": "ہم اس صارف کو ایک دعوتی ای میل بھیجیں گے۔ اگر صارف آپ کی دکان میں بطور وینڈر شامل ہوتا ہے، تو ان کا اکاؤنٹ خود بخود انہیں تفویض کر دیا جائے گا۔",
    "only_marketplace_owner_can_edit_user": "صرف مارکیٹ پلیس کا مالک ہی صارف میں ترمیم کر سکتا ہے۔ اگر آپ اس وینڈر کے مالک کو تبدیل کرنا چاہتے ہیں، تو آپ ہمیں درخواست بھیج سکتے ہیں۔",
    "vendor_is_disable_msg": "فروخت کنندہ غیر فعال ہے۔",
    "email_not_match_with_user_msg": "درج کردہ ای میل صارف کے ای میل ( <b>{user_name}:</b> {user_email}) سے مماثل نہیں ہے۔ کیا آپ یقینی طور پر <b>{email}</b> کو ای میل بھیجنا چاہتے ہیں؟",
    "we_will_send_invitation_to_user_msg": "ہم صارف کو ایک دعوتی ای میل بھیجیں گے۔",
    "set_a_user_for_the_vendor_first_msg": "پہلے وینڈر کے لیے صارف مقرر کریں۔",
    "inputs": {
      "slug": {
        "label": "راستہ",
        "placeholder": "حسب ضرورت راستہ درج کریں...",
        "hint": "وینڈر کے متحرک لینڈنگ پیج کا راستہ تبدیل کریں۔"
      },
      "email": {
        "message": "یہ ای میل تمام اطلاعات اور اپ ڈیٹس وصول کرے گی۔"
      },
      "business": {
        "false_description": "میں ایک فرد کے طور پر کام کرتا ہوں۔",
        "true_description": "میں قانونی طور پر تسلیم شدہ کاروباری ادارے کے طور پر کام کرتا ہوں۔",
        "false_title": "انفرادی",
        "true_title": "کاروبار"
      },
      "bank": {
        "hint": "بینک کا نام جہاں وینڈر کا اکاؤنٹ ہے۔",
        "placeholder": "آپ کے بینک کا نام.."
      },
      "account_name": {
        "hint": "یہ بینک اکاؤنٹ سے وابستہ نام سے مماثل ہونا چاہیے۔",
        "placeholder": "آپ کا نام.."
      },
      "account_number": {
        "hint": "وینڈر کا منفرد اکاؤنٹ نمبر۔",
        "placeholder": "آپ کا بینک اکاؤنٹ نمبر.."
      },
      "routing_number": {
        "hint": "یہ تعداد ملک کے لحاظ سے مختلف ہوتی ہے۔ اس کا استعمال مخصوص بینک برانچ کی شناخت کے لیے کیا جاتا ہے جسے وینڈر استعمال کرتا ہے۔",
        "placeholder": "آپ کا بینک روٹنگ نمبر، ترتیب کوڈ، یا BSB نمبر.."
      },
      "iban": {
        "hint": "بین الاقوامی بینک اکاؤنٹ نمبر: اگر وینڈر کا بینک یورپ یا بعض دوسرے ممالک میں ہے۔",
        "placeholder": "آپ کا IBAN نمبر.. جیسے DE89 3704 0044 0000 0000 00"
      },
      "swift": {
        "hint": "بین الاقوامی بینک اکاؤنٹ نمبر: اگر وینڈر کا بینک یورپ یا بعض دوسرے ممالک میں ہے۔",
        "placeholder": "آپ کا سوئفٹ کوڈ/BIC.."
      },
      "branch_address": {
        "hint": "بینک برانچ کا پتہ جہاں وینڈر کا اکاؤنٹ ہے۔",
        "placeholder": "آپ کے بینک کا پتہ.."
      },
      "enable": {
        "label": "فروش کی حیثیت",
        "hint": "آپ عالمی سطح پر دکانداروں کو فعال یا غیر فعال کر سکتے ہیں۔ صارفین معذور دکانداروں سے کچھ بھی نہیں خرید سکیں گے۔",
        "true_description": "وہ آپ کے بازار کے ذریعے اپنی مصنوعات فروخت کر سکیں گے۔"
      },
      "access": {
        "label": "وینڈر پینل اور رسائی",
        "true_description": "وینڈر کے پاس مقدار اور قیمت کو اپ ڈیٹ کرنے کے لیے ایک وقف شدہ پینل ہے۔",
        "hint": "آپ وینڈر پینل کو فعال یا غیر فعال کر سکتے ہیں، جو وینڈرز کو پروڈکٹ کی مقدار اور قیمتوں کو اپ ڈیٹ کرنے اور جزوی آرڈرز وصول کرنے کی اجازت دیتا ہے۔",
        "false_description": "دکاندار کو کسی چیز تک رسائی نہیں ہے۔"
      }
    }
  },
  "vendor_documents_list": {
    "title": "دستاویزات",
    "action_upload_doc": "دستاویز اپ لوڈ کریں۔",
    "vendor_subtitle": "براہ کرم ضروری کاروبار، IP، اور ایڈریس کی تصدیقی دستاویزات اپ لوڈ کریں۔ آپ کی شراکت کی تصدیق اور آپ کو ضروری رسائی فراہم کرنے کے لیے ہمیں یہ معلومات درکار ہیں۔",
    "marketplace_subtitle": "دکاندار اپنے KYC کے عمل کو آسان بنانے کے لیے کاروباری، دانشورانہ املاک، اور ایڈریس کی تصدیق جیسی دستاویزات جمع کروا سکتے ہیں، جس سے آپ انہیں مناسب رسائی فراہم کر سکتے ہیں۔",
    "upload_dialog": {
      "title": "دستاویز اپ لوڈ کریں۔",
      "type": {
        "title": "دستاویز کی قسم",
        "subtitle": "براہ کرم صرف ضروری دستاویزات اپ لوڈ کریں۔ ایسی کسی بھی دستاویز کو شیئر کرنے سے گریز کریں جن میں حساس معلومات ہوں۔ ہم ان دستاویزات کی درخواست کرتے ہیں جو عوامی طور پر دستیاب ہیں۔"
      }
    }
  },
  "product_badges": {
    "title": "بیجز",
    "subtitle": "اپنی مرضی کے مطابق پروڈکٹ بیجز شامل اور ان میں ترمیم کریں۔",
    "only_marketplace_owner_msg": "صرف بازار کے مالکان",
    "create_new_badge_action": "نیا بیج بنائیں",
    "select_a_badge": "ایک بیج منتخب کریں...",
    "inputs": {
      "custom": {
        "false_description": "مصنوعات کے بیج خود بخود بن جاتے ہیں۔",
        "false_title": "آٹو",
        "true_title": "اپنی مرضی کے مطابق مصنوعات کے بیجز",
        "true_description": "پروڈکٹ پیج میں حسب ضرورت بیجز شامل کریں۔"
      }
    },
    "add_custom_badge": {
      "title": "حسب ضرورت بیج",
      "subtitle": "میری دکان میں ایک نیا حسب ضرورت بیج شامل کریں۔ بیجز کی گنتی 10 سے کم رکھیں۔ مزید بیجز آپ کی دکان کو سست کر دیں گے۔",
      "show_advanced_options": "اعلی درجے کا آپشن دکھائیں۔",
      "inputs": {
        "title": {
          "placeholder": "عوامی عنوان..."
        },
        "image": {
          "label": "تصویر",
          "message": "زیادہ سے زیادہ تصویر کا سائز: 128KB",
          "placeholder": "کور کی تصویر منتخب کریں۔"
        },
        "pattern": {
          "label": "پیٹرن",
          "message": "پروڈکٹس کے لیے یہ بیج خودکار طور پر دکھائیں جس کی قدر ان کی قیاس میں مماثل ہے۔ ریجیکس نے تعاون کیا۔",
          "placeholder": "تمام مصنوعات کو دکھانے کے لیے لکھیں:*.*"
        }
      },
      "notifications": {
        "badge_added": "بیج کامیابی کے ساتھ شامل کر دیا گیا ہے!",
        "badge_updated": "بیج کو کامیابی کے ساتھ اپ ڈیٹ کر دیا گیا ہے!",
        "item_not_found_error": "آئٹم نہیں مل سکا۔ براہ کرم صفحہ کو ریفریش کریں یا سپورٹ سے رابطہ کریں۔"
      }
    }
  },
  "product_tags": {
    "title": "ٹیگز",
    "tips": [
      "آپ <b>لینڈنگ پیجز</b> پر ٹیگز کی بنیاد پر پروڈکٹس کو فلٹر کر سکتے ہیں۔",
      "آپ اور آپ کے گاہک ان ٹیگز کو <b>سرچ</b> بار میں تلاش کر سکتے ہیں۔",
      "اگر ٹیگز سیٹ کیے جائیں تو صرف <b>عام ٹیگز</b> والی مصنوعات ہی پروڈکٹ پیج پر <b>متعلقہ پروڈکٹس کے سیکشن</b> میں دکھائی دیں گی۔ دوسری صورت میں، اسی زمرے میں مصنوعات کو دکھایا جائے گا."
    ],
    "inputs": {
      "tags": {
        "placeholder": "یہاں ٹیگ وائر کریں اور انٹر دبائیں۔ سابق نیا مجموعہ"
      }
    },
    "notifications": {
      "tags_updated": "ٹیگز کو کامیابی کے ساتھ اپ ڈیٹ کر دیا گیا ہے۔"
    }
  },
  "vendor_shipping_services": {
    "title": "شپنگ",
    "subtitle": "آپ یہاں شپنگ سروسز اور کورئیر شامل کر سکتے ہیں۔ شپنگ سروسز اور کورئیر مارکیٹ پلیس کے ذریعہ بیان کردہ پہلے سے طے شدہ نقل و حمل کے طریقوں کے تحت ہونے چاہئیں۔ شپنگ سروسز اور کوریئرز کو شامل کر کے، آپ آسانی سے ان کو آرڈر تفویض کر سکتے ہیں اور خود بخود لیبل یا کورئیر آرڈر کر سکتے ہیں۔",
    "action": "سروس شامل کریں۔",
    "add_dialog": {
      "select_method": "طریقہ منتخب کریں۔",
      "select_method_msg": "براہ کرم درج ذیل فہرست سے نقل و حمل کا طریقہ منتخب کریں۔ شپنگ کے طریقے بازار کی طرف سے وضاحت.",
      "select_service_msg": "نیچے دی گئی فہرست سے شپنگ سروس کا انتخاب کریں۔ یہاں صرف وہی دستیاب خدمات دکھائی جاتی ہیں جو آپ کے اسٹور میں شامل کی جا سکتی ہیں۔",
      "no_available_service": "کوئی سروس دستیاب نہیں!"
    }
  },
  "product_location_profile": {
    "title": "مقام",
    "empty_subtitle": "پروڈکٹ کو مقام تفویض کریں اگر یہ مقام پر مبنی آئٹم ہے۔",
    "dialog": {
      "header": "لوکیشن پروفائل منتخب کریں۔",
      "action_new_location": "نیا مقام شامل کریں۔",
      "title": "مقام کا پروفائل",
      "subtitle": "آپ پروڈکٹس کو لوکیشن ٹیگز تفویض کر کے نقشے کے مقام پر مصنوعات کو پن کر سکتے ہیں۔",
      "tips": "<b>اہم:</b> پروڈکٹ کو <b>صرف</b> اس صورت میں مقام تفویض کریں جب آپ نقشے پر مخصوص مقام پر پروڈکٹ کو دکھانا چاہتے ہیں۔ پائنڈ پروڈکٹ کا مقام اس کی بنیادی تفصیلات کے طور پر ہونا چاہیے، جیسے <b>کرائے کے گھر/جگہیں</b> یا ذاتی خدمات جیسے <b>ہیئر ڈریسنگ اور سپا</b> ۔"
    }
  },
  "translation_button": {
    "header": "کثیر زبان",
    "auto_action": "خودکار ترجمہ",
    "premium_user_only": "پریمیم صارفین"
  },
  "product_include_profile": {
    "subtitle": "مصنوعات یا سروس پیکج کے ساتھ آنے والی اشیاء کی فہرست شامل کریں۔",
    "dialog": {
      "header": "پروڈکٹ پیکیج آئٹمز",
      "title": "شامل اشیاء",
      "subtitle": "یہ ان اشیاء کی تالیف ہے جو پروڈکٹ کے ساتھ آتی ہیں۔",
      "action_manage": "آئٹمز کا نظم کریں۔",
      "action_disable_msg": "بازار کا مالک",
      "select_items_tips": "پروڈکٹ یا سروس کے ساتھ آنے والے پیکیج کے اجزاء بنائیں یا منتخب کریں۔ اس خصوصیت کو اس بات پر زور دینے کے لیے استعمال کریں کہ گاہک آئٹم کی خریداری پر کیا حاصل کرنے کی توقع کر سکتے ہیں۔ ہم اس فنکشن کو صرف اس وقت استعمال کرنے کا مشورہ دیتے ہیں جب گاہک کے لیے شامل مواد کو سمجھنا ضروری ہو، جیسے کہ اسمارٹ فون خریدتے وقت۔",
      "create_item_tips": "متبادل طور پر، آپ ایک نیا آئٹم شامل کر سکتے ہیں۔ مربع تصاویر کا استعمال کریں، کیونکہ ہم خود بخود اپ لوڈ کردہ تصویروں کا سائز 256x256 مربع فارمیٹ میں تبدیل کر دیں گے۔ تمام ٹیمپلیٹس میں بہترین ظاہری شکل کو یقینی بنانے کے لیے، شفاف پس منظر کے ساتھ کم سے کم تصاویر کا استعمال کریں اور اپنی تمام مصنوعات کے لیے ایک مستقل پیٹرن برقرار رکھیں۔",
      "create_new_item_action": "نئی شامل آئٹم بنائیں"
    }
  },
  "transportation_eligible": {
    "subtitle": "دستیاب شپنگ خدمات فراہم کردہ سائز اور وزن پر منحصر ہے۔"
  },
  "bulk_price_dialog": {
    "title": "بڑی تعداد میں کارروائیاں > قیمت",
    "message": "درج ذیل رقم آپ کے اسٹور میں موجود تمام مصنوعات کی قیمت پر بطور فیصد لاگو ہوگی۔ اس کے علاوہ، منتخب کردہ کرنسی کی بنیاد پر قیمت کی قیمتوں کو ذہانت کے ساتھ قریب ترین گول نمبر میں تبدیل کر دیا جائے گا۔ اقدار درج کرنے میں محتاط رہیں۔",
    "check": "میں قیمت کی تبدیلیوں کو منظور کرتا ہوں۔",
    "check_description": "منتخب کردہ زمرہ اور تمام ذیلی زمرہ جات کے لیے قیمت تبدیل کر دی جائے گی۔",
    "add_percent_tab": "فیصد شامل کریں۔",
    "add_constant_tab": "مستقل شامل کریں۔",
    "ending_tab": "ختم کرنے کی حکمت عملی",
    "marketplace_listing_price": "فہرست سازی کی قیمت",
    "constant": {
      "subtitle": "رقم کو مصنوعات کی موجودہ قیمت میں شامل یا گھٹایا جائے گا۔"
    },
    "ending": {
      "subtitle": "مصنوعات کی موجودہ قیمت کے اختتام کو مخصوص قیمت میں تبدیل کر دیا جائے گا۔"
    },
    "marketplace": {
      "title": "بازار کی فہرست کی قیمت",
      "subtitle": "یہ آپشن آپ کو مارکیٹ پلیس میں مصنوعات کی فہرست کی قیمت کو خود بخود اپ ڈیٹ کرنے کی اجازت دیتا ہے۔ کبھی کبھار، مینوئل قیمت میں تبدیلی کی وجہ سے پروڈکٹ کی اہم قیمت وینڈر کی قیمتوں کے مطابق نہیں ہوسکتی ہے۔",
      "strategy": {
        "min": {
          "title": "کم از کم قیمت مقرر کریں۔",
          "description": "فہرست کی قیمت کے طور پر پروڈکٹ کی کم از کم قیمت مقرر کریں۔"
        },
        "max": {
          "title": "زیادہ سے زیادہ قیمت مقرر کریں۔",
          "description": "فہرست کی قیمت کے طور پر مصنوعات کی زیادہ سے زیادہ قیمت مقرر کریں۔"
        }
      }
    },
    "category": {
      "subtitle": "ایک زمرہ اور تمام ذیلی زمرہ جات تک بڑی تعداد میں کارروائی کو محدود کریں۔"
    },
    "vendor": {
      "subtitle": "بلک کارروائیوں کو کسی مخصوص وینڈر تک محدود کریں۔ جب ایک وینڈر کا انتخاب کیا جاتا ہے، تو قیمت کی اپ ڈیٹ وینڈر کی مصنوعات پر لاگو ہو جائے گی، جو اس وینڈر کے لیے فروخت کی قیمت کی نمائندگی کرتی ہے۔",
      "listing_price_need_update_msg": "اگر آپ لسٹنگ کی قیمت (پروڈکٹ کی فہرست میں دکھائی گئی قیمت) کو اپ ڈیٹ کرنا چاہتے ہیں، تو آپ کو انہی فلٹرز کے ساتھ لیکن کسی وینڈر کو منتخب کیے بغیر بلک اپ ڈیٹ دوبارہ جمع کرانا چاہیے۔"
    },
    "listing_products_changes": "فہرست سازی کی مصنوعات میں تبدیلی",
    "total_vendor_products": "کل فروش مصنوعات",
    "total_products": "کل مصنوعات",
    "total_variants": "کل متغیرات"
  },
  "product_panel": {
    "excel_import": {
      "title": "Excel / CSV فائل کو یہاں ڈراپ کریں۔",
      "select_file": "فائل منتخب کریں۔",
      "max_file": "فائل کا زیادہ سے زیادہ سائز: 20 ایم بی",
      "download_sample": "نمونہ ڈاؤن لوڈ کریں۔"
    },
    "ai": {
      "title": "AI پروڈکٹ اسسٹنس"
    }
  },
  "order_vendor": {
    "has_panel": "پینل ہے۔",
    "no_panel": "کوئی پینل نہیں۔",
    "manual_action": {
      "title": "دستی اعمال",
      "message": "آپ وینڈر آرڈر کی حیثیت کو دستی طور پر اپ ڈیٹ کر سکتے ہیں۔",
      "guides": [
        "پینل تک رسائی والے وینڈرز اپنے مخصوص ڈیش بورڈ میں اپنی تکمیل (ذیلی آرڈرز) کو اپ ڈیٹ کر سکتے ہیں۔",
        "اگر وینڈر کے پاس پینل تک رسائی نہیں ہے تو، ٹوکری کی حیثیت کو تبدیل کرکے وینڈر آرڈر کی حیثیت خود بخود تبدیل ہو جائے گی۔",
        "آپ وینڈر آرڈرز کو دستی طور پر اپ ڈیٹ کر سکتے ہیں۔"
      ]
    },
    "payouts": {
      "title": "ادائیگیاں",
      "message": "وینڈر کی ادائیگیوں اور لین دین کا نظم کریں۔",
      "charge_tooltip": "چارج وینڈر والیٹ۔",
      "withdraw_tooltip": "وینڈر کے بٹوے سے واپس لیں۔",
      "payout_tooltip": "فروش کو ادائیگی۔"
    }
  },
  "vendor_dashboard": {
    "info": {
      "subtitle": "بازار کی معلومات۔"
    },
    "performance": {
      "subtitle": "میری فروخت کی کارکردگی۔"
    },
    "products": {
      "title": "مصنوعات",
      "subtitle": "یہاں آپ مارکیٹ پلیس پر درج اپنی مصنوعات کی گنتی دیکھ سکتے ہیں۔ متعدد دکانداروں کی مصنوعات شامل نہیں ہیں۔"
    },
    "wallets": {
      "title": "میرے بٹوے",
      "subtitle": "آپ کو بٹوے کو دستی طور پر شامل کرنے کی ضرورت نہیں ہے! وینڈر کے بٹوے خود بخود بن جائیں گے۔"
    },
    "open_marketplace_page": "بازار کا صفحہ کھولیں۔",
    "open_my_store_page": "میرا اسٹور پیج کھولیں۔",
    "open_my_listing_page": "میرا لسٹنگ کا صفحہ کھولیں۔",
    "add_products_permission": "مصنوعات کی اجازت شامل کریں۔",
    "add_categories_permission": "زمرہ جات کی اجازت شامل کریں۔"
  },
  "vendor_inventory": {
    "title": "مصنوعات کی فہرست",
    "subtitle": "یہ بازار میں موجود آپ کی مصنوعات کی فہرست ہے۔ انوینٹری میں اپنی تفویض کردہ مصنوعات کی قیمتوں اور مقداروں کو اپ ڈیٹ کریں۔ ایک وینڈر کے طور پر، آپ کو پروڈکٹ کی فہرست میں صرف ایک وینڈر پروڈکٹس نظر آئیں گے جو آپ کی ملکیت ہیں۔ دیگر تفویض کردہ مصنوعات کو یہاں بھی تبدیل کیا جا سکتا ہے۔"
  },
  "vendor_payments": {
    "list": {
      "title": "ادائیگی کی تاریخ",
      "subtitle": "آپ اپنی ادائیگی کی تاریخ یہاں دیکھ سکتے ہیں۔ ان ادائیگیوں پر دستی طور پر بینک ٹرانسفر کے ذریعے یا خود بخود ادائیگی کی خدمات کا استعمال کرتے ہوئے عمل کیا جا سکتا ہے جو ادائیگی کی صلاحیتیں پیش کرتی ہیں۔"
    },
    "connect": {
      "title": "بینک سے جڑیں۔",
      "subtitle": "ہم مندرجہ ذیل ادائیگی کے گیٹ ویز کے لیے تقسیم ادائیگی کی صلاحیتیں پیش کرتے ہیں۔ ہر خریداری کے بعد بغیر کسی رکاوٹ کے ادائیگی حاصل کرنے کے لیے، براہ کرم ان اختیارات کا استعمال کرتے ہوئے اپنے بینک اکاؤنٹ سے رابطہ کریں۔"
    },
    "verify_dialog": {
      "title": "ادائیگی کی تصدیق کریں۔",
      "option": {
        "title": "وینڈر ایکشن",
        "subtitle": "آپ کے پاس اس منتقلی کو قبول یا مسترد کرنے کا اختیار ہے۔ یہ کارروائی صرف ایک تاریخی ریکارڈ کے طور پر کام کرتی ہے۔ اگر آپ کو فنڈز موصول ہوئے ہیں تو بس تصدیق کریں؛ اگر نہیں، تو کوئی کارروائی کرنے کی ضرورت نہیں ہے۔"
      },
      "inputs": {
        "verify": {
          "label": "کیا آپ نے اس ادائیگی کی تصدیق کی ہے؟",
          "false_description": "نہیں، مجھے ابھی تک یہ ادائیگی میرے بینک اکاؤنٹ میں نہیں ملی ہے۔",
          "true_description": "ہاں، میں نے یہ ادائیگی موصول اور تصدیق کر لی ہے۔"
        }
      }
    }
  },
  "order_vendor_payment": {
    "message": "یہ مارکیٹ پلیس پر آپ کے ورچوئل والٹ میں لین دین کا ایک جائزہ ہے۔",
    "vendor_wallets": "وینڈر بٹوے",
    "my_wallets": "میرے بٹوے"
  },
  "product_add_dropshipping_shops": {
    "subtitle": "یہاں، آپ تھوک فروشوں کو تلاش کر سکتے ہیں جو Selldone پر اپنی مصنوعات کی فہرست بناتے ہیں، انہیں دوسرے تاجروں کے لیے دستیاب کراتے ہیں۔ سیلڈون کا بلٹ ان ڈراپ شپنگ پلیٹ فارم اس عمل کو آسان بناتا ہے، جس سے یہ تھوک فروشوں اور تاجروں دونوں کے لیے آسان اور سیدھا ہوتا ہے۔"
  },
  "customer_add": {
    "edit_title": "کسٹمر میں ترمیم کریں۔",
    "add_title": "نیا گاہک شامل کریں۔",
    "subtitle": "اپنے سٹور میں گاہک کو شامل کرنے کے لیے، براہ کرم یا تو ای میل پتہ یا فون نمبر فراہم کریں۔",
    "more": {
      "title": "مزید تفصیلات شامل کریں۔",
      "subtitle": "کرنسی، کسٹمر کلب، سیگمنٹس، پتہ اور مزید سیٹ کریں۔"
    },
    "detail": {
      "subtitle": "اپنے کسٹمر کے بارے میں ذاتی معلومات کا ریکارڈ رکھیں۔ براہ کرم اپنے گاہک کی رازداری کا احترام کریں۔"
    },
    "preferences": {
      "subtitle": "پہلے سے طے شدہ صارف کرنسی، کسٹمر کلب، اور سیگمنٹس یہاں سیٹ کریں۔"
    },
    "address": {
      "subtitle": "یہ پتہ POS میں استعمال کیا جا سکتا ہے۔ صارف یہ معلومات نہیں دیکھ سکتا۔"
    }
  },
  "referral_bank": {
    "title": "ریفرل ڈیش بورڈ",
    "subtitle": "آپ کی درخواست پر، کمیشن کی فیس آپ کے بیان کردہ بینک اکاؤنٹ میں ادا کی جائے گی۔ براہ کرم اپنے بینک کی معلومات یہاں فراہم کریں۔",
    "no_bank_info": "کوئی بینک کی معلومات نہیں!",
    "actions": {
      "edit_my_bank_info": "میرے بینک کی معلومات میں ترمیم کریں۔"
    },
    "bank_dialog": {
      "title": "میرے بینک کی تفصیلات",
      "info": {
        "title": "بینک",
        "subtitle": "براہ کرم اپنی بینک کی معلومات یہاں درج کریں۔ ہم اس معلومات کو رقوم کی منتقلی کے لیے استعمال کریں گے۔ یقینی بنائیں کہ بینک اکاؤنٹ آپ کے نام پر ہے یا آپ کے کاروباری نام کے تحت، جیسا کہ قابل اطلاق ہے۔"
      },
      "inputs": {
        "name": {
          "label": "بینک کا نام",
          "message": "اس بینک کا پورا نام جہاں اکاؤنٹ ہے۔"
        },
        "holder_name": {
          "label": "اکاؤنٹ ہولڈر کا نام",
          "message": "اکاؤنٹ رکھنے والے شخص یا ادارے کا پورا نام۔"
        },
        "account_number": {
          "label": "اکاؤنٹ نمبر",
          "message": "مخصوص بینک اکاؤنٹ سے وابستہ منفرد نمبر۔"
        },
        "routing_number": {
          "label": "روٹنگ نمبر (USA) یا ترتیب کوڈ (UK)",
          "message": "ایک نمبر جو مخصوص بینک برانچ کی شناخت کرتا ہے (مختلف ممالک میں مختلف اصطلاحات استعمال ہوتی ہیں)۔"
        },
        "swift": {
          "label": "SWIFT/BIC کوڈ",
          "message": "ایک بین الاقوامی کوڈ جو عالمی سطح پر بینکوں کی شناخت کے لیے استعمال ہوتا ہے، خاص طور پر بین الاقوامی منتقلی کے لیے۔"
        },
        "iban": {
          "label": "IBAN (بین الاقوامی بینک اکاؤنٹ نمبر)",
          "message": "بنیادی طور پر یورپ میں استعمال کیا جاتا ہے، IBAN قومی سرحدوں کے پار بینک اکاؤنٹس کی شناخت کے لیے بین الاقوامی سطح پر متفقہ نظام ہے۔"
        },
        "contact": {
          "label": "رابطہ کی معلومات",
          "message": "اکاؤنٹ سے وابستہ فون نمبر یا ای میل پتہ۔"
        },
        "note": {
          "label": "نوٹ",
          "message": "اضافی نوٹ"
        }
      }
    },
    "notifications": {
      "save": {
        "message": "آپ کے بینک کی معلومات کو کامیابی کے ساتھ اپ ڈیٹ کر دیا گیا ہے۔"
      }
    }
  },
  "referral_tier": {
    "message": "تمام سروس فیس، سبسکرپشن اور آپ کے حوالہ جات کے ذریعے کی گئی دیگر ادائیگیوں سے۔"
  },
  "ReferralTiers": {
    "Bronze": {
      "title": "ٹائر کانسی",
      "description": "آپ کانسی کے درجے میں ہیں۔ آپ نے اپنے حوالہ جات سے 2% کمیشن حاصل کیا ہے۔"
    },
    "Silver": {
      "title": "ٹائر سلور",
      "description": "آپ سلور ٹیر میں ہیں۔ آپ نے اپنے حوالہ جات سے 4% کمیشن حاصل کیا ہے۔"
    },
    "Gold": {
      "title": "ٹائر گولڈ",
      "description": "آپ گولڈ ٹیر میں ہیں۔ آپ نے اپنے حوالہ جات سے 6% کمیشن حاصل کیا ہے۔"
    },
    "Platinum": {
      "title": "ٹائر پلاٹینم",
      "description": "آپ پلاٹینم درجے میں ہیں۔ آپ نے اپنے حوالہ جات سے 8% کمیشن حاصل کیا ہے۔"
    },
    "Diamond": {
      "title": "ٹائر ڈائمنڈ",
      "description": "آپ ڈائمنڈ ٹائر میں ہیں۔ آپ نے اپنے حوالہ جات سے 10% کمیشن حاصل کیا ہے۔"
    }
  },
  "page_monetize": {
    "title": "منیٹائز کریں۔",
    "subtitle": "کاروباری مواقع تک رسائی کو پھیلائیں۔"
  },
  "sms_template_mode": {
    "text": {
      "title": "سادہ متن",
      "desc": "پیغام آٹو ریپلیس پیرامیٹرز اور بھیجنے والے ٹیکسٹ سے بنایا جائے گا۔"
    },
    "template": {
      "title": "ساختی سانچہ",
      "desc": "پیرامیٹرز سے ایک آبجیکٹ بنایا جائے گا اور فراہم کنندہ کو بھیج دیا جائے گا۔"
    }
  },
  "shop_sms_provider": {
    "title": "حسب ضرورت SMS فراہم کنندہ",
    "reset_error": "غلطیاں دوبارہ ترتیب دیں۔",
    "subtitle": "ایک حسب ضرورت SMS سروس فراہم کنندہ ترتیب دیں اور اپنے تصدیقی SMS اور کاروباری نام کو حسب ضرورت بنائیں۔ پہلے سے طے شدہ فراہم کنندہ صرف تصدیقی SMS بھیجتا ہے اور کچھ سفید فہرست ممالک میں پیغامات کو مطلع کرتا ہے۔",
    "plain_text": "سادہ متن",
    "structural_template": "ساختی سانچہ",
    "errors_limit_msg": "اگر آپ کی سروس میں 100 غلطیوں سے زیادہ ہے، تو یہ خود بخود غیر فعال ہو جائے گی! آپ اسے دوبارہ فعال کرنے کے لیے غلطیوں کو دوبارہ ترتیب دے سکتے ہیں۔",
    "enable_input": {
      "false_description": "OTP پیغامات Selldone کے ذریعے منتخب ممالک میں بھیجے جائیں گے، جبکہ دیگر آرڈر کی اطلاع کے SMS بھی بھیجے جائیں گے۔",
      "true_description": "ایس ایم ایس پیغامات آپ کے سروس فراہم کنندہ کا استعمال کرتے ہوئے ڈیلیور کیے جائیں گے۔"
    },
    "test_input": {
      "true_title": "کنفیگریشن کی توثیق کریں۔",
      "true_description": "ہم آپ کے فون نمبر 📞 <b>{phone}</b> پر ایک ٹیسٹ پیغام بھیجیں گے، یہ آپ کو چارج کر سکتا ہے، لیکن آپ یقینی بنا سکتے ہیں کہ سب کچھ ٹھیک کام کر رہا ہے۔"
    },
    "sync_action": {
      "title": "اعمال",
      "subtitle": "کچھ ایس ایم ایس سروسز اضافی خدمات فراہم کرتی ہیں جیسے مہمات، مارکیٹنگ، اور دیگر خصوصیات۔ آپ اپنے رابطوں یا اضافی معلومات کو ان کی خصوصیات کو زیادہ تیزی سے استعمال کرنے کے لیے ہم آہنگ کر سکتے ہیں۔",
      "action": "رابطوں کو ہم آہنگ کریں۔"
    },
    "tokens": {
      "title": "پیرامیٹرز",
      "subtitle": "اپنے SMS سروس فراہم کنندہ کو اپنی دکان سے جوڑنے کے لیے درج ذیل پیرامیٹرز سیٹ کریں۔"
    }
  },
  "sms_messages_options": {
    "all": {
      "title": "OPT + آرڈر کی اطلاعات",
      "description": "تصدیقی پیغامات اور آرڈر کی اطلاع بھیجی جائے گی۔"
    },
    "otp": {
      "title": "صرف OTP",
      "description": "تصدیقی پیغامات بھیجے جائیں گے۔"
    }
  },
  "shop_email_provider": {
    "title": "حسب ضرورت میل سرور",
    "subtitle": "اپنے حسب ضرورت ڈومین کے ذریعے ای میل بھیجنے کے لیے اپنے میل سروس فراہم کنندہ سے رابطہ کریں۔",
    "provider": "فراہم کرنے والا",
    "enable_input": {
      "false_description": "آپ کی ای میلز آپ کے myselldone ڈومین کے ذریعے بھیجی جائیں گی۔",
      "true_description": "آپ کی ای میلز آپ کے حسب ضرورت میل ڈومین کے ذریعے بھیجی جائیں گی۔"
    },
    "config": {
      "title": "تشکیلات",
      "subtitle": "اپنی دکان کے لیے اپنی حسب ضرورت میل سروس کو کنفیگر کرنے کے لیے، دیگر ضروری ترتیبات کے ساتھ اپنی سروس API کلید داخل کریں۔"
    },
    "sender": {
      "title": "سے",
      "subtitle": "آپ پہلے سے طے شدہ بھیجنے والے کا نام اور ای میل پتہ ترتیب دے سکتے ہیں، جو آپ کے صارفین کو ای میل بھیجنے کے لیے استعمال کیا جائے گا۔"
    },
    "inputs": {
      "from": {
        "label": "ای میل سے"
      },
      "from_name": {
        "label": "نام سے"
      }
    },
    "actions": {
      "send_test_email": "ایک ٹیسٹ ای میل بھیجیں۔"
    },
    "messages": {
      "provider_error_limit": "اگر آپ کی سروس میں 100 غلطیوں سے زیادہ ہے، تو یہ خود بخود غیر فعال ہو جائے گی! آپ اسے دوبارہ فعال کرنے کے لیے غلطیوں کو دوبارہ ترتیب دے سکتے ہیں۔",
      "encryption_ports_guide": "ای میل فراہم کرنے والے دستیاب بندرگاہوں کی بنیاد پر SSL، TLS، یا غیر خفیہ کردہ کنکشن پیش کر سکتے ہیں۔ اگر منسلک کرنے کے نتیجے میں خرابی ہوتی ہے، تو خفیہ کاری کے موڈ کو تبدیل کرنے سے مسئلہ حل ہو سکتا ہے۔ معیاری <b>TLS</b> پورٹ: <b>587</b> استعمال کرتا ہے اور <b>SSL</b> پورٹ: <b>465</b> استعمال کرتا ہے۔",
      "enable_receive_test": "تبدیلیاں محفوظ کرنے کے بعد، آپ کو <b>{email}</b> پر ایک ٹیسٹ میل موصول ہوگا۔ نئی کنفیگریشن کے ساتھ ٹیسٹ ای میل بھیجنے سے پہلے تبدیلیاں محفوظ کریں۔"
    }
  },
  "product_location_restrictions": {
    "title": "دستیاب مقامات",
    "subtitle": "اگر آپ کا پروڈکٹ یا سروس صرف مخصوص علاقوں میں دستیاب ہے، جس کی وضاحت ملک اور زپ یا پن کوڈز سے ہوتی ہے، تو آپ ان مقامات کو یہاں متعین کر سکتے ہیں۔ مقام کی یہ پابندیاں پروڈکٹ کی سطح پر لاگو ہوتی ہیں۔ پروڈکٹ پیج پر، صارفین کو ان کے مقام کا انتخاب کرنے کے لیے کہا جائے گا۔ اگر پروڈکٹ ان کے منتخب کردہ علاقے میں دستیاب ہے، تو وہ خریداری کے ساتھ آگے بڑھ سکیں گے۔",
    "add_location_action": "ملک شامل کریں۔",
    "no_restriction": "کوئی پابندی نہیں۔",
    "import": {
      "title": "پروفائل لوڈ کریں۔",
      "subtitle": "محفوظ کردہ مقامات کا پروفائل منتخب کریں۔"
    },
    "export": {
      "title": "پروفائل محفوظ کریں۔",
      "subtitle": "مستقبل کے استعمال کے لیے مقامات کو اسٹور کریں۔"
    },
    "has_restriction_input": {
      "title": "مقام کی پابندی ہے۔",
      "description": "گاہک اس پروڈکٹ کو صرف مخصوص ملک اور زپ کوڈ کے اندر ہی خرید سکتے ہیں، مقام کی قائم کردہ پابندی کی وجہ سے۔"
    },
    "zip_pin_code": "زپ/پن کوڈز",
    "no_country_selected_error": "براہ کرم زپ/پن کوڈز کی فہرست کے ساتھ کم از کم ایک ملک شامل کریں۔ اس کے بغیر، یہ پروڈکٹ دستیاب نہیں ہوگی۔",
    "tips": "ایک نیا مقام سیٹ بنانا شروع کرنے کے لیے <b>+ کنٹری شامل کریں</b> بٹن پر کلک کریں۔ ایک بار جب آپ کام کر لیں، آپ اسے اوپر دائیں <b>⋮ مینو</b> پر کلک کر کے اور <b>پروفائل محفوظ کریں کو</b> منتخب کر کے محفوظ کر سکتے ہیں۔",
    "need_save_message": "پروڈکٹ کے لیے مقام کی پابندی کی ترتیبات کو تبدیل کر دیا گیا ہے۔ ان تبدیلیوں کو محفوظ رکھنے کے لیے، براہ کرم نیچے 'محفوظ کریں' بٹن پر کلک کریں۔",
    "add_dialog": {
      "title": "ملک شامل کریں۔",
      "message": "ایک ملک کا انتخاب کریں اور 'شامل کریں' پر کلک کریں۔ یہ ملک کو ٹیبل میں شامل کر دے گا، جس سے آپ اسے زپ کوڈز، پن کوڈز، شہر کے نام، یا علاقے کے نام تفویض کر سکیں گے۔"
    },
    "save_profile_dialog": {
      "title": "مقامات کا پروفائل شامل کریں۔",
      "message": "مقامات کے اس سیٹ کو محفوظ کرنے کے لیے براہ کرم ایک نام درج کریں۔ اس محفوظ کردہ لوکیشن سیٹ کو دوسری پروڈکٹس پر لاگو کیا جا سکتا ہے، جس سے صرف ایک کلک کے ساتھ فوری لوکیشن لوڈ ہو سکتا ہے۔ اگر فراہم کردہ نام کے ساتھ ایک پروفائل پہلے سے موجود ہے، تو اسے ان نئی اقدار کے ساتھ اپ ڈیٹ کیا جائے گا۔",
      "title_input": {
        "title": "پروفائل کا عنوان",
        "placeholder": "زمرہ کا نام، یا اسٹور کا نام،..."
      }
    },
    "load_profile_dialog": {
      "title": "لوکیشنز پروفائل لوڈ کریں۔",
      "message": "آپ یہاں پہلے سے محفوظ کردہ مقام کو منتخب کر کے مقامات کو لوڈ کر سکتے ہیں۔",
      "select_input": {
        "title": "مقام کا پروفائل",
        "placeholder": "ایک پروفائل منتخب کریں..."
      }
    }
  },
  "blog_timeline": {
    "title": "مواد کی ریلیز کا شیڈول",
    "subtitle": "یہاں مستقبل کی اشاعت کے لیے طے شدہ مضامین کی فہرست ہے۔ آپ کے پاس مخصوص اوقات میں شائع ہونے کے لیے بلاگ پوسٹس اور یہاں تک کہ پروڈکٹ کی تفصیل کو شیڈول کرنے کی صلاحیت ہے۔"
  },
  "direct_feedback": {
    "title": "براہ راست درخواست بھیجیں۔",
    "message": "سیلڈون پر پھلنے پھولنے اور منافع کے لیے اپنے سرفہرست 3 کاروباری ضروریات کی نشاندہی کریں۔ یہ معلومات براہ راست بانی اور ڈائریکٹرز کے ساتھ شیئر کی جائیں گی اور اس پر غور سے غور کیا جائے گا۔ آپ جمع کرانے کے بعد وقت کے ساتھ ساتھ اپنی ضروریات کو بھی اپ ڈیٹ کر سکتے ہیں۔",
    "expand_action": "درخواست لکھیں...",
    "input_label": "آپ کی درخواست",
    "to": {
      "ceo": "سی ای او کو بھیجیں۔",
      "team": "ٹیم کو بھیجیں۔"
    },
    "placeholder": {
      "ceo": "بالکل اچھا ہونے کی ضرورت نہیں، میں آپ کا براہ راست، سیدھے سیدھے پوائنٹ کا سوال سننا پسند کرتا ہوں۔ مثال کے طور پر میرے پاس ہونا ضروری ہے...",
      "team": "براہ کرم ان کے ساتھ اچھا سلوک کرنے کی کوشش کریں۔ مثال کے طور پر میرے پاس ہونا ضروری ہے..."
    }
  },
  "inventory_filter": {
    "placeholder": "فلٹر منتخب کریں*.*"
  },
  "vendor_input": {
    "placeholder": "فلٹر فروش..."
  },
  "product_import_processing": {
    "title": "درآمد شدہ مصنوعات کی پروسیسنگ",
    "message": "ہم پروڈکٹس اور تصاویر درآمد کرنے کے عمل میں ہیں، جس کو مکمل ہونے میں کچھ وقت لگ سکتا ہے۔"
  },
  "order_input": {
    "message": "یہاں ظاہر کی گئی معلومات پروڈکٹ کے ان پٹ فارم کے ڈھانچے کے مطابق کسٹمر کی طرف سے جمع کرائی گئی ہیں۔"
  },
  "shop_connect": {
    "test": {
      "title": "سیٹ اپ",
      "subtitle": "بیرونی سروس کی رپورٹ",
      "action": "ٹیسٹ کنکشن",
      "last_update": "آخری بار اپ ڈیٹ کیا گیا۔"
    },
    "service_status": {
      "title": "سروس کی حیثیت",
      "syncing_message": "مطابقت پذیری کے عمل پر...",
      "action": "سبھی کو مطابقت پذیر بنائیں",
      "connect_status": "کنیکٹ کی حیثیت",
      "service_status": "سروس کی حیثیت",
      "auto_confirm_enable_msg": "آرڈرز کے لیے خودکار تصدیق فعال ہے۔",
      "auto_confirm_disable_msg": "آرڈرز کی خودکار تصدیق فعال نہیں ہے۔",
      "shipping_enable_msg": "شپنگ لاگت کا حساب چیک آؤٹ پر فراہم کردہ معلومات کی بنیاد پر کیا جائے گا۔"
    },
    "detail": {
      "title": "تفصیل سے رابطہ کریں۔",
      "auto_confirm_order": "خودکار طور پر آرڈر کی تصدیق کریں۔",
      "test_mode": "ٹیسٹ موڈ",
      "status": {
        "subtitle": "مطابقت پذیری کی حیثیت کے بارے میں مجموعی معلومات۔"
      },
      "sync": {
        "title": "مطابقت پذیری کی تفصیل",
        "subtitle": "اندرونی مطابقت پذیری کی تفصیلات۔ یہ معلومات مطابقت پذیری کے عمل کے دور کے کامیابی سے ختم ہونے کے بعد محفوظ کی جاتی ہے۔",
        "no_data": "کوئی مطابقت پذیری کی معلومات نہیں!"
      }
    },
    "products": {
      "title": "مصنوعات",
      "subtitle": "{name} سے شامل کردہ مصنوعات کی فہرست۔ یقینی بنائیں کہ آپ کے پروڈکٹ کا ایک منفرد نام اور SKU ہے۔ کچھ کنیکٹ سروسز کو منتقلی کے لیے استعمال کیا جاتا ہے، لہذا اگر آپ کے پاس ڈپلیکیٹ <b>SKUs</b> اور <b>ناموں کے</b> ساتھ پروڈکٹس ہیں، تو ان پروڈکٹس کو تبدیل کر دیا جائے گا!",
      "action": "مصنوعات حاصل کریں۔",
      "syncing_message": "مطابقت پذیری کے عمل پر..."
    },
    "logs": {
      "title": "نوشتہ جات",
      "subtitle": "پچھلے 7 دنوں میں تمام لاگز کی فہرست۔ لاگنگ کی خصوصیت صرف بیرونی سروس فراہم کرنے والوں پر تعاون یافتہ ہے۔"
    },
    "edit": {
      "title": "نیا کنیکٹ شامل کریں۔",
      "service": {
        "title": "سروس",
        "subtitle": "رابطہ قائم کرنے کے لیے ٹارگٹ پلیٹ فارم، ڈراپ شپنگ سپلائر، یا مارکیٹ پلیس منتخب کریں۔"
      },
      "test": {
        "false_title": "سبھی کو مطابقت پذیر بنائیں",
        "false_desc": "تمام دستیاب مصنوعات، زمرہ جات، صارفین حاصل کریں۔",
        "true_title": "محدود (ابتدائی افراد کے لیے تجویز کردہ)",
        "true_desc": "زیادہ سے زیادہ 5 پروڈکٹس، زمرے اور کسٹمرز حاصل کریں۔ آپ اسے کسی بھی وقت کنیکٹ > سیٹنگ میں مکمل موڈ میں تبدیل کر سکتے ہیں۔"
      },
      "overwrite": {
        "false_title": "اگر موجود ہے تو تبدیل نہ کریں۔",
        "false_desc": "موجودہ پروڈکٹ اور زمرہ کی تفصیلات کو ویسے ہی رکھیں جیسے وہ ہیں۔",
        "true_title": "اوور رائٹ کریں۔",
        "true_desc": "موجودہ پروڈکٹ، مختلف قسم اور زمرہ کی معلومات کو اپ ڈیٹ کریں۔"
      },
      "migration_tips": "<b>تجاویز:</b> اگر آپ فعالیت کو جانچنا چاہتے ہیں تو براہ کرم <b>محدود</b> آپشن کو منتخب کریں۔ 'سب کو ہم آہنگ کریں' کو منتخب کرنے سے، ہم آپ کی منسلک خدمات سے تمام ڈیٹا حاصل کرتے ہیں اور متعلقہ تصاویر ڈاؤن لوڈ کرتے ہیں، لہذا یہ آپ کے مفت اسٹوریج کو کم کر دے گا۔ اس کے علاوہ، بہت سی مصنوعات، زمرہ جات، اور گاہکوں کو ہٹانا مشکل ہو گا!",
      "add_action": "سے خودکار جڑیں۔",
      "order": {
        "title": "آرڈر کی حیثیت",
        "subtitle": "اپنے اسٹور کے لیے منسلک سروس کی آرڈر مینجمنٹ سیٹنگز کو کنفیگر کریں۔ اس میں آرڈر کی قبولیت کو ترتیب دینا، آرڈر کی خودکار تصدیق کو فعال کرنا (اگر تعاون یافتہ ہو) اور شپنگ لاگت کے حساب کتاب کو ترتیب دینا شامل ہے۔"
      },
      "enable": {
        "label": "کنیکٹ کی حیثیت",
        "true_desc": "انوینٹری اور آرڈرز کو ہم آہنگ کیا جائے گا۔"
      },
      "confirm": {
        "label": "خودکار طور پر آرڈر کی تصدیق کریں۔",
        "false_desc": "آپ کو دستی طور پر آرڈر کی تصدیق کرنی چاہیے۔",
        "true_desc": "لائیو ادائیگی کے ساتھ آرڈرز خود بخود منظور ہو جائیں گے۔ ڈیبگ ادائیگی والے آرڈرز خود بخود منظور نہیں ہوں گے۔",
        "tips": "ڈیبگ موڈ میں گفٹ کارڈ یا COD یا ادائیگی کے گیٹ ویز کے ذریعے ادا کیے گئے آرڈرز مستثنیات ہیں اور خود بخود تصدیق نہیں ہوں گے۔"
      },
      "shipping": {
        "label": "شپنگ",
        "tips": "یہ سروس شپنگ کیلکولیشن پیش کرتی ہے، جسے آپ کی ترجیح کے مطابق فعال یا غیر فعال کیا جا سکتا ہے۔ اگر فعال ہو تو، فریق ثالث کی خدمات کے ساتھ لاگت کے حساب کتاب APIs کی ضرورت ہوگی، جس کی وجہ سے چیک آؤٹ صفحہ پر قیمت کو اپ ڈیٹ کرنے میں 300ms سے زیادہ کی تاخیر ہو سکتی ہے۔",
        "false_title": "غیر فعال کریں۔",
        "false_desc": "تمام مصنوعات بشمول درآمد شدہ مصنوعات کے لیے دکان > لاجسٹک > ٹرانسپورٹیشن میں میری شپنگ لاگت کا حساب کتاب استعمال کریں۔",
        "true_title": "شپنگ کا حساب لگائیں۔",
        "true_desc": "اس سروس کے ذریعہ پیش کردہ شپنگ ریٹ کیلکولیشن API کا استعمال کریں۔"
      },
      "remove": {
        "verify": "میں اس کنکشن کو ہٹانے کی تصدیق کرتا ہوں۔",
        "action": "کنکشن کو ہٹا دیں۔"
      }
    },
    "list": {
      "title": "OS کو مربوط کریں۔",
      "subtitle": "اپنے کاروباری OS کو بیرونی خدمات سے مربوط کریں اور اسی جگہ پر تمام چینلز کا نظم کریں۔",
      "action": "نئی خدمات کو مربوط کریں۔",
      "empty_message": "ڈراپ شپنگ کے لیے ایپس اور پلگ انز کو بھول جائیں! کنیکٹ کراس پلیٹ فارم آرڈر مینجمنٹ کا مستقبل ہے۔",
      "auto_confirm": "خودکار تصدیق کریں۔",
      "shipping": "شپنگ",
      "syncing_now": "ابھی مطابقت پذیری ہو رہی ہے!",
      "sync_not_started": "مطابقت پذیری ابھی شروع نہیں ہوئی ہے!"
    }
  },
  "connect_mode": {
    "Migration": {
      "title": "ہجرت",
      "desc": "مصنوعات، زمرہ جات اور صارفین حاصل کریں۔ صارف کے اس سروس کو حذف کرنے کے بعد، موصول ہونے والی مصنوعات، زمرہ جات اور صارفین کو حذف نہیں کیا جائے گا۔"
    },
    "Dropshipping": {
      "title": "سامان نیچے اتارنا",
      "desc": "مصنوعات، زمرہ جات اور آرڈرز حاصل کریں۔ صارف کی جانب سے سروس کو ہٹانے کے بعد سسٹم مصنوعات کو ہٹا دیتا ہے۔"
    },
    "Marketplace": {
      "title": "بازار",
      "desc": "بس انوینٹری کی مطابقت پذیری کریں اور آرڈرز وصول کریں (پروڈکٹس کو SKU سے منسلک کیا جائے گا)۔"
    },
    "Accounting": {
      "title": "حساب کتاب",
      "desc": "آرڈر اور مالی معلومات بھیجیں۔"
    },
    "Other": {
      "title": "دیگر",
      "desc": "دیگر خدمات۔"
    }
  },
  "shop_landings": {
    "title": "لینڈنگ پیجز",
    "add_new_action": "نیا صفحہ شامل کریں۔",
    "subtitle": "ایک ورسٹائل AI سے چلنے والے ان لائن ایڈیٹر کا استعمال کرتے ہوئے اپنے برانڈ کے لیے مخصوص، جوابی حسب ضرورت صفحات بنائیں، اور ڈیٹا کو فیڈ کرکے خودکار طور پر متحرک مواد تیار کریں۔",
    "empty_message": "ڈریگ اینڈ ڈراپ کے ذریعے حسب ضرورت صفحات ڈیزائن کریں..."
  },
  "shop_staff": {
    "list": {
      "title": "اسٹاف مینجمنٹ",
      "subtitle": "صارفین کو اس اسٹور کے ڈیش بورڈ اور انتظامی حصوں تک رسائی دی گئی۔"
    },
    "pending": {
      "title": "زیر التواء",
      "message": "زیر التواء دعوت نامے دکھائیں۔"
    }
  },
  "community_comments": {
    "title": "تبصرے",
    "subtitle": "یہ کمیونٹی کے تبصروں کی فہرست ہے۔",
    "empty_msg": "ابھی تک کوئی تبصرہ نہیں کیا گیا ہے..."
  },
  "community_categories": {
    "title": "اقسام",
    "subtitle": "یہ کمیونٹی کے زمروں کی فہرست ہے۔",
    "new_category_action": "نیا زمرہ",
    "empty_msg": "ابھی تک کوئی زمرہ نہیں بنایا گیا...",
    "filter": {
      "delete": {
        "title": "حذف کر دیا گیا۔",
        "description": "حذف شدہ زمرے دکھائیں۔"
      }
    }
  },
  "community_posts": {
    "title": "پوسٹس",
    "subtitle": "یہ کمیونٹی کی پوسٹس کی فہرست ہے۔",
    "filter": {
      "deleted": {
        "title": "حذف کر دیا گیا۔",
        "description": "حذف شدہ پوسٹس دکھائیں۔"
      },
      "reported": {
        "title": "رپورٹ کیا",
        "description": "رپورٹ شدہ پوسٹس دکھائیں۔"
      }
    },
    "empty_msg": "ابھی تک کوئی پوسٹ نہیں بنائی گئی...",
    "menu": {
      "open_post": {
        "title": "پوسٹ کھولیں۔",
        "subtitle": "کمیونٹی میں پوسٹ دیکھیں اور اس میں ترمیم کریں۔"
      },
      "spam": {
        "title": "اسپام کی اطلاع دیں اور ہٹا دیں۔",
        "subtitle": "بڑی تعداد میں پوسٹس ہٹائیں اور صارف پر پابندی لگائیں۔"
      },
      "delete": {
        "title": "پوسٹ کو حذف کریں۔",
        "subtitle": "اس پوسٹ کو ہٹا دیں۔"
      }
    }
  },
  "channel_google": {
    "gtag": {
      "title": "ٹیگ مینیجر",
      "subtitle": "Google Analytics فلیش، ویڈیو، اور سوشل میڈیا سائٹس اور ایپس کو ٹریک کرتے ہوئے اشتہار کے ROI کی پیمائش کو قابل بناتا ہے۔ گوگل ٹیگ مینیجر کے مفت، آسان اور قابل اعتماد حل کے ساتھ آسانی سے ویب سائٹ ٹیگز کا نظم کریں—کوڈ ایڈیٹنگ کی ضرورت نہیں۔",
      "tag_id": {
        "label": "گوگل ٹیگ مینجر ID"
      }
    },
    "shopping": {
      "title": "گوگل شاپنگ",
      "subtitle": "ڈیٹا کے ذرائع گوگل پر آپ کی کیٹلاگ کی معلومات کی ابتدا کی نشاندہی کرتے ہیں۔ تمام پروڈکٹس اور زمروں کو خودکار طور پر گوگل کے تجارتی سامان میں شامل کرنے کے لیے اس لنک پر عمل کریں۔",
      "tips": "آپ اس ٹول کو آسانی سے اور خود بخود گوگل اشتہارات کا نظم کرنے کے لیے استعمال کر سکتے ہیں۔",
      "link_message": "گوگل پروڈکٹس فیڈ URL"
    },
    "console": {
      "title": "تلاش کنسول",
      "subtitle": "گوگل سرچ کنسول کی تصدیق کے لیے اپنے ہوم پیج پر میٹا ٹیگ شامل کریں۔",
      "code": {
        "label": "تصدیقی میٹا ٹیگ",
        "placeholder": "گوگل سے، جیسے viQg9mjdBj..."
      }
    },
    "serp": {
      "title": "گوگل SERP اور مطلوبہ الفاظ",
      "subtitle": "ہم گوگل سے انتہائی درست SEO آڈٹ ڈیٹا حاصل کرتے ہیں اور اسے آسان طریقے سے آپ کے سامنے پیش کرتے ہیں۔ بس فراہم کردہ اقدامات پر عمل کریں۔"
    },
    "serp_content": {
      "title": "گوگل سرچ کنسول سے جڑیں۔",
      "subtitle": "اپنی دکان کو سرچ کنسول سے جوڑیں اور سیلڈون پر کلیدی الفاظ، رینک اور دیگر مفت SEO ٹولز کی تلاش شروع کریں۔",
      "tips": {
        "title": "Selldone کو Google Search Console سے لنک کرنے سے پہلے، درج ذیل کو یقینی بنائیں:",
        "add_in_selldone": "اپنے کسٹم ڈومین کو پرائمری کے طور پر شامل کریں، تصدیق کریں اور سیٹ کریں۔",
        "add_in_google": "اپنے <a href=\"https://search.google.com/search-console\" target=\"_blank\"><b>Google Search Console</b></a> میں <b>{domain} کو</b> شامل اور تصدیق کریں۔"
      },
      "action_custom_domain": "حسب ضرورت ڈومین",
      "action_connect_now": "ابھی رابطہ کریں",
      "action_remove_connection": "کنکشن ہٹا دیں۔"
    }
  },
  "cashback": {
    "add_new": "نیا کیش بیک شامل کریں۔",
    "title": "کیش بیک پروگرامز",
    "boosted": "بوسٹ (2x)",
    "min_purchase": "کم از کم خریداری",
    "only_first_order": "صرف پہلا آرڈر",
    "total_cashback": "کل کیش بیک",
    "delete_alert": {
      "title": "کیش بیک پروگرام کو حذف کریں۔",
      "message": "کیا آپ یقینی طور پر اس کیش بیک پروگرام کو حذف کرنا چاہتے ہیں؟",
      "action": "ہاں، اب حذف کر دیں۔"
    },
    "notifications": {
      "delete_success": "کیش بیک پروگرام کامیابی سے حذف ہو گیا۔"
    }
  },
  "shop_cashback": {
    "title": "کیش بیک پروگرام",
    "up_to": "تک",
    "menu": {
      "back": "بیک پروگرامز",
      "dashboard": "ڈیش بورڈ",
      "orders": "احکامات",
      "edit": "ترمیم"
    },
    "dashboard": {
      "chart_amount_buy": {
        "label": "خریدنے",
        "y": "خریداری کی رقم {currency}"
      },
      "chart_amount_cashback": {
        "label": "کیش بیک",
        "y": "کیش بیک رقم {currency}"
      },
      "chart_used": {
        "label": "استعمال کیا جاتا ہے",
        "y": "اوقات"
      }
    },
    "orders": {
      "title": "کیش بیک آرڈرز",
      "table": {
        "amount_cashback": "کیش بیک کی رقم",
        "payment_status": "ادائیگی کی حیثیت",
        "date": "تاریخ"
      }
    }
  },
  "cashback_edit": {
    "config": {
      "subtitle": "chasback فیصد، حد اور اس کی حیثیت یہاں سیٹ کریں۔"
    },
    "percent_input": {
      "title": "کیش بیک فیصد",
      "message": "1% سے 20% تک کیش بیک فیصد درج کریں۔"
    },
    "currency_input": {
      "message": "کیش بیک پروگرام صرف اس کرنسی کے لیے دستیاب ہوگا۔"
    },
    "limit_input": {
      "title": "حد",
      "hint": "کیش بیک کی زیادہ سے زیادہ رقم درج کریں۔",
      "zero_message": "لامحدود کیش بیک کے لیے 0 درج کریں۔"
    },
    "duration": {
      "title": "دورانیہ کی حد",
      "subtitle": "کیش بیک پروگرام کی مدت مقرر کریں۔ یہ اختیاری ہے۔"
    },
    "start_input": {
      "title": "آغاز کی تاریخ",
      "placeholder": "آغاز کی تاریخ منتخب کریں..."
    },
    "end_input": {
      "title": "اختتامی تاریخ",
      "placeholder": "اختتامی تاریخ منتخب کریں..."
    },
    "design": {
      "subtitle": "کیش بیک پروگرام کے لیے عنوان اور مختصر تفصیل سیٹ کریں۔ یہ معلومات صارفین کو دکھائی جائیں گی۔"
    },
    "title_input": {
      "title": "عنوان"
    },
    "description_input": {
      "title": "تفصیل"
    },
    "constraints": {
      "subtitle": "کیش بیک پروگرام کے لیے پابندیاں سیٹ کریں۔"
    },
    "min_purchase_input": {
      "hint": "کیش بیک پروگرام کے لیے کم از کم خریداری کی رقم درج کریں۔",
      "title": "کم از کم خریداری"
    },
    "only_first_buy_input": {
      "false_desc": "کیش بیک پروگرام تمام آرڈرز کے لیے دستیاب ہوگا۔",
      "true_desc": "کیش بیک پروگرام صرف پہلے آرڈر کے لیے دستیاب ہوگا۔",
      "true_title": "صرف پہلا آرڈر",
      "false_title": "تمام احکامات"
    },
    "qualify_input": {
      "false_title": "تمام صارفین",
      "true_title": "اہل صارفین",
      "true_msg": "کیش بیک پروگرام صرف ان صارفین کے لیے دستیاب ہوگا جو اہل ہیں۔"
    },
    "club": {
      "subtitle": "کیش بیک پروگرام کے لیے کلب سیٹ کریں۔ کیش بیک پروگرام صرف ان صارفین کے لیے دستیاب ہوگا جو اس کلب میں ہیں۔"
    },
    "cluster": {
      "subtitle": "کیش بیک پروگرام کے ساتھ کلسٹر کو جوڑ کر، آپ اسے زیادہ مؤثر طریقے سے منظم کر سکتے ہیں۔"
    },
    "notifications": {
      "add": "کیش بیک پروگرام کامیابی کے ساتھ شامل ہو گیا۔",
      "edit": "کیش بیک پروگرام کامیابی کے ساتھ اپ ڈیٹ ہو گیا۔"
    },
    "enable_input": {
      "true_msg": "کیش بیک پروگرام فعال ہے اور صارفین اسے استعمال کر سکتے ہیں۔",
      "false_msg": "کیش بیک پروگرام غیر فعال ہے اور صارفین اسے استعمال نہیں کر سکتے۔"
    },
    "boosted_input": {
      "false_title": "نارمل",
      "true_title": "بوسٹ (2x کیش بیک)",
      "true_msg": "کیش بیک پروگرام بوسٹ موڈ میں ہے اور صارفین کو 2x کیش بیک ملے گا۔",
      "false_msg": "کیش بیک پروگرام نارمل موڈ میں ہے اور صارفین کو نارمل کیش بیک ملے گا۔"
    }
  },
  "row_payment": {
    "actions": {
      "refund": {
        "title": "رقم کی واپسی کی ادائیگی",
        "subtitle": "جزوی یا مکمل رقم کی واپسی کی حمایت کی."
      },
      "delivery": {
        "title": "ڈیلیوری پر تصدیق کریں۔",
        "subtitle": "آپ ادائیگی فراہم کرنے والے کے لیے دستی طور پر ڈیلیوری کی تصدیق کر سکتے ہیں۔"
      }
    }
  },
  "payment_refund_dialog": {
    "title": "رقم کی واپسی کی ادائیگی",
    "message": "سیکورٹی وجوہات کی بنا پر، صرف پچھلے 7 دنوں کے اندر ادا کیے گئے آرڈر ہی ریفنڈز کے اہل ہیں۔",
    "payment_amount": "ادائیگی کی رقم",
    "total_refund_amount": "کل واپس کی گئی رقم",
    "can_refund": "ریفنڈ کر سکتے ہیں۔",
    "refund_amount": "رقم کی واپسی",
    "verify": {
      "title": "رقم کی واپسی کی تصدیق کریں۔",
      "description": "میں تصدیق کرتا ہوں کہ ریفنڈ کی رقم درست ہے اور میں آگے بڑھنا چاہتا ہوں۔"
    },
    "action": "ابھی رقم کی واپسی"
  },
  "payment_delivery_dialog": {
    "title": "کسٹمر کی ترسیل کی تصدیق",
    "message": "ادائیگی کی کچھ خدمات کے لیے اس بات کی تصدیق کی ضرورت ہوتی ہے کہ آرڈر کسٹمر کو پہنچا دیا گیا ہے۔ ہم عام طور پر یہ تصدیق آرڈر کی تکمیل کے آخری مرحلے کے دوران بھیجتے ہیں جب ہمیں گاہک کی ترسیل کی تصدیق موصول ہوتی ہے۔ تاہم، اگر آپ کو یہ عمل دستی طور پر انجام دینے کی ضرورت ہے، تو آپ یہاں ایسا کر سکتے ہیں۔",
    "verify": {
      "title": "ڈیلیوری کی تصدیق کریں۔",
      "description": "میں تصدیق کرتا ہوں کہ آرڈر کسٹمر کو پہنچا دیا گیا ہے۔"
    },
    "action": "ابھی تصدیق کریں۔"
  },
  "product_cross_selling": {
    "title": "کراس سیلنگ",
    "add_new_actions": "نیا پروڈکٹ شامل کریں۔",
    "subtitle": "اس سیکشن میں، آپ اس پروڈکٹ پیج کے لیے کراس سیل پروڈکٹس کو شامل اور ان کا نظم کر سکتے ہیں۔ یہ پراڈکٹس مرکزی آئٹم کے ساتھ خریداروں کے لیے تجاویز کے طور پر دکھائے جائیں گے۔ آپ اضافی خریداریوں کی حوصلہ افزائی اور ترغیب دینے کے لیے رعایتیں بھی ترتیب دے سکتے ہیں۔ یہ سسٹم زیادہ سے زیادہ 3 آئٹمز دکھائے گا جس پر گاہک غور کرے گا۔",
    "dialog": {
      "edit_title": "کراس سیلنگ پروڈکٹ میں ترمیم کریں۔",
      "add_title": "نئی کراس سیلنگ مصنوعات شامل کریں۔",
      "target": {
        "title": "ٹارگٹ پروڈکٹ",
        "subtitle": "ان پروڈکٹس کا انتخاب کریں جنہیں آپ اس پروڈکٹ کے ساتھ کراس سیل کے اختیارات کے طور پر فروغ دینا چاہتے ہیں۔",
        "select_products": "پروڈکٹ منتخب کریں"
      },
      "list": {
        "title": "ٹارگٹ پروڈکٹ",
        "subtitle": "اس پروڈکٹ کو کراس سیلنگ پروموشن کے لیے منتخب کیا گیا ہے۔",
        "manage_product": "پروڈکٹ کا نظم کریں۔"
      },
      "discount": {
        "title": "ڈسکاؤنٹ اور پیغام",
        "subtitle": "آپ کے پاس پیغام شامل کرنے اور کسٹمرز کو منتخب اضافی اشیاء خریدنے کی ترغیب دینے کے لیے رعایت دینے کا اختیار ہے۔ یہ ترغیبات فروخت کو بڑھانے اور خریداری کے مجموعی تجربے کو بڑھانے میں مدد کر سکتی ہیں۔",
        "amount_input": {
          "message": "تمام موجودہ رعایتوں کو مدنظر رکھنے کے بعد رعایت کا فیصد مصنوعات کی قیمت پر لاگو کیا جائے گا۔"
        },
        "mismatch_type_warning": "اہم مصنوعات کی اقسام کے علاوہ دیگر اقسام پر رعایت کا اطلاق نہیں کیا جا سکتا، کیونکہ ماخذ اور ہدف کی اشیاء کو الگ الگ ٹوکریوں میں نہیں رکھا جائے گا۔",
        "not_support_subscription_type_warning": "کراس سیلنگ سبسکرپشن پروڈکٹس کے لیے رعایتوں کا تعین کرنا ممکن نہیں ہے، کیونکہ قیمتوں کے منصوبوں کو متحرک طور پر ایڈجسٹ نہیں کیا جا سکتا۔",
        "message_input": {
          "message": "صارفین کی توجہ حاصل کرنے کے لیے ایک زبردست اور دلکش عنوان تیار کریں۔",
          "placeholder": "بنڈل اور محفوظ کریں: ہمارے منتخب کردہ انتخاب کے ساتھ اپنی شکل مکمل کریں!"
        }
      },
      "action": {
        "title": "عمل",
        "subtitle": "یہاں کراس سیلنگ پروڈکٹ کی کارروائی میں ترمیم کریں۔ اگر آپ کے پروڈکٹ کو حسب ضرورت معلومات کے ان پٹ کی ضرورت ہے، جیسے کہ ویلیویشن فارم کے ذریعے، کارروائی کے طور پر \"کارٹ میں شامل کریں\" کا انتخاب نہ کریں، کیونکہ اس سے غلطیاں ہو سکتی ہیں۔"
      }
    }
  },
  "CrossSellActionType": {
    "AddToCart": {
      "title": "ٹوکری میں شامل کریں۔",
      "description": "ٹوکری میں شامل کریں بٹن کو براہ راست دکھائیں۔ نوٹ کریں کہ یہ سبسکرپشن پروڈکٹس پر لاگو نہیں ہوتا ہے۔"
    },
    "ViewProduct": {
      "title": "پروڈکٹ دیکھیں",
      "description": "مزید دیکھیں بٹن دکھائیں جو صارفین کو ایک نئی ونڈو کھول کر پروڈکٹ پیج پر لے جاتا ہے۔"
    }
  },
  "product_flow": {
    "title": "خریداری کا بہاؤ",
    "subtitle": "یہ آپ کی مصنوعات کی خریداری کا بہاؤ اور صحت کی جانچ ہے۔",
    "connect": {
      "subtitle": "اس پروڈکٹ کو <b>{name}</b> کے ذریعے شامل کیا گیا ہے۔",
      "enable_msg": "بیرونی سروس کا یہ پل فعال ہے۔",
      "disable_msg": "بیرونی سروس کے لیے یہ پل غیر فعال ہے۔",
      "has_shipping_msg": "{name} سپورٹ شپنگ۔ لہذا آپ کے پاس چیک آؤٹ صفحہ پر {name} کے ذریعہ آٹو شپنگ کیلکولیشن کو فعال کرنے کا اختیار ہے۔"
    },
    "health": {
      "title": "مصنوعات کی صحت",
      "available_in_stock_msg": "پروڈکٹ اسٹاک میں دستیاب ہے۔",
      "out_of_stock_msg": "پروڈکٹ آؤٹ آف اسٹاک ہے۔",
      "file_count_msg": "اس پروڈکٹ کے لیے کل {files_size} کے ساتھ {files_count} فائلیں اپ لوڈ کی گئی ہیں۔",
      "no_file_uploaded_msg": "ابھی تک کوئی فائل اپ لوڈ نہیں ہوئی ہے۔",
      "no_image_uploaded_msg": "پروڈکٹ کی تصویر کو مزید پرکشش بنانے کے لیے اپ لوڈ کریں۔"
    },
    "vendor_errors": {
      "title": "لاپتہ فروش",
      "subtitle": "اس پروڈکٹ کا فی الحال کوئی متعلقہ وینڈر نہیں ہے۔ کسی پروڈکٹ کو بازار میں خریدے جانے کے لیے، اس کا کم از کم ایک وینڈر ہونا چاہیے۔",
      "manage_vendors": "وینڈرز کا نظم کریں۔"
    },
    "file_errors": {
      "title": "مسنگ فائلز",
      "subtitle": "فی الحال، اس پروڈکٹ کے لیے کوئی فائل اپ لوڈ نہیں کی گئی ہے۔ براہ کرم آگے بڑھنے کے لیے فائلیں اپ لوڈ کریں۔",
      "manage_files": "فائلوں کا نظم کریں۔"
    },
    "pricing": {
      "title": "قیمتوں کا تعین",
      "no_product_price_msg": "پہلے سے طے شدہ مصنوعات کی قیمت ابھی تک مقرر نہیں ہے!",
      "listing_pricing_msg": "فہرست سازی کی قیمت:",
      "has_valuation_msg": "پروڈکٹ کی قدر ہے۔",
      "subscription_pricing_msg": "اس پروڈکٹ میں {count} سبسکرپشن پرائسنگ پلانز ہیں۔",
      "has_no_subscription_pricing_msg": "اس پروڈکٹ میں سبسکرپشن کی قیمتوں کا کوئی منصوبہ نہیں ہے۔"
    },
    "subscription_errors": {
      "title": "غائب سبسکرپشن کی قیمتوں کے منصوبے",
      "subtitle": "اس پروڈکٹ میں سبسکرپشن کی قیمتوں کا کوئی منصوبہ نہیں ہے۔ اس پروڈکٹ کو سبسکرپشن کی خریداری کے لیے دستیاب کرنے کے لیے آپ کو کم از کم ایک سبسکرپشن کی قیمت کا منصوبہ شامل کرنا ہوگا۔",
      "pricing_plans": "قیمتوں کا تعین کرنے کے منصوبے"
    },
    "location": {
      "title": "مقام کی فروخت کی پابندی ● {status}",
      "status": {
        "has_restriction": "{count} ممالک میں دستیاب ہے۔",
        "no_restriction": "محدود نہیں۔"
      },
      "available_countries_msg": "دنیا بھر میں خریداری {count} ممالک تک محدود ہے۔ یہ ممالک {countries} ہیں۔",
      "disable_for_all_countries_msg": "آپ کی دکان > مقامات کی ترتیب میں تمام ممالک کے لیے خریداری غیر فعال ہے۔",
      "location_is_not_in_permitted_shop_locations_msg": "آپ نے {country} کو فروخت کے مقام کے طور پر سیٹ کیا ہے لیکن اسٹور کی سطح پر آپ اس ملک کی اجازت نہیں دیتے ہیں۔ براہ کرم اپنے اسٹور کی سطح کی ترتیبات کو چیک کریں۔",
      "shop_locations": "دکان کے مقامات",
      "product_locations": "پروڈکٹ کے مقامات"
    },
    "location_errors": {
      "title": "دستیاب مقامات کی خرابی۔",
      "no_location_error_subtitle": "آپ نے پروڈکٹ کی خریداری کے لیے مقام کی پابندی کو فعال کر دیا ہے، لیکن فی الحال، کوئی ملک اس پابندی کے تحت درج نہیں ہے۔ نتیجے کے طور پر، یہ پروڈکٹ کسی کے لیے بھی خریداری کے لیے دستیاب نہیں ہے۔",
      "invalid_location_error_subtitle": "آپ کے پروڈکٹ کے لیے مقام کی پابندی کی ترتیبات میں ایک خامی ہے: درج کردہ مخصوص مقامات پر کوئی متعلقہ زپ کوڈ نہیں ہے۔ نتیجتاً، صارف زپ کوڈ کو منتخب کرنے سے قاصر ہیں، جس کی وجہ سے پروڈکٹ خریداری کے لیے دستیاب نہیں ہے۔",
      "manage_locations": "مقامات کا نظم کریں۔"
    },
    "tax": {
      "title": "سبسکرپشن ٹیکس",
      "default_shop": "ڈیفالٹ شاپ ٹیکس",
      "tax_profiles": "ٹیکس پروفائلز",
      "description": {
        "subscription_tax_msg": "ہم صرف ادائیگی کی تخلیق کے مرحلے پر ٹیکس لگا سکتے ہیں۔",
        "dedicated": "سرشار",
        "is_disabled": "یہ ٹیکس پروفائل غیر فعال ہے!",
        "tax_is_based_on_location": "ٹیکس: مقام کی بنیاد پر",
        "shipping_tax_is_based_on_location": "شپنگ: مقام کی بنیاد پر",
        "included_in_price": "قیمت میں شامل ہے۔"
      }
    },
    "vendor": {
      "vendor_owner_msg": "یہ پروڈکٹ <b>{vendor}</b> کی ہے۔",
      "has_vendors_msg": "اس پروڈکٹ کے {count} وینڈرز ہیں۔",
      "no_vendor_msg": "آپ نے اس پروڈکٹ کے لیے کسی وینڈر کو تفویض نہیں کیا ہے، اس لیے گاہک اسے خریدنے سے قاصر ہیں۔",
      "add_vendors": "فروشوں کو شامل کریں۔"
    }
  },
  "product_template": {
    "title": "پروڈکٹ پیج ٹیمپلیٹ",
    "subtitle": "آپ بہتر پیشکش کے لیے اپنے پروڈکٹ کے صفحہ کے اندر ایک صفحہ ایمبیڈ کر سکتے ہیں۔ بہترین طریقہ یہ ہے کہ شفاف پس منظر اور ہر پروڈکٹ کے زمرے کے مطابق 1 سے 3 حصے والے صفحات بنائیں۔ اس کے بعد، مستقل اور دلکش ڈسپلے کے لیے متعدد مصنوعات کو ایک صفحہ تفویض کریں۔",
    "edit_page": "صفحہ میں ترمیم کریں۔",
    "list_of_pages": "صفحات کی فہرست"
  },
  "product_embed": {
    "subtitle": "آپ آسانی سے ہمارے فراہم کردہ کوڈز کو کاپی اور پیسٹ کرکے اپنے بلاگ یا دیگر ویب صفحات میں مصنوعات یا مصنوعات کی فہرست کو آسانی سے ایمبیڈ کرسکتے ہیں۔ اگرچہ یہ فیچر ابھی ابتدائی مراحل میں ہے، لیکن ہم اس کی فعالیت کو اس سے آگے بڑھانے کے لیے سرگرمی سے کام کر رہے ہیں جو فی الحال کہیں اور دستیاب ہے۔ اگرچہ یہ فی الحال محدود صلاحیتیں پیش کرتا ہے، ہمارے پاس مستقبل میں مزید ٹیمپلیٹس اور حسب ضرورت کے اختیارات متعارف کرانے کا منصوبہ ہے۔",
    "card": {
      "title": "کم سے کم",
      "description": "دوسرے پلیٹ فارمز اور HTML صفحات میں پروڈکٹ کارڈز شامل کرنے کے لیے HTML کوڈ بنائیں۔"
    },
    "iframe": {
      "title": "iframe",
      "description": "ایک ایمبیڈڈ ونڈو میں پروڈکٹ کی جامع تفصیلات دکھانے کے لیے iframe کوڈ بنائیں۔"
    }
  },
  "permission_staff_add": {
    "title_new": "نیا عملہ",
    "title_edit": "عملے میں ترمیم کریں۔",
    "staff": {
      "title": "عملہ اور رسائی شامل کریں۔",
      "subtitle": "عملہ تک رسائی کے حامل تمام صارفین آپ کے ڈیش بورڈ میں لاگ ان ہو سکتے ہیں اور مالی معلومات دیکھ سکتے ہیں۔ محدود رسائی والے صارفین کو شامل کرنے کے لیے، کردار کی وضاحت کریں۔",
      "go_to_roles": "رولز پر جائیں۔"
    },
    "access": {
      "customization_tips": "<b>حسب ضرورت:</b> پہلے سے طے شدہ پڑھنے/لکھنے کی رسائی کو حسب ضرورت بنانے کے لیے ہر آئٹم پر کلک کریں۔ ہر قطار مرکزی دکان کے ڈیش بورڈ کے مطابق رسائی کی سطح کی نمائندگی کرتی ہے۔",
      "simplify_tips": "<b>اہم!</b> ہم رسائی کنٹرول کو 300 سے زیادہ سے لے کر 10 سے کم سطح تک آسان بناتے ہیں۔ مزید تفصیلی اور تازہ ترین رسائی کی سطح کو دستاویزات میں شائع کیا جائے گا۔",
      "multi_permission_tips": "<b>اپنی مرضی کی حدود؟</b> آپ ایک صارف تک مزید رسائی شامل کر سکتے ہیں، لہذا پہلی رسائی شامل کرنے کے بعد، انہی مراحل کے ساتھ اضافی رسائی بنائیں۔",
      "view_data": "ڈیٹا دیکھیں",
      "apply_changes": "تبدیلیاں لاگو کریں۔"
    },
    "inputs": {
      "email": {
        "placeholder": "ای میل",
        "label": "صارف کا ای میل پتہ"
      },
      "level": {
        "label": "رسائی کی سطح",
        "placeholder": "ایک سطح منتخب کریں..."
      }
    },
    "actions": {
      "add": "عملہ شامل کریں۔"
    },
    "notifications": {
      "add_success": {
        "title": "رسائی دی گئی۔",
        "message": "نئی رسائی کامیابی کے ساتھ شامل کر دی گئی ہے۔"
      },
      "update_success": {
        "title": "رسائی کی تازہ کاری",
        "message": "اجازتوں کو کامیابی کے ساتھ اپ ڈیٹ کر دیا گیا ہے۔"
      }
    }
  },
  "category_engine_editor": {
    "title": "اضافی مصنوعات کی فہرست",
    "subtitle": "مختلف زمروں سے مصنوعات ڈسپلے کریں۔ آپ کے پاس مصنوعات کی نمائش کے لیے متعدد زمروں کا انتخاب کرنے یا ٹیگز کے ذریعے مصنوعات کو فلٹر کرنے کا اختیار ہے۔",
    "aut_add_sub_categories_tips": "آپ نیچے دیئے گئے بٹن پر کلک کر کے تمام ذیلی زمرہ جات کو خود بخود موجودہ زمرہ میں شامل کر سکتے ہیں۔",
    "inputs": {
      "categories": {
        "label": "اقسام",
        "messages": "ان زمروں میں مصنوعات دکھائی جائیں گی۔",
        "placeholder": "زمرے منتخب کریں..."
      },
      "tags": {
        "label": "پروڈکٹ ٹیگز",
        "messages": "ان ٹیگز والی مصنوعات دکھائی جائیں گی۔",
        "placeholder": "یہاں ٹیگ وائر کریں اور انٹر دبائیں۔ سابق نیا مجموعہ"
      }
    },
    "actions": {
      "save_engine": "انجن کو محفوظ کریں۔",
      "auto_add_subcategories": "خودکار طور پر ذیلی زمرے شامل کریں۔"
    }
  },
  "products_sort_view": {
    "search_tips": {
      "title": "تلاش کی تجاویز",
      "normal": "<b>عمومی تلاش:</b> عنوان، MPN، SKU، برانڈ، یا ٹیگز کے لحاظ سے تلاش کریں۔",
      "product": "<b>عین مطابق پروڈکٹ ID:</b> کسی مخصوص پروڈکٹ کو تلاش کرنے کے لیے P+Product ID استعمال کریں، مثلاً <b class=\"text-green\">P</b> <i class=\"text-yellow\">360</i> ۔",
      "quotes": "<b>قطعی جملہ:</b> قطعی جملہ تلاش کرنے کے لیے اقتباس کے نشانات کا استعمال کریں، مثلاً <b class=\"text-green\">\"</b> <i class=\"text-yellow\">آپ کا متن یہاں</i> <b class=\"text-green\">\"</b> ۔",
      "tax": "<b>ٹیکس پروفائل:</b> \"ٹیکس:\" کا استعمال کرتے ہوئے مخصوص ٹیکس پروفائل والی مصنوعات تلاش کریں، جیسے، <b class=\"text-green\">ٹیکس:</b> <i class=\"text-yellow\">ٹیکس پروفائل کا نام</i> ۔",
      "new_products": "<b>نئی مصنوعات:</b> ایک مخصوص تاریخ کی حد کے اندر شامل کردہ پروڈکٹس تلاش کریں، جیسے، <b class=\"text-green\">نیا~</b> <i class=\"text-yellow\">2023-08-10</i> <b class=\"text-green\">~</b> <i class=\"text-yellow\">2023-08-20</i> ۔"
    }
  },
  "augment_form": {
    "title": "اضافہ",
    "subtitle": "وہ کلید داخل کریں جو صفحہ کے مواد میں اس کی متعلقہ قدر کے ساتھ تبدیل ہو جائے گی۔ کلیدیں زیادہ سے زیادہ 32 حروف کی ہونی چاہئیں۔",
    "add_caption": "نیا آئٹم شامل کریں۔",
    "add_sub_caption": "حسب ضرورت کلیدی قدر کا جوڑا شامل کریں۔",
    "add_dialog": {
      "title": "ان پٹ کی قسم منتخب کریں۔",
      "html": {
        "title": "متن اور ایچ ٹی ایم ایل",
        "subtitle": "آئٹم کی قدر کو متن یا HTML کے طور پر نامزد کیا جا سکتا ہے۔"
      },
      "image": {
        "title": "تصویر",
        "subtitle": "آپ ایک تصویر اپ لوڈ کر سکتے ہیں۔"
      }
    },
    "help_dialog": {
      "title": "متحرک مواد کا استعمال کیسے کریں۔",
      "how_it_works_tips": "لینڈنگ پیجز میں، آپ کے پاس متن اور تصاویر دونوں کے لیے متحرک پلیس ہولڈرز کو نامزد کرنے کی لچک ہوتی ہے۔ یہ پلیس ہولڈرز سیاق و سباق کے مطابق مواد کو اپنی مرضی کے مطابق بنانے میں اہم کردار ادا کرتے ہیں۔ ان پلیس ہولڈرز کی متحرک نوعیت انہیں اضافہ کی قدروں سے آباد ہونے کی اجازت دیتی ہے، جو مختلف عوامل کی بنیاد پر مختلف ہو سکتی ہیں۔ مثال کے طور پر، ہر پروڈکٹ یا زمرے کے لیے اضافہ کی قدریں مختلف ہو سکتی ہیں۔ اس خصوصیت کا اصل فائدہ اس وقت سامنے آتا ہے جب آپ کے پاس مختلف صفات کے ساتھ مختلف قسم کے آئٹمز ہوتے ہیں۔ آپ ان ڈائنامک پلیس ہولڈرز کو مؤثر طریقے سے استعمال کر کے ہر آئٹم کے ڈسپلے کو ذاتی بنانے اور بہتر بنا سکتے ہیں، اس طرح آپ کے لینڈنگ پیجز پر ایک منفرد اور انٹرایکٹو تجربہ پیدا ہوتا ہے۔",
      "assign_tips": "تصاویر کو متحرک اقدار تفویض کرنے کے لیے، سیکشن کے بائیں جانب واقع فیڈر بٹن پر کلک کریں۔",
      "set_dynamic_image_tips": "اب آپ کے پاس تصویر کے URL میں ترمیم کرنے اور اسے ایک متحرک قدر تفویض کرنے کی صلاحیت ہے۔",
      "enter_values_tips": "ہر پروڈکٹ کے لیے، آپ کے پاس سرشار کلیدی قدر کے جوڑے تفویض کرنے کی صلاحیت ہے۔",
      "result_tips": "یہ صفحہ کا حتمی نتیجہ ہے، جہاں پلیس ہولڈرز کو بڑھا ہوا اقدار کے ساتھ بدل دیا گیا ہے۔"
    }
  },
  "logistic_profile_editor": {
    "languages": {
      "title": "کثیر زبان",
      "subtitle": "یہ مواد کی زبانوں کی فہرست ہے۔ آپ ہر زبان میں لاجسٹک پروفائل کے لیے مختلف مواد ترتیب دے سکتے ہیں۔",
      "add_caption": "نیا مضمون شامل کریں۔",
      "no_more_language": "مزید زبان نہیں!"
    },
    "content": {
      "title": "مواد",
      "subtitle": "آپ لاجسٹک پروفائل کے لیے مواد کو متعدد زبانوں میں اپنی مرضی کے مطابق بنا سکتے ہیں۔",
      "language_input": "موجودہ مضمون کی زبان",
      "delete_article": "آرٹیکل حذف کریں۔",
      "menu_tooltip": "آٹو ترجمہ / آرٹیکل حذف کریں۔"
    },
    "translate_to": "میں ترجمہ کریں۔",
    "notifications": {
      "translate": {
        "message": "مضمون کا ترجمہ کامیابی سے مکمل ہو گیا۔"
      },
      "save_article": {
        "message": "مضمون کامیابی کے ساتھ محفوظ ہو گیا ہے۔"
      },
      "delete_article": {
        "message": "آرٹیکل کامیابی کے ساتھ حذف کر دیا گیا ہے۔"
      }
    },
    "delete_dialog": {
      "message": "کیا آپ اس مضمون کو ہمیشہ کے لیے حذف کرنے کا یقین رکھتے ہیں؟",
      "action": "ہاں، اب حذف کر دیں۔"
    }
  },
  "logistic_profile_products": {
    "title": "مصنوعات",
    "subtitle": "اس پروفائل سے وابستہ مصنوعات کی فہرست۔"
  },
  "logistic_profile_setting": {
    "title": "عمومی معلومات",
    "inputs": {
      "name": {
        "message": "یہ نام آپ کو دکھاتا ہے اور عوام کے سامنے ظاہر نہیں کیا جائے گا۔"
      },
      "accept_delete": {
        "true_description": "یہ کارروائی تمام مضامین اور پروفائلز کے لنکس کو ہٹا دے گی۔",
        "true_title": "میں اس کنکشن کو ہٹانے کی تصدیق کرتا ہوں۔"
      }
    },
    "actions": {
      "remove": "پروفائل اور تعلقات کو ہٹا دیں۔"
    }
  },
  "shop_logistic_profiles": {
    "title": "لاجسٹک پروفائلز",
    "add_caption": "نیا پروفائل شامل کریں۔",
    "subtitle": "آپ یہاں مصنوعات کے لیے وارنٹی اور واپسی کی پالیسی بنا اور اس میں ترمیم کر سکتے ہیں اور اسے کسی بھی مصنوعات کے لیے تفویض کر سکتے ہیں۔ آپ مختلف قسم کی مصنوعات کے لیے مختلف وارنٹی پالیسیوں کی وضاحت کر سکتے ہیں۔",
    "add_dialog": {
      "title": "نیا لاجسٹک پروفائل بنائیں",
      "config": {
        "title": "عمومی معلومات",
        "subtitle": "پروفائل کی قسم منتخب کریں۔ یہ ایک گائیڈ، وارنٹی، یا کوئی دوسرا مواد اور مواد ہو سکتا ہے جس کا عام طور پر متعدد پروڈکٹس میں اشتراک کیا جاتا ہے۔"
      },
      "article": {
        "title": "مضمون",
        "subtitle": "یہ لاجسٹک پروفائل بنانے کے بعد آپ مزید زبانیں شامل کر سکتے ہیں۔"
      },
      "inputs": {
        "name": {
          "message": "یہ نام آپ کو دکھاتا ہے اور عوام کے سامنے ظاہر نہیں کیا جائے گا۔",
          "placeholder": "پروفائل کے لیے ایک نام درج کریں..."
        }
      }
    }
  },
  "shop_logistic_includes": {
    "title": "شامل آئٹمز مینجمنٹ",
    "add_caption": "نیا آئٹم شامل کریں۔",
    "subtitle": "یہاں، آپ اپنی مصنوعات میں شامل آئٹمز کا نظم کر سکتے ہیں۔ اپنے اسٹور کے لیے بے عیب ظاہری شکل کو یقینی بنانے کے لیے، تمام پروڈکٹس میں ایک جیسے تصویری نمونوں، جیسے وائر فریموں والی اشیاء کو مستقل طور پر استعمال کریں۔",
    "empty_list_msg": "شامل اشیاء کی فہرست...",
    "notifications": {
      "delete": {
        "message": "آئٹم کو حذف کر دیا گیا ہے۔"
      }
    },
    "delete_dialog": {
      "title": "شامل آئٹم کو حذف کریں۔",
      "message": "کیا آپ واقعی اس آئٹم کو مستقل طور پر حذف کرنا چاہتے ہیں؟ براہ کرم نوٹ کریں کہ اسے تمام متعلقہ مصنوعات سے بھی ہٹا دیا جائے گا!",
      "action": "ہاں، اب حذف کر دیں۔"
    },
    "actions": {
      "edit_linked_page": "منسلک صفحہ میں ترمیم کریں۔"
    }
  },
  "include_item_add": {
    "dialog_title_edit": "شامل آئٹم میں ترمیم کریں۔",
    "dialog_title_add": "نئی شامل آئٹم بنائیں",
    "title": "شامل آئٹم",
    "subtitle": "ایک مختصر عنوان منتخب کریں، مثالی طور پر زیادہ سے زیادہ 2 سے 3 الفاظ کے ساتھ۔ مربع تصاویر کا استعمال کریں، کیونکہ ہم اپ لوڈ کردہ تصویروں کو 256x256 مربع فارمیٹ میں خودکار سائز دیں گے۔ تمام ٹیمپلیٹس میں بہترین ظہور کے لیے، شفاف پس منظر کے ساتھ کم سے کم تصاویر لگائیں اور اپنی تمام مصنوعات میں یکساں پیٹرن برقرار رکھیں۔",
    "inputs": {
      "title": {
        "placeholder": "پروڈکٹ پیج پر مختصر عنوان دکھایا گیا ہے..."
      },
      "code": {
        "placeholder": "منفرد کوڈ، مثال کے طور پر. mobile_cable_usb",
        "hint": "اشیاء کو تلاش کرنے کے لیے تلاش کے عمل کو ہموار کرنے کے لیے اس کوڈ کا استعمال کریں۔"
      },
      "description": {
        "placeholder": "اس شے کے بارے میں ایک مختصر تفصیل...",
        "hint": "تفصیل SEO کے لیے استعمال کی جائے گی اور ہو سکتا ہے کہ پروڈکٹ پیج میں کچھ حسب ضرورت لے آؤٹ پر صارفین کو نظر آئے۔"
      },
      "image": {
        "message": "زیادہ سے زیادہ تصویر کا سائز: 1MB"
      },
      "path": {
        "label": "صفحہ کا راستہ"
      }
    },
    "mode": {
      "no_link": {
        "title": "کوئی لنک نہیں۔"
      },
      "external_link": {
        "title": "بیرونی لنک",
        "description": "ایک بیرونی یو آر ایل کا لنک سیٹ کریں۔",
        "tips": "آپ آئٹم کے ساتھ کسی بھی URL کو منسلک کر سکتے ہیں۔ جب صارفین پروڈکٹ کے صفحے پر آئٹم پر کلک کرتے ہیں، تو انہیں اس لنک پر بھیج دیا جائے گا۔"
      },
      "internal_link": {
        "title": "اندرونی لنک",
        "description": "اس آئٹم کے لیے فراہم کردہ اضافہ ڈیٹا کے ذریعے متحرک صفحہ بنائیں۔",
        "tips": "آپ پروفائل کے ساتھ لینڈنگ پیج کو لنک کر سکتے ہیں اور اس کے لیے اپنی مرضی کا راستہ اور متحرک مواد سیٹ کر سکتے ہیں۔ سیلڈون آئٹم کے لیے ایک متحرک لنک تیار کرے گا۔"
      }
    },
    "notifications": {
      "add": {
        "message": "شامل آئٹم کو کامیابی کے ساتھ شامل کر دیا گیا ہے۔"
      },
      "edit": {
        "message": "شامل آئٹم کو کامیابی کے ساتھ اپ ڈیٹ کر دیا گیا ہے۔"
      }
    }
  },
  "shop_logistic_returns": {
    "title": "واپسی کے احکامات",
    "subtitle": "آپ کے گاہک اپنے فزیکل آرڈرز واپس کر سکتے ہیں، اور آپ آرڈر پروسیسنگ پیج پر واپسی کی درخواستیں دیکھ سکتے ہیں یا یہاں واپس کیے گئے آرڈرز کی مکمل فہرست تک رسائی حاصل کر سکتے ہیں۔"
  },
  "referral_fees": {
    "title": "کمیشن",
    "subtitle": "ان تمام کمیشنوں کی فہرست جو آپ نے اپنے حوالہ جات سے حاصل کی ہیں۔ کمیشن کی منظوری اور آپ کے بٹوے میں منتقل ہونے میں 30 دن لگتے ہیں۔"
  },
  "referral_wallets": {
    "title": "بٹوے",
    "subtitle": "یہاں آپ کمیشن کی فیس دیکھ سکتے ہیں جو آپ نے کمائی ہے۔ آپ اپنی کمیشن فیس اپنے بینک اکاؤنٹ یا اپنے سیلڈون والیٹ میں منتقل کر سکتے ہیں۔",
    "no_commission_yet": "آپ کو ابھی تک کوئی کمیشن نہیں ملا۔",
    "no_wallet": "کوئی پرس نہیں!",
    "withdraw_dialog": {
      "title": "کمیشن فیس واپس لیں۔",
      "need_bank_info_message": "براہ کرم پہلے اپنے بینک کی معلومات درج کریں۔",
      "to_wallet": {
        "title": "بٹوے کو",
        "subtitle": "اس اختیار کے ساتھ، آپ کمیشن کی فیس اپنے سیلڈون والیٹ میں منتقل کر سکتے ہیں۔ براہ کرم یقینی بنائیں کہ ایک پرس آپ کے تحفے کے بٹوے کے طور پر منسلک ہے، اور یہ اسی کرنسی سے کام کرتا ہے۔"
      },
      "to_bank": {
        "title": "بینک کو",
        "subtitle": "اس اختیار کے ساتھ، آپ کمیشن کی فیس اپنے سیلڈون والیٹ میں منتقل کر سکتے ہیں۔ براہ کرم یقینی بنائیں کہ ایک پرس آپ کے تحفے کے بٹوے کے طور پر منسلک ہے، اور یہ اسی کرنسی سے کام کرتا ہے۔"
      },
      "inputs": {
        "verify_to_wallet": {
          "true_description": "میں اپنا کمیشن اپنے سیلڈون والیٹ میں منتقل کرنا چاہتا ہوں۔"
        },
        "verify_to_bank": {
          "true_description": "میں اپنی بینک کی معلومات کی تصدیق کرتا ہوں اور میں اپنا کمیشن اپنے بینک اکاؤنٹ میں منتقل کرنا چاہتا ہوں۔"
        }
      },
      "actions": {
        "withdraw_to_wallet": "بٹوے میں واپس لے لو",
        "withdraw_to_bank": "بینک میں واپس لے لو"
      }
    },
    "notifications": {
      "request_transfer_to_bank_success": "آپ کی درخواست کامیابی کے ساتھ موصول ہو گئی ہے، اور ہم اس کا جائزہ لیں گے۔"
    }
  },
  "monetize_referral": {
    "copy_box": {
      "message": "آپ کسی بھی فروخت شدہ url میں <b>?ref={code}</b> شامل کر سکتے ہیں۔"
    },
    "intro": {
      "title": "سیلڈون سے وابستہ پروگرام میں شامل ہوں۔",
      "message": "سیلڈون ایفیلیئٹ پروگرام سادہ اور سیدھا ہے، آپ کو آسانی سے کمانے کے لیے ڈیزائن کیا گیا ہے۔ سیلڈون میں نئے صارفین کو مدعو کرنے کے لیے اپنے منفرد الحاق والے لنک کا اشتراک کریں، اور آپ ان کے ہر لین دین سے کمیشن حاصل کریں گے — ہمیشہ کے لیے۔ اس میں سبسکرپشنز، سروس فیس، شاپ اپ گریڈ اور دیگر تمام ریونیو سٹریمز سے ہونے والی آمدنی شامل ہے۔ وقت یا کمائی پر کسی حد کے بغیر آمدنی کا حصہ حاصل کرنا شروع کریں۔ ہمارے ساتھ شامل ہوں اور اپنے نیٹ ورک کو مستحکم آمدنی میں تبدیل کریں!",
      "why_join_selldone_affiliate": "یہ ایک منفرد موقع کیوں ہے؟",
      "reasons": [
        "یہ ہمیشہ کے لئے رہتا ہے!",
        "تمام سبسکرپشن اور ٹرانزیکشن فیس کا احاطہ کرتا ہے۔ لفظی طور پر سیلڈون پر صارف کی ہر ادائیگی۔",
        "ہم ہر اس شخص کو مفت $99 واؤچر بھیجتے ہیں جو آپ کا لنک استعمال کر کے رجسٹر ہوتا ہے۔",
        "جب آپ کے درجے کے اپ گریڈ ہوتے ہیں، تو آپ پہلے ریفر کیے گئے تمام صارفین سے نئی شرح پر کمائیں گے۔"
      ]
    }
  }
};