export default {
  "commons": {
    "pay_today": "הייַנט צאָלונג",
    "pay_yesterday": "נעכטן צאָלונג",
    "pay_last30days": "לעצטע 30 טעג צאָלונג",
    "create_a_shop": "שאַפֿן אַ קראָם",
    "start_free": "אָנהייב פֿרייַ",
    "featured_apps": "פעאַטורעד אַפּפּס",
    "more_apps": "מער אַפּפּס",
    "my_public_profile": "מיין ציבור פּראָפיל בלאַט"
  },
  "numbers": {
    "infinite": "ונלימיטעד"
  },
  "error": {
    "not_fount_data": "דאַטן ניט געפֿונען!",
    "license_max_limit": "דיין דערלויבעניש ריטשט די שיעור!"
  },
  "time_spans": {
    "days_range": "טעג קייט",
    "today": "היינט",
    "yesterday": "נעכטן",
    "last_7": "לעצטע 7 טעג",
    "last_14": "לעצטע 14 טעג",
    "last_30": "לעצטע 30 טעג",
    "last_90": "לעצטע 90 טעג",
    "custom": "מנהג"
  },
  "device_types": {
    "desktop": "דעסקטאָפּ",
    "mobile": "מאָביל",
    "tablet": "טאַבלעט"
  },
  "create_website_action": "שאַפֿן דיין וועבזייטל - עס איז פריי",
  "show_shops_action": "רשימה פון מיין סטאָרז",
  "Youtube": "יאָוטובע",
  "Linkedin": "לינקעדין",
  "Twitter": "טוויטער",
  "Facebook": "Facebook",
  "Instagram": "ינסטאַגראַם",
  "Reddit": "Reddit",
  "Github": "גיטהוב",
  "page_titles": {
    "home": "Seldone ╏ די געשעפט אָפּערייטינג סיסטעם פֿאַר שנעל-גראָוינג קאָמפּאַניעס",
    "login": "צייכן אריין",
    "register": "רעגיסטרירן",
    "auth_2fa": "2 פאַקטאָר אָטענטאַקירן 🔐",
    "academy": "בלאָג",
    "help": "הילף צענטער",
    "price_list": "פּרייַז רשימה",
    "my_stores": "מייַן סטאָרז",
    "roles": "מייַן ראָלעס",
    "wallet": "מייַן וואַללעט",
    "personal_info": "פערזענלעכע אינפֿאָרמאַציע ╏ KYC",
    "companies": "מייַן קאָמפּאַניעס",
    "access_control": "אַקסעס קאָנטראָל",
    "security_center": "זיכערהייט צענטער",
    "gifts": {
      "received": "מתנות ╏ באקומען",
      "send": "מתנות ╏ געשיקט"
    },
    "monetization": {
      "linked_accounts": "מאָנעטיזאַטיאָן ╏ פֿאַרבונדן אַקאַונץ",
      "plans": "מאָנעטיזאַטיאָן ╏ פּלאַן & לינקס"
    },
    "affiliate": "צוגעבן",
    "avocado": "אַוואָקאַדאָ - מאָדערן סאציאל סאַלעס טשאַננעל",
    "guild": "גילד - קאָלעקטיוו סאַלעס קאַנאַל",
    "partners_login": "פּאַרטנערס ╏ קליענט לאָגין"
  },
  "blank_is_all_products": "לאָזן ליידיק צו אַרייַננעמען אַלע פּראָדוקטן!",
  "cautions": {
    "title": "פירן דיין געשעפט פּראַפעשאַנאַלי דורך די פאלגענדע עצות. האַלטן לייענען פֿאַר עצות אויף ווי צו פאַרגרעסערן נוץ גרענעץ און מער. מיר זענען מיט איר אויף דעם וועג.",
    "no_payment_method": {
      "title": "צאָלונג אופֿן",
      "message": "איר מוזן לייגן אַ צאָלונג אופֿן צו דיין קראָם.",
      "action": "קראָם גייטווייז"
    },
    "link_account": {
      "title": "לינק חשבון",
      "message": "איר מוזן לינק אַ חשבון ({currency}) צו דיין קראָם.",
      "action": "קראָם אַקאַונץ"
    },
    "no_domain": {
      "title": "לייג דאָמאַין",
      "message": "איר קענען פאַרבינדן איינער אָדער מער פערזענלעכע דאָומיינז צו דיין קראָם. דיין וועבזייטל וועט זיין אינסטאַלירן אויף דיין פעלד. דעם פּראָצעס איז שנעל און גרינג."
    },
    "domain_not_approved": {
      "title": "פעלד וועראַפאַקיישאַן",
      "message": "דיין פעלד {domain} איז נישט וועראַפייד. קאָנטראָלירן די DNS סעטטינגס און באַשטעטיקן די פעלד."
    },
    "no_currency": {
      "title": "לייג קראַנטקייַט",
      "message": "איר מוזן דעפינירן לפּחות איין קראַנטקייַט פֿאַר דיין קראָם.",
      "action": "קראַנטקייַט מאַנאַגעמענט"
    },
    "no_primary_domain": {
      "title": "די הויפּט פעלד",
      "message": "ביטע אויסקלייַבן אַ פעלד ווי דיין ערשטיק פעלד. דורך געבן אַ קליק אויף די שטערן קנעפּל ווייַטער צו די פעלד נאָמען, איר קענען אויסקלייַבן די פעלד ווי די ערשטיק פעלד פון דיין קראָם. דאָס איז קריטיש פֿאַר זוכן ענדזשאַנז. באַמערקונג אַז דיין קראָם וועט נאָך זיין בארעכטיגט דורך אַלע אַקטיוו דאָומיינז."
    },
    "shop_complete": {
      "title": "גאַנץ אינפֿאָרמאַציע",
      "action": "קראָם סעטטינגס",
      "location_msg": "לייג דיין אָרט",
      "days_open_msg": "שטעלן עפענען טעג",
      "time_open_msg": "שטעלן עפענען און נאָענט צייט",
      "description_msg": "שרייב אַ קורץ באַשרייַבונג וועגן דיין געשעפט",
      "icon_msg": "שטעלן דיין קראָם לאָגאָ",
      "shop_gateways_msg": "לייג צאָלונג אופֿן",
      "socials_msg": "לייג דיין געזעלשאַפטלעך פֿאַרבינדונגען",
      "clubs_msg": "שטעלן קונה קלאַבז",
      "domains_msg": "לייג מנהג פעלד",
      "primary_msg": "שטעלן אַ פעלד ווי ערשטיק"
    }
  },
  "support": {
    "request": "בעטן שטיצן",
    "category": "קאַטעגאָריע",
    "title": "שטיצן",
    "message": "פרעגן קיין ריקוועס אָדער פֿראגן. אונדזער שטיצן מאַנשאַפֿט וועט פירן איר. מיר פֿאָרשלאָגן איר צו פרעגן דיין קשיא אין די בלאַט שייַכות צו דיין בקשה. פֿאַר בייַשפּיל, אויב איר האָבן אַ קשיא וועגן פעלד באַשטעטיקן, שיקן עס אין דיין קראָם ס פעלד באַשטעטיקן בלאַט.",
    "close_at": "פארמאכט אין {date}",
    "close_ticket_by_user": "דאַנקען, איך גאַט דער ענטפער"
  },
  "surveys": [
    "זייער אָרעם",
    "נעבעך",
    "נאָרמאַל",
    "גוט",
    "ויסגעצייכנט"
  ],
  "sort": {
    "title": "סאָרט דורך",
    "title_small": "סאָרט דורך ..",
    "nothing": "גאָרנישט",
    "most_views": "רובֿ קוקן",
    "most_likes": "מערסטע באקאנט",
    "most_recent": "נואַסט",
    "most_sell": "בעסטער סעלינג",
    "cheapest": "טשיפּאַסט",
    "most_expensive": "רובֿ טייַער",
    "only_available": "בנימצא",
    "view_mode": {
      "normal": "נאָרמאַל",
      "grid": "גריד",
      "list": "רשימה",
      "insta": "ינסטאַ"
    }
  },
  "helps": {
    "title": "סעללדאָנע הילף צענטער",
    "subtitle": "ברוכים הבאים צו סעלדאָנע. אויב איר בויען אַ נייַע אָנליין קראָם אויף אַ געשעפט אַס, איר קענען געפֿינען מער אינפֿאָרמאַציע דאָ.",
    "add_new_help": "ניו הילף",
    "resources": "רעסאָורסעס",
    "categories": {
      "Welcome": "הייב אהן",
      "Setup": "קראָם",
      "Sell": "סאַלעס & מאַרקעטינג",
      "Developer": "אַנטוויקלען",
      "Application": "אַפּפּליקאַטיאָנס",
      "Product": "פּראָדוקטן & קאַטעגאָריעס פאַרוואַלטונג",
      "Blog": "CMS & בלאָג",
      "Order": "אָרדערס פולפילמאַנט צענטער",
      "Channel": "סאַלעס טשאַנאַלז",
      "Accounting": "אַקאַונטינג & צאָלונג מעטהאָדס",
      "Incentives": "ינסענטיווז",
      "Marketing": "מאַרקעטינג & קאַמפּיין",
      "Logistic": "לאָגיסטיק & שיפּינג",
      "Customers": "קאַסטאַמערז קלוב & סעגמענטאַטיאָן",
      "Page": "לאַנדינג & מנהג בלעטער",
      "Access": "שטעקן / אַפּי אַקסעס מאַנאַגעמענט",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "גיטהוב ריפּאַזאַטאָרי",
    "admin_api_app": "אַדמין אַפּי וועב דינסט",
    "shop_api_app": "שאָפּ אַפּי וועב סערוויס",
    "design_kit": "פּלאַן קיץ",
    "community": "קהילה"
  },
  "blogs": {
    "title": "בלאָג",
    "subtitle": "לעקציעס פֿאַר געשעפט, בטחון און די וויסן איר דאַרפֿן צו שאַפֿן אַ בליענדיק געשעפט.",
    "add_new_blog": "ניו בלאָג",
    "popular": "פאָלקס",
    "topics": "טעמעס",
    "select_topics": "אויסקלייַבן דיין אַרבעט.",
    "select_job_topics": "אויסקלייַבן דיין אַרבעט-פֿאַרבונדענע טעמעס",
    "select_interested_topics": "וואָס טעמעס זענט איר אינטערעסירט אין?"
  },
  "api": {
    "title": "אַפּי & ינטעגראַטיאָן",
    "message": "איינער פון די שליסל פֿעיִקייטן פון סעללדאָנע איז פּראַוויידינג געזונט און זיכער אַפּיס צו פירן און פאַרבינדן סטאָרז צו אנדערע באַדינונגס אַזאַ ווי ווערכאַוזינג, אַקאַונטינג, אאז\"ו ו. איר קענען אויך פּלאַן מנהג אַפּפּס און וועב אַפּפּס פֿאַר דיין קראָם. אָן זאָרג וועגן סערווער און דאַטן פאַרוואַלטונג. נאָר נוצן די פעלד אַפּיס. איר וועט האָבן אַלע די פּראַסעסאַז פון אָנפירונג ניצערס, אָטענטאַקיישאַן און אנדערע פעלד פֿעיִקייטן."
  },
  "user_dashboard": {
    "title": "מיין וועבשיפל",
    "subtitle": "פירן דיין געשעפט מיט דערהייַנטיקט אינפֿאָרמאַציע און קלאָר פּראָספּעקט.",
    "menu": {
      "affiliate": "צוגעבן",
      "monetize": "מאָנעטיזירן",
      "gift": "טאַלאַנט",
      "security": "זיכערהייַט",
      "access": "אַקסעס",
      "business": "פירמע",
      "wallet": "בייַטל",
      "identification": "KYC",
      "stores": "קלייטן",
      "roles": "ראָלעס",
      "home": "היים",
      "expert": "מומחה",
      "deals": "אָפּמאַך",
      "providers": "פּראַוויידערז"
    },
    "shops": {
      "create_new": "שאַפֿן נייַ קראָם",
      "create_new_sub": "פרייַ",
      "create_new_sub_need_initial_charge": "בנין דער ערשטער קראָם איז פריי. מיסטאָמע איין קראָם איז גענוג פֿאַר דיין געשעפט, אָבער אויב איר דאַרפֿן צו בויען מער סטאָרז, די פּרייַז פון בויען אַ נייַ קראָם איז 25 $. מיר צוריקציען די סומע פון דיין בייַטל חשבון.",
      "menu": {
        "title": "מייַן שאַפּס",
        "shops": "שאַפּס",
        "new": "נייַ"
      },
      "accept_invite_question": "צי איר אָננעמען דעם פאַרבעטונג?",
      "shop_card": {
        "menu_orders": {
          "physical": "גשמיות פּראָדוקט אָרדערס",
          "virtual": "ווירטואַל פּראָדוקט אָרדערס",
          "files": "טעקע אָרדערס",
          "services": "סערוויס אָרדערס",
          "subscriptions": "אַבאָנעמענט אָרדערס"
        },
        "status": "סטאַטוס",
        "license": "ליסענסע",
        "volume": "געוויינט פּלאַץ",
        "expire": "ליסענסע אויסגעגאנגען",
        "products": "פּראָדוקטן",
        "page_views": "קוקן",
        "user_behavior": "קונה נאַטור",
        "time_span": "פֿון {time} ביז איצט",
        "finance_report": "פינאַנציעל באַריכט",
        "buys": "פּערטשאַסאַז",
        "payments": "פּיימאַנץ",
        "orders": "אָרדערס",
        "currency": "קראַנטקייַט"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "באַמערקונגען פון קאַסטאַמערז",
      "title_small": "איבערבליק",
      "wishlist": "ווישליסט",
      "comments": "באַמערקונגען",
      "likes": "לייקס",
      "favorites": "פאַוואָריטעס",
      "powers": "קלאַפּט",
      "views": "קוקן",
      "report_today": "הייַנט באַריכט",
      "report_last7days": "לעצטע 7 טעג באַריכט",
      "report_last30days": "לעצטע 30 טעג באַריכט"
    }
  },
  "admin_shop": {
    "title": "קראָם",
    "menu": {
      "edit": "סעטטינגס",
      "automation": "אָטאַמיישאַן",
      "application": "אַפּפּליקאַטיאָנס",
      "access": "אַקסעס",
      "pages": "בלעטער",
      "channels": "טשאַנאַלז",
      "categories": "קאַטעגאָריעס",
      "marketing": "מאַרקעטינג",
      "customers": "קאַסטאַמערז",
      "logistic": "לאָגיסטיק",
      "auditing": "אַקאַונטינג",
      "incentives": "ינסענטיווז",
      "process_center": "אָרדערס",
      "blog": "בלאָג",
      "products": "פּראָדוקטן",
      "shops": "שאַפּס",
      "dashboard": "דאַשבאָרד",
      "autopilot": "אַוטאָפּילאָט",
      "apps": "אַפּפּס",
      "pos": "POS",
      "seo": "SEO",
      "localization": "לאָקאַליזאַטיאָן"
    },
    "dashboard": {
      "title": "קראָם דאַשבאָרד",
      "online_staff": "אָנליין שטעקן (s)",
      "notify_referral": {
        "message": "שיקן דיין פאַרבעטונג לינק צו פרענדז און באַקומען פריי וואָוטשערס.",
        "action": "מיין רעפערראַל לינק"
      },
      "info": {
        "title": "טעכניש",
        "subtitle": "טעכניש איבערבליק פון דיין געשעפט אַס.",
        "shop_name": "קראָם נאָמען",
        "shop_link": "קראָם לינק",
        "site_map": "סיטעמאַפּ",
        "shop_domains": "דאָומיינז",
        "shop_domains_msg": "קאָננעקטעד מנהג דאָומיינז רשימה.",
        "home_msg": "שטעלן די פעליקייַט האָמעפּאַגע פון דיין וועבזייטל. עס קענען זיין פארענדערט פֿאַר יעדער מנהג פעלד.",
        "add_domain": "לייג נייַ פעלד",
        "currencies": "אַקטיוו קעראַנסיז",
        "currencies_alert": "אויסקלייַבן בייַ מינדסטער איין קראַנטקייַט פֿאַר די קראָם!",
        "status": "סטאַטוס",
        "license": "ליסענסע",
        "expire": "די עקספּיירי טאָג פון דער דערלויבעניש",
        "upgrade_license_action": "אַפּגרייד צו {name}",
        "wage": "אָפּצאָל",
        "cpu_message": "די נומער פון רעסורסן איר האָט טיילערד צו די פּערטשאַסט פּלאַן און די רעסורסן איר לייגן צו דיין דינסט.",
        "hide_domains": "באַהאַלטן מיין דאָומיינז",
        "show_domains": "ווייַזן מיין דאָומיינז",
        "table": {
          "primary": "ערשטיק",
          "url": "URL",
          "site_map": "מאַפּע מאַפּע",
          "enable": "געבן",
          "indexed": "ינדעקסט",
          "and_more": "& מער..",
          "auto_repair": "אַוטאָ פאַרריכטן"
        },
        "add_dialog": {
          "title": "קאַנפיגיער סטאָר פעלד",
          "step1": "איר קענען דעפינירן די IP שיעור פון רעקאָרד א פֿאַר אַ DNS פעלד אָדער סובדאָמאַין פֿון די פאלגענדע וואַלועס:",
          "step2": "לייג אַ DNS TXT רעקאָרד:",
          "set_ip_alert": "שטעלן די IP ווערט פון רעקאָרד א <b>{ip}</b> .",
          "input_domain": "פעלד URL",
          "correct": "פעלד סעטטינגס זענען ריכטיק.",
          "set_message": "שטעלן CNAME פון דעם פעלד צו {cname}.",
          "input_domain_message": "אַרייַן די פעלד נאָמען אָן הטטפּ און הטטפּס.",
          "ssl_message": "דו זאלסט נישט זאָרג וועגן SSL באַווייַזן פֿאַר דיין וועבזייטל. די סערטאַפאַקיישאַן וועט זיין ארויס פֿאַר דיין פעלד אויטאָמאַטיש דורך סעללדאָנע (ביתא).",
          "active": "די פעלד איז אַקטיוו",
          "inactive": "פעלד איז פאַרקריפּלט",
          "success_message": "מאַזל - טאָוו, דיין פּלאַץ איז ענייבאַלד אויף {domain}. איר קענען באַקענען דיין געשעפט און סאָרט צו דער וועלט דורך דעם פעלד.",
          "delete_action": "ויסמעקן פעלד?"
        },
        "set_home_dialog": {
          "title": "שטעלן פעלד היים בלאַט"
        },
        "notification": {
          "add_message": "פעלד אַדרעס צוגעגעבן הצלחה.",
          "update_message": "די פעלד דערהייַנטיקט הצלחה.",
          "delete_domain_message": "די פעלד אויסגעמעקט הצלחה."
        },
        "alert": {
          "title": "ויסמעקן פעלד",
          "message": "צי איר ווילן צו ויסמעקן דעם פעלד? מאַכן זיכער צו באַשטעטיק די DNS רעקאָרד וואַלועס פון דיין פעלד צו פאַרמייַדן אנדערע פון שווינדל."
        }
      },
      "active_orders": {
        "title": "אָרדערס",
        "title_small": "גשמיות, טעקע, ווירטואַל און סערוויס אָרדערס",
        "pending_orders": "פּענדינג אָרדערס",
        "physical": "גשמיות פּראָדוקט אָרדערס",
        "virtual": "ווירטואַל פּראָדוקט אָרדערס",
        "file": "טעקע פּראָדוקט אָרדערס",
        "service": "סערוויס פּראָדוקט אָרדערס",
        "subscription": "אַבאָנעמענט אָרדערס"
      },
      "products": {
        "title": "ינוואַנטאָרי",
        "title_small": "פּראָדוקטן, באַדינונגס, טעקעס",
        "total_products": "גאַנץ פּראָדוקט טייפּס"
      },
      "finance": {
        "title": "פינאַנציעל",
        "title_small": "פינאַנציעל באַריכט",
        "total_30days_title": "גאַנץ פארקויפונג סומע",
        "last_30_day": "לעצטע 30 טעג",
        "pay_amount_chart_title": "פּיימאַנץ",
        "sell_amount_chart_title": "סאַלעס",
        "discount_amount_chart_title": "אַראָפּרעכענען",
        "currency_convert_to": "צו קראַנטקייַט",
        "active_currencies": "אַקטיוו קעראַנסיז",
        "sell_count_chart_title": "נומער פון פארקויפונג דורך וואַריאַנט",
        "active_gateways": "אַקטיוו צאָלונג גייטוויי",
        "received_last_24h": "באקומען לעצטע 7 שעה",
        "pie": {
          "title": "הייַנט ס פארקויפונג פאַרהעלטעניש",
          "no_data": "קיין פאַרקויף הייַנט"
        },
        "pay_amount": "צאָלונג סכום",
        "sell_amount": "סאַלע סומע",
        "discount_amount": "אַראָפּרעכענען סומע",
        "sell_count": "פאַרקויף ציילן",
        "table": {
          "currency": "קראַנטקייַט",
          "total_sell_30days": "30 טאָג גאַנץ פארקויפונג",
          "sell_daily": "טעגלעך סאַלעס קורס",
          "sell": "פאַרקויף",
          "pay": "באַצאָלן"
        }
      },
      "customers": {
        "title": "קראָם קאַסטאַמערז",
        "title_small": "קאַנווערזשאַן באַריכט",
        "total_customers": "גאַנץ",
        "new_customers_today": "היינט",
        "new_customers_week": "לעצטע 7 טעג",
        "orders_count": "אָרדערס ציילן",
        "days_range": "טעג קייט",
        "new_users": "ניו רעגיסטרירט ניצערס",
        "chart": {
          "new_customers": "ניו קאַסטאַמערז",
          "customers": "גאַנץ קאַסטאַמערז"
        }
      },
      "plugins": {
        "title": "פּלוגינס",
        "title_small": "אינסטאלירט"
      },
      "performance": {
        "title": "היינט",
        "title_small": "ניצערס און פארקויפונג איבערבליק",
        "users": "יוזערז",
        "views": "קוקן",
        "orders": "אָרדערס",
        "payments": "פּיימאַנץ",
        "no_visitor_today": "דו האסט היינט נישט געהאט קיין באזוכער."
      }
    },
    "products": {
      "title": "רשימה פון פּראָדוקטן",
      "products_list": "צוריק צו רשימה",
      "products_menu": "פּראָדוקטן פאַרוואַלטונג",
      "process_que": "פּראַסעסינג ימפּאָרטיד פּראָדוקטן",
      "view_que_list": "זען ריי רשימה",
      "menu_products_list": "רשימה פון פּראָדוקטן",
      "menu_export": "אַרויספירן פּראָדוקטן",
      "menu_import": "אַרייַנפיר פּראָדוקטן",
      "menu_show_deletes": "ווייַזן אויסגעמעקט פּראָדוקטן",
      "drop_import_message": "פאַלן פּראָדוקטן רשימה טעקע (CSV, XLS, XLSX פֿאָרמאַט) דאָ צו אָנהייבן אַדינג פאַרנעם פּראָדוקטן. פאַרזיכערן אַז די טעקע האט די Seldone פּראָדוקטן רשימה פֿאָרמאַט.",
      "product_widget": {
        "product_type": "פּראָדוקט טיפּ",
        "price": "פּרייַז",
        "value_added": "קאָמיסיע",
        "discount": "אַראָפּרעכענען",
        "in_stock": "אין סטאק",
        "product_unit": "אַפּאַראַט",
        "total_sell": "גאַנץ סאַלעס",
        "total_view": "גאַנץ קוקן",
        "view_unit": "Times",
        "review_unit": "באריכטן"
      },
      "folder_widget": {
        "products": "פּראָדוקטן",
        "products_unit": "טייפּס",
        "sub_categories": "קאַטעגאָריעס",
        "sub_categories_unit": "זאכן",
        "views": "קוקן",
        "views_unit": "Times"
      },
      "menu_advanced_options": "אַוואַנסירטע אָפּציעס"
    },
    "blogs": {
      "new": "שרייב נייע",
      "blogs": "בלאָג",
      "list": {
        "title": "מייַן אַרטיקלען",
        "waiting_message": "ריסיווינג אינפֿאָרמאַציע ... ביטע וואַרטן",
        "published": "פֿאַרעפֿנטלעכט",
        "draft": "פּלאַן",
        "private": "פּריוואַט",
        "public": "עפנטלעך",
        "table": {
          "title": "טיטל",
          "author": "מחבר",
          "claps": "קלאַפּט",
          "like": "ווי",
          "comments": "באַמערקונגען",
          "views": "קוקן",
          "publish_state": "סטאַטוס",
          "created_at": "שאַפונג טאָג",
          "updated_at": "לעצטע דערהייַנטיקן"
        },
        "subtitle": "שרייב אַרטיקלען מיט אַ מאָדערן ינלינע רעדאַקטאָר צו פאָרשטעלן זיך און דיין געשעפט. אָריגינעל אינהאַלט איז דער ערשטער זאַך איר דאַרפֿן צו פאָקוס אויף ווען איר שרייַבן אַ הויך-קוואַליטעט SEO-פרייַנדלעך בלאָג פּאָסטן."
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "ריסיווינג אינפֿאָרמאַציע ... ביטע וואַרטן",
        "rejected": "אפגעווארפן",
        "delivery": "שיפּינג",
        "discount": "אַראָפּרעכענען",
        "not_paid": "ניט באַצאָלט",
        "table": {
          "order_number": "סדר קאָד",
          "order_date": "ויסשרייַבן טאָג",
          "status": "לעצטע סטאַטוס",
          "price": "גאנצע סומע",
          "payment_status": "צאָלונג סטאַטוס"
        }
      },
      "virtual": {
        "waiting_message": "ריסיווינג אינפֿאָרמאַציע ... ביטע וואַרטן",
        "discount": "אַראָפּרעכענען",
        "table": {
          "order_number": "סדר קאָד",
          "product": "פּראָדוקט",
          "order_date": "פאַרשרייבונג טאָג",
          "status": "לעצטע סטאַטוס",
          "price": "גאנצע סומע",
          "payment_status": "צאָלונג סטאַטוס"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "וועקסל",
        "gateway": "גייטוויי",
        "invoice": "בילינג",
        "report": "באַריכט",
        "tax": "שטייַער",
        "drop_shipping": "ריסעלער ריסיץ",
        "reseller_accounts": "ריסעלער אַקאַונץ",
        "valuations": "וואַלואַטיאָנס"
      },
      "invoice": {
        "title": "שאָפּ לינגקט וואַללעץ",
        "subtitle": "טשאַרדזשיז, קאַמישאַנז און קראָם קאָס זענען דידאַקטיד פון די בייַטל אַקאַונץ.",
        "title_add": "פאַרבינדן נייַ בייַטל חשבון",
        "subtitle_add": "איר זאָל מאַכן אַ נייַ בייַטל פֿאַר יעדער קראַנטקייַט און פאַרבינדן עס צו דיין קראָם. די דינסט אָפּצאָל וועט זיין וויטדראָן פון דעם בייַטל.",
        "add_account": "לייג אַקאַונט",
        "charge_account": "אָפּצאָל חשבון",
        "show_transaction": "ווייַזן טראַנזאַקשאַנז",
        "table": {
          "currency": "קראַנטקייַט",
          "account_number": "חשבון נומער",
          "account_name": "חשבון נאָמען",
          "balance": "וואָג",
          "free_balance": "בנימצא וואָג",
          "actions": "אַראָפּנעמען"
        },
        "add_account_dialog": {
          "title": "קאַנעקטינג קרעדיט חשבון צו קראָם",
          "subtitle": "ווען איר עפֿענען אַ בייַטל חשבון מיט סעללדאָנע, מיר געבן איר אַ ווירטואַל קרעדיט קאַרטל און אַ חשבון ווי קיין אנדערע קרעדיט קאַרטל. סעללדאָנע פארקויפונג אָפּצאָל וועט זיין דידאַקטיד פון דעם חשבון, אָבער אויב דיין חשבון וואָג איז נישט גענוג, די סומע וועט זיין שולדיק. איר קענען נוצן סעללדאָנע באַדינונגס ווי פיל ווי איר דאַרפֿן.",
          "account_number": "חשבון נומער",
          "account_number_input_message": "די קראָם וועט זיין לינגקט צו דעם חשבון. דער חשבון וועט זיין גענוצט פֿאַר פיז און קאָס.",
          "balance": "אקאונט באלאנס",
          "connect_account_to_shop": "פאַרבינדן אַ חשבון צו קראָם"
        },
        "notifications": {
          "connect_account_success": "אַקאַונט הצלחה צוגעגעבן.",
          "delete_account_success": "דער חשבון איז הצלחה אַוועקגענומען פון די קראָם."
        },
        "alert": {
          "delete_account": "דיסקאַנעקט חשבון",
          "delete_account_message": "צי איר ווילן צו באַזייַטיקן דעם חשבון פון די קראָם אַקאַונץ רשימה?",
          "delete_account_action": "ויסמעקן חשבון"
        },
        "inform_charge_account": "באַשולדיקן דיין חשבון!",
        "inform_charge_account_critical": "באַשולדיקן דיין חשבון צו פאַרמיידן סערוויס סאַספּענשאַן!"
      },
      "gateway": {
        "title": "צאָלונג מעטהאָדס",
        "sub_title": "רשימה פון אַקטיוו צאָלונג מעטהאָדס. אויב איר ווילן צו לייגן אַ נייַע אופֿן צו דיין קראָם, דריקן די פאלגענדע קנעפּל. מיר העכסט רעקאַמענדיד נישט יקסיד 10 צוגעלייגט צאָלונג גייטווייז.",
        "add_gateway": "ניו צאָלונג אופֿן",
        "add_gateway_dialog": {
          "title": "אויסקלייַבן קראַנטקייַט",
          "country_currencies": "לאקאלע קעראַנסיז",
          "crypto_currencies": "קריפּטאָקוררענסי",
          "active_gateways": "אַקטיוו צאָלונג מעטהאָדס",
          "confirm": "לייג צאָלונג אופֿן"
        }
      },
      "exchange": {
        "title": "סטאָר אַקטיוו קוררענסיעס",
        "subtitle": "יוזערז קענען אויסקלייַבן איינער פון די אַקטיוו קעראַנסיז און פּרייסאַז פון די פּראָדוקטן וועט זיין קאַלקיאַלייטיד און געוויזן. עס איז אַרויף צו די טרעגער צו אַרייַן די וועקסל קורס.",
        "shop_currencies_input": "אַקטיוו קעראַנסיז פֿאַר יוזערז",
        "shop_currencies_input_error": "אויסקלייַבן בייַ מינדסטער איין קראַנטקייַט",
        "rates": {
          "title": "קראַנטקייַט עקסטשאַנגע קורס",
          "sub_title": "איר קענען אַרייַן פּראָדוקט פּרייז באזירט אויף קיין פון די קעראַנסיז אונטן און די פּראָדוקט פּרייסאַז וועט זיין קאַלקיאַלייטיד אויטאָמאַטיש ביי קאַנווערזשאַן ראַטעס צווישן דיין קעראַנסיז.",
          "message": "דורך אַרייַן די וועקסל רייץ צווישן קעראַנסיז, די פּרייז פון דיין פּראָדוקטן וועט זיין אויטאָמאַטיש קאַלקיאַלייטיד און דערהייַנטיקט.",
          "add_new_rate": "לייג נייַ קורס"
        },
        "table": {
          "waiting_receive_data": "באַקומען אינפֿאָרמאַציע ... ביטע וואַרטן",
          "rate_input": "אויסטויש ראטע",
          "from": "פון",
          "to": "צו",
          "exchange_rate": "אויסטויש ראטע",
          "edit": "רעדאַגירן",
          "delete": "ויסמעקן",
          "auto": "אַוטאָ קורס"
        },
        "add_rate_dialog": {
          "title": "שטעלן עקסטשאַנגע קורס",
          "message": "זיין אָפּגעהיט אין אַרייַן אינפֿאָרמאַציע. די פּרייסאַז פון דיין פּראָדוקטן וועט זיין קאַלקיאַלייטיד באזירט אויף די רייץ אריין דאָ.",
          "currency_from": "פון קראַנטקייַט",
          "currency_to": "צו קראַנטקייַט",
          "exchange_rate": "אויסטויש ראטע"
        },
        "alert": {
          "title": "ויסמעקן קאַנווערזשאַן קורס",
          "message": "צי איר ווילן צו ויסמעקן דעם קאַנווערזשאַן קורס?",
          "action": "ויסמעקן"
        },
        "notifications": {
          "delete_success": "וועקסל קורס אַוועקגענומען.",
          "add_success": "וועקסל קורס דערהייַנטיקט.",
          "update_success": "סטאָר אַקטיוו קעראַנסיז דערהייַנטיקט."
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "ווערכאַוסיז",
        "subtitle": "רשימה פון מיין ווערכאַוזיז."
      },
      "warehouse_btn": "לייג נייַ ווערכאַוס",
      "warehouse_btn_error": "שטעלן דיין ווערכאַוס, קראָם אָדער אָנהייב פון דיין געשעפט. עס איז וויטאַל צו נעמען אין די שיפּינג קאָס כעזשבן און ויסשרייַבן פּראָצעס.",
      "size_unit": {
        "title": "גרייס אַפּאַראַט",
        "subtitle": "די אַפּאַראַט געניצט פֿאַר לענג, ברייט און הייך."
      },
      "mass_unit": {
        "title": "מאַסע אַפּאַראַט",
        "subtitle": "די אַפּאַראַט געניצט פֿאַר וואָג."
      },
      "menu": {
        "return_request": "אומגעקערט",
        "delivery": "שיפּינג",
        "inventory": "ינוואַנטאָרי",
        "warehouse": "וואַרעהאָוסע",
        "logistic_apps": "לאָגיסטיקס",
        "profiles": "פּראָפילעס",
        "includes": "כולל"
      },
      "warehouse": {
        "title": "קראָם וואַרעהאָוסע",
        "sub_title": "דעם אַדרעס איז געניצט ווי דער אָנהייב פון די שיפּינג.",
        "table": {
          "title": "ינוואַנטאָרי רשימה",
          "sub_title": "רשימה פון אַלע קראָם פּראָדוקטן אַרייַנגערעכנט גשמיות, ווירטואַל, טעקע און דינסט"
        }
      },
      "delivery": {
        "title": "שיפּינג מעטהאָדס",
        "sub_title": "דורך באַשטעטיקן די וואַלועס אין דעם אָפּטיילונג, אַ פאַרשיידנקייַט פון שיקט מעטהאָדס זענען אַקטיווייטיד אין דיין קראָם. געלט אויף עקספּרעס אופֿן קענען אויך זיין אַקטיווייטיד אין דעם אָפּטיילונג.",
        "add_transportation": "לייג טראַנספּערטיישאַן",
        "delivery_form": {
          "payment": "צאָלונג אָפּציעס",
          "limits": "לימאַץ",
          "currency_input": "רעפערענץ קראַנטקייַט פֿאַר פּרייַז חשבונות",
          "currency_input_message": "קאָס זענען קאַלקיאַלייטיד אין דעם קראַנטקייַט",
          "distance_input": "דיסטאַנסע באדעקט פון ווערכאַוס",
          "distance_input_message": "0 אָדער -1 מיטל קיין שיעור.",
          "max_weight_input": "מאַקסימום פּאַסיק פּאַק וואָג",
          "max_weight_input_message": "0 אָדער -1 מיטל קיין שיעור.",
          "max_size_input": "מאַקסימום פּאַקקאַגע דימענשאַנז",
          "width": "ברייט",
          "length": "לענג",
          "height": "הייך",
          "days_input": "בנימצא עקספּרעס דאַטעס",
          "days_input_nodata": "אויסקלייַבן די עקספּרעס טאָג",
          "hours_input": "בנימצא עקספּרעס צייט",
          "hours_input_nodata": "אויסקלייַבן אַ צייט צייַט",
          "vacation_input": "צי איר באַפרייַען אויף האָלידייַס?",
          "cod_input": "שטיצן דאָרש",
          "cod_input_message": "מאַכן זיכער אַז דיין שיפּינג דינסט אַקסעפּץ דאָרש.",
          "sod_input": "צי איר שטיצן דאָרש?",
          "sod_input_message": "פאַרזיכערן אַז דיין שיפּינג דינסט אַקסעפּץ דאָרש.",
          "pricing": "רעכענען פּרייַז",
          "const_input": "פאַרפעסטיקט פּרייַז",
          "distance_cof_input": "פּרייַז-צו-ווייַטקייט קאָואַפישאַנט",
          "distance_cof_input_dim": "פֿאַר {dim}",
          "weight_cof_input": "פּרייַז-צו-וואָג פאַקטאָר",
          "weight_cof_input_dim": "פֿאַר {dim}",
          "price_cof_input": "שיפּינג פּרייַז צו פּראָדוקט פּרייַז פאַקטאָר",
          "price_cof_input_message": "ינקלודז פאַרזיכערונג קאָס און אנדערע באַדינונגס אַזאַ ווי דאָרש קאָס.",
          "price_cof_input_dim": "פֿאַר {dim}",
          "distance_weight_cof_input": "פּרייַז מאַלטאַפּלייער דורך וואָג מאַלטאַפּלייער",
          "distance_weight_cof_input_dim": "פֿאַר יעדער {weight} פּער {distance}",
          "free_shipping_input": "שיקן אומזיסט",
          "free_shipping_limit_input": "מינימום סדר קאָס פֿאַר פריי שיפּינג",
          "notifications": {
            "update_success": "שיפּפּינג דינסט סעטטינגס געענדיקט הצלחה."
          },
          "shipping_cost_calculation": "שיפּינג פּרייַז כעזשבן",
          "sod_true": "באַקומען שיפּינג קאָס אויף דעסטיניישאַן",
          "sod_true_message": "פאַרזיכערן אַז דיין שיפּינג דינסט אַקסעפּץ שיפּינג קאָס אויף דעסטיניישאַן.",
          "sod_false": "אַוטאָ שיפּינג פּרייַז כעזשבן",
          "cod_true": "אָננעמען געלט אויף עקספּרעס",
          "cod_false": "אָננעמען אָנליין צאָלונג בלויז",
          "cod_true_message": "מאַכן זיכער אַז דיין שיפּינג דינסט אַקסעפּץ דאָרש."
        }
      }
    },
    "users": {
      "menu": {
        "customers": "קאַסטאַמערז",
        "contact_form": "קאָנטאַקט",
        "faq": "FAQ",
        "club": "קלוב",
        "report": "באַריכט"
      },
      "report": {
        "title": "קאַסטאַמערז איבערבליק",
        "sub_title": "איר וועט זען די לעבן סטאַטוס פון דיין קאַסטאַמערז דאָ.",
        "report_30days_by_time": "באַניצער טעטיקייט באזירט אויף דאַטע און צייט אין די לעצטע 30 טעג",
        "report_30days_by_location": "געאָלאָקאַטיאָן יוזערז אַקטיוויטעטן אין די לעצטע 30 טעג"
      },
      "club": {
        "title": "קאַסטאַמערז קלוב",
        "sub_title": "אַרייַן די כוידעשלעך און יערלעך קויפן סומע און די קראַנטקייַט צו אַקטאַווייט יעדער מדרגה. דיין קאַסטאַמערז וועט זיין לאָגד אין דיין קונה קלוב ווי זיי טרעפן די באדערפענישן פון כוידעשלעך אָדער יערלעך קויפן.",
        "item": {
          "members_count": "נומער פון מיטגלידער",
          "purchases_count": "די נומער פון אָרדערס",
          "monthly": "כוידעשלעך",
          "annually": "יאָריק",
          "discount_percent": "אַראָפּרעכענען קורס",
          "discount_limit": "אַראָפּרעכענען שיעור"
        },
        "edit_dialog": {
          "title": "קונה לעוועל מאַנאַגעמענט",
          "currency_input": "קראַנטקייַט",
          "currency_input_message": "גאַנץ פּערטשאַסיז זענען קאַלקיאַלייטיד אין דעם קראַנטקייַט.",
          "free_shipping_input": "שיקן אומזיסט",
          "monthly_input": "כוידעשלעך קויפן קורס",
          "annually_input": "יערלעך קויפן קורס",
          "discount_percent_input": "אַראָפּרעכענען קורס פֿאַר קלוב מיטגלידער",
          "discount_limit_input": "אַראָפּרעכענען שיעור",
          "description_input": "באַשרייַבונג",
          "description_input_message": "אַרייַן אַ קורץ באַשרייַבונג פון דעם מדרגה."
        },
        "notifications": {
          "update_success": "ענדערונגען געווענדט צו דער קונה קלוב."
        }
      },
      "faq": {
        "title": "אָפט געשטעלטע פֿראגן",
        "sub_title": "לייג, רעדאַגירן און ענטפֿערן דיין קאַסטאַמערז פֿראגן."
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "קאַמפּיין",
        "cross_selling": "קרייַז סעלינג",
        "affiliate": "צוגעבן",
        "emails": "אימעילס",
        "funnel": "לייקע"
      },
      "campaign": {
        "name_input_placeholder": "קאמפאניע נאמען",
        "name_input_message": "אַרייַן דיין קאמפאניע טיטל.",
        "create_campaign_action": "שאַפֿן נייַע קאמפאניע",
        "table": {
          "title": "טיטל",
          "state": "סטאַטוס",
          "discount": "אַראָפּרעכענען",
          "landing": "לאַנדינג בלאַט",
          "start": "אָנהייב",
          "end": "סוף"
        },
        "notifications": {
          "add_success_title": "שאַפֿן אַ קאַמפּיין",
          "add_success": "דיין קאמפאניע איז באשאפן געווארן."
        },
        "name_input_name": "קאמפאניע נאמען"
      }
    },
    "categories": {
      "title": "קאַטעגאָריע רשימה",
      "subtitle": "קאַטעגאָריעס זענען די הויפּט שטריך פון דיין אָנליין קראָם. מיר מוטיקן איר צו נוצן די שטאַרק קאַטאַגערייז מכשירים צו בויען אַ מאָדערן סטאָרפראַנט און מאַכן עס גרינג פֿאַר דיין קאַסטאַמערז צו געפֿינען די רעכט פּראָדוקטן.",
      "menu": {
        "add_new": "לייג אַ נייַע קאַטעגאָריע",
        "categories_list": "קאַטעגאָריעס רשימה",
        "export": "אַרויספירן קאַטעגאָריעס",
        "import": "אַרייַנפיר קאַטעגאָריעס (CSV)"
      },
      "graph": {
        "title": "כייעראַרקי פון קאַטעגאָריעס",
        "subtitle": "איר קענען האָבן אַ פולשטענדיק איבערבליק פון דיין קראָם קאַטעגאָריעס און ווי יוזערז נאַוויגירן זיי. מיט די רעכט אָרדענונג פון קאַטעגאָריעס, דיין קאַסטאַמערז קענען געפֿינען פּראָדוקטן געשווינד און די קאַנווערזשאַן קורס וועט העכערונג.",
        "visits_count": "באַזוכן",
        "normal": "פּשוט",
        "items_count": "נומער פון זאכן",
        "home": "היים"
      },
      "category_widget": {
        "parent": "פאָטער",
        "not_exist": "עקזיסטירט נישט",
        "children": "סובקאַטעגאָריעס",
        "delete_alert": {
          "title": "אַראָפּנעמען קינד קאַטעגאָריע",
          "message": "צי איר ווילן צו באַזייַטיקן {title} פון דער {parent_title} רשימה?",
          "action": "ויסמעקן"
        },
        "notifications": {
          "edit_success": "קאַטעגאָריע עדיטיד."
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "קראָם",
        "my_apps": "אַפּפּס"
      },
      "my_apps": {
        "title": "סטאָר אַקטיוו אַפּפּס",
        "subtitle": "פירן דיין געשעפט אַפּלאַקיישאַנז.",
        "all": "אַלע"
      },
      "store": {
        "title": "אַפּ קראָם",
        "subtitle": "קאָננעקט דיין באַליבסטע באַדינונגס צו דיין געשעפט סיקיורלי. מיר לייגן פּלוגינס און אַפּפּס באזירט אויף אונדזער קאַסטאַמערז ריקוועס.",
        "nodata": "קיין פּלוגין געפונען.",
        "all": "אַלע",
        "more": "מער"
      }
    },
    "pages": {
      "menu": {
        "new_page": "ניו בלאַט",
        "contact_us": "רוף אונז",
        "privacy": "פּריוואַטקייט",
        "terms": "תּנאָים",
        "about_us": "וועגן אונז",
        "landings": "לאַנדינג",
        "popup": "אויפֿשפּרינג",
        "static": "סטאַטיק"
      }
    },
    "permissions": {
      "menu": {
        "persons": "שטעקן",
        "roles": "ראָלעס",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "פּערסאַנעל רשימה",
          "new_user": "לייג ניו שטעקן",
          "new_user_message": "יוזערז וואָס האָבן אַקסעס צו די דאַשבאָרד און פאַרוואַלטונג סעקשאַנז פון דעם קראָם.",
          "email_input_placeholder": "בליצפּאָסט",
          "email_input": "באַניצער בליצפּאָסט אַדרעס",
          "level_input": "אַקסעס מדרגה",
          "add_user_action": "לייג שטעקן"
        },
        "delete_alert": {
          "title": "אַראָפּנעמען אַקסעס",
          "message": "צי איר ווילן צו ויסמעקן דעם באַניצער?",
          "action": "ויסמעקן"
        },
        "notifications": {
          "add_success_title": "לייג אַקסעס",
          "add_success": "נייַ אַקסעס צוגעגעבן.",
          "delete_success_title": "ויסמעקן צוטריט",
          "delete_success": "אַקסעס אויסגעמעקט."
        }
      },
      "shop_api": {
        "title": "סטאָר אַקסעס קיז",
        "message": "די שליסלען זענען געניצט צו שאַפֿן אַקסעס טאָקען דורך דיין סערווער. באַמערקונג אַז די שליסלען זענען קאַנפאַדענשאַל און בלויז אויף די סערווער אין אַ וועג וואָס איז ניט קענטיק פֿאַר אנדערע."
      }
    },
    "applications": {
      "pwa": {
        "title": "וועב אַפּ",
        "sub_title": "זען דיין קראָם וועב אַפּ דאָ",
        "message": "באַמערקונג: איר קענען רעדאַגירן דיין וועבזייטל באַגריסונג בלאַט אויף דיין iPhone און iPad אין די יאָס אַפּ",
        "ios_app": "יאָס אַפּ"
      },
      "ios": {
        "title": "יאָס אַפּ",
        "sub_title": "איר וועט באַלד קענען צו בויען אַן יאָס אַפּ פֿאַר דיין קראָם.",
        "message": "מאַקסימום טעקע גרייס: 512 קב, איר קענען ופּלאָאַד טעקעס אַרויף צו 1 מב אין גרייס, אויב אונדזער קאַמפּרעשאַן סיסטעם איז ביכולת צו רעדוצירן די גרייס צו 512 קב. די ופּלאָאַדעד בילד וועט זיין ינטעלידזשאַנטלי רעסיזעד."
      },
      "android": {
        "title": "אַנדרויד אַפּפּליקאַטיאָן",
        "sub_title": "בויען דיין אייגענע אַנדרויד אַפּ",
        "message": "פּלאָמבירן דעם פאָרעם און דריקן די בויען שליסל. עס וועט ניט זיין נויט פֿאַר עפּעס אַנדערש. אַלע סטעפּס פון דיין אַפּ ס בויען און צייכן פּראָצעס זענען דורכגעקאָכט אויף די וואָלקן סערווערס. די לעצט אַפּ וועט זיין ופּלאָאַדעד צו אַלע אַפּפּסטאָרעס.",
        "server_un_available": "עקספּערימענטאַללי, דער אַפּלאַקיישאַן סערווער איז נישט קאָננעקטעד אין דעם צייט.",
        "app_building_progress": "דיין אַפּ איז געבויט.",
        "app_build_success": "דיין אַפּ איז גרייט.",
        "download_app_action": "באַקומען די אַפּ",
        "firmware_version": "פירמוואַרע ווערסיע",
        "main_info": "אַפּפּליקאַטיאָן פּאַקקאַגע",
        "package_name_input_message": "מאַכן זיכער אַז די פּעקל נאָמען איז יינציק.",
        "package_name_input_alert": "אויב איר טוישן דעם נאָמען, איר וועט ניט מער קענען צו דערהייַנטיקן דיין פריערדיקן אַפּפּס אין אַפּפּסטאָרע און ינסטאַלירן אַ נייַע. באַמערקונג אַז עלטערע ווערסיעס אַפּ ניצערס וועלן אויך נישט קענען צו קלאָץ אין צו זייער אַקאַונץ.",
        "version_input": "ווערסיע",
        "version_input_message": "די נומער מוזן שטענדיק זיין גרעסער ווי זייַן פריערדיקן ווערט.",
        "version_name_input": "ווערסיע נאָמען",
        "version_name_input_message": "אַרייַן אַ יינציק נאָמען פֿאַר דעם ווערסיע פון די אַפּ.",
        "use_selldone_key": "סעללדאָנע פעליקייַט שליסלען",
        "use_last_key": "געראטעוועט שליסל",
        "use_new_key": "נייַ שליסל",
        "appearance": "אויסזען",
        "app_name_input": "אַפּ נאָמען",
        "app_name_input_message": "דאָס וועט זיין דער הויפּט נאָמען פון דיין אַפּ.",
        "app_title_input": "אַפּ טיטל",
        "app_title_input_message": "דער טיטל איז געוויזן אין די שפּיץ פון די אַפּ.",
        "app_title_input_placeholder": "אַרייַן אַ טיטל",
        "app_icon_input": "אַפּ ייקאַן",
        "app_icon_input_placeholder": "אויסקלייַבן די פאַרשלעסלען טעקע פון אַפּ ייקאַנז.",
        "generate_icon_pack_action": "בויען יקאָן פּאַק",
        "splash_design": "שפּריצן סקרין פּלאַן",
        "splash_logo_input": "שפּריצן סקרין לאָגאָ",
        "splash_logo_input_placeholder": "אויסקלייַבן אַ בילד פֿאַר די שפּריצן סקרין.",
        "splash_title_input": "שפּריצן סקרין טיטל",
        "splash_title_input_placeholder": "אַרייַן אַ טיטל פֿאַר שפּריצן סקרין",
        "splash_title_input_message": "דער טיטל וועט זיין געוויזן אין גרויס שריפֿט גרייס.",
        "splash_message_input": "שפּריצן סקרין אָנזאָג",
        "splash_message_input_placeholder": "אָנזאָג ...",
        "splash_message_input_message": "דער אָנזאָג וועט זיין געוויזן ווי אַ טאַמנייל אונטן.",
        "dark_theme": "טונקל טעמע",
        "light_theme": "ליכט טעמע",
        "build": "בויען",
        "building_info": "בויען אַ אַפּלאַקיישאַן אויף אַ וואָלקן סערווער נעמט 10 סעקונדעס צו עטלעכע מינוט. ביטע זיין געדולדיק. דער אראפקאפיע טעקע לינק וועט דערשייַנען דאָ אַמאָל די אַפּלאַקיישאַן איז גרייט.",
        "update_mode_action": "דערהייַנטיקן",
        "build_mode_action": "בויען אַ אַפּלאַקיישאַן",
        "notifications": {
          "icon_pack_not_valid_error": "טעקע איז נישט ריכטיק.",
          "start_building_title": "בנין ...",
          "start_building_message": "בעטן פֿאַר בנין אַנדרויד אַפּלאַקיישאַן דערלאנגט.",
          "build_success_title": "מאַזל - טאָוו",
          "build_success": "דיין אַנדרויד אַפּ איז גרייט, און איר קענען אראפקאפיע עס איצט."
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "אַוטאָפּילאָט"
      }
    },
    "edit": {
      "menu": {
        "delete": "ויסמעקן סטאָר",
        "activity_time": "צייַט",
        "footer": "מעניו",
        "info": "אינפֿאָרמאַציע",
        "notification": "נאָוטאַפאַקיישאַנז",
        "home": "היים",
        "locations": "לאָוקיישאַנז",
        "license": "ליסענסע",
        "theme": "טעמע",
        "sms": "טעקסט",
        "email": "בליצפּאָסט",
        "domain": "פעלד",
        "verifications": "וועראַפאַקיישאַנז",
        "flow": "לויפן",
        "business_model": "ביזנעס מאָדעל"
      },
      "delete_dialog": {
        "title": "ויסמעקן סטאָר",
        "message": "צי איר ווילן צו ויסמעקן <b>{title}</b> קראָם?",
        "action": "ויסמעקן סטאָר"
      },
      "notifications": {
        "delete_success": "קראָם אויסגעמעקט."
      },
      "info": {
        "title_tab": {
          "title": "געשעפט נאָמען & שפּראַך",
          "subtitle": "שטעלן אַ ציבור נאָמען און פעליקייַט שפּראַך."
        },
        "name_tab": {
          "title": "קראָם יינציק נאָמען",
          "subtitle": "עס איז דיין געשעפט נאמען."
        },
        "description_tab": {
          "title": "דיין געשעפט געשיכטע",
          "subtitle": "שרייב וועגן דיין געשעפט און זיין יינציק ווערט פאָרשלאָג."
        },
        "contact_tab": {
          "title": "קאָנטאַקט & לאקאלע געשעפט",
          "subtitle": "ציבור קאָנטאַקט אינפֿאָרמאַציע און Google היגע געשעפט סעטאַפּ."
        },
        "image_tab": {
          "title": "לאָגאָ",
          "subtitle": "סעלעקטירן אַ יינציק לאָגאָ פֿאַר דיין סאָרט."
        }
      },
      "badge": {
        "external_title": "פירן פונדרויסנדיק באַדזשיז",
        "external_message": "דאָ איר קענט אַרייַן די אַדרעס פון די בילד בילד און די לינק צו עס. URL ס מוזן זיין פֿון אַ באוויליקט וועבזייטל."
      },
      "edit_menu": {
        "title": "מעניוז",
        "footer": {
          "title": "Footer מעניו",
          "sub_title": "איר קענען קאַנפיגיער די דנאָ מעניו פון דיין קראָם בלאַט דאָ. די מעניוז קענען זיין היים בלעטער, דיזיינד בלעטער אָדער פונדרויסנדיק לינקס."
        },
        "header": {
          "title": "כעדער מעניו",
          "sub_title": "דער מעניו איז בלויז געוויזן אויף סקרינז גרעסער ווי רירעוודיק, און אין די שפּיץ פון די היים בלאַט, פּראָדוקט קאַטעגאָריעס, לאַנדינגז און פּראָדוקט בלעטער."
        },
        "save_menu": "היט מעניו",
        "dialog": {
          "main_pages": "הויפּט בלעטער",
          "custom_pages": "לאַנדינג בלעטער"
        },
        "table": {
          "home": "היים",
          "shop": "קראָם",
          "blogs": "בלאָג",
          "about_us": "וועגן אונז",
          "privacy": "פּריוואַטקייט",
          "terms": "טערמינען פון נוצן",
          "faq": "FAQ",
          "contact_us": "רוף אונז"
        },
        "notifications": {
          "save_success": "דער מעניו איז דערהייַנטיקט הצלחה."
        }
      },
      "social": {
        "title": "סאציאל מידיאַ",
        "message": "אַרייַן דיין באַאַמטער געזעלשאַפטלעך מידיאַ לינק אין דעם אָפּטיילונג. גיי די ינסטראַקשאַנז פֿאַר יעדער נומער צו באַשטעטיקן די אַדרעסעס."
      },
      "time": {
        "title": "אַרבעט טעג",
        "sub_title": "שטעלן אַרבעט טעג און צייט",
        "days_open_input": "טעג",
        "days_open_input_nodata": "אויסקלייַבן בייַ מינדסטער איין טאָג",
        "start_time_input": "סטאָר אַקטיוויטעט אָנהייב צייט",
        "start_time_input_hint": "קראָם עפֿן שעה",
        "end_time_input": "קראָם נאָענט צייַט",
        "end_time_input_hint": "סוף צייט פון קראָם אַקטיוויטעטן",
        "customer_support_service": "אַקאַונטאַביליטי און קונה סערוויס",
        "response_time_input": "קונה סערוויס סטאַטוס",
        "support_24h": "24 שעה 7 טעג אַ וואָך",
        "support_normal": "בלויז אין אָפיס שעה",
        "no_service": "ניין",
        "notifications": {
          "update_success": "קראָם עדיטיד."
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "קיין קאַטעגאָריע"
  },
  "add_product": {
    "title_new": "ניו פּראָדוקט",
    "title_new_category": "ניו קאַטעגאָריע",
    "title_new_drop_shipping": "לייג דראָפּשיפּפּינג",
    "title_edit": "רעדאַגירן פּראָדוקט",
    "delete": "ויסמעקן פּראָדוקט",
    "completed": "געענדיקט",
    "menu": {
      "type": "פּראָדוקט טיפּ",
      "general_info": "אַלגעמיינע אינפֿאָרמאַציע",
      "rating": "יבערבליק און פֿעיִקייטן",
      "spec": "ספּעסאַפאַקיישאַנז",
      "images": "בילדער",
      "price": "פּרייַז",
      "inputs": "אַרייַנשרייַב",
      "outputs": "רעזולטאַט",
      "extra": "נאָך פּרטים",
      "review": "פּראָדוקט איבערבליק",
      "inventory": "ינוואַנטאָרי / וועריאַנץ",
      "change_status": "טוישן סטאַטוס"
    },
    "select_type": {
      "title": "קלייַבן דיין פּראָדוקט אָדער דינסט טיפּ"
    },
    "edit_info": {
      "category_input": "קאַטעגאָריע",
      "product_name": "פּראָדוקט נאָמען*",
      "product_name_placeholder": "דיין פּראָדוקט נאָמען דאָ ..",
      "product_code": "פּראָדוקט קאָד (ענגליש)",
      "sku": "SKU",
      "sku_message": "לאַגער בעכעסקעם אַפּאַראַט",
      "mpn": "MPN",
      "mpn_message": "מאַנופאַקטורער טייל נומער",
      "status": "סטאַטוס",
      "external_link": "פונדרויסנדיק לינק",
      "brand": "סאָרט",
      "brand_placeholder": "סאָרט עקס. עפּל.. (אָפּטיאָנאַל)",
      "warranty": "וואָראַנטי",
      "is_original": "איז דאָס אַן אָריגינעל פּראָדוקט?",
      "is_original_message": "אויב איר טאָן ניט שטעלן דיין פּראָדוקט אָריגינעל, די שווינדל אָפּצייכן וועט זיין געוויזן פֿאַר דעם פּראָדוקט.",
      "return_warranty": "ווי פילע טעג האט דעם פּראָדוקט אַ צוריקקער גאַראַנטירן?",
      "warehouse_section": "וואַרעהאָוסע & מאַנופאַקטורינג",
      "conditions_section": "פּראָדוקט באדינגונגען",
      "warranty_section": "וואָראַנטי & עקספּרעס",
      "unit": "פּראָדוקט אַפּאַראַט",
      "unit_message": "אַרייַן די אַפּאַראַט אויב דארף. למשל: קג, מעטער, ...",
      "condition": "פּראָדוקט צושטאַנד אין דיין קראָם",
      "condition_message": "איר מוזן קלייַבן איינער פון די וואַלועס אין דעם פעלד.",
      "unit_section": "פּראָדוקט אַפּאַראַט",
      "unit_float": "פלאָוט אַפּאַראַט (באַלד)",
      "unit_float_hint": "פֿאַר בייַשפּיל, דער קונה קענען סדר 3 קג פון פרוכט, אָבער די סומע געשיקט צו דער קונה איז אַ ביסל אַנדערש פון די אָרדערד סומע.",
      "unit_float_message": "בעשאַס סדר פּראַסעסינג, די איבערגעגעבן סומע קען זיין אַנדערש פון די אָרדערד סומע. די סיסטעם קאַלקיאַלייץ דעם חילוק אויטאָמאַטיש און רעקאָרדירט עס ווי דיין כויוו צו דער קונה, וואָס קענען זיין געווענדט צו דער ווייַטער אָרדערס.",
      "status_list": {
        "active": {
          "title": "אַקטיוו ╏ אָנליין & אָפפלינע סאַלעס",
          "description": "דער פּראָדוקט וועט זיין בארעכטיגט פֿאַר אָנליין אָרדערס."
        },
        "inactive": {
          "title": "ינאַקטיווע ╏ בלויז אָפפלינע סאַלעס",
          "description": "דער פּראָדוקט וועט נישט זיין בארעכטיגט פֿאַר אָנליין אָרדערס."
        }
      },
      "marketplace": {
        "vendor_panel_message": "דער <b>{vendor_name}</b> איז די באַזיצער פון דעם פּראָדוקט.",
        "subscription_message": "אַבאָנעמענט פּראָדוקטן קענען האָבן איין פאַרקויפער, אַזוי איר קענען מאַכן זיי אין די פאַרקויפער טאַפליע אָדער באַשטימען אַ פאַרקויפער צו זיי אויף די שאַפונג שריט. דער סעלעקטעד פאַרקויפער וועט זיין די באַזיצער פון די פּראָדוקט.",
        "default_message": "איר קענט ספּעציפיצירן צי דער פּראָדוקט געהערט צו איין פאַרקויפער און דעריבער בלויז איין פאַרקויפער קענען פאַרקויפן עס, אָדער דער פּראָדוקט געהערט צו מאַרקעטפּלאַסע און מער ווי איין פאַרקויפער קענען פאַרקויפן עס.",
        "single_vendor_title": "איין פאַרקויפער",
        "single_vendor_desc": "דער פּראָדוקט געהערט צו אַ פאַרקויפער, און דער סעלעקטעד פאַרקויפער קענען פירן עס.",
        "multi_vendors_title": "קייפל ווענדאָרס",
        "multi_vendors_desc": "דער פּראָדוקט געהערט צו דער מאַרק און קענען זיין עדיטיד בלויז אין די מאַרק טאַפליע."
      }
    },
    "rating_pros_cons": {
      "title": "יבערבליק",
      "message": "אַרייַן אַ רשימה פון פּראָדוקט ספּעסאַפאַקיישאַנז פֿאַר דיין קאַסטאַמערז צו אָפּשאַצן דיין פּראָדוקט. (אַרויף צו 5 זאכן)",
      "rating_input": "פּאָללס",
      "rating_input_message": "איר קענען לייגן 5 זאכן צו די אַנקעטע.",
      "item_unit": "נומער",
      "pros_title": "פּראָס",
      "pros_message": "אַרייַן די פֿעיִקייטן פון די פּראָדוקט. (אַרויף צו 5 זאכן)",
      "pros_input_title": "שטריך טיטל",
      "pros_input_value": "שטריך ווערט",
      "pros_group": "פּראָס פון פּראָדוקט",
      "pros_group_messages": "די הויפּט פֿעיִקייטן פון די פּראָדוקט",
      "cons_title": "קאָנס",
      "cons_message": "אַרייַן די וויקנאַסאַז פון די פּראָדוקט. (אַרויף צו 5 זאכן)",
      "cons_input_title": "שוואַכקייַט טיטל",
      "cons_input_value": "שוואַכקייַט ווערט",
      "cons_group": "וויקנאַסאַז פון פּראָדוקט",
      "cons_group_messages": "די הויפּט וויקנאַסאַז פון די פּראָדוקט",
      "select_from_list": "אויסקלייַבן פון רשימה",
      "suggestion_rating": [
        "גוטע קוואליטעט",
        "גוט ווערט",
        "וואָלט רעקאָמענדירן",
        "פֿעיִקייטן און קייפּאַבילאַטיז",
        "גרינג צו נוצן",
        "גוט דיזיינד",
        "פאַרלאָזלעך פאָרשטעלונג",
        "עפעקטיוו קונה שטיצן",
        "באַפרידיקנדיק עקספּרעס צייט",
        "פּראָדוקט שוועבעלעך באַשרייַבונג",
        "דוראַבאַל און לאַנג-בלייַביק",
        "פּרייַז-עפעקטיוו",
        "אַטראַקטיוו פּאַקקאַגינג",
        "ינאַווייטיוו פּלאַן",
        "ינווייראַנמענאַלי פרייַנדלעך",
        "גענוג אינסטרוקציעס / מאַנואַל",
        "באגעגנט עקספּעקטיישאַנז",
        "באַניצער-פרייַנדלעך צובינד",
        "הויך עפעקטיווקייַט",
        "גרויס נאָך-סאַלע סערוויס",
        "ווערסאַטאַל פאַנגקשאַנאַליטי",
        "קאַמפּעטיטיוו פּרייסינג",
        "אַוואַילאַביליטי פון ספּער פּאַרץ / אַקסעסעריז",
        "טראַסטווערדי סאָרט",
        "זיכער צו נוצן",
        "פּינטלעך און פּינטלעך סערוויס"
      ],
      "notifications": {
        "add_rating_success": "באַניצער-רייטינג {rating_name} אָפּציע צוגעגעבן.",
        "delete_rating_success": "באַניצער-רייטינג {rating_name} אָפּציע אויסגעמעקט.",
        "add_pros_success": "פּראָדוקט שטריך צוגעגעבן.",
        "delete_pros_success": "פּראָדוקט שטריך אַוועקגענומען.",
        "add_cons_success": "פּראָדוקט שוואַכקייַט צוגעגעבן.",
        "delete_cons_success": "פּראָדוקט שוואַכקייַט אַוועקגענומען."
      },
      "rating_input_placeholder": "שרייב דיין מנהג יבערבליק קשיא דאָ ... און דריקן אַרייַן!"
    },
    "edit_spec": {
      "title": "טעכניש ספּעסאַפאַקיישאַנז",
      "sub_title": "איר קענען אַרייַנפיר טעכניש סעקיפיקאַטיאָנס פון ענלעך פּראָדוקטן.",
      "import_action": "אַרייַנפיר",
      "group_input_header": "לייג גרופע",
      "item_title_header": "לייג יטעם",
      "group_input": "גרופּע קאָפּ",
      "group_input_message": "אַרייַן די טיטל.",
      "group_add_action": "לייג גרופע",
      "item_title_input": "טיטל",
      "item_title_input_message": "אַרייַן די שטריך טיטל.",
      "item_value_input": "ווערט",
      "item_value_input_message": "אַרייַן די שטריך ווערט.",
      "add_item_action": "לייג יטעם",
      "dialog": {
        "title": "אַרייַן טעכניש ספּעסאַפאַקיישאַנז",
        "code_input": "פּראָדוקט שייַן",
        "code_input_message": "פּראָדוקט קאָד: P0000 ...",
        "spec_view_title": "ספּעסאַפאַקיישאַנז פון די אויסגעקליבן פּראָדוקט",
        "set_spec_action": "דופּליקאַט טעכניש ספּעסאַפאַקיישאַנז"
      },
      "notifications": {
        "enter_group_title_error": "אַרייַן קאָפּ ווערט",
        "enter_item_title_and_value_error": "אַרייַן די טיטל און ווערט פון די שטריך",
        "spec_saved_success": "פּראָדוקט ספּעסאַפאַקיישאַנז געראטעוועט."
      }
    },
    "edit_images": {
      "title": "הויפּט בילד",
      "main_image_input_nodata": "צופֿעליקער פּראָדוקט בילד.",
      "main_image_input_message": "דער בילד איז געוויזן אין די פּראָדוקט רשימה.",
      "preview": "פאָרויסיקע ווייַזונג",
      "image_style": "בילד סטיל",
      "background_is_white": "ווייַס הינטערגרונט",
      "background_is_white_msg": "האט די בילד אַ ווייַס הינטערגרונט??",
      "images": {
        "title": "פּראָדוקט בילדער גאַלערי",
        "sub_title": "צופֿעליקער פּראָדוקט בילדער, פּראָסט פֿאַר אַלע פּראָדוקט וועריאַנץ, אין דעם אָפּטיילונג."
      },
      "video": {
        "title": "ווידעא",
        "sub_title": "ערשטער, צופֿעליקער דיין פּראָדוקט ווידעא אויף יאָוטובע, און שטעלן די ווידעא URL דאָ."
      }
    },
    "pricing": {
      "edit_price": "פּרייסינג",
      "price_input": "פּרייַז",
      "currency_input": "קראַנטקייַט",
      "currency_input_messages": "פּרייַז איז קאַלקיאַלייטיד אין דעם קראַנטקייַט.",
      "commission_input": "קאָמיסיע",
      "commission_message": "דער אָפּציע איז נוציק בלויז פֿאַר באַזונדער טייפּס פון סוחרים ווי כאָולסיילערז. אויב איר זענט נישט אַ כאָולסיילער, לאָזן דעם אָפּציע ליידיק. די פּרייַז וואָס בויערס זען איז סאַכאַקל פון פּרייַז און קאָמיסיע. פֿאַר אַדינג שטייַער גיט אַקאַונטינג > שטייער.",
      "add_commission_action": "לייג קאָמיסיע",
      "discount_input": "אַראָפּרעכענען",
      "discount_input_message": "אַראָפּרעכענען קורס",
      "has_discount_period_input": "איז די אַראָפּרעכענען גילטיק פֿאַר אַ ספּעציפיש צייט?",
      "discount_timespan": "אַרייַן די אַראָפּרעכענען צייַט.",
      "start_input": "אָנהייב",
      "end_input": "סוף",
      "start_input_placeholder": "אויסקלייַבן די אָנהייב צייט",
      "end_input_placeholder": "אויסקלייַבן די סוף צייט",
      "independent_price": "די פּרייַז בלויז פֿאַר דעם וואַריאַנט",
      "same_price": "די פּרייַז פֿאַר די הויפּט פּראָדוקט",
      "variant_pricing_message": "דורך סאַלעקטינג דעם אָפּציע, די פּרייַז פון דעם וואַריאַנט קענען זיין באַשטימט ינדיפּענדאַנטלי פון די הויפּט פּראָדוקט.",
      "price_label_input": "פּרייַז פירמע",
      "price_label_message": "לייג עקסטרע אינפֿאָרמאַציע וועגן פּרייַז ווי ($ 1.5/Fl Oz). נוצן קאַסעס: שפּייַזקראָם, FMCG.",
      "add_price_label_action": "לייג פּרייַז פירמע"
    },
    "inputs_edit": {
      "title": "אַרייַנשרייַב פאָרעם פון קוינע אינפֿאָרמאַציע",
      "sub_title": "איר קענען מאַכן אַ דאַטן פּאָזיציע פאָרעם פֿאַר יעדער פּראָדוקט, אַזוי שאָפּפּערס שיקן איר אינפֿאָרמאַציע ווען איר קויפן אַ פּראָדוקט. פֿאַר בייַשפּיל, די אינפֿאָרמאַציע קען זיין אַ נאָמען פֿאַר אַ ינגרייווינג אויף אַ שטיין.",
      "message_input": "אָנזאָג צו באַניצער",
      "message_input_message": "דער אָנזאָג וועט זיין געוויזן צו דער קונה ווען איר קויפן פּראָדוקטן.",
      "inputs_form": "אינפֿאָרמאַציע סטרוקטור (אינפֿאָרמאַציע)"
    },
    "extra_edit": {
      "physical": {
        "title": "שיפּינג אינפֿאָרמאַציע",
        "sub_title": "פּרייַז און צייט פון צוגרייטונג זענען קאַלקיאַלייטיד באזירט אויף די אינפֿאָרמאַציע אין דעם אָפּטיילונג. זייט זיכער צו אַרייַן די אינפֿאָרמאַציע לויט די אויסגעקליבן וניץ אין די קראָם (וואָג, דימענשאַנז, דיסטאַנסע)."
      },
      "notifications": {
        "save_title": "פּאַקקאַגינג דערהייַנטיקט",
        "save_msg": "פּראָדוקט פּאַקקאַגינג אינפֿאָרמאַציע דערהייַנטיקט הצלחה."
      }
    },
    "variants": {
      "not_available": "עס איז דערווייַל ניט מעגלעך צו אויסקלייַבן אַ וואַריאַנט פֿאַר דעם טיפּ פון פּראָדוקט."
    },
    "delete_product": {
      "title": "אַראָפּנעמען פּראָדוקט",
      "message": "צי איר ווילן צו ויסמעקן <b>{product_title}</b> ?"
    }
  },
  "product_admin": {
    "products_list": "פּראָדוקט רשימה",
    "product": "פּראָדוקט",
    "menu": {
      "edit": "רעדאַגירן",
      "review": "איבערבליק",
      "orders": "אָרדערס",
      "inventory": "ינוואַנטאָרי",
      "dashboard": "דאַשבאָרד",
      "back_to_products": "פּראָדוקטן",
      "drop_shipping": "דראָפּשיפּפּינג"
    },
    "dashboard": {
      "info": {
        "title": "פּראָפיל",
        "title_small": "פּראָדוקט",
        "category": "פּראָדוקט קאַטעגאָריע",
        "link": "פּראָדוקט לינק",
        "type": "טיפּ",
        "inputs": "אַרייַנשרייַב אינפֿאָרמאַציע",
        "outputs": "רעזולטאַט אינפֿאָרמאַציע",
        "user_data_form": "קוינע אינפֿאָרמאַציע פאָרעם"
      },
      "orders": {
        "title": "אָרדערס",
        "title_small": "אַנפּראַסעסט",
        "physical_orders_title": "שאַפּינג קאַרץ מיט דעם פּראָדוקט",
        "send_30days_title": "שיפּט אָרדערס אין די לעצטע 30 טעג",
        "downloads_30days_title": "טעקע דאַונלאָודיד נומער אין די לעצטע 30 טעג",
        "virtual_orders_title": "די אָרדערס פון דעם פּראָדוקט ווארטן פֿאַר קאַמפּלישאַן"
      },
      "inventory": {
        "title": "ינוואַנטאָרי",
        "title_small": "וואַרעהאָוסע",
        "total_sell": "גאַנץ סאַלעס",
        "total_sell_today": "הייַנט פארקויפונג",
        "total_sell_30days": "לעצטע 4 טעג פארקויפונג",
        "chart": {
          "labels": [
            "ינוואַנטאָרי",
            "פאַרקויף"
          ]
        },
        "subscribers_title": "אבאנענטן",
        "subscribers_title_small": "גאַנץ סאַבסקרייבד אָרדערס"
      },
      "finance": {
        "title": "פינאַנציעל",
        "title_small": "לעצטע 6 חודש קויפן באריכט",
        "select_mode_title": "ווייַזן דורך",
        "modes": {
          "sell": "פאַרקויף",
          "payment": "צאָלונג",
          "discount": "אַראָפּרעכענען"
        },
        "currency_select_title": "פּרייַז דורך אויסגעקליבן קראַנטקייַט",
        "sell_today": "הייַנט פארקויפונג",
        "product_price": "פּראָדוקט פּרייַז",
        "currency_unit": "קראַנטקייַט אַפּאַראַט",
        "sell_30days": "30 טעג פארקויפונג",
        "sell_daily": "טעגלעך פארקויפונג",
        "sell_yesterday": "נעכטן פארקויפונג"
      },
      "survey": {
        "title": "פּראָדוקט שאַץ",
        "title_small": "קונה צופֿרידנקייט באריכט",
        "total_participation": "גאַנץ נומער פון קאַנטראַביושאַנז",
        "today_participation": "הייַנט רייטינגז",
        "last7days_participation": "לעצטע 7 טעג קאַנטראַביושאַנז",
        "chart": {
          "participate": "אָנטייל",
          "participate_title": "די נומער פון קאַנטראַביושאַנז",
          "score": "כעזשבן"
        }
      },
      "inform": {
        "title": "קונה עקספּעקטיישאַנז",
        "title_small": "ווארטן פֿאַר דיסקאַונץ אָדער אַוויילאַבילאַטי",
        "message": "געבנ צו וויסן קאַסטאַמערז ווען פּראָדוקטן גיין אויף פאַרקויף אָדער ווערן בנימצא",
        "waiting_for_auction": "ווארטן פֿאַר פּראָדוקטן גיין אויף פארקויפונג",
        "waiting_for_available": "ווארטן פֿאַר די פּראָדוקטן צו זיין בנימצא.",
        "unit": "מענטשן)"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "ינוואַנטאָרי רשימה",
        "add_variant": "לייג וואַריאַנט",
        "title": "פּראָדוקט ינוואַנטאָרי / פּראָדוקט וועריאַנץ רשימה",
        "sub_title": "אויב די פּראָדוקט האט מער ווי איין וואַריאַנט, אַרייַן זיי אין דעם אָפּטיילונג. איר קענען סעפּעראַטלי דעפינירן די סומע, פּרייַז און אַראָפּרעכענען פון יעדער וואַריאַנט; אַנדערש די פעליקייַט וואַלועס פון די פּראָדוקט וועט זיין געווענדט פֿאַר פּרייסינג.",
        "add_action": "לייג וואַריאַנט",
        "count_input": "ינוואַנטאָרי",
        "count_input_action": "שטעלן ציילן",
        "management_title": "ינוואַנטאָרי פאַרוואַלטונג און פּראָדוקט וועריאַנץ",
        "add_title": "לייג פּראָדוקט וואַריאַנט",
        "edit_title": "רעדאַגירן פּראָדוקט וואַריאַנט",
        "notifications": {
          "add_success": "פּראָדוקט וואַריאַנט צוגעגעבן.",
          "delete_success": "פּראָדוקט וואַריאַנט אויסגעמעקט.",
          "save_product_inventory_success": "ינוואַנטאָרי פון פּראָדוקטן געראטעוועט."
        }
      },
      "variant_item": {
        "price": "פּרייַז",
        "same_as_product": "ענלעך צו די הויפּט פּראָדוקט",
        "in_stock": "ינוואַנטאָרי",
        "delete_dialog": {
          "title": "ויסמעקן פּראָדוקט וואַריאַנט",
          "message": "צי איר ווילן צו ויסמעקן דעם וואַריאַנט?"
        }
      },
      "variant_add_edit": {
        "title": "דעפינירן פּראָדוקט וואַריאַנט",
        "message": "פּראָדוקט נומער יינציק",
        "active_input": "איז דעם וואַריאַנט אַקטיוו?",
        "sku": "SKU",
        "sku_tips": "פּראָדוקט וואַרעהאָוסע קאָד.",
        "mpn": "MPN",
        "mpn_tips": "פּראָדוקט קאָד ינסערטאַד דורך פאַבריקאַנט אויף פּראָדוקט פּאַקקאַגינג",
        "variant_variable": "וואַריאַנט וועריאַבאַלז",
        "pricing": "פּרייסינג",
        "has_pricing_input": "איז די פּרייַז אַנדערש פון די הויפּט פּראָדוקט?",
        "inventory": "ינוואַנטאָרי",
        "inventory_unit": "זאכן",
        "delivery_info": "פּאַקקאַגינג & שיפּינג",
        "images": "בילדער פון וואַריאַנט",
        "images_message": "נאָך שפּאָרן דעם וואַריאַנט איר וועט קענען צו לייגן אַ בילד דאָ."
      }
    },
    "edit_article": {
      "menu": {
        "tags": "טאַגס",
        "article": "אַרטיקל"
      }
    }
  },
  "product_extra_physical": {
    "weight": "פּעקל וואָג",
    "weight_unit": "קג",
    "size": "פּעקל דימענשאַנז",
    "dimension": "סענטימעטער",
    "width": "ברייט",
    "length": "לענג",
    "height": "הייך",
    "lead_time_title": "צוגרייטונג צייט",
    "lead_time": "צוגרייטונג צייט",
    "lead_time_dimension": "שעה(ן)",
    "bulk_action": "פאַרנעם אַקשאַנז",
    "bulk_action_input": "דערהייַנטיקן אַלע וועריאַנץ",
    "bulk_action_msg": "שטעלן פּראָדוקט פּאַקקאַגינג און צוגרייטונג צייט פֿאַר אַלע וועריאַנץ."
  },
  "product_images_list": {
    "upload_button": "מער פּראָדוקט בילדער",
    "upload_an_image": "אויסקלייַבן אַ בילד.",
    "notifications": {
      "update_sort_success": "בילדער סאָרטינג געראטעוועט",
      "delete_image_title": "ויסמעקן פּראָדוקט בילד",
      "delete_image_success": "בילד אויסגעמעקט הצלחה"
    }
  },
  "variants_view": {
    "prices": "פּריסעס",
    "inventory": "ינוואַנטאָרי",
    "discount": "אַראָפּרעכענען"
  },
  "gift_card_type_edit": {
    "title_input": "טיטל",
    "color_input": "קאָרט קאָליר",
    "charge_input": "ערשט אָפּצאָל",
    "charge_input_hint": "ערשט אָפּצאָל פֿאַר יעדער קאָרט",
    "currency_input": "קראַנטקייַט",
    "currency_input_message": "בלויז פֿאַר קויפן מיט דעם קראַנטקייַט",
    "lifetime_input": "קאָרט גילטיקייַט (חודש)",
    "lifetime_input_message": "קאָרט גילטיקייַט",
    "card_image_input": "קאָרט בילד",
    "notifications": {
      "create_success": "קאָרט באשאפן",
      "update_success": "קאָרט דערהייַנטיקט"
    }
  },
  "shop_warehouse_edit": {
    "title": "לייג וואַרעהאָוסע",
    "message": "אַרייַן דיין ווערכאַוס אַדרעס און פּראָפיל צו רעכענען שיפּינג קאָס.",
    "name_input": "וואַרעהאָוסע נאָמען",
    "address": "אַדרעס",
    "name_input_message": "אַרייַן אַ צונעמעניש פֿאַר דיין ווערכאַוס.",
    "person_name": "אָפיציר נאָמען",
    "phone_number": "קאָנטאַקט נומער",
    "map_title": "קראָם וואַרעהאָוסע אַדרעס",
    "confirm_action": "וואַרעהאָוסע האַסקאָמע",
    "address_name": "וואַרעהאָוסע",
    "notifications": {
      "success_save": "ענדערונגען געראטעוועט הצלחה."
    }
  },
  "inventory_list": {
    "search_input": "פּראָדוקט זוך...",
    "search_input_title": "זוכן צווישן קראָם פּראָדוקטן",
    "apply_filter": "צולייגן פילטער",
    "inventory": "ינוואַנטאָרי רשימה",
    "export": "אַרויספירן ינוואַנטאָרי",
    "import": "אַרייַנפיר ינוואַנטאָרי",
    "bulk_price": "פאַרנעם פּרייַז טוישן",
    "bulk_discount": "פאַרנעם אַראָפּרעכענען טוישן",
    "category_filter_msg": "⚡ עס וועט אַפּלייז צו אַלע פּראָדוקטן און סאַבקאַטעגאָריעס!",
    "table": {
      "waiting": "ריסיווינג אינפֿאָרמאַציע ... ביטע וואַרטן",
      "open_state": "אַקטיוו",
      "close_state": "ינאַקטיוו",
      "image": "בילד",
      "product": "פּראָדוקט נאָמען",
      "code": "פּראָדוקט קאָד",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "אָריגינעל",
      "status": "סטאַטוס",
      "in_stock": "אין סטאק",
      "edit": "טוישן"
    },
    "bulk_price_dialog": {
      "title": "פאַרנעם אַקשאַנז > פּרייַז",
      "message": "נאטיץ: די פאלגענדע סומע וועט אַפּלייז ווי אַ פּראָצענט צו די פּרייַז פון אַלע פּראָדוקטן אין דיין קראָם. אויך, די קאַלקיאַלייטיד פּרייַז וואַלועס וועט זיין ינטעלידזשאַנטלי קאָנווערטעד צו די קלאָוסאַסט קייַלעכיק נומער באזירט אויף די אויסגעקליבן קראַנטקייַט. זייט אָפּגעהיט אין אַרייַן די וואַלועס.",
      "check": "איך אַפּרווו פּרייַז ענדערונגען.",
      "add_percent_tab": "לייג פראצענט",
      "add_constant_tab": "לייג קעסיידערדיק",
      "ending_tab": "סאָף סטראַטעגיע"
    },
    "bulk_discount_dialog": {
      "title": "פאַרנעם אַקשאַנז > אַראָפּרעכענען",
      "message": "באַמערקונג: די פאלגענדע סומע איז אַ פּראָצענט צו די אַראָפּרעכענען פון אַלע פּראָדוקטן אין דיין קראָם. אויך, די קאַלקיאַלייטיד אַראָפּרעכענען וואַלועס וועט זיין ינטעלידזשאַנטלי קאָנווערטעד צו די קלאָוסאַסט קייַלעכיק נומער באזירט אויף די אויסגעקליבן קראַנטקייַט. זיין אָפּגעהיט אין אַרייַן די וואַלועס.",
      "check": "איך אַפּרווו אַראָפּרעכענען ענדערונגען."
    },
    "notifications": {
      "save_success": "ינוואַנטאָרי טוישן געראטעוועט."
    }
  },
  "spec_view": {
    "auto_save_input": "אַוטאָ ראַטעווען"
  },
  "time_progress_bar": {
    "title_before_start": "רימיינינג צו די אָנהייב",
    "title_between_start_end": "געבליבן ביזן סוף",
    "title_after_end": "געענדיקט",
    "title_no_start_end": "אָן צייט צייַט!"
  },
  "geo_map": {
    "views": "קוקן",
    "views_unit": "Times",
    "product_views": "פּראָדוקט קוקן",
    "buys": "פּערטשאַסאַז",
    "buys_unit": "אָרדערס",
    "baskets": "אַקטיוו קאַרץ",
    "added_items": "לייג זאכן",
    "removed_items": "אַראָפּנעמען זאכן"
  },
  "faq_list": {
    "table": {
      "nodata": "קיין פראגעס געפונען.",
      "more_data_action": "מער שאלות..",
      "user": "באַניצער",
      "tag": "Tag",
      "question": "פראגע",
      "officer": "שטעקן",
      "answer": "ענטפער",
      "created_at": "טאָג",
      "priority": "בילכערקייַט",
      "edit": "רעדאַגירן"
    },
    "dialog": {
      "add_new_action": "פאָרלייגן נייַע קשיא",
      "edit_action": "רעדאַגירן FAQ",
      "question_input": "פראגע",
      "question_input_placeholder": "פרעגן דיין קשיא ..",
      "link_input": "לינק",
      "link_input_placeholder": "איר קענט אָפּשיקן צו אַ לינק אין ענטפער.",
      "answer_input": "ענטפער",
      "answer_input_placeholder": "אַרייַן ענטפער טעקסט ..",
      "tag_input": "קוויטל (קאטעגאריע טיטל)",
      "tag_input_placeholder": "אַרייַן אַ קורץ טיטל",
      "priority_input": "בילכערקייַט: (0 צו 10)"
    },
    "delete_alert": {
      "title": "ויסמעקן פראגע",
      "message": "צי איר ווילן צו ויסמעקן די קשיא?",
      "action": "ויסמעקן"
    },
    "notifications": {
      "send_success": "דיין ענטפער איז הצלחה דערלאנגט.",
      "delete_success": "דיין קשיא איז אויסגעמעקט געווארן הצלחה."
    }
  },
  "contact_messages_list": {
    "load_more_action": "מער אַרטיקלען ..",
    "table": {
      "nodata": "קיין פראגעס געפונען.",
      "user": "באַניצער",
      "message": "אָנזאָג גוף",
      "category": "קאַטעגאָריע",
      "officer": "שטעקן",
      "answer": "ענטפער",
      "created_at": "טאָג",
      "contact": "קאָנטאַקט",
      "edit": "רעדאַגירן"
    },
    "dialog": {
      "title": "ענטפער צו אָנזאָג",
      "category": "קאַטעגאָריע",
      "user_name": "נאָמען",
      "email": "בליצפּאָסט",
      "phone": "קאָנטאַקט נומער",
      "message": "אָנזאָג טעקסט",
      "status": "ענטפער סטאַטוס",
      "status_answered": "געענטפערט",
      "status_waiting": "ווארטן אויף ענטפער",
      "answer_input": "ענטפער טעקסט",
      "mail_input": "שיקן פּאָסט",
      "mail_input_message": "אויב איר געבן דעם, דיין ענטפער וועט זיין געשיקט צו די באַניצער E- בריוו."
    },
    "delete_alert": {
      "title": "ויסמעקן אָנזאָג",
      "message": "צי איר ווילן צו ויסמעקן דעם אָנזאָג?",
      "action": "ויסמעקן"
    },
    "notifications": {
      "send_success": "דיין בקשה איז הצלחה דערלאנגט.",
      "delete_success": "אָנזאָג אויסגעמעקט."
    }
  },
  "campaign": {
    "title": "קאַמפּיין",
    "menu": {
      "setting": "סעטטינגס",
      "return": "צוריק",
      "dashboard": "דאַשבאָרד",
      "links": "לינקס",
      "landing": "לאַנדינג",
      "ads": "אַדס",
      "finance": "פינאַנצן"
    },
    "dashboard": {
      "title": "דאַשבאָרד",
      "status": "סטאַטוס איבערבליק",
      "sessions": "סעשאַנז",
      "links_overview": "קאַמפּיין לינקס איבערבליק",
      "orders": "אָרדערס",
      "performance": "קאמפאניע פאָרשטעלונג",
      "links_funnel": "קאַמפּיין לינקס פאָרשטעלונג",
      "no_links": "עס איז קיין דאַטן בנימצא! ביטע שאַפֿן אַ לינק צו דיין קאמפאניע.",
      "social": "סאציאל מידיאַ פירט",
      "conversion_over_time": "קאַנווערזשאַן איבער צייַט",
      "total_campaign_sell": "גאַנץ פארקויפונג דורך קאמפאניע"
    },
    "finance": {
      "title": "פינאַנצן באַריכט",
      "campaign_revenue": "קאמפאניע רעוועך",
      "total_revenue": "גאַנץ רעוועך דורך קאמפאניע",
      "links_revenue": "רעוועך פון קאַמפּיין לינקס",
      "payments_over_time": "סאַלעס איבער צייַט",
      "all_links": "אַלע לינקס"
    },
    "landing": {
      "empty_message": "שטעלן אַ לאַנדינג בלאַט אין קאמפאניע סעטטינגס.",
      "set_landing": "שטעלן לאַנדינג בלאַט",
      "create_landing": "שאַפֿן אַ נייַע לאַנדינג בלאַט"
    },
    "links": {
      "title": "קאַמפּיין לינקס",
      "url_input_message": "אַרייַן דיין ציל בלאַט URL"
    },
    "setting": {
      "menu": {
        "config": "קאָנפיג",
        "timespan": "צייט צייַט",
        "banner": "פאָן",
        "Notification": "אָנזאָג"
      },
      "general_setting": {
        "title": "אַלגעמיינע קאַמפּיין סעטטינגס",
        "sub_title": "נאָמען, לאַנדינג בלאַט און אַראָפּרעכענען קאָד",
        "name_input": "קאמפאניע נאמען",
        "name_input_hint": "לייג אַ נאָמען צו דיין קאַמפּיין",
        "enable_input": "איז די קאמפאניע אַקטיוו?",
        "page_input": "לאַנדינג בלאַט",
        "discount_code_input": "אַראָפּרעכענען קאָד",
        "limit": "אַראָפּרעכענען שיעור",
        "max_count": "מאַקסימום ציילן",
        "max_count_unit": "זאכן",
        "start": "אָנהייב",
        "end": "סוף",
        "notification_enable_input": "אָנזאָג ענייבאַלד?",
        "landing_page": "לאַנדינג בלאַט",
        "discount_code": "אַראָפּרעכענען קאָד",
        "auto": "פעליקייַט קאמפאניע",
        "auto_message": "פעליקייַט קאַמפּיין אַקטיווייטיד אין דיין קראָם"
      },
      "time_setting": {
        "title": "צייט צייַט",
        "sub_title": "אָנהייב טאָג און צייט / סוף טאָג און צייט",
        "start_input": "אָנהייב",
        "start_input_placeholder": "אויסקלייַבן קאַמפּיין אָנהייב צייט",
        "end_input": "סוף",
        "end_input_placeholder": "אויסקלייַבן קאַמפּיין סוף צייט"
      },
      "banner_setting": {
        "title": "קראָם באַנער",
        "sub_title": "ווייַז אויף שפּיץ פון די קראָם בלאַט",
        "message_input": "אָנזאָג טעקסט",
        "message_input_placeholder": "ספּעציעלע פעסטיוואַל ...",
        "message_input_hint": "באַנער אָנזאָג טעקסט שפּיץ פון קראָם",
        "bg_image_input": "הינטערגרונט בילד URL",
        "bg_image_input_hint": "גאַנץ הינטערגרונט בילד URL",
        "repeat_pattern": "איבערחזרן מוסטער",
        "simple": "פּשוט",
        "dark_input": "טונקל טעמע?",
        "icon_input": "בילדל",
        "icon_input_hint": "מאַטעריאַל פּלאַן יקאָן נאָמען אָדער פאָנטאַווסאָם: פאַס פאַ-שטערן",
        "anim_input": "אַנאַמיישאַן אַדרעס",
        "anim_input_message": "לאָטטי אַנאַמיישאַן טעקע URL",
        "preview": "פאָרויסיקע ווייַזונג",
        "preview_update_action": "דערהייַנטיקן פאָרויסיקע ווייַזונג",
        "bg_color": "הינטערגרונט פֿאַרב",
        "icon_bg": "ייקאַן הינטערגרונט פֿאַרב"
      },
      "notifications": {
        "title": "אָנזאָג",
        "sub_title": "שאַפֿן אַ אָנזאָג און לינק עס צו דיין קאמפאניע.",
        "update_success": "דיין קאמפאניע איז דערהייַנטיקט.",
        "action_button": "קאַמף קנעפּל",
        "background_color": "הינטערגרונט פֿאַרב",
        "text_color": "טעקסט קאָליר",
        "action_color": "קאַמף קאָליר",
        "action_text_color": "קאַמף טעקסט קאָליר",
        "notification_image": "אָנזאָג בילד",
        "notification_bg": "אָנזאָג הינטערגרונט",
        "show_preview": "ווייַזן פאָרויסיקע ווייַזונג",
        "persistence": "פּערסיסטאַנס",
        "persistence_message": "צי איר ווילן צו ווייַזן יעדער מאָל דיין באַניצער וויזיץ דעם וועבזייטל",
        "radius": "ראַדיוס",
        "show_delay": "ווייַזן פאַרהאַלטן"
      }
    }
  },
  "add_category": {
    "title_edit": "רעדאַגירן קאַטעגאָריע",
    "title_update": "לייג אַ נייַע קאַטעגאָריע",
    "menu": {
      "delete": "ויסמעקן קאַטעגאָריע",
      "filter": "פילטערס",
      "settings": "סעטטינגס",
      "back": "צוריק"
    },
    "title_input": "קאַטעגאָריע טיטל *",
    "title_input_error": "אויסקלייַבן אַ קאַטעגאָריע טיטל",
    "name_input": "קאַטעגאָריע נאָמען (ענגליש) *",
    "name_input_error": "אויסקלייַבן אַ יינציק נאָמען פֿאַר די קאַטעגאָריע",
    "description_input": "קאַטעגאָריע באַשרייַבונג",
    "description_input_message": "אַרייַן אַ קורץ באַשרייַבונג פון די קאַטעגאָריע ..",
    "parent_input": "פאָטער קאַטעגאָריע",
    "parent_input_message": "די קאַטעגאָריע איז ארויס אויף די קראָם האָמעפּאַגע.",
    "image_input": "קאַטעגאָריע בילד",
    "image_input_placeholder": "אויסקלייַבן אַ בילד פֿאַר די קאַטעגאָריע",
    "edit_action": "רעדאַגירן קאַטעגאָריע",
    "add_action": "לייג קאַטעגאָריע",
    "back_action": "צוריק",
    "no_category": "קיין קאַטעגאָריעס",
    "star": "שטערן",
    "filter": {
      "title": "קאַטעגאָריע פילטערס",
      "sub_title": "פירן פילטערס און קאַטעגאָריעס אָנווענדלעך צו פּראָדוקטן אין דעם קאַטעגאָריע.",
      "message": "אַרייַן און היט דעם פּראָסט טעכניש שטריך טיטל פֿאַר דעם קאַטעגאָריע אין די קעסטל אונטן. נאָך שפּאָרן די רשימה, די פילטער קאַטעגאָריעס וועט זיין געוויזן צוזאמען מיט די אינהאַלט פון יעדער קאַטעגאָריע. קאָליר, וואָג, גרייס, סאָרט, אאז\"ו ו זענען אויטאָמאַטיש יקסטראַקטיד פון פּראָדוקט וואַריאַנט."
    },
    "delete_alert": {
      "title": "אַראָפּנעמען קאַטעגאָריע",
      "message": "צי איר ווילן צו ויסמעקן די {title} קאַטעגאָריע?",
      "action": "ויסמעקן"
    },
    "notifications": {
      "add_success": "נייַ קאַטעגאָריע צוגעגעבן.",
      "edit_success": "קאַטעגאָריע עדיטיד.",
      "delete_success": "אויסגעמעקט {title}."
    },
    "edit_filter": {
      "spec_input": "טעכניש ספּעסאַפאַקיישאַנז רשימה",
      "spec_input_message": "רשימה פון פֿעיִקייטן וואָס איר ווילן צו זיין געוויזן אין די פילטער אָפּטיילונג",
      "price": "פּרייַז",
      "min": "מין",
      "max": "מאַקס",
      "suggested_list": {
        "brand": "סאָרט",
        "colors": "פאַרב",
        "styles": "פּלאַן",
        "volumes": "באַנד",
        "weights": "וואָג",
        "packs": "נומער פּער פּאַק",
        "types": "טיפּ"
      },
      "notifications": {
        "edit_success": "קאַטעגאָריע עדיטיד."
      }
    }
  },
  "apps_list": {
    "nodata": "עס איז קיין אַפּ אינסטאַלירן אין דיין קראָם",
    "inactive": "ינאַקטיוו",
    "my_apps": "מיין אַפּפּס",
    "app_store": "לייג אַ נייַע אַפּ"
  },
  "add_shop": {
    "menu": {
      "shop_title": "קראָם טיטל",
      "shop_name": "קראָם נאָמען",
      "description": "באַשרייַבונג",
      "contact": "קאָנטאַקט אינפֿאָרמאַציע",
      "image": "בילד"
    },
    "title_input": "טיטל",
    "title_input_tips": "אַרייַן די נאָמען פון דיין קראָם, סאָרט אָדער פירמע.",
    "active_message": "שטעלן אַקטיוו צו אַלעמען קענען אַקסעס דיין וועבזייטל.",
    "language_input_message": "אויסקלייַבן דיין קראָם שפּראַך.",
    "name_input": "נאָמען",
    "name_input_message": "אַרייַן אַ נאָמען פֿאַר דיין קראָם.",
    "name_input_tips": "דו זאלסט נישט נוצן ניט-ענגליש אותיות, ספּייסאַז אָדער אותיות, אויב געוויינט, די קראָם נאָמען קען נישט זיין געוויזן רעכט.",
    "description_input": "קראָם באַשרייַבונג",
    "description_input_message": "שרייב אַ קורץ באַשרייַבונג וועגן דיין געשעפט.",
    "address_input": "קראָם אַדרעס",
    "address_input_message": "אַרייַן די פּינטלעך קראָם אָרט אַדרעס",
    "phone_input": "טעלעפאָן נומער",
    "phone_input_message": "קונה קאָנטאַקט נומער",
    "phone_input_tips": "אַרייַן קאָנטאַקט נומער מיט לאַנד קאָד. דער נומער איז אויך געניצט צו ווייַזן אינפֿאָרמאַציע אין Google זוכן.",
    "email_input": "בליצפּאָסט",
    "email_input_message": "בליצפּאָסט אַדרעס פֿאַר קאַסטאַמערז",
    "locality_input": "אָרט",
    "locality_input_message": "קראָם אָרט",
    "region_input": "שטאַט אָדער פּראַווינס",
    "region_input_message": "שטאַט אָדער פּראָווינץ אין וואָס איר אַרבעט",
    "country_input": "לאַנד",
    "country_input_message": "לאַנד פון געשעפט",
    "postal_code_input": "פּאָסטאַל קאָוד",
    "postal_code_input_message": "קראָם פּאָסטאַל קאָוד",
    "image_input": "סטאָר בילד",
    "map": {
      "title": "קראָם אַדרעס",
      "confirm": "אַדרעס רעגיסטראַציע",
      "address": "אַדרעס",
      "receptor": "קראָם"
    },
    "create_shop_action": "שאַפֿן סטאָר",
    "update_shop_action": "דערהייַנטיקן",
    "notifications": {
      "copy_success": "קאָפּיע פון קראָם אַדרעס.",
      "name_available": "דער נאָמען ({name}) איז בארעכטיגט.",
      "add_success": "קראָם {title} באשאפן.",
      "edit_success": "קראָם עדיטיד."
    }
  },
  "virtual_items_list": {
    "add_virtual_item": "לייג ווירטואַל נומער",
    "add_virtual_item_desc": "צו פאַרקויפן ווירטואַל פּראָדוקטן, איר מוזן לייגן זיי אין דעם אָפּטיילונג. די נומער פון ווירטואַל זאכן איז גלייַך צו די נומער פון פריי זאכן אין דעם אָפּטיילונג. אַמאָל קאַסטאַמערז קויפן די ווירטואַל נומער, די לינק וועט זיין געשיקט צו זיי.",
    "filter_action": "צולייגן פילטער",
    "not_processed": "אַנפּראַסעסט אָרדערס",
    "title": "רשימה פון זאכן",
    "vew_order": "זען סדר",
    "table": {
      "nodata": "עס זענען קיין זאכן",
      "product": "פּראָדוקט",
      "data": "דאַטאַ",
      "status": "סטאַטוס",
      "user_message": "באַניצער אָנזאָג",
      "updated_at": "לעצטע דערהייַנטיקן",
      "order": "סדר",
      "delete": "ויסמעקן"
    },
    "notifications": {
      "delete_success": "פּונקט אויסגעמעקט הצלחה."
    }
  },
  "add_virtual_item": {
    "title_edit": "רעדאַגירן וואַלועס",
    "title_add": "לייג אַ נומער צו פּראָדוקט",
    "sub_title": "קריייטינג און עדיטינג ווירטואַל פּראָדוקטן",
    "message": "דער קראָם פאַרוואַלטער קענען ווייַזן קוינע די ווערט נאָך די צאָלונג. די וואַלועס מוזן זיין אריין אין די פאָרעם אונטן. די סטרוקטור פון דעם פאָרעם איז באַשטימט אין די רעדאַגירן יטעם> רעדאַגירן רעזולטאַט אינפֿאָרמאַציע אָפּטיילונג.",
    "edit_outputs": "רעדאַגירן רעזולטאַט פאָרעם",
    "notifications": {
      "edit_success": "נומער עדיטיד.",
      "add_success": "פּונקט צוגעגעבן צו דער רשימה."
    }
  },
  "virtual_process_center": {
    "title": "פּראַסעסינג צענטער",
    "sub_title": "סדר פּראַסעסינג",
    "virtual_product": "ווירטואַל פּראָדוקט",
    "menu": {
      "report": "באַריכט",
      "timeline": "טיימליין",
      "order": "סדר"
    },
    "list_widget": {
      "title": "סדר ספּעסאַפאַקיישאַנז",
      "product_name": "פּראָדוקט נאָמען"
    },
    "inputs_widget": {
      "title": "אַרייַנשרייַב פאָרעם",
      "table": {
        "title": "טיטל",
        "value": "ווערט"
      },
      "change_inputs_action": "רעדאַגירן אַרייַנשרייַב פאָרעם"
    },
    "outputs_widget": {
      "title": "רעזולטאַט פאָרעם",
      "table": {
        "title": "טיטל",
        "value": "ווערט"
      },
      "tips": [
        "נאָך קאַמפּליטינג די קונה בעטן, שלאָגן די סדר באַשטעטיקונג שליסל צו געבנ צו וויסן די קוינע פון די סדר.",
        "אַמאָל די סדר איז באוויליקט, די קוינע וועט נישט קענען צו רעדאַגירן די אַרייַנשרייַב אינפֿאָרמאַציע."
      ],
      "alerts": {
        "order_completed_by_admin": "סדר איז געענדיקט.",
        "order_completed_by_buyer": "דער קונה איז דורכגעקאָכט די סדר.",
        "waiting_for_buyer": "ווארטן פֿאַר די קוינע האַסקאָמע .."
      }
    }
  },
  "file_process_center": {
    "title": "פּראַסעסינג צענטער",
    "sub_title": "סדר פּראַסעסינג",
    "menu": {
      "report": "באַריכט",
      "timeline": "טיימליין",
      "order": "סדר"
    }
  },
  "process_order_page_dashboard": {
    "title": "סדר פּראַסעסינג",
    "cancel_order_action": "באָטל מאַכן סדר",
    "open_basket_cation": "דער שאַפּינג וואָגן איז אָפן, טייַטש דער קונה איז שאַפּינג און האט נישט באַצאָלט די סדר נאָך.",
    "reject_dialog": {
      "title": "סיבה צו אָפּוואַרפן דעם סדר",
      "message": "אויסקלייַבן די סיבה פֿאַר רידזשעקטינג דעם סדר פון דער רשימה אונטן. מאַכן זיכער צו מיטטיילן דעם קונה פון די קאַנסאַליישאַן און צוריקצאָל פּראָצעס. ריפאַנדז מוזן זיין געמאכט ין 12 שעה.",
      "confirm_action": "באָטל מאַכן סדר",
      "dismiss_reject_action": "אָפּזאָגן די קאַנסאַליישאַן פון די סדר"
    },
    "notifications": {
      "update_status_success": "סדר סטאַטוס דערהייַנטיקט.",
      "reject_update_success": "סדר קאַנסאַליישאַן סטאַטוס דערהייַנטיקט.",
      "dismiss_reject_success": "סדר אומגעקערט צו דער נאָרמאַל פּראָצעס.",
      "set_tracking_success": "סדר שפּירט שייַן געראטעוועט הצלחה."
    }
  },
  "process_center": {
    "title": "פּראַסעסינג צענטער",
    "physical_product": "גשמיות פּראָדוקטן",
    "menu": {
      "label": "פּעקל לאַבעל",
      "receipt": "ינווויס",
      "back": "צוריק",
      "return": "צוריקקומען",
      "report": "באַריכט",
      "timeline": "טיימליין",
      "inputs": "ינפּוץ",
      "order": "סדר"
    },
    "payment_widget": {
      "title": "צאָלונג",
      "checklist": [
        "טשעק סדר סומע און קונה צאָלונג.",
        "טשעק בילינג אַדרעס.",
        "פאַרזיכערן אַז די אריין אינפֿאָרמאַציע איז ריכטיק, ספּעציעל אויב די צאָלונג איז געלט אויף עקספּרעס."
      ],
      "action_cod_pay": "באַשטעטיקן צאָלונג דורך קונה",
      "action_dir_pay": "באַשטעטיקן ופּלאָאַדעד צאָלונג קאַבאָלע",
      "payment_receipt_not_uploaded_error": "צאָלונג קאַבאָלע איז נישט ופּלאָאַדעד נאָך!",
      "waiting_for_pay": "פּענדינג צאָלונג",
      "processing_payment": "פּראַסעסינג צאָלונג",
      "processing_cancel": "צאָלונג קאַנסאַלד",
      "paid": "באַצאָלט",
      "cod_pay_info": "ווען איר האָט באקומען די סדר פון דער קונה איר קענען באַשטעטיקן צאָלונג און פאַרענדיקן די סדר.",
      "dir_pay_info": "די צאָלונג קאַבאָלע וועט דערשייַנען אויבן. איידער איר באַשטעטיקן די צאָלונג, באַשטעטיקן די אַוועקלייגן סומע און קאַבאָלע אינפֿאָרמאַציע מיט דיין באַנק.",
      "created_date": "באשאפן טאָג",
      "pay_date": "צאָלונג טאָג",
      "payment_gateway": "צאָלונג גייטוויי",
      "payment_method": "צאָלונג אופֿן",
      "risk": "ריזיקירן ווערט",
      "billing_details": "בילינג פרטים",
      "add_transaction": "לייג נייַ רעכענונג",
      "add_transactions_message": "איר מוזן מאַכן בייַ מינדסטער איין טראַנסאַקטיאָן פֿאַר דעם סדר. אין עטלעכע קאַסעס, צאָלונג איז פארלאנגט אין עטלעכע סטעפּס. וואָס טראַנזאַקשאַנז דער באַניצער האט צו באַצאָלן פֿאַר וועט זיין באשלאסן דורך איר בעשאַס די אַרבעט.",
      "add_bill_dialog": {
        "title": "לייג ינווויס",
        "message": "איר קענען לייגן איין אָדער מער נייַע ינווויסיז פֿאַר דעם סדר. דער קונה וועט זען די ינווויסיז און באַצאָלן יעדער לויט די פּראָגרעס פון די אַרבעט.",
        "amount_input": "ינווויס סומע",
        "action": "לייג רעכענונג"
      },
      "edit_bill_dialog": {
        "title": "רעדאַגירן ינווויס",
        "message": "איר קענען רעדאַגירן פּענדינג ינווויסיז.",
        "action": "רעדאַגירן ינווויס"
      },
      "bill_cash_payment_dialog": {
        "title": "רעגיסטרירן געלט צאָלונג",
        "message": "אויב דער קוינע האט באַצאָלט די סומע פון דעם ינווויס אין געלט אָדער אויף אַ אנדערע וועג ווי אָנליין צאָלונג, אין דעם אָפּטיילונג, סעלעקטירן אַן אָפּציע, פאַרשרייַבן און באַשטעטיקן זיין צאָלונג. אין דעם אָפּטיילונג, איר קענען זען בלויז געלט צאָלונג גייטווייז פון דיין קראָם, אויב איר טאָן ניט זען אַזאַ אַן אָפּציע, איר מוזן אַקטאַווייט אַ געלט צאָלונג גייטוויי אין די אויסגעקליבן קראַנטקייַט אין דיין קראָם.",
        "action": "באַשטעטיקן רעכענונג צאָלונג"
      },
      "table": {
        "title": "טיטל",
        "amount": "סומע",
        "description": "באַשרייַבונג",
        "info": "אינפֿאָרמאַציע"
      },
      "user_payment": "קונה צאָלונג",
      "cod": "געלט אויף עקספּרעס",
      "gateway_wage": "אָפּצאָל",
      "gift_card": "מתנה קארטל",
      "discount_code": {
        "title": "אַראָפּרעכענען קאָד",
        "code": "קאָד",
        "percent": "פּראָצענט",
        "limit": "באַגרענעצן"
      },
      "club": {
        "title": "קאַסטאַמערז קלוב",
        "percent": "פּראָצענט",
        "limit": "באַגרענעצן"
      },
      "coupon": {
        "title": "קופּאָן",
        "percent": "פּראָצענט",
        "limit": "באַגרענעצן",
        "charge": "אָפּצאָל"
      },
      "delivery": {
        "title": "שיפּינג פּרייַז",
        "not_paid": "ניט באַצאָלט"
      },
      "samin": {
        "title": "סערוויס פיז",
        "description": "די סומע איז דידאַקטיד פון דיין סעללדאָנע בייַטל חשבון.",
        "tooltip": "רעכענען דורך צאָלונג אופֿן",
        "percent": "פּראָצענט"
      },
      "affiliate": {
        "title": "צוגעבן קאָמיסיע",
        "affiliate_message": "איר זאָל באַצאָלן דעם קאָמיסיע צו דיין צוגעבן. דעם פּראָצעס איז געטאן דורך זיך."
      },
      "total_price": "גאַנץ יטעמס פּרייַז",
      "total_items_discount": "ייטאַמז אַראָפּרעכענען",
      "total_price_after_offers": "גאַנץ נאָך אַפּלייינג אָפפערס",
      "user_payment_amount": "קוינע צאָלונג סומע",
      "samin_wage": "סעללדאָנע פיז",
      "pay_cod_dialog": {
        "title": "צי האָט איר באַקומען סדר געלט?",
        "message": "באַשטעטיקן דעם אָפּציע אין די געלט אויף עקספּרעס צאָלונג אופֿן, נאָך ינשורינג פול צאָלונג דורך דער קונה.",
        "confirm_action": "באַשטעטיקן קונה צאָלונג"
      },
      "pay_dir_dialog": {
        "title": "צי האָט איר באַקומען סדר געלט?",
        "message": "באַשטעטיקן דעם אָפּציע נאָך אַפּרוווינג ופּלאָאַדעד צאָלונג קאַבאָלע מיט דיין באַנק. זייט זיכער צו קאָנטראָלירן די צאָלונג מיט דיין באַנק.",
        "confirm_action": "באַשטעטיקן קונה צאָלונג"
      },
      "notifications": {
        "pay_confirm_message": "צאָלונג איז באשטעטיקט.<br> פּאָרט: {gateway_name}<br> טאָג: {payment_at}",
        "pay_fail_title": "ניט באַצאָלט",
        "pay_fail_message": "צאָלונג קענען ניט זיין באוויליקט!"
      },
      "total_order_price_before_tax": "פאַר - שטייַער גאַנץ פּרייַז"
    },
    "basket_list": {
      "checklist": [
        "קוק ינוואַנטאָרי.",
        "אויב די נומער איז אַנאַוויילאַבאַל, די סומע באַצאָלט פֿאַר דעם נומער מוזן זיין אומגעקערט צו דער קונה."
      ],
      "message": "אויב קיין פון די ייטאַמז זענען אַנאַוויילאַבאַל אָדער קענען ניט זיין סאָלד, נעם אַוועק די קעסטל ווייַטער און גיט די <b>באַשטעטיקן סדר</b> קנעפּל.",
      "action": "באשטעלונג באשטעטיגונג",
      "list_of_items": "שאַפּינג קאַרט רשימה",
      "apply_change_action": "צולייגן ענדערונגען",
      "cant_apply_change": "קענען נישט מאַכן ענדערונגען",
      "lottery_prize_inform": "דיין קונה געווינען 1x פון דעם פּראָדוקט. שיקן טאַלאַנט מיט דעם סדר."
    },
    "preparing": {
      "title": "צוגרייטונג",
      "packing_weight": "פּאַקינג וואָג",
      "delivery_type": "שיפּינג אופֿן",
      "packing_size": "פּאַקקאַגינג דימענשאַנז",
      "distance_warning": "יקסידז די ערלויבט דיסטאַנסע שיעור.",
      "weight_warning": "יקסידז די ערלויבט וואָג.",
      "volume_warning": "יקסידז די ערלויבט פּעקל גרייס.",
      "message": "דריקט אויף די פאלגענדע <b>אָרדער גרייט</b> קנעפּל אויב די סדר איז גרייט צו שיקן.",
      "action": "סדר גרייט צו שיקן",
      "checklist": [
        "ווייַטערדיק נאָרמאַל כּללים אין פּאַקקאַגינג.",
        "דרוק אַ רשימה פון זאכן און שטעלן עס אין די פּעקל.",
        "דרוק און שטעקן אַ פירמע צו די קעסטל."
      ]
    },
    "basket_items": "סדר זאכן רשימה",
    "delivered_dialog": {
      "title": "האט דער קונה באקומען דעם סדר?",
      "message": "באַשטעטיקן דעם אָפּציע ווען איר וויסן דער קונה באקומען די סדר",
      "confirm_action": "איך באַשטעטיקן אַז דער קונה האט באקומען דעם פּעקל"
    },
    "return_delivery_dialog": {
      "title": "האט דער סדר האָבן קיין פראבלעמען בעשאַס עקספּרעס אָדער איז עס אומגעקערט?",
      "message": "באַשטעטיקן די אָפּציע צו צוריקקומען די טראַנספּאָרט אויב די סדר איז אומגעקערט נאָך שיקט פֿאַר עטלעכע סיבה און עס איז אַ נויט צו שיקן די טראַנספּאָרט ווידער.",
      "confirm_action": "באַשטעטיקן עקספּרעס אומגעקערט"
    },
    "notifications": {
      "update_status_success": "סדר סטאַטוס דערהייַנטיקט.",
      "reject_update_success": "סדר קאַנסאַליישאַן סטאַטוס דערהייַנטיקט.",
      "dismiss_reject_success": "דער סדר איז קאַנסאַלד.",
      "pay_cod_success": "געלט אויף עקספּרעס צאָלונג באשטעטיקט.",
      "pay_dir_success": "צאָלונג איז געווען באשטעטיקט דורך קאָרט-צו-קאָרט צאָלונג אָדער געלט אַריבערפירן.",
      "set_tracking_success": "סדר שפּירט שייַן געראטעוועט הצלחה.",
      "new_bill_success": "נייַ רעכענונג צוגעגעבן הצלחה.",
      "edit_bill_success": "ביל דערהייַנטיקט הצלחה.",
      "update_bill_status_success": "רעכענונג סטאַטוס דערהייַנטיקט הצלחה.",
      "set_payment_in_cash_success": "ביל צאָלונג באשטעטיקט מאַניואַלי."
    },
    "delete_bill_dialog": {
      "title": "ויסמעקן רעכענונג",
      "message": "זענט איר זיכער צו ויסמעקן דעם רעכענונג?",
      "action": "יא, אויסמעקן איצט"
    }
  },
  "shop_gateway": {
    "title": "גייטוויי",
    "menu": {
      "dashboard": "דאַשבאָרד",
      "edit": "רעדאַגירן",
      "transactions": "טראַנזאַקשאַנז",
      "back": "גייטווייז"
    },
    "dashboard": {
      "title": "גאַטעווייַ מאַנאַגעמענט",
      "gateway_data_widget": {
        "title": "פּיימאַנץ באריכט",
        "title_small": "גייטוויי",
        "chart": {
          "times": "ציילן",
          "buys": "קויפן ציילן",
          "pays": "סקסעספול צאָלונג",
          "amount_pay": "באַצאָלט",
          "amount_wage": "אָפּצאָל"
        }
      },
      "gateway_info_widget": {
        "title": "אינפֿאָרמאַציע",
        "title_small": "גייטוויי",
        "status": "סטאַטוס",
        "cod_transportation": "שיפּינג מעטהאָדס שטיצן דאָרש",
        "cod_transportations_error": "געבן געלט אויף עקספּרעס צאָלונג פֿאַר בייַ מינדסטער איין שיפּינג אופֿן!",
        "payment_type": "צאָלונג טיפּ",
        "cod": "געלט אויף עקספּרעס",
        "online": "אָנליין צאָלונג",
        "wage_percent": "אָפּצאָל פּראָצענט",
        "min_wage": "מינימום אָפּצאָל",
        "max_wage": "מאַקסימום אָפּצאָל",
        "min_amount": "מינימום טראַנסאַקטיאָן",
        "max_amount": "מאַקסימום מאַסע - מאַטן",
        "timeout": "צאָלונג צייַט",
        "timeout_unit": "סעקונדעס",
        "link": "גייטוויי לינק",
        "your_gateway_status": "דיין טויער סטאַטוס",
        "config_extra_info": "צאָלונג דינסט קאַנפיגיעריישאַן",
        "oauth2_button": "אַוטאָ קאָננעקט צו {gateway}",
        "fee_payment_message": "די גאנצע סומע באַצאָלט דורך דער קונה וועט זיין טראַנספערד צו דיין חשבון. דער אָפּצאָל פון סערוויס וועט זיין דידאַקטיד פון דיין בייַטל אין סעללדאָנע."
      }
    },
    "edit": {
      "title": "רעדאַגירן גייטוויי",
      "menu": {
        "delete": "אַראָפּנעמען גאַטעווייַ"
      },
      "edit_action": "רעדאַגירן גייטוויי"
    },
    "transactions": {
      "title": "טראַנזאַקשאַנז",
      "table": {
        "amount": "סומע",
        "currency": "קראַנטקייַט",
        "livemode": "טיפּ",
        "status": "סטאַטוס",
        "target_id": "סדר",
        "risk": "ריזיקירן",
        "card": "קאַרטל",
        "issued_at": "אויסגאבע דאטום",
        "payment_at": "צאָלונג טאָג"
      },
      "live_mode": "לעבן",
      "test_mode": "זאַמדקאַסטן"
    }
  },
  "edit_gateway": {
    "public_keys": "ציבור שליסלען",
    "private_keys": "פּריוואַט שליסלען (קאַנפאַדענשאַל)",
    "link": "וועבזייַטל",
    "state_title": "אַקטיוו / ינאַקטיוו צאָלונג אופֿן",
    "gateway_status": "סטאַטוס",
    "wallet": "בלאָקטשיין בייַטל",
    "developer_title": "דעוועלאָפּער מאָדע",
    "developer_message": "איר קענען פּראָצעס שווינדל טראַנזאַקשאַנז אויב די גייטוויי שטיצט דיבאַג מאָדע.",
    "notifications": {
      "edit_success": "גאַטעווייַ {gateway_name} עדיטיד."
    },
    "developer_setting": "אַנטוויקלען & טעסט",
    "live_mode_message": "כל טראַנזאַקשאַנז וועט זיין אין לעבן מאָדע."
  },
  "gift_card": {
    "title": "גיפט קאַרדס",
    "menu": {
      "edit": "רעדאַגירן",
      "new_card": "שאַפֿן קאָרט",
      "list": "קאַרדס",
      "orders": "אָרדערס",
      "dashboard": "דאַשבאָרד",
      "back": "גיפט קאַרדס"
    },
    "dashboard": {
      "title": "טאַלאַנט קאַרד מאַנאַגעמענט דאַשבאָרד",
      "amount_widget": {
        "title": "קאָרט צאָלונג",
        "title_small": "30 טעג",
        "chart_amount_pay": {
          "y": "סאַכאַקל",
          "label": "צאָלונג"
        },
        "chart_buys": {
          "y": "קויפט",
          "label": "קויפט"
        },
        "total_buy": "גאַנץ קויפן סומע",
        "total_pay_30days": "30 טעג גאַנץ צאָלונג",
        "total_pay_today": "הײַנטיקע צאָלונג"
      },
      "count_widget": {
        "title": "נומער פון ארויס קאַרדס",
        "title_small": "30 טעג",
        "total_cards": "גאַנץ נומער פון קאַרדס",
        "used_cards_30days": "30 טעג באַניץ",
        "used_today": "הייַנט ס באַניץ",
        "chart": {
          "new_cards": "נייַ קאַרדס",
          "used_cards": "געוויינט קאַרדס",
          "new_card_name": "נייַ קאָרט",
          "used_card_name": "געניצט"
        }
      },
      "export": {
        "title": "באַקומען רעזולטאַט טעקע",
        "cards_list": "באַקומען אַ רשימה פון קאַרדס",
        "get_report": "באַקומען באריכט"
      }
    },
    "cards": {
      "title": "רשימה פון ארויס קאַרדס",
      "loading_message": "באַקומען אינפֿאָרמאַציע ... ביטע וואַרטן",
      "issue_to_user": "אַרויסגעבן צו באַניצער",
      "table": {
        "card_number": "קארד נומער",
        "balance": "וואָג",
        "paid": "באַצאָלט",
        "edit": "רעדאַגירן",
        "delete": "ויסמעקן",
        "expire": "יקספּייערז",
        "user": "באַניצער"
      },
      "delete_alert": {
        "title": "אַראָפּנעמען קאָרט",
        "message": "זענט איר זיכער אַז איר ווילן צו ויסמעקן דעם קאָרט?",
        "action": "ויסמעקן"
      },
      "notifications": {
        "delete_success": "גיפט קארטל אויסגעמעקט.",
        "edit_success": "ענדערונגען זענען געמאכט.",
        "issue_success": "גיפט קאַרטל ארויס צו דער באַניצער הצלחה."
      },
      "issue_dialog": {
        "title": "אַרויסגעבן טאַלאַנט קאָרט",
        "action": "איך באַשטעטיקן. אַרויסגעבן די קאָרט איצט"
      }
    },
    "gift_card_edit": {
      "title": "שאַפֿן גיפט קאַרד",
      "validity": "גילטיקייַט",
      "validity_unit": "חדשים",
      "currency": "קראַנטקייַט",
      "initial_balance": "ערשט קאָרט וואָג",
      "count": "ציילן",
      "count_unit": "נומער(ס)",
      "enable_input_message": "סטאַטוס פון באשאפן קאַרדס",
      "notifications": {
        "create_success_title": "היט",
        "create_success": "{count} נייַ קאַרדס באשאפן"
      }
    },
    "gift_card_edit_page": {
      "title": "רעדאַגירן גיפט קאַרד"
    }
  },
  "shop_discount": {
    "title": "אַראָפּרעכענען קאָד",
    "up_to": "האלט ביי",
    "menu": {
      "dashboard": "דאַשבאָרד",
      "orders": "אָרדערס",
      "back": "אַראָפּרעכענען קאָודז"
    },
    "dashboard": {
      "title": "אַראָפּרעכענען קאָוד מאַנאַגעמענט דאַשבאָרד",
      "chart_amount_buy": {
        "y": "קויפן סומע {currency}",
        "label": "קויפן"
      },
      "chart_amount_discount": {
        "y": "אַראָפּרעכענען {currency}",
        "label": "אַראָפּרעכענען"
      },
      "chart_used": {
        "y": "סומע פון ניצט",
        "label": "Times"
      }
    }
  },
  "shop_coupon": {
    "title": "קופּאָנז",
    "up_to": "האלט ביי",
    "menu": {
      "dashboard": "דאַשבאָרד",
      "back": "קופּאָנז",
      "orders": "אָרדערס"
    },
    "dashboard": {
      "title": "קופּאָן פאַרוואַלטונג דאַשבאָרד",
      "chart_amount_buy": {
        "y": "קויפן סומע {currency}",
        "label": "קויפן"
      },
      "chart_amount_discount": {
        "y": "קופּאָן {currency}",
        "label": "קופּאָן"
      },
      "chart_used": {
        "y": "סומע פון ניצט",
        "label": "Times"
      }
    }
  },
  "shop_offer": {
    "title": "אָפפערס",
    "up_to": "האלט ביי",
    "menu": {
      "dashboard": "דאַשבאָרד",
      "orders": "אָרדערס",
      "back": "אָפפערס"
    },
    "dashboard": {
      "title": "פאָרשלאָג פאַרוואַלטונג דאַשבאָרד",
      "chart_amount_buy": {
        "y": "קויפן סומע {currency}",
        "label": "קויפן"
      },
      "chart_amount_discount": {
        "y": "פאָרשלאָג {currency}",
        "label": "פאָרשלאָג"
      },
      "chart_used": {
        "y": "סומע פון ניצט",
        "label": "Times"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "באַצאָלן אַקטאַוויישאַן אָפּצאָל",
    "balance": "וואָג",
    "locked": "פארשפארט",
    "transfer": "אַריבערפירן",
    "charge": "אַוועקלייגן"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "קוק עס אויף",
    "payment": "צאָלונג",
    "confirm": "סדר באַשטעטיקונג, <b>{success}</b> באשטעטיקט און <b>{fail}</b> פארווארפן.",
    "prepare": "סדר צוגרייטונג.",
    "send": "סדר שיפּט דורך <b>{delivery}</b> .",
    "delivered": "דער סדר איז איבערגעגעבן צו דער קונה.",
    "fill-inputs": "אַרייַנשרייַב אינפֿאָרמאַציע פאָרעם געענדיקט דורך קוינע.",
    "return-add": "פאָרלייגן אַ פּראָדוקט צוריקקומען בעטן, {product}.",
    "return-accept": "צוריקקומען בעטן {return_code} באשטעטיקט.",
    "return-reject": "בעטן {return_code} פארווארפן.",
    "reject-order": "אָפּוואַרפן סדר. קאָד: {reject_code}.",
    "reject-order-clear": "באָטל מאַכן די סדר רידזשעקשאַן. קאָד: {reject_code}.",
    "email-buy": "שיקן קויפן באַשטעטיקונג בליצפּאָסט צו קונה.",
    "email-payment": "שיקן צאָלונג באַשטעטיקונג בליצפּאָסט צו קונה.",
    "delivery-returned": "דער סדר איז נישט באקומען דורך דער קונה און איז אומגעקערט. עס איז נייטיק צו שיקן ווידער.",
    "delivery-canceled": "עקספּרעס קאַנסאַלד. עס איז נייטיק צו שיקן ווידער.",
    "edit-receiver-info": "סדר עקספּרעס אַדרעס איז געווען עדיטיד דורך די קוינע.",
    "edit-billing-info": "בילינג אַדרעס עדיטיד דורך קוינע.",
    "payment-cod-confirm": "דאָרש צאָלונג איז באשטעטיקט.",
    "payment-cash-confirm": "צאָלונג פון {amount} {currency} אין געלט פֿאַר די רעכענונג איז באשטעטיקט.",
    "payment-dir-confirm": "דירעקט צאָלונג קאַבאָלע איז באשטעטיקט.",
    "vendor": "פאַרקויפער סדר שטאַט געביטן פון <b>{from}</b> צו <b>{to}</b> .",
    "connect-sync": "סדר סינסעד דורך קאָננעקט אַס.",
    "connect-shipped": "קאָננעקט סדר איז שיפּט דורך {shipping}.",
    "connect-returned": "קאָננעקט סדר איז אומגעקערט דורך {shipping}.",
    "connect-failed": "דער מקיים פון סדר ניט אַנדערש דורך די שוטעף. {reason}",
    "connect-canceled": "דער סדר איז קאַנסאַלד דורך די שוטעף. {reason}",
    "connect-action-cancel": "בעטן צו באָטל מאַכן סדר. {reason}",
    "connect-put-hold": "דער סדר איז געווען שטעלן אויף האַלטן. {reason}",
    "connect-remove-hold": "דער סדר איז אַוועקגענומען פון האַלטן. {reason}",
    "connect-confirmed": "דער סדר איז באשטעטיקט.",
    "email-vendor": "🔔 סדר אָנזאָג E- בריוו איז געשיקט צו <b>{vendor}</b> ╏ {email}.",
    "vendor-payout": "💸 צאָלונג צו פאַרקויפער."
  },
  "inline_chart": {
    "today": "היינט",
    "last_days": "{days} טעג צוריק"
  },
  "products_select": {
    "move_category": "מאַך קאַטעגאָריע <b>{category}</b> צו אן אנדער קאַטעגאָריע",
    "move_product": "מאַך פּראָדוקט <b>{product}</b> צו קאַטעגאָריע",
    "product_menu": {
      "dashboard": "פּראָדוקט דאַשבאָרד",
      "inventory": "ינוואַנטאָרי און וועריאַנץ"
    },
    "notifications": {
      "copy_success": "קאָפּיע פון די פּראָדוקט.",
      "change_category_success": "פּראָדוקט קאַטעגאָריע עדיטיד."
    }
  },
  "physical_order_track": {
    "title": "ריזיקירן רעפּאָרץ און אַססעססמענץ"
  },
  "virtual_order_track": {
    "title": "ריזיקירן רעפּאָרץ און אַססעססמענץ"
  },
  "virtual_order_timeline": {
    "title": "טיימליין"
  },
  "physical_order_timeline": {
    "title": "טיימליין"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "שרייב אַ אָנזאָג דאָ ...",
    "pin_action": "שטיפט צו שפּיץ",
    "unpin_action": "ונפּין",
    "copy_html": "קאָפּי HTML",
    "notifications": {
      "add_note_success": "באַמערקונג צוגעגעבן.",
      "edit_note_success": "באַמערקונג עדיטיד.",
      "delete_note_success": "באַמערקונג אויסגעמעקט."
    },
    "delete_dialog": {
      "title": "ויסמעקן טאָן",
      "message": "צי איר ווילן צו ויסמעקן דעם טאָן?",
      "action": "ויסמעקן טאָן"
    },
    "resend_dialog": {
      "title": "שיקן בליצפּאָסט ווידער",
      "message": "זענט איר זיכער צו שיקן דעם E- בריוו צו דיין קונה ווידער?",
      "action": "יא, ווידער שיקן",
      "success": "E- בריוו איז געשיקט צו דיין קונה."
    }
  },
  "accounts": {
    "title": "מייַן וואַללעט",
    "message": "איר מוזן שאַפֿן בייַ מינדסטער איין חשבון מיט די קראַנטקייַט איר נוצן אין סעללדאָנע. איר מוזן אָנלייגן דעם חשבון צו צאָלן די סערוויס אָפּצאָל.",
    "add_new": "שאַפֿן אַ נייַע חשבון",
    "new_account": "לייג אַ נייַ חשבון",
    "new_account_dialog": {
      "title": "ניו חשבון",
      "account_name_input": "חשבון נאָמען",
      "currency_input": "קראַנטקייַט אַפּאַראַט",
      "currency_input_message": "דער באשאפן חשבון וועט בלויז האַלטן די וואַלועס פון דעם קראַנטקייַט.",
      "new_account_wage": "קאָס פֿאַר שאַפונג פון נייַ חשבון: פריי פֿאַר דער ערשטער חשבון",
      "create_account_action": "מאך א אקאונט"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "שיקן א מתנה",
      "sent": "שיקן",
      "received": "באקומען"
    },
    "send_gifts": {
      "title": "געשיקט גיפס",
      "sub_title": "איר קענען שיקן אַ טאַלאַנט צו דיין פרענדז אָדער קאַסטאַמערז. דער באַקומער קען אָננעמען אָדער אָפּוואַרפן דיין טאַלאַנט. די סומע איז פארשפארט אין דיין חשבון און וויטדראָן אויב דער באַקומער אַקסעפּץ. אַנדערש, דעם סומע וועט זיין טראַנספערד צו דיין חשבון.",
      "table": {
        "user": "באַניצער",
        "amount": "סומע",
        "currency": "קראַנטקייַט",
        "account_name": "פון",
        "status": "סטאַטוס",
        "message": "אָנזאָג",
        "created_at": "באשאפן טאָג"
      }
    },
    "received_gifts": {
      "title": "באקומען גיפס",
      "sub_title": "דיין באקומען גיפס פון סעללדאָנע אָדער אנדערע",
      "table": {
        "amount": "סומע",
        "currency": "קראַנטקייַט",
        "account_from": "פון",
        "status": "סטאַטוס",
        "message": "אָנזאָג",
        "created_at": "באשאפן טאָג",
        "receive": "באַקומען"
      }
    }
  },
  "get_gift_dialog": {
    "title": "באַקומען אַ טאַלאַנט",
    "more": "מער ..",
    "amount": "סומע",
    "message": "אָנזאָג",
    "account_to_input": "דעסטיניישאַן חשבון",
    "account_to_input_message": "גיפט אַמאַונץ וועט זיין דאַפּאַזיטיד צו דעם חשבון.",
    "get_action": "אָננעמען טאַלאַנט",
    "notifications": {
      "received_success_title": "מאַזל - טאָוו",
      "received_success": "די סומע פון מתנה {amount} {currency} איז דאַפּאַזיטיד אין דיין חשבון."
    }
  },
  "send_gift_dialog": {
    "title": "שיקן א מתנה",
    "account_from_input": "קלייַבן אַ חשבון",
    "account_from_input_message": "גיפט אַמאַונץ זענען וויטדראָן פון דעם חשבון.",
    "receiver_input": "באקומער",
    "receiver_input_message": "איר קענט אַרייַן די E- בריוו אַדרעס אָדער טעלעפאָן נומער.",
    "message_input": "אָנזאָג",
    "message_input_message": "איר קענען לאָזן אַ אָנזאָג צו די באַקומער.",
    "amount_input": "סומע",
    "currency_input": "קראַנטקייַט אַפּאַראַט",
    "currency_input_message": "פּרייַז איז קאַלקיאַלייטיד אין דעם קראַנטקייַט.",
    "send_action": "שיקן א מתנה",
    "notifications": {
      "send_success": "א מתנה פון {amount} {currency} איז געשיקט געווארן צו {receiver}."
    }
  },
  "account_list": {
    "account_input": "חשבון נומער",
    "account_input_message": "די אַמאַונץ פון גיפס פֿאַר דעם קראַנטקייַט וועט זיין דאַפּאַזיטיד אין דעם חשבון.",
    "free_balance": "פֿרייַ וואָג",
    "account_name": "חשבון נאָמען"
  },
  "user_monetize_accounts": {
    "title": "אַוועקלייגן אַקאַונץ",
    "sub_title": "גיפט אַמאַונץ וועט זיין אויטאָמאַטיש דאַפּאַזיטיד אין די אַקאַונץ.",
    "message": "סעללדאָנע דיפּאַזאַץ געלט פֿאַר דיין געזעלשאַפטלעך מידיאַ אַקטיוויטעטן, פּאַרטיסאַפּייטינג אין סעללדאָנע אַנטוויקלונג, ינטראָודוסינג פרענדז און אַזוי אויף. דורך טשוזינג אַ אַוועקלייגן חשבון פֿאַר יעדער קראַנטקייַט, די טאַלאַנט אַמאַונץ וועט זיין דאַפּאַזיטיד אין דעם חשבון אין דיין פעלד אויטאָמאַטיש. די אַמאַונץ קענען זיין קרעדאַטאַד צו Seldone. ווידדראָאַלז וועט זיין מעגלעך בלויז פֿאַר געשעפט פּאַרטנערס.",
    "add_account_action": "לייג אַקאַונט",
    "add_dialog": {
      "title": "פאַרבינדן אַ חשבון צו באַקומען גיפס",
      "account_input": "חשבון נומער",
      "account_input_message": "די אַמאַונץ פון גיפס פֿאַר דעם קראַנטקייַט וועט זיין דאַפּאַזיטיד אין דעם חשבון.",
      "set_as_default_action": "אויסקלייַבן ווי פעליקייַט חשבון"
    },
    "table": {
      "currency": "קראַנטקייַט",
      "account_number": "חשבון נומער",
      "account_name": "נאָמען",
      "payment": "אַוועקלייגן סומע",
      "reset_at": "באַשטעטיק צו",
      "delete": "ויסמעקן"
    },
    "notifications": {
      "set_success": "אַקאַונט הצלחה צוגעגעבן.",
      "delete_success": "אַקאַונט הצלחה אַוועקגענומען פון דער רשימה פון פעליקייַט אַקאַונץ פֿאַר ריסיווינג גיפס."
    },
    "delete_alert": {
      "title": "ויסמעקן חשבון",
      "message": "צי איר ווילן צו באַזייַטיקן דעם חשבון פון די גיפט אַקאַונץ רשימה?",
      "action": "ויסמעקן"
    }
  },
  "user_monetize": {
    "title": "מאך געלט",
    "menu": {
      "plans": "פּלאַן",
      "accounts": "אַקאַונץ",
      "participant": "באַטייליקטער"
    }
  },
  "user_monetize_plans": {
    "title": "מיטאַרבעט און מאָנעטיזאַטיאָן פּראַדזשעקס",
    "sub_title": "איר וועט באַקומען אַ חשבון קרעדיט פֿאַר ריפעראַל גיפס. די אַמאַונץ וועט זיין טשאַרדזשינג צו דיין חשבון און קענען זיין וויטדראָן בלויז צו סעללדאָנע געשעפט פּאַרטנערס (ניט אַלע). איר קען פאַרברענגען די געלט אויף די סעללדאָנע באַדינונגס אָפּצאָל.",
    "discount": "אַראָפּרעכענען",
    "your_income": "דיין האַכנאָסע",
    "level_2": "פון מדרגה צוויי",
    "level_3": "פון מדרגה דריי",
    "link_message": "מיטגלידערשאַפֿט: {registered}, אָנגענומען: {accepted}",
    "link_tip": "איר קענט צוגעבן די פֿראַזע ?ref={link_code} צום סוף פון יעדער אַדרעס וואָס איר טיילן.",
    "table": {
      "currency": "קראַנטקייַט",
      "amount": "וואָג",
      "total": "גאַנץ צאָלונג",
      "payment_date": "לעצטע צאָלונג טאָג",
      "withdraw": "ווידדראָאַל"
    },
    "notifications": {
      "get_credit_success": "די געבעטן סומע איז דאַפּאַזיטיד אין דיין חשבון."
    }
  },
  "basic_information": {
    "title": "מיין אידענטיטעט און פּראָפיל",
    "email": "אימעיל אדרעס",
    "tel": "מאביל נומער",
    "address": "אַדרעס",
    "payment": "גילטיק טראַנזאַקשאַנז",
    "personal_information": "אידענטיטעט אינפארמאציע",
    "main_profile": "הויפּט פּראָפיל",
    "main_profile_subtitle": "די אינפֿאָרמאַציע איז עפנטלעך בנימצא פֿאַר אַלעמען.",
    "kyc_waiting_info": "מיר קאָנטראָלירן די אַקיעראַסי פון די אינפֿאָרמאַציע איר אַרייַן. דער פּראָצעס איז מאַנדאַטאָרי אין לויט מיט KYC כּללים און וועט רעדוצירן די ריזיקירן פון פינאַנציעל טראַנזאַקשאַנז. איר קענען נוצן די איצטיקע און צוקונפֿט בענעפיץ פון דעם דינסט.",
    "personal_info_dialog": {
      "title": "אידענטיטעט אינפארמאציע",
      "name_input": "ערשטע נאמען",
      "family_name_input": "לעצטע נאמען",
      "number_input": "פאספארט נומער (אָדער נאַשאַנאַל קאָוד)",
      "birthday_input": "דיין געבורסטאָג",
      "birthday_input_placeholder": "אַרייַן דיין דיין געבורסטאָג",
      "address_input": "אַדרעס",
      "postcode_input": "פּאָסטאַל קאָוד",
      "tel_input": "קאָנטאַקט נומער",
      "passport_image_input": "אויסקלייַבן פּאַס בילד",
      "passport_image_input_message": "צופֿעליקער אַ יבערקוקן פון דיין פּאַס בילד.",
      "personal_image_input": "קלייַבן דיין אייגן בילד",
      "personal_image_input_message": "צופֿעליקער אַ יבערקוקן בילד צוריק און צוריק אויף דיין נאציאנאלע קאָרט צו אַ בילד."
    },
    "profile_dialog": {
      "title": "הויפּט פּראָפיל",
      "full_name_input": "גאנצע נאמען",
      "tel_input": "קאָנטאַקט נומער",
      "email_input": "בליצפּאָסט",
      "website_input": "וועבזייַטל",
      "address_input": "אַדרעס",
      "about_input": "וועגן מיר",
      "about_long_input": "לאַנגע טעקסט וועגן מיר",
      "image_input": "אויסקלייַבן פּראָפיל בילד",
      "image_input_message": "צופֿעליקער דיין בילד. דעם בילד וועט זיין געוויינט ווי דיין פּראָפיל בילד.",
      "notifications": {
        "update_profile_success": "דיין פּראָפיל איז דערהייַנטיקט.",
        "update_personal_info_success": "דיין אינפֿאָרמאַציע איז הצלחה רעגיסטרירט"
      }
    },
    "charge_account_approve_message": "טשאַרדזש דיין חשבון צו אַפּרווו דיין באַנק טראַנסאַקטיאָן.",
    "payment_approval": "צאָלונג האַסקאָמע",
    "residential_address_checking": "דיין רעזידענטשאַל אַדרעס דאָקומענטן אין קאָנטראָלירונג ריי.",
    "add_residential_address": "לייג דיין אָרט און דערווייַז פון רעזידענטשאַל אַדרעס דאָקומענטן."
  },
  "phone_verify": {
    "title": "מאביל נומער",
    "step1_title": "אַרייַן דיין רירעוודיק נומער.",
    "phone_number_input": "מאביל נומער",
    "next": "נעקסטע שריט",
    "sms_code_input": "וועראַפאַקיישאַן קאָד",
    "sms_code_message": "6-ציפֿער וועראַפאַקיישאַן קאָד געשיקט צו {phone_number}.",
    "notifications": {
      "duplicated_number_error": "די נומער איז שוין באוויליקט דורך איר.",
      "send_activation_code_success_title": "וועראַפאַקיישאַן קאָד",
      "send_activation_code_success": "דער וועראַפאַקיישאַן קאָד איז געשיקט צו {phone_number}.",
      "verify_success": "דיין רירעוודיק נומער איז וועראַפייד"
    }
  },
  "companies": {
    "title": "מיין ביזנעס אַקאַונץ",
    "message": "געשעפטן, אַנטראַפּראַנערז און פאַכמאַן טימז קענען אַנטוויקלען פּראָדוקטן און אַפּלאַקיישאַנז באזירט אויף די סעללדאָנע. עס איז אַ פאָדערונג צו שאַפֿן אַ געשעפט פּראָפיל.",
    "new_company": "נייע פירמע"
  },
  "add_company": {
    "name_input": "פֿירמע נאָמען",
    "website_input": "וועבזייַטל",
    "email_input": "בליצפּאָסט",
    "address_input": "אַדרעס",
    "tel_input": "טעל",
    "mobile_input": "מאָביל",
    "edit_action": "רעדאַגירן פירמע",
    "create_action": "שאַפֿן פירמע",
    "notifications": {
      "add_success": "געשעפט חשבון {name} באשאפן.",
      "edit_success": "געשעפט חשבון עדיטיד."
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "פערזענליכע",
      "shop_key": "קלייאַנץ",
      "apps": "אַפּפּס"
    },
    "connected_apps_title": "קאָננעקטעד אַפּפּס",
    "connected_apps_message": "איר וועט זען אַ רשימה פון אַלע די סטאָרז און אַפּפּס וואָס זענען קאָננעקטעד צו דיין פעלד חשבון. איר קענען ויסמעקן אַקסעס צו קיין פון זיי.",
    "shop_keys_title": "סטאָר אַקסעס קיז",
    "shop_keys_message": "די שליסלען זענען געניצט צו שאַפֿן אַקסעס טאָקען דורך דיין סערווער. באַמערקונג אַז די שליסלען זענען קאַנפאַדענטשאַל און בלויז געשטעלט אויף די סערווער אַזוי אַז זיי זענען נישט קענטיק פֿאַר אנדערע.",
    "personal_keys_title": "פערזענלעכע אַקסעס קיז",
    "personal_keys_message": "איר קענען מאַכן די שליסלען צו דיין חשבון דאָ. באַמערקונג אַז די שליסלען קענען אַקסעס דיין חשבון. שאַפֿן און נוצן די שליסלען בלויז אויב איר וויסן פּונקט וואָס איר טאָן.",
    "clients_title": "קלייאַנץ",
    "clients_message": "די שליסלען זענען געניצט צו שאַפֿן אַקסעס טאָקען דורך דיין סערווער. באַמערקונג אַז די שליסלען זענען קאַנפאַדענטשאַל און בלויז געשטעלט אויף די סערווער אַזוי אַז זיי זענען נישט קענטיק פֿאַר אנדערע."
  },
  "user_security_control": {
    "title": "חשבון זיכערהייט",
    "message": "איר קענען רעדאַגירן דיין חשבון זיכערהייט סעטטינגס דאָ.",
    "delete": {
      "title": "ויסמעקן חשבון",
      "subtitle": "איידער דיליטינג דיין חשבון, מאַכן זיכער אַז איר האָבן אויסגעמעקט אַלע שאַפּס.",
      "action": "איך בין זיכער, ויסמעקן מיין חשבון",
      "agreement": "איך אָננעמען אַז אַלע מיין אינפֿאָרמאַציע וועט זיין אויסגעמעקט פון דיין סערווער. דיין אינפֿאָרמאַציע וועט זיין אויסגעמעקט לויט אַ פּלאַן וואָס איז באשלאסן דורך אונדז צו פאַרמייַדן שווינדל אָדער מיסיוז."
    },
    "list": {
      "password": {
        "title": "שפּריכוואָרט",
        "sub_title": "קלייַבן אַ שטאַרק פּאַראָל פֿאַר דיין חשבון.",
        "action_title": "חשבון אַקסעס פּאַראָל",
        "not_exist": "ניט אריין",
        "action": "טוישן פּאַראָל"
      },
      "phone": {
        "title": "מאביל נומער",
        "sub_title": "באַשטעטיקן דיין רירעוודיק נומער. איר וועט קענען צו קלאָץ אין דורך דעם נומער.",
        "action_title": "די ערשטיק טעלעפאָן נומער פון די חשבון",
        "action": "באַשטעטיקן נומער"
      },
      "two_step": {
        "title": "צוויי סטעפּ פּאָזיציע",
        "sub_title": "באַשטעטיקן דיין רירעוודיק נומער. איר וועט קענען צו קלאָץ אין דורך דעם נומער.",
        "action_title": "פאַרגרעסערן חשבון זיכערהייט",
        "activated_action": "אַקטיווייטיד",
        "active_action": "איצט אַקטיוו"
      },
      "email": {
        "title": "ערשטיק אימעיל",
        "sub_title": "איר האָבן די אָפּציע צו דערהייַנטיקן די הויפּט E- בריוו פֿאַרבונדן מיט דעם חשבון.",
        "action_title": "טוישן ערשטיק עמאַיל",
        "action": "שיקן וועראַפאַקיישאַן לינק"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "ינסטאַלירן Google Authenticator אַפּ"
      },
      "step_2": {
        "title": "אַרייַן די קאָד דזשענערייטאַד דורך די אַפּ",
        "message": "די 6-ציפֿער קאָד איז דזשענערייטאַד דורך אַ אַלגערידאַם אין דיין רירעוודיק טעלעפאָן. איר קענען אראפקאפיע די אַפּ פֿון די פאלגענדע לינק. דריקן די קאָד גענעראַטאָר שליסל צו שאַפֿן אַ QR קאָד מיט די פּאַראָל.",
        "qr_code_info": "אויב עס איז ניט מעגלעך צו יבערקוקן, איר קענען מאַניואַלי נאָכמאַכן און פּאַפּ די קאָד אין די אַפּ:",
        "create_new_code": "שאַפֿן נייַ קאָד",
        "qr_code_scanning": "יבערקוקן די QR קאָד באשאפן דורך Google Authenticator מאָביל אַפּ און אַרייַן די קאָד דזשענערייטאַד פֿאַר באַשטעטיקונג אין די קעסטל אויף דעם בלאַט.",
        "qr_code_regenerate_info": "באַמערקונג: דורך דרינגלעך די אויבן שליסל אַ נייַ שליסל וועט זיין באשאפן און די פריערדיקע שליסל וועט זיין אַניוזאַבאַל. אַרייַן די נייַע שליסל אין דיין טעלעפאָן אַפּ."
      },
      "step_3": {
        "title": "אַרייַן די באשאפן קאָד",
        "message": "אַרייַן די אַקסעס קאָד באשאפן אין די אַפּלאַקיישאַן אין די פעלד אונטן.",
        "activation_key_input": "אַקסעס קאָד"
      },
      "activated_alert": "2-שריט לאָגין איז ענייבאַלד.",
      "activated_message": "צוויי-שריט לאָגין איז ענייבאַלד פֿאַר דיין חשבון. פֿון איצט אויף איר וועט דאַרפֿן צו אַרייַן אַ צווייט קאָד וואָס ענדערונגען יעדער 30 סעקונדעס צו אַקסעס דיין חשבון. צו דיסייבאַל צוויי-שריט לאָגין, נאָר טאָפּל-גיט דרוק אַ שריט און גיין דורך די סטעפּס.",
      "cancel_two_step_login_action": "באָטל מאַכן צוויי-שריט לאָגין",
      "cancel_two_step_login_info": "אויב איר ווילן צו דיסייבאַל 2-שריט וועראַפאַקיישאַן, אַרייַן דיין פּאַראָל און גיט די צוויי-שריט לאָגין שליסל.",
      "password_input": "שפּריכוואָרט",
      "cancel_2fa_action": "באָטל מאַכן צוויי-שריט לאָגין"
    },
    "change_password_dialog": {
      "title": "טוישן פּאַראָל",
      "message": "ניצן אַ קאָמפּלעקס און מעמעראַבאַל פּאַראָל.",
      "password_input": "קראַנט פּאַראָל",
      "new_password_input": "נייַ פּאַראָל",
      "re_new_password_input": "איבערחזרן נייַ פּאַראָל",
      "tips": {
        "length": "פּאַראָל מוזן זיין בייַ מינדסטער 8 אותיות",
        "chars": "אין מינדסטער איין הויכער אות און איין נומער.",
        "match": "שפּריכוואָרט מאַטשט."
      },
      "change_password_action": "טוישן פּאַראָל",
      "notifications": {
        "change_password_title": "טוישן פּאַראָל",
        "change_password": "שפּריכוואָרט געביטן הצלחה."
      }
    }
  },
  "authorized_clients": {
    "title": "רשימה פון קאָננעקטעד סטאָרז / אַפּפּס",
    "table": {
      "name": "נאָמען",
      "app": "אַפּ",
      "scopes": "סקאָפּעס",
      "shop": "לימיטעד קראָם"
    },
    "remove_action": "אַראָפּנעמען אַקסעס",
    "delete_alert": {
      "title": "ויסמעקן",
      "message": "צי איר ווילן צו צוריקציען דעם אַקסעס? באַמערקונג אַז די אַפּ וועט ניט מער האָבן אַקסעס צו דיין חשבון.",
      "action": "אָפּזאָגן די צוטריט"
    }
  },
  "clients": {
    "title": "קלייאַנץ רשימה",
    "create_new_action": "שאַפֿן אַ נייַע קליענט",
    "table": {
      "client_id": "קליענט שייַן",
      "app": "אַפּ",
      "name": "אַליאַס",
      "secret_key": "סוד שליסל"
    },
    "create_dialog": {
      "title": "נייַ קליענט",
      "error_msg": "<strong>טעות!</strong> אנטשולדיגט, א טעות איז פארגעקומען!",
      "name_input": "נאָמען",
      "name_input_message": "עפּעס דיין יוזערז דערקענען און צוטרוי.",
      "redirect_input_message": "צוריקקומען אַדרעס צו דיין פּלאַץ."
    },
    "edit_dialog": {
      "title": "רעדאַגירן צוטריט"
    },
    "delete_alert": {
      "title": "ויסמעקן",
      "message": "צי איר ווילן צו ויסמעקן דעם קליענט?",
      "action": "ויסמעקן"
    }
  },
  "personal_access_tokens": {
    "title": "רשימה פון פערזענלעכע אַקסעס טאָקענס",
    "create_action": "שאַפֿן אַ נייַע צייכן",
    "table": {
      "name": "נאָמען",
      "scopes": "אַקסעס",
      "expire_at": "עקספּיירי טאָג"
    },
    "create_dialog": {
      "title": "טאָקען בילדינג",
      "error_message": "<strong>טעות!</strong> אנטשולדיגט, א טעות איז פארגעקומען!",
      "name_input": "אַליאַס עקס. מיין סימן נאָמען",
      "name_input_message": "באַליבסטע סימען נאָמען.",
      "scopes_list": "טאָקען אַקסעס רשימה"
    },
    "access_token_dialog": {
      "title": "פערזענלעכע אַקסעס שליסל",
      "message": "דאָ איז די סימען פון דיין פערזענלעכע אַקסעס סימען. דאָס איז דער בלויז מאָל אַז דער סימען וועט זיין געוויזן, אַזוי טאָן ניט פעלן עס! איר קענט איצט נוצן דעם סימען צו בעטן אַן אַפּי."
    },
    "delete_alert": {
      "title": "ויסמעקן",
      "message": "צי איר ווילן צו ויסמעקן דעם אַקסעס טאָקען?",
      "action": "ויסמעקן"
    }
  },
  "scopes": {
    "profile": {
      "name": "פּראָפיל",
      "description": "לייענען פּראָפיל אינפֿאָרמאַציע אַרייַנגערעכנט נאָמען, E- בריוו אַדרעס, בילד און אָטענטאַקיישאַן סטאַטוס."
    },
    "phone": {
      "name": "טעלעפאָן נומער",
      "description": "צוטריט צו טעלעפאָן נומער."
    },
    "address": {
      "name": "ווענדט זיך",
      "description": "לייענען געראטעוועט אַדרעס פון אַדרעס בוך."
    },
    "buy": {
      "name": "קויפן",
      "description": "שטעלן אַ סדר און קויפן פון די קראָם."
    },
    "order-history": {
      "name": "אָרדערס געשיכטע",
      "description": "לייענען אָרדערס געשיכטע."
    },
    "my-gift-cards": {
      "name": "גיפט קאַרדס",
      "description": "אַקסעס צו מיין קאַרדס."
    },
    "articles": {
      "name": "רעדאַגירן אינהאַלט",
      "description": "רעדאַגירן אַרטיקלען."
    },
    "notifications": {
      "name": "שיקן און באַקומען אָנזאָג",
      "description": "שיקן און באַקומען אָנזאָג."
    },
    "read-shops": {
      "name": "קראָם איז",
      "description": "לייענען די קראָם רשימה."
    },
    "shop-edit": {
      "name": "קראָם מאַנאַגעמענט",
      "description": "רעדאַגירן די קראָם אַקסעס"
    },
    "shop-contacts": {
      "name": "קאָנטאַקט פאָרם מאַנאַגעמענט",
      "description": "באַקומען און רעדאַגירן קאָנטאַקט פארמען."
    },
    "shop-gift-cards": {
      "name": "פירן גיפט קאַרדס",
      "description": "שאַפֿן, רעדאַגירן און פירן טאַלאַנט קאַרדס."
    },
    "shop-faqs": {
      "name": "אָנפירונג פֿראגן און ענטפֿערס",
      "description": "שאַפֿן, רעדאַגירן און פירן די אָפט געשטעלטע פֿראגן."
    },
    "shop-categories": {
      "name": "פירן קאַטעגאָריעס",
      "description": "שאַפֿן, רעדאַגירן און פירן די קאַטעגאָריעס."
    },
    "shop-products": {
      "name": "פּראָדוקט פאַרוואַלטונג",
      "description": "לייג, רעדאַגירן און פירן די פּראָדוקטן."
    },
    "shop-read-reports": {
      "name": "לייענען ריפּאָרץ",
      "description": "לייענען אינפֿאָרמאַציע און ריפּאָרץ."
    },
    "shop-socials": {
      "name": "פירן סאציאל מידיאַ",
      "description": "רעדאַגירן די קראָם געזעלשאַפטלעך מידיאַ"
    },
    "shop-accounts": {
      "name": "פירן פינאַנציעל אַקאַונץ",
      "description": "רעדאַגירן און ויסמעקן פינאַנציעל אַקאַונץ לינגקט צו די קראָם."
    },
    "shop-menus": {
      "name": "פירן מעניוז",
      "description": "רעדאַגירן קראָם מעניוז."
    },
    "shop-pages": {
      "name": "פירן בלעטער",
      "description": "רעדאַגירן שאָפּ בלעטער."
    },
    "shop-warehouse": {
      "name": "וואַרעהאָוסע מאַנאַגעמענט",
      "description": "רעדאַגירן סטאָר וואַרעהאָוסע"
    },
    "shop-permissions": {
      "name": "פירן צוטריט",
      "description": "קוק און רעדאַגירן קראָם אַקסעס."
    },
    "shop-process-center": {
      "name": "סדר מאַנאַגעמענט",
      "description": "סדר מאַנאַגעמענט."
    },
    "shop-profile": {
      "name": "פירן פּראָופיילז",
      "description": "פירן קראָם פּראָופיילז."
    },
    "shop-discount-code": {
      "name": "אַראָפּרעכענען קאָד פאַרוואַלטונג",
      "description": "פירן, רעדאַגירן און לייגן קראָם אַראָפּרעכענען קאָודז."
    }
  },
  "company_page": {
    "title": "פירמע",
    "create_app": "שאַפֿן אַ נייַע אַפּלאַקיישאַן",
    "menu": {
      "edit": "רעדאַגירן",
      "apps": "אַפּפּס",
      "dashboard": "דאַשבאָרד",
      "companies": "קאָמפּאַניעס"
    },
    "dashboard": {
      "info_widget": {
        "title": "פירמע רעגיסטראַציע אינפֿאָרמאַציע",
        "address": "אַדרעס",
        "website": "וועבזייַטל",
        "email": "בליצפּאָסט",
        "phone": "טעלעפאָן נומער",
        "register": "רעגיסטרירן",
        "developer": "דעוועלאָפּער",
        "verified": "ווערפיעד",
        "golden": "גאָלדען"
      }
    },
    "developer": {
      "title": "דעוועלאָפּערס",
      "menu": {
        "new": "נייַ",
        "apps": "אַפּפּס"
      },
      "app_card": {
        "category": "קאַטעגאָריע",
        "installs": "ינסטאַלירן",
        "actives": "אַקטיוו",
        "uninstalls": "ונינסטאַלל",
        "app_code": "אַפּ קאָד",
        "app_mode": "אַפּפּליקאַטיאָן מאָדע"
      }
    },
    "edit": {
      "title": "רעדאַגירן"
    }
  },
  "add_app": {
    "category_input": "קאַטעגאָריע",
    "code_input": "קאָד",
    "name_input": "נאָמען",
    "description_input": "באַשרייַבונג",
    "video_input": "ווידעא URL",
    "public_form": "אַלגעמיינע אינפֿאָרמאַציע סטרוקטור",
    "private_form": "פּריוואַט אינפֿאָרמאַציע סטרוקטור",
    "icon_input": "אַפּ ייקאַן",
    "logo_input": "לאָגאָ אַפּ",
    "enable_input": "איז די אַפּלאַקיישאַן אַקטיוו?",
    "edit_action": "רעדאַגירן אַפּ",
    "create_action": "שאַפֿן אַפּ",
    "notifications": {
      "add_success": "געשעפט חשבון {name} באשאפן.",
      "delete_success": "געשעפט חשבון עדיטיד."
    }
  },
  "app_page": {
    "title": "אַפּפּליקאַטיאָן",
    "menu": {
      "edit": "רעדאַגירן",
      "publish": "אַרויסגעבן",
      "history": "ווערסיעס",
      "dashboard": "דאַשבאָרד",
      "company": "פירמע",
      "api": "API",
      "images": "בילדער"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "אַפּפּליקאַטיאָן",
        "app_code": "אַפּ קאָד",
        "category": "קאַטעגאָריע",
        "name": "נאָמען",
        "installs": "ינסטאַלירן אַפּפּס",
        "uninstalls": "נעם אַוועק אַפּפּס",
        "actives": "אַקטיוו אַפּפּס",
        "description": "באַשרייַבונג",
        "published": "פֿאַרעפֿנטלעכט",
        "waiting_for_review": "ווארט צו באשטימט ווערן",
        "app_mode": "אַפּפּליקאַטיאָן מאָדע"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "באַזיצער",
      "description": "גאַנץ אַקסעס צו אַלע סטאָרפראַנץ."
    },
    "PRODUCT": {
      "text": "פּראָדוקט מאַנאַגער",
      "description": "לייג, רעדאַגירן און פירן קראָם פּראָדוקטן."
    },
    "AUDITING": {
      "text": "פינאַנציעל מאַנאַגער",
      "description": "זען פינאַנציעל אינפֿאָרמאַציע און פּיימאַנץ."
    },
    "CONTENT": {
      "text": "אינהאַלט מאַנאַגעמענט",
      "description": "ענטפֿערן פֿראגן, שרייַבן בלאָגס און פּלאַן בלעטער."
    },
    "OFFICER": {
      "text": "עלטער מאַנאַגער",
      "description": "קוק און מאָניטאָר אָנגעשטעלטער טעטיקייט."
    },
    "EMPLOYEE": {
      "text": "אָנגעשטעלטער",
      "description": "זען אָרדערס און מקיים אָרדערס."
    },
    "MARKETING": {
      "text": "מאַרקעטינג",
      "description": "אַקסעס צו סעטטינגס און שאַפֿן קאַמפּיינז, E- בריוו פֿאַרקויף און אנדערע פֿאַרקויף-פֿאַרבונדענע סעקשאַנז."
    },
    "VIEWER": {
      "text": "צוקוקער",
      "description": "די פיייקייט צו זען קראָם אינפֿאָרמאַציע אָן קענען צו רעדאַגירן אָדער טוישן עס."
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "גשמיות קאָנטראָלירונג",
      "description": "קוק באקומען אָרדערס."
    },
    "PhysicalOrdersPackaging": {
      "text": "פיזיש פּאַקקאַגינג",
      "description": "וואַרעהאָוסע און פּאַקקאַגינג פּראָצעס."
    },
    "PhysicalOrdersDelivery": {
      "text": "גשמיות שיפּינג",
      "description": "סדר שיפּינג."
    },
    "PhysicalOrdersSupport": {
      "text": "גשמיות שטיצן",
      "description": "נאָך פארקויפונג שטיצן."
    }
  },
  "account_status": {
    "Checking": "קאָנטראָלירונג",
    "Approved": "באשטעטיקט",
    "Rejected": "אפגעווארפן",
    "Deleted": "אויסגעמעקט",
    "Banned": "באַנד",
    "Payment": "צאָלונג",
    "SelldoneSprite": "סעללדאָנע וואַללעט חשבון",
    "SelldoneStorage": "סעללדאָנע סטאָרידזש"
  },
  "account_page": {
    "title": "חשבון",
    "menu": {
      "setting": "סעטטינגס",
      "change": "אָפּצאָל",
      "transfer": "אַריבערפירן",
      "transactions": "טראַנזאַקשאַנז",
      "charge": "אָפּצאָל",
      "history": "געשיכטע",
      "cards": "קאַרדס"
    },
    "transactions": {
      "title": "אַקאַונט טראַנזאַקשאַנז",
      "detail": {
        "title": "טראַנסאַקטיאָן",
        "amount": "סומע",
        "description": "באַשרייַבונג",
        "from": "פון",
        "to": "צו",
        "created_at": "טאָג",
        "receipt": "קאַבאָלע",
        "receipt_note": "נאטיץ"
      },
      "table": {
        "type": "טיפּ",
        "from": "פון חשבון",
        "to": "צו חשבון",
        "amount": "סומע",
        "receipt": "קאַבאָלע",
        "created_at": "טאָג",
        "description": "באַשרייַבונג"
      }
    },
    "transfer": {
      "title": "אַריבערפירן טשאַרדזשיז",
      "form": {
        "title": "אַריבערפירן בעטן פאָרעם",
        "sub_title": "אַוועקלייגן צו דיין אייגענע אַקאַונץ אָדער אנדערע",
        "message": "זיין אָפּגעהיט אין טראַנספערינג געלט, איר וועט נישט קענען צו צוריקקומען אויב איר פאַרענדיקן די אַריבערפירן."
      }
    },
    "deposit": {
      "form": {
        "title": "טשאַרדזשינג חשבון",
        "sub_title": "איר מוזן באַשולדיקן דיין חשבון וואָג צו קויפן לייסאַנסיז, אַפּגרייד דיין חשבון און צאָלן סיסטעם ריסיץ.",
        "amount_input": "סומע",
        "charge_action": "אָפּצאָל חשבון"
      },
      "notifications": {
        "qr_title": "צאָלונג",
        "qr_message": "צאָלונג אַדרעס {currency} באשאפן.",
        "gateway_title": "צאָלונג",
        "gateway_message": "קאַנעקטינג צו צאָלונג גייטוויי."
      }
    },
    "setting": {
      "title": "קאנטע אנשטעלונגען",
      "account_name_input": "חשבון נאָמען",
      "notifications": {
        "updated_success": "דיין חשבון איז דערהייַנטיקט הצלחה."
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "קאַבאָלע צאָלונג"
  },
  "transaction_form": {
    "title": "טראַנסאַקטיאָן פאָרעם",
    "from_input": "פון חשבון נומער",
    "to_input": "צו חשבון נומער",
    "from_input_message": "די סומע וועט זיין וויטדראָן פון דעם חשבון.",
    "account_name": "חשבון נאָמען",
    "currency": "קראַנטקייַט",
    "free_balance": "בנימצא וואָג",
    "to": "דעסטיניישאַן חשבון",
    "amount": "סומע",
    "receipt_title": "צאָלונג פֿאַר קאַבאָלע",
    "receipt_input": "קאַבאָלע נומער",
    "paid_status": "ד י קװיט ל אי ז שוי ן באצאל ט געװארן .",
    "paid_canceled": "די קאַבאָלע איז קאַנסאַלד.",
    "description": "דערקלערונג",
    "created_at": "טאָג",
    "duration": "געדויער",
    "unlimited": "ונלימיטעד",
    "add_note_action": "לייג דיסקריפּשאַן",
    "note": "נאטיץ",
    "transfer_action": "אַריבערפירן",
    "confirmation": {
      "title": "שיקן געלט",
      "subtitle": "טראַנסאַקטיאָן באַשטעטיקונג",
      "message": "אויב די פאלגענדע אינפֿאָרמאַציע איז ריכטיק, שלאָגן די טראַנסאַקטיאָן באַשטעטיקונג שליסל צו מאַכן די מאַסע.",
      "from": "פון חשבון",
      "to": "צו חשבון",
      "amount": "סומע",
      "fee": "טראַנסאַקטיאָן אָפּצאָל",
      "total_pay": "סכום וויטדראָן פון דיין חשבון",
      "receipt": "קאַבאָלע",
      "description": "באַשרייַבונג",
      "accept_action": "טראַנסאַקטיאָן באַשטעטיקונג"
    },
    "enter_account_number": "אַרייַן חשבון נומער.",
    "currency_not_match": "דעסטיניישאַן חשבון קראַנטקייַט איז נישט די זעלבע ווי מקור",
    "account_number_not_valid": "חשבון נומער איז ריכטיק.",
    "account_number_is_valid": "חשבון נומער איז ריכטיק.",
    "receipt_not_valid": "די ינווויס נומער איז פאַלש.",
    "receipt_is_valid": "קאַבאָלע נומער איז ריכטיק.",
    "notifications": {
      "confirm_success": "טראַנסאַקטיאָן געענדיקט הצלחה."
    }
  },
  "price_calculator": {
    "title": "קאַלקולאַטאָר ╏ פּאַסיק פֿאַר דיין געשעפט",
    "description": "רעכענען און קלייַבן די בעסטער פּלאַן באזירט אויף דיין כוידעשלעך פארקויפונג:",
    "sale_input": "כוידעשלעך פארקויפונג סומע",
    "hypernova_plan": "אָנווענדן פֿאַר היפּערנאָוואַ % 0!",
    "show_normal_mode": "ווייַזן נאָרמאַל מאָדע",
    "show_hypernova_mode": "מיין טראַנסאַקטיאָן איז איבער 1M$!"
  },
  "price_card": {
    "billed_monthly": "געצאָלט {amount} כוידעשלעך.",
    "billed_yearly": "גערעכנט {amount} יערלעך.",
    "buy_license_action": "קויף יעצט",
    "select_your_store": "אויסקלייַבן דיין קראָם"
  },
  "shop_session_widget": {
    "total_sessions": "גאַנץ סעשאַנז"
  },
  "user_activities_keys": {
    "add_baskets": "לייג צו צום קארטע",
    "remove_baskets": "ויסמעקן פון קאַרט",
    "buys": "קויפן",
    "products_views": "זען פּראָדוקט"
  },
  "shop_visitors_widget": {
    "title": "וויזיטערז אַנאַליטיקס",
    "new_visitors": "ניו וויזיטערז",
    "amp": "AMP קוקן",
    "returning_visitors": "אומגעקערט וויזיטערז",
    "page_views": "בלאַט קוקן",
    "other_pages": "אנדערע בלעטער",
    "from_previous_7_days": "פון לעצטע 7 טעג"
  },
  "app_levels": {
    "title": "אַפּ מדרגה",
    "Newbie": "נעווביע",
    "Beginner": "אָנהייבער",
    "Novice": "אָנהייבער",
    "Intermediate": "ינטערמידייט",
    "Advanced": "אַוואַנסירטע"
  },
  "login": {
    "register_title": "די מיטל פון געשעפטן,<br> ענדזשויאַבאַל דערפאַרונג.",
    "register_subtitle": "צייכן אַרויף הייַנט פֿאַר פריי. סעללדאָנע איז ליב געהאט דורך סטאַרטאַפּס, ענטערפּריסעס, בויערס און סעלערז.",
    "password_recovery_title": "שפּריכוואָרט אָפּזוך",
    "password_recovery_message": "אויב איר האָט פארגעסן דיין פּאַראָל, אַרייַן די E- בריוו אַדרעס פון דיין חשבון און דריקן די באַשטעטיקונג שליסל. מיר וועלן שיקן איר אַ בליצפּאָסט מיט אַ לינק צו באַשטעטיק דיין פּאַראָל.",
    "email": "דיין אימעיל אדרעס",
    "password_recovery_action": "באַקומען אָפּזוך בליצפּאָסט",
    "register_google": "פאָרזעצן מיט Google",
    "register_apple": "פאָרזעצן מיט עפּל",
    "continue_with": "פאָרזעצן מיט",
    "register_linkedin": "פאָרזעצן מיט לינקעדין",
    "register_facebook": "פאָרזעצן מיט פאַסעבאָאָק",
    "register_github": "פאָרזעצן מיט Github",
    "create_your_account": "שאַפֿן דיין חשבון",
    "password_8_chars": "פּאַראָל מוזן זיין בייַ מינדסטער 8 אותיות.",
    "password_upercase_number": "אין מינדסטער איין הויכער אות און איין נומער.",
    "password_confirm": "פּאַראָל און באַשטעטיקונג מאַטשט.",
    "privacy_agreement": "דורך סיינינג אַרויף, איר שטימען צו סעללדאָנע ס <a href='/terms' target='_blank'>תּנאָים פון נוצן</a> און <a href='/privacy' target='_blank'>פּריוואַטקייט פּאָליטיק</a> .",
    "register_action": "לאמיר גיין, עס איז פריי!",
    "login_action": "צייכן אריין",
    "already_signup": "שוין איינגעשריבן?",
    "login_your_account": "קלאָץ אין צו דיין חשבון",
    "login_google": "פאָרזעצן מיט Google",
    "login_linkedin": "פאָרזעצן מיט לינקעדין",
    "login_facebook": "פאָרזעצן מיט פאַסעבאָאָק",
    "login_github": "פאָרזעצן מיט Github",
    "remember_me": "געדענק מיך.",
    "login_button": "צייכן אריין",
    "two_step_problem": "צי איר האָבן אַ פּראָבלעם מיט די צוויי-שריט פּאַראָל?",
    "two_step_problem_action": "איך ווילן צו דיסייבאַל צוויי-שריט לאָגין.",
    "two_step_confirm": "באַשטעטיקן אַקסעס קאָד",
    "forgot_password": "פֿאַרגעסן פּאַראָל?",
    "signup_free": "סיגנופּ פֿאַר פריי",
    "checking_robot_message": "טשעק אויב איר זענט אַ ראָבאָט אָדער אַ מענטש ..",
    "notifications": {
      "step2_login_success": "אַוטאָ לאָגין צו די חשבון"
    },
    "signup_email": "צייכן אַרויף דורך בליצפּאָסט",
    "name_placeholder": "נאָמען",
    "email_placeholder": "בליצפּאָסט",
    "email_or_username_placeholder": "בליצפּאָסט, באַניצער נאָמען אָדער טעלעפאָן נומער",
    "password_placeholder": "שפּריכוואָרט",
    "re_password_placeholder": "באַשטעטיקן שפּריכוואָרט",
    "new_in_samin": "נייַ אין סעלדאָנע?",
    "auto_create_shop": "אַוטאָ שאַפֿן קראָם"
  },
  "layout": {
    "logout": "Logout",
    "menu": {
      "personal_information": "פערזענלעכע אינפֿאָרמאַציע און פּראָפיל",
      "wallet": "וואָלאַץ & אַקאַונץ",
      "companies": "קאָמפּאַניעס און געשעפט אַקאַונץ",
      "access": "אַקסעס צו מיין חשבון",
      "security": "זיכערהייַט",
      "preferences": "באַניצער פּרעפֿערענצן",
      "my_subscriptions": "מייַן סאַבסקריפּשאַנז"
    }
  },
  "page_builder": {
    "title": "וועבזייַטל פּלאַן",
    "menu": {
      "user_view": "View",
      "design": "פּלאַן",
      "behavior": "נאַטור",
      "seo": "SEO",
      "setting": "סעטטינגס",
      "embed": "עמבעד"
    },
    "waiting_fetch": "באַקומען אינפֿאָרמאַציע ..",
    "setting": {
      "title_input": "בלאַט טיטל",
      "description_input": "קורץ באַשרייַבונג",
      "name_input": "בלאַט URL (אותיות און נומערן)",
      "bg_color_input": "הינטערגרונט פֿאַרב",
      "bg_style_input": "Page Background Style",
      "page_label_input": "לאַבעל קאָליר",
      "page_dir_input": "בלאַט ריכטונג",
      "ltr": "לינקס צו רעכטס",
      "rtl": "רעכט צו לינקס",
      "designer_note": "דיזיינער באַמערקונג"
    },
    "history": {
      "title": "געראטעוועט געשיכטע"
    },
    "design": {
      "themes": {
        "title": "פערזענלעכע פּלאַן אַססיסטאַנט",
        "message": "דיזיין די בעסטער בלעטער פֿאַר דיין געשעפט אָן קאָדירונג.",
        "page_title_input": "אַרייַן אַ טיטל פֿאַר דיין בלאַט"
      },
      "tools": {
        "rearrange": "סדר",
        "tools": "מכשירים",
        "history": "געשיכטע",
        "style": "סטייל",
        "typography": "טיפּאָגראַפי"
      },
      "no_category": "קיין קאַטעגאָריעס"
    },
    "seo": {
      "message": "סעאָ סעטטינגס זענען אויטאָמאַטיש אַדזשאַסטיד דורך די סעללדאָנע סעאָ מאָטאָר."
    }
  },
  "verify_email_caution": {
    "title": "באשטעטיג דיין אימעיל אדרעס",
    "message": "די נייַע אַקטאַוויישאַן לינק איז געשיקט צו דיין בליצפּאָסט אַדרעס {email}. ביטע טשעק דיין בליצפּאָסט איידער קיין קאַמף איז גענומען.",
    "resend_message": "אויב איר האָט נישט באקומען די אַקטאַוויישאַן לינק אין דיין בליצפּאָסט, גיט די קנעפּל אונטן צו שיקן ווידער.",
    "resend_action": "שיק ווידער אַקטאַוויישאַן לינק",
    "resend_notice": "אַקטאַוויישאַן לינק געשיקט."
  },
  "autopilot": {
    "start": "אנהייב דאטום",
    "end": "סוף טאָג"
  },
  "help": {
    "menu": "מעניו",
    "more_helps": "לייענען מער"
  },
  "company_card": {
    "pending_state": "ווארטן פֿאַר רעצענזיע",
    "register": "רעגיסטרירט",
    "developer": "דעוועלאָפּער",
    "verified": "וועראַפייד",
    "premier": "פּרעמיער"
  },
  "shop_license": {
    "add": "לייג אַבאָנעמענט",
    "only_last": "בלויז לעצטע אַבאָנעמענט",
    "vouchers": "וואָוטשערס",
    "buy": "קויפן אַבאָנעמענט פּלאַן",
    "monthly": "כוידעשלעך",
    "yearly": "יאָריק",
    "start_date": "אנהייב דאטום",
    "end_date": "סוף טאָג",
    "price": "פּרייַז",
    "terms": "איך לייענען און שטימען מיט סעללדאָנע טערמינען פון נוצן",
    "need_charge": "דאַרפֿן אָפּצאָל",
    "buy_now": "קויף יעצט",
    "auto_renewal": "אַוטאָ רינואַל",
    "plan_placeholder": "אויסקלייַבן דיין אַבאָנעמענט פּלאַן",
    "plan": "ליסענסע פּלאַן",
    "use_date": "אַקטאַוויישאַן טאָג",
    "active_license": {
      "title": "אַקטיוו ליסענסע",
      "subtitle": "דיין אַקטיוו דערלויבעניש אינפֿאָרמאַציע.",
      "subtitle_partner": "דיין אַקטיווע {name} דערלויבעניש אינפֿאָרמאַציע."
    },
    "licenses_table": {
      "title": "געקויפט געשיכטע",
      "subtitle": "אַקטיוו און פּענדינג לייסאַנסיז."
    },
    "license_detail": {
      "title": "דעטאַילס",
      "subtitle": "לימאַץ אויף דיין קראַנט פּלאַן."
    },
    "table": {
      "plan": "פּלאַן",
      "start_date": "אָנהייב / סוף טאָג",
      "renewal": "אַוטאָ רינואַל",
      "linked_account": "לינגקט אַקאַונט / וואַוטשער",
      "payment": "צאָלונג",
      "cancel": "באָטל מאַכן"
    },
    "notifications": {
      "subscribe_success": "אַבאָנירן הצלחה.",
      "cancel_success": "אַבאָנעמענט קאַנסאַלד הצלחה."
    },
    "cancel_dialog": {
      "title": "באָטל מאַכן אַבאָנעמענט באַשטעטיקונג",
      "message": "זענט איר זיכער צו באָטל מאַכן דעם אַבאָנעמענט?",
      "action": "באָטל מאַכן אַבאָנעמענט"
    },
    "use_voucher_now": "ניצן וואַוטשער איצט",
    "validity_duration": "גילטיקייַט געדויער",
    "validity_duration_hint": "דורך פּערטשאַסינג אַ 12-חודש דערלויבעניש, איר וועט באַקומען אַ 30% אַראָפּרעכענען."
  },
  "admin_shop_layout": {
    "download_txt": "אראפקאפיע דאַטן טעקסט",
    "download_excel": "אראפקאפיע יקסעל דאַטן"
  },
  "user_preferences": {
    "access": "אַקסעס",
    "template": "מוסטער",
    "feedback": "באַמערקונגען",
    "company": "פירמע",
    "company_message": "אויב איר האָט פירמע און איר ווילן צו אַרויסגעבן אַפּפּס.",
    "access_keys": "אַקסעס קיז",
    "access_keys_message": "ווייַזן קלייאַנץ און אַקסעס שליסלען.",
    "rating": "ווי וואָלט איר אָפּשאַצן דיין דערפאַרונג מיט Seldone?",
    "large_font": "גרויס פאַנץ",
    "large_font_message": "ווייַזן טעקסט גרעסער ווי נאָרמאַל",
    "samples": "ווייַזן מוסטער שאַפּס",
    "samples_message": "אויב ענייבאַלד, עטלעכע מוסטער שאַפּס וועט זיין געוויזן אין דיין טאַפליע.",
    "automation": "אָטאַמיישאַן",
    "automation_message": "ווייַזן אָטאַמיישאַן קוויטל אויף קראָם דאַשבאָרד. (וועבאָאָקס, וויסואַל פּראָגראַממינג, ...)"
  },
  "shop_locations": {
    "title": "לענדער ווו סערוויס איז צוגעשטעלט",
    "sub_title": "אויסקלייַבן די לענדער ווו איר ווילן צו פאַרקויפן דיין פּראָדוקט פֿון דער רשימה אונטן.",
    "delete_restriction": "ויסמעקן ריסטריקשאַן",
    "set_restriction": "שטעלן ריסטריקשאַן",
    "notifications": {
      "locations_update": "אָרט דערהייַנטיקט הצלחה."
    },
    "table": {
      "country": "לאַנד",
      "currency": "קראַנטקייַט",
      "available": "בנימצא"
    }
  },
  "product_card": {
    "sold_out": "סאָלד אויס",
    "review_unit": "איבערבליק",
    "not_original": "ניט אָריגינעל"
  },
  "product_studio": {
    "add_mode": "לייג מער דעטאַילס",
    "add_by_sku": "לייג דורך SKU",
    "auto_category": "אַוטאָ-שטעלן קאַטעגאָריע",
    "add_in_current_category": "לייג צו די קראַנט קאַטעגאָריע",
    "category_mode_message": "אויב געבן, פּראָדוקט וועט זיין מוסיף צו די פעליקייַט קאַטעגאָריע אָדער סובקאַטעגאָרי.",
    "sku_name_input": "SKU / נאָמען"
  },
  "my_affiliate": {
    "title": "מייַן צוגעבן קאַנטראַקץ",
    "message": "רשימה פון צוגעבן אַגרימאַנץ מיט אנדערע סטאָרז."
  },
  "affiliates": {
    "title": "צוגעבן פּאַרטנערס",
    "subtitle": "שאַפֿן אַפיליאַץ, שפּור זייער פאָרשטעלונג איבער צייט און נעמען אַקשאַנז באזירט אויף פּינטלעך אינפֿאָרמאַציע אויף איין אָרט. מיר העלפֿן איר און דיין פּאַרטנערס צו בויען אַ שטאַרק שייכות.",
    "affiliate_code": "צוגעבן קאָד",
    "crate_date": "שאַפֿן דאַטע",
    "last_payment_date": "לעצטע צאָלונג טאָג",
    "for_all_products": "צולייגן צו אַלע פּראָדוקטן",
    "balance": "וואָג",
    "fix_commission": "פאַרפעסטיקט קאָמיסיע",
    "percent_commission": "פּראָצענט-באזירט קאָמיסיע",
    "total_payment": "גאַנץ פּיימאַנץ",
    "new_affiliate": "ניו צוגעבן שוטעף",
    "new_affiliate_message": "לייג אַ נייַע צוגעבן שוטעף",
    "link_domain": {
      "title": "לינגקט פעלד",
      "subtitle": "איר קענען פאַרבינדן איינער פון דיין דאָומיינז צו דעם צוגעבן שוטעף. דער שוטעף וועט זיין באַוווסט ווי דער פארשטייער פון יעדער מענטש וואָס באַזוכן דיין קראָם און קויפן דורך דעם פעלד."
    },
    "dialog": {
      "new": "ניו צוגעבן שוטעף",
      "edit": "רעדאַגירן צוגעבן שוטעף",
      "user": "באַניצער (אָפּטיאָנאַל)",
      "bank_info": "באַנק אינפֿאָרמאַציע",
      "restriction": "ריסטריקשאַן",
      "select_products": "אויסקלייַבן פּראָדוקטן",
      "select_products_message": "צוגעבן שוטעף באַקומען קאָמיסיע פֿאַר די פּראָדוקטן",
      "edit_action": "דערהייַנטיקן צוגעבן",
      "add_action": "לייג צוגעבן שוטעף",
      "affiliate_name": "צוגעבן שוטעף נאָמען",
      "payment_info": "צאָלונג אינפֿאָרמאַציע",
      "enable_switch": "איז עס אַקטיוו?",
      "affiliate_info": "צוגעבן שוטעף אינפֿאָרמאַציע"
    },
    "link_factory": {
      "title": "צוגעבן פּאַרטנער לינק גענעראַטאָר",
      "link_input": "דיין לינק",
      "link_output": "דזשענערייטאַד לינק"
    }
  },
  "gift_card_orders": {
    "title": "אָרדערס מיט גיפטקאַרד",
    "table": {
      "order": "סדר",
      "order_price": "סדר סומע",
      "paid_by_card": "באַצאָלט דורך קאָרט",
      "payment_status": "צאָלונג סטאַטוס",
      "date": "טאָג"
    }
  },
  "offer_orders": {
    "title": "פאָרשלאָגן אָרדערס",
    "table": {
      "order": "סדר",
      "order_price": "סדר סומע",
      "offer_amount": "פאָרשלאָג סומע",
      "payment_status": "צאָלונג סטאַטוס",
      "product": "פּראָדוקט",
      "date": "טאָג"
    }
  },
  "coupon_orders": {
    "title": "קופּאָן אָרדערס",
    "table": {
      "order": "סדר",
      "order_price": "סדר סומע",
      "coupon_amount": "קופּאָן סומע",
      "payment_status": "צאָלונג סטאַטוס",
      "date": "טאָג"
    }
  },
  "discount_code_orders": {
    "title": "אָרדערס מיט אַראָפּרעכענען קאָד",
    "table": {
      "order": "סדר",
      "order_price": "סדר סומע",
      "discount_amount": "אַראָפּרעכענען סומע",
      "payment_status": "צאָלונג סטאַטוס",
      "date": "טאָג"
    }
  },
  "incentives": {
    "discount_code": "אַראָפּרעכענען",
    "coupon": "קופּאָן",
    "offer": "פאָרשלאָג",
    "gift_card": "מתנה קארטל",
    "lottery": "לאָטעריע"
  },
  "discount_codes": {
    "title": "אַראָפּרעכענען קאָודז",
    "sub_title": "אין דעם אָפּטיילונג איר וועט קענען צו פּלאַן אַראָפּרעכענען קופּאָנז צו פּאַסן דיין דאַרף. די דיסקאַונץ זענען באַזונדער פון קיין פּראָדוקט אַראָפּרעכענען און וועט צולייגן צו די לעצט סומע פון די באַניצער סדר.",
    "add_new": "לייג נייַ אַראָפּרעכענען קאָד",
    "card": {
      "created": "שאַפֿן",
      "start": "אָנהייב",
      "end": "סוף",
      "currency": "קראַנטקייַט",
      "discount_percentage": "אַראָפּרעכענען קורס",
      "discount_limit": "אַראָפּרעכענען שיעור",
      "state": "יעצטיגן צושטאנד",
      "enabled": "איצט ענייבאַלד",
      "disabled": "איצט פאַרקריפּלט",
      "used": "קאַנסומד",
      "count": "ציילן",
      "unit": "נומער(ס)"
    },
    "dialog": {
      "title_edit": "רעדאַגירן אַראָפּרעכענען קאָד",
      "title_add": "לייג נייַ אַראָפּרעכענען קאָד",
      "discount_code_input": "אַראָפּרעכענען קאָד",
      "discount_percent_input": "אַראָפּרעכענען קורס",
      "discount_percent_input_hint": "אַראָפּרעכענען קורס פון קויפן סומע",
      "count_input": "ציילן",
      "count_input_hint": "מאַקסימום נוצן פון דעם קאָד",
      "limit_input": "אַראָפּרעכענען שיעור",
      "limit_input_hint": "מאַקסימום אַראָפּרעכענען באזירט אויף קראַנטקייַט",
      "currency_input_message": "דיסקאַונץ וועט זיין בארעכטיגט פֿאַר דעם קראַנטקייַט.",
      "limit_input_message": "די ווערט פון 0 פֿאַר די אַראָפּרעכענען שיעור מיטל אַז עס איז קיין שיעור פֿאַר די אַראָפּרעכענען קורס.",
      "title_input": "טיטל",
      "title_input_hint": "איר קענען אַרייַן אַ טיטל פֿאַר דעם אַראָפּרעכענען קאָד",
      "description_input": "באַשרייַבונג",
      "description_input_hint": "איר קענען אַרייַן אַ באַשרייַבונג פֿאַר דעם אַראָפּרעכענען קאָד",
      "date_start_input": "אָנהייב",
      "date_start_input_placeholder": "אויסקלייַבן ווען צו אָנהייבן אַראָפּרעכענען",
      "date_end_input": "סוף",
      "date_end_input_placeholder": "אויסקלייַבן ווען די אַראָפּרעכענען וועט סוף",
      "notifications": {
        "add": "אַראָפּרעכענען קאָד הצלחה צוגעגעבן.",
        "edit": "אַראָפּרעכענען קאָד הצלחה עדיטיד."
      }
    },
    "delete_alert": {
      "title": "אַראָפּנעמען אַראָפּרעכענען קאָד",
      "message": "צי איר ווילן צו ויסמעקן דעם אַראָפּרעכענען קאָד?",
      "action": "אַראָפּנעמען אַראָפּרעכענען"
    },
    "notifications": {
      "delete_success": "דיין באַמערקונג איז הצלחה אויסגעמעקט"
    }
  },
  "gift_cards": {
    "title": "מתנה קארטל",
    "sub_title": "שאַפֿן אַ טאַלאַנט קאָרט און מאַכן ווי פילע ווי איר דאַרפֿן. דער קאָרט האט אַ אָפּצאָל אויף עס, און עס קענען זיין געוויינט בלויז פֿאַר פּערטשאַסאַז אין דיין קראָם.",
    "create_new": "לייג אַ נייַע טאַלאַנט קאָרט",
    "card": {
      "created": "שאַפֿן",
      "lifetime": "עקספּיירי טאָג",
      "lifetime_unit": "חודש פון די דאַטע וואָס יעדער קאָרט איז באשאפן",
      "currency": "קראַנטקייַט",
      "initial_balance": "ערשט אָפּצאָל",
      "count": "ציילן",
      "count_unit": "נומער",
      "used": "געניצט"
    },
    "dialog": {
      "title": "טאַלאַנט קאַרד פּלאַן"
    },
    "alert": {
      "title": "אַראָפּנעמען אַראָפּרעכענען קאָד",
      "message": "צי איר ווילן צו ויסמעקן דעם אַראָפּרעכענען קאָד?",
      "action": "ויסמעקן"
    },
    "notifications": {
      "delete_title": "ויסמעקן טאַלאַנט קאָרט",
      "delete_message": "דיין באַמערקונג איז הצלחה אויסגעמעקט."
    }
  },
  "coupons": {
    "title": "קופּאָנז",
    "sub_title": "אויב איר ווילן צו געבן דיין קאַסטאַמערז אַ אַראָפּרעכענען וואָס קענען זיין געוויינט מיט ספּעציפיש טנאָים, איר קענען מאַכן קופּאָנז. קופּאָנז קענען אַרייַננעמען אַ פּראָצענט אַראָפּרעכענען מיט אַ שיעור אָדער אַ פאַרפעסטיקט סומע אָדער אַ קאָמבינאַציע פון ביידע.",
    "create_new": "לייג נייַ קופּאָן",
    "qualified_products": "פּאַסיק פּראָדוקטן",
    "min_purchase": "מינימום קויפן",
    "only_first_order": "בלויז ערשטער קויפן",
    "one_time_use": "איין-נוצן",
    "amount_usage": "געוויינט סומע",
    "delete_alert": {
      "title": "ויסמעקן קופּאָן",
      "message": "זענט איר זיכער צו ויסמעקן דעם קופּאָן?",
      "action": "יאָ, ויסמעקן קופּאָן"
    },
    "notifications": {
      "delete_success": "קופּאָן איז אויסגעמעקט הצלחה."
    },
    "multiple_use": "קייפל נוצן"
  },
  "coupon_edit": {
    "title_edit": "רעדאַגירן קופּאָן",
    "title_add": "ניו קופּאָן",
    "discount_charge": "אַראָפּרעכענען & אָפּצאָל",
    "charge": "אָפּצאָל",
    "charge_message": "סכום פון ערשט אָפּצאָל",
    "percent": "אַראָפּרעכענען פּראָצענט",
    "percent_message": "סכום פון אַראָפּרעכענען פּראָצענט",
    "limit_input": "באַגרענעצן",
    "limit_input_hint": "אַראָפּרעכענען שיעור סומע",
    "currency_input_message": "קופּאָן בנימצא פֿאַר דעם קראַנטקייַט.",
    "count_input": "ציילן",
    "count_input_hint": "מאַקסימום נוצן פון דעם קאָד",
    "limit_input_message": "די ווערט פון 0 פֿאַר די אַראָפּרעכענען שיעור מיטל אַז עס איז קיין שיעור פֿאַר די אַראָפּרעכענען קורס.",
    "date_start_input": "אָנהייב",
    "date_start_input_placeholder": "אויסקלייַבן ווען צו אָנהייבן קופּאָן",
    "date_end_input": "סוף",
    "date_end_input_placeholder": "אויסקלייַבן ווען די אַראָפּרעכענען וועט סוף",
    "title_input": "טיטל",
    "title_input_hint": "איר קענען אַרייַן אַ טיטל פֿאַר דעם אַראָפּרעכענען קאָד",
    "description_input": "באַשרייַבונג",
    "description_input_hint": "איר קענען אַרייַן אַ באַשרייַבונג פֿאַר דעם אַראָפּרעכענען קאָד",
    "coupon_code": "קופּאָן קאָד",
    "need_code": "דאַרפֿן קאָד?",
    "coupon_color": "קופּאָן קאָליר",
    "min_purchase_amount": "מינימום קויפן סומע",
    "min_purchase_amount_hint": "קויפן סומע מוזן זיין גרעסער ווי אָדער גלייַך צו דעם ווערט.",
    "should_exist_product": "אין מינדסטער איינער פון די פּראָדוקטן מוזן זיין אין וואָגן",
    "apply_for_first_order": "בלויז פֿאַר דער ערשטער קויפן",
    "apply_for_first_order_on": "דער קופּאָן קענען זיין געוויינט בלויז פֿאַר דער קונה ס ערשטער קויפן!",
    "apply_for_first_order_off": "די נומער פון קופּאָן יוזאַז פּער קוינע קענען זיין אַדזשאַסטיד אונטן.",
    "has_qualify_constraints": "צי איר ווילן צו דעפינירן מער לימאַץ?",
    "has_qualify_constraints_message": "שטעלן מער טנאָים צו באַגרענעצן דעם קונה צו נוצן דעם קופּאָן.",
    "one_time_use": "איין-נוצן",
    "one_time_use_message": "דער קונה קענען נוצן דעם קופּאָן פֿאַר איין מאָל.",
    "daily_limit": "טעגלעך שיעור",
    "no_limit": "קיין שיעור",
    "daily_limit_message": "מאַקסימום נוצן פּער טאָג דורך קונה",
    "monthly_limit": "כוידעשלעך שיעור",
    "monthly_limit_message": "מאַקסימום נוצן פּער חודש דורך קונה",
    "yearly_limit": "יערלעך שיעור",
    "yearly_limit_message": "מאַקסימום נומער פון נוצן פּער יאָר דורך קונה",
    "notifications": {
      "add": "נייַ קופּאָן באשאפן הצלחה.",
      "edit": "קופּאָן איז דערהייַנטיקט."
    }
  },
  "offers": {
    "title": "אָפפערס",
    "sub_title": "איר קענט שאַפֿן ספּעציעלע אָפפערס פֿאַר דיין קאַסטאַמערז אַזוי אַז נאָך בייינג איין נומער זיי וועלן באַקומען אן אנדער נומער מיט אַ אַראָפּרעכענען אָדער אפילו פריי.",
    "create_new": "לייג נייַ פאָרשלאָג",
    "qualified_products": "פּאַסיק פּראָדוקטן",
    "min_quantity": "מינימום קוואַנטיטי",
    "min_purchase": "מינימום קויפן",
    "discounted_products": "דיסקאָונטעד פּראָדוקטן",
    "amount_usage": "געוויינט סומע",
    "delete_alert": {
      "title": "ויסמעקן פאָרשלאָג",
      "message": "זענט איר זיכער צו ויסמעקן דעם פאָרשלאָג?",
      "action": "יאָ, ויסמעקן פאָרשלאָג"
    },
    "notifications": {
      "delete_success": "פאָרשלאָג איז אויסגעמעקט הצלחה."
    }
  },
  "offer_edit": {
    "title_edit": "רעדאַגירן פאָרשלאָג",
    "title_add": "נייַ פאָרשלאָג",
    "design_style": "פּלאַן & סטייל",
    "eligible_constraints": "קונה בארעכטיגט לימאַץ",
    "title_input": "טיטל",
    "title_input_hint": "איר קענען אַרייַן אַ טיטל פֿאַר דעם אַראָפּרעכענען קאָד",
    "description_input": "באַשרייַבונג",
    "description_input_hint": "שרייב אַ באַשרייַבונג פֿאַר דעם אַראָפּרעכענען קאָד",
    "currency_input_message": "בנימצא פאָרשלאָג פֿאַר דעם קראַנטקייַט.",
    "qualified_products": "פּאַסיק פּראָדוקטן",
    "qualified_products_message": "פֿאַר פּראָדוקטן צו זיין בארעכטיגט, די גאַנץ ייטאַמז אין וואָגן מוזן זיין גלייַך אָדער גרעסער ווי די מינימום קוואַנטיטי.",
    "min_items": "מינימום קוואַנטיטי פון זאכן",
    "min_items_message": "די נומער פון זאכן וואָס דער קונה מוזן קויפן",
    "discounted_products": "דיסקאָונטעד פּראָדוקטן",
    "offered_products": "געפֿינט פּראָדוקטן",
    "offered_products_message": "אין מינדסטער איינער פון די פּראָדוקטן מוזן זיין אין וואָגן.",
    "discount_percent": "אַראָפּרעכענען פּראָצענט",
    "discount_percent_message": "אַראָפּרעכענען פּראָצענט פֿאַר די זאכן.",
    "discount_percent_hint": "סכום פון אַראָפּרעכענען פּראָצענט",
    "per_order": "מאַקסימום נומער פון ניצט פּער סדר",
    "per_order_message": "די מאַקסימום נומער פון מאָל וואָס די פאָרשלאָג קענען זיין געווענדט צו אַ סדר",
    "count_input": "סומע",
    "count_input_hint": "מאַקסימום נוצן פון דעם פאָרשלאָג",
    "min_purchase": "מינימום קויפן סומע",
    "min_purchase_hint": "קויפן פּרייַז מוזן זיין גרעסער ווי אָדער גלייַך צו דעם ווערט",
    "limitation": "באַגרענעצונג",
    "date_start_input": "אָנהייב",
    "date_start_input_placeholder": "אויסקלייַבן ווען צו אָנהייבן קופּאָן",
    "date_end_input": "סוף",
    "date_end_input_placeholder": "אויסקלייַבן ווען די אַראָפּרעכענען וועט סוף",
    "max_actives_is_3": "איר קענט בלויז האָבן דריי אַקטיוו אָפפערס אין דער זעלביקער צייט.",
    "enable": "אַוטאָ צולייגן",
    "notifications": {
      "add": "נייַ פאָרשלאָג באשאפן הצלחה.",
      "edit": "פאָרשלאָג דערהייַנטיקט הצלחה."
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "פאָן",
      "reportage": "רעפּאָרטאַגע",
      "social": "סאציאל מידיאַ",
      "offline": "אָפפלינע"
    }
  },
  "emails": {
    "title": "Email מאַרקעטינג",
    "subtitle": "דיזיין ימיילז דורך שלעפּן און קאַפּ, פּלאַן און קאַטער קאַמפּיינז צו פאַרגרעסערן ריטענשאַן און זען פאַרלאָזלעך און פּינטלעך אינפֿאָרמאַציע אויף איין אָרט.",
    "cation_message": "⚠ לימיטעד פֿאַר ניט וועראַפייד סוחרים. (ביתא)",
    "subject": "ענין",
    "from": "פון",
    "in_que": "ווארטן",
    "schedule_at": "פּלאַן בייַ",
    "sent": "געשיקט",
    "sends": "סענדז",
    "delivers": "איבערגעגעבן",
    "views": "קוקן",
    "clicks": "קליקס",
    "buys": "פּערטשאַסאַז",
    "new_email": "לייג נייַ בליצפּאָסט",
    "new_email_message": "שאַפֿן און פּלאַן נייַ פֿאַרקויף E- בריוו"
  },
  "email_dashboard": {
    "review": "איבערבליק",
    "waiting_for_approve": "ווארטן אויף באַשטעטיקונג דורך {name}",
    "approved_by": "בליצפּאָסט וועראַפייד דורך {name} און געשיקט.",
    "not_submitted_send_request": "איר האָט נאָך נישט דערלאנגט אַ בקשה צו שיקן דעם בליצפּאָסט.",
    "reviewed_by": "ריוויוד דורך {name}",
    "status": "Email סטאַטוס",
    "conversion": "קאַנווערזשאַן רייץ",
    "sell_performance": "סאַלעס פאָרשטעלונג",
    "total_buys": "גאַנץ נומער פון פארקויפונג",
    "amount_buy": "גאַנץ פארקויפונג סומע",
    "average_sell": "דורכשניטלעך פארקויפונג",
    "sessions": "סעשאַנז",
    "overview": "איבערבליק",
    "purchase_amount": "קויפן סומע",
    "actions": "באַניצער טעטיקייט"
  },
  "email_page": {
    "emails": "אימעילס",
    "edit": "רעדאַגירן"
  },
  "affiliate_page": {
    "affiliates": "צוגעבן פּאַרטנערס",
    "orders": "אָרדערס",
    "payments": "פּיימאַנץ"
  },
  "affiliate_dashboard": {
    "link": "צוגעבן שוטעף לינק",
    "fix_commission": "פאַרפעסטיקט קאָמיסיע",
    "percent_commission": "פּראָצענט-באזירט קאָמיסיע",
    "last_payment": "לעצטע צאָלונג",
    "balance": "וואָג",
    "total_payment": "גאַנץ פּיימאַנץ",
    "status": "צוגעבן שוטעף סטאַטוס & ריסטריקשאַנז",
    "available_for": "בנימצא פֿאַר",
    "orders_count": "אָרדערס סומע",
    "orders_accepted": "אנגענומען אָרדערס",
    "finance": "פינאַנציעל באַריכט",
    "amount_accepted": "אנגענומען סומע",
    "amount_paid": "באַצאָלט סומע",
    "sessions": "סעשאַנז",
    "affiliate_payment": "צוגעבן פּאַרטנער פּיימאַנץ",
    "amount_payment": "צאָלונג סכום",
    "amount_payment_hint": "פּינטלעך סומע פון טראַנסאַקטיאָן",
    "i_paid": "איך האָב באַצאָלט {amount} {currency} צו {name}",
    "pay_now": "באצאל יעצט"
  },
  "permission_roles": {
    "new_role": "לייג אַ נייַע ראָלע",
    "new_role_message": "מאַכן צוזאַמענאַרבעט גרינגער.",
    "new_role_action": "לייג אַ נייַע ראָלע"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "לאָטעריע",
    "sub_title": "דיין קאַסטאַמערז קענען שפּילן שפּיל און געווינען. קאַסטאַמערז פון דיין קראָם מוזן פאַרנוצן 10 טשיפּס פֿאַר יעדער שפּיל. למשל, אויב איר ווילט אַז דיין קאַסטאַמערז האָבן אַ געלעגנהייט צו געווינען 1000 וסד, איר מוזן שטעלן די סומע פון יעדער שפּאָן פּרייַז צו 100 וסד. א ווערט פון 0 פֿאַר יעדער שפּאָן מיטל אַז דער קוינע וועט באַקומען איין שפּאָן פֿאַר יעדער קויפן.",
    "manually_send_chip": "צי איר ווילן צו מאַניואַלי שיקן טשיפּס צו יוזערז?",
    "lottery_enable": "איז לאָטעריע ענייבאַלד?",
    "chip_price_input": "שפּאָן פּרייַז",
    "zero_chip_message": "געבן 1 קס שפּאָן פּער סדר",
    "chip_has_price_message": "געבן 1 שפּאָן פּער {amount} {currency} פון סדר.",
    "chip_disabled_message": "שפּאָן איז פאַרקריפּלט!",
    "create_new": "לייג נייַ פרייז",
    "delete_alert": {
      "title": "ויסמעקן פרייז",
      "message": "זענט איר זיכער צו ויסמעקן דעם פרייז פּערמאַנאַנטלי?",
      "action": "יא, אויסמעקן איצט"
    },
    "notifications": {
      "delete_success": "פרייז אויסגעמעקט הצלחה."
    }
  },
  "lottery_edit": {
    "title_edit": "רעדאַגירן לאָטעריע נומער",
    "title_add": "נייַ לאָטעריע נומער",
    "general_config": "אַלגעמיינע קאַנפיגיעריישאַן",
    "design_style": "סטייל & אויסזען",
    "enable": "ערמעגליכט?",
    "enable_message": "די מאַקסימום נומער אין אַ ראָד איז 14.",
    "title_input": "טיטל",
    "title_input_hint": "שרייב אַ קורץ טיטל.",
    "description_input": "באַשרייַבונג",
    "description_input_hint": "שרייב אַ באַשרייַבונג וועגן דעם נומער.",
    "quantity": "קוואַנטיטי",
    "quantity_message": "גאַנץ בנימצא זאכן",
    "image": "בילד",
    "image_placeholder": "אויסקלייַבן אַ בילד פֿאַר נומער",
    "chance": "געלעגנהייַט",
    "chance_message": "ווינינג טשאַנס אין פּראָצענט",
    "free_for_first": "איז עס פריי פֿאַר נייַע קאַסטאַמערז?",
    "free_for_first_message": "ניו קאַסטאַמערז קענען געווינען דעם נומער.",
    "prize": "פרייז",
    "amount": "פרייז סומע",
    "amount_hint": "יוזערז געווינען דעם אָפּצאָל פֿאַר זייער סדר.",
    "currency_message": "קראַנטקייַט פֿאַר דעם נומער. אנדערע קעראַנסיז זענען קאָנווערטעד דורך וועקסל קורס.",
    "discount": "אַראָפּרעכענען",
    "discount_message": "אַראָפּרעכענען פּראָצענט אויף קונה סדר",
    "discount_limit": "אַראָפּרעכענען שיעור",
    "discount_limit_hint": "מאַקסימום אַראָפּרעכענען פֿאַר קונה.",
    "color": "פאַרב",
    "condition": "באדינגונגען",
    "notifications": {
      "add": "נייַ לאָטעריע נומער באשאפן הצלחה.",
      "edit": "לאָטעריע זאכן געביטן הצלחה."
    }
  },
  "gift_card_types_list": {
    "label": "טיפּ פון טאַלאַנט קאָרט",
    "message": "אויסקלייַבן אַ טאַלאַנט קאָרט טיפּ פון דער רשימה."
  },
  "email_builder": {
    "service_unavailable": "די פּאָסט סערווער איז נישט אַקטיוו אין דיין חשבון.",
    "design_section": "דיין E- בריוו פּלאַן טעלער",
    "schedule_switch": "פּלאַן בליצפּאָסט שיקן?",
    "schedule_placeholder": "אויסקלייַבן צייט צו שיקן בליצפּאָסט"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "פאַרשרייבונג טאָג",
      "description": "פילטער לויט די רעגיסטראַציע טאָג פון באַניצער."
    },
    "LAST_BUY_DATE": {
      "title": "לעצטע קויפן",
      "description": "לעצטע קויפן טאָג."
    },
    "LOGIN_DATE": {
      "title": "לאָגין טאָג",
      "description": "לעצטע לאָגין טאָג."
    },
    "LEVEL": {
      "title": "קונה קלוב",
      "description": "מיטגלידער פון קונה קלוב."
    },
    "SUBSCRIBED": {
      "title": "אַבאָנירן",
      "description": "צו האָבן אַ אַבאָנעמענט צו באַקומען E- בריוו."
    },
    "NOT_PURCHASED": {
      "title": "קיין קויפן",
      "description": "קאַסטאַמערז וואָס האָבן נישט געקויפט ביז איצט."
    },
    "SEX": {
      "title": "דזשענדער",
      "description": "באַניצער דזשענדער."
    },
    "LOCATION": {
      "title": "אָרט",
      "description": "באַניצער אָרט ."
    },
    "LIMIT": {
      "title": "באַגרענעצן",
      "description": "שטעלן אַ שיעור אויף די מאַקסימום נומער פון ניצערס."
    },
    "SEGMENTS": {
      "title": "סעגמאַנץ",
      "description": "באַגרענעצן קאַסטאַמערז אין ספּעציפיש מאַנואַל סעגמאַנטיישאַן."
    }
  },
  "inline_help": {
    "helps_title": "סערוויס באַניצער גייד",
    "blogs_title": "פֿאַרבונדענע אינהאַלט אין סעללדאָנע בלאָג"
  },
  "shop_tax": {
    "region": "געגנט",
    "label": "לאַבעל",
    "country_tax": "לאַנד שטייער",
    "customer_tax": "קונה וואַט",
    "business_tax": "געשעפט וואַט",
    "shipping": "שיפּינג",
    "override": "אָווועררייד",
    "country": "לאַנד",
    "vat_range": "וואַט קייט",
    "custom": "מנהג",
    "regions": "רעגיאָנס",
    "rest_world": "די רעשט פון דער וועלט",
    "overrides": "אָווועררייד",
    "dialog_set_title": "שטייער סעטטינגס",
    "tax_setting": "שטייער סעטטינגס",
    "vat": "VAT",
    "calculate_tax_input": "אַוטאָ רעכענען שטייַער",
    "calculate_tax_message": "דורך אַקטאַווייטינג דעם אָפּציע, וואַט וועט זיין קאַלקיאַלייטיד און געווענדט פֿאַר דיין אָרדערס.",
    "tax_number": "שטייער נומער",
    "tax_number_message": "אַרייַן דיין שטייַער נומער. די רעגיסטראַציע נומער וועט זיין רעקאָרדעד אין די קונה ס ינווויס.",
    "tax_included_in_price_input": "שטייַער ינקלודעד אין פּראָדוקטן פּרייַז",
    "tax_included_in_price_message": "סעלעקטירן דעם אָפּציע אויב איר ינקלודז די שטייַער סומע אין די פּרייַז פון דיין פּראָדוקט. די שטייער סומע וועט זיין קאַלקיאַלייטיד מיט די פאלגענדע פאָרמולע:",
    "tax_included_in_price_formula": "שטייַער = (פּרייַז * וואַט) / (1 + וואַט), פֿאַר בייַשפּיל, די סומע פון שטייַער פֿאַר אַ פּראָדוקט אין אַ פּרייַז פון 100 $ מיט אַ ווערט צוגעלייגט קורס פון 10% ווערט 9.09 $.",
    "tax_on_shipping_input": "צולייגן טאַקסיז צו שיפּינג",
    "tax_on_shipping_message": "דורך סאַלעקטינג דעם אָפּציע, די שטייַער וועט זיין געווענדט צו שיפּינג.",
    "fixed_tax_rate": "פאַרפעסטיקט שטייַער קורס",
    "dynamic_tax_rate": "שטייַער באזירט אויף מקומות",
    "locations_tip": "די אויבן רשימה ווייַזן בלויז די לענדער וואָס איר האָט אויסגעקליבן אין די קראָם סעטטינגס> לאָוקיישאַנז ווי די לענדער איר פאַרקויפן.",
    "locations_action": "סטאָר לאָוקיישאַנז סעטטינגס",
    "save_alert": "סעטטינגס זענען נישט געראטעוועט!",
    "pos_tax_setting": "POS שטייער סעטטינגס",
    "tax_exclude_title": "יקסקלודיד ╏ שטייַער וועט זיין מוסיף בייַ ויסשרייַבן",
    "tax_excluded_message": "די טאַקסיז וועט זיין קאַלקיאַלייטיד איידער די פּיימאַנץ בעשאַס די ויסשרייַבן און צוגעגעבן צו די יקסקלודיד שטייער פּרייַז דיפּענדינג אויף דיין קונה זאָגן."
  },
  "transportation_page": {
    "menu": {
      "dashboard": "דאַשבאָרד",
      "transportations": "שיפּינג מעטהאָדס",
      "orders": "אָרדערס",
      "setting": "באַשטעטיקן",
      "delivery_services": "באַדינונגען",
      "delivery_persons": "קעריערז"
    },
    "go_to_courier_list": "זען די רשימה פון קעריערז",
    "go_to_service_list": "View שיפּינג באַדינונגס רשימה"
  },
  "transportation_persons": {
    "title": "קעריערז",
    "notifications": {
      "success_add": "קעריער צוגעגעבן.",
      "success_reset": "סטאַטיסטיק באַשטעטיק.",
      "success_remove": "דער קוריער איז הצלחה אַוועקגענומען.",
      "success_update": "קוריער אינפֿאָרמאַציע דערהייַנטיקט הצלחה."
    },
    "reset": {
      "title": "באַשטעטיק סטאַטיסטיק",
      "message": "זענט איר זיכער צו באַשטעטיק סטאַטיסטיק פון דעם קעריער?",
      "action": "יאָ, באַשטעטיק איצט"
    },
    "remove": {
      "title": "אַראָפּנעמען קעריער",
      "message": "זענט איר זיכער צו ויסמעקן דעם קעריער?",
      "action": "יאָ, אַראָפּנעמען איצט"
    },
    "add_dialog": {
      "title": "לייג נייַ קעריער",
      "action": "לייג קעריער"
    }
  },
  "transportation_orders": {
    "title": "אָרדערס פֿאַר שיפּינג",
    "notifications": {
      "success_update": "שיפּינג סטאַטוס דערהייַנטיקט הצלחה.",
      "success_payment": "דאָרש צאָלונג באשטעטיקט הצלחה."
    }
  },
  "delivery_person": {
    "actions_title": "קעריער סעטטינגס",
    "action_delivered": "געשיקט",
    "action_paid": "דאָרש באַצאָלט",
    "action_returned": "אומגעקערט",
    "cod_confirm_action": "באַשטעטיקן COD צאָלונג",
    "pickup_dialog": {
      "title": "זענט איר אַ קעריער פון דעם פּעקל?",
      "message": "אויב איר זענט פאַראַנטוואָרטלעך פֿאַר קעריינג דעם פּעקל, סעלעקטירן יאָ, אַנדערש אויסקלייַבן די ניין."
    },
    "status_dialog": {
      "title": "טוישן סטאטוס צו {status}",
      "message": "זענט איר זיכער צו טוישן די עקספּרעס סטאַטוס צו {status}?",
      "action": "יא, איך באַשטעטיקן עס!"
    },
    "cod_dialog": {
      "title": "דאָרש צאָלונג",
      "message": "צי איר באַשטעטיקן אַז איר האָט באקומען די סדר סומע פון די קוינע?",
      "action": "יא, איך באַשטעטיקן צאָלונג!"
    }
  },
  "transportation_services": {
    "title": "עקספּרעס דינסט",
    "notifications": {
      "success_add": "עקספּרעס דינסט צוגעגעבן.",
      "success_reset": "סטאַטיסטיק באַשטעטיק.",
      "success_remove": "סערוויס איז הצלחה אַוועקגענומען.",
      "success_update": "סערוויס דערהייַנטיקט הצלחה."
    },
    "reset": {
      "title": "באַשטעטיק סטאַטיסטיק",
      "message": "זענט איר זיכער צו באַשטעטיק סטאַטיסטיק פון דעם דינסט?",
      "action": "יאָ, באַשטעטיק איצט"
    },
    "remove": {
      "title": "אַראָפּנעמען עקספּרעס דינסט",
      "message": "זענט איר זיכער צו ויסמעקן דעם דינסט?",
      "action": "יאָ, אַראָפּנעמען איצט"
    },
    "add_dialog": {
      "title": "לייג נייַ עקספּרעס דינסט",
      "action": "לייג דינסט"
    }
  },
  "delivery_receipt": {
    "title": "עקספּרעס קאַבאָלע",
    "has_return": "צוריקקער פון עקספּרעס",
    "cashed": "געלט צאָלונג"
  },
  "delivery_dashboard": {
    "select_destinations": "לייג אָרדערס צו דער רשימה",
    "price_calculation": "אָפּשאַצן שיפּינג רייץ",
    "price_calculation_action": "רעכענען פּרייַז",
    "add_request": "בעטן סערוויס",
    "add_request_action": "פאָרלייגן סערוויס בעטן",
    "refresh_action": "דערהייַנטיקן אינפֿאָרמאַציע"
  },
  "delivery_order": {
    "title": "שיפּינג סדר",
    "has_return": "צוריקקער פון עקספּרעס",
    "cashed": "געלט צאָלונג"
  },
  "cash_register": {
    "menu": {
      "panel": "קאַש רעגיסטרירן",
      "orders": "אָרדערס",
      "customers": "קאַסטאַמערז",
      "devices": "דיווייסאַז",
      "inventory": "ינוואַנטאָרי"
    },
    "payment_confirm": "צאָלונג באַשטעטיקונג",
    "payment_confirm_msg": "קונה באַצאָלט סדר {basket_id}."
  },
  "barcode_scanner": {
    "wifi_pass": "דיין Wi-Fi פּאַראָל",
    "message": "אַרייַן דיין WiFi ראַוטער פּאַראָל און יבערקוקן די QR קאָד.",
    "wifi_ssid": "Wi-Fi SSID",
    "ssid_message": "אַרייַן דיין Wi-Fi נעץ נאָמען (SSID)."
  },
  "pos_devices": {
    "Scanner": "באַרקאָדע סקאַננער",
    "Scanner_desc": "צו נוצן די באַרקאָדע סקאַננער, איר מוזן אַרייַן די פּראָדוקט SKU קאָד ריכטיק אין די פּראָדוקט סעטטינגס.",
    "Printer": "דרוקער",
    "Printer_desc": "דרוק דיין קאַסטאַמערז קאַבאָלע דורך קאַנעקטינג צו אַ קאַבאָלע דרוקער.",
    "CustomerView": "קונה View",
    "CustomerView_desc": "דער בלאַט ינייבאַלז איר צו ווייַזן די סדר דעטאַילס צו דיין קאַסטאַמערז.",
    "CardReader": "קאָרט רידער",
    "CardReader_desc": "קאָרט לייענער מיטל פֿאַר דאָרש צאָלונג דורך דיין קאַסטאַמערז.",
    "ChipReader": "טשיפּ רידער",
    "ChipReader_desc": "NFC טאַג לייענער צו לייגן ייטאַמז צו וואָגן מיט טאַגס."
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "אַראָפּנעמען מיטל",
      "message": "זענט איר זיכער צו באַזייַטיקן דעם מיטל פון דיין POS פּראָפיל?",
      "action": "יאָ, אַראָפּנעמען איצט"
    }
  },
  "pos_process_center": {
    "title": "POS סדר פּראַסעסינג צענטער",
    "menu": {
      "label": "פּעקל לאַבעל",
      "receipt": "קאַבאָלע",
      "back": "צוריק",
      "timeline": "טיימליין",
      "order": "סדר"
    }
  },
  "pos": {
    "add_customer": "לייג אַ קונה",
    "set_delivery": "שטעלן עקספּרעס אַדרעס",
    "add_giftcards": "לייג גיפט קאַרד",
    "add_discount_code": "לייג אַראָפּרעכענען קאָד",
    "add_coupon": "לייג קופּאָן",
    "set_campaign": "שטעלן קאַמפּיין",
    "select_buyer": "אויסקלייַבן קוינע!",
    "send_to_pos": "שיקן צו קאָרט לייענער מאַשין",
    "print_receipt": "דרוק קאַבאָלע",
    "confirm_cash_payment": "באַשטעטיקן געלט צאָלונג",
    "payment_cod": {
      "title": "געלט אויף עקספּרעס צאָלונג",
      "message": "די סומע פון דעם סדר וועט זיין באַצאָלט אויף עקספּרעס. נאָך ריסיווינג די סומע פון די קוינע, איר מוזן באַשטעטיקן די צאָלונג צו פאַרענדיקן די סדר אין די סיסטעם."
    },
    "payment_online": {
      "title": "אויסקלייַבן אָנליין צאָלונג אופֿן",
      "message": "דורך סאַלעקטינג די פאלגענדע אָפּציעס, אַ צאָלונג לינק וועט זיין באשאפן און געשיקט צו די קוינע. דורך פּייינג דעם לינק, די סטאַטוס פון די סדר וועט טוישן צו די באַצאָלט מאָדע. צאָלונג לינק וועט זיין דזשענערייטאַד דורך סקאַנינג די QR קאָד אויף דער קונה פאַרשטעלן, SMS אָדער E- בריוו. צו אַקטאַווייט קיין קאַנאַל צו שיקן אַ לינק, דריקט אויף די אָפּציע און דריקן די קנעפּל צו שיקן אַ קאַבאָלע צו די קוינע."
    },
    "notifications": {
      "success_pay": "סדר צאָלונג געענדיקט.",
      "success_order": "סדר באשאפן הצלחה און ווארטן פֿאַר קונה צו באַצאָלן עס."
    },
    "payment_dialog": {
      "check_pay_now": "מאַניואַלי קאָנטראָלירן די צאָלונג",
      "close_action": "נאָענט דיאַלאָג. איך טאָן נישט וועלן צו וואַרטן פֿאַר קונה צאָלונג",
      "go_to_order": "גיין צו סדר בלאַט",
      "paid_by_gift_card_msg": "די גאַנץ סדר סומע איז וויטדראָן פון די טאַלאַנט קאַרדס! דער קוינע דאַרף נישט צאָלן מער.",
      "cod_msg": "דער קונה וועט באַצאָלן ווען ער ריסיווז די סדר.",
      "online_msg": "בעט דער קונה צו יבערקוקן QR קאָד אויף דער קונה פאַרשטעלן."
    },
    "name": "POS",
    "message": "האָבן דיין נול-סעטאַפּ קאָס אָנליין פונט פון פאַרקויף, לויפן עס אויף קיין סמאַרטפאָנע, טאַבלעט און פּיסי, אָדער מאַכן אָרדערס מאַניואַלי."
  },
  "exporter": {
    "title": "אַרויספירן דאַטן",
    "subtitle": "דיין דאַטן געהערן צו איר! איר קענען אראפקאפיע דיין געשעפט אינפֿאָרמאַציע אין די נאָרמאַל פֿאָרמאַט אין קיין צייט. אָבער, רעספּעקט דיין קאַסטאַמערז 'פּריוואַטקייט, טאָן ניט ספּאַם זיי, און קיינמאָל טיילן זייער אינפֿאָרמאַציע מיט אַ דריט פּאַרטיי.",
    "excel": "איר וועט באַקומען אַ רשימה פון אַלע די {type} אין די קראָם צוזאמען מיט גאַנץ אינפֿאָרמאַציע אין עקססעל פֿאָרמאַט.",
    "csv": "איר וועט באַקומען אַ רשימה פון אַלע די {type} אין די קראָם צוזאַמען מיט גאַנץ אינפֿאָרמאַציע אין קסוו פֿאָרמאַט. דער פֿאָרמאַט איז אין לויט מיט די נאָרמאַל פֿאָרמאַט פון סעללדאָנע פֿאַר ימפּאָרטינג {type} אין די קראָם."
  },
  "importer": {
    "category": {
      "title": "אַרייַנפיר קאַטעגאָריעס",
      "subtitle": "צופֿעליקער קסוו טעקע פון קאַטעגאָריעס דאָ. מאַכט זיכער אַז איר נאָכפאָלגן נאָרמאַל פֿאָרמאַט."
    },
    "product": {
      "title": "אַרייַנפיר פּראָדוקטן",
      "subtitle": "צופֿעליקער קסוו טעקע פון פּראָדוקטן דאָ. מאַכט זיכער אַז איר נאָכפאָלגן נאָרמאַל פֿאָרמאַט."
    },
    "product_images": {
      "title": "אַרייַנפיר בילדער",
      "subtitle": "ריסיווינג בילד אינפֿאָרמאַציע איז צייט קאַנסומינג. זייט זיכער צו רעספּעקט קאַפּירייט ווען ימפּאָרטינג בילדער."
    },
    "inventory": {
      "title": "פאַרנעם דערהייַנטיקן ינוואַנטאָרי",
      "subtitle": "צופֿעליקער קסוו טעקע פון ינוואַנטאָרי דאָ. מאַכן זיכער אַז איר נאָכפאָלגן די נאָרמאַל פֿאָרמאַט דורך עקספּאָרטינג די קסוו טעקע ערשטער, און דעמאָלט רעדאַגירן די טעקע."
    },
    "back_to_products": "צוריק צו פּראָדוקטן רשימה",
    "back_to_categories": "צוריק צו קאַטעגאָריע רשימה",
    "back_to_inventory": "צוריק צו ינוואַנטאָרי רשימה",
    "step_select_file": "אויסקלייַבן קסוו טעקע",
    "step_send_to_server": "שיקן צו סערווער",
    "step_view_result": "View רעזולטאַט",
    "step_view_que": "View אַווייטינג רשימה",
    "send_to_server_action": "שיקן צו סערווער",
    "shop_license": "שאָפּ דערלויבעניש",
    "max_items_limit": "מאַקסימום נומער פון זאכן",
    "total_items": "גאַנץ זאכן",
    "customer": {
      "title": "אַרייַנפיר קאַסטאַמערז",
      "subtitle": "צופֿעליקער קסוו טעקעס פון קאַסטאַמערז דאָ. מאַכט זיכער אַז איר נאָכפאָלגן די נאָרמאַל פֿאָרמאַט, און איר מוזן נאָכגיין פּריוואַטקייט כּללים."
    }
  },
  "campaigns": {
    "title": "קאַמפּיין",
    "subtitle": "שאַפֿן קאַמפּיינז, טראַקקאַבלע פֿאַרבינדונגען און זען פאַרלאָזלעך און פּינטלעך אינפֿאָרמאַציע אויף איין אָרט. מיר העלפֿן איר מאַכן בעסער דאַטן-געטריבן דיסיזשאַנז.",
    "add_action": "לייג ניו קאַמפּיין",
    "empty_message": "שאַפֿן דיין ערשטער קאמפאניע איצט!",
    "delete": {
      "title": "ויסמעקן קאמפאניע",
      "message": "זענט איר זיכער צו ויסמעקן דעם קאמפאניע און אַלע די דאַטן?",
      "action": "יא, אויסמעקן איצט"
    }
  },
  "landing_categories": {
    "raw": "רוי טעמפּלאַטעס",
    "marketing": "פֿאַרקויף & אַדס",
    "product": "פּראָדוקט הקדמה",
    "health": "געזונט & פיטנעסס",
    "food": "פוד & פרוץ",
    "house": "גרונטייגנס & הויז",
    "device": "מאַשין און מיטל",
    "car": "מאַשין",
    "software": "ווייכווארג",
    "clothing": "קליידער & שוז",
    "jewellery": "צירונג",
    "all": "אַלע טעמפּלאַטעס"
  },
  "shop_theme": {
    "theme_colors": "טעמע פארבן",
    "products_view_mode": "שאַפּינג רשימה מיינונג",
    "products_view_mode_desc": "איר קענען סטרויערן די אַרויסווייַזן מאָדע פון פּראָדוקטן אין דיין קראָם באזירט אויף די פאַרשטעלן גרייס. דער מאָדע וועט זיין קאַנסידערד דורך פעליקייַט און וועט נישט זיין געווענדט אויב דער באַניצער ענדערונגען די אַרויסווייַזן מאָדע.",
    "color_light": "ערשטיק קאָליר",
    "color_dark": "ערשטיק טונקל קאָליר",
    "color_deep_dark": "טיף טונקל קאָליר",
    "color_info": "לינקס",
    "light_checkout": "ליכט ויסשרייַבן טעמע",
    "light_header": "ליכט כעדער",
    "light_footer": "ליכט פוטער",
    "product_page": "פּראָדוקט בלאַט",
    "typography": "טיפּאָגראַפי",
    "header": "כעדער",
    "custom_code": "מנהג קאָד",
    "custom_css": "מנהג קסס",
    "light_filter": "קאַטעגאָריע פילטער טעמע",
    "custom_variants": "וועריאַנץ"
  },
  "app_templates": {
    "default": "פעליקייַט",
    "blue": "בלוי אָקעאַן",
    "amber": "בורשטין",
    "green": "עקוואַטאָריאַל",
    "red": "וואַמפּיר",
    "magenta": "בלום",
    "master": "האר",
    "black": "טונקעלע זייט"
  },
  "affiliate_orders": {
    "title": "צוגעבן פּאַרטנער אָרדערס",
    "table": {
      "order_price": "סדר סומע",
      "order_payment": "סדר צאָלונג סטאַטוס",
      "order_link": "סדר לינק",
      "commission_status": "קאַמישאַן סטאַטוס",
      "commission_amount": "קאָמיסיע סומע",
      "items": "זאכן",
      "actions": "אַקשאַנז",
      "create_date": "שאַפֿן דאַטע"
    },
    "notifications": {
      "update_success": "צוגעבן סטאַטוס דערהייַנטיקט."
    }
  },
  "affiliate_payments": {
    "title": "צוגעבן פּאַרטנער פּיימאַנץ",
    "table": {
      "staff": "שטעקן",
      "amount": "סומע",
      "note": "נאטיץ",
      "date": "טאָג"
    }
  },
  "my_roles": {
    "title": "מייַן ראָלעס",
    "message": "ראָלעס זענען אַ טיפּ פון אַקסעס געגעבן צו עמפּלוייז פון אַ קראָם. פֿאַר בייַשפּיל, שטעקן פאַראַנטוואָרטלעך פֿאַר שיקן אָדער פּאַקינג אָרדערס."
  },
  "role_card": {
    "complete_tasks": "געענדיקט טאַסקס",
    "reject_tasks": "אפגעווארפן טאַסקס",
    "last_check": "לעצטע קאָנטראָלירונג"
  },
  "referral_widget": {
    "apply_now": "צולייגן איצט פֿאַר דעם פּראָגראַם!",
    "no_bonus": "באַקומען די ערשטער פרייז דורך ינווייטינג אַ פרייַנד.",
    "your_gift": "דיין טאַלאַנט",
    "invited_gift": "פארבעטן טאַלאַנט",
    "percent_bonus": "פּראָצענט באָנוס",
    "discount_bonus": "אַראָפּרעכענען באָנוס",
    "registered": "נייַ באַניצער",
    "accepted": "אנגענומען באַניצער"
  },
  "app_config": {
    "reviews": "באריכטן",
    "rate_now": "קורס איצט",
    "category": "קאַטעגאָריע",
    "uninstall": "נעם אַוועק",
    "get_app": "באַקומען אַפּ",
    "public_keys": "ציבור שליסלען",
    "private_keys": "פּריוואַט שליסלען (זיכער)",
    "config": "אַפּ קאַנפיגיעריישאַן",
    "app_status": "אַפּפּליקאַטיאָן סטאַטוס",
    "app_info": "אַפּפּליקאַטיאָן אינפֿאָרמאַציע",
    "update_at": "לעצטע דערהייַנטיקן",
    "visit_website": "באַזוכן וועבזייטל",
    "privacy": "פּריוואַטקייט פּאָליטיק",
    "installs": "ינסטאָלז",
    "basic_profile_permission": "יקערדיק פּראָפיל אינפֿאָרמאַציע",
    "developer": "דעוועלאָפּער",
    "permissions": "פּערמישאַנז",
    "total_comments": "גאַנץ באַמערקונגען",
    "delete_dialog": {
      "title": "נעם אַוועק די אַפּלאַקיישאַן",
      "message": "צי איר ווילן צו באַזייַטיקן דעם אַפּ פון דיין קראָם?",
      "action": "יאָ, ויסמעקן אַפּ"
    },
    "notifications": {
      "uninstall_success": "אַפּפּליקאַטיאָן ונינסטאַללעד הצלחה."
    }
  },
  "shop_bots": {
    "not_set": "ניט באַשטימט!",
    "tokens": "סימען",
    "webhook": "וועבהאָאָק",
    "calls": "רופט",
    "dialog": {
      "title": "{name} Bot קאַנפיגיעריישאַן",
      "message": "א פולשטענדיק באָט פריימווערק פֿאַר בנין ענטערפּרייז-מיינונג שאַפּינג יקספּיריאַנסיז."
    }
  },
  "shop_customers": {
    "title": "קאַסטאַמערז מאַנאַגעמענט",
    "all_customers": "אראפקאפיע אַלע קאַסטאַמערז",
    "filtered_customers": "פילטערד קאַסטאַמערז",
    "dialog_chips": {
      "title": "שטעלן די נומער פון קונה טשיפּס"
    },
    "dialog_club": {
      "title": "שטעלן קונה קלוב מדרגה"
    }
  },
  "app_dashboard": {
    "status": "אַרויסגעבן סטאַטוס",
    "statistics": "סטאַטיסטיק"
  },
  "app_publish": {
    "production_version": "פּראָדוקציע ווערסיע",
    "beta_version": "ביתא ווערסיע",
    "alpha_version": "אַלף ווערסיע"
  },
  "app_publish_widget": {
    "header": "קראָם וועבזייטל כעדער",
    "header_code": "כעדער קאָד",
    "admin_page": "אַדמין בלעטער",
    "name": "נאָמען",
    "icon": "בילדל",
    "url": "URL"
  },
  "app_api": {
    "title": "אַפּי אַקסעס",
    "revoke_api": "אָפּרופן אַפּי",
    "api_key": "API Key",
    "secret": "סוד שליסל",
    "client": "קליענט",
    "redirect_url": "רידערעקט URL",
    "client_name": "קליענט נאָמען"
  },
  "app_loader_page": {
    "no_ui_title": "די אַפּלאַקיישאַן האט קיין UI!",
    "no_ui_desc": "עטלעכע אַפּלאַקיישאַנז טאָן ניט דאַרפן אַ באַניצער צובינד אין זייער אַדמיניסטראַטאָר געגנט. די אַפּלאַקיישאַן קען בלויז לייגן קאָד צו די כעדער אָפּטיילונג פון דיין קראָם וועבזייטל.",
    "header": "כעדער קאָד"
  },
  "finance_report": {
    "export_title": "אַרויספירן פינאַנציעל דאַטן",
    "export_sub_title": "אראפקאפיע פינאַנציעל דעטאַילס אין אַ איין טעקע.",
    "start_input_placeholder": "אויסקלייַבן אָנהייב טאָג פון באַריכט",
    "end_input_placeholder": "אויסקלייַבן סוף טאָג פון באַריכט",
    "download_action": "אראפקאפיע פינאַנצן רשימה"
  },
  "shop_notifications": {
    "title": "קראָם נאָוטאַפאַקיישאַנז",
    "sub_title": "Bot, Email, SMS, ...",
    "message": "רעדאַגירן דיין קראָם אָנזאָג סעטטינגס און פּרעפֿערענצן",
    "channel": "קאַנאַל",
    "status": "סטאַטוס",
    "events": "געשעענישן",
    "info": "אינפֿאָרמאַציע",
    "actions": "אַקשאַנז",
    "connected": "קאָננעקטעד",
    "not_connected": "ניט פארבונדן!",
    "connect_now": "קאָננעקט איצט",
    "send_test": "שיקן פּרובירן דאַטן",
    "disconnect": "דיסקאַנעקט",
    "dialog": {
      "title": "Bot Configuration",
      "message": "א פולשטענדיק אָנזאָג פריימווערק פֿאַר בויען ענטערפּרייז-מיינונג עקאָממערסע יקספּיריאַנסיז.",
      "action": "קליק דא!",
      "set_config": "שטעלן קאָנפיג"
    }
  },
  "notification_events": {
    "new_order": "🛍️ סדר",
    "payment": "💳 צאָלונג",
    "return": "📦 צוריקקומען",
    "weekly_report": "📈 וויקלי ריפּאָרץ"
  },
  "order_delivery": {
    "title": "עקספּרעס",
    "add_to_delivery_que_action": "לייג צו שיפּינג ריי",
    "in_que": "אין שיפּינג ריי",
    "message": "נאָך געבן דעם פּעקל צו די שיפּינג קעריער, גיט די <b>באַשטעטיקן עקספּרעס</b> קנעפּל.",
    "message_add_to_service": "דריקט אויף די פאלגענדע קנעפּל אויב איר ווילן צו שיקן דעם פּעקל דורך אַ <b>עקספּרעס דינסט</b> .",
    "action": "עקספּרעס באַשטעטיקונג",
    "checklist": [
      "טשעק די קעריער ס אידענטיטעט קאַרטל.",
      "געזונט פּאַקקאַגינג פון פּראָדוקטן און בייַצייַטיק עקספּרעס קענען פאַרגרעסערן די ריטענשאַן קורס פון דיין קאַסטאַמערז."
    ],
    "manual": {
      "title": "ווארטן פֿאַר באַשטעטיקונג פון עקספּרעס דורך דער קונה.",
      "action_received": "קוינע באַשטעטיקונג",
      "action_returned": "עקספּרעס צוריק",
      "message": "באַמערקונג: אויב דער קונה באקומט די סדר, איר קענען נוצן די פאלגענדע אָפּציעס צו פאַרענדיקן די מקיים. עטלעכע שיפּינג באַדינונגס אין די סיסטעם וועט אויטאָמאַטיש באַשטעטיקן די עקספּרעס."
    },
    "auto_complete_note": "נאָך אַ זיכער צייט, די סדר סטאַטוס וועט זיין געביטן צו די איבערגעגעבן. דעם פּעריאָד וועריז דיפּענדינג אויף די טיפּ פון סדר און איז באשלאסן דורך די סיסטעם.",
    "received": {
      "title": "איבערגעגעבן צו קונה.",
      "delivered_date": "דעליווערי דאטע"
    },
    "receiver": "באקומער",
    "bill": "קאַבאָלע",
    "tracking": {
      "title": "לייג טראַקינג קאָד / URL",
      "code": "טראַקינג קאָד",
      "url": "טראַקינג URL",
      "message": "אויב איר האָט שיפּט דורך אַ סערוויס וואָס גיט אַ טראַקינג קאָד פֿאַר דעם סדר, איר קענען אַרייַן די קאָד און די באַטייַטיק טראַקינג לינק אין דעם אָפּטיילונג. די אינפֿאָרמאַציע וועט זיין געוויזן צו דער קונה."
    },
    "preferred_delivery_time": "בילכער עקספּרעס צייט",
    "manage_couriers": "פירן מיין קעריערז",
    "manage_service": "פירן דינסט",
    "option_deliver_by_courier": "אָפּציע 1: עקספּרעס דורך דיין קעריערז.",
    "option_add_to_que": "אָפּציע 2: לייג צו ריי צו פּראָצעס אויף שיפּינג דינסט בלאַט.",
    "option_instant_shipping": "אָפּציע 3: רעגע שיפּינג.",
    "pickup_action": "פּיקאַפּ באַשטעטיקונג"
  },
  "shop_home_edit": {
    "title": "היים בלאַט באַשטעטיקן",
    "sub_title": "באַשטעטיק דיין וועבזייטל פעליקייַט בלאַט",
    "default_home": "פעליקייַט היים בלאַט",
    "default_home_placeholder": "קראָם בלאַט איז דער וועבזייטל היים בלאַט"
  },
  "selldone_referral_page": {
    "title": "רעפערראַל דאַשבאָרד",
    "referral_link": "רעפערראַל לינק",
    "registered": "רעגיסטרירט",
    "accepted": "אנגענומען",
    "bank": "באַנק",
    "bank_title": "באַנק אינפֿאָרמאַציע פֿאַר ווידדראָאַל",
    "new_users": "ניו ניצערס",
    "performance": "פאָרשטעלונג",
    "credit_mode": "קרעדיט מאָדע",
    "get_stickers": "באַקומען סטיקער HTML קאָד צו נאָכמאַכן און פאַרגאַנגענהייט",
    "click_copy_sticker_code": "דריקט אויף די אָפּצייכן צו נאָכמאַכן HTML קאָד."
  },
  "selldone_referral_payment": {
    "title": "רעפערראַל פּיימאַנץ",
    "officer": "אָפיציר",
    "amount": "סכום טראַנסאַקטיאָן",
    "note": "נאטיץ",
    "date": "טאָג"
  },
  "widget_shop_gateway": {
    "link_account_caution": "לינק אַ חשבון ({currency}) צו דיין קראָם! קליק דא.."
  },
  "product_sell_widget": {
    "title": "פּראָדוקט פארקויפונג פאָרשטעלונג"
  },
  "fulfilment_order_widget": {
    "title": "מקיים דראָפּשיפּפּינג",
    "check_action": "אָננעמען דראָפּשיפּפּינג",
    "uncheck_action": "סדר באשטעטיקט",
    "pay_action": "באַצאָלן זאכן קאָסטן ..",
    "pay_completed": "צאָלונג באַשטעטיקונג",
    "list_of_items": "ריסעלינג זאכן",
    "checklist": [
      "באַצאָלן די סומע פון פּראָדוקטן איר פאַרקויפן מינאַצאַד צו דער אָריגינעל טרעגער.",
      "איר קענען צאָלן און פאַרענטפערן די קאָס פון פּראָדוקטן צו די סאַפּלייער צוזאַמען אין די אַקאַונטינג אָפּטיילונג> דראָפּשיפּפּינג פון די קראָם.",
      "נאָך צאָלונג, דער סאַפּלייער וועט באַקומען דיין סדר און שיקן עס גלייך צו די קוינע נאָך צוגרייטונג."
    ],
    "message": "נאָך פּייינג די סדר אָפּצאָל צו די סאַפּלייער, זען די פּראָגרעס פון שיקן די סדר אין דעם אָפּטיילונג."
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "דאַשבאָרד",
      "orders": "אָרדערס",
      "inventory": "ינוואַנטאָרי",
      "shops": "ריסעלערז",
      "requests": "ריקוועס"
    },
    "drop_shipping_charge": "דראָפּשיפּפּינג אָפּצאָל"
  },
  "dropship_request_status": {
    "PENDING": "פּענדינג",
    "ACCEPT": "אָננעמען",
    "REJECT": "אָפּוואַרפן"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "דאַשבאָרד",
      "orders": "אָרדערס",
      "wallet": "בייַטל"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "ריסעלער דאַשבאָרד"
  },
  "dropshipping_reseller_orders": {
    "title": "ריסעלער אָרדערס"
  },
  "dropshipping_reseller_wallet": {
    "title": "ריסעלער בייַטל"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "צאָלונג באַשטעטיקונג",
      "payment_success": "צאָלונג געענדיקט.",
      "buy_title": "קויפן",
      "pay_by_giftcards": "דיין סדר איז באַצאָלט מיט אַ טאַלאַנט קאָרט.",
      "free_order": "דיין סדר איז פריי.",
      "pay_by_cod": "דיין סדר איז רעגיסטרירט ווי געלט אויף עקספּרעס.",
      "pay_by_dir": "דיין סדר איז רעגיסטרירט ווי דירעקט צאָלונג, ביטע פאַרענדיקן צאָלונג און צופֿעליקער די קאַבאָלע אין דיין סדר בלאַט.",
      "pay_title": "צאָלונג",
      "qr_code_payment": "צאָלונג QR קאָד באשאפן.",
      "connecting_to_online_gateway": "קאַנעקטינג צו אָנליין צאָלונג גייטוויי."
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "צאָלונג איז באשטעטיקט.<br> טאָג: {payment_at}",
      "pay_fail_title": "ניט באַצאָלט",
      "pay_fail_message": "צאָלונג קענען ניט זיין וועראַפייד!"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "ריסעלער אָרדערס צאָלונג",
      "balance": "דיין חשבון וואָג",
      "total_cost": "גאַנץ אָרדערס קאָסטן",
      "need_charge": "דאַרף צו באַשולדיקן",
      "no_account_cation": "איר האָט קיין חשבון! רופן כאָולסיילער.",
      "orders": "אָרדערס"
    },
    "notifications": {
      "success_pay": "דיין צאָלונג פֿאַר די אָרדערס איז באשטעטיקט און הצלחה געענדיקט."
    }
  },
  "dropship_accounts": {
    "charge_account": "אָפּצאָל חשבון",
    "charge_dialog": {
      "title": "אָפּצאָל דראָפּשיפּפּינג חשבון",
      "amount_input": "חשבון אָפּצאָל",
      "charge_now": "באַשולדיקן איצט"
    }
  },
  "dropship_admin_dashboard": {
    "title": "ריסעלער ריקוועס",
    "today_order_count": "הייַנט אָרדערס ציילן",
    "yesterday_order_count": "נעכטן אָרדערס ציילן",
    "total_7_days": "גאַנץ אָרדערס אין די לעצטע 7 טעג"
  },
  "dropshipping_products": {
    "no_shops": "אנטשולדיגט, קיין קראָם געפונען. עס וועט זיין מער סטאָרז אין דער צוקונפֿט אַזוי איר קענען שטעלן זייער פּראָדוקטן אין דיין קראָם.",
    "show_all_shops": "ווייַזן אַלע שאַפּס",
    "show_all_message": "איר קענען זען אַלע שאַפּס",
    "current_shop": "איצטיקע קראָם",
    "request_account": "בעטן אַ חשבון",
    "request_accepted": "בעטן אנגענומען",
    "request_rejected": "פארלאנג פארווארפן",
    "request_pending": "פארלאנג ווארטנדיג..",
    "notifications": {
      "add_product": "פּראָדוקט צוגעגעבן צו דיין קראָם.",
      "request_access": "מיר געשיקט דיין אַקסעס בעטן צו די כאָולסיילער הצלחה."
    },
    "show_eligible_shops_message": "ווייַזן בארעכטיגט שאַפּס"
  },
  "product_dropshipping": {
    "need_re_enable": "דער פּראָדוקט איז פארענדערט דורך דער אָריגינעל טרעגער, די פּרייַז ענדערונגען האָבן פאַרקריפּלט די פּראָדוקט אין דיין קראָם. קאָנטראָלירן די ענדערונגען און אויב איר שטימען צו ריאַקטיווייט די פּראָדוקט, דריקן די קנעפּל אונטן.",
    "need_re_enable_action": "שטימען, צולייגן ענדערונגען און אַקטאַוויישאַן",
    "changed_value": "דער פּראָדוקט איז געווען עדיטיד דורך דער אָריגינעל טרעגער. קאָנטראָלירן די ענדערונגען און אויב איר שטימען צו צולייגן די ענדערונגען צו דיין פּראָדוקט, גיט די קנעפּל אונטן.",
    "changed_value_action": "שטימען, מאַכן ענדערונגען",
    "parent_deleted": "דעם נומער איז אַוועקגענומען דורך דער אָריגינעל טרעגער.",
    "parent_closed": "דער פּראָדוקט איז פאַרקריפּלט דורך דער אָריגינעל טרעגער! איר וועט נישט קענען צו פאַרקויפן דעם פּראָדוקט אין דיין קראָם, אָבער אויב דער אָריגינעל טרעגער ריאַקטיווייץ דעם פּראָדוקט, איר קענען ריאַקטיווייט דעם פּראָדוקט אין דיין קראָם.",
    "notifications": {
      "re_enable_success": "דער פּראָדוקט איז ריאַקטיווייטיד.",
      "update_success": "די פּראָדוקט אינפֿאָרמאַציע איז דערהייַנטיקט מיט דער אָריגינעל פּראָדוקט אינפֿאָרמאַציע."
    }
  },
  "product_dropshipping_admin": {
    "title": "דראָפּשיפּפּינג",
    "save_alert": "די דראָפּשיפּפּינג סעטטינגס פון דעם פּראָדוקט האָבן געביטן. צי איר ווילן צו ראַטעווען די ענדערונגען?",
    "reselling_message": "דורך אַקטאַווייטינג דעם אָפּציע, אנדערע סעלערז קענען לייגן דיין פּראָדוקט צו זייער קראָם.",
    "reselling": "געבן דראָפּשיפּפּינג",
    "price_merchants": "פּרייַז פֿאַר סוחרים",
    "price_commission": "סוחר קאָמיסיע (פאַרפעסטיקט)"
  },
  "buy_button": {
    "waiting_for_availability": "ווארטן פֿאַר אַוויילאַבילאַטי",
    "inform_me_when_available": "געבנ צו וויסן מיר ווען עס איז בנימצא!",
    "pay_buy": "באַצאָלן & קויפן",
    "quantity": "ציילן",
    "quantity_in_basket": "זאכן אין וואָגן",
    "count_unit": "רענטגענ",
    "remove": "אַראָפּנעמען",
    "add_to_basket": "לייג צו צום קארטע",
    "buy": "קויפן",
    "notifications": {
      "inform_add_success": "מיר וועט לאָזן איר וויסן ווען עס איז בנימצא.",
      "inform_remove_success": "איר האָט שוין אַוועקגענומען פון די ווארטן רשימה."
    },
    "book_now": "ספר איצט",
    "reserve_now": "רעזערוו איצט",
    "buy_now": "קויף יעצט"
  },
  "product_info": {
    "fake": "שווינדל",
    "action": "ליציטאַציע",
    "compare_limit": "10 זאכן שיעור",
    "compare_add": "לייג צו קאָמפּאַרע",
    "compare_be_in_list": "אין פאַרגלייַך רשימה",
    "type": "טיפּ",
    "brand": "סאָרט",
    "category": "קאַטעגאָריע",
    "discount": "אַראָפּרעכענען",
    "track_price": "שפּור פּרייַז",
    "waiting_for_auction": "ווארטן פֿאַר ליציטאַציע?",
    "inform_auction": "געבנ צו וויסן מיר ווען ליציטאַציע",
    "return_in_days": "{days} טעג וואָראַנטי צוריקקומען",
    "support24h7": "שטיצן 24 שעה 7 טעג",
    "support_normal": "אַרבעט שעה שטיצן",
    "original_guarantee": "אָריגינעל גאַראַנטירן",
    "cod_payment": "געלט אויף עקספּרעס שטיצן",
    "pros": "פּראָס",
    "cons": "קאָנס",
    "external_link": "לייענען מער",
    "notifications": {
      "congratulation": "מאַזל - טאָוו",
      "waiting_list_add_success": "מיר וועלן געבנ צו וויסן איר ווען דעם פּראָדוקט איז אָקשאַנד.",
      "waiting_list_delete_success": "איר יקסידיד פון די ליציטאַציע ווארטן רשימה."
    },
    "offer_message": "קויפן {min_quantity} באַקומען {percent}% אַראָפּרעכענען פֿאַר די זאכן",
    "up_to": "אַרויף צו {per_order} רענטגענ פּער סדר",
    "get_free": "באַקומען פריי",
    "get_off": "באַקומען {percent}% אַוועק"
  },
  "styler": {
    "size_class": "גרייס & קלאַס",
    "delete_bg": "ויסמעקן הינטערגרונט בילד",
    "bg_color": "הינטערגרונט פֿאַרב",
    "section_style": "שטעלן אָפּטיילונג נוסח",
    "link": "שטעלן די לינק",
    "show_products": "פּראָדוקטן / קאַטעגאָריעס רשימה פאַרוואַלטונג",
    "show_product": "סעלעקטירן דעם פּראָדוקט",
    "delete_section": "ויסמעקן אָפּטיילונג",
    "text_color": "טעקסט קאָליר",
    "tex_align": "טעקסט אַליינמאַנט",
    "text_style": "טעקסט סטיל",
    "bg_image": "הינטערגרונט בילד",
    "product": {
      "title": "סעלעקטירן דעם פּראָדוקט"
    },
    "products": {
      "title": "פּראָדוקט & קאַטעגאָריעס רשימה פאַרוואַלטונג",
      "sort_options": "אויסקלייַבן די סאָרטינג און View סעטטינגס",
      "item_types": "ווייַזן בלויז פּראָדוקטן / קאַטעגאָריעס",
      "product_only": "בלויז פּראָדוקטן",
      "category_only": "נאָר קאַטעגאָריעס",
      "no_category": "עס איז קיין קאַטעגאָריע אין דיין קראָם.",
      "limit": "פּראָדוקט שיעור",
      "limit_message": "אַרייַן פּראָדוקטן רעזולטאַט קאַונץ",
      "select_categories": "אויסקלייַבן פאַראַנען קאַטעגאָריעס",
      "categories_limit": "קאַטעגאָריעס שיעור",
      "categories_limit_msg": "אַרייַן די מאַקסימום נומער פון קאַטעגאָריעס. שטעלן נול פֿאַר קיין שיעור."
    }
  },
  "shop_contacts": {
    "popup": "געבן אויפֿשפּרינג שטיצן",
    "popup_message": "דורך אַקטאַווייטינג דעם אָפּציע, די שטיצן שליסל וועט זיין געזען אין די דנאָ רעכט פון דיין קראָם."
  },
  "popup_page": {
    "preview": "זען לעבן אויפֿשפּרינג",
    "menu": {
      "design": "פּלאַן",
      "appearance": "אויסזען",
      "filter": "פילטער",
      "setting": "באַשטעטיקן"
    },
    "notifications": {
      "save": "אויפֿשפּרינג געראטעוועט הצלחה.",
      "edit": "אויפֿשפּרינג דערהייַנטיקט הצלחה."
    }
  },
  "popup_appearance": {
    "position": "שטעלע",
    "position_desc": "ספּעציפיצירן די אַרויסווייַזן אָרט פון דעם אָנזאָג אויף דעם בלאַט.",
    "width": "ברייט",
    "width_desc": "איר קענען שטעלן די מאַקסימום בלאַט ברייט.",
    "height": "הייך",
    "height_desc": "איר קענען שטעלן די מאַקסימום בלאַט הייך.",
    "radius": "ווינקל ראַדיוס",
    "radius_desc": "אין דעם אָפּטיילונג איר קענען שטעלן די ראַדיוס פון קערוואַטשער פון די עקן פון די אָנזאָג.",
    "shadow": "שאָטן",
    "shadow_desc": "צי איר ווילן די קנאַל-אַרויף פֿענצטער צו זיין שיידיד?",
    "delay": "ווייַזן פאַרהאַלטן",
    "delay_desc": "אַמאָל דער באַניצער קומט אין דיין קראָם, נאָך די צייט איז דורכגעגאנגען, אַ אָנזאָג וועט זיין געוויזן צו דער באַניצער.",
    "hide": "באַהאַלטן פאַרהאַלטן",
    "hide_desc": "איר קענען באַשטעטיקן אַז די אָנזאָג קלאָוזיז אויטאָמאַטיש עטלעכע סעקונדעס נאָך די ווייַזן. א ווערט פון 0 מיטל אַז די אָנזאָג וועט נישט פאַרמאַכן אויטאָמאַטיש.",
    "transition": "אויפֿשפּרינג אַנאַמיישאַן"
  },
  "popup_filter": {
    "registered": "מיטגלידערשאַפֿט און לאָגין פאָדערונג",
    "registered_desc": "איר קענען קלייַבן צו ווייַזן דעם אָנזאָג בלויז צו קראָם יוזערז אָדער געסט.",
    "only_guests": "נאָר געסט",
    "only_users": "בלויז לאָגד אין ניצערס",
    "purchased": "קויפן געשיכטע",
    "purchased_desc": "איר קענען קלייַבן צו ווייַזן דעם אָנזאָג בלויז צו יוזערז וואָס האָבן שוין פּערטשאַסט אָדער יענע וואָס האָבן נישט נאָך פּערטשאַסט.",
    "no_purchase": "קיין קויפן נאָך",
    "yes_purchase": "געקויפט פריער",
    "sex": "דזשענדער",
    "sex_desc": "צי איר ווילן דעם אָנזאָג צו זיין געוויזן בלויז צו יוזערז פון אַ ספּעציפיש דזשענדער?",
    "age": "מינימום עלטער",
    "age_desc": "אויב קיין ווערט גרעסער ווי 6 איז אריין, דער באַניצער מוזן זיין לאָגד אין און מוזן האָבן אריין זיין געבורט טאָג.",
    "levels": "קונה קלוב לעוועלס",
    "levels_desc": "אויב דער באַניצער האט איינער פון די אויסגעקליבן לעוועלס אונטן, די אָנזאָג וועט זיין געוויזן צו אים.",
    "countries": "אָרט ריסטריקשאַנז",
    "countries_desc": "צי איר ווילן אַז די אָנזאָג זאָל זיין געוויזן בלויז צו יוזערז וואָס קומען פון אַ ספּעציפיש לאַנד?"
  },
  "popup_setting": {
    "published": "פֿאַרעפֿנטלעכט סטאַטוס",
    "repeat": "איבערחזרן",
    "repeat_msg": "צי איר ווילן דעם אָנזאָג צו זיין געוויזן צו דער באַניצער מער ווי אַמאָל?",
    "intervals": "צייט געדויער פון די אויפֿשפּרינג אַרויסווייַזן",
    "intervals_msg": "די מינימום צייט געדויער צווישן ווייַזנדיק נאָוטאַפאַקיישאַנז צו אַ באַניצער מוזן האָבן דורכגעגאנגען.",
    "designer_zone": "דיזיינער זאָנע",
    "title": "אויפֿשפּרינג טיטל",
    "note": "דיזיינער באַמערקונג",
    "image": "דעקל בילד",
    "delete": {
      "title": "ויסמעקן",
      "sub_title": "אַמאָל איר ויסמעקן אַ אויפֿשפּרינג, עס איז קיין צוריקקומען. ביטע זייט זיכער.",
      "action": "ויסמעקן דעם אויפֿשפּרינג"
    },
    "notifications": {
      "delete": "אויפֿשפּרינג אויסגעמעקט."
    }
  },
  "shop_sms": {
    "title": "פירן SMS",
    "sub_title": "SMS טעמפּלאַטעס געשיקט צו קאַסטאַמערז",
    "message": "איר קענט זען דעם אינהאַלט פון די טעקסט אַרטיקלען געשיקט דורך דיין קראָם דאָ. רעכט צו דער באַגרענעצונג אין רעדזשיסטערינג די וואַלאַדיישאַן פּאַטערנז אין די מעסידזשינג דינסט, עס איז ניט מעגלעך צו פּערסאַנאַלייז די טעקסט אַרטיקלען אין דעם מאָמענט."
  },
  "shop_emails": {
    "title": "פירן ימיילז",
    "sub_title": "איר וועט זען די רשימה פון ימיילז געשיקט דורך די קראָם צו קאַסטאַמערז און מאַנאַדזשערז אין דעם אָפּטיילונג. ימיילז זענען אויטאָמאַטיש דיזיינד און באשאפן באזירט אויף די אינפֿאָרמאַציע וואָס איר האָט אריין אין דיין קראָם. אויך, די מעגלעכקייט פון פערזענליכען אַרטיקלען און בילדער וועט זיין בארעכטיגט צו דעם ציבור אין דער צוקונפֿט."
  },
  "instagram": {
    "title": "פארקויפונג אויף ינסטאַגראַם",
    "message": "מיט די הילף פון דעם געצייַג, איר קענען ווענדן דיין ינסטאַגראַם אין אַ קראָם. נאָר לייגן און באַשטעטיקן דיין ינסטאַגראַם חשבון דאָ, און איר וועט קענען צו פּאָסטן איינער אָדער מער פּראָדוקטן פֿון יעדער פּאָסטן אָדער אויף דיין דערציילונג, לייגן און פאַרבינדן דיין פּראָדוקטן רשימה אָדער מאַכן אַ פּאָסטן אין אַ נייַע פּראָדוקט!",
    "add_product": "לייג נייַ פּראָדוקט",
    "create_product": "שאַפֿן פּראָדוקט",
    "link_box_msg": "שטעלן דעם לינק אין דיין ביאָ אויף ינסטאַגראַם, טעלעגראַם אָדער אנדערע געזעלשאַפטלעך מידיאַ אַזוי אַז דיין וילעם קענען קויפן פאַסטער, גרינגער, מער און לעסאָף מער.",
    "remove_account": "טוישן / אַראָפּנעמען ינסטאַגראַם לינק",
    "sync": "סינק חשבון דאַטן (יעדער 60 מינוט)"
  },
  "service_bill": {
    "task": {
      "title": "ליסטע צו ערלעידיגן",
      "message": "שרייב די טיטלען פון די אַרבעט איר ווילן צו טאָן און לאָזן די קוינע וויסן ווי ווייַט עס האט פּראַגרעסט."
    },
    "booking": {
      "title": "בוקינג / רעזערוואַציע",
      "message": "דער סדר וועט זיין פּראַסעסט אין אַ ספּעסיפיעד צייט, דער קונה האט אויסגעקליבן די געבעטן צייט, אויב איר ווילן צו מאַכן ענדערונגען אין די אויסגעקליבן צייט, לאָזן די קונה וויסן.",
      "selected_checkin": "סעלעקטעד קונה לאָגין טאָג",
      "selected_checkout": "אויסגעקליבן קונה אַרויסגאַנג טאָג",
      "change_days_question": "צי איר דאַרפֿן צו טוישן בעשאַס די קונה אויסגעקליבן טעג?",
      "show_calendar": "ווייַזן קאַלענדאַר פון אָרדערס"
    },
    "pricing": {
      "title": "פּרייסינג",
      "message": "ווי פיל טאָן איר אָפּצאָל פֿאַר דעם דינסט?"
    },
    "subscription": {
      "title": "אַבאָנעמענט",
      "message": "איר קענען קלייַבן די אַבאָנעמענט צייַט דורך פּערטשאַסינג דעם דינסט אויף אַ טעגלעך יקער. לאָזן די קוינע וויסן אויב איר ווילן צו טוישן די פעליקייַט וואַלועס וואָס איר האָט שוין אריין.",
      "duration": "אַבאָנעמענט צייַט"
    },
    "charge": {
      "title": "אָפּצאָל",
      "message": "איר האָט ספּעציפיצירט אַ אָפּצאָל פֿאַר דעם נומער. איר קענען טוישן די אָפּצאָל סומע פֿאַר די נומער פּערטשאַסט דורך דער קונה.",
      "charge": "אָפּצאָל"
    },
    "save_item": "באַשטעטיקן און באַשטעטיקן",
    "start_service": "אָנהייב דינסט",
    "end_service": "ענדיקן"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "ענדיקן פון דינסט",
      "message": "אויב דאָס איז געטאן, דריקן די באַשטעטיקונג שליסל צו פאַרענדיקן און פאַרמאַכן די סדר.",
      "action": "באַשטעטיקן און פאַרענדיקן די סדר"
    }
  },
  "product_outputs": {
    "outputs_form": "ווייַז אינפֿאָרמאַציע סטרוקטור (רעזולטאַט)",
    "virtual": {
      "title": "פּראָדוקט רעזולטאַט אינפֿאָרמאַציע פאָרעם",
      "sub_title": "די אינפֿאָרמאַציע איר ווילן צו ווייַזן צו דער באַניצער נאָך קויפן. דער פאָרעם איז ספּעציעל אָנווענדלעך פֿאַר פאַרקויף פון ווירטואַל פּראָדוקטן אַזאַ ווי טאַלאַנט קאָרט."
    },
    "service": {
      "title": "סערוויס פּלאַן",
      "sub_title": "ערשטער אויסקלייַבן דיין דינסט טיפּ און אַרייַן די פארלאנגט אינפֿאָרמאַציע. פֿאַר בייַשפּיל, איר קענען דעפינירן אַ טאָדאָ רשימה אָדער פרעגן די קונה פֿאַר אַ בוקינג צייט אָדער אַ אַפּוינטמאַנט."
    }
  },
  "service_design": {
    "type": "סערוויס טיפּ",
    "type_message": "סעלעקטירן דעם טיפּ פון דינסט איר צושטעלן פֿאַר דעם פּראָדוקט. דורך סאַלעקטינג יעדער נומער, די באַטייַטיק פאָרעם וועט זיין געוויזן. דעפּענדינג אויף די טיפּ פון דינסט איר קלייַבן, מער אינפֿאָרמאַציע קען זיין באקומען פון דער קונה ווען אָרדערינג."
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "אויף-דעמאַנד",
      "desc": "אַזאַ ווי היים ריפּערז, געמעל, מאַשין פאַרריכטן, עטק."
    },
    "BOOKING": {
      "title": "בוקינג",
      "desc": "ווי בוקינג אַ האָטעל צימער אָדער ווילאַ."
    },
    "APPOINTMENT": {
      "title": "אַפּוינטמאַנט",
      "desc": "ווי אַ אַפּוינטמאַנט פֿאַר ליבלינג זאָרגן אָדער אין-מענטש טריינינג."
    },
    "RENTAL": {
      "title": "פּראָקאַט",
      "desc": "ווי דינגען אַ פּלאַץ אָדער אַ מאַשין."
    },
    "SUBSCRIPTION": {
      "title": "אַבאָנעמענט",
      "desc": "ווי קלוב מיטגלידערשאַפט אָדער אָנליין קאָוטשינג."
    },
    "CHARGE": {
      "title": "אָפּצאָל",
      "desc": "אַזאַ ווי טשאַרדזשינג אַ חשבון אָדער טשאַרדזשינג צו נוצן אַ אַפּלאַקיישאַן."
    },
    "CUSTOM": {
      "title": "מנהג",
      "desc": "סעלעקטירן דעם אָפּציע אויב די סערוויס איר צושטעלן איז קיין פון די אויבן."
    }
  },
  "avocado": {
    "title": "שנעל, פּינטלעך און ענדזשויאַבאַל פארקויפונג אויף אַלע געזעלשאַפטלעך מידיאַ",
    "message": "איין סומע און איין טיטל איז אַלע איר דאַרפֿן צו באַקומען געלט פון דיין קאַסטאַמערז! געלט וועט זיין קרעדאַטאַד גלייַך צו דיין חשבון און דיין קאַסטאַמערז וועט האָבן אַ יינציק שאַפּינג דערפאַרונג.",
    "new_order": "נייַ רעכענונג",
    "create_by_seller_title": "שאַפֿן ינווויס",
    "create_by_seller_message": "אויב איר ווילן צו שאַפֿן אַ ינווויס מיט אַ זיכער סומע און שיקן עס צו עמעצער, איר קענען שלאָגן די קנעפּל אונטן צו ווייַזן די ינווויס פאָרעם. געבן דזשענערייטאַד לינק צו די קוינע צו באַצאָלן און שפּור זייער סדר דורך עס.",
    "create_by_buyer_title": "אַוואָקאַדאָ פאָרעם",
    "create_by_buyer_message": "דורך אַקטאַווייטינג דעם אָפּטיילונג, אַ לינק וועט זיין געוויזן צו איר, צושטעלן דעם לינק צו דיין בויערס אַזוי אַז זיי קענען שטעלן זייער סדר.",
    "orders_list": "אָרדערס רשימה",
    "active_mode": "סדר קאַבאָלע אַקטיוו",
    "inactive_mode": "ינאַקטיוו",
    "active_message": "דורך אַקטאַווייטינג דעם מקור, דיין קאַסטאַמערז קענען שטעלן אַ סדר פֿאַר די פּראָדוקט דורך די בעטן פאָרעם איר זען אונטן.",
    "avocado_form_link_message": "שטעלן דעם לינק אין דיין ביאָ אויף ינסטאַגראַם, טעלעגראַם אָדער אנדערע געזעלשאַפטלעך מידיאַ אַזוי אַז דיין וילעם קענען קויפן פאַסטער, גרינגער און לעסאָף מער",
    "need_address": "באַקומען אַדרעס",
    "need_address_msg": "אויב איר דאַרפֿן צו באַקומען דעם אָרט און אַדרעס פון די קוינע, סעלעקטירן דעם אָפּציע.",
    "avocado_link_message": "עס איז גענוג צו צושטעלן די אויבן לינק צו דער קונה צו באַצאָלן די סדר. דער קונה וועט קענען צו נאָכפאָלגן די סדר דורך דעם לינק.",
    "edit_order": "רעדאַגירן סדר",
    "progress": "פּראָגרעס קורס",
    "buyer_link": "קונה לינק",
    "buyer_link_message": "צושטעלן דעם לינק צו דיין קוינע. דער קוינע וועט קענען צו צאָלן און שפּור זיין סדר דורך דעם לינק. דער לינק איז קאָדעד, אויב דער לינק איז צוגעשטעלט צו ווער עס יז, ער וועט קענען צו באַצאָלן און זען די אינפֿאָרמאַציע. דער לינק וועט זיין אַקטיוו פֿאַר 60 טעג. דריקט אויף די לינק אונטן צו קאָפּיע.",
    "OrderConfirm_done": "סדר באשטעטיקט.",
    "OrderConfirm_message": "אויב איר באַשטעטיקן די צאָלונג און די סדר איז ריכטיק, גיט די קנעפּל אונטן.",
    "OrderConfirm_action": "באשטעלונג באשטעטיגונג",
    "PreparingOrder_message": "אויב דער קונה סדר איז גרייט צו שיקן, גיט די OK קנעפּל אונטן.",
    "PreparingOrder_action": "דער סדר איז גרייט צו שיקן",
    "finish_message": "אויב דער סדר איז געענדיקט, דריקן די סוף קנעפּל צו פאַרמאַכן דעם סדר.",
    "finish_action": "גאַנץ סדר פּראַסעסינג",
    "finish_dialog": {
      "title": "פאַרענדיקן די סדר",
      "message": "איז דער סדר געענדיקט און איר זיכער איר ווילן צו פאַרמאַכן עס?",
      "action": "יאָ, באַשטעטיקן די קאַמפּלישאַן פון די סדר"
    },
    "configuration": "אַוואָקאַדאָ סעטטינגס",
    "delivery_price": "שיפּינג פּרייַז",
    "edit_avocado_action": "רעדאַגירן אינפֿאָרמאַציע",
    "submit_pricing_avocado_action": "פאָרלייגן די פּרייסינג פון די סדר",
    "add_avocado_action": "שאַפֿן ינווויס לינק",
    "avocados_list": "רשימה פון אַוואָקאַדאָ",
    "not_pricing": "דעם נומער איז נישט פּרייז!",
    "show_all": "ווייז אלע",
    "show_accepted": "ווייַזן באשטעטיקט ייטאַמז",
    "notifications": {
      "update_success": "אַוואָקאַדאָ דערהייַנטיקט הצלחה.",
      "add_success": "אַוואָקאַדאָ באשאפן הצלחה."
    },
    "name": "אַוואָקאַדאָ"
  },
  "avocado_orders": {
    "title": "אַוואָקאַדאָ",
    "title_small": "סאציאל מעדיע סאַלעס",
    "pending_orders": "אַקטיווע אָרדערס",
    "avocado": "סדר אַוואָקאַדאָ"
  },
  "avocado_process": {
    "step1": "פּרייסינג",
    "step1_msg": "אַרייַן די פּרייַז פון יעדער נומער און טשעק די גרין קעסטל. אויב עס איז ניט מעגלעך צו פאַרקויפן אַ נומער, טוישן זייַן סטאַטוס צו פארווארפן.",
    "step2": "באַשטעטיקן ינווויס",
    "step2_msg": "שאַפֿן אַ ינווויס פֿאַר דעם סדר. איר קענען אַרייַן אַ טיטל און באַשרייַבונג פֿאַר די ינווויס. די סדר סומע איז קאַלקיאַלייטיד באזירט אויף די גאַנץ פּרייַז פון די זאכן אויטאָמאַטיש.",
    "title_input": "אָנווענדלעך טיטל *",
    "show_to_customer": "די אינפֿאָרמאַציע איז געוויזן צו די קוינע.",
    "description_msg": "צי איר ווילן צו שרייַבן אַ טאָן פֿאַר דעם סדר? די אינפֿאָרמאַציע וועט זיין געוויזן צו די קוינע.",
    "price_input": "סדר סומע *",
    "tax_none": "שטייער-פריי",
    "tax_included": "אַרייַנגערעכנט אין פּרייַז",
    "tax_add": "לייג שטייער",
    "tax_message": "איר קענען קלייַבן צי שטייַער איז אַרייַנגערעכנט אין די פּרייַז אָדער נישט.",
    "tax_included_messages": "שטייַער איז אַרייַנגערעכנט אין די פּרייַז.",
    "tax_add_messages": "שטייַער זאָל זיין צוגעגעבן צו די לעצט פּרייַז."
  },
  "hyper": {
    "print_label": "דרוק די פאלגענדע פירמע און שטעלן עס אין פראָנט פון די פּראָדוקט",
    "hyper_form_link_product_message": "דיין קאַסטאַמערז קענען געשווינד קויפן {product} דורך דעם לינק. זיי וועלן אויך אַרייַן די זעלבע לינק דורך סקאַנינג די QR קאָד.",
    "title": "היפּער שנעל פאַרקויף",
    "message": "מיט די הילף פון היפּער סעללדאָנע פארקויפונג קאַנאַל, דיין קאַסטאַמערז קענען קויפן פּראָדוקטן דורך סקאַנינג אַ QR קאָד אָן קיין אַקשאַנז פון דיין זייַט. ניצן דעם וועג צו געשווינד פאַרקויפן עטלעכע זאכן אין פעסטיוואַלס, עקסאַבישאַנז אָדער פאַרנומען סעראַמאָוניז אין גרויס נומערן. נאָך אַקטאַווייטינג היפּער אין דעם אָפּטיילונג, איר קענען מאַכן אַ היפּער QR קאָד פֿאַר גשמיות פּראָדוקטן אין די פּראָדוקט מאַנאַגעמענט אָפּטיילונג.",
    "orders_list": "היפּער אָרדערס רשימה",
    "active_mode": "היפּער סאַלעס קאַנאַל אַקטיווייטיד",
    "inactive_mode": "ינאַקטיוו",
    "active_message": "אויב איר געבן דעם אָפּציע, די מעגלעכקייט צו שאַפֿן די שנעל סאַלעס קאָודז וועט זיין געוויזן אין די פאַרוואַלטונג אָפּטיילונג פון יעדער פּראָדוקט.",
    "hyper_form_link_message": "דיין קראָם ס היפּער בלאַט לינק",
    "configuration": "היפּער סעטטינגס",
    "name": "היפּער"
  },
  "hyper_orders": {
    "title": "היפּער",
    "title_small": "סאַלעס באריכט",
    "hyper": "באקומען אָרדערס"
  },
  "product_file": {
    "no_file": "נאָך קיין טעקע ופּלאָאַדעד!",
    "delete_dialog": {
      "title": "ויסמעקן טעקע",
      "message": "זענט איר זיכער צו ויסמעקן דעם טעקע?",
      "action": "יא, אויסמעקן איצט"
    },
    "notifications": {
      "delete_success": "טעקע אויסגעמעקט הצלחה."
    }
  },
  "notification_top_bar": {
    "free_charge": "🎊 אָפּצאָל {amount} און באַקומען {amount_total} קרעדיט.",
    "charge_action": "פאָדערן פריי קרעדיט",
    "claim_title": "פאָדערן דיין פריי קרעדיט",
    "claim_charge_caution": "באַמערקונג: עס איז ניט מעגלעך צו בייַטן קעראַנסיז צווישן דיין בייַטל אַקאַונץ. דעריבער, אויסקלייַבן אַ חשבון וואָס איז צונעמען פֿאַר די קראַנטקייַט יקסטשיינדזשד אין דיין קראָם.",
    "account_input": "אַוועקלייגן חשבון",
    "account_msg": "אָפּצאָל וועט זיין געווענדט צו דעם חשבון"
  },
  "selldone_applications": {
    "title": "דו זאלסט נישט פאַרפירן דיין אָרדערס!",
    "msg": "פירן דיין געשעפט ערגעץ און עניטיים."
  },
  "shop_seo": {
    "title": "SEO קאַנפיגיעריישאַן",
    "msg": "שנעל פאָרויס צו אָנליין פֿאַרקויף דורך ימפּאַוערינג טשאַנאַלז פֿאַר אַקוואַזישאַן פון אָרגאַניק קאַסטאַמערז.",
    "auto": {
      "title": "אַוטאָ סעאָ ענגינע",
      "msg": "צושטעלן אַ סימלאַס רירעוודיק דערפאַרונג פֿאַר די וילעם און זוכן ענדזשאַנז אויף דיין וועבזייטל."
    },
    "amp": {
      "title": "AMP",
      "msg": "אַקסעלערייטיד אַוטאָ דור פון רירעוודיק בלעטער."
    }
  },
  "shop_preferences": {
    "order": {
      "title": "אָרדערס",
      "desc": "אויב אַ קונה פּייַס די סדר, אַן E- בריוו מיט די סדר אינפֿאָרמאַציע וועט זיין געשיקט צו דעם אַדרעס."
    },
    "return": {
      "title": "צוריקקומען",
      "desc": "אויב דער פּראָדוקט איז אומגעקערט דורך די קוינע, דעם בליצפּאָסט וועט זיין געשיקט. שיקט דעם בליצפּאָסט דעפּענדס אויף דיין פּערטשאַסט פּלאַן."
    },
    "pos": {
      "title": "POS",
      "desc": "POS פארקויפונג באַריכט וועט זיין געשיקט צו דעם E- בריוו."
    },
    "avocado": {
      "title": "אַוואָקאַדאָ",
      "desc": "שיקן טעגלעך באַריכט פון אַוואָקאַדאָ אָרדערס."
    },
    "accounting": {
      "title": "אַקאַונטינג",
      "desc": "קראָם פינאַנציעל ריפּאָרץ און דערהייַנטיקונגען."
    },
    "subscription": {
      "title": "סאַבסקריפּשאַנז",
      "desc": "לעצטע פּערטשאַסט פּלאַן סטאַטוס מיט אָנהייב און סוף אַבאָנעמענט נאָוטאַפאַקיישאַנז."
    },
    "technical": {
      "title": "טעכניש",
      "desc": "טעכניש נאָוטאַפאַקיישאַנז וועגן פעלד און סערוויס סטאַטוס."
    },
    "report": {
      "title": "ריפּאָרץ",
      "desc": "וואכנשריפט און כוידעשלעך ריפּאָרץ וועט זיין געשיקט צו דעם בליצפּאָסט"
    },
    "review": {
      "title": "איבערבליק",
      "desc": "אויב איר דאַרפֿן צו באַשטעטיקן אַ פּראָצעס אין די קראָם, די באַטייַטיק E- בריוו וועט זיין געשיקט צו דעם אַדרעס. פֿאַר בייַשפּיל צו באַשטעטיקן די שיקט פון אַ פֿאַרקויף E- בריוו צו קראָם יוזערז."
    }
  },
  "shop_languages": {
    "title": "קראָם שפּראַכן",
    "sub_title": "ינסטאַלירן און אַקטאַווייט קראָם אַוטאָ-איבערזעצונג פּאַקאַדזשאַז.",
    "message": "איר קענען ינסטאַלירן אַרויף צו 10 שפּראַך פּאַקס אין דיין קראָם. קאָנטאַקט אונדז אויב איר דאַרפֿן צו ינסטאַלירן מער פּאַקאַדזשאַז."
  },
  "invite_friends": {
    "title": "דערציילן וועגן דיין געשעפט צו דער וועלט!",
    "msg": "באַקענען סעלדאָנע צו דיין פרענדז. זיי באַקומען אַ 99 $ אין פירמע וואַוטשער ווען זיי סיגנופּ, און איר וועט באַקומען $ 15 אין סטאַרטאַפּ וואַוטשער אַמאָל זיי פאַרענדיקן זייער ערשטער טראַנסאַקטיאָן.",
    "invite": {
      "title": "פאַרבינדן סעללדאָנע געשעפט אַס צו באַקומען אַ פריי וואַוטשער פון $ 99.",
      "description": "איך לאַדן איר צו סעללדאָנע צו אָנהייבן דיין געשעפט אָנליין מיט אַ פאַנטאַסטיש געצייַג.",
      "hashtags": "עקאָממערסע, וועבסיטעבילדער",
      "quot": "איך געבויט אַן אָנליין קראָם דורך סעללדאָנע, איר קענט אויך טאָן דיין געשעפט איצט."
    }
  },
  "shops_list": {
    "title": "מייַן שאַפּס",
    "message": "רשימה פון מיין אייגענע שאַפּס, דערלויבט און מוסטער שאַפּס."
  },
  "shipping": {
    "warehouse_error": "שטעלן דיין ווערכאַוס ערשטער! דער אַדרעס וועט זיין געוויינט ווי דער אָנהייב פון שיפּינג.",
    "errors": {
      "set_origin": "שטעלן דיין אָרט מאַפּע.",
      "set_country": "שטעלן דיין לאַנד.",
      "set_address": "שטעלן דיין אַדרעס.",
      "set_zip": "שטעלן דיין פּאָסטקאָד."
    },
    "set_warehouse": "שטעלן ווערכאַוס",
    "pickup_location": "פּיקאַפּ אָרט",
    "refresh_rates": "דערפרישן רייץ",
    "no_rate": "קיין שיעור...",
    "view_messages": "זען אַרטיקלען ...",
    "not_set_yet": "נאָך נישט באַשטימט!",
    "drop_orders_here": "לייג אָרדערס דאָ ..."
  },
  "blog_category": {
    "title": "בלאָג קאַטעגאָריעס",
    "add_action": "לייג אַ נייַע קאַטעגאָריע",
    "add_dialog": {
      "title": "ניו / דערהייַנטיקן קאַטעגאָריע",
      "force_edit": "צווינגען רעדאַגירן דרך",
      "force_edit_msg": "טוישן קאַטעגאָריע נאָמען און דערהייַנטיקן אַלע אַרטיקלען.",
      "star_msg": "סטאַרעד קאַטעגאָריעס האָבן בילכערקייַט צו ווייַזן אין דעם בלאָג.",
      "star": "געשטארקט",
      "delete_action": "ויסמעקן קאַטעגאָריע",
      "add_action": "לייג קאַטעגאָריע",
      "edit_action": "רעדאַגירן קאַטעגאָריע"
    }
  },
  "about_us": {
    "title": "וועגן אונדז בלאַט",
    "subtitle": "שרייב אַן אַרטיקל וועגן דיין געשעפט צו ווייַזן אויף די וועגן אונדז בלאַט. דער בלאַט וועט העלפֿן דיין וילעם צו וויסן דיין סאָרט און מיסיע."
  },
  "terms": {
    "title": "תּנאָים פון דינסט בלאַט",
    "subtitle": "דערקלערן די טערמינען פון קויפן און נוצן פון דיין באַדינונגס פֿאַר דיין קאַסטאַמערז."
  },
  "privacy": {
    "title": "פּריוואַטקייט פּאָליטיק בלאַט",
    "subtitle": "א פּריוואַטקייט פּאָליטיק איז אַ ויסזאָגונג אָדער לעגאַל דאָקומענט וואָס דיסקלאָוזיז עטלעכע אָדער אַלע פון די וועגן וואָס אַ פּאַרטיי קאַלעקץ, ניצט, דיסקלאָוזיז און מאַנידזשיז אַ קונה אָדער קליענט ס דאַטן."
  },
  "contact_us": {
    "title": "קאָנטאַקט אונדז בלאַט",
    "subtitle": "שרייב דיין קאָנטאַקט אינפֿאָרמאַציע, אַדרעס און טעלעפאָן נומער צו זיין געוויזן צו דיין קאַסטאַמערז אויף די קאָנטאַקט אונדז בלאַט."
  },
  "metaverse": {
    "title": "מעטאַווערס בריק",
    "subtitle": "סעללדאָנע גיט 100% אַפּי-באזירט באַדינונגס אין די האַנדל פּלאַץ. שפּיל, בלאַקכייוואַן און מעטאַווערס דעוועלאָפּערס קענען נוצן די שטאַרק אַפּיס צו פאַרבינדן געשעפטן, קאַסטאַמערז און באַדינונגס אין דער צוקונפֿט פון אַרבעט, לעבן און האַנדל וועלט.",
    "message": "פרי אַקסעס פֿאַר שפּיל דעוועלאָפּערס"
  },
  "orders_bulk_export": {
    "title": "אָרדערס אַססיסטאַנט",
    "timespan": {
      "title": "צייט צייַט",
      "subtitle": "קלייַבן די אָנהייב און סוף דאַטעס פֿאַר פּלייסינג אָרדערס."
    },
    "tasks": {
      "title": "טאַסקס רעזולטאַט",
      "subtitle": "אראפקאפיע די רשימה פון טאַסקס פֿאַר פּראַסעסינג אָרדערס אין פאַרנעם. דער רעזולטאַט כּולל בלויז באַצאָלט און דאָרש אָרדערס.",
      "export_title": "רשימה פון טאַסקס"
    },
    "labels": {
      "title": "פּאַקקאַגעס לאַבעלס",
      "subtitle": "אראפקאפיע די רשימה פון אַלע אָרדערס לאַבעלס אין די אויסגעקליבן צייט און סטאַטוס. דער רעזולטאַט כּולל בלויז באַצאָלט און דאָרש אָרדערס.",
      "export_title": "קעסטל לאַבעלס"
    }
  },
  "customers_funnel": {
    "title": "קאַסטאַמערז דעמאָגראַפי",
    "subtitle": "פילטער און אַרויספירן דיין קאַסטאַמערז דאַטן צו מאַכן בעסער דיסיזשאַנז צו צושטעלן מער ווערט מיט ווייניקער פֿאַרקויף! ביטע רעספּעקט דיין קאַסטאַמערז 'פּריוואַטקייט און קיינמאָל שיקן מאַסע פאַרנעם ימיילז צו זיי! קיינמאָל טיילן דיין קאַסטאַמערז 'אינפֿאָרמאַציע מיט 3rd פּאַרטיי באַדינונגס אָן אַ דערלויבעניש פון יעדער פון זיי."
  },
  "transportation_pickups": {
    "addresses": {
      "title": "פּיקאַפּ אַדרעסעס",
      "subtitle": "לייג און רעדאַגירן פּיקאַפּ אַדרעסעס דאָ. יוזערז קענען אויסקלייַבן די פּיקאַפּ אַדרעס אויף די ויסשרייַבן בלאַט.",
      "add_action": "לייג אַ נייַ אָרט"
    }
  },
  "affiliate_pos": {
    "title": "צוגעבן POS",
    "open_pos_action": "שנעל אָרדערינג POS",
    "description": "דער אָפּציע איז פּאַסיק פֿאַר אַדמין פון ינסטאַגראַם בלעטער און אנדערע געזעלשאַפטלעך נעטוואָרקס. ניצן אַפפיליאַטע POS צו באַקומען און לייגן אָרדערס פון קאַסטאַמערז מאַניואַלי. דיין אַפיליאַץ (אָדער פראַנטשייז) קענען לייגן נייַע אָרדערס אין די צוגעבן POS און צופֿעליקער די אַוועקלייגן צעטל."
  },
  "shop_configuration": {
    "login": {
      "title": "לאָגין מעטהאָדס",
      "subtitle": "קאַסטאַמייז די וועג יוזערז קלאָץ אין צו דיין קראָם."
    },
    "checkout": {
      "title": "ויסשרייַבן לויפן",
      "subtitle": "קאַסטאַמייז דיין קונה רייזע און קויפן לויפן אין דיין עקאָממערסע.",
      "map": {
        "title": "מאַפּע",
        "subtitle": "יוזערז מוזן אויסקלייַבן די עקספּרעס אָרט אויף דער מאַפּע (ווי Uber).",
        "subtitle_no_map": "די דיסטאַנסע אין שיפּינג כעזשבן איז נול אויב דער אָרט איז נישט עקסיסטירט אין דער קונה צוגעשטעלט אַדרעס."
      },
      "mode": {
        "title": "קוסטאָמערס לאָגין פונט",
        "default": {
          "title": "ASAP (פעליקייַט)",
          "msg": "יוזערז קלאָץ אין ווי באַלד ווי מעגלעך. (מער קאַנווערזשאַן)"
        },
        "on_checkout": {
          "title": "אויף ויסשרייַבן",
          "msg": "צווינגען ניצערס צו קלאָץ אין אין די ויסשרייַבן שריט."
        },
        "login_free": {
          "title": "אָפּטיאָנאַל לאָגין",
          "msg": "אָפּטיאָנאַל לאָגין נאָך צאָלונג פון סדר .."
        }
      },
      "express": {
        "title": "רידערעקט נאָך לייגן צו וואָגן",
        "false": {
          "title": "נאָרמאַל מאָדע",
          "msg": "בלייבן אויף דעם בלאַט און פאָרזעצן שאַפּינג נאָך קליקינג לייג צו וואָגן."
        },
        "true": {
          "title": "עקספּרעסס מאָדע",
          "msg": "רידערעקט קונה צו די ויסשרייַבן בלאַט נאָך געבן אַ קליק לייג צו וואָגן."
        }
      },
      "shipping_address": {
        "title": "פרעגן פֿאַר שיפּינג אַדרעס"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "פיזיש & סערוויס (פעליקייַט)",
      "desc": "בעט דער קונה צו אַרייַן אַן אַדרעס אין די גשמיות און סערוויס טשעקאַוץ."
    },
    "physical": {
      "title": "בלויז פיזיש",
      "desc": "בעט דער קונה צו אַרייַן אַן אַדרעס נאָר אין די גשמיות ויסשרייַבן."
    },
    "off": {
      "title": "קיינמאָל",
      "desc": "קיינמאָל פרעגן פֿאַר די שיפּינג אַדרעס. ⚠ ניצן דעם אָפּציע אויב איר פּלאַן צו האָבן באַדינונגס מיט וועריאַנץ דורך סאַלעקטינג גשמיות טיפּ פֿאַר פּראָדוקטן אַנשטאָט פון דינסט טיפּ."
    }
  },
  "business_model": {
    "title": "סעטאַפּ פון געשעפט מאָדעל",
    "subtitle": "שטעלן דיין געשעפט מאָדעל, און מיר וועלן קאַנפיגיער דיין אַס הינטער די סצענע."
  },
  "business_type": {
    "title": "טייפּס פון סכוירע",
    "subtitle": "שטעלן די טיפּ פון פּראָדוקטן איר ווילן צו פאַרקויפן אין דיין קראָם. פּראָדוקט טייפּס אין סעללדאָנע זענען מער ווי בלויז אַ טיפּ פון פּראָדוקטן; עס ס מער וועגן מקיים פּראָצעס.",
    "send_activation_request_to_support": "שיקן אַן אַקטאַוויישאַן בעטן אין אַ שטיצן בילעט.",
    "require_kyc": "געשעפט באַזיצער KYC.",
    "needs_enterprise_license": "איר דאַרפֿן צו האָבן אַן ענטערפּרייז דערלויבעניש.",
    "marketplace_caution_message": "שטעלן מאַרקעטפּלאַסע ווי דיין מאָדעל דיפּלי אַפעקץ דיין געשעפט אַס קאַנפיגיעריישאַן. פֿאַר בייַשפּיל, איר מוזן דעפינירן לפּחות איין פאַרקויפער פֿאַר יעדער פּראָדוקט מיט פרייַ פּרייסינג און ינוואַנטאָרי. קאַסטאַמערז קענען נישט קויפן פּראָדוקטן וואָס האָבן קיין פאַרקויפער."
  },
  "business_model_view": {
    "normal": {
      "title": "נאָרמאַל סטאָר",
      "desc": "קאַמאַנלי אַ סמע, היים געשעפט אָדער דראָפּשיפּפּער - וואָס סעלז זייער פּראָדוקט גלייַך צו קאַסטאַמערז אָדער סעלז כאָולסיילערז 'פּראָדוקטן ווי אַ ריסעלער."
    },
    "dropshipping": {
      "title": "דראָפּשיפּפּינג",
      "desc": "האַלטן קיין פּראָדוקט און קיין ינוואַנטאָרי - איר באַצאָלן צו אַ דריט פּאַרטיי, יוזשאַוואַלי אַ כאָולסיילער (ווי Printify, Wholesale2B, ...) אָדער פאַבריקאַנט, און זיי מקיים אָרדערס הינטער די סצענע."
    },
    "wholesaler": {
      "title": "דראָפּשיפּפּינג סאַפּלייער",
      "desc": "קאַמאַנלי אַ כאָולסיילער אָדער אַ פאַבריקאַנט - וואָס שיפּס אָרדערס גלייַך צו די סוף קאַנסומער. אנדערע סוחרים אויף סעללדאָנע קענען דראָפּשיפּ דיין פּראָדוקטן אין זייער סטאָרז."
    },
    "marketplace": {
      "title": "מאַרקעטפּלאַסע",
      "desc": "אָנליין מאַרקאַץ פאַרבינדן בויערס און סעלערז אויף אַ פּראַפּרייאַטערי און סענטראַלייזד פּלאַטפאָרמע."
    },
    "franchise": {
      "title": "פראַנטשייז / צוגעבן",
      "desc": "א פראַנטשייז איז אַ מעטאָד פון דיסטריביוטינג פּראָדוקטן אָדער באַדינונגס ינוואַלווינג אַ פראַנטשייזער וואָס יסטאַבלישיז דיין סאָרט (פראַנטשייזינג) אָדער סעלז דיין פּראָדוקטן דורך זייער סאָרט (צוגעבן)."
    }
  },
  "marketplace": {
    "vendor_wallets": "וואָלאַץ",
    "pricing_models": "פּרייסינג",
    "add_vendor": "לייג פאַרקויפער",
    "requests": "ריקוועס"
  },
  "price_input_type": {
    "title": "פּרייַז אַרייַנשרייַב טיפּ",
    "default": {
      "title": "פעליקייַט",
      "desc": "אויסקלייַבן אַ ווערט ווי די קוואַנטיטי אין די וואָגן."
    },
    "area": {
      "title": "שטח",
      "desc": "אַרייַן ברייט און לענג ווי ינפּוץ צו רעכענען די קוואַנטיטי."
    },
    "volume": {
      "title": "באַנד",
      "desc": "אַרייַן ברייט, לענג און הייך ווי ינפּוץ צו רעכענען די קוואַנטיטי."
    },
    "custom": {
      "title": "מנהג (דורך אַרייַנשרייַב פאָרעם)",
      "desc": "ניט דאַרפֿן פֿאַר הונדערטער פון וועריאַנץ! שאַפֿן אַ מנהג קאָס כעזשבן פאָרעם פֿאַר העכסט קוסטאָמיזאַבלע פּראָדוקטן."
    }
  },
  "vendors_list": {
    "title": "מייַן ווענדאָרס",
    "message": "רשימה פון מיין אייגענע ווענדאָרס."
  },
  "vendor_page": {},
  "domains": {
    "message": "פאַרבינדן קייפל דאָומיינז צו דיין געשעפט אַס און פירן זיי אַלע אויף איין אָרט. איר קענען נוצן די קייפל דאָומיינז שטריך צו שאַפֿן דעדאַקייטאַד דאָומיינז פֿאַר יעדער טייל פון דיין וועבזייטל, ווי בלאָג און קהל, אָדער נוצן פאַרשידענע דאָומיינז פֿאַר דיין אַפיליאַץ."
  },
  "notes": {
    "add_action": "לייג אַ באַמערקונג פֿאַר דיין מאַנשאַפֿט",
    "notifications": {
      "success_add": "באַמערקונג איז צוגעלייגט הצלחה.",
      "success_delete": "באַמערקונג איז אויסגעמעקט הצלחה."
    }
  },
  "external_services": {
    "title": "פונדרויסנדיק באַדינונגען",
    "subtitle": "מאָניטאָר די לעצטע סטאַטוס פון פונדרויסנדיק באַדינונגס ווי SMS און ימיילז דאָ."
  },
  "theme": {
    "dark_mode": "טונקל מאָדע",
    "dark_mode_description": "קלייַבן דעם אָפּציע אויב איר ווילט אַ טונקל הינטערגרונט מיט ווייַס טעקסט קאָליר.",
    "light_mode": "ליכט מאָדע",
    "light_mode_description": "קלייַבן דעם אָפּציע אויב איר ווילט אַז דער הינטערגרונט זאָל זיין ליכט און די טעקסט זאָל זיין אין שוואַרץ קאָליר."
  },
  "shop_quota": {
    "title": "באַניץ קוואָטע",
    "sub_title": "דאָס איז די רשימה פון נוצן קוואָטע פֿאַר דיין קראָם. איר קענען פאַרגרעסערן די לימאַץ דורך אַפּגריידינג דיין קראָם ס דערלויבעניש. אויב איר יקסיד די לימאַץ, איר קענען בעטן נאָך טעגלעך קוואָטע אַלאַואַנסיז פון אונדז. כל באַניץ וועט באַשטעטיק טעגלעך."
  },
  "app_card": {
    "category": "קאַטעגאָריע",
    "installs": "ינסטאַלירן",
    "actives": "אַקטיוו",
    "uninstalls": "ונינסטאַלל",
    "app_code": "אַפּ קאָד",
    "app_mode": "אַפּפּליקאַטיאָן מאָדע"
  },
  "product_status": {
    "open": {
      "name": "אַקטיוו",
      "title": "אַקטיוו ╏ אָנליין & אָפפלינע סאַלעס",
      "description": "דער פּראָדוקט וועט זיין בארעכטיגט פֿאַר אָנליין אָרדערס."
    },
    "close": {
      "name": "ינאַקטיוו",
      "title": "ינאַקטיווע ╏ בלויז אָפפלינע סאַלעס",
      "description": "דער פּראָדוקט וועט נישט זיין בארעכטיגט פֿאַר אָנליין אָרדערס."
    },
    "pending": {
      "name": "פּענדינג",
      "title": "פּענדינג",
      "description": "ריקוויירז מאַרק אָפּשאַצונג איידער איר גיין לעבן."
    },
    "rejected": {
      "name": "אפגעווארפן",
      "title": "אפגעווארפן",
      "description": "דעם פּראָדוקט איז פארווארפן דורך די מאַרק."
    }
  },
  "suggestions": {
    "vendor_payment": {
      "note": [
        "צאָלונג פֿאַר פארקויפונג מקוים",
        "פאַרקויפער קאַמישאַן דיסבורסעמענט.",
        "טראַנסאַקטיאָן געענדיקט הצלחה.",
        "רעמיטטאַנסע פֿאַר לעצטע סאַלעס.",
        "געראָטן אַריבערפירן פֿאַר פאַרקויפער באַדינונגס."
      ],
      "reverse_fund_reason": [
        "צוריקקער פון געלט: אַריבערפירן פון באַנק צו פאַרקויפער ס בייַטל.",
        "פאַרקויפער וואַללעט ריפיל: ריווערסינג געלט פון באַנק אקאונט.",
        "פאַרקערט טראַנסאַקטיאָן: אַריבערפירן פון באַנק צו פאַרקויפער בייַטל פאָנד.",
        "צוריקצאָל: באַנק אַוועקלייגן מאַפּאָלע צו פאַרקויפער ס בייַטל.",
        "געלט ריווערסאַל: ריפּלענישמאַנט פון פאַרקויפער ס בייַטל פון באַנק."
      ]
    },
    "shop_email": {
      "name": [
        "יבער סאַווינגס וויקענד בלאַסט",
        "ויסשליסיק ינסידער דילז אַנוויילד",
        "דיין וויפּ אַקסעס צו פּרעמיום דיסקאָונץ",
        "סיזאַנאַל פאַרקויף עקסטראַוואַגאַנזאַ",
        "ופשליסן דיין שאַפּינג גן עדן",
        "דער גראַנד שאָפּפּער ס קאַרנאַוואַל",
        "פרילינג פלינג שאַפּינג ספּרי",
        "האַרבסט דילז איר קענען נישט אַנטקעגנשטעלנ זיך",
        "ווינטער וואונדער: וואַרעם דילז פֿאַר קאַלט טעג",
        "סוף-פון-זומער קלעאַראַנס קאָונטדאָוון",
        "שווארצע פרייטאג באָנאַנזאַ: פרי בירד אַקסעס",
        "העלא האָלידייַס: דיין גיפט גייד און מער",
        "פריש פינדס: ניו ערייווז נאָר פֿאַר איר",
        "לויאַלטי ריוואָרדיד: ויסשליסיק דיסקאָונץ ין"
      ],
      "subject": [
        "⏰ לימיטעד צייט פאָרשלאָג! כאַפּן דיין פאַוואָריטעס איצט",
        "🌼 ניו סעזאָן, נייַע סטיילז - ויספאָרשן אונדזער לעצטע זאַמלונג",
        "👑 ויסשליסיק וויפּ פאַרקויף נאָר פֿאַר איר",
        "💃 קער קעפ מיט אונדזער נייַ ערייוואַלז",
        "🔚 לעצטע געלעגנהייט צו הנאה 20% אַוועק אַלץ",
        "🎁 אַ טאַלאַנט פֿאַר איר: $ 10 קרעדיט ין!",
        "☀️ גרייט זיך פֿאַר זומער מיט אונדזער הייס דילז",
        "🛍️ אַפּגרייד דיין גאַרדעראָב - איר פאַרדינען עס",
        "👀 סניק פּיק: נייַע פּראָדוקטן קומען באַלד!",
        "🎂 מזל דיין געבורסטאָג! דיין ספּעציעלע טאַלאַנט אַווייץ",
        "🖤 זענט איר גרייט פֿאַר שווארצע פרייטאג דילז?",
        "🎯 שפּיץ פּיקס נאָר פֿאַר איר - פערזענליכען שאַפּינג דערפאַרונג",
        "🍹 צייט צו מייַכל זיך - וויקענד פלאַש פאַרקויף!",
        "🧹 סוף פון סעזאָן רעשוס - אַלץ מוזן גיין!",
        "🚀 איר'ווע ערנד עס! פריי שיפּינג אויף דיין ווייַטער סדר",
        "📢 צי ניט פעלן - דיין ווישליסט יטעמס זענען אויף פאַרקויף איצט",
        "🏡 ברענגען פרייד צו דיין היים מיט אונדזער זאַמלונג פון היים דעקאָר",
        "🎉 אַ יבערראַשן נאָר פֿאַר איר! ופשליסן דיין מיסטעריע אַראָפּרעכענען"
      ]
    },
    "discount_code": {
      "code": [
        "WELCOME10",
        "זומער 20",
        "VIPSALE30",
        "BDAY15",
        "BLACKFRIDAY",
        "CYBERMONDAY",
        "שיקן אומזיסט",
        "פלאַש סאַלע",
        "CLEARANCE",
        "פרי פויגל",
        "STUDENT10",
        "ווינטער 25",
        "ספּרינג15",
        "פאַל 20",
        "BESTSELLER10",
        "HOLIDAY30",
        "וואַלענטינע20",
        "מוטער 'ס טאָג",
        "פאטערס טאָג",
        "ENDOFYEAR"
      ],
      "title": [
        "פלאַש סאַלע: 20% אַוועק!",
        "וויפּ פרי אַקסעס אַראָפּרעכענען",
        "אָפּרוטעג אָפּמאַך: היט איצט!",
        "הנאה 15% אַוועק הייַנט",
        "זומער פאַרקויף: עקסטרע 10% אַוועק",
        "רעשוס סאַלע! היט גרויס",
        "ספּעציעלע פאָרשלאָג: פריי שיפּינג",
        "2-פֿאַר-1: בלויז הייַנט!",
        "יום טוּב ספּעציעלע: 25% אַוועק",
        "ויסשליסיק 30% אַראָפּרעכענען",
        "יבערראַשן! עקסטרע 20% אַוועק",
        "סיזאַנאַל סאַווינגס ין",
        "מידוויק מאַדנעסס: 10% אַוועק",
        "ענדס באַלד: 15% אַוועק אַלץ",
        "משפּחה און פרענדז: 20% אַוועק",
        "גרויס סאַווינגס דעם אָפּרוטעג",
        "שווארצע פרייטאג: 40% אַוועק",
        "סניק פּיק אַראָפּרעכענען: 30% אַוועק"
      ],
      "description": [
        "פאָדערן דיין ספּעציעלע פאָרשלאָג! בלויז לימיטעד צייט.",
        "ייַלן! ויסשליסיק סייווינגז דערוואַרטן אין דיין וואָגן.",
        "גרויס סייווינגז זענען נאָר אַ גיט אַוועק!",
        "נוץ דעם אָפּמאַך איידער עס איז ניטאָ.",
        "ספּעציעלע אַראָפּרעכענען ווארטן! דו זאלסט נישט פאַרפירן.",
        "בוסט דיין שאַפּינג גייסט מיט אונדזער פאָרשלאָג!",
        "דיין ווייַטער סדר קען זיין ווייניקער ווי איר טראַכטן!",
        "עס איז די שליימעסדיק צייט צו כאַפּן דעם נומער איר געוואלט.",
        "א ביסל עפּעס צו מאַכן דיין טאָג ברייטער.",
        "גרייט צו ראַטעווען? א יבערראַשן אַראָפּרעכענען איז ווארטן!",
        "ווייַל איר זענט ספּעציעל, דאָ ס אַ ספּעציעל אָפּמאַך.",
        "האסט דיין אויג אויף עפעס? דאָ ס אַ נאַדזש!",
        "עס איז קיין צייט ווי די פאָרשטעלן צו ראַטעווען.",
        "דו זאלסט נישט פאַרפירן דעם אָפּמאַך! עס איז צו גוט צו פאַרלאָזן.",
        "גרויס נייַעס! דיין שאַפּינג איז געווען טשיפּער.",
        "ייַלן, דיין ויסשליסיק אַראָפּרעכענען ענדס באַלד!",
        "דאָ ס אַ ביסל דאַנקען דיר פֿאַר דיין געטרייַשאַפט."
      ]
    },
    "coupon": {
      "title": [
        "סאַווינגס אַנלישט",
        "ופשליסן די אַראָפּרעכענען",
        "יבער סאַווינגס",
        "ויסשליסיק האַנדל",
        "באָנוס סאַווינגס",
        "וויפּ אַראָפּרעכענען",
        "ספּעציעל פאָרשלאָגן",
        "עקסטרע סאַווינגס",
        "אַראָפּרעכענען אַלערט",
        "בודזשעט בליס",
        "עקאנאמיע דילייט",
        "ווערט באָנאַנזאַ",
        "פּרייַז קאַט",
        "מזל סאַווינגס",
        "היט מער, שאָפּ מער",
        "פלאַש האַנדל",
        "מעציע ברייטהאַרציקייט",
        "רעגע סאַווינגס",
        "אָפּמאַך פון דעם טאָג",
        "סיזאַנאַל גאַנווענען"
      ],
      "description": [
        "הנאה אַ זיס אָפּמאַך אויף אונדז! שפּאָרן אויף דיין ווייַטער קויפן.",
        "מיר אָפּשאַצן אונדזער קאַסטאַמערז - נוצן דעם ויסשליסיק פאָרשלאָג.",
        "באַקומען מער פון וואָס איר ליבע פֿאַר ווייניקער. אַראָפּרעכענען אויף אונדז!",
        "גרייט צו ראַטעווען? אַ ויסשליסיק פאָרשלאָג אַווייץ!",
        "ווייַל איר זענט ספּעציעל! הנאה אַ אַראָפּרעכענען אויף דיין ווייַטער סדר.",
        "מייַכל זיך מיט אַ שאַפּינג ספּרי און שפּאָרן!",
        "גרייט זיך צו קראָם ביז איר פאַלן - און שפּאָרן!",
        "פייַערן די סעזאָן מיט אַ ספּעציעל אַראָפּרעכענען.",
        "מיר דאַנקען אונדזער געטרייַ קאַסטאַמערז מיט אַ ויסשליסיק אַראָפּרעכענען.",
        "ופשליסן גלייבן סייווינגז אויף דיין ווייַטער קויפן.",
        "נעמען אַ קוק אין דיין ויסשליסיק סייווינגז.",
        "אַנטדעקן דיין יבערראַשן אַראָפּרעכענען אויף אונדז!",
        "אַפּגרייד דיין שאַפּינג דערפאַרונג מיט אונדזער ויסשליסיק פאָרשלאָג.",
        "אָנהייב דיין סייווינגז מיט אונדזער ספּעציעל פאָרשלאָג.",
        "נאָכגעבן זיך מיט אַ ביסל עקסטרע - אַ ספּעציעל אַראָפּרעכענען.",
        "דיין ווייַטער שאַפּינג פּאַסירונג איז געווען מער אַפאָרדאַבאַל!",
        "ווייַל שאַפּינג איז מער שפּאַס מיט אַ אַראָפּרעכענען."
      ]
    },
    "offer": {
      "title": [
        "בונדלע & היט גרויס!",
        "קויפן מער, שפּאָרן מער!",
        "סמאַרט דילז פֿאַר סמאַרט שאָפּפּערס",
        "אַראָפּרעכענען אַלערט! בונדלע סאַווינגס",
        "קאָמבאָ פאָרשלאָג - מער פֿאַר ווייניקער",
        "ויסשליסיק סאַווינגס אויף בונדלעס",
        "באַקומען מער פֿאַר דיין געלט!",
        "היט ווען איר בונדלע",
        "ספּעציעלע דילז אויף קאָמבאָס",
        "ריזיק סייווינגז אין קראָם!",
        "בעסטער ווערט בונדלעס",
        "לימיטעד צייט בונדלע דילז",
        "גרויס דיסקאַונץ אויף קאָמבאָס",
        "סמאַרט סאַווינגס אויף אויסקלייַבן זאכן",
        "אַנביטאַבאַל דילז אויף בונדלעס",
        "מולטי-קויפן דיסקאַונץ בנימצא",
        "טאָפּל אַרויף פֿאַר ווייניקער איצט",
        "פאַרנעם בייס = גרויס סאַווינגס"
      ],
      "description": [
        "באַקומען גרויס סייווינגז ווען איר פּעקל סעלעקטעד פּראָדוקטן. ייַלן, לימיטעד צייט פאָרשלאָג!",
        "סמאַרט דילז דערוואַרטן! היט מער ווען בייינג אונדזער כיילייטיד זאכן צוזאַמען.",
        "אַנטדעקן דעם קלוג וועג צו ראַטעווען! בונד דיין פאַוואָריטעס און היטן די פּרייַז פאַלן.",
        "הנאה ויסשליסיק דיסקאַונץ ווען פּערטשאַסינג אויסגעקליבן ייטאַמז אין קאָמבאָ. אקט איצט!",
        "קויפן מער, שפּאָרן מער! אַנביטאַבאַל דיסקאַונץ אויף אונדזער ספּעציעל פּראָדוקט באַנדאַלז.",
        "קראָם קלוג מיט אונדזער ספּעציעל אָפפערס. דיסקאָונטעד פּרייסאַז אויף סעלעקטעד פּראָדוקט באַנדאַלז.",
        "באַקומען מער פֿאַר ווייניקער! אַמייזינג דיסקאַונץ ווען איר קויפן אונדזער אויסגעקליבן באַנדאַלז.",
        "היט גרויס ווען איר פּעקל! ויסשליסיק דילז אויף אויסגעקליבן זאכן פֿאַר אַ לימיטעד צייט.",
        "קאַמביין און ראַטעווען! ויסשליסיק דיסקאַונץ ווען איר קויפן אונדזער אויסגעקליבן פּראָדוקטן צוזאַמען.",
        "די מער איר קויפן, די מער איר שפּאָרן! באַקומען קלוג מיט אונדזער ספּעציעל בונדלעך."
      ]
    },
    "gift_card_type": {
      "title": [
        "מייַכל זיך!",
        "נאָר פֿאַר איר!",
        "מזל שאַפּינג!",
        "הנאה אויף אונדז!",
        "נאָכגעבן אַ ביסל",
        "ווייַל איר זענט ספּעציעל",
        "א קליין יבערראַשן",
        "מאַכן דיין טאָג",
        "דאָ ס צו איר",
        "פארשפרייט די פרייד",
        "א טאַלאַנט פון ליבע",
        "קראָם מיט דילייט",
        "א סימן פון דאנק",
        "צייט צו ספּלערדזש",
        "הנאה דעם מאָמענט",
        "געפֿינען דיין פאַוואָריטעס",
        "די ברירה איז דייַן",
        "דרוק דיך אויס",
        "אַנטדעקן די מאַגיק",
        "אַנליש דיין סטייל"
      ]
    },
    "vendor_refund_order": {
      "note": [
        "געלט האָבן שוין דידאַקטיד פון דיין ווירטואַל בייַטל און אומגעקערט צו די מאַרק בייטל.",
        "א צוריקצאָל איז ארויס, רידוסינג דיין ווירטואַל בייַטל וואָג.",
        "צוריקצאָל געענדיקט. די מאַרקעט בייַטל איז ריפּלענישט פֿון דיין ווירטואַל בייַטל.",
        "דיין ווירטואַל בייַטל איז דעביטעד פֿאַר אַ פריש צוריקצאָל צו די מאַרק בייטל.",
        "דיין ווירטועל בייַטל געלט זענען אַדזשאַסטיד רעכט צו אַ פריש צוריקצאָל.",
        "א צוריקצאָל איז דורכגעקאָכט, דידאַקטינג די סומע פון דיין ווירטואַל בייַטל.",
        "דיין ווירטואַל בייַטל וואָג איז דיקריסט רעכט צו אַ צוריקצאָל צו די מאַרק בייַטל.",
        "א צוריקצאָל טראַנסאַקטיאָן איז פארגעקומען, מאָווינג געלט פון דיין ווירטואַל בייַטל צוריק צו די מאַרק."
      ]
    },
    "product": {
      "warranty": [
        "24-חודש גאָלד גאַראַנטירן",
        "פּלאַטינום שוץ פֿאַר צוויי יאָר",
        "דימענט אַשוראַנס פֿאַר 36 חדשים",
        "זילבער שילד: איין יאָר וואָראַנטי",
        "2-יאָר עליטע אַשוראַנס",
        "פּרעמיום פּראַטעקשאַן פֿאַר 24 חדשים",
        "בראָנדז באַקקופּ: איין יאָר וואָראַנטי",
        "3-יאָר לעצט ופּטימע גאַראַנטירן",
        "24-חודש זיכער סערוויס צוזאָג",
        "36-חודש שלום פון מיינונג שוץ"
      ],
      "pros_name": [
        "עפעקטיווקייַט ענכאַנסט",
        "פּרייַז-עפעקטיוו לייזונג",
        "קוואַליטעט אַשורד",
        "גרינג צו ניצן",
        "צייט-סאַווער",
        "רעליאַביליטי גואַראַנטעעד",
        "ווערסאַטאַל נוצן",
        "קאַטינג עדזש טעכנאָלאָגיע",
        "ינווייראַנמענאַלי פרייַנדלעך",
        "יקסעפּשאַנאַל פאָרשטעלונג"
      ],
      "pros_value": [
        "סאַוועס באַטייַטיק צייט מיט שנעל און עפעקטיוו אַפּעריישאַנז.",
        "ניצט אַוואַנסירטע טעכנאָלאָגיע פֿאַר אַ גלייַכן פאָרשטעלונג.",
        "ראַדוסאַז קאָס און בוסץ פּראָודאַקטיוויטי.",
        "אָפפערס אַ באַניצער-פרייַנדלעך צובינד פֿאַר גרינג נאַוויגאַציע.",
        "געראַנטיז פאַרלאָזלעך און קאָנסיסטענט פאָרשטעלונג.",
        "פּראָווידעס ווערסאַטאַל אַפּלאַקיישאַנז פֿאַר פאַרשידן טאַסקס.",
        "ניצט ינווייראַנמענאַלי פרייַנדלעך מאַטעריאַלס און פּראַסעסאַז.",
        "דיזיינד מיט קאַטינג-ברעג טעכנאָלאָגיע פֿאַר העכער רעזולטאַטן.",
        "הויך-קוואַליטעט פּלאַן ינשורז לאַנג-בלייַביק געווער.",
        "אָפפערס קייַלעכיק-די-זייגער קונה שטיצן."
      ],
      "cons_name": [
        "פּרייסי ינוועסטמענט",
        "לימיטעד קאָמפּאַטיביליטי",
        "קאָמפּלעקס סעטאַפּ",
        "רעקווירעס טריינינג",
        "נידעריק פאָרשטעלונג",
        "לאַקס ווערסאַטילאַטי",
        "לימיטעד שטיצן",
        "אָפט וישאַלט",
        "הויך ענערגיע קאַנסאַמשאַן",
        "קורץ לעבן"
      ],
      "cons_value": [
        "העכער ערשט ינוועסמאַנט קאַמפּערד מיט אַלטערנאַטיוועס.",
        "קען נישט זיין קאַמפּאַטאַבאַל מיט אַלע סיסטעמען אָדער דעוויסעס.",
        "סעטאַפּ פּראָצעס קענען זיין גאַנץ קאָמפּליצירט.",
        "נאָך טריינינג קען זיין נייטיק פֿאַר נוצן.",
        "פאָרשטעלונג קען נישט טרעפן אַלע עקספּעקטיישאַנז.",
        "לימיטעד אין פאַנגקשאַנאַליטי אָדער פעלן ווערסאַטילאַטי.",
        "קונה שטיצן קען נישט זיין בארעכטיגט ארום די זייגער.",
        "אָפט וישאַלט פארלאנגט, לידינג צו העכער קאָס.",
        "קאַנסומז הויך אַמאַונץ פון ענערגיע, ימפּרוווינג יוטילאַטיז קאָס.",
        "פּראָדוקט לעבן קען נישט זיין אַזוי לאַנג ווי דערוואַרט."
      ]
    },
    "blog_category": {
      "category": [
        "טעק ינסייץ",
        "פאָאָדיע פינדס",
        "רייזע טאַלעס",
        "געזונט עצות",
        "שניט פאַוועס",
        "ביזנעס באַז",
        "לייפסטייל סטאָריעס",
        "ספּאָרט דערהייַנטיקונגען",
        "קונסט היגהליגהץ",
        "פּאַרענטינג פּאָינטערס"
      ],
      "description": [
        "אַנטדעקן ינסייטפאַל אַרטיקלען אויף פאַרשידן טעמעס.",
        "ויספאָרשן אונדזער זאַמלונג פון ינפאָרמאַטיוו בלאָג אַרטיקלען.",
        "בלייבן ינפאָרמד מיט אונדזער ענגיידזשינג בלאָג קאַטעגאָריע אינהאַלט.",
        "געפֿינען ינספּיראַציע דורך אונדזער געדאַנק-פּראַוואָוקינג בלאָג קאַטעגאָריע אַרטיקלען.",
        "יקספּאַנד דיין וויסן מיט אונדזער דייווערס בלאָג קאַטעגאָריע טעמעס.",
        "בלייבן דערהייַנטיקט מיט אונדזער קאַפּטיווייטינג בלאָג קאַטעגאָריע ינסייץ.",
        "דעלוו אין די טיפענישן פון אונדזער ינטריגינג בלאָג קאַטעגאָריע אינהאַלט.",
        "ופדעקן ווערטפול אינפֿאָרמאַציע אין אונדזער בלאָג קאַטעגאָריע אַרקייווז.",
        "לערן עפּעס נייַ פון אונדזער קערפאַלי קוראַטעד בלאָג קאַטעגאָריע.",
        "דינגען מיט אונדזער באַרייַכערן בלאָג קאַטעגאָריע אַרטיקלען און אַרטיקלען."
      ]
    },
    "partner_plan": {
      "name": [
        "סטאַרטער פּאַק",
        "יקערדיק פּלאַן",
        "פאַכמאַן סוויט",
        "פאַרנעמונג אַדישאַן",
        "Advanced Tier",
        "פּרעמיום פּאַקקאַגע",
        "לעצט לייזונג",
        "עליט מדרגה",
        "גראָוט אַקסעלעראַטאָר",
        "פּלאַטינום מאַכט"
      ]
    },
    "tax_profile": {
      "name": [
        "פודז",
        "עלעקטראָניש דעוויסעס",
        "קליידער & קליידונג",
        "ספר & סטיישאַנערי",
        "געזונט & שיינקייט פּראָדוקטן",
        "מעבל",
        "ספּאָרטינג סכוירע",
        "אידיש & גאַמעס",
        "צירונג & אַקסעססאָריעס",
        "אַוטאָמאָטיווע פּאַרץ",
        "גאָרטן & ינ דרויסן",
        "קיטשאַנווער",
        "היים דעקאָר",
        "מוזיקאַליש ינסטראַמאַנץ",
        "ליבלינג סופּפּליעס",
        "שוכוואַרג",
        "באַגס & באַגאַזש",
        "אָפיס סופּפּליעס",
        "ייַזנוואַרג מכשירים",
        "גראָסעריעס"
      ],
      "label": [
        "VAT",
        "GST",
        "PST",
        "HST",
        "QST",
        "CST",
        "עקססיסע טאַקס",
        "ImportDuty",
        "סערוויס טאַקס",
        "לוקסוס שטייער"
      ]
    },
    "cluster": {
      "name": [
        "פאַרקויף היגהליגהץ",
        "פּראָמאָ קאָודז",
        "פעאַטורעד קאַמפּיין",
        "ניי אנגעקומענע",
        "בעסטער סעלערז",
        "סיזאַנאַל ספּעשאַלז",
        "לימיטעד אָפפערס",
        "געשעעניש דעלס",
        "וויפּ עקסקלוסיווז",
        "רעשוס ייטאַמז",
        "יום טוּב בונדלעס",
        "טעמע זאַמלונגען",
        "סאָרט שאָוקייסיז",
        "מיטגליד פאַוואָריטעס",
        "פלאַש דיסקאַונץ",
        "קראָם עססענטיאַלס",
        "דיגיטאַל רעסאָורסעס",
        "טאַלאַנט ידעאַס",
        "עקאָ-פרייַנדלעך פּיקס",
        "שטעקן רעקאַמאַנדיישאַנז"
      ]
    },
    "popup": {
      "title": [
        "ספּעציעל פאָרשלאָגן!",
        "ניי אנגעקומענע",
        "לימיטעד צייט",
        "אַראָפּרעכענען אַלערט!",
        "ויסשליסיק דילז",
        "הייס סאַלע!",
        "Clearance Alert",
        "שיקן אומזיסט",
        "טאַלאַנט ין!",
        "געווינען פּרייזאַז",
        "מיטגליד פּערקס",
        "פלאַש סאַלע"
      ]
    },
    "campaign": {
      "name": [
        "קראָם ביז איר פאַלן",
        "קאַרט פרענזי",
        "פלאַש סאַלע פיעסטאַ",
        "דריקט, קראָם, היט",
        "מעציע באָנאַנזאַ",
        "E- האַנדל עקסטראַוואַגאַנזאַ",
        "מעגאַ מאַרקדאַון מאַדנעסס",
        "סייבער סאַווינגס ספּרי",
        "דיגיטאַל אַראָפּרעכענען טעג",
        "E- האַנדל קאַרנאַוואַל",
        "אָנליין אָוטלעט אָאַזיס",
        "רעטאַיל ראַש",
        "וועבסטאָרע וואַרעהאָוסע סאַלע",
        "E- שאָפּפּער ס גן עדן",
        "ווירטואַל וואַוטשער ווענטורע",
        "דיגיטאַל דאָרבוסטערס",
        "E- קאַרט רעשוס",
        "אָנליין שאַפּינג שאָודאַון",
        "סייבער סאַלע ספּעקטאַקיאַלער",
        "E- מעציע בליץ"
      ]
    },
    "valuation": {
      "title": [
        "ה-העמד קוסטאָמיזאַטיאָן פּרייסינג",
        "כאַנמייד דזשולערי וואַלואַטיאָן",
        "פערזענליכען שוך פּרייסינג",
        "מנהג אַרטוואָרק וואַלואַטיאָן",
        "טיילערד פּאַסן פּרייסינג",
        "קוסטאָמיזאַטיאָן קאָס פֿאַר עלעקטראָניש גאַדגעץ",
        "פערזענליכען פּאַרפום וואַלואַטיאָן",
        "מנהג באַג פּרייסינג",
        "טיילערד דרעס וואַלואַטיאָן",
        "פערזענליכען ספר קאָווער פּרייסינג",
        "מנהג מעבל וואַלואַטיאָן",
        "בעספּאָכע וואַך פּרייסינג",
        "פערזענליכען צאַצקע וואַלואַטיאָן",
        "טיילערד האַט פּרייסינג",
        "קאַסטאַמייזד סקינקאַרע פּראָדוקט וואַלואַטיאָן",
        "בעספּאָכע היים דעקאָר פּרייסינג",
        "קאַסטאַמייזד קיטטשענוואַרע וואַלואַטיאָן",
        "פערזענליכען סטאַטיאָנערי פּרייסינג",
        "בעספּאָקע האָר אַקסעססאָרי וואַלואַטיאָן",
        "פּרייסינג פֿאַר מנהג ספּאָרט עקוויפּמענט"
      ],
      "structure": {
        "title": [
          "ה-העמד פּרינט פּלאַן",
          "צירונג מעטאַל טיפּ",
          "שוך מאַטעריאַל ברירה",
          "קונסט פריים גרייס",
          "סוט שטאָף סעלעקציע",
          "האַמצאָע קאָליר אָפּציע",
          "פּאַרפום סענט פּראָפיל",
          "טאַש מאַטעריאַל און גרייס",
          "קלייד לענג און סטיל",
          "ספר קאָווער מאַטעריאַל",
          "מעבל האָלץ טיפּ",
          "וואַך רימען מאַטעריאַל",
          "צאַצקע מנהג פֿעיִקייטן",
          "האַט גרייס און קאָליר",
          "סקינקאַרע ינגרידיאַנט פּרעפֿערענצן",
          "היים דעקאָר טים",
          "קיטטשעןוואַרע מאַטעריאַל",
          "סטאַטיאָנערי פּאַפּיר טיפּ",
          "האָר אַקסעססאָרי מאַטעריאַל",
          "ספורט עקוויפּמענט גרייס"
        ]
      }
    },
    "lottery": {
      "title": [
        "ומדריי און געווינען גרויס פּרייזאַז!",
        "מאַזל וויל דזשאַקקפּאָט",
        "מאַזלדיק ספּין באָנאַנזאַ",
        "ומדריי צו געווינען ריוואָרדז",
        "ראָד פון עשירות",
        "מאַזלדיק לאַטערי עקסטראַוואַגאַנזאַ",
        "מעגאַ ספּין יבערראַשן",
        "פרייז וויל פיעסטאַ",
        "אוצר ספּין ספּעקטאַקיאַלער",
        "ומדריי די וויל מאַגיק",
        "מאַזלדיק וויל גאַלאָר",
        "מאַזל ס טויווע",
        "ראָד פון וואונדער",
        "שפּין פֿאַר ריטשאַז",
        "פרייז ספּיננער דילייט",
        "גאָלדען ספּין לאָטעריע",
        "ספּין-אַ-פּרייז",
        "ראָד פון פאָרטשונז",
        "מאַזלדיק ספּין וויטרינע",
        "Ultimate Spin Reward"
      ],
      "description": [
        "ומדריי די ראָד פֿאַר אַ געלעגנהייט צו געווינען ויסשליסיק דיסקאַונץ!",
        "פּרוּווט דיין גליק - אַמייזינג פּרייזאַז דערוואַרטן אין אונדזער מאַזל ראָד!",
        "געווינען גרויס מיט יעדער ומדריי - יקסייטינג ריוואָרדז פֿאַר גראַבס!",
        "ומדריי צו געווינען! יבערראַשן גיפס און אָפפערס אויף יעדער קער.",
        "דיין געלעגנהייט צו כעזשבן גרויס - ומדריי די ראָד פֿאַר רעגע פּרייזאַז!",
        "ויסשליסיק ריוואָרדז מיט יעדער ומדריי - וועט איר זיין דער מאַזלדיק?",
        "ומדריי און געווינען! ופדעקן פאַרבאָרגן געמס אין אונדזער מאַזל ראָד פון אונדזער קראָם.",
        "האָבן מאַזלדיק מיט אונדזער ראָד - פּרייזאַז, דיסקאַונץ און מער!",
        "יעדער ומדריי איז אַ געווינען - כאַפּן דיין ספּעציעל פרייז הייַנט!",
        "דרייען די ראָד פֿאַר אַ דילייטפאַל יבערראַשן - וואָס וועט איר געווינען?",
        "אַנליש מאַזל מיט אַ ומדריי - יקסייטינג קראָם ריוואָרדז דערוואַרטן.",
        "ומדריי צו אַנטדעקן דיין פרייז - דיסקאַונץ, גיפס און מער!",
        "א ומדריי אַ טאָג האלט די יקסייטמאַנט אין שפּיל - געווינען יינציק פּרייזאַז!",
        "דרייען אונדזער ראָד פון מאַזל פֿאַר ויסשליסיק קראָם טריץ.",
        "מאַזלדיק ספּינז ברענגען מאַזלדיק ווינס - באַקומען דיין פרייז איצט!",
        "דיין ומדריי קען ופשליסן אַמייזינג שאַפּינג ריוואָרדז!",
        "שפּין פֿאַר אַ געלעגנהייט צו באַקומען ויסשליסיק דילז און אָפפערס.",
        "די ראָד פון מאַזל איז ספּיננינג - כאַפּן דיין מאַזלדיק פרייז!",
        "ומדריי, געווינען און שמייכל - יבערראַשן ריוואָרדז מיט יעדער קער.",
        "נעמען אַ ומדריי און לאָזן די מאַזל באַשליסן דיין פרייז!"
      ]
    }
  }
};