export default {
  "commons": {
    "pay_today": "今天付款",
    "pay_yesterday": "昨天付款",
    "pay_last30days": "最后 30 天付款",
    "create_a_shop": "创建商店",
    "start_free": "免费开始",
    "featured_apps": "特色应用",
    "more_apps": "更多的应用",
    "my_public_profile": "我的公开个人资料页面",
    "product_admin": "产品管理员"
  },
  "numbers": {
    "infinite": "无限"
  },
  "error": {
    "not_fount_data": "未找到数据！",
    "license_max_limit": "您的许可证已达到上限！",
    "no_read_access": "无读取权限",
    "no_write_access": "无写权限",
    "no_access": "禁止访问"
  },
  "time_spans": {
    "days_range": "天数范围",
    "today": "今天",
    "yesterday": "昨天",
    "last_7": "过去 7 天",
    "last_14": "过去 14 天",
    "last_30": "过去 30 天",
    "last_90": "过去 90 天",
    "custom": "风俗"
  },
  "device_types": {
    "desktop": "桌面",
    "mobile": "移动的",
    "tablet": "药片"
  },
  "create_website_action": "创建您的网站 — 免费",
  "show_shops_action": "我的店铺列表",
  "Youtube": "YouTube",
  "Linkedin": "领英",
  "Twitter": "推特",
  "Facebook": "Facebook",
  "Instagram": "Instagram",
  "Reddit": "红迪网",
  "Github": "Github",
  "page_titles": {
    "home": "卖完 |快速成长公司的业务操作系统",
    "login": "登录",
    "register": "登记",
    "auth_2fa": "2因素认证🔐",
    "academy": "博客",
    "help": "帮助中心",
    "price_list": "价格表",
    "my_stores": "我的商店",
    "roles": "我的角色",
    "wallet": "我的钱包",
    "personal_info": "个人资料 |了解客户",
    "companies": "我的公司",
    "access_control": "访问控制",
    "security_center": "安全中心",
    "gifts": {
      "received": "礼品 |已收到",
      "send": "礼品 |发送"
    },
    "monetization": {
      "linked_accounts": "货币化 |关联账户",
      "plans": "货币化 |计划和链接"
    },
    "affiliate": "附属公司",
    "avocado": "鳄梨——现代社交销售渠道",
    "guild": "公会——集体销售渠道",
    "partners_login": "合作伙伴 |客户登录"
  },
  "blank_is_all_products": "留空以包括所有产品！",
  "cautions": {
    "title": "通过执行以下提示来专业地管理您的业务。继续阅读有关如何提高利润率等的提示。一路走来，我们与您同在。",
    "no_payment_method": {
      "title": "付款方法",
      "message": "您必须向您的商店添加付款方式。",
      "action": "商店网关"
    },
    "link_account": {
      "title": "关联帐号",
      "message": "您必须将帐户 ({currency}) 链接到您的商店。",
      "action": "店铺账户"
    },
    "no_domain": {
      "title": "添加域",
      "message": "您可以将一个或多个个人域连接到您的商店。您的网站将安装在您的域上。这个过程既快速又简单。"
    },
    "domain_not_approved": {
      "title": "域验证",
      "message": "您的域 {domain} 尚未经过验证。检查 DNS 设置并确认域。"
    },
    "no_currency": {
      "title": "添加货币",
      "message": "您必须为您的商店定义至少一种货币。",
      "action": "货币管理"
    },
    "no_primary_domain": {
      "title": "主域",
      "message": "请选择一个域作为您的主域。通过单击域名旁边的星号按钮，您可以选择该域作为您商店的主域。这对搜索引擎至关重要。请注意，您的商店仍可通过所有活动域访问。"
    },
    "shop_complete": {
      "title": "完整信息",
      "action": "店铺设置",
      "location_msg": "添加您的位置",
      "days_open_msg": "设置开放日",
      "time_open_msg": "设置打开和关闭时间",
      "description_msg": "写一个关于您的业务的简短描述",
      "icon_msg": "设置您的商店徽标",
      "shop_gateways_msg": "添加付款方式",
      "socials_msg": "添加您的社交链接",
      "clubs_msg": "设置客户俱乐部",
      "domains_msg": "添加自定义域",
      "primary_msg": "将域设置为主域"
    }
  },
  "support": {
    "request": "请求支持",
    "category": "类别",
    "title": "支持",
    "message": "提出任何要求或问题。我们的支持团队将为您提供指导。我们建议您在与您的请求相关的页面中提出您的问题。例如，如果您对域设置有疑问，请在商店的域设置页面中发送。",
    "close_at": "{date}关闭",
    "close_ticket_by_user": "谢谢，我得到了答案"
  },
  "surveys": [
    "很穷",
    "贫穷的",
    "普通的",
    "好的",
    "优秀的"
  ],
  "sort": {
    "title": "排序方式",
    "title_small": "排序方式..",
    "nothing": "没有",
    "most_views": "大多数观点",
    "most_likes": "最受欢迎",
    "most_recent": "最新",
    "most_sell": "最畅销",
    "cheapest": "最便宜的",
    "most_expensive": "最贵的",
    "only_available": "可用的",
    "view_mode": {
      "normal": "普通的",
      "grid": "网格",
      "list": "列表",
      "insta": "即时通讯"
    }
  },
  "helps": {
    "title": "Selldone 帮助中心",
    "subtitle": "欢迎来到 Selldone。如果您要在商业操作系统上构建新的在线商店，您可以在此处找到更多信息。",
    "add_new_help": "新帮助",
    "resources": "资源",
    "categories": {
      "Welcome": "开始使用",
      "Setup": "店铺",
      "Sell": "销售与市场营销",
      "Developer": "发展",
      "Application": "应用",
      "Product": "产品和类别管理",
      "Blog": "内容管理系统和博客",
      "Order": "订单履行中心",
      "Channel": "销售渠道",
      "Accounting": "会计和付款方式",
      "Incentives": "激励措施",
      "Marketing": "营销与活动",
      "Logistic": "物流与运输",
      "Customers": "客户俱乐部和细分",
      "Page": "登陆和自定义页面",
      "Access": "员工/API 访问管理",
      "POS": "POS"
    },
    "faq": "FAQ",
    "github": "Github 存储库",
    "admin_api_app": "管理 API 网络服务",
    "shop_api_app": "商店 API 网络服务",
    "design_kit": "设计套件",
    "community": "社区"
  },
  "blogs": {
    "title": "博客",
    "subtitle": "商业课程、信心和创建蓬勃发展业务所需的知识。",
    "add_new_blog": "新博客",
    "popular": "受欢迎的",
    "topics": "话题",
    "select_topics": "选择你的工作。",
    "select_job_topics": "选择与工作相关的主题",
    "select_interested_topics": "你对哪些话题感兴趣？"
  },
  "api": {
    "title": "API 与集成",
    "message": "Selldone 的主要功能之一是提供强大且安全的 API 来管理商店并将其连接到其他服务，例如仓储、会计等。您还可以为您的商店设计自定义应用程序和 Web 应用程序。无需担心服务器和数据管理。只需使用域 API。您将拥有管理用户、身份验证和其他域功能的所有过程。"
  },
  "user_dashboard": {
    "title": "我的班车",
    "subtitle": "使用最新信息和清晰的前景管理您的业务。",
    "menu": {
      "affiliate": "附属公司",
      "monetize": "货币化",
      "gift": "礼物",
      "security": "安全",
      "access": "使用权",
      "business": "公司",
      "wallet": "钱包",
      "identification": "KYC",
      "stores": "专卖店",
      "roles": "角色",
      "home": "家",
      "expert": "专家",
      "deals": "交易",
      "providers": "提供者"
    },
    "shops": {
      "create_new": "创建新店",
      "create_new_sub": "自由",
      "create_new_sub_need_initial_charge": "建造第一家商店是免费的。一家商店可能足以满足您的业务，但如果您需要建立更多商店，则建立新商店的成本为 25 美元。我们从您的钱包账户中提取金额。",
      "menu": {
        "title": "我的商店",
        "shops": "商店",
        "new": "新的"
      },
      "accept_invite_question": "你接受这个邀请吗？",
      "shop_card": {
        "menu_orders": {
          "physical": "实物产品订单",
          "virtual": "虚拟产品订单",
          "files": "提交订单",
          "services": "服务订单",
          "subscriptions": "订阅订单"
        },
        "status": "地位",
        "license": "执照",
        "volume": "已用空间",
        "expire": "证件过期",
        "products": "产品",
        "page_views": "意见",
        "user_behavior": "客户行为",
        "time_span": "从 {time} 到现在",
        "finance_report": "财务报告",
        "buys": "购买",
        "payments": "付款",
        "orders": "订单",
        "currency": "货币",
        "no_payment": "没有付款！",
        "no_purchase": "沒有購買！"
      }
    }
  },
  "widgets": {
    "overview": {
      "title": "客户反馈",
      "title_small": "概述",
      "wishlist": "愿望清单",
      "comments": "评论",
      "likes": "喜欢",
      "favorites": "收藏夹",
      "powers": "拍手",
      "views": "意见",
      "report_today": "今日报道",
      "report_last7days": "过去 7 天报告",
      "report_last30days": "过去 30 天报告"
    }
  },
  "admin_shop": {
    "title": "店铺",
    "menu": {
      "edit": "设置",
      "automation": "自动化",
      "application": "应用",
      "access": "使用权",
      "pages": "页面",
      "channels": "频道",
      "categories": "类别",
      "marketing": "营销",
      "customers": "顾客",
      "logistic": "物流",
      "auditing": "会计",
      "incentives": "激励措施",
      "process_center": "订单",
      "blog": "博客",
      "products": "产品",
      "shops": "商店",
      "dashboard": "仪表盘",
      "autopilot": "自动驾驶仪",
      "apps": "应用",
      "pos": "POS",
      "seo": "SEO",
      "localization": "本土化",
      "classification": "分类"
    },
    "dashboard": {
      "title": "商店仪表板",
      "online_staff": "在线员工",
      "notify_referral": {
        "message": "将您的邀请链接发送给朋友并获得免费优惠券。",
        "action": "我的推荐链接"
      },
      "info": {
        "title": "技术的",
        "subtitle": "您的业务操作系统的技术概述。",
        "shop_name": "店铺名称",
        "shop_link": "店铺链接",
        "site_map": "网站地图",
        "shop_domains": "域",
        "shop_domains_msg": "已连接的自定义域列表。",
        "home_msg": "设置您网站的默认主页。它可以针对每个自定义域进行更改。",
        "add_domain": "添加新域",
        "currencies": "活跃货币",
        "currencies_alert": "为商店选择至少一种货币！",
        "status": "地位",
        "license": "执照",
        "expire": "执照到期日",
        "upgrade_license_action": "升级到 {name}",
        "wage": "费用",
        "cpu_message": "您为购买的计划定制的资源数量以及您添加到服务中的资源。",
        "hide_domains": "隐藏我的域",
        "show_domains": "显示我的域",
        "table": {
          "primary": "基本的",
          "url": "网址",
          "site_map": "网站地图",
          "enable": "使能够",
          "indexed": "索引",
          "and_more": "＆ 更多的..",
          "auto_repair": "自动修理"
        },
        "add_dialog": {
          "title": "配置存储域",
          "step1": "您可以从以下值定义 DNS 域或子域的记录 A 的 IP 限制：",
          "step2": "添加 DNS TXT 记录：",
          "set_ip_alert": "设置记录 A <b>{ip}</b>的 IP 值。",
          "input_domain": "域名网址",
          "correct": "域设置正确。",
          "set_message": "将此域的 CNAME 设置为 {cname}。",
          "input_domain_message": "输入域名，不带 http 和 https。",
          "ssl_message": "不用担心您网站的 SSL 证书。 Selldone（测试版）将自动为您的域颁发此认证。",
          "active": "域处于活动状态",
          "inactive": "域被禁用",
          "success_message": "恭喜，您的网站已在 {domain} 上启用。您可以通过此域向世界介绍您的业务和品牌。",
          "delete_action": "删除域？"
        },
        "set_home_dialog": {
          "title": "设置域主页"
        },
        "notification": {
          "add_message": "域名地址添加成功。",
          "update_message": "域更新成功。",
          "delete_domain_message": "域删除成功。"
        },
        "alert": {
          "title": "删除域",
          "message": "您要删除此域吗？确保重置您域的 DNS 记录值，以防止他人欺诈。"
        }
      },
      "active_orders": {
        "title": "订单",
        "title_small": "物理、文件、虚拟和服务订单",
        "pending_orders": "挂单",
        "physical": "实物产品订单",
        "virtual": "虚拟产品订单",
        "file": "提交产品订单",
        "service": "服务产品订单",
        "subscription": "认购订单"
      },
      "products": {
        "title": "存货",
        "title_small": "产品、服务、文件",
        "total_products": "总产品类型"
      },
      "finance": {
        "title": "金融的",
        "title_small": "财务报告",
        "total_30days_title": "总销售额",
        "last_30_day": "过去 30 天",
        "pay_amount_chart_title": "付款",
        "sell_amount_chart_title": "销售量",
        "discount_amount_chart_title": "折扣",
        "currency_convert_to": "到货币",
        "active_currencies": "活跃货币",
        "sell_count_chart_title": "按变体分类的销售数量",
        "active_gateways": "主动支付网关",
        "received_last_24h": "最近 7 小时收到",
        "pie": {
          "title": "今天的销售比率",
          "no_data": "今天不卖"
        },
        "pay_amount": "支付金额",
        "sell_amount": "销售金额",
        "discount_amount": "折扣金额",
        "sell_count": "销售数量",
        "table": {
          "currency": "货币",
          "total_sell_30days": "30天总销售额",
          "sell_daily": "每日销售率",
          "sell": "销售",
          "pay": "支付"
        }
      },
      "customers": {
        "title": "店铺顾客",
        "title_small": "转化报告",
        "total_customers": "全部的",
        "new_customers_today": "今天",
        "new_customers_week": "过去 7 天",
        "orders_count": "订单数",
        "days_range": "天数范围",
        "new_users": "新注册用户",
        "chart": {
          "new_customers": "新客户",
          "customers": "客户总数"
        }
      },
      "plugins": {
        "title": "插件",
        "title_small": "已安装"
      },
      "performance": {
        "title": "今天",
        "title_small": "用户和销售概览",
        "users": "用户",
        "views": "意见",
        "orders": "订单",
        "payments": "付款",
        "no_visitor_today": "你今天没有访客。"
      },
      "channels": {
        "title": "获取渠道",
        "subtitle": "您的业务正在增长。以下是您的获客渠道报告。"
      }
    },
    "products": {
      "title": "产品列表",
      "products_list": "返回目录",
      "products_menu": "产品管理",
      "process_que": "加工进口产品",
      "view_que_list": "查看队列列表",
      "menu_products_list": "产品列表",
      "menu_export": "出口产品",
      "menu_import": "进口产品",
      "menu_show_deletes": "显示已删除的产品",
      "drop_import_message": "将产品列表文件（CSV、XLS、XLSX 格式）拖放到此处开始添加批量产品。确保文件具有 Selldone 产品列表格式。",
      "product_widget": {
        "product_type": "产品类别",
        "price": "价格",
        "value_added": "委员会",
        "discount": "折扣",
        "in_stock": "有存货",
        "product_unit": "单元",
        "total_sell": "总销售额",
        "total_view": "总浏览",
        "view_unit": "时代",
        "review_unit": "评论"
      },
      "folder_widget": {
        "products": "产品",
        "products_unit": "类型",
        "sub_categories": "类别",
        "sub_categories_unit": "项目",
        "views": "意见",
        "views_unit": "时代"
      },
      "menu_advanced_options": "高级选项",
      "products_rss": {
        "title": "产品 RSS",
        "subtitle": "将产品导入 Google、Meta、..."
      },
      "products_api": {
        "title": "产品 API",
        "subtitle": "通过可公开访问的 API 调用导入产品。"
      },
      "google_sheet": {
        "action": "链接表",
        "tooltip": "此商店中的产品链接到 Google Drive 中的 Google Sheet。"
      },
      "show_deletes": {
        "false_title": "隐藏已删除",
        "true_title": "显示已删除"
      },
      "show_vendors": {
        "false_title": "隐藏供应商",
        "false_description": "显示所有供应商，⌘Ctrl+1",
        "true_title": "显示供应商"
      },
      "show_notes": {
        "false_title": "隐藏注释",
        "false_description": "显示所有注释，⌘Ctrl+2",
        "true_title": "显示注释"
      },
      "rss_dialog": {
        "title": "产品 RSS",
        "subtitle": "利用此 RSS 源来维护所有产品的最新列表。"
      },
      "api_dialog": {
        "title": "产品 API",
        "subtitle": "使用此 API 源可使您的产品列表保持最新状态。它提供了一个可公开访问的 API 来从您的商店获取产品，非常适合产品列表和比较网站。"
      }
    },
    "blogs": {
      "new": "写新",
      "blogs": "博客",
      "list": {
        "title": "我的文章",
        "waiting_message": "正在接收信息...请稍候",
        "published": "发表",
        "draft": "草案",
        "private": "私人的",
        "public": "上市",
        "table": {
          "title": "标题",
          "author": "作者",
          "claps": "拍手",
          "like": "像",
          "comments": "评论",
          "views": "意见",
          "publish_state": "地位",
          "created_at": "创立日期",
          "updated_at": "最后更新"
        },
        "subtitle": "使用现代内联编辑器撰写文章，展示您自己和您的业务。在撰写高质量的 SEO 友好型博客文章时，您首先需要关注原创内容。"
      }
    },
    "orders": {
      "physical": {
        "waiting_message": "正在接收信息...请稍候",
        "rejected": "被拒绝",
        "delivery": "船运",
        "discount": "折扣",
        "not_paid": "没有支付",
        "table": {
          "order_number": "订购代码",
          "order_date": "离开日期",
          "status": "最后状态",
          "price": "总金额",
          "payment_status": "支付状态"
        }
      },
      "virtual": {
        "waiting_message": "正在接收信息...请稍候",
        "discount": "折扣",
        "table": {
          "order_number": "订购代码",
          "product": "产品",
          "order_date": "注册日期",
          "status": "最后状态",
          "price": "总金额",
          "payment_status": "支付状态"
        }
      }
    },
    "auditing": {
      "menu": {
        "exchange": "交换",
        "gateway": "网关",
        "invoice": "计费",
        "report": "报告",
        "tax": "税",
        "drop_shipping": "经销商收据",
        "reseller_accounts": "经销商帐户",
        "valuations": "估值",
        "customer_wallets": "顾客钱包"
      },
      "invoice": {
        "title": "购买链接钱包",
        "subtitle": "费用、佣金和商店成本将从这些钱包账户中扣除。",
        "title_add": "连接新的钱包账户",
        "subtitle_add": "您应该为每种货币创建一个新钱包并将其连接到您的商店。服务费将从该钱包中提取。",
        "add_account": "新增帐户",
        "charge_account": "付费账号",
        "show_transaction": "显示交易",
        "table": {
          "currency": "货币",
          "account_number": "帐号",
          "account_name": "帐户名称",
          "balance": "平衡",
          "free_balance": "可用余额",
          "actions": "消除"
        },
        "add_account_dialog": {
          "title": "将信用账户连接到商店",
          "subtitle": "当您在 Selldone 开设钱包账户时，我们会给您一张虚拟信用卡和账户，就像任何其他信用卡一样。 Selldone 的销售费用将从该账户中扣除，但如果您的账户余额不足，则会拖欠这笔款项。您可以根据需要使用 Selldone 服务。",
          "account_number": "帐号",
          "account_number_input_message": "该商店将链接到此帐户。该帐户将用于支付费用和成本。",
          "balance": "账户余额",
          "connect_account_to_shop": "将帐户连接到商店"
        },
        "notifications": {
          "connect_account_success": "帐号添加成功。",
          "delete_account_success": "帐户已成功从商店中删除。"
        },
        "alert": {
          "delete_account": "断开帐户",
          "delete_account_message": "您想从商店帐户列表中删除此帐户吗？",
          "delete_account_action": "删除帐户"
        },
        "inform_charge_account": "向您的帐户收费！",
        "inform_charge_account_critical": "向您的帐户收费以防止服务暂停！"
      },
      "gateway": {
        "title": "支付方式",
        "sub_title": "有效付款方式列表。如果您想为您的商店添加新方法，请按以下按钮。我们强烈建议添加不超过 10 个支付网关。",
        "add_gateway": "新的付款方式",
        "add_gateway_dialog": {
          "title": "选择货币",
          "country_currencies": "当地货币",
          "crypto_currencies": "加密货币",
          "active_gateways": "主动支付方式",
          "confirm": "添加付款方式"
        }
      },
      "exchange": {
        "title": "存储活跃货币",
        "subtitle": "用户将能够选择一种有效的货币，产品的价格将被计算和显示。输入汇率由卖方决定。",
        "shop_currencies_input": "用户的活跃货币",
        "shop_currencies_input_error": "至少选择一种货币",
        "rates": {
          "title": "汇率",
          "sub_title": "您可以根据以下任何一种货币输入产品价格，产品价格将根据您的货币之间的兑换率自动计算。",
          "message": "通过输入货币之间的汇率，您的产品价格将被自动计算和更新。",
          "add_new_rate": "添加新费率"
        },
        "table": {
          "waiting_receive_data": "正在获取信息...请稍候",
          "rate_input": "汇率",
          "from": "从",
          "to": "到",
          "exchange_rate": "汇率",
          "edit": "编辑",
          "delete": "删除",
          "auto": "自动评分"
        },
        "add_rate_dialog": {
          "title": "设置汇率",
          "message": "输入信息时要小心。您的产品价格将根据此处输入的价格计算。",
          "currency_from": "从货币",
          "currency_to": "到货币",
          "exchange_rate": "汇率"
        },
        "alert": {
          "title": "删除转化率",
          "message": "要删除此转化率吗？",
          "action": "删除"
        },
        "notifications": {
          "delete_success": "汇率已移除。",
          "add_success": "汇率已更新。",
          "update_success": "存储更新的活跃货币。"
        }
      }
    },
    "logistic": {
      "warehouses": {
        "title": "仓库",
        "subtitle": "我的仓库列表。"
      },
      "warehouse_btn": "添加新仓库",
      "warehouse_btn_error": "设置您的仓库、商店或业务来源。在运输成本计算和结帐过程中至关重要。",
      "size_unit": {
        "title": "尺寸单位",
        "subtitle": "用于长度、宽度和高度的单位。"
      },
      "mass_unit": {
        "title": "质量单位",
        "subtitle": "用于重量的单位。"
      },
      "menu": {
        "return_request": "回来",
        "delivery": "船运",
        "inventory": "存货",
        "warehouse": "仓库",
        "logistic_apps": "后勤",
        "profiles": "简介",
        "includes": "包括"
      },
      "warehouse": {
        "title": "仓库",
        "sub_title": "此地址用作发货的来源。",
        "table": {
          "title": "库存清单",
          "sub_title": "所有商店产品列表，包括物理、虚拟、文件和服务"
        }
      },
      "delivery": {
        "title": "运输方式",
        "sub_title": "通过设置此部分中的值，可以在您的商店中激活各种发送方法。货到付款方式也可以在此部分激活。",
        "add_transportation": "添加交通工具",
        "delivery_form": {
          "payment": "付款方式",
          "limits": "限制",
          "currency_input": "成本计算的参考货币",
          "currency_input_message": "费用以这种货币计算",
          "distance_input": "距仓库的距离",
          "distance_input_message": "0 或 -1 表示没有限制。",
          "max_weight_input": "最大可接受包装重量",
          "max_weight_input_message": "0 或 -1 表示没有限制。",
          "max_size_input": "最大封装尺寸",
          "width": "宽度",
          "length": "长度",
          "height": "高度",
          "days_input": "可用的交货日期",
          "days_input_nodata": "选择交货日期",
          "hours_input": "可用的交货时间",
          "hours_input_nodata": "选择一个时间段",
          "vacation_input": "你们节假日送货吗？",
          "cod_input": "支持货到付款",
          "cod_input_message": "确保您的运输服务接受 COD。",
          "sod_input": "你支持COD吗？",
          "sod_input_message": "确保您的运输服务接受 COD。",
          "pricing": "计算价格",
          "const_input": "固定成本",
          "distance_cof_input": "成本距离系数",
          "distance_cof_input_dim": "每 {dim}",
          "weight_cof_input": "成本重量比",
          "weight_cof_input_dim": "每 {dim}",
          "price_cof_input": "运费到产品价格因素",
          "price_cof_input_message": "包括保险费用和其他服务，例如 COD 费用。",
          "price_cof_input_dim": "每 {dim}",
          "distance_weight_cof_input": "成本乘数乘重量乘数",
          "distance_weight_cof_input_dim": "每{weight}每{distance}",
          "free_shipping_input": "免运费",
          "free_shipping_limit_input": "免费送货的最低订单成本",
          "notifications": {
            "update_success": "配送服务设置已成功完成。"
          },
          "shipping_cost_calculation": "运费计算",
          "sod_true": "获取目的地的运费",
          "sod_true_message": "确保您的运输服务接受目的地的运输成本。",
          "sod_false": "自动运费计算",
          "cod_true": "接受货到付款",
          "cod_false": "只接受网上支付",
          "cod_true_message": "确保您的运输服务接受 COD。"
        }
      },
      "restriction": {
        "title": "运输限制",
        "subtitle": "您可以实施限制，以确保只有指定运送区域内的客户才能向您购买商品！",
        "no_enable_shipping_error": "由于您没有启用运输方式，因此没有人可以从您这里购买！",
        "customer_must_select_a_shipping_msg": "客户必须选择一种运输方式才能下订单。",
        "customer_can_order_without_shipping_method_msg": "即使所选地点不支持运输方式，客户也可以下订单。",
        "inputs": {
          "restriction": {
            "false_description": "即使没有选择特定的运输方式，客户仍然可以下订单。",
            "false_title": "接受所有订单",
            "true_title": "限制接受订单",
            "true_description": "客户需要选择送货或提货选项才能完成购买。"
          }
        }
      },
      "no_multi_warehouse_support_message": "为简单起见，普通商店不提供此功能。"
    },
    "users": {
      "menu": {
        "customers": "顾客",
        "contact_form": "联系人",
        "faq": "FAQ",
        "club": "俱乐部",
        "report": "报告"
      },
      "report": {
        "title": "客户概览",
        "sub_title": "您将在此处看到客户的实时状态。",
        "report_30days_by_time": "基于过去 30 天日期和时间的用户活动",
        "report_30days_by_location": "过去 30 天的地理位置用户活动"
      },
      "club": {
        "title": "顾客俱乐部",
        "sub_title": "输入每月和每年的购买金额和激活每个级别的货币。当您的客户满足每月或每年购买的要求时，他们将登录到您的客户俱乐部。",
        "item": {
          "members_count": "成员数量",
          "purchases_count": "订单数",
          "monthly": "月刊",
          "annually": "每年",
          "discount_percent": "折扣率",
          "discount_limit": "折扣限额"
        },
        "edit_dialog": {
          "title": "客户级别管理",
          "currency_input": "货币",
          "currency_input_message": "总购买量以这种货币计算。",
          "free_shipping_input": "免运费",
          "monthly_input": "每月购买率",
          "annually_input": "年购买率",
          "discount_percent_input": "俱乐部会员折扣率",
          "discount_limit_input": "折扣限额",
          "description_input": "描述",
          "description_input_message": "输入此级别的简要说明。"
        },
        "notifications": {
          "update_success": "更改适用于客户俱乐部。"
        }
      },
      "faq": {
        "title": "经常问的问题",
        "sub_title": "添加、编辑和回答客户的问题。"
      }
    },
    "marketing": {
      "menu": {
        "campaigns": "活动",
        "cross_selling": "交叉销售",
        "affiliate": "附属公司",
        "emails": "电子邮件",
        "funnel": "漏斗"
      },
      "campaign": {
        "name_input_placeholder": "活动名称",
        "name_input_message": "输入您的广告系列标题。",
        "create_campaign_action": "制作新广告系列",
        "table": {
          "title": "标题",
          "state": "地位",
          "discount": "折扣",
          "landing": "登陆页面",
          "start": "开始",
          "end": "结尾"
        },
        "notifications": {
          "add_success_title": "创建活动",
          "add_success": "您的广告系列已创建。"
        },
        "name_input_name": "活动名称"
      }
    },
    "categories": {
      "title": "类别列表",
      "subtitle": "类别是您的在线商店的主要功能。我们鼓励您使用这些强大的分类工具来构建现代店面，让您的客户轻松找到合适的产品。",
      "menu": {
        "add_new": "添加新类别",
        "categories_list": "类别列表",
        "export": "出口类别",
        "import": "导入类别 (CSV)"
      },
      "graph": {
        "title": "类别层次结构",
        "subtitle": "您可以全面了解您的商店类别以及用户如何浏览它们。通过正确的类别安排，您的客户可以快速找到产品，并且转化率会提高。",
        "visits_count": "访问",
        "normal": "简单的",
        "items_count": "项目数",
        "home": "家"
      },
      "category_widget": {
        "parent": "家长",
        "not_exist": "不存在",
        "children": "子类别",
        "delete_alert": {
          "title": "删除子类别",
          "message": "您想从 {parent_title} 列表中删除 {title} 吗？",
          "action": "删除"
        },
        "notifications": {
          "edit_success": "类别已编辑。"
        }
      }
    },
    "apps": {
      "menu": {
        "app_store": "店铺",
        "my_apps": "应用"
      },
      "my_apps": {
        "title": "存储活跃的应用程序",
        "subtitle": "管理您的业务应用程序。",
        "all": "全部"
      },
      "store": {
        "title": "应用商店",
        "subtitle": "将您喜爱的服务安全地连接到您的业务。我们根据客户的要求添加插件和应用程序。",
        "nodata": "没有找到插件。",
        "all": "全部",
        "more": "更多的"
      }
    },
    "pages": {
      "menu": {
        "new_page": "新页面",
        "contact_us": "联系我们",
        "privacy": "隐私",
        "terms": "条款",
        "about_us": "关于我们",
        "landings": "降落",
        "popup": "弹出窗口",
        "static": "静止的"
      }
    },
    "permissions": {
      "menu": {
        "persons": "职员",
        "roles": "角色",
        "api": "API"
      },
      "shop_permissions": {
        "menu": {
          "users": "人员名单",
          "new_user": "添加新员工",
          "new_user_message": "有权访问此商店的仪表板和管理部分的用户。",
          "email_input_placeholder": "电子邮件",
          "email_input": "用户电子邮件地址",
          "level_input": "访问权限",
          "add_user_action": "添加员工"
        },
        "delete_alert": {
          "title": "移除访问权限",
          "message": "您要删除此用户吗？",
          "action": "删除"
        },
        "notifications": {
          "add_success_title": "添加访问权限",
          "add_success": "添加了新的访问权限。",
          "delete_success_title": "删除访问",
          "delete_success": "访问已删除。"
        }
      },
      "shop_api": {
        "title": "存储访问密钥",
        "message": "这些密钥用于由您的服务器创建访问令牌。请注意，密钥是机密的，并且仅以其他人不可见的方式在服务器上。"
      }
    },
    "applications": {
      "pwa": {
        "title": "网络应用",
        "sub_title": "在此处查看您的商店网络应用程序",
        "message": "注意：您可以在 iPhone 和 iPad 上的 iOS 应用程序中编辑您的网站欢迎页面",
        "ios_app": "iOS 应用"
      },
      "ios": {
        "title": "iOS 应用",
        "sub_title": "您很快就能为您的商店构建一个 iOS 应用程序。",
        "message": "最大文件大小：512 KB，您可以上传最大 1MB 的文件，前提是我们的压缩系统能够将大小减小到 512KB。上传的图像将智能调整大小。"
      },
      "android": {
        "title": "安卓应用",
        "sub_title": "构建自己的 Android 应用",
        "message": "填写此表格并按构建键。将不需要其他任何东西。您的应用程序的构建和签名过程的所有步骤都在云服务器上执行。最终的应用程序将上传到所有 AppStore。",
        "server_un_available": "实验上，此时应用服务器没有连接。",
        "app_building_progress": "您的应用正在构建中。",
        "app_build_success": "您的应用程序已准备就绪。",
        "download_app_action": "下载这个软件",
        "firmware_version": "固件版本",
        "main_info": "应用程序包",
        "package_name_input_message": "确保包名是唯一的。",
        "package_name_input_alert": "如果您更改此名称，您将无法在 AppStore 中更新以前的应用程序并安装新应用程序。请注意，旧版本的应用程序用户也将无法登录他们的帐户。",
        "version_input": "版本",
        "version_input_message": "此数字必须始终大于其先前的值。",
        "version_name_input": "版本名称",
        "version_name_input_message": "输入此版本的应用程序的唯一名称。",
        "use_selldone_key": "Selldone 默认键",
        "use_last_key": "已保存的密钥",
        "use_new_key": "新钥匙",
        "appearance": "外貌",
        "app_name_input": "应用名称",
        "app_name_input_message": "这将是您的应用程序的主要名称。",
        "app_title_input": "应用标题",
        "app_title_input_message": "此标题显示在应用程序的顶部。",
        "app_title_input_placeholder": "输入标题",
        "app_icon_input": "应用程序图标",
        "app_icon_input_placeholder": "选择应用程序图标的 zip 文件。",
        "generate_icon_pack_action": "构建图标包",
        "splash_design": "启动画面设计",
        "splash_logo_input": "启动画面标志",
        "splash_logo_input_placeholder": "选择启动画面的图像。",
        "splash_title_input": "启动画面标题",
        "splash_title_input_placeholder": "输入启动画面的标题",
        "splash_title_input_message": "此标题将以大字体显示。",
        "splash_message_input": "启动画面消息",
        "splash_message_input_placeholder": "信息 ...",
        "splash_message_input_message": "此消息将在下方显示为缩略图。",
        "dark_theme": "深色主题",
        "light_theme": "轻主题",
        "build": "建造",
        "building_info": "在云服务器上构建应用程序需要 10 秒到几分钟。请耐心等待。应用程序准备就绪后，下载文件链接将出现在此处。",
        "update_mode_action": "更新",
        "build_mode_action": "构建应用",
        "notifications": {
          "icon_pack_not_valid_error": "文件不正确。",
          "start_building_title": "建造 ...",
          "start_building_message": "已提交构建 Android 应用程序的请求。",
          "build_success_title": "恭喜",
          "build_success": "您的 Android 应用程序已准备就绪，您现在可以下载它。"
        }
      }
    },
    "automation": {
      "menu": {
        "autopilot": "自动驾驶仪"
      }
    },
    "edit": {
      "menu": {
        "delete": "删除存储",
        "activity_time": "时间",
        "footer": "菜单",
        "info": "信息",
        "notification": "通知",
        "home": "家",
        "locations": "地点",
        "license": "执照",
        "theme": "主题",
        "sms": "短信",
        "email": "电子邮件",
        "domain": "领域",
        "verifications": "验证",
        "flow": "流动",
        "business_model": "商业模式"
      },
      "delete_dialog": {
        "title": "删除存储",
        "message": "您要删除<b>{title}</b>商店吗？",
        "action": "删除存储"
      },
      "notifications": {
        "delete_success": "商店已删除。"
      },
      "info": {
        "title_tab": {
          "title": "公司名称和语言",
          "subtitle": "设置公共名称和默认语言。"
        },
        "name_tab": {
          "title": "店铺唯一名称",
          "subtitle": "这是您的企业用户名。"
        },
        "description_tab": {
          "title": "您的商业故事",
          "subtitle": "写下您的业务及其独特的价值主张。"
        },
        "contact_tab": {
          "title": "联系方式和本地业务",
          "subtitle": "公共联系信息和 Google 本地业务设置。"
        },
        "image_tab": {
          "title": "标识",
          "subtitle": "为您的品牌选择一个独特的标志。"
        }
      },
      "badge": {
        "external_title": "管理外部徽章",
        "external_message": "在这里，您可以输入徽章图像的地址及其链接。 URL 必须来自经批准的网站。"
      },
      "edit_menu": {
        "title": "菜单",
        "footer": {
          "title": "页脚菜单",
          "sub_title": "您可以在此处配置商店页面的底部菜单。这些菜单可以是主页、设计页面或外部链接。"
        },
        "header": {
          "title": "标题菜单",
          "sub_title": "此菜单仅显示在比移动设备更大的屏幕上，以及主页、产品类别、登陆和产品页面的顶部。"
        },
        "save_menu": "保存菜单",
        "dialog": {
          "main_pages": "主页",
          "custom_pages": "登陆页面"
        },
        "table": {
          "home": "家",
          "shop": "店铺",
          "blogs": "博客",
          "about_us": "关于我们",
          "privacy": "隐私",
          "terms": "使用条款",
          "faq": "FAQ",
          "contact_us": "联系我们"
        },
        "notifications": {
          "save_success": "菜单已成功更新。"
        }
      },
      "social": {
        "title": "社交媒体",
        "message": "在此部分中输入您的官方社交媒体链接。按照每个项目的说明确认地址。"
      },
      "time": {
        "title": "工作日",
        "sub_title": "设置工作日和时间",
        "days_open_input": "天",
        "days_open_input_nodata": "至少选择一天",
        "start_time_input": "店铺活动开始时间",
        "start_time_input_hint": "店铺营业时间",
        "end_time_input": "店铺关门时间",
        "end_time_input_hint": "店铺活动结束时间",
        "customer_support_service": "问责制和客户服务",
        "response_time_input": "客户服务状态",
        "support_24h": "每周 7 天 24 小时",
        "support_normal": "仅在办公时间内",
        "no_service": "不",
        "notifications": {
          "update_success": "商店编辑。"
        }
      }
    }
  },
  "category_select": {
    "category_input_no_category": "没有类别"
  },
  "add_product": {
    "title_new": "新产品",
    "title_new_category": "新类别",
    "title_new_drop_shipping": "添加代发货",
    "title_edit": "编辑产品",
    "delete": "删除产品",
    "completed": "完全的",
    "menu": {
      "type": "产品类别",
      "general_info": "基本信息",
      "rating": "调查和特点",
      "spec": "规格",
      "images": "图片",
      "price": "价格",
      "inputs": "输入",
      "outputs": "输出",
      "extra": "额外细节",
      "review": "产品审核",
      "inventory": "库存/变体",
      "change_status": "更改状态"
    },
    "select_type": {
      "title": "选择您的产品或服务类型"
    },
    "edit_info": {
      "category_input": "类别",
      "product_name": "产品名称*",
      "product_name_placeholder": "您的产品名称在这里..",
      "product_code": "产品代码（英文）",
      "sku": {
        "label": "SKU",
        "message": "库存单位"
      },
      "sku_message": "库存单位",
      "mpn": {
        "label": "MPN",
        "message": "制造商零件编号"
      },
      "mpn_message": "制造商零件编号",
      "status": {
        "title": "地位",
        "subtitle": "产品状态决定了其在线和店内可用性。要制作产品草稿，只需将其状态切换为“未激活”即可。"
      },
      "external_link": "外部链接",
      "brand": {
        "label": "品牌",
        "placeholder": "品牌前。苹果..（可选）"
      },
      "brand_placeholder": "品牌前。苹果..（可选）",
      "warranty": {
        "subtitle": "设置保修和产品状态，因为有关保修的信息将显示给客户，并有助于确定购买后可以退回产品的时间范围。",
        "label": "保修单",
        "placeholder": "黄金 24 个月保修..（可选）"
      },
      "is_original": "这是原创产品吗？",
      "is_original_message": "如果您未将产品设置为原始产品，则会显示该产品的假徽章。",
      "return_warranty": "该产品有多少天的退货保证？",
      "warehouse_section": "仓库与制造",
      "conditions_section": "产品条件",
      "warranty_section": "保修和交付",
      "unit": {
        "subtitle": "您可以个性化产品页面上定价和号召性用语元素的显示。"
      },
      "unit_message": "如果需要，输入单位。例如：公斤，米，...",
      "condition": {
        "label": "您商店中的产品状况",
        "message": "请选择本产品的状态。",
        "subtitle": "告知客户您所提供产品的状况和品牌。"
      },
      "condition_message": "您必须在此字段中选择一个值。",
      "unit_section": "产品单元",
      "unit_float": "浮动单元（很快）",
      "unit_float_hint": "例如，客户可以订购 3 公斤的水果，但发送给客户的数量与订购的数量略有不同。",
      "unit_float_message": "在订单处理期间，交付金额可能与订购金额不同。系统会自动计算此差额并将其记录为您对客户的欠款，可应用于下一个订单。",
      "status_list": {
        "active": {
          "title": "活跃 |线上线下销售",
          "description": "该产品将可用于在线订购。"
        },
        "inactive": {
          "title": "不活跃 |仅限线下销售",
          "description": "该产品将无法在线订购。"
        }
      },
      "marketplace": {
        "vendor_panel_message": "<b>{vendor_name}</b>是产品的所有者。",
        "subscription_message": "订阅产品可以有一个供应商，因此您可以在供应商面板中创建它们或在创建步骤中为其分配供应商。选定的供应商将成为该产品的所有者。",
        "default_message": "您可以指定该产品是否属于一个供应商，因此只有一个供应商可以销售它，或者该产品属于 Marketplace 并且多个供应商可以销售它。",
        "single_vendor_title": "单一供应商",
        "single_vendor_desc": "该产品属于某个供应商，所选供应商可以对其进行管理。",
        "multi_vendors_title": "多个供应商",
        "multi_vendors_desc": "该产品属于市场，只能在市场面板中编辑。"
      },
      "category_input_msg": "空：在商店的根目录中",
      "unit_input": "产品单元",
      "category": {
        "subtitle": "配置在您的列表中显示的类别和标题。"
      },
      "custom_pricing": {
        "title": "定制定价表",
        "subtitle": "您可以为产品创建或分配估价（定价输入表），并且您的客户可以在变体之间进行选择或通过直观的输入表定制您的商品。",
        "valuation_need_saved_product_message": "请先保存产品，然后才能指定估价模型。",
        "assign_valuation_message": "请为该产品指定一个估价模型。",
        "edit_pricing_action": "编辑定价表",
        "add_pricing_action": "创建新的定价表"
      },
      "action": {
        "title": "自定义购买按钮",
        "message": "您可以按照以下模式更改图标：{icon name} 标题...",
        "placeholder": "输入行动号召...",
        "multi_language_dialog_title": "自定义购买按钮标题"
      },
      "warehouse": {
        "subtitle": "仓库管理系统利用这些信息来全局识别产品。"
      },
      "gtin": {
        "hint": "支持的值有 UPC（北美，12 位数字）、EAN（欧洲，13 位数字）、JAN（日本，8 位或 13 位数字）、ISBN（书籍，13 位数字）。",
        "label": "产品的全球贸易项目编号",
        "placeholder": "此处为全球贸易编号..（可选）"
      },
      "hsn": {
        "hint": "HSN，即“协调命名制度”，是一种用于对商品和产品进行分类的国际标准化分类系统。",
        "placeholder": "6~16位HSN代码..（可选）",
        "label": "HSN"
      },
      "profiles": {
        "title": "简介",
        "subtitle": "您可以定义保修、退货政策、运输和指南并将其分配给该产品。它将作为新标签显示在产品页面上。"
      },
      "shortcuts": {
        "title": "将产品分配至其他类别",
        "subtitle": "此功能允许您将产品列在多个类别中，同时保留其在产品 > 编辑 > 类别下的主要类别集中的位置。本质上，它的功能类似于在操作系统中创建“快捷方式”，使产品能够出现在其他指定类别中。"
      }
    },
    "rating_pros_cons": {
      "title": "民意调查",
      "message": "为您的客户输入产品规格列表以对您的产品进行评分。 （最多 5 项）",
      "rating_input": "民意调查",
      "rating_input_message": "您可以在投票中添加 5 个项目。",
      "item_unit": "物品",
      "pros_title": "优点",
      "pros_message": "输入产品的功能。 （最多 5 项）",
      "pros_input_title": "专题标题",
      "pros_input_value": "特征值",
      "pros_group": "产品的优点",
      "pros_group_messages": "产品主要特点",
      "cons_title": "缺点",
      "cons_message": "输入产品的弱点。 （最多 5 项）",
      "cons_input_title": "弱点标题",
      "cons_input_value": "弱点值",
      "cons_group": "产品的弱点",
      "cons_group_messages": "产品的主要弱点",
      "select_from_list": "从列表中选择",
      "suggestion_rating": [
        "高品质",
        "物有所值",
        "会推荐",
        "特点和能力",
        "易于使用",
        "精心设计",
        "性能可靠",
        "有效的客户支持",
        "满意的交货时间",
        "产品匹配说明",
        "耐用且持久",
        "性价比高",
        "精美的包装",
        "创新设计",
        "环保",
        "足够的说明/手册",
        "达到预期",
        "用户友好的界面",
        "高效率",
        "优质的售后服务",
        "多功能性",
        "有竞争力的定价",
        "备件/配件的可用性",
        "值得信赖的品牌",
        "使用安全",
        "及时、准确的服务"
      ],
      "notifications": {
        "add_rating_success": "添加了用户评分 {rating_name} 选项。",
        "delete_rating_success": "用户评分 {rating_name} 选项已删除。",
        "add_pros_success": "添加了产品功能。",
        "delete_pros_success": "产品功能已移除。",
        "add_cons_success": "产品弱点增加。",
        "delete_cons_success": "消除了产品弱点。"
      },
      "rating_input_placeholder": "在这里写下您的自定义调查问题...然后按 Enter！"
    },
    "edit_spec": {
      "title": "技术规格",
      "sub_title": "可导入同类产品的技术规格。",
      "import_action": "进口",
      "group_input_header": "添加组",
      "item_title_header": "添加项目",
      "group_input": "组头",
      "group_input_message": "输入标题。",
      "group_add_action": "添加组",
      "item_title_input": "标题",
      "item_title_input_message": "输入功能标题。",
      "item_value_input": "价值",
      "item_value_input_message": "输入特征值。",
      "add_item_action": "添加项目",
      "dialog": {
        "title": "输入技术规格",
        "code_input": "产品编号",
        "code_input_message": "产品编号：P0000 ...",
        "spec_view_title": "所选产品的规格",
        "set_spec_action": "重复的技术规格",
        "spec_view_subtitle": "已从所选产品导入规格。"
      },
      "notifications": {
        "enter_group_title_error": "输入标题值",
        "enter_item_title_and_value_error": "输入特征的标题和值",
        "spec_saved_success": "产品规格已保存。"
      },
      "subtitle": "在此处插入产品规格。此信息将显示给客户，也可在类别的智能过滤系统中使用。",
      "manual": {
        "title": "手动",
        "subtitle": "通过定义组和键值对手动添加产品规格。",
        "add_group_action": "添加组",
        "add_item_action": "添加规格值"
      },
      "import": {
        "subtitle": "您可以导入类似产品的技术规格。",
        "action_title": "进口",
        "action_subtitle": "从另一个产品克隆规格。"
      },
      "ai": {
        "title": "AI",
        "subtitle": "您可以通过以文本形式提交产品的原始数据来自动创建产品规格。",
        "action_title": "AI自动生成",
        "action_subtitle": "根据抽象提示创建产品规范。"
      },
      "dialog_ai": {
        "title": "自动生成产品规格",
        "prompt": {
          "title": "产品概述",
          "subtitle": "请提供简短清晰的产品描述，突出其主要功能和细节。此信息将用于自动生成产品规格。"
        },
        "generated_spec": {
          "title": "人工智能生成的规范",
          "subtitle": "这些规范是由人工智能生成的。"
        },
        "inputs": {
          "prompt": {
            "label": "产品详情",
            "placeholder": "在此描述产品..."
          }
        },
        "actions": {
          "run": {
            "title": "生成规范",
            "subtitle": "单击即可根据提供的概述自动创建产品规格。"
          },
          "add_generated_spec": "添加生成的规范"
        }
      }
    },
    "edit_images": {
      "title": "主图",
      "main_image_input_nodata": "上传产品图片。",
      "main_image_input_message": "此图像显示在产品列表中。",
      "preview": "预览",
      "image_style": "图片风格",
      "background_is_white": "白色背景",
      "background_is_white_msg": "图片有白色背景吗？？",
      "images": {
        "title": "产品图片库",
        "sub_title": "在此部分中上传所有产品变体通用的产品图片。"
      },
      "video": {
        "title": "视频",
        "sub_title": "首先，将您的产品视频上传到 Youtube，然后将视频 URL 放在这里。"
      },
      "change_bg_ai": {
        "title": "创建具有新背景的图像",
        "inputs": {
          "prompt": {
            "label": "背景描述",
            "placeholder": "描述所需的背景..."
          }
        },
        "actions": {
          "reimagine": {
            "title": "生成新图像",
            "subtitle": "用新的背景重新想象整个图像。"
          },
          "replace": {
            "subtitle": "替换现有的背景。"
          }
        }
      }
    },
    "pricing": {
      "edit_price": "价钱",
      "price_input": "价格",
      "currency_input": "货币",
      "currency_input_messages": "价格以这种货币计算。",
      "commission_input": "委员会",
      "commission_message": "此选项仅对批发商等特定类型的商家有用。如果您不是批发商，请将此选项留空。买家看到的价格是价格和佣金的总和。要添加税收，请单击会计 > 税收。",
      "add_commission_action": "添加佣金",
      "discount_input": "折扣",
      "discount_input_message": "折扣率",
      "has_discount_period_input": "此折扣在特定时间有效吗？",
      "discount_timespan": "输入折扣期。",
      "start_input": "开始",
      "end_input": "结尾",
      "start_input_placeholder": "选择开始时间",
      "end_input_placeholder": "选择结束时间",
      "independent_price": "仅此变体的价格",
      "same_price": "主要产品的价格",
      "variant_pricing_message": "通过选择此选项，可以独立于主要产品设置此变体的价格。",
      "price_label_input": "价格标签",
      "price_label_message": "添加有关价格的额外信息，例如（$1.5/Fl Oz）。用例：杂货店、快速消费品。",
      "add_price_label_action": "添加价格标签",
      "subtitle": {
        "marketplace": "在市场内，显示的主要产品定价是标价，而实际价格则根据供应商与产品关系记录确定。",
        "subscription": "对于订阅，仅显示标价，而实际费用将根据所选的订阅计划确定。",
        "service": "对于基于服务的产品，所列价格仅用于展示目的，提供服务的估计成本。实际服务价格将在客户下订单后（结账时）由您确定。",
        "file": "这是指文件的标价和实际价格，客户必须支付该价格才能访问文件。",
        "default": "这是指产品的标价，同时也考虑了任何没有单独定价的变体的价格。"
      },
      "extra_pricings": {
        "title": "添加额外定价",
        "subtitle": "根据购买数量应用不同的价格。"
      },
      "vendor": {
        "title": "供应商定价",
        "subtitle": "此价格仅显示在产品列表中。您可以在产品 > 供应商选项卡中设置供应商价格。",
        "manage_vendors": "管理供应商",
        "vendor_product_pricing_link": "供应商的产品定价是关联的。在此处更改标价将影响没有变体的供应商产品或没有自己定价的变体产品（使用与主产品相同的价格）。此价格将被视为市场价格，供应商的价格将根据定价模型或之前的市场利润率设定。",
        "vendor_variant_pricing_link": "在此处更改变体价格将影响具有相同变体的供应商产品的定价。此价格将被视为市场价格，供应商的价格将根据定价模型或之前的市场利润率设定。"
      }
    },
    "inputs_edit": {
      "title": "买家信息输入表",
      "sub_title": "您可以为每个产品创建一个数据输入表单，以便购物者在购买产品时向您发送信息。例如，此信息可以是石头上雕刻的名称。",
      "message_input": "给用户的消息",
      "message_input_message": "此消息将在购买产品时显示给客户。",
      "inputs_form": "信息结构（输入）",
      "inputs_hint": "您可以选择设置个性化表格，以便在客户准备下订单时收集他们的详细信息。"
    },
    "extra_edit": {
      "physical": {
        "title": "运输信息",
        "sub_title": "准备的成本和时间是根据本节中的信息计算的。请务必根据店内选择的单位（重量、尺寸、距离）输入信息。"
      },
      "notifications": {
        "save_title": "包装更新",
        "save_msg": "产品包装信息更新成功。"
      },
      "order_limit": {
        "title": "订单限制",
        "subtitle": "如果您是批发商或每个订单中该商品的数量有最低或最高限制，您可以在此处指定。",
        "no_limit": "无限制",
        "minimum_purchase_quantity": "最低购买数量",
        "maximum_purchase_quantity": "最大购买数量"
      }
    },
    "variants": {
      "not_available": "目前无法为此类产品选择变体。"
    },
    "delete_product": {
      "title": "删除产品",
      "message": "您要删除<b>{product_title}</b>吗？",
      "tips": "如果您不小心删除了某个产品，您可以通过导航至您的商店 > 产品，启用“显示已删除的商品”，然后右键单击该产品并选择“恢复”来恢复它。"
    }
  },
  "product_admin": {
    "products_list": "产品列表",
    "product": "产品",
    "menu": {
      "edit": "编辑",
      "review": "审查",
      "orders": "订单",
      "inventory": "存货",
      "dashboard": "仪表盘",
      "back_to_products": "产品",
      "drop_shipping": "代发货"
    },
    "dashboard": {
      "info": {
        "title": "轮廓",
        "title_small": "产品",
        "category": "产品分类",
        "link": "产品链接",
        "type": "类型",
        "inputs": "输入信息",
        "outputs": "输出信息",
        "user_data_form": "买家信息表",
        "staff_messages": "员工讯息",
        "add_note": "添加备注",
        "product_tags": "产品标签",
        "edit_tags": "编辑标签"
      },
      "orders": {
        "title": "订单",
        "title_small": "未加工",
        "physical_orders_title": "此产品的购物车",
        "send_30days_title": "过去 30 天内已发货的订单",
        "downloads_30days_title": "过去 30 天内下载的文件数",
        "virtual_orders_title": "该产品的订单等待完成",
        "send_count_in_period": "已在 {start} ~ {end} 之间发货的订单",
        "downloads_count_in_period": "{start} ~ {end} 之间的文件下载计数"
      },
      "inventory": {
        "title": "存货",
        "title_small": "仓库",
        "total_sell": "总销售额",
        "total_sell_today": "今日销量",
        "total_sell_30days": "最近 4 天销售",
        "chart": {
          "labels": [
            "存货",
            "销售"
          ]
        },
        "subscribers_title": "订阅者",
        "subscribers_title_small": "总认购订单数",
        "total_sell_timespan": "{start} ~ {end} 之间的总销售额"
      },
      "finance": {
        "title": "金融的",
        "title_small": "最近 6 个月的购买报告",
        "select_mode_title": "显示者",
        "modes": {
          "sell": "销售",
          "payment": "支付",
          "discount": "折扣"
        },
        "currency_select_title": "所选货币的价格",
        "sell_today": "今日销量",
        "product_price": "产品价格",
        "currency_unit": "货币单位",
        "sell_30days": "30天销售",
        "sell_daily": "每日销售额",
        "sell_yesterday": "昨天的销售"
      },
      "survey": {
        "title": "产品评级",
        "title_small": "客户满意度报告",
        "total_participation": "捐款总数",
        "today_participation": "今日收视率",
        "last7days_participation": "过去 7 天的贡献",
        "chart": {
          "participate": "参与",
          "participate_title": "投稿数",
          "score": "分数"
        },
        "total_participation_tooltip": "该产品的评分者总数。",
        "users_not_rated_msg": "用户尚未对此产品进行评分。"
      },
      "inform": {
        "title": "客户期望",
        "title_small": "等待折扣或可用性",
        "message": "当产品开始销售或可用时通知客户",
        "waiting_for_auction": "等待产品上市",
        "waiting_for_available": "等待产品上市。",
        "unit": "人"
      }
    },
    "inventory": {
      "variants": {
        "inventory_list": "库存清单",
        "add_variant": "添加变体",
        "title": "产品库存/产品变体列表",
        "sub_title": "如果此产品有多个变体，请在此部分中输入它们。您可以单独定义每个变体的数量、价格和折扣；否则将应用产品的默认值进行定价。",
        "add_action": "添加变体",
        "count_input": "存货",
        "count_input_action": "设置计数",
        "management_title": "库存管理和产品变体",
        "add_title": "添加产品变体",
        "edit_title": "编辑产品变体",
        "notifications": {
          "add_success": "添加了产品变体。",
          "delete_success": "产品变型已删除。",
          "save_product_inventory_success": "保存的产品库存。"
        }
      },
      "variant_item": {
        "price": "价格",
        "same_as_product": "与主要产品相似",
        "in_stock": "存货",
        "delete_dialog": {
          "title": "删除产品变体",
          "message": "是否要删除此变体？"
        }
      },
      "variant_add_edit": {
        "title": "定义产品变体",
        "message": "产品编号唯一",
        "active_input": "此变体是否有效？",
        "sku": "SKU",
        "sku_tips": "产品仓库代码。",
        "mpn": "MPN",
        "mpn_tips": "制造商在产品包装上插入的产品代码",
        "variant_variable": "变体变量",
        "pricing": "价钱",
        "has_pricing_input": "价格与主要产品不同吗？",
        "inventory": "存货",
        "inventory_unit": "项目",
        "delivery_info": "包装和运输",
        "images": "变体的图像",
        "images_message": "保存此变体后，您将能够在此处添加图像。"
      }
    },
    "edit_article": {
      "menu": {
        "tags": "标签",
        "article": "文章"
      }
    }
  },
  "product_extra_physical": {
    "weight": "包裹重量",
    "weight_unit": "公斤",
    "size": "包装尺寸",
    "dimension": "厘米",
    "width": "宽度",
    "length": "长度",
    "height": "高度",
    "lead_time_title": "准备时间",
    "lead_time": "准备时间",
    "lead_time_dimension": "小时）",
    "bulk_action": "批量操作",
    "bulk_action_input": "更新所有变体",
    "bulk_action_msg": "为所有变体设置产品包装和准备时间。",
    "weight_subtitle": "在此输入产品的总包装重量。此信息有助于选择正确的运输方式并确保订单不超过运输限制。",
    "size_subtitle": "在此输入产品的完整包装尺寸。此信息用于选择正确的运输方式并确保订单不超过包裹尺寸限制。",
    "lead_time_subtitle": "交货时间估计准备产品以供装运所需的时间，这有助于估计交货时间。",
    "bulk_action_subtitle": "您可以将包装信息应用于所有产品变体。"
  },
  "product_images_list": {
    "upload_button": "更多产品图片",
    "upload_an_image": "选择图像。",
    "notifications": {
      "update_sort_success": "图像排序已保存",
      "delete_image_title": "删除产品图片",
      "delete_image_success": "图片删除成功"
    }
  },
  "variants_view": {
    "prices": "价格",
    "inventory": "存货",
    "discount": "折扣"
  },
  "gift_card_type_edit": {
    "title_input": "标题",
    "color_input": "卡片颜色",
    "charge_input": "初始费用",
    "charge_input_hint": "每张卡的初始费用",
    "currency_input": "货币",
    "currency_input_message": "仅适用于使用此货币购买",
    "lifetime_input": "卡有效期（月）",
    "lifetime_input_message": "卡有效期",
    "card_image_input": "卡片图片",
    "notifications": {
      "create_success": "已创建卡片",
      "update_success": "卡已更新"
    }
  },
  "shop_warehouse_edit": {
    "title": "添加仓库",
    "message": "输入您的仓库地址和资料以计算运费。",
    "name_input": "仓库名称",
    "address": "地址",
    "name_input_message": "输入仓库的昵称。",
    "person_name": "官员姓名",
    "phone_number": "联系电话",
    "map_title": "店铺仓库地址",
    "confirm_action": "仓库审批",
    "address_name": "仓库",
    "notifications": {
      "success_save": "更改已成功保存。"
    }
  },
  "inventory_list": {
    "search_input": "产品搜索...",
    "search_input_title": "在商店产品中搜索",
    "apply_filter": "应用过滤器",
    "inventory": "库存清单",
    "export": "出口库存",
    "import": "进口库存",
    "bulk_price": "批量价格变动",
    "bulk_discount": "批量折扣更改",
    "category_filter_msg": "⚡ 它将适用于所有产品和子类别！",
    "table": {
      "waiting": "正在接收信息...请稍候",
      "open_state": "积极的",
      "close_state": "不活跃",
      "image": "图片",
      "product": "产品名称",
      "code": "产品代码",
      "sku": "SKU",
      "mpn": "MPN",
      "original": "原来的",
      "status": "地位",
      "in_stock": "有存货",
      "edit": "改变"
    },
    "bulk_price_dialog": {
      "title": "批量操作 > 价格",
      "message": "注意：以下金额将以百分比形式适用于您商店中所有产品的价格。此外，计算出的价格值将根据所选货币智能转换为最接近的整数。输入值时请小心。",
      "check": "我同意价格变动。",
      "add_percent_tab": "添加百分比",
      "add_constant_tab": "添加常量",
      "ending_tab": "结束策略"
    },
    "bulk_discount_dialog": {
      "title": "批量操作 > 折扣",
      "message": "注意：以下金额将作为您商店中所有产品折扣的百分比。此外，计算出的折扣值将根据所选货币智能转换为最接近的整数。输入值时请小心。",
      "check": "我同意折扣更改。"
    },
    "notifications": {
      "save_success": "库存更改已保存。"
    },
    "title": "商店库存",
    "subtitle": "商店中所有产品的列表。",
    "cant_set_here": "无法在此处设置"
  },
  "spec_view": {
    "auto_save_input": "自动保存",
    "auto_save_input_message": "更改将自动保存。"
  },
  "time_progress_bar": {
    "title_before_start": "留在起点",
    "title_between_start_end": "留到最后",
    "title_after_end": "完成的",
    "title_no_start_end": "没有时间段！"
  },
  "geo_map": {
    "views": "意见",
    "views_unit": "时代",
    "product_views": "产品视图",
    "buys": "购买",
    "buys_unit": "订单",
    "baskets": "活跃的购物车",
    "added_items": "添加项目",
    "removed_items": "删除项目"
  },
  "faq_list": {
    "table": {
      "nodata": "未找到任何问题。",
      "more_data_action": "更多问题..",
      "user": "用户",
      "tag": "标签",
      "question": "问题",
      "officer": "职员",
      "answer": "回答",
      "created_at": "日期",
      "priority": "优先事项",
      "edit": "编辑"
    },
    "dialog": {
      "add_new_action": "提交新问题",
      "edit_action": "编辑常见问题",
      "question_input": "问题",
      "question_input_placeholder": "问你的问题..",
      "link_input": "关联",
      "link_input_placeholder": "您可以参考回复链接。",
      "answer_input": "回答",
      "answer_input_placeholder": "输入答案文本..",
      "tag_input": "标签（类别标题）",
      "tag_input_placeholder": "输入一个简短的标题",
      "priority_input": "优先级：（0 到 10）"
    },
    "delete_alert": {
      "title": "删除问题",
      "message": "要删除此问题吗？",
      "action": "删除"
    },
    "notifications": {
      "send_success": "您的答案已成功提交。",
      "delete_success": "您的问题已成功删除。"
    }
  },
  "contact_messages_list": {
    "load_more_action": "更多消息..",
    "table": {
      "nodata": "未找到任何问题。",
      "user": "用户",
      "message": "邮件正文",
      "category": "类别",
      "officer": "职员",
      "answer": "回答",
      "created_at": "日期",
      "contact": "接触",
      "edit": "编辑"
    },
    "dialog": {
      "title": "回复消息",
      "category": "类别",
      "user_name": "姓名",
      "email": "电子邮件",
      "phone": "联系电话",
      "message": "留言文字",
      "status": "响应状态",
      "status_answered": "已回答",
      "status_waiting": "等待回复",
      "answer_input": "回复文字",
      "mail_input": "发送邮件",
      "mail_input_message": "如果您启用此功能，您的回复将发送到用户电子邮件。"
    },
    "delete_alert": {
      "title": "删除消息",
      "message": "您要删除此消息吗？",
      "action": "删除"
    },
    "notifications": {
      "send_success": "您的请求已成功提交。",
      "delete_success": "消息已删除。"
    }
  },
  "campaign": {
    "title": "活动",
    "menu": {
      "setting": "设置",
      "return": "后退",
      "dashboard": "仪表盘",
      "links": "链接",
      "landing": "降落",
      "ads": "广告",
      "finance": "金融"
    },
    "dashboard": {
      "title": "仪表盘",
      "status": "状态概览",
      "sessions": "会话",
      "links_overview": "广告系列链接概览",
      "orders": "订单",
      "performance": "广告系列效果",
      "links_funnel": "广告系列链接效果",
      "no_links": "没有可用的数据！请创建指向您的广告系列的链接。",
      "social": "社交媒体线索",
      "conversion_over_time": "随时间的转换",
      "total_campaign_sell": "按广告系列的总销售额"
    },
    "finance": {
      "title": "财务报告",
      "campaign_revenue": "活动收入",
      "total_revenue": "按广告系列划分的总收入",
      "links_revenue": "活动链接收入",
      "payments_over_time": "随时间推移的销售额",
      "all_links": "所有链接"
    },
    "landing": {
      "empty_message": "在广告系列设置中设置着陆页。",
      "set_landing": "设置登陆页面",
      "create_landing": "创建新的登陆页面"
    },
    "links": {
      "title": "活动链接",
      "url_input_message": "输入您的目标页面网址"
    },
    "setting": {
      "menu": {
        "config": "配置",
        "timespan": "时间段",
        "banner": "横幅",
        "Notification": "通知"
      },
      "general_setting": {
        "title": "常规广告系列设置",
        "sub_title": "名称、登陆页面和折扣代码",
        "name_input": "活动名称",
        "name_input_hint": "为您的广告系列添加名称",
        "enable_input": "活动是否有效？",
        "page_input": "登陆页面",
        "discount_code_input": "优惠码",
        "limit": "折扣限额",
        "max_count": "最大计数",
        "max_count_unit": "项目",
        "start": "开始",
        "end": "结尾",
        "notification_enable_input": "启用通知？",
        "landing_page": "登陆页面",
        "discount_code": "优惠码",
        "auto": "默认广告系列",
        "auto_message": "在您的商店中激活的默认广告系列"
      },
      "time_setting": {
        "title": "时间段",
        "sub_title": "开始日期和时间/结束日期和时间",
        "start_input": "开始",
        "start_input_placeholder": "选择活动开始时间",
        "end_input": "结尾",
        "end_input_placeholder": "选择活动结束时间"
      },
      "banner_setting": {
        "title": "店铺横幅",
        "sub_title": "显示在商店页面顶部",
        "message_input": "留言文字",
        "message_input_placeholder": "特别节...",
        "message_input_hint": "商店的横幅消息文本顶部",
        "bg_image_input": "背景图片网址",
        "bg_image_input_hint": "完整的背景图片 URL",
        "repeat_pattern": "重复模式",
        "simple": "简单的",
        "dark_input": "黑暗主题？",
        "icon_input": "图标",
        "icon_input_hint": "材料设计图标名称或字体：fa:fas fa-star",
        "anim_input": "动画地址",
        "anim_input_message": "Lottie 动画文件 URL",
        "preview": "预览",
        "preview_update_action": "更新预览",
        "bg_color": "背景颜色",
        "icon_bg": "图标背景颜色"
      },
      "notifications": {
        "title": "通知",
        "sub_title": "创建通知并将其链接到您的广告系列。",
        "update_success": "您的广告系列已更新。",
        "action_button": "操作按钮",
        "background_color": "背景颜色",
        "text_color": "文字颜色",
        "action_color": "动作颜色",
        "action_text_color": "动作文本颜色",
        "notification_image": "通知图片",
        "notification_bg": "通知背景",
        "show_preview": "显示预览",
        "persistence": "持久性",
        "persistence_message": "您想在每次用户访问网站时显示",
        "radius": "半径",
        "show_delay": "显示延迟"
      }
    }
  },
  "add_category": {
    "title_edit": "编辑类别",
    "title_update": "添加新类别",
    "menu": {
      "delete": "删除类别",
      "filter": "过滤器",
      "settings": "设置",
      "back": "后退"
    },
    "title_input": "类别标题 *",
    "title_input_error": "选择类别标题",
    "name_input": "类别名称（英文） *",
    "name_input_error": "为类别选择一个唯一的名称",
    "description_input": "类别说明",
    "description_input_message": "输入类别的简要说明..",
    "parent_input": "父类",
    "parent_input_message": "此类别出现在商店主页上。",
    "image_input": "类别图片",
    "image_input_placeholder": "选择类别的图像",
    "edit_action": "编辑类别",
    "add_action": "添加类别",
    "back_action": "后退",
    "no_category": "没有分类",
    "star": "星星",
    "filter": {
      "title": "类别过滤器",
      "sub_title": "管理适用于该类别产品的过滤器和类别。",
      "message": "在下面的框中输入并保存该类别的通用技术特征标题。保存列表后，过滤器类别将与每个类别的内容一起显示。颜色、重量、尺寸、品牌等会自动从产品变型中提取。"
    },
    "delete_alert": {
      "title": "删除类别",
      "message": "您要删除 {title} 类别吗？",
      "action": "删除"
    },
    "notifications": {
      "add_success": "添加了新类别。",
      "edit_success": "类别已编辑。",
      "delete_success": "已删除 {title}。"
    },
    "edit_filter": {
      "spec_input": "技术规格表",
      "spec_input_message": "您希望在过滤器部分中显示的功能列表",
      "price": "价格",
      "min": "敏",
      "max": "最大限度",
      "suggested_list": {
        "brand": "品牌",
        "colors": "颜色",
        "styles": "设计",
        "volumes": "体积",
        "weights": "重量",
        "packs": "每包数量",
        "types": "类型"
      },
      "notifications": {
        "edit_success": "类别已编辑。"
      },
      "manually_update_filters_tips": "<b>重要提示！</b>产品更改时，过滤器会自动更新。但是，在对类别中的产品进行更改后，请返回此处并单击保存/重新生成按钮以刷新过滤器。",
      "inputs": {
        "spec": {
          "message": "您希望在过滤器部分中显示的功能列表",
          "placeholder": "选择要在过滤器中显示的规格..."
        }
      }
    },
    "config": {
      "subtitle": "类别有助于简化产品管理，使您的客户更容易在您的商店中找到产品。"
    },
    "parent": {
      "subtitle": "此类别将显示在其父类别下。如果产品没有父类别，它将显示在主类别中。"
    },
    "template": {
      "title": "模板",
      "edit_page": "編輯頁面",
      "Pages_list": "页面列表",
      "subtitle": "您可以通过覆盖自定义页面来增强类别页面的显示效果。最好的方法是创建具有透明背景的页面，并为每个类别设计 1 到 2 个特定部分。然后，您可以将一个页面链接到多个类别，使用动态内容单独定制每个类别。"
    },
    "critical_zone": {
      "title": "临界区",
      "subtitle": "如果删除类别，其子类别和产品将被移动到父目录<b>📁 {parent}</b> 。要管理不在产品列表中的类别，请转到商店 > 类别选项卡。",
      "accept_delete": {
        "true_description": "我想删除这个类别。",
        "true_title": "确认删除类别"
      }
    }
  },
  "apps_list": {
    "nodata": "您的商店中没有安装应用程序",
    "inactive": "不活跃",
    "my_apps": "我的应用",
    "app_store": "添加新应用"
  },
  "add_shop": {
    "menu": {
      "shop_title": "店铺名称",
      "shop_name": "店铺名称",
      "description": "描述",
      "contact": "联系信息",
      "image": "图片"
    },
    "title_input": "标题",
    "title_input_tips": "输入您的商店、品牌或公司的名称。",
    "active_message": "设置为每个人都可以访问您的网站。",
    "language_input_message": "选择您的商店语言。",
    "name_input": "姓名",
    "name_input_message": "输入商店的名称。",
    "name_input_tips": "请勿使用非英文字符、空格或字母，如果使用，可能无法正常显示店铺名称。",
    "description_input": "店铺介绍",
    "description_input_message": "写一个关于您的业务的简短描述。",
    "address_input": "店铺地址",
    "address_input_message": "输入确切的商店位置地址",
    "phone_input": "电话号码",
    "phone_input_message": "客户联系电话",
    "phone_input_tips": "输入带有国家代码的联系电话。此编号还用于在 Google 搜索中显示信息。",
    "email_input": "电子邮件",
    "email_input_message": "客户的电子邮件地址",
    "locality_input": "地点",
    "locality_input_message": "商店地址",
    "region_input": "州或省",
    "region_input_message": "您经营所在的州或省",
    "country_input": "国家",
    "country_input_message": "经营国家",
    "postal_code_input": "邮政编码",
    "postal_code_input_message": "商店邮政编码",
    "image_input": "店铺形象",
    "map": {
      "title": "店铺地址",
      "confirm": "地址登记",
      "address": "地址",
      "receptor": "店铺"
    },
    "create_shop_action": "创建商店",
    "update_shop_action": "更新",
    "notifications": {
      "copy_success": "店铺地址复印件。",
      "name_available": "此名称 ({name}) 可用。",
      "add_success": "商店 {title} 已创建。",
      "edit_success": "商店编辑。"
    },
    "description_input_tips": "此描述将出现在您商店的页脚中，并将用作您商店页面的默认元标记描述。"
  },
  "virtual_items_list": {
    "add_virtual_item": "添加虚拟物品",
    "add_virtual_item_desc": "要销售虚拟产品，您必须在此部分中添加它们。虚拟物品的数量等于本节中的免费物品数量。一旦客户购买了虚拟物品，链接就会发送给他们。",
    "filter_action": "应用过滤器",
    "not_processed": "未处理的订单",
    "title": "物品清单",
    "vew_order": "查看订单",
    "table": {
      "nodata": "没有项目",
      "product": "产品",
      "data": "数据",
      "status": "地位",
      "user_message": "用户留言",
      "updated_at": "最后更新",
      "order": "命令",
      "delete": "删除"
    },
    "notifications": {
      "delete_success": "项目已成功删除。"
    }
  },
  "add_virtual_item": {
    "title_edit": "编辑值",
    "title_add": "将项目添加到产品",
    "sub_title": "创建和编辑虚拟产品",
    "message": "店长可以在付款后向买家展示价值。这些值必须在下面的表格中输入。此表单的结构在 Edit Item> Edit Output Information 部分中设置。",
    "edit_outputs": "编辑输出表格",
    "notifications": {
      "edit_success": "项目已编辑。",
      "add_success": "项目已添加到列表中。"
    }
  },
  "virtual_process_center": {
    "title": "加工中心",
    "sub_title": "订单处理",
    "virtual_product": "虚拟产品",
    "menu": {
      "report": "报告",
      "timeline": "时间线",
      "order": "命令"
    },
    "list_widget": {
      "title": "订购规格",
      "product_name": "产品名称"
    },
    "inputs_widget": {
      "title": "输入表格",
      "table": {
        "title": "标题",
        "value": "价值"
      },
      "change_inputs_action": "编辑输入表单"
    },
    "outputs_widget": {
      "title": "输出形式",
      "table": {
        "title": "标题",
        "value": "价值"
      },
      "tips": [
        "完成客户请求后，点击订单确认键通知买家订单。",
        "一旦订单被批准，买家将无法编辑输入信息。"
      ],
      "alerts": {
        "order_completed_by_admin": "订单已完成。",
        "order_completed_by_buyer": "买家已完成订单。",
        "waiting_for_buyer": "等待买家批准.."
      }
    }
  },
  "file_process_center": {
    "title": "加工中心",
    "sub_title": "订单处理",
    "menu": {
      "report": "报告",
      "timeline": "时间线",
      "order": "命令"
    }
  },
  "process_order_page_dashboard": {
    "title": "订单处理",
    "cancel_order_action": "取消订单",
    "open_basket_cation": "此购物车已打开，这意味着客户正在购物且尚未支付订单。",
    "reject_dialog": {
      "title": "拒绝订单的原因",
      "message": "从下面的列表中选择拒绝此订单的原因。请务必通知客户取消和退款流程。退款必须在 12 小时内完成。",
      "confirm_action": "取消订单",
      "dismiss_reject_action": "取消订单",
      "confirm_now_action": "立即取消订单",
      "confirm_in48h_action": "48 小时内取消订单",
      "options": {
        "title": "选项",
        "subtitle": "如果您想立即取消订单，可以使用此选项。"
      }
    },
    "notifications": {
      "update_status_success": "订单状态已更新。",
      "reject_update_success": "订单取消状态已更新。",
      "dismiss_reject_success": "订单恢复正常流程。",
      "set_tracking_success": "订单跟踪 ID 已成功保存。"
    }
  },
  "process_center": {
    "title": "加工中心",
    "physical_product": "实物产品",
    "menu": {
      "label": "包装标签",
      "receipt": "发票",
      "back": "后退",
      "return": "返回",
      "report": "报告",
      "timeline": "时间线",
      "inputs": "输入",
      "order": "命令"
    },
    "payment_widget": {
      "title": "支付",
      "checklist": [
        "检查订单金额和客户付款。",
        "检查帐单地址。",
        "确保输入的信息正确无误，尤其是在货到付款的情况下。"
      ],
      "action_cod_pay": "客户确认付款",
      "action_dir_pay": "确认上传的付款收据",
      "payment_receipt_not_uploaded_error": "付款收据尚未上传！",
      "waiting_for_pay": "待付款",
      "processing_payment": "处理付款",
      "processing_cancel": "付款已取消",
      "paid": "有薪酬的",
      "cod_pay_info": "当您收到客户的订单后，您可以确认付款并完成订单。",
      "dir_pay_info": "付款收据将出现在上方。在您确认付款之前，请与您的银行核实存款金额和收据信息。",
      "created_date": "创建日期",
      "pay_date": "付款日期",
      "payment_gateway": "支付网关",
      "payment_method": "付款方法",
      "risk": "风险价值",
      "billing_details": "结算明细",
      "add_transaction": "添加新账单",
      "add_transactions_message": "您必须为此订单创建至少一个交易。在某些情况下，需要分几个步骤付款。用户必须支付哪些交易将由您在工作期间确定。",
      "add_bill_dialog": {
        "title": "添加发票",
        "message": "您可以为此订单添加一张或多张新发票。客户将看到这些发票，并根据工作进度支付每一张。",
        "amount_input": "发票金额",
        "action": "添加账单"
      },
      "edit_bill_dialog": {
        "title": "编辑发票",
        "message": "您可以编辑待处理的发票。",
        "action": "编辑发票"
      },
      "bill_cash_payment_dialog": {
        "title": "登记现金支付",
        "message": "如果买方以现金或在线支付以外的方式支付了此发票的金额，请在本节中选择一个选项，注册并确认他的付款。在此部分中，您只能看到您商店的现金支付网关，如果您没有看到这样的选项，您必须在您的商店中以所选货币激活现金支付网关。",
        "action": "确认账单支付"
      },
      "table": {
        "title": "标题",
        "amount": "数量",
        "description": "描述",
        "info": "信息"
      },
      "user_payment": "客户付款",
      "cod": "货到付款",
      "gateway_wage": "费用",
      "gift_card": "礼物卡",
      "discount_code": {
        "title": "优惠码",
        "code": "代码",
        "percent": "百分",
        "limit": "限制"
      },
      "club": {
        "title": "顾客俱乐部",
        "percent": "百分",
        "limit": "限制"
      },
      "coupon": {
        "title": "优惠券",
        "percent": "百分",
        "limit": "限制",
        "charge": "收费"
      },
      "delivery": {
        "title": "运输费",
        "not_paid": "没有支付"
      },
      "samin": {
        "title": "服务费",
        "description": "该金额已从您的 Selldone 钱包账户中扣除。",
        "tooltip": "按付款方式计算",
        "percent": "百分"
      },
      "affiliate": {
        "title": "加盟佣金",
        "affiliate_message": "您应该将此佣金支付给您的会员。此过程由您自己完成。"
      },
      "total_price": "总项目价格",
      "total_items_discount": "商品折扣",
      "total_price_after_offers": "申请报价后总计",
      "user_payment_amount": "买家付款金额",
      "samin_wage": "销售费用",
      "pay_cod_dialog": {
        "title": "您收到订单款了吗？",
        "message": "在确保客户全额付款后，在货到付款方式中确认此选项。",
        "confirm_action": "确认客户付款"
      },
      "pay_dir_dialog": {
        "title": "您收到订单款了吗？",
        "message": "在您的银行批准上传的付款收据后确认此选项。请务必与您的银行核对付款。",
        "confirm_action": "确认客户付款"
      },
      "notifications": {
        "pay_confirm_message": "付款已确认。<br>端口：{gateway_name}<br>日期：{payment_at}",
        "pay_fail_title": "没有支付",
        "pay_fail_message": "无法批准付款！"
      },
      "total_order_price_before_tax": "税前总价",
      "require_capture": "需要捕获"
    },
    "basket_list": {
      "checklist": [
        "检查库存。",
        "如果该项目不可用，则必须将该项目支付的金额退还给客户。"
      ],
      "message": "如果任何商品不可用或无法出售，请取消选中它旁边的框，然后单击“<b>确认订单”</b>按钮。",
      "action": "订单确认",
      "list_of_items": "购物车清单",
      "apply_change_action": "应用更改",
      "cant_apply_change": "无法进行更改",
      "lottery_prize_inform": "您的客户赢得该产品的 1 倍。使用此订单发送礼物。",
      "need_to_refund": {
        "title": "要求向客户退款",
        "message": "我们手动计算您需要退款的总金额。它根据不可用的商品和已退款的总金额计算。",
        "calculated_approximately": "此金额为大概数额，具体金额请自行计算。"
      },
      "need_payback": {
        "title": "要求客户退款",
        "message": "我们注意到，退还给客户的总金额高于根据购物车中的商品计算的应付金额。您可能需要向客户收取费用以收回超出的金额。"
      },
      "need_no_refund": {
        "title": "无需退款"
      },
      "total_refund": {
        "title": "退款总额",
        "message": "这是您的支付网关自动退款的总金额。只有部分支付服务支持此功能，因此您需要手动退款。"
      }
    },
    "preparing": {
      "title": "准备",
      "packing_weight": "包装重量",
      "delivery_type": "邮寄方式",
      "packing_size": "包装尺寸",
      "distance_warning": "超出允许的距离限制。",
      "weight_warning": "超过允许的重量。",
      "volume_warning": "超过允许的包装尺寸。",
      "message": "如果订单已准备好发货，请单击以下<b>订单就绪</b>按钮。",
      "action": "订单准备发货",
      "checklist": [
        "遵循包装中的标准规则。",
        "打印物品清单并将其放入包装内。",
        "打印并在盒子上贴上标签。"
      ],
      "items_weight_calculation": "所有商品的总重量为 {weight} {unit}",
      "not_available_message": "当您禁用询问送货地址并且用户在购买后没有填写地址时，该功能不可用！"
    },
    "basket_items": "订购商品列表",
    "delivered_dialog": {
      "title": "客户收到此订单了吗？",
      "message": "当您知道客户收到订单时确认此选项",
      "confirm_action": "我确认客户收到包裹"
    },
    "return_delivery_dialog": {
      "title": "订单在送货过程中是否有任何问题或被退回？",
      "message": "如果订单因某种原因在发送后被退回并且需要重新发送货件，请确认退货选项。",
      "confirm_action": "确认退货"
    },
    "notifications": {
      "update_status_success": "订单状态已更新。",
      "reject_update_success": "订单取消状态已更新。",
      "dismiss_reject_success": "订单被取消。",
      "pay_cod_success": "货到付款确认。",
      "pay_dir_success": "通过卡对卡付款或汇款确认付款。",
      "set_tracking_success": "订单跟踪 ID 已成功保存。",
      "new_bill_success": "新账单添加成功。",
      "edit_bill_success": "账单更新成功。",
      "update_bill_status_success": "账单状态更新成功。",
      "set_payment_in_cash_success": "账单支付手动确认。"
    },
    "delete_bill_dialog": {
      "title": "删除账单",
      "message": "您确定要删除此帐单吗？",
      "action": "是的，立即删除"
    }
  },
  "shop_gateway": {
    "title": "网关",
    "menu": {
      "dashboard": "仪表盘",
      "edit": "编辑",
      "transactions": "交易",
      "back": "网关"
    },
    "dashboard": {
      "title": "网关管理",
      "gateway_data_widget": {
        "title": "付款报告",
        "title_small": "网关",
        "chart": {
          "times": "数数",
          "buys": "购买数量",
          "pays": "支付成功",
          "amount_pay": "有薪酬的",
          "amount_wage": "费用"
        }
      },
      "gateway_info_widget": {
        "title": "信息",
        "title_small": "网关",
        "status": "地位",
        "cod_transportation": "运输方式thst支持COD",
        "cod_transportations_error": "为至少一种运输方式启用货到付款！",
        "payment_type": "付款方式",
        "cod": "货到付款",
        "online": "在线支付",
        "wage_percent": "费用百分比",
        "min_wage": "最低费用",
        "max_wage": "最高费用",
        "min_amount": "最低交易量",
        "max_amount": "最大交易量",
        "timeout": "付款期",
        "timeout_unit": "秒",
        "link": "网关链接",
        "your_gateway_status": "您的网关状态",
        "config_extra_info": "支付服务配置",
        "oauth2_button": "自动连接到 {gateway}",
        "fee_payment_message": "客户支付的全部金额将转入您的账户。服务费将从您在 Selldone 的钱包中扣除。"
      }
    },
    "edit": {
      "title": "编辑网关",
      "menu": {
        "delete": "移除网关"
      },
      "edit_action": "编辑网关"
    },
    "transactions": {
      "title": "交易",
      "table": {
        "amount": "数量",
        "currency": "货币",
        "livemode": "类型",
        "status": "地位",
        "target_id": "命令",
        "risk": "风险",
        "card": "卡片",
        "issued_at": "发行日期",
        "payment_at": "付款日期"
      },
      "live_mode": "居住",
      "test_mode": "沙盒"
    }
  },
  "edit_gateway": {
    "public_keys": "公钥",
    "private_keys": "私钥（机密）",
    "link": "网站",
    "state_title": "有效/无效的付款方式",
    "gateway_status": "地位",
    "wallet": "区块链钱包",
    "developer_title": "开发者模式",
    "developer_message": "如果网关支持调试模式，您可以处理虚假事务。",
    "notifications": {
      "edit_success": "网关 {gateway_name} 已编辑。",
      "success_delete": "付款方式已删除！"
    },
    "developer_setting": "开发和测试",
    "live_mode_message": "所有交易都将处于实时模式。",
    "status_title": "支付服务状态",
    "status_message": "将付款方式配置为有效或无效。只有设置为有效的付款方式才会显示给客户。",
    "status_true_description": "您的客户可以使用此付款方式付款。",
    "manual_title": "手动/自动捕获付款",
    "manual_message": "创建付款时，您可以暂停符合条件的付款方式，以保留稍后可提取的资金。例如，酒店通常会在客人入住前授权全额付款，然后在客人退房时提取这笔款项。",
    "debug": {
      "title": "开发和测试",
      "subtitle": "您可以启用调试模式来测试支付网关。"
    },
    "limit": {
      "title": "订单限制",
      "subtitle": "设置此支付网关的最低订单金额。"
    },
    "limit_input": {
      "title": "最低订单金额",
      "msg": "零意味着没有限制。"
    },
    "currency_input": {
      "message": "此支付网关支持的货币。"
    },
    "gateway_code": "网关代码",
    "hold_only_for": "暂缓付款仅适用于",
    "manual_input": {
      "false_description": "付款提供商系统中的付款状态将自动从待处理更改为已确认。",
      "false_title": "自动付款确认",
      "true_title": "暂停付款并手动确认",
      "true_description": "暂停付款，因此您需要验证订单的付款，以便在付款提供商系统中将其状态从待定更改为已确认。"
    },
    "delete_verify_input": {
      "true_title": "我想删除这种付款方式。",
      "true_description": "此付款方式将从商店中删除，并且不再可供客户使用。"
    },
    "delete_alert": {
      "title": "删除付款方式",
      "message": "您确定从您的商店删除此付款方式吗？",
      "action": "删除付款方式"
    }
  },
  "gift_card": {
    "title": "礼品卡",
    "menu": {
      "edit": "编辑",
      "new_card": "创建卡片",
      "list": "牌",
      "orders": "订单",
      "dashboard": "仪表盘",
      "back": "礼品卡"
    },
    "dashboard": {
      "title": "礼品卡管理仪表板",
      "amount_widget": {
        "title": "信用卡支付",
        "title_small": "30天",
        "chart_amount_pay": {
          "y": "和",
          "label": "支付"
        },
        "chart_buys": {
          "y": "购买",
          "label": "购买"
        },
        "total_buy": "采购总额",
        "total_pay_30days": "30天总付款",
        "total_pay_today": "今天的付款"
      },
      "count_widget": {
        "title": "发卡张数",
        "title_small": "30天",
        "total_cards": "卡片总数",
        "used_cards_30days": "30天使用",
        "used_today": "今天的用法",
        "chart": {
          "new_cards": "新卡",
          "used_cards": "用过的卡",
          "new_card_name": "新卡",
          "used_card_name": "用过的"
        }
      },
      "export": {
        "title": "获取输出文件",
        "cards_list": "获取卡片列表",
        "get_report": "获取报告"
      }
    },
    "cards": {
      "title": "发行卡清单",
      "loading_message": "正在获取信息...请稍候",
      "issue_to_user": "发给用户",
      "table": {
        "card_number": "卡号",
        "balance": "平衡",
        "paid": "有薪酬的",
        "edit": "编辑",
        "delete": "删除",
        "expire": "过期",
        "user": "用户"
      },
      "delete_alert": {
        "title": "移除卡",
        "message": "确定要删除此卡吗？",
        "action": "删除"
      },
      "notifications": {
        "delete_success": "礼品卡已删除。",
        "edit_success": "已进行更改。",
        "issue_success": "已成功向用户发放礼品卡。"
      },
      "issue_dialog": {
        "title": "发行礼品卡",
        "action": "我确定。立即发卡"
      }
    },
    "gift_card_edit": {
      "title": "创建礼品卡",
      "validity": "有效性",
      "validity_unit": "几个月",
      "currency": "货币",
      "initial_balance": "初始卡余额",
      "count": "数数",
      "count_unit": "项目）",
      "enable_input_message": "创建卡的状态",
      "notifications": {
        "create_success_title": "节省",
        "create_success": "{count} 张新卡片已创建"
      }
    },
    "gift_card_edit_page": {
      "title": "编辑礼品卡"
    }
  },
  "shop_discount": {
    "title": "优惠码",
    "up_to": "取决于",
    "menu": {
      "dashboard": "仪表盘",
      "orders": "订单",
      "back": "折扣码"
    },
    "dashboard": {
      "title": "折扣码管理仪表板",
      "chart_amount_buy": {
        "y": "购买金额{currency}",
        "label": "买"
      },
      "chart_amount_discount": {
        "y": "折扣 {currency}",
        "label": "折扣"
      },
      "chart_used": {
        "y": "使用量",
        "label": "时代"
      }
    }
  },
  "shop_coupon": {
    "title": "优惠券",
    "up_to": "取决于",
    "menu": {
      "dashboard": "仪表盘",
      "back": "优惠券",
      "orders": "订单"
    },
    "dashboard": {
      "title": "优惠券管理仪表板",
      "chart_amount_buy": {
        "y": "购买金额{currency}",
        "label": "买"
      },
      "chart_amount_discount": {
        "y": "优惠券 {currency}",
        "label": "优惠券"
      },
      "chart_used": {
        "y": "使用量",
        "label": "时代"
      }
    }
  },
  "shop_offer": {
    "title": "优惠",
    "up_to": "取决于",
    "menu": {
      "dashboard": "仪表盘",
      "orders": "订单",
      "back": "优惠"
    },
    "dashboard": {
      "title": "报价管理仪表板",
      "chart_amount_buy": {
        "y": "购买金额{currency}",
        "label": "买"
      },
      "chart_amount_discount": {
        "y": "优惠{currency}",
        "label": "提供"
      },
      "chart_used": {
        "y": "使用量",
        "label": "时代"
      }
    }
  },
  "account_card": {
    "pay_create_receipt": "支付启动费",
    "balance": "平衡",
    "locked": "锁定",
    "transfer": "转移",
    "charge": "订金"
  },
  "timeline": {
    "note": "{message}",
    "info": "{message}",
    "error": "{message}",
    "buy": "查看",
    "payment": "支付",
    "confirm": "订单确认， <b>{success}</b>确认和<b>{fail}</b>被拒绝。",
    "prepare": "订单准备。",
    "send": "订单由<b>{delivery} 发货</b>。",
    "delivered": "订单已交付给客户。",
    "fill-inputs": "买家填写的输入信息表。",
    "return-add": "提交产品退货请求，{product}。",
    "return-accept": "退货请求 {return_code} 已确认。",
    "return-reject": "请求 {return_code} 被拒绝。",
    "reject-order": "拒绝订单。代码：{reject_code}。",
    "reject-order-clear": "取消订单拒绝。代码：{reject_code}。",
    "email-buy": "向客户发送购买确认电子邮件。",
    "email-payment": "向客户发送付款确认电子邮件。",
    "delivery-returned": "客户未收到订单并被退回。需要重新发货。",
    "delivery-canceled": "交货取消。需要重新发货。",
    "edit-receiver-info": "订单收货地址由买家编辑。",
    "edit-billing-info": "由买方编辑的帐单地址。",
    "payment-cod-confirm": "COD 付款已确认。",
    "payment-cash-confirm": "已确认以现金支付账单的 {amount} {currency}。",
    "payment-dir-confirm": "确认直接付款收据。",
    "vendor": "供应商订单状态从<b>{from}</b>更改为<b>{to}</b> 。",
    "connect-sync": "由 Connect OS 同步的订单。",
    "connect-shipped": "Connect 订单已由 {shipping} 发货。",
    "connect-returned": "{shipping} 已退回 Connect 订单。",
    "connect-failed": "合作伙伴未能完成订单。 {reason}",
    "connect-canceled": "订单已被合作伙伴取消。 {reason}",
    "connect-action-cancel": "请求取消订单。 {reason}",
    "connect-put-hold": "订单被搁置。 {reason}",
    "connect-remove-hold": "订单已解除保留。 {reason}",
    "connect-confirmed": "订单得到确认。",
    "email-vendor": "🔔 订单通知邮件已发送至<b>{vendor}</b> ╏ {email}。",
    "vendor-payout": "💸 支付给供应商。",
    "sms-payment": "通过{phone}向客户发送付款确认短信。",
    "vendor-sms": "🔔 订单通知短信已发送至<b>{vendor}</b> ╏ {phone}。"
  },
  "inline_chart": {
    "today": "今天",
    "last_days": "{days} 天前"
  },
  "products_select": {
    "move_category": "将类别<b>{category}</b>移至另一个类别",
    "move_product": "将产品<b>{product}</b>移至类别",
    "product_menu": {
      "dashboard": "产品仪表板",
      "inventory": "库存和变体"
    },
    "notifications": {
      "copy_success": "产品副本。",
      "change_category_success": "产品类别已编辑。"
    },
    "load_more_products": "此类别下还有更多产品。单击以加载更多商品。",
    "filter_box": {
      "no_root_filter_message": "您的根目录中有产品，但没有过滤器。",
      "has_root_filter_message": "您为根类别设置过滤器。",
      "set_filter_message": "您可以设置过滤器。",
      "edit_action": "编辑根过滤器",
      "clear_action": "清除根过滤器"
    },
    "ai": {
      "title": "AI产品协助"
    },
    "menu": {
      "select_all_products": "选择所有产品",
      "unselect": "取消选择",
      "sort_categories": "排列/排序类别",
      "subscription_vendor_not_support_message": "无法为订阅产品指定供应商！订阅产品必须始终有一个供应商作为其所有者！",
      "vendor_owner_not_assignable_message": "无法为以供应商为所有者的产品指定供应商！",
      "category_assign_profile": "将配置文件分配给类别中的产品",
      "category_assign_profile_subtitle": "税费、运费、指南、保修……",
      "bulk_discount": "批量折扣",
      "bulk_discount_subtitle": "对所有产品应用折扣。"
    },
    "engine": {
      "title": "附加产品引擎",
      "subtitle": "将从选定的类别和标签中加载更多产品。",
      "load_in_tips": "加载{category}类别中的产品。",
      "action": "编辑{category}引擎"
    }
  },
  "physical_order_track": {
    "title": "风险报告和评估"
  },
  "virtual_order_track": {
    "title": "风险报告和评估"
  },
  "virtual_order_timeline": {
    "title": "时间线"
  },
  "physical_order_timeline": {
    "title": "时间线"
  },
  "physical_order_inputs": {},
  "order_timeline": {
    "message_input": "在这里写留言...",
    "pin_action": "置顶",
    "unpin_action": "取消固定",
    "copy_html": "复制 HTML",
    "notifications": {
      "add_note_success": "补充说明。",
      "edit_note_success": "注释已编辑。",
      "delete_note_success": "注释已删除。"
    },
    "delete_dialog": {
      "title": "删除笔记",
      "message": "你想删除这个笔记吗？",
      "action": "删除笔记"
    },
    "resend_dialog": {
      "title": "重发电子邮件",
      "message": "您确定要将此电子邮件重新发送给您的客户吗？",
      "action": "是的，重新发送",
      "success": "重新发送给您的客户的电子邮件。"
    },
    "message": "在此部分中，您可以查看与订单、履行、付款及其各自状态相关的事件的时间线。此外，您还可以观察发送给客户和供应商的订单。",
    "add_note_subtitle": "写一条消息并提及您的同事。"
  },
  "accounts": {
    "title": "我的钱包",
    "message": "您必须使用您在 Selldone 中使用的货币创建至少一个帐户。您必须充值此帐户以支付服务费。",
    "add_new": "建立新帐户",
    "new_account": "添加新帐户",
    "new_account_dialog": {
      "title": "新账户",
      "account_name_input": "帐户名称",
      "currency_input": "货币单位",
      "currency_input_message": "创建的账户将只持有该货币的价值。",
      "new_account_wage": "新账户创建费用：第一个账户免费",
      "create_account_action": "创建帐号"
    }
  },
  "user_gifts": {
    "menu": {
      "send_gift": "送礼物",
      "sent": "发送",
      "received": "已收到"
    },
    "send_gifts": {
      "title": "送礼物",
      "sub_title": "您可以向您的朋友或客户发送礼物。收件人可以接受或拒绝您的礼物。如果收款人接受，金额将锁定在您的帐户中并提取。否则，这笔款项将转入您的账户。",
      "table": {
        "user": "用户",
        "amount": "数量",
        "currency": "货币",
        "account_name": "从",
        "status": "地位",
        "message": "信息",
        "created_at": "创建日期"
      }
    },
    "received_gifts": {
      "title": "收到礼物",
      "sub_title": "您从 Selldone 或其他人那里收到的礼物",
      "table": {
        "amount": "数量",
        "currency": "货币",
        "account_from": "从",
        "status": "地位",
        "message": "信息",
        "created_at": "创建日期",
        "receive": "收到"
      }
    }
  },
  "get_gift_dialog": {
    "title": "收到礼物",
    "more": "更多的 ..",
    "amount": "数量",
    "message": "信息",
    "account_to_input": "目的地帐户",
    "account_to_input_message": "礼品金额将存入此帐户。",
    "get_action": "接受礼物",
    "notifications": {
      "received_success_title": "恭喜",
      "received_success": "礼品金额 {amount} {currency} 已存入您的账户。"
    }
  },
  "send_gift_dialog": {
    "title": "送礼物",
    "account_from_input": "选择一个帐户",
    "account_from_input_message": "礼品金额将从该帐户中提取。",
    "receiver_input": "接收者",
    "receiver_input_message": "您可以输入电子邮件地址或电话号码。",
    "message_input": "信息",
    "message_input_message": "您可以给收件人留言。",
    "amount_input": "数量",
    "currency_input": "货币单位",
    "currency_input_message": "价格以这种货币计算。",
    "send_action": "送礼物",
    "notifications": {
      "send_success": "{amount} {currency} 的礼物已发送给 {receiver}。"
    }
  },
  "account_list": {
    "account_input": "帐号",
    "account_input_message": "该币种的礼品金额将存入该账户。",
    "free_balance": "免费余额",
    "account_name": "帐户名称"
  },
  "user_monetize_accounts": {
    "title": "存款账户",
    "sub_title": "礼品金额将自动存入这些账户。",
    "message": "Selldone 为您的社交媒体活动、参与 Selldone 开发、介绍朋友等存入资金。通过为每种货币选择一个存款账户，礼品金额将自动存入您域中的该账户。这些金额可以记入 Selldone。只有业务合作伙伴可以提款。",
    "add_account_action": "新增帐户",
    "add_dialog": {
      "title": "连接账户以接收礼物",
      "account_input": "帐号",
      "account_input_message": "该币种的礼品金额将存入该账户。",
      "set_as_default_action": "选择为默认帐户"
    },
    "table": {
      "currency": "货币",
      "account_number": "帐号",
      "account_name": "姓名",
      "payment": "存款金额",
      "reset_at": "重置为",
      "delete": "删除"
    },
    "notifications": {
      "set_success": "帐号添加成功。",
      "delete_success": "帐户已成功从接收礼物的默认帐户列表中删除。"
    },
    "delete_alert": {
      "title": "删除帐户",
      "message": "您想从礼物帐户列表中删除此帐户吗？",
      "action": "删除"
    }
  },
  "user_monetize": {
    "title": "挣钱",
    "menu": {
      "plans": "计划",
      "accounts": "账户",
      "participant": "参与者"
    }
  },
  "user_monetize_plans": {
    "title": "合作和货币化项目",
    "sub_title": "您将收到推荐礼物的帐户信用。这些金额将记入您的账户，并且只能提取给 Selldone 业务合作伙伴（并非全部）。您可以将这笔钱花在 Selldone 服务费上。",
    "discount": "折扣",
    "your_income": "你的收入",
    "level_2": "从二楼",
    "level_3": "从三级",
    "link_message": "成员资格：{registered}，接受：{accepted}",
    "link_tip": "您可以将短语 ?ref={link_code} 添加到您共享的每个地址的末尾。",
    "table": {
      "currency": "货币",
      "amount": "平衡",
      "total": "总付款",
      "payment_date": "最后付款日期",
      "withdraw": "退出"
    },
    "notifications": {
      "get_credit_success": "要求的金额已存入您的帐户。"
    }
  },
  "basic_information": {
    "title": "我的身份和个人资料",
    "email": "电子邮件地址",
    "tel": "手机号码",
    "address": "地址",
    "payment": "有效交易",
    "personal_information": "身份信息",
    "main_profile": "主要简介",
    "main_profile_subtitle": "此信息对所有人公开。",
    "kyc_waiting_info": "我们正在检查您输入的信息的准确性。根据 KYC 规则，此过程是强制性的，将降低金融交易的风险。您可以利用这项服务的当前和未来优势。",
    "personal_info_dialog": {
      "title": "身份信息",
      "name_input": "名",
      "family_name_input": "姓",
      "number_input": "护照号码（或国家代码）",
      "birthday_input": "生日",
      "birthday_input_placeholder": "输入你的生日",
      "address_input": "地址",
      "postcode_input": "邮政编码",
      "tel_input": "联系电话",
      "passport_image_input": "选择护照图片",
      "passport_image_input_message": "上传您的护照图像扫描件。",
      "personal_image_input": "选择你自己的形象",
      "personal_image_input_message": "将您的国民卡上的扫描图像来回上传到图像。"
    },
    "profile_dialog": {
      "title": "主要简介",
      "full_name_input": "全名",
      "tel_input": "联系电话",
      "email_input": "电子邮件",
      "website_input": "网站",
      "address_input": "地址",
      "about_input": "关于我",
      "about_long_input": "关于我的长文",
      "image_input": "选择头像",
      "image_input_message": "上传您的图片。此图片将用作您的个人资料图片。",
      "notifications": {
        "update_profile_success": "你的个人资料已经更新。",
        "update_personal_info_success": "您的信息已成功注册"
      }
    },
    "charge_account_approve_message": "向您的帐户收取费用以批准您的银行交易。",
    "payment_approval": "付款批准",
    "residential_address_checking": "您的居住地址文件在检查队列中。",
    "add_residential_address": "添加您的位置和居住地址证明文件。"
  },
  "phone_verify": {
    "title": "手机号码",
    "step1_title": "输入你的手机号码。",
    "phone_number_input": "手机号码",
    "next": "下一步",
    "sms_code_input": "验证码",
    "sms_code_message": "6 位验证码已发送至 {phone_number}。",
    "notifications": {
      "duplicated_number_error": "此号码已被您批准。",
      "send_activation_code_success_title": "验证码",
      "send_activation_code_success": "验证码已发送至 {phone_number}。",
      "verify_success": "您的手机号码已通过验证"
    }
  },
  "companies": {
    "title": "我的企业帐户",
    "message": "企业、企业家和专业团队可以基于 Selldone 开发产品和应用程序。创建业务档案是必需的。",
    "new_company": "新公司"
  },
  "add_company": {
    "name_input": "公司名",
    "website_input": "网站",
    "email_input": "电子邮件",
    "address_input": "地址",
    "tel_input": "电话",
    "mobile_input": "移动的",
    "edit_action": "编辑公司",
    "create_action": "创建公司",
    "notifications": {
      "add_success": "已创建企业帐户 {name}。",
      "edit_success": "商业帐户已编辑。"
    }
  },
  "user_access_control": {
    "menu": {
      "personal_key": "个人的",
      "shop_key": "客户",
      "apps": "应用"
    },
    "connected_apps_title": "连接的应用程序",
    "connected_apps_message": "您将看到连接到您的域帐户的所有商店和应用程序的列表。您可以删除对其中任何一个的访问权限。",
    "shop_keys_title": "存储访问密钥",
    "shop_keys_message": "这些密钥用于由您的服务器创建访问令牌。请注意，密钥是机密的，并且仅放置在服务器上，因此其他人看不到它们。",
    "personal_keys_title": "个人访问密钥",
    "personal_keys_message": "您可以在此处为您的帐户创建密钥。请注意，这些密钥将能够访问您的帐户。仅当您确切知道自己在做什么时才创建和使用这些密钥。",
    "clients_title": "客户",
    "clients_message": "这些密钥用于由您的服务器创建访问令牌。请注意，密钥是机密的，并且仅放置在服务器上，因此其他人看不到它们。"
  },
  "user_security_control": {
    "title": "账户安全",
    "message": "您可以在此处编辑您的帐户安全设置。",
    "delete": {
      "title": "删除帐户",
      "subtitle": "在删除您的帐户之前，请确保您已删除所有商店。",
      "action": "我确定，删除我的帐户",
      "agreement": "我接受我的所有信息将从您的服务器中删除。您的信息将根据我们确定的时间表被删除，以防止欺诈或滥用。"
    },
    "list": {
      "password": {
        "title": "密码",
        "sub_title": "为您的帐户选择一个强密码。",
        "action_title": "账户访问密码",
        "not_exist": "未输入",
        "action": "更改密码"
      },
      "phone": {
        "title": "手机号码",
        "sub_title": "确认您的手机号码。您将可以通过此号码登录。",
        "action_title": "帐户的主要电话号码",
        "action": "验证号码"
      },
      "two_step": {
        "title": "两步进入",
        "sub_title": "确认您的手机号码。您将可以通过此号码登录。",
        "action_title": "提高账户安全性",
        "activated_action": "活性",
        "active_action": "现在激活"
      },
      "email": {
        "title": "主要邮箱",
        "sub_title": "您可以选择更新与此帐户关联的主电子邮件。",
        "action_title": "更改主要电子邮件",
        "action": "发送验证链接"
      }
    },
    "two_step_auth": {
      "step_1": {
        "title": "安装 Google 身份验证器应用"
      },
      "step_2": {
        "title": "输入应用程序生成的代码",
        "message": "6 位代码是由您手机中的算法生成的。您可以从以下链接下载该应用程序。按代码生成器键创建包含密码的二维码。",
        "qr_code_info": "如果无法扫描，您可以手动将代码复制并粘贴到应用程序中：",
        "create_new_code": "创建新代码",
        "qr_code_scanning": "扫描 Google Authenticator Mobile App 生成的二维码，并在本页面的方框中输入生成的验证码进行确认。",
        "qr_code_regenerate_info": "注意：通过按上述键，将创建一个新键，之前的键将无法使用。在您的手机应用程序中输入新密钥。"
      },
      "step_3": {
        "title": "输入创建的代码",
        "message": "在下面的字段中输入在应用程序中创建的访问代码。",
        "activation_key_input": "访问代码"
      },
      "activated_alert": "两步登录已启用。",
      "activated_message": "您的帐户已启用两步登录。从现在开始，您需要输入每 30 秒更改一次的第二个代码才能访问您的帐户。要禁用两步登录，只需双击按一个步骤并完成这些步骤。",
      "cancel_two_step_login_action": "取消两步登录",
      "cancel_two_step_login_info": "如果您想禁用两步验证，请输入您的密码并单击两步登录键。",
      "password_input": "密码",
      "cancel_2fa_action": "取消两步登录"
    },
    "change_password_dialog": {
      "title": "更改密码",
      "message": "使用复杂且容易记住的密码。",
      "password_input": "当前密码",
      "new_password_input": "新密码",
      "re_new_password_input": "重复新密码",
      "tips": {
        "length": "密码必须至少8个字符",
        "chars": "至少一个大写字母和一个数字。",
        "match": "密码匹配。"
      },
      "change_password_action": "更改密码",
      "notifications": {
        "change_password_title": "更改密码",
        "change_password": "密码修改成功。"
      }
    }
  },
  "authorized_clients": {
    "title": "连接的商店/应用程序列表",
    "table": {
      "name": "姓名",
      "app": "应用程序",
      "scopes": "范围",
      "shop": "限制商店"
    },
    "remove_action": "移除访问权限",
    "delete_alert": {
      "title": "删除",
      "message": "您要撤消此访问权限吗？请注意，此应用将无法再访问您的帐户。",
      "action": "拒绝访问"
    }
  },
  "clients": {
    "title": "客户名单",
    "create_new_action": "创建新客户",
    "table": {
      "client_id": "客户编号",
      "app": "应用程序",
      "name": "别名",
      "secret_key": "密钥"
    },
    "create_dialog": {
      "title": "新客户",
      "error_msg": "<strong>错误！</strong>抱歉，发生错误了！",
      "name_input": "姓名",
      "name_input_message": "您的用户认可和信任的东西。",
      "redirect_input_message": "将地址返回到您的站点。"
    },
    "edit_dialog": {
      "title": "编辑权限"
    },
    "delete_alert": {
      "title": "删除",
      "message": "您要删除此客户吗？",
      "action": "删除"
    }
  },
  "personal_access_tokens": {
    "title": "个人访问令牌列表",
    "create_action": "创建新令牌",
    "table": {
      "name": "姓名",
      "scopes": "访问",
      "expire_at": "到期日"
    },
    "create_dialog": {
      "title": "代币建设",
      "error_message": "<strong>错误！</strong>抱歉，发生错误了！",
      "name_input": "别名前。我的令牌名称",
      "name_input_message": "最喜欢的令牌名称。",
      "scopes_list": "令牌访问列表"
    },
    "access_token_dialog": {
      "title": "个人访问密钥",
      "message": "这是您的个人访问令牌的令牌。这是唯一一次显示此令牌，所以不要错过它！您现在可以使用此令牌来请求 API。"
    },
    "delete_alert": {
      "title": "删除",
      "message": "是否要删除此访问令牌？",
      "action": "删除"
    }
  },
  "scopes": {
    "profile": {
      "name": "轮廓",
      "description": "阅读个人资料信息，包括姓名、电子邮件地址、图像和身份验证状态。"
    },
    "phone": {
      "name": "电话号码",
      "description": "访问电话号码。"
    },
    "address": {
      "name": "地址",
      "description": "从通讯录中读取保存的地址。"
    },
    "buy": {
      "name": "购买",
      "description": "下订单并从商店购买。"
    },
    "order-history": {
      "name": "订单历史",
      "description": "阅读订单历史。"
    },
    "my-gift-cards": {
      "name": "礼品卡",
      "description": "访问我的卡片。"
    },
    "articles": {
      "name": "编辑内容",
      "description": "编辑文章。"
    },
    "notifications": {
      "name": "发送和接收通知",
      "description": "发送和接收通知。"
    },
    "read-shops": {
      "name": "商店列表",
      "description": "阅读商店列表。"
    },
    "shop-edit": {
      "name": "店铺管理",
      "description": "编辑商店访问权限"
    },
    "shop-contacts": {
      "name": "联系表格管理",
      "description": "接收和编辑联系表格。"
    },
    "shop-gift-cards": {
      "name": "管理礼品卡",
      "description": "创建、编辑和管理礼品卡。"
    },
    "shop-faqs": {
      "name": "管理问题和答案",
      "description": "创建、编辑和管理常见问题。"
    },
    "shop-categories": {
      "name": "管理类别",
      "description": "创建、编辑和管理类别。"
    },
    "shop-products": {
      "name": "产品管理",
      "description": "添加、编辑和管理产品。"
    },
    "shop-read-reports": {
      "name": "阅读报告",
      "description": "阅读信息和报告。"
    },
    "shop-socials": {
      "name": "管理社交媒体",
      "description": "编辑商店社交媒体"
    },
    "shop-accounts": {
      "name": "管理财务账户",
      "description": "编辑和删除链接到商店的财务账户。"
    },
    "shop-menus": {
      "name": "管理菜单",
      "description": "编辑商店菜单。"
    },
    "shop-pages": {
      "name": "管理页面",
      "description": "编辑商店页面。"
    },
    "shop-warehouse": {
      "name": "仓库管理",
      "description": "编辑商店仓库"
    },
    "shop-permissions": {
      "name": "管理访问",
      "description": "查看和编辑商店访问权限。"
    },
    "shop-process-center": {
      "name": "订单管理",
      "description": "订单管理。"
    },
    "shop-profile": {
      "name": "管理个人资料",
      "description": "管理商店资料。"
    },
    "shop-discount-code": {
      "name": "折扣码管理",
      "description": "管理、编辑和添加商店折扣代码。"
    }
  },
  "company_page": {
    "title": "公司",
    "create_app": "创建新应用程序",
    "menu": {
      "edit": "编辑",
      "apps": "应用",
      "dashboard": "仪表盘",
      "companies": "公司"
    },
    "dashboard": {
      "info_widget": {
        "title": "公司注册信息",
        "address": "地址",
        "website": "网站",
        "email": "电子邮件",
        "phone": "电话号码",
        "register": "登记",
        "developer": "开发商",
        "verified": "已验证",
        "golden": "金的"
      }
    },
    "developer": {
      "title": "开发者",
      "menu": {
        "new": "新的",
        "apps": "应用"
      },
      "app_card": {
        "category": "类别",
        "installs": "安装",
        "actives": "积极的",
        "uninstalls": "卸载",
        "app_code": "应用代码",
        "app_mode": "应用方式"
      }
    },
    "edit": {
      "title": "编辑"
    }
  },
  "add_app": {
    "category_input": "类别",
    "code_input": "代码",
    "name_input": "姓名",
    "description_input": "描述",
    "video_input": "视频网址",
    "public_form": "一般信息结构",
    "private_form": "私人信息结构",
    "icon_input": "应用程序图标",
    "logo_input": "标志应用",
    "enable_input": "应用程序是否处于活动状态？",
    "edit_action": "编辑应用",
    "create_action": "创建应用",
    "notifications": {
      "add_success": "已创建企业帐户 {name}。",
      "delete_success": "商业帐户已编辑。"
    }
  },
  "app_page": {
    "title": "应用",
    "menu": {
      "edit": "编辑",
      "publish": "发布",
      "history": "版本",
      "dashboard": "仪表盘",
      "company": "公司",
      "api": "API",
      "images": "图片"
    },
    "dashboard": {
      "app_info_widget": {
        "title": "应用",
        "app_code": "应用代码",
        "category": "类别",
        "name": "姓名",
        "installs": "安装应用",
        "uninstalls": "卸载应用",
        "actives": "活跃的应用",
        "description": "描述",
        "published": "发表",
        "waiting_for_review": "待批准",
        "app_mode": "应用方式"
      }
    }
  },
  "shop_permissions": {
    "ADMIN": {
      "text": "所有者",
      "description": "完全访问所有店面。"
    },
    "PRODUCT": {
      "text": "产品经理",
      "description": "添加、编辑和管理商店产品。"
    },
    "AUDITING": {
      "text": "财务经理",
      "description": "查看财务信息和付款。"
    },
    "CONTENT": {
      "text": "内容管理",
      "description": "回答问题、撰写博客和设计页面。"
    },
    "OFFICER": {
      "text": "高级经理",
      "description": "查看和监控员工活动。"
    },
    "EMPLOYEE": {
      "text": "员工",
      "description": "查看订单并履行订单。"
    },
    "MARKETING": {
      "text": "营销",
      "description": "访问设置并创建活动、电子邮件营销和其他营销相关部分。"
    },
    "VIEWER": {
      "text": "查看器",
      "description": "无需编辑或更改即可查看商店信息的能力。"
    }
  },
  "shop_roles": {
    "PhysicalOrdersChecking": {
      "text": "体检",
      "description": "检查收到的订单。"
    },
    "PhysicalOrdersPackaging": {
      "text": "物理包装",
      "description": "仓库和包装过程。"
    },
    "PhysicalOrdersDelivery": {
      "text": "实物运输",
      "description": "订购运输。"
    },
    "PhysicalOrdersSupport": {
      "text": "物理支持",
      "description": "售后支持。"
    }
  },
  "account_status": {
    "Checking": "检查",
    "Approved": "确认的",
    "Rejected": "被拒绝",
    "Deleted": "已删除",
    "Banned": "禁止",
    "Payment": "支付",
    "SelldoneSprite": "Selldone 钱包账户",
    "SelldoneStorage": "出售存储"
  },
  "account_page": {
    "title": "帐户",
    "menu": {
      "setting": "设置",
      "change": "收费",
      "transfer": "转移",
      "transactions": "交易",
      "charge": "收费",
      "history": "历史",
      "cards": "牌"
    },
    "transactions": {
      "title": "账户交易",
      "detail": {
        "title": "交易",
        "amount": "数量",
        "description": "描述",
        "from": "从",
        "to": "到",
        "created_at": "日期",
        "receipt": "收据",
        "receipt_note": "笔记"
      },
      "table": {
        "type": "类型",
        "from": "从帐户",
        "to": "记账",
        "amount": "数量",
        "receipt": "收据",
        "created_at": "日期",
        "description": "描述"
      }
    },
    "transfer": {
      "title": "转账费用",
      "form": {
        "title": "转让申请表",
        "sub_title": "存入您自己或其他人的账户",
        "message": "汇款时要小心，如果您完成转账，您将无法返回。"
      }
    },
    "deposit": {
      "form": {
        "title": "收费账户",
        "sub_title": "您必须从您的账户余额中扣除购买许可证、升级您的账户和支付系统收据。",
        "amount_input": "数量",
        "charge_action": "付费账号"
      },
      "notifications": {
        "qr_title": "支付",
        "qr_message": "付款地址 {currency} 已创建。",
        "gateway_title": "支付",
        "gateway_message": "连接到支付网关。"
      }
    },
    "setting": {
      "title": "帐号设定",
      "account_name_input": "帐户名称",
      "notifications": {
        "updated_success": "您的帐户已成功更新。"
      }
    }
  },
  "receipt_payment_dialog": {
    "title": "收据付款"
  },
  "transaction_form": {
    "title": "交易表格",
    "from_input": "从帐号",
    "to_input": "到帐号",
    "from_input_message": "金额将从该帐户中提取。",
    "account_name": "帐户名称",
    "currency": "货币",
    "free_balance": "可用余额",
    "to": "目的地帐户",
    "amount": "数量",
    "receipt_title": "收据付款",
    "receipt_input": "收据号",
    "paid_status": "这张收据已经支付。",
    "paid_canceled": "此收据已被取消。",
    "description": "解释",
    "created_at": "日期",
    "duration": "期间",
    "unlimited": "无限",
    "add_note_action": "添加说明",
    "note": "笔记",
    "transfer_action": "转移",
    "confirmation": {
      "title": "寄钱",
      "subtitle": "交易确认",
      "message": "如果以下信息正确，请点击交易确认键进行交易。",
      "from": "从帐户",
      "to": "记账",
      "amount": "数量",
      "fee": "手续费",
      "total_pay": "从您的账户中提取的金额",
      "receipt": "收据",
      "description": "描述",
      "accept_action": "交易确认"
    },
    "enter_account_number": "输入帐号。",
    "currency_not_match": "目标帐户货币与来源不同",
    "account_number_not_valid": "帐号是正确的。",
    "account_number_is_valid": "帐号是正确的。",
    "receipt_not_valid": "发票号码不正确。",
    "receipt_is_valid": "收据编号正确。",
    "notifications": {
      "confirm_success": "交易成功完成。"
    }
  },
  "price_calculator": {
    "title": "计算器 |适合您的业务",
    "description": "根据您的每月销售额计算并选择最佳计划：",
    "sale_input": "月销售额",
    "hypernova_plan": "申请 Hypernova %0！",
    "show_normal_mode": "显示正常模式",
    "show_hypernova_mode": "我的交易额超过 100 万美元！"
  },
  "price_card": {
    "billed_monthly": "每月结算 {amount}。",
    "billed_yearly": "每年结算 {amount}。",
    "buy_license_action": "立即购买",
    "select_your_store": "选择您的商店"
  },
  "shop_session_widget": {
    "total_sessions": "总会话数"
  },
  "user_activities_keys": {
    "add_baskets": "添加到购物车",
    "remove_baskets": "从购物车中删除",
    "buys": "买",
    "products_views": "查看产品"
  },
  "shop_visitors_widget": {
    "title": "访客分析",
    "new_visitors": "新访客",
    "amp": "AMP 视图",
    "returning_visitors": "回头客",
    "page_views": "页面浏览量",
    "other_pages": "其他页面",
    "from_previous_7_days": "从过去 7 天开始"
  },
  "app_levels": {
    "title": "应用级别",
    "Newbie": "新手",
    "Beginner": "初学者",
    "Novice": "新手",
    "Intermediate": "中间的",
    "Advanced": "先进的"
  },
  "login": {
    "register_title": "商业媒介，<br>愉快的经历。",
    "register_subtitle": "今日免费注册。 Selldone 深受初创公司、企业、买家和卖家的喜爱。",
    "password_recovery_title": "找回密码",
    "password_recovery_message": "如果您忘记了密码，请输入您帐户的电子邮件地址，然后按确认键。我们将向您发送一封电子邮件，其中包含重置密码的链接。",
    "email": "您的电子邮件地址",
    "password_recovery_action": "接收恢复电子邮件",
    "register_google": "继续使用 Google",
    "register_apple": "继续使用苹果",
    "continue_with": "继续",
    "register_linkedin": "继续领英",
    "register_facebook": "继续使用 Facebook",
    "register_github": "继续使用 Github",
    "create_your_account": "创建您的帐户",
    "password_8_chars": "密码必须至少8个字符。",
    "password_upercase_number": "至少一个大写字母和一个数字。",
    "password_confirm": "密码和确认匹配。",
    "privacy_agreement": "注册即表示您同意 Selldone 的<a href='/terms' target='_blank'>使用条款</a>和<a href='/privacy' target='_blank'>隐私政策</a>。",
    "register_action": "走吧，它是免费的！",
    "login_action": "登录",
    "already_signup": "已经注册了？",
    "login_your_account": "登录到您的帐户",
    "login_google": "继续使用 Google",
    "login_linkedin": "继续领英",
    "login_facebook": "继续使用 Facebook",
    "login_github": "继续使用 Github",
    "remember_me": "记住账号。",
    "login_button": "登录",
    "two_step_problem": "两步密码有问题吗？",
    "two_step_problem_action": "我想禁用两步登录。",
    "two_step_confirm": "确认访问代码",
    "forgot_password": "忘记密码？",
    "signup_free": "免费注册",
    "checking_robot_message": "检查你是机器人还是人..",
    "notifications": {
      "step2_login_success": "自动登录帐户"
    },
    "signup_email": "通过电子邮件注册",
    "name_placeholder": "姓名",
    "email_placeholder": "电子邮件",
    "email_or_username_placeholder": "电子邮件、用户名或电话号码",
    "password_placeholder": "密码",
    "re_password_placeholder": "确认密码",
    "new_in_samin": "Selldone 的新成员？",
    "auto_create_shop": "自动创建商店"
  },
  "layout": {
    "logout": "登出",
    "menu": {
      "personal_information": "个人信息和个人资料",
      "wallet": "钱包和账户",
      "companies": "公司和商业账户",
      "access": "访问我的帐户",
      "security": "安全",
      "preferences": "用户偏好",
      "my_subscriptions": "我的订阅",
      "my_public_profile_subtitle": "我的公开个人资料{name}。",
      "personal_information_subtitle": "编辑我的个人资料、地址和 KYC。",
      "wallet_subtitle": "虚拟账户和关联的支付卡。",
      "companies_subtitle": "注册我的商业和税务资料。",
      "access_subtitle": "OAuth 客户端、个人访问令牌和连接的应用程序。",
      "security_subtitle": "设置两个因素并管理社交登录选项。",
      "preferences_subtitle": "更改主题、级别、语言和默认货币。",
      "my_subscriptions_subtitle": "访问高级 AI 和定制功能。"
    }
  },
  "page_builder": {
    "title": "网站设计",
    "menu": {
      "user_view": "看法",
      "design": "设计",
      "behavior": "行为",
      "seo": "SEO",
      "setting": "设置",
      "embed": "嵌入"
    },
    "waiting_fetch": "接收信息..",
    "setting": {
      "title_input": "页面标题",
      "description_input": "简短的介绍",
      "name_input": "页面 URL（字母和数字）",
      "bg_color_input": "背景颜色",
      "bg_style_input": "页面背景样式",
      "page_label_input": "标签颜色",
      "page_dir_input": "页面方向",
      "ltr": "左到右",
      "rtl": "右到左",
      "designer_note": "设计师笔记"
    },
    "history": {
      "title": "保存的历史"
    },
    "design": {
      "themes": {
        "title": "个人设计助理",
        "message": "无需编码即可为您的业务设计最佳页面。",
        "page_title_input": "输入页面标题"
      },
      "tools": {
        "rearrange": "命令",
        "tools": "工具",
        "history": "历史",
        "style": "风格",
        "typography": "排版",
        "hierarchy": "等级制度"
      },
      "no_category": "没有分类"
    },
    "seo": {
      "message": "SEO 设置由 Selldone SEO 引擎自动调整。"
    }
  },
  "verify_email_caution": {
    "title": "请确认您的电邮地址",
    "message": "新的激活链接已发送到您的电子邮件地址 {email}。在采取任何行动之前，请检查您的电子邮件。",
    "resend_message": "如果您没有在电子邮件中收到激活链接，请单击下面的按钮重新发送。",
    "resend_action": "重新发送激活链接",
    "resend_notice": "激活链接已发送。"
  },
  "autopilot": {
    "start": "开始日期",
    "end": "结束日期"
  },
  "help": {
    "menu": "菜单",
    "more_helps": "阅读更多"
  },
  "company_card": {
    "pending_state": "等待审核",
    "register": "挂号的",
    "developer": "开发商",
    "verified": "已验证",
    "premier": "总理"
  },
  "shop_license": {
    "add": "添加订阅",
    "only_last": "仅最后一次订阅",
    "vouchers": "代金券",
    "buy": "购买订阅计划",
    "monthly": "月刊",
    "yearly": "每年",
    "start_date": "开始日期",
    "end_date": "结束日期",
    "price": "价格",
    "terms": "我阅读并同意 Selldone 使用条款",
    "need_charge": "需要收费",
    "buy_now": "立即购买",
    "auto_renewal": "自动续订",
    "plan_placeholder": "选择您的订阅计划",
    "plan": "许可计划",
    "use_date": "激活日期",
    "active_license": {
      "title": "有效许可证",
      "subtitle": "您的有效许可证信息。",
      "subtitle_partner": "您的有效 {name} 许可证信息。"
    },
    "licenses_table": {
      "title": "购买历史",
      "subtitle": "有效和待定的许可证。"
    },
    "license_detail": {
      "title": "细节",
      "subtitle": "当前计划的限制。"
    },
    "table": {
      "plan": "计划",
      "start_date": "开始/结束日期",
      "renewal": "自动续订",
      "linked_account": "关联账户/优惠券",
      "payment": "支付",
      "cancel": "取消"
    },
    "notifications": {
      "subscribe_success": "订阅成功。",
      "cancel_success": "订阅成功取消。"
    },
    "cancel_dialog": {
      "title": "取消订阅确认",
      "message": "您确定要取消此订阅吗？",
      "action": "取消订阅"
    },
    "use_voucher_now": "立即使用优惠券",
    "validity_duration": "有效期",
    "validity_duration_hint": "通过购买 12 个月的许可证，您将获得 30% 的折扣。"
  },
  "admin_shop_layout": {
    "download_txt": "下载数据文本",
    "download_excel": "下载数据excel"
  },
  "user_preferences": {
    "access": "使用权",
    "template": "模板",
    "feedback": "回馈",
    "company": "公司",
    "company_message": "如果您有公司并想要发布应用程序。",
    "access_keys": "访问密钥",
    "access_keys_message": "显示客户端和访问密钥。",
    "rating": "您如何评价您在 Selldone 的体验？",
    "large_font": "大字体",
    "large_font_message": "显示比正常大的文本",
    "samples": "展示样品店",
    "samples_message": "如果启用，一些示例商店将显示在您的面板中。",
    "automation": "自动化",
    "automation_message": "在商店仪表板上显示自动化选项卡。 （Webhook、可视化编程……）",
    "date_time": "日期和时间"
  },
  "shop_locations": {
    "title": "提供服务的国家",
    "sub_title": "从下面的列表中选择您想要销售产品的国家/地区。",
    "delete_restriction": "删除限制",
    "set_restriction": "设置限制",
    "notifications": {
      "locations_update": "位置更新成功。"
    },
    "table": {
      "country": "国家",
      "currency": "货币",
      "available": "可用的"
    }
  },
  "product_card": {
    "sold_out": "卖光了",
    "review_unit": "审查",
    "not_original": "非原创"
  },
  "product_studio": {
    "add_mode": "添加更多详细信息",
    "add_by_sku": "按 SKU 添加",
    "auto_category": "自动设置类别",
    "add_in_current_category": "添加到当前类别",
    "category_mode_message": "如果启用，产品将被添加到默认类别或子类别中。",
    "sku_name_input": "SKU/名称",
    "info": {
      "subtitle": "为了生成产品，您只需输入创建产品所需的基本详细信息。"
    },
    "price": {
      "subtitle": "输入此产品的价格和折扣。添加产品后，您将可以访问更多选项。"
    },
    "by_sku": {
      "title": "按 SKU 添加",
      "subtitle": "您所在国家/地区的数据库不可用。"
    },
    "drop_shipping": {
      "subtitle": "在批发市场中查找产品并将其添加到您的商店。"
    },
    "by_connect": {
      "subtitle": "使用 Selldone Connect OS 轻松添加来自 POD 或直销供应商的产品——只需连接您的商店并享受自动产品集成，无需插件。"
    },
    "your_license_is_not_eligible": "您的许可证不符合条件。",
    "sku_dialog": {
      "title": "按 SKU 添加产品",
      "subtitle": "您可以通过我们数据库中的 SKU 找到产品，然后只需单击即可添加它们。"
    },
    "dropshipping_dialog": {
      "title": "添加直销产品"
    }
  },
  "my_affiliate": {
    "title": "我的附属合同",
    "message": "与其他商店的附属协议列表。"
  },
  "affiliates": {
    "title": "附属合作伙伴",
    "subtitle": "创建联属网络营销公司，随时间跟踪他们的表现，并在一个地方根据准确信息采取行动。我们帮助您和您的合作伙伴建立牢固的关系。",
    "affiliate_code": "会员代码",
    "crate_date": "创建日期",
    "last_payment_date": "最后付款日期",
    "for_all_products": "适用于所有产品",
    "balance": "平衡",
    "fix_commission": "固定佣金",
    "percent_commission": "基于百分比的佣金",
    "total_payment": "总付款",
    "new_affiliate": "新的合作伙伴",
    "new_affiliate_message": "添加新的合作伙伴",
    "link_domain": {
      "title": "链接域",
      "subtitle": "您可以将您的一个域连接到此联属合作伙伴。该合作伙伴将被称为每个访问您的商店并通过此域购买的人的代表。"
    },
    "dialog": {
      "new": "新的合作伙伴",
      "edit": "编辑附属合作伙伴",
      "user": "用户（可选）",
      "bank_info": "银行信息",
      "restriction": "限制",
      "select_products": "选择产品",
      "select_products_message": "附属合作伙伴获得这些产品的佣金",
      "edit_action": "更新会员",
      "add_action": "添加会员合作伙伴",
      "affiliate_name": "合作伙伴名称",
      "payment_info": "付款信息",
      "enable_switch": "是活跃的吗？",
      "affiliate_info": "加盟合作伙伴信息"
    },
    "link_factory": {
      "title": "附属合作伙伴链接生成器",
      "link_input": "你的链接",
      "link_output": "生成的链接"
    }
  },
  "gift_card_orders": {
    "title": "使用礼品卡的订单",
    "table": {
      "order": "命令",
      "order_price": "订单金额",
      "paid_by_card": "刷卡支付",
      "payment_status": "支付状态",
      "date": "日期"
    }
  },
  "offer_orders": {
    "title": "报价单",
    "table": {
      "order": "命令",
      "order_price": "订单金额",
      "offer_amount": "报价金额",
      "payment_status": "支付状态",
      "product": "产品",
      "date": "日期"
    }
  },
  "coupon_orders": {
    "title": "优惠券订单",
    "table": {
      "order": "命令",
      "order_price": "订单金额",
      "coupon_amount": "优惠券金额",
      "payment_status": "支付状态",
      "date": "日期"
    }
  },
  "discount_code_orders": {
    "title": "带有折扣码的订单",
    "table": {
      "order": "命令",
      "order_price": "订单金额",
      "discount_amount": "折扣金额",
      "payment_status": "支付状态",
      "date": "日期"
    }
  },
  "incentives": {
    "discount_code": "折扣",
    "coupon": "优惠券",
    "offer": "提供",
    "gift_card": "礼物卡",
    "lottery": "彩票",
    "cashback": "现金返还"
  },
  "discount_codes": {
    "title": "折扣码",
    "sub_title": "在本节中，您将能够根据您的需要设计折扣券。这些折扣与任何产品折扣是分开的，将适用于用户订单的最终金额。",
    "add_new": "添加新的折扣代码",
    "card": {
      "created": "创造",
      "start": "开始",
      "end": "结尾",
      "currency": "货币",
      "discount_percentage": "折扣率",
      "discount_limit": "折扣限额",
      "state": "当前状态",
      "enabled": "现已启用",
      "disabled": "现在禁用",
      "used": "已消费",
      "count": "数数",
      "unit": "项目）"
    },
    "dialog": {
      "title_edit": "修改折扣码",
      "title_add": "添加新的折扣代码",
      "discount_code_input": "优惠码",
      "discount_percent_input": "折扣率",
      "discount_percent_input_hint": "购买金额折现率",
      "count_input": "数数",
      "count_input_hint": "此代码的最大使用量",
      "limit_input": "折扣限额",
      "limit_input_hint": "基于货币的最大折扣",
      "currency_input_message": "此货币可享受折扣。",
      "limit_input_message": "折扣限制值为 0 表示折扣率没有限制。",
      "title_input": "标题",
      "title_input_hint": "您可以输入此折扣代码的标题",
      "description_input": "描述",
      "description_input_hint": "您可以输入此折扣代码的说明",
      "date_start_input": "开始",
      "date_start_input_placeholder": "选择何时开始打折",
      "date_end_input": "结尾",
      "date_end_input_placeholder": "选择折扣结束的时间",
      "notifications": {
        "add": "折扣码已成功添加。",
        "edit": "折扣码已成功编辑。"
      },
      "config": {
        "title": "常规配置",
        "subtitle": "折扣码计算公式为：max(LIMIT, PERCENT * 购物车价格)。记得让代码相关且容易记住。"
      },
      "limit": {
        "title": "限制",
        "subtitle": "您可以在此部分定义每个折扣码的最大使用限制以及最大折扣金额。"
      },
      "duration": {
        "title": "时长限制",
        "subtitle": "如果您想在特定时间段内激活折扣代码，您可以在此处设置该期限。"
      },
      "design": {
        "subtitle": "您可以为每个折扣码设置标题和描述。这些详细信息将显示给用户。"
      },
      "cluster": {
        "subtitle": "通过将此折扣代码与集群关联，您可以轻松地在单个位置将其与其他资源一起管理。"
      }
    },
    "delete_alert": {
      "title": "删除折扣码",
      "message": "要删除此折扣代码吗？",
      "action": "移除折扣"
    },
    "notifications": {
      "delete_success": "您的评论已成功删除"
    }
  },
  "gift_cards": {
    "title": "礼物卡",
    "sub_title": "创建一张礼品卡，然后根据需要制作任意数量的礼品卡。这张卡是收费的，只能用于在您的商店购物。",
    "create_new": "添加新的礼品卡",
    "card": {
      "created": "创造",
      "lifetime": "到期日",
      "lifetime_unit": "自每张卡片创建之日起的月份",
      "currency": "货币",
      "initial_balance": "初始费用",
      "count": "数数",
      "count_unit": "物品",
      "used": "用过的"
    },
    "dialog": {
      "title": "礼品卡设计"
    },
    "alert": {
      "title": "删除折扣码",
      "message": "要删除此折扣代码吗？",
      "action": "删除"
    },
    "notifications": {
      "delete_title": "删除礼品卡",
      "delete_message": "您的评论已成功删除。"
    }
  },
  "coupons": {
    "title": "优惠券",
    "sub_title": "如果您想为客户提供可在特定条件下使用的折扣，您可以创建优惠券。优惠券可以包括带有限制或固定金额或两者组合的百分比折扣。",
    "create_new": "添加新优惠券",
    "qualified_products": "符合条件的产品",
    "min_purchase": "最低购买量",
    "only_first_order": "仅限首次购买",
    "one_time_use": "一次性使用",
    "amount_usage": "使用量",
    "delete_alert": {
      "title": "删除优惠券",
      "message": "您确定要删除此优惠券吗？",
      "action": "是的，删除优惠券"
    },
    "notifications": {
      "delete_success": "优惠券已成功删除。"
    },
    "multiple_use": "多次使用"
  },
  "coupon_edit": {
    "title_edit": "修改优惠券",
    "title_add": "新优惠券",
    "discount_charge": "折扣与收费",
    "charge": "收费",
    "charge_message": "初始费用金额",
    "percent": "折扣百分比",
    "percent_message": "折扣百分比数额",
    "limit_input": "限制",
    "limit_input_hint": "折扣限额金额",
    "currency_input_message": "此货币可用的优惠券。",
    "count_input": "数数",
    "count_input_hint": "此代码的最大使用量",
    "limit_input_message": "折扣限制值为 0 表示折扣率没有限制。",
    "date_start_input": "开始",
    "date_start_input_placeholder": "选择何时开始使用优惠券",
    "date_end_input": "结尾",
    "date_end_input_placeholder": "选择折扣结束的时间",
    "title_input": "标题",
    "title_input_hint": "您可以输入此折扣代码的标题",
    "description_input": "描述",
    "description_input_hint": "您可以输入此折扣代码的说明",
    "coupon_code": "优惠券代码",
    "need_code": "需要代码吗？",
    "coupon_color": "优惠券颜色",
    "min_purchase_amount": "最低购买金额",
    "min_purchase_amount_hint": "购买金额必须大于或等于该值。",
    "should_exist_product": "至少其中一种产品必须在购物车中",
    "apply_for_first_order": "仅限第一次购买",
    "apply_for_first_order_on": "此优惠券仅可用于客户首次购买！",
    "apply_for_first_order_off": "每个买家的优惠券使用次数可以在下面调整。",
    "has_qualify_constraints": "您想定义更多限制吗？",
    "has_qualify_constraints_message": "设置更多条件以使客户有资格使用此优惠券。",
    "one_time_use": "一次性使用",
    "one_time_use_message": "客户可以使用此优惠券一次。",
    "daily_limit": "每日限额",
    "no_limit": "没有限制",
    "daily_limit_message": "客户每天的最大使用量",
    "monthly_limit": "每月限额",
    "monthly_limit_message": "客户每月最大使用量",
    "yearly_limit": "年度限额",
    "yearly_limit_message": "客户每年最大使用量",
    "notifications": {
      "add": "新优惠券创建成功。",
      "edit": "优惠券已更新。"
    },
    "config": {
      "subtitle": "优惠券折扣计算公式为：CHARGE + max(LIMIT,PERCENT * 购物车价格)。"
    },
    "limit": {
      "subtitle": "在本部分中，您可以设置每张优惠券的最大使用次数以及每张优惠券可提供的最高折扣金额。",
      "zero_message": "零：没有限制！"
    },
    "duration": {
      "subtitle": "如果您希望设置优惠券生效的特定时间范围，您可以在此部分配置持续时间。"
    },
    "design": {
      "subtitle": "每张优惠券均可添加标题和说明。这些详细信息将对客户可见。"
    },
    "constraints": {
      "subtitle": "在这里，您可以为优惠券建立额外的个性化参数。",
      "no_limit": "无额外限制",
      "has_limit": "额外约束",
      "has_code_message": "用户应输入代码来添加优惠券。"
    },
    "club": {
      "subtitle": "此优惠券的使用仅限于选定的客户俱乐部的会员。"
    },
    "cluster": {
      "subtitle": "通过将此优惠券与集群关联，您可以轻松地在单个位置将其与其他资源一起进行管理。"
    },
    "preview": {
      "subtitle": "这是优惠券的公开预览。"
    }
  },
  "offers": {
    "title": "优惠",
    "sub_title": "您可以为您的客户创建特别优惠，以便在购买一件商品后，他们会以折扣甚至免费的价格收到另一件商品。",
    "create_new": "添加新优惠",
    "qualified_products": "符合条件的产品",
    "min_quantity": "最小用量",
    "min_purchase": "最低购买量",
    "discounted_products": "打折产品",
    "amount_usage": "使用量",
    "delete_alert": {
      "title": "删除优惠",
      "message": "您确定要删除此优惠吗？",
      "action": "是的，删除优惠"
    },
    "notifications": {
      "delete_success": "优惠已成功删除。"
    }
  },
  "offer_edit": {
    "title_edit": "编辑报价",
    "title_add": "新报价",
    "design_style": "设计与风格",
    "eligible_constraints": "客户合格限制",
    "title_input": "标题",
    "title_input_hint": "您可以输入此折扣代码的标题",
    "description_input": "描述",
    "description_input_hint": "写下这个折扣码的描述",
    "currency_input_message": "此货币的可用报价。",
    "qualified_products": "符合条件的产品",
    "qualified_products_message": "对于符合条件的产品，购物车中的商品总数必须等于或大于最小数量。",
    "min_items": "最少物品数量",
    "min_items_message": "客户必须购买的商品数量",
    "discounted_products": {
      "title": "打折产品",
      "subtitle": "您可以指定此优惠将应用折扣的产品。"
    },
    "offered_products": "提供的产品",
    "offered_products_message": "至少其中一种产品必须在购物车中。",
    "discount_percent": "折扣百分比",
    "discount_percent_message": "这些项目的折扣百分比。",
    "discount_percent_hint": "折扣百分比金额",
    "per_order": "每个订单的最大使用次数",
    "per_order_message": "报价可应用于订单的最大次数",
    "count_input": "数量",
    "count_input_hint": "最大限度地使用此优惠",
    "min_purchase": "最低购买金额",
    "min_purchase_hint": "购买价格必须大于或等于该值",
    "limitation": "局限性",
    "date_start_input": "开始",
    "date_start_input_placeholder": "选择何时开始使用优惠券",
    "date_end_input": "结尾",
    "date_end_input_placeholder": "选择折扣结束的时间",
    "max_actives_is_3": "您只能同时拥有三个有效的报价。",
    "enable": "自动申请",
    "notifications": {
      "add": "新报价创建成功。",
      "edit": "优惠更新成功。"
    },
    "config": {
      "subtitle": "通过确定标题、描述和公开可用性状态来开始制定智能交易。"
    },
    "limit": {
      "subtitle": "在本部分中设置此优惠的最大使用限制。"
    },
    "duration": {
      "subtitle": "如果您希望为优惠设置特定的时间范围，您可以在此处配置持续时间。"
    },
    "constraints": {
      "subtitle": "在此设置优惠的资格标准和条件。优惠适用于符合这些条件的购物车商品。"
    },
    "cluster": {
      "subtitle": "通过将此优惠与集群关联，您可以轻松地在单个位置对其进行与其他资源的管理。"
    }
  },
  "campaign_ads": {
    "menu": {
      "banner": "横幅",
      "reportage": "报告文学",
      "social": "社交媒体",
      "offline": "离线"
    }
  },
  "emails": {
    "title": "电子邮件营销",
    "subtitle": "通过拖放、安排和启动活动来设计电子邮件，以提高保留率，并在一个地方查看可靠和准确的信息。",
    "cation_message": "⚠ 限制为未经验证的商家。 （测试版）",
    "subject": "学科",
    "from": "从",
    "in_que": "等待中",
    "schedule_at": "安排在",
    "sent": "发送",
    "sends": "发送",
    "delivers": "发表",
    "views": "意见",
    "clicks": "点击次数",
    "buys": "购买",
    "new_email": "添加新电子邮件",
    "new_email_message": "创建和安排新的营销电子邮件"
  },
  "email_dashboard": {
    "review": "审查",
    "waiting_for_approve": "等待 {name} 的确认",
    "approved_by": "电子邮件由 {name} 验证并发送。",
    "not_submitted_send_request": "您尚未提交发送此电子邮件的请求。",
    "reviewed_by": "由 {name} 审核",
    "status": "电子邮件状态",
    "conversion": "转化率",
    "sell_performance": "销售成绩",
    "total_buys": "销售总数",
    "amount_buy": "总销售额",
    "average_sell": "平均销售额",
    "sessions": "会话",
    "overview": "概述",
    "purchase_amount": "采购量",
    "actions": "用户活动"
  },
  "email_page": {
    "emails": "电子邮件",
    "edit": "编辑"
  },
  "affiliate_page": {
    "affiliates": "附属合作伙伴",
    "orders": "订单",
    "payments": "付款"
  },
  "affiliate_dashboard": {
    "link": "合作伙伴链接",
    "fix_commission": "固定佣金",
    "percent_commission": "基于百分比的佣金",
    "last_payment": "最后一次付款",
    "balance": "平衡",
    "total_payment": "总付款",
    "status": "附属合作伙伴状态和限制",
    "available_for": "可以用来",
    "orders_count": "订单金额",
    "orders_accepted": "接受的订单",
    "finance": "财务报告",
    "amount_accepted": "接受金额",
    "amount_paid": "支付的金额",
    "sessions": "会话",
    "affiliate_payment": "附属合作伙伴付款",
    "amount_payment": "支付金额",
    "amount_payment_hint": "确切的交易金额",
    "i_paid": "我向 {name} 支付了 {amount} {currency}",
    "pay_now": "现在付款"
  },
  "permission_roles": {
    "new_role": "添加新角色",
    "new_role_message": "让团队合作更轻松。",
    "new_role_action": "添加新角色"
  },
  "user_affiliates": {},
  "shop_lotteries": {
    "title": "彩票",
    "sub_title": "您的客户可以玩游戏并获胜。您商店的顾客每场游戏必须消耗 10 个筹码。例如，如果您希望您的客户有机会赢得 1000 美元，您必须将每个筹码价格的金额设置为 100 美元。每个筹码的值为 0 表示买方每次购买将收到一个筹码。",
    "manually_send_chip": "您要手动将筹码发送给用户吗？",
    "lottery_enable": "是否启用彩票？",
    "chip_price_input": "芯片价格",
    "zero_chip_message": "每个订单赠送 1x 筹码",
    "chip_has_price_message": "每 {amount} {currency} 订单赠送 1 个筹码。",
    "chip_disabled_message": "芯片被禁用！",
    "create_new": "添加新奖品",
    "delete_alert": {
      "title": "删除奖品",
      "message": "您确定要永久删除此奖品吗？",
      "action": "是的，立即删除"
    },
    "notifications": {
      "delete_success": "奖品删除成功。"
    },
    "manual_send_token_action": "手动令牌",
    "config": {
      "subtitle": "通过商店中的游戏化体验来提高顾客的购买量。为通过购买获得代币的顾客设置奖品和获胜几率。每场游戏花费 10 个代币，您可以为首次购买者提供特殊奖品。默认游戏是 Wheel of Fortune，但您可以自定义它以适合您的商店布局。"
    },
    "empty_prize_list": "在此创建和管理奖品..."
  },
  "lottery_edit": {
    "title_edit": "编辑彩票项目",
    "title_add": "新彩票项目",
    "general_config": "一般配置",
    "design_style": "风格与外观",
    "enable": "启用？",
    "enable_message": "一个轮子中的最大物品是 14 个。",
    "title_input": "标题",
    "title_input_hint": "写一个简短的标题。",
    "description_input": "描述",
    "description_input_hint": "写一个关于该项目的描述。",
    "quantity": "数量",
    "quantity_message": "可用项目总数",
    "image": "图片",
    "image_placeholder": "为项目选择图像",
    "chance": "机会",
    "chance_message": "获胜机会百分比",
    "free_for_first": "新客户免费吗？",
    "free_for_first_message": "新客户可以赢得这个项目。",
    "prize": {
      "title": "奖",
      "subtitle": "在此设置奖品详情。选项包括折扣代码、礼品卡、积分和其他折扣作为抽奖奖励。"
    },
    "amount": "奖金金额",
    "amount_hint": "用户为他们的订单赢得了这笔费用。",
    "currency_message": "此项目的货币。其他货币按汇率换算。",
    "discount": "折扣",
    "discount_message": "客户订单的折扣百分比",
    "discount_limit": "折扣限额",
    "discount_limit_hint": "客户的最大折扣。",
    "color": "颜色",
    "condition": "条件",
    "notifications": {
      "add": "新彩票项目创建成功。",
      "edit": "彩票项目更改成功。"
    },
    "not_free_for_first_message": "首次免费游戏不提供此奖品。",
    "config": {
      "subtitle": "您可以在此处创建商店的抽奖奖品。设置每个奖品的标题、描述、颜色和图像。"
    },
    "design": {
      "subtitle": "在这里，您可以选择奖品的图像和颜色。"
    },
    "constraints": {
      "subtitle": "明确赢得该奖项的标准和限制。"
    },
    "product_input": {
      "label": "产品奖",
      "message": "选择一件产品作为奖品（免费）"
    }
  },
  "gift_card_types_list": {
    "label": "礼品卡类型",
    "message": "从列表中选择礼品卡类型。"
  },
  "email_builder": {
    "service_unavailable": "邮件服务器在您的帐户中未激活。",
    "design_section": "您的电子邮件设计板",
    "schedule_switch": "安排电子邮件发送？",
    "schedule_placeholder": "选择发送电子邮件的时间"
  },
  "user_funnel": {
    "REGISTER_DATE": {
      "title": "注册日期",
      "description": "按用户注册日期过滤。"
    },
    "LAST_BUY_DATE": {
      "title": "最后一次购买",
      "description": "最后购买日期。"
    },
    "LOGIN_DATE": {
      "title": "登录日期",
      "description": "上次登录日期。"
    },
    "LEVEL": {
      "title": "客户俱乐部",
      "description": "客户俱乐部成员。"
    },
    "SUBSCRIBED": {
      "title": "订阅",
      "description": "订阅接收电子邮件。"
    },
    "NOT_PURCHASED": {
      "title": "没有购买",
      "description": "到目前为止还没有购买的客户。"
    },
    "SEX": {
      "title": "性别",
      "description": "用户性别。"
    },
    "LOCATION": {
      "title": "地点",
      "description": "用户位置。"
    },
    "LIMIT": {
      "title": "限制",
      "description": "设置最大用户数限制。"
    },
    "SEGMENTS": {
      "title": "细分市场",
      "description": "将客户限制在特定的手动细分中。"
    }
  },
  "inline_help": {
    "helps_title": "服务用户指南",
    "blogs_title": "Selldone 博客中的相关内容"
  },
  "shop_tax": {
    "region": "地区",
    "label": "标签",
    "country_tax": "国税",
    "customer_tax": "客户增值税",
    "business_tax": "营业增值税",
    "shipping": "船运",
    "override": "覆盖",
    "country": "国家",
    "vat_range": "增值税范围",
    "custom": "风俗",
    "regions": "地区",
    "rest_world": "剩下的世界",
    "overrides": "覆盖",
    "dialog_set_title": "税收设置",
    "tax_setting": "税收设置",
    "vat": "VAT",
    "calculate_tax_input": "自动计算税金",
    "calculate_tax_message": "通过激活此选项，将计算增值税并将其应用于您的订单。",
    "tax_number": "税号",
    "tax_number_message": "输入您的税号。该注册号将记录在买方的发票中。",
    "tax_included_in_price_input": "产品价格含税",
    "tax_included_in_price_message": "如果您在产品价格中包含税额，请选择此选项。税额将使用以下公式计算：",
    "tax_included_in_price_formula": "税额=（价格*增值税）/（1+增值税），例如，价格为100美元、增值税率为10%的产品的税额为9.09美元。",
    "tax_on_shipping_input": "对运费征税",
    "tax_on_shipping_message": "通过选择此选项，税费将应用于运费。",
    "fixed_tax_rate": "固定税率",
    "dynamic_tax_rate": "按地区计税",
    "locations_tip": "上面的列表仅显示您在商店设置 > 地点中选择的国家作为您销售的国家。",
    "locations_action": "店铺位置设置",
    "save_alert": "设置不保存！",
    "pos_tax_setting": "POS 税务设置",
    "tax_exclude_title": "排除|结帐时将添加税费",
    "tax_excluded_message": "税费将在结账时在付款前计算，并根据您的客户证据添加到不含税价格中。"
  },
  "transportation_page": {
    "menu": {
      "dashboard": "仪表盘",
      "transportations": "运输方式",
      "orders": "订单",
      "setting": "环境",
      "delivery_services": "服务",
      "delivery_persons": "快递员"
    },
    "go_to_courier_list": "查看快递列表",
    "go_to_service_list": "查看运输服务列表"
  },
  "transportation_persons": {
    "title": "快递员",
    "notifications": {
      "success_add": "快递员补充道。",
      "success_reset": "统计重置。",
      "success_remove": "快递删除成功。",
      "success_update": "快递信息更新成功。"
    },
    "reset": {
      "title": "重置统计信息",
      "message": "您确定要重置此快递员的统计信息吗？",
      "action": "是的，立即重置"
    },
    "remove": {
      "title": "删除信使",
      "message": "你确定要删除这个快递吗？",
      "action": "是的，立即移除"
    },
    "add_dialog": {
      "title": "添加新快递",
      "action": "添加快递"
    }
  },
  "transportation_orders": {
    "title": "发货订单",
    "notifications": {
      "success_update": "发货状态更新成功。",
      "success_payment": "货到付款确认成功。"
    }
  },
  "delivery_person": {
    "actions_title": "快递设置",
    "action_delivered": "已发货",
    "action_paid": "货到付款",
    "action_returned": "回来",
    "cod_confirm_action": "确认货到付款",
    "pickup_dialog": {
      "title": "你是这个包裹的快递员吗？",
      "message": "如果您负责运送此包裹，请选择是，否则选择否。"
    },
    "status_dialog": {
      "title": "将状态更改为 {status}",
      "message": "您确定将配送状态更改为 {status} 吗？",
      "action": "是的，我确认！"
    },
    "cod_dialog": {
      "title": "货到付款",
      "message": "您是否确认已收到买家的订单金额？",
      "action": "是的，我确认付款！"
    }
  },
  "transportation_services": {
    "title": "送货服务",
    "notifications": {
      "success_add": "增加了送货服务。",
      "success_reset": "统计重置。",
      "success_remove": "服务已成功删除。",
      "success_update": "服务更新成功。"
    },
    "reset": {
      "title": "重置统计信息",
      "message": "您确定要重置此服务的统计信息吗？",
      "action": "是的，立即重置"
    },
    "remove": {
      "title": "删除送货服务",
      "message": "您确定要删除此服务吗？",
      "action": "是的，立即移除"
    },
    "add_dialog": {
      "title": "添加新的送货服务",
      "action": "添加服务"
    }
  },
  "delivery_receipt": {
    "title": "交货收据",
    "has_return": "退货",
    "cashed": "现金支付"
  },
  "delivery_dashboard": {
    "select_destinations": "将订单添加到列表",
    "price_calculation": "估算运费",
    "price_calculation_action": "计算价格",
    "add_request": "请求服务",
    "add_request_action": "提交服务请求",
    "refresh_action": "更新资料"
  },
  "delivery_order": {
    "title": "装货单",
    "has_return": "退货",
    "cashed": "现金支付"
  },
  "cash_register": {
    "menu": {
      "panel": "收银机",
      "orders": "订单",
      "customers": "顾客",
      "devices": "设备",
      "inventory": "存货"
    },
    "payment_confirm": "付款确认",
    "payment_confirm_msg": "客户支付订单 {basket_id}。"
  },
  "barcode_scanner": {
    "wifi_pass": "您的无线网络密码",
    "message": "输入您的 WiFi 路由器密码并扫描二维码。",
    "wifi_ssid": "无线网络SSID",
    "ssid_message": "输入您的 Wi-Fi 网络名称 (SSID)。"
  },
  "pos_devices": {
    "Scanner": "条码扫描器",
    "Scanner_desc": "要使用条码扫描器，您必须在产品设置中正确输入产品 SKU 代码。",
    "Printer": "打印机",
    "Printer_desc": "通过连接到收据打印机打印您的客户收据。",
    "CustomerView": "客户视图",
    "CustomerView_desc": "此页面使您能够向客户显示订单详细信息。",
    "CardReader": "读卡器",
    "CardReader_desc": "您的客户用于货到付款的读卡器设备。",
    "ChipReader": "芯片阅读器",
    "ChipReader_desc": "NFC 标签阅读器使用标签将商品添加到购物车。"
  },
  "pos_register_devices": {
    "delete_dialog": {
      "title": "删除设备",
      "message": "您确定要从您的 POS 配置文件中删除此设备吗？",
      "action": "是的，立即移除"
    }
  },
  "pos_process_center": {
    "title": "POS订单处理中心",
    "menu": {
      "label": "包装标签",
      "receipt": "收据",
      "back": "后退",
      "timeline": "时间线",
      "order": "命令"
    }
  },
  "pos": {
    "add_customer": "添加客户",
    "set_delivery": "设置收货地址",
    "add_giftcards": "添加礼品卡",
    "add_discount_code": "添加折扣码",
    "add_coupon": "添加优惠券",
    "set_campaign": "设置广告系列",
    "select_buyer": "选择买家！",
    "send_to_pos": "发送到读卡机",
    "print_receipt": "打印收据",
    "confirm_cash_payment": "确认现金支付",
    "payment_cod": {
      "title": "货到付款",
      "message": "此订单的金额将在交货时支付。收到买家的款项后，您必须确认付款才能在系统中完成订单。"
    },
    "payment_online": {
      "title": "选择在线支付方式",
      "message": "通过选择以下选项，将创建一个付款链接并将其发送给买家。通过支付此链接，订单状态将变为已支付模式。付款链接将通过扫描客户屏幕上的二维码、短信或电子邮件生成。要激活任何渠道以发送链接，请单击该选项，然后按下按钮向买家发送收据。"
    },
    "notifications": {
      "success_pay": "订单付款完成。",
      "success_order": "订单创建成功，等待客户付款。"
    },
    "payment_dialog": {
      "check_pay_now": "手动检查付款",
      "close_action": "关闭对话框。我不想等待客户付款",
      "go_to_order": "前往订购页面",
      "paid_by_gift_card_msg": "总订单金额已从礼品卡中提取！买家无需支付更多费用。",
      "cod_msg": "客户将在收到订单时付款。",
      "online_msg": "请客户扫描客户屏幕上的二维码。"
    },
    "name": "POS",
    "message": "让您的零设置成本在线销售点，在任何智能手机、平板电脑和 PC 上运行，或手动创建订单。"
  },
  "exporter": {
    "title": "导出数据",
    "subtitle": "您的数据属于您！您可以随时以标准格式下载您的业务信息。但是，请尊重您客户的隐私，不要向他们发送垃圾邮件，也不要与第三方共享他们的信息。",
    "excel": "您将收到商店中所有 {type} 的列表以及 Excel 格式的完整信息。",
    "csv": "您将收到商店中所有 {type} 的列表以及 CSV 格式的完整信息。此格式符合 Selldone 将 {type} 导入商店的标准格式。"
  },
  "importer": {
    "category": {
      "title": "导入类别",
      "subtitle": "在此处上传类别的 CSV 文件。确保遵循标准格式。"
    },
    "product": {
      "title": "进口产品",
      "subtitle": "在此处上传产品的 CSV 文件。确保遵循标准格式。"
    },
    "product_images": {
      "title": "导入图像",
      "subtitle": "接收图像信息非常耗时。导入图像时请务必尊重版权。"
    },
    "inventory": {
      "title": "批量更新库存",
      "subtitle": "在此处上传库存的 CSV 文件。确保遵循标准格式，首先导出 CSV 文件，然后编辑该文件。"
    },
    "back_to_products": "返回产品列表",
    "back_to_categories": "返回类别列表",
    "back_to_inventory": "返回库存清单",
    "step_select_file": "选择 CSV 文件",
    "step_send_to_server": "发送到服务器",
    "step_view_result": "查看结果",
    "step_view_que": "查看等候名单",
    "send_to_server_action": "发送到服务器",
    "shop_license": "店铺执照",
    "max_items_limit": "最大项目限制",
    "total_items": "项目总数",
    "customer": {
      "title": "导入客户",
      "subtitle": "在此处上传客户的 CSV 文件。确保您遵循标准格式，并且您必须遵守隐私规则。"
    }
  },
  "campaigns": {
    "title": "活动",
    "subtitle": "创建活动、可跟踪链接，并在一处查看可靠且准确的信息。我们帮助您做出更好的数据驱动决策。",
    "add_action": "添加新广告系列",
    "empty_message": "立即创建您的第一个广告系列！",
    "delete": {
      "title": "删除广告系列",
      "message": "您确定要删除此广告系列和所有数据吗？",
      "action": "是的，立即删除"
    }
  },
  "landing_categories": {
    "raw": "原始模板",
    "marketing": "营销与广告",
    "product": "产品介绍",
    "health": "健康与健身",
    "food": "食品和水果",
    "house": "房地产和房屋",
    "device": "机器和设备",
    "car": "车",
    "software": "软件",
    "clothing": "服装鞋履",
    "jewellery": "珠宝",
    "all": "所有模板"
  },
  "shop_theme": {
    "theme_colors": "主题颜色",
    "products_view_mode": "购物清单视图",
    "products_view_mode_desc": "您可以根据屏幕大小调整商店中产品的显示方式。默认情况下会考虑此模式，如果用户更改显示模式，则不会应用此模式。",
    "color_light": "原色",
    "color_dark": "原色深色",
    "color_deep_dark": "深沉的颜色",
    "color_info": "链接",
    "light_checkout": "轻型结帐主题",
    "light_header": "灯头",
    "light_footer": "浅色页脚",
    "product_page": "产品页面",
    "typography": "排版",
    "header": "标题",
    "custom_code": "自定义代码",
    "custom_css": "自定义 CSS",
    "light_filter": "类别过滤主题",
    "custom_variants": "变体"
  },
  "app_templates": {
    "default": "默认",
    "blue": "蓝色的海洋",
    "amber": "琥珀色",
    "green": "赤道",
    "red": "吸血鬼",
    "magenta": "花",
    "master": "掌握",
    "black": "暗面"
  },
  "affiliate_orders": {
    "title": "附属合作伙伴订单",
    "table": {
      "order_price": "订单金额",
      "order_payment": "订单付款状态",
      "order_link": "订购链接",
      "commission_status": "佣金状况",
      "commission_amount": "佣金金额",
      "items": "项目",
      "actions": "行动",
      "create_date": "创建日期"
    },
    "notifications": {
      "update_success": "会员状态已更新。"
    }
  },
  "affiliate_payments": {
    "title": "附属合作伙伴付款",
    "table": {
      "staff": "职员",
      "amount": "数量",
      "note": "笔记",
      "date": "日期"
    }
  },
  "my_roles": {
    "title": "我的角色",
    "message": "角色是授予商店员工的访问权限类型。例如，负责发送或包装订单的工作人员。"
  },
  "role_card": {
    "complete_tasks": "已完成的任务",
    "reject_tasks": "被拒绝的任务",
    "last_check": "最近的检查"
  },
  "referral_widget": {
    "apply_now": "立即申请此计划！",
    "no_bonus": "邀请朋友获得一等奖。",
    "your_gift": "你的礼物",
    "invited_gift": "特邀礼物",
    "percent_bonus": "百分比奖金",
    "discount_bonus": "折扣奖金",
    "registered": "新的用户",
    "accepted": "接受用户"
  },
  "app_config": {
    "reviews": "评论",
    "rate_now": "现在就评价吧",
    "category": "类别",
    "uninstall": "卸载",
    "get_app": "获取应用",
    "public_keys": "公钥",
    "private_keys": "私钥（安全）",
    "config": "应用配置",
    "app_status": "申请状态",
    "app_info": "申请信息",
    "update_at": "最近更新",
    "visit_website": "访问网站",
    "privacy": "隐私政策",
    "installs": "安装",
    "basic_profile_permission": "基本资料信息",
    "developer": "开发商",
    "permissions": "权限",
    "total_comments": "总评论",
    "delete_dialog": {
      "title": "卸载应用",
      "message": "你想从你的商店中删除这个应用程序吗？",
      "action": "是的，删除应用"
    },
    "notifications": {
      "uninstall_success": "应用程序卸载成功。"
    }
  },
  "shop_bots": {
    "not_set": "没有设置！",
    "tokens": "代币",
    "webhook": "网络钩子",
    "calls": "来电",
    "dialog": {
      "title": "{name} 机器人配置",
      "message": "用于构建企业级购物体验的综合机器人框架。"
    }
  },
  "shop_customers": {
    "title": "客户管理",
    "all_customers": "下载所有客户",
    "filtered_customers": "过滤的客户",
    "dialog_chips": {
      "title": "设置客户筹码数量"
    },
    "dialog_club": {
      "title": "设置客户俱乐部级别"
    },
    "subtitle": "您可以通过多种方式将客户添加到您的商店：手动、批量 Excel 导入、通过 POS 或通过您的在线商店。每当用户登录您的商店时，他们都会自动注册为客户。",
    "add_customer_action": "添加新客户"
  },
  "app_dashboard": {
    "status": "发布状态",
    "statistics": "统计数据"
  },
  "app_publish": {
    "production_version": "生产版本",
    "beta_version": "测试版",
    "alpha_version": "阿尔法版本"
  },
  "app_publish_widget": {
    "header": "商店网站标题",
    "header_code": "标头代码",
    "admin_page": "管理页面",
    "name": "姓名",
    "icon": "图标",
    "url": "网址"
  },
  "app_api": {
    "title": "API 访问",
    "revoke_api": "撤销 API",
    "api_key": "API 密钥",
    "secret": "密钥",
    "client": "客户",
    "redirect_url": "重定向网址",
    "client_name": "客户名称"
  },
  "app_loader_page": {
    "no_ui_title": "此应用程序没有任何用户界面！",
    "no_ui_desc": "某些应用程序在其管理区域中不需要用户界面。此应用程序只能将代码添加到您商店网站的标题部分。",
    "header": "标头代码"
  },
  "finance_report": {
    "export_title": "导出财务数据",
    "export_sub_title": "在单个文件中下载财务详细信息。",
    "start_input_placeholder": "选择报告开始日期",
    "end_input_placeholder": "选择报告的结束日期",
    "download_action": "下载财务清单"
  },
  "shop_notifications": {
    "title": "商店通知",
    "sub_title": "机器人、电子邮件、短信、...",
    "message": "编辑您的商店通知设置和首选项",
    "channel": "渠道",
    "status": "地位",
    "events": "活动",
    "info": "信息",
    "actions": "行动",
    "connected": "连接的",
    "not_connected": "未连接！",
    "connect_now": "立即连接",
    "send_test": "发送测试数据",
    "disconnect": "断开",
    "dialog": {
      "title": "机器人配置",
      "message": "用于构建企业级电子商务体验的综合通知框架。",
      "action": "点击这里！",
      "set_config": "设置配置"
    }
  },
  "notification_events": {
    "new_order": "🛍️ 订购",
    "payment": "💳 付款",
    "return": "📦 返回",
    "weekly_report": "📈 每周报告"
  },
  "order_delivery": {
    "title": "交货",
    "add_to_delivery_que_action": "添加到发货队列",
    "in_que": "在运送队列中",
    "message": "将包裹交给快递员后，单击“<b>确认交货</b>”按钮。",
    "message_add_to_service": "如果您想通过<b>送货服务</b>发送此包裹，请单击以下按钮。",
    "action": "发货确认",
    "checklist": [
      "检查快递员的身份证。",
      "良好的产品包装和及时的交货可以提高您的客户保留率。"
    ],
    "manual": {
      "title": "等待客户确认发货。",
      "action_received": "买家确认",
      "action_returned": "交货退货",
      "message": "注意：如果客户收到订单，您可以使用以下选项来完成履行。系统中的部分配送服务会自动确认配送。"
    },
    "auto_complete_note": "一段时间后，订单状态将更改为已发货。此期限因订单类型而异，由系统确定。",
    "received": {
      "title": "交付给客户。",
      "delivered_date": "邮寄日期"
    },
    "receiver": "接收者",
    "bill": "收据",
    "tracking": {
      "title": "添加跟踪代码/网址",
      "code": "跟踪代码",
      "url": "跟踪网址",
      "message": "如果您通过提供此订单跟踪代码的服务发货，您可以在此部分输入代码和相关跟踪链接。此信息将显示给客户。"
    },
    "preferred_delivery_time": "首选交货时间",
    "manage_couriers": "管理我的快递员",
    "manage_service": "管理服务",
    "option_deliver_by_courier": "选项 1：由您的快递员送货。",
    "option_add_to_que": "选项 2：添加到队列以在运输服务页面上处理。",
    "option_instant_shipping": "选项 3：即时发货。",
    "pickup_action": "取件确认",
    "courier_action": "发货确认",
    "courier_action_subtitle": "我的快递员会收取包裹。",
    "pickup_action_subtitle": "顾客领取了订单。",
    "service_action": "执行确认"
  },
  "shop_home_edit": {
    "title": "主页设置",
    "sub_title": "设置您的网站默认页面",
    "default_home": "默认主页",
    "default_home_placeholder": "店铺页面是网站首页"
  },
  "selldone_referral_page": {
    "title": "推荐仪表板",
    "referral_link": "推荐链接",
    "registered": "挂号的",
    "accepted": "公认",
    "bank": "银行",
    "bank_title": "取款银行信息",
    "new_users": "新用户",
    "performance": "表现",
    "credit_mode": "信用模式",
    "get_stickers": "获取贴纸 Html 代码以复制和粘贴",
    "click_copy_sticker_code": "单击徽章以复制 html 代码。"
  },
  "selldone_referral_payment": {
    "title": "推荐付款",
    "officer": "官",
    "amount": "金额交易",
    "note": "笔记",
    "date": "日期",
    "subtitle": "这是提款交易的列表。当您将资金从推荐钱包转入您的银行账户或 Selldone 钱包时，它将列在这里。"
  },
  "widget_shop_gateway": {
    "link_account_caution": "将帐户 ({currency}) 链接到您的商店！点击这里.."
  },
  "product_sell_widget": {
    "title": "产品销售业绩"
  },
  "fulfilment_order_widget": {
    "title": "代发货履行",
    "check_action": "接受直销",
    "uncheck_action": "订单已确认",
    "pay_action": "支付项目成本..",
    "pay_completed": "付款确认",
    "list_of_items": "转售物品",
    "checklist": [
      "将您间接销售的产品金额支付给原始卖家。",
      "您可以在会计部分>商店的Dropshipping中将产品成本一起支付和结算给供应商。",
      "付款后，供应商将收到您的订单，并在准备好后直接发送给买家。"
    ],
    "message": "向供应商支付订单费用后，请参阅本节发送订单的进度。"
  },
  "drop_shipping": {
    "menu": {
      "dashboard": "仪表盘",
      "orders": "订单",
      "inventory": "存货",
      "shops": "经销商",
      "requests": "要求"
    },
    "drop_shipping_charge": "托运费用"
  },
  "dropship_request_status": {
    "PENDING": "待办的",
    "ACCEPT": "接受",
    "REJECT": "拒绝"
  },
  "dropshipping_reseller_page": {
    "menu": {
      "dashboard": "仪表盘",
      "orders": "订单",
      "wallet": "钱包"
    }
  },
  "dropshipping_reseller_dashboard": {
    "title": "经销商仪表板"
  },
  "dropshipping_reseller_orders": {
    "title": "经销商订单"
  },
  "dropshipping_reseller_wallet": {
    "title": "经销商钱包"
  },
  "master_payment": {
    "notifications": {
      "payment_success_title": "付款确认",
      "payment_success": "付款完成。",
      "buy_title": "买",
      "pay_by_giftcards": "您的订单是使用礼品卡支付的。",
      "free_order": "您的订单是免费的。",
      "pay_by_cod": "您的订单已注册为货到付款。",
      "pay_by_dir": "您的订单已注册为直接付款，请在您的订单页面完成付款并上传收据。",
      "pay_title": "支付",
      "qr_code_payment": "付款二维码已创建。",
      "connecting_to_online_gateway": "连接到在线支付网关。"
    }
  },
  "dropship_charges": {
    "notifications": {
      "pay_confirm_message": "付款已确认。<br>日期：{payment_at}",
      "pay_fail_title": "没有支付",
      "pay_fail_message": "付款无法验证！"
    }
  },
  "dropship_checkout": {
    "pay_dialog": {
      "title": "经销商订单付款",
      "balance": "您的账户余额",
      "total_cost": "总订单成本",
      "need_charge": "需要充电",
      "no_account_cation": "你没有账号！致电批发商。",
      "orders": "订单"
    },
    "notifications": {
      "success_pay": "您对这些订单的付款已确认并成功完成。"
    }
  },
  "dropship_accounts": {
    "charge_account": "付费账号",
    "charge_dialog": {
      "title": "收取直销帐户",
      "amount_input": "账户费用",
      "charge_now": "立即充电"
    }
  },
  "dropship_admin_dashboard": {
    "title": "经销商请求",
    "today_order_count": "今天的订单数",
    "yesterday_order_count": "昨天的订单数",
    "total_7_days": "过去 7 天的订单总数"
  },
  "dropshipping_products": {
    "no_shops": "抱歉，没有找到店铺。将来会有更多的商店，所以你可以把他们的产品放在你的商店里。",
    "show_all_shops": "显示所有商店",
    "show_all_message": "你可以看到所有的商店",
    "current_shop": "当前店铺",
    "request_account": "申请帐号",
    "request_accepted": "已接受请求",
    "request_rejected": "请求被拒绝",
    "request_pending": "请求待定..",
    "notifications": {
      "add_product": "产品添加到您的商店。",
      "request_access": "我们已成功将您的访问请求发送给批发商。"
    },
    "show_eligible_shops_message": "显示符合条件的商店"
  },
  "product_dropshipping": {
    "need_re_enable": "此产品已被原卖家更改，这些价格更改已禁用您商店中的产品。检查更改，如果您同意重新激活产品，请按下面的按钮。",
    "need_re_enable_action": "同意，应用更改和激活",
    "changed_value": "此产品已由原卖家编辑。检查更改，如果您同意将更改应用于您的产品，请单击下面的按钮。",
    "changed_value_action": "同意，修改",
    "parent_deleted": "此商品已被原卖家移除。",
    "parent_closed": "该产品已被原卖家禁用！您将无法在您的商店中销售该产品，但如果原始卖家重新激活该产品，您将能够在您的商店中重新激活该产品。",
    "notifications": {
      "re_enable_success": "该产品已重新激活。",
      "update_success": "此产品信息已使用原始产品信息进行了更新。"
    }
  },
  "product_dropshipping_admin": {
    "title": "代发货",
    "save_alert": "此产品的直销设置已更改。是否要保存更改？",
    "reselling_message": "通过激活此选项，其他卖家将能够将您的产品添加到他们的商店。",
    "reselling": "启用直销",
    "price_merchants": "商家价格",
    "price_commission": "商家佣金（固定）"
  },
  "buy_button": {
    "waiting_for_availability": "等待可用性",
    "inform_me_when_available": "有货时通知我！",
    "pay_buy": "支付和购买",
    "quantity": "数数",
    "quantity_in_basket": "购物车中的物品",
    "count_unit": "X",
    "remove": "消除",
    "add_to_basket": "添加到购物车",
    "buy": "买",
    "notifications": {
      "inform_add_success": "我们会在有货时通知您。",
      "inform_remove_success": "您已从等候名单中删除。"
    },
    "book_now": "现在预订",
    "reserve_now": "立即预订",
    "buy_now": "立即购买"
  },
  "product_info": {
    "fake": "伪造的",
    "action": "拍卖",
    "compare_limit": "10 件限制",
    "compare_add": "加入对比",
    "compare_be_in_list": "在比较列表中",
    "type": "类型",
    "brand": "品牌",
    "category": "类别",
    "discount": "折扣",
    "track_price": "追踪价格",
    "waiting_for_auction": "等待拍卖？",
    "inform_auction": "拍卖时通知我",
    "return_in_days": "{days} 天保修退货",
    "support24h7": "支持7天24小时",
    "support_normal": "工作时间支持",
    "original_guarantee": "原始保证",
    "cod_payment": "货到付款支持",
    "pros": "优点",
    "cons": "缺点",
    "external_link": "阅读更多",
    "notifications": {
      "congratulation": "恭喜",
      "waiting_list_add_success": "当该产品被拍卖时，我们会通知您。",
      "waiting_list_delete_success": "您已退出拍卖等候名单。"
    },
    "offer_message": "购买 {min_quantity} 这些商品可享受 {percent}% 折扣",
    "up_to": "每个订单最多 {per_order}x",
    "get_free": "免费",
    "get_off": "获得 {percent}% 折扣"
  },
  "styler": {
    "size_class": "尺寸和等级",
    "delete_bg": "删除背景图片",
    "bg_color": "背景颜色",
    "section_style": "设置截面样式",
    "link": "设置链接",
    "show_products": "产品/类别列表管理",
    "show_product": "选择产品",
    "delete_section": "删除部分",
    "text_color": "文字颜色",
    "tex_align": "文本对齐",
    "text_style": "文字样式",
    "bg_image": "背景图片",
    "product": {
      "title": "选择产品"
    },
    "products": {
      "title": "产品和类别列表管理",
      "sort_options": "选择排序和查看设置",
      "item_types": "仅显示产品/类别",
      "product_only": "仅限产品",
      "category_only": "仅限类别",
      "no_category": "您的商店中没有类别。",
      "limit": "产品限制",
      "limit_message": "输入产品结果计数",
      "select_categories": "选择可用类别",
      "categories_limit": "类别限制",
      "categories_limit_msg": "输入最大类别数。将零设置为无限制。"
    }
  },
  "shop_contacts": {
    "popup": "启用弹出支持",
    "popup_message": "通过激活此选项，支持键将显示在您商店的右下角。"
  },
  "popup_page": {
    "preview": "查看实时弹出窗口",
    "menu": {
      "design": "设计",
      "appearance": "外貌",
      "filter": "筛选",
      "setting": "环境"
    },
    "notifications": {
      "save": "弹出窗口已成功保存。",
      "edit": "弹窗更新成功。"
    }
  },
  "popup_appearance": {
    "position": "位置",
    "position_desc": "指定此通知在页面上的显示位置。",
    "width": "宽度",
    "width_desc": "您可以设置最大页面宽度。",
    "height": "高度",
    "height_desc": "您可以设置最大页面高度。",
    "radius": "拐角半径",
    "radius_desc": "在本节中，您可以设置通知角的曲率半径。",
    "shadow": "阴影",
    "shadow_desc": "你想让弹出窗口有阴影吗？",
    "delay": "显示延迟",
    "delay_desc": "一旦用户进入您的商店，经过这段时间后，将向用户显示通知。",
    "hide": "隐藏延迟",
    "hide_desc": "您可以设置通知在演出后几秒钟自动关闭。值 0 表示通知不会自动关闭。",
    "transition": "弹出动画"
  },
  "popup_filter": {
    "registered": "会员资格和登录要求",
    "registered_desc": "您可以选择仅向商店用户或访客显示此通知。",
    "only_guests": "只有客人",
    "only_users": "仅登录用户",
    "purchased": "购买历史",
    "purchased_desc": "您可以选择仅向已购买或尚未购买的用户显示此通知。",
    "no_purchase": "还没有购买",
    "yes_purchase": "之前购买",
    "sex": "性别",
    "sex_desc": "您是否希望仅向特定性别的用户显示此通知？",
    "age": "最低年龄",
    "age_desc": "如果输入任何大于 6 的值，则用户必须登录并且必须输入他的出生日期。",
    "levels": "客户俱乐部级别",
    "levels_desc": "如果用户具有以下选定级别之一，则会向他显示此通知。",
    "countries": "位置限制",
    "countries_desc": "您是否希望仅向来自特定国家/地区的用户显示此通知？"
  },
  "popup_setting": {
    "published": "发布状态",
    "repeat": "重复",
    "repeat_msg": "您是否希望多次向用户显示此通知？",
    "intervals": "弹出显示的持续时间",
    "intervals_msg": "必须经过向用户显示通知之间的最短时间间隔。",
    "designer_zone": "设计师专区",
    "title": "弹出标题",
    "note": "设计师笔记",
    "image": "封面图片",
    "delete": {
      "title": "删除",
      "sub_title": "删除弹出窗口后，将无法返回。请确定。",
      "action": "删除此弹出窗口"
    },
    "notifications": {
      "delete": "弹出窗口已删除。"
    }
  },
  "shop_sms": {
    "title": "管理短信",
    "sub_title": "发送给客户的短信模板",
    "message": "您可以在此处查看您的商店发送的短信内容。由于在消息服务中注册验证模式的限制，目前无法个性化文本消息。",
    "tabs": {
      "templates": "模板",
      "provider": "提供者"
    },
    "manage": {
      "title": "管理短信",
      "subtitle": "您可以在此处查看您的商店发送的短信内容。由于在消息服务中注册验证模式的限制，目前无法个性化文本消息。"
    },
    "template": {
      "title": "模板",
      "valid_message": "您可以创建自定义短信。",
      "provider_not_enable_message": "短信提供商未启用！",
      "need_custom_provider_message": "仅当您设置了自定义提供商时，定制的短信才有效。",
      "add_new": "添加新",
      "disable_reason": {
        "set_provider": "首先设置您的提供商！",
        "provider_is_disabled": "提供商已禁用！",
        "otp": "OTP-不可定制！",
        "select_another_provider": "选择其他提供商。"
      },
      "enable_only_filter": "仅显示已启用",
      "text_template_not_supported_msg": "您的提供商不支持纯文本消息。",
      "structure_template_not_supported_msg": "您的提供商不支持结构化消息。",
      "structured_data": "结构化数据",
      "menu": {
        "reset_error": "重置错误",
        "send_test": "发送测试消息"
      }
    },
    "template_edit": {
      "title_add": "添加新的消息模板",
      "title_edit": "编辑消息模板",
      "config": {
        "title": "信息配置",
        "subtitle": "您可以在短信提供商的网站上创建短信模板，然后在此处指定其代码和数据结构。我们会将此信息转发给您的提供商，然后由提供商生成实际的短信。",
        "code": "代码",
        "language_msg": "将其留空以将其设置为默认值。",
        "enable_msg": "该模板将用于创建消息。"
      },
      "text": {
        "title": "纯文本",
        "subtitle": "在此处输入个性化短信。动态值将替换为其实际值，然后再发送给用户。",
        "message": "信息",
        "reset_to_default": "重置为默认",
        "auto_fill": {
          "title": "自动填充参数",
          "subtitle": "您可以在文本中使用这些参数中的每一个，Selldone 会用相应的值替换它们。"
        },
        "sample": {
          "title": "示例消息"
        }
      },
      "template": {
        "title": "结构模板",
        "subtitle": "您可以在此处设置模板的键和值。模板代码应与您在短信服务提供商中设置的完全一致，而<code>key</code>则是您的提供商希望通过什么方式发送代码。如果模板的<code>value</code>字段为空，则<code>{code}</code>将被视为模板代码。",
        "add_new_parameter": "添加新参数",
        "auto_fill": {
          "title": "自动填充参数",
          "subtitle": "您可以将每个参数设置为一个值，Selldone 会用相应的值替换它们。为简单起见，最好在您的 SMS 提供商中将默认值定义为模板。在这种情况下，无需在此处定义参数值。"
        },
        "request": {
          "title": "示例有效载荷"
        },
        "sample": {
          "title": "示例模板消息",
          "subtitle": "您可以复制此模板并粘贴至您的短信提供商。"
        },
        "add_message_action": "添加消息模板"
      }
    }
  },
  "shop_emails": {
    "title": "管理电子邮件",
    "sub_title": "您将在此部分中看到商店发送给客户和经理的电子邮件列表。电子邮件是根据您为商店输入的信息自动设计和创建的。此外，未来将向公众提供个性化消息和图像的可能性。",
    "tabs": {
      "preferences": "优先",
      "templates": "模板",
      "provider": "提供者"
    },
    "preferences": {
      "title": "通知电子邮件"
    }
  },
  "instagram": {
    "title": "Instagram 上的销售",
    "message": "借助此工具，您可以将 Instagram 变成商店。只需在此处添加并确认您的 Instagram 帐户，然后您就可以从每个帖子或您的故事中发布一个或多个产品，添加和标记您的产品列表或将帖子变成新产品！",
    "add_product": "添加新产品",
    "create_product": "创建产品",
    "link_box_msg": "将此链接放在您在 Instagram、Telegram 或其他社交媒体上的个人简介中，以便您的观众可以更快、更轻松、更多地购买。",
    "remove_account": "更改/删除 Instagram 链接",
    "sync": "同步帐户数据（每 60 分钟）"
  },
  "service_bill": {
    "task": {
      "title": "待办事项清单",
      "message": "写下你想做的工作的标题，让买家知道它的进展情况。"
    },
    "booking": {
      "title": "预订/预订",
      "message": "此订单将在指定时间处理，客户已选择所需时间段，如果您想在所选时间段内进行任何更改，请告知客户。",
      "selected_checkin": "选定的客户登录日期",
      "selected_checkout": "选定的客户退出日期",
      "change_days_question": "您是否需要在客户选定的日期内进行更改？",
      "show_calendar": "显示订单日历"
    },
    "pricing": {
      "title": "价钱",
      "message": "您对这项服务收取多少费用？"
    },
    "subscription": {
      "title": "订阅",
      "message": "您可以通过每天购买此服务来选择订阅期。让买家知道您是否要更改已输入的默认值。",
      "duration": "订阅期"
    },
    "charge": {
      "title": "收费",
      "message": "您已为此项目指定费用。您可以更改客户购买的商品的费用金额。",
      "charge": "收费"
    },
    "save_item": "验证并设置",
    "start_service": "启动服务",
    "end_service": "结束"
  },
  "service_tasks": {
    "notification_finish": {
      "title": "服务结束",
      "message": "如果这样做了，请按确认键以完成并关闭订单。",
      "action": "确认并完成订单"
    }
  },
  "product_outputs": {
    "outputs_form": "显示器的信息结构（输出）",
    "virtual": {
      "title": "产品输出信息表",
      "sub_title": "购买后要向用户显示的信息。这种形式特别适用于礼品卡等虚拟产品的销售。"
    },
    "service": {
      "title": "服务设计",
      "sub_title": "首先选择您的服务类型并输入所需信息。例如，您可以定义待办事项列表或向客户询问预订时间或约会。"
    }
  },
  "service_design": {
    "type": "服务类型",
    "type_message": "选择您为此产品提供的服务类型。通过选择每个项目，将显示相关表格。根据您选择的服务类型，订购时可能会从客户那里收到更多信息。"
  },
  "ServiceTypes": {
    "DEMAND": {
      "title": "一经请求",
      "desc": "比如上门维修、油漆、汽车维修等。"
    },
    "BOOKING": {
      "title": "预订",
      "desc": "就像预订酒店房间或别墅一样。"
    },
    "APPOINTMENT": {
      "title": "约定",
      "desc": "就像宠物护理预约或面对面培训一样。"
    },
    "RENTAL": {
      "title": "出租",
      "desc": "就像租一个地方或一辆车。"
    },
    "SUBSCRIPTION": {
      "title": "订阅",
      "desc": "像俱乐部会员或在线教练。"
    },
    "CHARGE": {
      "title": "收费",
      "desc": "例如向帐户收费或使用应用程序收费。"
    },
    "CUSTOM": {
      "title": "风俗",
      "desc": "如果您提供的服务不是以上任何一种，请选择此选项。"
    }
  },
  "avocado": {
    "title": "在所有社交媒体上进行快速、准确和愉快的销售",
    "message": "只需一笔金额和一份头衔即可从客户那里获得资金！资金将直接存入您的帐户，您的客户将获得独特的购物体验。",
    "new_order": "新法案",
    "create_by_seller_title": "创建发票",
    "create_by_seller_message": "如果您想创建具有一定金额的发票并将其发送给某人，您可以点击下面的按钮以显示发票表格。将生成的链接提供给买家以通过它支付和跟踪他们的订单。",
    "create_by_buyer_title": "鳄梨形式",
    "create_by_buyer_message": "通过激活此部分，将向您显示一个链接，将此链接提供给您的买家，以便他们可以下订单。",
    "orders_list": "订单清单",
    "active_mode": "订单收据有效",
    "inactive_mode": "不活跃",
    "active_message": "通过激活此来源，您的客户将能够通过您在下面看到的请求表下订单。",
    "avocado_form_link_message": "将此链接放在您在 Instagram、Telegram 或其他社交媒体上的简历中，以便您的受众可以更快、更轻松、最终获得更多购买",
    "need_address": "获取地址",
    "need_address_msg": "如果您需要获取买家的位置和地址，请选择此选项。",
    "avocado_link_message": "提供上述链接给客户支付订单就足够了。客户将能够通过此链接关注订单。",
    "edit_order": "编辑订单",
    "progress": "进度",
    "buyer_link": "买家链接",
    "buyer_link_message": "将此链接提供给您的买家。买家将能够通过此链接支付和跟踪他的订单。此链接已编码，如果将链接提供给任何人，他将能够付款并查看信息。此链接将有效 60 天。点击下面的链接进行复制。",
    "OrderConfirm_done": "订单已确认。",
    "OrderConfirm_message": "如果您确认付款并且订单正确，请单击下面的按钮。",
    "OrderConfirm_action": "订单确认",
    "PreparingOrder_message": "如果客户订单已准备好发货，请单击下面的确定按钮。",
    "PreparingOrder_action": "订单已准备好发货",
    "finish_message": "如果此订单完成，请点击结束按钮关闭此订单。",
    "finish_action": "完成订单处理",
    "finish_dialog": {
      "title": "完成订单",
      "message": "订单是否已完成，您确定要关闭它吗？",
      "action": "是的，确认订单完成"
    },
    "configuration": "鳄梨设置",
    "delivery_price": "运输费",
    "edit_avocado_action": "编辑信息",
    "submit_pricing_avocado_action": "提交订单的定价",
    "add_avocado_action": "创建发票链接",
    "avocados_list": "鳄梨清单",
    "not_pricing": "此商品不计价！",
    "show_all": "显示所有",
    "show_accepted": "显示已确认的项目",
    "notifications": {
      "update_success": "鳄梨更新成功。",
      "add_success": "鳄梨创建成功。"
    },
    "name": "牛油果"
  },
  "avocado_orders": {
    "title": "牛油果",
    "title_small": "社交媒体销售",
    "pending_orders": "活跃订单",
    "avocado": "订购鳄梨"
  },
  "avocado_process": {
    "step1": "价钱",
    "step1_msg": "输入每件商品的价格并选中绿色框。如果无法出售商品，请将其状态更改为拒绝。",
    "step2": "确认发票",
    "step2_msg": "为此订单创建发票。您可以输入发票的标题和说明。订单金额是根据商品的总价自动计算的。",
    "title_input": "发票标题 *",
    "show_to_customer": "此信息显示给买方。",
    "description_msg": "您想为此订单写注释吗？此信息将显示给买方。",
    "price_input": "订单金额 *",
    "tax_none": "免税",
    "tax_included": "包含在价格中",
    "tax_add": "加税",
    "tax_message": "您可以选择是否包含税费。",
    "tax_included_messages": "税费已包含在价格中。",
    "tax_add_messages": "最终价格应加税。"
  },
  "hyper": {
    "print_label": "打印以下标签并将其放置在产品前面",
    "hyper_form_link_product_message": "您的客户将能够通过此链接快速购买 {product}。他们还将通过扫描二维码输入相同的链接。",
    "title": "超级快速销售",
    "message": "在 Hyper Selldone 销售渠道的帮助下，您的客户将能够通过扫描二维码来购买产品，而无需您采取任何行动。使用这种方式在节日、展览或繁忙的仪式上快速大量出售一些物品。在此部分激活 Hyper 后，您可以在产品管理部分为实体产品创建一个超级二维码。",
    "orders_list": "超级订单列表",
    "active_mode": "超级销售渠道已激活",
    "inactive_mode": "不活跃",
    "active_message": "如果启用此选项，创建快速销售代码的可能性将显示在每个产品的管理部分。",
    "hyper_form_link_message": "您商店的超级页面链接",
    "configuration": "超级设置",
    "name": "超"
  },
  "hyper_orders": {
    "title": "超",
    "title_small": "销售报告",
    "hyper": "收到的订单"
  },
  "product_file": {
    "no_file": "还没有上传文件！",
    "delete_dialog": {
      "title": "删除文件",
      "message": "您确定要删除此文件吗？",
      "action": "是的，立即删除"
    },
    "notifications": {
      "delete_success": "文件删除成功。"
    },
    "drag_sort_msg": "您可以拖动和排序文件。",
    "paid_mode_msg": "用户只有购买产品后才可以下载。",
    "free_mode_msg": "用户可以免费下载。示例文件必须小于 50 MB。",
    "has_gust_shopping_msg": "由于商店的设置>流程中启用了访客购买功能，因此注册用户和访客都可以下载文件。",
    "only_registered_shopping_msg": "只有注册用户才能下载示例文件。",
    "file_count_limit": "文件数量限制"
  },
  "notification_top_bar": {
    "free_charge": "🎊 充值 {amount} 并获得 {amount_total} 信用。",
    "charge_action": "要求免费信用",
    "claim_title": "索取您的免费信用",
    "claim_charge_caution": "注意：您的钱包账户之间无法进行货币兑换。因此，请选择适合您商店中兑换的货币的账户。",
    "account_input": "存款账户",
    "account_msg": "费用将记入此帐户"
  },
  "selldone_applications": {
    "title": "不要错过您的订单！",
    "msg": "随时随地管理您的业务。",
    "scan_qr_code": "用你的手机扫描我！",
    "notification": {
      "title": "通知",
      "subtitle": "获取新订单通知。"
    },
    "order": {
      "title": "订单",
      "subtitle": "查看您的订单并管理它们。"
    },
    "product": {
      "title": "产品",
      "subtitle": "库存管理和产品平原。"
    }
  },
  "shop_seo": {
    "title": "搜索引擎优化配置",
    "msg": "通过赋能有机客户获取渠道，快进到在线营销。",
    "auto": {
      "title": "自动搜索引擎优化引擎",
      "msg": "为您网站上的受众和搜索引擎提供无缝的移动体验。"
    },
    "amp": {
      "title": "AMP",
      "msg": "加速移动页面自动生成。"
    }
  },
  "shop_preferences": {
    "order": {
      "title": "订单",
      "desc": "如果客户支付订单，包含订单信息的电子邮件将发送到此地址。"
    },
    "return": {
      "title": "返回",
      "desc": "如果产品被买家退回，将发送此电子邮件。发送此电子邮件取决于您购买的计划。"
    },
    "pos": {
      "title": "POS",
      "desc": "POS 销售报告将发送到此电子邮件。"
    },
    "avocado": {
      "title": "牛油果",
      "desc": "发送鳄梨订单的每日报告。"
    },
    "accounting": {
      "title": "会计",
      "desc": "存储财务报告和更新。"
    },
    "subscription": {
      "title": "订阅",
      "desc": "最近购买的计划状态与开始和结束订阅通知同步。"
    },
    "technical": {
      "title": "技术的",
      "desc": "有关域和服务状态的技术通知。"
    },
    "report": {
      "title": "报告",
      "desc": "每周和每月报告将发送到此电子邮件"
    },
    "review": {
      "title": "审查",
      "desc": "如果您需要在商店确认某个流程，相关的电子邮件将发送到此地址。例如，确认向商店用户发送营销电子邮件。"
    }
  },
  "shop_languages": {
    "title": "商店语言",
    "sub_title": "安装并激活商店自动翻译包。",
    "message": "您最多可以在商店中安装 10 个语言包。如果您需要安装更多软件包，请联系我们。"
  },
  "invite_friends": {
    "title": "向世界讲述您的业务！",
    "msg": "将 Selldone 介绍给您的朋友。他们注册时将获得 99 美元的公司代金券，完成第一笔交易后您将获得 15 美元的启动代金券。",
    "invite": {
      "title": "加入 Selldone 商业操作系统即可免费获得 99 美元的优惠券。",
      "description": "我邀请您到 Selldone 使用出色的工具在线开展业务。",
      "hashtags": "电子商务，网站建设者",
      "quot": "我通过 Selldone 建立了一个在线商店，您现在也可以开展业务。"
    }
  },
  "shops_list": {
    "title": "我的商店",
    "message": "我自己的商店，允许和样品商店的列表。",
    "sample": {
      "title": "样品店",
      "subtitle": "在这里，您可以发现一系列的样本商店。您被授权浏览这些商店提供的信息。但是，请不要使用真实个人信息登录或下订单，因为这些数据将向公众开放。如果您不小心在这里输入了您的信息，请退出商店并与我们联系以获取进一步的帮助。"
    },
    "add_new_store": "添加新商店",
    "i_have_a_deal": "我有一笔交易",
    "access": {
      "title": "访问邀请"
    }
  },
  "shipping": {
    "warehouse_error": "首先设置您的仓库！此地址将用作发货地。",
    "errors": {
      "set_origin": "设置您的位置图。",
      "set_country": "设置你的国家。",
      "set_address": "设置你的地址。",
      "set_zip": "设置您的邮政编码。"
    },
    "set_warehouse": "设置仓库",
    "pickup_location": "接人的地方",
    "refresh_rates": "刷新率",
    "no_rate": "没有率...",
    "view_messages": "查看消息...",
    "not_set_yet": "还没定！",
    "drop_orders_here": "在这里下单..."
  },
  "blog_category": {
    "title": "博客类别",
    "add_action": "添加新类别",
    "add_dialog": {
      "title": "新/更新类别",
      "force_edit": "强制编辑路径",
      "force_edit_msg": "更改类别名称并更新所有文章。",
      "star_msg": "已注视的类别优先显示在博客中。",
      "star": "盯着看",
      "delete_action": "删除类别",
      "add_action": "添加类别",
      "edit_action": "编辑类别"
    },
    "subtitle": "您可以为博客文章创建有限数量的类别，以便更有效地管理它们。设置类别限制可促进网站更好地组织。值得注意的是，即使是顶级新闻机构也会保留有限数量的类别，通常少于 100 个，以简化管理并保持更广泛的关注。"
  },
  "about_us": {
    "title": "关于我们页面",
    "subtitle": "写一篇关于您的业务的文章以显示在“关于我们”页面上。此页面将帮助您的受众了解您的品牌和使命。"
  },
  "terms": {
    "title": "服务条款页面",
    "subtitle": "为您的客户解释购买和使用您的服务的条款。"
  },
  "privacy": {
    "title": "隐私政策页面",
    "subtitle": "隐私政策是披露一方收集、使用、披露和管理客户或客户数据的部分或全部方式的声明或法律文件。"
  },
  "contact_us": {
    "title": "联系我们页面",
    "subtitle": "写下您的联系信息、地址和电话号码，以便在联系我们页面上显示给您的客户。"
  },
  "metaverse": {
    "title": "元界桥",
    "subtitle": "Selldone 在商业领域提供 %100 种基于 API 的服务。游戏、区块链和元界开发人员可以使用这些强大的 API 在未来的工作、生活和贸易世界中连接企业、客户和服务。",
    "message": "游戏开发者抢先体验"
  },
  "orders_bulk_export": {
    "title": "订单助理",
    "timespan": {
      "title": "时间段",
      "subtitle": "选择下订单的开始日期和结束日期。"
    },
    "tasks": {
      "title": "任务输出",
      "subtitle": "下载批量处理订单的任务列表。结果仅包含已付款和 COD 订单。",
      "export_title": "任务清单"
    },
    "labels": {
      "title": "包裹标签",
      "subtitle": "下载所选时间段和状态的所有订单标签列表。结果仅包含已付款和 COD 订单。",
      "export_title": "盒子标签"
    },
    "subtitle": "导出和下载标签以进行批量订单处理 - 非常适合每天处理超过 100 个订单。"
  },
  "customers_funnel": {
    "title": "客户人口统计",
    "subtitle": "过滤和导出您的客户数据，以做出更好的决策，以更少的营销创造更多的价值！请尊重您客户的隐私，切勿向他们发送大量邮件！未经每个人的许可，切勿与 3rd 方服务共享您的客户信息。"
  },
  "transportation_pickups": {
    "addresses": {
      "title": "取货地址",
      "subtitle": "在此处添加和编辑取货地址。用户将能够在结帐页面上选择取货地址。",
      "add_action": "添加新位置"
    }
  },
  "affiliate_pos": {
    "title": "附属POS",
    "open_pos_action": "快速订购POS",
    "description": "此选项适用于 Instagram 页面和其他社交网络的管理员。使用 Affiliate POS 手动接收和添加来自客户的订单。您的附属公司（或特许经营商）可以在附属 POS 中添加新订单并上传存款单。"
  },
  "shop_configuration": {
    "login": {
      "title": "登录方式",
      "subtitle": "自定义用户登录您商店的方式。"
    },
    "checkout": {
      "title": "结帐流程",
      "subtitle": "在您的电子商务中自定义您的客户旅程和购买流程。",
      "map": {
        "title": "地图",
        "subtitle": "用户必须在地图上选择送货地点（如优步）。",
        "subtitle_no_map": "如果客户提供的地址中不存在该位置，则运输计算中的距离为零。"
      },
      "mode": {
        "title": "客户登录点",
        "default": {
          "title": "尽快（默认）",
          "msg": "用户尽快登录。 （更多转换）"
        },
        "on_checkout": {
          "title": "结帐时",
          "msg": "强制用户在结帐步骤登录。"
        },
        "login_free": {
          "title": "可选登录",
          "msg": "订单付款后可选登录.."
        }
      },
      "express": {
        "title": "添加到购物车后重定向",
        "false": {
          "title": "正常模式",
          "msg": "单击添加到购物车后，留在页面上并继续购物。"
        },
        "true": {
          "title": "快递模式",
          "msg": "单击添加到购物车后将客户重定向到结帐页面。"
        }
      },
      "shipping_address": {
        "title": "询问收货地址"
      }
    }
  },
  "checkout_options": {
    "default": {
      "title": "物理和服务（默认）",
      "desc": "要求客户在物理和服务结账时输入地址。"
    },
    "physical": {
      "title": "仅限物理",
      "desc": "要求客户在实体结账时输入地址。"
    },
    "off": {
      "title": "绝不",
      "desc": "永远不要询问收货地址。 ⚠ 如果您计划通过选择产品的物理类型而不是服务类型来提供具有变体的服务，请使用此选项。"
    }
  },
  "business_model": {
    "title": "商业模式设置",
    "subtitle": "设置您的商业模式，我们将在幕后配置您的操作系统。"
  },
  "business_type": {
    "title": "商品类型",
    "subtitle": "设置您要在商店中销售的产品类型。 Selldone 中的产品类型不仅仅是一种产品；它更多的是关于履行程序。",
    "send_activation_request_to_support": "在支持票证中发送激活请求。",
    "require_kyc": "企业主KYC。",
    "needs_enterprise_license": "您需要拥有企业许可证。",
    "marketplace_caution_message": "将 Marketplace 设置为您的模型会深刻影响您的业务操作系统配置。例如，您必须为每个具有独立定价和库存的产品定义至少一个供应商。客户不能购买没有供应商的产品。"
  },
  "business_model_view": {
    "normal": {
      "title": "普通商店",
      "desc": "通常是 SME、家庭企业或直销商 - 直接向客户销售产品或作为经销商销售批发商的产品。"
    },
    "dropshipping": {
      "title": "代发货",
      "desc": "不保留产品和库存 - 您向第三方付款，通常是批发商（如 Printify、Wholesale2B 等）或制造商，他们在幕后完成订单。"
    },
    "wholesaler": {
      "title": "直销供应商",
      "desc": "通常是批发商或制造商——他们将订单直接发送给最终消费者。 Selldone 上的其他商家可以将您的产品直接运送到他们的商店。"
    },
    "marketplace": {
      "title": "市场",
      "desc": "在线市场在专有和集中的平台上连接买家和卖家。"
    },
    "franchise": {
      "title": "特许经营/附属公司",
      "desc": "特许经营是一种分销产品或服务的方法，涉及建立您的品牌（特许经营）或通过其品牌销售您的产品（附属公司）的特许人。"
    }
  },
  "marketplace": {
    "vendor_wallets": "钱包",
    "pricing_models": "价钱",
    "add_vendor": "添加供应商",
    "requests": "要求"
  },
  "price_input_type": {
    "title": "价格输入类型",
    "default": {
      "title": "默认",
      "desc": "选择一个值作为购物车中的数量。"
    },
    "area": {
      "title": "区域",
      "desc": "输入宽度和长度作为输入以计算数量。"
    },
    "volume": {
      "title": "体积",
      "desc": "输入宽度、长度和高度作为输入以计算数量。"
    },
    "custom": {
      "title": "自定义（通过输入表单）",
      "desc": "无需数百种变体！为高度可定制的产品创建自定义成本计算表。"
    }
  },
  "vendors_list": {
    "title": "我的供应商",
    "message": "我自己的供应商列表。"
  },
  "vendor_page": {},
  "domains": {
    "message": "将多个域连接到您的业务操作系统并在一个地方管理所有域。您可以使用多域功能为网站的每个部分（如博客和社区）创建专用域，或为您的附属公司使用不同的域。"
  },
  "notes": {
    "add_action": "为您的团队添加备注",
    "notifications": {
      "success_add": "注释已成功添加。",
      "success_delete": "笔记已成功删除。"
    }
  },
  "external_services": {
    "title": "外部服务",
    "subtitle": "在此处监控 SMS 和电子邮件等外部服务的最后状态。"
  },
  "theme": {
    "dark_mode": "黑暗模式",
    "dark_mode_description": "如果您需要深色背景和白色文本颜色，请选择此选项。",
    "light_mode": "灯光模式",
    "light_mode_description": "如果您希望背景为浅色且文本为黑色，请选择此选项。"
  },
  "shop_quota": {
    "title": "使用配额",
    "sub_title": "这是您商店的使用配额列表。您可以通过升级商店许可证来增加这些限制。如果您超出限制，您可以向我们申请额外的每日配额津贴。所有使用情况每天都会重置。"
  },
  "app_card": {
    "category": "类别",
    "installs": "安装",
    "actives": "积极的",
    "uninstalls": "卸载",
    "app_code": "应用程序代码",
    "app_mode": "应用方式"
  },
  "product_status": {
    "open": {
      "name": "积极的",
      "title": "活跃 |线上线下销售",
      "description": "该产品将可用于在线订购。"
    },
    "close": {
      "name": "不活跃的",
      "title": "不活跃 |仅限线下销售",
      "description": "该产品将无法在线订购。"
    },
    "pending": {
      "name": "待办的",
      "title": "待办的",
      "description": "上线前需要进行市场审查。"
    },
    "rejected": {
      "name": "被拒绝",
      "title": "被拒绝",
      "description": "该产品被市场拒绝。"
    }
  },
  "suggestions": {
    "vendor_payment": {
      "note": [
        "已完成销售付款",
        "供应商佣金支付。",
        "交易成功完成。",
        "最近销售的汇款。",
        "供应商服务成功转移。"
      ],
      "reverse_fund_reason": [
        "资金返还：从银行转账到供应商的钱包。",
        "供应商钱包充值：从银行账户转回资金。",
        "反向交易：银行到供应商钱包的资金转账。",
        "退款：银行存款退回至供应商的钱包。",
        "资金逆转：从银行补充供应商的钱包。"
      ]
    },
    "shop_email": {
      "name": [
        "超级优惠周末狂欢",
        "独家内幕交易揭晓",
        "您可享受高级折扣的 VIP 待遇",
        "季节性特卖盛宴",
        "解锁您的购物天堂",
        "大购物者嘉年华",
        "春季狂欢购物狂欢",
        "您无法抗拒的秋季优惠",
        "冬季奇迹：寒冷日子的温馨优惠",
        "夏末清仓倒计时",
        "黑色星期五富矿：早鸟优惠",
        "你好假期：您的礼物指南及更多内容",
        "新鲜发现：专为您打造的新品",
        "忠诚度奖励：内部独家折扣"
      ],
      "subject": [
        "⏰ 限时优惠！立即获取您的最爱",
        "🌼 新季节，新款式 - 探索我们的最新系列",
        "👑 专属 VIP 特卖",
        "💃 我们的新品令人瞩目",
        "🔚 享受所有商品 20% 折扣的最后机会",
        "🎁 送给您的礼物：内含 10 美元积分！",
        "☀️ 通过我们的热销活动为夏季做好准备",
        "🛍️ 升级你的衣柜 - 你值得拥有",
        "👀 先睹为快：新产品即将推出！",
        "🎂生日快乐！您的特别礼物正在等待着",
        "🖤 黑色星期五优惠你准备好了吗？",
        "🎯 精选精选 - 个性化购物体验",
        "🍹 是时候犒赏自己了 - 周末闪购！",
        "🧹 季末清仓 - 一切都必须结束！",
        "🚀 你赚到了！下一个订单免运费",
        "📢 不要错过 - 您的愿望清单商品正在促销",
        "🏡 用我们的家居装饰系列为您的家带来欢乐",
        "🎉 专属于您的惊喜！揭开你的神秘折扣"
      ]
    },
    "discount_code": {
      "code": [
        "欢迎10",
        "20年夏季",
        "VIPSALE30",
        "生日15",
        "黑色星期五",
        "网络星期一",
        "免运费",
        "闪购",
        "清除",
        "早起的鸟儿",
        "学生10",
        "冬季25",
        "15年春季",
        "2020秋季",
        "畅销书10",
        "假期30",
        "情人节20",
        "母亲节",
        "父亲节",
        "年末"
      ],
      "title": [
        "闪购：20% 折扣！",
        "VIP 抢先体验折扣",
        "周末优惠：立即节省！",
        "立即享受 15% 折扣",
        "夏季促销：额外 10% 折扣",
        "清仓大甩卖！省大钱",
        "特别优惠：免费送货",
        "买二送一：仅限今天！",
        "节日特惠：25% 折扣",
        "独家 30% 折扣",
        "惊喜！额外 20% 折扣",
        "季节性节省",
        "周中疯狂：10% 折扣",
        "即将结束：所有商品 15% 折扣",
        "家人和朋友：20% 折扣",
        "这个周末大优惠",
        "黑色星期五：40% 折扣",
        "先睹为快折扣：30% 折扣"
      ],
      "description": [
        "索取您的特别优惠！时间不多了。",
        "匆忙！独家优惠在您的购物车中等待着。",
        "只需点击一下即可节省大量费用！",
        "在这笔交易消失之前充分利用它。",
        "特价折扣等待！不要错过。",
        "通过我们的优惠提升您的购物热情！",
        "您的下一个订单可能比您想象的要少！",
        "现在是获取您想要的物品的最佳时机。",
        "一点小事让你的一天更加美好。",
        "准备好保存了吗？惊喜折扣正在等待！",
        "因为您很特别，所以这里有特别优惠。",
        "你注意到什么了吗？这是一个轻推！",
        "没有比现在更值得节省的时间了。",
        "不要错过这个优惠！太好了，不容错过。",
        "好消息！您的购物变得更便宜了。",
        "快点，你的独家折扣即将结束！",
        "在此对您的忠诚表示一点感谢。"
      ]
    },
    "coupon": {
      "title": [
        "节省开支",
        "解锁折扣",
        "超级节省",
        "独家优惠",
        "奖金储蓄",
        "贵宾折扣",
        "特价",
        "额外节省",
        "折扣提醒",
        "预算幸福",
        "经济喜悦",
        "价值富矿",
        "减价",
        "快乐储蓄",
        "节省更多，购物更多",
        "闪购",
        "讨价还价赏金",
        "即时节省",
        "每日特惠",
        "季节性偷窃"
      ],
      "description": [
        "享受我们的甜蜜优惠！为您下次购买节省开支。",
        "我们重视我们的客户 - 利用这一独家优惠。",
        "以更少的成本获得更多您喜爱的东西。我们有折扣！",
        "准备好保存了吗？独家优惠正在等待！",
        "因为你很特别！下次订单可享受折扣。",
        "犒劳一下自己，尽情购物，省钱！",
        "准备好尽情购物吧——而且还能省钱！",
        "以特别折扣庆祝这个季节。",
        "我们以独家折扣来感谢我们的忠实客户。",
        "在您下次购买时释放令人难以置信的节省。",
        "查看您的专属储蓄。",
        "发现我们的惊喜折扣！",
        "通过我们的独家优惠升级您的购物体验。",
        "通过我们的特别优惠快速节省您的开支。",
        "犒劳一下自己，享受一些额外的东西——特别折扣。",
        "您的下一次购物之旅将变得更加实惠！",
        "因为有折扣购物更有趣。"
      ]
    },
    "offer": {
      "title": [
        "捆绑并节省大量！",
        "买得越多，省得越多！",
        "为精明购物者提供精明优惠",
        "折扣提醒！捆绑优惠",
        "组合优惠 - 少花钱多办事",
        "捆绑包独家优惠",
        "让您的钱花得更多！",
        "捆绑时保存",
        "组合特别优惠",
        "商店可节省巨额费用！",
        "最超值套餐",
        "限时捆绑优惠",
        "组合大折扣",
        "精选商品智能省钱",
        "无与伦比的捆绑优惠",
        "多次购买可享受折扣",
        "现在以更少的价格加倍",
        "批量购买 = 大节省"
      ],
      "description": [
        "捆绑精选产品可节省大量成本。抓紧时间，限时优惠！",
        "智能优惠等待您！一起购买我们重点推荐的商品可节省更多。",
        "探索明智的储蓄方式！捆绑您最喜欢的产品并观看价格下降。",
        "组合购买指定商品可享受独家折扣。现在就采取行动！",
        "买得越多，省得越多！我们的特殊产品套装提供无与伦比的折扣。",
        "通过我们的特别优惠明智地购物。特定产品捆绑包可享受折扣价。",
        "花更少的钱获得更多！购买我们精选的捆绑包可享受惊人的折扣。",
        "捆绑时节省大量！精选商品限时独家优惠。",
        "合并并保存！一起购买我们精选的产品可享受独家折扣。",
        "你买的越多，你越省钱！通过我们的特殊捆绑包变得聪明起来。"
      ]
    },
    "gift_card_type": {
      "title": [
        "请你自便！",
        "只为你！",
        "开心购物！",
        "尽情享受我们吧！",
        "放纵一点",
        "因为你很特别",
        "一点惊喜",
        "让你开心一天",
        "献给你",
        "传播欢乐",
        "爱的礼物",
        "愉快购物",
        "感谢信",
        "挥霍的时间",
        "品味这一刻",
        "找到你最喜欢的",
        "这是你的选择",
        "表达你自己",
        "发现魔法",
        "释放你的风格"
      ]
    },
    "vendor_refund_order": {
      "note": [
        "资金已从您的虚拟钱包中扣除并返回到市场钱包。",
        "退款已发放，减少了您的虚拟钱包余额。",
        "退款完成。市场钱包已从您的虚拟钱包补充。",
        "您的虚拟钱包已扣除最近向市场钱包退款的费用。",
        "由于最近的退款，您的虚拟钱包资金已被调整。",
        "退款已进行，并从您的虚拟钱包中扣除金额。",
        "由于退款至市场钱包，您的虚拟钱包余额已减少。",
        "退款交易已发生，将资金从您的虚拟钱包转移回市场。"
      ]
    },
    "product": {
      "warranty": [
        "24 个月黄金保证",
        "两年白金保护",
        "36 个月钻石保证",
        "银盾：一年保修",
        "2年精英保证",
        "24 个月的高级保障",
        "铜级备份：一年保修",
        "3 年最终正常运行时间保证",
        "24 个月安全服务承诺",
        "36 个月安心保护"
      ],
      "pros_name": [
        "效率提升",
        "经济高效的解决方案",
        "品质保证",
        "方便使用的",
        "省时间",
        "可靠性保证",
        "用途广泛",
        "尖端技术",
        "环保",
        "卓越的性能"
      ],
      "pros_value": [
        "通过快速高效的操作节省大量时间。",
        "采用先进技术实现无与伦比的性能。",
        "降低成本并提高生产率。",
        "提供用户友好的界面，方便导航。",
        "保证可靠且一致的性能。",
        "提供跨各种任务的多功能应用程序。",
        "采用环保材料和工艺。",
        "采用尖端技术设计，实现卓越效果。",
        "高品质设计确保持久耐用。",
        "提供全天候客户支持。"
      ],
      "cons_name": [
        "昂贵的投资",
        "兼容性有限",
        "复杂的设置",
        "需要培训",
        "表现不佳",
        "缺乏多功能性",
        "有限支持",
        "经常维护",
        "高能耗",
        "寿命短"
      ],
      "cons_value": [
        "与替代方案相比，初始投资更高。",
        "可能不与所有系统或设备兼容。",
        "设置过程可能相当复杂。",
        "使用时可能需要额外的培训。",
        "性能可能无法满足所有期望。",
        "功能有限或缺乏通用性。",
        "客户支持可能无法全天候提供。",
        "需要频繁维护，导致成本较高。",
        "消耗大量能源，影响公用事业成本。",
        "产品的使用寿命可能没有预期的那么长。"
      ]
    },
    "blog_category": {
      "category": [
        "技术见解",
        "美食家发现",
        "旅行故事",
        "健康小贴士",
        "时尚宠儿",
        "商业热潮",
        "生活方式故事",
        "体育动态",
        "艺术亮点",
        "育儿指南"
      ],
      "description": [
        "发现有关各种主题的富有洞察力的文章。",
        "探索我们内容丰富的博客文章集。",
        "随时了解我们引人入胜的博客类别内容。",
        "通过我们发人深省的博客类别文章寻找灵感。",
        "通过我们多样化的博客类别主题扩展您的知识。",
        "及时了解我们迷人的博客类别见解。",
        "深入研究我们有趣的博客类别内容。",
        "在我们的博客类别档案中发现有价值的信息。",
        "从我们精心策划的博客类别中学习新东西。",
        "参与我们丰富的博客类别文章和帖子。"
      ]
    },
    "partner_plan": {
      "name": [
        "入门包",
        "基本计划",
        "专业套房",
        "企业版",
        "高级等级",
        "高级套餐",
        "最终解决方案",
        "精英级别",
        "成长加速器",
        "白金电源"
      ]
    },
    "tax_profile": {
      "name": [
        "食品",
        "电子设备",
        "服装服饰",
        "书籍和文具",
        "健康与美容产品",
        "家具",
        "体育用品",
        "玩具和游戏",
        "珠宝及配饰",
        "汽车部件",
        "花园与户外",
        "厨具",
        "家居装饰",
        "乐器",
        "宠物用品",
        "鞋类",
        "箱包及行李箱",
        "办公用品",
        "五金工具",
        "杂货"
      ],
      "label": [
        "VAT",
        "GST",
        "PST",
        "HST",
        "QST",
        "CST",
        "消费税",
        "进口关税",
        "服务税",
        "奢侈税"
      ]
    },
    "cluster": {
      "name": [
        "销售亮点",
        "促销代码",
        "特色活动",
        "新品上市",
        "最畅销",
        "季节性特价",
        "优惠有限",
        "活动优惠",
        "贵宾专享",
        "清仓物品",
        "假日套餐",
        "主题合集",
        "品牌展示",
        "会员最爱",
        "闪购折扣",
        "选购必需品",
        "数字资源",
        "礼物创意",
        "环保精选",
        "员工推荐"
      ]
    },
    "popup": {
      "title": [
        "特价！",
        "新品上市",
        "有限的时间",
        "折扣提醒！",
        "独家优惠",
        "热卖！",
        "清关提醒",
        "免运费",
        "里面有礼物！",
        "赢得奖品",
        "会员福利",
        "闪购"
      ]
    },
    "campaign": {
      "name": [
        "尽情购物",
        "购物车狂热",
        "闪购嘉年华",
        "点击、购买、保存",
        "便宜货",
        "电子交易盛宴",
        "超级降价疯狂",
        "网络储蓄热潮",
        "数字折扣日",
        "电商嘉年华",
        "网上奥特莱斯绿洲",
        "零售热潮",
        "网上商店仓库销售",
        "电子购物者的天堂",
        "虚拟优惠券风险投资",
        "数字门禁",
        "电子车清仓",
        "网购对决",
        "精彩网络促销",
        "电子讨价还价闪电战"
      ]
    },
    "valuation": {
      "title": [
        "T恤定制定价",
        "手工珠宝估价",
        "个性化鞋子定价",
        "定制艺术品估价",
        "定制西装定价",
        "电子产品定制成本",
        "个性化香水估价",
        "定制袋定价",
        "定制礼服估价",
        "个性化书籍封面定价",
        "定制家具估价",
        "定制手表定价",
        "个性化玩具估价",
        "定制帽子定价",
        "定制护肤产品估价",
        "定制家居装饰定价",
        "定制厨具估价",
        "个性化文具定价",
        "定制发饰估价",
        "定制运动器材定价"
      ],
      "structure": {
        "title": [
          "T恤印花设计",
          "珠宝金属类型",
          "鞋材选择",
          "艺术框尺寸",
          "西装面料选择",
          "小工具颜色选项",
          "香水香气简介",
          "袋子材质及尺寸",
          "连衣裙长度和款式",
          "书籍封面材料",
          "家具木型",
          "表带材质",
          "玩具定制功能",
          "帽子尺寸和颜色",
          "护肤成分偏好",
          "家居装饰主题",
          "厨具材质",
          "文具纸类型",
          "发饰材质",
          "运动器材尺寸"
        ]
      }
    },
    "lottery": {
      "title": [
        "旋转并赢取大奖！",
        "幸运轮大奖",
        "幸运旋转富矿",
        "旋转赢取奖励",
        "财富之轮",
        "幸运彩票盛宴",
        "超级旋转惊喜",
        "奖品轮嘉年华",
        "宝藏旋转壮观",
        "旋转轮子魔法",
        "幸运大转盘",
        "财富的眷顾",
        "奇迹之轮",
        "旋转致富",
        "大奖旋转者的喜悦",
        "金转彩票",
        "旋转奖品",
        "命运之轮",
        "幸运旋转展示",
        "终极旋转奖励"
      ],
      "description": [
        "转动转盘就有机会赢取独家折扣！",
        "试试你的运气——我们的幸运轮里有惊喜奖品等着你！",
        "每次旋转都能赢取大奖——激动人心的奖励等你来拿！",
        "旋转即可获胜！每次都有惊喜礼物和优惠。",
        "您有机会获得大奖 - 旋转轮盘即可获得即时奖品！",
        "每次旋转都会获得独家奖励 - 您会是幸运者吗？",
        "旋转并获胜！揭开我们商店的命运之轮中隐藏的宝石。",
        "通过我们的轮盘获得幸运——奖品、折扣等等！",
        "每一次旋转都是一次胜利——今天就获得您的特别奖品！",
        "转动方向盘，惊喜不断——您会赢得什么？",
        "通过旋转释放财富——令人兴奋的商店奖励等待着您。",
        "旋转即可揭晓您的奖品——折扣、礼物等等！",
        "每天旋转一次，保持游戏的兴奋感 - 赢得独特的奖品！",
        "转动我们的幸运大转盘，获得独家商店美食。",
        "幸运旋转带来幸运胜利 - 立即领取您的奖品！",
        "您的旋转可以解锁惊人的购物奖励！",
        "旋转就有机会获得独家优惠和优惠。",
        "命运之轮正在转动——抓住你的幸运奖品吧！",
        "旋转、获胜和微笑——每转一圈都有惊喜奖励。",
        "旋转一下，让命运决定您的奖品！"
      ]
    },
    "subscription_price": {
      "title": [
        "基本访问",
        "高级会员",
        "黄金套餐",
        "银色计划",
        "白金订阅",
        "企业级",
        "入门包",
        "无限优惠",
        "家庭装",
        "专业套房"
      ],
      "description": [
        "非常适合探索基础知识的个人。",
        "访问所有高级功能和内容。",
        "专属福利和优先支持。",
        "为普通用户提供的均衡套餐。",
        "拥有顶级特权的终极访问权限。",
        "为大型组织定制解决方案。",
        "经济实惠的入门级选择。",
        "对于高级用户来说，使用没有限制。",
        "专为家庭设计的特别计划，最多可容纳 4 名成员。",
        "专为寻求高级工具的专业人士而设计。"
      ]
    },
    "spec": {
      "group": [
        "技术规格",
        "物理尺寸",
        "性能特点",
        "连接选项",
        "电源要求",
        "材料和制造质量",
        "颜色和饰面选项",
        "存储和内存",
        "操作系统兼容性",
        "安全与合规",
        "包装内容",
        "保修和支持",
        "品牌和制造商",
        "环境友好",
        "能源效率",
        "保养和维护",
        "定制选项",
        "附带配件",
        "用户评分和评论",
        "价格与供货"
      ]
    },
    "avocado": {
      "title": [
        "购买收据",
        "销售确认",
        "订单发票",
        "付款发票",
        "客户收讫",
        "交易摘要",
        "账单",
        "结账收据",
        "订单摘要",
        "采购订单发票",
        "销售收据",
        "零售发票",
        "电子收据",
        "服务发票",
        "产品发票",
        "付款收据",
        "订单确认",
        "帐单",
        "结帐发票",
        "客户发票"
      ],
      "message": [
        "感谢您的购买！",
        "我们非常感谢您的惠顾。",
        "您的订单正在运送中！",
        "感谢您来此购物。",
        "期待再次为您服务。",
        "您的满意是我们的首要任务。",
        "不要忘记对您的体验进行评分。",
        "感谢您对我们商店的支持。",
        "我们希望您喜欢您的新购买！",
        "保存您的发票以供将来参考。",
        "再次访问我们以获取更多优质产品。",
        "保持联系以获取独家优惠。",
        "感谢您成为我们尊贵的客户。",
        "如果您需要帮助，我们会随时为您提供帮助。",
        "您的反馈有助于我们改进。",
        "下次购买时可享受特别折扣。",
        "您的选择非常棒！",
        "感谢您对我们的信任。",
        "期待您的反馈。",
        "我们团队向您致以衷心的感谢。"
      ]
    },
    "map_tag": {
      "title": [
        "房产展示",
        "供应商广场",
        "精选房源",
        "当地市场",
        "新品上市",
        "庄园花园",
        "购物区",
        "工匠巷",
        "豪华庄园",
        "租赁中心",
        "开放参观",
        "技术创新",
        "时尚巷",
        "工艺品角",
        "美食广场",
        "书角",
        "珠宝路口",
        "古董大道",
        "健身区"
      ]
    },
    "marketplace_document": {
      "title": [
        "商业登记证",
        "税务识别号 (TIN)",
        "供应商协议表格",
        "产品目录",
        "价格表",
        "银行账户详细信息",
        "地址证明",
        "保险证明",
        "公司简介",
        "质量保证证书",
        "安全数据表 (SDS)",
        "产品保修信息",
        "退货政策",
        "运输和处理程序",
        "客户服务政策",
        "营销和促销计划",
        "社交媒体链接",
        "贸易参考",
        "供应商行为准则",
        "保密协议（NDA）"
      ]
    },
    "expert_contract": {
      "title": [
        "市场设置服务协议",
        "店铺配置合同",
        "按需印刷服务协议",
        "数字营销服务协议",
        "电商平台入驻协议",
        "企业主专家咨询合同",
        "市场配置服务协议",
        "店铺设置和配置服务合同",
        "POD服务提供协议",
        "营销策略实施协议",
        "业务发展服务合同",
        "电子商务商店设置协议",
        "专家服务提供协议",
        "商业解决方案和设置合同",
        "定制店铺设置服务协议",
        "市场优化服务协议",
        "咨询及安装服务合同",
        "POD集成服务协议",
        "营销及推广服务合同",
        "业务扩展服务协议"
      ]
    },
    "account": {
      "account_name": [
        "主钱包",
        "商业帐户",
        "个人钱包",
        "储蓄钱包",
        "费用帐户",
        "主钱包",
        "一般帐户",
        "储备钱包",
        "交易钱包",
        "基金账户"
      ]
    },
    "cashback": {
      "title": [
        "购物并赚取现金返还",
        "忠诚奖励现金返还",
        "专属现金返还优惠",
        "现金返还大奖",
        "即时现金返还优惠",
        "季节性现金返还优惠",
        "双倍现金返还日",
        "每次购物均可获得现金返还",
        "现金返还狂潮",
        "VIP现金返还计划",
        "限时现金返还",
        "现金返还奖励俱乐部",
        "购物更多，节省更多",
        "终极现金返还奖励",
        "现金返还盛宴"
      ],
      "description": [
        "每次购买均可赚取现金返还！",
        "因您的忠诚而获得奖励。",
        "专为您提供的专属现金返还优惠。",
        "享受现金返还奖励带来的巨额节省。",
        "所有您喜爱的商品均可立即获得现金返还。",
        "利用季节性现金返还优惠节省更多。",
        "特殊日子返现双倍！",
        "每次购物均可赚取现金返还。",
        "今天就加入现金返还狂潮吧！",
        "VIP会员享受专属现金返还。",
        "快来抢购！限时现金返还优惠。",
        "立即加入我们的现金返还奖励俱乐部。",
        "购物越多，节省越多。",
        "解锁终极现金返还奖励。",
        "体验最佳的现金返还优惠。"
      ]
    },
    "page": {
      "prompts": [
        "欢迎来到{shop} - 探索我们独特的商品系列",
        "{shop} - 优质商品和卓越服务的终极来源",
        "仅在{shop}享受独家优惠和折扣——抓住机会！",
        "了解{shop}对环保和道德实践的奉献精神",
        "成为{shop}家庭的一员 - 订阅我们的时事通讯以获取最新资讯",
        "探索{shop}的热门精选和高评价商品",
        "在{shop}上展示针对所有活动的想法和创意建议",
        "{shop} 提供无与伦比的优惠和限时特价 - 行动要快！",
        "{shop} 的全面购买技巧和产品评估 - 放心购物",
        "联系{shop} - 我们致力于提供无与伦比的购物体验"
      ]
    },
    "cross_selling": {
      "message": [
        "完善你的装扮，赶快购买这套吧！",
        "利用我们的捆绑优惠节省大笔费用！",
        "不要错过我们的完美搭配！",
        "增强您的购买力，附加组件等待您！",
        "解锁专属优惠，一起购买！",
        "互补商品，特别折扣！",
        "获得更多，花费更少——捆绑销售！",
        "限时优惠：匹配产品！",
        "升级您的体验，组合优惠！",
        "发现我们精心策划的组合，立即保存！",
        "将其配对以获得终极组合！",
        "明智购物，捆绑购买，节省开支！",
        "双倍价值，双倍乐趣！",
        "您的完美搭配就在这里——立即购买！",
        "专为您而设的独家套餐定价！",
        "利用我们的组合最大程度地节省您的开支！",
        "使用这些精选来增强您的收藏！",
        "为您精心策划：匹配并保存！",
        "完美一天的完美搭配！",
        "将您最喜爱的商品捆绑在一起以获得额外节省！"
      ]
    }
  },
  "ai": {
    "remove_bg": {
      "title": "删除背景",
      "subtitle": "创建透明背景。"
    },
    "reimagine": {
      "title": "重新想象",
      "subtitle": "使用新背景创建更多图像。"
    }
  },
  "extra_pricing_add_dialog": {
    "title": "超过 {min} 的额外定价",
    "subtitle": "系统自动确定价格计算的顺序和优先级。请输入此定价生效所需的最小数量。",
    "min_quantity": "最小用量"
  },
  "product_inventory_management_physical": {
    "subtitle": {
      "dropshipping": "直销产品的库存由批发商设置，不能在这里修改。",
      "marketplace": "市场上的总产品库存是通过将所有供应商的库存加起来来确定的。您无法在此处修改它。",
      "default": "在此指定产品的库存数量。"
    }
  },
  "google_product_category_input": {
    "label": "Google 产品类别代码",
    "hint": "根据 Google 的产品分类法表示您的产品类别。",
    "placeholder": "输入产品或服务类别..（可选）"
  },
  "LogisticProfileType": {
    "WARRANTY": {
      "title": "保修单",
      "desc": "保修是合同的一部分，制造商承诺在规定期限内维修或更换产品。此承诺甚至可以延伸至未与制造商直接签订合同的消费者。"
    },
    "RETURN_POLICY": {
      "title": "退货政策",
      "desc": "退货政策概述了客户如何退换不想要的商品。退货政策规定了符合条件的商品、可接受的退货原因以及退货期限。"
    },
    "GUIDE": {
      "title": "指导",
      "desc": "指南可以包括服装尺码表或钻石选择指南。重要的是指南要通用且适用于多种产品。"
    },
    "SHIPPING": {
      "title": "船运",
      "desc": "运输政策详细说明了在线订单运输的关键方面，包括运输成本、方式和预计交货时间。"
    }
  },
  "product_logistic_profile": {
    "dialog": {
      "title": "选择物流概况",
      "add_new_action": "添加新个人资料",
      "add_new_disable_msg": "市场所有者"
    }
  },
  "product_tax_profile": {
    "description": {
      "default": "默认",
      "dedicated": "投入的",
      "subscription": "我们只能在付款创建步骤征收税款。",
      "is_disabled": "此税务配置文件已被禁用！（⚠️警告）",
      "shipping": "船运",
      "fixed_rate": "TAX",
      "location_based_rate": "税费：基于地点",
      "shipping_location_based_rate": "运送：基于位置",
      "include_in_price": "包含在价格中"
    },
    "dialog": {
      "header": "选择税务配置文件",
      "title": "税务概况",
      "subtitle": "您可以为产品指定特定的税收规定。如果没有为产品选择税收配置文件，则将应用默认的商店税收规定。",
      "action_manage": "管理税务",
      "action_manage_sub": "商店 > 金融 > 税务",
      "subscription_tips": "当您为订阅产品选择税务配置文件时，我们会更新<code>tax code</code>并在您的支付服务提供商上设置包含/不包含模式。所选税务配置文件指定价格是包含税还是不包含税。 <code>inclusive</code>或<code>exclusive</code>之一。一旦指定为包含或不包含，则无法更改。<br /><br /><b>重要提示！</b>更改税务配置后，您应该单击“产品”>“库存”选项卡上的定价计划，然后单击“保存”按钮以应用更改。"
    }
  },
  "product_vendor_profile": {
    "vendor": {
      "subtitle": "该产品的价格和数量由其所属的特定供应商设定。"
    },
    "vendors": {
      "subtitle": "这是该产品的供应商列表。数量和价格将由供应商决定。"
    }
  },
  "vendor_add": {
    "profile": {
      "title": "供应商信息",
      "subtitle": "该信息向客户公开显示。",
      "action_sub_caption": "公共产品列表页面。",
      "action_see_listing_page": "查看列表页面"
    },
    "page": {
      "title": "自定义页面",
      "subtitle": "为供应商设置自定义登陆页面，为他们提供指向其专用页面的唯一链接。",
      "action_set_page": "查看公开页面",
      "action_sub_caption": "自定义登陆页面。",
      "vendor_has_landing_msg": "供应商有一个自定义登陆页面。",
      "no_landing_selected_msg": "未选择目标网页。",
      "no_landing_page": "没有登陆页面",
      "we_can_create_dedicated_landing_msg": "我们可以为您创建专门的登陆页面。"
    },
    "contact": {
      "title": "联系方式",
      "subtitle": "请提供有效的联系方式。"
    },
    "business": {
      "title": "商业信息",
      "subtitle": "请提供有关您业务的准确信息，以确保快速、顺畅的收入收集流程。"
    },
    "bank": {
      "title": "付款信息",
      "subtitle": "在此输入您的银行详细信息以便付款。"
    },
    "default_pricing": {
      "title": "默认定价",
      "subtitle": "您可以为供应商指定一个默认定价模型。当供应商添加新产品时，此定价模型将用于计算产品价格的市场利润。您以后可以单独调整每种产品的定价模型。",
      "no_pricing": "没有定价"
    },
    "shipping": {
      "title": "船运",
      "subtitle": "供应商可以设置自己的运输服务和快递员。",
      "shipping_services": "运输服务",
      "total_number_of_services": "供应商拥有的运输服务总数。",
      "couriers": "快递员",
      "total_couriers_count": "供应商拥有的快递员总数。"
    },
    "configuration": {
      "title": "配置"
    },
    "delete": {
      "title": "移除供应商",
      "action": "移除供应商",
      "verify_description": "我知道所有供应商产品关系都将被删除！",
      "verify_title": "我想删除这个供应商。"
    },
    "send_invitation_tips": "我们将向该用户发送邀请电子邮件。如果该用户以供应商身份加入您的商店，他们的帐户将自动分配给他们。",
    "only_marketplace_owner_can_edit_user": "只有市场所有者可以编辑用户。如果您想更改此供应商的所有者，可以向我们发送请求。",
    "vendor_is_disable_msg": "供应商已被禁用。",
    "email_not_match_with_user_msg": "输入的电子邮箱与用户电子邮箱 ( <b>{user_name}:</b> {user_email}) 不匹配。您确定要将电子邮件发送至<b>{email}</b>吗？",
    "we_will_send_invitation_to_user_msg": "我们将向用户发送邀请电子邮件。",
    "set_a_user_for_the_vendor_first_msg": "首先为供应商设置一个用户。",
    "inputs": {
      "slug": {
        "label": "小路",
        "placeholder": "输入自定义路径...",
        "hint": "更改供应商动态登陆页面的路径。"
      },
      "email": {
        "message": "该电子邮件将接收所有通知和更新。"
      },
      "business": {
        "false_description": "我以个人身份工作。",
        "true_description": "我以合法认可的商业实体身份开展业务。",
        "false_title": "个人",
        "true_title": "商业"
      },
      "bank": {
        "hint": "供应商开户的银行名称。",
        "placeholder": "您的银行名称.."
      },
      "account_name": {
        "hint": "这应该与银行账户关联的姓名相符。",
        "placeholder": "你的名字.."
      },
      "account_number": {
        "hint": "供应商的唯一帐号。",
        "placeholder": "您的银行帐号.."
      },
      "routing_number": {
        "hint": "此号码因国家/地区而异。它用于识别供应商使用的特定银行分行。",
        "placeholder": "您的银行路由号码、分类代码或 BSB 号码.."
      },
      "iban": {
        "hint": "国际银行账号)：如果供应商的银行位于欧洲或其他某些国家。",
        "placeholder": "您的 IBAN 号码.. 例如 DE89 3704 0044 0000 0000 00"
      },
      "swift": {
        "hint": "国际银行账号)：如果供应商的银行位于欧洲或其他某些国家。",
        "placeholder": "您的 Swift 代码/BIC.."
      },
      "branch_address": {
        "hint": "供应商开户的银行分行地址。",
        "placeholder": "您的银行地址.."
      },
      "enable": {
        "label": "供应商状态",
        "hint": "您可以全局启用或禁用供应商。客户将无法从已禁用的供应商处购买任何商品。",
        "true_description": "他们将能够通过您的市场销售他们的产品。"
      },
      "access": {
        "label": "供应商面板和访问权限",
        "true_description": "供应商有一个专门的面板来更新数量和价格。",
        "hint": "您可以启用或禁用供应商面板，这允许供应商更新产品数量和价格并接收部分订单。",
        "false_description": "供应商无权访问任何东西。"
      }
    }
  },
  "vendor_documents_list": {
    "title": "文件",
    "action_upload_doc": "上传文件",
    "vendor_subtitle": "请上传必要的业务、IP 和地址验证文件。我们需要这些信息来确认您的合作关系并为您提供必要的访问权限。",
    "marketplace_subtitle": "供应商可以提交业务、知识产权和地址验证等文件以促进他们的 KYC 流程，从而允许您授予他们适当的访问权限。",
    "upload_dialog": {
      "title": "上传文件",
      "type": {
        "title": "文件类型",
        "subtitle": "请仅上传必要的文件。避免共享任何包含敏感信息的文件。我们要求提供可公开获取的文件。"
      }
    }
  },
  "product_badges": {
    "title": "徽章",
    "subtitle": "添加和编辑自定义产品徽章。",
    "only_marketplace_owner_msg": "仅限市场所有者",
    "create_new_badge_action": "创建新徽章",
    "select_a_badge": "选择徽章...",
    "inputs": {
      "custom": {
        "false_description": "产品徽章是自动创建的。",
        "false_title": "汽车",
        "true_title": "定制产品徽章",
        "true_description": "在产品页面添加自定义徽章。"
      }
    },
    "add_custom_badge": {
      "title": "定制徽章",
      "subtitle": "为我的店铺添加新的自定义徽章。徽章数量保持在 10 个以下。徽章数量越多，店铺速度越慢。",
      "show_advanced_options": "显示高级选项",
      "inputs": {
        "title": {
          "placeholder": "公開標題..."
        },
        "image": {
          "label": "图像",
          "message": "最大图像大小：128KB",
          "placeholder": "选择封面图片"
        },
        "pattern": {
          "label": "图案",
          "message": "对于在规格中具有此匹配值的产品，自动显示此徽章。支持正则表达式。",
          "placeholder": "要显示所有产品，请输入：*.*"
        }
      },
      "notifications": {
        "badge_added": "徽章已成功添加！",
        "badge_updated": "徽章已成功更新！",
        "item_not_found_error": "找不到该商品。请刷新页面或联系客服。"
      }
    }
  },
  "product_tags": {
    "title": "标签",
    "tips": [
      "您可以根据<b>登陆页面</b>上的标签过滤产品。",
      "您和您的客户可以在<b>搜索</b>栏中搜索这些标签。",
      "若设置了标签，则商品页面的<b>相关商品栏目</b>中，只有拥有<b>共同标签</b>的商品才会显示，否则，会显示同一类目的商品。"
    ],
    "inputs": {
      "tags": {
        "placeholder": "在此处输入标签并按 Enter。例如，新系列"
      }
    },
    "notifications": {
      "tags_updated": "标签已成功更新。"
    }
  },
  "vendor_shipping_services": {
    "title": "船运",
    "subtitle": "您可以在此处添加运输服务和快递员。运输服务和快递员应遵循市场定义的预定义运输方式。通过添加运输服务和快递员，您可以轻松地将订单分配给他们并自动订购标签或快递员。",
    "action": "添加服务",
    "add_dialog": {
      "select_method": "选择方法",
      "select_method_msg": "请从以下列表中选择一种运输方式。运输方式由市场定义。",
      "select_service_msg": "从下面的列表中选择一项送货服务。此处仅显示可添加到您的商店的服务。",
      "no_available_service": "没有可用的服务！"
    }
  },
  "product_location_profile": {
    "title": "地点",
    "empty_subtitle": "如果产品是基于位置的商品，则为产品分配一个位置。",
    "dialog": {
      "header": "选择位置配置文件",
      "action_new_location": "添加新位置",
      "title": "位置简介",
      "subtitle": "您可以通过为产品分配位置标签将产品固定在地图位置上。",
      "tips": "<b>重要提示：</b><b>仅</b>当您想在地图上的特定位置显示产品时才为产品指定位置。已置顶的产品必须以位置作为其主要规格，例如<b>出租房屋/场所</b>或<b>美发和水疗</b>等面对面服务。"
    }
  },
  "translation_button": {
    "header": "多语言",
    "auto_action": "自动翻译",
    "premium_user_only": "高级用户"
  },
  "product_include_profile": {
    "subtitle": "包括产品或服务包装中附带的物品清单。",
    "dialog": {
      "header": "产品包装物品",
      "title": "包含物品",
      "subtitle": "这是随产品附带物品的汇编。",
      "action_manage": "管理项目",
      "action_disable_msg": "市场所有者",
      "select_items_tips": "创建或选择随产品或服务附带的包装组件。利用此功能强调客户在购买商品后可以期待收到什么。我们建议仅在客户必须了解所包含的内容时才使用此功能，例如购买智能手机时。",
      "create_item_tips": "或者，您可以添加新商品。使用方形图片，因为我们会自动将上传的图片调整为 256x256 方形格式。为确保所有模板均呈现最佳外观，请使用具有透明背景的简约图片，并保持所有商品的一致图案。",
      "create_new_item_action": "创建新的包含项目"
    }
  },
  "transportation_eligible": {
    "subtitle": "可用的运输服务取决于提供的尺寸和重量。"
  },
  "bulk_price_dialog": {
    "title": "批量操作 > 价格",
    "message": "以下金额将以百分比形式应用于您商店中所有产品的价格。此外，计算出的价格值将根据所选货币智能转换为最接近的整数。输入这些值时请小心谨慎。",
    "check": "我同意价格变动。",
    "check_description": "所选类别及其所有子类别的价格将会改变。",
    "add_percent_tab": "添加百分比",
    "add_constant_tab": "添加常量",
    "ending_tab": "结束策略",
    "marketplace_listing_price": "挂牌价格",
    "constant": {
      "subtitle": "该金额将从产品的当前价格中增加或减少。"
    },
    "ending": {
      "subtitle": "产品当前价格的结尾将被更改为指定值。"
    },
    "marketplace": {
      "title": "市场挂牌价格",
      "subtitle": "此选项可让您自动更新市场上产品的标价。有时，由于手动价格变动，主要产品价格可能与供应商定价不一致。",
      "strategy": {
        "min": {
          "title": "设定最低价格",
          "description": "将产品的最低价格设置为标价。"
        },
        "max": {
          "title": "设定最高价格",
          "description": "将产品的最高价格设为标价。"
        }
      }
    },
    "category": {
      "subtitle": "将批量操作限制在一个类别及其所有子类别内。"
    },
    "vendor": {
      "subtitle": "将批量操作限制到特定供应商。选择供应商后，价格更新将应用于该供应商的产品，这代表该供应商的销售价格。",
      "listing_price_need_update_msg": "如果您想更新标价（产品列表中显示的价格），您应该使用相同的过滤器重新提交批量更新，但不选择供应商。"
    },
    "listing_products_changes": "上市产品变更",
    "total_vendor_products": "供应商产品总数",
    "total_products": "产品总数",
    "total_variants": "总变体数"
  },
  "product_panel": {
    "excel_import": {
      "title": "将 Excel / CSV 文件拖放到此处。",
      "select_file": "选择文件",
      "max_file": "最大文件大小：20mb",
      "download_sample": "下载示例"
    },
    "ai": {
      "title": "AI产品协助"
    }
  },
  "order_vendor": {
    "has_panel": "有面板",
    "no_panel": "无面板",
    "manual_action": {
      "title": "手动操作",
      "message": "您可以手动更新供应商订单状态。",
      "guides": [
        "具有面板访问权限的供应商可以在其专用仪表板上更新其履行情况（子订单）。",
        "如果供应商没有面板访问权限，则供应商订单状态将通过改变购物篮状态自动改变。",
        "您可以手动更新供应商订单。"
      ]
    },
    "payouts": {
      "title": "付款",
      "message": "管理供应商的付款和交易。",
      "charge_tooltip": "向供应商钱包收费。",
      "withdraw_tooltip": "从供应商钱包中提取。",
      "payout_tooltip": "向供应商付款。"
    }
  },
  "vendor_dashboard": {
    "info": {
      "subtitle": "市场信息。"
    },
    "performance": {
      "subtitle": "我的销售业绩。"
    },
    "products": {
      "title": "产品",
      "subtitle": "您可以在此处查看您在市场上列出的产品数量。不包括多个供应商的产品。"
    },
    "wallets": {
      "title": "我的钱包",
      "subtitle": "您无需手动添加钱包！供应商钱包将自动创建。"
    },
    "open_marketplace_page": "打开市场页面",
    "open_my_store_page": "打开我的商店页面",
    "open_my_listing_page": "打开我的列表页面",
    "add_products_permission": "添加产品权限",
    "add_categories_permission": "添加分类权限"
  },
  "vendor_inventory": {
    "title": "产品列表",
    "subtitle": "这是您在市场上的产品列表。更新库存中指定产品的价格和数量。作为供应商，您只会在产品列表中看到您拥有的单一供应商产品。其他指定产品也可以在此处修改。"
  },
  "vendor_payments": {
    "list": {
      "title": "付款历史记录",
      "subtitle": "您可以在此处查看付款历史记录。这些付款可以通过银行转账手动处理，也可以使用提供付款功能的支付服务自动处理。"
    },
    "connect": {
      "title": "连接银行",
      "subtitle": "我们为以下支付网关提供分期付款功能。为了在每次购买后无缝接收付款，请使用这些选项连接您的银行账户。"
    },
    "verify_dialog": {
      "title": "验证付款",
      "option": {
        "title": "供应商行动",
        "subtitle": "您可以选择接受或拒绝此转账。此操作仅作为历史记录。只需确认您是否已收到资金；如果没有，则无需采取任何行动。"
      },
      "inputs": {
        "verify": {
          "label": "您确认这笔付款了吗？",
          "false_description": "不，我的银行账户还没有收到这笔付款。",
          "true_description": "是的，我已收到并验证了这笔付款。"
        }
      }
    }
  },
  "order_vendor_payment": {
    "message": "这是您在市场上的虚拟钱包中的交易概览。",
    "vendor_wallets": "供应商钱包",
    "my_wallets": "我的钱包"
  },
  "product_add_dropshipping_shops": {
    "subtitle": "在这里，您可以找到在 Selldone 上列出其产品的批发商，这些批发商可向其他商家提供产品。Selldone 的内置代发货平台简化了流程，让批发商和商家都可以轻松直接地完成代发货。"
  },
  "customer_add": {
    "edit_title": "編輯客戶",
    "add_title": "添加新客户",
    "subtitle": "要将客户添加到您的商店，请提供电子邮件地址或电话号码。",
    "more": {
      "title": "添加更多详细信息",
      "subtitle": "设置货币、客户俱乐部、细分、地址等。"
    },
    "detail": {
      "subtitle": "记录客户的个人信息。请尊重客户的隐私。"
    },
    "preferences": {
      "subtitle": "在此设置默认用户货币、客户俱乐部和细分。"
    },
    "address": {
      "subtitle": "此地址可以在 POS 中使用。用户无法看到此信息。"
    }
  },
  "referral_bank": {
    "title": "推荐仪表板",
    "subtitle": "根据您的请求，佣金将支付到您指定的银行账户。请在此处提供您的银行信息。",
    "no_bank_info": "没有银行信息！",
    "actions": {
      "edit_my_bank_info": "编辑我的银行信息"
    },
    "bank_dialog": {
      "title": "我的银行详细信息",
      "info": {
        "title": "银行",
        "subtitle": "请在此处输入您的银行信息。我们将使用此信息转账。确保银行账户属于您的名下或您的公司名下（如适用）。"
      },
      "inputs": {
        "name": {
          "label": "银行名",
          "message": "账户所在银行的全名。"
        },
        "holder_name": {
          "label": "账户持有人姓名",
          "message": "持有帐户的个人或实体的全名。"
        },
        "account_number": {
          "label": "帐号",
          "message": "与特定银行账户相关的唯一号码。"
        },
        "routing_number": {
          "label": "路由号码（美国）或分类代码（英国）",
          "message": "用于标识特定银行分行的号码（不同国家使用不同的术语）。"
        },
        "swift": {
          "label": "SWIFT/BIC 代码",
          "message": "用于在全球范围内识别银行的国际代码，尤其是用于国际转账。"
        },
        "iban": {
          "label": "IBAN（国际银行账户号码）",
          "message": "IBAN 主要在欧洲使用，是一种国际认可的跨境银行账户识别系统。"
        },
        "contact": {
          "label": "联系信息",
          "message": "与帐户关联的电话号码或电子邮件地址。"
        },
        "note": {
          "label": "笔记",
          "message": "补充说明"
        }
      }
    },
    "notifications": {
      "save": {
        "message": "您的银行信息已成功更新。"
      }
    }
  },
  "referral_tier": {
    "message": "来自您的推荐人支付的所有服务费、订阅费和其他款项。"
  },
  "ReferralTiers": {
    "Bronze": {
      "title": "铜级",
      "description": "您处于青铜级。您已从推荐人那里获得 2% 的佣金。"
    },
    "Silver": {
      "title": "银级",
      "description": "您处于银级。您已从推荐人那里获得 4% 的佣金。"
    },
    "Gold": {
      "title": "金级",
      "description": "您已进入黄金级别。您已从推荐人处获得 6% 的佣金。"
    },
    "Platinum": {
      "title": "白金级",
      "description": "您已进入白金级别。您已从推荐人那里获得 8% 的佣金。"
    },
    "Diamond": {
      "title": "钻石级",
      "description": "您已进入钻石级别。您已从推荐人处获得 10% 的佣金。"
    }
  },
  "page_monetize": {
    "title": "货币化",
    "subtitle": "传播商业机会。"
  },
  "sms_template_mode": {
    "text": {
      "title": "纯文本",
      "desc": "消息将从具有自动替换参数的文本创建并发送。"
    },
    "template": {
      "title": "结构模板",
      "desc": "将根据参数创建一个对象并发送给提供者。"
    }
  },
  "shop_sms_provider": {
    "title": "自定义短信提供商",
    "reset_error": "重置错误",
    "subtitle": "设置自定义短信服务提供商，并自定义您的身份验证短信和公司名称。默认提供商只会向一些白名单国家/地区发送身份验证短信和通知消息。",
    "plain_text": "纯文本",
    "structural_template": "结构模板",
    "errors_limit_msg": "如果您的服务错误超过 100 个，它将被自动禁用！您可以重置错误以重新启用它。",
    "enable_input": {
      "false_description": "OTP 消息将通过 Selldone 在选定的国家/地区发送，同时其他订单通知短信也将发送。",
      "true_description": "短信将通过您的服务提供商传送。"
    },
    "test_input": {
      "true_title": "验证配置",
      "true_description": "我们将向您的电话号码 📞 <b>{phone}</b>发送一条测试消息，这可能需要您付费，但您可以确保一切正常。"
    },
    "sync_action": {
      "title": "行动",
      "subtitle": "一些短信服务提供额外的服务，如活动、营销和其他功能。您可以同步您的联系人或其他信息，以更快地使用其功能。",
      "action": "同步联系人"
    },
    "tokens": {
      "title": "参数",
      "subtitle": "设置以下参数以将您的短信服务提供商与您的商店关联。"
    }
  },
  "sms_messages_options": {
    "all": {
      "title": "OPT + 订单通知",
      "description": "将发送身份验证信息和订单通知。"
    },
    "otp": {
      "title": "仅限 OTP",
      "description": "将发送身份验证消息。"
    }
  },
  "shop_email_provider": {
    "title": "自定义邮件服务器",
    "subtitle": "连接您的邮件服务提供商，通过您的自定义域发送电子邮件。",
    "provider": "提供者",
    "enable_input": {
      "false_description": "您的电子邮件将通过 myselldone 域发送。",
      "true_description": "您的电子邮件将通过您的自定义邮件域发送。"
    },
    "config": {
      "title": "配置",
      "subtitle": "要为您的商店配置自定义邮件服务，请输入您的服务 API 密钥以及其他必要的设置。"
    },
    "sender": {
      "title": "从",
      "subtitle": "您可以配置默认发件人的姓名和电子邮件地址，用于向您的客户发送电子邮件。"
    },
    "inputs": {
      "from": {
        "label": "来自电子邮件"
      },
      "from_name": {
        "label": "发件人姓名"
      }
    },
    "actions": {
      "send_test_email": "发送测试电子邮件"
    },
    "messages": {
      "provider_error_limit": "如果您的服务错误超过 100 个，它将被自动禁用！您可以重置错误以重新启用它。",
      "encryption_ports_guide": "电子邮件提供商可能会根据可用端口提供 SSL、TLS 或未加密连接。如果连接导致错误，则更改加密模式可能会解决问题。标准<b>TLS</b>使用端口： <b>587</b> ， <b>SSL</b>使用端口： <b>465</b> 。",
      "enable_receive_test": "保存更改后，您将在<b>{email}</b>上收到一封测试邮件。在使用新配置发送测试电子邮件之前，请保存更改。"
    }
  },
  "product_location_restrictions": {
    "title": "可用位置",
    "subtitle": "如果您的产品或服务仅在特定地区提供（按国家/地区和邮政编码定义），您可以在此处指定这些位置。这些位置限制在产品级别强制执行。在产品页面上，系统会提示客户选择其位置。如果产品在他们选择的区域有售，他们将能够继续购买。",
    "add_location_action": "添加国家",
    "no_restriction": "无限制",
    "import": {
      "title": "负载曲线",
      "subtitle": "选择已保存的位置配置文件。"
    },
    "export": {
      "title": "保存个人资料",
      "subtitle": "存储位置以供将来使用。"
    },
    "has_restriction_input": {
      "title": "有位置限制",
      "description": "由于既定的位置限制，客户只能在指定的国家和邮政编码内购买该产品。"
    },
    "zip_pin_code": "邮政编码",
    "no_country_selected_error": "请至少提供一个国家/地区以及邮政编码列表。如果没有这些信息，则无法提供该产品。",
    "tips": "点击<b>+ 添加国家/地区</b>按钮开始创建新的位置集。完成后，您可以点击右上角的<b>⋮ 菜单</b>并选择<b>保存配置文件 来</b>保存它。",
    "need_save_message": "该产品的位置限制设置已更改。要保存这些更改，请点击下面的“保存”按钮。",
    "add_dialog": {
      "title": "添加国家",
      "message": "选择一个国家并点击“添加”。这会将该国家添加到表中，您可以为其分配邮政编码、邮政编码、城市名称或地区名称。"
    },
    "save_profile_dialog": {
      "title": "添加位置资料",
      "message": "请输入名称以保存这组位置。保存的这组位置可应用于其他产品，只需单击一下即可快速加载位置。如果已存在具有所提供名称的配置文件，则会使用这些新值进行更新。",
      "title_input": {
        "title": "个人资料标题",
        "placeholder": "类别名称或商店名称..."
      }
    },
    "load_profile_dialog": {
      "title": "加载位置资料",
      "message": "您可以通过选择此处设置的先前保存的位置来加载位置。",
      "select_input": {
        "title": "位置简介",
        "placeholder": "选择配置文件..."
      }
    }
  },
  "blog_timeline": {
    "title": "内容发布时间表",
    "subtitle": "以下是计划在未来发布的文章列表。您可以安排博客文章甚至产品说明在特定时间发布。"
  },
  "direct_feedback": {
    "title": "发送直接请求",
    "message": "确定您在 Selldone 上发展和盈利的三大业务需求。这些信息将直接与创始人和董事分享，并将得到认真考虑。提交后，您还可以随时更新您的需求。",
    "expand_action": "写下请求...",
    "input_label": "您的请求",
    "to": {
      "ceo": "发送给 CEO",
      "team": "发送给团队"
    },
    "placeholder": {
      "ceo": "完全没必要那么好，我喜欢听到你直接、切中要点的询问。例如，我需要……",
      "team": "请尽量善待他们。例如我需要……"
    }
  },
  "inventory_filter": {
    "placeholder": "选择过滤器 *.*"
  },
  "vendor_input": {
    "placeholder": "过滤供应商..."
  },
  "product_import_processing": {
    "title": "加工进口产品",
    "message": "我们正在导入产品和图像，可能需要一些时间才能完成。"
  },
  "order_input": {
    "message": "此处显示的信息已由客户根据产品输入表结构提交。"
  },
  "shop_connect": {
    "test": {
      "title": "设置",
      "subtitle": "外部服务报告",
      "action": "测试连接",
      "last_update": "最后更新者"
    },
    "service_status": {
      "title": "服务状态",
      "syncing_message": "正在同步过程...",
      "action": "同步全部",
      "connect_status": "连接状态",
      "service_status": "服务状态",
      "auto_confirm_enable_msg": "订单自动确认功能已启用。",
      "auto_confirm_disable_msg": "未启用订单自动确认功能。",
      "shipping_enable_msg": "运费将根据结账时提供的信息计算。"
    },
    "detail": {
      "title": "连接详细信息",
      "auto_confirm_order": "自动确认订单",
      "test_mode": "测试模式",
      "status": {
        "subtitle": "关于同步状态的总体信息。"
      },
      "sync": {
        "title": "同步详细信息",
        "subtitle": "内部同步详细信息。同步过程纪元成功结束后，将保存此信息。",
        "no_data": "没有同步信息！"
      }
    },
    "products": {
      "title": "产品",
      "subtitle": "来自 {name} 的已添加产品列表。请确保您的产品具有唯一的名称和 SKU。某些 Connect 服务用于迁移，因此如果您的产品具有重复的<b>SKU</b>和<b>名称</b>，这些产品将被更改！",
      "action": "获取产品",
      "syncing_message": "正在同步过程..."
    },
    "logs": {
      "title": "日志",
      "subtitle": "过去 7 天的所有日志列表。日志记录功能仅由外部服务提供商支持。"
    },
    "edit": {
      "title": "添加新连接",
      "service": {
        "title": "服务",
        "subtitle": "选择要连接的目标平台、直销供应商或市场。"
      },
      "test": {
        "false_title": "同步全部",
        "false_desc": "获取所有可用的产品、类别和客户。",
        "true_title": "有限（推荐给初学者）",
        "true_desc": "最多可获得 5 个产品、类别和客户。您可以随时在“连接”>“设置”中将其切换为完整模式。"
      },
      "overwrite": {
        "false_title": "如果存在则不要更改",
        "false_desc": "保留现有的产品和类别详细信息。",
        "true_title": "覆盖",
        "true_desc": "更新现有产品、变体和类别信息。"
      },
      "migration_tips": "<b>提示：</b>如果您想测试功能，请选择<b>“受限</b>”选项。通过选择“同步全部”，我们会从您连接的服务中获取所有数据并下载相关图像，因此这会减少您的免费存储空间。此外，删除许多产品、类别和客户会很困难！",
      "add_action": "自动连接到",
      "order": {
        "title": "订购状态",
        "subtitle": "为您的商店配置连接服务的订单管理设置。这包括设置订单接受、启用自动订单确认（如果支持）以及配置运费计算。"
      },
      "enable": {
        "label": "连接状态",
        "true_desc": "库存和订单将同步。"
      },
      "confirm": {
        "label": "自动确认订单",
        "false_desc": "您应该手动确认订单。",
        "true_desc": "实时付款的订单将自动获得批准。调试付款的订单不会自动获得批准。",
        "tips": "通过礼品卡或货到付款或调试模式下的支付网关支付的订单属于例外，不会自动确认。"
      },
      "shipping": {
        "label": "船运",
        "tips": "此服务提供运费计算功能，您可以根据自己的喜好启用或禁用此功能。如果启用，则需要使用第三方服务的费用计算 API，这可能会导致结账页面上的价格更新延迟超过 300 毫秒。",
        "false_title": "禁用",
        "false_desc": "使用我的运费计算，在商店 > 物流 > 运输所有产品，包括进口产品。",
        "true_title": "计算运费",
        "true_desc": "使用此服务提供的运费计算API。"
      },
      "remove": {
        "verify": "我确认删除此连接。",
        "action": "删除连接"
      }
    },
    "list": {
      "title": "连接操作系统",
      "subtitle": "将您的业务操作系统连接到外部服务并在同一地方管理所有渠道。",
      "action": "连接新服务",
      "empty_message": "忘记代发货应用程序和插件吧！Connect 是跨平台订单管理的未来。",
      "auto_confirm": "自动确认",
      "shipping": "船运",
      "syncing_now": "正在同步！",
      "sync_not_started": "同步尚未开始！"
    }
  },
  "connect_mode": {
    "Migration": {
      "title": "移民",
      "desc": "获取商品、分类、客户，用户删除本服务后，已获取的商品、分类、客户不会被删除。"
    },
    "Dropshipping": {
      "title": "代发货",
      "desc": "获取商品、分类、订单，用户移除服务后系统移除商品。"
    },
    "Marketplace": {
      "title": "市场",
      "desc": "只需同步库存并接收订单（产品将通过 SKU 链接）。"
    },
    "Accounting": {
      "title": "会计",
      "desc": "发送订单和财务信息。"
    },
    "Other": {
      "title": "其他",
      "desc": "其他服务。"
    }
  },
  "shop_landings": {
    "title": "登陆页面",
    "add_new_action": "添加新页面",
    "subtitle": "使用多功能 AI 内联编辑器为您的品牌创建独特、响应迅速的自定义页面，并通过输入数据自动生成动态内容。",
    "empty_message": "通过拖放设计自定义页面..."
  },
  "shop_staff": {
    "list": {
      "title": "员工管理",
      "subtitle": "用户被授予访问该商店的仪表板和管理部分的权限。"
    },
    "pending": {
      "title": "待办的",
      "message": "显示待处理的邀请。"
    }
  },
  "community_comments": {
    "title": "注释",
    "subtitle": "这是社区评论的列表。",
    "empty_msg": "目前尚未有任何评论..."
  },
  "community_categories": {
    "title": "类别",
    "subtitle": "这是社区类别的列表。",
    "new_category_action": "新类别",
    "empty_msg": "目前尚未创建任何类别...",
    "filter": {
      "delete": {
        "title": "已删除",
        "description": "显示已删除的类别。"
      }
    }
  },
  "community_posts": {
    "title": "帖子",
    "subtitle": "这是社区帖子的列表。",
    "filter": {
      "deleted": {
        "title": "已删除",
        "description": "显示已删除的帖子。"
      },
      "reported": {
        "title": "报告",
        "description": "显示已举报的帖子。"
      }
    },
    "empty_msg": "目前尚未创建任何帖子...",
    "menu": {
      "open_post": {
        "title": "公开帖子",
        "subtitle": "查看和编辑社区中的帖子。"
      },
      "spam": {
        "title": "报告并删除垃圾邮件",
        "subtitle": "批量删除帖子并禁止用户。"
      },
      "delete": {
        "title": "删除帖子",
        "subtitle": "删除此帖子。"
      }
    }
  },
  "channel_google": {
    "gtag": {
      "title": "标签管理器",
      "subtitle": "Google Analytics 可在跟踪 Flash、视频、社交媒体网站和应用的同时衡量广告投资回报率。使用 Google Tag Manager 的免费、简单且可靠的解决方案，轻松管理网站标签 - 无需编辑代码。",
      "tag_id": {
        "label": "Google 标签管理器 ID"
      }
    },
    "shopping": {
      "title": "谷歌购物",
      "subtitle": "数据源表示您在 Google 上的目录信息的来源。点击此链接可自动将所有产品和类别添加到 Google 商品中。",
      "tips": "您可以利用此工具轻松、自动地管理 Google 广告。",
      "link_message": "Google 产品 Feed 网址"
    },
    "console": {
      "title": "搜索控制台",
      "subtitle": "向您的主页添加元标记，以供 Google Search Console 验证。",
      "code": {
        "label": "验证元标记",
        "placeholder": "来自谷歌，例如 viQg9mjdBj..."
      }
    },
    "serp": {
      "title": "Google SERP 和关键词",
      "subtitle": "我们从 Google 获取最精确的 SEO 审计数据，并以方便的方式呈现给您。只需按照提供的步骤操作即可。"
    },
    "serp_content": {
      "title": "连接到 Google Search Console",
      "subtitle": "将您的商店连接到搜索控制台并开始在 Selldone 上探索关键字、排名和其他免费 SEO 工具。",
      "tips": {
        "title": "在将 Selldone 与 Google Search Console 关联之前，请确保以下事项：",
        "add_in_selldone": "添加、验证并将您的自定义域设置为主要域。",
        "add_in_google": "在您的<a href=\"https://search.google.com/search-console\" target=\"_blank\"><b>Google Search Console</b></a>中添加并验证<b>{domain}</b> 。"
      },
      "action_custom_domain": "自定义域",
      "action_connect_now": "立即连接",
      "action_remove_connection": "删除连接"
    }
  },
  "cashback": {
    "add_new": "添加新现金返还",
    "title": "现金返还计划",
    "boosted": "提升 (2 倍)",
    "min_purchase": "最低购买量",
    "only_first_order": "仅限首单",
    "total_cashback": "总现金返还",
    "delete_alert": {
      "title": "删除现金返还计划",
      "message": "您确定要删除此现金返还计划吗？",
      "action": "是的，立即删除"
    },
    "notifications": {
      "delete_success": "现金返还计划已成功删除。"
    }
  },
  "shop_cashback": {
    "title": "现金返还计划",
    "up_to": "最多",
    "menu": {
      "back": "返回程序",
      "dashboard": "仪表板",
      "orders": "订单",
      "edit": "编辑"
    },
    "dashboard": {
      "chart_amount_buy": {
        "label": "买",
        "y": "购买金额{currency}"
      },
      "chart_amount_cashback": {
        "label": "现金返还",
        "y": "返现金额 {currency}"
      },
      "chart_used": {
        "label": "用过的",
        "y": "时代"
      }
    },
    "orders": {
      "title": "现金返还订单",
      "table": {
        "amount_cashback": "返现金额",
        "payment_status": "付款状态",
        "date": "日期"
      }
    }
  },
  "cashback_edit": {
    "config": {
      "subtitle": "在此设置回溯百分比、限制及其状态。"
    },
    "percent_input": {
      "title": "现金返还百分比",
      "message": "输入现金返还百分比，从 1% 到 20%。"
    },
    "currency_input": {
      "message": "现金返还计划仅适用于这种货币。"
    },
    "limit_input": {
      "title": "限制",
      "hint": "输入最高返现金额。",
      "zero_message": "输入 0 可获得无限现金返还。"
    },
    "duration": {
      "title": "时长限制",
      "subtitle": "设置现金返还计划的持续时间。可选。"
    },
    "start_input": {
      "title": "开始日期",
      "placeholder": "选择开始日期..."
    },
    "end_input": {
      "title": "结束日期",
      "placeholder": "选择结束日期..."
    },
    "design": {
      "subtitle": "设置返现计划的标题和简短描述。这些信息将显示给客户。"
    },
    "title_input": {
      "title": "标题"
    },
    "description_input": {
      "title": "描述"
    },
    "constraints": {
      "subtitle": "设置现金返还计划的限制。"
    },
    "min_purchase_input": {
      "hint": "输入现金返还计划的最低购买金额。",
      "title": "最低购买量"
    },
    "only_first_buy_input": {
      "false_desc": "所有订单均可享受现金返还计划。",
      "true_desc": "现金返还计划仅适用于第一笔订单。",
      "true_title": "仅限首单",
      "false_title": "所有订单"
    },
    "qualify_input": {
      "false_title": "所有客户",
      "true_title": "合格客户",
      "true_msg": "现金返还计划仅向符合条件的客户开放。"
    },
    "club": {
      "subtitle": "设置俱乐部的现金返还计划。现金返还计划仅适用于加入该俱乐部的客户。"
    },
    "cluster": {
      "subtitle": "通过将集群与现金返还计划关联，您可以更有效地管理它。"
    },
    "notifications": {
      "add": "现金返还计划添加成功。",
      "edit": "现金返还计划更新成功。"
    },
    "enable_input": {
      "true_msg": "现金返还计划已启动，客户可以使用它。",
      "false_msg": "现金返还计划处于非活动状态，客户无法使用。"
    },
    "boosted_input": {
      "false_title": "普通的",
      "true_title": "提升（2 倍现金返还）",
      "true_msg": "现金返还计划处于提升模式，客户将获得双倍现金返还。",
      "false_msg": "现金返还计划处于正常模式，客户将获得正常现金返还。"
    }
  },
  "row_payment": {
    "actions": {
      "refund": {
        "title": "退款付款",
        "subtitle": "支持部分或全额退款。"
      },
      "delivery": {
        "title": "确认收货",
        "subtitle": "您可以手动向支付提供商确认发货。"
      }
    }
  },
  "payment_refund_dialog": {
    "title": "退款付款",
    "message": "出于安全原因，只有过去 7 天内付款的订单才有资格退款。",
    "payment_amount": "付款金额",
    "total_refund_amount": "退款总额",
    "can_refund": "可以退款",
    "refund_amount": "退款金额",
    "verify": {
      "title": "核实退款",
      "description": "我确认退款金额正确并且我想继续。"
    },
    "action": "立即退款"
  },
  "payment_delivery_dialog": {
    "title": "客户发货确认",
    "message": "某些支付服务需要确认订单已送达客户。我们通常在订单履行的最后一步收到客户的发货确认后发送此确认。但是，如果您需要手动执行此操作，则可以在此处执行。",
    "verify": {
      "title": "验证发货",
      "description": "我确认订单已经送达客户。"
    },
    "action": "立即确认"
  },
  "product_cross_selling": {
    "title": "交叉销售",
    "add_new_actions": "添加新产品",
    "subtitle": "在此部分中，您可以添加和管理此产品页面的交叉销售产品。这些产品将作为建议显示，供客户与主要商品一起购买。您还可以设置折扣以鼓励和激励额外购买。系统将展示最多 3 件商品供客户考虑。",
    "dialog": {
      "edit_title": "编辑交叉销售产品",
      "add_title": "添加新的交叉销售产品",
      "target": {
        "title": "目标产品",
        "subtitle": "选择您想要推广的产品作为与该产品一起的交叉销售选项。",
        "select_products": "选择产品"
      },
      "list": {
        "title": "目标产品",
        "subtitle": "该产品已被选为交叉销售促销产品。",
        "manage_product": "管理产品"
      },
      "discount": {
        "title": "折扣及留言",
        "subtitle": "您可以选择添加一条消息并提供折扣来激励客户购买所选的其他商品。这些激励措施有助于推动销售并提升整体购物体验。",
        "amount_input": {
          "message": "考虑所有现有折扣后，折扣百分比将应用于产品价格。"
        },
        "mismatch_type_warning": "折扣不能应用于主要产品类型以外的其他类型，因为源商品和目标商品不会放在单独的购物篮中。",
        "not_support_subscription_type_warning": "无法为交叉销售订阅产品设置折扣，因为定价计划无法动态调整。",
        "message_input": {
          "message": "制作一个引人注目且诱人的标题来吸引顾客的注意力。",
          "placeholder": "捆绑和保存：通过我们精心挑选的选择来完善您的造型！"
        }
      },
      "action": {
        "title": "行动",
        "subtitle": "在此处修改交叉销售产品的操作。如果您的产品需要输入自定义信息，例如通过估价表，请不要选择“添加到购物车”作为操作，因为这可能会导致错误。"
      }
    }
  },
  "CrossSellActionType": {
    "AddToCart": {
      "title": "添加到购物车",
      "description": "直接显示添加到购物车按钮。请注意，这不适用于订阅产品。"
    },
    "ViewProduct": {
      "title": "查看产品",
      "description": "显示“查看更多”按钮，通过打开新窗口将客户引导至产品页面。"
    }
  },
  "product_flow": {
    "title": "购买流程",
    "subtitle": "这是您的产品的购买流程和健康检查。",
    "connect": {
      "subtitle": "该产品已通过<b>{name}</b>添加。",
      "enable_msg": "通向外部服务的桥梁已启用。",
      "disable_msg": "通向外部服务的桥梁已被禁用。",
      "has_shipping_msg": "{name} 支持配送。因此，您可以选择在结帐页面上启用 {name} 的自动运费计算。"
    },
    "health": {
      "title": "产品健康",
      "available_in_stock_msg": "产品有现货。",
      "out_of_stock_msg": "产品缺货。",
      "file_count_msg": "该产品共上传了 {files_count} 个文件，共 {files_size} 个。",
      "no_file_uploaded_msg": "尚未上传任何文件。",
      "no_image_uploaded_msg": "上传产品图片以使其更具吸引力。"
    },
    "vendor_errors": {
      "title": "缺少供应商",
      "subtitle": "此产品目前没有关联供应商。要使产品可以在市场上购买，它必须至少有一个供应商。",
      "manage_vendors": "管理供应商"
    },
    "file_errors": {
      "title": "丢失文件",
      "subtitle": "目前尚未上传该产品的文件。请上传文件以继续。",
      "manage_files": "管理文件"
    },
    "pricing": {
      "title": "价钱",
      "no_product_price_msg": "默认产品价格尚未设定！",
      "listing_pricing_msg": "上市定价：",
      "has_valuation_msg": "产品有估价。",
      "subscription_pricing_msg": "该产品有{count}个订阅定价计划。",
      "has_no_subscription_pricing_msg": "该产品没有订阅定价计划。"
    },
    "subscription_errors": {
      "title": "缺少订阅定价计划",
      "subtitle": "此产品没有订阅定价方案。您需要添加至少一个订阅定价方案，才能使此产品可供订阅购买。",
      "pricing_plans": "定价计划"
    },
    "location": {
      "title": "销售地点限制 ● {status}",
      "status": {
        "has_restriction": "在 {count} 个国家/地区有售",
        "no_restriction": "不限制"
      },
      "available_countries_msg": "全球购物仅限 {count} 个国家/地区。这些国家/地区是 {countries}。",
      "disable_for_all_countries_msg": "您的商店 > 位置设置中的所有国家/地区均禁用购物功能。",
      "location_is_not_in_permitted_shop_locations_msg": "您将{country}设置为销售地点，但在商店级别您不允许此国家/地区。请检查您的商店级别设置。",
      "shop_locations": "商店位置",
      "product_locations": "产品位置"
    },
    "location_errors": {
      "title": "可用位置错误",
      "no_location_error_subtitle": "您已激活购买该产品的位置限制，但目前此限制下未列出任何国家/地区。因此，任何人都无法购买该产品。",
      "invalid_location_error_subtitle": "您的产品的位置限制设置有误：列出的某些位置没有任何相关的邮政编码。因此，用户无法选择邮政编码，导致产品无法购买。",
      "manage_locations": "管理位置"
    },
    "tax": {
      "title": "订阅税",
      "default_shop": "默认店铺税",
      "tax_profiles": "税务概况",
      "description": {
        "subscription_tax_msg": "我们只能在付款创建步骤征收税款。",
        "dedicated": "投入的",
        "is_disabled": "此税务配置文件已被禁用！",
        "tax_is_based_on_location": "税费：基于地点",
        "shipping_tax_is_based_on_location": "运送：基于位置",
        "included_in_price": "包含在价格中。"
      }
    },
    "vendor": {
      "vendor_owner_msg": "该产品属于<b>{vendor}</b> 。",
      "has_vendors_msg": "此产品有 {count} 个供应商。",
      "no_vendor_msg": "您尚未为该产品指定供应商，因此客户无法购买该产品。",
      "add_vendors": "添加供应商"
    }
  },
  "product_template": {
    "title": "产品页面模板",
    "subtitle": "您可以在产品页面中嵌入页面以增强展示效果。最佳方法是创建具有透明背景和针对每个产品类别定制的 1 到 3 个部分的页面。然后，将一个页面分配给多个产品，以实现一致且吸引人的展示。",
    "edit_page": "編輯頁面",
    "list_of_pages": "页面列表"
  },
  "product_embed": {
    "subtitle": "您只需复制并粘贴我们提供的代码，即可轻松地将产品或产品列表嵌入到您的博客或其他网页中。尽管此功能仍处于早期阶段，但我们正在积极努力扩展其功能，使其超越目前其他地方提供的功能。虽然它目前提供的功能有限，但我们计划在未来推出更多模板和自定义选项。",
    "card": {
      "title": "最小",
      "description": "生成 HTML 代码以在其他平台和 HTML 页面中添加产品卡。"
    },
    "iframe": {
      "title": "内嵌框架",
      "description": "生成 iframe 代码以在嵌入窗口中显示全面的产品详细信息。"
    }
  },
  "permission_staff_add": {
    "title_new": "新员工",
    "title_edit": "編輯員工",
    "staff": {
      "title": "添加员工和访问权限",
      "subtitle": "所有具有员工访问权限的用户都可以登录您的仪表板并查看财务信息。要添加具有有限访问权限的用户，请定义角色。",
      "go_to_roles": "转至角色"
    },
    "access": {
      "customization_tips": "<b>自定义：</b>单击每个项目可自定义默认的读/写访问权限。每行代表与主商店仪表板相对应的访问级别。",
      "simplify_tips": "<b>重要提示！</b>我们将访问控制从 300 多个级别简化到 10 个级别以下。更详细和最新的访问级别将在文档中发布。",
      "multi_permission_tips": "<b>自定义限制？</b>您可以为一个用户添加更多访问权限，因此在添加第一个访问权限后，按照相同步骤创建其他访问权限。",
      "view_data": "查看数据",
      "apply_changes": "应用更改"
    },
    "inputs": {
      "email": {
        "placeholder": "电子邮件",
        "label": "用户电子邮件地址"
      },
      "level": {
        "label": "访问权限",
        "placeholder": "选择一个级别..."
      }
    },
    "actions": {
      "add": "添加员工"
    },
    "notifications": {
      "add_success": {
        "title": "已授予访问权限",
        "message": "已成功添加新访问权限。"
      },
      "update_success": {
        "title": "访问已更新",
        "message": "权限已成功更新。"
      }
    }
  },
  "category_engine_editor": {
    "title": "额外产品列表",
    "subtitle": "显示不同类别的产品。您可以选择多个类别来展示产品或按标签筛选产品。",
    "aut_add_sub_categories_tips": "您可以通过点击下面的按钮将所有子类别自动添加到当前类别。",
    "inputs": {
      "categories": {
        "label": "类别",
        "messages": "将显示这些类别中的产品。",
        "placeholder": "选择类别..."
      },
      "tags": {
        "label": "产品标签",
        "messages": "带有这些标签的产品将会显示。",
        "placeholder": "在此处输入标签并按 Enter。例如，新系列"
      }
    },
    "actions": {
      "save_engine": "保存引擎",
      "auto_add_subcategories": "自动添加子类别"
    }
  },
  "products_sort_view": {
    "search_tips": {
      "title": "搜索提示",
      "normal": "<b>常规搜索：</b>按标题、MPN、SKU、品牌或标签搜索。",
      "product": "<b>精确产品 ID：</b>使用 P+产品 ID 查找特定产品，例如<b class=\"text-green\">P</b> <i class=\"text-yellow\">360</i> 。",
      "quotes": "<b>精确短语：</b>使用引号搜索精确短语，例如<b class=\"text-green\">“</b><i class=\"text-yellow\">此处输入您的文本</i><b class=\"text-green\">”</b> 。",
      "tax": "<b>税务概况：</b>使用“tax：”搜索具有特定税务概况的产品，例如<b class=\"text-green\">tax：</b><i class=\"text-yellow\">税务概况名称</i>。",
      "new_products": "<b>新产品：</b>查找特定日期范围内添加的产品，例如， <b class=\"text-green\">new~</b> <i class=\"text-yellow\">2023-08-10</i> <b class=\"text-green\">~</b> <i class=\"text-yellow\">2023-08-20</i> 。"
    }
  },
  "augment_form": {
    "title": "增强",
    "subtitle": "输入将与页面内容中对应值交换的密钥。密钥最多为 32 个字符。",
    "add_caption": "添加新商品",
    "add_sub_caption": "添加自定义键值对。",
    "add_dialog": {
      "title": "选择输入类型",
      "html": {
        "title": "文本和 HTML",
        "subtitle": "该项目的值可以指定为文本或 HTML。"
      },
      "image": {
        "title": "图像",
        "subtitle": "您可以上传图片。"
      }
    },
    "help_dialog": {
      "title": "如何使用动态内容",
      "how_it_works_tips": "在着陆页中，您可以灵活地为文本和图像指定动态占位符。这些占位符在根据上下文自定义内容方面发挥着重要作用。这些占位符的动态特性允许它们填充增强值，这些值可能因不同因素而异。例如，每个产品或类别的增强值可能不同。当您拥有具有不同属性的各种项目时，此功能的真正优势就会发挥作用。您可以有效地利用这些动态占位符来个性化和增强每个项目的显示，从而在您的着陆页上创建独特的交互式体验。",
      "assign_tips": "要为图像分配动态值，请单击位于该部分左侧的馈送器按钮。",
      "set_dynamic_image_tips": "您现在可以修改图像 URL 并为其分配动态值。",
      "enter_values_tips": "对于每种产品，您都可以分配专用的键值对。",
      "result_tips": "这是页面的最终结果，其中占位符已被增强值替换。"
    }
  },
  "logistic_profile_editor": {
    "languages": {
      "title": "多语言",
      "subtitle": "这是内容语言的列表。您可以为物流配置文件在各个语言中设置不同的内容。",
      "add_caption": "添加新文章",
      "no_more_language": "沒有語言！"
    },
    "content": {
      "title": "内容",
      "subtitle": "您可以用多种语言定制物流概况的内容。",
      "language_input": "当前文章语言",
      "delete_article": "删除文章",
      "menu_tooltip": "自动翻译/删除文章"
    },
    "translate_to": "翻译为",
    "notifications": {
      "translate": {
        "message": "文章翻译成功完成。"
      },
      "save_article": {
        "message": "文章已成功保存。"
      },
      "delete_article": {
        "message": "文章已成功删除。"
      }
    },
    "delete_dialog": {
      "message": "您确定要永久删除该篇文章吗？",
      "action": "是的，立即删除"
    }
  },
  "logistic_profile_products": {
    "title": "产品",
    "subtitle": "与此配置文件相关的产品列表。"
  },
  "logistic_profile_setting": {
    "title": "一般信息",
    "inputs": {
      "name": {
        "message": "此名称仅向您显示，不会向公众透露。"
      },
      "accept_delete": {
        "true_description": "此操作将删除所有文章和个人资料链接。",
        "true_title": "我确认删除此连接。"
      }
    },
    "actions": {
      "remove": "删除个人资料和关系"
    }
  },
  "shop_logistic_profiles": {
    "title": "物流概况",
    "add_caption": "添加新个人资料",
    "subtitle": "您可以在此处创建和编辑产品的保修和退货政策，并将其分配给任何产品。您可以为不同类型的产品定义不同的保修政策。",
    "add_dialog": {
      "title": "创建新的物流档案",
      "config": {
        "title": "一般信息",
        "subtitle": "选择配置文件类型。它可以是指南、保修或多种产品之间共享的任何其他内容和材料。"
      },
      "article": {
        "title": "文章",
        "subtitle": "创建此物流档案后，您可以添加更多语言。"
      },
      "inputs": {
        "name": {
          "message": "此名称仅向您显示，不会向公众透露。",
          "placeholder": "输入配置文件的名称..."
        }
      }
    }
  },
  "shop_logistic_includes": {
    "title": "包含物品管理",
    "add_caption": "添加新商品",
    "subtitle": "您可以在此处管理产品中包含的物品。为确保您的商店外观完美无瑕，请在所有产品中一致使用具有类似图像模式（例如线框）的物品。",
    "empty_list_msg": "包含物品的清单...",
    "notifications": {
      "delete": {
        "message": "該項目已被刪除。"
      }
    },
    "delete_dialog": {
      "title": "删除包含的项目",
      "message": "您确定要永久删除此商品吗？请注意，此商品也会从所有相关产品中删除！",
      "action": "是的，立即删除"
    },
    "actions": {
      "edit_linked_page": "编辑链接页面"
    }
  },
  "include_item_add": {
    "dialog_title_edit": "编辑包含的商品",
    "dialog_title_add": "创建新的包含项目",
    "title": "包含物品",
    "subtitle": "选择一个简短的标题，最好最多包含 2 到 3 个单词。使用方形图片，因为我们会自动将上传的图片调整为 256x256 方形格式。为了在所有模板中获得最佳外观，请使用具有透明背景的简约图片，并在整个产品中保持统一的图案。",
    "inputs": {
      "title": {
        "placeholder": "产品页面上显示的简洁标题..."
      },
      "code": {
        "placeholder": "唯一代码，例如 mobile_cable_usb",
        "hint": "使用此代码可以简化查找物品的搜索过程。"
      },
      "description": {
        "placeholder": "关于此项目的简短描述...",
        "hint": "描述将用于 SEO，并且可能在产品页面中的一些自定义布局上对用户可见。"
      },
      "image": {
        "message": "最大图片尺寸：1MB"
      },
      "path": {
        "label": "页面路径"
      }
    },
    "mode": {
      "no_link": {
        "title": "没有链接"
      },
      "external_link": {
        "title": "外部链接",
        "description": "设置外部 URL 的链接。",
        "tips": "您可以将任意 URL 附加到商品。当用户在产品页面上点击该商品时，他们将被重定向到该链接。"
      },
      "internal_link": {
        "title": "内部链接",
        "description": "通过为该项目提供的增强数据创建动态页面。",
        "tips": "您可以将登录页面与个人资料链接起来，并为其设置自定义路径和动态内容。Selldone 将为该项目生成动态链接。"
      }
    },
    "notifications": {
      "add": {
        "message": "包含的项目已成功添加。"
      },
      "edit": {
        "message": "所包含的项目已成功更新。"
      }
    }
  },
  "shop_logistic_returns": {
    "title": "退回的订单",
    "subtitle": "您的客户可以退回他们的实物订单，您可以在订单处理页面查看退货请求或在此处访问完整的退货订单列表。"
  },
  "referral_fees": {
    "title": "佣金",
    "subtitle": "您从推荐人那里获得的所有佣金的列表。佣金最多需要 30 天才能获得批准并转入您的钱包。"
  },
  "referral_wallets": {
    "title": "钱包",
    "subtitle": "在这里您可以看到您赚取的佣金。您可以将佣金转入您的银行账户或 Selldone 钱包。",
    "no_commission_yet": "您尚未收到任何佣金。",
    "no_wallet": "没有钱包！",
    "withdraw_dialog": {
      "title": "提款佣金",
      "need_bank_info_message": "请先输入您的银行信息。",
      "to_wallet": {
        "title": "到钱包",
        "subtitle": "使用此选项，您可以将佣金转入您的 Selldone 钱包。请确保已将钱包连接到您的礼品钱包，并且使用相同的货币进行操作。"
      },
      "to_bank": {
        "title": "到银行",
        "subtitle": "使用此选项，您可以将佣金转入您的 Selldone 钱包。请确保已将钱包连接到您的礼品钱包，并且使用相同的货币进行操作。"
      },
      "inputs": {
        "verify_to_wallet": {
          "true_description": "我想将我的佣金转入我的 Selldone 钱包。"
        },
        "verify_to_bank": {
          "true_description": "我核实了我的银行信息并想将我的佣金转入我的银行账户。"
        }
      },
      "actions": {
        "withdraw_to_wallet": "提现至钱包",
        "withdraw_to_bank": "提款至银行"
      }
    },
    "notifications": {
      "request_transfer_to_bank_success": "您的请求已成功收到，我们将进行审核。"
    }
  },
  "monetize_referral": {
    "copy_box": {
      "message": "您可以将<b>?ref={code}</b>添加到任何 selldone url。"
    },
    "intro": {
      "title": "加入 Selldone 联盟计划",
      "message": "Selldone 联盟计划简单明了，旨在让您轻松赚钱。分享您独特的联盟链接，邀请新用户加入 Selldone，您将从他们进行的每笔交易中赚取佣金——永远如此。这包括订阅、服务费、商店升级和所有其他收入来源的收入。开始赚取收入份额，不受时间或收入限制。加入我们，将您的网络变成稳定的收入！",
      "why_join_selldone_affiliate": "为什么这是一个独特的机会？",
      "reasons": [
        "它将永远持续下去！",
        "涵盖所有订阅和交易费用。实际上涵盖 Selldone 上用户的每一笔付款。",
        "我们将向使用您的链接注册的任何人发送一张价值 99 美元的免费代金券。",
        "当您的等级升级时，您将按照新的费率从所有之前推荐的用户那里获得收益。"
      ]
    }
  }
};