<?php 

 return [
     "failed" => "இந்த சான்றுகள் எங்கள் பதிவுகளுடன் பொருந்தவில்லை.",
     "password" => "வழங்கப்பட்ட கடவுச்சொல் தவறானது.",
     "throttle" => "பல உள்நுழைவு முயற்சிகள். தயவு செய்து: வினாடிகளில் மீண்டும் முயற்சிக்கவும்.",
     "title_shop" => "உள்நுழைக:பெயர்",
     "title_app" => "விண்ணப்ப அணுகல்:பெயர்",
     "login_message" => "உங்கள் கணக்கிற்கான அணுகலைக் கோருங்கள்.",
     "scopes_title" => "இந்த ஆப்ஸ் பின்வரும் நோக்கங்களுக்கான அணுகலைப் பெறும்",
     "accept" => "உறுதிப்படுத்தவும்",
     "reject" => "நிராகரிக்கவும்",
     "login_incorrect_password" => "தவறான பயனர்பெயர் அல்லது கடவுச்சொல்.",
     "reset_2fa_title" => "இரண்டு-படி உள்நுழைவு கோரிக்கையை மீட்டமைக்கவும்",
     "go_main_page" => "முகப்பு பக்கத்திற்கு செல்லவும்",
     "signing_in" => "உள்நுழைகிறது...",
];