<?php 

 return [
     "shop-order-payment" => [
     "title" => "கட்டணத்தை ஏற்கவும்",
     "sample" => "உங்கள் 267$ பேமெண்ட் வெற்றிகரமாகச் செலுத்தப்பட்டது.<br> ஆர்டர்: SM-425<br> நன்றி, <b>உங்கள் கடையின் பெயர்</b> .<br> விற்கப்பட்டது",
     "body" => "உங்கள் :param2 பணம் செலுத்தப்பட்டது. ஆர்டர்: :பரம்1 நன்றி, :பாரம்3. விற்கப்பட்டது",
     "description" => "வெற்றிகரமான கட்டணத்தைப் பற்றி தெரிவிக்க ஷாப்பிங் வாடிக்கையாளருக்கு ஒரு செய்தியை அனுப்பவும்.",
],
     "shop-order-payment-admin" => [
     "title" => "கட்டணத்தை ஏற்கவும்",
     "sample" => "புதிய 267$ பணம் செலுத்தப்பட்டது.<br> ஆர்டர்: SM-425<br> நன்றி, <b>உங்கள் கடையின் பெயர்</b> .<br> விற்கப்பட்டது",
     "body" => "புதியது :பாரம்2 கட்டணம் வெற்றிகரமாக செலுத்தப்பட்டது. ஆர்டர்: :பரம்1 நன்றி, :பாரம்3. விற்கப்பட்டது",
     "description" => "வெற்றிகரமான கட்டணத்தைப் பற்றி தெரிவிக்க கடை உரிமையாளருக்கு ஒரு செய்தியை அனுப்பவும்.",
],
     "vendor-new-order" => [
     "title" => "விற்பனையாளர் புதிய ஆர்டர்",
     "sample" => "புதிய $200 ஆர்டரைப் பெற்றுள்ளீர்கள்.<br> ஆர்டர்: <b>விற்பனையாளர் பெயரிலிருந்து</b> SM-870.",
     "body" => "புதிய :param2 ஆர்டரைப் பெற்றுள்ளீர்கள். வரிசை: :param1 க்கு :param3.",
     "description" => "விற்பனையாளருக்கு ஒரு புதிய ஆர்டரைப் பற்றித் தெரிவிக்க அவர்களுக்கு ஒரு செய்தியை அனுப்பவும்.",
],
     "shop-login" => [
     "title" => "உள்நுழைவு சரிபார்ப்பு குறியீடு",
     "sample" => "உங்கள் உள்நுழைவு குறியீடு: <b>123456</b><br> <b>உங்கள் கடையின் பெயர்</b><br> விற்கப்பட்டது",
     "body" => "உங்கள் உள்நுழைவு குறியீடு: :param1 :param2 Selldone",
     "description" => "கடையில் உள்நுழைய வாடிக்கையாளருக்கு உள்நுழைவு குறியீட்டை அனுப்பவும்.",
],
     "user-login" => [
     "title" => "உள்நுழைவு வெற்றிச் செய்தி",
     "sample" => "அன்புள்ள <b>பெயர்</b> ,<br> <b>5/8/2021 9:14AM</b> மணிக்கு <b>iPhone 165.250.300.1</b> மூலம் உங்கள் கணக்கில் உள்நுழைந்துள்ளீர்கள்.<br> விற்கப்பட்டது",
     "body" => "அன்புள்ள :param1, நீங்கள் :param2 இல் :param3 இல் உங்கள் கணக்கில் உள்நுழைந்துள்ளீர்கள். விற்கப்பட்டது",
     "description" => "வாடிக்கையாளர் கடையில் உள்நுழைந்த பிறகு ஒரு செய்தியை அனுப்பவும்.",
],
     "avocado-order-submit" => [
     "title" => "அவகேடோ புதிய ஆர்டர் வாங்குபவருக்கு அனுப்பப்பட்டது",
     "sample" => "<b>உங்கள் கடையின் பெயர்</b><br> அன்புள்ள <b>உங்கள் பெயர்</b> ,<br> உங்கள் ஆர்டரைப் பெற்றுள்ளோம், அதை மதிப்பாய்வு செய்கிறோம்.<br> ஆர்டர் #: <b>AVO-246</b><br> விற்கப்பட்டது",
     "body" => ":param3 அன்பே :param1, உங்கள் ஆர்டரைப் பெற்றுள்ளோம், அதை மதிப்பாய்வு செய்கிறோம். ஆர்டர் #: :param2 Selldone",
     "description" => "அவகாடோ ஆர்டர் செய்த பிறகு வாடிக்கையாளருக்கு ஒரு செய்தியை அனுப்பவும்.",
],
     "avocado-order-submit-seller" => [
     "title" => "வெண்ணெய் பழம் விற்பனையாளருக்கு புதிய ஆர்டரைப் பெறுகிறது",
     "sample" => "நீங்கள் ஒரு அவகேடோ ஆர்டரைப் பெற்றுள்ளீர்கள்:<br> ஸ்டோர்: <b>உங்கள் கடையின் பெயர்</b><br> வாங்குபவர்: <b>வாங்குபவர் பெயர்</b><br> ஆர்டர்: <b>AVO-246</b><br> விற்கப்பட்டது",
     "body" => "நீங்கள் ஒரு அவகேடோ ஆர்டரைப் பெற்றுள்ளீர்கள்: Store: :param1 வாங்குபவர்: :param2 Order: :param3 Selldone",
     "description" => "புதிய அவகேடோ ஆர்டரைப் பெறுவது குறித்து கடை உரிமையாளருக்குத் தெரிவிக்க, அவருக்குச் செய்தி அனுப்பவும்.",
],
     "avocado-ready-to-pay" => [
     "title" => "அவகேடோ ஆர்டர் செலுத்த தயாராக உள்ளது",
     "sample" => "<b>உங்கள் கடையின் பெயர்</b><br> உங்கள் ஆர்டர் உறுதிசெய்யப்பட்டது மற்றும் பின்வரும் இணைப்பின் மூலம் பணம் செலுத்தலாம்.<br> ஆர்டர் #: <b>AVO-246</b><br> இணைப்பு: <b>https://your-domain/avocado</b><br> விற்கப்பட்டது",
     "body" => ":param3 உங்கள் ஆர்டர் உறுதிசெய்யப்பட்டது மற்றும் பின்வரும் இணைப்பின் மூலம் பணம் செலுத்தலாம். ஆர்டர் #: :param2 இணைப்பு: :param1 Selldone",
     "description" => "விற்பனையாளர் விலையை நிர்ணயித்த பிறகு வாடிக்கையாளருக்கு கட்டண இணைப்புடன் ஒரு செய்தியை அனுப்பவும் மற்றும் அவர்களின் அவகேடோ ஆர்டரை உறுதிப்படுத்தவும்.",
],
];