<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'ଏହି ପରିଚୟପତ୍ରଗୁଡିକ ଆମର ରେକର୍ଡଗୁଡିକ ସହିତ ମେଳ ଖାଉ ନାହିଁ |',
    'throttle' => 'ବହୁତ ଲଗ୍ଇନ୍ ଚେଷ୍ଟା | ଦୟାକରି :seconds ସେକେଣ୍ଡରେ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |',


    'title_shop' => ':name କୁ ଲଗ୍ଇନ୍ କରନ୍ତୁ |',
    'title_app' => ':name ପାଇଁ ଆବେଦନ ପ୍ରବେଶ |',
    'login_message' => 'ଆପଣଙ୍କ ଖାତାକୁ ପ୍ରବେଶ ପାଇଁ ଅନୁରୋଧ |',
    'scopes_title' => 'ଏହି ଆପ୍ ନିମ୍ନ ସ୍କୋପଗୁଡିକରେ ପ୍ରବେଶ କରିବ |',
    'accept' => 'ନିଶ୍ଚିତ କରନ୍ତୁ |',
    'reject' => 'ପ୍ରତ୍ୟାଖ୍ୟାନ କରନ୍ତୁ |',


    'login_incorrect_password' => 'ଅବ val ଧ ଚାଳକନାମ କିମ୍ବା ପାସୱାର୍ଡ |',


    'reset_2fa_title' => 'ଦୁଇ-ସୋପାନ ଲଗଇନ୍ ଅନୁରୋଧ ପୁନ Res ସେଟ୍ କରନ୍ତୁ |',
    'go_main_page' => 'ମୂଳପୃଷ୍ଠାକୁ ଯାଆନ୍ତୁ |',

    'signing_in' => 'ସାଇନ୍ ଇନ୍ ...',


    'erp' => [
        'message' => "ଅଗ୍ରଗତି କରିବାକୁ ଏକ ଷ୍ଟୋର୍‌ ବାଛନ୍ତୁ | ଯଦି ଆପଣ ଏକ ନୂତନ ଷ୍ଟୋର୍ ଆବଶ୍ୟକ କରନ୍ତି, ପ୍ରଥମେ ଏହାକୁ ସୃଷ୍ଟି କରନ୍ତୁ ଏବଂ ପୁନ nect ସଂଯୋଗ କରନ୍ତୁ | <br> ● ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଆପଣ ସଂଯୋଗ କରୁଥିବା ସଫ୍ଟୱେର୍ ଜାଣିଛନ୍ତି, କିମ୍ବା ସହାୟତା ପାଇଁ ପ୍ରଦାନକାରୀଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |",
    ],
    'token-display' => [
        'message' => "ଆପଣଙ୍କ ଅନୁରୋଧ ଉପରେ ଆଧାର କରି :software ପାଇଁ :shop କୁ ପ୍ରବେଶ କରିବାକୁ ଆମେ ଏହି ଟୋକନ୍ ସୃଷ୍ଟି କରିଛୁ | ଦୟାକରି ଏହାକୁ ସୁରକ୍ଷିତ ରଖନ୍ତୁ ଏବଂ ଏହାକୁ କାହା ସହିତ ଅଂଶୀଦାର କରନ୍ତୁ ନାହିଁ | ଯଦି ତୁମେ ବିଶ୍ୱାସ କର ଯେ ତୁମର ଟୋକେନ୍ ଆପୋଷ ହୋଇଛି, ଆପଣ ଏହାକୁ ଯେକ time ଣସି ସମୟରେ ପ୍ରତ୍ୟାହାର କରିପାରିବେ |",
        'scopes-message' => "ଏହା ଏକ ଟୋକନ୍ ଯାହା ଏହାର ସ୍କୋପ୍ ସହିତ ଦୋକାନକୁ ପ୍ରବେଶ କରିଥାଏ |",
        'manage-tokens-action' => 'ଟୋକେନ୍ ପରିଚାଳନା କରନ୍ତୁ |',
        'manage-tokens-message' => "ଆପଣ ଏହି ଟୋକନ୍ କୁ ଯେକ time ଣସି ସମୟରେ ପ୍ରତ୍ୟାହାର କରିପାରିବେ |"
    ]


,

    'password' => 'ପ୍ରଦତ୍ତ ପାସୱାର୍ଡ ଭୁଲ ଅଟେ |',
];
