<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "ଇନଷ୍ଟାଗ୍ରାମ ଷ୍ଟୋର ବିଲଡର୍ ||ଇନଷ୍ଟାଗ୍ରାମ ଆକାଉଣ୍ଟକୁ ଅନଲାଇନ୍ ଷ୍ଟୋର୍ରେ ରୂପାନ୍ତର କରନ୍ତୁ |",
        'desc' => "ତୁମର ଟଙ୍କା କ anywhere ଣସି ସ୍ଥାନରେ ନଷ୍ଟ କର ନାହିଁ | ଥରେ ତୁମେ Selldone ରେ ତୁମର ଷ୍ଟୋର ନିର୍ମାଣ କରିସାରିବା ପରେ, ତୁମେ ଆଉ ୱାର୍ଡପ୍ରେସ୍, ଜୁମଲା ଏବଂ ୱୁ କମର୍ସ ପରି ଅନ୍ୟ ଷ୍ଟୋର ନିର୍ମାଣ ଉପକରଣଗୁଡ଼ିକ ସହିତ କାମ କରିବାକୁ ଚିନ୍ତା କରିବ ନାହିଁ |",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "ରୋଷେୟା ଏବଂ ତାଙ୍କ ସୁନ୍ଦର ବିଲେଇ ଇନଷ୍ଟାଗ୍ରାମରେ କିପରି ବିକ୍ରି ହୁଏ?",


        'alt1' => "Selldone ଇନଷ୍ଟାଗ୍ରାମ ଷ୍ଟୋର ବିଲଡର୍ |",
        'alt2' => 'ଇନଷ୍ଟାଗ୍ରାମରେ ସାରା କେକ୍ ବିକ୍ରି କରିବାର କାହାଣୀ |',
        'alt3' => 'Selldone ଅନ୍ଲାଇନ୍ ଅର୍ଡର ପ୍ରକ୍ରିୟାକରଣ କେନ୍ଦ୍ର |',
        'alt4' => 'Selldone ଅନ୍ଲାଇନ୍ ଷ୍ଟୋର୍ ପେମେଣ୍ଟ ଗେଟୱେ |',
        'alt5' => 'ଅନଲାଇନ୍ ଷ୍ଟୋରଗୁଡିକ ପାଇଁ ସ୍ୱୟଂଚାଳିତ SEO ଇଞ୍ଜିନ୍ |',
        'alt6' => 'ଇନଷ୍ଟାଗ୍ରାମରେ ଅନଲାଇନ୍ ବିକ୍ରି କରିବାର ନୂଆ ଉପାୟ |',
        'alt7' => 'ବ୍ରାଣ୍ଡିଂ ଏବଂ ବ୍ରାଣ୍ଡିଂ',
        'alt8' => 'କ୍ୟାସିଅର୍ ଦୋକାନ କରନ୍ତୁ |',
        'alt9' => 'ମାର୍କେଟିଂ ଏବଂ ବିକ୍ରୟ ଉପକରଣଗୁଡ଼ିକ |',
        'alt10' => 'ମାଗଣା ବ୍ୟବସାୟ ସହଭାଗୀ |',
        'alt11' => 'ଅର୍ଡର ପ୍ରକ୍ରିୟାକରଣ କେନ୍ଦ୍ର |',
        'alt12' => 'ବିଶ୍ୱସ୍ତ ଗ୍ରାହକ |',
        'alt13' => 'ସିଧାସଳଖ ଦେୟ ଗେଟୱେ |',
        'alt14' => 'ଇନଷ୍ଟାଗ୍ରାମ ବିକ୍ରୟ ଚ୍ୟାନେଲଗୁଡିକ |',
        'alt15' => 'ଏକ ସାଇଟ୍ ଏବଂ ଷ୍ଟୋର ଡେଭଲପର୍ ନିଯୁକ୍ତି |',
        'alt16' => 'Selldone ପ୍ଲାଟଫର୍ମ କାହାଣୀ |',
        'alt17' => 'ସାଇଟ୍ ଏବଂ ଷ୍ଟୋର୍ ସ୍ୱୟଂଚାଳିତ SEO ଇଞ୍ଜିନ୍ |',
        'alt18' => 'ଖୁସି ବିକ୍ରେତା |',
        'alt19' => 'ସପିଂ କାର୍ଟ',


        'm1' => 'Selldone କାହିଁକି?',
        'm2' => 'ଅଟୋ SEO |',
        'm3' => 'ମୂଲ୍ୟ (ମାଗଣା)',

        'register' => 'ପଞ୍ଜିକରଣ କର |',

        'header' => '<span class="ulr"> 10x Times</span> ଅଧିକ ଏବଂ Better<br><span class="ulr">Sell</span> ଇନଷ୍ଟାଗ୍ରାମରେ |',
        'header_msg' => 'ଗ୍ରାହକମାନେ ଇନଷ୍ଟାଗ୍ରାମରୁ ଏକ ଷ୍ଟୋର ପରି ପୃଷ୍ଠା ଖୋଲିବା, ସେମାନେ ପସନ୍ଦ କରୁଥିବା ଫଟୋରୁ ଉତ୍ପାଦ ବାଛିବା, ଏକ କ୍ରମରେ ଯୋଡିବା ଏବଂ ଅନଲାଇନରେ ସିଧାସଳଖ ଆପଣଙ୍କ ଆକାଉଣ୍ଟକୁ ଦେୟ କଳ୍ପନା କରନ୍ତୁ | ସମାଧାନ ଆପଣଙ୍କ ସାମ୍ନାରେ ଅଛି |',

        'name_plc' => 'ଆପଣଙ୍କର ଉପଯୋଗକର୍ତ୍ତା ନାମ ପ୍ରବେଶ କରନ୍ତୁ |',
        'preview' => 'ପୂର୍ବାବଲୋକନ ଷ୍ଟୋର୍‌ |',
        'create_act' => 'ଏକ ଇନଷ୍ଟାଗ୍ରାମ ଷ୍ଟୋର ସୃଷ୍ଟି କରନ୍ତୁ |',


        'title1s' => 'ଏହା କିପରି କାମ କରେ?',
        'title1' => 'ଆପଣଙ୍କର ଇନଷ୍ଟାଗ୍ରାମକୁ ଏକ <span class="ulb">full- ବ featured ଶିଷ୍ଟ୍ୟଯୁକ୍ତ </span> ଷ୍ଟୋର୍‌ରେ ପରିଣତ କରନ୍ତୁ!',
        'desc1' => 'ସର୍ବ ବୃହତ ଅନ୍ଲାଇନ୍ ଷ୍ଟୋର୍ଗୁଡିକର ପ୍ୟାନେଲ୍ ଅପେକ୍ଷା ଆପଣଙ୍କର ଅଧିକ ବ features ଶିଷ୍ଟ୍ୟ ରହିବ, କିନ୍ତୁ ଭୁଲ୍ କରନ୍ତୁ ନାହିଁ, ସରଳ ହୋଷ୍ଟମାନଙ୍କ ସହିତ କାମ କରିବା ମଜା ଅଟେ |',
        'sub1' => 'ଉତ୍ପାଦ ପରିଚାଳନା ଏହିପରି କାମ କରେ ...',
        'sub1msg' => "ପ୍ରଥମ ପଦକ୍ଷେପ ହେଉଛି ଉତ୍ପାଦ ଯୋଗ କରିବା | Selldone ସହିତ, ଆପଣ ଇନଷ୍ଟାଗ୍ରାମରୁ ଉତ୍ପାଦ ଆମଦାନି କରିପାରିବେ, ଏକ Excel ଫାଇଲ୍ ଅପଲୋଡ୍ କରିପାରିବେ କିମ୍ବା ଅଳ୍ପ କିଛି କ୍ଲିକ୍ ରେ ଅନ୍ୟ ସରଳ ପଦ୍ଧତି ବ୍ୟବହାର କରିପାରିବେ |",
         'list1_1' => 'ସମ୍ପୁର୍ଣ୍ଣ ହତ୍ୟା ଏବଂ ବନ୍ଦ ପରିଚାଳନା |',
         'list1_2' => 'ଭଣ୍ଡାର ଅଦ୍ୟତନ ଏବଂ ଦ୍ରୁତ ମୂଲ୍ୟ |',
         'list1_3' => 'Excel ଫାଇଲ୍ ସହିତ ଉତ୍ପାଦଗୁଡିକ ଯୋଡନ୍ତୁ |',
         'list1_4' => 'ଏଥିରୁ ଉତ୍ପାଦ ଯୋଡନ୍ତୁ |',
         'list1_5' => 'ତୁମେ ବିରକ୍ତ କି? ଆମେ ଆପଣଙ୍କୁ ଯୋଗ କରିବୁ!',

        'title2s' => 'ଅର୍ଡରଗୁଡିକ ଏହିପରି କାମ କରେ ...',
        'title2' => "ପ୍ରତିଦିନ 10 ଗୁଣ ଅଧିକ ଅର୍ଡର ଆପଣଙ୍କ ପାଇଁ ଯଥେଷ୍ଟ ନୁହେଁ କି? Selldone ପ୍ରତ୍ୟେକ ଷ୍ଟୋର୍ ପାଇଁ ପ୍ରତିଦିନ 10 ହଜାରରୁ ଅଧିକ ଅର୍ଡର ପାଇଁ ଡିଜାଇନ୍ ହୋଇଛି |",

        'list2_1' => 'ତୁମର ଭ୍ରମଣ ସ୍ଥିତି ଶୀଘ୍ର ଦେଖନ୍ତୁ ଏବଂ ଶୀଘ୍ର କାର୍ଯ୍ୟ କରନ୍ତୁ |',
        'list2_2' => 'ଗ୍ରାହକ ତାଙ୍କ ଅର୍ଡରର ସର୍ବଶେଷ ସ୍ଥିତି ଦେଖିପାରିବେ |',
        'list2_3' => 'ଦେୟ, ଅର୍ଡର ପ୍ରକ୍ରିୟାକରଣ ଏବଂ ସିପିଂ ପରିଚାଳନା କରନ୍ତୁ |',
        'list2_4' => 'ଆପଣ ଯେତିକି ସହଯୋଗୀଙ୍କୁ ଯୋଡନ୍ତୁ',


        'title3s' => 'ସିଧାସଳଖ ଖେଳ ସଂପୂର୍ଣ୍ଣ!',
        'title3' => "ଆପଣଙ୍କ ଷ୍ଟୋରରେ ଅନ୍ଲାଇନ୍ ଦେୟ ଆପଣଙ୍କ ଡୋମେନ୍ ସହିତ ଏବଂ ସିଧାସଳଖ ଆପଣଙ୍କ ଆକାଉଣ୍ଟରେ କରାଯିବ! ଆପଣ ଅନଲାଇନ୍ ପୋର୍ଟାଲ୍ ଏବଂ ଅନ-ସାଇଟ୍ ପେମେଣ୍ଟ ପ୍ରକାର ଚୟନ କରିପାରିବେ |",

        'list3_1' => 'ଅନଲାଇନ୍ ପେମେଣ୍ଟ ଗେଟୱେ (ଆପଣଙ୍କ ଆକାଉଣ୍ଟକୁ ସିଧାସଳଖ)',
        'list3_2' => 'ଅନ-ସାଇଟ୍ ଦେୟ ସକ୍ଷମ କରିବାକୁ କ୍ଷମତା |',
        'list3_3' => 'ଇଲେକ୍ଟ୍ରୋନିକ୍ ଟ୍ରଷ୍ଟ ସଙ୍କେତ (ବେତନ) ବିନା ଗେଟୱେ ଗ୍ରହଣ କରନ୍ତୁ |',
        'list3_4' => 'ଦେୟ ଏବଂ ଗୋଟିଏ କ୍ଲିକ୍ ଅର୍ଡର ପରିଚାଳନା କରନ୍ତୁ |',


        'title4s' => 'ଅଟୋ SEO |',
        'title4' => 'ଏକ SEO- ଅନୁକୂଳ ସାଇଟ୍ ଡିଜାଇନ୍ କରିବା ଯାହା SEO ସର୍ବୋତ୍ତମ ଅଭ୍ୟାସ ଅନୁସରଣ କରେ ତୁମର ଅନଲାଇନ୍ ବ୍ୟବସାୟକୁ ସମ୍ଭାବ୍ୟ ଗ୍ରାହକଙ୍କ ପାଇଁ ଅଧିକ ଦୃଶ୍ୟମାନ କରିବାରେ ସାହାଯ୍ୟ କରେ | Selldone ଏକ SEO- ଆଧାରିତ ଷ୍ଟୋର ପାଇଁ ଆପଣ ଆବଶ୍ୟକ କରୁଥିବା ଭିତ୍ତିଭୂମି ପ୍ରଦାନ କରିଥାଏ, ତେଣୁ ଗୁଗୁଲରେ ଆବିଷ୍କୃତ ହେବା ବିଷୟରେ ଆପଣଙ୍କୁ ଚିନ୍ତା କରିବାକୁ ପଡିବ ନାହିଁ |',

        'list4_1' => 'ତୁମେ ଭଲ ପାଠ ଏବଂ ପ୍ରତିଛବି ଆମ ସହିତ ଛାଡିଦିଅ |',

        'title0' => '<span class="uly"> ଅଧିକ ବୃତ୍ତିଗତ ଭାବରେ </span> ବିକ୍ରୟ କରିବାର ସମୟ, ଆପଣଙ୍କ ଗ୍ରାହକଙ୍କୁ ଅଧିକ ଖୁସି କର <br> ଏବଂ ଗର୍ବିତ ଅନୁଭବ କରନ୍ତୁ ଯେ ଆପଣ ଏକ ଅନଲାଇନ୍ ବ୍ୟବସାୟ ବ growing ୁଛନ୍ତି |',


        'title6s' => "ଏଥିରେ ସନ୍ତୁଷ୍ଟ ହୁଅନ୍ତୁ ନାହିଁ |",
        'title6' => 'ଏକ ଇନଷ୍ଟାଗ୍ରାମ ଷ୍ଟୋର୍ ଠାରୁ ବହୁତ ଅଧିକ ...',


        'features' => 'ବ Features ଶିଷ୍ଟ୍ୟଗୁଡିକ',
        'features_act' => 'ସମସ୍ତ ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ ଦେଖନ୍ତୁ |',

        'x1' => 'ଆପଣଙ୍କର ବ୍ରାଣ୍ଡ ନିର୍ମାଣ ଏବଂ ଆପଣଙ୍କର ନିଜସ୍ୱ ଗ୍ରାହକ କ୍ଲବ୍ ରହିବା ପାଇଁ ଏକ ଉତ୍ସର୍ଗୀକୃତ ଡୋମେନରେ ଅନଲାଇନ୍ ଷ୍ଟୋର୍ |',
        'x2' => '0 $ ସେଟ୍ ଅପ୍ ମୂଲ୍ୟ ଏବଂ ଆପଣ ଯେତିକି ଆବଶ୍ୟକ କରନ୍ତି ଏକ ଦୋକାନ ପାଇଁ ଅନ୍ଲାଇନ୍ ଷ୍ଟୋର କ୍ୟାସ୍ ରେଜିଷ୍ଟର |',
        'x3' => 'ସର୍ବୋତ୍ତମ ମାର୍କେଟିଂ ଏବଂ ବିକ୍ରୟ ଉପକରଣ ଯାହା ସବୁଠୁ ବଡ ପୋଲିସ୍ ମାର୍କେଟ ବ୍ରାଣ୍ଡରେ ମଧ୍ୟ ନାହିଁ |',
        'x4' => "Selldone ନାମକ ଏକ ଭଲ ଏବଂ ସ୍ୱଳ୍ପ ଆଶାବାଦୀ ପାର୍ଟନର, ଯାହାର ସମ୍ପୂର୍ଣ୍ଣ ପ୍ରୟାସ ହେଉଛି କମ୍ପାନୀର ବିକ୍ରୟ ବୃଦ୍ଧି କରିବା, ଟଙ୍କା ନ ନେବା ଏବଂ ଛାଡିବା |",

        'a1' => 'ଅର୍ଡର ପ୍ରକ୍ରିୟାକରଣ |',
        'a1s' => 'ଗତି ପାଇଁ ଡିଜାଇନ୍ ହୋଇଛି |',

        'a2' => 'ମାର୍କେଟିଂ ଏବଂ ପ୍ରୋତ୍ସାହନ |',
        'a2s' => 'ବିଶ୍ୱସ୍ତ ଗ୍ରାହକ ଖୋଜ |',

        'a3' => 'ସିଧାସଳଖ ଦେୟ |',
        'a3s' => 'କ payment ଣସି ଦେୟ ଇଣ୍ଟରଫେସ୍ ନାହିଁ |',

        'a4' => 'ବିକ୍ରୟ ଚ୍ୟାନେଲଗୁଡିକ |',
        'a4s' => 'ଟେଲିଗ୍ରାମ, ଗୁଗୁଲ୍, ଇନଷ୍ଟାଗ୍ରାମ ଇତ୍ୟାଦି |',

        'blog' => 'وبلاگ',

        'b1' => "ଆମକୁ ଏପର୍ଯ୍ୟନ୍ତ 2021 ରେ ଏକ ପ୍ରୋଗ୍ରାମର ନିଯୁକ୍ତି, ଷ୍ଟୋର-ବିଲଡିଂ ପ୍ୟାକେଜ୍ କିମ୍ବା ହୋଷ୍ଟ କିଣିବା ଆବଶ୍ୟକ କି?",
        'b2' => "Selldone ର କାହାଣୀ ||ଏକ ସାଇଟ୍ ଏବଂ ଅନଲାଇନ୍ ବ୍ୟବସାୟ ଆରମ୍ଭ କରିବାର ପଦ୍ଧତିରେ ପରିବର୍ତ୍ତନ |",
        'b3' => 'ଗୁଗୁଲ୍ ଫଳାଫଳଗୁଡିକରେ ସ୍ୱୟଂଚାଳିତ SEO ଇଞ୍ଜିନ୍ ଉଜ୍ଜ୍ୱଳ |',
        'read' => 'ଜାରି ରଖ |',

        'title5s' => 'ଏହାର ମୂଲ୍ୟ କେତେ ଜାଣିବାକୁ ଆପଣ ଚାହୁଁଛନ୍ତି କି?',
        'title5' => 'ମଡେଲ <span class="ulr"> ରୁ ଲାଇଫ୍ </span> ପାଇଁ 2% କମିଶନ <br>to ମଡେଲ 0.5% କମିଶନ ସହିତ ମାସିକ ଦେୟ ସହିତ |',
        'msg5' => "ଯେପର୍ଯ୍ୟନ୍ତ ଆପଣଙ୍କର ବିକ୍ରୟ ନାହିଁ, ଗୋଟିଏ ରିଅଲର ମାଲିକମାନେ ସାଇଟ୍, ହୋଷ୍ଟ, ସର୍ଭର, ସେବା, ଉପକରଣ, ସମର୍ଥନ, ଅଦ୍ୟତନ ଏବଂ ଅନ୍ୟାନ୍ୟ ପାଇଁ ଆପଣଙ୍କୁ ଦେୟ ଦେବେ ନାହିଁ! ସିଧାସଳଖ ଆପଣଙ୍କ ଆକାଉଣ୍ଟକୁ ଟଙ୍କା ଜମା ହେବ! Selldone ତାଙ୍କର ସମସ୍ତ ଅଂଶୀଦାରଙ୍କୁ ମାସ ଶେଷରେ ଫି ଦେବାକୁ ବିଶ୍ ors ାସ କରେ କିମ୍ବା କିଛି ମାସ ପରେ ଯଦି ସେମାନଙ୍କର ୱାଲେଟ୍ ଚାର୍ଜ କରି କିଛି ଅସୁବିଧା ହୁଏ |",
         'footer_act' => "ମାଗଣା ଏକମାତ୍ର ସୁବିଧା ନୁହେଁ! କିପରି?",
         'footer' => 'ଆପଣ ଚାହୁଁଥିବା କ questions ଣସି ପ୍ରଶ୍ନ କିମ୍ବା ଟିପ୍ସ ପଚାରନ୍ତୁ |',

        's1' => 'ସ୍ମାର୍ଟ ରିପୋର୍ଟିଂ |',
        's2' => 'ମାଗଣା କ୍ଲାଉଡ୍ ହୋଷ୍ଟିଂ |',
        's3' => 'ଲଜିଷ୍ଟିକ୍ସ ଏବଂ ପ୍ରକ୍ରିୟାକରଣ |',
        's4' => 'ଅବତରଣ ପୃଷ୍ଠା ନିର୍ମାଣକାରୀ |',
        's5' => 'ବ Features ଶିଷ୍ଟ୍ୟ ଏବଂ ଉପକାରିତା |',
        's6' => 'ଆର୍ଥିକ ପରିଚାଳନା',
        's7' => 'ମାର୍କେଟିଂ ଉପକରଣଗୁଡିକ |',
        's8' => 'ପ୍ରୋତ୍ସାହନ ଏବଂ ଗ୍ରାହକ |',
        's9' => 'ପ୍ରାୟ Selldone ବିଷୟରେ |',
        's10' => 'ବ୍ଲଗ୍',
        's11' => 'ସାହାଯ୍ୟ',
        's12' => 'ଗୋପନୀୟତା',
        's13' => 'ସର୍ତ୍ତାବଳୀ',
        's14' => 'ଦୋକାନ ବିଲଡର୍ |',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Selldone ସହିତ କାମ କରିବାକୁ ଚିନ୍ତିତ କି?",
        'import_title' => "Selldone ବ୍ୟବହାରକାରୀଙ୍କୁ ପଚାର; <span class='ulr'>simplicity ଏବଂ speed</span> ଉପରେ ସେମାନଙ୍କର ମତାମତ ଆପଣଙ୍କୁ ଆଶ୍ଚର୍ଯ୍ୟ କରିବ!",
        'import_message' => "ତୁମେ ତୁମର ଉତ୍ପାଦକୁ ଇନଷ୍ଟାଗ୍ରାମରୁ ସିଧାସଳଖ ତୁମର ଷ୍ଟୋର୍‌କୁ ଆମଦାନୀ କରିପାରିବ, କିନ୍ତୁ ଯଦି ତୁମେ ଚାହଁ, ତୁମେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ସେମାନଙ୍କର ସମସ୍ତ ଉତ୍ପାଦ ଏବଂ ଚିତ୍ରକୁ ଏକ ସରଳ Excel ଫାଇଲ୍ ସହିତ ତୁମର ଷ୍ଟୋର୍‌ରେ ଯୋଡି ପାରିବ | ଆପଣ ସମାନ ଫାଇଲ୍ ପୁରଣ କରନ୍ତୁ, ଗୁଗୁଲରୁ ପ୍ରତିଛବିଗୁଡ଼ିକର URL କପି କରନ୍ତୁ ଏବଂ ଶେଷରେ ଆପଣଙ୍କର CSV ଫାଇଲ୍ ଟାଣନ୍ତୁ ଏବଂ ଏହାକୁ ଉତ୍ପାଦ ପରିଚାଳନା ବିଭାଗରେ ପକାନ୍ତୁ | Selldone ଏହା ଆପଣଙ୍କ ପାଇଁ କରିବ |",
        'import_t1' => "ଆପଣଙ୍କର କ any ଣସି ଉତ୍ପାଦ ଅଛି କି?",
        'import_b1' => "ସେଗୁଡ଼ିକ ବିବିଧତା ବିନା |",
        'import_m1' => "କେବଳ ଏହି ଫାଇଲ୍ ଡାଉନଲୋଡ୍ କରନ୍ତୁ, ଉତ୍ପାଦର ନାମ, ମୂଲ୍ୟ ଏବଂ ଭଣ୍ଡାର ପ୍ରବେଶ କରନ୍ତୁ ଏବଂ ଗୁଗୁଲ୍ ପରି ଏକ ସ୍ଥାନରୁ ଇମେଜ୍ ଲିଙ୍କ୍ କପି ଏବଂ ଲେପନ କରନ୍ତୁ |",

        'import_b2' => "ଏକାଧିକ ପରିବର୍ତ୍ତନ |",
        'import_m2' => "ବିବିଧତା ଅର୍ଥ ରଙ୍ଗ, ଆକାର, ବସ୍ତୁ ଏବଂ ସେପରି ଜିନିଷ | ଯଦି ଆପଣଙ୍କର ଅନେକ ଉତ୍ପାଦ ଅଛି, ଆପଣ ଏହି ଫାଇଲ୍ ଡାଉନଲୋଡ୍ କରିପାରିବେ ଏବଂ ଆପଣଙ୍କର ଉତ୍ପାଦ ସୂଚନା ପୁରଣ କରିପାରିବେ | ଏହା ଟିକିଏ କଠିନ ଅଟେ |",

        'import_download' => "ନମୁନା ଫାଇଲ୍ ଡାଉନଲୋଡ୍ କରନ୍ତୁ |",

    ]

];
