<?php



return [

    'loading-title' => "ଅଫଲାଇନ୍ ରୁ ଅନ୍ଲାଇନ୍ ପର୍ଯ୍ୟନ୍ତ ସ୍କେଲ୍ ଅପ୍ |",
    'loading-message' => "ତୁମେ ଚେଷ୍ଟା କର, ଆମେ କବାଟ ଖୋଲୁ |",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'Selldone ହେଉଛି ବିଟା |', 'priority' => 'ମି',
        'message' => "<p> |\n            ଆମେ ଆପଣଙ୍କୁ ଖୋଲା ବିଟାରେ ଅଂଶଗ୍ରହଣ କରିବାକୁ ପସନ୍ଦ କରିବୁ | ଏକ ବେଟା ଭାବରେ |\n            ପରୀକ୍ଷକ, ଆପଣ ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ ବ୍ୟବହାର କରିବାକୁ ସକ୍ଷମ ହେବେ ଯାହା ରିଲିଜ୍ ହୋଇନାହିଁ |\n            ଜନସାଧାରଣ ଏହି ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ ସର୍ବସାଧାରଣରେ ଉପଲବ୍ଧ ହୋଇପାରେ |\n            ଭବିଷ୍ୟତ ଧ୍ୟାନ ଦିଅନ୍ତୁ ଯେ <b>all କାରବାରଗୁଡ଼ିକ ପରୀକ୍ଷା ମୋଡରେ ଅଛି </b> ଏବଂ\n            ଅନ୍ତିମ ପ୍ରକାଶନ ପୂର୍ବରୁ <b> ସ୍ୱଚ୍ଛ ହେବ </b> | ଉପଭୋକ୍ତା, ଦୋକାନ, ଏବଂ\n            ଉତ୍ପାଦଗୁଡିକ <u> ଅପସାରଣ କରାଯିବ ନାହିଁ </u> |\n          </p> |\n\n          <p> ଧନ୍ୟବାଦ, <br />CEO Selldone</p>"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "ଦୁଇ-ସୋପାନ ଲଗଇନ୍ ସଫଳତାର ସହିତ ସକ୍ଷମ ହେଲା |",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "ଦୁଇ-ସୋପାନ ଲଗଇନ୍ ଅକ୍ଷମ ହୋଇଛି |",


];
