<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'ଦୋକାନ କରନ୍ତୁ |',
        'blog' => 'ବ୍ଲଗ୍',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'ଆମ ବିଷୟରେ',
    'contact' => 'ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |',


    'buy-action' => "ବର୍ତ୍ତମାନ କିଣ |",
    'buy-action-variant' => "ବର୍ତ୍ତମାନ ଚୟନ କରନ୍ତୁ ଏବଂ କିଣନ୍ତୁ |",

    'product-images' => "ପ୍ରତିଛବିଗୁଡିକ",
    'product-spec' => "ନିର୍ଦ୍ଦିଷ୍ଟ |",
    'Comments' => "ସମୀକ୍ଷା ଏବଂ ମୂଲ୍ୟାୟନ",
    'related' => "ସମ୍ବନ୍ଧୀୟ ଉତ୍ପାଦଗୁଡିକ |",
    'view-now' => "ବର୍ତ୍ତମାନ ଦେଖନ୍ତୁ |",






];
