export default {
  "add_new_member": "Дадаць новага ўдзельніка",
  "add_new_member_msg": "Сацыяльныя сеткі, крама Selldone, прадукт і іншыя вэб-адрасы...",
  "member_url_msg": "Увядзіце URL новага ўдзельніка і націсніце Enter.",
  "enable": "Уключыць (грамадскі)",
  "enable_msg": "Гільдыя даступная для публікі?",
  "flex": "Flex рэжым",
  "flex_msg": "Задайце кірунак членаў.",
  "boarder": "Мяжа",
  "boarder_msg": "Ёсць мяжа?",
  "add_guild_action": "Запатрабуйце сваю гільдыю зараз",
  "guild_name_plc": "Увядзіце унікальнае імя для вашай гільдыі... (мінімум 6 сімвалаў)",
  "guild_name": "Назва гільдыі",
  "born_at": "Нарадзіўся ў",
  "notifications": {
    "create_success": "Ваша гільдыя была паспяхова абноўлена.",
    "member_delete_success": "Удзельнік быў паспяхова выдалены.",
    "member_update_success": "Удзельнік быў паспяхова абноўлены."
  },
  "recommendation_add": {
    "title": "Дадайце рэкамендацыю",
    "message": "Вы ўпэўненыя, што рэкамендуеце гэтага ўдзельніка? Ваша рэкамендацыя будзе паказана публічна.",
    "action": "Так, дадаць рэкамендацыю"
  },
  "recommendation_remove": {
    "title": "Выдаліць рэкамендацыю",
    "message": "Вы ўпэўненыя, што выдаліце гэтую рэкамендацыю?",
    "action": "Так, выдаліце яго"
  },
  "delete": {
    "title": "Выдаліць члена",
    "message": "Вы ўпэўненыя, што выдаліце гэтага члена з вашай гільдыі?",
    "action": "Так, выдаліць зараз"
  }
};