export default {
  "add_new_member": "নতুন সদস্য যোগ করুন",
  "add_new_member_msg": "সোশ্যাল মিডিয়া, সেলডোন স্টোর, পণ্য এবং অন্যান্য ওয়েব ঠিকানা...",
  "member_url_msg": "নতুন সদস্য URL লিখুন এবং এন্টার টিপুন.",
  "enable": "সক্ষম করুন (সর্বজনীন)",
  "enable_msg": "জনসাধারণের জন্য উপলব্ধ গিল্ড?",
  "flex": "ফ্লেক্স মোড",
  "flex_msg": "সদস্যদের দিকনির্দেশ নির্ধারণ করুন।",
  "boarder": "বর্ডার",
  "boarder_msg": "সীমান্ত আছে?",
  "add_guild_action": "এখন আপনার গিল্ড দাবি",
  "guild_name_plc": "আপনার গিল্ডের জন্য একটি অনন্য নাম লিখুন... (মিনিট 6 অক্ষর)",
  "guild_name": "গিল্ডের নাম",
  "born_at": "এ জন্মগ্রহণ করেন",
  "notifications": {
    "create_success": "আপনার গিল্ড সফলভাবে আপডেট করা হয়েছে.",
    "member_delete_success": "সদস্য সফলভাবে সরানো হয়েছে.",
    "member_update_success": "সদস্য সফলভাবে আপডেট করা হয়েছে."
  },
  "recommendation_add": {
    "title": "সুপারিশ যোগ করুন",
    "message": "আপনি এই সদস্য সুপারিশ নিশ্চিত? আপনার সুপারিশ জনসাধারণের মধ্যে দেখানো হবে.",
    "action": "হ্যাঁ, সুপারিশ যোগ করুন"
  },
  "recommendation_remove": {
    "title": "সুপারিশ সরান",
    "message": "আপনি এই সুপারিশ সরাতে নিশ্চিত?",
    "action": "হ্যাঁ, এটা সরান"
  },
  "delete": {
    "title": "সদস্য মুছুন",
    "message": "আপনি আপনার গিল্ড থেকে এই সদস্য মুছে ফেলার বিষয়ে নিশ্চিত?",
    "action": "হ্যাঁ, এখন মুছুন"
  }
};