export default {
  "add_new_member": "Προσθήκη νέου μέλους",
  "add_new_member_msg": "Μέσα κοινωνικής δικτύωσης, κατάστημα Selldone, προϊόν και άλλες διευθύνσεις ιστού...",
  "member_url_msg": "Εισαγάγετε τη διεύθυνση URL νέου μέλους και πατήστε enter.",
  "enable": "Ενεργοποίηση (Δημόσιο)",
  "enable_msg": "Η συντεχνία είναι διαθέσιμη στο κοινό;",
  "flex": "Flex mode",
  "flex_msg": "Καθορίστε την κατεύθυνση των μελών.",
  "boarder": "Σύνορο",
  "boarder_msg": "Έχει σύνορα;",
  "add_guild_action": "Διεκδικήστε τη συντεχνία σας τώρα",
  "guild_name_plc": "Εισαγάγετε ένα μοναδικό όνομα για τη συντεχνία σας... (τουλάχιστον 6 χαρακτήρες)",
  "guild_name": "Όνομα συντεχνίας",
  "born_at": "Γεννημένος στις",
  "notifications": {
    "create_success": "Η συντεχνία σας ενημερώθηκε με επιτυχία.",
    "member_delete_success": "Το μέλος αφαιρέθηκε με επιτυχία.",
    "member_update_success": "Το μέλος ενημερώθηκε με επιτυχία."
  },
  "recommendation_add": {
    "title": "Προσθήκη σύστασης",
    "message": "Είστε σίγουροι ότι προτείνετε αυτό το μέλος; Η σύστασή σας θα εμφανιστεί δημόσια.",
    "action": "Ναι, Προσθήκη πρότασης"
  },
  "recommendation_remove": {
    "title": "Κατάργηση σύστασης",
    "message": "Είστε βέβαιοι ότι θα καταργήσετε αυτήν την πρόταση;",
    "action": "Ναι, αφαιρέστε το"
  },
  "delete": {
    "title": "Διαγραφή μέλους",
    "message": "Είστε βέβαιοι ότι θα διαγράψετε αυτό το μέλος από τη συντεχνία σας;",
    "action": "Ναι, Διαγραφή τώρα"
  }
};