export default {
  "add_new_member": "નવા સભ્ય ઉમેરો",
  "add_new_member_msg": "સોશિયલ મીડિયા, સેલડોન સ્ટોર, પ્રોડક્ટ અને અન્ય વેબ એડ્રેસ...",
  "member_url_msg": "નવું સભ્ય URL દાખલ કરો અને એન્ટર દબાવો.",
  "enable": "સક્ષમ કરો (જાહેર)",
  "enable_msg": "ગિલ્ડ જાહેર જનતા માટે ઉપલબ્ધ છે?",
  "flex": "ફ્લેક્સ મોડ",
  "flex_msg": "સભ્યોની દિશા નક્કી કરો.",
  "boarder": "સીમા",
  "boarder_msg": "સરહદ છે?",
  "add_guild_action": "હવે તમારા ગિલ્ડનો દાવો કરો",
  "guild_name_plc": "તમારા મહાજન માટે અનન્ય નામ દાખલ કરો... (મિનિટ 6 અક્ષરો)",
  "guild_name": "ગિલ્ડનું નામ",
  "born_at": "ખાતે જન્મ",
  "notifications": {
    "create_success": "તમારું ગિલ્ડ સફળતાપૂર્વક અપડેટ કરવામાં આવ્યું છે.",
    "member_delete_success": "સભ્યને સફળતાપૂર્વક દૂર કરવામાં આવ્યા છે.",
    "member_update_success": "સભ્ય સફળતાપૂર્વક અપડેટ કરવામાં આવ્યો છે."
  },
  "recommendation_add": {
    "title": "ભલામણ ઉમેરો",
    "message": "શું તમે ખરેખર આ સભ્યની ભલામણ કરશો? તમારી ભલામણ જાહેરમાં બતાવવામાં આવશે.",
    "action": "હા, ભલામણ ઉમેરો"
  },
  "recommendation_remove": {
    "title": "ભલામણ દૂર કરો",
    "message": "શું તમે આ ભલામણ દૂર કરવાની ખાતરી કરો છો?",
    "action": "હા, તેને દૂર કરો"
  },
  "delete": {
    "title": "સભ્ય કાઢી નાખો",
    "message": "શું તમે તમારા ગિલ્ડમાંથી આ સભ્યને કાઢી નાખવાની ખાતરી કરો છો?",
    "action": "હા, હવે કાઢી નાખો"
  }
};