export default {
  "add_new_member": "Ավելացնել նոր անդամ",
  "add_new_member_msg": "Սոցիալական մեդիա, Seldone խանութ, ապրանք և այլ վեբ հասցեներ...",
  "member_url_msg": "Մուտքագրեք նոր անդամի URL-ը և սեղմեք enter:",
  "enable": "Միացնել (Հանրային)",
  "enable_msg": "Գիլդիան հասանելի է հանրությանը:",
  "flex": "Flex ռեժիմ",
  "flex_msg": "Սահմանեք անդամների ուղղությունը:",
  "boarder": "Սահման",
  "boarder_msg": "Սահման ունի՞",
  "add_guild_action": "Պահանջեք ձեր գիլդիան հիմա",
  "guild_name_plc": "Մուտքագրեք եզակի անուն ձեր գիլդիայի համար... (նվազագույնը 6 նիշ)",
  "guild_name": "Գիլդիայի անվանումը",
  "born_at": "Ծնվել է",
  "notifications": {
    "create_success": "Ձեր գիլդիան հաջողությամբ թարմացվել է:",
    "member_delete_success": "Անդամը հաջողությամբ հեռացվել է:",
    "member_update_success": "Անդամը հաջողությամբ թարմացվել է:"
  },
  "recommendation_add": {
    "title": "Ավելացնել առաջարկություն",
    "message": "Վստա՞հ եք խորհուրդ տալիս այս անդամին: Ձեր առաջարկը կցուցադրվի հանրությանը:",
    "action": "Այո, ավելացնել առաջարկություն"
  },
  "recommendation_remove": {
    "title": "Հեռացնել առաջարկությունը",
    "message": "Վստա՞հ եք հեռացնել այս առաջարկությունը:",
    "action": "Այո, հեռացնել այն"
  },
  "delete": {
    "title": "Ջնջել անդամին",
    "message": "Վստա՞հ եք ջնջելու այս անդամին ձեր գիլդիայից:",
    "action": "Այո, ջնջել հիմա"
  }
};