export default {
  "add_new_member": "Жаңа мүше қосу",
  "add_new_member_msg": "Әлеуметтік медиа, Selldone дүкені, өнім және басқа веб-мекенжайлар...",
  "member_url_msg": "Жаңа мүше URL мекенжайын енгізіп, enter пернесін басыңыз.",
  "enable": "Қосу (жалпы)",
  "enable_msg": "Гильдия көпшілікке қолжетімді ме?",
  "flex": "Икемді режим",
  "flex_msg": "Мүшелердің бағытын белгілеңіз.",
  "boarder": "Шекара",
  "boarder_msg": "Шекара бар ма?",
  "add_guild_action": "Гильдияңызды қазір талап етіңіз",
  "guild_name_plc": "Гильдияңызға бірегей атау енгізіңіз... (кемінде 6 таңба)",
  "guild_name": "Гильдия аты",
  "born_at": "Туылған күні",
  "notifications": {
    "create_success": "Сіздің гильдия сәтті жаңартылды.",
    "member_delete_success": "Мүше сәтті жойылды.",
    "member_update_success": "Мүше сәтті жаңартылды."
  },
  "recommendation_add": {
    "title": "Ұсыныс қосу",
    "message": "Бұл мүшені ұсынатыныңызға сенімдісіз бе? Сіздің ұсынысыңыз көпшілікке көрсетіледі.",
    "action": "Иә, ұсыныс қосыңыз"
  },
  "recommendation_remove": {
    "title": "Ұсынысты жою",
    "message": "Бұл ұсынысты жоюға сенімдісіз бе?",
    "action": "Иә, жойыңыз"
  },
  "delete": {
    "title": "Мүшені жою",
    "message": "Бұл мүшені гильдияңыздан жоюға сенімдісіз бе?",
    "action": "Иә, қазір жою"
  }
};