export default {
  "add_new_member": "បន្ថែមសមាជិកថ្មី។",
  "add_new_member_msg": "ប្រព័ន្ធផ្សព្វផ្សាយសង្គម ហាង Selldone ផលិតផល និងអាសយដ្ឋានគេហទំព័រផ្សេងទៀត...",
  "member_url_msg": "បញ្ចូល URL សមាជិកថ្មី ហើយចុចបញ្ចូល។",
  "enable": "បើក (សាធារណៈ)",
  "enable_msg": "Guild មានជាសាធារណៈ?",
  "flex": "របៀប Flex",
  "flex_msg": "កំណត់ទិសដៅរបស់សមាជិក។",
  "boarder": "ព្រំដែន",
  "boarder_msg": "មានព្រំដែន?",
  "add_guild_action": "ទាមទារ Guild របស់អ្នកឥឡូវនេះ",
  "guild_name_plc": "បញ្ចូលឈ្មោះតែមួយគត់សម្រាប់ Guild របស់អ្នក... (យ៉ាងហោចណាស់ 6 តួអក្សរ)",
  "guild_name": "ឈ្មោះ Guild",
  "born_at": "កើតនៅ",
  "notifications": {
    "create_success": "Guild របស់អ្នកត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។",
    "member_delete_success": "សមាជិកត្រូវបានដកចេញដោយជោគជ័យ។",
    "member_update_success": "សមាជិកត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។"
  },
  "recommendation_add": {
    "title": "បន្ថែមការណែនាំ",
    "message": "តើអ្នកប្រាកដក្នុងការណែនាំសមាជិកនេះទេ? ការណែនាំរបស់អ្នកនឹងត្រូវបានបង្ហាញជាសាធារណៈ។",
    "action": "បាទ/ចាស បន្ថែមការណែនាំ"
  },
  "recommendation_remove": {
    "title": "លុបការណែនាំ",
    "message": "តើ​អ្នក​ប្រាកដ​ជា​ដក​ការណែនាំ​នេះ​ចេញ​ឬ?",
    "action": "បាទ/ចាស លុបវាចេញ"
  },
  "delete": {
    "title": "លុបសមាជិក",
    "message": "តើអ្នកប្រាកដក្នុងការលុបសមាជិកនេះចេញពី Guild របស់អ្នកទេ?",
    "action": "បាទ/ចាស លុបឥឡូវនេះ"
  }
};