export default {
  "add_new_member": "ಹೊಸ ಸದಸ್ಯರನ್ನು ಸೇರಿಸಿ",
  "add_new_member_msg": "ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ, ಮಾರಾಟದ ಅಂಗಡಿ, ಉತ್ಪನ್ನ ಮತ್ತು ಇತರ ವೆಬ್ ವಿಳಾಸಗಳು...",
  "member_url_msg": "ಹೊಸ ಸದಸ್ಯರ URL ಅನ್ನು ನಮೂದಿಸಿ ಮತ್ತು ಎಂಟರ್ ಒತ್ತಿರಿ.",
  "enable": "ಸಕ್ರಿಯಗೊಳಿಸಿ (ಸಾರ್ವಜನಿಕ)",
  "enable_msg": "ಗಿಲ್ಡ್ ಸಾರ್ವಜನಿಕರಿಗೆ ಲಭ್ಯವಿದೆಯೇ?",
  "flex": "ಫ್ಲೆಕ್ಸ್ ಮೋಡ್",
  "flex_msg": "ಸದಸ್ಯರ ನಿರ್ದೇಶನವನ್ನು ಹೊಂದಿಸಿ.",
  "boarder": "ಗಡಿ",
  "boarder_msg": "ಗಡಿ ಇದೆಯೇ?",
  "add_guild_action": "ಈಗ ನಿಮ್ಮ ಗಿಲ್ಡ್ ಅನ್ನು ಕ್ಲೈಮ್ ಮಾಡಿ",
  "guild_name_plc": "ನಿಮ್ಮ ಸಂಘಕ್ಕೆ ಅನನ್ಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ... (ಕನಿಷ್ಟ 6 ಅಕ್ಷರಗಳು)",
  "guild_name": "ಗಿಲ್ಡ್ ಹೆಸರು",
  "born_at": "ನಲ್ಲಿ ಜನಿಸಿದರು",
  "notifications": {
    "create_success": "ನಿಮ್ಮ ಗಿಲ್ಡ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.",
    "member_delete_success": "ಸದಸ್ಯರನ್ನು ಯಶಸ್ವಿಯಾಗಿ ತೆಗೆದುಹಾಕಲಾಗಿದೆ.",
    "member_update_success": "ಸದಸ್ಯರನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ."
  },
  "recommendation_add": {
    "title": "ಶಿಫಾರಸು ಸೇರಿಸಿ",
    "message": "ಈ ಸದಸ್ಯರನ್ನು ಶಿಫಾರಸು ಮಾಡಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ? ನಿಮ್ಮ ಶಿಫಾರಸನ್ನು ಸಾರ್ವಜನಿಕವಾಗಿ ತೋರಿಸಲಾಗುತ್ತದೆ.",
    "action": "ಹೌದು, ಶಿಫಾರಸು ಸೇರಿಸಿ"
  },
  "recommendation_remove": {
    "title": "ಶಿಫಾರಸು ತೆಗೆದುಹಾಕಿ",
    "message": "ಈ ಶಿಫಾರಸನ್ನು ತೆಗೆದುಹಾಕಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?",
    "action": "ಹೌದು, ಅದನ್ನು ತೆಗೆದುಹಾಕಿ"
  },
  "delete": {
    "title": "ಸದಸ್ಯರನ್ನು ಅಳಿಸಿ",
    "message": "ನಿಮ್ಮ ಸಂಘದಿಂದ ಈ ಸದಸ್ಯರನ್ನು ಅಳಿಸುವುದು ಖಚಿತವೇ?",
    "action": "ಹೌದು, ಈಗ ಅಳಿಸಿ"
  }
};