export default {
  "add_new_member": "Додадете нов член",
  "add_new_member_msg": "Социјални медиуми, продавница на Seldone, производ и други веб-адреси...",
  "member_url_msg": "Внесете URL на нов член и притиснете Enter.",
  "enable": "Овозможи (јавно)",
  "enable_msg": "Еснаф достапен за јавноста?",
  "flex": "Флексен режим",
  "flex_msg": "Поставете ја насоката на членовите.",
  "boarder": "Граница",
  "boarder_msg": "Дали има граница?",
  "add_guild_action": "Побарајте го вашиот еснаф сега",
  "guild_name_plc": "Внесете уникатно име за вашиот еснаф... (мин. 6 знаци)",
  "guild_name": "Име на еснафот",
  "born_at": "Роден во",
  "notifications": {
    "create_success": "Вашиот еснаф е успешно ажуриран.",
    "member_delete_success": "Членот е успешно отстранет.",
    "member_update_success": "Членот е успешно ажуриран."
  },
  "recommendation_add": {
    "title": "Додадете препорака",
    "message": "Дали сигурно ќе го препорачате овој член? Вашата препорака ќе биде прикажана јавно.",
    "action": "Да, Додај препорака"
  },
  "recommendation_remove": {
    "title": "Отстранете ја препораката",
    "message": "Дали сте сигурни дека ќе ја отстраните оваа препорака?",
    "action": "Да, отстранете го"
  },
  "delete": {
    "title": "Избриши член",
    "message": "Дали сте сигурни дека ќе го избришете овој член од вашиот еснаф?",
    "action": "Да, Избриши сега"
  }
};