export default {
  "add_new_member": "പുതിയ അംഗത്തെ ചേർക്കുക",
  "add_new_member_msg": "സോഷ്യൽ മീഡിയ, സെൽഡോൺ സ്റ്റോർ, ഉൽപ്പന്നം, മറ്റ് വെബ് വിലാസങ്ങൾ...",
  "member_url_msg": "പുതിയ അംഗത്തിന്റെ URL നൽകി എന്റർ അമർത്തുക.",
  "enable": "പ്രവർത്തനക്ഷമമാക്കുക (പബ്ലിക്)",
  "enable_msg": "ഗിൽഡ് പൊതുജനങ്ങൾക്ക് ലഭ്യമാണോ?",
  "flex": "ഫ്ലെക്സ് മോഡ്",
  "flex_msg": "അംഗങ്ങളുടെ ദിശ നിശ്ചയിക്കുക.",
  "boarder": "അതിർത്തി",
  "boarder_msg": "അതിർത്തി ഉണ്ടോ?",
  "add_guild_action": "നിങ്ങളുടെ ഗിൽഡ് ഇപ്പോൾ ക്ലെയിം ചെയ്യുക",
  "guild_name_plc": "നിങ്ങളുടെ ഗിൽഡിനായി ഒരു അദ്വിതീയ നാമം നൽകുക... (മിനിറ്റ് 6 പ്രതീകങ്ങൾ)",
  "guild_name": "ഗിൽഡിന്റെ പേര്",
  "born_at": "ജനിച്ചത്",
  "notifications": {
    "create_success": "നിങ്ങളുടെ ഗിൽഡ് വിജയകരമായി അപ്‌ഡേറ്റ് ചെയ്‌തു.",
    "member_delete_success": "അംഗത്തെ നീക്കം ചെയ്തു.",
    "member_update_success": "അംഗം വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു."
  },
  "recommendation_add": {
    "title": "ശുപാർശ ചേർക്കുക",
    "message": "ഈ അംഗത്തെ ശുപാർശ ചെയ്യുമെന്ന് ഉറപ്പാണോ? നിങ്ങളുടെ ശുപാർശ പൊതുവായി കാണിക്കും.",
    "action": "അതെ, ശുപാർശ ചേർക്കുക"
  },
  "recommendation_remove": {
    "title": "ശുപാർശ നീക്കം ചെയ്യുക",
    "message": "ഈ ശുപാർശ നീക്കം ചെയ്യുമെന്ന് തീർച്ചയാണോ?",
    "action": "അതെ, അത് നീക്കം ചെയ്യുക"
  },
  "delete": {
    "title": "അംഗത്തെ ഇല്ലാതാക്കുക",
    "message": "ഈ അംഗത്തെ നിങ്ങളുടെ ഗിൽഡിൽ നിന്ന് ഇല്ലാതാക്കുമെന്ന് ഉറപ്പാണോ?",
    "action": "അതെ, ഇപ്പോൾ ഇല്ലാതാക്കുക"
  }
};