export default {
  "add_new_member": "Шинэ гишүүн нэмнэ үү",
  "add_new_member_msg": "Нийгмийн сүлжээ, Selldone дэлгүүр, бүтээгдэхүүн болон бусад вэб хаягууд...",
  "member_url_msg": "Шинэ гишүүний URL-г оруулаад enter дарна уу.",
  "enable": "Идэвхжүүлэх (Нийтийн)",
  "enable_msg": "Гильд олон нийтэд нээлттэй юу?",
  "flex": "Flex горим",
  "flex_msg": "Гишүүдийн чиглэлийг тогтоо.",
  "boarder": "Хил",
  "boarder_msg": "Хилтэй юу?",
  "add_guild_action": "Гильдээ яг одоо нэхэмжлээрэй",
  "guild_name_plc": "Гильдийнхээ өвөрмөц нэрийг оруулна уу... (хамгийн багадаа 6 тэмдэгт)",
  "guild_name": "Гильдийн нэр",
  "born_at": "нд төрсөн",
  "notifications": {
    "create_success": "Таны бүлгийг амжилттай шинэчилсэн.",
    "member_delete_success": "Гишүүнийг амжилттай хаслаа.",
    "member_update_success": "Гишүүнийг амжилттай шинэчилсэн."
  },
  "recommendation_add": {
    "title": "Зөвлөмж нэмэх",
    "message": "Та энэ гишүүнийг санал болгохдоо итгэлтэй байна уу? Таны зөвлөмжийг олон нийтэд харуулах болно.",
    "action": "Тийм ээ, зөвлөмж нэмнэ үү"
  },
  "recommendation_remove": {
    "title": "Зөвлөмжийг арилгах",
    "message": "Та энэ зөвлөмжийг устгахдаа итгэлтэй байна уу?",
    "action": "Тийм ээ, устга"
  },
  "delete": {
    "title": "Гишүүнийг устгах",
    "message": "Та энэ гишүүнийг холбооноосоо устгахдаа итгэлтэй байна уу?",
    "action": "Тийм ээ, одоо устга"
  }
};