export default {
  "add_new_member": "အဖွဲ့ဝင်အသစ်ထည့်ပါ။",
  "add_new_member_msg": "ဆိုရှယ်မီဒီယာ၊ Selldone စတိုး၊ ကုန်ပစ္စည်းနှင့် အခြားဝဘ်လိပ်စာများ...",
  "member_url_msg": "အဖွဲ့ဝင် URL အသစ်ကို ရိုက်ထည့်ပြီး enter နှိပ်ပါ။",
  "enable": "ဖွင့်ပါ (အများပြည်သူ)",
  "enable_msg": "Guild ကို အများသူငှာ ရနိုင်ပါသလား။",
  "flex": "Flex မုဒ်",
  "flex_msg": "အဖွဲ့ဝင်များ၏ လမ်းညွှန်မှုကို သတ်မှတ်ပါ။",
  "boarder": "နယ်စပ်",
  "boarder_msg": "နယ်နိမိတ်ရှိပါသလား။",
  "add_guild_action": "မင်းရဲ့ Guild ကို အခုပဲ တောင်းဆိုလိုက်ပါ။",
  "guild_name_plc": "သင့်ဂိုဏ်းအတွက် ထူးခြားသောအမည်တစ်ခုထည့်ပါ... (အနည်းဆုံး စာလုံး 6 လုံး)",
  "guild_name": "ဂိုဏ်းနာမည်",
  "born_at": "တွင်မွေးဖွားသည်။",
  "notifications": {
    "create_success": "သင့်အဖွဲ့ကို အောင်မြင်စွာ မွမ်းမံပြီးပါပြီ။",
    "member_delete_success": "အဖွဲ့ဝင်ကို အောင်မြင်စွာ ဖယ်ရှားလိုက်ပါပြီ။",
    "member_update_success": "အဖွဲ့ဝင်ကို အောင်မြင်စွာ မွမ်းမံပြီးပါပြီ။"
  },
  "recommendation_add": {
    "title": "အကြံပြုချက်ထည့်ပါ။",
    "message": "ဤအဖွဲ့ဝင်ကို အကြံပြုရန် သေချာပါသလား။ သင်၏အကြံပြုချက်ကို အများသူငှာ ပြသပါမည်။",
    "action": "ဟုတ်ကဲ့၊ ထောက်ခံချက်ထည့်ပါ။"
  },
  "recommendation_remove": {
    "title": "အကြံပြုချက်ကို ဖယ်ရှားပါ။",
    "message": "ဤအကြံပြုချက်ကို ဖယ်ရှားရန် သေချာပါသလား။",
    "action": "ဟုတ်ကဲ့၊ ဖယ်ရှားပါ။"
  },
  "delete": {
    "title": "အဖွဲ့ဝင်ကို ဖျက်ပါ။",
    "message": "ဤအဖွဲ့ဝင်ကို သင့်ဂိုဏ်းမှ ဖျက်ရန် သေချာပါသလား။",
    "action": "ဟုတ်ကဲ့ အခု ဖျက်လိုက်ပါ။"
  }
};