export default {
  "add_new_member": "ନୂତନ ସଦସ୍ୟ ଯୋଡନ୍ତୁ |",
  "add_new_member_msg": "ସୋସିଆଲ୍ ମିଡିଆ, ସେଲଡୋନ୍ ଷ୍ଟୋର୍, ଉତ୍ପାଦ, ଏବଂ ଅନ୍ୟାନ୍ୟ ୱେବ୍ ଠିକଣା ...",
  "member_url_msg": "ନୂତନ ସଦସ୍ୟ URL ପ୍ରବେଶ କରନ୍ତୁ ଏବଂ ଏଣ୍ଟର୍ ଦାବନ୍ତୁ |",
  "enable": "ସକ୍ଷମ (ଜନସାଧାରଣ)",
  "enable_msg": "ଜନସାଧାରଣଙ୍କ ପାଇଁ ଗିଲ୍ଡ ଉପଲବ୍ଧ କି?",
  "flex": "ଫ୍ଲେକ୍ସ ମୋଡ୍ |",
  "flex_msg": "ସଦସ୍ୟମାନଙ୍କର ଦିଗ ସ୍ଥିର କରନ୍ତୁ |",
  "boarder": "ସୀମା",
  "boarder_msg": "ସୀମା ଅଛି କି?",
  "add_guild_action": "ବର୍ତ୍ତମାନ ତୁମର ଗିଲ୍ଡ ଦାବି କର |",
  "guild_name_plc": "ତୁମର ଗିଲ୍ଡ ପାଇଁ ଏକ ଅନନ୍ୟ ନାମ ପ୍ରବେଶ କର ... (ମିନିଟ୍ 6 ଅକ୍ଷର)",
  "guild_name": "ଗୁଇନ୍ଦା ନାମ |",
  "born_at": "ଜନ୍ମ",
  "notifications": {
    "create_success": "ତୁମର ଗିଲ୍ଡ ସଫଳତାର ସହିତ ଅପଡେଟ୍ ହୋଇଛି |",
    "member_delete_success": "ସଦସ୍ୟଙ୍କୁ ସଫଳତାର ସହିତ ଅପସାରଣ କରାଯାଇଛି |",
    "member_update_success": "ସଦସ୍ୟ ସଫଳତାର ସହିତ ଅଦ୍ୟତନ କରାଯାଇଛି |"
  },
  "recommendation_add": {
    "title": "ସୁପାରିଶ ଯୋଡନ୍ତୁ |",
    "message": "ଆପଣ ଏହି ସଦସ୍ୟଙ୍କୁ ସୁପାରିଶ କରିବାକୁ ନିଶ୍ଚିତ କି? ଆପଣଙ୍କର ସୁପାରିଶ ସର୍ବସାଧାରଣରେ ଦେଖାଯିବ |",
    "action": "ହଁ, ସୁପାରିଶ ଯୋଡନ୍ତୁ |"
  },
  "recommendation_remove": {
    "title": "ସୁପାରିଶ ହଟାନ୍ତୁ |",
    "message": "ଆପଣ ଏହି ସୁପାରିଶକୁ ହଟାଇବାକୁ ନିଶ୍ଚିତ କି?",
    "action": "ହଁ, ଏହାକୁ ହଟାନ୍ତୁ |"
  },
  "delete": {
    "title": "ସଦସ୍ୟ ବିଲୋପ କରନ୍ତୁ |",
    "message": "ତୁମେ ତୁମର ଗିଲ୍ଡରୁ ଏହି ସଦସ୍ୟ ବିଲୋପ କରିବାକୁ ନିଶ୍ଚିତ କି?",
    "action": "ହଁ, ବର୍ତ୍ତମାନ ଡିଲିଟ୍ କରନ୍ତୁ |"
  }
};