export default {
  "add_new_member": "نوی غړی اضافه کړئ",
  "add_new_member_msg": "ټولنیز رسنۍ، د پلور پلورنځی، محصول، او نور ویب پتې ...",
  "member_url_msg": "د نوي غړي URL دننه کړئ او د ننوتلو فشار ورکړئ.",
  "enable": "فعالول (عامه)",
  "enable_msg": "ګیلډ د خلکو لپاره شتون لري؟",
  "flex": "فلیکس حالت",
  "flex_msg": "د غړو لارښوونه ترتیب کړئ.",
  "boarder": "سرحد",
  "boarder_msg": "سرحد لري؟",
  "add_guild_action": "اوس د خپل ګوند ادعا وکړئ",
  "guild_name_plc": "د خپلې ټولنې لپاره یو ځانګړی نوم ولیکئ ... (د لږ تر لږه 6 حروف)",
  "guild_name": "د ګیلډ نوم",
  "born_at": "کې زیږیدلی",
  "notifications": {
    "create_success": "ستاسو ګیلډ په بریالیتوب سره تازه شوی.",
    "member_delete_success": "غړی په بریالیتوب سره ایستل شوی دی.",
    "member_update_success": "غړی په بریالیتوب سره تازه شو."
  },
  "recommendation_add": {
    "title": "سپارښتنه اضافه کړئ",
    "message": "ایا تاسو ډاډه یاست چې دا غړی وړاندیز کوئ؟ ستاسو وړاندیز به په عامه توګه وښودل شي.",
    "action": "هو، سپارښتنه اضافه کړئ"
  },
  "recommendation_remove": {
    "title": "سپارښتنې لرې کړئ",
    "message": "ایا تاسو ډاډه یاست چې دا وړاندیز لرې کړئ؟",
    "action": "هو، دا لرې کړئ"
  },
  "delete": {
    "title": "غړی حذف کړئ",
    "message": "ایا تاسو ډاډه یاست چې دا غړی له خپلې ډلې څخه حذف کړئ؟",
    "action": "هو، اوس ړنګ کړئ"
  }
};