export default {
  "add_new_member": "Добавить нового участника",
  "add_new_member_msg": "Социальные сети, магазин Selldone, продукт и другие веб-адреса...",
  "member_url_msg": "Введите новый URL-адрес участника и нажмите клавишу ввода.",
  "enable": "Включить (общедоступно)",
  "enable_msg": "Гильдия доступна для публики?",
  "flex": "Гибкий режим",
  "flex_msg": "Задайте направление членов.",
  "boarder": "Граница",
  "boarder_msg": "Имеет границу?",
  "add_guild_action": "Заявите о своей гильдии сейчас",
  "guild_name_plc": "Введите уникальное имя для вашей гильдии... (минимум 6 символов)",
  "guild_name": "Название гильдии",
  "born_at": "Родился в",
  "notifications": {
    "create_success": "Ваша гильдия успешно обновлена.",
    "member_delete_success": "Участник успешно удален.",
    "member_update_success": "Участник успешно обновлен."
  },
  "recommendation_add": {
    "title": "Добавить рекомендацию",
    "message": "Вы уверены, что рекомендуете этого участника? Ваша рекомендация будет показана публично.",
    "action": "Да, добавить рекомендацию"
  },
  "recommendation_remove": {
    "title": "Удалить рекомендацию",
    "message": "Вы уверены, что хотите удалить эту рекомендацию?",
    "action": "Да, удалить"
  },
  "delete": {
    "title": "Удалить участника",
    "message": "Вы уверены, что хотите удалить этого участника из своей гильдии?",
    "action": "Да, удалить сейчас"
  }
};