export default {
  "add_new_member": "නව සාමාජිකයෙකු එක් කරන්න",
  "add_new_member_msg": "සමාජ මාධ්‍ය, Selldone ගබඩාව, නිෂ්පාදන, සහ වෙනත් වෙබ් ලිපින...",
  "member_url_msg": "නව සාමාජික URL ඇතුළත් කර enter ඔබන්න.",
  "enable": "සබල කරන්න (පොදු)",
  "enable_msg": "ගිල්ඩ් මහජනයාට තිබේද?",
  "flex": "Flex මාදිලිය",
  "flex_msg": "සාමාජිකයින්ගේ දිශාව සකසන්න.",
  "boarder": "මායිම",
  "boarder_msg": "මායිමක් තිබේද?",
  "add_guild_action": "දැන් ඔබේ ගිල්ඩ් එකට හිමිකම් කියන්න",
  "guild_name_plc": "ඔබේ සංසදය සඳහා අද්විතීය නමක් ඇතුළත් කරන්න... (අවම අක්ෂර 6)",
  "guild_name": "ගිල්ඩ් නම",
  "born_at": "දී උපත",
  "notifications": {
    "create_success": "ඔබේ සංසදය සාර්ථකව යාවත්කාලීන කර ඇත.",
    "member_delete_success": "සාමාජිකයා සාර්ථකව ඉවත් කර ඇත.",
    "member_update_success": "සාමාජිකයා සාර්ථකව යාවත්කාලීන කර ඇත."
  },
  "recommendation_add": {
    "title": "නිර්දේශ එකතු කරන්න",
    "message": "මෙම සාමාජිකයා නිර්දේශ කිරීමට ඔබට විශ්වාසද? ඔබේ නිර්දේශය ප්‍රසිද්ධියේ පෙන්වනු ඇත.",
    "action": "ඔව්, නිර්දේශය එක් කරන්න"
  },
  "recommendation_remove": {
    "title": "නිර්දේශ ඉවත් කරන්න",
    "message": "මෙම නිර්දේශය ඉවත් කිරීමට ඔබට විශ්වාසද?",
    "action": "ඔව්, එය ඉවත් කරන්න"
  },
  "delete": {
    "title": "සාමාජිකයා මකන්න",
    "message": "මෙම සාමාජිකයා ඔබේ සංසදයෙන් මකා දැමීමට ඔබට විශ්වාසද?",
    "action": "ඔව්, දැන් මකන්න"
  }
};