export default {
  "add_new_member": "Додај новог члана",
  "add_new_member_msg": "Друштвени медији, Селлдоне продавница, производ и друге веб адресе...",
  "member_url_msg": "Унесите УРЛ новог члана и притисните ентер.",
  "enable": "Омогући (јавно)",
  "enable_msg": "Гуилд доступан јавности?",
  "flex": "Флек моде",
  "flex_msg": "Поставите правац чланова.",
  "boarder": "Граница",
  "boarder_msg": "Има границу?",
  "add_guild_action": "Затражите свој цех сада",
  "guild_name_plc": "Унесите јединствено име за свој цех... (мин 6 карактера)",
  "guild_name": "Име цеха",
  "born_at": "Рођен у",
  "notifications": {
    "create_success": "Ваш цех је успешно ажуриран.",
    "member_delete_success": "Члан је успешно уклоњен.",
    "member_update_success": "Члан је успешно ажуриран."
  },
  "recommendation_add": {
    "title": "Додајте препоруку",
    "message": "Да ли сте сигурни да препоручујете овог члана? Ваша препорука ће бити јавно приказана.",
    "action": "Да, додајте препоруку"
  },
  "recommendation_remove": {
    "title": "Уклоните препоруку",
    "message": "Да ли сте сигурни да ћете уклонити ову препоруку?",
    "action": "Да, уклоните га"
  },
  "delete": {
    "title": "Обриши члана",
    "message": "Да ли сте сигурни да ћете избрисати овог члана из свог клана?",
    "action": "Да, Избриши сада"
  }
};