export default {
  "add_new_member": "புதிய உறுப்பினரைச் சேர்க்கவும்",
  "add_new_member_msg": "சமூக ஊடகங்கள், Selldone store, தயாரிப்பு மற்றும் பிற இணைய முகவரிகள்...",
  "member_url_msg": "புதிய உறுப்பினர் URL ஐ உள்ளிட்டு Enter ஐ அழுத்தவும்.",
  "enable": "இயக்கு (பொது)",
  "enable_msg": "கில்ட் பொதுமக்களுக்கு கிடைக்குமா?",
  "flex": "நெகிழ்வு முறை",
  "flex_msg": "உறுப்பினர்களின் திசையை அமைக்கவும்.",
  "boarder": "எல்லை",
  "boarder_msg": "எல்லை உள்ளதா?",
  "add_guild_action": "இப்போது உங்கள் கில்டுக்கு உரிமை கோரவும்",
  "guild_name_plc": "உங்கள் கில்டுக்கான தனித்துவமான பெயரை உள்ளிடவும்... (குறைந்தது 6 எழுத்துகள்)",
  "guild_name": "கில்ட் பெயர்",
  "born_at": "இல் பிறந்தார்",
  "notifications": {
    "create_success": "உங்கள் கில்ட் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.",
    "member_delete_success": "உறுப்பினர் வெற்றிகரமாக நீக்கப்பட்டார்.",
    "member_update_success": "உறுப்பினர் வெற்றிகரமாக புதுப்பிக்கப்பட்டார்."
  },
  "recommendation_add": {
    "title": "பரிந்துரையைச் சேர்க்கவும்",
    "message": "இந்த உறுப்பினரை நிச்சயமாகப் பரிந்துரைக்கிறீர்களா? உங்கள் பரிந்துரை பொதுவில் காட்டப்படும்.",
    "action": "ஆம், பரிந்துரையைச் சேர்க்கவும்"
  },
  "recommendation_remove": {
    "title": "பரிந்துரையை அகற்று",
    "message": "இந்தப் பரிந்துரையை நிச்சயமாக நீக்கவா?",
    "action": "ஆம், அதை அகற்று"
  },
  "delete": {
    "title": "உறுப்பினரை நீக்கு",
    "message": "உங்கள் கில்டில் இருந்து இந்த உறுப்பினரை நிச்சயமாக நீக்குகிறீர்களா?",
    "action": "ஆம், இப்போது நீக்கு"
  }
};