export default {
  "add_new_member": "కొత్త సభ్యుడిని జోడించండి",
  "add_new_member_msg": "సోషల్ మీడియా, సెల్‌డోన్ స్టోర్, ఉత్పత్తి & ఇతర వెబ్ చిరునామాలు...",
  "member_url_msg": "కొత్త సభ్యుల URLని నమోదు చేసి, ఎంటర్ నొక్కండి.",
  "enable": "ప్రారంభించు (పబ్లిక్)",
  "enable_msg": "గిల్డ్ ప్రజలకు అందుబాటులో ఉందా?",
  "flex": "ఫ్లెక్స్ మోడ్",
  "flex_msg": "సభ్యుల దిశను సెట్ చేయండి.",
  "boarder": "సరిహద్దు",
  "boarder_msg": "సరిహద్దు ఉందా?",
  "add_guild_action": "ఇప్పుడు మీ గిల్డ్‌ను క్లెయిమ్ చేయండి",
  "guild_name_plc": "మీ గిల్డ్ కోసం ఒక ప్రత్యేక పేరును నమోదు చేయండి... (కనీసం 6 అక్షరాలు)",
  "guild_name": "గిల్డ్ పేరు",
  "born_at": "వద్ద జన్మించారు",
  "notifications": {
    "create_success": "మీ గిల్డ్ విజయవంతంగా నవీకరించబడింది.",
    "member_delete_success": "సభ్యుడు విజయవంతంగా తీసివేయబడ్డారు.",
    "member_update_success": "సభ్యుడు విజయవంతంగా నవీకరించబడ్డారు."
  },
  "recommendation_add": {
    "title": "సిఫార్సును జోడించండి",
    "message": "మీరు ఈ సభ్యుడిని ఖచ్చితంగా సిఫార్సు చేస్తారా? మీ సిఫార్సు పబ్లిక్‌గా చూపబడుతుంది.",
    "action": "అవును, సిఫార్సును జోడించండి"
  },
  "recommendation_remove": {
    "title": "సిఫార్సును తీసివేయండి",
    "message": "మీరు ఖచ్చితంగా ఈ సిఫార్సును తీసివేయాలనుకుంటున్నారా?",
    "action": "అవును, దాన్ని తీసివేయండి"
  },
  "delete": {
    "title": "సభ్యుడిని తొలగించండి",
    "message": "మీరు మీ గిల్డ్ నుండి ఈ సభ్యుడిని ఖచ్చితంగా తొలగించాలనుకుంటున్నారా?",
    "action": "అవును, ఇప్పుడే తొలగించండి"
  }
};