export default {
  "add_new_member": "Аъзои нав илова кунед",
  "add_new_member_msg": "ВАО иҷтимоӣ, мағозаи Selldone, маҳсулот ва дигар суроғаҳои веб...",
  "member_url_msg": "URL-и аъзои навро ворид кунед ва enter-ро пахш кунед.",
  "enable": "Фаъол кардан (оммавӣ)",
  "enable_msg": "Гильдия барои омма дастрас аст?",
  "flex": "Ҳолати Flex",
  "flex_msg": "Самти аъзоёнро таъин кунед.",
  "boarder": "Сарҳад",
  "boarder_msg": "Сарҳад дорад?",
  "add_guild_action": "Ҳоло ба гилдияи худ даъво кунед",
  "guild_name_plc": "Барои гильдияатон номи беназир ворид кунед... (ҳадди ақал 6 аломат)",
  "guild_name": "Номи гильдия",
  "born_at": "Дар таваллуд",
  "notifications": {
    "create_success": "Гильдияи шумо бомуваффақият нав карда шуд.",
    "member_delete_success": "Аъзо бомуваффақият хориҷ карда шуд.",
    "member_update_success": "Аъзо бомуваффақият нав карда шуд."
  },
  "recommendation_add": {
    "title": "Тавсия илова кунед",
    "message": "Оё мутмаин ҳастед, ки ин аъзоро тавсия медиҳед? Тавсияи шумо дар омма намоиш дода мешавад.",
    "action": "Бале, тавсия илова кунед"
  },
  "recommendation_remove": {
    "title": "Тавсияро нест кунед",
    "message": "Оё мутмаин ҳастед, ки ин тавсияро нест мекунед?",
    "action": "Бале, хориҷ кунед"
  },
  "delete": {
    "title": "Нест кардани аъзо",
    "message": "Оё мутмаин ҳастед, ки ин аъзоро аз гильдияатон нест мекунед?",
    "action": "Бале, ҳоло нест кунед"
  }
};