export default {
  "add_new_member": "เพิ่มสมาชิกใหม่",
  "add_new_member_msg": "โซเชียลมีเดีย ร้านค้า Selldone ผลิตภัณฑ์ & ที่อยู่เว็บอื่น ๆ...",
  "member_url_msg": "ป้อน URL สมาชิกใหม่และกด Enter",
  "enable": "เปิดใช้งาน (สาธารณะ)",
  "enable_msg": "กิลด์เปิดให้ประชาชน?",
  "flex": "โหมดยืดหยุ่น",
  "flex_msg": "กำหนดทิศทางของสมาชิก",
  "boarder": "ชายแดน",
  "boarder_msg": "มีขอบ?",
  "add_guild_action": "อ้างสิทธิ์กิลด์ของคุณตอนนี้",
  "guild_name_plc": "ป้อนชื่อเฉพาะสำหรับกิลด์ของคุณ... (อักขระขั้นต่ำ 6 ตัว)",
  "guild_name": "ชื่อกิลด์",
  "born_at": "เกิดที่",
  "notifications": {
    "create_success": "กิลด์ของคุณได้รับการอัพเดทเรียบร้อยแล้ว",
    "member_delete_success": "ลบสมาชิกเรียบร้อยแล้ว",
    "member_update_success": "สมาชิกได้รับการอัพเดทเรียบร้อยแล้ว"
  },
  "recommendation_add": {
    "title": "เพิ่มคำแนะนำ",
    "message": "คุณแน่ใจว่าจะแนะนำสมาชิกนี้หรือไม่? คำแนะนำของคุณจะแสดงต่อสาธารณะ",
    "action": "ใช่ เพิ่มคำแนะนำ"
  },
  "recommendation_remove": {
    "title": "ลบคำแนะนำ",
    "message": "คุณแน่ใจหรือไม่ว่าต้องการลบคำแนะนำนี้",
    "action": "ใช่ ลบออก"
  },
  "delete": {
    "title": "ลบสมาชิก",
    "message": "คุณแน่ใจหรือว่าลบสมาชิกนี้ออกจากกิลด์ของคุณ?",
    "action": "ใช่ ลบเดี๋ยวนี้"
  }
};