export default {
  "add_new_member": "Яңа әгъза өстәгез",
  "add_new_member_msg": "Социаль медиа, Селдон кибете, продукт һәм башка веб-адреслар ...",
  "member_url_msg": "Яңа әгъза URL кертегез һәм Enter төймәсенә басыгыз.",
  "enable": "Килешү (җәмәгать)",
  "enable_msg": "Гильдия халык өчен мөмкинме?",
  "flex": "Флекс режимы",
  "flex_msg": "Әгъзалар юнәлешен билгеләгез.",
  "boarder": "Чик",
  "boarder_msg": "Чик бармы?",
  "add_guild_action": "Хәзер үз гильдиягезне таләп итегез",
  "guild_name_plc": "Гильдиягез өчен уникаль исем кертегез ... (мин 6 символ)",
  "guild_name": "Гильдия исеме",
  "born_at": "Туган",
  "notifications": {
    "create_success": "Сезнең гильдия уңышлы яңартылды.",
    "member_delete_success": "Әгъза уңышлы алынды.",
    "member_update_success": "Әгъза уңышлы яңартылды."
  },
  "recommendation_add": {
    "title": "Реклама өстәргә",
    "message": "Сез бу әгъзаны тәкъдим итәсезме? Сезнең тәкъдимегез халык алдында күрсәтеләчәк.",
    "action": "Әйе, рекомендация өстәгез"
  },
  "recommendation_remove": {
    "title": "Рекомендацияне бетерегез",
    "message": "Сез бу рекомендацияне бетерәсезме?",
    "action": "Әйе, бетерегез"
  },
  "delete": {
    "title": "Әгъзаны бетерү",
    "message": "Сез бу әгъзаны сезнең гильдиядән бетерергә ышанасызмы?",
    "action": "Әйе, хәзер бетерегез"
  }
};