export default {
  "add_new_member": "Додати нового учасника",
  "add_new_member_msg": "Соціальні мережі, магазин Selldone, продукт та інші веб-адреси...",
  "member_url_msg": "Введіть URL-адресу нового учасника та натисніть Enter.",
  "enable": "Увімкнути (Для всіх)",
  "enable_msg": "Гільдія доступна для публіки?",
  "flex": "Гнучкий режим",
  "flex_msg": "Встановіть напрямок учасників.",
  "boarder": "Кордон",
  "boarder_msg": "Є кордон?",
  "add_guild_action": "Заявіть свою гільдію зараз",
  "guild_name_plc": "Введіть унікальну назву для своєї гільдії... (мінімум 6 символів)",
  "guild_name": "Назва гільдії",
  "born_at": "Народився в",
  "notifications": {
    "create_success": "Вашу гільдію успішно оновлено.",
    "member_delete_success": "Учасника успішно видалено.",
    "member_update_success": "Учасника успішно оновлено."
  },
  "recommendation_add": {
    "title": "Додайте рекомендацію",
    "message": "Ви впевнені, що рекомендуєте цього учасника? Ваша рекомендація буде відкрита для всіх.",
    "action": "Так, додати рекомендацію"
  },
  "recommendation_remove": {
    "title": "Вилучити рекомендацію",
    "message": "Ви впевнені, що видалили цю рекомендацію?",
    "action": "Так, видаліть"
  },
  "delete": {
    "title": "Видалити учасника",
    "message": "Ви впевнені, що видалили цього учасника зі своєї гільдії?",
    "action": "Так, видалити зараз"
  }
};