export default {
  "add_new_member": "نیا ممبر شامل کریں۔",
  "add_new_member_msg": "سوشل میڈیا، سیلڈون اسٹور، پروڈکٹ، اور دیگر ویب پتے...",
  "member_url_msg": "نئے ممبر کا URL درج کریں اور انٹر دبائیں۔",
  "enable": "فعال کریں (عوامی)",
  "enable_msg": "گلڈ عوام کے لیے دستیاب ہے؟",
  "flex": "فلیکس موڈ",
  "flex_msg": "اراکین کی سمت متعین کریں۔",
  "boarder": "بارڈر",
  "boarder_msg": "سرحد ہے؟",
  "add_guild_action": "اب اپنے گلڈ کا دعوی کریں۔",
  "guild_name_plc": "اپنی جماعت کے لیے ایک منفرد نام درج کریں... (کم از کم 6 حروف)",
  "guild_name": "گلڈ کا نام",
  "born_at": "پر پیدا ہوا۔",
  "notifications": {
    "create_success": "آپ کے گلڈ کو کامیابی کے ساتھ اپ ڈیٹ کر دیا گیا ہے۔",
    "member_delete_success": "ممبر کو کامیابی سے ہٹا دیا گیا ہے۔",
    "member_update_success": "ممبر کو کامیابی سے اپ ڈیٹ کر دیا گیا ہے۔"
  },
  "recommendation_add": {
    "title": "سفارش شامل کریں۔",
    "message": "کیا آپ یقینی طور پر اس ممبر کی سفارش کرتے ہیں؟ آپ کی سفارش عوام میں دکھائی جائے گی۔",
    "action": "ہاں، تجویز شامل کریں۔"
  },
  "recommendation_remove": {
    "title": "سفارش کو ہٹا دیں۔",
    "message": "کیا آپ واقعی اس تجویز کو ہٹانا چاہتے ہیں؟",
    "action": "ہاں، اسے ہٹا دیں۔"
  },
  "delete": {
    "title": "ممبر کو حذف کریں۔",
    "message": "کیا آپ یقینی طور پر اس ممبر کو اپنے گلڈ سے حذف کرنا چاہتے ہیں؟",
    "action": "ہاں، اب حذف کر دیں۔"
  }
};