export default {
  "add_new_member": "לייג אַ נייַע מיטגליד",
  "add_new_member_msg": "סאציאל מידיאַ, סעללדאָנע קראָם, פּראָדוקט און אנדערע וועב אַדרעסעס ...",
  "member_url_msg": "אַרייַן נייַ מיטגליד URL און דריקן אַרייַן.",
  "enable": "געבן (ציבור)",
  "enable_msg": "גילד בנימצא צו ציבור?",
  "flex": "פלעקס מאָדע",
  "flex_msg": "שטעלן די ריכטונג פון מיטגלידער.",
  "boarder": "גרענעץ",
  "boarder_msg": "האט אַ גרענעץ?",
  "add_guild_action": "פאָדערן דיין גילד איצט",
  "guild_name_plc": "אַרייַן אַ יינציק נאָמען פֿאַר דיין גילד ... (מינימום 6 אותיות)",
  "guild_name": "גילד נאָמען",
  "born_at": "געבוירן אין",
  "notifications": {
    "create_success": "דיין גילד איז דערהייַנטיקט הצלחה.",
    "member_delete_success": "דער מיטגליד איז הצלחה אַוועקגענומען.",
    "member_update_success": "דער מיטגליד איז דערהייַנטיקט הצלחה."
  },
  "recommendation_add": {
    "title": "לייג רעקאָמענדאַציע",
    "message": "ביסט איר זיכער צו רעקאָמענדירן דעם מיטגליד? דיין רעקאָמענדאַציע וועט זיין געוויזן אין ציבור.",
    "action": "יאָ, לייג רעקאָמענדאַציע"
  },
  "recommendation_remove": {
    "title": "אַראָפּנעמען רעקאָמענדאַציע",
    "message": "זענט איר זיכער צו באַזייַטיקן דעם רעקאָמענדאַציע?",
    "action": "יאָ, אַראָפּנעמען עס"
  },
  "delete": {
    "title": "ויסמעקן מיטגליד",
    "message": "זענט איר זיכער צו ויסמעקן דעם מיטגליד פון דיין גילד?",
    "action": "יא, דיליט איצט"
  }
};