<?php 

 return [
     "failed" => "Αυτά τα διαπιστευτήρια δεν ταιριάζουν με τα αρχεία μας.",
     "password" => "Ο παρεχόμενος κωδικός πρόσβασης είναι λανθασμένος.",
     "throttle" => "Πάρα πολλές προσπάθειες σύνδεσης. Δοκιμάστε ξανά σε :δευτερόλεπτα.",
     "title_shop" => "Συνδεθείτε στο :name",
     "title_app" => "Πρόσβαση στην εφαρμογή του :name",
     "login_message" => "Ζητήστε πρόσβαση στον λογαριασμό σας.",
     "scopes_title" => "Αυτή η εφαρμογή θα έχει πρόσβαση στα ακόλουθα πεδία",
     "accept" => "Επιβεβαιώνω",
     "reject" => "Απορρίπτω",
     "login_incorrect_password" => "Μη έγκυρο όνομα ή κωδικός.",
     "reset_2fa_title" => "Επαναφορά αιτήματος σύνδεσης σε δύο βήματα",
     "go_main_page" => "ΠΗΓΑΙΝΕ ΣΤΗΝ ΑΡΧΙΚΗ ΣΕΛΙΔΑ",
     "signing_in" => "Σύνδεση...",
];