<?php 

 return [
     "shop-order-payment" => [
     "title" => "Αποδοχή πληρωμής",
     "sample" => "Η πληρωμή σας των 267$ διευθετήθηκε με επιτυχία.<br> Παραγγελία: SM-425<br> Ευχαριστώ, <b>το όνομα του καταστήματός σας</b> .<br> Πωλείται",
     "body" => "Η πληρωμή σας :param2 διευθετήθηκε με επιτυχία. Παραγγελία: :param1 Ευχαριστώ, :param3. Πωλείται",
],
     "shop-order-payment-admin" => [
     "title" => "Αποδοχή πληρωμής",
     "sample" => "Η νέα πληρωμή 267$ διευθετήθηκε με επιτυχία.<br> Παραγγελία: SM-425<br> Ευχαριστώ, <b>το όνομα του καταστήματός σας</b> .<br> Πωλείται",
     "body" => "Η πληρωμή του νέου :param2 διευθετήθηκε επιτυχώς. Παραγγελία: :param1 Ευχαριστώ, :param3. Πωλείται",
],
     "shop-login" => [
     "title" => "Κωδικός επαλήθευσης σύνδεσης",
     "sample" => "Ο κωδικός σύνδεσής σας είναι: <b>123456</b><br> <b>Το όνομα του καταστήματός σας</b><br> Πωλείται",
     "body" => "Ο κωδικός σύνδεσής σας είναι: :param1 :param2 Πωλείται",
],
     "user-login" => [
     "title" => "Μήνυμα επιτυχίας σύνδεσης",
     "sample" => "Αγαπητέ <b>Όνομα</b> ,<br> Έχετε συνδεθεί στο λογαριασμό σας από το <b>iPhone 165.250.300.1</b> στις <b>5/8/2021 9:14 π.μ.</b><br> Πωλείται",
     "body" => "Αγαπητέ :param1, Έχετε συνδεθεί στο λογαριασμό σας από το :param2 στο :param3. Πωλείται",
],
     "avocado-order-submit" => [
     "title" => "Υποβλήθηκε νέα παραγγελία αβοκάντο αποστολή στον αγοραστή",
     "sample" => "<b>Το όνομα του καταστήματός σας</b><br> Αγαπητέ <b>το όνομά σου</b> ,<br> Λάβαμε την παραγγελία σας και την εξετάζουμε.<br> Παραγγελία #: <b>AVO-246</b><br> Πωλείται",
     "body" => ":param3 Αγαπητέ :param1, Λάβαμε την παραγγελία σας και την εξετάζουμε. Παραγγελία #: :param2 Πωλείται",
],
     "avocado-order-submit-seller" => [
     "title" => "Το αβοκάντο λαμβάνει νέα παραγγελία αποστολή στον πωλητή",
     "sample" => "Λάβατε μια παραγγελία αβοκάντο:<br> Κατάστημα: <b>Το όνομα του καταστήματός σας</b><br> Αγοραστής: <b>Όνομα αγοραστή</b><br> Παραγγελία: <b>AVO-246</b><br> Πωλείται",
     "body" => "Λάβατε μια παραγγελία αβοκάντο: Κατάστημα: :param1 Αγοραστής: :param2 Παραγγελία: :param3 Selldone",
],
     "avocado-ready-to-pay" => [
     "title" => "Παραγγελία αβοκάντο έτοιμη για πληρωμή",
     "sample" => "<b>Το όνομα του καταστήματός σας</b><br> Η παραγγελία σας έχει επιβεβαιωθεί και μπορείτε να πληρώσετε μέσω του παρακάτω συνδέσμου.<br> Παραγγελία #: <b>AVO-246</b><br> Σύνδεσμος: <b>https://your-domain/avocado</b><br> Πωλείται",
     "body" => ":param3 Η παραγγελία σας επιβεβαιώθηκε και μπορείτε να πληρώσετε μέσω του παρακάτω συνδέσμου. Παραγγελία #: :param2 Σύνδεσμος: :param1 Πωλείται",
],
];