<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "दुकान",
    'request' => "अनुरोध",
    'stage' => "स्थिति",
    'budget' => "बजट",
    'contact' => "संपर्क करें",
    'name' => "नाम",
    'email' => "ईमेल",
    'user' => "उपयोगकर्ता",
    'copy' => "प्रतिलिपि",
    'important' => "महत्वपूर्ण",
    'faq' => "FAQ",

    'select_shop' => "दुकान का चयन करें",
    'loading' => "लोड हो रहा है",

    'add_comment' => "टिप्पणी जोड़ें",
    'add_comment_sub' => "अपने विचार हमारे साथ साझा करें",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "'साइन अप' पर क्लिक करके, आप :name <a href='/terms' target='_blank'> उपयोग की शर्तों</a> और <a href='/privacy' target='_blank'> गोपनीयता नीति</a> से सहमत होते हैं। आप ऑर्डर अपडेट और/या मार्केटिंग उद्देश्यों के लिए :name से फ़ोन कॉल और SMS संदेश प्राप्त करने के लिए सहमति देते हैं। संदेश की आवृत्ति आपकी गतिविधि पर निर्भर करती है. आप <b>STOP</b> को <b>86753</b> पर टेक्स्ट करके ऑप्ट आउट कर सकते हैं। संदेश और डेटा दरें लागू हो सकती हैं। हम लोगों की गोपनीयता का सम्मान करते हैं और कभी भी आपका डेटा नहीं बेचते हैं या विज्ञापनों के लिए इसका उपयोग नहीं करते हैं। यदि आपको अतिरिक्त जानकारी चाहिए तो हमसे संपर्क करें।",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'सेट नहीं. मुझे और जानकारी चाहिए.',
        'start' => "मैं अभी अपना व्यवसाय शुरू कर रहा हूं।",
        'online' => "मेरा एक व्यवसाय है और मैं इसे ऑनलाइन लाना चाहता हूं।",
        'extend' => "मैं अपने ऑनलाइन स्टोर पर काम करता हूं.",
        'pos' => "मैं अपने भौतिक स्टोर में Selldone POS का उपयोग करने का इरादा रखता हूं।",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "बैंक हस्तांतरण",
            'description' => "विक्रेता के खाते में मैन्युअल रूप से धनराशि स्थानांतरित करें।",
        ],
    ],

];
