<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'यह संदेश दुकान में नए खरीदार का स्वागत करता है।',
        ShopMailTemplateCodes::OrderCheckout => 'यह अधिसूचना तब भेजी जाती है जब कोई खरीदार किसी ऑर्डर की पुष्टि करता है।',
        ShopMailTemplateCodes::OrderPayment => 'यह अधिसूचना ग्राहक द्वारा किए गए सफल भुगतान की पुष्टि करती है।',
        ShopMailTemplateCodes::OrderUpdate => 'यह संदेश खरीदार को उनके ऑर्डर की स्थिति के बारे में अपडेट करने के लिए भेजा जाता है।',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'यह संदेश विक्रेता को पुष्ट ऑर्डर की सूचना देने के लिए भेजा जाता है।',
        ShopMailTemplateCodes::PosCheckout => 'यह अधिसूचना किसी खरीदार के लिए पॉइंट ऑफ़ सेल ऑर्डर की पुष्टि करने के लिए भेजी जाती है।',
        ShopMailTemplateCodes::PosPayment => 'यह अधिसूचना खरीदार द्वारा किए गए बिक्री बिंदु भुगतान की पुष्टि करती है।',
        ShopMailTemplateCodes::PosPaymentAdmin => 'यह संदेश विक्रेता को उनके विक्रय स्थल पर की गई खरीदारी के बारे में सूचित करता है।',
        ShopMailTemplateCodes::ShopContact => 'यह अधिसूचना तब भेजी जाती है जब संपर्क फ़ॉर्म सबमिट कर दिया जाता है।',
        ShopMailTemplateCodes::ShopGiftCard => 'यह अधिसूचना उपयोगकर्ता को सूचित करती है कि उन्हें एक उपहार कार्ड प्राप्त हुआ है।',

        ShopMailTemplateCodes::ShopVendorJoin => 'यह संदेश दुकान में नए विक्रेता का स्वागत करता है।',
        ShopMailTemplateCodes::ShopVendorInvite => "यह संदेश किसी विक्रेता को आपके बाज़ार में शामिल होने के लिए आमंत्रित करने के लिए भेजा जाता है।",
        ShopMailTemplateCodes::ShopVendorOrder => "यह संदेश विक्रेता को तब भेजा जाता है जब कोई ऑर्डर भुगतान या कैश ऑन डिलीवरी (COD) स्थिति में प्राप्त होता है।",
        ShopMailTemplateCodes::ShopVendorProducts => "विक्रेताओं को उनके उत्पादों की स्थिति के बारे में अपडेट करने के लिए प्रतिदिन भेजा जाता है।",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "यह संदेश किसी विक्रेता को आपके बाज़ार में शामिल होने के लिए आमंत्रित करने के लिए भेजा जाता है।",

        ShopMailTemplateCodes::UserLogin => "सुरक्षा उद्देश्यों के लिए IP पता, दिनांक और डिवाइस सहित लॉगिन विवरण के साथ उपयोगकर्ता को सूचित करें।",
        ShopMailTemplateCodes::LoginCode => "उपयोगकर्ताओं को स्टोर में लॉग इन करने के लिए एक वन-टाइम पासवर्ड कोड भेजें।",

        ShopMailTemplateCodes::EmailVerifyLink => "उपयोगकर्ता के ईमेल पते को सत्यापित करने के लिए एक लिंक भेजें। यह ईमेल तब भेजा जाता है जब कोई उपयोगकर्ता SMS द्वारा पंजीकरण करता है और अपना ईमेल दर्ज करता है। जब कोई उपयोगकर्ता सीधे सामाजिक लॉगिन या ईमेल से पंजीकरण करता है तो यह नहीं भेजा जाता है।",

        ShopMailTemplateCodes::EmailBulkOrder => "किसी विशिष्ट दिन के लिए थोक में प्राप्त और भुगतान किए गए ऑर्डर की सूची भेजें।"


    ,

    ],


    'global' => [
        'greetings' => 'नमस्ते, :name!',
        'end-statement' => 'सहायता दल',

        'receiver_name' => 'नमस्ते :user_name',
        'footer-help' => "मदद चाहिए? [support@selldone.com](mailto:support@selldone.com) पर पूछें या हमारे [सहायता केंद्र](https://selldone.com/community) पर जाएं।",
        'selldone-team' => 'Selldone टीम',
        'footer-shop' => "अगर आपको किसी भी चीज़ में मदद चाहिए तो कृपया हमें एक ईमेल भेजने में संकोच न करें: :shop_mail",
        'accept' => "स्वीकार करना",
        'reject' => "अस्वीकार",
        'verify' => "सत्यापित करें",
        'title' => "शीर्षक",
        'value' => "मूल्य",
        'description' => "विवरण",
        'shop' => "दुकान",
        'shop-info' => "स्टोर जानकारी",
        'user' => "उपयोगकर्ता",
        'user-info' => "खाता जानकारी",
        'license' => "लाइसेंस",
        'status' => "स्थिति",
        'start' => "शुरू करना",
        'end' => "अंत",
        'renewal' => "नवीनीकरण",
        'view' => "देखना",

        'balance' => "संतुलन",
        'card_number' => "कार्ड संख्या",
        'cvv' => "सीवीवी",
        'expire_date' => "समाप्त होने की तिथि",

        'Dashboard' => "डैशबोर्ड",
        'order' => "आदेश",
        'view_order' => "आर्डर देखें",
        'pay_now' => "Pay now",

        'official_selldone' => "आधिकारिक बिक्री",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "मुद्रा",
        'free-balance' => "फ्री बैलेंस",
        'locked-balance' => "लॉक्ड बैलेंस",
        'bot' => "बीओटी",
        'requests' => "अनुरोध",
        'baskets' => 'गाड़ियां',
        'physical' => "भौतिक",
        'virtual' => "आभासी",
        'file' => "फ़ाइल",
        'service' => "सेवा",
        'fulfillment' => "पूर्ति",
        'open' => "खुला",
        'reserved' => "सुरक्षित",
        'canceled' => "रद्द",
        'payed' => "चुकाया गया",
        'cod' => "COD",
        'orders-count' => 'आदेश',
        'payments-count' => 'भुगतान',
        'confirms-count' => 'इस बात की पुष्टि',
        'sends-count' => 'भेजता है',
        'delivers-count' => 'बचाता है',
        'count' => 'गिनती करना',
        'transactions-count' => 'लेन-देन गिनती',
        'success-transactions' => 'सफल लेनदेन',
        'total-amount' => 'कुल रकम',
        'amount' => 'राशि',
        'wage' => 'वेतन',
        'debug' => 'डिबग',
        'pos' => 'POS',
        'live' => 'रहना',
        'CheckQueue' => 'चेक कतार',
        'OrderConfirm' => 'आदेश की पुष्टि करें',
        'PreparingOrder' => 'आदेश तैयार करना',
        'SentOrder' => 'भेजा गया आदेश',
        'ToCustomer' => 'ग्राहक को दिया गया',
        'Pending' => 'लंबित',
        'Accepted' => 'को स्वीकृत',
        'Rejected' => 'अस्वीकार कर दिया',
        'pc' => 'PC',
        'tablet' => 'गोली',
        'phone' => 'फ़ोन',
        'total' => 'कुल',
        'view-detail' => 'विस्तार से देखें',
        'empty' => 'खाली',
        'dropshipping' => 'जहाज को डुबोना',
        'reply' => 'जवाब',
        'reactions' => 'प्रतिक्रियाओं',
        'Comments' => 'टिप्पणियाँ',
        'last-comment' => 'अंतिम टिप्पणी',
        'response-to' => 'के जवाब',
        'posts' => 'पदों',
        'post' => 'डाक',

        'name' => 'नाम',
        'email' => 'ईमेल',
        'type' => 'प्रकार',
        'device' => 'उपकरण',
        'platform' => 'प्लैटफ़ॉर्म',
        'browser' => 'ब्राउज़र',
        'time' => 'समय',
        'Wallet' => 'बटुआ',
        'date' => 'दिनांक',

        'account' => 'खाता',
        'transaction' => 'लेन-देन',
        'fee' => 'शुल्क',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'विपत्र',
        'category' => 'श्रेणी',
        'password' => 'पासवर्ड',
        'verify-login' => "सत्यापित करें और लॉगिन करें",
        'url' => 'URL',
        'avocado' => 'एवोकाडो',
        'hyper' => 'अति',
        'buy-now' => "अभी खरीदें",
        'add-domain' => "Add Domain",
        'views' => 'विचारों',


        'country' => 'देश',
        'address' => 'पता',
        'postal' => 'डाक कोड',
        'building_no' => 'इमारत #',
        'building_unit' => 'इकाई #',
        'message' => 'संदेश',


        'customer' => 'ग्राहक',
        'cart-items' => 'कार्ट आइटम',
        'payment' => 'भुगतान',
        'receiver' => 'रिसीवर',
        'virtual-items' => 'आभासी वस्तुएं',
        'no-payment' => 'कोई भुगतान नहीं!',

        'enable' => 'सक्षम',
        'access' => 'पहुंच',
        'bank' => 'बैंक की जानकारी',

        'vendor' => 'वेंडर',

        'view_content' => "संपूर्ण सामग्री देखें",
        'files' => 'फ़ाइलें',
        'download' => 'डाउनलोड',
        'file_name' => 'फ़ाइल का नाम',
        'file_size' => 'आकार',

        'subscription' => 'अंशदान',
        'products' => 'उत्पादों',
        'vendor_products' => 'विक्रेता उत्पाद',

        'pickup' => 'पिकअप',

        'minutes' => 'मिनट',
        'hours' => 'घंटे',

        'refund' => 'वापसी',
        'recipient_address' => 'प्राप्तकर्ता का पता',
        'signature' => 'हस्ताक्षर',
        'blockchain' => 'ब्लॉकचेन',
        'details' => 'विवरण',


    

        'Shop' => 'दुकान',
        'dashboard' => 'डैशबोर्ड',
        'comments' => 'टिप्पणियाँ',
        'wallet' => 'बटुआ',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "Selldone बिजनेस ओएस",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'Selldone प्रदर्शन रिपोर्ट'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'Selldone मौसमी रिपोर्ट'
        ],
        'Onboarding' => [
            'id' => 'नमस्ते',
            'name' => 'Selldone व्यापारी'
        ],
        'Support' => [
            'id' => 'support',
            'name' => ':name का समर्थन करें'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Selldone'
        ],
        'Welcome' => [
            'id' => 'नमस्ते',
            'name' => 'Selldone समुदाय'
        ],
        'NewShop' => [
            'id' => 'व्यापारियों',
            'name' => 'Selldone व्यापारी'
        ],
        'Approve' => [
            'id' => 'मंजूर',
            'name' => 'Selldone व्यापारी'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'आदेश प्रबंधन :name'
        ],

        'Recovery' => [
            'id' => 'स्वास्थ्य लाभ',
            'name' => 'Selldone रिकवरी टीम'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'लंबित',
        'PAYED' => 'भुगतान किया',
        'CANCELED' => 'रद्द',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'प्रशासक',
            'OFFICER' => 'अधिकारी और पर्यवेक्षक',
            'AUDITING' => 'लेखा परीक्षा प्रबंधक',
            'EMPLOYEE' => 'कर्मचारी',
            'PRODUCT' => 'उत्पाद प्रबंधक',
            'CONTENT' => 'सामग्री प्रबंधक',
            'MARKETING' => 'विपणन प्रबंधक',
            'VIEWER' => 'दर्शक',

        ],
        'subject' => ":inviter ने आपको :level के रूप में आमंत्रित किया है| :shop",
        'category' => "स्टाफ आमंत्रण",
        'title' => "आपको <b>:shop_name</b> पर <b>:level</b> के रूप में आमंत्रित किया गया है।",
        'message' => "आपको व्यवसाय में <b>:shop_title</b> टीम के साथ सहयोग करने का निमंत्रण मिला है। आपके पास इस प्रस्ताव को स्वीकार या अस्वीकार करने का विकल्प है। यदि आप स्वीकार करना चुनते हैं, तो कृपया अपने निर्णय की पुष्टि करने के लिए Selldone सेवा में लॉग इन करें। पुष्टि होने पर, आपको स्टोर प्रबंधन अनुभाग तक पहुंच प्राप्त होगी।",

    ],

    'welcome-email' => [
        'subject' => "👋 :name का स्वागत है, आइए Selldone से शुरुआत करें!",
        'category' => 'CONGRATULATION',
        'title' => "Selldone में आपका स्वागत है",
        'message' => "Selldone चुनने के लिए धन्यवाद! अब आप एक जीवंत समुदाय का हिस्सा हैं जो वैश्विक विक्रेताओं को ग्राहकों से, स्थानीय व्यवसायों को उद्यमों से और व्यक्तियों को निगमों से जोड़ता है। हमारे सभी मास्टर और प्रो टूल आपके लिए **मुफ़्त** और **असीमित** उपलब्ध हैं। हम आपका समर्थन करने और आपकी सफलता के द्वार खोलने के लिए यहां हैं।",

        'index' => "चरण :step।",

        'step-domain' => [
            'title' => 'अपना कस्टम डोमेन जोड़ें',
            'message' => "आरंभ करने के लिए, सेटिंग्स > डोमेन सेटिंग्स के अंतर्गत शॉप डैशबोर्ड में अपना कस्टम डोमेन निःशुल्क जोड़ें।",
            'action' => 'मेरे डोमेन प्रबंधित करें',
        ],
        'step-landing' => [
            'title' => 'अपना होम पेज अनुकूलित करें',
            'message' => "डैशबोर्ड > पेज पर जाकर अपने होम पेज को वैयक्तिकृत करें। एक लैंडिंग पृष्ठ चुनें या एक नया पृष्ठ बनाएं। यह आसान और सहज है, और आप तुरंत इस पर काम करना शुरू कर सकते हैं।",
            'action' => 'मेरा लैंडिंग पृष्ठ अनुकूलित करें',
        ],
        'step-payment' => [
            'title' => 'भुगतान के तरीके सेटअप करें',
            'message' => "सीधे अपने बैंक खाते में भुगतान स्वीकार करना प्रारंभ करें। अपने भुगतान प्रदाताओं जैसे स्ट्राइप, पेपाल और अन्य को जोड़ने के लिए डैशबोर्ड > अकाउंटिंग > गेटवे पर जाएं।",
            'action' => 'भुगतान विधियाँ जोड़ें',
        ],
        'step-products' => [
            'title' => 'अपने उत्पाद जोड़ें',
            'message' => "डैशबोर्ड > उत्पाद में आसानी से उत्पाद और श्रेणियां जोड़ें। यह बिल्कुल आपके पीसी पर फ़ाइलों और फ़ोल्डरों को प्रबंधित करने जैसा है - पूरी तरह से ड्रैग-एंड-ड्रॉप के लिए तैयार। आप एक्सेल का उपयोग करके उत्पादों का थोक आयात भी कर सकते हैं। आरंभ करने में आपकी सहायता के लिए एक नमूना टेम्पलेट उपलब्ध है।",
            'action' => 'मेरे उत्पाद प्रबंधित करें',
        ],
        'step-shipping' => [
            'title' => 'शिपिंग तरीके सेटअप करें',
            'message' => "शिपिंग के लिए ग्राहकों से शुल्क लेने के लिए, डैशबोर्ड > लॉजिस्टिक > शिपिंग में अपनी शिपिंग विधियों को परिभाषित करें। आप विभिन्न स्थानों के लिए अलग-अलग मूल्य निर्धारण और समर्थन निर्धारित कर सकते हैं। डैशबोर्ड > लॉजिस्टिक > वेयरहाउस में अपने वेयरहाउस का मूल स्थान सेट करना न भूलें।",
            'action' => 'शिपिंग के तरीके प्रबंधित करें',
        ],
    

        'seller' => [
            'title' => 'क्या आप एक विक्रेता हैं?',
            'message' => 'बिक्री शुरू करने के लिए, नीचे दिए गए लिंक के माध्यम से सेलडोन में अपना डैशबोर्ड दर्ज करें और अपना पहला स्टोर पूरी तरह से निःशुल्क बनाएं। इसमें कुछ मिनट लगेंगे और आपका अपना स्टोर और ऑनलाइन साइट होगी। फिर हम आपको अगले चरणों के लिए मार्गदर्शन करेंगे और भुगतान गेटवे प्राप्त करेंगे।',
            'action' => 'मेरे डैशबोर्ड में लॉगिन करें',
        ],
        'buyer' => [
            'title' => 'मैं एक खरीदार हूँ',
            'message' => 'बधाई हो। एक बार जब आप सेलडोन के सदस्य हो जाते हैं, तो आपको ऑनलाइन स्टोर में सदस्यता और प्रमाणीकरण के सभी झंझटों से छुटकारा मिल जाएगा। सेलडोन प्लेटफॉर्म का उपयोग करने वाले किसी भी स्टोर और साइट से लाभ उठाने के लिए, आप एक क्लिक से लॉग इन कर सकते हैं और अपनी खरीदारी को सरल, तेज और सुरक्षित बना सकते हैं।',
        ],
    ],


    'charge-account' => [
        'category' => 'वॉलेट > खाता > शुल्क',
        'title' => "सक्सेस चार्ज",
        'message' => "आपके खाते <b>:account_number</b> से <b>:amount</b> सफलतापूर्वक चार्ज कर लिया गया है।",
        'account' => 'खाता',
        'charge' => 'शुल्क',
        'balance' => 'संतुलन',
        'footer' => "दुनिया भर में किसी के लिए भी व्यवसाय को आसान, प्राप्त करने योग्य और सुलभ बनाएं।"
    ],

    'verify-email' => [
        'subject' => "🙌 Selldone तक अपना साइन अप पूरा करें! लिंक सत्यापित करें.",
        'category' => "आप एक कदम दूर हैं",
        'title' => "अपने ईमेल पते की पुष्टि करें",
        'message' => "नमस्ते :name, <br><br> Selldone चुनने के लिए धन्यवाद! <br><br> यह पुष्टि करने के लिए कि <b>:email</b> आपका सही ईमेल पता है, कृपया नीचे दिए गए बटन पर क्लिक करें या दिए गए लिंक का उपयोग करें। इस सत्यापन को पूरा करने के लिए आपके पास 48 घंटे हैं।",
        'footer' => "यदि आपको सत्यापित करें बटन क्लिक करने में समस्या आ रही है, तो नीचे दिए गए URL को अपने वेब ब्राउज़र में कॉपी और पेस्ट करें: :activation_url",
        'next-step' => "इसके बाद, हम आपको कुछ उपयोगी सामग्री और एक चरण-दर-चरण मार्गदर्शिका भेजेंगे जिससे आपके लिए अपना कस्टम डोमेन जोड़ना, भुगतान सेट करना, उत्पाद जोड़ना और अपना पहला ऑर्डर प्राप्त करना आसान हो जाएगा।",

    ],
    'verify-email-code' => [
        'subject' => "के लिए सत्यापन कोड :name",
        'category' => "SECURITY",
        'title' => "ईमेल सत्यापन कोड",
        'message' => "नमस्ते :name,<br><br>यह पुष्टि करने के लिए कि <b>:email</b> आपका सही ईमेल पता है, कृपया अगले <b>10 मिनट के भीतर निम्नलिखित कोड दर्ज करें</b>:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉आपकी दुकान तैयार है| :name",
        'category' => "आप एक कदम दूर हैं",
        'title' => "सेटअप पूरा हुआ",
        'account_title' => "आपका खाता",
        'account_msg' => "इस जानकारी के साथ सत्यापित करें और अपने खाते में लॉगिन करें।",
        'shop_msg' => "Selldone बिजनेस ऑपरेटिंग सिस्टम पर खाता जानकारी।",

    ],

    'reset2fa' => [
        'category' => "सुरक्षा आधिकारिक संदेश",
        'title' => "2-चरणों में लॉगिन अक्षम करने का अनुरोध करें",
        'message' => "आपको यह ईमेल इसलिए प्राप्त हो रहा है क्योंकि हमें **:email** ईमेल के साथ **:name** खाते के लिए दो-कारक प्रमाणीकरण रीसेट करने का अनुरोध प्राप्त हुआ है। <br><br>हमें आपके खाते के लिए निम्नलिखित विवरण मिले:",
        'footer' => "यदि आपने पासवर्ड रीसेट करने का अनुरोध नहीं किया है, तो आगे किसी कार्रवाई की आवश्यकता नहीं है।",
        'action' => 'दो-चरणीय लॉगिन अक्षम करें',
    ],


    'build-new-shop' => [
        'subject' => "अब आपकी दुकान तैयार है!",
        'category' => "दुनिया में जन्मे नए ऑनलाइन स्टोर",
        'title' => "बधाई हो, :name!",
        'message' => "<b>बधाई हो, :name! आपका नया ऑनलाइन व्यवसाय अब लाइव है!</b> हम सेलडोनर्स समुदाय में आपका स्वागत करने के लिए उत्साहित हैं। आपने सफलता की ओर पहला कदम बढ़ा दिया है, और हम हर कदम पर आपकी मदद करने के लिए यहां हैं।<br>अब जब आपका स्टोर तैयार हो गया है, तो आइए सुनिश्चित करें कि आप अपने ग्राहकों से सीधे भुगतान प्राप्त करने के लिए तैयार हैं और अपना साम्राज्य बढ़ाना शुरू कर देंगे। यदि आपको कभी भी सहायता की आवश्यकता हो, तो हम बस एक संदेश दूर हैं - हमारी सहायता टीम हमेशा आपके लिए यहां है।<br><br><b>महत्वपूर्ण अगले चरण:</b> शुरू करने के लिए, सुनिश्चित करें कि आप भुगतान प्राप्त करने और सुचारू संचालन के लिए पूरी तरह तैयार हैं। हम आपके स्टोर को निर्बाध रूप से चलाने के लिए प्रत्येक चरण में आपका मार्गदर्शन करेंगे।",
        'pdf-book' => "संलग्न पुस्तिका को देखना न भूलें: डू योर बिजनेस लाइक ए गेम",

        'account' => [
            'title' => 'चरण 1: अपना Selldone वॉलेट सेट करें',
            'message' => "आरंभ करने के लिए, अपने Selldone वॉलेट में एक खाता बनाएं। यहीं पर आपकी फीस काटी जाएगी, और यहीं पर आप अपने स्टोर को सुचारू रूप से चलाने के लिए टॉप-अप भी करेंगे। यदि आपका संतुलन कभी नकारात्मक हो जाता है, तो चिंता न करें! आपका स्टोर बिना किसी रुकावट के चलता रहेगा.",
            'action' => 'वॉलेट में लॉगिन करें',
        ],

        'shop-account' => [
            'title' => 'चरण 2: खाते को स्टोर से कनेक्ट करें',
            'message' => "इसके बाद, अपने वॉलेट खाते को अपने स्टोर से कनेक्ट करें। <b>Store > अकाउंटिंग > Invoice</b> पर जाएं, और अपना वॉलेट लिंक करें। यह सुनिश्चित करता है कि सभी ग्राहक भुगतान सीधे आपके बैंक खाते में जमा किए जाते हैं—Selldone आपकी कमाई से कोई राशि नहीं काटता है।",
            'action' => 'स्टोर चालान पैनल',
        ],

        'gateway' => [
            'title' => 'चरण 3: ऑनलाइन भुगतान गेटवे कनेक्ट करें',
            'message' => "अब, आइए अपना ऑनलाइन भुगतान गेटवे सेट करें। <b>Store > Accounting > Port</b> पर जाएं और <b>Add New Port</b> पर क्लिक करें। अपनी मुद्रा चुनें, और आपको उपलब्ध भुगतान गेटवे की एक सूची दिखाई देगी। गेटवे कनेक्ट करना त्वरित और आसान है, लेकिन यदि आपको किसी सहायता की आवश्यकता है, तो बेझिझक Selldone गाइड देखें या हमसे संपर्क करें।",
            'action' => 'स्टोर में एक पोर्टल जोड़ें',
        ],

        'domain' => [
            'title' => 'अंतिम चरण: एक समर्पित डोमेन को जोड़ना',
            'message' => "आप जितने चाहें उतने डोमेन पर अपना स्टोर रख सकेंगे। एक समर्पित डोमेन को स्टोर से जोड़ने के लिए, आपके पास कम से कम स्टार्टअप लाइसेंस होना चाहिए। सेलडोन से प्रत्येक मित्र का परिचय कराने पर, आपको एक महीने का स्टार्टअप लाइसेंस उपहार कार्ड प्राप्त होगा। आपके मित्रों के भुगतान का एक प्रतिशत आपके ग्राहकों के खातों में भी जमा किया जाएगा।",
            'action' => 'असीमित उपहार कार्ड पेश करना और प्राप्त करना',
        ],
    ],


    'basket-list' => [
        'item' => "वस्तु",
        'count' => "गिनती करना",
        'price' => "कीमत",
        'discount-code' => "डिस्काउंट कोड",
        'customer-club' => 'ग्राहक क्लब',
        'shipping' => "शिपिंग",
        'total' => "कुल",
        'offer' => "प्रस्ताव",
        'coupon' => "कूपन",
        'lottery' => "पुरस्कार",
        'tax' => "कर",
        'tax_included' => "कीमत में शामिल",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'तरीका',
        'amount' => 'राशि',
        'giftcard' => 'Gift card',
        'payment' => 'भुगतान',
    ],


    'shop-subscription-email' => [
        'category' => "सदस्यता अद्यतन",
        'title' => "स्टोर लाइसेंस: :shop_title",
        'title-reserved' => "रिजर्व लाइसेंस: :shop_title",
        'title-active' => "सक्रिय लाइसेंस: :shop_title",
        'title-finished' => "समाप्त लाइसेंस: :shop_title",
        'title-cancel' => "लाइसेंस रद्द करें: :shop_title",
        'message' => "आपकी दुकान लाइसेंस योजना अपडेट की गई,",
        'RESERVED' => "⚡ आपकी सदस्यता योजना **आरक्षित** है।",
        'ACTIVE' => "आपकी सदस्यता योजना **सक्रिय** कर दी गई है।",
        'FINISHED' => "🚧 आपकी सदस्यता योजना **समाप्त** हो गई है।",
        'CANCEL' => "⛔ आपकी सदस्यता योजना **रद्द** कर दी गई है।",
    ],

    'support' => [
        'subject' => "सहायता केंद्र|:name ने उत्तर दिया",
        'category' => "सहायता केंद्र",
        'title' => "आपको एक प्रतिक्रिया मिली",
        'action' => "दुकान खोलें व्यवस्थापक",
    ],

    'shop-customer-join' => [
        'subject' => "शामिल हों :shop_title",
        'category' => "नया ग्राहक उत्सव",
        'title' => "हम आपकी सदस्यता के लिए खुश हैं",
        'action' => "अभी जाएँ",
    ],

    'shop-vendor-join' => [
        'subject' => "विक्रेता ऑनबोर्डिंग | :shop_title",
        'category' => "नये विक्रेता का उत्सव",
        'title' => "हम आपकी सदस्यता के लिए खुश हैं",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "गिफ्टकार्ड :shop_title",
        'category' => "नया कार्ड जोड़ें",
        'title' => "बधाई हो, आपको उपहार कार्ड मिला है",
        'action' => "अभी खरीदें",
        'message' => "आपको :balance :currency मूल्य का एक उपहार कार्ड प्राप्त हुआ है। आप इस उपहार कार्ड का उपयोग हमारे स्टोर में कर सकते हैं।",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "सहायता केंद्र| :shop",
        'category' => "सहायता",
        'title' => "आपको एक प्रतिक्रिया मिली",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍️आदेश पुष्टिकरण|:order_id ऑर्डर करें",
        'title' => "आदेश",
        'message' => "आपने हमारे स्टोर पर ऑर्डर दिया। हमें आपका ऑर्डर प्राप्त हुआ और भुगतान की पुष्टि हो जाने पर हम आपको एक और ईमेल भेजेंगे।"
    ,

        'payments' => 'भुगतान',
    ],

    'order-payment' => [
        'subject' => "🛍️ भुगतान की पुष्टि|:order_id ऑर्डर करें",
        'title' => "पेमेंट आर्डर",
        'message' => "आपका भुगतान पूरा हुआ,<br> हमें आपका आदेश मिल गया है। आपका ऑर्डर शिप होने पर हम आपको एक और ईमेल भेजेंगे।",
    

        'payments' => 'भुगतान',
    ],

    'order-update' => [
        'subject' => "🛍️ ऑर्डर स्थिति अद्यतन|:order_id ऑर्डर करें",
        'title' => "ऑर्डर स्थिति अद्यतन",
        'message' => "आपका ऑर्डर अपडेट कर दिया गया है. आप इस ऑर्डर की नवीनतम स्थिति अपने खाते में देख सकते हैं।",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "आपका ऑर्डर प्रोसेसिंग के लिए कतार में है. जब यह तैयार हो जाएगा तो हम आपको सूचित करेंगे।",
                'OrderConfirm' => "आपके ऑर्डर की पुष्टि हो गई है और तैयारी शुरू हो गई है।",
                'PreparingOrder' => "आपका ऑर्डर तैयार किया जा रहा है और जल्द ही भेज दिया जाएगा।",
                'SentOrder' => "आपका ऑर्डर भेज दिया गया है. आप इसे शीघ्र ही प्राप्त कर लेंगे.",
                'ToCustomer' => "आपका ऑर्डर डिलीवर कर दिया गया है. हमें उम्मीद है यह आपको पसंद आया होगा!",

                'PreparingOrder-PICKUP' => "आपका ऑर्डर तैयार किया जा रहा है. जब यह पिकअप के लिए तैयार होगा तो आपको एक सूचना प्राप्त होगी।",
                'SentOrder-PICKUP' => "आपका ऑर्डर पिकअप के लिए तैयार है. कृपया इसे लेने के लिए स्टोर पर आएं।",
                'ToCustomer-PICKUP' => "आपका ऑर्डर उठा लिया गया है. हमें उम्मीद है यह आपको पसंद आया होगा!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "आपका ऑर्डर प्रोसेसिंग के लिए कतार में है. जब यह तैयार हो जाएगा तो हम आपको सूचित करेंगे।",
                'OrderConfirm' => "आपके ऑर्डर की पुष्टि हो गई है और तैयारी जारी है।",
                'PreparingOrder' => "आपका ऑर्डर तैयार किया जा रहा है और जल्द ही आपको भेज दिया जाएगा।",
                'ToCustomer' => "आपका वर्चुअल ऑर्डर आपके खाते में पहुंचा दिया गया है। धन्यवाद!"
            ],
            'SERVICE' => [
                'CheckQueue' => "आपका सेवा अनुरोध कतार में है. जब हम शुरू करेंगे तो हम आपको सूचित करेंगे।",
                'OrderConfirm' => "आपकी सेवा की पुष्टि हो गई है और हम शुरू करने की तैयारी कर रहे हैं।",
                'PreparingOrder' => "हम आपकी सेवा तैयार कर रहे हैं, और इसके पूरा होते ही आपको सूचित करेंगे।",
                'ToCustomer' => "आपकी सेवा पूरी हो गई है. हमें चुनने के लिए धन्यवाद!"
            ],
            'FILE' => [
                'PreparingOrder' => "आपकी फ़ाइल तैयार की जा रही है और जल्द ही उपलब्ध होगी.",
                'ToCustomer' => "आपकी फ़ाइल तैयार है और वितरित कर दी गई है. अब आप इसे डाउनलोड कर सकते हैं."
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "आपका सदस्यता आदेश कतार में है. प्रसंस्करण शुरू होने पर हम आपको सूचित करेंगे।",
                'OrderConfirm' => "आपकी सदस्यता की पुष्टि हो चुकी है और सेटअप किया जा रहा है।",
                'PreparingOrder' => "हम आपकी सदस्यता तैयार कर रहे हैं और यह जल्द ही शुरू होगी।",
                'SentOrder' => "आपकी सदस्यता सक्रिय कर दी गई है. आपको निरंतर अपडेट प्राप्त होंगे.",
                'ToCustomer' => "आपकी सदस्यता सेवा सफलतापूर्वक सक्रिय कर दी गई है."
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'बधाई हो :name|नया वाउचर: :title',
        'category' => "बधाई, नया वाउचर",
        'message' => "अरे :name,<br><br>आपको हमारी ओर से उपहार के रूप में एक नया वाउचर प्राप्त हुआ है! आप अपने दोस्तों और अपने जानने वाले सभी लोगों को Selldone पेश करके और भी अधिक वाउचर अर्जित कर सकते हैं। यह वाउचर **:price :currency** के लायक है।<br><br>आपने पहला कदम उठा लिया है, और हम आपके वाउचर के साथ नई सुविधाओं को अनलॉक करने में आपकी मदद करने के लिए यहां हैं! कृपया **:email** से लॉगिन करें और दुकान में अपना वाउचर ढूंढें **डैशबोर्ड** > **सेटिंग्स** > **लाइसेंस**.<br><br>बधाई हो!",
        'action' => "मेरे यंत्र रखने की जगह",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'बधाई हो, प्रिय :name|आपको एक विशेष उपहार मिला है!',
        'category' => "उपहार प्राप्त करने की घोषणा",
        'title' => "आपके लिए उपहार",
        'message' => "नमस्ते :name, हम आपको यह बताते हुए उत्साहित हैं कि आपको Selldone से एक विशेष उपहार मिला है! 🎉 आप सक्रिय रहकर, अपना स्टोर बढ़ाकर और Selldone पर अपनी विशेषज्ञता में सुधार करके अधिक उपहार अर्जित कर सकते हैं। अपना उपहार देखने के लिए, बस :email के साथ लॉग इन करें और इसे अपने डैशबोर्ड के ऊपरी-दाएं कोने में देखें। <br><br> यह उपहार **:price :currency** के लायक है, और आप इसे आसानी से Selldone के भीतर अपने वॉलेट में जमा कर सकते हैं।<br><br>अपने उपहार को अपग्रेड करने के लिए उपयोग करें स्टोर का लाइसेंस प्राप्त करें और अपने ऑनलाइन व्यवसाय को बढ़ावा देने के लिए और भी अधिक शक्तिशाली टूल अनलॉक करें!",
        'action' => "उपहार",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍️ नया ऑर्डर प्राप्त हुआ| :order_id",
        'title' => "New Order",
        'message' => "आपको एक नया आदेश प्राप्त हुआ है। कृपया अपने स्टोर में ऑर्डर प्रोसेसिंग पेज पर जाएं।",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'आपकी भरी हुई जानकारी',
        'output-form-title' => 'खरीदी गई वस्तु की जानकारी',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬:shop_title|साप्ताहिक रिपोर्ट :time',
        'title' => 'साप्ताहिक स्टोर प्रदर्शन रिपोर्ट',
        'message' => "यह आपके स्टोर की <b>:start</b> से <b>:end</b> तक की साप्ताहिक रिपोर्ट है। इस रिपोर्ट में आपके व्यवसाय को बेहतर बनाने के लिए युक्तियाँ शामिल हैं, आप अपने ऑनलाइन स्टोर की स्थिति और हाल के ऑर्डर भी देख सकते हैं। मुझे आशा है कि आपका आने वाला दिन और सप्ताह अच्छा रहेगा।"
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ पिछले तीन महीनों में आपकी :amount बचत रिपोर्ट| :shop_title',
        'title' => 'आपकी व्यावसायिक गतिविधि, पुरस्कार और वित्तीय बचत के बारे में मौसमी रिपोर्ट',
        'message' => "यह <b>:start</b> से <b>:end</b> तक आपकी <b>:shop_title</b> मौसमी रिपोर्ट है।"
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'जुड़े खाते',
        'sub-title' => 'मेरे स्टोर से जुड़े वॉलेट खातों की नवीनतम स्थिति क्या है?',
        'view-wallet' => 'बटुआ देखें',
        'tip-title' => 'महत्वपूर्ण सुझाव',
        'tip' => "एक निःशुल्क Selldone वॉलेट सेट करें और इसे अपने स्टोर से लिंक करें। भले ही आपका बैलेंस नकारात्मक हो, फिर भी आपके ग्राहक बिना किसी समस्या के खरीदारी और भुगतान कर सकते हैं। चिंता न करें, आपके स्टोर का संचालन और डेटा 1 महीने तक बिना किसी रुकावट के सुचारू रूप से चलता रहेगा।",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'खाते से जुड़ें'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'ऐप्स इंस्टॉल किए गए',
        'sub-title' => 'इस सप्ताह आपके स्टोर में आपके द्वारा इंस्टॉल किए गए ऐप्स की सूची।',
        'tip' => "क्या आप अपने स्टोर के लिए और ऐप्स ढूंढना चाहते हैं?",
        'view-app-store' => 'Selldone ऐप स्टोर खोजें',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'आपका स्टोर बॉट्स',
        'sub-title' => 'मेरे स्टोर में सक्रिय बिक्री बॉट।',
        'tip-title' => 'बॉट बिक्री',
        'tip' => "Selldone आपको स्वचालित बिक्री बॉट प्रदान करता है। बस ऐड-ऑन > बॉट्स अनुभाग पर जाकर उन्हें सक्रिय करें। सुनिश्चित करें कि सुचारू संचालन के लिए आपके क्षेत्र में आवश्यक सेवाएँ उपलब्ध हैं।",
        'view-bots' => 'बॉट्स प्रबंधित करें',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'ग्राहकों के साथ संचार',
        'sub-title' => 'इस सप्ताह मैंने अपने ग्राहकों के साथ कितने संपर्क किए हैं?',
        'faqs' => 'सामान्यतःपूछे जाने वाले प्रश्न',
        'tickets' => 'ग्राहक टिकट',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'उपयोगकर्ता स्थिति',
        'sub-title' => ':start से :end तक गतिविधि',
        'users' => [
            'title' => 'ग्राहकों',
            'subtitle' => 'साइन अप उपयोगकर्ता',
        ],
        'views' => [
            'title' => 'दौरा',
            'subtitle' => 'आप कितनी बार स्टोर पर गए हैं',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'लौटे उपयोगकर्ता',

        'shop_views' => 'दुकान दृश्य',
        'baskets' => [
            'title' => 'शौपिंग कार्ट',
            'subtitle' => 'नए शॉपिंग कार्ट की संख्या की रिपोर्ट करें',
        ],
        'products' => [
            'title' => 'उत्पाद अवलोकन',
            'subtitle' => 'स्टोर में उत्पादों की स्थिति प्रकार के अनुसार',
            'value_name' => 'उत्पादों'
        ],
        'products_count' => 'उत्पाद प्रकार',
        'views_count' => 'देखे जाने की संख्या',
        'sell_count' => 'गिनती बेचें',
        'send_count' => 'शिपिंग गिनती',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'जहाज को डुबोना',
        'sub-title' => 'शीर्ष Selldone ड्रॉप शिपिंग विक्रेताओं के लिए मुख्य पैनल',
        'total_fulfillments' => 'कुल प्राप्त आदेश',
        'ds_count' => 'प्राप्त आदेश',
        'statistics_title' => 'रिपोर्ट प्राप्त आदेश',
        'ds_cancels' => 'इंटरफ़ेस विक्रेता द्वारा रद्द करें',
        'ds_rejects' => 'आपके द्वारा रद्द करें',
        'tip' => "क्या आप गोदाम, कारखाने या उत्पाद वितरक के साथ एक बड़े विक्रेता हैं? आप Selldone की ड्रॉप शिपिंग सेवा के माध्यम से अन्य विक्रेताओं को अपने उत्पाद पेश करके अपनी पहुंच का विस्तार कर सकते हैं। अधिक जानने के लिए हमें support@selldone.com पर ईमेल करें।",
        'view-drop-shipping-panel' => 'थोक पैनल में लॉगिन करें',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'विनिमय दरें',
        'sub-title' => 'आपके स्टोर में नवीनतम मुद्रा रूपांतरण दरों की सूची।',
        'from' => 'स्रोत मुद्रा',
        'to' => 'गंतव्य मुद्रा',
        'rate' => 'रूपांतरण की दर',
        'view-exchange-panel' => 'विनिमय दरें प्रबंधित करें',
    

        'vew-exchange-panel' => 'विनिमय दर प्रबंधन पैनल',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'विशेषज्ञ अनुबंध',
        'sub-title' => 'मेरे स्टोर पर कौन से पेशेवर काम करते हैं?',
        'cost' => 'अनुबंध राशि',
        'duration' => 'अवधि',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'दिनांक रद्द',
        'end_at' => 'डिलीवरी की तारीख',
        'tip' => 'अपने व्यवसाय को बढ़ाने में सहायता के लिए Selldone से शीर्ष विशेषज्ञों को नियुक्त करें।',
        'view-experts' => 'आरंभ करने के लिए क्लिक करें।',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'आपकी दुकान पर सक्रिय भुगतान गेटवे :shop',
        'tip-title' => 'महत्वपूर्ण सुझाव',
        'tip' => "अपने स्टोर में पोर्टल प्रबंधन पृष्ठ पर जाएं और कुछ ही मिनटों में कम से कम एक पोर्ट जोड़ें। आपके ग्राहक ऑनलाइन पोर्टल के माध्यम से जल्दी और सुरक्षित रूप से भुगतान करना पसंद करते हैं।",
        'view-shop-gateways' => 'मेरे स्टोर पोर्टल प्रबंधन में लॉगिन करें।',
        'view-gateways' => 'और गेटवे देखें',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'आदेश',
        'sub-title' => 'इस सप्ताह मुझे प्राप्त आदेशों की सूची।',
        'total_baskets' => 'कुल आदेश',
        'total_posBaskets' => 'कुल नकद आदेश',
        'pos-title' => 'पीओएस स्टोर बॉक्स',
        'chart-label' => 'आदेश पूर्ण (इन आदेशों का भुगतान आवश्यक नहीं है!)',
        'tip-title' => 'आपको और अधिक प्रयास करना चाहिए...',
        'tip' => "कोई साधारण सफलता नहीं।",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'प्रसंस्करण केंद्र',
        'sub-title' => 'इस सप्ताह हमने स्टोर में कितना ऑर्डर प्रोसेस किया?',
        'tip-title' => 'आपके पास बिक्री नहीं थी!',
        'tip' => "दुर्भाग्य से इस सप्ताह आपकी कोई बिक्री नहीं हुई। आपको अपने स्टोर पर और अधिक प्राप्त करने की आवश्यकता है। आप अधिक उत्पाद जोड़ सकते हैं, बेहतर चित्र चुन सकते हैं या अपने उत्पादों के लिए बेहतर विवरण लिख सकते हैं। अपने व्यवसाय के लिए पूर्णकालिक नौकरी पर विचार करें। यदि आप इसे सही तरीके से करते हैं और निराश नहीं होते हैं, तो आप सफल होंगे।",
        'view-process-center' => 'प्रक्रिया केंद्र देखें',
        'return' => [
            'title' => 'लौटाया गया आदेश',
            'subtitle' => 'रिपोर्ट वापस आदेश।',
            'tip-title' => 'क्या आप यह जानते थे ...',
            'tip' => "आप Selldone POS के साथ जितने चाहें उतने कैश रजिस्टर बना सकते हैं! चाहे वह आपका टैबलेट, मोबाइल या लैपटॉप हो, आप किसी भी डिवाइस को अपने स्टोर के बिक्री केंद्र में बदल सकते हैं। यह सरल, त्वरित सेटअप और आपके सर्वर के लिए पूरी तरह से तैयार है। आज ही इसका प्रयोग शुरू करें!",
            'view-pos' => 'माई ऑनलाइन स्टोर कैशियर में लॉगिन करें'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'सत्र',
        'sub-title' => 'मैं कितनी बार अपने स्टोर पर गया?',
        'countries-title' => 'कौन से देश सबसे अधिक देखे गए हैं?',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'क्या आप एक पैसा खर्च किए बिना पैसा कमाना चाहते हैं?',
        'message' => "नमस्ते :name, अब Selldone से कमाई शुरू करने का समय आ गया है! डैशबोर्ड > अधिक > मुद्रीकरण > अपना रेफ़रल लिंक प्राप्त करें पर जाएँ। अपने दोस्तों के साथ लिंक साझा करें, और उपहार कार्ड और उनके भुगतान का हिस्सा अर्जित करें। श्रेष्ठ भाग? आपको और आपके मित्र दोनों को एक उपहार कार्ड मिलेगा!",
        'action' => 'मेरा परिचय लिंक देखें',
        'mail-clip' => "<b style='color: #C2185B'>महत्वपूर्ण:</b> यदि आप जीमेल जैसी ईमेल सेवाओं का उपयोग करते हैं जो ईमेल की लंबाई को सीमित करती हैं, तो पूरी रिपोर्ट प्रदर्शित करने के लिए ईमेल के अंत में निम्नलिखित विकल्प खोजें और उस पर क्लिक करें:",

        'no-coin-reward' => "<b style='color: #C2185B'>क्षमा करें:</b> आपकी गतिविधि मुफ़्त SEL Coins पुरस्कार प्राप्त करने की आवश्यकता को पूरा नहीं करती थी। अधिक प्रयास करें और अगले सीजन के लिए अपनी दुकान पर अधिक बिक्री करें।",
        'yes-coin-reward' => "<b style='color: #4CAF50'>इनाम:</b> बधाई हो, आपके शानदार प्रदर्शन के कारण, हमने आपको :amount SEL Coin मुफ्त इनाम दिया है।",

        'need-buy-license' => "<b>अपने व्यवसाय का स्तर बढ़ाएं:</b> ऐसा लगता है कि आपने अभी तक अपनी वेबसाइट के लिए कोई सदस्यता योजना पंजीकृत नहीं की है! सालाना भुगतान करने पर केवल :amount प्रति माह पर अधिक सुविधाएं अनलॉक करने के लिए अभी अपग्रेड करें।",
        'not-afford-message' => "यदि आप भुगतान नहीं कर सकते हैं या भुगतान में कोई समस्या है, तो बेझिझक हमें support@selldone.com के माध्यम से बताएं।",
        'add-domain' => "<b>आपके व्यवसाय के लिए एक कस्टम डोमेन क्यों नहीं है?</b><br> अपनी वेबसाइट पर अभी एक डोमेन जोड़ें; यह मुफ़्त है!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone एक <del>उत्पाद</del> <span style = 'color: forestgreen'> समुदाय है</span>.<br> एक पेशेवर विक्रेता बनें!",
        'message' => "ट्विटर, लिंक्डइन और सोशल नेटवर्क पर Selldone के आधिकारिक पेजों का अनुसरण करें। हमें कोई भी टिप्पणी, अनुरोध या आलोचना भेजें या Selldone के बारे में चर्चा में भाग लें। हम Selldone के समुदाय का भी हिस्सा हैं जिसे <b>आप </b> बनाते हैं।"
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'नए एवोकैडो ऑर्डर प्राप्त हुए|:shop_title :time',
        'title' => "पिछले 24 घंटों की प्रदर्शन रिपोर्ट",
        'message' => "आपके ग्राहक आपके आदेशों की समीक्षा और मूल्य निर्धारण की प्रतीक्षा कर रहे हैं। अधिक बिक्री प्राप्त करने के लिए अपने ग्राहकों के अनुरोधों का जल्द से जल्द जवाब दें।",
        'card_title' => "कतार में आदेश",
        'card_subtitle' => ":date के बाद से",

        'card_payed' => "भुगतान आदेश"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => 'अपनी पोस्ट का उत्तर :community_title . में दें',
        'title' => ":name, और :count दूसरों ने आपकी पोस्ट पर टिप्पणी की।",
        'message' => "नमस्ते :name, आपकी पोस्ट पर ध्यान दिया जा रहा है! आपको हमारे समुदाय में टिप्पणियाँ प्राप्त हुई हैं। चर्चा में शामिल होने के लिए अपने खाते में लॉग इन करें और देखें कि हर कोई क्या कह रहा है।",
        'title-simple' => ":name ने आपकी पोस्ट पर टिप्पणी की।",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 अपने विषय का उत्तर दें :topic_title',
        'title' => ":name, और :count अन्य ने आपके विषय पर उत्तर दिया।",
        'message' => "नमस्ते :name, आपके विषय पर ध्यान दिया जा रहा है! आपको हमारे समुदाय में उत्तर प्राप्त हुए हैं। चर्चा में शामिल होने के लिए अपने खाते में लॉग इन करें और देखें कि हर कोई क्या कह रहा है।",
        'title-simple' => ":name ने आपके विषय पर उत्तर दिया।",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 नया लॉगिन :name',
        'category' => 'सुरक्षा सूचनाएं',
        'title' => "अकाउंट में लॉग इन करें",
        'message' => "प्रिय :name, आपके Selldone खाते में एक लॉगिन का पता चला।",   // Login in selldone (seller)
        'message-shop' => "प्रिय :name, आप :shop_title में लॉग इन हो गए हैं।",  // Login in shop (buyer)

        'footer' => "यदि आप लॉग इन नहीं हैं, तो कृपया अपना पासवर्ड बदलें।",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "निकासी",
        'deposit' => "जमा करना",

        'withdraw_subject' => ":account खाते से निकासी",
        'deposit_subject' => ":account खाते में जमा करें",

        'message' => "धन हस्तांतरण निम्नलिखित विशिष्टताओं के साथ किया गया है।",

        'type' => "सौदे का प्रकार",

        'from' => "स्रोत खाता",
        'to' => "Destination account",

        'desc' => "सौदे का वर्णन",
        'action' => "लेन-देन देखें",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ महत्वपूर्ण! नियमों का उल्लंघन| :shop",
        'category' => "महत्वपूर्ण सूचना",
        'title' => "आपकी दुकान पर जुर्माना लगाया गया है",
        'action' => "दुकान का डैशबोर्ड खोलें",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter ने आपको Selldone में शामिल होने के लिए आमंत्रित किया है",
        'title' => ":name ने आपको अपना नया ऑनलाइन स्टोर लॉन्च करने और उससे कमाई करने में मदद के लिए :amount भेजा है!",
        'message' => "नमस्ते **:receiver_name**,<br><br> Selldone में आपका स्वागत है! Selldone पर, आप आसानी से अपनी ई-कॉमर्स साइट, ब्लॉग, ऑनलाइन समुदाय बना सकते हैं और यहां तक ​​कि व्यक्तिगत बिक्री के लिए एक ऑनलाइन पीओएस सिस्टम भी स्थापित कर सकते हैं - यह सब कुछ मिनटों में। यह आपके व्यवसाय को बेहतर, तेज़ और चलाने में आसान बनाने के लिए डिज़ाइन किया गया संपूर्ण ऑनलाइन व्यवसाय ऑपरेटिंग सिस्टम है।<br><br><b>:date</b> द्वारा साइन अप करें और आरंभ करने के लिए :amount वाउचर प्राप्त करें!",
        'accept' => "निमंत्रण स्वीकार करो",
        'owner' => "के मालिक",
        'join-date' => "Selldone में शामिल हुए",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "पुनर्प्राप्ति लिंक| :shop",
        'category' => "दुकान सुरक्षा",
        'title' => "स्टोर रिकवरी लिंक <b>:shop_name</b> ।",
        'message' => "यह ईमेल आपको इसलिए भेजा गया था क्योंकि आपने अपने स्टोर को पुनर्स्थापित करने का अनुरोध किया था। नीचे दिए गए लिंक पर क्लिक करने से आपकी दुकान और उससे संबंधित सभी डेटा रिकवर हो जाएगा।",
        'action' => "दुकान वसूली की पुष्टि करें",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'Selldone ने आपके व्यवसाय के लिए कितना पैसा बचाया?',
        'sub-title' => 'दिनांक :start से :end तक',
        'infrastructure' => [
            'title' => 'आधारभूत संरचना',
            'subtitle' => 'सर्वर, सीडीएन, स्टोरेज और अन्य क्लाउड सेवाएं',
        ],
        'experts' => [
            'title' => 'विशेषज्ञ और कर्मचारी',
            'subtitle' => 'डेवलपर्स, रखरखाव, और समर्थन',
        ],
        'total_save' => 'कुल बचा हुआ पैसा'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'आपका प्रदर्शन',
        'sub-title' => ':start से :end तक व्यवसाय अवलोकन',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'लौटे उपयोगकर्ता',

        'shop_views' => 'दुकान दृश्य',
        'baskets' => [
            'title' => 'शौपिंग कार्ट',
            'subtitle' => 'नए शॉपिंग कार्ट की संख्या की रिपोर्ट करें',

        ],
        'products' => [
            'title' => 'उत्पाद अवलोकन',
            'subtitle' => 'स्टोर में उत्पादों की स्थिति प्रकार के अनुसार',
            'value_name' => 'उत्पादों'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'कुल वेबसाइट पृष्ठ दृश्य',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "आपको एक नया ऑर्डर मिला है। कृपया अपने विक्रेता पैनल में ऑर्डर प्रोसेसिंग पेज पर जाएँ।",
        'subject' => "🛍️ नया ऑर्डर प्राप्त हुआ| :order_id",
        'your_revenue' => "आपका राजस्व",
    ],
    'vendor-invite' => [
        'title' => 'विक्रेता आमंत्रण',
        'message' => "आपको :shop_name का विक्रेता बनने का निमंत्रण मिला है। आप निम्नलिखित बटनों पर क्लिक करके इसे स्वीकार या अस्वीकार कर सकते हैं।",
        'subject' => ":shop_name | आपको हमारा विक्रेता बनने का निमंत्रण मिला है",
        'accept' => "स्वीकार करें और विक्रेता बनें",
        'reject' => "अस्वीकार",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'हमारी टीम में शामिल होने का निमंत्रण',
        'message' => "आपको :shop_name पर :vendor_name में शामिल होने के लिए आमंत्रित किया गया है। आप नीचे दिए गए बटनों का उपयोग करके इस निमंत्रण को स्वीकार या अस्वीकार कर सकते हैं।",
        'subject' => ":vendor_name में शामिल होने के लिए निमंत्रण|एक टीम सदस्य बनें",
        'accept' => "स्वीकार करें और टीम में शामिल हों",
        'reject' => "अस्वीकार करें",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "आपका लॉगिन कोड :shop के लिए",
        'header-message' => "हम आपको यह ईमेल इसलिए भेज रहे हैं क्योंकि आपने दुकान के लिए लॉगिन कोड का अनुरोध किया था। कृपया अपना वन-टाइम पासवर्ड (OTP) नीचे देखें:",
        'footer-message' => "यह कोड 10 मिनट के लिए वैध रहेगा। यदि आपने इस लॉगिन कोड का अनुरोध नहीं किया है, तो कृपया इस ईमेल को अनदेखा करें।"
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "अपना ईमेल सत्यापित करें | :shop",
        'title' => 'ईमेल सत्यापन',
        'header-message' => "नमस्ते :name, <br>कृपया 48 घंटों के भीतर नीचे दिए गए बटन पर क्लिक करके या नीचे दिए गए लिंक का उपयोग करके पुष्टि करें कि **:email** आपका ईमेल पता है।",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "उत्पाद अद्यतन| :shop",
        'title' => "उत्पाद की स्थिति पर अद्यतन - पिछले 24 घंटे",
        'message' => "मुझे आशा है कि यह संदेश आपको अच्छा लगेगा। यह पिछले 24 घंटों में हमारे प्लेटफ़ॉर्म पर आपके उत्पादों की स्थिति के बारे में आपको सूचित करने के लिए एक संक्षिप्त अपडेट है।\nइस दौरान कुछ उत्पादों की स्थिति में बदलाव आया है. ये परिवर्तन खरीदारी, स्टॉक अपडेट या अन्य संबंधित घटनाओं के कारण हो सकते हैं।\nप्रत्येक उत्पाद के बारे में अधिक विस्तृत जानकारी के लिए, कृपया अपने खाते में लॉग इन करें और 'उत्पाद स्थिति' अनुभाग जांचें।",
        'action' => "विक्रेता पैनल खोलें",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "थोक ऑर्डर प्राप्त हुए| :shop | :date",
        'title' => "थोक आदेश अधिसूचना",
        'message' => "आपको थोक ऑर्डर का एक बैच प्राप्त हुआ है. कृपया अधिक जानकारी के लिए अपने पैनल में ऑर्डर प्रोसेसिंग पृष्ठ पर जाएँ। आप दिए गए सुरक्षित लिंक के माध्यम से ऑर्डर सूची भी डाउनलोड कर सकते हैं, जो 7 दिनों के लिए वैध है।<br><br>\n        <b>महत्वपूर्ण:</b> यह लिंक 7 दिनों के लिए वैध है।<br>\n        यह लिंक गतिशील है, इसलिए हर बार जब आप इस पर क्लिक करेंगे, तो आपको इस विशिष्ट तिथि के लिए सबसे अद्यतन आदेश प्राप्त होंगे। <b>इसका मतलब है कि यदि ऑर्डर भुगतान की स्थिति अस्वीकृत में बदल जाती है, तो आप उस ऑर्डर को डाउनलोड किए गए CSV में नहीं देख पाएंगे, या यदि ऑर्डर का भुगतान किया गया है, तो यह सूची में दिखाई देगा।</b><br><br>\n        <ul>\n            <li>CSV में :date.</li> में आरक्षित तिथि के साथ भुगतान किए गए ऑर्डर शामिल हैं\n            <li>आरक्षित तिथि वह तिथि है जब उपयोगकर्ता ऑर्डर पृष्ठ पर चेकआउट पर क्लिक करता है।</li>\n        </ul>\n        <b> डुप्लिकेट ऑर्डर को रोकने के लिए, भेजने से पहले हमेशा ऑर्डर ID की जांच करें।</b>",
        'action' => "ऑर्डर सूची डाउनलोड करें",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "आपके ऑर्डर के कुछ आइटम स्वीकार नहीं किए गए और वितरित नहीं किए जा सकते। इन वस्तुओं की राशि शीघ्र ही आपके कार्ड पर वापस कर दी जाएगी।"
    ]

];
