<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "इंस्टाग्राम स्टोर बिल्डर|इंस्टाग्राम अकाउंट को ऑनलाइन स्टोर में बदलें",
        'desc' => "अपना पैसा कहीं भी बर्बाद मत करो. एक बार जब आप Selldone में अपना स्टोर बना लेते हैं, तो आप वर्डप्रेस, जूमला और WooCommerce जैसे अन्य स्टोर निर्माण टूल के साथ काम करने के बारे में नहीं सोचेंगे।",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "शेफ और उसकी प्यारी बिल्ली इंस्टाग्राम पर कैसे बिकती हैं?",


        'alt1' => "Selldone इंस्टाग्राम स्टोर बिल्डर",
        'alt2' => 'इंस्टाग्राम पर सारा केक बेचने की कहानी',
        'alt3' => 'Selldone ऑनलाइन ऑर्डर प्रोसेसिंग सेंटर',
        'alt4' => 'Selldone ऑनलाइन स्टोर भुगतान गेटवे',
        'alt5' => 'ऑनलाइन स्टोर के लिए स्वचालित एसईओ इंजन',
        'alt6' => 'इंस्टाग्राम पर ऑनलाइन बेचने के नए तरीके',
        'alt7' => 'ब्रांडिंग और ब्रांडिंग',
        'alt8' => 'दुकान खजांची',
        'alt9' => 'विपणन और बिक्री उपकरण',
        'alt10' => 'निःशुल्क व्यापार भागीदार',
        'alt11' => 'ऑर्डर प्रोसेसिंग सेंटर',
        'alt12' => 'वफादार ग्राहक',
        'alt13' => 'प्रत्यक्ष भुगतान गेटवे',
        'alt14' => 'इंस्टाग्राम बिक्री चैनल',
        'alt15' => 'एक साइट और स्टोर डेवलपर को नियुक्त करना',
        'alt16' => 'Selldone प्लेटफ़ॉर्म स्टोरी',
        'alt17' => 'साइट और स्टोर स्वचालित एसईओ इंजन',
        'alt18' => 'खुश विक्रेता',
        'alt19' => 'शॉपिंग कार्ट',


        'm1' => 'Selldone क्यों?',
        'm2' => 'ऑटो एसईओ',
        'm3' => 'कीमतें (मुफ़्त)',

        'register' => 'रजिस्टर करें',

        'header' => '<span class="ulr"> 10x टाइम्स</span> अधिक और बेहतर<br><span class="ulr">Sell</span> इंस्टाग्राम पर',
        'header_msg' => 'कल्पना कीजिए कि ग्राहक इंस्टाग्राम से एक स्टोर जैसा पेज खोल रहे हैं, अपनी पसंदीदा तस्वीरों से उत्पाद चुन रहे हैं, उन्हें ऑर्डर में जोड़ रहे हैं और सीधे आपके खाते में ऑनलाइन भुगतान कर रहे हैं। समाधान आपके सामने है.',

        'name_plc' => 'अपना उपयोगकर्ता नाम दर्ज करें',
        'preview' => 'पूर्वावलोकन स्टोर',
        'create_act' => 'एक इंस्टाग्राम स्टोर बनाएं',


        'title1s' => 'यह कैसे काम करता है?',
        'title1' => 'अपने इंस्टाग्राम को <span class="ulb"> पूर्ण-विशेषताओं वाले </span> स्टोर में बदलें!',
        'desc1' => 'आपके पास सबसे बड़े ऑनलाइन स्टोर के पैनल की तुलना में अधिक सुविधाएं होंगी, लेकिन कोई गलती न करें, साधारण होस्ट के साथ काम करना मजेदार है।',
        'sub1' => 'उत्पाद प्रबंधन इस तरह काम करता है...',
        'sub1msg' => "पहला कदम उत्पादों को जोड़ना है. Selldone के साथ, आप इंस्टाग्राम से उत्पाद आयात कर सकते हैं, एक्सेल फ़ाइल अपलोड कर सकते हैं, या कुछ ही क्लिक में अन्य सरल तरीकों का उपयोग कर सकते हैं।",
         'list1_1' => 'पूरी तरह से मार डालो और प्रबंधन बंद करो',
         'list1_2' => 'इन्वेंटरी अपडेट और तेज़ कीमत',
         'list1_3' => 'एक्सेल फ़ाइल के साथ उत्पाद जोड़ें',
         'list1_4' => 'इससे उत्पाद जोड़ें',
         'list1_5' => 'क्या आप ऊब गए हैं? हम आपको जोड़ देंगे!',

        'title2s' => 'आदेश इस तरह काम करते हैं...',
        'title2' => "प्रति दिन 10 गुना अधिक ऑर्डर आपके लिए पर्याप्त नहीं है? Selldone को प्रत्येक स्टोर के लिए प्रति दिन 10 हजार से अधिक ऑर्डर के लिए डिज़ाइन किया गया है।",

        'list2_1' => 'अपनी यात्रा स्थिति शीघ्रता से देखें और शीघ्रता से कार्य करें',
        'list2_2' => 'ग्राहक अपने ऑर्डर की नवीनतम स्थिति देख सकता है',
        'list2_3' => 'भुगतान, ऑर्डर प्रोसेसिंग और शिपिंग प्रबंधित करें',
        'list2_4' => 'आप जितने चाहें उतने सहयोगी जोड़ें',


        'title3s' => 'सीधा खेल पूरा!',
        'title3' => "आपके स्टोर में ऑनलाइन भुगतान आपके डोमेन से और सीधे आपके खाते में किया जाएगा! आप ऑनलाइन पोर्टल और ऑन-साइट भुगतान के प्रकार चुन सकते हैं।",

        'list3_1' => 'ऑनलाइन भुगतान गेटवे (सीधे आपके खाते में)',
        'list3_2' => 'ऑन-साइट भुगतान सक्षम करने की क्षमता',
        'list3_3' => 'इलेक्ट्रॉनिक ट्रस्ट सिंबल के बिना गेटवे प्राप्त करें (पेरोल)',
        'list3_4' => 'भुगतान और एक-क्लिक ऑर्डर प्रबंधित करें',


        'title4s' => 'ऑटो एसईओ',
        'title4' => 'एक SEO-अनुकूल साइट डिज़ाइन करना जो SEO सर्वोत्तम प्रथाओं का पालन करती है, आपके ऑनलाइन व्यवसाय को संभावित ग्राहकों के लिए अधिक दृश्यमान बनाने में मदद करती है। Selldone आपको SEO-उन्मुख स्टोर के लिए आवश्यक बुनियादी ढांचा प्रदान करता है, इसलिए आपको Google पर खोजे जाने के बारे में चिंता करने की ज़रूरत नहीं है।',

        'list4_1' => 'आप हमारे पास अच्छे पाठ और चित्र छोड़ें',

        'title0' => 'अब समय आ गया है कि <span class="uly"> अधिक पेशेवर तरीके से बेचें</span>, अपने ग्राहकों को खुश करें<br>और गर्व महसूस करें कि आप एक ऑनलाइन व्यवसाय बढ़ा रहे हैं',


        'title6s' => "इससे संतुष्ट मत होइए",
        'title6' => 'इंस्टाग्राम स्टोर से कहीं अधिक...',


        'features' => 'विशेषताएं',
        'features_act' => 'सभी सुविधाएँ देखें',

        'x1' => 'अपना ब्रांड बनाने और अपना स्वयं का ग्राहक क्लब बनाने के लिए एक समर्पित डोमेन पर ऑनलाइन स्टोर।',
        'x2' => 'एक दुकान के लिए ऑनलाइन स्टोर कैश रजिस्टर 0 $ सेट अप लागत और जितनी आपको आवश्यकता हो उतनी।',
        'x3' => 'सबसे अच्छे विपणन और बिक्री उपकरण जो सबसे बड़े पुलिस बाजार ब्रांडों के पास भी नहीं हैं।',
        'x4' => "Selldone नाम का एक अच्छा और कम उम्मीद वाला पार्टनर, जिसका पूरा प्रयास कंपनी की बिक्री बढ़ाना है, न कि पैसे लेकर उसे छोड़ देना।",

        'a1' => 'आदेश प्रसंस्करण',
        'a1s' => 'गति के लिए डिज़ाइन किया गया',

        'a2' => 'विपणन और प्रोत्साहन',
        'a2s' => 'वफादार ग्राहक खोजें',

        'a3' => 'सीधा भुगतान',
        'a3s' => 'कोई भुगतान इंटरफ़ेस नहीं',

        'a4' => 'बिक्री चैनल',
        'a4s' => 'टेलीग्राम, गूगल, इंस्टाग्राम, आदि।',

        'blog' => 'ठीक है',

        'b1' => "क्या हमें अभी भी 2021 में एक प्रोग्रामर को नियुक्त करने, स्टोर-बिल्डिंग पैकेज या होस्ट खरीदने की ज़रूरत है?",
        'b2' => "Selldone की कहानी|साइट और ऑनलाइन कारोबार शुरू करने के तरीके में बदलाव",
        'b3' => 'Google परिणामों में स्वचालित SEO इंजन चमकता है',
        'read' => 'जारी रखें',

        'title5s' => 'क्या आप जानना चाहते हैं कि इसकी लागत कितनी है?',
        'title5' => 'मॉडल <span class="ulr"> से आजीवन निःशुल्क </span> 2% कमीशन के साथ <br> मॉडल से 0.5% कमीशन मासिक शुल्क के साथ',
        'msg5' => "जब तक आपकी बिक्री नहीं होती, एक रियाल के मालिक आपसे साइट, होस्ट, सर्वर, सेवाओं, टूल, समर्थन, अपडेट और किसी भी चीज़ के लिए शुल्क नहीं लेंगे! पैसा सीधे आपके खाते में जमा किया जाएगा! Selldone अपने सभी भागीदारों पर भरोसा करता है कि वे महीने के अंत में शुल्क का भुगतान करेंगे या यदि उन्हें कुछ महीने बाद कोई समस्या आती है तो वे अपने बटुए से शुल्क लेंगे।",
         'footer_act' => "मुफ़्त ही एकमात्र लाभ नहीं है! कैसे?",
         'footer' => 'कोई भी प्रश्न या सुझाव पूछें जो आप चाहते हैं।',

        's1' => 'स्मार्ट रिपोर्टिंग',
        's2' => 'मुफ़्त क्लाउड होस्टिंग',
        's3' => 'रसद और प्रसंस्करण',
        's4' => 'लैंडिंग पेज बिल्डर',
        's5' => 'विशेषताएं और लाभ',
        's6' => 'वित्तीय प्रबंधन',
        's7' => 'विपणन उपकरण',
        's8' => 'प्रोत्साहन और ग्राहक',
        's9' => 'Selldone के बारे में',
        's10' => 'ब्लॉग',
        's11' => 'मदद',
        's12' => 'गोपनीयता',
        's13' => 'नियम एवं शर्तें',
        's14' => 'दुकान निर्माता',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Selldone के साथ काम करने को लेकर चिंतित हैं?",
        'import_title' => "Selldone उपयोगकर्ताओं से पूछें; <span class='ulr'>सरलता और गति</span> पर उनकी प्रतिक्रिया आपको आश्चर्यचकित कर देगी!",
        'import_message' => "आप अपने उत्पादों को इंस्टाग्राम से सीधे अपने स्टोर में आयात कर सकते हैं, लेकिन यदि आप चाहें, तो आप एक साधारण एक्सेल फ़ाइल के साथ स्वचालित रूप से उनके सभी उत्पादों और चित्रों को अपने स्टोर में जोड़ सकते हैं। आप वही फ़ाइल भरें, Google से छवियों की URL कॉपी करें, और अंत में अपनी CSV फ़ाइल खींचें और उसे उत्पाद प्रबंधन अनुभाग में छोड़ दें। Selldone यह आपके लिए करेगा।",
        'import_t1' => "क्या आपके पास कोई उत्पाद है",
        'import_b1' => "वे विविधता से रहित हैं",
        'import_m1' => "बस इस फ़ाइल को डाउनलोड करें, उत्पाद का नाम, कीमत और सूची दर्ज करें और छवि लिंक को Google जैसी जगह से कॉपी और पेस्ट करें",

        'import_b2' => "एकाधिक विविधताएँ",
        'import_m2' => "विविधता का अर्थ है रंग, आकार, सामग्री और उस जैसी चीज़ें। यदि आपके पास कई उत्पाद हैं, तो आप इस फ़ाइल को डाउनलोड कर सकते हैं और अपने उत्पाद की जानकारी भर सकते हैं। यह थोड़ा कठिन है",

        'import_download' => "नमूना फ़ाइल डाउनलोड करें",

    ]

];
