<?php



return [

    'loading-title' => "ऑफ़लाइन से ऑनलाइन तक स्केल-अप",
    'loading-message' => "आप प्रयास करें, हम दरवाजे खोलते हैं",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'Selldone बीटा है', 'priority' => 'एम',
        'message' => "<p>\n            हम चाहेंगे कि आप ओपन बीटा में भाग लें। बीटा के रूप में\n            परीक्षक, आप उन सुविधाओं का उपयोग करने में सक्षम होंगे जो जारी नहीं की गई हैं\n            जनता. ये सुविधाएँ सार्वजनिक रूप से उपलब्ध हो सकती हैं\n            भविष्य. विचार करें कि <b>सभी लेन-देन परीक्षण मोड में हैं</b> और\n            <b> अंतिम रिलीज़ से पहले स्पष्ट हो जाएगा</b>। उपयोगकर्ता, दुकानें, और\n            उत्पाद <u> नहीं हटाए जाएंगे</u>।\n          </p>\n\n          <p>धन्यवाद,<br />CEO Selldone</p>"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "दो-चरणीय लॉगिन सफलतापूर्वक सक्षम किया गया.",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "दो-चरणीय लॉगिन अक्षम किया गया.",


];
