<?php

return [
    'default_title' => 'SELLDONE',
    'keywords' => ['व्यापार ओएस', 'domain', 'selldone', 'ईकॉमर्स प्लेटफॉर्म', 'स्टोर निर्माता', 'दुकान निर्माता', 'वेबसाइट निर्माता', 'व्यापार तरकीब', 'कस्टम समुदाय निर्माता', 'व्हाइटलेबल ईकॉमर्स'],
    'samin' => 'Selldone',
    'Selldone' => 'Selldone',


    'related' => 'सम्बंधित',
    'share' => 'साझा करना',

    /*
    |--------------------------------------------------------------------------
    | Global
    |--------------------------------------------------------------------------
    */
    'global' => [
        'blog' => 'ब्लॉग',
    ],

    /*
    |--------------------------------------------------------------------------
    | Global footer
    |--------------------------------------------------------------------------
    */
    'footer-title' => 'Selldone®|व्यवसाय <span class="os-grad">OS</span>™',
    'footer-subtitle' => "एसएमई और स्वतंत्र ब्रांडों के लिए #1 ऑपरेटिंग सिस्टम",
    'footer-about-selldone' => 'Selldone एक ई-कॉमर्स प्लेटफॉर्म है जो व्यवसायों को बढ़ने में मदद करने के लिए बनाया गया है। चाहे आपके पास एक छोटा ईंट-और-मोर्टार स्टोर हो या एक बड़ी कंपनी, आपको अपने उत्पादों को ऑनलाइन प्रदर्शित करना होगा। Selldone आपको कम परिचालन लागत और अधिक लचीलेपन के साथ ऑनलाइन स्टोर बनाने में मदद करता है। इसके अलावा, हम एक ई-कॉमर्स प्रबंधन टूलचेन प्रदान करते हैं जो एकीकृत स्टोर प्रशासन, विज़ुअल ऑटोमेशन टूल और एआई एकीकरण जैसी सुविधाओं के साथ हर हफ्ते बेहतर होता है।',
    'footer-action' => "अपना ईकॉमर्स बनाएं — यह मुफ़्त है",

    'footer' => [
        'about' => 'Selldone के बारे में',
        'contact' => 'संपर्क करें',
        'email' => 'support@selldone.com',
        'phone' => '+45 36991215',
    ],

    'footer-menu' => [


        // Menu 1:
        [
            'title' => 'Selldone',
            'items' => [
                ['title' => 'व्यापार मंच', 'href' => '/store-builder'],
                ['title' => 'ब्लॉग', 'href' => '/blog'],
                ['title' => 'मदद', 'href' => '/help'],
                ['title' => 'FAQ', 'href' => '/faq'],
                ['title' => 'गोपनीयता नीति', 'href' => '/privacy'],
                ['title' => 'सेवा की अवधि', 'href' => '/terms'],
            ],
        ],

        // Menu 2:
        [
            'title' => 'विशेषताएँ',
            'items' => [
                ['title' => 'विशेषताएं और लाभ', 'href' => '/features'],
                ['title' => 'Marketing tools', 'href' => '/marketing'],
                ['title' => 'Processing center', 'href' => '/order-processing'],
                ['title' => 'प्रोत्साहन और क्लब', 'href' => '/incentives'],
                ['title' => 'लेखा परीक्षा और लेखा', 'href' => '/auditing'],
                ['title' => 'Cloud hosting', 'href' => '/cloud'],

            ],
        ],

        // Menu 3:
        [
            'title' => 'समाधान',
            'items' => [
                ['title' => 'एनएफटी संग्रह', 'href' => '/nft'],
                ['title' => 'समाज', 'href' => '/guild'],
                ['title' => 'एवोकाडो', 'href' => '/avocado'],
                ['title' => 'विशेषज्ञों', 'href' => '/experts'],
                ['title' => 'SEO engine', 'href' => '/seo'],
                ['title' => 'Smart report', 'href' => '/smart-report'],
            ],
        ],

        // Menu 4:
        [
            'title' => 'सेवाएं',
            'items' => [
                ['title' => 'मूल्य और योजनाएं', 'href' => '/price'],
                ['title' => 'अनुप्रयोग', 'href' => '/apps'],
                ['title' => 'Application builder', 'href' => '/app-builder'],
                ['title' => 'पेज मेकर', 'href' => '/page-builder'],
                ['title' => 'Logistic solution', 'href' => '/logistic'],
                ['title' => 'स्वचालन और IoT', 'href' => '/automation'],

            ],
        ],


    ],


    /*
    |--------------------------------------------------------------------------
    | Global header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'home' => 'घर',
        'features' => 'विशेषताएँ',
        'pricing' => 'मूल्य निर्धारण',
        'blogs' => 'ब्लॉग',
        'community' => 'समुदाय',
        'help' => 'मदद',
        'features-menu' => [
            'store-builder' => 'ईकॉमर्स बिल्डर',
            'community-platform' => 'कस्टम समुदाय',
            'cloud' => 'क्लाउड-आधारित होस्टिंग',
            'page-builder' => 'लैंडिंग पेज बिल्डर',
            'smart-report' => 'स्मार्ट रिपोर्ट जेनरेटर',
            'payment' => 'भुगतान और लेखा',

            'staffs' => 'ग्राहक और टीम',
            'logistic' => 'रसद और वितरण',
            'order-processing' => 'आदेश और प्रसंस्करण',
            'marketing' => 'विपणनअभियान',
            'incentives' => 'क्लब और प्रोत्साहन',
            'pos' => 'ऑनलाइन पीओएस',
            'seo' => 'ऑटो एसईओ इंजन',
            'automation' => 'स्वचालन और IoT',
            'ai' => 'एआई कॉमर्स',
            'app-builder' => 'एप्लिकेशन बिल्डर',
        ],
        'build' => "निर्माण",
        'build-sub' => "हम आपकी सफलता की कहानी बनाने के लिए आपके चारों ओर एक प्रणाली बनाते हैं।",

        'manage' => "प्रबंधित करना",
        'manage-sub' => "अपने व्यवसाय का प्रबंधन करना पहले से कहीं अधिक सुखद होगा।",

        'sel' => "बेचना",
        'sel-sub' => "हमेशा बंद रहें, पैसा कमाएं और इसका आनंद लें।",

        'grow' => "बढ़ना",
        'grow-sub' => "एंटरप्राइज़-ग्रेड सुविधाएँ और उपकरण आपके हाथ में, आकाश आपकी सीमा होगी।",


    ],

    /*
    |--------------------------------------------------------------------------
    | Article
    |--------------------------------------------------------------------------
    */
    'article' => [
        'list-of-content' => 'सामग्री की सूची',
        'author' => 'लेखक',
        'others-title' => ":title के बारे में अधिक जानकारी",
    ],


    /*
    |--------------------------------------------------------------------------
    | Main pages
    |--------------------------------------------------------------------------
    */
    'page.login' => ['title' => 'Selldone |लॉग इन करें', 'image' => '/images/seo/en/login.jpg', 'description' => "इससे कोई फर्क नहीं पड़ता कि आपके पास कितनी पूंजी है, आपने अपना व्यवसाय कहां शुरू किया, आप दुनिया में कहां रहते हैं! Selldone ने आपको सभी व्यावसायिक बिक्री उपकरण प्रदान किए हैं। पंजीकरण और ये उपकरण सभी के लिए और हमेशा के लिए निःशुल्क हैं।"],
    'page.register' => ['title' => 'Selldone |पंजीकरण करवाना', 'image' => '/images/seo/en/login.jpg', 'description' => "हमारा मानना है कि पहुँच एक अधिकार है न कि विशेषाधिकार! चाहे आपका व्यवसाय न्यूयॉर्क की सबसे अमीर सड़क पर हो या किसी दूर के गाँव में, ऑनलाइन बेचने के लिए आपको इंटरनेट और एक ऑनलाइन टूल की आवश्यकता होनी चाहिए! यह Selldone का सपना है."],


    'page.home' => ['title' => "पेशेवरों की तरह बेचें - Selldone® बिजनेस ओएस", 'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg', 'description' => "Selldone आपके व्यवसाय को दृश्य रूप से बनाने, प्रबंधित करने और बढ़ाने के लिए एक बिजनेस ओएस है। लाखों ऑर्डर के लिए बिना किसी कोड, बिना किसी विशेषज्ञ की आवश्यकता वाले समाधान के साथ इसे स्वयं बनाएं।"],
    'page.helps' => ['title' => 'मदद', 'image' => '/images/seo/en/help.jpg', 'description' => "एक सफल बिज़नेस कैसे बनाये."],
    'page.blogs' => ['title' => 'बिजनेस ओएस मैग', 'image' => '/images/seo/en/academy.jpg', 'description' => "ऑनलाइन बिक्री के लिए आपकी वन-स्टॉप मार्गदर्शिका, टिप्स, ट्रिक्स और विशेषज्ञ सलाह, ऑनलाइन बिक्री के क्या करें और क्या न करें, अपने ऑनलाइन राजस्व को अधिकतम करने के लिए विशेषज्ञ युक्तियों के साथ।"],
    'page.faqs' => ['title' => 'अक्सर पूछे जाने वाले प्रश्न', 'image' => '/images/seo/en/faq.jpg', 'description' => "Selldone पर प्रश्नोत्तर."],
    'page.price' => ['title' => 'मूल्य सूची', 'image' => '/images/seo/en/price.jpg', 'description' => "बिना किसी समय सीमा के मुफ्त में स्टोर और साइट बनाने की सभी पेशेवर सुविधाएँ आपका इंतजार कर रही हैं।"],


    'page.apps' => ['title' => 'अनुप्रयोग एकीकरण', 'image' => '/images/seo/en/apps.jpg', 'description' => "आपके स्टोर के लिए केवल एक क्लिक से एप्लिकेशन इंस्टॉल करने की सुविधा प्रदान की जाती है।"],
    'page.experts' => ['title' => 'विशेषज्ञ', 'image' => '/images/seo/en/expert.jpg', 'description' => "अपने स्टोर को डिज़ाइन करने, लॉन्च करने, विज्ञापन देने या प्रबंधित करने के बारे में चिंता न करें, Selldone विशेषज्ञ आपकी मदद के लिए तैयार हैं। कार्यों को बेहतर और तेजी से करने के लिए किसी प्रमाणित विशेषज्ञ को नियुक्त करें।"],


    'page.avocado' => ['title' => 'एवोकैडो - आधुनिक सामाजिक बिक्री चैनल', 'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
        'description' => "आपको अपने ग्राहकों से भुगतान एकत्र करने के लिए केवल एक राशि और एक शीर्षक की आवश्यकता होती है। पैसा सीधे आपके खाते में जमा किया जाता है, और आपके ग्राहकों को खरीदारी का सहज अनुभव मिलता है।"],

    // All private dashboards:
    'shuttle' => ['title' => 'सेलडोन | डैशबोर्ड', 'image' => '/images/seo/en/dashboard.jpg',
        'description' => "स्टोर प्रबंधन पैनल, यदि आपके पास इस स्टोर तक पहुंच है, तो आप इस लिंक के माध्यम से अपने स्टोर प्रबंधन डैशबोर्ड में प्रवेश कर सकते हैं।"],

    'shuttle-shop' => ['title' => 'सेलडोन | शॉप डैशबोर्ड', 'image' => '/images/seo/en/shuttle-shop.jpg', 'video' => '/images/seo/en/videos/shuttle-shop.mp4',
        'description' => "अपने डैशबोर्ड में सब कुछ प्रबंधित करें। उत्पाद, ऑर्डर, लैंडिंग पृष्ठ डिज़ाइन, मार्केटिंग, प्रोत्साहन और एक बढ़िया व्यवसाय के लिए आपकी ज़रूरत की हर चीज़ प्रबंधित करें।"],


    'guild' => ['title' => 'गिल्ड - सामूहिक बिक्री चैनल', 'image' => '/images/seo/en/guild.jpg?v=2',
        'description' => "एक महान गिल्ड बनाकर अपने व्यवसाय को प्राप्त करने योग्य और दुनिया भर में किसी के लिए भी सुलभ बनाएं।"],


    'page.referral' => ['title' => 'सहबद्ध कार्यक्रम - Selldone', 'image' => '/images/seo/en/referral.png', 'description' => "एक रोमांचक मिशन में शामिल हों और अपने लिए एक निष्क्रिय आय स्रोत बनाएं।"],


    'page.press' => ['title' => 'प्रेस संसाधन - Selldone', 'image' => '/images/seo/en/press.png', 'description' => "Selldone के बारे में लिखने में रुचि रखने वाले किसी भी व्यक्ति के लिए संसाधन।"],
    'page.roadmap' => ['title' => 'रोडमैप - Selldone', 'image' => '/images/seo/roadmap.jpg', 'description' => "यह एक अनोखा प्लेटफ़ॉर्म है: एसएमई के लिए एंटरप्राइज़-ग्रेड टूल वाली सेवा के रूप में एक ऑल-इन-वन, नो-कोड बिजनेस ऑपरेटिंग सिस्टम।"],

    'page.onboarding' => ['title' => 'मुफ़्त ऑनलाइन स्टोर वेबसाइट निर्माता - उत्तरदायी और पेशेवर', 'image' => '/images/seo/ui-kit.jpg', 'description' => "Selldone एक ई-कॉमर्स प्लेटफ़ॉर्म है जो आपके व्यवसाय को बढ़ने में मदद करने के लिए बनाया गया है। चाहे आपके पास एक छोटा ईंट-और-मोर्टार स्टोर हो या एक बड़ी कंपनी, आपको पेशेवर, उपयोग में आसान उपकरणों की आवश्यकता होती है।"],



    'page.books' => ['title' => 'बिजनेस हैंडबुक: ऑनलाइन शॉपिंग वेबसाइटों के लिए शुरुआत और विकास युक्तियाँ', 'image' => '/images/seo/en/cover.jpg', 'description' => "आप यहां व्यवसाय विकास के बारे में निःशुल्क हैंडबुक डाउनलोड कर सकते हैं। इन पुस्तकों में, आपको व्यवसाय विकसित करने की संपूर्ण युक्तियाँ और अपने ऑनलाइन स्टोर में रूपांतरण दर बढ़ाने के लिए व्यावहारिक सुधार मार्गदर्शिकाएँ मिलेंगी।"],


    'page.quiz' => ['title' => 'प्रश्नोत्तरी|क्या बिजनेस ऑपरेटिंग सिस्टम आपके लिए सही है?', 'image' => '/images/seo/en/quiz.png', 'description' => "यदि आप जानना चाहते हैं कि आपके व्यवसाय को व्यवसाय ओएस की आवश्यकता है या आप उसका उपयोग कर सकते हैं, तो आगे बढ़ने से पहले, कृपया यह 60 सेकंड की प्रश्नोत्तरी लें। यदि आप जानना चाहते हैं कि आपके व्यवसाय को व्यवसाय ओएस की आवश्यकता है या आप उसका उपयोग कर सकते हैं, तो आगे बढ़ने से पहले, कृपया यह 60 सेकंड की प्रश्नोत्तरी लें।"],


    'page.countries' => ['title' => 'समर्थित देश और स्थानीय भुगतान - बिजनेस ओएस', 'image' => '/images/seo/en/countries.png', 'description' => "बिजनेस ओएस, ई-कॉमर्स प्लेटफॉर्म से बिना किसी थीम, प्लगइन या कोड के वाणिज्य सेवाओं का अगला विकास चरण। 100% दृश्यात्मक!"],


    'page.participant' => ['title' => 'आप जो समुदाय चाहते हैं - खेलें और $20 जीतें', 'image' => '/images/seo/en/participants.jpg', 'description' => "आप दूसरों की मदद करने के लिए लघु वीडियो बनाकर बिकने वाले समुदाय में भाग ले सकते हैं और प्रति वीडियो 20 USD उपहार क्रेडिट तक प्राप्त कर सकते हैं।"],

    'page.tax' => ['title' => 'वैश्विक कर दरें सूची', 'image' => '/images/seo/en/tax.jpg', 'description' => "आप कर नियमों को ओवरराइड कर सकते हैं और विभिन्न उत्पाद श्रेणियों के लिए एक से अधिक कर प्रोफ़ाइल बना सकते हैं।"],


    'page.premium' => ['title' => 'प्रीमियम में अपग्रेड करें और अपने ई-कॉमर्स गेम को बदलें', 'image' => '/images/seo/en/premium.jpg', 'description' => "Selldone प्रीमियम के साथ अपने ऑनलाइन स्टोर को उन्नत करें। दक्षता बढ़ाने और डिजिटल बाज़ार में अलग दिखने के लिए विशेष एआई टूल, कस्टम टेम्प्लेट और बहुत कुछ एक्सेस करें। अधिक स्मार्ट, आकर्षक ई-कॉमर्स अनुभव के लिए अभी शामिल हों!"],


    'page.builder' => [
        'title' => 'निःशुल्क पेज बिल्डर और लैंडिंग पेज संपादक वेबएप - कोई लॉगिन आवश्यक नहीं',
        'image' => '/images/seo/en/builder.png',
        'description' => 'हमारे मुफ़्त, उपयोगकर्ता-अनुकूल पेज बिल्डर और संपादक के साथ सहजता से शानदार वेब पेज और लैंडिंग पेज बनाएं। कोई लॉगिन आवश्यक नहीं है. हमारे सहज ड्रैग-एंड-ड्रॉप इंटरफ़ेस के साथ अपने वेब पेजों को शीघ्रता से डिज़ाइन, कस्टमाइज़ और प्रकाशित करें। विपणक, छोटे व्यवसाय मालिकों और परेशानी मुक्त वेब डिज़ाइन समाधान चाहने वाले डेवलपर्स के लिए बिल्कुल सही।'
    ],

    'page.token' => [
        'title' => 'Selldone कॉइन (SLDN) - ई-कॉमर्स इनोवेशन को सशक्त बनाना',
        'image' => '/images/seo/en/token.jpg?v=1',
        'description' => 'ई-कॉमर्स उद्यमियों को पुरस्कृत और सशक्त बनाने के लिए डिज़ाइन किया गया डिजिटल टोकन Selldone कॉइन (SLDN) खोजें। SLDN के साथ कमाएँ, व्यापार करें और अपना व्यवसाय बढ़ाएँ, जो Selldone पारिस्थितिकी तंत्र का एक अभिन्न अंग है।'
    ],


    'page.red-alert' => ['title' => 'रेड अलर्ट - आपराधिक गतिविधि और सुरक्षा कार्यक्रम की रिपोर्ट करें',
        'image' => '/images/seo/en/red-alert.jpg',
        'description' => 'उपलब्ध सबसे सुरक्षा-केंद्रित प्लेटफॉर्म Selldone के साथ सुरक्षा और संरक्षा के क्षेत्र में सर्वोत्तम अनुभव प्राप्त करें। हमारा रेड अलर्ट कार्यक्रम आपको आपराधिक गतिविधि की तेज़ी से और सुरक्षित रूप से रिपोर्ट करने का अधिकार देता है, जिससे यह सुनिश्चित होता है कि आपका समुदाय सुरक्षित रहे। सुरक्षित पड़ोस बनाने और अपराध के खिलाफ कार्रवाई करने के हमारे मिशन में आज ही हमारे साथ जुड़ें।'    ],

    /*
    |--------------------------------------------------------------------------
    | App pages
    |--------------------------------------------------------------------------
    */
    'apps.structure-data' => ['title' => 'संरचना डेटा जेनरेटर| JSON-LD', 'description' => "JSON-LD मार्कअप बनाने के लिए इस शक्तिशाली संरचित डेटा जनरेटर का उपयोग करें, जिसमें सभी आवश्यक आइटम गुण और बहुत कुछ शामिल हैं।"
    ],

    /*
    |--------------------------------------------------------------------------
    | Call to action
    |--------------------------------------------------------------------------
    */
    'call-to-action' => [
        'title' => "बाजार में सर्वश्रेष्ठ नो-तकनीकी समाधान द्वारा अपना व्यवसाय ऑनलाइन करें।",
        'money-back' => "30 - दिन की पैसे वापस करने की गारंटी",
        'action' => "अपना ईकॉमर्स बनाएं",
        'action-sub' => "अभी शुरू करें — यह मुफ़्त है",
        'message' => "अपनी कम ऑनलाइन बिक्री दर को अलविदा कहें!",
    ]

,

    'page' => [
        'login' => [
            'title' => 'सेलडोन | लॉग इन करें',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'इससे कोई फर्क नहीं पड़ता कि आपके पास कितनी पूंजी है, आपने अपना व्यवसाय कहां से शुरू किया है, दुनिया में आप कहां रहते हैं! सेलडोन ने आपको सभी पेशेवर बिक्री उपकरण प्रदान किए हैं। पंजीकरण और ये उपकरण सभी के लिए और हमेशा के लिए निःशुल्क हैं।',
        ],
        'register' => [
            'title' => 'सेलडोन | पंजीकरण करवाना',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'हम मानते हैं कि पहुंच एक अधिकार है न कि विशेषाधिकार! चाहे आपका न्यूयॉर्क की सबसे अमीर सड़क पर या किसी दूर के गाँव में कोई व्यवसाय हो, इंटरनेट और एक ऑनलाइन टूल आपको ऑनलाइन बेचने की ज़रूरत है! यह सेलडोन का सपना है।',
        ],
        'home' => [
            'title' => 'सेल्स लाइक प्रोफेशनल्स — सेल्डडोन® बिजनेस ओएस',
            'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg',
            'description' => 'सेल्डोन आपके व्यवसाय को दृष्टिगत रूप से बनाने, प्रबंधित करने और स्केल करने के लिए एक व्यावसायिक ओएस है। लाखों ऑर्डर के लिए इसे बिना किसी कोड और बिना किसी विशेषज्ञ के आवश्यक समाधान के साथ स्वयं बनाएं।',
        ],
        'helps' => [
            'title' => 'मदद',
            'image' => '/images/seo/en/help.jpg',
            'description' => 'एक सफल व्यवसाय कैसे करें।',
        ],
        'blogs' => [
            'title' => 'ब्लॉग',
            'image' => '/images/seo/en/academy.jpg',
            'description' => 'नवीनतम सेलडोन समाचार और सामग्री।',
        ],
        'faqs' => [
            'title' => 'सामान्यतःपूछे जाने वाले प्रश्न',
            'image' => '/images/seo/en/faq.jpg',
            'description' => 'सेलडोन पर प्रश्नोत्तर।',
        ],
        'price' => [
            'title' => 'मूल्य सूची',
            'image' => '/images/seo/en/price.jpg',
            'description' => 'बिना किसी समय सीमा के मुफ्त में स्टोर और साइट बनाने की सभी पेशेवर सुविधाएँ आपकी प्रतीक्षा कर रही हैं।',
        ],
        'apps' => [
            'title' => 'ऐप स्टोर',
            'image' => '/images/seo/en/apps.jpg',
            'description' => 'स्टोर में एप्लिकेशन इंस्टॉल करना आपके स्टोर के लिए केवल एक क्लिक के साथ प्रदान किया जाता है।',
        ],
        'experts' => [
            'title' => 'विशेषज्ञों',
            'image' => '/images/seo/en/expert.jpg',
            'description' => 'अपने स्टोर की डिजाइनिंग, लॉन्चिंग, विज्ञापन या प्रबंधन के बारे में चिंता न करें, सेलडोन विशेषज्ञ आपकी मदद के लिए तैयार हैं। चीजों को बेहतर और तेजी से करने के लिए किसी प्रमाणित विशेषज्ञ को नियुक्त करें।',
        ],
        'avocado' => [
            'title' => 'एवोकैडो - आधुनिक सामाजिक बिक्री चैनल',
            'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
            'description' => 'अपने ग्राहकों से धन प्राप्त करने के लिए आपको केवल एक राशि और एक शीर्षक की आवश्यकता है! पैसा सीधे आपके खाते में जमा किया जाएगा और आपके ग्राहकों को खरीदारी का एक अनूठा अनुभव होगा।',
        ],
        'referral' => [
            'title' => 'संबद्ध कार्यक्रम - सेलडोन',
            'image' => '/images/seo/en/referral.png',
            'description' => 'एक रोमांचक मिशन में शामिल हों और अपने लिए एक निष्क्रिय राजस्व धारा बनाएं।',
        ],
        'press' => [
            'title' => 'प्रेस संसाधन — सेलडोन',
            'image' => '/images/seo/en/press.png',
            'description' => 'सेलडोन के बारे में लिखने में रुचि रखने वाले किसी भी व्यक्ति के लिए संसाधन।',
        ],
        'roadmap' => [
            'title' => 'रोडमैप — सेलडोन',
            'image' => '/images/seo/roadmap.jpg',
            'description' => 'यह अपनी तरह का एक अनूठा मंच है; यह पूरी तरह से अद्वितीय है और अन्य सभी से बहुत अलग है। यह एसएमई के लिए एंटरप्राइज़-ग्रेड टूल वाली सेवा के रूप में एकमात्र ऑल-इन-वन, नो-कोड बिजनेस ऑपरेटिंग सिस्टम है।',
        ],
        'onboarding' => [
            'title' => 'मुफ़्त ऑनलाइन शॉपिंग वेबसाइट निर्माता - उत्तरदायी, और पेशेवर',
            'image' => '/images/seo/ui-kit.jpg',
            'description' => 'सेलडोन, एक ईकामर्स प्लेटफॉर्म के रूप में, आपके व्यवसाय के विकास के लिए एक देवदूत की तरह काम करता है। चाहे आपके पास एक छोटा ईंट-और-मोर्टार स्टोर हो या एक बड़ी कंपनी, आपको पेशेवर लेकिन उपयोग में आसान उपकरणों के एक सेट की आवश्यकता होती है।',
        ],
        'books' => [
            'title' => 'बिजनेस हैंडबुक: ऑनलाइन शॉपिंग वेबसाइटों के लिए स्टार्ट और ग्रोथ टिप्स',
            'image' => '/images/seo/en/cover.jpg',
            'description' => 'आप यहां व्यवसाय विकास के बारे में मुफ्त हैंडबुक डाउनलोड कर सकते हैं। इन पुस्तकों में, आपको अपने ऑनलाइन स्टोर में रूपांतरण दर बढ़ाने के लिए व्यवसाय और व्यावहारिक सुधार मार्गदर्शिकाएँ विकसित करने के लिए संपूर्ण सुझाव मिलेंगे।',
        ],
        'quiz' => [
            'title' => 'प्रश्नोत्तरी | क्या बिजनेस ऑपरेटिंग सिस्टम आपके लिए सही है?',
            'image' => '/images/seo/en/quiz.png',
            'description' => 'यदि आप यह जानना चाहते हैं कि आपके व्यवसाय को व्यवसाय की आवश्यकता है या आप व्यवसाय ओएस का उपयोग कर सकते हैं, तो आगे जाने से पहले, कृपया इस 60 सेकंड की प्रश्नोत्तरी में भाग लें। यदि आप यह जानना चाहते हैं कि आपके व्यवसाय को व्यवसाय की आवश्यकता है या आप व्यवसाय ओएस का उपयोग कर सकते हैं, तो आगे जाने से पहले, कृपया इस 60 सेकंड की प्रश्नोत्तरी में भाग लें।',
        ],
        'countries' => [
            'title' => 'समर्थित देश और स्थानीय भुगतान - Business OS',
            'image' => '/images/seo/en/countries.png',
            'description' => 'बिजनेस ओएस, ई-कॉमर्स प्लेटफॉर्म से बिना थीम, प्लगइन या कोड वाली वाणिज्य सेवाओं का अगला विकास चरण। 100% नेत्रहीन!',
        ],
        'participant' => [
            'title' => 'वह समुदाय जो आप चाहते हैं - खेलें और $20 जीतें',
            'image' => '/images/seo/en/participants.jpg',
            'description' => 'आप दूसरों की मदद करने के लिए लघु वीडियो बनाकर सेल्डोन समुदाय में भाग ले सकते हैं और प्रति वीडियो 20 यूएसडी तक का उपहार क्रेडिट प्राप्त कर सकते हैं।',
        ],
        'tax' => [
            'title' => 'वैश्विक कर दरों की सूची',
            'image' => '/images/seo/en/tax.jpg',
            'description' => 'आप कर नियमों को ओवरराइड कर सकते हैं और विभिन्न उत्पाद श्रेणियों के लिए एक से अधिक कर प्रोफ़ाइल बना सकते हैं.',
        ],
        'premium' => [
            'title' => 'प्रीमियम में अपग्रेड करें और अपने ई-कॉमर्स गेम को बदलें',
            'image' => '/images/seo/en/premium.jpg',
            'description' => 'Selldone प्रीमियम के साथ अपने ऑनलाइन स्टोर को आगे बढ़ाएँ। दक्षता बढ़ाने और डिजिटल मार्केटप्लेस में अलग दिखने के लिए विशेष AI टूल, कस्टम टेम्प्लेट और बहुत कुछ एक्सेस करें। स्मार्ट, स्लीक ई-कॉमर्स अनुभव के लिए अभी जुड़ें!',
        ],
        'builder' => [
            'title' => 'निःशुल्क पेज बिल्डर और लैंडिंग पेज संपादक वेबऐप - लॉगिन की आवश्यकता नहीं',
            'image' => '/images/seo/en/builder.png',
            'description' => 'हमारे मुफ़्त, उपयोगकर्ता-अनुकूल पेज बिल्डर और संपादक के साथ आसानी से शानदार वेब पेज और लैंडिंग पेज बनाएँ। लॉगिन की आवश्यकता नहीं है। हमारे सहज ड्रैग-एंड-ड्रॉप इंटरफ़ेस के साथ अपने वेब पेजों को जल्दी से डिज़ाइन, कस्टमाइज़ और प्रकाशित करें। परेशानी-मुक्त वेब डिज़ाइन समाधान की तलाश करने वाले विपणक, छोटे व्यवसाय के मालिकों और डेवलपर्स के लिए बिल्कुल सही।',
        ],
    ],
    'apps' => [
        'structure-data' => [
            'title' => 'संरचना डेटा जेनरेटर | JSON-LD',
            'description' => 'JSON-LD मार्कअप बनाने के लिए इस शक्तिशाली संरचित डेटा जनरेटर का उपयोग करें, जिसमें सभी आवश्यक आइटम गुण और बहुत कुछ शामिल हैं।',
        ],
    ],
];
