<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'दुकान',
        'blog' => 'ब्लॉग',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'हमारे बारे में',
    'contact' => 'हमसे संपर्क करें',


    'buy-action' => "अभी खरीदें",
    'buy-action-variant' => "चुनें और अभी खरीदें",

    'product-images' => "छवियाँ",
    'product-spec' => "विशेष",
    'Comments' => "समीक्षाएं और रेटिंग",
    'related' => "संबंधित उत्पाद",
    'view-now' => "अभी देखें",






];
