<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'Бул эсептик маалыматтар биздин рекорддорубузга дал келбейт.',
    'throttle' => 'Кирүү аракети өтө көп. Сураныч, :seconds секунддан кийин кайталап көрүңүз.',


    'title_shop' => ':name дегенге кириңиз',
    'title_app' => 'Колдонмого кирүү :name',
    'login_message' => 'Каттоо эсебиңизге кирүүнү сураныңыз.',
    'scopes_title' => 'Бул колдонмо төмөнкү чөйрөлөргө мүмкүнчүлүк алат',
    'accept' => 'Ырастоо',
    'reject' => 'Четке кагуу',


    'login_incorrect_password' => 'Жараксыз колдонуучу аты же сырсөз.',


    'reset_2fa_title' => 'Эки кадамдуу кирүү өтүнүчүн кайра коюу',
    'go_main_page' => 'Башкы бетке өтүңүз',

    'signing_in' => 'Кирүүдө...',


    'erp' => [
        'message' => "● Улантуу үчүн дүкөндү тандаңыз. Эгер сизге жаңы дүкөн керек болсо, адегенде аны түзүп, кайра туташтырыңыз. <br>● Туташып жаткан программалык камсыздоону билгениңизди текшериңиз же жардам алуу үчүн камсыздоочу менен байланышыңыз.",
    ],
    'token-display' => [
        'message' => "Бул белгини сиздин өтүнүчүңүздүн негизинде :software үчүн :shop жетүү үчүн түздүк. Сураныч, аны сактаңыз жана эч ким менен бөлүшпөңүз. Токениңиз бузулду деп ойлосоңуз, аны каалаган убакта жокко чыгара аласыз.",
        'scopes-message' => "Бул дүкөнгө анын масштабы менен кире алган белги",
        'manage-tokens-action' => 'Токендерди башкаруу',
        'manage-tokens-message' => "Бул токенди каалаган убакта бул жерден жокко чыгара аласыз."
    ]


,

    'password' => 'Берилген сырсөз туура эмес.',
];
