<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "Дүкөн",
    'request' => "өтүнүч",
    'stage' => "Статус",
    'budget' => "бюджет",
    'contact' => "Байланыш",
    'name' => "аты",
    'email' => "Email",
    'user' => "Колдонуучу",
    'copy' => "Көчүрмө",
    'important' => "Маанилүү",
    'faq' => "FAQ",

    'select_shop' => "Дүкөн тандаңыз",
    'loading' => "Жүктөө",

    'add_comment' => "Комментарий кошуу",
    'add_comment_sub' => "Биз менен ой бөлүшүңүз",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "\"Катталуу\" баскычын чыкылдатуу менен, сиз :name <a href='/terms' target='_blank'>Колдонуу шарттарына</a> жана <a href='/privacy' target='_blank'>Купуялык саясатына</a> макулдугуңузду билдиресиз. Сиз буйрутма жаңыртуулары жана/же маркетинг максаттары үчүн :name телефон чалууларын жана SMS билдирүүлөрүн алууга макулдугуңузду билдиресиз. Билдирүүнүн жыштыгы аракетиңизге жараша болот. Сиз <b>STOP</b> дарегине <b>86753</b> билдирүү жөнөтүп, баш тарта аласыз. Билдирүү жана трафик тарифтери колдонулушу мүмкүн. Биз адамдардын купуялыгын сыйлайбыз жана эч качан маалыматыңызды сатпайбыз же аны жарнама үчүн колдонбойбуз. Эгер сизге кошумча маалымат керек болсо, биз менен байланышыңыз.",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'коюлган эмес. Мага көбүрөөк маалымат керек.',
        'start' => "Мен бизнесимди жаңыдан баштап жатам.",
        'online' => "Менин бизнесим бар жана аны интернетке киргизгим келет.",
        'extend' => "Мен өзүмдүн интернет дүкөнүмдө иштейм.",
        'pos' => "Мен физикалык дүкөнүмдө Selldone POS колдонгум келет.",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "Банктык которуу",
            'description' => "Сатуучунун эсебине акча каражаттарын кол менен которуу.",
        ],
    ],

];
