<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'Бул билдирүү дүкөнгө жаңы сатып алуучуну куттуктайт.',
        ShopMailTemplateCodes::OrderCheckout => 'Бул эскертме сатып алуучу заказды ырастаганда жөнөтүлөт.',
        ShopMailTemplateCodes::OrderPayment => 'Бул билдирүү кардар ийгиликтүү төлөмдү тастыктайт.',
        ShopMailTemplateCodes::OrderUpdate => 'Бул билдирүү сатып алуучуга буйрутмасынын статусун жаңыртуу үчүн жөнөтүлгөн.',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'Бул билдирүү сатуучуга ырасталган буйрутма жөнүндө кабарлоо үчүн жөнөтүлөт.',
        ShopMailTemplateCodes::PosCheckout => 'Бул эскертме сатып алуучу үчүн сатуу чекитинин заказын ырастоо үчүн жөнөтүлгөн.',
        ShopMailTemplateCodes::PosPayment => 'Бул билдирме сатып алуучу тарабынан төлөмдү сатууну ырастайт.',
        ShopMailTemplateCodes::PosPaymentAdmin => 'Бул билдирүү сатуучуга соода түйүндөрүндө жасалган сатып алуу жөнүндө кабарлайт.',
        ShopMailTemplateCodes::ShopContact => 'Бул эскертме байланыш формасы тапшырылганда жөнөтүлөт.',
        ShopMailTemplateCodes::ShopGiftCard => 'Бул эскертме колдонуучуга белек картасын алганын билдирет.',

        ShopMailTemplateCodes::ShopVendorJoin => 'Бул билдирүү дүкөнгө жаңы сатуучуну куттуктайт.',
        ShopMailTemplateCodes::ShopVendorInvite => "Бул билдирүү сатуучуну базарыңызга кошулууга чакыруу үчүн жөнөтүлгөн.",
        ShopMailTemplateCodes::ShopVendorOrder => "Бул билдирүү Төлөнгөн же Жеткирүү боюнча накталай акча (COD) абалында заказ кабыл алынганда сатуучуга жөнөтүлөт.",
        ShopMailTemplateCodes::ShopVendorProducts => "Сатуучуларга өнүмдөрүнүн абалы жөнүндө жаңыртуу үчүн күн сайын жөнөтүлөт.",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "Бул билдирүү сатуучуну базарыңызга кошулууга чакыруу үчүн жөнөтүлдү.",

        ShopMailTemplateCodes::UserLogin => "Коопсуздук максатында колдонуучуга кирүү чоо-жайы, анын ичинде IP дареги, датасы жана аппараты менен кабарлаңыз.",
        ShopMailTemplateCodes::LoginCode => "Колдонуучулар дүкөнгө кирүү үчүн бир жолку сырсөз кодун жөнөтүңүз.",

        ShopMailTemplateCodes::EmailVerifyLink => "Колдонуучунун электрондук почта дарегин текшерүү үчүн шилтемени жөнөтүңүз. Бул электрондук кат колдонуучу SMS аркылуу катталып, электрондук почтасын киргизгенде жөнөтүлөт. Колдонуучу түздөн-түз социалдык логин же электрондук почта аркылуу катталганда жөнөтүлбөйт.",

        ShopMailTemplateCodes::EmailBulkOrder => "Кабыл алынган жана төлөнгөн буйрутмалардын тизмесин белгилүү бир күнгө дүңүнөн жөнөтүңүз."


    ,

    ],


    'global' => [
        'greetings' => 'салам :name',
        'end-statement' => 'Колдоо командасы',

        'receiver_name' => 'Салам :user_name',
        'footer-help' => "Жардам керекпи? [support@selldone.com](mailto:support@selldone.com) дарегинен сураңыз же [жардам борборубузга](https://selldone.com/community) баш багыңыз.",
        'selldone-team' => 'Selldone командасы',
        'footer-shop' => "Эгер сизге кандайдыр бир жардам керек болсо, бизге электрондук кат жөнөтүүдөн тартынбаңыз: :shop_mail",
        'accept' => "Кабыл алуу",
        'reject' => "Четке кагуу",
        'verify' => "текшерүү",
        'title' => "Title",
        'value' => "Нарк",
        'description' => "Description",
        'shop' => "Дүкөн",
        'shop-info' => "Дүкөн маалыматы",
        'user' => "Колдонуучу",
        'user-info' => "Каттоо эсебинин маалыматы",
        'license' => "Лицензия",
        'status' => "Статус",
        'start' => "Баштоо",
        'end' => "Аягы",
        'renewal' => "Жаңылоо",
        'view' => "Көрүү",

        'balance' => "Баланс",
        'card_number' => "Картанын номери",
        'cvv' => "Cvv",
        'expire_date' => "Жарамдуулук мөөнөтү",

        'Dashboard' => "Куралдар тактасы",
        'order' => "тартип",
        'view_order' => "Тартипти көрүү",
        'pay_now' => "Pay now",

        'official_selldone' => "ОФИЦИАЛДУУ САТЫЛГАН",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "Валюта",
        'free-balance' => "Акысыз баланс",
        'locked-balance' => "Кулпуланган баланс",
        'bot' => "Bot",
        'requests' => "Суранычтар",
        'baskets' => 'Арбалар',
        'physical' => "Физикалык",
        'virtual' => "Виртуалдык",
        'file' => "Файл",
        'service' => "Кызмат",
        'fulfillment' => "Аткаруу",
        'open' => "Open",
        'reserved' => "Резервге коюлган",
        'canceled' => "Жокко чыгарылды",
        'payed' => "Төлөндү",
        'cod' => "COD",
        'orders-count' => 'Заказдар',
        'payments-count' => 'Төлөмдөр',
        'confirms-count' => 'ырастайт',
        'sends-count' => 'Жөнөтөт',
        'delivers-count' => 'Жеткирип берет',
        'count' => 'Сан',
        'transactions-count' => 'Транзакциялардын саны',
        'success-transactions' => 'Ийгиликтүү транзакциялар',
        'total-amount' => 'Жалпы суммасы',
        'amount' => 'Суммасы',
        'wage' => 'Эмгек акы',
        'debug' => 'Мүчүлүштүктөрдү оңдоо',
        'pos' => 'POS',
        'live' => 'Live',
        'CheckQueue' => 'Кезекти текшерүү',
        'OrderConfirm' => 'Заказ ырастоо',
        'PreparingOrder' => 'Заказ даярдалууда',
        'SentOrder' => 'Заказ жиберилди',
        'ToCustomer' => 'Кардарга жеткирилди',
        'Pending' => 'Күтүүдө',
        'Accepted' => 'Кабыл алынган',
        'Rejected' => 'Четке кагылды',
        'pc' => 'PC',
        'tablet' => 'Планшет',
        'phone' => 'Телефон',
        'total' => 'Бардыгы',
        'view-detail' => 'чоо-жайын көрүү',
        'empty' => 'бош',
        'dropshipping' => 'Dropshipping',
        'reply' => 'Жооп бер',
        'reactions' => 'Реакциялар',
        'Comments' => 'Комментарийлер',
        'last-comment' => 'Акыркы комментарий',
        'response-to' => 'Жооп',
        'posts' => 'Посттор',
        'post' => 'Пост',

        'name' => 'аты',
        'email' => 'Email',
        'type' => 'түрү',
        'device' => 'Түзмөк',
        'platform' => 'Платформа',
        'browser' => 'Браузер',
        'time' => 'Убакыт',
        'Wallet' => 'Капчык',
        'date' => 'Дата',

        'account' => 'Каттоо эсеби',
        'transaction' => 'Транзакция',
        'fee' => 'Алым',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'Билл',
        'category' => 'Категория',
        'password' => 'Купуя сөз',
        'verify-login' => "Текшерүү & Кирүү",
        'url' => 'URL',
        'avocado' => 'Авокадо',
        'hyper' => 'Гипер',
        'buy-now' => "Азыр сатып ал",
        'add-domain' => "Add Domain",
        'views' => 'Көрүүлөр',


        'country' => 'Өлкө',
        'address' => 'дареги',
        'postal' => 'Почта индекси',
        'building_no' => 'Имарат №',
        'building_unit' => 'Бирдик №',
        'message' => 'Кабар',


        'customer' => 'Кардар',
        'cart-items' => 'Араба буюмдары',
        'payment' => 'Төлөм',
        'receiver' => 'Алуучу',
        'virtual-items' => 'Виртуалдык заттар',
        'no-payment' => 'Төлөм жок!',

        'enable' => 'Иштетүү',
        'access' => 'Мүмкүнчүлүк',
        'bank' => 'Банк маалыматы',

        'vendor' => 'Сатуучу',

        'view_content' => "Толук мазмунду көрүү",
        'files' => 'Файлдар',
        'download' => 'Жүктөп алуу',
        'file_name' => 'Шилтемелер аты',
        'file_size' => 'Өлчөмү',

        'subscription' => 'Жазылуу',
        'products' => 'Продукциялар',
        'vendor_products' => 'Сатуучу продуктылар',

        'pickup' => 'Алып кетүү',

        'minutes' => 'Мүнөттөр',
        'hours' => 'Саат',

        'refund' => 'Төлөмдү кайтаруу',
        'recipient_address' => 'Алуучунун дареги',
        'signature' => 'Кол коюу',
        'blockchain' => 'Блокчейн',
        'details' => 'Толук маалымат',


    

        'Shop' => 'Дүкөн',
        'dashboard' => 'башкаруу тактасы',
        'comments' => 'комментарийлер',
        'wallet' => 'капчык',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "Selldone Business OS",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'Performance Report, Selldone'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'Сезондук отчет, Selldone'
        ],
        'Onboarding' => [
            'id' => 'салам',
            'name' => 'Кабыл, Selldone'
        ],
        'Support' => [
            'id' => 'support',
            'name' => ':name колдоо'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Текшериңиз, Selldone'
        ],
        'Welcome' => [
            'id' => 'салам',
            'name' => 'Community, Selldone'
        ],
        'NewShop' => [
            'id' => 'соодагерлер',
            'name' => 'Кабыл, Selldone'
        ],
        'Approve' => [
            'id' => 'бекитүү',
            'name' => 'Кабыл, Selldone'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'Заказдарды башкаруу :name'
        ],

        'Recovery' => [
            'id' => 'калыбына келтирүү',
            'name' => 'Selldone калыбына келтирүү командасы'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'Күтүүдө ⌛',
        'PAYED' => 'Акы төлөнөт ✅',
        'CANCELED' => 'Жокко чыгарылды ❌',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'Администратор',
            'OFFICER' => 'Офицер жана жетекчи',
            'AUDITING' => 'Аудит боюнча менеджер',
            'EMPLOYEE' => 'Кызматкер',
            'PRODUCT' => 'Продукт менеджери',
            'CONTENT' => 'Мазмун менеджери',
            'MARKETING' => 'Маркетинг менеджери',
            'VIEWER' => 'Көрүүчү',

        ],
        'subject' => ":inviter сизди :level катары чакырды| :shop",
        'category' => "Кызматкерлердин чакыруусу",
        'title' => "Сиз <b>:shop_name</b> катары <b>:level</b> катары чакырылдыңыз.",
        'message' => "Сиз <b>:shop_title</b> командасы менен бизнесте кызматташууга чакыруу алдыңыз. Бул сунушту кабыл алуу же четке кагуу мүмкүнчүлүгүңүз бар. Кабыл алууну тандасаңыз, чечимиңизди ырастоо үчүн Selldone кызматына кириңиз. Ырастоодон кийин сиз дүкөндү башкаруу бөлүмүнө кире аласыз.",

    ],

    'welcome-email' => [
        'subject' => "👋 Кош келиңиз :name, Келиңиз, Selldone менен баштайлы!",
        'category' => 'CONGRATULATION',
        'title' => "Selldone кош келиңиз",
        'message' => "Selldone тандаганыңыз үчүн рахмат! Сиз азыр дүйнөлүк сатуучуларды кардарларга, жергиликтүү бизнести ишканаларга жана жеке адамдарды корпорацияларга байланыштырган жандуу коомчулуктун бир бөлүгүсүз. Биздин бардык Master жана Pro куралдарыбыз **акысыз** жана **чексиз** үчүн жеткиликтүү. Биз бул жерде сизди колдоо жана ийгилигиңиздин эшигин ачуу үчүн.",

        'index' => "Кадам :step.",

        'step-domain' => [
            'title' => 'Жеке домениңизди кошуңуз',
            'message' => "Баштоо үчүн, жөндөөлөр > Домендердин жөндөөлөрү астындагы Дүкөндүн башкаруу тактасына ыңгайлаштырылган домениңизди бекер кошуңуз.",
            'action' => 'Менин домендерди башкаруу',
        ],
        'step-landing' => [
            'title' => 'Башкы бетиңизди ыңгайлаштырыңыз',
            'message' => "Башкаруу тактасы > Барактарга өтүп, үй баракчаңызды жекелештириңиз. Баштапкы бетти тандаңыз же жаңысын түзүңүз. Бул оңой жана интуитивдик, жана сиз дароо анын үстүндө иштей баштасаңыз болот.",
            'action' => 'Менин Landing Page ыңгайлаштыруу',
        ],
        'step-payment' => [
            'title' => 'Төлөм ыкмаларын орнотуу',
            'message' => "Төлөмдөрдү түздөн-түз банк эсебиңизге кабыл ала баштаңыз. Stripe, PayPal жана башкалар сыяктуу төлөм провайдерлериңизди туташтыруу үчүн Куралдар тактасы > Бухгалтердик эсеп > Шлюз дегенге өтүңүз.",
            'action' => 'Төлөм ыкмаларын кошуу',
        ],
        'step-products' => [
            'title' => 'Продукцияларыңызды кошуңуз',
            'message' => "Куралдар тактасында > Продукцияларда өнүмдөрдү жана категорияларды оңой кошуңуз. Бул жөн эле компьютериңиздеги файлдарды жана папкаларды башкаруу сыяктуу – толугу менен сүйрөп барып таштоого даяр. Сиз ошондой эле Excel аркылуу импорттук өнүмдөрдү жапырт алсаңыз болот. Баштооңузга жардам берүү үчүн үлгү үлгүсү бар.",
            'action' => 'Менин өнүмдөрүмдү башкаруу',
        ],
        'step-shipping' => [
            'title' => 'Жеткирүү ыкмаларын орнотуу',
            'message' => "Кардарлардан жеткирүү акысын алуу үчүн, жеткирүү ыкмаларыңызды Башкаруу тактасы > Логистика > Жеткирүү бөлүмүндө аныктаңыз. Сиз ар кандай жерлерге ар кандай бааны жана колдоону орното аласыз. Кампаңыздын келип чыгышын Башкаруу тактасы > Логистика > Складда коюуну унутпаңыз.",
            'action' => 'Жеткирүү ыкмаларын башкаруу',
        ],
    

        'seller' => [
            'title' => 'Сиз сатуучусузбу?',
            'message' => 'Сатып баштоо үчүн, төмөнкү шилтеме аркылуу Selldone\'ге башкаруу тактаңызды киргизиңиз жана биринчи дүкөнүңүздү толугу менен акысыз түзүңүз. Бул бир нече мүнөттү талап кылат жана сизде өзүңүздүн дүкөнүңүз жана онлайн сайтыңыз болот. Андан кийин биз сизди кийинки кадамдарга багыттап, төлөм шлюзун алабыз.',
            'action' => 'Менин башкаруу панелиме кириңиз',
        ],
        'buyer' => [
            'title' => 'Мен сатып алуучумун',
            'message' => 'Куттуктайбыз. Сиз Selldone мүчөсү болгондон кийин, сиз онлайн дүкөндөрдөгү мүчөлүк жана аутентификациянын бардык түйшүктөрүнөн арыласыз. Selldone платформасын колдонгон каалаган дүкөндөн жана сайттан пайда алуу үчүн, сиз бир чыкылдатуу менен кирип, сатып алууну жөнөкөй, тез жана коопсуз кыла аласыз.',
        ],
    ],


    'charge-account' => [
        'category' => 'Капчык > Каттоо эсеби > Төлөм',
        'title' => "Ийгилик заряды",
        'message' => "Каттоо эсебиңиз <b>:account_number</b> ийгиликтүү <b>:amount</b> төлөндү.",
        'account' => 'Каттоо эсеби',
        'charge' => 'Заряддоо',
        'balance' => 'Баланс',
        'footer' => "Бизнести оңой, жеткиликтүү жана дүйнө жүзүндөгү бардык адамдар үчүн жеткиликтүү кылыңыз."
    ],

    'verify-email' => [
        'subject' => "🙌 Selldone'ге катталуууңузду бүтүрүңүз! Шилтемени текшерүү.",
        'category' => "СЕН БИР КАДАМ АЛЫСТАСЫН",
        'title' => "Электрондук почта дарегиңизди ырастаңыз",
        'message' => "Салам :name,<br><br>Selldone!<br><br> <b>:email</b> сиздин туура электрондук почта дарегиңиз экенин тастыктоо үчүн, же төмөндө берилген шилтемени басыңыз. Бул текшерүүнү аяктоо үчүн 48 саатыңыз бар.",
        'footer' => "Текшерүү баскычын чыкылдатууда кыйынчылыкка туш болуп жатсаңыз, төмөнкү URL'ди көчүрүп, веб браузериңизге чаптаңыз: :activation_url",
        'next-step' => "Андан кийин, биз сизге ыңгайлаштырылган домениңизди кошууну, төлөмдөрдү орнотууну, өнүмдөрдү кошууну жана биринчи буйрутмаңызды алууну жеңилдеткен бир нече пайдалуу материалдарды жана кадам-кадам жолду жөнөтөбүз.",

    ],
    'verify-email-code' => [
        'subject' => ":name үчүн текшерүү коду",
        'category' => "SECURITY",
        'title' => "Электрондук почта текшерүү коду",
        'message' => "Салам :name,<br><br><b>:email</b> сиздин туура электрондук почта дарегиңиз экенин ырастоо үчүн, кийинки <b>10 мүнөт </b> ичинде төмөнкү кодду киргизиңиз:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 Дүкөнүңүз даяр | :name",
        'category' => "СЕН БИР КАДАМ АЛЫСТАСЫН",
        'title' => "Орнотуу аяктады",
        'account_title' => "Сиздин аккаунтуңуз",
        'account_msg' => "Текшериңиз жана бул маалымат менен аккаунтуңузга кириңиз.",
        'shop_msg' => "Selldone бизнес операциялык тутумундагы эсеп маалыматы.",

    ],

    'reset2fa' => [
        'category' => "КООПСУЗДУК РАСМИЙ КАБАР",
        'title' => "2 кадамдуу кирүүнү өчүрүүнү сураныңыз",
        'message' => "Бул электрондук катты алып жатасыз, анткени биз **:name** аккаунтунун эки факторлуу аутентификациясын **:email** электрондук почтасы менен баштапкы абалга келтирүү өтүнүчүн алдык. <br><br>Каттоо эсебиңиздин төмөнкү чоо-жайын таптык:",
        'footer' => "Эгер сиз сырсөздү баштапкы абалга келтирүүнү суранбасаңыз, мындан ары эч кандай аракет талап кылынбайт.",
        'action' => 'Эки кадамдуу кирүүнү өчүрүү',
    ],


    'build-new-shop' => [
        'subject' => "🎊 Сиздин дүкөнүңүз азыр даяр!",
        'category' => "ДҮЙНӨДӨ ЖАНЫ ОНЛАЙН ДҮКӨН ТУГАН",
        'title' => "Куттуктайбыз, :name!",
        'message' => "<b>Куттуктайбыз, :name! Жаңы онлайн бизнесиңиз азыр жандуу! </b> Биз сизди Selldoners коомчулугуна кош келүүгө кубанычтабыз. Ийгиликке карай биринчи кадамды жасадыңыз жана биз сизге ар бир кадамда жардам берүү үчүн бул жердебиз.<br>Эми дүкөнүңүз даяр болгондон кийин, кардарларыңыздан түздөн-түз төлөмдөрдү алып, империяңызды өстүрө баштайлы. Эгер сизге жардам керек болсо, биз бир гана билдирүү алыстыктабыз — биздин колдоо тобубуз ар дайым сиз үчүн. <br><br><b>Маанилүү кийинки кадамдар:</b> Баштоо үчүн, төлөмдөрдү кабыл алууга жана бир калыпта иштөөгө даяр экениңизди текшериңиз. Дүкөнүңүздүн үзгүлтүксүз иштеши үчүн биз сизге ар бир этапта жетектейбиз.",
        'pdf-book' => "Тиркелген кол китебин өткөрүп жибербеңиз: Бизнесиңизди оюн сыяктуу кылыңыз",

        'account' => [
            'title' => '1-кадам: Selldone капчыгында эсеп түзүү',
            'message' => "Баштоо үчүн, Selldone капчыгыңызда каттоо эсебин түзүңүз. Бул жерде сиздин жыйымдарыңыз алынып салынат, ошондой эле дүкөнүңүздүн үзгүлтүксүз иштеши үчүн толуктайсыз. Эгер балансыңыз терс болуп калса, кабатыр болбоңуз! Дүкөнүңүз үзгүлтүксүз иштей берет.",
            'action' => 'Капчыкка кириңиз',
        ],

        'shop-account' => [
            'title' => '2-кадам: эсепти дүкөнгө туташтырыңыз',
            'message' => "Андан кийин, капчык эсебиңизди дүкөнүңүзгө туташтырыңыз. <b>Store > Бухгалтердик эсеп > Invoice</b> бөлүмүнө баш багыңыз жана капчыгыңызды байланыштырыңыз. Бул кардарлардын бардык төлөмдөрүнүн түздөн-түз банк эсебиңизге түшүшүн камсыздайт — Selldone кирешеңизден эч кандай сумманы кармабайт.",
            'action' => 'Эсеп-фактураларды сактоо панели',
        ],

        'gateway' => [
            'title' => '3-кадам: Онлайн төлөм шлюзун туташтыруу',
            'message' => "Эми онлайн төлөм шлюзуңузду орнотобуз. <b>Store > Бухгалтердик эсепке өтүү > Port</b> жана <b>Жаңы Порт</b> кошуу баскычын чыкылдатыңыз. Валютаңызды тандаңыз, ошондо сиз жеткиликтүү төлөм шлюздарынын тизмесин көрөсүз. Шлюзду туташтыруу тез жана оңой, бирок сизге кандайдыр бир жардам керек болсо, Selldone жетектемелерин текшериңиз же биз менен байланышыңыз.",
            'action' => 'Дүкөнгө портал кошуңуз',
        ],

        'domain' => [
            'title' => 'Акыркы кадам: арналган доменди туташтыруу',
            'message' => "Эми, жеке домениңизди дүкөнүңүзгө байланыштырыңыз. Бул кардарларга сиздин өнүмдөрүңүздү же кызматтарыңызды сатып алууга жана түздөн-түз сизге төлөмдөрдү жүргүзүүгө мүмкүндүк берет.",
            'action' => 'Чексиз белек карталарын киргизүү жана алуу',
        ],
    ],


    'basket-list' => [
        'item' => "пункт",
        'count' => "Сан",
        'price' => "баасы",
        'discount-code' => "Арзандатуу коду",
        'customer-club' => 'Кардарлар клубу',
        'shipping' => "Жеткирүү",
        'total' => "Бардыгы",
        'offer' => "Сунуш",
        'coupon' => "Купон",
        'lottery' => "Сыйлык",
        'tax' => "Салык",
        'tax_included' => "Баасына киргизилген",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'Метод',
        'amount' => 'Суммасы',
        'giftcard' => 'Gift card',
        'payment' => 'Төлөм',
    ],


    'shop-subscription-email' => [
        'category' => "Жазылуу жаңыртуу",
        'title' => "Дүкөн лицензиясы: :shop_title",
        'title-reserved' => "Резервдик лицензия: :shop_title",
        'title-active' => "Жигердүү лицензия: :shop_title",
        'title-finished' => "Аякталган лицензия: :shop_title",
        'title-cancel' => "Лицензияны жокко чыгаруу: :shop_title",
        'message' => "Дүкөнүңүздүн лицензия планы жаңырды,",
        'RESERVED' => "⚡ Жазылуу планыңыз **брондолду**.",
        'ACTIVE' => "🟢 Сиздин жазылуу планыңыз **жандырылды**.",
        'FINISHED' => "🚧 Жазылуу планыңыз **бүттү**.",
        'CANCEL' => "⛔ Жазылуу планыңыз **жокко чыгарылды**.",
    ],

    'support' => [
        'subject' => "колдоо борбору | :name жооп берди",
        'category' => "Колдоо борбору",
        'title' => "Сиз жооп алдыңыз",
        'action' => "Дүкөндү ачуу администратору",
    ],

    'shop-customer-join' => [
        'subject' => "Кошулуу :shop_title",
        'category' => "Жаңы кардар майрамы",
        'title' => "Мүчөлүгүңүзгө кубанычтабыз",
        'action' => "Азыр барыңыз",
    ],

    'shop-vendor-join' => [
        'subject' => "Vendor Onboarding | :shop_title",
        'category' => "Жаңы сатуучунун майрамы",
        'title' => "Мүчөлүгүңүзгө кубанычтабыз",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "Белек картасы :shop_title",
        'category' => "Жаңы карта кошуу",
        'title' => "Куттуктайбыз, сиз белек картасын алдыңыз",
        'action' => "Азыр дүкөн",
        'message' => "Сиз :balance :currency өлчөмүндө белек картасын алдыңыз. Бул белек картасы менен биздин дүкөндөн сатып ала аласыз.",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "Колдоо борбору| :shop",
        'category' => "колдоо",
        'title' => "Сиз жооп алдыңыз",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍 Заказ кылуу | :order_id",
        'title' => "тартип",
        'message' => "Сиз биздин дүкөнгө заказ бердиңиз. Буйрутмаңызды алдык жана төлөм ырасталгандан кийин сизге дагы бир электрондук кат жөнөтөбүз."
    ,

        'payments' => 'Төлөмдөр',
    ],

    'order-payment' => [
        'subject' => "🛍 Төлөмдү ырастоо | :order_id",
        'title' => "Төлөм тартиби",
        'message' => "Төлөмүңүз бүттү,<br> Буйрутмаңыз алдык. Буйрутмаңыз жөнөтүлгөндө сизге дагы бир электрондук кат жөнөтөбүз.",
    

        'payments' => 'Төлөмдөр',
    ],

    'order-update' => [
        'subject' => "🛍️ Буйрутма статусун жаңыртуу|:order_id заказ кылуу",
        'title' => "Буйрутма статусун жаңыртуу",
        'message' => "Буйрутмаңыз жаңыртылды. Бул буйрутманын акыркы абалын аккаунтуңуздан текшере аласыз.",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "Буйрутмаңыз иштеп чыгуу үчүн кезекте турат. Ал даярдалып жатканда сизге кабарлайбыз.",
                'OrderConfirm' => "Буйрутмаңыз ырасталды жана даярдык башталды.",
                'PreparingOrder' => "Буйрутмаңыз даярдалууда жана жакында жөнөтүлөт.",
                'SentOrder' => "Буйрутмаңыз жөнөтүлдү. Сиз аны жакын арада аласыз.",
                'ToCustomer' => "Буйрутмаңыз жеткирилди. Сизге жакты деп ишенебиз!",

                'PreparingOrder-PICKUP' => "Буйрутмаңыз даярдалууда. Ал алууга даяр болгондо эскертме аласыз.",
                'SentOrder-PICKUP' => "Буйрутмаңыз алып кетүүгө даяр. Аны чогултуу үчүн дүкөнгө келиңиз.",
                'ToCustomer-PICKUP' => "Буйрутмаңыз алынды. Сизге жакты деп ишенебиз!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "Буйрутмаңыз иштеп чыгуу үчүн кезекте турат. Ал даяр болгондо сизге кабарлайбыз.",
                'OrderConfirm' => "Буйрутмаңыз ырасталды жана даярдык жүрүп жатат.",
                'PreparingOrder' => "Буйрутмаңыз даярдалууда жана жакында сизге жөнөтүлөт.",
                'ToCustomer' => "Сиздин виртуалдык буйрутмаңыз аккаунтуңузга жеткирилди. Рахмат!"
            ],
            'SERVICE' => [
                'CheckQueue' => "Кызмат сурооңуз кезекте турат. Биз баштаганда сизге кабарлайбыз.",
                'OrderConfirm' => "Кызматыңыз ырасталды жана биз баштоого даярданып жатабыз.",
                'PreparingOrder' => "Кызматыңызды даярдап жатабыз жана ал аяктагандан кийин сизге кабарлайбыз.",
                'ToCustomer' => "Кызматыңыз бүттү. Бизди тандаганыңыз үчүн рахмат!"
            ],
            'FILE' => [
                'PreparingOrder' => "Файлыңыз даярдалууда жана жакында жеткиликтүү болот.",
                'ToCustomer' => "Файлыңыз даяр жана жеткирилди. Сиз азыр жүктөй аласыз."
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "Жазылууңуз кезекте турат. Иштетүү башталганда сизге кабарлайбыз.",
                'OrderConfirm' => "Жазылууңуз ырасталды жана жөндөлүүдө.",
                'PreparingOrder' => "Биз сиздин жазылууңузду даярдап жатабыз жана ал жакында башталат.",
                'SentOrder' => "Жазылууңуз жандырылды. Сиз үзгүлтүксүз жаңыртууларды аласыз.",
                'ToCustomer' => "Сиздин жазылуу кызматыңыз ийгиликтүү жандырылды."
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'Куттуктоо :name | Жаңы ваучер: :title',
        'category' => "КУТТУКТАЙМЫЗ, ЖАНЫ ВУЧЕР",
        'message' => "Эй :name,<br><br>Сиз бизден белек катары жаңы ваучер алдыңыз! Сиз досторуңузга жана сиз тааныгандардын баарына Selldone менен тааныштыруу менен дагы көп ваучерлерге ээ боло аласыз. Бул ваучер **:price :currency**.<br><br>Сиз биринчи кадамды жасадыңыз жана ваучериңиз менен жаңы функцияларды ачууга жардам берүү үчүн бул жердебиз! Сураныч, **:email** менен кириңиз жана ваучериңизди Дүкөндөн **Балдар тактасы** > **Жөндөөлөр** > **Лицензия**.<br><br>Куттуктайбыз!",
        'action' => "Менин аспаптар тактам",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'Куттуктайбыз, Урматтуу :name | Сиз белек алдыңыз',
        'category' => "Белек алуу жөнүндө билдирүү",
        'title' => "Сиз үчүн белектер",
        'message' => "Hi :name, we're excited to let you know that you've received a special gift from Selldone! 🎉 You can earn more gifts by staying active, growing your store, and improving your expertise on Selldone. To check out your gift, simply log in with :email and look for it in the top-right corner of your dashboard.<br><br>This gift is worth **:price :currency**, and you can easily deposit it into your wallet within Selldone.<br><br>Use your gift to upgrade your store's license and unlock even more powerful tools to boost your online business!",
        'action' => "Белектер",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍 Жаңы заказ алынды | :order_id",
        'title' => "New Order",
        'message' => "Сиз жаңы буйрук алдыңыз. Дүкөнүңүздөгү буйрутмаларды иштетүү барагына өтүңүз.",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'Сиздин толтурулган маалымат',
        'output-form-title' => 'Сатып алынган буюм жөнүндө маалымат',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title|Жумалык отчет :time',
        'title' => 'Дүкөндүн ишинин жумалык отчету',
        'message' => "Бул <b>:start</b> баштап <b>:end</b> чейин дүкөнүңүздүн жумалык отчету. Бул отчетто бизнесиңизди жакшыртуу боюнча кеңештер камтылган, ошондой эле интернет-дүкөнүңүздүн абалын жана акыркы буйрутмаларды текшере аласыз. Алдыда жакшы күн жана жума болот деп ишенем."
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ Акыркы үч айдагы :amount үнөмдөө отчетуңуз| :shop_title',
        'title' => 'Сиздин бизнес активдүүлүгүңүз, сыйлыктарыңыз жана каржылык үнөмдөөңүз жөнүндө сезондук отчет',
        'message' => "Бул <b>:start</b> баштап <b>:end</b> чейин <b>:shop_title</b> сезондук отчетуңуз."
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'Туташкан аккаунттар',
        'sub-title' => 'Менин дүкөнүмө туташтырылган капчык эсептеринин акыркы абалы кандай?',
        'view-wallet' => 'Капчыкты көрүү',
        'tip-title' => 'Маанилүү кеңештер',
        'tip' => "Акысыз Selldone капчыкты орнотуп, аны дүкөнүңүзгө байланыштырыңыз. Балансыңыз терс болсо да, кардарларыңыз эч кандай көйгөйсүз соода кылып, төлөй алышат. Кабатыр болбоңуз, дүкөнүңүздүн иштери жана дайындары 1 айга чейин үзгүлтүксүз, үзгүлтүксүз уланат.",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'Каттоо эсебине туташуу'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'Орнотулган колдонмолор',
        'sub-title' => 'Ушул аптада дүкөнүңүзгө орноткон колдонмолоруңуздун тизмеси.',
        'tip' => "Дүкөнүңүз үчүн көбүрөөк колдонмолорду тапкыңыз келеби?",
        'view-app-store' => 'Selldone App Store дүкөнүнө барыңыз.',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'Сиздин дүкөн боттору',
        'sub-title' => 'Менин дүкөнүмдө активдүү сатуу боттору.',
        'tip-title' => 'Bot Sale',
        'tip' => "Selldone сизге автоматтык сатуу ботторун берди. Болгону Кошумчалар> Боттор панелине өтүп, дүкөнүңүздүн ботторун иштетиңиз. Тиешелүү кызмат сиздин өлкөдө жеткиликтүү болушу керек экенин эске алыңыз.",
        'view-bots' => 'Ботторду башкаруу',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'Кардарлар менен байланыш',
        'sub-title' => 'Ушул аптада кардарларым менен канча байланышта болдум?',
        'faqs' => 'Көп берилүүчү суроолор',
        'tickets' => 'Кардар билеттери',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'Колдонуучулардын абалы',
        'sub-title' => ':start баштап :end чейин аракет',
        'users' => [
            'title' => 'Кардарлар',
            'subtitle' => 'Катталган колдонуучулар',
        ],
        'views' => [
            'title' => 'Визиттер',
            'subtitle' => 'Сиз дүкөнгө канча жолу бардыңыз',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'Кайтарылган колдонуучулар',

        'shop_views' => 'Дүкөн көрүүлөр',
        'baskets' => [
            'title' => 'Соода арабалары',
            'subtitle' => 'Жаңы соода арабаларынын санын билдириңиз',
        ],
        'products' => [
            'title' => 'Продукттарга сереп салуу',
            'subtitle' => 'Дүкөндөгү продукциянын түрү боюнча абалы',
            'value_name' => 'Продукциялар'
        ],
        'products_count' => 'Продукциянын түрлөрү',
        'views_count' => 'Көрүү саны',
        'sell_count' => 'Сатуу саны',
        'send_count' => 'Жеткирүү саны',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'Drop Shipping',
        'sub-title' => 'Drop Shipping Selldone негизги сатуучулары үчүн панель.',
        'total_fulfillments' => 'Жалпы заказдар кабыл алынды',
        'ds_count' => 'Алынган Заказдар',
        'statistics_title' => 'Кабыл алынган буйрутмалар жөнүндө кабарлоо',
        'ds_cancels' => 'Интерфейс сатуучу тарабынан жокко чыгаруу',
        'ds_rejects' => 'Сиз жокко чыгаруу',
        'tip' => "Сиз товарлардын негизги сатуучусусузбу? Сизде кампа, фабрика же продукциянын дистрибьютору барбы? Өндүрүмүңүздү кеңири масштабда сатуу үчүн Selldone Drop Shipping кызматында башка сатуучуларга өнүмүңүздү сунуштай аласыз. Сизге жол көрсөтүү үчүн support@selldone.com дарегине кат жөнөтүңүз.",
        'view-drop-shipping-panel' => 'Оптом панелине кирүү',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'Валюта курстары',
        'sub-title' => 'Дүкөнүңүздө валютаны конвертациялоонун акыркы курстарынын тизмеси.',
        'from' => 'Булак валютасы',
        'to' => 'Баруучу валюта',
        'rate' => 'Конверсиянын ылдамдыгы',
        'view-exchange-panel' => 'Валюта курстарын башкаруу',
    

        'vew-exchange-panel' => 'алмашуу курсун башкаруу панели',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'Эксперттик келишимдер',
        'sub-title' => 'Менин дүкөнүмдө кандай адистер иштейт?',
        'cost' => 'Келишимдин суммасы',
        'duration' => 'Узактыгы',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'Дата жокко чыгаруу',
        'end_at' => 'Жеткирүү күнү',
        'tip' => 'Сиз бизнесиңизди өнүктүрүү үчүн Selldone мыкты адистерди жалдай аласыз.',
        'view-experts' => 'Баштоо үчүн басыңыз.',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'Дүкөнүңүздөгү активдүү төлөм шлюздары :shop',
        'tip-title' => 'Маанилүү кеңештер',
        'tip' => "Дүкөнүңүздөгү порталды башкаруу барагына өтүп, бир нече мүнөттүн ичинде жок дегенде бир порт кошуңуз. Сиздин кардарлар онлайн порталдар аркылуу тез жана коопсуз төлөөнү жакшы көрүшөт.",
        'view-shop-gateways' => 'Менин дүкөнүмдүн порталын башкарууга кириңиз.',
        'view-gateways' => 'Көбүрөөк шлюздарды көрүү',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'Заказдар',
        'sub-title' => 'Ушул жумада мен алган буйрутмалардын тизмеси.',
        'total_baskets' => 'Жалпы заказдар',
        'total_posBaskets' => 'Жалпы накталай акча заказдары',
        'pos-title' => 'POS дүкөн кутусу',
        'chart-label' => 'Буйрутмалар аткарылды (бул буйрутмалар сөзсүз түрдө төлөнбөйт!)',
        'tip-title' => 'Сиз көбүрөөк аракет кылышыңыз керек ...',
        'tip' => "Жөнөкөй ийгилик жок.",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'Процессинг борбору',
        'sub-title' => 'Ушул аптада дүкөндө канча буйрутма иштеп чыктык?',
        'tip-title' => 'Сизде сатуу болгон эмес!',
        'tip' => "Тилекке каршы, бул аптада сизде эч кандай сатуу болгон жок. Дүкөнүңүзгө көбүрөөк барышыңыз керек. Сиз көбүрөөк өнүмдөрдү кошуп, жакшыраак сүрөттөрдү тандап же өнүмдөрүңүз үчүн жакшыраак сүрөттөмөлөрдү жаза аласыз. Сиздин бизнес үчүн толук убакыт жумуш карап көрөлү. Эгер сиз аны туура кылып, капаланбасаңыз, ийгиликке жетесиз.",
        'view-process-center' => 'Процесс борборун көрүү',
        'return' => [
            'title' => 'Заказ кайтарылды',
            'subtitle' => 'Кайтарылган буйрутмалар жөнүндө кабарлоо.',
            'tip-title' => 'Сиз муну билесизби...',
            'tip' => "Selldone POS менен сиз канча керек болсо, ошончо кассалык аппараттарды түзө аласыз! Планшет, мобилдик же ноутбук болобу, сиз каалаган түзмөктү дүкөнүңүздүн сатуу түйүнүнө айландырсаңыз болот. Бул жөнөкөй, тез орнотулат жана сервериңизге толугу менен даярдалган. Аны бүгүн колдонуп баштаңыз!",
            'view-pos' => 'Менин онлайн дүкөнүмдүн кассирине кириңиз'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'Сеанстар',
        'sub-title' => 'Мен дүкөнгө канча жолу келдим?',
        'countries-title' => 'Эң көп зыярат кылган өлкөлөр кайсылар?',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'Бир доллар коротпой акча тапкыңыз келеби?',
        'message' => "Урматтуу :name, сиз Куралдар тактасы > Демонетизация бөлүмүнө өтүп, жолдомо шилтемесин түзө аласыз. Шилтемени досторуңузга жөнөтүңүз, сиз Selldone белек карталарын жана досуңуздун төлөмдөрүнүн пайызын аласыз. Белек картасы сизге да, досуңузга да жөнөтүлө турганын эске алыңыз.",
        'action' => 'Менин киришүү шилтемени караңыз',
        'mail-clip' => "<b style='color: #C2185B'>Маанилүү иш:</b> Эгер сиз Gmail сыяктуу электрондук почтанын узундугун чектеген электрондук почта кызматтарын колдонсоңуз, толук отчетту көрсөтүү үчүн электрондук почтанын аягында төмөнкү опцияны таап, аны басыңыз:",

        'no-coin-reward' => "<b style='color: #C2185B'>Кечиресиз:</b> Сиздин аракетиңиз акысыз SEL Coins сыйлыгын алуу талабына жооп берген жок. Келерки сезондо дүкөнүңүздү көбүрөөк сатыңыз жана көбүрөөк аракет кылыңыз.",
        'yes-coin-reward' => "<b style='color: #4CAF50'>Сыйлык:</b> Куттуктайбыз, сиздин фантастикалык көрсөткүчүңүз үчүн биз сизге :amount SEL Coin акысыз сыйлык бердик.",

        'need-buy-license' => "<b>Бизнесиңиздин деңгээлин көтөрүңүз:</b> Вебсайтыңызга жазылуу планын каттай элек окшойсуз! Жыл сайын төлөнсө, айына :amount үчүн көбүрөөк функцияларды ачуу үчүн азыр жаңыртыңыз.",
        'not-afford-message' => "Эгер төлөй албасаңыз же төлөөдө кандайдыр бир кыйынчылык болсо, бизге support@selldone.com дареги аркылуу айтыңыз.",
        'add-domain' => "<b>Эмне үчүн сиздин бизнес үчүн жеке домен жок?</b><br> Вебсайтыңызга азыр домен кошуңуз; бул бекер!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone болуп саналат<del> продукт</del> <span style = 'color: forestgreen'>коомчулук</span> .<br> Кесипкөй сатуучу бол!",
        'message' => "Twitter, LinkedIn жана социалдык тармактарда Selldone расмий баракчаларына көз салыңыз. Бизге комментарийлерди, суроо-талаптарды же сындарды жөнөтүңүз же Selldone жөнүндө талкууларга катышыңыз. Биз ошондой эле <b>сиз түзгөн</b> Selldone коомчулугунун бир бөлүгүбүз."
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'Жаңы авокадо буйрутмалары алынды | :shop_title :time',
        'title' => "Акыркы 24 саат үчүн аткаруу отчету",
        'message' => "Сиздин кардарларыңыз буйрутмаларыңыздын каралышын жана бааланышын күтүп жатышат. Көбүрөөк сатууну алуу үчүн кардарларыңыздын суроо-талаптарына мүмкүн болушунча тезирээк жооп бериңиз.",
        'card_title' => "Заказдар кезекте",
        'card_subtitle' => "From:date",

        'card_payed' => "Төлөнгөн заказдар"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => 'Постуңузга жооп бериңиз:community_title',
        'title' => ":name, жана :count башкалар сиздин постторуңузга комментарий жазган.",
        'message' => "Салам :name, сиздин билдирүүлөрүңүзгө көңүл бурулуп жатат! Сиз биздин коомдоштуктун комментарийлерин алдыңыз. Талкууга кошулуу үчүн аккаунтуңузга кириңиз жана баары эмне деп жатканын көрүңүз.",
        'title-simple' => ":name сиздин билдирүүлөрүңүзгө комментарий калтырды.",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 :topic_title темаңызга жооп бериңиз',
        'title' => ":name, жана :count башкалар сиздин темаңызга жооп беришти.",
        'message' => "Салам :name, темаңыз көңүл буруп жатат! Сиз биздин коомдо жоопторду алдыңыз. Талкууга кошулуу үчүн аккаунтуңузга кириңиз жана баары эмне деп жатканын көрүңүз.",
        'title-simple' => ":name сиздин темаңызга жооп берди.",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 Жаңы логин :name',
        'category' => 'Коопсуздук эскертмелери',
        'title' => "Каттоо эсебине кириңиз",
        'message' => "Урматтуу :name, сиз Selldone аккаунтуңузга кирдиңиз.",   // Login in selldone (seller)
        'message-shop' => "Урматтуу :name, сиз :shop_title сайтына кирдиңиз.",  // Login in shop (buyer)

        'footer' => "Эгер сиз кирбесеңиз, сырсөзүңүздү өзгөртүңүз.",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "Алып салуу",
        'deposit' => "Депозит",

        'withdraw_subject' => ":account эсебинен алуу",
        'deposit_subject' => ":account эсебине депозит",

        'message' => "Акча которуу төмөнкү спецификациялар менен ишке ашты.",

        'type' => "Транзакция түрү",

        'from' => "Булак эсеби",
        'to' => "Destination account",

        'desc' => "Транзакциянын сүрөттөлүшү",
        'action' => "Транзакцияны көрүү",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ Маанилүү! Эреже бузуу| :shop",
        'category' => "Критикалык маалымат",
        'title' => "Сиздин дүкөнүңүз жазаланды",
        'action' => "Дүкөндүн башкаруу тактасын ачуу",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter сизди Selldone кошулууга чакырды",
        'title' => ":name сизге :amount жаңы онлайн дүкөнүңүздү ачууга жана андан акча табууга жардам берүү үчүн жөнөттү!",
        'message' => "Салам **:receiver_name**,<br><br>Selldone кош келиңиз! Selldoneде сиз өзүңүздүн электрондук коммерция сайтыңызды, блогуңузду, онлайн коомчулугуңузду оңой түзө аласыз, атүгүл жеке сатуу үчүн онлайн POS системасын орното аласыз — бардыгы бир нече мүнөттүн ичинде. Бул бизнесиңизди жакшыраак, тезирээк жана оңой иштетүү үчүн иштелип чыккан толук онлайн бизнес операциялык тутуму. <br><br> <b>:date</b> аркылуу катталып, баштоо үчүн :amount ваучерин алыңыз!",
        'accept' => "Чакырууну кабыл алуу",
        'owner' => "Ээси",
        'join-date' => "бери Selldone боюнча",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "Калыбына келтирүү шилтемеси| :shop",
        'category' => "Дүкөндүн коопсуздугу",
        'title' => "<b>:shop_name</b> дүкөнүн калыбына келтирүү шилтемеси.",
        'message' => "Дүкөнүңүздү калыбына келтирүүнү суранганыңыздан улам бул электрондук кат сизге жөнөтүлдү. Төмөнкү шилтемени чыкылдатуу дүкөнүңүздү жана ага тиешелүү бардык маалыматтарды калыбына келтирет.",
        'action' => "Дүкөндү калыбына келтирүүнү ырастаңыз",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'Selldone бизнесиңиз үчүн канча акча үнөмдөгөн?',
        'sub-title' => ':start баштап :end чейин',
        'infrastructure' => [
            'title' => 'Инфраструктура',
            'subtitle' => 'Серверлер, CDN, сактагыч жана башка булут кызматтары',
        ],
        'experts' => [
            'title' => 'Эксперттер жана Кызматкерлер',
            'subtitle' => 'Иштеп чыгуучулар, тейлөө жана колдоо',
        ],
        'total_save' => 'Бардыгы үнөмдөлгөн акча'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'Сиздин аткаруу',
        'sub-title' => ':startдан :endга чейин бизнести карап чыгуу',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'Кайтарылган колдонуучулар',

        'shop_views' => 'Дүкөн көрүүлөр',
        'baskets' => [
            'title' => 'Соода арабалары',
            'subtitle' => 'Жаңы соода арабаларынын санын билдириңиз',

        ],
        'products' => [
            'title' => 'Продукттарга сереп салуу',
            'subtitle' => 'Дүкөндөгү продукциянын түрү боюнча абалы',
            'value_name' => 'Продукциялар'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'Жалпы веб-сайттын бет көрүүлөрү',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "Сиз жаңы буйрук алдыңыз. Сураныч, сатуучу панелиңиздеги буйрутмаларды иштетүү барагына өтүңүз.",
        'subject' => "🛍 Жаңы заказ алынды | :order_id",
        'your_revenue' => "Сиздин кирешеңиз",
    ],
    'vendor-invite' => [
        'title' => 'Сатуучунун чакыруусу',
        'message' => "Сиз :shop_name сатуучусу болууга чакыруу алдыңыз. Төмөнкү баскычтарды басуу менен аны кабыл ала аласыз же четке кагсаңыз болот.",
        'subject' => ":shop_name | Сиз биздин сатуучу болууга чакыруу алдыңыз",
        'accept' => "Кабыл алыңыз жана Сатуучу болуңуз",
        'reject' => "Четке кагуу",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'Биздин командага кошулууга чакыруу',
        'message' => "Сиз :shop_name боюнча :vendor_name кошулууга чакырылдыңыз. Төмөнкү баскычтарды колдонуп, бул чакырууну кабыл алып же четке кагсаңыз болот.",
        'subject' => ":vendor_name кошулууга чакыруу|Команданын мүчөсү болуңуз",
        'accept' => "Кабыл алыңыз жана Командага кошулуңуз",
        'reject' => "Четке кагуу",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "Сиздин логин кодуңуз :shop",
        'header-message' => "Сиз дүкөнгө логин кодун сураганыңыз үчүн бул электрондук катты жөнөтүп жатабыз. Сураныч, төмөндө бир жолку сырсөзүңүздү (OTP) табыңыз:",
        'footer-message' => "Бул код 10 мүнөт бою күчүндө болот. Эгер сиз бул логин кодун сурабасаңыз, бул электрондук катты этибарга албаңыз."
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "Электрондук почтаңызды ырастаңыз| :shop",
        'title' => 'Электрондук почтаны текшерүү',
        'header-message' => "салам :name,<br> Сураныч, **:email** сиздин электрондук почта дарегиңиз экенин баскычты чыкылдатуу менен ырастаңыз же 48 сааттын ичинде төмөнкү шилтемени колдонуңуз.",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "Продукт жаңыртуулары| :shop",
        'title' => "Продукт статусу боюнча жаңыртуу - Акыркы 24 саат",
        'message' => "Бул билдирүү сизди жакшы табат деп үмүттөнөм. Бул акыркы 24 саат ичинде биздин платформадагы өнүмдөрүңүздүн абалы жөнүндө сизге маалымат берүү үчүн кыскача жаңыртуу.\nБул мезгилдин ичинде кээ бир продукциялардын абалында езгеруулер болду. Бул өзгөртүүлөр сатып алууларга, биржа жаңыртууларына же башка тиешелүү окуяларга байланыштуу болушу мүмкүн.\nАр бир продукт тууралуу кеңири маалымат алуу үчүн аккаунтуңузга кирип, \"Өнүмдүн статусу\" бөлүмүн текшериңиз.",
        'action' => "Сатуучу панелди ачыңыз",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "Жаппай заказдар кабыл алынат| :shop | :date",
        'title' => "Жаппай буйрутмалар жөнүндө билдирүү",
        'message' => "Сиз жапырт буйрутмалардын партиясын алдыңыз. Кененирээк маалымат алуу үчүн панелиңиздеги буйрутмаларды иштетүү барагына баш багыңыз. Сиз ошондой эле берилген коопсуз шилтеме аркылуу буйрутма тизмесин жүктөй аласыз, 7 күн бою жарактуу.<br><br>\n        <b>IMPORTANT:</b> Бул шилтеме 7 күн бою жарактуу.<br>\n        Бул шилтеме динамикалуу, ошондуктан сиз аны баскан сайын ушул белгилүү дата үчүн эң жаңыланган буйрутмаларды аласыз. <b>Бул эгер буйрутма төлөм статусу четке кагылды деп өзгөрсө, жүктөлүп алынган CSV файлында ал буйрукту көрбөй каласыз же буйрутма төлөнсө, ал тизмеде пайда болот дегенди билдирет.</b><br><br>\n        <ul>\n            <li>CSV :date.</li> ичинде сакталган күнү менен акы төлөнүүчү заказдарды камтыйт\n            <li>Бектелген дата – колдонуучу буйрутма бетинде текшерүүнү чыкылдаткан күн.</li>\n        </ul>\n        <b> Кайталанма буйрутмаларды болтурбоо үчүн, жөнөтүүдөн мурун ар дайым ID буйрутмасын текшериңиз.</b>",
        'action' => "Заказ тизмесин жүктөп алыңыз",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "Буйрутмаңыздагы кээ бир нерселер кабыл алынган жок жана аларды жеткирүү мүмкүн эмес. Бул буюмдардын суммасы жакында картаңызга кайтарылат."
    ]

];
