<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "Instagram дүкөнүн куруучу|Instagram аккаунтун онлайн дүкөнгө айландырыңыз",
        'desc' => "Акчаңызды эч жакка коротпоңуз. Дүкөнүңүздү Selldoneда кургандан кийин, WordPress, Joomla жана WooCommerce сыяктуу башка дүкөн куруу куралдары менен иштөөнү ойлобой каласыз.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "Ашпозчу жана анын сүйкүмдүү мышыгы Инстаграмда кантип сатышат?",


        'alt1' => "Selldone Instagram дүкөнүн куруучу",
        'alt2' => 'Инстаграмда Сара тортун сатуу окуясы',
        'alt3' => 'Selldone Онлайн заказдарды иштетүү борбору',
        'alt4' => 'Selldone Интернет дүкөнүнүн төлөм шлюзи',
        'alt5' => 'Онлайн дүкөндөр үчүн автоматташтырылган SEO кыймылдаткычы',
        'alt6' => 'Инстаграмда онлайн сатуунун жаңы жолдору',
        'alt7' => 'Брендинг жана брендинг',
        'alt8' => 'Дүкөндүн кассири',
        'alt9' => 'Маркетинг жана сатуу куралдары',
        'alt10' => 'Акысыз бизнес өнөктөш',
        'alt11' => 'Заказдарды иштетүү борбору',
        'alt12' => 'Лоялдуу кардарлар',
        'alt13' => 'Түздөн-түз төлөм шлюзи',
        'alt14' => 'Instagram сатуу каналдары',
        'alt15' => 'Сайттын жана дүкөндүн иштеп чыгуучусун жалдоо',
        'alt16' => 'Selldone платформасынын окуясы',
        'alt17' => 'Сайт жана дүкөн автоматташтырылган SEO кыймылдаткычы',
        'alt18' => 'бактылуу сатуучу',
        'alt19' => 'Соода корзинасы',


        'm1' => 'Эмне үчүн Selldone?',
        'm2' => 'Auto SEO',
        'm3' => 'Баалар (акысыз)',

        'register' => 'Каттоо',

        'header' => '<span class="ulr"> 10 эсе </span> More & Better<br><span class="ulr">Sell</span> Instagramда',
        'header_msg' => 'Элестетиңиз, кардарлар Instagramдан дүкөнгө окшош баракча ачып, өзүнө жаккан сүрөттөрдөн продуктыларды тандап, буйрутмага кошуп, онлайн режиминде түздөн-түз сиздин аккаунтуңузга төлөшөт. Чечим сиздин алдыңызда.',

        'name_plc' => 'Колдонуучу атыңызды киргизиңиз',
        'preview' => 'Дүкөндү алдын ала көрүү',
        'create_act' => 'Instagram дүкөнүн түзүү',


        'title1s' => 'Ал кантип иштейт?',
        'title1' => 'Инстаграмыңызды <span class="ulb">толук өзгөчөлүктүү </span> дүкөнүнө айлантыңыз!',
        'desc1' => 'Сиз ири интернет-дүкөндөрдүн панелине караганда көбүрөөк мүмкүнчүлүктөргө ээ болосуз, бирок жаңылбаңыз, жөнөкөй хосттор менен иштөө кызыктуу.',
        'sub1' => 'Продукцияны башкаруу ушундай иштейт...',
        'sub1msg' => "Биринчи кадам өнүмдөрдү кошуу болуп саналат. Selldone менен сиз Instagramдан өнүмдөрдү импорттой аласыз, Excel файлын жүктөй аласыз же бир нече чыкылдатуу менен башка жөнөкөй ыкмаларды колдоно аласыз.",
         'list1_1' => 'Толугу менен өлтүрүп, башкарууну жабыңыз',
         'list1_2' => 'Инвентаризация жаңыртуу жана тез баа',
         'list1_3' => 'Excel файлы менен өнүмдөрдү кошуңуз',
         'list1_4' => 'Мындан өнүмдөрдү кошуңуз',
         'list1_5' => 'зеригип жатасыңбы? Биз сени кошобуз!',

        'title2s' => 'Заказдар ушундай иштейт...',
        'title2' => "Күнүнө 10 эсе көп буйрутма сиз үчүн жетишсизби? Selldone ар бир дүкөнгө күнүнө 10 миңден ашык буйрутма үчүн иштелип чыккан.",

        'list2_1' => 'Саякатыңыздын абалын тез көрүп, тез аракеттениңиз',
        'list2_2' => 'Кардар өзүнүн заказынын акыркы абалын көрө алат',
        'list2_3' => 'Төлөмдү, заказды иштетүүнү жана жеткирүүнү башкарыңыз',
        'list2_4' => 'Каалаганыңызча көп өнөктөш кошуңуз',


        'title3s' => 'Түздөн-түз оюн аяктады!',
        'title3' => "Дүкөнүңүздө онлайн төлөм сиздин домениңиз менен жана түздөн-түз сиздин эсебиңизге жасалат! Сиз онлайн порталдардын жана жеринде төлөм түрлөрүн тандай аласыз.",

        'list3_1' => 'Онлайн төлөм шлюзи (түз сиздин эсебиңизге)',
        'list3_2' => 'жеринде төлөм иштетүү мүмкүнчүлүгү',
        'list3_3' => 'Электрондук ишеним белгиси жок шлюз алуу (эмгек акы)',
        'list3_4' => 'Төлөмдөрдү жана бир чыкылдатуу буйрутмаларын башкарыңыз',


        'title4s' => 'Auto SEO',
        'title4' => 'SEO эң мыкты тажрыйбаларын сактаган SEO-достук сайтты долбоорлоо сиздин онлайн бизнесиңизди потенциалдуу кардарларга көбүрөөк көрсөтүүгө жардам берет. Selldone сизге SEO-багытталган дүкөн үчүн керектүү инфраструктураны камсыз кылат, андыктан Google\'да ачылып калам деп кабатыр болбоңуз.',

        'list4_1' => 'Сиз бизге жакшы текст жана сүрөттөрдү калтырыңыз',

        'title0' => '<span class="uly"> профессионалдуураак сатууга убакыт келди</span>, кардарларыңызды бактылуу кылуу <br> жана онлайн бизнести өнүгүп жатканыңыз менен сыймыктануу',


        'title6s' => "Буга ыраазы болбоңуз",
        'title6' => 'Инстаграм дүкөнүнөн алда канча көп...',


        'features' => 'Өзгөчөлүктөрү',
        'features_act' => 'Бардык функцияларды көрүү',

        'x1' => 'Брендиңизди түзүү жана өз кардарларыңыздын клубуна ээ болуу үчүн арналган домендеги онлайн дүкөн.',
        'x2' => 'Интернет-дүкөндүн кассасы 0 $ орнотулган дүкөнгө жана канча керек болсо ошончо.',
        'x3' => 'Эң мыкты маркетинг жана сатуу куралдары, ал тургай эң чоң полиция базарынын бренддеринде да жок.',
        'x4' => "Selldone аттуу жакшы жана күтүүсүз өнөктөш, анын бүт күч-аракети компаниянын сатуусун көбөйтүү, акча алып, аларды таштап коюу эмес.",

        'a1' => 'Заказды иштетүү',
        'a1s' => 'Ылдамдык үчүн иштелип чыккан',

        'a2' => 'Маркетинг жана стимулдар',
        'a2s' => 'Лоялдуу кардарларды табыңыз',

        'a3' => 'Түздөн-түз төлөм',
        'a3s' => 'Төлөм интерфейси жок',

        'a4' => 'Сатуу каналдары',
        'a4s' => 'Telegram, Google, Instagram ж.',

        'blog' => 'وبلاگ',

        'b1' => "2021-жылы дагы эле программист жалдап, дүкөн куруу пакеттерин же хостторду сатып алышыбыз керекпи?",
        'b2' => "Selldone окуясы|Сайтты жана онлайн бизнести ачуу ыкмасын өзгөртүү",
        'b3' => 'Автоматтык SEO кыймылдаткычы Google натыйжаларында жаркырап турат',
        'read' => 'Улантуу',

        'title5s' => 'Анын баасы канча экенин билгиңиз келеби?',
        'title5' => '<span class="ulr"> моделинен өмүр бою акысыз</span> 2% комиссия <br> моделине ай сайын төлөм менен 0,5% комиссия',
        'msg5' => "Эгер сизде сатуу болбосо, бир риалдын ээлери сизден сайт, хост, серверлер, кызматтар, куралдар, колдоо, жаңыртуулар жана башка нерселер үчүн акы албайт! Акча түздөн-түз сиздин эсебиңизге түшөт! Selldone бардык өнөктөштөрүнө төлөмдү айдын аягында же бир нече айдан кийин капчыкты толтуруп, көйгөй жаралса төлөшүнө ишенет.",
         'footer_act' => "Акысыз бул жалгыз артыкчылык эмес! Кантип?",
         'footer' => 'Каалаган суроолоруңузду же кеңешиңизди бериңиз.',

        's1' => 'Smart Reporting',
        's2' => 'Акысыз булут хостинги',
        's3' => 'Логистика жана кайра иштетүү',
        's4' => 'Landing Page Builder',
        's5' => 'Өзгөчөлүктөрү жана артыкчылыктары',
        's6' => 'Финансылык менеджмент',
        's7' => 'Маркетинг куралдары',
        's8' => 'Стимулдар жана кардарлар',
        's9' => 'Selldone жөнүндө',
        's10' => 'Блог',
        's11' => 'Жардам',
        's12' => 'Купуялык',
        's13' => 'Шарттар жана жоболор',
        's14' => 'Дүкөн куруучу',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Selldone менен иштөөдөн кооптонуп жатасызбы?",
        'import_title' => "Selldone колдонуучуларынан сураңыз; алардын <span class='ulr'>жөнөкөйлүгү жана ылдамдыгы</span> боюнча пикири сизди таң калтырат!",
        'import_message' => "Товарларыңызды Instagramдан түздөн-түз дүкөнүңүзгө импорттой аласыз, бирок кааласаңыз, алардын бардык өнүмдөрүн жана сүрөттөрүн дүкөнүңүзгө жөнөкөй Excel файлы менен автоматтык түрдө кошо аласыз. Сиз ошол эле файлды толтуруп, сүрөттөрдүн URL көчүрмөсүн Google'дан көчүрөсүз жана акырында CSV файлыңызды тартып, продукт башкаруу бөлүмүнө таштайсыз. Selldone муну сиз үчүн жасайт.",
        'import_t1' => "Сизде товар барбы",
        'import_b1' => "Алар ар түрдүүлүгү жок",
        'import_m1' => "Жөн гана бул файлды жүктөп алып, товардын атын, баасын жана инвентаризациясын киргизип, Google сыяктуу жерден сүрөттүн шилтемесин көчүрүп, чаптаңыз.",

        'import_b2' => "Көптөгөн вариациялар",
        'import_m2' => "Түрдүүлүк түс, көлөм, материал жана ушул сыяктуу нерселерди билдирет. Эгер сизде көптөгөн товарлар болсо, бул файлды жүктөп алып, продукт маалыматыңызды толтурсаңыз болот. Бул бир аз кыйыныраак",

        'import_download' => "Үлгү файлын жүктөп алыңыз",

    ]

];
