<?php



return [

    'loading-title' => "Оффлайндан онлайнга чейин масштабдоо",
    'loading-message' => "Сиз аракет кылыңыз, биз эшиктерди ачабыз",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'Selldone бета', 'priority' => 'м',
        'message' => "<p>\n            Ачык бета версиясына катышууңузду каалайбыз. Бета катары\n            сыноочу, сиз чыгарыла элек функцияларды колдоно аласыз\n            коомчулук. Бул функциялар жалпыга жеткиликтүү болушу мүмкүн\n            келечек. <b>all транзакциялары </b> сыноо режиминде экенин эске алыңыз жана\n            <b> акыркы релизге чейин ачык-айкын </b> болот. Колдонуучулар, дүкөндөр жана\n            продуктылар <u> алынып салынбайт</u>.\n          </p>\n\n          <p>Рахмат, <br />CEO Selldone</p>"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "Эки кадамдуу кирүү ийгиликтүү иштетилди.",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "Эки кадамдуу кирүү өчүрүлгөн.",


];
