<?php

return [
    'default_title' => 'SELLDONE',
    'keywords' => ['бизнес os', 'domain', 'selldone', 'электрондук соода платформасы', 'дүкөн куруучу', 'дүкөн куруучу', 'сайт куруучу', 'бизнес идея', 'жеке коомчулук куруучу', 'whitelabel электрондук соода'],
    'samin' => 'Selldone',
    'Selldone' => 'Selldone',


    'related' => 'байланыштуу',
    'share' => 'Бөлүшүү',

    /*
    |--------------------------------------------------------------------------
    | Global
    |--------------------------------------------------------------------------
    */
    'global' => [
        'blog' => 'Блог',
    ],

    /*
    |--------------------------------------------------------------------------
    | Global footer
    |--------------------------------------------------------------------------
    */
    'footer-title' => 'Selldone®|Бизнес <span class="os-grad">OS</span>™',
    'footer-subtitle' => "Чакан жана көз карандысыз бренддер үчүн №1 операциялык тутум",
    'footer-about-selldone' => 'Selldone, электрондук соода платформасы катары, бизнестин өсүшү үчүн периште катары иштейт. Кичинекей кирпичтен жасалган дүкөнүңүзбү же чоң компанияңыз барбы, сиз өз товарыңызды интернетте көрсөтүшүңүз керек. Selldone төмөнкү операциялык чыгымдар жана көбүрөөк ийкемдүүлүк менен онлайн дүкөндөрдү куруу үчүн колдонулган. Мындан тышкары, биз ар дайым өркүндөтүлгөн электрондук коммерцияны башкаруу инструменттерин сунуштайбыз, ал ар жума сайын жаңы өзгөчөлүктөргө ээ болот, мисалы, ыңгайлаштырылган автоматташтыруу процесстерин же AI интеграциясын түзүү үчүн дүкөн администрациясын жана визуалдык программалоо интерфейсин интеграциялоо.',
    'footer-action' => "Электрондук коммерцияңызды түзүңүз — бул бекер",

    'footer' => [
        'about' => 'Selldone жөнүндө',
        'contact' => 'Биз менен байланыш',
        'email' => 'support@selldone.com',
        'phone' => '🇩🇰 +45 36991215',
    ],

    'footer-menu' => [


        // Menu 1:
        [
            'title' => 'Selldone',
            'items' => [
                ['title' => 'Бизнес платформа', 'href' => '/store-builder'],
                ['title' => 'Блог', 'href' => '/blog'],
                ['title' => 'Жардам', 'href' => '/help'],
                ['title' => 'FAQ', 'href' => '/faq'],
                ['title' => 'Купуялык саясаты', 'href' => '/privacy'],
                ['title' => 'Тейлөө мөөнөтү', 'href' => '/terms'],
            ],
        ],

        // Menu 2:
        [
            'title' => 'Өзгөчөлүктөрү',
            'items' => [
                ['title' => 'Өзгөчөлүктөрү & Артыкчылыктары', 'href' => '/features'],
                ['title' => 'Marketing tools', 'href' => '/marketing'],
                ['title' => 'Processing center', 'href' => '/order-processing'],
                ['title' => 'Кызыктыруу жана клубдар', 'href' => '/incentives'],
                ['title' => 'Аудит жана бухгалтердик эсеп', 'href' => '/auditing'],
                ['title' => 'Cloud hosting', 'href' => '/cloud'],

            ],
        ],

        // Menu 3:
        [
            'title' => 'Чечимдер',
            'items' => [
                ['title' => 'NFT Collection', 'href' => '/nft'],
                ['title' => 'Гильдия', 'href' => '/guild'],
                ['title' => 'Авокадо', 'href' => '/avocado'],
                ['title' => 'Эксперттер', 'href' => '/experts'],
                ['title' => 'SEO engine', 'href' => '/seo'],
                ['title' => 'Smart report', 'href' => '/smart-report'],
            ],
        ],

        // Menu 4:
        [
            'title' => 'Кызматтар',
            'items' => [
                ['title' => 'Баа жана пландар', 'href' => '/price'],
                ['title' => 'Тиркемелер', 'href' => '/apps'],
                ['title' => 'Application builder', 'href' => '/app-builder'],
                ['title' => 'Барак жасоочу', 'href' => '/page-builder'],
                ['title' => 'Logistic solution', 'href' => '/logistic'],
                ['title' => 'Автоматташтыруу жана IoT', 'href' => '/automation'],

            ],
        ],


    ],


    /*
    |--------------------------------------------------------------------------
    | Global header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'home' => 'Үй',
        'features' => 'Өзгөчөлүктөрү',
        'pricing' => 'Баа коюу',
        'blogs' => 'Блог',
        'community' => 'Коомчулук',
        'help' => 'Жардам',
        'features-menu' => [
            'store-builder' => 'Электрондук коммерция куруучу',
            'community-platform' => 'Ыңгайлаштырылган коом',
            'cloud' => 'Булут негизделген Хостинг',
            'page-builder' => 'Landing Page Builder',
            'smart-report' => 'Smart Report Generator',
            'payment' => 'Төлөм жана бухгалтердик эсеп',

            'staffs' => 'Кардарлар жана команда',
            'logistic' => 'Логистика жана жеткирүү',
            'order-processing' => 'Заказдар жана кайра иштетүү',
            'marketing' => 'Маркетинг жана кампания',
            'incentives' => 'Клуб жана стимулдар',
            'pos' => 'Онлайн POS',
            'seo' => 'Auto SEO Engine',
            'automation' => 'Автоматташтыруу жана IoT',
            'ai' => 'AI Commerce',
            'app-builder' => 'Колдонмо куруучу',
        ],
        'build' => "куруу",
        'build-sub' => "Ийгилик тарыхыңызды түзүү үчүн биз сиздин айланаңызда системаны түзөбүз.",

        'manage' => "Башкаруу",
        'manage-sub' => "Бизнесиңизди башкаруу мурдагыдан да жагымдуу болот.",

        'sel' => "Сат",
        'sel-sub' => "Ар дайым жабылып, акча табыңыз жана андан ырахат алыңыз.",

        'grow' => "Өсүү",
        'grow-sub' => "Ишкана деңгээлиндеги функциялар жана куралдар сиздин колуңузда, асман сиздин чекиңиз болот.",


    ],

    /*
    |--------------------------------------------------------------------------
    | Article
    |--------------------------------------------------------------------------
    */
    'article' => [
        'list-of-content' => 'Мазмундун тизмеси',
        'author' => 'Автор',
        'others-title' => ":title жөнүндө көбүрөөк маалымат",
    ],


    /*
    |--------------------------------------------------------------------------
    | Main pages
    |--------------------------------------------------------------------------
    */
    'page.login' => ['title' => 'Selldone |Кирүү', 'image' => '/images/seo/en/login.jpg', 'description' => "Канчалык капиталыңыз бар, бизнесиңизди кайдан баштаганыңыз, дүйнөнүн кайсы жеринде жашап жатканыңыз маанилүү эмес! Selldone сизге бардык профессионалдуу сатуу куралдарын берди. Каттоо жана бул куралдар ар бир адам үчүн жана түбөлүккө бекер."],
    'page.register' => ['title' => 'Selldone |Каттоо', 'image' => '/images/seo/en/login.jpg', 'description' => "Мүмкүнчүлүк артыкчылык эмес, укук деп эсептейбиз! Нью-Йорктун эң бай көчөсүндө же алыскы айылда бизнесиңиз барбы, интернет жана онлайн инструмент сизге онлайн сатуу үчүн керек болгон нерсе болушу керек! Бул Selldone кыялы."],


    'page.home' => ['title' => "Профессионалдар сыяктуу сатуу — Selldone® Business OS", 'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg', 'description' => "Selldone – бизнесиңизди визуалдык түрдө куруу, башкаруу жана масштабдоо үчүн бизнес ОС. Миллиондогон буйрутмалар үчүн түзүлгөн коду жок, эксперттин кереги жок чечим менен аны өзүңүз куруңуз."],
    'page.helps' => ['title' => 'Жардам', 'image' => '/images/seo/en/help.jpg', 'description' => "Кантип ийгиликтүү бизнес кылуу керек."],
    'page.blogs' => ['title' => 'Business OS Mag', 'image' => '/images/seo/en/academy.jpg', 'description' => "Онлайнда сатуу боюнча сиздин бирдиктүү колдонмоңуз, кеңештер, ыкмалар жана эксперттик кеңештер, онлайн сатуунун эмне жана кылбашы керек, ошондой эле онлайн кирешеңизди көбөйтүү боюнча эксперттик кеңештер."],
    'page.faqs' => ['title' => 'Көп берилүүчү суроолор', 'image' => '/images/seo/en/faq.jpg', 'description' => "Selldone боюнча суроо-жооп."],
    'page.price' => ['title' => 'Баалар тизмеси', 'image' => '/images/seo/en/price.jpg', 'description' => "Сизди эч кандай мөөнөтсүз акысыз дүкөн жана сайт куруунун бардык профессионалдык өзгөчөлүктөрү күтүп турат."],


    'page.apps' => ['title' => 'Колдонмо интеграциялары', 'image' => '/images/seo/en/apps.jpg', 'description' => "Дүкөнгө тиркемелерди орнотуу дүкөнүңүз үчүн бир чыкылдатуу менен берилет."],
    'page.experts' => ['title' => 'Эксперттер', 'image' => '/images/seo/en/expert.jpg', 'description' => "Дүкөнүңүздү долбоорлоо, ишке киргизүү, жарнамалоо же башкаруу жөнүндө кабатыр болбоңуз, Selldone адистери сизге жардам берүүгө даяр. Ишти жакшыраак жана тезирээк жасоо үчүн тастыкталган адисти жалдаңыз."],


    'page.avocado' => ['title' => 'Авокадо — Заманбап коомдук сатуу каналы', 'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
        'description' => "Кардарларыңыздан төлөмдөрдү чогултуу үчүн бир сумма жана наам керек. Акча түздөн-түз сиздин эсебиңизге которулуп, кардарларыңыз үзгүлтүксүз соода тажрыйбасына ээ болушат."],

    // All private dashboards:
    'shuttle' => ['title' => 'Шатл|Сиздин бизнес OS башкаруу', 'image' => '/images/seo/en/dashboard.jpg',
        'description' => "Дүкөндү башкаруу панели, бул дүкөнгө кирүү мүмкүнчүлүгүңүз болсо, бул шилтеме аркылуу дүкөндү башкаруу панелиңизге кирсеңиз болот."],

    'shuttle-shop' => ['title' => 'Дүкөндүн башкаруу тактасы|Дүкөнүңүздү башкарыңыз', 'image' => '/images/seo/en/shuttle-shop.jpg', 'video' => '/images/seo/en/videos/shuttle-shop.mp4',
        'description' => "Куралдар тактаңыздагы баарын башкарыңыз. Продукцияларды, буйрутмаларды, десант баракчасынын дизайнын, маркетингди, стимулдарды жана сонун бизнес үчүн керектүү нерселердин бардыгын башкарыңыз."],


    'guild' => ['title' => 'Гильдия — Коллективдуу сатуу каналы', 'image' => '/images/seo/en/guild.jpg?v=2',
        'description' => "Улуу гильдия түзүү менен бизнесиңизди бүткүл дүйнө жүзүндөгү бардык адамдар үчүн жеткиликтүү кылыңыз."],


    'page.referral' => ['title' => 'Affiliate программасы — Selldone', 'image' => '/images/seo/en/referral.png', 'description' => "Кызыктуу миссияга кошулуңуз жана өзүңүз үчүн пассивдүү киреше агымын түзүңүз."],


    'page.press' => ['title' => 'Басма сөз ресурстары — Selldone', 'image' => '/images/seo/en/press.png', 'description' => "Selldone жөнүндө жазууну каалагандар үчүн ресурстар."],
    'page.roadmap' => ['title' => 'Жол картасы — Selldone', 'image' => '/images/seo/roadmap.jpg', 'description' => "Бул уникалдуу платформа: баары бир, коду жок бизнес операциялык тутуму, чакан жана орто ишканалар үчүн ишкана деңгээлиндеги куралдары бар кызмат."],

    'page.onboarding' => ['title' => 'Акысыз онлайн дүкөнүнүн веб-сайт жаратуучусу - жооп берүүчү жана кесипкөй', 'image' => '/images/seo/ui-kit.jpg', 'description' => "Selldone - бул бизнесиңиздин өсүшүнө жардам берүү үчүн курулган электрондук соода платформасы. Кичинекей кирпичтен жасалган дүкөнүңүзбү же чоң компанияңыз барбы, сизге кесипкөй, колдонууга оңой шаймандар керек."],



    'page.books' => ['title' => 'Бизнес колдонмолору: Онлайн соода сайттары үчүн баштоо жана өсүү боюнча кеңештер', 'image' => '/images/seo/en/cover.jpg', 'description' => "Сиз бул жерден бизнести өнүктүрүү боюнча бекер окуу китептерин жүктөп алсаңыз болот. Бул китептерден сиз бизнести өнүктүрүү боюнча толук кеңештерди жана интернет-дүкөнүңүздө конвертацияны жогорулатуу боюнча практикалык колдонмолорду таба аласыз."],


    'page.quiz' => ['title' => 'Викторина|Бизнестин операциялык системасы сиз үчүн туурабы?', 'image' => '/images/seo/en/quiz.png', 'description' => "Эгерде сиз бизнесиңизге бизнес OS керек экенин же колдоно аларын билгиңиз келсе, андан ары барардан мурун, бул 60 секунддук тесттен өтүңүз. Эгерде сиз бизнесиңизге бизнес OS керек экенин же колдоно аларын билгиңиз келсе, андан ары барардан мурун, бул 60 секунддук тесттен өтүңүз."],


    'page.countries' => ['title' => 'Колдоого алынган өлкөлөр жана жергиликтүү төлөмдөр - Business OS', 'image' => '/images/seo/en/countries.png', 'description' => "Business OS, электрондук коммерция платформаларынан темасы, плагини же коду жок нерсеге чейин соода кызматтарынын кийинки эволюция кадамы. 100% визуалдык!"],


    'page.participant' => ['title' => 'Сиз каалаган коом — $20 ойноп, утуп алыңыз', 'image' => '/images/seo/en/participants.jpg', 'description' => "Башкаларга жардам берүү үчүн кыска видеолорду жаратып, сатылган коомчулукка катыша аласыз жана ар бир видео үчүн 20 USD белек кредитине ээ боло аласыз."],

    'page.tax' => ['title' => 'Дүйнөлүк салык ставкаларынын тизмеси', 'image' => '/images/seo/en/tax.jpg', 'description' => "Салык эрежелерин жокко чыгарып, ар кандай продукт категориялары үчүн бирден ашык салык профилин түзө аласыз."],


    'page.premium' => ['title' => 'Премиумга жаңыртып, E-Commerce Оюнуңузду өзгөртүңүз', 'image' => '/images/seo/en/premium.jpg', 'description' => "Selldone Premium менен онлайн дүкөнүңүздү көтөрүңүз. Эффективдүүлүктү жогорулатуу жана санариптик рынокто өзгөчөлөнүү үчүн эксклюзивдүү AI куралдарына, атайын шаблондорго жана башкаларга мүмкүнчүлүк алыңыз. Акылдуу, жылмакай электрондук коммерция тажрыйбасы үчүн азыр кошулуңуз!"],


    'page.builder' => [
        'title' => 'Акысыз Page Builder & Landing Page Editor Webapp - Кирүү талап кылынбайт',
        'image' => '/images/seo/en/builder.png',
        'description' => 'Биздин бекер, колдонуучуга ыңгайлуу баракча куруучу жана редакторубуз менен укмуштуудай веб-баракчаларды жана десант баракчаларын түзүңүз. Кирүү талап кылынбайт. Биздин интуитивдик сүйрөө жана таштоо интерфейсибиз менен веб-баракчаларыңызды тез арада долбоорлаңыз, ыңгайлаштырыңыз жана жарыялаңыз. Маркетологдор, чакан бизнес ээлери жана оңой веб-дизайн чечимин издеген иштеп чыгуучулар үчүн идеалдуу.'
    ],

    'page.token' => [
        'title' => 'Selldone Монетасы (SLDN) - Электрондук коммерция инновациясын кеңейтүү',
        'image' => '/images/seo/en/token.jpg?v=1',
        'description' => 'Selldone Coin (SLDN) менен таанышыңыз, электрондук коммерциянын ишкерлерин сыйлоо жана мүмкүнчүлүктөрүн кеңейтүү үчүн иштелип чыккан санарип белгиси. Selldone экосистемасынын ажырагыс бөлүгү болгон SLDN менен бизнесиңизди табыңыз, соодалаңыз жана өстүрүңүз.'
    ],


    'page.red-alert' => ['title' => 'Red Alert - Кылмыш иши жана коопсуздук программасы жөнүндө кабарлоо',
        'image' => '/images/seo/en/red-alert.jpg',
        'description' => 'Selldone менен коопсуздуктун жана коопсуздуктун эң сонун тажрыйбасын көрүңүз – эң коопсуздукка багытталган платформа. Биздин Red Alert программабыз сизге кылмыштуу аракеттер тууралуу тез жана коопсуз билдирүүгө мүмкүнчүлүк берип, коомуңуздун корголушун камсыздайт. Коопсуз аймактарды түзүү жана кылмыштуулукка каршы бүгүн чара көрүү боюнча биздин миссиябызга кошулуңуз.'    ],

    /*
    |--------------------------------------------------------------------------
    | App pages
    |--------------------------------------------------------------------------
    */
    'apps.structure-data' => ['title' => 'Структура маалымат генератору| JSON-LD', 'description' => "Бул күчтүү структураланган маалымат генераторун JSON-LD белгилөөлөрүн, анын ичинде бардык керектүү объект касиеттерин жана башкаларды түзүү үчүн колдонуңуз."
    ],

    /*
    |--------------------------------------------------------------------------
    | Call to action
    |--------------------------------------------------------------------------
    */
    'call-to-action' => [
        'title' => "Базардагы эң мыкты техникалык чечим менен бизнесиңизди онлайн кылыңыз.",
        'money-back' => "30 күндүк акчаны кайтарып берүү кепилдиги",
        'action' => "Электрондук коммерцияңызды түзүңүз",
        'action-sub' => "Азыр башта - Бул бекер",
        'message' => "Төмөн онлайн сатуу курсу менен коштошуп!",
    ]

,

    'page' => [
        'login' => [
            'title' => 'Selldone | Кирүү',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'Канчалык капиталыңыз бар, бизнесиңизди кайдан баштаганыңыз, дүйнөнүн кайсы жеринде жашап жатканыңыз маанилүү эмес! Selldone сизге бардык профессионалдуу сатуу куралдарын берди. Каттоо жана бул куралдар ар бир адам үчүн жана түбөлүккө бекер.',
        ],
        'register' => [
            'title' => 'Selldone | Каттоо',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'Мүмкүнчүлүк артыкчылык эмес, укук деп эсептейбиз! Нью-Йорктогу эң бай көчөдө же алыскы айылда бизнесиңиз барбы, интернет жана онлайн инструмент онлайн сатуу үчүн бардык нерсе болушу керек! Бул Селдонанын кыялы.',
        ],
        'home' => [
            'title' => 'Профессионалдар сыяктуу сатуу — Selldone® Business OS',
            'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg',
            'description' => 'Selldone – бизнесиңизди визуалдык түрдө куруу, башкаруу жана масштабдоо үчүн Business OS. Миллиондогон буйрутмалар үчүн коду жок жана экспертсиз чечим менен аны өзүңүз жасаңыз.',
        ],
        'helps' => [
            'title' => 'Жардам',
            'image' => '/images/seo/en/help.jpg',
            'description' => 'Кантип ийгиликтүү бизнес жасоо керек.',
        ],
        'blogs' => [
            'title' => 'Блог',
            'image' => '/images/seo/en/academy.jpg',
            'description' => 'Акыркы Selldone жаңылыктары жана мазмуну.',
        ],
        'faqs' => [
            'title' => 'Көп берилүүчү суроолор',
            'image' => '/images/seo/en/faq.jpg',
            'description' => 'Selldone боюнча суроо-жооп.',
        ],
        'price' => [
            'title' => 'Баа тизмеси',
            'image' => '/images/seo/en/price.jpg',
            'description' => 'Сизди эч кандай мөөнөтсүз акысыз дүкөн жана сайт куруунун бардык профессионалдык өзгөчөлүктөрү күтүп турат.',
        ],
        'apps' => [
            'title' => 'Колдонмо дүкөнү',
            'image' => '/images/seo/en/apps.jpg',
            'description' => 'Дүкөнгө тиркемелерди орнотуу дүкөнүңүз үчүн бир чыкылдатуу менен берилет.',
        ],
        'experts' => [
            'title' => 'Эксперттер',
            'image' => '/images/seo/en/expert.jpg',
            'description' => 'Дүкөнүңүздү долбоорлоо, ишке киргизүү, жарнамалоо же башкаруу жөнүндө кабатыр болбоңуз, Selldone адистери сизге жардам берүүгө даяр. Ишти жакшыраак жана тезирээк жасоо үчүн тастыкталган адисти жалдаңыз.',
        ],
        'avocado' => [
            'title' => 'Авокадо — Заманбап коомдук сатуу каналы',
            'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
            'description' => 'Кардарларыңыздан акча алуу үчүн бир сумма жана бир наам керек! Акча сиздин эсебиңизге түз түшөт жана кардарларыңыз уникалдуу соода тажрыйбасына ээ болушат.',
        ],
        'referral' => [
            'title' => 'Affiliate программасы — Selldone',
            'image' => '/images/seo/en/referral.png',
            'description' => 'Кызыктуу миссияга кошулуңуз жана өзүңүз үчүн пассивдүү киреше агымын жасаңыз.',
        ],
        'press' => [
            'title' => 'Пресс ресурстары — Selldone',
            'image' => '/images/seo/en/press.png',
            'description' => 'Selldone жөнүндө жазууну каалагандар үчүн ресурстар.',
        ],
        'roadmap' => [
            'title' => 'Жол картасы — Selldone',
            'image' => '/images/seo/roadmap.jpg',
            'description' => 'Бул бирден-бир платформа; ал толугу менен уникалдуу жана башкалардан абдан айырмаланып турат. Бул бирден-бир, кодсуз Бизнес Оперейтинг системасы, ЧОИ үчүн ишкана деңгээлиндеги куралдары бар Кызмат катары.',
        ],
        'onboarding' => [
            'title' => 'Акысыз онлайн соода сайтынын жаратуучусу - жооп берүүчү жана кесипкөй',
            'image' => '/images/seo/ui-kit.jpg',
            'description' => 'Selldone, электрондук соода платформасы катары, бизнесиңиздин өсүшү үчүн периште сыяктуу иштейт. Кичинекей кирпичтен жасалган дүкөнүңүзбү же чоң компанияңыз барбы, сизге профессионалдуу, бирок колдонууга оңой шаймандар керек.',
        ],
        'books' => [
            'title' => 'Бизнес колдонмолору: Онлайн соода сайттары үчүн баштоо жана өсүү боюнча кеңештер',
            'image' => '/images/seo/en/cover.jpg',
            'description' => 'Сиз бул жерден бизнести өнүктүрүү боюнча бекер окуу китептерин жүктөп алсаңыз болот. Бул китептерден сиз бизнести өнүктүрүү боюнча толук кеңештерди жана интернет-дүкөнүңүздө конвертацияны жогорулатуу боюнча практикалык колдонмолорду таба аласыз.',
        ],
        'quiz' => [
            'title' => 'Quiz | Бизнестин операциялык системасы сиз үчүн туурабы?',
            'image' => '/images/seo/en/quiz.png',
            'description' => 'Эгер бизнесиңизге бизнес OS керек экенин же колдоно аларын билгиңиз келсе, андан ары барардан мурун, бул 60 секунддук тесттен өтүңүз. Эгер бизнесиңизге бизнес OS керек экенин же колдоно аларын билгиңиз келсе, андан ары барардан мурун, бул 60 секунддук тесттен өтүңүз.',
        ],
        'countries' => [
            'title' => 'Колдоого алынган өлкөлөр жана жергиликтүү төлөмдөр - Business OS',
            'image' => '/images/seo/en/countries.png',
            'description' => 'Business OS, электрондук коммерция платформаларынан темасы, плагини же коду жок нерсеге чейин соода кызматтарынын кийинки эволюция кадамы. 100% визуалдык!',
        ],
        'participant' => [
            'title' => 'Сиз каалаган коом — $20 ойноп, утуп алыңыз',
            'image' => '/images/seo/en/participants.jpg',
            'description' => 'Башкаларга жардам берүү үчүн кыска видеолорду жаратып, сатылган коомчулукка катыша аласыз жана ар бир видео үчүн 20 АКШ долларына чейин белек ала аласыз.',
        ],
        'tax' => [
            'title' => 'Дүйнөлүк салык ставкаларынын тизмеси',
            'image' => '/images/seo/en/tax.jpg',
            'description' => 'Салык эрежелерин жокко чыгарып, ар кандай продукт категориялары үчүн бирден ашык салык профилин түзө аласыз.',
        ],
        'premium' => [
            'title' => 'Премиумга жаңыртып, E-Commerce Оюнуңузду өзгөртүңүз',
            'image' => '/images/seo/en/premium.jpg',
            'description' => 'Selldone Premium менен онлайн дүкөнүңүздү көтөрүңүз. Эффективдүүлүктү жогорулатуу жана санариптик рынокто өзгөчөлөнүү үчүн эксклюзивдүү AI куралдарына, атайын шаблондорго жана башкаларга мүмкүнчүлүк алыңыз. Акылдуу, жылмакай электрондук коммерция тажрыйбасы үчүн азыр кошулуңуз!',
        ],
        'builder' => [
            'title' => 'Акысыз Page Builder & Landing Page Editor Webapp - Кирүү талап кылынбайт',
            'image' => '/images/seo/en/builder.png',
            'description' => 'Биздин бекер, колдонуучуга ыңгайлуу баракча куруучу жана редакторубуз менен укмуштуудай веб-баракчаларды жана десант баракчаларын түзүңүз. Кирүү талап кылынбайт. Биздин интуитивдик сүйрөө жана таштоо интерфейсибиз менен веб-баракчаларыңызды тез арада долбоорлаңыз, ыңгайлаштырыңыз жана жарыялаңыз. Маркетологдор, чакан бизнес ээлери жана оңой веб-дизайн чечимин издеген иштеп чыгуучулар үчүн идеалдуу.',
        ],
    ],
    'apps' => [
        'structure-data' => [
            'title' => 'Structure Data Generator | JSON-LD',
            'description' => 'Бул күчтүү структураланган маалымат генераторун JSON-LD белгилөөлөрүн, анын ичинде бардык керектүү объект касиеттерин жана башкаларды түзүү үчүн колдонуңуз.',
        ],
    ],
];
