<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'Дүкөн',
        'blog' => 'Блог',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'Биз жөнүндө',
    'contact' => 'Биз менен байланышыңыз',


    'buy-action' => "Азыр сатып алуу",
    'buy-action-variant' => "Тандоо & Азыр сатып алуу",

    'product-images' => "Сүрөттөр",
    'product-spec' => "Spec",
    'Comments' => "Сын-пикирлер жана рейтингдер",
    'related' => "Related Products",
    'view-now' => "Азыр көрүү",






];
