<?php 

 return [
     "failed" => "Бул эсептик маалыматтар биздин рекорддорубузга дал келбейт.",
     "password" => "Берилген сырсөз туура эмес.",
     "throttle" => "Кирүү аракети өтө көп. Сураныч, :секунд секунддан кийин кайра аракет кылыңыз.",
     "title_shop" => ":name дегенге кириңиз",
     "title_app" => "Колдонмого кирүү :name",
     "login_message" => "Каттоо эсебиңизге кирүүнү сураныңыз.",
     "scopes_title" => "Бул колдонмо төмөнкү чөйрөлөргө мүмкүнчүлүк алат",
     "accept" => "Ырастоо",
     "reject" => "Четке кагуу",
     "login_incorrect_password" => "Жараксыз колдонуучу аты же сырсөз.",
     "reset_2fa_title" => "Эки кадамдуу кирүү өтүнүчүн кайра коюу",
     "go_main_page" => "Башкы бетке өтүңүз",
     "signing_in" => "Кирүүдө...",
];