<?php 

 return [
     "failed" => "دا اسناد زموږ د ریکارډونو سره سمون نه لري.",
     "password" => "ورکړل شوی پټنوم غلط دی.",
     "throttle" => "د ننوتلو ډیرې هڅې. مهرباني وکړئ په ثانیو کې بیا هڅه وکړئ.",
     "title_shop" => "ته ننوتل: نوم",
     "title_app" => "د غوښتنلیک لاسرسی: نوم",
     "login_message" => "خپل حساب ته د لاسرسي غوښتنه وکړئ.",
     "scopes_title" => "دا اپلیکیشن به لاندې سکوپونو ته لاسرسی ولري",
     "accept" => "تایید کړه",
     "reject" => "رد کړه",
     "login_incorrect_password" => "ناسم کارن نوم یا پټنوم.",
     "reset_2fa_title" => "د دوه مرحلې ننوتلو غوښتنه بیا تنظیم کړئ",
     "go_main_page" => "د کور پاڼې ته لاړ شئ",
     "signing_in" => "لاسلیک کول...",
];