<?php 

 return [
     "default_title" => "SELLDONE",
     "keywords" => [
        "د سوداګرۍ os",
        "domain",
        "selldone",
        "د ای کامرس پلیټ فارم",
        "د پلورنځي جوړونکی",
        "هټۍ جوړونکی",
        "ویب پاڼه جوړونکی",
        "د سوداګرۍ مفکوره",
        "دودیز ټولنې جوړونکی",
        "وایټ لیبل ای کامرس"
     ],
     "samin" => "پلورل شوی",
     "Selldone" => "پلورل شوی",
     "related" => "اړوند",
     "share" => "شریکول",
     "global" => [
     "blog" => "بلاګ",
],
     "footer-title" => "Selldone® | د سوداګرۍ <span class='os-grad'>OS</span> ™",
     "footer-subtitle" => "د SMEs او خپلواکو برانڈونو لپاره #1 عملیاتي سیسټم",
     "footer-about-selldone" => "Selldone، د ای کامرس پلیټ فارم په توګه، د سوداګرۍ ودې لپاره د فرښتې په توګه کار کوي. که تاسو د خښتو او هاوان کوچنۍ پلورنځی لرئ یا لوی شرکت لرئ، تاسو اړتیا لرئ خپل محصول په انټرنیټ کې وښایئ. سیلډون د ټیټ عملیاتي لګښتونو او لوی انعطاف سره آنلاین پلورنځیو جوړولو لپاره کارول کیږي. سربیره پردې، موږ د تل لپاره د ای کامرس مدیریت وسیلې چین چمتو کوو چې هره اونۍ نوې ب featuresې ترلاسه کوي ، لکه د ګمرک اتومات پروسې یا AI ادغام رامینځته کولو لپاره د پلورنځي اداره او بصري برنامې انٹرفیس ادغام.",
     "footer-action" => "خپل ای کامرس جوړ کړئ - دا وړیا دی",
     "footer" => [
     "about" => "د Selldone په اړه",
     "contact" => "موږ سره اړیکه ونیسئ",
     "email" => "support@selldone.com",
     "phone" => "🇩🇰 +45 36991215",
],
     "footer-menu" => [
        [
     "title" => "پلورل شوی",
     "items" => [
        [
     "title" => "د سوداګرۍ پلیټ فارم",
     "href" => "/store-builder",
],
        [
     "title" => "بلاګ",
     "href" => "/blog",
],
        [
     "title" => "مرسته",
     "href" => "/help",
],
        [
     "title" => "FAQ",
     "href" => "/faq",
],
        [
     "title" => "د پټتیا تګلاره",
     "href" => "/privacy",
],
        [
     "title" => "د خدمت موده",
     "href" => "/terms",
]
     ],
],
        [
     "title" => "برخی",
     "items" => [
        [
     "title" => "ځانګړتیاوې او ګټې",
     "href" => "/features",
],
        [
     "title" => "Marketing tools",
     "href" => "/marketing",
],
        [
     "title" => "Processing center",
     "href" => "/order-processing",
],
        [
     "title" => "هڅونه او کلبونه",
     "href" => "/incentives",
],
        [
     "title" => "محاسبه او پلټنه",
     "href" => "/auditing",
],
        [
     "title" => "Cloud hosting",
     "href" => "/cloud",
]
     ],
],
        [
     "title" => "د حل لارې",
     "items" => [
        [
     "title" => "د NFT ټولګه",
     "href" => "/nft",
],
        [
     "title" => "ګیلډ",
     "href" => "/guild",
],
        [
     "title" => "ایوکاډو",
     "href" => "/avocado",
],
        [
     "title" => "متخصصین",
     "href" => "/experts",
],
        [
     "title" => "SEO engine",
     "href" => "/seo",
],
        [
     "title" => "Smart report",
     "href" => "/smart-report",
]
     ],
],
        [
     "title" => "خدمتونه",
     "items" => [
        [
     "title" => "قیمت او پلانونه",
     "href" => "/price",
],
        [
     "title" => "غوښتنلیکونه",
     "href" => "/apps",
],
        [
     "title" => "Application builder",
     "href" => "/app-builder",
],
        [
     "title" => "پاڼه جوړونکی",
     "href" => "/page-builder",
],
        [
     "title" => "Logistic solution",
     "href" => "/logistic",
],
        [
     "title" => "اتومات او IoT",
     "href" => "/automation",
]
     ],
]
     ],
     "header" => [
     "home" => "کور",
     "features" => "برخی",
     "pricing" => "نرخونه",
     "blogs" => "بلاګ",
     "community" => "ټولنه",
     "help" => "مرسته",
     "features-menu" => [
     "store-builder" => "د ای کامرس جوړونکی",
     "community-platform" => "دودیز ټولنه",
     "cloud" => "د کلاوډ پر بنسټ کوربه توب",
     "page-builder" => "د لینډینګ پاڼې جوړونکی",
     "smart-report" => "د سمارټ راپور جنراتور",
     "payment" => "تادیه او حساب ورکول",
     "staffs" => "پیرودونکي او ټیم",
     "logistic" => "لوژستیک او تحویلي",
     "order-processing" => "امرونه او پروسس کول",
     "marketing" => "بازارموندنه او کمپاین",
     "incentives" => "کلب او هڅونې",
     "pos" => "آنلاین POS",
     "seo" => "د آٹو SEO انجن",
     "automation" => "اتومات او IoT",
     "ai" => "د AI سوداګرۍ",
     "app-builder" => "د غوښتنلیک جوړونکی",
],
     "build" => "جوړول",
     "build-sub" => "موږ ستاسو په شاوخوا کې یو سیسټم رامینځته کوو ترڅو ستاسو د بریا کیسه جوړه کړو.",
     "manage" => "اداره کول",
     "manage-sub" => "ستاسو د سوداګرۍ اداره کول به د هر وخت څخه ډیر خوندور وي.",
     "sel" => "پلورل",
     "sel-sub" => "تل وتړئ، پیسې وګټئ او خوند ترې واخلئ.",
     "grow" => "وده",
     "grow-sub" => "ستاسو په لاس کې د سوداګرۍ درجې ځانګړتیاوې او وسایل، آسمان به ستاسو حد وي.",
],
     "article" => [
     "list-of-content" => "د منځپانګې لیست",
     "author" => "لیکوال",
     "others-title" => "د عنوان په اړه نور معلومات",
],
     "page" => [
     "login" => [
     "title" => "Selldone | د ننه کیدل",
     "image" => "/images/seo/en/login.jpg",
     "description" => "دا مهمه نده چې تاسو څومره سرمایه لرئ، تاسو خپل کاروبار چیرته پیل کړی، په نړۍ کې چیرته ژوند کوئ! سیلډون تاسو ته د پلور ټول مسلکي وسایل چمتو کړي دي. نوم لیکنه او دا وسایل د هرچا او تل لپاره وړیا دي.",
],
     "register" => [
     "title" => "Selldone | راجستر",
     "image" => "/images/seo/en/login.jpg",
     "description" => "موږ باور لرو چې لاسرسی یو حق دی نه امتیاز! که تاسو د نیویارک په ترټولو بډایه سړک کې یا په لرې کلي کې سوداګرۍ لرئ، انټرنیټ او آنلاین وسیله باید ټول هغه څه وي چې تاسو یې آنلاین پلورلو ته اړتیا لرئ! دا د سیلډون خوب دی.",
],
     "home" => [
     "title" => "د مسلکیانو په څیر پلور - Selldone® Business OS",
     "image" => "/images/seo/en/create-my-ecommerce-website-free.jpg",
     "description" => "سیلډون یو سوداګریز OS دی چې ستاسو سوداګرۍ په لید کې رامینځته کوي ، اداره کوي او اندازه کوي. دا پخپله د ملیونونو امرونو لپاره د بې کوډ او هیڅ متخصص اړتیا حل سره جوړ کړئ.",
],
     "helps" => [
     "title" => "مرسته",
     "image" => "/images/seo/en/help.jpg",
     "description" => "څنګه یو بریالی کاروبار جوړ کړو.",
],
     "blogs" => [
     "title" => "بلاګ",
     "image" => "/images/seo/en/academy.jpg",
     "description" => "د سیلډون وروستي خبرونه او مینځپانګې.",
],
     "faqs" => [
     "title" => "په مکرر ډول پوښتل شوي پوښتنې",
     "image" => "/images/seo/en/faq.jpg",
     "description" => "په سیلډون کې پوښتنې او ځوابونه.",
],
     "price" => [
     "title" => "د قیمت لیست",
     "image" => "/images/seo/en/price.jpg",
     "description" => "د وخت محدودیت پرته د وړیا لپاره د پلورنځي او سایټ جوړولو ټولې مسلکي ب featuresې ستاسو په تمه دي.",
],
     "api" => [
     "title" => "API",
     "image" => "/images/seo/en/api.jpg",
     "description" => "د ویب خدمت، د غوښتنلیک پراختیا لپاره اسناد او خدمت سره نښلول.",
],
     "apps" => [
     "title" => "د اپلیکیشن پلورنځي",
     "image" => "/images/seo/en/apps.jpg",
     "description" => "پلورنځي ته د غوښتنلیکونو نصب کول ستاسو د پلورنځي لپاره یوازې په یو کلیک سره چمتو شوي.",
],
     "experts" => [
     "title" => "متخصصین",
     "image" => "/images/seo/en/expert.jpg",
     "description" => "د خپل پلورنځي ډیزاین کولو ، پیل کولو ، اعلاناتو یا اداره کولو په اړه اندیښنه مه کوئ ، د سیلډون متخصصین ستاسو سره مرستې ته چمتو دي. یو تصدیق شوی متخصص وګمارئ ترڅو شیان ښه او ګړندي ترسره کړي.",
],
     "avocado" => [
     "title" => "ایوکاډو - د عصري ټولنیز پلور چینل",
     "image" => "/images/seo/en/create-avocado-seo.jpg?v=1",
     "description" => "یو مقدار او یو سرلیک ټول هغه څه دي چې تاسو ورته اړتیا لرئ د خپلو پیرودونکو څخه پیسې ترلاسه کړئ! پیسې به مستقیم ستاسو حساب ته واستول شي او ستاسو پیرودونکي به د پیرود ځانګړې تجربه ولري.",
],
     "referral" => [
     "title" => "وابسته برنامه - Selldone",
     "image" => "/images/seo/en/referral.png",
     "description" => "په زړه پورې ماموریت کې ګډون وکړئ او د ځان لپاره غیر فعال عاید جریان رامینځته کړئ.",
],
     "press" => [
     "title" => "مطبوعاتي سرچینې — Selldone",
     "image" => "/images/seo/en/press.png",
     "description" => "د هر چا لپاره سرچینې چې د Selldone په اړه لیکلو کې لیوالتیا لري.",
],
     "roadmap" => [
     "title" => "د لارې نقشه - Selldone",
     "image" => "/images/seo/roadmap.jpg",
     "description" => "دا یو ډول پلیټ فارم دی؛ دا په بشپړه توګه ځانګړی دی او د نورو ټولو څخه ډیر توپیر لري. دا د SMEs لپاره د تصدۍ درجې وسیلو سره د خدمت په توګه یوازینی ټول په یوه کې، بې کوډ سوداګریز عملیاتي سیسټم دی.",
],
     "onboarding" => [
     "title" => "د وړیا آنلاین پیرود ویب پاڼې جوړونکی - ځواب ورکوونکی، او مسلکي",
     "image" => "/images/seo/ui-kit.jpg",
     "description" => "Selldone، د ای کامرس پلیټ فارم په توګه، ستاسو د سوداګرۍ ودې لپاره د فرښتې په څیر کار کوي. که تاسو د خښتو او هاوان کوچنۍ پلورنځی ولرئ یا لوی شرکت ولرئ، تاسو د مسلکي مګر د کارولو اسانه وسیلو سیټ ته اړتیا لرئ.",
],
     "books" => [
     "title" => "د سوداګرۍ لاسي کتابونه: د آنلاین پیرود ویب سایټونو لپاره د پیل او ودې لارښوونې",
     "image" => "/images/seo/en/cover.jpg",
     "description" => "تاسو کولی شئ دلته د سوداګرۍ پراختیا په اړه وړیا لاسي کتابونه ډاونلوډ کړئ. پدې کتابونو کې ، تاسو به د سوداګرۍ رامینځته کولو بشپړ لارښوونې ومومئ او ستاسو په آنلاین پلورنځي کې د تبادلې نرخونو لوړولو لپاره عملي پرمختګ لارښودونه.",
],
     "quiz" => [
     "title" => "پوښتنه | ایا د سوداګرۍ عملیاتي سیسټم ستاسو لپاره سم دی؟",
     "image" => "/images/seo/en/quiz.png",
     "description" => "که تاسو غواړئ پوه شئ چې ستاسو سوداګرۍ اړتیا لري یا کولی شي د سوداګرۍ OS وکاروي ، مخکې لدې چې نور لاړ شي ، مهرباني وکړئ دا 60sec کوئز واخلئ. که تاسو غواړئ پوه شئ چې ستاسو سوداګرۍ اړتیا لري یا کولی شي د سوداګرۍ OS وکاروي ، مخکې لدې چې نور لاړ شي ، مهرباني وکړئ دا 60sec کوئز واخلئ.",
],
     "countries" => [
     "title" => "ملاتړ شوي هیوادونه او محلي تادیات - د سوداګرۍ OS",
     "image" => "/images/seo/en/countries.png",
     "description" => "د سوداګرۍ OS، د ای کامرس پلیټ فارمونو څخه د کوم موضوع، پلگ ان، یا کوډ پرته د سوداګرۍ خدماتو راتلونکی ارتقاء مرحله. 100٪ لید!",
],
],
     "shuttle" => [
     "title" => "Selldone | ډشبورډ",
     "image" => "/images/seo/en/dashboard.jpg",
     "description" => "د پلورنځي مدیریت پینل ، که تاسو دې پلورنځي ته لاسرسی لرئ ، تاسو کولی شئ د دې لینک له لارې خپل د پلورنځي مدیریت ډشبورډ دننه کړئ.",
],
     "shuttle-shop" => [
     "title" => "Selldone | د پلورنځي ډشبورډ",
     "image" => "/images/seo/en/shuttle-shop.jpg",
     "video" => "/images/seo/en/videos/shuttle-shop.mp4",
     "description" => "په خپل ډشبورډ کې هرڅه اداره کړئ. محصولات، امرونه، د لینډینګ پاڼې ډیزاین، بازار موندنه، هڅونې او هرڅه چې تاسو د لوی سوداګرۍ لپاره اړتیا لرئ اداره کړئ.",
],
     "guild" => [
     "title" => "ګیلډ - د پلور ډله ایز چینل",
     "image" => "/images/seo/en/guild.jpg?v=2",
     "description" => "د یوې لویې ټولنې په جوړولو سره خپله سوداګرۍ د لاسته راوړنې وړ او د نړۍ هرچا ته د لاسرسي وړ کړئ.",
],
     "apps" => [
     "structure-data" => [
     "title" => "د جوړښت ډیټا جنریټر | JSON-LD",
     "description" => "د JSON-LD مارک اپونو رامینځته کولو لپاره دا قوي جوړښت شوي ډیټا جنریټر وکاروئ ، پشمول د ټولو اړین توکي ملکیتونه او نور ډیر څه.",
],
],
     "call-to-action" => [
     "title" => "په بازار کې د غوره نه تخنیکي حل له لارې خپله سوداګرۍ آنلاین کړئ.",
     "money-back" => "د 30 ورځو پیسو بیرته تضمین",
     "action" => "خپل ای کامرس جوړ کړئ",
     "action-sub" => "همدا اوس پیل کړئ - دا وړیا ده",
     "message" => "خپل د آنلاین پلور ټیټ نرخ ته الوداع ووایاست!",
],
];