<?php 

 return [
     "shop-order-payment" => [
     "title" => "تادیه قبول کړئ",
     "sample" => "ستاسو 267$ تادیه په بریالیتوب سره حل شوه.<br> امر: SM-425<br> مننه، <b>ستاسو د پلورنځي نوم</b> .<br> پلورل شوی",
     "body" => "ستاسو :param2 تادیه په بریالیتوب سره تنظیم شوه. ترتیب: :param1 مننه، :param3. پلورل شوی",
     "description" => "د پلورنځي پیرودونکي ته یو پیغام واستوئ ترڅو د بریالي تادیې په اړه خبر کړئ.",
],
     "shop-order-payment-admin" => [
     "title" => "تادیه قبول کړئ",
     "sample" => "نوي 267$ تادیه په بریالیتوب سره تنظیم شوه.<br> امر: SM-425<br> مننه، <b>ستاسو د پلورنځي نوم</b> .<br> پلورل شوی",
     "body" => "نوی: د param2 تادیه په بریالیتوب سره تنظیم شوه. ترتیب: :param1 مننه، :param3. پلورل شوی",
     "description" => "د هټۍ مالک ته یو پیغام واستوئ ترڅو دوی د بریالي تادیې په اړه خبر کړي.",
],
     "vendor-new-order" => [
     "title" => "د پلورونکي نوی امر",
     "sample" => "تاسو د 200 ډالرو نوی امر ترلاسه کړ.<br> امر: SM-870 <b>د پلورونکي نوم</b> څخه.",
     "body" => "تاسو یو نوی :param2 امر ترلاسه کړ. ترتیب: :param1 د :param3 لپاره.",
     "description" => "پلورونکي ته یو پیغام واستوئ ترڅو دوی د نوي امر په اړه خبر کړي.",
],
     "shop-login" => [
     "title" => "د ننوتلو تایید کوډ",
     "sample" => "ستاسو د ننوتلو کوډ دی: <b>123456</b><br> <b>ستاسو د پلورنځي نوم</b><br> پلورل شوی",
     "body" => "ستاسو د ننوتلو کوډ دا دی: :param1 :param2 Selldone",
     "description" => "هټۍ ته د ننوتلو لپاره پیرودونکي ته د ننوتلو کوډ واستوئ.",
],
     "user-login" => [
     "title" => "د ننوتلو بریالیتوب پیغام",
     "sample" => "ګران <b>نوم</b> ،<br> تاسو د <b>آی فون 165.250.300.1</b> لخوا په <b>5/8/2021 9:14AM</b> کې خپل حساب ته ننوتلی یاست.<br> پلورل شوی",
     "body" => "ګرانه :param1، تاسو خپل حساب ته :param2 په :param3 کې ننوتلی یاست. پلورل شوی",
     "description" => "هټۍ ته د پیرودونکي ننوتلو وروسته یو پیغام واستوئ.",
],
     "avocado-order-submit" => [
     "title" => "د ایوکاډو نوی امر سپارل شوی پیرودونکي ته لیږل",
     "sample" => "<b>ستاسو د پلورنځي نوم</b><br> ګرانه <b>ستا نوم</b> ،<br> موږ ستاسو امر ترلاسه کړ او موږ یې بیاکتنه کوو.<br> امر #: <b>AVO-246</b><br> پلورل شوی",
     "body" => ":param3 ګرانه :param1، موږ ستاسو امر ترلاسه کړ او موږ یې بیاکتنه کوو. امر #: :param2 Selldone",
     "description" => "د ایوکاډو امر ورکولو وروسته پیرودونکي ته پیغام واستوئ.",
],
     "avocado-order-submit-seller" => [
     "title" => "ایوکاډو نوي امر ترلاسه کوي پلورونکي ته لیږل",
     "sample" => "تاسو د ایوکاډو امر ترلاسه کړ:<br> پلورنځي: <b>ستاسو د پلورنځي نوم</b><br> پیرودونکي: <b>د پیرودونکي نوم</b><br> امر: <b>AVO-246</b><br> پلورل شوی",
     "body" => "تاسو د ایوکاډو آرډر ترلاسه کړی: پلورنځی: :param1 پیرودونکی: :param2 امر: :param3 Selldone",
     "description" => "د هټۍ مالک ته یو پیغام واستوئ ترڅو د نوي ایوکاډو آرډر ترلاسه کولو په اړه خبر کړي.",
],
     "avocado-ready-to-pay" => [
     "title" => "د ایوکاډو امر تادیه کولو ته چمتو دی",
     "sample" => "<b>ستاسو د پلورنځي نوم</b><br> ستاسو امر تایید شوی او د لاندې لینک له لارې تادیه کیدی شي.<br> امر #: <b>AVO-246</b><br> لینک: <b>https://your-domain/avocado</b><br> پلورل شوی",
     "body" => ":param3 ستاسو امر تایید شوی او د لاندې لینک له لارې تادیه کیدی شي. امر #: :param2 لینک: :param1 Selldone",
     "description" => "پیرودونکي ته د تادیې لینک سره یو پیغام واستوئ وروسته له دې چې پلورونکي لګښت ټاکي او د دوی د ایوکاډو امر تایید کړئ.",
],
];