<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'ಈ ರುಜುವಾತುಗಳು ನಮ್ಮ ದಾಖಲೆಗಳಿಗೆ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ.',
    'throttle' => 'ಹಲವಾರು ಲಾಗಿನ್ ಪ್ರಯತ್ನಗಳು. ದಯವಿಟ್ಟು :seconds ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.',


    'title_shop' => ':name ಗೆ ಲಾಗಿನ್ ಮಾಡಿ',
    'title_app' => ':name ಗಾಗಿ ಅಪ್ಲಿಕೇಶನ್ ಪ್ರವೇಶ',
    'login_message' => 'ನಿಮ್ಮ ಖಾತೆಗೆ ಪ್ರವೇಶವನ್ನು ವಿನಂತಿಸಿ.',
    'scopes_title' => 'ಈ ಅಪ್ಲಿಕೇಶನ್ ಕೆಳಗಿನ ಸ್ಕೋಪ್‌ಗಳಿಗೆ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿರುತ್ತದೆ',
    'accept' => 'ದೃಢೀಕರಿಸಿ',
    'reject' => 'ತಿರಸ್ಕರಿಸಿ',


    'login_incorrect_password' => 'ಅಮಾನ್ಯ ಬಳಕೆದಾರಹೆಸರು ಅಥವಾ ಪಾಸ್‌ವರ್ಡ್.',


    'reset_2fa_title' => 'ಎರಡು-ಹಂತದ ಲಾಗಿನ್ ವಿನಂತಿಯನ್ನು ಮರುಹೊಂದಿಸಿ',
    'go_main_page' => 'ಮುಖಪುಟಕ್ಕೆ ಹೋಗಿ',

    'signing_in' => 'ಸೈನ್ ಇನ್ ಮಾಡಲಾಗುತ್ತಿದೆ...',


    'erp' => [
        'message' => "● ಮುಂದುವರೆಯಲು ಅಂಗಡಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ. ನಿಮಗೆ ಹೊಸ ಅಂಗಡಿ ಅಗತ್ಯವಿದ್ದರೆ, ಅದನ್ನು ಮೊದಲು ರಚಿಸಿ ಮತ್ತು ಮರುಸಂಪರ್ಕಿಸಿ.<br>● ನೀವು ಸಂಪರ್ಕಿಸುತ್ತಿರುವ ಸಾಫ್ಟ್‌ವೇರ್ ನಿಮಗೆ ತಿಳಿದಿದೆಯೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ ಅಥವಾ ಸಹಾಯಕ್ಕಾಗಿ ಒದಗಿಸುವವರನ್ನು ಸಂಪರ್ಕಿಸಿ.",
    ],
    'token-display' => [
        'message' => "ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಆಧರಿಸಿ :software ಗಾಗಿ :shop ಅನ್ನು ಪ್ರವೇಶಿಸಲು ನಾವು ಈ ಟೋಕನ್ ಅನ್ನು ರಚಿಸಿದ್ದೇವೆ. ದಯವಿಟ್ಟು ಅದನ್ನು ಸುರಕ್ಷಿತವಾಗಿರಿಸಿ ಮತ್ತು ಯಾರೊಂದಿಗೂ ಹಂಚಿಕೊಳ್ಳಬೇಡಿ. ನಿಮ್ಮ ಟೋಕನ್‌ಗೆ ಧಕ್ಕೆಯಾಗಿದೆ ಎಂದು ನೀವು ಭಾವಿಸಿದರೆ, ನೀವು ಅದನ್ನು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಹಿಂತೆಗೆದುಕೊಳ್ಳಬಹುದು.",
        'scopes-message' => "ಇದು ಟೋಕನ್ ಆಗಿದ್ದು, ಅದರ ಸ್ಕೋಪ್‌ಗಳೊಂದಿಗೆ ಅಂಗಡಿಗೆ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿದೆ",
        'manage-tokens-action' => 'ಟೋಕನ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ',
        'manage-tokens-message' => "ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಈ ಟೋಕನ್ ಅನ್ನು ಇಲ್ಲಿ ಹಿಂತೆಗೆದುಕೊಳ್ಳಬಹುದು."
    ]


,

    'password' => 'ಒದಗಿಸಿದ ಪಾಸ್‌ವರ್ಡ್ ತಪ್ಪಾಗಿದೆ.',
];
