<?php

return [
    'default_title' => 'SELLDONE',
    'keywords' => ['ವ್ಯಾಪಾರ OS', 'domain', 'selldone', 'ಇಕಾಮರ್ಸ್ ವೇದಿಕೆ', 'ಅಂಗಡಿ ಬಿಲ್ಡರ್', 'ಅಂಗಡಿ ಬಿಲ್ಡರ್', 'ವೆಬ್‌ಸೈಟ್ ಬಿಲ್ಡರ್', 'ವ್ಯಾಪಾರ ಕಲ್ಪನೆ', 'ಕಸ್ಟಮ್ ಸಮುದಾಯ ಬಿಲ್ಡರ್', 'ವೈಟ್‌ಲೇಬಲ್ ಇಕಾಮರ್ಸ್'],
    'samin' => 'Selldone',
    'Selldone' => 'Selldone',


    'related' => 'ಸಂಬಂಧಿಸಿದೆ',
    'share' => 'ಹಂಚಿಕೊಳ್ಳಿ',

    /*
    |--------------------------------------------------------------------------
    | Global
    |--------------------------------------------------------------------------
    */
    'global' => [
        'blog' => 'ಬ್ಲಾಗ್',
    ],

    /*
    |--------------------------------------------------------------------------
    | Global footer
    |--------------------------------------------------------------------------
    */
    'footer-title' => 'Selldone®|ವ್ಯವಹಾರಗಳು <span class="os-grad">OS</span>™',
    'footer-subtitle' => "SMEಗಳು ಮತ್ತು ಸ್ವತಂತ್ರ ಬ್ರ್ಯಾಂಡ್‌ಗಳಿಗಾಗಿ #1 ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಮ್",
    'footer-about-selldone' => 'Selldone, ಇ-ಕಾಮರ್ಸ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಆಗಿ, ವ್ಯವಹಾರಗಳ ಬೆಳವಣಿಗೆಗೆ ದೇವತೆಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ. ನೀವು ಸಣ್ಣ ಇಟ್ಟಿಗೆ ಮತ್ತು ಗಾರೆ ಅಂಗಡಿಯನ್ನು ಹೊಂದಿದ್ದರೂ ಅಥವಾ ದೊಡ್ಡ ಕಂಪನಿಯನ್ನು ಹೊಂದಿದ್ದರೂ, ನಿಮ್ಮ ಉತ್ಪನ್ನವನ್ನು ನೀವು ಇಂಟರ್ನೆಟ್‌ನಲ್ಲಿ ಪ್ರದರ್ಶಿಸಬೇಕು. Selldone ಕಡಿಮೆ ನಿರ್ವಹಣಾ ವೆಚ್ಚ ಮತ್ತು ಹೆಚ್ಚಿನ ನಮ್ಯತೆಯೊಂದಿಗೆ ಆನ್‌ಲೈನ್ ಸ್ಟೋರ್‌ಗಳನ್ನು ನಿರ್ಮಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ. ಹೆಚ್ಚುವರಿಯಾಗಿ, ಕಸ್ಟಮ್ ಯಾಂತ್ರೀಕೃತಗೊಂಡ ಪ್ರಕ್ರಿಯೆಗಳು ಅಥವಾ AI ಏಕೀಕರಣವನ್ನು ರಚಿಸಲು ಸ್ಟೋರ್ ಆಡಳಿತ ಮತ್ತು ದೃಶ್ಯ ಪ್ರೋಗ್ರಾಮಿಂಗ್ ಇಂಟರ್ಫೇಸ್ ಅನ್ನು ಸಂಯೋಜಿಸುವಂತಹ ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಪ್ರತಿ ವಾರ ಪಡೆದುಕೊಳ್ಳುವ ಯಾವಾಗಲೂ-ಸುಧಾರಿತ ಇ-ಕಾಮರ್ಸ್ ಮ್ಯಾನೇಜ್‌ಮೆಂಟ್ ಟೂಲ್‌ಚೇನ್ ಅನ್ನು ನಾವು ಒದಗಿಸುತ್ತೇವೆ.',
    'footer-action' => "ನಿಮ್ಮ ಇಕಾಮರ್ಸ್ ಅನ್ನು ರಚಿಸಿ - ಇದು ಉಚಿತವಾಗಿದೆ",

    'footer' => [
        'about' => 'Selldone ಬಗ್ಗೆ',
        'contact' => 'ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ',
        'email' => 'support@selldone.com',
        'phone' => '🇩🇰 +45 36991215',
    ],

    'footer-menu' => [


        // Menu 1:
        [
            'title' => 'Selldone',
            'items' => [
                ['title' => 'ವ್ಯಾಪಾರ ವೇದಿಕೆ', 'href' => '/store-builder'],
                ['title' => 'ಬ್ಲಾಗ್', 'href' => '/blog'],
                ['title' => 'ಸಹಾಯ', 'href' => '/help'],
                ['title' => 'FAQ', 'href' => '/faq'],
                ['title' => 'ಗೌಪ್ಯತಾ ನೀತಿ', 'href' => '/privacy'],
                ['title' => 'ಸೇವೆಯ ಅವಧಿ', 'href' => '/terms'],
            ],
        ],

        // Menu 2:
        [
            'title' => 'ವೈಶಿಷ್ಟ್ಯಗಳು',
            'items' => [
                ['title' => 'ವೈಶಿಷ್ಟ್ಯಗಳು ಮತ್ತು ಪ್ರಯೋಜನಗಳು', 'href' => '/features'],
                ['title' => 'Marketing tools', 'href' => '/marketing'],
                ['title' => 'Processing center', 'href' => '/order-processing'],
                ['title' => 'ಪ್ರೋತ್ಸಾಹ ಮತ್ತು ಕ್ಲಬ್‌ಗಳು', 'href' => '/incentives'],
                ['title' => 'ಲೆಕ್ಕಪರಿಶೋಧನೆ ಮತ್ತು ಲೆಕ್ಕಪತ್ರ ನಿರ್ವಹಣೆ', 'href' => '/auditing'],
                ['title' => 'Cloud hosting', 'href' => '/cloud'],

            ],
        ],

        // Menu 3:
        [
            'title' => 'ಪರಿಹಾರಗಳು',
            'items' => [
                ['title' => 'NFT ಸಂಗ್ರಹ', 'href' => '/nft'],
                ['title' => 'ಗಿಲ್ಡ್', 'href' => '/guild'],
                ['title' => 'ಆವಕಾಡೊ', 'href' => '/avocado'],
                ['title' => 'ತಜ್ಞರು', 'href' => '/experts'],
                ['title' => 'SEO engine', 'href' => '/seo'],
                ['title' => 'Smart report', 'href' => '/smart-report'],
            ],
        ],

        // Menu 4:
        [
            'title' => 'ಸೇವೆಗಳು',
            'items' => [
                ['title' => 'ಬೆಲೆ ಮತ್ತು ಯೋಜನೆಗಳು', 'href' => '/price'],
                ['title' => 'ಅರ್ಜಿಗಳನ್ನು', 'href' => '/apps'],
                ['title' => 'Application builder', 'href' => '/app-builder'],
                ['title' => 'ಪುಟ ತಯಾರಕ', 'href' => '/page-builder'],
                ['title' => 'Logistic solution', 'href' => '/logistic'],
                ['title' => 'ಆಟೋಮೇಷನ್ ಮತ್ತು IoT', 'href' => '/automation'],

            ],
        ],


    ],


    /*
    |--------------------------------------------------------------------------
    | Global header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'home' => 'ಮನೆ',
        'features' => 'ವೈಶಿಷ್ಟ್ಯಗಳು',
        'pricing' => 'ಬೆಲೆ ನಿಗದಿ',
        'blogs' => 'ಬ್ಲಾಗ್',
        'community' => 'ಸಮುದಾಯ',
        'help' => 'ಸಹಾಯ',
        'features-menu' => [
            'store-builder' => 'ಇಕಾಮರ್ಸ್ ಬಿಲ್ಡರ್',
            'community-platform' => 'ಕಸ್ಟಮ್ ಸಮುದಾಯ',
            'cloud' => 'ಮೇಘ ಆಧಾರಿತ ಹೋಸ್ಟಿಂಗ್',
            'page-builder' => 'ಲ್ಯಾಂಡಿಂಗ್ ಪೇಜ್ ಬಿಲ್ಡರ್',
            'smart-report' => 'ಸ್ಮಾರ್ಟ್ ವರದಿ ಜನರೇಟರ್',
            'payment' => 'ಪಾವತಿ ಮತ್ತು ಲೆಕ್ಕಪತ್ರ ನಿರ್ವಹಣೆ',

            'staffs' => 'ಗ್ರಾಹಕರು ಮತ್ತು ತಂಡ',
            'logistic' => 'ಲಾಜಿಸ್ಟಿಕ್ ಮತ್ತು ಡೆಲಿವರಿ',
            'order-processing' => 'ಆದೇಶಗಳು ಮತ್ತು ಪ್ರಕ್ರಿಯೆ',
            'marketing' => 'ಮಾರ್ಕೆಟಿಂಗ್ ಮತ್ತು ಪ್ರಚಾರ',
            'incentives' => 'ಕ್ಲಬ್ ಮತ್ತು ಪ್ರೋತ್ಸಾಹಕಗಳು',
            'pos' => 'ಆನ್‌ಲೈನ್ POS',
            'seo' => 'ಆಟೋ SEO ಎಂಜಿನ್',
            'automation' => 'ಆಟೋಮೇಷನ್ ಮತ್ತು IoT',
            'ai' => 'AI ವಾಣಿಜ್ಯ',
            'app-builder' => 'ಅಪ್ಲಿಕೇಶನ್ ಬಿಲ್ಡರ್',
        ],
        'build' => "ನಿರ್ಮಿಸಲು",
        'build-sub' => "ನಿಮ್ಮ ಯಶಸ್ಸಿನ ಕಥೆಯನ್ನು ರಚಿಸಲು ನಾವು ನಿಮ್ಮ ಸುತ್ತಲೂ ವ್ಯವಸ್ಥೆಯನ್ನು ರಚಿಸುತ್ತೇವೆ.",

        'manage' => "ನಿರ್ವಹಿಸು",
        'manage-sub' => "ನಿಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ನಿರ್ವಹಿಸುವುದು ಎಂದಿಗಿಂತಲೂ ಹೆಚ್ಚು ಆನಂದದಾಯಕವಾಗಿರುತ್ತದೆ.",

        'sel' => "ಮಾರಾಟ ಮಾಡಿ",
        'sel-sub' => "ಯಾವಾಗಲೂ ಮುಚ್ಚಿರಿ, ಹಣ ಸಂಪಾದಿಸಿ ಮತ್ತು ಆನಂದಿಸಿ.",

        'grow' => "ಬೆಳೆಯಿರಿ",
        'grow-sub' => "ಎಂಟರ್‌ಪ್ರೈಸ್-ದರ್ಜೆಯ ವೈಶಿಷ್ಟ್ಯಗಳು ಮತ್ತು ಪರಿಕರಗಳು ನಿಮ್ಮ ಕೈಯಲ್ಲಿದೆ, ಆಕಾಶವು ನಿಮ್ಮ ಮಿತಿಯಾಗಿದೆ.",


    ],

    /*
    |--------------------------------------------------------------------------
    | Article
    |--------------------------------------------------------------------------
    */
    'article' => [
        'list-of-content' => 'ವಿಷಯದ ಪಟ್ಟಿ',
        'author' => 'ಲೇಖಕ',
        'others-title' => ":title ಕುರಿತು ಹೆಚ್ಚಿನ ಒಳನೋಟಗಳು",
    ],


    /*
    |--------------------------------------------------------------------------
    | Main pages
    |--------------------------------------------------------------------------
    */
    'page.login' => ['title' => 'Selldone |ಲಾಗಿನ್ ಮಾಡಿ', 'image' => '/images/seo/en/login.jpg', 'description' => "ನೀವು ಎಷ್ಟು ಬಂಡವಾಳವನ್ನು ಹೊಂದಿದ್ದೀರಿ, ನಿಮ್ಮ ವ್ಯವಹಾರವನ್ನು ನೀವು ಎಲ್ಲಿ ಪ್ರಾರಂಭಿಸಿದ್ದೀರಿ, ಜಗತ್ತಿನಲ್ಲಿ ನೀವು ಎಲ್ಲಿ ವಾಸಿಸುತ್ತೀರಿ ಎಂಬುದು ಮುಖ್ಯವಲ್ಲ! Selldone ನಿಮಗೆ ಎಲ್ಲಾ ವೃತ್ತಿಪರ ಮಾರಾಟ ಸಾಧನಗಳನ್ನು ಒದಗಿಸಿದೆ. ನೋಂದಣಿ ಮತ್ತು ಈ ಉಪಕರಣಗಳು ಎಲ್ಲರಿಗೂ ಮತ್ತು ಶಾಶ್ವತವಾಗಿ ಉಚಿತವಾಗಿದೆ."],
    'page.register' => ['title' => 'Selldone |ನೋಂದಾಯಿಸಿ', 'image' => '/images/seo/en/login.jpg', 'description' => "ಪ್ರವೇಶವು ಹಕ್ಕು ಮತ್ತು ಸವಲತ್ತು ಅಲ್ಲ ಎಂದು ನಾವು ನಂಬುತ್ತೇವೆ! ನೀವು ನ್ಯೂಯಾರ್ಕ್‌ನ ಶ್ರೀಮಂತ ಬೀದಿಯಲ್ಲಿ ಅಥವಾ ದೂರದ ಹಳ್ಳಿಯಲ್ಲಿ ವ್ಯಾಪಾರವನ್ನು ಹೊಂದಿದ್ದರೂ, ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಮಾರಾಟ ಮಾಡಲು ನೀವು ಇಂಟರ್ನೆಟ್ ಮತ್ತು ಆನ್‌ಲೈನ್ ಸಾಧನವನ್ನು ಹೊಂದಿರಬೇಕು! ಇದು Selldone ನ ಕನಸು."],


    'page.home' => ['title' => "ವೃತ್ತಿಪರರಂತೆ ಮಾರಾಟ ಮಾಡಿ - Selldone® ವ್ಯಾಪಾರ OS", 'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg', 'description' => "Selldone ನಿಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ದೃಷ್ಟಿಗೋಚರವಾಗಿ ನಿರ್ಮಿಸಲು, ನಿರ್ವಹಿಸಲು ಮತ್ತು ಸ್ಕೇಲಿಂಗ್ ಮಾಡಲು ವ್ಯಾಪಾರ OS ಆಗಿದೆ. ಲಕ್ಷಾಂತರ ಆರ್ಡರ್‌ಗಳಿಗಾಗಿ ನಿರ್ಮಿಸಲಾದ ನೋ-ಕೋಡ್, ಪರಿಣಿತರ ಅಗತ್ಯವಿಲ್ಲದ ಪರಿಹಾರದೊಂದಿಗೆ ನೀವೇ ಅದನ್ನು ನಿರ್ಮಿಸಿ."],
    'page.helps' => ['title' => 'ಸಹಾಯ', 'image' => '/images/seo/en/help.jpg', 'description' => "ಯಶಸ್ವಿ ವ್ಯವಹಾರವನ್ನು ಹೇಗೆ ಮಾಡುವುದು."],
    'page.blogs' => ['title' => 'ವ್ಯಾಪಾರ ಓಎಸ್ ಮ್ಯಾಗ್', 'image' => '/images/seo/en/academy.jpg', 'description' => "ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಮಾರಾಟ ಮಾಡಲು ನಿಮ್ಮ ಏಕ-ನಿಲುಗಡೆ ಮಾರ್ಗದರ್ಶಿ, ಸಲಹೆಗಳು, ತಂತ್ರಗಳು ಮತ್ತು ತಜ್ಞರ ಸಲಹೆ, ಆನ್‌ಲೈನ್ ಮಾರಾಟದಲ್ಲಿ ಮಾಡಬೇಕಾದ ಮತ್ತು ಮಾಡಬಾರದ ವಿಷಯಗಳು, ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಆದಾಯವನ್ನು ಹೆಚ್ಚಿಸಲು ತಜ್ಞರ ಸಲಹೆಗಳು."],
    'page.faqs' => ['title' => 'ಪದೇ ಪದೇ ಕೇಳಲಾಗುವ ಪ್ರಶ್ನೆಗಳು', 'image' => '/images/seo/en/faq.jpg', 'description' => "Selldone ನಲ್ಲಿ ಪ್ರಶ್ನೋತ್ತರ."],
    'page.price' => ['title' => 'ಬೆಲೆ ಪಟ್ಟಿ', 'image' => '/images/seo/en/price.jpg', 'description' => "ಯಾವುದೇ ಸಮಯದ ಮಿತಿಯಿಲ್ಲದೆ ಉಚಿತವಾಗಿ ಸ್ಟೋರ್ ಮತ್ತು ಸೈಟ್ ಅನ್ನು ನಿರ್ಮಿಸುವ ಎಲ್ಲಾ ವೃತ್ತಿಪರ ವೈಶಿಷ್ಟ್ಯಗಳು ನಿಮಗಾಗಿ ಕಾಯುತ್ತಿವೆ."],


    'page.apps' => ['title' => 'ಅಪ್ಲಿಕೇಶನ್ ಸಂಯೋಜನೆಗಳು', 'image' => '/images/seo/en/apps.jpg', 'description' => "ಸ್ಟೋರ್‌ಗೆ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಸ್ಥಾಪಿಸುವುದು ನಿಮ್ಮ ಅಂಗಡಿಗೆ ಕೇವಲ ಒಂದು ಕ್ಲಿಕ್‌ನಲ್ಲಿ ಒದಗಿಸಲಾಗಿದೆ."],
    'page.experts' => ['title' => 'ತಜ್ಞರು', 'image' => '/images/seo/en/expert.jpg', 'description' => "ನಿಮ್ಮ ಅಂಗಡಿಯನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸುವ, ಪ್ರಾರಂಭಿಸುವ, ಜಾಹೀರಾತು ಮಾಡುವ ಅಥವಾ ನಿರ್ವಹಿಸುವ ಬಗ್ಗೆ ಚಿಂತಿಸಬೇಡಿ, Selldone ತಜ್ಞರು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ಸಿದ್ಧರಾಗಿದ್ದಾರೆ. ಕೆಲಸಗಳನ್ನು ಉತ್ತಮವಾಗಿ ಮತ್ತು ವೇಗವಾಗಿ ಮಾಡಲು ಪ್ರಮಾಣೀಕೃತ ತಜ್ಞರನ್ನು ನೇಮಿಸಿ."],


    'page.avocado' => ['title' => 'ಆವಕಾಡೊ - ಆಧುನಿಕ ಸಾಮಾಜಿಕ ಮಾರಾಟದ ಚಾನಲ್', 'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
        'description' => "ನಿಮ್ಮ ಗ್ರಾಹಕರಿಂದ ಪಾವತಿಗಳನ್ನು ಸಂಗ್ರಹಿಸಲು ಮೊತ್ತ ಮತ್ತು ಶೀರ್ಷಿಕೆ ಮಾತ್ರ ಅಗತ್ಯವಿದೆ. ಹಣವನ್ನು ನೇರವಾಗಿ ನಿಮ್ಮ ಖಾತೆಗೆ ಜಮಾ ಮಾಡಲಾಗುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಗ್ರಾಹಕರು ತಡೆರಹಿತ ಶಾಪಿಂಗ್ ಅನುಭವವನ್ನು ಪಡೆಯುತ್ತಾರೆ."],

    // All private dashboards:
    'shuttle' => ['title' => 'ಮಾರಾಟವಾದ | ಡ್ಯಾಶ್‌ಬೋರ್ಡ್', 'image' => '/images/seo/en/dashboard.jpg',
        'description' => "ಸ್ಟೋರ್ ಮ್ಯಾನೇಜ್‌ಮೆಂಟ್ ಪ್ಯಾನೆಲ್, ನೀವು ಈ ಸ್ಟೋರ್‌ಗೆ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿದ್ದರೆ, ಈ ಲಿಂಕ್ ಮೂಲಕ ನಿಮ್ಮ ಸ್ಟೋರ್ ಮ್ಯಾನೇಜ್‌ಮೆಂಟ್ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್ ಅನ್ನು ನೀವು ನಮೂದಿಸಬಹುದು."],

    'shuttle-shop' => ['title' => 'ಮಾರಾಟವಾದ | ಶಾಪಿಂಗ್ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್', 'image' => '/images/seo/en/shuttle-shop.jpg', 'video' => '/images/seo/en/videos/shuttle-shop.mp4',
        'description' => "ನಿಮ್ಮ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ನಲ್ಲಿರುವ ಎಲ್ಲವನ್ನೂ ನಿರ್ವಹಿಸಿ. ಉತ್ಪನ್ನಗಳು, ಆರ್ಡರ್‌ಗಳು, ಲ್ಯಾಂಡಿಂಗ್ ಪುಟ ವಿನ್ಯಾಸ, ಮಾರ್ಕೆಟಿಂಗ್, ಪ್ರೋತ್ಸಾಹಗಳು ಮತ್ತು ಉತ್ತಮ ವ್ಯಾಪಾರಕ್ಕಾಗಿ ನಿಮಗೆ ಬೇಕಾದ ಎಲ್ಲವನ್ನೂ ನಿರ್ವಹಿಸಿ."],


    'guild' => ['title' => 'ಗಿಲ್ಡ್ - ಕಲೆಕ್ಟಿವ್ ಸೇಲ್ಸ್ ಚಾನೆಲ್', 'image' => '/images/seo/en/guild.jpg?v=2',
        'description' => "ಉತ್ತಮ ಸಂಘವನ್ನು ರಚಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ಸಾಧಿಸಲು ಮತ್ತು ಪ್ರಪಂಚದಾದ್ಯಂತ ಯಾರಿಗಾದರೂ ಪ್ರವೇಶಿಸುವಂತೆ ಮಾಡಿ."],


    'page.referral' => ['title' => 'ಅಂಗಸಂಸ್ಥೆ ಕಾರ್ಯಕ್ರಮ - Selldone', 'image' => '/images/seo/en/referral.png', 'description' => "ಅತ್ಯಾಕರ್ಷಕ ಮಿಷನ್‌ಗೆ ಸೇರಿ ಮತ್ತು ನಿಮಗಾಗಿ ನಿಷ್ಕ್ರಿಯ ಆದಾಯದ ಸ್ಟ್ರೀಮ್ ಅನ್ನು ನಿರ್ಮಿಸಿ."],


    'page.press' => ['title' => 'ಪತ್ರಿಕಾ ಸಂಪನ್ಮೂಲಗಳು - Selldone', 'image' => '/images/seo/en/press.png', 'description' => "Selldone ಬಗ್ಗೆ ಬರೆಯಲು ಆಸಕ್ತಿ ಹೊಂದಿರುವ ಯಾರಿಗಾದರೂ ಸಂಪನ್ಮೂಲಗಳು."],
    'page.roadmap' => ['title' => 'ಮಾರ್ಗಸೂಚಿ — Selldone', 'image' => '/images/seo/roadmap.jpg', 'description' => "ಇದು ಒಂದು ರೀತಿಯ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಆಗಿದೆ: SME ಗಳಿಗೆ ಎಂಟರ್‌ಪ್ರೈಸ್-ಗ್ರೇಡ್ ಪರಿಕರಗಳೊಂದಿಗೆ ಸೇವೆಯಾಗಿ ಆಲ್-ಇನ್-ಒನ್, ನೋ-ಕೋಡ್ ಬ್ಯುಸಿನೆಸ್ ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಮ್."],

    'page.onboarding' => ['title' => 'ಉಚಿತ ಆನ್‌ಲೈನ್ ಸ್ಟೋರ್ ವೆಬ್‌ಸೈಟ್ ಕ್ರಿಯೇಟರ್ - ರೆಸ್ಪಾನ್ಸಿವ್ ಮತ್ತು ವೃತ್ತಿಪರ', 'image' => '/images/seo/ui-kit.jpg', 'description' => "Selldone ನಿಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ಬೆಳೆಯಲು ಸಹಾಯ ಮಾಡಲು ನಿರ್ಮಿಸಲಾದ ಇ-ಕಾಮರ್ಸ್ ವೇದಿಕೆಯಾಗಿದೆ. ನೀವು ಸಣ್ಣ ಇಟ್ಟಿಗೆ ಮತ್ತು ಗಾರೆ ಅಂಗಡಿಯನ್ನು ಹೊಂದಿದ್ದರೂ ಅಥವಾ ದೊಡ್ಡ ಕಂಪನಿಯನ್ನು ಹೊಂದಿದ್ದರೂ, ನಿಮಗೆ ವೃತ್ತಿಪರ, ಬಳಸಲು ಸುಲಭವಾದ ಉಪಕರಣಗಳು ಬೇಕಾಗುತ್ತವೆ."],



    'page.books' => ['title' => 'ವ್ಯಾಪಾರ ಕೈಪಿಡಿಗಳು: ಆನ್‌ಲೈನ್ ಶಾಪಿಂಗ್ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗಾಗಿ ಪ್ರಾರಂಭ ಮತ್ತು ಬೆಳವಣಿಗೆಯ ಸಲಹೆಗಳು', 'image' => '/images/seo/en/cover.jpg', 'description' => "ವ್ಯಾಪಾರ ಅಭಿವೃದ್ಧಿಯ ಕುರಿತು ನೀವು ಉಚಿತ ಕೈಪಿಡಿಗಳನ್ನು ಇಲ್ಲಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಬಹುದು. ಈ ಪುಸ್ತಕಗಳಲ್ಲಿ, ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಸ್ಟೋರ್‌ನಲ್ಲಿ ಪರಿವರ್ತನೆ ದರಗಳನ್ನು ಹೆಚ್ಚಿಸಲು ವ್ಯಾಪಾರ ಮತ್ತು ಪ್ರಾಯೋಗಿಕ ಸುಧಾರಣೆ ಮಾರ್ಗದರ್ಶಿಗಳನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸುವ ಸಂಪೂರ್ಣ ಸಲಹೆಗಳನ್ನು ನೀವು ಕಾಣಬಹುದು."],


    'page.quiz' => ['title' => 'ರಸಪ್ರಶ್ನೆ|ವ್ಯಾಪಾರ ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಂ ನಿಮಗೆ ಸರಿಯಾಗಿದೆಯೇ?', 'image' => '/images/seo/en/quiz.png', 'description' => "ನಿಮ್ಮ ವ್ಯಾಪಾರಕ್ಕೆ ವ್ಯಾಪಾರದ ಓಎಸ್ ಅಗತ್ಯವಿದೆ ಅಥವಾ ಬಳಸಬಹುದೆಂದು ನೀವು ತಿಳಿದುಕೊಳ್ಳಲು ಬಯಸಿದರೆ, ಮುಂದೆ ಹೋಗುವ ಮೊದಲು, ದಯವಿಟ್ಟು ಈ 60 ಸೆಕೆಂಡ್ ರಸಪ್ರಶ್ನೆ ತೆಗೆದುಕೊಳ್ಳಿ. ನಿಮ್ಮ ವ್ಯಾಪಾರಕ್ಕೆ ವ್ಯಾಪಾರದ ಓಎಸ್ ಅಗತ್ಯವಿದೆ ಅಥವಾ ಬಳಸಬಹುದೆಂದು ನೀವು ತಿಳಿದುಕೊಳ್ಳಲು ಬಯಸಿದರೆ, ಮುಂದೆ ಹೋಗುವ ಮೊದಲು, ದಯವಿಟ್ಟು ಈ 60 ಸೆಕೆಂಡ್ ರಸಪ್ರಶ್ನೆ ತೆಗೆದುಕೊಳ್ಳಿ."],


    'page.countries' => ['title' => 'ಬೆಂಬಲಿತ ದೇಶಗಳು ಮತ್ತು ಸ್ಥಳೀಯ ಪಾವತಿಗಳು - ವ್ಯಾಪಾರ OS', 'image' => '/images/seo/en/countries.png', 'description' => "ವ್ಯಾಪಾರ OS, ಇ-ಕಾಮರ್ಸ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳಿಂದ ಯಾವುದೇ ಥೀಮ್, ಪ್ಲಗಿನ್ ಅಥವಾ ಕೋಡ್ ಇಲ್ಲದ ಯಾವುದನ್ನಾದರೂ ವಾಣಿಜ್ಯ ಸೇವೆಗಳ ಮುಂದಿನ ವಿಕಸನ ಹಂತ. 100% ದೃಷ್ಟಿಗೋಚರವಾಗಿ!"],


    'page.participant' => ['title' => 'ನಿಮಗೆ ಬೇಕಾದ ಸಮುದಾಯ - $20 ಅನ್ನು ಪ್ಲೇ ಮಾಡಿ ಮತ್ತು ಗೆದ್ದಿರಿ', 'image' => '/images/seo/en/participants.jpg', 'description' => "ನೀವು ಇತರರಿಗೆ ಸಹಾಯ ಮಾಡಲು ಚಿಕ್ಕ ವೀಡಿಯೊಗಳನ್ನು ರಚಿಸುವ ಮೂಲಕ ಮಾರಾಟವಾದ ಸಮುದಾಯದಲ್ಲಿ ಭಾಗವಹಿಸಬಹುದು ಮತ್ತು ಪ್ರತಿ ವೀಡಿಯೊಗೆ 20 USD ಉಡುಗೊರೆ ಕ್ರೆಡಿಟ್ ಪಡೆಯಬಹುದು."],

    'page.tax' => ['title' => 'ಜಾಗತಿಕ ತೆರಿಗೆ ದರಗಳ ಪಟ್ಟಿ', 'image' => '/images/seo/en/tax.jpg', 'description' => "ನೀವು ತೆರಿಗೆ ನಿಯಮಗಳನ್ನು ಅತಿಕ್ರಮಿಸಬಹುದು ಮತ್ತು ವಿವಿಧ ಉತ್ಪನ್ನ ವರ್ಗಗಳಿಗೆ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ತೆರಿಗೆ ಪ್ರೊಫೈಲ್ ಅನ್ನು ರಚಿಸಬಹುದು."],


    'page.premium' => ['title' => 'ಪ್ರೀಮಿಯಂಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ ಮತ್ತು ನಿಮ್ಮ ಇ-ಕಾಮರ್ಸ್ ಆಟವನ್ನು ಪರಿವರ್ತಿಸಿ', 'image' => '/images/seo/en/premium.jpg', 'description' => "Selldone ಪ್ರೀಮಿಯಂನೊಂದಿಗೆ ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಸ್ಟೋರ್ ಅನ್ನು ಎತ್ತರಿಸಿ. ದಕ್ಷತೆಯನ್ನು ಹೆಚ್ಚಿಸಲು ಮತ್ತು ಡಿಜಿಟಲ್ ಮಾರುಕಟ್ಟೆಯಲ್ಲಿ ಎದ್ದು ಕಾಣಲು ವಿಶೇಷ AI ಪರಿಕರಗಳು, ಬೆಸ್ಪೋಕ್ ಟೆಂಪ್ಲೇಟ್‌ಗಳು ಮತ್ತು ಹೆಚ್ಚಿನದನ್ನು ಪ್ರವೇಶಿಸಿ. ಚುರುಕಾದ, ನಯವಾದ ಇ-ಕಾಮರ್ಸ್ ಅನುಭವಕ್ಕಾಗಿ ಈಗ ಸೇರಿಕೊಳ್ಳಿ!"],


    'page.builder' => [
        'title' => 'ಉಚಿತ ಪುಟ ಬಿಲ್ಡರ್ ಮತ್ತು ಲ್ಯಾಂಡಿಂಗ್ ಪೇಜ್ ಎಡಿಟರ್ Webapp - ಯಾವುದೇ ಲಾಗಿನ್ ಅಗತ್ಯವಿಲ್ಲ',
        'image' => '/images/seo/en/builder.png',
        'description' => 'ನಮ್ಮ ಉಚಿತ, ಬಳಕೆದಾರ ಸ್ನೇಹಿ ಪುಟ ಬಿಲ್ಡರ್ ಮತ್ತು ಸಂಪಾದಕರೊಂದಿಗೆ ಬೆರಗುಗೊಳಿಸುತ್ತದೆ ವೆಬ್ ಪುಟಗಳು ಮತ್ತು ಲ್ಯಾಂಡಿಂಗ್ ಪುಟಗಳನ್ನು ಸಲೀಸಾಗಿ ರಚಿಸಿ. ಯಾವುದೇ ಲಾಗಿನ್ ಅಗತ್ಯವಿಲ್ಲ. ನಮ್ಮ ಅರ್ಥಗರ್ಭಿತ ಡ್ರ್ಯಾಗ್ ಮತ್ತು ಡ್ರಾಪ್ ಇಂಟರ್ಫೇಸ್‌ನೊಂದಿಗೆ ನಿಮ್ಮ ವೆಬ್ ಪುಟಗಳನ್ನು ತ್ವರಿತವಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಿ, ಕಸ್ಟಮೈಸ್ ಮಾಡಿ ಮತ್ತು ಪ್ರಕಟಿಸಿ. ಜಗಳ-ಮುಕ್ತ ವೆಬ್ ವಿನ್ಯಾಸ ಪರಿಹಾರವನ್ನು ಹುಡುಕುವ ಮಾರಾಟಗಾರರು, ಸಣ್ಣ ವ್ಯಾಪಾರ ಮಾಲೀಕರು ಮತ್ತು ಡೆವಲಪರ್‌ಗಳಿಗೆ ಪರಿಪೂರ್ಣ.'
    ],

    'page.token' => [
        'title' => 'Selldone ಕಾಯಿನ್ (SLDN) - ಇ-ಕಾಮರ್ಸ್ ಇನ್ನೋವೇಶನ್ ಅನ್ನು ಸಶಕ್ತಗೊಳಿಸುವುದು',
        'image' => '/images/seo/en/token.jpg?v=1',
        'description' => 'Selldone ಕಾಯಿನ್ (SLDN) ಅನ್ನು ಅನ್ವೇಷಿಸಿ, ಇ-ಕಾಮರ್ಸ್ ಉದ್ಯಮಿಗಳಿಗೆ ಬಹುಮಾನ ಮತ್ತು ಅಧಿಕಾರ ನೀಡಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಡಿಜಿಟಲ್ ಟೋಕನ್. Selldone ಪರಿಸರ ವ್ಯವಸ್ಥೆಯ ಅವಿಭಾಜ್ಯ ಅಂಗವಾದ SLDN ನೊಂದಿಗೆ ನಿಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ಸಂಪಾದಿಸಿ, ವ್ಯಾಪಾರ ಮಾಡಿ ಮತ್ತು ಬೆಳೆಸಿಕೊಳ್ಳಿ.'
    ],


    'page.red-alert' => ['title' => 'ರೆಡ್ ಅಲರ್ಟ್ - ಕ್ರಿಮಿನಲ್ ಚಟುವಟಿಕೆ ಮತ್ತು ಸುರಕ್ಷತಾ ಕಾರ್ಯಕ್ರಮವನ್ನು ವರದಿ ಮಾಡಿ',
        'image' => '/images/seo/en/red-alert.jpg',
        'description' => 'Selldone ನೊಂದಿಗೆ ಸುರಕ್ಷತೆ ಮತ್ತು ಭದ್ರತೆಯಲ್ಲಿ ಅಂತಿಮ ಅನುಭವವನ್ನು ಅನುಭವಿಸಿ - ಲಭ್ಯವಿರುವ ಅತ್ಯಂತ ಸುರಕ್ಷತೆ-ಕೇಂದ್ರಿತ ವೇದಿಕೆ. ನಮ್ಮ ರೆಡ್ ಅಲರ್ಟ್ ಕಾರ್ಯಕ್ರಮವು ಅಪರಾಧ ಚಟುವಟಿಕೆಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿ ವರದಿ ಮಾಡಲು ನಿಮಗೆ ಅಧಿಕಾರ ನೀಡುತ್ತದೆ, ನಿಮ್ಮ ಸಮುದಾಯವನ್ನು ರಕ್ಷಿಸಲಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸುತ್ತದೆ. ಸುರಕ್ಷಿತ ನೆರೆಹೊರೆಗಳನ್ನು ರಚಿಸಲು ಮತ್ತು ಇಂದು ಅಪರಾಧದ ವಿರುದ್ಧ ಕ್ರಮ ತೆಗೆದುಕೊಳ್ಳಲು ನಮ್ಮ ಮಿಷನ್‌ನಲ್ಲಿ ನಮ್ಮೊಂದಿಗೆ ಸೇರಿ.'    ],

    /*
    |--------------------------------------------------------------------------
    | App pages
    |--------------------------------------------------------------------------
    */
    'apps.structure-data' => ['title' => 'ಸ್ಟ್ರಕ್ಚರ್ ಡೇಟಾ ಜನರೇಟರ್| JSON-LD', 'description' => "ಅಗತ್ಯವಿರುವ ಎಲ್ಲಾ ಐಟಂ ಗುಣಲಕ್ಷಣಗಳು ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳನ್ನು ಒಳಗೊಂಡಂತೆ JSON-LD ಮಾರ್ಕ್‌ಅಪ್‌ಗಳನ್ನು ರಚಿಸಲು ಈ ಶಕ್ತಿಯುತ ರಚನಾತ್ಮಕ ಡೇಟಾ ಜನರೇಟರ್ ಅನ್ನು ಬಳಸಿ."
    ],

    /*
    |--------------------------------------------------------------------------
    | Call to action
    |--------------------------------------------------------------------------
    */
    'call-to-action' => [
        'title' => "ಮಾರುಕಟ್ಟೆಯಲ್ಲಿ ಅತ್ಯುತ್ತಮವಾದ ಇಲ್ಲ-ತಾಂತ್ರಿಕ ಪರಿಹಾರದ ಮೂಲಕ ನಿಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಮಾಡಿ.",
        'money-back' => "30 ದಿನದ ಹಣ-ಬ್ಯಾಕ್ ಗ್ಯಾರಂಟಿ",
        'action' => "ನಿಮ್ಮ ಇಕಾಮರ್ಸ್ ಅನ್ನು ರಚಿಸಿ",
        'action-sub' => "ಇದೀಗ ಪ್ರಾರಂಭಿಸಿ - ಇದು ಉಚಿತವಾಗಿದೆ",
        'message' => "ನಿಮ್ಮ ಕಡಿಮೆ ಆನ್‌ಲೈನ್ ಮಾರಾಟ ದರಕ್ಕೆ ವಿದಾಯ ಹೇಳಿ!",
    ]

,

    'page' => [
        'login' => [
            'title' => 'ಮಾರಾಟವಾದ | ಲಾಗಿನ್ ಮಾಡಿ',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'ನೀವು ಎಷ್ಟು ಬಂಡವಾಳವನ್ನು ಹೊಂದಿದ್ದೀರಿ, ನಿಮ್ಮ ವ್ಯವಹಾರವನ್ನು ನೀವು ಎಲ್ಲಿ ಪ್ರಾರಂಭಿಸಿದ್ದೀರಿ, ಜಗತ್ತಿನಲ್ಲಿ ನೀವು ಎಲ್ಲಿ ವಾಸಿಸುತ್ತೀರಿ ಎಂಬುದು ಮುಖ್ಯವಲ್ಲ! Selldone ನಿಮಗೆ ಎಲ್ಲಾ ವೃತ್ತಿಪರ ಮಾರಾಟ ಪರಿಕರಗಳನ್ನು ಒದಗಿಸಿದೆ. ನೋಂದಣಿ ಮತ್ತು ಈ ಉಪಕರಣಗಳು ಎಲ್ಲರಿಗೂ ಮತ್ತು ಶಾಶ್ವತವಾಗಿ ಉಚಿತವಾಗಿದೆ.',
        ],
        'register' => [
            'title' => 'ಮಾರಾಟವಾದ | ನೋಂದಣಿ',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'ಪ್ರವೇಶವು ಹಕ್ಕು ಮತ್ತು ಸವಲತ್ತು ಅಲ್ಲ ಎಂದು ನಾವು ನಂಬುತ್ತೇವೆ! ನೀವು ನ್ಯೂಯಾರ್ಕ್‌ನ ಶ್ರೀಮಂತ ಬೀದಿಯಲ್ಲಿ ಅಥವಾ ದೂರದ ಹಳ್ಳಿಯಲ್ಲಿ ವ್ಯಾಪಾರವನ್ನು ಹೊಂದಿದ್ದರೂ, ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಮಾರಾಟ ಮಾಡಲು ನೀವು ಇಂಟರ್ನೆಟ್ ಮತ್ತು ಆನ್‌ಲೈನ್ ಪರಿಕರವನ್ನು ಹೊಂದಿರಬೇಕು! ಇದು ಸೆಲ್ಡೋನ್‌ನ ಕನಸು.',
        ],
        'home' => [
            'title' => 'ವೃತ್ತಿಪರರಂತೆಯೇ ಮಾರಾಟಗಳು — Selldone® Business OS',
            'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg',
            'description' => 'Selldone ನಿಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ದೃಷ್ಟಿಗೋಚರವಾಗಿ ನಿರ್ಮಿಸಲು, ನಿರ್ವಹಿಸಲು ಮತ್ತು ಅಳೆಯಲು ವ್ಯಾಪಾರ OS ಆಗಿದೆ. ಲಕ್ಷಾಂತರ ಆರ್ಡರ್‌ಗಳಿಗೆ ನೋ-ಕೋಡ್ ಮತ್ತು ನೋ-ಎ ಎಕ್ಸ್‌ಪರ್ಟ್ ಪರಿಹಾರದೊಂದಿಗೆ ನೀವೇ ಮಾಡಿ.',
        ],
        'helps' => [
            'title' => 'ಸಹಾಯ',
            'image' => '/images/seo/en/help.jpg',
            'description' => 'ಯಶಸ್ವಿ ವ್ಯವಹಾರವನ್ನು ಹೇಗೆ ಮಾಡುವುದು.',
        ],
        'blogs' => [
            'title' => 'ಬ್ಲಾಗ್',
            'image' => '/images/seo/en/academy.jpg',
            'description' => 'ಇತ್ತೀಚಿನ Selldone ಸುದ್ದಿ ಮತ್ತು ವಿಷಯ.',
        ],
        'faqs' => [
            'title' => 'ಪದೇ ಪದೇ ಕೇಳಲಾಗುವ ಪ್ರಶ್ನೆಗಳು',
            'image' => '/images/seo/en/faq.jpg',
            'description' => 'Selldone ನಲ್ಲಿ ಪ್ರಶ್ನೋತ್ತರ.',
        ],
        'price' => [
            'title' => 'ದರ ಪಟ್ಟಿ',
            'image' => '/images/seo/en/price.jpg',
            'description' => 'ಯಾವುದೇ ಸಮಯದ ಮಿತಿಯಿಲ್ಲದೆ ಉಚಿತವಾಗಿ ಸ್ಟೋರ್ ಮತ್ತು ಸೈಟ್ ಅನ್ನು ನಿರ್ಮಿಸುವ ಎಲ್ಲಾ ವೃತ್ತಿಪರ ವೈಶಿಷ್ಟ್ಯಗಳು ನಿಮಗಾಗಿ ಕಾಯುತ್ತಿವೆ.',
        ],
        'apps' => [
            'title' => 'ಆಪ್ ಸ್ಟೋರ್',
            'image' => '/images/seo/en/apps.jpg',
            'description' => 'ಸ್ಟೋರ್‌ಗೆ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಸ್ಥಾಪಿಸುವುದು ನಿಮ್ಮ ಅಂಗಡಿಗೆ ಕೇವಲ ಒಂದು ಕ್ಲಿಕ್‌ನಲ್ಲಿ ಒದಗಿಸಲಾಗಿದೆ.',
        ],
        'experts' => [
            'title' => 'ತಜ್ಞರು',
            'image' => '/images/seo/en/expert.jpg',
            'description' => 'ನಿಮ್ಮ ಅಂಗಡಿಯನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸುವ, ಪ್ರಾರಂಭಿಸುವ, ಜಾಹೀರಾತು ಮಾಡುವ ಅಥವಾ ನಿರ್ವಹಿಸುವ ಬಗ್ಗೆ ಚಿಂತಿಸಬೇಡಿ, Selldone ತಜ್ಞರು ನಿಮಗೆ ಸಹಾಯ ಮಾಡಲು ಸಿದ್ಧರಾಗಿದ್ದಾರೆ. ಕೆಲಸಗಳನ್ನು ಉತ್ತಮವಾಗಿ ಮತ್ತು ವೇಗವಾಗಿ ಮಾಡಲು ಪ್ರಮಾಣೀಕೃತ ತಜ್ಞರನ್ನು ನೇಮಿಸಿ.',
        ],
        'avocado' => [
            'title' => 'ಆವಕಾಡೊ - ಆಧುನಿಕ ಸಾಮಾಜಿಕ ಮಾರಾಟದ ಚಾನಲ್',
            'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
            'description' => 'ನಿಮ್ಮ ಗ್ರಾಹಕರಿಂದ ಹಣವನ್ನು ಪಡೆಯಲು ನಿಮಗೆ ಬೇಕಾಗಿರುವುದು ಒಂದು ಮೊತ್ತ ಮತ್ತು ಒಂದು ಶೀರ್ಷಿಕೆ ಮಾತ್ರ! ಹಣವನ್ನು ನೇರವಾಗಿ ನಿಮ್ಮ ಖಾತೆಗೆ ಜಮಾ ಮಾಡಲಾಗುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಗ್ರಾಹಕರು ವಿಶಿಷ್ಟವಾದ ಶಾಪಿಂಗ್ ಅನುಭವವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ.',
        ],
        'referral' => [
            'title' => 'ಅಂಗಸಂಸ್ಥೆ ಕಾರ್ಯಕ್ರಮ - ಮಾರಾಟವಾಗಿದೆ',
            'image' => '/images/seo/en/referral.png',
            'description' => 'ಅತ್ಯಾಕರ್ಷಕ ಮಿಷನ್‌ಗೆ ಸೇರಿ ಮತ್ತು ನಿಮಗಾಗಿ ನಿಷ್ಕ್ರಿಯ ಆದಾಯದ ಹರಿವನ್ನು ಮಾಡಿ.',
        ],
        'press' => [
            'title' => 'ಪತ್ರಿಕಾ ಸಂಪನ್ಮೂಲಗಳು - ಮಾರಾಟವಾಗಿದೆ',
            'image' => '/images/seo/en/press.png',
            'description' => 'Selldone ಬಗ್ಗೆ ಬರೆಯಲು ಆಸಕ್ತಿ ಹೊಂದಿರುವ ಯಾರಿಗಾದರೂ ಸಂಪನ್ಮೂಲಗಳು.',
        ],
        'roadmap' => [
            'title' => 'ಮಾರ್ಗಸೂಚಿ - ಮಾರಾಟವಾಗಿದೆ',
            'image' => '/images/seo/roadmap.jpg',
            'description' => 'ಇದು ಒಂದು ರೀತಿಯ ವೇದಿಕೆಯಾಗಿದೆ; ಇದು ಸಂಪೂರ್ಣವಾಗಿ ಅನನ್ಯವಾಗಿದೆ ಮತ್ತು ಇತರ ಎಲ್ಲಕ್ಕಿಂತ ವಿಭಿನ್ನವಾಗಿದೆ. ಇದು SME ಗಳಿಗೆ ಎಂಟರ್‌ಪ್ರೈಸ್-ಗ್ರೇಡ್ ಪರಿಕರಗಳೊಂದಿಗೆ ಸೇವೆಯಾಗಿ ಆಲ್-ಇನ್-ಒನ್, ನೋ-ಕೋಡ್ ಬ್ಯುಸಿನೆಸ್ ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಮ್ ಆಗಿದೆ.',
        ],
        'onboarding' => [
            'title' => 'ಉಚಿತ ಆನ್‌ಲೈನ್ ಶಾಪಿಂಗ್ ವೆಬ್‌ಸೈಟ್ ಕ್ರಿಯೇಟರ್ - ರೆಸ್ಪಾನ್ಸಿವ್ ಮತ್ತು ವೃತ್ತಿಪರ',
            'image' => '/images/seo/ui-kit.jpg',
            'description' => 'Selldone, ಐಕಾಮರ್ಸ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ನಂತೆ, ನಿಮ್ಮ ವ್ಯಾಪಾರದ ಬೆಳವಣಿಗೆಗೆ ದೇವತೆಯಂತೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ. ನೀವು ಸಣ್ಣ ಇಟ್ಟಿಗೆ ಮತ್ತು ಗಾರೆ ಅಂಗಡಿಯನ್ನು ಹೊಂದಿದ್ದರೂ ಅಥವಾ ದೊಡ್ಡ ಕಂಪನಿಯನ್ನು ಹೊಂದಿದ್ದರೂ, ನಿಮಗೆ ವೃತ್ತಿಪರ ಆದರೆ ಬಳಸಲು ಸುಲಭವಾದ ಸಾಧನಗಳ ಅಗತ್ಯವಿದೆ.',
        ],
        'books' => [
            'title' => 'ವ್ಯಾಪಾರ ಕೈಪಿಡಿಗಳು: ಆನ್‌ಲೈನ್ ಶಾಪಿಂಗ್ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗಾಗಿ ಪ್ರಾರಂಭ ಮತ್ತು ಬೆಳವಣಿಗೆಯ ಸಲಹೆಗಳು',
            'image' => '/images/seo/en/cover.jpg',
            'description' => 'ವ್ಯಾಪಾರ ಅಭಿವೃದ್ಧಿಯ ಕುರಿತು ನೀವು ಉಚಿತ ಕೈಪಿಡಿಗಳನ್ನು ಇಲ್ಲಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡಬಹುದು. ಈ ಪುಸ್ತಕಗಳಲ್ಲಿ, ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಸ್ಟೋರ್‌ನಲ್ಲಿ ಪರಿವರ್ತನೆ ದರಗಳನ್ನು ಹೆಚ್ಚಿಸಲು ವ್ಯಾಪಾರ ಮತ್ತು ಪ್ರಾಯೋಗಿಕ ಸುಧಾರಣೆ ಮಾರ್ಗದರ್ಶಿಗಳನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸುವ ಸಂಪೂರ್ಣ ಸಲಹೆಗಳನ್ನು ನೀವು ಕಾಣಬಹುದು.',
        ],
        'quiz' => [
            'title' => 'ರಸಪ್ರಶ್ನೆ | ವ್ಯಾಪಾರ ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಮ್ ನಿಮಗೆ ಸರಿಯಾಗಿದೆಯೇ?',
            'image' => '/images/seo/en/quiz.png',
            'description' => 'ನಿಮ್ಮ ವ್ಯಾಪಾರಕ್ಕೆ ವ್ಯಾಪಾರದ ಓಎಸ್ ಅಗತ್ಯವಿದೆ ಅಥವಾ ಬಳಸಬಹುದೆಂದು ನೀವು ತಿಳಿದುಕೊಳ್ಳಲು ಬಯಸಿದರೆ, ಮುಂದೆ ಹೋಗುವ ಮೊದಲು, ದಯವಿಟ್ಟು ಈ 60 ಸೆಕೆಂಡ್ ರಸಪ್ರಶ್ನೆ ತೆಗೆದುಕೊಳ್ಳಿ. ನಿಮ್ಮ ವ್ಯಾಪಾರಕ್ಕೆ ವ್ಯಾಪಾರದ ಓಎಸ್ ಅಗತ್ಯವಿದೆ ಅಥವಾ ಬಳಸಬಹುದೆಂದು ನೀವು ತಿಳಿದುಕೊಳ್ಳಲು ಬಯಸಿದರೆ, ಮುಂದೆ ಹೋಗುವ ಮೊದಲು, ದಯವಿಟ್ಟು ಈ 60 ಸೆಕೆಂಡ್ ರಸಪ್ರಶ್ನೆ ತೆಗೆದುಕೊಳ್ಳಿ.',
        ],
        'countries' => [
            'title' => 'ಬೆಂಬಲಿತ ದೇಶಗಳು ಮತ್ತು ಸ್ಥಳೀಯ ಪಾವತಿಗಳು - ವ್ಯಾಪಾರ OS',
            'image' => '/images/seo/en/countries.png',
            'description' => 'ವ್ಯಾಪಾರ OS, ಇ-ಕಾಮರ್ಸ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳಿಂದ ಯಾವುದೇ ಥೀಮ್, ಪ್ಲಗಿನ್ ಅಥವಾ ಕೋಡ್ ಇಲ್ಲದ ಯಾವುದನ್ನಾದರೂ ವಾಣಿಜ್ಯ ಸೇವೆಗಳ ಮುಂದಿನ ವಿಕಸನ ಹಂತ. 100% ದೃಷ್ಟಿಗೋಚರವಾಗಿ!',
        ],
        'participant' => [
            'title' => 'ನಿಮಗೆ ಬೇಕಾದ ಸಮುದಾಯ - $20 ಅನ್ನು ಪ್ಲೇ ಮಾಡಿ ಮತ್ತು ಗೆದ್ದಿರಿ',
            'image' => '/images/seo/en/participants.jpg',
            'description' => 'ನೀವು ಇತರರಿಗೆ ಸಹಾಯ ಮಾಡಲು ಚಿಕ್ಕ ವೀಡಿಯೊಗಳನ್ನು ರಚಿಸುವ ಮೂಲಕ ಮಾರಾಟವಾದ ಸಮುದಾಯದಲ್ಲಿ ಭಾಗವಹಿಸಬಹುದು ಮತ್ತು ಪ್ರತಿ ವೀಡಿಯೊಗೆ 20 USD ಉಡುಗೊರೆ ಕ್ರೆಡಿಟ್ ಪಡೆಯಬಹುದು.',
        ],
        'tax' => [
            'title' => 'ಜಾಗತಿಕ ತೆರಿಗೆ ದರಗಳ ಪಟ್ಟಿ',
            'image' => '/images/seo/en/tax.jpg',
            'description' => 'ನೀವು ತೆರಿಗೆ ನಿಯಮಗಳನ್ನು ಅತಿಕ್ರಮಿಸಬಹುದು ಮತ್ತು ವಿವಿಧ ಉತ್ಪನ್ನ ವರ್ಗಗಳಿಗೆ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ತೆರಿಗೆ ಪ್ರೊಫೈಲ್ ಅನ್ನು ರಚಿಸಬಹುದು.',
        ],
        'premium' => [
            'title' => 'ಪ್ರೀಮಿಯಂಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ ಮತ್ತು ನಿಮ್ಮ ಇ-ಕಾಮರ್ಸ್ ಆಟವನ್ನು ಪರಿವರ್ತಿಸಿ',
            'image' => '/images/seo/en/premium.jpg',
            'description' => 'Selldone ಪ್ರೀಮಿಯಂನೊಂದಿಗೆ ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಸ್ಟೋರ್ ಅನ್ನು ಎತ್ತರಿಸಿ. ದಕ್ಷತೆಯನ್ನು ಹೆಚ್ಚಿಸಲು ಮತ್ತು ಡಿಜಿಟಲ್ ಮಾರುಕಟ್ಟೆಯಲ್ಲಿ ಎದ್ದು ಕಾಣಲು ವಿಶೇಷ AI ಪರಿಕರಗಳು, ಬೆಸ್ಪೋಕ್ ಟೆಂಪ್ಲೇಟ್‌ಗಳು ಮತ್ತು ಹೆಚ್ಚಿನದನ್ನು ಪ್ರವೇಶಿಸಿ. ಚುರುಕಾದ, ನಯವಾದ ಇ-ಕಾಮರ್ಸ್ ಅನುಭವಕ್ಕಾಗಿ ಈಗ ಸೇರಿಕೊಳ್ಳಿ!',
        ],
        'builder' => [
            'title' => 'ಉಚಿತ ಪುಟ ಬಿಲ್ಡರ್ ಮತ್ತು ಲ್ಯಾಂಡಿಂಗ್ ಪೇಜ್ ಎಡಿಟರ್ Webapp - ಯಾವುದೇ ಲಾಗಿನ್ ಅಗತ್ಯವಿಲ್ಲ',
            'image' => '/images/seo/en/builder.png',
            'description' => 'ನಮ್ಮ ಉಚಿತ, ಬಳಕೆದಾರ ಸ್ನೇಹಿ ಪುಟ ಬಿಲ್ಡರ್ ಮತ್ತು ಸಂಪಾದಕರೊಂದಿಗೆ ಬೆರಗುಗೊಳಿಸುತ್ತದೆ ವೆಬ್ ಪುಟಗಳು ಮತ್ತು ಲ್ಯಾಂಡಿಂಗ್ ಪುಟಗಳನ್ನು ಸಲೀಸಾಗಿ ರಚಿಸಿ. ಯಾವುದೇ ಲಾಗಿನ್ ಅಗತ್ಯವಿಲ್ಲ. ನಮ್ಮ ಅರ್ಥಗರ್ಭಿತ ಡ್ರ್ಯಾಗ್ ಮತ್ತು ಡ್ರಾಪ್ ಇಂಟರ್ಫೇಸ್‌ನೊಂದಿಗೆ ನಿಮ್ಮ ವೆಬ್ ಪುಟಗಳನ್ನು ತ್ವರಿತವಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಿ, ಕಸ್ಟಮೈಸ್ ಮಾಡಿ ಮತ್ತು ಪ್ರಕಟಿಸಿ. ಜಗಳ-ಮುಕ್ತ ವೆಬ್ ವಿನ್ಯಾಸ ಪರಿಹಾರವನ್ನು ಹುಡುಕುವ ಮಾರಾಟಗಾರರು, ಸಣ್ಣ ವ್ಯಾಪಾರ ಮಾಲೀಕರು ಮತ್ತು ಡೆವಲಪರ್‌ಗಳಿಗೆ ಪರಿಪೂರ್ಣ.',
        ],
    ],
    'apps' => [
        'structure-data' => [
            'title' => 'ಸ್ಟ್ರಕ್ಚರ್ ಡೇಟಾ ಜನರೇಟರ್ | JSON-LD',
            'description' => 'ಅಗತ್ಯವಿರುವ ಎಲ್ಲಾ ಐಟಂ ಗುಣಲಕ್ಷಣಗಳು ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳನ್ನು ಒಳಗೊಂಡಂತೆ JSON-LD ಮಾರ್ಕ್‌ಅಪ್‌ಗಳನ್ನು ರಚಿಸಲು ಈ ಶಕ್ತಿಯುತ ರಚನಾತ್ಮಕ ಡೇಟಾ ಜನರೇಟರ್ ಅನ್ನು ಬಳಸಿ.',
        ],
    ],
];
