<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'ಅಂಗಡಿ',
        'blog' => 'ಬ್ಲಾಗ್',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'ನಮ್ಮ ಬಗ್ಗೆ',
    'contact' => 'ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ',


    'buy-action' => "ಈಗ ಖರೀದಿಸಿ",
    'buy-action-variant' => "ಈಗ ಆಯ್ಕೆ ಮಾಡಿ ಮತ್ತು ಖರೀದಿಸಿ",

    'product-images' => "ಚಿತ್ರಗಳು",
    'product-spec' => "ವಿಶೇಷಣ",
    'Comments' => "ವಿಮರ್ಶೆಗಳು ಮತ್ತು ರೇಟಿಂಗ್‌ಗಳು",
    'related' => "ಸಂಬಂಧಿತ ಉತ್ಪನ್ನಗಳು",
    'view-now' => "ಈಗ ವೀಕ್ಷಿಸಿ",






];
