<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'Бу таныклыклар безнең язмаларга туры килми.',
    'throttle' => 'Бик күп кертү омтылышлары. Зинһар, :seconds секундларында кабатлап карагыз.',


    'title_shop' => ':name га керегез',
    'title_app' => ':name өчен заявка',
    'login_message' => 'Сезнең хисапка керүне сорагыз.',
    'scopes_title' => 'Бу кушымта түбәндәге мөмкинлекләргә ия булачак',
    'accept' => 'Ышандыр',
    'reject' => 'Баш тарту',


    'login_incorrect_password' => 'Кулланучының исеме яки серсүзе дөрес түгел.',


    'reset_2fa_title' => 'Ике этаплы керү соравын яңадан торгызу',
    'go_main_page' => 'Баш биткә керегез',

    'signing_in' => 'Керү ...',


    'erp' => [
        'message' => "Алга таба кибет сайлагыз. Сезгә яңа кибет кирәк булса, аны башта булдырыгыз һәм яңадан тоташтырыгыз. <br> you Сез тоташкан программаны белүегезне тәэмин итегез, яки ярдәм сорап провайдер белән элемтәгә керегез.",
    ],
    'token-display' => [
        'message' => "Сезнең соравыгыз нигезендә :software өчен :shop керү өчен бу билге ясадык. Зинһар, аны саклагыз һәм аны беркем белән дә бүлешмәгез. Токеның бозылганына ышансаң, аны теләсә кайсы вакытта кире кагарга мөмкин.",
        'scopes-message' => "Бу кибеткә аның мөмкинлекләре белән керү мөмкинлеге",
        'manage-tokens-action' => 'Токеннар белән идарә итү',
        'manage-tokens-message' => "Сез бу билгене монда теләсә кайсы вакытта кире кагарга мөмкин."
    ]


,

    'password' => 'Бирелгән серсүз дөрес түгел.',
];
