<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "Кибет",
    'request' => "сорау",
    'stage' => "Статус",
    'budget' => "бюджет",
    'contact' => "Контакт",
    'name' => "Исем",
    'email' => "Электрон почта",
    'user' => "Кулланучы",
    'copy' => "Күчермә",
    'important' => "Мөһим",
    'faq' => "FAQ",

    'select_shop' => "Кибетне сайлагыз",
    'loading' => "Йөкләү",

    'add_comment' => "Аңлатма өстәгез",
    'add_comment_sub' => "Фикерләрегезне безнең белән бүлешегез",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "'Керү' төймәсенә басып, сез :name <a href='/terms' target='_blank'>Terms куллану</a> һәм <a href='/privacy' target='_blank'>Privacy Policy</a> белән ризалашасыз. Заказны яңарту һәм / яки маркетинг максатларында сез :name телефон шалтыратуларын һәм SMS хәбәрләрен алырга риза. Хәбәр ешлыгы сезнең эшчәнлеккә бәйле. Сез <b>STOP</b> аша <b>86753</b> SMS җибәреп кире кагыла аласыз. Хәбәр һәм мәгълүмат ставкалары кулланылырга мөмкин. Без кешеләрнең хосусыйлыгын хөрмәт итәбез һәм сезнең мәгълүматны беркайчан да сатмыйбыз, реклама өчен кулланмыйбыз. Сезгә өстәмә мәгълүмат кирәк булса, безнең белән элемтәгә керегез.",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'Көтелмәгән. Миңа күбрәк мәгълүмат кирәк.',
        'start' => "Мин үз бизнесымны башлыйм.",
        'online' => "Минем бизнесым бар һәм аны онлайнга китерергә телим.",
        'extend' => "Мин үз кибетемдә эшлим.",
        'pos' => "Минем физик кибеттә Selldone POS кулланырга уйлыйм.",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "Банк күчерү",
            'description' => "Сатучы счетына акча кул белән күчерегез.",
        ],
    ],

];
