<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'Бу хәбәр кибеткә яңа сатып алучыны каршы ала.',
        ShopMailTemplateCodes::OrderCheckout => 'Бу хәбәр сатып алучы заказны раслаганда җибәрелә.',
        ShopMailTemplateCodes::OrderPayment => 'Бу белдерү клиент ясаган уңышлы түләүне раслый.',
        ShopMailTemplateCodes::OrderUpdate => 'Бу хәбәр сатып алучыны заказ статусы буенча яңарту өчен җибәрелә.',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'Бу хәбәр сатучыга расланган заказ турында хәбәр итү өчен җибәрелә.',
        ShopMailTemplateCodes::PosCheckout => 'Бу хәбәр сатып алучы өчен сату ноктасын раслау өчен җибәрелә.',
        ShopMailTemplateCodes::PosPayment => 'Бу белдерү сатып алучының сату ноктасын раслый.',
        ShopMailTemplateCodes::PosPaymentAdmin => 'Бу хәбәр сатучыга сату ноктасында ясалган сатып алу турында хәбәр итә.',
        ShopMailTemplateCodes::ShopContact => 'Бу хәбәр контакт формасы тапшырылганда җибәрелә.',
        ShopMailTemplateCodes::ShopGiftCard => 'Бу белдерү кулланучыга бүләк картасы алганнары турында хәбәр итә.',

        ShopMailTemplateCodes::ShopVendorJoin => 'Бу хәбәр кибеткә яңа сатучыны каршы ала.',
        ShopMailTemplateCodes::ShopVendorInvite => "Бу хәбәр сатучыны сезнең базарга кушылу өчен җибәрелә.",
        ShopMailTemplateCodes::ShopVendorOrder => "Бу хәбәр сатучыга Түләүле яки Акча китерү (COD) статусында заказ килгәндә җибәрелә.",
        ShopMailTemplateCodes::ShopVendorProducts => "Сатучыларны продуктларының торышы турында яңарту өчен көн саен җибәрелә.",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "Бу хәбәр сатучыны сезнең базарга кушылу өчен җибәрелә.",

        ShopMailTemplateCodes::UserLogin => "Куркынычсызлык максатларында кулланучыга IP адресын, датасын һәм җайланмасын кертеп, логин детальләре белән хәбәр итегез.",
        ShopMailTemplateCodes::LoginCode => "Кулланучыларга кибеткә керү өчен бер тапкыр серсүз коды җибәрегез.",

        ShopMailTemplateCodes::EmailVerifyLink => "Кулланучының электрон почта адресын тикшерү өчен сылтама җибәрегез. Бу электрон почта кулланучы SMS тарафыннан теркәлгәндә һәм аларның электрон почтасына кергәч җибәрелә. Кулланучы турыдан-туры социаль логин яки электрон почта белән теркәлгәндә җибәрелми.",

        ShopMailTemplateCodes::EmailBulkOrder => "Билгеле бер көнгә күпләп алынган һәм түләнгән заказлар исемлеген җибәрегез."


    ,

    ],


    'global' => [
        'greetings' => 'Сәлам, :name!',
        'end-statement' => 'Ярдәм командасы',

        'receiver_name' => 'Сәлам :user_name',
        'footer-help' => "Ярдәм кирәкме? [support@selldone.com] сорагыз (mailto:support@selldone.com) яки безнең [ярдәм үзәгенә] керегез (https://selldone.com/community).",
        'selldone-team' => 'Selldone командасы',
        'footer-shop' => "Сезгә берәр нәрсә кирәк булса, зинһар, безгә электрон почта аша хәбәр итмәгез: :shop_mail",
        'accept' => "Кабул ит",
        'reject' => "Баш тарту",
        'verify' => "тикшерү",
        'title' => "Титул",
        'value' => "Кыйммәт",
        'description' => "Тасвирлау",
        'shop' => "Кибет",
        'shop-info' => "Кибет турында мәгълүмат",
        'user' => "кулланучы",
        'user-info' => "Хисап турында мәгълүмат",
        'license' => "Лицензия",
        'status' => "Статус",
        'start' => "Башлау",
        'end' => "Ахыр",
        'renewal' => "Яңарту",
        'view' => "Күрү",

        'balance' => "Баланс",
        'card_number' => "Карта саны",
        'cvv' => "Cvv",
        'expire_date' => "Эш вакыты",

        'Dashboard' => "Такталар",
        'order' => "заказ",
        'view_order' => "Заказны карау",
        'pay_now' => "Pay now",

        'official_selldone' => "Рәсми сату",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "Валюта",
        'free-balance' => "Ирекле баланс",
        'locked-balance' => "Ябык баланс",
        'bot' => "Бот",
        'requests' => "Сораулар",
        'baskets' => 'Арбалар',
        'physical' => "Физик",
        'virtual' => "Виртуаль",
        'file' => "Файл",
        'service' => "Хезмәт",
        'fulfillment' => "Тәмамлау",
        'open' => "Ачык",
        'reserved' => "Сакланган",
        'canceled' => "Беркетелде",
        'payed' => "Түләүле",
        'cod' => "COD",
        'orders-count' => 'Заказлар',
        'payments-count' => 'Түләү',
        'confirms-count' => 'Раслый',
        'sends-count' => 'Ибәрә',
        'delivers-count' => 'Тапшыралар',
        'count' => 'Сана',
        'transactions-count' => 'Транзакцияләр санала',
        'success-transactions' => 'Уңыш операцияләре',
        'total-amount' => 'Тулы сумма',
        'amount' => 'Күләм',
        'wage' => 'Хезмәт хакы',
        'debug' => 'Чишү',
        'pos' => 'POS',
        'live' => 'Тере',
        'CheckQueue' => 'Чиратны тикшерегез',
        'OrderConfirm' => 'Заказ раслагыз',
        'PreparingOrder' => 'Заказ әзерләү',
        'SentOrder' => 'Заказ җибәрелгән',
        'ToCustomer' => 'Клиентка китерелгән',
        'Pending' => 'Көтелгән',
        'Accepted' => 'Кабул ителде',
        'Rejected' => 'Кире кагылды',
        'pc' => 'PC',
        'tablet' => 'Планшет',
        'phone' => 'Телефон',
        'total' => 'Барлыгы',
        'view-detail' => 'Детальне карау',
        'empty' => 'Буш',
        'dropshipping' => 'Тамчы',
        'reply' => 'Lyавап бир',
        'reactions' => 'Реакцияләр',
        'Comments' => 'Аңлатмалар',
        'last-comment' => 'Соңгы аңлатма',
        'response-to' => '.Авап',
        'posts' => 'Постлар',
        'post' => 'Пост',

        'name' => 'Исем',
        'email' => 'Электрон почта',
        'type' => 'тибы',
        'device' => 'Devайланма',
        'platform' => 'Платформа',
        'browser' => 'Браузер',
        'time' => 'Вакыт',
        'Wallet' => 'Капчык',
        'date' => 'Дата',

        'account' => 'Хисап',
        'transaction' => 'Транзакция',
        'fee' => 'Түләү',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'Билл',
        'category' => 'Төркем',
        'password' => 'Серсүз',
        'verify-login' => "Тикшерегез һәм керегез",
        'url' => 'URL',
        'avocado' => 'Авокадо',
        'hyper' => 'Гипер',
        'buy-now' => "Хәзер сатып алырга",
        'add-domain' => "Add Domain",
        'views' => 'Күрү',


        'country' => 'Ил',
        'address' => 'адрес',
        'postal' => 'Индекс',
        'building_no' => 'Бина #',
        'building_unit' => 'Unitайланма #',
        'message' => 'Хәбәр',


        'customer' => 'Клиент',
        'cart-items' => 'Арба әйберләре',
        'payment' => 'Түләү',
        'receiver' => 'Алучы',
        'virtual-items' => 'Виртуаль әйберләр',
        'no-payment' => 'Түләү юк!',

        'enable' => 'Эшләтергә',
        'access' => 'Рөхсәт',
        'bank' => 'Банк турында мәгълүмат',

        'vendor' => 'Сатучы',

        'view_content' => "Тулы эчтәлекне карау",
        'files' => 'Файллар',
        'download' => 'Йөкләү',
        'file_name' => 'Файлның исеме',
        'file_size' => 'Размер',

        'subscription' => 'Подписка',
        'products' => 'Продукция',
        'vendor_products' => 'Сатучы продуктлар',

        'pickup' => 'Алып бару',

        'minutes' => 'Минутлар',
        'hours' => 'Сәгать',

        'refund' => 'Кире кайтару',
        'recipient_address' => 'Алучының адресы',
        'signature' => 'Имза',
        'blockchain' => 'Блокчейн',
        'details' => 'Детальләр',


    

        'Shop' => 'Кибет',
        'dashboard' => 'ассортимент',
        'comments' => 'аңлатмалар',
        'wallet' => 'капчык',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "Selldone Business OS",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'Selldone башкару отчеты'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'Selldone Сезонлы отчет'
        ],
        'Onboarding' => [
            'id' => 'сәлам',
            'name' => 'Selldone Сәүдәгәрләр'
        ],
        'Support' => [
            'id' => 'support',
            'name' => ':name ярдәме'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Selldone'
        ],
        'Welcome' => [
            'id' => 'сәлам',
            'name' => 'Selldone җәмгыяте'
        ],
        'NewShop' => [
            'id' => 'сәүдәгәрләр',
            'name' => 'Selldone Сәүдәгәрләр'
        ],
        'Approve' => [
            'id' => 'раслау',
            'name' => 'Selldone Сәүдәгәрләр'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'Заказлар белән идарә итү :name'
        ],

        'Recovery' => [
            'id' => 'торгызу',
            'name' => 'Selldone торгызу командасы'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'Көтелгән ⌛',
        'PAYED' => 'Түләүле ✅',
        'CANCELED' => 'Canc',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'Администратор',
            'OFFICER' => 'Офицер һәм күзәтүче',
            'AUDITING' => 'Аудит менеджеры',
            'EMPLOYEE' => 'Хезмәтче',
            'PRODUCT' => 'Продукция менеджеры',
            'CONTENT' => 'Эчтәлек менеджеры',
            'MARKETING' => 'Маркетинг менеджеры',
            'VIEWER' => 'Тамашачы',

        ],
        'subject' => ":inviter сезне :level итеп чакырды| :shop",
        'category' => "Кадрлар чакыруы",
        'title' => "Сезне <b>Q:shop_name</b> <b>:level</b> итеп чакырдылар.",
        'message' => "You've received an invitation to collaborate with the <b>:shop_title</b> team in business. You have the option to accept or decline this offer. Should you choose to accept, please log in to the Selldone service to confirm your decision. Upon confirmation, you will gain access to the store management section.",

    ],

    'welcome-email' => [
        'subject' => "Q :name рәхим итегез, Selldone белән башлыйк!",
        'category' => 'CONGRATULATION',
        'title' => "Selldoneга рәхим итегез",
        'message' => "Селдонны сайлаганыгыз өчен рәхмәт, сез хәзер Selldone җәмгыятенең өлеше, глобаль сатучыларны клиентларга, җирле бизнесны предприятиягә, корпорациягә индивидуаль! Барлык мастер һәм про кораллар сезнең өчен ** бушлай ** һәм ** чикләнмәгән ** белән тәэмин ителгән. Син тырыш, без ишекләрне ачабыз, эшлә!",

        'index' => ":step адым.",

        'step-domain' => [
            'title' => 'Customзегезнең доменыгызны өстәгез',
            'message' => "Башлау өчен, көйләүләр> Домен көйләүләре астындагы Кибет Тактасына бушлай үзегезнең доменыгызны өстәгез.",
            'action' => 'Минем доменнар белән идарә итү',
        ],
        'step-landing' => [
            'title' => 'Баш битне көйләгез',
            'message' => "Баш битне Персональләштерегез. Десант битен сайлагыз яки яңасын булдырыгыз. Бу җиңел һәм интуитив, һәм сез шунда ук эшли башлый аласыз.",
            'action' => 'Минем десант битен көйләгез',
        ],
        'step-payment' => [
            'title' => 'Түләү ысулларын урнаштыру',
            'message' => "Түләүләрне турыдан-туры банк счетына кабул итә башлагыз. Stripe, PayPal һәм башкалар кебек түләү провайдерларын тоташтыру өчен, Тактага> Бухгалтерлык> Шлюзка керегез.",
            'action' => 'Түләү ысулларын өстәгез',
        ],
        'step-products' => [
            'title' => 'Productsз продуктларыгызны өстәгез',
            'message' => "Тактада> Продукциядә продуктларны һәм категорияләрне җиңел өстәгез. Бу сезнең санактагы файллар һәм папкалар белән идарә итүгә охшаган - тулысынча тарту-ташлау әзер. Сез шулай ук ​​импорт продуктларын Excel ярдәмендә туплый аласыз. Башларга булышу өчен үрнәк шаблон бар.",
            'action' => 'Минем продуктлар белән идарә итү',
        ],
        'step-shipping' => [
            'title' => 'Тапшыру ысулларын урнаштыру',
            'message' => "Клиентларны җибәрү өчен түләү өчен, Тактада> Логистик> Тапшыру ысулларын билгеләгез. Төрле бәяләр һәм төрле урыннар өчен ярдәм күрсәтә аласыз. Складның килеп чыгышын Такталар> Логистик> Складка куярга онытмагыз.",
            'action' => 'Тапшыру ысуллары белән идарә итү',
        ],
    

        'seller' => [
            'title' => 'Сез сатучымы?',
            'message' => 'Сатуны башлау өчен, Селдондагы ассортиментка түбәндәге сылтама аша керегез һәм беренче кибетегезне тулысынча бушлай булдырыгыз. Бу берничә минут дәвам итәчәк һәм сезнең үз кибетегез һәм онлайн сайтыгыз булачак. Аннары без сезне чираттагы адымнарга юнәлтәчәкбез һәм түләү шлюзын алырбыз.',
            'action' => 'Минем тактага керегез',
        ],
        'buyer' => [
            'title' => 'Мин сатып алучы',
            'message' => 'Котлыйбыз. Селдон әгъзасы булгач, сез онлайн кибетләрдә әгъзалык һәм аутентификация проблемаларыннан арынырсыз. Selldone платформасын кулланган теләсә нинди кибеттән һәм сайттан файдалану өчен, сез бер басу белән керә аласыз һәм сатып алуны гади, тиз һәм куркынычсыз итә аласыз.',
        ],
    ],


    'charge-account' => [
        'category' => 'Капчык> Хисап> Түләү',
        'title' => "Уңыш өчен түләү",
        'message' => "Сезнең счетыгыз <b>:account_number</b> <b>:amount</b> уңышлы корылган.",
        'account' => 'Хисап',
        'charge' => 'Түләү',
        'balance' => 'Баланс',
        'footer' => "Бизнесны җиңел, ирешеп була һәм бөтен дөнья өчен дә уңайлы итегез."
    ],

    'verify-email' => [
        'subject' => "Q Selldone кадәр язылуыгызны тәмамлагыз! Ссылканы тикшерегез.",
        'category' => "Сез бер адым",
        'title' => "Электрон почта адресыгызны тикшерегез",
        'message' => "Сәлам :name, <br><br> Selldone сайлаганыгыз өчен рәхмәт! <br>Q<br> <b>:email</b> сезнең дөрес электрон почта адресы булуын раслау өчен, астагы төймәгә басыгыз яки бирелгән сылтаманы кулланыгыз. Бу тикшерүне тәмамлау өчен 48 сәгать бар.",
        'footer' => "Тикшерү төймәсенә басу белән проблема килеп чыкса, URL ны күчереп, веб-браузерыгызга урнаштырыгыз: :activation_url",
        'next-step' => "Алга таба, без сезгә файдалы материаллар һәм адым саен кулланма җибәрәчәкбез, сезнең доменыгызны өстәү, түләүләр урнаштыру, продуктлар өстәү һәм беренче заказны алу җиңел булсын өчен.",

    ],
    'verify-email-code' => [
        'subject' => ":name өчен тикшерү коды",
        'category' => "SECURITY",
        'title' => "Электрон почта тикшерү коды",
        'message' => "Сәлам :name, <br><br> <b>:email</b> сезнең дөрес электрон почта адресы булуын раслау өчен, киләсе <b>10 минут</b> эчендә түбәндәге кодны кертегез:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 Сезнең кибет әзер| :name",
        'category' => "Сез бер адым",
        'title' => "Урнаштыру тәмамланды",
        'account_title' => "Сезнең хисап",
        'account_msg' => "Бу мәгълүмат белән үзегезнең хисап язмагызга керегез.",
        'shop_msg' => "Selldone бизнес-операция системасы турында хисап мәгълүматы.",

    ],

    'reset2fa' => [
        'category' => "Куркынычсызлык Рәсми Хәбәр",
        'title' => "2 адымлы логинны сүндерүне сорарга",
        'message' => "Сез бу электрон почтаны кабул итәсез, чөнки без ** :name ** аккаунты өчен ** :email ** электрон почтасы белән ике факторлы аутентификацияне яңадан торгызу соравын алдык. Сезнең хисап өчен түбәндәге детальләрне таптык:",
        'footer' => "Әгәр дә серсүзне яңадан торгызуны сорамасагыз, бүтән чара кирәк түгел.",
        'action' => 'Ике адымлы логинны сүндерегез',
    ],


    'build-new-shop' => [
        'subject' => "🎊 Сезнең кибет хәзер әзер!",
        'category' => "ДӨН INЯДА Я NEWА ОНЛАЙН Кибет туды",
        'title' => "Котлыйбыз, :name!",
        'message' => "<b>Катабыз, :name! Сезнең яңа онлайн бизнес хәзер тере! </b> Без сезне Селдонерлар җәмгыятенә каршы алырга бик шат. Сез уңышка таба беренче адым ясадыгыз, һәм без сезгә һәр адымда булышырбыз. <br> Хәзер кибетегез әзер, әйдәгез сезнең клиентлардан турыдан-туры түләүләр алырга һәм империягезне үстерә башларга тиеш. Сезгә ярдәм кирәк булса, без бары тик хәбәр генә - безнең ярдәм төркеме сезнең өчен һәрвакыт .<br><br><b> Мөһим Киләсе адымнар: </b> Башлау өчен, сез түләүләр һәм шома операцияләр алу өчен әзер булуыгызны тикшерегез. Сезнең кибетегезне бертуктаусыз эшләтеп җибәрү өчен без сезне һәр этапта күрсәтәчәкбез.",
        'pdf-book' => "Бәйләнгән кул китабын кулдан ычкындырмагыз: Эшегезне уен кебек эшләгез",

        'account' => [
            'title' => '1 адым: Selldone капчыгыгызны урнаштырыгыз',
            'message' => "Капчыгыгызда хисап язмасы булмаса, аны булдырыгыз. Селдон түләүне бу счеттан ала. Сез бу счетны тутыра аласыз, һәм Selldone сезгә шулай ук кредит күләмен алачак, шуңа күрә бу хисап тискәре булса, сезнең сайт һәм Кибет эшләвен дәвам итәчәк.",
            'action' => 'Капчыкка керегез',
        ],

        'shop-account' => [
            'title' => '2 адым: счетны кибеткә тоташтырыгыз',
            'message' => "Аннары, капчык счетыгызны кибетегезгә тоташтырыгыз. <b>Store> Бухгалтерлык> Фактура</b> башына керегез, һәм акча янчыгыгызны бәйләгез. Бу барлык клиент түләүләренең турыдан-туры сезнең банк счетына кертелүен тәэмин итә - Selldone сезнең табыштан бернинди сумманы да чыгармый.",
            'action' => 'Фактура тактасы',
        ],

        'gateway' => [
            'title' => '3 адым: Онлайн түләү шлюзын тоташтырыгыз',
            'message' => "Хәзер, әйдәгез, сезнең онлайн түләү шлюзын урнаштырыйк. <b>Store> Бухгалтерлык> Port</b> сайтына керегез һәм <b>Add Яңа Port</b> басыгыз. Валютагызны сайлагыз, һәм сез булган түләү шлюзлары исемлеген күрерсез. Шлюзны тоташтыру тиз һәм җиңел, ләкин сезгә ярдәм кирәк булса, Selldone күрсәтмәләрен тикшерегез яки безгә мөрәҗәгать итегез.",
            'action' => 'Кибеткә портал өстәгез',
        ],

        'domain' => [
            'title' => 'Соңгы адым: махсус доменны тоташтыру',
            'message' => "Сез кибетегезне теләгәнчә доменнарда урнаштыра аласыз. Кибеткә махсус доменны тоташтыру өчен, ким дигәндә башлап җибәрү лицензиясе булырга тиеш. Friendәрбер дустыңны Селдон белән таныштырып, син бер айлык башлангыч лицензия бүләк картасы алачаксың. Дусларның түләү проценты шулай ук клиентларның счетларына кертеләчәк.",
            'action' => 'Чикләнмәгән бүләк карталары белән таныштыру һәм алу',
        ],
    ],


    'basket-list' => [
        'item' => "пункт",
        'count' => "Сана",
        'price' => "бәя",
        'discount-code' => "Ташлама коды",
        'customer-club' => 'Клиентлар клубы',
        'shipping' => "Юллау",
        'total' => "Барлыгы",
        'offer' => "Тәкъдим итү",
        'coupon' => "Купон",
        'lottery' => "Бүләк",
        'tax' => "Салым",
        'tax_included' => "Бәягә кертелгән",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'Метод',
        'amount' => 'Күләм',
        'giftcard' => 'Gift card',
        'payment' => 'Түләү',
    ],


    'shop-subscription-email' => [
        'category' => "Подписка яңартуы",
        'title' => "Кибет лицензиясе: :shop_title",
        'title-reserved' => "Резерв лицензиясе: :shop_title",
        'title-active' => "Актив лицензия: :shop_title",
        'title-finished' => "Тәмамланган лицензия: :shop_title",
        'title-cancel' => "Лицензияне кире кагу: :shop_title",
        'message' => "Сезнең кибет лицензия планы яңартылды,",
        'RESERVED' => "⚡ Сезнең язылу планы ** сакланган **.",
        'ACTIVE' => "🟢 Сезнең язылу планы ** активлаштырылды **.",
        'FINISHED' => "🚧 Сезнең язылу планы ** тәмамланды **.",
        'CANCEL' => "⛔ Сезнең язылу планы ** юкка чыгарылды **.",
    ],

    'support' => [
        'subject' => "Ярдәм үзәге|:name җавап бирде",
        'category' => "Ярдәм үзәге",
        'title' => "Сез җавап алдыгыз",
        'action' => "Кибет администраторы",
    ],

    'shop-customer-join' => [
        'subject' => ":shop_title кушылыгыз",
        'category' => "Яңа клиент бәйрәме",
        'title' => "Без сезнең әгъзалыгыгыз өчен бик бәхетле",
        'action' => "Хәзер керегез",
    ],

    'shop-vendor-join' => [
        'subject' => "Сатучы бортта| :shop_title",
        'category' => "Яңа сатучы бәйрәме",
        'title' => "Без сезнең әгъзалыгыгыз өчен бик бәхетле",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "Бүләк картасы :shop_title",
        'category' => "Яңа картаны өстәгез",
        'title' => "Котлыйбыз, сезгә бүләк картасы килде",
        'action' => "Хәзер кибет",
        'message' => "Сез :balance :currency кыйммәтле бүләк картасы алдыгыз. Сез бу бүләк картасын безнең кибеттә куллана аласыз.",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "Ярдәм үзәге| :shop",
        'category' => "ярдәм",
        'title' => "Сез җавап алдыгыз",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍️ Заказны раслау|:order_id заказы",
        'title' => "заказ",
        'message' => "Сез безнең кибеткә заказ бирдегез. Без сезнең заказны алдык һәм түләү расланганнан соң сезгә бүтән электрон почта җибәрәчәкбез."
    ,

        'payments' => 'Түләү',
    ],

    'order-payment' => [
        'subject' => "Ment Түләү раслау|:order_id заказы",
        'title' => "Түләү заказы",
        'message' => "Сезнең түләү тәмамланды,<br> Без сезнең заказны алдык. Заказ җибәргәндә без сезгә бүтән электрон почта җибәрәчәкбез.",
    

        'payments' => 'Түләү',
    ],

    'order-update' => [
        'subject' => "🛍️ Заказ статусын яңарту|:order_id заказы",
        'title' => "Заказ статусын яңарту",
        'message' => "Сезнең заказ яңартылды. Сез бу заказның соңгы статусын үз хисабыгызда тикшерә аласыз.",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "Сезнең заказ эшкәртү өчен чиратта. Ул әзерләнгәндә сезгә хәбәр итәрбез.",
                'OrderConfirm' => "Сезнең заказ расланды һәм әзерлек башланды.",
                'PreparingOrder' => "Сезнең заказ әзерләнә һәм тиздән җибәреләчәк.",
                'SentOrder' => "Сезнең заказ җибәрелде. Сез аны тиздән кабул итәрсез.",
                'ToCustomer' => "Сезнең заказ китерелде. Сезгә ошар дип ышанабыз!",

                'PreparingOrder-PICKUP' => "Сезнең заказ әзерләнә. Алып барырга әзер булганда сез хәбәр алырсыз.",
                'SentOrder-PICKUP' => "Сезнең заказ алырга әзер. Зинһар, кибеткә аны җыярга килегез.",
                'ToCustomer-PICKUP' => "Сезнең заказ алынды. Сезгә ошар дип ышанабыз!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "Сезнең заказ эшкәртү өчен чиратта. Ул әзер булганда сезгә хәбәр итәрбез.",
                'OrderConfirm' => "Сезнең заказ расланды һәм әзерлек дәвам итә.",
                'PreparingOrder' => "Сезнең заказ әзерләнә һәм тиздән сезгә җибәреләчәк.",
                'ToCustomer' => "Сезнең виртуаль заказ сезнең хисапка китерелде. Рәхмәт!"
            ],
            'SERVICE' => [
                'CheckQueue' => "Сезнең хезмәт соравы чиратта. Без башлагач сезгә хәбәр итәрбез.",
                'OrderConfirm' => "Сезнең хезмәт расланды һәм без башларга әзерләнәбез.",
                'PreparingOrder' => "Без сезнең хезмәтегезне әзерлибез, һәм ул беткәч сезгә хәбәр итәрбез.",
                'ToCustomer' => "Сезнең хезмәт тулы. Безне сайлаган өчен рәхмәт!"
            ],
            'FILE' => [
                'PreparingOrder' => "Сезнең файл әзерләнә һәм тиздән булачак.",
                'ToCustomer' => "Сезнең файл әзер һәм тапшырылды. Хәзер сез аны йөкли аласыз."
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "Сезнең язылу заказы чиратта. Эшкәртү башлангач, без сезгә хәбәр итәрбез.",
                'OrderConfirm' => "Сезнең язылу расланды һәм көйләнә.",
                'PreparingOrder' => "Без сезнең абонементны әзерлибез һәм ул тиздән башланачак.",
                'SentOrder' => "Сезнең язылу активлашты. Сез дәвамлы яңартулар алырсыз.",
                'ToCustomer' => "Сезнең язылу хезмәте уңышлы активлаштырылды."
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'Котлыйбыз :name|Яңа ваучер: :title',
        'category' => "КОНГРАТУЛА, ИЯ, Я NEWА ВОЧЕР",
        'message' => "Әй :name, <br><br> Сез безгә бүләк итеп яңа ваучер алдыгыз! Сез дусларыгызга һәм сез белгән һәркемгә Selldone кертеп тагын да ваучерлар эшли аласыз. Бу ваучер ** :price :currency ** кыйммәт. <br><br> Сез беренче адым ясадыгыз, һәм без ваучер белән яңа функцияләрне ачарга булышабыз! Зинһар, ** :email ** белән керегез һәм кибеттә ваучерыгызны табыгыз ** Такталар **> ** көйләүләр **> ** Лицензия **.",
        'action' => "Минем такта",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'Котлыйбыз, хөрмәтле :name|Сез махсус бүләк алдыгыз!',
        'category' => "Бүләк алу турында белдерү",
        'title' => "Сезгә бүләкләр",
        'message' => "Hi :name, we're excited to let you know that you've received a special gift from Selldone! 🎉 You can earn more gifts by staying active, growing your store, and improving your expertise on Selldone. To check out your gift, simply log in with :email and look for it in the top-right corner of your dashboard.<br><br>This gift is worth **:price :currency**, and you can easily deposit it into your wallet within Selldone.<br><br>Use your gift to upgrade your store's license and unlock even more powerful tools to boost your online business!",
        'action' => "Бүләкләр",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍️ Яңа заказ алынды| :order_id",
        'title' => "New Order",
        'message' => "Сез яңа заказ алдыгыз. Зинһар, кибетегездәге заказ эшкәртү битенә керегез.",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'Сезнең тутырылган мәгълүмат',
        'output-form-title' => 'Сатып алынган әйбер турында мәгълүмат',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => 'Q:shop_title|Атналык отчет :time',
        'title' => 'Атналык кибетнең эш отчеты',
        'message' => "Бу сезнең кибетнең атналык отчеты <b>Q:start</b>дан <b>:end</b> кадәр. Бу доклад сезнең бизнесны яхшырту өчен киңәшләрне үз эченә ала, сез шулай ук ​​онлайн кибетнең торышын һәм соңгы заказларны тикшерә аласыз. Алда сезнең көнегез яхшы булыр дип ышанам."
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ Соңгы өч айда сезнең :amount саклау отчетыгыз| :shop_title',
        'title' => 'Сезнең бизнес эшчәнлеге, бүләкләр һәм финанс туплау турында сезонлы отчет',
        'message' => "Бу сезнең <b>:shop_title</b> сезонлы отчеты <b>:start</b>дан <b>:end</b> кадәр."
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'Бәйләнгән хисаплар',
        'sub-title' => 'Минем кибеткә тоташкан капчык счетларының соңгы торышы нинди?',
        'view-wallet' => 'Капчыкны карау',
        'tip-title' => 'Мөһим киңәшләр',
        'tip' => "Бушлай Selldone капчыгын урнаштырыгыз һәм аны кибетегезгә бәйләгез. Сезнең баланс тискәре булса да, сезнең клиентлар һаман да кибеттә һәм бернинди проблемаларсыз түләргә мөмкин. Борчылмагыз, кибетегезнең операцияләре һәм мәгълүматлары 1 айга кадәр бернинди өзлексез дәвам итәчәк.",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'Хисапка тоташыгыз'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'Кушымталар урнаштырылган',
        'sub-title' => 'Бу атнада кибетегезгә урнаштырган кушымталар исемлеге.',
        'tip' => "Сез кибетегез өчен күбрәк кушымталар табарга телисезме?",
        'view-app-store' => 'Selldone кушымтасы кибетен барлау',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'Сезнең кибет ботлары',
        'sub-title' => 'Минем кибеттә актив сату ботлары.',
        'tip-title' => 'Бот сату',
        'tip' => "Selldone сезгә автоматлаштырылган сату ботларын тәкъдим итә. Аларны өстәмәләр> Ботлар бүлегенә кереп активлаштырыгыз. Районда кирәкле хезмәтләр барлыгына инаныгыз.",
        'view-bots' => 'Ботлар белән идарә итү',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'Клиентлар белән аралашу',
        'sub-title' => 'Бу атнада клиентларым белән ничә контакт булдым?',
        'faqs' => 'Еш бирелә торган сораулар',
        'tickets' => 'Клиент билетлары',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'Кулланучылар статусы',
        'sub-title' => ':startдан :end га кадәр эшчәнлек',
        'users' => [
            'title' => 'Клиентлар',
            'subtitle' => 'Кулланучылар',
        ],
        'views' => [
            'title' => 'Визит',
            'subtitle' => 'Сез кибеткә ничә тапкыр килдегез',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'Кайткан кулланучылар',

        'shop_views' => 'Кибет күренеше',
        'baskets' => [
            'title' => 'Сәүдә арбалары',
            'subtitle' => 'Яңа кибет арбалары саны турында хәбәр итегез',
        ],
        'products' => [
            'title' => 'Продуктларга күзәтү',
            'subtitle' => 'Кибеттәге продуктларның төре буенча',
            'value_name' => 'Продукция'
        ],
        'products_count' => 'Продукция төрләре',
        'views_count' => 'Санауны карау',
        'sell_count' => 'Сату',
        'send_count' => 'Тапшыру саны',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'Ташлау',
        'sub-title' => 'Drop Shipping Selldone төп сатучылары өчен панель.',
        'total_fulfillments' => 'Барлык заказлар',
        'ds_count' => 'Заказлар',
        'statistics_title' => 'Доклад алынган',
        'ds_cancels' => 'Интерфейс сатучы тарафыннан кире кагу',
        'ds_rejects' => 'Сездән баш тарту',
        'tip' => "Сез товарның төп сатучысымы? Сезнең склад, завод яки продукт таратучы бармы? Сез үз продуктларыгызны Selldone Drop Shipping сервисындагы башка сатучыларга тәкъдим итә аласыз, продуктыгызны зур күләмдә сату өчен. Сезгә юл күрсәтү өчен безгә support@selldone.com адресына хат җибәрегез.",
        'view-drop-shipping-panel' => 'Күпләп сату панеленә керегез',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'Алмашлык курслары',
        'sub-title' => 'Кибетегездәге соңгы валюта конверсия ставкалары исемлеге.',
        'from' => 'Чыганак валюта',
        'to' => 'Максатлы валюта',
        'rate' => 'Конверсия тизлеге',
        'view-exchange-panel' => 'Алмашлык курслары белән идарә итү',
    

        'vew-exchange-panel' => 'алмашу курсы белән идарә итү панели',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'Эксперт контрактлары',
        'sub-title' => 'Минем кибеттә нинди профессионаллар эшли?',
        'cost' => 'Контракт күләме',
        'duration' => 'Озынлыгы',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'Дата Баш тарту',
        'end_at' => 'Тапшыру вакыты',
        'tip' => 'Сезнең бизнесны үстерү өчен Selldone-ның иң яхшы белгечләрен эшкә алыгыз.',
        'view-experts' => 'Башлау өчен басыгыз.',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'Сезнең кибеттә :shop актив түләү шлюзлары',
        'tip-title' => 'Мөһим киңәшләр',
        'tip' => "Кибетегездәге портал белән идарә итү битенә керегез һәм берничә минут эчендә ким дигәндә бер порт өстәгез. Сезнең клиентлар онлайн порталлар аша тиз һәм куркынычсыз түләргә яраталар.",
        'view-shop-gateways' => 'Минем кибет порталы белән идарә итүгә керегез.',
        'view-gateways' => 'Күбрәк шлюзларны карау',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'Заказлар',
        'sub-title' => 'Бу атнада алган заказлар исемлеге.',
        'total_baskets' => 'Барлык заказлар',
        'total_posBaskets' => 'Барлык акча заказлары',
        'pos-title' => 'POS кибет тартмасы',
        'chart-label' => 'Заказлар тәмамланды (бу заказлар мәҗбүри түгел!)',
        'tip-title' => 'Сез тагын да тырышырга тиеш ...',
        'tip' => "Гади уңыш юк.",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'Эшкәртү үзәге',
        'sub-title' => 'Бу атнада кибеттә күпме заказ эшләдек?',
        'tip-title' => 'Сездә сату юк иде!',
        'tip' => "Кызганычка каршы, бу атнада сезнең сатуларыгыз булмады. Сезнең кибеткә күбрәк керергә кирәк. Сез күбрәк продуктлар өсти аласыз, яхшырак рәсемнәр сайлый аласыз яки продуктларыгыз өчен яхшырак тасвирламалар яза аласыз. Сезнең бизнес өчен тулы вакытлы эшне карагыз. Әгәр сез моны дөрес эшлисез һәм күңелсезләнмәсәгез, сез уңышка ирешерсез.",
        'view-process-center' => 'Процесс үзәген карау',
        'return' => [
            'title' => 'Кайтылган заказ',
            'subtitle' => 'Кайткан заказлар турында отчет.',
            'tip-title' => 'Беләсезме ...',
            'tip' => "Сез Selldone POS белән кирәк булганча кассалар булдыра аласыз! Бу сезнең планшет, мобиль яки ноутбукмы, теләсә нинди җайланманы кибетегезнең сату ноктасына әйләндерә аласыз. Бу гади, тиз урнаштырыла һәм сезнең сервер өчен тулысынча әзер. Бүген куллана башлагыз!",
            'view-pos' => 'Минем онлайн кибет кассирына керегез'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'Сессияләр',
        'sub-title' => 'Мин кибеткә ничә тапкыр бардым?',
        'countries-title' => 'Кайсы илләргә иң күп килгәннәр?',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'Бер чиләк тотмыйча акча эшләргә телисезме?',
        'message' => "Сәлам :name, Selldone белән акча эшли башларга вакыт! Тактага керегез> Күбрәк> Монетизация> Reибәрү сылтамасын алыгыз. Дуслар белән сылтаманы бүлешегез, һәм бүләк карточкаларын һәм аларның түләү өлешен табыгыз. Иң яхшы өлеш? Сез дә, дустыгыз да бүләк картасы аласыз!",
        'action' => 'Минем кереш сылтаманы карау',
        'mail-clip' => "<b style='color: #C2185B'>Мөһим:</b> Gmail кебек электрон почта хезмәтләрен куллансагыз, электрон почта озынлыгын чиклисез, тулы докладны күрсәтү өчен электрон почта ахырында түбәндәге вариантны табыгыз һәм аңа басыгыз:",

        'no-coin-reward' => "<b style='color: #C2185B'>Гафу итегез:</b> Сезнең эшчәнлек бушлай SEL Coins бүләкләрен алу таләпләренә туры килмәде. Киләсе сезонда кибетегездә күбрәк тырышыгыз һәм күбрәк сатыгыз.",
        'yes-coin-reward' => "<b style='color: #4CAF50'>Катабыз: </b> Зур эш! Сезнең искиткеч күрсәткечләрегезгә нигезләнеп, без :amount SEL тәңкәләрен сезнең хисапка бүләк итеп бирдек.",

        'need-buy-license' => "<b>L Сезнең бизнесыгызны күтәрегез: </b> Сез үз сайтыгыз өчен язылу планын теркәлмәгән кебек! Ел саен түләнсә, ай саен :amount өчен күбрәк функцияләрне ачу өчен хәзер яңартыгыз.",
        'not-afford-message' => "Әгәр түләү мөмкинлеге булмаса яки проблема белән очраша алмасагыз, support@selldone.com аша безгә хәбәр итегез.",
        'add-domain' => "<b>Нигә сезнең бизнес өчен махсус домен юк?</b><br> Хәзер сезнең сайтка домен өстәгез; бу бушка!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone - <del>product</del> <span style = 'color: forestgreen'> җәмгыяте</span>.<br>B профессиональ Селдонер бул!",
        'message' => "Twitter, LinkedIn һәм социаль челтәрләрдә Selldone рәсми битләренә иярегез. Безгә теләсә нинди аңлатмалар, үтенечләр яки тәнкыйтьләр җибәрегез яки Selldone турында бәхәсләрдә катнашыгыз. Без шулай ук ​​Selldone җәмгыятенең өлеше, <b>Y сез ясаган</b>."
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'Яңа Авокадо заказлары алынды|:shop_title :time',
        'title' => "Соңгы 24 сәгать эчендә отчет",
        'message' => "Сезнең клиентлар сезнең заказларның каралуын һәм бәяләнүен көтәләр. Күбрәк сату алу өчен клиентларның үтенечләренә тизрәк җавап бирегез.",
        'card_title' => "Чираттагы заказлар",
        'card_subtitle' => ":date",

        'card_payed' => "Түләүле заказлар"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => ':community_titleдагы язмагызга яңа җаваплар',
        'title' => ":name һәм :count башкалар сезнең язмалардагы сөйләшүгә кушылды!",
        'message' => "Сәлам :name, сезнең язмалар игътибарны җәлеп итә! Сез безнең җәмгыятьтә аңлатмалар алдыгыз. Дискуссиягә кушылу һәм һәркемнең нәрсә сөйләгәнен карау өчен үз хисап язмагызга керегез.",
        'title-simple' => ":name сезнең язмагызга аңлатма бирде!",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => 'Q Сезнең темага :topic_title җавап бирегез',
        'title' => ":name, һәм :count башкалар сезнең темага җавап бирделәр.",
        'message' => "Сәлам :name, сезнең тема игътибарны җәлеп итә! Сез безнең җәмгыятьтә җавап алдыгыз. Дискуссиягә кушылу һәм һәркемнең нәрсә сөйләгәнен карау өчен үз хисап язмагызга керегез.",
        'title-simple' => ":name сезнең темага җавап бирде.",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 Яңа керү :name',
        'category' => 'Куркынычсызлык турында хәбәрләр',
        'title' => "Хисапка керегез",
        'message' => "Хөрмәтле :name, сезнең Selldone счетына керү ачыкланды.",   // Login in selldone (seller)
        'message-shop' => "Хөрмәтле :name, :shop_titleга керү ачыкланды.",  // Login in shop (buyer)

        'footer' => "Әгәр дә сез кермәгән булсагыз, зинһар, серсүзегезне үзгәртегез.",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "Чыгару",
        'deposit' => "Депозит",

        'withdraw_subject' => ":account счетыннан алу",
        'deposit_subject' => ":account счетына кертегез",

        'message' => "Акча күчерү түбәндәге спецификацияләр белән башкарылды.",

        'type' => "Транзакция төре",

        'from' => "Чыганак счеты",
        'to' => "Destination account",

        'desc' => "Транзакция тасвирламасы",
        'action' => "Транзакцияне карау",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ Мөһим! Кагыйдәләрне бозу| :shop",
        'category' => "Тәнкыйть мәгълүматы",
        'title' => "Сезнең кибет штрафка тартылган",
        'action' => "Кибет ассортиментын ачу",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter сезне Selldone кушылырга чакырды",
        'title' => ":name сезгә яңа онлайн кибетне эшләтеп җибәрү һәм монетизацияләү өчен :amount җибәрде!",
        'message' => "Сәлам ** :receiver_name **, <br><br> Selldoneга рәхим итегез! Selldone'да сез электрон сәүдә сайтын, блогны, онлайн җәмгыятьне җиңел генә булдыра аласыз, һәм хәтта шәхси сату өчен онлайн POS системасын урнаштыра аласыз - барысы да берничә минут эчендә. Бу сезнең бизнесыгызны яхшырак, тизрәк һәм эшләтеп җибәрү өчен эшләнгән тулы онлайн бизнес системасы. <br><br>S <b>:date</b> белән язылу һәм башлау өчен :amount ваучеры алу!",
        'accept' => "Чакыруны кабул итегез",
        'owner' => "Хуҗасы",
        'join-date' => "Selldone кушылды",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "Бетерү сылтамасы| :shop",
        'category' => "Кибет куркынычсызлыгы",
        'title' => "<b>:shop_name</b> кибетен торгызу сылтамасы.",
        'message' => "Бу электрон почта сезгә җибәрелде, чөнки сез кибетегезне торгызуны сорадыгыз. Түбәндәге сылтамага басыгыз, кибетегезне һәм аңа караган барлык мәгълүматны торгызачак.",
        'action' => "Кибетнең торгызылуын раслагыз",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'Selldone сезнең бизнес өчен күпме акча җыйды?',
        'sub-title' => ':start датасыннан :end кадәр',
        'infrastructure' => [
            'title' => 'Инфраструктура',
            'subtitle' => 'Серверлар, CDN, Саклау һәм башка болыт хезмәтләре',
        ],
        'experts' => [
            'title' => 'Белгечләр һәм персонал',
            'subtitle' => 'Төзүчеләр, хезмәт күрсәтү, булышу',
        ],
        'total_save' => 'Барлык сакланган акча'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'Сезнең чыгыш',
        'sub-title' => ':start-дан :end-га кадәр бизнес-күзәтү',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'Кайткан кулланучылар',

        'shop_views' => 'Кибет күренеше',
        'baskets' => [
            'title' => 'Сәүдә арбалары',
            'subtitle' => 'Яңа кибет арбалары саны турында хәбәр итегез',

        ],
        'products' => [
            'title' => 'Продуктларга күзәтү',
            'subtitle' => 'Кибеттәге продуктларның төре буенча',
            'value_name' => 'Продукция'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'Вебсайтның гомуми күренеше',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "Сез яңа заказ алдыгыз. Зинһар, сатучы панелендәге заказ эшкәртү битенә керегез.",
        'subject' => "🛍️ Яңа заказ алынды| :order_id",
        'your_revenue' => "Сезнең керем",
    ],
    'vendor-invite' => [
        'title' => 'Сатучы чакыру',
        'message' => "Сез :shop_name сатучысы булырга чакыру алдыгыз. Сез аны түбәндәге төймәләр ярдәмендә кабул итә яки кире кага аласыз.",
        'subject' => ":shop_name |Безнең сатучы булырга чакыру",
        'accept' => "Сатучы бул һәм кабул ит",
        'reject' => "Баш тарту",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'Безнең командага кушылу',
        'message' => "You've been invited to join :vendor_name at :shop_name. You can accept or decline this invitation using the buttons below.",
        'subject' => ":vendor_name кушылырга чакыру|Команда әгъзасы бул",
        'accept' => "Командага кушылыгыз",
        'reject' => "Баш тарт",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => ":shop өчен сезнең логин кодыгыз",
        'header-message' => "Без сезгә бу электрон почтаны җибәрәбез, чөнки сез кибеткә керү кодын сорадыгыз. Зинһар, түбәндәге бер тапкыр серсүзне табыгыз:",
        'footer-message' => "Бу код 10 минут дәвам итәчәк. Әгәр сез бу логин кодны сорамасагыз, зинһар, бу электрон почтаны санга сукмагыз."
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "Электрон почтагызны тикшерегез| :shop",
        'title' => 'Электрон почта тикшерүе',
        'header-message' => "Сәлам :name, <br> Зинһар, раслагыз, ** :email ** сезнең электрон почта адресы, астагы төймәгә басып яки 48 сәгать эчендә астагы сылтаманы кулланып.",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "Продукт яңартулары| :shop",
        'title' => "Продукция статусын яңарту - Соңгы 24 сәгать",
        'message' => "Бу хәбәр сезне яхшы табар дип ышанам. Бу соңгы 24 сәгать эчендә безнең платформадагы продуктларның торышы турында кыскача яңарту.\nБу чорда кайбер продуктларның статусында үзгәрешләр булды. Бу үзгәрешләр сатып алу, акцияләрне яңарту яки башка вакыйгалар аркасында булырга мөмкин.\nProductәрбер продукт турында тулырак мәгълүмат алу өчен зинһар, үз хисап язмагызга керегез һәм 'Продукт торышы' бүлеген тикшерегез.",
        'action' => "Сатучы панелен ачу",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "Күпчелек заказлар алынды| :shop | :date",
        'title' => "Күпчелек заказлар турында хәбәр итү",
        'message' => "Сез күпләп заказлар алдыгыз. Зинһар, тулырак мәгълүмат өчен панельдәге заказ эшкәртү битенә керегез. Сез шулай ук заказ исемлеген 7 көн дәвамында кулланылган куркынычсыз сылтама аша йөкли аласыз. <br><br>\n        <b>IMPORTANT: </b> Бу сылтама 7 көн эшли. <br>\n        Бу сылтама динамик, шуңа күрә сез аны баскан саен, бу конкрет дата өчен иң яңартылган заказлар алырсыз. <b>I дигән сүз, заказ түләү статусы кире кагылса, сез бу заказны йөкләнгән CSVда күрмәячәксез, яисә заказ түләнсә, ул исемлектә күренәчәк. </b><br><br>\n        <ul>\n            <li> CSV түләүле заказларны :date.</li>да сакланган дата белән үз эченә ала.\n            <li> Сакланган дата - кулланучы заказ битендә теркәлүне баскан көн. </li>\n        </ul>\n        <b>Көчерелгән заказларны булдырмас өчен, ID заказын җибәргәнче тикшерегез. </b>",
        'action' => "Заказлар исемлеген йөкләү",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "Сезнең заказдагы кайбер әйберләр кабул ителмәде һәм китереп булмый. Бу әйберләр өчен сумма тиздән сезнең картагызга кайтарылачак."
    ]

];
