<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "Инстаграм кибете төзүчесе|Инстаграм счетын онлайн кибеткә әйләндерегез",
        'desc' => "Акчагызны беркайда да әрәм итмәгез. Selldone кибетегезне төзегәннән соң, сез WordPress, Joomla һәм WooCommerce кебек кибет төзү кораллары белән эшләргә уйламыйсыз.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "Пешекче һәм аның матур мәчесе Инстаграмда ничек сатыла?",


        'alt1' => "Selldone Инстаграм кибете төзүче",
        'alt2' => 'Инстаграмда Сара тортын сату хикәясе',
        'alt3' => 'Selldone Онлайн заказ эшкәртү үзәге',
        'alt4' => 'Selldone Онлайн кибет түләү шлюзы',
        'alt5' => 'Онлайн кибетләр өчен автоматлаштырылган SEO двигателе',
        'alt6' => 'Инстаграмда онлайн сатуның яңа ысуллары',
        'alt7' => 'Брендинг һәм Брендинг',
        'alt8' => 'Кибет кассиры',
        'alt9' => 'Маркетинг һәм сату кораллары',
        'alt10' => 'Ирекле бизнес партнеры',
        'alt11' => 'Заказ эшкәртү үзәге',
        'alt12' => 'Тугры клиентлар',
        'alt13' => 'Туры түләү шлюзы',
        'alt14' => 'Инстаграм сату каналлары',
        'alt15' => 'Сайт һәм кибет ясаучы яллау',
        'alt16' => 'Selldone платформа хикәясе',
        'alt17' => 'Автоматлаштырылган SEO двигателе сайты һәм кибете',
        'alt18' => 'Бәхетле Сатучы',
        'alt19' => 'Сәүдә арбасы',


        'm1' => 'Нигә Selldone?',
        'm2' => 'Auto SEO',
        'm3' => 'Бәяләр (бушлай)',

        'register' => 'Регистрация',

        'header' => '<span class="ulr"> 10x Times</span> Күбрәк & Better<br><span class="ulr">Sell</span> Инстаграмда',
        'header_msg' => 'Клиентларның Инстаграмнан кибеткә охшаган битен ачуларын, ошаган фотолардан продуктлар сайлап алуын, заказга өстәвен һәм турыдан-туры он-лайн счетыгызга түләүләрен күз алдыгызга китерегез. Чишелеш сезнең алдыгызда.',

        'name_plc' => 'Кулланучының исемен кертегез',
        'preview' => 'Кибетне карау',
        'create_act' => 'Инстаграм кибете булдыру',


        'title1s' => 'Бу ничек эшли?',
        'title1' => 'Инстаграмны <span class="ulb">full-функцияле</span> кибетенә әйләндерегез!',
        'desc1' => 'Сездә иң зур онлайн кибетләр панеленә караганда күбрәк үзенчәлекләр булачак, ләкин ялгышмагыз, гади хуҗалар белән эшләү күңелле.',
        'sub1' => 'Продукция белән идарә итү шулай эшли ...',
        'sub1msg' => "Беренче адым - продуктлар өстәү. Selldone ярдәмендә сез Инстаграмнан продуктлар кертә аласыз, Excel файлын йөкли аласыз, яки берничә тапкыр гына башка гади ысулларны куллана аласыз.",
         'list1_1' => 'Бөтенләй үтерү һәм якын идарә итү',
         'list1_2' => 'Инвентаризацияне яңарту һәм тиз бәя',
         'list1_3' => 'Excel файллары белән продуктлар өстәгез',
         'list1_4' => 'Моннан продуктлар өстәгез',
         'list1_5' => 'Сез күңелсезме? Без сезне өстәрбез!',

        'title2s' => 'Заказлар шулай эшли ...',
        'title2' => "Көнгә 10 тапкыр күбрәк заказ сезнең өчен җитми? Selldone һәр кибет өчен көненә 10 меңнән артык заказ өчен эшләнгән.",

        'list2_1' => 'Сәяхәт статусыгызны тиз карагыз һәм тиз эш итегез',
        'list2_2' => 'Клиент аның заказының соңгы статусын күрә ала',
        'list2_3' => 'Түләү, заказ эшкәртү һәм җибәрү белән идарә итү',
        'list2_4' => 'Сез теләгәнчә хезмәттәшләр өстәгез',


        'title3s' => 'Туры уен тулы!',
        'title3' => "Сезнең кибеттә онлайн түләү сезнең доменыгыз белән һәм турыдан-туры счетыгызда башкарылачак! Сез онлайн порталларның төрләрен һәм сайтта түләү төрләрен сайлый аласыз.",

        'list3_1' => 'Онлайн түләү шлюзы (туры счетка)',
        'list3_2' => 'Сайтта түләү мөмкинлеген бирә белү',
        'list3_3' => 'Электрон ышаныч символы булмаган шлюзны алыгыз (хезмәт хакы)',
        'list3_4' => 'Түләүләр һәм бер тапкыр басу заказлары белән идарә итү',


        'title4s' => 'Auto SEO',
        'title4' => 'SEO-ның иң яхшы тәҗрибәләренә ияргән SEO-дус сайтны проектлау сезнең онлайн бизнесыгызны потенциаль клиентларга күренергә ярдәм итә. Selldone SEO юнәлешле кибет өчен кирәкле инфраструктура белән тәэмин итә, шуңа күрә Google\'да ачылу турында борчыласы юк.',

        'list4_1' => 'Сез безнең белән яхшы текст һәм рәсемнәр калдырасыз',

        'title0' => '<span class="uly"> профессиональ рәвештә </span> сату, клиентларыгызны бәхетлерәк итү вакыты <br> һәм сез онлайн бизнес үсешегез белән горурлану вакыты.',


        'title6s' => "Моның белән канәгать булмагыз",
        'title6' => 'Инстаграм кибетеннән күп нәрсә ...',


        'features' => 'Featuresзенчәлекләр',
        'features_act' => 'Барлык үзенчәлекләрне карау',

        'x1' => 'Сезнең брендыгызны булдыру һәм үзегезнең клиентлар клубы булу өчен махсус домендагы онлайн кибет.',
        'x2' => 'Онлайн кибет кибет өчен 0 $ бәясе һәм кирәкле кадәр кибет өчен касса.',
        'x3' => 'Иң яхшы маркетинг һәм сату кораллары, хәтта иң зур полиция базары маркалары да юк.',
        'x4' => "Selldone исемле яхшы һәм түбән өметле партнер, аның бөтен көче - компания сатуларын арттыру, акча алмаска һәм калдырмаска.",

        'a1' => 'Заказ эшкәртү',
        'a1s' => 'Тизлек өчен эшләнгән',

        'a2' => 'Маркетинг һәм стимуллар',
        'a2s' => 'Тугры клиентларны табыгыз',

        'a3' => 'Туры түләү',
        'a3s' => 'Түләү интерфейсы юк',

        'a4' => 'Сату каналлары',
        'a4s' => 'Телеграмма, Google, Инстаграм һ.б.',

        'blog' => 'وبلاگ',

        'b1' => "Безгә әле программист ялларга, 2021 елда кибет төзү пакетларын яки хуҗаларны сатып алырга кирәкме?",
        'b2' => "Selldone хикәясе|Сайтны һәм онлайн бизнесны ачу ысулын үзгәртү",
        'b3' => 'Google нәтиҗәләрендә автоматик SEO двигателе балкый',
        'read' => 'Дәвам итегез',

        'title5s' => 'Аның күпме торачагын беләсегез киләме?',
        'title5' => '<span class="ulr"> моделеннән тормыш өчен бушлай</span> белән 2% комиссия<br>to моделе айлык түләү белән 0,5% комиссия.',
        'msg5' => "Сездә сату булмаса, бер риал хуҗалары сезгә сайт, хуҗа, серверлар, хезмәтләр, кораллар, ярдәм, яңартулар һәм бүтәннәр өчен акча алмаслар! Акча турыдан-туры сезнең счетка кертеләчәк! Selldone барлык партнерларына ай ахырында түләүгә ышана яки берничә айдан соң капчыкларын зарядка ясап проблема килеп чыкса.",
         'footer_act' => "Түләү бердәнбер өстенлек түгел! Ничек?",
         'footer' => 'Сез теләгән сораулар яки киңәшләр бирегез.',

        's1' => 'Акыллы отчет',
        's2' => 'Бушлай болыт хостинг',
        's3' => 'Логистика һәм эшкәртү',
        's4' => 'Десант бите төзүче',
        's5' => 'Featuresзенчәлекләр һәм өстенлекләр',
        's6' => 'Финанс белән идарә итү',
        's7' => 'Маркетинг кораллары',
        's8' => 'Стимуллар һәм клиентлар',
        's9' => 'Selldone турында',
        's10' => 'Блог',
        's11' => 'Ярдәм',
        's12' => 'Хосусыйлык',
        's13' => 'Шартлар',
        's14' => 'Кибет төзүче',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Selldone белән эшләү турында борчыласызмы?",
        'import_title' => "Selldone кулланучыларыннан сора; <span class='ulr'>simplicity һәм speed</span> турындагы җаваплары сезне гаҗәпләндерәчәк!",
        'import_message' => "Сез үз продуктларыгызны турыдан-туры Инстаграмнан үз кибетегезгә кертә аласыз, ләкин теләсәгез, сез аларның продуктларын һәм рәсемнәрен автоматик рәвештә кибетегезгә гади Excel файллары белән өсти аласыз. Сез бер үк файлны тутырасыз, URL рәсемнәрен Google'дан күчерәсез, һәм ниһаять, CSV файлны тартып алып, продукт белән идарә итү бүлегенә ташлыйсыз. Selldone моны сезнең өчен эшләячәк.",
        'import_t1' => "Сездә берәр продукт бармы?",
        'import_b1' => "Алар төрлелексез",
        'import_m1' => "Бу файлны йөкләгез, продуктның исемен, бәясен һәм инвентаризациясен кертегез һәм рәсем сылтамасын Google кебек урыннан күчереп языгыз.",

        'import_b2' => "Берничә вариация",
        'import_m2' => "Төрлелек төс, зурлык, материал һәм шуңа охшаган әйберләрне аңлата. Әгәр сезнең продуктларыгыз күп булса, сез бу файлны йөкләп, продукт турында мәгълүмат тутыра аласыз. Бу бераз авыррак",

        'import_download' => "Fileрнәк файлны йөкләү",

    ]

];
