<?php

return [
    'default_title' => 'SELLDONE',
    'keywords' => ['бизнес ос', 'domain', 'selldone', 'коммерция платформасы', 'кибет төзүче', 'кибет төзүче', 'сайт төзүче', 'бизнес идея', 'махсус җәмгыять төзүче', 'ак сәүдә'],
    'samin' => 'Selldone',
    'Selldone' => 'Selldone',


    'related' => 'Бәйләнешле',
    'share' => 'Бүлешү',

    /*
    |--------------------------------------------------------------------------
    | Global
    |--------------------------------------------------------------------------
    */
    'global' => [
        'blog' => 'Блог',
    ],

    /*
    |--------------------------------------------------------------------------
    | Global footer
    |--------------------------------------------------------------------------
    */
    'footer-title' => 'Selldone®|Бизнес <span class="os-grad">OS</span> ™',
    'footer-subtitle' => "Кече һәм урта бизнес өчен брендлар өчен операцион система",
    'footer-about-selldone' => 'Selldone - электрон сәүдә платформасы, бизнеска үсәргә булышу өчен. Кечкенә кирпечтән ясалган кибет яки зур компания бармы, продуктларыгызны он-лайн күрсәтергә кирәк. Selldone сезгә түбән операция чыгымнары һәм зуррак сыгылмалы онлайн кибетләр төзергә булыша. Моннан тыш, без электрон сәүдә белән идарә итү кораллары белән тәэмин итәбез, атна саен яхшыра, кибет белән идарә итү, визуаль автоматлаштыру кораллары, ЯИ интеграциясе кебек үзенчәлекләр белән.',
    'footer-action' => "Электрон сәүдә булдырыгыз - бушлай",

    'footer' => [
        'about' => 'Selldone турында',
        'contact' => 'безнең белән элемтәгә чыгу',
        'email' => 'support@selldone.com',
        'phone' => '45 +45 36991215',
    ],

    'footer-menu' => [


        // Menu 1:
        [
            'title' => 'Selldone',
            'items' => [
                ['title' => 'Бизнес платформасы', 'href' => '/store-builder'],
                ['title' => 'Блог', 'href' => '/blog'],
                ['title' => 'Ярдәм итегез', 'href' => '/help'],
                ['title' => 'FAQ', 'href' => '/faq'],
                ['title' => 'Шәхсилек сәясәте', 'href' => '/privacy'],
                ['title' => 'Хезмәт итү вакыты', 'href' => '/terms'],
            ],
        ],

        // Menu 2:
        [
            'title' => 'Үзенчәлекләр',
            'items' => [
                ['title' => 'Featuresзенчәлекләр һәм өстенлекләр', 'href' => '/features'],
                ['title' => 'Marketing tools', 'href' => '/marketing'],
                ['title' => 'Processing center', 'href' => '/order-processing'],
                ['title' => 'Стимул һәм клублар', 'href' => '/incentives'],
                ['title' => 'Аудит һәм бухгалтерлык', 'href' => '/auditing'],
                ['title' => 'Cloud hosting', 'href' => '/cloud'],

            ],
        ],

        // Menu 3:
        [
            'title' => 'Чишелешләр',
            'items' => [
                ['title' => 'NFT Коллекциясе', 'href' => '/nft'],
                ['title' => 'Гильдия', 'href' => '/guild'],
                ['title' => 'Авокадо', 'href' => '/avocado'],
                ['title' => 'Белгечләр', 'href' => '/experts'],
                ['title' => 'SEO engine', 'href' => '/seo'],
                ['title' => 'Smart report', 'href' => '/smart-report'],
            ],
        ],

        // Menu 4:
        [
            'title' => 'Хезмәтләр',
            'items' => [
                ['title' => 'Бәяләр һәм планнар', 'href' => '/price'],
                ['title' => 'Кушымталар', 'href' => '/apps'],
                ['title' => 'Application builder', 'href' => '/app-builder'],
                ['title' => 'Бит ясаучы', 'href' => '/page-builder'],
                ['title' => 'Logistic solution', 'href' => '/logistic'],
                ['title' => 'Автоматизация & IoT', 'href' => '/automation'],

            ],
        ],


    ],


    /*
    |--------------------------------------------------------------------------
    | Global header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'home' => 'Өй',
        'features' => 'Үзенчәлекләр',
        'pricing' => 'Бәяләү',
        'blogs' => 'Блог',
        'community' => 'Communityәмгыять',
        'help' => 'Ярдәм итегез',
        'features-menu' => [
            'store-builder' => 'Электрон сәүдә төзүче',
            'community-platform' => 'Махсус җәмгыять',
            'cloud' => 'Болытка нигезләнгән хостинг',
            'page-builder' => 'Десант бите төзүче',
            'smart-report' => 'Акыллы отчет генераторы',
            'payment' => 'Түләү һәм бухгалтерлык',

            'staffs' => 'Клиентлар һәм команда',
            'logistic' => 'Логистик һәм китерү',
            'order-processing' => 'Заказлар һәм эшкәртү',
            'marketing' => 'Маркетинг һәм кампания',
            'incentives' => 'Клуб һәм стимуллар',
            'pos' => 'Онлайн POS',
            'seo' => 'Автомобиль SEO двигателе',
            'automation' => 'Автоматизация & IoT',
            'ai' => 'ЯИ сәүдә',
            'app-builder' => 'Кушымта төзүче',
        ],
        'build' => "Төзегез",
        'build-sub' => "Сезнең уңыш тарихын булдыру өчен без сезнең тирәгездә система булдырабыз.",

        'manage' => "Идарә итү",
        'manage-sub' => "Сезнең бизнес белән идарә итү элеккегә караганда күңеллерәк булачак.",

        'sel' => "Сату",
        'sel-sub' => "Waysәрвакыт ябылу, акча эшләү һәм ләззәтләнү.",

        'grow' => ".Сегез",
        'grow-sub' => "Сезнең кулда предприятия дәрәҗәсендәге функцияләр һәм кораллар, күк сезнең чик булыр.",


    ],

    /*
    |--------------------------------------------------------------------------
    | Article
    |--------------------------------------------------------------------------
    */
    'article' => [
        'list-of-content' => 'Эчтәлек исемлеге',
        'author' => 'Автор',
        'others-title' => ":title турында күбрәк мәгълүмат",
    ],


    /*
    |--------------------------------------------------------------------------
    | Main pages
    |--------------------------------------------------------------------------
    */
    'page.login' => ['title' => 'Selldone |Керегез', 'image' => '/images/seo/en/login.jpg', 'description' => "Сезнең күпме капиталыгыз, үз бизнесыгызны кайдан башлаганыгыз, дөньяда кайда яшәвегез мөһим түгел! Selldone сезгә барлык профессиональ сату кораллары белән тәэмин итте. Теркәлү һәм бу кораллар һәркем өчен һәм мәңгегә бушлай."],
    'page.register' => ['title' => 'Selldone |Регистрация', 'image' => '/images/seo/en/login.jpg', 'description' => "Без ышану өстенлек түгел дип саныйбыз! Нью-Йоркның иң бай урамында яки ерак авылда бизнесыгыз бармы, интернет һәм онлайн корал сезгә онлайн сату өчен кирәк булырга тиеш! Бу Selldone хыялы."],


    'page.home' => ['title' => "Профессионаллар кебек сату - Selldone® Бизнес ОС", 'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg', 'description' => "Selldone - сезнең бизнесыгызны визуаль төзү, идарә итү һәм масштаблау өчен Бизнес ОС. Миллионлаган заказлар өчен төзелгән кодсыз, экспертсыз чишелеш белән үзегез төзегез."],
    'page.helps' => ['title' => 'Ярдәм', 'image' => '/images/seo/en/help.jpg', 'description' => "Уңышлы бизнесны ничек ясарга."],
    'page.blogs' => ['title' => 'Бизнес ОС Маг', 'image' => '/images/seo/en/academy.jpg', 'description' => "Онлайн сату өчен сезнең бер тәрәзәле кулланмагыз, киңәшләр, хәйләләр, һәм эксперт киңәшләре, он-лайн керемнәрне максимальләштерү өчен эксперт киңәшләре белән, он-лайн сату һәм эшләмәү."],
    'page.faqs' => ['title' => 'Еш бирелә торган сораулар', 'image' => '/images/seo/en/faq.jpg', 'description' => "Selldone буенча сораулар."],
    'page.price' => ['title' => 'Бәяләр исемлеге', 'image' => '/images/seo/en/price.jpg', 'description' => "Кибет һәм сайт төзүнең барлык профессиональ үзенчәлекләре сезне вакытсыз көтә."],


    'page.apps' => ['title' => 'Кушымта интеграциясе', 'image' => '/images/seo/en/apps.jpg', 'description' => "Кибеткә кушымталар урнаштыру сезнең кибет өчен бер басу белән генә тәэмин ителә."],
    'page.experts' => ['title' => 'Белгечләр', 'image' => '/images/seo/en/expert.jpg', 'description' => "Кибетегезне проектлау, җибәрү, реклама яки идарә итү турында борчылмагыз, Selldone белгечләре сезгә ярдәм итәргә әзер. Эшләрне яхшырак һәм тизрәк башкару өчен сертификатлы белгеч яллагыз."],


    'page.avocado' => ['title' => 'Авокадо - Заманча Социаль Сату Каналы', 'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
        'description' => "Клиентлардан түләүләр җыярга кирәк булган сумма һәм исем. Акча турыдан-туры сезнең счетка кертелә, һәм сезнең клиентлар сәүдә тәҗрибәсен туплыйлар."],

    // All private dashboards:
    'shuttle' => ['title' => 'Селдон | Такталар', 'image' => '/images/seo/en/dashboard.jpg',
        'description' => "Кибет белән идарә итү панели, сезнең бу кибеткә керү мөмкинлеге булса, сез бу сылтама аша кибет белән идарә итү тактасына керә аласыз."],

    'shuttle-shop' => ['title' => 'Селдон | Кибет ассортименты', 'image' => '/images/seo/en/shuttle-shop.jpg', 'video' => '/images/seo/en/videos/shuttle-shop.mp4',
        'description' => "Тактадагы бар нәрсәне идарә итегез. Продукция, заказлар, десант бите дизайны, маркетинг, стимуллар һәм зур бизнес өчен кирәк булган бар нәрсә белән идарә итегез."],


    'guild' => ['title' => 'Гильдия - Коллектив сату каналы', 'image' => '/images/seo/en/guild.jpg?v=2',
        'description' => "Зур гильдия булдырып, сезнең бизнесыгызга ирешегез, бөтен дөнья кешеләре өчен кулай булсын."],


    'page.referral' => ['title' => 'Килешү программасы - Selldone', 'image' => '/images/seo/en/referral.png', 'description' => "Мавыктыргыч миссиягә кушылыгыз һәм үзегез өчен пассив керем агымын төзегез."],


    'page.press' => ['title' => 'Пресс ресурслары - Selldone', 'image' => '/images/seo/en/press.png', 'description' => "Selldone турында язарга теләгән һәркем өчен ресурслар."],
    'page.roadmap' => ['title' => 'Mл картасы - Selldone', 'image' => '/images/seo/roadmap.jpg', 'description' => "Бу бер-бер артлы платформа: кече һәм урта бизнес өчен предприятия кораллары булган сервис буларак, бер-бер артлы, кодсыз бизнес-операцион система."],

    'page.onboarding' => ['title' => 'Түләүсез онлайн кибет сайты ясаучы - җаваплы һәм профессиональ', 'image' => '/images/seo/ui-kit.jpg', 'description' => "Selldone - сезнең бизнес үсешенә булышу өчен төзелгән электрон сәүдә платформасы. Кечкенә кирпечтән ясалган кибет яки зур компания бармы, сезгә профессиональ, куллану җиңел кораллар кирәк."],



    'page.books' => ['title' => 'Бизнес кулланмалары: Онлайн сәүдә сайтлары өчен башлау һәм үсеш киңәшләре', 'image' => '/images/seo/en/cover.jpg', 'description' => "Сез монда бизнес үсеше турында бушлай кулланмаларны күчереп ала аласыз. Бу китапларда сез онлайн кибеттә конверсия ставкаларын арттыру өчен бизнесны үстерү һәм практик камилләштерү буенча тулы киңәшләр таба аласыз."],


    'page.quiz' => ['title' => 'Викторина|Бизнес операцион системасы сезнең өчен дөресме?', 'image' => '/images/seo/en/quiz.png', 'description' => "Әгәр дә сезнең бизнес кирәк булса яки бизнес осын куллана алуыгызны беләсегез килсә, зинһар, бу 60сек викторинада катнашыгыз. Әгәр дә сезнең бизнес кирәк булса яки бизнес осын куллана алуыгызны беләсегез килсә, зинһар, бу 60сек викторинада катнашыгыз."],


    'page.countries' => ['title' => 'Ярдәм ителгән илләр һәм җирле түләүләр - Бизнес ОС', 'image' => '/images/seo/en/countries.png', 'description' => "Бизнес ОС, Электрон сәүдә платформаларыннан сәүдә хезмәтләренең чираттагы эволюция ады, тема, плагин яки кодсыз нәрсәгә. 100% визуаль!"],


    'page.participant' => ['title' => 'Сез теләгән җәмгыять - 20 $ уйнагыз һәм җиңегез', 'image' => '/images/seo/en/participants.jpg', 'description' => "Сез башкаларга булышу өчен һәм видео өчен 20 USD бүләк кредиты алу өчен кыска видеолар ясап, селдон җәмгыятендә катнаша аласыз."],

    'page.tax' => ['title' => 'Глобаль салым ставкалары исемлеге', 'image' => '/images/seo/en/tax.jpg', 'description' => "Сез салым кагыйдәләрен кире кагарга һәм төрле продукт категорияләре өчен бердән артык салым профиле булдырырга мөмкин."],


    'page.premium' => ['title' => 'Премиумга күтәрегез һәм электрон сәүдә уеныгызны үзгәртегез', 'image' => '/images/seo/en/premium.jpg', 'description' => "Selldone Premium белән онлайн кибетегезне күтәрегез. Эффективлыкны арттыру һәм санлы базарда аерылып тору өчен эксклюзив ЯИ коралларына, шаблоннарны һәм башкаларга керегез. Акыллырак, йомшак электрон сәүдә тәҗрибәсе өчен хәзер кушылыгыз!"],


    'page.builder' => [
        'title' => 'Бушлай Бит Төзүче һәм Десант Бит Редакторы Вебапп - Керү кирәк түгел',
        'image' => '/images/seo/en/builder.png',
        'description' => 'Безнең бушлай, кулланучыларга уңайлы бит төзүче һәм редакторыбыз белән гаҗәеп веб-битләр ясагыз. Керү кирәк түгел. Веб-битләрегезне дизайн итегез, көйләгез һәм безнең интуитив тарту интерфейсы белән тиз бастырыгыз. Маркетерлар, кече бизнес хуҗалары, проблемаларсыз веб-дизайн чишелешен эзләүчеләр өчен бик яхшы.'
    ],

    'page.token' => [
        'title' => 'Selldone тәңкә (SLDN) - Электрон сәүдә инновацияләрен көчәйтү',
        'image' => '/images/seo/en/token.jpg?v=1',
        'description' => 'Электрон сәүдә эшкуарларын бүләкләү һәм ныгыту өчен эшләнгән санлы билге Selldone Coin (SLDN) белән танышыгыз. Selldone экосистемасының аерылгысыз өлеше SLDN белән эшләгез, сәүдә итегез һәм үстерегез.'
    ],


    'page.red-alert' => ['title' => 'Кызыл хәбәр - җинаять эше һәм куркынычсызлык программасы турында хәбәр итү',
        'image' => '/images/seo/en/red-alert.jpg',
        'description' => 'Куркынычсызлык һәм куркынычсызлык өлкәсендә Selldone белән тәҗрибә туплагыз - иң куркынычсыз үзәк платформа. Безнең Кызыл Сигнал программасы сезгә җинаять эше турында тиз һәм куркынычсыз хәбәр итәргә мөмкинлек бирә, сезнең җәмгыять сакланган булып кала. Бүген куркынычсыз районнар булдыру һәм җинаятьчелеккә каршы чаралар күрү өчен безнең миссиягә кушылыгыз.'    ],

    /*
    |--------------------------------------------------------------------------
    | App pages
    |--------------------------------------------------------------------------
    */
    'apps.structure-data' => ['title' => 'Структура мәгълүмат генераторы| JSON-LD', 'description' => "JSON-LD билгеләрен булдыру өчен, бу кирәкле структуралы мәгълүмат генераторын кулланыгыз, кирәкле әйберләрнең барысын да кертеп."
    ],

    /*
    |--------------------------------------------------------------------------
    | Call to action
    |--------------------------------------------------------------------------
    */
    'call-to-action' => [
        'title' => "Онлайнда үз бизнесыгызны иң яхшысы - базардагы техник чишелеш.",
        'money-back' => "30 көнлек акча кайтару гарантиясе",
        'action' => "Электрон сәүдә булдырыгыз",
        'action-sub' => "Хәзер башлау - бушлай",
        'message' => "Онлайн сату ставкасы белән саубуллашыгыз!",
    ]

,

    'page' => [
        'login' => [
            'title' => 'Селдон | Керергә',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'Сезнең күпме капиталыгыз, үз бизнесыгызны кайдан башлаганыгыз, дөньяда кайда яшәвегез мөһим түгел! Селдон сезгә барлык профессиональ сату кораллары белән тәэмин итте. Теркәлү һәм бу кораллар һәркем өчен һәм мәңгегә бушлай.',
        ],
        'register' => [
            'title' => 'Селдон | Регистрация',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'Без ышану өстенлек түгел дип саныйбыз! Нью-Йоркның иң бай урамында яки ерак авылда бизнесыгыз бармы, интернет һәм онлайн корал сезгә онлайн сату өчен кирәк булырга тиеш! Бу Селдонның хыялы.',
        ],
        'home' => [
            'title' => 'Профессионаллар кебек сату - Selldone® Business OS',
            'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg',
            'description' => 'Селдон - сезнең бизнесны визуаль рәвештә төзү, идарә итү һәм масштаблау өчен Бизнес ОС. Аны миллионнарча заказ өчен кодсыз һәм эксперт кирәк булмаган чишелеш белән ясагыз.',
        ],
        'helps' => [
            'title' => 'Ярдәм итегез',
            'image' => '/images/seo/en/help.jpg',
            'description' => 'Уңышлы бизнесны ничек ясарга.',
        ],
        'blogs' => [
            'title' => 'Блог',
            'image' => '/images/seo/en/academy.jpg',
            'description' => 'Соңгы Selldone яңалыклары һәм эчтәлеге.',
        ],
        'faqs' => [
            'title' => 'Еш бирелә торган сораулар',
            'image' => '/images/seo/en/faq.jpg',
            'description' => 'Селдонда сорау.',
        ],
        'price' => [
            'title' => 'Бәяләр исемлеге',
            'image' => '/images/seo/en/price.jpg',
            'description' => 'Кибет һәм сайт төзүнең барлык профессиональ үзенчәлекләре сезне вакытсыз көтә.',
        ],
        'apps' => [
            'title' => 'Кушымта кибете',
            'image' => '/images/seo/en/apps.jpg',
            'description' => 'Кибеткә кушымталар урнаштыру сезнең кибет өчен бер басу белән генә тәэмин ителә.',
        ],
        'experts' => [
            'title' => 'Белгечләр',
            'image' => '/images/seo/en/expert.jpg',
            'description' => 'Кибетегезне проектлау, җибәрү, реклама яки идарә итү турында борчылмагыз, Selldone белгечләре сезгә ярдәм итәргә әзер. Эшләрне яхшырак һәм тизрәк башкару өчен сертификатлы белгеч яллагыз.',
        ],
        'avocado' => [
            'title' => 'Авокадо - Заманча Социаль Сату Каналы',
            'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
            'description' => 'Бер сумма һәм бер исем - сезнең клиентлардан акча алу өчен кирәк! Акча турыдан-туры счетыңа кертеләчәк һәм клиентларның уникаль сәүдә тәҗрибәсе булачак.',
        ],
        'referral' => [
            'title' => 'Килешү программасы - Селдон',
            'image' => '/images/seo/en/referral.png',
            'description' => 'Мавыктыргыч миссиягә кушылыгыз һәм үзегез өчен пассив керем агымы ясагыз.',
        ],
        'press' => [
            'title' => 'Пресс ресурслары - Селдон',
            'image' => '/images/seo/en/press.png',
            'description' => 'Селдон турында язарга теләгән һәркем өчен ресурслар.',
        ],
        'roadmap' => [
            'title' => 'Mл картасы - Селдон',
            'image' => '/images/seo/roadmap.jpg',
            'description' => 'Бу бер-бер артлы платформа; ул бөтенләй уникаль һәм башкалардан бик нык аерылып тора. Бу бердәнбер, кодсыз Бизнес Операция Системасы Кече һәм урта бизнес өчен предприятия кораллары булган сервис буларак.',
        ],
        'onboarding' => [
            'title' => 'Түләүсез онлайн кибет сайты ясаучы - җаваплы һәм профессиональ',
            'image' => '/images/seo/ui-kit.jpg',
            'description' => 'Селдон, электрон сәүдә платформасы буларак, сезнең бизнес үсеше өчен фәрештә кебек эшли. Кечкенә кирпечтән ясалган кибет яки зур компания бармы, сезгә профессиональ, ләкин куллану өчен җиңел кораллар кирәк.',
        ],
        'books' => [
            'title' => 'Бизнес кулланмалары: Онлайн кибет сайтлары өчен башлау һәм үсеш киңәшләре',
            'image' => '/images/seo/en/cover.jpg',
            'description' => 'Сез монда бизнес үсеше турында бушлай кулланмаларны күчереп ала аласыз. Бу китапларда сез онлайн кибеттә конверсия ставкаларын арттыру өчен бизнесны үстерү һәм практик камилләштерү буенча тулы киңәшләр таба аласыз.',
        ],
        'quiz' => [
            'title' => 'Викторина | Бизнес операцион системасы сезнең өчен дөресме?',
            'image' => '/images/seo/en/quiz.png',
            'description' => 'Әгәр дә сезнең бизнес кирәк булса яки бизнес осын куллана алуыгызны беләсегез килсә, зинһар, бу 60сек викторинада катнашыгыз. Әгәр дә сезнең бизнес кирәк булса яки бизнес осын куллана алуыгызны беләсегез килсә, зинһар, бу 60сек викторинада катнашыгыз.',
        ],
        'countries' => [
            'title' => 'Ярдәм ителгән илләр һәм җирле түләүләр - Бизнес ОС',
            'image' => '/images/seo/en/countries.png',
            'description' => 'Бизнес ОС, Электрон сәүдә платформаларыннан сәүдә хезмәтләренең чираттагы эволюция ады, тема, плагин яки кодсыз нәрсәгә. 100% визуаль!',
        ],
        'participant' => [
            'title' => 'Сез теләгән җәмгыять - 20 $ уйнагыз һәм җиңегез',
            'image' => '/images/seo/en/participants.jpg',
            'description' => 'Сез башкаларга булышыр өчен һәм видео өчен 20 АКШ долларына кадәр кредит алу өчен кыска видеолар ясап, селдон җәмгыятендә катнаша аласыз.',
        ],
        'tax' => [
            'title' => 'Глобаль салым ставкалары исемлеге',
            'image' => '/images/seo/en/tax.jpg',
            'description' => 'Сез салым кагыйдәләрен кире кагарга һәм төрле продукт категорияләре өчен бердән артык салым профиле булдырырга мөмкин.',
        ],
        'premium' => [
            'title' => 'Премиумга күтәрегез һәм электрон сәүдә уеныгызны үзгәртегез',
            'image' => '/images/seo/en/premium.jpg',
            'description' => 'Selldone Premium белән онлайн кибетегезне күтәрегез. Эффективлыкны арттыру һәм санлы базарда аерылып тору өчен эксклюзив ЯИ коралларына, шаблоннарны һәм башкаларга керегез. Хәзер акыллырак, йомшак электрон сәүдә тәҗрибәсенә кушылыгыз!',
        ],
        'builder' => [
            'title' => 'Бушлай Бит Төзүче һәм Десант Бит Редакторы Вебап - Керү кирәк түгел',
            'image' => '/images/seo/en/builder.png',
            'description' => 'Безнең бушлай, кулланучыларга уңайлы бит төзүче һәм редакторыбыз белән гаҗәеп веб-битләр ясагыз. Керү кирәк түгел. Веб-битләрегезне дизайн, көйләү һәм бастыру безнең интуитив тарту интерфейсы белән. Маркетерлар, кече бизнес хуҗалары, проблемаларсыз веб-дизайн чишелешен эзләүчеләр өчен бик яхшы.',
        ],
    ],
    'apps' => [
        'structure-data' => [
            'title' => 'Структура мәгълүмат генераторы | JSON-LD',
            'description' => 'JSON-LD билгеләрен булдыру өчен, бу кирәкле структуралы мәгълүмат генераторын кулланыгыз, кирәкле әйберләрнең барысын да кертеп.',
        ],
    ],
];
