<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'Кибет',
        'blog' => 'Блог',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'Безнең турында',
    'contact' => 'Безнең белән элемтәгә керегез',


    'buy-action' => "Хәзер сатып алыгыз",
    'buy-action-variant' => "Хәзер сайлагыз һәм сатып алыгыз",

    'product-images' => "Рәсемнәр",
    'product-spec' => "Спек",
    'Comments' => "Карап чыгу",
    'related' => "Бәйләнешле продуктлар",
    'view-now' => "Хәзер карау",






];
