<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "Крама",
    'request' => "запыт",
    'stage' => "Статус",
    'budget' => "бюджэт",
    'contact' => "Кантакт",
    'name' => "Імя",
    'email' => "Электронная пошта",
    'user' => "Карыстальнік",
    'copy' => "Копія",
    'important' => "Важны",
    'faq' => "FAQ",

    'select_shop' => "Выберыце Крама",
    'loading' => "Загрузка",

    'add_comment' => "Дадаць каментар",
    'add_comment_sub' => "Падзяліцеся з намі сваімі думкамі",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "Націскаючы «Зарэгістравацца», вы згаджаецеся з :name <a href='/terms' target='_blank'>Умовамі выкарыстання</a> і <a href='/privacy' target='_blank'>Палітыкай прыватнасці</a>. Вы згаджаецеся атрымліваць тэлефонныя званкі і паведамленні SMS ад :name для абнаўлення заказаў і/або ў маркетынгавых мэтах. Частата паведамленняў залежыць ад вашай актыўнасці. Вы можаце адмовіцца, адправіўшы SMS з <b>STOP</b> на <b>86753</b>. Можа спаганяцца плата за перадачу паведамленняў і даных. Мы паважаем прыватнасць людзей і ніколі не прадаем вашы даныя і не выкарыстоўваем іх для рэкламы. Калі вам патрэбна дадатковая інфармацыя, звяжыцеся з намі.",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'Не ўстаноўлена. Мне патрэбна больш інфармацыі.',
        'start' => "Я толькі пачынаю сваю справу.",
        'online' => "У мяне ёсць бізнес, і я хачу вывесці яго ў Інтэрнэт.",
        'extend' => "Я працую над сваёй інтэрнэт-крамай.",
        'pos' => "Я збіраюся выкарыстоўваць Selldone POS у сваёй фізічнай краме.",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "Банкаўскі пераклад",
            'description' => "Ўручную перавесці сродкі на рахунак прадаўца.",
        ],
    ],

];
