<?php

return [
    'default_title' => 'SELLDONE',
    'keywords' => ['бізнес ас', 'domain', 'selldone', 'платформа электроннай камерцыі', 'будаўнік крамы', 'будаўнік цэха', 'канструктар сайтаў', 'бізнес-ідэя', 'карыстальніцкі канструктар супольнасці', 'электронная камерцыя whitelabel'],
    'samin' => 'Selldone',
    'Selldone' => 'Selldone',


    'related' => 'Роднасныя',
    'share' => 'Падзяліцеся',

    /*
    |--------------------------------------------------------------------------
    | Global
    |--------------------------------------------------------------------------
    */
    'global' => [
        'blog' => 'Блог',
    ],

    /*
    |--------------------------------------------------------------------------
    | Global footer
    |--------------------------------------------------------------------------
    */
    'footer-title' => 'Selldone®|Прадпрыемствы <span class="os-grad">OS</span>™',
    'footer-subtitle' => "Аперацыйная сістэма №1 для малых і сярэдніх прадпрыемстваў і незалежных брэндаў",
    'footer-about-selldone' => 'Selldone, як платформа электроннай камерцыі, працуе як анёл для росту бізнесу. Незалежна ад таго, у вас ёсць невялікі звычайны магазін або буйная кампанія, вам трэба прадэманстраваць свой прадукт у Інтэрнэце. Раней Selldone ствараў інтэрнэт-крамы з меншымі аперацыйнымі выдаткамі і большай гнуткасцю. Акрамя таго, мы прапануем ланцужок інструментаў для кіравання электроннай камерцыяй, які пастаянна ўдасканальваецца і кожны тыдзень атрымлівае новыя функцыі, такія як інтэграцыя адміністравання крамы і інтэрфейс візуальнага праграмавання для стварэння карыстальніцкіх працэсаў аўтаматызацыі або інтэграцыі штучнага інтэлекту.',
    'footer-action' => "Стварыце сваю электронную камерцыю — гэта бясплатна",

    'footer' => [
        'about' => 'Пра Selldone',
        'contact' => 'звяжыцеся з намі',
        'email' => 'support@selldone.com',
        'phone' => '🇩🇰 +45 36991215',
    ],

    'footer-menu' => [


        // Menu 1:
        [
            'title' => 'Selldone',
            'items' => [
                ['title' => 'Бізнес-платформа', 'href' => '/store-builder'],
                ['title' => 'Блог', 'href' => '/blog'],
                ['title' => 'Дапамажыце', 'href' => '/help'],
                ['title' => 'FAQ', 'href' => '/faq'],
                ['title' => 'Палітыка прыватнасці', 'href' => '/privacy'],
                ['title' => 'Тэрмін службы', 'href' => '/terms'],
            ],
        ],

        // Menu 2:
        [
            'title' => 'Асаблівасці',
            'items' => [
                ['title' => 'Асаблівасці і перавагі', 'href' => '/features'],
                ['title' => 'Marketing tools', 'href' => '/marketing'],
                ['title' => 'Processing center', 'href' => '/order-processing'],
                ['title' => 'Заахвочванне і клубы', 'href' => '/incentives'],
                ['title' => 'Аўдыт і бухгалтарскі ўлік', 'href' => '/auditing'],
                ['title' => 'Cloud hosting', 'href' => '/cloud'],

            ],
        ],

        // Menu 3:
        [
            'title' => 'Рашэнні',
            'items' => [
                ['title' => 'Калекцыя NFT', 'href' => '/nft'],
                ['title' => 'Гільдыя', 'href' => '/guild'],
                ['title' => 'Авакада', 'href' => '/avocado'],
                ['title' => 'Эксперты', 'href' => '/experts'],
                ['title' => 'SEO engine', 'href' => '/seo'],
                ['title' => 'Smart report', 'href' => '/smart-report'],
            ],
        ],

        // Menu 4:
        [
            'title' => 'Паслугі',
            'items' => [
                ['title' => 'Кошт і планы', 'href' => '/price'],
                ['title' => 'Прыкладанні', 'href' => '/apps'],
                ['title' => 'Application builder', 'href' => '/app-builder'],
                ['title' => 'Стваральнік старонак', 'href' => '/page-builder'],
                ['title' => 'Logistic solution', 'href' => '/logistic'],
                ['title' => 'Аўтаматызацыя і IoT', 'href' => '/automation'],

            ],
        ],


    ],


    /*
    |--------------------------------------------------------------------------
    | Global header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'home' => 'Дадому',
        'features' => 'Асаблівасці',
        'pricing' => 'Цэнаўтварэнне',
        'blogs' => 'Блог',
        'community' => 'Супольнасць',
        'help' => 'Дапамажыце',
        'features-menu' => [
            'store-builder' => 'Канструктар электроннай камерцыі',
            'community-platform' => 'Карыстальніцкая супольнасць',
            'cloud' => 'Воблачны хостынг',
            'page-builder' => 'Канструктар мэтавых старонак',
            'smart-report' => 'Разумны генератар справаздач',
            'payment' => 'Аплата і бухгалтарскі ўлік',

            'staffs' => 'Кліенты і каманда',
            'logistic' => 'Лагістыка і дастаўка',
            'order-processing' => 'Заказы і апрацоўка',
            'marketing' => 'Маркетынг і кампанія',
            'incentives' => 'Клуб і стымулы',
            'pos' => 'Інтэрнэт POS',
            'seo' => 'Аўтаматычны рухавік SEO',
            'automation' => 'Аўтаматызацыя і IoT',
            'ai' => 'AI Камерцыя',
            'app-builder' => 'Канструктар прыкладанняў',
        ],
        'build' => "Будаваць",
        'build-sub' => "Мы ствараем сістэму вакол вас, каб стварыць вашу гісторыю поспеху.",

        'manage' => "Кіраваць",
        'manage-sub' => "Кіраванне вашым бізнесам будзе больш прыемным, чым калі-небудзь.",

        'sel' => "Прадаць",
        'sel-sub' => "Заўсёды зачыняйцеся, зарабляйце грошы і атрымлівайце асалоду ад гэтага.",

        'grow' => "Расці",
        'grow-sub' => "Функцыі і інструменты карпаратыўнага класа ў вас пад рукой, неба будзе вашым абмежаваннем.",


    ],

    /*
    |--------------------------------------------------------------------------
    | Article
    |--------------------------------------------------------------------------
    */
    'article' => [
        'list-of-content' => 'Спіс кантэнту',
        'author' => 'Аўтар',
        'others-title' => "Больш інфармацыі пра :title",
    ],


    /*
    |--------------------------------------------------------------------------
    | Main pages
    |--------------------------------------------------------------------------
    */
    'page.login' => ['title' => 'Selldone |Увайсці', 'image' => '/images/seo/en/login.jpg', 'description' => "Не важна, колькі ў вас капіталу, дзе вы пачалі свой бізнэс, дзе ў свеце вы жывяце! Selldone прадаставіў вам усе прафесійныя інструменты продажаў. Рэгістрацыя і гэтыя інструменты бясплатныя для ўсіх і назаўжды."],
    'page.register' => ['title' => 'Selldone |Зарэгіструйцеся', 'image' => '/images/seo/en/login.jpg', 'description' => "Мы лічым, што доступ - гэта права, а не прывілей! Незалежна ад таго, маеце вы бізнес на самай багатай вуліцы Нью-Ёрка або ў далёкай вёсцы, Інтэрнэт і інтэрнэт-інструмент павінны быць усё, што вам трэба для продажу ў Інтэрнэце! Гэта мара Selldone."],


    'page.home' => ['title' => "Прадавайце як прафесіяналы — Selldone® Business OS", 'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg', 'description' => "Selldone - гэта бізнес-АС для візуальнага стварэння, кіравання і маштабавання вашага бізнесу. Стварыце гэта самастойна з дапамогай рашэння, якое не патрабуе кода і не патрабуе экспертаў, створанае для мільёнаў заказаў."],
    'page.helps' => ['title' => 'Даведка', 'image' => '/images/seo/en/help.jpg', 'description' => "Як зрабіць паспяховы бізнес."],
    'page.blogs' => ['title' => 'Business OS Mag', 'image' => '/images/seo/en/academy.jpg', 'description' => "Ваша універсальнае кіраўніцтва па продажах у Інтэрнэце, парады, рэкамендацыі і рэкамендацыі экспертаў, што трэба і чаго нельга рабіць пры продажах у Інтэрнэце, з парадамі экспертаў па максімізацыі даходу ў Інтэрнэце."],
    'page.faqs' => ['title' => 'Часта задаюць пытанні', 'image' => '/images/seo/en/faq.jpg', 'description' => "Пытанні і адказы на Selldone."],
    'page.price' => ['title' => 'Прайс-ліст', 'image' => '/images/seo/en/price.jpg', 'description' => "Усе прафесійныя функцыі стварэння крамы і сайта бясплатна без абмежавання часу чакаюць вас."],


    'page.apps' => ['title' => 'Інтэграцыя прыкладанняў', 'image' => '/images/seo/en/apps.jpg', 'description' => "Усталёўка прыкладанняў у краму прадугледжана для вашай крамы адным клікам."],
    'page.experts' => ['title' => 'Эксперты', 'image' => '/images/seo/en/expert.jpg', 'description' => "Не турбуйцеся аб распрацоўцы, запуску, рэкламе або кіраванні сваёй крамай, спецыялісты Selldone гатовыя вам дапамагчы. Найміце дыпламаванага спецыяліста, каб зрабіць усё лепш і хутчэй."],


    'page.avocado' => ['title' => 'Avocado — сучасны сацыяльны канал продажаў', 'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
        'description' => "Сума і назва - усё, што вам трэба для атрымання плацяжоў ад кліентаў. Грошы залічваюцца непасрэдна на ваш рахунак, і вашы кліенты атрымліваюць бесперашкодны вопыт пакупак."],

    // All private dashboards:
    'shuttle' => ['title' => 'Прададзена | Прыборная панэль', 'image' => '/images/seo/en/dashboard.jpg',
        'description' => "Панэль кіравання крамай, калі ў вас ёсць доступ да гэтай крамы, вы можаце ўвайсці ў панэль кіравання крамай па гэтай спасылцы."],

    'shuttle-shop' => ['title' => 'Прададзена | Прыборная панэль крамы', 'image' => '/images/seo/en/shuttle-shop.jpg', 'video' => '/images/seo/en/videos/shuttle-shop.mp4',
        'description' => "Кіруйце ўсім на прыборнай панэлі. Кіруйце прадуктамі, заказамі, дызайнам мэтавай старонкі, маркетынгам, стымуламі і ўсім, што вам трэба для выдатнага бізнесу."],


    'guild' => ['title' => 'Гільдыя — калектыўны канал продажаў', 'image' => '/images/seo/en/guild.jpg?v=2',
        'description' => "Зрабіце свой бізнес дасягальным і даступным для любога чалавека ва ўсім свеце, стварыўшы вялікую гільдыю."],


    'page.referral' => ['title' => 'Партнёрская праграма — Selldone', 'image' => '/images/seo/en/referral.png', 'description' => "Далучайцеся да займальнай місіі і стварыце для сябе пасіўны паток прыбытку."],


    'page.press' => ['title' => 'Прэс-рэсурсы — Selldone', 'image' => '/images/seo/en/press.png', 'description' => "Рэсурсы для тых, хто зацікаўлены пісаць пра Selldone."],
    'page.roadmap' => ['title' => 'Дарожная карта — Selldone', 'image' => '/images/seo/roadmap.jpg', 'description' => "Гэта адзіная ў сваім родзе платформа: цэласная бізнес-аперацыйная сістэма без кода як паслуга з інструментамі карпаратыўнага ўзроўню для МСП."],

    'page.onboarding' => ['title' => 'Стваральнік вэб-сайта бясплатнай інтэрнэт-крамы - спагадны і прафесійны', 'image' => '/images/seo/ui-kit.jpg', 'description' => "Selldone - гэта платформа электроннай камерцыі, створаная, каб дапамагчы вашаму бізнесу развівацца. Незалежна ад таго, у вас невялікі звычайны магазін або вялікая кампанія, вам патрэбныя прафесійныя, простыя ў выкарыстанні інструменты."],



    'page.books' => ['title' => 'Дапаможнікі па бізнесе: парады для пачатку і росту для інтэрнэт-крам', 'image' => '/images/seo/en/cover.jpg', 'description' => "Спампаваць бясплатныя даведнікі па развіцці бізнесу можна тут. У гэтых кнігах вы знойдзеце поўныя парады па развіцці бізнесу і практычныя дапаможнікі па паляпшэнні для павышэння каэфіцыента канверсіі ў вашай інтэрнэт-краме."],


    'page.quiz' => ['title' => 'Віктарына|Ці падыходзіць вам бізнес-аперацыйная сістэма?', 'image' => '/images/seo/en/quiz.png', 'description' => "Калі вы хочаце ведаць, што вашаму бізнесу патрэбна або можа выкарыстоўваць бізнес-АС, перш чым ісці далей, прайдзіце гэты 60-секундны тэст. Калі вы хочаце ведаць, што вашаму бізнесу патрэбна або можа выкарыстоўваць бізнес-АС, перш чым ісці далей, прайдзіце гэты 60-секундны тэст."],


    'page.countries' => ['title' => 'Падтрымліваюцца краіны і мясцовыя плацяжы - АС для бізнесу', 'image' => '/images/seo/en/countries.png', 'description' => "Business OS, наступны этап эвалюцыі камерцыйных паслуг ад платформаў электроннай камерцыі да чагосьці без тэмы, плагіна або кода. 100% візуальна!"],


    'page.participant' => ['title' => 'Супольнасць, якую вы хочаце — гуляйце і выйгравайце 20 долараў', 'image' => '/images/seo/en/participants.jpg', 'description' => "Вы можаце ўдзельнічаць у супольнасці selldone, ствараючы кароткія відэаролікі, каб дапамагчы іншым, і атрымаць падарункавы крэдыт да 20 USD на відэа."],

    'page.tax' => ['title' => 'Глабальны спіс падатковых ставак', 'image' => '/images/seo/en/tax.jpg', 'description' => "Вы можаце адмяніць правілы падаткаабкладання і стварыць некалькі падатковых профіляў для розных катэгорый прадуктаў."],


    'page.premium' => ['title' => 'Перайдзіце да прэміум-класа і пераўтварыце сваю электронную камерцыю', 'image' => '/images/seo/en/premium.jpg', 'description' => "Павялічце сваю інтэрнэт-краму з Selldone Premium. Атрымайце доступ да эксклюзіўных інструментаў штучнага інтэлекту, спецыяльных шаблонаў і іншага, каб павысіць эфектыўнасць і вылучыцца на лічбавым рынку. Далучайцеся зараз, каб атрымаць больш разумны і элегантны вопыт электроннай камерцыі!"],


    'page.builder' => [
        'title' => 'Бясплатны канструктар старонак і рэдактар мэтавых старонак Webapp - уваход не патрабуецца',
        'image' => '/images/seo/en/builder.png',
        'description' => 'Стварайце цудоўныя вэб-старонкі і мэтавыя старонкі без асаблівых высілкаў з дапамогай нашага бясплатнага, зручнага канструктара і рэдактара старонак. Уваход не патрабуецца. Хутка распрацоўвайце, наладжвайце і публікуйце свае вэб-старонкі з дапамогай нашага інтуітыўна зразумелага інтэрфейсу перацягвання. Ідэальна падыходзіць для маркетолагаў, уладальнікаў малога бізнесу і распрацоўшчыкаў, якія шукаюць беспраблемнае рашэнне вэб-дызайну.'
    ],

    'page.token' => [
        'title' => 'Манета Selldone (SLDN) - пашырае магчымасці інавацыі ў электроннай камерцыі',
        'image' => '/images/seo/en/token.jpg?v=1',
        'description' => 'Адкрыйце для сябе Selldone Coin (SLDN), лічбавы токен, прызначаны для ўзнагароджання і пашырэння магчымасцей прадпрымальнікаў электроннай камерцыі. Зарабляйце, гандлюйце і развівайце свой бізнес з SLDN, неад\'емнай часткай экасістэмы Selldone.'
    ],


    'page.red-alert' => ['title' => 'Red Alert – Паведамленне аб злачыннай дзейнасці і праграма бяспекі',
        'image' => '/images/seo/en/red-alert.jpg',
        'description' => 'Паспрабуйце максімальную бяспеку і бяспеку з Selldone - найбольш арыентаванай на бяспеку платформай з даступных. Наша праграма Red Alert дае вам магчымасць хутка і бяспечна паведамляць пра злачынную дзейнасць, гарантуючы, што ваша супольнасць будзе абаронена. Далучайцеся да нашай місіі па стварэнні больш бяспечных раёнаў і прыняцці мер супраць злачыннасці сёння.'    ],

    /*
    |--------------------------------------------------------------------------
    | App pages
    |--------------------------------------------------------------------------
    */
    'apps.structure-data' => ['title' => 'Генератар структурных дадзеных| JSON-LD', 'description' => "Выкарыстоўвайце гэты магутны генератар структураваных даных для стварэння разметкі JSON-LD, уключаючы ўсе неабходныя ўласцівасці элементаў і многае іншае."
    ],

    /*
    |--------------------------------------------------------------------------
    | Call to action
    |--------------------------------------------------------------------------
    */
    'call-to-action' => [
        'title' => "Зрабіце свой бізнес у Інтэрнэце з дапамогай лепшага тэхнічнага рашэння на рынку.",
        'money-back' => "30-дзённая гарантыя вяртання грошай",
        'action' => "Стварыце сваю электронную камерцыю",
        'action-sub' => "Пачніце зараз — гэта бясплатна",
        'message' => "Развітайцеся з нізкім узроўнем продажаў у Інтэрнэце!",
    ]

,

    'page' => [
        'login' => [
            'title' => 'Прададзена | Увайсці',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'Не важна, колькі ў вас капіталу, дзе вы пачалі свой бізнэс, дзе ў свеце вы жывяце! Selldone прадаставіў вам усе прафесійныя інструменты продажаў. Рэгістрацыя і гэтыя інструменты бясплатныя для ўсіх і назаўжды.',
        ],
        'register' => [
            'title' => 'Прададзена | Зарэгіструйцеся',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'Мы лічым, што доступ - гэта права, а не прывілей! Незалежна ад таго, маеце вы бізнес на самай багатай вуліцы Нью-Ёрка ці ў далёкай вёсцы, Інтэрнэт і інтэрнэт-інструмент павінны быць усё, што вам трэба для продажу ў Інтэрнэце! Гэта мара Selldone.',
        ],
        'home' => [
            'title' => 'Продажы як прафесіяналы — Selldone® Business OS',
            'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg',
            'description' => 'Selldone - гэта бізнес-АС для візуальнага стварэння, кіравання і маштабавання вашага бізнесу. Зрабіце гэта самастойна без выкарыстання кода і рашэння для мільёнаў заказаў.',
        ],
        'helps' => [
            'title' => 'Дапамажыце',
            'image' => '/images/seo/en/help.jpg',
            'description' => 'Як зрабіць паспяховы бізнес.',
        ],
        'blogs' => [
            'title' => 'Блог',
            'image' => '/images/seo/en/academy.jpg',
            'description' => 'Апошнія навіны і змест Selldone.',
        ],
        'faqs' => [
            'title' => 'Частыя пытанні',
            'image' => '/images/seo/en/faq.jpg',
            'description' => 'Пытанні і адказы на Selldone.',
        ],
        'price' => [
            'title' => 'Прайс-ліст',
            'image' => '/images/seo/en/price.jpg',
            'description' => 'Усе прафесійныя функцыі стварэння крамы і сайта бясплатна без абмежавання часу чакаюць вас.',
        ],
        'apps' => [
            'title' => 'Крама прыкладанняў',
            'image' => '/images/seo/en/apps.jpg',
            'description' => 'Усталёўка прыкладанняў у краму прадугледжана для вашай крамы адным клікам.',
        ],
        'experts' => [
            'title' => 'Эксперты',
            'image' => '/images/seo/en/expert.jpg',
            'description' => 'Не турбуйцеся аб дызайне, запуску, рэкламе або кіраванні вашай крамай, спецыялісты Selldone гатовыя вам дапамагчы. Найміце дыпламаванага спецыяліста, каб зрабіць усё лепш і хутчэй.',
        ],
        'avocado' => [
            'title' => 'Авакада — сучасны сацыяльны канал продажаў',
            'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
            'description' => 'Адна сума і адна назва - усё, што вам трэба, каб атрымліваць грошы ад сваіх кліентаў! Грошы будуць залічаны непасрэдна на ваш рахунак, і вашы кліенты атрымаюць унікальны вопыт пакупак.',
        ],
        'referral' => [
            'title' => 'Партнёрская праграма — Selldone',
            'image' => '/images/seo/en/referral.png',
            'description' => 'Далучайцеся да захапляльнай місіі і атрымлівайце для сябе пасіўны прыбытак.',
        ],
        'press' => [
            'title' => 'Рэсурсы прэсы — Selldone',
            'image' => '/images/seo/en/press.png',
            'description' => 'Рэсурсы для тых, хто зацікаўлены пісаць пра Selldone.',
        ],
        'roadmap' => [
            'title' => 'Дарожная карта — Selldone',
            'image' => '/images/seo/roadmap.jpg',
            'description' => 'Гэта адзіная ў сваім родзе платформа; ён цалкам унікальны і моцна адрозніваецца ад усіх астатніх. Гэта адзіная бізнес-аперацыйная сістэма як паслуга \'усё ў адным\' без кода з інструментамі карпаратыўнага ўзроўню для МСП.',
        ],
        'onboarding' => [
            'title' => 'Стваральнік бясплатных вэб-сайтаў для пакупак у Інтэрнэце - спагадны і прафесійны',
            'image' => '/images/seo/ui-kit.jpg',
            'description' => 'Selldone, як платформа электроннай камерцыі, працуе як анёл для росту вашага бізнесу. Незалежна ад таго, у вас невялікі звычайны магазін або вялікая кампанія, вам патрэбен набор прафесійных, але простых у выкарыстанні інструментаў.',
        ],
        'books' => [
            'title' => 'Бізнес-дапаможнікі: парады для пачатку і росту для сайтаў інтэрнэт-крам',
            'image' => '/images/seo/en/cover.jpg',
            'description' => 'Спампаваць бясплатныя даведнікі па развіцці бізнесу можна тут. У гэтых кнігах вы знойдзеце поўныя парады па развіцці бізнесу і практычныя дапаможнікі па паляпшэнні для павышэння каэфіцыента канверсіі ў вашай інтэрнэт-краме.',
        ],
        'quiz' => [
            'title' => 'Віктарына | Ці падыходзіць вам бізнес-аперацыйная сістэма?',
            'image' => '/images/seo/en/quiz.png',
            'description' => 'Калі вы хочаце ведаць, што вашаму бізнесу патрэбна або можа выкарыстоўваць бізнес-АС, перш чым ісці далей, прайдзіце гэты 60-секундны тэст. Калі вы хочаце ведаць, што вашаму бізнесу патрэбна або можа выкарыстоўваць бізнес-АС, перш чым ісці далей, прайдзіце гэты 60-секундны тэст.',
        ],
        'countries' => [
            'title' => 'Падтрымліваюцца краіны і мясцовыя плацяжы - АС для бізнесу',
            'image' => '/images/seo/en/countries.png',
            'description' => 'Business OS, наступны этап эвалюцыі камерцыйных паслуг ад платформаў электроннай камерцыі да чагосьці без тэмы, плагіна або кода. 100% візуальна!',
        ],
        'participant' => [
            'title' => 'Супольнасць, якую вы хочаце — гуляйце і выйгравайце 20 долараў',
            'image' => '/images/seo/en/participants.jpg',
            'description' => 'Вы можаце ўдзельнічаць у супольнасці selldone, ствараючы кароткія відэаролікі, каб дапамагчы іншым, і атрымаць падарункавы крэдыт да 20 долараў ЗША на кожнае відэа.',
        ],
        'tax' => [
            'title' => 'Глабальны спіс падатковых ставак',
            'image' => '/images/seo/en/tax.jpg',
            'description' => 'Вы можаце адмяніць правілы падаткаабкладання і стварыць некалькі падатковых профіляў для розных катэгорый прадуктаў.',
        ],
        'premium' => [
            'title' => 'Перайдзіце да прэміум-класа і пераўтварыце сваю электронную камерцыю',
            'image' => '/images/seo/en/premium.jpg',
            'description' => 'Палепшыце сваю інтэрнэт-краму з Selldone Premium. Атрымайце доступ да эксклюзіўных інструментаў штучнага інтэлекту, спецыяльных шаблонаў і іншага, каб павысіць эфектыўнасць і вылучыцца на лічбавым рынку. Далучайцеся зараз, каб атрымаць больш разумны і элегантны вопыт электроннай камерцыі!',
        ],
        'builder' => [
            'title' => 'Бясплатны канструктар старонак і рэдактар мэтавых старонак Webapp - уваход не патрабуецца',
            'image' => '/images/seo/en/builder.png',
            'description' => 'Стварайце цудоўныя вэб-старонкі і мэтавыя старонкі без асаблівых высілкаў з дапамогай нашага бясплатнага, зручнага канструктара і рэдактара старонак. Уваход не патрабуецца. Хутка распрацоўвайце, наладжвайце і публікуйце свае вэб-старонкі з дапамогай нашага інтуітыўна зразумелага інтэрфейсу перацягвання. Ідэальна падыходзіць для маркетолагаў, уладальнікаў малога бізнесу і распрацоўшчыкаў, якія шукаюць беспраблемнае рашэнне вэб-дызайну.',
        ],
    ],
    'apps' => [
        'structure-data' => [
            'title' => 'Генератар структурных дадзеных | JSON-LD',
            'description' => 'Выкарыстоўвайце гэты магутны генератар структураваных даных для стварэння разметкі JSON-LD, уключаючы ўсе неабходныя ўласцівасці элементаў і многае іншае.',
        ],
    ],
];
