<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'Крама',
        'blog' => 'Блог',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'Пра нас',
    'contact' => 'Звяжыцеся з намі',


    'buy-action' => "Купіць зараз",
    'buy-action-variant' => "Выберыце і купіце зараз",

    'product-images' => "Малюнкі",
    'product-spec' => "спец",
    'Comments' => "Водгукі і рэйтынгі",
    'related' => "Спадарожныя тавары",
    'view-now' => "Праглядзіце зараз",






];
