<?php

return [
    'default_title' => 'SELLDONE',
    'keywords' => ['فروشگاه ساز', 'سلدان', 'selldone', 'سایت ساز', 'store builder', 'فروشگاه اینترنتی', 'رایگان', 'اپلیکیشن ساز', 'درگاه پرداخت', 'پلتفرم'],
    'samin' => 'Selldone',
    'Selldone' => 'سلدان',


    'related' => 'مطالب مرتبط',
    'share' => 'اشتراک گذاری',

    /*
    |--------------------------------------------------------------------------
    | Global
    |--------------------------------------------------------------------------
    */
    'global'=>[
        'blog'=>'وبلاگ',
    ],

    /*
    |--------------------------------------------------------------------------
    | Global footer
    |--------------------------------------------------------------------------
    */
    'footer-title' => 'Selldone® | Businesses <span class="os-grad">OS</span>™',
    'footer-subtitle'=>"سیستم عامل  کسب و کار شما برای فروش آنلاین",
    'footer-about-selldone' => ' کسب و کار آنلاین خود را رایگان بسازید محصول خوب داشتن کافیست، چه مشتریان زیادی داشته باشید یا اول راه خود باشید، ما کمک می کنیم از طریق پلتفرم فروشگاهی سلدان، ساده تر و منعطف تر کسب و کار خودتان رو آنلاین کرده تا به طیف گسترده تری از مشتریان داخلی و خارجی دست پیدا کنید. سلدان هم محصولات فیزیکی، هم خدمات، هم فایل و حتی کالاهای مجازی را در سایتش پوشش داده و برای هر کدام یک ساختار مختص به خودشان را ارائه می دهد. بنابراین هم خریدار و هم فروشنده مدیریت جامعی بر روی سفارشاتشان خواهند داشت. ',
    'footer-action' => "ساخت فروشگان آنلاین - کاملا رایگان",

    'footer' => [
        'about' => 'درباره سلدان',
        'contact' => 'ارتباط با ما',
        'email' => 'support@selldone.com',
        'phone' => '🇩🇰 +45 36991215',
    ],

    'footer-menu' => [


        // Menu 1:
        [
            'title' => 'سلدان',
            'items' => [
                ['title' => 'پلتفرم کسب و کارهای آنلاین', 'href' => '/store-builder'],
                ['title' => 'وبلاگ', 'href' => '/blog'],
                ['title' => 'راهنما', 'href' => '/help'],
                ['title' => 'سوالات متداول', 'href' => '/faq'],
                ['title' => 'حریم خصوصی', 'href' => '/privacy'],
                ['title' => 'شرایط استفاده', 'href' => '/terms'],
            ],
        ],

        // Menu 2:
        [
            'title' => 'ویژگی ها',
            'items' => [
                ['title' => 'ویژگی ها و مزیت ها', 'href' => '/features'],
                ['title' => 'ابزارهای بازاریابی', 'href' => '/marketing'],
                ['title' => 'مرکز پردازش سفارشات', 'href' => '/order-processing'],
                ['title' => 'مشوق ها و کلوپ مشتریان', 'href' => '/incentives'],
                ['title' => 'حسابداری فروشگاه آنلاین', 'href' => '/auditing'],
                ['title' => 'سرویس ابری رایگان', 'href' => '/cloud'],

            ],
        ],

        // Menu 3:
        [
            'title' => 'راه کارها',
            'items' => [
                ['title' => 'ساخت کالکشن NFT', 'href' => '/nft'],
                ['title' => 'قبیله (لینک سازی)', 'href' => '/guild'],
                ['title' => 'آووکادو (فروش اینستاگرامی)', 'href' => '/avocado'],
                ['title' => 'متخصصین', 'href' => '/experts'],
                ['title' => 'موتور سئو فروشگاه', 'href' => '/seo'],
                ['title' => 'گزارش ساز هوشمند', 'href' => '/smart-report'],
            ],
        ],

        // Menu 4:
        [
            'title' => 'خدمات',
            'items' => [
                ['title' => 'لیست قیمت', 'href' => '/price'],
                ['title' => 'اپ استور سلدان', 'href' => '/apps'],
                ['title' => 'اپلیکیشن ساز', 'href' => '/app-builder'],
                ['title' => 'صفحه لندینگ ساز', 'href' => '/page-builder'],
                ['title' => 'راهکار لاجستیک', 'href' => '/logistic'],
                ['title' => 'اتوماسیون فروشگاهی', 'href' => '/automation'],

            ],
        ],


    ],


    /*
 |--------------------------------------------------------------------------
 | Global header
 |--------------------------------------------------------------------------
 */
    'header' => [
        'home' => 'خانه',
        'features' => 'ویژگی ها',
        'pricing' => 'لیست قیمت',
        'blogs' => 'وبلاگ',
        'community' => 'کامیونیت',
        'help' => 'راهنما',
        'features-menu' => [
            'store-builder' => 'فروشگاه ساز',
            'community-platform' => 'انجمن ساز',
            'cloud' => 'دامنه و سرور ابری',
            'page-builder' => 'لندینگ پیج ساز',
            'smart-report' => 'گزارش ساز هوشمند',
            'staffs' => 'مدیریت کارمندان فروشگاه',
            'logistic' => 'اتوماسیون لاجستیک',
            'order-processing' => 'پردازش سفارشات',
            'marketing' => 'بازاریابی و فروش',
            'incentives' => 'باشگاه مشتریان و مشوق های',
            'pos' => 'صندوق فروشگاهی آنلاین',
            'seo' => 'موتور سئو خودکار',
            'automation' => 'اتوماسیون فروش',
            'ai' => 'هوش مصنوعی',
            'app-builder' => 'اپلیکیشن ساز فروشگاهی',
            'payment' => 'پرداخت و حسابداری',

        ],

        'build'=>"ساخت",
        'build-sub'=>"نیازی به ابزارهای دیگری برای راه اندازه کسب و کار خود نخواهید داشت.",

        'manage'=>"مدیریت",
        'manage-sub'=>"مدیریت سایت و کسب و کار شما لذت بخش تر از همیشه خواهد شد.",

        'sel'=>"فروش",
        'sel-sub'=>"کسب درآمد کنید و از آن لذت ببرید.",

        'grow'=>"رشد",
        'grow-sub'=>"امکانات بیشتری از بزرگترین فروشگاه ها و سایت های آنلاین یکجا در اختیار شماست.",



    ],


    /*
    |--------------------------------------------------------------------------
    | Article
    |--------------------------------------------------------------------------
    */
    'article' => [
        'list-of-content' => 'لیست مطالب',
        'author' => 'نویسنده',
        'others-title' => "مطالب مرتبط با :title",
    ],


    /*
    |--------------------------------------------------------------------------
    | Seo main pages
    |--------------------------------------------------------------------------
    */
    'page.login' => ['title' => 'سلدان | ورود', 'image' => '/images/seo/en/login.jpg', 'description' => "فرقی نمی کنه چقدر سرمایه دارید، از چه سطحی کسب و کار خود را شروع کرده اید، در کجای جهان زندگی می کنید! سلدان تمام ابزارهای حرفه ای فروش را برای شما فراهم کرده است. ثبت نام و این ابزارها برای همه و برای همیشه رایگان است."],
    'page.register' => ['title' => 'سلدان | ثبت نام', 'image' => '/images/seo/en/login.jpg', 'description' => "ما باور داریم دسترسی یک حق است و نه یک امتیاز! چه در ثروتمند ترین خیابان نیویورک کسب و کاری دارید چه در یک روستا در یک نقطه دورافتاده، یک اینترنت و یک ابزار آنلاین باید تمام چیزی باشد که برای فروش آنلاین  لازم دارید. این رویای سلدان است."],


    'page.home' => ['title' => 'سلدان | ساخت فروشگاه آنلاین حرفه ای برای کسب و کار شما — رایگان', 'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg', 'description' => "کسب و کار اینترنتی خود را رایگان شروع کنید. پیشرفته ترین ابزار های مدیریت، آنالیز رفتار کاربران، خدمات پس از فروش و هر آنچه نیاز دارید یکجا در اختیار شماست."],
    'page.helps' => ['title' => 'راهنما', 'image' => '/images/seo/fa/help.jpg', 'description' => "چگونه یک کسب و کار موفق داشته باشیم."],
    'page.blogs' => ['title' => 'آکادمی', 'image' => '/images/seo/fa/academy.jpg', 'description' => "آخرین اخبار و مطالب شبکه سلدان."],
    'page.faqs' => ['title' => 'سوالات متداول', 'image' => '/images/seo/fa/faq.jpg', 'description' => "پرسش و پاسخ درباره سلدان."],
    'page.price' => ['title' => 'لیست قیمت', 'image' => '/images/seo/fa/price.jpg', 'description' => "تمام امکانات پلن حرفه ای برای ساخت فروشگاه و سایت به صورت رایگان بدون محدودیت زمانی در انتظار شماست."],

    'page.apps' => ['title' => 'App store', 'image' => '/images/seo/fa/apps.jpg', 'description' => "افزودن اپلیکیشن های کاربردی به فروشگاه تنها با یک کلیک برای فروشگاه شما فراهم است."],
    'page.experts' => ['title' => 'استخدام متخصص', 'image' => '/images/seo/fa/expert.jpg', 'description' => " نگران طراحی، راه اندازی، تبلیغات یا مدیریت فروشگاه خود نباشید، متخصصین سلدان برای کمک به شما آماده هستند. برای انجام بهتر و سرعتر کارها یک متخصص تایید شده استخدام کنید."],


    'page.avocado' => ['title' => 'آووکادو — کانال فروش شبکه های اجتمائی', 'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
        'description' => "یک مبلغ و یک عنوان تنها چیزی است که برای دریافت پول از مشتریانتان نیاز دارید! پول مستقیم به حساب شما واریز می شود و مشتریانتان تجربه بی نظیری از خرید خواهند داشت."],


    // All private dashboards:
    'shuttle' => ['title' => 'سلدان | داشبورد', 'image' => '/images/seo/en/dashboard.jpg',
        'description' => "پنل مدیریت فروشگاه، اگر دسترسی به این فروشگاه داشته باشید می توانید از طریق این لینک وارد بخش مدیریت فروشگاه خود شوید."],


    'shuttle-shop' => ['title' => 'سلدان | داشبورد فروشگاه', 'image' => '/images/seo/en/shuttle-shop.jpg', 'video' => '/images/seo/en/videos/shuttle-shop.mp4',
        'description' => "همه چیز را در داشبورد فروشگاه خود مدیریت نمایید. مدیریت محصولات، سفارشات، طراحی صفحات لندینگ، مارکتینگ، مشوق ها و هر آنچه برای یک کسب و کار عالی نیاز دارید."],

    'guild' => ['title' => 'قبیله — فروش جمعی', 'image' => '/images/seo/en/guild.jpg?v=2',
        'description' => "با ایجاد یک قبیله عالی ، تجارت خود را قابل دستیابی و برای همه در سراسر جهان در دسترس قرار دهید."],


    'page.onboarding' => ['title' => 'فروشگاه ساز رایگان سلدان - ساخت فروشگاه حرفه ای', 'image' => '/images/seo/ui-kit.jpg', 'description' => "سلدان، به عنوان یک پلت فرم تجارت الکترونیک، مانند یک فرشته برای رشد کسب و کار شما عمل می کند. چه یک فروشگاه کوچک داشته باشید یا یک فروشگاه بزرگ، به مجموعه ای از ابزارهای حرفه ای اما با کاربرد آسان نیاز دارید."],

    'page.books' => ['title' => 'کتابچه راهنمای کسب و کار: نکات شروع و رشد برای وب سایت های فروش آنلاین', 'image' => '/images/seo/en/cover.jpg', 'description' => "شما می توانید کتاب های راهنمای رایگان در مورد توسعه کسب و کار را از اینجا دانلود کنید. در این کتاب ها نکات کاملی در مورد توسعه کسب و کار و راهنمای عملی بهبود برای افزایش نرخ تبدیل در فروشگاه آنلاین خود خواهید یافت."],

    'page.quiz' => ['title' => 'آزمون | آیا سیستم عامل کسب و کار برای شما مناسب است؟', 'image' => '/images/seo/en/quiz.png', 'description' => "اگر می‌خواهید بدانید که کسب‌وکار شما به یک سیستم عامل تجاری نیاز دارد یا می‌توانید از آن استفاده کنید، قبل از ادامه کار، لطفاً در این آزمون 60 ثانیه‌ای شرکت کنید."],

    /*
    |--------------------------------------------------------------------------
    | App pages
    |--------------------------------------------------------------------------
    */
    'apps.structure-data' => ['title' => 'استراکچر دیتا جنریتور | JSON-LD'
        , 'description' => "از این ابزار قدرتمند برای ساخت استراکچر دیتا و قراردادن آن در وبسایت خود استفاده نمایید. محیط گرافیکی این ابزار امکان ساخت آسان و سریع استراکچر دیتا های پیچیده برای سئو سایت و فروشگاته شما را فراهم می آورد."
        , 'image' => config('app.url') . '/images/seo/apps-structure-data.jpg?v=2'],


    /*
    |--------------------------------------------------------------------------
    | Call to action
    |--------------------------------------------------------------------------
    */
    'call-to-action' => [
        'title' => "با بهترین فروشگاه ساز رایگان، کسب و کار خود را آنلاین کنید.",
        'money-back' => "30 روز ضمانت بازگشت مبلغ",
        'action' => "شروع فروش آنلاین",
        'action-sub' => "ساخت فروشگاه حرفه ای — رایگان",
        'message' => "با نرخ پایین فروش آنلاین خود خداحافظی کنید!",
    ]

];
