<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'فروشگاه',
        'blog'=>'وبلاگ',


    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'درباره ما',
    'contact' => 'تماس',


    'buy-action'=>"خرید",
    'buy-action-variant'=>"انتخاب و خرید",


    'product-images'=>"تصاویر",
    'product-spec'=>"مشخصات",
    'comments'=>"نظرات و امتیازها",
    'related'=>"محصولات مرتبط",
    'view-now'=>"مشاهده محصول",




];
