<?php

/*
|--------------------------------------------------------------------------
| Shop SMS list
|--------------------------------------------------------------------------
| This array return to shop admin to see SMS preview!
|
*/

return [


    'shop-order-payment' => [
        'title' => 'تایید پرداخت سفارش',
        'sample' => "مبلغ <b>50000</b> ریال بابت سبدخرید با کد <b>SM-320</b>  از فروشگاه <b>نام فروشگاه شما</b> با موفقیت پرداخت گردید. <br>با تشکر، شما را در جریان روند ارسال سفارش قرار خواهیم داد.<br>Selldone ",
        'body' => "مبلغ :param2 بابت سبدخرید با کد :param1  از فروشگاه :param3 با موفقیت پرداخت گردید. \n با تشکر، شما را در جریان روند ارسال سفارش قرار خواهیم داد.\nسلدان",
        'icon'=>'payment'

    ],


    'shop-order-payment-admin' => [
        'title' => 'اعلان سفارش جدید به فروشنده',
        'sample' => "شما یک سفارش جدید به مبلغ <b>50000</b> ریال بابت خرید با کد <b>SM-320</b>  دریافت نموده اید. <br>لطفا به صفحه پردازش سفارش فروشگاه <b>نام فروشگاه شما</b> در سلدان مراجعه نمایید.<br>Selldone",
        'body' => "شما یک سفارش جدید به مبلغ :param2 بابت خرید با کد :param1  دریافت نموده اید. \nلطفا به صفحه پردازش سفارش فروشگاه :param3 در سلدان مراجعه نمایید.\nسلدان",
        'icon'=>'payment'

    ],

    'shop-login' => [
        'title' => 'کد ورود به فروشگاه',
        'sample' => "code: <b>123456</b><br> کد ورود شما به فروشگاه: <b>123456</b> <br>سلدان",
        'body' => "code: :param1\nکد ورود شما به فروشگاه: \n:param2\nسلدان",
        'icon'=>'login'

    ],


    'user-login' => [
        'title' => 'پیام ورود موفق کاربر',
        'sample' => "<b>نام</b> عزیز, <br>شما در تاریخ <b>5/8/2021 9:14AM</b> با دستگاه <b>iPhone 165.250.300.1</b>  وارد حساب کاربری خود در سلدان شده اید.<br>سلدان",
        'body' => ":param1 عزیز، \nشما در تاریخ :param3 با دستگاه :param2 وارد حساب کاربری خود در سلدان شده اید.\nسلدان",
        'icon'=>'system_security_update_good'

    ],

    'avocado-order-submit' => [
        'title' => 'آووکادو، سفارش جدید (پیام به خریدار)',
        'sample' => "فروشگاه  <b>نام فروشگاه</b><br><b>نام خریدار</b> عزیز،<br>سفارش شما را دریافت کردیم و در حال بررسی آن هستیم.<br>شماره سفارش: <b>AVO-246</b><br>سلدان",
        'body' => "فروشگاه :param3\n:param1 عزیز،\nسفارش شما را دریافت کردیم و در حال بررسی آن هستیم.\nشماره سفارش: :param2\nسلدان",
        'icon'=>'fact_check'

    ],


    'avocado-order-submit-seller' => [
        'title' => 'آووکادو، سفارش جدید (پیام به فروشنده)',
        'sample' => "شما یک سفارش آووکادو دریافت کردید، لطفا بررسی نمایید. <br>فروشگاه: <b>نام فروشگاه</b><br>خریدار: <b>نام خریدار</b><br>شماره سفارش: <b>AVO-246</b><br>سلدان",
        'body' => "شما یک سفارش آووکادو دریافت کردید، لطفا بررسی نمایید.\nفروشگاه: :param1\nخریدار: :param2\nشماره سفارش:  :param3\nسلدان",
        'icon'=>'how_to_reg'

    ],



    'avocado-ready-to-pay' => [
        'title' => 'آووکادو، تایید و لینک پرداخت',
        'sample' => "<b>نام فروشگاه</b> <br>سفارش شما تایید شده و از طریق لینک زیر قابل پرداخت است.<br>شماره سفارش: <b>ACO-246</b><br>لینک: <b>https://your-domain/avocado</b><br>سلدان",
        'body' => ":param3\nسفارش شما تایید شده و از طریق لینک زیر قابل پرداخت است.\nشماره سفارش: :param2\nلینک : :param1\nسلدان",
        'icon'=>'receipt'

    ],



];
