<?php 

 return [
     "shop-order-payment" => [
     "title" => "Төлемді қабылдау",
     "sample" => "267$ төлеміңіз сәтті аяқталды.<br> Тапсырыс: SM-425<br> Рахмет, <b>сіздің дүкеніңіздің аты</b> .<br> Selldone",
     "body" => ":param2 төлеміңіз сәтті орындалды. Тапсырыс: :param1 Рахмет, :param3. Selldone",
     "description" => "Сәтті төлем туралы хабарлау үшін дүкен тұтынушысына хабарлама жіберіңіз.",
],
     "shop-order-payment-admin" => [
     "title" => "Төлемді қабылдау",
     "sample" => "Жаңа 267$ төлем сәтті аяқталды.<br> Тапсырыс: SM-425<br> Рахмет, <b>сіздің дүкеніңіздің аты</b> .<br> Selldone",
     "body" => "Жаңа :param2 төлемі сәтті аяқталды. Тапсырыс: :param1 Рахмет, :param3. Selldone",
     "description" => "Дүкен иесіне сәтті төлем туралы хабарлау үшін хабарлама жіберіңіз.",
],
     "vendor-new-order" => [
     "title" => "Сатушыға жаңа тапсырыс",
     "sample" => "Сіз $200 жаңа тапсырыс алдыңыз.<br> Тапсырыс: <b>Жеткізушінің атынан</b> SM-870.",
     "body" => "Сіз жаңа :param2 тапсырысын алдыңыз. Тапсырыс: :param1 үшін :param3.",
     "description" => "Сатушыға жаңа тапсырыс туралы хабарлау үшін хабарлама жіберіңіз.",
],
     "shop-login" => [
     "title" => "Кіру растау коды",
     "sample" => "Сіздің логин кодыңыз: <b>123456</b><br> <b>Сіздің дүкеніңіздің аты</b><br> Selldone",
     "body" => "Сіздің логин кодыңыз: :param1 :param2 Selldone",
     "description" => "Дүкенге кіру үшін тұтынушыға логин кодын жіберіңіз.",
],
     "user-login" => [
     "title" => "Жүйеге кіру сәті туралы хабар",
     "sample" => "Құрметті <b>есім</b> ,<br> Сіз тіркелгіңізге <b>iPhone 165.250.300.1</b> арқылы 08.05.2021 сағат <b>9:14</b> -те кірдіңіз.<br> Selldone",
     "body" => "Құрметті :param1, Сіз тіркелгіңізге :param2 арқылы :param3 арқылы кірдіңіз. Selldone",
     "description" => "Тұтынушы дүкенге кіргеннен кейін хабарлама жіберіңіз.",
],
     "avocado-order-submit" => [
     "title" => "Сатып алушыға жіберілген жаңа авокадо тапсырысы",
     "sample" => "<b>Сіздің дүкеніңіздің аты</b><br> Құрметті <b>сіздің атыңыз</b> ,<br> Біз сіздің тапсырысыңызды алдық және оны қарап жатырмыз.<br> Тапсырыс №: <b>AVO-246</b><br> Selldone",
     "body" => ":param3 Құрметті :param1, Біз сіздің тапсырысыңызды алдық және оны қарап жатырмыз. Тапсырыс №: :param2 Selldone",
     "description" => "Авокадоға тапсырыс бергеннен кейін тұтынушыға хабарлама жіберіңіз.",
],
     "avocado-order-submit-seller" => [
     "title" => "Авокадо жаңа тапсырысты сатушыға жібереді",
     "sample" => "Сіз авокадоға тапсырыс алдыңыз:<br> Дүкен: <b>дүкен атауы</b><br> Сатып алушы: <b>Сатып алушының аты</b><br> Тапсырыс: <b>AVO-246</b><br> Selldone",
     "body" => "Сіз авокадоға тапсырыс алдыңыз: Дүкен: :param1 Сатып алушы: :param2 Тапсырыс: :param3 Selldone",
     "description" => "Дүкен иесіне жаңа авокадо тапсырысын алу туралы хабарлау үшін хабарлама жіберіңіз.",
],
     "avocado-ready-to-pay" => [
     "title" => "Авокадо тапсырысы төлеуге дайын",
     "sample" => "<b>Сіздің дүкеніңіздің аты</b><br> Тапсырысыңыз расталды және оны келесі сілтеме арқылы төлеуге болады.<br> Тапсырыс №: <b>AVO-246</b><br> Сілтеме: <b>https://your-domain/avocado</b><br> Selldone",
     "body" => ":param3 Сіздің тапсырысыңыз расталды және оны келесі сілтеме арқылы төлеуге болады. Тапсырыс №: :param2 Сілтеме: :param1 Selldone",
     "description" => "Сатушы құнын белгілегеннен кейін тұтынушыға төлем сілтемесі бар хабарлама жіберіп, оның авокадо тапсырысын растаңыз.",
],
];