<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "Instagram 商店创建者|将 Instagram 帐户转换为在线商店",
        'desc' => "不要在任何地方浪费你的钱。一旦您在 Selldone 中建立了商店，您将不再考虑使用其他商店建设工具，例如 WordPress、Joomla 和 WooCommerce。",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "厨师和她可爱的猫如何在 Instagram 上销售？",


        'alt1' => "Selldone Instagram 商店创建者",
        'alt2' => '在 Instagram 上销售莎拉蛋糕的故事',
        'alt3' => 'Selldone在线订单处理中心',
        'alt4' => 'Selldone网店支付网关',
        'alt5' => '在线商店的自动化 SEO 引擎',
        'alt6' => '在 Instagram 上进行在线销售的新方式',
        'alt7' => '品牌与品牌',
        'alt8' => '商店收银员',
        'alt9' => '营销和销售工具',
        'alt10' => '免费商业伙伴',
        'alt11' => '订单处理中心',
        'alt12' => '忠实客户',
        'alt13' => '直接支付网关',
        'alt14' => 'Instagram 销售渠道',
        'alt15' => '雇用网站和商店开发人员',
        'alt16' => 'Selldone平台故事',
        'alt17' => '网站和商店自动化 SEO 引擎',
        'alt18' => '快乐的卖家',
        'alt19' => '购物车',


        'm1' => '为什么是Selldone？',
        'm2' => '自动搜索引擎优化',
        'm3' => '价格（免费）',

        'register' => '注册',

        'header' => '<span class="ulr"> 10 倍</span> 更多更好<br><span class="ulr">Sell</span> Instagram 上',
        'header_msg' => '想象一下，客户从 Instagram 打开类似商店的页面，从他们喜欢的照片中选择产品，将其添加到订单中，然后直接在线支付到您的帐户。解决方案就在您的面前。',

        'name_plc' => '输入您的用户名',
        'preview' => '预览商店',
        'create_act' => '创建 Instagram 商店',


        'title1s' => '它是如何运作的？',
        'title1' => '将您的Instagram变成<span class="ulb">全功能</span>商店！',
        'desc1' => '您将拥有比最大在线商店的面板更多的功能，但不要误会，使用简单的主机很有趣。',
        'sub1' => '产品管理的工作原理是这样的...',
        'sub1msg' => "第一步是添加产品。使用Selldone，您只需点击几下即可从Instagram导入产品、上传Excel文件或使用其他简单的方法。",
         'list1_1' => '彻底杀掉、关闭管理',
         'list1_2' => '库存更新、价格快捷',
         'list1_3' => '使用excel文件添加产品',
         'list1_4' => '从这里添加产品',
         'list1_5' => '你无聊吗？我们会添加你！',

        'title2s' => '订单的工作方式如下...',
        'title2' => "每天10倍以上的订单对您来说还不够吗？ Selldone是为每家店铺每天订单量超过1万个而设计的。",

        'list2_1' => '快速查看您的旅行状态并快速采取行动',
        'list2_2' => '客户可以看到订单的最新状态',
        'list2_3' => '管理付款、订单处理和运输',
        'list2_4' => '添加任意数量的协作者',


        'title3s' => '直接游戏完成！',
        'title3' => "您商店中的在线付款将使用您的域名完成并直接存入您的帐户！您可以选择在线门户和现场支付的类型。",

        'list3_1' => '在线支付网关（直接到您的帐户）',
        'list3_2' => '能够实现现场支付',
        'list3_3' => '没有电子信任符号的接收网关（工资单）',
        'list3_4' => '管理付款和一键订单',


        'title4s' => '自动搜索引擎优化',
        'title4' => '遵循 SEO 最佳实践设计一个 SEO 友好的网站有助于让潜在客户更容易看到您的在线业务。 Selldone 提供了面向 SEO 的商店所需的基础设施，因此您不必担心在 Google 上被发现。',

        'list4_1' => '您给我们留下好的文字和图片',

        'title0' => '是时候让 <span class="uly"> 更专业地销售 </span>，让您的客户更满意 <br> 并为您正在发展在线业务而感到自豪',


        'title6s' => "不要满足于此",
        'title6' => '不仅仅是 Instagram 商店......',


        'features' => '特点',
        'features_act' => '查看所有功能',

        'x1' => '专用域上的在线商店可打造您的品牌并拥有自己的客户俱乐部。',
        'x2' => '商店的在线商店收银机，设置成本为 0 美元，您需要多少就多少。',
        'x3' => '即使是最大的警察市场品牌也没有的最佳营销和销售工具。',
        'x4' => "一个名叫Selldone的优秀且低期望的合作伙伴，他的全部努力都是为了增加公司的销售额，而不是拿钱离开他们。",

        'a1' => '订单处理',
        'a1s' => '专为速度而设计',

        'a2' => '营销和激励',
        'a2s' => '寻找忠实客户',

        'a3' => '直接付款',
        'a3s' => '无支付接口',

        'a4' => '销售渠道',
        'a4s' => '电报、谷歌、Instagram 等',

        'blog' => '巴扎克',

        'b1' => "2021年我们还需要聘请程序员、购买建店套餐或主机吗？",
        'b2' => "Selldone的故事|启动网站和在线业务的方法发生变化",
        'b3' => '自动 SEO 引擎在 Google 结果中大放异彩',
        'read' => '继续',

        'title5s' => '您想知道要花多少钱吗？',
        'title5' => '从型号<span class="ulr">终身免费</span> 2%佣金<br>到型号0.5%佣金月费',
        'msg5' => "只要您没有销售，一里亚尔的所有者就不会向您收取站点、主机、服务器、服务、工具、支持、更新和其他任何费用！钱将直接存入您的账户！ Selldone 相信他的所有合作伙伴都会在月底支付费用，或者如果几个月后出现问题，会通过向钱包收取费用。",
         'footer_act' => "免费并不是唯一的优势！如何？",
         'footer' => '提出您想要的任何问题或提示。',

        's1' => '智能报告',
        's2' => '免费云托管',
        's3' => '物流与加工',
        's4' => '登陆页面生成器',
        's5' => '特点和优点',
        's6' => '财务管理',
        's7' => '营销工具',
        's8' => '激励措施和客户',
        's9' => '关于Selldone',
        's10' => '博客',
        's11' => '帮助',
        's12' => '隐私',
        's13' => '条款和条件',
        's14' => '商店建造者',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "担心与 Selldone 合作吗？",
        'import_title' => "询问Selldone用户；他们对 <span class='ulr'> 的简单性和速度 </span> 的反馈会让您大吃一惊！",
        'import_message' => "您可以将产品直接从 Instagram 导入到您的商店，但如果您愿意，您可以使用简单的 Excel 文件自动将其所有产品和图片添加到您的商店。您填写相同的文件，从 Google 复制图像的 URL，最后提取 CSV 文件并将其放入产品管理部分。 Selldone 将为您做。",
        'import_t1' => "你有什么产品吗",
        'import_b1' => "他们没有多样性",
        'import_m1' => "只需下载此文件，输入产品的名称、价格和库存，然后从 Google 等地方复制并粘贴图像链接即可",

        'import_b2' => "多种变化",
        'import_m2' => "多样性意味着颜色、尺寸、材料等等。如果您有很多产品，您可以下载此文件并填写您的产品信息。这个有点难",

        'import_download' => "下载示例文件",

    ]

];
