<?php

 return [
     "RECEIPT_ACCOUNT_FEE" => "Создать комиссию за учетную запись: :account_number",
     "GATEWAY_NOT_ACTIVE_IN_SYSTEM" => "Шлюз не активен в системе.",
     "GATEWAY_CURRENCY_NOT_SUPPORT" => "Валюта не поддерживается шлюзом.",
     "TRANSACTION_CREATE_ERROR" => "Произошла ошибка в квитанции об оплате.",
     "GATEWAY_NOT_FOUND" => "Шлюз не найден.",
     "SHOP_GATEWAY_MISS_CONFIG" => "Настройки оплаты для магазина неверны.",
     "TRANSACTION_NEED_USER_ERROR" => "Необходимо установить пользователя для создания этой транзакции.",
     "SHOP_OWNER_KYC_NOT_APPROVED" => "KYC владельца магазина не был одобрен. Владелец магазина должен заполнить KYC, прежде чем покупатели смогут совершать платежи в этом магазине. Пожалуйста, свяжитесь с владельцем магазина и попросите его подтвердить свою личность в Selldone.<hr>Владелец магазина: <b>:shop_owner</b><br>Электронная почта: <b>:email</b>",
];
