<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "Строитель магазинов Instagram|Преобразование аккаунта Instagram в интернет-магазин",
        'desc' => "Не тратьте деньги никуда. Создав свой магазин в Selldone, вы больше не будете думать о работе с другими инструментами для создания магазинов, такими как WordPress, Joomla и WooCommerce.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "Как шеф-повар и ее милый кот продают в Instagram?",


        'alt1' => "Selldone Конструктор магазинов Instagram",
        'alt2' => 'История продажи торта Сара в Инстаграм',
        'alt3' => 'Selldone Центр обработки онлайн-заказов',
        'alt4' => 'Selldone Платежный шлюз интернет-магазина',
        'alt5' => 'Автоматизированная SEO-система для интернет-магазинов',
        'alt6' => 'Новые способы продавать онлайн в Instagram',
        'alt7' => 'Брендинг и Брендинг',
        'alt8' => 'Кассир магазина',
        'alt9' => 'Инструменты маркетинга и продаж',
        'alt10' => 'Бесплатный бизнес-партнер',
        'alt11' => 'Центр обработки заказов',
        'alt12' => 'Лояльные клиенты',
        'alt13' => 'Прямой платежный шлюз',
        'alt14' => 'Каналы продаж в Инстаграм',
        'alt15' => 'Нанимаем разработчика сайта и магазина',
        'alt16' => 'История платформы Selldone',
        'alt17' => 'Автоматизированный SEO-движок для сайта и магазина',
        'alt18' => 'Счастливый продавец',
        'alt19' => 'Корзина покупок',


        'm1' => 'Почему Selldone?',
        'm2' => 'Авто SEO',
        'm3' => 'Цены (бесплатно)',

        'register' => 'Зарегистрироваться',

        'header' => '<span class="ulr"> 10 раз</span> Больше и лучше<br><span class="ulr">Продать</span> в Instagram',
        'header_msg' => 'Представьте себе, что клиенты открывают страницу, похожую на магазин, в Instagram, выбирают товары по понравившимся фотографиям, добавляют их в заказ и платят прямо на ваш счет онлайн. Решение прямо перед вами.',

        'name_plc' => 'Введите свое имя пользователя',
        'preview' => 'Предварительный просмотр магазина',
        'create_act' => 'Создать магазин в Instagram',


        'title1s' => 'Как это работает?',
        'title1' => 'Превратите свой Instagram в полнофункциональный магазин <span class="ulb"></span>!',
        'desc1' => 'У вас будет больше возможностей, чем на панелях крупнейших интернет-магазинов, но не заблуждайтесь, работать с простыми хостерами одно удовольствие.',
        'sub1' => 'Управление продуктом работает так...',
        'sub1msg' => "Первым шагом является добавление товаров. С помощью Selldone вы можете импортировать товары из Instagram, загружать файл Excel или использовать другие простые методы всего за несколько кликов.",
         'list1_1' => 'Полностью убить и закрыть управление',
         'list1_2' => 'Обновление инвентаря и быстрая цена',
         'list1_3' => 'Добавьте продукты с помощью файла Excel',
         'list1_4' => 'Добавить товары из этого',
         'list1_5' => 'Вам скучно? Мы добавим вас!',

        'title2s' => 'Заказы работают так...',
        'title2' => "Вам недостаточно в 10 раз больше заказов в день? Selldone рассчитан на более 10 тысяч заказов в день для каждого магазина.",

        'list2_1' => 'Быстро просматривайте статус своего путешествия и действуйте быстро',
        'list2_2' => 'Клиент может видеть последний статус своего заказа',
        'list2_3' => 'Управляйте оплатой, обработкой заказов и доставкой',
        'list2_4' => 'Добавьте столько соавторов, сколько хотите',


        'title3s' => 'Прямая игра завершена!',
        'title3' => "Онлайн-оплата в вашем магазине будет осуществляться с вашего домена и непосредственно на ваш счет! Вы можете выбрать типы онлайн-порталов и оплату на месте.",

        'list3_1' => 'Шлюз онлайн-платежей (прямо на ваш счет)',
        'list3_2' => 'Возможность включить оплату на месте.',
        'list3_3' => 'Шлюз получения без электронного символа доверия (расчет заработной платы)',
        'list3_4' => 'Управляйте платежами и заказами в один клик',


        'title4s' => 'Авто SEO',
        'title4' => 'Разработка SEO-дружественного сайта, который следует передовым практикам SEO, помогает сделать ваш онлайн-бизнес более заметным для потенциальных клиентов. Selldone предоставляет инфраструктуру, необходимую для SEO-ориентированного магазина, поэтому вам не придется беспокоиться о том, что вас обнаружат в Google.',

        'list4_1' => 'Вы оставляете нам хороший текст и изображения',

        'title0' => 'Пришло время <span class="uly"> продавать более профессионально</span>, делать своих клиентов счастливее<br> и гордиться тем, что вы развиваете онлайн-бизнес',


        'title6s' => "Не довольствуйтесь этим",
        'title6' => 'Гораздо больше, чем магазин Instagram...',


        'features' => 'Особенности',
        'features_act' => 'Посмотреть все функции',

        'x1' => 'Интернет-магазин на выделенном домене для развития вашего бренда и создания собственного клуба клиентов.',
        'x2' => 'Касса интернет-магазина для магазина со стоимостью установки 0$ и столько, сколько вам нужно.',
        'x3' => 'Лучшие инструменты маркетинга и продаж, которых нет даже у крупнейших брендов полицейского рынка.',
        'x4' => "Хороший и не требующий больших ожиданий партнер по имени Selldone, все усилия которого направлены на увеличение продаж компании, а не на то, чтобы взять деньги и оставить их.",

        'a1' => 'Обработка заказов',
        'a1s' => 'Создан для скорости',

        'a2' => 'Маркетинг и стимулы',
        'a2s' => 'Найдите постоянных клиентов',

        'a3' => 'Прямая оплата',
        'a3s' => 'Нет платежного интерфейса',

        'a4' => 'Каналы продаж',
        'a4s' => 'Телеграмм, Гугл, Инстаграм и т. д.',

        'blog' => 'وبلاگ',

        'b1' => "Нужно ли нам еще нанимать программиста, покупать пакеты для создания магазинов или хосты в 2021 году?",
        'b2' => "История Selldone|Изменение способа запуска сайта и онлайн-бизнеса",
        'b3' => 'Автоматический SEO-движок блистает в результатах Google',
        'read' => 'Продолжить',

        'title5s' => 'Хотите знать, сколько это стоит?',
        'title5' => 'От модели <span class="ulr"> бесплатно на всю жизнь </span> с комиссией 2% <br> до модели 0,5% комиссии с абонентской платой',
        'msg5' => "Пока у вас нет продаж, владельцы одного риала не будут взимать с вас плату за сайт, хостинг, серверы, услуги, инструменты, поддержку, обновления и что-либо еще! Деньги будут зачислены прямо на ваш счет! Selldone доверяет всем своим партнерам оплатить комиссию в конце месяца или, если через несколько месяцев у них возникнут проблемы, сняв средства со своих кошельков.",
         'footer_act' => "Бесплатность – не единственное преимущество! Как?",
         'footer' => 'Задавайте любые вопросы или советы, которые вы хотите.',

        's1' => 'Умная отчетность',
        's2' => 'Бесплатный облачный хостинг',
        's3' => 'Логистика и обработка',
        's4' => 'Конструктор целевых страниц',
        's5' => 'Особенности и преимущества',
        's6' => 'Финансовый менеджмент',
        's7' => 'Маркетинговые инструменты',
        's8' => 'Стимулы и клиенты',
        's9' => 'О Selldone',
        's10' => 'Блог',
        's11' => 'Помощь',
        's12' => 'Конфиденциальность',
        's13' => 'Условия использования',
        's14' => 'Строитель магазинов',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Беспокоитесь о работе с Selldone?",
        'import_title' => "Спросите пользователей Selldone; их отзывы о <span class='ulr'>простота и скорость </span> вас удивят!",
        'import_message' => "Вы можете импортировать свои продукты прямо из Instagram в свой магазин, но при желании вы можете автоматически добавлять все их продукты и изображения в свой магазин с помощью простого файла Excel. Вы заполняете тот же файл, копируете URL изображений из Google и, наконец, извлекаете свой CSV-файл и помещаете его в раздел управления продуктами. Selldone сделает это за вас.",
        'import_t1' => "Есть ли у вас какой-либо продукт",
        'import_b1' => "Они без разнообразия",
        'import_m1' => "Просто загрузите этот файл, введите название, цену и перечень продукта, а затем скопируйте и вставьте ссылку на изображение из такого места, как Google.",

        'import_b2' => "Несколько вариантов",
        'import_m2' => "Разнообразие означает цвет, размер, материал и тому подобное. Если у вас много продуктов, вы можете скачать этот файл и заполнить информацию о своем продукте. Этот немного сложнее",

        'import_download' => "Скачать образец файла",

    ]

];
