<?php



return [

    'loading-title' => "Масштабирование из оффлайна в онлайн",
    'loading-message' => "Ты попробуй, мы откроем двери",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'Selldone — бета-версия', 'priority' => 'м',
        'message' => "<p>\n            Мы будем рады, если вы примете участие в открытом бета-тестировании. В качестве бета-версии\n            тестер, вы сможете использовать функции, которые не были выпущены для\n            общественность. Эти функции могут стать общедоступными в\n            будущее. Учтите, что <b>все транзакции находятся в тестовом режиме</b> и\n            <b> будет ясно </b> перед финальным выпуском. Пользователи, магазины и\n            продукты <u> не будут удалены</u>.\n          </p>\n\n          <p>Спасибо, <br />CEO Selldone</p>"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "Двухэтапный вход успешно включен.",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "Двухэтапный вход отключен.",


];
