<?php

return [
    'default_title' => 'SELLDONE',
    'keywords' => ['бизнес ОС', 'domain', 'selldone', 'платформа электронной коммерции', 'строитель магазина', 'строитель магазина', 'конструктор сайтов', 'бизнес-идея', 'пользовательский конструктор сообщества', 'электронная коммерция'],
    'samin' => 'Selldone',
    'Selldone' => 'Selldone',


    'related' => 'Связанный',
    'share' => 'Делиться',

    /*
    |--------------------------------------------------------------------------
    | Global
    |--------------------------------------------------------------------------
    */
    'global' => [
        'blog' => 'Блог',
    ],

    /*
    |--------------------------------------------------------------------------
    | Global footer
    |--------------------------------------------------------------------------
    */
    'footer-title' => 'Selldone®|Предприятия <span class="os-grad">OS</span>™',
    'footer-subtitle' => "Операционная система №1 для малого и среднего бизнеса и независимых брендов",
    'footer-about-selldone' => 'Selldone, как платформа электронной коммерции, работает как ангел для роста бизнеса. Если у вас небольшой физический магазин или крупная компания, вам необходимо продемонстрировать свой продукт в Интернете. Selldone используется для создания интернет-магазинов с меньшими эксплуатационными расходами и большей гибкостью. Кроме того, мы предоставляем постоянно совершенствующуюся цепочку инструментов для управления электронной коммерцией, которая каждую неделю пополняется новыми функциями, такими как интеграция администрирования магазина и интерфейс визуального программирования для создания настраиваемых процессов автоматизации или интеграции с искусственным интеллектом.',
    'footer-action' => "Создайте свою электронную коммерцию — это бесплатно",

    'footer' => [
        'about' => 'О Selldone',
        'contact' => 'свяжитесь с нами',
        'email' => 'support@selldone.com',
        'phone' => '🇩🇰 +45 36991215',
    ],

    'footer-menu' => [


        // Menu 1:
        [
            'title' => 'Selldone',
            'items' => [
                ['title' => 'Бизнес-платформа', 'href' => '/store-builder'],
                ['title' => 'Блог', 'href' => '/blog'],
                ['title' => 'Помощь', 'href' => '/help'],
                ['title' => 'FAQ', 'href' => '/faq'],
                ['title' => 'Политика конфиденциальности', 'href' => '/privacy'],
                ['title' => 'Срок службы', 'href' => '/terms'],
            ],
        ],

        // Menu 2:
        [
            'title' => 'Функции',
            'items' => [
                ['title' => 'Особенности и преимущества', 'href' => '/features'],
                ['title' => 'Marketing tools', 'href' => '/marketing'],
                ['title' => 'Processing center', 'href' => '/order-processing'],
                ['title' => 'Инсентив и клубы', 'href' => '/incentives'],
                ['title' => 'Аудит и бухгалтерский учет', 'href' => '/auditing'],
                ['title' => 'Cloud hosting', 'href' => '/cloud'],

            ],
        ],

        // Menu 3:
        [
            'title' => 'Решения',
            'items' => [
                ['title' => 'Коллекция НФТ', 'href' => '/nft'],
                ['title' => 'Гильдия', 'href' => '/guild'],
                ['title' => 'Авокадо', 'href' => '/avocado'],
                ['title' => 'Эксперты', 'href' => '/experts'],
                ['title' => 'SEO engine', 'href' => '/seo'],
                ['title' => 'Smart report', 'href' => '/smart-report'],
            ],
        ],

        // Menu 4:
        [
            'title' => 'Услуги',
            'items' => [
                ['title' => 'Цена и планы', 'href' => '/price'],
                ['title' => 'Приложения', 'href' => '/apps'],
                ['title' => 'Application builder', 'href' => '/app-builder'],
                ['title' => 'Создатель страниц', 'href' => '/page-builder'],
                ['title' => 'Logistic solution', 'href' => '/logistic'],
                ['title' => 'Автоматизация и Интернет вещей', 'href' => '/automation'],

            ],
        ],


    ],


    /*
    |--------------------------------------------------------------------------
    | Global header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'home' => 'Дом',
        'features' => 'Функции',
        'pricing' => 'Цены',
        'blogs' => 'Блог',
        'community' => 'Сообщество',
        'help' => 'Помощь',
        'features-menu' => [
            'store-builder' => 'Конструктор электронной коммерции',
            'community-platform' => 'Пользовательское сообщество',
            'cloud' => 'Облачный хостинг',
            'page-builder' => 'Конструктор целевых страниц',
            'smart-report' => 'Умный генератор отчетов',
            'payment' => 'Оплата и учет',

            'staffs' => 'Клиенты и команда',
            'logistic' => 'Логистика и доставка',
            'order-processing' => 'Заказы и обработка',
            'marketing' => 'Маркетинговая кампания',
            'incentives' => 'Клуб и поощрения',
            'pos' => 'Онлайн POS',
            'seo' => 'Автоматический SEO-движок',
            'automation' => 'Автоматизация и Интернет вещей',
            'ai' => 'ИИ-коммерция',
            'app-builder' => 'Конструктор приложений',
        ],
        'build' => "Строить",
        'build-sub' => "Мы создаем систему вокруг вас, чтобы создать вашу историю успеха.",

        'manage' => "Управлять",
        'manage-sub' => "Управление вашим бизнесом станет более приятным, чем когда-либо.",

        'sel' => "Продавать",
        'sel-sub' => "Всегда закрывайтесь, зарабатывайте деньги и наслаждайтесь этим.",

        'grow' => "Расти",
        'grow-sub' => "Функции и инструменты корпоративного уровня у вас под рукой, пределом возможностей будет небо.",


    ],

    /*
    |--------------------------------------------------------------------------
    | Article
    |--------------------------------------------------------------------------
    */
    'article' => [
        'list-of-content' => 'Список контента',
        'author' => 'Автор',
        'others-title' => "Подробнее о :title",
    ],


    /*
    |--------------------------------------------------------------------------
    | Main pages
    |--------------------------------------------------------------------------
    */
    'page.login' => ['title' => 'Selldone |Авторизоваться', 'image' => '/images/seo/en/login.jpg', 'description' => "Неважно, сколько у вас капитала, где вы начали свой бизнес, в какой точке мира вы живете! Selldone предоставил вам все профессиональные инструменты продаж. Регистрация и эти инструменты бесплатны для всех и навсегда."],
    'page.register' => ['title' => 'Selldone |Зарегистрироваться', 'image' => '/images/seo/en/login.jpg', 'description' => "Мы считаем, что доступ – это право, а не привилегия! Независимо от того, есть ли у вас бизнес на самой богатой улице Нью-Йорка или в далекой деревне, Интернет и онлайн-инструменты должны быть всем, что вам нужно для онлайн-продаж! Это мечта Selldone."],


    'page.home' => ['title' => "Продавайте как профессионалы — Selldone® Business OS", 'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg', 'description' => "Selldone — это бизнес-операционная система для визуального построения, управления и масштабирования вашего бизнеса. Создайте его самостоятельно с помощью решения без программирования и привлечения экспертов, созданного для миллионов заказов."],
    'page.helps' => ['title' => 'Помощь', 'image' => '/images/seo/en/help.jpg', 'description' => "Как сделать успешный бизнес."],
    'page.blogs' => ['title' => 'Магазин ОС для бизнеса', 'image' => '/images/seo/en/academy.jpg', 'description' => "Ваше универсальное руководство по онлайн-продажам, советы, приемы и советы экспертов, что можно и чего нельзя делать при онлайн-продажах, а также советы экспертов по максимизации вашего онлайн-дохода."],
    'page.faqs' => ['title' => 'Часто задаваемые вопросы', 'image' => '/images/seo/en/faq.jpg', 'description' => "Вопросы и ответы по вопросу Selldone."],
    'page.price' => ['title' => 'Прайс-лист', 'image' => '/images/seo/en/price.jpg', 'description' => "Вас ждут все профессиональные возможности бесплатного создания магазина и сайта без каких-либо ограничений по времени."],


    'page.apps' => ['title' => 'Интеграция приложений', 'image' => '/images/seo/en/apps.jpg', 'description' => "Установка приложений в магазин для вашего магазина предусмотрена всего в один клик."],
    'page.experts' => ['title' => 'Эксперты', 'image' => '/images/seo/en/expert.jpg', 'description' => "Не беспокойтесь о проектировании, запуске, рекламе или управлении вашим магазином, специалисты Selldone готовы вам помочь. Наймите сертифицированного специалиста, чтобы сделать работу лучше и быстрее."],


    'page.avocado' => ['title' => 'Авокадо — современный канал продаж в социальных сетях', 'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
        'description' => "Сумма и название — это все, что вам нужно для получения платежей от ваших клиентов. Деньги зачисляются непосредственно на ваш счет, и ваши клиенты получают беспрепятственный опыт покупок."],

    // All private dashboards:
    'shuttle' => ['title' => 'Продан | Приборная доска', 'image' => '/images/seo/en/dashboard.jpg',
        'description' => "Панель управления магазином, если у вас есть доступ к этому магазину, вы можете войти в панель управления магазином по этой ссылке."],

    'shuttle-shop' => ['title' => 'Продан | Панель управления магазином', 'image' => '/images/seo/en/shuttle-shop.jpg', 'video' => '/images/seo/en/videos/shuttle-shop.mp4',
        'description' => "Управляйте всем на панели инструментов. Управляйте продуктами, заказами, дизайном целевой страницы, маркетингом, поощрениями и всем, что вам нужно для отличного бизнеса."],


    'guild' => ['title' => 'Гильдия — Коллективный канал продаж', 'image' => '/images/seo/en/guild.jpg?v=2',
        'description' => "Сделайте свой бизнес достижимым и доступным для всех во всем мире, создав отличную гильдию."],


    'page.referral' => ['title' => 'Партнерская программа — Selldone', 'image' => '/images/seo/en/referral.png', 'description' => "Присоединяйтесь к захватывающей миссии и создайте для себя источник пассивного дохода."],


    'page.press' => ['title' => 'Ресурсы для прессы — Selldone', 'image' => '/images/seo/en/press.png', 'description' => "Ресурсы для всех, кто хочет написать о Selldone."],
    'page.roadmap' => ['title' => 'Дорожная карта — Selldone', 'image' => '/images/seo/roadmap.jpg', 'description' => "Это единственная в своем роде платформа: универсальная бизнес-операционная система без программирования как услуга с инструментами корпоративного уровня для малого и среднего бизнеса."],

    'page.onboarding' => ['title' => 'Бесплатный конструктор сайтов интернет-магазина — отзывчивый и профессиональный', 'image' => '/images/seo/ui-kit.jpg', 'description' => "Selldone — это платформа электронной коммерции, созданная для развития вашего бизнеса. Независимо от того, являетесь ли вы владельцем небольшого обычного магазина или крупной компании, вам нужны профессиональные и простые в использовании инструменты."],



    'page.books' => ['title' => 'Бизнес-справочники: советы по запуску и развитию веб-сайтов интернет-магазинов', 'image' => '/images/seo/en/cover.jpg', 'description' => "Здесь вы можете скачать бесплатные справочники по развитию бизнеса. В этих книгах вы найдете полные советы по развитию бизнеса и практические руководства по улучшению показателей конверсии в вашем интернет-магазине."],


    'page.quiz' => ['title' => 'Контрольный опрос|Подходит ли вам бизнес-операционная система?', 'image' => '/images/seo/en/quiz.png', 'description' => "Если вы хотите знать, что вашему бизнесу нужна или может использовать бизнес-операционная система, прежде чем идти дальше, пройдите этот 60-секундный тест. Если вы хотите знать, что вашему бизнесу нужна или может использовать бизнес-операционная система, прежде чем идти дальше, пройдите этот 60-секундный тест."],


    'page.countries' => ['title' => 'Поддерживаемые страны и местные платежи — ОС для бизнеса', 'image' => '/images/seo/en/countries.png', 'description' => "Бизнес-операционная система. Следующий шаг эволюции коммерческих услуг от платформ электронной коммерции к чему-то без темы, плагина или кода. 100% визуально!"],


    'page.participant' => ['title' => 'Сообщество, которое вы хотите: играйте и выигрывайте 20 долларов.', 'image' => '/images/seo/en/participants.jpg', 'description' => "Вы можете участвовать в сообществе Selldone, создавая короткие видеоролики, чтобы помочь другим, и получать до 20 подарочных кредитов USD за каждое видео."],

    'page.tax' => ['title' => 'Список глобальных налоговых ставок', 'image' => '/images/seo/en/tax.jpg', 'description' => "Вы можете переопределить налоговые правила и создать несколько налоговых профилей для разных категорий продуктов."],


    'page.premium' => ['title' => 'Перейдите на Премиум и преобразуйте свою игру для электронной коммерции', 'image' => '/images/seo/en/premium.jpg', 'description' => "Улучшите свой интернет-магазин с помощью Selldone Premium. Получите доступ к эксклюзивным инструментам искусственного интеллекта, индивидуальным шаблонам и многому другому, чтобы повысить эффективность и выделиться на цифровом рынке. Присоединяйтесь сейчас, чтобы получить более умный и удобный опыт электронной коммерции!"],


    'page.builder' => [
        'title' => 'Бесплатный веб-приложение для создания страниц и редактора целевых страниц — вход в систему не требуется',
        'image' => '/images/seo/en/builder.png',
        'description' => 'Создавайте потрясающие веб-страницы и целевые страницы без особых усилий с помощью нашего бесплатного, удобного конструктора и редактора страниц. Вход в систему не требуется. Быстро создавайте, настраивайте и публикуйте свои веб-страницы с помощью нашего интуитивно понятного интерфейса перетаскивания. Идеально подходит для маркетологов, владельцев малого бизнеса и разработчиков, которым требуется простое решение для веб-дизайна.'
    ],

    'page.token' => [
        'title' => 'Selldone Coin (SLDN) — содействие инновациям в электронной коммерции',
        'image' => '/images/seo/en/token.jpg?v=1',
        'description' => 'Откройте для себя Selldone Coin (SLDN), цифровой токен, предназначенный для вознаграждения и расширения возможностей предпринимателей в области электронной коммерции. Зарабатывайте, торгуйте и развивайте свой бизнес с помощью SLDN, неотъемлемой части экосистемы Selldone.'
    ],


    'page.red-alert' => ['title' => 'Red Alert – Сообщите о преступной деятельности и программа безопасности',
        'image' => '/images/seo/en/red-alert.jpg',
        'description' => 'Ощутите максимальную безопасность и защищенность с Selldone — самой безопасной из доступных платформ. Наша программа Red Alert дает вам возможность быстро и безопасно сообщать о преступной деятельности, гарантируя, что ваше сообщество останется защищенным. Присоединяйтесь к нам в нашей миссии по созданию более безопасных районов и принятию мер против преступности уже сегодня.'    ],

    /*
    |--------------------------------------------------------------------------
    | App pages
    |--------------------------------------------------------------------------
    */
    'apps.structure-data' => ['title' => 'Генератор структурных данных| JSON-LD', 'description' => "Используйте этот мощный генератор структурированных данных для создания разметок JSON-LD, включая все необходимые свойства элементов и многое другое."
    ],

    /*
    |--------------------------------------------------------------------------
    | Call to action
    |--------------------------------------------------------------------------
    */
    'call-to-action' => [
        'title' => "Сделайте свой бизнес в Интернете с помощью лучшего нетехнического решения на рынке.",
        'money-back' => "30-дневная гарантия возврата денег",
        'action' => "Создайте свою электронную торговлю",
        'action-sub' => "Начните сейчас — это бесплатно",
        'message' => "Попрощайтесь с низкой скоростью онлайн-продаж!",
    ]

,

    'page' => [
        'login' => [
            'title' => 'Продан | Авторизоваться',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'Неважно, какой у вас капитал, где вы начали свой бизнес, в какой части света вы живете! Selldone предоставил вам все профессиональные инструменты продаж. Регистрация и эти инструменты бесплатны для всех и навсегда.',
        ],
        'register' => [
            'title' => 'Продан | регистр',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'Мы считаем, что доступ - это право, а не привилегия! Если у вас есть бизнес на самой богатой улице Нью-Йорка или в отдаленной деревне, интернет и онлайн-инструмент — это все, что вам нужно для онлайн-продаж! Это мечта Селлдона.',
        ],
        'home' => [
            'title' => 'Продажи как профессионалы — Selldone® Business OS',
            'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg',
            'description' => 'Selldone — это бизнес-ОС для визуального построения, управления и масштабирования вашего бизнеса. Сделайте это самостоятельно, не используя код и не требуя экспертного решения для миллионов заказов.',
        ],
        'helps' => [
            'title' => 'Помощь',
            'image' => '/images/seo/en/help.jpg',
            'description' => 'Как сделать успешный бизнес.',
        ],
        'blogs' => [
            'title' => 'Блог',
            'image' => '/images/seo/en/academy.jpg',
            'description' => 'Последние новости и контент Selldone.',
        ],
        'faqs' => [
            'title' => 'Часто задаваемые вопросы',
            'image' => '/images/seo/en/faq.jpg',
            'description' => 'Вопросы и ответы о Selldone.',
        ],
        'price' => [
            'title' => 'Прайс-лист',
            'image' => '/images/seo/en/price.jpg',
            'description' => 'Вас ждут все профессиональные возможности создания магазина и сайта бесплатно без ограничения по времени.',
        ],
        'apps' => [
            'title' => 'Магазин приложений',
            'image' => '/images/seo/en/apps.jpg',
            'description' => 'Установка приложений в магазин предусмотрена для вашего магазина всего в один клик.',
        ],
        'experts' => [
            'title' => 'Эксперты',
            'image' => '/images/seo/en/expert.jpg',
            'description' => 'Не беспокойтесь о дизайне, запуске, рекламе или управлении вашим магазином, специалисты Selldone готовы вам помочь. Наймите сертифицированного специалиста, чтобы сделать все лучше и быстрее.',
        ],
        'avocado' => [
            'title' => 'Авокадо — современный канал социальных продаж',
            'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
            'description' => 'Одна сумма и одно название — это все, что вам нужно, чтобы получать деньги от ваших клиентов! Деньги будут зачислены непосредственно на ваш счет, и ваши клиенты получат уникальный опыт покупок.',
        ],
        'referral' => [
            'title' => 'Партнерская программа — Selldone',
            'image' => '/images/seo/en/referral.png',
            'description' => 'Присоединяйтесь к захватывающей миссии и создайте для себя пассивный источник дохода.',
        ],
        'press' => [
            'title' => 'Ресурсы для прессы — Selldone',
            'image' => '/images/seo/en/press.png',
            'description' => 'Ресурсы для всех, кто хочет написать о Selldone.',
        ],
        'roadmap' => [
            'title' => 'Дорожная карта — Продано',
            'image' => '/images/seo/roadmap.jpg',
            'description' => 'Это единственная в своем роде платформа; он совершенно уникален и сильно отличается от всех остальных. Это единственная универсальная операционная система для бизнеса как услуга без кода с инструментами корпоративного уровня для малого и среднего бизнеса.',
        ],
        'onboarding' => [
            'title' => 'Бесплатный конструктор веб-сайтов для онлайн-покупок — отзывчивый и профессиональный',
            'image' => '/images/seo/ui-kit.jpg',
            'description' => 'Selldone, как платформа электронной коммерции, работает как ангел для роста вашего бизнеса. Если у вас небольшой физический магазин или крупная компания, вам нужен набор профессиональных, но простых в использовании инструментов.',
        ],
        'books' => [
            'title' => 'Справочники по бизнесу: советы по запуску и развитию сайтов интернет-магазинов',
            'image' => '/images/seo/en/cover.jpg',
            'description' => 'Здесь вы можете бесплатно скачать справочники по развитию бизнеса. В этих книгах вы найдете полные советы по развитию бизнеса и практические руководства по улучшению, чтобы повысить коэффициент конверсии в вашем интернет-магазине.',
        ],
        'quiz' => [
            'title' => 'Викторина | Подходит ли вам операционная система для бизнеса?',
            'image' => '/images/seo/en/quiz.png',
            'description' => 'Если вы хотите знать, что вашему бизнесу нужна или может использоваться бизнес-ОС, прежде чем двигаться дальше, пройдите этот 60-секундный тест. Если вы хотите знать, что вашему бизнесу нужна или может использоваться бизнес-ОС, прежде чем двигаться дальше, пройдите этот 60-секундный тест.',
        ],
        'countries' => [
            'title' => 'Поддерживаемые страны и местные платежи — Business OS',
            'image' => '/images/seo/en/countries.png',
            'description' => 'Бизнес-ОС. Следующий этап эволюции коммерческих услуг от платформ электронной коммерции до чего-то без темы, плагина или кода. 100% визуально!',
        ],
        'participant' => [
            'title' => 'Сообщество, которое вы хотите — играйте и выигрывайте 20 долларов',
            'image' => '/images/seo/en/participants.jpg',
            'description' => 'Вы можете принять участие в сообществе Selldone, создавая короткие видеоролики, чтобы помогать другим, и получать подарочный кредит до 20 долларов США за каждое видео.',
        ],
        'tax' => [
            'title' => 'Список мировых налоговых ставок',
            'image' => '/images/seo/en/tax.jpg',
            'description' => 'Вы можете переопределить налоговые правила и создать более одного налогового профиля для разных категорий продуктов.',
        ],
        'premium' => [
            'title' => 'Перейдите на премиум-версию и трансформируйте свою игру в электронной коммерции',
            'image' => '/images/seo/en/premium.jpg',
            'description' => 'Поднимите свой интернет-магазин на новый уровень с Selldone Premium. Получите доступ к эксклюзивным инструментам ИИ, индивидуальным шаблонам и многому другому, чтобы повысить эффективность и выделиться на цифровом рынке. Присоединяйтесь сейчас, чтобы получить более умный и элегантный опыт электронной коммерции!',
        ],
        'builder' => [
            'title' => 'Бесплатное веб-приложение для создания страниц и редактирования целевых страниц — вход в систему не требуется',
            'image' => '/images/seo/en/builder.png',
            'description' => 'Создавайте потрясающие веб-страницы и целевые страницы без усилий с помощью нашего бесплатного, удобного конструктора и редактора страниц. Вход не требуется. Разрабатывайте, настраивайте и публикуйте свои веб-страницы быстро с помощью нашего интуитивно понятного интерфейса перетаскивания. Идеально подходит для маркетологов, владельцев малого бизнеса и разработчиков, ищущих беспроблемное решение для веб-дизайна.',
        ],
    ],
    'apps' => [
        'structure-data' => [
            'title' => 'Генератор структурных данных | JSON-LD',
            'description' => 'Используйте этот мощный генератор структурированных данных для создания разметки JSON-LD, включая все необходимые свойства элемента и многое другое.',
        ],
    ],
];
