export default {
  "#D32F2F": "قرمز",
  "#C2185B": "صورتی",
  "#7B1FA2": "بنفش",
  "#512DA8": "بنفش تیره",
  "#303F9F": "آبی نیلی", // indigo
  "#1976D2": "آبی",
  "#0288D1": "آبی روشن",
  "#0097A7": "آبی فیروزه ای",
  "#00796B": "سبز کله غازی", //teal
  "#388E3C": "سبز",
  "#689F38": "سبز روشن",
  "#AFB42B": "لیمویی",
  "#FBC02D": "زرد",
  "#FFA000": "کهربایی", // amber
  "#F57C00": "نارنجی",
  "#E64A19": "نارنجی تیزه",
  "#5D4037": "قهوه ای",
  "#616161": "خاکستری",
  "#455A64": "آبی خاکستری",

  "#FFD700": "طلایی",
  "#C0C0C0": "نقره ای",
  "#b76e79": "رز طلایی",
  "#383838": "مشکی مات",

  "#FFFFFF": "سفید",
  "#FFF": "سفید",
  "#000000": "مشکی",
  "#000": "مشکی",
};
