<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'این اعتبارنامه با سوابق ما مطابقت ندارد.',
    'throttle' => 'تلاشهای زیادی برای ورود به سیستم انجام داده اید. لطفاً دوباره در :seconds ثانیه تلاش کنید.',


    'title_shop' => 'ورود به :name',
    'title_app' => 'دسترسی به اپلیکیشن :name',
    'login_message' => 'درخواست اتصال به حساب کاربری شما را دارد.',
    'scopes_title' => 'این اپلیکیشن به اطلاعات زیر دسترسی خواهد داشت',
    'accept' => 'تایید',
    'reject' => 'انصراف',


    'login_incorrect_password' => 'نام کاربری یا کلمه عبور اشتباه است.',


    'reset_2fa_title' => 'درخواست غیر فعال سازی ورود دو مرحله ای',
    'go_main_page' => 'رفتن به صفحه اصلی',

    'signing_in' => 'ورود...',


    'erp' => [
        'message' => "● برای ادامه یک فروشگاه انتخاب کنید. اگر به فروشگاه جدیدی نیاز دارید، ابتدا آن را ایجاد کنید و دوباره متصل شوید. <br>● مطمئن شوید که نرم‌افزاری که به آن متصل می‌شوید را می‌شناسید یا برای کمک با ارائه‌دهنده تماس بگیرید.",
    ],
    'token-display' => [
        'message' => "ما این توکن را برای دسترسی به :shop برای :software طبق درخواست شما ایجاد کرده‌ایم. لطفاً آن را امن نگه دارید و با کسی به اشتراک نگذارید. اگر فکر می‌کنید توکن شما به خطر افتاده است، می‌توانید در هر زمان آن را لغو کنید.",
        'scopes-message' => "این توکن دسترسی به فروشگاه با مجوزهای مشخص شده را دارد",
        'manage-tokens-action' => 'مدیریت توکن‌ها',
        'manage-tokens-message' => "می‌توانید این توکن را در هر زمان از اینجا لغو کنید"
    ]



];
