<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop'=>"فروشگاه",
    'request'=>"درخواست",
    'stage'=>"وضعیت",
    'budget'=>"بودجه",
    'contact'=>"تماس",
    'name'=>"نام",
    'email'=>"ایمیل",
    'user' => "کاربر",
    'copy' => "کپی",
    'important' => "مهم",
    'faq' => "سوالات متداول",

    'select_shop'=>"انتخاب فروشگاه",
    'loading' => "در حال بارگذاری",

    'add_comment'=>"افزودن نظر",
    'add_comment_sub' => "نظرات خود را با ما به اشتراک بگذارید",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'عدم تایین بودجه، نیاز به اطلاعات بیشتری دارم.',
        'start' => "تازه در حال راه اندازی کسب و کارم هستم.",
        'online' => "کسب و کارم را دارم و می خواهم آن را آنلاین کنم.",
        'extend' => "بر روی فروشگاه آنملاینم کار می کنم",
        'pos' => "قصد دارم در شعبه فیزیکی فروشگاهم از پوز آنلاین سلدان استفاده کنم.",
    ],


    /*
  |--------------------------------------------------------------------------
  | @see VendorPaymentOptionObject
  |--------------------------------------------------------------------------
  */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "انتقال از طریق بانک",
            'description' => "به صورت دستی وجه را به حساب فروشنده انتقال دهید.",
        ],
    ],


];
