<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'این پیام خوش آمدگویی به یک خریدار جدید در فروشگاه است.',
        ShopMailTemplateCodes::ShopVendorJoin => 'این پیام خوش آمدگویی به یک فروشنده جدید در فروشگاه است.',
        ShopMailTemplateCodes::OrderCheckout => 'این اعلان هنگام تأیید سفارش توسط خریدار ارسال می شود.',
        ShopMailTemplateCodes::OrderPayment => 'این اعلان پرداخت موفق یک مشتری را تأیید می کند.',
        ShopMailTemplateCodes::OrderUpdate => 'این اعلان هنگام تغییر وضعیت سفارش ارسال می شود.',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'این پیام برای اطلاع رسانی به فروشنده در مورد سفارش تأیید شده ارسال می شود.',
        ShopMailTemplateCodes::PosCheckout => 'این اعلان برای تأیید سفارش نقطه فروش برای خریدار ارسال می شود.',
        ShopMailTemplateCodes::PosPayment => 'این اعلان پرداخت نقطه فروش را توسط خریدار تأیید می کند.',
        ShopMailTemplateCodes::PosPaymentAdmin => 'این پیام فروشنده را از خرید انجام شده در نقطه فروش خود مطلع می کند.',
        ShopMailTemplateCodes::ShopContact => 'این اعلان هنگام ارسال فرم تماس ارسال می شود.',
        ShopMailTemplateCodes::ShopGiftCard => 'این اعلان به کاربر اطلاع می دهد که یک کارت هدیه دریافت کرده است.',

        ShopMailTemplateCodes::UserLogin => "برای امنیت، کاربر را با جزئیات ورود، از جمله آدرس IP، تاریخ و دستگاه مورد استفاده، آگاه کنید.",
        ShopMailTemplateCodes::LoginCode => "ارسال کد ورود یکبار مصرف باری ورود کاربران به فروشگاه.",

        ShopMailTemplateCodes::EmailVerifyLink => "ارسال لینکی برای تایید آدرس ایمیل کاربر. این ایمیل زمانی ارسال می‌شود که کاربر از طریق پیامک ثبت‌نام کرده و ایمیل خود را وارد کرده باشد و زمانی ارسال نمی‌شود که کاربر از طریق شبکه‌های اجتماعی یا ایمیل مستقیم ثبت‌نام کند.",

        ShopMailTemplateCodes::EmailBulkOrder => "ارسال لیستی از سفارشات دریافت شده و پرداخت شده به صورت عمده برای یک روز خاص.",

    ],


    'global' => [
        'greetings' => 'سلام :name عزیز',
        'end-statement' => 'با تشکر، تیم پشتیبانی سلدان',

        'receiver_name' => ':user_name عزیز',
        'footer-help' => "آیا سوالی دارید؟ سری به بخش  [راهنمای سلدان](https://selldone.ir/help) بزنید یا از طریق ایمیل [support@selldone.com](mailto:support@selldone.com) از ما بپرسید.",
        'selldone-team' => 'تیم سلدان',
        'footer-shop' => "در صورت نیاز به راهنمایی، لطفاً به ما ایمیل بفرستید: :shop_mail",
        'accept' => "بله، تایید می کنم",
        'reject' => "خیر، رد می کنم",
        'verify' => "تایید",
        'title' => "عنوان",
        'value' => "مقدار",
        'description' => "توضیحات",
        'shop' => 'فروشگاه',
        'shop-info' => "اطلاعات فروشگاه",
        'user' => "کاربر",
        'user-info' => "اطلاعات کاربری",
        'license' => "لایسنس",
        'status' => "وضعیت",
        'start' => "شروع",
        'end' => "پایان",
        'renewal' => "تجدید",
        'view' => "مشاهده",


        'balance' => "موجودی",
        'card_number' => "شماره کارت",
        'cvv' => "Cvv",
        'expire_date' => "تاریخ انقضا",

        'dashboard' => "داشبورد",
        'order' => "سفارش",
        'view_order' => "مشاهده سفارش",
        'pay_now' => "لینک پرداخت",

        'official_selldone' => "پیام رسمی سلدان",


        'account-number' => "شماره حساب",
        'account-name' => "نام حساب",
        'currency' => "ارز",
        'free-balance' => "موجودی آزاد",
        'locked-balance' => "موجودی قفل شده",
        'bot' => "بات",
        'requests' => "درخواست ها",
        'baskets' => 'سبدهای خرید',
        'physical' => "فیزیکی",
        'virtual' => "مجازی",
        'file' => "فایل",
        'service' => "خدمات",
        'fulfillment' => "درخواست سفارش",
        'open' => "باز",
        'reserved' => "رزرو شده",
        'canceled' => "لغو شده",
        'payed' => "پرداخت شده",
        'cod' => "پرداخت در محل",
        'orders-count' => 'تعداد سفارش',
        'payments-count' => 'پرداخت ها',
        'confirms-count' => 'تاییدها',
        'sends-count' => 'ارسال ها',
        'delivers-count' => 'دریافت مشتری',
        'count' => 'تعداد',
        'transactions-count' => 'تعداد تراکنش ها',
        'success-transactions' => 'تراکنش موفق',
        'total-amount' => 'مجموع مبالغ',
        'amount' => 'مبلغ',
        'wage' => 'کارمزد',
        'debug' => 'دیباگ',
        'pos' => 'صندوق فروشگاهی',
        'live' => 'فعال',
        'CheckQueue' => 'در انتظار بررسی',
        'OrderConfirm' => 'تایید سفارش',
        'PreparingOrder' => 'آماده سازی',
        'SentOrder' => 'ارسال سفارش',
        'ToCustomer' => 'دریافت توسط مشتری',
        'Pending' => 'در انتظار',
        'Accepted' => 'تایید شده',
        'Rejected' => 'رد شده',
        'pc' => 'رایانه',
        'tablet' => 'تبلت',
        'phone' => 'تلفن همراه',
        'total' => 'مجموع',
        'view-detail' => 'مشاهده جزئیات',
        'empty' => 'خالی',
        'dropshipping' => 'دراپشیپینگ',
        'reply' => 'پاسخ',
        'reactions' => 'بازخوردها',
        'comments' => 'نظرات',
        'last-comment' => 'آخرین نظر',
        'response-to' => 'در پاسخ',
        'posts' => 'جواب ها',
        'post' => 'جواب',


        'name' => 'نام',
        'email' => 'ایمیل',
        'type' => 'نوع',
        'device' => 'دستگاه',
        'platform' => 'پلتفرم',
        'browser' => 'مرورگر',
        'time' => 'زمان',
        'wallet' => 'کیف پول',
        'date' => 'تاریخ',


        'account' => 'حساب',
        'transaction' => 'تراکنش',
        'fee' => 'کارمزد',

        'location' => 'مکان',
        'ip' => 'آی پی',

        'bill' => 'صورت حساب',
        'category' => 'دسته بندی',
        'password' => 'رمز عبور',
        'verify-login' => "تایید و ورود",
        'url' => 'وبسایت',
        'avocado' => 'آووکادو',
        'hyper' => 'هایپر',
        'buy-now' => "اکنون خریداری نمایید",
        'add-domain' => "افوزدن دامنه",
        'views' => 'نمایش',


        'country' => 'کشور',
        'address' => 'آدرس',
        'postal' => 'کد پستی',
        'building_no' => 'پلاک',
        'building_unit' => 'واحد',
        'message' => 'پیغام',


        'customer' => 'خریدار',
        'cart-items' => 'سبد خرید',
        'payment' => 'پرداخت',
        'receiver' => 'دریافت کننده',
        'virtual-items' => 'آیتم های مجازی',
        'no-payment' => 'بدون پرداخت!',

        'enable' => 'فعال',
        'access' => 'دسترسی',
        'bank' => 'اطلاعات بانکی',

        'vendor' => 'فروشنده',

        'view_content' => "مشاهده محتوای کامل",
        'files' => 'فایل ها',
        'download' => 'دانلود',
        'file_name' => 'نام فایل',
        'file_size' => 'حجم',


        'subscription' => 'اشتراک',
        'products' => 'محصولات',
        'vendor_products' => 'محصولات فروشنده',

        'pickup' => 'تحویل در محل',

        'minutes'=>'دقیقه',
        'hours'=>'ساعت',

        'refund' => 'بازپرداخت',
        'recipient_address' => 'آدرس دریافت',
        'signature' => 'امضا',
        'blockchain' => 'بلاکچین',
        'details' => 'جزئیات',

    ],

    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "مدیریت کسب و کار سلدان",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'گزارش عملکرد سلدان'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'گزارش فصلی سلدان'
        ],
        'Onboarding' => [
            'id' => 'hi',
            'name' => 'تیم سلدان'
        ],
        'Support' => [
            'id' => 'support',
            'name' => 'پشتیبانی :name'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'تایید ایمیل سلدان'
        ],
        'Welcome' => [
            'id' => 'hi',
            'name' => 'تیم سلدان'
        ],
        'NewShop' => [
            'id' => 'merchants',
            'name' => 'پشتیبان فروشگاه'
        ],
        'Approve' => [
            'id' => 'approve',
            'name' => 'تایید هویت سلدان'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'مدیر سفارشات :name'
        ],

        'Recovery' => [
            'id' => 'recovery',
            'name' => 'تیم بازیابی سلدان'
        ],

    ],

    'bill-status' => [
        'PENDING' => 'درانتظار پرداخت ⌛',
        'PAYED' => 'پرداخت شده ✅',
        'CANCELED' => 'لغو شده ❌',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'مدیریت ارشد',
            'OFFICER' => 'مدیر و سرپرست',
            'AUDITING' => 'حسابداری',
            'EMPLOYEE' => 'کارمند',
            'PRODUCT' => 'مدیریت محصول',
            'CONTENT' => 'مدیریت محتوا',
            'MARKETING' => 'مدیریت مارکتینگ',
            'VIEWER' => 'بازدید کننده',

        ],
        'subject' => ":inviter شما را به عنوان :level دعوت کرده است | :shop",
        'category' => "دعوتنامه کارمندان",
        'title' => "شما به عنوان <b>:level</b> برای عضویت در فروشگاه <b>:shop_name</b> دعوت شده اید.   ",
        'message' => "یک دعوت نامه برای شما ارسال شده است. شما می توانید آن را تایید یا رد نمایید. در صورتی که این دعوت نامه مورد تایید شما است بایستی برای تایید آن وارد سرویس سلدان شوید. با تایید این دعوتنامه شما دسترسی به بخش مدیریت فروشگاه را خواهید داشت.",

    ],


    'welcome-email' => [
        'subject' => "👋 خوش آمدید :name، بیایید با سلدان شروع کنیم!",
        'category' => 'تبریک',
        'title' => "به سلدان خوش آمدید",
        'message' => "از انتخاب سلدان سپاسگزاریم! شما اکنون بخشی از جامعه‌ای پرانرژی هستید که فروشندگان جهانی را به مشتریان، کسب‌وکارهای محلی را به شرکت‌ها و افراد را به سازمان‌ها متصل می‌کند. همه ابزارهای Master و Pro ما به طور **رایگان** و **نامحدود** در اختیار شماست. ما در کنار شما هستیم تا از شما حمایت کنیم و مسیر موفقیت را برایتان هموار کنیم.",

        'index' => "گام :step. ",

        'step-domain' => [
            'title' => 'دامنه اختصاصی خود را اضافه کنید',
            'message' => "برای شروع، دامنه اختصاصی خود را رایگان در داشبورد فروشگاه در بخش تنظیمات > تنظیمات دامنه اضافه کنید.",
            'action' => 'مدیریت دامنه‌ها',
        ],
        'step-landing' => [
            'title' => 'صفحه اصلی خود را سفارشی کنید',
            'message' => "برای سفارشی‌سازی صفحه اصلی، به داشبورد > صفحات بروید. می‌توانید یک صفحه فرود انتخاب کنید یا صفحه جدیدی بسازید. این کار بسیار ساده است و شما می‌توانید بلافاصله آن را آغاز کنید.",
            'action' => 'سفارشی‌سازی صفحه فرود',
        ],
        'step-payment' => [
            'title' => 'روش‌های پرداخت را تنظیم کنید',
            'message' => "شروع به دریافت پرداخت‌ها مستقیماً به حساب بانکی خود کنید. برای اتصال به درگاه‌های پرداخت مانند Stripe، PayPal و دیگران، به داشبورد > حسابداری > درگاه پرداخت بروید.",
            'action' => 'افزودن روش‌های پرداخت',
        ],
        'step-products' => [
            'title' => 'محصولات خود را اضافه کنید',
            'message' => "محصولات و دسته‌بندی‌ها را به راحتی در داشبورد > محصولات اضافه کنید. این کار شبیه مدیریت فایل‌ها و پوشه‌ها در کامپیوتر شماست و کاملاً به صورت کشیدن و رها کردن آماده است. همچنین می‌توانید محصولات را به صورت عمده از طریق Excel وارد کنید. یک الگوی نمونه نیز برای راحتی شما فراهم شده است.",
            'action' => 'مدیریت محصولات',
        ],
        'step-shipping' => [
            'title' => 'روش‌های ارسال را تنظیم کنید',
            'message' => "برای محاسبه هزینه‌های ارسال و گرفتن هزینه از مشتریان، روش‌های ارسال خود را در داشبورد > لجستیک > ارسال تنظیم کنید. می‌توانید قیمت‌ها و روش‌های مختلف ارسال را برای مناطق مختلف تعیین کنید. همچنین فراموش نکنید که مبدا انبار خود را در داشبورد > لجستیک > انبار مشخص کنید.",
            'action' => 'مدیریت روش‌های ارسال',
        ],
    ],


    'charge-account' => [
        'category' => 'کیف پول > حساب > شارژ',
        'title' => "شارژ حساب",
        'message' => "حساب شما به شمار <b>:account_number</b> به مبلغ <b>:amount</b> با موفقیت شارژ گردید.",
        'account' => 'شماره حساب',
        'charge' => 'مبلغ شارژ',
        'balance' => 'موجودی حساب',
        'footer' => "با کمک کیف پول سلدان، هزینه های کسب و کار آنلاین خود را به آسانی مدیریت نمایید!"
    ],

    'verify-email' => [
        'subject' => "🙌 لینک تایید حساب شما در سلدان.",
        'category' => "یک قدم تا تایید حساب شما باقیست",
        'title' => "ایمیل خود را تایید نمایید",
        'message' => "سلام :name، <br>از عضویت شما در سلدان سپاسگذاریم.<br>لطفا تایید نمایید که ایمیل **:email** متعلق به شما می باشد. با کلیک بر روی کلید تایید، حساب شما در سلدان فعال خواهد گردید. اعتبار این لینک 48 ساعت می باشد.",
        'footer' => "در صورتی که با کلیک بر روی کلید تایید مشکلی دارید می توانید لینک تایید را در مرورگر خود کپی پیست نمایید:<br> :activation_url",
        'next-step' => "در گام بعدی، ما مواد آموزشی و یک راهنمای گام‌به‌گام برای شما ارسال خواهیم کرد تا بتوانید دامنه اختصاصی خود را اضافه کنید، پرداخت‌ها را تنظیم کنید، محصولات را اضافه کنید و اولین سفارش خود را دریافت کنید.",


    ],
    'verify-email-code' => [
        'subject' => "کد تایید آدرس ایمیل :name",
        'category' => "امنیت",
        'title' => "کد تایید ایمیل",
        'message' => "سلام :name,<br><br>کد تایید ایمیل **:email** برای شما ارسال شده است. مدت زمان اعتبار این کد 10 دقیقه می باشد.",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 فروشگاه شما آماده شد | :name",
        'category' => "تنها یک قدم باقی مانده",
        'title' => "تکمیل نصب فروشگاه",
        'account_title' => "حساب کاربری",
        'account_msg' => "پس از تایید می توانید با این اطلاعات وارد حساب خود شوید.",
        'shop_msg' => "اطلاعات فروشگاه شما بر روی سلدان.",
    ],

    'reset2fa' => [
        'category' => "امنیت حساب سلدان",
        'title' => "درخواست غیرفعال سازی ورود دو مرحله ای",
        "message" => "شما این ایمیل را دریافت کرده‌اید زیرا درخواستی برای بازنشانی احراز هویت دو مرحله‌ای برای حساب **:name** با ایمیل **:email** دریافت کرده‌ایم. <br><br>ما اطلاعات زیر را برای حساب شما پیدا کردیم:",
        'footer' => "اگر درخواست غیر فعال سازی ورود دو مرحله ای را نکردید ، نیازی به اقدامی نیست، لطفا رمز حساب خود را عوض نمایید.",
        'action' => 'غیر فعال سازی ورود دو مرحله ای',
    ],


    'build-new-shop' => [
        'subject' => "🎊 فروشگاه شما آماده است!",
        'category' => "فروشگاه آنلاین جدید در جهان به دنیا آمد",
        'title' => "جشن موفقیت",
        'message' => "<b>تبریک می‌گوییم :name، شما یک کسب‌وکار آنلاین جدید راه‌اندازی کرده‌اید؛</b> ما برای شما آرزوی موفقیت در کسب‌وکارتان داریم. به جامعه‌ی سلدان‌ها خوش آمدید. <br> شما تلاش کردید، ما درها را باز کردیم و شما موفق شدید. حالا می‌خواهیم مطمئن شویم که همه چیز به درستی پیش می‌رود تا شما بتوانید امپراتوری آنلاین خود را سریع‌تر بسازید. در اینجا چند نکته مهم برای دریافت پرداخت‌ها از مشتریانتان به‌طور مستقیم از طریق درگاه پرداختتان آمده است. <br> اگر نیاز به کمک داشتید، همیشه خوشحال می‌شویم که از طریق پشتیبانی آنلاین به شما کمک کنیم.",
        'pdf-book' => "کتاب راهنمای پیوست را از دست ندهید: کسب‌وکار خود را مانند یک بازی انجام دهید",
        'account' => [
            'title' => 'مرحله 1: ایجاد حساب در کیف پول سلدان',
            'message' => 'اگر هنوز حسابی در کیف پول خود ندارید، یک حساب بسازید. سلدان از این حساب هزینه‌ها را کسر می‌کند. شما می‌توانید این حساب را شارژ کنید و سلدان مقداری اعتبار به حساب شما اضافه می‌کند تا اگر موجودی این حساب منفی شد، سایت و فروشگاه شما همچنان به کار خود ادامه دهد.',
            'action' => 'ورود به کیف پول',
        ],
        'shop-account' => [
            'title' => 'مرحله 2: اتصال حساب به فروشگاه',
            'message' => "حساب کیف پول خود را به فروشگاه متصل کنید. برای این کار به بخش فروشگاه > حسابداری > فاکتورها بروید و حساب خود را به فروشگاه متصل کنید. توجه داشته باشید که تمام پرداخت‌های مشتریان شما مستقیماً به حساب بانکی شما واریز می‌شود و هیچ مبلغی از طرف سلدان کسر نمی‌شود، بنابراین باید این حساب سلدان را به فروشگاه خود متصل کنید.",
            'action' => 'پنل فاکتورها در فروشگاه',
        ],
        'gateway' => [
            'title' => 'مرحله 3: اتصال درگاه پرداخت آنلاین',
            'message' => 'به بخش فروشگاه > حسابداری > درگاه‌ها بروید و بر روی <b>افزودن درگاه جدید</b> کلیک کنید. پس از انتخاب ارز، لیستی از درگاه‌های قابل اتصال نمایش داده می‌شود. اتصال درگاه در سلدان بسیار ساده و سریع است، اما اگر نیاز به راهنمایی دارید، به بخش راهنمای سلدان مراجعه کنید یا از ما سوال بپرسید.',
            'action' => 'افزودن درگاه به فروشگاه',
        ],
        'domain' => [
            'title' => 'گام نهایی: اتصال دامنه اختصاصی خود',
            'message' => "حالا دامنه اختصاصی خود را به فروشگاه وصل کنید. با این کار مشتریان می‌توانند محصولات یا خدمات شما را خریداری کرده و پرداخت را مستقیماً به شما انجام دهند.",
            'action' => 'اتصال دامنه اختصاصی',
        ],

    ],


    'basket-list' => [
        'item' => "محصول",
        'count' => "تعداد",
        'price' => "قیمت",
        'discount-code' => "کد تخفیف",
        'customer-club' => 'باشگاه مشتریان',
        'shipping' => "ارسال",
        'total' => "مجموع",
        'offer' => "شگفت انگیز",
        'coupon' => "کوپن",
        'lottery' => "جایزه",
        'tax' => "مالیات",
        'tax_included' => "لحاظ شده در قیمت",
        'tax_shipping' => "مالیات حمل و نقل",
    ],


    'buyable-payments' => [
        'method' => 'درگاه',
        'amount' => 'مقدار',
        'giftcard' => 'کارت هدیه',
        'payment' => 'پرداخت',
    ],


    'shop-subscription-email' => [
        'category' => "به روز رسانی لایسنس",
        'title' => "لایسنس فروشگاه: :shop_title",
        'title-reserved' => "رزرو پلن: :shop_title",
        'title-active' => "فعال شدن پلن: :shop_title",
        'title-finished' => "اتمام پلن: :shop_title",
        'title-cancel' => "لغو پلن: :shop_title",
        'message' => "وضعیت لایسنس فروشگاه شما به روز شد,",
        'RESERVED' => "⚡ وضعیت اشتراک خریداری شده  **رزرو** است.",
        'ACTIVE' => "🟢 وضعیت اشتراک خریداری شده  **فعال** است.",
        'FINISHED' => "🚧 وضعیت اشتراک خریداری شده  **پایان یافته** است.",
        'CANCEL' => "⛔ وضعیت اشتراک خریداری شده  **لغو شده** است.",
    ],


    'support' => [
        'subject' => "مرکز پشتیبانی | :name پاسخ داد",
        'category' => "مرکز پشتیبانی",
        'title' => "به درخواست شما پاسخ دادیم",
        'action' => "برو به صفحه مدیریت",
    ],

    'shop-customer-join' => [
        'subject' => "عضویت در :shop_title",
        'category' => "عضو جدید",
        'title' => "از عضویت شما خوشحالیم",
        'action' => "برو به فروشگاه",
    ],

    'shop-vendor-join' => [
        'subject' => "عضویت در :shop_title",
        'category' => "فروشنده جدید",
        'title' => "از عضویت شما خوشحالیم",
        'action' => "ورود به پنل فروشنده",
    ],

    'shop-giftcard' => [
        'subject' => "کارت هدیه :shop_title",
        'category' => "دریافت کارت هدیه",
        'title' => "تبریک، شما یک کارت هدیه دریافت نموده اید.",
        'action' => "رفتن به فروشگاه",
        'message' => "شما یک کارت هدیه به مبلغ :balance :currency دریافت نموده اید. شما قادر به خرید از فروشگاه ما با این کارت هدیه خواهید بود.",


    ],


    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => " پشتیبانی | :shop",
        'category' => "پشتیبانی",
        'title' => "شما یک پاسخ دریافت نموده اید.",
        // 'action' => "Open shop admin",
    ],


    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => '🛍 ثبت سفارش جدید | :order_id',
        'title' => "سفارش",
        'message' => "شما یک سفارش در فروشگاه ما ثبت کردید، ما سفارش شما را گرفتیم هنگام تایید پرداخت، ایمیل دیگری برای شما ارسال خواهیم کرد.",
    ],


    'order-payment' => [
        'subject' => '🛍 تایید پرداخت سفارش | :order_id',
        'title' => "پرداخت سفارش",
        'message' => "پرداخت شما تایید شد ، <br> ما سفارش شما را گرفتیم. هنگام ارسال سفارش، ایمیل دیگری برای شما ارسال خواهیم کرد.",
    ],

    'order-update' => [
        'subject' => "🛍️ به‌روزرسانی وضعیت سفارش | سفارش :order_id",
        'title' => "به‌روزرسانی وضعیت سفارش",
        'message' => "سفارش شما به‌روزرسانی شده است. می‌توانید آخرین وضعیت این سفارش را در حساب کاربری خود مشاهده نمایید.",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "سفارش شما در صف پردازش است. به محض آماده شدن، به شما اطلاع خواهیم داد.",
                'OrderConfirm' => "سفارش شما تایید شده و آماده‌سازی آن آغاز شده است.",
                'PreparingOrder' => "سفارش شما در حال آماده‌سازی است و به زودی ارسال خواهد شد.",
                'SentOrder' => "سفارش شما ارسال شده است. به زودی آن را دریافت خواهید کرد.",
                'ToCustomer' => "سفارش شما تحویل داده شد. امیدواریم از آن لذت ببرید!",

                'PreparingOrder-PICKUP' => "سفارش شما در حال آماده‌سازی است. به محض آماده شدن برای تحویل، به شما اطلاع خواهیم داد.",
                'SentOrder-PICKUP' => "سفارش شما آماده تحویل است. لطفاً برای دریافت آن به فروشگاه مراجعه کنید.",
                'ToCustomer-PICKUP' => "سفارش شما تحویل گرفته شد. امیدواریم از آن لذت ببرید!"
            ],
            'VIRTUAL' => [
                'CheckQueue' => "سفارش شما در صف پردازش است. به محض آماده شدن، به شما اطلاع خواهیم داد.",
                'OrderConfirm' => "سفارش شما تایید شده و در حال آماده‌سازی است.",
                'PreparingOrder' => "سفارش شما در حال آماده‌سازی است و به زودی ارسال خواهد شد.",
                'ToCustomer' => "سفارش مجازی شما به حساب کاربری شما تحویل داده شد. متشکریم!"
            ],
            'SERVICE' => [
                'CheckQueue' => "درخواست خدمات شما در صف قرار دارد. به محض شروع کار، به شما اطلاع خواهیم داد.",
                'OrderConfirm' => "خدمات شما تایید شده و ما در حال آماده‌سازی هستیم.",
                'PreparingOrder' => "در حال آماده‌سازی خدمات شما هستیم و به محض تکمیل، به شما اطلاع خواهیم داد.",
                'ToCustomer' => "خدمات شما تکمیل شده است. متشکریم که ما را انتخاب کردید!"
            ],
            'FILE' => [
                'PreparingOrder' => "فایل شما در حال آماده‌سازی است و به زودی در دسترس خواهد بود.",
                'ToCustomer' => "فایل شما آماده شده و تحویل داده شده است. اکنون می‌توانید آن را دانلود کنید."
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "سفارش اشتراک شما در صف قرار دارد. به محض شروع پردازش، به شما اطلاع خواهیم داد.",
                'OrderConfirm' => "اشتراک شما تایید شده و در حال راه‌اندازی است.",
                'PreparingOrder' => "در حال آماده‌سازی اشتراک شما هستیم و به زودی شروع خواهد شد.",
                'SentOrder' => "اشتراک شما فعال شده است. به‌روزرسانی‌های مداوم دریافت خواهید کرد.",
                'ToCustomer' => "خدمات اشتراک شما با موفقیت فعال شده است."
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'تبریک :name عزیز | دریافت کارت هدیه: :title',
        'category' => "تبریک، دریافت کارت هدیه خرید لایسنس سلدان",
        'message' => "شما یک کوپن جدید دریافت  کرده اید. این یک هدیه از طرف ما برای شما است. می توانید با معرفی سلدان به دوستان و هر کس که می شناسید، تعداد بیشتری از این کوپن ها دریافت نمایید. این کوپن **:price :currency** ارزش دارد. <br> <br> به کمک این کارت، لایسنس فروشگاهتان را ارتقاء داده و از امکانات بیشتری برای توسعه کسب و کار آنلاین تان بهره مند شوید.",
        'action' => "داشبورد من",
    ],

    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'تبریک :name عزیز | شما یک هدیه دریافت نموده اید',
        'category' => "اعلان دریافت هدیه در سلدان",
        'title' => "هدیه برای شما",
        'message' => "شما یک هدیه جدید دریافت  کرده اید. این یک هدیه از طرف سلدان برای شما است. می توانید با فعالیت بیشتر در سلدان و توسعه فروشگاه خود و بالا بردن سطح تخصصتان، تعداد بیشتری از این هدایا را دریافت نمایید. این هدیه **:price :currency** ارزش دارد که می توانید مستقیما به کیف پول خود در سلدان واریز نمایید. <br> <br> به کمک این هدیه، لایسنس فروشگاهتان را ارتقاء داده و از امکانات بیشتری برای توسعه کسب و کار آنلاین تان بهره مند شوید.",
        'action' => "هدیه های دریافتی",
    ],


    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------
    'order-payment-admin' => [
        'subject' => '🛍 دریافت سفارش جدید | :order_id',
        'title' => "سفارش جدید",
        'message' => "یک سفارش جدید دریافت نموده اید. لطفا به صفحه پردازش سفارشات در فروشگاه خود مراجعه نمایید.",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'اطلاعات ورودی شما',
        'output-form-title' => 'اطلاعات آیتم خریداری شده',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title | گزارش هفتگی :time',
        'title' => 'گزارش هفتگی عملکرد فروشگاه',
        'message' => "این گزارش هفتگی فروشگاه شما از تاریخ :start الی :end می باشد که خدمتان ارسال می کنیم. در این نامه راهنمایی هایی جهت بهبود کسب و کار شما گنجانده شده است، همچنین می توانید وضعیت فروشگاه و سفارشات هفته اخیر را به صورت یکجا مشاهده نموده و یا برای ثبت وقایع، آن را ذخیره نمایید. امیدوارم روز و هفته خوبی در پیش داشته باشید.",
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ گزارش صرفه جویی :amount در 3 ماه گذشته | :shop_title',
        'title' => 'گزارش فعالیت، جوایز و صرفه جویی مالی کسب و کار شما',
        'message' => "این گزارش فصلی :shop_title شما از :start تا :end است."
    ],


    // -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'حساب های متصل',
        'sub-title' => 'آخرین وضعیت حساب های کیف پول متصل به فروشگاه من چیست؟',
        'view-wallet' => 'مشاهده کیف پول',
        'tip-title' => 'راهنمایی مهم',
        'tip' => "در قدم بعدی یک حساب رایگان در کیف پول سلدان خود بسازید و آن را به این فروشگاه وصل نمایید. حتی درصورت منفی شدن موجودی حساب سلدان شما، مشتریانتان می توانند همچنان خرید و پرداخت برای فروشگاه شما را بدون مشکل انجام داده و سرویس شما برای حداقل مدت 1 ماه قطع یا محدود نخواهد شد.",
        'view-my-wallet' => 'کیف پول من در سلدان',
        'connect-account' => 'اتصال حساب به فروشگاه'
    ],

    // -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'اپلیکیشن های نصب شده',
        'sub-title' => 'لیست اپلیکیشن هایی که این هفته در فروشگاه خود نصب نموده اید.',
        'tip' => "آیا می خواهید اپلیکیشن های بیشتری برای فروشگاه خود پیدا کنید؟",
        'view-app-store' => 'به اپ استور سلدان سر بزنید..',
    ],


    // -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'بات های فروشگاه شما',
        'sub-title' => 'بات های فعال فروش در فروشگاه من.',
        'tip-title' => 'بات فروش',
        'tip' => "سلدان بات های فروش خودکار را برای شما فراهم کرده است. تنها کافیست به پنل افزونه ها > بات ها رفته و بات فروشگاه خود را فعال نمایید. دقت نمایید سرویس مربوطه بایستی در کشور شما قابل دسترس باشد.",
        'view-bots' => 'مدیریت بات ها',
    ],


    // -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'ارتباط با مشتریان',
        'sub-title' => 'چقدر این هفته با مشتریانم ارتباط داشته ام؟',
        'faqs' => 'سوالات متدوال مطرح شده',
        'tickets' => 'تیکت های مشتریان',
    ],


    // -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'وضعیت فروشگاه من در یک نگاه',
        'sub-title' => 'از تاریخ :start تا :end',
        'users' => [
            'title' => 'کاربران',
            'subtitle' => 'تعداد کاربران فروشگاه',
        ],
        'views' => [
            'title' => 'بازدیدها',
            'subtitle' => 'تعداد دفعات بازدید از فروشگاه',
        ],
        'new_visitors' => 'کاربران جدید',
        'returning_visitors' => 'کاربران برگشتی',

        'shop_views' => 'دفعات نمایش فروشگاه',
        'baskets' => [
            'title' => 'سبدهای خرید',
            'subtitle' => 'گزارش تعداد سبدهای خرید جدید',

        ],
        'products' => [
            'title' => 'گزارش محصولات',
            'subtitle' => 'وضعیت محصولات در فروشگاه به تفکیک نوع',
            'value_name' => 'تعداد محصولات'
        ],
        'products_count' => 'تعداد محصولات',
        'views_count' => 'تعداد نمایش',
        'sell_count' => 'تعداد فروش',
        'send_count' => 'تعداد ارسال',


    ],


    // -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'دراپ شیپینگ',
        'sub-title' => 'پنل مخصوص فروشندگان عمده دراپ شیپینگ سلدان.',
        'total_fulfillments' => 'سفارشات دریافتی',
        'ds_count' => 'سفارشات دریافتی',
        'statistics_title' => 'گزارش سفارشات دریافتی',
        'ds_cancels' => 'لغو توسط فروشنده واسط',
        'ds_rejects' => 'لغو توسط شما',
        'tip' => "آیا فروشنده عمده کالایی هستید؟ صاحب انبار، کارخانه تولیدی یا توزیع کننده محصولات هستید؟ شما می توانید محصولات خود را در سرویس دراپ شیپینگ سلدان در اختیار فروشندگان دیگر قرار دهید تا محصول شما را در مقیاس عظیمی به فروش برسانند. درخواست خود را از طریق ایمیل support@selldone.com برای ما ارسال نمایید تا شما را راهنمایی کنیم.",
        'view-drop-shipping-panel' => 'ورود به پنل عمده فروشی',
    ],


    // -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'نرخ های تبدیل ارز',
        'sub-title' => 'لیست آخرین مبالغ نرخ تبدیل میان ارزها در فروشگاه شما.',
        'from' => 'ارز مبدا',
        'to' => 'ارز مقصد',
        'rate' => 'نرخ تبدیل',
        'vew-exchange-panel' => 'پنل مدیریت نرخ ارزها',
    ],


    // -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'قراردادهای متخصصین',
        'sub-title' => 'چه متخصصینی بر روی فروشگاه من کار می کنند؟',
        'cost' => 'مبلغ قرارداد',
        'duration' => 'مدت اجرا',
        'start_at' => "تاریخ شروع",
        'complete_at' => "تاریخ تکمیل",
        'cancel_at' => "تاریخ لغو",
        'end_at' => "تاریخ تحویل",
        'tip' => 'شما می توانید برای توسعه کسب و کار خود  بهترین متخصصین را در سلدان استخدام نمایید.',
        'view-experts' => 'برای شروع کلیک کنید.'
    ],


    // -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'درگاه های پرداخت',
        'sub-title' => 'گزارش درگاه های پرداخت فعال بر روی فروشگاه :shop .',
        'tip-title' => 'راهنمایی مهم',
        'tip' => "به صفحه مدیریت درگاه در فروشگاه خود رفته و حداقل یک درگاه را در چند دقیقه اضافه نمایید. مشتریان شما دوست دارند پرداخت های خود را به صورت سریع و امن از طریق درگاه های آنلاین پرداخت نمایند.",
        'view-shop-gateways' => 'ورود به مدیریت درگاه فروشگاهم.',
        'view-gateways' => 'جزئیات بشتر درگاه ها',
    ],


    // -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'سفارشات',
        'sub-title' => 'لیست سفارشات دریافتی من در این هفته.',
        'total_baskets' => 'سفارشات آنلاین',
        'total_posBaskets' => 'سفارشات صندوق فروشگاهی',
        'pos-title' => 'صندوق فروشگاهی POS',
        'chart-label' => "سفارشات تکمیل شده (این سفارشات الزاما پرداخت نشده است!)",
        'tip-title' => 'باید بیشتر تلاش کنید...',
        'tip' => "هیچ موفقیتی ساده به دست نمیاد.",
    ],


    // -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'مرکز پردازش',
        'sub-title' => 'چه مقدار سفارش را این هفته در فروشگاه پردازش کردیم.',
        'tip-title' => 'فروشی نداشتید!',
        'tip' => "متاسفانه فروشی در این هفته نداشتید. باید به فروشگاه خود بیشتر برسید. میتونید محصولات بیشتری بگذارید، تصاویر بهتری انتخاب کنید یا توضیحات بهتری برای محصولات خود بنویسید. برای فروش همیشه نیاز به تبلیغات دارید، این کار رو به صورت یک وظیفه تمام وقت برای کسب و کار خودتون در نظر بگیرید. اگر درست پیش برید و نا امید نشید حتما موفق می شید.",
        'view-process-center' => 'ورود به مرکز پردازش',
        'return' => [
            'title' => 'سفارشات مرجوعی',
            'subtitle' => 'گزارش سفارشات برگشت خورده.',
            'tip-title' => 'آیا می دونستید که...',
            'tip' => "شما می تونید از طریق سلدان پوز هر تعداد صندوق فروشگاهی که می خواید بسازید! در حقیقت تبلت ، گوشی موبایل یا لپتاپتون رو می تونید تبدیل به صندوق های فروشگاهیتون کنید. اگر چنین چیزی هیجان زدتون می کنه سلدان پوز همون چیزیه که باید الان شروع به استفاده ازش کنید. راه اندازیش فقط یک کلیک ساده لازم داره، ما همه چیزو روی سلدان شما از قبل آماده کردیم.",
            'view-pos' => 'ورود به صندوق فروشگاهی آنلاین ام'
        ]
    ],


    // -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'ورودی کاربران (سشن ها)',
        'sub-title' => 'چه تعداد کاربر از فروشگاهم بازدید داشتند؟',
        'countries-title' => 'بیشترین بازدید از کدام کشورها بوده است؟',

    ],


    // -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'می خواهید پول در بیارید بدون یک ریال هزینه؟',
        'message' => ' شما :name عزیز، می تونید وارد بخش داشبورد > کسب درآمد بشید و یک لینک معرفی بسازید. دوستاتون رو از طریق این لینک به سلدان معرفی کنید تا کارت های هدیه سلدان و درصدی از پرداخت های دوستاتون رو در حساب کیف پول سلدانتون دریافت کنید. توجه داشته باشید که کارت هدیه هم برای شما هم دوستتون ارسال میشه.',
        'action' => 'مشاهده لینک معرفی من',
        'mail-clip' => "<b style='color: #C2185B'>توجه:</b> اگر از سرویس های ایمیلی مانند جیمیل استفاده می کنید که طول ایمیل نمایش داده را محدود می کنند، برای نمایش تمام گزارش گزینه زیر را در پایان ایمیل یافته و بر روی آن کلیک کنید:",

        'no-coin-reward' => "<b style='color: #C2185B'>عدم دریافت جایزه:</b> فعالیت شما الزامات دریافت پاداش رایگان کوین سلدان را برآورده نمی کند. بیشتر تلاش کنید و برای فصل آینده بیشتر در فروشگاه خود بفروشید.",
        'yes-coin-reward' => "<b style='color: #4CAF50'>جایزه:</b> تبریک می‌گوییم، به‌خاطر عملکرد فوق‌العاده‌تان، به شما یک جایزه رایگان :amount دادیم.",


        'need-buy-license' => "<b>ارتقا کسب و کار: </b>شما هیچ طرح اشتراکی را برای کسب و کار خود خریداری نکرده اید! حالا زمان آن است تا یک اشتراک را خریداری نمایید و یک قدم دیگر در مسیر ساخت یک کسب و کار حرفه ای بردارید. در صورت دریافت تخفیف خرید سالانه، یک اشتراک پایه ماهانه تنها :amount برای شما هزینه خواهد داشت.",
        'not-afford-message' => "درصورت نیاز به راهنمایی، از طریق support@selldone.com و یا بخش پشتیبانی سلدان با ما در تماس باشید.",
        'add-domain' => "<b>چرا یک دامنه سفارشی برای کسب و کار خود ندارید؟</b><br>چیزی به این مهمی را به تاخیر نیندازید! اکنون یک دامنه به وب سایت خود اضافه کنید.",
    ],

    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "سلدان یک <del>محصول</del> <span style='color: forestgreen'> جامعه </span> است.<br> یک سلدانی حرفه ای باش!",
        'message' => "صفحه های رسمی سلدان را در توییتر، لینکدین و شبکه های اجتماعی دنبال کنید. هر نظر، درخواست و انتقادی دارید، برایمان بفرستید یا در بحث ها در رابطه با سلدان مشارکت کنید. ما هم بخشی از جامعه ی سلدانی هستیم که شما می سازید.",
    ],

    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'دریافت سفارشات آووکادو جدید | :shop_title :time',
        'title' => "گزارش عملکرد 24 ساعت گذشته",
        'message' => "مشتریانتان منتظر بررسی سفارشات و قیمت دهی توسط شما هستند. هر چقه سریعتر درخواست های مشتریانتان را پاسخ دهید تا فروش بیشتری بدست بیاورید.",
        'card_title' => "سفارشات در صف انتظار",
        'card_subtitle' => "از :date",

        'card_payed' => "سفارشات پرداخت شده",

    ],

    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => 'پاسخ به پست شما در :community_title',
        'title' => ":name و :count نفر دیگر به پست‌های شما کامنت گذاشتند!",
        'message' => "سلام :name، پست‌های شما توجه‌ها را جلب کرده است! شما کامنت‌هایی در جامعه دریافت کرده‌اید. برای پیوستن به بحث و دیدن نظرها، وارد حساب کاربری خود شوید.",
        'title-simple' => ":name برای پست شما کامنت گذاشت!",
    ],

    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 مطلب جدید برای موضوع: :topic_title',
        'title' => ":name و :count نفر دیگر برای این تاپیک مطلب ارسال کرده اند.",
        'title-simple' => ":name برای این تاپیک مطلبی ارسال کرده است.",

    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 ورود جدید :name',
        'category' => 'اعلان امنیتی',
        'title' => "ورود به حساب کاربری",
        'message' => ":name عزیز، شما وارد حساب خود شده اید. اطلاعات ورود خود را بررسی نمایید..",
        'footer' => "درصورتی که شما وارد حساب خود نشده اید، رمز حساب کاربری خود را تغییر دهید. ",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "برداشت وجه",
        'deposit' => "واریز وجه",

        'withdraw_subject' => "برداشت از حساب :account",
        'deposit_subject' => "واریز به حساب :account",

        'message' => "انتقال وجه با مشخصات زیر صورت پذیرفته است.",

        'type' => "نوع تراکنش",

        'from' => "از حساب",
        'to' => "به حساب",

        'desc' => "توضیحات تراکنش",
        'action' => "مشاهده تراکنش",
    ],

    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ مهم! نقض قوانین | :shop",
        'category' => "اعلان مهم",
        'title' => "فروشگاه شما جریمه شده است",
        'action' => "ورود به داشبورد",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter شما را به سلدان دعوت کرده است",
        'title' => ":name :amount را برای شما ارسال کرده است تا به شما در فروش آنلاین محصولات و خدماتتان کمک نماید.",
        'message' => "در سلدان، می توانید تجارت الکترونیک، وبلاگ و کامیونیتی آنلاین خود را ایجاد کنید و حتی یک صندوق فروشگاهی دریافت کنید تا فروش محصولات و خدمات خود را در عرض چند دقیقه شروع کنید. سلدان یک جعبه ابزار برای شماست تا کسب و کار شما را آنلاین، بهتر و سریعتر کند. فقط تا <b>:date</b> فرصت دارید تا ثبت نام کنید تا یک کوپن به مبلغ :amount دریافت کنید.",
        'accept' => "پذیرفتن دعوت",
        'owner' => "سازنده ",
        'join-date' => "عضو سلدان از",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "لینک بازیابی | :shop",
        'category' => "امنیت فروشگاه",
        'title' => "لینک بازیابی فروشگاه :shop_name.",
        'message' => "این ایمیل به این دلیل برای شما ارسال شده است که شما یک درخواست برای بازیابی فروشگاه خود داشته اید. با کلیک بر روی لینک زیر فروشگاه شما بازیابی خواهد شد.",
        'action' => "تایید بازیابی فروشگاه",
    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'سلدان چقدر برای کسب و کار شما پس انداز کرده است؟',
        'sub-title' => 'از تاریخ :start تا :end',
        'infrastructure' => [
            'title' => 'هزینه زیر ساخت',
            'subtitle' => 'سرورها، CDN، ذخیره سازی و سایر خدمات ابری',
        ],
        'experts' => [
            'title' => 'هزینه متخصص',
            'subtitle' => 'توسعه دهندگان، تعمیر و نگهداری و پشتیبانی',
        ],
        'total_save' => 'کل پول ذخیره شده'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'عملکرد کسب و کار شما',
        'sub-title' => 'نمای کلی کسب و کار شما از :start تا :end',

        'new_visitors' => 'کاربران جدید',
        'returning_visitors' => 'کاربران بازگشته',

        'shop_views' => 'بازدید فروشگاه',
        'baskets' => [
            'title' => 'سبدهای خرید',
            'subtitle' => 'گزارش سبدهای خرید جدید',

        ],
        'products' => [
            'title' => 'گزارش محصولات',
            'subtitle' => 'وضعیت محصولات در فروشگاه بر اساس نوع',
            'value_name' => 'محصولات'
        ],
        'views' => [
            'title' => 'نمایش صفحات',
            'subtitle' => 'مجموع نمایش صفحات سایت',
        ],

    ],


// ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'سفارش جدید',
        'message' => "شما یک سفارش جدید دریافت کرده‌اید. لطفاً برای پردازش سفارش به صفحه مربوطه در پنل فروشنده خود بروید.",
        'subject' => "🛍️ سفارش جدید دریافت شد | :order_id ",
        'your_revenue' => "درآمد شما",
    ],
    'vendor-invite' => [
        'title' => 'دعوتنامه فروشنده',
        'message' => "شما دعوتنامه‌ای برای تبدیل شدن به فروشنده :shop_name دریافت کرده‌اید. شما می‌توانید با کلیک بر روی دکمه‌های زیر آن را قبول یا رد کنید.",
        'subject' => ":shop_name | شما دعوتنامه‌ای برای تبدیل شدن به فروشنده ما دریافت کرده‌اید",
        'accept' => "قبول کردن و تبدیل شدن به فروشنده",
        'reject' => "رد کردن",

    ],

    // کارکنان فروشنده
    'vendor-member-invite' => [
        'title' => 'دعوت به پیوستن به تیم ما',
        'message' => "شما دعوت شده‌اید تا به :vendor_name در :shop_name بپیوندید. می‌توانید با استفاده از دکمه‌های زیر این دعوت را بپذیرید یا رد کنید.",
        'subject' => "دعوت به پیوستن به :vendor_name | عضویت در تیم",
        'accept' => "پذیرفتن و پیوستن به تیم",
        'reject' => "رد",
    ],


    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "کد ورود شما برای :shop",
        'header-message' => "ما این ایمیل را به دلیل درخواست شما برای دریافت کد ورود به فروشگاه ارسال می‌کنیم. لطفاً رمز یک‌بار مصرف (OTP) خود را در زیر پیدا کنید:",
        'footer-message' => "این کد برای 10 دقیقه معتبر است. اگر شما این کد ورود را درخواست نکرده‌اید، لطفاً این ایمیل را نادیده بگیرید."
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "تایید ایمیل شما | :shop",
        'title' => 'تاییدیه ایمیل',
        'header-message' => "سلام :name,<br>لطفاً با کلیک بر روی دکمه یا استفاده از لینک زیر ظرف 48 ساعت تایید کنید که **:email** آدرس ایمیل شما است.",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "به‌روزرسانی محصولات :shop",
        'title' => "به‌روزرسانی وضعیت محصولات - 24 ساعت گذشته",
        'message' => "امیدوارم این پیام شما را در حال خوبی پیدا کند. این یک به‌روزرسانی کوتاه برای اطلاع‌رسانی درباره وضعیت محصولات شما در پلتفرم ما طی 24 ساعت گذشته است.\nدر این دوره، تغییراتی در وضعیت برخی محصولات رخ داده است. این تغییرات ممکن است به دلیل خریدها، به‌روزرسانی‌های موجودی، یا رویدادهای مرتبط دیگر باشد.\nبرای اطلاعات دقیق‌تر درباره هر محصول، لطفاً به حساب کاربری خود وارد شوید و بخش 'وضعیت محصول' را بررسی کنید.",
        'action' => "باز کردن پنل فروشنده",
    ],


    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "دریافت سفارشات عمده | :shop | :date",
        'title' => "اطلاعیه سفارشات عمده",
        'message' => " شما یک دسته از سفارشات عمده دریافت کرده‌اید. لطفاً برای جزئیات بیشتر به صفحه پردازش سفارشات در پنل خود مراجعه کنید. همچنین می‌توانید لیست سفارشات را از طریق لینک امن ارائه شده دانلود کنید که برای مدت 7 روز معتبر است.<br><br>
        <b>مهم:</b> این لینک برای 7 روز معتبر است.<br>
        این لینک پویا است، بنابراین هر بار که روی آن کلیک کنید، جدیدترین سفارشات مربوط به این تاریخ خاص را دریافت خواهید کرد. <b>این به این معنی است که اگر وضعیت پرداخت سفارش به 'رد شده' تغییر کند، دیگر آن سفارش در CSV دانلود شده نمایش داده نخواهد شد، یا اگر سفارش پرداخت شده باشد، در لیست ظاهر خواهد شد.</b><br><br>
        <ul>
            <li>فایل CSV شامل سفارشات پرداخت شده با تاریخ رزرو شده در :date است.</li>
            <li>تاریخ رزرو همان تاریخی است که کاربر دکمه چک‌اوت را در صفحه سفارش فشار داده است.</li>
        </ul>
        <b>برای جلوگیری از سفارشات تکراری، همیشه شناسه سفارش را قبل از ارسال بررسی کنید.</b>
    ",
        'action' => "دانلود لیست سفارشات",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund'=>[
        'message' => "برخی از اقلام سفارش شما پذیرفته نشدند و قابل ارسال نیستند. مبلغ این اقلام به زودی به کارت شما بازپرداخت خواهد شد."
    ]


];
