export default {
  "footer": {
    "title": "በፍጥነት በማደግ ላይ ላሉት ኩባንያዎች #1 ስርዓተ ክወና",
    "message": "Selldone፣ እንደ ኢኮሜርስ መድረክ፣ ለንግድ ስራዎች እድገት እንደ መልአክ ይሰራል። የጡብ እና የሞርታር መደብር ወይም ትልቅ ኩባንያ ካለዎት ምርትዎን በበይነመረብ ላይ ማሳየት አለብዎት። Selldone ዝቅተኛ የስራ ማስኬጃ ወጪዎች እና የበለጠ ተለዋዋጭነት ያላቸው የመስመር ላይ መደብሮችን ለመገንባት ስራ ላይ ይውላል። በተጨማሪም፣ ብጁ አውቶማቲክ ሂደቶችን ለመፍጠር ወይም AI ውህደትን ለመፍጠር በየሳምንቱ አዳዲስ ባህሪያትን የሚያገኝ፣ ሁልጊዜ የሚያሻሽል የኢኮሜርስ አስተዳደር የመሳሪያ ሰንሰለት እናቀርባለን።",
    "contact_us": "አግኙን",
    "about_us": "ስለ Selldone",
    "menu": [
      {
        "title": "ተሽጧል",
        "items": [
          {
            "title": "Selldone ምንድን ነው?",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "የተሸጠ ማህበረሰብ",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "እገዛ",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "ብሎግ",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "FAQ"
            }
          },
          {
            "title": "የ ግል የሆነ",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "የአገልግሎት ውል",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "ዋና መለያ ጸባያት",
        "items": [
          {
            "title": "ባህሪያት እና ጥቅሞች",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "ሠራተኞች እና ልኬት",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "የግብይት መሳሪያዎች",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "የማቀነባበሪያ ማዕከል",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "ማበረታቻዎች እና ክለቦች",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "የክፍያ መፍትሔ",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "ንግድ AI",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "መፍትሄዎች",
        "items": [
          {
            "title": "🎨 Art",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝 ማህበር",
            "to": {
              "name": "GuildHome"
            }
          },
          {
            "title": "🥑 አቮካዶ",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "SEO ሞተር",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "ብልህ ሪፖርት",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "የክላውድ ማስተናገጃ",
            "to": {
              "name": "Landing_Cloud"
            }
          },
          {
            "title": "ሎጂስቲክስ መፍትሔ",
            "to": {
              "name": "Landing_Logistic"
            }
          }
        ]
      },
      {
        "title": "አገልግሎቶች",
        "items": [
          {
            "title": "ዕቅዶች እና ዋጋ",
            "to": {
              "name": "PriceList"
            }
          },
          {
            "title": "መተግበሪያዎች",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "መተግበሪያ ገንቢ",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "ገጽ ገንቢ",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "አውቶሜሽን እና አይኦቲ",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "የማህበረሰብ መድረክ",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "የሽያጭ የእጅ መጽሃፍቶች",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "ይዘትን ለንግድ ላልሆኑ ዓላማዎች እና ከምንጩ ጋር በማጣቀስ (ከ Selldone.com ጋር ግንኙነት) ብቻ መጠቀም። ሁሉም መብቶች ለሴልዶኔ ቡድን የተጠበቁ ናቸው።"
  },
  "admin_footer": {
    "title": "ፈጣን መዳረሻ ምናሌ፡-",
    "boost_mode": "ያሳድጉ",
    "normal_mode": "መደበኛ",
    "boost_message": "ደካማ የበይነመረብ ግንኙነት እና መጨመር ይፈልጋሉ?",
    "dark": "ጨለማ",
    "light": "ብርሃን",
    "theme_message": "ብልጥ ተገላቢጦሽ ያግብሩ",
    "preferences": "ምርጫዎች",
    "select_language": "ቋንቋዎን ይምረጡ",
    "preferences_dialog": {
      "title": "የተጠቃሚ ምርጫዎች"
    },
    "invite_link": "አዲስ አባላትን ለመጋበዝ ይህን ልዩ ሊንክ ያጋሩ"
  },
  "admin_shop_footer": {
    "title": "የ{shop_name} ፈጣን መዳረሻ ፓነል"
  }
};