export default {
  "footer": {
    "title": "نظام التشغيل رقم 1 للشركات سريعة النمو",
    "message": "Selldone ، كمنصة للتجارة الإلكترونية ، تعمل كملاك لنمو الأعمال التجارية. سواء كان لديك متجر فعلي أو شركة كبيرة ، فأنت بحاجة إلى عرض منتجك على الإنترنت. يستخدم Selldone لبناء متاجر على الإنترنت بتكاليف تشغيل أقل ومرونة أكبر. بالإضافة إلى ذلك ، نقدم سلسلة أدوات إدارة التجارة الإلكترونية التي تعمل دائمًا على التحسين والتي تكتسب ميزات جديدة كل أسبوع ، مثل دمج إدارة المتجر وواجهة البرمجة المرئية لإنشاء عمليات أتمتة مخصصة أو تكامل الذكاء الاصطناعي.",
    "contact_us": "اتصل بنا",
    "about_us": "حول سيلدون",
    "menu": [
      {
        "title": "سيلدون",
        "items": [
          {
            "title": "ما هو سيلدون؟",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "مجتمع سيلدون",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "مساعدة",
            "to": {
              "name": "ParticipantPage"
            }
          },
          {
            "title": "مدونة او مذكرة",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "سياسة الخصوصية",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "شروط الخدمة",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "سمات",
        "items": [
          {
            "title": "الميزات والفوائد",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "الموظفين والمقياس",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "أدوات التسويق",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "مركز المعالجة",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "الحوافز والنوادي",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "حل الدفع",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "التجارة AI",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "حلول",
        "items": [
          {
            "title": "🎨 Art",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝 نقابة",
            "to": {
              "name": "GPageHome"
            }
          },
          {
            "title": "أفوكادو",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "محرك SEO",
            "to": {
              "name": "DocHome"
            }
          },
          {
            "title": "تقرير ذكي",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "سحابة استضافة",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "حل لوجستي",
            "to": {
              "name": "Landing_Cloud"
            }
          }
        ]
      },
      {
        "title": "خدمات",
        "items": [
          {
            "title": "الخطط والتسعير",
            "to": {
              "name": "OPagePrice"
            }
          },
          {
            "title": "التطبيقات",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "منشئ التطبيق",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "منشئ الصفحة",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "الأتمتة وإنترنت الأشياء",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "منصة المجتمع",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "كتيبات المبيعات",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "استخدام المحتوى فقط للأغراض غير التجارية وبالإشارة إلى المصدر (ارتباط بـ Selldone.com). جميع الحقوق محفوظة لمجموعة سيلدون.",
    "supported_countries_and_payments": "الدول المدعومة وطرق الدفع",
    "affiliate_program": "برنامج الشراكة",
    "business_idea": "أفكار تجارية",
    "roadmap": "خريطة الطريق",
    "apply_partner": "تقدم بطلب شريك",
    "partner": {
      "title": "انضم كشريك",
      "subtitle": "نحن نقدم لشركائنا فرصة رائعة لتوسيع أعمالهم وتحقيق إيرادات شهرية ثابتة."
    },
    "add_service": "إضافة خدمة",
    "service": {
      "title": "دمج الخدمة الخاصة بك",
      "subtitle": "استعرض خدماتك لآلاف الشركات المزدهرة اليوم وملايين الشركات الأخرى في المستقبل!"
    },
    "add_supplier": "إضافة المورد",
    "supplier": {
      "title": "انضم كمورد",
      "subtitle": "بإمكاننا مساعدتك في وصول منتجاتك إلى آلاف المتاجر النشطة عبر الإنترنت والمتاجر المحلية حول العالم."
    }
  },
  "admin_footer": {
    "title": "قائمة الوصول السريع:",
    "boost_mode": "تعزيز",
    "normal_mode": "طبيعي",
    "boost_message": "اتصال إنترنت ضعيف وتحتاج إلى تعزيز؟",
    "dark": "داكن",
    "light": "خفيفة",
    "theme_message": "تفعيل الانعكاس الذكي",
    "preferences": "التفضيلات",
    "select_language": "اختر لغتك",
    "preferences_dialog": {
      "title": "خيارات المستخدم"
    },
    "invite_link": "شارك هذا الرابط الفريد لدعوة أعضاء جدد"
  },
  "admin_shop_footer": {
    "title": "لوحة الوصول السريع لـ {shop_name}"
  },
  "press_view": {
    "on_all_review_websites": "على جميع مواقع المراجعة"
  }
};