export default {
  "footer": {
    "title": "Операционна система №1 за бързо развиващи се компании",
    "message": "Selldone, като платформа за електронна търговия, работи като ангел за растежа на бизнеса. Независимо дали имате обикновен магазин или голяма компания, трябва да покажете продукта си в интернет. Selldone се използва за изграждане на онлайн магазини с по-ниски оперативни разходи и по-голяма гъвкавост. В допълнение, ние предоставяме непрекъснато подобряваща се верига от инструменти за управление на електронната търговия, която придобива нови функции всяка седмица, като интегриране на администрацията на магазина и интерфейса за визуално програмиране за създаване на персонализирани процеси за автоматизация или интеграция на AI.",
    "contact_us": "Свържете се с нас",
    "about_us": "Относно Селдоун",
    "menu": [
      {
        "title": "Продадено",
        "items": [
          {
            "title": "Какво е Selldone?",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "Selldone Community",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "Помогне",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "Блог",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "FAQ"
            }
          },
          {
            "title": "Политика за поверителност",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "Условия за ползване",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "Характеристика",
        "items": [
          {
            "title": "Характеристики и предимства",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "Персонал и мащаб",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "Маркетингови инструменти",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "Център за обработка",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "Стимули и клубове",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "Решение за плащане",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "Търговски AI",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "Решения",
        "items": [
          {
            "title": "🎨 NFT",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝 Гилдия",
            "to": {
              "name": "GuildHome"
            }
          },
          {
            "title": "🥑 Авокадо",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "SEO двигател",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "Интелигентен отчет",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "Облачен хостинг",
            "to": {
              "name": "Landing_Cloud"
            }
          },
          {
            "title": "Логистично решение",
            "to": {
              "name": "Landing_Logistic"
            }
          }
        ]
      },
      {
        "title": "Услуги",
        "items": [
          {
            "title": "Планове и цени",
            "to": {
              "name": "PriceList"
            }
          },
          {
            "title": "Приложения",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "Създател на приложения",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "Създател на страници",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "Автоматизация и интернет на нещата",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "Платформа на общността",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "Наръчници за продажби",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "Използването на съдържание само за некомерсиални цели и с препратка към източника (връзка със Selldone.com). Всички права запазени за Selldone Group."
  },
  "admin_footer": {
    "title": "Меню за бърз достъп:",
    "boost_mode": "Увеличете",
    "normal_mode": "Нормално",
    "boost_message": "Лоша интернет връзка и имате нужда от усилване?",
    "dark": "Тъмно",
    "light": "Светлина",
    "theme_message": "Активирайте интелигентно инвертиране",
    "preferences": "Предпочитания",
    "select_language": "Изберете вашия език",
    "preferences_dialog": {
      "title": "Потребителски предпочитания"
    },
    "invite_link": "Споделете тази уникална връзка, за да поканите нови членове"
  },
  "admin_shop_footer": {
    "title": "Панел за бърз достъп на {shop_name}"
  }
};