export default {
  "footer": {
    "title": "দ্রুত বর্ধনশীল কোম্পানির জন্য #1 অপারেটিং সিস্টেম",
    "message": "সেলডন, একটি ইকমার্স প্ল্যাটফর্ম হিসাবে, ব্যবসার বৃদ্ধির জন্য একজন দেবদূতের মতো কাজ করে। আপনার একটি ইট-ও-মর্টার স্টোর বা একটি বড় কোম্পানি হোক না কেন, আপনাকে ইন্টারনেটে আপনার পণ্য প্রদর্শন করতে হবে। Selldone কম অপারেটিং খরচ এবং বৃহত্তর নমনীয়তার সাথে অনলাইন স্টোর তৈরি করতে ব্যবহৃত হয়। উপরন্তু, আমরা একটি সর্বদা-উন্নত ইকমার্স ম্যানেজমেন্ট টুলচেন প্রদান করি যা প্রতি সপ্তাহে নতুন বৈশিষ্ট্য অর্জন করে, যেমন কাস্টম অটোমেশন প্রক্রিয়া বা AI ইন্টিগ্রেশন তৈরি করতে স্টোর প্রশাসন এবং ভিজ্যুয়াল প্রোগ্রামিং ইন্টারফেসকে একীভূত করা।",
    "contact_us": "যোগাযোগ করুন",
    "about_us": "Selldone সম্পর্কে",
    "menu": [
      {
        "title": "সেলডন",
        "items": [
          {
            "title": "Selldone কি?",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "Selldone সম্প্রদায়",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "সাহায্য",
            "to": {
              "name": "ParticipantPage"
            }
          },
          {
            "title": "ব্লগ",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "গোপনীয়তা নীতি",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "সেবা পাবার শর্ত",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "বৈশিষ্ট্য",
        "items": [
          {
            "title": "বৈশিষ্ট্য ও উপকারিতা",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "স্টাফ ও স্কেল",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "মার্কেটিং টুলস",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "প্রক্রিয়াকরণ কেন্দ্র",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "ইনসেনটিভ এবং ক্লাব",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "পেমেন্ট সমাধান",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "কমার্স এআই",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "সমাধান",
        "items": [
          {
            "title": "🎨 Art",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝 গিল্ড",
            "to": {
              "name": "GPageHome"
            }
          },
          {
            "title": "🥑 অ্যাভোকাডো",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "এসইও ইঞ্জিন",
            "to": {
              "name": "DocHome"
            }
          },
          {
            "title": "স্মার্ট রিপোর্ট",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "ক্লাউড হোস্টিং",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "লজিস্টিক সমাধান",
            "to": {
              "name": "Landing_Cloud"
            }
          }
        ]
      },
      {
        "title": "সেবা",
        "items": [
          {
            "title": "পরিকল্পনা এবং মূল্য নির্ধারণ",
            "to": {
              "name": "OPagePrice"
            }
          },
          {
            "title": "অ্যাপ্লিকেশন",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "অ্যাপ্লিকেশন নির্মাতা",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "পৃষ্ঠা নির্মাতা",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "অটোমেশন এবং আইওটি",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "কমিউনিটি প্ল্যাটফর্ম",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "বিক্রয় হ্যান্ডবুক",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "শুধুমাত্র অ-বাণিজ্যিক উদ্দেশ্যে এবং উৎসের রেফারেন্সের জন্য সামগ্রীর ব্যবহার (Selldone.com-এর সাথে লিঙ্ক)। সেলডোন গ্রুপের কাছে সমস্ত অধিকার সংরক্ষিত।",
    "supported_countries_and_payments": "সমর্থিত দেশ এবং পেমেন্ট",
    "affiliate_program": "অ্যাফিলিয়েট প্রোগ্রাম",
    "business_idea": "ব্যবসার ধারণা",
    "roadmap": "রোডম্যাপ",
    "apply_partner": "অংশীদার আবেদন করুন",
    "partner": {
      "title": "অংশীদার হিসাবে যোগ দিন",
      "subtitle": "আমরা আমাদের অংশীদারদের তাদের ব্যবসা প্রসারিত করার এবং সামঞ্জস্যপূর্ণ, মাসিক আয় উপার্জন করার একটি দুর্দান্ত সুযোগ প্রদান করি।"
    },
    "add_service": "পরিষেবা যোগ করুন",
    "service": {
      "title": "আপনার পরিষেবা সংহত করুন",
      "subtitle": "আজকে হাজার হাজার সমৃদ্ধশালী ব্যবসায় এবং ভবিষ্যতে আরও লক্ষাধিক ব্যবসার কাছে আপনার পরিষেবা প্রদর্শন করুন!"
    },
    "add_supplier": "সরবরাহকারী যোগ করুন",
    "supplier": {
      "title": "একটি সরবরাহকারী হিসাবে যোগদান করুন",
      "subtitle": "আমরা আপনার পণ্যগুলিকে বিশ্বব্যাপী হাজার হাজার সক্রিয় অনলাইন এবং স্থানীয় স্টোরগুলিতে পৌঁছাতে সহায়তা করতে পারি।"
    }
  },
  "admin_footer": {
    "title": "দ্রুত অ্যাক্সেস মেনু:",
    "boost_mode": "প্রচার করা",
    "normal_mode": "স্বাভাবিক",
    "boost_message": "দরিদ্র ইন্টারনেট সংযোগ এবং বুস্ট প্রয়োজন?",
    "dark": "অন্ধকার",
    "light": "আলো",
    "theme_message": "স্মার্ট ইনভার্ট সক্রিয় করুন",
    "preferences": "পছন্দসমূহ",
    "select_language": "আপনার ভাষা নির্বাচন করুন",
    "preferences_dialog": {
      "title": "ব্যবহারকারীর সুবিধামত"
    },
    "invite_link": "নতুন সদস্যদের আমন্ত্রণ জানাতে এই অনন্য লিঙ্কটি শেয়ার করুন"
  },
  "admin_shop_footer": {
    "title": "{shop_name} এর দ্রুত অ্যাক্সেস প্যানেল"
  },
  "press_view": {
    "on_all_review_websites": "সমস্ত পর্যালোচনা ওয়েবসাইটে"
  }
};