export default {
  /** @see SaminFooter **/
  footer: {
    title: "سیستم عاملی برای کسب و کارهای کوچک و برند های مستقل",
    message:
      "کسب و کار آنلاین خود را رایگان بسازید محصول خوب داشتن کافیست، چه مشتریان زیادی داشته باشید یا اول راه خود باشید، ما کمک می کنیم از طریق پلتفرم فروشگاهی سلدان، ساده تر و منعطف تر کسب و کار خودتان رو آنلاین کرده تا به طیف گسترده تری از مشتریان داخلی و خارجی دست پیدا کنید. سلدان هم محصولات فیزیکی، هم خدمات، هم فایل و حتی کالاهای مجازی را در سایتش پوشش داده و برای هر کدام یک ساختار مختص به خودشان را ارائه می دهد. بنابراین هم خریدار و هم فروشنده مدیریت جامعی بر روی سفارشاتشان خواهند داشت.",
    contact_us: "تماس با ما",
    about_us: "درباره سلدان",
    menu: [
      {
        title: "سلدان",
        items: [
          { title: "سلدان چیست؟", to: { name: "WhatIsSelldone" } },
          { title: "وبلاگ", to: { name: "Blogs" } },
          { title: "راهنما سرویس", to: { name: "Helps" } },
          { title: "سوالات متداول", to: { name: "FAQ" } },
          { title: "انجمن سلدان", to: { name: "CommunityHomePage" } },

          { title: "حریم خصوصی", to: { name: "Landing_Privacy" } },
          { title: "قوانین سرویس", to: { name: "Landing_Terms" } },
        ],
      },
      {
        title: "ویژگی ها",
        items: [
          { title: "ویژگی ها و مزایا", to: { name: "Landing_Features" } },
          { title: "مدیریت کارمندان", to: { name: "Landing_Staffs" } },
          { title: "ابزارهای مارکتینگ", to: { name: "Landing_Marketing" } },
          { title: "مرکز پردازش", to: { name: "Landing_OrderProcessing" } },
          {
            title: "مشوق ها و باشگاه مشتریان",
            to: { name: "Landing_Incentives" },
          },
          { title: "حسابرسی و مدیریت مالی", to: { name: "Landing_Auditing" } },
          { title: "هوش مصنوئی", to: { name: "Landing_AI" } },
        ],
      },
      {
        title: "راه حل ها",
        items: [
          { title: "🎨 NFT", to: { name: "Landing_NFT" } },
          { title: "🤝 قبیله", to: { name: "GuildHome" } },
          { title: "🥑 آووکادو", to: { name: "AvocadoHomePage" } },
          //{ title: "متخصصین", to: { name: "ExpertsPage" } }, TODO: ACTIVATE AFTER RUNNING EXPERTS
          { title: "موتور SEO", to: { name: "Landing_SEO" } },
          { title: "گزارش دهی هوشمند", to: { name: "Landing_SmartReport" } },
          { title: "هاست ابری", to: { name: "Landing_Cloud" } },
        ],
      },
      {
        title: "سرویس ها",
        items: [
          { title: "لیست قیمت", to: { name: "PriceList" } },
          { title: "اپلیکیشن ها", to: { name: "AppStore_List" } },
          { title: "اپلیکیشن ساز", to: { name: "Landing_AppBuilder" } },
          { title: "صفحه لندینگ ساز", to: { name: "Landing_PageBuilder" } },

          { title: "لجستیک و فروش", to: { name: "Landing_Logistic" } },
          {
            title: "اتوماسیون و اینترنت اشیا",
            to: { name: "Landing_Automation" },
          },
          { title: "انجمن ساز", to: { name: "Landing_Community" } },
        ],
      },
    ],
    copyright:
      "استفاده از مطالب سلدان فقط برای مقاصد غیرتجاری و با ذکر منبع (لینک به همراه نام) بلامانع است. کلیه حقوق این سایت متعلق به گروه سلدان می‌باشد.",
  },

  admin_footer: {
    title: "منوی تنظیمات سریع:",
    boost_mode: "حالت سریع",
    normal_mode: "حالت عادی",
    boost_message: "سرعت اینترنت تان کم است؟",
    dark: "تاریک",
    light: "روشن",
    theme_message: "فعال سازی حالت شب",
    preferences: "ترجیحات",
    select_language: "زبان خود را انتخاب نمایید",
    preferences_dialog: {
      title: "تنظیمات کاربری",
    },
    invite_link: "با لینک یکتای خود دیگران را دعوت نمایید",
  },

  admin_shop_footer: {
    title: "پنل دسترسی سریع {shop_name}",
  },
};
