export default {
  "footer": {
    "title": "ઝડપથી વિકસતી કંપનીઓ માટે #1 ઓપરેટિંગ સિસ્ટમ",
    "message": "Selldone, એક ઈકોમર્સ પ્લેટફોર્મ તરીકે, વ્યવસાયોના વિકાસ માટે દેવદૂતની જેમ કાર્ય કરે છે. ભલે તમારી પાસે ઈંટ-અને-મોર્ટાર સ્ટોર હોય અથવા મોટી કંપની, તમારે ઇન્ટરનેટ પર તમારું ઉત્પાદન પ્રદર્શિત કરવાની જરૂર છે. સેલડોનનો ઉપયોગ ઓપરેટિંગ ખર્ચ અને વધુ સુગમતા સાથે ઓનલાઈન સ્ટોર બનાવવા માટે થાય છે. વધુમાં, અમે હંમેશા-સુધારતી ઈકોમર્સ મેનેજમેન્ટ ટૂલચેન પ્રદાન કરીએ છીએ જે દર અઠવાડિયે નવી સુવિધાઓ મેળવે છે, જેમ કે સ્ટોર એડમિનિસ્ટ્રેશન અને વિઝ્યુઅલ પ્રોગ્રામિંગ ઈન્ટરફેસને એકીકૃત કરવા માટે કસ્ટમ ઓટોમેશન પ્રક્રિયાઓ અથવા AI એકીકરણ.",
    "contact_us": "અમારો સંપર્ક કરો",
    "about_us": "Selldone વિશે",
    "menu": [
      {
        "title": "સેલડન",
        "items": [
          {
            "title": "Selldone શું છે?",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "Selldone સમુદાય",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "મદદ",
            "to": {
              "name": "ParticipantPage"
            }
          },
          {
            "title": "બ્લોગ",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "ગોપનીયતા નીતિ",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "સેવાની શરતો",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "વિશેષતા",
        "items": [
          {
            "title": "લક્ષણો અને લાભો",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "સ્ટાફ અને સ્કેલ",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "માર્કેટિંગ સાધનો",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "પ્રક્રિયા કેન્દ્ર",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "પ્રોત્સાહનો અને ક્લબ",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "ચુકવણી ઉકેલ",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "કોમર્સ AI",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "ઉકેલો",
        "items": [
          {
            "title": "🎨 Art",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝 ગિલ્ડ",
            "to": {
              "name": "GPageHome"
            }
          },
          {
            "title": "🥑 એવોકાડો",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "SEO એન્જિન",
            "to": {
              "name": "DocHome"
            }
          },
          {
            "title": "સ્માર્ટ રિપોર્ટ",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "ક્લાઉડ હોસ્ટિંગ",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "લોજિસ્ટિક સોલ્યુશન",
            "to": {
              "name": "Landing_Cloud"
            }
          }
        ]
      },
      {
        "title": "સેવાઓ",
        "items": [
          {
            "title": "યોજનાઓ અને કિંમત",
            "to": {
              "name": "OPagePrice"
            }
          },
          {
            "title": "અરજીઓ",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "એપ્લિકેશન બિલ્ડર",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "પેજ બિલ્ડર",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "ઓટોમેશન અને IoT",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "સમુદાય પ્લેટફોર્મ",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "વેચાણ હેન્ડબુક",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "સામગ્રીનો ઉપયોગ માત્ર બિન-વ્યાવસાયિક હેતુઓ માટે અને સ્ત્રોતના સંદર્ભ સાથે (Selldone.com સાથે લિંક). Selldone Group માટે તમામ અધિકારો આરક્ષિત છે."
  },
  "admin_footer": {
    "title": "ઝડપી ઍક્સેસ મેનૂ:",
    "boost_mode": "બુસ્ટ",
    "normal_mode": "સામાન્ય",
    "boost_message": "નબળું ઇન્ટરનેટ કનેક્શન અને બુસ્ટની જરૂર છે?",
    "dark": "શ્યામ",
    "light": "પ્રકાશ",
    "theme_message": "સ્માર્ટ ઇન્વર્ટ સક્રિય કરો",
    "preferences": "પસંદગીઓ",
    "select_language": "તમારી ભાષા પસંદ કરો",
    "preferences_dialog": {
      "title": "વપરાશકર્તા પસંદગીઓ"
    },
    "invite_link": "નવા સભ્યોને આમંત્રિત કરવા માટે આ અનન્ય લિંક શેર કરો"
  },
  "admin_shop_footer": {
    "title": "{shop_name} ની ઝડપી ઍક્સેસ પેનલ"
  }
};