export default {
  "footer": {
    "title": "Թիվ 1 օպերացիոն համակարգը արագ զարգացող ընկերությունների համար",
    "message": "Selldone-ը, որպես էլեկտրոնային առևտրի հարթակ, գործում է որպես հրեշտակ բիզնեսի աճի համար: Անկախ նրանից, թե դուք ունեք աղյուսի խանութ, թե խոշոր ընկերություն, դուք պետք է ցուցադրեք ձեր արտադրանքը ինտերնետում: Seldone-ն օգտագործվում էր առցանց խանութներ կառուցելու համար՝ ավելի ցածր գործառնական ծախսերով և ավելի մեծ ճկունությամբ: Բացի այդ, մենք տրամադրում ենք էլեկտրոնային առևտրի կառավարման միշտ կատարելագործվող գործիքների շղթա, որն ամեն շաբաթ ձեռք է բերում նոր հնարավորություններ, ինչպիսիք են խանութի ադմինիստրացիայի և տեսողական ծրագրավորման ինտերֆեյսի ինտեգրումը՝ հատուկ ավտոմատացման գործընթացներ կամ AI ինտեգրում ստեղծելու համար:",
    "contact_us": "Կապ մեզ հետ",
    "about_us": "Selldone-ի մասին",
    "menu": [
      {
        "title": "Վաճառված է",
        "items": [
          {
            "title": "Ինչ է Selldone-ը:",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "Seldone համայնք",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "Օգնություն",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "Բլոգ",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "FAQ"
            }
          },
          {
            "title": "Գաղտնիության քաղաքականություն",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "Ծառայությունների մատուցման պայմաններ",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "Հատկություններ",
        "items": [
          {
            "title": "Առանձնահատկություններ և առավելություններ",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "Աշխատակազմ և մասշտաբ",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "Մարքեթինգային գործիքներ",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "Մշակման կենտրոն",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "Խրախուսումներ և ակումբներ",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "Վճարման լուծում",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "Commerce AI",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "Լուծումներ",
        "items": [
          {
            "title": "🎨 NFT",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝 Գիլդիա",
            "to": {
              "name": "GuildHome"
            }
          },
          {
            "title": "🥑 Ավոկադո",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "SEO շարժիչ",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "Խելացի հաշվետվություն",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "Ամպային հոստինգ",
            "to": {
              "name": "Landing_Cloud"
            }
          },
          {
            "title": "Լոգիստիկ լուծում",
            "to": {
              "name": "Landing_Logistic"
            }
          }
        ]
      },
      {
        "title": "Ծառայություններ",
        "items": [
          {
            "title": "Պլաններ և գներ",
            "to": {
              "name": "PriceList"
            }
          },
          {
            "title": "Դիմումներ",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "Հավելվածի ստեղծող",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "Էջ կառուցող",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "Ավտոմատացում և IoT",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "Համայնքային հարթակ",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "Վաճառքի ձեռնարկներ",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "Բովանդակության օգտագործումը միայն ոչ առևտրային նպատակներով և աղբյուրին հղումով (հղում Selldone.com-ի հետ): Բոլոր իրավունքները պաշտպանված են Selldone Group-ին:"
  },
  "admin_footer": {
    "title": "Արագ մուտքի ընտրացանկ.",
    "boost_mode": "Բարձրացնել",
    "normal_mode": "Նորմալ",
    "boost_message": "Վատ ինտերնետ կապ և խթանման կարիք կա՞:",
    "dark": "Մութ",
    "light": "Լույս",
    "theme_message": "Ակտիվացրեք խելացի շրջադարձը",
    "preferences": "Նախապատվություններ",
    "select_language": "Ընտրեք ձեր լեզուն",
    "preferences_dialog": {
      "title": "Օգտագործողի նախասիրությունները"
    },
    "invite_link": "Կիսվեք այս եզակի հղումով՝ նոր անդամներ հրավիրելու համար"
  },
  "admin_shop_footer": {
    "title": "{shop_name}-ի արագ մուտքի վահանակ"
  }
};