export default {
  "footer": {
    "title": "#1 ოპერაციული სისტემა სწრაფად მზარდი კომპანიებისთვის",
    "message": "Selldone, როგორც ელექტრონული კომერციის პლატფორმა, ანგელოზივით მუშაობს ბიზნესის ზრდისთვის. მიუხედავად იმისა, გაქვთ აგურის და ნაღმტყორცნების მაღაზია თუ დიდი კომპანია, თქვენ უნდა აჩვენოთ თქვენი პროდუქტი ინტერნეტში. Seldone იყენებდა ონლაინ მაღაზიების აშენებას დაბალი საოპერაციო ხარჯებით და მეტი მოქნილობით. გარდა ამისა, ჩვენ გთავაზობთ ელექტრონული კომერციის მართვის ყოველთვის გაუმჯობესებულ ინსტრუმენტთა ჯაჭვს, რომელიც ყოველ კვირას იძენს ახალ ფუნქციებს, როგორიცაა მაღაზიის ადმინისტრაციისა და ვიზუალური პროგრამირების ინტერფეისის ინტეგრირება მორგებული ავტომატიზაციის პროცესების ან AI ინტეგრაციის შესაქმნელად.",
    "contact_us": "Დაგვიკავშირდით",
    "about_us": "სელდონის შესახებ",
    "menu": [
      {
        "title": "გაყიდულია",
        "items": [
          {
            "title": "რა არის Selldone?",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "გაყიდული საზოგადოება",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "დახმარება",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "ბლოგი",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "FAQ"
            }
          },
          {
            "title": "Კონფიდენციალურობის პოლიტიკა",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "Მომსახურების პირობები",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "მახასიათებლები",
        "items": [
          {
            "title": "მახასიათებლები და უპირატესობები",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "პერსონალი და მასშტაბი",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "მარკეტინგის ინსტრუმენტები",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "დამუშავების ცენტრი",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "სტიმული და კლუბები",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "გადახდის გადაწყვეტა",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "Commerce AI",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "გადაწყვეტილებები",
        "items": [
          {
            "title": "🎨 Art",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝 გილდია",
            "to": {
              "name": "GuildHome"
            }
          },
          {
            "title": "🥑 ავოკადო",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "SEO ძრავა",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "ჭკვიანი ანგარიში",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "ღრუბლოვანი ჰოსტინგი",
            "to": {
              "name": "Landing_Cloud"
            }
          },
          {
            "title": "ლოგისტიკური გადაწყვეტა",
            "to": {
              "name": "Landing_Logistic"
            }
          }
        ]
      },
      {
        "title": "სერვისები",
        "items": [
          {
            "title": "გეგმები და ფასები",
            "to": {
              "name": "PriceList"
            }
          },
          {
            "title": "აპლიკაციები",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "აპლიკაციის შემქმნელი",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "გვერდის შემქმნელი",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "ავტომატიზაცია და IoT",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "საზოგადოების პლატფორმა",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "გაყიდვების სახელმძღვანელოები",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "კონტენტის გამოყენება მხოლოდ არაკომერციული მიზნებისთვის და წყაროს მითითებით (ბმული Selldone.com-თან). ყველა უფლება დაცულია Selldone Group-ზე."
  },
  "admin_footer": {
    "title": "სწრაფი წვდომის მენიუ:",
    "boost_mode": "გაძლიერება",
    "normal_mode": "ნორმალური",
    "boost_message": "ცუდი ინტერნეტ კავშირი და გჭირდებათ გაძლიერება?",
    "dark": "Ბნელი",
    "light": "Მსუბუქი",
    "theme_message": "გაააქტიურეთ ჭკვიანი ინვერსია",
    "preferences": "პრეფერენციები",
    "select_language": "აირჩიეთ თქვენი ენა",
    "preferences_dialog": {
      "title": "მომხმარებლის პრეფერენციები"
    },
    "invite_link": "გააზიარეთ ეს უნიკალური ბმული ახალი წევრების მოსაწვევად"
  },
  "admin_shop_footer": {
    "title": "{shop_name}-ის სწრაფი წვდომის პანელი"
  }
};