export default {
  "footer": {
    "title": "Жылдам дамып келе жатқан компаниялар үшін №1 операциялық жүйе",
    "message": "Selldone электрондық коммерция платформасы ретінде бизнестің өсуі үшін періште сияқты жұмыс істейді. Сізде кірпіштен жасалған дүкен немесе ірі компания бар ма, сіз өзіңіздің өніміңізді интернетте көрсетуіңіз керек. Selldone операциялық шығындары төмен және икемділігі жоғары интернет-дүкендер салу үшін пайдаланды. Бұған қоса, біз пайдаланушы автоматтандыру процестерін немесе AI интеграциясын жасау үшін дүкен әкімшілігі мен визуалды бағдарламалау интерфейсін біріктіру сияқты апта сайын жаңа мүмкіндіктерге ие болатын үнемі жетілдірілетін электрондық коммерцияны басқару құралдары тізбегін ұсынамыз.",
    "contact_us": "Бізбен хабарласыңы",
    "about_us": "Selldone туралы",
    "menu": [
      {
        "title": "Selldone",
        "items": [
          {
            "title": "Selldone дегеніміз не?",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "Selldone қауымдастығы",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "Көмектесіңдер",
            "to": {
              "name": "ParticipantPage"
            }
          },
          {
            "title": "Блог",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "Құпиялылық саясаты",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "Қызмет көрсету шарттары",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "Ерекше өзгешеліктері",
        "items": [
          {
            "title": "Ерекшеліктер мен артықшылықтар",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "Персонал және масштаб",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "Маркетинг құралдары",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "Процессинг орталығы",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "Ынталандырулар және клубтар",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "Төлем шешімі",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "Коммерциялық AI",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "Шешімдер",
        "items": [
          {
            "title": "🎨 Art",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝 Гильдия",
            "to": {
              "name": "GuildHome"
            }
          },
          {
            "title": "🥑 Авокадо",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "SEO қозғалтқышы",
            "to": {
              "name": "DocHome"
            }
          },
          {
            "title": "Ақылды есеп",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "Бұлтты хостинг",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "Логистикалық шешім",
            "to": {
              "name": "Landing_Cloud"
            }
          }
        ]
      },
      {
        "title": "Қызметтер",
        "items": [
          {
            "title": "Жоспарлар және бағалар",
            "to": {
              "name": "PriceList"
            }
          },
          {
            "title": "Қолданбалар",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "Қолданба құрастырушы",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "Бет құрастырушы",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "Автоматтандыру және IoT",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "Қауымдастық платформасы",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "Сату анықтамалықтары",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "Мазмұнды тек коммерциялық емес мақсаттарда және дереккөзге сілтеме жасау арқылы пайдалану (Selldone.com сілтемесі). Барлық құқықтар Selldone Group компаниясына тиесілі."
  },
  "admin_footer": {
    "title": "Жылдам қол жеткізу мәзірі:",
    "boost_mode": "Күшейтіңіз",
    "normal_mode": "Қалыпты",
    "boost_message": "Интернет байланысы нашар және оны күшейту керек пе?",
    "dark": "Қараңғы",
    "light": "Жарық",
    "theme_message": "Смарт инвертті іске қосыңыз",
    "preferences": "Параметрлер",
    "select_language": "Тіліңізді таңдаңыз",
    "preferences_dialog": {
      "title": "Пайдаланушы қалаулары"
    },
    "invite_link": "Жаңа мүшелерді шақыру үшін осы бірегей сілтемені бөлісіңіз"
  },
  "admin_shop_footer": {
    "title": "{shop_name} жылдам кіру тақтасы"
  }
};