export default {
  "footer": {
    "title": "ವೇಗವಾಗಿ ಬೆಳೆಯುತ್ತಿರುವ ಕಂಪನಿಗಳಿಗೆ #1 ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಮ್",
    "message": "Selldone, ಇಕಾಮರ್ಸ್ ವೇದಿಕೆಯಾಗಿ, ವ್ಯವಹಾರಗಳ ಬೆಳವಣಿಗೆಗೆ ದೇವತೆಯಂತೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ. ನೀವು ಇಟ್ಟಿಗೆ ಮತ್ತು ಗಾರೆ ಅಂಗಡಿ ಅಥವಾ ದೊಡ್ಡ ಕಂಪನಿಯನ್ನು ಹೊಂದಿದ್ದರೂ, ನಿಮ್ಮ ಉತ್ಪನ್ನವನ್ನು ಇಂಟರ್ನೆಟ್‌ನಲ್ಲಿ ಪ್ರದರ್ಶಿಸಬೇಕು. Selldone ಕಡಿಮೆ ನಿರ್ವಹಣಾ ವೆಚ್ಚ ಮತ್ತು ಹೆಚ್ಚಿನ ನಮ್ಯತೆಯೊಂದಿಗೆ ಆನ್‌ಲೈನ್ ಸ್ಟೋರ್‌ಗಳನ್ನು ನಿರ್ಮಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ. ಹೆಚ್ಚುವರಿಯಾಗಿ, ಕಸ್ಟಮ್ ಯಾಂತ್ರೀಕೃತಗೊಂಡ ಪ್ರಕ್ರಿಯೆಗಳು ಅಥವಾ AI ಏಕೀಕರಣವನ್ನು ರಚಿಸಲು ಸ್ಟೋರ್ ಆಡಳಿತ ಮತ್ತು ದೃಶ್ಯ ಪ್ರೋಗ್ರಾಮಿಂಗ್ ಇಂಟರ್ಫೇಸ್ ಅನ್ನು ಸಂಯೋಜಿಸುವಂತಹ ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಪ್ರತಿ ವಾರ ಪಡೆದುಕೊಳ್ಳುವ ಯಾವಾಗಲೂ-ಸುಧಾರಿತ ಇಕಾಮರ್ಸ್ ಮ್ಯಾನೇಜ್‌ಮೆಂಟ್ ಟೂಲ್‌ಚೇನ್ ಅನ್ನು ನಾವು ಒದಗಿಸುತ್ತೇವೆ.",
    "contact_us": "ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ",
    "about_us": "Selldone ಬಗ್ಗೆ",
    "menu": [
      {
        "title": "ಮಾರಾಟವಾಗಿದೆ",
        "items": [
          {
            "title": "Selldone ಎಂದರೇನು?",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "ಮಾರಾಟದ ಸಮುದಾಯ",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "ಸಹಾಯ",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "ಬ್ಲಾಗ್",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "FAQ"
            }
          },
          {
            "title": "ಗೌಪ್ಯತಾ ನೀತಿ",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "ಸೇವಾ ನಿಯಮಗಳು",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "ವೈಶಿಷ್ಟ್ಯಗಳು",
        "items": [
          {
            "title": "ವೈಶಿಷ್ಟ್ಯಗಳು ಮತ್ತು ಪ್ರಯೋಜನಗಳು",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "ಸಿಬ್ಬಂದಿ ಮತ್ತು ಪ್ರಮಾಣ",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "ಮಾರ್ಕೆಟಿಂಗ್ ಪರಿಕರಗಳು",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "ಸಂಸ್ಕರಣಾ ಕೇಂದ್ರ",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "ಪ್ರೋತ್ಸಾಹ ಮತ್ತು ಕ್ಲಬ್‌ಗಳು",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "ಪಾವತಿ ಪರಿಹಾರ",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "ವಾಣಿಜ್ಯ AI",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "ಪರಿಹಾರಗಳು",
        "items": [
          {
            "title": "🎨 Art",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝 ಗಿಲ್ಡ್",
            "to": {
              "name": "GuildHome"
            }
          },
          {
            "title": "🥑 ಆವಕಾಡೊ",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "SEO ಎಂಜಿನ್",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "ಸ್ಮಾರ್ಟ್ ವರದಿ",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "ಮೇಘ ಹೋಸ್ಟಿಂಗ್",
            "to": {
              "name": "Landing_Cloud"
            }
          },
          {
            "title": "ಲಾಜಿಸ್ಟಿಕ್ ಪರಿಹಾರ",
            "to": {
              "name": "Landing_Logistic"
            }
          }
        ]
      },
      {
        "title": "ಸೇವೆಗಳು",
        "items": [
          {
            "title": "ಯೋಜನೆಗಳು ಮತ್ತು ಬೆಲೆ",
            "to": {
              "name": "PriceList"
            }
          },
          {
            "title": "ಅರ್ಜಿಗಳನ್ನು",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "ಅಪ್ಲಿಕೇಶನ್ ಬಿಲ್ಡರ್",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "ಪುಟ ಬಿಲ್ಡರ್",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "ಆಟೋಮೇಷನ್ ಮತ್ತು IoT",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "ಸಮುದಾಯ ವೇದಿಕೆ",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "ಮಾರಾಟ ಕೈಪಿಡಿಗಳು",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "ವಾಣಿಜ್ಯೇತರ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಮತ್ತು ಮೂಲವನ್ನು ಉಲ್ಲೇಖಿಸಿ (Selldone.com ನೊಂದಿಗೆ ಲಿಂಕ್) ವಿಷಯದ ಬಳಕೆ. ಎಲ್ಲಾ ಹಕ್ಕುಗಳನ್ನು Selldone Group ಗೆ ಕಾಯ್ದಿರಿಸಲಾಗಿದೆ."
  },
  "admin_footer": {
    "title": "ತ್ವರಿತ ಪ್ರವೇಶ ಮೆನು:",
    "boost_mode": "ಬೂಸ್ಟ್",
    "normal_mode": "ಸಾಮಾನ್ಯ",
    "boost_message": "ಕಳಪೆ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕ ಮತ್ತು ಬೂಸ್ಟ್ ಅಗತ್ಯವಿದೆಯೇ?",
    "dark": "ಕತ್ತಲು",
    "light": "ಬೆಳಕು",
    "theme_message": "ಸ್ಮಾರ್ಟ್ ಇನ್ವರ್ಟ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ",
    "preferences": "ಆದ್ಯತೆಗಳು",
    "select_language": "ನಿಮ್ಮ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ",
    "preferences_dialog": {
      "title": "ಬಳಕೆದಾರರ ಆದ್ಯತೆಗಳು"
    },
    "invite_link": "ಹೊಸ ಸದಸ್ಯರನ್ನು ಆಹ್ವಾನಿಸಲು ಈ ಅನನ್ಯ ಲಿಂಕ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಿ"
  },
  "admin_shop_footer": {
    "title": "{shop_name} ನ ತ್ವರಿತ ಪ್ರವೇಶ ಫಲಕ"
  }
};