export default {
  "footer": {
    "title": "Тез өнүгүп жаткан компаниялар үчүн №1 операциялык система",
    "message": "Selldone, электрондук соода платформасы катары, бизнестин өсүшү үчүн периште сыяктуу иштейт. Кирпичтен жасалган дүкөнүңүзбү же чоң компанияңыз барбы, сиз өз товарыңызды интернетте көрсөтүшүңүз керек. Selldone төмөнкү операциялык чыгымдар жана көбүрөөк ийкемдүүлүк менен онлайн дүкөндөрдү куруу үчүн колдонулган. Кошумчалай кетсек, биз ар дайым өркүндөтүлгөн электрондук коммерцияны башкаруу инструменттерин сунуштайбыз, ал ар жума сайын жаңы функцияларга ээ болот, мисалы, дүкөн администрациясын жана ыңгайлаштырылган автоматташтыруу процесстерин же AI интеграциясын түзүү үчүн визуалдык программалоо интерфейсин интеграциялоо.",
    "contact_us": "Биз менен байланыш",
    "about_us": "Selldone жөнүндө",
    "menu": [
      {
        "title": "Selldone",
        "items": [
          {
            "title": "Selldone деген эмне?",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "Selldone коомчулугу",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "Жардам",
            "to": {
              "name": "ParticipantPage"
            }
          },
          {
            "title": "Блог",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "Купуялык саясаты",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "Тейлөө шарттары",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "Өзгөчөлүктөрү",
        "items": [
          {
            "title": "Өзгөчөлүктөрү & Артыкчылыктары",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "Кызматкерлер жана масштаб",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "Маркетинг куралдары",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "Процессинг борбору",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "Стимулдар жана клубдар",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "Төлөм чечими",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "Соода AI",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "Чечимдер",
        "items": [
          {
            "title": "🎨 Art",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝 Гильдия",
            "to": {
              "name": "GuildHome"
            }
          },
          {
            "title": "🥑 Авокадо",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "SEO Engine",
            "to": {
              "name": "DocHome"
            }
          },
          {
            "title": "Smart Report",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "Cloud Hosting",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "Логистикалык чечим",
            "to": {
              "name": "Landing_Cloud"
            }
          }
        ]
      },
      {
        "title": "Кызматтар",
        "items": [
          {
            "title": "Пландар жана баа",
            "to": {
              "name": "PriceList"
            }
          },
          {
            "title": "Тиркемелер",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "Колдонмо куруучу",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "Барак куруучу",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "Автоматташтыруу жана IoT",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "Коомдук платформа",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "Сатуу китептери",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "Коммерциялык эмес максаттарда жана булакка шилтеме менен гана мазмунду колдонуу (Selldone.com менен шилтеме). Бардык укуктар Selldone Group компаниясына таандык."
  },
  "admin_footer": {
    "title": "Тез кирүү менюсу:",
    "boost_mode": "Boost",
    "normal_mode": "Кадимки",
    "boost_message": "Интернет байланышы начар жана күчөтүү керекпи?",
    "dark": "Караңгы",
    "light": "Жарык",
    "theme_message": "Акылдуу инвертти иштетүү",
    "preferences": "Preferences",
    "select_language": "Тилиңизди тандаңыз",
    "preferences_dialog": {
      "title": "Джарашдырыулада"
    },
    "invite_link": "Жаңы мүчөлөрдү чакыруу үчүн бул уникалдуу шилтемени бөлүшүңүз"
  },
  "admin_shop_footer": {
    "title": "{shop_name} тез кирүү панели"
  }
};