export default {
  "footer": {
    "title": "ລະບົບປະຕິບັດການ #1 ສໍາລັບບໍລິສັດທີ່ເຕີບໂຕໄວ",
    "message": "Selldone, ເປັນແພລະຕະຟອມອີຄອມເມີຊ, ດໍາເນີນການຄືກັບນາງຟ້າສໍາລັບການຂະຫຍາຍຕົວຂອງທຸລະກິດ. ບໍ່ວ່າທ່ານມີຮ້ານ brick-and-mortar ຫຼືບໍລິສັດຂະຫນາດໃຫຍ່, ທ່ານຈໍາເປັນຕ້ອງສະແດງສິນຄ້າຂອງທ່ານໃນອິນເຕີເນັດ. Selldone ໃຊ້ເພື່ອສ້າງຮ້ານຄ້າອອນໄລນ໌ທີ່ມີຄ່າໃຊ້ຈ່າຍໃນການດໍາເນີນງານຕ່ໍາແລະຄວາມຍືດຫຍຸ່ນຫຼາຍກວ່າເກົ່າ. ນອກຈາກນັ້ນ, ພວກເຮົາສະຫນອງລະບົບຕ່ອງໂສ້ການຄຸ້ມຄອງອີຄອມເມີຊທີ່ມີການປັບປຸງຢ່າງຕໍ່ເນື່ອງເຊິ່ງໄດ້ຮັບຄຸນສົມບັດໃຫມ່ໃນທຸກໆອາທິດ, ເຊັ່ນ: ການລວມເອົາການຄຸ້ມຄອງຮ້ານແລະການໂຕ້ຕອບການຂຽນໂປຼແກຼມທີ່ມີສາຍຕາເພື່ອສ້າງຂະບວນການອັດຕະໂນມັດທີ່ກໍາຫນົດເອງຫຼືການເຊື່ອມໂຍງ AI.",
    "contact_us": "ຕິດ​ຕໍ່​ພວກ​ເຮົາ",
    "about_us": "ກ່ຽວກັບ Selldone",
    "menu": [
      {
        "title": "ຂາຍແລ້ວ",
        "items": [
          {
            "title": "Selldone ແມ່ນຫຍັງ?",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "ຊຸມຊົນ Selldone",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "ຊ່ວຍເຫຼືອ",
            "to": {
              "name": "ParticipantPage"
            }
          },
          {
            "title": "ບລັອກ",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "ເງື່ອນໄຂການໃຫ້ບໍລິການ",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "ຄຸນ​ລັກ​ສະ​ນະ",
        "items": [
          {
            "title": "ຄຸນສົມບັດ & ຜົນປະໂຫຍດ",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "ພະນັກງານ & ຂະຫນາດ",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "ເຄື່ອງມືການຕະຫຼາດ",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "ສູນປະມວນຜົນ",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "ແຮງຈູງໃຈ & ສະໂມສອນ",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "ການແກ້ໄຂການຈ່າຍເງິນ",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "AI ການຄ້າ",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "ວິທີແກ້ໄຂ",
        "items": [
          {
            "title": "🎨 Art",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝 ສະມາຄົມ",
            "to": {
              "name": "GPageHome"
            }
          },
          {
            "title": "🥑 ອາໂວກາໂດ",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "ເຄື່ອງຈັກ SEO",
            "to": {
              "name": "DocHome"
            }
          },
          {
            "title": "ລາຍງານອັດສະລິຍະ",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "Cloud Hosting",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "ການແກ້ໄຂ Logistic",
            "to": {
              "name": "Landing_Cloud"
            }
          }
        ]
      },
      {
        "title": "ການບໍລິການ",
        "items": [
          {
            "title": "ແຜນການ & ລາຄາ",
            "to": {
              "name": "OPagePrice"
            }
          },
          {
            "title": "ຄໍາຮ້ອງສະຫມັກ",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "ຕົວສ້າງແອັບພລິເຄຊັນ",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "ຕົວສ້າງໜ້າ",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "ອັດຕະໂນມັດ ແລະ IoT",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "ເວທີຊຸມຊົນ",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "ປື້ມຄູ່ມືການຂາຍ",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "ການນໍາໃຊ້ເນື້ອຫາພຽງແຕ່ສໍາລັບຈຸດປະສົງທີ່ບໍ່ແມ່ນການຄ້າແລະການອ້າງອີງເຖິງແຫຼ່ງ (ການເຊື່ອມຕໍ່ກັບ Selldone.com). ສະຫງວນລິຂະສິດທັງໝົດໃຫ້ກັບກຸ່ມ Selldone."
  },
  "admin_footer": {
    "title": "ເມນູການເຂົ້າເຖິງດ່ວນ:",
    "boost_mode": "ເສີມ",
    "normal_mode": "ປົກກະຕິ",
    "boost_message": "ການເຊື່ອມຕໍ່ອິນເຕີເນັດບໍ່ດີ ແລະຕ້ອງການເພີ່ມບໍ?",
    "dark": "ມືດ",
    "light": "ແສງສະຫວ່າງ",
    "theme_message": "ເປີດໃຊ້ smart invert",
    "preferences": "ຄວາມມັກ",
    "select_language": "ເລືອກພາສາຂອງທ່ານ",
    "preferences_dialog": {
      "title": "ຄວາມມັກຂອງຜູ້ໃຊ້"
    },
    "invite_link": "ແບ່ງປັນລິ້ງທີ່ເປັນເອກະລັກນີ້ເພື່ອເຊີນສະມາຊິກໃໝ່"
  },
  "admin_shop_footer": {
    "title": "ແຜງເຂົ້າເຖິງດ່ວນຂອງ {shop_name}"
  }
};