export default {
  "footer": {
    "title": "Оперативен систем број 1 за брзорастечки компании",
    "message": "Selldone, како платформа за е-трговија, работи како ангел за раст на бизнисите. Без разлика дали имате продавница за тули и малтер или голема компанија, треба да го прикажете вашиот производ на Интернет. Селдоне се користеше за изградба на онлајн продавници со пониски оперативни трошоци и поголема флексибилност. Дополнително, обезбедуваме синџир на алатки за управување со е-трговија кој секогаш се подобрува, кој добива нови функции секоја недела, како што се интегрирање на администрацијата на продавницата и визуелен програмски интерфејс за создавање сопствени процеси на автоматизација или интеграција со вештачка интелигенција.",
    "contact_us": "Контактирајте не",
    "about_us": "За Селдоне",
    "menu": [
      {
        "title": "Продадено",
        "items": [
          {
            "title": "Што е Селдоне?",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "Продадена заедница",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "Помош",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "Блог",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "FAQ"
            }
          },
          {
            "title": "Политика за приватност",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "Услови за користење",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "Карактеристики",
        "items": [
          {
            "title": "Карактеристики и придобивки",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "Персонал и скала",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "Маркетинг алатки",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "Центар за обработка",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "Стимулации и клубови",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "Решение за плаќање",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "Commerce AI",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "Решенија",
        "items": [
          {
            "title": "🎨 NFT",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝 Еснаф",
            "to": {
              "name": "GuildHome"
            }
          },
          {
            "title": "🥑 Авокадо",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "Оптимизација за мотор",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "Паметен извештај",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "Облак хостинг",
            "to": {
              "name": "Landing_Cloud"
            }
          },
          {
            "title": "Логистичко решение",
            "to": {
              "name": "Landing_Logistic"
            }
          }
        ]
      },
      {
        "title": "Услуги",
        "items": [
          {
            "title": "Планови и цени",
            "to": {
              "name": "PriceList"
            }
          },
          {
            "title": "Апликации",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "Градител на апликации",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "Изградувач на страници",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "Автоматизација и IoT",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "Платформа на заедницата",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "Прирачници за продажба",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "Употребата на содржината само за некомерцијални цели и со повикување на изворот (врска со Selldone.com). Сите права се задржани на Selldone Group."
  },
  "admin_footer": {
    "title": "Мени за брз пристап:",
    "boost_mode": "Засили",
    "normal_mode": "Нормално",
    "boost_message": "Лоша интернет конекција и ви треба засилување?",
    "dark": "Темно",
    "light": "Светлина",
    "theme_message": "Активирајте паметна инверт",
    "preferences": "Преференции",
    "select_language": "Изберете го вашиот јазик",
    "preferences_dialog": {
      "title": "Кориснички параметри"
    },
    "invite_link": "Споделете ја оваа единствена врска за да поканите нови членови"
  },
  "admin_shop_footer": {
    "title": "Панел за брз пристап на {shop_name}"
  }
};