export default {
  "footer": {
    "title": "അതിവേഗം വളരുന്ന കമ്പനികൾക്കുള്ള #1 ഓപ്പറേറ്റിംഗ് സിസ്റ്റം",
    "message": "സെൽ‌ഡോൺ, ഒരു ഇ-കൊമേഴ്‌സ് പ്ലാറ്റ്‌ഫോം എന്ന നിലയിൽ, ബിസിനസുകളുടെ വളർച്ചയ്ക്കായി ഒരു മാലാഖയെപ്പോലെ പ്രവർത്തിക്കുന്നു. നിങ്ങൾക്ക് ഒരു ബ്രിക്ക് ആൻഡ് മോർട്ടാർ സ്റ്റോറോ വലിയ കമ്പനിയോ ഉണ്ടെങ്കിലും, നിങ്ങളുടെ ഉൽപ്പന്നം ഇന്റർനെറ്റിൽ പ്രദർശിപ്പിക്കേണ്ടതുണ്ട്. കുറഞ്ഞ പ്രവർത്തനച്ചെലവും കൂടുതൽ വഴക്കവും ഉള്ള ഓൺലൈൻ സ്റ്റോറുകൾ നിർമ്മിക്കാൻ Selldone ഉപയോഗിച്ചു. കൂടാതെ, ഇഷ്‌ടാനുസൃത ഓട്ടോമേഷൻ പ്രക്രിയകൾ സൃഷ്‌ടിക്കാൻ സ്റ്റോർ അഡ്മിനിസ്ട്രേഷനും വിഷ്വൽ പ്രോഗ്രാമിംഗ് ഇന്റർഫേസും അല്ലെങ്കിൽ AI ഇന്റഗ്രേഷനും സമന്വയിപ്പിക്കുന്നത് പോലെ, എല്ലാ ആഴ്‌ചയും പുതിയ സവിശേഷതകൾ നേടുന്ന, എപ്പോഴും മെച്ചപ്പെടുത്തുന്ന ഇ-കൊമേഴ്‌സ് മാനേജ്‌മെന്റ് ടൂൾചെയിൻ ഞങ്ങൾ നൽകുന്നു.",
    "contact_us": "ഞങ്ങളെ സമീപിക്കുക",
    "about_us": "സെൽഡോണിനെക്കുറിച്ച്",
    "menu": [
      {
        "title": "വിറ്റു",
        "items": [
          {
            "title": "എന്താണ് Selldone?",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "സെൽഡോൺ കമ്മ്യൂണിറ്റി",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "സഹായം",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "ബ്ലോഗ്",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "FAQ"
            }
          },
          {
            "title": "സ്വകാര്യതാനയം",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "സേവന നിബന്ധനകൾ",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "സവിശേഷതകൾ",
        "items": [
          {
            "title": "ഫീച്ചറുകളും ആനുകൂല്യങ്ങളും",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "സ്റ്റാഫ് & സ്കെയിൽ",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "മാർക്കറ്റിംഗ് ടൂളുകൾ",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "പ്രോസസ്സിംഗ് സെന്റർ",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "പ്രോത്സാഹനങ്ങളും ക്ലബ്ബുകളും",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "പേയ്മെന്റ് പരിഹാരം",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "വാണിജ്യ AI",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "പരിഹാരങ്ങൾ",
        "items": [
          {
            "title": "🎨 Art",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝 ഗിൽഡ്",
            "to": {
              "name": "GuildHome"
            }
          },
          {
            "title": "🥑 അവോക്കാഡോ",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "SEO എഞ്ചിൻ",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "സ്മാർട്ട് റിപ്പോർട്ട്",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "ക്ലൗഡ് ഹോസ്റ്റിംഗ്",
            "to": {
              "name": "Landing_Cloud"
            }
          },
          {
            "title": "ലോജിസ്റ്റിക് പരിഹാരം",
            "to": {
              "name": "Landing_Logistic"
            }
          }
        ]
      },
      {
        "title": "സേവനങ്ങള്",
        "items": [
          {
            "title": "പ്ലാനുകളും വിലനിർണ്ണയവും",
            "to": {
              "name": "PriceList"
            }
          },
          {
            "title": "അപേക്ഷകൾ",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "ആപ്ലിക്കേഷൻ ബിൽഡർ",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "പേജ് ബിൽഡർ",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "ഓട്ടോമേഷൻ & ഐഒടി",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "കമ്മ്യൂണിറ്റി പ്ലാറ്റ്ഫോം",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "വിൽപ്പന കൈപ്പുസ്തകങ്ങൾ",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "വാണിജ്യേതര ആവശ്യങ്ങൾക്കും ഉറവിടത്തെ പരാമർശിച്ചും മാത്രം ഉള്ളടക്കത്തിന്റെ ഉപയോഗം (Selldone.com-മായി ഉള്ള ലിങ്ക്). എല്ലാ അവകാശങ്ങളും സെൽ‌ഡോൺ ഗ്രൂപ്പിന് നിക്ഷിപ്‌തമാണ്."
  },
  "admin_footer": {
    "title": "ദ്രുത പ്രവേശന മെനു:",
    "boost_mode": "ബൂസ്റ്റ്",
    "normal_mode": "സാധാരണ",
    "boost_message": "മോശം ഇന്റർനെറ്റ് കണക്ഷൻ, ബൂസ്റ്റ് ആവശ്യമുണ്ടോ?",
    "dark": "ഇരുട്ട്",
    "light": "വെളിച്ചം",
    "theme_message": "സ്മാർട്ട് ഇൻവെർട്ട് സജീവമാക്കുക",
    "preferences": "മുൻഗണനകൾ",
    "select_language": "നിങ്ങളുടെ ഭാഷ തിരഞ്ഞെടുക്കുക",
    "preferences_dialog": {
      "title": "ഉപയോക്തൃ മുൻഗണനകൾ"
    },
    "invite_link": "പുതിയ അംഗങ്ങളെ ക്ഷണിക്കാൻ ഈ അദ്വിതീയ ലിങ്ക് പങ്കിടുക"
  },
  "admin_shop_footer": {
    "title": "{shop_name} എന്നതിന്റെ ദ്രുത പ്രവേശന പാനൽ"
  }
};