export default {
  "footer": {
    "title": "द्रुत-बढ्दो कम्पनीहरूको लागि #1 अपरेटिङ सिस्टम",
    "message": "Selldone, एक ecommerce प्लेटफर्म को रूप मा, व्यवसाय को वृद्धि को लागी एक परी जस्तै काम गर्दछ। तपाईंसँग ईंट-र-मोर्टार स्टोर वा ठूलो कम्पनी होस्, तपाईंले इन्टरनेटमा आफ्नो उत्पादन प्रदर्शन गर्न आवश्यक छ। Selldone कम सञ्चालन लागत र अधिक लचिलोपन संग अनलाइन स्टोरहरू निर्माण गर्न प्रयोग गरियो। थप रूपमा, हामी सधैं-सुधार्ने ईकमर्स व्यवस्थापन उपकरण चेन प्रदान गर्दछौं जसले हरेक हप्ता नयाँ सुविधाहरू प्राप्त गर्दछ, जस्तै स्टोर प्रशासन र भिजुअल प्रोग्रामिङ इन्टरफेसलाई अनुकूलन स्वचालन प्रक्रियाहरू वा AI एकीकरण सिर्जना गर्न एकीकृत गर्ने।",
    "contact_us": "हामीलाई सम्पर्क गर्नुहोस",
    "about_us": "Selldone को बारेमा",
    "menu": [
      {
        "title": "बिक्यो",
        "items": [
          {
            "title": "Selldone के हो?",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "Selldone समुदाय",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "मद्दत गर्नुहोस्",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "ब्लग",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "FAQ"
            }
          },
          {
            "title": "गोपनीयता नीति",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "सेवाका सर्तहरु",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "विशेषताहरु",
        "items": [
          {
            "title": "सुविधाहरू र लाभहरू",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "कर्मचारी र स्केल",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "मार्केटिङ उपकरण",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "प्रशोधन केन्द्र",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "प्रोत्साहन र क्लबहरू",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "भुक्तानी समाधान",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "वाणिज्य एआई",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "समाधानहरू",
        "items": [
          {
            "title": "🎨 NFT",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝 गिल्ड",
            "to": {
              "name": "GuildHome"
            }
          },
          {
            "title": "🥑 एभोकाडो",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "SEO इन्जिन",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "स्मार्ट रिपोर्ट",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "क्लाउड होस्टिंग",
            "to": {
              "name": "Landing_Cloud"
            }
          },
          {
            "title": "लजिस्टिक समाधान",
            "to": {
              "name": "Landing_Logistic"
            }
          }
        ]
      },
      {
        "title": "सेवाहरू",
        "items": [
          {
            "title": "योजना र मूल्य निर्धारण",
            "to": {
              "name": "PriceList"
            }
          },
          {
            "title": "अनुप्रयोगहरू",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "आवेदन निर्माता",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "पृष्ठ निर्माणकर्ता",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "स्वचालन र IoT",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "सामुदायिक प्लेटफर्म",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "बिक्री पुस्तिकाहरू",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "सामग्रीको प्रयोग केवल गैर-व्यावसायिक उद्देश्यका लागि र स्रोतको सन्दर्भमा (Selldone.com सँग लिङ्क)। सबै अधिकार Selldone Group मा सुरक्षित छ।"
  },
  "admin_footer": {
    "title": "द्रुत पहुँच मेनु:",
    "boost_mode": "बढाउनुहोस्",
    "normal_mode": "सामान्य",
    "boost_message": "गरीब इन्टरनेट जडान र बढावा चाहिन्छ?",
    "dark": "अँध्यारो",
    "light": "उज्यालो",
    "theme_message": "स्मार्ट इन्भर्ट सक्रिय गर्नुहोस्",
    "preferences": "प्राथमिकताहरू",
    "select_language": "आफ्नो भाषा चयन गर्नुहोस्",
    "preferences_dialog": {
      "title": "प्रयोगकर्ता प्राथमिकताहरू"
    },
    "invite_link": "नयाँ सदस्यहरूलाई आमन्त्रित गर्न यो अद्वितीय लिङ्क साझा गर्नुहोस्"
  },
  "admin_shop_footer": {
    "title": "{shop_name} को द्रुत पहुँच प्यानल"
  }
};