export default {
  "footer": {
    "title": "ଦ୍ରୁତ ବ growing ୁଥିବା କମ୍ପାନୀଗୁଡିକ ପାଇଁ # 1 ଅପରେଟିଂ ସିଷ୍ଟମ୍ |",
    "message": "ସେଲଡୋନ୍, ଏକ ଇ-କମର୍ସ ପ୍ଲାଟଫର୍ମ ଭାବରେ, ବ୍ୟବସାୟର ଅଭିବୃଦ୍ଧି ପାଇଁ ଦୂତ ପରି କାର୍ଯ୍ୟ କରେ ╏ ଆପଣଙ୍କର ଏକ ଇଟାଭାଟି ଷ୍ଟୋର ହେଉ କିମ୍ବା ଏକ ବଡ଼ କମ୍ପାନୀ ଅଛି, ଆପଣଙ୍କୁ ଇଣ୍ଟରନେଟରେ ଆପଣଙ୍କର ଉତ୍ପାଦ ପ୍ରଦର୍ଶନ କରିବାକୁ ପଡିବ ╏ କମ୍ ଅପରେଟିଂ ଖର୍ଚ୍ଚ ଏବଂ ଅଧିକ ନମନୀୟତା ସହିତ ଅନ୍ଲାଇନ୍ ଷ୍ଟୋର୍ଗୁଡିକ ନିର୍ମାଣ କରିବାକୁ ସେଲଡୋନ୍ ବ୍ୟବହୃତ ହେଉଥିଲା ╏ ଏହା ସହିତ, ଆମେ ଏକ ସର୍ବଦା ଉନ୍ନତ ଇ-କମର୍ସ ମ୍ୟାନେଜମେଣ୍ଟ ଟୁଲ୍ ଚେନ୍ ପ୍ରଦାନ କରୁ ଯାହା କଷ୍ଟମ୍ ସ୍ୱୟଂଚାଳିତ ପ୍ରକ୍ରିୟା କିମ୍ବା AI ଇଣ୍ଟିଗ୍ରେସନ୍ ସୃଷ୍ଟି କରିବା ପାଇଁ ଷ୍ଟୋର ଆଡମିନିଷ୍ଟ୍ରେସନ୍ ଏବଂ ଭିଜୁଆଲ୍ ପ୍ରୋଗ୍ରାମିଂ ଇଣ୍ଟରଫେସ୍ ଭଳି ପ୍ରତି ସପ୍ତାହରେ ନୂତନ ବ features ଶିଷ୍ଟ୍ୟ ଲାଭ କରେ |",
    "contact_us": "ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |",
    "about_us": "ସେଲଡୋନ୍ ବିଷୟରେ |",
    "menu": [
      {
        "title": "ସେଲଡୋନ୍ |",
        "items": [
          {
            "title": "ସେଲଡୋନ୍ କ’ଣ?",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "ସେଲଡୋନ୍ ସମ୍ପ୍ରଦାୟ |",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "ସାହାଯ୍ୟ",
            "to": {
              "name": "ParticipantPage"
            }
          },
          {
            "title": "ବ୍ଲଗ୍",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "ଗୋପନୀୟତା ନୀତି",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "ସେବାର ସର୍ତ୍ତାବଳୀ",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "ବ Features ଶିଷ୍ଟ୍ୟଗୁଡିକ",
        "items": [
          {
            "title": "ବ Features ଶିଷ୍ଟ୍ୟ ଏବଂ ଉପକାରିତା |",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "କର୍ମଚାରୀ ଏବଂ ମାପ",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "ମାର୍କେଟିଂ ଉପକରଣଗୁଡିକ |",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "ପ୍ରକ୍ରିୟାକରଣ କେନ୍ଦ୍ର |",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "ପ୍ରୋତ୍ସାହନ ଏବଂ କ୍ଲବ୍ |",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "ଦେୟ ସମାଧାନ",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "ବାଣିଜ୍ୟ AI",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "ସମାଧାନ",
        "items": [
          {
            "title": "🎨 Art",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "Ild ଗିଲ୍ଡ |",
            "to": {
              "name": "GPageHome"
            }
          },
          {
            "title": "ଓଭୋକାଡୋ",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "SEO ଇଞ୍ଜିନ୍ |",
            "to": {
              "name": "DocHome"
            }
          },
          {
            "title": "ସ୍ମାର୍ଟ ରିପୋର୍ଟ",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "କ୍ଲାଉଡ୍ ହୋଷ୍ଟିଂ |",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "ଲଜିଷ୍ଟିକ୍ ସମାଧାନ |",
            "to": {
              "name": "Landing_Cloud"
            }
          }
        ]
      },
      {
        "title": "ସେବାଗୁଡିକ",
        "items": [
          {
            "title": "ଯୋଜନା ଏବଂ ମୂଲ୍ୟ",
            "to": {
              "name": "OPagePrice"
            }
          },
          {
            "title": "ପ୍ରୟୋଗଗୁଡ଼ିକ",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "ପ୍ରୟୋଗ ବିଲ୍ଡର୍ |",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "ପୃଷ୍ଠା ନିର୍ମାଣକାରୀ |",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "ସ୍ୱୟଂଚାଳିତ ଏବଂ IoT",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "ସମ୍ପ୍ରଦାୟ ପ୍ଲାଟଫର୍ମ |",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "ବିକ୍ରୟ ହ୍ୟାଣ୍ଡବୁକ୍ |",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "କେବଳ ଅଣ-ବ୍ୟବସାୟିକ ଉଦ୍ଦେଶ୍ୟରେ ଏବଂ ଉତ୍ସକୁ (ସେଲଡୋନ୍ ଡଟ୍ କମ୍ ସହିତ ଲିଙ୍କ୍) ବିଷୟବସ୍ତୁର ବ୍ୟବହାର ╏ ସମସ୍ତ ଅଧିକାର ସେଲଡୋନ୍ ଗ୍ରୁପ୍ ପାଇଁ ସଂରକ୍ଷିତ |"
  },
  "admin_footer": {
    "title": "ଦ୍ରୁତ ପ୍ରବେଶ ମେନୁ:",
    "boost_mode": "ବୃଦ୍ଧି କର |",
    "normal_mode": "ସାଧାରଣ",
    "boost_message": "ଖରାପ ଇଣ୍ଟରନେଟ୍ ସଂଯୋଗ ଏବଂ ବୃଦ୍ଧି ଆବଶ୍ୟକ?",
    "dark": "ଅନ୍ଧାର",
    "light": "ଆଲୋକ",
    "theme_message": "ସ୍ମାର୍ଟ ଇନଭର୍ଟକୁ ସକ୍ରିୟ କରନ୍ତୁ |",
    "preferences": "ପସନ୍ଦ",
    "select_language": "ଆପଣଙ୍କର ଭାଷା ଚୟନ କରନ୍ତୁ |",
    "preferences_dialog": {
      "title": "ଉପଯୋଗକର୍ତ୍ତା ପସନ୍ଦ"
    },
    "invite_link": "ନୂତନ ସଦସ୍ୟମାନଙ୍କୁ ଆମନ୍ତ୍ରଣ କରିବାକୁ ଏହି ଅନନ୍ୟ ଲିଙ୍କ୍ ଅଂଶୀଦାର କରନ୍ତୁ |"
  },
  "admin_shop_footer": {
    "title": "{Shop_name of ର ଶୀଘ୍ର ପ୍ରବେଶ ପ୍ୟାନେଲ୍ |"
  }
};