export default {
  "footer": {
    "title": "ਤੇਜ਼ੀ ਨਾਲ ਵਧਣ ਵਾਲੀਆਂ ਕੰਪਨੀਆਂ ਲਈ #1 ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ",
    "message": "ਸੇਲਡੋਨ, ਇੱਕ ਈ-ਕਾਮਰਸ ਪਲੇਟਫਾਰਮ ਵਜੋਂ, ਕਾਰੋਬਾਰਾਂ ਦੇ ਵਾਧੇ ਲਈ ਇੱਕ ਦੂਤ ਵਾਂਗ ਕੰਮ ਕਰਦਾ ਹੈ। ਭਾਵੇਂ ਤੁਹਾਡੇ ਕੋਲ ਇੱਟ-ਅਤੇ-ਮੋਰਟਾਰ ਸਟੋਰ ਜਾਂ ਕੋਈ ਵੱਡੀ ਕੰਪਨੀ ਹੈ, ਤੁਹਾਨੂੰ ਇੰਟਰਨੈੱਟ 'ਤੇ ਆਪਣਾ ਉਤਪਾਦ ਦਿਖਾਉਣ ਦੀ ਲੋੜ ਹੈ। ਸੇਲਡੋਨ ਘੱਟ ਓਪਰੇਟਿੰਗ ਲਾਗਤਾਂ ਅਤੇ ਵਧੇਰੇ ਲਚਕਤਾ ਦੇ ਨਾਲ ਔਨਲਾਈਨ ਸਟੋਰ ਬਣਾਉਣ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ। ਇਸ ਤੋਂ ਇਲਾਵਾ, ਅਸੀਂ ਹਮੇਸ਼ਾ-ਸੁਧਾਰ ਕਰਨ ਵਾਲੀ ਈ-ਕਾਮਰਸ ਪ੍ਰਬੰਧਨ ਟੂਲਚੇਨ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਾਂ ਜੋ ਹਰ ਹਫ਼ਤੇ ਨਵੀਆਂ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ, ਜਿਵੇਂ ਕਿ ਕਸਟਮ ਆਟੋਮੇਸ਼ਨ ਪ੍ਰਕਿਰਿਆਵਾਂ ਜਾਂ AI ਏਕੀਕਰਣ ਬਣਾਉਣ ਲਈ ਸਟੋਰ ਪ੍ਰਸ਼ਾਸਨ ਅਤੇ ਵਿਜ਼ੂਅਲ ਪ੍ਰੋਗਰਾਮਿੰਗ ਇੰਟਰਫੇਸ ਨੂੰ ਏਕੀਕ੍ਰਿਤ ਕਰਨਾ।",
    "contact_us": "ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ",
    "about_us": "Selldone ਬਾਰੇ",
    "menu": [
      {
        "title": "ਵੇਚਿਆ",
        "items": [
          {
            "title": "ਸੇਲਡੋਨ ਕੀ ਹੈ?",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "Selldone ਕਮਿਊਨਿਟੀ",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "ਮਦਦ ਕਰੋ",
            "to": {
              "name": "ParticipantPage"
            }
          },
          {
            "title": "ਬਲੌਗ",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "ਪਰਾਈਵੇਟ ਨੀਤੀ",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ",
        "items": [
          {
            "title": "ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਅਤੇ ਲਾਭ",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "ਸਟਾਫ ਅਤੇ ਸਕੇਲ",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "ਮਾਰਕੀਟਿੰਗ ਟੂਲ",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "ਪ੍ਰੋਸੈਸਿੰਗ ਸੈਂਟਰ",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "ਪ੍ਰੋਤਸਾਹਨ ਅਤੇ ਕਲੱਬ",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "ਭੁਗਤਾਨ ਹੱਲ",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "ਕਾਮਰਸ ਏ.ਆਈ",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "ਹੱਲ",
        "items": [
          {
            "title": "🎨 Art",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝 ਗਿਲਡ",
            "to": {
              "name": "GPageHome"
            }
          },
          {
            "title": "🥑 ਐਵੋਕਾਡੋ",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "ਐਸਈਓ ਇੰਜਣ",
            "to": {
              "name": "DocHome"
            }
          },
          {
            "title": "ਸਮਾਰਟ ਰਿਪੋਰਟ",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "ਕਲਾਉਡ ਹੋਸਟਿੰਗ",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "ਲੌਜਿਸਟਿਕ ਹੱਲ",
            "to": {
              "name": "Landing_Cloud"
            }
          }
        ]
      },
      {
        "title": "ਸੇਵਾਵਾਂ",
        "items": [
          {
            "title": "ਯੋਜਨਾਵਾਂ ਅਤੇ ਕੀਮਤ",
            "to": {
              "name": "OPagePrice"
            }
          },
          {
            "title": "ਐਪਲੀਕੇਸ਼ਨਾਂ",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "ਐਪਲੀਕੇਸ਼ਨ ਬਿਲਡਰ",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "ਪੰਨਾ ਬਿਲਡਰ",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "ਆਟੋਮੇਸ਼ਨ ਅਤੇ ਆਈ.ਓ.ਟੀ",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "ਕਮਿਊਨਿਟੀ ਪਲੇਟਫਾਰਮ",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "ਸੇਲਜ਼ ਹੈਂਡਬੁੱਕ",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "ਸਮੱਗਰੀ ਦੀ ਵਰਤੋਂ ਸਿਰਫ਼ ਗੈਰ-ਵਪਾਰਕ ਉਦੇਸ਼ਾਂ ਲਈ ਅਤੇ ਸਰੋਤ ਦੇ ਹਵਾਲੇ ਨਾਲ (Selldone.com ਨਾਲ ਲਿੰਕ)। ਸੇਲਡੋਨ ਗਰੁੱਪ ਲਈ ਸਾਰੇ ਅਧਿਕਾਰ ਰਾਖਵੇਂ ਹਨ।"
  },
  "admin_footer": {
    "title": "ਤੇਜ਼ ਪਹੁੰਚ ਮੀਨੂ:",
    "boost_mode": "ਹੁਲਾਰਾ",
    "normal_mode": "ਸਧਾਰਣ",
    "boost_message": "ਗਰੀਬ ਇੰਟਰਨੈਟ ਕਨੈਕਸ਼ਨ ਅਤੇ ਬੂਸਟ ਦੀ ਲੋੜ ਹੈ?",
    "dark": "ਹਨੇਰ",
    "light": "ਰੋਸ਼ਨੀ",
    "theme_message": "ਸਮਾਰਟ ਇਨਵਰਟ ਨੂੰ ਸਰਗਰਮ ਕਰੋ",
    "preferences": "ਤਰਜੀਹਾਂ",
    "select_language": "ਆਪਣੀ ਭਾਸ਼ਾ ਚੁਣੋ",
    "preferences_dialog": {
      "title": "ਉਪਭੋਗਤਾ ਤਰਜੀਹਾਂ"
    },
    "invite_link": "ਨਵੇਂ ਮੈਂਬਰਾਂ ਨੂੰ ਸੱਦਾ ਦੇਣ ਲਈ ਇਸ ਵਿਲੱਖਣ ਲਿੰਕ ਨੂੰ ਸਾਂਝਾ ਕਰੋ"
  },
  "admin_shop_footer": {
    "title": "{shop_name} ਦਾ ਤਤਕਾਲ ਪਹੁੰਚ ਪੈਨਲ"
  }
};