export default {
  "footer": {
    "title": "Операционная система №1 для быстрорастущих компаний",
    "message": "Selldone, как платформа для электронной коммерции, работает как ангел для роста бизнеса. Если у вас есть физический магазин или крупная компания, вам необходимо продемонстрировать свой продукт в Интернете. Selldone используется для создания интернет-магазинов с меньшими эксплуатационными расходами и большей гибкостью. Кроме того, мы предоставляем постоянно совершенствующуюся цепочку инструментов для управления электронной коммерцией, которая каждую неделю пополняется новыми функциями, такими как интеграция администрирования магазина и интерфейс визуального программирования для создания настраиваемых процессов автоматизации или интеграции с искусственным интеллектом.",
    "contact_us": "Связаться с нами",
    "about_us": "О Селлдоне",
    "menu": [
      {
        "title": "продано",
        "items": [
          {
            "title": "Что такое Селлдон?",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "Сообщество Продавцов",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "Помощь",
            "to": {
              "name": "ParticipantPage"
            }
          },
          {
            "title": "Блог",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "Политика конфиденциальности",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "условия обслуживания",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "Функции",
        "items": [
          {
            "title": "Особенности и преимущества",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "Персонал и масштаб",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "Маркетинговые инструменты",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "Процессинговый центр",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "Стимулы и клубы",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "Платежное решение",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "Коммерческий ИИ",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "Решения",
        "items": [
          {
            "title": "🎨 НФТ",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝 Гильдия",
            "to": {
              "name": "GuildHome"
            }
          },
          {
            "title": "🥑 Авокадо",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "SEO-двигатель",
            "to": {
              "name": "DocHome"
            }
          },
          {
            "title": "Умный отчет",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "Облачный хостинг",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "Логистическое решение",
            "to": {
              "name": "Landing_Cloud"
            }
          }
        ]
      },
      {
        "title": "Услуги",
        "items": [
          {
            "title": "Планы и цены",
            "to": {
              "name": "PriceList"
            }
          },
          {
            "title": "Приложения",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "Конструктор приложений",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "Конструктор страниц",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "Автоматизация и Интернет вещей",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "Платформа сообщества",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "Справочники по продажам",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "Использование контента только в некоммерческих целях и со ссылкой на источник (ссылка с Selldone.com). Все права принадлежат Selldone Group."
  },
  "admin_footer": {
    "title": "Меню быстрого доступа:",
    "boost_mode": "Способствовать росту",
    "normal_mode": "Нормальный",
    "boost_message": "Плохое подключение к Интернету и нужно повысить?",
    "dark": "Темный",
    "light": "Светлый",
    "theme_message": "Активировать умную инверсию",
    "preferences": "Настройки",
    "select_language": "Выберите ваш язык",
    "preferences_dialog": {
      "title": "Пользовательские настройки"
    },
    "invite_link": "Поделитесь этой уникальной ссылкой, чтобы пригласить новых участников"
  },
  "admin_shop_footer": {
    "title": "Панель быстрого доступа {shop_name}"
  }
};