export default {
  "footer": {
    "title": "Оперативни систем број 1 за компаније које се брзо развијају",
    "message": "Селлдоне, као платформа за е-трговину, функционише као анђео за раст предузећа. Било да имате самосталну продавницу или велику компанију, морате да представите свој производ на интернету. Селлдоне је користио за прављење онлајн продавница са нижим оперативним трошковима и већом флексибилношћу. Поред тога, пружамо ланац алата за управљање е-трговином који се увек побољшава који сваке недеље добија нове функције, као што је интеграција администрације продавнице и визуелног програмског интерфејса за креирање прилагођених процеса аутоматизације или интеграције АИ.",
    "contact_us": "Контактирајте нас",
    "about_us": "О Селдону",
    "menu": [
      {
        "title": "Селлдоне",
        "items": [
          {
            "title": "Шта је Селдоне?",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "Селлдоне Цоммунити",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "Помоћ",
            "to": {
              "name": "ParticipantPage"
            }
          },
          {
            "title": "Блог",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "Правила о приватности",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "Услови коришћења",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "Карактеристике",
        "items": [
          {
            "title": "Карактеристике и предности",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "Стафф & Сцале",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "Маркетинг Тоолс",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "Процессинг Центер",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "Подстицаји и клубови",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "Решење за плаћање",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "Цоммерце АИ",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "Решења",
        "items": [
          {
            "title": "🎨 НФТ",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝 Гуилд",
            "to": {
              "name": "GPageHome"
            }
          },
          {
            "title": "🥑 Авокадо",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "СЕО Енгине",
            "to": {
              "name": "DocHome"
            }
          },
          {
            "title": "Смарт Репорт",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "Цлоуд Хостинг",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "Логистичко решење",
            "to": {
              "name": "Landing_Cloud"
            }
          }
        ]
      },
      {
        "title": "Услуге",
        "items": [
          {
            "title": "Планови и цене",
            "to": {
              "name": "OPagePrice"
            }
          },
          {
            "title": "Пријаве",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "Апплицатион Буилдер",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "Паге Буилдер",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "Аутоматизација и интернет ствари",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "Цоммунити Платформ",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "Салес Хандбоокс",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "Коришћење садржаја само у некомерцијалне сврхе и са референцом на извор (линк са Селлдоне.цом). Сва права задржана за Селлдоне Гроуп."
  },
  "admin_footer": {
    "title": "Мени за брзи приступ:",
    "boost_mode": "Појачати",
    "normal_mode": "Нормално",
    "boost_message": "Лоша интернет веза и потребно је појачање?",
    "dark": "Дарк",
    "light": "Светлост",
    "theme_message": "Активирајте паметни инверт",
    "preferences": "Преференцес",
    "select_language": "Одаберите језик",
    "preferences_dialog": {
      "title": "Корисничка подешавања"
    },
    "invite_link": "Поделите ову јединствену везу да бисте позвали нове чланове"
  },
  "admin_shop_footer": {
    "title": "Панел за брзи приступ за {shop_name}"
  }
};