export default {
  "footer": {
    "title": "வேகமாக வளரும் நிறுவனங்களுக்கான #1 ஆப்பரேட்டிங் சிஸ்டம்",
    "message": "Selldone, ஒரு இணையவழி தளமாக, வணிகங்களின் வளர்ச்சிக்கு ஒரு தேவதை போல செயல்படுகிறது. உங்களிடம் செங்கல் மற்றும் மோட்டார் கடை அல்லது பெரிய நிறுவனமாக இருந்தாலும், உங்கள் தயாரிப்பை இணையத்தில் காட்சிப்படுத்த வேண்டும். குறைந்த இயக்கச் செலவுகள் மற்றும் அதிக நெகிழ்வுத்தன்மையுடன் ஆன்லைன் ஸ்டோர்களை உருவாக்க Selldone பயன்படுத்தப்படுகிறது. கூடுதலாக, தனிப்பயன் தன்னியக்க செயல்முறைகள் அல்லது AI ஒருங்கிணைப்பை உருவாக்க ஸ்டோர் நிர்வாகம் மற்றும் காட்சி நிரலாக்க இடைமுகத்தை ஒருங்கிணைத்தல் போன்ற புதிய அம்சங்களை ஒவ்வொரு வாரமும் பெறும் எப்போதும் மேம்படுத்தும் இணையவழி மேலாண்மை கருவித்தொகுப்பை நாங்கள் வழங்குகிறோம்.",
    "contact_us": "எங்களை தொடர்பு கொள்ள",
    "about_us": "Selldone பற்றி",
    "menu": [
      {
        "title": "விற்கப்பட்டது",
        "items": [
          {
            "title": "Selldone என்றால் என்ன?",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "விற்கப்பட்ட சமூகம்",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "உதவி",
            "to": {
              "name": "ParticipantPage"
            }
          },
          {
            "title": "வலைப்பதிவு",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "தனியுரிமைக் கொள்கை",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "சேவை விதிமுறைகள்",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "அம்சங்கள்",
        "items": [
          {
            "title": "அம்சங்கள் & நன்மைகள்",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "பணியாளர்கள் மற்றும் அளவு",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "சந்தைப்படுத்தல் கருவிகள்",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "செயலாக்க மையம்",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "ஊக்கத்தொகை & கிளப்புகள்",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "பணம் செலுத்தும் தீர்வு",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "வர்த்தக AI",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "தீர்வுகள்",
        "items": [
          {
            "title": "🎨 Art",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝 கில்ட்",
            "to": {
              "name": "GPageHome"
            }
          },
          {
            "title": "🥑 அவகேடோ",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "எஸ்சிஓ எஞ்சின்",
            "to": {
              "name": "DocHome"
            }
          },
          {
            "title": "ஸ்மார்ட் அறிக்கை",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "கிளவுட் ஹோஸ்டிங்",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "லாஜிஸ்டிக் தீர்வு",
            "to": {
              "name": "Landing_Cloud"
            }
          }
        ]
      },
      {
        "title": "சேவைகள்",
        "items": [
          {
            "title": "திட்டங்கள் & விலை",
            "to": {
              "name": "OPagePrice"
            }
          },
          {
            "title": "விண்ணப்பங்கள்",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "விண்ணப்பத்தை உருவாக்குபவர்",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "பக்கத்தை உருவாக்குபவர்",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "ஆட்டோமேஷன் & ஐஓடி",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "சமூக மேடை",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "விற்பனை கையேடுகள்",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "வணிக நோக்கங்களுக்காக மட்டுமே உள்ளடக்கத்தைப் பயன்படுத்துதல் மற்றும் மூலத்தைக் குறிப்பிடுதல் (Selldone.com உடனான இணைப்பு). அனைத்து உரிமைகளும் Selldone குழுமத்திற்கு ஒதுக்கப்பட்டுள்ளது."
  },
  "admin_footer": {
    "title": "விரைவு அணுகல் மெனு:",
    "boost_mode": "பூஸ்ட்",
    "normal_mode": "இயல்பானது",
    "boost_message": "மோசமான இணைய இணைப்பு மற்றும் ஊக்கம் தேவையா?",
    "dark": "இருள்",
    "light": "ஒளி",
    "theme_message": "ஸ்மார்ட் தலைகீழ் இயக்கவும்",
    "preferences": "விருப்பங்கள்",
    "select_language": "உங்கள் மொழியைத் தேர்ந்தெடுக்கவும்",
    "preferences_dialog": {
      "title": "பயனர் விருப்பத்தேர்வுகள்"
    },
    "invite_link": "புதிய உறுப்பினர்களை அழைக்க இந்த தனித்துவமான இணைப்பைப் பகிரவும்"
  },
  "admin_shop_footer": {
    "title": "{shop_name} இன் விரைவான அணுகல் குழு"
  }
};