export default {
  "footer": {
    "title": "ระบบปฏิบัติการอันดับ 1 สำหรับบริษัทที่เติบโตอย่างรวดเร็ว",
    "message": "Selldone เป็นแพลตฟอร์มอีคอมเมิร์ซ ทำงานเหมือนนางฟ้าเพื่อการเติบโตของธุรกิจ ไม่ว่าคุณจะมีหน้าร้านจริงหรือบริษัทขนาดใหญ่ คุณต้องแสดงผลิตภัณฑ์ของคุณบนอินเทอร์เน็ต Selldone ใช้ในการสร้างร้านค้าออนไลน์ด้วยต้นทุนการดำเนินงานที่ต่ำลงและความยืดหยุ่นที่มากขึ้น นอกจากนี้ เราจัดเตรียม toolchain การจัดการอีคอมเมิร์ซที่ได้รับการปรับปรุงตลอดเวลา ซึ่งได้รับคุณสมบัติใหม่ทุกสัปดาห์ เช่น การรวมการจัดการร้านค้าและอินเทอร์เฟซการเขียนโปรแกรมแบบภาพเพื่อสร้างกระบวนการอัตโนมัติแบบกำหนดเองหรือการรวม AI",
    "contact_us": "ติดต่อเรา",
    "about_us": "เกี่ยวกับ Selldone",
    "menu": [
      {
        "title": "ขายแล้ว",
        "items": [
          {
            "title": "Selldone คืออะไร?",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "ชุมชนขายแล้ว",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "ช่วย",
            "to": {
              "name": "ParticipantPage"
            }
          },
          {
            "title": "บล็อก",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "นโยบายความเป็นส่วนตัว",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "เงื่อนไขการให้บริการ",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "คุณสมบัติ",
        "items": [
          {
            "title": "คุณสมบัติและประโยชน์",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "พนักงานและเครื่องชั่ง",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "เครื่องมือทางการตลาด",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "ศูนย์ประมวลผล",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "สิ่งจูงใจและคลับ",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "โซลูชันการชำระเงิน",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "พาณิชย์ AI",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "โซลูชั่น",
        "items": [
          {
            "title": "🎨 เอ็นเอฟที",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝กิลด์",
            "to": {
              "name": "GPageHome"
            }
          },
          {
            "title": "🥑 อะโวคาโด",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "เครื่องมือ SEO",
            "to": {
              "name": "DocHome"
            }
          },
          {
            "title": "รายงานอัจฉริยะ",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "คลาวด์โฮสติ้ง",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "โซลูชันลอจิสติกส์",
            "to": {
              "name": "Landing_Cloud"
            }
          }
        ]
      },
      {
        "title": "บริการ",
        "items": [
          {
            "title": "แผนและราคา",
            "to": {
              "name": "OPagePrice"
            }
          },
          {
            "title": "แอปพลิเคชั่น",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "ตัวสร้างแอปพลิเคชัน",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "ตัวสร้างเพจ",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "ระบบอัตโนมัติและ IoT",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "แพลตฟอร์มชุมชน",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "คู่มือการขาย",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "การใช้เนื้อหาเพื่อจุดประสงค์ที่ไม่ใช่เชิงพาณิชย์เท่านั้นและอ้างอิงถึงแหล่งที่มา (ลิงก์กับ Selldone.com) สงวนลิขสิทธิ์ให้กับกลุ่ม Selldone"
  },
  "admin_footer": {
    "title": "เมนูการเข้าถึงด่วน:",
    "boost_mode": "Boost",
    "normal_mode": "ปกติ",
    "boost_message": "การเชื่อมต่ออินเทอร์เน็ตไม่ดีและต้องการเพิ่ม?",
    "dark": "มืด",
    "light": "แสงสว่าง",
    "theme_message": "เปิดใช้งานสมาร์ทอินเวอร์เตอร์",
    "preferences": "การตั้งค่า",
    "select_language": "เลือกภาษาของคุณ",
    "preferences_dialog": {
      "title": "ค่ากำหนดของผู้ใช้"
    },
    "invite_link": "แชร์ลิงก์พิเศษนี้เพื่อเชิญสมาชิกใหม่"
  },
  "admin_shop_footer": {
    "title": "แผงการเข้าถึงด่วนของ {shop_name}"
  }
};