export default {
  "footer": {
    "title": "Тиз үсә торган компанияләр өчен # 1 операцион система",
    "message": "Селдон, коммерция платформасы буларак, бизнес үсеше өчен фәрештә кебек эшли. Кирпечтән ясалган кибет яки зур компания бармы, продуктыгызны Интернетта күрсәтергә кирәк. Селдон түбән операция чыгымнары һәм зуррак сыгылмалар белән онлайн кибетләр төзи иде. Моннан тыш, без һәрвакыт камилләштерүче коммерция белән идарә итү кораллар челтәрен тәкъдим итәбез, ул атна саен яңа функцияләр туплый, кибет белән идарә итү һәм визуаль программалаштыру интерфейсы кебек, махсус автоматлаштыру процессларын яки ЯИ интеграциясен булдыру өчен.",
    "contact_us": "Безнең белән элемтәгә чыгу",
    "about_us": "Селдон турында",
    "menu": [
      {
        "title": "Селдон",
        "items": [
          {
            "title": "Селдон нәрсә ул?",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "Селдон җәмгыяте",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "Ярдәм итегез",
            "to": {
              "name": "ParticipantPage"
            }
          },
          {
            "title": "Блог",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "Шәхсилек сәясәте",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "Куллану шартлары",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "Үзенчәлекләр",
        "items": [
          {
            "title": "Featuresзенчәлекләр һәм өстенлекләр",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "Кадрлар һәм масштаб",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "Маркетинг кораллары",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "Эшкәртү үзәге",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "Стимуллар һәм клублар",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "Түләү чишелеше",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "Сәүдә ЯИ",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "Чишелешләр",
        "items": [
          {
            "title": "🎨 Art",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝 Гильдия",
            "to": {
              "name": "GuildHome"
            }
          },
          {
            "title": "🥑 Авокадо",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "SEO двигателе",
            "to": {
              "name": "DocHome"
            }
          },
          {
            "title": "Акыллы отчет",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "Болыт хостинг",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "Логистик чишелеш",
            "to": {
              "name": "Landing_Cloud"
            }
          }
        ]
      },
      {
        "title": "Хезмәтләр",
        "items": [
          {
            "title": "Планнар һәм бәяләр",
            "to": {
              "name": "PriceList"
            }
          },
          {
            "title": "Кушымталар",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "Кушымта төзүче",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "Бит төзүче",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "Автоматизация & IoT",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "Иҗтимагый платформа",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "Сату өчен кулланмалар",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "Эчтәлекне коммерция булмаган максатларда һәм чыганакка сылтама белән куллану (Selldone.com белән сылтама). Барлык хокуклар Selldone төркеменә сакланган."
  },
  "admin_footer": {
    "title": "Тиз керү менюсы:",
    "boost_mode": "Күчерегез",
    "normal_mode": "Нормаль",
    "boost_message": "Начар интернет тоташуы һәм көчәйтү кирәкме?",
    "dark": "Караңгы",
    "light": "Яктылык",
    "theme_message": "Акыллы инвертны активлаштыру",
    "preferences": "Сайлаулар",
    "select_language": "Сезнең телегезне сайлагыз",
    "preferences_dialog": {
      "title": "Кулланучының өстенлекләре"
    },
    "invite_link": "Яңа әгъзаларны чакыру өчен бу уникаль сылтаманы бүлешегез"
  },
  "admin_shop_footer": {
    "title": "{Shop_name of тиз керү панели"
  }
};