export default {
  "footer": {
    "title": "تیزی سے ترقی کرنے والی کمپنیوں کے لیے #1 آپریٹنگ سسٹم",
    "message": "سیلڈون، ایک ای کامرس پلیٹ فارم کے طور پر، کاروبار کی ترقی کے لیے فرشتے کی طرح کام کرتا ہے۔ چاہے آپ کے پاس اینٹوں اور مارٹر کی دکان ہو یا کوئی بڑی کمپنی، آپ کو اپنی مصنوعات کو انٹرنیٹ پر دکھانے کی ضرورت ہے۔ سیلڈون کم آپریٹنگ لاگت اور زیادہ لچک کے ساتھ آن لائن اسٹورز بنانے کے لیے استعمال ہوتا ہے۔ اس کے علاوہ، ہم ہمیشہ بہتر کرنے والا ای کامرس مینجمنٹ ٹول چین فراہم کرتے ہیں جو ہر ہفتے نئی خصوصیات حاصل کرتا ہے، جیسے کہ اسٹور ایڈمنسٹریشن اور بصری پروگرامنگ انٹرفیس کو مربوط کرنے کے لیے حسب ضرورت آٹومیشن پروسیس یا AI انٹیگریشن۔",
    "contact_us": "ہم سے رابطہ کریں۔",
    "about_us": "سیلڈون کے بارے میں",
    "menu": [
      {
        "title": "سیلڈون",
        "items": [
          {
            "title": "سیلڈون کیا ہے؟",
            "to": {
              "name": "WhatIsSelldone"
            }
          },
          {
            "title": "سیلڈون کمیونٹی",
            "to": {
              "name": "CommunityHomePage"
            }
          },
          {
            "title": "مدد",
            "to": {
              "name": "ParticipantPage"
            }
          },
          {
            "title": "بلاگ",
            "to": {
              "name": "Helps"
            }
          },
          {
            "title": "FAQ",
            "to": {
              "name": "Blogs"
            }
          },
          {
            "title": "رازداری کی پالیسی",
            "to": {
              "name": "Landing_Privacy"
            }
          },
          {
            "title": "سروس کی شرائط",
            "to": {
              "name": "Landing_Terms"
            }
          }
        ]
      },
      {
        "title": "خصوصیات",
        "items": [
          {
            "title": "خصوصیات اور فوائد",
            "to": {
              "name": "Landing_Features"
            }
          },
          {
            "title": "عملہ اور پیمانہ",
            "to": {
              "name": "Landing_Staffs"
            }
          },
          {
            "title": "مارکیٹنگ کے اوزار",
            "to": {
              "name": "Landing_Marketing"
            }
          },
          {
            "title": "پروسیسنگ سینٹر",
            "to": {
              "name": "Landing_OrderProcessing"
            }
          },
          {
            "title": "مراعات اور کلب",
            "to": {
              "name": "Landing_Incentives"
            }
          },
          {
            "title": "ادائیگی کا حل",
            "to": {
              "name": "Landing_Auditing"
            }
          },
          {
            "title": "کامرس AI",
            "to": {
              "name": "Landing_AI"
            }
          }
        ]
      },
      {
        "title": "حل",
        "items": [
          {
            "title": "🎨 Art",
            "to": {
              "name": "Landing_NFT"
            }
          },
          {
            "title": "🤝 گلڈ",
            "to": {
              "name": "GPageHome"
            }
          },
          {
            "title": "🥑 ایوکاڈو",
            "to": {
              "name": "AvocadoHomePage"
            }
          },
          {
            "title": "SEO انجن",
            "to": {
              "name": "DocHome"
            }
          },
          {
            "title": "سمارٹ رپورٹ",
            "to": {
              "name": "Landing_SEO"
            }
          },
          {
            "title": "کلاؤڈ ہوسٹنگ",
            "to": {
              "name": "Landing_SmartReport"
            }
          },
          {
            "title": "لاجسٹک حل",
            "to": {
              "name": "Landing_Cloud"
            }
          }
        ]
      },
      {
        "title": "خدمات",
        "items": [
          {
            "title": "منصوبے اور قیمتوں کا تعین",
            "to": {
              "name": "OPagePrice"
            }
          },
          {
            "title": "ایپلی کیشنز",
            "to": {
              "name": "AppStore_List"
            }
          },
          {
            "title": "ایپلیکیشن بلڈر",
            "to": {
              "name": "Landing_AppBuilder"
            }
          },
          {
            "title": "صفحہ بنانے والا",
            "to": {
              "name": "Landing_PageBuilder"
            }
          },
          {
            "title": "آٹومیشن اور آئی او ٹی",
            "to": {
              "name": "Landing_Automation"
            }
          },
          {
            "title": "کمیونٹی پلیٹ فارم",
            "to": {
              "name": "Landing_Community"
            }
          },
          {
            "title": "سیلز ہینڈ بک",
            "to": {
              "name": "Handbooks"
            }
          }
        ]
      }
    ],
    "copyright": "مواد کا استعمال صرف غیر تجارتی مقاصد کے لیے اور ماخذ کے حوالے سے (Selldone.com کے ساتھ لنک)۔ تمام حقوق سیلڈون گروپ کے پاس محفوظ ہیں۔"
  },
  "admin_footer": {
    "title": "فوری رسائی کا مینو:",
    "boost_mode": "فروغ دینا",
    "normal_mode": "نارمل",
    "boost_message": "غریب انٹرنیٹ کنکشن اور فروغ کی ضرورت ہے؟",
    "dark": "اندھیرا",
    "light": "روشنی",
    "theme_message": "سمارٹ انورٹ کو چالو کریں۔",
    "preferences": "ترجیحات",
    "select_language": "اپنی زبان منتخب کریں۔",
    "preferences_dialog": {
      "title": "صارف کی ترجیحات"
    },
    "invite_link": "نئے اراکین کو مدعو کرنے کے لیے اس منفرد لنک کو شیئر کریں۔"
  },
  "admin_shop_footer": {
    "title": "{shop_name} کا فوری رسائی پینل"
  }
};