<?php 

 return [
     "shop-order-payment" => [
     "title" => "ຍອມຮັບການຈ່າຍເງິນ",
     "sample" => "ການຈ່າຍເງິນ 267$ ຂອງທ່ານສຳເລັດແລ້ວ.<br> ຄໍາສັ່ງ: SM-425<br> ຂອບໃຈ, <b>ຊື່ຮ້ານຂອງເຈົ້າ</b> .<br> ຂາຍແລ້ວ",
     "body" => "ການຈ່າຍເງິນ :param2 ຂອງທ່ານສຳເລັດແລ້ວ. ສັ່ງ: :param1 ຂອບໃຈ, :param3. ຂາຍແລ້ວ",
],
     "shop-order-payment-admin" => [
     "title" => "ຍອມຮັບການຈ່າຍເງິນ",
     "sample" => "ຈ່າຍເງິນໃໝ່ 267$ ສຳເລັດແລ້ວ.<br> ຄໍາສັ່ງ: SM-425<br> ຂອບໃຈ, <b>ຊື່ຮ້ານຂອງເຈົ້າ</b> .<br> ຂາຍແລ້ວ",
     "body" => "ໃໝ່: ການຈ່າຍເງິນ param2 ສຳເລັດແລ້ວ. ສັ່ງ: :param1 ຂອບໃຈ, :param3. ຂາຍແລ້ວ",
],
     "shop-login" => [
     "title" => "ລະຫັດຢືນຢັນການເຂົ້າສູ່ລະບົບ",
     "sample" => "ລະຫັດເຂົ້າສູ່ລະບົບຂອງທ່ານແມ່ນ: <b>123456</b><br> <b>ຊື່ຮ້ານຂອງທ່ານ</b><br> ຂາຍແລ້ວ",
     "body" => "ລະຫັດເຂົ້າສູ່ລະບົບຂອງທ່ານແມ່ນ: :param1 :param2 Selldone",
],
     "user-login" => [
     "title" => "ເຂົ້າສູ່ລະບົບຂໍ້ຄວາມສົບຜົນສໍາເລັດ",
     "sample" => "<b>ຊື່</b> ທີ່ຮັກແພງ,<br> ທ່ານໄດ້ເຂົ້າສູ່ລະບົບບັນຊີຂອງທ່ານໂດຍ <b>iPhone 165.250.300.1</b> ເວລາ <b>5/8/2021 9:14AM</b> .<br> ຂາຍແລ້ວ",
     "body" => "ທີ່ຮັກແພງ :param1, ທ່ານໄດ້ເຂົ້າສູ່ລະບົບບັນຊີຂອງທ່ານໂດຍ :param2 ທີ່ :param3. ຂາຍແລ້ວ",
],
     "avocado-order-submit" => [
     "title" => "ໃບສັ່ງໃໝ່ອາໂວກາໂດສົ່ງໃຫ້ຜູ້ຊື້",
     "sample" => "<b>ຊື່ຮ້ານຂອງທ່ານ</b><br> ທີ່ຮັກແພງ <b>ຊື່ຂອງທ່ານ</b> ,<br> ພວກເຮົາໄດ້ຮັບຄໍາສັ່ງຂອງທ່ານແລະພວກເຮົາກໍາລັງທົບທວນຄືນມັນ.<br> ຄໍາສັ່ງ #: <b>AVO-246</b><br> ຂາຍແລ້ວ",
     "body" => ":param3 ທີ່ຮັກແພງ :param1, ພວກເຮົາໄດ້ຮັບຄໍາສັ່ງຂອງທ່ານແລະພວກເຮົາກໍາລັງທົບທວນຄືນມັນ. Order #: :param2 Selldone",
],
     "avocado-order-submit-seller" => [
     "title" => "ໝາກອາໂວກາໂດຮັບໃບສັ່ງໃໝ່ສົ່ງໃຫ້ຜູ້ຂາຍ",
     "sample" => "ທ່ານໄດ້ຮັບຄໍາສັ່ງ avocado:<br> ຮ້ານ: <b>ຊື່ຮ້ານຂອງທ່ານ</b><br> ຜູ້ຊື້: <b>ຊື່ຜູ້ຊື້</b><br> ຄໍາສັ່ງ: <b>AVO-246</b><br> ຂາຍແລ້ວ",
     "body" => "ທ່ານໄດ້ຮັບຄໍາສັ່ງ avocado: ຮ້ານ: :param1 ຜູ້ຊື້: :param2 Order: :param3 Selldone",
],
     "avocado-ready-to-pay" => [
     "title" => "ສັ່ງອາໂວຄາໂດພ້ອມຈ່າຍ",
     "sample" => "<b>ຊື່ຮ້ານຂອງທ່ານ</b><br> ຄໍາສັ່ງຂອງທ່ານໄດ້ຮັບການຢືນຢັນແລະສາມາດຈ່າຍຜ່ານການເຊື່ອມຕໍ່ຕໍ່ໄປນີ້.<br> ຄໍາສັ່ງ #: <b>AVO-246</b><br> ການເຊື່ອມຕໍ່: <b>https://your-domain/avocado</b><br> ຂາຍແລ້ວ",
     "body" => ":param3 ຄໍາສັ່ງຂອງທ່ານໄດ້ຮັບການຢືນຢັນແລະສາມາດຊໍາລະຜ່ານການເຊື່ອມຕໍ່ຕໍ່ໄປນີ້. Order #: :param2 Link: :param1 Selldone",
],
];