<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "商店",
    'request' => "要求",
    'stage' => "狀態",
    'budget' => "預算",
    'contact' => "聯絡方式",
    'name' => "名稱",
    'email' => "電子郵件",
    'user' => "使用者",
    'copy' => "複製",
    'important' => "重要",
    'faq' => "FAQ",

    'select_shop' => "選擇店鋪",
    'loading' => "載入中",

    'add_comment' => "新增評論",
    'add_comment_sub' => "與我們分享您的想法",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "點擊「註冊」即表示您同意 :name <a href='/terms' target='_blank'> 使用條款 </a> 和 <a href='/privacy' target='_blank'> 隱私權政策 </a>。您同意接收來自 :name 的電話和 SMS 訊息，用於訂單更新和/或行銷目的。訊息頻率取決於您的活動。您可以透過發送簡訊 <b>STOP</b> 至 <b>86753</b> 來選擇退出。訊息和數據速率可能適用。我們尊重人們的隱私，絕不出售您的資料或將其用於廣告。如果您需要更多信息，請聯繫我們。",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => '未設定。我需要更多資訊。',
        'start' => "我剛開始我的生意。",
        'online' => "我有一家企業，想將其上線。",
        'extend' => "我在我的網上商店工作。",
        'pos' => "我打算在我的實體店使用Selldone POS。",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "銀行轉帳",
            'description' => "手動將資金轉入供應商的帳戶。",
        ],
    ],

];
