<?php 

 return [
     "failed" => "אישורים אלה אינם תואמים לרישומים שלנו.",
     "password" => "הסיסמה שסופקה שגויה.",
     "throttle" => "יותר מדי ניסיונות כניסה. אנא נסה שוב בעוד :שניות שניות.",
     "title_shop" => "היכנס ל-:name",
     "title_app" => "גישה לאפליקציה של :name",
     "login_message" => "בקש גישה לחשבון שלך.",
     "scopes_title" => "לאפליקציה הזו תהיה גישה להיקפים הבאים",
     "accept" => "לְאַשֵׁר",
     "reject" => "לִדחוֹת",
     "login_incorrect_password" => "שם משתמש או סיסמה לא חוקיים.",
     "reset_2fa_title" => "אפס בקשת התחברות דו-שלבית",
     "go_main_page" => "עבור לעמוד הבית",
     "signing_in" => "נכנס...",
];