<?php 

 return [
     "default_title" => "SELLDONE",
     "keywords" => [
        "מערכת הפעלה עסקית",
        "domain",
        "selldone",
        "פלטפורמת מסחר אלקטרוני",
        "בונה חנויות",
        "בונה חנויות",
        "בונה אתרי אינטרנט",
        "רעיון עסקי",
        "בונה קהילה בהתאמה אישית",
        "מסחר אלקטרוני בתווית לבנה"
     ],
     "samin" => "למכור",
     "Selldone" => "למכור",
     "related" => "קָשׁוּר",
     "share" => "לַחֲלוֹק",
     "global" => [
     "blog" => "בלוג",
],
     "footer-title" => "Seldone® | Businesses <span class='os-grad'>OS</span> ™",
     "footer-subtitle" => "מערכת ההפעלה מספר 1 עבור חברות קטנות ובינוניות ומותגים עצמאיים",
     "footer-about-selldone" => "Seldone, כפלטפורמת מסחר אלקטרוני, פועלת כמלאך לצמיחה של עסקים. בין אם יש לך חנות קטנה או חברה גדולה, אתה צריך להציג את המוצר שלך באינטרנט. Seldone נהג לבנות חנויות מקוונות עם עלויות תפעול נמוכות יותר וגמישות רבה יותר. בנוסף, אנו מספקים שרשרת כלים לניהול מסחר אלקטרוני המשתפרת כל הזמן, זוכה לתכונות חדשות מדי שבוע, כמו שילוב ניהול חנות וממשק תכנות ויזואלי ליצירת תהליכי אוטומציה מותאמים אישית או שילוב AI.",
     "footer-action" => "צור את המסחר האלקטרוני שלך - זה בחינם",
     "footer" => [
     "about" => "על סלדון",
     "contact" => "צור קשר",
     "email" => "support@selldone.com",
     "phone" => "🇩🇰 +45 36991215",
],
     "footer-menu" => [
        [
     "title" => "למכור",
     "items" => [
        [
     "title" => "פלטפורמה עסקית",
     "href" => "/store-builder",
],
        [
     "title" => "בלוג",
     "href" => "/blog",
],
        [
     "title" => "עֶזרָה",
     "href" => "/help",
],
        [
     "title" => "FAQ",
     "href" => "/faq",
],
        [
     "title" => "מדיניות פרטיות",
     "href" => "/privacy",
],
        [
     "title" => "תקופת השירות",
     "href" => "/terms",
]
     ],
],
        [
     "title" => "מאפיינים",
     "items" => [
        [
     "title" => "תכונות ויתרונות",
     "href" => "/features",
],
        [
     "title" => "Marketing tools",
     "href" => "/marketing",
],
        [
     "title" => "Processing center",
     "href" => "/order-processing",
],
        [
     "title" => "תמריצים ומועדונים",
     "href" => "/incentives",
],
        [
     "title" => "ביקורת וחשבונאות",
     "href" => "/auditing",
],
        [
     "title" => "Cloud hosting",
     "href" => "/cloud",
]
     ],
],
        [
     "title" => "פתרונות",
     "items" => [
        [
     "title" => "אוסף NFT",
     "href" => "/nft",
],
        [
     "title" => "גִילדָה",
     "href" => "/guild",
],
        [
     "title" => "אבוקדו",
     "href" => "/avocado",
],
        [
     "title" => "מומחים",
     "href" => "/experts",
],
        [
     "title" => "SEO engine",
     "href" => "/seo",
],
        [
     "title" => "Smart report",
     "href" => "/smart-report",
]
     ],
],
        [
     "title" => "שירותים",
     "items" => [
        [
     "title" => "מחיר ותוכניות",
     "href" => "/price",
],
        [
     "title" => "יישומים",
     "href" => "/apps",
],
        [
     "title" => "Application builder",
     "href" => "/app-builder",
],
        [
     "title" => "יוצר דפים",
     "href" => "/page-builder",
],
        [
     "title" => "Logistic solution",
     "href" => "/logistic",
],
        [
     "title" => "אוטומציה ו-IoT",
     "href" => "/automation",
]
     ],
]
     ],
     "header" => [
     "home" => "בית",
     "features" => "מאפיינים",
     "pricing" => "תמחור",
     "blogs" => "בלוג",
     "community" => "קהילה",
     "help" => "עֶזרָה",
     "features-menu" => [
     "store-builder" => "בונה מסחר אלקטרוני",
     "community-platform" => "קהילה מותאמת אישית",
     "cloud" => "אירוח מבוסס ענן",
     "page-builder" => "בונה דפי נחיתה",
     "smart-report" => "מחולל דוחות חכם",
     "payment" => "תשלום והנהלת חשבונות",
     "staffs" => "לקוחות וצוות",
     "logistic" => "לוגיסטיקה ומשלוח",
     "order-processing" => "הזמנות ועיבוד",
     "marketing" => "קמפיין שיווקי",
     "incentives" => "מועדון ותמריצים",
     "pos" => "קופה מקוונת",
     "seo" => "מנוע קידום אתרים אוטומטי",
     "automation" => "אוטומציה ו-IoT",
     "ai" => "מסחר בינה מלאכותית",
     "app-builder" => "בונה אפליקציות",
],
     "build" => "לִבנוֹת",
     "build-sub" => "אנו יוצרים סביבך מערכת ליצירת סיפור ההצלחה שלך.",
     "manage" => "לנהל",
     "manage-sub" => "ניהול העסק שלך יהיה מהנה מתמיד.",
     "sel" => "מכירה",
     "sel-sub" => "תמיד תהיה סגור, תרוויח כסף ותהנה מזה.",
     "grow" => "לגדול",
     "grow-sub" => "תכונות וכלים ברמה ארגונית בהישג ידך, השמיים יהיו הגבול שלך.",
],
     "article" => [
     "list-of-content" => "רשימת תוכן",
     "author" => "מְחַבֵּר",
     "others-title" => "תובנה נוספת על :title",
],
     "page" => [
     "login" => [
     "title" => "סלדון | התחברות",
     "image" => "/images/seo/en/login.jpg",
     "description" => "זה לא משנה כמה הון יש לך, איפה התחלת את העסק שלך, איפה אתה חי בעולם! Seldone סיפקה לך את כל כלי המכירה המקצועיים. ההרשמה והכלים הללו בחינם לכולם ולתמיד.",
],
     "register" => [
     "title" => "סלדון | הירשם",
     "image" => "/images/seo/en/login.jpg",
     "description" => "אנו מאמינים שגישה היא זכות ולא פריבילגיה! בין אם יש לך עסק ברחוב העשיר ביותר בניו יורק או בכפר מרוחק, האינטרנט וכלי מקוון צריכים להיות כל מה שאתה צריך כדי למכור באינטרנט! זה החלום של הסלדון.",
],
     "home" => [
     "title" => "מכירות כמו מקצוענים - מערכת ההפעלה של Seldone® Business",
     "image" => "/images/seo/en/create-my-ecommerce-website-free.jpg",
     "description" => "Seldone היא מערכת הפעלה עסקית לבנייה, ניהול והרחבה של העסק שלך ויזואלית. עשה זאת בעצמך עם פתרון ללא קוד וללא מומחה עבור מיליוני הזמנות.",
],
     "helps" => [
     "title" => "עֶזרָה",
     "image" => "/images/seo/en/help.jpg",
     "description" => "איך לעשות עסק מצליח.",
],
     "blogs" => [
     "title" => "בלוג",
     "image" => "/images/seo/en/academy.jpg",
     "description" => "החדשות והתוכן העדכניים ביותר של Seldone.",
],
     "faqs" => [
     "title" => "שאלות נפוצות",
     "image" => "/images/seo/en/faq.jpg",
     "description" => "שאלות ותשובות על Seldone.",
],
     "price" => [
     "title" => "רשימת מחירים",
     "image" => "/images/seo/en/price.jpg",
     "description" => "כל המאפיינים המקצועיים של בניית חנות ואתר בחינם ללא כל הגבלת זמן מחכים לכם.",
],
     "apps" => [
     "title" => "חנות אפליקציות",
     "image" => "/images/seo/en/apps.jpg",
     "description" => "התקנת אפליקציות לחנות מסופקת עבור החנות שלך בלחיצה אחת בלבד.",
],
     "experts" => [
     "title" => "מומחים",
     "image" => "/images/seo/en/expert.jpg",
     "description" => "אל תדאג לגבי עיצוב, השקה, פרסום או ניהול החנות שלך, מומחי Seldone מוכנים לעזור לך. שכור מומחה מוסמך שיעשה דברים טוב יותר ומהיר יותר.",
],
     "avocado" => [
     "title" => "אבוקדו - ערוץ מכירות חברתי מודרני",
     "image" => "/images/seo/en/create-avocado-seo.jpg?v=1",
     "description" => "סכום אחד ותואר אחד זה כל מה שאתה צריך כדי לקבל כסף מהלקוחות שלך! הכסף יזוכה ישירות לחשבונך וללקוחותיך תהיה חווית קנייה ייחודית.",
],
     "referral" => [
     "title" => "תוכנית שותפים - Seldone",
     "image" => "/images/seo/en/referral.png",
     "description" => "הצטרף למשימה מרגשת וצור לעצמך זרם הכנסה פסיבי.",
],
     "press" => [
     "title" => "משאבי עיתונות - Seldone",
     "image" => "/images/seo/en/press.png",
     "description" => "משאבים לכל מי שמעוניין לכתוב על סלדון.",
],
     "roadmap" => [
     "title" => "מפת דרכים - סלדון",
     "image" => "/images/seo/roadmap.jpg",
     "description" => "זוהי פלטפורמה מיוחדת במינה; זה ייחודי לחלוטין ושונה מאוד מכל האחרים. זוהי מערכת ההפעלה העסקית כשירות הכל-באחד, ללא קוד, עם כלים ברמה ארגונית עבור עסקים קטנים ובינוניים.",
],
     "onboarding" => [
     "title" => "יוצר אתר קניות באינטרנט בחינם - רספונסיבי ומקצועי",
     "image" => "/images/seo/ui-kit.jpg",
     "description" => "Seldone, כפלטפורמת מסחר אלקטרוני, פועלת כמו מלאך לצמיחת העסק שלך. בין אם יש לכם חנות קטנה או חברה גדולה, אתם זקוקים לסט של כלים מקצועיים אך קלים לשימוש.",
],
     "books" => [
     "title" => "ספרי עזר לעסקים: עצות להתחלה וצמיחה לאתרי קניות מקוונים",
     "image" => "/images/seo/en/cover.jpg",
     "description" => "אתה יכול להוריד בחינם ספרי עזר על פיתוח עסקי כאן. בספרים אלו תמצאו טיפים מלאים לפיתוח עסק ומדריכי שיפור מעשיים להגדלת אחוזי ההמרה בחנות המקוונת שלכם.",
],
     "quiz" => [
     "title" => "חידון | האם מערכת ההפעלה העסקית מתאימה לך?",
     "image" => "/images/seo/en/quiz.png",
     "description" => "אם אתה רוצה לדעת שהעסק שלך צריך או יכול להשתמש במערכת הפעלה עסקית, לפני שתמשיך הלאה, אנא עשה את החידון הזה בן 60 שניות. אם אתה רוצה לדעת שהעסק שלך צריך או יכול להשתמש במערכת הפעלה עסקית, לפני שתמשיך הלאה, אנא עשה את החידון הזה בן 60 שניות.",
],
     "countries" => [
     "title" => "מדינות נתמכות ותשלומים מקומיים - מערכת הפעלה עסקית",
     "image" => "/images/seo/en/countries.png",
     "description" => "מערכת הפעלה עסקית, שלב ההתפתחות הבא של שירותי מסחר מפלטפורמות מסחר אלקטרוני למשהו ללא נושא, תוסף או קוד. 100% ויזואלית!",
],
     "participant" => [
     "title" => "הקהילה שאתה רוצה - שחק וזכה ב-$20",
     "image" => "/images/seo/en/participants.jpg",
     "description" => "אתה יכול להשתתף בקהילה שנמכרה על ידי יצירת סרטונים קצרים כדי לעזור לאחרים ולקבל עד 20 דולר ארה'ב זיכוי מתנה לכל סרטון.",
],
     "tax" => [
     "title" => "רשימת תעריפי מס גלובלית",
     "image" => "/images/seo/en/tax.jpg",
     "description" => "אתה יכול לעקוף את כללי המס וליצור יותר מפרופיל מס אחד עבור קטגוריות מוצרים שונות.",
],
     "premium" => [
     "title" => "שדרג לפרימיום ושנה את משחק המסחר האלקטרוני שלך",
     "image" => "/images/seo/en/premium.jpg",
     "description" => "הגדל את החנות המקוונת שלך עם Seldone Premium. גש לכלי AI בלעדיים, תבניות מותאמות אישית ועוד כדי להגביר את היעילות ולהתבלט בשוק הדיגיטלי. הצטרף עכשיו לחוויית מסחר אלקטרוני חכמה ואלגנטית יותר!",
],
     "builder" => [
     "title" => "אפליקציה חינמית לבניית דפים ועורך דפי נחיתה - אין צורך בכניסה",
     "image" => "/images/seo/en/builder.png",
     "description" => "צור דפי אינטרנט ודפי נחיתה מדהימים ללא מאמץ עם בונה ועורך הדפים החינמיים והידידותיים למשתמש. אין צורך בכניסה. עצב, התאם אישית ופרסם את דפי האינטרנט שלך במהירות עם ממשק הגרירה והשחרור האינטואיטיבי שלנו. מושלם עבור משווקים, בעלי עסקים קטנים ומפתחים המחפשים פתרון עיצוב אתרים ללא בעיות.",
],
],
     "shuttle" => [
     "title" => "סלדון | לוּחַ מַחווָנִים",
     "image" => "/images/seo/en/dashboard.jpg",
     "description" => "פאנל ניהול חנות, אם יש לך גישה לחנות זו, תוכל להיכנס ללוח המחוונים לניהול החנות שלך דרך הקישור הזה.",
],
     "shuttle-shop" => [
     "title" => "סלדון | לוח המחוונים של החנות",
     "image" => "/images/seo/en/shuttle-shop.jpg",
     "video" => "/images/seo/en/videos/shuttle-shop.mp4",
     "description" => "נהל הכל בלוח המחוונים שלך. נהל מוצרים, הזמנות, עיצוב דפי נחיתה, שיווק, תמריצים וכל מה שצריך לעסק גדול.",
],
     "guild" => [
     "title" => "גילדה - ערוץ מכירות קולקטיבי",
     "image" => "/images/seo/en/guild.jpg?v=2",
     "description" => "הפוך את העסק שלך לבר השגה ונגיש לכל אחד ברחבי העולם על ידי יצירת גילדה נהדרת.",
],
     "apps" => [
     "structure-data" => [
     "title" => "מחולל נתונים של מבנה | JSON-LD",
     "description" => "השתמש במחולל נתונים מובנים רב עוצמה זה כדי ליצור סימון JSON-LD, כולל כל מאפייני הפריט הנדרשים ועוד.",
],
],
     "call-to-action" => [
     "title" => "הפוך את העסק שלך לאינטרנט לפי הפתרון הטכני הטוב ביותר בשוק.",
     "money-back" => "30 יום החזר כספי",
     "action" => "צור את המסחר האלקטרוני שלך",
     "action-sub" => "התחל עכשיו - זה בחינם",
     "message" => "היפרד משיעור המכירות הנמוך שלך באינטרנט!",
],
];