<?php 

 return [
     "failed" => "Այս հավատարմագրերը չեն համապատասխանում մեր գրառումներին:",
     "password" => "Տրամադրված գաղտնաբառը սխալ է:",
     "throttle" => "Չափից շատ մուտք գործելու փորձեր: Խնդրում եմ նորից փորձեք :seconds վայրկյանից։",
     "title_shop" => "Մուտք գործեք :name",
     "title_app" => ":name-ի հավելվածի հասանելիություն",
     "login_message" => "Խնդրեք մուտք գործել ձեր հաշիվ:",
     "scopes_title" => "Այս հավելվածին հասանելի կլինեն հետևյալ շրջանակները",
     "accept" => "Հաստատել",
     "reject" => "Մերժել",
     "login_incorrect_password" => "Սխալ մուտքանուն կամ գաղտնաբառ.",
     "reset_2fa_title" => "Վերականգնել երկքայլ մուտքի հարցումը",
     "go_main_page" => "Գնալ գլխավոր էջ",
     "signing_in" => "Մուտք գործել...",
];