<?php 

 return [
     "failed" => "Овие ингеренции не се совпаѓаат со нашите записи.",
     "throttle" => "Премногу обиди за најавување. Обидете се повторно за :секунди секунди.",
     "title_shop" => "Најавете се на :name",
     "title_app" => "Пристап до апликацијата на :name",
     "login_message" => "Побарајте пристап до вашата сметка.",
     "scopes_title" => "Оваа апликација ќе има пристап до следните опсези",
     "accept" => "Потврди",
     "reject" => "Одбијте",
     "login_incorrect_password" => "Неважечко корисничко име или лозинка.",
     "reset_2fa_title" => "Ресетирајте го барањето за најава во два чекора",
     "go_main_page" => "Одете на почетната страница",
     "signing_in" => "Најавување...",
];