<?php 

 return [
     "default_title" => "SELLDONE",
     "keywords" => [
        "бизнис оперативен систем",
        "domain",
        "selldone",
        "платформа за е-трговија",
        "градител на продавница",
        "дуќанџија",
        "градител на веб-страници",
        "бизнис идеја",
        "сопствен градител на заедницата",
        "бела ознака е-трговија"
     ],
     "samin" => "продадено",
     "Selldone" => "продадено",
     "related" => "Поврзани",
     "share" => "Споделете",
     "global" => [
     "blog" => "Блог",
],
     "footer-title" => "Selldone® | Business <span class='os-grad'>OS</span> ™",
     "footer-subtitle" => "Оперативен систем број 1 за мали и средни претпријатија и независни брендови",
     "footer-about-selldone" => "Селдоне, како платформа за е-трговија, работи како ангел за раст на бизнисите. Без разлика дали имате мала продавница за тули и малтер или голема компанија, треба да го покажете вашиот производ на Интернет. Селдоне се користеше за изградба на онлајн продавници со пониски оперативни трошоци и поголема флексибилност. Дополнително, обезбедуваме синџир на алатки за управување со е-трговија кој секогаш се подобрува, кој добива нови функции секоја недела, како што се интегрирање на администрацијата на продавницата и визуелниот програмски интерфејс за креирање сопствени процеси на автоматизација или интеграција со вештачка интелигенција.",
     "footer-action" => "Направете ја вашата е-трговија - Бесплатна е",
     "footer" => [
     "about" => "За Селдоне",
     "contact" => "Контактирајте не",
     "email" => "support@selldone.com",
     "phone" => "🇩🇰 +45 36991215",
],
     "footer-menu" => [
        [
     "title" => "продадено",
     "items" => [
        [
     "title" => "Бизнис платформа",
     "href" => "/store-builder",
],
        [
     "title" => "Блог",
     "href" => "/blog",
],
        [
     "title" => "Помош",
     "href" => "/help",
],
        [
     "title" => "FAQ",
     "href" => "/faq",
],
        [
     "title" => "Политика за приватност",
     "href" => "/privacy",
],
        [
     "title" => "Рок на користење",
     "href" => "/terms",
]
     ],
],
        [
     "title" => "Карактеристики",
     "items" => [
        [
     "title" => "Карактеристики и придобивки",
     "href" => "/features",
],
        [
     "title" => "Marketing tools",
     "href" => "/marketing",
],
        [
     "title" => "Processing center",
     "href" => "/order-processing",
],
        [
     "title" => "Стимулација и клубови",
     "href" => "/incentives",
],
        [
     "title" => "Ревизија и сметководство",
     "href" => "/auditing",
],
        [
     "title" => "Cloud hosting",
     "href" => "/cloud",
]
     ],
],
        [
     "title" => "Решенија",
     "items" => [
        [
     "title" => "NFT колекција",
     "href" => "/nft",
],
        [
     "title" => "Еснаф",
     "href" => "/guild",
],
        [
     "title" => "Авокадо",
     "href" => "/avocado",
],
        [
     "title" => "Експерти",
     "href" => "/experts",
],
        [
     "title" => "SEO engine",
     "href" => "/seo",
],
        [
     "title" => "Smart report",
     "href" => "/smart-report",
]
     ],
],
        [
     "title" => "Услуги",
     "items" => [
        [
     "title" => "Цена и планови",
     "href" => "/price",
],
        [
     "title" => "Апликации",
     "href" => "/apps",
],
        [
     "title" => "Application builder",
     "href" => "/app-builder",
],
        [
     "title" => "Креатор на страници",
     "href" => "/page-builder",
],
        [
     "title" => "Logistic solution",
     "href" => "/logistic",
],
        [
     "title" => "Автоматизација и IoT",
     "href" => "/automation",
]
     ],
]
     ],
     "header" => [
     "home" => "Дома",
     "features" => "Карактеристики",
     "pricing" => "Цените",
     "blogs" => "Блог",
     "community" => "Заедница",
     "help" => "Помош",
     "features-menu" => [
     "store-builder" => "Градител за е-трговија",
     "community-platform" => "Прилагодена заедница",
     "cloud" => "Хостинг базиран на облак",
     "page-builder" => "Градител на целна страница",
     "smart-report" => "Генератор на паметни извештаи",
     "payment" => "Плаќање и сметководство",
     "staffs" => "Клиенти и тим",
     "logistic" => "Логистика и испорака",
     "order-processing" => "Нарачки и обработка",
     "marketing" => "Маркетинг и кампања",
     "incentives" => "Клуб и стимулации",
     "pos" => "Онлајн ПОС",
     "seo" => "Автоматско оптимизација на моторот",
     "automation" => "Автоматизација и IoT",
     "ai" => "AI Commerce",
     "app-builder" => "Градител на апликации",
],
     "build" => "Изградба",
     "build-sub" => "Ние создаваме систем околу вас за да ја креирате вашата успешна приказна.",
     "manage" => "Управувај",
     "manage-sub" => "Управувањето со вашиот бизнис ќе биде попријатно од кога било.",
     "sel" => "Продај",
     "sel-sub" => "Секогаш затворајте, правете пари и уживајте во тоа.",
     "grow" => "Расте",
     "grow-sub" => "Карактеристики и алатки од типот на претпријатието ви се на располагање, небото ќе биде вашата граница.",
],
     "article" => [
     "list-of-content" => "Список на содржина",
     "author" => "Автор",
     "others-title" => "Повеќе увид за :title",
],
     "page" => [
     "login" => [
     "title" => "Продадено | Логирај Се",
     "image" => "/images/seo/en/login.jpg",
     "description" => "Не е важно колку капитал имате, каде сте го започнале вашиот бизнис, каде во светот живеете! Selldone ви ги обезбеди сите професионални алатки за продажба. Регистрацијата и овие алатки се бесплатни за секого и засекогаш.",
],
     "register" => [
     "title" => "Продадено | Регистрирајте се",
     "image" => "/images/seo/en/login.jpg",
     "description" => "Сметаме дека пристапот е право, а не привилегија! Без разлика дали имате бизнис на најбогатата улица во Њујорк или во далечно село, интернетот и онлајн алатката треба да бидат се што ви треба за да продавате онлајн! Ова е сонот на Селдоне.",
],
     "home" => [
     "title" => "Продажба како професионалци - Selldone® Business OS",
     "image" => "/images/seo/en/create-my-ecommerce-website-free.jpg",
     "description" => "Selldone е деловен оперативен систем за градење, управување и визуелно размерување на вашиот бизнис. Направете го тоа сами со решение без код и без потреба од стручно решение за милиони нарачки.",
],
     "helps" => [
     "title" => "Помош",
     "image" => "/images/seo/en/help.jpg",
     "description" => "Како да направите успешен бизнис.",
],
     "blogs" => [
     "title" => "Блог",
     "image" => "/images/seo/en/academy.jpg",
     "description" => "Најновите вести и содржини на Селдоне.",
],
     "faqs" => [
     "title" => "Најчесто поставувани прашања",
     "image" => "/images/seo/en/faq.jpg",
     "description" => "Прашања и одговори на Селдоне.",
],
     "price" => [
     "title" => "Ценовник",
     "image" => "/images/seo/en/price.jpg",
     "description" => "Ве чекаат сите професионални карактеристики за бесплатно градење продавница и локација без никакво временско ограничување.",
],
     "api" => [
     "title" => "API",
     "image" => "/images/seo/en/api.jpg",
     "description" => "Веб сервис, документација за развој на апликации и поврзан сервис.",
],
     "apps" => [
     "title" => "Продавница за Апликации",
     "image" => "/images/seo/en/apps.jpg",
     "description" => "Инсталирањето на апликации во продавницата е обезбедено за вашата продавница со само еден клик.",
],
     "experts" => [
     "title" => "Експерти",
     "image" => "/images/seo/en/expert.jpg",
     "description" => "Не грижете се за дизајнирање, лансирање, рекламирање или управување со вашата продавница, специјалистите на Seldone се подготвени да ви помогнат. Ангажирајте сертифициран специјалист за да ги прави работите подобро и побрзо.",
],
     "avocado" => [
     "title" => "Авокадо — Модерен социјален продажен канал",
     "image" => "/images/seo/en/create-avocado-seo.jpg?v=1",
     "description" => "Една сума и еден наслов е се што ви треба за да добиете пари од вашите клиенти! Парите ќе се кредитираат директно на вашата сметка и вашите клиенти ќе имаат уникатно искуство за купување.",
],
     "referral" => [
     "title" => "Придружна програма - Продадена",
     "image" => "/images/seo/en/referral.png",
     "description" => "Придружете се на возбудлива мисија и направете пасивен прилив на приходи за себе.",
],
     "press" => [
     "title" => "Ресурси за печатот - Продадено",
     "image" => "/images/seo/en/press.png",
     "description" => "Ресурси за сите заинтересирани да пишуваат за Селдоне.",
],
     "roadmap" => [
     "title" => "Патоказ - Продаден",
     "image" => "/images/seo/roadmap.jpg",
     "description" => "Тоа е единствена платформа; тој е сосема уникатен и многу различен од сите други. Тоа е единствениот сè-во-едно, бизнис оперативен систем како услуга без код, со алатки за мали и средни претпријатија од типот на претпријатие.",
],
     "onboarding" => [
     "title" => "Креатор на веб-страница за бесплатен онлајн шопинг - одговорен и професионален",
     "image" => "/images/seo/ui-kit.jpg",
     "description" => "Selldone, како платформа за е-трговија, работи како ангел за раст на вашиот бизнис. Без разлика дали имате мала продавница за тули и малтер или голема компанија, потребен ви е сет на професионални, но лесни за употреба алатки.",
],
     "books" => [
     "title" => "Бизнис прирачници: Совети за почеток и раст за веб-страниците за онлајн шопинг",
     "image" => "/images/seo/en/cover.jpg",
     "description" => "Овде можете да преземете бесплатни прирачници за развој на бизнисот. Во овие книги, ќе најдете целосни совети за развој на бизнис и практични водичи за подобрување за да ги зголемите стапките на конверзија во вашата онлајн продавница.",
],
     "quiz" => [
     "title" => "Квиз | Дали ви одговара деловниот оперативен систем?",
     "image" => "/images/seo/en/quiz.png",
     "description" => "Ако сакате да знаете дека на вашиот бизнис му треба или може да користи деловен оперативен систем, пред да одите понатаму, ве молиме направете го овој квиз од 60 секунди. Ако сакате да знаете дека на вашиот бизнис му треба или може да користи деловен оперативен систем, пред да одите понатаму, ве молиме направете го овој квиз од 60 секунди.",
],
     "countries" => [
     "title" => "Поддржани земји и локални плаќања - Business OS",
     "image" => "/images/seo/en/countries.png",
     "description" => "Бизнис оперативен систем, следниот еволуционен чекор на трговските услуги од платформи за е-трговија до нешто без тема, приклучок или код. 100% визуелно!",
],
],
     "shuttle" => [
     "title" => "Продадено | Контролна табла",
     "image" => "/images/seo/en/dashboard.jpg",
     "description" => "Панел за управување со продавница, доколку имате пристап до оваа продавница, можете да ја внесете контролната табла за управување со продавницата преку оваа врска.",
],
     "shuttle-shop" => [
     "title" => "Продадено | Контролна табла за продавница",
     "image" => "/images/seo/en/shuttle-shop.jpg",
     "video" => "/images/seo/en/videos/shuttle-shop.mp4",
     "description" => "Управувајте со сè во вашата контролна табла. Управувајте со производите, нарачките, дизајнот на целните страници, маркетингот, стимулациите и сè што ви треба за одличен бизнис.",
],
     "guild" => [
     "title" => "Еснаф — Колективен продажен канал",
     "image" => "/images/seo/en/guild.jpg?v=2",
     "description" => "Направете го вашиот бизнис остварлив и достапен за сите ширум светот со создавање на одличен еснаф.",
],
     "apps" => [
     "structure-data" => [
     "title" => "Структура Генератор на податоци | JSON-LD",
     "description" => "Користете го овој моќен генератор на структурирани податоци за да креирате ознаки JSON-LD, вклучувајќи ги сите потребни својства на ставките и многу повеќе.",
],
],
     "call-to-action" => [
     "title" => "Направете го вашиот бизнис онлајн со најдоброто без-техничко решение на пазарот.",
     "money-back" => "30 дена гаранција за враќање на парите",
     "action" => "Направете ја вашата електронска трговија",
     "action-sub" => "Започнете сега - Бесплатно е",
     "message" => "Кажете му збогум на вашата ниска стапка на онлајн продажба!",
],
];