<?php 

 return [
     "shop-order-payment" => [
     "title" => "Прифатете плаќање",
     "sample" => "Вашата исплата од 267$ успешно се подмири.<br> Нарачка: SM-425<br> Ви благодариме, <b>името на вашата продавница</b> .<br> Продадено",
     "body" => "Вашата :param2 уплата е успешно подмирена. Нарачајте: :param1 Благодарам, :param3. Продадено",
     "description" => "Испратете порака до купувачот за да го информирате за успешно плаќање.",
],
     "shop-order-payment-admin" => [
     "title" => "Прифатете плаќање",
     "sample" => "Новото плаќање од 267$ успешно се подмири.<br> Нарачка: SM-425<br> Ви благодариме, <b>името на вашата продавница</b> .<br> Продадено",
     "body" => "Новото :param2 плаќање успешно се подмири. Нарачајте: :param1 Благодарам, :param3. Продадено",
     "description" => "Испратете порака до сопственикот на продавницата за да го известите за успешното плаќање.",
],
     "vendor-new-order" => [
     "title" => "Добавувач нов ред",
     "sample" => "Добивте нова нарачка од 200 долари.<br> Нарачајте: SM-870 од <b>Име на продавачот</b> .",
     "body" => "Добивте нова нарачка :param2. Подреди: :param1 за :param3.",
     "description" => "Испратете порака до продавачот за да го информирате за нова нарачка.",
],
     "shop-login" => [
     "title" => "Код за потврда за најава",
     "sample" => "Вашиот код за најава е: <b>123456</b><br> <b>Името на вашата продавница</b><br> Продадено",
     "body" => "Вашиот код за најава е: :param1 :param2 Продаден",
     "description" => "Испратете го кодот за најавување на клиентот за да се најави во продавницата.",
],
     "user-login" => [
     "title" => "Порака за успешна најава",
     "sample" => "Почитувано <b>име</b> ,<br> Се најавивте на вашата сметка со <b>iPhone 165.250.300.1</b> на <b>08.05.2021 9:14 часот</b> .<br> Продадено",
     "body" => "Почитувани :param1, Вие се најавивте на вашата сметка со :param2 на :param3. Продадено",
     "description" => "Испратете порака откако клиентот ќе се најави во продавницата.",
],
     "avocado-order-submit" => [
     "title" => "Новата нарачка за авокадо поднесена е испратена до купувачот",
     "sample" => "<b>Името на вашата продавница</b><br> Почитувани <b>Вашето име</b> ,<br> Ја добивме вашата нарачка и ја разгледуваме.<br> Нарачка #: <b>AVO-246</b><br> Продадено",
     "body" => ":param3 Почитувани :param1, ја добивме вашата нарачка и ја разгледуваме. Нарачка #: :param2 Продадено",
     "description" => "Испратете порака до клиентот откако ќе нарачате авокадо.",
],
     "avocado-order-submit-seller" => [
     "title" => "Авокадо добива нова нарачка испрати до продавачот",
     "sample" => "Добивте нарачка за авокадо:<br> Продавница: <b>Името на вашата продавница</b><br> Купувач: <b>Име</b> на купувачот<br> Нарачајте: <b>AVO-246</b><br> Продадено",
     "body" => "Добивте нарачка за авокадо: Продавница: :param1 Купувач: :param2 Нарачка: :param3 Селдоне",
     "description" => "Испратете порака до сопственикот на продавницата за да го известите за добивање на нова нарачка за авокадо.",
],
     "avocado-ready-to-pay" => [
     "title" => "Нарачка за авокадо подготвена за плаќање",
     "sample" => "<b>Името на вашата продавница</b><br> Вашата нарачка е потврдена и може да се плати преку следниот линк.<br> Нарачка #: <b>AVO-246</b><br> Линк: <b>https://your-domain/avocado</b><br> Продадено",
     "body" => ":param3 Вашата нарачка е потврдена и може да се плати преку следниот линк. Нарачка #: :param2 Линк: :param1 Продадено",
     "description" => "Испратете порака со врската за плаќање до клиентот откако продавачот ќе ги одреди трошоците и ќе ја потврди нарачката за авокадо.",
],
];