<?php 

 return [
     "failed" => "بۇ كىنىشكىلار بىزنىڭ خاتىرىمىزگە ماس كەلمەيدۇ.",
     "throttle" => "كىرىش سىنىقى بەك كۆپ. قايتا سىناپ بېقىڭ: سېكۇنت سېكۇنت.",
     "title_shop" => "كىرىش: ئىسىم",
     "title_app" => "ئىلتىماس قىلىش ھوقۇقى: ئىسىم",
     "login_message" => "ھېساباتىڭىزغا كىرىشنى تەلەپ قىلىڭ.",
     "scopes_title" => "بۇ ئەپ تۆۋەندىكى مەزمۇنلارنى زىيارەت قىلالايدۇ",
     "accept" => "جەزملەشتۈرۈڭ",
     "reject" => "رەت قىلىش",
     "login_incorrect_password" => "ئىشلەتكۈچى ئىسمى ياكى پارولى ئىناۋەتسىز.",
     "reset_2fa_title" => "ئىككى باسقۇچلۇق كىرىش تەلىپىنى ئەسلىگە كەلتۈرۈڭ",
     "go_main_page" => "باش بەتكە بېرىڭ",
     "signing_in" => "تىزىملىتىپ كىرىش ...",
];