<?php 

 return [
     "default_title" => "SELLDONE",
     "keywords" => [
        "business os",
        "domain",
        "selldone",
        "سودا سۇپىسى",
        "دۇكان قۇرغۇچى",
        "دۇكان قۇرغۇچى",
        "تور بەت قۇرغۇچى",
        "سودا ئىدىيەسى",
        "ئىختىيارى مەھەللە قۇرغۇچى",
        "whitelabel ecommerce"
     ],
     "samin" => "selldone",
     "Selldone" => "selldone",
     "related" => "مۇناسىۋەتلىك",
     "share" => "ھەمبەھىرلەش",
     "global" => [
     "blog" => "بىلوگ",
],
     "footer-title" => "Selldone® | سودا <span class='os-grad'>OS</span> ™",
     "footer-subtitle" => "ئوتتۇرا ، كىچىك كارخانىلار ۋە مۇستەقىل ماركىلارنىڭ # 1 مەشغۇلات سىستېمىسى",
     "footer-about-selldone" => "Selldone ئېلېكترونلۇق سودا سۇپىسى بولۇش سۈپىتى بىلەن كارخانىنىڭ ئېشىشى ئۈچۈن پەرىشتە سۈپىتىدە ھەرىكەت قىلىدۇ. مەيلى كىچىك خىش زاۋۇتى ياكى چوڭ شىركەت بولسۇن ، مەھسۇلاتىڭىزنى توردا كۆرسىتىشىڭىز كېرەك. Selldone ئىلگىرى تىجارەت تەننەرخى تۆۋەن ۋە جانلىقلىقى يۇقىرى تور دۇكانلىرىنى قۇرغان. ئۇنىڭدىن باشقا ، بىز ھەمىشە مۇكەممەللەشتۈرۈلگەن ئېلېكترونلۇق سودا باشقۇرۇش قوراللىرى بىلەن تەمىنلەيمىز ، ئۇ ھەر ھەپتە دۇكان باشقۇرۇش بىلەن كۆرۈنۈشلۈك پروگرامما تۈزۈش كۆرۈنۈشىنى بىرلەشتۈرۈش ئارقىلىق ئاپتوماتىك ئاپتوماتلاشتۇرۇش جەريانى ياكى سۈنئىي ئەقلىي ئىقتىدارنى بىرلەشتۈرۈش قاتارلىق يېڭى ئىقتىدارلارغا ئېرىشىدۇ.",
     "footer-action" => "ئېلېكترونلۇق سودىڭىزنى قۇرۇڭ - ھەقسىز",
     "footer" => [
     "about" => "Selldone ھەققىدە",
     "contact" => "بىز بىلەن ئالاقىلىشىڭ",
     "email" => "support@selldone.com",
     "phone" => "45 +45 36991215",
],
     "footer-menu" => [
        [
     "title" => "selldone",
     "items" => [
        [
     "title" => "سودا سۇپىسى",
     "href" => "/store-builder",
],
        [
     "title" => "بىلوگ",
     "href" => "/blog",
],
        [
     "title" => "ياردەم",
     "href" => "/help",
],
        [
     "title" => "FAQ",
     "href" => "/faq",
],
        [
     "title" => "مەخپىيەتلىك تۈزۈمى",
     "href" => "/privacy",
],
        [
     "title" => "مۇلازىمەت مۇددىتى",
     "href" => "/terms",
]
     ],
],
        [
     "title" => "Features",
     "items" => [
        [
     "title" => "ئىقتىدارلىرى ۋە پايدىسى",
     "href" => "/features",
],
        [
     "title" => "Marketing tools",
     "href" => "/marketing",
],
        [
     "title" => "Processing center",
     "href" => "/order-processing",
],
        [
     "title" => "رىغبەتلەندۈرۈش ۋە كۇلۇبلار",
     "href" => "/incentives",
],
        [
     "title" => "ئىقتىسادىي تەپتىش ۋە بوغالتىرلىق",
     "href" => "/auditing",
],
        [
     "title" => "Cloud hosting",
     "href" => "/cloud",
]
     ],
],
        [
     "title" => "ھەل قىلىش چارىسى",
     "items" => [
        [
     "title" => "NFT Collection",
     "href" => "/nft",
],
        [
     "title" => "Guild",
     "href" => "/guild",
],
        [
     "title" => "Avocado",
     "href" => "/avocado",
],
        [
     "title" => "مۇتەخەسسىسلەر",
     "href" => "/experts",
],
        [
     "title" => "SEO engine",
     "href" => "/seo",
],
        [
     "title" => "Smart report",
     "href" => "/smart-report",
]
     ],
],
        [
     "title" => "مۇلازىمەتلەر",
     "items" => [
        [
     "title" => "باھا ۋە پىلان",
     "href" => "/price",
],
        [
     "title" => "قوللىنىشچان پروگراممىلار",
     "href" => "/apps",
],
        [
     "title" => "Application builder",
     "href" => "/app-builder",
],
        [
     "title" => "بەت ياسىغۇچى",
     "href" => "/page-builder",
],
        [
     "title" => "Logistic solution",
     "href" => "/logistic",
],
        [
     "title" => "Automation & IoT",
     "href" => "/automation",
]
     ],
]
     ],
     "header" => [
     "home" => "ئۆي",
     "features" => "Features",
     "pricing" => "باھا",
     "blogs" => "بىلوگ",
     "community" => "مەھەللە",
     "help" => "ياردەم",
     "features-menu" => [
     "store-builder" => "Ecommerce Builder",
     "community-platform" => "Custom Community",
     "cloud" => "بۇلۇتنى ئاساس قىلغان ساھىبجامال",
     "page-builder" => "قونۇش بېتى قۇرغۇچى",
     "smart-report" => "Smart Report Generator",
     "payment" => "چىقىم ۋە بوغالتىرلىق",
     "staffs" => "خېرىدارلار ۋە گۇرۇپپا",
     "logistic" => "Logistic & Delivery",
     "order-processing" => "زاكاز ۋە بىر تەرەپ قىلىش",
     "marketing" => "Marketing & Campaign",
     "incentives" => "كۇلۇب ۋە رىغبەتلەندۈرۈش",
     "pos" => "توردىكى POS",
     "seo" => "Auto SEO Engine",
     "automation" => "Automation & IoT",
     "ai" => "AI سودا",
     "app-builder" => "پروگرامما قۇرغۇچى",
],
     "build" => "قۇرۇش",
     "build-sub" => "مۇۋەپپەقىيەت ھېكايىڭىزنى يارىتىش ئۈچۈن ئەتراپىڭىزدا سىستېما قۇرىمىز.",
     "manage" => "باشقۇرۇش",
     "manage-sub" => "سودىڭىزنى باشقۇرۇش ئىلگىرىكىگە قارىغاندا تېخىمۇ خۇشال بولىدۇ.",
     "sel" => "سات",
     "sel-sub" => "ھەمىشە تاقىلىپ تۇرۇڭ ، پۇل تېپىڭ ۋە ئۇنىڭدىن ھۇزۇرلىنىڭ.",
     "grow" => "ئۆسۈش",
     "grow-sub" => "قولىڭىزدىكى كارخانا دەرىجىلىك ئىقتىدارلار ۋە قوراللار ، ئاسمان سىزنىڭ چېكىڭىز بولىدۇ.",
],
     "article" => [
     "list-of-content" => "مەزمۇن تىزىملىكى",
     "author" => "ئاپتور",
     "others-title" => "تېخىمۇ كۆپ چۈشەنچە: تېما",
],
     "page" => [
     "login" => [
     "title" => "Selldone | كىرىش",
     "image" => "/images/seo/en/login.jpg",
     "description" => "قانچىلىك مەبلىغىڭىز بولۇشى ، سودىڭىزنى نەدىن باشلىغانلىقىڭىز ، دۇنيانىڭ قەيەردە تۇرىشىڭىز مۇھىم ئەمەس! Selldone سىزنى بارلىق كەسپىي سېتىش قوراللىرى بىلەن تەمىنلىدى. تىزىملىتىش ۋە بۇ قوراللار ھەممەيلەنگە ۋە مەڭگۈ ھەقسىز.",
],
     "register" => [
     "title" => "Selldone | تىزىملىتىڭ",
     "image" => "/images/seo/en/login.jpg",
     "description" => "ئىشىنىمىزكى ، زىيارەت قىلىش ھوقۇقى ۋە ئىمتىياز ئەمەس! مەيلى نيۇ-يوركتىكى ئەڭ باي كوچىدا ياكى يىراق بىر يېزىدا سودىڭىز بولسۇن ، تور ۋە تور قورالى توردا سېتىشقا ئېھتىياجلىق بولۇشىڭىز كېرەك! بۇ سېللوننىڭ ئارزۇسى.",
],
     "home" => [
     "title" => "كەسپىي خادىملارغا ئوخشاش سېتىش - Selldone® سودا OS",
     "image" => "/images/seo/en/create-my-ecommerce-website-free.jpg",
     "description" => "Selldone سودىڭىزنى كۆرۈنۈشتە قۇرۇش ، باشقۇرۇش ۋە كۆلەملەشتۈرۈشتىكى سودا مەشغۇلات سىستېمىسى. ئۇنى مىليونلىغان زاكاز ئۈچۈن كودسىز ۋە مۇتەخەسسىسسىز ھەل قىلىش چارىسى بىلەن ئۆزىڭىز قىلىڭ.",
],
     "helps" => [
     "title" => "ياردەم",
     "image" => "/images/seo/en/help.jpg",
     "description" => "قانداق قىلىپ مۇۋەپپەقىيەت قازانغىلى بولىدۇ.",
],
     "blogs" => [
     "title" => "بىلوگ",
     "image" => "/images/seo/en/academy.jpg",
     "description" => "ئەڭ يېڭى Selldone خەۋەرلىرى ۋە مەزمۇنى.",
],
     "faqs" => [
     "title" => "دائىم سورايدىغان سوئاللار",
     "image" => "/images/seo/en/faq.jpg",
     "description" => "Selldone دىكى سوئال-جاۋاب.",
],
     "price" => [
     "title" => "باھا تىزىملىكى",
     "image" => "/images/seo/en/price.jpg",
     "description" => "دۇكان ۋە بېكەت قۇرۇشنىڭ بارلىق كەسپىي ئىقتىدارلىرى ھېچقانداق ۋاقىت چەكلىمىسىسىز سىزنى ساقلاۋاتىدۇ.",
],
     "api" => [
     "title" => "API",
     "image" => "/images/seo/en/api.jpg",
     "description" => "تور مۇلازىمىتى ، قوللىنىشچان پروگرامما ئېچىش ۋە مۇلازىمەتكە مۇناسىۋەتلىك ھۆججەتلەر.",
],
     "apps" => [
     "title" => "ئەپ دۇكىنى",
     "image" => "/images/seo/en/apps.jpg",
     "description" => "دۇكانغا قوللىنىشچان پروگراممىلارنى قاچىلاش دۇكىنىڭىزغا بىر چېكىش بىلەنلا تەمىنلىنىدۇ.",
],
     "experts" => [
     "title" => "مۇتەخەسسىسلەر",
     "image" => "/images/seo/en/expert.jpg",
     "description" => "دۇكىنىڭىزنى لايىھىلەش ، قوزغىتىش ، ئېلان بېرىش ياكى باشقۇرۇشتىن ئەنسىرىمەڭ ، Selldone مۇتەخەسسىسلىرى سىزگە ياردەم بېرىشكە تەييار. ئىشلارنى تېخىمۇ ياخشى ۋە تېخىمۇ تېز قىلىش ئۈچۈن لاياقەتلىك مۇتەخەسسىس تەكلىپ قىلىڭ.",
],
     "avocado" => [
     "title" => "ئۆرۈك - زامانىۋى ئىجتىمائىي سېتىش قانىلى",
     "image" => "/images/seo/en/create-avocado-seo.jpg?v=1",
     "description" => "بىر سوم ۋە بىر تېما سىزنىڭ خېرىدارلىرىڭىزدىن پۇل تېپىشىڭىز كېرەك! پۇل بىۋاسىتە ھېساباتىڭىزغا كىرىدۇ ، خېرىدارلىرىڭىزنىڭ ئۆزگىچە مال سېتىۋېلىش تەجرىبىسى بولىدۇ.",
],
     "referral" => [
     "title" => "شاخلىتىپ سېتىش پروگراممىسى - Selldone",
     "image" => "/images/seo/en/referral.png",
     "description" => "كىشىنى ھاياجانغا سالىدىغان بۇرچقا قاتنىشىڭ ھەمدە ئۆزىڭىزگە پاسسىپ كىرىم قىلىڭ.",
],
     "press" => [
     "title" => "ئاخبارات مەنبەلىرى - Selldone",
     "image" => "/images/seo/en/press.png",
     "description" => "Selldone ھەققىدە يېزىشقا قىزىقىدىغانلارنىڭ مەنبەسى.",
],
     "roadmap" => [
     "title" => "يول خەرىتىسى - Selldone",
     "image" => "/images/seo/roadmap.jpg",
     "description" => "ئۇ بىر خىل سۇپا. ئۇ پۈتۈنلەي ئۆزگىچە بولۇپ ، باشقىلارغا ئوخشىمايدۇ. ئۇ بىردىنبىر يەككە ، كودسىز سودا مەشغۇلات سىستېمىسى ئوتتۇرا ، كىچىك كارخانىلارغا كارخانا دەرىجىلىك قوراللىرى بار مۇلازىمەت سۈپىتىدە.",
],
     "onboarding" => [
     "title" => "ھەقسىز توردىن مال سېتىۋېلىش تور بېكىتى قۇرغۇچى - مەسئۇلىيەتچان ۋە كەسپىي",
     "image" => "/images/seo/ui-kit.jpg",
     "description" => "Selldone ئېلېكترونلۇق سودا سۇپىسى بولۇش سۈپىتى بىلەن سودىڭىزنىڭ ئېشىشى ئۈچۈن پەرىشتەدەك ھەرىكەت قىلىدۇ. مەيلى كىچىك خىش زاۋۇتى ياكى چوڭ شىركەت بولسۇن ، سىز بىر يۈرۈش كەسپىي ، ئەمما ئىشلىتىشكە قۇلايلىق قوراللارغا موھتاج.",
],
     "books" => [
     "title" => "سودا قوللانمىسى: توردىن مال سېتىۋېلىش تور بېكەتلىرىنىڭ باشلىنىش ۋە ئۆسۈش ئۇسۇللىرى",
     "image" => "/images/seo/en/cover.jpg",
     "description" => "بۇ يەردىن سودا تەرەققىياتىغا ئائىت ھەقسىز قوللانمىلارنى چۈشۈرەلەيسىز. بۇ كىتابلاردا تور دۇكىنىڭىزدا ئايلىنىش نىسبىتىنى ئاشۇرۇش ئۈچۈن سودا ۋە ئەمەلىي ياخشىلاش قوللانمىسىنى تەرەققىي قىلدۇرۇشنىڭ تولۇق ئۇسۇللىرىنى تاپالايسىز.",
],
     "quiz" => [
     "title" => "Quiz | سودا مەشغۇلات سىستېمىسى سىزگە ماس كېلەمدۇ؟",
     "image" => "/images/seo/en/quiz.png",
     "description" => "ئەگەر سودىڭىزنىڭ ئېھتىياجلىق ياكى سودا os نى ئىشلىتەلەيدىغانلىقىنى بىلمەكچى بولسىڭىز ، تېخىمۇ ئىلگىرىلەشتىن بۇرۇن ، بۇ 60 سېكۇنتلۇق سوئال-جاۋابنى ئېلىڭ. ئەگەر سودىڭىزنىڭ ئېھتىياجلىق ياكى سودا os نى ئىشلىتەلەيدىغانلىقىنى بىلمەكچى بولسىڭىز ، تېخىمۇ ئىلگىرىلەشتىن بۇرۇن ، بۇ 60 سېكۇنتلۇق سوئال-جاۋابنى ئېلىڭ.",
],
     "countries" => [
     "title" => "قوللايدىغان دۆلەتلەر ۋە يەرلىك چىقىملار - سودا مەشغۇلات سىستېمىسى",
     "image" => "/images/seo/en/countries.png",
     "description" => "سودا OS ، ئېلېكترونلۇق سودا سۇپىسىدىن باش تېما ، قىستۇرما ياكى كود بولمىغان نەرسىگە سودا مۇلازىمەتلىرىنىڭ كېيىنكى تەدرىجىي تەرەققىيات باسقۇچى. كۆرۈنۈشتە 100%!",
],
],
     "shuttle" => [
     "title" => "Selldone | باش تاختا",
     "image" => "/images/seo/en/dashboard.jpg",
     "description" => "دۇكان باشقۇرۇش تاختىسى ، ئەگەر بۇ دۇكاننى زىيارەت قىلسىڭىز ، بۇ ئۇلىنىش ئارقىلىق دۇكان باشقۇرۇش باشقۇرۇش تاختىسىغا كىرەلەيسىز.",
],
     "shuttle-shop" => [
     "title" => "Selldone | دۇكان باشقۇرۇش تاختىسى",
     "image" => "/images/seo/en/shuttle-shop.jpg",
     "video" => "/images/seo/en/videos/shuttle-shop.mp4",
     "description" => "باشقۇرۇش تاختىڭىزدىكى ھەممە نەرسىنى باشقۇرۇڭ. مەھسۇلات ، زاكاز ، قونۇش بېتى لايىھىلەش ، سېتىش ، رىغبەتلەندۈرۈش ۋە ئېسىل سودىغا ئېھتىياجلىق بولغان بارلىق نەرسىلەرنى باشقۇرۇڭ.",
],
     "guild" => [
     "title" => "ئۇيۇشما - كوللىكتىپ سېتىش قانىلى",
     "image" => "/images/seo/en/guild.jpg?v=2",
     "description" => "سودىڭىزنى ئەمەلگە ئاشۇرالايسىز ، ھەمدە ئېسىل ئۇيۇشما قۇرۇپ دۇنيانىڭ ھەر قانداق يېرىدە زىيارەت قىلالايسىز.",
],
     "apps" => [
     "structure-data" => [
     "title" => "قۇرۇلما سانلىق مەلۇمات گېنېراتورى | JSON-LD",
     "description" => "بۇ كۈچلۈك قۇرۇلمىلىق سانلىق مەلۇمات ھاسىللىغۇچنى ئىشلىتىپ JSON-LD بەلگىسىنى ھاسىل قىلىڭ ، بۇنىڭ ئىچىدە لازىملىق تۈرلەرنىڭ ھەممىسى ۋە باشقىلار بار.",
],
],
     "call-to-action" => [
     "title" => "سودىڭىزنى ئەڭ ياخشى ياق - بازاردىكى تېخنىكىلىق ھەل قىلىش ئۇسۇلى بىلەن قىلىڭ.",
     "money-back" => "30 كۈنلۈك پۇل قايتۇرۇش كاپالىتى",
     "action" => "سودىڭىزنى قۇرۇڭ",
     "action-sub" => "ھازىردىن باشلاڭ - ھەقسىز",
     "message" => "تۆۋەن توردىكى سېتىش نىسبىتىڭىز بىلەن خوشلىشىڭ!",
],
];