<?php 

 return [
     "shop-order-payment" => [
     "title" => "ھەقنى قوبۇل قىلىڭ",
     "sample" => "267 دوللار تۆلىشىڭىز مۇۋەپپەقىيەتلىك ھەل قىلىندى.<br> زاكاز: SM-425<br> رەھمەت ، <b>دۇكىنىڭىز</b> .<br> Selldone",
     "body" => "سىزنىڭ: param2 تۆلەش مۇۋەپپەقىيەتلىك ھەل قىلىندى. زاكاز :: param1 رەھمەت ،: param3. Selldone",
     "description" => "مۇۋەپپەقىيەتلىك پۇل تۆلەش توغرىسىدا دۇكان خېرىدارلىرىغا ئۇچۇر ئەۋەتىڭ.",
],
     "shop-order-payment-admin" => [
     "title" => "ھەقنى قوبۇل قىلىڭ",
     "sample" => "يېڭى 267 دوللار تۆلەش مۇۋەپپەقىيەتلىك ھەل قىلىندى.<br> زاكاز: SM-425<br> رەھمەت ، <b>دۇكىنىڭىزنىڭ ئىسمى</b> .<br> Selldone",
     "body" => "يېڭى: param2 تۆلەش مۇۋەپپەقىيەتلىك ھەل قىلىندى. زاكاز :: param1 رەھمەت ،: param3. Selldone",
     "description" => "دۇكان خوجايىنىغا ئۇچۇر ئەۋەتىپ ، ئۇلارغا مۇۋەپپەقىيەتلىك پۇل تۆلەش توغرىسىدا ئۇچۇر بېرىڭ.",
],
     "vendor-new-order" => [
     "title" => "ساتقۇچى يېڭى زاكاز",
     "sample" => "يېڭى 200 دوللارلىق زاكاز تاپشۇرۇۋالدىڭىز.<br> زاكاز: <b>ساتقۇچى نامىدىن</b> SM-870.",
     "body" => "سىز يېڭى: param2 زاكازنى تاپشۇرۇۋالدىڭىز. زاكاز :: param1 ئۈچۈن: param3.",
     "description" => "ساتقۇچىغا ئۇچۇر ئەۋەتىپ ئۇلارغا يېڭى زاكاز ھەققىدە ئۇچۇر قىلىڭ.",
],
     "shop-login" => [
     "title" => "كىرىش دەلىللەش كودى",
     "sample" => "كىرىش كودىڭىز: <b>123456</b><br> <b>دۇكىنىڭىز</b><br> Selldone",
     "body" => "كىرىش كودىڭىز :: param1: param2 Selldone",
     "description" => "دۇكانغا كىرىش ئۈچۈن خېرىدارغا كىرىش كودى ئەۋەتىڭ.",
],
     "user-login" => [
     "title" => "كىرىش مۇۋەپپەقىيەت ئۇچۇرى",
     "sample" => "ھۆرمەتلىك <b>ئىسىم</b> ،<br> ھېساباتىڭىزغا <b>iPhone 165.250.300.1</b> ئارقىلىق <b>5/8/2021 9:14 دە تىزىملاتتىڭىز</b> .<br> Selldone",
     "body" => "قەدىرلىك: param1 ، ھېساباتىڭىزغا: param2 at: param3. Selldone",
     "description" => "خېرىدارلار دۇكانغا كىرگەندىن كېيىن ئۇچۇر ئەۋەتىڭ.",
],
     "avocado-order-submit" => [
     "title" => "Avocado يېڭى زاكاز سېتىۋالغۇچىغا ئەۋەتىلگەن",
     "sample" => "<b>دۇكىنىڭىز</b><br> ھۆرمەتلىك <b>ئىسمىڭىز</b> ،<br> بىز سىزنىڭ بۇيرۇقىڭىزنى تاپشۇرۇۋالدۇق ، ئۇنى تەكشۈرۈۋاتىمىز.<br> زاكاز #: <b>AVO-246</b><br> Selldone",
     "body" => ": param3 ھۆرمەتلىك: param1 ، بىز سىزنىڭ بۇيرۇقىڭىزنى تاپشۇرۇۋالدۇق ، ئۇنى تەكشۈرۈۋاتىمىز. زاكاز # :: param2 Selldone",
     "description" => "Avocado زاكازنى قويغاندىن كېيىن خېرىدارغا ئۇچۇر ئەۋەتىڭ.",
],
     "avocado-order-submit-seller" => [
     "title" => "Avocado ساتقۇچىغا ئەۋەتىلگەن يېڭى زاكازنى تاپشۇرۇۋالىدۇ",
     "sample" => "ئالۋاستى بۇيرۇقىنى تاپشۇرۇۋالدىڭىز:<br> دۇكان: <b>دۇكىنىڭىز</b><br> سېتىۋالغۇچى: <b>سېتىۋالغۇچىنىڭ ئىسمى</b><br> زاكاز: <b>AVO-246</b><br> Selldone",
     "body" => "سىز ئۆرۈك زاكاز تاپشۇرۇۋالدىڭىز: دۇكان :: param1 سېتىۋالغۇچى :: param2 زاكاز :: param3 Selldone",
     "description" => "دۇكان خوجايىنىغا ئۇچۇر ئەۋەتىپ ، ئۇلارغا يېڭى Avocado زاكازنى تاپشۇرۇۋالغانلىقىنى ئۇقتۇرۇڭ.",
],
     "avocado-ready-to-pay" => [
     "title" => "پۇل تۆلەشكە تەييارلانغان Avocado زاكاز",
     "sample" => "<b>دۇكىنىڭىز</b><br> زاكازڭىز جەزملەشتۈرۈلدى ، تۆۋەندىكى ئۇلىنىش ئارقىلىق پۇل تۆلىسىڭىز بولىدۇ.<br> زاكاز #: <b>AVO-246</b><br> ئۇلىنىش: <b>https: // your-domain / avocado</b><br> Selldone",
     "body" => ": param3 سىزنىڭ زاكازڭىز جەزملەشتۈرۈلدى ، تۆۋەندىكى ئۇلىنىش ئارقىلىق پۇل تۆلىسىڭىز بولىدۇ. زاكاز # :: param2 ئۇلىنىش :: param1 Selldone",
     "description" => "ساتقۇچى تەننەرخنى بەلگىلىگەندىن كېيىن خېرىدارغا پۇل ئۇلىنىشى بىلەن ئۇچۇر ئەۋەتىپ ، ئۇلارنىڭ Avocado زاكازنى جەزملەشتۈرۈڭ.",
],
];