<?php 

 return [
     "failed" => "Эти учетные данные не соответствуют нашим записям.",
     "throttle" => "Слишком много попыток входа. Повторите попытку через :seconds секунд.",
     "title_shop" => "Войти в :имя",
     "title_app" => "Доступ к приложению :name",
     "login_message" => "Запросить доступ к вашей учетной записи.",
     "scopes_title" => "Это приложение будет иметь доступ к следующим областям",
     "accept" => "Подтверждать",
     "reject" => "Отклонять",
     "login_incorrect_password" => "Неправильное имя пользователя или пароль.",
     "reset_2fa_title" => "Сбросить двухэтапный запрос на вход",
     "go_main_page" => "Перейдите на домашнюю страницу",
     "signing_in" => "Вход...",
];