<?php 

 return [
     "default_title" => "SELLDONE",
     "keywords" => [
        "бизнес ОС",
        "domain",
        "selldone",
        "платформа электронной коммерции",
        "строитель магазина",
        "строитель магазина",
        "конструктор сайтов",
        "бизнес-идея",
        "пользовательский конструктор сообщества",
        "электронная коммерция"
     ],
     "samin" => "продано",
     "Selldone" => "продано",
     "related" => "Связанный",
     "share" => "Делиться",
     "global" => [
     "blog" => "Блог",
],
     "footer-title" => "Селлдон® | <span class='os-grad'>ОС</span> для бизнеса™",
     "footer-subtitle" => "Операционная система №1 для малого и среднего бизнеса и независимых брендов",
     "footer-about-selldone" => "Selldone, как платформа электронной коммерции, работает как ангел для роста бизнеса. Если у вас небольшой физический магазин или крупная компания, вам необходимо продемонстрировать свой продукт в Интернете. Selldone используется для создания интернет-магазинов с меньшими эксплуатационными расходами и большей гибкостью. Кроме того, мы предоставляем постоянно совершенствующуюся цепочку инструментов для управления электронной коммерцией, которая каждую неделю пополняется новыми функциями, такими как интеграция администрирования магазина и интерфейс визуального программирования для создания настраиваемых процессов автоматизации или интеграции с искусственным интеллектом.",
     "footer-action" => "Создайте свою электронную коммерцию — это бесплатно",
     "footer" => [
     "about" => "О Селлдоне",
     "contact" => "свяжитесь с нами",
     "email" => "support@selldone.com",
     "phone" => "🇩🇰 +45 36991215",
],
     "footer-menu" => [
        [
     "title" => "продано",
     "items" => [
        [
     "title" => "Бизнес-платформа",
     "href" => "/store-builder",
],
        [
     "title" => "Блог",
     "href" => "/blog",
],
        [
     "title" => "Помощь",
     "href" => "/help",
],
        [
     "title" => "FAQ",
     "href" => "/faq",
],
        [
     "title" => "Политика конфиденциальности",
     "href" => "/privacy",
],
        [
     "title" => "Срок службы",
     "href" => "/terms",
]
     ],
],
        [
     "title" => "Функции",
     "items" => [
        [
     "title" => "Особенности и преимущества",
     "href" => "/features",
],
        [
     "title" => "Marketing tools",
     "href" => "/marketing",
],
        [
     "title" => "Processing center",
     "href" => "/order-processing",
],
        [
     "title" => "Инсентив и клубы",
     "href" => "/incentives",
],
        [
     "title" => "Аудит и бухгалтерский учет",
     "href" => "/auditing",
],
        [
     "title" => "Cloud hosting",
     "href" => "/cloud",
]
     ],
],
        [
     "title" => "Решения",
     "items" => [
        [
     "title" => "Коллекция НФТ",
     "href" => "/nft",
],
        [
     "title" => "Гильдия",
     "href" => "/guild",
],
        [
     "title" => "Авокадо",
     "href" => "/avocado",
],
        [
     "title" => "Эксперты",
     "href" => "/experts",
],
        [
     "title" => "SEO engine",
     "href" => "/seo",
],
        [
     "title" => "Smart report",
     "href" => "/smart-report",
]
     ],
],
        [
     "title" => "Услуги",
     "items" => [
        [
     "title" => "Цена и планы",
     "href" => "/price",
],
        [
     "title" => "Приложения",
     "href" => "/apps",
],
        [
     "title" => "Application builder",
     "href" => "/app-builder",
],
        [
     "title" => "Создатель страниц",
     "href" => "/page-builder",
],
        [
     "title" => "Logistic solution",
     "href" => "/logistic",
],
        [
     "title" => "Автоматизация и Интернет вещей",
     "href" => "/automation",
]
     ],
]
     ],
     "header" => [
     "home" => "Дом",
     "features" => "Функции",
     "pricing" => "Цены",
     "blogs" => "Блог",
     "community" => "Сообщество",
     "help" => "Помощь",
     "features-menu" => [
     "store-builder" => "Конструктор электронной коммерции",
     "community-platform" => "Пользовательское сообщество",
     "cloud" => "Облачный хостинг",
     "page-builder" => "Конструктор целевых страниц",
     "smart-report" => "Умный генератор отчетов",
     "payment" => "Оплата и учет",
     "staffs" => "Клиенты и команда",
     "logistic" => "Логистика и доставка",
     "order-processing" => "Заказы и обработка",
     "marketing" => "Маркетинговая кампания",
     "incentives" => "Клуб и поощрения",
     "pos" => "Онлайн POS",
     "seo" => "Автоматический SEO-движок",
     "automation" => "Автоматизация и Интернет вещей",
     "ai" => "ИИ-коммерция",
     "app-builder" => "Конструктор приложений",
],
     "build" => "Строить",
     "build-sub" => "Мы создаем систему вокруг вас, чтобы создать вашу историю успеха.",
     "manage" => "Управлять",
     "manage-sub" => "Управление вашим бизнесом станет более приятным, чем когда-либо.",
     "sel" => "Продавать",
     "sel-sub" => "Всегда закрывайтесь, зарабатывайте деньги и наслаждайтесь этим.",
     "grow" => "Расти",
     "grow-sub" => "Функции и инструменты корпоративного уровня у вас под рукой, пределом возможностей будет небо.",
],
     "article" => [
     "list-of-content" => "Список контента",
     "author" => "Автор",
     "others-title" => "Подробнее о :title",
],
     "page" => [
     "login" => [
     "title" => "Продан | Авторизоваться",
     "image" => "/images/seo/en/login.jpg",
     "description" => "Неважно, какой у вас капитал, где вы начали свой бизнес, в какой части света вы живете! Selldone предоставил вам все профессиональные инструменты продаж. Регистрация и эти инструменты бесплатны для всех и навсегда.",
],
     "register" => [
     "title" => "Продан | регистр",
     "image" => "/images/seo/en/login.jpg",
     "description" => "Мы считаем, что доступ - это право, а не привилегия! Если у вас есть бизнес на самой богатой улице Нью-Йорка или в отдаленной деревне, интернет и онлайн-инструмент — это все, что вам нужно для онлайн-продаж! Это мечта Селлдона.",
],
     "home" => [
     "title" => "Продажи как профессионалы — Selldone® Business OS",
     "image" => "/images/seo/en/create-my-ecommerce-website-free.jpg",
     "description" => "Selldone — это бизнес-ОС для визуального построения, управления и масштабирования вашего бизнеса. Сделайте это самостоятельно, не используя код и не требуя экспертного решения для миллионов заказов.",
],
     "helps" => [
     "title" => "Помощь",
     "image" => "/images/seo/en/help.jpg",
     "description" => "Как сделать успешный бизнес.",
],
     "blogs" => [
     "title" => "Блог",
     "image" => "/images/seo/en/academy.jpg",
     "description" => "Последние новости и контент Selldone.",
],
     "faqs" => [
     "title" => "Часто задаваемые вопросы",
     "image" => "/images/seo/en/faq.jpg",
     "description" => "Вопросы и ответы о Selldone.",
],
     "price" => [
     "title" => "Прайс-лист",
     "image" => "/images/seo/en/price.jpg",
     "description" => "Вас ждут все профессиональные возможности создания магазина и сайта бесплатно без ограничения по времени.",
],
     "api" => [
     "title" => "API",
     "image" => "/images/seo/en/api.jpg",
     "description" => "Веб-сервис, документация по разработке приложений и связанных сервисов.",
],
     "apps" => [
     "title" => "Магазин приложений",
     "image" => "/images/seo/en/apps.jpg",
     "description" => "Установка приложений в магазин предусмотрена для вашего магазина всего в один клик.",
],
     "experts" => [
     "title" => "Эксперты",
     "image" => "/images/seo/en/expert.jpg",
     "description" => "Не беспокойтесь о дизайне, запуске, рекламе или управлении вашим магазином, специалисты Seldone готовы вам помочь. Наймите сертифицированного специалиста, чтобы сделать все лучше и быстрее.",
],
     "avocado" => [
     "title" => "Авокадо — современный канал социальных продаж",
     "image" => "/images/seo/en/create-avocado-seo.jpg?v=1",
     "description" => "Одна сумма и одно название — это все, что вам нужно, чтобы получать деньги от ваших клиентов! Деньги будут зачислены непосредственно на ваш счет, и ваши клиенты получат уникальный опыт покупок.",
],
     "referral" => [
     "title" => "Партнерская программа — Selldone",
     "image" => "/images/seo/en/referral.png",
     "description" => "Присоединяйтесь к захватывающей миссии и создайте для себя пассивный источник дохода.",
],
     "press" => [
     "title" => "Ресурсы для прессы — Selldone",
     "image" => "/images/seo/en/press.png",
     "description" => "Ресурсы для всех, кто хочет написать о Selldone.",
],
     "roadmap" => [
     "title" => "Дорожная карта — Продано",
     "image" => "/images/seo/roadmap.jpg",
     "description" => "Это единственная в своем роде платформа; он совершенно уникален и сильно отличается от всех остальных. Это единственная универсальная операционная система для бизнеса как услуга без кода с инструментами корпоративного уровня для малого и среднего бизнеса.",
],
     "onboarding" => [
     "title" => "Бесплатный конструктор веб-сайтов для онлайн-покупок — отзывчивый и профессиональный",
     "image" => "/images/seo/ui-kit.jpg",
     "description" => "Selldone, как платформа электронной коммерции, работает как ангел для роста вашего бизнеса. Если у вас небольшой физический магазин или крупная компания, вам нужен набор профессиональных, но простых в использовании инструментов.",
],
     "books" => [
     "title" => "Справочники по бизнесу: советы по запуску и развитию сайтов интернет-магазинов",
     "image" => "/images/seo/en/cover.jpg",
     "description" => "Здесь вы можете бесплатно скачать справочники по развитию бизнеса. В этих книгах вы найдете полные советы по развитию бизнеса и практические руководства по улучшению, чтобы повысить коэффициент конверсии в вашем интернет-магазине.",
],
     "quiz" => [
     "title" => "Викторина | Подходит ли вам операционная система для бизнеса?",
     "image" => "/images/seo/en/quiz.png",
     "description" => "Если вы хотите знать, что вашему бизнесу нужна или может использоваться бизнес-ОС, прежде чем двигаться дальше, пройдите этот 60-секундный тест. Если вы хотите знать, что вашему бизнесу нужна или может использоваться бизнес-ОС, прежде чем двигаться дальше, пройдите этот 60-секундный тест.",
],
     "countries" => [
     "title" => "Поддерживаемые страны и местные платежи — Business OS",
     "image" => "/images/seo/en/countries.png",
     "description" => "Бизнес-ОС. Следующий этап эволюции коммерческих услуг от платформ электронной коммерции до чего-то без темы, плагина или кода. 100% визуально!",
],
],
     "shuttle" => [
     "title" => "Продан | Приборная доска",
     "image" => "/images/seo/en/dashboard.jpg",
     "description" => "Панель управления магазином, если у вас есть доступ к этому магазину, вы можете войти в панель управления магазином по этой ссылке.",
],
     "shuttle-shop" => [
     "title" => "Продан | Панель управления магазином",
     "image" => "/images/seo/en/shuttle-shop.jpg",
     "video" => "/images/seo/en/videos/shuttle-shop.mp4",
     "description" => "Управляйте всем на панели инструментов. Управляйте продуктами, заказами, дизайном целевой страницы, маркетингом, поощрениями и всем, что вам нужно для отличного бизнеса.",
],
     "guild" => [
     "title" => "Гильдия — Коллективный канал продаж",
     "image" => "/images/seo/en/guild.jpg?v=2",
     "description" => "Сделайте свой бизнес достижимым и доступным для всех во всем мире, создав отличную гильдию.",
],
     "apps" => [
     "structure-data" => [
     "title" => "Генератор структурных данных | JSON-LD",
     "description" => "Используйте этот мощный генератор структурированных данных для создания разметки JSON-LD, включая все необходимые свойства элемента и многое другое.",
],
],
     "call-to-action" => [
     "title" => "Сделайте свой бизнес в Интернете с помощью лучшего нетехнического решения на рынке.",
     "money-back" => "30-дневная гарантия возврата денег",
     "action" => "Создайте свою электронную торговлю",
     "action-sub" => "Начните сейчас — это бесплатно",
     "message" => "Попрощайтесь с низкой скоростью онлайн-продаж!",
],
];