<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "هټۍ",
    'request' => "غوښتنه",
    'stage' => "حالت",
    'budget' => "بودیجه",
    'contact' => "اړیکه",
    'name' => "نوم",
    'email' => "ایمیل",
    'user' => "کارن",
    'copy' => "کاپي",
    'important' => "مهم",
    'faq' => "FAQ",

    'select_shop' => "هټۍ غوره کړئ",
    'loading' => "بار کول",

    'add_comment' => "تبصره اضافه کړئ",
    'add_comment_sub' => "خپل نظرونه مو راسره شریک کړئ",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "د 'سائن اپ' په کلیک کولو سره، تاسو د :name <a href='/terms' target='_blank'></a> او <a href='/privacy' target='_blank'> د محرمیت پالیسۍ</a> سره موافق یاست. تاسو د امر تازه کولو او/یا بازارموندنې موخو لپاره د :name څخه د تلیفون زنګونو او SMS پیغامونو ترلاسه کولو رضایت لرئ. د پیغام فریکونسۍ ستاسو په فعالیت پورې اړه لري. تاسو کولی شئ <b>STOP</b> <b>86753</b> ته د متن لیږلو له لارې غوره کړئ. د پیغام او معلوماتو نرخونه ممکن پلي شي. موږ د خلکو محرمیت ته درناوی کوو او هیڅکله ستاسو معلومات نه پلورو یا د اعلاناتو لپاره یې نه کاروو. که تاسو اضافي معلوماتو ته اړتیا لرئ، موږ سره اړیکه ونیسئ.",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'ټاکل شوی نه دی. زه نورو معلوماتو ته اړتیا لرم.',
        'start' => "زه یوازې خپل کاروبار پیل کوم.",
        'online' => "زه یو کاروبار لرم او غواړم چې آنلاین راوړم.",
        'extend' => "زه په خپل آنلاین پلورنځي کې کار کوم.",
        'pos' => "زه اراده لرم چې زما په فزیکي پلورنځي کې Selldone POS وکاروم.",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "د بانک لیږد",
            'description' => "په لاسي ډول د پلورونکي حساب ته فنډونه لیږدول.",
        ],
    ],

];
