<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "د انسټاګرام پلورنځي جوړونکی|د انسټاګرام حساب آنلاین پلورنځي ته واړوئ",
        'desc' => "خپلې پیسې په هیڅ ځای کې مه ضایع کوئ. یوځل چې تاسو په Selldone کې خپل پلورنځی جوړ کړئ ، نو تاسو به نور د پلورنځي جوړولو نورو وسیلو لکه WordPress ، Joomla او WooCommerce سره کار کولو فکر ونه کړئ.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "شیف او د هغې ښکلې پیشو څنګه په انسټاګرام کې پلوري؟",


        'alt1' => "Selldone د انسټاګرام پلورنځی جوړونکی",
        'alt2' => 'په انسټاګرام کې د سارا کیک پلورلو کیسه',
        'alt3' => 'Selldone د آنلاین امر پروسس مرکز',
        'alt4' => 'Selldone آنلاین پلورنځي د تادیې دروازې',
        'alt5' => 'د آنلاین پلورنځیو لپاره د SEO اتوماتیک انجن',
        'alt6' => 'په انسټاګرام کې د آنلاین پلورلو نوې لارې',
        'alt7' => 'برانډینګ او برانډینګ',
        'alt8' => 'د پلورنځي کیشیر',
        'alt9' => 'د بازار موندنې او خرڅلاو وسایل',
        'alt10' => 'وړیا سوداګریز شریک',
        'alt11' => 'د امر پروسس مرکز',
        'alt12' => 'وفادار پیرودونکي',
        'alt13' => 'د مستقیم تادیې دروازې',
        'alt14' => 'د انسټاګرام پلور چینلونه',
        'alt15' => 'د سایټ او پلورنځي پراختیا کونکي ګمارل',
        'alt16' => 'Selldone پلیټ فارم کیسه',
        'alt17' => 'د سایټ او ذخیره کولو اتوماتیک SEO انجن',
        'alt18' => 'خوشحاله پلورونکی',
        'alt19' => 'د پیرودلو کارټ',


        'm1' => 'ولې Selldone؟',
        'm2' => 'آٹو SEO',
        'm3' => 'قیمتونه (وړیا)',

        'register' => 'راجستر',

        'header' => '<span class="ulr"> 10x Times</span> نور او ښه<br><span class="ulr">Sell</span> په انسټاګرام کې',
        'header_msg' => 'تصور وکړئ چې پیرودونکي له انسټاګرام څخه د پلورنځي په څیر پا pageه پرانیزي ، له عکسونو څخه محصولات غوره کوي چې دوی یې خوښوي ، په امر کې یې اضافه کوي ، او مستقیم ستاسو آنلاین حساب ته تادیه کوي. د حل لاره ستاسو په مخ کې ده.',

        'name_plc' => 'خپل کارن نوم دننه کړئ',
        'preview' => 'Preview Store',
        'create_act' => 'د انسټاګرام پلورنځی جوړ کړئ',


        'title1s' => 'دا څنګه کار کوي؟',
        'title1' => 'خپل انسټاګرام په <span class="ulb">full-featured</span> پلورنځي ته واړوئ!',
        'desc1' => 'تاسو به د لوی آنلاین پلورنځیو پینل څخه ډیر ځانګړتیاوې ولرئ، مګر هیڅ غلطي مه کوئ، د ساده کوربه سره کار کول ساتیري ده.',
        'sub1' => 'د محصول مدیریت داسې کار کوي ...',
        'sub1msg' => "لومړی ګام د محصولاتو اضافه کول دي. د Selldone سره ، تاسو کولی شئ له انسټاګرام څخه محصولات وارد کړئ ، د ایکسل فایل اپلوډ کړئ ، یا یوازې په څو کلیکونو کې نورې ساده میتودونه وکاروئ.",
         'list1_1' => 'په بشپړه توګه وژنه او نږدې مدیریت',
         'list1_2' => 'د لیست تازه کول او ګړندي نرخ',
         'list1_3' => 'د ایکسل فایل سره محصولات اضافه کړئ',
         'list1_4' => 'له دې څخه محصولات اضافه کړئ',
         'list1_5' => 'تاسو ستړي یاست؟ موږ به تاسو اضافه کړو!',

        'title2s' => 'امرونه داسې کار کوي ...',
        'title2' => "هره ورځ 10 ځله ډیر امرونه ستاسو لپاره کافي ندي؟ Selldone د هر پلورنځي لپاره هره ورځ له 10 زرو څخه ډیر امرونو لپاره ډیزاین شوی.",

        'list2_1' => 'د خپل سفر حالت ګړندي وګورئ او ګړندي عمل وکړئ',
        'list2_2' => 'پیرودونکي کولی شي د خپل امر وروستی حالت وګوري',
        'list2_3' => 'د تادیې اداره کول، امر پروسس کول او بار وړل',
        'list2_4' => 'څومره چې تاسو غواړئ ډیر همکاران اضافه کړئ',


        'title3s' => 'مستقیم لوبه بشپړه شوه!',
        'title3' => "ستاسو په پلورنځي کې آنلاین تادیه به ستاسو د ډومین سره او مستقیم ستاسو حساب ته ترسره شي! تاسو کولی شئ د آنلاین پورټلونو ډولونه او په سایټ کې تادیه غوره کړئ.",

        'list3_1' => 'د آنلاین تادیې دروازې (مستقیم ستاسو حساب ته)',
        'list3_2' => 'په سایټ کې تادیه کولو وړتیا',
        'list3_3' => 'پرته د بریښنایی باور سمبول (د معاشونو) پرته دروازه ترلاسه کړئ',
        'list3_4' => 'تادیات او یو کلیک امرونه اداره کړئ',


        'title4s' => 'آٹو SEO',
        'title4' => 'د SEO-دوستانه سایټ ډیزاین کول چې د SEO غوره عملونه تعقیبوي ستاسو د آنلاین سوداګرۍ احتمالي پیرودونکو ته ډیر لید کې مرسته کوي. Selldone هغه زیربنا چمتو کوي چې تاسو ورته اړتیا لرئ د SEO پر بنسټ پلورنځي لپاره ، نو تاسو اړتیا نلرئ په ګوګل کې د موندلو په اړه اندیښنه ولرئ.',

        'list4_1' => 'تاسو موږ سره ښه متن او انځورونه پریږدئ',

        'title0' => 'دا وخت دی چې <span class="uly"> په مسلکي توګه </span> وپلورئ، خپل پیرودونکي خوشحاله کړئ<br> او د ویاړ احساس وکړئ چې تاسو آنلاین سوداګرۍ ته وده ورکوئ.',


        'title6s' => "له دې څخه راضي نه اوسئ",
        'title6' => 'د انسټاګرام پلورنځي څخه ډیر ...',


        'features' => 'ځانګړتیاوې',
        'features_act' => 'ټول ځانګړتیاوې وګورئ',

        'x1' => 'آنلاین پلورنځي په وقف شوي ډومین کې ستاسو د برانډ جوړولو لپاره او خپل پیرودونکي کلب ولرئ.',
        'x2' => 'د آنلاین پلورنځي نغدي راجستر د پلورنځي لپاره د 0 $ ټاکل شوي لګښت سره او څومره چې تاسو ورته اړتیا لرئ.',
        'x3' => 'د بازار موندنې او پلور غوره وسیلې چې حتی د پولیسو لوی بازار برانډونه نلري.',
        'x4' => "د Selldone په نوم یو ښه او کم تمه لرونکی ملګری چې ټوله هڅه یې د شرکت پلور ډیرول دي نه دا چې پیسې واخلي او پریږدي.",

        'a1' => 'د امر پروسس',
        'a1s' => 'د سرعت لپاره ډیزاین شوی',

        'a2' => 'بازارموندنه او هڅونې',
        'a2s' => 'وفادار پیرودونکي ومومئ',

        'a3' => 'مستقیم تادیه',
        'a3s' => 'د تادیې انٹرفیس نشته',

        'a4' => 'د پلور چینلونه',
        'a4s' => 'ټیلیګرام، ګوګل، انسټاګرام او داسې نور.',

        'blog' => 'وبلاګ',

        'b1' => "ایا موږ لاهم اړتیا لرو چې یو برنامه وګمارو ، په 2021 کې د پلورنځي جوړونې کڅوړې یا کوربه وپیرو؟",
        'b2' => "د Selldone کیسه|د سایټ او آنلاین سوداګرۍ پیل کولو میتود کې بدلون",
        'b3' => 'د اتوماتیک SEO انجن د ګوګل پایلو کې روښانه کوي',
        'read' => 'ادامه ورکړئ',

        'title5s' => 'ایا تاسو غواړئ پوه شئ چې دا څومره لګښت لري؟',
        'title5' => 'د <span class="ulr"> موډل څخه د ژوند لپاره وړیا </span> د 2٪ کمیسون سره <br>to ماډل 0.5٪ کمیسیون میاشتني فیس سره',
        'msg5' => "تر هغه چې تاسو پلور نه لرئ، د یو ریال مالکین به تاسو د سایټ، کوربه، سرور، خدماتو، وسایلو، ملاتړ، تازه معلوماتو او نورو شیانو لپاره پیسې نه اخلي! پیسې به په مستقیم ډول ستاسو حساب ته واستول شي! Selldone په خپلو ټولو شریکانو باور لري چې د میاشتې په پای کې فیس تادیه کړي یا که دوی څو میاشتې وروسته د دوی د بټو په چارج کولو سره ستونزه ولري.",
         'footer_act' => "وړیا یوازینۍ ګټه نه ده! هغه څنګه؟",
         'footer' => 'کومې پوښتنې یا لارښوونې چې تاسو یې غواړئ پوښتنه وکړئ.',

        's1' => 'سمارټ راپور ورکول',
        's2' => 'وړیا کلاوډ کوربه توب',
        's3' => 'لوژستیک او پروسس',
        's4' => 'د لینډینګ پاڼې جوړونکی',
        's5' => 'ځانګړتیاوې او ګټې',
        's6' => 'مالي مدیریت',
        's7' => 'د بازار موندنې وسیلې',
        's8' => 'هڅونه او پیرودونکي',
        's9' => 'د Selldone په اړه',
        's10' => 'بلاګ',
        's11' => 'مرسته',
        's12' => 'محرمیت',
        's13' => 'شرایط او شرایط',
        's14' => 'هټۍ جوړونکی',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "د Selldone سره د کار کولو په اړه اندیښمن یاست؟",
        'import_title' => "د Selldone کاروونکو څخه پوښتنه وکړئ؛ د <span class='ulr'> سادگي او سرعت</span> په اړه د دوی نظر به تاسو حیران کړي!",
        'import_message' => "تاسو کولی شئ خپل محصولات مستقیم له انسټاګرام څخه خپل پلورنځي ته وارد کړئ ، مګر که تاسو وغواړئ ، تاسو کولی شئ په اوتومات ډول د دوی ټول محصولات او عکسونه ستاسو پلورنځي ته د ساده ایکسل فایل سره اضافه کړئ. تاسو ورته فایل ډک کړئ، د ګوګل څخه د عکسونو URL کاپي کړئ، او په پای کې خپل CSV فایل راوباسئ او د محصول مدیریت برخې ته یې وغورځوئ. Selldone به دا ستاسو لپاره وکړي.",
        'import_t1' => "ایا تاسو کوم محصول لرئ؟",
        'import_b1' => "دوی د تنوع پرته دي",
        'import_m1' => "یوازې دا فایل ډاونلوډ کړئ ، د محصول نوم ، قیمت او لیست دننه کړئ او د عکس لینک د ګوګل په څیر ځای څخه کاپي او پیسټ کړئ",

        'import_b2' => "ډیری تغیرات",
        'import_m2' => "تنوع معنی رنګ، اندازه، مواد او داسې شیان. که تاسو ډیری محصولات لرئ، تاسو کولی شئ دا فایل ډاونلوډ کړئ او د خپل محصول معلومات ډک کړئ. دا یو څه سخت دی",

        'import_download' => "د نمونې فایل ډاونلوډ کړئ",

    ]

];
