<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'هټۍ',
        'blog' => 'بلاګ',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'زموږ په اړه',
    'contact' => 'موږ سره اړیکه ونیسئ',


    'buy-action' => "اوس وپلورئ",
    'buy-action-variant' => "وټاکئ او اوس وپیرئ",

    'product-images' => "انځورونه",
    'product-spec' => "سپیک",
    'Comments' => "بیاکتنې او درجه بندي",
    'related' => "اړوند محصولات",
    'view-now' => "اوس وګورئ",






];
