<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "दुकान",
    'request' => "विनंती",
    'stage' => "स्थिती",
    'budget' => "बजेट",
    'contact' => "संपर्क करा",
    'name' => "नाव",
    'email' => "ईमेल",
    'user' => "वापरकर्ता",
    'copy' => "कॉपी करा",
    'important' => "महत्वाचे",
    'faq' => "FAQ",

    'select_shop' => "दुकान निवडा",
    'loading' => "लोड करत आहे",

    'add_comment' => "टिप्पणी जोडा",
    'add_comment_sub' => "तुमचे विचार आमच्यासोबत शेअर करा",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "'साइन अप' वर क्लिक करून, तुम्ही :name <a href='/terms' target='_blank'></a> आणि <a href='/privacy' target='_blank'> गोपनीयता धोरण</a> वापरण्याच्या अटींना सहमती दर्शवता. ऑर्डर अपडेट्स आणि/किंवा मार्केटिंग हेतूंसाठी :name कडून फोन कॉल आणि SMS संदेश प्राप्त करण्यास तुम्ही संमती देता. संदेशाची वारंवारता तुमच्या क्रियाकलापावर अवलंबून असते. तुम्ही <b>STOP</b> ला <b>86753</b> मजकूर पाठवून निवड रद्द करू शकता. संदेश आणि डेटा दर लागू होऊ शकतात. आम्ही लोकांच्या गोपनीयतेचा आदर करतो आणि तुमचा डेटा कधीही विकत नाही किंवा जाहिरातींसाठी वापरत नाही. आपल्याला अतिरिक्त माहिती हवी असल्यास, आमच्याशी संपर्क साधा.",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'सेट नाही. मला अधिक माहिती हवी आहे.',
        'start' => "मी फक्त माझा व्यवसाय सुरू करत आहे.",
        'online' => "माझा व्यवसाय आहे आणि तो ऑनलाइन आणायचा आहे.",
        'extend' => "मी माझ्या ऑनलाइन स्टोअरवर काम करतो.",
        'pos' => "माझ्या भौतिक स्टोअरमध्ये Selldone POS वापरण्याचा माझा मानस आहे.",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "बँक हस्तांतरण",
            'description' => "विक्रेत्याच्या खात्यात पैसे हस्तांतरित करा.",
        ],
    ],

];
