<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'हा संदेश दुकानात नवीन खरेदीदाराचे स्वागत करतो.',
        ShopMailTemplateCodes::OrderCheckout => 'जेव्हा खरेदीदार ऑर्डरची पुष्टी करतो तेव्हा ही सूचना पाठविली जाते.',
        ShopMailTemplateCodes::OrderPayment => 'ही सूचना ग्राहकाने केलेल्या यशस्वी पेमेंटची पुष्टी करते.',
        ShopMailTemplateCodes::OrderUpdate => 'हा संदेश खरेदीदारास त्यांच्या ऑर्डरची स्थिती अद्यतनित करण्यासाठी पाठविला जातो.',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'हा संदेश विक्रेत्याला पुष्टी केलेल्या ऑर्डरबद्दल सूचित करण्यासाठी पाठविला जातो.',
        ShopMailTemplateCodes::PosCheckout => 'ही सूचना खरेदीदारासाठी पॉइंट ऑफ सेल ऑर्डरची पुष्टी करण्यासाठी पाठविली जाते.',
        ShopMailTemplateCodes::PosPayment => 'ही सूचना खरेदीदाराने केलेल्या विक्रीच्या पेमेंटची पुष्टी करते.',
        ShopMailTemplateCodes::PosPaymentAdmin => 'हा संदेश विक्रेत्याला त्यांच्या विक्रीच्या ठिकाणी केलेल्या खरेदीबद्दल सूचित करतो.',
        ShopMailTemplateCodes::ShopContact => 'संपर्क फॉर्म सबमिट केल्यावर ही सूचना पाठविली जाते.',
        ShopMailTemplateCodes::ShopGiftCard => 'ही सूचना वापरकर्त्याला सूचित करते की त्यांना भेट कार्ड मिळाले आहे.',

        ShopMailTemplateCodes::ShopVendorJoin => 'हा संदेश दुकानात नवीन विक्रेत्याचे स्वागत करतो.',
        ShopMailTemplateCodes::ShopVendorInvite => "हा संदेश विक्रेत्याला तुमच्या मार्केटप्लेसमध्ये सामील होण्यासाठी आमंत्रित करण्यासाठी पाठविला जातो.",
        ShopMailTemplateCodes::ShopVendorOrder => "पेड किंवा कॅश ऑन डिलिव्हरी (COD) स्थितीत ऑर्डर मिळाल्यावर हा संदेश विक्रेत्याला पाठवला जातो.",
        ShopMailTemplateCodes::ShopVendorProducts => "विक्रेत्यांना त्यांच्या उत्पादनांची स्थिती अद्यतनित करण्यासाठी दररोज पाठवले जाते.",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "हा संदेश विक्रेत्याला तुमच्या मार्केटप्लेसमध्ये सामील होण्यासाठी आमंत्रित करण्यासाठी पाठवला जातो.",

        ShopMailTemplateCodes::UserLogin => "सुरक्षिततेच्या उद्देशाने वापरकर्त्याला लॉगिन तपशीलांसह सूचित करा, IP पत्ता, तारीख आणि डिव्हाइससह.",
        ShopMailTemplateCodes::LoginCode => "वापरकर्त्यांना स्टोअरमध्ये लॉग इन करण्यासाठी एक-वेळचा पासवर्ड कोड पाठवा.",

        ShopMailTemplateCodes::EmailVerifyLink => "वापरकर्त्याचा ईमेल पत्ता सत्यापित करण्यासाठी एक लिंक पाठवा. जेव्हा वापरकर्ता SMS द्वारे नोंदणी करतो आणि त्यांचा ईमेल प्रविष्ट करतो तेव्हा हा ईमेल पाठविला जातो. जेव्हा वापरकर्ता सोशल लॉगिन किंवा ईमेलद्वारे थेट नोंदणी करतो तेव्हा ते पाठवले जात नाही.",

        ShopMailTemplateCodes::EmailBulkOrder => "विशिष्ट दिवसासाठी मोठ्या प्रमाणात प्राप्त झालेल्या आणि सशुल्क ऑर्डरची यादी पाठवा."


    ,

    ],


    'global' => [
        'greetings' => 'हाय, :name!',
        'end-statement' => 'आधार देणारा संघ',

        'receiver_name' => 'हाय :user_name',
        'footer-help' => "मदत हवी आहे? [support@selldone.com](mailto:support@selldone.com) वर विचारा किंवा आमच्या [मदत केंद्र](https://selldone.com/community) ला भेट द्या.",
        'selldone-team' => 'Selldone टीम',
        'footer-shop' => "तुम्हाला कशासाठीही मदत हवी असल्यास कृपया आम्हाला ईमेल पाठवण्यास अजिबात संकोच करू नका: :shop_mail",
        'accept' => "स्वीकारा",
        'reject' => "नकार द्या",
        'verify' => "सत्यापित करा",
        'title' => "शीर्षक",
        'value' => "मूल्य",
        'description' => "वर्णन",
        'shop' => "दुकान",
        'shop-info' => "स्टोअर माहिती",
        'user' => "वापरकर्ता",
        'user-info' => "खाते माहिती",
        'license' => "परवाना",
        'status' => "स्थिती",
        'start' => "सुरू करा",
        'end' => "शेवट",
        'renewal' => "नूतनीकरण",
        'view' => "पहा",

        'balance' => "शिल्लक",
        'card_number' => "कार्ड क्रमांक",
        'cvv' => "Cvv",
        'expire_date' => "समाप्ती दिनांक",

        'Dashboard' => "डॅशबोर्ड",
        'order' => "ऑर्डर",
        'view_order' => "ऑर्डर पहा",
        'pay_now' => "Pay now",

        'official_selldone' => "अधिकृत SELLDONE",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "चलन",
        'free-balance' => "मोफत शिल्लक",
        'locked-balance' => "लॉक केलेला शिल्लक",
        'bot' => "बॉट",
        'requests' => "विनंत्या",
        'baskets' => 'गाड्या',
        'physical' => "शारीरिक",
        'virtual' => "आभासी",
        'file' => "फाईल",
        'service' => "सेवा",
        'fulfillment' => "पूर्तता",
        'open' => "उघडा",
        'reserved' => "राखीव",
        'canceled' => "रद्द केले",
        'payed' => "पैसे दिले",
        'cod' => "COD",
        'orders-count' => 'आदेश',
        'payments-count' => 'देयके',
        'confirms-count' => 'पुष्टी करतो',
        'sends-count' => 'पाठवतो',
        'delivers-count' => 'वितरीत करतो',
        'count' => 'मोजा',
        'transactions-count' => 'व्यवहारांची संख्या',
        'success-transactions' => 'यशस्वी व्यवहार',
        'total-amount' => 'एकूण रक्कम',
        'amount' => 'रक्कम',
        'wage' => 'मजुरी',
        'debug' => 'डीबग करा',
        'pos' => 'POS',
        'live' => 'राहतात',
        'CheckQueue' => 'रांग तपासा',
        'OrderConfirm' => 'ऑर्डर पुष्टी',
        'PreparingOrder' => 'ऑर्डर तयार करत आहे',
        'SentOrder' => 'ऑर्डर पाठवली',
        'ToCustomer' => 'ग्राहकाला दिले',
        'Pending' => 'प्रलंबित',
        'Accepted' => 'स्वीकारले',
        'Rejected' => 'नाकारले',
        'pc' => 'PC',
        'tablet' => 'गोळी',
        'phone' => 'फोन',
        'total' => 'एकूण',
        'view-detail' => 'तपशील पहा',
        'empty' => 'रिकामे',
        'dropshipping' => 'ड्रॉपशिपिंग',
        'reply' => 'उत्तर द्या',
        'reactions' => 'प्रतिक्रिया',
        'Comments' => 'टिप्पण्या',
        'last-comment' => 'शेवटची टिप्पणी',
        'response-to' => 'ला प्रतिसाद',
        'posts' => 'पोस्ट',
        'post' => 'पोस्ट',

        'name' => 'नाव',
        'email' => 'ईमेल',
        'type' => 'प्रकार',
        'device' => 'डिव्हाइस',
        'platform' => 'प्लॅटफॉर्म',
        'browser' => 'ब्राउझर',
        'time' => 'वेळ',
        'Wallet' => 'पाकीट',
        'date' => 'तारीख',

        'account' => 'खाते',
        'transaction' => 'व्यवहार',
        'fee' => 'फी',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'बिल',
        'category' => 'श्रेणी',
        'password' => 'पासवर्ड',
        'verify-login' => "सत्यापित करा आणि लॉग इन करा",
        'url' => 'URL',
        'avocado' => 'एवोकॅडो',
        'hyper' => 'हायपर',
        'buy-now' => "आता खरेदी करा",
        'add-domain' => "Add Domain",
        'views' => 'दृश्ये',


        'country' => 'देश',
        'address' => 'पत्ता',
        'postal' => 'पिनकोड',
        'building_no' => 'इमारत #',
        'building_unit' => 'युनिट #',
        'message' => 'संदेश',


        'customer' => 'ग्राहक',
        'cart-items' => 'कार्ट आयटम',
        'payment' => 'पेमेंट',
        'receiver' => 'स्वीकारणारा',
        'virtual-items' => 'आभासी वस्तू',
        'no-payment' => 'पेमेंट नाही!',

        'enable' => 'सक्षम करा',
        'access' => 'प्रवेश',
        'bank' => 'बँक माहिती',

        'vendor' => 'विक्रेता',

        'view_content' => "संपूर्ण सामग्री पहा",
        'files' => 'फाईल्स',
        'download' => 'डाउनलोड करा',
        'file_name' => 'फाईलचे नाव',
        'file_size' => 'आकार',

        'subscription' => 'वर्गणी',
        'products' => 'उत्पादने',
        'vendor_products' => 'विक्रेता उत्पादने',

        'pickup' => 'पिकअप',

        'minutes' => 'मिनिटे',
        'hours' => 'तास',

        'refund' => 'परतावा',
        'recipient_address' => 'प्राप्तकर्त्याचा पत्ता',
        'signature' => 'स्वाक्षरी',
        'blockchain' => 'ब्लॉकचेन',
        'details' => 'तपशील',


    

        'Shop' => 'दुकान',
        'dashboard' => 'डॅशबोर्ड',
        'comments' => 'टिप्पण्या',
        'wallet' => 'पाकीट',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "Selldone Business OS",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'कामगिरी अहवाल, Selldone'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'हंगामी अहवाल, Selldone'
        ],
        'Onboarding' => [
            'id' => 'हाय',
            'name' => 'मंजूर, Selldone'
        ],
        'Support' => [
            'id' => 'support',
            'name' => 'समर्थन :name'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'सत्यापित करा, Selldone'
        ],
        'Welcome' => [
            'id' => 'हाय',
            'name' => 'समुदाय, Selldone'
        ],
        'NewShop' => [
            'id' => 'व्यापारी',
            'name' => 'मंजूर, Selldone'
        ],
        'Approve' => [
            'id' => 'मंजूर',
            'name' => 'मंजूर, Selldone'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'ऑर्डर व्यवस्थापन :name'
        ],

        'Recovery' => [
            'id' => 'पुनर्प्राप्ती',
            'name' => 'Selldone पुनर्प्राप्ती टीम'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'प्रलंबित ⌛',
        'PAYED' => 'सशुल्क ✅',
        'CANCELED' => 'रद्द ❌',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'प्रशासक',
            'OFFICER' => 'अधिकारी आणि पर्यवेक्षक',
            'AUDITING' => 'ऑडिटिंग व्यवस्थापक',
            'EMPLOYEE' => 'कर्मचारी',
            'PRODUCT' => 'उत्पादने व्यवस्थापक',
            'CONTENT' => 'सामग्री व्यवस्थापक',
            'MARKETING' => 'विपणन व्यवस्थापक',
            'VIEWER' => 'दर्शक',

        ],
        'subject' => ":inviter ने तुम्हाला :level म्हणून आमंत्रित केले आहे| :shop",
        'category' => "कर्मचारी आमंत्रण",
        'title' => "तुम्हाला <b>:shop_name :level</b> <b>म्हणून</b> आमंत्रित केले आहे.",
        'message' => "तुम्हाला व्यवसायात <b>:shop_title</b> टीमसह सहयोग करण्याचे आमंत्रण मिळाले आहे. तुमच्याकडे ही ऑफर स्वीकारण्याचा किंवा नाकारण्याचा पर्याय आहे. तुम्ही स्वीकारणे निवडले असल्यास, कृपया तुमच्या निर्णयाची पुष्टी करण्यासाठी Selldone सेवेमध्ये लॉग इन करा. पुष्टी केल्यावर, तुम्हाला स्टोअर व्यवस्थापन विभागात प्रवेश मिळेल.",

    ],

    'welcome-email' => [
        'subject' => "👋 :name चे स्वागत आहे, चला Selldone सह प्रारंभ करूया!",
        'category' => 'CONGRATULATION',
        'title' => "Selldone मध्ये आपले स्वागत आहे",
        'message' => "Selldone निवडल्याबद्दल धन्यवाद! तुम्ही आता एका दोलायमान समुदायाचा भाग आहात जो जागतिक विक्रेत्यांना ग्राहकांशी, स्थानिक व्यवसायांना उपक्रमांशी आणि व्यक्तींना कॉर्पोरेशनशी जोडतो. आमची सर्व मास्टर आणि प्रो टूल्स तुमच्यासाठी **विनामूल्य** आणि **अमर्यादित** उपलब्ध आहेत. आम्ही तुम्हाला पाठिंबा देण्यासाठी आणि तुमच्या यशाची दारे उघडण्यासाठी येथे आहोत.",

        'index' => "चरण :step.",

        'step-domain' => [
            'title' => 'तुमचे कस्टम डोमेन जोडा',
            'message' => "प्रारंभ करण्यासाठी, सेटिंग्ज > डोमेन सेटिंग्ज अंतर्गत शॉप डॅशबोर्डमध्ये तुमचे कस्टम डोमेन विनामूल्य जोडा.",
            'action' => 'माझे डोमेन व्यवस्थापित करा',
        ],
        'step-landing' => [
            'title' => 'तुमचे मुख्यपृष्ठ सानुकूलित करा',
            'message' => "डॅशबोर्ड > पृष्ठे वर जाऊन तुमचे मुख्यपृष्ठ वैयक्तिकृत करा. एक लँडिंग पृष्ठ निवडा किंवा एक नवीन तयार करा. हे सोपे आणि अंतर्ज्ञानी आहे आणि तुम्ही त्यावर लगेच काम सुरू करू शकता.",
            'action' => 'माझे लँडिंग पृष्ठ सानुकूलित करा',
        ],
        'step-payment' => [
            'title' => 'पेमेंट पद्धती सेट करा',
            'message' => "थेट तुमच्या बँक खात्यात पेमेंट स्वीकारण्यास सुरुवात करा. Stripe, PayPal आणि बरेच काही यांसारखे तुमचे पेमेंट प्रदाते कनेक्ट करण्यासाठी, Dashboard > Accounting > Gateway वर जा.",
            'action' => 'पेमेंट पद्धती जोडा',
        ],
        'step-products' => [
            'title' => 'तुमची उत्पादने जोडा',
            'message' => "डॅशबोर्ड > उत्पादने मध्ये उत्पादने आणि श्रेण्या सहज जोडा. हे तुमच्या PC वर फाईल्स आणि फोल्डर्स व्यवस्थापित करण्यासारखे आहे – पूर्णपणे ड्रॅग-अँड-ड्रॉप तयार आहे. तुम्ही एक्सेल वापरून मोठ्या प्रमाणात उत्पादने आयात करू शकता. तुम्हाला प्रारंभ करण्यात मदत करण्यासाठी नमुना टेम्पलेट उपलब्ध आहे.",
            'action' => 'माझी उत्पादने व्यवस्थापित करा',
        ],
        'step-shipping' => [
            'title' => 'शिपिंग पद्धती सेट करा',
            'message' => "ग्राहकांकडून शिपिंगसाठी शुल्क आकारण्यासाठी, डॅशबोर्ड > लॉजिस्टिक > शिपिंगमध्ये तुमच्या शिपिंग पद्धती परिभाषित करा. तुम्ही विविध स्थानांसाठी भिन्न किंमत आणि समर्थन सेट करू शकता. डॅशबोर्ड > लॉजिस्टिक > वेअरहाऊसमध्ये तुमचे वेअरहाऊस मूळ सेट करायला विसरू नका.",
            'action' => 'शिपिंग पद्धती व्यवस्थापित करा',
        ],
    

        'seller' => [
            'title' => 'तुम्ही विक्रेता आहात का?',
            'message' => 'विक्री सुरू करण्यासाठी, खालील लिंकद्वारे Selldone मध्ये तुमचा डॅशबोर्ड प्रविष्ट करा आणि तुमचे पहिले स्टोअर पूर्णपणे विनामूल्य तयार करा. यास काही मिनिटे लागतील आणि आपल्याकडे आपले स्वतःचे स्टोअर आणि ऑनलाइन साइट असेल. त्यानंतर आम्ही तुम्हाला पुढील चरणांसाठी मार्गदर्शन करू आणि पेमेंट गेटवे मिळवू.',
            'action' => 'माझ्या डॅशबोर्डवर लॉगिन करा',
        ],
        'buyer' => [
            'title' => 'मी एक खरेदीदार आहे',
            'message' => 'अभिनंदन. एकदा तुम्ही Selldone चे सदस्य झाल्यावर, तुमची ऑनलाइन स्टोअर्समधील सदस्यत्व आणि प्रमाणीकरणाच्या सर्व अडचणींपासून सुटका होईल. Selldone प्लॅटफॉर्म वापरणाऱ्या कोणत्याही स्टोअर आणि साइटचा फायदा घेण्यासाठी तुम्ही एका क्लिकवर लॉग इन करू शकता आणि तुमची खरेदी सोपी, जलद आणि सुरक्षित करू शकता.',
        ],
    ],


    'charge-account' => [
        'category' => 'वॉलेट > खाते > शुल्क',
        'title' => "सक्सेस चार्ज",
        'message' => "तुमचे खाते <b>:account_number</b> <b>:amount</b> यशस्वीरित्या आकारले गेले आहे.",
        'account' => 'खाते',
        'charge' => 'चार्ज करा',
        'balance' => 'शिल्लक',
        'footer' => "जगभरातील प्रत्येकासाठी व्यवसाय सुलभ, साध्य करण्यायोग्य आणि प्रवेशयोग्य बनवा."
    ],

    'verify-email' => [
        'subject' => "🙌 Selldone वर तुमचे साइन अप पूर्ण करा! लिंक सत्यापित करा.",
        'category' => "तुम्ही एक पाऊल दूर आहात",
        'title' => "तुमचा ई - मेल पत्त्याची खात्री करा",
        'message' => "Hi :name,<br><br>Thank you for choosing Selldone!<br><br>To confirm that <b>:email</b> is your correct email address, please click the button below or use the link provided. You have 48 hours to complete this verification.",
        'footer' => "तुम्हाला पडताळणी बटणावर क्लिक करण्यात अडचण येत असल्यास, तुमच्या वेब ब्राउझरमध्ये खालील URL कॉपी आणि पेस्ट करा: :activation_url",
        'next-step' => "पुढे, आम्ही तुम्हाला तुमचे कस्टम डोमेन जोडणे, पेमेंट सेट करणे, उत्पादने जोडणे आणि तुमची पहिली ऑर्डर मिळवणे सोपे करण्यासाठी काही उपयुक्त साहित्य आणि चरण-दर-चरण मार्गदर्शक पाठवू.",

    ],
    'verify-email-code' => [
        'subject' => "साठी पडताळणी कोड :name",
        'category' => "SECURITY",
        'title' => "ईमेल सत्यापन कोड",
        'message' => "हाय :name,<br><br><b>:email</b> तुमचा योग्य ईमेल पत्ता असल्याची पुष्टी करण्यासाठी, कृपया पुढील <b>10 मिनिटांत खालील कोड प्रविष्ट करा</b>:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 तुमचे दुकान तयार आहे| :name",
        'category' => "तुम्ही एक पाऊल दूर आहात",
        'title' => "सेटअप पूर्ण झाला",
        'account_title' => "तुमचे खाते",
        'account_msg' => "या माहितीसह तुमचे खाते सत्यापित करा आणि लॉग इन करा.",
        'shop_msg' => "Selldone व्यवसाय ऑपरेटिंग सिस्टमवरील खात्याची माहिती.",

    ],

    'reset2fa' => [
        'category' => "सुरक्षितता अधिकृत संदेश",
        'title' => "2-चरण लॉगिन अक्षम करण्याची विनंती करा",
        'message' => "तुम्हाला हा ईमेल प्राप्त झाला आहे कारण आम्हाला **:name** खात्यासाठी **:email** ईमेलसह द्वि-घटक प्रमाणीकरण रीसेट करण्याची विनंती प्राप्त झाली आहे.<br><br> आम्हाला तुमच्या खात्यासाठी खालील तपशील सापडले आहेत:",
        'footer' => "तुम्ही पासवर्ड रीसेट करण्याची विनंती केली नसल्यास, पुढील कारवाईची आवश्यकता नाही.",
        'action' => 'द्वि-चरण लॉगिन अक्षम करा',
    ],


    'build-new-shop' => [
        'subject' => "🎊 तुमचे दुकान आता तयार आहे!",
        'category' => "जगात नवीन ऑनलाइन स्टोअरचा जन्म झाला",
        'title' => "अभिनंदन, :name!",
        'message' => "<b> अभिनंदन, :name! तुमचा नवीन ऑनलाइन व्यवसाय आता लाइव्ह झाला आहे!</b> सेलडोनर्स समुदायामध्ये तुमचे स्वागत करण्यास आम्ही उत्सुक आहोत. तुम्ही यशाच्या दिशेने पहिले पाऊल टाकले आहे, आणि आम्ही तुम्हाला प्रत्येक टप्प्यावर मदत करण्यासाठी येथे आहोत.<br>आता तुमचे स्टोअर तयार आहे, तुम्ही तुमच्या ग्राहकांकडून थेट पेमेंट प्राप्त करण्यासाठी आणि तुमचे साम्राज्य वाढवण्यास तयार आहात याची खात्री करूया. तुम्हाला कधीही मदतीची आवश्यकता असल्यास, आम्ही फक्त एक संदेश दूर आहोत—आमची समर्थन कार्यसंघ तुमच्यासाठी नेहमी येथे आहे.<br><br><b>महत्त्वाचे पुढील चरण:</b> सुरू करण्यासाठी, तुम्ही पेमेंट प्राप्त करण्यासाठी आणि सुरळीत ऑपरेशन्ससाठी सर्व तयार आहात याची खात्री करा. तुमचे स्टोअर अखंडपणे चालू ठेवण्यासाठी आम्ही तुम्हाला प्रत्येक टप्प्यावर मार्गदर्शन करू.",
        'pdf-book' => "संलग्न हँड बुक चुकवू नका: गेम प्रमाणे तुमचा व्यवसाय करा",

        'account' => [
            'title' => 'पायरी 1: Selldone वॉलेटमध्ये खाते तयार करा',
            'message' => "सुरू करण्यासाठी, तुमच्या Selldone वॉलेटमध्ये खाते तयार करा. तुमची फी येथेच कापली जाईल आणि तुमचे स्टोअर सुरळीत चालू ठेवण्यासाठी तुम्ही टॉप अप कराल. तुमची शिल्लक कधीही ऋणात्मक झाल्यास, काळजी करू नका! तुमचे स्टोअर व्यत्ययाशिवाय कार्यरत राहील.",
            'action' => 'वॉलेटमध्ये लॉग इन करा',
        ],

        'shop-account' => [
            'title' => 'पायरी 2: खाते स्टोअरशी कनेक्ट करा',
            'message' => "पुढे, तुमचे वॉलेट खाते तुमच्या स्टोअरशी कनेक्ट करा. <b>Store > Accounting > Invoice</b> वर जा आणि तुमचे वॉलेट लिंक करा. हे सुनिश्चित करते की सर्व ग्राहक देयके थेट तुमच्या बँक खात्यात जमा केली जातात—Selldone तुमच्या कमाईतून कोणतीही रक्कम वजा करत नाही.",
            'action' => 'स्टोअर इन्व्हॉइस पॅनेल',
        ],

        'gateway' => [
            'title' => 'पायरी 3: ऑनलाइन पेमेंट गेटवे कनेक्ट करा',
            'message' => "आता, तुमचा ऑनलाइन पेमेंट गेटवे सेट करूया. <b>Store > Accounting > Port</b> वर जा आणि <b>Add New Port</b> वर क्लिक करा. तुमचे चलन निवडा आणि तुम्हाला उपलब्ध पेमेंट गेटवेची सूची दिसेल. गेटवे कनेक्ट करणे जलद आणि सोपे आहे, परंतु तुम्हाला काही मदत हवी असल्यास, मोकळ्या मनाने Selldone मार्गदर्शक तपासा किंवा आमच्याशी संपर्क साधा.",
            'action' => 'स्टोअरमध्ये एक पोर्टल जोडा',
        ],

        'domain' => [
            'title' => 'शेवटची पायरी: समर्पित डोमेन कनेक्ट करणे',
            'message' => "तुम्हाला पाहिजे तितक्या डोमेनवर तुम्ही तुमचे स्टोअर ठेवण्यास सक्षम असाल. स्टोअरला समर्पित डोमेन कनेक्ट करण्यासाठी, तुमच्याकडे किमान स्टार्टअप परवाना असणे आवश्यक आहे. सेलडोनशी प्रत्येक मित्राची ओळख करून दिल्यास, तुम्हाला एक महिन्याचे स्टार्टअप परवाना भेट कार्ड मिळेल. तुमच्या मित्रांच्या पेमेंटपैकी काही टक्के रक्कम तुमच्या ग्राहकांच्या खात्यात देखील जमा केली जाईल.",
            'action' => 'अमर्यादित भेटकार्ड सादर करणे आणि प्राप्त करणे',
        ],
    ],


    'basket-list' => [
        'item' => "आयटम",
        'count' => "मोजा",
        'price' => "किंमत",
        'discount-code' => "सवलत कोड",
        'customer-club' => 'ग्राहक क्लब',
        'shipping' => "शिपिंग",
        'total' => "एकूण",
        'offer' => "ऑफर",
        'coupon' => "कूपन",
        'lottery' => "पुरस्कार",
        'tax' => "कर",
        'tax_included' => "किंमतीमध्ये समाविष्ट आहे",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'पद्धत',
        'amount' => 'रक्कम',
        'giftcard' => 'Gift card',
        'payment' => 'पेमेंट',
    ],


    'shop-subscription-email' => [
        'category' => "सदस्यता अद्यतन",
        'title' => "स्टोअर परवाना: :shop_title",
        'title-reserved' => "राखीव परवाना: :shop_title",
        'title-active' => "सक्रिय परवाना: :shop_title",
        'title-finished' => "पूर्ण परवाना: :shop_title",
        'title-cancel' => "परवाना रद्द करा: :shop_title",
        'message' => "तुमचा दुकान परवाना योजना अद्यतनित,",
        'RESERVED' => "⚡ तुमची सदस्यता योजना **आरक्षित** करण्यात आली आहे.",
        'ACTIVE' => "🟢 तुमचा सबस्क्रिप्शन प्लॅन **सक्रिय** झाला आहे.",
        'FINISHED' => "🚧 तुमची सदस्यता योजना **पूर्ण** झाली आहे.",
        'CANCEL' => "⛔ तुमची सदस्यता योजना **रद्द** केली गेली आहे.",
    ],

    'support' => [
        'subject' => "समर्थन केंद्र|:name उत्तर दिले",
        'category' => "समर्थन केंद्र",
        'title' => "तुम्हाला प्रतिसाद मिळाला",
        'action' => "दुकान प्रशासक उघडा",
    ],

    'shop-customer-join' => [
        'subject' => "सामील व्हा :shop_title",
        'category' => "नवीन ग्राहक उत्सव",
        'title' => "तुमच्या सदस्यत्वासाठी आम्ही आनंदी आहोत",
        'action' => "आता भेट द्या",
    ],

    'shop-vendor-join' => [
        'subject' => "विक्रेता ऑनबोर्डिंग | :shop_title",
        'category' => "नवीन विक्रेता उत्सव",
        'title' => "तुमच्या सदस्यत्वासाठी आम्ही आनंदी आहोत",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "गिफ्टकार्ड :shop_title",
        'category' => "नवीन कार्ड जोडा",
        'title' => "अभिनंदन, तुम्हाला भेट कार्ड मिळाले आहे",
        'action' => "आता खरेदी करा",
        'message' => "तुम्हाला :balance :currency किमतीचे गिफ्ट कार्ड मिळाले आहे. तुम्ही आमच्या स्टोअरमध्ये हे गिफ्ट कार्ड वापरू शकता.",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "समर्थन केंद्र| :shop",
        'category' => "समर्थन",
        'title' => "तुम्हाला प्रतिसाद मिळाला",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍 ऑर्डर चेकआउट | :order_id",
        'title' => "ऑर्डर",
        'message' => "तुम्ही आमच्या स्टोअरमध्ये ऑर्डर दिली. आम्हाला तुमची ऑर्डर प्राप्त झाली आणि एकदा पेमेंटची पुष्टी झाल्यावर तुम्हाला दुसरा ईमेल पाठवू."
    ,

        'payments' => 'देयके',
    ],

    'order-payment' => [
        'subject' => "🛍 पेमेंट कन्फर्मेशन | :order_id",
        'title' => "प्रदान आदेश",
        'message' => "तुमचे पेमेंट पूर्ण झाले,<br> आम्हाला तुमची ऑर्डर मिळाली आहे. तुमची ऑर्डर पाठवल्यावर आम्ही तुम्हाला दुसरा ईमेल पाठवू.",
    

        'payments' => 'देयके',
    ],

    'order-update' => [
        'subject' => "🛍️ ऑर्डर स्टेटस अपडेट|:order_id ऑर्डर करा",
        'title' => "ऑर्डर स्थिती अद्यतन",
        'message' => "तुमची ऑर्डर अपडेट केली गेली आहे. तुम्ही तुमच्या खात्यात या ऑर्डरची नवीनतम स्थिती तपासू शकता.",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "तुमची ऑर्डर प्रक्रियेसाठी रांगेत आहे. ते तयार केल्यावर आम्ही तुम्हाला सूचित करू.",
                'OrderConfirm' => "तुमची ऑर्डर कन्फर्म झाली आहे आणि तयारी सुरू झाली आहे.",
                'PreparingOrder' => "तुमची ऑर्डर तयार केली जात आहे आणि लवकरच पाठवली जाईल.",
                'SentOrder' => "तुमची ऑर्डर पाठवली गेली आहे. तुम्हाला ते लवकरच प्राप्त होईल.",
                'ToCustomer' => "तुमची ऑर्डर वितरित केली गेली आहे. आम्ही आशा करतो की तुम्ही त्याचा आनंद घ्याल!",

                'PreparingOrder-PICKUP' => "तुमची ऑर्डर तयार केली जात आहे. पिकअपसाठी तयार झाल्यावर तुम्हाला एक सूचना मिळेल.",
                'SentOrder-PICKUP' => "तुमची ऑर्डर पिकअपसाठी तयार आहे. कृपया ते गोळा करण्यासाठी स्टोअरमध्ये या.",
                'ToCustomer-PICKUP' => "तुमची ऑर्डर उचलली गेली आहे. आम्ही आशा करतो की तुम्ही त्याचा आनंद घ्याल!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "तुमची ऑर्डर प्रक्रियेसाठी रांगेत आहे. ते तयार झाल्यावर आम्ही तुम्हाला सूचित करू.",
                'OrderConfirm' => "तुमच्या ऑर्डरची पुष्टी झाली आहे आणि तयारी सुरू आहे.",
                'PreparingOrder' => "तुमची ऑर्डर तयार केली जात आहे आणि लवकरच तुम्हाला पाठवली जाईल.",
                'ToCustomer' => "तुमची आभासी ऑर्डर तुमच्या खात्यावर वितरित केली गेली आहे. धन्यवाद!"
            ],
            'SERVICE' => [
                'CheckQueue' => "तुमची सेवा विनंती रांगेत आहे. आम्ही सुरू केल्यावर आम्ही तुम्हाला सूचित करू.",
                'OrderConfirm' => "तुमच्या सेवेची पुष्टी झाली आहे आणि आम्ही सुरू करण्याची तयारी करत आहोत.",
                'PreparingOrder' => "आम्ही तुमची सेवा तयार करत आहोत आणि ती पूर्ण झाल्यावर तुम्हाला सूचित करू.",
                'ToCustomer' => "तुमची सेवा पूर्ण झाली आहे. आम्हाला निवडल्याबद्दल धन्यवाद!"
            ],
            'FILE' => [
                'PreparingOrder' => "तुमची फाइल तयार केली जात आहे आणि लवकरच उपलब्ध होईल.",
                'ToCustomer' => "तुमची फाइल तयार आहे आणि वितरित केली गेली आहे. तुम्ही आता ते डाउनलोड करू शकता."
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "तुमची सदस्यता ऑर्डर रांगेत आहे. प्रक्रिया सुरू झाल्यावर आम्ही तुम्हाला सूचित करू.",
                'OrderConfirm' => "तुमची सदस्यता पुष्टी केली गेली आहे आणि सेट केली जात आहे.",
                'PreparingOrder' => "आम्ही तुमची सदस्यता तयार करत आहोत आणि ती लवकरच सुरू होईल.",
                'SentOrder' => "तुमची सदस्यता सक्रिय केली गेली आहे. तुम्हाला सतत अपडेट्स मिळतील.",
                'ToCustomer' => "तुमची सदस्यता सेवा यशस्वीरित्या सक्रिय केली गेली आहे."
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'अभिनंदन :name|नवीन व्हाउचर: :title',
        'category' => "अभिनंदन, नवीन व्हाउचर",
        'message' => "अहो :name,<br><br> तुम्हाला आमच्याकडून भेट म्हणून नवीन व्हाउचर मिळाले आहे! तुम्ही तुमच्या मित्रांना आणि तुमच्या ओळखीच्या प्रत्येकाला Selldone ची ओळख करून देऊन आणखी व्हाउचर मिळवू शकता. या व्हाउचरचे मूल्य **:price :currency** आहे.<br><br> तुम्ही पहिले पाऊल उचलले आहे आणि आम्ही तुमच्या व्हाउचरसह नवीन वैशिष्ट्ये अनलॉक करण्यात मदत करण्यासाठी येथे आहोत! कृपया **:email** सह लॉग इन करा आणि शॉप **डॅशबोर्ड** > **सेटिंग्ज** > **परवाना**.<br><br>अभिनंदन मध्ये तुमचे व्हाउचर शोधा!",
        'action' => "माझा डॅशबोर्ड",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'अभिनंदन, प्रिय :name|तुम्हाला एक विशेष भेट मिळाली आहे!',
        'category' => "भेटवस्तू मिळाल्याची घोषणा",
        'title' => "तुमच्यासाठी भेटवस्तू",
        'message' => "Hi :name, we're excited to let you know that you've received a special gift from Selldone! 🎉 You can earn more gifts by staying active, growing your store, and improving your expertise on Selldone. To check out your gift, simply log in with :email and look for it in the top-right corner of your dashboard.<br><br>This gift is worth **:price :currency**, and you can easily deposit it into your wallet within Selldone.<br><br>Use your gift to upgrade your store's license and unlock even more powerful tools to boost your online business!",
        'action' => "भेटवस्तू",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍 नवीन ऑर्डर प्राप्त झाली | :order_id",
        'title' => "New Order",
        'message' => "तुम्हाला नवीन ऑर्डर मिळाली आहे. कृपया तुमच्या स्टोअरमधील ऑर्डर प्रक्रिया पृष्ठावर जा.",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'तुमची भरलेली माहिती',
        'output-form-title' => 'खरेदी केलेल्या वस्तूंची माहिती',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title|साप्ताहिक अहवाल :time',
        'title' => 'साप्ताहिक स्टोअर कामगिरी अहवाल',
        'message' => "हा तुमच्या स्टोअरचा <b>:start</b> ते <b>:end</b> पर्यंतचा साप्ताहिक अहवाल आहे. या अहवालात तुमचा व्यवसाय सुधारण्यासाठी टिपा समाविष्ट आहेत, तुम्ही तुमच्या ऑनलाइन स्टोअरची स्थिती आणि अलीकडील ऑर्डर देखील तपासू शकता. मला आशा आहे की तुमचा पुढचा दिवस आणि आठवडा चांगला जाईल."
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ गेल्या तीन महिन्यांतील तुमचा :amount बचत अहवाल| :shop_title',
        'title' => 'तुमच्‍या व्‍यवसाय क्रियाकलाप, बक्षिसे आणि आर्थिक बचतीबद्दलचा हंगामी अहवाल',
        'message' => "हा तुमचा <b>:shop_title</b> हंगामी अहवाल <b>:start</b> ते <b>:end</b> आहे."
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'जोडलेली खाती',
        'sub-title' => 'माझ्या स्टोअरशी कनेक्ट केलेल्या वॉलेट खात्यांची नवीनतम स्थिती काय आहे?',
        'view-wallet' => 'पाकीट पहा',
        'tip-title' => 'महत्वाच्या टिप्स',
        'tip' => "विनामूल्य Selldone वॉलेट सेट करा आणि ते तुमच्या स्टोअरशी लिंक करा. तुमची शिल्लक ऋणात्मक असली तरीही, तुमचे ग्राहक कोणत्याही समस्येशिवाय खरेदी करू शकतात आणि पैसे देऊ शकतात. काळजी करू नका, तुमच्या स्टोअरचे ऑपरेशन्स आणि डेटा 1 महिन्यापर्यंत सुरळीतपणे सुरू राहतील, कोणत्याही व्यत्ययाशिवाय.",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'खात्याशी कनेक्ट करा'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'अॅप्स स्थापित',
        'sub-title' => 'या आठवड्यात तुम्ही तुमच्या स्टोअरमध्ये इंस्टॉल केलेल्या अॅप्सची सूची.',
        'tip' => "तुम्ही तुमच्या स्टोअरसाठी आणखी अॅप्स शोधू इच्छिता?",
        'view-app-store' => 'Selldone App Store ला भेट द्या..',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'तुमचे स्टोअर बॉट्स',
        'sub-title' => 'माझ्या स्टोअरमध्ये सक्रिय विक्री बॉट्स.',
        'tip-title' => 'बॉट विक्री',
        'tip' => "Selldone ने तुम्हाला स्वयंचलित विक्री बॉट्स प्रदान केले आहेत. तुम्हाला फक्त अॅड-ऑन> बॉट्स पॅनलवर जावे लागेल आणि तुमचे स्टोअर बॉट्स सक्रिय करावे लागतील. लक्षात घ्या की संबंधित सेवा तुमच्या देशात उपलब्ध असणे आवश्यक आहे.",
        'view-bots' => 'बॉट्स व्यवस्थापित करा',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'ग्राहकांशी संवाद',
        'sub-title' => 'या आठवड्यात माझ्या ग्राहकांशी माझे किती संपर्क झाले आहेत?',
        'faqs' => 'सतत विचारले जाणारे प्रश्न',
        'tickets' => 'ग्राहक तिकिटे',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'वापरकर्त्यांची स्थिती',
        'sub-title' => 'तारखेपासून :start ते :end',
        'users' => [
            'title' => 'ग्राहक',
            'subtitle' => 'साइनअप वापरकर्ते',
        ],
        'views' => [
            'title' => 'भेटी',
            'subtitle' => 'तुम्ही दुकानाला किती वेळा भेट दिली आहे',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'परत केलेले वापरकर्ते',

        'shop_views' => 'दुकान दृश्ये',
        'baskets' => [
            'title' => 'खरेदी गाड्या',
            'subtitle' => 'नवीन शॉपिंग कार्टची संख्या कळवा',
        ],
        'products' => [
            'title' => 'उत्पादनांचे विहंगावलोकन',
            'subtitle' => 'प्रकारानुसार स्टोअरमधील उत्पादनांची स्थिती',
            'value_name' => 'उत्पादने'
        ],
        'products_count' => 'उत्पादन प्रकार',
        'views_count' => 'दृश्य संख्या',
        'sell_count' => 'विक्रीची संख्या',
        'send_count' => 'शिपिंग संख्या',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'ड्रॉप शिपिंग',
        'sub-title' => 'शीर्ष Selldone ड्रॉप शिपिंग विक्रेत्यांसाठी मुख्य पॅनेल',
        'total_fulfillments' => 'एकूण ऑर्डर प्राप्त झाल्या',
        'ds_count' => 'ऑर्डर्स मिळाल्या',
        'statistics_title' => 'अहवाल प्राप्त आदेश',
        'ds_cancels' => 'इंटरफेस विक्रेत्याद्वारे रद्द करा',
        'ds_rejects' => 'तुमच्याद्वारे रद्द करा',
        'tip' => "तुम्ही वस्तूंचे प्रमुख विक्रेते आहात का? तुमच्या मालकीचे गोदाम, कारखाना किंवा उत्पादनांचे वितरक आहेत? तुमची उत्पादने मोठ्या प्रमाणावर विकण्यासाठी तुम्ही तुमची उत्पादने Selldone ड्रॉप शिपिंग सेवेमध्ये इतर विक्रेत्यांना देऊ शकता. तुमचे मार्गदर्शन करण्यासाठी आम्हाला support@selldone.com वर ईमेल करा.",
        'view-drop-shipping-panel' => 'घाऊक पॅनेलमध्ये लॉग इन करा',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'विनिमय दर',
        'sub-title' => 'तुमच्या स्टोअरमधील नवीनतम चलन रूपांतरण दरांची सूची.',
        'from' => 'स्रोत चलन',
        'to' => 'गंतव्य चलन',
        'rate' => 'रूपांतरण दर',
        'view-exchange-panel' => 'विनिमय दर व्यवस्थापित करा',
    

        'vew-exchange-panel' => 'विनिमय दर व्यवस्थापन पॅनेल',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'तज्ञ करार',
        'sub-title' => 'माझ्या स्टोअरवर कोणते व्यावसायिक काम करतात?',
        'cost' => 'कराराची रक्कम',
        'duration' => 'कालावधी',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'तारीख रद्द करा',
        'end_at' => 'वितरण तारीख',
        'tip' => 'तुमचा व्यवसाय विकसित करण्यासाठी तुम्ही Selldone मधील सर्वोत्तम तज्ञांना नियुक्त करू शकता.',
        'view-experts' => 'प्रारंभ करण्यासाठी क्लिक करा.',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'दुकानावर सक्रिय पेमेंट गेटवेचा अहवाल द्या :shop.',
        'tip-title' => 'महत्वाच्या टिप्स',
        'tip' => "तुमच्या स्टोअरमधील पोर्टल व्यवस्थापन पृष्ठावर जा आणि काही मिनिटांत किमान एक पोर्ट जोडा. तुमच्या ग्राहकांना ऑनलाइन पोर्टलद्वारे जलद आणि सुरक्षितपणे पैसे देणे आवडते.",
        'view-shop-gateways' => 'माझ्या स्टोअर पोर्टल व्यवस्थापनावर लॉग इन करा.',
        'view-gateways' => 'अधिक गेटवे पहा',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'आदेश',
        'sub-title' => 'मला या आठवड्यात मिळालेल्या ऑर्डरची यादी.',
        'total_baskets' => 'एकूण ऑर्डर',
        'total_posBaskets' => 'एकूण रोख ऑर्डर',
        'pos-title' => 'POS स्टोअर बॉक्स',
        'chart-label' => 'ऑर्डर पूर्ण झाल्या (या ऑर्डरचे पैसे दिले जाणे आवश्यक नाही!)',
        'tip-title' => 'तुम्ही अजून प्रयत्न करायला हवे...',
        'tip' => "साधे यश नाही.",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'प्रक्रिया केंद्र',
        'sub-title' => 'या आठवड्यात आम्ही स्टोअरमध्ये किती ऑर्डरवर प्रक्रिया केली?',
        'tip-title' => 'आपल्याकडे विक्री नव्हती!',
        'tip' => "दुर्दैवाने या आठवड्यात तुमची कोणतीही विक्री झाली नाही. तुम्हाला तुमच्या स्टोअरमध्ये आणखी मिळणे आवश्यक आहे. तुम्ही अधिक उत्पादने जोडू शकता, चांगल्या प्रतिमा निवडू शकता किंवा तुमच्या उत्पादनांसाठी चांगले वर्णन लिहू शकता. तुमच्या व्यवसायासाठी पूर्णवेळ नोकरीचा विचार करा. जर तुम्ही ते योग्य केले आणि निराश होऊ नका, तर तुम्ही यशस्वी व्हाल.",
        'view-process-center' => 'प्रक्रिया केंद्र पहा',
        'return' => [
            'title' => 'ऑर्डर परत केली',
            'subtitle' => 'परत केलेल्या ऑर्डरचा अहवाल द्या.',
            'tip-title' => 'तुम्हाला माहीत आहे का की...',
            'tip' => "तुम्ही Selldone POS सह तुम्हाला आवश्यक तेवढी रोख नोंदणी तयार करू शकता! तुमचा टॅबलेट, मोबाइल किंवा लॅपटॉप असो, तुम्ही कोणतेही डिव्हाइस तुमच्या स्टोअरच्या विक्री केंद्रात बदलू शकता. हे सोपे आहे, सेट करण्यासाठी जलद आहे आणि तुमच्या सर्व्हरसाठी पूर्णपणे तयार आहे. आजच ते वापरण्यास सुरुवात करा!",
            'view-pos' => 'माझ्या ऑनलाइन स्टोअर कॅशियरमध्ये लॉग इन करा'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'सत्रे',
        'sub-title' => 'मी माझ्या स्टोअरला किती वेळा भेट दिली?',
        'countries-title' => 'कोणत्या देशांना सर्वाधिक भेट दिली गेली आहे?',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'तुम्हाला एक पैसा खर्च न करता पैसे कमवायचे आहेत का?',
        'message' => "हाय :name, Selldone सह कमाई सुरू करण्याची वेळ आली आहे! डॅशबोर्डवर जा > अधिक > कमाई > तुमची रेफरल लिंक मिळवा. तुमच्या मित्रांसह लिंक शेअर करा आणि गिफ्ट कार्ड आणि त्यांच्या पेमेंटचा वाटा मिळवा. सर्वोत्तम भाग? तुम्ही आणि तुमचा मित्र दोघांना भेट कार्ड मिळेल!",
        'action' => 'माझ्या परिचयाची लिंक पहा',
        'mail-clip' => "<b style='color: #C2185B'>महत्त्वाचे:</b> जर तुम्ही Gmail सारख्या ईमेल सेवा वापरत असाल ज्या ईमेलची लांबी मर्यादित करतात, पूर्ण अहवाल प्रदर्शित करण्यासाठी ईमेलच्या शेवटी खालील पर्याय शोधा आणि त्यावर क्लिक करा:",

        'no-coin-reward' => "<b style='color: #C2185B'>क्षमस्व:</b> आपल्या क्रियाकलापाने विनामूल्य SEL नाणी बक्षीस मिळविण्याची आवश्यकता पूर्ण केली नाही. अधिक प्रयत्न करा आणि पुढील हंगामासाठी तुमच्या दुकानावर अधिक विक्री करा.",
        'yes-coin-reward' => "<b style='color: #4CAF50'> अभिनंदन:</b> छान काम! तुमच्या उत्कृष्ट कामगिरीवर आधारित, आम्ही :amount SEL नाणी तुमच्या खात्यात बक्षीस म्हणून जमा केली आहेत.",

        'need-buy-license' => "<b>तुमचा व्यवसाय स्तर वाढवा:</b> तुम्ही तुमच्या वेबसाइटसाठी अद्याप कोणतीही सदस्यता योजना नोंदणीकृत केलेली नाही असे दिसते! वार्षिक पैसे दिल्यास फक्त :amount प्रति महिना अधिक वैशिष्ट्ये अनलॉक करण्यासाठी आता अपग्रेड करा.",
        'not-afford-message' => "तुम्‍हाला पेमेंट परवडत नसेल किंवा तुम्‍हाला पेमेंट करताना काही अडचण येत असल्‍यास, आम्हाला support@selldone.com द्वारे मोकळ्या मनाने सांगा.",
        'add-domain' => "<b>तुमच्या व्यवसायासाठी कस्टम डोमेन का नाही?</b><br> आता तुमच्या वेबसाइटवर डोमेन जोडा; ते फुकट आहे!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone आहे a<del> उत्पादन</del> <span style = 'color: forestgreen'>समुदाय</span><br> व्यावसायिक विक्रेता व्हा!",
        'message' => "Twitter, LinkedIn आणि सोशल नेटवर्क्सवर Selldone च्या अधिकृत पृष्ठांचे अनुसरण करा. आम्हाला कोणत्याही टिप्पण्या, विनंत्या किंवा टीका पाठवा किंवा Selldone बद्दलच्या चर्चेत भाग घ्या. आम्ही Selldone च्या समुदायाचा देखील भाग आहोत ज्या <b> तुम्ही </b> बनवता."
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'नवीन एवोकॅडो ऑर्डर प्राप्त झाल्या|:shop_title :time',
        'title' => "मागील 24 तासांच्या कामगिरीचा अहवाल",
        'message' => "तुमचे ग्राहक तुमच्या ऑर्डरचे पुनरावलोकन आणि किमतीची वाट पाहत आहेत. अधिक विक्री मिळविण्यासाठी शक्य तितक्या लवकर आपल्या ग्राहकांच्या विनंत्यांना प्रतिसाद द्या.",
        'card_title' => "रांगेत ऑर्डर",
        'card_subtitle' => ":date पासून",

        'card_payed' => "सशुल्क ऑर्डर"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => 'तुमच्या पोस्टला :community_title मध्ये उत्तर द्या',
        'title' => ":name, आणि :count इतरांनी तुमच्या पोस्टवर टिप्पणी केली.",
        'message' => "हाय :name, तुमच्या पोस्ट लक्ष वेधून घेत आहेत! तुम्हाला आमच्या समुदायामध्ये टिप्पण्या मिळाल्या आहेत. चर्चेत सामील होण्यासाठी तुमच्या खात्यात लॉग इन करा आणि प्रत्येकजण काय म्हणत आहे ते पहा.",
        'title-simple' => ":name ने तुमच्या पोस्टवर टिप्पणी केली आहे!",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 तुमच्या विषयाला उत्तर द्या :topic_title',
        'title' => ":name, आणि :count इतरांनी तुमच्या विषयावर उत्तर दिले.",
        'message' => "हाय :name, तुमचा विषय लक्ष वेधून घेत आहे! तुम्हाला आमच्या समुदायामध्ये उत्तरे मिळाली आहेत. चर्चेत सामील होण्यासाठी आपल्या खात्यात लॉग इन करा आणि प्रत्येकजण काय म्हणत आहे ते पहा.",
        'title-simple' => ":name ने तुमच्या विषयावर उत्तर दिले.",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 नवीन लॉगिन :name',
        'category' => 'सुरक्षा सूचना',
        'title' => "खात्यात लॉगिन करा",
        'message' => "प्रिय :name, तुमच्या Selldone खात्यात लॉगिन आढळले.",   // Login in selldone (seller)
        'message-shop' => "प्रिय :name, :shop_title वर लॉगिन आढळले.",  // Login in shop (buyer)

        'footer' => "तुम्ही लॉग इन केलेले नसल्यास, कृपया तुमचा पासवर्ड बदला.",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "पैसे काढणे",
        'deposit' => "ठेव",

        'withdraw_subject' => ":account खात्यातून पैसे काढा",
        'deposit_subject' => ":account खात्यात जमा करा",

        'message' => "खालील तपशीलांसह पैसे हस्तांतरण केले गेले आहे.",

        'type' => "व्यवहाराचा प्रकार",

        'from' => "स्रोत खाते",
        'to' => "Destination account",

        'desc' => "व्यवहाराचे वर्णन",
        'action' => "व्यवहार पहा",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ महत्त्वाचे! नियमांचे उल्लंघन| :shop",
        'category' => "गंभीर माहिती",
        'title' => "तुमच्या दुकानाला दंड ठोठावण्यात आला आहे",
        'action' => "शॉप डॅशबोर्ड उघडा",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter ने तुम्हाला Selldone मध्ये सामील होण्यासाठी आमंत्रित केले आहे",
        'title' => ":name ने तुम्हाला तुमचे नवीन ऑनलाइन स्टोअर लाँच करण्यात मदत करण्यासाठी आणि त्यावर कमाई करण्यासाठी :amount पाठवला आहे!",
        'message' => "Hi **:receiver_name**,<br><br>Welcome to Selldone! On Selldone, you can easily create your e-commerce site, blog, online community, and even set up an online POS system for in-person sales—all within minutes. It’s the complete online business operating system designed to make your business better, faster, and easier to run.<br><br>Sign up by <b>:date</b> and receive a :amount voucher to get started!",
        'accept' => "आमंत्रण स्वीकारा",
        'owner' => "चे मालक",
        'join-date' => "पासून Selldone वर",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "पुनर्प्राप्ती दुवा| :shop",
        'category' => "दुकान सुरक्षा",
        'title' => "स्टोअर रिकव्हरी लिंक <b>:shop_name</b> .",
        'message' => "हा ईमेल तुम्हाला पाठवला गेला कारण तुम्ही तुमचे स्टोअर रिस्टोअर करण्याची विनंती केली होती. खालील लिंकवर क्लिक केल्याने तुमचे दुकान आणि त्याच्याशी संबंधित सर्व डेटा पुनर्प्राप्त होईल.",
        'action' => "दुकान पुनर्प्राप्तीची पुष्टी करा",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'Selldone ने तुमच्या व्यवसायासाठी किती पैसे वाचवले?',
        'sub-title' => 'तारखेपासून :start ते :end',
        'infrastructure' => [
            'title' => 'पायाभूत सुविधा',
            'subtitle' => 'सर्व्हर, CDN, स्टोरेज आणि इतर क्लाउड सेवा',
        ],
        'experts' => [
            'title' => 'तज्ञ आणि कर्मचारी',
            'subtitle' => 'विकसक, देखभाल आणि समर्थन',
        ],
        'total_save' => 'एकूण पैसे वाचवले'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'तुमची कामगिरी',
        'sub-title' => ':start ते :end पर्यंत व्यवसाय विहंगावलोकन',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'परत केलेले वापरकर्ते',

        'shop_views' => 'दुकान दृश्ये',
        'baskets' => [
            'title' => 'खरेदी गाड्या',
            'subtitle' => 'नवीन शॉपिंग कार्टची संख्या कळवा',

        ],
        'products' => [
            'title' => 'उत्पादनांचे विहंगावलोकन',
            'subtitle' => 'प्रकारानुसार स्टोअरमधील उत्पादनांची स्थिती',
            'value_name' => 'उत्पादने'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'एकूण वेबसाइट पृष्ठ दृश्ये',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "तुम्हाला नवीन ऑर्डर मिळाली आहे. कृपया तुमच्या विक्रेता पॅनेलमधील ऑर्डर प्रक्रिया पृष्ठावर जा.",
        'subject' => "🛍 नवीन ऑर्डर प्राप्त झाली | :order_id",
        'your_revenue' => "तुमचा महसूल",
    ],
    'vendor-invite' => [
        'title' => 'विक्रेता आमंत्रण',
        'message' => "तुम्हाला :shop_name चे विक्रेता होण्याचे आमंत्रण मिळाले आहे. तुम्ही खालील बटणावर क्लिक करून ते स्वीकारू किंवा नाकारू शकता.",
        'subject' => ":shop_name | तुम्हाला आमचा विक्रेता होण्याचे आमंत्रण मिळाले आहे",
        'accept' => "स्वीकारा आणि विक्रेता व्हा",
        'reject' => "नकार द्या",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'आमच्या टीममध्ये सामील होण्यासाठी आमंत्रण',
        'message' => "तुम्हाला :shop_name वर :vendor_name मध्ये सामील होण्यासाठी आमंत्रित केले आहे. तुम्ही खालील बटणे वापरून हे आमंत्रण स्वीकारू किंवा नाकारू शकता.",
        'subject' => ":vendor_name मध्ये सामील होण्यासाठी आमंत्रण|टीम मेंबर व्हा",
        'accept' => "स्वीकारा आणि संघात सामील व्हा",
        'reject' => "नकार द्या",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "तुमचा लॉगिन कोड :shop",
        'header-message' => "तुम्ही दुकानासाठी लॉगिन कोडची विनंती केल्यामुळे आम्ही तुम्हाला हा ईमेल पाठवत आहोत. कृपया खाली तुमचा वन-टाइम पासवर्ड (OTP) शोधा:",
        'footer-message' => "हा कोड 10 मिनिटांसाठी वैध असेल. तुम्ही या लॉगिन कोडची विनंती केली नसल्यास, कृपया या ईमेलकडे दुर्लक्ष करा."
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "तुमचा ईमेल सत्यापित करा| :shop",
        'title' => 'ईमेल सत्यापन',
        'header-message' => "हाय :name,<br>कृपया **:email** तुमचा ईमेल पत्ता खालील बटणावर क्लिक करून किंवा खालील लिंक वापरून ४८ तासांच्या आत पुष्टी करा.",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "उत्पादन अद्यतने| :shop",
        'title' => "उत्पादन स्थितीचे अपडेट - शेवटचे २४ तास",
        'message' => "मला आशा आहे की हा संदेश तुम्हाला बरे वाटेल. गेल्या 24 तासांत आमच्या प्लॅटफॉर्मवर तुमच्या उत्पादनांच्या स्थितीबद्दल तुम्हाला माहिती देण्यासाठी हे एक संक्षिप्त अपडेट आहे.\nया काळात काही उत्पादनांच्या स्थितीत बदल करण्यात आले आहेत. हे बदल खरेदी, स्टॉक अद्यतने किंवा इतर संबंधित इव्हेंटमुळे असू शकतात.\nप्रत्येक उत्पादनाबद्दल अधिक तपशीलवार माहितीसाठी, कृपया तुमच्या खात्यात लॉग इन करा आणि 'उत्पादन स्थिती' विभाग तपासा.",
        'action' => "विक्रेता पॅनेल उघडा",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "मोठ्या प्रमाणात ऑर्डर प्राप्त झाल्या| :shop | :date",
        'title' => "मोठ्या प्रमाणात ऑर्डर सूचना",
        'message' => "तुम्हाला मोठ्या प्रमाणात ऑर्डर प्राप्त झाल्या आहेत. अधिक तपशिलांसाठी कृपया तुमच्या पॅनेलमधील ऑर्डर प्रोसेसिंग पेजला भेट द्या. तुम्ही प्रदान केलेल्या सुरक्षित लिंकद्वारे ऑर्डर सूची डाउनलोड करू शकता, 7 दिवसांसाठी वैध आहे.<br><br>\n        <b>Important:</b> ही लिंक 7 दिवसांसाठी वैध आहे.<br>\n        ही लिंक डायनॅमिक आहे, म्हणून प्रत्येक वेळी तुम्ही त्यावर क्लिक कराल, तेव्हा तुम्हाला या विशिष्ट तारखेसाठी सर्वात अद्ययावत ऑर्डर प्राप्त होतील. <b>I याचा अर्थ ऑर्डर पेमेंटची स्थिती नाकारण्यात बदलल्यास, डाउनलोड केलेल्या CSV मध्ये तुम्हाला ती ऑर्डर यापुढे दिसणार नाही, किंवा ऑर्डरचे पैसे दिले असल्यास, ती सूचीमध्ये दिसेल.</b><br><br>\n        <ul>\n            <li> CSV मध्ये :date.</li> मध्ये आरक्षित तारखेसह सशुल्क ऑर्डर आहेत\n            <li> आरक्षित तारीख ही तारीख आहे जेव्हा वापरकर्ता ऑर्डर पृष्ठावर चेकआउट क्लिक करतो.</li>\n        </ul>\n        <b> डुप्लिकेट ऑर्डर रोखण्यासाठी, पाठवण्यापूर्वी नेहमी ID ऑर्डर तपासा.</b>",
        'action' => "ऑर्डर लिस्ट डाउनलोड करा",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "तुमच्या ऑर्डरमधील काही आयटम स्वीकारले गेले नाहीत आणि ते वितरित केले जाऊ शकत नाहीत. या आयटमची रक्कम लवकरच तुमच्या कार्डवर परत केली जाईल."
    ]

];
