<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "इंस्टाग्राम स्टोअर बिल्डर|Instagram खाते ऑनलाइन स्टोअरमध्ये रूपांतरित करा",
        'desc' => "कुठेही पैसे वाया घालवू नका. एकदा तुम्ही तुमचे स्टोअर Selldone मध्ये तयार केल्यावर, तुम्ही यापुढे वर्डप्रेस, जूमला आणि WooCommerce सारख्या इतर स्टोअर बिल्डिंग टूल्ससह काम करण्याचा विचार करणार नाही.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "शेफ आणि तिची गोंडस मांजर इंस्टाग्रामवर कशी विकतात?",


        'alt1' => "Selldone इंस्टाग्राम स्टोअर बिल्डर",
        'alt2' => 'इन्स्टाग्रामवर सारा केक विकण्याची कहाणी',
        'alt3' => 'Selldone ऑनलाइन ऑर्डर प्रक्रिया केंद्र',
        'alt4' => 'Selldone ऑनलाइन स्टोअर पेमेंट गेटवे',
        'alt5' => 'ऑनलाइन स्टोअरसाठी स्वयंचलित एसइओ इंजिन',
        'alt6' => 'Instagram वर ऑनलाइन विक्री करण्याचे नवीन मार्ग',
        'alt7' => 'ब्रँडिंग आणि ब्रँडिंग',
        'alt8' => 'दुकान रोखपाल',
        'alt9' => 'विपणन आणि विक्री साधने',
        'alt10' => 'मोफत व्यवसाय भागीदार',
        'alt11' => 'ऑर्डर प्रक्रिया केंद्र',
        'alt12' => 'निष्ठावंत ग्राहक',
        'alt13' => 'थेट पेमेंट गेटवे',
        'alt14' => 'इंस्टाग्राम विक्री चॅनेल',
        'alt15' => 'साइट आणि स्टोअर डेव्हलपरची नियुक्ती करणे',
        'alt16' => 'Selldone प्लॅटफॉर्म कथा',
        'alt17' => 'साइट आणि स्टोअर ऑटोमेटेड एसइओ इंजिन',
        'alt18' => 'आनंदी विक्रेता',
        'alt19' => 'खरेदी कार्ट',


        'm1' => 'Selldone का?',
        'm2' => 'ऑटो एसइओ',
        'm3' => 'किमती (विनामूल्य)',

        'register' => 'नोंदणी करा',

        'header' => 'इंस्टाग्रामवर <span class="ulr"> 10x Times</span> अधिक आणि चांगले<br><span class="ulr">Sell</span>',
        'header_msg' => 'कल्पना करा की ग्राहक Instagram वरून स्टोअरसारखे पेज उघडत आहेत, त्यांना आवडत असलेल्या फोटोंमधून उत्पादने निवडत आहेत, त्यांना ऑर्डरमध्ये जोडत आहेत आणि थेट तुमच्या खात्यावर ऑनलाइन पैसे देतात. उपाय तुमच्या समोर आहे.',

        'name_plc' => 'तुमचे वापरकर्तानाव एंटर करा',
        'preview' => 'पूर्वावलोकन स्टोअर',
        'create_act' => 'इंस्टाग्राम स्टोअर तयार करा',


        'title1s' => 'ते कसे कार्य करते?',
        'title1' => 'तुमचे इंस्टाग्राम <span class="ulb">full-वैशिष्ट्यीकृत</span> स्टोअरमध्ये बदला!',
        'desc1' => 'आपल्याकडे सर्वात मोठ्या ऑनलाइन स्टोअरच्या पॅनेलपेक्षा अधिक वैशिष्ट्ये असतील, परंतु कोणतीही चूक करू नका, साध्या होस्टसह कार्य करणे मजेदार आहे.',
        'sub1' => 'उत्पादन व्यवस्थापन असे कार्य करते...',
        'sub1msg' => "पहिली पायरी म्हणजे उत्पादने जोडणे. Selldone सह, तुम्ही Instagram वरून उत्पादने आयात करू शकता, Excel फाइल अपलोड करू शकता किंवा काही क्लिकमध्ये इतर सोप्या पद्धती वापरू शकता.",
         'list1_1' => 'पूर्णपणे मारणे आणि बंद व्यवस्थापन',
         'list1_2' => 'इन्व्हेंटरी अपडेट आणि जलद किंमत',
         'list1_3' => 'एक्सेल फाइलसह उत्पादने जोडा',
         'list1_4' => 'यातून उत्पादने जोडा',
         'list1_5' => 'तुम्हाला कंटाळा आला आहे का? आम्ही तुम्हाला जोडू!',

        'title2s' => 'ऑर्डर असे काम करतात...',
        'title2' => "दररोज 10 पट अधिक ऑर्डर आपल्यासाठी पुरेसे नाहीत? Selldone प्रत्येक स्टोअरसाठी दररोज 10 हजाराहून अधिक ऑर्डरसाठी डिझाइन केलेले आहे.",

        'list2_1' => 'तुमची प्रवासाची स्थिती त्वरीत पहा आणि जलद कृती करा',
        'list2_2' => 'ग्राहक त्याच्या ऑर्डरची नवीनतम स्थिती पाहू शकतो',
        'list2_3' => 'पेमेंट, ऑर्डर प्रक्रिया आणि शिपिंग व्यवस्थापित करा',
        'list2_4' => 'तुम्हाला हवे तितके सहयोगी जोडा',


        'title3s' => 'थेट खेळ पूर्ण!',
        'title3' => "तुमच्या स्टोअरमधील ऑनलाइन पेमेंट तुमच्या डोमेनद्वारे आणि थेट तुमच्या खात्यावर केले जाईल! तुम्ही ऑनलाइन पोर्टल आणि ऑन-साइट पेमेंटचे प्रकार निवडू शकता.",

        'list3_1' => 'ऑनलाइन पेमेंट गेटवे (थेट तुमच्या खात्यावर)',
        'list3_2' => 'ऑन-साइट पेमेंट सक्षम करण्याची क्षमता',
        'list3_3' => 'इलेक्ट्रॉनिक विश्वास चिन्हाशिवाय गेटवे प्राप्त करा (पेरोल)',
        'list3_4' => 'पेमेंट आणि एक-क्लिक ऑर्डर व्यवस्थापित करा',


        'title4s' => 'ऑटो एसइओ',
        'title4' => 'SEO-अनुकूल साइट डिझाइन करणे जी एसइओ सर्वोत्तम पद्धतींचे अनुसरण करते ते तुमचा ऑनलाइन व्यवसाय संभाव्य ग्राहकांना अधिक दृश्यमान बनविण्यात मदत करते. Selldone तुम्हाला SEO-केंद्रित स्टोअरसाठी आवश्यक असलेली पायाभूत सुविधा प्रदान करते, त्यामुळे तुम्हाला Google वर शोधले जाण्याची काळजी करण्याची गरज नाही.',

        'list4_1' => 'तुम्ही आमच्यासोबत चांगला मजकूर आणि प्रतिमा सोडा',

        'title0' => '<span class="uly"> अधिक व्यावसायिकरित्या </span> विकण्याची वेळ आली आहे, तुमच्या ग्राहकांना आनंदी <br> आणि तुम्ही ऑनलाइन व्यवसाय वाढवत आहात याचा अभिमान वाटू द्या.',


        'title6s' => "यावर समाधान मानू नका",
        'title6' => 'इंस्टाग्राम स्टोअरपेक्षा बरेच काही...',


        'features' => 'वैशिष्ट्ये',
        'features_act' => 'सर्व वैशिष्ट्ये पहा',

        'x1' => 'तुमचा ब्रँड तयार करण्यासाठी समर्पित डोमेनवर ऑनलाइन स्टोअर आणि तुमचा स्वतःचा ग्राहक क्लब आहे.',
        'x2' => '0 $ सेट अप खर्चासह आणि तुम्हाला आवश्यक तितक्या दुकानासाठी ऑनलाइन स्टोअर कॅश रजिस्टर.',
        'x3' => 'सर्वोत्कृष्ट विपणन आणि विक्री साधने जे सर्वात मोठ्या पोलिस मार्केट ब्रँडकडे देखील नाहीत.',
        'x4' => "Selldone नावाचा एक चांगला आणि कमी अपेक्षा असलेला भागीदार, ज्याचा संपूर्ण प्रयत्न कंपनीची विक्री वाढवण्यासाठी आहे, पैसे घेऊन त्यांना सोडून देणे नाही.",

        'a1' => 'ऑर्डर प्रक्रिया',
        'a1s' => 'गतीसाठी डिझाइन केलेले',

        'a2' => 'विपणन आणि प्रोत्साहन',
        'a2s' => 'निष्ठावंत ग्राहक शोधा',

        'a3' => 'थेट पेमेंट',
        'a3s' => 'पेमेंट इंटरफेस नाही',

        'a4' => 'विक्री चॅनेल',
        'a4s' => 'टेलिग्राम, गुगल, इंस्टाग्राम इ.',

        'blog' => 'वबलग',

        'b1' => "आम्हाला 2021 मध्ये अद्याप प्रोग्रामर भाड्याने घेण्याची, स्टोअर-बिल्डिंग पॅकेजेस किंवा होस्ट खरेदी करण्याची आवश्यकता आहे का?",
        'b2' => "Selldone ची कथा|साइट आणि ऑनलाइन व्यवसाय सुरू करण्याच्या पद्धतीत बदल",
        'b3' => 'Google परिणामांमध्ये स्वयंचलित SEO इंजिन चमकते',
        'read' => 'चालू ठेवा',

        'title5s' => 'तुम्हाला याची किंमत किती आहे हे जाणून घ्यायचे आहे का?',
        'title5' => 'मॉडेल <span class="ulr"> कडून 2% कमिशनसह </span> आयुष्यभर मोफत <br>to मॉडेल 0.5% कमिशन मासिक शुल्कासह',
        'msg5' => "जोपर्यंत तुमची विक्री होत नाही तोपर्यंत, एका रियालचे मालक तुमच्याकडून साइट, होस्ट, सर्व्हर, सेवा, साधने, समर्थन, अद्यतने आणि इतर कशासाठीही शुल्क आकारणार नाहीत! पैसे थेट तुमच्या खात्यात जमा होतील! Selldone त्याच्या सर्व भागीदारांना महिन्याच्या शेवटी किंवा काही महिन्यांनंतर त्यांच्या वॉलेटवर शुल्क आकारून काही समस्या असल्यास फी भरण्यास विश्वास ठेवतो.",
         'footer_act' => "मोफत फक्त फायदा नाही! कसे?",
         'footer' => 'तुम्हाला हवे असलेले कोणतेही प्रश्न किंवा टिप्स विचारा.',

        's1' => 'स्मार्ट रिपोर्टिंग',
        's2' => 'मोफत क्लाउड होस्टिंग',
        's3' => 'लॉजिस्टिक आणि प्रक्रिया',
        's4' => 'लँडिंग पृष्ठ बिल्डर',
        's5' => 'वैशिष्ट्ये आणि फायदे',
        's6' => 'आर्थिक व्यवस्थापन',
        's7' => 'विपणन साधने',
        's8' => 'प्रोत्साहन आणि ग्राहक',
        's9' => 'Selldone बद्दल',
        's10' => 'ब्लॉग',
        's11' => 'मदत करा',
        's12' => 'गोपनीयता',
        's13' => 'नियम आणि अटी',
        's14' => 'दुकान बिल्डर',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Selldone सह काम करण्याबद्दल काळजीत आहात?",
        'import_title' => "Selldone वापरकर्त्यांना विचारा; <span class='ulr'>साधेपणा आणि गती</span> वरील त्यांचा अभिप्राय तुम्हाला आश्चर्यचकित करेल!",
        'import_message' => "तुम्ही तुमची उत्पादने थेट Instagram वरून तुमच्या स्टोअरमध्ये आयात करू शकता, परंतु तुम्हाला हवे असल्यास, तुम्ही त्यांची सर्व उत्पादने आणि चित्रे एका साध्या Excel फाईलसह तुमच्या स्टोअरमध्ये आपोआप जोडू शकता. तुम्ही तीच फाइल भरा, Google वरून इमेजची URL कॉपी करा आणि शेवटी तुमची CSV फाइल खेचून उत्पादन व्यवस्थापन विभागात टाका. Selldone ते तुमच्यासाठी करेल.",
        'import_t1' => "तुमच्याकडे काही उत्पादन आहे का",
        'import_b1' => "ते विविधतेशिवाय आहेत",
        'import_m1' => "फक्त ही फाईल डाउनलोड करा, उत्पादनाचे नाव, किंमत आणि यादी प्रविष्ट करा आणि Google सारख्या ठिकाणाहून इमेज लिंक कॉपी आणि पेस्ट करा",

        'import_b2' => "अनेक भिन्नता",
        'import_m2' => "विविधता म्हणजे रंग, आकार, साहित्य आणि त्यासारख्या गोष्टी. तुमच्याकडे अनेक उत्पादने असल्यास, तुम्ही ही फाइल डाउनलोड करू शकता आणि तुमच्या उत्पादनाची माहिती भरू शकता. हे थोडे कठीण आहे",

        'import_download' => "नमुना फाइल डाउनलोड करा",

    ]

];
