<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'ഈ യോഗ്യതാപത്രങ്ങൾ ഞങ്ങളുടെ റെക്കോർഡുകളുമായി പൊരുത്തപ്പെടുന്നില്ല.',
    'throttle' => 'വളരെയധികം ലോഗിൻ ശ്രമങ്ങൾ. :seconds സെക്കൻഡിനുള്ളിൽ ദയവായി വീണ്ടും ശ്രമിക്കുക.',


    'title_shop' => ':name-ലേക്ക് ലോഗിൻ ചെയ്യുക',
    'title_app' => ':name-നുള്ള അപേക്ഷ ആക്സസ്',
    'login_message' => 'നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് ആക്സസ് അഭ്യർത്ഥിക്കുക.',
    'scopes_title' => 'ഈ ആപ്പിന് ഇനിപ്പറയുന്ന സ്കോപ്പുകളിലേക്ക് ആക്‌സസ് ഉണ്ടായിരിക്കും',
    'accept' => 'സ്ഥിരീകരിക്കുക',
    'reject' => 'നിരസിക്കുക',


    'login_incorrect_password' => 'അസാധുവായ ഉപയോക്തൃനാമം അല്ലെങ്കിൽ പാസ്വേഡ്.',


    'reset_2fa_title' => 'രണ്ട്-ഘട്ട ലോഗിൻ അഭ്യർത്ഥന പുനഃസജ്ജമാക്കുക',
    'go_main_page' => 'ഹോംപേജിലേക്ക് പോകുക',

    'signing_in' => 'സൈൻ ഇൻ ചെയ്യുന്നു...',


    'erp' => [
        'message' => "● തുടരാൻ ഒരു സ്റ്റോർ തിരഞ്ഞെടുക്കുക. നിങ്ങൾക്ക് ഒരു പുതിയ സ്റ്റോർ ആവശ്യമുണ്ടെങ്കിൽ, ആദ്യം അത് സൃഷ്‌ടിച്ച് വീണ്ടും കണക്റ്റുചെയ്യുക.<br>● നിങ്ങൾ കണക്റ്റുചെയ്യുന്ന സോഫ്‌റ്റ്‌വെയർ നിങ്ങൾക്ക് അറിയാമെന്ന് ഉറപ്പാക്കുക അല്ലെങ്കിൽ സഹായത്തിനായി ദാതാവിനെ ബന്ധപ്പെടുക.",
    ],
    'token-display' => [
        'message' => "നിങ്ങളുടെ അഭ്യർത്ഥനയെ അടിസ്ഥാനമാക്കി :software-നുള്ള :shop ആക്‌സസ് ചെയ്യാൻ ഞങ്ങൾ ഈ ടോക്കൺ സൃഷ്‌ടിച്ചു. ദയവായി ഇത് സുരക്ഷിതമായി സൂക്ഷിക്കുക, ആരുമായും പങ്കിടരുത്. നിങ്ങളുടെ ടോക്കൺ അപഹരിക്കപ്പെട്ടതായി നിങ്ങൾ വിശ്വസിക്കുന്നുവെങ്കിൽ, നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും അത് പിൻവലിക്കാവുന്നതാണ്.",
        'scopes-message' => "സ്കോപ്പുകളുള്ള ഷോപ്പിലേക്ക് പ്രവേശനമുള്ള ഒരു ടോക്കണാണിത്",
        'manage-tokens-action' => 'ടോക്കണുകൾ നിയന്ത്രിക്കുക',
        'manage-tokens-message' => "നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും ഇവിടെ ഈ ടോക്കൺ പിൻവലിക്കാം."
    ]


,

    'password' => 'നൽകിയ പാസ്‌വേഡ് തെറ്റാണ്.',
];
