<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'ഈ സന്ദേശം പുതിയ വാങ്ങുന്നയാളെ കടയിലേക്ക് സ്വാഗതം ചെയ്യുന്നു.',
        ShopMailTemplateCodes::OrderCheckout => 'വാങ്ങുന്നയാൾ ഒരു ഓർഡർ സ്ഥിരീകരിക്കുമ്പോൾ ഈ അറിയിപ്പ് അയയ്ക്കുന്നു.',
        ShopMailTemplateCodes::OrderPayment => 'ഒരു ഉപഭോക്താവ് നടത്തിയ വിജയകരമായ പേയ്‌മെൻ്റ് ഈ അറിയിപ്പ് സ്ഥിരീകരിക്കുന്നു.',
        ShopMailTemplateCodes::OrderUpdate => 'വാങ്ങുന്നയാൾക്ക് അവരുടെ ഓർഡറിൻ്റെ സ്റ്റാറ്റസ് അപ്‌ഡേറ്റ് ചെയ്യുന്നതിനാണ് ഈ സന്ദേശം അയച്ചിരിക്കുന്നത്.',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'സ്ഥിരീകരിച്ച ഒരു ഓർഡറിനെ അറിയിക്കാൻ ഈ സന്ദേശം ഒരു വിൽപ്പനക്കാരന് അയച്ചു.',
        ShopMailTemplateCodes::PosCheckout => 'ഒരു വാങ്ങുന്നയാൾക്കുള്ള ഒരു പോയിൻ്റ് ഓഫ് സെയിൽ ഓർഡർ സ്ഥിരീകരിക്കുന്നതിനാണ് ഈ അറിയിപ്പ് അയച്ചിരിക്കുന്നത്.',
        ShopMailTemplateCodes::PosPayment => 'ഈ അറിയിപ്പ് ഒരു വാങ്ങുന്നയാൾ നടത്തിയ ഒരു പോയിൻ്റ് ഓഫ് സെയിൽ പേയ്‌മെൻ്റ് സ്ഥിരീകരിക്കുന്നു.',
        ShopMailTemplateCodes::PosPaymentAdmin => 'ഈ സന്ദേശം വിൽപ്പനക്കാരനെ അവരുടെ വിൽപ്പന കേന്ദ്രത്തിൽ നടത്തിയ ഒരു വാങ്ങലിനെ അറിയിക്കുന്നു.',
        ShopMailTemplateCodes::ShopContact => 'ഒരു കോൺടാക്റ്റ് ഫോം സമർപ്പിക്കുമ്പോൾ ഈ അറിയിപ്പ് അയയ്ക്കുന്നു.',
        ShopMailTemplateCodes::ShopGiftCard => 'ഈ അറിയിപ്പ് ഒരു ഉപയോക്താവിന് ഒരു സമ്മാന കാർഡ് ലഭിച്ചതായി അറിയിക്കുന്നു.',

        ShopMailTemplateCodes::ShopVendorJoin => 'ഈ സന്ദേശം കടയിലേക്ക് ഒരു പുതിയ വെണ്ടറെ സ്വാഗതം ചെയ്യുന്നു.',
        ShopMailTemplateCodes::ShopVendorInvite => "നിങ്ങളുടെ മാർക്കറ്റിൽ ചേരാൻ ഒരു വെണ്ടറെ ക്ഷണിക്കുന്നതിനാണ് ഈ സന്ദേശം അയച്ചിരിക്കുന്നത്.",
        ShopMailTemplateCodes::ShopVendorOrder => "പെയ്ഡ് അല്ലെങ്കിൽ ക്യാഷ് ഓൺ ഡെലിവറി (COD) സ്റ്റാറ്റസിൽ ഓർഡർ ലഭിക്കുമ്പോൾ ഈ സന്ദേശം വെണ്ടർക്ക് അയയ്‌ക്കും.",
        ShopMailTemplateCodes::ShopVendorProducts => "വെണ്ടർമാരെ അവരുടെ ഉൽപ്പന്നങ്ങളുടെ സ്റ്റാറ്റസ് അപ്‌ഡേറ്റ് ചെയ്യുന്നതിന് ദിവസേന അയയ്‌ക്കുന്നു.",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "നിങ്ങളുടെ മാർക്കറ്റിൽ ചേരാൻ ഒരു വെണ്ടറെ ക്ഷണിക്കുന്നതിനാണ് ഈ സന്ദേശം അയച്ചിരിക്കുന്നത്.",

        ShopMailTemplateCodes::UserLogin => "സുരക്ഷാ ആവശ്യങ്ങൾക്കായി IP വിലാസം, തീയതി, ഉപകരണം എന്നിവ ഉൾപ്പെടെയുള്ള ലോഗിൻ വിശദാംശങ്ങൾ ഉപയോക്താവിനെ അറിയിക്കുക.",
        ShopMailTemplateCodes::LoginCode => "സ്റ്റോറിൽ ലോഗിൻ ചെയ്യാൻ ഉപയോക്താക്കൾക്ക് ഒറ്റത്തവണ പാസ്‌വേഡ് കോഡ് അയയ്ക്കുക.",

        ShopMailTemplateCodes::EmailVerifyLink => "ഉപയോക്താവിൻ്റെ ഇമെയിൽ വിലാസം പരിശോധിക്കാൻ ഒരു ലിങ്ക് അയയ്ക്കുക. ഒരു ഉപയോക്താവ് SMS വഴി രജിസ്റ്റർ ചെയ്യുകയും അവരുടെ ഇമെയിൽ നൽകുകയും ചെയ്യുമ്പോൾ ഈ ഇമെയിൽ അയയ്ക്കുന്നു. ഒരു ഉപയോക്താവ് സോഷ്യൽ ലോഗിൻ അല്ലെങ്കിൽ ഇമെയിൽ ഉപയോഗിച്ച് നേരിട്ട് രജിസ്റ്റർ ചെയ്യുമ്പോൾ അത് അയയ്ക്കില്ല.",

        ShopMailTemplateCodes::EmailBulkOrder => "ഒരു നിർദ്ദിഷ്‌ട ദിവസത്തേക്ക് മൊത്തത്തിൽ സ്വീകരിച്ചതും പണമടച്ചതുമായ ഓർഡറുകളുടെ ഒരു ലിസ്റ്റ് അയയ്‌ക്കുക."


    ,

    ],


    'global' => [
        'greetings' => 'ഹായ്, :name!',
        'end-statement' => 'പിന്തുണ ടീം',

        'receiver_name' => 'ഹായ് :user_name',
        'footer-help' => "സഹായം വേണോ? [support@selldone.com](mailto:support@selldone.com) എന്നതിൽ ചോദിക്കുക അല്ലെങ്കിൽ ഞങ്ങളുടെ [സഹായ കേന്ദ്രം](https://selldone.com/community) സന്ദർശിക്കുക.",
        'selldone-team' => 'Selldone ടീം',
        'footer-shop' => "നിങ്ങൾക്ക് എന്തെങ്കിലും സഹായം ആവശ്യമുണ്ടെങ്കിൽ ദയവായി ഞങ്ങൾക്ക് ഒരു ഇമെയിൽ അയയ്ക്കാൻ മടിക്കരുത്: :shop_mail",
        'accept' => "സ്വീകരിക്കുക",
        'reject' => "നിരസിക്കുക",
        'verify' => "സ്ഥിരീകരിക്കുക",
        'title' => "തലക്കെട്ട്",
        'value' => "മൂല്യം",
        'description' => "വിവരണം",
        'shop' => "ഷോപ്പുചെയ്യുക",
        'shop-info' => "സ്റ്റോർ വിവരങ്ങൾ",
        'user' => "ഉപയോക്താവ്",
        'user-info' => "അക്കൗണ്ട് വിവരങ്ങൾ",
        'license' => "ലൈസൻസ്",
        'status' => "പദവി",
        'start' => "ആരംഭിക്കുക",
        'end' => "അവസാനിക്കുന്നു",
        'renewal' => "പുതുക്കൽ",
        'view' => "കാണുക",

        'balance' => "ബാലൻസ്",
        'card_number' => "കാർഡ് നമ്പർ",
        'cvv' => "Cvv",
        'expire_date' => "കാലാവധികഴിയുന്ന ദിനം",

        'Dashboard' => "ഡാഷ്ബോർഡ്",
        'order' => "ഓർഡർ",
        'view_order' => "ഓർഡർ കാണുക",
        'pay_now' => "Pay now",

        'official_selldone' => "ഔദ്യോഗികമായി വിറ്റു",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "കറൻസി",
        'free-balance' => "സ്വതന്ത്ര ബാലൻസ്",
        'locked-balance' => "ലോക്ക്ഡ് ബാലൻസ്",
        'bot' => "ബോട്ട്",
        'requests' => "അഭ്യർത്ഥനകൾ",
        'baskets' => 'വണ്ടികൾ',
        'physical' => "ശാരീരികം",
        'virtual' => "വെർച്വൽ",
        'file' => "ഫയൽ",
        'service' => "സേവനം",
        'fulfillment' => "നിവൃത്തി",
        'open' => "തുറക്കുക",
        'reserved' => "സംവരണം",
        'canceled' => "റദ്ദാക്കി",
        'payed' => "പണം നൽകി",
        'cod' => "COD",
        'orders-count' => 'ഉത്തരവുകൾ',
        'payments-count' => 'പേയ്മെന്റുകൾ',
        'confirms-count' => 'സ്ഥിരീകരിക്കുന്നു',
        'sends-count' => 'അയയ്ക്കുന്നു',
        'delivers-count' => 'എത്തിക്കുന്നു',
        'count' => 'എണ്ണുക',
        'transactions-count' => 'ഇടപാടുകളുടെ എണ്ണം',
        'success-transactions' => 'ഇടപാടുകൾ വിജയിക്കും',
        'total-amount' => 'മൊത്തം തുക',
        'amount' => 'തുക',
        'wage' => 'വേതന',
        'debug' => 'ഡീബഗ് ചെയ്യുക',
        'pos' => 'POS',
        'live' => 'ലൈവ്',
        'CheckQueue' => 'ക്യൂ പരിശോധിക്കുക',
        'OrderConfirm' => 'ഓർഡർ സ്ഥിരീകരിക്കുക',
        'PreparingOrder' => 'ഓർഡർ തയ്യാറാക്കുന്നു',
        'SentOrder' => 'ഓർഡർ അയച്ചു',
        'ToCustomer' => 'ഉപഭോക്താവിന് കൈമാറി',
        'Pending' => 'തീർപ്പാക്കാത്തത്',
        'Accepted' => 'സ്വീകരിച്ചു',
        'Rejected' => 'നിരസിച്ചു',
        'pc' => 'PC',
        'tablet' => 'ടാബ്ലെറ്റ്',
        'phone' => 'ഫോൺ',
        'total' => 'ആകെ',
        'view-detail' => 'വിശദമായി കാണുക',
        'empty' => 'ശൂന്യം',
        'dropshipping' => 'ഡ്രോപ്പ്ഷിപ്പിംഗ്',
        'reply' => 'മറുപടി',
        'reactions' => 'പ്രതികരണങ്ങൾ',
        'Comments' => 'അഭിപ്രായങ്ങൾ',
        'last-comment' => 'അവസാന അഭിപ്രായം',
        'response-to' => 'പ്രതികരണം',
        'posts' => 'പോസ്റ്റുകൾ',
        'post' => 'പോസ്റ്റ്',

        'name' => 'പേര്',
        'email' => 'ഇമെയിൽ',
        'type' => 'തരം',
        'device' => 'ഉപകരണം',
        'platform' => 'പ്ലാറ്റ്ഫോം',
        'browser' => 'ബ്രൗസർ',
        'time' => 'സമയം',
        'Wallet' => 'വാലറ്റ്',
        'date' => 'തീയതി',

        'account' => 'അക്കൗണ്ട്',
        'transaction' => 'ഇടപാട്',
        'fee' => 'ഫീസ്',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'ബിൽ',
        'category' => 'വിഭാഗം',
        'password' => 'Password',
        'verify-login' => "പരിശോധിച്ച് ലോഗിൻ ചെയ്യുക",
        'url' => 'URL',
        'avocado' => 'അവോക്കാഡോ',
        'hyper' => 'ഹൈപ്പർ',
        'buy-now' => "ഇപ്പോൾ വാങ്ങുക",
        'add-domain' => "Add Domain",
        'views' => 'കാഴ്ചകൾ',


        'country' => 'രാജ്യം',
        'address' => 'വിലാസം',
        'postal' => 'തപാൽ കോഡ്',
        'building_no' => 'കെട്ടിടം #',
        'building_unit' => 'യൂണിറ്റ് #',
        'message' => 'സന്ദേശം',


        'customer' => 'ഉപഭോക്താവ്',
        'cart-items' => 'കാർട്ട് ഇനങ്ങൾ',
        'payment' => 'പേയ്മെന്റ്',
        'receiver' => 'റിസീവർ',
        'virtual-items' => 'വെർച്വൽ ഇനങ്ങൾ',
        'no-payment' => 'പേയ്‌മെന്റ് ഇല്ല!',

        'enable' => 'പ്രവർത്തനക്ഷമമാക്കുക',
        'access' => 'പ്രവേശനം',
        'bank' => 'ബാങ്ക് വിവരം',

        'vendor' => 'വെണ്ടർ',

        'view_content' => "മുഴുവൻ ഉള്ളടക്കവും കാണുക",
        'files' => 'ഫയലുകൾ',
        'download' => 'ഡൗൺലോഡ്',
        'file_name' => 'ഫയലിന്റെ പേര്',
        'file_size' => 'വലിപ്പം',

        'subscription' => 'സബ്സ്ക്രിപ്ഷൻ',
        'products' => 'ഉൽപ്പന്നങ്ങൾ',
        'vendor_products' => 'വെണ്ടർ ഉൽപ്പന്നങ്ങൾ',

        'pickup' => 'പിക്കപ്പ്',

        'minutes' => 'മിനിറ്റ്',
        'hours' => 'മണിക്കൂറുകൾ',

        'refund' => 'റീഫണ്ട്',
        'recipient_address' => 'സ്വീകർത്താവിൻ്റെ വിലാസം',
        'signature' => 'ഒപ്പ്',
        'blockchain' => 'ബ്ലോക്ക്ചെയിൻ',
        'details' => 'വിശദാംശങ്ങൾ',


    

        'Shop' => 'ഷോപ്പുചെയ്യുക',
        'dashboard' => 'ഡാഷ്ബോർഡ്',
        'comments' => 'അഭിപ്രായങ്ങൾ',
        'wallet' => 'വാലറ്റ്',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "Selldone ബിസിനസ് ഒഎസ്",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'Selldone പ്രകടന റിപ്പോർട്ട്'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'Selldone സീസണൽ റിപ്പോർട്ട്'
        ],
        'Onboarding' => [
            'id' => 'ഹായ്',
            'name' => 'Selldone വ്യാപാരികൾ'
        ],
        'Support' => [
            'id' => 'support',
            'name' => 'പിന്തുണ :name'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Selldone'
        ],
        'Welcome' => [
            'id' => 'ഹായ്',
            'name' => 'Selldone കമ്മ്യൂണിറ്റി'
        ],
        'NewShop' => [
            'id' => 'വ്യാപാരികൾ',
            'name' => 'Selldone വ്യാപാരികൾ'
        ],
        'Approve' => [
            'id' => 'അംഗീകരിക്കുക',
            'name' => 'Selldone വ്യാപാരികൾ'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'ഓർഡർ മാനേജ്മെൻ്റ് :name'
        ],

        'Recovery' => [
            'id' => 'വീണ്ടെടുക്കൽ',
            'name' => 'Selldone റിക്കവറി ടീം'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'തീർച്ചപ്പെടുത്തിയിട്ടില്ല ⌛',
        'PAYED' => 'പണമടച്ചു ✅',
        'CANCELED' => 'റദ്ദാക്കി ❌',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'കാര്യനിർവാഹകൻ',
            'OFFICER' => 'ഉദ്യോഗസ്ഥനും സൂപ്പർവൈസറും',
            'AUDITING' => 'ഓഡിറ്റിംഗ് മാനേജർ',
            'EMPLOYEE' => 'ജീവനക്കാരൻ',
            'PRODUCT' => 'ഉൽപ്പന്ന മാനേജർ',
            'CONTENT' => 'ഉള്ളടക്ക മാനേജർ',
            'MARKETING' => 'മാർക്കറ്റിംഗ് മാനേജർ',
            'VIEWER' => 'കാഴ്ചക്കാരൻ',

        ],
        'subject' => ":inviter നിങ്ങളെ :level ആയി ക്ഷണിച്ചു| :shop",
        'category' => "ജീവനക്കാരുടെ ക്ഷണം",
        'title' => "നിങ്ങളെ <b>:shop_name</b> ആയി <b>:level</b> എന്നതിലേക്ക് ക്ഷണിച്ചു.",
        'message' => "ബിസിനസിൽ <b>:shop_title</b> ടീമുമായി സഹകരിക്കാൻ നിങ്ങൾക്ക് ഒരു ക്ഷണം ലഭിച്ചു. ഈ ഓഫർ സ്വീകരിക്കാനോ നിരസിക്കാനോ നിങ്ങൾക്ക് ഓപ്ഷൻ ഉണ്ട്. നിങ്ങൾ അംഗീകരിക്കാൻ തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ, നിങ്ങളുടെ തീരുമാനം സ്ഥിരീകരിക്കുന്നതിന് ദയവായി Selldone സേവനത്തിലേക്ക് ലോഗിൻ ചെയ്യുക. സ്ഥിരീകരണത്തിന് ശേഷം, നിങ്ങൾക്ക് സ്റ്റോർ മാനേജ്മെൻ്റ് വിഭാഗത്തിലേക്ക് ആക്സസ് ലഭിക്കും.",

    ],

    'welcome-email' => [
        'subject' => "👋 :name-ന് സ്വാഗതം, നമുക്ക് Selldone ഉപയോഗിച്ച് ആരംഭിക്കാം!",
        'category' => 'CONGRATULATION',
        'title' => "Selldone-ലേക്ക് സ്വാഗതം",
        'message' => "Selldone തിരഞ്ഞെടുത്തതിന് നന്ദി! നിങ്ങൾ ഇപ്പോൾ ആഗോള വിൽപ്പനക്കാരെ ഉപഭോക്താക്കളുമായും പ്രാദേശിക ബിസിനസുകളെ സംരംഭങ്ങളുമായും വ്യക്തികളെ കോർപ്പറേഷനുകളുമായും ബന്ധിപ്പിക്കുന്ന ഒരു ഊർജ്ജസ്വലമായ കമ്മ്യൂണിറ്റിയുടെ ഭാഗമാണ്. ഞങ്ങളുടെ എല്ലാ മാസ്റ്റർ, പ്രോ ടൂളുകളും നിങ്ങൾക്ക് **സൗജന്യമായി** **അൺലിമിറ്റഡ്** ലഭ്യമാണ്. നിങ്ങളെ പിന്തുണയ്ക്കാനും നിങ്ങളുടെ വിജയത്തിലേക്കുള്ള വാതിലുകൾ തുറക്കാനും ഞങ്ങൾ ഇവിടെയുണ്ട്.",

        'index' => "ഘട്ടം :step.",

        'step-domain' => [
            'title' => 'നിങ്ങളുടെ ഇഷ്ടാനുസൃത ഡൊമെയ്ൻ ചേർക്കുക',
            'message' => "ആരംഭിക്കുന്നതിന്, ഷോപ്പ് ഡാഷ്‌ബോർഡിൽ ക്രമീകരണങ്ങൾ > ഡൊമെയ്‌നുകളുടെ ക്രമീകരണങ്ങൾക്ക് കീഴിൽ നിങ്ങളുടെ ഇഷ്‌ടാനുസൃത ഡൊമെയ്ൻ സൗജന്യമായി ചേർക്കുക.",
            'action' => 'എൻ്റെ ഡൊമെയ്‌നുകൾ നിയന്ത്രിക്കുക',
        ],
        'step-landing' => [
            'title' => 'നിങ്ങളുടെ ഹോം പേജ് ഇഷ്ടാനുസൃതമാക്കുക',
            'message' => "ഡാഷ്‌ബോർഡ് > പേജുകൾ എന്നതിലേക്ക് പോയി നിങ്ങളുടെ ഹോം പേജ് വ്യക്തിഗതമാക്കുക. ഒരു ലാൻഡിംഗ് പേജ് തിരഞ്ഞെടുക്കുക അല്ലെങ്കിൽ പുതിയൊരെണ്ണം സൃഷ്ടിക്കുക. ഇത് എളുപ്പവും അവബോധജന്യവുമാണ്, നിങ്ങൾക്ക് ഉടൻ തന്നെ അതിൽ പ്രവർത്തിക്കാൻ കഴിയും.",
            'action' => 'എൻ്റെ ലാൻഡിംഗ് പേജ് ഇഷ്ടാനുസൃതമാക്കുക',
        ],
        'step-payment' => [
            'title' => 'പേയ്‌മെൻ്റ് രീതികൾ സജ്ജീകരിക്കുക',
            'message' => "നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ടിലേക്ക് നേരിട്ട് പേയ്‌മെൻ്റുകൾ സ്വീകരിക്കാൻ ആരംഭിക്കുക. സ്ട്രൈപ്പ്, പേപാൽ എന്നിവയും മറ്റും പോലുള്ള നിങ്ങളുടെ പേയ്‌മെൻ്റ് ദാതാക്കളെ ബന്ധിപ്പിക്കുന്നതിന്, ഡാഷ്‌ബോർഡ് > അക്കൗണ്ടിംഗ് > ഗേറ്റ്‌വേ എന്നതിലേക്ക് പോകുക.",
            'action' => 'പേയ്‌മെൻ്റ് രീതികൾ ചേർക്കുക',
        ],
        'step-products' => [
            'title' => 'നിങ്ങളുടെ ഉൽപ്പന്നങ്ങൾ ചേർക്കുക',
            'message' => "ഡാഷ്‌ബോർഡ് > ഉൽപ്പന്നങ്ങളിൽ ഉൽപ്പന്നങ്ങളും വിഭാഗങ്ങളും എളുപ്പത്തിൽ ചേർക്കുക. ഇത് നിങ്ങളുടെ പിസിയിൽ ഫയലുകളും ഫോൾഡറുകളും നിയന്ത്രിക്കുന്നത് പോലെയാണ് - പൂർണ്ണമായും വലിച്ചിടാൻ തയ്യാറാണ്. Excel ഉപയോഗിച്ച് നിങ്ങൾക്ക് ഉൽപ്പന്നങ്ങൾ ബൾക്ക് ഇറക്കുമതി ചെയ്യാനും കഴിയും. ആരംഭിക്കാൻ നിങ്ങളെ സഹായിക്കുന്നതിന് ഒരു മാതൃകാ ടെംപ്ലേറ്റ് ലഭ്യമാണ്.",
            'action' => 'എൻ്റെ ഉൽപ്പന്നങ്ങൾ നിയന്ത്രിക്കുക',
        ],
        'step-shipping' => [
            'title' => 'ഷിപ്പിംഗ് രീതികൾ സജ്ജീകരിക്കുക',
            'message' => "ഷിപ്പിംഗിനായി ഉപഭോക്താക്കളിൽ നിന്ന് നിരക്ക് ഈടാക്കാൻ, ഡാഷ്‌ബോർഡ് > ലോജിസ്റ്റിക് > ഷിപ്പിംഗ് എന്നതിൽ നിങ്ങളുടെ ഷിപ്പിംഗ് രീതികൾ നിർവ്വചിക്കുക. നിങ്ങൾക്ക് വിവിധ ലൊക്കേഷനുകൾക്കായി വ്യത്യസ്ത വിലകളും പിന്തുണയും സജ്ജമാക്കാൻ കഴിയും. നിങ്ങളുടെ വെയർഹൗസ് ഉത്ഭവം ഡാഷ്‌ബോർഡ് > ലോജിസ്റ്റിക് > വെയർഹൗസിൽ സജ്ജീകരിക്കാൻ മറക്കരുത്.",
            'action' => 'ഷിപ്പിംഗ് രീതികൾ നിയന്ത്രിക്കുക',
        ],
    

        'seller' => [
            'title' => 'നിങ്ങൾ ഒരു വിൽപ്പനക്കാരനാണോ?',
            'message' => 'വിൽപ്പന ആരംഭിക്കുന്നതിന്, ചുവടെയുള്ള ലിങ്ക് വഴി സെൽ‌ഡോണിൽ നിങ്ങളുടെ ഡാഷ്‌ബോർഡ് നൽകി നിങ്ങളുടെ ആദ്യ സ്റ്റോർ പൂർണ്ണമായും സൗജന്യമായി സൃഷ്‌ടിക്കുക. ഇതിന് കുറച്ച് മിനിറ്റുകൾ എടുക്കും, നിങ്ങൾക്ക് സ്വന്തമായി സ്റ്റോറും ഓൺലൈൻ സൈറ്റും ഉണ്ടായിരിക്കും. തുടർന്ന് ഞങ്ങൾ നിങ്ങളെ അടുത്ത ഘട്ടങ്ങളിലേക്ക് നയിക്കുകയും പേയ്‌മെന്റ് ഗേറ്റ്‌വേ നേടുകയും ചെയ്യും.',
            'action' => 'എന്റെ ഡാഷ്‌ബോർഡിലേക്ക് ലോഗിൻ ചെയ്യുക',
        ],
        'buyer' => [
            'title' => 'ഞാൻ ഒരു വാങ്ങുന്നയാളാണ്',
            'message' => 'അഭിനന്ദനങ്ങൾ. നിങ്ങൾ Selldone-ൽ അംഗമായാൽ, ഓൺലൈൻ സ്റ്റോറുകളിലെ അംഗത്വത്തിന്റെയും പ്രാമാണീകരണത്തിന്റെയും എല്ലാ തടസ്സങ്ങളും നിങ്ങൾക്ക് ഒഴിവാക്കാനാകും. സെൽ‌ഡോൺ പ്ലാറ്റ്‌ഫോം ഉപയോഗിക്കുന്ന ഏത് സ്റ്റോറിൽ നിന്നും സൈറ്റിൽ നിന്നും പ്രയോജനം നേടുന്നതിന്, നിങ്ങൾക്ക് ഒറ്റ ക്ലിക്കിലൂടെ ലോഗിൻ ചെയ്‌ത് നിങ്ങളുടെ വാങ്ങൽ ലളിതവും വേഗതയേറിയതും സുരക്ഷിതവുമാക്കാം.',
        ],
    ],


    'charge-account' => [
        'category' => 'വാലറ്റ് > അക്കൗണ്ട് > ചാർജ്',
        'title' => "വിജയ നിരക്ക്",
        'message' => "നിങ്ങളുടെ അക്കൗണ്ട് <b>:account_number</b> <b>:amount</b> വിജയകരമായി ചാർജ് ചെയ്തു.",
        'account' => 'അക്കൗണ്ട്',
        'charge' => 'ചാർജ് ചെയ്യുക',
        'balance' => 'ബാലൻസ്',
        'footer' => "ബിസിനസ്സ് എളുപ്പമുള്ളതും നേടാവുന്നതും ലോകമെമ്പാടുമുള്ള ആർക്കും ആക്സസ് ചെയ്യാവുന്നതും ആക്കുക."
    ],

    'verify-email' => [
        'subject' => "🙌 Selldone-ലേക്ക് നിങ്ങളുടെ സൈൻ അപ്പ് പൂർത്തിയാക്കുക! ലിങ്ക് പരിശോധിക്കുക.",
        'category' => "നിങ്ങൾ ഒരു പടി അകലെയാണ്",
        'title' => "നിങ്ങളുടെ ഇമെയിൽ വിലാസം പരിശോധിക്കുക",
        'message' => "ഹായ് :name,<br><br> Selldone തിരഞ്ഞെടുത്തതിന് നന്ദി!<br><br> <b>:email</b> നിങ്ങളുടെ ശരിയായ ഇമെയിൽ വിലാസമാണെന്ന് സ്ഥിരീകരിക്കുന്നതിന്, ദയവായി ചുവടെ നൽകിയിരിക്കുന്ന ലിങ്ക് ഉപയോഗിക്കുക. ഈ സ്ഥിരീകരണം പൂർത്തിയാക്കാൻ നിങ്ങൾക്ക് 48 മണിക്കൂർ സമയമുണ്ട്.",
        'footer' => "സ്ഥിരീകരിക്കുക ബട്ടൺ ക്ലിക്കുചെയ്യുന്നതിൽ നിങ്ങൾക്ക് പ്രശ്‌നമുണ്ടെങ്കിൽ, ചുവടെയുള്ള URL നിങ്ങളുടെ വെബ് ബ്രൗസറിൽ പകർത്തി ഒട്ടിക്കുക: :activation_url",
        'next-step' => "അടുത്തതായി, നിങ്ങളുടെ ഇഷ്‌ടാനുസൃത ഡൊമെയ്ൻ ചേർക്കുന്നതും പേയ്‌മെൻ്റുകൾ സജ്ജീകരിക്കുന്നതും ഉൽപ്പന്നങ്ങൾ ചേർക്കുന്നതും നിങ്ങളുടെ ആദ്യ ഓർഡർ നേടുന്നതും എളുപ്പമാക്കുന്നതിന് സഹായകരമായ ചില മെറ്റീരിയലുകളും ഘട്ടം ഘട്ടമായുള്ള ഗൈഡും ഞങ്ങൾ നിങ്ങൾക്ക് അയയ്‌ക്കും.",

    ],
    'verify-email-code' => [
        'subject' => ":name-നുള്ള സ്ഥിരീകരണ കോഡ്",
        'category' => "SECURITY",
        'title' => "ഇമെയിൽ സ്ഥിരീകരണ കോഡ്",
        'message' => "ഹായ് :name,<br><br> <b>:email</b> നിങ്ങളുടെ ശരിയായ ഇമെയിൽ വിലാസമാണെന്ന് സ്ഥിരീകരിക്കാൻ, അടുത്ത <b>10 മിനിറ്റിനുള്ളിൽ ഇനിപ്പറയുന്ന കോഡ് നൽകുക</b>:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 നിങ്ങളുടെ ഷോപ്പ് തയ്യാറാണ്| :name",
        'category' => "നിങ്ങൾ ഒരു പടി അകലെയാണ്",
        'title' => "സജ്ജീകരണം പൂർത്തിയായി",
        'account_title' => "നിങ്ങളുടെ അക്കൗണ്ട്",
        'account_msg' => "ഈ വിവരം പരിശോധിച്ച് നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് ലോഗിൻ ചെയ്യുക.",
        'shop_msg' => "Selldone ബിസിനസ്സ് ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തെക്കുറിച്ചുള്ള അക്കൗണ്ട് വിവരങ്ങൾ.",

    ],

    'reset2fa' => [
        'category' => "സുരക്ഷാ ഔദ്യോഗിക സന്ദേശം",
        'title' => "2-ഘട്ട ലോഗിൻ പ്രവർത്തനരഹിതമാക്കാൻ അഭ്യർത്ഥിക്കുക",
        'message' => "You are receiving this email because we received a request to reset two-factor authentication for **:name** account with **:email** email.<br><br>We found the following details for your account:",
        'footer' => "നിങ്ങൾ ഒരു പാസ്‌വേഡ് പുനഃസജ്ജീകരണത്തിനായി അഭ്യർത്ഥിച്ചിട്ടില്ലെങ്കിൽ, തുടർ നടപടികളൊന്നും ആവശ്യമില്ല.",
        'action' => 'രണ്ട്-ഘട്ട ലോഗിൻ പ്രവർത്തനരഹിതമാക്കുക',
    ],


    'build-new-shop' => [
        'subject' => "🎊 നിങ്ങളുടെ ഷോപ്പ് ഇപ്പോൾ തയ്യാറാണ്!",
        'category' => "ലോകത്ത് പുതിയ ഓൺലൈൻ സ്റ്റോർ പിറന്നു",
        'title' => "അഭിനന്ദനങ്ങൾ, :name!",
        'message' => "<b>അഭിനന്ദനങ്ങൾ, :name! നിങ്ങളുടെ പുതിയ ഓൺലൈൻ ബിസിനസ്സ് ഇപ്പോൾ സജീവമാണ്!</b> നിങ്ങളെ സെൽഡോണേഴ്‌സ് കമ്മ്യൂണിറ്റിയിലേക്ക് സ്വാഗതം ചെയ്യുന്നതിൽ ഞങ്ങൾ സന്തുഷ്ടരാണ്. നിങ്ങൾ വിജയത്തിലേക്കുള്ള ആദ്യ ചുവടുവെച്ചിരിക്കുന്നു, എല്ലാ ഘട്ടങ്ങളിലും നിങ്ങളെ സഹായിക്കാൻ ഞങ്ങൾ ഇവിടെയുണ്ട്.<br>ഇപ്പോൾ നിങ്ങളുടെ സ്റ്റോർ തയ്യാറാണ്, നിങ്ങളുടെ ഉപഭോക്താക്കളിൽ നിന്ന് നേരിട്ട് പേയ്‌മെൻ്റുകൾ സ്വീകരിക്കാനും നിങ്ങളുടെ സാമ്രാജ്യം വളർത്തിയെടുക്കാനും നിങ്ങൾ സജ്ജമാക്കിയെന്ന് ഉറപ്പാക്കാം. നിങ്ങൾക്ക് എപ്പോഴെങ്കിലും സഹായം ആവശ്യമുണ്ടെങ്കിൽ, ഞങ്ങൾ ഒരു സന്ദേശം മാത്രം അകലെയാണ്—ഞങ്ങളുടെ പിന്തുണാ ടീം നിങ്ങൾക്കായി എപ്പോഴും ഇവിടെയുണ്ട്.<br><br><b>പ്രധാനമായ അടുത്ത ഘട്ടങ്ങൾ:</b> ആരംഭിക്കുന്നതിന്, പേയ്‌മെൻ്റുകളും സുഗമമായ പ്രവർത്തനങ്ങളും സ്വീകരിക്കുന്നതിന് നിങ്ങൾ സജ്ജമാണെന്ന് ഉറപ്പാക്കുക. നിങ്ങളുടെ സ്റ്റോർ തടസ്സങ്ങളില്ലാതെ പ്രവർത്തിക്കുന്നതിന് ഓരോ ഘട്ടത്തിലും ഞങ്ങൾ നിങ്ങളെ നയിക്കും.",
        'pdf-book' => "അറ്റാച്ച് ചെയ്‌തിരിക്കുന്ന കൈപുസ്തകം നഷ്‌ടപ്പെടുത്തരുത്: നിങ്ങളുടെ ബിസിനസ്സ് ഒരു ഗെയിം പോലെ ചെയ്യുക",

        'account' => [
            'title' => 'ഘട്ടം 1: Selldone വാലറ്റിൽ ഒരു അക്കൗണ്ട് സൃഷ്ടിക്കുക',
            'message' => "നിങ്ങളുടെ വാലറ്റിൽ അക്കൗണ്ട് ഇല്ലെങ്കിൽ, ഒന്ന് സൃഷ്ടിക്കുക. സെൽ‌ഡോൺ ഈ അക്കൗണ്ടിൽ നിന്ന് ഫീസ് കുറയ്ക്കുന്നു. നിങ്ങൾക്ക് ഈ അക്കൗണ്ട് ടോപ്പ് അപ്പ് ചെയ്യാം, കൂടാതെ Selldone നിങ്ങളിൽ നിന്ന് ക്രെഡിറ്റ് തുക ഈടാക്കുകയും ചെയ്യും, അതുവഴി ഈ അക്കൗണ്ട് നെഗറ്റീവ് ആണെങ്കിൽ, നിങ്ങളുടെ സൈറ്റും സ്റ്റോറും പ്രവർത്തിക്കുന്നത് തുടരും.",
            'action' => 'വാലറ്റിൽ ലോഗിൻ ചെയ്യുക',
        ],

        'shop-account' => [
            'title' => 'ഘട്ടം 2: അക്കൗണ്ട് സ്റ്റോറുമായി ബന്ധിപ്പിക്കുക',
            'message' => "അടുത്തതായി, നിങ്ങളുടെ വാലറ്റ് അക്കൗണ്ട് നിങ്ങളുടെ സ്റ്റോറുമായി ബന്ധിപ്പിക്കുക. <b>Store > അക്കൗണ്ടിംഗ് > Invoice</b> എന്നതിലേക്ക് പോയി നിങ്ങളുടെ വാലറ്റ് ലിങ്ക് ചെയ്യുക. എല്ലാ ഉപഭോക്തൃ പേയ്‌മെൻ്റുകളും നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ടിലേക്ക് നേരിട്ട് നിക്ഷേപിക്കുന്നുവെന്ന് ഇത് ഉറപ്പാക്കുന്നു-Selldone നിങ്ങളുടെ വരുമാനത്തിൽ നിന്ന് ഒരു തുകയും കുറയ്ക്കുന്നില്ല.",
            'action' => 'സ്റ്റോർ ഇൻവോയ്സ് പാനൽ',
        ],

        'gateway' => [
            'title' => 'ഘട്ടം 3: ഓൺലൈൻ പേയ്‌മെന്റ് ഗേറ്റ്‌വേ ബന്ധിപ്പിക്കുക',
            'message' => "ഇപ്പോൾ, നിങ്ങളുടെ ഓൺലൈൻ പേയ്‌മെൻ്റ് ഗേറ്റ്‌വേ സജ്ജീകരിക്കാം. <b>Store > Accounting > Port</b> എന്നതിലേക്ക് പോയി <b>Add New Port</b> എന്നതിൽ ക്ലിക്ക് ചെയ്യുക. നിങ്ങളുടെ കറൻസി തിരഞ്ഞെടുക്കുക, ലഭ്യമായ പേയ്‌മെൻ്റ് ഗേറ്റ്‌വേകളുടെ ഒരു ലിസ്റ്റ് നിങ്ങൾ കാണും. ഒരു ഗേറ്റ്‌വേ ബന്ധിപ്പിക്കുന്നത് വേഗത്തിലും എളുപ്പത്തിലും ആണ്, എന്നാൽ നിങ്ങൾക്ക് എന്തെങ്കിലും സഹായം ആവശ്യമുണ്ടെങ്കിൽ, Selldone ഗൈഡുകൾ പരിശോധിക്കാൻ മടിക്കേണ്ടതില്ല അല്ലെങ്കിൽ ഞങ്ങളെ ബന്ധപ്പെടുക.",
            'action' => 'സ്റ്റോറിലേക്ക് ഒരു പോർട്ടൽ ചേർക്കുക',
        ],

        'domain' => [
            'title' => 'അവസാന ഘട്ടം: ഒരു സമർപ്പിത ഡൊമെയ്ൻ ബന്ധിപ്പിക്കുന്നു',
            'message' => "നിങ്ങൾക്ക് ആവശ്യമുള്ളത്ര ഡൊമെയ്‌നുകളിൽ നിങ്ങളുടെ സ്റ്റോർ ഉണ്ടായിരിക്കും. ഒരു സമർപ്പിത ഡൊമെയ്ൻ ഒരു സ്റ്റോറുമായി ബന്ധിപ്പിക്കുന്നതിന്, നിങ്ങൾക്ക് കുറഞ്ഞത് ഒരു സ്റ്റാർട്ടപ്പ് ലൈസൻസെങ്കിലും ഉണ്ടായിരിക്കണം. സെൽ‌ഡോണിലേക്ക് ഓരോ സുഹൃത്തിനെയും പരിചയപ്പെടുത്തുന്നതിലൂടെ, നിങ്ങൾക്ക് ഒരു മാസത്തെ സ്റ്റാർട്ടപ്പ് ലൈസൻസ് ഗിഫ്റ്റ് കാർഡ് ലഭിക്കും. നിങ്ങളുടെ സുഹൃത്തുക്കളുടെ പേയ്‌മെന്റിന്റെ ഒരു ശതമാനം നിങ്ങളുടെ ഉപഭോക്താക്കളുടെ അക്കൗണ്ടിലേക്കും ക്രെഡിറ്റ് ചെയ്യപ്പെടും.",
            'action' => 'അൺലിമിറ്റഡ് ഗിഫ്റ്റ് കാർഡുകൾ അവതരിപ്പിക്കുകയും സ്വീകരിക്കുകയും ചെയ്യുന്നു',
        ],
    ],


    'basket-list' => [
        'item' => "ഇനം",
        'count' => "എണ്ണുക",
        'price' => "വില",
        'discount-code' => "ഇളവ് കോഡ്",
        'customer-club' => 'കസ്റ്റമർ ക്ലബ്',
        'shipping' => "ഷിപ്പിംഗ്",
        'total' => "ആകെ",
        'offer' => "ഓഫർ",
        'coupon' => "കൂപ്പൺ",
        'lottery' => "അവാർഡ്",
        'tax' => "നികുതി",
        'tax_included' => "വിലയിൽ ഉൾപ്പെടുത്തിയിട്ടുണ്ട്",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'രീതി',
        'amount' => 'തുക',
        'giftcard' => 'Gift card',
        'payment' => 'പേയ്മെന്റ്',
    ],


    'shop-subscription-email' => [
        'category' => "സബ്സ്ക്രിപ്ഷൻ അപ്ഡേറ്റ്",
        'title' => "സ്റ്റോർ ലൈസൻസ്: :shop_title",
        'title-reserved' => "റിസർവ് ലൈസൻസ്: :shop_title",
        'title-active' => "സജീവ ലൈസൻസ്: :shop_title",
        'title-finished' => "പൂർത്തിയായ ലൈസൻസ്: :shop_title",
        'title-cancel' => "ലൈസൻസ് റദ്ദാക്കുക: :shop_title",
        'message' => "നിങ്ങളുടെ ഷോപ്പ് ലൈസൻസ് പ്ലാൻ അപ്ഡേറ്റ് ചെയ്തു,",
        'RESERVED' => "⚡ നിങ്ങളുടെ സബ്‌സ്‌ക്രിപ്‌ഷൻ പ്ലാൻ **റിസർവ് ചെയ്‌തിരിക്കുന്നു**.",
        'ACTIVE' => "🟢 നിങ്ങളുടെ സബ്സ്ക്രിപ്ഷൻ പ്ലാൻ **സജീവമാക്കി**.",
        'FINISHED' => "🚧 നിങ്ങളുടെ സബ്‌സ്‌ക്രിപ്‌ഷൻ പ്ലാൻ **പൂർത്തിയായി**.",
        'CANCEL' => "⛔ നിങ്ങളുടെ സബ്‌സ്‌ക്രിപ്‌ഷൻ പ്ലാൻ **റദ്ദാക്കി**.",
    ],

    'support' => [
        'subject' => "പിന്തുണ കേന്ദ്രം|:name മറുപടി നൽകി",
        'category' => "പിന്തുണ കേന്ദ്രം",
        'title' => "നിങ്ങൾക്ക് ഒരു പ്രതികരണം ലഭിച്ചു",
        'action' => "ഷോപ്പ് അഡ്മിൻ തുറക്കുക",
    ],

    'shop-customer-join' => [
        'subject' => "ചേരുക :shop_title",
        'category' => "പുതിയ ഉപഭോക്തൃ ആഘോഷം",
        'title' => "നിങ്ങളുടെ അംഗത്വത്തിൽ ഞങ്ങൾ സന്തുഷ്ടരാണ്",
        'action' => "ഇപ്പോൾ സന്ദർശിക്കുക",
    ],

    'shop-vendor-join' => [
        'subject' => "വെണ്ടർ ഓൺബോർഡിംഗ്| :shop_title",
        'category' => "പുതിയ വെണ്ടർ ആഘോഷം",
        'title' => "നിങ്ങളുടെ അംഗത്വത്തിൽ ഞങ്ങൾ സന്തുഷ്ടരാണ്",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "സമ്മാന കാർഡ് :shop_title",
        'category' => "പുതിയ കാർഡ് ചേർക്കുക",
        'title' => "അഭിനന്ദനങ്ങൾ, നിങ്ങൾക്ക് ഒരു സമ്മാന കാർഡ് ലഭിച്ചു",
        'action' => "ഇപ്പോൾ വാങ്ങുക",
        'message' => "നിങ്ങൾക്ക് :balance :currency മൂല്യമുള്ള ഒരു സമ്മാന കാർഡ് ലഭിച്ചു. ഞങ്ങളുടെ സ്റ്റോറിൽ നിങ്ങൾക്ക് ഈ സമ്മാന കാർഡ് ഉപയോഗിക്കാം.",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "പിന്തുണ കേന്ദ്രം| :shop",
        'category' => "പിന്തുണ",
        'title' => "നിങ്ങൾക്ക് ഒരു പ്രതികരണം ലഭിച്ചു",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍️ ഓർഡർ സ്ഥിരീകരണം|:order_id ഓർഡർ ചെയ്യുക",
        'title' => "ഓർഡർ",
        'message' => "നിങ്ങൾ ഞങ്ങളുടെ സ്റ്റോറിൽ ഒരു ഓർഡർ നൽകി. ഞങ്ങൾക്ക് നിങ്ങളുടെ ഓർഡർ ലഭിച്ചു, പേയ്‌മെൻ്റ് സ്ഥിരീകരിച്ചുകഴിഞ്ഞാൽ നിങ്ങൾക്ക് മറ്റൊരു ഇമെയിൽ അയയ്‌ക്കും."
    ,

        'payments' => 'പേയ്മെന്റുകൾ',
    ],

    'order-payment' => [
        'subject' => "🛍️ പേയ്‌മെൻ്റ് സ്ഥിരീകരണം|:order_id ഓർഡർ ചെയ്യുക",
        'title' => "പേയ്മെന്റ് ഓർഡർ",
        'message' => "നിങ്ങളുടെ പേയ്മെന്റ് പൂർത്തിയായി,<br> നിങ്ങളുടെ ഓർഡർ ഞങ്ങൾക്ക് ലഭിച്ചു. നിങ്ങളുടെ ഓർഡർ ഷിപ്പ് ചെയ്യുമ്പോൾ ഞങ്ങൾ നിങ്ങൾക്ക് മറ്റൊരു ഇമെയിൽ അയയ്ക്കും.",
    

        'payments' => 'പേയ്മെന്റുകൾ',
    ],

    'order-update' => [
        'subject' => "🛍️ ഓർഡർ സ്റ്റാറ്റസ് അപ്‌ഡേറ്റ്|:order_id ഓർഡർ ചെയ്യുക",
        'title' => "ഓർഡർ സ്റ്റാറ്റസ് അപ്ഡേറ്റ്",
        'message' => "നിങ്ങളുടെ ഓർഡർ അപ്‌ഡേറ്റ് ചെയ്‌തു. ഈ ഓർഡറിൻ്റെ ഏറ്റവും പുതിയ സ്റ്റാറ്റസ് നിങ്ങളുടെ അക്കൗണ്ടിൽ പരിശോധിക്കാം.",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "നിങ്ങളുടെ ഓർഡർ പ്രോസസ്സിംഗിനായി ക്യൂവിലാണ്. ഇത് തയ്യാറാക്കുമ്പോൾ ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും.",
                'OrderConfirm' => "നിങ്ങളുടെ ഓർഡർ സ്ഥിരീകരിച്ചു, തയ്യാറെടുപ്പ് ആരംഭിച്ചു.",
                'PreparingOrder' => "നിങ്ങളുടെ ഓർഡർ തയ്യാറാക്കിക്കൊണ്ടിരിക്കുകയാണ്, ഉടൻ തന്നെ ഷിപ്പ് ചെയ്യപ്പെടും.",
                'SentOrder' => "നിങ്ങളുടെ ഓർഡർ അയച്ചു. നിങ്ങൾക്ക് അത് ഉടൻ ലഭിക്കും.",
                'ToCustomer' => "നിങ്ങളുടെ ഓർഡർ ഡെലിവർ ചെയ്തു. നിങ്ങൾ ഇത് ആസ്വദിക്കുമെന്ന് ഞങ്ങൾ പ്രതീക്ഷിക്കുന്നു!",

                'PreparingOrder-PICKUP' => "നിങ്ങളുടെ ഓർഡർ തയ്യാറാക്കിക്കൊണ്ടിരിക്കുകയാണ്. പിക്കപ്പിന് തയ്യാറാകുമ്പോൾ നിങ്ങൾക്കൊരു അറിയിപ്പ് ലഭിക്കും.",
                'SentOrder-PICKUP' => "നിങ്ങളുടെ ഓർഡർ പിക്കപ്പിന് തയ്യാറാണ്. അത് ശേഖരിക്കാൻ സ്റ്റോറിൽ വരൂ.",
                'ToCustomer-PICKUP' => "നിങ്ങളുടെ ഓർഡർ എടുത്തിരിക്കുന്നു. നിങ്ങൾ ഇത് ആസ്വദിക്കുമെന്ന് ഞങ്ങൾ പ്രതീക്ഷിക്കുന്നു!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "നിങ്ങളുടെ ഓർഡർ പ്രോസസ്സിംഗിനായി ക്യൂവിലാണ്. ഇത് തയ്യാറാകുമ്പോൾ ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും.",
                'OrderConfirm' => "നിങ്ങളുടെ ഓർഡർ സ്ഥിരീകരിച്ചു, തയ്യാറെടുപ്പ് പുരോഗമിക്കുന്നു.",
                'PreparingOrder' => "നിങ്ങളുടെ ഓർഡർ തയ്യാറാക്കിക്കൊണ്ടിരിക്കുകയാണ്, ഉടൻ തന്നെ നിങ്ങൾക്ക് അയയ്‌ക്കും.",
                'ToCustomer' => "നിങ്ങളുടെ വെർച്വൽ ഓർഡർ നിങ്ങളുടെ അക്കൗണ്ടിൽ എത്തിച്ചു. നന്ദി!"
            ],
            'SERVICE' => [
                'CheckQueue' => "നിങ്ങളുടെ സേവന അഭ്യർത്ഥന ക്യൂവിലാണ്. ഞങ്ങൾ ആരംഭിക്കുമ്പോൾ നിങ്ങളെ അറിയിക്കും.",
                'OrderConfirm' => "നിങ്ങളുടെ സേവനം സ്ഥിരീകരിച്ചു, ഞങ്ങൾ ആരംഭിക്കാൻ തയ്യാറെടുക്കുകയാണ്.",
                'PreparingOrder' => "ഞങ്ങൾ നിങ്ങളുടെ സേവനം തയ്യാറാക്കുകയാണ്, അത് പൂർത്തിയാകുമ്പോൾ നിങ്ങളെ അറിയിക്കും.",
                'ToCustomer' => "നിങ്ങളുടെ സേവനം പൂർത്തിയായി. ഞങ്ങളെ തിരഞ്ഞെടുത്തതിന് നന്ദി!"
            ],
            'FILE' => [
                'PreparingOrder' => "നിങ്ങളുടെ ഫയൽ തയ്യാറാക്കിക്കൊണ്ടിരിക്കുകയാണ്, ഉടൻ ലഭ്യമാകും.",
                'ToCustomer' => "നിങ്ങളുടെ ഫയൽ തയ്യാറാണ്, ഡെലിവർ ചെയ്‌തു. നിങ്ങൾക്ക് ഇപ്പോൾ അത് ഡൗൺലോഡ് ചെയ്യാം."
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "നിങ്ങളുടെ സബ്‌സ്‌ക്രിപ്‌ഷൻ ഓർഡർ ക്യൂവിലാണ്. പ്രോസസ്സിംഗ് ആരംഭിക്കുമ്പോൾ ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും.",
                'OrderConfirm' => "നിങ്ങളുടെ സബ്‌സ്‌ക്രിപ്‌ഷൻ സ്ഥിരീകരിച്ചു, സജ്ജീകരിക്കുകയാണ്.",
                'PreparingOrder' => "ഞങ്ങൾ നിങ്ങളുടെ സബ്‌സ്‌ക്രിപ്‌ഷൻ തയ്യാറാക്കുകയാണ്, അത് ഉടൻ ആരംഭിക്കും.",
                'SentOrder' => "നിങ്ങളുടെ സബ്‌സ്‌ക്രിപ്‌ഷൻ സജീവമാക്കി. നിങ്ങൾക്ക് നടന്നുകൊണ്ടിരിക്കുന്ന അപ്‌ഡേറ്റുകൾ ലഭിക്കും.",
                'ToCustomer' => "നിങ്ങളുടെ സബ്‌സ്‌ക്രിപ്‌ഷൻ സേവനം വിജയകരമായി സജീവമാക്കി."
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'അഭിനന്ദനങ്ങൾ :name|പുതിയ വൗച്ചർ: :title',
        'category' => "അഭിനന്ദനങ്ങൾ, പുതിയ വൗച്ചർ",
        'message' => "ഹേയ് :name,<br><br> നിങ്ങൾക്ക് ഞങ്ങളിൽ നിന്ന് സമ്മാനമായി ഒരു പുതിയ വൗച്ചർ ലഭിച്ചു! നിങ്ങളുടെ സുഹൃത്തുക്കൾക്കും നിങ്ങൾക്കറിയാവുന്ന എല്ലാവർക്കും Selldone പരിചയപ്പെടുത്തുന്നതിലൂടെ നിങ്ങൾക്ക് കൂടുതൽ വൗച്ചറുകൾ നേടാനാകും. ഈ വൗച്ചറിന് വിലയുണ്ട് **:price :currency**.<br><br>നിങ്ങൾ ആദ്യപടി സ്വീകരിച്ചു, നിങ്ങളുടെ വൗച്ചർ ഉപയോഗിച്ച് പുതിയ ഫീച്ചറുകൾ അൺലോക്ക് ചെയ്യാൻ നിങ്ങളെ സഹായിക്കാൻ ഞങ്ങൾ ഇവിടെയുണ്ട്! ദയവായി **:email** ഉപയോഗിച്ച് ലോഗിൻ ചെയ്‌ത് ഷോപ്പിൽ നിങ്ങളുടെ വൗച്ചർ കണ്ടെത്തുക **ഡാഷ്‌ബോർഡ്** > **ക്രമീകരണങ്ങൾ** > **ലൈസൻസ്**.<br><br>അഭിനന്ദനങ്ങൾ!",
        'action' => "എന്റെ ഡാഷ്ബോർഡ്",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'അഭിനന്ദനങ്ങൾ, പ്രിയ :name|നിങ്ങൾക്ക് ഒരു പ്രത്യേക സമ്മാനം ലഭിച്ചു!',
        'category' => "സമ്മാനം സ്വീകരിക്കുന്നതിന്റെ പ്രഖ്യാപനം",
        'title' => "നിങ്ങൾക്കുള്ള സമ്മാനങ്ങൾ",
        'message' => "ഹായ് :name, Selldone-ൽ നിന്ന് നിങ്ങൾക്ക് ഒരു പ്രത്യേക സമ്മാനം ലഭിച്ചുവെന്ന് നിങ്ങളെ അറിയിക്കുന്നതിൽ ഞങ്ങൾ സന്തുഷ്ടരാണ്! 🎉 സജീവമായി തുടരുന്നതിലൂടെയും നിങ്ങളുടെ സ്റ്റോർ വളർത്തുന്നതിലൂടെയും Selldone-ൽ നിങ്ങളുടെ വൈദഗ്ധ്യം മെച്ചപ്പെടുത്തുന്നതിലൂടെയും നിങ്ങൾക്ക് കൂടുതൽ സമ്മാനങ്ങൾ നേടാനാകും. നിങ്ങളുടെ സമ്മാനം പരിശോധിക്കുന്നതിന്, :email ഉപയോഗിച്ച് ലോഗിൻ ചെയ്‌ത് നിങ്ങളുടെ ഡാഷ്‌ബോർഡിൻ്റെ മുകളിൽ വലത് കോണിൽ ഇത് തിരയുക.<br><br>ഈ സമ്മാനം വിലമതിക്കുന്നു **:price :currency**, നിങ്ങൾക്ക് ഇത് നിങ്ങളുടെ വാലറ്റിൽ Selldone. നിങ്ങളുടെ ഓൺലൈൻ ബിസിനസ്സ് വർദ്ധിപ്പിക്കുന്നതിന് നിങ്ങളുടെ സ്റ്റോറിൻ്റെ ലൈസൻസ് നവീകരിക്കുകയും കൂടുതൽ ശക്തമായ ടൂളുകൾ അൺലോക്ക് ചെയ്യുകയും ചെയ്യുക!",
        'action' => "സമ്മാനങ്ങൾ",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍️ പുതിയ ഓർഡർ ലഭിച്ചു| :order_id",
        'title' => "New Order",
        'message' => "നിങ്ങൾക്ക് ഒരു പുതിയ ഓർഡർ ലഭിച്ചു. നിങ്ങളുടെ സ്റ്റോറിലെ ഓർഡർ പ്രോസസ്സിംഗ് പേജിലേക്ക് പോകുക.",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'നിങ്ങളുടെ പൂരിപ്പിച്ച വിവരങ്ങൾ',
        'output-form-title' => 'വാങ്ങിയ ഇനത്തിന്റെ വിവരങ്ങൾ',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title|പ്രതിവാര റിപ്പോർട്ട് :time',
        'title' => 'പ്രതിവാര സ്റ്റോർ പ്രകടന റിപ്പോർട്ട്',
        'message' => "<b>:start</b> മുതൽ <b>:end</b> വരെയുള്ള നിങ്ങളുടെ സ്റ്റോറിൻ്റെ പ്രതിവാര റിപ്പോർട്ടാണിത്. ഈ റിപ്പോർട്ടിൽ നിങ്ങളുടെ ബിസിനസ്സ് മെച്ചപ്പെടുത്തുന്നതിനുള്ള നുറുങ്ങുകൾ ഉൾപ്പെടുന്നു, നിങ്ങളുടെ ഓൺലൈൻ സ്‌റ്റോറിൻ്റെ നിലയും സമീപകാല ഓർഡറുകളും നിങ്ങൾക്ക് പരിശോധിക്കാം. നിങ്ങൾക്ക് ഒരു നല്ല ദിവസവും ആഴ്‌ചയും വരുമെന്ന് ഞാൻ പ്രതീക്ഷിക്കുന്നു."
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ കഴിഞ്ഞ മൂന്ന് മാസത്തെ നിങ്ങളുടെ :amount സേവിംഗ് റിപ്പോർട്ട്| :shop_title',
        'title' => 'നിങ്ങളുടെ ബിസിനസ്സ് പ്രവർത്തനം, റിവാർഡുകൾ, സാമ്പത്തിക സമ്പാദ്യം എന്നിവയെക്കുറിച്ചുള്ള സീസണൽ റിപ്പോർട്ട്',
        'message' => "This is your <b>:shop_title</b> seasonal report from <b>:start</b> to <b>:end</b>."
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'ബന്ധിപ്പിച്ച അക്കൗണ്ടുകൾ',
        'sub-title' => 'എന്റെ സ്റ്റോറുമായി ബന്ധിപ്പിച്ചിട്ടുള്ള വാലറ്റ് അക്കൗണ്ടുകളുടെ ഏറ്റവും പുതിയ നില എന്താണ്?',
        'view-wallet' => 'വാലറ്റ് കാണുക',
        'tip-title' => 'പ്രധാനപ്പെട്ട നുറുങ്ങുകൾ',
        'tip' => "ഒരു സൗജന്യ Selldone വാലറ്റ് സജ്ജീകരിച്ച് അത് നിങ്ങളുടെ സ്റ്റോറിലേക്ക് ലിങ്ക് ചെയ്യുക. നിങ്ങളുടെ ബാലൻസ് നെഗറ്റീവ് ആണെങ്കിൽപ്പോലും, നിങ്ങളുടെ ഉപഭോക്താക്കൾക്ക് പ്രശ്‌നങ്ങളൊന്നുമില്ലാതെ ഷോപ്പിംഗ് നടത്താനും പണമടയ്ക്കാനും കഴിയും. വിഷമിക്കേണ്ട, നിങ്ങളുടെ സ്റ്റോറിൻ്റെ പ്രവർത്തനങ്ങളും ഡാറ്റയും 1 മാസം വരെ തടസ്സങ്ങളില്ലാതെ സുഗമമായി തുടരും.",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'അക്കൗണ്ടിലേക്ക് ബന്ധിപ്പിക്കുക'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'ആപ്പുകൾ ഇൻസ്റ്റാൾ ചെയ്തു',
        'sub-title' => 'ഈ ആഴ്ച നിങ്ങളുടെ സ്റ്റോറിൽ ഇൻസ്റ്റാൾ ചെയ്ത ആപ്പുകളുടെ ലിസ്റ്റ്.',
        'tip' => "നിങ്ങളുടെ സ്റ്റോറിനായി കൂടുതൽ ആപ്പുകൾ കണ്ടെത്തണോ?",
        'view-app-store' => 'Selldone ആപ്പ് സ്റ്റോർ സന്ദർശിക്കുക..',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'നിങ്ങളുടെ സ്റ്റോർ ബോട്ടുകൾ',
        'sub-title' => 'എന്റെ സ്റ്റോറിൽ സജീവമായ വിൽപ്പന ബോട്ടുകൾ.',
        'tip-title' => 'ബോട്ട് വിൽപ്പന',
        'tip' => "Selldone നിങ്ങൾക്ക് ഓട്ടോമാറ്റിക് സെയിൽസ് ബോട്ടുകൾ നൽകിയിട്ടുണ്ട്. നിങ്ങൾ ചെയ്യേണ്ടത് ആഡ്-ഓണുകൾ> ബോട്ട് പാനലിലേക്ക് പോയി നിങ്ങളുടെ സ്റ്റോർ ബോട്ടുകൾ സജീവമാക്കുക. പ്രസക്തമായ സേവനം നിങ്ങളുടെ രാജ്യത്ത് ലഭ്യമായിരിക്കണം എന്നത് ശ്രദ്ധിക്കുക.",
        'view-bots' => 'ബോട്ടുകൾ നിയന്ത്രിക്കുക',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'ഉപഭോക്താക്കളുമായുള്ള ആശയവിനിമയം',
        'sub-title' => 'ഈ ആഴ്ച എന്റെ ക്ലയന്റുകളുമായി എനിക്ക് എത്ര കോൺടാക്റ്റുകൾ ഉണ്ടായിരുന്നു?',
        'faqs' => 'പതിവായി ചോദിക്കുന്ന ചോദ്യങ്ങൾ',
        'tickets' => 'ഉപഭോക്തൃ ടിക്കറ്റുകൾ',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'ഉപയോക്താക്കളുടെ നില',
        'sub-title' => ':start മുതൽ :end വരെയുള്ള പ്രവർത്തനം',
        'users' => [
            'title' => 'ഉപഭോക്താക്കൾ',
            'subtitle' => 'സൈനപ്പ് ഉപയോക്താക്കൾ',
        ],
        'views' => [
            'title' => 'സന്ദർശനങ്ങൾ',
            'subtitle' => 'നിങ്ങൾ എത്ര തവണ സ്റ്റോർ സന്ദർശിച്ചു',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'മടങ്ങിയ ഉപയോക്താക്കൾ',

        'shop_views' => 'ഷോപ്പ് കാഴ്ചകൾ',
        'baskets' => [
            'title' => 'ഷോപ്പിംഗ് കാർട്ടുകൾ',
            'subtitle' => 'പുതിയ ഷോപ്പിംഗ് കാർട്ടുകളുടെ എണ്ണം റിപ്പോർട്ട് ചെയ്യുക',
        ],
        'products' => [
            'title' => 'ഉൽപ്പന്നങ്ങളുടെ അവലോകനം',
            'subtitle' => 'തരം അനുസരിച്ച് സ്റ്റോറിലെ ഉൽപ്പന്നങ്ങളുടെ നില',
            'value_name' => 'ഉൽപ്പന്നങ്ങൾ'
        ],
        'products_count' => 'ഉൽപ്പന്ന തരങ്ങൾ',
        'views_count' => 'കാഴ്ചയുടെ എണ്ണം',
        'sell_count' => 'വിൽപ്പന എണ്ണം',
        'send_count' => 'ഷിപ്പിംഗ് എണ്ണം',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'ഡ്രോപ്പ് ഷിപ്പിംഗ്',
        'sub-title' => 'മികച്ച Selldone ഡ്രോപ്പ് ഷിപ്പിംഗ് വിൽപ്പനക്കാർക്കുള്ള പ്രധാന പാനൽ',
        'total_fulfillments' => 'ആകെ ഓർഡറുകൾ ലഭിച്ചു',
        'ds_count' => 'ഓർഡറുകൾ ലഭിച്ചു',
        'statistics_title' => 'ഉത്തരവുകൾ റിപ്പോർട്ട് ചെയ്തു',
        'ds_cancels' => 'ഇന്റർഫേസ് വിൽപ്പനക്കാരൻ വഴി റദ്ദാക്കുക',
        'ds_rejects' => 'നിങ്ങൾ റദ്ദാക്കുക',
        'tip' => "നിങ്ങൾ ഒരു വെയർഹൗസ്, ഫാക്ടറി അല്ലെങ്കിൽ ഉൽപ്പന്ന വിതരണക്കാരൻ ഉള്ള ഒരു വലിയ വിൽപ്പനക്കാരനാണോ? Selldone-ൻ്റെ ഡ്രോപ്പ് ഷിപ്പിംഗ് സേവനത്തിലൂടെ നിങ്ങളുടെ ഉൽപ്പന്നങ്ങൾ മറ്റ് വിൽപ്പനക്കാർക്ക് വാഗ്ദാനം ചെയ്യുന്നതിലൂടെ നിങ്ങൾക്ക് നിങ്ങളുടെ വ്യാപ്തി വർദ്ധിപ്പിക്കാനാകും. കൂടുതലറിയാൻ support@selldone.com-ൽ ഞങ്ങൾക്ക് ഇമെയിൽ ചെയ്യുക.",
        'view-drop-shipping-panel' => 'മൊത്തവ്യാപാര പാനലിലേക്ക് ലോഗിൻ ചെയ്യുക',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'വിനിമയ നിരക്ക്',
        'sub-title' => 'നിങ്ങളുടെ സ്റ്റോറിലെ ഏറ്റവും പുതിയ കറൻസി പരിവർത്തന നിരക്കുകളുടെ ലിസ്റ്റ്.',
        'from' => 'ഉറവിട കറൻസി',
        'to' => 'ലക്ഷ്യസ്ഥാന കറൻസി',
        'rate' => 'പരിവർത്തന നിരക്ക്',
        'view-exchange-panel' => 'വിനിമയ നിരക്കുകൾ നിയന്ത്രിക്കുക',
    

        'vew-exchange-panel' => 'വിനിമയ നിരക്ക് മാനേജ്മെന്റ് പാനൽ',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'വിദഗ്ദ്ധ കരാറുകൾ',
        'sub-title' => 'എന്റെ സ്റ്റോറിൽ ഏതൊക്കെ പ്രൊഫഷണലുകൾ ജോലി ചെയ്യുന്നു?',
        'cost' => 'കരാർ തുക',
        'duration' => 'കാലാവധി',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'തീയതി റദ്ദാക്കുക',
        'end_at' => 'ഡെലിവറി തീയതി',
        'tip' => 'നിങ്ങളുടെ ബിസിനസ് വളർത്താൻ സഹായിക്കുന്നതിന് Selldone-ൽ നിന്ന് മികച്ച വിദഗ്ധരെ നിയമിക്കുക.',
        'view-experts' => 'ആരംഭിക്കാൻ ക്ലിക്ക് ചെയ്യുക.',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'നിങ്ങളുടെ ഷോപ്പിലെ സജീവ പേയ്‌മെൻ്റ് ഗേറ്റ്‌വേകൾ :shop',
        'tip-title' => 'പ്രധാനപ്പെട്ട നുറുങ്ങുകൾ',
        'tip' => "നിങ്ങളുടെ സ്റ്റോറിലെ പോർട്ടൽ മാനേജ്മെന്റ് പേജിലേക്ക് പോയി കുറച്ച് മിനിറ്റിനുള്ളിൽ ഒരു പോർട്ടെങ്കിലും ചേർക്കുക. ഓൺലൈൻ പോർട്ടലുകൾ വഴി വേഗത്തിലും സുരക്ഷിതമായും പണമടയ്ക്കാൻ നിങ്ങളുടെ ഉപഭോക്താക്കൾ ഇഷ്ടപ്പെടുന്നു.",
        'view-shop-gateways' => 'എന്റെ സ്റ്റോർ പോർട്ടൽ മാനേജ്മെന്റിലേക്ക് ലോഗിൻ ചെയ്യുക.',
        'view-gateways' => 'കൂടുതൽ ഗേറ്റ്‌വേകൾ കാണുക',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'ഉത്തരവുകൾ',
        'sub-title' => 'ഈ ആഴ്ച എനിക്ക് ലഭിച്ച ഓർഡറുകളുടെ ലിസ്റ്റ്.',
        'total_baskets' => 'ആകെ ഓർഡറുകൾ',
        'total_posBaskets' => 'മൊത്തം ക്യാഷ് ഓർഡറുകൾ',
        'pos-title' => 'POS സ്റ്റോർ ബോക്സ്',
        'chart-label' => 'ഓർഡറുകൾ പൂർത്തിയായി (ഈ ഓർഡറുകൾ പണം നൽകേണ്ടതില്ല!)',
        'tip-title' => 'നിങ്ങൾ കൂടുതൽ ശ്രമിക്കണം ...',
        'tip' => "ലളിതമായ വിജയമില്ല.",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'പ്രോസസ്സിംഗ് സെന്റർ',
        'sub-title' => 'ഈ ആഴ്ച സ്റ്റോറിൽ ഞങ്ങൾ എത്ര ഓർഡർ പ്രോസസ്സ് ചെയ്തു?',
        'tip-title' => 'നിങ്ങൾക്ക് ഒരു വിൽപ്പനയും ഇല്ലായിരുന്നു!',
        'tip' => "നിർഭാഗ്യവശാൽ നിങ്ങൾക്ക് ഈ ആഴ്ച വിൽപ്പനയൊന്നും ഉണ്ടായില്ല. നിങ്ങളുടെ സ്റ്റോറിൽ കൂടുതൽ ലഭിക്കേണ്ടതുണ്ട്. നിങ്ങൾക്ക് കൂടുതൽ ഉൽപ്പന്നങ്ങൾ ചേർക്കാം, മികച്ച ചിത്രങ്ങൾ തിരഞ്ഞെടുക്കാം അല്ലെങ്കിൽ നിങ്ങളുടെ ഉൽപ്പന്നങ്ങൾക്കായി മികച്ച വിവരണങ്ങൾ എഴുതാം. നിങ്ങളുടെ ബിസിനസ്സിനായി ഒരു മുഴുവൻ സമയ ജോലി പരിഗണിക്കുക. നിങ്ങൾ അത് ശരിയായി ചെയ്യുകയും നിരാശപ്പെടാതിരിക്കുകയും ചെയ്താൽ നിങ്ങൾ വിജയിക്കും.",
        'view-process-center' => 'പ്രോസസ്സ് സെന്റർ കാണുക',
        'return' => [
            'title' => 'തിരിച്ചയച്ച ഓർഡർ',
            'subtitle' => 'റിട്ടേൺ ഓർഡറുകൾ റിപ്പോർട്ട് ചെയ്യുക.',
            'tip-title' => 'അത് നീ അറിഞ്ഞോ...',
            'tip' => "Selldone POS ഉപയോഗിച്ച് നിങ്ങൾക്ക് ആവശ്യമുള്ളത്ര ക്യാഷ് രജിസ്റ്ററുകൾ സൃഷ്ടിക്കാൻ കഴിയും! അത് നിങ്ങളുടെ ടാബ്‌ലെറ്റോ മൊബൈലോ ലാപ്‌ടോപ്പോ ആകട്ടെ, ഏത് ഉപകരണവും നിങ്ങളുടെ സ്റ്റോറിൻ്റെ വിൽപ്പന കേന്ദ്രമാക്കി മാറ്റാം. ഇത് ലളിതവും വേഗത്തിലുള്ള സജ്ജീകരണവും നിങ്ങളുടെ സെർവറിനായി പൂർണ്ണമായും തയ്യാറാക്കിയതുമാണ്. ഇന്നുതന്നെ അത് ഉപയോഗിക്കാൻ തുടങ്ങൂ!",
            'view-pos' => 'എന്റെ ഓൺലൈൻ സ്റ്റോർ കാഷ്യറിലേക്ക് ലോഗിൻ ചെയ്യുക'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'സെഷനുകൾ',
        'sub-title' => 'ഞാൻ എത്ര തവണ എന്റെ സ്റ്റോർ സന്ദർശിച്ചു?',
        'countries-title' => 'ഏറ്റവും കൂടുതൽ സന്ദർശിച്ച രാജ്യങ്ങൾ ഏതാണ്?',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'ഒരു രൂപ മുടക്കാതെ പണം സമ്പാദിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ?',
        'message' => "ഹായ് :name, Selldone ഉപയോഗിച്ച് സമ്പാദിക്കാൻ തുടങ്ങാനുള്ള സമയമാണിത്! ഡാഷ്‌ബോർഡ് > കൂടുതൽ > ധനസമ്പാദനം > നിങ്ങളുടെ റഫറൽ ലിങ്ക് നേടുക എന്നതിലേക്ക് പോകുക. നിങ്ങളുടെ സുഹൃത്തുക്കളുമായി ലിങ്ക് പങ്കിടുക, സമ്മാന കാർഡുകളും അവരുടെ പേയ്‌മെൻ്റുകളുടെ ഒരു വിഹിതവും നേടൂ. മികച്ച ഭാഗം? നിങ്ങൾക്കും നിങ്ങളുടെ സുഹൃത്തിനും ഒരു സമ്മാന കാർഡ് ലഭിക്കും!",
        'action' => 'എന്റെ ആമുഖ ലിങ്ക് കാണുക',
        'mail-clip' => "<b style='color: #C2185B'>പ്രധാനം:</b> ഇമെയിലിന്റെ ദൈർഘ്യം പരിമിതപ്പെടുത്തുന്ന Gmail പോലുള്ള ഇമെയിൽ സേവനങ്ങൾ നിങ്ങൾ ഉപയോഗിക്കുകയാണെങ്കിൽ, പൂർണ്ണമായ റിപ്പോർട്ട് പ്രദർശിപ്പിക്കുന്നതിന് ഇമെയിലിന്റെ അവസാനം ഇനിപ്പറയുന്ന ഓപ്ഷൻ കണ്ടെത്തി അതിൽ ക്ലിക്ക് ചെയ്യുക:",

        'no-coin-reward' => "<b style='color: #C2185B'>ക്ഷമിക്കണം:</b> സൗജന്യ SEL കോയിൻസ് റിവാർഡ് ലഭിക്കാനുള്ള ആവശ്യകത നിങ്ങളുടെ പ്രവർത്തനം പാലിച്ചില്ല. കഠിനമായി ശ്രമിക്കുക, അടുത്ത സീസണിൽ നിങ്ങളുടെ ഷോപ്പിൽ കൂടുതൽ വിൽക്കുക.",
        'yes-coin-reward' => "<b style='color: #4CAF50'>അഭിനന്ദനങ്ങൾ:</b> മികച്ച ജോലി! നിങ്ങളുടെ മികച്ച പ്രകടനത്തെ അടിസ്ഥാനമാക്കി, ഒരു റിവാർഡായി ഞങ്ങൾ നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് :amount SEL കോയിനുകൾ ക്രെഡിറ്റ് ചെയ്തിട്ടുണ്ട്.",

        'need-buy-license' => "<b>Level Up Your Business:</b> നിങ്ങളുടെ വെബ്‌സൈറ്റിനായി നിങ്ങൾ ഇതുവരെ സബ്‌സ്‌ക്രിപ്‌ഷൻ പ്ലാനൊന്നും രജിസ്റ്റർ ചെയ്തിട്ടില്ലെന്ന് തോന്നുന്നു! വർഷം തോറും പണമടച്ചാൽ പ്രതിമാസം :amount-ന് കൂടുതൽ ഫീച്ചറുകൾ അൺലോക്ക് ചെയ്യാൻ ഇപ്പോൾ അപ്‌ഗ്രേഡുചെയ്യുക.",
        'not-afford-message' => "നിങ്ങൾക്ക് താങ്ങാനാകുന്നില്ലെങ്കിൽ അല്ലെങ്കിൽ പേയ്‌മെന്റിൽ എന്തെങ്കിലും പ്രശ്‌നമുണ്ടെങ്കിൽ, support@selldone.com വഴി ഞങ്ങളോട് പറയാൻ മടിക്കേണ്ടതില്ല.",
        'add-domain' => "<b>എന്തുകൊണ്ട് നിങ്ങളുടെ ബിസിനസ്സിനായി ഒരു ഇഷ്‌ടാനുസൃത ഡൊമെയ്‌ൻ ഇല്ല?</b><br> നിങ്ങളുടെ വെബ്സൈറ്റിലേക്ക് ഇപ്പോൾ ഒരു ഡൊമെയ്ൻ ചേർക്കുക; ഇത് സൗജന്യമാണ്!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone ഒരു <del>product</del> <span style = 'color: forestgreen'> കമ്മ്യൂണിറ്റി</span>.<br>ഒരു പ്രൊഫഷണൽ സെൽഡോണർ ആയിരിക്കുക!",
        'message' => "Twitter, LinkedIn, സോഷ്യൽ നെറ്റ്‌വർക്കുകൾ എന്നിവയിൽ Selldone-ൻ്റെ ഔദ്യോഗിക പേജുകൾ പിന്തുടരുക. Selldone നെക്കുറിച്ചുള്ള എന്തെങ്കിലും അഭിപ്രായങ്ങളോ അഭ്യർത്ഥനകളോ വിമർശനങ്ങളോ ഞങ്ങൾക്ക് അയയ്‌ക്കുക അല്ലെങ്കിൽ ചർച്ചകളിൽ പങ്കെടുക്കുക. <b>നിങ്ങൾ </b> ഉണ്ടാക്കുന്ന Selldone കമ്മ്യൂണിറ്റിയുടെ ഭാഗമാണ് ഞങ്ങളും."
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'പുതിയ അവോക്കാഡോ ഓർഡറുകൾ ലഭിച്ചു|:shop_title :time',
        'title' => "കഴിഞ്ഞ 24 മണിക്കൂറിലെ പ്രകടന റിപ്പോർട്ട്",
        'message' => "നിങ്ങളുടെ ഓർഡറുകൾ അവലോകനം ചെയ്യുന്നതിനും വില നിശ്ചയിക്കുന്നതിനുമായി നിങ്ങളുടെ ഉപഭോക്താക്കൾ കാത്തിരിക്കുകയാണ്. കൂടുതൽ വിൽപ്പന നേടുന്നതിന് നിങ്ങളുടെ ഉപഭോക്താക്കളുടെ അഭ്യർത്ഥനകളോട് എത്രയും വേഗം പ്രതികരിക്കുക.",
        'card_title' => "ക്യൂവിൽ ഓർഡറുകൾ",
        'card_subtitle' => ":date മുതൽ",

        'card_payed' => "പണമടച്ചുള്ള ഓർഡറുകൾ"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => ':community_title എന്നതിൽ നിങ്ങളുടെ പോസ്റ്റിന് മറുപടി നൽകുക',
        'title' => ":name, :count എന്നിവരും നിങ്ങളുടെ പോസ്റ്റുകളിലെ സംഭാഷണത്തിൽ ചേർന്നു!",
        'message' => "ഹായ് :name, നിങ്ങളുടെ പോസ്റ്റുകൾ ശ്രദ്ധ നേടുന്നു! ഞങ്ങളുടെ കമ്മ്യൂണിറ്റിയിൽ നിങ്ങൾക്ക് അഭിപ്രായങ്ങൾ ലഭിച്ചു. ചർച്ചയിൽ ചേരാൻ നിങ്ങളുടെ അക്കൗണ്ടിൽ ലോഗിൻ ചെയ്ത് എല്ലാവരും എന്താണ് പറയുന്നതെന്ന് കാണുക.",
        'title-simple' => ":name നിങ്ങളുടെ പോസ്റ്റിൽ അഭിപ്രായമിട്ടു!",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 നിങ്ങളുടെ വിഷയത്തിന് മറുപടി നൽകുക :topic_title',
        'title' => ":name, കൂടാതെ :count മറ്റുള്ളവർ നിങ്ങളുടെ വിഷയത്തിൽ മറുപടി നൽകി.",
        'message' => "ഹായ് :name, നിങ്ങളുടെ വിഷയം ശ്രദ്ധയാകർഷിക്കുന്നു! ഞങ്ങളുടെ കമ്മ്യൂണിറ്റിയിൽ നിങ്ങൾക്ക് മറുപടികൾ ലഭിച്ചു. ചർച്ചയിൽ ചേരാൻ നിങ്ങളുടെ അക്കൗണ്ടിൽ ലോഗിൻ ചെയ്ത് എല്ലാവരും എന്താണ് പറയുന്നതെന്ന് കാണുക.",
        'title-simple' => "നിങ്ങളുടെ വിഷയത്തിൽ :name മറുപടി നൽകി.",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 പുതിയ ലോഗിൻ :name',
        'category' => 'സുരക്ഷാ അറിയിപ്പുകൾ',
        'title' => "അക്കൗണ്ടിലേക്ക് ലോഗിൻ ചെയ്യുക",
        'message' => "പ്രിയ :name, നിങ്ങളുടെ Selldone അക്കൗണ്ടിലേക്കുള്ള ഒരു ലോഗിൻ കണ്ടെത്തി.",   // Login in selldone (seller)
        'message-shop' => "പ്രിയ :name, :shop_title-ലേക്കുള്ള ഒരു ലോഗിൻ കണ്ടെത്തി.",  // Login in shop (buyer)

        'footer' => "നിങ്ങൾ ലോഗിൻ ചെയ്തിട്ടില്ലെങ്കിൽ, ദയവായി നിങ്ങളുടെ പാസ്‌വേഡ് മാറ്റുക.",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "പിൻവലിക്കൽ",
        'deposit' => "നിക്ഷേപിക്കുക",

        'withdraw_subject' => ":account അക്കൗണ്ടിൽ നിന്ന് പിൻവലിക്കുക",
        'deposit_subject' => ":account അക്കൗണ്ടിലേക്ക് നിക്ഷേപിക്കുക",

        'message' => "ഇനിപ്പറയുന്ന സ്പെസിഫിക്കേഷനുകളോടെയാണ് പണം കൈമാറ്റം ചെയ്തിരിക്കുന്നത്.",

        'type' => "ഇടപാട് തരം",

        'from' => "ഉറവിട അക്കൗണ്ട്",
        'to' => "Destination account",

        'desc' => "ഇടപാട് വിവരണം",
        'action' => "ഇടപാട് കാണുക",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ പ്രധാനമാണ്! ചട്ടങ്ങളുടെ ലംഘനം| :shop",
        'category' => "നിർണായക വിവരം",
        'title' => "നിങ്ങളുടെ കടയ്ക്ക് പിഴ ചുമത്തി",
        'action' => "ഷോപ്പ് ഡാഷ്‌ബോർഡ് തുറക്കുക",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter നിങ്ങളെ Selldone-ൽ ചേരാൻ ക്ഷണിച്ചു",
        'title' => "നിങ്ങളുടെ പുതിയ ഓൺലൈൻ സ്റ്റോർ സമാരംഭിക്കാനും ധനസമ്പാദനം നടത്താനും സഹായിക്കുന്നതിന് :name നിങ്ങൾക്ക് :amount അയച്ചു!",
        'message' => "ഹായ് **:receiver_name**,<br><br>Selldone-ലേക്ക് സ്വാഗതം! Selldone-ൽ, നിങ്ങളുടെ ഇ-കൊമേഴ്‌സ് സൈറ്റ്, ബ്ലോഗ്, ഓൺലൈൻ കമ്മ്യൂണിറ്റി എന്നിവ എളുപ്പത്തിൽ സൃഷ്‌ടിക്കാനാകും, കൂടാതെ വ്യക്തിഗത വിൽപ്പനയ്‌ക്കായി ഒരു ഓൺലൈൻ POS സിസ്റ്റം സജ്ജീകരിക്കുകയും ചെയ്യാം—എല്ലാം മിനിറ്റുകൾക്കുള്ളിൽ. നിങ്ങളുടെ ബിസിനസ്സ് മികച്ചതും വേഗമേറിയതും പ്രവർത്തിപ്പിക്കാൻ എളുപ്പവുമാക്കാൻ രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്ന സമ്പൂർണ്ണ ഓൺലൈൻ ബിസിനസ്സ് ഓപ്പറേറ്റിംഗ് സിസ്റ്റമാണിത്.<br><br><b>:date</b> വഴി സൈൻ അപ്പ് ചെയ്‌ത് ആരംഭിക്കുന്നതിന് ഒരു :amount വൗച്ചർ സ്വീകരിക്കുക!",
        'accept' => "ക്ഷണം സ്വീകരിക്കുക",
        'owner' => "ഉടമ",
        'join-date' => "Selldone-ൽ ചേർന്നു",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "വീണ്ടെടുക്കൽ ലിങ്ക്| :shop",
        'category' => "കട സുരക്ഷ",
        'title' => "സ്റ്റോർ വീണ്ടെടുക്കൽ ലിങ്ക് <b>:shop_name</b> .",
        'message' => "നിങ്ങളുടെ സ്റ്റോർ പുനഃസ്ഥാപിക്കാൻ നിങ്ങൾ അഭ്യർത്ഥിച്ചതിനാലാണ് ഈ ഇമെയിൽ നിങ്ങൾക്ക് അയച്ചത്. ചുവടെയുള്ള ലിങ്കിൽ ക്ലിക്കുചെയ്യുന്നത് നിങ്ങളുടെ ഷോപ്പും അതിലുള്ള എല്ലാ ഡാറ്റയും വീണ്ടെടുക്കും.",
        'action' => "ഷോപ്പ് വീണ്ടെടുക്കൽ സ്ഥിരീകരിക്കുക",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'Selldone നിങ്ങളുടെ ബിസിനസ്സിനായി എത്ര പണം ലാഭിച്ചു?',
        'sub-title' => 'തീയതി :start മുതൽ :end വരെ',
        'infrastructure' => [
            'title' => 'അടിസ്ഥാന സൗകര്യങ്ങൾ',
            'subtitle' => 'സെർവറുകൾ, CDN, സ്റ്റോറേജ്, മറ്റ് ക്ലൗഡ് സേവനങ്ങൾ',
        ],
        'experts' => [
            'title' => 'വിദഗ്ധരും സ്റ്റാഫും',
            'subtitle' => 'ഡെവലപ്പർമാർ, പരിപാലനം, പിന്തുണ',
        ],
        'total_save' => 'ആകെ ലാഭിച്ച പണം'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'നിങ്ങളുടെ പ്രകടനം',
        'sub-title' => ':start മുതൽ :end വരെയുള്ള ബിസിനസ് അവലോകനം',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'മടങ്ങിയ ഉപയോക്താക്കൾ',

        'shop_views' => 'ഷോപ്പ് കാഴ്ചകൾ',
        'baskets' => [
            'title' => 'ഷോപ്പിംഗ് കാർട്ടുകൾ',
            'subtitle' => 'പുതിയ ഷോപ്പിംഗ് കാർട്ടുകളുടെ എണ്ണം റിപ്പോർട്ട് ചെയ്യുക',

        ],
        'products' => [
            'title' => 'ഉൽപ്പന്നങ്ങളുടെ അവലോകനം',
            'subtitle' => 'തരം അനുസരിച്ച് സ്റ്റോറിലെ ഉൽപ്പന്നങ്ങളുടെ നില',
            'value_name' => 'ഉൽപ്പന്നങ്ങൾ'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'മൊത്തം വെബ്‌സൈറ്റ് പേജ് കാഴ്‌ചകൾ',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "നിങ്ങൾക്ക് ഒരു പുതിയ ഓർഡർ ലഭിച്ചു. നിങ്ങളുടെ വെണ്ടർ പാനലിലെ ഓർഡർ പ്രോസസ്സിംഗ് പേജിലേക്ക് പോകുക.",
        'subject' => "🛍️ പുതിയ ഓർഡർ ലഭിച്ചു| :order_id",
        'your_revenue' => "നിങ്ങളുടെ വരുമാനം",
    ],
    'vendor-invite' => [
        'title' => 'വെണ്ടർ ക്ഷണം',
        'message' => ":shop_name എന്നതിൻ്റെ വെണ്ടറാകാൻ നിങ്ങൾക്ക് ഒരു ക്ഷണം ലഭിച്ചു. ഇനിപ്പറയുന്ന ബട്ടണുകളിൽ ക്ലിക്കുചെയ്ത് നിങ്ങൾക്ക് ഇത് സ്വീകരിക്കാനോ നിരസിക്കാനോ കഴിയും.",
        'subject' => ":shop_name |ഞങ്ങളുടെ വെണ്ടർ ആകാനുള്ള ക്ഷണം",
        'accept' => "സ്വീകരിക്കുകയും ഒരു വെണ്ടർ ആകുകയും ചെയ്യുക",
        'reject' => "നിരസിക്കുക",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'ഞങ്ങളുടെ ടീമിൽ ചേരാനുള്ള ക്ഷണം',
        'message' => ":shop_name-ൽ :vendor_name-ൽ ചേരാൻ നിങ്ങളെ ക്ഷണിച്ചു. ചുവടെയുള്ള ബട്ടണുകൾ ഉപയോഗിച്ച് നിങ്ങൾക്ക് ഈ ക്ഷണം സ്വീകരിക്കുകയോ നിരസിക്കുകയോ ചെയ്യാം.",
        'subject' => ":vendor_name-ൽ ചേരാനുള്ള ക്ഷണം|ഒരു ടീം അംഗമാകൂ",
        'accept' => "അംഗീകരിക്കുകയും ടീമിൽ ചേരുകയും ചെയ്യുക",
        'reject' => "നിരസിക്കുക",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "നിങ്ങളുടെ ലോഗിൻ കോഡ് :shop",
        'header-message' => "നിങ്ങൾ ഷോപ്പിനായി ഒരു ലോഗിൻ കോഡ് അഭ്യർത്ഥിച്ചതിനാലാണ് ഞങ്ങൾ ഈ ഇമെയിൽ നിങ്ങൾക്ക് അയയ്ക്കുന്നത്. നിങ്ങളുടെ ഒറ്റത്തവണ പാസ്‌വേഡ് (OTP) താഴെ കണ്ടെത്തുക:",
        'footer-message' => "ഈ കോഡ് 10 മിനിറ്റ് സാധുവായിരിക്കും. നിങ്ങൾ ഈ ലോഗിൻ കോഡ് അഭ്യർത്ഥിച്ചിട്ടില്ലെങ്കിൽ, ദയവായി ഈ ഇമെയിൽ അവഗണിക്കുക."
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "നിങ്ങളുടെ ഇമെയിൽ പരിശോധിക്കുക| :shop",
        'title' => 'ഇമെയിൽ സ്ഥിരീകരണം',
        'header-message' => "ഹായ് :name,<br> ദയവായി നിങ്ങളുടെ ഇമെയിൽ വിലാസം **:email** എന്നത് ചുവടെയുള്ള ബട്ടൺ ക്ലിക്കുചെയ്‌ത് അല്ലെങ്കിൽ 48 മണിക്കൂറിനുള്ളിൽ ചുവടെയുള്ള ലിങ്ക് ഉപയോഗിച്ച് സ്ഥിരീകരിക്കുക.",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "ഉൽപ്പന്ന അപ്ഡേറ്റുകൾ| :shop",
        'title' => "ഉൽപ്പന്ന നിലയിലെ അപ്‌ഡേറ്റ് - കഴിഞ്ഞ 24 മണിക്കൂർ",
        'message' => "ഈ സന്ദേശം നിങ്ങളെ നന്നായി കണ്ടെത്തുമെന്ന് ഞാൻ പ്രതീക്ഷിക്കുന്നു. കഴിഞ്ഞ 24 മണിക്കൂറിൽ ഞങ്ങളുടെ പ്ലാറ്റ്‌ഫോമിലെ നിങ്ങളുടെ ഉൽപ്പന്നങ്ങളുടെ നിലയെക്കുറിച്ച് നിങ്ങളെ അറിയിക്കുന്നതിനുള്ള ഒരു ഹ്രസ്വ അപ്‌ഡേറ്റാണിത്.\nഈ കാലയളവിൽ, ചില ഉൽപ്പന്നങ്ങളുടെ അവസ്ഥയിൽ മാറ്റങ്ങൾ ഉണ്ടായിട്ടുണ്ട്. ഈ മാറ്റങ്ങൾ വാങ്ങലുകൾ, സ്റ്റോക്ക് അപ്ഡേറ്റുകൾ അല്ലെങ്കിൽ മറ്റ് അനുബന്ധ ഇവൻ്റുകൾ എന്നിവ മൂലമാകാം.\nഓരോ ഉൽപ്പന്നത്തെക്കുറിച്ചും കൂടുതൽ വിശദമായ വിവരങ്ങൾക്ക്, ദയവായി നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് ലോഗിൻ ചെയ്‌ത് 'ഉൽപ്പന്ന നില' വിഭാഗം പരിശോധിക്കുക.",
        'action' => "വെണ്ടർ പാനൽ തുറക്കുക",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "ബൾക്ക് ഓർഡറുകൾ ലഭിച്ചു| :shop | :date",
        'title' => "ബൾക്ക് ഓർഡറുകൾ അറിയിപ്പ്",
        'message' => "നിങ്ങൾക്ക് ഒരു കൂട്ടം ബൾക്ക് ഓർഡറുകൾ ലഭിച്ചു. കൂടുതൽ വിശദാംശങ്ങൾക്ക് നിങ്ങളുടെ പാനലിലെ ഓർഡർ പ്രോസസ്സിംഗ് പേജ് സന്ദർശിക്കുക. നൽകിയിരിക്കുന്ന സുരക്ഷിത ലിങ്ക് വഴി നിങ്ങൾക്ക് ഓർഡർ ലിസ്റ്റ് ഡൗൺലോഡ് ചെയ്യാനും കഴിയും, 7 ദിവസത്തേക്ക് സാധുതയുണ്ട്.<br><br>\n        <b>പ്രധാനം:</b> ഈ ലിങ്ക് 7 ദിവസത്തേക്ക് സാധുതയുള്ളതാണ്.<br>\n        ഈ ലിങ്ക് ചലനാത്മകമാണ്, അതിനാൽ നിങ്ങൾ ഓരോ തവണ ക്ലിക്ക് ചെയ്യുമ്പോഴും, ഈ നിർദ്ദിഷ്‌ട തീയതിക്കായി നിങ്ങൾക്ക് ഏറ്റവും അപ്‌ഡേറ്റ് ചെയ്‌ത ഓർഡറുകൾ ലഭിക്കും. <b>ഇതിനർത്ഥം ഓർഡർ പേയ്‌മെൻ്റ് സ്റ്റാറ്റസ് നിരസിച്ചു എന്നതിലേക്ക് മാറുകയാണെങ്കിൽ, ഡൗൺലോഡ് ചെയ്‌ത CSV-യിൽ നിങ്ങൾ ആ ഓർഡർ ഇനി കാണില്ല, അല്ലെങ്കിൽ ഓർഡർ പണമടച്ചാൽ, അത് ലിസ്റ്റിൽ ദൃശ്യമാകും.</b><br><br>\n        <ul>\n            <li> :date.</li>-ൽ റിസർവ് ചെയ്ത തീയതിയോടുകൂടിയ പണമടച്ചുള്ള ഓർഡറുകൾ CSV-യിൽ അടങ്ങിയിരിക്കുന്നു.\n            <li> റിസർവ് ചെയ്ത തീയതി എന്നത് ഓർഡർ പേജിൽ ഉപയോക്താവ് ചെക്ക്ഔട്ട് ക്ലിക്ക് ചെയ്യുന്ന തീയതിയാണ്.</li>\n        </ul>\n        <b> ഡ്യൂപ്ലിക്കേറ്റ് ഓർഡറുകൾ തടയുന്നതിന്, അയയ്ക്കുന്നതിന് മുമ്പ് ID ഓർഡർ പരിശോധിക്കുക.</b>",
        'action' => "ഓർഡർ ലിസ്റ്റ് ഡൗൺലോഡ് ചെയ്യുക",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "നിങ്ങളുടെ ഓർഡറിലെ ചില ഇനങ്ങൾ സ്വീകരിച്ചില്ല, ഡെലിവറി ചെയ്യാൻ കഴിയില്ല. ഈ ഇനങ്ങൾക്കുള്ള തുക ഉടൻ തന്നെ നിങ്ങളുടെ കാർഡിലേക്ക് റീഫണ്ട് ചെയ്യപ്പെടും."
    ]

];
