<?php


use App\Backoffice\Expert\enums\JobCategory;
use App\Backoffice\Expert\enums\JobTopic;

return [

    JobTopic::STORE_DESIGN => [
        'title' => 'ഒരു ഇ-കൊമേഴ്‌സ് നിർമ്മിക്കുക',
        'image' => '/images/experts/topics-sub/store-design.jpg',
        'desc' => 'നിങ്ങളുടെ ഓൺലൈൻ സ്റ്റോറിൻ്റെ രൂപകൽപ്പനയും നിർമ്മാണവും പ്രൊഫഷണലുകൾക്ക് വിടുക, അതുവഴി അവർക്ക് നിങ്ങളുടെ ആശയങ്ങൾ നടപ്പിലാക്കാൻ കഴിയും.',
    ],
    JobTopic::MARKETPLACE_SETUP => [
        'title' => 'ഒരു ചന്തസ്ഥലം സജ്ജമാക്കുക',
        'image' => '/images/experts/topics-sub/marketplace-setup.jpg',
        'desc' => 'നിങ്ങളുടെ ഉൽപ്പന്നങ്ങളും സേവനങ്ങളും വിശാലമായ പ്രേക്ഷകർക്ക് വിൽക്കാൻ ഒരു മാർക്കറ്റ് പ്ലേസ് നിർമ്മിക്കുക.',
    ],


    JobTopic::STORE_CONFIGURATION => [
        'title' => 'സ്റ്റോർ കോൺഫിഗറേഷൻ',
        'image' => '/images/experts/topics-sub/store-configuration.jpg',
        'desc' => 'സെർച്ച് എഞ്ചിനുകൾക്കായി വിശദമായ ബിസിനസ്സ് വിവരങ്ങൾ നൽകൽ, ഷിപ്പിംഗ്, വെയർഹൗസിംഗ് രീതികൾ എന്നിവ സജ്ജീകരിക്കുന്നത് പോലെയുള്ള സ്റ്റോർ ക്രമീകരണങ്ങൾക്കായി നിങ്ങൾക്ക് ഒരു വിദഗ്ദനിൽ നിന്ന് സഹായം ലഭിക്കും.',
    ],


    JobTopic::STORE_OPTIMIZATION => [
        'title' => 'പ്രകടനവും വേഗതയും മെച്ചപ്പെടുത്തലും',
        'image' => '/images/experts/topics-sub/store-optimization.jpg',
        'desc' => 'നിങ്ങളുടെ സൈറ്റിൻ്റെ വേഗതയും പ്രകടനവും വർദ്ധിപ്പിക്കുന്നതിന് വിദഗ്ധർ പ്രവർത്തിക്കും.',
    ],

    JobTopic::DOMAIN => [
        'title' => 'ഡൊമെയ്ൻ കണക്ഷൻ',
        'image' => '/images/experts/topics-sub/domain.jpg',
        'desc' => 'നിങ്ങളുടെ സ്റ്റോറിലേക്കും വെബ്‌സൈറ്റിലേക്കും ഇഷ്‌ടാനുസൃത ഡൊമെയ്ൻ ചേർക്കുക.',
    ],
    JobTopic::POD_SETUP => [
        'title' => 'POD സ്റ്റോർ സജ്ജീകരിക്കുക',
        'image' => '/images/experts/topics-sub/pod-setup.jpg',
        'desc' => 'വിദഗ്ധരുടെ സഹായത്തോടെ ഒരു പ്രിൻ്റ്-ഓൺ-ഡിമാൻഡ് സ്റ്റോർ സൃഷ്ടിക്കുക.',
    ],


    JobTopic::PAGE_DESIGN => [
        'title' => 'ലാൻഡിംഗും ആന്തരിക പേജ് രൂപകൽപ്പനയും',
        'image' => '/images/experts/topics-sub/page-design.jpg',
        'desc' => 'നിങ്ങളുടെ സൈറ്റ് ലാൻഡിംഗ് പേജുകൾ, ഹോം പേജ്, ആന്തരിക പേജുകൾ എന്നിവ രൂപകൽപ്പന ചെയ്യുക.',
    ],


    JobTopic::ADD_PRODUCT => [
        'title' => 'ഉൽപ്പന്നങ്ങളും വിഭാഗങ്ങളും ചേർക്കുക',
        'image' => '/images/experts/topics-sub/add-product.jpg',
        'desc' => 'ഉപഭോക്താക്കൾക്ക് നിങ്ങളുടെ ഉൽപ്പന്നം കണ്ടെത്തുന്നത് എളുപ്പമാക്കുന്നതിന് പാഠ വിഭാഗങ്ങളിലേക്ക് നിങ്ങളുടെ ഉൽപ്പന്നങ്ങളുടെ ചിത്രങ്ങളും വിവരണങ്ങളും സവിശേഷതകളും ചേർക്കുക.',
    ],





    JobTopic::PAYMENT => [
        'title' => 'പേയ്‌മെൻ്റ് ഗേറ്റ്‌വേ',
        'image' => '/images/experts/topics-sub/payment.jpg',
        'desc' => 'നിങ്ങളുടെ സ്റ്റോറിലേക്ക് ഒരു ഓൺലൈൻ പേയ്‌മെൻ്റ് ഗേറ്റ്‌വേ ചേർക്കുക.',
    ],


    JobTopic::TAX => [
        'title' => 'നികുതി ഉപദേശം',
        'image' => '/images/experts/topics-sub/tax.jpg',
        'desc' => 'നിങ്ങളുടെ സാമ്പത്തിക, നികുതി വിഷയങ്ങളിൽ ഉപദേശം നേടുക.',
    ],


    JobTopic::EMAIL_MARKETING => [
        'title' => 'ഇമെയിൽ മാർക്കറ്റിംഗ്',
        'image' => '/images/experts/topics-sub/email-marketing.jpg',
        'desc' => 'നിങ്ങളുടെ ഉപയോക്താക്കളെ ഉപഭോക്താക്കളാക്കി മാറ്റാനും അവരെ വാങ്ങാൻ പ്രേരിപ്പിക്കാനും ഇമെയിൽ മാർക്കറ്റിംഗ് ടൂളുകൾ ഉപയോഗിക്കുക.',
    ],


    JobTopic::SEO => [
        'title' => 'SEO',
        'image' => '/images/experts/topics-sub/seo.jpg',
        'desc' => 'Google തിരയൽ ഫലങ്ങളിൽ നിങ്ങളുടെ റാങ്കിംഗ് വർദ്ധിപ്പിക്കുക, അതുവഴി കൂടുതൽ ആളുകൾക്ക് അവരുടെ തിരയലുകളിൽ നിങ്ങളുടെ ഉൽപ്പന്നങ്ങൾ കണ്ടെത്താനാകും.',
    ],


    JobTopic::SEARCH_ADS => [
        'title' => 'പരസ്യങ്ങൾ തിരയുക',
        'image' => '/images/experts/topics-sub/search-adds.jpg',
        'desc' => 'Google പോലുള്ള തിരയൽ എഞ്ചിനുകളിൽ നിങ്ങളുടെ ഉൽപ്പന്നങ്ങൾ പരസ്യം ചെയ്യുക.',
    ],


    JobTopic::SOCIAL_MARKETING => [
        'title' => 'സോഷ്യൽ മീഡിയ മാർക്കറ്റിംഗ്',
        'image' => '/images/experts/topics-sub/social-marketing.jpg',
        'desc' => 'നിങ്ങളുടെ ഉൽപ്പന്നങ്ങളും സേവനങ്ങളും കൂടുതൽ ആളുകളെ കാണുന്നതിന് സോഷ്യൽ മീഡിയ പരസ്യ കാമ്പെയ്‌നുകൾ ആരംഭിക്കുക.',
    ],


    JobTopic::CONTENT_MARKETING => [
        'title' => 'ഉള്ളടക്ക വിപണനം',
        'image' => '/images/experts/topics-sub/content-marketing.jpg',
        'desc' => 'നിങ്ങളുടെ ബിസിനസിന് പ്രസക്തമായ ഉപയോഗപ്രദവും പ്രസക്തവുമായ ഉള്ളടക്കം നിർമ്മിക്കുകയും പ്രസിദ്ധീകരിക്കുകയും ചെയ്യുക.',
    ],


    JobTopic::SALE_CHANNELS => [
        'title' => 'വിൽപ്പന ചാനലുകൾ നിർമ്മിക്കുക',
        'image' => '/images/experts/topics-sub/sale-channels.jpg',
        'desc' => 'Selldone-ലെ നിങ്ങളുടെ ഓൺലൈൻ സ്റ്റോറിലേക്ക് കണക്‌റ്റ് ചെയ്‌ത് ഇൻസ്റ്റാഗ്രാം, ടെലിഗ്രാം, Facebook പോലുള്ള പുതിയ വിൽപ്പന ചാനലുകൾ സമാരംഭിക്കുക.',
    ],


    JobTopic::CONVERSION => [
        'title' => 'പരിവർത്തന നിരക്ക് ഒപ്റ്റിമൈസേഷൻ',
        'image' => '/images/experts/topics-sub/conversion.jpg',
        'desc' => 'കൺവേർഷൻ നിരക്കുകൾ മെച്ചപ്പെടുത്തുക, കൂടുതൽ സന്ദർശകരെ ഉപഭോക്താക്കളാക്കി മാറ്റുക, നിങ്ങളുടെ കാമ്പെയ്‌നുകളുടെ കാര്യക്ഷമത വർധിപ്പിക്കുക. കന്ധും ബാസ്‌ദഹിയും ഗ്രാമ്യൻ ഹായ് ജോദ് രാ അഫ്‌സാഹിസ് ദഹിദ്.',
    ],


    JobTopic::ANALYZE => [
        'title' => 'ഉപയോക്തൃ പെരുമാറ്റം വിശകലനം ചെയ്യുക',
        'image' => '/images/experts/topics-sub/analyze.jpg',
        'desc' => 'അവർക്ക് മികച്ച ഉപയോക്തൃ അനുഭവം നൽകുന്നതിന് ഓൺലൈൻ സ്റ്റോറിലെ നിങ്ങളുടെ ഉപയോക്താക്കളുടെ പെരുമാറ്റവും നിങ്ങളുടെ സ്റ്റോറിൻ്റെ ഫിസിക്കൽ ബ്രാഞ്ചുകളും പരിശോധിക്കുക.',
    ],


    JobTopic::BRAND_STRATEGY => [
        'title' => 'ബ്രാൻഡ് തന്ത്രം',
        'image' => '/images/experts/topics-sub/brand-strategy.jpg',
        'desc' => 'നിങ്ങളുടെ ബിസിനസ്സ് ബ്രാൻഡ് കെട്ടിപ്പടുക്കുന്നതിനും വികസിപ്പിക്കുന്നതിനും വേണ്ടി പ്രവർത്തിക്കുക.',
    ],


    JobTopic::MIGRATION => [
        'title' => 'സ്റ്റോർ ട്രാൻസ്ഫർ',
        'image' => '/images/experts/topics-sub/advise.jpg',
        'desc' => 'നിങ്ങളുടെ നിലവിലെ സ്റ്റോർ Selldone-ലേക്ക് നീക്കുക.',
    ],


    JobTopic::APP_PROGRAMMER => [
        'title' => 'ഒരു ആപ്ലിക്കേഷൻ നിർമ്മിക്കുക',
        'image' => '/images/experts/topics-sub/app-programmer.jpg',
        'desc' => 'നിങ്ങളുടെ സ്വന്തം ആപ്ലിക്കേഷൻ ഡിസൈനിംഗും പ്രോഗ്രാമിംഗും',
    ],


    JobTopic::APP_INSTALL => [
        'title' => 'ആപ്ലിക്കേഷൻ ഇൻസ്റ്റാൾ ചെയ്യുക',
        'image' => '/images/experts/topics-sub/app-install.jpg',
        'desc' => 'സ്റ്റോറിൽ നിങ്ങൾക്ക് ആവശ്യമുള്ള ആപ്ലിക്കേഷൻ ഇൻസ്റ്റാൾ ചെയ്ത് കോൺഫിഗർ ചെയ്യുക.',
    ],


    JobTopic::UX_DESIGN => [
        'title' => 'സമർപ്പിത UX ഡിസൈൻ',
        'image' => '/images/experts/topics-sub/ux-designer.jpg',
        'desc' => 'സ്റ്റോറിലോ ആപ്ലിക്കേഷനിലോ നിങ്ങളുടെ ഉപയോക്താക്കൾക്കായി ഒരു അദ്വിതീയ ഉപയോക്തൃ അനുഭവം രൂപകൽപ്പന ചെയ്യുക.',
    ],


    JobTopic::DEBUG => [
        'title' => 'ട്രബിൾഷൂട്ടിംഗ്',
        'image' => '/images/experts/topics-sub/debug.jpg',
        'desc' => 'നിങ്ങളുടെ സ്റ്റോറിലെ പിശകുകളും പ്രശ്നങ്ങളും പരിഹരിക്കുക.',
    ],


    JobTopic::STRATEGY => [
        'title' => 'ബിസിനസ് സ്ട്രാറ്റജി കൺസൾട്ടിംഗ്',
        'image' => '/images/experts/topics-sub/strategy.jpg',
        'desc' => 'നിങ്ങളുടെ ബിസിനസ്സ് വികസിപ്പിക്കുന്നതിനും മെച്ചപ്പെടുത്തുന്നതിനും പരിചയസമ്പന്നരും പരിചയസമ്പന്നരുമായ ആളുകളിൽ നിന്ന് വിദഗ്ദ്ധോപദേശം തേടുക.',
    ],


    JobTopic::PRODUCT_GUIDE => [
        'title' => 'ഉൽപ്പന്ന റിസോഴ്സ് ഗൈഡ്',
        'image' => '/images/experts/topics-sub/products-guide.jpg',
        'desc' => 'ഉൽപ്പന്നം തയ്യാറാക്കൽ, തയ്യാറാക്കൽ, ഉൽപ്പന്ന വിതരണ സൈക്കിൾ ഡിസൈൻ എന്നിവയ്ക്കുള്ള ഉപദേശം നേടുക.',
    ],


    JobTopic::SETUP_GUIDE => [
        'title' => 'സ്റ്റോർ സജ്ജീകരണവും ഡിസൈൻ കൺസൾട്ടിംഗും',
        'image' => '/images/experts/topics-sub/setup-guide.jpg',
        'desc' => 'ഒരു ബിസിനസ്സ് ആരംഭിക്കുന്നതിനോ ഓൺലൈനാക്കുന്നതിനോ ഈ മേഖലയിലെ വിദഗ്ധരിൽ നിന്ന് ഉപദേശം നേടുക.',
    ],


    JobTopic::MARKETING_GUIDE => [
        'title' => 'മാർക്കറ്റിംഗ്, സെയിൽസ് കൺസൾട്ടിംഗ്',
        'image' => '/images/experts/topics-sub/marketing-guide.jpg',
        'desc' => 'നിങ്ങളുടെ വിൽപ്പന വിപണനം ചെയ്യുന്നതിനും വർദ്ധിപ്പിക്കുന്നതിനും ഈ മേഖലയിലെ വിദഗ്ധരിൽ നിന്നും പ്രൊഫഷണലുകളിൽ നിന്നും ഉപദേശം നേടുക.',
    ],


    JobTopic::PRODUCT_DESCRIPTION => [
        'title' => 'ഉൽപ്പന്ന വിവരണം',
        'image' => '/images/experts/topics-sub/product-description.jpg',
        'desc' => 'നിങ്ങളുടെ ഉൽപ്പന്നങ്ങൾക്കായി ആകർഷകമായ വിവരണങ്ങൾ എഴുതുക, അതുവഴി ഉപഭോക്താക്കൾക്ക് നിങ്ങളുടെ ഉൽപ്പന്നങ്ങളെ കൂടുതൽ എളുപ്പത്തിൽ അറിയാൻ കഴിയും.',
    ],


    JobTopic::CONTENT_WRITE => [
        'title' => 'മാർക്കറ്റിംഗ്, പരസ്യ ഉള്ളടക്കം',
        'image' => '/images/experts/topics-sub/marketing-content.jpg',
        'desc' => 'ബ്രാൻഡ് സ്റ്റോറി, നിങ്ങളുടെ ഉപഭോക്താക്കളുടെ ആവശ്യങ്ങൾ, ബിസിനസ്സ് എന്നിവയെക്കുറിച്ച് എഴുതുക, അതുവഴി മറ്റുള്ളവർക്ക് നിങ്ങളുടെ സൈറ്റ് അവരുടെ സുഹൃത്തുക്കളുമായി പങ്കിടാനോ കൂടുതൽ ഫലപ്രദമായ പരസ്യം നൽകാനോ കഴിയും.',
    ],


    JobTopic::LOGO_DESIGN => [
        'title' => 'ലോഗോയും ബ്രാൻഡ് ഡിസൈനും',
        'image' => '/images/experts/topics-sub/logo-design.jpg',
        'desc' => 'നിങ്ങളുടെ ബ്രാൻഡിനായി ഇമേജും ലോഗോ ഉള്ളടക്കവും രൂപകൽപ്പന ചെയ്യുക.',
    ],


    JobTopic::BRAND_DESIGN => [
        'title' => 'ബാനർ ഡിസൈൻ',
        'image' => '/images/experts/topics-sub/banner-designer.jpg',
        'desc' => 'ആകർഷകമായ ബ്രാൻഡ് രൂപകൽപ്പന ചെയ്യുന്നത് നിങ്ങളുടെ സൈറ്റിലേക്ക് കൂടുതൽ ഉപയോക്താക്കളെ ആകർഷിക്കാൻ സഹായിക്കും.',
    ],


    JobTopic::VIDEO => [
        'title' => 'ചിത്രീകരണവും ആനിമേഷനും',
        'image' => '/images/experts/topics-sub/video.jpg',
        'desc' => 'പരസ്യ ചിത്രങ്ങളുടെയും 2D, 3D ആനിമേഷനുകളുടെയും നിർമ്മാണം ഈ മേഖലയിലെ മികച്ച വിദഗ്ധർക്ക് വിട്ടുകൊടുക്കുക.',
    ],


    JobTopic::PHOTOGRAPHY => [
        'title' => 'ഉൽപ്പന്ന ഫോട്ടോഗ്രാഫി',
        'image' => '/images/experts/topics-sub/photography.jpg',
        'desc' => 'നിങ്ങളുടെ സ്റ്റോർ മികച്ചതാക്കാൻ നിങ്ങളുടെ ഉൽപ്പന്നങ്ങളുടെയും സേവനങ്ങളുടെയും വ്യാവസായികവും പ്രൊഫഷണൽതുമായ ഫോട്ടോകൾ എടുക്കുക.',
    ],


    JobTopic::PHOTO_EDITOR => [
        'title' => 'ഫോട്ടോകൾ എഡിറ്റ് ചെയ്യുക',
        'image' => '/images/experts/topics-sub/photo-editor.jpg',
        'desc' => 'ആകർഷകമായ ചിത്രങ്ങൾ രൂപകൽപ്പന ചെയ്യുക, അതിൽ ഇഫക്‌റ്റുകൾ ചേർക്കുകയോ പശ്ചാത്തലങ്ങൾ നീക്കം ചെയ്യുകയോ ഫോട്ടോയിലേക്ക് വാചകം ചേർക്കുകയോ ചെയ്യാം.',
    ],


    JobTopic::MODELING_3D => [
        'title' => '3D മോഡലിംഗും AR',
        'image' => '/images/experts/topics-sub/3d.jpg',
        'desc' => 'നിങ്ങളുടെ വിൽപ്പന ഗണ്യമായി വർദ്ധിപ്പിക്കുന്നതിന് നിങ്ങളുടെ ഉൽപ്പന്നങ്ങളുടെ 3D ഓഗ്മെൻ്റഡ് റിയാലിറ്റി മോഡലുകൾ രൂപകൽപ്പന ചെയ്യുക.',
    ],


    JobTopic::DROPSHIPPING => [
        'title' => 'ഡ്രോപ്പ്ഷിപ്പിംഗ് സജ്ജീകരിക്കുക',
        'image' => '/images/experts/topics-sub/dropshipping.jpg',
        'desc' => 'നിങ്ങൾക്ക് നിർമ്മാതാവോ വെയർഹൗസോ ഉണ്ടെങ്കിൽ, ആയിരക്കണക്കിന് ഓൺലൈൻ സ്റ്റോറുകളിലൂടെ നിങ്ങളുടെ ഉൽപ്പന്നങ്ങൾ എളുപ്പത്തിൽ വിൽക്കാൻ ഡ്രോപ്പ്-ഷിപ്പിംഗ് വിദഗ്ധർ നിങ്ങളെ സഹായിക്കും.',
    ],


    JobTopic::RESELLING => [
        'title' => 'റീസെല്ലർക്കുള്ള സജ്ജീകരണം',
        'image' => '/images/experts/topics-sub/reseller.jpg',
        'desc' => 'ചരക്കുകളും സംഭരണവും വാങ്ങാതെ അല്ലെങ്കിൽ ഒരു പാക്കേജ് പോലും അയയ്‌ക്കാതെ നിങ്ങൾക്ക് മികച്ച വരുമാനമുള്ള ഒരു മികച്ച സ്റ്റോർ ഉണ്ടായിരിക്കാം.',
    ],


    JobTopic::POS_SETUP => [
        'title' => 'ഒരു ഓൺലൈൻ ക്യാഷ് രജിസ്റ്റർ സജ്ജീകരിക്കുന്നു',
        'image' => '/images/experts/topics-sub/pos-setup.jpg',
        'desc' => "നിങ്ങളുടെ സ്റ്റോർ ബ്രാഞ്ചുകളിൽ Selldone-ൻ്റെ ക്യാഷ് രജിസ്റ്റർ ഇൻസ്റ്റാൾ ചെയ്യുക, നിങ്ങളുടെ ബിസിനസ്സ്, ഫിസിക്കൽ ബ്രാഞ്ചുകൾ വികസിപ്പിക്കുന്നതിന് ലഭ്യമായ ഏറ്റവും പ്രൊഫഷണൽ സ്റ്റോർ ടൂളുകൾ ഉപയോഗിക്കുക.",
    ],




    'CATEGORIES' => [
        JobCategory::SETUP => [
            'title' => 'ഓൺലൈൻ ഷോപ്പ് സജ്ജീകരിക്കുക',
            'image' => '/images/experts/categories/SETUP.jpg',
            'desc' => 'ഈ മേഖലയിലെ വിദഗ്ധർ നിങ്ങളുടെ ഓൺലൈൻ സ്റ്റോർ നിർമ്മിക്കുന്നതും സജ്ജീകരിക്കുന്നതും നിങ്ങൾക്ക് എളുപ്പത്തിലും വേഗത്തിലും ഉണ്ടാക്കുന്നു.',
        ],
        JobCategory::PAYMENT => [
            'title' => 'പേയ്‌മെൻ്റ് രീതികൾ ചേർക്കുക',
            'image' => '/images/experts/categories/PAYMENT.jpg',
            'desc' => 'നിങ്ങൾക്കായി ഗേറ്റ്‌വേ സ്വീകരിക്കുന്നതിനും അപ്‌ഡേറ്റ് ചെയ്യുന്നതിനുമുള്ള പ്രക്രിയ നടത്താൻ ഒരു പേയ്‌മെൻ്റ് ഗേറ്റ്‌വേ സ്പെഷ്യലിസ്റ്റിനെ നിയമിക്കുക.',
        ],
        JobCategory::MANAGEMENT => [
            'title' => 'സ്റ്റോർ മാനേജ്മെൻ്റ്',
            'image' => '/images/experts/categories/MANAGEMENT.jpg',
            'desc' => 'നിങ്ങളുടെ സ്റ്റോർ മാനേജ്മെൻ്റിൽ ചിലത് ഒരു സ്റ്റോർ മാനേജ്മെൻ്റ് സ്പെഷ്യലിസ്റ്റിന് ഔട്ട്സോഴ്സ് ചെയ്യാം. ഒരു ബിസിനസ്സ് നടത്തുന്നതിൻ്റെ എല്ലാ വശങ്ങളെക്കുറിച്ചും അവർ വിദഗ്ധ ഉപദേശവും നൽകുന്നു.',
        ],
        JobCategory::CONTENT => [
            'title' => 'ഉള്ളടക്ക രചന',
            'image' => '/images/experts/categories/CONTENT.jpg',
            'desc' => 'നിങ്ങളുടെ ഉൽപ്പന്നങ്ങൾക്കായി ഉള്ളടക്കം എഴുതുക, ബ്രാൻഡ് അല്ലെങ്കിൽ സ്റ്റോർ ഉള്ളടക്ക എഴുത്ത് പ്രൊഫഷണലുകൾക്ക്.',
        ],
        JobCategory::PHOTOGRAPHY => [
            'title' => 'ഛായാഗ്രഹണവും എഡിറ്റിംഗും',
            'image' => '/images/experts/categories/PHOTOGRAPHY.jpg',
            'desc' => 'നിങ്ങളുടെ ഉൽപ്പന്നങ്ങളുടെയും സേവനങ്ങളുടെയും ഫോട്ടോകൾ എടുക്കേണ്ടതുണ്ടോ? ഈ വിഭാഗത്തിലെ വിദഗ്ധർ നിങ്ങൾക്ക് ആവശ്യമുള്ള ചിത്രങ്ങളും ആനിമേഷനുകളും 3D മോഡലുകളും തയ്യാറാക്കും.',
        ],
        JobCategory::MARKETING => [
            'title' => 'മാർക്കറ്റിംഗ്',
            'image' => '/images/experts/categories/MARKETING.jpg',
            'desc' => 'നിങ്ങളുടെ കാമ്പെയ്‌നുകളിലും പ്രോത്സാഹനങ്ങളിലും മികച്ച ക്രമീകരണങ്ങൾ വരുത്തുന്നതിനോ ഫലപ്രദമായ പരസ്യ കാമ്പെയ്ൻ സമാരംഭിക്കുന്നതിനോ മാർക്കറ്റിംഗ് വിദഗ്ധർ നിങ്ങളെ സഹായിക്കുന്നു.',
        ],
        JobCategory::ADD_PRODUCT => [
            'title' => 'ഉൽപ്പന്നങ്ങളും വിഭാഗങ്ങളും ചേർക്കുക',
            'image' => '/images/experts/categories/ADD_PRODUCT.jpg',
            'desc' => 'സ്റ്റോറിലേക്ക് ഉൽപ്പന്നങ്ങൾ ചേർക്കുന്നതിന് നിങ്ങൾക്ക് ഇത് ചെയ്യാൻ ആളുകളെ വാടകയ്‌ക്കെടുക്കാം.',
        ],
        JobCategory::ADD_PAGE => [
            'title' => 'പേജുകൾ ചേർക്കുക (ലാൻഡിംഗുകൾ, ഞങ്ങളെ കുറിച്ച്, ...)',
            'image' => '/images/experts/categories/ADD_PAGE.jpg',
            'desc' => 'ഞങ്ങളെക്കുറിച്ചും നിങ്ങളുടെ സൈറ്റിൻ്റെ മറ്റ് പേജുകളെക്കുറിച്ചും ലാൻഡിംഗ് പേജുകൾ സൃഷ്ടിക്കുന്നത് ഈ വിദഗ്ധർക്ക് വിട്ടുകൊടുക്കാം.',
        ],
        JobCategory::MIGRATION => [
            'title' => 'മറ്റൊരു ഇ-കൊമേഴ്‌സ് പ്ലാറ്റ്‌ഫോമിൽ നിന്ന് എൻ്റെ ഷോപ്പ് മൈഗ്രേറ്റ് ചെയ്യുക',
            'image' => '/images/experts/categories/MIGRATION.jpg',
            'desc' => 'നിങ്ങൾക്ക് മുമ്പ് ഒരു സ്റ്റോർ ഉണ്ടായിരുന്നോ? സ്റ്റോർ ഒരു സ്പെഷ്യലിസ്റ്റിന് കൈമാറുന്നതിനുള്ള ചുമതല നിങ്ങൾക്ക് ഉപേക്ഷിക്കാൻ കഴിയും, അതുവഴി ഒരു പ്രൊഫഷണൽ സേവനത്തിന് നിങ്ങളുടെ സ്റ്റോറിനെ എക്കാലവും പിന്തുണയ്ക്കാൻ കഴിയും.',
        ],
        JobCategory::APP_SETUP => [
            'title' => 'ആപ്ലിക്കേഷൻ സജ്ജീകരിക്കുക',
            'image' => '/images/experts/categories/APP_SETUP.jpg',
            'desc' => 'നിങ്ങളുടെ സ്റ്റോറിൽ ആപ്പുകൾ സജ്ജീകരിക്കുന്നതിനും ഇൻസ്റ്റാൾ ചെയ്യുന്നതിനും സഹായം ആവശ്യമുണ്ടോ? നിങ്ങൾ ഒരു സമർപ്പിത ആപ്ലിക്കേഷൻ നിർമ്മിക്കേണ്ടതുണ്ടോ? ഈ മേഖലയിലെ വിദഗ്ധർ നിങ്ങളോടൊപ്പമുണ്ടാകും.',
        ],
        JobCategory::DROP_SHIPPING => [
            'title' => 'ഡ്രോപ്പ്ഷിപ്പിംഗ് സജ്ജീകരിക്കുക',
            'image' => '/images/experts/categories/DROP_SHIPPING.jpg',
            'desc' => 'നിങ്ങളൊരു മൊത്തക്കച്ചവടക്കാരനോ ചില്ലറ വ്യാപാരിയോ ആണെങ്കിൽ, Selldone ഡ്രാപ്പിംഗ് പ്ലാറ്റ്‌ഫോമാണ് നിങ്ങൾ എപ്പോഴും തിരയുന്നത്. നിങ്ങളുടെ ബിസിനസ്സ് വിൽക്കുന്നതിനുള്ള പുതിയ വഴികൾ കണ്ടെത്താൻ ഡ്രോപ്പ്ഷിപ്പിംഗ് വിദഗ്ധർക്ക് നിങ്ങളെ സഹായിക്കാനാകും.',
        ],
        JobCategory::POS_SETUP => [
            'title' => 'Selldone POS സജ്ജീകരിക്കുക',
            'image' => '/images/experts/categories/POS_SETUP.jpg',
            'desc' => "നിങ്ങളുടെ സ്റ്റോറിൻ്റെ ഓൺലൈൻ POS സജ്ജീകരിക്കാൻ ഒരു സ്പെഷ്യലിസ്റ്റിനെ നിയമിക്കുക.",
        ],

    ]

];
