<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "ഇൻസ്റ്റാഗ്രാം സ്റ്റോർ ബിൽഡർ|ഇൻസ്റ്റാഗ്രാം അക്കൗണ്ട് ഓൺലൈൻ സ്റ്റോറിലേക്ക് പരിവർത്തനം ചെയ്യുക",
        'desc' => "നിങ്ങളുടെ പണം എവിടെയും പാഴാക്കരുത്. Selldone-ൽ നിങ്ങളുടെ സ്റ്റോർ നിർമ്മിച്ചുകഴിഞ്ഞാൽ, WordPress, Joomla, WooCommerce പോലുള്ള മറ്റ് സ്റ്റോർ ബിൽഡിംഗ് ടൂളുകളുമായി പ്രവർത്തിക്കാൻ നിങ്ങൾ ഇനി ചിന്തിക്കില്ല.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "ഷെഫും അവളുടെ ഭംഗിയുള്ള പൂച്ചയും എങ്ങനെയാണ് ഇൻസ്റ്റാഗ്രാമിൽ വിൽക്കുന്നത്?",


        'alt1' => "Selldone ഇൻസ്റ്റാഗ്രാം സ്റ്റോർ ബിൽഡർ",
        'alt2' => 'ഇൻസ്റ്റാഗ്രാമിൽ സാറ കേക്ക് വിറ്റ കഥ',
        'alt3' => 'Selldone ഓൺലൈൻ ഓർഡർ പ്രോസസ്സിംഗ് സെൻ്റർ',
        'alt4' => 'Selldone ഓൺലൈൻ സ്റ്റോർ പേയ്‌മെൻ്റ് ഗേറ്റ്‌വേ',
        'alt5' => 'ഓൺലൈൻ സ്റ്റോറുകൾക്കായുള്ള ഓട്ടോമേറ്റഡ് SEO എഞ്ചിൻ',
        'alt6' => 'ഇൻസ്റ്റാഗ്രാമിൽ ഓൺലൈനായി വിൽക്കാനുള്ള പുതിയ വഴികൾ',
        'alt7' => 'ബ്രാൻഡിംഗും ബ്രാൻഡിംഗും',
        'alt8' => 'ഷോപ്പ് കാഷ്യർ',
        'alt9' => 'മാർക്കറ്റിംഗ്, സെയിൽസ് ടൂളുകൾ',
        'alt10' => 'സ്വതന്ത്ര ബിസിനസ് പങ്കാളി',
        'alt11' => 'ഓർഡർ പ്രോസസ്സിംഗ് സെൻ്റർ',
        'alt12' => 'വിശ്വസ്തരായ ഉപഭോക്താക്കൾ',
        'alt13' => 'നേരിട്ടുള്ള പേയ്‌മെൻ്റ് ഗേറ്റ്‌വേ',
        'alt14' => 'ഇൻസ്റ്റാഗ്രാം വിൽപ്പന ചാനലുകൾ',
        'alt15' => 'ഒരു സൈറ്റിനെയും സ്റ്റോർ ഡെവലപ്പറെയും നിയമിക്കുന്നു',
        'alt16' => 'Selldone പ്ലാറ്റ്ഫോം സ്റ്റോറി',
        'alt17' => 'സൈറ്റും സ്റ്റോർ ഓട്ടോമേറ്റഡ് SEO എഞ്ചിനും',
        'alt18' => 'സന്തോഷകരമായ വിൽപ്പനക്കാരൻ',
        'alt19' => 'ഷോപ്പിംഗ് കാർട്ട്',


        'm1' => 'എന്തുകൊണ്ട് Selldone?',
        'm2' => 'ഓട്ടോ എസ്.ഇ.ഒ',
        'm3' => 'വിലകൾ (സൗജന്യമായി)',

        'register' => 'രജിസ്റ്റർ ചെയ്യുക',

        'header' => '<span class="ulr"> 10x Times</span> കൂടുതൽ & മികച്ച <br><span class="ulr">Sell</span> ഇൻസ്റ്റാഗ്രാമിൽ',
        'header_msg' => 'ഉപഭോക്താക്കൾ Instagram-ൽ നിന്ന് ഒരു സ്റ്റോർ പോലുള്ള പേജ് തുറക്കുന്നതും അവർ ഇഷ്ടപ്പെടുന്ന ഫോട്ടോകളിൽ നിന്ന് ഉൽപ്പന്നങ്ങൾ തിരഞ്ഞെടുക്കുന്നതും ഒരു ഓർഡറിലേക്ക് ചേർക്കുന്നതും ഓൺലൈനിൽ നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് നേരിട്ട് പണമടയ്ക്കുന്നതും സങ്കൽപ്പിക്കുക. പരിഹാരം നിങ്ങളുടെ മുന്നിലുണ്ട്.',

        'name_plc' => 'നിങ്ങളുടെ ഉപയോക്തൃനാമം നൽകുക',
        'preview' => 'പ്രിവ്യൂ സ്റ്റോർ',
        'create_act' => 'ഒരു ഇൻസ്റ്റാഗ്രാം സ്റ്റോർ സൃഷ്ടിക്കുക',


        'title1s' => 'ഇത് എങ്ങനെ പ്രവർത്തിക്കുന്നു?',
        'title1' => 'നിങ്ങളുടെ ഇൻസ്റ്റാഗ്രാം ഒരു <span class="ulb">full-featured</span> സ്റ്റോറാക്കി മാറ്റുക!',
        'desc1' => 'നിങ്ങൾക്ക് ഏറ്റവും വലിയ ഓൺലൈൻ സ്റ്റോറുകളുടെ പാനലിനേക്കാൾ കൂടുതൽ സവിശേഷതകൾ ഉണ്ടാകും, എന്നാൽ തെറ്റ് ചെയ്യരുത്, ലളിതമായ ഹോസ്റ്റുകൾക്കൊപ്പം പ്രവർത്തിക്കുന്നത് രസകരമാണ്.',
        'sub1' => 'ഉൽപ്പന്ന മാനേജ്മെൻ്റ് ഇതുപോലെ പ്രവർത്തിക്കുന്നു...',
        'sub1msg' => "ഉൽപ്പന്നങ്ങൾ കൂട്ടിച്ചേർക്കുക എന്നതാണ് ആദ്യപടി. Selldone ഉപയോഗിച്ച്, നിങ്ങൾക്ക് Instagram-ൽ നിന്ന് ഉൽപ്പന്നങ്ങൾ ഇറക്കുമതി ചെയ്യാനോ ഒരു Excel ഫയൽ അപ്‌ലോഡ് ചെയ്യാനോ അല്ലെങ്കിൽ കുറച്ച് ക്ലിക്കുകളിലൂടെ മറ്റ് ലളിതമായ രീതികൾ ഉപയോഗിക്കാനോ കഴിയും.",
         'list1_1' => 'പൂർണ്ണമായും കൊല്ലുകയും മാനേജ്മെൻ്റിനെ അടയ്ക്കുകയും ചെയ്യുക',
         'list1_2' => 'ഇൻവെൻ്ററി അപ്‌ഡേറ്റും വേഗത്തിലുള്ള വിലയും',
         'list1_3' => 'എക്സൽ ഫയൽ ഉപയോഗിച്ച് ഉൽപ്പന്നങ്ങൾ ചേർക്കുക',
         'list1_4' => 'ഇതിൽ നിന്ന് ഉൽപ്പന്നങ്ങൾ ചേർക്കുക',
         'list1_5' => 'നിങ്ങൾക്ക് ബോറടിക്കുന്നുണ്ടോ? ഞങ്ങൾ നിങ്ങളെ ചേർക്കും!',

        'title2s' => 'ഓർഡറുകൾ ഇതുപോലെ പ്രവർത്തിക്കുന്നു...',
        'title2' => "പ്രതിദിനം 10 മടങ്ങ് കൂടുതൽ ഓർഡറുകൾ നിങ്ങൾക്ക് പര്യാപ്തമല്ലേ? ഓരോ സ്റ്റോറിനും പ്രതിദിനം 10 ആയിരത്തിലധികം ഓർഡറുകൾക്കായി Selldone രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്നു.",

        'list2_1' => 'നിങ്ങളുടെ യാത്രാ നില വേഗത്തിൽ കാണുകയും വേഗത്തിൽ പ്രവർത്തിക്കുകയും ചെയ്യുക',
        'list2_2' => 'ഉപഭോക്താവിന് തൻ്റെ ഓർഡറിൻ്റെ ഏറ്റവും പുതിയ നില കാണാനാകും',
        'list2_3' => 'പേയ്‌മെൻ്റ്, ഓർഡർ പ്രോസസ്സിംഗ്, ഷിപ്പിംഗ് എന്നിവ നിയന്ത്രിക്കുക',
        'list2_4' => 'നിങ്ങൾക്ക് ആവശ്യമുള്ളത്ര സഹകാരികളെ ചേർക്കുക',


        'title3s' => 'നേരിട്ടുള്ള ഗെയിം പൂർത്തിയായി!',
        'title3' => "നിങ്ങളുടെ സ്റ്റോറിലെ ഓൺലൈൻ പേയ്‌മെൻ്റ് നിങ്ങളുടെ ഡൊമെയ്‌നിലും നേരിട്ട് നിങ്ങളുടെ അക്കൗണ്ടിലും ചെയ്യും! നിങ്ങൾക്ക് ഓൺലൈൻ പോർട്ടലുകളുടെ തരങ്ങളും ഓൺ-സൈറ്റ് പേയ്‌മെൻ്റും തിരഞ്ഞെടുക്കാം.",

        'list3_1' => 'ഓൺലൈൻ പേയ്‌മെൻ്റ് ഗേറ്റ്‌വേ (നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് നേരിട്ട്)',
        'list3_2' => 'ഓൺ-സൈറ്റ് പേയ്‌മെൻ്റ് പ്രവർത്തനക്ഷമമാക്കാനുള്ള കഴിവ്',
        'list3_3' => 'ഇലക്ട്രോണിക് ട്രസ്റ്റ് ചിഹ്നം ഇല്ലാതെ ഗേറ്റ്‌വേ സ്വീകരിക്കുക (പേയ്റോൾ)',
        'list3_4' => 'പേയ്‌മെൻ്റുകളും ഒറ്റ ക്ലിക്ക് ഓർഡറുകളും നിയന്ത്രിക്കുക',


        'title4s' => 'ഓട്ടോ എസ്.ഇ.ഒ',
        'title4' => 'SEO മികച്ച രീതികൾ പിന്തുടരുന്ന ഒരു SEO-സൗഹൃദ സൈറ്റ് രൂപകൽപ്പന ചെയ്യുന്നത് നിങ്ങളുടെ ഓൺലൈൻ ബിസിനസ്സ് സാധ്യതയുള്ള ഉപഭോക്താക്കൾക്ക് കൂടുതൽ ദൃശ്യമാക്കാൻ സഹായിക്കുന്നു. Selldone നിങ്ങൾക്ക് ഒരു SEO-അധിഷ്ഠിത സ്റ്റോറിന് ആവശ്യമായ ഇൻഫ്രാസ്ട്രക്ചർ നൽകുന്നു, അതിനാൽ Google-ൽ കണ്ടെത്തുന്നതിനെക്കുറിച്ച് നിങ്ങൾ വിഷമിക്കേണ്ടതില്ല.',

        'list4_1' => 'നിങ്ങൾ നല്ല വാചകങ്ങളും ചിത്രങ്ങളും ഞങ്ങൾക്കൊപ്പം വിടുന്നു',

        'title0' => '<span class="uly"> കൂടുതൽ പ്രൊഫഷണലായി വിൽക്കാനുള്ള സമയമാണിത്</span>, നിങ്ങളുടെ ഉപഭോക്താക്കളെ സന്തോഷിപ്പിക്കുക<br> ഒപ്പം നിങ്ങൾ ഒരു ഓൺലൈൻ ബിസിനസ്സ് വളർത്തിയെടുക്കുന്നതിൽ അഭിമാനിക്കുന്നു',


        'title6s' => "ഇതിൽ തൃപ്തിപ്പെടരുത്",
        'title6' => 'ഒരു ഇൻസ്റ്റാഗ്രാം സ്റ്റോറിനേക്കാൾ കൂടുതൽ...',


        'features' => 'സവിശേഷതകൾ',
        'features_act' => 'എല്ലാ സവിശേഷതകളും കാണുക',

        'x1' => 'നിങ്ങളുടെ ബ്രാൻഡ് നിർമ്മിക്കുന്നതിനും നിങ്ങളുടെ സ്വന്തം കസ്റ്റമർ ക്ലബ് ഉണ്ടാക്കുന്നതിനും ഒരു സമർപ്പിത ഡൊമെയ്‌നിൽ ഓൺലൈൻ സ്റ്റോർ.',
        'x2' => '0 $ സജ്ജീകരണ ചെലവും നിങ്ങൾക്ക് ആവശ്യമുള്ളത്രയും ഉള്ള ഒരു ഷോപ്പിനായുള്ള ഓൺലൈൻ സ്റ്റോർ ക്യാഷ് രജിസ്റ്റർ.',
        'x3' => 'ഏറ്റവും വലിയ പോലീസ് മാർക്കറ്റ് ബ്രാൻഡുകൾക്ക് പോലും ഇല്ലാത്ത മികച്ച മാർക്കറ്റിംഗ്, സെയിൽസ് ടൂളുകൾ.',
        'x4' => "Selldone എന്ന് പേരുള്ള നല്ലതും കുറഞ്ഞ പ്രതീക്ഷയുള്ളതുമായ ഒരു പങ്കാളി, അതിൻ്റെ മുഴുവൻ ശ്രമവും കമ്പനിയുടെ വിൽപ്പന വർദ്ധിപ്പിക്കാനാണ്, പണം വാങ്ങി അവരെ ഉപേക്ഷിക്കാനല്ല.",

        'a1' => 'ഓർഡർ പ്രോസസ്സിംഗ്',
        'a1s' => 'വേഗതയ്ക്കായി രൂപകൽപ്പന ചെയ്തിരിക്കുന്നത്',

        'a2' => 'മാർക്കറ്റിംഗും പ്രോത്സാഹനവും',
        'a2s' => 'വിശ്വസ്തരായ ഉപഭോക്താക്കളെ കണ്ടെത്തുക',

        'a3' => 'നേരിട്ടുള്ള പേയ്‌മെൻ്റ്',
        'a3s' => 'പേയ്‌മെൻ്റ് ഇൻ്റർഫേസ് ഇല്ല',

        'a4' => 'വിൽപ്പന ചാനലുകൾ',
        'a4s' => 'ടെലിഗ്രാം, ഗൂഗിൾ, ഇൻസ്റ്റാഗ്രാം തുടങ്ങിയവ.',

        'blog' => 'وبلاگ',

        'b1' => "2021-ൽ ഞങ്ങൾക്ക് ഇപ്പോഴും ഒരു പ്രോഗ്രാമറെ നിയമിക്കണോ, സ്റ്റോർ ബിൽഡിംഗ് പാക്കേജുകളോ ഹോസ്റ്റുകളോ വാങ്ങേണ്ടതുണ്ടോ?",
        'b2' => "Selldone യുടെ കഥ|ഒരു സൈറ്റും ഓൺലൈൻ ബിസിനസ്സുകളും സമാരംഭിക്കുന്ന രീതിയിലെ മാറ്റം",
        'b3' => 'Google ഫലങ്ങളിൽ ഓട്ടോമാറ്റിക് SEO എഞ്ചിൻ തിളങ്ങുന്നു',
        'read' => 'തുടരുക',

        'title5s' => 'ഇതിൻ്റെ വില എത്രയാണെന്ന് അറിയണോ?',
        'title5' => '<span class="ulr"> മോഡലിൽ നിന്ന് 2% കമ്മീഷനോടെ </span> ന് സൗജന്യമായി <br> മോഡൽ 0.5% കമ്മീഷനായി പ്രതിമാസ ഫീസോടെ',
        'msg5' => "നിങ്ങൾക്ക് വിൽപ്പന ഇല്ലാത്തിടത്തോളം, ഒരു റിയാലിൻ്റെ ഉടമകൾ സൈറ്റ്, ഹോസ്റ്റ്, സെർവറുകൾ, സേവനങ്ങൾ, ഉപകരണങ്ങൾ, പിന്തുണ, അപ്‌ഡേറ്റുകൾ എന്നിവയ്‌ക്കും മറ്റെന്തിനും നിങ്ങളിൽ നിന്ന് നിരക്ക് ഈടാക്കില്ല! പണം നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് നേരിട്ട് ക്രെഡിറ്റ് ചെയ്യപ്പെടും! Selldone തൻ്റെ എല്ലാ പങ്കാളികളെയും മാസാവസാനം ഫീസ് അടയ്ക്കാൻ വിശ്വസിക്കുന്നു അല്ലെങ്കിൽ കുറച്ച് മാസങ്ങൾക്ക് ശേഷം അവർക്ക് എന്തെങ്കിലും പ്രശ്‌നമുണ്ടെങ്കിൽ അവരുടെ വാലറ്റുകൾ ചാർജ് ചെയ്യുക.",
         'footer_act' => "സൗജന്യം മാത്രമല്ല നേട്ടം! എങ്ങനെ?",
         'footer' => 'നിങ്ങൾക്ക് ആവശ്യമുള്ള എന്തെങ്കിലും ചോദ്യങ്ങളോ നുറുങ്ങുകളോ ചോദിക്കുക.',

        's1' => 'സ്മാർട്ട് റിപ്പോർട്ടിംഗ്',
        's2' => 'സൗജന്യ ക്ലൗഡ് ഹോസ്റ്റിംഗ്',
        's3' => 'ലോജിസ്റ്റിക്സും പ്രോസസ്സിംഗും',
        's4' => 'ലാൻഡിംഗ് പേജ് ബിൽഡർ',
        's5' => 'സവിശേഷതകളും പ്രയോജനങ്ങളും',
        's6' => 'സാമ്പത്തിക മാനേജ്മെൻ്റ്',
        's7' => 'മാർക്കറ്റിംഗ് ടൂളുകൾ',
        's8' => 'പ്രോത്സാഹനങ്ങളും ഉപഭോക്താക്കളും',
        's9' => 'ഏകദേശം Selldone',
        's10' => 'ബ്ലോഗ്',
        's11' => 'സഹായിക്കുക',
        's12' => 'സ്വകാര്യത',
        's13' => 'നിബന്ധനകളും വ്യവസ്ഥകളും',
        's14' => 'ഷോപ്പ് ബിൽഡർ',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Selldone-ൽ പ്രവർത്തിക്കുന്നതിൽ ആശങ്കയുണ്ടോ?",
        'import_title' => "Selldone ഉപയോക്താക്കളോട് ചോദിക്കുക; <span class='ulr'> ലാളിത്യം, വേഗത</span> എന്നിവയെക്കുറിച്ചുള്ള അവരുടെ ഫീഡ്‌ബാക്ക് നിങ്ങളെ അത്ഭുതപ്പെടുത്തും!",
        'import_message' => "നിങ്ങൾക്ക് ഇൻസ്റ്റാഗ്രാമിൽ നിന്ന് നിങ്ങളുടെ സ്റ്റോറിലേക്ക് നേരിട്ട് ഉൽപ്പന്നങ്ങൾ ഇറക്കുമതി ചെയ്യാൻ കഴിയും, എന്നാൽ നിങ്ങൾക്ക് വേണമെങ്കിൽ, ഒരു ലളിതമായ Excel ഫയൽ ഉപയോഗിച്ച് നിങ്ങൾക്ക് അവരുടെ എല്ലാ ഉൽപ്പന്നങ്ങളും ചിത്രങ്ങളും നിങ്ങളുടെ സ്റ്റോറിലേക്ക് സ്വയമേവ ചേർക്കാനാകും. നിങ്ങൾ അതേ ഫയൽ പൂരിപ്പിക്കുക, Google-ൽ നിന്നുള്ള ചിത്രങ്ങളുടെ URL പകർത്തുക, ഒടുവിൽ നിങ്ങളുടെ CSV ഫയൽ വലിച്ച് ഉൽപ്പന്ന മാനേജ്മെൻ്റ് വിഭാഗത്തിലേക്ക് ഡ്രോപ്പ് ചെയ്യുക. Selldone നിങ്ങൾക്കായി ഇത് ചെയ്യും.",
        'import_t1' => "നിങ്ങൾക്ക് എന്തെങ്കിലും ഉൽപ്പന്നമുണ്ടോ",
        'import_b1' => "അവർ വൈവിധ്യമില്ലാത്തവരാണ്",
        'import_m1' => "ഈ ഫയൽ ഡൗൺലോഡ് ചെയ്യുക, ഉൽപ്പന്നത്തിൻ്റെ പേര്, വില, ഇൻവെൻ്ററി എന്നിവ നൽകുക, Google പോലുള്ള ഒരു സ്ഥലത്ത് നിന്ന് ഇമേജ് ലിങ്ക് പകർത്തി ഒട്ടിക്കുക",

        'import_b2' => "ഒന്നിലധികം വ്യതിയാനങ്ങൾ",
        'import_m2' => "വെറൈറ്റി എന്നാൽ നിറം, വലിപ്പം, മെറ്റീരിയൽ, അതുപോലുള്ള കാര്യങ്ങൾ. നിങ്ങൾക്ക് നിരവധി ഉൽപ്പന്നങ്ങൾ ഉണ്ടെങ്കിൽ, നിങ്ങൾക്ക് ഈ ഫയൽ ഡൗൺലോഡ് ചെയ്യാനും നിങ്ങളുടെ ഉൽപ്പന്ന വിവരങ്ങൾ പൂരിപ്പിക്കാനും കഴിയും. ഇത് അൽപ്പം കഠിനമാണ്",

        'import_download' => "സാമ്പിൾ ഫയൽ ഡൗൺലോഡ് ചെയ്യുക",

    ]

];
