<?php



return [

    'loading-title' => "ഓഫ്‌ലൈനിൽ നിന്ന് ഓൺലൈനിലേക്ക് സ്കെയിൽ-അപ്പ് ചെയ്യുക",
    'loading-message' => "നിങ്ങൾ ശ്രമിക്കൂ, ഞങ്ങൾ വാതിലുകൾ തുറക്കുന്നു",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'Selldone ബീറ്റയാണ്', 'priority' => 'എം',
        'message' => "<p>\n            നിങ്ങൾ ഓപ്പൺ ബീറ്റയിൽ പങ്കെടുക്കാൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു. ഒരു ബീറ്റ ആയി\n            ടെസ്റ്റർ, റിലീസ് ചെയ്യാത്ത ഫീച്ചറുകൾ നിങ്ങൾക്ക് ഉപയോഗിക്കാനാകും\n            പൊതുജനം. ഈ സവിശേഷതകൾ പൊതുവായി ലഭ്യമായേക്കാം\n            ഭാവി. <b>all ഇടപാടുകൾ ടെസ്റ്റ് മോഡിലാണ് എന്ന് പരിഗണിക്കുക</b> കൂടാതെ\n            അന്തിമ റിലീസിന് മുമ്പ് <b> വ്യക്തമാകും</b>. ഉപയോക്താക്കൾ, കടകൾ, കൂടാതെ\n            ഉൽപ്പന്നങ്ങൾ <u> നീക്കം ചെയ്യില്ല</u>.\n          </p>\n\n          <p>നന്ദി,<br />CEO Selldone</p>"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "രണ്ട്-ഘട്ട ലോഗിൻ വിജയകരമായി പ്രവർത്തനക്ഷമമാക്കി.",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "രണ്ട്-ഘട്ട ലോഗിൻ പ്രവർത്തനരഹിതമാക്കി.",


];
