<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'കട',
        'blog' => 'ബ്ലോഗ്',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'ഞങ്ങളെ കുറിച്ച്',
    'contact' => 'ഞങ്ങളെ ബന്ധപ്പെടുക',


    'buy-action' => "ഇപ്പോൾ വാങ്ങുക",
    'buy-action-variant' => "ഇപ്പോൾ തിരഞ്ഞെടുത്ത് വാങ്ങുക",

    'product-images' => "ചിത്രങ്ങൾ",
    'product-spec' => "സ്പെസിഫിക്കേഷൻ",
    'Comments' => "അവലോകനങ്ങളും റേറ്റിംഗുകളും",
    'related' => "അനുബന്ധ ഉൽപ്പന്നങ്ങൾ",
    'view-now' => "ഇപ്പോൾ കാണുക",






];
