<?php 

 return [
     "shop-order-payment" => [
     "title" => "ادائیگی قبول کریں۔",
     "sample" => "آپ کی 267$ کی ادائیگی کامیابی کے ساتھ طے ہو گئی۔<br> آرڈر: SM-425<br> شکریہ، <b>آپ کے اسٹور کا نام</b> ۔<br> سیلڈون",
     "body" => "آپ کی :param2 ادائیگی کامیابی سے طے ہو گئی۔ آرڈر: :param1 شکریہ، :param3۔ سیلڈون",
],
     "shop-order-payment-admin" => [
     "title" => "ادائیگی قبول کریں۔",
     "sample" => "267$ کی نئی ادائیگی کامیابی کے ساتھ طے ہو گئی۔<br> آرڈر: SM-425<br> شکریہ، <b>آپ کے اسٹور کا نام</b> ۔<br> سیلڈون",
     "body" => "نیا :param2 ادائیگی کامیابی سے طے ہو گئی۔ آرڈر: :param1 شکریہ، :param3۔ سیلڈون",
],
     "shop-login" => [
     "title" => "لاگ ان توثیقی کوڈ",
     "sample" => "آپ کا لاگ ان کوڈ ہے: <b>123456</b><br> <b>آپ کے اسٹور کا نام</b><br> سیلڈون",
     "body" => "آپ کا لاگ ان کوڈ ہے: :param1 :param2 Selldone",
],
     "user-login" => [
     "title" => "لاگ ان کامیابی کا پیغام",
     "sample" => "پیارے <b>نام</b> ،<br> آپ نے <b>5/8/2021 9:14AM</b> پر <b>iPhone 165.250.300.1</b> کے ذریعے اپنے اکاؤنٹ میں لاگ ان کیا ہے۔<br> سیلڈون",
     "body" => "پیارے :param1، آپ نے اپنے اکاؤنٹ میں :param2 سے :param3 پر لاگ ان کیا ہے۔ سیلڈون",
],
     "avocado-order-submit" => [
     "title" => "ایوکاڈو نیا آرڈر خریدار کو بھیجا۔",
     "sample" => "<b>آپ کے اسٹور کا نام</b><br> پیارے <b>آپ کا نام</b> ،<br> ہمیں آپ کا آرڈر مل گیا ہے اور ہم اس کا جائزہ لے رہے ہیں۔<br> آرڈر #: <b>AVO-246</b><br> سیلڈون",
     "body" => ":param3 محترم :param1، ہمیں آپ کا آرڈر موصول ہوا ہے اور ہم اس کا جائزہ لے رہے ہیں۔ آرڈر #: : param2 سیلڈون",
],
     "avocado-order-submit-seller" => [
     "title" => "ایوکاڈو نیا آرڈر بیچنے والے کو بھیجیں۔",
     "sample" => "آپ کو ایوکاڈو آرڈر موصول ہوا ہے:<br> اسٹور: <b>آپ کے اسٹور کا نام</b><br> خریدار: <b>خریدار کا نام</b><br> آرڈر: <b>AVO-246</b><br> سیلڈون",
     "body" => "آپ کو ایوکاڈو آرڈر موصول ہوا ہے: اسٹور: :param1 خریدار: :param2 آرڈر: :param3 سیلڈون",
],
     "avocado-ready-to-pay" => [
     "title" => "ایوکاڈو آرڈر ادا کرنے کے لیے تیار ہے۔",
     "sample" => "<b>آپ کے اسٹور کا نام</b><br> آپ کے آرڈر کی تصدیق ہو گئی ہے اور درج ذیل لنک کے ذریعے ادائیگی کی جا سکتی ہے۔<br> آرڈر #: <b>AVO-246</b><br> لنک: <b>https://your-domain/avocado</b><br> سیلڈون",
     "body" => ":param3 آپ کے آرڈر کی تصدیق ہو گئی ہے اور درج ذیل لنک کے ذریعے ادائیگی کی جا سکتی ہے۔ آرڈر #: :param2 لنک: :param1 سیلڈون",
],
];