<?php 

 return [
     "failed" => "ეს რწმუნებათა სიგელები არ ემთხვევა ჩვენს ჩანაწერებს.",
     "throttle" => "ძალიან ბევრი შესვლის მცდელობა. გთხოვთ სცადოთ ხელახლა :წამებში.",
     "title_shop" => "შედით :name-ზე",
     "title_app" => "აპლიკაციის წვდომა :name",
     "login_message" => "მოითხოვეთ წვდომა თქვენს ანგარიშზე.",
     "scopes_title" => "ამ აპს ექნება წვდომა შემდეგ სფეროებზე",
     "accept" => "დაადასტურეთ",
     "reject" => "Უარი თქვას",
     "login_incorrect_password" => "Არასწორი სახელი ან პაროლი.",
     "reset_2fa_title" => "ორეტაპიანი შესვლის მოთხოვნის გადატვირთვა",
     "go_main_page" => "Გადადი მთავარ გვერდზე",
     "signing_in" => "Ავტორიზაცია...",
];