<?php 

 return [
     "failed" => "Ови акредитиви се не поклапају са нашом евиденцијом.",
     "throttle" => "Превише покушаја пријаве. Покушајте поново за :сецондс секунди.",
     "title_shop" => "Пријавите се на :наме",
     "title_app" => "Приступ апликацији :наме",
     "login_message" => "Затражите приступ свом налогу.",
     "scopes_title" => "Ова апликација ће имати приступ следећим обимима",
     "accept" => "Потврди",
     "reject" => "Одбити",
     "login_incorrect_password" => "Погрешно корисничко име или лозинка.",
     "reset_2fa_title" => "Ресетујте захтев за пријаву у два корака",
     "go_main_page" => "Иди на почетну страницу",
     "signing_in" => "Пријављивање...",
];