<?php 

 return [
     "default_title" => "SELLDONE",
     "keywords" => [
        "пословни ос",
        "domain",
        "selldone",
        "платформа за е-трговину",
        "градитељ продавница",
        "градитељ радњи",
        "креатор веб страница",
        "пословна идеја",
        "прилагођени градитељ заједнице",
        "вхителабел ецоммерце"
     ],
     "samin" => "селлдоне",
     "Selldone" => "селлдоне",
     "related" => "Повезан",
     "share" => "Објави",
     "global" => [
     "blog" => "Блог",
],
     "footer-title" => "Селлдоне® | Бусинессес <span class='os-grad'>ОС</span> ™",
     "footer-subtitle" => "Оперативни систем број 1 за мала и средња предузећа и независне брендове",
     "footer-about-selldone" => "Селлдоне, као платформа за е-трговину, делује као анђео за раст предузећа. Без обзира да ли имате малу продавницу или велику компанију, морате да представите свој производ на интернету. Селлдоне је користио за прављење онлајн продавница са нижим оперативним трошковима и већом флексибилношћу. Поред тога, нудимо ланац алата за управљање е-трговином који се увек побољшава који сваке недеље добија нове функције, као што је интеграција администрације продавнице и визуелног програмског интерфејса за креирање прилагођених процеса аутоматизације или интеграције АИ.",
     "footer-action" => "Креирајте своју е-трговину — бесплатно је",
     "footer" => [
     "about" => "О Селдону",
     "contact" => "Контактирајте нас",
     "email" => "суппорт@селлдоне.цом",
     "phone" => "🇩🇰 +45 36991215",
],
     "footer-menu" => [
        [
     "title" => "селлдоне",
     "items" => [
        [
     "title" => "Пословна платформа",
     "href" => "/store-builder",
],
        [
     "title" => "Блог",
     "href" => "/blog",
],
        [
     "title" => "Помоћ",
     "href" => "/help",
],
        [
     "title" => "FAQ",
     "href" => "/faq",
],
        [
     "title" => "Правила о приватности",
     "href" => "/privacy",
],
        [
     "title" => "Термин услуге",
     "href" => "/terms",
]
     ],
],
        [
     "title" => "Карактеристике",
     "items" => [
        [
     "title" => "Карактеристике и предности",
     "href" => "/features",
],
        [
     "title" => "Marketing tools",
     "href" => "/marketing",
],
        [
     "title" => "Processing center",
     "href" => "/order-processing",
],
        [
     "title" => "Инцентиве & Цлубс",
     "href" => "/incentives",
],
        [
     "title" => "Ревизија и рачуноводство",
     "href" => "/auditing",
],
        [
     "title" => "Cloud hosting",
     "href" => "/cloud",
]
     ],
],
        [
     "title" => "Решења",
     "items" => [
        [
     "title" => "НФТ Цоллецтион",
     "href" => "/nft",
],
        [
     "title" => "Гуилд",
     "href" => "/guild",
],
        [
     "title" => "Авокадо",
     "href" => "/avocado",
],
        [
     "title" => "Експерти",
     "href" => "/experts",
],
        [
     "title" => "SEO engine",
     "href" => "/seo",
],
        [
     "title" => "Smart report",
     "href" => "/smart-report",
]
     ],
],
        [
     "title" => "Услуге",
     "items" => [
        [
     "title" => "Цена и планови",
     "href" => "/price",
],
        [
     "title" => "Пријаве",
     "href" => "/apps",
],
        [
     "title" => "Application builder",
     "href" => "/app-builder",
],
        [
     "title" => "Паге макер",
     "href" => "/page-builder",
],
        [
     "title" => "Logistic solution",
     "href" => "/logistic",
],
        [
     "title" => "Аутоматизација и интернет ствари",
     "href" => "/automation",
]
     ],
]
     ],
     "header" => [
     "home" => "Кућа",
     "features" => "Карактеристике",
     "pricing" => "Прицинг",
     "blogs" => "Блог",
     "community" => "Заједница",
     "help" => "Помоћ",
     "features-menu" => [
     "store-builder" => "Ецоммерце Буилдер",
     "community-platform" => "Цустом Цоммунити",
     "cloud" => "Хостинг у облаку",
     "page-builder" => "Креатор одредишне странице",
     "smart-report" => "Смарт Репорт Генератор",
     "payment" => "Плаћање и рачуноводство",
     "staffs" => "Купци и тим",
     "logistic" => "Логистика и достава",
     "order-processing" => "Поруџбине и обрада",
     "marketing" => "Маркетинг кампања",
     "incentives" => "Клуб и подстицаји",
     "pos" => "Онлине ПОС",
     "seo" => "Ауто СЕО Енгине",
     "automation" => "Аутоматизација и интернет ствари",
     "ai" => "АИ Цоммерце",
     "app-builder" => "Креатор апликација",
],
     "build" => "Буилд",
     "build-sub" => "Ми креирамо систем око вас да креирамо вашу причу о успеху.",
     "manage" => "Управљати",
     "manage-sub" => "Управљање вашим пословањем биће пријатније него икад.",
     "sel" => "Селл",
     "sel-sub" => "Увек се затварајте, зарадите и уживајте.",
     "grow" => "Расте",
     "grow-sub" => "Функције и алати за предузећа на дохват руке, небо ће бити ваша граница.",
],
     "article" => [
     "list-of-content" => "Списак садржаја",
     "author" => "Аутор",
     "others-title" => "Више увида о :титле",
],
     "page" => [
     "login" => [
     "title" => "Селлдоне | Пријавите се",
     "image" => "/images/seo/en/login.jpg",
     "description" => "Није важно колико капитала имате, где сте започели посао, где на свету живите! Селлдоне вам је обезбедио све професионалне продајне алате. Регистрација и ови алати су бесплатни за све и заувек.",
],
     "register" => [
     "title" => "Селлдоне | Регистровати",
     "image" => "/images/seo/en/login.jpg",
     "description" => "Верујемо да је приступ право а не привилегија! Без обзира да ли имате посао у најбогатијој улици у Њујорку или у удаљеном селу, интернет и онлајн алат требало би да буду све што вам је потребно за продају на мрежи! Ово је сан Селдона.",
],
     "home" => [
     "title" => "Продаја као професионалци — Селлдоне® Бусинесс ОС",
     "image" => "/images/seo/en/create-my-ecommerce-website-free.jpg",
     "description" => "Селлдоне је пословни ОС за визуелну изградњу, управљање и скалирање вашег пословања. Направите сами помоћу решења без кода и без стручњака за милионе поруџбина.",
],
     "helps" => [
     "title" => "Помоћ",
     "image" => "/images/seo/en/help.jpg",
     "description" => "Како направити успешан посао.",
],
     "blogs" => [
     "title" => "Блог",
     "image" => "/images/seo/en/academy.jpg",
     "description" => "Најновије Селлдоне вести и садржај.",
],
     "faqs" => [
     "title" => "Често постављана питања",
     "image" => "/images/seo/en/faq.jpg",
     "description" => "Питања и одговори о Селдону.",
],
     "price" => [
     "title" => "Ценовник",
     "image" => "/images/seo/en/price.jpg",
     "description" => "Све професионалне функције изградње продавнице и сајта бесплатно без икаквог временског ограничења чекају вас.",
],
     "apps" => [
     "title" => "Продавница апликација",
     "image" => "/images/seo/en/apps.jpg",
     "description" => "Инсталирање апликација у продавницу је обезбеђено за вашу продавницу само једним кликом.",
],
     "experts" => [
     "title" => "Експерти",
     "image" => "/images/seo/en/expert.jpg",
     "description" => "Не брините о дизајнирању, покретању, рекламирању или управљању вашом продавницом, Селлдоне стручњаци су спремни да вам помогну. Унајмите сертификованог стручњака да уради ствари боље и брже.",
],
     "avocado" => [
     "title" => "Авокадо — савремени друштвени канал продаје",
     "image" => "/images/seo/en/create-avocado-seo.jpg?v=1",
     "description" => "Један износ и један наслов је све што вам је потребно да добијете новац од својих купаца! Новац ће бити уплаћен директно на ваш рачун и ваши купци ће имати јединствено искуство куповине.",
],
     "referral" => [
     "title" => "Партнерски програм — Селлдоне",
     "image" => "/images/seo/en/referral.png",
     "description" => "Придружите се узбудљивој мисији и направите пасивни ток прихода за себе.",
],
     "press" => [
     "title" => "Ресурси за штампу — Селдоне",
     "image" => "/images/seo/en/press.png",
     "description" => "Ресурси за све заинтересоване да пишу о Селдонеу.",
],
     "roadmap" => [
     "title" => "Мапа пута — Селдоне",
     "image" => "/images/seo/roadmap.jpg",
     "description" => "То је јединствена платформа; потпуно је јединствен и веома различит од свих осталих. То је једини све-у-једном пословни оперативни систем без кода као услуга са алаткама за мала и средња предузећа.",
],
     "onboarding" => [
     "title" => "Креатор бесплатних веб локација за куповину на мрежи - прилагодљив и професионалан",
     "image" => "/images/seo/ui-kit.jpg",
     "description" => "Селлдоне, као платформа за е-трговину, функционише као анђео за раст вашег пословања. Било да имате малу продавницу или велику компанију, потребан вам је сет професионалних алата који су лаки за употребу.",
],
     "books" => [
     "title" => "Пословни приручници: савети за почетак и раст за веб локације за куповину на мрежи",
     "image" => "/images/seo/en/cover.jpg",
     "description" => "Овде можете преузети бесплатне приручнике о развоју пословања. У овим књигама ћете пронаћи комплетне савете за развој пословања и практичне водиче за побољшање како бисте повећали стопе конверзије у вашој онлајн продавници.",
],
     "quiz" => [
     "title" => "Квиз | Да ли је пословни оперативни систем прави за вас?",
     "image" => "/images/seo/en/quiz.png",
     "description" => "Ако желите да знате да је вашем предузећу потребан или може да користи пословни систем, пре него што кренете даље, урадите овај квиз од 60 секунди. Ако желите да знате да је вашем предузећу потребан или може да користи пословни систем, пре него што кренете даље, урадите овај квиз од 60 секунди.",
],
     "countries" => [
     "title" => "Подржане земље и локална плаћања - Пословни ОС",
     "image" => "/images/seo/en/countries.png",
     "description" => "Пословни ОС, следећи корак еволуције комерцијалних услуга од платформи за е-трговину до нечега без теме, додатка или кода. 100% визуелно!",
],
     "participant" => [
     "title" => "Заједница коју желите — играјте и освојите 20 долара",
     "image" => "/images/seo/en/participants.jpg",
     "description" => "Можете да учествујете у селлдоне заједници тако што ћете креирати кратке видео снимке да бисте помогли другима и добили до 20 УСД поклон кредита по видеу.",
],
     "tax" => [
     "title" => "Глобална листа пореских стопа",
     "image" => "/images/seo/en/tax.jpg",
     "description" => "Можете надјачати пореска правила и креирати више од једног пореског профила за различите категорије производа.",
],
     "premium" => [
     "title" => "Надоградите на Премиум и трансформишите своју е-трговину игру",
     "image" => "/images/seo/en/premium.jpg",
     "description" => "Подигните своју онлајн продавницу уз Селлдоне Премиум. Приступите ексклузивним АИ алатима, шаблонима по мери и још много тога да бисте повећали ефикасност и истакли се на дигиталном тржишту. Придружите се сада за паметније, елегантније искуство е-трговине!",
],
     "builder" => [
     "title" => "Бесплатна веб апликација за прављење страница и уређивач одредишне странице - није потребна пријава",
     "image" => "/images/seo/en/builder.png",
     "description" => "Креирајте запањујуће веб странице и одредишне странице без напора помоћу нашег бесплатног алата за прављење страница и уређивача прилагођеног кориснику. Није потребна пријава. Брзо дизајнирајте, прилагодите и објавите своје веб странице помоћу нашег интуитивног интерфејса за превлачење и испуштање. Савршено за трговце, власнике малих предузећа и програмере који траже решење за веб дизајн без проблема.",
],
],
     "shuttle" => [
     "title" => "Селлдоне | Командна табла",
     "image" => "/images/seo/en/dashboard.jpg",
     "description" => "Управљачки панел продавнице, ако имате приступ овој продавници, можете да уђете у контролну таблу за управљање продавницом преко ове везе.",
],
     "shuttle-shop" => [
     "title" => "Селлдоне | Схоп Дасхбоард",
     "image" => "/images/seo/en/shuttle-shop.jpg",
     "video" => "/images/seo/en/videos/shuttle-shop.mp4",
     "description" => "Управљајте свиме на својој контролној табли. Управљајте производима, поруџбинама, дизајном одредишне странице, маркетингом, подстицајима и свиме што вам је потребно за одличан посао.",
],
     "guild" => [
     "title" => "Гуилд — колективни продајни канал",
     "image" => "/images/seo/en/guild.jpg?v=2",
     "description" => "Учините своје пословање достижним и доступним свима широм света стварањем великог цеха.",
],
     "apps" => [
     "structure-data" => [
     "title" => "Генератор структурних података | ЈСОН-ЛД",
     "description" => "Користите овај моћни генератор структурираних података да креирате ЈСОН-ЛД ознаке, укључујући сва потребна својства ставке и још много тога.",
],
],
     "call-to-action" => [
     "title" => "Направите своје пословање на мрежи помоћу најбољег техничког решења на тржишту.",
     "money-back" => "30-дневна гаранција поврата новца",
     "action" => "Креирајте своју е-трговину",
     "action-sub" => "Почните сада — бесплатно је",
     "message" => "Реците збогом својој ниској стопи продаје на мрежи!",
],
];