<?php 

 return [
     "shop-order-payment" => [
     "title" => "Прихватите плаћање",
     "sample" => "Ваша уплата од 267$ је успешно измирена.<br> Поруџбина: СМ-425<br> Хвала, <b>назив ваше продавнице</b> .<br> Селлдоне",
     "body" => "Ваша :парам2 уплата је успешно измирена. Редослед: :парам1 Хвала, :парам3. Селлдоне",
     "description" => "Пошаљите поруку купцу продавнице да обавестите о успешној уплати.",
],
     "shop-order-payment-admin" => [
     "title" => "Прихватите плаћање",
     "sample" => "Нова уплата од 267$ је успешно измирена.<br> Поруџбина: СМ-425<br> Хвала, <b>назив ваше продавнице</b> .<br> Селлдоне",
     "body" => "Нова :парам2 уплата је успешно измирена. Редослед: :парам1 Хвала, :парам3. Селлдоне",
     "description" => "Пошаљите поруку власнику продавнице да га обавестите о успешној уплати.",
],
     "vendor-new-order" => [
     "title" => "Вендор Нев Ордер",
     "sample" => "Добили сте нову поруџбину од 200 УСД.<br> Поруџбина: СМ-870 од <b>имена продавца</b> .",
     "body" => "Добили сте нову :парам2 наруџбу. Редослед: :парам1 за :парам3.",
     "description" => "Пошаљите поруку продавцу да га обавестите о новој поруџбини.",
],
     "shop-login" => [
     "title" => "Код за верификацију пријаве",
     "sample" => "Ваш код за пријаву је: <b>123456</b><br> <b>Име ваше продавнице</b><br> Селлдоне",
     "body" => "Ваш код за пријаву је: :парам1 :парам2 Селлдоне",
     "description" => "Пошаљите шифру за пријаву купцу да се пријави у продавницу.",
],
     "user-login" => [
     "title" => "Порука о успешном пријављивању",
     "sample" => "Поштовани <b>Име</b> ,<br> Пријавили сте се на свој налог преко <b>иПхоне-а 165.250.300.1</b> у <b>8.5.2021 9:14</b> .<br> Селлдоне",
     "body" => "Поштовани :парам1, Пријавили сте се на свој налог помоћу :парам2 на :парам3. Селлдоне",
     "description" => "Пошаљите поруку након што се купац пријави у продавницу.",
],
     "avocado-order-submit" => [
     "title" => "Авокадо нова поруџбина послата пошаљи купцу",
     "sample" => "<b>Име ваше продавнице</b><br> драго <b>твоје име</b> ,<br> Примили смо вашу поруџбину и прегледамо је.<br> Поруџбина #: <b>АВО-246</b><br> Селлдоне",
     "body" => ":парам3 Поштовани :парам1, примили смо вашу поруџбину и прегледамо је. Поруџбина #: :парам2 Селлдоне",
     "description" => "Пошаљите поруку купцу након што наручите авокадо.",
],
     "avocado-order-submit-seller" => [
     "title" => "Авокадо прими нову наруџбу пошаљи продавцу",
     "sample" => "Добили сте наруџбу авокада:<br> Продавница: <b>Име ваше продавнице</b><br> Купац: <b>Име купца</b><br> Поруџбина: <b>АВО-246</b><br> Селлдоне",
     "body" => "Добили сте поруџбину авокада: Продавница: :парам1 Купац: :парам2 Поруџбина: :парам3 Продато",
     "description" => "Пошаљите поруку власнику продавнице да га обавестите о пријему нове поруџбине Авокада.",
],
     "avocado-ready-to-pay" => [
     "title" => "Наруџба авокада спремна за плаћање",
     "sample" => "<b>Име ваше продавнице</b><br> Ваша поруџбина је потврђена и може се платити преко следећег линка.<br> Поруџбина #: <b>АВО-246</b><br> Линк: <b>хттпс://иоур-домаин/авоцадо</b><br> Селлдоне",
     "body" => ":парам3 Ваша поруџбина је потврђена и може се платити преко следећег линка. Број наруџбе: :парам2 Линк: :парам1 Продато",
     "description" => "Пошаљите поруку са везом за плаћање купцу након што продавац одреди цену и потврди њихову поруџбину авокада.",
],
];