<?php 

 return [
     "shop-order-payment" => [
     "title" => "भुगतान स्वीकार करें",
     "sample" => "आपका 267$ भुगतान सफलतापूर्वक निपटाया गया।<br> आदेश: एसएम -425<br> धन्यवाद, <b>आपके स्टोर का नाम</b> ।<br> सेलडोन",
     "body" => "आपका :param2 भुगतान सफलतापूर्वक निपटाया गया। आदेश: :param1 धन्यवाद, :param3. सेलडोन",
     "description" => "सफल भुगतान के बारे में सूचित करने के लिए दुकान के ग्राहक को संदेश भेजें।",
],
     "shop-order-payment-admin" => [
     "title" => "भुगतान स्वीकार करें",
     "sample" => "नया 267$ भुगतान सफलतापूर्वक निपटाया गया।<br> आदेश: एसएम -425<br> धन्यवाद, <b>आपके स्टोर का नाम</b> ।<br> सेलडोन",
     "body" => "नया :param2 भुगतान सफलतापूर्वक किया गया। आदेश: :param1 धन्यवाद, :param3. सेलडोन",
     "description" => "दुकान मालिक को सफल भुगतान की सूचना देने के लिए उन्हें संदेश भेजें।",
],
     "vendor-new-order" => [
     "title" => "विक्रेता नया ऑर्डर",
     "sample" => "आपको $200 का नया ऑर्डर प्राप्त हुआ।<br> ऑर्डर: <b>विक्रेता नाम</b> से SM-870.",
     "body" => "आपको एक नया :param2 ऑर्डर प्राप्त हुआ। ऑर्डर: :param1 :param3 के लिए।",
     "description" => "नए ऑर्डर के बारे में सूचित करने के लिए विक्रेता को संदेश भेजें।",
],
     "shop-login" => [
     "title" => "लॉगिन सत्यापन कोड",
     "sample" => "आपका लॉगिन कोड है: <b>123456</b><br> <b>आपके स्टोर का नाम</b><br> सेलडोन",
     "body" => "आपका लॉगिन कोड है: :param1 :param2 Selldone",
     "description" => "दुकान में लॉग इन करने के लिए ग्राहक को लॉगिन कोड भेजें।",
],
     "user-login" => [
     "title" => "लॉगिन सफलता संदेश",
     "sample" => "प्रिय <b>नाम</b> ,<br> आपने अपने खाते में <b>iPhone 165.250.300.1</b> द्वारा <b>5/8/2021 9:14 AM</b> पर लॉग इन किया है।<br> सेलडोन",
     "body" => "प्रिय :param1, आपने :param2 :param3 द्वारा अपने खाते में लॉग इन किया है। सेलडोन",
     "description" => "ग्राहक के दुकान में लॉगइन करने के बाद एक संदेश भेजें।",
],
     "avocado-order-submit" => [
     "title" => "एवोकैडो नया ऑर्डर सबमिट किया गया खरीदार को भेजें",
     "sample" => "<b>आपके स्टोर का नाम</b><br> प्रिय <b>आपका नाम</b> ,<br> हमें आपका आदेश मिल गया है और हम इसकी समीक्षा कर रहे हैं।<br> आदेश #: <b>एवीओ-246</b><br> सेलडोन",
     "body" => ":param3 प्रिय :param1, हमें आपका आदेश मिल गया है और हम इसकी समीक्षा कर रहे हैं। आदेश #: :param2 सेलडोन",
     "description" => "एवोकाडो का ऑर्डर देने के बाद ग्राहक को संदेश भेजें।",
],
     "avocado-order-submit-seller" => [
     "title" => "एवोकैडो विक्रेता को नया ऑर्डर भेजें",
     "sample" => "आपको एक एवोकैडो ऑर्डर मिला है:<br> स्टोर: <b>आपके स्टोर का नाम</b><br> खरीदार: <b>खरीदार का नाम</b><br> आदेश: <b>एवीओ-246</b><br> सेलडोन",
     "body" => "आपको एक एवोकैडो ऑर्डर प्राप्त हुआ: स्टोर: :param1 क्रेता: :param2 ऑर्डर: :param3 सेलडोन",
     "description" => "दुकान के मालिक को नया एवोकैडो ऑर्डर प्राप्त होने की सूचना देने के लिए संदेश भेजें।",
],
     "avocado-ready-to-pay" => [
     "title" => "एवोकैडो ऑर्डर भुगतान के लिए तैयार",
     "sample" => "<b>आपके स्टोर का नाम</b><br> आपके आदेश की पुष्टि हो गई है और निम्नलिखित लिंक के माध्यम से भुगतान किया जा सकता है।<br> आदेश #: <b>एवीओ-246</b><br> लिंक: <b>https://your-domain/avocado</b><br> सेलडोन",
     "body" => ":param3 आपके आदेश की पुष्टि हो गई है और निम्नलिखित लिंक के माध्यम से भुगतान किया जा सकता है। आदेश #: :param2 लिंक: :param1 सेलडोन",
     "description" => "विक्रेता द्वारा लागत निर्धारित करने और उनके एवोकैडो ऑर्डर की पुष्टि करने के बाद ग्राहक को भुगतान लिंक के साथ एक संदेश भेजें।",
],
];