<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'بۇ كىنىشكىلار بىزنىڭ خاتىرىمىزگە ماس كەلمەيدۇ.',
    'throttle' => 'كىرىش سىنىقى بەك كۆپ. :seconds سېكۇنتتا قايتا سىناڭ.',


    'title_shop' => ':name غا كىرىڭ',
    'title_app' => ':name غا ئىلتىماس قىلىش',
    'login_message' => 'ھېساباتىڭىزغا كىرىشنى تەلەپ قىلىڭ.',
    'scopes_title' => 'بۇ ئەپ تۆۋەندىكى مەزمۇنلارنى زىيارەت قىلالايدۇ',
    'accept' => 'جەزملەشتۈرۈڭ',
    'reject' => 'رەت قىلىش',


    'login_incorrect_password' => 'ئىشلەتكۈچى ئىسمى ياكى پارولى ئىناۋەتسىز.',


    'reset_2fa_title' => 'ئىككى باسقۇچلۇق كىرىش تەلىپىنى ئەسلىگە كەلتۈرۈڭ',
    'go_main_page' => 'باش بەتكە بېرىڭ',

    'signing_in' => 'تىزىملىتىپ كىرىش ...',


    'erp' => [
        'message' => "داۋاملاشتۇرۇش ئۈچۈن دۇكان تاللاڭ. ئەگەر يېڭى دۇكانغا ئېھتىياجلىق بولسىڭىز ، ئالدى بىلەن ئۇنى قايتا ئۇلاڭ. <br> ● سىز ئۇلانغان يۇمشاق دېتالنى بىلىشىڭىزگە كاپالەتلىك قىلىڭ ياكى ياردەم بىلەن تەمىنلىگۈچى بىلەن ئالاقىلىشىڭ.",
    ],
    'token-display' => [
        'message' => "تەلىپىڭىزگە ئاساسەن :software ئۈچۈن :shop نى زىيارەت قىلىش ئۈچۈن بۇ بەلگە قۇردۇق. ئۇنى بىخەتەر ساقلاڭ ، ھېچكىم بىلەن ئورتاقلاشماڭ. ئەگەر بەلگىڭىزنىڭ بۇزۇلغانلىقىغا ئىشەنسىڭىز ، ئۇنى خالىغان ۋاقىتتا بىكار قىلالايسىز.",
        'scopes-message' => "بۇ دۇكاننىڭ دائىرىسى بىلەن دۇكانغا كىرەلەيدىغان بەلگە",
        'manage-tokens-action' => 'بەلگىلەرنى باشقۇرۇش',
        'manage-tokens-message' => "بۇ بەلگىنى بۇ يەردىن خالىغان ۋاقىتتا بىكار قىلالايسىز."
    ]


,

    'password' => 'تەمىنلەنگەن پارول خاتا.',
];
