<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "دۇكان",
    'request' => "تەلەپ",
    'stage' => "ھالەت",
    'budget' => "خامچوت",
    'contact' => "ئالاقىلىشىڭ",
    'name' => "ئىسمى",
    'email' => "ئېلخەت",
    'user' => "ئىشلەتكۈچى",
    'copy' => "كۆچۈرۈڭ",
    'important' => "مۇھىم",
    'faq' => "FAQ",

    'select_shop' => "دۇكاننى تاللاڭ",
    'loading' => "يۈكلەۋاتىدۇ",

    'add_comment' => "باھا قوشۇڭ",
    'add_comment_sub' => "ئويلىغانلىرىڭىزنى بىز بىلەن ئورتاقلىشىڭ",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "«تىزىملاش» نى چېكىش ئارقىلىق ، :name <a href='/terms' target='_blank'> ئىشلىتىشنىڭ </a> ۋە <a href='/privacy' target='_blank'>Privacy سىياسىتى </a> غا قوشۇلىسىز. زاكاز يېڭىلاش ۋە ياكى سېتىش مەقسىتىدە :name دىن تېلېفون ۋە SMS ئۇچۇرلىرىنى قوبۇل قىلىشقا قوشۇلىسىز. ئۇچۇر چاستوتىسى پائالىيىتىڭىزگە باغلىق. <b>STOP</b> غا <b>86753</b> غا ئۇچۇر يوللىسىڭىز بولىدۇ. ئۇچۇر ۋە سانلىق مەلۇمات نىسبىتى قوللىنىلىشى مۇمكىن. بىز كىشىلەرنىڭ شەخسىيىتىگە ھۆرمەت قىلىمىز ، سانلىق مەلۇماتلىرىڭىزنى ھەرگىز ساتمايمىز ياكى ئېلان ئۈچۈن ئىشلەتمەيمىز. قوشۇمچە ئۇچۇرغا ئېھتىياجلىق بولسىڭىز بىز بىلەن ئالاقىلىشىڭ.",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'تەڭشەلمىدى. مەن تېخىمۇ كۆپ ئۇچۇرغا ئېھتىياجلىق.',
        'start' => "مەن ئەمدىلا تىجارىتىمنى باشلايمەن.",
        'online' => "مېنىڭ تىجارىتىم بار ، ئۇنى تورغا چىقارماقچى.",
        'extend' => "مەن تور دۇكىنىمدا ئىشلەيمەن.",
        'pos' => "مەن فىزىكىلىق دۇكىنىمدا Selldone POS نى ئىشلەتمەكچى.",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "بانكا يۆتكەش",
            'description' => "مەبلەغنى ساتقۇچىنىڭ ھېساباتىغا قولدا يۆتكەڭ.",
        ],
    ],

];
