<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'دۇكان',
        'blog' => 'بىلوگ',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'بىز ھەققىدە',
    'contact' => 'بىز بىلەن ئالاقىلىشىڭ',


    'buy-action' => "ھازىر سېتىۋېلىڭ",
    'buy-action-variant' => "ھازىر تاللاڭ",

    'product-images' => "سۈرەتلەر",
    'product-spec' => "كونكرېت",
    'Comments' => "باھا ۋە باھا",
    'related' => "مۇناسىۋەتلىك مەھسۇلاتلار",
    'view-now' => "ھازىر كۆرۈش",






];
