<?php 

 return [
     "failed" => "ಈ ರುಜುವಾತುಗಳು ನಮ್ಮ ದಾಖಲೆಗಳಿಗೆ ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ.",
     "password" => "ಒದಗಿಸಿದ ಪಾಸ್‌ವರ್ಡ್ ತಪ್ಪಾಗಿದೆ.",
     "throttle" => "ಹಲವಾರು ಲಾಗಿನ್ ಪ್ರಯತ್ನಗಳು. ದಯವಿಟ್ಟು: ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.",
     "title_shop" => "ಲಾಗಿನ್: ಹೆಸರು",
     "title_app" => "ಅಪ್ಲಿಕೇಶನ್ ಪ್ರವೇಶ: ಹೆಸರು",
     "login_message" => "ನಿಮ್ಮ ಖಾತೆಗೆ ಪ್ರವೇಶವನ್ನು ವಿನಂತಿಸಿ.",
     "scopes_title" => "ಈ ಅಪ್ಲಿಕೇಶನ್ ಕೆಳಗಿನ ಸ್ಕೋಪ್‌ಗಳಿಗೆ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿರುತ್ತದೆ",
     "accept" => "ದೃಢೀಕರಿಸಿ",
     "reject" => "ತಿರಸ್ಕರಿಸಿ",
     "login_incorrect_password" => "ಅಮಾನ್ಯ ಬಳಕೆದಾರಹೆಸರು ಅಥವಾ ಪಾಸ್‌ವರ್ಡ್.",
     "reset_2fa_title" => "ಎರಡು-ಹಂತದ ಲಾಗಿನ್ ವಿನಂತಿಯನ್ನು ಮರುಹೊಂದಿಸಿ",
     "go_main_page" => "ಮುಖಪುಟಕ್ಕೆ ಹೋಗಿ",
     "signing_in" => "ಸೈನ್ ಇನ್ ಮಾಡಲಾಗುತ್ತಿದೆ...",
];