<?php 

 return [
     "shop-order-payment" => [
     "title" => "ಪಾವತಿಯನ್ನು ಸ್ವೀಕರಿಸಿ",
     "sample" => "ನಿಮ್ಮ 267$ ಪಾವತಿ ಯಶಸ್ವಿಯಾಗಿ ಇತ್ಯರ್ಥವಾಗಿದೆ.<br> ಆದೇಶ: SM-425<br> ಧನ್ಯವಾದಗಳು, <b>ನಿಮ್ಮ ಅಂಗಡಿಯ ಹೆಸರು</b> .<br> ಮಾರಾಟವಾಗಿದೆ",
     "body" => "ನಿಮ್ಮ :param2 ಪಾವತಿ ಯಶಸ್ವಿಯಾಗಿ ಇತ್ಯರ್ಥವಾಗಿದೆ. ಆದೇಶ: :ಪರಮ1 ಧನ್ಯವಾದಗಳು, :ಪಾರಂ3. ಮಾರಾಟವಾಗಿದೆ",
],
     "shop-order-payment-admin" => [
     "title" => "ಪಾವತಿಯನ್ನು ಸ್ವೀಕರಿಸಿ",
     "sample" => "ಹೊಸ 267$ ಪಾವತಿ ಯಶಸ್ವಿಯಾಗಿ ಇತ್ಯರ್ಥವಾಗಿದೆ.<br> ಆದೇಶ: SM-425<br> ಧನ್ಯವಾದಗಳು, <b>ನಿಮ್ಮ ಅಂಗಡಿಯ ಹೆಸರು</b> .<br> ಮಾರಾಟವಾಗಿದೆ",
     "body" => "ಹೊಸದು :param2 ಪಾವತಿ ಯಶಸ್ವಿಯಾಗಿ ಇತ್ಯರ್ಥವಾಗಿದೆ. ಆದೇಶ: :ಪರಮ1 ಧನ್ಯವಾದಗಳು, :ಪಾರಂ3. ಮಾರಾಟವಾಗಿದೆ",
],
     "shop-login" => [
     "title" => "ಲಾಗಿನ್ ಪರಿಶೀಲನೆ ಕೋಡ್",
     "sample" => "ನಿಮ್ಮ ಲಾಗಿನ್ ಕೋಡ್: <b>123456</b><br> <b>ನಿಮ್ಮ ಅಂಗಡಿಯ ಹೆಸರು</b><br> ಮಾರಾಟವಾಗಿದೆ",
     "body" => "ನಿಮ್ಮ ಲಾಗಿನ್ ಕೋಡ್: :param1 :param2 Selldone",
],
     "user-login" => [
     "title" => "ಲಾಗಿನ್ ಯಶಸ್ಸಿನ ಸಂದೇಶ",
     "sample" => "ಆತ್ಮೀಯ <b>ಹೆಸರು</b> ,<br> ನೀವು <b>5/8/2021 9:14AM</b> ನಲ್ಲಿ <b>iPhone 165.250.300.1</b> ಮೂಲಕ ನಿಮ್ಮ ಖಾತೆಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿರುವಿರಿ.<br> ಮಾರಾಟವಾಗಿದೆ",
     "body" => "ಆತ್ಮೀಯ :param1, ನೀವು :param2 ನಲ್ಲಿ :param3 ನಲ್ಲಿ ನಿಮ್ಮ ಖಾತೆಗೆ ಲಾಗ್ ಇನ್ ಆಗಿರುವಿರಿ. ಮಾರಾಟವಾಗಿದೆ",
],
     "avocado-order-submit" => [
     "title" => "ಆವಕಾಡೊ ಹೊಸ ಆದೇಶವನ್ನು ಖರೀದಿದಾರರಿಗೆ ಕಳುಹಿಸಲು ಸಲ್ಲಿಸಲಾಗಿದೆ",
     "sample" => "<b>ನಿಮ್ಮ ಅಂಗಡಿಯ ಹೆಸರು</b><br> ಆತ್ಮೀಯ <b>ನಿಮ್ಮ ಹೆಸರು</b> ,<br> ನಿಮ್ಮ ಆದೇಶವನ್ನು ನಾವು ಸ್ವೀಕರಿಸಿದ್ದೇವೆ ಮತ್ತು ನಾವು ಅದನ್ನು ಪರಿಶೀಲಿಸುತ್ತಿದ್ದೇವೆ.<br> ಆದೇಶ #: <b>AVO-246</b><br> ಮಾರಾಟವಾಗಿದೆ",
     "body" => ":param3 ಆತ್ಮೀಯ :param1, ನಿಮ್ಮ ಆದೇಶವನ್ನು ನಾವು ಸ್ವೀಕರಿಸಿದ್ದೇವೆ ಮತ್ತು ನಾವು ಅದನ್ನು ಪರಿಶೀಲಿಸುತ್ತಿದ್ದೇವೆ. ಆದೇಶ #: :param2 Selldone",
],
     "avocado-order-submit-seller" => [
     "title" => "ಆವಕಾಡೊ ಮಾರಾಟಗಾರರಿಗೆ ಕಳುಹಿಸುವ ಹೊಸ ಆದೇಶವನ್ನು ಸ್ವೀಕರಿಸುತ್ತದೆ",
     "sample" => "ನೀವು ಆವಕಾಡೊ ಆರ್ಡರ್ ಅನ್ನು ಸ್ವೀಕರಿಸಿದ್ದೀರಿ:<br> ಅಂಗಡಿ: <b>ನಿಮ್ಮ ಅಂಗಡಿಯ ಹೆಸರು</b><br> ಖರೀದಿದಾರ: <b>ಖರೀದಿದಾರನ ಹೆಸರು</b><br> ಆದೇಶ: <b>AVO-246</b><br> ಮಾರಾಟವಾಗಿದೆ",
     "body" => "ನೀವು ಆವಕಾಡೊ ಆರ್ಡರ್ ಅನ್ನು ಸ್ವೀಕರಿಸಿದ್ದೀರಿ: Store: :param1 ಖರೀದಿದಾರ: :param2 Order: :param3 Selldone",
],
     "avocado-ready-to-pay" => [
     "title" => "ಆವಕಾಡೊ ಆರ್ಡರ್ ಪಾವತಿಸಲು ಸಿದ್ಧವಾಗಿದೆ",
     "sample" => "<b>ನಿಮ್ಮ ಅಂಗಡಿಯ ಹೆಸರು</b><br> ನಿಮ್ಮ ಆದೇಶವನ್ನು ದೃಢೀಕರಿಸಲಾಗಿದೆ ಮತ್ತು ಕೆಳಗಿನ ಲಿಂಕ್ ಮೂಲಕ ಪಾವತಿಸಬಹುದು.<br> ಆದೇಶ #: <b>AVO-246</b><br> ಲಿಂಕ್: <b>https://your-domain/avocado</b><br> ಮಾರಾಟವಾಗಿದೆ",
     "body" => ":param3 ನಿಮ್ಮ ಆದೇಶವನ್ನು ದೃಢೀಕರಿಸಲಾಗಿದೆ ಮತ್ತು ಕೆಳಗಿನ ಲಿಂಕ್ ಮೂಲಕ ಪಾವತಿಸಬಹುದು. ಆದೇಶ #: :param2 ಲಿಂಕ್: :param1 Selldone",
],
];