<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'මෙම අක්තපත්‍ර අපගේ වාර්තා සමඟ නොගැලපේ.',
    'throttle' => 'පුරනය වීමේ උත්සාහයන් වැඩිය. කරුණාකර :seconds තත්පර කිහිපයකින් නැවත උත්සාහ කරන්න.',


    'title_shop' => ':name වෙත පිවිසෙන්න',
    'title_app' => ':name සඳහා යෙදුම් ප්‍රවේශය',
    'login_message' => 'ඔබගේ ගිණුමට ප්‍රවේශය ඉල්ලන්න.',
    'scopes_title' => 'මෙම යෙදුමට පහත විෂය පථයන් වෙත ප්‍රවේශය ඇත',
    'accept' => 'තහවුරු කරන්න',
    'reject' => 'ප්රතික්ෂේප කරන්න',


    'login_incorrect_password' => 'වලංගු නොවන පරිශීලක නාමයක් හෝ මුරපදයක්.',


    'reset_2fa_title' => 'දෙපියවර පිවිසුම් ඉල්ලීම නැවත සකසන්න',
    'go_main_page' => 'මුල් පිටුවට යන්න',

    'signing_in' => 'පුරනය වෙමින්...',


    'erp' => [
        'message' => "● ඉදිරියට යාමට වෙළඳසැලක් තෝරන්න. ඔබට නව වෙළඳසැලක් අවශ්‍ය නම්, පළමුව එය සාදා නැවත සම්බන්ධ කරන්න.<br>● ඔබ සම්බන්ධ වන මෘදුකාංගය ඔබ දන්නා බවට සහතික වන්න, නැතහොත් උදවු සඳහා සපයන්නා අමතන්න.",
    ],
    'token-display' => [
        'message' => "ඔබගේ ඉල්ලීම මත :software සඳහා :shop වෙත ප්‍රවේශ වීමට අපි මෙම ටෝකනය නිර්මාණය කළෙමු. කරුණාකර එය ආරක්ෂිතව තබා ගන්න, කිසිවෙකු සමඟ බෙදා නොගන්න. ඔබේ ටෝකනය අවදානමට ලක්ව ඇති බව ඔබ විශ්වාස කරන්නේ නම්, ඔබට එය ඕනෑම අවස්ථාවක අවලංගු කළ හැක.",
        'scopes-message' => "මෙය එහි විෂය පථයන් සහිත වෙළඳසැලට ප්‍රවේශය ඇති සංකේතයකි",
        'manage-tokens-action' => 'ටෝකන කළමනාකරණය කරන්න',
        'manage-tokens-message' => "ඔබට ඕනෑම අවස්ථාවක මෙම ටෝකනය මෙහි අවලංගු කළ හැක."
    ]


,

    'password' => 'සපයා ඇති මුරපදය වැරදියි.',
];
