<?php

return [
    /*
    |--------------------------------------------------------------------------
    | General
    |--------------------------------------------------------------------------
    */

    'shop' => "සාප්පු යන්න",
    'request' => "ඉල්ලීම",
    'stage' => "තත්ත්වය",
    'budget' => "අයවැය",
    'contact' => "අමතන්න",
    'name' => "නම",
    'email' => "ඊමේල් කරන්න",
    'user' => "පරිශීලක",
    'copy' => "පිටපත් කරන්න",
    'important' => "වැදගත්",
    'faq' => "FAQ",

    'select_shop' => "සාප්පුව තෝරන්න",
    'loading' => "පැටවීම",

    'add_comment' => "අදහස් එක් කරන්න",
    'add_comment_sub' => "ඔබේ අදහස් අප සමඟ බෙදා ගන්න",

    /*
    |--------------------------------------------------------------------------
    | Special agreements > SMS Services
    |--------------------------------------------------------------------------
    */
    'sms_agreement_twilio' => "'ලියාපදිංචි වන්න' ක්ලික් කිරීමෙන්, ඔබ :name <a href='/terms' target='_blank'> භාවිත කොන්දේසි</a> සහ <a href='/privacy' target='_blank'>රහස්‍යතා ප්‍රතිපත්තිය</a> වෙත එකඟ වේ. ඇණවුම් යාවත්කාලීන කිරීම් සහ/හෝ අලෙවිකරණ අරමුණු සඳහා :name වෙතින් දුරකථන ඇමතුම් සහ SMS පණිවිඩ ලබා ගැනීමට ඔබ එකඟ වේ. පණිවිඩ වාර ගණන ඔබේ ක්‍රියාකාරකම් මත රඳා පවතී. <b>STOP</b> වෙත <b>86753</b> වෙත කෙටි පණිවිඩ යැවීමෙන් ඔබට ඉවත් විය හැක. පණිවිඩ සහ දත්ත ගාස්තු අදාළ විය හැක. අපි මිනිසුන්ගේ පෞද්ගලිකත්වයට ගරු කරන අතර කිසිවිටෙක ඔබේ දත්ත විකුණන්නේ නැත, ඒවා දැන්වීම් සඳහා භාවිත නොකරමු. ඔබට අමතර තොරතුරු අවශ්‍ය නම්, අප හා සම්බන්ධ වන්න.",

    /*
    |--------------------------------------------------------------------------
    | Expert
    |--------------------------------------------------------------------------
    */
    'expert' => [
        'no_budget_set' => 'සකසා නැත. මට තවත් තොරතුරු අවශ්‍යයි.',
        'start' => "මම මගේ ව්‍යාපාරය පටන් ගන්නවා විතරයි.",
        'online' => "මට ව්‍යාපාරයක් තිබෙන අතර එය අන්තර්ජාලයට ගෙන ඒමට අවශ්‍යයි.",
        'extend' => "මම මගේ අන්තර්ජාල වෙළඳසැලේ වැඩ කරනවා.",
        'pos' => "මම මගේ භෞතික ගබඩාවේ Selldone POS භාවිතා කිරීමට අදහස් කරමි.",
    ],

    /*
      |--------------------------------------------------------------------------
      | @see VendorPaymentOptionObject
      |--------------------------------------------------------------------------
      */
    'vendor_payment_option' => [
        'bank' => [
            'title' => "බැංකු මාරු කිරීම",
            'description' => "වෙළෙන්දාගේ ගිණුමට අතින් මුදල් මාරු කරන්න.",
        ],
    ],

];
