<?php


use App\Shop\Mail\enums\ShopMailTemplateCodes;

return [

    'email-types-description' => [
        ShopMailTemplateCodes::ShopCustomerJoin => 'මෙම පණිවිඩය සාප්පුව වෙත නව ගැනුම්කරුවෙකු සාදරයෙන් පිළිගනී.',
        ShopMailTemplateCodes::OrderCheckout => 'ගැනුම්කරුවෙකු ඇණවුමක් තහවුරු කළ විට මෙම දැනුම්දීම යවනු ලැබේ.',
        ShopMailTemplateCodes::OrderPayment => 'මෙම දැනුම්දීම පාරිභෝගිකයෙකු විසින් සිදු කරන ලද සාර්ථක ගෙවීම තහවුරු කරයි.',
        ShopMailTemplateCodes::OrderUpdate => 'මෙම පණිවිඩය යවන්නේ ගැනුම්කරුවෙකුට ඔවුන්ගේ ඇණවුමේ තත්ත්වය යාවත්කාලීන කිරීමට ය.',

        ShopMailTemplateCodes::OrderPaymentAdmin => 'තහවුරු කරන ලද ඇණවුමක් පිළිබඳව ඔවුන්ට දැනුම් දීම සඳහා මෙම පණිවිඩය විකුණුම්කරුවෙකු වෙත යවනු ලැබේ.',
        ShopMailTemplateCodes::PosCheckout => 'ගැනුම්කරුවෙකු සඳහා විකුණුම් ඇණවුමක් තහවුරු කිරීමට මෙම දැනුම්දීම යවනු ලැබේ.',
        ShopMailTemplateCodes::PosPayment => 'මෙම දැනුම්දීම ගැනුම්කරුවෙකු විසින් කරන ලද විකුණුම් ලක්ෂ්‍ය ගෙවීමක් තහවුරු කරයි.',
        ShopMailTemplateCodes::PosPaymentAdmin => 'මෙම පණිවිඩය විකුණුම්කරුට ඔවුන්ගේ විකුණුම් ස්ථානයේ සිදු කරන ලද මිලදී ගැනීමක් ගැන දැනුම් දෙයි.',
        ShopMailTemplateCodes::ShopContact => 'සම්බන්ධතා පෝරමයක් ඉදිරිපත් කර ඇති විට මෙම දැනුම්දීම යවනු ලැබේ.',
        ShopMailTemplateCodes::ShopGiftCard => 'මෙම දැනුම්දීම පරිශීලකයෙකුට තෑගි කාඩ්පතක් ලැබී ඇති බව දන්වයි.',

        ShopMailTemplateCodes::ShopVendorJoin => 'මෙම පණිවිඩය නව වෙළෙන්දෙකු වෙළඳසැලට සාදරයෙන් පිළිගනී.',
        ShopMailTemplateCodes::ShopVendorInvite => "මෙම පණිවිඩය යවා ඇත්තේ වෙළෙන්දෙකුට ඔබේ වෙළඳපොළට එක් වන ලෙස ආරාධනා කිරීමට ය.",
        ShopMailTemplateCodes::ShopVendorOrder => "ඇණවුමක් ගෙවූ හෝ මුදල් මත බෙදා හැරීමේ (COD) තත්ත්වයෙන් ලැබුණු විට මෙම පණිවිඩය වෙළෙන්දා වෙත යවනු ලැබේ.",
        ShopMailTemplateCodes::ShopVendorProducts => "ඔවුන්ගේ නිෂ්පාදනවල තත්ත්වය පිළිබඳව වෙළෙන්දන් යාවත්කාලීන කිරීමට දිනපතා යවනු ලැබේ.",
        ShopMailTemplateCodes::ShopVendorMemberInvite => "මෙම පණිවිඩය යවන්නේ ඔබේ වෙළඳපොළට එක්වන ලෙස වෙළෙන්දෙකුට ආරාධනා කිරීමටය.",

        ShopMailTemplateCodes::UserLogin => "ආරක්ෂක අරමුණු සඳහා IP ලිපිනය, දිනය සහ උපාංගය ඇතුළුව පිවිසුම් විස්තර සමඟ පරිශීලකයාට දන්වන්න.",
        ShopMailTemplateCodes::LoginCode => "ගබඩාවට ලොග් වීමට පරිශීලකයින් සඳහා එක්-වරක් මුරපද කේතයක් යවන්න.",

        ShopMailTemplateCodes::EmailVerifyLink => "පරිශීලකයාගේ ඊමේල් ලිපිනය සත්‍යාපනය කිරීමට සබැඳියක් යවන්න. පරිශීලකයෙකු SMS මගින් ලියාපදිංචි වී ඔවුන්ගේ විද්‍යුත් තැපෑල ඇතුළත් කළ විට මෙම විද්‍යුත් තැපෑල යවනු ලැබේ. පරිශීලකයෙකු සමාජ පිවිසුමකින් හෝ විද්‍යුත් තැපෑලෙන් සෘජුවම ලියාපදිංචි වූ විට එය නොයවනු ලැබේ.",

        ShopMailTemplateCodes::EmailBulkOrder => "නිශ්චිත දිනයක් සඳහා තොග වශයෙන් ලැබුණු සහ ගෙවූ ඇණවුම් ලැයිස්තුවක් යවන්න."


    ,

    ],


    'global' => [
        'greetings' => 'හායි, :name!',
        'end-statement' => 'සහාය කණ්ඩායම',

        'receiver_name' => 'හායි :user_name',
        'footer-help' => "උදව් අවශ්‍යද? [support@selldone.com](mailto:support@selldone.com) වෙතින් අසන්න හෝ අපගේ [උදවු මධ්‍යස්ථානය](https://selldone.com/community) වෙත පිවිසෙන්න.",
        'selldone-team' => 'Selldone කණ්ඩායම',
        'footer-shop' => "ඔබට ඕනෑම දෙයකට උදව් අවශ්‍ය නම් කරුණාකර අපට විද්‍යුත් තැපෑලක් එවීමට පසුබට නොවන්න: :shop_mail",
        'accept' => "පිළිගන්න",
        'reject' => "ප්රතික්ෂේප කරන්න",
        'verify' => "තහවුරු කරන්න",
        'title' => "ශීර්ෂය",
        'value' => "වටිනාකම",
        'description' => "විස්තර",
        'shop' => "සාප්පු යන්න",
        'shop-info' => "ගබඩා තොරතුරු",
        'user' => "පරිශීලක",
        'user-info' => "ගිණුම් තොරතුරු",
        'license' => "බලපත්රය",
        'status' => "තත්ත්වය",
        'start' => "ආරම්භ කරන්න",
        'end' => "අවසානය",
        'renewal' => "අලුත් කිරීම",
        'view' => "දැක්ම",

        'balance' => "ශේෂය",
        'card_number' => "කාඩ්පත් අංකය",
        'cvv' => "Cvv",
        'expire_date' => "කල් ඉකුත්වන දිනය",

        'Dashboard' => "උපකරණ පුවරුව",
        'order' => "නියෝගය",
        'view_order' => "පිළිවෙල බලන්න",
        'pay_now' => "Pay now",

        'official_selldone' => "නිල වශයෙන් විකුණනු ලැබේ",

        'account-number' => "Account number",
        'account-name' => "Account name",
        'currency' => "මුදල්",
        'free-balance' => "නිදහස් ශේෂය",
        'locked-balance' => "අගුලු දැමූ ශේෂය",
        'bot' => "බොට්",
        'requests' => "ඉල්ලීම්",
        'baskets' => 'කරත්ත',
        'physical' => "ශාරීරික",
        'virtual' => "අතථ්‍ය",
        'file' => "ගොනුව",
        'service' => "සේවය",
        'fulfillment' => "ඉටු කිරීම",
        'open' => "විවෘත",
        'reserved' => "වෙන්කර ඇත",
        'canceled' => "අවලංගු කළා",
        'payed' => "ගෙවා ඇත",
        'cod' => "COD",
        'orders-count' => 'නියෝග',
        'payments-count' => 'ගෙවීම',
        'confirms-count' => 'තහවුරු කරයි',
        'sends-count' => 'යවයි',
        'delivers-count' => 'භාර දෙයි',
        'count' => 'ගණන් කරන්න',
        'transactions-count' => 'ගනුදෙනු ගණන්',
        'success-transactions' => 'ගනුදෙනු සාර්ථක වේ',
        'total-amount' => 'මුලු වටිනාකම',
        'amount' => 'ප්රමාණය',
        'wage' => 'වැටුප්',
        'debug' => 'දෝෂහරණය කරන්න',
        'pos' => 'POS',
        'live' => 'සජීවි',
        'CheckQueue' => 'පෝලිම පරීක්ෂා කරන්න',
        'OrderConfirm' => 'ඇණවුම තහවුරු කරන්න',
        'PreparingOrder' => 'ඇණවුම සකස් කිරීම',
        'SentOrder' => 'ඇණවුම යැව්වා',
        'ToCustomer' => 'පාරිභෝගිකයා වෙත භාර දෙනු ලැබේ',
        'Pending' => 'පොරොත්තුවෙන්',
        'Accepted' => 'පිළිගත්තා',
        'Rejected' => 'ප්‍රතික්ෂේප කළා',
        'pc' => 'PC',
        'tablet' => 'ටැබ්ලට්',
        'phone' => 'දුරකථන',
        'total' => 'සමස්ත',
        'view-detail' => 'විස්තර බලන්න',
        'empty' => 'හිස්',
        'dropshipping' => 'dropshipping',
        'reply' => 'පිලිතුරු',
        'reactions' => 'ප්රතික්රියා',
        'Comments' => 'අදහස්',
        'last-comment' => 'අවසාන අදහස',
        'response-to' => 'සඳහා ප්රතිචාර',
        'posts' => 'තනතුරු',
        'post' => 'තැපැල්',

        'name' => 'නම',
        'email' => 'විද්යුත් තැපෑල',
        'type' => 'වර්ගය',
        'device' => 'උපාංගය',
        'platform' => 'වේදිකාව',
        'browser' => 'බ්රවුසරය',
        'time' => 'වේලාව',
        'Wallet' => 'පසුම්බිය',
        'date' => 'දිනය',

        'account' => 'ගිණුම',
        'transaction' => 'ගනුදෙනුව',
        'fee' => 'ගාස්තු',

        'location' => 'Location',
        'ip' => 'IP',

        'bill' => 'බිල්පත්',
        'category' => 'වර්ගය',
        'password' => 'මුරපදය',
        'verify-login' => "Verify & Login",
        'url' => 'URL',
        'avocado' => 'අලිගැටපේර',
        'hyper' => 'අධි',
        'buy-now' => "දැන් මිලදී ගන්න",
        'add-domain' => "Add Domain",
        'views' => 'දසුන්',


        'country' => 'රට',
        'address' => 'ලිපිනය',
        'postal' => 'තැපැල් කේතය',
        'building_no' => 'ගොඩනැගිල්ල #',
        'building_unit' => 'ඒකකය #',
        'message' => 'පණිවුඩය',


        'customer' => 'පාරිභෝගික',
        'cart-items' => 'කරත්ත අයිතම',
        'payment' => 'ගෙවීම',
        'receiver' => 'ග්රාහකයා',
        'virtual-items' => 'අතථ්‍ය අයිතම',
        'no-payment' => 'ගෙවීමක් නැත!',

        'enable' => 'සබල කරන්න',
        'access' => 'ප්රවේශ',
        'bank' => 'බැංකු තොරතුරු',

        'vendor' => 'වෙළෙන්දා',

        'view_content' => "සම්පූර්ණ අන්තර්ගතය බලන්න",
        'files' => 'ගොනු',
        'download' => 'බාගත',
        'file_name' => 'ගොනු නාමය',
        'file_size' => 'ප්රමාණය',

        'subscription' => 'දායකත්වය',
        'products' => 'නිෂ්පාදන',
        'vendor_products' => 'විකුණුම්කරු නිෂ්පාදන',

        'pickup' => 'පිකප්',

        'minutes' => 'මිනිත්තු',
        'hours' => 'පැය',

        'refund' => 'ආපසු ගෙවීම',
        'recipient_address' => 'ලබන්නාගේ ලිපිනය',
        'signature' => 'අත්සන',
        'blockchain' => 'බ්ලොක්චේන්',
        'details' => 'විස්තර',


    

        'Shop' => 'සාප්පු යන්න',
        'dashboard' => 'උපකරණ පුවරුව',
        'comments' => 'අදහස්',
        'wallet' => 'මුදල් පසුම්බිය',
    ],
    //―――――――――――――――――――――――――――― Titles ―――――――――――――――――――――――――
    'selldone-business-os' => "Selldone Business OS",

    //―――――――――――――――――――――――――――― Senders name & emails ―――――――――――――――――――――――――
    'senders' => [
        'WeeklyReport' => [
            'id' => 'performance',
            'name' => 'කාර්ය සාධන වාර්තාව, Selldone'
        ],
        'SeasonalReport' => [
            'id' => 'seasonal',
            'name' => 'සෘතුමය වාර්තාව, Selldone'
        ],
        'Onboarding' => [
            'id' => 'හායි',
            'name' => 'අනුමත කරන්න, Selldone'
        ],
        'Support' => [
            'id' => 'support',
            'name' => ':name සඳහා සහය දක්වයි'
        ],
        'EmailVerify' => [
            'id' => 'verify',
            'name' => 'Selldone'
        ],
        'Welcome' => [
            'id' => 'හායි',
            'name' => 'ප්රජාව, Selldone'
        ],
        'NewShop' => [
            'id' => 'වෙළඳුන්',
            'name' => 'අනුමත කරන්න, Selldone'
        ],
        'Approve' => [
            'id' => 'අනුමත කරනවා',
            'name' => 'අනුමත කරන්න, Selldone'
        ],
        'SellerReceiveOrder' => [
            'id' => 'order',
            'name' => 'ඇණවුම් කළමනාකරණය :name'
        ],

        'Recovery' => [
            'id' => 'ප්රකෘතිමත් වීම',
            'name' => 'Selldone Recovery කණ්ඩායම'
        ],

    ],


    'bill-status' => [
        'PENDING' => 'පොරොත්තු ⌛',
        'PAYED' => 'ගෙවා ✅',
        'CANCELED' => 'අවලංගුයි ❌',

    ],

    'shop-invite' => [
        'LEVEL-NAME' => [
            'ADMIN' => 'පරිපාලක',
            'OFFICER' => 'නිලධාරියා සහ අධීක්ෂක',
            'AUDITING' => 'විගණන කළමනාකරු',
            'EMPLOYEE' => 'සේවකයා',
            'PRODUCT' => 'නිෂ්පාදන කළමනාකරු',
            'CONTENT' => 'අන්තර්ගත කළමනාකරු',
            'MARKETING' => 'අලෙවි කළමනාකරු',
            'VIEWER' => 'නරඹන්නාට',

        ],
        'subject' => ":inviter ඔබට :level ලෙස ආරාධනා කර ඇත| :shop",
        'category' => "කාර්ය මණ්ඩල ආරාධනා",
        'title' => "ඔබට <b>:shop_name</b> ලෙස <b>:level</b> වෙත ආරාධනා කර ඇත.",
        'message' => "ඔබට ව්‍යාපාරයේ <b>:shop_title</b> කණ්ඩායම සමඟ සහයෝගයෙන් කටයුතු කිරීමට ආරාධනාවක් ලැබී ඇත. ඔබට මෙම පිරිනැමීම පිළිගැනීමට හෝ ප්‍රතික්ෂේප කිරීමට විකල්පයක් ඇත. ඔබ පිළිගැනීමට තෝරා ගන්නේ නම්, කරුණාකර ඔබේ තීරණය තහවුරු කිරීමට Selldone සේවාව වෙත ලොග් වන්න. තහවුරු කිරීමෙන් පසු, ඔබට ගබඩා කළමනාකරණ අංශයට ප්රවේශය ලැබෙනු ඇත.",

    ],

    'welcome-email' => [
        'subject' => "👋 :name සාදරයෙන් පිළිගනිමු, අපි Selldone සමඟ ආරම්භ කරමු!",
        'category' => 'CONGRATULATION',
        'title' => "Selldone වෙත සාදරයෙන් පිළිගනිමු",
        'message' => "Selldone තෝරා ගැනීම ගැන ඔබට ස්තුතියි! ඔබ දැන් ගෝලීය විකුණුම්කරුවන් ගනුදෙනුකරුවන්ට, දේශීය ව්‍යාපාර ව්‍යවසායන් වෙත, සහ පුද්ගලයන් සංගතවලට සම්බන්ධ කරන විචිත්‍රවත් ප්‍රජාවක කොටසකි. අපගේ සියලුම Master සහ Pro මෙවලම් ඔබට **නොමිලේ** සහ **අසීමිත** ඇත. අපි ඔබට සහාය වීමට සහ ඔබේ සාර්ථකත්වයට දොරටු විවෘත කිරීමට මෙහි සිටිමු.",

        'index' => "පියවර :step.",

        'step-domain' => [
            'title' => 'ඔබගේ අභිරුචි වසම එක් කරන්න',
            'message' => "ආරම්භ කිරීමට, Settings > Domains Settings යටතේ Shop Dashboard හි ඔබගේ අභිරුචි වසම නොමිලේ එක් කරන්න.",
            'action' => 'මගේ වසම් කළමනාකරණය කරන්න',
        ],
        'step-landing' => [
            'title' => 'ඔබේ මුල් පිටුව අභිරුචිකරණය කරන්න',
            'message' => "උපකරණ පුවරුව > පිටු වෙත යාමෙන් ඔබේ මුල් පිටුව පුද්ගලීකරණය කරන්න. ගොඩබෑමේ පිටුවක් තෝරන්න හෝ නව එකක් සාදන්න. එය පහසු සහ අවබෝධාත්මක වන අතර, ඔබට එය වහාම වැඩ ආරම්භ කළ හැකිය.",
            'action' => 'මගේ ගොඩබෑමේ පිටුව අභිරුචිකරණය කරන්න',
        ],
        'step-payment' => [
            'title' => 'ගෙවීම් ක්‍රම සකසන්න',
            'message' => "ඔබගේ බැංකු ගිණුමට සෘජුවම ගෙවීම් භාර ගැනීම ආරම්භ කරන්න. Stripe, PayPal, සහ තවත් දේ වැනි ඔබේ ගෙවීම් සපයන්නන් සම්බන්ධ කිරීමට, Dashboard > Accounting > Gateway වෙත යන්න.",
            'action' => 'ගෙවීම් ක්රම එකතු කරන්න',
        ],
        'step-products' => [
            'title' => 'ඔබේ නිෂ්පාදන එකතු කරන්න',
            'message' => "උපකරණ පුවරුව > නිෂ්පාදන තුළ පහසුවෙන් නිෂ්පාදන සහ වර්ග එක් කරන්න. එය හරියට ඔබේ පරිගණකයේ ගොනු සහ ෆෝල්ඩර කළමනාකරණය කිරීම හා සමානයි - සම්පූර්ණයෙන්ම ඇදගෙන යාමට සූදානම්. ඔබට Excel භාවිතයෙන් භාණ්ඩ තොග ආනයනය කළ හැක. ඔබට ආරම්භ කිරීමට උදවු කිරීමට නියැදි අච්චුවක් තිබේ.",
            'action' => 'මගේ නිෂ්පාදන කළමනාකරණය කරන්න',
        ],
        'step-shipping' => [
            'title' => 'නැව්ගත කිරීමේ ක්‍රම සකසන්න',
            'message' => "නැව්ගත කිරීම සඳහා පාරිභෝගිකයින්ගෙන් අය කිරීම සඳහා, උපකරණ පුවරුව > ලොජිස්ටික් > නැව්ගත කිරීම තුළ ඔබේ නැව්ගත කිරීමේ ක්‍රම නිර්වචනය කරන්න. ඔබට විවිධ ස්ථාන සඳහා විවිධ මිල ගණන් සහ සහාය සැකසිය හැක. ඔබේ ගබඩා සම්භවය උපකරණ පුවරුව > ලොජිස්ටික් > ගබඩාව තුළ සැකසීමට අමතක නොකරන්න.",
            'action' => 'නැව්ගත කිරීමේ ක්‍රම කළමනාකරණය කරන්න',
        ],
    

        'seller' => [
            'title' => 'ඔබ විකුණුම්කරුවෙකුද?',
            'message' => 'විකිණීම ආරම්භ කිරීමට, පහත සබැඳිය හරහා Selldone හි ඔබේ උපකරණ පුවරුව ඇතුළු කර ඔබේ පළමු ගබඩාව සම්පූර්ණයෙන්ම නොමිලේ සාදන්න. මෙය මිනිත්තු කිහිපයක් ගත වන අතර ඔබට ඔබේම වෙළඳසැලක් සහ සබැඳි වෙබ් අඩවියක් ඇත. ඉන්පසුව අපි ඔබට මීළඟ පියවර වෙත යොමු කර ගෙවීම් දොරටුව ලබා ගන්නෙමු.',
            'action' => 'මගේ උපකරණ පුවරුවට ලොග් වන්න',
        ],
        'buyer' => [
            'title' => 'මම ගැනුම්කරුවෙක්',
            'message' => 'සුභ පැතුම්. ඔබ Selldone හි සාමාජිකයෙකු වූ පසු, ඔබට අන්තර්ජාල වෙළඳසැල් වල සාමාජිකත්වය සහ සත්‍යාපනය පිළිබඳ සියලු කරදරවලින් මිදෙනු ඇත. Selldone වේදිකාව භාවිතා කරන ඕනෑම වෙළඳසැලකින් සහ වෙබ් අඩවියකින් ප්‍රතිලාභ ලබා ගැනීම සඳහා, ඔබට එක් ක්ලික් කිරීමකින් ලොග් වී ඔබේ මිලදී ගැනීම සරල, වේගවත් සහ ආරක්ෂිත කළ හැක.',
        ],
    ],


    'charge-account' => [
        'category' => 'පසුම්බිය > ගිණුම > අය කිරීම',
        'title' => "සාර්ථකත්ව ගාස්තුව",
        'message' => "ඔබගේ <b>:account_number</b> <b>:amount</b> සාර්ථකව අය කර ඇත.",
        'account' => 'ගිණුම',
        'charge' => 'අයකිරීම',
        'balance' => 'ශේෂය',
        'footer' => "ව්‍යාපාරය පහසු, අත් කරගත හැකි සහ ලොව පුරා සිටින ඕනෑම කෙනෙකුට ප්‍රවේශ විය හැකි කරන්න."
    ],

    'verify-email' => [
        'subject' => "🙌 Selldone වෙත ඔබගේ ලියාපදිංචිය සම්පූර්ණ කරන්න! සබැඳිය තහවුරු කරන්න.",
        'category' => "ඔබ එක් පියවරක් දුරින්",
        'title' => "ඔබගේ ඊමේල් ලිපිනය තහවුරු කරන්න",
        'message' => "ආයුබෝවන් :name,<br><br> Selldone තෝරා ගැනීම ගැන ඔබට ස්තුතියි!<br><br> <b>:email</b> ඔබේ නිවැරදි විද්‍යුත් තැපැල් ලිපිනය බව තහවුරු කිරීමට, කරුණාකර පහත ඇති බොත්තම ක්ලික් කරන්න. මෙම සත්‍යාපනය සම්පූර්ණ කිරීමට ඔබට පැය 48ක් ඇත.",
        'footer' => "ඔබට සත්‍යාපනය බොත්තම ක්ලික් කිරීමේ ගැටලුවක් ඇත්නම්, පහත URL එක ඔබේ වෙබ් බ්‍රවුසරයට පිටපත් කර අලවන්න: :activation_url",
        'next-step' => "මීළඟට, අපි ඔබට ඔබේ අභිරුචි වසම එක් කිරීමට, ගෙවීම් සැකසීමට, නිෂ්පාදන එක් කිරීමට, සහ ඔබේ පළමු ඇණවුම ලබා ගැනීමට පහසු කිරීම සඳහා ප්‍රයෝජනවත් ද්‍රව්‍ය කිහිපයක් සහ පියවරෙන් පියවර මාර්ගෝපදේශනයක් ඔබට එවන්නෙමු.",

    ],
    'verify-email-code' => [
        'subject' => ":name සඳහා සත්‍යාපන කේතය",
        'category' => "SECURITY",
        'title' => "ඊමේල් සත්‍යාපන කේතය",
        'message' => "ආයුබෝවන් :name,<br><br> <b>:email</b> ඔබේ නිවැරදි විද්‍යුත් තැපැල් ලිපිනය බව තහවුරු කිරීමට, කරුණාකර ඊළඟ <b>10 විනාඩි </b> ඇතුළත පහත කේතය ඇතුළත් කරන්න:",
    ],
    'onboarding-verify-email' => [
        'subject' => "🎉 ඔබේ සාප්පුව සූදානම්| :name",
        'category' => "ඔබ එක් පියවරක් දුරින්",
        'title' => "පිහිටුවීම සම්පූර්ණයි",
        'account_title' => "ඔබේ ගිණුම",
        'account_msg' => "මෙම තොරතුරු සමඟ ඔබේ ගිණුමට සත්‍යාපනය කර පුරනය වන්න.",
        'shop_msg' => "Selldone ව්‍යාපාර මෙහෙයුම් පද්ධතිය පිළිබඳ ගිණුම් තොරතුරු.",

    ],

    'reset2fa' => [
        'category' => "ආරක්ෂක නිල පණිවිඩය",
        'title' => "2-පියවර පිවිසුම අක්‍රිය කිරීමට ඉල්ලීම",
        'message' => "ඔබට මෙම විද්‍යුත් තැපෑල ලැබෙන්නේ අපට **:name** ගිණුම සඳහා **:email** විද්‍යුත් තැපෑල සමඟ ද්වි-සාධක සත්‍යාපනය යළි සැකසීමට ඉල්ලීමක් ලැබුණු බැවිනි.<br><br>අපි ඔබේ ගිණුම සඳහා පහත විස්තර සොයා ගත්තෙමු:",
        'footer' => "ඔබ මුරපදය යළි පිහිටුවීමක් ඉල්ලා නොසිටියේ නම්, වැඩිදුර ක්‍රියාමාර්ග අවශ්‍ය නොවේ.",
        'action' => 'පියවර දෙකක පිවිසුම අක්‍රීය කරන්න',
    ],


    'build-new-shop' => [
        'subject' => "🎊 ඔබේ සාප්පුව දැන් සූදානම්!",
        'category' => "ලෝකයේ නව ඔන්ලයින් වෙළඳසැල උපත",
        'title' => "සුභ පැතුම්, :name!",
        'message' => "<b>සුභ පැතුම්, :name! ඔබගේ නව ඔන්ලයින් ව්‍යාපාරය දැන් සජීවීව ඇත!</b> ඔබව Selldners ප්‍රජාව වෙත පිළිගැනීමට අපි සතුටු වෙමු. ඔබ සාර්ථකත්වය සඳහා පළමු පියවර තබා ඇති අතර, සෑම පියවරකදීම ඔබට උපකාර කිරීමට අපි මෙහි සිටිමු.<br>දැන් ඔබේ වෙළඳසැල සූදානම් බැවින්, ඔබ ඔබේ ගනුදෙනුකරුවන්ගෙන් සෘජුවම ගෙවීම් ලබා ගැනීමට සහ ඔබේ අධිරාජ්‍යය වර්ධනය කිරීම ආරම්භ කර ඇති බවට සහතික කර ගනිමු. ඔබට කවදා හෝ උදවු අවශ්‍ය නම්, අපි පණිවිඩයක් එපිටින් සිටිමු-අපගේ සහාය කණ්ඩායම ඔබ වෙනුවෙන් සැමවිටම මෙහි සිටී.<br><br><b>වැදගත් ඊළඟ පියවර:</b> ආරම්භ කිරීමට, ඔබ ගෙවීම් ලැබීමට සහ සුමට ක්‍රියාකාරකම් සඳහා සියල්ල සකසා ඇති බවට සහතික වන්න. ඔබේ වෙළඳසැල බාධාවකින් තොරව ක්‍රියාත්මක වීමට අපි එක් එක් අදියර හරහා ඔබට මඟ පෙන්වන්නෙමු.",
        'pdf-book' => "අමුණා ඇති අත් පොත අතපසු නොකරන්න: ඔබේ ව්‍යාපාරය ක්‍රීඩාවක් මෙන් කරන්න",

        'account' => [
            'title' => 'පියවර 1: Selldone Wallet හි ගිණුමක් සාදන්න',
            'message' => "ආරම්භ කිරීමට, ඔබේ Selldone පසුම්බියේ ගිණුමක් සාදන්න. ඔබේ ගාස්තු අඩු කරනු ලබන ස්ථානය මෙය වන අතර, ඔබේ වෙළඳසැල සුමටව පවත්වාගෙන යාමට ඔබ ඉහළට නැඟෙන්නේද එයයි. ඔබේ ශේෂය සෘණාත්මක නම්, කරදර නොවන්න! ඔබේ වෙළඳසැල බාධාවකින් තොරව දිගටම ක්‍රියාත්මක වනු ඇත.",
            'action' => 'පසුම්බියට ලොග් වන්න',
        ],

        'shop-account' => [
            'title' => 'පියවර 2: ගිණුම ගබඩාවට සම්බන්ධ කරන්න',
            'message' => "ඊළඟට, ඔබේ පසුම්බි ගිණුම ඔබේ ගබඩාවට සම්බන්ධ කරන්න. <b>Store > ගිණුම්කරණය > Invoice</b> වෙත ගොස් ඔබේ මුදල් පසුම්බිය සම්බන්ධ කරන්න. සියලුම පාරිභෝගික ගෙවීම් ඔබගේ බැංකු ගිණුමට සෘජුවම තැන්පත් කර ඇති බව මෙය සහතික කරයි—Selldone ඔබේ ඉපැයීම්වලින් කිසිදු මුදලක් අඩු නොකරයි.",
            'action' => 'ගබඩා ඉන්වොයිස් පැනලය',
        ],

        'gateway' => [
            'title' => 'පියවර 3: සබැඳි ගෙවීම් දොරටුව සම්බන්ධ කරන්න',
            'message' => "දැන්, අපි ඔබේ මාර්ගගත ගෙවීම් දොරටුව සකස් කරමු. <b>Store > ගිණුම්කරණය > Port</b> වෙත ගොස් <b>Add New Port</b> මත ක්ලික් කරන්න. ඔබේ මුදල් වර්ගය තෝරන්න, ඔබට පවතින ගෙවීම් ද්වාර ලැයිස්තුවක් පෙනෙනු ඇත. ද්වාරයක් සම්බන්ධ කිරීම ඉක්මන් සහ පහසු වේ, නමුත් ඔබට කිසියම් උදව්වක් අවශ්‍ය නම්, Selldone මාර්ගෝපදේශ පරීක්ෂා කිරීමට හෝ අප හා සම්බන්ධ වීමට නිදහස් වන්න.",
            'action' => 'ගබඩාවට ද්වාරයක් එක් කරන්න',
        ],

        'domain' => [
            'title' => 'අවසාන පියවර: කැප වූ වසමක් සම්බන්ධ කිරීම',
            'message' => "දැන්, ඔබේ අභිරුචි වසම ඔබේ ගබඩාවට සම්බන්ධ කරන්න. මෙමගින් පාරිභෝගිකයින්ට ඔබේ භාණ්ඩ හෝ සේවා මිලදී ගැනීමට සහ ඔබට සෘජුවම ගෙවීම් කිරීමට ඉඩ සලසයි.",
            'action' => 'අසීමිත තෑගි කාඩ්පත් හඳුන්වාදීම සහ ලැබීම',
        ],
    ],


    'basket-list' => [
        'item' => "අයිතමය",
        'count' => "ගණන් කරන්න",
        'price' => "මිල",
        'discount-code' => "වට්ටම් කේතය",
        'customer-club' => 'පාරිභෝගික සමාජය',
        'shipping' => "නාවික",
        'total' => "සමස්ත",
        'offer' => "පිරිනැමීම",
        'coupon' => "කූපනය",
        'lottery' => "සම්මානය",
        'tax' => "බද්ද",
        'tax_included' => "මිලෙහි ඇතුළත් වේ",
        'tax_shipping' => "Shipping Tax",
    ],

    'buyable-payments' => [
        'method' => 'ක්රමය',
        'amount' => 'ප්රමාණය',
        'giftcard' => 'Gift card',
        'payment' => 'ගෙවීම',
    ],


    'shop-subscription-email' => [
        'category' => "දායකත්ව යාවත්කාලීන කිරීම",
        'title' => "ගබඩා බලපත්‍රය: :shop_title",
        'title-reserved' => "රක්ෂිත බලපත්‍රය: :shop_title",
        'title-active' => "ක්‍රියාකාරී බලපත්‍රය: :shop_title",
        'title-finished' => "නිමි බලපත්‍රය: :shop_title",
        'title-cancel' => "බලපත්‍රය අවලංගු කරන්න: :shop_title",
        'message' => "ඔබේ සාප්පු බලපත්‍ර සැලැස්ම යාවත්කාලීන කර ඇත,",
        'RESERVED' => "⚡ ඔබගේ දායක සැලැස්ම ** වෙන් කර ඇත**.",
        'ACTIVE' => "🟢 ඔබගේ දායකත්ව සැලැස්ම **සක්‍රිය කර ඇත**.",
        'FINISHED' => "🚧 ඔබගේ දායකත්ව සැලැස්ම **නිමා කර ඇත**.",
        'CANCEL' => "⛔ ඔබගේ දායක සැලැස්ම **අවලංගු කර ඇත**.",
    ],

    'support' => [
        'subject' => "ආධාරක මධ්යස්ථානය|:name පිළිතුරු දුන්නා",
        'category' => "ආධාරක මධ්යස්ථානය",
        'title' => "ඔබට ප්‍රතිචාරයක් ලැබිණි",
        'action' => "සාප්පු පරිපාලක විවෘත කරන්න",
    ],

    'shop-customer-join' => [
        'subject' => "එකතු වෙන්න :shop_title",
        'category' => "නව පාරිභෝගික සැමරුම",
        'title' => "ඔබගේ සාමාජිකත්වය ගැන අපි සතුටු වෙමු",
        'action' => "දැන් පිවිසෙන්න",
    ],

    'shop-vendor-join' => [
        'subject' => "විකුණුම්කරු ඇතුල්වීම | :shop_title",
        'category' => "නව වෙළෙන්දා සැමරීම",
        'title' => "ඔබගේ සාමාජිකත්වය ගැන අපි සතුටු වෙමු",
        'action' => "Vendor Panel",
    ],


    'shop-giftcard' => [
        'subject' => "තෑගි කාඩ්පත :shop_title",
        'category' => "නව කාඩ්පත එක් කරන්න",
        'title' => "සුභ පැතුම්, ඔබට තෑගි කාඩ්පතක් ලැබී ඇත",
        'action' => "දැන් සාප්පු යන්න",
        'message' => "ඔබට :balance :currency වටිනා තෑගි කාඩ්පතක් ලැබී ඇත. ඔබට මෙම තෑගි කාඩ්පත අපගේ වෙළඳසැලේ භාවිතා කළ හැකිය.",

    ],
    // -------------------------------------- Shop Contact ------------------------------------
    'contact' => [
        'subject' => "ආධාරක මධ්යස්ථානය| :shop",
        'category' => "සහාය",
        'title' => "ඔබට ප්‍රතිචාරයක් ලැබිණි",
    ],

    // -------------------------------------- Shop Customer ------------------------------------
    'order-checkout' => [
        'subject' => "🛍️ ඇණවුම තහවුරු කිරීම|:order_id ඇණවුම් කරන්න",
        'title' => "නියෝගය",
        'message' => "ඔබ අපේ වෙළඳසැලේ ඇණවුමක් කළා. අපට ඔබේ ඇණවුම ලැබුණු අතර ගෙවීම තහවුරු කළ පසු ඔබට තවත් විද්‍යුත් තැපෑලක් එවන්නෙමු."
    ,

        'payments' => 'ගෙවීම',
    ],

    'order-payment' => [
        'subject' => "🛍️ ගෙවීම් තහවුරු කිරීම|:order_id ඇණවුම් කරන්න",
        'title' => "ගෙවීම් ඇණවුම",
        'message' => "ඔබේ ගෙවීම අවසන්,<br> ඔබගේ ඇණවුම අප සතුව ඇත. ඔබගේ ඇණවුම නැව්ගත කළ විට අපි ඔබට තවත් විද්‍යුත් තැපෑලක් එවන්නෙමු.",
    

        'payments' => 'ගෙවීම',
    ],

    'order-update' => [
        'subject' => "🛍️ ඇණවුම් තත්ත්වය යාවත්කාලීන කරන්න|:order_id ඇණවුම් කරන්න",
        'title' => "ඇණවුම් තත්ත්වය යාවත්කාලීන කිරීම",
        'message' => "ඔබගේ ඇණවුම යාවත්කාලීන කර ඇත. ඔබට ඔබගේ ගිණුමේ මෙම ඇණවුමේ නවතම තත්ත්වය පරීක්ෂා කළ හැක.",
        'instructions' => [
            'PHYSICAL' => [
                'CheckQueue' => "ඔබගේ ඇණවුම සැකසීම සඳහා පෝලිමේ ඇත. එය සූදානම් වන විට අපි ඔබට දන්වන්නෙමු.",
                'OrderConfirm' => "ඔබගේ ඇණවුම තහවුරු කර ඇති අතර සූදානම් වීම ආරම්භ කර ඇත.",
                'PreparingOrder' => "ඔබගේ ඇණවුම සූදානම් වෙමින් පවතින අතර ඉක්මනින් නැව්ගත කරනු ලැබේ.",
                'SentOrder' => "ඔබගේ ඇණවුම යවා ඇත. ඔබට එය ඉක්මනින් ලැබෙනු ඇත.",
                'ToCustomer' => "ඔබගේ ඇණවුම භාර දී ඇත. ඔබ එය භුක්ති විඳිනු ඇතැයි අපි බලාපොරොත්තු වෙමු!",

                'PreparingOrder-PICKUP' => "ඔබේ ඇණවුම සූදානම් වෙමින් පවතී. එය ලබා ගැනීමට සූදානම් වූ විට ඔබට දැනුම්දීමක් ලැබෙනු ඇත.",
                'SentOrder-PICKUP' => "ඔබගේ ඇණවුම ලබා ගැනීමට සූදානම්. කරුණාකර එය එකතු කිරීමට ගබඩාවට එන්න.",
                'ToCustomer-PICKUP' => "ඔබගේ ඇණවුම ලබාගෙන ඇත. ඔබ එය භුක්ති විඳිනු ඇතැයි අපි බලාපොරොත්තු වෙමු!"

            ],
            'VIRTUAL' => [
                'CheckQueue' => "ඔබගේ ඇණවුම සැකසීම සඳහා පෝලිමේ ඇත. එය සූදානම් වූ විට අපි ඔබට දන්වන්නෙමු.",
                'OrderConfirm' => "ඔබගේ ඇණවුම තහවුරු කර ඇති අතර සූදානම් වෙමින් පවතී.",
                'PreparingOrder' => "ඔබගේ ඇණවුම සූදානම් වෙමින් පවතින අතර ඉක්මනින් ඔබ වෙත එවනු ලැබේ.",
                'ToCustomer' => "ඔබගේ අතථ්‍ය ඇණවුම ඔබගේ ගිණුමට ලබා දී ඇත. ඔයාට ස්තූතියි!"
            ],
            'SERVICE' => [
                'CheckQueue' => "ඔබගේ සේවා ඉල්ලීම පෝලිමේ ඇත. අපි ආරම්භ කරන විට අපි ඔබට දන්වන්නෙමු.",
                'OrderConfirm' => "ඔබගේ සේවාව තහවුරු කර ඇති අතර අපි ආරම්භ කිරීමට සූදානම් වෙමු.",
                'PreparingOrder' => "අපි ඔබේ සේවාව සූදානම් කරමින් සිටින අතර, එය අවසන් වූ පසු ඔබට දැනුම් දෙන්නෙමු.",
                'ToCustomer' => "ඔබගේ සේවය සම්පූර්ණයි. අපව තෝරා ගැනීම ගැන ඔබට ස්තුතියි!"
            ],
            'FILE' => [
                'PreparingOrder' => "ඔබගේ ගොනුව සූදානම් වෙමින් පවතින අතර ඉක්මනින් ලබා ගත හැක.",
                'ToCustomer' => "ඔබගේ ගොනුව සූදානම් සහ භාර දී ඇත. ඔබට දැන් එය බාගත කළ හැක."
            ],
            'SUBSCRIPTION' => [
                'CheckQueue' => "ඔබගේ දායකත්ව ඇණවුම පෝලිමේ ඇත. සැකසීම ආරම්භ වන විට අපි ඔබට දන්වන්නෙමු.",
                'OrderConfirm' => "ඔබගේ දායකත්වය තහවුරු කර ඇති අතර පිහිටුවා ඇත.",
                'PreparingOrder' => "අපි ඔබේ දායකත්වය සූදානම් කරමින් සිටින අතර එය ඉක්මනින් ආරම්භ වනු ඇත.",
                'SentOrder' => "ඔබගේ දායකත්වය සක්‍රිය කර ඇත. ඔබට අඛණ්ඩ යාවත්කාලීන ලැබෙනු ඇත.",
                'ToCustomer' => "ඔබගේ දායකත්ව සේවාව සාර්ථකව සක්‍රිය කර ඇත."
            ]
        ]

    ],

    // -------------------------------------- Vouchers ------------------------------------
    'get-voucher' => [
        'subject' => 'සුභ පැතුම් :name|නව වවුචරය: :title',
        'category' => "සුභ පැතුම්, නව වවුචරය",
        'message' => "හේයි :name,<br><br> ඔබට අපෙන් තෑග්ගක් ලෙස නව වවුචරයක් ලැබී ඇත! ඔබේ මිතුරන්ට සහ ඔබ දන්නා සෑම කෙනෙකුටම Selldone හඳුන්වා දීමෙන් ඔබට තවත් වවුචර උපයා ගත හැක. මෙම වවුචරය වටිනවා **:price :currency**.<br><br>ඔබ පළමු පියවර ගෙන ඇති අතර, ඔබගේ වවුචරය සමඟ නව විශේෂාංග අගුළු හැරීමට ඔබට උදවු කිරීමට අපි මෙහි සිටිමු! කරුණාකර **:email** සමඟින් පුරනය වී ඔබේ වවුචරය සාප්පුවේ ** උපකරණ පුවරුව** > **සැකසීම්** > ** බලපත්‍රය**.<br><br>සුභ පැතුම්!",
        'action' => "මගේ උපකරණ පුවරුව",
    ],


    // -------------------------------------- Received Gift ------------------------------------
    'received-gift' => [
        'subject' => 'සුභ පැතුම්, හිතවත් :name|ඔබට විශේෂ තෑග්ගක් ලැබී ඇත!',
        'category' => "තෑග්ගක් ලැබීමේ නිවේදනය",
        'title' => "ඔබ වෙනුවෙන් තෑගි",
        'message' => "Hi :name, we're excited to let you know that you've received a special gift from Selldone! 🎉 You can earn more gifts by staying active, growing your store, and improving your expertise on Selldone. To check out your gift, simply log in with :email and look for it in the top-right corner of your dashboard.<br><br>This gift is worth **:price :currency**, and you can easily deposit it into your wallet within Selldone.<br><br>Use your gift to upgrade your store's license and unlock even more powerful tools to boost your online business!",
        'action' => "තෑගි",
    ],

    // -------------------------------------- Shop Order Payment Admin (Seller) ------------------------------------

    'order-payment-admin' => [
        'subject' => "🛍️ නව ඇණවුම ලැබිණි| :order_id",
        'title' => "New Order",
        'message' => "ඔබට නව ඇණවුමක් ලැබී ඇත. කරුණාකර ඔබේ වෙළඳසැලේ ඇණවුම් සැකසීමේ පිටුවට යන්න.",
    ],


    // -------------------------------------- Virtual item info component ------------------------------------

    'virtual-item' => [
        'input-form-title' => 'ඔබේ පිරවූ තොරතුරු',
        'output-form-title' => 'මිලදී ගත් අයිතම තොරතුරු',
    ],

    // -------------------------------------- Weekly shop report ------------------------------------
    'selldone-weekly-report' => [
        'subject' => '📬 :shop_title|සතිපතා වාර්තාව :time',
        'title' => 'සතිපතා ගබඩා කාර්ය සාධන වාර්තාව',
        'message' => "This is your store's weekly report from <b>:start</b> to <b>:end</b>. This report includes tips for improving your business, you can also check the status of your online store and recent orders. I hope you have a good day and week ahead."
    ],

    // -------------------------------------- Seasonal shop report ------------------------------------
    'shop-seasonal-report' => [
        'subject' => '☘ පසුගිය මාස තුන තුළ ඔබේ :amount ඉතිරි කිරීමේ වාර්තාව| :shop_title',
        'title' => 'ඔබේ ව්‍යාපාර ක්‍රියාකාරකම්, ත්‍යාග සහ මූල්‍ය ඉතුරුම් පිළිබඳ වාර වාර්තාව',
        'message' => "This is your <b>:shop_title</b> seasonal report from <b>:start</b> to <b>:end</b>."
    ],


// -------------------------------------- EC-ShopAccounts ------------------------------------
    'EC-ShopAccounts' => [
        'title' => 'සම්බන්ධිත ගිණුම්',
        'sub-title' => 'මගේ ගබඩාවට සම්බන්ධ පසුම්බි ගිණුම්වල නවතම තත්ත්වය කුමක්ද?',
        'view-wallet' => 'මුදල් පසුම්බිය බලන්න',
        'tip-title' => 'වැදගත් උපදෙස්',
        'tip' => "නොමිලේ Selldone පසුම්බියක් සකසා එය ඔබේ වෙළඳසැලට සම්බන්ධ කරන්න. ඔබේ ශේෂය සෘණාත්මක වුවද, ඔබේ පාරිභෝගිකයින්ට කිසිදු ගැටලුවකින් තොරව සාප්පු යෑමට සහ ගෙවීමට හැකිය. කණගාටු නොවන්න, ඔබේ වෙළඳසැලේ මෙහෙයුම් සහ දත්ත කිසිදු බාධාවකින් තොරව මාස 1ක් දක්වා සුමටව පවතිනු ඇත.",
        'view-my-wallet' => 'My wallet',
        'connect-account' => 'ගිණුමට සම්බන්ධ කරන්න'
    ],

// -------------------------------------- EC-ShopApps ------------------------------------
    'EC-ShopApps' => [
        'title' => 'යෙදුම් ස්ථාපනය කර ඇත',
        'sub-title' => 'මෙම සතියේ ඔබ ඔබේ වෙළඳසැලේ ස්ථාපනය කර ඇති යෙදුම් ලැයිස්තුව.',
        'tip' => "ඔබට ඔබේ වෙළඳසැල සඳහා තවත් යෙදුම් සොයා ගැනීමට අවශ්‍යද?",
        'view-app-store' => 'Selldone App Store වෙත පිවිසෙන්න..',
    ],

// -------------------------------------- EC-ShopBots ------------------------------------
    'EC-ShopBots' => [
        'title' => 'ඔබේ ගබඩා බොට්ස්',
        'sub-title' => 'මගේ වෙළඳසැලේ ක්‍රියාකාරී විකුණුම් බොට්.',
        'tip-title' => 'බොට් විකිණීම',
        'tip' => "Selldone ඔබට ස්වයංක්‍රීය විකුණුම් බොට් සපයා ඇත. ඔබ කළ යුත්තේ ඇඩෝන> බොට්ස් පැනලය වෙත ගොස් ඔබේ ගබඩා බොට්ස් සක්‍රිය කිරීමයි. අදාළ සේවාව ඔබේ රට තුළ තිබිය යුතු බව සලකන්න.",
        'view-bots' => 'බොට්ස් කළමනාකරණය කරන්න',
    ],

// -------------------------------------- EC-ShopContacts ------------------------------------
    'EC-ShopContacts' => [
        'title' => 'ගනුදෙනුකරුවන් සමඟ සන්නිවේදනය',
        'sub-title' => 'මෙම සතියේ මගේ ගනුදෙනුකරුවන් සමඟ මට සම්බන්ධතා කීයක් තිබේද?',
        'faqs' => 'නිතර අසන ප්රශ්න',
        'tickets' => 'පාරිභෝගික ටිකට්පත්',
    ],

// -------------------------------------- EC-ShopData ------------------------------------
    'EC-ShopData' => [
        'title' => 'පරිශීලක තත්ත්වය',
        'sub-title' => ':start සිට :end දක්වා ක්‍රියාකාරකම්',
        'users' => [
            'title' => 'පාරිභෝගිකයන්',
            'subtitle' => 'ලියාපදිංචි පරිශීලකයන්',
        ],
        'views' => [
            'title' => 'සංචාරයන්',
            'subtitle' => 'ඔබ කොපමණ වාරයක් වෙළඳසැලට ගොස් තිබේද?',
        ],
        'new_visitors' => 'New Users',
        'returning_visitors' => 'ආපසු පැමිණි පරිශීලකයන්',

        'shop_views' => 'සාප්පු දර්ශන',
        'baskets' => [
            'title' => 'සාප්පු කරත්ත',
            'subtitle' => 'නව සාප්පු කරත්ත ගණන වාර්තා කරන්න',
        ],
        'products' => [
            'title' => 'නිෂ්පාදන දළ විශ්ලේෂණය',
            'subtitle' => 'වර්ගය අනුව ගබඩාවේ නිෂ්පාදනවල තත්ත්වය',
            'value_name' => 'නිෂ්පාදන'
        ],
        'products_count' => 'නිෂ්පාදන වර්ග',
        'views_count' => 'බැලීම් ගණන',
        'sell_count' => 'විකුණුම් ගණන',
        'send_count' => 'නැව්ගත කිරීමේ ගණන',
    ],


// -------------------------------------- EC-ShopDropShipping ------------------------------------
    'EC-ShopDropShipping' => [
        'title' => 'Drop Shipping',
        'sub-title' => 'Drop Shipping Selldone හි ප්‍රධාන විකුණුම්කරුවන් සඳහා පැනලය.',
        'total_fulfillments' => 'ලැබුණු මුළු ඇණවුම්',
        'ds_count' => 'ලැබුණු ඇණවුම්',
        'statistics_title' => 'ලැබුණු ඇණවුම් වාර්තා කරන්න',
        'ds_cancels' => 'අතුරු මුහුණත් විකුණුම්කරු විසින් අවලංගු කරන්න',
        'ds_rejects' => 'ඔබ විසින් අවලංගු කරන්න',
        'tip' => "ඔබ ප්‍රධාන භාණ්ඩ අලෙවිකරුවෙක්ද? ඔබට ගබඩාවක්, කර්මාන්ත ශාලාවක් හෝ නිෂ්පාදන බෙදාහරින්නෙකු සිටීද? ඔබේ භාණ්ඩය මහා පරිමාණයෙන් විකිණීමට Selldone Drop Shipping සේවාවේ අනෙකුත් විකුණුම්කරුවන්ට ඔබේ නිෂ්පාදන පිරිනැමිය හැක. ඔබට මඟ පෙන්වීම සඳහා support@selldone.com හි අපට විද්‍යුත් තැපැල් කරන්න.",
        'view-drop-shipping-panel' => 'තොග පැනලයට ලොග් වන්න',
    ],


// -------------------------------------- EC-ShopExchangeRates ------------------------------------
    'EC-ShopExchangeRates' => [
        'title' => 'විනිමය අනුපාත',
        'sub-title' => 'ඔබගේ වෙළඳසැලේ නවතම මුදල් පරිවර්තන අනුපාත ලැයිස්තුව.',
        'from' => 'මූලාශ්ර මුදල්',
        'to' => 'ගමනාන්ත මුදල්',
        'rate' => 'පරිවර්තන අනුපාතය',
        'view-exchange-panel' => 'විනිමය අනුපාත කළමනාකරණය කරන්න',
    

        'vew-exchange-panel' => 'විනිමය අනුපාත කළමනාකරණ මණ්ඩලය',
    ],


// -------------------------------------- EC-ShopExperts ------------------------------------
    'EC-ShopExperts' => [
        'title' => 'විශේෂඥ ගිවිසුම්',
        'sub-title' => 'මගේ වෙළඳසැලේ වැඩ කරන වෘත්තිකයන් මොනවාද?',
        'cost' => 'කොන්ත්රාත් මුදල',
        'duration' => 'කාල සීමාව',
        'start_at' => 'Start Date',
        'complete_at' => 'Completion Date',
        'cancel_at' => 'දිනය අවලංගු කරන්න',
        'end_at' => 'බෙදාහැරීමේ දිනය',
        'tip' => 'ඔබේ ව්‍යාපාරය දියුණු කිරීම සඳහා ඔබට Selldone හි හොඳම විශේෂඥයින් බඳවා ගත හැකිය.',
        'view-experts' => 'ආරම්භ කිරීමට ක්ලික් කරන්න.',
    ],


// -------------------------------------- EC-ShopGateways ------------------------------------
    'EC-ShopGateways' => [
        'title' => 'Payment gateways',
        'sub-title' => 'වෙළඳසැලේ සක්‍රීය ගෙවීම් ද්වාර වාර්තා කරන්න :shop.',
        'tip-title' => 'වැදගත් උපදෙස්',
        'tip' => "ඔබේ වෙළඳසැලේ ද්වාර කළමනාකරණ පිටුවට ගොස් විනාඩි කිහිපයකින් අවම වශයෙන් එක් වරායක් එක් කරන්න. ඔබේ ගනුදෙනුකරුවන් මාර්ගගත ද්වාර හරහා ඉක්මනින් සහ ආරක්ෂිතව ගෙවීමට කැමතියි.",
        'view-shop-gateways' => 'මගේ ගබඩා ද්වාර කළමනාකරණයට පිවිසෙන්න.',
        'view-gateways' => 'තවත් ද්වාර බලන්න',
    ],


// -------------------------------------- EC-ShopOrders ------------------------------------
    'EC-ShopOrders' => [
        'title' => 'නියෝග',
        'sub-title' => 'මේ සතියේ මට ලැබුණු ඇණවුම් ලැයිස්තුව.',
        'total_baskets' => 'මුළු ඇණවුම්',
        'total_posBaskets' => 'මුළු මුදල් ඇණවුම්',
        'pos-title' => 'POS ගබඩා පෙට්ටිය',
        'chart-label' => 'ඇණවුම් සම්පූර්ණ කර ඇත (මෙම ඇණවුම් අනිවාර්යයෙන්ම ගෙවනු නොලැබේ!)',
        'tip-title' => 'ඔබ දැඩි උත්සාහයක් දැරිය යුතුයි ...',
        'tip' => "සරල සාර්ථකත්වයක් නැත.",
    ],

// -------------------------------------- EC-ShopProcessCenter ------------------------------------
    'EC-ShopProcessCenter' => [
        'title' => 'සැකසුම් මධ්යස්ථානය',
        'sub-title' => 'අපි මේ සතියේ ගබඩාවේ කොපමණ ඇණවුමක් ක්‍රියාත්මක කළාද?',
        'tip-title' => 'ඔබට විකිණීමක් නොතිබුණි!',
        'tip' => "අවාසනාවකට ඔබට මෙම සතියේ විකුණුම් කිසිවක් නොතිබුණි. ඔබ ඔබේ ගබඩාවට තවත් ලබා ගැනීමට අවශ්‍යයි. ඔබට තවත් නිෂ්පාදන එකතු කිරීමට, වඩා හොඳ පින්තූර තෝරා ගැනීමට හෝ ඔබේ නිෂ්පාදන සඳහා වඩා හොඳ විස්තර ලිවීමට හැකිය. ඔබේ ව්‍යාපාරය සඳහා පූර්ණ කාලීන රැකියාවක් සලකා බලන්න. ඔබ එය නිවැරදිව කළහොත් සහ කලකිරීමට පත් නොවී, ඔබ සාර්ථක වනු ඇත.",
        'view-process-center' => 'ක්‍රියාවලි මධ්‍යස්ථානය බලන්න',
        'return' => [
            'title' => 'ආපසු ඇණවුම',
            'subtitle' => 'ආපසු ඇණවුම් වාර්තා කරන්න.',
            'tip-title' => 'ඔබ එය දැන සිටියාද ...',
            'tip' => "Selldone POS සමඟ ඔබට අවශ්‍ය තරම් මුදල් රෙජිස්ටර් සෑදිය හැකිය! එය ඔබගේ ටැබ්ලටය, ජංගම දුරකථනය හෝ ලැප්ටොප් පරිගණකය වේවා, ඔබට ඕනෑම උපාංගයක් ඔබේ වෙළඳසැලේ විකුණුම් ස්ථානය බවට පත් කළ හැක. එය සරලයි, ඉක්මනින් පිහිටුවීමට, සහ ඔබේ සේවාදායකය සඳහා සම්පූර්ණයෙන්ම සූදානම්. අද එය භාවිතා කිරීම ආරම්භ කරන්න!",
            'view-pos' => 'මගේ ඔන්ලයින් වෙළඳසැල මුදල් අයකැමි වෙත පිවිසෙන්න'
        ]
    ],


// -------------------------------------- EC-ShopSessions ------------------------------------
    'EC-ShopSessions' => [
        'title' => 'සැසිවාර',
        'sub-title' => 'මම මගේ වෙළඳසැලට කී වතාවක් ගියාද?',
        'countries-title' => 'වැඩිපුරම සංචාරය කර ඇති රටවල් මොනවාද?',
    ],


// -------------------------------------- EC-PublicMessage ------------------------------------
    'EC-PublicMessage' => [
        'title' => 'එක රුපියලක්වත් වියදම් නොකර සල්ලි හොයන්න කැමතිද?',
        'message' => "ආයුබෝවන් :name, Selldone සමඟින් ඉපැයීම ආරම්භ කිරීමට කාලයයි! උපකරණ පුවරුව වෙත යන්න > තවත් > මුදල් ඉපැයීම > ඔබේ යොමු කිරීමේ සබැඳිය ලබා ගන්න. ඔබේ මිතුරන් සමඟ සබැඳිය බෙදාගන්න, සහ තෑගි කාඩ්පත් සහ ඔවුන්ගේ ගෙවීම්වල කොටසක් උපයා ගන්න. හොඳම කොටස? ඔබ සහ ඔබේ මිතුරා යන දෙදෙනාටම තෑගි කාඩ්පතක් ලැබේ!",
        'action' => 'මගේ හැඳින්වීමේ සබැඳිය බලන්න',
        'mail-clip' => "<b style='color: #C2185B'>වැදගත්:</b> ඔබ විද්‍යුත් තැපෑලේ දිග සීමා කරන Gmail වැනි විද්‍යුත් තැපැල් සේවා භාවිතා කරන්නේ නම්, සම්පූර්ණ වාර්තාව පෙන්වීමට ඊමේල් අවසානයේ පහත විකල්පය සොයාගෙන එය මත ක්ලික් කරන්න:",

        'no-coin-reward' => "<b style='color: #C2185B'>සමාවන්න:</b> ඔබගේ ක්‍රියාකාරකම් නොමිලේ SEL Coins ත්‍යාග ලබා ගැනීමේ අවශ්‍යතාවය සපුරා නැත. දැඩි උත්සාහයක් ගෙන ඊළඟ වාරය සඳහා ඔබේ වෙළඳසැලේ වැඩියෙන් විකුණන්න.",
        'yes-coin-reward' => "<b style='color: #4CAF50'>සුභ පැතුම්:</b> නියම වැඩක්! ඔබගේ කැපී පෙනෙන කාර්ය සාධනය මත පදනම්ව, අපි ඔබේ ගිණුමට :amount SEL කාසි ත්‍යාගයක් ලෙස බැර කළෙමු.",

        'need-buy-license' => "<b>Level Up Your Business:</b> ඔබ තවමත් ඔබේ වෙබ් අඩවිය සඳහා කිසිදු දායක සැලැස්මක් ලියාපදිංචි කර නැති බව පෙනේ! වාර්ෂිකව ගෙවන්නේ නම් මසකට :amount සඳහා තවත් විශේෂාංග අගුළු හැරීමට දැන් උත්ශ්‍රේණි කරන්න.",
        'not-afford-message' => "ඔබට මුදල් ගෙවීමට නොහැකි නම් හෝ ගෙවීමේ ගැටලුවක් ඇත්නම්, support@selldone.com හරහා අපට පැවසීමට නිදහස් වන්න.",
        'add-domain' => "<b>ඔබේ ව්‍යාපාරය සඳහා අභිරුචි වසමක් නැත්තේ ඇයි?</b><br> දැන් ඔබේ වෙබ් අඩවියට වසමක් එක් කරන්න; එය නොමිලේ!"
    ],


    // -------------------------------------- Widget-Socials ------------------------------------
    'Widget-Socials' => [
        'title' => "Selldone යනු a<del> නිෂ්පාදන</del> <span style = 'color: forestgreen'>ප්රජාව</span> .<br> වෘත්තීය විකුණුම්කරුවෙකු වන්න!",
        'message' => "Twitter, LinkedIn සහ සමාජ ජාල වල Selldone හි නිල පිටු අනුගමනය කරන්න. Selldone පිළිබඳ කිසියම් අදහස්, ඉල්ලීමක් හෝ විවේචනයක් හෝ සාකච්ඡාවලට සහභාගී වන්න. අපි ද <b>ඔබ සාදන</b> Selldone ප්‍රජාවේ කොටසක් වෙමු."
    ],


    // -------------------------------------- Avocado (Seller) ------------------------------------
    'avocado-seller-daily-report' => [
        'subject' => 'නව අලිගැට පේර ඇණවුම් ලැබී ඇත|:shop_title :time',
        'title' => "පසුගිය පැය 24 සඳහා කාර්ය සාධන වාර්තාව",
        'message' => "ඔබේ ඇණවුම් සමාලෝචනය කර මිල නියම කරන තෙක් ඔබේ ගනුදෙනුකරුවන් බලා සිටී. වැඩි විකුණුම් ලබා ගැනීමට හැකි ඉක්මනින් ඔබේ ගනුදෙනුකරුවන්ගේ ඉල්ලීම්වලට ප්‍රතිචාර දක්වන්න.",
        'card_title' => "ඇණවුම් පෝලිමේ",
        'card_subtitle' => ":date සිට",

        'card_payed' => "ගෙවූ ඇණවුම්"
    ],


    // -------------------------------------- Community > Post ------------------------------------
    'community-comments' => [
        'subject' => ':community_title හි ඔබගේ පළ කිරීමට පිළිතුරු දෙන්න',
        'title' => ":name සහ :count වෙනත් අය ඔබේ පළ කිරීම් මත සංවාදයට එක් වී ඇත!",
        'message' => "ආයුබෝවන් :name, ඔබේ පළ කිරීම් අවධානයට ලක්ව ඇත! ඔබට අපගේ ප්‍රජාව තුළ අදහස් ලැබී ඇත. සාකච්ඡාවට සම්බන්ධ වීමට ඔබගේ ගිණුමට ලොග් වී හැමෝම කියන දේ බලන්න.",
        'title-simple' => ":name ඔබේ පළ කිරීම මත අදහස් දක්වා ඇත!",
    ],


    // -------------------------------------- Community > Topic ------------------------------------
    'community-topic' => [
        'subject' => '🔔 ඔබේ මාතෘකාවට පිළිතුරු දෙන්න :topic_title',
        'title' => ":name, සහ :count වෙනත් අය ඔබේ මාතෘකාවට පිළිතුරු දුන්හ.",
        'message' => "ආයුබෝවන් :name, ඔබේ මාතෘකාව අවධානයට ලක් වේ! ඔබට අපගේ ප්‍රජාව තුළ පිළිතුරු ලැබී ඇත. සාකච්ඡාවට සම්බන්ධ වීමට ඔබගේ ගිණුමට ලොග් වී හැමෝම කියන දේ බලන්න.",
        'title-simple' => ":name ඔබේ මාතෘකාවට පිළිතුරු දුන්නා.",
    ],

    // -------------------------------------- User > Login ------------------------------------
    'user-login' => [
        'subject' => '🔔 නව පිවිසුම :name',
        'category' => 'ආරක්ෂක දැනුම්දීම්',
        'title' => "ගිණුමට පිවිසෙන්න",
        'message' => "හිතවත් :name, ඔබගේ Selldone ගිණුමට පුරනය වීමක් අනාවරණය විය.",   // Login in selldone (seller)
        'message-shop' => "හිතවත් :name, :shop_title වෙත පුරනය වීමක් අනාවරණය විය.",  // Login in shop (buyer)

        'footer' => "ඔබ ලොග් වී නොමැති නම්, කරුණාකර ඔබගේ මුරපදය වෙනස් කරන්න.",

    ],


    // -------------------------------------- Account > TransactionNotification ------------------------------------
    'account-transaction' => [
        'withdraw' => "ආපසු ගැනීම",
        'deposit' => "තැන්පත් කරන්න",

        'withdraw_subject' => ":account ගිණුමෙන් මුදල් ආපසු ගන්න",
        'deposit_subject' => ":account ගිණුමට තැන්පත් කරන්න",

        'message' => "පහත සඳහන් පිරිවිතරයන්ට අනුව මුදල් හුවමාරුව සිදු කර ඇත.",

        'type' => "ගනුදෙනු වර්ගය",

        'from' => "මූලාශ්ර ගිණුම",
        'to' => "Destination account",

        'desc' => "ගනුදෙනු විස්තරය",
        'action' => "ගනුදෙනුව බලන්න",
    ],
    // -------------------------------------- Shop > Penalty ------------------------------------

    'penalty' => [
        'subject' => "⛔ වැදගත්! නීති උල්ලංඝනය කිරීම| :shop",
        'category' => "විවේචනාත්මක තොරතුරු",
        'title' => "ඔබේ කඩයට දඬුවම් පමුණුවා ඇත",
        'action' => "සාප්පු උපකරණ පුවරුව විවෘත කරන්න",
    ],


    // -------------------------------------- User > Invite friend ------------------------------------
    'invite' => [
        'subject' => ":inviter ඔබට Selldone හා සම්බන්ධ වීමට ආරාධනා කර ඇත",
        'title' => ":name ඔබට :amount එවා ඇත්තේ ඔබේ නව ඔන්ලයින් වෙළඳසැල දියත් කිරීමට සහ එයින් මුදල් ඉපැයීමට උදවු කිරීමටයි!",
        'message' => "Hi **:receiver_name**,<br><br>Welcome to Selldone! On Selldone, you can easily create your e-commerce site, blog, online community, and even set up an online POS system for in-person sales—all within minutes. It’s the complete online business operating system designed to make your business better, faster, and easier to run.<br><br>Sign up by <b>:date</b> and receive a :amount voucher to get started!",
        'accept' => "ආරාධනය පිළිගන්න",
        'owner' => "හිමිකරු",
        'join-date' => "සිට Selldone මත",
    ],

    // -------------------------------------- Shop > Recovery mail ------------------------------------
    'shop-recovery' => [
        'subject' => "ප්‍රතිසාධන සබැඳිය| :shop",
        'category' => "සාප්පු ආරක්ෂාව",
        'title' => "ගබඩා ප්‍රතිසාධන සබැඳිය <b>:shop_name</b> .",
        'message' => "මෙම විද්‍යුත් තැපෑල ඔබ වෙත එවන ලද්දේ ඔබ ඔබේ වෙළඳසැල ප්‍රතිසාධනය කිරීමට ඉල්ලා සිටි බැවිනි. පහත සබැඳිය ක්ලික් කිරීමෙන් ඔබේ වෙළඳසැල සහ එයට අයත් සියලුම දත්ත නැවත ලබා ගත හැක.",
        'action' => "සාප්පු ප්‍රතිසාධනය තහවුරු කරන්න",

    ],


    // -------------------------------------- SR-SeasonalSaving ------------------------------------
    'SR-SeasonalSaving' => [
        'title' => 'Selldone ඔබේ ව්‍යාපාරය සඳහා කොපමණ මුදලක් ඉතිරි කළාද?',
        'sub-title' => ':start සිට :end දක්වා',
        'infrastructure' => [
            'title' => 'යටිතල',
            'subtitle' => 'සේවාදායකයන්, CDN, ගබඩාව, සහ අනෙකුත් වලාකුළු සේවා',
        ],
        'experts' => [
            'title' => 'විශේෂඥයින් සහ කාර්ය මණ්ඩලය',
            'subtitle' => 'සංවර්ධකයින්, නඩත්තු කිරීම සහ සහාය',
        ],
        'total_save' => 'ඉතිරි කළ මුළු මුදල'
    ],
    // -------------------------------------- SR-SeasonalPerformance ------------------------------------
    'SR-SeasonalPerformance' => [
        'title' => 'ඔබේ කාර්ය සාධනය',
        'sub-title' => ':start සිට :end දක්වා ව්‍යාපාර දළ විශ්ලේෂණය',

        'new_visitors' => 'New Users',
        'returning_visitors' => 'ආපසු පැමිණි පරිශීලකයන්',

        'shop_views' => 'සාප්පු දර්ශන',
        'baskets' => [
            'title' => 'සාප්පු කරත්ත',
            'subtitle' => 'නව සාප්පු කරත්ත ගණන වාර්තා කරන්න',

        ],
        'products' => [
            'title' => 'නිෂ්පාදන දළ විශ්ලේෂණය',
            'subtitle' => 'වර්ගය අනුව ගබඩාවේ නිෂ්පාදනවල තත්ත්වය',
            'value_name' => 'නිෂ්පාදන'
        ],
        'views' => [
            'title' => 'Page Views',
            'subtitle' => 'මුළු වෙබ් අඩවි පිටු බැලීම්',
        ],
    ],


    // ██████████████████████ Marketplace ██████████████████████
    'vendor-order' => [
        'title' => 'New Order',
        'message' => "ඔබට නව ඇණවුමක් ලැබී ඇත. කරුණාකර ඔබේ විකුණුම් මණ්ඩලයේ ඇණවුම් සැකසීමේ පිටුවට යන්න.",
        'subject' => "🛍️ නව ඇණවුම ලැබිණි| :order_id",
        'your_revenue' => "ඔබේ ආදායම",
    ],
    'vendor-invite' => [
        'title' => 'විකුණුම්කරු ආරාධනය',
        'message' => "ඔබට :shop_name හි විකුණුම්කරුවෙකු වීමට ආරාධනාවක් ලැබී ඇත. පහත බොත්තම් ක්ලික් කිරීමෙන් ඔබට එය පිළිගැනීමට හෝ ප්‍රතික්ෂේප කිරීමට හැකිය.",
        'subject' => ":shop_name |අපගේ වෙළෙන්දා වීමට ආරාධනා",
        'accept' => "පිළිගෙන විකුණුම්කරුවෙකු වන්න",
        'reject' => "ප්රතික්ෂේප කරන්න",

    ],

    // Staff of vendor
    'vendor-member-invite' => [
        'title' => 'අපගේ කණ්ඩායමට එකතු වීමට ආරාධනා',
        'message' => "ඔබට :shop_name හි :vendor_name හා සම්බන්ධ වීමට ආරාධනා කර ඇත. පහත බොත්තම් භාවිතයෙන් ඔබට මෙම ආරාධනාව පිළිගැනීමට හෝ ප්‍රතික්ෂේප කිරීමට හැකිය.",
        'subject' => ":vendor_name හා සම්බන්ධ වීමට ආරාධනා|කණ්ඩායම් සාමාජිකයෙකු වන්න",
        'accept' => "පිළිගෙන කණ්ඩායමට එක්වන්න",
        'reject' => "ප්රතික්ෂේප කරන්න",

    ],

    // -------------------------------------- ShopEmailLogin ------------------------------------
    'shop-email-login' => [
        'subject' => "ඔබේ පිවිසුම් කේතය :shop",
        'header-message' => "අපි ඔබට මෙම විද්‍යුත් තැපෑල එවන්නේ ඔබ සාප්පුව සඳහා පිවිසුම් කේතයක් ඉල්ලා ඇති බැවිනි. කරුණාකර ඔබගේ එක්-කාලීන මුරපදය (OTP) පහතින් සොයා ගන්න:",
        'footer-message' => "මෙම කේතය විනාඩි 10 ක් සඳහා වලංගු වේ. ඔබ මෙම පිවිසුම් කේතය ඉල්ලා නොසිටියේ නම්, කරුණාකර මෙම විද්‍යුත් තැපෑල නොසලකා හරින්න."
    ],

    // -------------------------------------- ShopEmailVerifyLinkEmail ------------------------------------
    'shop-email-verify-link' => [
        'subject' => "ඔබගේ විද්‍යුත් තැපෑල තහවුරු කරන්න| :shop",
        'title' => 'ඊමේල් සත්යාපනය',
        'header-message' => "ආයුබෝවන් :name,<br> කරුණාකර ඔබගේ විද්‍යුත් තැපැල් ලිපිනය **:email** බව පහත බොත්තම ක්ලික් කිරීමෙන් හෝ පහත සබැඳිය භාවිතා කිරීමෙන් පැය 48ක් ඇතුළත තහවුරු කරන්න.",
        'footer-message' => ""
    ],


    // -------------------------------------- VendorProductsChangeEmail ------------------------------------
    'vendor-products' => [
        'subject' => "නිෂ්පාදන යාවත්කාලීන| :shop",
        'title' => "නිෂ්පාදන තත්ත්වය පිළිබඳ යාවත්කාලීන - පසුගිය පැය 24",
        'message' => "මෙම පණිවිඩය ඔබව හොඳින් සොයා ගනු ඇතැයි මම බලාපොරොත්තු වෙමි. මෙය පසුගිය පැය 24 තුළ අපගේ වේදිකාවේ ඔබේ නිෂ්පාදනවල තත්ත්වය පිළිබඳව ඔබව දැනුවත් කිරීමට කෙටි යාවත්කාලීන කිරීමකි.\nමෙම කාල පරිච්ෙඡ්දය තුළ සමහර නිෂ්පාදනවල තත්ත්වයෙහි වෙනස්කම් සිදුවී ඇත. මෙම වෙනස්කම් මිලදී ගැනීම්, කොටස් යාවත්කාලීන කිරීම් හෝ වෙනත් අදාළ සිදුවීම් නිසා විය හැක.\nඑක් එක් නිෂ්පාදනය පිළිබඳ වඩාත් සවිස්තරාත්මක තොරතුරු සඳහා, කරුණාකර ඔබගේ ගිණුමට පුරනය වී 'නිෂ්පාදන තත්ත්වය' කොටස පරීක්ෂා කරන්න.",
        'action' => "විකුණුම් පුවරුව විවෘත කරන්න",
    ],

    // -------------------------------------- ShopBulkOrdersEmail ------------------------------------
    'bulk-orders' => [
        'subject' => "තොග ඇණවුම් ලැබී ඇත| :shop | :date",
        'title' => "තොග ඇණවුම් දැනුම්දීම",
        'message' => "ඔබට තොග ඇණවුම් තොගයක් ලැබී ඇත. වැඩිදුර විස්තර සඳහා කරුණාකර ඔබගේ පැනලයේ ඇණවුම් සැකසුම් පිටුවට පිවිසෙන්න. ඔබට ලබා දී ඇති ආරක්ෂිත සබැඳිය හරහා ඇණවුම් ලැයිස්තුව බාගත කළ හැකිය, එය දින 7ක් සඳහා වලංගු වේ.<br><br>\n        <b>IMPORTANT:</b> මෙම සබැඳිය දින 7ක් සඳහා වලංගු වේ.<br>\n        මෙම සබැඳිය ගතික වේ, එබැවින් ඔබ එය ක්ලික් කරන සෑම අවස්ථාවකම, මෙම නිශ්චිත දිනය සඳහා ඔබට වඩාත්ම යාවත්කාලීන ඇණවුම් ලැබෙනු ඇත. <b>එයින් අදහස් වන්නේ ඇණවුම් ගෙවීමේ තත්ත්වය ප්‍රතික්ෂේප වූ බවට වෙනස් වුවහොත්, ඔබට එම ඇණවුම බාගත කළ CSV තුළ තවදුරටත් නොපෙනේ, නැතහොත් ඇණවුම ගෙවා ඇත්නම්, එය ලැයිස්තුවේ දිස්වනු ඇත.</b><br><br>\n        <ul>\n            <li> CSV හි :date.</li> හි වෙන් කළ දිනයක් සහිත ගෙවූ ඇණවුම් අඩංගු වේ\n            <li>Reserved දිනය යනු පරිශීලකයා ඇණවුම් පිටුවේ පිටවීම ක්ලික් කරන දිනයයි.</li>\n        </ul>\n        <b> අනුපිටපත් ඇණවුම් වැළැක්වීමට, යැවීමට පෙර ID ඇණවුම සැමවිටම පරීක්ෂා කරන්න.</b>",
        'action' => "ඇණවුම් ලැයිස්තුව බාගන්න",
    ],

    // -------------------------------------- Order Refund ------------------------------------
    'order-refund' => [
        'message' => "ඔබගේ ඇණවුමේ සමහර අයිතම පිළි නොගත් අතර බෙදා හැරීමට නොහැක. මෙම අයිතම සඳහා මුදල ඉක්මනින් ඔබේ කාඩ්පතට ආපසු ගෙවනු ලැබේ."
    ]

];
