<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "Instagram Store Builder|Instagram ගිණුම Online Store බවට පරිවර්තනය කරන්න",
        'desc' => "කොතැනකවත් ඔබේ මුදල් නාස්ති නොකරන්න. ඔබ Selldone හි ඔබේ වෙළඳසැල ගොඩනඟා ගත් පසු, ඔබ තවදුරටත් WordPress, Joomla සහ WooCommerce වැනි වෙනත් ගබඩා ගොඩනැගිලි මෙවලම් සමඟ වැඩ කිරීමට නොසිතනු ඇත.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "අරක්කැමියා සහ ඇගේ හුරුබුහුටි බළලා Instagram හි විකුණන්නේ කෙසේද?",


        'alt1' => "Selldone Instagram Store Builder",
        'alt2' => 'Instagram හි සාරා කේක් විකිණීමේ කතාව',
        'alt3' => 'Selldone ඔන්ලයින් ඇණවුම් සැකසුම් මධ්‍යස්ථානය',
        'alt4' => 'Selldone ඔන්ලයින් වෙළඳසැලේ ගෙවීම් දොරටුව',
        'alt5' => 'ඔන්ලයින් වෙළඳසැල් සඳහා ස්වයංක්‍රීය SEO එන්ජිම',
        'alt6' => 'Instagram හි අන්තර්ජාලය හරහා විකිණීමට නව ක්‍රම',
        'alt7' => 'වෙළඳ නාමකරණය සහ වෙළඳ නාමකරණය',
        'alt8' => 'සාප්පු මුදල් අයකැමි',
        'alt9' => 'අලෙවිකරණ සහ විකුණුම් මෙවලම්',
        'alt10' => 'නිදහස් ව්යාපාර සහකරු',
        'alt11' => 'ඇණවුම් සැකසුම් මධ්යස්ථානය',
        'alt12' => 'විශ්වාසවන්ත පාරිභෝගිකයින්',
        'alt13' => 'සෘජු ගෙවීම් දොරටුව',
        'alt14' => 'Instagram විකුණුම් නාලිකා',
        'alt15' => 'වෙබ් අඩවියක් සහ ගබඩා සංවර්ධකයෙකු බඳවා ගැනීම',
        'alt16' => 'Selldone වේදිකා කතාව',
        'alt17' => 'අඩවි සහ ගබඩා ස්වයංක්‍රීය SEO එන්ජිම',
        'alt18' => 'සතුටු වෙළෙන්දා',
        'alt19' => 'සාප්පු කරත්තය',


        'm1' => 'ඇයි Selldone?',
        'm2' => 'ස්වයංක්‍රීය SEO',
        'm3' => 'මිල ගණන් (නොමිලේ)',

        'register' => 'ලියාපදිංචි කරන්න',

        'header' => '<span class="ulr"> 10x Times</span> More & Better<br><span class="ulr">Sell</span> Instagram හි',
        'header_msg' => 'පාරිභෝගිකයින් Instagram වෙතින් වෙළඳසැලක් වැනි පිටුවක් විවෘත කිරීම, ඔවුන් කැමති ඡායාරූප වලින් නිෂ්පාදන තෝරා ගැනීම, ඒවා ඇණවුමකට එක් කිරීම සහ සබැඳිව ඔබේ ගිණුමට කෙලින්ම ගෙවීම ගැන සිතන්න. විසඳුම ඔබ ඉදිරියෙහි තිබේ.',

        'name_plc' => 'ඔබගේ පරිශීලක නාමය ඇතුලත් කරන්න',
        'preview' => 'පෙරදසුන් ගබඩාව',
        'create_act' => 'Instagram වෙළඳසැලක් සාදන්න',


        'title1s' => 'එය ක්රියා කරන්නේ කෙසේද?',
        'title1' => 'ඔබගේ Instagram <span class="ulb">full-featured</span> ගබඩාවක් බවට පත් කරන්න!',
        'desc1' => 'ඔබට විශාලතම අන්තර්ජාල වෙළඳසැල් වල පැනලයට වඩා වැඩි විශේෂාංග ඇත, නමුත් වරදක් නොකරන්න, සරල සත්කාරක සමඟ වැඩ කිරීම විනෝදජනකයි.',
        'sub1' => 'නිෂ්පාදන කළමනාකරණය මේ වගේ...',
        'sub1msg' => "පළමු පියවර වන්නේ නිෂ්පාදන එකතු කිරීමයි. Selldone සමඟින්, ඔබට Instagram වෙතින් නිෂ්පාදන ආනයනය කිරීමට, Excel ගොනුවක් උඩුගත කිරීමට හෝ ක්ලික් කිරීම් කිහිපයකින් වෙනත් සරල ක්‍රම භාවිතා කළ හැක.",
         'list1_1' => 'සම්පූර්ණයෙන්ම මරා දමා කළමනාකරණය වසා දමන්න',
         'list1_2' => 'ඉන්වෙන්ටරි යාවත්කාලීන කිරීම සහ වේගවත් මිල',
         'list1_3' => 'එක්සෙල් ගොනුව සමඟ නිෂ්පාදන එකතු කරන්න',
         'list1_4' => 'මෙයින් නිෂ්පාදන එකතු කරන්න',
         'list1_5' => 'ඔබට කම්මැලිද? අපි ඔබව එකතු කරන්නෙමු!',

        'title2s' => 'ඇනවුම් වැඩ කරන්නේ මෙහෙමයි...',
        'title2' => "දිනකට 10 ගුණයකින් වැඩි ඇණවුම් ඔබට ප්‍රමාණවත් නොවේද? Selldone සෑම ගබඩාවක් සඳහාම දිනකට ඇණවුම් 10 දහසකට වඩා වැඩි ගණනක් සඳහා නිර්මාණය කර ඇත.",

        'list2_1' => 'ඔබගේ සංචාරක තත්ත්වය ඉක්මනින් බලා ඉක්මනින් ක්‍රියා කරන්න',
        'list2_2' => 'පාරිභෝගිකයාට ඔහුගේ ඇණවුමේ නවතම තත්ත්වය දැක ගත හැක',
        'list2_3' => 'ගෙවීම්, ඇණවුම් සැකසීම සහ නැව්ගත කිරීම කළමනාකරණය කරන්න',
        'list2_4' => 'ඔබට අවශ්‍ය තරම් සහකාරකයන් එකතු කරන්න',


        'title3s' => 'සෘජු ක්රීඩාව සම්පූර්ණයි!',
        'title3' => "ඔබගේ වෙළඳසැලේ මාර්ගගත ගෙවීම ඔබගේ වසම සමඟ සහ කෙලින්ම ඔබගේ ගිණුමට සිදු කෙරේ! ඔබට මාර්ගගත ද්වාර වර්ග සහ ස්ථානීය ගෙවීම් තෝරා ගත හැකිය.",

        'list3_1' => 'මාර්ගගත ගෙවීම් දොරටුව (ඔබේ ගිණුමට කෙළින්ම)',
        'list3_2' => 'ස්ථානීය ගෙවීම් සක්‍රීය කිරීමේ හැකියාව',
        'list3_3' => 'ඉලෙක්ට්‍රොනික විශ්වාස සංකේතයක් නොමැතිව ද්වාරය ලබා ගන්න (පඩිපත්‍රය)',
        'list3_4' => 'ගෙවීම් සහ එක්-ක්ලික් ඇණවුම් කළමනාකරණය කරන්න',


        'title4s' => 'ස්වයංක්‍රීය SEO',
        'title4' => 'SEO හොඳම භාවිතයන් අනුගමනය කරන SEO-හිතකාමී වෙබ් අඩවියක් සැලසුම් කිරීම අනාගත ගනුදෙනුකරුවන්ට ඔබේ සබැඳි ව්‍යාපාරය වඩාත් දෘශ්‍යමාන කිරීමට උපකාරී වේ. Selldone ඔබට SEO-නැඹුරු ගබඩාවක් සඳහා අවශ්‍ය යටිතල පහසුකම් සපයයි, එබැවින් ඔබ Google හි සොයා ගැනීම ගැන කරදර විය යුතු නැත.',

        'list4_1' => 'ඔබ අප සමඟ හොඳ පෙළ සහ පින්තූර තබන්න',

        'title0' => '<span class="uly"> වඩාත් වෘත්තීයමය වශයෙන් විකිණීමට කාලයයි</span>, ඔබේ ගනුදෙනුකරුවන් සතුටු කරන්න<br> සහ ඔබ මාර්ගගත ව්‍යාපාරයක් වර්ධනය කිරීම ගැන ආඩම්බර විය හැකිය',


        'title6s' => "මේකෙන් සෑහීමට පත් වෙන්න එපා",
        'title6' => 'Instagram ගබඩාවකට වඩා බොහෝ...',


        'features' => 'විශේෂාංග',
        'features_act' => 'සියලුම විශේෂාංග බලන්න',

        'x1' => 'ඔබේ වෙළඳ නාමය ගොඩනඟා ගැනීමට සහ ඔබේම පාරිභෝගික සමාජයක් ඇති කිරීමට කැප වූ වසමක ඔන්ලයින් වෙළඳසැල.',
        'x2' => '0 $ සකසන පිරිවැයක් සහ ඔබට අවශ්‍ය තරම් ප්‍රමාණයක් සහිත වෙළඳසැලක් සඳහා ඔන්ලයින් ගබඩා මුදල් ලේඛනය.',
        'x3' => 'විශාලතම පොලිස් වෙළඳපල සන්නාමවල පවා නොමැති හොඳම අලෙවිකරණ සහ විකුණුම් මෙවලම්.',
        'x4' => "Selldone නම් හොඳ සහ අඩු-අපේක්‍ෂිත හවුල්කරුවෙක්, ඔහුගේ සම්පූර්ණ උත්සාහය වන්නේ සමාගමේ විකුණුම් වැඩි කිරීමට මිස මුදල් ලබාගෙන ඔවුන් හැර යාම නොවේ.",

        'a1' => 'ඇණවුම් සැකසීම',
        'a1s' => 'වේගය සඳහා නිර්මාණය කර ඇත',

        'a2' => 'අලෙවිකරණය සහ දිරි දීමනා',
        'a2s' => 'විශ්වාසවන්ත ගනුදෙනුකරුවන් සොයා ගන්න',

        'a3' => 'සෘජු ගෙවීම',
        'a3s' => 'ගෙවීම් අතුරු මුහුණතක් නොමැත',

        'a4' => 'විකුණුම් නාලිකා',
        'a4s' => 'Telegram, Google, Instagram, ආදිය.',

        'blog' => 'සහ',

        'b1' => "අපට තවමත් 2021 දී ක්‍රමලේඛකයෙකු බඳවා ගැනීමට, ගබඩා ගොඩනැගීමේ පැකේජ හෝ සත්කාරක මිලදී ගැනීමට අවශ්‍යද?",
        'b2' => "Selldone හි කතාව|වෙබ් අඩවියක් සහ මාර්ගගත ව්‍යාපාර දියත් කිරීමේ ක්‍රමය වෙනස් කරන්න",
        'b3' => 'ස්වයංක්‍රීය SEO එන්ජිම Google ප්‍රතිඵලවල දිදුලයි',
        'read' => 'දිගටම කරගෙන යන්න',

        'title5s' => 'ඔබට එහි මිල කොපමණ දැයි දැන ගැනීමට අවශ්‍යද?',
        'title5' => '<span class="ulr"> මාදිලියේ සිට ජීවිතය සඳහා නොමිලේ</span> 2% ක කොමිස් <br> දක්වා මාදිලිය 0.5% කොමිස් මුදලක් මාසික ගාස්තුවක් සමඟ',
        'msg5' => "ඔබට විකුණුම් නොමැති තාක්, එක් රියාල් එකක හිමිකරුවන් වෙබ් අඩවිය, සත්කාරක, සේවාදායකයන්, සේවා, මෙවලම්, සහාය, යාවත්කාලීන සහ වෙනත් කිසිවක් සඳහා ඔබෙන් අය නොකෙරේ! මුදල් කෙලින්ම ඔබගේ ගිණුමට බැර කෙරේ! Selldone ඔහුගේ සියලු හවුල්කරුවන්ට මාසය අවසානයේ ගාස්තුව ගෙවීමට හෝ මාස කිහිපයකට පසු ඔවුන්ගේ මුදල් පසුම්බි අයකිරීමෙන් ඔවුන්ට ගැටලුවක් තිබේ නම් විශ්වාස කරයි.",
         'footer_act' => "නිදහස් එකම වාසිය නොවේ! කෙසේද?",
         'footer' => 'ඔබට අවශ්‍ය ඕනෑම ප්‍රශ්න හෝ ඉඟි අසන්න.',

        's1' => 'ස්මාර්ට් වාර්තාකරණය',
        's2' => 'නොමිලේ Cloud Hosting',
        's3' => 'ලොජිස්ටික්ස් සහ සැකසුම්',
        's4' => 'ගොඩබෑමේ පිටු සාදන්නා',
        's5' => 'විශේෂාංග සහ ප්රතිලාභ',
        's6' => 'මූල්ය කළමනාකරණය',
        's7' => 'අලෙවිකරණ මෙවලම්',
        's8' => 'දිරිගැන්වීම් සහ පාරිභෝගිකයින්',
        's9' => 'Selldone ගැන',
        's10' => 'බ්ලොග්',
        's11' => 'උදව් කරන්න',
        's12' => 'පෞද්ගලිකත්වය',
        's13' => 'නියමයන් සහ කොන්දේසි',
        's14' => 'සාප්පු සාදන්නා',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Selldone සමඟ වැඩ කිරීම ගැන කරදර වෙනවාද?",
        'import_title' => "Selldone භාවිතා කරන්නන්ගෙන් අසන්න; <span class='ulr'> සරල බව සහ වේගය</span> පිළිබඳ ඔවුන්ගේ ප්‍රතිපෝෂණය ඔබව පුදුමයට පත් කරනු ඇත!",
        'import_message' => "ඔබට ඔබේ නිෂ්පාදන Instagram වෙතින් ඔබේ වෙළඳසැලට සෘජුවම ආනයනය කළ හැකිය, නමුත් ඔබට අවශ්‍ය නම්, ඔබට සරල Excel ගොනුවක් සමඟ ඔබේ වෙළඳසැලට ඔවුන්ගේ සියලුම නිෂ්පාදන සහ පින්තූර ස්වයංක්‍රීයව එක් කළ හැකිය. ඔබ එකම ගොනුව පුරවා, Google වෙතින් පින්තූරවල URL පිටපත් කර, අවසානයේ ඔබේ CSV ගොනුව ඇද නිෂ්පාදන කළමනාකරණ අංශයට දමන්න. Selldone එය ඔබ වෙනුවෙන් කරනු ඇත.",
        'import_t1' => "ඔබට කිසියම් නිෂ්පාදනයක් තිබේද",
        'import_b1' => "ඔවුන් විවිධත්වයෙන් තොරය",
        'import_m1' => "මෙම ගොනුව බාගත කර, නිෂ්පාදනයේ නම, මිල සහ ඉන්වෙන්ටරි ඇතුළත් කර Google වැනි ස්ථානයකින් පින්තූර සබැඳිය පිටපත් කර අලවන්න.",

        'import_b2' => "බහුවිධ වෙනස්කම්",
        'import_m2' => "විවිධත්වය යනු වර්ණය, ප්රමාණය, ද්රව්ය සහ ඒ වගේ දේවල්. ඔබට බොහෝ නිෂ්පාදන තිබේ නම්, ඔබට මෙම ගොනුව බාගත කර ඔබේ නිෂ්පාදන තොරතුරු පිරවිය හැක. මේක ටිකක් අමාරුයි",

        'import_download' => "නියැදි ගොනුව බාගන්න",

    ]

];
