<?php



return [

    'loading-title' => "නොබැඳි සිට අන්තර්ජාලය දක්වා පරිමාණය කරන්න",
    'loading-message' => "ඔබ උත්සාහ කරන්න, අපි දොරවල් විවෘත කරමු",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'Selldone යනු බීටා ය', 'priority' => 'මීටර්',
        'message' => "<p>\n            ඔබ විවෘත බීටා සඳහා සහභාගී වීමට අපි කැමතියි. බීටා එකක් ලෙස\n            පරීක්ෂක, ඔබට නිකුත් කර නොමැති විශේෂාංග භාවිතා කිරීමට හැකි වනු ඇත\n            මහජනතාව. මෙම විශේෂාංග තුළ ප්‍රසිද්ධියේ ලබා ගත හැක\n            අනාගතය <b>all ගනුදෙනු පරීක්ෂණ මාදිලියේ ඇති බව සලකන්න</b> සහ\n            <b> අවසාන නිකුතුවට පෙර </b> පැහැදිලි වනු ඇත. පරිශීලකයන්, සාප්පු, සහ\n            නිෂ්පාදන <u> ඉවත් නොකෙරේ</u>.\n          </p>\n\n          <p>ස්තුතියි,<br />CEO Selldone</p>"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "දෙපියවර පිවිසුම සාර්ථකව සබල කර ඇත.",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "දෙපියවර ඇතුල්වීම අක්‍රීය කර ඇත.",


];
