<?php

return [
    'default_title' => 'SELLDONE',
    'keywords' => ['ව්යාපාර os', 'domain', 'selldone', 'ඊ-වාණිජ්‍යය වේදිකාව', 'ගබඩා සාදන්නා', 'සාප්පු සාදන්නා', 'වෙබ් අඩවි සාදන්නා', 'ව්යාපාරික අදහස', 'අභිරුචි ප්‍රජා සාදන්නා', 'සුදු ලේබල් ඊ-වාණිජ්‍යය'],
    'samin' => 'Selldone',
    'Selldone' => 'Selldone',


    'related' => 'සම්බන්ධයි',
    'share' => 'බෙදාගන්න',

    /*
    |--------------------------------------------------------------------------
    | Global
    |--------------------------------------------------------------------------
    */
    'global' => [
        'blog' => 'බ්ලොග්',
    ],

    /*
    |--------------------------------------------------------------------------
    | Global footer
    |--------------------------------------------------------------------------
    */
    'footer-title' => 'Selldone®|ව්‍යාපාර <span class="os-grad">OS</span>™',
    'footer-subtitle' => "SMEs සහ ස්වාධීන වෙළඳ නාම සඳහා #1 මෙහෙයුම් පද්ධතිය",
    'footer-about-selldone' => 'Selldone, ඊ-වාණිජ්‍ය වේදිකාවක් ලෙස, ව්‍යාපාරවල වර්ධනය සඳහා දේවදූතයෙකු ලෙස ක්‍රියා කරයි. ඔබට කුඩා ගඩොල් සහ මෝටාර් වෙළඳසැලක් හෝ විශාල සමාගමක් තිබේද, ඔබ ඔබේ නිෂ්පාදනය අන්තර්ජාලයේ ප්‍රදර්ශනය කළ යුතුය. Selldone අඩු මෙහෙයුම් පිරිවැයක් සහ වැඩි නම්‍යශීලීත්වයක් සහිත අන්තර්ජාල වෙළඳසැල් තැනීමට භාවිතා කරයි. ඊට අමතරව, අභිරුචි ස්වයංක්‍රීයකරණ ක්‍රියාවලි නිර්මාණය කිරීම සඳහා ගබඩා පරිපාලනය සහ දෘශ්‍ය ක්‍රමලේඛන අතුරුමුහුණත ඒකාබද්ධ කිරීම හෝ AI ඒකාබද්ධ කිරීම වැනි සෑම සතියකම නව විශේෂාංග ලබා ගන්නා සෑම විටම වැඩිදියුණු කරන ඊ-වාණිජ්‍යය කළමනාකරණ මෙවලම් දාමයක් අපි සපයන්නෙමු.',
    'footer-action' => "ඔබේ ඊ-වාණිජ්‍යය සාදන්න - එය නොමිලේ",

    'footer' => [
        'about' => 'Selldone ගැන',
        'contact' => 'අප අමතන්න',
        'email' => 'support@selldone.com',
        'phone' => '🇩🇰 +45 36991215',
    ],

    'footer-menu' => [


        // Menu 1:
        [
            'title' => 'Selldone',
            'items' => [
                ['title' => 'ව්යාපාරික වේදිකාව', 'href' => '/store-builder'],
                ['title' => 'බ්ලොග්', 'href' => '/blog'],
                ['title' => 'උදව්', 'href' => '/help'],
                ['title' => 'FAQ', 'href' => '/faq'],
                ['title' => 'රහස්යතා ප්රතිපත්තිය', 'href' => '/privacy'],
                ['title' => 'සේවා කාලය', 'href' => '/terms'],
            ],
        ],

        // Menu 2:
        [
            'title' => 'විශේෂාංග',
            'items' => [
                ['title' => 'විශේෂාංග සහ ප්‍රතිලාභ', 'href' => '/features'],
                ['title' => 'Marketing tools', 'href' => '/marketing'],
                ['title' => 'Processing center', 'href' => '/order-processing'],
                ['title' => 'දිරිගැන්වීම් සහ සමාජ ශාලා', 'href' => '/incentives'],
                ['title' => 'විගණනය සහ ගිණුම්කරණය', 'href' => '/auditing'],
                ['title' => 'Cloud hosting', 'href' => '/cloud'],

            ],
        ],

        // Menu 3:
        [
            'title' => 'විසඳුම්',
            'items' => [
                ['title' => 'NFT එකතුව', 'href' => '/nft'],
                ['title' => 'ගිල්ඩ්', 'href' => '/guild'],
                ['title' => 'අලිගැටපේර', 'href' => '/avocado'],
                ['title' => 'විශේෂඥයන්', 'href' => '/experts'],
                ['title' => 'SEO engine', 'href' => '/seo'],
                ['title' => 'Smart report', 'href' => '/smart-report'],
            ],
        ],

        // Menu 4:
        [
            'title' => 'සේවාවන්',
            'items' => [
                ['title' => 'මිල සහ සැලසුම්', 'href' => '/price'],
                ['title' => 'අයදුම්පත්', 'href' => '/apps'],
                ['title' => 'Application builder', 'href' => '/app-builder'],
                ['title' => 'පිටු සාදන්නා', 'href' => '/page-builder'],
                ['title' => 'Logistic solution', 'href' => '/logistic'],
                ['title' => 'ස්වයංක්‍රීයකරණය සහ IoT', 'href' => '/automation'],

            ],
        ],


    ],


    /*
    |--------------------------------------------------------------------------
    | Global header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'home' => 'නිවස',
        'features' => 'විශේෂාංග',
        'pricing' => 'මිල නියම කිරීම',
        'blogs' => 'බ්ලොග්',
        'community' => 'ප්රජාව',
        'help' => 'උදව්',
        'features-menu' => [
            'store-builder' => 'ඊ-වාණිජ්‍යය සාදන්නා',
            'community-platform' => 'අභිරුචි ප්රජාව',
            'cloud' => 'වලාකුළු මත පදනම් වූ සත්කාරකත්වය',
            'page-builder' => 'ගොඩබෑමේ පිටු සාදන්නා',
            'smart-report' => 'ස්මාර්ට් වාර්තා උත්පාදක යන්ත්රය',
            'payment' => 'ගෙවීම් සහ ගිණුම්කරණය',

            'staffs' => 'පාරිභෝගිකයින් සහ කණ්ඩායම',
            'logistic' => 'ලොජිස්ටික් සහ බෙදා හැරීම',
            'order-processing' => 'ඇණවුම් සහ සැකසීම',
            'marketing' => 'අලෙවිකරණය සහ ව්‍යාපාරය',
            'incentives' => 'සමාජය සහ දිරි දීමනා',
            'pos' => 'මාර්ගගත POS',
            'seo' => 'ස්වයංක්‍රීය SEO එන්ජිම',
            'automation' => 'ස්වයංක්‍රීයකරණය සහ IoT',
            'ai' => 'AI වාණිජ',
            'app-builder' => 'යෙදුම් සාදන්නා',
        ],
        'build' => "ගොඩනඟන්න",
        'build-sub' => "ඔබේ සාර්ථක කතාව නිර්මාණය කිරීමට අපි ඔබ වටා පද්ධතියක් නිර්මාණය කරමු.",

        'manage' => "කළමනාකරණය කරන්න",
        'manage-sub' => "ඔබේ ව්‍යාපාරය කළමනාකරණය කිරීම වෙන කවරදාටත් වඩා ප්‍රීතිමත් වනු ඇත.",

        'sel' => "විකුණන්න",
        'sel-sub' => "සෑම විටම වසා දමන්න, මුදල් උපයන්න සහ එය භුක්ති විඳින්න.",

        'grow' => "වැඩෙන්න",
        'grow-sub' => "ව්‍යවසාය-ශ්‍රේණියේ විශේෂාංග සහ මෙවලම් ඔබේ අතේ ඇත, අහස ඔබේ සීමාව වනු ඇත.",


    ],

    /*
    |--------------------------------------------------------------------------
    | Article
    |--------------------------------------------------------------------------
    */
    'article' => [
        'list-of-content' => 'අන්තර්ගත ලැයිස්තුව',
        'author' => 'කර්තෘ',
        'others-title' => "ගැන වැඩි අවබෝධයක් :title",
    ],


    /*
    |--------------------------------------------------------------------------
    | Main pages
    |--------------------------------------------------------------------------
    */
    'page.login' => ['title' => 'Selldone |ඇතුල් වන්න', 'image' => '/images/seo/en/login.jpg', 'description' => "ඔබට කොපමණ ප්‍රාග්ධනයක් තිබේද, ඔබ ඔබේ ව්‍යාපාරය ආරම්භ කළේ කොතැනද, ඔබ ජීවත් වන ලෝකයේ කොතැනද යන්න ගැටළුවක් නොවේ! Selldone ඔබට සියලුම වෘත්තීය විකුණුම් මෙවලම් සපයා ඇත. ලියාපදිංචිය සහ මෙම මෙවලම් සෑම කෙනෙකුටම සහ සදහටම නොමිලේ."],
    'page.register' => ['title' => 'Selldone |ලියාපදිංචි කරන්න', 'image' => '/images/seo/en/login.jpg', 'description' => "ප්‍රවේශය අයිතියක් මිස වරප්‍රසාදයක් නොවන බව අපි විශ්වාස කරමු! ඔබට නිව් යෝර්ක්හි ධනවත්ම වීදියේ හෝ දුර බැහැර ගමක ව්‍යාපාරයක් තිබුණත්, අන්තර්ජාලය සහ සබැඳි මෙවලමක් ඔබට අන්තර්ජාලය හරහා විකිණීමට අවශ්‍ය විය යුතුය! Selldone හි සිහිනය මෙයයි."],


    'page.home' => ['title' => "වෘත්තිකයන් මෙන් විකුණන්න - Selldone® ව්‍යාපාරික OS", 'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg', 'description' => "Selldone යනු ඔබේ ව්‍යාපාරය දෘශ්‍ය ලෙස ගොඩනැගීම, කළමනාකරණය කිරීම සහ පරිමාණය කිරීම සඳහා වූ ව්‍යාපාරික මෙහෙයුම් පද්ධතියකි. මිලියන ගණනක් ඇණවුම් සඳහා ගොඩනගා ඇති කේතයක් නොමැති, ප්‍රවීණයන් අවශ්‍ය නොවන විසඳුමකින් එය ඔබම ගොඩනඟන්න."],
    'page.helps' => ['title' => 'උදව් කරන්න', 'image' => '/images/seo/en/help.jpg', 'description' => "සාර්ථක ව්‍යාපාරයක් කරන්නේ කෙසේද."],
    'page.blogs' => ['title' => 'ව්යාපාරික OS Mag', 'image' => '/images/seo/en/academy.jpg', 'description' => "ඔබේ සබැඳි ආදායම උපරිම කර ගැනීම සඳහා ප්‍රවීණ උපදෙස් සමඟින් සබැඳි විකුණුම්, ඉඟි, උපක්‍රම සහ ප්‍රවීණ උපදෙස්, සබැඳි විකුණුම්වල කළ යුතු සහ නොකළ යුතු දේ සඳහා ඔබේ එක්-නැවතුම් මාර්ගෝපදේශය."],
    'page.faqs' => ['title' => 'නිතර අසන ප්රශ්න', 'image' => '/images/seo/en/faq.jpg', 'description' => "Selldone පිළිබඳ ප්‍රශ්න සහ පිළිතුරු."],
    'page.price' => ['title' => 'මිල ලැයිස්තුව', 'image' => '/images/seo/en/price.jpg', 'description' => "කිසිදු කාල සීමාවකින් තොරව නොමිලේ වෙළඳසැලක් සහ වෙබ් අඩවියක් තැනීමේ සියලුම වෘත්තීය විශේෂාංග ඔබ වෙනුවෙන් බලා සිටී."],


    'page.apps' => ['title' => 'යෙදුම් ඒකාබද්ධ කිරීම්', 'image' => '/images/seo/en/apps.jpg', 'description' => "ගබඩාවට යෙදුම් ස්ථාපනය කිරීම එක් ක්ලික් කිරීමකින් ඔබේ වෙළඳසැල සඳහා සපයනු ලැබේ."],
    'page.experts' => ['title' => 'විශේෂඥයන්', 'image' => '/images/seo/en/expert.jpg', 'description' => "ඔබේ වෙළඳසැල සැලසුම් කිරීම, දියත් කිරීම, ප්‍රචාරණය කිරීම හෝ කළමනාකරණය කිරීම ගැන කරදර නොවන්න, Selldone විශේෂඥයින් ඔබට උදව් කිරීමට සූදානම්. දේවල් වඩා හොඳ සහ වේගවත් කිරීමට සහතික කළ විශේෂඥයෙකු බඳවා ගන්න."],


    'page.avocado' => ['title' => 'අලිගැට පේර - නවීන සමාජ විකුණුම් නාලිකාව', 'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
        'description' => "ඔබේ ගනුදෙනුකරුවන්ගෙන් ගෙවීම් එකතු කිරීමට ඔබට අවශ්‍ය මුදල සහ මාතෘකාව පමණි. මුදල් සෘජුවම ඔබේ ගිණුමට බැර කෙරෙන අතර ඔබේ ගනුදෙනුකරුවන්ට බාධාවකින් තොරව සාප්පු සවාරි අත්දැකීමක් ලැබේ."],

    // All private dashboards:
    'shuttle' => ['title' => 'විකුණුවා | උපකරණ පුවරුව', 'image' => '/images/seo/en/dashboard.jpg',
        'description' => "ගබඩා කළමනාකරණ පැනලය, ඔබට මෙම ගබඩාවට ප්‍රවේශය තිබේ නම්, ඔබට මෙම සබැඳිය හරහා ඔබේ ගබඩා කළමනාකරණ උපකරණ පුවරුව ඇතුළු කළ හැකිය."],

    'shuttle-shop' => ['title' => 'විකුණුවා | සාප්පු උපකරණ පුවරුව', 'image' => '/images/seo/en/shuttle-shop.jpg', 'video' => '/images/seo/en/videos/shuttle-shop.mp4',
        'description' => "ඔබගේ උපකරණ පුවරුවේ ඇති සියල්ල කළමනාකරණය කරන්න. නිෂ්පාදන, ඇණවුම්, ගොඩබෑමේ පිටු සැලසුම් කිරීම, අලෙවිකරණය, දිරිගැන්වීම් සහ විශිෂ්ට ව්‍යාපාරයක් සඳහා ඔබට අවශ්‍ය සියල්ල කළමනාකරණය කරන්න."],


    'guild' => ['title' => 'Guild — සාමූහික විකුණුම් නාලිකාව', 'image' => '/images/seo/en/guild.jpg?v=2',
        'description' => "විශිෂ්ට සංසදයක් නිර්මාණය කිරීමෙන් ඔබේ ව්‍යාපාරය සාක්ෂාත් කර ගැනීමට සහ ලොව පුරා සිටින ඕනෑම කෙනෙකුට ප්‍රවේශ විය හැකි බවට පත් කරන්න."],


    'page.referral' => ['title' => 'අනුබද්ධ වැඩසටහන - Selldone', 'image' => '/images/seo/en/referral.png', 'description' => "උද්යෝගිමත් මෙහෙවරකට සම්බන්ධ වී ඔබටම උදාසීන ආදායම් මාර්ගයක් ගොඩනඟා ගන්න."],


    'page.press' => ['title' => 'පුවත්පත් සම්පත් - Selldone', 'image' => '/images/seo/en/press.png', 'description' => "Selldone ගැන ලිවීමට කැමති ඕනෑම අයෙකු සඳහා සම්පත්."],
    'page.roadmap' => ['title' => 'මාර්ග සිතියම - Selldone', 'image' => '/images/seo/roadmap.jpg', 'description' => "එය එක්-ආකාරයේ වේදිකාවකි: කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින් සඳහා ව්‍යවසාය-ශ්‍රේණියේ මෙවලම් සහිත සේවාවක් ලෙස සියල්ලෙන්-එක්, කේත රහිත ව්‍යාපාර මෙහෙයුම් පද්ධතියකි."],

    'page.onboarding' => ['title' => 'නොමිලේ මාර්ගගත වෙළඳසැල් වෙබ් අඩවි නිර්මාතෘ - ප්‍රතිචාරාත්මක සහ වෘත්තීය', 'image' => '/images/seo/ui-kit.jpg', 'description' => "Selldone යනු ඔබේ ව්‍යාපාරයේ දියුණුව සඳහා ගොඩනගා ඇති ඊ-වාණිජ්‍ය වේදිකාවකි. ඔබට කුඩා ගඩොල් සහ මෝටාර් ගබඩාවක් හෝ විශාල සමාගමක් තිබේද, ඔබට වෘත්තීය, භාවිතයට පහසු මෙවලම් අවශ්‍ය වේ."],



    'page.books' => ['title' => 'ව්‍යාපාරික අත්පොත්: මාර්ගගත සාප්පු සවාරි වෙබ් අඩවි සඳහා ආරම්භක සහ වර්ධන ඉඟි', 'image' => '/images/seo/en/cover.jpg', 'description' => "ඔබට ව්‍යාපාර සංවර්ධනය පිළිබඳ නොමිලේ අත්පොත් මෙතැනින් බාගත හැකිය. මෙම පොත්වල, ව්‍යාපාරයක් සංවර්ධනය කිරීම පිළිබඳ සම්පූර්ණ උපදෙස් සහ ඔබේ මාර්ගගත වෙළඳසැලේ පරිවර්තන අනුපාත වැඩි කිරීමට ප්‍රායෝගික වැඩිදියුණු කිරීමේ මාර්ගෝපදේශ ඔබට සොයාගත හැකිය."],


    'page.quiz' => ['title' => 'ප්‍රශ්නාවලිය|ව්‍යාපාර මෙහෙයුම් පද්ධතිය ඔබට සුදුසුද?', 'image' => '/images/seo/en/quiz.png', 'description' => "ඔබට ඔබේ ව්‍යාපාරයට ව්‍යාපාර මෙහෙයුම් පද්ධතියක් අවශ්‍ය බව හෝ භාවිත කළ හැකි බව දැන ගැනීමට අවශ්‍ය නම්, තව දුරටත් යාමට පෙර, කරුණාකර මෙම තත්පර 60 ප්‍රශ්නාවලිය ගන්න. ඔබට ඔබේ ව්‍යාපාරයට ව්‍යාපාර මෙහෙයුම් පද්ධතියක් අවශ්‍ය බව හෝ භාවිත කළ හැකි බව දැන ගැනීමට අවශ්‍ය නම්, තව දුරටත් යාමට පෙර, කරුණාකර මෙම තත්පර 60 ප්‍රශ්නාවලිය ගන්න."],


    'page.countries' => ['title' => 'සහාය දක්වන රටවල් සහ දේශීය ගෙවීම් - ව්‍යාපාරික OS', 'image' => '/images/seo/en/countries.png', 'description' => "ව්‍යාපාර OS, ඊ-වාණිජ්‍ය වේදිකාවල සිට තේමාවක්, ප්ලගිනයක් හෝ කේතයක් නොමැති දෙයකට වාණිජ සේවාවන්හි මීළඟ පරිණාම පියවර. 100% දෘශ්‍යමය වශයෙන්!"],


    'page.participant' => ['title' => 'ඔබට අවශ්‍ය ප්‍රජාව — Play and Win $20', 'image' => '/images/seo/en/participants.jpg', 'description' => "ඔබට අන් අයට උපකාර කිරීමට කෙටි වීඩියෝ නිර්මාණය කිරීමෙන් සහ වීඩියෝවකට USD තෑගි ණය 20ක් දක්වා ලබා ගැනීමෙන් අලෙවි කළ ප්‍රජාවට සහභාගී විය හැක."],

    'page.tax' => ['title' => 'ගෝලීය බදු අනුපාත ලැයිස්තුව', 'image' => '/images/seo/en/tax.jpg', 'description' => "ඔබට බදු නීති අභිබවා විවිධ නිෂ්පාදන කාණ්ඩ සඳහා බදු පැතිකඩ එකකට වඩා සෑදිය හැක."],


    'page.premium' => ['title' => 'වාරිකයට උත්ශ්‍රේණි කර ඔබේ ඊ-වාණිජ්‍ය ක්‍රීඩාව පරිවර්තනය කරන්න', 'image' => '/images/seo/en/premium.jpg', 'description' => "Selldone වාරිකය සමඟින් ඔබේ සබැඳි වෙළඳසැල ඉහළ නංවන්න. කාර්යක්‍ෂමතාව ඉහළ නැංවීමට සහ ඩිජිටල් වෙළෙඳ පොළ තුළ කැපී පෙනෙන ලෙස සුවිශේෂී AI මෙවලම්, අවශ්‍ය සැකිලි, සහ තවත් දේ වෙත ප්‍රවේශ වන්න. වඩා දක්ෂ, සිනිඳු ඊ-වාණිජ්‍ය අත්දැකීමක් සඳහා දැන් එක්වන්න!"],


    'page.builder' => [
        'title' => 'නොමිලේ පිටු සාදන්නා සහ ගොඩබෑමේ පිටු සංස්කාරක Webapp - පුරනය වීම අවශ්‍ය නොවේ',
        'image' => '/images/seo/en/builder.png',
        'description' => 'අපගේ නොමිලේ, පරිශීලක-හිතකාමී පිටු සාදන්නා සහ සංස්කාරකය සමඟින් සිත් ඇදගන්නාසුළු වෙබ් පිටු සහ ගොඩබෑමේ පිටු පහසුවෙන් සාදන්න. පුරනය වීම අවශ්ය නොවේ. අපගේ බුද්ධිමය drag-and-drop අතුරුමුහුණත සමඟින් ඔබේ වෙබ් පිටු ඉක්මනින් සැලසුම් කරන්න, අභිරුචිකරණය කරන්න, සහ ප්‍රකාශයට පත් කරන්න. කරදරයකින් තොර වෙබ් නිර්මාණ විසඳුමක් සොයන අලෙවිකරුවන්, කුඩා ව්‍යාපාර හිමියන් සහ සංවර්ධකයින් සඳහා පරිපූර්ණයි.'
    ],

    'page.token' => [
        'title' => 'Selldone Coin (SLDN) - E-commerce නවෝත්පාදනය සවිබල ගැන්වීම',
        'image' => '/images/seo/en/token.jpg?v=1',
        'description' => 'Selldone Coin (SLDN) සොයා ගන්න, ඊ-වාණිජ්‍ය ව්‍යවසායකයින්ට ත්‍යාග සහ බලගැන්වීම සඳහා නිර්මාණය කර ඇති ඩිජිටල් ටෝකනය. Selldone පරිසර පද්ධතියේ අනිවාර්ය අංගයක් වන SLDN සමඟ ඔබේ ව්‍යාපාරය උපයන්න, වෙළඳාම් කරන්න, සහ වර්ධනය කරන්න.'
    ],


    'page.red-alert' => ['title' => 'රතු ඇඟවීම - අපරාධ ක්‍රියාකාරකම් සහ ආරක්ෂණ වැඩසටහන වාර්තා කරන්න',
        'image' => '/images/seo/en/red-alert.jpg',
        'description' => 'Selldone සමඟින් උපරිම ආරක්ෂාව සහ ආරක්ෂාව අත්විඳින්න - පවතින වඩාත්ම ආරක්ෂිත කේන්ද්‍රීය වේදිකාව. අපගේ Red Alert වැඩසටහන මඟින් ඔබේ ප්‍රජාව සුරක්ෂිතව පවතින බව සහතික කරමින් අපරාධ ක්‍රියාකාරකම් ඉක්මනින් සහ ආරක්ෂිතව වාර්තා කිරීමට ඔබට බලය ලබා දේ. ආරක්ෂිත අසල්වැසි ප්‍රදේශ නිර්මාණය කිරීමට සහ අද අපරාධ වලට එරෙහිව ක්‍රියාමාර්ග ගැනීමට අපගේ මෙහෙවරට අප හා එක්වන්න.'    ],

    /*
    |--------------------------------------------------------------------------
    | App pages
    |--------------------------------------------------------------------------
    */
    'apps.structure-data' => ['title' => 'ව්යුහය දත්ත උත්පාදක යන්ත්රය| JSON-LD', 'description' => "අවශ්‍ය සියලුම අයිතම ගුණාංග සහ තවත් දේ ඇතුළුව, JSON-LD සලකුණු නිර්මාණය කිරීමට මෙම ප්‍රබල ව්‍යුහගත දත්ත උත්පාදක යන්ත්‍රය භාවිතා කරන්න."
    ],

    /*
    |--------------------------------------------------------------------------
    | Call to action
    |--------------------------------------------------------------------------
    */
    'call-to-action' => [
        'title' => "වෙළඳපොලේ ඇති හොඳම නො-තාක්ෂණික විසඳුම මගින් ඔබේ ව්‍යාපාරය ඔන්ලයින් කරන්න.",
        'money-back' => "දින 30ක මුදල් ආපසු ගෙවීමේ සහතිකය",
        'action' => "ඔබේ ඊ-වාණිජ්‍යය සාදන්න",
        'action-sub' => "දැන් ආරම්භ කරන්න - එය නොමිලේ",
        'message' => "ඔබගේ අඩු මාර්ගගත විකුණුම් අනුපාතයට සමුගන්න!",
    ]

,

    'page' => [
        'login' => [
            'title' => 'විකුණුවා | ඇතුල් වන්න',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'ඔබට කොපමණ ප්‍රාග්ධනයක් තිබේද, ඔබ ඔබේ ව්‍යාපාරය ආරම්භ කළේ කොතැනද, ඔබ ජීවත් වන ලෝකයේ කොතැනද යන්න ගැටළුවක් නොවේ! Selldone ඔබට සියලුම වෘත්තීය විකුණුම් මෙවලම් සපයා ඇත. ලියාපදිංචිය සහ මෙම මෙවලම් සෑම කෙනෙකුටම සහ සදහටම නොමිලේ.',
        ],
        'register' => [
            'title' => 'විකුණුවා | ලියාපදිංචි කරන්න',
            'image' => '/images/seo/en/login.jpg',
            'description' => 'ප්‍රවේශය අයිතියක් මිස වරප්‍රසාදයක් නොවන බව අපි විශ්වාස කරමු! ඔබට නිව් යෝර්ක්හි ධනවත්ම වීදියේ හෝ දුර බැහැර ගමක ව්‍යාපාරයක් තිබුණත්, අන්තර්ජාලය සහ සබැඳි මෙවලමක් ඔබට අන්තර්ජාලය හරහා විකිණීමට අවශ්‍ය විය යුතුය! මෙය Selldone ගේ සිහිනයයි.',
        ],
        'home' => [
            'title' => 'වෘත්තිකයන් මෙන් විකුණුම් - Selldone® Business OS',
            'image' => '/images/seo/en/create-my-ecommerce-website-free.jpg',
            'description' => 'Selldone යනු ඔබේ ව්‍යාපාරය දෘශ්‍යමය වශයෙන් ගොඩනැගීමට, කළමනාකරණය කිරීමට සහ පරිමාණය කිරීමට ව්‍යාපාරික මෙහෙයුම් පද්ධතියකි. මිලියන ගණනක ඇණවුම් සඳහා කේතයක් නොමැති සහ විශේෂඥ අවශ්‍ය විසඳුමක් නොමැතිව එය ඔබම සාදා ගන්න.',
        ],
        'helps' => [
            'title' => 'උදව්',
            'image' => '/images/seo/en/help.jpg',
            'description' => 'සාර්ථක ව්‍යාපාරයක් කරන්නේ කෙසේද.',
        ],
        'blogs' => [
            'title' => 'බ්ලොග්',
            'image' => '/images/seo/en/academy.jpg',
            'description' => 'නවතම Selldone පුවත් සහ අන්තර්ගතය.',
        ],
        'faqs' => [
            'title' => 'නිතර අසන ප්රශ්න',
            'image' => '/images/seo/en/faq.jpg',
            'description' => 'Selldone පිළිබඳ ප්‍රශ්න සහ පිළිතුරු.',
        ],
        'price' => [
            'title' => 'මිල ලැයිස්තුව',
            'image' => '/images/seo/en/price.jpg',
            'description' => 'කිසිදු කාල සීමාවකින් තොරව නොමිලේ වෙළඳසැලක් සහ වෙබ් අඩවියක් තැනීමේ සියලුම වෘත්තීය විශේෂාංග ඔබ වෙනුවෙන් බලා සිටී.',
        ],
        'apps' => [
            'title' => 'යෙදුම් ගබඩාව',
            'image' => '/images/seo/en/apps.jpg',
            'description' => 'ගබඩාවට යෙදුම් ස්ථාපනය කිරීම එක් ක්ලික් කිරීමකින් ඔබේ වෙළඳසැල සඳහා සපයනු ලැබේ.',
        ],
        'experts' => [
            'title' => 'විශේෂඥයන්',
            'image' => '/images/seo/en/expert.jpg',
            'description' => 'ඔබේ වෙළඳසැල සැලසුම් කිරීම, දියත් කිරීම, ප්‍රචාරණය කිරීම හෝ කළමනාකරණය කිරීම ගැන කරදර නොවන්න, Selldone විශේෂඥයින් ඔබට උදවු කිරීමට සූදානම්. දේවල් වඩා හොඳ සහ වේගවත් කිරීමට සහතික කළ විශේෂඥයෙකු බඳවා ගන්න.',
        ],
        'avocado' => [
            'title' => 'අලිගැට පේර - නවීන සමාජ විකුණුම් නාලිකාව',
            'image' => '/images/seo/en/create-avocado-seo.jpg?v=1',
            'description' => 'ඔබේ ගනුදෙනුකරුවන්ගෙන් මුදල් ලබා ගැනීමට ඔබට අවශ්‍ය වන්නේ එක් මුදලක් සහ එක් මාතෘකාවක් පමණි! ඔබේ ගිණුමට සෘජුවම මුදල් බැර කෙරෙන අතර ඔබේ ගනුදෙනුකරුවන්ට සුවිශේෂී සාප්පු සවාරි අත්දැකීමක් ලැබෙනු ඇත.',
        ],
        'referral' => [
            'title' => 'අනුබද්ධ වැඩසටහන - Selldone',
            'image' => '/images/seo/en/referral.png',
            'description' => 'උද්යෝගිමත් මෙහෙවරකට සම්බන්ධ වී ඔබටම උදාසීන ආදායම් මාර්ගයක් ඇති කර ගන්න.',
        ],
        'press' => [
            'title' => 'මාධ්ය සම්පත් - Selldone',
            'image' => '/images/seo/en/press.png',
            'description' => 'Selldone ගැන ලිවීමට කැමති ඕනෑම කෙනෙකුට සම්පත්.',
        ],
        'roadmap' => [
            'title' => 'මාර්ග සිතියම - විකුණුවා',
            'image' => '/images/seo/roadmap.jpg',
            'description' => 'එය එක් ආකාරයක වේදිකාවකි; එය සම්පූර්ණයෙන්ම අද්විතීය වන අතර අනෙක් සියල්ලටම වඩා බෙහෙවින් වෙනස් ය. එය කුඩා හා මධ්‍ය පරිමාණ ව්‍යවසායකයින් සඳහා ව්‍යවසාය ශ්‍රේණියේ මෙවලම් සහිත සේවාවක් ලෙස එකම සියල්ලෙන්-එක්, කේත රහිත ව්‍යාපාර මෙහෙයුම් පද්ධතියයි.',
        ],
        'onboarding' => [
            'title' => 'නොමිලේ මාර්ගගත සාප්පු සවාරි වෙබ් අඩවි නිර්මාතෘ - ප්‍රතිචාරාත්මක, සහ වෘත්තීය',
            'image' => '/images/seo/ui-kit.jpg',
            'description' => 'Selldone, ඊ-වාණිජ්‍ය වේදිකාවක් ලෙස, ඔබේ ව්‍යාපාරයේ වර්ධනය සඳහා දේවදූතයෙකු මෙන් ක්‍රියා කරයි. ඔබට කුඩා ගඩොල් සහ මෝටාර් ගබඩාවක් හෝ විශාල සමාගමක් තිබේද, ඔබට වෘත්තීය නමුත් භාවිතයට පහසු මෙවලම් කට්ටලයක් අවශ්ය වේ.',
        ],
        'books' => [
            'title' => 'ව්‍යාපාරික අත්පොත්: මාර්ගගත සාප්පු සවාරි වෙබ් අඩවි සඳහා ආරම්භක සහ වර්ධන ඉඟි',
            'image' => '/images/seo/en/cover.jpg',
            'description' => 'ඔබට ව්‍යාපාර සංවර්ධනය පිළිබඳ නොමිලේ අත්පොත් මෙතැනින් බාගත හැකිය. මෙම පොත්වල, ව්‍යාපාරයක් සංවර්ධනය කිරීම පිළිබඳ සම්පූර්ණ උපදෙස් සහ ඔබේ මාර්ගගත වෙළඳසැලේ පරිවර්තන අනුපාත වැඩි කිරීමට ප්‍රායෝගික වැඩිදියුණු කිරීමේ මාර්ගෝපදේශ ඔබට සොයාගත හැකිය.',
        ],
        'quiz' => [
            'title' => 'ප්‍රශ්නාවලිය | ව්‍යාපාර මෙහෙයුම් පද්ධතිය ඔබට සුදුසුද?',
            'image' => '/images/seo/en/quiz.png',
            'description' => 'ඔබට ඔබේ ව්‍යාපාරයට ව්‍යාපාර මෙහෙයුම් පද්ධතියක් අවශ්‍ය බව හෝ භාවිත කළ හැකි බව දැන ගැනීමට අවශ්‍ය නම්, තව දුරටත් යාමට පෙර, කරුණාකර මෙම තත්පර 60 ප්‍රශ්නාවලිය ගන්න. ඔබට ඔබේ ව්‍යාපාරයට ව්‍යාපාර මෙහෙයුම් පද්ධතියක් අවශ්‍ය බව හෝ භාවිත කළ හැකි බව දැන ගැනීමට අවශ්‍ය නම්, තව දුරටත් යාමට පෙර, කරුණාකර මෙම තත්පර 60 ප්‍රශ්නාවලිය ගන්න.',
        ],
        'countries' => [
            'title' => 'සහාය දක්වන රටවල් සහ දේශීය ගෙවීම් - ව්‍යාපාරික OS',
            'image' => '/images/seo/en/countries.png',
            'description' => 'ව්‍යාපාර OS, ඊ-වාණිජ්‍ය වේදිකාවල සිට තේමාවක්, ප්ලගිනයක් හෝ කේතයක් නොමැති දෙයක් වෙත වාණිජ සේවාවල මීළඟ පරිණාම පියවර. 100% දෘශ්‍යමය වශයෙන්!',
        ],
        'participant' => [
            'title' => 'ඔබට අවශ්‍ය ප්‍රජාව — Play and Win $20',
            'image' => '/images/seo/en/participants.jpg',
            'description' => 'ඔබට අන් අයට උපකාර කිරීමට කෙටි වීඩියෝ නිර්මාණය කිරීමෙන් සහ වීඩියෝවකට USD 20ක් දක්වා තෑගි ණය ලබා ගැනීමෙන් අලෙවි කළ ප්‍රජාවට සහභාගී විය හැක.',
        ],
        'tax' => [
            'title' => 'ගෝලීය බදු අනුපාත ලැයිස්තුව',
            'image' => '/images/seo/en/tax.jpg',
            'description' => 'ඔබට බදු නීති අභිබවා විවිධ නිෂ්පාදන කාණ්ඩ සඳහා බදු පැතිකඩ එකකට වඩා සෑදිය හැක.',
        ],
        'premium' => [
            'title' => 'වාරිකයට උත්ශ්‍රේණි කර ඔබේ ඊ-වාණිජ්‍ය ක්‍රීඩාව පරිවර්තනය කරන්න',
            'image' => '/images/seo/en/premium.jpg',
            'description' => 'Selldone Premium සමඟින් ඔබේ ඔන්ලයින් වෙළඳසැල උසස් කරන්න. කාර්යක්‍ෂමතාව ඉහළ නැංවීමට සහ ඩිජිටල් වෙළඳපොළ තුළ කැපී පෙනීමට සුවිශේෂී AI මෙවලම්, අවශ්‍ය සැකිලි, සහ තවත් දේ වෙත ප්‍රවේශ වන්න. වඩා දක්ෂ, සිනිඳු ඊ-වාණිජ්‍ය අත්දැකීමක් සඳහා දැන් එක්වන්න!',
        ],
        'builder' => [
            'title' => 'නොමිලේ පිටු සාදන්නා සහ ගොඩබෑමේ පිටු සංස්කාරක Webapp - පුරනය වීම අවශ්‍ය නොවේ',
            'image' => '/images/seo/en/builder.png',
            'description' => 'අපගේ නොමිලේ, පරිශීලක-හිතකාමී පිටු සාදන්නා සහ සංස්කාරකය සමඟින් සිත් ඇදගන්නාසුළු වෙබ් පිටු සහ ගොඩබෑමේ පිටු පහසුවෙන් සාදන්න. පුරනය වීම අවශ්‍ය නොවේ. අපගේ බුද්ධිමය drag-and-drop අතුරුමුහුණත සමඟින් ඔබේ වෙබ් පිටු ඉක්මනින් සැලසුම් කරන්න, අභිරුචිකරණය කරන්න, සහ ප්‍රකාශයට පත් කරන්න. කරදරයකින් තොර වෙබ් නිර්මාණ විසඳුමක් සොයන අලෙවිකරුවන්, කුඩා ව්‍යාපාර හිමියන් සහ සංවර්ධකයින් සඳහා පරිපූර්ණයි.',
        ],
    ],
    'apps' => [
        'structure-data' => [
            'title' => 'ව්‍යුහ දත්ත උත්පාදක | JSON-LD',
            'description' => 'අවශ්‍ය සියලුම අයිතම ගුණාංග සහ තවත් දේ ඇතුළුව, JSON-LD සලකුණු නිර්මාණය කිරීමට මෙම ප්‍රබල ව්‍යුහගත දත්ත උත්පාදක යන්ත්‍රය භාවිතා කරන්න.',
        ],
    ],
];
