<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Shop Header
    |--------------------------------------------------------------------------
    */
    'header' => [
        'shop' => 'සාප්පු යන්න',
        'blog' => 'බ්ලොග්',

    ],
    /*
    |--------------------------------------------------------------------------
    | Shop Footer
    |--------------------------------------------------------------------------
    */
    'footer-menu' => [


    ],
    'about' => 'අපි ගැන',
    'contact' => 'අප හා සම්බන්ධ වන්න',


    'buy-action' => "දැන් මිලදී ගන්න",
    'buy-action-variant' => "තෝරන්න සහ දැන් මිලදී ගන්න",

    'product-images' => "රූප",
    'product-spec' => "පිරිවිතර",
    'Comments' => "සමාලෝචන සහ ශ්‍රේණිගත කිරීම්",
    'related' => "අදාළ නිෂ්පාදන",
    'view-now' => "දැන් බලන්න",






];
