<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'Бұл тіркелгі деректері біздің жазбаларымызға сәйкес келмейді.',
    'throttle' => 'Тым көп кіру әрекеті. :seconds секундтан кейін әрекетті қайталаңыз.',


    'title_shop' => ':name сайтына кіріңіз',
    'title_app' => 'Қолданбаға қол жеткізу :name',
    'login_message' => 'Тіркелгіңізге кіруді сұраңыз.',
    'scopes_title' => 'Бұл қолданба келесі аумақтарға қол жеткізе алады',
    'accept' => 'Растау',
    'reject' => 'Қабылдамау',


    'login_incorrect_password' => 'Жарамсыз пайдаланушы аты немесе құпия сөз.',


    'reset_2fa_title' => 'Екі қадамдық кіру сұрауын қалпына келтіріңіз',
    'go_main_page' => 'Негізгі бетке өтіңіз',

    'signing_in' => 'Жүйеге кіру...',


    'erp' => [
        'message' => "● Жалғастыру үшін дүкенді таңдаңыз. Жаңа дүкен қажет болса, алдымен оны жасап, қайта қосыңыз. <br>● Қосылып жатқан бағдарламалық құралды білетініңізге көз жеткізіңіз немесе көмек алу үшін провайдерге хабарласыңыз.",
    ],
    'token-display' => [
        'message' => "Бұл таңбалауыш сіздің сұрауыңыз негізінде :software үшін :shop қатынасу үшін жасадық. Оны сақтаңыз және оны ешкіммен бөліспеңіз. Егер сіздің таңбалауышыңыз бұзылды деп ойласаңыз, оны кез келген уақытта жоя аласыз.",
        'scopes-message' => "Бұл дүкенге өз ауқымдарымен кіруге болатын белгі",
        'manage-tokens-action' => 'Токендерді басқару',
        'manage-tokens-message' => "Бұл таңбалауыштан кез келген уақытта осы жерден бас тарта аласыз."
    ]


,

    'password' => 'Берілген құпия сөз дұрыс емес.',
];
