<?php


return [
    /*
  |--------------------------------------------------------------------------
  | Instagram
  |--------------------------------------------------------------------------
  */
    'instagram' => [
        'title' => "Instagram дүкенінің құрастырушысы|Instagram тіркелгісін Интернет-дүкенге түрлендіру",
        'desc' => "Ақшаңызды ешқайда жұмсамаңыз. Дүкеніңізді Selldone жүйесінде салған соң, WordPress, Joomla және WooCommerce сияқты дүкен құрудың басқа құралдарымен жұмыс істеуді енді ойламайсыз.",

        'clip' => "/landing-assets/instashop/video/Anime-Instagram-En.m4v",
        'clip_title' => "Аспаз және оның сүйкімді мысығы Instagram-да қалай сатады?",


        'alt1' => "Selldone Instagram дүкенінің құрастырушысы",
        'alt2' => 'Instagram желісінде Сара тортын сату оқиғасы',
        'alt3' => 'Selldone Онлайн тапсырыстарды өңдеу орталығы',
        'alt4' => 'Selldone Интернет-дүкен төлем шлюзі',
        'alt5' => 'Интернет-дүкендерге арналған автоматтандырылған SEO қозғалтқышы',
        'alt6' => 'Инстаграмда онлайн сатудың жаңа тәсілдері',
        'alt7' => 'Брендинг және брендинг',
        'alt8' => 'Дүкен кассирі',
        'alt9' => 'Маркетинг және сату құралдары',
        'alt10' => 'Тегін іскер серіктес',
        'alt11' => 'Тапсырысты өңдеу орталығы',
        'alt12' => 'Адал тұтынушылар',
        'alt13' => 'Тікелей төлем шлюзі',
        'alt14' => 'Instagram сату арналары',
        'alt15' => 'Сайт пен дүкен әзірлеушісін жалдау',
        'alt16' => 'Selldone платформасының тарихы',
        'alt17' => 'Сайт пен дүкеннің автоматтандырылған SEO жүйесі',
        'alt18' => 'Бақытты сатушы',
        'alt19' => 'Сауда қоржыны',


        'm1' => 'Неліктен Selldone?',
        'm2' => 'Авто SEO',
        'm3' => 'Бағалар (тегін)',

        'register' => 'Тіркелу',

        'header' => 'Instagram желісінде <span class="ulr"> 10 есе </span> Көбірек және жақсырақ<br><span class="ulr">Sell</span>',
        'header_msg' => 'Клиенттердің Instagram-дан дүкенге ұқсас парақ ашып, ұнаған фотосуреттерінен өнімдерді таңдап, оларды тапсырысқа қосып, тікелей сіздің шотыңызға онлайн төлейтінін елестетіп көріңіз. Шешім сіздің алдыңызда.',

        'name_plc' => 'Пайдаланушы атыңызды енгізіңіз',
        'preview' => 'Дүкенді алдын ала қарау',
        'create_act' => 'Instagram дүкенін жасаңыз',


        'title1s' => 'Бұл қалай жұмыс істейді?',
        'title1' => 'Instagram-ды <span class="ulb">толық мүмкіндіктері бар</span> дүкеніне айналдырыңыз!',
        'desc1' => 'Сізде ең үлкен интернет-дүкендердің панеліне қарағанда көбірек мүмкіндіктер болады, бірақ қателеспеңіз, қарапайым хосттармен жұмыс істеу қызықты.',
        'sub1' => 'Өнімді басқару осылай жұмыс істейді...',
        'sub1msg' => "Бірінші қадам - өнімдерді қосу. Selldone көмегімен Instagram-дан өнімдерді импорттауға, Excel файлын жүктеп салуға немесе бірнеше рет басу арқылы басқа қарапайым әдістерді пайдалануға болады.",
         'list1_1' => 'Толығымен өлтіріп, басқаруды жабыңыз',
         'list1_2' => 'Түгендеуді жаңарту және жылдам баға',
         'list1_3' => 'Excel файлымен өнімдерді қосыңыз',
         'list1_4' => 'Осы өнімдерді қосыңыз',
         'list1_5' => 'Жалықтысың ба? Біз сізді қосамыз!',

        'title2s' => 'Тапсырыстар осылай жұмыс істейді ...',
        'title2' => "Күніне 10 есе көп тапсырыс сізге жеткіліксіз бе? Selldone әр дүкен үшін күніне 10 мыңнан астам тапсырысқа арналған.",

        'list2_1' => 'Саяхат күйіңізді жылдам көріңіз және жылдам әрекет етіңіз',
        'list2_2' => 'Тұтынушы тапсырысының соңғы күйін көре алады',
        'list2_3' => 'Төлемді, тапсырысты өңдеуді және жеткізуді басқарыңыз',
        'list2_4' => 'Қалағаныңызша серіктестерді қосыңыз',


        'title3s' => 'Тікелей ойын аяқталды!',
        'title3' => "Дүкеніңіздегі онлайн төлем доменіңізбен және тікелей шотыңызға жасалады! Сіз онлайн порталдар мен сайтта төлем түрлерін таңдай аласыз.",

        'list3_1' => 'Онлайн төлем шлюзі (тікелей сіздің шотыңызға)',
        'list3_2' => 'Сайттағы төлемді қосу мүмкіндігі',
        'list3_3' => 'Электрондық сенім белгісінсіз шлюзді алу (еңбекақы)',
        'list3_4' => 'Төлемдер мен тапсырыстарды бір рет басу арқылы басқарыңыз',


        'title4s' => 'Авто SEO',
        'title4' => 'SEO-ның ең жақсы тәжірибелеріне сәйкес SEO-ға қолайлы сайтты жобалау сіздің онлайн бизнесіңізді әлеуетті тұтынушыларға көбірек көрсетуге көмектеседі. Selldone сізге SEO-бағдарланған дүкенге қажетті инфрақұрылымды қамтамасыз етеді, сондықтан Google-да табыламын деп уайымдаудың қажеті жоқ.',

        'list4_1' => 'Сіз бізге жақсы мәтіндер мен суреттер қалдырасыз',

        'title0' => '<span class="uly"> профессионалдырақ сату </span>, тұтынушыларыңызды бақытты ету <br> және онлайн бизнесті дамытып жатқаныңызды мақтан ететін кез келді',


        'title6s' => "Бұған қанағаттанбаңыз",
        'title6' => 'Инстаграм дүкенінен әлдеқайда көп...',


        'features' => 'Ерекшеліктер',
        'features_act' => 'Барлық мүмкіндіктерді көру',

        'x1' => 'Брендті құру және жеке тұтынушылар клубын құру үшін арнайы домендегі интернет-дүкен.',
        'x2' => 'Интернет-дүкен кассасы 0 $ орнату құны бар дүкенге және қажетінше көп.',
        'x3' => 'Ең үлкен полиция нарығы брендтерінде жоқ ең жақсы маркетинг және сату құралдары.',
        'x4' => "Selldone есімді жақсы және күтпеген серіктес, оның барлық күш-жігері компанияның сатылымын ұлғайту, ақша алып, оларды қалдыру емес.",

        'a1' => 'Тапсырысты өңдеу',
        'a1s' => 'Жылдамдыққа арналған',

        'a2' => 'Маркетинг және ынталандыру',
        'a2s' => 'Адал тұтынушыларды табыңыз',

        'a3' => 'Тікелей төлем',
        'a3s' => 'Төлем интерфейсі жоқ',

        'a4' => 'Сату арналары',
        'a4s' => 'Telegram, Google, Instagram және т.б.',

        'blog' => 'وبلاگ',

        'b1' => "2021 жылы бізге әлі де бағдарламашы жалдау, дүкен салу пакеттерін немесе хосттарды сатып алу керек пе?",
        'b2' => "Selldone тарихы|Сайтты және онлайн бизнесті ашу әдісін өзгерту",
        'b3' => 'Автоматты SEO қозғалтқышы Google нәтижелерінде жарқырайды',
        'read' => 'Жалғастыру',

        'title5s' => 'Оның қанша тұратынын білгіңіз келе ме?',
        'title5' => '<span class="ulr"> үлгісінен өмір бойы тегін</span> 2% комиссия <br> моделіне ай сайынғы төлеммен 0,5% комиссия',
        'msg5' => "Егер сізде сату болмаса, бір риалдың иелері сайт, хост, серверлер, қызметтер, құралдар, қолдау, жаңартулар және басқалар үшін сізден ақы алмайды! Ақша сіздің шотыңызға тікелей түседі! Selldone барлық серіктестеріне комиссияны айдың соңында төлеуге сенеді немесе бірнеше айдан кейін әмияндарын зарядтау арқылы мәселе туындаса.",
         'footer_act' => "Тегін - бұл жалғыз артықшылық емес! Қалай?",
         'footer' => 'Қалаған сұрақтарыңызды немесе кеңестеріңізді сұраңыз.',

        's1' => 'Ақылды есеп беру',
        's2' => 'Тегін бұлттық хостинг',
        's3' => 'Логистика және өңдеу',
        's4' => 'Қону бетін құрастырушы',
        's5' => 'Ерекшеліктер мен артықшылықтар',
        's6' => 'Қаржы менеджменті',
        's7' => 'Маркетинг құралдары',
        's8' => 'Ынталандырулар және тұтынушылар',
        's9' => 'Selldone туралы',
        's10' => 'Блог',
        's11' => 'Көмек',
        's12' => 'Құпиялық',
        's13' => 'Ережелер мен шарттар',
        's14' => 'Дүкен салушы',

        'img1' => '/landing-assets/instashop/images/caveman-shop-builder-en.png',


        'importer-ts' => "Selldone-мен жұмыс істеуге алаңдайсыз ба?",
        'import_title' => "Selldone пайдаланушыларынан сұраңыз; олардың <span class='ulr'> қарапайымдылығы мен жылдамдығы</span> туралы пікірлері сізді таң қалдырады!",
        'import_message' => "Өнімдерді Instagram-дан тікелей дүкенге импорттай аласыз, бірақ қаласаңыз, қарапайым Excel файлы арқылы олардың барлық өнімдері мен суреттерін дүкеніңізге автоматты түрде қосуға болады. Сіз сол файлды толтырып, Google-дан суреттердің URL көшіріп, соңында CSV файлыңызды тартып, өнімді басқару бөліміне тастайсыз. Selldone мұны сіз үшін жасайды.",
        'import_t1' => "Сізде өнім бар ма",
        'import_b1' => "Олардың әртүрлілігі жоқ",
        'import_m1' => "Бұл файлды жүктеп алып, өнімнің атын, бағасын және түгендеуін енгізіп, Google сияқты жерден сурет сілтемесін көшіріп, қойыңыз.",

        'import_b2' => "Бірнеше вариация",
        'import_m2' => "Әртүрлілік түс, өлшем, материал және сол сияқты нәрселерді білдіреді. Егер сізде көптеген өнімдер болса, сіз бұл файлды жүктеп алып, өнім туралы ақпаратты толтыра аласыз. Бұл сәл қиынырақ",

        'import_download' => "Үлгі файлды жүктеп алыңыз",

    ]

];
