<?php



return [

    'loading-title' => "Офлайннан онлайнға дейін масштабтау",
    'loading-message' => "Сіз көріңіз, біз есіктерді ашамыз",


    // --- Global Message --- Show for all shop owners in top of all messages!
    'GLOBAL_MESSAGE' => ['title' => 'Selldone бета нұсқасы', 'priority' => 'м',
        'message' => "<p>\n            Ашық бета нұсқасына қатысуыңызды қалаймыз. Бета ретінде\n            тестілеуші болса, сіз әлі шығарылмаған мүмкіндіктерді пайдалана аласыз\n            жұртшылық. Бұл мүмкіндіктер жалпыға қолжетімді болуы мүмкін\n            болашақ. <b>all транзакциялары </b> сынақ режимінде және\n            <b> соңғы шығарылым алдында анық</b> болады. Пайдаланушылар, дүкендер және\n            <u> өнімдері жойылмайды</u>.\n          </p>\n\n          <p>Рахмет, <br />CEO Selldone</p>"],




    'TWO_FACTOR_AUTH_ACTIVATION_SUCCESS' => "Екі қадамды кіру сәтті қосылды.",
    'TWO_FACTOR_AUTH_DISABLE_SUCCESS' => "Екі қадамды кіру өшірілді.",


];
