<?php

/*
|--------------------------------------------------------------------------
| Shop SMS list
|--------------------------------------------------------------------------
| This array return to shop admin to see SMS preview!
|
*/

return [

    'shop-order-payment' => [
        'title' => 'Төлемді қабылдау',
        'sample' => "267\$ төлеміңіз сәтті аяқталды.<br> Тапсырыс: SM-425<br> Рахмет, <b>сіздің дүкеніңіздің аты</b> .<br> Selldone",
        'body' => ":param2 төлеміңіз сәтті орындалды.\nТапсырыс: :param1\nРахмет, :param3.\nSelldone",
        'icon' => 'төлем',
        'description' => 'Сәтті төлем туралы хабарлау үшін дүкен тұтынушысына хабарлама жіберіңіз.',

    ],
    'shop-order-payment-admin' => [
        'title' => 'Төлемді қабылдау',
        'sample' => "Жаңа 267\$ төлем сәтті аяқталды.<br> Тапсырыс: SM-425<br> Рахмет, <b>сіздің дүкеніңіздің аты</b> .<br> Selldone",
        'body' => "Жаңа :param2 төлемі сәтті шешілді.\nТапсырыс: :param1\nРахмет, :param3.\nSelldone",
        'icon' => 'төлем',
        'description' => 'Дүкен иесіне сәтті төлем туралы хабарлау үшін хабарлама жіберіңіз.',

    ],

    'vendor-new-order' => [
        'title' => 'Сатушыға жаңа тапсырыс',
        'sample' => "Сіз \$200 жаңа тапсырыс алдыңыз.<br>Тапсырыс: <b> үшін <b>SM-870</b> Жеткізуші атауы</b>.<br>✅ Өнім A| SKU100001 |1x<br>✅ Өнім B| SKU100002 |1x",
        'body' => "Сіз жаңа :param2 тапсырысын алдыңыз.\nТапсырыс: :param3 үшін :param1.\n:param4",
        'icon' => 'дүкен сөресі',
        'description' => 'Сатушыға жаңа тапсырыс туралы хабарлау үшін хабарлама жіберіңіз.',
    ],








    'shop-login' => [
        'title' => 'Кіру растау коды',
        'sample' => "Сіздің логин кодыңыз: <b>123456</b><br> <b>Сіздің дүкеніңіздің аты</b><br> Selldone",
        'body' => "Сіздің логин кодыңыз: :param1\n:param2\nSelldone",
        'icon' => 'кіру',
        'description' => 'Дүкенге кіру үшін тұтынушыға логин кодын жіберіңіз.',

    ],

    'user-login' => [
        'title' => 'Жүйеге кіру сәті туралы хабар',
        'sample' => "Құрметті <b>есім</b> ,<br> Сіз тіркелгіңізге <b>iPhone 165.250.300.1</b> арқылы 08.05.2021 сағат <b>9:14</b> -те кірдіңіз.<br> Selldone",
        'body' => "Құрметті :param1,\nСіз тіркелгіңізге :param2 арқылы :param3 арқылы кірдіңіз.\nSelldone",
        'icon' => 'жүйелік_қауіпсіздік_жаңарту_жақсы',
        'description' => 'Тұтынушы дүкенге кіргеннен кейін хабарлама жіберіңіз.',

    ],

    'avocado-order-submit' => [
        'title' => 'Сатып алушыға жіберілген жаңа авокадо тапсырысы',
        'sample' => "<b>Сіздің дүкеніңіздің аты</b><br> Құрметті <b>сіздің атыңыз</b> ,<br> Біз сіздің тапсырысыңызды алдық және оны қарап жатырмыз.<br> Тапсырыс №: <b>AVO-246</b><br> Selldone",
        'body' => ":param3\nҚұрметті :param1,\nБіз сіздің тапсырысыңызды алдық және оны қарап жатырмыз.\nТапсырыс №: :param2\nSelldone",
        'icon' => 'факт_тексеру',
        'description' => 'Авокадоға тапсырыс бергеннен кейін тұтынушыға хабарлама жіберіңіз.',

    ],


    'avocado-order-submit-seller' => [
        'title' => 'Авокадо жаңа тапсырысты сатушыға жібереді',
        'sample' => "Сіз авокадоға тапсырыс алдыңыз:<br> Дүкен: <b>дүкен атауы</b><br> Сатып алушы: <b>Сатып алушының аты</b><br> Тапсырыс: <b>AVO-246</b><br> Selldone",
        'body' => "Сіз авокадо тапсырысын алдыңыз:\nДүкен: :param1\nСатып алушы: :param2\nТапсырыс: :param3\nSelldone",
        'icon' => 'қалай_тіркеу',
        'description' => 'Дүкен иесіне жаңа авокадо тапсырысын алу туралы хабарлау үшін хабарлама жіберіңіз.',

    ],



    'avocado-ready-to-pay' => [
        'title' => 'Авокадо тапсырысы төлеуге дайын',
        'sample' => "<b>Сіздің дүкеніңіздің аты</b><br> Тапсырысыңыз расталды және оны келесі сілтеме арқылы төлеуге болады.<br> Тапсырыс №: <b>AVO-246</b><br> Сілтеме: <b>https://your-domain/avocado</b><br> Selldone",
        'body' => ":param3\nТапсырысыңыз расталды және оны келесі сілтеме арқылы төлеуге болады.\nТапсырыс №: :param2\nСілтеме: :param1\nSelldone",
        'icon' => 'түбіртек',
        'description' => 'Сатушы құнын белгілегеннен кейін тұтынушыға төлем сілтемесі бар хабарлама жіберіп, оның авокадо тапсырысын растаңыз.',

    ],



    // ━━━━━━━━━━━━━━━━━━━━━━ Order Ready to Ship or Pickup [to customer] ━━━━━━━━━━━━━━━━━━━━━━


    /**
     * In normal shops when the shop owner sets the order status to 'SentOrder', and delivery type is not Pickup.
     * Also in marketplaces with 'Collective Shipping Mode' when the shop owner set order status to 'SentOrder'.
     */
    'order-update-status-ready-to-ship' => [
        'title' => 'Тапсырыс жөнелтуге дайын',
        'sample' => "Сәлем <b>Alex</b>, жақсы жаңалық, тапсырысыңызды жіберуге дайын. <br>Тапсырыс: <b>SM-123</b>",
        'body' => "Сәлеметсіз бе, :param4, жақсы жаңалық, тапсырысыңызды жіберуге дайын.\nТапсырыс: :param1",
        'icon' => 'жергілікті_жеткізу',
        'description' => 'Тапсырыс берушіге оның жөнелтуге дайын екендігі туралы хабарлау үшін хабарлама жіберіңіз.',
    ],
    /**
     * In normal shops when the shop owner sets the order status to 'SentOrder', and delivery type is Pickup.
     * Also in marketplaces with 'Collective Shipping Mode' when the shop owner set order status to 'SentOrder'.
     */
    'order-update-status-ready-to-pickup' => [
        'title' => 'Тапсырыс алуға дайын',
        'sample' => "Сәлем Алекс, жақсы жаңалық, тапсырысыңызды алуға дайын. <br>Тапсырыс: <b>SM-123</b>",
        'body' => "Сәлем :param4, жақсы жаңалық, тапсырысыңызды алуға дайын.\nТапсырыс: :param1",
        'icon' => 'бөлісу_орын',
        'description' => 'Тұтынушыға тапсырысты алуға дайын екендігі туралы хабарлау үшін хабарлама жіберіңіз.',
    ],



    /**
     * In marketplace with 'Direct Shipping Mode', when vendor set order status to 'SentOrder' and delivery type is not Pickup.
     */

    'vendor-order-update-status-ready-to-ship' => [
        'title' => 'Жеткізуге дайын жеткізуші тапсырысы',
        'sample' => "Сәлем <b>Alex</b>, жақсы жаңалық, тапсырысыңызды жіберуге дайын. <br>Тапсырыс: <b>SM-123</b>",
        'body' => "Сәлеметсіз бе, :param4, жақсы жаңалық, тапсырысыңызды жіберуге дайын.\nТапсырыс: :param1",
        'icon' => 'жергілікті_жеткізу',
        'description' => 'Тапсырыс берушіге оның жөнелтуге дайын екендігі туралы хабарлау үшін хабарлама жіберіңіз. Тікелей жеткізу режимі бар нарықта және жеткізу түрі алып кету емес.',
    ],

    /**
     * In marketplace with 'Direct Shipping Mode', when vendor set order status to 'SentOrder' and delivery type is Pickup.
     */
    'vendor-order-update-status-ready-to-pickup' => [
        'title' => 'Сатушының тапсырысы алуға дайын',
        'sample' => "Сәлем Алекс, жақсы жаңалық, тапсырысыңызды алуға дайын. <br>Тапсырыс: <b>SM-123</b>",
        'body' => "Сәлем :param4, жақсы жаңалық, тапсырысыңызды алуға дайын.\nТапсырыс: :param1",
        'icon' => 'бөлісу_орын',
        'description' => 'Тұтынушыға тапсырысты алуға дайын екендігі туралы хабарлау үшін хабарлама жіберіңіз. Тікелей жеткізу режимі бар нарықта және жеткізу түрі - алып кету.',
    ],

    // ━━━━━━━━━━━━━━━━━━━━━━ Order Confirmation Status [to customer] ━━━━━━━━━━━━━━━━━━━━━━
    'order-update-status-confirm' => [
        'title' => 'Тапсырыс заттарын растау',
        'sample' => "Сәлем Алекс, тапсырысыңызды қарап шықтық. Міне, сіздің элементтеріңіздің растау күйі: <br>"
            . "Store: <b>Shop Name</b><br>"
            . "Order ID: <b>SM-123</b><br>"
            . "✅ Product A | SKU100001 | 1x<br>"
            . "❌ Product B | SKU100002 | 1x",
        'body' => "Сәлем :param4, тапсырысыңызды қарап шықтық. Міне, сіздің элементтеріңіздің растау күйі:"
            . "Store: :param3\n"
            . "Order ID: :param1\n"
            . ":param5",
        'icon' => 'тапсырма_қабылданды',
        'description' => 'Тапсырыс берушіге сатушы қабылдаған немесе қабылдамаған тапсырыстағы заттар туралы хабарлайды.',
    ],

    'vendor-order-update-status-confirm' => [
        'title' => 'Жеткізушіге тапсырыс беруді растау',
        'sample' => "Сәлем Алекс, тапсырысыңызды қарап шықтық. Міне, сіздің элементтеріңіздің растау күйі: <br>"
            . "Vendor: <b>Vendor Name</b><br>"
            . "Order ID: <b>SM-123</b><br>"
            . "✅ Product A | SKU100001 | 1x<br>"
            . "❌ Product B | SKU100002 | 1x",
        'body' => "Сәлем :param4, тапсырысыңызды қарап шықтық. Міне, сіздің элементтеріңіздің растау күйі:"
            . "Vendor: :param3\n"
            . "Order ID: :param1\n"
            . ":param5",
        'icon' => 'тапсырма_қабылданды',
        'description' => 'Жеткізуші қабылдаған немесе қабылдамаған тапсырыстар туралы тұтынушыға хабарлайды.',
    ],



];
