export default {
  "experts_common": {
    "experts_page": "የባለሙያዎች ገጽ",
    "no_job": "ትክክለኛ ተስማሚ አልተገኘም!",
    "jobs_filter": "ስራዎች ማጣሪያ",
    "start_price": "መነሻ ዋጋ",
    "completed_count": "ስራዎች ተጠናቅቀዋል",
    "job_title": "የስራ መደቡ መጠሪያ",
    "job_desc": "የሥራ መግለጫ",
    "job_not_approved": "ሥራው እስካሁን አልተረጋገጠም።",
    "new_job": "አዲስ ስራ",
    "expert_profile": "የባለሙያዎች መገለጫ",
    "job_detail": "የሥራ ዝርዝሮች",
    "contracts": "ኮንትራቶች",
    "start_end_date": "መጀመሪያ/ማለቂያ ቀን",
    "complete_cancel_date": "የተጠናቀቀ/የሰርዝ ቀን",
    "waiting_pay_and_start": "ለመክፈል እና ለመጀመር በመጠባበቅ ላይ",
    "waiting_to_complete": "ከደንበኛው ፈቃድ በመጠባበቅ ላይ",
    "running": "መሮጥ",
    "paY_start_action": "ይክፈሉ እና አሁን ይጀምሩ",
    "need_help": "እርዳታ ያስፈልጋል?",
    "hire_me_now": "አሁን ቀጥረኝ...",
    "expert_contracts": "የባለሙያ ኮንትራቶች"
  },
  "topic_categories": {
    "SETUP": {
      "title": "የመስመር ላይ ሱቅ ያዋቅሩ",
      "desc": "በዚህ መስክ ውስጥ ያሉ ባለሙያዎች የእርስዎን የመስመር ላይ መደብር ለእርስዎ ቀላል እና ፈጣን ያዘጋጃሉ።"
    },
    "ADD_PAGE": {
      "title": "ገጾችን ያክሉ (ማረፊያዎች፣ ስለ እኛ፣ ...)",
      "desc": "የማረፊያ ገጾችን መፍጠር፣ ስለ እኛ እና ሌሎች የድር ጣቢያዎ ገጾች ለእነዚህ ባለሙያዎች መተው ይችላሉ።"
    },
    "ADD_PRODUCT": {
      "title": "ምርቶችን እና ምድቦችን ያክሉ",
      "desc": "ምርቶችን ወደ መደብሩ ለመጨመር ይህን እንዲያደርጉ ሰዎችን መቅጠር ይችላሉ።"
    },
    "PAYMENT": {
      "title": "የመክፈያ ዘዴዎችን ያክሉ",
      "desc": "የመግቢያ መንገዱን ለእርስዎ የመቀበል እና የማዘመን ሂደቱን ለማከናወን የክፍያ ፍኖተ መንገዱን ስፔሻሊስት ይቅጠሩ።"
    },
    "MARKETING": {
      "title": "ግብይት",
      "desc": "የግብይት ባለሙያዎች በዘመቻዎችዎ እና ማበረታቻዎችዎ ላይ ምርጡን ማስተካከያ እንዲያደርጉ ወይም ውጤታማ የማስታወቂያ ዘመቻ እንዲጀምሩ ያግዙዎታል።"
    },
    "MIGRATION": {
      "title": "የእኔን ሱቅ ከሌላ የኢኮሜርስ መድረክ ፈልሱ",
      "desc": "ከዚህ በፊት ሱቅ ነበረህ? የባለሙያ አገልግሎት ሱቅዎን ለዘላለም እንዲደግፍ መደብሩን ወደ ልዩ ባለሙያተኛ የማዛወር ስራን መተው ይችላሉ."
    },
    "APP_SETUP": {
      "title": "መተግበሪያን ያዋቅሩ",
      "desc": "በመደብርዎ ውስጥ መተግበሪያዎችን ማዋቀር እና መጫን እገዛ ይፈልጋሉ? የግል መተግበሪያ መገንባት ያስፈልግዎታል? በዚህ መስክ ውስጥ ያሉ ባለሙያዎች ከእርስዎ ጋር ይሆናሉ."
    },
    "MANAGEMENT": {
      "title": "የመደብር አስተዳደር",
      "desc": "አንዳንድ የሱቅ አስተዳደር ክፍሎችን ለመደብር አስተዳደር ስፔሻሊስቶች መስጠት ይችላሉ። በተጨማሪም የንግድ ሥራን ስለማካሄድ በሁሉም ጉዳዮች ላይ የባለሙያ ምክር ይሰጣሉ."
    },
    "CONTENT": {
      "title": "ይዘት መጻፍ",
      "desc": "የእርስዎን ምርቶች፣ የምርት ስም ወይም ማከማቻ የይዘት ፈጠራን ለይዘት መጻፊያ ባለሙያዎች መድብ።"
    },
    "PHOTOGRAPHY": {
      "title": "ፎቶግራፍ ማንሳት እና ማረም",
      "desc": "የእርስዎን ምርቶች እና አገልግሎቶች ፎቶዎች ማንሳት ይፈልጋሉ? በዚህ ክፍል ውስጥ ያሉ ባለሙያዎች የሚፈልጉትን ምስሎች, አኒሜሽን እና 3D ሞዴሎችን ያዘጋጃሉ."
    },
    "DROP_SHIPPING": {
      "title": "የመውረጃ ማጓጓዣን ያዋቅሩ",
      "desc": "የጅምላ አከፋፋይ ወይም ቸርቻሪ ከሆኑ የ Selldone dropshipping መድረክ ሁልጊዜ ሲፈልጉት የነበረው ነው። የማጓጓዣ ባለሙያዎች ንግድዎን የሚያሳድጉበት አዳዲስ መንገዶችን እንዲያገኙ ሊረዱዎት ይችላሉ።"
    },
    "POS_SETUP": {
      "title": "የተሸጠ POSን ያዋቅሩ",
      "desc": "የሱቅዎን የመስመር ላይ POS ለማዘጋጀት ልዩ ባለሙያተኛ ይቅጠሩ።"
    }
  },
  "topics": {
    "store-design": {
      "title": "ኢኮሜርስ ይገንቡ",
      "desc": "የመስመር ላይ መደብርዎን ዲዛይን እና ማዋቀር ሃሳቦችዎን መተግበር ለሚችሉ ባለሙያዎች ይተዉት።"
    },
    "store-configuration": {
      "title": "የማከማቻ ውቅር",
      "desc": "እንደ የፍለጋ ሞተሮች የንግድ መረጃ ማስገባት ፣ የመርከብ ማቀናበሪያ እና የመጋዘን ዘዴዎችን ለመሳሰሉ የመደብር ውቅር ከባለሙያ እርዳታ ማግኘት ይችላሉ።"
    },
    "store-optimization": {
      "title": "የአፈጻጸም እና የፍጥነት ማመቻቸት",
      "desc": "ፍጥነቱን እና አፈፃፀሙን ለመጨመር ባለሙያዎች በድር ጣቢያዎ ላይ ይሰራሉ።"
    },
    "domain": {
      "title": "የጎራ ግንኙነት",
      "desc": "ብጁ ጎራ ወደ ማከማቻዎ እና ድር ጣቢያዎ ያክሉ።"
    },
    "page-design": {
      "title": "የማረፊያ ገጽ እና የአብነት ንድፍ",
      "desc": "የእርስዎን ድር ጣቢያ ማረፊያ ገጾች፣ የመነሻ ገጽ እና የውስጥ ገጾችን ይንደፉ።"
    },
    "add-product": {
      "title": "ምርቶችን እና ምድቦችን ያክሉ",
      "desc": "ምድቦችን ለማረም ምስሎችን ፣ መግለጫዎችን እና ዝርዝሮችን ያክሉ። ለደንበኞችዎ በጣም የተሻሉ የተገጠሙ ምርቶችን እንዲያገኙ ቀላል ያደርገዋል።"
    },
    "payment": {
      "title": "የክፍያ መግቢያ",
      "desc": "ወደ መደብርዎ የመስመር ላይ የክፍያ መግቢያን ያክሉ።"
    },
    "tax": {
      "title": "የግብር ምክር",
      "desc": "በእርስዎ የገንዘብ እና የግብር ጉዳዮች ላይ ምክር ያግኙ።"
    },
    "email-marketing": {
      "title": "የኢሜል ግብይት",
      "desc": "ተጠቃሚዎችዎን ወደ ደንበኞች ለመቀየር እና ተጨማሪ እንዲገዙ ለማሳመን የኢሜይል ማሻሻጫ መሳሪያዎችን ይጠቀሙ።"
    },
    "seo": {
      "title": "SEO",
      "desc": "ብዙ ሰዎች ምርቶችዎን በፍለጋዎቻቸው ውስጥ እንዲያገኙት በGoogle ፍለጋ ውጤቶች ውስጥ ደረጃዎን ያሳድጉ።"
    },
    "search-ads": {
      "title": "ማስታወቂያዎችን ይፈልጉ",
      "desc": "እንደ Google ባሉ የፍለጋ ፕሮግራሞች ላይ ምርቶችዎን ያስተዋውቁ።"
    },
    "social-marketing": {
      "title": "ማህበራዊ ሚዲያ ግብይት",
      "desc": "ተጨማሪ ጎብኝዎች የእርስዎን ምርቶች እና አገልግሎቶች እንዲያዩ ለማድረግ የማህበራዊ ሚዲያ ዘመቻዎችን ያስጀምሩ።"
    },
    "content-marketing": {
      "title": "የይዘት ግብይት",
      "desc": "ጠቃሚ እና ተዛማጅ ይዘትን ለንግድዎ ይፍጠሩ እና ያትሙ።"
    },
    "sale-channels": {
      "title": "የሽያጭ ጣቢያዎችን ይገንቡ",
      "desc": "በሴልዶኔ ውስጥ ካለው የመስመር ላይ መደብርዎ ጋር በመገናኘት እንደ ኢንስታግራም፣ ቴሌግራም እና ፌስቡክ ያሉ አዳዲስ የሽያጭ ጣቢያዎችን ያስጀምሩ።"
    },
    "conversion": {
      "title": "የልወጣ መጠን ማመቻቸት",
      "desc": "የልወጣ መጠኖችን ያሳድጉ፣ ብዙ ጎብኝዎችን ወደ ደንበኛ ይለውጡ እና የዘመቻዎችዎን ውጤታማነት ያሳድጉ።"
    },
    "analyze": {
      "title": "የተጠቃሚ ባህሪን ይተንትኑ",
      "desc": "ለእነሱ የተሻለ የተጠቃሚ ተሞክሮ ለማቅረብ በመስመር ላይ መደብር ውስጥ የተጠቃሚዎችዎን ባህሪ እና አካላዊ ቅርንጫፎችን እንኳን ይቆጣጠሩ።"
    },
    "brand-strategy": {
      "title": "የምርት ስትራቴጂ",
      "desc": "የንግድ ምልክትዎን በመገንባት እና በማስፋት ላይ ይስሩ።"
    },
    "migration": {
      "title": "የማከማቻ ፍልሰት",
      "desc": "ያለውን መደብር ወደ Selldone ይውሰዱት።"
    },
    "app-programmer": {
      "title": "መተግበሪያ ይገንቡ",
      "desc": "የራስዎን መተግበሪያ ዲዛይን ማድረግ እና ማዳበር"
    },
    "app-install": {
      "title": "መተግበሪያውን ይጫኑ",
      "desc": "በመደብሩ ላይ የሚፈልጉትን መተግበሪያ ይጫኑ እና ያዋቅሩ።"
    },
    "ux-design": {
      "title": "ብጁ UX ንድፍ",
      "desc": "በመደብሩ ወይም በመተግበሪያው ውስጥ ለተጠቃሚዎችዎ ልዩ የተጠቃሚ ተሞክሮ ይንደፉ።"
    },
    "debug": {
      "title": "ችግርመፍቻ",
      "desc": "በሱቅዎ ውስጥ ያሉ ስህተቶችን እና ችግሮችን ያስተካክሉ።"
    },
    "strategy": {
      "title": "የንግድ ስትራቴጂ ማማከር",
      "desc": "የንግድ ሥራዎን ለማዳበር እና ለማሻሻል ልምድ ካላቸው ሰዎች ምክር ያግኙ።"
    },
    "products-guide": {
      "title": "የምርት መርጃ መመሪያ",
      "desc": "ለምርት ዝግጅት እና የአቅርቦት ሰንሰለት ንድፍ ልዩ ባለሙያዎችን እርዳታ ይጠይቁ."
    },
    "setup-guide": {
      "title": "የመደብር ማዋቀር እና ዲዛይን ማማከር",
      "desc": "ንግድ ለመጀመር ወይም በመስመር ላይ ለመስራት ከመስኩ ባለሙያዎች ምክር ያግኙ።"
    },
    "marketing-guide": {
      "title": "የግብይት እና የሽያጭ ማማከር",
      "desc": "ከባለሙያዎች እና ከባለሙያዎች ምክር በማግኘት እንዴት ለገበያ እና ሽያጭ እንደሚጨምሩ ይወቁ።"
    },
    "product-description": {
      "title": "የምርት ማብራሪያ",
      "desc": "ደንበኞችዎ የእርስዎን ምርቶች በተሻለ ሁኔታ እንዲያውቁ የምርት መግለጫዎችዎን ማራኪ ያድርጉት።"
    },
    "content-write": {
      "title": "የግብይት እና የማስታወቂያ ይዘት",
      "desc": "ስለ የምርት ስም ታሪክ እና ምርቶችዎ ደንበኞች ምርጡን እንዲመርጡ ለማገዝ ስለሚያሟሉ ፍላጎቶች ይጻፉ።"
    },
    "logo-design": {
      "title": "አርማ እና የምርት ስም ንድፍ",
      "desc": "ለብራንድዎ የምስል እና የአርማ ይዘት ይንደፉ።"
    },
    "banner-design": {
      "title": "ባነር ንድፍ",
      "desc": "የምርት ስም ግንዛቤን ለመጨመር እና ወደ ማከማቻዎ ትራፊክ ለማሽከርከር አስደናቂ የማስታወቂያ ሰንደቆችን ይፍጠሩ።"
    },
    "video": {
      "title": "ቀረጻ እና አኒሜሽን",
      "desc": "የማስታወቂያ ቪዲዮዎችን እና 2D እና 3D እነማዎችን ማምረት ለጌቶቹ ይተዉ።"
    },
    "photography": {
      "title": "የምርት ፎቶግራፍ",
      "desc": "ሱቅዎ ዓይንን የሚስብ ለማድረግ የእርስዎን ምርቶች እና አገልግሎቶች የኢንዱስትሪ እና ሙያዊ ፎቶዎችን ያንሱ።"
    },
    "photo-editor": {
      "title": "ፎቶዎችን ያርትዑ",
      "desc": "ማራኪ ምስሎችን ይንደፉ፣ ተጽዕኖዎችን መጨመርን፣ ዳራዎችን ማስወገድ ወይም በፎቶ ላይ ጽሑፍ ማከልን ሊያካትት ይችላል።"
    },
    "3d": {
      "title": "3D ሞዴሊንግ እና አር",
      "desc": "ሽያጮችዎን በሚያስደንቅ ሁኔታ ለመጨመር በ3-ል የተጨመሩ የእውነታ ሞዴሎችን ይገንቡ።"
    },
    "dropshipping": {
      "title": "የመውረጃ ማጓጓዣን ያዋቅሩ",
      "desc": "አምራች ወይም መጋዘን ካለህ፣ ጠብታ ማጓጓዣ ባለሙያዎች በሺዎች በሚቆጠሩ የመስመር ላይ መደብሮች ምርቶችህን ያለችግር እንድትሸጥ ይረዱሃል።"
    },
    "reselling": {
      "title": "ለዳግም ሻጭ ማዋቀር",
      "desc": "ዕቃዎችን ሳይገዙ እና ማከማቻ ሳያስቀምጡ ወይም ፓኬጅ ሳይልኩ ከፍተኛ ገቢ ያለው ፍጹም መደብር ሊኖርዎት ይችላል።"
    },
    "pos-setup": {
      "title": "የመስመር ላይ ገንዘብ መመዝገቢያ ማዋቀር",
      "desc": "Selldone POSዎን በሱቅ ቅርንጫፎችዎ ውስጥ ያስኪዱ እና የእርስዎን ንግድ እና አካላዊ ቅርንጫፎች ለማዳበር የሚገኙትን በጣም ሙያዊ የማከማቻ መሳሪያዎችን ይጠቀሙ።"
    }
  },
  "industries": {
    "ART": "ስነ ጥበብ",
    "MARKETING_ADS": "ግብይት እና ማስታወቂያ",
    "SERVICES": "አገልግሎቶች",
    "CLOTHING_FASHION": "ልብስ እና ፋሽን",
    "HANDCRAFTS": "የእጅ ስራዎች",
    "ELECTRONICS_TECH": "ኤሌክትሮኒክስ እና ቴክ",
    "HEALTH_BEAUTY": "ጤና እና ውበት",
    "HOME_GARDEN": "ቤት እና የአትክልት ቦታ",
    "JEWELRY_ACCESSORIES": "ጌጣጌጥ እና መለዋወጫዎች",
    "FOOD_DRINK": "ምግብ እና መጠጥ",
    "PET_CARE": "የቤት እንስሳት እንክብካቤ",
    "SPORTS": "ስፖርት",
    "RECREATION": "መዝናኛ",
    "TOYS_GAMES": "መጫወቻዎች እና ጨዋታዎች",
    "AUTOMOTIVE": "አውቶሞቲቭ"
  },
  "expert_panel": {
    "title": "የተሸጠ የባለሙያዎች አስተዳደር ፓነል",
    "add_dialog": {
      "title": "አዲስ ሥራ ጨምር"
    }
  },
  "contract_view": {
    "running": "መሮጥ",
    "cancelling": "የመሰረዝ ጥያቄ",
    "title": "የኮንትራት ርዕሰ ጉዳይ",
    "description": "የውል መግለጫ",
    "permissions_input": "የሚፈለጉትን ፈቃዶች ይምረጡ",
    "cost_timeline": "ወጪ እና የጊዜ መስመር",
    "timespan": "የኮንትራቱ ቆይታ",
    "cost": "የኮንትራት ዋጋ",
    "pay_now_action": "እስማማለሁ | አሁን ይክፈሉ",
    "complete_action": "አዎ | ኮንትራቱን ጨርስ",
    "reject_action": "የለም | ማጠናቀቅ አልጸደቀም።",
    "all_tasks_completed_message": "ሁሉንም የተገለጹ ተግባራትን ጨርሰዋል. ይህንን ከጨረሱ, የትዕዛዝ ማጠናቀቂያ ቁልፉን ይጫኑ. ከዚህ ደረጃ በኋላ ደንበኛው የሥራውን አቅርቦት ማረጋገጥ አለበት.",
    "waiting_complete_by_customer_message": "ስራውን አረጋግጠዋል, አሁን ደንበኛው የትዕዛዙን አቅርቦት ለማረጋገጥ መጠበቅ አለብዎት. በደንበኛው ተቀባይነት ከሌለው ወይም ውድቅ ከተደረገ ትዕዛዙ በራስ-ሰር ይፀድቃል እና ከ 3 ቀናት በኋላ ይጠናቀቃል።",
    "comment": "አስተያየት አስገባ",
    "comment_desc": "በስራ ጥራት እና በባለሙያዎች መስተጋብር ላይ የተመሰረተ ደረጃ.",
    "comment_placeholder": "ስለ ሥራ ጥራት አስተያየትዎን ይፃፉ ...",
    "response_placeholder": "ስለ ደንበኛ አስተያየት የሚናገሩት ነገር ካለዎት ይፃፉ...",
    "waiting_for_customer": "ደንበኛን በመጠበቅ ላይ...",
    "account_input": "ለመውጣት መለያ",
    "dialog_pay": {
      "title": "ይክፈሉ እና ውል ይጀምሩ",
      "insufficient_balance": "በቂ ያልሆነ ሚዛን! ለመክፈል መለያ ያስከፍሉ።"
    },
    "dialog_cancel": {
      "title": "ውል ሰርዝ",
      "confirm_code": "የማረጋገጫ ኮድ ነው።",
      "confirm_code_label": "ማረጋግጫ ኮድ",
      "confirm_action": "አዎ፣ ውል ሰርዝ"
    },
    "notifications": {
      "save": "ውል በተሳካ ሁኔታ ተስተካክሏል።",
      "pay": "ውል ተከፍሎ በተሳካ ሁኔታ ተጀምሯል።",
      "end": "ትዕዛዙ መጠናቀቁን ለማረጋገጥ ለደንበኛው ተልኳል.",
      "complete": "ውል ተጠናቀቀ።",
      "reject": "ውሉን ማጠናቀቅ አልተፈቀደም.",
      "cancel": "ውል ተሰርዟል።",
      "update": "ፍቃድ ተዘምኗል።",
      "comment": "አስተያየትህ ተልኳል።",
      "response": "ምላሽህ ተልኳል።"
    }
  },
  "expert_page": {
    "title": "ምርጥ ባለሙያዎችን መቅጠር",
    "sub_title": "ሱቅህን ስለ ዲዛይን፣ ስለ ማስጀመር፣ ስለማስታወቂያ ወይም ስለማስተዳደር አትጨነቅ። ነገሮችን በተሻለ እና በፍጥነት ለመስራት የተረጋገጠ ስፔሻሊስት መቅጠር።",
    "steps_title": "ለማጠናቀቅ ሶስት ደረጃዎች ቀርተዋል።",
    "step_1_title": "ኤክስፐርትን ያነጋግሩ",
    "step_1_desc": "ከባለሙያዎች ጥቆማዎችን ይጠይቁ ወይም ከተመከሩት ባለሙያዎች ጋር የሚስማማ ስራ ይፍጠሩ።",
    "step_2_title": "ተስማማ እና ውል ተቀበል",
    "step_2_desc": "መልሶቹን ይገምግሙ፣ ትክክለኛውን ያግኙ፣ እና እንደ ጊዜ እና ትክክለኛ ዋጋ ያሉ ዝርዝሮችን ይወያዩ።",
    "step_3_title": "ሥራውን ያረጋግጡ እና ያስፈጽሙ",
    "step_3_desc": "በሴልዶን በኩል በብቃት መስራት የሚችሉ ብቁ ባለሙያዎችን እመኑ።",
    "who": {
      "title": "እዚህ ማንን ታገኛለህ?",
      "box_image": "/app/img/የሽያጭ ባለሙያ-ቦክስ.37fb6205.png",
      "spec1_title": "ጌቶች፣ በእርሻቸውም ሆነ በሴልዶኔ",
      "spec1_desc": "ምንም የፕሮግራም ችሎታ አያስፈልግዎትም! Selldone ሁሉንም ዝመናዎች ይንከባከባል። በሽያጭ መጨመር ላይ ሁሉንም ጥረቶችዎን ያድርጉ!",
      "spec2_title": "በእጅ የተመረጡ እና ቁርጠኛ ሰዎች",
      "spec2_desc": "ምንም ኮድ ወይም ቴክኒካዊ እውቀት አያስፈልግም. በመስመር ላይ ንግድዎ ላይ ተጨማሪ ወጪዎችን ፣ ውስብስብ ቴክኒካዊ ጉዳዮችን እና እንቅፋቶችን ይሰናበቱ!",
      "spec3_title": "የፕሮፌሽናል ስራ በባለሞያዎች የተሰራ",
      "spec3_desc": "ምንም የፕሮግራም ችሎታ አያስፈልግዎትም! ፍላጎቶችዎን ለማሟላት በሴልዶኔ ውስጥ ያሉ ምርጥ ባለሙያዎች!"
    },
    "expert_categories": "በባለሙያዎች የሚሰጡ አገልግሎቶች ምድብ",
    "show_all_topics": "ሁሉንም ምድቦች አሳይ",
    "marketing_title": "የግብይት እና የሽያጭ እድገት",
    "starts_title": "የመስመር ላይ ንግድ መጀመር እና ማዳበር",
    "managements_title": "የንግድ አስተዳደር",
    "contents_title": "የይዘት ፈጠራ፣ ፎቶግራፍ እና ቪዲዮ",
    "apps_title": "ተጨማሪ ባህሪያት እና የእኔ መተግበሪያ ጭነት",
    "footer": {
      "title": "ለፍላጎትዎ የሚስማማውን ምርጥ ስፔሻሊስት ማግኘት",
      "message": "ከታች ያለውን ፎርም በመሙላት ጥሩ ባለሙያዎች እንደፍላጎትዎ ምክራቸውን እንዲልኩልዎ አዲስ ስራ ይፈጥራሉ።"
    }
  },
  "public_job_page": {
    "hire_expert_title": "ይህ ባለሙያ እንዲሰራዎት ይፈልጋሉ?",
    "your_own_job_message": "ይህንን ተግባር ገልፀዋል! ወደ የአስተዳዳሪ ፓነል ለመሄድ ከታች ያለውን ቁልፍ ይጫኑ እና ይህን ተግባር በቀጥታ ያስተዳድሩ።",
    "go_to_job_panel": "ወደ የእኔ ፓኔል ይሂዱ",
    "no_chat": "እስካሁን ምንም አይነት ጥያቄ አላቀረቡም።",
    "job_tasks": "የሥራ ተግባራት ቀርበዋል",
    "included": "በመነሻ ዋጋ ውስጥ የተካተቱ ተግባራት",
    "additional": "ተጨማሪ ስራዎች እና ስራዎች",
    "permissions": "የሚፈለጉ ፈቃዶች"
  },
  "expert_request_form": {
    "action_message": "ሌላ ሰው ሱቅዎን እንዲገነባ፣ እንዲያስተዳድር ወይም እንዲያሻቅብልዎ ይፈልጋሉ? ስለዚህ እርስዎ ያሰቡትን ለማድረግ ልዩ ባለሙያተኛ ይቅጠሩ።",
    "order_new_kob": "አዲስ ሥራ ይዘዙ",
    "new_shop_action_small": "በሱቅዎ ላይ ባለሙያ እንዲሰራ ይፈልጋሉ?",
    "mange_shop_action_small": "አንድ ሱቅ እንዲገነባልህ ባለሙያ ትፈልጋለህ?",
    "new_shop_action": "ብዙ ቅናሾችን ተቀብለዋል።",
    "mange_shop_action": "ባለሙያዎች ማመልከቻዎን እየገመገሙ ነው።",
    "hire_expert": "ኤክስፐርት መቅጠር",
    "check_mail_status": "እባክህ ኢሜልህን አረጋግጥ",
    "header_new": "አዲስ ጥያቄ",
    "header_view": "ጥያቄ ላክ",
    "title": "ዘመናዊ የመስመር ላይ መደብር ይፈልጋሉ?",
    "message": "ሁሉንም እራስዎ ማድረግ አያስፈልግዎትም. የእኛ የተመሰከረላቸው ባለሞያዎች የእርስዎን የመስመር ላይ መደብር በፍጥነት፣ ቀላል እና የበለጠ ዓይንን የሚስብ ለመገንባት ሊረዱዎት ይችላሉ። ፍላጎቶችዎን ይግለጹ እና ሽያጮችዎን ለማሳደግ እንዲረዳዎ ምርጡን ያግኙ።",
    "steps_title": "እነዚህን ደረጃዎች ይከተሉ",
    "step_1": "ፍላጎቶችዎን ይግለጹ",
    "step_1_message": "የሚፈልጉትን ለባለሙያዎች ይንገሩ",
    "step_2": "የባለሙያዎችን አስተያየት ይገምግሙ",
    "step_2_message": "ለፍላጎትዎ የሚስማማውን ይምረጡ",
    "step_3": "አስፈላጊ ዝርዝሮችን ተወያይ እና ከባለሙያ ጋር የበለጠ ተሰራ",
    "step_3_message": "አስፈላጊ ዝርዝሮችን ተወያይ እና ከባለሙያ ጋር የበለጠ ተሰራ",
    "shop_info": "ሱቁን ይምረጡ",
    "select_shop": "ለአንዱ ሱቅ ባለሙያ እፈልጋለሁ",
    "shop_id": "ይግዙ",
    "shop_id_message": "ተጨማሪ አገልግሎቶች ከፈለጉ ከነባር ሱቆችዎ ይምረጡ።",
    "shop_id_placeholder": "ሱቅ ምረጥ...",
    "store_name": "የመደብር ስም",
    "store_name_placeholder": "የሱቅ ስሜ...",
    "store_name_messages": "ያለህ ወይም ወደፊት ለመገንባት ያሰብከው የሱቅ ስምህን ንገረን።",
    "contact": "የማንነትህ መረጃ",
    "name_placeholder": "ያስፈልጋል*",
    "email": "ኢሜይል",
    "email_placeholder": "ያስፈልጋል* your-email@gmail.com",
    "request_title": "ፍላጎቶችዎን ይግለጹ.",
    "request_message": "ባለሙያዎቻችን የእርስዎን መስፈርቶች በተሻለ ሁኔታ እንዲያሟሉ እና በተመጣጣኝ ዋጋ እና የጊዜ ግምት ለእርስዎ ለማቅረብ ስለ ንግድዎ የተለየ መረጃ ይስጡ።",
    "description": "ስለ ንግድዎ የበለጠ ይንገሩን።",
    "description_messages": "ንግድህ ምንድን ነው? ምርቶችን ወይም አገልግሎቶችን ይሸጣሉ?",
    "services_title": "በባለሙያው ምን ዓይነት ተግባራትን ማከናወን ይፈልጋሉ?",
    "select_one_caution": "ቢያንስ አንድ አማራጭ ይምረጡ!",
    "detail_title": "ኤክስፐርቱ የእርስዎን ፍላጎቶች የበለጠ እንዲያውቅ ለማገዝ ዝርዝሮችን ያክሉ።",
    "detail": "የፕሮጀክት ዝርዝሮች",
    "detail_messages": "ነባር ድር ጣቢያ አለህ? በ Instagram ወይም በአካል ሱቅ ላይ ሱቅ አለህ? የጊዜ ሰሌዳው ተለዋዋጭ ነው?",
    "preferences_title": "ገደቦች እና ምርጫዎች",
    "preferences_message": "ለስራዎ ትክክለኛዎቹ ባለሙያዎች የፕሮጀክት ፕሮፖዛልዎን መከለስ እንዲችሉ ምርጫዎችዎን ይወስኑ።",
    "level_title": "ለእርስዎ ምርጥ ምርጫ ማን ነው?",
    "level_message": "የባለሙያዎች የችሎታዎች, ልምድ እና ድጋፍ ዋጋዎችን ይወስናሉ",
    "level_low": "ዝቅተኛ ዋጋ ያላቸው ባለሙያዎች",
    "level_medium": "መካከለኛ ዋጋ ያላቸው ባለሙያዎች",
    "level_high": "ከፍተኛ ዋጋ ያላቸው ባለሙያዎች",
    "location_title": "በአካባቢዎ ካሉ ባለሙያዎች ጋር መስራት ይመርጣሉ?",
    "location_near": "አዎ",
    "location_no": "አይ",
    "language_title": "ከባለሙያዎች ጋር በሚነጋገሩበት ጊዜ የቋንቋ ምርጫዎ ምንድነው?",
    "language": "ቋንቋ",
    "language_placeholder": "አ ን ድ ም ረ ጥ*",
    "free_support_title": "አነስተኛ ንግድ ድጋፍ",
    "free_support_message": "ጀማሪዎችን መርዳት ለወደፊት እና ለ Selldone ብልህ ኢንቨስትመንት እንደሆነ እናምናለን። በዚህ መንገድ ሁል ጊዜ ጀርባዎን እናገኝ ነበር። ምርቶችዎ እና አገልግሎቶችዎ ይበልጥ ማራኪ፣ አዳዲስ ፈጠራዎች ወይም የበለጠ ተግባራዊ ሲሆኑ ብዙ አገልግሎቶችን ከእኛ እና ከባለሙያዎቻችን በነፃ ያገኛሉ።",
    "free_support_condition": "የራስዎን ንግድ ለመጀመር እና በመስመር ላይ ለመሸጥ ከልብ የሚፈልጉ ከሆነ ፣ ያ በቂ ነው። ቀሪው የኛ ጉዳይ ነው!",
    "free": "ነፃ አገልግሎት ይፈልጋሉ?",
    "free_messages": "የጀማሪ ንግድ ከሆኑ ወይም በአሁኑ ጊዜ ለስፔሻሊስቶች ክፍያ የፋይናንስ ዘዴ ከሌልዎት ይህንን አማራጭ ይምረጡ።",
    "action_new": "አዲስ ጥያቄ",
    "action_send": "ጥያቄ አስገባ",
    "start_price_message": "የ{topic} ስራዎች ለዚህ ባለሙያ በ{price} {currency} ይጀምራሉ",
    "notifications": {
      "success_send": "ጥያቄዎ በተሳካ ሁኔታ ገብቷል። እባክዎ የ Selldone ባለሙያዎች ቅናሾችን ይጠብቁ።"
    },
    "stage": {
      "title": "የንግድዎ ደረጃ ምንድን ነው?",
      "start": "አዲስ ንግድ መጀመር",
      "online": "ነባር ንግዴን በመስመር ላይ መስራት እፈልጋለሁ",
      "extend": "የመስመር ላይ መደብር አለኝ እና እየሰራሁበት ነው።",
      "pos": "በሱቅ ቅርንጫፎቼ ውስጥ Selldone POS ማዋቀር እፈልጋለሁ"
    },
    "budget": {
      "title": "የፍሪላንስ ባጀት ግምት አለህ?",
      "yes": "አዎ በጀቴ ግልጽ ነው።",
      "no": "አይ፣ ተጨማሪ መረጃ እፈልጋለሁ"
    },
    "login": {
      "title": "እባክዎ ይግቡ",
      "message": "መጀመሪያ ለመመዝገብ ይግቡ። በፍጥነት እና ደህንነቱ በተጠበቀ ሁኔታ በተንቀሳቃሽ ስልክ ቁጥር ወይም በማህበራዊ አውታረ መረብ መለያዎች ወደ የእርስዎ Selldone መግባት ይችላሉ።"
    },
    "select_shop_title": "ሱቅ ይምረጡ",
    "select_shop_description": "ለነባር ሱቅ ባለሙያ እፈልጋለሁ",
    "new_shop_mode_title": "አዲስ ሱቅ ይፍጠሩ",
    "new_shop_mode_description": "አዲስ ሱቅ መፍጠር እፈልጋለሁ"
  },
  "expert_requests": {
    "title": "ጥያቄዎችን ይክፈቱ",
    "dialog": {
      "title": "የባለሙያዎች ጥያቄ ዝርዝሮች",
      "start_chat": "ድርድር ጀምር"
    }
  },
  "job_chat": {
    "title": "የሥራ ድርድር"
  },
  "expert_chat_box": {
    "need_expert_question": "ኤክስፐርት ይፈልጋሉ?",
    "find_expert": "ባለሙያ ፈልግ..",
    "folder_name": "የአቃፊ ስም",
    "folder_dialog": {
      "title": "አቃፊዎችን ያርትዑ",
      "hide_new_folder": "አዲስ አቃፊ ደብቅ",
      "add_new_folder": "አዲስ አቃፊ ያክሉ"
    }
  },
  "add_job": {
    "add_title": "አዲስ ሥራ ጨምር",
    "edit_title": "ሥራን ያርትዑ",
    "message": "በዚህ ክፍል ውስጥ ሊያደርጉት የሚችሉትን የሥራ ስም እና የሥራ መግለጫ ያስገቡ. በስራ መግለጫዎ ጽሁፍ ውስጥ የእውቂያ መረጃ እና አገናኞችን መፃፍ እንደሌለብዎት ልብ ይበሉ።",
    "start_price_message": "የእያንዳንዱ ትዕዛዝ ዝቅተኛ ዋጋ.",
    "currency_message": "ምንዛሪ መቀየር ለዚህ ሥራ የፋይናንስ መዝገቦችን ዳግም ያስጀምራል።",
    "job_desc_message": "ለዚህ ሥራ ሙሉ አገልግሎትዎን ይግለጹ።",
    "included_message": "በመሠረታዊ ወጪ ለደንበኛው ምን ዓይነት አገልግሎቶችን እንደሚሰጡ ይግለጹ።",
    "additional_message": "ከመሠረታዊ አገልግሎቶች በተጨማሪ ምን ሌሎች አገልግሎቶችን ይሰጣሉ?",
    "available": "የሚገኝ ሥራ",
    "available_message": "ለዚህ ሥራ የህዝብ ተደራሽነት",
    "add_action": "አዲስ ሥራ ጨምር",
    "edit_action": "ሥራን ያርትዑ",
    "notifications": {
      "edit": "ሥራ በተሳካ ሁኔታ ዘምኗል።",
      "add": "አዲስ ሥራ በተሳካ ሁኔታ ተፈጠረ"
    }
  },
  "contract_form": {
    "shop_message": "የደንበኞችን መደብሮች በአስተዳዳሪ ወይም በከፍተኛ አስተዳዳሪ መዳረሻ ብቻ አሳይ።",
    "shop_placeholder": "በእሱ ላይ ሊሰሩበት የሚፈልጉትን መደብር ይምረጡ*",
    "title_message": "ለዚህ ውል ርዕስ አዘጋጅ..",
    "description_message": "የኮንትራት ዝርዝሮችን ይፃፉ…",
    "permissions": "የሚፈለጉትን ፈቃዶች ይምረጡ",
    "cost_message": "የኮንትራት ዋጋ",
    "days": "የውል ቆይታ",
    "days_message": "የውል ቆይታ",
    "create_action": "አዲስ ውል ይፍጠሩ",
    "notifications": {
      "add": "አዲሱ ውል ተፈጥሯል እና ለተጠቃሚው ተልኳል።"
    }
  }
};