export default {
  "experts_common": {
    "experts_page": "صفحة الخبراء",
    "no_job": "لم يتم العثور على الملاءمة الصحيحة!",
    "jobs_filter": "مرشح الوظائف",
    "start_price": "السعر المبدئي",
    "completed_count": "اكتملت الوظائف",
    "job_title": "مسمى وظيفي",
    "job_desc": "المسمى الوظيفي",
    "job_not_approved": "لم يتم التحقق من الوظيفة بعد.",
    "new_job": "مهنة جديدة",
    "expert_profile": "الملف الشخصي للخبير",
    "job_detail": "تفاصيل الوظيفة",
    "contracts": "انكماش",
    "start_end_date": "تاريخ البدء / الانتهاء",
    "complete_cancel_date": "تاريخ الإكمال / الإلغاء",
    "waiting_pay_and_start": "في انتظار الدفع والبدء",
    "waiting_to_complete": "في انتظار موافقة الزبون",
    "running": "ادارة",
    "paY_start_action": "ادفع وابدأ الآن",
    "need_help": "تحتاج مساعدة؟",
    "hire_me_now": "وظّفني الآن ...",
    "expert_contracts": "عقود الخبراء"
  },
  "topic_categories": {
    "SETUP": {
      "title": "إعداد متجر عبر الإنترنت",
      "desc": "يقوم الخبراء في هذا المجال ببناء الجواب لإعداد متجرك عبر الإنترنت بشكل أسهل وأسرع بالنسبة لك."
    },
    "ADD_PAGE": {
      "title": "أضف صفحات (هبوط ، نبذة عنا ، ...)",
      "desc": "يمكنك ترك إنشاء الصفحات المقصودة ، عنا وعن صفحات أخرى من موقع الويب الخاص بك لهؤلاء الخبراء."
    },
    "ADD_PRODUCT": {
      "title": "أضف المنتجات والفئات",
      "desc": "يمكنك تعيين أشخاص للقيام بذلك نيابة عنك لإضافة منتجات إلى المتجر."
    },
    "PAYMENT": {
      "title": "أضف طرق الدفع",
      "desc": "استعن بمتخصص في بوابات الدفع للقيام بعملية استلام وتحديث البوابة نيابة عنك."
    },
    "MARKETING": {
      "title": "تسويق",
      "desc": "يساعدك خبراء التسويق في إجراء أفضل التعديلات على حملاتك وحوافزك أو إطلاق حملة إعلانية فعالة."
    },
    "MIGRATION": {
      "title": "ترحيل متجري من منصة أخرى للتجارة الإلكترونية",
      "desc": "هل كان لديك متجر من قبل؟ يمكنك ترك مهمة نقل المتجر إلى متخصص حتى تتمكن خدمة احترافية من دعم متجرك إلى الأبد."
    },
    "APP_SETUP": {
      "title": "تطبيق الإعداد",
      "desc": "هل تحتاج إلى مساعدة في إعداد التطبيقات وتثبيتها في متجرك؟ هل تحتاج لبناء تطبيق شخصي؟ الخبراء في هذا المجال سيكونون معك."
    },
    "MANAGEMENT": {
      "title": "إدارة المخزن",
      "desc": "يمكنك الاستعانة بمصادر خارجية لبعض أجزاء إدارة متجرك لمتخصصي إدارة المتجر. كما يقدمون مشورة الخبراء بشأن جميع جوانب إدارة الأعمال التجارية."
    },
    "CONTENT": {
      "title": "كتابة المحتوى",
      "desc": "قم بتعيين إنشاء محتوى لمنتجاتك أو علامتك التجارية أو متجرك لمحترفي كتابة المحتوى."
    },
    "PHOTOGRAPHY": {
      "title": "التصوير والتحرير",
      "desc": "هل تحتاج إلى التقاط صور لمنتجاتك وخدماتك؟ سيقوم الخبراء في هذا القسم بإعداد الصور والرسوم المتحركة والنماذج ثلاثية الأبعاد التي تحتاجها."
    },
    "DROP_SHIPPING": {
      "title": "إعداد دروبشيبينغ",
      "desc": "إذا كنت تاجر جملة أو تاجر تجزئة ، فإن منصة دروبشيبينغ Selldone هي ما كنت تبحث عنه دائمًا. يمكن لخبراء دروبشيبينغ مساعدتك في إيجاد طرق جديدة لتنمية أعمالك."
    },
    "POS_SETUP": {
      "title": "إعداد Selldone POS",
      "desc": "استعن بمتخصص لإعداد نقاط البيع عبر الإنترنت لمتجرك."
    }
  },
  "topics": {
    "store-design": {
      "title": "بناء التجارة الإلكترونية",
      "desc": "اترك تصميم وإعداد متجرك عبر الإنترنت للمحترفين الذين يمكنهم تنفيذ أفكارك."
    },
    "store-configuration": {
      "title": "تكوين المتجر",
      "desc": "يمكنك الحصول على مساعدة من خبير لتهيئة المتجر ، مثل إدخال معلومات العمل لمحركات البحث ، وتعيين طرق الشحن والتخزين."
    },
    "store-optimization": {
      "title": "تحسين الأداء والسرعة",
      "desc": "سيعمل الخبراء على موقع الويب الخاص بك لزيادة سرعته وأدائه."
    },
    "domain": {
      "title": "اتصال المجال",
      "desc": "أضف مجالًا مخصصًا إلى متجرك وموقعك على الويب."
    },
    "page-design": {
      "title": "الصفحة المقصودة وتصميم النموذج",
      "desc": "صمم صفحات موقعك المقصودة والصفحة الرئيسية والصفحات الداخلية."
    },
    "add-product": {
      "title": "أضف المنتجات والفئات",
      "desc": "أضف صورًا وأوصافًا ومواصفات منتجاتك لتصحيح الفئات. يسهل على عملائك العثور على أفضل المنتجات المناسبة."
    },
    "payment": {
      "title": "بوابة الدفع",
      "desc": "أضف بوابة دفع عبر الإنترنت إلى متجرك."
    },
    "tax": {
      "title": "استشارات مالية",
      "desc": "احصل على المشورة بشأن القضايا المالية والضريبية الخاصة بك."
    },
    "email-marketing": {
      "title": "التسويق عبر البريد الإلكتروني",
      "desc": "استخدم أدوات التسويق عبر البريد الإلكتروني لتحويل المستخدمين إلى عملاء وحثهم على شراء المزيد."
    },
    "seo": {
      "title": "SEO",
      "desc": "قم بزيادة ترتيبك في نتائج بحث Google بحيث يجد المزيد من الأشخاص منتجاتك في عمليات البحث التي يجرونها."
    },
    "search-ads": {
      "title": "إعلانات البحث",
      "desc": "أعلن عن منتجاتك على محركات البحث مثل Google."
    },
    "social-marketing": {
      "title": "تسويق وسائل الاعلام الاجتماعية",
      "desc": "أطلق حملات على وسائل التواصل الاجتماعي لجذب المزيد من الزوار لمشاهدة منتجاتك وخدماتك."
    },
    "content-marketing": {
      "title": "تسويق المحتوى",
      "desc": "قم بإنشاء ونشر محتوى مفيد وملائم لعملك."
    },
    "sale-channels": {
      "title": "بناء قنوات البيع",
      "desc": "أطلق قنوات مبيعات جديدة مثل Instagram و Telegram و Facebook من خلال الاتصال بمتجرك عبر الإنترنت في Selldone."
    },
    "conversion": {
      "title": "تحسين معدل التحويل",
      "desc": "قم بزيادة معدلات التحويل إلى الحد الأقصى وتحويل المزيد من الزوار إلى عملاء وزيادة كفاءة حملاتك."
    },
    "analyze": {
      "title": "تحليل سلوك المستخدم",
      "desc": "راقب سلوك المستخدمين في المتجر عبر الإنترنت وحتى في الفروع الفعلية لتوفير تجربة مستخدم أفضل لهم."
    },
    "brand-strategy": {
      "title": "استراتيجية العلامة التجارية",
      "desc": "اعمل على بناء وتوسيع علامتك التجارية."
    },
    "migration": {
      "title": "ترحيل المتجر",
      "desc": "انقل متجرك الحالي إلى Selldone."
    },
    "app-programmer": {
      "title": "بناء التطبيق",
      "desc": "تصميم وتطوير التطبيق الخاص بك"
    },
    "app-install": {
      "title": "قم بتثبيت التطبيق",
      "desc": "قم بتثبيت وتهيئة التطبيق الذي تحتاجه في المتجر."
    },
    "ux-design": {
      "title": "تصميم UX مخصص",
      "desc": "صمم تجربة مستخدم فريدة لمستخدميك في المتجر أو التطبيق."
    },
    "debug": {
      "title": "استكشاف الأخطاء وإصلاحها",
      "desc": "إصلاح الأخطاء والمشاكل في متجرك."
    },
    "strategy": {
      "title": "استشارات استراتيجية الأعمال",
      "desc": "احصل على المشورة من الأشخاص ذوي الخبرة لتطوير وتحسين عمليات عملك."
    },
    "products-guide": {
      "title": "دليل موارد المنتج",
      "desc": "اطلب المساعدة من المتخصصين لإعداد المنتج وتصميم سلسلة التوريد."
    },
    "setup-guide": {
      "title": "إعداد المتجر واستشارات التصميم",
      "desc": "احصل على المشورة من الخبراء في هذا المجال لبدء عمل تجاري أو جعله على الإنترنت."
    },
    "marketing-guide": {
      "title": "استشارات التسويق والمبيعات",
      "desc": "تعرف على كيفية التسويق وزيادة مبيعاتك من خلال الحصول على المشورة من الخبراء والمهنيين .."
    },
    "product-description": {
      "title": "وصف المنتج",
      "desc": "اجعل أوصاف منتجك جذابة حتى يتمكن عملاؤك من التعرف على منتجاتك بشكل أفضل."
    },
    "content-write": {
      "title": "المحتوى التسويقي والإعلاني",
      "desc": "اكتب عن قصة العلامة التجارية والاحتياجات التي تلبيها منتجاتك لمساعدة العملاء على اختيار الأفضل."
    },
    "logo-design": {
      "title": "تصميم الشعار والعلامة التجارية",
      "desc": "تصميم محتوى صورة وشعار علامتك التجارية."
    },
    "banner-design": {
      "title": "تصميم بانر",
      "desc": "قم بإنشاء لافتات إعلانية رائعة لزيادة الوعي بالعلامة التجارية وجذب حركة المرور إلى متجرك."
    },
    "video": {
      "title": "التصوير والرسوم المتحركة",
      "desc": "اترك إنتاج مقاطع الفيديو الإعلانية والرسوم المتحركة ثنائية وثلاثية الأبعاد للسادة."
    },
    "photography": {
      "title": "تصوير المنتج",
      "desc": "التقط صورًا صناعية واحترافية لمنتجاتك وخدماتك لتجعل متجرك يبدو ملفتًا للنظر."
    },
    "photo-editor": {
      "title": "تحرير الصور",
      "desc": "صمم صورًا جذابة ، يمكن أن تشمل إضافة تأثيرات أو إزالة الخلفيات أو إضافة نص إلى صورة."
    },
    "3d": {
      "title": "النمذجة ثلاثية الأبعاد والواقع المعزز",
      "desc": "قم ببناء نماذج الواقع المعزز ثلاثية الأبعاد لمنتجاتك لزيادة مبيعاتك بشكل كبير."
    },
    "dropshipping": {
      "title": "إعداد دروبشيبينغ",
      "desc": "إذا كان لديك مصنع أو مستودع ، سيساعدك خبراء دروبشيبينغ على بيع منتجاتك بسلاسة من خلال آلاف المتاجر عبر الإنترنت."
    },
    "reselling": {
      "title": "الإعداد للموزع",
      "desc": "يمكنك الحصول على متجر مثالي بدخل مرتفع دون شراء البضائع والتخزين أو حتى إرسال طرد."
    },
    "pos-setup": {
      "title": "إنشاء ماكينة تسجيل المدفوعات النقدية عبر الإنترنت",
      "desc": "قم بتشغيل Selldone POS في فروع متجرك واستخدم أدوات المتجر الأكثر احترافًا المتاحة لتطوير أعمالك وفروعك الفعلية."
    }
  },
  "industries": {
    "ART": "فن",
    "MARKETING_ADS": "التسويق والإعلان",
    "SERVICES": "خدمات",
    "CLOTHING_FASHION": "الملابس والموضة",
    "HANDCRAFTS": "الحرف اليدوية",
    "ELECTRONICS_TECH": "الالكترونيات والتكنولوجيا",
    "HEALTH_BEAUTY": "الصحة والجمال",
    "HOME_GARDEN": "المنزل والحديقة",
    "JEWELRY_ACCESSORIES": "المجوهرات والاكسسوارات",
    "FOOD_DRINK": "طعام و شراب",
    "PET_CARE": "رعاية الحيوانات الاليفة",
    "SPORTS": "رياضات",
    "RECREATION": "الترفيهية",
    "TOYS_GAMES": "اللعب والألعاب",
    "AUTOMOTIVE": "السيارات"
  },
  "expert_panel": {
    "title": "فريق إدارة خبراء سيلدون",
    "add_dialog": {
      "title": "أضف وظيفة جديدة"
    }
  },
  "contract_view": {
    "running": "ادارة",
    "cancelling": "طلب الإلغاء ..",
    "title": "موضوع العقد",
    "description": "وصف العقد",
    "permissions_input": "حدد الأذونات المطلوبة",
    "cost_timeline": "التكلفة والجدول الزمني",
    "timespan": "مدة العقد",
    "cost": "تكلفة العقد",
    "pay_now_action": "أوافق ╏ ادفع الآن",
    "complete_action": "نعم ╏ إنهاء العقد",
    "reject_action": "لا ╏ لم تتم الموافقة على الإكمال",
    "all_tasks_completed_message": "لقد أكملت جميع المهام المحددة. إذا كنت قد انتهيت من ذلك ، فاضغط على مفتاح إكمال الطلب. بعد هذه الخطوة ، يجب على العميل تأكيد تسليم العمل.",
    "waiting_complete_by_customer_message": "لقد قمت بتأكيد العمل ، الآن عليك انتظار العميل لتأكيد تسليم الطلب. في حالة عدم الموافقة أو الرفض من قبل العميل ، تتم الموافقة على الطلب وإتمامه تلقائيًا بعد 3 أيام.",
    "comment": "إرسال تعليق",
    "comment_desc": "يعتمد التقييم على جودة العمل وتفاعل الخبراء.",
    "comment_placeholder": "أكتب رأيك بجودة العمل ...",
    "response_placeholder": "إذا كان لديك ما تقوله حول ملاحظات العملاء ، فاكتب ...",
    "waiting_for_customer": "انتظار العملاء...",
    "account_input": "حساب للسحب",
    "dialog_pay": {
      "title": "ادفع وابدأ العقد",
      "insufficient_balance": "رصيد غير كاف! حساب الشحن للدفع."
    },
    "dialog_cancel": {
      "title": "إلغاء العقد",
      "confirm_code": "رمز التأكيد هو",
      "confirm_code_label": "رمز التأكيد",
      "confirm_action": "نعم ، إلغاء العقد"
    },
    "notifications": {
      "save": "تم تحرير العقد بنجاح.",
      "pay": "دفع العقد وبدأ بنجاح.",
      "end": "تم إرسال الطلب إلى العميل لتأكيد الإكمال ..",
      "complete": "اكتمل العقد.",
      "reject": "لم تتم الموافقة على إتمام العقد.",
      "cancel": "تم إلغاء العقد.",
      "update": "تم تحديث الإذن.",
      "comment": "لقد تم ارسال تعليقك.",
      "response": "تم إرسال ردك."
    }
  },
  "expert_page": {
    "title": "وظف أفضل الخبراء",
    "sub_title": "لا تقلق بشأن تصميم متجرك أو إطلاقه أو الإعلان عنه أو إدارته. استعن بأخصائي معتمد للقيام بالأشياء بشكل أفضل وأسرع.",
    "steps_title": "ثلاث خطوات متبقية لإنجازها",
    "step_1_title": "اتصل بالخبير",
    "step_1_desc": "اطلب اقتراحات من الخبراء ، أو أنشئ وظيفة تتناسب مع الخبراء الموصى بهم.",
    "step_2_title": "الموافقة على العقد واستلامه",
    "step_2_desc": "راجع الإجابات ، وابحث عن الحل المناسب ، وناقش التفاصيل مثل التوقيت والتسعير الدقيق.",
    "step_3_title": "تأكيد وتنفيذ المهمة",
    "step_3_desc": "ثق بالمهنيين المؤهلين الذين يمكنهم القيام بالعمل بكفاءة من خلال Selldone.",
    "who": {
      "title": "من تجد هنا؟",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "الماجستير ، سواء في مجالهم أو في Selldone",
      "spec1_desc": "لا تحتاج إلى أي مهارات برمجة! Selldone يعتني بجميع التحديثات. ضع كل ما تبذلونه من جهود على زيادة البيع!",
      "spec2_title": "أشخاص مختارون وملتزمون",
      "spec2_desc": "لا يلزم الترميز أو المعرفة التقنية. قل وداعًا للتكاليف الإضافية والمشكلات الفنية المعقدة والعقبات التي تعترض نشاطك التجاري عبر الإنترنت!",
      "spec3_title": "عمل احترافي يقوم به أكثر الأشخاص احترافًا",
      "spec3_desc": "لا تحتاج إلى أي مهارات برمجة! أفضل المهنيين في سيلدون لتلبية احتياجاتك!"
    },
    "expert_categories": "فئة الخدمات المقدمة من قبل الخبراء",
    "show_all_topics": "عرض كل الفئات",
    "marketing_title": "نمو التسويق والمبيعات",
    "starts_title": "بدء وتطوير الأعمال التجارية عبر الإنترنت",
    "managements_title": "ادارة اعمال",
    "contents_title": "صناعة المحتوى والتصوير والفيديو",
    "apps_title": "المزيد من الميزات وتثبيت تطبيقي",
    "footer": {
      "title": "إيجاد أفضل متخصص يناسب احتياجاتك",
      "message": "من خلال ملء النموذج أدناه ، يمكنك إنشاء وظيفة جديدة حتى يتمكن أفضل الخبراء من إرسال اقتراحاتهم إليك بناءً على احتياجاتك."
    }
  },
  "public_job_page": {
    "hire_expert_title": "هل تريد أن يعمل هذا الخبير لديك؟",
    "your_own_job_message": "لقد حددت هذه المهمة! اضغط على المفتاح أدناه للذهاب إلى لوحة الإدارة وإدارة هذه المهمة مباشرة.",
    "go_to_job_panel": "اذهب إلى لوحتي",
    "no_chat": "لم تقدم أي طلبات حتى الآن.",
    "job_tasks": "عرضت المهام الوظيفية",
    "included": "المهام المدرجة في سعر البداية",
    "additional": "أعمال ومهام إضافية",
    "permissions": "الأذونات المطلوبة"
  },
  "expert_request_form": {
    "action_message": "هل تريد أن يقوم شخص آخر ببناء متجرك أو إدارته أو تسويقه نيابة عنك؟ لذا قم بتعيين متخصص للقيام بما تتخيله.",
    "order_new_kob": "اطلب وظيفة جديدة",
    "new_shop_action_small": "هل تريد خبير للعمل في متجرك؟",
    "mange_shop_action_small": "هل تريد خبير لبناء متجر لك؟",
    "new_shop_action": "لقد تلقيت عدة عروض",
    "mange_shop_action": "يقوم الخبراء بمراجعة طلبك.",
    "hire_expert": "الاستعانة بخبير",
    "check_mail_status": "تفقد بريدك الالكتروني من فضلك",
    "header_new": "طلب جديد",
    "header_view": "ارسل طلب",
    "title": "هل تريد متجر الكتروني حديث؟",
    "message": "لا تحتاج إلى أن تفعل كل شيء بنفسك. يمكن لخبرائنا المعتمدين مساعدتك في بناء متجرك عبر الإنترنت بشكل أسرع وأسهل وأكثر لفتًا للنظر. صِف احتياجاتك واعثر على الأفضل لمساعدتك على زيادة مبيعاتك.",
    "steps_title": "اتبع هذه الخطوات",
    "step_1": "صِف احتياجاتك",
    "step_1_message": "أخبر الخبراء بما تريد",
    "step_2": "مراجعة عروض الخبراء",
    "step_2_message": "حدد أفضل واحد يناسب احتياجاتك",
    "step_3": "ناقش التفاصيل المهمة وانجز المزيد مع الخبراء",
    "step_3_message": "ناقش التفاصيل المهمة وانجز المزيد مع الخبراء",
    "shop_info": "اختر المتجر",
    "select_shop": "أحتاج إلى خبير لأحد متجري",
    "shop_id": "محل",
    "shop_id_message": "اختر من متاجرك الحالية إذا كنت بحاجة إلى المزيد من الخدمات.",
    "shop_id_placeholder": "حدد متجرا ...",
    "store_name": "اسم المتجر",
    "store_name_placeholder": "اسم متجري ...",
    "store_name_messages": "أخبرنا باسم متجرك الذي لديك أو تنوي بناءه في المستقبل.",
    "contact": "معلومات الاتصال",
    "name_placeholder": "مطلوب*",
    "email": "بريد الالكتروني",
    "email_placeholder": "مطلوب * your-mail{'@'}mail.com",
    "request_title": "صِف احتياجاتك.",
    "request_message": "قدم معلومات محددة حول عملك لمساعدة خبرائنا على تلبية متطلباتك بشكل أفضل وتزويدك بسعر مناسب وتقدير للوقت.",
    "description": "أخبرنا المزيد عن عملك",
    "description_messages": "ماهو عملك؟ هل تبيع منتجات أو خدمات؟",
    "services_title": "ما المهام التي تريد أن يقوم بها الخبير؟",
    "select_one_caution": "اختر خيارًا واحدًا على الأقل!",
    "detail_title": "أضف التفاصيل لمساعدة الخبير في معرفة متطلباتك بشكل أفضل.",
    "detail": "تفاصيل المشروع",
    "detail_messages": "هل لديك موقع على شبكة الإنترنت؟ هل لديك متجر على Instagram أو متجر فعلي؟ هل الجدول الزمني مرن؟",
    "preferences_title": "الحدود والتفضيلات",
    "preferences_message": "حدد تفضيلاتك حتى يتمكن المحترفون المناسبون لعملك من مراجعة اقتراح مشروعك.",
    "level_title": "من هو الخيار الأفضل بالنسبة لك؟",
    "level_message": "تحدد مستويات المهارات والخبرة ودعم الخبراء الأسعار",
    "level_low": "خبراء بأسعار منخفضة",
    "level_medium": "خبراء متوسط السعر",
    "level_high": "خبراء بأسعار عالية",
    "location_title": "هل تفضل العمل مع خبراء بالقرب من موقعك؟",
    "location_near": "نعم",
    "location_no": "لا",
    "language_title": "ما هي لغتك المفضلة أثناء التواصل مع الخبراء؟",
    "language": "لغة",
    "language_placeholder": "اختر واحدة *",
    "free_support_title": "دعم الأعمال الصغيرة",
    "free_support_message": "نعتقد أن مساعدة الشركات الناشئة هو استثمار ذكي لمستقبلك ولسيلدون. نحن دائما نساندك على هذا الطريق. كلما كانت منتجاتك وخدماتك أكثر جاذبية وابتكارًا وعملية ، زادت الخدمات التي ستتلقاها مجانًا منا ومن خبرائنا.",
    "free_support_condition": "إذا كنت جادًا في بدء عملك الخاص والبيع عبر الإنترنت ، فهذا يكفي. والباقي هو ما يصل إلينا!",
    "free": "هل تريد خدمات مجانية؟",
    "free_messages": "حدد هذا الخيار إذا كنت شركة ناشئة أو لم يكن لديك حاليًا الوسائل المالية لدفع المتخصصين.",
    "action_new": "طلب جديد",
    "action_send": "تقديم الطلب",
    "start_price_message": "تبدأ وظائف {topic} بسعر {price} {currency} لهذا الخبير",
    "notifications": {
      "success_send": "قد تم تسجيل طلبك بنجاح. يرجى انتظار عروض خبراء Selldone."
    },
    "stage": {
      "title": "ما هي مرحلة عملك؟",
      "start": "بدء عمل جديد",
      "online": "أريد أن أجعل عملي الحالي عبر الإنترنت",
      "extend": "لدي متجر على الإنترنت وأنا أعمل عليه",
      "pos": "أرغب في إعداد Selldone POS في فروع متجري"
    },
    "budget": {
      "title": "هل لديك تقدير لميزانية العمل المستقل؟",
      "yes": "نعم ، ميزانيتي واضحة",
      "no": "لا ، اريد المزيد من المعلومات"
    },
    "login": {
      "title": "الرجاء تسجيل الدخول",
      "message": "تسجيل الدخول للتسجيل أولا. يمكنك تسجيل الدخول بسرعة وأمان إلى Selldone الخاص بك عبر رقم الهاتف المحمول أو حسابات الشبكات الاجتماعية."
    },
    "select_shop_title": "اختر متجرا",
    "select_shop_description": "أحتاج إلى خبير لمتجر موجود",
    "new_shop_mode_title": "إنشاء متجر جديد",
    "new_shop_mode_description": "أريد إنشاء متجر جديد"
  },
  "expert_requests": {
    "title": "فتح الطلبات",
    "dialog": {
      "title": "تفاصيل طلب الخبراء",
      "start_chat": "ابدأ التفاوض"
    }
  },
  "job_chat": {
    "title": "التفاوض على الوظيفة"
  },
  "expert_chat_box": {
    "need_expert_question": "هل تريد خبيرا؟",
    "find_expert": "ابحث عن خبير ..",
    "folder_name": "إسم الملف",
    "folder_dialog": {
      "title": "تحرير المجلدات",
      "hide_new_folder": "إخفاء المجلد الجديد",
      "add_new_folder": "إضافة مجلد جديد"
    }
  },
  "add_job": {
    "add_title": "أضف وظيفة جديدة",
    "edit_title": "تحرير الوظيفة",
    "message": "أدخل المسمى الوظيفي والوصف الوظيفي الذي يمكنك القيام به في هذا القسم. لاحظ أنه يجب عليك عدم كتابة معلومات الاتصال والروابط في نص الوصف الوظيفي الخاص بك.",
    "start_price_message": "التكلفة الدنيا لكل طلب.",
    "currency_message": "تغيير العملة يعيد تعيين سجلاتك المالية لهذه الوظيفة.",
    "job_desc_message": "صف خدمتك الكاملة لهذه الوظيفة.",
    "included_message": "صف الخدمات التي ستقدمها للعميل بتكلفة أساسية.",
    "additional_message": "ما هي الخدمات الأخرى التي تقدمها بالإضافة إلى الخدمات الأساسية؟",
    "available": "الوظيفة المتاحة",
    "available_message": "وصول الجمهور إلى هذه الوظيفة",
    "add_action": "أضف وظيفة جديدة",
    "edit_action": "تحرير الوظيفة",
    "notifications": {
      "edit": "تم تحديث الوظيفة بنجاح.",
      "add": "تم إنشاء وظيفة جديدة بنجاح"
    }
  },
  "contract_form": {
    "shop_message": "أظهر متاجر العميل مع وصول المسؤول أو المدير الأول فقط.",
    "shop_placeholder": "اختر المتجر الذي تريد العمل فيه *",
    "title_message": "ضع عنوان لهذا العقد ..",
    "description_message": "اكتب تفاصيل العقد ...",
    "permissions": "حدد الأذونات المطلوبة",
    "cost_message": "تكلفة العقد",
    "days": "مدة العقد",
    "days_message": "مدة العقد",
    "create_action": "إنشاء عقد جديد",
    "notifications": {
      "add": "تم إنشاء العقد الجديد وإرساله إلى المستخدم."
    }
  }
};