export default {
  "experts_common": {
    "experts_page": "Старонка экспертаў",
    "no_job": "Не знайшлося патрэбнай пасадкі!",
    "jobs_filter": "Фільтр вакансій",
    "start_price": "Пачатковы кошт",
    "completed_count": "Заданні завершаны",
    "job_title": "Пасада",
    "job_desc": "Апісанне працы",
    "job_not_approved": "Праца яшчэ не праверана.",
    "new_job": "Новая праца",
    "expert_profile": "Профіль эксперта",
    "job_detail": "Падрабязнасці працы",
    "contracts": "Кантракты",
    "start_end_date": "Дата пачатку/завяршэння",
    "complete_cancel_date": "Дата завяршэння / адмены",
    "waiting_pay_and_start": "Чакаем, каб заплацілі і пачалі",
    "waiting_to_complete": "Чакаем адабрэння ад заказчыка",
    "running": "Бег",
    "paY_start_action": "Заплаціце і пачніце зараз",
    "need_help": "Патрэбна дапамога?",
    "hire_me_now": "Наймі мяне зараз...",
    "expert_contracts": "Дагаворы экспертаў"
  },
  "topic_categories": {
    "SETUP": {
      "title": "Наладзіць інтэрнэт-краму",
      "desc": "Эксперты ў гэтай галіне ствараюць і наладжваюць ваш інтэрнэт-краму прасцей і хутчэй для вас."
    },
    "ADD_PAGE": {
      "title": "Дадаць старонкі (Пасадкі, Пра нас, ...)",
      "desc": "Вы можаце пакінуць стварэнне мэтавых старонак, пра нас і іншых старонак вашага сайта гэтым экспертам."
    },
    "ADD_PRODUCT": {
      "title": "Дадаць прадукты і катэгорыі",
      "desc": "Вы можаце наняць людзей, каб зрабіць гэта для вас, каб дадаць прадукты ў краму."
    },
    "PAYMENT": {
      "title": "Дадаць спосабы аплаты",
      "desc": "Найміце спецыяліста па плацежных шлюзах, які зробіць для вас працэс атрымання і абнаўлення шлюзу."
    },
    "MARKETING": {
      "title": "Маркетынг",
      "desc": "Эксперты па маркетынгу дапамогуць вам унесці лепшыя карэктывы ў вашыя кампаніі і стымулы або запусціць эфектыўную рэкламную кампанію."
    },
    "MIGRATION": {
      "title": "Перанясіце мой магазін з іншай платформы электроннай камерцыі",
      "desc": "Ці была ў вас крама раней? Вы можаце пакінуць задачу перадачы крамы спецыяліста, каб прафесійны сэрвіс мог падтрымліваць ваш магазін назаўжды."
    },
    "APP_SETUP": {
      "title": "Прыкладанне для налады",
      "desc": "Патрэбна дапамога ў наладзе і ўсталёўцы прыкладанняў у вашай краме? Вам трэба стварыць асабістае прыкладанне? З вамі будуць спецыялісты ў гэтай галіне."
    },
    "MANAGEMENT": {
      "title": "Кіраванне крамай",
      "desc": "Вы можаце перадаць некаторыя часткі кіравання крамай спецыялістам па кіраванні крамай. Яны таксама даюць экспертныя парады па ўсіх аспектах вядзення бізнесу."
    },
    "CONTENT": {
      "title": "Напісанне кантэнту",
      "desc": "Прызначце стварэнне кантэнту для вашых прадуктаў, брэнда або крамы спецыялістам па напісанні кантэнту."
    },
    "PHOTOGRAPHY": {
      "title": "Фота і рэдагаванне",
      "desc": "Вам трэба сфатаграфаваць свае тавары і паслугі? Эксперты ў гэтым раздзеле падрыхтуюць малюнкі, анімацыю і 3D-мадэлі, якія вам патрэбныя."
    },
    "DROP_SHIPPING": {
      "title": "Наладзіць дропшыпінг",
      "desc": "Калі вы аптовы або рознічны прадавец, платформа Dropshipping Selldone - гэта тое, што вы заўсёды шукалі. Эксперты Dropshipping могуць дапамагчы вам знайсці новыя спосабы развіцця вашага бізнесу."
    },
    "POS_SETUP": {
      "title": "Наладзьце Selldone POS",
      "desc": "Найміце спецыяліста, каб наладзіць інтэрнэт POS у вашай краме."
    }
  },
  "topics": {
    "store-design": {
      "title": "Стварыце электронную камерцыю",
      "desc": "Дадайце дызайн і наладу вашага інтэрнэт-крамы прафесіяналам, якія змогуць рэалізаваць вашыя ідэі."
    },
    "store-configuration": {
      "title": "Канфігурацыя крамы",
      "desc": "Вы можаце атрымаць дапамогу ад эксперта па канфігурацыі крамы, напрыклад, па ўводзе бізнес-інфармацыі для пошукавых сістэм, наладзе спосабаў дастаўкі і складавання."
    },
    "store-optimization": {
      "title": "Аптымізацыя прадукцыйнасці і хуткасці",
      "desc": "Эксперты будуць працаваць над вашым сайтам, каб павялічыць яго хуткасць і прадукцыйнасць."
    },
    "domain": {
      "title": "Падключэнне да дамена",
      "desc": "Дадайце карыстальніцкі дамен у свой магазін і вэб-сайт."
    },
    "page-design": {
      "title": "Дызайн мэтавай старонкі і шаблону",
      "desc": "Спраектуйце мэтавыя старонкі, хатнюю старонку і ўнутраныя старонкі вашага сайта."
    },
    "add-product": {
      "title": "Дадаць прадукты і катэгорыі",
      "desc": "Дадайце фатаграфіі, апісанне і характарыстыкі вашых прадуктаў у правільныя катэгорыі. Гэта дазваляе вашым кліентам лёгка знайсці найбольш прыдатныя прадукты."
    },
    "payment": {
      "title": "Аплатны шлюз",
      "desc": "Дадайце шлюз аплаты ў Інтэрнэце ў свой магазін."
    },
    "tax": {
      "title": "Падатковая кансультацыя",
      "desc": "Атрымайце кансультацыю па сваіх фінансавых і падатковых пытаннях."
    },
    "email-marketing": {
      "title": "Маркетынг па электроннай пошце",
      "desc": "Выкарыстоўвайце інструменты маркетынгу па электроннай пошце, каб ператварыць сваіх карыстальнікаў у кліентаў і заахвоціць іх купляць больш."
    },
    "seo": {
      "title": "SEO",
      "desc": "Павялічце свой рэйтынг у выніках пошуку Google, каб больш людзей знайшло вашыя прадукты ў сваіх пошуках."
    },
    "search-ads": {
      "title": "Пошукавая рэклама",
      "desc": "Рэкламуйце сваю прадукцыю ў пошукавых сістэмах, такіх як Google."
    },
    "social-marketing": {
      "title": "Маркетынг у сацыяльных сетках",
      "desc": "Запусціце кампаніі ў сацыяльных сетках, каб прыцягнуць больш наведвальнікаў убачыць вашыя прадукты і паслугі."
    },
    "content-marketing": {
      "title": "Кантэнт-маркетынг",
      "desc": "Стварайце і публікуйце карысны і адпаведны кантэнт для вашага бізнесу."
    },
    "sale-channels": {
      "title": "Пабудаваць каналы продажаў",
      "desc": "Запусціце новыя каналы продажаў, такія як Instagram, Telegram і Facebook, падключыўшыся да вашага інтэрнэт-крамы ў Selldone."
    },
    "conversion": {
      "title": "Аптымізацыя каэфіцыента канверсіі",
      "desc": "Павялічце каэфіцыент канверсіі, пераўтварыце больш наведвальнікаў у кліентаў і павысіце эфектыўнасць сваіх кампаній."
    },
    "analyze": {
      "title": "Прааналізуйце паводзіны карыстальнікаў",
      "desc": "Сачыце за паводзінамі вашых карыстальнікаў у інтэрнэт-краме і нават у фізічных філіялах, каб забяспечыць больш якаснае карыстанне для іх."
    },
    "brand-strategy": {
      "title": "Стратэгія брэнда",
      "desc": "Працуйце над стварэннем і пашырэннем брэнда вашага бізнесу."
    },
    "migration": {
      "title": "Міграцыя крамы",
      "desc": "Перанясіце існуючы магазін у Selldone."
    },
    "app-programmer": {
      "title": "Стварыце прыкладанне",
      "desc": "Праектаванне і распрацоўка ўласнага прыкладання"
    },
    "app-install": {
      "title": "Усталюйце дадатак",
      "desc": "Усталюйце і наладзьце патрэбнае вам прыкладанне ў краме."
    },
    "ux-design": {
      "title": "Індывідуальны дызайн UX",
      "desc": "Стварыце унікальны карыстацкі досвед для сваіх карыстальнікаў у краме або дадатку."
    },
    "debug": {
      "title": "Ліквідацыю непаладак",
      "desc": "Выпраўце памылкі і праблемы ў вашай краме."
    },
    "strategy": {
      "title": "Кансалтынг па бізнес-стратэгіі",
      "desc": "Атрымлівайце парады ад вопытных людзей па развіцці і паляпшэнні вашага бізнесу."
    },
    "products-guide": {
      "title": "Кіраўніцтва рэсурсаў прадукту",
      "desc": "Звярніцеся па дапамогу да спецыялістаў па падрыхтоўцы прадукту і распрацоўцы ланцужкоў паставак."
    },
    "setup-guide": {
      "title": "Кансультацыі па наладзе і дызайне крамы",
      "desc": "Атрымлівайце парады ад экспертаў у гэтай галіне, каб пачаць бізнес або зрабіць яго ў Інтэрнэце."
    },
    "marketing-guide": {
      "title": "Кансалтынг па маркетынгу і продажах",
      "desc": "Даведайцеся, як вывесці на рынак і павялічыць свае продажу, атрымліваючы парады ад экспертаў і прафесіяналаў."
    },
    "product-description": {
      "title": "Апісанне Прадукта",
      "desc": "Зрабіце апісанне вашых прадуктаў прывабным, каб кліенты маглі лепш пазнаёміцца з вашымі прадуктамі."
    },
    "content-write": {
      "title": "Маркетынг і рэкламны кантэнт",
      "desc": "Напішыце пра гісторыю брэнда і патрэбы, якія задавальняюць вашыя прадукты, каб дапамагчы кліентам выбраць лепшае."
    },
    "logo-design": {
      "title": "Дызайн лагатыпа і брэнда",
      "desc": "Дызайн малюнка і лагатыпа для вашага брэнда."
    },
    "banner-design": {
      "title": "Дызайн банера",
      "desc": "Стварыце ўражлівыя рэкламныя банеры, каб павысіць вядомасць брэнда і прыцягнуць трафік у сваю краму."
    },
    "video": {
      "title": "Здымкі і анімацыя",
      "desc": "Вытворчасць рэкламных ролікаў і 2D і 3D анімацыі пакіньце майстрам."
    },
    "photography": {
      "title": "Фота прадукту",
      "desc": "Рабіце прамысловыя і прафесійныя фатаграфіі вашых прадуктаў і паслуг, каб ваша крама выглядала прывабна."
    },
    "photo-editor": {
      "title": "Рэдагаваць фатаграфіі",
      "desc": "Дызайн прывабных малюнкаў, гэта можа ўключаць у сябе даданне эфектаў, выдаленне фону або даданне тэксту да фатаграфіі."
    },
    "3d": {
      "title": "3D-мадэляванне і AR",
      "desc": "Стварыце 3D-мадэлі дапоўненай рэальнасці вашых прадуктаў, каб значна павялічыць вашыя продажу."
    },
    "dropshipping": {
      "title": "Наладзіць дропшыпінг",
      "desc": "Калі ў вас ёсць вытворца або склад, эксперты па дропшыпінгу дапамогуць вам бесперашкодна прадаваць прадукцыю праз тысячы інтэрнэт-крам."
    },
    "reselling": {
      "title": "Налада для рэсэлера",
      "desc": "Вы можаце мець ідэальны магазін з высокім даходам, не купляючы тавар, не захоўваючы і нават не адпраўляючы пакет."
    },
    "pos-setup": {
      "title": "Налада онлайн-касавага апарата",
      "desc": "Запусціце свой Selldone POS у філіялах крамы і выкарыстоўвайце самыя прафесійныя інструменты крамы, даступныя для развіцця вашага бізнесу і фізічных філіялаў."
    }
  },
  "industries": {
    "ART": "Арт",
    "MARKETING_ADS": "Маркетынг і рэклама",
    "SERVICES": "Паслугі",
    "CLOTHING_FASHION": "Адзенне і мода",
    "HANDCRAFTS": "Ручныя вырабы",
    "ELECTRONICS_TECH": "Электроніка і тэхніка",
    "HEALTH_BEAUTY": "Здароўе і прыгажосць",
    "HOME_GARDEN": "Дом і сад",
    "JEWELRY_ACCESSORIES": "Ювелірныя вырабы і аксэсуары",
    "FOOD_DRINK": "Прадукты харчавання і напоі",
    "PET_CARE": "Сыход за хатнімі жывёламі",
    "SPORTS": "Спорт",
    "RECREATION": "Адпачынак",
    "TOYS_GAMES": "Цацкі і гульні",
    "AUTOMOTIVE": "Аўтамабільная"
  },
  "expert_panel": {
    "title": "Панэль кіравання Selldone Experts",
    "add_dialog": {
      "title": "Дадаць новую працу"
    }
  },
  "contract_view": {
    "running": "Бег",
    "cancelling": "Запыт на адмену..",
    "title": "Прадмет дагавора",
    "description": "Апісанне дамовы",
    "permissions_input": "Выберыце неабходныя дазволы",
    "cost_timeline": "Кошт і тэрміны",
    "timespan": "Тэрмін дзеяння дагавора",
    "cost": "Кошт дамовы",
    "pay_now_action": "Я згодны | Плаціце зараз",
    "complete_action": "Так | Завяршыць кантракт",
    "reject_action": "Няма | Завяршэнне не зацверджана",
    "all_tasks_completed_message": "Вы выканалі ўсе вызначаныя задачы. Калі вы скончылі гэта, націсніце клавішу завяршэння замовы. Пасля гэтага кроку заказчык павінен пацвердзіць дастаўку працы.",
    "waiting_complete_by_customer_message": "Вы пацвердзілі працу, цяпер трэба чакаць, пакуль кліент пацвердзіць дастаўку замовы. У выпадку неўхвалення або адхілення заказчыкам заказ будзе аўтаматычна зацверджаны і завершаны праз 3 дні.",
    "comment": "Адпраўце каментар",
    "comment_desc": "Стаўка залежыць ад якасці працы і ўзаемадзеяння экспертаў.",
    "comment_placeholder": "Напішыце сваё меркаванне аб якасці працы ...",
    "response_placeholder": "Калі ў вас ёсць што сказаць пра водгукі кліентаў, напішыце ...",
    "waiting_for_customer": "Чакаем кліента...",
    "account_input": "Рахунак для зняцця",
    "dialog_pay": {
      "title": "Аплаціць і пачаць кантракт",
      "insufficient_balance": "Недастатковы баланс! Спаганяць рахунак для аплаты."
    },
    "dialog_cancel": {
      "title": "Скасаваць дагавор",
      "confirm_code": "Код пацверджання ёсць",
      "confirm_code_label": "Код пацверджання",
      "confirm_action": "Так, скасаваць дагавор"
    },
    "notifications": {
      "save": "Кантракт паспяхова адрэдагаваны.",
      "pay": "Кантракт аплочаны і паспяхова пачаўся.",
      "end": "Заказ быў адпраўлены заказчыку для пацвярджэння завяршэння.",
      "complete": "Кантракт завершаны.",
      "reject": "Завяршэнне дагавора не ўхваляецца.",
      "cancel": "Кантракт скасаваны.",
      "update": "Дазвол абноўлены.",
      "comment": "Ваш каментар адпраўлены.",
      "response": "Ваш адказ быў адпраўлены."
    }
  },
  "expert_page": {
    "title": "Найміце лепшых спецыялістаў",
    "sub_title": "Не турбуйцеся аб праектаванні, запуску, рэкламе або кіраванні сваёй крамай. Найміце сертыфікаванага спецыяліста, каб зрабіць усё лепш і хутчэй.",
    "steps_title": "Тры крокі засталося выканаць",
    "step_1_title": "Звязацца з экспертам",
    "step_1_desc": "Спытаеце прапановы ад экспертаў або стварыце працу, якая адпавядае рэкамендаваным экспертам.",
    "step_2_title": "Пагадзіцца і атрымаць кантракт",
    "step_2_desc": "Праглядзіце адказы, знайдзіце правільны варыянт і абмяркуйце такія дэталі, як тэрміны і дакладныя цэны.",
    "step_3_title": "Пацвердзіце і выканайце заданне",
    "step_3_desc": "Даверцеся кваліфікаваным спецыялістам, якія могуць эфектыўна працаваць з дапамогай Selldone.",
    "who": {
      "title": "Каго вы тут знаходзіце?",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "Майстры, як у сваёй галіне, так і ў Сэлдоне",
      "spec1_desc": "Вам не патрэбныя навыкі праграмавання! Selldone бярэ на сябе ўсе абнаўлення. Прыкладайце ўсе свае намаганні на павелічэнне продажаў!",
      "spec2_title": "Падабраныя і адданыя справе людзі",
      "spec2_desc": "Не патрабуецца кадаванне або тэхнічныя веды. Развітайцеся з дадатковымі выдаткамі, складанымі тэхнічнымі праблемамі і перашкодамі на шляху вашага бізнесу ў Інтэрнэце!",
      "spec3_title": "Прафесійная праца зробленая самымі прафесійнымі",
      "spec3_desc": "Вам не патрэбныя навыкі праграмавання! Лепшыя спецыялісты ў Selldone, каб задаволіць вашыя патрэбы!"
    },
    "expert_categories": "Катэгорыя паслуг, якія прадстаўляюцца экспертамі",
    "show_all_topics": "Паказаць усе катэгорыі",
    "marketing_title": "Маркетынг і рост продажаў",
    "starts_title": "Запуск і развіццё інтэрнэт-бізнэсу",
    "managements_title": "Кіраванне бізнесам",
    "contents_title": "Стварэнне кантэнту, фота і відэа",
    "apps_title": "Больш функцый і ўстаноўка маёй праграмы",
    "footer": {
      "title": "Пошук лепшага спецыяліста, які адпавядае вашым патрэбам",
      "message": "Запоўніўшы форму ніжэй, вы ствараеце новую працу, каб лепшыя эксперты маглі адправіць вам свае прапановы на аснове вашых патрэбаў."
    }
  },
  "public_job_page": {
    "hire_expert_title": "Вы хочаце, каб гэты эксперт працаваў на вас?",
    "your_own_job_message": "Вы вызначылі гэтую задачу! Націсніце кнопку ніжэй, каб перайсці ў панэль адміністратара і кіраваць гэтай задачай непасрэдна.",
    "go_to_job_panel": "Перайсці да маёй панэлі",
    "no_chat": "Вы яшчэ не адправілі ніякіх запытаў.",
    "job_tasks": "Прапануюцца працоўныя заданні",
    "included": "Заданні ўключаны ў стартавую цану",
    "additional": "Дадатковыя работы і заданні",
    "permissions": "Неабходныя дазволы"
  },
  "expert_request_form": {
    "action_message": "Вы хочаце, каб нехта іншы пабудаваў, кіраваў або прадаў вашу краму за вас? Так што найміце спецыяліста, які зробіць тое, што вы сабе ўяўляеце.",
    "order_new_kob": "Замовіць новую працу",
    "new_shop_action_small": "Вы хочаце, каб у вашай краме працаваў эксперт?",
    "mange_shop_action_small": "Вы хочаце, каб эксперт пабудаваў для вас краму?",
    "new_shop_action": "Вы атрымалі некалькі прапаноў",
    "mange_shop_action": "Эксперты разглядаюць вашу заяўку.",
    "hire_expert": "Найм эксперта",
    "check_mail_status": "Калі ласка, праверце электронную пошту",
    "header_new": "Новы запыт",
    "header_view": "Адправіць запыт",
    "title": "Вы хочаце сучасны інтэрнэт-крама?",
    "message": "Вам не трэба ўсё рабіць самім. Нашы сертыфікаваныя эксперты могуць дапамагчы вам стварыць свой інтэрнэт-краму хутчэй, прасцей і больш прывабным. Апішыце свае патрэбы і знайдзіце лепшы варыянт, які дапаможа вам павялічыць продажы.",
    "steps_title": "Выканайце наступныя дзеянні",
    "step_1": "Апішыце свае патрэбы",
    "step_1_message": "Скажыце экспертам, што вы хочаце",
    "step_2": "Праглядзіце прапановы экспертаў",
    "step_2_message": "Выберыце найлепшы, які адпавядае вашым патрэбам",
    "step_3": "Абмяркуйце важныя дэталі і зрабіце больш з экспертам",
    "step_3_message": "Абмяркуйце важныя дэталі і зрабіце больш з экспертам",
    "shop_info": "Выберыце краму",
    "select_shop": "Мне патрэбен эксперт для аднаго з майго магазіна",
    "shop_id": "Крама",
    "shop_id_message": "Выбірайце з існуючых крам, калі вам патрэбны дадатковыя паслугі.",
    "shop_id_placeholder": "Выберыце краму ...",
    "store_name": "Назва крамы",
    "store_name_placeholder": "Назва маёй крамы...",
    "store_name_messages": "Скажыце назву вашай крамы, якую вы маеце ці збіраецеся пабудаваць у будучыні.",
    "contact": "Кантактная інфармацыя",
    "name_placeholder": "Абавязкова*",
    "email": "Электронная пошта",
    "email_placeholder": "Абавязкова* your-email@gmail.com",
    "request_title": "Апішыце свае патрэбы.",
    "request_message": "Дайце канкрэтную інфармацыю аб вашым бізнэсе, каб дапамагчы нашаму эксперту лепш задаволіць вашыя патрабаванні і даць вам даступны кошт і ацэнку часу.",
    "description": "Раскажыце больш пра свой бізнэс",
    "description_messages": "Якая ваша справа? Вы прадаеце прадукты ці паслугі?",
    "services_title": "Якія задачы вы хочаце выканаць экспертам?",
    "select_one_caution": "Выберыце хаця б адзін варыянт!",
    "detail_title": "Дадайце дэталі, каб эксперт лепш ведаў вашыя патрабаванні.",
    "detail": "Падрабязнасці праекта",
    "detail_messages": "У вас ёсць існуючы вэб-сайт? У вас ёсць крама ў Instagram або фізічная крама? Ці гнуткі графік?",
    "preferences_title": "Абмежаванні і перавагі",
    "preferences_message": "Вызначце свае перавагі, каб адпаведныя спецыялісты для вашай працы маглі разгледзець вашу прапанову.",
    "level_title": "Хто для вас лепшы выбар?",
    "level_message": "Узровень кваліфікацыі, вопыт і падтрымка эксперта вызначаюць кошты",
    "level_low": "Недарагія эксперты",
    "level_medium": "Эксперты сярэдняга кошту",
    "level_high": "Эксперты па высокай цане",
    "location_title": "Вы аддаеце перавагу працаваць з экспертамі паблізу вашага месцазнаходжання?",
    "location_near": "Так",
    "location_no": "няма",
    "language_title": "Якія вы аддаеце перавагу мове падчас зносін з экспертамі?",
    "language": "Мова",
    "language_placeholder": "Выберыце адзін*",
    "free_support_title": "Падтрымка малога бізнесу",
    "free_support_message": "Мы лічым, што дапамога стартапам - гэта разумныя інвестыцыі ў вашу будучыню і Сэлдоне. Мы заўсёды падтрымлівалі вас на гэтым шляху. Чым больш прывабнымі, інавацыйнымі або нават больш практычнымі будуць вашы прадукты і паслугі, тым больш паслуг вы атрымаеце бясплатна ад нас і нашых экспертаў.",
    "free_support_condition": "Калі вы сур'ёзна ставіцеся да стварэння ўласнага бізнесу і продажаў у Інтэрнэце, гэтага дастаткова. Астатняе залежыць ад нас!",
    "free": "Вы хочаце бясплатныя паслугі?",
    "free_messages": "Выберыце гэты варыянт, калі вы з'яўляецеся пачынаючым бізнесам або ў цяперашні час не маеце фінансавых сродкаў, каб плаціць спецыялістам.",
    "action_new": "Новы запыт",
    "action_send": "Адправіць запыт",
    "start_price_message": "Вакансіі {topic} пачынаюцца ад {price} {currency} для гэтага эксперта",
    "notifications": {
      "success_send": "Ваш запыт быў паспяхова адпраўлены. Калі ласка, пачакайце прапановы экспертаў Selldone."
    },
    "stage": {
      "title": "На якой стадыі знаходзіцца ваш бізнэс?",
      "start": "Пачынаючы новы бізнес",
      "online": "Я хачу зрабіць свой існуючы бізнес у Інтэрнэце",
      "extend": "У мяне ёсць інтэрнэт-крама, і я працую над ім",
      "pos": "Я хачу наладзіць Selldone POS у філіялах сваёй крамы"
    },
    "budget": {
      "title": "Ці ёсць у вас ацэнка бюджэту фрыланс?",
      "yes": "Так, мой бюджэт ясны",
      "no": "Не, я хачу больш інфармацыі"
    },
    "login": {
      "title": "Калі ласка, увайдзіце",
      "message": "Спачатку ўвайдзіце, каб зарэгістравацца. Вы можаце хутка і бяспечна ўвайсці ў свой Selldone праз нумар мабільнага тэлефона або ўліковыя запісы ў сацыяльных сетках."
    }
  },
  "expert_requests": {
    "title": "Адкрытыя запыты",
    "dialog": {
      "title": "Падрабязнасці запыту эксперта",
      "start_chat": "Пачаць перамовы"
    }
  },
  "job_chat": {
    "title": "Перамовы аб працы"
  },
  "expert_chat_box": {
    "need_expert_question": "Хочаце спецыяліста?",
    "find_expert": "Знайсці эксперта. .",
    "folder_name": "Імя тэчкі",
    "folder_dialog": {
      "title": "Рэдагаваць папкі",
      "hide_new_folder": "Схаваць новую тэчку",
      "add_new_folder": "Дадаць новую тэчку"
    }
  },
  "add_job": {
    "add_title": "Дадаць новую працу",
    "edit_title": "Рэдагаваць заданне",
    "message": "Увядзіце назву працы і апісанне працы, якія вы можаце зрабіць у гэтым раздзеле. Звярніце ўвагу, што вы не павінны пісаць кантактную інфармацыю і спасылкі ў тэксце вашай службовай інструкцыі.",
    "start_price_message": "Мінімальны кошт кожнага замовы.",
    "currency_message": "Змена валюты скідвае вашы фінансавыя запісы для гэтай працы.",
    "job_desc_message": "Апішыце поўны спектр паслуг для гэтай працы.",
    "included_message": "Апішыце, якія паслугі вы будзеце аказваць кліенту па базавай цане.",
    "additional_message": "Якія яшчэ паслугі вы прапануеце ў дадатак да асноўных паслуг?",
    "available": "Даступная праца",
    "available_message": "Публічны доступ да гэтай працы",
    "add_action": "Дадаць новую працу",
    "edit_action": "Рэдагаваць заданне",
    "notifications": {
      "edit": "Заданне паспяхова абноўлена.",
      "add": "Новая праца паспяхова створана"
    }
  },
  "contract_form": {
    "shop_message": "Паказваць крамы кліентаў з доступам толькі адміністратара або старэйшага менеджара.",
    "shop_placeholder": "Выберыце краму, у якой хочаце працаваць *",
    "title_message": "Усталюйце назву для гэтага кантракта..",
    "description_message": "Напішыце дэталі дамовы...",
    "permissions": "Выберыце неабходныя дазволы",
    "cost_message": "Кошт дамовы",
    "days": "Працягласць кантракту",
    "days_message": "Працягласць кантракту",
    "create_action": "Стварыце новы кантракт",
    "notifications": {
      "add": "Новы кантракт быў створаны і адпраўлены карыстальніку."
    }
  }
};