export default {
  "experts_common": {
    "experts_page": "Експертна страница",
    "no_job": "Не е намерено подходящо пасване!",
    "jobs_filter": "Филтър за работни места",
    "start_price": "Начална цена",
    "completed_count": "Работните места завършени",
    "job_title": "Позиция на заеманата длъжност",
    "job_desc": "Описание на работата",
    "job_not_approved": "Работата все още не е проверена.",
    "new_job": "Нова работа",
    "expert_profile": "Експертен профил",
    "job_detail": "Подробности за работата",
    "contracts": "Договори",
    "start_end_date": "Начална/Крайна дата",
    "complete_cancel_date": "Дата на завършване/отказ",
    "waiting_pay_and_start": "Чака да плати и да започне",
    "waiting_to_complete": "Очаква се одобрение от клиента",
    "running": "Бягане",
    "paY_start_action": "Платете и започнете сега",
    "need_help": "Нужда от помощ?",
    "hire_me_now": "Наемете ме сега...",
    "expert_contracts": "Експертни договори"
  },
  "topic_categories": {
    "SETUP": {
      "title": "Настройване на онлайн магазин",
      "desc": "Експертите в тази област изграждат и настройват вашия онлайн магазин по-лесно и по-бързо за вас."
    },
    "ADD_PAGE": {
      "title": "Добавяне на страници (Приземления, За нас, ...)",
      "desc": "Можете да оставите създаването на целеви страници, за нас и други страници от вашия уебсайт на тези експерти."
    },
    "ADD_PRODUCT": {
      "title": "Добавете продукти и категории",
      "desc": "Можете да наемете хора, които да направят това, за да добавите продукти в магазина."
    },
    "PAYMENT": {
      "title": "Добавете методи на плащане",
      "desc": "Наемете специалист по шлюз за плащане, който да извърши процеса на получаване и актуализиране на шлюза вместо вас."
    },
    "MARKETING": {
      "title": "Маркетинг",
      "desc": "Маркетинговите експерти ви помагат да направите най-добрите корекции на вашите кампании и стимули или да стартирате ефективна рекламна кампания."
    },
    "MIGRATION": {
      "title": "Мигрира магазина ми от друга платформа за електронна търговия",
      "desc": "Имали ли сте магазин преди? Можете да оставите задачата да прехвърлите магазина на специалист, за да може професионална услуга да поддържа вашия магазин завинаги."
    },
    "APP_SETUP": {
      "title": "Приложение за настройка",
      "desc": "Нуждаете се от помощ при настройването и инсталирането на приложения във вашия магазин? Трябва ли да създадете лично приложение? Експертите в тази област ще бъдат с вас."
    },
    "MANAGEMENT": {
      "title": "Управление на магазина",
      "desc": "Можете да възложите някои части от управлението на вашия магазин на специалисти по управление на магазина. Те също така предоставят експертни съвети по всички аспекти на управлението на бизнес."
    },
    "CONTENT": {
      "title": "Писане на съдържание",
      "desc": "Възложете създаването на съдържание за вашите продукти, марка или магазин на професионалисти по писане на съдържание."
    },
    "PHOTOGRAPHY": {
      "title": "Снимане и редактиране",
      "desc": "Имате нужда от снимки на вашите продукти и услуги? Експертите в този раздел ще подготвят изображенията, анимациите и 3D моделите, от които се нуждаете."
    },
    "DROP_SHIPPING": {
      "title": "Настройване на дропшипинг",
      "desc": "Ако сте търговец на едро или дребно, платформата за дропшипинг Selldone е това, което винаги сте търсили. Експертите по Dropshipping могат да ви помогнат да намерите нови начини за разрастване на бизнеса си."
    },
    "POS_SETUP": {
      "title": "Настройте Selldone POS",
      "desc": "Наемете специалист, който да настрои онлайн POS на вашия магазин."
    }
  },
  "topics": {
    "store-design": {
      "title": "Създайте електронна търговия",
      "desc": "Оставете дизайна и настройката на вашия онлайн магазин на професионалисти, които могат да реализират вашите идеи."
    },
    "store-configuration": {
      "title": "Конфигурация на магазина",
      "desc": "Можете да получите помощ от експерт за конфигуриране на магазина, като например въвеждане на бизнес информация за търсачките, задаване на методи за доставка и складиране."
    },
    "store-optimization": {
      "title": "Оптимизиране на производителността и скоростта",
      "desc": "Експертите ще работят върху вашия уебсайт, за да увеличат неговата скорост и производителност."
    },
    "domain": {
      "title": "Връзка с домейн",
      "desc": "Добавете персонализиран домейн към вашия магазин и уебсайт."
    },
    "page-design": {
      "title": "Дизайн на целева страница и шаблон",
      "desc": "Проектирайте целеви страници, начална страница и вътрешни страници на вашия уебсайт."
    },
    "add-product": {
      "title": "Добавете продукти и категории",
      "desc": "Добавете снимки, описания и спецификации на вашите продукти към правилните категории. Това улеснява вашите клиенти да намерят най-подходящите продукти."
    },
    "payment": {
      "title": "Вход за плащане",
      "desc": "Добавете шлюз за онлайн плащане към вашия магазин."
    },
    "tax": {
      "title": "Данъчни съвети",
      "desc": "Получете съвет по вашите финансови и данъчни проблеми."
    },
    "email-marketing": {
      "title": "Маркетинг по имейл",
      "desc": "Използвайте инструменти за имейл маркетинг, за да превърнете потребителите си в клиенти и да ги примамите да купуват повече."
    },
    "seo": {
      "title": "SEO",
      "desc": "Увеличете класирането си в резултатите от търсенето с Google, така че повече хора да намерят вашите продукти в своите търсения."
    },
    "search-ads": {
      "title": "Търсене на реклами",
      "desc": "Рекламирайте продуктите си в търсачки като Google."
    },
    "social-marketing": {
      "title": "Маркетинг в социалните медии",
      "desc": "Стартирайте кампании в социалните медии, за да привлечете повече посетители да видят вашите продукти и услуги."
    },
    "content-marketing": {
      "title": "Маркетинг на съдържанието",
      "desc": "Създавайте и публикувайте полезно и подходящо за вашия бизнес съдържание."
    },
    "sale-channels": {
      "title": "Изградете канали за продажба",
      "desc": "Стартирайте нови канали за продажба като Instagram, Telegram и Facebook, като се свържете с вашия онлайн магазин в Selldone."
    },
    "conversion": {
      "title": "Оптимизиране на процента на конверсия",
      "desc": "Увеличете максимално процентите на реализация, преобразувайте повече посетители в клиенти и увеличете ефективността на кампаниите си."
    },
    "analyze": {
      "title": "Анализирайте поведението на потребителите",
      "desc": "Наблюдавайте поведението на вашите потребители в онлайн магазина и дори физическите клонове, за да им осигурите по-добро потребителско изживяване."
    },
    "brand-strategy": {
      "title": "Стратегия на марката",
      "desc": "Работете върху изграждането и разширяването на вашата бизнес марка."
    },
    "migration": {
      "title": "Миграция на магазина",
      "desc": "Преместете съществуващия си магазин в Selldone."
    },
    "app-programmer": {
      "title": "Създайте приложение",
      "desc": "Проектиране и разработка на собствено приложение"
    },
    "app-install": {
      "title": "Инсталирайте приложението",
      "desc": "Инсталирайте и конфигурирайте приложението, което ви е необходимо в магазина."
    },
    "ux-design": {
      "title": "Персонализиран UX дизайн",
      "desc": "Създайте уникално потребителско изживяване за вашите потребители в магазина или приложението."
    },
    "debug": {
      "title": "Отстраняване на неизправности",
      "desc": "Поправете грешки и проблеми във вашия магазин."
    },
    "strategy": {
      "title": "Консултации за бизнес стратегии",
      "desc": "Получавайте съвети от опитни хора, за да развиете и подобрите бизнеса си."
    },
    "products-guide": {
      "title": "Ръководство за продуктови ресурси",
      "desc": "Потърсете помощ от специалисти за подготовка на продукти и проектиране на веригата за доставки."
    },
    "setup-guide": {
      "title": "Консултации за настройка и дизайн на магазина",
      "desc": "Получете съвет от експерти в областта, за да започнете бизнес или да го направите онлайн."
    },
    "marketing-guide": {
      "title": "Консултации по маркетинг и продажби",
      "desc": "Научете как да рекламирате и увеличавате продажбите си, като получавате съвети от експерти и професионалисти."
    },
    "product-description": {
      "title": "Описание на продукта",
      "desc": "Направете описанията на вашите продукти привлекателни, за да могат клиентите ви да опознаят по-добре вашите продукти."
    },
    "content-write": {
      "title": "Маркетингово и рекламно съдържание",
      "desc": "Пишете за историята на марката и нуждите, на които отговарят вашите продукти, за да помогнете на клиентите да изберат най-доброто."
    },
    "logo-design": {
      "title": "Дизайн на лого и марка",
      "desc": "Проектирайте съдържание на изображение и лого за вашата марка."
    },
    "banner-design": {
      "title": "Дизайн на банер",
      "desc": "Създайте впечатляващи рекламни банери, за да увеличите информираността за марката и да привлечете трафик към вашия магазин."
    },
    "video": {
      "title": "Заснемане и анимация",
      "desc": "Оставете производството на рекламни клипове и 2D и 3D анимации на майсторите."
    },
    "photography": {
      "title": "Продуктова фотография",
      "desc": "Правете индустриални и професионални снимки на вашите продукти и услуги, за да направите магазина си привлекателен."
    },
    "photo-editor": {
      "title": "Редактиране на снимки",
      "desc": "Проектирайте атрактивни изображения, може да включва добавяне на ефекти, премахване на фон или добавяне на текст към снимка."
    },
    "3d": {
      "title": "3D моделиране и AR",
      "desc": "Създайте 3D модели с разширена реалност на вашите продукти, за да увеличите драстично продажбите си."
    },
    "dropshipping": {
      "title": "Настройване на дропшипинг",
      "desc": "Ако имате производител или склад, експертите по дропшипинг ще ви помогнат безпроблемно да продавате продуктите си през хиляди онлайн магазини."
    },
    "reselling": {
      "title": "Настройка за дистрибутор",
      "desc": "Можете да имате перфектен магазин с висок доход, без да купувате стоки и складирате или дори да изпращате пакет."
    },
    "pos-setup": {
      "title": "Създаване на онлайн касов апарат",
      "desc": "Пуснете вашия Selldone POS в клоновете на вашия магазин и използвайте най-професионалните инструменти за магазини, за да развиете вашия бизнес и физически клонове."
    }
  },
  "industries": {
    "ART": "Изкуство",
    "MARKETING_ADS": "Маркетинг и реклама",
    "SERVICES": "Услуги",
    "CLOTHING_FASHION": "Облекло и мода",
    "HANDCRAFTS": "Ръчни занаяти",
    "ELECTRONICS_TECH": "Електроника и техника",
    "HEALTH_BEAUTY": "Здраве и красота",
    "HOME_GARDEN": "Дом и градина",
    "JEWELRY_ACCESSORIES": "Бижута и аксесоари",
    "FOOD_DRINK": "Храни и напитки",
    "PET_CARE": "Грижа за домашни любимци",
    "SPORTS": "Спорт",
    "RECREATION": "Отдих",
    "TOYS_GAMES": "Играчки и игри",
    "AUTOMOTIVE": "Автомобилна"
  },
  "expert_panel": {
    "title": "Управленски панел на Selldone Experts",
    "add_dialog": {
      "title": "Добавете нова работа"
    }
  },
  "contract_view": {
    "running": "Бягане",
    "cancelling": "Искане за анулиране..",
    "title": "Предмет на договора",
    "description": "Описание на договора",
    "permissions_input": "Изберете необходимите разрешения",
    "cost_timeline": "Цена и времева линия",
    "timespan": "Продължителност на договора",
    "cost": "Стойност на договора",
    "pay_now_action": "съгласен съм | Плати сега",
    "complete_action": "Да | Приключете договора",
    "reject_action": "Не | Завършването не е одобрено",
    "all_tasks_completed_message": "Изпълнихте всички определени задачи. Ако сте приключили с това, натиснете клавиша за завършване на поръчката. След тази стъпка клиентът трябва да потвърди доставката на работата.",
    "waiting_complete_by_customer_message": "Вие потвърдихте работата, сега трябва да изчакате клиента да потвърди доставката на поръчката. В случай на неодобрение или отхвърляне от страна на клиента, поръчката ще бъде автоматично одобрена и завършена след 3 дни.",
    "comment": "Изпратете коментар",
    "comment_desc": "Оценяване въз основа на качеството на работа и експертното взаимодействие.",
    "comment_placeholder": "Напишете вашето мнение за качеството на работа...",
    "response_placeholder": "Ако имате какво да кажете за отзивите на клиентите, пишете...",
    "waiting_for_customer": "В очакване на клиента...",
    "account_input": "Сметка за теглене",
    "dialog_pay": {
      "title": "Платете и стартирайте договора",
      "insufficient_balance": "Недостатъчен баланс! Заредете сметка за плащане."
    },
    "dialog_cancel": {
      "title": "Анулиране на договора",
      "confirm_code": "Кодът за потвърждение е",
      "confirm_code_label": "Код за потвърждение",
      "confirm_action": "Да, анулиране на договора"
    },
    "notifications": {
      "save": "Договорът е редактиран успешно.",
      "pay": "Договорът е платен и стартира успешно.",
      "end": "Поръчката е изпратена на клиента за потвърждение за завършване.",
      "complete": "Договорът завършен.",
      "reject": "Приключването на договора не е одобрено.",
      "cancel": "Договорът е анулиран.",
      "update": "Разрешението е актуализирано.",
      "comment": "Вашият коментар е изпратен.",
      "response": "Вашият отговор е изпратен."
    }
  },
  "expert_page": {
    "title": "Наемете най-добрите експерти",
    "sub_title": "Не се притеснявайте за проектиране, стартиране, реклама или управление на вашия магазин. Наемете сертифициран специалист, който да прави нещата по-добре и по-бързо.",
    "steps_title": "Остават три стъпки за изпълнение",
    "step_1_title": "Свържете се с експерт",
    "step_1_desc": "Поискайте предложения от експерти или създайте работа, която да отговаря на препоръчаните експерти.",
    "step_2_title": "Съгласете се и получете договор",
    "step_2_desc": "Прегледайте отговорите, намерете подходящото и обсъдете подробности като време и точна цена.",
    "step_3_title": "Потвърдете и изпълнете заданието",
    "step_3_desc": "Доверете се на квалифицирани професионалисти, които могат да работят ефективно чрез Selldone.",
    "who": {
      "title": "Кого намирате тук?",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "Майстори, както в своята област, така и в Селдоун",
      "spec1_desc": "Нямате нужда от умения за програмиране! Selldone се грижи за всички актуализации. Положете всичките си усилия за увеличаване на продажбите!",
      "spec2_title": "Подбрани и ангажирани хора",
      "spec2_desc": "Не се изисква кодиране или технически познания. Кажете сбогом на допълнителните разходи, сложните технически проблеми и пречките по пътя на вашия онлайн бизнес!",
      "spec3_title": "Професионална работа, извършена от най-професионалните",
      "spec3_desc": "Нямате нужда от умения за програмиране! Най-добрите професионалисти в Selldone, за да отговорят на вашите нужди!"
    },
    "expert_categories": "Категория услуги, предоставяни от експерти",
    "show_all_topics": "Показване на всички категории",
    "marketing_title": "Маркетинг и растеж на продажбите",
    "starts_title": "Стартиране и развитие на онлайн бизнес",
    "managements_title": "Управление на бизнес",
    "contents_title": "Създаване на съдържание, фотография и видео",
    "apps_title": "Още функции и инсталиране на моето приложение",
    "footer": {
      "title": "Намиране на най-добрия специалист, който да отговаря на вашите нужди",
      "message": "Попълвайки формуляра по-долу, вие създавате нова работа, така че най-добрите експерти да могат да ви изпращат своите предложения въз основа на вашите нужди."
    }
  },
  "public_job_page": {
    "hire_expert_title": "Искате ли този експерт да работи за вас?",
    "your_own_job_message": "Вие определихте тази задача! Натиснете клавиша по-долу, за да отидете в административния панел и да управлявате тази задача директно.",
    "go_to_job_panel": "Отидете до моя панел",
    "no_chat": "Все още не сте изпратили никакви заявки.",
    "job_tasks": "Предлагани работни задачи",
    "included": "Задачите са включени в началната цена",
    "additional": "Допълнителна работа и задачи",
    "permissions": "Необходими разрешения"
  },
  "expert_request_form": {
    "action_message": "Искате ли някой друг да изгради, управлява или предлага на пазара вашия магазин вместо вас? Затова наемете специалист, който да направи това, което си представяте.",
    "order_new_kob": "Поръчайте нова работа",
    "new_shop_action_small": "Искате ли експерт да работи във вашия магазин?",
    "mange_shop_action_small": "Искате ли експерт да изгради магазин за вас?",
    "new_shop_action": "Получихте няколко оферти",
    "mange_shop_action": "Експертите преглеждат вашата кандидатура.",
    "hire_expert": "Наемане на експерт",
    "check_mail_status": "Моля, проверете електронната си поща",
    "header_new": "Нова заявка",
    "header_view": "Изпрати заявка",
    "title": "Искате ли модерен онлайн магазин?",
    "message": "Не е нужно да правите всичко сами. Нашите сертифицирани експерти могат да ви помогнат да изградите своя онлайн магазин по-бързо, по-лесно и по-привличащо вниманието. Опишете нуждите си и намерете най-добрия, който да ви помогне да увеличите продажбите си.",
    "steps_title": "Следвай тези стъпки",
    "step_1": "Опишете вашите нужди",
    "step_1_message": "Кажете на експертите какво искате",
    "step_2": "Прегледайте офертите на експертите",
    "step_2_message": "Изберете най-добрия, отговарящ на вашите нужди",
    "step_3": "Обсъдете важните подробности и направете повече с експерт",
    "step_3_message": "Обсъдете важните подробности и направете повече с експерт",
    "shop_info": "Изберете магазина",
    "select_shop": "Имам нужда от експерт за един от магазините ми",
    "shop_id": "Пазарувайте",
    "shop_id_message": "Изберете от съществуващите си магазини, ако имате нужда от повече услуги.",
    "shop_id_placeholder": "Изберете магазин...",
    "store_name": "Име на магазина",
    "store_name_placeholder": "Името на магазина ми...",
    "store_name_messages": "Кажете ни името на вашия магазин, което имате или възнамерявате да построите в бъдеще.",
    "contact": "Информация за връзка",
    "name_placeholder": "Задължително*",
    "email": "електронна поща",
    "email_placeholder": "Задължително* your-email@gmail.com",
    "request_title": "Опишете вашите нужди.",
    "request_message": "Дайте конкретна информация за вашия бизнес, за да помогнете на нашия експерт да отговори по-добре на вашите изисквания и да ви предостави достъпна цена и оценка на времето.",
    "description": "Разкажете ни повече за вашия бизнес",
    "description_messages": "Какъв е вашият бизнес? Продавате ли продукти или услуги?",
    "services_title": "Какви задачи искате да изпълни експертът?",
    "select_one_caution": "Изберете поне една опция!",
    "detail_title": "Добавете подробности, за да помогнете на експерта да разбере по-добре вашите изисквания.",
    "detail": "Подробности за проекта",
    "detail_messages": "Имате ли съществуващ уебсайт? Имате ли магазин в Instagram или физически магазин? Гъвкава ли е времевата линия?",
    "preferences_title": "Ограничения и предпочитания",
    "preferences_message": "Определете предпочитанията си, така че подходящите професионалисти за вашата работа да могат да прегледат вашето проектно предложение.",
    "level_title": "Кой е най-добрият избор за вас?",
    "level_message": "Нивата на умения, опит и подкрепа на експерт определят цените",
    "level_low": "Експерти на ниски цени",
    "level_medium": "Експерти на средна цена",
    "level_high": "Експерти на високи цени",
    "location_title": "Предпочитате ли да работите с експерти близо до вашето местоположение?",
    "location_near": "да",
    "location_no": "не",
    "language_title": "Какви езикови предпочитания предпочитате, докато общувате с експерти?",
    "language": "език",
    "language_placeholder": "Избери един*",
    "free_support_title": "Подкрепа на малкия бизнес",
    "free_support_message": "Вярваме, че подпомагането на стартиращи фирми е интелигентна инвестиция за вашето бъдеще и Selldone. Винаги сме ти заставали на този път. Колкото по-атрактивни, иновативни или дори по-практични са вашите продукти и услуги, толкова повече услуги ще получите безплатно от нас и нашите експерти.",
    "free_support_condition": "Ако сте сериозни за стартиране на собствен бизнес и продажба онлайн, това е достатъчно. Останалото зависи от нас!",
    "free": "Искате безплатни услуги?",
    "free_messages": "Изберете тази опция, ако сте стартиращ бизнес или в момента нямате финансови средства да плащате на специалисти.",
    "action_new": "Нова заявка",
    "action_send": "Изпрати заявка",
    "start_price_message": "{topic} работни места започват от {price} {currency} за този експерт",
    "notifications": {
      "success_send": "Вашата заявка е изпратена успешно. Моля, изчакайте офертите на Selldone от експерти."
    },
    "stage": {
      "title": "Какъв е етапът на вашия бизнес?",
      "start": "Стартиране на нов бизнес",
      "online": "Искам да направя съществуващия си бизнес онлайн",
      "extend": "Имам онлайн магазин и работя по него",
      "pos": "Искам да настроя Selldone POS в клоновете на моя магазин"
    },
    "budget": {
      "title": "Имате ли прогноза за бюджета за свободна практика?",
      "yes": "Да, бюджетът ми е ясен",
      "no": "Не, искам повече информация"
    },
    "login": {
      "title": "Моля влезте",
      "message": "Първо влезте, за да се регистрирате. Можете бързо и сигурно да влезете във вашия Selldone чрез мобилен номер или акаунти в социалните мрежи."
    }
  },
  "expert_requests": {
    "title": "Отворени заявки",
    "dialog": {
      "title": "Подробности за заявка на експерт",
      "start_chat": "Започнете преговори"
    }
  },
  "job_chat": {
    "title": "Преговори за работа"
  },
  "expert_chat_box": {
    "need_expert_question": "Искате ли експерт?",
    "find_expert": "Намерете експерт..",
    "folder_name": "Име на папка",
    "folder_dialog": {
      "title": "Редактиране на папки",
      "hide_new_folder": "Скриване на нова папка",
      "add_new_folder": "Добавете нова папка"
    }
  },
  "add_job": {
    "add_title": "Добавете нова работа",
    "edit_title": "Редактиране на заданието",
    "message": "Въведете заглавието и длъжностната характеристика, които можете да изпълнявате в този раздел. Имайте предвид, че не трябва да пишете информация за контакт и връзки в текста на длъжностната си характеристика.",
    "start_price_message": "Минимална цена на всяка поръчка.",
    "currency_message": "Промяната на валута нулира финансовите ви записи за тази работа.",
    "job_desc_message": "Опишете пълното си обслужване за тази работа.",
    "included_message": "Опишете какви услуги ще предоставите на клиента на основна цена.",
    "additional_message": "Какви други услуги предлагате в допълнение към основните услуги?",
    "available": "Налична работа",
    "available_message": "Публичен достъп до тази работа",
    "add_action": "Добавете нова работа",
    "edit_action": "Редактиране на заданието",
    "notifications": {
      "edit": "Работата е актуализирана успешно.",
      "add": "Успешно създадено ново работно място"
    }
  },
  "contract_form": {
    "shop_message": "Показване на магазините на клиентите само с достъп на администратор или старши мениджър.",
    "shop_placeholder": "Изберете магазин, върху който искате да работите*",
    "title_message": "Задайте заглавие за този договор..",
    "description_message": "Напишете подробности за договора...",
    "permissions": "Изберете необходимите разрешения",
    "cost_message": "Стойност на договора",
    "days": "Продължителност на договора",
    "days_message": "Продължителност на договора",
    "create_action": "Създайте нов договор",
    "notifications": {
      "add": "Новият договор е създаден и изпратен на потребителя."
    }
  }
};