export default {
  "experts_common": {
    "experts_page": "বিশেষজ্ঞদের পাতা",
    "no_job": "একটি সঠিক ফিট পাওয়া যায় নি!",
    "jobs_filter": "চাকরির ফিল্টার",
    "start_price": "প্রারম্ভিক মূল্য",
    "completed_count": "কাজ সম্পন্ন হয়েছে",
    "job_title": "কাজের শিরোনাম",
    "job_desc": "কাজের বিবরণী",
    "job_not_approved": "চাকরিটি এখনো যাচাই করা হয়নি।",
    "new_job": "নতুন চাকরি",
    "expert_profile": "বিশেষজ্ঞ প্রোফাইল",
    "job_detail": "চাকরির বিস্তারিত",
    "contracts": "চুক্তি",
    "start_end_date": "শুরু/শেষ তারিখ",
    "complete_cancel_date": "সম্পূর্ণ/বাতিল তারিখ",
    "waiting_pay_and_start": "অর্থ প্রদান এবং শুরু করার জন্য অপেক্ষা করছে",
    "waiting_to_complete": "গ্রাহকের কাছ থেকে অনুমোদনের অপেক্ষায়",
    "running": "চলমান",
    "paY_start_action": "অর্থপ্রদান করুন এবং এখনই শুরু করুন",
    "need_help": "সাহায্য দরকার?",
    "hire_me_now": "এখন আমাকে নিয়োগ করুন...",
    "expert_contracts": "বিশেষজ্ঞ চুক্তি"
  },
  "topic_categories": {
    "SETUP": {
      "title": "সেটআপ অনলাইন দোকান",
      "desc": "এই ক্ষেত্রের বিশেষজ্ঞরা আপনার জন্য সহজ এবং দ্রুত আপনার অনলাইন স্টোর সেট আপ করে।"
    },
    "ADD_PAGE": {
      "title": "পৃষ্ঠাগুলি যোগ করুন (ল্যান্ডিং, আমাদের সম্পর্কে, ...)",
      "desc": "আপনি ল্যান্ডিং পৃষ্ঠাগুলি তৈরি করতে পারেন, আমাদের সম্পর্কে এবং আপনার ওয়েবসাইটের অন্যান্য পৃষ্ঠাগুলি এই বিশেষজ্ঞদের কাছে ছেড়ে দিতে পারেন৷"
    },
    "ADD_PRODUCT": {
      "title": "পণ্য এবং বিভাগ যোগ করুন",
      "desc": "আপনি দোকানে পণ্য যোগ করার জন্য এটি করার জন্য লোকেদের ভাড়া করতে পারেন।"
    },
    "PAYMENT": {
      "title": "অর্থপ্রদানের পদ্ধতি যোগ করুন",
      "desc": "আপনার জন্য গেটওয়ে গ্রহণ এবং আপডেট করার প্রক্রিয়াটি করতে একজন পেমেন্ট গেটওয়ে বিশেষজ্ঞ নিয়োগ করুন।"
    },
    "MARKETING": {
      "title": "মার্কেটিং",
      "desc": "বিপণন বিশেষজ্ঞরা আপনাকে আপনার প্রচারাভিযান এবং প্রণোদনাগুলিতে সর্বোত্তম সমন্বয় করতে বা একটি কার্যকর বিজ্ঞাপন প্রচারাভিযান চালু করতে সহায়তা করে।"
    },
    "MIGRATION": {
      "title": "অন্য ইকমার্স প্ল্যাটফর্ম থেকে আমার দোকান স্থানান্তর করুন",
      "desc": "আপনি আগে একটি দোকান ছিল? আপনি একটি বিশেষজ্ঞের কাছে দোকান স্থানান্তর করার কাজটি ছেড়ে দিতে পারেন যাতে একটি পেশাদার পরিষেবা আপনার দোকানকে চিরতরে সমর্থন করতে পারে।"
    },
    "APP_SETUP": {
      "title": "সেটআপ অ্যাপ্লিকেশন",
      "desc": "আপনার দোকানে অ্যাপগুলি সেট আপ এবং ইনস্টল করতে সহায়তা প্রয়োজন? আপনি একটি ব্যক্তিগত অ্যাপ্লিকেশন তৈরি করতে হবে? এই ক্ষেত্রের বিশেষজ্ঞরা আপনার সাথে থাকবেন।"
    },
    "MANAGEMENT": {
      "title": "দোকান ব্যবস্থাপনা",
      "desc": "আপনি স্টোর ব্যবস্থাপনা বিশেষজ্ঞদের কাছে আপনার স্টোর ব্যবস্থাপনার কিছু অংশ আউটসোর্স করতে পারেন। তারা একটি ব্যবসা চালানোর সমস্ত দিক সম্পর্কে বিশেষজ্ঞ পরামর্শ প্রদান করে।"
    },
    "CONTENT": {
      "title": "বিষয়বস্তু লেখা",
      "desc": "আপনার পণ্য, ব্র্যান্ড, বা স্টোরের সামগ্রী তৈরির বিষয়বস্তু লেখা পেশাদারদের কাছে বরাদ্দ করুন।"
    },
    "PHOTOGRAPHY": {
      "title": "ফটোগ্রাফি এবং সম্পাদনা",
      "desc": "আপনার পণ্য এবং পরিষেবার ফটো নিতে হবে? এই বিভাগের বিশেষজ্ঞরা আপনার প্রয়োজনীয় ছবি, অ্যানিমেশন এবং 3D মডেল প্রস্তুত করবেন।"
    },
    "DROP_SHIPPING": {
      "title": "ড্রপশিপিং সেটআপ করুন",
      "desc": "আপনি যদি একজন পাইকারী বিক্রেতা বা খুচরা বিক্রেতা হন তবে সেলডোন ড্রপশিপিং প্ল্যাটফর্মটি আপনি সর্বদা খুঁজছেন। ড্রপশিপিং বিশেষজ্ঞরা আপনাকে আপনার ব্যবসা বাড়াতে নতুন উপায় খুঁজে পেতে সাহায্য করতে পারে।"
    },
    "POS_SETUP": {
      "title": "Selldone POS সেটআপ করুন",
      "desc": "আপনার দোকানের অনলাইন POS সেট আপ করতে একজন বিশেষজ্ঞ নিয়োগ করুন।"
    }
  },
  "topics": {
    "store-design": {
      "title": "একটি ইকমার্স তৈরি করুন",
      "desc": "আপনার অনলাইন স্টোরের ডিজাইন এবং সেটআপ এমন পেশাদারদের কাছে ছেড়ে দিন যারা আপনার ধারনা বাস্তবায়ন করতে পারে।"
    },
    "store-configuration": {
      "title": "স্টোর কনফিগারেশন",
      "desc": "আপনি স্টোর কনফিগারেশনের জন্য একজন বিশেষজ্ঞের সাহায্য পেতে পারেন, যেমন সার্চ ইঞ্জিনের জন্য ব্যবসার তথ্য প্রবেশ করানো, শিপিং এবং গুদামজাতকরণ পদ্ধতি সেট করা।"
    },
    "store-optimization": {
      "title": "কর্মক্ষমতা এবং গতি অপ্টিমাইজেশান",
      "desc": "বিশেষজ্ঞরা আপনার ওয়েবসাইটের গতি এবং কর্মক্ষমতা বাড়াতে কাজ করবে।"
    },
    "domain": {
      "title": "ডোমেইন সংযোগ",
      "desc": "আপনার দোকান এবং ওয়েবসাইটে কাস্টম ডোমেন যোগ করুন."
    },
    "page-design": {
      "title": "ল্যান্ডিং পৃষ্ঠা এবং টেমপ্লেট ডিজাইন",
      "desc": "আপনার ওয়েবসাইটের ল্যান্ডিং পেজ, হোম পেজ এবং অভ্যন্তরীণ পেজ ডিজাইন করুন।"
    },
    "add-product": {
      "title": "পণ্য এবং বিভাগ যোগ করুন",
      "desc": "আপনার পণ্যের ছবি, বর্ণনা এবং স্পেসিফিকেশন যোগ করুন সঠিক বিভাগগুলিতে। এটি আপনার গ্রাহকদের জন্য সেরা লাগানো পণ্যগুলি খুঁজে পাওয়া সহজ করে তোলে।"
    },
    "payment": {
      "title": "পেমেন্ট গেটওয়ে",
      "desc": "আপনার দোকানে একটি অনলাইন পেমেন্ট গেটওয়ে যোগ করুন।"
    },
    "tax": {
      "title": "ট্যাক্স পরামর্শ",
      "desc": "আপনার আর্থিক এবং ট্যাক্স সংক্রান্ত বিষয়ে পরামর্শ পান।"
    },
    "email-marketing": {
      "title": "ইমেল বিপণন",
      "desc": "আপনার ব্যবহারকারীদের গ্রাহকে পরিণত করতে এবং আরও কিনতে প্রলুব্ধ করতে ইমেল বিপণন সরঞ্জামগুলি ব্যবহার করুন৷"
    },
    "seo": {
      "title": "SEO",
      "desc": "Google সার্চ ফলাফলে আপনার র‌্যাঙ্কিং বাড়ান যাতে আরও বেশি লোক তাদের অনুসন্ধানে আপনার পণ্যগুলি খুঁজে পায়।"
    },
    "search-ads": {
      "title": "বিজ্ঞাপন অনুসন্ধান",
      "desc": "গুগলের মতো সার্চ ইঞ্জিনে আপনার পণ্যের বিজ্ঞাপন দিন।"
    },
    "social-marketing": {
      "title": "সামাজিক মিডিয়া মার্কেটিং",
      "desc": "আপনার পণ্য এবং পরিষেবাগুলি দেখতে আরও দর্শকদের চালিত করতে সোশ্যাল মিডিয়া প্রচারাভিযান চালু করুন৷"
    },
    "content-marketing": {
      "title": "বিষয়বস্তু মার্কেটিং",
      "desc": "আপনার ব্যবসার জন্য দরকারী এবং প্রাসঙ্গিক সামগ্রী তৈরি করুন এবং প্রকাশ করুন।"
    },
    "sale-channels": {
      "title": "বিক্রয় চ্যানেল তৈরি করুন",
      "desc": "সেলডনে আপনার অনলাইন স্টোরের সাথে সংযুক্ত হয়ে ইনস্টাগ্রাম, টেলিগ্রাম এবং ফেসবুকের মতো নতুন বিক্রয় চ্যানেল চালু করুন।"
    },
    "conversion": {
      "title": "রূপান্তর হার অপ্টিমাইজেশান",
      "desc": "রূপান্তর হার সর্বাধিক করুন, আরও দর্শকদের গ্রাহকে রূপান্তর করুন এবং আপনার প্রচারাভিযানের কার্যকারিতা বাড়ান।"
    },
    "analyze": {
      "title": "ব্যবহারকারীর আচরণ বিশ্লেষণ করুন",
      "desc": "আপনার ব্যবহারকারীদের জন্য একটি ভাল ব্যবহারকারীর অভিজ্ঞতা প্রদানের জন্য অনলাইন স্টোর এবং এমনকি শারীরিক শাখাগুলিতে তাদের আচরণ নিরীক্ষণ করুন৷"
    },
    "brand-strategy": {
      "title": "ব্র্যান্ড কৌশল",
      "desc": "আপনার ব্যবসার ব্র্যান্ড তৈরি এবং প্রসারিত করতে কাজ করুন।"
    },
    "migration": {
      "title": "স্টোর মাইগ্রেশন",
      "desc": "আপনার বিদ্যমান দোকান Selldone সরান."
    },
    "app-programmer": {
      "title": "একটি অ্যাপ্লিকেশন তৈরি করুন",
      "desc": "আপনার নিজস্ব অ্যাপ্লিকেশন ডিজাইন এবং বিকাশ"
    },
    "app-install": {
      "title": "অ্যাপ্লিকেশনটি ইনস্টল করুন",
      "desc": "স্টোরে আপনার প্রয়োজনীয় অ্যাপ্লিকেশনটি ইনস্টল এবং কনফিগার করুন।"
    },
    "ux-design": {
      "title": "কাস্টমাইজড ইউএক্স ডিজাইন",
      "desc": "স্টোর বা অ্যাপ্লিকেশনে আপনার ব্যবহারকারীদের জন্য একটি অনন্য ব্যবহারকারীর অভিজ্ঞতা ডিজাইন করুন।"
    },
    "debug": {
      "title": "সমস্যা সমাধান",
      "desc": "আপনার দোকানে ত্রুটি এবং সমস্যা ঠিক করুন."
    },
    "strategy": {
      "title": "ব্যবসায়িক কৌশল পরামর্শ",
      "desc": "আপনার ব্যবসা পরিচালনার উন্নতি এবং উন্নতি করতে অভিজ্ঞ ব্যক্তিদের পরামর্শ নিন।"
    },
    "products-guide": {
      "title": "পণ্য সম্পদ গাইড",
      "desc": "পণ্য প্রস্তুতি এবং সাপ্লাই চেইন ডিজাইনের জন্য বিশেষজ্ঞদের সাহায্য নিন।"
    },
    "setup-guide": {
      "title": "দোকান সেটআপ এবং নকশা পরামর্শ",
      "desc": "একটি ব্যবসা শুরু করতে বা এটি অনলাইনে করতে ক্ষেত্রের বিশেষজ্ঞদের পরামর্শ নিন।"
    },
    "marketing-guide": {
      "title": "বিপণন এবং বিক্রয় পরামর্শ",
      "desc": "বিশেষজ্ঞ এবং পেশাদারদের কাছ থেকে পরামর্শ পেয়ে কীভাবে বাজারজাত করতে এবং আপনার বিক্রয় বাড়াতে হয় তা শিখুন।"
    },
    "product-description": {
      "title": "পণ্যের বর্ণনা",
      "desc": "আপনার পণ্যের বিবরণ আকর্ষণীয় করুন যাতে আপনার গ্রাহকরা আপনার পণ্যগুলি আরও ভালভাবে জানতে পারে।"
    },
    "content-write": {
      "title": "বিপণন এবং বিজ্ঞাপন সামগ্রী",
      "desc": "ব্র্যান্ডের গল্প এবং গ্রাহকদের সেরা চয়ন করতে সহায়তা করার জন্য আপনার পণ্যগুলি যে চাহিদাগুলি পূরণ করে সে সম্পর্কে লিখুন৷"
    },
    "logo-design": {
      "title": "লোগো এবং ব্র্যান্ড ডিজাইন",
      "desc": "আপনার ব্র্যান্ডের জন্য চিত্র এবং লোগো সামগ্রী ডিজাইন করুন।"
    },
    "banner-design": {
      "title": "ব্যানার ডিজাইন",
      "desc": "ব্র্যান্ড সচেতনতা বাড়াতে এবং আপনার দোকানে ট্রাফিক চালাতে চিত্তাকর্ষক বিজ্ঞাপন ব্যানার তৈরি করুন।"
    },
    "video": {
      "title": "চিত্রগ্রহণ এবং অ্যানিমেশন",
      "desc": "বিজ্ঞাপনের ভিডিও এবং 2D এবং 3D অ্যানিমেশনগুলি মাস্টারদের হাতে ছেড়ে দিন।"
    },
    "photography": {
      "title": "পণ্য ফটোগ্রাফি",
      "desc": "আপনার দোকানকে আকর্ষণীয় দেখাতে আপনার পণ্য এবং পরিষেবাগুলির শিল্প এবং পেশাদার ফটো তুলুন৷"
    },
    "photo-editor": {
      "title": "ফটো এডিট করুন",
      "desc": "আকর্ষণীয় ছবি ডিজাইন করুন, এতে প্রভাব যোগ করা, ব্যাকগ্রাউন্ড অপসারণ বা ফটোতে পাঠ্য যোগ করা অন্তর্ভুক্ত থাকতে পারে।"
    },
    "3d": {
      "title": "3D মডেলিং এবং AR",
      "desc": "নাটকীয়ভাবে আপনার বিক্রয় বাড়াতে আপনার পণ্যের 3D অগমেন্টেড রিয়েলিটি মডেল তৈরি করুন।"
    },
    "dropshipping": {
      "title": "ড্রপশিপিং সেটআপ করুন",
      "desc": "আপনার যদি প্রস্তুতকারক বা গুদাম থাকে তবে ড্রপশিপিং বিশেষজ্ঞরা আপনাকে হাজার হাজার অনলাইন স্টোরের মাধ্যমে আপনার পণ্যগুলি সহজে বিক্রি করতে সহায়তা করবে।"
    },
    "reselling": {
      "title": "রিসেলারের জন্য সেটআপ",
      "desc": "আপনি পণ্য কেনা এবং গুদামজাত করা বা এমনকি একটি প্যাকেজ না পাঠিয়েও উচ্চ আয় সহ একটি নিখুঁত স্টোর থাকতে পারেন।"
    },
    "pos-setup": {
      "title": "একটি অনলাইন নগদ রেজিস্টার সেট আপ করা",
      "desc": "আপনার দোকানের শাখাগুলিতে আপনার Selldone POS চালান এবং আপনার ব্যবসা এবং শারীরিক শাখাগুলি বিকাশের জন্য উপলব্ধ সবচেয়ে পেশাদার স্টোর সরঞ্জামগুলি ব্যবহার করুন৷"
    }
  },
  "industries": {
    "ART": "শিল্প",
    "MARKETING_ADS": "বিপণন ও বিজ্ঞাপন",
    "SERVICES": "সেবা",
    "CLOTHING_FASHION": "পোশাক এবং ফ্যাশন",
    "HANDCRAFTS": "হস্তশিল্প",
    "ELECTRONICS_TECH": "ইলেকট্রনিক্স এবং টেক",
    "HEALTH_BEAUTY": "স্বাস্থ্য এবং সৌন্দর্য",
    "HOME_GARDEN": "বাড়ি এবং বাগান",
    "JEWELRY_ACCESSORIES": "গয়না এবং আনুষাঙ্গিক",
    "FOOD_DRINK": "খাদ্য ও পানীয়",
    "PET_CARE": "পোষা প্রাণীর যত্ন",
    "SPORTS": "খেলাধুলা",
    "RECREATION": "বিনোদন",
    "TOYS_GAMES": "খেলনা এবং গেম",
    "AUTOMOTIVE": "স্বয়ংচালিত"
  },
  "expert_panel": {
    "title": "সেলডন এক্সপার্টস ম্যানেজমেন্ট প্যানেল",
    "add_dialog": {
      "title": "নতুন চাকরি যোগ করুন"
    }
  },
  "contract_view": {
    "running": "চলমান",
    "cancelling": "বাতিল করার অনুরোধ..",
    "title": "চুক্তি বিষয়",
    "description": "চুক্তির বিবরণ",
    "permissions_input": "প্রয়োজনীয় অনুমতি নির্বাচন করুন",
    "cost_timeline": "খরচ এবং সময়রেখা",
    "timespan": "চুক্তির মেয়াদ",
    "cost": "চুক্তি খরচ",
    "pay_now_action": "আমি রাজি ╏ এখন পরিশোধ করুন",
    "complete_action": "হ্যাঁ ╏ চুক্তি শেষ করুন",
    "reject_action": "না ╏ সমাপ্তি অনুমোদিত নয়",
    "all_tasks_completed_message": "আপনি সমস্ত সংজ্ঞায়িত কাজ সম্পন্ন করেছেন। আপনি যদি এটি শেষ করে থাকেন তবে অর্ডার সমাপ্তি কী টিপুন। এই পদক্ষেপের পরে, গ্রাহককে অবশ্যই কাজের বিতরণ নিশ্চিত করতে হবে।",
    "waiting_complete_by_customer_message": "আপনি কাজ নিশ্চিত করেছেন, এখন আপনাকে অর্ডারের ডেলিভারি নিশ্চিত করার জন্য গ্রাহকের জন্য অপেক্ষা করতে হবে। গ্রাহক কর্তৃক অ-অনুমোদন বা প্রত্যাখ্যানের ক্ষেত্রে, অর্ডারটি স্বয়ংক্রিয়ভাবে অনুমোদিত হবে এবং 3 দিন পরে সম্পূর্ণ হবে।",
    "comment": "একটি মন্তব্য জমা দিন",
    "comment_desc": "কাজের মান এবং বিশেষজ্ঞের মিথস্ক্রিয়া উপর ভিত্তি করে হার.",
    "comment_placeholder": "কাজের মান সম্পর্কে আপনার মতামত লিখুন ...",
    "response_placeholder": "গ্রাহক প্রতিক্রিয়া সম্পর্কে আপনার যদি কিছু বলার থাকে তবে লিখুন ...",
    "waiting_for_customer": "গ্রাহকের জন্য অপেক্ষা করা হচ্ছে...",
    "account_input": "অ্যাকাউন্ট তোলার জন্য",
    "dialog_pay": {
      "title": "অর্থ প্রদান এবং চুক্তি শুরু করুন",
      "insufficient_balance": "অপর্যাপ্ত টাকা! পরিশোধ করতে অ্যাকাউন্ট চার্জ করুন।"
    },
    "dialog_cancel": {
      "title": "চুক্তি বাতিল করুন",
      "confirm_code": "নিশ্চিতকরণ কোড হল",
      "confirm_code_label": "নিশ্চিতকরণ কোড",
      "confirm_action": "হ্যাঁ, চুক্তি বাতিল করুন"
    },
    "notifications": {
      "save": "চুক্তি সফলভাবে সম্পাদনা করা হয়েছে.",
      "pay": "চুক্তি প্রদান এবং সফলভাবে শুরু.",
      "end": "অর্ডারটি সম্পূর্ণ হওয়ার নিশ্চিতকরণের জন্য গ্রাহকের কাছে পাঠানো হয়েছিল..",
      "complete": "চুক্তি সম্পন্ন হয়েছে।",
      "reject": "চুক্তির সমাপ্তি অনুমোদিত নয়।",
      "cancel": "চুক্তি বাতিল।",
      "update": "অনুমতি আপডেট করা হয়েছে।",
      "comment": "আপনার মন্তব্য পাঠানো হয়েছে।",
      "response": "আপনার প্রতিক্রিয়া পাঠানো হয়েছে."
    }
  },
  "expert_page": {
    "title": "সেরা বিশেষজ্ঞদের ভাড়া করুন",
    "sub_title": "ডিজাইন, লঞ্চ, বিজ্ঞাপন বা আপনার দোকান পরিচালনা সম্পর্কে চিন্তা করবেন না. জিনিসগুলি আরও ভাল এবং দ্রুত করার জন্য একজন প্রত্যয়িত বিশেষজ্ঞ নিয়োগ করুন।",
    "steps_title": "তিনটি ধাপ সম্পন্ন করতে বাকি",
    "step_1_title": "বিশেষজ্ঞের সাথে যোগাযোগ করুন",
    "step_1_desc": "বিশেষজ্ঞদের কাছ থেকে পরামর্শের জন্য জিজ্ঞাসা করুন, বা সুপারিশকৃত বিশেষজ্ঞদের সাথে মেলে একটি কাজ তৈরি করুন।",
    "step_2_title": "সম্মত হন এবং চুক্তি গ্রহণ করুন",
    "step_2_desc": "উত্তরগুলি পর্যালোচনা করুন, সঠিক ফিট খুঁজুন এবং সময় এবং সঠিক মূল্যের মতো বিশদ আলোচনা করুন।",
    "step_3_title": "কাজ নিশ্চিত করুন এবং কার্যকর করুন",
    "step_3_desc": "যোগ্য পেশাদারদের উপর আস্থা রাখুন যারা Selldone এর মাধ্যমে দক্ষতার সাথে কাজ করতে পারে।",
    "who": {
      "title": "আপনি এখানে কাকে খুঁজে পান?",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "তাদের ক্ষেত্রে এবং সেলডনে উভয় ক্ষেত্রেই মাস্টার্স",
      "spec1_desc": "আপনার কোন প্রোগ্রামিং দক্ষতার প্রয়োজন নেই! Selldone সমস্ত আপডেটের যত্ন নেয়। বিক্রয় বৃদ্ধিতে আপনার সমস্ত প্রচেষ্টা রাখুন!",
      "spec2_title": "হ্যান্ডপিকড এবং প্রতিশ্রুতিবদ্ধ মানুষ",
      "spec2_desc": "কোন কোডিং বা প্রযুক্তিগত জ্ঞান প্রয়োজন. অতিরিক্ত খরচ, জটিল প্রযুক্তিগত সমস্যা এবং আপনার অনলাইন ব্যবসার পথে বাধাকে বিদায় বলুন!",
      "spec3_title": "সবচেয়ে পেশাদার দ্বারা সম্পন্ন পেশাগত কাজ",
      "spec3_desc": "আপনার কোন প্রোগ্রামিং দক্ষতার প্রয়োজন নেই! Selldone সেরা পেশাদার আপনার প্রয়োজন মেটাতে!"
    },
    "expert_categories": "বিশেষজ্ঞদের দ্বারা প্রদত্ত পরিষেবার বিভাগ",
    "show_all_topics": "সব বিভাগ দেখান",
    "marketing_title": "বিপণন এবং বিক্রয় বৃদ্ধি",
    "starts_title": "একটি অনলাইন ব্যবসা শুরু করা এবং বিকাশ করা",
    "managements_title": "ব্যবসা ব্যবস্থাপনা",
    "contents_title": "বিষয়বস্তু তৈরি, ফটোগ্রাফি এবং ভিডিও",
    "apps_title": "আরো বৈশিষ্ট্য এবং আমার অ্যাপ্লিকেশন ইনস্টলেশন",
    "footer": {
      "title": "আপনার প্রয়োজন অনুসারে সেরা বিশেষজ্ঞ খোঁজা",
      "message": "নীচের ফর্মটি পূরণ করে আপনি একটি নতুন চাকরি তৈরি করুন যাতে সেরা বিশেষজ্ঞরা আপনার প্রয়োজনের ভিত্তিতে আপনাকে তাদের পরামর্শ পাঠাতে পারে।"
    }
  },
  "public_job_page": {
    "hire_expert_title": "আপনি এই বিশেষজ্ঞ আপনার জন্য কাজ করতে চান?",
    "your_own_job_message": "আপনি এই টাস্ক সংজ্ঞায়িত করেছেন! অ্যাডমিন প্যানেলে যেতে এবং সরাসরি এই কাজটি পরিচালনা করতে নীচের কী টিপুন।",
    "go_to_job_panel": "আমার প্যানেলে যান",
    "no_chat": "আপনি এখনও কোনো অনুরোধ জমা দেননি.",
    "job_tasks": "কাজের টাস্ক অফার করা হয়েছে",
    "included": "কাজগুলি প্রারম্ভিক মূল্যে অন্তর্ভুক্ত",
    "additional": "অতিরিক্ত কাজ এবং কাজ",
    "permissions": "প্রয়োজনীয় অনুমতি"
  },
  "expert_request_form": {
    "action_message": "আপনি কি চান যে অন্য কেউ আপনার জন্য আপনার দোকান তৈরি, পরিচালনা বা বাজারজাত করুক? তাই আপনি যা ভাবছেন তা করতে একজন বিশেষজ্ঞ নিয়োগ করুন।",
    "order_new_kob": "নতুন চাকরির অর্ডার দিন",
    "new_shop_action_small": "আপনি কি আপনার দোকানে একজন বিশেষজ্ঞ কাজ করতে চান?",
    "mange_shop_action_small": "আপনি কি একজন বিশেষজ্ঞ আপনার জন্য একটি দোকান তৈরি করতে চান?",
    "new_shop_action": "আপনি বেশ কিছু অফার পেয়েছেন",
    "mange_shop_action": "বিশেষজ্ঞরা আপনার আবেদন পর্যালোচনা করছেন.",
    "hire_expert": "একজন বিশেষজ্ঞ নিয়োগ করা",
    "check_mail_status": "অনুগ্রহপূর্বক আপনার ইমেইল চেক করুন",
    "header_new": "নতুন অনুরোধ",
    "header_view": "অনুরোধ পাঠান",
    "title": "আপনি একটি আধুনিক অনলাইন দোকান চান?",
    "message": "আপনি নিজেকে এটি সব করতে হবে না. আমাদের প্রত্যয়িত বিশেষজ্ঞরা আপনাকে আপনার অনলাইন স্টোরটি দ্রুত, সহজে এবং আরও নজরকাড়া তৈরি করতে সাহায্য করতে পারে। আপনার চাহিদা বর্ণনা করুন এবং আপনার বিক্রয় বৃদ্ধিতে সহায়তা করার জন্য সেরাটি খুঁজুন।",
    "steps_title": "এই পদক্ষেপগুলি অনুসরণ করুন",
    "step_1": "আপনার চাহিদা বর্ণনা করুন",
    "step_1_message": "আপনি কি চান বিশেষজ্ঞদের বলুন",
    "step_2": "বিশেষজ্ঞদের অফার পর্যালোচনা করুন",
    "step_2_message": "আপনার প্রয়োজন অনুযায়ী সেরা একটি নির্বাচন করুন",
    "step_3": "গুরুত্বপূর্ণ বিশদ আলোচনা করুন এবং বিশেষজ্ঞের সাথে আরও কাজ করুন",
    "step_3_message": "গুরুত্বপূর্ণ বিশদ আলোচনা করুন এবং বিশেষজ্ঞের সাথে আরও কাজ করুন",
    "shop_info": "দোকান নির্বাচন করুন",
    "select_shop": "আমার দোকানের জন্য একজন বিশেষজ্ঞ প্রয়োজন",
    "shop_id": "দোকান",
    "shop_id_message": "আপনার যদি আরও পরিষেবার প্রয়োজন হয় তবে আপনার বিদ্যমান দোকানগুলি থেকে চয়ন করুন৷",
    "shop_id_placeholder": "একটি দোকান নির্বাচন করুন...",
    "store_name": "দোকানের নাম",
    "store_name_placeholder": "আমার দোকানের নাম...",
    "store_name_messages": "আমাদের আপনার স্টোরের নাম বলুন যা আপনার আছে বা ভবিষ্যতে তৈরি করতে চান।",
    "contact": "যোগাযোগের তথ্য",
    "name_placeholder": "প্রয়োজনীয়*",
    "email": "ইমেইল",
    "email_placeholder": "প্রয়োজনীয়* your-mail{'@'}mail.com",
    "request_title": "আপনার চাহিদা বর্ণনা করুন।",
    "request_message": "আমাদের বিশেষজ্ঞকে আপনার প্রয়োজনীয়তাগুলি আরও ভালভাবে পূরণ করতে এবং আপনাকে সাশ্রয়ী মূল্যের মূল্য এবং সময়ের অনুমান প্রদান করতে সহায়তা করার জন্য আপনার ব্যবসা সম্পর্কে নির্দিষ্ট তথ্য দিন।",
    "description": "আপনার ব্যবসা সম্পর্কে আমাদের আরো বলুন",
    "description_messages": "আপনার ব্যবসা কি? আপনি কি পণ্য বা পরিষেবা বিক্রি করেন?",
    "services_title": "আপনি বিশেষজ্ঞ দ্বারা কি কাজ সম্পন্ন করতে চান?",
    "select_one_caution": "অন্তত একটি বিকল্প চয়ন করুন!",
    "detail_title": "বিশেষজ্ঞকে আপনার প্রয়োজনীয়তাগুলি আরও ভালভাবে জানতে সাহায্য করার জন্য বিশদ যোগ করুন।",
    "detail": "প্রকল্পের বিস্তারিত বিবরণ",
    "detail_messages": "আপনি একটি বিদ্যমান ওয়েবসাইট আছে? আপনার কি Instagram বা শারীরিক দোকানে একটি দোকান আছে? টাইমলাইন নমনীয়?",
    "preferences_title": "সীমা এবং পছন্দ",
    "preferences_message": "আপনার পছন্দগুলি নির্ধারণ করুন যাতে আপনার কাজের জন্য সঠিক পেশাদাররা আপনার প্রকল্প প্রস্তাব পর্যালোচনা করতে পারে।",
    "level_title": "আপনার জন্য সেরা পছন্দ কে?",
    "level_message": "দক্ষতা, অভিজ্ঞতা এবং বিশেষজ্ঞের সহায়তার মাত্রা মূল্য নির্ধারণ করে",
    "level_low": "কম দামের বিশেষজ্ঞরা",
    "level_medium": "মাঝারি দামের বিশেষজ্ঞরা",
    "level_high": "উচ্চ মূল্যের বিশেষজ্ঞরা",
    "location_title": "আপনি কি আপনার অবস্থানের কাছাকাছি বিশেষজ্ঞদের সাথে কাজ করতে পছন্দ করেন?",
    "location_near": "হ্যাঁ",
    "location_no": "না",
    "language_title": "বিশেষজ্ঞদের সাথে যোগাযোগ করার সময় আপনার ভাষা পছন্দ কি?",
    "language": "ভাষা",
    "language_placeholder": "একটা নির্বাচন করুন*",
    "free_support_title": "ছোট ব্যবসা সমর্থন",
    "free_support_message": "আমরা বিশ্বাস করি যে স্টার্টআপদের সাহায্য করা আপনার ভবিষ্যত এবং সেলডনের জন্য একটি স্মার্ট বিনিয়োগ। আমরা সবসময় এই পথে আপনার পিছনে পেয়েছিলাম. আপনার পণ্য এবং পরিষেবাগুলি যত বেশি আকর্ষণীয়, উদ্ভাবনী বা আরও বেশি ব্যবহারিক হবে, আপনি আমাদের এবং আমাদের বিশেষজ্ঞদের কাছ থেকে তত বেশি পরিষেবা বিনামূল্যে পাবেন।",
    "free_support_condition": "আপনি যদি আপনার নিজের ব্যবসা শুরু করতে এবং অনলাইনে বিক্রি করার বিষয়ে সিরিয়াস হন, তাহলে এটাই যথেষ্ট। বাকিটা আমাদের ব্যাপার!",
    "free": "আপনি বিনামূল্যে সেবা চান?",
    "free_messages": "আপনি যদি একটি স্টার্টআপ ব্যবসা হন বা বর্তমানে বিশেষজ্ঞদের অর্থ প্রদানের আর্থিক উপায় না থাকলে এই বিকল্পটি নির্বাচন করুন৷",
    "action_new": "নতুন অনুরোধ",
    "action_send": "অনুরোধ জমা দিন",
    "start_price_message": "এই বিশেষজ্ঞের জন্য {topic} চাকরি {price} {currency} থেকে শুরু হয়",
    "notifications": {
      "success_send": "আপনার অনুরোধ সফলভাবে জমা দেওয়া হয়েছে। Selldone বিশেষজ্ঞদের অফার জন্য অপেক্ষা করুন."
    },
    "stage": {
      "title": "আপনার ব্যবসার পর্যায় কি?",
      "start": "একটি নতুন ব্যবসা শুরু",
      "online": "আমি আমার বিদ্যমান ব্যবসা অনলাইন করতে চাই",
      "extend": "আমার একটি অনলাইন স্টোর আছে এবং আমি এটিতে কাজ করছি",
      "pos": "আমি আমার দোকান শাখায় Selldone POS সেট আপ করতে চাই"
    },
    "budget": {
      "title": "আপনার কি ফ্রিল্যান্সিং বাজেটের হিসাব আছে?",
      "yes": "হ্যাঁ, আমার বাজেট পরিষ্কার",
      "no": "না, আমি আরও তথ্য চাই"
    },
    "login": {
      "title": "দয়া করে লগইন করুন",
      "message": "প্রথমে নিবন্ধন করতে লগ ইন করুন। আপনি দ্রুত এবং নিরাপদে মোবাইল নম্বর বা সামাজিক নেটওয়ার্ক অ্যাকাউন্টের মাধ্যমে আপনার সেলডনে লগ ইন করতে পারেন।"
    },
    "select_shop_title": "একটি দোকান নির্বাচন করুন",
    "select_shop_description": "আমি একটি বিদ্যমান দোকান জন্য একজন বিশেষজ্ঞ প্রয়োজন",
    "new_shop_mode_title": "নতুন দোকান তৈরি করুন",
    "new_shop_mode_description": "আমি একটি নতুন দোকান তৈরি করতে চাই"
  },
  "expert_requests": {
    "title": "অনুরোধ খুলুন",
    "dialog": {
      "title": "বিশেষজ্ঞ অনুরোধ বিশদ",
      "start_chat": "আলোচনা শুরু করুন"
    }
  },
  "job_chat": {
    "title": "চাকরির আলোচনা"
  },
  "expert_chat_box": {
    "need_expert_question": "আপনি একটি বিশেষজ্ঞ চান?",
    "find_expert": "বিশেষজ্ঞ খুঁজুন..",
    "folder_name": "ফোল্ডারের নাম",
    "folder_dialog": {
      "title": "ফোল্ডার সম্পাদনা করুন",
      "hide_new_folder": "নতুন ফোল্ডার লুকান",
      "add_new_folder": "নতুন ফোল্ডার যোগ করুন"
    }
  },
  "add_job": {
    "add_title": "নতুন চাকরি যোগ করুন",
    "edit_title": "কাজ সম্পাদনা করুন",
    "message": "কাজের শিরোনাম এবং কাজের বিবরণ লিখুন যা আপনি এই বিভাগে করতে পারেন। মনে রাখবেন যে আপনি আপনার কাজের বিবরণের পাঠ্যে যোগাযোগের তথ্য এবং লিঙ্কগুলি লিখবেন না।",
    "start_price_message": "প্রতিটি অর্ডারের সর্বনিম্ন মূল্য।",
    "currency_message": "মুদ্রা পরিবর্তন করা এই কাজের জন্য আপনার আর্থিক রেকর্ড পুনরায় সেট করে।",
    "job_desc_message": "এই কাজের জন্য আপনার সম্পূর্ণ পরিষেবা বর্ণনা করুন।",
    "included_message": "একটি মৌলিক খরচে গ্রাহকের জন্য আপনি কি পরিষেবা প্রদান করবেন তা বর্ণনা করুন।",
    "additional_message": "মৌলিক পরিষেবাগুলি ছাড়াও আপনি অন্য কোন পরিষেবাগুলি অফার করেন?",
    "available": "উপলব্ধ চাকরি",
    "available_message": "এই চাকরিতে পাবলিক এক্সেস",
    "add_action": "নতুন চাকরি যোগ করুন",
    "edit_action": "কাজ সম্পাদনা করুন",
    "notifications": {
      "edit": "চাকরি সফলভাবে আপডেট করা হয়েছে।",
      "add": "নতুন চাকরি সফলভাবে তৈরি হয়েছে"
    }
  },
  "contract_form": {
    "shop_message": "শুধুমাত্র অ্যাডমিন বা সিনিয়র ম্যানেজারের অ্যাক্সেস সহ গ্রাহকের দোকান দেখান।",
    "shop_placeholder": "আপনি এটিতে কাজ করতে চান এমন দোকান নির্বাচন করুন*",
    "title_message": "এই চুক্তির জন্য একটি শিরোনাম সেট করুন..",
    "description_message": "চুক্তির বিবরণ লিখুন...",
    "permissions": "প্রয়োজনীয় অনুমতি নির্বাচন করুন",
    "cost_message": "চুক্তি খরচ",
    "days": "চুক্তি সময়কাল",
    "days_message": "চুক্তি সময়কাল",
    "create_action": "নতুন চুক্তি তৈরি করুন",
    "notifications": {
      "add": "নতুন চুক্তি তৈরি করা হয়েছে এবং ব্যবহারকারীর কাছে পাঠানো হয়েছে।"
    }
  }
};