export default {
  experts_common: {
    experts_page: "متخصصین",
    no_job: "کاری یافت نشد!",
    jobs_filter: "فیلتر کارها",
    start_price: "شروع قیمت",
    completed_count: "کارهای تکمیل شده",
    job_title: "موضوع کار",
    job_desc: "توضیحات کار",
    job_not_approved: "هنوز این کار تایید نشده است.",
    new_job: "کار جدید",
    expert_profile: "پروفایل متخصص",
    job_detail: "مشخصات کار",
    contracts: "قراردادها",
    start_end_date: "تاریخ شروع/پایان",
    complete_cancel_date: "تاریخ تکمیل/لغو",
    waiting_pay_and_start: "در انتظار پرداخت و شروع",
    waiting_to_complete: "در انتظار تایید توسط سفارش دهنده",
    running: "درحال انجام",
    paY_start_action: "پرداخت و شروع قرارداد",
    need_help: "نیاز به کمک دارید؟",
    hire_me_now: "من را اکنون استخدام کن...",
    expert_contracts: "قراردادهای متخصصین",
  },

  /** @see JobTopics **/
  topic_categories: {
    SETUP: {
      title: "ساخت و راه اندازی",
      desc: "متخصصان این بخش کار ساخت و راه اندازی فروشگاه آنلاین شما را برایتان ساده تر و سریعتر می کنند.",
    },
    ADD_PAGE: {
      title: "ساخت صفحات",
      desc: "می توانید ساخت صفحات فرود، درباره ما و صفحات دیگر سایت خود را به این متخصصان بسپارید.",
    },
    ADD_PRODUCT: {
      title: "افزودن محصول",
      desc: "برای افزودن محصولات به فروشگاه می توانید افرادی را استخدام کنید که این کار را برای شما انجام دهند.",
    },

    PAYMENT: {
      title: "افزودن درگاه پرداخت",
      desc: "یک متخصص درگاه های پرداخت را استخدام کنید تا مراحل دریافت و اتصال درگاه را برای شما انجام دهد.",
    },
    MARKETING: {
      title: "ابزارهای بازاریابی و تبلیغاتی",
      desc: "متخصصین بخش مارکتینگ به شما کمک می کنند تا بهترین تنظیمات را در بخش کمپین ها و مشوق ها انجام دهید و یا یک کمپین تبلیغاتی موثر راه بیندازید.",
    },
    MIGRATION: {
      title: "انتقال فروشگاه",
      desc: "قبلا فروشگاه داشته اید؟ می توانید کار انتقال فروشگاه را به یک متخصص بسپارید تا برای همیشه یک سرویس حرفه ای پشتبان فروشگاه شما باشد.",
    },
    APP_SETUP: {
      title: "نصب اپلیکیشن",
      desc: "برای تنظیمات و نصب اپلیکیشن در فروشگاهتان نیاز به کمک دارید؟ آیا نیاز به ساخت یک اپلیکیشن اختصاصی دارید؟ متخصصان این بخش همواره شما خواهند بود.",
    },
    MANAGEMENT: {
      title: "مدیریت فروشگاه",
      desc: "شما می توانید بخشی از کارهای مدیریتی فروشگاهتان را به یک متخصص مدیریت فروشگاه بسپارید. همچنین این متخصصین آماده دادن مشاوره در تمام زمینه های مدیریت یک کسب و کار به شما هستند.",
    },
    CONTENT: {
      title: "نگارش محتوا",
      desc: "تولید محتواهای نوشتاری برای محصولات، برند و یا فروشگاه خود را به متخصصین نگارش محتوا بسپارید.",
    },
    PHOTOGRAPHY: {
      title: "عکس برداری و ادیت تصویر",
      desc: "نیاز به عکس برداری از محصولات و خدمات خود دارید؟ متخصصین این بخش تصاویر، انیمیشن و مدل های سه بعدی مورد نیاز شما را آماده خواهند کرد.",
    },
    DROP_SHIPPING: {
      title: "راه اندازی دراپ شیپینگ",
      desc: "در صورتی که فروشنده عمده و یا خرده فروش هستید پلتفرم دراپشیپینگ سلدان همان چیزی است که همیشه به دنبالش بوده اید. متخصصان دراپشیپینگ به شما کمک می کنند تا راه های فروش جدیدی برای کسب و کارتان پیدا کنید.",
    },
    POS_SETUP: {
      title: "راه اندازی صندوق فروشگاهی",
      desc: "یک متخصص سلدان پوز استخدام کنید تا تنظیمات سرویس پوز آنلاین فروشگاه شما را برایتان انجام دهد.",
    },
  },

  // ―――――――――――――――――――――――――――――――――――――――――――――――――――
  // ―――――――――――――――――――――――――――――――――――――――――――――――――――

  topics: {
    // SETUP
    "store-design": {
      title: "ساخت فروشگاه",
      desc: "طراحی و ساخت فروشگاه آنلاین خود را به متخصصین بسپارید تا آن ها ایده های شما را اجرا کنند.",
    },
    "store-configuration": {
      title: "تنظیمات فروشگاه",
      desc: "برای تنظیمات فروشگاه، مانند ورود اطلاعات دقیق کسب و کار برای موتورهای جستجو، تنظیم روش های ارسال و انبارداری، می توانید از یک متخصص کمک بگیرید.",
    },
    "store-optimization": {
      title: "بهبود عملکرد و سرعت",
      desc: "متخصصین بر روی سایت شما کار خواهند کرد تا سرعت و کارایی آن را افزایش دهند.",
    },

    domain: {
      title: "اتصال دامنه",
      desc: "فروشگاه خود را بر روی دامنه اختصاصی خودتان قرار دهید.",
    },

    // ADD_PAGE
    "page-design": {
      title: "طراحی صفحات فروشگاه",
      desc: "صفحات فرود، صفحه اصلی و صفحات داخلی سایت خود را طراحی نمایید.",
    },

    // ADD_PRODUCT
    "add-product": {
      title: "افزودن محصولات و دسته بندی ها",
      desc: "تصاویر، توضیحات و مشخصات محصولات خود را در دسته بندی های درست وارد نمایید تا مشتریان راحت تر محصول شما را بیابند.",
    },

    // PAYMENT
    payment: {
      title: "درگاه پرداخت",
      desc: "درگاه پرداخت آنلاین به فروشگاه خود اضافه نمایید.",
    },
    tax: {
      title: "مشاوره مالیاتی",
      desc: "برای مسائل مالی و مالیاتی خود مشاوره بگیرید.",
    },

    // MARKETING

    "email-marketing": {
      title: "ایمیل مارکتینگ",
      desc: "با استفاده از ابزارهای ایمیل مارکتینگ کاربران خود را به مشتری تبدیل نموده و آن ها را ترغیب به خرید کنید.",
    },
    seo: {
      title: "سئو (SEO)",
      desc: "رتبه خود را در نتایج جستجوی گوگل افزایش دهید تا افراد بیشتر محصولات شما را در جستجوهایشان بیابند.",
    },
    "search-ads": {
      title: "تبلیغات گوگل",
      desc: "محصولات خود را در موتورهای جستجو مثل گوگل تبلیغ نمایید.",
    },
    "social-marketing": {
      title: "تبلیغات شبکه های اجتماعی",
      desc: "کمپین های تبلیغاتی در شبکه های اجتماعی راه بیندازید تا محصولات و خدمات شما را افراد بیشتری ببینند.",
    },
    "content-marketing": {
      title: "کانتنت مارکتینگ",
      desc: "محتوا های مفید و جذاب متناسب با کسب و کار خود تولید و منتشر کنید.",
    },
    "sale-channels": {
      title: "ساخت کانال های فروش",
      desc: "کانال های فروش جدید مانند اینستاگرام، تلگرام و فیسبوک با اتصال به فروشگاه آنلاین شما در سلدان راه اندازی کنید.",
    },
    conversion: {
      title: "بهینه سازی نرخ تبدیل",
      desc: "با بهبود نرخ های تبدیل، تعداد بیشتری از بازدید کنندگان را به مشتری تبدیل کنید و بازدهی کمپین های خود را افزایش دهید.",
    },
    analyze: {
      title: "آنالیز و بررسی رفتار کاربران",
      desc: "رفتار کاربران خود در فروشگاه آنلاین و حتی شعبه های فیزیکی فروشگاهتان را بررسی نمایید تا تجربه کاربری بهتری برای آن ها فراهم کنید.",
    },

    "brand-strategy": {
      title: "استراتژی برند",
      desc: "بر روی ساخت و گسترش برند کسب و کار خود کار کنید.",
    },

    // MIGRATION
    migration: {
      title: "انتقال فروشگاه",
      desc: "فروشگاه کنونی خود را به سلدان منتقل کنید.",
    },

    // APP_SETUP
    "app-programmer": {
      title: "ساخت اپلیکیشن اختصاصی",
      desc: "طراحی و برنامه نویسی اپلیکیشن اخصاصی شما",
    },
    "app-install": {
      title: "نصب اپلیکیشن",
      desc: "اپلیکیشن مورد نیاز خود را بر روی فروشگاه نصب و تنظیم نمایید.",
    },
    "ux-design": {
      title: "طراحی UX اختصاصی",
      desc: "تجربه کاربری اختصاصی برای کاربران خود در فروشگاه و یا اپلیکیشن طراحی نمایید.",
    },
    debug: {
      title: "عیب یابی",
      desc: "خطا ها و مشکلات در فروشگاه خود را رفع نمایید.",
    },

    // MANAGEMENT
    strategy: {
      title: "مشاوره استراتژی کسب و کار",
      desc: "برای توسعه و بهبود کسب و کار خود از افراد متخصص و با تجربه مشاوره بگیرید.",
    },
    "products-guide": {
      title: "راهنمای منابع محصولات",
      desc: "برای تهیه محصول، آماده سازی و طراحی چرخه تامین محصول مشاوره بگیرید.",
    },
    "setup-guide": {
      title: "مشاوره راه اندازی و طراحی فروشگاه",
      desc: "برای راه اندازی کسب و کار و یا آنلاین کردن آن از متخصصین این حوزه مشاوره بگیرید.",
    },
    "marketing-guide": {
      title: "مشاوره بازاریابی و فروش",
      desc: "برای بازاریابی و افزایش فروش خود از متخصصین و افراد کاربلد این حوزه مشاوره بگیرید.",
    },

    // CONTENT
    "product-description": {
      title: "توضیحات محصول",
      desc: "برای محصولات خود توضیحات جذاب بنویسید تا مشتریانتان راحت تر محصولات شما را بشناسند.",
    },
    "content-write": {
      title: "محتوای مارکتینگ و تبلیغات",
      desc: "درباره داستان برند، نیازهای مشتریان و کسب و کارتان بنویسید تا دیگران سایت شما را با دوستانشان به اشتراک بگذارند و یا تبلیغات موثر تری داشته باشد.",
    },

    // PHOTOGRAPHY
    "logo-design": {
      title: "طراحی لوگو و برند",
      desc: "محتوا های تصویری و لوگو برای برند خود طراحی کنید.",
    },
    "banner-design": {
      title: "طراحی بنر",
      desc: "طراحی یک برند جذاب به جذب کاربران بیشتر به سایت شما کمک خواهند کرد.",
    },
    video: {
      title: "فیلم برداری و انیمیشن",
      desc: "ساخت فیلمهای تبلیغاتی و انیمیشن های دو بعدی و سه بعدی را به بهترین متخصصین این حوزه بسپارید.",
    },
    photography: {
      title: "عکس برداری از محصول",
      desc: "از محصولات و خدمات خود عکس برداری صنعتی و حرفه ای انجام دهید تا فروشگاه شما بهتر دیده شود.",
    },
    "photo-editor": {
      title: "ویرایش تصاویر",
      desc: "تصاویر جذاب طراحی نمایید، می تواند شامل افزودن افکت، حذف پس زمینه و یا اضافه کردن نوشته به عکس باشد.",
    },
    "3d": {
      title: "مدل سازی سه بعدی و AR",
      desc: "مدل های سه بعدی واقعیت افزوده از محصولات خود طراحی نمایید تا میزان فروش خود را به شکل چشمگیری افزایش دهید.",
    },

    // DROP_SHIPPING
    dropshipping: {
      title: "راه اندازی دراپشیپینگ (عمده فروش)",
      desc: "اگر تولید کننده یا فروشنده عمده محصولات هستید، متخصصین دراپشیپینگ به شما کمک خواهند کرد تا محصولاتتان از طریق هزاران خرده فروش سلدان به سادگی به فروش برسد.",
    },
    reselling: {
      title: "راه اندازی نمایندگی (خرده فروش)",
      desc: "شما می توانید بدون خرید اجناس و انبارداری و یا حتی ارسال بسته ای یک فروشگاه بزرگ با درآمد عالی داشته باشید.",
    },

    // POS_SETUP
    "pos-setup": {
      title: "راه اندازی صندوق فروشگاهی",
      desc: "صندوق فروشگاهی سلدان را در شعبه های فروشگاهی خود نصب نمایید و از حرفه ای ترین ابزار فروشگاهی موجود برای توسعه کسب و کار و شعبه های فیزیکی خود استفاده نمایید.",
    },
  },

  // ―――――――――――――――――――――――――――――――――――――――――――――――――――
  // ―――――――――――――――――――――――――――――――――――――――――――――――――――

  /** @see Industries **/
  industries: {
    ART: "هنر",
    MARKETING_ADS: "تبلیغات و بازاریابی",
    SERVICES: "خدمات",
    CLOTHING_FASHION: "پوشاک و فشن",
    HANDCRAFTS: "صنایع دستی",
    ELECTRONICS_TECH: "الکترونیک و تکنولوژی",
    HEALTH_BEAUTY: "سلامت و زیبایی",
    HOME_GARDEN: "خانه و باغ",
    JEWELRY_ACCESSORIES: "جواهرات و اکسسوری",
    FOOD_DRINK: "غذا و نوشیدنی",
    PET_CARE: "حیوانات خانگی",
    SPORTS: "ورزش",
    RECREATION: "سرگرمی",
    TOYS_GAMES: "اسباب بازی",
    AUTOMOTIVE: "خودرو",
  },

  /** @see UserExpertPanel **/
  expert_panel: {
    title: "پنل مدیریت متخصصین سلدان",
    add_dialog: {
      title: "افزودن کار جدید",
    },
  },

  /** @see ExpertContractView **/
  contract_view: {
    running: "در حال اجرا",
    cancelling: "ثبت درخواست لغو قرارداد..",
    title: "موضوع قرارداد",
    description: "شرح قرارداد",
    permissions_input: "انتخاب دسترسی های مورد نیاز",
    cost_timeline: "هزینه و زمانبندی",
    timespan: "مدت زمان اجرا",
    cost: "مبلغ قرارداد",
    pay_now_action: "موافقم | پرداخت مبلغ",
    complete_action: "بله | تایید و تکمیل سفارش",
    reject_action: "خیر | رد تکمیل سفارش",
    all_tasks_completed_message:
      "شما تمام تسک های تعریف شده را کامل کرده اید. در صورتی که این کار را تمام کرده اید کلید تکمیل سفارش را بزنید. پس از این مرحله مشتری بایستی تحویل کار را تایید نماید.",
    waiting_complete_by_customer_message:
      "شما انجام کار را تایید نموده اید، اکنون بایستی منتظر تایید تحویل سفارش توسط مشتری باشید. در صورت عدم تایید یا رد توسط مشتری بعد از 3 روز به صورت خودکار سفارش تایید و تکمیل خواهد گردید.",
    comment: "ثبت نظر",
    comment_desc: "بر اساس کیفیت کار و تعامل متخصص به وی امتیاز بدهید.",
    comment_placeholder: "نظر شما درباره کیفیت کار را بنویسید...",
    response_placeholder: "اگر درباره نظر مشتری مطلبی دارید بنویسید...",
    waiting_for_customer: "در انتظار کاربر...",
    account_input: "حساب جهت برداشت",
    dialog_pay: {
      title: "پرداخت و شروع کار",
      insufficient_balance:
        "مبلغ مانده حساب کافی نیست. لطفا حساب خود را شارژ نمایید.",
    },
    dialog_cancel: {
      title: "لغو قرارداد",
      confirm_code: "کد تایید جهت لغو قرارداد",
      confirm_code_label: "کد تایید",
      confirm_action: "بله، قرارداد را لغو کن",
    },
    notifications: {
      save: "قرارداد با موفقیت به ویرایش گردید.",
      pay: "پرداخت با موفقیت انجام شد. قرارداد شما شروع به اجرا شده است.",
      end: "تکمیل سفارش برای مشتری ارسال شد. در انتظار تایید مشتری بمانید..",
      complete: "قرارداد تایید و تکمیل گشت.",
      reject: "تایید دریافت سفارش رد شد.",
      cancel: "قرارداد لغو شد.",
      update: "دسترسی ها با موفقیت ویرایش گردید.",
      comment: "نظر شما با موفقیت ثبت گردید.",
      response: "جواب شما به نظر مشتری با موفقیت ثبت گردید.",
    },
  },

  /** @see ExpertsPage **/
  expert_page: {
    title: "بهترین ها را استخدام کنید",
    sub_title:
      "نگران طراحی، راه اندازی، تبلیغات یا مدیریت فروشگاه خود نباشید، متخصصین سلدان برای کمک به شما آماده هستند. برای انجام بهتر و سریعتر کارها یک متخصص تایید شده استخدام کنید.",
    steps_title: "سه قدم تا تحویل کار",
    step_1_title: "ارتباط با متخصص",
    step_1_desc:
      "از کارشناسان درخواست پیشنهاد دهید، یا یک شغل ایجاد کنید تا با متخصصان پیشنهاد شده مطابقت داشته باشید.",
    step_2_title: "توافق و دریافت قرارداد",
    step_2_desc:
      "پاسخ ها را بررسی کنید،  مناسبترین گزینه را پیدا کنید و درباره جزئیاتی مانند جدول زمانی و قیمت  گفتگو کنید.",
    step_3_title: "تایید و اجرای کار",
    step_3_desc:
      "به متخصصان معتبری که می توانند کارهای با کیفیت ارائه دهند اعتماد کنید. از طریق سلدان.",
    who: {
      title: "چه کسانی را در اینجا می یابید؟",
      box_image: require("@/views/experts/assets/fa/selldone-expert-box.png"),

      spec1_title: "افراد متخصص هم در صنف خود و هم سلدان",
      spec1_desc:
        "نه مهارت برنامه نویسی، نه استخدام برنامه نویس ! سلدان تمام به‌روز‌رسانی‌ها را بر عهده دارد. تمام تلاشتان را روی فروش متمرکز کار آنلاین!",
      spec2_title: "افراد دست چین شده و متعهد",
      spec2_desc:
        "نه مهارت برنامه نویسی، نه استخدام برنامه نویس !. خداحافظ هزینه‌های اضافی، مسائل فنی پیچیده و موانع مسیر کسب و کار آنلاین!",
      spec3_title: "انجام حرفه ای کارها توسط خبره ترین ها",
      spec3_desc:
        "نه مهارت برنامه نویسی، نه استخدام برنامه نویس ! زبده ترین ها در سلدان برای رفع نیاز شما!",
    },
    expert_categories: "دسته بندی خدمات ارائه شده توسط متخصصان",
    show_all_topics: "نمایش تمام دسته ها",
    marketing_title: "بازاریابی و افزایش فروش",
    starts_title: "راه اندازی و توسعه کسب و کار آنلاین",
    managements_title: "مدیریت کسب و کار",
    contents_title: "تولید محتوا، عکس برداری و فیلم",
    apps_title: "ویژگی های بیشتر و نصب اپلیکیشن",
    footer: {
      title: "یافتن بهترین متخصص متناسب با نیاز شما",
      message:
        "با پر کردن فرم زیر، یک کار جدید ایجاد کنید تا بهترین متخصص ها بر اساس نیاز شما، پیشنهادهایشان رابرایتان ارسال کنند.",
    },
  },

  /** @see ExpertPage_JobPage **/
  public_job_page: {
    hire_expert_title: "آیا می خواهید این متخصص برای شما کار کند؟",
    your_own_job_message:
      "این کار را شما تعریف نموده اید! می توانید از طریق کلید زیر وارد پنل مدیریت این کار شوید.",
    go_to_job_panel: "پنل مدیریت کار",
    no_chat: "شما هیچ درخواستی برای این کار ثبت نکرده اید.",
    job_tasks: "خدمات پیشنهادی برای این کار",
    included: "مواردی که شامل قیمت پایه می شوند",
    additional: "کارهای بیشتر پیشنهادی",
    permissions: "دسترسی های مورد نیاز",
  },

  /** @see ExpertRequestForm **/
  expert_request_form: {
    action_message:
      "آیا می خواهید کار ساخت، مدیریت و یا بازاریابی فروشگاهتان را فرد دیگری برایتان انجام دهد؟ پس  یک متخصص استخدام کنید  تا تمام نیازهای تان به بهترین نحو ممکن رفع گردد.",
    order_new_kob: "سفارش کار جدید",
    new_shop_action_small: "می خواهید یک متخصص بر روی فروشگاهتان کار کند؟",
    mange_shop_action_small: "می خواهید یک متخصص برایتان فروشگاه بسازد؟",
    new_shop_action: "شما چند پیشنهاد دریافت کرده اید",
    mange_shop_action: "متخصصین در حال بررسی درخواست شما هستند.",
    hire_expert: "استخدام متخصص",
    check_mail_status: "لطفا ایمیل خود را چک نمایید",
    header_new: "درخواست جدید",
    header_view: "درخواست ثبت شده",
    title:
      "برای راه اندازی یک فروشگاه حرفه ای در سلدان نیاز به یک متخصص دارید تا فروشگاه دلخواه شما را آماده کند؟",
    message:
      "متخصصین و کارشناسان تایید شده سلدان در مسیر راه اندازی و توسعه کسب و کارتان همراه شما هستند. ما بهترین افراد را به شما پیشنهاد می دهیم و شما قادر به انتخاب بهترین گزینه خواهید بود.",
    steps_title: "انجام کار در سه قدم",
    step_1: "مشخص کنید چه می خواهید",
    step_1_message:
      "درخواست خود را تکمیل کنید تا بهترین گزینه ها برایتان پیشنهاد شوند.",
    step_2: "پیشنهاد متخصصین را بررسی نمایید",
    step_2_message:
      "بین متخصصینی که به شما پیشنهاد می دهند بهترین گزینه را برای کسب و کار خود انتخاب کنید",
    step_3: "کار برای شما انجام خواهد شد",
    step_3_message:
      "با متخصص به توافق نهایی برسید تا کار را برای شما انجام دهد.",
    shop_info: "انتخاب فروشگاه",
    select_shop: "برای یکی از فروشگاه هایم خدمات می خواهم",
    shop_id: "فروشگاه",
    shop_id_message:
      "درصورتی که درخواست شما برای فروشگاه خاصی است آن را انتخاب نمایید.",
    shop_id_placeholder: "انتخاب فروشگاه",
    store_name: "نام فروشگاه",
    store_name_placeholder: "نام فروشگاه من ...",
    store_name_messages:
      "اسم فروشگاهی که دارید و یا می خواهید در آینده داشته باشید را به ما بگویید.",
    contact: "اطلاعات تماس",
    name_placeholder: "الزامی*",
    email: "ایمیل برای تماس با شما",
    email_placeholder: "الزامی* your-email@gmail.com",
    request_title: "چه می خواهید",
    request_message:
      "جزئیات درخواست خود را اضافه نمایید تا به متخصصین کمک کنید نیازهای شما را بهتر درک کرده و قیمت و جدول زمانی مناسبی برای کار ارائه دهند.",
    description: "درباره کسب و کار خود به ما بگویید",
    description_messages:
      "موضوع کسب و کارتان چیست؟ در فروشگاه خود چه نوع کالاهایی عرضه می کنید؟",
    services_title: "خدماتی که می خواهید را انتخاب نمایید",
    select_one_caution: "حداقل یک گزینه را انتخاب کنید!",
    detail_title:
      "در صورت تمایل جزئیات بیشتری در مورد نیاز کاری و خواسته های خود از متخصصین بنویسید",
    detail: "جزئیات پروژه",
    detail_messages:
      "آیا می خواهید فروشگاه جدیدی بسازید؟ آیا فروشگاه اینستاگرام یا فروشگاه فیزیکی دارید؟ زمانبندی خاصی مدنظر دارید؟",
    preferences_title: "ترجیحات و محدودیت ها",
    preferences_message:
      "ترجیحات خود را مشخص نمایید تا متخصصین مناسب برای کار شما، پیشنهاد پروژه شما را بررسی نمایند.",
    level_title: "چه سطح از تخصص نیاز دارید؟",
    level_message:
      "متخصصین بر اساس سطح تخصص، میزان ساعات کار و پشتیبانی ای که ارائه می دهند مبالغ مختلفی را درخواست می کنند.",
    level_low: "خدمات با قیمت پایین",
    level_medium: "خدمات با قیمت متوسط",
    level_high: "خدمات با قیمت بالا",
    location_title: "آیا ترجیج می دهید متخصص در نزدیکی شما باشد؟",
    location_near: "بله، ترجیحا متخصص در نزدیکی فروشگاهم فعالیت کند",
    location_no: "خیر، فرقی نمی کند",
    language_title: "متخصصین با چه زبانی را ترجیح می دهید؟",
    language: "زبان متخصص",
    language_placeholder: "آنتخاب کنید*",
    free_support_title: "پشتیبانی از کسب و کارهای کوچک",
    free_support_message:
      "ما باور داریم که کمک به کسب و کارهای نوپا یک سرمایه گذاری هوشمندانه برای آینده شما و سلدان است. در این مسیر ما همواره در کنار شما هستیم. هرچقدر محصولات و خدمات شما جذاب تر، نوآورانه تر و یا حتی کاربردی تر باشند، خدمات بیشتری به صورت رایگان از ما و متخصصین ما دریافت خواهید کرد.",
    free_support_condition:
      "اگر به صورت جدی قصد راه اندازی کسب و کار خود و فروش در فضای آنلاین را دارید همین کافیست. بقیه کارها با ما!",
    free: "خدمات رایگان می خواهید؟",
    free_messages:
      "در صورتی که یک کسب و کار نوپا هستید یا شرایط مالی پرداخت متخصصین را در حال حاضر ندارید، این گزینه را انتخاب نمایید.",
    action_new: "درخواست جدید",
    action_send: "ثبت درخواست",
    start_price_message:
      "هزینه کار {topic} از مبلغ {price} {currency} شروع می گردد.",

    notifications: {
      success_send:
        "درخواست شما با موفقیت ثبت گردید. منتظر پیشنهاد هیچان انگیز ما باشید.",
    },
    stage: {
      title: "در چه مرحله ای از کسب و کارتان هستید؟",
      start: "شروع یک کسب و کار جدید",
      online: "آنلاین کردن کسب و کاری که در حال حاضر دارم",
      extend: "فروشگاه آنلاین دارم و در حال کار بر روی آن هستم",
      pos: "می خواهم صندوق فروشگاهی سلدان را در شعبه های فروشگاهم راه اندازی کنم",
    },
    budget: {
      title: "آیا تخمینی از بودجه کار مد نظر دارید؟",
      yes: "بله، بودجه مورد نظرم مشخص است",
      no: "خیر، می خواهم اطلاعات بیشتری کسب کنم",
    },
    login: {
      title: "لطفا وارد شوید",
      message:
        "برای ثبت درخواست ابتدا وارد شوید. شما می توانید از طریق شماره تلفن همراه و یا حساب های شبکه های اجتماعی خود سریع و امن وارد سلدان شوید.",
    },
  },

  /** @see AdminPage_Partners_ExpertRequests **/
  expert_requests: {
    title: "درخواست های باز",

    dialog: {
      title: "جزئیات درخواست متخصص",
      start_chat: "شروع مذاکره",
    },
  },
  /** @see AdminPage_Partners_ExpertRequests **/
  job_chat: {
    title: "مذاکرات برای این کار",
  },
  /** @see ExpertChatsBox **/
  expert_chat_box: {
    need_expert_question: "آیا یک متخصص می خواهید؟",
    find_expert: "یافتن متخصص..",
    folder_name: "نام پوشه",
    folder_dialog: {
      title: "ویرایش پوشه ها",
      hide_new_folder: "بستن پوشه جدید",
      add_new_folder: "ایجاد پوشه جدید",
    },
  },

  /** @see UserExpertAddJobForm **/
  add_job: {
    add_title: "کار جدید",
    edit_title: "ویرایش کار",
    message:
      "عنوان کاری و توضیحات کاری که می توانید انجام دهید را در این بخش وارد نمایید. دقت داشته باشید اطلاعات تماس و لینک در متن توضیحات کار خود قرار ندهید.",
    start_price_message: "کمترین مبلغ برای هر سفارش این مقدار است.",
    currency_message:
      "توجه! درصورت تغییر ارز مقادیر مربوط به مبالغ دریافتی 0 می شوند.",
    job_desc_message: "به طور کامل خدمات خود را برای این کار شرح دهید.",
    included_message:
      "شرح دهید که با هزینه پایه چه خدماتی به مشتری خواهید داد.",
    additional_message: "چه خدمات بیشتری علاوه بر خدمات پایه ارائه می دهید؟",
    available: "فعال بودن کار",
    available_message: "دسترسی عمومی به این کار",
    add_action: "ایجاد کار جدید",
    edit_action: "ویرایش کار",
    notifications: {
      edit: "کار با موفقیت ویرایش گردید.",
      add: "کار جدید با موفقیت ایجاد گردید.",
    },
  },

  /** @see ExpertContractForm **/
  contract_form: {
    shop_message:
      "تنها فروشگاهایی که کاربر در آن دسترسی مالک یا مدیر ارشد دارد نشان داده می شود.",
    shop_placeholder: "فروشگاهی را که می خواهید روی آن کار کنید انتخاب کنید",
    title_message: "برای این قرارداد عنوان تعیین کنید ..",
    description_message: "جزئیات قرارداد را بنویسید ...",
    permissions: "انتخاب  مجوزهای مورد نیاز",
    cost_message: "هزینه قرارداد",
    days: "مدت قرارداد",
    days_message: "مدت زمان انجام کامل قرارداد",
    create_action: "ایجاد قرارداد جدید",
    notifications: {
      add: "قرارداد جدید ایجاد و برای کاربر ارسال شد.",
    },
  },
};
