export default {
  "experts_common": {
    "experts_page": "નિષ્ણાતો પૃષ્ઠ",
    "no_job": "યોગ્ય ફિટ મળી નથી!",
    "jobs_filter": "જોબ્સ ફિલ્ટર",
    "start_price": "પ્રારંભિક કિંમત",
    "completed_count": "નોકરીઓ પૂરી થઈ",
    "job_title": "જોબ શીર્ષક",
    "job_desc": "કામનું વર્ણન",
    "job_not_approved": "જોબ હજુ સુધી ચકાસવામાં આવી નથી.",
    "new_job": "નવી નોકરી",
    "expert_profile": "નિષ્ણાત પ્રોફાઇલ",
    "job_detail": "નોકરીની વિગતો",
    "contracts": "કરારો",
    "start_end_date": "પ્રારંભ/સમાપ્તિ તારીખ",
    "complete_cancel_date": "પૂર્ણ/રદ કરવાની તારીખ",
    "waiting_pay_and_start": "ચૂકવણી અને શરૂ કરવા માટે રાહ જોઈ રહ્યું છે",
    "waiting_to_complete": "ગ્રાહક પાસેથી મંજૂરીની રાહ જોઈ રહ્યા છીએ",
    "running": "ચાલી રહી છે",
    "paY_start_action": "ચૂકવણી કરો અને હવે શરૂ કરો",
    "need_help": "મદદ જોઈતી?",
    "hire_me_now": "હવે મને નોકરી પર રાખો...",
    "expert_contracts": "નિષ્ણાત કરાર"
  },
  "topic_categories": {
    "SETUP": {
      "title": "ઑનલાઇન દુકાન સેટ કરો",
      "desc": "આ ક્ષેત્રના નિષ્ણાતો તમારા ઑનલાઇન સ્ટોરને તમારા માટે સરળ અને ઝડપી સેટઅપ કરે છે."
    },
    "ADD_PAGE": {
      "title": "પૃષ્ઠો ઉમેરો (લેન્ડિંગ્સ, અમારા વિશે, ...)",
      "desc": "તમે લેન્ડિંગ પૃષ્ઠોની રચના, અમારા વિશે અને તમારી વેબસાઇટના અન્ય પૃષ્ઠો આ નિષ્ણાતોને છોડી શકો છો."
    },
    "ADD_PRODUCT": {
      "title": "ઉત્પાદનો અને શ્રેણીઓ ઉમેરો",
      "desc": "તમે લોકોને સ્ટોરમાં ઉત્પાદનો ઉમેરવા માટે આ કરવા માટે રાખી શકો છો."
    },
    "PAYMENT": {
      "title": "ચુકવણી પદ્ધતિઓ ઉમેરો",
      "desc": "તમારા માટે ગેટવે મેળવવા અને અપડેટ કરવાની પ્રક્રિયા કરવા માટે પેમેન્ટ ગેટવે નિષ્ણાતને હાયર કરો."
    },
    "MARKETING": {
      "title": "માર્કેટિંગ",
      "desc": "માર્કેટિંગ નિષ્ણાતો તમને તમારી ઝુંબેશો અને પ્રોત્સાહનોમાં શ્રેષ્ઠ ગોઠવણો કરવામાં અથવા અસરકારક જાહેરાત ઝુંબેશ શરૂ કરવામાં તમારી સહાય કરે છે."
    },
    "MIGRATION": {
      "title": "મારી દુકાનને અન્ય ઈકોમર્સ પ્લેટફોર્મ પરથી સ્થાનાંતરિત કરો",
      "desc": "શું તમારી પાસે પહેલાં સ્ટોર હતો? તમે સ્ટોરને સ્થાનાંતરિત કરવાનું કાર્ય નિષ્ણાતને છોડી શકો છો જેથી કરીને વ્યાવસાયિક સેવા તમારા સ્ટોરને કાયમ માટે સમર્થન આપી શકે."
    },
    "APP_SETUP": {
      "title": "સેટઅપ એપ્લિકેશન",
      "desc": "તમારા સ્ટોરમાં એપ્લિકેશનો સેટ કરવા અને ઇન્સ્ટોલ કરવામાં સહાયની જરૂર છે? શું તમારે વ્યક્તિગત એપ્લિકેશન બનાવવાની જરૂર છે? આ ક્ષેત્રના નિષ્ણાતો તમારી સાથે રહેશે."
    },
    "MANAGEMENT": {
      "title": "સ્ટોર મેનેજમેન્ટ",
      "desc": "તમે તમારા સ્ટોર મેનેજમેન્ટના કેટલાક ભાગોને સ્ટોર મેનેજમેન્ટ નિષ્ણાતોને આઉટસોર્સ કરી શકો છો. તેઓ વ્યવસાય ચલાવવાના તમામ પાસાઓ પર નિષ્ણાત સલાહ પણ આપે છે."
    },
    "CONTENT": {
      "title": "સામગ્રી લેખન",
      "desc": "સામગ્રી લેખન વ્યાવસાયિકોને તમારા ઉત્પાદનો, બ્રાન્ડ અથવા સ્ટોરની સામગ્રી બનાવટ સોંપો."
    },
    "PHOTOGRAPHY": {
      "title": "ફોટોગ્રાફી અને એડિટ",
      "desc": "તમારા ઉત્પાદનો અને સેવાઓના ફોટા લેવાની જરૂર છે? આ વિભાગના નિષ્ણાતો તમને જોઈતી ઈમેજો, એનિમેશન અને 3D મોડલ તૈયાર કરશે."
    },
    "DROP_SHIPPING": {
      "title": "ડ્રોપશિપિંગ સેટઅપ કરો",
      "desc": "જો તમે જથ્થાબંધ વેપારી અથવા છૂટક વિક્રેતા છો, તો Selldone ડ્રોપશિપિંગ પ્લેટફોર્મ તે છે જે તમે હંમેશા શોધી રહ્યાં છો. ડ્રૉપશિપિંગ નિષ્ણાતો તમને તમારા વ્યવસાયને વધારવાની નવી રીતો શોધવામાં મદદ કરી શકે છે."
    },
    "POS_SETUP": {
      "title": "Selldone POS સેટઅપ કરો",
      "desc": "તમારા સ્ટોરનું ઑનલાઇન POS સેટ કરવા માટે નિષ્ણાતને હાયર કરો."
    }
  },
  "topics": {
    "store-design": {
      "title": "ઈકોમર્સ બનાવો",
      "desc": "તમારા ઓનલાઈન સ્ટોરની ડિઝાઈન અને સેટઅપ એવા પ્રોફેશનલ્સ પર છોડી દો કે જેઓ તમારા વિચારોને અમલમાં મૂકી શકે."
    },
    "store-configuration": {
      "title": "સ્ટોર રૂપરેખાંકન",
      "desc": "તમે સ્ટોર રૂપરેખાંકન માટે નિષ્ણાત પાસેથી મદદ મેળવી શકો છો, જેમ કે સર્ચ એન્જિન માટે વ્યવસાય માહિતી દાખલ કરવી, શિપિંગ અને વેરહાઉસિંગ પદ્ધતિઓ સેટ કરવી."
    },
    "store-optimization": {
      "title": "પ્રદર્શન અને ઝડપ ઓપ્ટિમાઇઝેશન",
      "desc": "નિષ્ણાતો તમારી વેબસાઇટ પર તેની ઝડપ અને પ્રદર્શન વધારવા માટે કામ કરશે."
    },
    "domain": {
      "title": "ડોમેન કનેક્શન",
      "desc": "તમારા સ્ટોર અને વેબસાઇટ પર કસ્ટમ ડોમેન ઉમેરો."
    },
    "page-design": {
      "title": "લેન્ડિંગ પૃષ્ઠ અને નમૂના ડિઝાઇન",
      "desc": "તમારા વેબસાઇટ લેન્ડિંગ પૃષ્ઠો, હોમ પેજ અને આંતરિક પૃષ્ઠોને ડિઝાઇન કરો."
    },
    "add-product": {
      "title": "ઉત્પાદનો અને શ્રેણીઓ ઉમેરો",
      "desc": "યોગ્ય શ્રેણીઓમાં તમારા ઉત્પાદનોના ચિત્રો, વર્ણનો અને વિશિષ્ટતાઓ ઉમેરો. તે તમારા ગ્રાહકો માટે શ્રેષ્ઠ ફીટ ઉત્પાદનો શોધવાનું સરળ બનાવે છે."
    },
    "payment": {
      "title": "ચુકવણી ગેટવે",
      "desc": "તમારા સ્ટોરમાં ઑનલાઇન પેમેન્ટ ગેટવે ઉમેરો."
    },
    "tax": {
      "title": "કર સલાહ",
      "desc": "તમારા નાણાકીય અને કર મુદ્દાઓ પર સલાહ મેળવો."
    },
    "email-marketing": {
      "title": "ઇમેઇલ માર્કેટિંગ",
      "desc": "તમારા વપરાશકર્તાઓને ગ્રાહકોમાં ફેરવવા અને તેમને વધુ ખરીદવા માટે લલચાવવા માટે ઇમેઇલ માર્કેટિંગ સાધનોનો ઉપયોગ કરો."
    },
    "seo": {
      "title": "SEO",
      "desc": "Google શોધ પરિણામોમાં તમારી રેન્કિંગ વધારો જેથી કરીને વધુ લોકો તેમની શોધમાં તમારા ઉત્પાદનો શોધી શકે."
    },
    "search-ads": {
      "title": "જાહેરાતો શોધો",
      "desc": "Google જેવા સર્ચ એન્જિન પર તમારા ઉત્પાદનોની જાહેરાત કરો."
    },
    "social-marketing": {
      "title": "સોશિયલ મીડિયા માર્કેટિંગ",
      "desc": "તમારા ઉત્પાદનો અને સેવાઓ જોવા માટે વધુ મુલાકાતીઓને લાવવા માટે સામાજિક મીડિયા ઝુંબેશ શરૂ કરો."
    },
    "content-marketing": {
      "title": "સામગ્રી માર્કેટિંગ",
      "desc": "તમારા વ્યવસાય માટે ઉપયોગી અને સંબંધિત સામગ્રી બનાવો અને પ્રકાશિત કરો."
    },
    "sale-channels": {
      "title": "વેચાણ ચેનલો બનાવો",
      "desc": "Selldone માં તમારા ઑનલાઇન સ્ટોર સાથે કનેક્ટ કરીને Instagram, Telegram અને Facebook જેવી નવી વેચાણ ચેનલો લોંચ કરો."
    },
    "conversion": {
      "title": "રૂપાંતર દર ઓપ્ટિમાઇઝેશન",
      "desc": "રૂપાંતરણ દરોને મહત્તમ કરો, વધુ મુલાકાતીઓને ગ્રાહકોમાં રૂપાંતરિત કરો અને તમારી ઝુંબેશની કાર્યક્ષમતામાં વધારો કરો."
    },
    "analyze": {
      "title": "વપરાશકર્તા વર્તનનું વિશ્લેષણ કરો",
      "desc": "તમારા વપરાશકર્તાઓને બહેતર વપરાશકર્તા અનુભવ પ્રદાન કરવા માટે ઑનલાઇન સ્ટોર અને ભૌતિક શાખાઓમાં તેમના વર્તનનું નિરીક્ષણ કરો."
    },
    "brand-strategy": {
      "title": "બ્રાન્ડ વ્યૂહરચના",
      "desc": "તમારી બિઝનેસ બ્રાન્ડ બનાવવા અને વિસ્તરણ પર કામ કરો."
    },
    "migration": {
      "title": "સ્ટોર સ્થળાંતર",
      "desc": "તમારા હાલના સ્ટોરને Selldone પર ખસેડો."
    },
    "app-programmer": {
      "title": "એપ્લિકેશન બનાવો",
      "desc": "તમારી પોતાની એપ્લિકેશનની રચના અને વિકાસ"
    },
    "app-install": {
      "title": "એપ્લિકેશન ઇન્સ્ટોલ કરો",
      "desc": "સ્ટોર પર તમને જોઈતી એપ્લિકેશન ઇન્સ્ટોલ અને ગોઠવો."
    },
    "ux-design": {
      "title": "કસ્ટમાઇઝ્ડ UX ડિઝાઇન",
      "desc": "સ્ટોર અથવા એપ્લિકેશનમાં તમારા વપરાશકર્તાઓ માટે અનન્ય વપરાશકર્તા અનુભવ ડિઝાઇન કરો."
    },
    "debug": {
      "title": "મુશ્કેલીનિવારણ",
      "desc": "તમારા સ્ટોરમાં ભૂલો અને સમસ્યાઓ ઠીક કરો."
    },
    "strategy": {
      "title": "વ્યાપાર વ્યૂહરચના પરામર્શ",
      "desc": "તમારા વ્યવસાયને વિકસાવવા અને સુધારવા માટે અનુભવી લોકોની સલાહ લો."
    },
    "products-guide": {
      "title": "ઉત્પાદન સંસાધન માર્ગદર્શિકા",
      "desc": "ઉત્પાદનની તૈયારી અને સપ્લાય ચેઇન ડિઝાઇન માટે નિષ્ણાતોની મદદ માટે પૂછો."
    },
    "setup-guide": {
      "title": "સ્ટોર સેટઅપ અને ડિઝાઇન કન્સલ્ટિંગ",
      "desc": "વ્યવસાય શરૂ કરવા અથવા તેને ઑનલાઇન બનાવવા માટે ક્ષેત્રના નિષ્ણાતોની સલાહ મેળવો."
    },
    "marketing-guide": {
      "title": "માર્કેટિંગ અને સેલ્સ કન્સલ્ટિંગ",
      "desc": "નિષ્ણાતો અને વ્યાવસાયિકો પાસેથી સલાહ મેળવીને તમારું વેચાણ કેવી રીતે માર્કેટ અને વધારવું તે જાણો.."
    },
    "product-description": {
      "title": "ઉત્પાદન વર્ણન",
      "desc": "તમારા ઉત્પાદન વર્ણનોને આકર્ષક બનાવો જેથી તમારા ગ્રાહકો તમારા ઉત્પાદનોને વધુ સારી રીતે જાણી શકે."
    },
    "content-write": {
      "title": "માર્કેટિંગ અને જાહેરાત સામગ્રી",
      "desc": "બ્રાંડ સ્ટોરી અને ગ્રાહકોને શ્રેષ્ઠ પસંદ કરવામાં મદદ કરવા માટે તમારા ઉત્પાદનો કે જે જરૂરિયાતો પૂરી કરે છે તે વિશે લખો."
    },
    "logo-design": {
      "title": "લોગો અને બ્રાન્ડ ડિઝાઇન",
      "desc": "તમારી બ્રાન્ડ માટે છબી અને લોગો સામગ્રી ડિઝાઇન કરો."
    },
    "banner-design": {
      "title": "બેનર ડિઝાઇન",
      "desc": "બ્રાન્ડ જાગૃતિ વધારવા અને તમારા સ્ટોર પર ટ્રાફિક લાવવા માટે પ્રભાવશાળી જાહેરાતો બેનરો બનાવો."
    },
    "video": {
      "title": "ફિલ્માંકન અને એનિમેશન",
      "desc": "જાહેરાત વિડિઓઝ અને 2D અને 3D એનિમેશનનું ઉત્પાદન માસ્ટર્સ પર છોડી દો."
    },
    "photography": {
      "title": "ઉત્પાદન ફોટોગ્રાફી",
      "desc": "તમારા સ્ટોરને આકર્ષક બનાવવા માટે તમારા ઉત્પાદનો અને સેવાઓના ઔદ્યોગિક અને વ્યાવસાયિક ફોટા લો."
    },
    "photo-editor": {
      "title": "ફોટા સંપાદિત કરો",
      "desc": "આકર્ષક છબીઓ ડિઝાઇન કરો, તેમાં ઇફેક્ટ ઉમેરવા, બેકગ્રાઉન્ડને દૂર કરવા અથવા ફોટામાં ટેક્સ્ટ ઉમેરવાનો સમાવેશ થઈ શકે છે."
    },
    "3d": {
      "title": "3D મોડેલિંગ અને AR",
      "desc": "તમારા વેચાણને નાટકીય રીતે વધારવા માટે તમારા ઉત્પાદનોના 3D ઓગમેન્ટેડ રિયાલિટી મોડલ્સ બનાવો."
    },
    "dropshipping": {
      "title": "ડ્રોપશિપિંગ સેટઅપ કરો",
      "desc": "જો તમારી પાસે ઉત્પાદક અથવા વેરહાઉસ છે, તો ડ્રોપશિપિંગ નિષ્ણાતો તમને હજારો ઑનલાઇન સ્ટોર્સ દ્વારા તમારા ઉત્પાદનોને સરળતાથી વેચવામાં મદદ કરશે."
    },
    "reselling": {
      "title": "પુનર્વિક્રેતા માટે સેટઅપ",
      "desc": "તમે માલસામાન અને વેરહાઉસિંગ ખરીદ્યા વિના અથવા પેકેજ મોકલ્યા વિના પણ ઊંચી આવક ધરાવતો સંપૂર્ણ સ્ટોર ધરાવી શકો છો."
    },
    "pos-setup": {
      "title": "ઓનલાઈન કેશ રજીસ્ટર સુયોજિત કરી રહ્યા છીએ",
      "desc": "તમારી સ્ટોરની શાખાઓમાં તમારું Selldone POS ચલાવો અને તમારા વ્યવસાય અને ભૌતિક શાખાઓને વિકસાવવા માટે ઉપલબ્ધ સૌથી વ્યાવસાયિક સ્ટોર સાધનોનો ઉપયોગ કરો."
    }
  },
  "industries": {
    "ART": "કલા",
    "MARKETING_ADS": "માર્કેટિંગ અને જાહેરાત",
    "SERVICES": "સેવાઓ",
    "CLOTHING_FASHION": "કપડાં અને ફેશન",
    "HANDCRAFTS": "હસ્તકલા",
    "ELECTRONICS_TECH": "ઈલેક્ટ્રોનિક્સ અને ટેક",
    "HEALTH_BEAUTY": "આરોગ્ય અને સુંદરતા",
    "HOME_GARDEN": "ઘર અને બગીચો",
    "JEWELRY_ACCESSORIES": "જ્વેલરી અને એસેસરીઝ",
    "FOOD_DRINK": "ખોરાક અને પીણા",
    "PET_CARE": "પાલતુ સંભાળ",
    "SPORTS": "રમતગમત",
    "RECREATION": "મનોરંજન",
    "TOYS_GAMES": "રમકડાં અને રમતો",
    "AUTOMOTIVE": "ઓટોમોટિવ"
  },
  "expert_panel": {
    "title": "Selldone નિષ્ણાતો મેનેજમેન્ટ પેનલ",
    "add_dialog": {
      "title": "નવી નોકરી ઉમેરો"
    }
  },
  "contract_view": {
    "running": "ચાલી રહી છે",
    "cancelling": "રદ કરવાની વિનંતી..",
    "title": "કરાર વિષય",
    "description": "કરાર વર્ણન",
    "permissions_input": "જરૂરી પરવાનગીઓ પસંદ કરો",
    "cost_timeline": "ખર્ચ અને સમયરેખા",
    "timespan": "કરારની અવધિ",
    "cost": "કરાર ખર્ચ",
    "pay_now_action": "હું સંમત છું | હવે પૈસા આપો",
    "complete_action": "હા | કરાર સમાપ્ત કરો",
    "reject_action": "ના | પૂર્ણ કરવાની મંજૂરી નથી",
    "all_tasks_completed_message": "તમે બધા નિર્ધારિત કાર્યો પૂર્ણ કર્યા છે. જો તમે આ પૂર્ણ કરી લીધું હોય, તો ઓર્ડર પૂર્ણ કરવાની કી દબાવો. આ પગલા પછી, ગ્રાહકે કાર્યની ડિલિવરીની પુષ્ટિ કરવી આવશ્યક છે.",
    "waiting_complete_by_customer_message": "તમે કાર્યની પુષ્ટિ કરી છે, હવે તમારે ગ્રાહક દ્વારા ઓર્ડરની ડિલિવરીની પુષ્ટિ કરવા માટે રાહ જોવી પડશે. ગ્રાહક દ્વારા બિન-મંજૂરી અથવા અસ્વીકારના કિસ્સામાં, ઓર્ડર આપોઆપ મંજૂર કરવામાં આવશે અને 3 દિવસ પછી પૂર્ણ થશે.",
    "comment": "એક ટિપ્પણી સબમિટ કરો",
    "comment_desc": "કાર્યની ગુણવત્તા અને નિષ્ણાતની ક્રિયાપ્રતિક્રિયાના આધારે દર.",
    "comment_placeholder": "કામની ગુણવત્તા વિશે તમારો અભિપ્રાય લખો...",
    "response_placeholder": "જો તમારી પાસે ગ્રાહક પ્રતિસાદ વિશે કંઈક કહેવાનું હોય, તો લખો ...",
    "waiting_for_customer": "ગ્રાહકની રાહ જોઈ રહ્યાં છીએ...",
    "account_input": "ઉપાડવા માટે ખાતું",
    "dialog_pay": {
      "title": "ચૂકવણી કરો અને કરાર શરૂ કરો",
      "insufficient_balance": "અપર્યાપ્ત સંતુલન! ચૂકવવા માટે એકાઉન્ટ ચાર્જ કરો."
    },
    "dialog_cancel": {
      "title": "કરાર રદ કરો",
      "confirm_code": "પુષ્ટિકરણ કોડ છે",
      "confirm_code_label": "પુષ્ટિકરણ કોડ",
      "confirm_action": "હા, કરાર રદ કરો"
    },
    "notifications": {
      "save": "કરાર સફળતાપૂર્વક સંપાદિત થયો.",
      "pay": "કરાર ચૂકવવામાં આવ્યો અને સફળતાપૂર્વક શરૂ થયો.",
      "end": "ઓર્ડર ગ્રાહકને પૂર્ણ થવાની પુષ્ટિ માટે મોકલવામાં આવ્યો હતો..",
      "complete": "કરાર પૂર્ણ.",
      "reject": "કોન્ટ્રાક્ટ પૂર્ણ કરવાની મંજૂરી નથી.",
      "cancel": "કરાર રદ.",
      "update": "પરવાનગી અપડેટ કરી.",
      "comment": "તમારી ટિપ્પણી મોકલવામાં આવી છે.",
      "response": "તમારો પ્રતિભાવ મોકલવામાં આવ્યો છે."
    }
  },
  "expert_page": {
    "title": "શ્રેષ્ઠ નિષ્ણાતોને હાયર કરો",
    "sub_title": "તમારા સ્ટોરને ડિઝાઇન કરવા, લોન્ચ કરવા, જાહેરાત કરવા અથવા મેનેજ કરવા વિશે ચિંતા કરશો નહીં. વસ્તુઓ વધુ સારી અને ઝડપી કરવા માટે પ્રમાણિત નિષ્ણાતને હાયર કરો.",
    "steps_title": "પરિપૂર્ણ કરવા માટે ત્રણ પગલાં બાકી છે",
    "step_1_title": "નિષ્ણાતનો સંપર્ક કરો",
    "step_1_desc": "નિષ્ણાતો પાસેથી સૂચનો માટે પૂછો, અથવા ભલામણ કરેલ નિષ્ણાતો સાથે મેળ ખાતી નોકરી બનાવો.",
    "step_2_title": "સંમત થાઓ અને કરાર મેળવો",
    "step_2_desc": "જવાબોની સમીક્ષા કરો, યોગ્ય ફિટ શોધો અને સમય અને ચોક્કસ કિંમત જેવી વિગતોની ચર્ચા કરો.",
    "step_3_title": "જોબની પુષ્ટિ કરો અને એક્ઝિક્યુટ કરો",
    "step_3_desc": "Selldone દ્વારા કાર્યક્ષમ રીતે કાર્ય કરી શકે તેવા લાયક વ્યાવસાયિકો પર વિશ્વાસ કરો.",
    "who": {
      "title": "તમે અહીં કોને શોધો છો?",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "માસ્ટર્સ, બંને તેમના ક્ષેત્રમાં અને સેલડોનમાં",
      "spec1_desc": "તમારે કોઈ પ્રોગ્રામિંગ કૌશલ્યની જરૂર નથી! Selldone તમામ અપડેટ્સની કાળજી લે છે. વેચાણ વધારવા માટે તમારા તમામ પ્રયત્નો કરો!",
      "spec2_title": "હેન્ડપિક્ડ અને પ્રતિબદ્ધ લોકો",
      "spec2_desc": "કોઈ કોડિંગ અથવા તકનીકી જ્ઞાનની જરૂર નથી. વધારાના ખર્ચ, જટિલ તકનીકી સમસ્યાઓ અને તમારા ઑનલાઇન વ્યવસાયના માર્ગમાં અવરોધોને ગુડબાય કહો!",
      "spec3_title": "વ્યવસાયિક કાર્ય સૌથી વ્યાવસાયિક દ્વારા કરવામાં આવે છે",
      "spec3_desc": "તમારે કોઈ પ્રોગ્રામિંગ કૌશલ્યની જરૂર નથી! તમારી જરૂરિયાતો પૂરી કરવા માટે Selldone માં શ્રેષ્ઠ વ્યાવસાયિકો!"
    },
    "expert_categories": "નિષ્ણાતો દ્વારા પૂરી પાડવામાં આવતી સેવાઓની શ્રેણી",
    "show_all_topics": "બધી શ્રેણીઓ બતાવો",
    "marketing_title": "માર્કેટિંગ અને વેચાણ વૃદ્ધિ",
    "starts_title": "ઓનલાઈન બિઝનેસ શરૂ અને ડેવલપ કરવો",
    "managements_title": "વેપાર સંચાલન",
    "contents_title": "સામગ્રી બનાવટ, ફોટોગ્રાફી અને વિડિયો",
    "apps_title": "વધુ સુવિધાઓ અને મારી એપ્લિકેશન ઇન્સ્ટોલેશન",
    "footer": {
      "title": "તમારી જરૂરિયાતોને અનુરૂપ શ્રેષ્ઠ નિષ્ણાત શોધો",
      "message": "નીચે આપેલ ફોર્મ ભરીને તમે નવી જોબ બનાવો જેથી શ્રેષ્ઠ નિષ્ણાતો તમારી જરૂરિયાતોને આધારે તમને તેમના સૂચનો મોકલી શકે."
    }
  },
  "public_job_page": {
    "hire_expert_title": "શું તમે ઈચ્છો છો કે આ નિષ્ણાત તમારા માટે કામ કરે?",
    "your_own_job_message": "તમે આ કાર્ય વ્યાખ્યાયિત કર્યું છે! એડમિન પેનલ પર જવા માટે નીચેની કી દબાવો અને આ કાર્યને સીધું મેનેજ કરો.",
    "go_to_job_panel": "મારી પેનલ પર જાઓ",
    "no_chat": "તમે હજુ સુધી કોઈ વિનંતીઓ સબમિટ કરી નથી.",
    "job_tasks": "નોકરીના કાર્યો ઓફર કરે છે",
    "included": "પ્રારંભિક કિંમતમાં શામેલ કાર્યો",
    "additional": "વધારાના કામ અને કાર્યો",
    "permissions": "જરૂરી પરવાનગીઓ"
  },
  "expert_request_form": {
    "action_message": "શું તમે ઈચ્છો છો કે કોઈ અન્ય તમારા માટે તમારો સ્ટોર બનાવે, મેનેજ કરે અથવા માર્કેટ કરે? તેથી તમે જે કલ્પના કરો છો તે કરવા માટે નિષ્ણાતને હાયર કરો.",
    "order_new_kob": "નવી નોકરીનો ઓર્ડર આપો",
    "new_shop_action_small": "શું તમે ઈચ્છો છો કે કોઈ નિષ્ણાત તમારા સ્ટોર પર કામ કરે?",
    "mange_shop_action_small": "શું તમે ઈચ્છો છો કે કોઈ નિષ્ણાત તમારા માટે સ્ટોર બનાવે?",
    "new_shop_action": "તમને ઘણી ઑફર્સ મળી છે",
    "mange_shop_action": "નિષ્ણાતો તમારી અરજીની સમીક્ષા કરી રહ્યાં છે.",
    "hire_expert": "નિષ્ણાતની ભરતી",
    "check_mail_status": "કૃપા કરીને તમારું ઇમેઇલ તપાસો",
    "header_new": "નવી વિનંતી",
    "header_view": "વિનંતી મોકલી",
    "title": "શું તમને આધુનિક ઑનલાઇન સ્ટોર જોઈએ છે?",
    "message": "તમારે તે બધું જાતે કરવાની જરૂર નથી. અમારા પ્રમાણિત નિષ્ણાતો તમને તમારા ઑનલાઇન સ્ટોરને ઝડપી, સરળ અને વધુ આકર્ષક બનાવવામાં મદદ કરી શકે છે. તમારી જરૂરિયાતોનું વર્ણન કરો અને તમારા વેચાણને વધારવામાં મદદ કરવા માટે શ્રેષ્ઠ શોધો.",
    "steps_title": "આ પગલાં અનુસરો",
    "step_1": "તમારી જરૂરિયાતોનું વર્ણન કરો",
    "step_1_message": "તમને શું જોઈએ છે તે નિષ્ણાતોને જણાવો",
    "step_2": "નિષ્ણાતોની ઑફર્સની સમીક્ષા કરો",
    "step_2_message": "તમારી જરૂરિયાતોને અનુરૂપ શ્રેષ્ઠ પસંદ કરો",
    "step_3": "મહત્વપૂર્ણ વિગતોની ચર્ચા કરો અને નિષ્ણાત સાથે વધુ કામ કરો",
    "step_3_message": "મહત્વપૂર્ણ વિગતોની ચર્ચા કરો અને નિષ્ણાત સાથે વધુ કામ કરો",
    "shop_info": "દુકાન પસંદ કરો",
    "select_shop": "મને મારી એક દુકાન માટે નિષ્ણાતની જરૂર છે",
    "shop_id": "દુકાન",
    "shop_id_message": "જો તમને વધુ સેવાઓની જરૂર હોય તો તમારી હાલની દુકાનોમાંથી પસંદ કરો.",
    "shop_id_placeholder": "દુકાન પસંદ કરો...",
    "store_name": "સ્ટોરનું નામ",
    "store_name_placeholder": "મારા સ્ટોરનું નામ...",
    "store_name_messages": "અમને તમારા સ્ટોરનું નામ જણાવો કે તમારી પાસે છે અથવા ભવિષ્યમાં બિલ્ડ કરવાનો ઈરાદો છે.",
    "contact": "સંપર્ક માહિતી",
    "name_placeholder": "જરૂરી*",
    "email": "ઈમેલ",
    "email_placeholder": "જરૂરી* your-email@gmail.com",
    "request_title": "તમારી જરૂરિયાતોનું વર્ણન કરો.",
    "request_message": "અમારા નિષ્ણાતને તમારી જરૂરિયાતોને વધુ સારી રીતે પૂરી કરવામાં અને તમને પોસાય તેવી કિંમત અને સમયનો અંદાજ પૂરો પાડવામાં મદદ કરવા માટે તમારા વ્યવસાય વિશે ચોક્કસ માહિતી આપો.",
    "description": "અમને તમારા વ્યવસાય વિશે વધુ કહો",
    "description_messages": "તમારો વ્યવસાય શું છે? શું તમે ઉત્પાદનો અથવા સેવાઓ વેચો છો?",
    "services_title": "તમે નિષ્ણાત દ્વારા કયા કાર્યો કરવા માંગો છો?",
    "select_one_caution": "ઓછામાં ઓછો એક વિકલ્પ પસંદ કરો!",
    "detail_title": "નિષ્ણાતને તમારી જરૂરિયાતોને વધુ સારી રીતે જાણવામાં મદદ કરવા વિગતો ઉમેરો.",
    "detail": "પ્રોજેક્ટ વિગતો",
    "detail_messages": "શું તમારી પાસે હાલની વેબસાઇટ છે? શું તમારી પાસે Instagram અથવા ભૌતિક દુકાન પર કોઈ દુકાન છે? શું સમયરેખા લવચીક છે?",
    "preferences_title": "મર્યાદાઓ અને પસંદગીઓ",
    "preferences_message": "તમારી પસંદગીઓ નક્કી કરો જેથી કરીને તમારી નોકરી માટે યોગ્ય વ્યાવસાયિકો તમારા પ્રોજેક્ટ પ્રસ્તાવની સમીક્ષા કરી શકે.",
    "level_title": "તમારા માટે શ્રેષ્ઠ પસંદગી કોણ છે?",
    "level_message": "કુશળતા, અનુભવ અને નિષ્ણાતના સમર્થનના સ્તરો કિંમતો નક્કી કરે છે",
    "level_low": "ઓછી કિંમતના નિષ્ણાતો",
    "level_medium": "મધ્યમ કિંમતના નિષ્ણાતો",
    "level_high": "ઉચ્ચ કિંમતના નિષ્ણાતો",
    "location_title": "શું તમે તમારા સ્થાનની નજીકના નિષ્ણાતો સાથે કામ કરવાનું પસંદ કરો છો?",
    "location_near": "હા",
    "location_no": "ના",
    "language_title": "નિષ્ણાતો સાથે વાતચીત કરતી વખતે તમારી ભાષાની પસંદગી શું છે?",
    "language": "ભાષા",
    "language_placeholder": "એક પસંદ કરો*",
    "free_support_title": "નાના બિઝનેસ સપોર્ટ",
    "free_support_message": "અમે માનીએ છીએ કે સ્ટાર્ટઅપ્સને મદદ કરવી એ તમારા ભવિષ્ય અને Selldone માટે એક સ્માર્ટ રોકાણ છે. અમે હંમેશા આ માર્ગ પર તમારી પીઠ મેળવી છે. તમારા ઉત્પાદનો અને સેવાઓ જેટલી વધુ આકર્ષક, નવીન અથવા વધુ વ્યવહારુ હશે, તેટલી વધુ સેવાઓ તમને અમારા અને અમારા નિષ્ણાતો તરફથી મફતમાં પ્રાપ્ત થશે.",
    "free_support_condition": "જો તમે તમારો પોતાનો વ્યવસાય શરૂ કરવા અને ઓનલાઈન વેચાણ કરવા માટે ગંભીર છો, તો તે પૂરતું છે. બાકીનું આપણા પર છે!",
    "free": "શું તમને મફત સેવાઓ જોઈએ છે?",
    "free_messages": "જો તમે સ્ટાર્ટઅપ બિઝનેસ છો અથવા નિષ્ણાતોને ચૂકવણી કરવા માટે હાલમાં તમારી પાસે નાણાકીય સાધન નથી તો આ વિકલ્પ પસંદ કરો.",
    "action_new": "નવી વિનંતી",
    "action_send": "વિનંતી સબમિટ કરો",
    "start_price_message": "આ નિષ્ણાત માટે {topic} નોકરીઓ {price} {currency} થી શરૂ થાય છે",
    "notifications": {
      "success_send": "તમારી વિનંતી સફળતાપૂર્વક સબમિટ કરવામાં આવી છે. કૃપા કરીને Selldone નિષ્ણાતોની ઑફર્સની રાહ જુઓ."
    },
    "stage": {
      "title": "તમારા વ્યવસાયનો તબક્કો શું છે?",
      "start": "નવો ધંધો શરૂ કરવો",
      "online": "હું મારો વર્તમાન વ્યવસાય ઓનલાઈન કરવા માંગુ છું",
      "extend": "મારી પાસે એક ઑનલાઇન સ્ટોર છે અને હું તેના પર કામ કરી રહ્યો છું",
      "pos": "હું મારા સ્ટોરની શાખાઓમાં Selldone POS સેટ કરવા માંગુ છું"
    },
    "budget": {
      "title": "શું તમારી પાસે ફ્રીલાન્સિંગ બજેટનો અંદાજ છે?",
      "yes": "હા, મારું બજેટ સ્પષ્ટ છે",
      "no": "ના, મારે વધુ માહિતી જોઈએ છે"
    },
    "login": {
      "title": "કૃપા કરીને લૉગિન કરો",
      "message": "પ્રથમ નોંધણી કરવા માટે લોગ ઇન કરો. તમે મોબાઇલ નંબર અથવા સોશિયલ નેટવર્ક એકાઉન્ટ્સ દ્વારા તમારા સેલડોનમાં ઝડપથી અને સુરક્ષિત રીતે લૉગ ઇન કરી શકો છો."
    },
    "select_shop_title": "દુકાન પસંદ કરો",
    "select_shop_description": "મને હાલની દુકાન માટે નિષ્ણાતની જરૂર છે",
    "new_shop_mode_title": "નવી દુકાન બનાવો",
    "new_shop_mode_description": "મારે નવી દુકાન બનાવવી છે"
  },
  "expert_requests": {
    "title": "વિનંતીઓ ખોલો",
    "dialog": {
      "title": "નિષ્ણાત વિનંતી વિગતો",
      "start_chat": "વાટાઘાટો શરૂ કરો"
    }
  },
  "job_chat": {
    "title": "જોબ વાટાઘાટ"
  },
  "expert_chat_box": {
    "need_expert_question": "શું તમે નિષ્ણાત માંગો છો?",
    "find_expert": "નિષ્ણાત શોધો..",
    "folder_name": "ફોલ્ડરનું નામ",
    "folder_dialog": {
      "title": "ફોલ્ડર્સ સંપાદિત કરો",
      "hide_new_folder": "નવું ફોલ્ડર છુપાવો",
      "add_new_folder": "નવું ફોલ્ડર ઉમેરો"
    }
  },
  "add_job": {
    "add_title": "નવી નોકરી ઉમેરો",
    "edit_title": "નોકરી સંપાદિત કરો",
    "message": "જોબ શીર્ષક અને જોબ વર્ણન દાખલ કરો જે તમે આ વિભાગમાં કરી શકો છો. નોંધ કરો કે તમારે તમારા જોબ વર્ણનના ટેક્સ્ટમાં સંપર્ક માહિતી અને લિંક્સ લખવી જોઈએ નહીં.",
    "start_price_message": "દરેક ઓર્ડરની ન્યૂનતમ કિંમત.",
    "currency_message": "ચલણ બદલવાથી આ નોકરી માટે તમારા નાણાકીય રેકોર્ડ્સ રીસેટ થાય છે.",
    "job_desc_message": "આ નોકરી માટે તમારી સંપૂર્ણ સેવાનું વર્ણન કરો.",
    "included_message": "મૂળભૂત કિંમતે તમે ગ્રાહકને કઈ સેવાઓ પ્રદાન કરશો તેનું વર્ણન કરો.",
    "additional_message": "મૂળભૂત સેવાઓ ઉપરાંત તમે અન્ય કઈ સેવાઓ પ્રદાન કરો છો?",
    "available": "ઉપલબ્ધ નોકરી",
    "available_message": "આ નોકરી માટે જાહેર પ્રવેશ",
    "add_action": "નવી નોકરી ઉમેરો",
    "edit_action": "નોકરી સંપાદિત કરો",
    "notifications": {
      "edit": "જોબ સફળતાપૂર્વક અપડેટ થઈ.",
      "add": "નવી નોકરી સફળતાપૂર્વક બનાવવામાં આવી"
    }
  },
  "contract_form": {
    "shop_message": "ફક્ત એડમિન અથવા વરિષ્ઠ મેનેજરની ઍક્સેસ સાથે ગ્રાહકના સ્ટોર્સ બતાવો.",
    "shop_placeholder": "તમે તેના પર કામ કરવા માંગો છો તે સ્ટોર પસંદ કરો*",
    "title_message": "આ કરાર માટે શીર્ષક સેટ કરો..",
    "description_message": "કરારની વિગતો લખો...",
    "permissions": "જરૂરી પરવાનગીઓ પસંદ કરો",
    "cost_message": "કરાર ખર્ચ",
    "days": "કરાર સમયગાળો",
    "days_message": "કરાર સમયગાળો",
    "create_action": "નવો કરાર બનાવો",
    "notifications": {
      "add": "નવો કરાર બનાવવામાં આવ્યો હતો અને વપરાશકર્તાને મોકલવામાં આવ્યો હતો."
    }
  }
};