export default {
  "experts_common": {
    "experts_page": "विशेषज्ञ पृष्ठ",
    "no_job": "सही फिट नहीं मिला!",
    "jobs_filter": "नौकरियां फ़िल्टर",
    "start_price": "अंकित मूल्य",
    "completed_count": "कार्य पूर्ण",
    "job_title": "नौकरी का नाम",
    "job_desc": "नौकरी का विवरण",
    "job_not_approved": "नौकरी अभी तक सत्यापित नहीं हुई है।",
    "new_job": "नयी नौकरी",
    "expert_profile": "विशेषज्ञ प्रोफ़ाइल",
    "job_detail": "नौकरी विवरण",
    "contracts": "ठेके",
    "start_end_date": "प्रारंभ/समाप्ति तिथि",
    "complete_cancel_date": "पूर्ण/रद्द करने की तिथि",
    "waiting_pay_and_start": "भुगतान करने और शुरू करने की प्रतीक्षा में",
    "waiting_to_complete": "ग्राहक से अनुमोदन की प्रतीक्षा में",
    "running": "दौड़ना",
    "paY_start_action": "भुगतान करें और अभी शुरू करें",
    "need_help": "मदद की ज़रूरत है?",
    "hire_me_now": "मुझे अभी हायर करो...",
    "expert_contracts": "विशेषज्ञ अनुबंध"
  },
  "topic_categories": {
    "SETUP": {
      "title": "ऑनलाइन दुकान सेटअप करें",
      "desc": "इस क्षेत्र के विशेषज्ञ आपके ऑनलाइन स्टोर को आपके लिए आसान और तेज़ सेट अप करते हैं।"
    },
    "ADD_PAGE": {
      "title": "पृष्ठ जोड़ें (लैंडिंग, हमारे बारे में, ...)",
      "desc": "आप इन विशेषज्ञों के लिए लैंडिंग पृष्ठों का निर्माण, हमारे बारे में और अपनी वेबसाइट के अन्य पृष्ठों को छोड़ सकते हैं।"
    },
    "ADD_PRODUCT": {
      "title": "उत्पाद और श्रेणियां जोड़ें",
      "desc": "स्टोर में उत्पादों को जोड़ने के लिए आप ऐसा करने के लिए लोगों को काम पर रख सकते हैं।"
    },
    "PAYMENT": {
      "title": "भुगतान विधियां जोड़ें",
      "desc": "आपके लिए गेटवे प्राप्त करने और अपडेट करने की प्रक्रिया करने के लिए भुगतान गेटवे विशेषज्ञ को किराए पर लें।"
    },
    "MARKETING": {
      "title": "विपणन",
      "desc": "विपणन विशेषज्ञ आपको अपने अभियानों और प्रोत्साहनों में सर्वोत्तम समायोजन करने या एक प्रभावी विज्ञापन अभियान शुरू करने में मदद करते हैं।"
    },
    "MIGRATION": {
      "title": "मेरी दुकान को दूसरे ईकॉमर्स प्लेटफॉर्म से माइग्रेट करें",
      "desc": "क्या आपके पास पहले कोई स्टोर था? आप स्टोर को किसी विशेषज्ञ को स्थानांतरित करने का कार्य छोड़ सकते हैं ताकि एक पेशेवर सेवा आपके स्टोर को हमेशा के लिए समर्थन दे सके।"
    },
    "APP_SETUP": {
      "title": "सेटअप आवेदन",
      "desc": "अपने स्टोर में ऐप्स सेट करने और इंस्टॉल करने में सहायता चाहिए? क्या आपको एक व्यक्तिगत एप्लिकेशन बनाने की आवश्यकता है? इस क्षेत्र के विशेषज्ञ आपके साथ रहेंगे।"
    },
    "MANAGEMENT": {
      "title": "भंडार प्रबंधन",
      "desc": "आप अपने स्टोर प्रबंधन के कुछ हिस्सों को स्टोर प्रबंधन विशेषज्ञों को आउटसोर्स कर सकते हैं। वे व्यवसाय चलाने के सभी पहलुओं पर विशेषज्ञ सलाह भी देते हैं।"
    },
    "CONTENT": {
      "title": "सामग्री लेखन",
      "desc": "सामग्री लेखन पेशेवरों को अपने उत्पादों, ब्रांड या स्टोर की सामग्री निर्माण सौंपें।"
    },
    "PHOTOGRAPHY": {
      "title": "फोटोग्राफी और संपादन",
      "desc": "अपने उत्पादों और सेवाओं की तस्वीरें लेने की आवश्यकता है? इस खंड के विशेषज्ञ आपके लिए आवश्यक चित्र, एनिमेशन और 3D मॉडल तैयार करेंगे।"
    },
    "DROP_SHIPPING": {
      "title": "सेटअप ड्रॉपशीपिंग",
      "desc": "यदि आप एक थोक व्यापारी या खुदरा विक्रेता हैं, तो सेलडोन ड्रॉपशीपिंग प्लेटफॉर्म वह है जिसकी आपको हमेशा से तलाश थी। ड्रॉपशीपिंग विशेषज्ञ आपको अपना व्यवसाय बढ़ाने के नए तरीके खोजने में मदद कर सकते हैं।"
    },
    "POS_SETUP": {
      "title": "सेटअप सेलडोन पीओएस",
      "desc": "अपने स्टोर का ऑनलाइन पीओएस सेट करने के लिए किसी विशेषज्ञ को नियुक्त करें।"
    }
  },
  "topics": {
    "store-design": {
      "title": "एक ईकॉमर्स बनाएं",
      "desc": "अपने ऑनलाइन स्टोर का डिज़ाइन और सेटअप उन पेशेवरों पर छोड़ दें जो आपके विचारों को लागू कर सकते हैं।"
    },
    "store-configuration": {
      "title": "स्टोर कॉन्फ़िगरेशन",
      "desc": "आप स्टोर कॉन्फ़िगरेशन के लिए किसी विशेषज्ञ से सहायता प्राप्त कर सकते हैं, जैसे खोज इंजन के लिए व्यावसायिक जानकारी दर्ज करना, शिपिंग और वेयरहाउसिंग विधियों को सेट करना।"
    },
    "store-optimization": {
      "title": "प्रदर्शन और गति अनुकूलन",
      "desc": "आपकी वेबसाइट की गति और प्रदर्शन को बढ़ाने के लिए विशेषज्ञ आपकी वेबसाइट पर काम करेंगे।"
    },
    "domain": {
      "title": "डोमेन कनेक्शन",
      "desc": "अपने स्टोर और वेबसाइट में कस्टम डोमेन जोड़ें।"
    },
    "page-design": {
      "title": "लैंडिंग पृष्ठ और टेम्पलेट डिज़ाइन",
      "desc": "अपनी वेबसाइट के लैंडिंग पृष्ठ, मुख पृष्ठ और आंतरिक पृष्ठ डिज़ाइन करें।"
    },
    "add-product": {
      "title": "उत्पाद और श्रेणियां जोड़ें",
      "desc": "श्रेणियों को सही करने के लिए अपने उत्पादों के चित्र, विवरण और विनिर्देश जोड़ें। यह आपके ग्राहकों के लिए सर्वोत्तम फिट किए गए उत्पादों को ढूंढना आसान बनाता है।"
    },
    "payment": {
      "title": "अदायगी रास्ता",
      "desc": "अपने स्टोर में एक ऑनलाइन भुगतान गेटवे जोड़ें।"
    },
    "tax": {
      "title": "कर सलाह",
      "desc": "अपने वित्तीय और कर संबंधी मुद्दों पर सलाह लें।"
    },
    "email-marketing": {
      "title": "ईमेल व्यापार",
      "desc": "अपने उपयोगकर्ताओं को ग्राहकों में बदलने के लिए ईमेल मार्केटिंग टूल का उपयोग करें और उन्हें और अधिक खरीदने के लिए लुभाएं।"
    },
    "seo": {
      "title": "SEO",
      "desc": "Google खोज परिणामों में अपनी रैंकिंग बढ़ाएँ ताकि अधिक लोग आपके उत्पादों को अपनी खोजों में खोज सकें।"
    },
    "search-ads": {
      "title": "विज्ञापन खोजें",
      "desc": "Google जैसे सर्च इंजन पर अपने उत्पादों का विज्ञापन करें।"
    },
    "social-marketing": {
      "title": "सामाजिक मीडिया विपणन",
      "desc": "अपने उत्पादों और सेवाओं को देखने के लिए अधिक आगंतुकों को आकर्षित करने के लिए सोशल मीडिया अभियान शुरू करें।"
    },
    "content-marketing": {
      "title": "विषयवस्तु का व्यापार",
      "desc": "अपने व्यवसाय के लिए उपयोगी और प्रासंगिक सामग्री बनाएं और प्रकाशित करें।"
    },
    "sale-channels": {
      "title": "बिक्री चैनल बनाएं",
      "desc": "सेलडोन में अपने ऑनलाइन स्टोर से जुड़कर नए बिक्री चैनल जैसे इंस्टाग्राम, टेलीग्राम और फेसबुक लॉन्च करें।"
    },
    "conversion": {
      "title": "रूपांतरण दर अनुकूलन",
      "desc": "रूपांतरण दरों को अधिकतम करें, अधिक आगंतुकों को ग्राहकों में परिवर्तित करें, और अपने अभियानों की दक्षता बढ़ाएं।"
    },
    "analyze": {
      "title": "उपयोगकर्ता व्यवहार का विश्लेषण करें",
      "desc": "ऑनलाइन स्टोर और यहां तक कि भौतिक शाखाओं में अपने उपयोगकर्ताओं के व्यवहार की निगरानी करें ताकि उन्हें बेहतर उपयोगकर्ता अनुभव प्रदान किया जा सके।"
    },
    "brand-strategy": {
      "title": "ब्रांड रणनीति",
      "desc": "अपने व्यापार ब्रांड के निर्माण और विस्तार पर काम करें।"
    },
    "migration": {
      "title": "स्टोर माइग्रेशन",
      "desc": "अपने मौजूदा स्टोर को सेलडोन में ले जाएं।"
    },
    "app-programmer": {
      "title": "एक एप्लिकेशन बनाएं",
      "desc": "अपना खुद का एप्लिकेशन डिजाइन और विकसित करना"
    },
    "app-install": {
      "title": "एप्लिकेशन इंस्टॉल करें",
      "desc": "स्टोर पर आपको जिस एप्लिकेशन की आवश्यकता है उसे इंस्टॉल और कॉन्फ़िगर करें।"
    },
    "ux-design": {
      "title": "अनुकूलित यूएक्स डिजाइन",
      "desc": "स्टोर या एप्लिकेशन में अपने उपयोगकर्ताओं के लिए एक अद्वितीय उपयोगकर्ता अनुभव डिज़ाइन करें।"
    },
    "debug": {
      "title": "समस्या निवारण",
      "desc": "अपने स्टोर में त्रुटियों और समस्याओं को ठीक करें।"
    },
    "strategy": {
      "title": "व्यापार रणनीति परामर्श",
      "desc": "अपने व्यवसाय के संचालन को विकसित करने और सुधारने के लिए अनुभवी लोगों से सलाह लें।"
    },
    "products-guide": {
      "title": "उत्पाद संसाधन गाइड",
      "desc": "उत्पाद तैयार करने और आपूर्ति श्रृंखला डिजाइन के लिए विशेषज्ञों से मदद मांगें।"
    },
    "setup-guide": {
      "title": "स्टोर सेटअप और डिजाइन परामर्श",
      "desc": "व्यवसाय शुरू करने या इसे ऑनलाइन करने के लिए क्षेत्र के विशेषज्ञों से सलाह लें।"
    },
    "marketing-guide": {
      "title": "विपणन और बिक्री परामर्श",
      "desc": "विशेषज्ञों और पेशेवरों से सलाह लेकर मार्केटिंग करना और अपनी बिक्री बढ़ाना सीखें।"
    },
    "product-description": {
      "title": "उत्पाद वर्णन",
      "desc": "अपने उत्पाद विवरण को आकर्षक बनाएं ताकि आपके ग्राहक आपके उत्पादों को बेहतर ढंग से जान सकें।"
    },
    "content-write": {
      "title": "विपणन और विज्ञापन सामग्री",
      "desc": "ब्रांड की कहानी और ग्राहकों को सर्वश्रेष्ठ चुनने में मदद करने के लिए आपके उत्पादों की जरूरतों के बारे में लिखें।"
    },
    "logo-design": {
      "title": "लोगो और ब्रांड डिजाइन",
      "desc": "अपने ब्रांड के लिए छवि और लोगो सामग्री डिज़ाइन करें।"
    },
    "banner-design": {
      "title": "बैनर डिजाइन",
      "desc": "ब्रांड जागरूकता बढ़ाने और अपने स्टोर पर ट्रैफ़िक लाने के लिए प्रभावशाली विज्ञापन बैनर बनाएं।"
    },
    "video": {
      "title": "फिल्मांकन और एनिमेशन",
      "desc": "विज्ञापन वीडियो और 2डी और 3डी एनिमेशन का उत्पादन मास्टर्स पर छोड़ दें।"
    },
    "photography": {
      "title": "उत्पाद फोटोग्राफी",
      "desc": "अपने स्टोर को आकर्षक बनाने के लिए अपने उत्पादों और सेवाओं की औद्योगिक और पेशेवर तस्वीरें लें।"
    },
    "photo-editor": {
      "title": "फ़ोटो संपादित करें",
      "desc": "आकर्षक चित्र डिज़ाइन करें, इसमें प्रभाव जोड़ना, पृष्ठभूमि हटाना या फ़ोटो में टेक्स्ट जोड़ना शामिल हो सकता है।"
    },
    "3d": {
      "title": "3D मॉडलिंग और AR",
      "desc": "नाटकीय रूप से अपनी बिक्री बढ़ाने के लिए अपने उत्पादों के 3D संवर्धित वास्तविकता मॉडल बनाएं।"
    },
    "dropshipping": {
      "title": "सेटअप ड्रॉपशीपिंग",
      "desc": "यदि आपके पास निर्माता या गोदाम है, तो ड्रॉपशीपिंग विशेषज्ञ आपको हजारों ऑनलाइन स्टोर के माध्यम से अपने उत्पादों को आसानी से बेचने में मदद करेंगे।"
    },
    "reselling": {
      "title": "पुनर्विक्रेता के लिए सेटअप",
      "desc": "आपके पास सामान और वेयरहाउसिंग खरीदे बिना या पैकेज भेजे बिना उच्च आय वाला एक आदर्श स्टोर हो सकता है।"
    },
    "pos-setup": {
      "title": "एक ऑनलाइन कैश रजिस्टर की स्थापना",
      "desc": "अपनी स्टोर शाखाओं में अपना सेलडोन पीओएस चलाएं और अपने व्यवसाय और भौतिक शाखाओं को विकसित करने के लिए उपलब्ध सबसे अधिक पेशेवर स्टोर टूल का उपयोग करें।"
    }
  },
  "industries": {
    "ART": "कला",
    "MARKETING_ADS": "विपणन और विज्ञापन",
    "SERVICES": "सेवाएं",
    "CLOTHING_FASHION": "कपड़े और फैशन",
    "HANDCRAFTS": "हस्तशिल्प",
    "ELECTRONICS_TECH": "इलेक्ट्रॉनिक्स और टेक",
    "HEALTH_BEAUTY": "आरोग्य और सुंदरता",
    "HOME_GARDEN": "घर और बगीचा",
    "JEWELRY_ACCESSORIES": "आभूषण और सहायक उपकरण",
    "FOOD_DRINK": "खाद्य और पेय",
    "PET_CARE": "पालतू जानवरों की देखभाल",
    "SPORTS": "खेल",
    "RECREATION": "मनोरंजन",
    "TOYS_GAMES": "खिलौने और खेल",
    "AUTOMOTIVE": "मोटर वाहन"
  },
  "expert_panel": {
    "title": "सेलडोन विशेषज्ञ प्रबंधन पैनल",
    "add_dialog": {
      "title": "नई नौकरी जोड़ें"
    }
  },
  "contract_view": {
    "running": "दौड़ना",
    "cancelling": "रद्द करने का अनुरोध..",
    "title": "अनुबंध विषय",
    "description": "अनुबंध विवरण",
    "permissions_input": "आवश्यक अनुमतियों का चयन करें",
    "cost_timeline": "लागत और समयरेखा",
    "timespan": "संविदा की अवधि",
    "cost": "अनुबंध लागत",
    "pay_now_action": "मैं सहमत हूँ | अब भुगतान करें",
    "complete_action": "हाँ | अनुबंध समाप्त करें",
    "reject_action": "नहीं | पूर्णता स्वीकृत नहीं",
    "all_tasks_completed_message": "आपने सभी निर्धारित कार्यों को पूरा कर लिया है। अगर आपने इसे पूरा कर लिया है, तो ऑर्डर कंप्लीशन की दबाएं। इस चरण के बाद, ग्राहक को कार्य के वितरण की पुष्टि करनी होगी।",
    "waiting_complete_by_customer_message": "आपने काम की पुष्टि कर दी है, अब आपको ऑर्डर की डिलीवरी की पुष्टि के लिए ग्राहक की प्रतीक्षा करनी होगी। ग्राहक द्वारा गैर-अनुमोदन या अस्वीकृति के मामले में, आदेश स्वचालित रूप से स्वीकृत हो जाएगा और 3 दिनों के बाद पूरा हो जाएगा।",
    "comment": "एक टिप्पणी सबमिट करें",
    "comment_desc": "काम की गुणवत्ता और विशेषज्ञ बातचीत के आधार पर दर।",
    "comment_placeholder": "काम की गुणवत्ता के बारे में अपनी राय लिखें...",
    "response_placeholder": "यदि आप ग्राहकों की प्रतिक्रिया के बारे में कुछ कहना चाहते हैं, तो लिखें ...",
    "waiting_for_customer": "ग्राहक की प्रतीक्षा में...",
    "account_input": "निकालने के लिए खाता",
    "dialog_pay": {
      "title": "भुगतान करें और अनुबंध शुरू करें",
      "insufficient_balance": "अपर्याप्त शेष! भुगतान करने के लिए खाता चार्ज करें।"
    },
    "dialog_cancel": {
      "title": "अनुबंध रद्द करें",
      "confirm_code": "पुष्टिकरण कोड है",
      "confirm_code_label": "पुष्टि कोड",
      "confirm_action": "हां, अनुबंध रद्द करें"
    },
    "notifications": {
      "save": "अनुबंध सफलतापूर्वक संपादित किया गया।",
      "pay": "अनुबंध का भुगतान किया गया और सफलतापूर्वक शुरू किया गया।",
      "end": "ग्राहक को पूरा होने की पुष्टि के लिए आदेश भेजा गया था।",
      "complete": "अनुबंध पूरा हुआ।",
      "reject": "अनुबंध को पूरा करने की मंजूरी नहीं है।",
      "cancel": "ठेका रद्द।",
      "update": "अनुमति अपडेट की गई।",
      "comment": "आपकी टिप्पणी भेज दी गई है।",
      "response": "आपका जवाब भेज दिया गया है।"
    }
  },
  "expert_page": {
    "title": "सर्वश्रेष्ठ विशेषज्ञों को किराए पर लें",
    "sub_title": "अपने स्टोर की डिजाइनिंग, लॉन्चिंग, विज्ञापन या प्रबंधन के बारे में चिंता न करें। चीजों को बेहतर और तेजी से करने के लिए किसी प्रमाणित विशेषज्ञ को नियुक्त करें।",
    "steps_title": "पूरा करने के लिए तीन कदम बाकी हैं",
    "step_1_title": "संपर्क विशेषज्ञ",
    "step_1_desc": "विशेषज्ञों से सुझाव मांगें, या अनुशंसित विशेषज्ञों से मेल खाने के लिए नौकरी बनाएं।",
    "step_2_title": "सहमत और अनुबंध प्राप्त करें",
    "step_2_desc": "उत्तरों की समीक्षा करें, सही फिट खोजें, और समय और सटीक मूल्य निर्धारण जैसे विवरणों पर चर्चा करें।",
    "step_3_title": "नौकरी की पुष्टि करें और निष्पादित करें",
    "step_3_desc": "योग्य पेशेवरों पर भरोसा करें जो सेलडोन के माध्यम से कुशलता से काम कर सकते हैं।",
    "who": {
      "title": "आप यहाँ कौन पाते हैं?",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "परास्नातक, दोनों अपने क्षेत्र में और सेलडोन में",
      "spec1_desc": "आपको किसी प्रोग्रामिंग कौशल की आवश्यकता नहीं है! सेलडोन सभी अपडेट का ख्याल रखता है। बिक्री बढ़ाने के लिए अपने सभी प्रयास लगाएं!",
      "spec2_title": "चुने हुए और प्रतिबद्ध लोग",
      "spec2_desc": "कोई कोडिंग या तकनीकी ज्ञान की आवश्यकता नहीं है। अतिरिक्त लागतों, जटिल तकनीकी मुद्दों और आपके ऑनलाइन व्यवसाय के रास्ते में आने वाली बाधाओं को अलविदा कहें!",
      "spec3_title": "सबसे अधिक पेशेवर द्वारा किया गया व्यावसायिक कार्य",
      "spec3_desc": "आपको किसी प्रोग्रामिंग कौशल की आवश्यकता नहीं है! आपकी आवश्यकताओं को पूरा करने के लिए सेल्डडोन में सर्वश्रेष्ठ पेशेवर!"
    },
    "expert_categories": "विशेषज्ञों द्वारा प्रदान की जाने वाली सेवाओं की श्रेणी",
    "show_all_topics": "सभी श्रेणियां दिखाएं",
    "marketing_title": "विपणन और बिक्री वृद्धि",
    "starts_title": "एक ऑनलाइन व्यवसाय शुरू करना और विकसित करना",
    "managements_title": "व्यवसाय प्रबंधन",
    "contents_title": "सामग्री निर्माण, फोटोग्राफी और वीडियो",
    "apps_title": "अधिक सुविधाएँ और मेरा ऐप इंस्टालेशन",
    "footer": {
      "title": "अपनी आवश्यकताओं के अनुरूप सर्वोत्तम विशेषज्ञ ढूँढना",
      "message": "नीचे दिए गए फॉर्म को भरकर आप एक नई नौकरी सृजित करते हैं ताकि सर्वश्रेष्ठ विशेषज्ञ आपकी आवश्यकताओं के आधार पर आपको अपने सुझाव भेज सकें।"
    }
  },
  "public_job_page": {
    "hire_expert_title": "क्या आप चाहते हैं कि यह विशेषज्ञ आपके लिए काम करे?",
    "your_own_job_message": "आपने इस कार्य को परिभाषित किया है! व्यवस्थापक पैनल में जाने और इस कार्य को सीधे प्रबंधित करने के लिए नीचे दी गई कुंजी दबाएं।",
    "go_to_job_panel": "मेरे पैनल पर जाएं",
    "no_chat": "आपने अभी तक कोई अनुरोध सबमिट नहीं किया है.",
    "job_tasks": "नौकरी के कार्यों की पेशकश",
    "included": "शुरुआती कीमत में शामिल कार्य",
    "additional": "अतिरिक्त कार्य और कार्य",
    "permissions": "आवश्यक अनुमतियाँ"
  },
  "expert_request_form": {
    "action_message": "क्या आप चाहते हैं कि कोई और आपके लिए आपके स्टोर का निर्माण, प्रबंधन या मार्केटिंग करे? तो आप जो कल्पना करते हैं उसे करने के लिए एक विशेषज्ञ को किराए पर लें।",
    "order_new_kob": "नई नौकरी का आदेश दें",
    "new_shop_action_small": "क्या आप चाहते हैं कि कोई विशेषज्ञ आपके स्टोर पर काम करे?",
    "mange_shop_action_small": "क्या आप चाहते हैं कि कोई विशेषज्ञ आपके लिए एक स्टोर बनाए?",
    "new_shop_action": "आपको कई प्रस्ताव मिले हैं",
    "mange_shop_action": "विशेषज्ञ आपके आवेदन की समीक्षा कर रहे हैं।",
    "hire_expert": "एक विशेषज्ञ को काम पर रखना",
    "check_mail_status": "कृपया अपनी ईमेल देखें",
    "header_new": "नया आवेदन",
    "header_view": "अनुरोध भेजा",
    "title": "क्या आप एक आधुनिक ऑनलाइन स्टोर चाहते हैं?",
    "message": "आपको यह सब स्वयं करने की आवश्यकता नहीं है। हमारे प्रमाणित विशेषज्ञ आपके ऑनलाइन स्टोर को तेज़, आसान और अधिक आकर्षक बनाने में आपकी सहायता कर सकते हैं। अपनी आवश्यकताओं का वर्णन करें और अपनी बिक्री बढ़ाने में सहायता करने के लिए सबसे अच्छा खोजें।",
    "steps_title": "इन चरणों का पालन करें",
    "step_1": "अपनी आवश्यकताओं का वर्णन करें",
    "step_1_message": "विशेषज्ञों को बताएं कि आप क्या चाहते हैं",
    "step_2": "विशेषज्ञों के प्रस्तावों की समीक्षा करें",
    "step_2_message": "अपनी आवश्यकताओं के अनुसार सबसे अच्छा चुनें",
    "step_3": "महत्वपूर्ण विवरणों पर चर्चा करें और विशेषज्ञ के साथ अधिक काम करें",
    "step_3_message": "महत्वपूर्ण विवरणों पर चर्चा करें और विशेषज्ञ के साथ अधिक काम करें",
    "shop_info": "दुकान चुनें",
    "select_shop": "मुझे अपनी एक दुकान के लिए विशेषज्ञ चाहिए",
    "shop_id": "दुकान",
    "shop_id_message": "यदि आपको और सेवाओं की आवश्यकता है, तो अपनी मौजूदा दुकानों में से चुनें।",
    "shop_id_placeholder": "एक दुकान चुनें ...",
    "store_name": "स्टोर नाम",
    "store_name_placeholder": "मेरे स्टोर का नाम...",
    "store_name_messages": "हमें अपने स्टोर का नाम बताएं जो आपके पास है या भविष्य में बनाने का इरादा है।",
    "contact": "संपर्क जानकारी",
    "name_placeholder": "आवश्यक*",
    "email": "ईमेल",
    "email_placeholder": "आवश्यक* your-email@gmail.com",
    "request_title": "अपनी आवश्यकताओं का वर्णन करें।",
    "request_message": "अपने व्यवसाय के बारे में विशिष्ट जानकारी दें ताकि हमारे विशेषज्ञ आपकी आवश्यकताओं को बेहतर ढंग से पूरा कर सकें और आपको वहनीय मूल्य और समय का अनुमान प्रदान कर सकें।",
    "description": "हमें अपने व्यवसाय के बारे में और बताएं",
    "description_messages": "आपका व्यवसाय क्या है? क्या आप उत्पाद या सेवाएं बेचते हैं?",
    "services_title": "आप विशेषज्ञ द्वारा कौन से कार्य करना चाहते हैं?",
    "select_one_caution": "कम से कम एक विकल्प चुनें!",
    "detail_title": "अपनी आवश्यकताओं को बेहतर ढंग से जानने में विशेषज्ञ की सहायता करने के लिए विवरण जोड़ें।",
    "detail": "परियोजना विवरण",
    "detail_messages": "क्या आपके पास कोई मौजूदा वेबसाइट है? क्या आपके पास Instagram या भौतिक दुकान पर कोई दुकान है? क्या समयरेखा लचीली है?",
    "preferences_title": "सीमाएं और प्राथमिकताएं",
    "preferences_message": "अपनी प्राथमिकताएं निर्धारित करें ताकि आपकी नौकरी के लिए सही पेशेवर आपके प्रोजेक्ट प्रस्ताव की समीक्षा कर सकें।",
    "level_title": "आपके लिए सबसे अच्छा विकल्प कौन है?",
    "level_message": "कौशल के स्तर, अनुभव और विशेषज्ञ के समर्थन से कीमतें निर्धारित होती हैं",
    "level_low": "कम कीमत वाले विशेषज्ञ",
    "level_medium": "मध्य-मूल्य विशेषज्ञ",
    "level_high": "उच्च कीमत वाले विशेषज्ञ",
    "location_title": "क्या आप अपने स्थान के पास के विशेषज्ञों के साथ काम करना पसंद करते हैं?",
    "location_near": "हां",
    "location_no": "नहीं",
    "language_title": "विशेषज्ञों के साथ संवाद करते समय आपकी भाषा वरीयता क्या है?",
    "language": "भाषा",
    "language_placeholder": "एक का चयन करें*",
    "free_support_title": "लघु व्यवसाय सहायता",
    "free_support_message": "हम मानते हैं कि स्टार्टअप्स की मदद करना आपके भविष्य और सेलडोन के लिए एक स्मार्ट निवेश है। इस रास्ते पर हमें हमेशा आपकी पीठ थपथपाई। आपके उत्पाद और सेवाएँ जितने आकर्षक, नवोन्मेषी या उससे भी अधिक व्यावहारिक हैं, उतनी ही अधिक सेवाएँ आप हमसे और हमारे विशेषज्ञों से निःशुल्क प्राप्त करेंगे।",
    "free_support_condition": "यदि आप अपना खुद का व्यवसाय शुरू करने और ऑनलाइन बिक्री करने के बारे में गंभीर हैं, तो यह काफी है। बाकी हम पर निर्भर है!",
    "free": "क्या आप मुफ्त सेवाएं चाहते हैं?",
    "free_messages": "यदि आप एक स्टार्टअप व्यवसाय हैं या वर्तमान में विशेषज्ञों को भुगतान करने के लिए वित्तीय साधन नहीं हैं, तो इस विकल्प का चयन करें।",
    "action_new": "नया आवेदन",
    "action_send": "अनुरोध सबमिट करें",
    "start_price_message": "इस विशेषज्ञ के लिए {topic} नौकरियां {price} {currency} से शुरू होती हैं",
    "notifications": {
      "success_send": "आपका अनुरोध सफलतापूर्वक सबमिट कर दिया गया है। कृपया सेलडोन विशेषज्ञों के प्रस्तावों की प्रतीक्षा करें।"
    },
    "stage": {
      "title": "आपके व्यवसाय का चरण क्या है?",
      "start": "एक नया व्यवसाय शुरू करना",
      "online": "मैं अपने मौजूदा व्यवसाय को ऑनलाइन करना चाहता हूँ",
      "extend": "मेरा एक ऑनलाइन स्टोर है और मैं उस पर काम कर रहा हूँ",
      "pos": "मैं अपनी स्टोर शाखाओं में सेल्डोन पीओएस स्थापित करना चाहता हूं"
    },
    "budget": {
      "title": "क्या आपके पास फ्रीलांसिंग बजट का अनुमान है?",
      "yes": "हां, मेरा बजट साफ है",
      "no": "नहीं, मुझे और जानकारी चाहिए"
    },
    "login": {
      "title": "कृपया लॉगिन करें",
      "message": "सबसे पहले रजिस्टर करने के लिए लॉग इन करें। आप मोबाइल नंबर या सोशल नेटवर्क खातों के माध्यम से अपने सेलडोन में जल्दी और सुरक्षित रूप से लॉग इन कर सकते हैं।"
    },
    "select_shop_title": "एक दुकान चुनें",
    "select_shop_description": "मुझे मौजूदा दुकान के लिए एक विशेषज्ञ की आवश्यकता है",
    "new_shop_mode_title": "नई दुकान बनाएं",
    "new_shop_mode_description": "मैं एक नई दुकान बनाना चाहता हूं"
  },
  "expert_requests": {
    "title": "खुले अनुरोध",
    "dialog": {
      "title": "विशेषज्ञ अनुरोध विवरण",
      "start_chat": "बातचीत शुरू करें"
    }
  },
  "job_chat": {
    "title": "नौकरी की बातचीत"
  },
  "expert_chat_box": {
    "need_expert_question": "क्या आप एक विशेषज्ञ चाहते हैं?",
    "find_expert": "विशेषज्ञ खोजें..",
    "folder_name": "फोल्डर का नाम",
    "folder_dialog": {
      "title": "फ़ोल्डर संपादित करें",
      "hide_new_folder": "नया फ़ोल्डर छुपाएं",
      "add_new_folder": "नया फ़ोल्डर जोड़ें"
    }
  },
  "add_job": {
    "add_title": "नई नौकरी जोड़ें",
    "edit_title": "नौकरी संपादित करें",
    "message": "नौकरी का शीर्षक और नौकरी का विवरण दर्ज करें जो आप इस अनुभाग में कर सकते हैं। ध्यान दें कि आपको अपने नौकरी विवरण के टेक्स्ट में संपर्क जानकारी और लिंक नहीं लिखना चाहिए।",
    "start_price_message": "प्रत्येक आदेश की न्यूनतम लागत।",
    "currency_message": "मुद्रा बदलने से इस कार्य के लिए आपके वित्तीय रिकॉर्ड रीसेट हो जाते हैं।",
    "job_desc_message": "इस नौकरी के लिए अपनी पूरी सेवा का वर्णन करें।",
    "included_message": "वर्णन करें कि आप ग्राहक को मूल लागत पर कौन-सी सेवाएं प्रदान करेंगे।",
    "additional_message": "बुनियादी सेवाओं के अलावा आप और कौन सी सेवाएं प्रदान करते हैं?",
    "available": "उपलब्ध नौकरी",
    "available_message": "इस नौकरी के लिए सार्वजनिक पहुंच",
    "add_action": "नई नौकरी जोड़ें",
    "edit_action": "नौकरी संपादित करें",
    "notifications": {
      "edit": "कार्य सफलतापूर्वक अपडेट किया गया।",
      "add": "नई नौकरी सफलतापूर्वक बनाई गई"
    }
  },
  "contract_form": {
    "shop_message": "ग्राहक के स्टोर को केवल व्यवस्थापक या वरिष्ठ प्रबंधक की पहुंच के साथ दिखाएं।",
    "shop_placeholder": "उस स्टोर का चयन करें जिस पर आप काम करना चाहते हैं*",
    "title_message": "इस अनुबंध के लिए एक शीर्षक निर्धारित करें..",
    "description_message": "अनुबंध का विवरण लिखें ...",
    "permissions": "आवश्यक अनुमतियों का चयन करें",
    "cost_message": "अनुबंध लागत",
    "days": "अनुबंध की अवधि",
    "days_message": "अनुबंध की अवधि",
    "create_action": "नया अनुबंध बनाएं",
    "notifications": {
      "add": "नया अनुबंध बनाया गया और उपयोगकर्ता को भेजा गया।"
    }
  }
};