export default {
  "experts_common": {
    "experts_page": "Փորձագետների էջ",
    "no_job": "Ճիշտ տեղավորվել չի գտնվել:",
    "jobs_filter": "Աշխատանքի զտիչ",
    "start_price": "Մեկնարկային գին",
    "completed_count": "Աշխատանքներն ավարտված են",
    "job_title": "Աշխատանքի անվանումը",
    "job_desc": "Աշխատանքի նկարագրությունը",
    "job_not_approved": "Աշխատանքը դեռ ստուգված չէ:",
    "new_job": "Նոր աշխատանք",
    "expert_profile": "Փորձագետի անձնագիր",
    "job_detail": "Աշխատանքի մանրամասներ",
    "contracts": "Պայմանագրեր",
    "start_end_date": "Սկիզբ/Ավարտման ամսաթիվ",
    "complete_cancel_date": "Ավարտել/Չեղարկել ամսաթիվը",
    "waiting_pay_and_start": "Սպասում է վճարել և սկսել",
    "waiting_to_complete": "Սպասում է հաճախորդի հաստատմանը",
    "running": "Վազում",
    "paY_start_action": "Վճարեք և սկսեք հիմա",
    "need_help": "Օգնության կարիք ունեմ?",
    "hire_me_now": "Աշխատանքի ընդունիր ինձ հիմա...",
    "expert_contracts": "Փորձագիտական պայմանագրեր"
  },
  "topic_categories": {
    "SETUP": {
      "title": "Կարգավորեք առցանց խանութը",
      "desc": "Այս ոլորտի մասնագետները ձեզ համար ավելի հեշտ և արագ են կառուցում և ստեղծում ձեր առցանց խանութը:"
    },
    "ADD_PAGE": {
      "title": "Ավելացնել էջեր (Վայրէջքներ, Մեր մասին, ...)",
      "desc": "Դուք կարող եք այս փորձագետներին թողնել վայրէջք էջերի, մեր մասին և ձեր կայքի այլ էջերի ստեղծումը:"
    },
    "ADD_PRODUCT": {
      "title": "Ավելացնել ապրանքներ և կատեգորիաներ",
      "desc": "Դուք կարող եք մարդկանց վարձել, որպեսզի դա անեն ձեզ համար՝ խանութում ապրանքներ ավելացնելու համար:"
    },
    "PAYMENT": {
      "title": "Ավելացնել վճարման եղանակներ",
      "desc": "Վարձեք վճարային դարպասների մասնագետ, որը ձեզ համար կկատարի դարպասի ստացման և թարմացման գործընթացը:"
    },
    "MARKETING": {
      "title": "Մարքեթինգ",
      "desc": "Մարքեթինգի փորձագետները օգնում են ձեզ լավագույնս ճշգրտումներ կատարել ձեր արշավների և խթանների մեջ կամ սկսել արդյունավետ գովազդային արշավ:"
    },
    "MIGRATION": {
      "title": "Տեղափոխել իմ խանութը մեկ այլ էլեկտրոնային առևտրի հարթակից",
      "desc": "Դուք նախկինում խանութ ունե՞ք: Խանութը փոխանցելու գործը կարող եք թողնել մասնագետի, որպեսզի պրոֆեսիոնալ ծառայությունը կարողանա ընդմիշտ աջակցել ձեր խանութին:"
    },
    "APP_SETUP": {
      "title": "Կարգավորման հավելված",
      "desc": "Ձեր խանութում հավելվածներ կարգավորելու և տեղադրելու հարցում օգնության կարիք ունեք: Ձեզ անհրաժեշտ է անձնական հավելված ստեղծել: Այս ոլորտի մասնագետները ձեզ հետ կլինեն։"
    },
    "MANAGEMENT": {
      "title": "Խանութի կառավարում",
      "desc": "Դուք կարող եք պատվիրել ձեր խանութի կառավարման որոշ մասեր խանութների կառավարման մասնագետներին: Նրանք նաև մասնագիտական խորհրդատվություն են տրամադրում բիզնես վարելու բոլոր ասպեկտների վերաբերյալ:"
    },
    "CONTENT": {
      "title": "Բովանդակություն գրելը",
      "desc": "Հանձնարարեք ձեր արտադրանքի, ապրանքանիշի կամ խանութի բովանդակության ստեղծումը բովանդակություն գրող մասնագետներին:"
    },
    "PHOTOGRAPHY": {
      "title": "Լուսանկարչություն և խմբագրում",
      "desc": "Ուզու՞մ եք լուսանկարել ձեր ապրանքներն ու ծառայությունները: Այս բաժնի մասնագետները կպատրաստեն ձեզ անհրաժեշտ պատկերները, անիմացիաները և 3D մոդելները:"
    },
    "DROP_SHIPPING": {
      "title": "Կարգավորեք dropshipping-ը",
      "desc": "Եթե դուք մեծածախ կամ մանրածախ վաճառող եք, ապա Seldone dropshipping հարթակն այն է, ինչ դուք միշտ փնտրել եք: Dropshipping-ի փորձագետները կարող են օգնել ձեզ գտնել ձեր բիզնեսը զարգացնելու նոր ուղիներ:"
    },
    "POS_SETUP": {
      "title": "Կարգավորեք Selldone POS-ը",
      "desc": "Վարձեք մասնագետ՝ ձեր խանութի առցանց POS-ը կարգավորելու համար:"
    }
  },
  "topics": {
    "store-design": {
      "title": "Կառուցեք էլեկտրոնային առևտուր",
      "desc": "Ձեր առցանց խանութի դիզայնն ու կարգավորումը թողեք մասնագետներին, ովքեր կարող են իրականացնել ձեր գաղափարները:"
    },
    "store-configuration": {
      "title": "Խանութի կոնֆիգուրացիա",
      "desc": "Խանութի կազմաձևման համար կարող եք օգնություն ստանալ փորձագետից, օրինակ՝ որոնման համակարգերի համար բիզնես տեղեկատվության մուտքագրում, առաքման և պահեստավորման մեթոդների կարգավորում:"
    },
    "store-optimization": {
      "title": "Կատարման և արագության օպտիմիզացում",
      "desc": "Փորձագետները կաշխատեն ձեր կայքի վրա՝ բարձրացնելու դրա արագությունն ու արդյունավետությունը:"
    },
    "domain": {
      "title": "Դոմենի միացում",
      "desc": "Ավելացրեք հատուկ տիրույթ ձեր խանութին և կայքէջին:"
    },
    "page-design": {
      "title": "Վայրէջքի էջի և ձևանմուշի ձևավորում",
      "desc": "Նախագծեք ձեր կայքի վայրէջքի էջերը, գլխավոր էջերը և ներքին էջերը:"
    },
    "add-product": {
      "title": "Ավելացնել ապրանքներ և կատեգորիաներ",
      "desc": "Ավելացրեք ձեր արտադրանքի նկարները, նկարագրությունները և բնութագրերը՝ կատեգորիաները շտկելու համար: Այն հեշտացնում է ձեր հաճախորդներին գտնել լավագույնս հարմարեցված ապրանքները:"
    },
    "payment": {
      "title": "Վճարման դարպաս",
      "desc": "Ձեր խանութին ավելացրեք առցանց վճարման դարպաս:"
    },
    "tax": {
      "title": "Հարկային խորհրդատվություն",
      "desc": "Ստացեք խորհրդատվություն ձեր ֆինանսական և հարկային հարցերի վերաբերյալ:"
    },
    "email-marketing": {
      "title": "Էլփոստի մարքեթինգ",
      "desc": "Օգտագործեք էլփոստի մարքեթինգի գործիքներ՝ ձեր օգտատերերին հաճախորդ դարձնելու և նրանց ավելի շատ գնելու հրապուրելու համար:"
    },
    "seo": {
      "title": "SEO",
      "desc": "Բարձրացրեք ձեր վարկանիշը Google-ի որոնման արդյունքներում, որպեսզի ավելի շատ մարդիկ գտնեն ձեր արտադրանքը իրենց որոնումների մեջ:"
    },
    "search-ads": {
      "title": "Որոնման գովազդներ",
      "desc": "Գովազդեք ձեր արտադրանքը Google-ի նման որոնման համակարգերում:"
    },
    "social-marketing": {
      "title": "Սոցիալական մեդիա մարքեթինգ",
      "desc": "Գործարկեք սոցիալական լրատվամիջոցների արշավներ, որպեսզի ավելի շատ այցելուներ տեսնեն ձեր ապրանքներն ու ծառայությունները:"
    },
    "content-marketing": {
      "title": "Բովանդակության շուկայավարում",
      "desc": "Ստեղծեք և հրապարակեք ձեր բիզնեսի համար օգտակար և համապատասխան բովանդակություն:"
    },
    "sale-channels": {
      "title": "Կառուցեք վաճառքի ալիքներ",
      "desc": "Գործարկեք վաճառքի նոր ալիքներ, ինչպիսիք են Instagram-ը, Telegram-ը և Facebook-ը՝ միանալով Ձեր առցանց խանութին Selldone-ում:"
    },
    "conversion": {
      "title": "Փոխակերպման տոկոսադրույքի օպտիմալացում",
      "desc": "Առավելագույնի հասցրեք փոխակերպման տոկոսադրույքները, ավելի շատ այցելուներ դարձրեք հաճախորդների և բարձրացրեք ձեր արշավների արդյունավետությունը:"
    },
    "analyze": {
      "title": "Վերլուծեք օգտագործողի վարքագիծը",
      "desc": "Դիտեք ձեր օգտատերերի պահվածքը առցանց խանութում և նույնիսկ ֆիզիկական մասնաճյուղերում՝ նրանց համար ավելի լավ օգտատերերի փորձ ապահովելու համար:"
    },
    "brand-strategy": {
      "title": "Ապրանքանիշի ռազմավարություն",
      "desc": "Աշխատեք ձեր բիզնեսի ապրանքանիշի ստեղծման և ընդլայնման վրա:"
    },
    "migration": {
      "title": "Խանութի միգրացիա",
      "desc": "Տեղափոխեք ձեր գոյություն ունեցող խանութը Selldone:"
    },
    "app-programmer": {
      "title": "Կառուցեք հավելված",
      "desc": "Ձեր սեփական հավելվածի նախագծում և մշակում"
    },
    "app-install": {
      "title": "Տեղադրեք հավելվածը",
      "desc": "Տեղադրեք և կազմաձևեք ձեզ անհրաժեշտ հավելվածը խանութում:"
    },
    "ux-design": {
      "title": "Անհատականացված UX դիզայն",
      "desc": "Խանութում կամ հավելվածում ձեր օգտատերերի համար նախագծեք յուրօրինակ օգտագործողի փորձ:"
    },
    "debug": {
      "title": "Անսարքությունների վերացում",
      "desc": "Ուղղեք ձեր խանութի սխալներն ու խնդիրները:"
    },
    "strategy": {
      "title": "Բիզնես ռազմավարության խորհրդատվություն",
      "desc": "Ստացեք խորհուրդներ փորձառու մարդկանցից՝ ձեր բիզնեսը զարգացնելու և բարելավելու համար:"
    },
    "products-guide": {
      "title": "Ապրանքի ռեսուրսների ուղեցույց",
      "desc": "Օգնություն խնդրեք մասնագետներից արտադրանքի պատրաստման և մատակարարման շղթայի նախագծման համար:"
    },
    "setup-guide": {
      "title": "Խանութի տեղադրման և դիզայնի խորհրդատվություն",
      "desc": "Ստացեք խորհուրդներ ոլորտի մասնագետներից՝ բիզնես սկսելու կամ այն առցանց դարձնելու համար:"
    },
    "marketing-guide": {
      "title": "Մարքեթինգի և վաճառքի խորհրդատվություն",
      "desc": "Իմացեք, թե ինչպես շուկայավարել և ավելացնել ձեր վաճառքները՝ ստանալով խորհուրդներ փորձագետներից և մասնագետներից:"
    },
    "product-description": {
      "title": "Ապրանքի նկարագրությունը",
      "desc": "Դարձրեք ձեր արտադրանքի նկարագրությունները գրավիչ, որպեսզի ձեր հաճախորդները կարողանան ավելի լավ ճանաչել ձեր արտադրանքը:"
    },
    "content-write": {
      "title": "Մարքեթինգ և գովազդային բովանդակություն",
      "desc": "Գրեք ապրանքանիշի պատմության և ձեր արտադրանքի կարիքների մասին՝ օգնելու հաճախորդներին ընտրել լավագույնը:"
    },
    "logo-design": {
      "title": "Լոգոյի և ապրանքանիշի ձևավորում",
      "desc": "Ձեր ապրանքանիշի համար պատկերի և լոգոյի բովանդակության ձևավորում:"
    },
    "banner-design": {
      "title": "Բանների ձևավորում",
      "desc": "Ստեղծեք տպավորիչ գովազդային պաստառներ՝ ապրանքանիշի ճանաչելիությունը բարձրացնելու և դեպի ձեր խանութ երթևեկությունը խթանելու համար:"
    },
    "video": {
      "title": "Նկարահանում և անիմացիա",
      "desc": "Գովազդային տեսահոլովակների և 2D և 3D անիմացիաների արտադրությունը թողեք վարպետներին։"
    },
    "photography": {
      "title": "Արտադրանքի լուսանկարչություն",
      "desc": "Լուսանկարեք ձեր ապրանքների և ծառայությունների արդյունաբերական և պրոֆեսիոնալ լուսանկարները, որպեսզի ձեր խանութն աչքի ընկնող տեսք ունենա:"
    },
    "photo-editor": {
      "title": "Խմբագրել լուսանկարները",
      "desc": "Նախագծեք գրավիչ պատկերներ, այն կարող է ներառել էֆեկտների ավելացում, ֆոնի հեռացում կամ լուսանկարին տեքստի ավելացում:"
    },
    "3d": {
      "title": "3D մոդելավորում և AR",
      "desc": "Կառուցեք ձեր արտադրանքի 3D հավելյալ իրականության մոդելներ՝ ձեր վաճառքը կտրուկ մեծացնելու համար:"
    },
    "dropshipping": {
      "title": "Կարգավորեք dropshipping-ը",
      "desc": "Եթե դուք ունեք արտադրող կամ պահեստ, dropshipping փորձագետները կօգնեն ձեզ սահուն վաճառել ձեր ապրանքները հազարավոր առցանց խանութների միջոցով:"
    },
    "reselling": {
      "title": "Կարգավորում վերավաճառողի համար",
      "desc": "Դուք կարող եք ունենալ բարձր եկամուտ ունեցող կատարյալ խանութ՝ առանց ապրանքներ գնելու և պահեստավորման կամ նույնիսկ փաթեթ ուղարկելու:"
    },
    "pos-setup": {
      "title": "Առցանց դրամարկղի տեղադրում",
      "desc": "Գործարկեք ձեր Selldone POS-ը ձեր խանութի մասնաճյուղերում և օգտագործեք խանութի ամենապրոֆեսիոնալ գործիքները՝ ձեր բիզնեսը և ֆիզիկական մասնաճյուղերը զարգացնելու համար:"
    }
  },
  "industries": {
    "ART": "Արվեստ",
    "MARKETING_ADS": "Մարքեթինգ և գովազդ",
    "SERVICES": "Ծառայություններ",
    "CLOTHING_FASHION": "Հագուստ և նորաձևություն",
    "HANDCRAFTS": "Ձեռագործ աշխատանքներ",
    "ELECTRONICS_TECH": "Էլեկտրոնիկա և տեխ",
    "HEALTH_BEAUTY": "Առողջություն և գեղեցկություն",
    "HOME_GARDEN": "Տուն և այգի",
    "JEWELRY_ACCESSORIES": "Զարդեր և աքսեսուարներ",
    "FOOD_DRINK": "Սնունդ և խմիչք",
    "PET_CARE": "Կենդանիների խնամք",
    "SPORTS": "Սպորտաձեւեր",
    "RECREATION": "Հանգիստ",
    "TOYS_GAMES": "Խաղալիքներ և խաղեր",
    "AUTOMOTIVE": "Ավտոմոբիլային"
  },
  "expert_panel": {
    "title": "Վաճառված փորձագետների կառավարման վահանակ",
    "add_dialog": {
      "title": "Ավելացնել նոր աշխատանք"
    }
  },
  "contract_view": {
    "running": "Վազում",
    "cancelling": "Չեղարկելու խնդրանք..",
    "title": "Պայմանագրի առարկան",
    "description": "Պայմանագրի նկարագրությունը",
    "permissions_input": "Ընտրեք անհրաժեշտ թույլտվությունները",
    "cost_timeline": "Արժեքը և ժամանակացույցը",
    "timespan": "Պայմանագրի ժամկետը",
    "cost": "Պայմանագրի արժեքը",
    "pay_now_action": "համաձայն եմ | Վճարե՛ք հիմա",
    "complete_action": "Այո | Ավարտել պայմանագիրը",
    "reject_action": "Ոչ | Ավարտը չի հաստատվել",
    "all_tasks_completed_message": "Դուք կատարել եք բոլոր սահմանված առաջադրանքները։ Եթե ավարտել եք սա, սեղմեք պատվերի ավարտի ստեղնը: Այս քայլից հետո հաճախորդը պետք է հաստատի աշխատանքի առաքումը։",
    "waiting_complete_by_customer_message": "Դուք հաստատել եք աշխատանքը, այժմ պետք է սպասել, որ հաճախորդը հաստատի պատվերի առաքումը։ Հաճախորդի կողմից չհաստատվելու կամ մերժվելու դեպքում պատվերը ավտոմատ կերպով կհաստատվի և կավարտվի 3 օր հետո։",
    "comment": "Ներկայացրե՛ք մեկնաբանություն",
    "comment_desc": "Գնահատեք՝ հիմնված աշխատանքի որակի և փորձագետների փոխգործակցության վրա:",
    "comment_placeholder": "Գրեք ձեր կարծիքը աշխատանքի որակի մասին...",
    "response_placeholder": "Եթե ինչ-որ բան ունեք ասելու հաճախորդների արձագանքների մասին, գրեք...",
    "waiting_for_customer": "Սպասում ենք հաճախորդին...",
    "account_input": "Հաշիվ հանելու համար",
    "dialog_pay": {
      "title": "Վճարեք և սկսեք պայմանագիրը",
      "insufficient_balance": "Անբավարար հաշվեկշիռ: Վճարման համար գանձեք հաշիվ:"
    },
    "dialog_cancel": {
      "title": "Չեղարկել պայմանագիրը",
      "confirm_code": "Հաստատման կոդը",
      "confirm_code_label": "Հաստատման կոդ",
      "confirm_action": "Այո, չեղարկել պայմանագիրը"
    },
    "notifications": {
      "save": "Պայմանագիրը բարեհաջող խմբագրվել է:",
      "pay": "Պայմանագիրը վճարվեց և հաջողությամբ սկսվեց:",
      "end": "Պատվերն ուղարկվել է հաճախորդին՝ ավարտի հաստատման համար։",
      "complete": "Պայմանագիրն ավարտված է.",
      "reject": "Պայմանագրի ավարտը հաստատված չէ:",
      "cancel": "Պայմանագիրը չեղյալ է հայտարարվել.",
      "update": "Թույլտվությունը թարմացվել է:",
      "comment": "Ձեր մեկնաբանությունն ուղարկվել է:",
      "response": "Ձեր պատասխանն ուղարկվել է:"
    }
  },
  "expert_page": {
    "title": "Վարձեք լավագույն փորձագետներին",
    "sub_title": "Մի անհանգստացեք ձեր խանութը նախագծելու, գործարկելու, գովազդելու կամ կառավարելու մասին: Վարձեք հավաստագրված մասնագետ՝ ամեն ինչ ավելի լավ և արագ անելու համար:",
    "steps_title": "Կատարելու համար մնացել է երեք քայլ",
    "step_1_title": "Կապվեք փորձագետի հետ",
    "step_1_desc": "Հարցրեք առաջարկներ փորձագետներից կամ ստեղծեք աշխատանք, որը կհամապատասխանի առաջարկվող փորձագետներին:",
    "step_2_title": "Համաձայնել և ստանալ պայմանագիր",
    "step_2_desc": "Վերանայեք պատասխանները, գտեք ճիշտ համապատասխանությունը և քննարկեք մանրամասներ, ինչպիսիք են ժամանակը և ճշգրիտ գինը:",
    "step_3_title": "Հաստատեք և կատարեք աշխատանքը",
    "step_3_desc": "Վստահեք որակավորված մասնագետներին, ովքեր կարող են արդյունավետ աշխատանք կատարել Selldone-ի միջոցով:",
    "who": {
      "title": "Ո՞ւմ եք գտնում այստեղ:",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "Վարպետներ, ինչպես իրենց ոլորտում, այնպես էլ Սելդոնում",
      "spec1_desc": "Ձեզ հարկավոր չէ ծրագրավորման հմտություններ: Selldone-ը հոգ է տանում բոլոր թարմացումների մասին: Ներդրեք ձեր բոլոր ջանքերը վաճառքի ավելացման վրա:",
      "spec2_title": "Ձեռքով ընտրված և նվիրված մարդիկ",
      "spec2_desc": "Կոդավորման կամ տեխնիկական գիտելիքների կարիք չկա: Հրաժեշտ տվեք լրացուցիչ ծախսերին, բարդ տեխնիկական խնդիրներին և ձեր առցանց բիզնեսի ճանապարհին առկա խոչընդոտներին:",
      "spec3_title": "Պրոֆեսիոնալ աշխատանք ամենապրոֆեսիոնալների կողմից",
      "spec3_desc": "Ձեզ հարկավոր չէ ծրագրավորման հմտություններ: Լավագույն մասնագետները Selldone-ում ձեր կարիքները բավարարելու համար:"
    },
    "expert_categories": "Փորձագետների կողմից մատուցվող ծառայությունների կատեգորիա",
    "show_all_topics": "Ցույց տալ բոլոր կատեգորիաները",
    "marketing_title": "Շուկայավարման և վաճառքի աճ",
    "starts_title": "Առցանց բիզնես սկսելը և զարգացնելը",
    "managements_title": "Բիզնեսի կառավարում",
    "contents_title": "Բովանդակության ստեղծում, լուսանկարչություն և վիդեո",
    "apps_title": "Լրացուցիչ հնարավորություններ և իմ հավելվածի տեղադրում",
    "footer": {
      "title": "Ձեր կարիքներին համապատասխան լավագույն մասնագետի որոնում",
      "message": "Լրացնելով ստորև բերված ձևը, դուք ստեղծում եք նոր աշխատանք, որպեսզի լավագույն փորձագետները կարողանան ձեզ ուղարկել իրենց առաջարկները՝ ելնելով ձեր կարիքներից:"
    }
  },
  "public_job_page": {
    "hire_expert_title": "Ցանկանու՞մ եք, որ այս փորձագետը աշխատի ձեզ համար:",
    "your_own_job_message": "Դուք սահմանել եք այս առաջադրանքը: Սեղմեք ստորև բերված ստեղնը՝ ադմինիստրատորի վահանակ գնալու և այս առաջադրանքն ուղղակիորեն կառավարելու համար:",
    "go_to_job_panel": "Գնացեք իմ վահանակ",
    "no_chat": "Դուք դեռ ոչ մի հարցում չեք ներկայացրել։",
    "job_tasks": "Առաջարկվող աշխատանքային առաջադրանքներ",
    "included": "Առաջադրանքները ներառված են մեկնարկային գնի մեջ",
    "additional": "Լրացուցիչ աշխատանք և առաջադրանքներ",
    "permissions": "Պահանջվող թույլտվություններ"
  },
  "expert_request_form": {
    "action_message": "Ցանկանու՞մ եք, որ մեկ ուրիշը կառուցի, կառավարի կամ վաճառի ձեր խանութը ձեզ համար: Այսպիսով, վարձեք մասնագետի, որպեսզի անի այն, ինչ դուք պատկերացնում եք:",
    "order_new_kob": "Պատվիրեք նոր աշխատանք",
    "new_shop_action_small": "Ցանկանու՞մ եք, որ ձեր խանութում մասնագետ աշխատի:",
    "mange_shop_action_small": "Ցանկանու՞մ եք, որ փորձագետը ձեզ համար խանութ կառուցի:",
    "new_shop_action": "Դուք մի քանի առաջարկ եք ստացել",
    "mange_shop_action": "Փորձագետները վերանայում են ձեր դիմումը:",
    "hire_expert": "Փորձագետի վարձում",
    "check_mail_status": "Խնդրում ենք ստուգել ձեր էլ",
    "header_new": "Նոր հարցում",
    "header_view": "Հարցում ուղարկել",
    "title": "Ցանկանու՞մ եք ունենալ ժամանակակից առցանց խանութ:",
    "message": "Ձեզ հարկավոր չէ այդ ամենը ինքներդ անել: Մեր հավաստագրված փորձագետները կարող են օգնել ձեզ ստեղծել ձեր առցանց խանութն ավելի արագ, հեշտ և ավելի գրավիչ: Նկարագրեք ձեր կարիքները և գտեք լավագույնը, որը կօգնի ձեզ խթանել ձեր վաճառքը:",
    "steps_title": "Հետևեք այս քայլերին",
    "step_1": "Նկարագրեք ձեր կարիքները",
    "step_1_message": "Ասա մասնագետներին, թե ինչ ես ուզում",
    "step_2": "Վերանայեք փորձագետների առաջարկները",
    "step_2_message": "Ընտրեք լավագույնը, որը համապատասխանում է ձեր կարիքներին",
    "step_3": "Քննարկեք կարևոր մանրամասները և ավելին արեք մասնագետի հետ",
    "step_3_message": "Քննարկեք կարևոր մանրամասները և ավելին արեք մասնագետի հետ",
    "shop_info": "Ընտրեք խանութը",
    "select_shop": "Ինձ պետք է մասնագետ իմ խանութներից մեկի համար",
    "shop_id": "Խանութ",
    "shop_id_message": "Ընտրեք ձեր գոյություն ունեցող խանութներից, եթե ավելի շատ ծառայությունների կարիք ունեք:",
    "shop_id_placeholder": "Ընտրեք խանութ...",
    "store_name": "Խանութի անվանումը",
    "store_name_placeholder": "Իմ խանութի անունը...",
    "store_name_messages": "Ասեք մեզ ձեր խանութի անունը, որը դուք ունեք կամ մտադիր եք ապագայում կառուցել:",
    "contact": "Կոնտակտային տվյալներ",
    "name_placeholder": "Պահանջվում է*",
    "email": "Էլ",
    "email_placeholder": "Պահանջվում է* your-email@gmail.com",
    "request_title": "Նկարագրեք ձեր կարիքները:",
    "request_message": "Տվեք կոնկրետ տեղեկատվություն ձեր բիզնեսի մասին՝ օգնելու մեր փորձագետին ավելի լավ բավարարել ձեր պահանջները և տրամադրել ձեզ մատչելի գին և ժամանակի գնահատում:",
    "description": "Պատմեք մեզ ավելին ձեր բիզնեսի մասին",
    "description_messages": "Ի՞նչ գործ ունեք: Դուք վաճառում եք ապրանքներ կամ ծառայություններ:",
    "services_title": "Ի՞նչ առաջադրանքներ եք ցանկանում կատարել փորձագետը:",
    "select_one_caution": "Ընտրե՛ք առնվազն մեկ տարբերակ։",
    "detail_title": "Ավելացրեք մանրամասներ՝ օգնելու մասնագետին ավելի լավ իմանալ ձեր պահանջները:",
    "detail": "Ծրագրի մանրամասները",
    "detail_messages": "Դուք ունե՞ք գոյություն ունեցող կայք: Դուք ունե՞ք խանութ Instagram-ում կամ ֆիզիկական խանութ: Արդյո՞ք ժամանակացույցը ճկուն է:",
    "preferences_title": "Սահմանափակումներ և նախապատվություններ",
    "preferences_message": "Որոշեք ձեր նախասիրությունները, որպեսզի ձեր աշխատանքի համար ճիշտ մասնագետները կարողանան վերանայել ձեր նախագծի առաջարկը:",
    "level_title": "Ո՞վ է ձեզ համար լավագույն ընտրությունը:",
    "level_message": "Հմտությունների մակարդակը, փորձը և փորձագետի աջակցությունը որոշում են գները",
    "level_low": "Ցածր գներով փորձագետներ",
    "level_medium": "Միջին գներով փորձագետներ",
    "level_high": "Բարձր գներով փորձագետներ",
    "location_title": "Նախընտրում եք աշխատել ձեր գտնվելու վայրի մոտ գտնվող փորձագետների հետ:",
    "location_near": "Այո՛",
    "location_no": "ոչ",
    "language_title": "Ո՞րն է ձեր լեզվի նախապատվությունը փորձագետների հետ շփվելիս:",
    "language": "Լեզու",
    "language_placeholder": "Ընտրիր մեկը*",
    "free_support_title": "Փոքր բիզնեսի աջակցություն",
    "free_support_message": "Մենք հավատում ենք, որ ստարտափներին օգնելը խելացի ներդրում է ձեր ապագայի և «Sellone»-ի համար: Մենք միշտ ձեր թիկունքն ենք բերել այս ճանապարհին: Որքան գրավիչ, նորարար կամ նույնիսկ ավելի գործնական լինեն ձեր ապրանքներն ու ծառայությունները, այնքան ավելի շատ ծառայություններ կստանաք անվճար մեզանից և մեր փորձագետներից:",
    "free_support_condition": "Եթե դուք լուրջ եք ցանկանում սկսել ձեր սեփական բիզնեսը և վաճառել առցանց, դա բավական է: Մնացածը մեր գործն է։",
    "free": "Ցանկանու՞մ եք անվճար ծառայություններ:",
    "free_messages": "Ընտրեք այս տարբերակը, եթե դուք սկսնակ բիզնես եք կամ ներկայումս չունեք մասնագետներին վճարելու ֆինանսական միջոցներ:",
    "action_new": "Նոր հարցում",
    "action_send": "Ներկայացրեք հարցումը",
    "start_price_message": "{topic} աշխատատեղերը սկսվում են {price} {currency}-ից այս փորձագետի համար",
    "notifications": {
      "success_send": "Ձեր հարցումը հաջողությամբ ուղարկվել է: Խնդրում ենք սպասել Selldone փորձագետների առաջարկներին:"
    },
    "stage": {
      "title": "Ի՞նչ փուլում է գտնվում ձեր բիզնեսը:",
      "start": "Նոր բիզնես սկսելը",
      "online": "Ես ուզում եմ իմ գոյություն ունեցող բիզնեսը առցանց դարձնել",
      "extend": "Ես ունեմ առցանց խանութ և աշխատում եմ դրա վրա",
      "pos": "Ես ուզում եմ տեղադրել Selldone POS իմ խանութի մասնաճյուղերում"
    },
    "budget": {
      "title": "Ունե՞ք գնահատական ֆրիլանսի բյուջեի մասին:",
      "yes": "Այո, իմ բյուջեն պարզ է",
      "no": "Ոչ, ես ավելի շատ տեղեկություններ եմ ուզում"
    },
    "login": {
      "title": "Խնդրում ենք մուտք գործել",
      "message": "Մուտք գործեք նախ գրանցվելու համար: Դուք կարող եք արագ և ապահով կերպով մուտք գործել Ձեր Selldone բջջային հեռախոսահամարի կամ սոցիալական ցանցի հաշիվների միջոցով:"
    },
    "select_shop_title": "Ընտրեք խանութ",
    "select_shop_description": "Ինձ անհրաժեշտ է մասնագետ գործող խանութի համար",
    "new_shop_mode_title": "Ստեղծեք նոր խանութ",
    "new_shop_mode_description": "Ես ուզում եմ նոր խանութ ստեղծել"
  },
  "expert_requests": {
    "title": "Բացեք հարցումները",
    "dialog": {
      "title": "Փորձագետի հարցման մանրամասները",
      "start_chat": "Սկսել բանակցությունները"
    }
  },
  "job_chat": {
    "title": "Աշխատանքային բանակցություններ"
  },
  "expert_chat_box": {
    "need_expert_question": "Ցանկանու՞մ եք փորձագետ:",
    "find_expert": "Գտեք փորձագետ..",
    "folder_name": "Թղթապանակի անունը",
    "folder_dialog": {
      "title": "Խմբագրել թղթապանակները",
      "hide_new_folder": "Թաքցնել նոր թղթապանակը",
      "add_new_folder": "Ավելացնել նոր թղթապանակ"
    }
  },
  "add_job": {
    "add_title": "Ավելացնել նոր աշխատանք",
    "edit_title": "Խմբագրել աշխատանքը",
    "message": "Մուտքագրեք աշխատանքի անվանումը և աշխատանքի նկարագրությունը, որը կարող եք անել այս բաժնում: Նկատի ունեցեք, որ ձեր աշխատանքի նկարագրության տեքստում չպետք է գրեք կոնտակտային տվյալներ և հղումներ:",
    "start_price_message": "Յուրաքանչյուր պատվերի նվազագույն արժեքը:",
    "currency_message": "Արտարժույթի փոփոխությունը վերակայում է ձեր ֆինանսական գրառումներն այս աշխատանքի համար:",
    "job_desc_message": "Նկարագրեք ձեր ամբողջական ծառայությունն այս աշխատանքի համար:",
    "included_message": "Նկարագրեք, թե ինչ ծառայություններ եք մատուցելու հաճախորդին հիմնական արժեքով:",
    "additional_message": "Ի՞նչ այլ ծառայություններ եք առաջարկում բացի հիմնական ծառայություններից:",
    "available": "Մատչելի աշխատանք",
    "available_message": "Հանրային հասանելիություն այս աշխատանքին",
    "add_action": "Ավելացնել նոր աշխատանք",
    "edit_action": "Խմբագրել աշխատանքը",
    "notifications": {
      "edit": "Աշխատանքը հաջողությամբ թարմացվեց:",
      "add": "Հաջողությամբ ստեղծվել է նոր աշխատատեղ"
    }
  },
  "contract_form": {
    "shop_message": "Ցուցադրել հաճախորդների խանութները միայն ադմինիստրատորի կամ ավագ մենեջերի հասանելիությամբ:",
    "shop_placeholder": "Ընտրեք խանութը, որը ցանկանում եք աշխատել դրա վրա*",
    "title_message": "Սահմանեք վերնագիր այս պայմանագրի համար..",
    "description_message": "Գրեք պայմանագրի մանրամասները...",
    "permissions": "Ընտրեք պահանջվող թույլտվությունները",
    "cost_message": "Պայմանագրի արժեքը",
    "days": "Պայմանագրի տևողությունը",
    "days_message": "Պայմանագրի տևողությունը",
    "create_action": "Ստեղծել նոր պայմանագիր",
    "notifications": {
      "add": "Նոր պայմանագիրը ստեղծվել և ուղարկվել է օգտատիրոջը։"
    }
  }
};