export default {
  "experts_common": {
    "experts_page": "エキスパートページ",
    "no_job": "ぴったり合うものが見つかりませんでした！",
    "jobs_filter": "ジョブフィルター",
    "start_price": "開始価格",
    "completed_count": "完了したジョブ",
    "job_title": "職名",
    "job_desc": "仕事内容",
    "job_not_approved": "ジョブはまだ確認されていません。",
    "new_job": "新しい仕事",
    "expert_profile": "エキスパートプロファイル",
    "job_detail": "仕事の詳細",
    "contracts": "契約",
    "start_end_date": "開始/終了日",
    "complete_cancel_date": "完了/キャンセル日",
    "waiting_pay_and_start": "支払いと開始を待っています",
    "waiting_to_complete": "お客様の承認待ち",
    "running": "ランニング",
    "paY_start_action": "支払いて今すぐ始めましょう",
    "need_help": "助けが必要？",
    "hire_me_now": "今私を雇って...",
    "expert_contracts": "専門家契約"
  },
  "topic_categories": {
    "SETUP": {
      "title": "オンラインショップを設定する",
      "desc": "この分野の専門家はあなたのためにあなたのオンラインストアをより簡単にそしてより速くセットアップすることを構築します。"
    },
    "ADD_PAGE": {
      "title": "ページを追加（ランディング、会社概要、...）",
      "desc": "あなたはこれらの専門家に私たちとあなたのウェブサイトの他のページについてのランディングページの作成を任せることができます。"
    },
    "ADD_PRODUCT": {
      "title": "製品とカテゴリを追加する",
      "desc": "ストアに商品を追加するために、これを行う人を雇うことができます。"
    },
    "PAYMENT": {
      "title": "お支払い方法を追加する",
      "desc": "支払いゲートウェイのスペシャリストを雇って、ゲートウェイの受信と更新のプロセスを実行してください。"
    },
    "MARKETING": {
      "title": "マーケティング",
      "desc": "マーケティングの専門家は、キャンペーンやインセンティブを最適に調整したり、効果的な広告キャンペーンを開始したりするのに役立ちます。"
    },
    "MIGRATION": {
      "title": "別のeコマースプラットフォームからショップを移行する",
      "desc": "以前に店を持ったことはありますか？専門のサービスがあなたの店を永遠にサポートできるように、あなたは店を専門家に移す仕事を任せることができます。"
    },
    "APP_SETUP": {
      "title": "セットアップアプリケーション",
      "desc": "ストアでのアプリのセットアップとインストールについてサポートが必要ですか？個人用アプリケーションを作成する必要がありますか？この分野の専門家があなたと一緒にいます。"
    },
    "MANAGEMENT": {
      "title": "店舗管理",
      "desc": "店舗管理の一部を店舗管理スペシャリストにアウトソーシングできます。彼らはまた、事業運営のあらゆる側面について専門家のアドバイスを提供します。"
    },
    "CONTENT": {
      "title": "コンテンツの書き込み",
      "desc": "製品、ブランド、またはストアのコンテンツ作成をコンテンツ作成の専門家に割り当てます。"
    },
    "PHOTOGRAPHY": {
      "title": "写真と編集",
      "desc": "あなたの製品やサービスの写真を撮る必要がありますか？このセクションの専門家が、必要な画像、アニメーション、3Dモデルを準備します。"
    },
    "DROP_SHIPPING": {
      "title": "ドロップシッピングを設定する",
      "desc": "あなたが卸売業者または小売業者である場合、Selldoneドロップシッピングプラットフォームはあなたが常に探していたものです。ドロップシッピングの専門家は、ビジネスを成長させるための新しい方法を見つけるのに役立ちます。"
    },
    "POS_SETUP": {
      "title": "SelldonePOSを設定する",
      "desc": "スペシャリストを雇って、ストアのオンラインPOSを設定します。"
    }
  },
  "topics": {
    "store-design": {
      "title": "eコマースを構築する",
      "desc": "オンラインストアのデザインとセットアップは、アイデアを実装できる専門家に任せてください。"
    },
    "store-configuration": {
      "title": "ストア構成",
      "desc": "検索エンジンのビジネス情報の入力、配送方法や倉庫方法の設定など、店舗構成の専門家からサポートを受けることができます。"
    },
    "store-optimization": {
      "title": "パフォーマンスと速度の最適化",
      "desc": "専門家はあなたのウェブサイトでその速度とパフォーマンスを向上させるために働きます。"
    },
    "domain": {
      "title": "ドメイン接続",
      "desc": "ストアとウェブサイトにカスタムドメインを追加します。"
    },
    "page-design": {
      "title": "ランディングページとテンプレートデザイン",
      "desc": "ウェブサイトのランディングページ、ホームページ、内部ページをデザインします。"
    },
    "add-product": {
      "title": "製品とカテゴリを追加する",
      "desc": "カテゴリを修正するには、製品の写真、説明、仕様を追加してください。これにより、顧客は最適な製品を簡単に見つけることができます。"
    },
    "payment": {
      "title": "支払いゲートウェイ",
      "desc": "ストアにオンライン支払いゲートウェイを追加します。"
    },
    "tax": {
      "title": "税務アドバイス",
      "desc": "あなたの財政と税の問題についてのアドバイスを得る。"
    },
    "email-marketing": {
      "title": "メールマーケティング",
      "desc": "メールマーケティングツールを使用して、ユーザーを顧客に変え、さらに購入するように促します。"
    },
    "seo": {
      "title": "SEO",
      "desc": "Google検索結果でのランキングを上げて、より多くの人が検索であなたの製品を見つけられるようにします。"
    },
    "search-ads": {
      "title": "検索広告",
      "desc": "Googleのような検索エンジンであなたの製品を宣伝してください。"
    },
    "social-marketing": {
      "title": "ソーシャルメディアマーケティング",
      "desc": "ソーシャルメディアキャンペーンを開始して、より多くの訪問者にあなたの製品やサービスを見てもらいましょう。"
    },
    "content-marketing": {
      "title": "コンテンツマーケティング",
      "desc": "有用で関連性のあるコンテンツを作成してビジネスに公開します。"
    },
    "sale-channels": {
      "title": "販売チャネルを構築する",
      "desc": "Selldoneのオンラインストアに接続して、Instagram、Telegram、Facebookなどの新しい販売チャネルを立ち上げます。"
    },
    "conversion": {
      "title": "コンバージョン率の最適化",
      "desc": "コンバージョン率を最大化し、より多くの訪問者を顧客に変換し、キャンペーンの効率を高めます。"
    },
    "analyze": {
      "title": "ユーザーの行動を分析する",
      "desc": "オンラインストアや物理的なブランチでのユーザーの行動を監視して、ユーザーエクスペリエンスを向上させます。"
    },
    "brand-strategy": {
      "title": "ブランド戦略",
      "desc": "ビジネスブランドの構築と拡大に取り組みます。"
    },
    "migration": {
      "title": "ストアの移行",
      "desc": "既存のストアをSelldoneに移動します。"
    },
    "app-programmer": {
      "title": "アプリケーションを構築する",
      "desc": "独自のアプリケーションの設計と開発"
    },
    "app-install": {
      "title": "アプリケーションをインストールします",
      "desc": "ストアに必要なアプリケーションをインストールして構成します。"
    },
    "ux-design": {
      "title": "カスタマイズされたUXデザイン",
      "desc": "ストアまたはアプリケーションのユーザーに独自のユーザーエクスペリエンスを設計します。"
    },
    "debug": {
      "title": "トラブルシューティング",
      "desc": "ストアのエラーと問題を修正します。"
    },
    "strategy": {
      "title": "経営戦略コンサルティング",
      "desc": "経験豊富な人々からアドバイスを得て、事業運営を発展させ、改善してください。"
    },
    "products-guide": {
      "title": "製品リソースガイド",
      "desc": "製品の準備とサプライチェーンの設計については、専門家に助けを求めてください。"
    },
    "setup-guide": {
      "title": "店舗のセットアップと設計コンサルティング",
      "desc": "ビジネスを始めるか、それをオンラインにするために、その分野の専門家からアドバイスをもらいましょう。"
    },
    "marketing-guide": {
      "title": "マーケティングおよび販売コンサルティング",
      "desc": "専門家や専門家からアドバイスを得て、売り上げを伸ばし、売り上げを伸ばす方法を学びましょう。"
    },
    "product-description": {
      "title": "製品説明",
      "desc": "あなたの顧客があなたの製品をよりよく知ることができるようにあなたの製品の説明を魅力的にしてください。"
    },
    "content-write": {
      "title": "マーケティングおよび広告コンテンツ",
      "desc": "ブランドストーリーと、顧客が最良のものを選択できるように製品が満たすニーズについて書きます。"
    },
    "logo-design": {
      "title": "ロゴとブランドデザイン",
      "desc": "ブランドの画像とロゴのコンテンツをデザインします。"
    },
    "banner-design": {
      "title": "バナーデザイン",
      "desc": "印象的な広告バナーを作成して、ブランド認知度を高め、ストアへのトラフィックを増やします。"
    },
    "video": {
      "title": "撮影とアニメーション",
      "desc": "広告ビデオと2Dおよび3Dアニメーションの制作はマスターに任せてください。"
    },
    "photography": {
      "title": "製品写真",
      "desc": "あなたの店が人目を引くように見えるようにあなたの製品とサービスの産業的で専門的な写真を撮ってください。"
    },
    "photo-editor": {
      "title": "写真を編集する",
      "desc": "魅力的な画像をデザインします。効果の追加、背景の削除、写真へのテキストの追加などが含まれます。"
    },
    "3d": {
      "title": "3DモデリングとAR",
      "desc": "製品の3D拡張現実モデルを構築して、売り上げを劇的に増やします。"
    },
    "dropshipping": {
      "title": "ドロップシッピングを設定する",
      "desc": "メーカーや倉庫がある場合は、ドロップシッピングの専門家が何千ものオンラインストアで商品をスムーズに販売するのに役立ちます。"
    },
    "reselling": {
      "title": "リセラーのセットアップ",
      "desc": "商品を購入したり、倉庫に保管したり、荷物を送ったりすることなく、高収入の完璧な店を作ることができます。"
    },
    "pos-setup": {
      "title": "オンラインレジの設定",
      "desc": "店舗の支店でSelldonePOSを実行し、ビジネスおよび物理的な支店の開発に利用できる最も専門的な店舗ツールを使用します。"
    }
  },
  "industries": {
    "ART": "美術",
    "MARKETING_ADS": "マーケティングや広告",
    "SERVICES": "サービス",
    "CLOTHING_FASHION": "服とファッション",
    "HANDCRAFTS": "手工芸品",
    "ELECTRONICS_TECH": "エレクトロニクスと技術",
    "HEALTH_BEAUTY": "美容と健康",
    "HOME_GARDEN": "家と庭",
    "JEWELRY_ACCESSORIES": "ジュエリーとアクセサリー",
    "FOOD_DRINK": "飲食",
    "PET_CARE": "ペットケア",
    "SPORTS": "スポーツ",
    "RECREATION": "レクリエーション",
    "TOYS_GAMES": "おもちゃとゲーム",
    "AUTOMOTIVE": "自動車"
  },
  "expert_panel": {
    "title": "SelldoneExperts管理パネル",
    "add_dialog": {
      "title": "新しい仕事を追加する"
    }
  },
  "contract_view": {
    "running": "ランニング",
    "cancelling": "キャンセルをリクエストします。",
    "title": "契約対象",
    "description": "契約の説明",
    "permissions_input": "必要な権限を選択してください",
    "cost_timeline": "コストとタイムライン",
    "timespan": "契約期間",
    "cost": "契約費用",
    "pay_now_action": "同意する|今払う",
    "complete_action": "はい|契約を終了する",
    "reject_action": "いいえ|完了は承認されていません",
    "all_tasks_completed_message": "定義されたすべてのタスクを完了しました。これが終了したら、注文完了キーを押します。このステップの後、顧客は作品の配達を確認する必要があります。",
    "waiting_complete_by_customer_message": "作業を確認しました。次に、顧客が注文の配達を確認するのを待つ必要があります。お客様による不承認または不承認の場合、注文は自動的に承認され、3日後に完了します。",
    "comment": "コメントを送信する",
    "comment_desc": "仕事の質と専門家の相互作用に基づいて評価します。",
    "comment_placeholder": "仕事の質についてあなたの意見を書いてください...",
    "response_placeholder": "お客様からのフィードバックについて何か言いたいことがあれば、次のように書いてください...",
    "waiting_for_customer": "お客様を待っています...",
    "account_input": "撤回するアカウント",
    "dialog_pay": {
      "title": "支払いと契約開始",
      "insufficient_balance": "残高不足！アカウントに請求して支払います。"
    },
    "dialog_cancel": {
      "title": "契約解除",
      "confirm_code": "確認コードは",
      "confirm_code_label": "確認コード",
      "confirm_action": "はい、契約をキャンセルします"
    },
    "notifications": {
      "save": "契約が正常に編集されました。",
      "pay": "契約が支払われ、正常に開始されました。",
      "end": "注文は完了確認のために顧客に送信されました。",
      "complete": "契約が完了しました。",
      "reject": "契約の完了は承認されていません。",
      "cancel": "契約がキャンセルされました。",
      "update": "権限が更新されました。",
      "comment": "コメントが送信されました。",
      "response": "返信が送信されました。"
    }
  },
  "expert_page": {
    "title": "最高の専門家を雇う",
    "sub_title": "ストアの設計、立ち上げ、宣伝、管理について心配する必要はありません。認定スペシャリストを雇って、物事をより良く、より速く行います。",
    "steps_title": "達成するために残っている3つのステップ",
    "step_1_title": "エキスパートに連絡する",
    "step_1_desc": "専門家に提案を求めるか、推奨される専門家に一致する仕事を作成します。",
    "step_2_title": "契約に同意して受け取る",
    "step_2_desc": "回答を確認し、適切なものを見つけて、タイミングや正確な価格などの詳細について話し合います。",
    "step_3_title": "ジョブの確認と実行",
    "step_3_desc": "Selldoneを通じて効率的に作業を行うことができる資格のある専門家を信頼してください。",
    "who": {
      "title": "ここで誰を見つけますか？",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "彼らの分野とSelldoneの両方のマスター",
      "spec1_desc": "プログラミングスキルは必要ありません！ Selldoneがすべての更新を処理します。売り上げを伸ばすために全力を尽くしてください！",
      "spec2_title": "厳選された献身的な人々",
      "spec2_desc": "コーディングや技術的な知識は必要ありません。あなたのオンラインビジネスの邪魔になる余分な費用、複雑な技術的な問題と障害に別れを告げてください！",
      "spec3_title": "最も専門家によって行われた専門的な仕事",
      "spec3_desc": "プログラミングスキルは必要ありません！あなたのニーズを満たすためにSelldoneの最高の専門家！"
    },
    "expert_categories": "専門家が提供するサービスのカテゴリー",
    "show_all_topics": "すべてのカテゴリを表示",
    "marketing_title": "マーケティングと売上の成長",
    "starts_title": "オンラインビジネスの開始と発展",
    "managements_title": "ビジネス管理",
    "contents_title": "コンテンツの作成、写真、ビデオ",
    "apps_title": "その他の機能とアプリのインストール",
    "footer": {
      "title": "あなたのニーズに合った最高のスペシャリストを見つける",
      "message": "以下のフォームに記入することで、新しい仕事を作成し、最高の専門家があなたのニーズに基づいて提案を送信できるようにします。"
    }
  },
  "public_job_page": {
    "hire_expert_title": "この専門家にあなたのために働いてもらいたいですか？",
    "your_own_job_message": "このタスクを定義しました！以下のキーを押して管理パネルに移動し、このタスクを直接管理します。",
    "go_to_job_panel": "私のパネルに行く",
    "no_chat": "まだリクエストを送信していません。",
    "job_tasks": "提供されるジョブタスク",
    "included": "開始価格に含まれるタスク",
    "additional": "追加の作業とタスク",
    "permissions": "必要な権限"
  },
  "expert_request_form": {
    "action_message": "他の誰かにあなたの店を建てたり、管理したり、売り込んだりしてもらいたいですか？だから、あなたが想像することをするために専門家を雇ってください。",
    "order_new_kob": "新しい仕事を注文する",
    "new_shop_action_small": "あなたは専門家にあなたの店で働きたいですか？",
    "mange_shop_action_small": "あなたは専門家にあなたのために店を建ててもらいたいですか？",
    "new_shop_action": "あなたはいくつかの申し出を受けました",
    "mange_shop_action": "専門家がアプリケーションをレビューしています。",
    "hire_expert": "専門家を雇う",
    "check_mail_status": "メールを確認してください",
    "header_new": "新しいリクエスト",
    "header_view": "リクエストを送信",
    "title": "あなたは現代のオンラインストアが欲しいですか？",
    "message": "すべて自分で行う必要はありません。当社の認定エキスパートが、オンラインストアをより速く、より簡単に、より目を引くものにするお手伝いをします。あなたのニーズを説明し、あなたがあなたの売り上げを伸ばすのを助けるのに最適なものを見つけてください。",
    "steps_title": "次の手順を実行します",
    "step_1": "あなたのニーズを説明してください",
    "step_1_message": "あなたが欲しいものを専門家に伝えてください",
    "step_2": "専門家のオファーを確認する",
    "step_2_message": "ニーズに合った最適なものを選択してください",
    "step_3": "重要な詳細について話し合い、専門家とより多くのことを成し遂げる",
    "step_3_message": "重要な詳細について話し合い、専門家とより多くのことを成し遂げる",
    "shop_info": "お店を選ぶ",
    "select_shop": "私の店の専門家が必要です",
    "shop_id": "店",
    "shop_id_message": "より多くのサービスが必要な場合は、既存のショップから選択してください。",
    "shop_id_placeholder": "お店を選ぶ...",
    "store_name": "店名",
    "store_name_placeholder": "私の店名..。",
    "store_name_messages": "あなたが持っている、または将来建設する予定のあなたの店名を教えてください。",
    "contact": "連絡先",
    "name_placeholder": "必須*",
    "email": "Eメール",
    "email_placeholder": "必須*your-email@gmail.com",
    "request_title": "あなたのニーズを説明してください。",
    "request_message": "私たちの専門家があなたの要件をよりよく満たし、手頃な価格と時間の見積もりを提供するのに役立つように、あなたのビジネスに関する具体的な情報を提供してください。",
    "description": "あなたのビジネスについてもっと教えてください",
    "description_messages": "あなたのビジネスは何ですか？製品やサービスを販売していますか？",
    "services_title": "専門家にどのようなタスクを実行させたいですか？",
    "select_one_caution": "少なくとも1つのオプションを選択してください！",
    "detail_title": "専門家があなたの要件をよりよく知るのに役立つ詳細を追加します。",
    "detail": "プロジェクトの詳細",
    "detail_messages": "既存のウェブサイトはありますか？ Instagramにショップはありますか、それとも実店舗はありますか？タイムラインは柔軟ですか？",
    "preferences_title": "制限と好み",
    "preferences_message": "あなたの仕事にふさわしい専門家があなたのプロジェクト提案をレビューできるようにあなたの好みを決定してください。",
    "level_title": "あなたにとって最良の選択は誰ですか？",
    "level_message": "スキル、経験、専門家のサポートのレベルが価格を決定します",
    "level_low": "低価格の専門家",
    "level_medium": "中価格の専門家",
    "level_high": "高価な専門家",
    "location_title": "あなたはあなたの場所の近くの専門家と仕事をすることを好みますか？",
    "location_near": "はい",
    "location_no": "いいえ",
    "language_title": "専門家とコミュニケーションをとる際のあなたの言語の好みは何ですか？",
    "language": "言語",
    "language_placeholder": "一つ選択してください*",
    "free_support_title": "スモールビジネスサポート",
    "free_support_message": "スタートアップを支援することは、あなたの将来とSelldoneにとって賢明な投資であると私たちは信じています。私たちはいつもこの道に戻ってきました。あなたの製品やサービスがより魅力的で革新的、あるいはさらに実用的であるほど、私たちと私たちの専門家から無料で受けるサービスが増えます。",
    "free_support_condition": "あなたがあなた自身のビジネスを始めて、オンラインで売ることに真剣に取り組んでいるなら、それで十分です。残りは私たち次第です！",
    "free": "無料サービスをご希望ですか？",
    "free_messages": "あなたがスタートアップ企業であるか、現在専門家に支払う経済的手段を持っていない場合は、このオプションを選択してください。",
    "action_new": "新しいリクエスト",
    "action_send": "リクエストを送信",
    "start_price_message": "このエキスパートの{topic}ジョブは{price}{currency}から始まります",
    "notifications": {
      "success_send": "リクエストは正常に送信されました。 Selldoneエキスパートのオファーをお待ちください。"
    },
    "stage": {
      "title": "あなたのビジネスのステージは何ですか？",
      "start": "新規事業の開始",
      "online": "既存のビジネスをオンラインにしたい",
      "extend": "私はオンラインストアを持っていて、それに取り組んでいます",
      "pos": "店舗の支店にSelldonePOSを設定したい"
    },
    "budget": {
      "title": "フリーランスの予算の見積もりはありますか？",
      "yes": "はい、私の予算は明確です",
      "no": "いいえ、もっと情報が欲しいです"
    },
    "login": {
      "title": "ログインしてください",
      "message": "最初にログインして登録します。携帯電話番号またはソーシャルネットワークアカウントを介して、Selldoneにすばやく安全にログインできます。"
    },
    "select_shop_title": "お店を選ぶ",
    "select_shop_description": "既存のショップの専門家が必要です",
    "new_shop_mode_title": "新しいショップを作成する",
    "new_shop_mode_description": "新しいお店を作りたい"
  },
  "expert_requests": {
    "title": "オープンリクエスト",
    "dialog": {
      "title": "専門家のリクエストの詳細",
      "start_chat": "交渉を開始する"
    }
  },
  "job_chat": {
    "title": "仕事の交渉"
  },
  "expert_chat_box": {
    "need_expert_question": "専門家が欲しいですか？",
    "find_expert": "専門家を探す。",
    "folder_name": "フォルダ名",
    "folder_dialog": {
      "title": "フォルダを編集する",
      "hide_new_folder": "新しいフォルダを非表示にする",
      "add_new_folder": "新しいフォルダを追加します"
    }
  },
  "add_job": {
    "add_title": "新しい仕事を追加する",
    "edit_title": "ジョブの編集",
    "message": "このセクションで実行できる役職と職務記述書を入力します。職務記述書のテキストに連絡先情報やリンクを書いてはいけないことに注意してください。",
    "start_price_message": "各注文の最小費用。",
    "currency_message": "通貨を変更すると、このジョブの財務記録がリセットされます。",
    "job_desc_message": "この仕事のためのあなたの完全なサービスを説明してください。",
    "included_message": "基本的な費用で顧客に提供するサービスを説明してください。",
    "additional_message": "基本的なサービスに加えて、他にどのようなサービスを提供していますか？",
    "available": "利用可能な仕事",
    "available_message": "この仕事へのパブリックアクセス",
    "add_action": "新しい仕事を追加する",
    "edit_action": "ジョブの編集",
    "notifications": {
      "edit": "ジョブが正常に更新されました。",
      "add": "新しいジョブが正常に作成されました"
    }
  },
  "contract_form": {
    "shop_message": "管理者または上級管理者のアクセスのみで顧客の店舗を表示します。",
    "shop_placeholder": "作業したい店舗を選択してください*",
    "title_message": "この契約のタイトルを設定します。",
    "description_message": "契約の詳細を書いてください...",
    "permissions": "必要な権限を選択してください",
    "cost_message": "契約費用",
    "days": "契約期間",
    "days_message": "契約期間",
    "create_action": "新しい契約を作成する",
    "notifications": {
      "add": "新しい契約が作成され、ユーザーに送信されました。"
    }
  }
};