export default {
  "experts_common": {
    "experts_page": "Сарапшылар беті",
    "no_job": "Дұрыс сәйкестік табылмады!",
    "jobs_filter": "Тапсырмалар сүзгісі",
    "start_price": "Бастапқы баға",
    "completed_count": "Жұмыстар аяқталды",
    "job_title": "Қызмет атауы",
    "job_desc": "Қызмет сипаттамасы",
    "job_not_approved": "Жұмыс әлі расталмаған.",
    "new_job": "Жаңа жұмыс",
    "expert_profile": "Сарапшы профилі",
    "job_detail": "Жұмыс мәліметтері",
    "contracts": "Келісімшарттар",
    "start_end_date": "Басталу/Аяқтау күні",
    "complete_cancel_date": "Аяқтау/Болдырмау күні",
    "waiting_pay_and_start": "Төлеуді және бастауды күту",
    "waiting_to_complete": "Тұтынушының мақұлдауын күтуде",
    "running": "Жүгіру",
    "paY_start_action": "Төлеңіз және қазір бастаңыз",
    "need_help": "Көмек қажет?",
    "hire_me_now": "Мені қазір жалдаңыз...",
    "expert_contracts": "Сарапшылық келісім-шарттар"
  },
  "topic_categories": {
    "SETUP": {
      "title": "Интернет-дүкенді орнату",
      "desc": "Осы саладағы сарапшылар сіздің интернет-дүкеніңізді сіз үшін оңай әрі жылдам орнатады."
    },
    "ADD_PAGE": {
      "title": "Беттерді қосу (Landings, Біз туралы, ...)",
      "desc": "Сіз қондыру беттерін, біз туралы және веб-сайтыңыздың басқа беттерін жасауды осы сарапшыларға тапсыра аласыз."
    },
    "ADD_PRODUCT": {
      "title": "Өнімдер мен санаттарды қосыңыз",
      "desc": "Дүкенге өнімдер қосу үшін мұны істеу үшін адамдарды жалдай аласыз."
    },
    "PAYMENT": {
      "title": "Төлем әдістерін қосыңыз",
      "desc": "Сіз үшін шлюзді қабылдау және жаңарту процесін орындау үшін төлем шлюзі маманын жалдаңыз."
    },
    "MARKETING": {
      "title": "Маркетинг",
      "desc": "Маркетинг мамандары науқандарыңыз бен ынталандыруларыңызға ең жақсы түзетулер енгізуге немесе тиімді жарнамалық науқанды бастауға көмектеседі."
    },
    "MIGRATION": {
      "title": "Дүкенімді басқа электрондық коммерция платформасынан көшіріңіз",
      "desc": "Бұрын дүкеніңіз болды ма? Кәсіби қызмет сіздің дүкеніңізге мәңгілік қолдау көрсетуі үшін дүкенді маманға беру міндетін қалдыра аласыз."
    },
    "APP_SETUP": {
      "title": "Қолданбаны орнату",
      "desc": "Дүкенде қолданбаларды орнату және орнату бойынша көмек керек пе? Сізге жеке қосымшаны құру керек пе? Осы саланың мамандары сізбен бірге болады."
    },
    "MANAGEMENT": {
      "title": "Дүкенді басқару",
      "desc": "Сіз дүкенді басқарудың кейбір бөліктерін дүкенді басқару мамандарына аутсорсингке бере аласыз. Олар сондай-ақ бизнесті жүргізудің барлық аспектілері бойынша сарапшылық кеңестер береді."
    },
    "CONTENT": {
      "title": "Мазмұнды жазу",
      "desc": "Мазмұн жазу мамандарына өнімдеріңіздің, брендіңіздің немесе дүкеніңіздің мазмұнын жасауды тағайындаңыз."
    },
    "PHOTOGRAPHY": {
      "title": "Суретке түсіру және өңдеу",
      "desc": "Өнімдеріңіз бен қызметтеріңізді суретке түсіру керек пе? Бұл бөлімдегі мамандар сізге қажетті кескіндерді, анимацияларды және 3D үлгілерін дайындайды."
    },
    "DROP_SHIPPING": {
      "title": "Dropshipping орнату",
      "desc": "Егер сіз көтерме немесе бөлшек саудагер болсаңыз, Selldone dropshipping платформасы - сіз әрқашан іздеген нәрсе. Dropshipping мамандары бизнесіңізді дамытудың жаңа жолдарын табуға көмектеседі."
    },
    "POS_SETUP": {
      "title": "Selldone POS орнату",
      "desc": "Дүкеніңіздің онлайн POS-ын орнату үшін маманды жалдаңыз."
    }
  },
  "topics": {
    "store-design": {
      "title": "Электрондық коммерция құрыңыз",
      "desc": "Интернет-дүкеніңіздің дизайны мен баптауын сіздің идеяларыңызды жүзеге асыра алатын кәсіпқойларға тапсырыңыз."
    },
    "store-configuration": {
      "title": "Дүкен конфигурациясы",
      "desc": "Іздеу жүйелеріне бизнес ақпаратын енгізу, жөнелту және сақтау әдістерін орнату сияқты дүкен конфигурациясы бойынша сарапшыдан көмек ала аласыз."
    },
    "store-optimization": {
      "title": "Өнімділік пен жылдамдықты оңтайландыру",
      "desc": "Сарапшылар веб-сайтыңыздың жылдамдығы мен өнімділігін арттыру үшін жұмыс істейді."
    },
    "domain": {
      "title": "Домен қосылымы",
      "desc": "Дүкеніңізге және веб-сайтыңызға пайдаланушы доменін қосыңыз."
    },
    "page-design": {
      "title": "Қону беті және үлгі дизайны",
      "desc": "Веб-сайтыңыздың бастапқы беттерін, басты бетін және ішкі беттерін жобалаңыз."
    },
    "add-product": {
      "title": "Өнімдер мен санаттарды қосыңыз",
      "desc": "Санаттарды түзету үшін өнімдердің суреттерін, сипаттамаларын және сипаттамаларын қосыңыз. Бұл сіздің тұтынушыларыңызға ең жақсы жабдықталған өнімдерді табуды жеңілдетеді."
    },
    "payment": {
      "title": "Төлем шлюзі",
      "desc": "Дүкеніңізге онлайн төлем шлюзін қосыңыз."
    },
    "tax": {
      "title": "Салық бойынша кеңес",
      "desc": "Қаржы және салық мәселелері бойынша кеңес алыңыз."
    },
    "email-marketing": {
      "title": "Электрондық пошта маркетингі",
      "desc": "Пайдаланушыларды тұтынушыларға айналдыру және оларды көбірек сатып алуға баулу үшін электрондық пошта маркетинг құралдарын пайдаланыңыз."
    },
    "seo": {
      "title": "SEO",
      "desc": "Google іздеу нәтижелеріндегі рейтингіңізді жоғарылатыңыз, сонда сіздің өнімдеріңізді іздеуде көбірек адамдар таба алады."
    },
    "search-ads": {
      "title": "Іздеу жарнамалары",
      "desc": "Google сияқты іздеу жүйелерінде өнімдеріңізді жарнамалаңыз."
    },
    "social-marketing": {
      "title": "Әлеуметтік медиа маркетингі",
      "desc": "Өнімдеріңіз бен қызметтеріңізді көруге көбірек келушілерді тарту үшін әлеуметтік медиа науқандарын бастаңыз."
    },
    "content-marketing": {
      "title": "Контент маркетингі",
      "desc": "Бизнесіңізге пайдалы және сәйкес мазмұнды жасаңыз және жариялаңыз."
    },
    "sale-channels": {
      "title": "Сату арналарын құру",
      "desc": "Selldone-дегі интернет-дүкеніңізге қосылу арқылы Instagram, Telegram және Facebook сияқты жаңа сату арналарын іске қосыңыз."
    },
    "conversion": {
      "title": "Конверсия жылдамдығын оңтайландыру",
      "desc": "Конверсия жылдамдығын арттырыңыз, көбірек келушілерді тұтынушыларға айналдырыңыз және науқандарыңыздың тиімділігін арттырыңыз."
    },
    "analyze": {
      "title": "Пайдаланушы әрекетін талдау",
      "desc": "Оларға жақсырақ пайдаланушы тәжірибесін қамтамасыз ету үшін интернет-дүкендегі және тіпті физикалық филиалдардағы пайдаланушылардың мінез-құлқын бақылаңыз."
    },
    "brand-strategy": {
      "title": "Бренд стратегиясы",
      "desc": "Бизнес брендіңізді құру және кеңейту бойынша жұмыс жасаңыз."
    },
    "migration": {
      "title": "Дүкен тасымалдауы",
      "desc": "Бар дүкеніңізді Selldone-ге жылжытыңыз."
    },
    "app-programmer": {
      "title": "Қолданба құрастыру",
      "desc": "Өз қолданбаңызды жобалау және әзірлеу"
    },
    "app-install": {
      "title": "Қолданбаны орнатыңыз",
      "desc": "Дүкенде қажет қолданбаны орнатыңыз және конфигурациялаңыз."
    },
    "ux-design": {
      "title": "Жеке UX дизайны",
      "desc": "Дүкенде немесе қолданбада пайдаланушыларыңыз үшін бірегей пайдаланушы тәжірибесін жасаңыз."
    },
    "debug": {
      "title": "Ақаулық себебін іздеу және түзету",
      "desc": "Дүкеніңіздегі қателер мен мәселелерді түзетіңіз."
    },
    "strategy": {
      "title": "Бизнес стратегиясы бойынша кеңес беру",
      "desc": "Сіздің бизнесіңізді дамыту және жақсарту үшін тәжірибелі адамдардан кеңес алыңыз."
    },
    "products-guide": {
      "title": "Өнімнің ресурстық нұсқаулығы",
      "desc": "Өнімді дайындау және жеткізу тізбегін жобалау үшін мамандардан көмек сұраңыз."
    },
    "setup-guide": {
      "title": "Дүкенді орнату және дизайн бойынша кеңес беру",
      "desc": "Бизнес бастау немесе оны онлайн жасау үшін осы саладағы мамандардан кеңес алыңыз."
    },
    "marketing-guide": {
      "title": "Маркетинг және сату бойынша кеңес беру",
      "desc": "Сарапшылар мен кәсіпқойлардан кеңес алу арқылы сатуды және сатуды қалай арттыру керектігін біліңіз."
    },
    "product-description": {
      "title": "Өнім Сипаттамасы",
      "desc": "Тұтынушылар сіздің өнімдеріңізді жақсырақ білуі үшін өнім сипаттамаларын тартымды етіңіз."
    },
    "content-write": {
      "title": "Маркетинг және жарнама мазмұны",
      "desc": "Тұтынушыларға ең жақсысын таңдауға көмектесу үшін бренд тарихы мен өнімдеріңіз қанағаттандыратын қажеттіліктер туралы жазыңыз."
    },
    "logo-design": {
      "title": "Логотип және бренд дизайны",
      "desc": "Брендіңіз үшін сурет пен логотип мазмұнын жасаңыз."
    },
    "banner-design": {
      "title": "Баннер дизайны",
      "desc": "Брендтің хабардарлығын арттыру және дүкеніңізге трафикті тарту үшін әсерлі жарнамалық баннерлерді жасаңыз."
    },
    "video": {
      "title": "Түсірілім және анимация",
      "desc": "Жарнамалық бейнелер мен 2D және 3D анимацияларын шығаруды шеберлерге тапсырыңыз."
    },
    "photography": {
      "title": "Өнімді суретке түсіру",
      "desc": "Дүкеніңіз көздің жауын алатындай етіп жасау үшін өнімдеріңіз бен қызметтеріңіздің өнеркәсіптік және кәсіби фотосуреттерін түсіріңіз."
    },
    "photo-editor": {
      "title": "Фотосуреттерді өңдеу",
      "desc": "Әдемі кескіндерді жасаңыз, ол әсерлерді қосуды, фонды жоюды немесе фотосуретке мәтін қосуды қамтуы мүмкін."
    },
    "3d": {
      "title": "3D модельдеу және AR",
      "desc": "Сатуды күрт арттыру үшін өнімдеріңіздің 3D толықтырылған шындық үлгілерін жасаңыз."
    },
    "dropshipping": {
      "title": "Dropshipping орнату",
      "desc": "Егер сізде өндіруші немесе қойма болса, dropshipping сарапшылары мыңдаған интернет-дүкендер арқылы өнімдеріңізді оңай сатуға көмектеседі."
    },
    "reselling": {
      "title": "Сатушы үшін орнату",
      "desc": "Сіз тауарды сатып алмай, қоймасыз, тіпті пакетті жібермей-ақ табысы жоғары тамаша дүкенге ие бола аласыз."
    },
    "pos-setup": {
      "title": "Онлайн кассалық аппаратты орнату",
      "desc": "Selldone POS-ті дүкен филиалдарында іске қосыңыз және бизнес пен физикалық филиалдарыңызды дамыту үшін қолжетімді ең кәсіби дүкен құралдарын пайдаланыңыз."
    }
  },
  "industries": {
    "ART": "Өнер",
    "MARKETING_ADS": "Маркетинг және жарнама",
    "SERVICES": "Қызметтер",
    "CLOTHING_FASHION": "Киім және сән",
    "HANDCRAFTS": "Қолөнер",
    "ELECTRONICS_TECH": "Электроника және техника",
    "HEALTH_BEAUTY": "Денсаулық және сұлулық",
    "HOME_GARDEN": "Үй және бақша",
    "JEWELRY_ACCESSORIES": "Зергерлік бұйымдар мен аксессуарлар",
    "FOOD_DRINK": "Тамақ және сусын",
    "PET_CARE": "Үй жануарларына күтім жасау",
    "SPORTS": "Спорт",
    "RECREATION": "Демалыс",
    "TOYS_GAMES": "Ойыншықтар мен ойындар",
    "AUTOMOTIVE": "Автокөлік"
  },
  "expert_panel": {
    "title": "Selldone сарапшыларды басқару тақтасы",
    "add_dialog": {
      "title": "Жаңа жұмыс қосу"
    }
  },
  "contract_view": {
    "running": "Жүгіру",
    "cancelling": "Бас тартуды сұрау..",
    "title": "Шарттың тақырыбы",
    "description": "Шарттың сипаттамасы",
    "permissions_input": "Қажетті рұқсаттарды таңдаңыз",
    "cost_timeline": "Құны және хронологиясы",
    "timespan": "Шарттың қолданылу мерзімі",
    "cost": "Келісімшарт құны",
    "pay_now_action": "келісемін | Қазір төлеңіз",
    "complete_action": "Иә | Келісімшартты аяқтау",
    "reject_action": "Жоқ | Аяқтау мақұлданбады",
    "all_tasks_completed_message": "Сіз барлық белгіленген тапсырмаларды орындадыңыз. Егер сіз мұны аяқтасаңыз, тапсырысты аяқтау пернесін басыңыз. Осы қадамнан кейін тапсырыс беруші жұмыстың жеткізілгенін растауы керек.",
    "waiting_complete_by_customer_message": "Сіз жұмысты растадыңыз, енді тапсырыс берушінің тапсырысты жеткізуді растауын күтуіңіз керек. Тапсырыс беруші мақұлдамаған немесе қабылдамаған жағдайда тапсырыс автоматты түрде бекітіледі және 3 күннен кейін аяқталады.",
    "comment": "Пікір қалдырыңыз",
    "comment_desc": "Жұмыс сапасына және сарапшылардың өзара әрекеттестігіне негізделген баға.",
    "comment_placeholder": "Жұмыстың сапасы туралы пікіріңізді жазыңыз ...",
    "response_placeholder": "Тұтынушының кері байланысы туралы айтатын нәрсеңіз болса, жазыңыз ...",
    "waiting_for_customer": "Тұтынушы күтілуде...",
    "account_input": "Шығарылатын шот",
    "dialog_pay": {
      "title": "Төлеңіз және келісімшартты бастаңыз",
      "insufficient_balance": "Баланс жеткіліксіз! Төлеу үшін есептік жазбаны алыңыз."
    },
    "dialog_cancel": {
      "title": "Келісімшартты бұзу",
      "confirm_code": "Растау коды",
      "confirm_code_label": "Растау коды",
      "confirm_action": "Иә, келісім-шарттан бас тарту"
    },
    "notifications": {
      "save": "Келісім-шарт сәтті өңделді.",
      "pay": "Келісімшарт төленді және сәтті басталды.",
      "end": "Тапсырыс тапсырыс берушіге орындалғанын растау үшін жіберілді.",
      "complete": "Келісімшарт аяқталды.",
      "reject": "Келісімшарттың аяқталуы мақұлданбады.",
      "cancel": "Келісімшарт жойылды.",
      "update": "Рұқсат жаңартылды.",
      "comment": "Пікіріңіз жіберілді.",
      "response": "Сіздің жауабыңыз жіберілді."
    }
  },
  "expert_page": {
    "title": "Үздік сарапшыларды жалдаңыз",
    "sub_title": "Дүкеніңізді жобалау, іске қосу, жарнамалау немесе басқару туралы алаңдамаңыз. Істерді жақсырақ және тезірек орындау үшін сертификатталған маманды жалдаңыз.",
    "steps_title": "Орындауға үш қадам қалды",
    "step_1_title": "Маманға хабарласыңыз",
    "step_1_desc": "Сарапшылардан ұсыныстар сұраңыз немесе ұсынылған сарапшыларға сәйкес жұмыс жасаңыз.",
    "step_2_title": "Келісім-шартты алу",
    "step_2_desc": "Жауаптарды қарап шығыңыз, дұрыс сәйкестікті табыңыз және уақыт пен нақты баға белгілеу сияқты мәліметтерді талқылаңыз.",
    "step_3_title": "Тапсырманы растау және орындау",
    "step_3_desc": "Selldone арқылы жұмысты тиімді орындай алатын білікті мамандарға сеніңіз.",
    "who": {
      "title": "Мұнда кімді табасың?",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "Өз саласында да, Селдонеде де шеберлер",
      "spec1_desc": "Сізге ешқандай бағдарламалау дағдылары қажет емес! Selldone барлық жаңартуларға қамқорлық жасайды. Барлық күш-жігеріңізді сатылымды арттыруға жұмсаңыз!",
      "spec2_title": "Таңдалған және берілген адамдар",
      "spec2_desc": "Кодтау немесе техникалық білім қажет емес. Қосымша шығындармен, күрделі техникалық мәселелермен және онлайн бизнесіңіздің жолындағы кедергілермен қоштасыңыз!",
      "spec3_title": "Ең кәсіпқой орындайтын кәсіби жұмыс",
      "spec3_desc": "Сізге ешқандай бағдарламалау дағдылары қажет емес! Сіздің қажеттіліктеріңізді қанағаттандыру үшін Selldone-дегі ең жақсы мамандар!"
    },
    "expert_categories": "Сарапшылар көрсететін қызметтердің санаты",
    "show_all_topics": "Барлық санаттарды көрсету",
    "marketing_title": "Маркетинг және сатудың өсуі",
    "starts_title": "Онлайн бизнесті бастау және дамыту",
    "managements_title": "Бизнесті басқару",
    "contents_title": "Контент жасау, фотосурет және бейне",
    "apps_title": "Қосымша мүмкіндіктер және менің қолданбаны орнату",
    "footer": {
      "title": "Сіздің қажеттіліктеріңізге сәйкес келетін ең жақсы маманды табу",
      "message": "Төмендегі пішінді толтыру арқылы сіз жаңа жұмыс жасайсыз, осылайша ең жақсы сарапшылар сіздің қажеттіліктеріңізге негізделген ұсыныстарын жібере алады."
    }
  },
  "public_job_page": {
    "hire_expert_title": "Бұл маманның сіз үшін жұмыс істегенін қалайсыз ба?",
    "your_own_job_message": "Сіз бұл тапсырманы анықтадыңыз! Әкімші панеліне өту және осы тапсырманы тікелей басқару үшін төмендегі пернені басыңыз.",
    "go_to_job_panel": "Менің панеліме өтіңіз",
    "no_chat": "Сіз әлі ешқандай сұрау жіберген жоқсыз.",
    "job_tasks": "Ұсынылған жұмыс тапсырмалары",
    "included": "Тапсырмалар бастапқы бағаға кіреді",
    "additional": "Қосымша жұмыстар мен тапсырмалар",
    "permissions": "Қажетті рұқсаттар"
  },
  "expert_request_form": {
    "action_message": "Дүкеніңізді сіз үшін басқа біреу салғанын, басқарғанын немесе нарыққа шығарғанын қалайсыз ба? Сондықтан сіз ойлаған нәрсені жасау үшін маманды жалдаңыз.",
    "order_new_kob": "Жаңа жұмысқа тапсырыс беріңіз",
    "new_shop_action_small": "Дүкеніңізде сарапшының жұмыс істегенін қалайсыз ба?",
    "mange_shop_action_small": "Маманның сізге дүкен салғанын қалайсыз ба?",
    "new_shop_action": "Сізге бірнеше ұсыныстар түсті",
    "mange_shop_action": "Сарапшылар өтінішіңізді қарап жатыр.",
    "hire_expert": "Сарапшы жалдау",
    "check_mail_status": "Электрондық поштаңызды тексеріңіз",
    "header_new": "Жаңа сұрау",
    "header_view": "Сұраныс жіберу",
    "title": "Сіз заманауи интернет-дүкенді қалайсыз ба?",
    "message": "Мұның бәрін өзіңіз жасаудың қажеті жоқ. Біздің сертификатталған сарапшылар сізге интернет-дүкеніңізді тезірек, оңайырақ және көздің жауын алатындай етіп құруға көмектеседі. Сіздің қажеттіліктеріңізді сипаттаңыз және сатуды арттыруға көмектесетін ең жақсысын табыңыз.",
    "steps_title": "Мына қадамдарды орындаңыз",
    "step_1": "Өз қажеттіліктеріңізді сипаттаңыз",
    "step_1_message": "Сарапшыларға не қалайтыныңызды айтыңыз",
    "step_2": "Сарапшылардың ұсыныстарын қарап шығыңыз",
    "step_2_message": "Сіздің қажеттіліктеріңізге сәйкес келетін ең жақсысын таңдаңыз",
    "step_3": "Маңызды мәліметтерді талқылаңыз және сарапшымен көбірек жұмыс жасаңыз",
    "step_3_message": "Маңызды мәліметтерді талқылаңыз және сарапшымен көбірек жұмыс жасаңыз",
    "shop_info": "Дүкенді таңдаңыз",
    "select_shop": "Маған дүкенімнің біріне маман керек",
    "shop_id": "Дүкен",
    "shop_id_message": "Қосымша қызметтер қажет болса, бар дүкендерден таңдаңыз.",
    "shop_id_placeholder": "Дүкен таңдаңыз...",
    "store_name": "Дүкен атауы",
    "store_name_placeholder": "Менің дүкен атым...",
    "store_name_messages": "Бізге дүкен атауын айтыңыз, сізде бар немесе болашақта салу ниеті бар.",
    "contact": "Байланыс ақпараты",
    "name_placeholder": "Міндетті*",
    "email": "Электрондық пошта",
    "email_placeholder": "Міндетті* your-email@gmail.com",
    "request_title": "Өз қажеттіліктеріңізді сипаттаңыз.",
    "request_message": "Біздің сарапшыға талаптарыңызды жақсырақ орындауға көмектесу және қол жетімді баға мен уақытты бағалауды қамтамасыз ету үшін бизнесіңіз туралы нақты ақпарат беріңіз.",
    "description": "Бізге бизнесіңіз туралы толығырақ айтып беріңіз",
    "description_messages": "Сіздің бизнесіңіз қандай? Сіз өнімдерді немесе қызметтерді сатасыз ба?",
    "services_title": "Маманның қандай тапсырмаларды орындағанын қалайсыз?",
    "select_one_caution": "Кем дегенде бір опцияны таңдаңыз!",
    "detail_title": "Сарапшыға талаптарыңызды жақсырақ білуге көмектесу үшін мәліметтерді қосыңыз.",
    "detail": "Жоба мәліметтері",
    "detail_messages": "Сізде бұрыннан бар веб-сайт бар ма? Инстаграмда немесе физикалық дүкенде дүкен бар ма? Уақыт кестесі икемді ме?",
    "preferences_title": "Шектер мен артықшылықтар",
    "preferences_message": "Сіздің қалауларыңызды анықтаңыз, сонда сіздің жұмысыңызға сәйкес мамандар жоба ұсынысыңызды қарай алады.",
    "level_title": "Сіз үшін ең жақсы таңдау кім?",
    "level_message": "Бағаларды сарапшының біліктілігі, тәжірибесі және қолдауы анықтайды",
    "level_low": "Бағасы төмен сарапшылар",
    "level_medium": "Орташа бағадағы сарапшылар",
    "level_high": "Бағасы жоғары мамандар",
    "location_title": "Орналасқан жеріңізге жақын жерде мамандармен жұмыс істегенді қалайсыз ба?",
    "location_near": "Иә",
    "location_no": "жоқ",
    "language_title": "Сарапшылармен сөйлескен кезде қандай тілге басымдық бересіз?",
    "language": "Тіл",
    "language_placeholder": "Біреуін таңдаңыз*",
    "free_support_title": "Шағын кәсіпкерлікті қолдау",
    "free_support_message": "Біз стартаптарға көмектесу сіздің болашағыңыз бен Selldone үшін ақылды инвестиция деп есептейміз. Біз әрқашан осы жолда сіздің арқаңызды ұстадық. Өнімдеріңіз бен қызметтеріңіз неғұрлым тартымды, жаңашыл немесе одан да практикалық болса, бізден және сарапшыларымыздан соғұрлым көп қызметтерді тегін аласыз.",
    "free_support_condition": "Егер сіз өз бизнесіңізді ашуға және интернетте сатуға шындап кіріссеңіз, бұл жеткілікті. Қалғаны өзімізге байланысты!",
    "free": "Тегін қызметтерді қалайсыз ба?",
    "free_messages": "Егер сіз стартап-бизнес болсаңыз немесе қазіргі уақытта мамандарға төлеуге қаржылық мүмкіндігіңіз болмаса, осы опцияны таңдаңыз.",
    "action_new": "Жаңа сұрау",
    "action_send": "Өтінім жіберу",
    "start_price_message": "{topic} жұмыстары осы сарапшы үшін {price} {currency} бағасынан басталады",
    "notifications": {
      "success_send": "Сұрауыңыз сәтті жіберілді. Selldone мамандарының ұсыныстарын күтіңіз."
    },
    "stage": {
      "title": "Сіздің бизнесіңіз қандай сатыда?",
      "start": "Жаңа бизнес бастау",
      "online": "Мен өз бизнесімді онлайн режимінде жасағым келеді",
      "extend": "Менің интернет-дүкенім бар, мен онымен жұмыс істеп жатырмын",
      "pos": "Мен дүкен филиалдарында Selldone POS орнатқым келеді"
    },
    "budget": {
      "title": "Сізде фрилансерлік бюджеттің болжамы бар ма?",
      "yes": "Иә, менің бюджетім анық",
      "no": "Жоқ, мен қосымша ақпарат алғым келеді"
    },
    "login": {
      "title": "Жүйеге кіріңіз",
      "message": "Алдымен тіркелу үшін жүйеге кіріңіз. Сіз ұялы телефон нөмірі немесе әлеуметтік желі тіркелгілері арқылы Selldone жүйесіне жылдам және қауіпсіз кіре аласыз."
    },
    "select_shop_title": "Дүкен таңдаңыз",
    "select_shop_description": "Маған бар дүкенге маман керек",
    "new_shop_mode_title": "Жаңа дүкен құру",
    "new_shop_mode_description": "Мен жаңа дүкен ашқым келеді"
  },
  "expert_requests": {
    "title": "Ашық сұраулар",
    "dialog": {
      "title": "Сарапшы сұрауының мәліметтері",
      "start_chat": "Келіссөзді бастау"
    }
  },
  "job_chat": {
    "title": "Жұмыс келіссөздері"
  },
  "expert_chat_box": {
    "need_expert_question": "Сізге сарапшы керек пе?",
    "find_expert": "Маман табыңыз..",
    "folder_name": "Қалта атауы",
    "folder_dialog": {
      "title": "Қалталарды өңдеу",
      "hide_new_folder": "Жаңа қалтаны жасыру",
      "add_new_folder": "Жаңа қалта қосыңыз"
    }
  },
  "add_job": {
    "add_title": "Жаңа жұмыс қосу",
    "edit_title": "Тапсырманы өңдеу",
    "message": "Осы бөлімде орындауға болатын жұмыс атауын және жұмыс сипаттамасын енгізіңіз. Жұмыс сипаттамасының мәтініне байланыс ақпараты мен сілтемелерді жазбау керек екенін ескеріңіз.",
    "start_price_message": "Әрбір тапсырыстың минималды құны.",
    "currency_message": "Валютаны өзгерту осы жұмыс үшін қаржылық жазбаларыңызды қалпына келтіреді.",
    "job_desc_message": "Осы жұмыс үшін толық қызметіңізді сипаттаңыз.",
    "included_message": "Тұтынушыға негізгі баға бойынша қандай қызметтерді ұсынатыныңызды сипаттаңыз.",
    "additional_message": "Негізгі қызметтерден басқа қандай қызметтерді ұсынасыз?",
    "available": "Қолжетімді жұмыс",
    "available_message": "Бұл жұмысқа жалпы қолжетімділік",
    "add_action": "Жаңа жұмыс қосу",
    "edit_action": "Тапсырманы өңдеу",
    "notifications": {
      "edit": "Тапсырма сәтті жаңартылды.",
      "add": "Жаңа жұмыс орны сәтті құрылды"
    }
  },
  "contract_form": {
    "shop_message": "Тек әкімші немесе аға менеджер рұқсаты бар тұтынушы дүкендерін көрсетіңіз.",
    "shop_placeholder": "Жұмыс істегіңіз келетін дүкенді таңдаңыз*",
    "title_message": "Осы келісімшартқа тақырып қойыңыз..",
    "description_message": "Келісімшарттың мәліметтерін жазыңыз...",
    "permissions": "Қажетті рұқсаттарды таңдаңыз",
    "cost_message": "Келісімшарт құны",
    "days": "Келісімшарт мерзімі",
    "days_message": "Келісімшарт мерзімі",
    "create_action": "Жаңа келісімшарт жасаңыз",
    "notifications": {
      "add": "Жаңа келісім-шарт жасалып, пайдаланушыға жіберілді."
    }
  }
};