export default {
  "experts_common": {
    "experts_page": "ទំព័រអ្នកជំនាញ",
    "no_job": "រកមិនឃើញសមត្រឹមត្រូវទេ!",
    "jobs_filter": "តម្រងការងារ",
    "start_price": "តម្លៃចាប់ផ្តើម",
    "completed_count": "ការងារបានបញ្ចប់",
    "job_title": "ចំណងជើងការងារ",
    "job_desc": "ការពិពណ៌នាការងារ",
    "job_not_approved": "ការងារមិនទាន់ត្រូវបានផ្ទៀងផ្ទាត់នៅឡើយ។",
    "new_job": "ការងារ​ថ្មី",
    "expert_profile": "ប្រវត្តិរូបអ្នកជំនាញ",
    "job_detail": "ព័ត៌មានលម្អិតការងារ",
    "contracts": "កិច្ចសន្យា",
    "start_end_date": "កាលបរិច្ឆេទចាប់ផ្តើម/បញ្ចប់",
    "complete_cancel_date": "កាលបរិច្ឆេទបញ្ចប់/បោះបង់",
    "waiting_pay_and_start": "រង់ចាំការបង់ប្រាក់ហើយចាប់ផ្តើម",
    "waiting_to_complete": "រង់ចាំការយល់ព្រមពីអតិថិជន",
    "running": "កំពុងរត់",
    "paY_start_action": "បង់ប្រាក់ហើយចាប់ផ្តើមឥឡូវនេះ",
    "need_help": "ត្រូវការ​ជំនួយ?",
    "hire_me_now": "ជួលខ្ញុំឥឡូវនេះ ...",
    "expert_contracts": "កិច្ចសន្យាអ្នកជំនាញ"
  },
  "topic_categories": {
    "SETUP": {
      "title": "រៀបចំហាងអនឡាញ",
      "desc": "អ្នកជំនាញក្នុងវិស័យនេះបង្កើតឱ្យមានការដំឡើងហាងអនឡាញរបស់អ្នកកាន់តែងាយស្រួល និងលឿនជាងមុនសម្រាប់អ្នក។"
    },
    "ADD_PAGE": {
      "title": "បន្ថែមទំព័រ (Landings, About us, ... )",
      "desc": "អ្នកអាចទុកការបង្កើតទំព័រចុះចត អំពីពួកយើង និងទំព័រផ្សេងទៀតនៃគេហទំព័ររបស់អ្នកទៅអ្នកជំនាញទាំងនេះ។"
    },
    "ADD_PRODUCT": {
      "title": "បន្ថែមផលិតផល និងប្រភេទ",
      "desc": "អ្នកអាចជួលមនុស្សឱ្យធ្វើបែបនេះសម្រាប់អ្នកដើម្បីបន្ថែមផលិតផលទៅហាង។"
    },
    "PAYMENT": {
      "title": "បន្ថែមវិធីបង់ប្រាក់",
      "desc": "ជួលអ្នកឯកទេសច្រកផ្លូវបង់ប្រាក់ដើម្បីធ្វើដំណើរការនៃការទទួល និងធ្វើបច្ចុប្បន្នភាពច្រកផ្លូវសម្រាប់អ្នក។"
    },
    "MARKETING": {
      "title": "ទីផ្សារ",
      "desc": "អ្នកជំនាញផ្នែកទីផ្សារជួយអ្នកធ្វើការកែតម្រូវដ៏ល្អបំផុតចំពោះយុទ្ធនាការ និងការលើកទឹកចិត្តរបស់អ្នក ឬចាប់ផ្តើមយុទ្ធនាការផ្សាយពាណិជ្ជកម្មប្រកបដោយប្រសិទ្ធភាព។"
    },
    "MIGRATION": {
      "title": "ផ្លាស់ប្តូរហាងរបស់ខ្ញុំពីវេទិកាពាណិជ្ជកម្មអេឡិចត្រូនិចផ្សេងទៀត។",
      "desc": "តើអ្នកមានហាងពីមុនទេ? អ្នកអាចទុកភារកិច្ចផ្ទេរហាងទៅឱ្យអ្នកឯកទេសដើម្បីឱ្យសេវាកម្មដែលមានជំនាញអាចគាំទ្រហាងរបស់អ្នកជារៀងរហូត។"
    },
    "APP_SETUP": {
      "title": "ដំឡើងកម្មវិធី",
      "desc": "ត្រូវការជំនួយក្នុងការដំឡើង និងដំឡើងកម្មវិធីនៅក្នុងហាងរបស់អ្នក? តើអ្នកត្រូវការបង្កើតកម្មវិធីផ្ទាល់ខ្លួនទេ? អ្នកជំនាញក្នុងវិស័យនេះនឹងនៅជាមួយអ្នក។"
    },
    "MANAGEMENT": {
      "title": "ការគ្រប់គ្រងហាង",
      "desc": "អ្នកអាចទាញយកផ្នែកខ្លះនៃការគ្រប់គ្រងហាងរបស់អ្នកទៅឱ្យអ្នកឯកទេសគ្រប់គ្រងហាង។ ពួកគេក៏ផ្តល់ដំបូន្មានអ្នកជំនាញលើគ្រប់ទិដ្ឋភាពនៃការដំណើរការអាជីវកម្មផងដែរ។"
    },
    "CONTENT": {
      "title": "ការសរសេរមាតិកា",
      "desc": "កំណត់ការបង្កើតមាតិកានៃផលិតផល ម៉ាករបស់អ្នក ឬរក្សាទុកទៅឱ្យអ្នកជំនាញសរសេរមាតិកា។"
    },
    "PHOTOGRAPHY": {
      "title": "ការថតរូបនិងកែសម្រួល",
      "desc": "ត្រូវការថតរូបផលិតផល និងសេវាកម្មរបស់អ្នកមែនទេ? អ្នកជំនាញនៅក្នុងផ្នែកនេះនឹងរៀបចំរូបភាព ចលនា និងគំរូ 3D ដែលអ្នកត្រូវការ។"
    },
    "DROP_SHIPPING": {
      "title": "ដំឡើង dropshipping",
      "desc": "ប្រសិនបើអ្នកជាអ្នកលក់ដុំ ឬអ្នកលក់រាយនោះ វេទិកាលក់ទំនិញលក់ដុំគឺជាអ្វីដែលអ្នកតែងតែស្វែងរក។ អ្នកជំនាញ Dropshipping អាចជួយអ្នកស្វែងរកវិធីថ្មីដើម្បីពង្រីកអាជីវកម្មរបស់អ្នក។"
    },
    "POS_SETUP": {
      "title": "ដំឡើងម៉ាស៊ីនឆូតកាត Selldone",
      "desc": "ជួលអ្នកជំនាញដើម្បីរៀបចំម៉ាស៊ីនឆូតកាតអនឡាញរបស់ហាងអ្នក។"
    }
  },
  "topics": {
    "store-design": {
      "title": "បង្កើតពាណិជ្ជកម្មអេឡិចត្រូនិច",
      "desc": "ទុកការរចនា និងការរៀបចំហាងអនឡាញរបស់អ្នកទៅអ្នកជំនាញដែលអាចអនុវត្តគំនិតរបស់អ្នក។"
    },
    "store-configuration": {
      "title": "ការកំណត់រចនាសម្ព័ន្ធហាង",
      "desc": "អ្នកអាចទទួលបានជំនួយពីអ្នកជំនាញសម្រាប់ការកំណត់រចនាសម្ព័ន្ធហាង ដូចជាការបញ្ចូលព័ត៌មានអាជីវកម្មសម្រាប់ម៉ាស៊ីនស្វែងរក ការកំណត់ការដឹកជញ្ជូន និងវិធីសាស្រ្តស្តុកទុក។"
    },
    "store-optimization": {
      "title": "ការអនុវត្ត និងបង្កើនប្រសិទ្ធភាពល្បឿន",
      "desc": "អ្នកជំនាញនឹងធ្វើការនៅលើគេហទំព័ររបស់អ្នកដើម្បីបង្កើនល្បឿន និងដំណើរការរបស់វា។"
    },
    "domain": {
      "title": "ការតភ្ជាប់ដែន",
      "desc": "បន្ថែមដែនផ្ទាល់ខ្លួនទៅហាង និងគេហទំព័ររបស់អ្នក។"
    },
    "page-design": {
      "title": "ទំព័រចុះចត និងការរចនាគំរូ",
      "desc": "រចនាគេហទំព័ររបស់អ្នក ទំព័រដើម និងទំព័រខាងក្នុង។"
    },
    "add-product": {
      "title": "បន្ថែមផលិតផល និងប្រភេទ",
      "desc": "បន្ថែមរូបភាព ការពិពណ៌នា និងលក្ខណៈជាក់លាក់នៃផលិតផលរបស់អ្នកដើម្បីកែប្រភេទ។ វាធ្វើឱ្យអតិថិជនរបស់អ្នកមានភាពងាយស្រួលក្នុងការស្វែងរកផលិតផលដែលសាកសមបំផុត។"
    },
    "payment": {
      "title": "ច្រកផ្លូវបង់ប្រាក់",
      "desc": "បន្ថែមច្រកទូទាត់តាមអ៊ីនធឺណិតទៅហាងរបស់អ្នក។"
    },
    "tax": {
      "title": "ដំបូន្មានពន្ធ",
      "desc": "ទទួលបានការណែនាំអំពីបញ្ហាហិរញ្ញវត្ថុ និងពន្ធរបស់អ្នក។"
    },
    "email-marketing": {
      "title": "ទីផ្សារអ៊ីម៉ែល",
      "desc": "ប្រើឧបករណ៍ទីផ្សារតាមអ៊ីមែល ដើម្បីប្រែក្លាយអ្នកប្រើប្រាស់របស់អ្នកទៅជាអតិថិជន និងទាក់ទាញពួកគេឱ្យទិញកាន់តែច្រើន។"
    },
    "seo": {
      "title": "SEO",
      "desc": "បង្កើនចំណាត់ថ្នាក់របស់អ្នកនៅក្នុងលទ្ធផលស្វែងរករបស់ Google ដូច្នេះមនុស្សកាន់តែច្រើននឹងស្វែងរកផលិតផលរបស់អ្នកក្នុងការស្វែងរករបស់ពួកគេ។"
    },
    "search-ads": {
      "title": "ស្វែងរកការផ្សាយពាណិជ្ជកម្ម",
      "desc": "ផ្សាយពាណិជ្ជកម្មផលិតផលរបស់អ្នកនៅលើម៉ាស៊ីនស្វែងរកដូចជា Google ។"
    },
    "social-marketing": {
      "title": "ទីផ្សារប្រព័ន្ធផ្សព្វផ្សាយសង្គម",
      "desc": "ចាប់ផ្តើមយុទ្ធនាការប្រព័ន្ធផ្សព្វផ្សាយសង្គម ដើម្បីជំរុញអ្នកទស្សនាកាន់តែច្រើនឱ្យឃើញផលិតផល និងសេវាកម្មរបស់អ្នក។"
    },
    "content-marketing": {
      "title": "ទីផ្សារមាតិកា",
      "desc": "បង្កើត និងផ្សព្វផ្សាយខ្លឹមសារដែលមានប្រយោជន៍ និងពាក់ព័ន្ធចំពោះអាជីវកម្មរបស់អ្នក។"
    },
    "sale-channels": {
      "title": "បង្កើតបណ្តាញលក់",
      "desc": "បើកដំណើរការបណ្តាញលក់ថ្មីដូចជា Instagram, Telegram និង Facebook ដោយភ្ជាប់ទៅហាងអនឡាញរបស់អ្នកនៅក្នុង Selldone ។"
    },
    "conversion": {
      "title": "ការបង្កើនប្រសិទ្ធភាពអត្រាបំប្លែង",
      "desc": "បង្កើនអត្រាបំប្លែងអតិបរមា បំប្លែងអ្នកទស្សនាកាន់តែច្រើនទៅជាអតិថិជន និងបង្កើនប្រសិទ្ធភាពនៃយុទ្ធនាការរបស់អ្នក។"
    },
    "analyze": {
      "title": "វិភាគឥរិយាបថអ្នកប្រើប្រាស់",
      "desc": "តាមដានឥរិយាបថរបស់អ្នកប្រើប្រាស់របស់អ្នកនៅក្នុងហាងអនឡាញ និងសូម្បីតែសាខាជាក់ស្តែង ដើម្បីផ្តល់នូវបទពិសោធន៍អ្នកប្រើប្រាស់កាន់តែប្រសើរសម្រាប់ពួកគេ។"
    },
    "brand-strategy": {
      "title": "យុទ្ធសាស្រ្តម៉ាក",
      "desc": "ធ្វើការលើការកសាង និងពង្រីកម៉ាកអាជីវកម្មរបស់អ្នក។"
    },
    "migration": {
      "title": "ការផ្លាស់ប្តូរហាង",
      "desc": "ផ្លាស់ទីហាងដែលមានស្រាប់របស់អ្នកទៅ Selldone ។"
    },
    "app-programmer": {
      "title": "បង្កើតកម្មវិធី",
      "desc": "រចនា និងបង្កើតកម្មវិធីផ្ទាល់ខ្លួនរបស់អ្នក។"
    },
    "app-install": {
      "title": "ដំឡើងកម្មវិធី",
      "desc": "ដំឡើង និងកំណត់រចនាសម្ព័ន្ធកម្មវិធីដែលអ្នកត្រូវការនៅលើហាង។"
    },
    "ux-design": {
      "title": "ការរចនា UX ផ្ទាល់ខ្លួន",
      "desc": "រចនាបទពិសោធន៍អ្នកប្រើប្រាស់ពិសេសមួយសម្រាប់អ្នកប្រើប្រាស់របស់អ្នកនៅក្នុងហាង ឬកម្មវិធី។"
    },
    "debug": {
      "title": "ការ​ដោះស្រាយ​បញ្ហា",
      "desc": "ជួសជុលកំហុស និងបញ្ហានៅក្នុងហាងរបស់អ្នក។"
    },
    "strategy": {
      "title": "ការប្រឹក្សាយុទ្ធសាស្ត្រអាជីវកម្ម",
      "desc": "ទទួលបានដំបូន្មានពីអ្នកដែលមានបទពិសោធន៍ ដើម្បីអភិវឌ្ឍ និងកែលម្អប្រតិបត្តិការអាជីវកម្មរបស់អ្នក។"
    },
    "products-guide": {
      "title": "ការណែនាំអំពីធនធានផលិតផល",
      "desc": "សុំជំនួយពីអ្នកឯកទេសសម្រាប់ការរៀបចំផលិតផល និងការរចនាខ្សែសង្វាក់ផ្គត់ផ្គង់។"
    },
    "setup-guide": {
      "title": "ការប្រឹក្សាលើការរៀបចំហាង និងការរចនា",
      "desc": "ទទួលបានដំបូន្មានពីអ្នកជំនាញក្នុងវិស័យនេះ ដើម្បីចាប់ផ្តើមអាជីវកម្ម ឬបង្កើតវាតាមអ៊ីនធឺណិត។"
    },
    "marketing-guide": {
      "title": "ប្រឹក្សាផ្នែកលក់ និងទីផ្សារ",
      "desc": "ស្វែងយល់ពីរបៀបធ្វើទីផ្សារ និងបង្កើនការលក់របស់អ្នកដោយទទួលបានដំបូន្មានពីអ្នកជំនាញ និងអ្នកជំនាញ។."
    },
    "product-description": {
      "title": "ពណ៌នា​ពី​ផលិតផល",
      "desc": "ធ្វើឱ្យការពិពណ៌នាអំពីផលិតផលរបស់អ្នកមានភាពទាក់ទាញ ដូច្នេះអតិថិជនរបស់អ្នកអាចស្គាល់ផលិតផលរបស់អ្នកបានកាន់តែច្បាស់។"
    },
    "content-write": {
      "title": "មាតិកាទីផ្សារ និងការផ្សាយពាណិជ្ជកម្ម",
      "desc": "សរសេរអំពីរឿងម៉ាក និងតម្រូវការដែលផលិតផលរបស់អ្នកជួប ដើម្បីជួយអតិថិជនជ្រើសរើសអ្វីដែលល្អបំផុត។"
    },
    "logo-design": {
      "title": "ការរចនាឡូហ្គោនិងម៉ាក",
      "desc": "រចនារូបភាព និងឡូហ្គោមាតិកាសម្រាប់ម៉ាករបស់អ្នក។"
    },
    "banner-design": {
      "title": "ការរចនាបដា",
      "desc": "បង្កើតផ្ទាំងផ្សាយពាណិជ្ជកម្មដ៏គួរឱ្យចាប់អារម្មណ៍ ដើម្បីបង្កើនការយល់ដឹងអំពីម៉ាកយីហោ និងជំរុញចរាចរណ៍ទៅកាន់ហាងរបស់អ្នក។"
    },
    "video": {
      "title": "ការថតនិងចលនា",
      "desc": "ទុកការផលិតវីដេអូផ្សាយពាណិជ្ជកម្ម និងចលនា 2D និង 3D ទៅចៅហ្វាយនាយ។"
    },
    "photography": {
      "title": "ការថតរូបផលិតផល",
      "desc": "ថតរូបបែបឧស្សាហកម្ម និងវិជ្ជាជីវៈនៃផលិតផល និងសេវាកម្មរបស់អ្នក ដើម្បីធ្វើឱ្យហាងរបស់អ្នកមើលទៅគួរអោយចាប់អារម្មណ៍។"
    },
    "photo-editor": {
      "title": "កែរូបថត",
      "desc": "រចនារូបភាពគួរឱ្យទាក់ទាញ វាអាចរួមបញ្ចូលការបន្ថែមបែបផែន លុបផ្ទៃខាងក្រោយ ឬបន្ថែមអត្ថបទទៅរូបថត។"
    },
    "3d": {
      "title": "គំរូ 3D និង AR",
      "desc": "បង្កើតគំរូការពិតបន្ថែម 3D នៃផលិតផលរបស់អ្នកដើម្បីបង្កើនការលក់របស់អ្នកយ៉ាងខ្លាំង។"
    },
    "dropshipping": {
      "title": "ដំឡើង dropshipping",
      "desc": "ប្រសិនបើអ្នកមានក្រុមហ៊ុនផលិត ឬឃ្លាំង អ្នកជំនាញ dropshipping នឹងជួយអ្នកឱ្យលក់ផលិតផលរបស់អ្នកយ៉ាងរលូនតាមរយៈហាងអនឡាញរាប់ពាន់។"
    },
    "reselling": {
      "title": "រៀបចំសម្រាប់អ្នកលក់បន្ត",
      "desc": "អ្នកអាចមានហាងដ៏ល្អឥតខ្ចោះមួយដែលមានប្រាក់ចំណូលខ្ពស់ដោយមិនចាំបាច់ទិញទំនិញ និងឃ្លាំង ឬសូម្បីតែផ្ញើកញ្ចប់មួយ។"
    },
    "pos-setup": {
      "title": "បង្កើតការចុះឈ្មោះសាច់ប្រាក់តាមអ៊ីនធឺណិត",
      "desc": "ដំណើរការម៉ាស៊ីនឆូតកាត Selldone របស់អ្នកនៅក្នុងសាខាហាងរបស់អ្នក ហើយប្រើឧបករណ៍ហាងដែលមានជំនាញវិជ្ជាជីវៈបំផុតដែលមានដើម្បីអភិវឌ្ឍអាជីវកម្ម និងសាខាជាក់ស្តែងរបស់អ្នក។"
    }
  },
  "industries": {
    "ART": "សិល្បៈ",
    "MARKETING_ADS": "ទីផ្សារ និងការផ្សាយពាណិជ្ជកម្ម",
    "SERVICES": "សេវាកម្ម",
    "CLOTHING_FASHION": "សំលៀកបំពាក់ និងម៉ូដ",
    "HANDCRAFTS": "សិប្បកម្ម",
    "ELECTRONICS_TECH": "អេឡិចត្រូនិច និងបច្ចេកវិទ្យា",
    "HEALTH_BEAUTY": "សុខភាព និងសម្រស់",
    "HOME_GARDEN": "ផ្ទះនិងសួនច្បារ",
    "JEWELRY_ACCESSORIES": "គ្រឿងអលង្ការ និងគ្រឿងប្រើប្រាស់ផ្សេងៗ",
    "FOOD_DRINK": "អាហារ​និង​ភេសជ្ជៈ",
    "PET_CARE": "ការថែទាំសត្វចិញ្ចឹម",
    "SPORTS": "កីឡា",
    "RECREATION": "ការកំសាន្ត",
    "TOYS_GAMES": "ប្រដាប់ប្រដាក្មេងលេងនិងហ្គេម",
    "AUTOMOTIVE": "រថយន្ត"
  },
  "expert_panel": {
    "title": "បន្ទះគ្រប់គ្រងអ្នកជំនាញ Selldone",
    "add_dialog": {
      "title": "បន្ថែមការងារថ្មី។"
    }
  },
  "contract_view": {
    "running": "កំពុងរត់",
    "cancelling": "ស្នើសុំលុបចោល..",
    "title": "ប្រធានបទនៃកិច្ចសន្យា",
    "description": "ការពិពណ៌នាកិច្ចសន្យា",
    "permissions_input": "ជ្រើសរើសការអនុញ្ញាតដែលត្រូវការ",
    "cost_timeline": "ថ្លៃដើម & បន្ទាត់ពេលវេលា",
    "timespan": "រយៈពេលនៃកិច្ចសន្យា",
    "cost": "តម្លៃកិច្ចសន្យា",
    "pay_now_action": "ខ្ញុំយល់ព្រម ╏ បង់ឥឡូវនេះ",
    "complete_action": "បាទ ╏ បញ្ចប់កិច្ចសន្យា",
    "reject_action": "ទេ ╏ ការបញ្ចប់មិនត្រូវបានអនុម័តទេ។",
    "all_tasks_completed_message": "អ្នកបានបញ្ចប់កិច្ចការដែលបានកំណត់ទាំងអស់។ ប្រសិនបើអ្នកបានបញ្ចប់វាហើយ សូមចុចគ្រាប់ចុចបំពេញការបញ្ជាទិញ។ បន្ទាប់ពីជំហាននេះ អតិថិជនត្រូវតែបញ្ជាក់ពីការប្រគល់ការងារ។",
    "waiting_complete_by_customer_message": "អ្នក​បាន​បញ្ជាក់​ការងារ​ហើយ ឥឡូវ​អ្នក​ត្រូវ​រង់ចាំ​អតិថិជន​ដើម្បី​បញ្ជាក់​ពី​ការ​ប្រគល់​ការ​បញ្ជា​ទិញ។ ក្នុងករណីដែលមិនមានការយល់ព្រម ឬការបដិសេធដោយអតិថិជន ការបញ្ជាទិញនឹងត្រូវបានអនុម័តដោយស្វ័យប្រវត្តិ និងបញ្ចប់បន្ទាប់ពី 3 ថ្ងៃ។",
    "comment": "ដាក់ស្នើមតិ",
    "comment_desc": "វាយតម្លៃដោយផ្អែកលើគុណភាពនៃការងារ និងអន្តរកម្មជាមួយអ្នកជំនាញ។",
    "comment_placeholder": "សរសេរយោបល់របស់អ្នកអំពីគុណភាពការងារ...",
    "response_placeholder": "ប្រសិនបើអ្នកមានអ្វីចង់និយាយអំពីមតិយោបល់របស់អតិថិជនសូមសរសេរ ...",
    "waiting_for_customer": "កំពុងរង់ចាំអតិថិជន...",
    "account_input": "គណនីដែលត្រូវដក",
    "dialog_pay": {
      "title": "បង់និងចាប់ផ្តើមកិច្ចសន្យា",
      "insufficient_balance": "សមតុល្យមិនគ្រប់គ្រាន់! បញ្ចូលគណនីដែលត្រូវបង់។"
    },
    "dialog_cancel": {
      "title": "បោះបង់កិច្ចសន្យា",
      "confirm_code": "លេខកូដបញ្ជាក់គឺ",
      "confirm_code_label": "លេខកូដបញ្ជាក់",
      "confirm_action": "បាទ/ចាស បោះបង់កិច្ចសន្យា"
    },
    "notifications": {
      "save": "កិច្ចសន្យាត្រូវបានកែសម្រួលដោយជោគជ័យ។",
      "pay": "កិច្ចសន្យាបានបង់ ហើយបានចាប់ផ្តើមដោយជោគជ័យ។",
      "end": "ការបញ្ជាទិញត្រូវបានផ្ញើទៅអតិថិជនដើម្បីបញ្ជាក់ការបញ្ចប់ ..",
      "complete": "កិច្ចសន្យាត្រូវបានបញ្ចប់។",
      "reject": "ការបញ្ចប់កិច្ចសន្យាមិនត្រូវបានអនុម័តទេ។",
      "cancel": "កិច្ចសន្យាត្រូវបានលុបចោល។",
      "update": "បានធ្វើបច្ចុប្បន្នភាពការអនុញ្ញាត។",
      "comment": "មតិរបស់អ្នកត្រូវបានផ្ញើ។",
      "response": "ការឆ្លើយតបរបស់អ្នកត្រូវបានផ្ញើ។"
    }
  },
  "expert_page": {
    "title": "ជួលអ្នកជំនាញល្អបំផុត",
    "sub_title": "កុំបារម្ភអំពីការរចនា ការបើកដំណើរការ ការផ្សាយពាណិជ្ជកម្ម ឬការគ្រប់គ្រងហាងរបស់អ្នក។ ជួលអ្នកឯកទេសដែលមានការបញ្ជាក់ដើម្បីធ្វើអ្វីៗបានប្រសើរជាងមុន និងលឿនជាងមុន។",
    "steps_title": "នៅសល់បីជំហានទៀតដើម្បីសម្រេចបាន។",
    "step_1_title": "ទាក់ទងអ្នកជំនាញ",
    "step_1_desc": "សុំយោបល់ពីអ្នកជំនាញ ឬបង្កើតការងារឱ្យត្រូវនឹងអ្នកជំនាញដែលបានណែនាំ។",
    "step_2_title": "យល់ព្រម និងទទួលកិច្ចសន្យា",
    "step_2_desc": "ពិនិត្យមើលចម្លើយ ស្វែងរកសមត្រឹមត្រូវ និងពិភាក្សាលម្អិតដូចជាពេលវេលា និងតម្លៃពិតប្រាកដ។",
    "step_3_title": "បញ្ជាក់ និងអនុវត្តការងារ",
    "step_3_desc": "ជឿទុកចិត្តលើអ្នកជំនាញដែលមានលក្ខណៈសម្បត្តិគ្រប់គ្រាន់ដែលអាចធ្វើការងារប្រកបដោយប្រសិទ្ធភាពតាមរយៈ Selldone ។",
    "who": {
      "title": "តើអ្នករកអ្នកណានៅទីនេះ?",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "ថ្នាក់អនុបណ្ឌិត ទាំងនៅក្នុងវិស័យរបស់ពួកគេ និងនៅក្នុង Selldone",
      "spec1_desc": "អ្នកមិនត្រូវការជំនាញសរសេរកម្មវិធីទេ! Selldone ថែរក្សាការអាប់ដេតទាំងអស់។ ដាក់ការខិតខំប្រឹងប្រែងរបស់អ្នកលើការបង្កើនការលក់!",
      "spec2_title": "មនុស្សជ្រើសរើសដោយដៃ និងប្តេជ្ញាចិត្ត",
      "spec2_desc": "មិនចាំបាច់សរសេរកូដ ឬចំណេះដឹងបច្ចេកទេសទេ។ និយាយថាលាហើយចំពោះការចំណាយបន្ថែម បញ្ហាបច្ចេកទេសស្មុគស្មាញ និងឧបសគ្គនៅក្នុងផ្លូវនៃអាជីវកម្មអនឡាញរបស់អ្នក!",
      "spec3_title": "ការងារដែលធ្វើដោយវិជ្ជាជីវៈបំផុត។",
      "spec3_desc": "អ្នកមិនត្រូវការជំនាញសរសេរកម្មវិធីទេ! អ្នកជំនាញល្អបំផុតនៅ Selldone ដើម្បីបំពេញតម្រូវការរបស់អ្នក!"
    },
    "expert_categories": "ប្រភេទសេវាកម្មដែលផ្តល់ដោយអ្នកជំនាញ",
    "show_all_topics": "បង្ហាញប្រភេទទាំងអស់។",
    "marketing_title": "កំណើនទីផ្សារ និងការលក់",
    "starts_title": "ចាប់ផ្តើម និងអភិវឌ្ឍអាជីវកម្មអនឡាញ",
    "managements_title": "ការគ្រប់គ្រង​អាជីវកម្ម",
    "contents_title": "ការបង្កើតមាតិកា ការថតរូប និងវីដេអូ",
    "apps_title": "មុខងារច្រើនទៀត និងការដំឡើងកម្មវិធីរបស់ខ្ញុំ",
    "footer": {
      "title": "ស្វែងរកអ្នកឯកទេសល្អបំផុតដើម្បីបំពេញតម្រូវការរបស់អ្នក។",
      "message": "តាមរយៈការបំពេញទម្រង់ខាងក្រោម អ្នកបង្កើតការងារថ្មី ដើម្បីឱ្យអ្នកជំនាញល្អបំផុតអាចផ្ញើឱ្យអ្នកនូវយោបល់របស់ពួកគេដោយផ្អែកលើតម្រូវការរបស់អ្នក។"
    }
  },
  "public_job_page": {
    "hire_expert_title": "តើអ្នកចង់ឱ្យអ្នកជំនាញនេះធ្វើការឱ្យអ្នកទេ?",
    "your_own_job_message": "អ្នកបានកំណត់ភារកិច្ចនេះ! ចុចគ្រាប់ចុចខាងក្រោមដើម្បីចូលទៅកាន់ផ្ទាំងគ្រប់គ្រង ហើយគ្រប់គ្រងកិច្ចការនេះដោយផ្ទាល់។",
    "go_to_job_panel": "ចូលទៅកាន់ផ្ទាំងរបស់ខ្ញុំ",
    "no_chat": "អ្នកមិនទាន់បានដាក់សំណើណាមួយនៅឡើយទេ។",
    "job_tasks": "ការងារដែលបានផ្តល់ជូន",
    "included": "ភារកិច្ចរួមបញ្ចូលក្នុងតម្លៃចាប់ផ្តើម",
    "additional": "ការងារ និងភារកិច្ចបន្ថែម",
    "permissions": "ការអនុញ្ញាតដែលត្រូវការ"
  },
  "expert_request_form": {
    "action_message": "តើ​អ្នក​ចង់​ឱ្យ​អ្នក​ផ្សេង​បង្កើត គ្រប់គ្រង ឬ​ទីផ្សារ​ហាង​របស់​អ្នក​សម្រាប់​អ្នក​ដែរ​ឬ​ទេ? ដូច្នេះជួលអ្នកឯកទេសដើម្បីធ្វើអ្វីដែលអ្នកស្រមៃ។",
    "order_new_kob": "បញ្ជាការងារថ្មី។",
    "new_shop_action_small": "តើអ្នកចង់ឱ្យអ្នកជំនាញធ្វើការនៅហាងរបស់អ្នកទេ?",
    "mange_shop_action_small": "តើអ្នកចង់បានអ្នកជំនាញបង្កើតហាងសម្រាប់អ្នកទេ?",
    "new_shop_action": "អ្នកបានទទួលការផ្តល់ជូនជាច្រើន។",
    "mange_shop_action": "អ្នកជំនាញកំពុងពិនិត្យមើលពាក្យសុំរបស់អ្នក។",
    "hire_expert": "ជួលអ្នកជំនាញ",
    "check_mail_status": "សូម​ពិនិត្យមើល​អ៊ី​ម៉ែ​ល​របស់​អ្នក",
    "header_new": "សំណើថ្មី។",
    "header_view": "ផ្ញើសំណើ",
    "title": "ចង់បានហាងអនឡាញទំនើបមែនទេ?",
    "message": "អ្នកមិនចាំបាច់ធ្វើវាដោយខ្លួនឯងទេ។ អ្នកជំនាញដែលមានការបញ្ជាក់របស់យើងអាចជួយអ្នកក្នុងការបង្កើតហាងអនឡាញរបស់អ្នកបានលឿន ងាយស្រួលជាងមុន និងទាក់ទាញភ្នែកកាន់តែច្រើន។ ពិពណ៌នាអំពីតម្រូវការរបស់អ្នក និងស្វែងរកអ្វីដែលល្អបំផុតដើម្បីជួយអ្នកជំរុញការលក់របស់អ្នក។",
    "steps_title": "អនុវត្តតាមជំហានទាំងនេះ",
    "step_1": "ពិពណ៌នាអំពីតម្រូវការរបស់អ្នក។",
    "step_1_message": "ប្រាប់អ្នកជំនាញនូវអ្វីដែលអ្នកចង់បាន",
    "step_2": "ពិនិត្យមើលការផ្តល់ជូនអ្នកជំនាញ",
    "step_2_message": "ជ្រើសរើសអ្វីដែលល្អបំផុតដែលសមនឹងតម្រូវការរបស់អ្នក។",
    "step_3": "ពិភាក្សាអំពីព័ត៌មានលម្អិតសំខាន់ៗ និងធ្វើបន្ថែមទៀតជាមួយអ្នកជំនាញ",
    "step_3_message": "ពិភាក្សាអំពីព័ត៌មានលម្អិតសំខាន់ៗ និងធ្វើបន្ថែមទៀតជាមួយអ្នកជំនាញ",
    "shop_info": "ជ្រើសរើសហាង",
    "select_shop": "ខ្ញុំត្រូវការអ្នកជំនាញម្នាក់សម្រាប់ហាងរបស់ខ្ញុំ",
    "shop_id": "ហាង",
    "shop_id_message": "ជ្រើសរើសពីហាងដែលមានស្រាប់របស់អ្នក ប្រសិនបើអ្នកត្រូវការសេវាកម្មបន្ថែម។",
    "shop_id_placeholder": "ជ្រើសរើសហាង...",
    "store_name": "ឈ្មោះហាង",
    "store_name_placeholder": "ឈ្មោះហាងខ្ញុំ...",
    "store_name_messages": "ប្រាប់យើងពីឈ្មោះហាងរបស់អ្នកដែលអ្នកមាន ឬមានបំណងសាងសង់នាពេលអនាគត។",
    "contact": "ព័ត៌មានទំនាក់ទំនង",
    "name_placeholder": "ទាមទារ *",
    "email": "អ៊ីមែល",
    "email_placeholder": "ទាមទារ * your-mail{'@'}mail.com",
    "request_title": "ពិពណ៌នាអំពីតម្រូវការរបស់អ្នក។",
    "request_message": "ផ្តល់ព័ត៌មានជាក់លាក់អំពីអាជីវកម្មរបស់អ្នក ដើម្បីជួយអ្នកជំនាញរបស់យើងបំពេញតម្រូវការរបស់អ្នកឱ្យកាន់តែប្រសើរឡើង និងផ្តល់ឱ្យអ្នកនូវតម្លៃសមរម្យ និងការប៉ាន់ស្មានពេលវេលា។",
    "description": "ប្រាប់យើងបន្ថែមអំពីអាជីវកម្មរបស់អ្នក។",
    "description_messages": "តើអាជីវកម្មរបស់អ្នកគឺជាអ្វី? តើអ្នកលក់ផលិតផល ឬសេវាកម្មទេ?",
    "services_title": "តើអ្នកចង់ធ្វើកិច្ចការអ្វីខ្លះដោយអ្នកជំនាញ?",
    "select_one_caution": "ជ្រើសរើសយ៉ាងហោចណាស់ជម្រើសមួយ!",
    "detail_title": "បន្ថែមព័ត៌មានលម្អិតដើម្បីជួយអ្នកជំនាញដឹងពីតម្រូវការរបស់អ្នកកាន់តែប្រសើរ។",
    "detail": "ព័ត៌មានលម្អិតអំពីគម្រោង",
    "detail_messages": "តើអ្នកមានគេហទំព័រដែលមានស្រាប់ទេ? តើអ្នកមានហាងនៅលើ Instagram ឬហាងរាងកាយទេ? តើបន្ទាត់ពេលវេលាអាចបត់បែនបានទេ?",
    "preferences_title": "ដែនកំណត់ និងចំណូលចិត្ត",
    "preferences_message": "កំណត់ចំណូលចិត្តរបស់អ្នកដើម្បីឱ្យអ្នកជំនាញត្រឹមត្រូវសម្រាប់ការងាររបស់អ្នកអាចពិនិត្យមើលសំណើគម្រោងរបស់អ្នក។",
    "level_title": "តើអ្នកណាជាជម្រើសដ៏ល្អបំផុតសម្រាប់អ្នក?",
    "level_message": "កម្រិតនៃជំនាញ បទពិសោធន៍ និងការគាំទ្ររបស់អ្នកជំនាញកំណត់តម្លៃ",
    "level_low": "អ្នកជំនាញតម្លៃទាប",
    "level_medium": "អ្នកជំនាញតម្លៃមធ្យម",
    "level_high": "អ្នកជំនាញតម្លៃខ្ពស់។",
    "location_title": "តើអ្នកចូលចិត្តធ្វើការជាមួយអ្នកជំនាញនៅជិតទីតាំងរបស់អ្នកទេ?",
    "location_near": "បាទ",
    "location_no": "ទេ",
    "language_title": "តើអ្វីជាចំណូលចិត្តភាសារបស់អ្នក ខណៈពេលដែលទំនាក់ទំនងជាមួយអ្នកជំនាញ?",
    "language": "ភាសា",
    "language_placeholder": "ជ្រើសរើស​មួយ*",
    "free_support_title": "ការគាំទ្រអាជីវកម្មខ្នាតតូច",
    "free_support_message": "យើងជឿជាក់ថាការជួយដល់ការចាប់ផ្តើមអាជីវកម្មគឺជាការវិនិយោគដ៏ឆ្លាតវៃសម្រាប់អនាគតរបស់អ្នក និង Selldone ។ យើងតែងតែទទួលបានអ្នកត្រឡប់មកវិញនៅលើផ្លូវនេះ។ ផលិតផល និងសេវាកម្មរបស់អ្នកកាន់តែមានភាពទាក់ទាញ ការច្នៃប្រឌិត ឬការអនុវត្តកាន់តែច្រើន សេវាកម្មកាន់តែច្រើនដែលអ្នកនឹងទទួលបានដោយឥតគិតថ្លៃពីយើង និងអ្នកជំនាញរបស់យើង។",
    "free_support_condition": "ប្រសិនបើអ្នកយកចិត្តទុកដាក់ក្នុងការចាប់ផ្តើមអាជីវកម្មផ្ទាល់ខ្លួនរបស់អ្នក និងលក់អនឡាញ នោះគ្រប់គ្រាន់ហើយ។ នៅសល់គឺអាស្រ័យលើយើង!",
    "free": "តើអ្នកចង់បានសេវាកម្មឥតគិតថ្លៃទេ?",
    "free_messages": "ជ្រើសរើសជម្រើសនេះ ប្រសិនបើអ្នកជាអាជីវកម្មចាប់ផ្តើម ឬបច្ចុប្បន្នមិនមានមធ្យោបាយហិរញ្ញវត្ថុដើម្បីបង់ប្រាក់ឱ្យអ្នកឯកទេស។",
    "action_new": "សំណើថ្មី។",
    "action_send": "ដាក់ស្នើសំណើ",
    "start_price_message": "ការងារ {topic} ចាប់ផ្តើមពី {price} {currency} សម្រាប់អ្នកជំនាញនេះ។",
    "notifications": {
      "success_send": "សំណើរបស់អ្នកត្រូវបានដាក់ជូនដោយជោគជ័យ។ សូមរង់ចាំសម្រាប់ការផ្តល់ជូនអ្នកជំនាញ Selldone ។"
    },
    "stage": {
      "title": "តើអ្វីជាដំណាក់កាលនៃអាជីវកម្មរបស់អ្នក?",
      "start": "ការចាប់ផ្តើមអាជីវកម្មថ្មី។",
      "online": "ខ្ញុំចង់បង្កើតអាជីវកម្មដែលមានស្រាប់របស់ខ្ញុំតាមអ៊ីនធឺណិត",
      "extend": "ខ្ញុំមានហាងអនឡាញ ហើយខ្ញុំកំពុងធ្វើការលើវា។",
      "pos": "ខ្ញុំចង់ដំឡើង Selldone POS នៅក្នុងសាខាហាងរបស់ខ្ញុំ"
    },
    "budget": {
      "title": "តើអ្នកមានការប៉ាន់ប្រមាណនៃថវិកាឯករាជ្យទេ?",
      "yes": "បាទ ថវិការបស់ខ្ញុំច្បាស់លាស់",
      "no": "ទេ ខ្ញុំ​ចង់​បាន​ព័ត៌មាន​បន្ថែម"
    },
    "login": {
      "title": "សូមចូល",
      "message": "ចូលទៅចុះឈ្មោះជាមុនសិន។ អ្នកអាចចូលទៅ Selldone របស់អ្នកបានយ៉ាងឆាប់រហ័ស និងដោយសុវត្ថិភាព តាមរយៈលេខទូរស័ព្ទ ឬគណនីបណ្តាញសង្គម។"
    },
    "select_shop_title": "ជ្រើសរើសហាងមួយ។",
    "select_shop_description": "ខ្ញុំត្រូវការអ្នកជំនាញសម្រាប់ហាងដែលមានស្រាប់",
    "new_shop_mode_title": "បង្កើតហាងថ្មី។",
    "new_shop_mode_description": "ខ្ញុំចង់បង្កើតហាងថ្មី។"
  },
  "expert_requests": {
    "title": "បើកសំណើ",
    "dialog": {
      "title": "ព័ត៌មានលម្អិតស្នើសុំអ្នកជំនាញ",
      "start_chat": "ចាប់ផ្តើមការចរចា"
    }
  },
  "job_chat": {
    "title": "ការចរចាការងារ"
  },
  "expert_chat_box": {
    "need_expert_question": "តើអ្នកចង់បានអ្នកជំនាញទេ?",
    "find_expert": "ស្វែងរកអ្នកជំនាញ..",
    "folder_name": "ឈ្មោះ​ថត",
    "folder_dialog": {
      "title": "កែសម្រួលថតឯកសារ",
      "hide_new_folder": "លាក់ថតថ្មី។",
      "add_new_folder": "បន្ថែមថតថ្មី។"
    }
  },
  "add_job": {
    "add_title": "បន្ថែមការងារថ្មី។",
    "edit_title": "កែសម្រួលការងារ",
    "message": "បញ្ចូលចំណងជើងការងារ និងការពិពណ៌នាការងារដែលអ្នកអាចធ្វើបាននៅក្នុងផ្នែកនេះ។ ចំណាំថា អ្នកមិនត្រូវសរសេរព័ត៌មានទំនាក់ទំនង និងតំណភ្ជាប់នៅក្នុងអត្ថបទនៃការពិពណ៌នាការងាររបស់អ្នកទេ។",
    "start_price_message": "ការចំណាយអប្បបរមានៃការបញ្ជាទិញនីមួយៗ។",
    "currency_message": "ការផ្លាស់ប្តូររូបិយប័ណ្ណកំណត់ឡើងវិញនូវកំណត់ត្រាហិរញ្ញវត្ថុរបស់អ្នកសម្រាប់ការងារនេះ។",
    "job_desc_message": "ពិពណ៌នាអំពីសេវាកម្មពេញលេញរបស់អ្នកសម្រាប់ការងារនេះ។",
    "included_message": "ពិពណ៌នាអំពីសេវាកម្មដែលអ្នកនឹងផ្តល់សម្រាប់អតិថិជនក្នុងតម្លៃមូលដ្ឋាន។",
    "additional_message": "តើសេវាកម្មអ្វីផ្សេងទៀតដែលអ្នកផ្តល់ជូនបន្ថែមលើសេវាកម្មមូលដ្ឋាន?",
    "available": "ការងារដែលមាន",
    "available_message": "ការចូលប្រើជាសាធារណៈចំពោះការងារនេះ។",
    "add_action": "បន្ថែមការងារថ្មី។",
    "edit_action": "កែសម្រួលការងារ",
    "notifications": {
      "edit": "ការងារបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។",
      "add": "ការងារថ្មីត្រូវបានបង្កើតដោយជោគជ័យ"
    }
  },
  "contract_form": {
    "shop_message": "បង្ហាញហាងរបស់អតិថិជនជាមួយនឹងការចូលប្រើរបស់អ្នកគ្រប់គ្រង ឬអ្នកគ្រប់គ្រងជាន់ខ្ពស់តែប៉ុណ្ណោះ។",
    "shop_placeholder": "ជ្រើសរើសហាងដែលអ្នកចង់ធ្វើការលើវា*",
    "title_message": "កំណត់ចំណងជើងសម្រាប់កិច្ចសន្យានេះ ..",
    "description_message": "សរសេរព័ត៌មានលម្អិតនៃកិច្ចសន្យា...",
    "permissions": "ជ្រើសរើសការអនុញ្ញាតដែលត្រូវការ",
    "cost_message": "តម្លៃកិច្ចសន្យា",
    "days": "រយៈពេលនៃកិច្ចសន្យា",
    "days_message": "រយៈពេលនៃកិច្ចសន្យា",
    "create_action": "បង្កើតកិច្ចសន្យាថ្មី។",
    "notifications": {
      "add": "កិច្ចសន្យាថ្មីត្រូវបានបង្កើត និងផ្ញើទៅអ្នកប្រើប្រាស់។"
    }
  }
};