export default {
  "experts_common": {
    "experts_page": "Эксперттер баракчасы",
    "no_job": "Туура ылайыктуу табылган жок!",
    "jobs_filter": "Жумуштарды чыпкалоо",
    "start_price": "Баштапкы баа",
    "completed_count": "Жумуштар аяктады",
    "job_title": "Кызматы",
    "job_desc": "Жумуштун сүрөттөлүшү",
    "job_not_approved": "Жумуш азырынча текшериле элек.",
    "new_job": "Жаңы жумуш",
    "expert_profile": "Эксперттин профили",
    "job_detail": "Жумуш чоо-жайы",
    "contracts": "Контракттар",
    "start_end_date": "Башталыш/аяктоо күнү",
    "complete_cancel_date": "Толук/жокко чыгаруу датасы",
    "waiting_pay_and_start": "Төлөп, баштоону күтүп жатабыз",
    "waiting_to_complete": "Кардардын макулдугун күтүүдө",
    "running": "чуркоо",
    "paY_start_action": "Төлөп, азыр баштаңыз",
    "need_help": "Жардам керекпи?",
    "hire_me_now": "Мени азыр жумушка ал...",
    "expert_contracts": "Эксперттик келишимдер"
  },
  "topic_categories": {
    "SETUP": {
      "title": "Интернет дүкөнүн орнотуу",
      "desc": "Бул тармактагы эксперттер онлайн дүкөнүңүздү сиз үчүн оңой жана тезирээк түзүшөт."
    },
    "ADD_PAGE": {
      "title": "Барактарды кошуу (Landings, Биз жөнүндө, ...)",
      "desc": "Десант баракчаларын, биз жөнүндө жана веб-сайтыңыздын башка баракчаларын түзүүнү ушул эксперттерге тапшырсаңыз болот."
    },
    "ADD_PRODUCT": {
      "title": "Товарларды жана категорияларды кошуу",
      "desc": "Сиз дүкөнгө өнүмдөрдү кошуу үчүн бул үчүн адамдарды жалдай аласыз."
    },
    "PAYMENT": {
      "title": "Төлөм ыкмаларын кошуңуз",
      "desc": "Сиз үчүн шлюзду кабыл алуу жана жаңыртуу процессин аткаруу үчүн төлөм шлюзи боюнча адисти жалдаңыз."
    },
    "MARKETING": {
      "title": "Маркетинг",
      "desc": "Маркетинг боюнча эксперттер кампанияларыңызга жана стимулдарыңызга эң жакшы оңдоолорду киргизүүгө же эффективдүү жарнамалык кампанияны баштоого жардам берет."
    },
    "MIGRATION": {
      "title": "Дүкөнүмдү башка электрондук соода платформасынан көчүрүңүз",
      "desc": "Мурда дүкөнүңүз бар беле? Профессионалдуу кызмат дүкөнүңүздү түбөлүккө колдоого алышы үчүн, дүкөндү адиске өткөрүп берүү милдетин калтырсаңыз болот."
    },
    "APP_SETUP": {
      "title": "Колдонмону орнотуу",
      "desc": "Дүкөнүңүздө колдонмолорду орнотууга жана орнотууга жардам керекпи? Жеке тиркемени түзүү керекпи? Бул тармактагы адистер сиздер менен болушат."
    },
    "MANAGEMENT": {
      "title": "Дүкөндү башкаруу",
      "desc": "Сиз дүкөндү башкаруунун кээ бир бөлүктөрүн дүкөндү башкаруу боюнча адистерге тапшырсаңыз болот. Алар ошондой эле бизнес жүргүзүүнүн бардык аспектилери боюнча эксперттик кеңештерди беришет."
    },
    "CONTENT": {
      "title": "Мазмун жазуу",
      "desc": "Продукцияларыңыздын, брендиңиздин же дүкөнүңүздүн мазмунун түзүүнү контент жазуу боюнча адистерге тапшырыңыз."
    },
    "PHOTOGRAPHY": {
      "title": "Сүрөткө тартуу жана түзөтүү",
      "desc": "Товарларыңыздын жана кызматтарыңыздын сүрөттөрүн тартуу керекпи? Бул бөлүмдүн адистери сизге керектүү сүрөттөрдү, анимацияларды жана 3D моделдерин даярдашат."
    },
    "DROP_SHIPPING": {
      "title": "Dropshipping орнотуу",
      "desc": "Эгерде сиз дүң сатуучу же чекене сатуучу болсоңуз, Selldone dropshipping платформасы сиз дайыма издеп жүргөн нерсе. Dropshipping эксперттери бизнесиңизди өнүктүрүүнүн жаңы жолдорун табууга жардам берет."
    },
    "POS_SETUP": {
      "title": "Selldone POS орнотуу",
      "desc": "Дүкөнүңүздүн онлайн POSун орнотуу үчүн адисти жалдаңыз."
    }
  },
  "topics": {
    "store-design": {
      "title": "Электрондук коммерцияны куруңуз",
      "desc": "Интернет-дүкөнүңүздүн дизайнын жана орнотууну сиздин идеяларыңызды ишке ашыра алган адистерге тапшырыңыз."
    },
    "store-configuration": {
      "title": "Дүкөн конфигурациясы",
      "desc": "Сиз дүкөн конфигурациялоо боюнча адистен жардам ала аласыз, мисалы, издөө системалары үчүн бизнес маалыматын киргизүү, жеткирүү жана сактоо ыкмаларын орнотуу."
    },
    "store-optimization": {
      "title": "Аткаруучулук жана ылдамдыкты оптималдаштыруу",
      "desc": "Эксперттер веб-сайтыңызда анын ылдамдыгын жана натыйжалуулугун жогорулатуу үчүн иштешет."
    },
    "domain": {
      "title": "Домен байланышы",
      "desc": "Дүкөнүңүзгө жана вебсайтыңызга ыңгайлаштырылган доменди кошуңуз."
    },
    "page-design": {
      "title": "Баштапкы бет жана шаблон дизайны",
      "desc": "Вебсайтыңыздын десанттык баракчаларын, башкы беттерин жана ички баракчаларын долбоорлоңуз."
    },
    "add-product": {
      "title": "Товарларды жана категорияларды кошуу",
      "desc": "Категорияларды оңдоо үчүн өнүмдөрүңүздүн сүрөттөрүн, сүрөттөмөлөрүн жана спецификацияларын кошуңуз. Бул сиздин кардарларыңызга эң жакшы жабдылган өнүмдөрдү табууга жардам берет."
    },
    "payment": {
      "title": "Төлөм шлюзи",
      "desc": "Дүкөнүңүзгө онлайн төлөм шлюзун кошуңуз."
    },
    "tax": {
      "title": "Салык боюнча кеңеш",
      "desc": "Каржы жана салык маселелери боюнча кеңеш алыңыз."
    },
    "email-marketing": {
      "title": "Электрондук почта маркетинги",
      "desc": "Колдонуучуларыңызды кардарларга айлантуу жана аларды көбүрөөк сатып алууга азгыруу үчүн электрондук маркетинг куралдарын колдонуңуз."
    },
    "seo": {
      "title": "SEO",
      "desc": "Google издөө натыйжаларында рейтингиңизди жогорулатыңыз, ошондо көп адамдар издөөлөрүңүздө сиздин өнүмдөрүңүздү таба алышат."
    },
    "search-ads": {
      "title": "Издөө жарнамалары",
      "desc": "Товарларыңызды Google сыяктуу издөө системаларында жарнамалаңыз."
    },
    "social-marketing": {
      "title": "Социалдык медиа маркетинги",
      "desc": "Сиздин өнүмдөрүңүздү жана кызматтарыңызды көрүүгө көбүрөөк конокторду тартуу үчүн социалдык медиа кампанияларын баштаңыз."
    },
    "content-marketing": {
      "title": "Контент маркетинги",
      "desc": "Сиздин бизнес үчүн пайдалуу жана тиешелүү мазмунду түзүү жана жарыялоо."
    },
    "sale-channels": {
      "title": "Сатуу каналдарын куруу",
      "desc": "Selldone онлайн дүкөнүңүзгө туташуу менен Instagram, Telegram жана Facebook сыяктуу жаңы сатуу каналдарын ачыңыз."
    },
    "conversion": {
      "title": "Конверсия курсун оптималдаштыруу",
      "desc": "Конверсиянын ылдамдыгын жогорулатыңыз, көбүрөөк конокторду кардарларга айлантыңыз жана кампанияларыңыздын натыйжалуулугун жогорулатыңыз."
    },
    "analyze": {
      "title": "Колдонуучунун жүрүм-турумун талдоо",
      "desc": "Интернет-дүкөндөгү колдонуучуларыңыздын жүрүм-турумун жана ал тургай физикалык бутактарды дагы жакшыраак колдонуучу тажрыйбасын камсыз кылуу үчүн көзөмөлдөңүз."
    },
    "brand-strategy": {
      "title": "Бренд стратегиясы",
      "desc": "Сиздин бизнес брендин түзүү жана кеңейтүү боюнча иш."
    },
    "migration": {
      "title": "Store Migration",
      "desc": "Учурдагы дүкөнүңүздү Selldone'ге жылдырыңыз."
    },
    "app-programmer": {
      "title": "Колдонмону түзүңүз",
      "desc": "Өзүңүздүн колдонмоңузду иштеп чыгуу жана иштеп чыгуу"
    },
    "app-install": {
      "title": "Колдонмону орнотуу",
      "desc": "Дүкөндө керектүү тиркемени орнотуп, конфигурациялаңыз."
    },
    "ux-design": {
      "title": "Ыңгайлаштырылган UX дизайны",
      "desc": "Дүкөндө же тиркемеде колдонуучуларыңыз үчүн уникалдуу колдонуучу тажрыйбасын түзүңүз."
    },
    "debug": {
      "title": "Проблемаларды чечүү",
      "desc": "Дүкөнүңүздөгү каталарды жана көйгөйлөрдү оңдоңуз."
    },
    "strategy": {
      "title": "Бизнес стратегиясы боюнча консалтинг",
      "desc": "Бизнесиңизди өнүктүрүү жана жакшыртуу үчүн тажрыйбалуу адамдардан кеңеш алыңыз."
    },
    "products-guide": {
      "title": "Продукт булагы",
      "desc": "Продукцияны даярдоо жана жеткирүү чынжырын долбоорлоо үчүн адистерден жардам сураңыз."
    },
    "setup-guide": {
      "title": "Дүкөндү орнотуу жана дизайн боюнча кеңеш берүү",
      "desc": "Бизнес баштоо же аны онлайн кылуу үчүн тармактагы адистерден кеңеш алыңыз."
    },
    "marketing-guide": {
      "title": "Маркетинг жана сатуу боюнча консалтинг",
      "desc": "Эксперттерден жана профессионалдардан кеңеш алуу менен кантип сатууну жана сатууну көбөйтүүнү үйрөнүңүз."
    },
    "product-description": {
      "title": "Продукт сүрөттөмөсү",
      "desc": "Кардарларыңыз өнүмдөрүңүз менен жакшыраак тааныша алышы үчүн, өнүмүңүздүн сүрөттөмөсүн жагымдуу кылыңыз."
    },
    "content-write": {
      "title": "Маркетинг жана жарнама мазмуну",
      "desc": "Кардарларга эң жакшысын тандоого жардам берүү үчүн бренд окуясы жана өнүмдөрүңүз канааттандырылган муктаждыктар жөнүндө жазыңыз."
    },
    "logo-design": {
      "title": "Логотип жана бренд дизайны",
      "desc": "Брендиңиз үчүн сүрөт жана логотип мазмунун дизайн."
    },
    "banner-design": {
      "title": "Баннер дизайны",
      "desc": "Бренд маалымдуулугун жогорулатуу жана дүкөнүңүзгө трафикти тартуу үчүн таасирдүү жарнама баннерлерин түзүңүз."
    },
    "video": {
      "title": "Тасма жана анимация",
      "desc": "Жарнамалык видеолорду жана 2D жана 3D анимацияларын чыгарууну мастерлерге тапшырыңыз."
    },
    "photography": {
      "title": "Продукцияны сүрөткө тартуу",
      "desc": "Дүкөнүңүздүн көз жоосун алган көрүнүшү үчүн өнүмдөрүңүздүн жана кызматтарыңыздын өнөр жай жана кесипкөй сүрөттөрүн тартыңыз."
    },
    "photo-editor": {
      "title": "Сүрөттөрдү түзөтүү",
      "desc": "Жагымдуу сүрөттөрдү долбоорлоо, ал эффекттерди кошуу, фонду алып салуу же сүрөткө текст кошууну камтышы мүмкүн."
    },
    "3d": {
      "title": "3D моделдөө жана AR",
      "desc": "Сатууларыңызды кескин көбөйтүү үчүн өнүмдөрүңүздүн 3D толукталган реалдуулук моделдерин түзүңүз."
    },
    "dropshipping": {
      "title": "Dropshipping орнотуу",
      "desc": "Эгерде сизде өндүрүүчүңүз же кампаңыз болсо, dropshipping эксперттери миңдеген интернет-дүкөндөр аркылуу өнүмдөрүңүздү үзгүлтүксүз сатууга жардам берет."
    },
    "reselling": {
      "title": "Сатуучу үчүн орнотуу",
      "desc": "Сиз товарларды жана кампаларды сатып албастан, ал тургай пакетти жөнөтпөстөн, жогорку кирешеси бар кемчиликсиз дүкөнгө ээ боло аласыз."
    },
    "pos-setup": {
      "title": "Онлайн кассалык аппаратты орнотуу",
      "desc": "Selldone POSуңузду дүкөнүңүздүн филиалдарында иштетиңиз жана бизнесиңизди жана физикалык филиалдарыңызды өнүктүрүү үчүн жеткиликтүү эң профессионалдуу дүкөн куралдарын колдонуңуз."
    }
  },
  "industries": {
    "ART": "Art",
    "MARKETING_ADS": "Маркетинг жана жарнама",
    "SERVICES": "Кызматтар",
    "CLOTHING_FASHION": "Кийим-кече жана мода",
    "HANDCRAFTS": "Кол өнөрчүлүк",
    "ELECTRONICS_TECH": "Электроника жана техника",
    "HEALTH_BEAUTY": "Ден-соолук жана сулуулук",
    "HOME_GARDEN": "Үй жана бакча",
    "JEWELRY_ACCESSORIES": "Зергер буюмдар жана аксессуарлар",
    "FOOD_DRINK": "Тамак-аш жана суусундук",
    "PET_CARE": "Үй жаныбарларына кам көрүү",
    "SPORTS": "Спорт",
    "RECREATION": "Эс алуу",
    "TOYS_GAMES": "Оюнчуктар жана оюндар",
    "AUTOMOTIVE": "Автоунаа"
  },
  "expert_panel": {
    "title": "Selldone Эксперттер Башкаруу панели",
    "add_dialog": {
      "title": "Жаңы жумуш кошуу"
    }
  },
  "contract_view": {
    "running": "чуркоо",
    "cancelling": "Жокко чыгаруу өтүнүчү..",
    "title": "Контракттын предмети",
    "description": "Келишимдин сүрөттөлүшү",
    "permissions_input": "Керектүү уруксаттарды тандаңыз",
    "cost_timeline": "Наркы жана убакыт тилкеси",
    "timespan": "Келишимдин мөөнөтү",
    "cost": "Контракттын баасы",
    "pay_now_action": "макулмун | Азыр төлөө",
    "complete_action": "Ооба | Келишимди бүтүрүү",
    "reject_action": "Жок | Аяктоо бекитилген эмес",
    "all_tasks_completed_message": "Сиз бардык аныкталган тапшырмаларды аткардыңыз. Эгер сиз муну бүтүргөн болсоңуз, буйрутманы аяктоо баскычын басыңыз. Бул кадамдан кийин кардар иштин жеткирилишин ырасташы керек.",
    "waiting_complete_by_customer_message": "Сиз жумушту тастыктадыңыз, эми буюртма жеткирилгенин кардардын ырастоосун күтүшүңүз керек. Кардар тарабынан жактырылбаган же четке кагылган учурда заказ автоматтык түрдө бекитилет жана 3 күндөн кийин бүтөт.",
    "comment": "Комментарий тапшырыңыз",
    "comment_desc": "Иштин сапатына жана эксперттердин өз ара аракетине жараша баа.",
    "comment_placeholder": "Иштин сапаты тууралуу өз оюңузду жазыңыз...",
    "response_placeholder": "Эгер кардарлардын пикири жөнүндө айта турган нерсеңиз болсо, жазыңыз ...",
    "waiting_for_customer": "кардарды күтүүдө...",
    "account_input": "Чечирилүүчү эсеп",
    "dialog_pay": {
      "title": "Төлөп, келишимди баштаңыз",
      "insufficient_balance": "Баланс жетишсиз! Төлөө үчүн эсепти алыңыз."
    },
    "dialog_cancel": {
      "title": "Келишимди жокко чыгаруу",
      "confirm_code": "Ырастоо коду болуп саналат",
      "confirm_code_label": "Ырастоо коду",
      "confirm_action": "Ооба, келишимди жокко чыгаруу"
    },
    "notifications": {
      "save": "Келишим ийгиликтүү түзөтүлдү.",
      "pay": "Келишим төлөнүп, ийгиликтүү башталды.",
      "end": "Буйрутма аткарылганын тастыктоо үчүн кардарга жөнөтүлдү..",
      "complete": "Келишим бүттү.",
      "reject": "Келишимдин аткарылышы бекитилбейт.",
      "cancel": "Келишим жокко чыгарылды.",
      "update": "Уруксат жаңырды.",
      "comment": "Сиздин комментарий жөнөтүлдү.",
      "response": "Жообуңуз жөнөтүлдү."
    }
  },
  "expert_page": {
    "title": "Мыкты эксперттерди жалдаңыз",
    "sub_title": "Дүкөнүңүздү долбоорлоо, ишке киргизүү, жарнамалоо же башкаруу жөнүндө кабатыр болбоңуз. Ишти жакшыраак жана тезирээк жасоо үчүн тастыкталган адисти жалдаңыз.",
    "steps_title": "Аткаруу үчүн үч кадам калды",
    "step_1_title": "Эксперт менен байланышыңыз",
    "step_1_desc": "Эксперттерден сунуштарды сураңыз же сунушталган эксперттерге ылайыктуу жумуш түзүңүз.",
    "step_2_title": "Макул жана Келишимди алуу",
    "step_2_desc": "Жоопторду карап чыгыңыз, туура вариантты табыңыз жана убакыт жана так баа сыяктуу деталдарды талкуулаңыз.",
    "step_3_title": "Ишти ырастоо жана аткаруу",
    "step_3_desc": "Selldone аркылуу ишти натыйжалуу кыла турган квалификациялуу адистерге ишениңиз.",
    "who": {
      "title": "Бул жерден кимди табасың?",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "Өз тармагында да, Селдонеде да чеберлер",
      "spec1_desc": "Сизге эч кандай программалоо жөндөмүнүн кереги жок! Selldone бардык жаңыртууларга кам көрөт. Бардык күчүңүздү сатууну көбөйтүүгө жумшаңыз!",
      "spec2_title": "Тандалган жана берилген адамдар",
      "spec2_desc": "Эч кандай коддоо же техникалык билим талап кылынат. Кошумча чыгымдар, татаал техникалык маселелер жана онлайн бизнесиңиздин жолундагы тоскоолдуктар менен коштошуңуз!",
      "spec3_title": "Профессионалдуу иш эң профессионал тарабынан аткарылат",
      "spec3_desc": "Сизге эч кандай программалоо жөндөмүнүн кереги жок! Сиздин муктаждыктарын канааттандыруу үчүн Selldone мыкты адистер!"
    },
    "expert_categories": "Эксперттер көрсөткөн кызматтардын категориясы",
    "show_all_topics": "Бардык категорияларды көрсөтүү",
    "marketing_title": "Маркетинг жана сатуунун өсүшү",
    "starts_title": "Онлайн бизнести баштоо жана өнүктүрүү",
    "managements_title": "Бизнести башкаруу",
    "contents_title": "Мазмунду түзүү, сүрөткө тартуу жана видео",
    "apps_title": "Көбүрөөк мүмкүнчүлүктөр жана менин колдонмону орнотуу",
    "footer": {
      "title": "Сиздин муктаждыктарыңызга ылайыктуу мыкты адисти табуу",
      "message": "Төмөнкү форманы толтуруу менен сиз жаңы жумуш ордун түзөсүз, андыктан мыкты эксперттер сиздин муктаждыктарыңызга жараша өз сунуштарын жөнөтө алышат."
    }
  },
  "public_job_page": {
    "hire_expert_title": "Бул адис сиз үчүн иштешин каалайсызбы?",
    "your_own_job_message": "Сиз бул милдетти аныктадыңыз! Администратор панелине өтүп, бул тапшырманы түздөн-түз башкаруу үчүн төмөнкү баскычты басыңыз.",
    "go_to_job_panel": "Менин панелиме өтүңүз",
    "no_chat": "Сиз азырынча эч кандай өтүнүч тапшыра элексиз.",
    "job_tasks": "Сунушталган жумуш тапшырмалары",
    "included": "Баштапкы баага киргизилген тапшырмалар",
    "additional": "Кошумча иштер жана милдеттер",
    "permissions": "Талап кылынган уруксаттар"
  },
  "expert_request_form": {
    "action_message": "Дүкөнүңүздү башка бирөө куруп, башкарышын же сатуусун каалайсызбы? Андыктан сиз ойлогон нерсени ишке ашыруу үчүн адис жалдаңыз.",
    "order_new_kob": "Жаңы жумушка заказ бериңиз",
    "new_shop_action_small": "Дүкөнүңүздө эксперт иштешин каалайсызбы?",
    "mange_shop_action_small": "Сиз үчүн дүкөн куруу үчүн адис каалайсызбы?",
    "new_shop_action": "Сиз бир нече сунуштарды алдыңыз",
    "mange_shop_action": "Эксперттер арызыңызды карап жатышат.",
    "hire_expert": "Эксперт жалдоо",
    "check_mail_status": "Сураныч, электрондук почтаңызды текшериңиз",
    "header_new": "Жаңы өтүнүч",
    "header_view": "Сурам жөнөтүү",
    "title": "Заманбап интернет дүкөн каалайсызбы?",
    "message": "Мунун баарын өзүңүз жасаштын кереги жок. Биздин сертификацияланган эксперттер онлайн дүкөнүңүздү тезирээк, оңой жана көз жоосун алган курууга жардам берет. Сиздин керектөөлөрүңүздү сүрөттөп бериңиз жана сатууңузду жогорулатууга жардам бере турган эң жакшысын табыңыз.",
    "steps_title": "Бул кадамдарды аткарыңыз",
    "step_1": "Сиздин муктаждыктарыңызды сүрөттөп бериңиз",
    "step_1_message": "Эксперттерге эмнени кааласаңыз, айтыңыз",
    "step_2": "Эксперттердин сунуштарын карап чыгыңыз",
    "step_2_message": "Сиздин муктаждыктарыңызга туура келген эң жакшыны тандаңыз",
    "step_3": "Маанилүү деталдарды талкуулап, эксперт менен көбүрөөк иш кылыңыз",
    "step_3_message": "Маанилүү деталдарды талкуулап, эксперт менен көбүрөөк иш кылыңыз",
    "shop_info": "Дүкөндү тандаңыз",
    "select_shop": "Мага дүкөнүмдүн бирине эксперт керек",
    "shop_id": "Дүкөн",
    "shop_id_message": "Эгер сизге көбүрөөк кызматтар керек болсо, учурдагы дүкөндөрүңүздөн тандаңыз.",
    "shop_id_placeholder": "Дүкөн тандаңыз...",
    "store_name": "Дүкөндүн аты",
    "store_name_placeholder": "Менин дүкөнүмдүн аты...",
    "store_name_messages": "Бизге дүкөнүңүздүн аталышын айтыңыз, сизде бар же келечекте курууну пландаштырыңыз.",
    "contact": "Байланыш маалымат",
    "name_placeholder": "Милдеттүү*",
    "email": "Email",
    "email_placeholder": "Талап кылынат* your-email@gmail.com",
    "request_title": "Сиздин муктаждыктарыңызды сүрөттөп бериңиз.",
    "request_message": "Биздин экспертке талаптарыңызды жакшыраак аткарууга жардам берүү жана сизге жеткиликтүү бааны жана убакытты болжолдоо үчүн бизнесиңиз жөнүндө конкреттүү маалымат бериңиз.",
    "description": "Бизге бизнесиңиз жөнүндө көбүрөөк айтып бериңиз",
    "description_messages": "Сиздин бизнесиңиз кандай? Сиз өнүмдөрдү же кызматтарды сатасызбы?",
    "services_title": "Эксперттин кандай тапшырмаларды аткарышын каалайсыз?",
    "select_one_caution": "Жок дегенде бир вариантты тандаңыз!",
    "detail_title": "Экспертке талаптарыңызды жакшыраак билүүгө жардам берүү үчүн чоо-жайын кошуңуз.",
    "detail": "Долбоордун чоо-жайы",
    "detail_messages": "Учурдагы веб-сайтыңыз барбы? Инстаграмда дүкөнүңүз барбы же физикалык дүкөнүңүз барбы? Убакыт тилкеси ийкемдүүбү?",
    "preferences_title": "Лимиттер жана артыкчылыктар",
    "preferences_message": "Жумушуңузга ылайыктуу адистер долбоордун сунушун карап чыгышы үчүн артыкчылыктарыңызды аныктаңыз.",
    "level_title": "Сиз үчүн эң жакшы тандоо ким?",
    "level_message": "Эксперттин жөндөмү, тажрыйбасы жана колдоосу бааларды аныктайт",
    "level_low": "Төмөн баадагы эксперттер",
    "level_medium": "Орто баадагы эксперттер",
    "level_high": "Жогорку баадагы эксперттер",
    "location_title": "Жайгашкан жериңизге жакын жердеги эксперттер менен иштешүүнү каалайсызбы?",
    "location_near": "Ооба",
    "location_no": "жок",
    "language_title": "Эксперттер менен баарлашууда кайсы тилге артыкчылык бересиз?",
    "language": "Тил",
    "language_placeholder": "Бирөөнү танда*",
    "free_support_title": "Чакан бизнести колдоо",
    "free_support_message": "Стартаптарга жардам берүү сиздин келечегиңиз жана Selldone үчүн акылдуу инвестиция деп эсептейбиз. Биз ар дайым бул жолдо сиздин арканыз. Сиздин өнүмдөрүңүз жана кызматтарыңыз канчалык жагымдуу, инновациялык же андан да практикалык болсо, бизден жана эксперттерибизден ошончолук көп кызматтарды акысыз аласыз.",
    "free_support_condition": "Эгерде сиз өзүңүздүн жеке бизнесиңизди баштоого жана онлайн сатууга олуттуу мамиле кылсаңыз, бул жетиштүү. Калганы өзүбүздөн!",
    "free": "Сиз акысыз кызматтарды каалайсызбы?",
    "free_messages": "Эгерде сиз стартап-бизнес болсоңуз же учурда адистерге төлөөгө каржылык мүмкүнчүлүгүңүз жок болсо, бул параметрди тандаңыз.",
    "action_new": "Жаңы өтүнүч",
    "action_send": "Өтүнүч тапшыруу",
    "start_price_message": "Бул адис үчүн {topic} жумуштары {price} {currency} башталат",
    "notifications": {
      "success_send": "Сурамыңыз ийгиликтүү тапшырылды. Сураныч, Selldone эксперттеринин сунуштарын күтүңүз."
    },
    "stage": {
      "title": "Сиздин бизнесиңиз кандай этапта турат?",
      "start": "Жаңы бизнес баштоо",
      "online": "Мен учурдагы бизнесимди онлайн кылгым келет",
      "extend": "Менин интернет дүкөнүм бар, ошонун үстүндө иштеп жатам",
      "pos": "Мен дүкөнүмдүн филиалдарында Selldone POS орноткум келет"
    },
    "budget": {
      "title": "Сизде штаттан тышкаркы бюджеттин болжолу барбы?",
      "yes": "Ооба, менин бюджетим түшүнүктүү",
      "no": "Жок, мен көбүрөөк маалымат алгым келет"
    },
    "login": {
      "title": "Сураныч, кириңиз",
      "message": "Биринчи катталуу үчүн кириңиз. Сиз мобилдик номер же социалдык тармактагы аккаунттар аркылуу Selldone'ге тез жана коопсуз кире аласыз."
    },
    "select_shop_title": "Дүкөн тандаңыз",
    "select_shop_description": "Мага иштеп жаткан дүкөнгө адис керек",
    "new_shop_mode_title": "Жаңы дүкөн түзүү",
    "new_shop_mode_description": "Мен жаңы дүкөн ачкым келет"
  },
  "expert_requests": {
    "title": "Сурамдарды ачуу",
    "dialog": {
      "title": "Эксперттин сурамынын чоо-жайы",
      "start_chat": "Сүйлөшүүнү баштоо"
    }
  },
  "job_chat": {
    "title": "Жумуш боюнча сүйлөшүүлөр"
  },
  "expert_chat_box": {
    "need_expert_question": "Сиз экспертти каалайсызбы?",
    "find_expert": "Эксперт тап..",
    "folder_name": "Папканын аты",
    "folder_dialog": {
      "title": "Папкаларды түзөтүү",
      "hide_new_folder": "Жаңы папканы жашыруу",
      "add_new_folder": "Жаңы папканы кошуу"
    }
  },
  "add_job": {
    "add_title": "Жаңы жумуш кошуу",
    "edit_title": "Жумушту түзөтүү",
    "message": "Бул бөлүмдө сиз жасай турган жумуштун аталышын жана иш сүрөттөмөсүн киргизиңиз. Кызматтык сүрөттөмөңүздүн текстине байланыш маалыматын жана шилтемелерди жазууга болбойт.",
    "start_price_message": "Ар бир заказдын минималдуу баасы.",
    "currency_message": "Валютаны өзгөртүү бул жумуш үчүн каржылык жазууларыңызды баштапкы абалга келтирет.",
    "job_desc_message": "Бул жумуш үчүн толук кызматыңызды сүрөттөп бериңиз.",
    "included_message": "Негизги баада кардар үчүн кандай кызматтарды көрсөтө турганыңызды сүрөттөп бериңиз.",
    "additional_message": "Негизги кызматтардан тышкары дагы кандай кызматтарды сунуштайсыз?",
    "available": "Жеткиликтүү жумуш",
    "available_message": "Бул жумушка коомчулуктун жеткиликтүүлүгү",
    "add_action": "Жаңы жумуш кошуу",
    "edit_action": "Жумушту түзөтүү",
    "notifications": {
      "edit": "Жумуш ийгиликтүү жаңыртылды.",
      "add": "Жаңы жумуш ийгиликтүү түзүлдү"
    }
  },
  "contract_form": {
    "shop_message": "Кардардын дүкөндөрүн администратор же улук менеджер гана көрө аласыз.",
    "shop_placeholder": "Үстүндө иштегиңиз келген дүкөндү тандаңыз*",
    "title_message": "Бул келишимге аталышты коюңуз..",
    "description_message": "Келишимдин чоо-жайын жаз...",
    "permissions": "Керектүү уруксаттарды тандаңыз",
    "cost_message": "Контракттын баасы",
    "days": "Келишимдин мөөнөтү",
    "days_message": "Келишимдин мөөнөтү",
    "create_action": "Жаңы келишим түзүү",
    "notifications": {
      "add": "Жаңы келишим түзүлүп, колдонуучуга жөнөтүлдү."
    }
  }
};