export default {
  "experts_common": {
    "experts_page": "ຫນ້າຜູ້ຊ່ຽວຊານ",
    "no_job": "ບໍ່ພົບພໍດີ!",
    "jobs_filter": "ການກັ່ນຕອງວຽກ",
    "start_price": "ລາຄາເລີ່ມຕົ້ນ",
    "completed_count": "ວຽກສຳເລັດ",
    "job_title": "ຕໍາ​ແຫນ່ງ",
    "job_desc": "ລາຍລະອຽດວຽກ",
    "job_not_approved": "ວຽກຍັງບໍ່ທັນໄດ້ຮັບການຢັ້ງຢືນເທື່ອ.",
    "new_job": "ວຽກໃໝ່",
    "expert_profile": "ໂປຣໄຟລ໌ຜູ້ຊ່ຽວຊານ",
    "job_detail": "ລາຍລະອຽດວຽກ",
    "contracts": "ສັນຍາ",
    "start_end_date": "ວັນທີເລີ່ມຕົ້ນ/ສິ້ນສຸດ",
    "complete_cancel_date": "ສໍາເລັດ/ຍົກເລີກວັນທີ",
    "waiting_pay_and_start": "ລໍຖ້າຈ່າຍເງິນແລະເລີ່ມຕົ້ນ",
    "waiting_to_complete": "ລໍຖ້າການອະນຸມັດຈາກລູກຄ້າ",
    "running": "ແລ່ນ",
    "paY_start_action": "ຈ່າຍແລະເລີ່ມຕົ້ນດຽວນີ້",
    "need_help": "ຕ້ອງ​ການ​ຄວາມ​ຊ່ວຍ​ເຫຼືອ?",
    "hire_me_now": "ຈ້າງຂ້ອຍດຽວນີ້ ...",
    "expert_contracts": "ສັນຍາຊ່ຽວຊານ"
  },
  "topic_categories": {
    "SETUP": {
      "title": "ຕັ້ງຮ້ານອອນໄລນ໌",
      "desc": "ຜູ້ຊ່ຽວຊານໃນດ້ານນີ້ສ້າງການຕິດຕັ້ງຮ້ານອອນໄລນ໌ຂອງທ່ານງ່າຍຂຶ້ນແລະໄວຂຶ້ນສໍາລັບທ່ານ."
    },
    "ADD_PAGE": {
      "title": "ເພີ່ມຫນ້າ (Landings, ກ່ຽວກັບພວກເຮົາ, ... )",
      "desc": "ທ່ານສາມາດອອກຈາກການສ້າງຫນ້າທີ່ດິນ, ກ່ຽວກັບພວກເຮົາແລະຫນ້າອື່ນໆຂອງເວັບໄຊທ໌ຂອງທ່ານໃຫ້ກັບຜູ້ຊ່ຽວຊານເຫຼົ່ານີ້."
    },
    "ADD_PRODUCT": {
      "title": "ເພີ່ມຜະລິດຕະພັນແລະປະເພດ",
      "desc": "ທ່ານສາມາດຈ້າງຄົນເພື່ອເຮັດສິ່ງນີ້ສໍາລັບທ່ານເພື່ອເພີ່ມຜະລິດຕະພັນໃນຮ້ານ."
    },
    "PAYMENT": {
      "title": "ເພີ່ມວິທີການຊໍາລະ",
      "desc": "ຈ້າງຜູ້ຊ່ຽວຊານດ້ານປະຕູການຈ່າຍເງິນເພື່ອເຮັດຂັ້ນຕອນການຮັບ ແລະອັບເດດປະຕູທາງໃຫ້ທ່ານ."
    },
    "MARKETING": {
      "title": "ການຕະຫຼາດ",
      "desc": "ຜູ້ຊ່ຽວຊານດ້ານການຕະຫຼາດຊ່ວຍໃຫ້ທ່ານປັບຕົວທີ່ດີທີ່ສຸດກັບແຄມເປນແລະແຮງຈູງໃຈຂອງທ່ານຫຼືເປີດຕົວແຄມເປນໂຄສະນາທີ່ມີປະສິດທິພາບ."
    },
    "MIGRATION": {
      "title": "ຍ້າຍຮ້ານຂອງຂ້ອຍຈາກເວທີອີຄອມເມີຊອື່ນ",
      "desc": "ເຈົ້າເຄີຍມີຮ້ານມາກ່ອນບໍ? ທ່ານສາມາດອອກຈາກວຽກງານຂອງການໂອນຮ້ານໄປຫາຜູ້ຊ່ຽວຊານເພື່ອໃຫ້ການບໍລິການທີ່ເປັນມືອາຊີບສາມາດສະຫນັບສະຫນູນຮ້ານຂອງທ່ານຕະຫຼອດໄປ."
    },
    "APP_SETUP": {
      "title": "ຕິດຕັ້ງແອັບພລິເຄຊັນ",
      "desc": "ຕ້ອງການຄວາມຊ່ວຍເຫຼືອໃນການຕັ້ງຄ່າ ແລະຕິດຕັ້ງແອັບຯໃນຮ້ານຂອງທ່ານບໍ? ທ່ານຈໍາເປັນຕ້ອງສ້າງຄໍາຮ້ອງສະຫມັກສ່ວນບຸກຄົນບໍ? ຜູ້ຊ່ຽວຊານໃນດ້ານນີ້ຈະຢູ່ກັບທ່ານ."
    },
    "MANAGEMENT": {
      "title": "ການຄຸ້ມຄອງຮ້ານ",
      "desc": "ທ່ານສາມາດ outsource ບາງສ່ວນຂອງການຄຸ້ມຄອງຮ້ານຂອງທ່ານກັບຜູ້ຊ່ຽວຊານດ້ານການຄຸ້ມຄອງຮ້ານ. ພວກເຂົາຍັງໃຫ້ຄໍາແນະນໍາຈາກຜູ້ຊ່ຽວຊານໃນທຸກໆດ້ານຂອງການດໍາເນີນທຸລະກິດ."
    },
    "CONTENT": {
      "title": "ການຂຽນເນື້ອຫາ",
      "desc": "ມອບຫມາຍການສ້າງເນື້ອຫາຂອງຜະລິດຕະພັນ, ຍີ່ຫໍ້ຂອງທ່ານ, ຫຼືເກັບຮັກສາໃຫ້ກັບຜູ້ຊ່ຽວຊານດ້ານການຂຽນເນື້ອຫາ."
    },
    "PHOTOGRAPHY": {
      "title": "ການ​ຖ່າຍ​ຮູບ​ແລະ​ການ​ແກ້​ໄຂ​",
      "desc": "ຕ້ອງການຖ່າຍຮູບຜະລິດຕະພັນ ແລະການບໍລິການຂອງເຈົ້າບໍ? ຜູ້ຊ່ຽວຊານໃນພາກນີ້ຈະກະກຽມຮູບພາບ, ພາບເຄື່ອນໄຫວແລະແບບ 3D ທີ່ທ່ານຕ້ອງການ."
    },
    "DROP_SHIPPING": {
      "title": "ຕິດຕັ້ງ dropshipping",
      "desc": "ຖ້າທ່ານເປັນຜູ້ຂາຍຍົກຫຼືຜູ້ຄ້າປີກ, ເວທີການລຸດລົງຂອງ Selldone ແມ່ນສິ່ງທີ່ເຈົ້າກໍາລັງຊອກຫາຢູ່ສະເຫມີ. ຜູ້ຊ່ຽວຊານ Dropshipping ສາມາດຊ່ວຍໃຫ້ທ່ານຊອກຫາວິທີໃຫມ່ເພື່ອຂະຫຍາຍທຸລະກິດຂອງທ່ານ."
    },
    "POS_SETUP": {
      "title": "ຕັ້ງຄ່າ Selldone POS",
      "desc": "ຈ້າງຜູ້ຊ່ຽວຊານເພື່ອຕັ້ງຄ່າ POS ອອນໄລນ໌ຂອງຮ້ານຂອງທ່ານ."
    }
  },
  "topics": {
    "store-design": {
      "title": "ສ້າງອີຄອມເມີຊ",
      "desc": "ອອກຈາກການອອກແບບແລະການຕິດຕັ້ງຮ້ານອອນໄລນ໌ຂອງທ່ານໃຫ້ກັບຜູ້ຊ່ຽວຊານທີ່ສາມາດປະຕິບັດແນວຄວາມຄິດຂອງທ່ານໄດ້."
    },
    "store-configuration": {
      "title": "ການຕັ້ງຄ່າຮ້ານ",
      "desc": "ທ່ານສາມາດໄດ້ຮັບການຊ່ວຍເຫຼືອຈາກຜູ້ຊ່ຽວຊານສໍາລັບການຕັ້ງຄ່າຮ້ານ, ເຊັ່ນ: ການປ້ອນຂໍ້ມູນທຸລະກິດສໍາລັບເຄື່ອງຈັກຊອກຫາ, ການຕັ້ງຄ່າການຂົນສົ່ງແລະວິທີການເກັບຮັກສາ."
    },
    "store-optimization": {
      "title": "ປະສິດທິພາບ ແລະຄວາມໄວການເພີ່ມປະສິດທິພາບ",
      "desc": "ຜູ້ຊ່ຽວຊານຈະເຮັດວຽກຢູ່ໃນເວັບໄຊທ໌ຂອງທ່ານເພື່ອເພີ່ມຄວາມໄວແລະການປະຕິບັດ."
    },
    "domain": {
      "title": "ການເຊື່ອມຕໍ່ໂດເມນ",
      "desc": "ເພີ່ມໂດເມນທີ່ກໍາຫນົດເອງໃສ່ຮ້ານແລະເວັບໄຊທ໌ຂອງທ່ານ."
    },
    "page-design": {
      "title": "ຫນ້າທີ່ດິນແລະການອອກແບບແມ່ແບບ",
      "desc": "ອອກແບບຫນ້າທີ່ດິນເວັບໄຊທ໌ຂອງທ່ານ, ຫນ້າທໍາອິດແລະຫນ້າພາຍໃນ."
    },
    "add-product": {
      "title": "ເພີ່ມຜະລິດຕະພັນແລະປະເພດ",
      "desc": "ເພີ່ມຮູບພາບ, ຄໍາອະທິບາຍແລະສະເພາະຂອງຜະລິດຕະພັນຂອງທ່ານເພື່ອແກ້ໄຂປະເພດ. ມັນເຮັດໃຫ້ລູກຄ້າຂອງທ່ານຊອກຫາຜະລິດຕະພັນທີ່ເຫມາະສົມທີ່ສຸດໄດ້ງ່າຍ."
    },
    "payment": {
      "title": "ປະຕູການຈ່າຍເງິນ",
      "desc": "ເພີ່ມປະຕູການຈ່າຍເງິນອອນໄລນ໌ໃຫ້ກັບຮ້ານຄ້າຂອງທ່ານ."
    },
    "tax": {
      "title": "ຄໍາແນະນໍາດ້ານພາສີ",
      "desc": "ໄດ້ຮັບຄໍາແນະນໍາກ່ຽວກັບບັນຫາທາງດ້ານການເງິນແລະພາສີຂອງທ່ານ."
    },
    "email-marketing": {
      "title": "ການຕະຫຼາດອີເມລ໌",
      "desc": "ໃຊ້ເຄື່ອງມືການຕະຫຼາດອີເມລ໌ເພື່ອເຮັດໃຫ້ຜູ້ໃຊ້ຂອງທ່ານກາຍເປັນລູກຄ້າແລະດຶງດູດໃຫ້ເຂົາເຈົ້າຊື້ຫຼາຍ."
    },
    "seo": {
      "title": "SEO",
      "desc": "ເພີ່ມການຈັດອັນດັບຂອງທ່ານໃນຜົນການຄົ້ນຫາຂອງ Google ເພື່ອໃຫ້ປະຊາຊົນຊອກຫາຜະລິດຕະພັນຂອງທ່ານໃນການຄົ້ນຫາຂອງພວກເຂົາ."
    },
    "search-ads": {
      "title": "ຊອກຫາໂຄສະນາ",
      "desc": "ໂຄສະນາຜະລິດຕະພັນຂອງທ່ານໃນເຄື່ອງຈັກຊອກຫາເຊັ່ນ Google."
    },
    "social-marketing": {
      "title": "ການຕະຫຼາດສື່ມວນຊົນສັງຄົມ",
      "desc": "ເປີດຕົວແຄມເປນສື່ມວນຊົນສັງຄົມເພື່ອຂັບລົດຜູ້ເຂົ້າຊົມຫຼາຍຂຶ້ນເພື່ອເບິ່ງຜະລິດຕະພັນແລະການບໍລິການຂອງທ່ານ."
    },
    "content-marketing": {
      "title": "ການຕະຫຼາດເນື້ອຫາ",
      "desc": "ສ້າງແລະເຜີຍແຜ່ເນື້ອຫາທີ່ເປັນປະໂຫຍດແລະກ່ຽວຂ້ອງກັບທຸລະກິດຂອງທ່ານ."
    },
    "sale-channels": {
      "title": "ສ້າງຊ່ອງທາງການຂາຍ",
      "desc": "ເປີດຕົວຊ່ອງທາງການຂາຍໃຫມ່ເຊັ່ນ Instagram, Telegram, ແລະ Facebook ໂດຍການເຊື່ອມຕໍ່ກັບຮ້ານອອນໄລນ໌ຂອງທ່ານໃນ Selldone."
    },
    "conversion": {
      "title": "ການເພີ່ມປະສິດທິພາບອັດຕາການປ່ຽນແປງ",
      "desc": "ເພີ່ມປະສິດທິພາບອັດຕາການປ່ຽນແປງ, ປ່ຽນຜູ້ມາຢ້ຽມຢາມເປັນລູກຄ້າຫຼາຍຂຶ້ນ, ແລະເພີ່ມປະສິດທິພາບຂອງແຄມເປນຂອງທ່ານ."
    },
    "analyze": {
      "title": "ວິເຄາະພຶດຕິກໍາຂອງຜູ້ໃຊ້",
      "desc": "ຕິດຕາມກວດກາພຶດຕິກໍາຂອງຜູ້ໃຊ້ຂອງທ່ານໃນຮ້ານອອນໄລນ໌ແລະແມ້ກະທັ້ງສາຂາທາງດ້ານຮ່າງກາຍເພື່ອໃຫ້ປະສົບການຜູ້ໃຊ້ທີ່ດີກວ່າສໍາລັບພວກເຂົາ."
    },
    "brand-strategy": {
      "title": "ຍຸດທະສາດຍີ່ຫໍ້",
      "desc": "ເຮັດວຽກໃນການສ້າງແລະຂະຫຍາຍຍີ່ຫໍ້ທຸລະກິດຂອງທ່ານ."
    },
    "migration": {
      "title": "ການ​ເຄື່ອນ​ຍ້າຍ​ຮ້ານ",
      "desc": "ຍ້າຍຮ້ານທີ່ມີຢູ່ຂອງທ່ານໄປ Selldone."
    },
    "app-programmer": {
      "title": "ສ້າງແອັບພລິເຄຊັນ",
      "desc": "ການອອກແບບແລະພັດທະນາຄໍາຮ້ອງສະຫມັກຂອງທ່ານເອງ"
    },
    "app-install": {
      "title": "ຕິດຕັ້ງແອັບພລິເຄຊັນ",
      "desc": "ຕິດຕັ້ງແລະ configure ຄໍາຮ້ອງສະຫມັກທີ່ທ່ານຕ້ອງການຢູ່ໃນຮ້ານ."
    },
    "ux-design": {
      "title": "ການອອກແບບ UX ທີ່ຖືກປັບແຕ່ງ",
      "desc": "ອອກແບບປະສົບການຜູ້ໃຊ້ທີ່ເປັນເອກະລັກສໍາລັບຜູ້ໃຊ້ຂອງທ່ານໃນຮ້ານຫຼືແອັບພລິເຄຊັນ."
    },
    "debug": {
      "title": "ການແກ້ໄຂບັນຫາ",
      "desc": "ແກ້ໄຂຂໍ້ຜິດພາດແລະບັນຫາໃນຮ້ານຂອງທ່ານ."
    },
    "strategy": {
      "title": "ທີ່ປຶກສາຍຸດທະສາດທຸລະກິດ",
      "desc": "ຂໍຄໍາແນະນໍາຈາກຜູ້ມີປະສົບການເພື່ອພັດທະນາແລະປັບປຸງການດໍາເນີນທຸລະກິດຂອງເຈົ້າ."
    },
    "products-guide": {
      "title": "ຄູ່ມືຊັບພະຍາກອນຂອງຜະລິດຕະພັນ",
      "desc": "ຂໍຄວາມຊ່ວຍເຫຼືອຈາກຜູ້ຊ່ຽວຊານສໍາລັບການກະກຽມຜະລິດຕະພັນແລະການອອກແບບຕ່ອງໂສ້ການສະຫນອງ."
    },
    "setup-guide": {
      "title": "ການ​ຕັ້ງ​ຮ້ານ​ແລະ​ການ​ໃຫ້​ຄໍາ​ປຶກ​ສາ​ການ​ອອກ​ແບບ​",
      "desc": "ໄດ້ຮັບຄໍາແນະນໍາຈາກຜູ້ຊ່ຽວຊານໃນພາກສະຫນາມເພື່ອເລີ່ມຕົ້ນທຸລະກິດຫຼືເຮັດໃຫ້ມັນອອນໄລນ໌."
    },
    "marketing-guide": {
      "title": "ທີ່ປຶກສາດ້ານການຕະຫຼາດ ແລະການຂາຍ",
      "desc": "ຮຽນຮູ້ວິທີການຕະຫຼາດແລະເພີ່ມຍອດຂາຍຂອງທ່ານໂດຍການໄດ້ຮັບຄໍາແນະນໍາຈາກຜູ້ຊ່ຽວຊານແລະຜູ້ຊ່ຽວຊານ.."
    },
    "product-description": {
      "title": "ລາຍ​ລະ​ອຽດ​ຜະ​ລິດ​ຕະ​ພັນ​",
      "desc": "ເຮັດໃຫ້ຄໍາອະທິບາຍຜະລິດຕະພັນຂອງທ່ານເປັນຕາດຶງດູດເພື່ອໃຫ້ລູກຄ້າຂອງທ່ານສາມາດຮູ້ຈັກຜະລິດຕະພັນຂອງທ່ານໄດ້ດີຂຶ້ນ."
    },
    "content-write": {
      "title": "ການຕະຫຼາດແລະການໂຄສະນາເນື້ອຫາ",
      "desc": "ຂຽນກ່ຽວກັບເລື່ອງຂອງຍີ່ຫໍ້ແລະຄວາມຕ້ອງການທີ່ຜະລິດຕະພັນຂອງທ່ານຕອບສະຫນອງເພື່ອຊ່ວຍໃຫ້ລູກຄ້າເລືອກທີ່ດີທີ່ສຸດ."
    },
    "logo-design": {
      "title": "ການອອກແບບໂລໂກ້ ແລະຍີ່ຫໍ້",
      "desc": "ອອກແບບຮູບພາບແລະໂລໂກ້ເນື້ອຫາສໍາລັບຍີ່ຫໍ້ຂອງທ່ານ."
    },
    "banner-design": {
      "title": "ການອອກແບບປ້າຍໂຄສະນາ",
      "desc": "ສ້າງປ້າຍໂຄສະນາທີ່ຫນ້າປະທັບໃຈເພື່ອເພີ່ມຄວາມຮັບຮູ້ຂອງແບແລະຂັບລົດການເຂົ້າຊົມຮ້ານຂອງທ່ານ."
    },
    "video": {
      "title": "ການຖ່າຍທຳ ແລະພາບເຄື່ອນໄຫວ",
      "desc": "ອອກຈາກການຜະລິດວິດີໂອການໂຄສະນາແລະພາບເຄື່ອນໄຫວ 2D ແລະ 3D ກັບແມ່ບົດ."
    },
    "photography": {
      "title": "ການຖ່າຍຮູບຜະລິດຕະພັນ",
      "desc": "ຖ່າຍຮູບແບບອຸດສາຫະກຳ ແລະເປັນມືອາຊີບຂອງສິນຄ້າ ແລະການບໍລິການຂອງເຈົ້າເພື່ອເຮັດໃຫ້ຮ້ານຂອງເຈົ້າເປັນຕາຈັບໃຈ."
    },
    "photo-editor": {
      "title": "ແກ້ໄຂຮູບພາບ",
      "desc": "ການອອກແບບຮູບພາບທີ່ຫນ້າສົນໃຈ, ມັນສາມາດປະກອບມີການເພີ່ມຜົນກະທົບ, ລົບພື້ນຫລັງຫຼືເພີ່ມຂໍ້ຄວາມໃສ່ຮູບ."
    },
    "3d": {
      "title": "ການສ້າງແບບຈໍາລອງ 3D ແລະ AR",
      "desc": "ສ້າງແບບຈໍາລອງຄວາມເປັນຈິງທີ່ເພີ່ມຂຶ້ນ 3D ຂອງຜະລິດຕະພັນຂອງທ່ານເພື່ອເພີ່ມຍອດຂາຍຂອງທ່ານຢ່າງຫຼວງຫຼາຍ."
    },
    "dropshipping": {
      "title": "ຕິດຕັ້ງ dropshipping",
      "desc": "ຖ້າທ່ານມີຜູ້ຜະລິດຫຼືສາງ, ຜູ້ຊ່ຽວຊານດ້ານ dropshipping ຈະຊ່ວຍໃຫ້ທ່ານຂາຍຜະລິດຕະພັນຂອງທ່ານຢ່າງລຽບງ່າຍໂດຍຜ່ານຮ້ານຄ້າອອນໄລນ໌ຫຼາຍພັນຮ້ານ."
    },
    "reselling": {
      "title": "ຕັ້ງຄ່າສຳລັບຜູ້ຂາຍ",
      "desc": "ທ່ານສາມາດມີຮ້ານທີ່ສົມບູນແບບທີ່ມີລາຍໄດ້ສູງໂດຍບໍ່ມີການຊື້ສິນຄ້າແລະສາງຫຼືແມ້ກະທັ້ງການສົ່ງຊຸດ."
    },
    "pos-setup": {
      "title": "ການຕັ້ງບັນຊີເງິນສົດອອນໄລນ໌",
      "desc": "ດໍາເນີນການ Selldone POS ຂອງທ່ານໃນສາຂາຮ້ານຂອງທ່ານແລະນໍາໃຊ້ເຄື່ອງມືຮ້ານຄ້າທີ່ເປັນມືອາຊີບທີ່ສຸດທີ່ມີຢູ່ເພື່ອພັດທະນາທຸລະກິດແລະສາຂາທາງດ້ານຮ່າງກາຍຂອງທ່ານ."
    }
  },
  "industries": {
    "ART": "ສິນລະປະ",
    "MARKETING_ADS": "ການຕະຫຼາດ ແລະການໂຄສະນາ",
    "SERVICES": "ການບໍລິການ",
    "CLOTHING_FASHION": "ເຄື່ອງນຸ່ງຫົ່ມແລະຄົນອັບເດດ:",
    "HANDCRAFTS": "ຫັດຖະກໍາ",
    "ELECTRONICS_TECH": "ເອເລັກໂຕຣນິກ ແລະເທັກໂນໂລຍີ",
    "HEALTH_BEAUTY": "ສຸຂະພາບ ແລະຄວາມງາມ",
    "HOME_GARDEN": "ເຮືອນແລະສວນ",
    "JEWELRY_ACCESSORIES": "ເຄື່ອງປະດັບແລະອຸປະກອນເສີມ",
    "FOOD_DRINK": "ອາ​ຫານ​ແລະ​ເຄື່ອງ​ດື່ມ",
    "PET_CARE": "ການດູແລສັດລ້ຽງ",
    "SPORTS": "ກິລາ",
    "RECREATION": "ພັກຜ່ອນຢ່ອນອາລົມ",
    "TOYS_GAMES": "ຫຼິ້ນ ແລະ ເກມ",
    "AUTOMOTIVE": "ຍານຍົນ"
  },
  "expert_panel": {
    "title": "ກະດານຄຸ້ມຄອງຜູ້ຊ່ຽວຊານ Selldone",
    "add_dialog": {
      "title": "ເພີ່ມວຽກໃໝ່"
    }
  },
  "contract_view": {
    "running": "ແລ່ນ",
    "cancelling": "ຂໍ​ຍົກ​ເລີກ..",
    "title": "ຫົວຂໍ້ສັນຍາ",
    "description": "ລາຍລະອຽດສັນຍາ",
    "permissions_input": "ເລືອກການອະນຸຍາດທີ່ຕ້ອງການ",
    "cost_timeline": "ຄ່າໃຊ້ຈ່າຍ & ໄລຍະເວລາ",
    "timespan": "ໄລຍະເວລາຂອງສັນຍາ",
    "cost": "ຄ່າໃຊ້ຈ່າຍໃນສັນຍາ",
    "pay_now_action": "ຂ້ອຍເຫັນດີ | ຈ່າຍດຽວນີ້",
    "complete_action": "ແມ່ນແລ້ວ | ສໍາເລັດສັນຍາ",
    "reject_action": "ບໍ່ | ສຳເລັດບໍ່ໄດ້ອະນຸມັດ",
    "all_tasks_completed_message": "ທ່ານໄດ້ສໍາເລັດວຽກງານທີ່ກໍານົດໄວ້ທັງຫມົດ. ຖ້າ​ຫາກ​ທ່ານ​ສໍາ​ເລັດ​ການ​ນີ້​, ໃຫ້​ກົດ​ປຸ່ມ​ສໍາ​ເລັດ​ການ​ຄໍາ​ສັ່ງ​. ຫຼັງຈາກຂັ້ນຕອນນີ້, ລູກຄ້າຕ້ອງຢືນຢັນການຈັດສົ່ງວຽກງານ.",
    "waiting_complete_by_customer_message": "ທ່ານໄດ້ຢືນຢັນການເຮັດວຽກ, ຕອນນີ້ທ່ານຕ້ອງລໍຖ້າລູກຄ້າເພື່ອຢືນຢັນການຈັດສົ່ງຄໍາສັ່ງ. ໃນກໍລະນີທີ່ລູກຄ້າບໍ່ໄດ້ຮັບການອະນຸມັດຫຼືປະຕິເສດ, ຄໍາສັ່ງຈະຖືກອະນຸມັດໂດຍອັດຕະໂນມັດແລະສໍາເລັດຫຼັງຈາກ 3 ມື້.",
    "comment": "ສົ່ງຄໍາຄິດເຫັນ",
    "comment_desc": "ໃຫ້ຄະແນນໂດຍອີງໃສ່ຄຸນນະພາບຂອງການເຮັດວຽກແລະການໂຕ້ຕອບຂອງຜູ້ຊ່ຽວຊານ.",
    "comment_placeholder": "ຂຽນຄວາມຄິດເຫັນຂອງທ່ານກ່ຽວກັບຄຸນນະພາບຂອງການເຮັດວຽກ ...",
    "response_placeholder": "ຖ້າທ່ານມີບາງສິ່ງບາງຢ່າງທີ່ຈະເວົ້າກ່ຽວກັບຄວາມຄິດເຫັນຂອງລູກຄ້າ, ຂຽນ ...",
    "waiting_for_customer": "ກຳລັງລໍຖ້າລູກຄ້າ...",
    "account_input": "ບັນຊີທີ່ຈະຖອນ",
    "dialog_pay": {
      "title": "ຈ່າຍແລະເລີ່ມຕົ້ນສັນຍາ",
      "insufficient_balance": "ຍອດເງິນບໍ່ພຽງພໍ! ຄິດ​ໄລ່​ບັນ​ຊີ​ທີ່​ຈະ​ຈ່າຍ​."
    },
    "dialog_cancel": {
      "title": "ຍົກເລີກສັນຍາ",
      "confirm_code": "ລະຫັດຢືນຢັນແມ່ນ",
      "confirm_code_label": "ລະ​ຫັດ​ຢືນ​ຢັນ",
      "confirm_action": "ແມ່ນແລ້ວ, ຍົກເລີກສັນຍາ"
    },
    "notifications": {
      "save": "ແກ້ໄຂສັນຍາສຳເລັດແລ້ວ.",
      "pay": "ສັນຍາຈ່າຍແລະເລີ່ມຕົ້ນສົບຜົນສໍາເລັດ.",
      "end": "ຄໍາສັ່ງໄດ້ຖືກສົ່ງໄປຫາລູກຄ້າເພື່ອຢືນຢັນການສໍາເລັດ..",
      "complete": "ສັນຍາສຳເລັດແລ້ວ.",
      "reject": "ການສໍາເລັດສັນຍາບໍ່ໄດ້ຮັບການອະນຸມັດ.",
      "cancel": "ສັນຍາຖືກຍົກເລີກ.",
      "update": "ອັບເດດສິດອະນຸຍາດແລ້ວ.",
      "comment": "ຄຳເຫັນຂອງເຈົ້າຖືກສົ່ງໄປແລ້ວ.",
      "response": "ຄໍາຕອບຂອງເຈົ້າຖືກສົ່ງໄປແລ້ວ."
    }
  },
  "expert_page": {
    "title": "ຈ້າງຜູ້ຊ່ຽວຊານທີ່ດີທີ່ສຸດ",
    "sub_title": "ບໍ່ຕ້ອງກັງວົນກ່ຽວກັບການອອກແບບ, ການເປີດຕົວ, ການໂຄສະນາຫຼືການຄຸ້ມຄອງຮ້ານຂອງທ່ານ. ຈ້າງຜູ້ຊ່ຽວຊານທີ່ໄດ້ຮັບການຢັ້ງຢືນເພື່ອເຮັດສິ່ງຕ່າງໆໃຫ້ດີຂຶ້ນ ແລະໄວຂຶ້ນ.",
    "steps_title": "ຍັງເຫຼືອສາມຂັ້ນຕອນເພື່ອເຮັດສໍາເລັດ",
    "step_1_title": "ຕິດຕໍ່ຜູ້ຊ່ຽວຊານ",
    "step_1_desc": "ຂໍຄໍາແນະນໍາຈາກຜູ້ຊ່ຽວຊານ, ຫຼືສ້າງວຽກເພື່ອໃຫ້ກົງກັບຜູ້ຊ່ຽວຊານທີ່ແນະນໍາ.",
    "step_2_title": "ຕົກລົງ & ຮັບສັນຍາ",
    "step_2_desc": "ທົບທວນຄືນຄໍາຕອບ, ຊອກຫາທີ່ເຫມາະສົມ, ແລະປຶກສາຫາລືລາຍລະອຽດເຊັ່ນ: ເວລາແລະລາຄາທີ່ແນ່ນອນ.",
    "step_3_title": "ຢືນຢັນແລະປະຕິບັດວຽກ",
    "step_3_desc": "ໄວ້ໃຈຜູ້ຊ່ຽວຊານທີ່ມີຄຸນວຸດທິທີ່ສາມາດເຮັດວຽກໄດ້ຢ່າງມີປະສິດທິພາບຜ່ານ Selldone.",
    "who": {
      "title": "ເຈົ້າພົບໃຜຢູ່ບ່ອນນີ້?",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "ປະລິນຍາໂທ, ທັງໃນພາກສະຫນາມຂອງເຂົາເຈົ້າແລະໃນ Selldone",
      "spec1_desc": "ທ່ານບໍ່ຕ້ອງການທັກສະການຂຽນໂປຼແກຼມໃດໆ! Selldone ດູແລການປັບປຸງທັງຫມົດ. ເອົາຄວາມພະຍາຍາມທັງຫມົດຂອງທ່ານໃນການເພີ່ມການຂາຍ!",
      "spec2_title": "ຄົນ​ທີ່​ເລືອກ​ດ້ວຍ​ມື​ແລະ​ມຸ່ງ​ໝັ້ນ",
      "spec2_desc": "ບໍ່​ມີ​ການ​ຂຽນ​ລະ​ຫັດ​ຫຼື​ຄວາມ​ຮູ້​ດ້ານ​ວິ​ຊາ​ການ​ທີ່​ຕ້ອງ​ການ​. ບອກລາກັບຄ່າໃຊ້ຈ່າຍພິເສດ, ບັນຫາດ້ານວິຊາການທີ່ສັບສົນແລະອຸປະສັກໃນວິທີການທຸລະກິດອອນໄລນ໌ຂອງທ່ານ!",
      "spec3_title": "ການເຮັດວຽກທີ່ເປັນມືອາຊີບເຮັດໂດຍມືອາຊີບທີ່ສຸດ",
      "spec3_desc": "ທ່ານບໍ່ຕ້ອງການທັກສະການຂຽນໂປຼແກຼມໃດໆ! ຜູ້ຊ່ຽວຊານທີ່ດີທີ່ສຸດໃນ Selldone ເພື່ອຕອບສະຫນອງຄວາມຕ້ອງການຂອງເຈົ້າ!"
    },
    "expert_categories": "ປະເພດຂອງການບໍລິການສະຫນອງໃຫ້ໂດຍຜູ້ຊ່ຽວຊານ",
    "show_all_topics": "ສະແດງທຸກໝວດໝູ່",
    "marketing_title": "ການຂະຫຍາຍຕົວດ້ານການຕະຫຼາດແລະການຂາຍ",
    "starts_title": "ການ​ເລີ່ມ​ຕົ້ນ​ແລະ​ການ​ພັດ​ທະ​ນາ​ທຸ​ລະ​ກິດ​ອອນ​ໄລ​ນ​໌​",
    "managements_title": "ການຄຸ້ມຄອງທຸລະກິດ",
    "contents_title": "ການສ້າງເນື້ອຫາ, ການຖ່າຍຮູບແລະວິດີໂອ",
    "apps_title": "ຄຸນສົມບັດເພີ່ມເຕີມ ແລະການຕິດຕັ້ງແອັບຯຂອງຂ້ອຍ",
    "footer": {
      "title": "ຊອກຫາຜູ້ຊ່ຽວຊານທີ່ດີທີ່ສຸດເພື່ອໃຫ້ເຫມາະສົມກັບຄວາມຕ້ອງການຂອງທ່ານ",
      "message": "ໂດຍການຕື່ມແບບຟອມຂ້າງລຸ່ມນີ້, ທ່ານສ້າງວຽກໃຫມ່ເພື່ອໃຫ້ຜູ້ຊ່ຽວຊານທີ່ດີທີ່ສຸດສາມາດສົ່ງຄໍາແນະນໍາຂອງພວກເຂົາໂດຍອີງໃສ່ຄວາມຕ້ອງການຂອງທ່ານ."
    }
  },
  "public_job_page": {
    "hire_expert_title": "ທ່ານຕ້ອງການໃຫ້ຜູ້ຊ່ຽວຊານນີ້ເຮັດວຽກໃຫ້ທ່ານບໍ?",
    "your_own_job_message": "ທ່ານ​ໄດ້​ກໍາ​ນົດ​ວຽກ​ງານ​ນີ້​! ກົດປຸ່ມລຸ່ມນີ້ເພື່ອໄປທີ່ກະດານ admin ແລະຈັດການວຽກນີ້ໂດຍກົງ.",
    "go_to_job_panel": "ໄປທີ່ກະດານຂອງຂ້ອຍ",
    "no_chat": "ເຈົ້າຍັງບໍ່ໄດ້ສົ່ງຄໍາຮ້ອງຂໍໃດໆເທື່ອ.",
    "job_tasks": "ວຽກທີ່ສະເຫນີ",
    "included": "ວຽກລວມຢູ່ໃນລາຄາເລີ່ມຕົ້ນ",
    "additional": "ວຽກງານເພີ່ມເຕີມແລະວຽກງານ",
    "permissions": "ການ​ອະ​ນຸ​ຍາດ​ທີ່​ຈໍາ​ເປັນ​"
  },
  "expert_request_form": {
    "action_message": "ທ່ານຕ້ອງການໃຫ້ຜູ້ອື່ນສ້າງ, ຈັດການຫຼືຕະຫຼາດຮ້ານຂອງທ່ານສໍາລັບທ່ານບໍ? ສະນັ້ນຈ້າງຜູ້ຊ່ຽວຊານເພື່ອເຮັດສິ່ງທີ່ທ່ານຈິນຕະນາການ.",
    "order_new_kob": "ສັ່ງວຽກໃໝ່",
    "new_shop_action_small": "ທ່ານຕ້ອງການຜູ້ຊ່ຽວຊານເຮັດວຽກໃນຮ້ານຂອງທ່ານບໍ?",
    "mange_shop_action_small": "ທ່ານຕ້ອງການຜູ້ຊ່ຽວຊານສ້າງຮ້ານສໍາລັບທ່ານບໍ?",
    "new_shop_action": "ທ່ານໄດ້ຮັບຂໍ້ສະເໜີຫຼາຍອັນ",
    "mange_shop_action": "ຜູ້ຊ່ຽວຊານກໍາລັງທົບທວນຄືນຄໍາຮ້ອງສະຫມັກຂອງທ່ານ.",
    "hire_expert": "ຈ້າງຜູ້ຊ່ຽວຊານ",
    "check_mail_status": "ກະລຸນາກວດເບິ່ງອີເມວຂອງທ່ານ",
    "header_new": "ຄຳຮ້ອງຂໍໃໝ່",
    "header_view": "ສົ່ງ​ຄໍາ​ຂໍ",
    "title": "ທ່ານຕ້ອງການຮ້ານອອນໄລນ໌ທີ່ທັນສະໄຫມບໍ?",
    "message": "ທ່ານບໍ່ ຈຳ ເປັນຕ້ອງເຮັດມັນເອງ. ຜູ້ຊ່ຽວຊານທີ່ໄດ້ຮັບການຢັ້ງຢືນຂອງພວກເຮົາສາມາດຊ່ວຍທ່ານສ້າງຮ້ານອອນໄລນ໌ຂອງທ່ານໄດ້ໄວຂຶ້ນ, ງ່າຍຂຶ້ນ, ແລະເປັນຕາຈັບໃຈຫຼາຍຂຶ້ນ. ອະທິບາຍຄວາມຕ້ອງການຂອງທ່ານແລະຊອກຫາອັນທີ່ດີທີ່ສຸດເພື່ອຊ່ວຍທ່ານເພີ່ມຍອດຂາຍຂອງທ່ານ.",
    "steps_title": "ປະຕິບັດຕາມຂັ້ນຕອນເຫຼົ່ານີ້",
    "step_1": "ອະທິບາຍຄວາມຕ້ອງການຂອງທ່ານ",
    "step_1_message": "ບອກຜູ້ຊ່ຽວຊານສິ່ງທີ່ທ່ານຕ້ອງການ",
    "step_2": "ທົບທວນຄືນຄໍາແນະນໍາຂອງຜູ້ຊ່ຽວຊານ",
    "step_2_message": "ເລືອກອັນທີ່ດີທີ່ສຸດທີ່ເໝາະສົມກັບຄວາມຕ້ອງການຂອງເຈົ້າ",
    "step_3": "ສົນທະນາລາຍລະອຽດທີ່ສໍາຄັນແລະເຮັດຫຼາຍກັບຜູ້ຊ່ຽວຊານ",
    "step_3_message": "ສົນທະນາລາຍລະອຽດທີ່ສໍາຄັນແລະເຮັດຫຼາຍກັບຜູ້ຊ່ຽວຊານ",
    "shop_info": "ເລືອກຮ້ານ",
    "select_shop": "ຂ້ອຍຕ້ອງການຜູ້ຊ່ຽວຊານສໍາລັບຫນຶ່ງໃນຮ້ານຂອງຂ້ອຍ",
    "shop_id": "ຮ້ານຄ້າ",
    "shop_id_message": "ເລືອກຈາກຮ້ານຄ້າທີ່ມີຢູ່ຂອງທ່ານຖ້າທ່ານຕ້ອງການການບໍລິການເພີ່ມເຕີມ.",
    "shop_id_placeholder": "ເລືອກຮ້ານ...",
    "store_name": "ຊື່ຮ້ານ",
    "store_name_placeholder": "ຊື່ຮ້ານຂອງຂ້ອຍ...",
    "store_name_messages": "ບອກພວກເຮົາຊື່ຮ້ານຂອງເຈົ້າວ່າເຈົ້າມີ ຫຼືຕັ້ງໃຈຈະສ້າງໃນອະນາຄົດ.",
    "contact": "ຂໍ້​ມູນ​ຕິດ​ຕໍ່",
    "name_placeholder": "ຕ້ອງການ*",
    "email": "ອີເມວ",
    "email_placeholder": "ຕ້ອງການ* your-email@gmail.com",
    "request_title": "ອະທິບາຍຄວາມຕ້ອງການຂອງທ່ານ.",
    "request_message": "ໃຫ້ຂໍ້ມູນສະເພາະກ່ຽວກັບທຸລະກິດຂອງທ່ານເພື່ອຊ່ວຍໃຫ້ຜູ້ຊ່ຽວຊານຂອງພວກເຮົາຕອບສະຫນອງຄວາມຕ້ອງການຂອງທ່ານທີ່ດີກວ່າແລະສະຫນອງລາຄາທີ່ເຫມາະສົມແລະການຄາດຄະເນເວລາ.",
    "description": "ບອກພວກເຮົາເພີ່ມເຕີມກ່ຽວກັບທຸລະກິດຂອງທ່ານ",
    "description_messages": "ທຸລະກິດຂອງທ່ານແມ່ນຫຍັງ? ເຈົ້າຂາຍສິນຄ້າ ຫຼືບໍລິການບໍ?",
    "services_title": "ວຽກໃດທີ່ເຈົ້າຕ້ອງການເຮັດໂດຍຜູ້ຊ່ຽວຊານ?",
    "select_one_caution": "ເລືອກຢ່າງໜ້ອຍໜຶ່ງທາງເລືອກ!",
    "detail_title": "ເພີ່ມລາຍລະອຽດເພື່ອຊ່ວຍໃຫ້ຜູ້ຊ່ຽວຊານຮູ້ຄວາມຕ້ອງການຂອງທ່ານດີຂຶ້ນ.",
    "detail": "ລາຍລະອຽດໂຄງການ",
    "detail_messages": "ທ່ານມີເວັບໄຊທ໌ທີ່ມີຢູ່ແລ້ວບໍ? ທ່ານມີຮ້ານຄ້າໃນ Instagram ຫຼືຮ້ານທາງດ້ານຮ່າງກາຍບໍ? ໄລຍະເວລາມີຄວາມຍືດຫຍຸ່ນບໍ?",
    "preferences_title": "ຂໍ້ຈໍາກັດແລະຄວາມມັກ",
    "preferences_message": "ກໍານົດຄວາມມັກຂອງເຈົ້າເພື່ອໃຫ້ຜູ້ຊ່ຽວຊານທີ່ເຫມາະສົມສໍາລັບວຽກຂອງເຈົ້າສາມາດທົບທວນຄືນການສະເຫນີໂຄງການຂອງເຈົ້າ.",
    "level_title": "ໃຜເປັນທາງເລືອກທີ່ດີທີ່ສຸດສໍາລັບທ່ານ?",
    "level_message": "ລະດັບທັກສະ, ປະສົບການແລະການສະຫນັບສະຫນູນຂອງຜູ້ຊ່ຽວຊານກໍານົດລາຄາ",
    "level_low": "ຜູ້ຊ່ຽວຊານດ້ານລາຄາຕໍ່າ",
    "level_medium": "ຜູ້ຊ່ຽວຊານດ້ານລາຄາກາງ",
    "level_high": "ຜູ້ຊ່ຽວຊານດ້ານລາຄາສູງ",
    "location_title": "ເຈົ້າມັກເຮັດວຽກກັບຜູ້ຊ່ຽວຊານທີ່ຢູ່ໃກ້ກັບສະຖານທີ່ຂອງເຈົ້າບໍ?",
    "location_near": "ແມ່ນແລ້ວ",
    "location_no": "ບໍ່",
    "language_title": "ຄວາມມັກພາສາຂອງເຈົ້າແມ່ນຫຍັງໃນຂະນະທີ່ສື່ສານກັບຜູ້ຊ່ຽວຊານ?",
    "language": "ພາສາ",
    "language_placeholder": "ເລືອກ​ອັນ​ຫນຶ່ງ*",
    "free_support_title": "ສະຫນັບສະຫນູນທຸລະກິດຂະຫນາດນ້ອຍ",
    "free_support_message": "ພວກເຮົາເຊື່ອວ່າການຊ່ວຍເຫຼືອການເລີ່ມຕົ້ນແມ່ນການລົງທຶນທີ່ສະຫຼາດສໍາລັບອະນາຄົດຂອງທ່ານແລະ Selldone. ພວກ​ເຮົາ​ໄດ້​ກັບ​ຄືນ​ໄປ​ບ່ອນ​ຂອງ​ທ່ານ​ສະ​ເຫມີ​ໄປ​ໃນ​ເສັ້ນ​ທາງ​ນີ້​. ຜະລິດຕະພັນ ແລະການບໍລິການຂອງທ່ານມີຄວາມໜ້າສົນໃຈ, ນະວັດຕະກໍາ ຫຼື ປະຕິບັດໄດ້ຫຼາຍຂຶ້ນ, ທ່ານຈະໄດ້ຮັບການບໍລິການຫຼາຍຂຶ້ນໂດຍບໍ່ເສຍຄ່າຈາກພວກເຮົາ ແລະ ຜູ້ຊ່ຽວຊານຂອງພວກເຮົາ.",
    "free_support_condition": "ຖ້າທ່ານຈິງຈັງກ່ຽວກັບການເລີ່ມຕົ້ນທຸລະກິດຂອງທ່ານເອງແລະຂາຍອອນໄລນ໌, ນັ້ນກໍ່ພຽງພໍ. ສ່ວນທີ່ເຫຼືອແມ່ນຂຶ້ນກັບພວກເຮົາ!",
    "free": "ທ່ານຕ້ອງການບໍລິການຟຣີບໍ?",
    "free_messages": "ເລືອກທາງເລືອກນີ້ຖ້າທ່ານເປັນທຸລະກິດເລີ່ມຕົ້ນຫຼືບໍ່ມີວິທີການທາງດ້ານການເງິນເພື່ອຈ່າຍເງິນໃຫ້ຜູ້ຊ່ຽວຊານ.",
    "action_new": "ຄຳຮ້ອງຂໍໃໝ່",
    "action_send": "ສົ່ງຄໍາຮ້ອງຂໍ",
    "start_price_message": "{topic} ວຽກເລີ່ມຕົ້ນທີ່ {price} {currency} ສໍາລັບຜູ້ຊ່ຽວຊານນີ້",
    "notifications": {
      "success_send": "ການຮ້ອງຂໍຂອງທ່ານໄດ້ຖືກສົ່ງສົບຜົນສໍາເລັດ. ກະລຸນາລໍຖ້າຂໍ້ສະເໜີຂອງຜູ້ຊ່ຽວຊານ Selldone."
    },
    "stage": {
      "title": "ຂັ້ນຕອນຂອງທຸລະກິດຂອງທ່ານແມ່ນຫຍັງ?",
      "start": "ການເລີ່ມຕົ້ນທຸລະກິດໃຫມ່",
      "online": "ຂ້ອຍຕ້ອງການເຮັດທຸລະກິດທີ່ມີຢູ່ແລ້ວຂອງຂ້ອຍອອນໄລນ໌",
      "extend": "ຂ້ອຍມີຮ້ານອອນໄລນ໌ແລະຂ້ອຍກໍາລັງເຮັດວຽກຢູ່",
      "pos": "ຂ້ອຍຕ້ອງການຕັ້ງ Selldone POS ໃນສາຂາຮ້ານຂອງຂ້ອຍ"
    },
    "budget": {
      "title": "ທ່ານມີການຄາດຄະເນງົບປະມານຂອງ freelancing ບໍ?",
      "yes": "ແມ່ນແລ້ວ, ງົບປະມານຂອງຂ້ອຍຈະແຈ້ງ",
      "no": "ບໍ່, ຂ້ອຍຕ້ອງການຂໍ້ມູນເພີ່ມເຕີມ"
    },
    "login": {
      "title": "ກະລຸນາເຂົ້າສູ່ລະບົບ",
      "message": "ເຂົ້າສູ່ລະບົບເພື່ອລົງທະບຽນກ່ອນ. ທ່ານ​ສາ​ມາດ​ເຂົ້າ​ສູ່​ລະ​ບົບ Selldone ຂອງ​ທ່ານ​ຢ່າງ​ວ່ອງ​ໄວ​ແລະ​ປອດ​ໄພ​ໂດຍ​ຜ່ານ​ເບີ​ໂທລະ​ສັບ​ມື​ຖື​ຫຼື​ບັນ​ຊີ​ເຄືອ​ຂ່າຍ​ສັງ​ຄົມ​."
    },
    "select_shop_title": "ເລືອກຮ້ານ",
    "select_shop_description": "ຂ້ອຍຕ້ອງການຜູ້ຊ່ຽວຊານສໍາລັບຮ້ານຄ້າທີ່ມີຢູ່",
    "new_shop_mode_title": "ສ້າງຮ້ານໃຫມ່",
    "new_shop_mode_description": "ຂ້ອຍຕ້ອງການສ້າງຮ້ານໃຫມ່"
  },
  "expert_requests": {
    "title": "ເປີດການຮ້ອງຂໍ",
    "dialog": {
      "title": "ລາຍລະອຽດການຮ້ອງຂໍຜູ້ຊ່ຽວຊານ",
      "start_chat": "ເລີ່ມການເຈລະຈາ"
    }
  },
  "job_chat": {
    "title": "ການເຈລະຈາວຽກ"
  },
  "expert_chat_box": {
    "need_expert_question": "ເຈົ້າຕ້ອງການຜູ້ຊ່ຽວຊານບໍ?",
    "find_expert": "ຊອກຫາຜູ້ຊ່ຽວຊານ..",
    "folder_name": "ຊື່ໂຟນເດີ",
    "folder_dialog": {
      "title": "ແກ້ໄຂໂຟນເດີ",
      "hide_new_folder": "ເຊື່ອງໂຟນເດີໃໝ່",
      "add_new_folder": "ເພີ່ມໂຟນເດີໃຫມ່"
    }
  },
  "add_job": {
    "add_title": "ເພີ່ມວຽກໃໝ່",
    "edit_title": "ແກ້ໄຂວຽກ",
    "message": "ໃສ່ຊື່ວຽກ ແລະລາຍລະອຽດວຽກທີ່ເຈົ້າສາມາດເຮັດໄດ້ໃນພາກນີ້. ໃຫ້ສັງເກດວ່າທ່ານບໍ່ຄວນຂຽນຂໍ້ມູນການຕິດຕໍ່ແລະການເຊື່ອມຕໍ່ຢູ່ໃນຂໍ້ຄວາມຂອງຄໍາອະທິບາຍວຽກຂອງທ່ານ.",
    "start_price_message": "ຄ່າໃຊ້ຈ່າຍຂັ້ນຕ່ໍາຂອງແຕ່ລະຄໍາສັ່ງ.",
    "currency_message": "ການປ່ຽນແປງສະກຸນເງິນຈະປັບບັນທຶກທາງດ້ານການເງິນຂອງທ່ານສໍາລັບວຽກນີ້.",
    "job_desc_message": "ອະທິບາຍການບໍລິການອັນເຕັມທີ່ຂອງເຈົ້າສຳລັບວຽກນີ້.",
    "included_message": "ອະທິບາຍວ່າບໍລິການໃດແດ່ທີ່ເຈົ້າຈະສະໜອງໃຫ້ລູກຄ້າດ້ວຍຄ່າໃຊ້ຈ່າຍພື້ນຖານ.",
    "additional_message": "ທ່ານມີບໍລິການອື່ນໃດແດ່ນອກຈາກການບໍລິການພື້ນຖານ?",
    "available": "ວຽກທີ່ມີຢູ່",
    "available_message": "ສາທາລະນະເຂົ້າເຖິງວຽກນີ້",
    "add_action": "ເພີ່ມວຽກໃໝ່",
    "edit_action": "ແກ້ໄຂວຽກ",
    "notifications": {
      "edit": "ອັບເດດວຽກສຳເລັດແລ້ວ.",
      "add": "ສ້າງວຽກໃໝ່ສຳເລັດແລ້ວ"
    }
  },
  "contract_form": {
    "shop_message": "ສະແດງຮ້ານຄ້າຂອງລູກຄ້າທີ່ມີການເຂົ້າເຖິງຂອງຜູ້ເບິ່ງແຍງຫຼືຜູ້ຈັດການອາວຸໂສເທົ່ານັ້ນ.",
    "shop_placeholder": "ເລືອກຮ້ານທີ່ທ່ານຕ້ອງການເຮັດວຽກກັບມັນ *",
    "title_message": "ກໍານົດຫົວຂໍ້ສໍາລັບສັນຍານີ້ ..",
    "description_message": "ຂຽນ​ລາຍ​ລະ​ອຽດ​ຂອງ​ສັນ​ຍາ ...",
    "permissions": "ເລືອກສິດອະນຸຍາດທີ່ຕ້ອງການ",
    "cost_message": "ຄ່າໃຊ້ຈ່າຍໃນສັນຍາ",
    "days": "ໄລຍະເວລາສັນຍາ",
    "days_message": "ໄລຍະເວລາສັນຍາ",
    "create_action": "ສ້າງສັນຍາໃຫມ່",
    "notifications": {
      "add": "ສັນຍາໃຫມ່ໄດ້ຖືກສ້າງຂື້ນແລະຖືກສົ່ງໄປຫາຜູ້ໃຊ້."
    }
  }
};