export default {
  "experts_common": {
    "experts_page": "Страница за експерти",
    "no_job": "Не е пронајдено соодветно вклопување!",
    "jobs_filter": "Филтер за работни места",
    "start_price": "Почетна цена",
    "completed_count": "Работата е завршена",
    "job_title": "Назив на работното место",
    "job_desc": "Опис на работно место",
    "job_not_approved": "Работата сè уште не е потврдена.",
    "new_job": "Нова работа",
    "expert_profile": "Профил на експерт",
    "job_detail": "Детали за работа",
    "contracts": "Договори",
    "start_end_date": "Датум на почеток/крај",
    "complete_cancel_date": "Датум на комплетирање/откажување",
    "waiting_pay_and_start": "Се чека да плати и да започне",
    "waiting_to_complete": "Се чека одобрение од клиентот",
    "running": "Трчање",
    "paY_start_action": "Платете и почнете сега",
    "need_help": "Треба помош?",
    "hire_me_now": "Вработи ме сега...",
    "expert_contracts": "Стручни договори"
  },
  "topic_categories": {
    "SETUP": {
      "title": "Поставете онлајн продавница",
      "desc": "Експертите во оваа област ја градат и ја поставуваат вашата онлајн продавница полесно и побрзо за вас."
    },
    "ADD_PAGE": {
      "title": "Додадете страници (Слетувања, За нас, ...)",
      "desc": "Можете да го оставите создавањето на целни страници, за нас и други страници на вашата веб-страница на овие експерти."
    },
    "ADD_PRODUCT": {
      "title": "Додадете производи и категории",
      "desc": "Можете да ангажирате луѓе да го направат тоа за вас за да додавате производи во продавницата."
    },
    "PAYMENT": {
      "title": "Додајте начини на плаќање",
      "desc": "Ангажирајте специјалист за портата за плаќање да го направи процесот на примање и ажурирање на порталот за вас."
    },
    "MARKETING": {
      "title": "Маркетинг",
      "desc": "Експертите за маркетинг ви помагаат да ги направите најдобрите прилагодувања на вашите кампањи и стимулации или да започнете ефикасна рекламна кампања."
    },
    "MIGRATION": {
      "title": "Мигрирајте ја мојата продавница од друга платформа за е-трговија",
      "desc": "Дали сте имале продавница порано? Можете да ја препуштите задачата да ја префрлите продавницата на специјалист за да може професионална услуга засекогаш да ја поддржува вашата продавница."
    },
    "APP_SETUP": {
      "title": "Поставување апликација",
      "desc": "Ви треба помош при поставување и инсталирање апликации во вашата продавница? Дали треба да изградите лична апликација? Експертите во оваа област ќе бидат со вас."
    },
    "MANAGEMENT": {
      "title": "Управување со продавница",
      "desc": "Некои делови од управувањето со продавницата можете да ги нарачувате на специјалисти за управување со продавници. Тие исто така даваат стручни совети за сите аспекти на водење бизнис."
    },
    "CONTENT": {
      "title": "Пишување содржина",
      "desc": "Доделете создавање содржина на вашите производи, бренд или продавница на професионалци за пишување содржини."
    },
    "PHOTOGRAPHY": {
      "title": "Фотографија и уредување",
      "desc": "Дали треба да фотографирате вашите производи и услуги? Експертите во овој дел ќе ги подготват сликите, анимациите и 3Д моделите што ви се потребни."
    },
    "DROP_SHIPPING": {
      "title": "Поставете dropshipping",
      "desc": "Ако сте трговец на големо или мало, платформата за dropshipping Selldone е она што отсекогаш сте го барале. Експертите за Dropshipping можат да ви помогнат да најдете нови начини за развој на вашиот бизнис."
    },
    "POS_SETUP": {
      "title": "Поставете Sellone POS",
      "desc": "Ангажирајте специјалист за поставување онлајн POS на вашата продавница."
    }
  },
  "topics": {
    "store-design": {
      "title": "Изградете е-трговија",
      "desc": "Оставете го дизајнот и поставувањето на вашата онлајн продавница на професионалци кои можат да ги имплементираат вашите идеи."
    },
    "store-configuration": {
      "title": "Конфигурација на продавницата",
      "desc": "Може да добиете помош од експерт за конфигурација на продавницата, како што е внесување деловни информации за пребарувачите, поставување методи за испорака и складирање."
    },
    "store-optimization": {
      "title": "Оптимизација на перформанси и брзина",
      "desc": "Експертите ќе работат на вашата веб-страница за да ја зголемат нејзината брзина и перформанси."
    },
    "domain": {
      "title": "Врска со домен",
      "desc": "Додајте прилагоден домен на вашата продавница и веб-страница."
    },
    "page-design": {
      "title": "Целна страница и дизајн на шаблон",
      "desc": "Дизајнирајте ги целните страници на вашата веб-страница, почетната страница и внатрешните страници."
    },
    "add-product": {
      "title": "Додадете производи и категории",
      "desc": "Додајте слики, описи и спецификации на вашите производи за да ги поправите категориите. Тоа им олеснува на вашите клиенти да ги најдат најдобро опремените производи."
    },
    "payment": {
      "title": "Порта за плаќање",
      "desc": "Додајте портал за плаќање преку Интернет во вашата продавница."
    },
    "tax": {
      "title": "Даночен совет",
      "desc": "Добијте совет за вашите финансиски и даночни прашања."
    },
    "email-marketing": {
      "title": "Маркетинг по е-пошта",
      "desc": "Користете ги алатките за маркетинг преку е-пошта за да ги претворите вашите корисници во клиенти и да ги наведете да купуваат повеќе."
    },
    "seo": {
      "title": "SEO",
      "desc": "Зголемете го вашиот ранг во резултатите од пребарувањето на Google, така што повеќе луѓе ќе ги најдат вашите производи во нивните пребарувања."
    },
    "search-ads": {
      "title": "Реклами за пребарување",
      "desc": "Рекламирајте ги вашите производи на пребарувачите како Google."
    },
    "social-marketing": {
      "title": "Маркетинг на социјалните медиуми",
      "desc": "Отворете кампањи на социјалните мрежи за да поттикнете повеќе посетители да ги видат вашите производи и услуги."
    },
    "content-marketing": {
      "title": "Маркетинг со содржина",
      "desc": "Креирајте и објавувајте корисна и релевантна содржина за вашиот бизнис."
    },
    "sale-channels": {
      "title": "Изградете канали за продажба",
      "desc": "Стартувајте нови продажни канали како што се Instagram, Telegram и Facebook со поврзување со вашата онлајн продавница во Селдоне."
    },
    "conversion": {
      "title": "Оптимизација на стапката на конверзија",
      "desc": "Максимизирајте ги стапките на конверзија, претворете повеќе посетители во клиенти и зголемете ја ефикасноста на вашите кампањи."
    },
    "analyze": {
      "title": "Анализирајте го однесувањето на корисниците",
      "desc": "Следете го однесувањето на вашите корисници во онлајн продавницата, па дури и физичките филијали за да им обезбедите подобро корисничко искуство."
    },
    "brand-strategy": {
      "title": "Стратегија на брендот",
      "desc": "Работете на градење и проширување на вашиот бизнис бренд."
    },
    "migration": {
      "title": "Продавница за миграција",
      "desc": "Преместете ја вашата постоечка продавница во Selldone."
    },
    "app-programmer": {
      "title": "Изградете апликација",
      "desc": "Дизајнирање и развивање на сопствена апликација"
    },
    "app-install": {
      "title": "Инсталирајте ја апликацијата",
      "desc": "Инсталирајте и конфигурирајте ја апликацијата што ви треба во продавницата."
    },
    "ux-design": {
      "title": "Прилагоден UX дизајн",
      "desc": "Дизајнирајте уникатно корисничко искуство за вашите корисници во продавницата или апликацијата."
    },
    "debug": {
      "title": "Решавање проблеми",
      "desc": "Поправете ги грешките и проблемите во вашата продавница."
    },
    "strategy": {
      "title": "Консалтинг за деловна стратегија",
      "desc": "Добијте совет од искусни луѓе за да го развиете и подобрите вашето деловно работење."
    },
    "products-guide": {
      "title": "Водич за ресурси за производи",
      "desc": "Побарајте помош од специјалисти за подготовка на производи и дизајн на синџирот на снабдување."
    },
    "setup-guide": {
      "title": "Консултации за поставување и дизајн на продавница",
      "desc": "Добијте совет од експерти во областа за да започнете бизнис или да го направите онлајн."
    },
    "marketing-guide": {
      "title": "Консалтинг за маркетинг и продажба",
      "desc": "Научете како да пазарите и да ја зголемите продажбата со добивање совети од експерти и професионалци.."
    },
    "product-description": {
      "title": "Опис на производот",
      "desc": "Направете ги описите на вашите производи привлечни за вашите клиенти подобро да ги запознаат вашите производи."
    },
    "content-write": {
      "title": "Маркетинг и рекламна содржина",
      "desc": "Пишувајте за приказната за брендот и за потребите што ги задоволуваат вашите производи за да им помогнат на клиентите да го изберат најдоброто."
    },
    "logo-design": {
      "title": "Дизајн на лого и бренд",
      "desc": "Дизајнирајте содржина на слика и лого за вашиот бренд."
    },
    "banner-design": {
      "title": "Дизајн на банер",
      "desc": "Создадете импресивни рекламни банери за да ја зголемите свесноста за брендот и да го придвижите сообраќајот до вашата продавница."
    },
    "video": {
      "title": "Снимање и анимација",
      "desc": "Производството на рекламни видеа и 2D и 3D анимации оставете го на мајсторите."
    },
    "photography": {
      "title": "Фотографирање на производот",
      "desc": "Снимајте индустриски и професионални фотографии од вашите производи и услуги за да направите вашата продавница да изгледа привлечно."
    },
    "photo-editor": {
      "title": "Уредете фотографии",
      "desc": "Дизајнирајте атрактивни слики, може да вклучи додавање ефекти, отстранување позадини или додавање текст на фотографија."
    },
    "3d": {
      "title": "3D моделирање и AR",
      "desc": "Изградете 3D модели со зголемена реалност на вашите производи за драматично да ја зголемите продажбата."
    },
    "dropshipping": {
      "title": "Поставете dropshipping",
      "desc": "Ако имате производител или складиште, експертите за dropshipping ќе ви помогнат непречено да ги продавате вашите производи преку илјадници онлајн продавници."
    },
    "reselling": {
      "title": "Поставување за препродавач",
      "desc": "Можете да имате совршена продавница со високи приходи без да купувате стоки и складирање или дури и да испраќате пакет."
    },
    "pos-setup": {
      "title": "Поставување онлајн каса",
      "desc": "Вклучете го вашиот Selldone POS во филијалите на вашите продавници и користете ги најпрофесионалните алатки за продавница што се достапни за да ги развиете вашите деловни и физички филијали."
    }
  },
  "industries": {
    "ART": "чл",
    "MARKETING_ADS": "Маркетинг и рекламирање",
    "SERVICES": "Услуги",
    "CLOTHING_FASHION": "Облека и мода",
    "HANDCRAFTS": "Рачни изработки",
    "ELECTRONICS_TECH": "Електроника и Техн",
    "HEALTH_BEAUTY": "Здравје и убавина",
    "HOME_GARDEN": "Дом и градина",
    "JEWELRY_ACCESSORIES": "Накит и додатоци",
    "FOOD_DRINK": "Храна и пијалок",
    "PET_CARE": "Грижа за домашни миленици",
    "SPORTS": "Спорт",
    "RECREATION": "Рекреација",
    "TOYS_GAMES": "Играчки и игри",
    "AUTOMOTIVE": "Автомобилство"
  },
  "expert_panel": {
    "title": "Продаден панел за управување со експерти",
    "add_dialog": {
      "title": "Додадете нова работа"
    }
  },
  "contract_view": {
    "running": "Трчање",
    "cancelling": "Барање за откажување..",
    "title": "Предмет на договорот",
    "description": "Опис на договорот",
    "permissions_input": "Изберете ги потребните дозволи",
    "cost_timeline": "Трошоци и временска рамка",
    "timespan": "Времетраење на договорот",
    "cost": "Цена на договорот",
    "pay_now_action": "Се согласувам ╏ Плати сега",
    "complete_action": "Да ╏ Заврши го договорот",
    "reject_action": "Не ╏ Завршувањето не е одобрено",
    "all_tasks_completed_message": "Ги завршивте сите дефинирани задачи. Ако сте го завршиле ова, притиснете го копчето за завршување на нарачката. По овој чекор, клиентот мора да ја потврди испораката на работата.",
    "waiting_complete_by_customer_message": "Ја потврдивте работата, сега треба да почекате клиентот да ја потврди испораката на нарачката. Во случај на неодобрување или одбивање од страна на клиентот, нарачката ќе биде автоматски одобрена и комплетирана по 3 дена.",
    "comment": "Поднесете коментар",
    "comment_desc": "Оценете врз основа на квалитетот на работата и експертската интеракција.",
    "comment_placeholder": "Напишете го вашето мислење за квалитетот на работата...",
    "response_placeholder": "Ако имате нешто да кажете за повратните информации од клиентите, пишете ...",
    "waiting_for_customer": "Се чека клиентот...",
    "account_input": "Сметка за повлекување",
    "dialog_pay": {
      "title": "Платете и започнете договор",
      "insufficient_balance": "Недоволна рамнотежа! Наплатете сметка за плаќање."
    },
    "dialog_cancel": {
      "title": "Откажете го договорот",
      "confirm_code": "Кодот за потврда е",
      "confirm_code_label": "Код за потврда",
      "confirm_action": "Да, откажете го договорот"
    },
    "notifications": {
      "save": "Договорот е успешно уреден.",
      "pay": "Договорот се плати и започна успешно.",
      "end": "Нарачката е испратена до клиентот за потврда за комплетирање..",
      "complete": "Договорот е завршен.",
      "reject": "Завршувањето на договорот не е одобрено.",
      "cancel": "Договорот е откажан.",
      "update": "Дозволата е ажурирана.",
      "comment": "Вашиот коментар е испратен.",
      "response": "Вашиот одговор е испратен."
    }
  },
  "expert_page": {
    "title": "Ангажирајте најдобри експерти",
    "sub_title": "Не грижете се за дизајнирање, лансирање, рекламирање или управување со вашата продавница. Ангажирајте сертифициран специјалист за да ги прави работите подобро и побрзо.",
    "steps_title": "Остануваат уште три чекори за да се постигне",
    "step_1_title": "Контактирајте со експерт",
    "step_1_desc": "Побарајте предлози од експерти или создадете работа што ќе одговара на препорачаните експерти.",
    "step_2_title": "Договори и прими договор",
    "step_2_desc": "Прегледајте ги одговорите, пронајдете го вистинското вклопување и разговарајте за деталите како што се времето и точната цена.",
    "step_3_title": "Потврдете и извршете ја работата",
    "step_3_desc": "Верувајте им на квалификувани професионалци кои можат ефикасно да работат преку Selldone.",
    "who": {
      "title": "Кој го наоѓате овде?",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "Мајстори, и во нивната област и во Селдоне",
      "spec1_desc": "Не ви требаат никакви програмски вештини! Selldone се грижи за сите ажурирања. Вложете ги сите ваши напори на зголемување на продажбата!",
      "spec2_title": "Рачно избрани и посветени луѓе",
      "spec2_desc": "Не е потребно кодирање или техничко знаење. Кажете им збогум на дополнителните трошоци, сложените технички проблеми и пречките на патот на вашиот онлајн бизнис!",
      "spec3_title": "Професионална работа направена од најпрофесионалните",
      "spec3_desc": "Не ви требаат никакви програмски вештини! Најдобрите професионалци во Селдоне за да ги задоволат вашите потреби!"
    },
    "expert_categories": "Категорија на услуги обезбедени од експерти",
    "show_all_topics": "Прикажи ги сите категории",
    "marketing_title": "Маркетинг и раст на продажбата",
    "starts_title": "Започнување и развој на онлајн бизнис",
    "managements_title": "Бизнис менаџмент",
    "contents_title": "Создавање содржина, фотографија и видео",
    "apps_title": "Повеќе функции и инсталација на мојата апликација",
    "footer": {
      "title": "Наоѓање на најдобриот специјалист кој одговара на вашите потреби",
      "message": "Со пополнување на формуларот подолу создавате нова работа за да можат најдобрите експерти да ви испратат свои предлози врз основа на вашите потреби."
    }
  },
  "public_job_page": {
    "hire_expert_title": "Дали сакате овој експерт да работи за вас?",
    "your_own_job_message": "Ја дефиниравте оваа задача! Притиснете го копчето подолу за да отидете на административниот панел и директно да управувате со оваа задача.",
    "go_to_job_panel": "Одете на мојот панел",
    "no_chat": "Сè уште немате поднесено никакви барања.",
    "job_tasks": "Понудени работни задачи",
    "included": "Задачите се вклучени во почетната цена",
    "additional": "Дополнителни работи и задачи",
    "permissions": "Потребни дозволи"
  },
  "expert_request_form": {
    "action_message": "Дали сакате некој друг да ја гради, управува или продава вашата продавница за вас? Затоа, ангажирајте специјалист за да го направи она што го замислувате.",
    "order_new_kob": "Нарачајте нова работа",
    "new_shop_action_small": "Дали сакате експерт да работи на вашата продавница?",
    "mange_shop_action_small": "Дали сакате експерт да ви изгради продавница?",
    "new_shop_action": "Добивте неколку понуди",
    "mange_shop_action": "Експертите ја разгледуваат вашата апликација.",
    "hire_expert": "Ангажирање експерт",
    "check_mail_status": "Ве молиме проверете ја вашата е-пошта",
    "header_new": "Ново барање",
    "header_view": "Испрати барање",
    "title": "Дали сакате модерна онлајн продавница?",
    "message": "Не треба сето тоа да го правите сами. Нашите овластени експерти можат да ви помогнат да ја изградите вашата онлајн продавница побрзо, полесно и попривлечно. Опишете ги вашите потреби и пронајдете го најдоброто што ќе ви помогне да ја зголемите продажбата.",
    "steps_title": "Следете ги овие чекори",
    "step_1": "Опишете ги вашите потреби",
    "step_1_message": "Кажете им на експертите што сакате",
    "step_2": "Прегледајте ги понудите на експертите",
    "step_2_message": "Изберете го најдоброто што одговара на вашите потреби",
    "step_3": "Разговарајте за важните детали и направете повеќе со експерт",
    "step_3_message": "Разговарајте за важните детали и направете повеќе со експерт",
    "shop_info": "Изберете ја продавницата",
    "select_shop": "Ми треба експерт за една од моите продавници",
    "shop_id": "Купувајте",
    "shop_id_message": "Изберете од вашите постоечки продавници ако ви требаат повеќе услуги.",
    "shop_id_placeholder": "Изберете продавница...",
    "store_name": "Име на продавницата",
    "store_name_placeholder": "Името на мојата продавница...",
    "store_name_messages": "Кажете ни го името на вашата продавница што ја имате или имате намера да ја изградите во иднина.",
    "contact": "Контакт информации",
    "name_placeholder": "Задолжително*",
    "email": "Е-пошта",
    "email_placeholder": "Задолжително* your-mail{'@'}mail.com",
    "request_title": "Опишете ги вашите потреби.",
    "request_message": "Дајте конкретни информации за вашиот бизнис за да му помогнете на нашиот експерт подобро да ги исполни вашите барања и да ви обезбеди прифатлива цена и проценка на времето.",
    "description": "Кажете ни повеќе за вашиот бизнис",
    "description_messages": "Кој е твојот бизнис? Дали продавате производи или услуги?",
    "services_title": "Кои задачи сакате да ги направи експертот?",
    "select_one_caution": "Изберете барем една опција!",
    "detail_title": "Додадете детали за да му помогнете на експертот подобро да ги знае вашите барања.",
    "detail": "Детали за проектот",
    "detail_messages": "Дали имате постоечка веб-страница? Дали имате продавница на Инстаграм или физичка продавница? Дали временската линија е флексибилна?",
    "preferences_title": "Граници и преференции",
    "preferences_message": "Одредете ги вашите преференции за да можат вистинските професионалци за вашата работа да го разгледаат вашиот предлог-проект.",
    "level_title": "Кој е најдобриот избор за вас?",
    "level_message": "Нивото на вештини, искуство и поддршка на стручни лица ги одредуваат цените",
    "level_low": "Експерти со ниски цени",
    "level_medium": "Експерти со средна цена",
    "level_high": "Експерти со високи цени",
    "location_title": "Дали претпочитате да работите со експерти во близина на вашата локација?",
    "location_near": "Да",
    "location_no": "бр",
    "language_title": "Кој јазик го претпочитате додека комуницирате со експерти?",
    "language": "Јазик",
    "language_placeholder": "Избери едно*",
    "free_support_title": "Поддршка за мал бизнис",
    "free_support_message": "Ние веруваме дека помагањето на стартапи е паметна инвестиција за вашата иднина и за продавање. Секогаш ви го враќавме грбот на овој пат. Колку се поатрактивни, иновативни или уште попрактични вашите производи и услуги, толку повеќе услуги ќе добивате бесплатно од нас и нашите експерти.",
    "free_support_condition": "Ако сте сериозни да започнете сопствен бизнис и да продавате онлајн, тоа е доволно. Останатото зависи од нас!",
    "free": "Дали сакате бесплатни услуги?",
    "free_messages": "Изберете ја оваа опција ако сте стартап бизнис или во моментот немате финансиски средства да платите специјалисти.",
    "action_new": "Ново барање",
    "action_send": "Поднесете барање",
    "start_price_message": "{topic} работните места започнуваат од {price} {currency} за овој експерт",
    "notifications": {
      "success_send": "Вашето барање е успешно поднесено. Ве молиме почекајте ги понудите на експертите на Selldone."
    },
    "stage": {
      "title": "Која е фазата на вашиот бизнис?",
      "start": "Започнување на нов бизнис",
      "online": "Сакам да го направам мојот постоечки бизнис онлајн",
      "extend": "Имам онлајн продавница и работам на неа",
      "pos": "Сакам да поставам Selldone POS во филијалите на мојата продавница"
    },
    "budget": {
      "title": "Дали имате проценка на буџетот за хонорарци?",
      "yes": "Да, мојот буџет е јасен",
      "no": "Не, сакам повеќе информации"
    },
    "login": {
      "title": "Ве молиме најавете се",
      "message": "Најавете се за да се регистрирате прво. Можете брзо и безбедно да се најавите на вашиот Selldone преку мобилниот број или сметките на социјалната мрежа."
    },
    "select_shop_title": "Изберете продавница",
    "select_shop_description": "Ми треба експерт за постоечка продавница",
    "new_shop_mode_title": "Создадете нова продавница",
    "new_shop_mode_description": "Сакам да создадам нова продавница"
  },
  "expert_requests": {
    "title": "Отворете барања",
    "dialog": {
      "title": "Детали за барање експерт",
      "start_chat": "Започнете со преговори"
    }
  },
  "job_chat": {
    "title": "Преговарање за работа"
  },
  "expert_chat_box": {
    "need_expert_question": "Дали сакате експерт?",
    "find_expert": "Најдете експерт..",
    "folder_name": "Име на папка",
    "folder_dialog": {
      "title": "Уредете папки",
      "hide_new_folder": "Сокриј нова папка",
      "add_new_folder": "Додадете нова папка"
    }
  },
  "add_job": {
    "add_title": "Додадете нова работа",
    "edit_title": "Изменете ја работата",
    "message": "Внесете го насловот и описот на работата што можете да ги направите во овој дел. Имајте предвид дека не смеете да пишувате информации за контакт и врски во текстот на описот на вашата работа.",
    "start_price_message": "Минимална цена на секоја нарачка.",
    "currency_message": "Промената на валутата ја ресетира вашата финансиска евиденција за оваа работа.",
    "job_desc_message": "Опишете ја вашата целосна услуга за оваа работа.",
    "included_message": "Опишете кои услуги ќе ги обезбедите за клиентот по основна цена.",
    "additional_message": "Кои други услуги ги нудите покрај основните услуги?",
    "available": "Достапна работа",
    "available_message": "Јавен пристап до оваа работа",
    "add_action": "Додадете нова работа",
    "edit_action": "Изменете ја работата",
    "notifications": {
      "edit": "Работата е успешно ажурирана.",
      "add": "Успешно отворено ново работно место"
    }
  },
  "contract_form": {
    "shop_message": "Прикажи ги продавниците на клиентите само со пристап на администратор или постар менаџер.",
    "shop_placeholder": "Изберете продавница на која сакате да работите*",
    "title_message": "Поставете наслов за овој договор..",
    "description_message": "Напишете детали за договорот...",
    "permissions": "Изберете ги потребните дозволи",
    "cost_message": "Цена на договорот",
    "days": "Времетраење на договорот",
    "days_message": "Времетраење на договорот",
    "create_action": "Создадете нов договор",
    "notifications": {
      "add": "Новиот договор беше креиран и испратен до корисникот."
    }
  }
};