export default {
  "experts_common": {
    "experts_page": "Мэргэжилтнүүдийн хуудас",
    "no_job": "Зөв тохирох зүйл олдсонгүй!",
    "jobs_filter": "Ажлын шүүлтүүр",
    "start_price": "Эхлэх үнэ",
    "completed_count": "Ажил дууссан",
    "job_title": "Албан тушаал",
    "job_desc": "Ажлын байрны тодорхойлолт",
    "job_not_approved": "Ажлыг хараахан баталгаажуулаагүй байна.",
    "new_job": "Шинэ ажил",
    "expert_profile": "Шинжээчдийн танилцуулга",
    "job_detail": "Ажлын дэлгэрэнгүй",
    "contracts": "Гэрээ",
    "start_end_date": "Эхлэх/Төгсгөлийн огноо",
    "complete_cancel_date": "Дуусгах/Цуцлах огноо",
    "waiting_pay_and_start": "Төлбөрөө төлж эхлэхийг хүлээж байна",
    "waiting_to_complete": "Үйлчлүүлэгчийн зөвшөөрлийг хүлээж байна",
    "running": "Гүйж байна",
    "paY_start_action": "Одоо төлж, эхлээрэй",
    "need_help": "Тусламж хэрэгтэй?",
    "hire_me_now": "Намайг одоо ажилд ав...",
    "expert_contracts": "Шинжээчдийн гэрээ"
  },
  "topic_categories": {
    "SETUP": {
      "title": "Онлайн дэлгүүр тохируулах",
      "desc": "Энэ чиглэлээр мэргэшсэн мэргэжилтнүүд таны онлайн дэлгүүрийг танд илүү хялбар бөгөөд хурдан байгуулж өгдөг."
    },
    "ADD_PAGE": {
      "title": "Хуудас нэмэх (Буудал, Бидний тухай, ...)",
      "desc": "Та эдгээр мэргэжилтнүүдэд буух хуудас, бидний тухай болон вэбсайтынхаа бусад хуудсуудыг бүтээх ажлыг үлдээж болно."
    },
    "ADD_PRODUCT": {
      "title": "Бүтээгдэхүүн, ангилал нэмэх",
      "desc": "Та дэлгүүрт бүтээгдэхүүн нэмэхийн тулд үүнийг хийх хүмүүсийг хөлсөлж болно."
    },
    "PAYMENT": {
      "title": "Төлбөрийн аргыг нэмнэ үү",
      "desc": "Төлбөрийн гарцын мэргэжилтэн хөлсөлж, гарцыг хүлээн авах, шинэчлэх үйл явцыг гүйцэтгээрэй."
    },
    "MARKETING": {
      "title": "Маркетинг",
      "desc": "Маркетингийн мэргэжилтнүүд танд кампанит ажил, урамшуулалд хамгийн сайн тохируулга хийх эсвэл үр дүнтэй сурталчилгааны кампанит ажил эхлүүлэхэд тусална."
    },
    "MIGRATION": {
      "title": "Миний дэлгүүрийг өөр цахим худалдааны платформоос шилжүүлээрэй",
      "desc": "Та өмнө нь дэлгүүртэй байсан уу? Мэргэжлийн үйлчилгээ танай дэлгүүрийг үүрд дэмжихийн тулд та дэлгүүрээ мэргэжилтэн рүү шилжүүлэх ажлыг орхиж болно."
    },
    "APP_SETUP": {
      "title": "Програмыг тохируулах",
      "desc": "Дэлгүүртээ апп-уудыг тохируулах, суулгахад тусламж хэрэгтэй байна уу? Та хувийн програм бүтээх хэрэгтэй юу? Энэ салбарын мэргэжилтнүүд тантай хамт байх болно."
    },
    "MANAGEMENT": {
      "title": "Дэлгүүрийн удирдлага",
      "desc": "Та дэлгүүрийнхээ удирдлагын зарим хэсгийг дэлгүүрийн менежментийн мэргэжилтнүүдэд аутсорсинг хийж болно. Мөн тэд бизнес эрхлэх бүхий л талаар мэргэжилтнүүдийн зөвлөгөө өгдөг."
    },
    "CONTENT": {
      "title": "Агуулга бичих",
      "desc": "Агуулга бичих мэргэжилтнүүдэд бүтээгдэхүүн, брэнд эсвэл дэлгүүрийнхээ контент бүтээх ажлыг даалга."
    },
    "PHOTOGRAPHY": {
      "title": "Гэрэл зураг авах, засварлах",
      "desc": "Та бүтээгдэхүүн, үйлчилгээнийхээ зургийг авах шаардлагатай байна уу? Энэ хэсгийн мэргэжилтнүүд танд хэрэгтэй зураг, хөдөлгөөнт дүрс, 3D загваруудыг бэлтгэх болно."
    },
    "DROP_SHIPPING": {
      "title": "Dropshipping-г тохируулах",
      "desc": "Хэрэв та бөөний болон жижиглэнгийн худалдаа эрхэлдэг бол Selldone dropshipping платформ нь таны үргэлж хайж байсан зүйл юм. Dropshipping-ийн мэргэжилтнүүд танд бизнесээ хөгжүүлэх шинэ арга замыг олоход тусална."
    },
    "POS_SETUP": {
      "title": "Selldone POS-г тохируулах",
      "desc": "Дэлгүүрийнхээ онлайн ПОС-ыг тохируулах мэргэжилтэн ажилд авна уу."
    }
  },
  "topics": {
    "store-design": {
      "title": "Цахим худалдаа бий болгох",
      "desc": "Онлайн дэлгүүрийнхээ дизайн, тохиргоог таны санааг хэрэгжүүлж чадах мэргэжилтнүүдэд даатга."
    },
    "store-configuration": {
      "title": "Дэлгүүрийн тохиргоо",
      "desc": "Хайлтын системд бизнесийн мэдээлэл оруулах, тээвэрлэлт, агуулахын аргыг тохируулах гэх мэт дэлгүүрийн тохиргооны талаар мэргэжилтэнээс тусламж авч болно."
    },
    "store-optimization": {
      "title": "Гүйцэтгэл ба хурдыг оновчтой болгох",
      "desc": "Мэргэжилтнүүд таны вэбсайтын хурд, гүйцэтгэлийг нэмэгдүүлэхийн тулд ажиллах болно."
    },
    "domain": {
      "title": "Домэйн холболт",
      "desc": "Дэлгүүр болон вэбсайтдаа захиалгат домэйн нэмнэ үү."
    },
    "page-design": {
      "title": "Буух хуудас болон загвар дизайн",
      "desc": "Вэбсайтынхаа буух хуудас, нүүр хуудас, дотоод хуудсуудыг загварчлаарай."
    },
    "add-product": {
      "title": "Бүтээгдэхүүн, ангилал нэмэх",
      "desc": "Ангилалыг засахын тулд бүтээгдэхүүнийхээ зураг, тайлбар, техникийн үзүүлэлтүүдийг нэмнэ үү. Энэ нь таны үйлчлүүлэгчдэд хамгийн сайн тохирсон бүтээгдэхүүнийг олоход хялбар болгодог."
    },
    "payment": {
      "title": "Төлбөрийн гарц",
      "desc": "Дэлгүүртээ онлайн төлбөрийн гарц нэмнэ үү."
    },
    "tax": {
      "title": "Татварын зөвлөгөө",
      "desc": "Санхүү, татварын асуудлаар зөвлөгөө аваарай."
    },
    "email-marketing": {
      "title": "Имэйл маркетинг",
      "desc": "Хэрэглэгчдээ үйлчлүүлэгчид болгож, илүү их худалдан авалт хийхэд уруу татахын тулд цахим шуудангийн маркетингийн хэрэгслүүдийг ашигла."
    },
    "seo": {
      "title": "SEO",
      "desc": "Google хайлтын илэрц дээр өөрийн зэрэглэлийг нэмэгдүүлснээр илүү олон хүмүүс хайлтандаа таны бүтээгдэхүүнийг олох болно."
    },
    "search-ads": {
      "title": "Зар хайх",
      "desc": "Google зэрэг хайлтын систем дээр бүтээгдэхүүнээ сурталчлаарай."
    },
    "social-marketing": {
      "title": "Сошиал медиа маркетинг",
      "desc": "Таны бүтээгдэхүүн, үйлчилгээг үзэхийн тулд илүү олон зочдыг татахын тулд олон нийтийн мэдээллийн хэрэгслээр кампанит ажил эхлүүлээрэй."
    },
    "content-marketing": {
      "title": "Агуулгын маркетинг",
      "desc": "Өөрийн бизнест хэрэгтэй, хамааралтай контентыг үүсгэж нийтлээрэй."
    },
    "sale-channels": {
      "title": "Борлуулалтын сувгуудыг бий болгох",
      "desc": "Selldone дахь онлайн дэлгүүртэйгээ холбогдож Instagram, Telegram, Facebook зэрэг шинэ борлуулалтын сувгуудыг нээгээрэй."
    },
    "conversion": {
      "title": "Хөрвүүлэх хурдыг оновчтой болгох",
      "desc": "Хөрвүүлэх хувь хэмжээг нэмэгдүүлэх, илүү олон зочдыг үйлчлүүлэгч болгон хөрвүүлэх, кампанит ажлынхаа үр ашгийг нэмэгдүүлэх."
    },
    "analyze": {
      "title": "Хэрэглэгчийн зан төлөвт дүн шинжилгээ хийх",
      "desc": "Хэрэглэгчдэд илүү сайн туршлага өгөхийн тулд онлайн дэлгүүр, тэр ч байтугай физик салбарууд дахь хэрэглэгчдийнхээ зан байдлыг хянаж байгаарай."
    },
    "brand-strategy": {
      "title": "Брэнд стратеги",
      "desc": "Бизнесийнхээ брэндийг бий болгож, өргөжүүлэхийн төлөө ажилла."
    },
    "migration": {
      "title": "Дэлгүүрийн шилжилт",
      "desc": "Одоо байгаа дэлгүүрээ Selldone руу шилжүүлээрэй."
    },
    "app-programmer": {
      "title": "Аппликейшн үүсгэх",
      "desc": "Өөрийнхөө хэрэглээний программ зохиох, хөгжүүлэх"
    },
    "app-install": {
      "title": "Програмыг суулгана уу",
      "desc": "Дэлгүүрт хэрэгтэй програмаа суулгаж тохируулна уу."
    },
    "ux-design": {
      "title": "Тохируулсан UX дизайн",
      "desc": "Дэлгүүр эсвэл аппликейшн дээрх хэрэглэгчдэдээ өвөрмөц хэрэглэгчийн туршлагыг зохион бүтээгээрэй."
    },
    "debug": {
      "title": "Алдааг олж засварлах",
      "desc": "Дэлгүүрийнхээ алдаа, асуудлыг засаарай."
    },
    "strategy": {
      "title": "Бизнесийн стратегийн зөвлөгөө",
      "desc": "Бизнесийн үйл ажиллагаагаа хөгжүүлэх, сайжруулахын тулд туршлагатай хүмүүсээс зөвлөгөө аваарай."
    },
    "products-guide": {
      "title": "Бүтээгдэхүүний нөөцийн гарын авлага",
      "desc": "Бүтээгдэхүүн бэлтгэх, нийлүүлэлтийн сүлжээг төлөвлөхдөө мэргэжилтнүүдээс тусламж хүс."
    },
    "setup-guide": {
      "title": "Дэлгүүрийн тохиргоо, дизайны зөвлөгөө",
      "desc": "Бизнес эхлүүлэх эсвэл онлайн болгохын тулд салбарын мэргэжилтнүүдээс зөвлөгөө аваарай."
    },
    "marketing-guide": {
      "title": "Маркетинг, борлуулалтын зөвлөгөө",
      "desc": "Мэргэжилтнүүд болон мэргэжлийн хүмүүсээс зөвлөгөө авч зах зээлд хэрхэн борлуулах, борлуулалтаа нэмэгдүүлэх талаар суралцаарай."
    },
    "product-description": {
      "title": "Бүтээгдэхүүний тодорхойлолт",
      "desc": "Бүтээгдэхүүнийхээ тайлбарыг сэтгэл татам болгосноор үйлчлүүлэгчид таны бүтээгдэхүүнтэй илүү сайн танилцах боломжтой."
    },
    "content-write": {
      "title": "Маркетинг, сурталчилгааны агуулга",
      "desc": "Хэрэглэгчдэд хамгийн сайныг нь сонгоход нь туслахын тулд брэндийн түүх болон таны бүтээгдэхүүн хангасан хэрэгцээний талаар бичээрэй."
    },
    "logo-design": {
      "title": "Лого, брэнд дизайн",
      "desc": "Өөрийн брендийн зураг, логоны контентыг зохион бүтээх."
    },
    "banner-design": {
      "title": "Баннер дизайн",
      "desc": "Брэндийг таниулах, дэлгүүрийнхээ урсгалыг нэмэгдүүлэхийн тулд гайхалтай сурталчилгааны баннер үүсгээрэй."
    },
    "video": {
      "title": "Зураг авалт, хүүхэлдэйн кино",
      "desc": "Сурталчилгааны видео болон 2D болон 3D хөдөлгөөнт дүрсний үйлдвэрлэлийг мастеруудад даалга."
    },
    "photography": {
      "title": "Бүтээгдэхүүний гэрэл зураг",
      "desc": "Дэлгүүрээ анхаарал татахуйц харагдуулахын тулд бүтээгдэхүүн, үйлчилгээнийхээ үйлдвэрлэлийн болон мэргэжлийн зургийг аваарай."
    },
    "photo-editor": {
      "title": "Зураг засах",
      "desc": "Сонирхолтой зургуудыг зохион бүтээх, үүнд эффект нэмэх, арын дэвсгэрийг арилгах эсвэл зурган дээр текст нэмэх боломжтой."
    },
    "3d": {
      "title": "3D загварчлал ба AR",
      "desc": "Борлуулалтаа эрс нэмэгдүүлэхийн тулд бүтээгдэхүүнийхээ 3D нэмэгдсэн бодит байдлын загваруудыг бүтээгээрэй."
    },
    "dropshipping": {
      "title": "Dropshipping-г тохируулах",
      "desc": "Хэрэв танд үйлдвэрлэгч эсвэл агуулах байгаа бол dropshipping мэргэжилтнүүд олон мянган онлайн дэлгүүрээр дамжуулан бүтээгдэхүүнээ саадгүй борлуулахад тусална."
    },
    "reselling": {
      "title": "Борлуулагчийн тохиргоо",
      "desc": "Та бараа бүтээгдэхүүн худалдаж аваад агуулахгүйгээр, тэр ч байтугай боодол илгээхгүйгээр өндөр орлоготой төгс дэлгүүртэй болох боломжтой."
    },
    "pos-setup": {
      "title": "Онлайн кассын машин тохируулах",
      "desc": "Selldone POS-оо дэлгүүрийнхээ салбаруудад ажиллуулж, бизнесийн болон биет салбаруудаа хөгжүүлэхэд бэлэн байгаа хамгийн мэргэжлийн дэлгүүрийн хэрэгслийг ашиглана уу."
    }
  },
  "industries": {
    "ART": "Урлаг",
    "MARKETING_ADS": "Маркетинг ба сурталчилгаа",
    "SERVICES": "Үйлчилгээ",
    "CLOTHING_FASHION": "Хувцас, загвар",
    "HANDCRAFTS": "Гар урлал",
    "ELECTRONICS_TECH": "Электроник ба технологи",
    "HEALTH_BEAUTY": "Эрүүл мэнд, гоо сайхан",
    "HOME_GARDEN": "Гэр, цэцэрлэг",
    "JEWELRY_ACCESSORIES": "Үнэт эдлэл, дагалдах хэрэгсэл",
    "FOOD_DRINK": "Хоол, ундаа",
    "PET_CARE": "Гэрийн тэжээвэр амьтдын арчилгаа",
    "SPORTS": "Спорт",
    "RECREATION": "Амралт",
    "TOYS_GAMES": "Тоглоом, тоглоом",
    "AUTOMOTIVE": "Автомашин"
  },
  "expert_panel": {
    "title": "Selldone мэргэжилтнүүдийн удирдлагын самбар",
    "add_dialog": {
      "title": "Шинэ ажил нэмэх"
    }
  },
  "contract_view": {
    "running": "Гүйж байна",
    "cancelling": "Цуцлах хүсэлт..",
    "title": "Гэрээний сэдэв",
    "description": "Гэрээний тодорхойлолт",
    "permissions_input": "Шаардлагатай зөвшөөрлийг сонгоно уу",
    "cost_timeline": "Зардал ба Хугацаа",
    "timespan": "Гэрээний хугацаа",
    "cost": "Гэрээний зардал",
    "pay_now_action": "Би зөвшөөрч байна | Одоо төл",
    "complete_action": "Тийм | Гэрээ дуусгах",
    "reject_action": "Үгүй | Дуусгах нь зөвшөөрөгдөөгүй",
    "all_tasks_completed_message": "Та тодорхойлсон бүх даалгавраа биелүүлсэн. Хэрэв та үүнийг дуусгасан бол захиалга дуусгах товчийг дарна уу. Энэ алхмын дараа захиалагч ажлыг хүлээлгэн өгөхийг баталгаажуулах ёстой.",
    "waiting_complete_by_customer_message": "Та ажлаа баталгаажууллаа, одоо та захиалагчийг захиалгыг хүргэхийг баталгаажуулахыг хүлээх хэрэгтэй. Захиалагч зөвшөөрөөгүй, татгалзсан тохиолдолд захиалга автоматаар батлагдаж, 3 хоногийн дараа дуусгавар болно.",
    "comment": "Сэтгэгдэл бичих",
    "comment_desc": "Ажлын чанар, мэргэжилтнүүдийн харилцан үйлчлэлд тулгуурлан үнэлнэ.",
    "comment_placeholder": "Ажлын чанарын талаар санал бодлоо бичээрэй ...",
    "response_placeholder": "Хэрэв танд хэрэглэгчийн санал хүсэлтийн талаар хэлэх зүйл байвал бичээрэй ...",
    "waiting_for_customer": "Үйлчлүүлэгчийг хүлээж байна...",
    "account_input": "Татаж авах данс",
    "dialog_pay": {
      "title": "Төлбөрөө төлж гэрээ байгуулна",
      "insufficient_balance": "Үлдэгдэл хангалтгүй! Төлбөрийг төлөхийн тулд дансаа цэнэглэ."
    },
    "dialog_cancel": {
      "title": "Гэрээ цуцлах",
      "confirm_code": "Баталгаажуулах код нь",
      "confirm_code_label": "Баталгаажуулах код",
      "confirm_action": "Тийм ээ, гэрээг цуцлах"
    },
    "notifications": {
      "save": "Гэрээг амжилттай зассан.",
      "pay": "Гэрээ төлж амжилттай эхэлсэн.",
      "end": "Захиалга дууссаныг баталгаажуулахын тулд захиалагч руу илгээсэн.",
      "complete": "Гэрээ дууссан.",
      "reject": "Гэрээг дуусгахыг зөвшөөрөөгүй.",
      "cancel": "Гэрээ цуцлагдсан.",
      "update": "Зөвшөөрөл шинэчлэгдсэн.",
      "comment": "Таны сэтгэгдлийг илгээсэн.",
      "response": "Таны хариултыг илгээсэн."
    }
  },
  "expert_page": {
    "title": "Шилдэг мэргэжилтнүүдийг ажилд авна",
    "sub_title": "Дэлгүүрээ зохион бүтээх, нээх, сурталчлах, удирдах талаар санаа зовох хэрэггүй. Аливаа зүйлийг илүү сайн, хурдан хийхийн тулд мэргэшсэн мэргэжилтэн ажилд авна уу.",
    "steps_title": "Хийхэд гурван алхам үлдлээ",
    "step_1_title": "Мэргэжилтэнтэй холбоо барина уу",
    "step_1_desc": "Мэргэжилтнүүдээс санал авах эсвэл санал болгож буй мэргэжилтнүүдэд тохирох ажлын байр бий болгох.",
    "step_2_title": "Зөвшөөрч, гэрээ хүлээн авах",
    "step_2_desc": "Хариултуудыг хянаж, тохирох хувилбарыг олж, цаг хугацаа, үнэн зөв үнэ гэх мэт нарийн ширийн зүйлийг ярилц.",
    "step_3_title": "Ажлыг баталгаажуулж, гүйцэтгэх",
    "step_3_desc": "Selldone-ээр дамжуулан ажлыг үр дүнтэй хийж чадах чадварлаг мэргэжилтнүүдэд итгээрэй.",
    "who": {
      "title": "Та энд хэнийг олох вэ?",
      "box_image": "/app/img/selldone-expert-box.37fb6205.png",
      "spec1_title": "Мастерууд, өөрсдийн салбарт болон Selldone-д аль алинд нь",
      "spec1_desc": "Танд ямар ч програмчлалын ур чадвар хэрэггүй! Selldone бүх шинэчлэлтийг хариуцдаг. Борлуулалтыг нэмэгдүүлэхийн төлөө бүх хүчин чармайлтаа зориулаарай!",
      "spec2_title": "Сонгогдсон, тууштай хүмүүс",
      "spec2_desc": "Код бичих, техникийн мэдлэг шаардахгүй. Нэмэлт зардал, нарийн төвөгтэй техникийн асуудал, онлайн бизнесийнхээ замд тулгарч буй саад бэрхшээлд баяртай гэж хэлээрэй!",
      "spec3_title": "Мэргэжлийн ажлыг хамгийн мэргэжлийн хүнээр хийдэг",
      "spec3_desc": "Танд ямар ч програмчлалын ур чадвар хэрэггүй! Таны хэрэгцээг хангах Selldone дахь шилдэг мэргэжилтнүүд!"
    },
    "expert_categories": "Мэргэжилтнүүдийн үзүүлж буй үйлчилгээний ангилал",
    "show_all_topics": "Бүх категорийг харуулах",
    "marketing_title": "Маркетинг ба борлуулалтын өсөлт",
    "starts_title": "Онлайн бизнес эхлүүлэх, хөгжүүлэх",
    "managements_title": "Бизнесийн удирдлага",
    "contents_title": "Контент бүтээх, гэрэл зураг, видео",
    "apps_title": "Бусад функцууд болон миний апп суулгац",
    "footer": {
      "title": "Таны хэрэгцээнд тохирсон хамгийн сайн мэргэжилтэнг хайж олох",
      "message": "Доорх маягтыг бөглөснөөр та шинэ ажлын байр бий болгосноор шилдэг мэргэжилтнүүд таны хэрэгцээнд тулгуурлан санал хүсэлтээ илгээх боломжтой болно."
    }
  },
  "public_job_page": {
    "hire_expert_title": "Энэ мэргэжилтэн таны төлөө ажиллахыг хүсч байна уу?",
    "your_own_job_message": "Та энэ даалгаврыг тодорхойлсон! Доорх товчийг дарж админ самбар руу очиж энэ ажлыг шууд удирдана уу.",
    "go_to_job_panel": "Миний самбар руу оч",
    "no_chat": "Та одоогоор ямар ч хүсэлт ирүүлээгүй байна.",
    "job_tasks": "Санал болгож буй ажлын даалгавар",
    "included": "Даалгаврууд нь анхны үнэд багтсан болно",
    "additional": "Нэмэлт ажил, даалгавар",
    "permissions": "Шаардлагатай зөвшөөрөл"
  },
  "expert_request_form": {
    "action_message": "Та өөр хэн нэгэн таны дэлгүүрийг барьж, удирдаж, зах зээлд нийлүүлэхийг хүсч байна уу? Тиймээс өөрийн төсөөлж буй зүйлээ хийхийн тулд мэргэжилтэн хөлсөл.",
    "order_new_kob": "Шинэ ажил захиалах",
    "new_shop_action_small": "Танай дэлгүүрт мэргэжилтэн ажиллуулахыг хүсч байна уу?",
    "mange_shop_action_small": "Мэргэжилтэн танд зориулж дэлгүүр барихыг хүсч байна уу?",
    "new_shop_action": "Танд хэд хэдэн санал ирсэн",
    "mange_shop_action": "Мэргэжилтнүүд таны өргөдлийг хянаж байна.",
    "hire_expert": "Мэргэжилтэн ажилд авна",
    "check_mail_status": "Цахим шуудангаа шалгана уу",
    "header_new": "Шинэ хүсэлт",
    "header_view": "Хүсэлт илгээх",
    "title": "Та орчин үеийн онлайн дэлгүүртэй болохыг хүсч байна уу?",
    "message": "Та бүгдийг өөрөө хийх шаардлагагүй. Манай мэргэшсэн мэргэжилтнүүд танд онлайн дэлгүүрээ илүү хурдан, хялбар, анхаарал татахуйц болгоход тусална. Өөрийн хэрэгцээг тодорхойлж, борлуулалтаа нэмэгдүүлэхэд туслах хамгийн сайныг нь олоорой.",
    "steps_title": "Эдгээр алхмуудыг дагана уу",
    "step_1": "Өөрийн хэрэгцээг тодорхойл",
    "step_1_message": "Мэргэжилтнүүдэд юу хүсч байгаагаа хэлээрэй",
    "step_2": "Мэргэжилтнүүдийн саналыг авч үзье",
    "step_2_message": "Таны хэрэгцээнд тохирсон хамгийн сайныг сонго",
    "step_3": "Чухал нарийн ширийн зүйлийг ярилцаж, мэргэжилтэнтэй илүү ихийг хийгээрэй",
    "step_3_message": "Чухал нарийн ширийн зүйлийг ярилцаж, мэргэжилтэнтэй илүү ихийг хийгээрэй",
    "shop_info": "Дэлгүүрээ сонго",
    "select_shop": "Надад дэлгүүрийнхээ нэг мэргэжилтэн хэрэгтэй байна",
    "shop_id": "Дэлгүүр",
    "shop_id_message": "Хэрэв танд нэмэлт үйлчилгээ хэрэгтэй бол одоо байгаа дэлгүүрээсээ сонгоорой.",
    "shop_id_placeholder": "Дэлгүүр сонгох ...",
    "store_name": "Дэлгүүрийн нэр",
    "store_name_placeholder": "Миний дэлгүүрийн нэр...",
    "store_name_messages": "Танд байгаа эсвэл ирээдүйд барих гэж буй дэлгүүрийнхээ нэрийг бидэнд хэлээрэй.",
    "contact": "Холбогдох мэдээлэл",
    "name_placeholder": "Шаардлагатай*",
    "email": "Имэйл",
    "email_placeholder": "Шаардлагатай* your-email@gmail.com",
    "request_title": "Өөрийн хэрэгцээг тодорхойл.",
    "request_message": "Манай мэргэжилтэн таны шаардлагыг илүү сайн хангаж, боломжийн үнэ, цаг хугацааг тооцоолоход туслахын тулд бизнесийнхээ талаар тодорхой мэдээлэл өгнө үү.",
    "description": "Бизнесийнхээ талаар илүү ихийг хэлнэ үү",
    "description_messages": "Таны бизнес юу вэ? Та бүтээгдэхүүн, үйлчилгээ зардаг уу?",
    "services_title": "Мэргэжилтнээр ямар ажлыг хийхийг хүсч байна вэ?",
    "select_one_caution": "Дор хаяж нэг сонголтыг сонгоно уу!",
    "detail_title": "Мэргэжилтэнд таны шаардлагыг илүү сайн мэдэхэд туслах дэлгэрэнгүй мэдээллийг нэмнэ үү.",
    "detail": "Төслийн дэлгэрэнгүй мэдээлэл",
    "detail_messages": "Та одоо байгаа вэбсайттай юу? Та Instagram дээр дэлгүүр эсвэл физик дэлгүүртэй юу? Цагийн хуваарь уян хатан байна уу?",
    "preferences_title": "Хязгаарлалт ба сонголтууд",
    "preferences_message": "Таны ажилд тохирох мэргэжилтнүүд таны төслийн саналыг хянахын тулд өөрийн сонголтоо тодорхойл.",
    "level_title": "Таны хувьд хамгийн сайн сонголт хэн бэ?",
    "level_message": "Мэргэжилтнүүдийн ур чадвар, туршлага, дэмжлэг нь үнийг тодорхойлдог",
    "level_low": "Хямд үнэтэй мэргэжилтнүүд",
    "level_medium": "Дунд зэргийн үнэтэй мэргэжилтнүүд",
    "level_high": "Өндөр үнэтэй мэргэжилтнүүд",
    "location_title": "Та өөрийн байршлын ойролцоо мэргэжилтнүүдтэй ажиллахыг илүүд үздэг үү?",
    "location_near": "Тиймээ",
    "location_no": "үгүй",
    "language_title": "Мэргэжилтнүүдтэй харилцахдаа ямар хэлийг илүүд үздэг вэ?",
    "language": "Хэл",
    "language_placeholder": "Нэгийг нь сонго*",
    "free_support_title": "Жижиг бизнесийг дэмжих",
    "free_support_message": "Гарааны бизнесүүдэд туслах нь таны ирээдүйд болон Selldone-д хийх ухаалаг хөрөнгө оруулалт гэдэгт бид итгэдэг. Энэ зам дээр бид үргэлж таны нурууг хүлээж байдаг. Таны бүтээгдэхүүн, үйлчилгээ хэдий чинээ сэтгэл татам, шинэлэг эсвэл илүү практик байх тусам та биднээс болон манай мэргэжилтнүүдээс илүү олон үйлчилгээг үнэ төлбөргүй авах болно.",
    "free_support_condition": "Хэрэв та өөрийн бизнесээ эхлүүлж, онлайн худалдаа хийх талаар нухацтай бодож байгаа бол энэ нь хангалттай. Үлдсэн нь биднээс хамаарна!",
    "free": "Та үнэгүй үйлчилгээ авахыг хүсч байна уу?",
    "free_messages": "Хэрэв та гарааны бизнес эрхэлдэг эсвэл мэргэжилтнүүдэд мөнгө төлөх санхүүгийн боломж байхгүй бол энэ сонголтыг сонго.",
    "action_new": "Шинэ хүсэлт",
    "action_send": "Хүсэлт илгээх",
    "start_price_message": "Энэ мэргэжилтний {topic} ажлын байр {price} {currency}-с эхэлнэ",
    "notifications": {
      "success_send": "Таны хүсэлтийг амжилттай илгээлээ. Selldone мэргэжилтнүүдийн саналыг хүлээнэ үү."
    },
    "stage": {
      "title": "Танай бизнес ямар шатандаа явж байна вэ?",
      "start": "Шинэ бизнес эхлүүлэх",
      "online": "Би одоо байгаа бизнесээ онлайн болгохыг хүсч байна",
      "extend": "Би онлайн дэлгүүртэй, би түүн дээр ажиллаж байна",
      "pos": "Би дэлгүүрийн салбарууддаа Selldone POS-ыг суулгамаар байна"
    },
    "budget": {
      "title": "Чөлөөт ажил хийх төсвийн тооцоо бий юу?",
      "yes": "Тийм ээ, миний төсөв тодорхой байна",
      "no": "Үгүй ээ, би илүү мэдээлэл авмаар байна"
    },
    "login": {
      "title": "Та нэвтэрнэ үү",
      "message": "Эхлээд бүртгүүлэхийн тулд нэвтэрнэ үү. Та гар утасны дугаар эсвэл олон нийтийн сүлжээний бүртгэлээр дамжуулан Selldone-дээ хурдан бөгөөд аюулгүй нэвтрэх боломжтой."
    }
  },
  "expert_requests": {
    "title": "Нээлттэй хүсэлтүүд",
    "dialog": {
      "title": "Мэргэжилтнүүдийн хүсэлтийн дэлгэрэнгүй",
      "start_chat": "Хэлэлцээрийг эхлүүлэх"
    }
  },
  "job_chat": {
    "title": "Ажлын хэлэлцээр"
  },
  "expert_chat_box": {
    "need_expert_question": "Та мэргэжилтэн хүсч байна уу?",
    "find_expert": "Мэргэжилтэн хай..",
    "folder_name": "Хавтасны нэр",
    "folder_dialog": {
      "title": "Фолдеруудыг засах",
      "hide_new_folder": "Шинэ хавтас нуух",
      "add_new_folder": "Шинэ хавтас нэмнэ үү"
    }
  },
  "add_job": {
    "add_title": "Шинэ ажил нэмэх",
    "edit_title": "Ажлыг засах",
    "message": "Энэ хэсэгт хийж болох ажлын байрны нэр, ажлын байрны тодорхойлолтыг оруулна уу. Та ажлын байрны тодорхойлолтын текстэнд холбоо барих мэдээлэл, холбоосыг бичиж болохгүй гэдгийг анхаарна уу.",
    "start_price_message": "Захиалга бүрийн хамгийн бага зардал.",
    "currency_message": "Валютыг өөрчилснөөр таны энэ ажлын санхүүгийн бүртгэлийг шинэчилнэ.",
    "job_desc_message": "Энэ ажилд зориулсан бүрэн үйлчилгээгээ тайлбарлана уу.",
    "included_message": "Хэрэглэгчдэд ямар үйлчилгээг үндсэн зардлаар үзүүлэхээ тодорхойл.",
    "additional_message": "Та үндсэн үйлчилгээнээс гадна өөр ямар үйлчилгээг санал болгож байна вэ?",
    "available": "Боломжтой ажил",
    "available_message": "Энэ ажилд олон нийтэд хандах",
    "add_action": "Шинэ ажил нэмэх",
    "edit_action": "Ажлыг засах",
    "notifications": {
      "edit": "Ажлыг амжилттай шинэчилсэн.",
      "add": "Шинэ ажлын байр амжилттай бий болсон"
    }
  },
  "contract_form": {
    "shop_message": "Зөвхөн админ эсвэл ахлах менежерийн хандах эрхтэй хэрэглэгчийн дэлгүүрүүдийг харуул.",
    "shop_placeholder": "Түүн дээр ажиллахыг хүссэн дэлгүүрээ сонго*",
    "title_message": "Энэ гэрээнд гарчиг тавь..",
    "description_message": "Гэрээний дэлгэрэнгүйг бичнэ үү...",
    "permissions": "Шаардлагатай зөвшөөрлийг сонгоно уу",
    "cost_message": "Гэрээний зардал",
    "days": "Гэрээний хугацаа",
    "days_message": "Гэрээний хугацаа",
    "create_action": "Шинэ гэрээ байгуулах",
    "notifications": {
      "add": "Шинэ гэрээг үүсгэн хэрэглэгч рүү илгээсэн."
    }
  }
};